سلسله عاءله يسوع
هذي هي سجله نسب عاءله يسوع المسيح. هو ولد داود. وهو حتي ولد ابراهيم.
ابراهيم كان بابا اسحاق. اسحاق كان بابا يعقوب. يعقوب كان بابا يهوذا وخوتو.
يهوذا كان اب ديال فارص وزراح. تمار كانت الام ديالهم. فارص كان اب ديال حزْرون. حزْرون كان اب ديال رام.
رام كان بابا عَمّيناداب. عَمّيناداب كان بابا نحشون. نحشون كان بابا سلمون.
سالم كان بابا بوعاز. رحاب كانت ماما بوعاز. بوعاز كان بابا عوبيد. روت كانت ماما عوبيد. عوبيد كان بابا يسي.
وجيسي كان اب ديال الملك داوود. داوود كان اب ديال سليمان. الام ديال سليمان كانت مرات اوريا.
سليمان كان اب ديال رحبعام. رحبعام كان اب ديال ابيجا. ابيجا كان اب ديال اسا.
عصا كان بابا يهوشافاط. يهوشافاط كان بابا يهورام. يهورام كان بابا عزيا.
عزيا كان اب ديال يوثام. يوثام كان اب ديال احاز. احاز كان اب ديال حزقيا.
حزقيا كان اب ديال منسي. منسي كان اب ديال امون. امون كان اب ديال يوشيا.
وكان يوشيا اب ليكونيا واخوته. فداك الوقت، الشعب اليهودي تضطر يمشي لبابل.
من بعد هاد الشي، السلاله العاءليه استمرت. يكينيا كان اب ديال شالطييل. شالطييل كان اب ديال زربابل.
زرُبابل كان اب ديال ابيود. ابيود كان اب ديال ايلياقيم. ايلياقيم كان اب ديال ازور.
ازور كان بابا زادوق. زادوق كان بابا اكيم. اكيم كان بابا اليود.
اليود كان اب ديال اليعازر. اليعازر كان اب ديال ماتان. ماتان كان اب ديال يعقوب.
يعقوب كان اب ديال يوسف. يوسف كان راجل مريم. ومريم ولدت يسوع، اللي كيتسمي المسيح.
كانو 14 جيل من ابراهيم حتي داوود. وكانو 14 من داوود حتي اليهود اضطرّو يمشيو لبابل. وكانو 14 من داك الوقت حتي المسيح. تولد يسوع المسيح
هكاك جات ولاده يسوع المسيح. الام ديالو مريم ويوسف كانو واعدين يتزوجو. ولكن قبل ما يبداو يعيشو مع بعض، بان باللي غادي تولد طفل. حبلات بقوه الروح القدس.
راجلها يوسف كان راجل تقي. ما بغاش يفضحها قدام الناس. لذلك قرر يطلقها بطريقه هادءه.
ولكن بينما يوسف كان كيفكر فهاد الشي، ظهر ليه ملك ديال الرب فحلم. قال ليه الملك، "يوسف، ولد داود، ما تخافش تاخد مريم لدارك كمراتك. الطفل اللي فيها من الروح القدس.
غادي تولد ولد. خاصك تعطيه الاسم عيسي. حيت هو غادي يخلص شعبو من ذنوبهم.
كل هاد الشي وقع باش يحقق اللي قال الرب غادي يوقع. قالها عبر النبي،
"البكر غادي تولد وليد. غادي تخرج ولد. وغادي يسميوه عمانوءيل." (اشعياء 7:14) الاسم عمانوءيل كيعني "الله معانا."
فاق يوسف. دار اللي امره بيه ملك الرب. خد مريم لدارو كمراتو.
ولكن ما دارش معاها حتي من بعد ما ولدات ولد. ويوسف سماه عيسي.
الرجال الحكماء كيزورو يسوع
تولد يسوع ف بيت لحم ف يهودا. هادشي وقع و هوما هيرودس كان ملك يهودا. من بعد ما تزاد يسوع، جاو رجال الحكماء من الشرق ل القدس.
سولوا، "فين هو الولد اللي تزاد باش يكون ملك ديال اليهود؟ ملي كنا فالشرق، شفنا نجمو. دابا جينا باش نعبدوه."
مني سمع الملك هيرود علي هاد الشي، تزرب بزاف. حتي الناس كاملين ف القدس كانو مضايقين.
دعا هيرودس جميع رءساء الكهنه ديال الناس. وعايط حتي علي معلمي الشريعه. سولهم فين غادي يتولد المسيح.
"ف بيت لحم ف يهودا،" جاوبو. "هدا هو اللي كتب النبي. قال،
"ولكن انت، بيت لحم، في ارض يهوذا، ماشي اقل اهميه من بين مدن يهوذا. غادي يخرج منك حاكم. هو غادي يكون الراعي ديال شعبي اسراءيل." (ميخا 5:2)
من بعد، هيرود نادي علي الحكماء سرًا. عرف منهم بالضبط فوقاش طلع النجم.
صيفطهم لبيت لحم. قال ليهم، "مشيو! قلبو مزيان علي الولد. منين تلقاوه، جيبولي خبر. باش نقدر نمشي نعبدو حتي انا."
من بعد ما سمعو الحكما للملك، مشاو فطريقهم. النجم اللي شافوه ملي كانو فالمشرق مشي قدامهم. وفي الاخير وقف فوق البلاصه اللي كان فيها الطفل.
مني شافو النجم، تعمروا بالفرحه.
مشاو الرجال الحكماء للدار. تما شافو الطفل مع مامتو مريم. ركعو وعبدو عندو. من بعد حلو الكنوز ديالهم. عطاوه الذهب، اللبان والمر.
ولكن الله حذرهم فحلم باش ما يرجعوش عند هيرود. فرجعوا لبلادهم فطريق مختلفه. عاءله عيسي كتفرت لمصر
مني مشاو الحكماء، يوسف حلم بحلم. فالحلم، ملاك من عند الرب بان ليه. قال ليه الملاك: "قوم! خذ الطفل ووالدته وهربو لمصر. بقاو تما حتي نقول ليك ترجع. هيرود غادي يقلب علي الطفل. باغي يقتلو."
قام يوسف. فالليل، مشي لمصر مع الطفل ووالدته مريم.
بقاو تماك حتي مات الملك هيرود. وهاديك الكلمات اللي قالها الرب عبر النبي تحققات. قال: "اخترت نخرج ولدي من مصر." (هوشع 11:1)
حيرود عرف بلي الرجال الحكماء خدعوه. ولي غضبان بزاف. عطي اوامر علي بيت لحم والمنطقه اللي حداها. خاص الوليدات اللي عندهم عامين ولا اقل يموتو. هادشي كان متوافق مع الوقت اللي شافو فيه الرجال الحكماء النجم.
بهذه الطريقه، الكلمات اللي قالها النبي ارميا تحققت. هو قال،
كتسمع صوت ف رامه. هو صوت البكاء والحزن العميق. راحيل كتعيط علي ولادها. كترفض تتعزي، حيت مشاو. (ارميا 31:15) عاءله يسوع كترجع لنصره
من بعد ما مات هيرود، يوسف حلم وهو باقي فمصر. فالحلم، ملاك من عند الرب بان ليه.
قال الملاك، "قوم! خذ الطفل ووالدته. سير لارض اسراءيل. اللي كانو باغين يقتلو الطفل ماتوا."
فقام يوسف. خذا الطفل ووالدته مريم ورجع بهم لارض اسراءيل.
ولكن من بعد سمع بلي اركيلاوس هو الملك ديال يهودا. اركيلاوس كان كيسير بلاصه بّاه هيرود. هاد الشي خلا يوسف يخاف يمشي لهناك. ومن بعد ما جاو فحلم، رجع يوسف لارض الجليل بلاصه.
كان ساكن فمدينه سميتها الناصره. وهادشي اللي قالوه الانبياء علي عيسي تحقق. قالو، "غادي يتسمي ناصري."
يوحنا المعمدان كيحضّر الطريق
فهاد الايام جا يوحنا المعمدان ووعظ فصحراء يهودا.
قال، "توبوا من ذنوبكم! ملكوت السما قريب."
جون هو اللي النبي اشعياء كان كيهدر عليه. قال، "واحد المرسل كينادي فالصحراء، 'وجدوا الطريق للرب. صاوبوا ليه الطرق مستقيمه.' " (اشعياء 40:3)
كان حوايج جون مصاوبين من شعر الجمل. كان لابس حزام ديال الجلد علي خصرو. الماكله ديالو كانت الجراد والعسل البري.
خرجوا ليه الناس من القدس ومن جميع يهودا. وجاوا حتي من كامل المنطقه اللي حدا نهر الاردن.
مني عترفوا بلي دارو الذنوب، يوحنا عمدهم فالنهر ديال الاردن.
شاف جون بزاف ديال الفريسيين والصدوقيين جايين عندن فين كان كيعمد. قال ليهم، "نتوما بحال عش ديال الحيات السامه! شكون اللي نبهكم باش تهربو من غضب الله اللي جاي؟
نتج ثمر كيبين بلي تبت من ذنوبك.
ماتظنش تقدر تقول ف راسك، 'ابراهيم هو بابانا.' كنقول ليك، الله يقدر يخلق ولاد لابراهيم حتي من هاد الحجار.
الفاس راه دابا كاين تحت جذور الشجر. كل الشجر اللي ما كيخرجش فواكه مزيانه غادي يتقطع. وغادي يتحرق فالنار.
كنعمدك بالماء، وكنعيط عليك باش ترد من ذنوبك. ولكن من بعدي، غادي يجي واحد اقوي مني. وانا ماشي مستحق باش نشيل صباتو. هو غادي يعمدك بالروح القدس وبالنار.
الشوكه ديالو ف يدو باش ينقي القش من بلاصه الدرس ديالو. غادي يجمع القمح ديالو ف المخزن. ولكن غادي يحرق القش بالنار اللي ما كتطفيش." عيسي تعمد
جاء يسوع من الجليل لواد الاردن. بغي يتعمد عند يوحنا.
ولكن جون حاول يوقفو. قال ليسوع، "خصني نتا اللي تعمدني. علاش جيتي عندي انا؟"
جاوب يسوع، "خليها هكا دابا. من الصواب لينا نديرو هاد الشي. كتنفذ خطه الله المقدسه." من بعد، وافق يوحنا.
مني تعمد يسوع، طلع من الما. فداك اللحظه السما تفتحات. يسوع شاف روح الله كتهبط عليه بحال الحمامه.
صوت من السما قال، "هذا ولدي، وانا كنحبه. انا فرحان به بزاف."
عيسي كيتغري
الروح القدس هدّي يسوع للصحراء. تماك الشيطان جربو.
من بعد 40 يوم و40 ليله بلا ما ياكل، يسوع كان جاءع.
جا عندو الشيطان وقال ليه، "الا كنت ولد الله، قول لهاد الحجار يتحولو لخبز."
جاوب يسوع، "مكتوب، 'الانسان ما كايعيشش غير بالخبز. كايعيش حتي بكل كلمه كتخرج من فم الله.' " (التثنيه 8:3)
ومن بعد خذا الشيطان يسوع للمدينه المقدسه. خلاه يوقف فوق اعلي نقطه في الهيكل.
الا كنت ابن الله، قال ليه، طيح راسك لتحت. مكتوب، "الرب غادي يامر ملاءكته باش يعتنيو بيك مزيان. غادي يرفعوك فديورهم. ومن بعد ما غاديش تعرقل علي حجر." (مزامير 91: 11، 12)
جاوبو عيسي، "مكتوب حتي هو، 'ماتجربش الرب الهك.' " (التثنيه 6:16)
فالاخير، الشيطان خدا يسوع لجبل عالي بزاف. ورّاه جميع ممالك العالم و مجدهم.
الا طيّحتي راسك وعبّدتني،" قال، "غادي نعطيك كل هاد الشي."
قال ليه عيسي، "بعد عليا يا شيطان! مكتوب، 'اعبد الرب الهك. هو الوحيد اللي خاصك تعبدو.' " (تثنيه 6:13)
من بعد الشيطان مشي من عند يسوع. الملاءكه جاو وعتنيو بيه. يسوع بدا كيعظ
جون تحبس. ملي سمع يسوع بهاد الشي، رجع للجليليه.
مسيح خرج من الناصره. مشي يعيش فمدينه كفرناحوم. كانت حدا البحيره فمنطقه زبولون ونفتالي.
بهاد الطريقه، اللي قالها النبي اشعياء ولات حقيقه. هو قال،
ارض زبولون! ارض نفتالي! الجليل، فين كيسكنو الناس اللي ماشي يهود! الارض علي طول البحر الابيض المتوسط! التراب اللي شرق نهر الاردن!
الناس اللي دابا عايشين فالظلام غادي يشوفو ضو كبير. دابا عايشين فبلاد معتمه بزاف. ولكن غادي يضوي عليهم ضو. (اشعياء 9:1،2)
من داك الوقت بدا يسوع كيعظ. "توبو من خطاياكم!" قال. "ملكوت السما قريب." يسوع كيختار التلاميذ اللولين
نهار واحد كان عيسي كيمشي حدا بحر الجليل. تما شاف جوج خوت. كانو سيمون بطرس وخوه اندرو. كانو كيرميو شبكه فالبحيره. كانو صيادين.
جي. تبعني، قال يسوع. غادي نوليكم صيادي الناس.
فوراً خليو شباكهم وتبعوه.
من تماك، شاف جوج خوت خرين. كانو جيمس، ولد زبدي، وخوه يوحنا. كانو ف قارب مع باباهم زبدي. وهما كيوجدو الشباك ديالهم، عيط عليهم يسوع.
فوراً خرجوا من القارب ومن عند باباهم وتبعوا يسوع. يسوع كيعالج المرضي
مسيح مشي فكل جليل. تماك كان كيعلم فالمعابد. كان كيعظ بالخبر الزوين ديال ملكوت الله. كان كيشفي كل مرض وعلّه كانو الناس فيها.
الخبر عليه انتشر فكل سوريا. الناس جابو ليه كلشي اللي كان مريض بانواع مختلفه ديال الامراض. بعضهم كان كيعاني من الم كبير. اخرين كانو مسيطر عليهم الشياطين. بعضهم كان كيرتعش بشده. واخرين ماقدروش يتحركو نهاءياً. و عيسي شفي كل واحد فيهم.
تبعوه جماهير كثيره. بعض الناس جاو من الجليل، من المنطقه المعروفه بعشر مدن، ومن القدس واليهوديه. واخرين جاو من المنطقه اللي ورا نهر الاردن.
يسوع كيعطي البركات
شاف يسوع الجموع. مشي فوق جبل وقعد. التلاميذ ديالو جاو عندو.
ومن بعد بدا كيعلمهم. قال،
طوبي للّي محتاجين روحانيًا. ملكوت السماوات ديالهم.
مبروك علي اللي حزينين. غادي يتعزّاو.
مبروكين اللي ما فيهمش الكبر. غادي يعطيوهم الارض.
مبروكين اللي جياع وعطشانين للحق. غادي يتعمروا.
مبروك علي اللي كيرحموا. غادي يرحمهم الله.
مبروك للي قلوبهم نقيه. غادي يشوفو الله.
مبروكين اللي كيديرو السلام. غادي يتسمّاو ولاد الله.
مبروك للّي كيعانيو علي خاطر كيديرو الصح. ملكوت السما كيتعلق بيهم.
مبروك عليك مني كيضحكو عليك وكياذيوك بسببّي. حتي كتكون مبارك مني كيقولوا عليك جميع انواع الاكاذيب الخايبه بسببّي.
كون فرحان ومسرور. جزاءك ف السما كبير. بنفس الطريقه، الناس كياذيو الانبياء اللي عاشو من زمان. الملح والنور
نتا ملح الارض. ولكن اذا فرضنا الملح فقد الملوحه ديالو. كيفاش يقدر يرجع مالح من جديد؟ ما بقي صالح حتي حاجه. غادي يتطرح. الناس غادي يدوزو عليه.
نتا ضو العالم. مدينه فوق جبل ما يمكنش تخبا.
وحتي الناس ما كيضويش شمعه ويحطها تحت طاس. بالعكس، كيحطها فوق الحامل ديالها. ومن بعد كتضوي علي كلشي فالدار.
بنفس الطريقه، خلي نورك يضوي قدام الناس. غادي يشوفو الحوايج الزوينه اللي كتدير. وغادي يمدحو باباك اللي ف السما. عيسي كيعطي المعني الكامل للشريعه
ماتظنش بلي جيت باش نحيد اللي مكتوب فالشريعه ولا عند الانبياء. ماجيتش باش ندير هاد الشي. بالعكس، جيت باش نعطي المعني الكامل للي مكتوب.
اللي غادي نقول ليك دابا صحيح. السما والارض غادي يختافو قبل ما تختافي اصغر حرف من القانون. حتي اصغر خط ديال القلم ما غاديش يختافي من القانون حتي يكمل كلشي.
ما تكسر حتي واحد من اقل الوصايا اهميه. وما تعلمش الناس باش يكسروا هاد الوصايا. الا درتي هكا، غادي يتقال عليك اقل واحد مهم فملكوت السما. بلاصه من هاد الشي، طبق وعلم هاد الوصايا. ومن بعد غادي يتقال عليك مهم فملكوت السما.
هادي هي الحاجه اللي كنقول ليك. خاصك تكون اتقي من الفريسيين ومعلمي الشريعه. الا ما كنتيش، غادي ما تدخلش مملكه السما. القتل
سمعتو شنو تقال للناس اللي عاشو من زمان. قالو ليهم، "ماتقتلش. (خروج 20:13) اللي يقتل غادي يتحاكم عليه."
ولكن هادي هي اللي كنقول ليك. ماتغضبش علي خوك. اللي كيغضب علي خوك غادي يتحاكم. وزيد، اللي كيقول لخوك "راكا" خاصو يقف قدام السنهدرين. ولكن اللي كيقول "يا غبي!" غادي يكون معرض للنار ديال الجحيم.
تخيل كتقدم هديتك فالمذبح. وكتفكر بلي خوك عندو شي حاجه معاك.
خلي هديتك قدام المذبح. اولاً سير صلح مع خوك. من بعد رجع وقدم هديتك.
فرضًا شي حد عندو حق عليك وكيقاضيك فالمحكمه. صلح الموضوع بسرعه. ديرها وانت مازال معاه ف الطريق. الا ما درتهاش، يقدر يسلمك للقاضي. القاضي يقدر يسلمك للضابط. و تقدر تتحبس.
اللي غادي نقول ليك دابا صحيح. ما غاديش تخرج حتي تخلص اخر درهم! الزنا
سمعتو انه تقال، "ماتزنيش." (الخروج 20:14)
ولكن هادي هي الحاجه اللي كنقولها ليك. ماتشوفش حتي مره المرا بطريقه خايبه. اللي كيدير هاد الشي راه ديجا زني معاها ف قلبو.
الي كانت عينك اليمني كتخليك تغلط، خرجها ورميها. عينك غير جزء من جسمك. حسن تخسرها علي ما يتعذب جسمك كامل في النار.
الي كانت يدك اليمني كتخليك تغلط، قطعها ورميها. يدك غير جزء من جسمك. حسن تخسرها علي ما يمشي جسمك كامل للنار. الطلاق
تقال، "افترض واحد الراجل طلق مرتو. الا دار هادشي، خاصو يعطيها ورقه الطلاق." (التثنيه 24:1)
ولكن هادي هي اللي كنقول ليك. اللي يطلق مرتو كيدفعها ترتكب الزنا. واللي يتزوج مرت مطلقه كيدير الزنا. الراجل يقدر يطلق مرتو غير الا ما كانتش وفيه معاه. الايمان
مره اخري، سمعتي شنو تقال لقومك من زمان. قالو ليهم، "ماتخونوش العهود اللي درتوها مع الرب. حافظو علي اليمين اللي حلفتوها ليه."
ولكن هادي هي اللي كنقول ليك. ماتعطيش وعود بحال هكا نهاءياً. ماتعطيهمش باسم السما. هدا هو عرش الله.
ما تديرهمش باسم الارض. هاديك هي الكرسي ديال رجلي الله. ما تديرهمش باسم القدس. هاديك هي المدينه ديال الملك العظيم.
وما تحلفش باسم راسك. ما تقدرش تخلي حتي شعره وحده بيضاء ولا كحله.
خلي "نعم" ديالك تعني "نعم". وخلي "لا" ديالك تعني "لا". اي حاجه اكثر من هادشي كتجي من الشرير. كون طيب مع الاخرين
سمعتو اللي تقال، "عين بعين، وسن بسِن." (الخروج 21:24؛ اللاويين 24:20؛ التثنيه 19:21)
ولكن هادي هي اللي غنقول ليك. ما تحاربش مع واحد شرير. "الا ضربك شي حد علي خدك اليمين، ورّيه خدك الاخر حتي هو.
فرضاً شي حد خداك للقضاء باش يدي منك القميجه ديالك. خليو ياخد حتي الجاكيت ديالك.
فرضًا شي حد جبرك تمشي ميل واحد. مشي معاه جوج اميال.
عطي اللي كيطلب منك شي حاجه. ما تدوّرش وجهك علي اللي بغا يدي منك شي حاجه بالسلف. حب اعداءك
سمعتو انه تقال، "حب جارك. (لاويين 19:18) كره عدوك."
ولكن هادي هي الحاجه اللي كنقول ليك. حب اعداءك. صلي علي اللي اذوك.
غادي تولّيو ولاد باباكم اللي ف السما. "كيخلي الشمس ديالو تشرق علي الناس الخايبين والناس المزيانين. كيطيّح الشتا علي اللي كيديرو الخير واللي ما كيديروش.
الي كنتي كتحب اللي كايحبوك، شنو هي الجاءزه اللي غادي تربحها؟ حتي الجبايات كيديرو هادشي.
الي سلمتي غير علي ناسك، شنو كتدير اكثر من الاخرين؟ حتي الناس اللي ما عندهمش دين كيديرو هاد الشي.
كونو كاملين، بحال الاب ديالكم اللي ف السما كامل.
العطاء للناس المحتاجين
رد بالك ما تديرش "الاعمال الصالحه" قدام الناس. ما تديرهاش باش يشوفوك الناس. الا درتها، باباك اللي ف السما ما غاديش يجازيك.
مني كتعاون الناس اللي محتاجين، ما تعلنش علي هادشي بطنين البوق. ما تكونش بحال اللي كيديرو غير باش يبانوا متقين. كيعلمو الناس شنو كيديرو فالمعابد وفالشوارع. باغين الناس يكرموهم. اللي غادي نقول ليك دابا صحيح. راه خداو جزاهم كامل.
مني كتعاون المحتاج، ما تخليش يدك اليسري تعرف شنو كتدير يدك اليمني.
غادي يكون عطاءك سري. باباك غادي يجازيك. هو كيشوف شنو كتدير ف السر. الصلاه
مني كتدعي، ماتكونش بحال اللي كيديرو غير باش يبانوا متقين. كيبغيو يوقفو ويدعيو فالمعابد وعلي زوايا الشوارع. بغاو الناس يشوفوهم. اللي غادي نقول ليك صحيح. راه خداو اجرهم كامل.
مني كتصلّي، دخل لبيتّك. سد الباب وصلّي لبيّك اللي ما كيشوفوش الناس. هو غادي يجازيك. بيّك كيشوف اللي كتدير ف السر.
مني كتدعي، ماتطولش الكلام بحال الناس اللي ماعندهومش دين. كيشوفو راسهم غادي يسمعوهم حيت كيهضرو بزاف.
ماتكونش بحالهم. باباك كيعرف شنو محتاج حتي قبل ما تسولو.
هكا خاصك تصلي. "ابانا اللي ف السما، يتقدس سمّيك.
يجي ملكوتك. يوقع اللي بغيتو يوقع فالارض بحال ما كاين فالسما.
عطينا اليوم خبزنا اليومي.
سامح لينا ذنوبنا، بحال ما حنا حتي حنا سامحين للّي دارو فينا.
حافظ علينا باش ما نطيحوش ف الذنب ملي كتجربنا. نجينا من الشرير.
سمح للناس ملي يذنبوا عليك. الا درتي هكا، باباك اللي ف السما غادي يسامحك حتي هو.
ولكن الا ما سمحتش للناس علي ذنوبهم، باباك ما غاديش يسامح ذنوبك. الصيام
مني كتسالي بلا ما تاكل، ماتكونش عابس بحال الناس اللي كيديرو غير باش يبانوا متقين. كيديرو وجوههم حزينه بزاف. بغاو يورّيو للناس بلي صايمين. اللي غادي نقول ليك دابا صحيح. راه خداو اجرهم كامل.
ولكن منين تمشي بلا ما تاكل، دير زيت الزيتون علي راسك. غسل وجهك.
ومن بعد، الاخرين ما غاديش يعرفو بلي كتصرّف. غير باباك اللي ما كيشوفوش، هو اللي غادي يعرف. هو اللي غادي يجازيك. باباك كيشوف اللي كيتدار ف السر. خبّي الثروه ف السما.
ماتجمعوش لراسكوم الثروه فالارض. العث والصدا يقدرو يفسدوها. اللصوص يقدرو يقتحمو ويسرقوها.
عوض هاد الشي، جمعو لراسكم كنوز ف السما. تماك، العث والصدا ما كيخربوش عليهم. تماك، اللصوص ما كيدخلوش يسرقوهم.
قلبك غيكون فين ما كانت ثروتك.
العين بحال المصباح ديال الجسم. ايلا كانت عينيك مزيانه، غادي يكون جسمك كامل عامر بالنور.
ولكن فرضًا عينيك خايبين. غادي يكون جسمك كامل معمر بالظلام. الا كان الضو اللي داخلك ظلام، راه غادي يكون ظلام كبير!
ما كاين حتي واحد يقدر يخدم جوج ساده ف نفس الوقت. غادي يكره واحد فيهم ويحب الاخر. ولا غادي يكون مخلص لواحد وما يعجبوش الاخر. ما تقدرش تخدم الله والفلوس ف نفس الوقت. ما تقلقش
كنقول ليك، ماتقلقش. ماتقلقش علي حياتك وشنو غادي تاكل ولا تشرب. وماتقلقش علي جسمك وشنو غادي تلبس. واش ما كاينش فالحياه اكثر من الاكل؟ واش ما كاينش حاجات اهم للجسم من اللبسه؟
شوف الطيور ديال السما. ما كيزرعوش وما كيجمّعوش الحبوب. وما كيدّخرّوش الحبوب فالمخازن. ولكن باباك اللي فالسما كيرزقهم. واش ما كتسواش اكثر منهم؟
واش تقدر تزيد حتي ساعه وحده فحياتك غير بالقلق؟
وعلاش كتقلق علي الحوايج؟ شوف كيفاش كيكبرو الزهور البريه. ما كيديروش الخدمه ولا كيديرو الحوايج.
ولكن هادي هي اللي كنقول ليك. حتي سليمان فكل مجده ما كانش لابس بحال شي وحده من هاد الورود.
الا هكا كيفاش الله كيلبس العشب البري، واش ما غاديش يلبسك حتي حسن؟ فالاخير، العشب هنا غير اليوم. غدا كيترمي فالنار. ايمانك صغير بزاف!
ماتقلقش. ماتقولش، "شنو غناكلو؟" ولا، "شنو غنشربو؟" ولا، "شنو غنلبسو؟"
الناس اللي ما عندهمش تقوي كيجريو ورا هادوك كاملين الحوايج. باباك اللي ف السما كيعرف بلي محتاج ليهم.
ولكن خَلّي مملكه الله هي اللوله. دير اللي بغاك دير. ومن بعد غادي يعطيوك حتي هادوك كاملين.
ماتقلقش علي غدا. غدا غادي يهتم براسو. كل نهار عندو مشاكيلو الخاصه.
كون عادل ملي كتقيم الناس الاخرين
ماتحكمش علي الناس. باش ما يتحكموش عليك.
غادي تتحكم عليك بنفس الطريقه اللي كتتحكم بيها فناس خرين. غادي يتقاس عليك بنفس الطريقه اللي كتقيس بيها الناس.
كتشوف الشويه ديال النشاره ف عين صاحبك. ولكن ما كتشدش البال للخشبه اللي ف عينك.
كيفاش تقدر تقول لصاحبك، "خليني نخرج الشويه ديال النشاره من عينك"؟ كيفاش تقدر تقول هاد الكلام وانت عندك قطعه ديال الخشب ف عينك؟
نتا كدّاب! اولاً خرج الشوكه من عينك. من بعد غادي تقدر تشوف مزيان باش تخرج النشاره من عين صاحبك.
ماتعطيش الحوايج المقدسه للكلاب. ماترميش لءلءك للخنازير. الا درتي هكا، يقدرو يدوسو عليهم. ومن بعد يقدرو يرجعو ويقطعوك. سول، قلب، طرق
سول، وغادي يتعطي ليك. قلب، وغادي تلقي. دق، وغادي تفتح ليك الباب.
كل من سال غادي يتلقي. اللي كيقلب غادي يلقي. الباب غادي يتفتح للّي كيطرطق.
افترض ولدك طلب الخبز. شكون فيكم غادي يعطيه حجر؟
ولا نفرض طلب سمكه. شكون فيكم غادي يعطيه حنش؟
حتي وان كنت شرير، كتعرّف كيفاش تعطي هدايا مزيانه لولادك. شحال اكثر غادي يعطيك باباك اللي ف السما هدايا مزيانه للّي كيطلبو منو!
فكلشي، دير مع الناس اللي بغيتي يديروه معاك. هادشي مكتوب فالشريعه وفالانبياء. البوابات الكبيره والصغيره
دخل ملكوت الله من الباب الضيق. الباب واسع والطريق عريض لي كيوصل للموت والجحيم. بزاف ديال الناس كيمشيو فداك الطريق.
ولكن الباب صغير والطريق ضيق اللي كيوصل للحياه. غير قلال هما اللي كيلقاوه. شجره وثمرتها
حذار من الانبياء الكذبه. كيجيو عندك متظاهرين بلي هما غنم. ولكن من الداخل هما ذءاب جياعه.
تقدر تعرف شنو هما فعلاً من خلال شنو كيديرو. واش الناس كيجمعو العنب من الشجيرات؟ واش كيجمعو التين من الشوك؟
بنفس الطريقه، كل شجره مزيانه كتجيب فواكه مزيانه. ولكن الشجره الخايبه كتجيب فواكه خايبه.
شجره مزيانه ما كتجيبش فواكه خايبه. وشجره خايبه ما كتجيبش فواكه مزيانه.
كل شجره ما كتجيبش فواكه مزيانه كتقطع. وكتترمي فالنار.
كتعرف كل شجره من خلال ثمرتها.
ماشي كل واحد كيقول ليا، "سيدي، سيدي"، غادي يدخل ملكوت السما. غير اللي كيدير اللي بغاها بابا ديالي اللي ف السما غادي يدخل.
بزاف غادي يقولو ليا فداك النهار، "سيدي! سيدي! واش ما تنباناش باسمك؟ واش ما طردناش الشياطين باسمك؟ واش ما درناش بزاف ديال المعجزات باسمك؟"
غادي نقول ليهم بوضوح، 'عمري ما عرفتكوم. بعيدو عليا، يا اللي كتديرو الشر!' البنيان الحكيم والجاهل
اذن، كل واحد كيسمع كلامي وكيطبقهم بحال راجل حكيم. كيبني دارو فوق الصخر.
الشتا كتنزل. الما كيرتفع. الرياح كتهب وكتضرب علي داك الدار. ولكن ما طاحش. راه مبني علي الصخر.
ولكن كل واحد كيسمع كلامي وما كيديرهمش فالحياه بحال راجل غبي. كيبني دارو فوق الرمل.
الشتا كتهبط. الما كيرتفع. الرياح كتهب وكتضرب فداك الدار. وكتطيح بصوت عالي.
يسوع سالي يقول هاد الكلام كامل. الناس تعجبوا من تعليمه.
كان كيعلم بحال واحد عندو السلطه. ماكانش كيهدر بحال معلميهم ديال الشريعه.
يسوع كيشفي راجل كان عندو مرض فجلدو
نزل عيسي من الجبل. جماهير كبيره تبعوه.
جا راجل عندو مرض فجلدو ونزل علي ركبتيه قدام يسوع. قال، "سيدي، الا بغيت تقدر تطهرني."
عيسي مد يدو ولمس الراجل. قال ليه: "انا مستعد نديرها." "كون طاهر!" فالحين تداوي الراجل من مرض جلدو.
من بعد قال ليه عيسي، "ماتقولش لحتي واحد. سير ورِّي راسك للكاهن. قدم الهديه اللي امر بيها موسي. غتكون شهاده ليهم." قاءد رومي عندو الايمان
مني دخل يسوع لقفرناحوم، جا عندو قاءد رومي. طلب من يسوع يعاونو.
"سيدي،" قال، "خدمي كايبقي فالدار وما قادرش يتحرك. كيعاني بزاف."
قال يسوع، "غادي نمشي ونعالجو."
جاوب القاءد، "سيدي، ماشي مزيان عندي باش تجي لدار ديالي. ولكن غير قول الكلمه، وعبد ديالي غادي يبرا.
انا راسي راجل تحت السلطه. وعندي جنود كيطاعو اوامري. كنقول لهاد واحد، 'مشي،' وكيمشي. كنقول لهادك، 'جي،' وكايجي. كنقول لخدمي، 'دير هاد الشي،' وكيديرو."
مني سمع يسوع هاد الشي، تعجب بزاف. قال للناس اللي تابعينه، "اللي غادي نقول ليكم دابا صحيح. فاسراءيل ما لقيتش حتي واحد عندو ايمان قوي بحال هكا."
كنقول ليكم بلي بزاف غادي يجو من الشرق والغرب. غادي ياخذو بلاصتهم فالعشا فملكوت السما. غادي يقعدو مع ابراهيم، اسحاق ويعقوب.
ولكن اللي كايظنّو راسهم من المْلك غادي يتطرّدو لْبرا، فالظلام. تماك غادي يبكيو ويصرّو سنانهم.
من بعد قال يسوع للقاءد الروماني، "مشي! غادي يوقع بالضبط كيف ما كنت كتامن." وعبد ديالو تداوي فداك الساعه بالضبط. يسوع كيعالج بزاف ديال الناس
مني دخل عيسي لدار بطرس، شاف حماتو. كانت راقده فالفراش. كانت عندها السخانه.
عيسي لمس يدها، والحمي مشات منها. نهضت وبدا كتخدم معاه.
مني جا العشيه، جابو بزاف ديال الناس اللي كانو مسيطرين عليهم الشياطين عند يسوع. طرد الارواح بكلمه وحده. شفي كلشي اللي كان مريض.
دارها باش يتحقق اللي قال النبي اشعياء. قال، "تالم بالحوايج اللي كان خاصنا نحسوا بيها. تحمل علي راسو الامراض اللي كان خاصها تكون علينا." (اشعياء 53:4) الثمن ديال تتبع يسوع
شاف يسوع الجمع اللي حداو. وعطا تلاميذو اوامر يمشيو للجانب الاخر ديال بحر الجليل.
من بعد جا عندو واحد المعلم ديال الشريعه. قال ليه، "استاذ، غادي نتبعك فين ما مشيتي."
جاوب يسوع، "الثعالب عندها جحور. وطيور السما عندها اعشاش. ولكن ابن الانسان ما عندوش بلاصه يريح راسو."
قال ليه واحد تابع اخر، "سيدي، خليك تسمح لي نمشي ندفن بابا ديالي الاول."
ولكن عيسي قال ليه، "تبّعني. خلي الموتي يدفنوا موتاهم." عيسي كيهدّي العاصفه
مشي عيسي فطرّايه. التلاميذ ديالو تبعوه.
فجاه جا عاصفه خايبه علي البحيره. الموج ضرب القارب. ولكن عيسي كان ناعس.
التلاميذ مشاو و فاقوه. قالو، "سيد! نجينا! غادي نغرقو!"
جاوب، "ايمانك صغير بزاف! علاش كتخاف هكا؟" من بعد، عيسي ناض وامر الرياح والامواج باش يوقفو. ولات الدنيا هانيه تمامًا.
التلاميذ تعجبوا. سولو، "شنو هاد الراجل؟ حتي الرياح والامواج كيطاعوه!" يسوع كيبرا جوج ديال الرجال اللي كانو مسيطر عليهم الشياطين
وصل يسوع للطرف الاخر ديال البحيره ف منطقه الجدارينيين. جوج رجال مسيطر عليهم الشياطين قابلوه. جاو من القبور. الرجال كانو متوحشين بزاف حتي ماقداش حتي واحد يدوز من داك الطريق.
"ولد الله، شنو بغيت منا؟" صرخوا. "واش جيتي هنا باش تعاقبنا قبل ما يجي الوقت باش نحاكمو؟"
ما بعيدش بزاف، كان قطيع كبير ديال الخنازير كياكل.
الجن طلبو من عيسي، "الا خرجتنا، صيفطنا عند قطيع الخنازير."
قال ليهم عيسي، "مشيوا!" خرجو الشياطين من الرجال ومشاو للخنازير. القطيع كامل هرب من علي الضفه الحاده. جراو للبحر وغرقو فالماء.
اللي كانو كيراعو الخنازير هربو. مشاو للمدينه و خبروا الناس بكلشي. قالو للناس شنو وقع للرجال اللي كانو مسيطرين عليهم الشياطين.
ومن بعد خرجت المدينه كامله باش تلاقي بيسوع. ملي شافوه، طلبوا منو يمشي من منطقتهم.
يسوع كيشفي راجل ماقدّرش يمشي
مشي عيسي للباخره. مشي للجهه الاخري ديال البحيره وجا للمدينه ديالو.
جاو عندو شي رجال وجابو ليه راجل ما قادرش يمشي. كان راقد علي حصيره. عيسي شاف انهم عندهم الايمان. قال للراجل، "ماتفقدش الامل، ولدي. ذنوبك تغفرت."
ومن بعد قالو بعض معلمي الشريعه فراسهم، "هاد الراجل كيهدر حاجه خايبه بزاف!"
كان عيسي عارف اش كايفكرو. قال ليهم، "علاش عندكم افكار شريره فقلوبكم؟"
واش اسهل تقول، "ذنوبك مغفوره"؟ ولا تقول، "قوم وتمشي"؟
بغيتك تعرف بلي ابن الانسان عندو السلطه فالارض باش يغفر الذنوب." من بعد هدر مع الراجل اللي ما قدرش يمشي. "قوم," قال ليه. "شد فرشك ومشي لدارك."
الراجل وقف ومشي للدار.
مني شافو الناس هاد الشي، تعجبو بزاف. شكروا الله حيث عطا هاد النوع ديال السلطه للناس. عيسي كيختار متي
مني مشي يسوع من تماك، شاف راجل سميتو متي. كان جالس فبلاصت جامع الضراءب. "تبّعني"، قال ليه يسوع. متي وقف وتبعو.
من بعد، كان عيسي كيتعشي فدار متي. جاو بزاف ديال جابو الضراءب و"الخطاه". كلو مع عيسي وتلاميذو.
شافو الفريسيين هاد الشي. سولوا التلاميذ، "علاش المعلم ديالكم كياكل مع الجبايات و'الخطّاه'؟"
سمع يسوع هاد الشي. قال، "اللي بصاح ما كيحتاجش الطبيب. الناس المريضه هما اللي كيحتاجوه.
مشِي وتعلم شنو كيعني هاد الشي، 'بغيت الرحمه ماشي التضحيه.' (هوشع 6:6) ما جيتش باش نجيب اللي كايظنّو راسهم صحاب مع الله باش يتبعوني. جيت باش نجيب الخطّاه يتبعوني." المسيح تسوّل علي الصيام
نهار جاو تلاميذ يوحنا. قالو ليسوع، "حنا والفريسيين كنصومو وماكناكلوش. علاش تلاميذك ماكيصوموش؟"
جاوب يسوع، "كيفاش يقدرو الضياف ديال العريس يكونو حزينين وهو معاهم؟ الوقت غادي يجي اللي فيه العريس غادي يتاخد منهم. من بعد غادي يصومو.
الناس ما كيخيطوش قطعه جديده من القماش علي حوايج قديمه. القطعه الجديده غادي تجرّ من القديمه. هادشي غادي يزيد في التمزق.
الناس ما كيسكّروش العنب الجديد فجلود العنب القديمه. الا دارو هكا، الجلود غادي تنفجر. العنب غادي يطيح، والجلود غادي تتخرب. لا، كل واحد كيسكّر العنب الجديد فجلود جديده. ومن بعد بجوج كيتحافظ عليهم. بنت ميته ومراه كتتعذب
فاش كان عيسي كيهضر هاد الكلام، جا واحد السيد. طاح علي ركبتيه قدام عيسي. قال، "بنتي توفات دابا. ولكن جي وحط يدك عليها. من بعد غادي تعيش مره اخري."
قام يسوع ومشي معاه. ودارو هكا حتي التلاميذ ديالو.
فهاد اللحظه جا واحد المرا من ورا يسوع. كانت مريضه وكتنزف الدم. هاد المرض كان عندها من 12 عام. لمست طرف حوايجو.
هي فكرت، "غير خاصني نلمس حوايجو. من بعد غادي نبرا."
تلفت يسوع وشافها. قال ليها: "يا مرا، ماتفقديش الامل، ايمانك شفاك." المرا تداوات فداك اللحظه.
مني دخل عيسي لدار السيد، شاف لعازفين علي الناي تماك. وشاف الزحام اللي كيدوي.
قال، "مشي بعيد. البنت ما ماتتش. هي ناعسه." ولكن ضحكوا عليه.
من بعد ما خرجو الناس، مشي يسوع للداخل. شد البنت من يدها، و قامت.
الاخبار علي شنو دار يسوع ولات معروفه فكل هاد المنطقه. يسوع شافا جوج عميان
مني مشي يسوع من تماك، جوج عميان تبعوه. ناداو عليه، "رحمنا يا ولد داود!"
مني دخل عيسي للدار، جاو عندو العميان. سولهم، "كتامنو بلي نقدر ندير هاد الشي؟" جاوبوه، "ايه، يا مولانا."
ومن بعد لمس عينيهم. قال ليهم، "غادي يوقع ليكم بحال ما كنتو كتامنو."
قدرو دابا يشوفو من جديد. عيط عليهم يسوع بقوه، "تاكدو بلي حتي واحد ما يعرف علي هاد الشي."
ولكن خرجوا ونشروا الخبر. هدروا عليه فكل هاد المنطقه.
فاش كانو خارجين، جابو راجل اخر عند يسوع. شي شيطان كان مسيطر عليه، وما كانش قادر يهدر.
مني خرج المارد، الرجل تهدر. الناس تفاجءو. قالو، "ما عمرنا شفنا بحال هاد الشي فاسراءيل."
ولكن الفريسيين قالوا، "كيطرد الشياطين بقوه امير الشياطين." كاينين غير شويه ديال العمال
مشي عيسي عبر جميع المدن والقري. كان كيعلم فالمعابد ديالهم. كان كيعظ بالخبر الزوين ديال الملكوت. وكان كيشفي كل مرض وعلّه.
مني شاف الجموع، حس بقلق عميق عليهم. كانوا مضروبين وعاجزين، بحال الخرفان بلا راعي.
من بعد قال يسوع لتلاميذ ديالو، "الحصاد كبير بزاف. ولكن العمال قليلين."
سول رب الحصاد يرسل عمال لخدمه حقله ديال الحصاد.
يسوع كيرسل التلاميذ الاثنا عشر
عيسي نادي علي 12 تلميذ ديالو باش يجو عندو. عطاهم السلطه باش يطردو الارواح الشريره ويشافيو كل مرض وعلّه.
هادو هما اسامي التلاميذ 12. اللولين هما سيمون بطرس وخوه اندرو. من بعد كيجي يعقوب، ولد زبدي، وخوه يوحنا.
من بعدهم كاينين فيليب وبارثولوميو، وكذا توما ومتي جامع الضراءب. جوج اخرين هما يعقوب بن الفاوس وتداوس.
الاخيرين هما سيمون الغيور ويهوذا الاسخريوطي. يهوذا هو اللي غادي يسلم يسوع لاعداءه من بعد.
صافي عيط يسوع لهد 12 و عطاهم هاد التعليمات. قال ليهم: "متمشيوش عند الناس اللي ماشي يهود." قال ليهم: "متمشيوش تدخلوا حتي شي مدينه ديال السامريين."
بلاصه هكاك، سير عند ناس اسراءيل. هما بحال الخرفان اللي ضاعو.
مني تمشي، نادي بهاد الرساله، 'ملكوت السما قريب.'
شافي المرضي. رجع الموتي للحياه. رجع الناس اللي عندهم امراض الجلد "نقيين" من جديد. طرد الشياطين. خديتي بلا مقابل، عطّي بلا مقابل.
ماتديش معاك حتي ذهب، فضه ولا نحاس فالحزام ديالك.
ماتديش معاك شي حقيبه فالسفر. ماتديش هدوم زايده ولا صباط ولا عصي المشي. خاص العامل يتعطا اللي محتاجو.
مني كتدخل لشي مدينه ولا دوار، قلب علي شي حد مستعد يرحب بيك. بقي فدار ديال هاد الشخص حتي تمشي.
مني كتدخل للدار، سَلِّم علي الناس اللي ساكنين فيها.
الا دارك رحبات بيك، عطيها بركتك ديال السلام. الا ما رحباتش، ما تعطيهاش البركه.
بعض الناس ممكن ما يرحبوش بيك ولا يسمعوا لكلامك. الا ما داروش هكا، نفض الغبره من رجليك منين تخرج من داك الدار ولا المدينه.
اللي غادي نقول ليك دابا صحيح. فنهار الحساب غادي يكون اسهل علي سدوم وعموره من داك المدينه.
كنرسلّك بحال الغنم وسط الذءاب. دابا كون حكيم بحال الحنش وطيب بحال الحمام.
حذار! الرجال غادي يسلموك للمحاكم المحليه. غادي يجلدوك فالمعابد ديالهم.
غادي يجيبوك عند الولاه والملوك بسببي. غادي تكونوا شهود عليهم وعلي اللي ماشي يهود.
ولكن ملي يعتاقلوك، ما تقلقش علي شنو غادي تقول ولا كيفاش غادي تقولها. فداك الوقت غادي يعطيوك الكلمات الصحيحه باش تقول.
ما غاديش تكون نتي اللي كتهدَر. روح باباك هي اللي غادي تهدر من خلالك.
الاخوه غادي يسلمو اخوتهم باش يتقتلوا. الاباء غادي يسلمو ولادهم. الولاد غادي يثوروا علي والديهم ويخليوهم يتقتلوا.
غادي يكرهوك الناس كاملين بسببي. ولكن اللي يصبر حتي للنهايه غادي ينجا.
مني كيهاجموك فبلاصه وحده، هرب لبلاصه اخري. اللي غادي نقول ليك دابا صحيح. ما غاديش تكمل دوز علي مدن اسراءيل قبل ما يجي ابن الانسان.
التلميذ ماشي حسن من الاستاذ ديالو. العبد ماشي حسن من السيد ديالو.
كافي الطالب يكون بحال استاذو. وكافي العبد يكون بحال مولاه. الا كان راس الدار تسمي بييلزبوب، شنو يقدرو الناس اللي ساكنين تما يتوقعو؟
ماتخافش من اعداءك. كلشي اللي مخبي غادي يبان. كلشي اللي مخفي غادي يتكشف.
شنو كنقولك فالظلام، قولو فالنهار. شنو كيتهمس فودنك، صرخ من فوق السطوح.
ماتخافش من اللي كيقتلو الجسد وما يقدروش يقتلو الروح. بالعكس، خاف من اللي يقدر يهلك الروح والجسد بجوج في النار.
واش جوج عصافير ما كيتباعوش غير بفلوس قليله؟ ولكن حتي واحد فيهم ما كيطيحش للارض بلا ما يعرف بيه باباك.
كيعد حتي كل شعره ف راسك!
ماتخافش. نتي/نتا كتسوي اكثر من بزاف ديال العصافير.
شنو علي شي حد كيقول قدام الناس بلي كيعرفني؟ حتي انا غادي نقول قدام بابا ديالي اللي ف السما بلي كنعرفو.
ولكن شنو غادي نقول علي شي حد كيقول قدام الناس ما كيعرفنيش؟ غادي نقول قدام بابا ديالي اللي ف السما ما كنعرفوش.
ماتظنش بلي جيت باش نجيب السلام للارض. ما جيتش باش نجيب السلام. جيت باش نجيب السيف.
جيت باش نخلق "الولاد ضد الاباء. البنات غادي يرفضو يطيعو امهاتهم. كنيات غادي يكونو ضد حماتهم.
"اعداء الراجل غادي يكونو افراد من عاءلتو." (ميخا 7:6)
لي كايحب باباه ولا ماماه كثر مني ما كيستاهلنيش. لي كايحب ولدُه ولا بنتُه كثر مني ما كيستاهلنيش.
و اللي ما شالش صليبه و تبعني ما يستاهلنيش.
الي لقا حياتو، غادي يضيعها. الي ضاع حياتو بسببّي، غادي يلقاها.
لي كيستقبلكم كيستقبلني. ولي كيستقبلني كيستقبل اللي صيفطني.
فرضًا شي حد رحب بنبي كنبي. هادك الشخص غادي ياخد اجر النبي. وفرضًا شي حد رحب بشخص تقي كشخص تقي. هادك الشخص غادي ياخد اجر الشخص التقي.
تخيل شي حد عطا حتي كاس ديال الما بارد لشي صغير كيتبعني. اللي غادي نقول ليكم دابا صحيح. هداك الشخص غادي يتكافا بلا شك.
عيسي ويوحنا المعمدان
سالي يسوع تعليم التلاميذ ديالو الـ12. من بعد مشي كيعلم وكيبشر فمدن الجليل.
كان جون في الحبس. ملي سمع شنو كيدير المسيح، صيفط لتلاميذ ديالو عندو.
سولوه يسوع، "واش نتي هو اللي كان خاص يجي؟ ولا خصنا نقلبو علي شي حد اخر؟"
جاوب يسوع، "رجع عند يوحنا. قول ليه شنو كتسمع وكتشوف.
الناس العميان كيرجع ليهم البصر. الناس المعاقين كيمشيو. اللي عندهم امراض ف الجلد كيتشافاو. الناس الصم كيسمعو. اللي ماتوا كيرجعو للحياه. والخبر الزوين كيتبشر به الناس الفقراء.
مبروك هما اللي ما كيتخلاشوش علي ايمانهم بسببي.
مني كانو تلاميذ يوحنا كيمشيو، بدا يسوع كيهضر مع الجمع علي يوحنا. قال ليهم، "شنو مشيتو تشوفو فالصحراء؟ العشب الطويل كيتحرك مع الريح؟
الا ماكانش، شنو مشيتي تشوف؟ راجل لابس حوايج زوينين؟ لا. الناس اللي كيلبسوا حوايج زوينين كاينين فقصور الملوك.
وشنو مشيتي تشوف؟ نبي؟ ايوا، كنقول ليك، واكثر من نبي.
هو اللي مكتوب عليه ف الكتاب المقدس. كايقول، "غادي نرسل المرسل ديالي قدامك. غادي يوجّد ليك الطريق." (ملاخي 3:1)
اللي غادي نقول ليك دابا صحيح. ما كاين حتي واحد اهم من يوحنا المعمدان تزاد. ولكن اقل واحد اهميه فملكوت السماوات اهم منو.
من ايام يوحنا المعمدان، مملكه السما كاتتقدم بالقوه. والناس القويين كيتشبثو بيها.
جميع الانبياء والشريعه تنباوا حتي جاء يوحنا.
الي كنتي مستعد تقبلها، جون هو ايليا اللي كان مفروض يجي.
لي عندو ودنين يسمع.
شنو نقدر نقارن بيه الناس ديال اليوم؟ بحال الدراري اللي جالسين فالسوق وكيناديو علي الناس. كيقولو،
'حنا عزفنا ليك الناي. ولكن ما رقصتيش. غنينا نشيد جنازه. ولكن ما حزنتيش.'
مني جا جون، ما كلاش ولا شرب بحالك. و الناس كيقولو، 'عندو شي شيطان.'
ولكن ملي جا ابن الانسان، كلي وشرب بحالكم. وكيقولو الناس، "هاد الراجل ديما كلي وشرب بزاف بزاف. هو صاحب ديال الجبايات و"الخطّاءين"." اللي كيتصرفو بحكمه كيبينو ان الحكمه صحيحه." المدن اللي ما كتديرش ظهرها للذنب
بدا عيسي كيهضر ضد المدن اللي دار فيهم اغلب معجزاتو. الناس تماك ما تبدلوش من ذنوبهم. قال ليهم،
شحال غادي تكون خايبه عليكم، كورازين! شحال خايبه عليكم، بيتsaida! تخيلو المعجزات اللي تدارو فيكم تدارو في صور وصيدون. كانوا غادي يرجعو من خطاياهم من زمان. كانوا غادي يلبسو حوايج كحله. كانوا غادي يقعدو في الرماد.
ولكن كنقول ليك هاد الشي. فنهار الحساب غادي يكون اسهل علي صور وصيدا من عندكم.
و اش من حالك، كفرناحوم؟ واش غادي تترفع للسما؟ لا! غادي تهبط لمكان الموتي. تخيل المعجزات اللي تدارو فيك تدارو في سدوم. كانت غتبقي هنا حتي اليوم.
ولكن كنقول ليك هاد الشي. فنهار الحساب غادي يكون اسهل علي سدوم من عندكم." الراحه لكل اللي عيّانين
فداك الوقت قال يسوع، "كنحمدك يا بابا. نتي مولي السما والارض. خبيتي هاد الحوايج علي الحكماء والمتعلمين. ولكن وريتيهم للصغار ديال العيالات.
ايه، بابا. هادا هو اللي بغيت.
بابا عطاني كلشي. البابا هو الوحيد اللي كيعرف الولد. والوحيدين اللي كيعرفو البابا هما الولد والناس اللي الولد كيختار باش يعرفهم عليه.
جي لعندي، كلكم اللي عيّانين وحاملين اعباء ثقيله. غادي نعطيكم الراحه.
ولاو عبادي وتعلمو مني. انا رقيق وما عنديش الكبرياء. غادي تلقاو الراحه لروحكم.
خدمتي ساهله، و الحمل ديالي خفيف.
عيسي هو رب نهار السبت
فنهار السبت مشي يسوع فحقول الحبوب. التلاميذ ديالو كانو جياع. بداو يقطّعو شويه من رءوس الحبوب وكيلو.
شافو الفريسيين هاد الشي. قالو ليسوع، "شوف! هاد الشي مخالف للشريعه باش تديروه فنهار السبت. ولكن التلاميذ ديالك كيديروه مع ذلك!"
جاوب يسوع، "ما قريتش علي شنو دار داوود؟ هو و رجاله كانو جياع.
دخل دار الله. هو و رجاله كلو الخبز المقدس. غير الكهنه كانو مسموح ليهم ياكلوه.
ما قريتيش القانون؟ كايقول كيفاش كل نهار سبت خاص الكهنه في الهيكل يديرو خدمتهم فداك النهار. ولكن ما كيتعتابروش مذنبين.
كنقول ليك بلي اللي اهم من الهيكل راه هنا.
الكتاب كيقول، "بغيت الرحمه ماشي التضحيه." (هوشع 6:6) ما عرفتوش شنو كتعني هاد الكلمات. الا عرفتو، ما كنتوش غادي تتهماو الناس اللي ماشي مذنبين.
ابن الانسان هو سيد نهار السبت.
من بعد ما خرج من داك البلاصه، مشي يسوع للكنيس ديالهم.
كان واحد الراجل عندو يد ضعيفه ومعوجه. الفريسيين كانو كيقلبو علي عيب عند يسوع. سولوه، "واش الشريعه كتسمح لينا نداويو فنهار السبت؟"
قال ليهم، "شنو اذا طاحت شي نعجه من عندكم فحفره فنهار السبت؟ واش ما غاديش تمسكوها وتخرجها؟
الراجل كيساوي اكثر من الغنم! اذن القانون كيسمح لينا نديرو الخير فنهار السبت.
من بعد قال ليه عيسي، "مد يدك." فمدها. ولات بحال الجديده، بحال اليد الاخري.
ولكن الفريسيين خرجوا وداروا خطه باش يقتلو يسوع. عبد الله المختار
كان عيسي عارف كلشي علي خطط الفريسيين. فمشا من داك البلاصه. بزاف د الناس تبعوه، وداوي جميع المرضي ديالهم.
ولكن حذرهم ما يقولوش شكون هو.
هادشي باش يتحقق اللي تقال علي لسان النبي اشعياء. كيقولو،
هادي عبد ديالي. انا اخترتو. هو اللي كنحب. انا فرحان بيه بزاف. غادي نحط روحي عليه. غادي يعلن للامم بلي كلشي غادي يتصلح.
ما غاديش يناقش ولا يعيط. ما غاديش شي حد يسمع صوته ف الشوارع.
ما غاديش يكسر غصن معوج. ما غاديش يطفي شعله كتضوي ضعيفه. غادي يصلح كلشي.
الامم غادي يحطو املهم فيه." (اشعياء 42:1-4) يسوع و بعلزبوب
جا راجل مسيطر عليه الشياطين عند يسوع. الراجل كان عمي وماكيقدرش يهدر. يسوع شافاه. من بعد الراجل قدر يهدر ويشوف.
جميع الناس تعجبوا. قالوا، "واش هادا هو ولد داوود؟"
سمع الفريسيين هاد الشي. قالو، "هاد الراجل كيخرج الشياطين بقوه بعلزبول، امير الشياطين."
كان عيسي عارف شنو كايفكرو. قال ليهم، "كل مملكه كتقاتل راسها غادي تتهرس. كل مدينه ولا عاءله متفرقه علي راسها ما غاديش تبقي."
الي كان الشيطان كيطرد الشيطان، راه كيتقاتل مع راسو. فكيفاش يقدر ملكو يبقي؟
كتقول انا كنخرج الشياطين بقوه بعلزبول. اذن بقوه شكون كينخرجوا الشياطين عند الناس ديالك؟ اذن، هما غادي يكونوا القضاه ديالك.
ولكن اذا كنت كنخرج الشياطين بروح الله، فهاد يعني ان ملكوت الله وصل ليكم.
ولا فكر فهادشي. كيفاش تقدر تدخل لدار راجل قوي وتاخد غير اللي ديالو؟ خاصك الاول تربطو. من بعد تقدر تسرق دارو.
لي ما معايا راه ضدّي. لي ما كيجمّعش الغنم معايا راه كيفرّقهم.
هادي هي الحاجه اللي كنقولها ليك. كل ذنب وكل كلمه شريره كتقال ضد الله غادي تتغفر. ولكن الكلام الشرير ضد الروح القدس ما غاديش يتغفر.
اي واحد يهضر بكلمه ضد ابن الانسان غادي يتسامح معاه. ولكن اي واحد يهضر ضد الروح القدس ما غاديش يتسامح معاه. هاد الشخص ما غاديش يتسامح معاه لا دابا ولا فالايام الجايه.
الي درتي الشجره مزيانه، غادي تكون ثمرتها مزيانه. الي درتي الشجره خايبه، غادي تكون ثمرتها خايبه. كتقدر تعرف الشجره من ثمرتها.
يا عش ديال الحيات السامه! كيفاش نتاو اللي شريرين تقدروا تقولوا شي حاجه مزيانه؟ فماتكم كتقول كلشي اللي فقلوبكم.
راجل مزيان كيقول كلام مزيان. هاد الكلام كيجِي من الخير اللي مخبي جواه. راجل خايب كيقول كلام خايب. هاد الكلام كيجِي من الشر اللي مخبي جواه.
ولكن هادي هي الحاجه اللي غنقولها ليك. فنهار الحساب، الناس غادي يخصهم يجاوبو علي كل كلمه قالوها بلا مبالاه.
بكلامك غادي يتحكم عليك بالذنب ولا البراءه." العلامه المعجزه ديال يونس
جاو شي من الفريسيين و المعلمين ديال الشريعه عند يسوع. قالو ليه، "استاذ، بغينا نشوفو منك علامه معجزه."
جاوب، "الناس الخايبين واللي ما عندهمش الوفا كيطالبو بعلامه معجزه! ولكن ما غاديش تعطي غير علامه النبي يونس.
كان يونس فبطن حوت كبير لمده ثلاثه ايام وثلاث ليالي. حاجه بحال هادي غادي توقع لولد الانسان. غادي يقضي ثلاثه ايام وثلاث ليالي فالقبر.
رجال نينوي غادي يوقفو نهار الحساب مع الناس اللي عايشين دابا. وناس نينوي غادي يبرهْنو بلي هاد الناس مذنبين. رجال نينوي تْبْعُدو علي ذنوبهم ملي يونس وعظهم. ودابا كاين واحد اهم من يونس هنا.
ملكه الجنوب غادي تقوم نهار القيامه مع الناس اللي عايشين دابا. وغادي تثبت انهم مذنبين. جات من بعيد بزاف باش تسمع حكمه سليمان. ودابا كاين واحد اهم من سليمان هنا.
شنو كيوقع ملي روح شريره كتخرج من راجل؟ كتدوز من بلايص ناشفه كتقلب علي بلاصه ترتاح فيها. ولكن ما كتلقاهش.
ومن بعد كيقولي، 'غادي نرجع للدار اللي خليتها.' ملي كيوصل لهاد الدار، كيلقاها خاويه. الدار متكنسه ومرتبه.
ومن بعد، الروح الشريره تمشي وتدي معاها سبع ارواح اخري شريره اكثر منها. كيدخلو ويسكنو تماك. هداك الراجل كيولي اسوا من قبل. هكا غادي يكون الحال مع الناس الشريرين ديال اليوم." الام ديال يسوع واخوانو
فاش كان عيسي باقي كيهدر مع الجمع، مّتو وخوتو كانو واقفين برا. بغيو يهضرو معاه.
شي حد قال ليه، "مّاك وخوتك واقفين برا. بغاو يهضرو معاك."
جاوبو عيسي، "شكون هي امي؟ وشكون هما خوتي؟"
عيسي شاور علي تلاميذو. قال، "هادي ماما ديالي! ها هما خوتي!
لي كيدير اللي بغا بابا ديالي اللي ف السما هو خويا ولا اختي ولا ماما ديالي.
قصه الفلاح
نفس النهار خرج يسوع من الدار وقعد حدا بحر الجليل.
تجمعو حشود كبيره حداه. فركب فزورق. جلس فيه. كل الناس وقفوا علي الشط.
ومن بعد قال ليهم بزاف د الحوايج باستعمال الحكايات. قال، "فلاح خرج يزرع الزريعه ديالو.
نثر الزريعه علي الارض. بعض منها طاح علي طريق. جاو الطيور وكلوها.
شويه ديال الزريعه طاحت فبلايص صخريه، فين ماكانش التربه بزاف. النباتات نباتو بسرعه، حيت التربه ما كانتش عميقه.
مني طلع الشمش، حرقات النباتات. نشفات حيت ما كانوش عندهم جذور.
زرع اخر طاح وسط الشوك. الشوك كبر وغطي علي النباتات.
وبعض الزريعه طاحت علي تراب مزيان. خرجات محصول كثر 100، 60 ولا 30 مره من اللي تزرع.
لي عندو ودنين يسمع.
جاو عندو التلاميذ. سولوه، "علاش كتستعمل الحكايات ملي كتهدَر مع الناس؟"
جاوب، "عطيتك الفرصه باش تفهم اسرار مملكه السما. ما عطاهاش لناس من برّا.
كل واحد عندو هاد النوع ديال المعرفه غادي يتزاد ليه. فالحقيقه، غادي يكون عندو بزاف. واذا كان شي حد ما عندوش هاد النوع ديال المعرفه، حتي القليل اللي عندو غادي يتاخد منو.
ها علاش كنستعمل الحكايات ملي كنتكلم مع الناس. كنقول، "كيشوفو، ولكن ما كيشوفوش مزيان. كيسمعو، ولكن ما كيسمعوش مزيان ولا كايفهمو."
فيهم كيتحققو كلام النبي اشعياء. قال، "غادي تسمع ولكن عمرك ما غادي تفهم. غادي تشوف ولكن عمرك ما غادي تعرف شنو كتشف."
قلوب هاد الناس ولات عنيده. بالكاد كيسمعو بودنيهم. سدّو عينيهم. والا كان ممكن يشوفو بعينيهم. ممكن يسمعو بودنيهم. ممكن يفهمو بقلوبهم. ممكن يرجعو للرب، ومن بعد هو غادي يداويهم.' (اشعياء 6:9,10)
ولكن عينيك مباركين حيث كيشوفو. وودنيك مباركين حيث كيسمعو.
اللي غادي نقول ليك دابا صحيح. بزاف ديال الانبياء والناس المتقين كانو بغاو يشوفو اللي كتشفو. ولكن ماشفوهش. كانو بغاو يسمعو اللي كتسمع. ولكن ماسمعوهش.
سمع! ها هو المعني ديال قصه الفلاح.
الناس كيسمعو الرساله علي الملكوت ولكن ما كايفهموهاش. من بعد كيجي الشرير. كيسرق اللي تزرع فقلوبهم. هاد الناس بحال الزريعه اللي تزرعات علي الطريق.
واخرين استقبلوا الزريعه اللي طاحت علي الاماكن الصخريه. هما اللي كيسمعوا الرساله وكيستقبلوها فرحانين في الحال.
ولكن ما عندهمش جذور. لذلك كيدومو غير مده قصيره. كيسقطو بسرعه من الايمان ملي كيجيهم المشكل ولا المعاناه بسبب الرساله.
واخرين استقبلوا الزريعه اللي طاحت بين الشوك. هادو هما اللي كيسمعو الرساله. ولكن من بعد، هموم هاد الحياه والوعد الكاذب ديال الغني كيخنقوها. وكيمنعوها من انها تثمر.
ولكن كاينين اللي تلاقاو الزريعه اللي طاحت فتراب مزيان. هما اللي كيسمعو الرساله وكيهضموها. كيعطيو محصول 100، 60 ولا 30 مره اكثر من اللي زرع الفلاح." قصه الاعشاب الضاره
قال يسوع للجمع قصه اخري. "ها كيفاش كتشبه ملكوت السماوات،" قال. "واحد الراجل زرع زرع مزيان فحقل ديالو.
ولكن بينما كان الجميع ناعسين، جا العدو ديالو. العدو زرع الحشاءش وسط القمح ومن بعد مشي.
القمح بدا ينمو وكيكون الحبوب. ف نفس الوقت، ظهرت الاعشاب الضاره.
جاو عند السيد ديالو الخدام ديالو. قالو ليه، "سيدي، واش ما زرعتش زرع مزيان فالحقل ديالك؟ منين جاو هاد العرايش؟"
"عدو دار هاد الشي," جاوب. "العبيد سولوه، 'بغيتي منا نمشيو وننقيو العروق؟'"
"لا،" جاوب المالك. "مني كتجرّ العُشْب، ممكن تجرّ معاه القمح."
خليهم يكبرو مع بعض حتي يجي وقت الحصاد. فداك الوقت غادي نقول للعمال شنو يديرو. هادي هي الحاجه اللي غادي نقولها ليهم. اولاً جمعو الحشاءش. ربطوهم فربطات باش يتحرقو. من بعد جمعو القمح. دخلوه لمخزني." قصص حبّه الخردل والخميره
عيسي قال للجمع قصه اخري. قال، "مملكه السما بحال حبه الخردل. واحد خذ الحبه وغرسها فحقل.
هي اصغر من جميع بذورك. ولكن منين تكبر، كتولي اكبر من جميع نباتات الجنينه. كتولي شجره. الطيور كيجيو وكيرتاحو فالفروع ديالها.
عيسي قال ليهم قصه اخري. "مملكه السما بحال الخميره،" قال. "مره خلاتها ف كميه كبيره ديال الدقيق. الخميره دخلات ف العجين كامل."
عيسي قال هاد الكلام كامل للجمعيه باستعمال الحكايات. ما قال ليهم حتي حاجه بلا ما يحكي ليهم قصه.
دابا الكلام اللي قالو النبي تحقق. قال، "غادي نحل فمي ونهضر بحكايات. غادي نهضر علي حوايج اللي كانت مخبيه من نهار خلق الله الدنيا." (مزامير 78:2) عيسي كيشرح قصه العُشب الضار
من بعد، مشي يسوع من وسط الناس ودخل للدار. التلاميذ ديالو جاو عندو. قالو ليه، "شرح لينا قصه العشب اللي كاين فالحقل."
جاوب، "اللي زرع الزريعه المزيانه هو ابن الانسان.
الحقل هو العالم. الزريعه المزيانه كتمثل الناس اللي كينتميو للمملكه. العُشْب هو الناس اللي كينتميو للشيطان.
العدو اللي كيزرعهم هو الشيطان. الحصاد هو يوم الحساب. والعمال هما الملاءكه.
العيّاط كيتقلعو وكيتحرقو فالنار. هكا غادي يكون نهار الحساب.
ابن الانسان غادي يرسل ملاءكته. غادي ينقّيو من مملكته كلشي اللي كيسبب الذنب. وغادي يتخلصو حتي من كلشي اللي كيدير الشر.
غادي يرميهوم فالكُورَه المشتعله. تماك الناس غادي يبكيو ويصرّو سنانهم.
ومن بعد غادي يضويو عباد الله بحال الشمس فمملكه باباهم. اللي عندو ودن يسمع. قصص الكنز المخفي واللءلءه
مملكه السما بحال كنز مخبي فحقل. ملي لقاها راجل، رجع خبّاها. كان فرحان بزاف. مشي وباع كلشي اللي عندو. وشرا داك الحقل.
مره اخري، ملكوت السماوات بحال تاجر كان كيقلب علي لالء زوينه.
لقي واحد اللي كان ثمين بزاف. مشي وباع كلشي اللي كان عندو. وشرا داك اللءلءه. قصه الشبكه
مره اخري، ملكوت السما بحال شبكه. تطيحات فالبحيره. شدات جميع انواع الحوت.
مني عمرات، الصيادين جبدوها للبرا. من بعد قعدو وجمعو الحوت الزوين فالقفف. ولكن رماو الحوت الخايب.
هكا غادي يكون نهار الحساب. الملاءكه غادي يجو. غادي يفرقو الناس اللي دارو الغلط علي اللي دارو الصح.
غادي يرميوا الناس الخايبين فالكُورَه المشتعله. تماك، الناس الخايبين غادي يبكيو ويصرّو سنانهم.
سولهم عيسي: "واش كتفهمو هادشي كامل؟" جاوبوهوم: "ايه."
قال ليهم، "كل معلم ديال الشريعه اللي تعلّم علي ملكوت السماوات بحال مول الدار. كيخرج كنوز جداد من مخزن ديالو وكيدير معاهم القدام." نبي بلا احترام
سالي عيسي من يحكي هاد الحكايات. من بعد مشي من تماك.
جا لبلادو ناصرت. تما بدا كيعلم الناس فالمعبد ديالهم. تعجبو. "منين جاب هاد الراجل هاد الحكمه؟ منين جاب هاد القوه باش يدير المعجزات؟" سولوه.
ماشي هادا ولد النجار؟ ماشي اسم امه مريم؟ ماشي خوتو يعقوب، يوسف، سمعان ويهوذا؟
ماشي كامل خواتو معانا؟ منين جاب هاد الراجل هاد الشي كامل؟
ما كانوش فرحانين بيه نهاءياً. ولكن عيسي قال ليهم، "النبي ما كيتكرمشش فبلادو. ما كيتشرفش حتي فدارو."
دار غير شويه ديال المعجزات تماك حيت ما كانوش عندهم الايمان.
راس يوحنا المعمدان مقطوع
فداك الوقت هيرود، الحاكم ديال الجليل وبيريا، سمع اخبار علي يسوع.
قال للي معاه، "هادا هو يوحنا المعمدان. راه قام من الموت! وعلاش عندو القوه يدير المعجزات."
هيرود شد يوحنا. ربطو وحطو فالحبس بسبب هيروديا. هي مرت اخو هيرود فليب.
كان جون كيقولي هيرود، "هادشي مخالف للقانون باش تكون عندك هي."
كان هيرود باغي يقتل يوحنا. ولكن كان خايف من الناس، حيت كانوا كايظنوا بلي يوحنا نبي.
فعيد ميلاد هيرود، بنت هيروديا رقصات لهيرود ولضيوفو. عجباتو بزاف هاد الرقصه.
وعدها بالقسم يعطيها اي حاجه طلبتها.
مّها قالت ليها شنو تقول. فالبنت قالت لهيرود، "عطيني راس يوحنا المعمدان فوق صحن كبير."
الملك كان معصب بزاف. ولكن فكر فالوعد ديالو والضياف ديال العشاء. فقل لواحد من رجاله يعطيوها اللي طلباتو.
هيرود قطع راس يوحنا فالحبس.
راسه تجاب فصحن كبير وتعطات للبنت. من بعد، هي شالتو لمامتها.
تلاميذ جون جاو وخداو جثتو ودفنوها. من بعد مشاو وقالو ليسوع. يسوع كيطعم خمسه الاف
سمع يسوع شنو وقع ليوحنا. بغي يكون بوحدو. مشي فزورق لمكان هادء. السوايع سمعو بهاد الشي. تبعوه علي رجليهم من المدن.
مني وصل عيسي للشط، شاف جمع كبير. حس بالهم كبير عليهم. شفي المرضي ديالهم.
مني ولي تقريباً العشيه، التلاميذ جاو عندو. "ما كاين والو هنا،" قالو. "دابا ولي الوقت متاخر. صيفط الناس يمشيو. يقدرو يمشيو يشريو الماكله من القري."
جاوب يسوع، "ما خاصهمش يمشيو. عطيهم شي حاجه ياكلو."
جاوبو: "عندنا غير خمسه خبزات وجوج حوتات."
جيبهم عندي هنا، قال.
من بعد، عيط يسوع للناس باش يقعدو علي العشب. خذ الخبزات الخمسه والحوتتين. رفع عينيه للسما وشكر الله. قسم الخبزات لقطع. من بعد عطاهم للتلاميذ. والتلاميذ عطاوهم للناس.
كُلّهم كلو وشبعو. التلاميذ جمعو 12 سله ديال القطع اللي بقات.
عدد الرجال اللي كلو كان حوالي 5000. النساء والاطفال حتي هما كلو. عيسي كيمشي علي الماء
فوراً خلا التلاميذ يركبوا فالباخره. خلاهم يمشيو قدّامو للطرف الاخر ديال بحر الجليل. من بعد صرّف الجمع.
من بعد ما صيفطهم، طلع لوحدو علي جنب جبل باش يدعي. ملي جا العشيه، كان تما بوحدو.
كانت الطّوفه بعيده بزّاف علي اليابسه. كانت الامواج كتضرب فيها حيت الريح كانت كتجي ضدها.
فالصباح بكري، مشي يسوع عند التلاميذ. مشي فوق البحيره.
شافوه كيمشي فوق البحيره وخافو بزاف. "هادي شبح!" قالو. وبكاو من الخوف.
فورًا عيط عليهم يسوع، "كونوا شجعان! انا هو. ما تخافوش."
"سيد، واش نتي؟" سول بطرس. "الا كنت نتي، قول لي نجي عندك فوق الماء."
"تعال،" قال يسوع. فخرج بطرس من القارب. مشي علي الماء نحو يسوع.
ولكن ملي شاف بطرس الريح، خاف. بدا كيغرق. صرخ، "سيدي! نجيني!"
فوراً مد يسوع يده و شدو. قال ليه: "ايمانك صغير بزاف! علاش شككت فيا؟"
مني طلعو فلكَار، الريح هديت.
ومن بعد الناس اللي فالقارب عبدو يسوع. قالو، "نتا فعلاً ولد الله!"
عبروا البحيره و نزلوا ف جينيساريت.
الرجال اللي كانو ساكنين تماك عرفو يسوع. ومن بعد صيفطو رساله لكل الدواوير اللي حداهم. الناس جابو جميع المرضي ديالهم عند يسوع.
توسلو عندو باش يخلي اللي مريضين غير يلمسو طرف حوايجو. وكل اللي لمسوه تداواو.
شنو اللي كيخلي الناس "نجسين"؟
جاو شي فريسيين وشي معلمين ديال الشريعه من القدس باش يشوفو يسوع. سولوه،
علاش التلاميذ ديالك ما كيطاعوش اللي كيعلموهم الشيوخ؟ التلاميذ ديالك ما كيغسلوش يديهم قبل ما ياكلو!
جاوب يسوع، "وعلاش ما كتطيعوش امر الله؟ كتفضلوا تتبعوا تعاليمكم الخاصه!"
قال الله، "كرم باباك و ماماك." (الخروج 20:12؛ التثنيه 5:16) وقال ايضا، "الي اللي يلعن باباه ولا ماماه، غادي يتقتل." (الخروج 21:17؛ اللاويين 20:9)
ولكن كتخلي الناس يقولو لوالديهم، "اي مساعده قد تكون تلقيتوها منا هي هديه مخصصه لله."
باش ما يكرموش والديهم بالهديه ديالهم. كتخلي كلام الله بلا فايده باش تتبع تعاليمك الخاصه.
يا دكّارين! اشعياء كان صحيح ملي تنبا عليكم. قال،
هذ الناس كيكرموني بالكلام ديالهم. ولكن قلوبهم بعيده عليا.
عبادتهم ما كتعني لي والو. كيعلمو غير قوانين البشر." (اشعياء 29:13)
عيسي نادي الجمع عليه. قال، "سمعوا وفهموا.
شنو كيدخل فتمك ما كيخليكش "نجس". اللي كيخرج من تمك هو اللي كيخليك "نجس".
ومن بعد جاو التلاميذ عندو. سولوه، "واش عارف بلي الفريسيين تعصبوا ملي سمعو هاد الشي؟"
جاوب يسوع، "كاينين نباتات ما زرعهمش بابا ديالي اللي ف السما. غادي يتقلعو من الجذور.
خليهم. الفريسيين هما دلّالين عميان. الا كان واحد اعمي كيدير واحد اعمي اخر، بجوج غادي يطيحو فشي حفره.
قال بيتر، "شرح لينا هاد الشي."
ما فهمتوش مزال؟" سولهم عيسي.
ما كتشفش؟ كلشي اللي كيدخل للفم كيمشي للمعده. من بعد كيطّلع من الجسم.
ولكن الحوايج اللي كتخرج من الفم كتجي من القلب. هادو هما الحوايج اللي كتخليك "نجس".
الافكار الخايبه كتخرج من القلب. بحال القتل، الزنا، وذنوب جنسيه اخري. وكذا السرقه، الشهاده الكاذبه، والكذب علي الناس.
هدي هي الحوايج اللي كتخليك "نجس". ولكن الماكله بلا ما تغسل يديك ما كتخليكش "نجس". "ايمان امراه من كنعان"
مشي عيسي من الجليل ومشي لمنطقه صور وصيدا.
كانت امراه من كنعان ساكنه حدا صور وصيدا. جات لعندو وعاتباتو، "يا ربي! ولد داود! رحّم عليا! شي شيطان مسيطر علي بنتي. هي كتعاني بزاف."
مَا قال حتي كلمه. جَاوْه التلاميذ ديالو. تَسَاوْلُوه، "صْرَفْهَا. هِي كَتْبْكِي وراْنَا."
جاوب يسوع، "تْبْعَثْت غِير لناس ديال اسراءيل. هُمّا بحال الغنم الضايعه."
ومن بعد طاحت المرا علي ركبتيها قدامو. "سيدي! عاونّي!" قالت.
جاوب، "ماشي صحيح ناخدو خبز الدراري ونرميه للكلاب ديالهم."
"ايوا، سيدي," قالت. "ولكن حتي الكلاب كياكلو الفتات اللي كيطيح من طابله المولا ديالهم."
جاوب يسوع وقال، "يا مرا، عندك ايمان كبير! غادي يعطيوك اللي كتطلبي." وبنتها تداوات فداك اللحظه. يسوع كيطعم الاربعه الاف
مشي يسوع من تماك. مشي علي طول بحر الجليل. من بعد طلع علي جبل وقعد.
تجمعو عندو جماهير كبار. جابو ليه العميان واللي ماقدروش يمشيو. جابو حتي المعاقين، واللي ماكيقدروش يهضرو، وكثار من الناس الاخرين. حطوهم عند رجليه، وهو شفاهم.
الناس تعجبوا. اللي ماقدروش يهضرو وليو كيهضرو. المعاقين تداووا. اللي ماقدروش يمشيو وليو كيمشيو. اللي كانو عميان وليو كيشوفو. وداكشي خلا الناس يمدحو رب ديال اسراءيل.
من بعد عيط يسوع لتلاميذ ديالو باش يجو عندو. قال ليهم، "كنحس بقلق كبير علي هاد الناس. راهوما معايا من ثلاث ايام. ما عندهم ما ياكلو. ما بغيتش نصيفطهم جياع. الا درت هكا، غادي يضعفو بزاف فطريق ديالهم للدار."
جاوبوه التلاميذ ديالو. "ما كاين والو هنا," قالو. "فين نلقاو الخبز باش نطعموا هاد الجمع الكبير؟"
سول يسوع: "شحال من خبزه عندكم؟" جاوبوه: "سبعه، وزيد عليهم شويه حوت صغار."
قال يسوع للجمعيه يجلسو علي الارض.
خد السبعه خبزات والحوت وشكر. من بعد قسمهم وعطاهم للتلاميذ. والتلاميذ وزعوهم علي الناس.
كُلّهم كلو وشبعو. من بعد، التلاميذ جمعو سبع سلال ديال القطع اللي بقات.
عدد الرجال اللي كلو كان 4000. النساء والدراري حتي هما كلاو.
من بعد ما صيفط يسوع الناس، ركب فالكَروسه. مشي للمنطقه اللي حدا ماجادان.
تسالوا علي عيسي لعلامه معجزه
جاو الفريسيين والصدوقيين باش يختبرو يسوع. طلبو منو يوريهم علامه معجزه من السما.
جاوب، "فالعشيه كتطلّع للسما. كتقول، 'غادي يكون الجو زوين. السما حمرا.'
وفالصباح كتقول، 'اليوم غادي يكون عاصفي. السما حمرا ومغيمه.' كتفهم المعني ديال اللي كتشوف فالسما. ولكن ما كتقدرش تفهم العلامات ديال اللي واقع دابا.
شعب شرير وخاءن كيقلب علي علامه معجزه. ولكن ما غاديش يعطيوهم حتي علامه غير علامه يونس." من بعد، مشي يسوع وخلاهم. خميره الفريسيين والصدوقيين
التلاميذ عبروا للجانب الاخر ديال البحيره. نساو يديوا الخبز معاهم.
"حذارِ," قال ليهم يسوع. "ردوا بالكم علي خميره الفريسيين والصدوقيين."
التلاميذ تهدروا علي هاد الشي بيناتهم. قالوا، "خاصو يكون كيهدر هكا حيت ما جبناش الخبز."
كان عيسي عارف شنو كيقولو. قال ليهم، "الايمان ديالكم صغير بزاف! علاش كتهدرو مع بعضكم علي ما كاينش الخبز؟"
مازال ما فهمتيش؟ ما كتفكرش ف الخبز الخمسه ديال 5000؟ ما كتفكرش شحال من سله ديال القطع جمعت؟
ما كتفكرش فسبع الخبزات ديال 4,000؟ ما كتفكرش شحال من سله ديال القطع جمعت؟
كيفاش ما كتفهمش؟ ما كنتش كنهضر معاك علي الخبز. ولكن حذار من خميره الفريسيين والصدوقيين.
من بعد فهم التلاميذ بلي عيسي ما كانش كيهدر عليهم باش يحذرهم من الخميره اللي كتستعمل فالخبز. كان كينبههم من اللي كيعلموه الفريسيين والصدوقيين. بطرس كيقول بلي عيسي هو المسيح
مشي عيسي لمنطقه قيصريه فيلبّي. تما سال تلاميذو، "شكون كيقولو الناس بلي ابن الانسان هو؟"
جاوبو، "كاين اللي كيقول يوحنا المعمدان. وكاين اللي كيقول ايليا. وكاين اللي كيقول ارميا، ولا واحد من الانبياء."
ولكن شنو علي راسك؟" سول. "شكون كتقول انا؟"
جاوب سمعان بطرس، "نتا المسيح. نتا ولد الله الحي."
جاوب يسوع، "مبروك عليك، سيمون، ولد يونا! ماشي غير انسان عادي ورّاك هاد الشي. بابا ديالي اللي ف السما ورّاك هاد الشي.
هادي هي اللي كنقول ليك. نتي بيتر. علي هاد الصخره غادي نبني كنيستي. ابواب الجحيم ما غاديش تكون قويه باش تهدمها.
غادي نعطيك المفاتيح ديال مملكه السما. اللي تسدّو فالارض غادي يتسدّ فالسما. واللي تحلّو فالارض غادي يتحلّ فالسما.
من بعد، عيط يسوع لتلاميذ ديالو باش ما يقولو حتي واحد بلي هو المسيح. يسوع كيهدر علي الموت ديالو اللي جاي.
من داك الوقت بدا يسوع يشرح لتلاميذ ديالو شنو غادي يوقع ليه. قال ليهم خاصو يمشي لمدينه القدس. تماك خاصو يعاني بزاف من الشيوخ، والكهنه الكبار، والمعلمين ديال الشريعه. خاصو يتقتل وفي النهار التالت يقوم من الموت.
بطرس خدا يسوع لجنب وبدا يعاتبو. قال ليه: "مستحيل، يا مولانا! هادشي عمره ما غادي يوقع ليك!"
تْلَفَّتْ يسوع وقال لبيتر، "ورّيني من ورايا، يا شيطان! راك واقف فطريقي. ما كتفكرش فحوايج الله. بالعكس، كتفكر فحوايج البشر."
من بعد، عيط يسوع لتلاميذ ديالو. قال ليهم، "الي بغي شي حد يتبعني، خاصو ينكر راسو. خاصو يشد الصليب ديالو ويتبعني.
الي بغي يحافظ علي حياتو، غادي يخسرها. ولكن الي خسر حياتو من اجلي، غادي يلقاها.
شنو الفايده الا شي واحد ربح الدنيا كامله وخسر روحو؟ ولا شنو يقدر يبدل بروحو؟
ابن الانسان غادي يجي في مجد باباه. ملاءكته غادي يجو معاه. وغادي يجازي كل واحد حسب اللي دار.
اللي غادي نقول ليك صحيح. بعض الناس اللي واقفين هنا ما غيموتوش قبل ما يشوفو ابن الانسان جاي فملكوتو.
تبدلات مظهر عيسي
من بعد سته ايام، خدا يسوع بطرس، يعقوب، ويوحنا خوه يعقوب معاه. صعد بيهم لجبل عالي. كانو بوحدهم.
تْحْتْ عْيْنِيهْم، طِلْعَتُو تْبْدَّلَات. وْجْهُو ضْوَي كَالشَّمْس. حْوَالُو وْلَّاو بْلَانِين كَالضُّوّ.
فهاد اللحظه ظهر موسي وايليا قدامهم. موسي وايليا كانو كيهضرو مع يسوع.
قال بطرس ليسوع، "سيدي، من المزيان نبقاو هنا. الا بغيت، غادي نعمل ثلاثه خيام. وحده ليك، وحده لموسي، ووحده لايليا."
وهوما مزالين كيهضرو، سحاب مضوي حداهم. صوت من السحاب قال، "هادا ولدي، وانا كنحبه. انا فرحان بيه بزاف. سمعو ليه!"
مني سمعو التلاميذ هاد الشي، تخافو بزاف. طاحو علي وجههم للارض.
ولكن عيسي جا ولمسهم. قال ليهم: "قوموا، ما تخافوش."
مني طلعو لفوق، ما شافوش حتي حد غير عيسي.
نزلوا من الجبل. فطريق الهبوط، قال ليهم عيسي شنو يديروا. "ماتقولوش لحتي واحد شنو شفتو،" قال. "صبروا حتي يبعث ولد الانسان من الموت."
التلاميذ سولو، "علاش المعلمين ديال الشريعه كيقولو بلي ايليا خاصو يجي اللول؟"
جاوب يسوع، "صحيح. ايليا مفروض يجي ويجدد كلشي من جديد.
ولكن كنقول ليكم، ايليا جا دابا. الناس ما عرفوهش. دارو ليه كلشي اللي بغاو يديروه. بنفس الطريقه، غادي يخليو ولد الانسان يعاني.
من بعد الفُتيه فهْموا بلي عيسي كان كيهدر معاهم علي يوحنا المعمدان. عيسي كيشفي ولد كان فيه شي جنّ.
مني قربو من الجمع، جا راجل عند يسوع. ركع قدامو.
"يا ربي،" قال، "ارحم ولدي. كيهزّ راسو بزاف وكيتعذب بزاف. كيسقط غالباً فالنار ولا فالماء."
جبتو لتلامذتك. ولكن ماقدروش يداويوه.
"يا ناس ما كتامنوش و شريرين!" جاوب يسوع. "شحال خاصني نبقي معاكم؟ شحال خاصني نصبر عليكم؟ جيبوا الولد هنا عندي."
عيسي امر الروح الشريره تخرج من الولد، وخرجت منو. تداوي في نفس اللحظه.
من بعد جاو التلاميذ عند يسوع بوحدهم. سولوه، "علاش ما قدرناش نخرجوا الشيطان؟"
جاوب، "حيت الايمان ديالك صغير بزاف. اللي غادي نقول ليك دابا صحيح. الا كان عندك ايمان صغير بحال حبه الخردل، راه كافي. تقدر تقول لهاد الجبل، 'تحرك من هنا لهنا.' وغادي يتحرك. ما كاين حتي حاجه مستحيله عليك."
<.>
تجمعوا فالجليل. من بعد قال ليهم يسوع، "ابن الانسان غادي يتسلم للناس.
غادي يقتلوه. فاليوم التالت غادي يقوم من الموت." من بعد التلاميذ تعمروا بالحزن الكبير. عيسي كيدفع ضريبه الهيكل
وصل يسوع وتلاميذه لكفرناحوم. هناك جاو ليه جابي الضراءب عند بطرس. سولوه، "واش معلمك ما كيدفعش ضريبه الهيكل؟"
"ايه، كيدير," جاوب. ملي دخل بطرس للدار، عيسي هدر الاول. "شنو كتظن، سيمون؟" سول. "شكون اللي كيجمعو الملوك ديال الارض الضراءب والرسوم منو؟ واش كيجمعو من ولادهم ولا من الناس الاخرين؟"
من عند الاخرين،" جاوب بطرس. "اذن الاولاد ما خاصهمش يخلصوا،" قال ليه يسوع.
ولكن ما بغيناش نغضبوهم. سير للبحيره ورمي صنارتك. خذ اول حوت تصطادو. حل فمو. غادي تلقي فيه العمله اللي خاصك بالضبط. خذها وعطيها ليهم علي الضريبه ديالي وديالك.
