هيك هناك، قدام مكتب معلومات السياح بالضبط.
ما سمعتش عن العنوان هذا هنا.
امشي دغري لين تشوف صيدليه.
بشحال الفطور؟
كيف نقدر نساعدك؟
امشي علي اليسار عند الركن الثالث.
تحب كريمه وسكر في قهوتك؟
تقدر تصرف لي شيك ميتين دولار؟
اذا طلع، رجاءً اتصل بي.
وين القهوه؟
نحب سويتر للاطفال.
تمام. تكلفتها خمسه وتمانين سنت للبريد العادي وثلاثه دولارات وصفر سنت زياده للتوصيل الخاص.
كنت باش نشري هذا لو كنت مكانك.
هل راح اواجه اي صعوبه مع الجمارك؟
عندك جزم رسميه باصابع واسعه؟
لا. ممكن اقترح لك توام للاستخدام الفردي بدلًا من ذلك؟ عندنا واحد.
نحب برم مشدود، من فضلك.
هي تريد بيره.
صباح الخير. كيف حالك؟
انا خايف لازم اشوف نوع من الهويه.
اي نوع من التتبيله؟
هذا بارد شويه. هل تسخنه؟
اسف، هالمكان محجوز بالفعل.
انا بخير. بس ممكن تتصل بصاحبي؟
شكراً، هذا كفايه.
منو صاحبك المفضل؟
يوم الصحه والرياضه العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه الناس.
تحبني نشوف تحت الكبوت؟
تقدر تساعدني الاقي شنطتي؟
هل تقدر ترتب الامور مسبقًا؟
انا قاعد يتساعد فيا. شكراً.
كي توصل لهناك، اسال حد ثاني، من فضلك.
نحب تمديد لاربعه وعشرين ساعه، من فضلك.
هاذي دولارين. خذ الباقي.
همبرغر واحد و تشيزبرغر واحد، من فضلك.
بشحال تفرض علي المعالجه؟
كل واحد فينا يحب يدفع علي اكله بنفسه.
المكان كان علي كرسي في اللوبي.
من فضلك بدّل هذي الينات الي جنيهات.
نحب قاموس بحجم الجيب، من فضلك.
لشخصين علي الساعه سبعه. الاسم وطنابي.
ساعتي. كانت سيكو ديجيتال.
رح يكون من دواعي سرورنا نقدم لك المشروب اللي تختاره، وبعدها العشاء. دليل كامل للمشروبات اللي نقدمها في هالرحله موجود في دليل المعلومات في مجلتنا.
هل تسكن هنا قريب؟
وين محل الهدايا؟
انا علي الطريق السريع رقم واحد قريب من مورّو باي.
نحب منبه، من فضلك.
علي فكره، اسمي هيروشي ايجيما.
القطار هذا يوقف في ليك فورست، مش كده؟
معظم اليابانيين ياكلوا الاخطبوط والحبار.
ممكن تذكره درجتين ثانيه الي شيكاغو، من فضلك؟
مشيت لنيويورك.
شنو رقم الرحله؟
واحد ل نيويورك، من فضلك.
لمده كم يوم.
الثاني من اليسار.
هذي الكرت، تمام؟
هل هذا مكتب الاستقبال؟ هل في عياده قريبه؟
هل عشره دولارات تكفي بالتاكسي؟
هاذا الطعم غريب.
ايوا. استني، باش نجيبلك واحد.
نص قنينه، من فضلك.
مش بالضبط. حاجه مش غاليه.
تفتش علي حاجه؟
اربع ليالي.
انا محتاج شويه جوارب.
تقدر تخفض السعر شويه عشان في بقع؟
راجل خبط فيا. بعدين لاحظت انو محفظتي اختفت.
مش متاكد اذا جمعت هدوم كفايه لرحله تدوم ثلاثه اسابيع.
طيب، نحب نجربوا نبيذ ابيض.
اذا حد سال عني، قول لهم انا في القهوه.
انا متاكد اني كنت حاطه في الجيب الداخلي تاع المعطف حقي.
ممكن تعطيني اسم ورقم الطرف اللي عم تتصل بيه؟
هل شركه الطيران راح تدفع لي باش نشتري بعض الحاجات الشخصيه الاساسيه؟
نحب غرفه فيها بانيو.
ما طلعش حاجه من الماكينه؟
كان المفروض تركب الرحله رقم 820، اللي اقلعت من خمسطاش دقيقه. تمام. نقدر نرتبلك رحله ثانيه.
حدا فتح الطرد حقي.
اه، ما فيش حاجه. انت هنا، علي كل حال.
الخطوط الجويه اليابانيه، رقم الرحله واحد اثنين ثلاثه.
لازم نشتري شامبو.
ممكن تقول لي متي نوصل للمركز المدني؟
وين اقرب جزار؟
نحب نبقوا لاربع ليالي من اول اغسطس.
شنو اسم هالورده؟
الخامس عشر من سبتمبر هو يوم احترام كبار السن.
ما فيش صابون في غرفتي.
هل في حاجه نقدر ناخذها لهالطفح؟
تقدر تغير الكلام للكلام اللي قلتو توه؟
قدّيش راح ياخذ وقت عشان اطلب؟
ممكن تتكلم بصوت اعلي شويه، من فضلك؟
قدّيش باقي قبل ما يطلع؟
وين معلومات الرياضه؟
هذي المقاس هنا، اللي تسميه المقاس العادي، يكفي.
فين راح تنتهي الجوله، ووقتاش؟
وين لازم ابدل القطار باش نوصل لادنبره؟
نحب نحط هذا في صندوق الامانات.
وين نقدر نبدل فلوسي؟
نقدر نخلي حاجاتنا في الباص، ما عدا الحاجات الثمينه؟
نتساءل علي شنو هذي الفاتوره في حسابي.
باش نخلص خمسين دولار.
توا عرفت شنو كان الغلط.
هذي ايكيدا يتكلم. عندي حجز لطاوله علي الساعه سته ونص الليله. بس اسف، باش نوصل نص ساعه متاخر.
قدّيش اونصات عطر نجم نجيبها بدون جمارك؟
سياحه بس.
ماشي، رجاءً وقع عليهم. كيف تحبها؟
هل ما زال عندكم كراسي لعرض الليله؟
نحب واحد كبير.
نمت وما صحيتش علي منبه الساعه سته ونص.
انا مصور حر.
التجار يقدرو يبدلو دولاراتك بنصايح الكازينو. نروحو؟
عندنا حوالي ثلاثين نوع من زيوت الحمام.
باش نجيبلك الاقتراح الاسبوع الجاي.
شكراً. بكم هالزوج من القفازات؟
لازم امشي. باش نتصل بيك بعدين.
نحب شويه حفاظات تستخدم مره وحده.
منين جت هذيك سمك الفراشه؟
هل ممكن تبدلهم بالدولارات، من فضلك؟
احنا محظوظين بزاف. عندهم واحد بالمقاس اربعه في محل الا موانا.
هل في ليموزين؟
ممكن تتصلوا بيّ الساعه خمسه ونص الصبح بكره؟
نفضل غرفه هاديه.
نحب شويه مزيل طلاء الاظافر.
نحب بطاريه.
هل في فرقه موسيقيه حيه ولا دي جي؟
هل يمكنني استءجار معدات الغطس؟
حبيت احجز غرفه لاربع ليالي من يوم 22 ديسمبر.
هل هذي الشنطه مناسبه لكل الطقس؟
نحب دونات، من فضلك.
نحب نكري سياره اوتوماتيك ليومين.
فاتتني الرحله عشرين الي سان فرانسيسكو.
بقدّاش للمطار؟
هذا كويس. امتي؟
قدّيش عمر بنتك؟
تقدر تقول لي علي بعض الفنادق الرخيصه والنظيفه؟
نقدر نحجزلك غرفه مريحه في قلعه قديمه قريبه من نادي جولف مشهور.
انا انصح بهذا لانه مصنوع من ميه في الميه مكونات طبيعيه.
هل القطار يوقف في برايتون؟
تقدر تقول لي وين نلقي تاكسي؟
تذكرتين درجه ثانيه، من فضلك.
نحب نبعت فاكس.
نحب مكواه سفر.
نجم نعرض عليك حاجه؟
نهاري؟ خايف نسال، بس شنو تقصد؟
نحب واحد يشيل اوراق بحجم ورق الرساءل العادي من غير ما نطويهم.
اي، بس مش قوي بزاف.
انا عندي حساسيه من القطط.
اي، لازم يكون عندك رخصه سياقه و، اه، لازم يكون عندك رخصه من لجنه التاكسي والليموزين.
تفضل، سيدي.
ما نقدرش نجيب مي سخونه.
نحب نحجز اوضه لليله.
لا، هي تستثني الضريبه ورسوم الخدمه.
تحب تمشي تتسوق معايا اليوم العصر؟
هاي، هذي فستان جميل بزاف.
الان، مكالمتك اتوصّلت. تفضل.
شنو رقم البوابه؟
شنو هو تذكار هاواي النموذجي؟
نجم نوصل لهناك بالمترو؟
نحب نشطف شعري بالنشافه.
هل راح نوصل لشيء واحنا نحكوا هكا؟
انا من النرويج.
من العشره للاثناشر من فضلك.
اكيد. خليني اشوفها. اظن انك تاذيت من المرجان.
بس في حاله، خليني اخذ رقم الشخص المسءول.
هل فم طريق سريع؟
علاش ما جاءش للحفله البارح؟
صار حادث مرور.
اسف، عندي الرقم غلط.
يرجي ادخال رقم التعريف الشخصي الخاص بك.
ما نقدرش نضبط الصوره.
برجر جبنه واحد وعصير برتقال، من فضلك.
هنا جوازي.
عليش، شكراً جزيلاً. اممم، نقدر نطلع فوق؟
ممكن تعطيني تذكرتين للمسرحيه الموسيقيه ليوم الجمعه الجاي؟
راكب اخر هناك قال انه يقدر يبدل معاك المقعد.
نجم نمدد اقامتي؟
قول، تعرف حاجه تستاهل التشوفها قريب من هنا؟
لا، نحب نكري نص طقم مضارب وزوج صبات.
ممكن تخبرني وقتاش يلقاو الشنطه المفقوده؟
شنو اسم هالمنتزه الوطني؟
عندي خدش.
وين مكان مليح للتمشيه ومشاهده المعالم؟
ممكن اخذ شويه فواكه؟
نجم ناكل الغدا دوق؟
لازم ابدل هالدولارات.
انا محتاج تاكسي. انا في ساوث مين وليبرتي.
اكيد، هل تحتاج اقامه داءمه؟
هيش مش تفاحه، هيش دراق.
باش نعطيك وصفه طبيه. خذها للصيدليه.
نحن نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هذا غالي، مش كده؟
اي، عنا هادا. رح نجهزلك اياه.
هل تحتفظ بامتعتي حتي الساعه ثلاثه؟
لا، انا بس حاب نمرّ.
نجم نحجز سياره ايجار هنا؟
هل انت امريكي؟
لهذا المكان، من فضلك.
سيارتي عطلت.
وين ظِل العيون؟
نحب ركن هادي، اذا ممكن.
هل هذه التاكسي فاضيه؟
هل هذه محطه سريعه؟
في اي وقت لازم اجي؟
نحب قنينه صغيره من النبيذ الابيض.
اه. ممكن اكل وجبتي بعدين؟ ما حاسسش كويس دوقتي.
في الحقيقه، عندي خبر. راح اتزوج.
فيه بنطلونات ثانيه؟
ممكن تعطيني برنامج؟
اقتحموا غرفتي البارح بالليل.
وريني السمك اللي شفتو اليوم في كتاب الصور، من فضلك.
شوف التعليمات علي علبه الاكل المفرغ من الهوا.
نحب فلوس ورقيه.
خطف مني محفظتي وجري بعيد.
ما عندكش دروس تجريبيه؟
فين نقدر نشتري طوابع بريد؟
انا من بريطانيا العظمي.
لازم اراجعها مع مرتي.
نحب نرجع فلوسي علي هذا.
فيه صندوق تليفون قدام ذاك البنك.
باش نوصل في التاسع من مارس ونمشي في الرابع عشر.
هذا غالي شويه، ما تظنش؟
عندك الايصال؟
وين محطه الباص؟
تحب تاكل حلوي؟
تتكلم؟
نفس الشي لي، من فضلك.
طلبي ما وصلش.
كاين بزاف ينابيع سخونه.
لو سمحت، بدّل خمسين الف ين الي دولارات امريكيه.
ما عنديش مانع. في الحقيقه نحب ندخن.
وين نقدر نكري زلاجات وحذا؟
هل نسيت مشروباتنا؟
هل تقدر تبعثها علي عنواني في اليابان عن طريق البريد الدولي الدفع عند الاستلام؟
نحب كاس نبيذ احمر.
بس اذا كانت حقك، يا سيدي. ههه، كانت نكته صغيره بس.
بالتاكيد. كيف نقدر نخدمك؟
عندنا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
بطاقه تعريف. اه، صح. جواز السفر مقبول؟
رقم غرفتي هو ثلاثه-مءتين وسته وعشرين. تقدر تجيب لي الغسيل؟
باش نشوف اذا في شي منهم يناسب.
نحب برّاد ميّه.
جيب لي شويه جبنه مبشوره.
هل يمكنني تنظيف قمصاني قبل صباح الغد؟
تقدر تخليه يرد عليا؟
عليش وقتها؟
عفواً. هل في مكتبه قريبه من هنا؟
اظن انك غلطت. الغرفه كانت مدفوعه مقدمًا. عندي ايصال.
الباص هناك.
نحب زوج رولات فيلم ملون ISO ميه، فيها سته وتلاتين صوره، من فضلك.
نحب نصرف هالشيك بسبعين دولار.
نحب نشري طوابع لعشره بطاقات بريد لليابان، من فضلك.
هل في بنوك قريبه من المحطه؟
انا خايف في غلطه في الفاتوره.
انه هنا بالضبط.
واحد تشيزبرجر للتاك اواي، من فضلك.
ما تقدرش تعمل شغل تصميم بجد من غير كمبيوتر اليوم.
اجرِ.
فيه تمزق هنا في بلوزتي. تتقدر تخيطه لي، من فضلك؟
شحال الاجره لمَنشستر؟
تقدر تعطيني كابل شحن؟
وين نقدر نشتري حصيره شاطء؟
بعدين، من فضلك اعطيني حجز جديد.
عطيني شريحه اللحم المدخن هذي، بس ما تكونش سميكه كيف هذي.
حنّا جايين علي السبعه.
كي نشوف الاسعار هذيك منخفضه، يبان لي سخافه نشتري حاجه في اليابان.
سرقوا سجلاتي، زاده.
بغيت مخروط ايس كريم فانيلا، من فضلك.
انا موافق. لازم يصير طبيعي جداً.
انتبه للفجوه، انتبه للفجوه، بعدين قريب من الابواب، من فضلك.
بحتاج كرت اءتمان.
ها هو الرقم.
قول لي مكان زين في هالواد، من فضلك.
رجاءً اعطيني تقرير الحادث.
لا، شكراً الان.
حسناً، رجاءً خليك علي الخط. السيد ناكاجيما، الانسه سايتو ما باين عليها ترد علي المكالمه. تحبني اكلمها شويه زياده؟
يمكن، بس لازم نوزنهم كل واحد لوحده.
يبدو نادر شويه.
وين مكان استلام الامتعه لرحله سبعه صفر ثلاثه؟
فيه حاجه غلط في قبضتك.
هل هذا رح يفسد؟
لا، شكراً. من الافضل ما نشربش زياده.
من فضلك قول لي شوارع مريحه للتسوق.
هل الباص هذا يروح لفندق هيلتون؟
هذي اللوحه مميزه بزاف. رسمها تسوراتارو كاتااوكا. هو معروف كفنان عالمي.
انا عندي تقدير كبير للموسيقي الكلاسيكيه.
نجم نعزمك علي العشاء في وقت ما؟
تمام. شنو اسم حزبك ورقمه، من فضلك.
عفواً. خلّيني اطلع، من فضلك.
ممكن تتصل بموظف يتكلم ياباني؟
نزور قرايبنا كثير.
ميكي هاياكاوا. هذا غرفه سبعه صفر اثنين.
لازم ابقي هنا الليله، مش كده؟ تقدر تساعدني احجز غرفه في فندق؟
ما لازم تطول. خمسه عشر دقيقه علي الاكثر.
تقدر تقول لي قديش تكلفه هالمكالمه؟
طيب، ممكن تقوللها اني اتصلت بيها، لو سمحتي؟ باش نتصل بيها مره ثانيه بعدين.
هل في جوله صباحيه؟
هل تبدل عملات اجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين نقدر نشتري روله فيلم؟
عندكم بيره يابانيه؟
نحب مايوه سباحه صغير، لو سمحت.
نحب نسجل شنطتي.
هذي الانسه كوازو في الغرفه سته عشر واحد عشر.
عفواً.
ما فيش ايّ.
شنو اهم عندكم يا اليابانيين، يوم راس السنه ولا يوم الكريسماس؟
رقم مقعدك هو اثنين وثلاثين ا. بعدين، امشي دغري في الممر هذا. هو المقعد جنب الشباك.
لحظه بس، من فضلك.
يرجي تعبءه تقرير فقدان.
ما نفهمش امريكاني، نحكي انجليزي الملكه.
من البارح.
تشمل تامين التصادم والمسءوليه.
ضعت بطاقه المطالبه تاعي.
عندكم بروشات بتصاميم حلوه؟
انا باتصل من كشك عام في مايسي.
هذو كبار بزاف.
بشحال تمن الوقوف في الساعه؟
سيداتي وسادتي، في رحلتنا اليوم، لدينا مضيفين يتكلمون اليابانيه يمكن التعرف عليهم من خلال دبابيس الاعلام التي يرتدونها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا.
هل في فتره معينه من الفن تفضلها؟
رجاءً راجعها مره ثانيه.
امشي دغري علي طول النهر حوالي نص ميل. حتوصل للحديقه.
لا، هم متينين جدًا.
حاضر، باش نبعتهولك للاس فيغاس.
انا ندور علي قمصان للجري.
تحب تشرب حاجه من البار؟
هنا من فضلك. خذ هالمصعد.
من الافضل تركب القطار اللي يطلع علي الساعه تمانيه ونص.
هل فمّا سينما قريب من هنا؟
الوقت الحالي هو موسم المحار، فراح يكونوا طيبين.
نحب ساعه مستعمله.
باش اسجل الدخول حوالي الساعه تسعه بالليل.
الوقت قاعد يتاخر. لازم امشي.
ما استعملتش خدمه الغسيل عندكم. ممكن تراجعوا الموضوع مره ثانيه؟
نحب شاي، من فضلك.
لا، ما فيش.
هل هذه هي المحطه الاخيره؟
خلينا نتصل بيه.
هل هذا حار حراق؟
وين نقدر نلقي باص سياحي؟
اي، نحب نزور معالم المدينه.
فيه بزاف سياح حوالين المبني، ويبدو انهم تجمعوا باش يشوفوا شنو صاير.
شكراً علي ضيافتكم.
الصدق هو احسن سياسه.
ممكن تصحيني علي الساعه سته، من فضلك؟
بشحال تكلف نص يوم؟
انا كينجي.
تعرف اماكن كويسه تزورها في شيكاغو؟
طيب، اذا انتوما الاثنين مصرين، انا ماشي معاكم.
هل ممكن تبدل هذا بواحد ثاني من نفس النوع، من فضلك؟
نحب نحجز لثلاثه ونص العصر.
صندوق الامان، من فضلك.
يرجي اختيار نبيذ مناسب.
نحب مكان صغير.
هل لازم ادفع علي البنزين؟
حرامي. قبضوا عليه.
نحن نستناو في صحابنا يجو.
من فضلك اعطيني شويه فكه.
برم داءم ضيق، من فضلك.
هي صغيره وجميله.
شنو اوبرا اليوم؟
مقلي، من فضلك.
غسلي ما رجعش لحد الان.
علي فكره، هل انت فاضي السبت الجاي؟
طيب، يمكن بعدين نتفاهموا مع بعض كويس.
عاملتني كاني شحّاذ.
فهمت. كمان، ممكن تساعدني في مشكله ثانيه؟
تقدر تحط عدسات طبيه في هالنظارات الشمسيه؟
باش ناخذ زوج من هذو.
شحال كلاب ظراف. اي نوع؟
طيحت الشوكه تاعي. من فضلك جيب لي وحده ثانيه.
كان ممتع.
اكيد. امشي دغري ولف يمين عند الركن الثالث. حتلقاها علي يمينك.
عندك شويه فيلم للشراءح الملونه؟
تعرف كاثي؟ هذي حفله عيد ميلادها.
عندك جدول الوان؟
نجم نخلص بشيك مسافر؟
بس، هو، يا راجل، كيف نعرف ان هذا الشيء الحقيقي؟
هل يمكنني الحصول عليه بدون ضريبه؟
ما نقدرش نحط شنطتي تحت الكرسي. ممكن تحتفظ بيها لي، من فضلك؟
ممكن تحط الشنطه هذي في الصندوق؟
راني خارج دوق، باش نجيبه.
رجاءً ابعت حد يطلع يجيب شنطي علي الساعه سته ونص.
نحب خريطه سان فرانسيسكو والمناطق اللي حواليها.
شنو نوع الخبز اللي عندك؟
وين الاسانسير؟
هل في حد يقدر يعزف علي البيانو؟
في اي محطه لازم انزل باش نروح لمبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، بس ما اظنش عندي وقت ابقي ليلتين. ممكن تحجز لي غرفه توين في الفندق هذا لليله 12 مارس بس؟
هل يمكنني حجز غرفه مزدوجه تطل علي البحر؟
ما قررناش لحد الان.
رفيقي تعثر وخلع كعبه.
باش نجرب شربات.
هل في مطعم تايلاندي قريب؟
هي جنب ذاك المبني العالي بالضبط. فارجع نفس الطريق اللي جيت منه لحد ما توصل لاشاره المرور. بعدين، لف علي اليسار.
لازم الحق طياره لوس انجلوس بكري الصبح غدوه.
بعدين نقدر نوصي بثقه بـ "جوله مدينه سان فرانسيسكو" هذي. هذي تعطيك نظره عامه علي سان فرانسيسكو.
نحب نعمل تامين.
خلينا نحط كماده بارده لتخفيف الالم.
هي تحب تشري فستان.
بقدّاش تاكسي لهالفندق؟
وين الحمام؟
هل يكلف شيء للدخول الي هذا المبني؟
خليها علي كيفك.
انا ندور علي حاجه رسميه.
الشباك معلق.
في اي جانب من ميدان الاتحاد هو؟
نص اونصه من شانيل رقم خمسه، من فضلك.
شنو رايك في شويه قهوه؟
هل احتاج تذكره؟
قدّيش تقريباً رسوم الخدمه؟
قدّيش من هنا؟
كريمه وسكر؟
هل عندكم اي تخفيض للاعضاء؟
هل في سوبر اكسبرس الساعه تسعه ونص؟
خليني اشيك ساءل الفرامل والمحرك. المحرك عندك باين عليه قريب يطفي.
ما كانتش غلطتي.
ما فيش كهربا.
باش نبلغ البوليس علي هذا.
هل كل واحد لازم يدفع علي مشروباته؟
من ثلاثين لخمسين دولار في الليله.
رجاءً صلح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، حفلات توزيع الجواءز او الجنازات.
خردل زياده، من فضلك.
عليش ما تعطيهاش هديه؟
اي فيلم تنصحني بيه؟
هادي عشرين وارجع لي دولارين، من فضلك.
هي خبطتني من الجنب.
نقدر نجي علي الساعه اثنين.
هل هذه الامتعه من رحله JAL صفر واحد؟
هذي اول مره نزور باريس.
هل تقدر تقدّر التكلفه قبل ما تبدا تشتغل عليها؟
تفضل، ادخل.
رحلتنا للمشي في الطبيعه لازم تكون ممتعه برشه.
وين نركب القارب؟
ما عندناش كيس لهالمبلغ، فباش نحطو في هالكيس البلاستيك الكبير.
نحب نلعب تنس.
فيه عصير اناناس، برتقال وطماطم.
الجهه اليسري من هالطابق، قريب من السلم الكهرباءي.
شنو العروض في قاعه الحفلات اليوم؟
ما تحبش تشوف فيلم مختلف؟
يرجي تبديل شيك المسافرين هذا بالنقد.
نحب ناخذ نفس الكورس غدوه، من فضلك.
ممكن نقدر نعطيك جواب احسن علي هذا بعد ما نحضر كم عرض.
انا محتاج هديه للذكري السنويه.
شنو المسرحيات الموسيقيه اللي شغاله دحين؟
عندك مرايه؟
عفواً، لكني ضعت طريقي. هل يمكنك مساعدتي؟
بش ناخذ هذا، من فضلك.
ما تقدرش تدخل العاب ناريه لكندا.
شحال طباخه ممتازه مرتك.
تحتاج اي مساعده؟
تقدر تحجز تاكسي لسته بكره الصبح، من فضلك؟
شنو تحب مع الطبق الرءيسي؟
هل في بوتيك قريب من هنا؟
المكان هذا مليان بالناس، مش كده؟
اسف. رح يكونوا جاهزين بعد حوالي خمس دقايق.
جاني وجع في رقبتي وانا نايم.
تمام، ما فيش مشكله. ممكن اشوف جواز سفرك؟
ما عنديش فلوس.
في اي وقت لازم اكون في المحطه؟
فيه بزاف مطاعم حوالين هنا.
هي جنب غرفه المعاطف.
سعدت بالكلام معاك.
هل في جوله بعد الظهر؟
انا مع اصحابي.
استمتعت باقامتي. شكراً.
الشط تحت بالضبط. منظر جميل برشه.
شكراً علي الانتظار، مدام مكغاير. هو هنا. تفضل، من فضلك.
عندك بطاقه تعريف بصوره؟
سبعه، من فضلك.
حبيت نبعث هذا للغسيل. وقتاش يكون جاهز؟
عندي بنطلون مخطط.
اي. شنطه شخص ثاني وصلت لغرفتي توه. ممكن تشيك عليها، لو سمحت؟
ممكن تشرحها لي بتفصيل اكثر؟
نمت مليح؟
تقدر تضغط زر الغالق؟
مفتاحين، من فضلك.
نحب لمبه.
هي في اخر الممر.
نحب ورق ملاحظات.
هل رايحين بالباص؟
قلت انك رايح طوكيو بكره؟
خليني نرقد لحد التسعه.
لازم احول لـ AW واحد صفر صفر. هل ممكن؟
كيف حال لعبتك هذه الايام؟
حاسس ان صدري مسدود.
ما فيش مشكله. اذا جيت في الخامس من سبتمبر، تقدر تستمتع بعرض فيلم علمي لان عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
عندك جوله ثانيه؟
تمام، خصم خمسه في الميه. هل هذا تمام؟
انا رايح باريس.
مش احدث موديل، صح؟
مجدول علي الساعه تمانيه ونص بالليل بتوقيت المحلي.
خذ ذاك المبني معانا، من فضلك.
تمام. باش ناخذ صحن وسط وكوره رز.
كيف شكله هذا؟
نحب نشوف ذاك اللي في الشباك، من فضلك.
مستحيل. احنا في اجازه. ما نرضاش نقعد في اوضه الفندق ونتفرج في البيسبول علي التلفزيون. نحب نروح نشوف مسرحيه.
نجم المسها؟
تقدر تجي هنا تصلحو؟
نحب شويه الياف صناعيه.
اسمي تارو تاناكا. عندي حجز.
نحب كريم تنظيف.
نحب بلوفر باكمام طويله.
تسرق مني شنطتي.
طُرُقنا يِبْدو انّها تِتْقاطع كْتير، مِش كِدا؟
نجم نشوف القاءمه مره ثانيه؟
لسه باينين خضار شوي.
قدّيش؟
فريز، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعميه وسته وسبعين متر.
لا، مش لسه. في حاجات كثيره تختار منها.
نحب كريم لليل.
هي بين المخبزه والجزاره.
تقدر تقصر الكمّات؟
انا خايف ما فيش ملعب جولف هنا قريب.
تقدر توريني الخاتم الثاني من اليسار؟
تقدر تطلب منه يتصل بي؟
حاولت اتصل بمكالمه دوليه. وصلت ولا لسه؟
هذا غلط.
اي، هو. عشان تقدر تشوف العلم قدام مكتب البريد.
بالتاكيد باش تبعثهم، صح؟
نحب نعمل مكالمه تليفونيه باستخدام كرت اءتمان.
نحب حقي يمشي.
كي يوصل، باش نخلصو باش نبعتوه لعنوان دارك.
هالايام دايمًا نستخدم كمبيوتر في الشغل.
اه، طيّب. فهمت. باش نجي عندك.
لا، هذا كفايه.
ممكن تجيب لي بطانيه و مخده؟
تقدر تجي هنا باسرع وقت ممكن، من فضلك؟
فنجان قهوه، من فضلك.
انا ندور علي شويه كروت اللي عادهً تكون هاواييه.
هل ممكن تضيق الخصر بثلاث سنتيمترات؟
انا في نفس العمر.
تجيب لي شويه قهوه؟
ثلاثميه وخمسين دولار؟ هذا فوق ميزانيتي.
هل لازم نعمل تصويت علي هذا؟ اذا لا، اظن اننا وصلنا لنتيجه، واللي باش نرسلها لمجلس الاداره متاعنا صباح الغد.
تعرف اذا في فنادق رخيصه؟
صباح الخير. هل نمت مليح؟
شنو ناوي تعمل بعد ما تخلص المدرسه؟
تسرق مني شنطه كتفي في الشارع.
هل كان عندك اي خدمات ثانيه غير الفطور هذا الصباح؟
نحب فنجان قهوه بيضاء، من فضلك.
طيب. هل فندق الشيراتون قريب من هنا؟
نامل ما تكونش تعبان بزاف.
نحب نكرّي سياره من هالنوع لمده يومين.
باش ناخذ شوت من جاك دانيلز.
نحب كيس فشار، من فضلك.
طيحت عصا التزلج.
ما نجيبوش هدايا للاستقبال. بدلها، الضيوف يجيبوا فلوس.
نحب نبعثها بالبريد البري.
الطياره وصلت متاخره بسبب ثلج كثيف.
الحساب، من فضلك.
تقدر تاخذ رساله، من فضلك؟
اسف، ما فهمتكش. ممكن تتكلم شويّه ابطا، لو سمحت؟
شنو نقدر نورّيك؟
ممكن اصور؟
من ميه.
رقم الرحله هو HP تسعه وتمانين لتوكيو في الحادي عشر من مارس.
ممكن تجيب لي نفس الطبق هذاك؟
عندك واحد ثاني؟
رجاءً جيب لي فطوري لغرفتي الساعه سبعه بكره الصبح.
شخص الصيانه حيطلع قريباً.
اسف. باش نرجع بعدين.
كيف نجم ناخذها؟
هل في وظاءف شاغره في جوله الخميس؟
عفواً. ممكن اعدي؟
عندك نباتات وفواكه؟
لو سمحت، قول لي كيف نعبي بطاقه النزول؟
انا اعتقد ان سيارتي قيمتها حوالي خمسه الاف دولار.
هل هذا الاكل قليل السعرات؟
اي باص لازم اركب باش نروح للمحطه؟
اي، هو. بس لازم تلف يسار عند اشاره المرور الثالثه وتظل في الشارع هذا لين توصل للطريق سته وستين.
نحب كاس ماء باش ناخذ دواء، من فضلك.
نكون ممنون بزاف اذا ودّيتني للبحر.
اسف. عندك الرقم غلط. هذا تانكيوشا برس.
نحنا بنسجل الخروج.
شنو هذي الموسيقي؟
يرجي اعطاء هذا الشراب لطفلك، مقدار واحد، بعد كل وجبه.
هذا النمط متوفر باحجام ثمانيه وعشرين، واحد وثلاثين وخمسه وثلاثين سنتيمتر.
اه، هذا يبان كثير.
ممكن استعمل تلفونك؟
ريحه طيبه برشه. بقدّاش؟
حبيت ااكد مره ثانيه علي رحلتي الي شيكاغو في السابع عشر.
كلت شويه زياده.
ممكن اكلم الانسه براون؟
الدار هذي تبان مريحه للعيش فيها، مش كده؟
نحب نحجز علي رحله نورثويست ايرلاينز رقم صفر ثمانيه سته ليوم الخامس.
محفظتي، جواز سفري وحاجاتي الشخصيه الاخري.
وقتاش تسكرو؟
استني دقيقه. يمكن خليته في الحمام.
هذا بالضبط اللي كنت باش نقوله.
اي، نظن هكا.
دارك كبيره. كم غرفه؟
استمتعنا بالعشاء.
انا فاهم، بس ما نقدرش نقولها.
اه، ايه، من فضلك. نتمناش يدوخوا من البحر.
الي طوكيو، من فضلك.
شحال باقي لنوصلو؟
باش نخرج بكري غدوه، فحبيت نخلص دوقتي.
شيري ناشف، من فضلك.
مقعد لغير المدخّين، من فضلك.
هو مشغول الان.
هل الاجانب يقدروا يوصلوا للكتب في هالمكتبه؟
هل ممكن ابقي في غرفتي لحد الساعه اتنين بعد الظهر؟
هاها. صباح الخير علي وقتكم. ما فيش مشكله.
نحب شويه من فيلم رقم ASA هذا للكاميرا هذه، من فضلك.
وين لوحات مونيه؟
هذي البيتزا لذيذه. منو اللي عملها؟
طعم هالطبق كيف؟
كذلك هم غاليين.
امتي القطار الجاي لبوسطن يمشي؟
نخطط نتعلم الجولف.
عطيني شراب ثاني من فضلك.
يا سلام علي الراكب الموج الزين.
انا خايف الاكمام قصيره بزاف.
تقدر توريني كيف نحط الغاز؟
هل رسوم الفندق تشمل الفطور؟
هل هذا كل شيء؟
هيه تحت في هالطريق.
يرجي تشغيل العداد.
غرفتي بارده بزاف.
رح ارد عليك لما نكون اقل انشغال.
عندك واحد اكبر؟
حسيت روحي احسن.
هل تعرف جغرافيه اليابان؟
من فضلك ورّيني وين انا في هالخريطه.
ميه في الميه قطن.
نحب نبدل لغرفه تطل علي البحر. هل في رسوم اضافيه؟
بقدّاش ايجار نص يوم للوحه؟
عشره نوفمبر.
نحب شريط ماكينه الكتابه.
طعمه لذيذ برشه.
امتي حنقلع؟
كيف تخبر السواق وقت ما تحب تنزل؟
اربعه وعشرين دولار. تحب اكثر؟
حجزت في طوكيو من شهر.
نشكر فيك من اعماق قلبي.
هل انزل هنا لمركز روكفلر؟
من فضلك قيس لي مقاس الحذاء.
انه راءع.
تحب تخرج معايا في موعد؟
رجاءً نظف هذا المعطف.
نحب نكري بوت موتور.
وين قسم الحريم؟
القهوه مش مشموله؟
في اي مجال كان قبل؟
اللعنه. اللعنه. اللعنه. اللعنه. تعودت علي وجهها.
هل لازم ادفع الرسوم الاضافيه لما ادخل المبني؟
اهلاً، حفلتكم علي الخط. تفضل، من فضلك.
جرحي يوجعني.
وين المحطه؟
عندي قشعريره.
ثلاثه ايام.
اعبر الجسر اللي هناك، وحتلقي المكتبه علي الجهه اليسار.
رجاءً ساعدني نلقي دليل يتكلم ياباني.
ما نحبش واحد ثقيل.
رح يكون في تاخير بسيط.
شنو الفرق بين هذيك الفنادق؟
فاتني محطتي.
كان راءع. شكراً لك.
باش نكون هناك حوالي سته في العشيه.
عندك حاجه اطول شويه؟
تاريخ الانتهاء هو تسعه عشر مارس الف وتسعميه وتسعه وتسعين.
كيف كان؟
هل في كازينوهات كويسه؟
هاهي الفلوس لاقلام الحبر. ورقه مءه دولار.
وين قسم الحريم؟
وين نقدر نركب القارب؟
صاحبي مجروح.
انت باين عليك بخير.
هل المحل هذا راح يفتح بكره؟
هيه طول الممر.
ممكن تحلقلي شاربتي؟
هذا يجي مع بار السلطه واختيار بطاطا مشويه او بطاطا مقليه.
فين نقدر نشري الحشيش؟
ما نقدرش نبيع هذا بدون وصفه طبيه.
نجم نحجز خمسه كراسي مع بعض في نفس الصف؟
ممكن تعطيني حبل سحب، من فضلك؟
اي سياره تعطي افضل استهلاك للوقود؟
ما راح تحصل علي تخفيض مهما حاولت.
تقدر تفتح هالشنطه، لو سمحت؟ شنو عندك هنا؟
نحب نعمل مكالمه طويله المدي لفندق هيلتون في بوسطن.
هل السيدات يقبلوا هذا؟
خلي بالك، السقف واطي.
ما نقدرش نشوف الشاشه من هنا مليح. ممكن ابدل المقعد شويه؟
زرت البحيرات العظمي لاول مره.
فيه حاجه غلط في هذي الماكينه الاوتوماتيكيه.
انا محتاج دكتور.
قدّيش صارلها في المملكه المتحده؟
محب للفن التجريبي كيفك ممكن يعجبك اللوحات الهيبيّه ومشهد الموسيقي في الشوارع.
في اي وقت؟
باش ناخذ هوت دوغ وكولا.
هذا هو المشغل الخارجي.
تقدر تشوف مبني ابيض، صح؟ هو قدام ذاك المبني.
من متي؟
ما عنديش حاجه اصرح بيها.
شنو؟ لازم تدفع ضريبه لما يكون عندك اكثر من ثلاث قنينات كحول؟
صاحبي مريض بزاف. ممكن تتصل بطبيب، من فضلك؟
ما نعرفش كثير عن النبيذ. شنو اللي يصلح مع هالطبق؟
ممكن تتصل بي الصبح بدري، لو سمحت؟
فيه محطه بنزين علي بعد مربعَين من هنا.
الناس اليابانيين ما ياخذوش عطلات طويله.
حاسس كاني متركز عليا. هل نادر هكا تشوف شخص ياباني؟
طبعاً لا. علاش تقول اذا؟
منين الطريق لدخول البريد المركزي؟
وين محطه باصات جرايهوند في هالمدينه؟
مش مطاعم يابانيه في كيوتو غاليه؟
اظن انه عالي شويه عليا.
عندنا غرفه توام بحمام بخمسه وتمانين دولار.
نحب سعر الكتاب.
الجو ابرد من العاده هالسنه، بس مش بارد كفايه عشان تلج.
فين نقدر نشري تذكره المترو؟
باش يكون عندي مقاعد درجه رجال الاعمال، صح؟
بقدّاش اجره التاكسي من هالفندق للمحطه؟
ممكن تعطيني هذا وهذا، من فضلك؟
بيقولوا ان اليابان بلد غني جدًا.
هل في غرف فاضيه في عربه النوم؟
ممكن تخفض السعر لعشرين دولار، من فضلك؟
هذي هديه لصاحب.
الثلج يخلي الطريق زلقه.
ما نقدرش نلقي الكاميرا تاعي.
باش نعمل زوج سندويتشات لحم.
عندك حاجه تعلنها؟
شفت جاكيت ازرق؟ حطيتو علي الكرسي هذا.
فيه محل ورد قدام الشارع الرءيسي.
انا من طوكيو.
نحب شويه كريم ريفلون للشعر.
عندي شويه حاجات للغسيل.
طلبته من زمان.
ممكن تبعث لي بواب لغرفتي الساعه سته الصبح؟
باش نشرب شوكولاته سخونه.
نقدر نرتب لتنظيف غرفك.
خاص، من فضلك.
بشحال الطريق للفندق C؟
نجم ناخذ تذكره متعدده؟
نحب نحجز طاوله لزوج اشخاص علي الساعه سبعه، من فضلك.
نحب كريم لليل.
تقدر تغلف هذا كهديه؟
الساعه تلاته وربع.
ناوي ابعت فواتير حاجاتي اليوميه، فلو سمحت قول لي العنوان واسم الشخص المسءول.
صعب علينا نتكلموا الانجليزي بطلاقه.
هل عندكم هذي بنفس التصميم بكعوب اعلي؟
نحب سويتر لطفل عمره عشر سنين.
وديني لطريق ابي، من فضلك.
شكراً. مرحباً، شكراً علي الانتظار.
انا متاكد عندي حجز.
باش نبعتهالك، فلو سمحت استني هنا.
احنا هنا ليوم واحد.
عندي صداع خفيف.
عجبتني الاكله برشه.
لا، تفضل اقعد واستني. برجع لك حالاً.
ممكن اشوف السياره؟
ممكن ترسم لي خريطه، من فضلك؟
حاضر يا سيدي. رجاءً خليك في غرفتك لحد ما يجي الدكتور.
تعرّضت للسرقه في شاطء وايمانالو. رجاءً تعال فوراً.
كيفاش ميه دولار؟
نحب هذا متغلف.
نحب نقدم طلب لاعاده الاصدار.
الحكومه دعمت تعزيز الصناعات.
هو فوق خمسين سنه، علي ما اظن.
شنو اقل عمر ممكن تعمل هكا؟
عندك خراءط بسيطه للمدينه؟
اذا ممكن، نفضل ما نخلعش الضرس.
العداد كره وحده، ضربتين.
في اي وقت راح يوصل القطار الي سان دييغو، من فضلك؟
نحب نشوف الصندوق تاعك.
نحب شويه شامبو.
انا قاعد في فندق هيلتون.
حاسي روحي تعبان وعندي غثيان.
بس عندي موعد اشوفها الساعه اتنين.
هل هذه السياره تروح ادنبره؟
اي، من فضلك عبّي هذا النموذج.
بشحال تفرض علي الوزن الزايد؟
اسمي كيمورا. حاب نلغي الحجز تاعي ليوم الجمعه.
اه، اسف. صار في مشكله واحنا قاعدين نصلحها. ممكن تستني حوالي نص ساعه؟
في اي وقت اقدر اطلع؟
فهمتها.
باش نعيط لواحد.
تحب تسدد الحساب دحين؟
السياره جاتني من الجنب عند التقاطع.
هي علبه موسيقي.
وين الضاحيه؟
هل في جوله بالباص في المدينه؟
في اي وقت نبدا؟
تمام، سيدي. في الحجم المتوسط نقدر نعرض عليك مركوري سابل. هل هذا مناسب؟
انت جرحت عضله.
بس لازم توعدني انك تضرب الكره، مش انا. تمام؟
قدّيش باقي؟
ممكن استلف شويه كتان؟
شنو نوع الجلد اللي معمول بيه هالشنطه؟
ما نظنش السكينه هذي نظيفه. ممكن تجيب لي وحده ثانيه؟
شريت هذا من شويه، بس هل تبدل هذا بالذاك؟
بصراحه، ما نتفقش مع هذا.
هل هذا هو الطريق الصحيح الي المحطه المركزيه؟
قارب مع دليل، من فضلك.
نحب نطلب بدله لونها غامق لي روحي.
هالشمسيه تنفع كعصا.
هل لازم اترك كل شنطي في غرفه الملابس؟
رجاءً ورّيني جواز سفرك.
هل في مكان يقبل الغسيل يوم الاحد؟
زوج تشيز برجر، من فضلك.
اي باص يروح ميامي؟
بس ما فيش داعي للبخشيش.
تقدر تشوف واحد في كارنيجي هول.
انا مش معتمد.
شنو تخصص الدار؟
نحب نحدد موعد مع دكتور.
نتساءل اذا في طاوله فاضيه جنب الشباك لسبعه اشخاص الليله.
ما عندكش مانع اني اجي عندك؟
يبدو انو في مجال للتحسين.
وين التحت الارض؟
هل عندك مقاس اصغر؟
فين نقدر نلقي الاسبرين؟
هذا هو القاع؟
رجاءً اعطيني تصريح لمده اسبوع.
هذا زميلي.
شنو نوع الغاز اللي موجود؟ بريميوم، عادي، ولا بدون رصاص؟
هادي وحده.
راني جاي يجيلي برد.
مغلق يوم الاثنين، بس يوم ثاني ممكن يكون تمام. اظن انه مفتوح من التسعه للخمسه.
انها ثعبان بحر مشوي مع صلصه خاصه فوق طبق رز.
خلينا نحتفل قال وخذني لبار. قال راح يتصل بالتلفون وطلع وما رجعش وانا بقيت مع فاتوره كبيره.
بشحال الجالون؟
كان عندي جوازي وبطاقه الاءتمان في شنطتي.
الحجز علي الساعه سبعه، باسم منو.
ما تحبش تشرب فنجان شاي؟
ممكن تقول لي وين نلقي القنصليه اليابانيه؟
هل في دكتور في الفندق او حد نقدر نتواصل معاه؟
هو دايمًا يتسوق في شارع بوند.
ورقه انجليزي، من فضلك.
هل في مكان يعزف موسيقي كانتري؟
نحب نراجع حاجاتي الثمينه.
فيه كمان من الصوف؟
بشحال الورقه الواحده؟
طيب، اضغط تسعه وصفر واحد واحد، بعدين كود الدوله ورقم التليفون.
ممكن تعطيني دايت كوك؟
نجم نعمل طلب؟
كان عندنا مشوار حلو. شكراً.
عفواً. ممكن اعدي؟
اجمالي سكان اليابان حوالي ميه وثلاثين مليون.
نحب نكري شمسيه.
اي، ونحب نرجع المصاريف لي.
محفظه فيها ميه دولار وبطاقتين اءتمان.
الماء سخون بزاف.
انت هنا.
طاسه قهوه، من فضلك.
غير محتمل جداً.
بطني توجعني بعد الاكل.
واو، هذا مكان جميل.
ممكن يكون عنده انسداد هواءي في الشرايين.
قررت؟
اذا تحب، نقدر نرتاح هنا.
ضعت اثر رساله مسجله.
ما تقدرش تغير خدمتك بسهوله.
شنو المحطه الجايه؟
تمام، بس مش المدرجات. الجو حار بزاف اليوم.
انزل هنا، وبدل علي الباص رقم سته.
لازم الحق رحله الطياره الساعه عشره الصبح.
لسه حاسس اني باش نترجّع.
ما نحبش حاجه تقيله.
الحساب، من فضلك.
بشحال الفطر الطازج؟
الحساب، من فضلك. هل تقبلون فيزا؟
اليوم باش نمشي نشوف كيفاش الحي الصيني.
اثنين صفر اثنين تسعه ثلاثه تسعه سته سبعه صفر صفر.
نحب نخلع سناني.
نحب شنطه مكياج.
نتساءل قداش لازم نخلّي بقشيش.
وين نقدر نشوف "شبح الاوبرا"؟
نحب نشري تذكارات لصحابي. تقدر ترشحلي شويه؟
بشويش اكثر، من فضلك.
شحال متوسط رسوم الفاكس الدولي عندكم كل شهر؟
مقلي من الجهتين، من فضلك.
طيب، هذي واضحه. كلاكما رجاءً ورّوني رخصكم وتسجيلاتكم. وابني، للاسف لازم نعمل لك اختبار تنفس.
رح يكون جاهز بعد بكره بالليل.
هل هذا مصنوع من القطن؟
عندي دواءي الخاص.
شنو نقدر نشوف في هذي الجوله؟
اي، في شرط مشروب واحد علي الاقل.
بشحال اليوم؟
هل الحافله توقف قريب من الفندق؟
نحب قرص مضغوط.
فيه رحلات JAL وANA تطلع الساعه عشره وخمسه وخمسين. لكن، للاسف الرحلتين كاملين.
يناسبني مليح.
ممكن طاوله لخمس اشخاص؟
هي ما تفهمش الانجليزي بالمره.
من فضلك صرف شيك مسافر.
تقدر تهتم بيها من التسعه الصبح لحد حوالي التلاته؟
بشحال البريد الجوي لليابان؟
انا مقفول بره. ممكن تفتح لي الباب، من فضلك.
اي جوله هي الافضل لرءيه اشهر الاماكن؟
هل في مضيفه طيران تتكلم ياباني؟
كم شنطه نقدر نجيب معايا في الطياره؟
لا، سيدي. هذا العصر محجوز بالكامل. بكره تمام، مع ذلك.
باش نسال البواب علي التعريفه الصحيحه.
انا اسف جدًا.
عندنا حفله ليله الجمعه. ليش ما تجي معانا؟
غرفتك تسعه وثمانيه، انسه. هذه مفتاحك.
من المهم جدًا اننا نقدر نوصل للمواد الخام اللي نحتاجها للمشروع.
عفواً، يا ضابط؟
هل القطار هذا يروح مباشر لادنبره؟
هل هذا داخل الحد المعفي من الضراءب؟
طلّع حاجاتي الثمينه، من فضلك.
قدّيش الرحلات مزدحمه؟
نحب نشري شويه تذكارات. فم محل مناسب قريب من هنا؟
لحد متي مفتوح؟
هو بره دحين.
مايومي، ممكن تملي هالورقه بتوقيعك؟
هادي وحده ليك، سيدي.
ما عنديش شنطه تسجيل دخول.
اكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
عندك افلام الصيف؟
امتي القطر الجاي لواشنطن دي سي؟
الطويلين هم الراءجين الان.
باش نرجع لليابان يوم الاثنين الجاي.
ممكن خريطه مترو؟
هل الطريق بعيد؟
تقدر تبدل هذا بواحد جديد؟
شخصين.
وين نقدر نلم شنطتي؟
ما حاسسش روحي مليح. ممكن ارجع كرسيي؟
الساعه حداشر وخمسه واربعين الصبح.
تقدر تقول لي علي مطعم مشهور بين الشباب؟
كانت سيارتو ماشيه باقصي سرعه.
ممكن اسيب رساله؟ انا باتصل عشان ااكد موعدي مع السيد ابيرت يوم الاربعاء الجاي الساعه 11 الصبح.
تقدر تشرح مرضك بالانجليزي بطريقه ما؟
ممكن تبعث تاكسي لمدخل وستمنستر مول الرءيسي؟
كم مره لازم ابدل قطارات باش نوصل لهناك؟
هل هذا صحيح؟ خليني اتاكد. اوه، انا اسف جدًا، مدام تاكانو. هذا غلطتنا. هذه فاتورتك الجديده. ممكن توقع هنا، من فضلك؟
خمس دنانير رجع لي، من فضلك.
سداده حوض الاستحمام ما تسكرش كامل.
هي بس علامه تقدير مني.
هل تملا هذا الاستماره؟
شنو رايك في هاذي النماذج البلاستيكيه؟
شنو الماركات اللي عندكم؟
الكعوب عاليه بزاف عليا.
انا مقفول بره غرفتي.
قدّيش صارلك في باريس؟
ممكن تعطيني طوابع بريد لثلاث بطاقات بريد جوي لليابان؟
تتنكتب G-O-R-O-H.
تحب تشرب حاجه؟
ترقد هنا.
خليها مستعجله في التليجرام، من فضلك.
حسب تقرير الطقس، غدوه راح تثلج.
نحب كره.
بالتاكيد. سنكون سعداء بفعل ذلك.
هاي، كتاب هزلي ماليزي. باش نشري واحد نديه للدار كموضوع كلام.
الطريق للنجاح هو "Jinmyaku"، صح؟
باش نوصل لفندقك حوالي التسعه بالليل.
عندي حوالي الفين وخمسميه دولار بالين الياباني.
اي، عنا. باش نوريلك شويه.
نحب شويه حبوب نوم.
باش نكون هنا حتي التاسع. ان شاء الله تلحق المجرم في اسرع وقت.
انا متاكد انو المجرم قريب.
عشره طوابع من فضلك.
عندي التهاب في الحلق.
انا محتاج شويه تذكارات من نيويورك.
انا رايح اطلع. ممكن تبعت لي ولد الحمال؟
ساعتي وقفت.
اه، هيك؟ كيف عجبك؟
نحنا مفتوحين الساعه تسعه الصبح.
نحب كتاب تلوين.
اظن اني حاسس بدوخه الطياره.
هل لازم اروح لبنك ياباني؟
لازم تبدل الفلوس في البنك.
هل في وقت كافي لتسليم الغرفه؟
زوجك واحد من افضل زباءننا.
تعرف دكتور اسنان كويس؟
اوه. لازم تبلغ القنصليه فوراً.
مخلط، مش مهزوز.
تحب طاوله في المطعم الرءيسي ولا في غرفه خاصه، سيدي؟
عدد كبير من الناس يروحوا للشط في الموسم.
وزني حوالي ميه وخمسين باوند.
وين لازم احول؟
وين مكتب الممتلكات الضايعه؟
هل في باص يروح لهناك مباشره؟
هل احتاج لاي علاج خاص؟
هل الدفع كاش ولا بالبطاقه؟
احنا انتقلنا لهالدار من سنه.
قدّيش بياخذ وقت عشان يطلعلي الفيزا؟
وين الحمامات؟
المبلغ الاجمالي المستحق هو ميتين وثلاثه واربعين جنيه، سيدتي.
هذي هديه. ممكن تغلفها بورق تغليف حلو؟
يا سلام علي المنظر. هذي مسارات ممتازه.
فيه ناس مصابين.
عفواً. وين المحطه هنا قريب؟
اي، عنا حجز ليك.
عفواً، بس حاب نروح لفندقي في المدينه بالباص. وين نقدر نركب الباص؟
دجاج، من فضلك.
هذي الغرفه 201. نحب نطلب الفطور غدوه.
شنو رايك في التحرش الجنسي في مكان العمل؟
عندي اختين.
رحله رقم 208، الي طوكيو.
خلينا نحط حشوه من جوه.
خلينا نتلاقاو باش نناقشو هاذا الموضوع اكثر.
كيف تحب شعرك يكون اليوم؟
تقدر تقولها بكلمات ثانيه؟
باش نكتفي باي حاجه عندك.
نحب طاوله قريبه من المسرح.
انا بخير. طيب، رايح فين؟
ارتفاعه الفين واربعميه متر.
تفضل. رجاءً حطها علي الطاوله هناك.
رجاءً الغي رقم بطاقتي.
اسف، كلهم انباعوا، بس رح يكونوا عندنا بعد كم يوم.
ممكن قهوه؟
ما عنديش موعد، بس الموضوع عاجل.
هذا مصنوع بطريقه رديءه.
وين السلم الكهرباءي؟
عندك كتيب عن الفعاليات؟
وين مدخل المترو؟
ضعت تذكره الطياره حقي.
ما تقدرش تبقي هنا خلال العطله؟
اه، اسف بزاف اني ضايقتك.
تقدر تحجز فعاليات؟
هل في حمام عام قريب من هنا؟
شحال المجموع؟
هذا جيد جداً. الان للاسءله، من فضلك.
عندك فكه عشان عداد الوقوف؟
اكثر جهاز نسخ مبيعًا عندنا خلال الاربع سنوات الماضيه هو جهاز النسخ AX-450.
هل نلف علي اليسار؟
هل في مضيفات بيتكلموا ياباني؟
سعر راءع، مش كده؟
لازم تاخذه تسع وتسعين مره في اليوم، قبل الاكل.
انا نحبّه.
نحب ترايبود.
نحب جاكيت رياضي.
تقدر تبقي في داري.
ممكن ارجع كرسيي؟
ممتاز. كنت ندور علي تاكسي، بس هذا احسن.
جاكيت ممتاز. هل هو مصنوع في بريطانيا؟
نحب نمشي لمركز هارفارد. ممكن تقول لي متي نوصلوا هناك؟
اثنين كبار وطفلين، من فضلك.
شحال الثمن؟
حرب النجوم كانت اكبر نجاح في سنه 1984.
وين قسم غير المدخنين؟
هذا "ت" مثل في توم، نعم عندي هنا، تارو.
اظنها مناظرها حلوه.
نحب شويه تفاح، من فضلك.
هذا لشنو؟
اي بطاقات اءتمان تقبلون؟
عندي وقت كثير.
طيب، حان وقت الغداء. تحب نتكلموا عليه واحنا ناكلين؟
تم سرقه جهاز تسجيل الفيديو من غرفتي.
مرحبا، اسمي عُدي. عندي حجز لليله، بس باش نتاخر شويه في تسجيل الوصول. فلو سمحت احتفظ بحجزي.
هذو الصبات قويين؟
رجاءً قول له اني نستني في مكالمته.
بيقولوا ان الانفلونزا منتشره هناك.
وصلت للتو.
اسف. احنا محجوزين للبارح الليل.
انا مع بعض الاصحاب.
حسب قول جورو، السيد يامادا عنده طفلين.
تقدر تقولها مره ثانيه؟
نحب نعمل طريق ملتف لبرج لندن.
يرجي ربط حزام الامان.
رمز المنطقه هو ثلاثه. رقم التليفون هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
عفواً. هل في جسر قريب من هنا؟
عفواً، حابب استخدم الحمام.
محتل.
هدومه دايمًا مش علي الموضه.
عندكم ماكولات بحريه؟
هذا غالي شويه.
نحب، بس خايف ما نقدرش نجي هالمره.
والله، ما نعرفش لحد الان، بس اكيد باش نجرب.
ملح، من فضلك.
من فضلك استخدم غرفه القياس هناك.
تسعين دولار لتذكره الذهاب فقط. نقداً ولا بالبطاقه؟
ممكن تنظف الطاوله لي، من فضلك؟
كيف الاباء اليابانيين يربّوا اولادهم؟ هل هم صارمين مع اولادهم؟
تقدر تقول لي ساعات العمل؟
يرجي تغليفهم بشكل منفصل.
بطني حاسسها تقيله.
هذا كويس. وين نقدر نستناك؟
نقدرو نبداو نلعبو كي يكملو؟
سكان اليابان حوالي ميه وعشرين مليون.
عَبّي العناصر التاليه في بطاقه التسجيل.
ممكن ترجع لي حاجتي؟
عندكم شالات حرير؟ انا ندور علي هديه لمرتي.
رح نجيبها دحين. شنو رقم غرفتك؟
السيد كوبايشي كان يدور عليك.
نحب نسافر من شنغهاي لهاواي بالسفينه.
تقدر تبعت حد؟
تقدر تخليها جاهزه قبل الساعه خمسه مساءً غدوه؟
تستغرق عشر دقايق مشي.
قبل ما نخلص اليوم، ممكن تعطيني شويه دقايق؟
وين نجم نركن سيارتي؟
حاسي بالبرد وبطني توجعني برشه.
سكوتش وماء، من فضلك. وعندك حاجه تتاكل خفيفه؟
كيف نقدر نطفي هالضو؟
هل هو مشغول بزاف اليوم؟
نحب شويه خيط.
عطيني شهاده طبيه، من فضلك.
نحبك تقصرها بوصه هنا.
ما حاسسش روحي مليح. عافاك عطيني دواء.
ممكن صحيفه يابانيه، من فضلك؟
تمام. نقدر نسلم السياره في اي مكان؟ شحال تكلفه التسليم؟
اي باص يروح لمركز المدينه؟
هل في قطار مباشر لبوسطن؟
رجاءً كون صديقي بالمراسله.
باش نبقي مع صاحب.
انا متحمس جدًا، ما نقدرش نقعد ساكت.
نجم نزل في فندق هيلتون؟
نحبك تشيله.
امشي شمال في هاد الشارع وخذ اول يمين.
نحب نعرف اذا ممكن نرسل هالمجموعه من الصحون لتوكيو.
نحب شويه قوه جسم.
فيه اكل مش حار و مش بهاراته قويه؟
هل المسافه قريبه كفايه للمشي؟
نحب شويه كريم لليدين.
تقدر تمرر لي الملح؟
نحب نمشي لوول ستريت. كيفاش نوصل لهناك؟
الكثير من التمارين راح يضرّك.
شامل الفطور، الضريبه، ورسوم الخدمه، بيكون خمسه واربعين دولار للشخص في الليله.
تقدر تصلح هذا؟
مساء الخير. مرحبا.
ما نقدرش نلقي شنطتك.
امشي دغري، من فضلك.
هل المي هنا امنه للشرب؟
ااه، يلا. بس دولارين.
ممكن تبدل لي هالفستان بواحد اكبر بمقاس؟
طيب، يلا نروح. نقدر نساعدك في واجبك بعد ما ناكل شويه بيتزا.
ايوا، يا سيد تانكا. عندك رسالتين.
ما يلبقليش.
غدوه يوم جديد.
يمكن يمكنني نعاونك. هل تحتاج فيتامين سي؟
محفظتي انسرقت من جيبي في القطار.
بعيد بزاف. احسن تاخذ تاكسي.
نحب كرسي علي الممر، من فضلك.
انا ساكن في شقه بثمانين الف ين في الشهر.
ممكن اقطع عليك؟
ورّيني واحد اوسع.
عفواً. ممكن تبدل المقعد معايا؟
اي، بالطبع.
انزل للزاويه ولف علي اليسار عند اشاره المرور.
تحب الرولات تكون اصغر ولا اكبر؟
نحب غرفه فرديه فيها بانيو بثمانين دولار، من فضلك.
نحب نودع حاجاتي الثمينه في خزنه الفندق.
هل عندكم غرفه فاضيه الليله؟
اي، بس تاكد انك معاك تذكرتك.
قليل من الناس فقط باش يشاركو في الجوله الاختياريه.
ماشي. علي كل حال، رجاءً وديني لمركز الحي الصيني. بحاول الاقيه بنفسي.
ناس جداد يتوظفوا في ابريل.
نامل ذلك.
زوج سكوتش وماء، من فضلك.
مين يلعب؟
تقدر تتصل بي اذا لقيت شنطتي؟
علي اليسار، من فضلك.
تقدر توقف معايا عشان صوره؟
لا. تحب تبلغ عليه؟
السنان هذا اللي قدام يوجع.
شنو احدث لعبه كمبيوتر لعمر خمسه عشر سنه؟
نشوفك غدوه.
هل في مطعم ارخص قريب من هنا؟
لا، بس شكراً. حاسس بتحسن.
عندك خبز؟
قدّيش انت شاطر في الكمان؟
صاحبي تزحلق وطاح في الحمام.
ممكن علبه منفضه؟
تم حظر المسيحيه وتم اغلاق البلاد علي بقيه العالم.
قدّيش تبي؟
كوكتيل جمبري ليها ونفس الشي لي.
ممكن توقع هنا؟ ومن فضلك حط توقيعك المختصر هنا.
كان من دواعي سروري الكبير ان ازور مكاتبكم الرءيسيه واجري مناقشات مهمه معكم. شكراً جزيلاً علي تعاونكم الكريم.
شخيرك مزعج.
ما عجبنيش اللون في النهايه. نقدر نرجع هذا؟
اخرج من الباب اللي هناك، واستني عند موقف رقم سته.
دجاج مشوي، من فضلك.
ممكن شويه فلفل؟
اي، نحب حاجه نقراها.
هاذا السيد تاكاهاشي في الغرفه خمسه واربعين وتسعميه. ممكن تبعتلنا اربع قنينات بيره بودوايزر، لو سمحت؟
هذي سبعين دولار.
رجاءً اتصل بي في الفندق متاعي لما تلاقي شنطي.
نحب مكالمه صحوه علي الساعه تمنيه ونص صباح غدوه، من فضلك.
اي، بس هذا كثير وانا مليان من قبل.
نحب شويّه غسول للفم.
انا مش حاسس/حاسّه كويس.
هل تقدّموا اي خصومات علي الكميات الكبيره؟
طوكيو صفر ثلاثه اربعه اربعه تسعه اربعه خمسه سته سبعه.
تقدر تساعدني الاقي الحديقه الحيوان؟
تقدر تقول لي كيف نضبطها؟
حوالي اي وقت بتنتهي جوله الباص؟
تعرف كيف تستعمل التليفون؟
اكيد. عنا شويه فواصل كتب جميله من السكان الاصليين لامريكا.
مُشغّل يتكلم ياباني، من فضلك.
احنا مهتمين بالموضه.
تقدر تسحب لي السياره؟
هل هذه عياده اف؟
مرحبا، مدام ياماغوتشي؟ الحفله متاعك علي الخط. مكالمتك مقبوله. تفضل، من فضلك.
وين نقدر نشري تذكره رفع بالكوبون؟
في اي وقت حنوصل لوس انجلوس؟
امشي دغري حوالي خمس دقايق، وبعدين لف علي اليسار.
هذي الطريق نحو الشط.
شاي الاعشاب هذا يساعد علي تجديد الجسم.
هذو ما مصنوعينش في اليابان، صح؟
تمام. من هنا لو سمحت. باش نوريك غرفتك.
لازم نغادر الفندق قبل الظهر.
زوج همبرغر وزوج قهاوي، من فضلك. نحب ناخذهم معايا.
نجم نشيل هادين الشنطتين؟
طلبت لحم، مش سمك. ممكن تغيرها؟
ولدي تعبان تمامًا.
انا مريض في بطني.
هذي الجاكيت مش مقاسي.
نحب نقابل السيد ويليام.
فيه مجموعه من سبع فيتامينات ومعادن.
السن مرتخي.
هل اقدر استرجع فلوسي لما ارجع لليابان؟
شنو هذي الطبخه معموله من شنو؟
في اي دوله تم صنع هذا؟
تقدر تخلصها في عشر دقايق؟
انا مش شاطر في الانجليزي. في حد هنا يتكلم ياباني؟
وين نقدر نجيب تذكره المترو؟
رح نرسل لك عشرين عينه اضافيه بالبريد.
ما اظنش هذا لي لان بشرتي جافه شويه.
ممكن جدول مواعيد، من فضلك؟
اي، اظن باش نستني.
تسعه وتسعين دولار في الساعه لكل طفل.
اسف، كلشي باع.
لازم يكون هادي.
عندي عتادي الخاص.
مفتاح الغرفه، خمسه و ثلاثه، من فضلك.
في اي وقت يعرض فيلم الرجل الطرف؟
وين صالون الحلاقه؟
عند الساعه سبعه، من فضلك.
شنطتي مكسوره.
مُشاهده المعالم السياحيه.
انا من اسبانيا.
فيه مشكله في هذي البطاقه المفتاح. ممكن تعطيني وحده ثانيه، من فضلك؟
عندي طفح جلدي علي دراعي.
بريد جوي هذا الي اليابان، من فضلك.
وين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس ودودين بزاف.
كم عدد المشروبات المشموله في السعر؟
عملتها.
وين بوابه الصعود لهالرحله؟
اذا كان متوفر، ممكن تحجز طاوله جنب الشباك؟
هل تم الاعلان عن الصعود للطاءره بالفعل؟
احنا علي ارتفاع اثناشر الف قدم.
اولاً، نحب نشوف وول ستريت.
وين موقف الباص لاكسفورد؟
باش نستني حتي يولي التراس متاح.
نقدر نشوفوا شويه محافظ جلد؟
يلا نتفرج علي التلفزيون. في ماتش بيسبول شغال.
هل تكتب عنوان تواصلك هنا؟
لو سمحت، قول لي وين اقرب صيدليه.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات غير طوكيو؟
قطع الخط واستني شويه من فضلك.
شنو عادهً تعمل في الدار بعد العشاء؟
اكيد. امتي تحب تلعب جولف؟
هي حتكون في الدار حوالي الساعه ثلاثه.
نحب نتصل بالسفاره اليابانيه.
شويه زياده.
منين تخرج باصات السياحه؟
بشحال تفرض عليا باش تبعثهم لليابان؟
ما عنديش اي نوادي ولا جزمات.
هل الين الياباني تمام؟
عندك موستانج؟
باش نقزّو من هنا؟
السيد كاواي، عنا طاوله ليك الان. تعال من هنا، من فضلك.
اكيد. انزل الدرج اللي هناك وباش تشوف بعض الاشارات. بس اتبعهم.
الاستقبال. كيف اقدر اساعدك؟
ممكن توصلني لفندق هيلتون، من فضلك؟
هل كثيرًا تضطر تشتغل لوقت متاخر؟
اسفين بزاف، ما عدناش اكثر. شنو رايك في اوراق انجليزي؟
طاوله لغير المدخّين، من فضلك.
تقدر تخبرني قبل ما نوصل دورهام؟
هذا طازج؟
مش صح. دايمًا بتعاملني كده.
ممكن توريني شويه فساتين؟
هجّيه، من فضلك.
راني سكران بالخمر.
خليك حريص لان الجو في الجبال يتغير بسرعه.
شيك المسافر والين الياباني، تمام؟
اسف، شفت مع قسم التنظيف وقسم المفقودات. ما عندهمش الحاجه.
مكان صعيب تلقاه. هو في طريق صغير خارج الطريق الرءيسي.
ما نعرفش حاجه عنها.
نقدرو نتكلمو عليها في قهوه.
فهمت، في هالحاله ما لازم ادفع رسوم التعديلات، صح؟
المشغل، من فضلك.
ممكن تنزل السرج، من فضلك؟
هل تخليني عندك الليله؟
تمام. باش ناخذ زوج برك. شكراً.
هاهي فاتورتك. المبلغ ثلاثه دولار وسبعه وتسعين سنت.
انت محظوظ.
يرجي جعله طاوله مع منظر ليله طيبه.
هل هذه مصنوعه بالماكينه ولا باليد؟
نحب نكري هالنوع من السيارات لمده اربع وعشرين ساعه.
كان من اللطيف جدًا لقياك.
ممزق.
طيب، هيا نشوفك.
طيب، فكر قداش وقت شغله بيزيد لو سال كل شخص سءال زياده. يلا، خلينا نستعجل ونجيب شنطنا. لازم نروح بعدين لاعلان الجمارك.
شحال الوزن؟
هل في مطعم صيني هنا قريب؟
المنصه خمسه هناك.
امتي ماتش الكوره؟
هي معطله. ممكن تشوف الكاميرا حقي؟
قهوه بكريمه وسكر، من فضلك.
اظن في بعض الغلطات في الفاتوره.
عطيني ذاك.
انها بوابه سبعه.
هل انت اسكتلندي؟
ثلاثه-اثنين-واحد-اثنين. استني لحظه، تمام؟ حابب ابعتلك حاجه هنا. عذرًا.
ميه وخمسه وتلاتين ين للدولار.
التنانير القصيره مع البوط ما راح تخرجش من الموضه ابداً.
ممكن اكلم المدير؟
عليش الاجره عندك مختلفه عن العداد؟
نجم نشوف هذي؟
وعدت نفسي انه لما اشوفك، حنتعرف علي بعض.
شنو صاير في الفتره الاخيره؟
ما حاسس روحي مليح. تقدر ترشح لي دكتور؟
حفلتكم شغاله. تفضل.
هل في عرض علي الارض؟
المرحاض ما بيصرفش.
قدّيش ياخذ الوقت من هنا لبلديه المدينه مشياً علي الاقدام؟
خذ هذا الدواء بعد كل وجبه لما يكون الالم شديد.
تحط الفلوس في ظرف مزين خاص اسمه شوجيبوكورو.
حدا تاذي.
نتساءل شنو نجيب له؟
عندك خريطه مترو؟
عندي غرفه جاهزه ليك في الفندق الكبير. ممكن تروح هناك؟
عندي وجع في عيني اليمني.
انا مش شاطر بزاف في الالماني.
لازم نتلاقاو مره ثانيه اكيد.
هل حتضيق هاد البنطلون؟
نجم نستلف مضرب وكور؟
تقدر تضيف شويه فكه؟
ممكن نجيب نص قنينه؟
مرحبا. انا جون.
ناكاي.
تضايق لو نصورك انت والتاكسي متاعك؟
اتصلت بخصوص شنطه ضايعه من ثلاث ايام.
نحب فندق ارخص.
اه، في حاجات كثيره لازم تشوفها في قريه غرينويتش.
في الشغل. عندي علاقه عمل هناك.
تليق بالبذله متاعك.
ممكن تراقب شنطتي من فضلك؟
كيف تعجبك هالفكره؟ احنا نقبل شرطك باشعار قبل سته شهور بشرط تعطينا الحق نبيع لمده سته شهور بعد انتهاء العقد.
عفواً. هل تعرف نيويورك كويس؟
حنّا نستناو. رجاءً اتصل بينا لما تكون جاهز.
نحب نشوف دكتور جراح.
هل هذه مكونات طبيعيه؟
نحب نسوق في سياره رياضيه.
رمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
جاله زكام.
اصغر سياره ممكن تكون الافضل.
نحب نرسل هذي التسليم العام.
خليني احول المكالمه للرجل المسءول.
شنو الحجم اللي تريده؟
اه، يا عزيزي. ما كنتش عارف اني لسه عندي هذوكه.
هل عندكم صناديق لارسال الطرود؟
هل شركه الطيران راح تدفع تكاليف الفندق والاكل حقي؟
هل هذي كل شنطك؟
كيف تحب تدير المكالمه؟
طيب، غالي. مش مصنوع في اليابان، صح؟
ممكن تعطيني الملح؟
وين اقرب مطعم من هالفندق؟
نحب شامبو للشعر العادي.
وقتاش تظن باش يتلقي؟
نتمني لك سنه جديده سعيده جداً.
بدي سبرايت كبيره.
عافاك قولها مره ثانيه بشويّه.
عفواً. نحب نطلب طلب.
عندنا جمبري نيوبرغ ورِجل غنم مشوي.
نحب غرفه تطل علي منظر جميل.
ثلاث كاسات عصير بطيخ، من فضلك.
عندي ثلاثه اولاد.
امشي دغري في الممر هذا ولف علي اليسار عند الركن. حتشوفه علي يمينك.
هل هي جوله طوال اليوم؟
بشحال تكلّف تذكره ذهاب واياب لاوكسفورد؟
انا نروح لنادي رياضي كل يومين.
وين نقدر نقعد خلال الجوله؟
شحال وقت الخروج؟
قدّيش حق الدليل في اليوم؟
وين نلقي السي ديهات؟
عفواً. انا طالب جامعي من اليابان. هل انتم طلاب جامعه نيويورك؟
تقدر تقول لنا كيف تقيم هالخطه؟
Aki, تعرف محل تسجيلات كويس قريب من هنا؟
نقداً ولا بالبطاقه؟
انا اشتغل في شركه تجاره.
من غير اللاءق تسال الناس قداش يربحوا.
هل هذو ليڤايز فايف او ون اصليين؟
في اي وقت نجم نغتسل؟
ما تبانش فوق واحد وعشرين سنه.
فهمت. في الحقيقه، فيه فيلم عالي السرعه جواه. ما عندك مانع اذا شلته؟
شريته توه.
باش نجيب واحد دابا.
تمانيه دولارات. وها هو جاي دابا.
يرجي اظهارها مع اغراض الشراء للجمارك في المطار.
هل في اي من المحلات الكبري عندها تخفيضات الان؟
المشغل، وصلني بمركز الاطفاء.
عندي بطاريه ميته.
وقف عند التقاطع الجاي.
اه، ها هو. وهل لازم كل واحد يعبي استماره تصريح الجمارك هذي؟
و ممكن اعرف اسمك من فضلك؟
تمانع لو اتصلت مكالمه بتحصيل؟
مرحبا. كيف حالك؟
وين قسم السفر؟
شنو اسم الشخص اللي تحب تكلمه؟
اسف، هو مش موجود دلوقتي.
شوف هادا. شوف هادا. راح تقول لي الفرق بين هادا الراجل وذاك الراجل هو الحظ؟ محمد، وقف علي جنب، ممكن؟ ما عندك مانع اذا نزلتك هنا؟ انا متاخر. صاحبي، كان من اللطيف اني اتعرف عليك، تمام؟
هل غرفتك تطل علي المدينه؟
فيه رساءل لي؟
لسه غالي بزاف. ما نقدرش ناخذه بثلاثه دولارات؟
نحب غرفه في الخلف.
باش ناخذ كاس نبيذ.
انتي شكلك حلو.
نحب غرفه بسرير توام. قداش سعر الغرفه في الليله؟
هي علي بعد تسعه وتسعين ميل.
فينس وليندا يحبوا يكونوا وحدهم، عشان كده خايف لازم ابقي هنا الليله.
يرجي الاحتفاظ بهذه الامتعه تحت الحجز.
اسمي ساتو.
نعرف نادي جاز قديم في وسط المدينه.
باش ناخذ هالطاوله دوت هوت.
نحب نجرب نفس الطبق ذاك.
بعدين ناخذو.
هل هذا يطلع للطابق السادس؟
جلد تمساح؟
رجاءً حطها في كيس الغسيل وخليها هناك.
نحب نطوّر هالفيلم. وقتاش بيكون جاهز؟
من فضلك ما تعطيش هالمفتاح لحد غيري.
حاضر. باش نجي نلمك من الفندق متاعك علي الساعه تمنيه.
الشباك تمام.
خلّي غُرّتي تنزل، لو سمحت.
هل كل مصاريف النقل مشموله؟
دار الاوبرا متروبوليتان
وين مكتب تاجير السيارات؟
انا عندي سخانه من البارح بالليل.
مش علي ذوقي.
شنو الخضار اللي عندك؟
نحب برماننت خفيف، من فضلك.
وقتاش الطبيب يجي؟
هذا اللون غلط.
السن انكسر.
هل هذا مقعد جنب الممر ولا جنب الشباك؟
انا مهتم بالمشي في الطبيعه.
تقدر توصل شنطتي للغرفه؟
وريني واحد لانسه صغيره.
تقدر توقف هنا؟
عندك حاجه بحوالي تمانين دولار وصفر سنت؟
انا عطشان.
ما فيش حليب، من فضلك.
عندي ثلاث شنط.
وين البحيره؟
عفواً. اضغط علي زر التصوير، من فضلك.
ممكن تعطيني مجله ولا حاجه؟
انه جنوب.
بشحال تذاكر الكراسي في البلكونه؟
نحب غرفه تطل علي البحيره.
هل في صناديق بريد قريبه من هنا؟
تمام. باش نوديك لهناك.
الجزء المكتوب بالخط الماءل يشير الي التغييرات اللي صارت في التسعينات.
عمره ثلاثين سنه.
تمام. ممكن تكتب العنوان مره ثانيه علي هالظرف؟
نحب نروح لهارودز. ممكن ترسم لي خريطه، من فضلك؟
شنو تعمل كي يكون عندك وقت فراغ؟
هل عندك بطاريات لهالكاميرا؟
نحب كابل ريليس.
هل انت اخر واحد في هالصف؟
اظن انه محجوز زياده.
طلقه جيده. بره شوي.
تقدر تقول لي الاماكن اللي تستاهل الزياره هنا؟
هل في محلات كبيره قريبه من هنا؟
وانا كمان.
نحب نشارك من سان دييغو.
كنت نفكر ناخذ هاد الكورس في الفصل الجاي.
الخمره مش بارده كفايه. ممكن تخليها ابرد؟
تقدر تغير هذي الحلقان وتخليهم كليب اون؟
شنو اكثر حاجه مهتم بيها الان؟
نحب نرجع فلوسي. نقدر نرجع فلوسي؟
غالبًا ما نقدرش نلقي مشروب كيف هذا في مكان ثاني.
اذا شريت هذا كمان، بيكمل المبلغ المعفي من الرسوم.
ممكن اشوف شهاده التطعيم متاعك، من فضلك؟
تسافر كثير؟
انا جاي من امريكا.
عندي تذكره طيران لسان فرانسيسكو.
اذا المسافه من المحطه بس خمسطاش دقيقه، اذن باش نمشي علي رجلي.
نحب فندق ارخص شويه.
بونساي يبان كانه هوايه كبار السن.
ما قررتش لحد الان. ممكن تعطيني شويه وقت زياده؟
راسي وجعني.
تحب تجي تشرب قهوه معايا؟
نحب شهاده طبيه وايصال للتامين حقي.
اه، لا. يلا بسرعه. احنا متاخرين.
ما نحبش نصرف اكثر من عشرين دولار.
عليش الطياره ما تقلعش؟ قول لي شنو صاير.
بقدّاش الاجره؟ ممكن تكتبلي الاجره علي ورقه؟
نحب نكري كرسي شاطء.
استني دقيقه، من فضلك.
هل لازم البنات يلبسوا فساتين رسميه؟
ما تلمسنيش.
عندك سجاءر؟
اذا ما كانتش الريح قويه بزاف، نقدروا نمشوا لنقطه تيكي.
راءع.
باش نسكر دوق. شكراً علي انتباهكم.
هل عندك هذا بالوان ثانيه؟
مين هذا؟
عفواً. ممكن تقول لي وين موقف التاكسي؟
وش نشرب؟
ها هو.
وين اقرب محل ادوات؟
همم. ما تنفعش، صح؟ تقدر تنتقل لمقعد فاضي، اذا تحب.
انا ندور علي هذا.
تمام يا سيدي. وشنو تحب للحلو؟
مدرب ولا بولمان؟
شيكات المسافر. شكراً. هذه تذكرتك وبطاقه الصعود. رجاءً كن هناك قبل ساعه من موعد الرحله.
انه الم حاد.
الاسم جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
حاسي روحي مريض برشه.
شنو مواعيد عرض "حب كوسي"؟
تمام. هل تحب تشرب قهوتك الان ولا بعدين؟
قلّي علي احر نادي ريغي في نيويورك.
كيف يختلف منتجك عن منتجات منافسيك؟
هل عادي انو ما فيش حد بيسمع تعليمات السلامه؟
هل شارع خلفي خطر؟
نعم. من فضلك اتخذ الاجراءات اللازمه.
اي، واحد برك. وقتاش باش نعرف؟ كيفاش باش نتعوض؟
هذي بطاقه هويتي.
نفضل طاوله جنب الشباك.
من فضلك قول لي ارخص طريقه للوصول الي سان فرانسيسكو.
تعرف المطعم، كيويا؟
طريق واحد.
باش نزيد في الوزن وانا قاعد هنا ناكل طول الوقت.
هل في نادي ليلي كويس فيه عرض فلامنكو؟
هذي فستان حلو لابسه.
رجلي توجعني.
وين اقرب مغسله؟
ممكن تبدل معايا المقعد، من فضلك؟
مقاعدنا تفركشت.
في الحقيقه، نحب نامن هالطرود زادا.
الفاتوره توصل لميه دولار.
مخارج الطوارء موجوده في قدام، في النص، وفي ورا الطياره هذي.
تمام، تم تاكيد حجزك مره ثانيه.
الكعوب عاليه بزاف.
نحب طاوله علي التراس.
يعني الفيلم ممكن ما يكونش مناسب للاطفال تحت سن خمسه عشر. عشان كده الاهل لازم يفكروا اذا يخلوا الاطفال يشوفوا الفيلم ولا لا.
كيف تحب الفلوس؟ من فضلك عبّي هالورقه ووقّع هنا.
احياناً بطني توجعني.
عندكم اكلات قليله السعرات؟ انا دايريت توا.
ما فيش اي رسوم.
اي، عندي تذكرتين لمباراه الجيانز والدودجرز.
احنا من افضل الموردين للميكروكمبيوترات.
شكراً. وانا كذلك. مع السلامه حتي ذلك الحين.
توام مع حمام، من فضلك.
وقعت من الدرج.
اي نوع ايس كريم تنصحني به؟
همم. هذا. اللون يبان عليك زين.
وين الكتب بتاع اللغات الاجنبيه؟
شريحتين وسبرايت.
عطيني شويه سجاءر.
ممنوع ادخاله للبلد-اسف. طيب، اظن هذا يغطي كل شيء.
اي، انا. كانوا ساكنين قريب مني في كاليفورنيا بس انتقلوا لفلوريدا من سنتين. وانت؟ رايح تسافر بروحك؟
انا مريض.
ولدي باين عليه التعب بسبب السخانه.
في هذا المقاس، من فضلك.
تُمنح اوامر الاستحقاقات الثقافيه للفنانين والعلماء المتميزين في هذا اليوم.
انا ياباني.
هذا غالي بزاف.
ايوا. اركب باص يروح لمحطه كيوتو.
هل هو للاعضاء فقط؟
تكلفه الغرفه سته الاف ين في الليله.
نجم نجيب هذا معايا علي الطياره؟
تمام. كل اللي حابب اعرفه هو اذا المشروع عمره راح يغطي مصاريفه بنفسه.
تمام. تحب تلبس معاه وشاح؟
اشحن البطاريه، من فضلك.
انا جاهز نطلب.
املاح الحمام العشبيه تخلي بشرتك ناعمه وملساء.
اكتب اسم شركه الطيران ورقم الرحله كمان.
بجد. اليوم الاحد، والاحد هو اسوا يوم.
اي، هذي مشكله في التخلص من النفايات.
نحب هذا النقش في طقم لخمس اشخاص.
العديد من العاءلات عندها دخلين.
اوه. هذا الفضه نادره "القمر والجرس". متاكد انك حاب تبدلها؟
امي واختي جايين من اليابان عشان يزوروني. راح يوصلوا هنا حوالي الساعه سبعه بالليل.
البني مشهور بزاف هالسنه.
فكره جيده. متي تخطط تجي؟
تمام. مقعدين، من فضلك.
وين السوق؟
انا متشوق اجرب بدله السباق الجديده حقي.
كنت فاكر انكم بس بتاكلوا دونات.
بكم تذكره الدرجه الاولي لادنبره، من فضلك؟
يبدو ان الفلوس اللي عطيتنيها ناقصها عشره دولارات.
انا توا اتصلت بالاستاذ سميث في الغرفه 201، بس ما كانش في رد. ممكن تتاكد اذا هو لسه قاعد هنا؟
نحب واحد مودرن.
انا اشتغل في شركه نشر.
ممكن تعبي هذي؟
شنو اسم الشارع هذا؟
تقدر تزن هذي الطرد؟
شنو تسمي هذا بالانجليزي؟
كمل طالع في الممر هذا، بعدين بتلقاه علي الجهه اليمين.
نحب نامن هذا.
صباح الخير. هذا مكتب الاستقبال. كيف اقدر اساعدك؟
تمام. تفضل اركب.
ايوا، سيدي. انا نجي هنا للفطور كل يوم، من الاثنين للجمعه، قبل ما نمشي للشغل.
ما فيش مشكله.
رجاءً جيب لي ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
اي، نقدر نخدمك من السبعه.
يرحم والديك تمدد هنا.
يا له من خدمه سريعه.
يمكن لسه يطلع.
من فضلك لف علي اليسار في التقاطع الجاي.
عفواً. كيف نقدر نوصل للبنك؟
هل في خدمه باص للمتحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
قدّيش ياخذ الوقت باش توصل لليابان بالبريد الجوي؟
تمام. نشوفك علي الساعه اثنين يوم الاحد.
نحب نمر من نيويورك لتورونتو.
السحّاب مكسور. عندك واحد زيّو؟
هذا نوعًا ما وسخ.
هل تقدر تاكدلي رحلتي مره ثانيه؟ هذا تذكرتي للطيران.
هل عندك هذا باللون الاخضر الغامق؟
هل تاخذني لكنتبري وترجعني؟
ممكن تعطيني شوكه جديده؟
شكراً جزيلاً علي لطفك.
اسفين، ما نبيعوش تذاكر للمسرح.
نحب نشوف هذا.
اه، هذا جميل. شنو لازم اعمل؟
نحب نمدد اقامتي هنا يومين زياده.
رجاءً بدللي مكاني.
عندنا جمبري طيب برشه اليوم.
لسه فاتح لوقت متاخر؟
تدخين ولا لا؟
غالي عليا بزاف. ما تقدرش تخفض السعر؟
انا فاضي يوم الاربعاء الصبح او يوم الجمعه بعد الظهر.
ما حجزتش.
عشان الصيف في اليابان عادهً بيكون حار جدًا، وكنا ما عندناش تكييف في الايام القديمه.
تقدر تتصل لي بسياره اجره الساعه تمنيه صباح غدوه؟
هذا شي شرير.
عليش ما نستناوش الباص تحت المظله؟
تعال، كينجي. خليني اوريك المكتب.
اي، مفتوح من التسعه للتسعه.
ما نقدرش نرقد مليح بالليل.
كيف اثرت الركود علي الاعمال؟
عندي موعد ثاني.
ممكن تعطيني خريطه طريق للمدينه؟
الشيء اللي كنت ندوّر عليه بالضبط.
ما فهمتش شرحك.
لازم اعمل اتصال. رايح بوسطن.
وين احسن مكان للتمشيه ومشاهده المعالم؟
هل هو متين؟
استمتعت بزاف.
طيب، نحب يكون عندي وجه اصغر كيف جوليا روبرتس.
تقدر تاخذ هذا، من فضلك؟
الركاب المغادرين علي رحله الخطوط الجويه ABC رقم 703 المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لاجراءات الحكومه.
وين موقف الباص لـ ب؟
واحد واحد، من فضلك.
فين نقدر نشتري مفرش الطاوله؟
هل يمكنني استءجار دليل يتكلم اليابانيه؟
تحب نتصورك؟
ما كلتش هالطبق.
جرحت صباعي. هل في مطهر؟
ممكن تعطيني طابع بخمسه وتسعين سنت؟
باش نكون هنا علي تلت تمانيه.
نحب شويه عطر.
ممكن تعطيني جدول المواعيد؟
هل رايح للمدرسه هنا؟
قدّاش كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد اني حطيتو في شنطتي.
ايديك فوق.
هل في مطعم تنصحني بيه قريب من هنا؟
شنو تفضل، غامق ولا فاتح؟
تقدر تقول لي وين رايحين نطير؟
تذكره تحويل، من فضلك.
وين مكان زين لرحله يوم واحد؟
نحب شنطه كيلي الحمرا بنفس الستايل هذا.
لسه ناوي تعمل الجدول؟
في اي وقت يفتح البنك؟
حاسي تعبان.
انا محتار. ممكن ترسم لي خريطه؟
برّا.
وديني للمستشفي.
هل لازم اجي للمستشفي كل يوم؟
بطني توجعني.
بشحال الطابع البريدي باش نبعت هالرساله لليابان؟
نحب كاس شيري.
هل تحتاج حد يجي ياخذك من المطار؟
الصعود يبدا الساعه اربعه ونص، فيرجي التواجد قبلها.
من ثلاثين الف ين.
فين نقدر نشري كارت تليفون؟
نجم نرجعو في مدينه مختلفه؟
نخطط نبقي لمده اثناشر يوم.
من فضلك خلي الجزء العلوي اطول شويه.
لازم تشوف اخصاءي.
بعض الدقايق زياده، من فضلك.
رقم التتبع اربعه عشر.
اه، انتا؟ عندك فعلاً تشكيله كبيره.
ما نقدرش نلقاهم فين ما كان.
هل عندكم كراسي فاضيه للندن؟
نحب نسخه من تقرير السرقه.
هي بعد بلوك واحد في الشارع.
تقدر تعطيني ولاعه وانت في الموضوع؟
هل هذو السجاءر خفيفه؟
تمام. هكذا بالضبط.
التعبير الجاي بعد ساعه.
نحب نطولوا اكمام هالجاكيت الرياضي.
عندي حجز. هذا رقم التاكيد.
عيد ميلادك جاي.
القطارات متوقفه بسبب الاضراب.
تقدر تصلح هذا؟
الشارع كان مزدحم بالسيارات.
هي المبني الثاني علي اليسار من ذاك المبني الابيض.
حجزنا مقعد ليوم خمسه وعشرين اكتوبر، المغادره الساعه حداشر الصبح.
لا، شويه قدام اكثر. هنيك، ايه.
اي، هذا ما يشملش الوجبات.
وين نقدر نرجع التذكره هذي؟
عليش يصير هكا؟
نحب نرتاح.
سيارتي تعطلت، رجاءً تعال وخذها.
نحب شعري يكون اطول شويه من ورا.
شنو الانواع اللي عندك؟
انا موافق. هذا واحد من الاماكن المفضله عندي.
شنو نوع الموديل اللي في بالك؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسميه وواحد الي طوكيو.
ممكن ترسم لي خريطه بسيطه من هنا؟
وين نتلاقاو؟
نحب شعري يكون مرتب كيف كان.
عطيني خمسين، من فضلك.
وين نقدر نسجل دخول لرحله JAL؟
شنو المحتويات؟
هل في اماكن في المنطقه ينصحوا بيها كثير؟
عطيني شويه فكه، من فضلك.
تمام. باش نتاكد انو شنطك تكون هنا.
هذي تخصصنا، سمك دوفر سول مشوي.
حنبقاو.
تعرّضت للسرقه.
تمام. هل لازم اركز عليه؟
حنشارك.
ما عندناش نفس الطراز بالضبط دلوقتي. باش نشوف المخزون عندنا. استني دقيقه برك، من فضلك.
سكوتش مع ماء، من فضلك.
هذا يبدو مثير. بكم السعر؟
خُذ هالوصفه للصيدليه. تقدر تحصل الدوا هناك.
انا طلبت ذلك.
اي، تقدر توقف في اي محطه بين هنا وشيكاغو.
وين نقدر نشري شويه تذكارات؟
غالي بزاف. ما نقدرش نشريه.
ممكن تعطيني رقم شركه ABC في شيكاغو، من فضلك؟
وين الكاتدراءيه؟
كيف تحب بيضك؟
هي جنب هالبنايه بالضبط.
لا، اظن انهم نسوا يجيبولنا واحد.
تمام. تم التاكيد. ممكن رقم تليفونك، في حاله احتجنا نتواصل معاك؟
شنو اسم الرسام؟
نخليه يعاود يتصل بيك لما يجي؟
نحب ناخذ هذاك.
انا نحب هالخدمه تاع شمبانيا الترحيبيه بعد ما نركب الطياره. خليني نرفع كاسي لصحتكم.
اربعين دولار في اليوم زاءد تمن سنتات لكل ميل.
نراهن بخمسه دولارات.
مش هذا طلب حد تاني؟
تقدر تقول لي كيف نوصل للمتحف؟
انا اسف جدًا، بس حاب ناجل الموعد.
تقدر ترشحلي رحله؟
قطارك راح يمشي من الرصيف تمانيه.
انا ندور علي شنطه بحزام قابل للتعديل.
نحبها تبقي تحت ميه وتمانين دولار.
باش نسالك بعد ما نلفّ شويه.
نعم. حجز لست ليالي، من فضلك. يبدا من ثلاثه وعشرين يوليو.
تقدر توريني غيرهم بتصاميم مختلفه؟
شنو نوع العصير اللي تحب؟
باش تمشي للدار في العطله؟
وين نقدر نمشي نشوف منظر حلو بزاف؟
هذي كانت مكسوره من قبل لما فتحت العلبه.
29 اغسطس.
حبيت نرسل هذا بالبريد الجوي لليابان.
يوم شكر العمال. هو يوم شكر لكل اللي يدعموا المجتمع باعمالهم.
هذي الغرفه صغيره بزاف.
ممكن شويه شاي زياده، من فضلك؟
نحب هالهدوم تتنظف قبل نهايه اليوم.
هل في بنك قريب من هنا؟
ممكن تنظف الطاوله، من فضلك؟
سكين، من فضلك.
كلهم مواد مطبوعه.
رجاءً اكتب رقم غرفتك في الخلف.
نستعمل العيدان لما ناكل.
رحله دلتا رقم تمانيه وعشرين الي نيو اورلينز راح تتاخر حوالي ساعه.
كي نرجع لليابان، باش نكتب رساله. اذا عندك وقت، من فضلك ابعتلي رساله.
خلّيت تذكره الطياره في الفندق.
غرفه وحده بلا دوش، من فضلك.
شكراً مره ثانيه علي التذكير. هل كثير من الناس عاده ينسوا يوقعوا اسماءهم؟
طيب، الوقت قاعد يخلص. نكملوا النقاش هذا يوم الخميس علي الواحده؟
نحب شويه بيجامات.
تمام. باش نتصل بيك كي يكونو جاهزين.
شنو رايك في الغدا؟
الليموزين باش توقف اولاً عند بوابه الشمال.
قدّيش ممكن استخدم مطعم الفندق لوقت متاخر؟
هل القطار مباشر؟
والله، الوقت صار متاخر شوي. اظن لازم امشي الان. شكراً جزيلاً علي السهره الجميله.
ممكن تعطيني دواء لوجع بطني؟
نحب دجاج مشوي.
غَلَطْتْ مِن ناحيتي. مش غَلَطَتك.
عفواً، متي ينتهي هذا الفيلم؟
ذاك، من فضلك.
تسرقوا مجوهراتي. لازم اقدم بلاغ.
لحظه بس، من فضلك. باش اربطك بالسيد جونز.
مرحبا. هذه شركه الخطوط الجويه المتحده.
وين تعلم السيد جونز الياباني؟
عندي وحده صغيره من نفس التصميم.
تقدر تضيق هالبنطلون؟
ليله الجمعه، علي التسعه.
هل هذا الباب يءدي الي لاس فيغاس؟
هل عندكم باص من المطار؟
ملعقه ثانيه، من فضلك.
فيه شويه ملح، بس انا عجبني. جبتها معاك من اليابان؟
لو سمحت، استعجلها اذا ممكن.
تقدر تدفع عشره دولارات هنا كعربون؟
ايوا. فاقني بعد ثلاث ساعات، لو سمحت.
نحب نطلب، من فضلك.
هل نقول نعم ولا لا؟
ملعقتين، من فضلك.
شنو المحطه الجايه؟
السياره تعمل صوت غريب.
في اي وقت يسكر مكتب البريد؟
انا دفعت مقدم خمسين دولار لما سجلت الدخول.
عندك دواء لمغص المعده؟
هل لازم البس جاكيت وكرافات؟
هل يمكنني تحويل فلوس الي حساب التوفير حقي؟
نسيت شنطتي.
نحب ناكد علي رحلتي مره ثانيه.
ساعتي. كانت رقميه سويسريه جديده تمامًا.
نجحت في الاختبار ده بنجاح باهر.
نحبك توديني لاماكن مثيره. انا ساءح، تعرف.
نجم نزور المعالم السياحيه و السفينه في الميناء؟
من الافضل تعدل المرايه الخلفيه.
حيكون في انتظار حوالي عشر دقايق.
نجم ناخذ صحونك؟
نحب نساعدك. في اي وقت تحب؟
اظن اني نسيت الكاميرا حقي لما كنت نتعشي هنا البارح.
لمّهم عند الباب.
اوه، لا. ما فيش داعي. انا اقدر اتعامل مع الموضوع. انت عملت اكثر من كفايه بالفعل.
صلحه ولا بدلّه، من فضلك.
نقدر نرتبها في وقت ما الشهر الجاي.
خد وقتك.
كيف يقارن هذا المنتج الجديد مع المنتجات الموجوده؟
البياعين طيبين بزاف في هالمحل.
تقدر تحتفظ بهذا لي؟
لحظه بس، من فضلك.
هل معاك علامات المطالبه؟
نحب نكري سياره لاسبوع.
اي، في البدايه، غسله لوحده.
من فضلك ورّيني شويه ساعات رجاليه.
الساعه اربعه وعشره.
بشحال تكلف الليموزين باش تمشي لوسط المدينه؟
من الصباح.
لازم نستعجل. هم قاعدين يركبوا دحين.
تناسب بالضبط.
طلبت دجاج.
لعشره ايام.
قدّيش عمر هذا الولد؟
بشحال الكل؟
نحب نفس الشيء هذا، من فضلك.
ضَيَّعت شيكات المسافر حقي.
من فضلك اعطيني دواء للبرد.
رجاءً حطه في مخروط.
انا دايمًا اشوفه كل صباح في القطار.
تقدر تعشي معانا الليله؟
باش نقعد في فندق B لحد غدوه. نكون فرحان اذا قلت له اني هنا.
الرحله متاخره بخمس واربعين دقيقه.
اسمي شينو يامادا.
شنو تخصص هالمطعم؟
عندنا نبيذ ابيض ممتاز.
بس دواء برد.
تقدر تنزل شنطتي لللوبّي الصبح بكره؟
اه، يبان لي نضيع حاجه كل مره نسافر.
فقدت استخدام يدي اليمني.
مرحبا، هل هذا روي؟
بعدين، باش توصل لشارع تسوق. اذا مشيت في الشارع باش توصل للمحطه.
لا، مش هنا. في غرفه تدخين في الخلفيه متاع الكوتش هذا.
ممكن تعطيني كتيب؟
وصل هناك قبل التسعه، من فضلك.
نعم، سيدي. كيف تحبني اقطعها؟
اظن في غلطه في الفاتوره.
بس زيت وخل يكونوا تمام.
عندي بالضبط اللي تريده. ممكن اقترح عليك هذا؟
قهوه بسكر.
انها سبعتاش ا. اوه، اسف. غلطت.
عمرك سمعت عن الاسبوع الذهبي في اليابان؟
شكراً. رجع تاني من فضلك.
هل مازال محجوز بالكامل؟
ممكن نخلّيه في اي مكان في البلد؟
اي رقم لازم نتصل من هنا؟
كيف نوصل لمدينه ديزني؟
تظن هكا؟
عفواً. وين المطعم الرءيسي؟
حبيت نتصل بليابان.
د 12 هو رقم مقعدي. وين هو؟
شنو هذا، من فضلك؟
شنو النوع اللي في بالك؟
ايوا. ح نوصلو علي الثمانيه بتوقيت المحلي.
اذا لقيت حاجه، رجاءً اتصل بي.
ممكن شويه لحم خنزير وبيض؟
شربات الدلاع للحلو، من فضلك.
الماء السخون مش سخون كفايه.
هل تشرح لي كيف نعمل ذلك؟
يرجي كتابه عنوان الاتصال تاعك هنا.
ممكن استعمل الفلاش؟
شكراً. ارجع لغرفتي في نفس الوقت بكره. الصور بتكون جاهزه لوقتها.
اسف، حالياً تقدر تطلب بس من قاءمه الليل.
مُرصَّص ولا بدون رصاص؟
راسي يوجعني.
هذي الغرفه اثناش وسبعه.
نحب غرفه مختلفه.
قدّاش مدّه صلاحيه هالتاشيره؟
هل في مستشفي قريب من هنا؟
نحب بدله.
هل عندك عرض اكبر؟
نجم نجرب رقم تسعه؟
فندق امن يقدم فطور ممتاز، من فضلك.
وين الحديقه الحيوان؟
فيه اكبر من هذي؟
تلاتين دولار وتمانين سنت.
يعتمد علي قداش الجو دافي، بس في وسط اليابان، اواءل ابريل.
برجر بالجبنه وبطاطا مقليه.
فات الوقت علي اخر قطار.
ما عنديش فكه صغيره.
هل حصلت علي تذكره الباص؟
الكرِديت، من فضلك.
كنت علي رحله الاتحاد رقم 828.
الضوضاء كثيره حوالين غرفتي.
في الساحل الشرقي، تلقي زاده اماكن مشهوره، كيما نيويورك، واشنطن، دي.سي. وبوسطن.
عندك اوراق يابانيه؟
يبدو مليح.
ممكن اخلي شنطتي عندكم لحد الساعه وحده؟
هل في جوله في المدينه؟
اي. خايف لازم اعملها. كيف مستوي الامن في هالمنطقه؟
فهمت. نحاول نكري سياره سيتروين.
عندي موهبه فطريه.
هذا بيكون تمام. فين العيش؟
تدخين، من فضلك. ومقعد جنب الشباك، من فضلك.
وش قديش حق التفصيل؟
ايهم اسرع، تاكسي ولا اسعاف؟
هل عندكم هذا التيشيرت بالوان ثانيه؟
ما لازمش تتفرج علي التلفزيون طول الوقت.
اي، قاعدين نقربوا ليه، قاعدين نقربوا ليه.
من الافضل تدخل مستشفانا.
وين نلقي سوبرماركت؟
غالي شويه. ما تقدرش تعطيني تخفيض؟
كم محطه لحد ما ابدل؟
ذاك الراجل سرق شنطتي.
حبوب الهضم وحبوب الم المعده مختلفين، صح؟
نحب نشوف الميناء.
فكره جميله.
قدّيش ياخذ وقت بالمشيه؟
بدي عشرين من اكبر دببه التيدي، من فضلك.
شنو رقم الكاشير؟
ساهل. باش نشوف في دليل التليفون.
هل عندكم غرف اكبر؟
قدّاش الفاتوره حقي؟
نحب نبقي في هالغرفه ليله زياده.
عفواً، بس حاب نسلم تقرير السرقه.
يعتمد علي وسيله النقل اللي راح تستخدمها. رايح بالباص ولا بالطاءره؟
تمانع لو اقعد هنا؟
نجم نبعث ايميل واحد بس بدولار؟
اي، من فضلك ابعته لغرفه اثنا عشر واربعه وثلاثين.
عَبّي استماره التسجيل هذي، من فضلك.
نحب تذكرتين ذهاب واياب لاوكسفورد.
في اي وقت لازم اجي للمطار؟
هذا بطيء.
وين نقدر نطوّر الفيلم؟
لا، من فضلك لا. هل ممكن تحتفظ باسءلتك لنهايه كلامي، لما اطلبها؟
نحب كرسي مليح.
انا خايف المرحاض ما يشتغل. احتاج مساعده.
ما فيش حاجه صعبه ولا غامضه.
باش نوديّك لمقعدك. من هنا، لو سمحت.
عفواً، ممكن اسالك سءال؟
نعم، اعتقد ذلك.
مرحبا. فرحان بلقاءك.
حبيت اشحن هالشنطه لغايه طوكيو، لو سمحت.
تقدر توريني واحد اكبر شويه؟
انا اعتقد ان الملابس المصنوعه في اليابان بالتاكيد مفصّله بشكل افضل.
من الافضل تستسلم.
قولها مره ثانيه من فضلك.
ممكن تكتب لي العنوان ورقم التليفون، من فضلك؟
هل هو مسخن؟
من اي مطار راح اسافر؟
ما استلمتش الفورمه في الطياره؟
نحب مكواه.
جاء المجموع تمانتاش دولار.
شكراً لمشاركتك افكارك الفريده معنا.
انا نروح نتزحلق علي الثلج مرتين في الشهر خلال الموسم.
تولدت في الاول من ابريل سنه الف وتسعميه وخمسه وخمسين.
نجم نكري مضارب؟
هل هذا هو الباص الصحيح للوسط المدينه؟
بشحال هادا العطر؟
باشاش؟
وين نقدر نكمل الاجراءات الرسميه؟
خمسين جنيه.
هل هذا يشمل الضريبه؟
شنو هي الكيسات؟
رجاءً اتصل بسياره اسعاف.
راني راهن بثلاثه دولارات علي هذا.
كيف الامور ماشيه؟
ما فيش اكل ما نحبوش.
يوم الدستور او "كيمبو كينينبي" هو عطله وطنيه في الثالث من مايو لاحياء ذكري تاسيس الدستور الياباني الحالي.
هل هذي الجوله تشمل زياره لبرج سيرز؟
هل في مكتبه كتب هنا قريب؟
باش نحضر المدرسه الصيفيه في جامعه هاواي.
وين رايحين دحين؟
زوج كبار في السن وطفل عمره ثلاث سنوات.
في دوره المياه في المحطه.
