راه غير تحت فالهول. غادي نجيب ليك دابا. الا كنتي محتاج شي حاجه اخري، غير قول لي.
كتدير تغييرات علي الملابس؟
بغينا نكونو طابله حدا الشباك.
شنو هو احدث لون فهاد الموسم؟
فحالي، غالباً كتكون فخدمه، ونادراً للمتعه.
غادي نبقي جوج ايام.
بغيت ندير بيرمانان صافي ومشدود.
بغيت نحجز جوج غرف مفرده.
ما بغيتوش يتحلّاو.
واش هاد الطوبيس كيتوقف فـ شارع ستونر؟
عفاك حل فمك مزيان.
يلا نمشيو ناكلو شي حاجه.
واش تقدر تنظف هاد الحوايج؟
نعطيك رقم تليفونو والعنوان ديالو.
خلصت علي الماكله وتكاليف الفندق مسبقاً.
كنقلب علي مطعم ديال الشواء زوين وهادي. واش تقدر تورينيهم فهاد الخريطه؟
لي كسرها، شراها.
غادي نقول ليها تتاصل بيك ملي ترجع.
هي مجروحه بزاف.
بغيت ولاعه.
واش هاد الاوتيل فيه مرافق للمءتمرات؟
واش ممكن ناكلو غير حاجه خفيفه؟
كنعيط من المطار. غادي نكون تماك حوالي الربعه.
فين نبدل الطوبيس باش نمشي لشیکاغو؟
شحال كتخلص باش تبعت رساله مسجله لفرنسا؟
سواقه فالجهه اليمني ديال الزنقه مختلفه بزاف.
الممثل فعلاً راءع.
فين كاين القسم ديال الكتب الواقعيه؟
واش ممكن تبدل لي البلاصه ديالي؟
واش كاين ضمان؟
سمح لي، غادي نهتم بالكلب.
بغيت جوج تيكيات لـ "Cats"، لهاد الخميس.
شنو سميتك مره اخري؟
واش السيد براون كاين؟
واش نقدر نكري طوموبيل ديال البحر نهار كامل؟
فاي شباك نقدر ندير الحجز؟
شنو هدا؟
واش تقدر تقول لي كيفاش نوصل للاوبرا؟
ما كنتيش شويه سكران البارح بالليل، حبيبي؟
عفاك تبع التعليمات ديال الطاقم ديالنا.
واش كاين شي محل كبير قريب من هنا؟
عمر الطانكي، عفاك.
واش كاين شي بيت ارخص؟
كنفضل طوموبيل اوتوماتيكيه.
غادي نبقي ف السكن ديال جامعه هارفارد.
شنو هي النسبه ديال اليوم؟
كنعاني من الربو بشكل مزمن.
عندي حوالي ثلاثه الاف دولار.
مزيان، سيدي. كيجِي معاه اختيار ديال البطاطا المقليه ولا الرز بالبْلاف. شنو بغيت؟
كيفاش نوصل لهاد البلاصه؟
شنو نوع القصه هادي؟
ثلاث مرات.
شكون الشباك اللي كايبيع الطوابع؟
من بعد ما هاجمني، مشي بالسّيّاره البيضه.
مزيان. عفاك خليك مع هاد التاق وورّيه مني تجي تديّو.
جوج ميه دولار. كاش ولا بطاقه الاءتمان؟
شحال الطول ديال العبور ديال داك البركه؟
واش خاصني نتجنب شي انواع ديال الماكله وانا كناخد هاد الدوا؟
واش نقدر ناخد شويه ديال النبيذ الاحمر؟
قولي لي منين نوصلو للمتحف.
واش هاد الطوبيس كيمشي لفندق الشيراتون؟
شحال كيدير هادشي؟
شويه سخون. واش نقدر نحل الشباك؟
غير دوش كافي.
عينيّ حمرا.
ما نقدرش نضمن هاد الشي، ولكن غادي نجربو جهدنا.
البحر كان باين بعيد لتحت.
خصك عمليه.
زيد لي البيض، عفاك.
فين هي طوبيس ستوب ديال سنترال بارك؟
طاكسيات؟
هاهي المفتاح ديالك، سيدي. الغرفه خمسه وخمسين واثناش.
كنحب السويتر ديالك.
تفضل.
ها حنا. هادا هو الفندق ديالك.
فوقتاش غادي يكون ماتش ديال كره السله؟
شنو كانت انطباعك؟
بطبيعه الحال. بغيت القهوه ديالك مع العشاء ولا من بعد؟
غادي نركب الطياره رقم 12 لتوكيو.
بغيت ندير مكالمه بعيده، عفاك.
خمسه شهور.
فاش من نهار ف السيمانه كيدوز؟
بغيت شي جيل ديال التصفيف.
واش نقدروا نشوفو الليسته؟
القياس ديالي هو سته.
اي طاكسي ما غاديش يوقف الا كنتي كتسناه فالبلاصا ديال الطاكسيات.
الميزانيه ديالي اقل من خمسين دولار لليله وحده.
واش غادي تصوّر معايا؟
شحال هي تمنه الخدمه؟
واش المبيعات ف امريكا الشماليه طلعات باكثر من خمسه فالميه؟
واش عرفت بلي واحد من ابطال السومو الكبار، اللي هو نوع من المصارعه اليابانيه التقليديه، هو امريكي؟
واش هادشي ديال وول ستريت؟
بغيت نكريها من الخامس حتي العاشر ديال دجنبر.
مزيان. ونتي شنو رايك، سيدتي؟
سكر؟
واش نقدر نخلص ببطاقه ماستر كارد؟
واش هادي هي البلاصه باش ناخدو الشنط ديال NW تسعود وسبعه؟
غادي ناخد هاد الماركه.
فرحان بزاف حيت قدرت نجي لهاد البلاد.
سميتي والعنوان ديالي مكتوبين فيه.
شنو نوع هاد الحجر؟
بغيت نوضح بلي الحكومه ديالنا ما كتعاملاش مزيان مع الناس اللي كيسميوهم "ناس القوارب". كنعرف بلي اليابان راه عامره بزاف وما قادرهش تستقبل هاد الضيوف اللي ما معروضينش. ولكن، من جهه اخري، بزاف ديال القطاعات الصناعيه ديالنا محتاجه لليد العامله.
من داك الجبل، كتقدر تشوف المدينه كامله. فهاد الموسم، كاينين بزاف ديال انواع الزهور كيتفتحوا. راهوم زوينين بزاف.
تبعني.
عافاك قول ليه بلي يامادا عيط عليه.
مزيان، عفاك عمر هاد المعلومات هنا. واش كانت غير شي شنطه وحده؟
شنو بغيت، لحم بقر، دجاج ولا حوت؟
واش ممكن ناخدو طرق مختلفه ف المشي و فالرجوع؟
واش كاين شي بار ديال السناك هنا؟
سمح لي سيدي. بغيت ندير شي جوله سياحيه ف بوسطن.
واش عندكم منيو باليابانيه؟
الساعه وحده وخمس دقايق.
بغيت شي دوا ديال الالم.
شكون هي الممثله المفضله عندك؟
بغيت واحد بيضاوي.
شنو نوع الموسيقي اللي كيلعبوها تماك؟
ما عجبنيش اللون. وريني واحد اخر، عفاك.
عفاك ديني للسوق ديال الصباح.
البرواز ديال نضارتي مكسور.
من ثلاثه ديال العشيه.
مزيان. عندي بلاصه حدا الشباك. ايلا بغيت تبدلي البلاصه من بعد، انسه.
عجبتني مشاهده المعالم ديال نيويورك البارح.
انا مهتمه بالكيس الزرق اللي فالشباك.
تاصل بصاحب الدار ديالك ملي كتكون عندك شي مشاكل.
عطيني شامبو و ستيلو كيف داير دابا، عفاك.
عافاك قول لي اسرع طريق باش نمشي لسان فرانسيسكو.
عفاك عطييني المفتاح ديال الغرفه جوج عشر وخمسه عشر؟
سمح لي. واش ممكن تصوّرني؟
غير كتب رقم بيتك ووقع هنا.
اللون مزيان، ولكن الحجم غالط. واش تقدر تبدلو فساعه؟
حنا كنتسناوك فداك النهار.
عندنا كفايه باش تكفينا جوج ايام.
ما فهمتش هاد الشي.
كيفاش نقدر نرجع للوجهه ديالي؟
واش هاد الشي معفي من الضريبه؟
حسنًا، خاصهم يلعبو جولات زايده حتي يتحل التعادل.
واش تقدر تتهجّاه؟
فوقتاش العشاء؟
كنخاف هادشي بزاف عليا.
فين نزل باش نمشي ليونيون سكوير؟
تقدر تسول فلوحه الكراء اللي تماك.
سلام، جان. واش تقدر تمشي بهاد الحوايج للكنساله؟
انا فالعطله.
لا. ناوي نزور باريس فطريقي للدار.
غادي تاخدو معاك ولا نبعتوه؟
فالاونه الاخيره كاين واحد الطفره فالماكولات الراقيه، ماشي هكا؟
دابا دازت حوالي ست ساعات.
رحله دلتا ايرلاينز رقم 112. الصعود متاخر.
واش تقدر تعطيني توام لليله؟
واش تقدر تكتب ليا تصريح علي السرقه باش نعطيه لشركه التامين ديالي، عفاك؟
حيت انا ضعيف فالكاميرا، كنظن الكاميرا اللي ساهله فالتصوير غتكون حسن بالنسبه لي.
واش هادي هي البلاتفورم الصحيحه لنيورك؟
عطله ممتعه.
عفاك عطني شويه قطن طبي.
بغيت بطاطا مشويه مع كريمه الحامضه، عفاك.
ايه، كل عشر دقايق.
غادي نخرج الصباح ديال غدا.
انا غادي تما، حتي انا. شنو رايك ناخدو طاكسي مجموعين؟
تفضل قعد وحس براسك فدارك. نجيب ليك شي حاجه تشرب؟ قهوه، اتاي ولا شي صودا؟
هدا زوين بزاف منك باش تقول هاد الشي.
لحم بقر مشوي، عفاك.
فوقتاش غادي تولي الطابله متوفره؟
واش مازال نقدر نبدل طلبي؟ بغيت سمك الدوفر بلاصه المحار الصخري.
شنو هي عمليه استءصال الزاءده؟
واش غادي تعطيني الوصلات مع تفاصيل العلاج الطبي؟
ما عرفتش.
مبروك، فهمت بلي ترقيتي لمنصب ناءب الرءيس.
عشيه بعد غدا.
كنعيش ف جنوب اليابان.
تذكره ذهاب وعوده لشيكاغو، عفاك.
بغيت شي بيكون ولا سلام مع البيض ديالك؟
باش نقرا.
عافاك سرّع.
المكيف ما خدامش.
هادي هي الحاله كل نهار اثنين.
عفاك سير لصاله المغادرين الدوليه. رحله موفقه.
واش عندكم شي جولات لباريس علي يورواستار؟
جبت شهاده طبيه ديال الطبيب ديالي من اليابان.
واش تقدر تبعثها لليابان؟
واش نقدر نرجع ليك بالجواب هاد الجمعه؟
واخا، خليني نشوف في المفقودات. شنو نوع الكاميرا؟
سمح لينا بزاف، حنا كنوجدوا الغرفه اللي بغيتها.
اه، كيبان محطات المترو ومحطات الطوبيس. واش نقدر نخليها؟
اه، توحشت شيبازوكي.
ايه، عندنا. كورس نص نهار وكورس نهار كامل.
كننصحك بسلاسل ديال ودني.
بغيت نلغي الحجز ديالي، عفاك.
شنو هو نظام الاسترجاع؟
الضو ما خدامش.
شحال الفرق فالوقت بين طوكيو و هنا؟
شحال فالمجموع؟
شكراً، سيدي.
سير دغيا و دور علي اليمين فالثالثه ناصيه.
عندي الم حاد كيطعن فكرشي.
شفت داكشي؟
هادي هديه. واش تقدر تغلفها ليا؟
مساء الخير، مدام كينت. زمان ما شفناكش.
السرور كان ديالي.
بغيت نبدل الحجز ديالي لطياره رقم 205 ف 2 اكتوبر.
فين كاين كونتر ديال التسجيل ديال دلتا؟
هل هاد الماكله فيها قليل ديال الصوديوم؟
هاد الحاجه ما مسموحاش بها.
كنظن نقدروا. ها الورقه ديالك.
شنو كتخلع فالاخير، قبل ما تنعس؟
لا، غادي نجيبها خلال المكوث ديالي.
واش اللون ما كيتبدلش؟
واش هادي تخصص ديال هاد المنطقه؟
بغيت شي بسكويت.
هما صغار بزاف.
شحال صعاب الرحلات؟
بغيت بلاصه حدا الشباك، عفاك.
واش نقدر نستعمل Eurailpass؟
شحال من الوقت كياخذ باش توصل لليابان؟
واش عندك خراءط الطرق؟
اه، ايوا. قريت عليه فالدليل.
طلبت ثلاثه كيسان ديال اتاي. ولكن جابو غير جوج.
الاجهزه الكهرباءيه رخيصه بزاف، ولكن مصاريف الماكله والسكن غاليه بزاف.
باش ناخد.
انا عاده كنلبس المقاس 22 فاليابان.
فاش كيديرو ساعات متحف الفن؟
فين خاصني نخلص؟
هل هادي اول مره تسافر فيها للخارج؟
شنو هو الكورس ديال المبتدءين؟
هاد البلاد فيها بزاف ديال انواع الفواكه.
بغيت نسجل هاد الشنطه.
واش كاينين الماكله فلوطور ديال التزحلق ديك المنحدر؟
سمح لي، تسدّيت علي راسي. واش ممكن تعطيني مفتاح اخر؟
بدل هاد الدولارات الامريكيه بالين الياباني، عفاك.
صعيب تقول وداعاً.
سمح لي، واش نقدر نسولك علي اسم الطبق ديالك؟ كيبان بنين بزاف.
كيقرصو.
فاش من باب نمشي دابا؟
كنت كنظن باللي كانت ممتازه - تمثيل مزيان وقصه زوينه.
واو، شكراً بزاف.
ما فرحانش بهاد الغرفه. واش تقدر توريني وحده اخري؟
هادي هي اخر صيحه هاد الصيف.
ديّني لمركز المدينه، عفاك.
واش نقدر نكري طوموبيل؟
مني نكون خارج، عافاك صاوبها.
عندك شي حاجه تاكل؟
عفاك هدر بشويه.
غادي نجي معطل بساعه.
انا كن.
النادل
واش كاتشتي طول هاد السيمانه؟
واش عندهم عروض مباشره؟
واش نقدر نشوف داك الشنطه؟
واش عندك شي حاجه اخري؟
خاصك ترتاح.
عفاك عمر هاد الكارطه ديال الهبوط و الفورمه ديال الجمارك.
واش هاد الطوموبيل كتدي لسياتل؟
واش خاصني نخلص جزء من الثمن دابا؟
واش حقيقي ولا صناعي؟
واش غادي تسني فيا هنا؟
اه، شكراً. كنت غير كنقلب عليه.
نقدا ولا بالكريدي؟
انا غريب تمامًا علي هاد البلاصه.
واش يمكن تغسلوها فالدار بالماكينه ولا باليد؟
بغيت علبه ديال الوان الما، عفاك.
سمح لي. شنو بغيت تاخذ؟
بغيت نبدل التاريخ ل 19 ماي.
عفاك وقع هنا، وها هي الوصل ديالك باش تحتافظ بيه.
بغيت شي جوارب طويله.
بغيت شويه لحم الغنم.
بغيت ندي اوتوبيس لـ Penn Station. اش من واحد خاصني ندي؟
فيه سعرات حراريه قليله بزاف. غير ثلاثين سعره حراريه.
بغيت نحجز بيت.
منين فاليابان نتا؟
مع الاسف، هو مشغول بزاف فداك النهار.
فهاد الحاله، كننصح بهاد واحد.
خدمه الغرفه.
انتباه، عفاكم.
واش عندك شي طوابع تذكاريه؟
هذي هي الغرفه ثلاثه وسبعتاش. واش ممكن تعطيني بطانيه اخري؟
واش تقدر توصلني للمحطه فخمستاش دقيقه؟
خصنا عربون علي الطوموبيل.
ما كايناش بلايص فالغرف الفرديه ولكن عندنا غرفه مزدوجه.
واش هاد التيكي صالح غير لنهار المعين؟
فاش كيوصل لميلانو؟
واش عندك شي حد كيهدر اليابانيه؟
فاش من قناه كاينه الموسيقي الشعبيه؟
دلتا ايرلاينز.
بغيت واحد قْدْرَه ديال القهوه.
واش فيها بانيو وتواليت؟
الوقت سالي.
سمعت بلي السيد يامادا عندو جوج ديال الوليدات.
بغيت نكري قارب شراعي.
واش تقدر تغسل المواعن من بعد؟
بغيت طنجره غاز.
واش تقدر تبدل الدولارات الامريكيه بالجنيه الاسترليني؟
بطبيعه الحال، سيدي. شنو سميتك؟
ما لابِسش لباس رسمي.
عفاك غير جيب راسك المره الجايه.
جوج دولارات لكل واحد.
غادي نتاكدو بلي الكتيبات توصل ليك فالبريد.
كاين شي مشكل فضواو الفرانات.
عفاك وريني شي كفوف ديال الجلد.
الطوموبيل تعطلات. عفاك صيفط شي حد يجي يديها.
واش تقدر توصيني بكتاب مصور لولد عندو ست سنين؟
واش تقدر تحتافظ بالحوايج ديالي الثمينه، عفاك؟
سلام، هاري. شكراً علي العزيمه ديالك.
بالنسبه للمواعيد، كيمشيو للسينما.
كان عندي حوالي ميه دولار فيها.
غَلَطْتْ.
بغيت شي مشابك للهدوم.
واش كاين شي سي ديات مستورده؟
غادي نقرا المحادثه ديال الانجليزيه.
قريتي شي كتب مزيانين مءخراً؟
غادي نبقي عند واحد الصاحب ف نيويورك.
واش عندك شي بلاصه نقدر نخلي فيها الشنطه ديالي؟
جيت لهنا علي خدمه.
كتعرف شي مدرسه غطس مزيانه؟
شحال الثمن مع الضريبه؟
عطيني شي مناديل.
الدار اللي حدانا فيها الضوضاء بزاف.
حسنًا، الدكتور كريبس ما كيشوف حتي واحد بلا موعد.
هديه؟
غادي للفندق الكبير؟
ما كاين حتي واحد بهاد الاسم هنا.
فين الشرطي، عفاك؟
واش نقدر نْسلف شويه ديال تيب ديال الصمغ؟
واش هادشي مضمون؟
شنو هو التشخيص ديالك؟
هي فاخر الكوريدور ف الطابق السابع. خد الاسانسور لي علي يمينك، عفاك.
حنا فمحطه جونز ستريت.
ما كنخممش نمشي لحفلات الموسيقي الكلاسيكيه مني كنكون فاليابان.
واش تقدر تشرح لي هاد الطبق؟
ها هي. البلايص ديالكم كاينين هنا حدا.
هو ف رحله عمل حتي الجمعه الجايه.
مرتي وانا فرحانين بزاف حيث غادي تجي تقضي معانا الويكاند باش تجرب الحياه الامريكيه فالريف.
هي اللي جايه من بعد علي اليمين.
ايه، عفاك. سميتي كوروساوا. حتي فوقاش تقدر تحتافظ بالتذكره ديالي؟
فين نقدر نشري تذكره الرفع؟
هي ست ميه دولار فالشهر زاءد شهر ديال الضمان، وزيد عليه شهر اخر كاتعاب للوساطه ديالنا.
كتفضل جاكيت بصفين ديال الزرار ولا بصف واحد؟
غادي نرجع ليك بالتغيير.
لا ما عنديش.
شنو هاد الفخار الزوين. هاد الطبسيل تلاتين دولار؟
واش عندك جاكيت زوين بحوالي ميه دولار؟
مزيان. واش عندك شي ردود فعل ثانويه ولا حساسيه؟
من الشكل ديالو، باين عليك جبدتي شي نوع من العدوي.
واش ممكن تعطيني الوصل، عفاك؟
حنا ثلاثه.
فهمت. واش كتفكر شحال خلصتي علي التذكره ديالك؟
شنو رايك تجي تشرب معايا؟
شنو رقم بيت ديالي؟
واش نقدر ناخد جوج بلايص فالطابق الثاني لهد العشيه؟
حطيت السار ديالي مقفول فالغرفه ديالي.
واش فيها الضريبه؟
سمح لي. واش تقدر تقول لي الطريق لمحطه القطار، عفاك؟
فاش كتفتح البوسطه؟
حيت هاد الشنطه معموله من الفينيل، راه قويه بزاف وعندها تصميم عصري وجديد كيف ما كتلاحظ.
الماكله زوينه بزاف، ولكن شبعان. شكراً.
تصيبت مني المحفظه ديالي فالمترو.
خصني نمشي للسفاره اليابانيه.
ما تقدرش تعطيني اياه بشويه اقل؟
واش هادشي ديال شيكاغو؟
عفاك صرف هاد الشيك ديال المسافر.
عندي سخانه من نهار قبل البارح. حلقي كيوجعني بزاف. ما قادرش نحتافظ باي ماكله.
راه هنا، علي الحيط، و المفتاح ديال التكييف راه هنا. واش كاين شي حاجه اخري خاصك، سيدي؟
واش نقدر نوصل تما ف الوقت الا مشيت من هنا دابا؟
مزيان. ولكن كنتمني ما ياخدش وقت بزاف.
واش تقدر تعمر لي الفورم؟
شريت هاد الشنطه من شويه، ولكن السحاب كان مكسور.
كتفهم؟
عفاك رجع للحافله مع الثلاثه.
ملايين الناس كيزورو المزارات المشهوره باش يديرو اول عباده فالسنه.
الا ممكن، بغيت طابله حدا الشباك.
ما خصنيش نشرب حتي حاجه فيها الملح.
بغيت بلاصه علي الجنب، عفاك.
عفاك عطيني تقدير.
ماشي مشكل، شكراً.
فاش من وقت نجيبوها ليك؟
سمح لي، راه سالاو.
بغيت نرسل هاد البطاقه البريديه ديال الصوره لليابان.
شكراً. ها هي مفتاح غرفتك. الحمال غادي ياخذ الشنط ديالك.
خلي ليا الحوايج ديالي، عفاك.
بغيت نكري طوموبيل متوسطه الحجم باربع بيبان.
فين نقدر نشري الفخار؟
قميصي معرق.
شحال عندك من ين، سيدي؟
سلام. عندي حجز.
عفاك عطي الملح والابزار.
حجزت من خلال مكتب طوكيو. غادي نتاخر شويه فالتسجيل ديال الدخول الليله.
يلا نديرو الشراء بسرعه.
طلبت بلاصه لغير المدخنين ملي سجلت، ولكن هادي بلاصه للمدخنين.
يلا نمشيو نشربو.
كنقترح عليك هاد النوع ديال الحوت، سنابر حمر.
ما نقدرش ندير هاد الشي، ولكن غادي نزيد ليك علبه.
واش كاين وقت ومكان محددين؟
شكراً بزاف. كنت بغيت، ولكن خايف عندي موعد سابق.
ف امريكا كره القدم الجامعيه هي الموضه ديال الوقت.
غادي نعطيك دواء ديال الالم.
واش تقدر تقول لي منين القطار يقرب لاكسفورد؟ خايف نعداها بلا ما نحس.
اه، بيل. كيعجبني، ولكن غير هادشي.
كتخلصني بزاف.
بغيت نتاكد من الوقت اللي كيمشي فيه.
ما كنظنش نقدر نعاونك بزاف.
ندير كلشي؟
عبر الشارع من تما ومشي دغيا حتي توصل للملتقي الثاني. فندق K كاين من بعد الملتقي.
بغيت شي حاجه للصداع ديال السهر.
قليل الدسم؟ مستحيل. كتضحك؟
ما عارفش واش كيهتمّني هاد الشي.
عفاك حط هاد الظرف فالمطار.
بغيت شي حاجه للامساك.
ف الربيع كيتزهرو شجر الكرز.
واش تقدر تطلب منو يوقف التدخين، تماك؟
غادي نعيط ليه مره اخري.
غادي نبقي مع صاحبي ف لوس انجلس.
غادي تجيب لي الكريمه ديال القهوه ديالي؟
ما كاينش فالمخزن.
واش خاصني تذكره سريعه؟
ها هما رقم تليفوني وعنوان البريد الالكتروني ديالي.
شحال عمر هاد الكنيسه؟
واش تقدر تجيب لي تذكره ديال الاوبرا؟
واش عندكم شي جولات سياحيه بالباص ف المدينه؟
سمح لي. انا حتي انا غريب هنا.
الي بغيت تسلف شي كتاب من عندي، عافاك قول لي. ما عنديش مشكل نعاون صحابي ونسلفهم.
شنو علي التزيين؟ كتعاود تصبغ الغرف منين كيدخل ساكن جديد؟
بغيت ندير شي خدمه خيريه.
شحال من فلوس ديال الضريبه غادي يرجعولي؟
ماقدرتش نلقاه.
واش نقدر ناخد البطاطا المهروسه بلا الصوص؟
نقدر نعطيك Ford Mustang عندها سبع سنين ب خمسين دولار في السيمانه مع كيلومترات بلا حدود.
اه، نعم. ها انت.
بغيت نرجع لهنا مره اخري مني نكون ف امريكا.
تعافيت صحتي تمامًا.
شنو العرض الخاص ديالك اليوم؟
واش واضح؟
تصيّدت ليّ المحفظه.
الباب ما كيتحلش بهاد المفتاح.
بغيتو مطيّب.
واش نتمتعو بالترف ف المطعم ديال الدرجه الاولي؟
شحال زوين. خاصك تكون متشوق باش تشوفهم.
شنو هي الجوله اللي مزيانه باش تزور المتاحف؟
عفاك عيط علي واحد البورتير.
ما لقيتش شنو نقول.
واش تقدر تصلحو وتبعثو لليابان، عفاك؟
صحيح.
خصني نبلغ علي سرقه.
واش نقدر نجرب هاد الشي؟
ما زال ما لقيتش واحد من الشنط ديالي اللي سلمتها في مطار ناريتا.
كنظن بلي انا. قصّه شعر، عفاك.
شنو نوع العلاج اللي كتدير؟
وجبه خفيفه، من فضلك.
كان عندي حوالي مءتين دولار كاش وكارت فيزا.
واش كتسوق الطاكسي من مده طويله؟
من السبعه حتي التسعه. عفاك جي للمطعم فالطابق الثاني.
غادي نبقي ف Holiday Inn Downtown حتي لخامس ماي.
شنو التحضيرات اللي كيديرو باش ينجحو ف الامتحان؟
راك قريب توصل.
بقاو جميع الركاب جالسين.
شنو الطوبيس اللي ناخد باش نمشي للواشنطن مونومون؟
سميتي اكيكو تانكا.
معبد هورييجي اللي هو اقدم بناء خشبي فالعالم كيسوي الزياره.
فهمت. شكراً بزاف علي الوقت اللي خديتي. واش ممكن نعطيوني جوج هوت دوغ؟
فرحان. اه، هادي اعلان الرحله ديالي.
ايوا. في اي وقت. كاملين مرحبا بيهم هنا.
خصني نشري التامين.
شنو هو JR؟
عافاك فرقها لفلوس صغار.
بغيت تمشي للديسكو؟
عافاك قول لي علي مطعم معقول وفيه جو مزيان.
فاش غادي يكون التورنوا ديال الغولف؟
من بعد العشاء، مع التحليه، عفاك.
عفاك جيب لي شي سشوار.
واش تقدر تعطيني شويه ديال الما، عفاك؟ انا عيان بزاف من العطش.
حنا ما جاعينش بزاف.
خليني نشوف شي صبّاط كحلّاني.
فين وفوقت كيمشي؟
عفاك خزن هاد الشنطه حتي لخمسه ديال العشيه، عفاك. واش نقدر ندير شي تشيك؟
عندي قنينه ديال الويسكي.
غادي نجي نشوفك مع العشره ديال الجمعه.
واش وجبتي واجده دابا؟
بغيت نحجز بلاصه للغولف.
شنو هي العملات اللي كتخدم فهاد الماكينه ديال البيع؟
بغيت جينجر ايل.
بغيت شويه ماكله ديال الدراري.
حيد المخللات.
هاد الفستان نايلون؟
حجز، عفاك.
بغيت شريط ديال الاله الكاتبه، عفاك.
عفاك حل الباب بالمفتاح الاحتياطي.
بغيت كاس قهوه اخر.
بغيت واحد هامبورغر باش ناخدو معايا.
واش تقدر تطلب منو يعاود يتاصل؟
عندنا عربه ديال الماكله وكافي علي التران.
ما تنظفتش غرفتي.
تقدر تاخد الطوبيس من موقف الطوبيس خمسه.
شكراً بزاف. خليك علي الباقي.
ثمانيه وتلاتين دولار وخمسين سنت في النهار، مع كيلومترات غير محدوده. البنزين ما داخلاش.
واش حطّيتي طابع علي البطاقه البريديه؟
ثلاث ليالي.
واش هادي لادنبره؟
فاش بغيت تمشي؟
واش خاصني نبدل؟
ما كايناش مناشف.
واش ما عندكش مانع شي حد اخر يجيبها لي؟
هادا هو اللي كتقصد؟
اه، دازت عليك. رجع، عفاك.
هي عاده يابانيه فريده، كنظن.
عَطِيهُم واحد بواحد، و زِيد عليهم شريط علي كل واحد، عفاك.
خليني نشوف. ايوا، الغداء الخاص ديال اليوم غادي يتقدم بسرعه.
واش تقدر تقسم هاد الشي لاربع اجزاء؟
بيضاء، عفاك.
غادي ناخد جوج ديال الحصص ديال نودلز موريسوبا.
ايه، كاين واحد الاوطيل فارغ. شحال من واحد كاين؟
واش كاين شي محل تبديل قريب؟
انا تاكيشي. وانتَ؟
ستعملو مره فالسيمانه. دير طبقه رقيقه منو من بعد ما تغسل وجهك، وتجنب العينين وخط الشعر.
جرحت راسي بالزجاج هنا.
كان خاصني نسول المدرب، ولكن واش تقدر تقول لي شكون الماكينه اللي مزيانه باش ندير التمارين للضهر ديالي؟
وقف فهذ الجهه ديال المعبر الجاي، عفاك.
بغيت شويه حليب، عفاك.
المشغل
كنظن حنا ف المحطه الغالطه.
فهمت. واش ممكن تعطيني رقم كارت الاءتمان ديالك وتاريخ الانتهاء باش نحتافظ بالحجز ديالك، من فضلك؟
واش تقدر تضغط علي زر التوقف بلاصتي؟
شريت هاد السروال البارح، ولكن ما كينفعونيش.
واش غادي ينقص؟
واش تقدر تقول لي الوقت؟
خليت الكراسه ديالي تماك البارح فالليل.
كتفكر ف رقم الطوموبيل؟
بشحال هاد الفستان؟
ما كنفاهمش الالمانيه بالمره.
غادي نعيط للماناجر.
اه، سمح لي. غادي نجيب ليك الطلب ديالك ف اقرب وقت.
بالتاكيد سيدي.
هاد الشي ما فيهش الكحول، يعني تقدر ترتاح حيت كاين شويه ديال التهييج.
هي سبع ولا تمن دقايق علي الرجل علي حساب السرعه ديالك في المشي.
تاكد تودّيه في بوسطن.
بغيت كرافاته.
غادي نسول ساءق طاكسي اخر.
بيره، ستيك مع بطاطا مقليه، وسلاطه خاصه بالشيف.
مبروك، هنري. فرحان بزاف سمعت بخطوبتك مع جين.
سير دغيا و دور علي اليسار من تماك.
بغيت شي حاجه تناسب هاد الشي.
كان خاصو يكون صدمه كبيره ليك.
عندي الف جنيه.
شحال كتاخد باش تمشي لتحت؟
شحال عيّان؟
شنو هو دواء مزيان لعيوني اللي عيّانه؟
عطيني شي علكه، عفاك.
هادشي ماشي كوبون، هادي وصل التسجيل.
ما يمكنش نكملو المكالمه ديالك دابا للبلد اللي كتعيط ليه. عاود حاول المكالمه ديالك من بعد.
العقد غادي يتجدد كل عام.
سمح لي، السي النادل. واش ممكن تعطيني الفاتوره، عفاك؟
واش نقدر نخلص بشيك ديال المسافر؟
واش نقدر ناخد شي تامين؟
واش تقدر تقول لي كيفاش نوصل لهاد الريسطو؟
كانو حوالي تلاتين دولار وشويه ديال الكريدي كاردات.
الفاتوره ديالك هي ميه وخمسين دولار وخمسه واربعين سنتيم.
كيفاش نقولها؟ مهم بزاف تكون حاضر.
بغيت ندير نسخه.
شكراً. فين كاين السويتش ديال التكييف؟ الجو سخون شويه.
سمح لي، ولكن فاش من زنقه حنا دابا؟
واش تقدر تبعت هاد الرساله بالبريد؟
لا، راك غادي ف الاتجاه العكسي. خاصك ترجع.
واش تقدر تحلق لي دقني، عفاك؟
شحال غادي تاخد باش تكمل الجوله؟
بغيت شي ورق تغليف ديال الهدايا.
شنو كاين من الداخل؟
كاين غلطه فهاد الشيك، كنظن.
واش ممكن تعطيني فوطه ديال الحمام؟
واش تقدر تحجز لي بلاصه باش نشوف مسرحيه موسيقيه؟
واش عندك شي سجل فين استعملتيهم؟
غادي نعيط مره اخري.
ثلاثه شهور.
فهمت، عندنا طبيبه ديال الفندق. غادي نرتب باش تجي عندك للغرفه قريب. واش ماشي مشكل الا جا معاها مدير الغرفه؟
فين تصوّر؟
عندنا شي صدف مزيان بزاف اليوم.
K بحال King، I بحال Item، M بحال Mike، U بحال Uncle، R بحال Roger، A بحال Able. Ki-Mu-Ra هو اللقب ديالي.
لا شكراً.
عندي الم في السنان. واش ممكن تعطيني شي دواء من فضلك؟
ماقدرتش نشعل التكييف.
نزلني فالتوقيفه الجايه.
واش تقدر توريني واحد الكوطه لي ما كتدوزش الما؟
فين كاين المكتب ديال السياح؟
واش تقدر دوز من السوق فطريقنا؟
شنو ندير الا ما فهمتش الاسءله ديالو؟
بغيت شي شرابيات.
بغيت كاميرا اوتوماتيكيه، عفاك.
عفاك ديني لهناك.
واش الباب خاصو يكون محلول ولا مسدود؟
شحال من دولار بغيتي؟
عافاك وريني الطريق لوطيل هيلتون.
واش عندك خريطه ديال طريق المترو؟
كتعرف واش داك الريسطو خاصو الحجز؟
بغيت نحجز رحله للرجوع.
واش تقدر توصيني بمطعم فرنسي مزيان؟
واش كاين شي محل حلاقه فالاوتيل؟
السداده ديال البانيو مكسوره.
هادي هديه، عفاك لفها.
فرحان بلقاءك.
كاين شي مشكل فالبطاريه.
عندي حاجه نبغي نسولك عليها.
عفاك دير الشقه شويه سخونه.
مازال ما وجدوش غرفتي.
عافاك سير دغيا القدّام.
واش تقدر تعاونّي نلقي الشنطه ديالي؟
فانا كنظن الحاجه اللي تحت من تماك، هي مركز التجاره العالمي، صح؟
فين كاين المحل ديال النماذج البلاستيكيه؟
ما نقدرش نقول ليك.
واش تقدر تقترح عليا دواء لوجاع المعده؟
فين كاين البلاتفورم رقم خمسه؟
ايوا، هادشي كيبان بحال حاجه خاصها تتفحص مزيان. واش ممكن تفكر فهاد الاحتمال، السي كينان، وتبلغ السي ناكاياما باللي لقيتي ف اقرب وقت؟
لا، شكراً.
كنظن كاين خطا فهاد الفاتوره. كاين مصاريف خدمه الغرفه. ولكن ما طلبتش حتي حاجه.
بغيت نطير ف اقرب وقت ممكن.
واش الطريق بعيد حتي لوطيل هيلتون؟
كتعرف شي مطعم مزيان فين نقدرو ناكلو اكلات بنينه بثمن معقول؟
بغيت واحد ديال الروج.
ثلاثه وثلاثين دولار.
بغيت نبدل الحجز ديالي. واش نقدر نبدل الرحله ديال PAA رقم خمسه صفر خمسه لرحله رقم خمسه واحد خمسه؟
جاءت الكوكا، ولكن ماعطونيش الباقي.
نقدر نعطيك تخفيض ديال ثلاثه فالميه.
السياره كانت فيها هاد الضرر قبل ما نكريها.
مزيان. بغيت نلبسو ف حفل عرس نهار السبت.
لا، بغينا الفواتير تكون مفروقه، عفاك. خلينا ندفعو كل واحد علي حسابو.
بغيت دليل كيهدر باليابانيه.
سمح لي. انا غريب هنا. بغيت نسول الراجل عليك، الا بغيت؟ واحد لحظه، عفاك.
واش نقدر نركب طوبيس كيمشي لهوتيل هيلتون؟
واش كاينين شي جولات لتيرول فثلاثه ولا ربعه ايام؟
حسيت براسي حسن دابا.
سمح لينا، غادي نتاخرو بثلاثين دقيقه.
واش تقدر تبدل هاد الملاحظه لفلوس؟
حجرتك، سيدي.
عفاك وقف جميع العمليات علي هاد الكارط.
واش غادي نعطيوني شي تخفيض الا بقيت فالفندق ديالكم لمده شهر؟
واش جيتي هنا باش تدير خدمه ولا باش تدير بحث؟
واش ساليت العشاء ديالك؟
الجوده ديال هادي حسن.
بطبيعه الحال، سيدي. ابيض ولا ملون؟
راني راني راني راني
واش عندكم جوله كتضمن زياره لجسر البوابه الذهبيه؟
ماقدرتش نوصل للطياره اللي غادي تربط الرحله ديالي.
منين نقدر ناخد الطوبيس باش نمشي للمتحف؟
شكون هو الكاتب ديال المسرحيه؟
صندوق الامان، عفاك.
غادي نبقي هنا غير شهر.
فوقتاش كيبدا الجوله؟
فاش كتبدي العراضه النهاريه؟
انا من روسيا.
سمح لي نسمع هاد الشي. واش عندك سخانه؟
فين نقدر نلقي طوبيس لمتحف المتروبوليتان؟
عجبني بزاف نكون معاك.
فين اقرب مكتبه؟
واش عندكم شي بيت فاضي الليله؟
واش تقدر تصرف هاد شيك السفر ديال ميه دولار من فضلك؟
طاءرتنا وصلات اخيرًا لهونولولو.
بغيت هاد الستيل، عفاك.
كنفضل ما ندخلش للمستشفي، الا كان ممكن.
رقم الرحله سبعه صفر ثلاثه الي طوكيو في الرابع من سبتمبر، الجمعه.
فين نقدر نحط حاجياتي؟
بهذا الثمن، كنظن غادي نشوف شي محلات خرين.
عفاك طفي جميع الاجهزه الالكترونيه.
شحال بغيتي تصرف؟
ماشي ضروري من بعد ما يوقف الالم.
علاش كتفيق بكري كل صباح؟
كنقلب علي المعجون.
شحال من متفرج كيقدر يتسع هاد الملعب؟
ايوا، هادشي صحيح.
الرباط ديالي رخو.
بغينا نلعبو التنس اليوم.
واش تقدر تجي معايا، عفاك؟
سمح لي، ما عارفش هاد المنطقه ديال المدينه.
غادي نعيط ليه مره اخري حوالي الرابعه ديال العشيه.
فصباح 11 يناير، وقع الحادث.
واش الثلاثاء الجاي مناسب ليك؟
شنو رايك فالغد؟
شنو نوع المطعم اللي كتقلب عليه؟ واش بغيت غير تعشي، ولا كتقلب علي مطعم فيه بار؟
واش كاين شي مركز ديال البوليس هنا؟
العمر المتوقع في اليابان هو الاطول في العالم.
زوج بطاطا مقليه، واحد كولا. جوج دولارات عفاك.
بغيت بيت واحد عفاك.
فين كاين التلج ديال التزحلق؟
نزل كلشي.
كنتشوقو باش نشوفوك مره اخري.
واش ممكن تعطيني المراجعه ديال هاد الكتاب؟
واش تقدر توصيني بمطعم فرنسي زوين هنا قريب؟
هادي بطاقه التاكيد ديالي.
غادي يكون مزيان.
يعني، هادي جوج الاف وخمسميه دولار فالشهر. نقدروا نضمنوا ليك غادي نخلصوك ثلاثه الاف دولار فالشهر. شنو رايك؟
كنتمني ليكم عرس سعيد.
واش عندكم Ballantine's ديال عشر سنين؟
واش هاد الشي ما كيتقلصش؟
واش الجنينه النباتيه محلوله اليوم؟
يمكن نقدروا نديروا هادشي، ولكن كنخاف غادي ياخد شي شهور.
بغيت نكري طوموبيل.
عفاك، واش ممكن تعطيني واحد الطبق؟
ديّنا للفندق ديال شيكاغو.
الطياره تاخرت بتسع وتسعين ساعه بسبب الطقس الخايب.
طارء
بغيت شي حاجه علي ستيل شانيل المكرر.
فين كاينين الفوط الصحيه؟
واش ممكن توريني الباسبور ديالك و الفورم ديال الكستم، عفاك؟
بغيت نسجل ف جوله شلالات نياغرا.
الطبق الخاص ديالنا اليوم هو الجمبري سكامبي مع رز بلاف.
سلام؟ واش هادا السيد كلارك؟
بغيت تشرب شي اپيريتيف؟
واش عندك شي دوا؟
كنظن راك غالط فالنمره.
بغيت فستان حمر.
كنظن هكا.
بطاقتي ديال الاسم عليه.
هذي هي اخر اضافه عندنا فخط التعبءه. كنعبّيو حوالي ستميه علبه كل نهار.
بغيت نمشي.
بغيت واحد المكواه، عفاك.
اه لا. كيهضر معايا. شنو خاصني ندير؟
ايه، هما.
عفاك جيب لي الفطور ديالي للبيت ديالي.
هذو ضيقين.
عفاك صيفط هاد الطوموبيل للفندق مع الثمانيه ديال الصباح غدا.
واش كاين شي كروز كيضمن الغداء ولا العشاء؟
واش عندك لون اخف؟
هنا بزاف ديال اللمعان.
لا، ماشي. غادي نعيط ليه مره اخري من بعد عشرين دقيقه. شكراً.
تم التركيز علي التعليم وزادت القوه العسكريه.
شنو بغيت للعشاء، اللحم ولا الحوت؟
بطاقه ماستر كارد مزيانه؟
هاد المقاس، عفاك.
ما عجبنيش.
ثمنها خمسه دولارات، والمشروبات بزياده.
شحال الثمن لجوج ديال الناس؟
فجاه حسيت بالام فالمعده.
شحال كيخلص المرشد علي نهار؟
سميتي هيروشي موري.
بغيت شويه ديال اليوغورت، عفاك.
نعم. واش هاد الكاونتر صحيح لرحله يونايتد ايرلاينز رقم 820؟
واش خاصنا نلبسو المعاطف والكرافات؟
شكون الطوبيس اللي كيمشي لـ Guild Hall؟
عفاك هاد الطريق. خليني نعاونك ف الشنط ديالك.
هي ف الرف التاني ف الصف الوسيط.
فين البار؟
عفاك سجل الدخول من بعد التسعود و تسعود ديال الصباح.
بلايصنا مفروقه.
بطبيعه الحال. فين بغيت تمشي؟
بغيت واحد دفتر ملاحظات، عفاك.
نتمني ليك وقت زوين.
سمح ليا، جميع البلايص معمّرين ف 30 غشت.
واش نقدر نشوف شي حاجه ارخص؟
واش تقدر تعيط لي علي طاكسي؟
واش خاصني نرجع لليابان دابا؟
ثمن الغرفه غالي اكثر مما قالو لي.
بغيت نعطيك طلبيه اخري. واش نقدر نشوف المينيو مره اخري؟
كان هنا حامل مفاتيح علي شكل قط مربوط بشريط.
شنو غادي دير بهاد الشنطه الصغيره؟
بغيت شي حاجه للبرد.
واش نقدر نشوف هداك؟
ضبط 18 دولار.
عفاك بدل هاد الشيك ديال المسافر بالنقود.
فين نقدر نحط الحوايج ديالي للغسيل؟
واش شبعتي؟
سير دغيا فهاد الزنقه. راه قبل محل الايس كريم.
ما عنديش حجز.
واش نقدر نلمسها؟
وريني فين كاين فهاد الخريطه، عفاك.
واش كاينين شي مطاعم مزيانين ورخيصين هنا؟
هاد دار زوينه بزاف.
واش هادي هي الوقفه الصحيحه باش نمشي لشيلا؟
غادي نوصل شويه معطل الليله، ولكن عفاك خليك محافظ علي الحجز ديالي.
واش كارت الكريدي صالحه؟
مني يجي المراقب باش يشوف التيكي ديالك، عفاك ورّيه الباس ديالك وهذ التيكي.
شحال من قلم خاصك؟
شنو هو اخر كتاب ديال جالبرايث؟
بغيت بلاصه وحده للدخول العام، عفاك.
طلبت وسط، ماشي مطيب مزيان.
البدله ديالك غتكون واجده سيمانه من بعد القياس، سيدي.
بغيت عصير تفاح، توست، بيض مقلي وقهوه.
فين كاين محل الكاميرات؟
واحد كوكا صغير، عفاك.
انا غير مبتدء. ما كنظنش نقدر ندير هاد الشي.
ربعه تفاحات.
شحال غادي تكلّف باش تامّنها بثلاثميه دولار؟
واش تقدر تعاود تصدر لي بطاقه الاءتمان ديالي؟
عطيني شويه ديال الوقت باش نفكر مزيان.
خصك ترتاح فالفراش اليوم.
بغيت ناكد بالضبط شنو خاصني ندير.
عارف شنو كتْحس. رتاح شويه.
غادي نعيط عليك من بعد.
واش غادي تحجز طابله لجوج فداك الريسطو مع السته ديال العشيه؟
شحال غريب. كيبان بحال شي طياره فضاءيه.
ما كنقدّرش ننعس مزيان.
واش ممكن تقول لي شنو هاد المصاريف كانت علي شنو؟
سلام، هادي الغرفه ثلاثه صفر خمسه.
بغيت شويه ملح ديال الحمام.
واش تقدر تصلح هاد الكاميرا؟ ما كاتحملش مزيان.
سمّيتك ورقمك؟
كنت ظنيت انها ثمن ثابت بين المطار ووسط المدينه؟
واش ممكن تمشي تشوفها دابا؟ الا كانو تماك، واش ممكن تجيب كلشي لهنا دابا؟
حسنًا، كنظن ان سعر الصرف كيتقلب بين توقعات صاعده وهابطه، بشكل عام.
عندو تقليد وتاريخ طويل.
شنو هي اللعبه اللي كيلعبوها فالستاد؟
شنو غادي تدير فليله راس العام؟
سلام، واش ممكن تعطيني رقم التليفون ديال السفاره اليابانيه ولا القنصليه، عفاك؟
هذو هما المناسبين بالضبط. راهم مريحين بزاف.
هادي بيت هادء. مزيان بزاف.
عندي حجز مع السبعه.
ماشي مشكل. ولكن غادي يكون كاين مصاريف تسليم ديال مءتين دولار.
ف السبعه د الصباح، بالتوقيت المحلي.
هي هادي فهاد الزنقه تقريباً ثلاثه ديال البلوكات، علي ما اظن.
سمح لينا، راه كامل محجوز لعطله عيد الميلاد، ولكن عندنا بلاصه فـ 22 دجنبر.
فهمت. شكراً.
واش غادي نعوض اذا ما لقيتوش الشنطه ديالي؟
شنو نوع الفواكه اللي كتعجبك؟
فاش كانت اخر مره جالك فيها الدوره؟
درت مكالمه تاكيد من جديد من جوج ايام.
ما متاكدش واش شي حد سرق ليا الباسبور ديالي ولا غير طاح من جيبي.
الصندوق طولو خمسه وستين سنتيمتر، العرض ديالو ثلاثين سنتيمتر، والعلو ديالو ثمانتاش سنتيمتر.
كنقلب علي تذكارات.
كتتكون من اربع جزر رءيسيه.
العشره ديال العشيه. هادي مفتاح بيتك. بيتك رقم 54-33. البيلبوي غادي يطلع ليك الشنطه.
اييه، حنا فرحانين بزاف فهاواي. كنتمني تكون معانا.
واش تقدر تعطيني ترجمه؟
غادي نشرب شي اتاي بالحليب.
واش تقدر تقص ليّ الطرّاطير ديالي نص انش فوق الحواجب؟
فوقتاش كيتحل؟
واش عندكم اوض باقل من خمسين دولار فالليله؟
طابله لجوج علي سته هاد العشيه، عفاك.
بخمسطاش دولار من فضلك.
دور علي اليسار فاش تشوف الاشاره.
ما محتاج والو.
واش نقدر نحجز جوله سياحيه؟
كيفاش خاصني نعمر هادشي؟
كتشوف واحد البنايه بيضاء عبر الشارع. هادي هي.
انا كنقرا باش نولي عالم.
عفاك عطييني جوج تيكيطات ديال البلايص المحجوزه؟
عفاك حيد حوايجك ولبس هاد الجلابه.
واش ممكن تزيد فراش زايد فالبيت؟
واش ممكن نكون مع اوبيراتور ياباني؟
خد هاد الطريق حتي التيرمينال. من تما خاصك توصل للفندق بوحدك.
بغيت نكري قارب مع مرشد، عفاك.
واش كاين شي بيت الراحه عمومي هنا؟
ورّيني اياه، عفاك.
ما درتش حتي مكالمه تليفون.
عفاك حط لي الشنطه ديالي.
واش ممكن تدير لي نداء ايقاظ مع السبعه ديال الصباح؟
واش عندك تيب؟
كنحبها بشويه الحليب والسكر.
بغيت نبدل الطياره ديالي لشیکاغو من التسعوده حتي الحداش.
عفاك جيب لي كونديصيونر ديال الشعر.
اليكاتا والهابي هما حاجات مشهوره كتكون من التذكارات ديال اليابان للناس اللي جايين من برّا.
فين اقرب محل ديال الصبّاط؟
عندك عين للفن.
عفاك خلي هاد الشنطه حتي لثلاثه ديال العشيه.
جيت لهنا باش نشوف اوبرا حقيقيه.
واش هادو ف التخفيض اليوم؟
بقي بعيد علي الخدمه حتي الثلاثاء، وما تكولش بزاف.
المصارعه السومو هي واحده من الرياضات التقليديه. كينظمو البطولات ست مرات فالسنه.
بغيت بلاصه حدا الممر، عفاك.
التدريب كيدير الكمال.
شحال من نهار غادي ياخد باش ندير الطلب؟
هي رقيقه.
حنا محتاجين شويه وقت زياده باش نفكرو ف العقد.
حس براسي مريض. واش ممكن تعطيني كيس ديال الغثيان ديال الطياره؟
عفاك قول لي كيفاش نوصل للمتحف.
واش هادشي مصنوع من الجلد؟
السلام. نتي بوحدك؟ علاش ما كتجيش تتغدي معانا؟
شكراً. وانت حتي نتي.
واش تقدر تحتافظ لي علي الحوايج الثمينه ديالي، عفاك؟
كتاخد شي دوا اخر؟
بغيت نمشي للموقع المتقدم.
واش قررتي دابا؟
جيني. مايك. ساره. سام. يلا، كلكم قوموا.
واش تقدر تعلمّني من بعد ما تصلّحها؟
بغيت جاكيت.
لا، شكراً. نقدر نلقي البلاصه. نشوفك من بعد.
مرحبا. كنفضل بلاصه علي الجنب.
بغيت نكري طوموبيل متوسطه الحجم لثلاثه ايام.
واش عندك شي كيس باش تمشي معاه؟
بغيت نعيط لسان فرانسيسكو.
تشالت ديالي تسرقات فلوبي ديال الاوتيل.
كيفاش وفين خاصني نخلص المصاريف؟
حنا عامرين.
هنا ضيق بزاف.
عفاك كبر الطباعه لهاد الحجم.
سلام، هادي الغرفه 12:34. سميتي اودا. بغيت نطلب منكم ايقاظي علي السته ديال الصباح غدا، عفاكم.
واش تقدر تخلص فالرسيبسيون، عفاك؟
واش ممكن تعطيني الباقي ديالي، عفاك؟
ممكن تكون مهتم بهاد الميكروكمبيوتر.
عموماً كانت رحله هادءه مع شويه اضطرابات.
شنو كان رقم الطياره ديالك؟
فرحان حيث عجبك. شريتو من تخفيضات كبيره فمحل ABC.
واش نقدر ناكل العشاء فالسفينه؟
واش ممكن تعطيني بروشور ديال الجوله؟
واش نتا عضو ف نادي كراء السيارات ديالنا؟
شنو غادي تشري؟
بالضبط. نتي كتشاركنا الراي ديالنا. علي فكره، قال بلي نتي راجل عندك اخلاق زوينه.
كيفاش درتي عطلتك الصيفيه؟
قطع التليفون وغادي نعاود نعيط.
كتوفر عندكم عطر شانيل او دو كولون؟
بعيد بزاف. خاصني شي طاكسي.
واش عندك هاد الشي بالحمره؟
عفاك قول لي كيفاش نستعملها.
محاوله مزيانه، ولكن ما كتعرش بالضبط بلا ما تجرب.
كيفاش نعيط لمكتب المعلومات؟
هما جوعانين.
واش نقدر نشوف رخصه السياقه ديالك؟
شكراً. نتمني لك اقامه ممتعه.
انا جاي من هوكايدو.
سفريه مزيانه.
واش عندك هاد الشي؟
شنو هي هاد الماركه؟
دابا كاين فالبيع، غير بثلاثين دولار وتسعه واربعين سنتيم.
كنت معصب من اللي قال الباءع.
واش عندك شي حاجه اكبر؟
الجو رطب فالصيف فاليابان.
بغيت نوصل للمطار مع جوج ديال العشيه.
واش كاين شي تغييرات بغيتي دير؟
بغيت لون اللي يخليني نبان اصغر.
عفاك، جيب لي الشنطه ديالي للبيت.
بغيت شويه ديال الطماطم، عفاك.
ما كاين حتي مشكل.
واش نقدر ندخل للبيت دابا؟
ما عمرني غادي نلقي شي حاجه بحال هادي فاليابان. غادي نشريها.
فليل الاربعاء.
عفاك ورّيني فين نْقَعْد.
شنو نوع الحلويات اللي عندكم؟
كتغلط فالحساب.
الساعه ثلاثه.
شويه نازلين من العنق، عفاك.
ما فهمتش شنو كتقول.
شحال تمن تذكره ديال نهار واحد؟
واش عيطتي ليّا؟
شنو رقم الطياره ديالك؟
كتعرف ذوق صاحبك ف اللبسه؟
واش هنا فين كنمشي باش نلقي الشنط الضايعه؟
خصني فيهم ضروري.
شحال الثمن كامل؟
كتعرف شي شيكيات او بنوك حدا هنا؟
سمح لي، ولكن بغيت نلغي الحجز ديالي.
غادي نكون تماك حوالي الربعه ديال العشيه.
بغيت نخرج نهار قبل.
شنو هما التخصصات ديال المحل؟
واش ممكن نسول واش شي حد يقدر ياخد طياره ف وقت متاخر؟
واش التران ديال سيدني متاخر؟
واش عندك صداع؟
ما تقدرش تاخذ هاد الشي لليابان. راه مدرج ف اتفاقيه واشنطن.
واش ممكن تجي تديّني من اقرب محطه؟
ايه، عندي.
بغيت نلغي الحجز ديالي.
واخا، غير شويه. ااه طيح لي الشوكه ديالي. سمح لي.
فين كاين الحي القديم ديال المدينه؟
واش تقدر تعطيني شي جريده ولا شي مجلات؟
واش عندك واحد صغييير شويه؟
واش خاصنا نخليو الكاميرات ديالنا عند المدخل؟
فاش نهار مسدود؟
كنظن عندنا. غير لحظه، عفاك.
كيفاش نقدر نعرف داك الشخص؟
بغيت كتاب ديال القواعد.
عفاك جي للبوابه تسعه وتلاتين مع ربعه وخمس واربعين.
فاش كيجي الطوبيس الجاي؟
واش نقدر نكري بيك؟
واش كاين شي ملعب ديال التنس قريب من هنا؟
فين هو المضيف؟
واش عندك مرشد عندو تجربه؟
فاش كتزهر ازهار الكرز المشهوره ديال اليابان؟
ايه، انا.
غادي نمشي لبرج لندن. واش تقدر تقول لي كيفاش نوصل لهناك؟
واش نقدر ناخد بيتزا كبيره بالجبن؟
كتاخد حوالي اربعين دقيقه بالحافله.
واش قريب؟
ايه، عندنا. غادي نرجع ليك بيه دابا.
تفجّعت.
كنخاف ماشي ف الدار دابا. عفاك خلي رساله من بعد الصفير، وغادي نرد عليك ف اقرب وقت نقدر.
بغيت ندير معاكم جوله بطاءرت الهليكوبتر ف نيويورك.
عفاك تاكد ما خليتي حتي حاجه وراك.
شحال من مره كيدوز الباص رقم تسعود؟
ضعت واحد من العدسات ديالي.
كنقرا دروس البيانو مره فالسيمانه.
شنو بغيتي عليها؟
عفاك خليه هاد الشنطه حتي لثلاثه.
سميتي ياماشيتا.
كتشوف داك الدروج؟ هادي كتديك للمنصه ديال التران اللي غادي فالجهه الاخري. ولكن فالحقيقه، الا بغيت تشوف لندن، الطوبيس حسن بزاف من المترو. خرج من هاد الجهه، وغادي تلقي موقف الطوبيسات. الطوبيس رقم 12 غادي يديك مباشره للمتحف. زياره موفقه، سيدي.
هادي حاجه ليك.
عشت نهار زوين اليوم.
داك النوع ديال الطرونطه باين عليه موضه. كنظن غادي نشري واحد حتي انا.
واش ممكن تعطيني واحد البطانيه؟
واش هاد الدوا كينفع باش ينقص السخانه؟
هي حراميه.
بغيت شي زياده؟
عينيه كانو كحلا وبعيده علي بعضهم.
اه، العروض الخاصه اليوم كاينه هنا.
فهمت. كنظن نقدر نورّيهم كاملين فساعه وحده.
هادي خمسه دولارات وصفر سنتيمات. خليك علي الباقي.
عفاك حجز طابله لخمس ديال الناس.
راه قريب بزاف من المرحاض. واش تقدر تبدلو ليا؟
سمح لي، عفاك عير ليّا واحد الكالكولاتور.
فين قاعه المءتمر؟
واش هادي مصنوعه يدويًا؟
عفاك ورّيني لاءحه ديال تسريحات الشعر؟
واش عندك شي جدول ديال الالوان؟
واش خاصني نترقد فالمستشفي؟
عندنا قوات الدفاع عن النفس.
بغيت سيجاره؟
سمح لينا. ما بقاتش عندنا. جرب شي واحد من محطات المترو.
واش عندك تذكره الرجوع ديالك؟
واش ممكن تنزل الشباك شويه؟
الا لقيناه، غادي نعيطو ليك.
عفاك ما تزيدش السكر.
الموتور ديالي طفي. انا فـ فيفث افينو فـ شارع سبعه وخمسين. عفاك جي فاقرب وقت ممكن.
حنا مهتمين بالتاريخ الطبيعي.
حنا محلولين من العشره حتي لسبعه ونص.
بغيت ندير مكالمه دوليه لليابان، عفاك. هادي يوكِي موراي ف الغرفه ثلاثه عشر. بغيت ندير مكالمه علي حساب السيد كيسوكي موراي. رقم التليفون هو طوكيو صفر ثلاثه ثلاثه سبعه جوج سته تمانيه ثلاثه تسعود واحد.
واش نقدر نشوفو، عفاك. واش غادي تستعملو من اليوم؟
كيف بغيت الفواتير ديالك؟
بغيت نسالي من استعمال صندوق الامان.
سمع، ال، شنو هو، اه، رقم تليفون الفاكس اللي كاين فالمحطه؟
غادي نبلغ عليك لوكاله حمايه المستهلك.
بغيت شي سماعات، عفاك.
كيقرص صباع رجلي شويه.
ماشي غلطتي. ما تقدرش تدير شي ترتيب؟
ما كاينش شي طريقه اخري باش نتعاملو مع هاد الوضعيه الخطيره؟
واش محلول دابا؟
يدي متورمه.
زوج ديال الصبات ديال تمن انش، عفاك.
شنو هما المعارض الرءيسيه فهاد المعرض؟
واش تقدر تصلح هاد الكاميرا؟
خصني تقرير ديال الحادث باش ناخد التامين ديالي.
لقيت شقه وانا كنقلب فالانترنت.
مع سنتيغرا، نقطه التجمد هي الصفر.
بغيتو لعطله الاسبوع.
عندي مغص فالمعده. واش عندك شي دواء مزيان؟
ايوا، كل ما خاصك دير هو الشامبو وتنشف بالشوار.
واش نتا؟
مزيان. ها الفاتوره ديالك. المجموع كيوصل لخمس و اربعين دولار و خمسين سنتيم.
واش نقدر نخلص بشيك؟
كنجدد المطبخ.
شحال من الوقت كتاخد باش توصل هاد البطاقه لليابان عبر البريد الجوي؟
غادي نطيرو قريباً.
نعم، سيدي. واش عندك شي بطاقه تعريف؟
بغيت لعبه لبنت عندها خمس سنين.
عمري ما مرضت حتي نهار فحياتي.
شحال من ميل لبوسطن؟
من اللطيف بزاف منك تجي لليابان.
كنحس براسي حسن بزاف.
غادي نرجع فـ 25 مارس.
واش عندكم كيك للناس اللي عندهم السكري؟
بغيت الحليب، عفاك.
واو. شحال هادي كبيره ديال الخدمه.
واش ممكن تعطيني طوابع ديال الرساءل لليابان؟
منين كيدوز التران ديال ميلان؟
عفاك صيفط الطوموبيل لهوتيل الفا مع التسعود ديال الصباح نهار السته.
غادي نشارك ف جوله بطاءره هليكوبتر ف نيويورك.
كيبان زوين.
واش تقدر توريني بطاقه الصعود ديالك، عفاك؟
الويسكي ديالك بخمسين سنتيم.
جوله التمساح؟ واش هادي ممتعه؟
ماتضربش زعانفك فالرمله لتحت.
واش هادشي للخدمه؟
عفاك قول لي كيفاش ندير مكالمه دوليه.
واش تقدر تبدل هاد ورقه الخمسين دولار بعشر ورقات ديال خمسه دولارات؟
واش نقدر ندي هاد الشنطه معايا فالطياره؟
عفاك خذ هاد الشي.
ماشي بعيد بزاف. حوالي خمستاش دقيقه.
بغيت نخرج هاد الشي.
شحال غادي ياخد باش تتحسن؟
بارح شريت هاد الشي وهو مكسور.
الميزانيه ديالي هي خمسين دولار.
غادي نوصلك بالسيد سوزوكي.
شنو رايك ف السته ديال العشيه؟
دابا، عفاك.
فرحان بزاف باش نشوفك.
فين نقدر نركب الطوبيس رقم تسعود؟
كنتمني يكون عندنا رحله مزيانه.
واش كاين شي بلاصه نقدر نعيط فيها بالتلفون؟
انا ف الحمام. ما كاينش الما سخون ف الدوش.
خلي هاد الشنطه، عفاك.
ثلاث ليالي من اول يوليوز. بشحال كاينين الغرف ديالكم؟
عطيني خمستاش لتر ديال السوبر، عفاك.
واش تقدر توريني كيفاش خدام هاد الفاتح ديال العلب الكهرباءي؟
واش غادي يكون واجد قريب؟
شنو النبيذ اللي كتقترح باش يجي مع هاد الطبق؟
ضعت بطاقه التنقل ديالي.
واش كاين شي بلاصه باش تبدل الفلوس الاجنبيه هنا؟
شكون هما اللاعبين الاكثر شعبيه؟
فين كاين المكتب ديال المفقودات؟
فين نقدر نشوف فيلم؟
بغيت واحد هوت دوغ، عفاك.
واش كاين شي اكسبريس؟
نقدرو نبعثوه ليك عند البوسطه.
هاد السنان تقطع.
عطيني الكاميرا. بغيت ندي صوره.
شحال كتكون تذكره الدرجه الاولي غاليه علي تذكره الدرجه الثانيه؟
واش غادي تقلب فالمطعم ديالك علي الشنطه ديالي؟
فين طاكسي؟
هدا كان زوين.
بغيت شي حاجه للصداع.
حتي انا. كنت كنظن تقدر تعاونني نفهم المينيو.
واش تقدر تسجل هنا، عفاك؟
بغيت شي نقط.
بغيت الماكله الفرنسيه.
كيعجبو الناس بزهور الخوخ فمهرجان العرايس ديال البنات فالثالث من مارس.
من اي رصيف كيمشي الترين لتاكاو؟
و من بعد، شنو رايك فهذو؟
واش عندك شي برتقال؟
واش نقدر نبدلو بحاجه اخري؟
سمح لي. واش تقدر تقول لي شي بلايص مشوقين باش نزور فهاد المدينه؟
واش كاينه شي كافيتيريا حدا هنا؟
زوج تذاكر ذهاب واياب لبوسطن، عفاك.
كيقول "خليك ف المسلك".
كتبغي تزور شي بلاصه معينه؟
نغلفها؟
ايه، تقدر تشري الطوابع من الالات الاوتوماتيكيه فاللوبي.
شكون من هاد الصبّاط كاين فالبرومو؟
انا ف الطريق السيار 80 حدا مخرج بيركلي.
غير سميتك وعنوانك غادي يكون كافي.
خليني ناخد الشنط ديالك.
شحال تقيل؟
عيط لشي حد كيهدر اليابانيه.
هذي هي الغرفه رقم جوج تلاته وعشرين. واش ممكن تبعث لينا جوج كيسان ديال القهوه؟
كنظن هادي هي التبديله الغالطه.
كتاخد حوالي ثلاث سوايع باش تمشي للمكتب وترجع.
واش تقدر توصيني ب بوتيك مشهور عند الشباب؟
عندو معدل ضرب ديال ثلاثه فاصله خمسه وعشرين.
عفاك ما تجيش مره اخري.
غادي نمشي مع الثانيه وخمسه عشر ديال العشيه.
عندي تذكره لمدينه ديترويت اللي كتخرج مع الحاديه عشر ديال الصباح.
عفاك عطيني بلاصه فالسطر فالوسط.
واش تقدر تعاونّي نلقاها؟
كنقلب علي شي حاجه مصنوعه ف امريكا.
واش كتحتاج اكثر من عشر دقايق علي الرجل؟
كنظن راني كنوقع ف حبك.
فوقتاش قلت خاصنا نسلمو الورقه ديالنا؟
واش كاين شي حد كيهتم بيه؟
شنو هي عدد سكان بلادك؟
طاوله لاربعه، مع السبعه ونص الليله. بشنو الاسم اللي بغيت تحجز بيه؟
بغيت نبدل الطلب ديالي.
شنو هو اول بلاصه زوينه كيزوروها السياح ف انجلترا؟
غادي نمشي غدا.
بغيت شويه مخلل ديال الخيار، عفاك.
واش عندك الوقت الليله؟
جيت من طوكيو.
بغيت عصير، عفاك.
فين ناوي تزور فهاد البلاد؟
شنو مصنوع من؟
السيد فرانك شميدت، مدير المصنع ديالنا، غادي يكون فرحان يوريك المكان.
خمسه وعشرين دولار شامل تمن الطوبيس، المرشد وتذاكر الدخول.
شنو كتظن كيناسب مع هاد الشي؟
كنت فطياره بان امريكان رقم 402. كنت مسجل جوج حقاءب.
بغيت باتري لهاد الشي، عفاك.
قريب من المسرح، عفاك.
مسجل، عفاك.
فين كاين الكاونتر ديال الخروج؟
الجو سخون.
سمح ليا، هادي هي النوع الوحيد ديال الغرفه اللي عندنا.
كنهتمو بشكل رءيسي بالاجهزه الكهرباءيه المنزليه.
واحد سينغل بلا بات، عفاك.
ايه. كنقلب علي فستان.
بغينا نجربو الماكله المحليه.
شنو كاين معاها؟
دي صاحبي للمستشفي، عفاك.
عْوَنْتيني بزّاف.
المتحف المتروبوليتان ديال الفن مزيان.
هذ العنب كيدوق مزيان.
شنو الرقم اللي خاصني نعيط عليه باش ناخد المعلومات؟
فين التليفون؟
غادي نديرو اجتماع و نقررو فهذ السيمانه.
عفاك عطيني وصل لشركه التامين ديالي.
ايه، كيدير. السما باينه مهدده.
هاد النبيذ فعلاً رتاحني.
واحد ناقص. شريت خمسه فالمجموع.
شكراً بزاف علي اللي وصلتيني لهنا مع الليل. كنقدر مساعدتك بزاف.
شنو هي اسرع وجبه؟
شحال تمن ليله وحده؟
بطبيعه الحال. غير لحظه، سيدي.
ما خاصكش توقظني باش ناكل.
بكل سرور، عفاك.
متقلقش. عيطت لوحد من محطه الاطفاء.
شحال كتخلص باش تمشي للHoliday Inn بالتكسي؟
توحشتك.
سمح لي. سكّرت شويه القهوه.
لا، غير شي شهور قليله. كنظن غنبقي هنا حوالي ثلاث سنين.
واش البوسطه قريبه؟
بغيت نكري شي معدات ديال التزلج علي الموج.
واش عندكم شي اكلات محليه؟
واش تقدر تحجز لي هاد البلاصه؟
ما فهمتش شنو كتقول.
سلام، فين كاينه الكابينه ديالنا، عفاك؟ واش تقدر توريها لينا؟
ما غاديش ننسا الوقت اللي قضيناه مجموعين تحت الشجره ف نهار صيفي مشرق.
واش هادي هي الشباك الصحيحه؟
مفروض يسخن الجو هاد العشيه.
هادي سميتي كامله والعنوان ديالي.
شحال تمن غرفه مزدوجه؟
هاد النبيذ كيدوق خايب.
واش تقدر تجيب مخده للغرفه واحد حداش، عفاك؟
فين فالطابق الثالث؟
ما عنديش وصفه طبيه.
فين هي المقبره؟
خصني نقول بسلامه.
بالمناسبه، فين كاين قسم الكرافات؟
واش تقدر تقول لي كيفاش نوصل لهناك؟
الاستراحه كتدوم تلاتين دقيقه. تقدر تاكل حاجه خفيفه فالبار ديال السناك فالطابق الاول.
واش تقدر تعاونني، عفاك؟
مرحبا بيك مع اير فرانس.
واش عندنا الوقت ندورو هنا؟
حلمي تحقق.
بلا كتشب، عفاك.
فين الميناء؟
هدا معوج.
مزيان. ها هي المفتاح ديالك. الغرفه ديالك رقم حداش و تسعود.
فين نقدر نشري الصحون؟
سمح لي علي المقاطعه، ولكن خلينا ندخلو فالموضوع الرءيسي. عندنا بزاف ما نهضرو عليه اليوم.
انا عندي حساسيه من المضادات الحيويه.
عندي شويه ديال الواجبات فالانجليزيه، الرياضيات، والفرنسيه.
غادي نرسم خريطه.
كتقبل الدولار؟
الفيزا صالحه لمده سته شهور.
ماشي مشكل. ما خاصناش يتدار الليله.
اه، جايه.
بالبريد البحري؟
خطر الا ما خديتش طاكسي باش نرجع للفندق.
لا، كنخاف غادي نتاخرو بشحال ديال السوايع.
شي وحدين سجاره بلا فلتر، عفاك.
غادي نزل ف المحطه الجايه.
مكالمه علي حساب السيد اوغاوا، طوكيو اربعه خمسه سته سبعه.
فهمت. عفاك عمر هاد الفورم. ممكن ما نلقاوهش، دير مكالمه مع شركه الكريدي ديالك.
سمح لي بزاف، سيدي. خاصنا نبلغو البوليس بهاد الشي.
واش كاين شي محل ديال التخفيضات هنا؟
اقتراحه تقبل.
عفاك وريني وصلات الاداء.
عطيني الطريق.
ايه، عندي جوج كارتونات.
شخص كيسرق الشنط. وقفوه.
ايه، عنا تسعه وتسعين نوع ديال وجبات الكورس.
عفاك عيط لطبيب ياباني.
هو خارج دابا باش يتغدي. غادي يرجع ف عشره دقايق.
واش غنوصلو ف الوقت؟
واش نقدر نطلب منك ترسم لي الطريق لبوسطه؟
شي حد يعاوني، عفاك.
الكاميرا ديالي باين عليها مخرّبه. واش تقدر تشوفها؟
واش كاين شي خط اوتوبيس اخر كيمشي لهناك؟
هل هاد الثمن علي الطقم كامل ولا علي كل واحد بوحدو؟
شنو نوع الصوص اللي بغيتي؟ عندنا ثاوزند ايلاند، جبن ازرق، وفرنسي.
بغيت شويه صرافه.
واش تقدر تهدر بشويه عفاك؟
لا، عرفت صحيح. تفارقت مع مراتي من حوالي سته شهور.
بطبيعه الحال، سيدي. كيف بغيت الستيك ديالك؟
واش تقدر تقول لي كيفاش نتحكم فدرجه حراره الغرفه؟
كلشي بخير.
شنو هو الكيمونو الرسمي؟
كنمشي للمرحاض شي مرات ف الساعه.
بغيت كاس ديال النبيذ الاحمر، عفاك.
كنقلب علي وشاح ديال الحرير.
شيل لي الشنط ديالي، عفاك.
واش هاد الطوبيس غادي لبوسطن؟
غادي نخرج مع السبعه ديال الصباح غدا، بغيت الفاتوره ديالي دابا.
قصهم شويه فوق الحواجب، عفاك.
غادي ناخد هاد وهاد.
بغيت نرسل هاد الشي عبر البريد البحري.
عفاك طفي التليفون. غادي نعيط عليك من بعد.
الما فالبانيو طفا.
كاينين ربعه ديال الفصول مميزه.
حسناً، غادي نخصم ثلاثه فالميه.
كارت الكريدي ديالي ما كيطّلعش من الصراف الالي.
النموذج يقدر يكون اسهل فالاستخدام.
عندي هاد الاعراض من هاد الصباح.
هذي كيدا ف الغرفه سبعه وعشرين وتسعه. عندي الم قوي ف بطني. عفاك عيط لشي طبيب ليّا.
كنكرهك.
بغيت نحجز سويته.
فين هي محطه البنزين؟
واش هادي عدوي؟
غادي ياخد تقريباً تسعه وتسعين يوم باش نعاودو اصدار الكارط. عفاك كتب اسم الفندق ورقم التليفون ديالك فهاد الورقه، باش نقدروا نتاصلوا بيك.
واش هاد الليموزين كيمشي لفندق القصر؟
واش غادي تمشي للمدرسه؟
بغيت شي حاجه تشرب؟
بغيت خيمه.
لقيتها.
كنقلب علي خيط.
شنو اللي كيخليك تقرا بجهد كبير؟
واش الطلب ديالنا غادي يجي قريب؟
شنو اقرب حاجه من هنا؟
واش التران كيتوقف ف اديلايد؟
عفاك صيفط ليا واحد البورتير.
بغيت هادي.
من هاد الطريق، عفاك. هاد البلاصه حدا الشباك ديالك.
بغيت شي نقط للانف.
واش هادي محطه ديال المترو ولا محطه ديال التران العادي؟
فين هي صاله الصعود للطاءره؟
الساعه وحده وربع ديال العشيه.
غادي ياخد شويه ديال الوقت باش نوجدوه ولكن.
هذ العشيه خاصنا نقررو واش غادي نكملو فخططنا باش نفتحوا فرع فشي بلاصه ف امريكا اللاتينيه، واذا قرينا، فين بالضبط، فوقاش، وكيفاش.
واش نقدر ناجلها لوقت اخر؟
فاش تشري كثر من تسعه وتسعين دولار، تقدر تستعمل نظام المعفي من الرسوم.
بني. سميتي مكتوبه علي الجنب ديالو.
غادي نخلي البيلبوي يفتح الباب بالمفتاح الرءيسي. لحظه من فضلك. شنو سميتك ورقم بيتك؟
كنستمتع بالسماع لموسيقي السول.
البطاريه فارغه.
فهمت. عفاك جوج تذاكر ذهاب واياب لسان دييغو.
قهوتك، عفاك.
شحال فالساعه؟
واش خاصني رخصه صيد؟
بغينا طابله حدا الشباك.
انا عاطل علي العمل.
واش كاين شي مدرسه ديال الغطس؟
واش تقدر تهبط لي الشنطه ديالي مع السبعه ديال الصباح؟
واش خاصنا نخلصو علي الشراب؟
كنحب Goya. متشوق باش نشوفهم.
واش نقدر نلقا تسجيلات بثمن رخيص تماك؟
واش عندكم طوبيس ديال المطار؟
ايلا جيتي لليابان، عفاك زور داري.
اه، تقريباً ساعه وحده. هادي بعيده شويه.
هما مثاليين للشط.
شحال من الوقت كياخذ باش توصل لهناك وترجع؟
واش تقدر تحتافظ علي حقيبتي حتي لربعه ديال العشيه؟
كتاخد حوالي اربعين دقيقه. عفاك خذ واحد البروشور باليابانيه، الا بغيت.
خمسين سنتيم علي كل كلمه. اغلي من اللي كنت متوقع.
واش نقدر نخلي هاد العربه برا اللوبي؟
واش هادو سلع معفيين من الضريبه؟
احسن حاجه هي تقضي وقت زوين مع صحاب زوينين.
بغيت نحجز بيت مزدوج فيه بانيو لجوج ديال الليالي، ابتداء من 3 ماي.
واش تقدر توصلهم قبل صباح غدا؟
بسبب العاصفه الثلجيه، الرحله ديال الخطوط الجويه الكنديه رقم 021 تلغات.
كتبعث الكتب لليابان؟
غادي تبقي شحال؟
واش الماكينه ديال الاكس-راي غادي تاثر علي الفيلم؟
انا داير دايت، ديرها ليا شويه صغيره، عفاك.
تم الغاء الرحله. غادي نديّوك للفندق.
غادي نوصل معطل، ولكن خليك محافظ علي الحجز ديالي، عفاك.
فاش غادي تكون الساعه؟
عفاك عطيني تخفيض.
انا برا باب غرفتي. رقم غرفتي هو 201.
عندنا عشره غرف فرديه، تمنيه غرف مزدوجه وتسعود غرف توام.
نقدرو نشوفو حوايجنا هنا.
عفاك حطها فوق الميزان تماك. خمسه وسبعين سنتيم.
واش تقدر توصلني لـ Union Station وترجعني؟
بغيت نشوف هاد الشي.
حيت حنا عارفين بلي الحكومه غادي تدير شي اجراءات جديده باش تحرك الاقتصاد.
واش عندك ستكرات ديال البريد الجوي؟
واش غادي نقدر نلقي كلشي اللي فهاد الليسته فالسوبرمارشي ولا خاصني نمشي حتي للصيدليه؟
لا، ما كنشريوش، ولكن نتي شري البنزين. عفاك عمر الطانكي قبل ما ترجع الطوموبيل.
بغيت نرسل هاد البطاقه البريديه لليابان عبر البريد الجوي.
ف نيويورك. ووكاله السفر قالت لي خاصها تكون مزيانه.
شكراً علي كلشي.
كتظن خاصني نرجع لليابان؟
واش نقدر نسولك علي سمّيتك؟
بهاد الثمن ديال اليوم، غادي توصل لهاد المبلغ.
فين كاين المعرض؟
واش نقدر نستعمل البانيو ولا الدوش الليله؟
الرقم هو جوج صفر تسعود ثلاثه خمسه خمسه واحد جوج واحد جوج.
حنا مجموعه ديال ثلاثه.
يلا، عطييني عرض حسن.
وقت البدايه ديالك هو مع جوج دالعشيه كما حجزتي. ولكن كاين شي فرقه اخري غادي تسالي قريباً.
واش درتي حجز؟
كنمشي للمرحاض كل تلاتين دقيقه.
شحال كتاخد المده باش توصل عن طريق البريد البحري؟
هنا بالضبط؟
غادي نبقاو تلات ليالي.
بغيت نبدل الرحله ديالي.
واش كاين شي محطه ديال المترو حدا هنا؟
هدا السيد كوبايكاوا كيهدر. واش نقدر نهضر مع السيد توماس؟
فاش كتخرج هاد الطوبيس؟
شحال من مره كتدير كونصير؟
بغيت ناخد درس ديال التزحلق علي الثلج.
كنسول علي الشقه الكراء ديالك.
لشخص واحد؟
عطيني قنينه صغيره منها.
فين كياكلو الناس المحليين عاده؟
واش كان عندك شي كارت ديال الفلوس فيها؟
غادي تكون اربعين دولار زاءد الضريبه، يعني المجموع كيدير ثلاثه واربعين دولار.
واش ساهل علي ولد عندو عامين يلعب؟
بغيت نرسل هاد البطاقات البريديه لليابان.
انا جاي من فرنسا.
واش نقدر نشوف التيكي ديالك؟
زوج تذاكر في اتجاه واحد لوُشنطن دي سي، عفاك.
واش نقدروا نلعبو بهاد الصبّاط؟
واش تقدر تصلح لي هاد التمزق ف سروالي؟
عفاك دير مكالمه علي حساب المستقبل.
ما عرفت شحال الحجم.
فين كاين اقرب تلفون؟
ايه، عفاك ديرها. غادي نكون كنتسني مكالمتك.
واش تقدر تعطيني تخفيض الا بقيت ثلاث ليالي؟
بغيت ناخد ليك رساله؟
فالمسرح حدا المكتبه. ولكن خاصك تحجز بلاصه.
سمح لي. واش نقدر ناخد خريطه ديال المدينه؟
واش ماشي خطر؟
هذ السطر طويل.
بغيت بيض مقلي، توست وعصير الطماطم.
خريطه، عفاك.
واش تقدر تكسر هاد الشي، عفاك؟
واش عندك واحد الفورم ديال الطلب اخر؟
واش التاق ديال السميتك مربوط مع الشنطه ديالك؟
واش عندك شي حاجه تعلن عليها؟
بيت جوج، عفاك.
ما كايناش بلايص محجوزين. تقدر تجلس في اي بلاصه بغيتي.
بغيت شي نقانق، عفاك.
خدا الشنطه ديالي.
واش نتي كوريه؟
لا، ولكن عندنا طوموبيل صغيره جديده بزاف. الحمراء اللي تماك.
قلت سعر الصرف ديالنا. واش هادشي كيعني كل بنك عندو سعر مختلف؟
شنو غادي يتوقعو مني نلبس؟
شحال من درهم خاص؟
قيسها، عفاك.
بغيت ساعه حيط.
فاشنهي المدينه اللي غادي يوقف فيها الطوبيس من بعد؟
اه، نتي ذكيه بزاف، ماشي هكا؟
الفْرنك السويسري، واش مزيان؟
شحال من الوقت كياخد من لوس انجلس حتي سان فرانسيسكو؟
مساء الخير. كيف نقدر نعاونك؟
بغيت شي دوا للحموضه.
بغيت نقول لصحابي علي هاد البلاصه، واش تقدر تعطيني منشور ديال اوطيل؟
ضعت الباسبور ديالي. عفاك دير لي تقرير ديال السرقه.
فين غادي يديّني؟
فين التليفون؟
سمح لي شويه.
غادي نكتب ليك.
شنو هي اشمل جوله ف المدينه؟
واش ممكن تعمر هاد الفورم، عفاك؟
بغيت واحد هوت دوغ مع البصل، عفاك.
شنو التخصص ديال هاد المطعم اليوم؟
سمح لي. واش تقدر تقول لي شحال كتكون تكلفه عشاء متوسط؟
بدل هاد الشي، عفاك.
شنو رايك تمشي لباريس غدا الصباح وتبدل علي طياره Swissair ديال العشيه؟
عفاك تسني باش يجيبو ليك بلاصه.
ممنوع الغطس.
نعم. هادي الغرفه حداش وتسعود. التكييف ما خدامش. واش تقدر تصلحو؟
واش. فين كاين زر التصوير ديال هاد الكاميرا؟
ربحنا عقود مع اغلب الموردين في اليابان.
واش تقدر تقول لي الطريق لساحه الاتحاد؟
واش تقدر تقول لي كيفاش نستعمل مضخه الغاز؟
واش عندك الخردل؟
فـ فندق ZZZ. اسم مضحك، ماشي هكا؟
المرجان هنا زوين والتيار هادء شويه مقارنه.
خمسه وتمانين بنس.
كان ذلك شيق بزاف.
سجلت في جوج ديال الشنط.
بطبيعه الحال. وعفاك بلغ تحياتي الحاره للانسه كوك اللي دارت بزاف ديال المبادرات المزيانه خلال لقاءنا.
واش عندكم شي بلايص فداك الثمن؟
عندي رقم حسابي البنكي.
كنخاف ما تقدرش. خاصك تمشي تخرج وتدور شويه.
انا ربه بيت.
واش تقدر تتهجّي اسم العاءله ديالك، عفاك؟
بغيت تذكره لشيكاغو، عفاك.
كتظن تقدر تبدل العجله بوحدك؟
هادي زوينه بزاف. خصك تجي تزورنا شي مره.
فين المشكل؟ عفاك شرح لي.
من اليسار، هادو كيشيرو للوقت اللازم للصناعه، تقدير التكلفه، والمخاطره الماليه.
واش تقدر تبدل ورقه ديال عشره دولارات؟
فاش غادي نخرجو؟
واش تقدر توصيني بشحال من اوطيل اخر؟
بغيت شويه بودره للوجه، عفاك.
واش الطياره متاخره؟
سمح لي.
كاين ثقب فهاذ الشي.
عندنا غير المقاس تمانيا دابا.
عندنا القهوه، اتاي، عصير البرتقال، وهكذا. شنو بغيتي؟
ماتقلقش.
انا غير دايز من هنا.
هدا باين ما طابش مزيان. واش تقدر تطبخو شويه كثر؟
غادي تاخد هاد الشنطه معاك للطاكسي؟
بغيت واحد قوي.
عفاك، واش ممكن تعطيني شويه ديال الابزار؟
لا، كنحس براسي محظوظ. يلا.
فين نقدر نشري؟
واش عندك واحد اكبر؟
عافاك خبرني ملي نوصلو لـ Green Park.
واش خاصني ندي تامين؟
واش نقدر نصوّر فالمتحف؟
شنو كاين دابا فالفيلم؟
واش تقدر تبدل هادشي لين ياباني؟
ايه، مشيت. مشيت الاحد اللي فات مع واحد صاحب.
هذي هي الغرفه ثلاثه صفر جوج.
واش ممكن تعطيني خبز زايد؟
واش تقدر تعاونّي باش نجيب التيكيات؟
واش الثمن ثابت باش تمشي للوسط ديال المدينه؟
بغيت نحجز طاوله لثلاثه علي السبعه، عفاك.
واش كتقدر تشوف واحد البنايه بيضاء؟ راه قدام البنايه.
واش هادي هي الطريق الصحيحه للتران اللي غادي لمحطه X؟
انا فـ "ABC" اوطيل، الغرفه سته وتمانيه وخمسين. واش تقدر تطلب منو يتاصل بيا هنا عفاك؟
لا شكراً، هذا كلشي.
كاعِدَتي كَيَوجَعوني.
فين كاين واحد البانصير؟
هاد القهوه قويه بزاف.
عفاك عطني نسخه من تقرير السرقه.
عندنا انظمه المترو فمدن كبيره بحال طوكيو.
سمح لينا ما نقدروش، ما عندناش نفس الحاجه.
واش تقدر تعطيني مخدر؟
بكل تاكيد. سير دغيا علي طول ثلاثه ديال البلوكات. من بعد دور علي اليسار. غتشوف باب زوين علي الطراز الصيني.
الثمن غيكون عشره دولارات لكل واحد.
سمح لي. واش ممكن تعمرها بالبنزين العادي، عفاك؟
واش شفت المشتبه فيه مزيان؟
واش، شنو رايك؟ بغيت نسمع اراءك اكيد.
شنو رايك تشيل لي هاد الصبّاط فيه؟
غادي نرجع لهنا غدا. شنو هي ساعات العمل ديالك؟
واش كيشمل الشامبو والتنشيف بالمجفف؟
شكون بغيت تشوف؟
فاش هي ساعه الصعود للطاءره؟
بغيت شي سروال داخلي.
غادي نعطيك رقم تليفوني تماك ف اقرب وقت نقدر.
الطبق الرءيسي هو مزيج ديال اللحم المشوي والكركند.
منين كيبدا التران ديال بوسطن؟
هذي من احسن جوده عندنا.
واش غادي تقدر تعوضني عليها؟
غادي ناكلوها مجموعين، عفاك جيب معاك شوكه زايده؟
واش الكبار مازال كيتحترمو فاليابان؟
واش كاين شي تمن علي السماعات؟
التكلفه الاساسيه هي خمسميه دولار مع رسوم اضافيه ديال خمسه وخمسين دولار في الشهر.
فندق هاليكولاني.
بطبيعه الحال، سيدتي. بغيتِ تستعملي ملعقه الحذاء؟ كيفاش كاين اللباس؟
واش تاكد من جديد؟
واش نقدر نشوف هاد الشي، عفاك؟
شربات الدلاح، عفاك.
شنو النوع، سيدي؟
واش هادشي مزيان؟
هو زوين بزاف باش يكون صحيح.
واش نقدر ناخد جوج هوت دوغ باش نخرج بيهم؟
عافاك، عاونّي.
كنفيق مع سته ديال الصباح كل نهار.
سمح لينا ما نقدروش. غادي ياخد اكثر من جوج سيمانات.
فين نقدر نلقي معلومات سياحيه؟
فهمت. غادي نراجع مع الفريق ديالنا.
كيفاش نوصل لمبني امباير ستيت من هنا؟
شحال الثمن باش نكري تليفون محمول وباجير؟
يا ربي.
واش كتقبل الطلبات ديال العشاء دابا؟
سميتي تسونيو سوزوكي. هادي تاكيد الحجز ديالي.
فندق الريتز.
سلام. لباري، عفاك.
طابله حدا الشباك، عفاك.
واش تقدر توريني اللي حدا الشباك؟
واش هاد اللوشن ديال الجسم كايمنع العرق؟
الشيكارات ديال البلاستيك، عفاك.
ضعت الشنطه ديالي.
بغيت نجرب هاد الصبّاط العالي.
واش كاين تبديل الحرس اليوم؟
يمكن لك تعمر هاد الوصفه الطبيه فالصيدليه اللي فالطابق الرءيسي.
ما عندكش فلوس صغار؟
سمح لينا، الطابلات ديالنا عامرين. واش بغيت تصبر؟
هدي فيها شرخ.
بغيت باس ديال سيمانه، عفاك.
غادي نجرب شي ايس كريم.
واش ممكن تعطيني منفضه السجاءر، عفاك؟
عافاك دور علي اليسار.
تاناكا، الغرفه واحد صفر صفر.
سمح لي، واش نقدر ناخد شويه ديال الما؟
هدي كبيره عليا بزاف. وريني واحد الحجم اصغر، عفاك.
هدي من طيبتك تقول هاد الشي.
رد بالك. ها انا جاي.
واش تقدر تعاود تصدر تذكره جديده غير علي مصاريف المعالجه؟
غادي تاخد حوالي ساعه.
خمسه عشرينات واربعه خمسينات.
واش هادي صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نخبرك فين غادي نكون.
واش كاين شي مغسله حدا هنا؟
واش نقدر نْسلف سشوار؟
واش تجيب لي الملح، عفاك؟
هادي هديه.
كنستناك تسكت.
الرقم هو صفر ثلاثه ثلاثه جوج ثلاثه ربعه واحد جوج ثلاثه ربعه.
انا فرحان بزاف بالهديه.
خصني نشد شنطتي مزيان، الا حاول شي حد يديها.
فالعشيه كيتعتم مع الربعه ديال العشيه و المحلات كتسد بكري.
واش التمن ديال الخدمه داخل؟
شحال بغيت تقطع؟
سمح لي، واش ممكن تشرح لي هاد الزراري؟
شنو رايك فداك الطوموبيل لي تماك، واش هي بليموث؟
سمح لي، ولكن خاصني شي حد يعاوني.
لمده ربعه ايام. الا بقي العَرَض، نقدر نعمرها مره اخري.
واش كاين شي خدمه من شيكاغو لسياتل؟
واش الوراق بحجم قانوني غادي يدخل؟
واش كاين بيت الراحه خاص؟
المناديل خاصهم يتلففو ويتحطو فوق الرف اللي فوق الحوض.
وريني شي سويترات اللي كيلبسو مع هاد الشي.
كنتمناو من خلال اثبات قابليه استعمال الميكروكمبيوترات فهاد المجال اللي مهمل شويه، نزيدو فمبيعاتهم فالمحلات التعليميه.
شحال الثمن؟
كاين طلب كبير علي هاد الكمبيوتر الجديد.
كين الدم هنا.
بغيت شي مسكن للالم.
ممكن الا قدرت ناخد طياره فالصباح بكري نهار سته وعشرين.
بغيت واحد باي ا لا مود، عفاك.
بغيت شويه ديال الما، عفاك.
الا كانت هاد الجوله ديال النهار كامل كتضمن Fisherman's Wharf، غادي ناخدها.
ماشي مشكل.
ما كنحسش مزيان، عفاك عطيني شي دوا.
هاد الستيك قاسح بزاف عليا.
سالي علينا دابا.
حسنًا، هما فريق شاب بزاف، و Dodgers كيتقوا بزاف حتي هما.
مازال، شكراً.
عفاك وقف فوسط المجموعه ديالنا.
بغيت نغسل الحوايج قبل شي وقت اليوم.
فيلم شراءح ملون، عفاك.
عدد سكان اليابان هو السابع في العالم.
شي حد حاول يقتحم. شاب صغير، كنظن.
هنا فالصدر ضيق بزاف.
واش تقدر تتاصل بشركه التامين؟
شنو من النبيذ عندكم؟
لا، خذ الرقم ثلاثه.
ثمنها خمسه دولارات.
اه، شكراً. عجبني بزاف.
انا ف الخدمه.
غادي نبقي ف فندق هيلتون. غادي نكون هنا غير ثلاثه ايام.
بغيت تلفاز محمول، عفاك.
واش كاينين شي اوتيلات حدا المطار؟
بغيت واحد فرانك مع الريليش، عفاك.
عندي خياطه فبطني.
عيط علي فرقه الانقاذ، عفاك.
تذكره واحد ديال الطالب، عفاك.
عفاك كتب ليا رساله ملي توصل.
سمح لي. شوف، غادي نخلص علي كلشي. غير ما تعيطش للبوليس. بابا غادي يقتلني.
انا معياق.
واش تقدر تغلف هاد الشي كهديه؟
عندي الم خفيف فالمعده.
ما عندكش شي حاجه وسط؟
زوج طوابع ديال دولار واحد وعشره طوابع ديال عشرين سنتيم، عفاك.
ما كياكلوش البيض الني ف امريكا.
فين نقدر نصلح ساعتي؟
وعفاك قول ليهم غادي نتاخرو بحوالي تلاتين دقيقه.
عطيني عشره توكنات، عفاك.
انا كنستعمل صندوق الامان ديالك.
كيفاش نوصل للمطعم؟
سرّع.
غادي يكونو واجدين مع غدا. ولكن مع الخدمه الخاصه ديالنا، غادي يكونو واجدين مع هاد العشيه.
اكيد، خذ الباص رقم خمسه من فندق رويال ونزل ف ميدان وسط المدينه.
سمح لي، واش تقدر توريني الطريق للمحطه؟
تقدر تلقاه فمحطه الطوبيس تماك.
غادي نسولو علي الوقت اللي كيناسبوا قبل ما نعيط ليه.
كنتر ديال كراء الطوموبيلات، عفاك.
بغيت نشوف الجبال.
هدا للعيالات ولا للرجال؟
بغيت نشري نضّاره جداد.
بغينا نديرو بلاغ علي شنطه ضايعه.
غادي ندوزو من عند الحانوت ف الطريق للرجوع؟
غادي يكون واجد مع غدا العشيه.
بدل هاد الشي لبيزيتاس، عفاك.
شنو كتفضل، بلاصه للمدخنين ولا بلاصه لغير المدخنين؟
هذا السيد تانكا. توّا تسجّلت، ولكن ما عجبنيش هاد الغرفه.
ويسكي علي الصخور، عفاك.
لا، ولكن عندنا طبيب كيعرف اليابانيه مزيان بزاف. يعني ما كاين حتي مشكل.
ماشي مشكل.
ما عارفش المقاسات ديال استراليا.
واش غادي ترقص معايا؟
هادي هي كلشي دابا. شحال خاصني نخلصك؟
لو كنت مكانك، غادي نجرب هاد الشي.
الجدول كيبين الفروقات الرءيسيه بين جوج انواع ديال العقود.
واش انا؟ الشطرنج لعبه مثاليه بالنسبه لي.
نعم. بغيت نشري شي تذكارات. واش تقدر تنصحني بشي حاجه تقليديه؟
هو مريض. عفاك عيط لطبيب ليه.
شنو هي الرياضه الاكثر شعبيه هنا؟
شنو نوع البرامج التلفزيه اللي كتهمك؟
واش كنخسرو ولا كنربحو نهار ف الطريق لامريكا؟
وريني الجدول، عفاك.
بغيت شي سماعات.
كتعيش بوحدك؟
غادي خاصك تسني تقريباً ساعه.
كيفاش كتديرها؟
الكاميرا ديالي ما خداماش مزيان.
نتمني ليك اقامه مزيانه.
ايه. هاد الصباح شريت سويتر من عندكم فالمحل. ولكن ملي رجعت وفتحتو، ما كانش هو اللي شريتو. ها الفاتوره ديالي.
كيفاش كتكل هاد الشي؟
واش عندك سلطه خضراء؟
عامر، لا شكراً.
كتعرف شي دكاتره كيهضرو اليابانيه؟
فاش كيبدا العرض؟
واش نقدر نخلص بالين؟
هواياتي هي تسلق الجبال ولعب البيانو.
ما كنصدقش خاصني نرجع لليابان. كنتمني نقدر نبقي مده اطول.
الما كيسرب من الفوق. ما قديتش نبقي جالس هنا.
كننصحك بواحد الكريو.
هدي السيده مايزاكي فالغرفه ثلاثه وعشرين خمسه عشر. بغيت مكالمه ايقاظ صباح غدا.
هي معروفه بالمحيط الزوين.
بسلامه.
فين نقدر نشري واحد الكريو؟
نعم. بالزرق، الحمره، والصفراء.
غادي نفرح نعاونك.
بغيت نعمرها فالبومبه رقم خمسه، عفاك. ها عشرين دولار.
فرحان بلقاءك.
فين نقدر نصرف شي شيكات ديال المسافرين؟
واش تقدر تحجز لينا بلايص لغدا العشيه؟
واش تقدر توصلنا للمقاعد C تسعتاش و C عشرين؟
قدرت نشري طوموبيل جديده غير مءخراً.
قسم لي شعري من اليسار، عفاك.
شحال من مره كيدوز الطوبيس ديال هايد بارك؟
واش عندكم مرشد كيهدر اليابانيه؟
ايه، واحد السلطه خضرا، عفاك.
قلب علي طبيب كيعرف اليابانيه، عفاك.
قريبًا ومع صاحب. ولكن كاين مشكل. ما عنديش صاحب دابا.
عطيني شي دوا، عفاك.
بغيت نبدل بيت ديالي.
سمعت الاعلان علي الغاء الرحله واحد سبعه.
بغيت زوج ديال الصبّاط بسول ديال المطاط، عفاك.
سير دغيا. اوطيل ميلتون كاين علي اليسار.
فين نقدر ناخد التذكره؟
بغيت ندير حجز.
عافاك سوق باسرع ما تقدر.
الطبخ تماك خايب.
شحال من قنينه ديال المشروبات الكحوليه عندك؟
بغيت نوصل للمطار قبل سته ديال العشيه.
واش نتا مستعد تنقص الثمن حتي لسبعه دولارات؟
بغيت نشري شويه حوايج قبل ما نمشيو. واش تقدر تهتم بشنطتي شويه؟
تقدر تبدلو فشي بنك من بنوك المطار.
بغيت شي مشابك ديال الورق.
شنو هي النسبه؟
عندنا نبيذ وردي ممتاز.
مزيان.
واش نقدر نهضر مع السي جونز؟
شنو هاد الفاتوره علي؟
شفت الماتش؟ الينكيز ربحو.
بغيت ندير مكالمه علي حساب المتلقي لليابان. انا واتانابي غوروه، الغرفه واحد جوج تلاته. بغيت نهدر مع السيد واتانابي ماكوتو علي الرقم تمانيه واحد اربعه خمسه تسعود تسعود تسعود واحد واحد علي حساب المتلقي.
هاهي الفاتوره ديالك.
غادي نجرب هاد الشي.
لا، ما جيتش. غير جيت من اليابان دابا.
لا شكراً، نقدر نلقاها بوحدي.
واش هاد الطوبيس كيدوز من فيفت افنيو؟
المرشد ديالنا غادي يلقانا فالمطار.
مكالمه من شخص لشخص، عفاك.
بخير، شكراً.
هي كتدمي.
انا عندي حساسيه من المحار.
واش تقدر تقول لي برنامج التلفزه ديال اليوم؟
شنو نهار الاسبوع اليوم؟
هل هادي ظلال عيون؟
صحيح. غادي تكون تدريب مزيان.
انا متاكد غادي تبراي ف وقت قصير.
انا استاذ.
بغيت علبه ديال الصباغه.
سته وتلاتين تعريض، عفاك.
فاي قناه كاين الفيلم؟
المكله المكسيكيه.
هادي جايه الطوبيس. حسن ليك تسرع.
حسنًا، السر ديال التسوق الناجح هو توصل بكري قبل ما يجي الزحام.
يلا نديرو اتفاق.
اه، مزيان. عندنا الوقت بزاف دابا.
شنو هو الكوكتيل الخاص ديالك؟
واش عندك هادشي فالخضر الغامق؟
عشرين الف ين، عفاك.
واش هادي هي البوابه ديال رحله امريكان ايرلاينز رقم عشرين لميا مي؟
هادي قليله بزاف.
واش نقدر نبدل هاد العمله لعمله ديال بلاد اخري من بعد؟
عطيني كل فلوسك.
عندي المكتب ديالي هنا فوق. هادي ان باتلر، السكرتيره ديالي. ان، هادا السيد اوزو من اوساكا.
بغيت نحجز بلاصه فالكلاصه الاقتصاديه لشيكاغو لهاد الاربعاء.
بغيت نحجز بيت لثلاث ليالي الجايه.
واش تقدر تحل لي الباب؟ ولا نقدر ندي المفتاح الرءيسي؟
واحد من داك الباك الحمره، عفاك.
مايهاما هي المحطه الصحيحه لديزني لاند.
ثمنو غالي شويه.
فاش غادي يوصل الطوبيس لفندق هيلتون؟
هدي طبق مشهور فالمطعم ديالنا.
عفاك خلّص ثمن الغاء الحجز ديال الفندق.
مزيان. غادي نسالي الخدمه مع السته، واش نلتاقاو مع السبعه؟
حسنا. الرصيد ديالك فالحساب هو ستميه وثلاثين دولار.
كاينين المحلات الكبري ديال التسوق تماك.
واش نقدر ندي الشنط ديالي فالمكان اللي غادي نوصل ليه؟
عفاك شيك عليه بسرعه.
واش عندك شي هديه مزيانه لراسي؟
فيقني باش ناكل.
واش تقدر تقول لي كيفاش نستعمل المنبه؟
باش نقرا.
بطبيعه الحال، ها الخردل.
السوكت ما خدامش.
كتشوف العلامه ديال Air U.S. سبعه صفر سبعه؟ خاصك تمشي لهناك.
شريت سته عشر دولار ديال البنزين السوبر بلا رصاص.
عندي الم فالمعده. واش ممكن تعطيني شي دواء؟
كنقلب علي دباسه.
هدا كان مشهور فالفوريناتينات حتي الستينات.
بغيت نعرف قياس عنقي.
بغيت شي كاس ديال القهوه زايد؟
السويتش مخرّب.
واش نقدر نعيط ليك؟ واش تعطيني رقم تليفونك؟
هذي خلطه ديال اربعين فالميه قطن وستين فالميه نايلون.
غادي نرهنها علي الارقام الحمرا اللي زوج.
تكلفه كراء العصي تمانها تمن دولارات للمجموعه كامله وكراء الصبّاط جوج دولارات.
ثلاثه ايام من السابع ديال يونيو.
واش كاينين شي شقق يقدر الساءح يكرّيهم؟
واش هو عارف انني هنا؟
غدا؟ ما عنديش حتي حاجه نديرها طول العشيه. ولكن علاش؟
بغيت نعيط للسيد هاشيموتو علي حسابو.
واش كاين ماتش ديال الكره هاد الويكاند؟
هادشي مزيان. بغيت هاد الشي، عفاك.
واش تقدر توريني الفاتوره ديالي، عفاك؟ شنو هاد المصاريف؟
هما ف الجهه الاخري من قسم المجلات.
شنو هي الاختيارات ديال اليوم؟
فين خاصني نقدم باش نعاود نطلب؟
هي شويه حاده بزاف.
تابيو اوزورا.
غادي نورّيك البلايص.
بغينا طابله فالقسم ديال المدخنين.
بغيت شامبو ضد القشره.
واش تقدر تعاونّي نعمر هاد الفورم؟
واش كاين شي تخفيض للسياح؟
بغيت سحاب.
من بعد الشامبو، بغيت مناكير.
ماشي غالي بزاف. مزيان. عندنا اوطيل زوين سميتو The Beverly. كاين فالجانب الشرقي.
غادي نبدل الطياره ف باريس.
ماتقولش عمرها عمرها.
واش كتعرّف عليه من زمان؟
فمحل التذكارات حدا المدخل.
لا. هادي تمورا.
عندي موعد مع السبعه.
شنو كايدير؟
عفاك ضغط علي هادو.
بغيت نحجز بلاصه فالكار للنوم لمادريد لليله.
اكيد. غير هبط فهاد الزنقه جوج ديال البلوكات، وغتشوف Nations Bank علي يدك اليمني.
شكراً، ولكن بغيت نفكر مزيان فيها.
فاش كيوصل؟
شحال هادي للباوند؟
شنو غادي يوقع الا قلت نعم؟
بغيت دير شي عمليه اخري؟
المراه اللي لابسه الحمره، هي كوكتيل ديال الفراوله مع الشمبانيا وكتعطي انتعاش كبير.
هادي مفيده. شكراً. سمح لي، شنو سميتك من فضلك؟
واش كانو شي علامات خاصه ولا مميزات عليه؟
كاين اوتوبيس اخر فـ 12 و نص.
واش نقدر نشوف السويتر اللي فالشباك؟
جوج ديال الداكييري، عفاك.
واش كاين شي مطعم كيهضر باليابانيه؟
واش تقدر تنادي علي صاحبي؟ ضيعتو وسط الزحام.
غادي نعطيك حقنه.
صاحبي تعرّض لوجع حاد فالبطن.
بغيت شي كريم للبشره الدهنيه.
واش تقدر توصيني بجوله سياحيه؟
حوالي ثلاثين دقيقه. عفاك تسني فلوبي ديال الترانزيت.
واش نقدر نعيط علي اليابان و المصاريف علي المتلقي؟
واش ممكن يجيبو لي بيتزا للغرفه ديالي؟
كنظن نقدرو نوفرو ليك طابله فثلاثين دقيقه.
فين كاين اقرب محل حلاقه؟
شحال تْكَلّفْ طقم؟
انا جاي من المانيا.
عفاك بدل هاد الشي للدولارات.
واش عندك البرسيمون؟
كاين ريحه زوينه جايه من داك الكشك ديال الماكله.
واش تقدر توريني كيفاش ندير مكالمه تليفونيه؟
كنظن كاينين ناس مخدرات هنا.
واش كتفهم شنو كنقول؟
واش نقدر نسول علي وقت الانطلاق من هنا؟
هو خارج.
بابا خايف يركب الطياره.
انا هنا مع صاحبي. واش نقدروا نقعدو معاكم؟
الماكله زوينه والناس خدامين بزاف، ولكن التلفزه ديال الدراري.
فهمت. خليني نشوف في كتابي. عندي وقت فارغ هاد الجمعه. كتفضل الصباح ولا العشيه؟
شكراً. عفاك خلّص عند الكاشيير اللي تماك. شكراً مره اخري.
رجع فوقاش؟
فين هي الصاله التنفيذيه؟
التسعوده ديال الساعه.
سمح لي. ما عنديش معايا دابا كافي.
واخا. يلا نديروها. واش نتا واجد؟
هل هاد الكوارتز؟
اه، خاصني نشري معجون الاسنان حتي هو.
طلب ديال سلطه البطاطا باش ناخدها معايا، عفاك.
تلوث الهواء مشكل خطير فهاد المدينه.
واش عندكم صاله؟
كريسي فبطني.
رقم التليفون هو واحد جوج تلاته ربعه خمسه سته.
بغيت الحوت ولا اللحم؟
عفاك لقِّي بلاصه. خاصني نقعد.
خصني نوصل للمطار مع الثمانيه ديال الصباح.
كنظن انني تلاقيتك من قبل. انا كينيشي يامادا من شركه نانيو للتكنولوجيا.
واش تقدر تشوف هاد اللوحه ديال اختبار النظر، عفاك؟
غادي نديرو حفله وديه غدا. شاركنا، ما تجيش؟
واش ممكن تعطيني مفك؟
واش نقدر نصور فيديو؟
اه، داك الطياره صغيره بزاف باش تشيل جميع العفش.
ممنوع التدخين فالاسنسور، عفاك.
بغيت نمشي فكرّابه بحريه.
عافاك نصحني بمطعم.
هذي هي الغرفه ثلاثه وعشرين وخمسه وعشرين. التلفاز ما خدامش.
بغيت جوج ياردات من هاد القماش، عفاك.
عفاك خلّص تمن التنقل باش توصل لهناك.
شنو كتفضل، كلب ولا قط؟
نقدر نتحملها.
واش تجيب لي شويه ديال التلج وجوج كيسان، عفاك؟
كان عندي واحد القنينه ديال الما المعدني من التلاجه.
شنو رقم الرحله ديالك؟
عندي مشاكل فالقلب.
فين كاين زيت السمسم؟
هادي هي البلاصه فين وقعات تصادميه رباعيه قبل نهار البارح.
مرات كنمشي نلعب الغولف فالعطله ديال السيمانه.
كاينين بعض النقاط خاصني نفكر فيهم.
بغيت نحدد موعد مع العشره ديال الصباح.
سكت. غادي نعيط وندير موعد باش نقصّها.
واش تقدر تجلس ثلاثه؟
السماعات ما كيبانش خدامين مزيان.
شنو كاين ف السينما الليله؟
واش نقدر نعاود نطلبهم؟
واش عندك روبي ف اطار ديال الفضه الاسترلينيه؟
شنو هو الحد ديال العمر؟
بغيت عصير الطماطم، عفاك.
نعم، واش تقدر تشرح لي كيفاش نستعمل هاد السماعات؟
حتي شحال من الوقت مسموح لينا ندخلو؟
كتعرف شي محلات فيهم باعه يابانيين؟
ايه، سيدي، كاينين بعض من احسن الناس كيسكنو هنا - الناس اللي كيعطيو البخشيش للسواق ديال الطاكسي، الا فهمتيني، سيدي.
تذكره من الدرجه الثانيه في اتجاه واحد، من فضلك.
انا محجز في الرحله رقم خمسه المتجهه الي سياتل غدا.
حنا شويه متاخرين، ولكن ماتقلقش.
تاكد بلي تحافظ علي جميع وعودك.
فين نقدر نسجل فمدرسه الغطس؟
عندك ظرف اخر؟
ما بغيتش زيت للشعر، شكراً.
شحال من نهار؟
ما بغيتش هاد الشي.
فهمت. كيبان زوين. ولكن واش ماشي شويه غالي؟
ما عنديش فلوس باش نستعمل الخزنه اللي كتخدم بالعملات.
واش عرفت بلي ما وقفتش عند العلامه؟
شحال الثمن لليله؟
القياس ديالي سبعه.
غادي نوصل تقريباً مع العشره د الليل اليوم.
رقمي هو واحد جوج تلاته-تسعود صفر خمسه خمسه.
حيت جيت لهنا حتي لسافيل رو، خاصني نصايب لي راسي كوستيم.
عَمر البطاريه، عفاك.
20 ابريل.
بغيت نبدل لطياره ديال العشيه.
حوايج، شكاير، صبّاط، حوايج بحال هكا.
هي بنت يابانيه عندها تمن سنين.
كيف داير؟ بابا كيسلم عليك.
يلا نسرعو، ولا غادي نتاخرو.
واش هادي هشه ولا كتتكسر؟
كنخاف هاد المشروع غادي يفشل.
علمني الخطوات، عفاك.
حوالي ساعه ونص.
سمح لي. عطيتو لشخص اخر ساكن ف نفس الغرفه.
ماري وصلت ف الوقت ديال التران، ولكن جورج ما وصلش.
كل الخدمه بلا لعب كتخلي جاك ولد ممل.
غادي نفكر فيها.
تذاكر الاكسبريس صالحه غير للتران والكرسي اللي حجزتيهم.
شكراً بزاف علي شرح كلشي ليا.
ما درتش حركه ديال الامعاء من ثلاث ايام.
شنو النادي اللي خاصني نستعمل فالضربه الجايه؟
شنو هو الشاطء اللي كيعجب الدراري المحليين بزاف؟
كولهم سلع شخصيه.
ايه، غير واحد كوكا.
تفضل خد الحلوي.
واش ماشي خطر تاكلها؟
هادي بطاقه المطالبه ديالي. واش غادي تشوفها دابا؟
كنشريو حتي بزاف ديال الماكله البحريه من دول خرين.
حوايج هشه.
متقلقش. غادي نعلنو عليه.
الطريق لـ Fisherman's Wharf، عفاك.
واش تجيب لي شي اتاي وخبز وزبده؟ هادي الغرفه رقم جوج ثلاثه ربعه.
انا غادي نموت علي شربه ديال البيره.
كتعتمد واش عندك شي حاجه تصرح بها ولا لا.
حاضر، سيدي. عفاك قطع الخط وغادي نعلمك مني ندوز المكالمه.
النشر المكتبي ولي شاءع بزاف هاد الايام.
واش ممكن تبدل هاد الفاتوره لفواتير صغار؟
مانشستر عفاك.
سمح ليا، حنا ما كنقوموش بهاد الشي.
سكبت شي حاجه. واش تقدر تجيب لي منديال؟
فاش كانت اخر مره درتي فيها العلاقه الجنسيه؟
شحال تمن التذكره لوايت بلاينز فالخط الشمالي؟
واش هادي جوله نص نهار؟
عفاك وريني الجدول الزمني.
بغيت نغسل يدي. واش كاين شي بيت فين نقدر نغسل يدي؟
واش خاصني تيكيات؟
كاين شي مشكل ف الطوموبيل. واش تقدر تشوفها؟
اه. هو عارف بلي بغينا حوايج.
مكالمه بعيده، عفاك.
سمح لي، ولكن هو دابا ف اجتماع.
كنقلب علي بنك. فين اقرب واحد؟
شنو نوع الخدمه؟
اه، الزفت. فين حنا دابا؟
صباح الخير. شحال من واحد فيكم غادي ياكل؟
المفتاح ديال الكارط مقوس. واش ممكن تعطيني واحد اخر، عفاك؟
خصك تسجل الوصول قبل التسعين دقيقه من وقت الاقلاع.
خليت المعطف ديالي ف الخزانه ديال الاوتيل.
عفاك بدل هادشي بفلسات صغار.
ممكن شي حد خذاها بالغلط.
فين كاين كورس المبتدءين؟
واش عندكم الوان مختلفه؟
بغيت نرجع الراديو اللي شريتو البارح.
شنو الخط اللي خاصني ناخد؟
عفاك جيب لي منشفه.
عندي طياره ربط علي Northwest 234. فين نقدر نسجل الشنطه ديالي؟
واش نقدر نبدل البلايص؟
دولار و خمسه و سبعين سنت. غادي نعيط ليك ملي يولي واجد.
واش تقدر تسول علي هاد الشي فطوكيو؟
هذي هي الغرفه سته-صفر-واحد.
شنو هاد المنظر.
عافاك فاقني مع السته ديال الصباح غدا.
كتبان قطعه ذات جوده عاليه.
نخد ليك حوايجك؟
عفاك، واش ممكن تعطيني الفاتوره ديالي؟
واجه نهر التيمز، من فضلك.
سمح لي، واش تقدر تصوّرنا؟
واش كاينين شي بلايص للغوص حدا هنا؟
بغيت واحد تشيزبرغر بكلشي، بطاطا مقليه وشيك فراوله.
عفاك صيفط هاد الطرد بالدفع عند التسليم.
انا فرحان بزاف حيت وانا خارج من طوكيو وانا كناكل الماكله علي الطريقه الغربيه.
بغيت نرسل هاد الشي بالكابل.
عفاك كتب سميتك، الفندق، ورقم التليفون ديالك فهاد الورقه.
واش نقدر نحدد موعد نهار الجمعه؟
صباح الخير. هادي هي نداء الاستيقاظ ديالك.
درت مكالمه.
عفاك وريني الطريق لمكتب BA.
سمح لي. واش تقدر تفرق لي هاد دولار واحد وصفر سنتيم؟ بغيت نعيط، ولكن ما عنديش صرافه معايا.
من التسعود ديال الصباح حتي التسعود ديال العشيه.
واش تقدر تطبع اسمي و العنوان ديالي فوق الورقه الرسميه؟
هادي هي الوصل ديالي ديال الاداء.
واش اللبسه الرسميه ضروريه؟
شحال تخلص علي تنظيف الوجه مع ماسك الطحالب؟
بغيت نصرف الشيك.
كيفاش كان الجو ف لوس انجلس؟
هي غير برا هاد الباب. سير لوقف الطوبيس لي معلم برقم ثلاثه. داك الطوبيس غادي يديك لفندق باي فيو.
بهذا السوفتوير، المستخدمين يقدرو يصاوبو صفحه ويب فاقل من عشر دقايق.
طيحت وخدشت ركبتي مزيان.
عفاك ورّيني.
شنو مكتوب فاللوحه؟
علاش المنتج ا حافظ علي الحصه الكبيره ديالو فالسوق لمده خمس سنين لفاتو؟
حسناً. عفاك سير دوز لتشيك ديال الباسبور.
رد لي جوج دولار.
فوقتاش غادي تجي؟
واش عندك نفس الحاجه بالاسود؟
فاش كتخرج اخر طوبيس ديال التران؟
عفاك نزلني فالتوقيفه الجايه.
لوحات الكراء، عفاك.
ايه، عندنا ثلاثه ديال ملاعب التنس فظهر هاد الجناح.
عفاك جيبني من المحطه.
فين خصني نوقف فالطابور؟
عفاك سير للنافذه الخامسه.
حاضر، سيدي. غادي نشوفوك مع السبعه.
خص يكون شي غلطه فالحساب. شحال هي؟
بغيت طوموبيل اوتوماتيك كتدير بزاف ديال الكيلومترات.
ايه، البارح كان الجو سخون شويه.
ممنوع توقف فوق الرصيف حسب القانون.
وش كتبيع طوابع البريد؟
خصني وصفه طبيه.
قريب لخمس ديال العشيه.
الرد علي الموديل ديالنا السابق كان غالبًا ايجابي.
شنو رايك تمشي معايا لهاكوني؟
اي حاجه تختارها مزيانه.
حسناً، مدام سوزوكي، عندك حجز في الرحله رقم 213 اللي غادي تطلع غداً علي الساعه ثلاثه ديال العشيه. عفاك دير التشيك ان قبل الساعه جوج.
واش ممكن تعطيني شي صغار ديال الفلوس؟
يمكن يكون خليته عند الاستقبال.
بالتاكيد. هادو ثلاثه ديال القطع كاملين؟ غادي نحتافظو بيهم ليك.
ما كنقدرش نشوف الشاشه من هنا مزيان.
سمح لي، ولكن بغيتك تحتافظ بجوازي.
مزيان. دابا الحجز ديالك تكمّل.
بيل، عفاك.
بغيتو نتغداو مجموعين؟
هادشي خايب بزاف. كان زوين بزاف نهدر معاك.
ما لقيتش الكلمات المناسبه.
اكبر فرق هو الاحساس بالفضاء.
واش عندكم تخفيض للاقامه الشهريه؟
واش هادي فالطريق السريع ولا فالمدينه؟
وقع سرقه.
واش غتبقي تلات ليالي كما مبرمج؟
واش نقدر نطلب منك تعيط عليا من بعد؟
بغيت نرسل تيليغرام.
فاش خاصني نخرج؟
ايوا، للمجموعات ديال عشره ولا اكثر، تلاته دولارات علي كل مشروب.
هادي بطاقه الصعود ديالك. عفاك سير لباب رقم ربعطاش ملي ينادي علي الرحله.
جرحت يدي علي قطعه ديال الزجاج.
ماتقلقنيش.
هادي مزيانه بزاف.
مازال ما وصلنيش الشنطه ديالي.
حسنًا، صعيب نقول. كيعتمد علي الزحام فالطريق السريع. كتعرف راه الزحام بزاف فهاد الوقت من النهار.
واش تقدر توريني كيفاش ناكل هاد الشي؟
بغيت لحم الخنزير مشوي.
سالي عندي الغاز.
واش نقدر نجرب المقاس الكبير اللي من بعد؟
عفاك عمر هاد الفورم. فين خصنا ناخدو منين نرجعوه؟
تلاقيت معاك ملي جيتي تزور المكتب ديالنا فطوكيو العام اللي فات.
كتوقف فـ فندق واني؟
واش تقدر تشرح لي كيفاش نلعب؟
واش ممكن تعطيني كيبّر وشويه خبز؟
واش تقدر توصيني بمطعم مزيان؟
شحال من الوقت؟
عفاك بدا العداد.
عمري ما شفت شي لون زوين بحال هاد.
واش ممكن تعطيني شي دوا للمعده؟
هدا ماشي اللي طلبت.
سمح لي، فين نقدر نغسل يدي؟
سلام، ضيعت كارت الكريدي ديالي. عفاك فسخ الكارت القديم وعطيني واحد جديد.
بغيت نسجل الشنطه ديالي.
بغيت تذكره ذهاب وعوده لمحطه "S"، عفاك.
شحال تمن الغرفه؟
عفاك، تبع معاه. غادي يغسل ليك شعرك بالشامبو.
واش نقدر ناخد كيس ديال الحامله؟
عندي ثلاثه ديال الشنط.
واش ممكن تعطيني سميتك ورقم تليفونك؟
فهمت. طعم الحلويات اليابانيه مختلف بزاف علي ديالنا.
واش تقدر تبعث ليا طونوبيل ديال السحب لشارع مينتو رقم ميه؟
هدي عاءلتي.
واش ممكن نبدل البلاصه؟
شحال غادي تاخد من الوقت؟
اكيد. غادي نقرب للبوسطه علي اي حال.
اه. هادي خايبه بزاف. دابا، شنو رايك فهاد واحد، فيه عمليه بسيطه؟ كل ما عليك دير هو تحط هاد النوع ديال الفيلم الكارتريج هنا وتضغط علي الزر ديال التصوير.
واش تقدر ترتب لي باش نجلس مع مرتي؟
تعلّقتني الما سخون.
بغيت نرسل كابلغرام.
حيت القرارات كتتاخد جماعياً.
نزل هاد الدروج وتبع العلامه.
واش عندكم شي بيره محليه؟
واش تقدر توقف هنا؟
الا شريت جوج، بشحال غادي تبيعهم؟
ايه. هادي.
فين كاين الاسانسور ديال جريندلوالد؟
بيت فيه بانيو ودوش.
كنقلب علي شمسيه.
بغيت نعيط ف تليفون دولي، عفاك.
تمانيه وعشرين دولار؟ وشنو رايك فخمستاش دولار؟
بغيت شي اتاي؟
الله يبارك فيك.
بغيت طابله حدا الشباك، عفاك.
كتقبل شيكات المسافرين هنا؟
الشخص المسءول ماشي موجود دابا. غادي يكون هنا ملي يرجع.
المفتاح، عفاك. الغرفه حداش ستاش.
بغيت كاميرا بسيطه، عفاك.
واش هادي صحيحه؟
واش ممكن تربط لي الحزام ديالي من الوري؟
بغيتك تدير ليك تصوير بالاشعه.
كتعرف شي بلاصه قريبه كتقبل الين الياباني؟
علاش هاد الشورتات ديال الملاكمه غاليه بزاف؟
البطاريه ساليه. واش نقدر نستلف الكابل ديالك؟
دواء للمعده، عفاك.
توصلت بقنينه ديال العصير، ولكن ما عطاونيش الباقي.
كنحب الموسيقي الشعبيه.
واش نقدر نشوف واحد بحال اللي معروض فالشو ويندو؟
سلام، وكاله سميريتان للعقارات.
واش عندك شي فواكه طازجه؟
غادي ناخد اللي بقي لليله.
فين كاين بيت الماكله؟
حوالي ثلاثه ملايين ونص ين.
صيفطها بالبريد المسجل، عفاك.
كتحتافظو بشويه ديال المسكنات فهاد الاوتيل؟
مزيان. اه. واش نقدر نغتسل اليوم؟
الطرف الاخر علي الخط.
عطيني تسعود العشرات، واحد خمسه، ربعه واحدات والباقي في العشريات.
اليابانيين كيعجبهم يديرو الحوايج فالمجموعات.
نوقفو هنا لليوم.
شحال الساعه ف طوكيو؟
خصنا نوصلو ليه الفكره.
بغيت شي ورق ديال اللعب، عفاك.
كنقلب علي تذكارات بثمن معقول.
Battery Park, 3afak - walakin mumkin t9if f Union Square? Bghit n9ed s7abi men hna.
غادي نرجعوه ليك قريبا.
سمح لي، ما نقدرش. نقدر نوقف غير فالفنادق اللي مدوّزين هنا.
كنقدرها بزاف، ولكن.
شنو نوع البيت لي بغيتي؟
واش هي لليمين ولا لليسار؟
عطيني درهم.
شنو رقم البوابه؟
التوقيع، عفاك.
واش هاد البلاتفورم سته؟
هي شويه حاره، ولكن كنظن غتعجبك.
بغيت كاس ديال الما بارد.
واش خطير تمشي لسوهو؟
تذكره لمدينه ديترويت، عفاك.
مني كنهضرو علي المسرح الموسيقي، ما كاين حتي حاجه كتغلب علي "فورتي-سكوند ستريت". المسرح عامر بالناس كل نهار حتي ما كتقدرش تلقي تذكره وحده. هادي حاله نادره ف تاريخ المسرح الموسيقي، علي ما كنظن.
واش تقدر تهبط لي الشنطه ديالي، عفاك؟
كنشكرك، ولكن الحقيبه ديالي كبيره بزاف عليا باش نشيلها. واش ممكن تحتافظ بيها؟
حنا مهتمين بعلم الاثار.
واش تجيب لي كاس ديال الما؟
عيط للبوليس.
جاي.
طول الكتف، عفاك.
واش نقدر نشوف البرنامج وقاءمه الاثمان؟
بطبيعه الحال. غادي نعطيك كارت العمل ديالنا.
واش عندك شي موديلات خرين؟
باب الصعود ديالك هو رقم سبعتاش.
29 ابريل كان عيد ميلاد الامبراطور شوا، والد الامبراطور الحالي. دابا، كيتحتفل به كيوم الاخضر.
شحال تخلص باش تبعت هاد البطاقه البريديه لليابان عبر البريد الجوي؟
غادي تديّني للديسكو؟
ايه، هادي هي برج الذكري. واحد من اشهر المباني فالمدينه.
واش عندك افلام؟
سمح لي. واش هادي هي الطريق الصحيحه لبنك الوطني الاول؟
بغيت نستعمل صندوق الامان.
هو بدا معركه.
واش كتقدم شي تخفيض خاص؟
عندي اكثر من عشرين عام ديال الخبره فهاد المجال.
انا ساكن فـ هيلتون سي سايد. عارف، فعلاً محتاج داك الشنطه. كل حوايجي فيها.
خد داك الخروج لي تما و دور علي اليمين، عفاك.
سمح لي. عندي الرقم غالط.
كتعرف كيفاش توصل ليه؟
الخط مشغول.
فين البريز ديال الماكينه ديال الحلاقه الكهرباءيه؟
واش نقدر نشوف واحد اخر؟
فين هي الدروج؟
مزيان. واش كتدي معاك شي نباتات ولا ماكولات؟
اكيد. هيا. يلا نمشيو للبحر.
واش ف نفس الاتجاه ديال داك البنايه؟
كيبان بزاف مبهرج.
انا كاتسوهیکو ناكانوما. واش عندكم شي رساءل لي؟
علي اي حال، واش نكري نفس الطياره حيث عندنا بلاصه ليك؟
واش ممكن نبدل الحجز ديالي دابا؟
السميه هي سوزوكي.
سميتي يوسوكي تاناكا، ودابا كنتاصل من المطار.
واش ناضين؟
ما كانش القصد الضرر.
فين هي اللوبي؟
واحد من الشنط ديالي تضرر. فين نمشي باش ندير شكوي؟
الضّوت عالي بزّاف.
واش ممكن تنزل لينا الشنط، عفاك؟
عفاك جيب لي قنينه ديال البيره. الا كان عندك بيره من الصنبور، كنفضلها.
اه، هادشي فكرني، كاين واحد القهوه مزيانه كتدير موسيقي كلاسيكيه زوينه حدا هنا.
بغيت طوموبيلتي.
بطبيعه الحال. واش ممكن تعطيني رقم تليفونك، غير فحال الطارء؟
لا. فعلاً، بسبب الاسعار العاليه، خاصني نعيش فالدار اللي فكوينز وكتاخد مني ساعتين فالطريق ذهاباً واياباً.
كنظن اننا كذلك. دابا بقي غير نقطه وحده خاصنا نناقشوها. هي شحال من شهر ديال الاشعار المسبق خاص كل طرف يعطي للطرف الاخر فحاله فسخ العقد.
بغيت جوج تيكيات لنهار السبت الجاي مع العشيه.
هدي طايبه بزاف.
واش هادي قصه حب؟
كنلعب للمتعه وكنستعملها حتي فالخدمه.
فوقتاش غادي يخرج الطوبيس ديال اوكسفورد؟
بغيت نلقي رقم شركه United Airlines، عفاك.
سمح ليا علي التاخير، رقم بيتك هو تسعه وتسعين. ها هي المفتاح ديالك.
نبيذ لذيذ. واش هادشي مصنوع محلياً؟
بطبيعه الحال. واش عندك شي لون معين فبالك؟
حس براسي داير بيا.
فين كاين الخزنه ديال الشنط؟
واش نقدر نشوف الباسبور ديالك والتيكي؟
بغيت شي ورق ديال التواليت.
اليابانيين ما كيتبدلوش خدماتهم بزاف.
كنعيط لتوكيو ثلاثه سبعه سته خمسه اربعه ثلاثه جوج واحد.
واش نقدر ناخد موعد غدا؟
هادي حجر قديم فيه حروف عتيقه.
شنو هي الطياره اللي غادي نركبها من بعد؟
كيطير مع الثامنه وخمس وعشرين دقيقه صباحاً من مطار سان فرانسيسكو.
هذي بيتك، سيدي. فين نخلّي الشنط ديالك؟
سمح لي، ولكن كنظن بلي راك جالس فبلاصي. شنو رقم بلاصتك؟
عفاك حط الشنطه ديالك فوق الكونتر؟
كنعتابرو واشنطن، العاصمه ديال امريكا، مركز السياسه العالميه.
مزيان. غادي نقول ليها تعمرها.
السميه هي اوكادا. عندنا حجز علي الساعه سبعه.
انا؟
فين غادي تبقي ف لوس انجلس؟
فالمترو.
ومن بعد، كتنقص حتي مشكله التلوث البيءي. صح؟
شحال رقم الطوبيس؟
ماشي مهم.
مع الاسف، المهندس ديالنا، السيد اكياما، خاصو يمشي بكري باش يحضر اجتماع اخر.
واش عندكم خدمه الكراء ولا التوصيل؟
ما كاينش الصابون ف الحمام.
كنفضل اوتوماتيك.
سته ديال ورقات ديال عشره دولارات، تمنيه ديال ورقات ديال دولار واحد، والباقي فربع دولارات.
خد الطوبيس ديال الشاتل من برا مباشره.
هي ديالك.
بغيت خبز ابيض، عفاك.
فين الطواليط؟
شكراً علي اليوم.
واش عندك تليفون عمومي؟
غادي يكون تما ف دقيقه.
حوالي الف وخمسميه دولار استرالي وخمسين الف ين.
واش كاين شي طبيب هنا؟
واش مزيان ناخد طياره بحال هادي؟
رقم الحجز ديالي هو سته وعشرين و تسعه و سبعين.
بغيت ناخد الطياره الجايه لبوسطن.
هاد الطابله دالهوط، عفاك.
مزيان. بقي هنا. غنمشي نجيب طاكسي.
عطيني كوكي بالشوكولاته.
انا فبدايه الثلاثينات ديالي.
بغيت نشري احمر شفاه. بغيت اللون ديال الورده.
ما كانش حتي مشكل.
سني هنا حتي نرجع.
عفاك قول للسيد توماس انني غادي نبقي ف فندق هيلتون.
فين اقرب سوق للبراني؟
لا. خاصك تشري توكن من داك الماكينه.
واش هادشي جديد هاد الموسم؟
سمح لي، ولكن حاس براسي مريض.
بغيت ناكد الثمن.
الا درت مكالمه دوليه من غرفتي، واش كاين شي مصاريف زايده؟
كنظن هكا.
بغيت نعيط لهاد الرقم. واش تقدر تعاونّي؟
واش تقدر تقول لي شنو الطوبيس ولا التران لي كيمشي لمركز المدينه؟
بغيت ندير مكالمه دوليه لليابان، عفاك.
واش خاصني جاكيت؟ وشنو رايك فالكرافات؟
بغيت نطلب منك واحد الخدمه.
هي ف السله حدا المحمصه.
ما خصنيش نشرب حتي حاجه فيها الكحول.
كنوجد راسي لامتحانات الدخول للجامعه.
بالكريم والسكر، عفاك.
برد، ماشي هكا؟
واش تقدر توصيني بشحال من بلاصه زوينه باش نزور فهاد المدينه؟
كاين كازينو فهاد المدينه.
انا جاءع.
هاهي الفاتوره ديالك. نقدا ولا بالكريدي؟
عفاك، بغيت ويسكي مع الصودا وبراندي.
شحال هي تمنه التسليم؟
ما نقدرش نغطس. خاصني ستره النجاه.
زوج ديال الهوت دوغ باش تمشي.
خصني نمشي.
جيت ناخدو دابا.
دور علي اليمين ف الزاويه.
حسنًا، السنه الرابعه هي عامك الاخير في الجامعه بعد السنه الاولي، الثانيه والثالثه.
بغيت ناخد درس خصوصي.
وقف.
فوقتاش نقدر نجي نشوفو؟
واش عندكم ليسته ديال النبيذ؟
رجلي كتوجعني.
عجبني. هادي، عفاك.
عندهم حتي مجموعه كبيره ديال مسرحيات شكسبير، ماشي هكا؟
فاش غادي يكون كاس العالم؟
فرحان حيث قدرتي تجي.
السيرڤور، عفاك.
بغيت نحجز قارب ديال الرّافتينغ.
واش عندك شي افكار لستايل ديال الشعر لي؟
واش عندك خريطه ديال المدينه ديال هاد المنطقه؟
بغيتي طلب صغير، وسط ولا كبير ديال البطاطا المقليه؟
فين كاين اكتر بلاصه حيويه فالكارنيفال؟
واش كاين شي صندوق ديال البريد هنا؟
اه، هادي زوينه منك بزاف. نقدر نحلها؟
طلع الفوق فالتل. غادي توصل لطريق فيها ثلاثه ديال الفروع. من بعد سير علي اليسار.
واش نقدر نشوف البيان المفصل؟
بغيت واحد رول ديال فيلم فيه سته وتلاتين صوره، عفاك.
غادي يقولو ليك شنو الطوبيس اللي خاصك تركب.
بكل تاكيد. هاد الطريق، عفاك.
غادي ناخد اللينغوين.
خليه مكالمه علي حساب المتصل.
كنهدر شويه. ولكن الهدر والفهم جوج حوايج مختلفين. مثلا، كنعرف كلمه "اجنبي" - ولكن ما نقدرش نعرف شكون الخط ديال الاجانب.
واخا. واش عندك غير تذكره وحده للكبار؟
خذ قرص واحد مع كاس ديال الماء.
كيف دايرين مع العاءله ديالك؟
مزيان. غادي تاخد ميه وستين دولار.
فين كاينين كتب الاطفال؟
ما كاينش كابينه تليفون هنا.
حسنًا، حوالي خمسه عشر دقيقه علي الرجل.
واش ممكن تجي تديّني من محطه بوسطن؟
ايه، هي داخله. شكون كيهدر، عفاك؟
شنو هي درجه الحراره دابا؟
تشال لي جيبي.
غالباً الاعمال وشويه سياحه.
واش عندكم مغسله ديال الطوموبيلات؟
حط فلوسك فين كتهضر.
عفاك كتب لي.
فين خاصني نحط هاد الشي؟
واش تقدر توريني شي بلايص زوينين باش نشوفهم؟
سلام. معاك كارول براون. واش نقدر نهضر مع سوزان؟
اولاً، كنركب خط تشوو. وفين خاصني نبدل الطوبيس؟
فوتت المحطه ديالي. شنو ندير دابا؟
فوقتاش كيتقلع الطياره؟
واش عندكم بيت فيه منظر زوين؟
واش تقدر توريني الطريق لبوسطه؟
بغيت واحد الزوج ديال المناظير.
عفاك خذ صوره والعماره ورا.
واش عندك شي جرايد يابانيه؟
كنظن ان شي شنطه كبيره غتكون غاليه بزاف.
مساء الخير. بغيت نقدم طلب فيزا الدخول لبلادكم.
هما واسع بزاف.
البريد الجوي؟ نشوفو، غادي يكلّف ميه وتمانين دولار.
انا مجروح بزاف.
سلام، ما شفتكش من مده.
واش نقدر ندخل؟
عندي تامين المسافر.
بالاساس اوروبا.
واش American Express مزيان؟
واش خلصتي فاتوره الفندق ديالك؟
المرحاض باين مسدود.
بغيت نودع هاد الشي فحسابي.
واش هادشي كيشمل الماكله؟
تفضل، قعد من فضلك.
غادي نمشي نهار الجمعه 29 ونرجع نهار الحد.
شحال الساعه دابا ف اليابان؟
مثير للاهتمام.
الا بغيت الخدمه فنهار واحد، غادي تزيد 50٪ علي الفاتوره ديالك. واش هادشي مزيان؟
غادي ناخدو الثلاثه ديال البلايص اللي فالنص فهذ الصف.
عندك شي اقتراحات؟
سمعك.
ما عندناش فالمخزن، ولكن نقدروا نطلبوه ليك.
واش تقدر توريني داكشي، عفاك؟
حطها فواحد من الشكارات الكبار اللي فخزانه الحوايج. عفاك عمر الفورم ديال طلب التنظيف بخصوص الحوايج اللي خاصك يتنقّاو.
كنخدم فالتلفزه.
واش نقدر نزل فالطريق بهاد التيكي؟
شنو اللي كيدوم اكثر؟
شحال خلصتي عليه؟
انا محظوظ نعرفك.
كاين ستكير ديال ميكي ماوس عليه.
واش تقدر توريني شي حاجه اخري؟
هادا زوين.
بغينا بيت علي البحر.
ما عرفتش كيفاش نقول.
واش كاينين شي طيارات خرين اليوم؟ خاصني نكون ف لوس انجلس هاد العشيه.
ما كنظنش انه مستحيل. حنا عارفين انه مهم وغادي نكونو مستعدين نناقشوه منين يكون عندنا خطه التسويق المعقوله ديالك.
منين ف كندا نتا؟
النهار اليوم سخون بزاف. يلا نمشيو نغطسو، واش ماشي مزيان؟
مسامي ديالي كبار وباينين.
خصني نصلح هاد الساعه.
واش كاين شي طوبيس للمدينه من بعد الماتش؟
بغيت هادشي يتحط فالفاتوره ديال الغرفه ديالي.
لا، ما مشيتش لنيويورك.
واش ممكن تعطيني واحد سبرايت؟
عندي صعوبه باش نفقد صديقي من البصر فالطريق.
واش ممكن تعطيني عشره ديال ورقات دولار واحد بهاد العشره، عفاك؟
خليت الكاميرا ديالي فالغرفه.
بغيت كيس ديال الكاميرا.
واش بغيت تجي تاكل معايا شي حاجه خفيفه؟
فاش كتبدي الفيلم؟
حط يديك فالهوا.
واش ممكن تعطيني نسخه من تقرير البوليس، عفاك؟
كنظن خاصك تبداي دايت. ما كتديرش بزاف ديال الرياضه دابا، صح؟
اه، بغينا بزاف. شكراً علي العزيمه ديالك.
واش نخلّي الحوايج ديالي هنا؟
شويه بعيد علي العنق.
واش نقدر نخليو عندكم الشنط ديالنا حتي نكملو التسوق؟
ايوا، ممكن تطيح الشتا هاد العشيه.
هي ف قسم قانون الضراءب علي الشركات.
واش كاين حتي بار ديال السناكس؟
بطبيعه الحال. هما من كاليفورنيا وطازجين، اول حاجه. حيث كنبيعوهم بثمن مناسب، غادي تدير صفقه مزيانه الا شريتيهم اليوم. غير دولار وخمسين سنتيم لكل وحده.
طول متوسط، عفاك.
كيفاش كتستعملو؟
هي تماك لتحت علي اليمين.
بغيت نغطس مع ماستر ديال الغطس.
واش ممكن تبدل لي الغرفه ديالي؟
خليني نشوف. شنو رايك نخرجوا مع السبعه وربع؟
عفاك وصلني بالتحويله ثلاثه صفر ثلاثه.
فين هي طوبيس ستوب لسنتا مونيكا؟
هدي تذكار غادي ناخدو لليابان.
عمتي عيّانه ومشويه شويه.
واش غادي تعاونني، عفاك؟
عندي الم في المعده.
فين نقدر نشري اللبسه التقليديه؟
فين كاين الكونتر ديال المفقودات؟
واش عندك شي قميجات؟
وريني شي بار مزيان، عفاك.
غادي ناخد ستيك سيرلوين، و خروف مشوي لمرتي.
هذي نوبه حاده ديال التهاب الزاءده مع تمزق. خاصك تمشي للمستشفي دابا.
تغطيه كامله، من فضلك.
دابا، شنو خاصنا نديرو للعشاء اليوم؟
غادي نفكر فيها.
كتقبل شيكات المسافرين؟
خاصك هادي. ساءق الطاكسي خلّاها هاد الصباح.
واش عندك نفس هاد الشي؟
هادي هي مركز التجاره اللي تكمّل دابا.
نقدر نخلص ثلاثميه دولار فالشهر.
واش تقدر تعاونّي وتسحب ليّا الطوموبيل حتي لاقرب محطه بنزين؟
بغيت نبرد الجزء المتضرر بالثلج المطحون.
فوقتاش عندكم البلايص؟
لا، غادي نعيط ليه من بعد.
بغيت طوموبيل.
واش عندك شي تاريخ ديال الحساسيه؟
كاين واحد الفيري كيمشي لجزيره الحريه من باتري بارك.
واش كاين شي بلاصه باش تخلي الحوايج؟
عاونني. ما قديتش نتحرك.
عربه بلا تدخين، عفاك.
عفاك كتب العنوان الداءم ديالك.
حنا مستعدين نردو عليك فالحين علي اي استفسار عندك.
ما غناكلش الماكله.
بغيت نشري اللي محتاجو. واش غادي ترد لي الفلوس؟
واش كاينين شي محلات كبيره هنا؟
الراجل اللي فالريسيبسيون خايب بزاف.
فندق ارخص حسن الا كان ف حي امن.
عندي جوج قنينات ديال الكونياك.
فالاولي، كيديرو مدن هيروشيما وناجازاكي حفلات تذكاريه، وفالاخيره كيحضر الامبراطور الحالي خدمه علي ارواح الشهداء ديال الحرب.
سمح لي، شنو خاصني نكتب هنا؟
هي ف الطابق الثاني عشر. خذ المصعد ب، عفاك.
واش تقدر تعطيني الوصفه ديال هاد الشي؟
واش كاين شي اختيار اخر؟
عفاك سول البورتير.
عندي الرشح.
واش مع البانيو؟
هادي، اه، الجهه الاخري ديال المدينه، كتفوت بلوك من بعد مابل. الجهه الشرقيه ديال المدينه.
مزيان، كلشي واجد دابا. دابا رقم الرحله الجديده ديالك هو صفر صفر ثلاثه وغادي تطلع في سبعتاش يونيو.
بغيت ندوز من الاجراءات ديال الديوتي فري.
شنو بغيت تاكل فالغدا، لحم بقر، دجاج ولا حوت؟
تسرق مني المحفظه ديالي فالمترو.
خليني نقراها رقم برقم، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
بلاصه فالكلاس ديال البيزنس، بلا تدخين، عفاك.
واش هاد الطوبيس كيمشي للوسط ديال المدينه؟
ما بقاش ساكن هنا.
ما عندكش بيت ارخص؟
هادي بلاصه مزيانه للماكله الخفيفه، ماشي هكا؟
فين البريز ديال سشوار الكهرباءي ديالي؟
طوموبيلتي القديمه ما كانتش كتسوق مزيان.
بغيت شويه د العنب.
خلينا نتاصلو مع جميع الناس اللي مشاركين فهاد الصفقه دابا.
انا مرن. شنو باغي تاكل؟
شنو كتدير؟
الممرضه، جي بسرعه.
ما كاينش فوطه.
ما دام نقدر نوصلو قبل بساعه، ما عنديش مشكل نخلص شويه زياده.
الفاءض كينقص.
عيت علي رقم غالط.
بغيت شي حاجه ما تخليش نعس.
بغيت نجرب شي حاجه شويه صغار.
اه، شحال نيت و معقول منك. واش نقدر نحلّو دابا؟
فين كاين المحطه ديال الطوبيسات؟
نقدر نعطيك Chevy Spectrum باربعه و عشرين دولار في السيمانه، الكيلومترات بلا حدود.
بطاريه ناشفه لهاد الكاميرا، عفاك.
عفاك ديني لهاد العنوان.
واش تقدر تفرق هاد ورقه العشرين دولار لعشرين ورقه ديال دولار واحد؟
خصني نلقي اوطيل. فين كاين مكتب المعلومات؟
حجزت بلايص حدا الشباك.
الخدمه ديال الغرفه عفاك.
دور علي اليمين، وغادي تلقي واحد تقريباً علي بعد ميل.
درت حجز من 24 حتي 27 غشت. واش نقدر نبدل الحجز ديالي من 25 حتي 27 غشت؟
اه، شكراً. ما كنظنش نقدر. واش نقدر نرجع مره اخري؟
حوالي خمسميه فرنك او ميه دولار امريكي.
شي ماركات خرين؟
عطيني شويه ديال التبغ.
هي ف الجنوب.
كاين واحد البنايه زوينه تماك.
عفاك خلّصها بفيزا ديالي. النمره هي 28735984، وتاريخ الانتهاء هو ماي 1995.
بغيت بيت فيه منظر زوين قد ما يقدر، عفاك.
واحد رول ديال الفيلم كحل وبيض، عشرين صوره، عفاك.
بغيت كاب ديال العدسه، عفاك.
واش ممكن تهدر بشويه بشويه، عفاك؟
بغيتها تبان بحال ديال ميغ رايان، عفاك.
بغيت اغلبهم ورقات ديال خمسه جنيهات، عفاك.
واش تقدر تحتافظ علي حقيبتي حتي لخمسه ديال العشيه؟
فين خاصني نطلب القبول؟
درنا دراسه معمقه علي احتياجات الزبون.
علاش ما نجتمعوش علي الغداء غدا؟
بغيت شي حوايج ديال الرياضه، عفاك.
فين كاين المكتب ديال Greyhound؟
ما لقيتش الشنطه ديالي.
دابا الساعه تامنه ديال الليل-علاش باقي ضو كيضوي؟
ما كاينش شي بلاصه ارخص؟
بغيت تاخذ تامين؟
واش تقدر تخزن ليّا الشنطه ديالي حتي لوقت السفر ديالي؟
سمح لي. واش تقدر تقول لي كيفاش نوصل لاقرب بنك؟
فاي طابق؟
شكراً بزاف.
فين نقدر نلقي جدول مواعيد القطارات؟
سمح لي. واش تقدر تقول لي فوقاش الطوبيس كيمشي من بوسطن؟
واش تقدر تعطيني تخفيض؟
طالما بقات ف نيويورك، خاصك ما تفلتش تشوف شي بلايص ومعالم زوينه بحال تمثال الحريه ف جزيره الحريه.
شنو كتفضل، تبعثها جوّا ولا بالبحر؟
عندك صرافه علي ورقه ميه دولار؟
هادا هو سنترال بارك، ماشي هكا؟
كنعيط للساقي.
نقدرو ندخلوك مع الثلاثه ديال العشيه. الا كنتي محتاج تكرّي شي معدات، عفاك جي للكلوب هاوس مع ربع علي الثلاثه.
ثمن الطوبيس ميه وتمانين ين.
كنت قريب يضربني طوموبيل وطحت.
الفطور ديالي مازال ما وصلش. عفاك جيبو دابا.
فين نقدر نفطر؟ شحال فالوقت كتقدم؟
اليوم غادي نمشي لمتحف اللوفر ومبارح مشيت لكاتدراءيه نوتردام.
عفاك، واش تقدر تعطيني الفلفله؟
شكراً علي مساعدتك خلال رحلتي لامريكا.
فين بلاصه الشنط؟
واش تقدر تحتافظ بهاد الشنطه حتي لربعه ديال العشيه؟
بغيت يصلحوه من بعد ما نرجع لليابان.
واش عندك طقم الخياطه؟
انا من سويسرا.
لمبه طفات.
عندي مغص في الكرش.
انا فلاح.
كاين غير ساءق فالباص، ما كاينش الكوندوكتور.
بغيت الفستان ديالي يكون مكوي.
سمح لي، واش ممكن ترفع الكرسي ديالك شويه؟
نهار زوين، ماشي هكا؟
سلمها. هادي هي كلشي اللي عندك؟
فهمت. عفاك عمر هاد الفورم الاول. وقولي لي علي اللون، الحجم، والمحتويات ديال الشنطه ديالك.
واش عندك خريطه ديال الشارع؟
عفاك صيفط هاد الشي بالبريد البحري لليابان.
جي هنا.
واش نقدر ناخد بطاقه بريديه؟
هاذ الصباح خديت شي دوا بارد جبتو من اليابان.
بغيت نحجز بلاصه.
شحال من الوقت كياخد المشي من هنا حتي لبرج لندن؟
شكون الباب ديال الرحله رقم 12 لوُشنطن؟
واش نقدر نطيب راسي؟
عفاك لبس الكرافاتات؟
فوقتاش نقدر نفيق؟
واش تقدر تحل الصندوق؟ بغيت نحط الشنطه ديالي فيه.
شحال الثمن لساعه وحده؟
واش ممكن تعطيني جوج علب ديال الهدايا؟
كنقلب علي مقلاه ما كتلسقش.
شنو كاين فهاد الطرد؟
كيبان بلي ماتش البيسبول تاجل.
واش عندك هاد الشي بالزرق؟
ما عرفتش داك البنايه. ولكن هادي هي الطريق الصحيحه لمنطقه اوياما بالضبط.
ما بقاتش عندي فيلم. واش نقدر نشري شي واحد من هنا؟
واش تقدر توصّلني بغرفه السيد موري؟
بغيت نتحجز بلاصه فطياره United، رقم الرحله 922 لنيويورك.
فوقتاش غادي تبان الصوره الجايه؟
شحال تخلص فالمكالمات ديالي؟
عفاك، بغيت تذكره ديال التنقل لدوفير؟
كيقول ممنوع التجاوز.
واش عندك واحد اصغر؟
عفاك دير بلاغ علي الضياع.
شنطه وكاميرا.
انا من اليابان.
ما كنظنش. حسن ليك تاخد الطوبيس.
غادي نشوف. خايف ماقدرتش نلقي سميتك.
سمح لي، واش زنقه اورموز قريبه من هنا؟
واش تقدر تخدمني دابا؟
كنظن كاين شي غلط. واش تقدر تدير لينا شي ترتيب باش نقدرو نبقاو؟
هي فيزا والرقم هو اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
واش تقدر تحوّل هاد النّفيّات لشراءح؟
واش خاصني ناخد معايا كوت؟
ماشي بعيد بزاف. كتمشيها ف عشر دقايق.
شنو كتعجبك اكثر، القهوه ولا اتاي؟
شحال تقريبا الثمن باش توصل لهناك؟
فين خاصني نحط هاد العلامات ديال الشنط؟
واش كاين شي مسبح هنا؟
واش نقدر ناخد هاد الظرف؟
اكيد، روكهاد. عجبك هادشي؟
كتحتاج شويه ديال الوقت باش تدار، ولكن هي من بين اكثر الحوايج اللي كيعجبو الناس عندنا.
غادي ياخد حوالي جوج حتي لثلاثه ايام.
واش تقدر تقول لي كيفاش نوصل لمدينه سان فرانسيسكو؟
واش ممكن تعطيني سماعات اخري حيت هادو ما خدامينش مزيان؟
شنو رايك فشي قهوه ولا حاجه؟
غادي لمكسيكو.
هدا باين مزيان غير كاين استثناء واحد.
بغيت بيض، عفاك.
غير كاس ديال الما، عفاك.
فطور علي الطريقه القاريه، عفاك.
واش كاين تخفيض للطلبه؟
بغيت لمبه، عفاك.
الرقم اللي عيطتي ليه ما خدامش.
شنو هو العجز ديالك؟
اه، خذها بلا شك. زوين. دابا فهمت النافذه.
فوقتاش كيجي الطياره لروما؟
حنا محتاجين وقت اكثر باش نقررو.
طلبت جزء صغير للطفل.
ف شارع 72.
الا قطّعت، غادي تخرج من المسار ديال اللعب.
نقّل، عفاك.
غادي نشوف ف الدار الجايه. ممكن يكون شي ياباني كيهدر بالانجليزيه.
خلصها علي الكارط ديالي، عفاك. ماستر كارد.
التالي، عفاك. جواز السفر ديالك، بطاقه النزول وتصريح الجمارك، عفاك.
واش نقدر نمشي علي رجلي؟
غادي نرجع من بعد.
ايه. تيراياما. وحطني قريب قد ما تقدر من المسرح، عفاك.
كتقدر تفكر شنو نقول ليه؟
واش كاين بيت الما قريب؟
كانت سهره زوينه بزاف، شكراً.
واش نقدر نبدل بلاصه ونقلس فبلاصه خاويه؟ ما كنشوفش الشاشه ديال الفيلم مزيان من البلاصه ديالي.
الكاشف ديال الدخان شاعل.
بغيت ندير رحله بحريه فخليج سان فرانسيسكو.
واش عندك شي فكره فين غادي تمشي؟
لا. خلّص الساءق.
شنو هي ساعات الدكان؟
بغينا طابله ف الركن.
ما متاكدش، ولكن ما كنقدرش نتحمل ريحه اللحم. كلشي اللي بغيت ناكل هو المخللات.
كنظن هادشي محسوب غالط.
بغيت نمشي نتزحلق علي الثلج لمده تقريباً سيمانه. واش عندكم شي باقات سياحيه للتزحلق؟
هما كيلعبو جوج سيمفونيات ديال موزارت.
غادي نبقاو نقلبو ومنين نلقاوه، غادي نعلموك.
الجو اليوم زوين بزاف.
جوج ديال الكبار وجوج ديال الدراري اللي عمرهم اقل من 12 عام، عفاك.
عفاك شرح لي مزيان باش نكون راضي.
بغيت واحد فيلم ديسك لهاد الكاميرا، عفاك.
ما عندناش عطل وطنيه مرتبطه بالاديان.
شحال من الشنطه نقدر ندي معايا؟
ولكن ما خدامش.
واش نقدر نشوف داك الشنطه، عفاك؟
واو، انا محظوظ. هاد الشي مازال ما تلعّبش حتي فاليابان.
خلصت ثلاثماءه وعشرين دولار فمحل المعفي من الرسوم.
واش تقدر توصل للقلم اللي تحت الكرسي؟
غادي نخلص حتي علي صحابي.
خداتني خمس سنين باش نجي لهنا.
شحال كتسوي الين الياباني مقابل الدولار الامريكي؟
واش نقدر ناخد نص رطل ديال سلطه القريدس؟
واش كاين شي قهوه ولا مطعم فالبنايه؟
اه، غالي بزاف.
القطار السريع راه ف الرصيف رقم تمنيه.
انا مستعجل دابا.
مشِ بعيد.
Hada Suzuki kaytkallam.
ساعه يدي تاهت مني وانا خارج.
شحال غادي تاخد بالطيوبس؟
حسناً. حجزنا ليك بيت الفندق ديالك.
الماسوره مسدوده بالغبره.
حسنًا، كنظن خاصني نمشي دابا.
السلام، انا في طريقي باش نجي نديك، يلا نتلاقاو بعد حوالي خمسه عشر دقيقه.
واش درتي الحجز من قبل؟
غادي ندير رحله قصيره للمكسيك.
فاشن ديال العيالات كاين فاشن طابق؟
واش نقدر ناخد تذكره تحويل؟
الحبال متهرّين.
علاش الخدمه كتكون بطيءه هكا؟
شوف لتحت تماك.
كاينين بزاف حتي ما عرفتش اش نختار.
كيفاش ندير مكالمه تليفونيه؟
لا. انا مهتم بالجِينز وبدلات السراويل.
عندنا مقاسات مختلفه.
ركبت الطوبيس الغالط. واش ممكن ندير تحويل؟
ما عرفتش.
فين نقدر نركب الطوبيس اللي غادي لبيفرلي هيلز؟
خلينا نتلاقاو فبيتي.
واش عندك شي مهدء؟
شنو الشركات الاخري اللي كيديرو مزيان؟
هدر بحال اللي كتقول وعمّل بحال اللي كتدير.
واش كاينين شي حافلات ديال السياحه؟
عفاك حيد الابّالون من الطلب ديالنا. راه غالي بزاف.
غادي نخلصك من بعد ثلاثميه دولار بشيكات المسافر.
فيلس تفجرت بالبكاء منين سمعت الخبار.
غادي نزور نيو يورك، شيكاغو، نيو اورلينز ولوس انجلس.
فين كاين الصيدليه؟
وريني بطاقه الصعود ديالك.
عفاك ما تضحكنيش.
اه، ما متاكدش باللي كنوافق علي هاد الطريقه ديال التفكير.
غير الماء سخون.
غادي يكون مزيان. واش نقدر نشوفو، عفاك؟
بغيت شويه فول سوداني، عفاك.
غادي تمشي في عشرين ابريل، وترجع في واحد وعشرين ابريل. واش هادشي صحيح؟
واش غادي تبدل الدولارات الامريكيه بالجنيهات البريطانيه؟
بغيت اللحم ولا الدجاج؟
بغيت ناكل شي ماكله صينيه علي العشاء.
واش تقدر توصيني بفندق مزيان؟
سيرڤور، واش ممكن تجيب لي الفاتوره، عفاك؟
عفاك عاود جي تزورنا.
عندي سخانه خفيفه. واش عندك شي حاجه مزيانه ليها؟
تذكره وحده لـ "Bird" عفاك.
صحيح. كيبانو بحال شجر طبيعي كبار. الناس كيعجبهم المنظر اللي كيديرو.
غادي نعرّفك علي الطبيب ديال العاءله ديالي.
عمري ما مشيت لمكان زوين بحال بوسطن.
خليت شي حاجه فالغرفه. واش نقدر نرجع نشوفها؟
واش نقدر نخلص بشيكات المسافر؟
ما كنصدقش بلي صاله الركاب ممنوعه التدخين. شحال هادي مشكله.
بغيت نكري طوموبيل صغيره.
هاد البيت بارد بزاف.
واش ممكن تعطيني خريطه ديال المنحدرات؟
واش تقدر تجي لهنا عند هاد العرض؟
فين نقدر نبدل الفلوس؟
الا قدرت تنقص الثمن شويه، غادي نشريه.
حطّيتي فيه الملح بزاف.
نتا ملاكي. شكراً بزاف.
حتي خمسين دولار؟
صالون الماكله كاين فالطابق الاول وكيتحل مع الخمسه ونص ديال العشيه.
سمح لي. واش تقدر تقول لي كيفاش نوصل لفندق فيرمونت؟
شحال من قنينه ديال الحليب كتشري كل سيمانه؟
واش هاد الطاكسي متوفر؟
ف امريكا، شنو هو الرقم اللي خاصك تعيط عليه باش تدير مكالمات دوليه؟
واش تقدر تشرحها مره اخري؟
شنو هي اوقات العمل ديال البنك؟
واش تقدر تبدل لي تاريخ الرحله ديالي من لندن لطوكيو؟
خصني ثلاثه دولارات خرين.
فين، المفقودات والموجودات، عفاك.
بغينا نفرحو و نلعبو رياضات خاصه بالساحل الغربي.
واش نقدر نخلص غير الفرق من التذكره اللي عندي؟
ايه، انا. علاش كتسول؟
بالبريد المسجل، عفاك.
الماكله الرءيسيه ف اليابان هي الروز.
خصنا نقصو من الميزانيه.
ايه، بغينا قنينه ديال النبيذ الاحمر.
اه، لا. ماشي مشكل. هادا كلشي اللي عندك؟ مزيان.
بغينا طابله حدا الشباك.
باش نمشي لمءتمر.
هدي هي الغرفه حداش و جوج. واش تقدر تجيب لي شي بيرات؟
اه، هادشي زوين. غادي نجرب هادشي.
واخا، بطبيعه الحال كاينين مطاعم زوينه. كاينين الناس اللي كياكلو من عربيات الماكله، وكاينين اللي كيديرو الغداء معاهم للمكتب. فالاصل، ماكنقضيوش بزاف ديال الوقت فالغداء.
يلا نمشيو للموضوع الجاي.
يمكن يكون الماكله النيّه ديال الغداء خايبه.
واش تقدر تعطيها شي دواء ضد دوار الطياره، عفاك؟
ما نقدرش نشرح حالتي بالانجليزيه.
غير المتعه.
واش استعملتي التلاجه؟
واش نقدر ناخد الشنطه ديالي؟
كان كاين الدم ف البراز ديالي.
سمح لي، ما نقدرش نمشي معاك.
وبغيتك تنضم لينا، الا ما عندكش مانع.
واش نقدر نعاونك، سيدتي؟
ايه، فصال الاكل والغرّيل.
سميتي يوكيو اوكا، الرحله واحد جوج خمسه لناريتا ف رابع عشر غشت.
بغيت نشري تذكار لولدي.
خصهم يكونو غنيين بزاف بالرغم من الشكل ديالهم. مع ذلك، ربحو الثمن.
زوج دولارات مقابل جنيه واحد. واش هادشي مزيان؟
ايتشيرو سوزوكي. س-و-ز-و-ك-ي.
واش شي حد اخر يقدر يعاونك فهاد الموضوع؟
واش ممكن قبل ما تمشي، تقول لي شنو الانطباعات ديالك علي اليابان؟
سمح لي. واش تقدر تقول لي فوقاش غادي يكونو تصاور ديالي واجدين؟
عندي مارفن دورفلر فالتلفون. نربط ليه؟
عطيتك ورقه ديال ميه دولار.
شنو رايك فهاد المشكله، جورج؟ واش تقدر توسع فالنقطه باش تشرحها للقسم؟
فهاد الحاله، ما خاصكش تعمر واحد.
واش ممكن نحل حزام الامان ديالي؟
انا من كولورادو. من اي منطقه في اليابان انت؟
اكيد. كنا مشغولين بزاف البارح، ولكن اليوم البلاصه ساكته. فوقاش كيطير الطياره ديالك؟
خلصت الفلوس نقداً في البلاصه.
عفاك عيط للماناجر.
فين غادي نتلاقاو؟
قولها مره اخري، عفاك.
بغيت لعبه ديال الوراق.
شحال تخلص باش تبعث لليابان؟
صاحبي تعرّض لهجوم ديال الربو.
واش العشاء واجد دابا؟ انا جوعان بزاف. واش تقدر تفرش الطابله؟
واش تقدر تكتب لي شهاده ديال السرقه؟
عفاك حطها فهاد الكيس الورقي البني.
ما قديتش نقرر.
كتقلقني من نهار جيت لهنا.
كيفاش نديرها؟
ضعت المحفظه ديالي ومفتاح الغرفه فالبحر.
واش جيتي هنا ف شهر العسل؟
باش تمشي. واش تقدر تحط شوكه فالكيس؟
واش نقدروا نخيّموا فالارض ديالك؟
الا وقع شي حاجه، عفاك تاصل بيا.
بلاصه مات، عفاك.
شحال من مره كيجريو؟
بغيت نرسل هاد الرساله بالبريد المسجل.
غادي نوصل معطل بثلاثين دقيقه. عفاك اجّل لي تسجيل الدخول ديالي.
بغيتهم يتصلّاو ويتكعبرو، عفاك.
سمح لي. واش تقدر تقول لي الطريق لمحطه القطار، عفاك؟
ما كتظنش غادي نحتاج دليل؟
واش نقدر نوصل لصاله الحفلات مع السته؟
سمح لينا، ولكن خاصنا نبقاو معاه.
كنقلب علي ظلال العيون.
واش خاصني نطلب الفطور دابا؟
انا خلصتها منين شريت التذكره ديالي.
ايوا، تقدر. ولكن ديرها علي خاطرك.
فوقتاش كتبدي مبيعاتك المعفاه من الضراءب؟
سمح لي علي التاخير. غادي نطلع معاك للبيت ديالك.
ثمنو دولار واحد. خاصك تكون عندك الفلوس بالضبط.
حجرتك ف الطابق الثالث، رقم ثلاثه ميه وسبعه وخمسين.
ما كاينش الما سخون جاري.
بغيت واحد القاموس ديال الانجليزي-الياباني.
سلام، عندي حجز.
عفاك ورّيني الشنطه ديالك.
جيبها بسرعه، عفاك. انا مستعجل.
ولكن فين؟ ما كتعرف حتي شي صالون حلاقه هنا.
سير هادشي حتي للوجهه النهاءيه، عفاك.
بدل هاد الشي لفلوس، عفاك.
عندي كرتونه ديال السجاءر.
واش خاصني نصرح بهاد الشي؟
واش كاينين كتب الطبخ فالطابق الثاني حتي هو؟
كاين خدمه قوارب منتظمه من كوبي للموانء في شيكوكو وكيوشو.
عفاك بدل هاد الشي.
واش ممكن تشرح ليا هادشي بتفصيل اكثر؟
مني ينشف، نقّيه من وجهك.
شحال غادي تاخد من الوقت باش تحلق الشعر؟
بغيت دفتر عناوين، عفاك.
بغيت نجيب الحوايج الثمينه ديالي.
بغيت نجلس دابا.
حوالي ساعه من بعد الاقلاع. كنبداو تقديم الماكله ملي كنكونو كندورو فالمستوي.
عندي حجز في الدرجه الاولي علي الرحله رقم 113 من لوس انجلس لنيويورك في خمسه وعشرين اكتوبر.
هاد الشي صالح لاربعتاش يوم، يعني تقدر تستعملو حتي لثلاثه وعشرين.
ماشي مءدب تشرب الماكله ديالك بصوت عالي.
سكبت الشربه.
جيت نقرا فمدرسه ديال اللغات.
لا، سمح لي.
شحال تخلص باش تمشي للمتحف ديال الفن بالتكسي؟
انا شويه بكري، واش ماشي مشكل؟
ايوا، تقدر تشوفها مزيان، حيت اليوم الجو زوين.
واش نقدر نحجز ملعب تنس هنا؟
واش كاين شي صالون ديال الحلاقه هنا؟
شنو الطوبيس اللي خاصني ندي باش نمشي لفندق سكايواي؟
واش تقدر توريني واحد الكارط كريدي كبيره ورخصه السياقه ديالك؟
لا، ما عنديش هاد القدر ديال الفلوس.
ايه، غادي ناخد شامبانيا مع المقبلات.
واش ما كاينش شي كابينه تليفون عموميه هنا قريب؟
خذ هاد الدوا من بعد كل وجبه ثلاث مرات في النهار.
كاين محل بيتزا جديد حدا هنا وبغيت نجربو.
واش تقدر تقلب لي علي "ان دي غرين غابلز" في نسخه ورقيه؟
حسنا. ماتقلقش. عندنا ممرضه كتفهم اليابانيه.
ما راضيش بهاد الشي.
السيد ابيرت كان عون كبير ليا.
هي رايون، يعني كتغسل.
عندي رادّ برد.
عفاك شرحها بكلمات اسهل.
بغيت نبدل طلبي، الا كان ممكن.
خليني نراجع مع المحل الاخر ديالنا باش نشوف واش عندهم هاد الشي فالمخزن.
فين نقدر نلقي ليموزين؟
بغيت ندير بلاغ عند البوليس.
ست ليالي كيبداو من ثلاثه وعشرين يوليوز. واش مزيان؟
فاش كاتجي المد العالي؟
شنطتي تقيله بزاف. واش تقدر تعاونّي؟
واش نقدر نطيحها ف سياتل؟
وريني واحد اخر، عفاك.
واش ممكن تعطيني مخده؟
بغيت نمشي نصيد الحوت. واش كاين شي بلاصه مزيانه قريبه؟
باش ندير بحث فالتاريخ الامريكي فجامعه هارفارد.
من الاحسن ما نشريش حوايج كبار.
واش تقدر تجيب لي شويه ديال الابزار، عفاك؟
الجو زوين، ماشي هكا؟
كيفاش نقدر نشري تيكيات لحفله فـ برودواي؟
فين نقدر نلقي الشنطه ديالي؟
كنقلب علي وشاح لماما ديالي. هي ف الستينات ديال عمرها.
غادي نخفض ليك العشره فالميه من الثمن.
كتخدم هنا؟
بغيت نخلص علي المكالمه.
كيفاش نقدر نعلم الساءق مني بغيت نزل من الطوبيس؟
واش نقدر نحجز جوج غرف فرديه بلاصه غرفه توام؟
كَيخرّج لخمسه دولارات وثلاثين سنتيم.
غادي نبدل الطياره ف لوس انجلس. واش غادي نوصلو ف الوقت؟
انا كاتصل مع AF واحد جوج ثلاثه.
واش ممكن تعطيني كاس ديال الما؟
كتاخد حوالي تلاتين دقيقه.
فين الطريق لمكتب السيد ميسون؟
ميه دولار كاش وكارت الكريدي ديالي.
شحال تمان كل واحد فيهم؟
اسواق العمله غير مستقره.
كنخطط نسوق فبروفانس غدا.
بغيت نكري طوموبيل ديال البحر نهار واحد.
كايبقي حوالي اربعين قدم للكاس.
كيبان شويه ناقص الطياب.
غادي نخلص كاش، ولكن خليني نقراها، عفاك. شنو هاد المصاريف؟
واش حلو؟
شنو؟ غير كملنا الماكله ودابا جايبين واحد خري.
غادي ياخد علي الاقل تسع وتسعين ساعه.
كيجي عندنا من وقت لوقت.
فين المرايه؟
كيفاش نحل الكابوت؟
خليت شي حاجه ف الغرفه.
بغيت شي سجق كبده، عفاك.
ستعمل الماكينه الاوتوماتيكيه.
قصّه شعر وشامبو، عفاك.
بغيت نكري شي نوادي.
شحال من ساعه بقات قبل ما نبداو؟
تم تاكيدك مره اخري.
عفاك خذ هاد الشي للباراج ديال الطاكسي.
شنو هي النسبه المءويه الاجماليه ديال جميع الضراءب اللي كتطبق؟
دازت مده طويله ما شفتكش.
حجز لملعب الغولف، من فضلك.
غادي نصبر علي شويه ديال الازعاجات.
عفاك دير شي لمعات فشعري.
واش تقدر تعيرني جاك؟
عندنا ممرضه كتفهم اليابانيه.
واش عندك دوا لسيلان الانف؟
واش تقدر تديّني للمستشفي؟
لا، ما عنديش ما نصرح بيه.
هادي خمسين دولار الا طرا عليك شي مشكل.
الصاله الرءيسيه ديال الماكله غادي تفتح مع الثمانيه وغادي تسد مع العشره.
واش نديرو جوج شيكات؟
كيف داير؟ هادو مصنوعين ف سويسرا و كاينين ف الموضه هنا.
شنو نوع البطاريه اللي كاتستعمل؟
بغيت كتاب ديال الدراري، عفاك.
سمح لي، بغيت نلغي الحجز ديالي.
سمح لي، ما عجبنيش.
شنو كاين زيد باش تشوف فداك الحي؟
الكتب والكتيبات.
سلم.
نزل جوج ديال البلوكات. راه ف الزاويه.
فين هي الديسكو المعروفه؟
داك الاوتيل اللي فوق التل كيشوف المدينه مزيان، ماشي هكا؟
شحال خاصني نحط؟
بغيت نتفرج فماتش ديال البيسبول المحترف.
عافاك عيط ليّا علي الاسعاف.
اه، خاصني نكون نسيتو. شكراً علي التحقق.
هادي هي بطاقه الاعمال ديالي. انا المسءول علي استيراد الاثاث لليابان.
زميلي، السيد تاكيمي، نصحني نتاصل بيك. هو واحد من المرضي ديالك.
عندي موعد اخر فداك النهار.
كيفاش نرجع؟
نشوفك نهار الاثنين.
واش عندك هادشي ف اللون الاخضر؟
انا جديد هنا.
كنحس بنقص ديال النبيذ ديالي.
انا وكيل تامين.
شنو نوع المقبلات اللي عندكم؟
بالفعل.
جا شي خدمه ما يمكنش نتفاداها.
شروط العقد واضحه، ولكن ما فهمتش مزيان النقطه من بعد.
ايه، بعض الغرف ديالنا كتشوف علي البارك، ولكن الثمن ديالهم غالي شويه.
علاش اذن، خاصو يكون طاح من جيبي. خاصني نبلغ المحقق ديال الفندق.
واش عندكم تخفيض للاقامه الاسبوعيه؟
خلصت جميع الفاتوره ديالي.
بغيت نحجز ملعب تنس لمده ساعه غدا.
واش عندك شي مضارب كراء؟
لا، جينا لهنا العام اللي فات.
واش تقدر توصف ليا الشخص؟
عفاك خليني نمشي.
ما بغيتوش بهاد الثمن.
صحه.
حسناً، غادي نرسل المهندس ديالنا لغرفتك.
انا عندي حساسيه من هاد الحوايج.
نعم. عندي اياه هنا. واش نقدر نشوف رخصه السياقه ديالك، عفاك؟
كنت عون كبير لينا اليوم.
سمح لي، ما سمعتكش مزيان. واش تقدر تتهجّي هادشي؟
عادي.
واش نقدر نعرف سميه ولدك؟
واش عندك شي ايس كريم؟
غريب، ولكن كنقدر نهدر بالانجليزيه مزيان اكثر مني كنكون سكران.
قالو لي عندك فاكس لي.
بـ "choosy" كتقصد انهم دايماً كيهتموا بالاقتصاد؟
كيف كتشوف هاد الشكل؟
عندي القشعريره.
الجُرح ولي معفّن.
بغيتو يتعاود يصدر.
واش متاكد ما عندكش حجز باسم "Suzuki"؟ وشنو علي "Tetsuo"؟
ما قديتش نحل الباب.
كابوكي هي وحده من الفنون التقليديه اليابانيه ديال الاداء.
شنو هو الاحسن؟
بغيت نحدد موعد باش ندير برمانان.
واش ممكن تعطيني بيت كبر؟
عطيني كيس ديال الكلب، عفاك.
كنخطط نبقي 12 يوم.
واش ممكن تحتافظو علي الشنط ديالي جوج سوايع زياده؟
خصنا نلقاو كونتر ديال United Airlines دابا.
واش نقدر نشوف الجدول الزمني؟
السيد جيرو يامادا؟ راك مءكد فهاد الرحله، غادي تطلع مع السبعه ونص ديال الصباح من شيكاغو.
كنقلب علي تنوره.
شي الوان خرين؟
شنو هي احسن طريقه باش تستمتع بالمدينه؟
اربع محطات.
بدل لي بيت ديالي، عفاك.
واش كاين شي بلاصه ديال المفقودات فالمحطه؟
واش نقدر نبدل بهاد التيكي؟
واش ما عندكش مانع الا درنا هاد العقد عام واحد بلا جوج؟
خليني نفكر فيها، عفاك.
واش نقدر نمسح هاد الشي؟
واش الفندق غادي يرسل طوموبيل باش يجي يديّنا؟
ساندويتش سلطه البيض باش تاخذو معاك.
واش تقدر تقول لي علي شي اوتيلات باقل من خمسين جنيه فالليله؟
واش تقدر تلقالي شي وقت نهار الثلاثاء فالصباح؟
كنفضل بلاصه قدام.
واش تقدر تحط لي الشنطه ديالي فالصندوق، عفاك؟
واش الحوض ديال السباحه برا ولا داخل؟
واش تقدر تقول لي رقم الطوبيس لسنتا مونيكا؟
بخير، ونتا؟
بغيت شي كريم نهاري.
ولكن، الا ما خدمش الضو، ما تقدرش تبدلو.
ماقدرتش نلقي الحجز ديالك، ولكن عندنا بيت.
سته ونص اليوم، ولكن عادهً في خمسه ونص.
بغيت واحد قلم جاف، عفاك.
غادي نخفض ليك عشرين فالميه من الثمن.
غادي نقلب علي طاكسي اخر.
واش كاين شي صندوق ديال البريد هنا؟
سخون، ماشي هكا؟
بغيت نمشي لبروودواي.
واش عندك خريطه ديال مسالك التزحلق؟
النظافه، عفاك.
مزيان. ماشي خايب بزاف.
ما لقيتش الطريق للمحطه.
ثنين دولار وخمسين سنتيم.
هي فاخر هاد الزنقه.
واش ممكن تعطيني شي صغار ديال الفلوس؟
واش نقدر نستعمل فانوس؟
شكراً بزاف. وخلي هاد المشهد كيف ما هو.
بالنسبه لتصميم مشروع ميركوري، ما كنتش نقدر نقرر عليه بلا بيك.
واش نقدر نركب العتاد ديالي دابا؟
غادي نشري هاد الجوله.
حان الوقت باش نعطيو و نشاركو النيه الحسنه.
بغيت شويه لحمه.
صحتك
تبللات الجاكيت ديالي، عفاك نشفو.
واش داك السفن القدامي مازالو كيسافرو؟
عفاك جي معانا علي الغداء.
حاجه دخلات لودني اليسري.
فاش كتظن غادي تسجل الدخول، سيدي؟
بالمناسبه، كيفاش كتجرب البرنامج؟
واش عندك شي حاجه تصرح بها؟
عندي كدمه.
واش البنوك محلوله نهار السبت؟
شحال من المعلومات كتقدم الجولات؟
واش تقدر توصيني بمحل مزيان باش نشري شنط ديال الجلد؟
واش هادي حمره الشفاه؟
بزاف ديال لعابين البيسبول الامريكيين كيلعبو ف اليابان.
فين نقدر نلقي الكتب الدراسيه؟
واش ممكن تعطيني شويه ديال العسل؟
كنورّيو الخواتم وحده بوحده.
واش نقدر نستعمل كارت فيزا؟
بغيت نجرب طبق تقليدي من هاد المنطقه.
واش ممكن تجيب لي سيرفيس ديال الغرفه؟
واش نقدر ناخد موعد؟
وقع لي حادث سير.
بديت نخدم فهاد الشركه غير من جوج شهور.
فاش غنتلاقاو؟
عطيت مكالمه لتوكيو وقالو ما بغاوش.
التلفاز ما خدامش.
فين نقدر نصرف هاد الوصفه الطبيه؟
واش نقدر ناخد محلّي صناعي؟
بغيت نبدل الجلسه ديالي لشياتسو. واش هادشي ممكن؟
في الحقيقه، انا نباتي. ما كنكلش اللحم.
غادي ناخد براد ديال اتاي.
واش تقدر تاخد الطريق الاسرع؟ انا متاخر علي موعد.
عندي حلق خشن.
بغينا نجربو الماكله ديال الحوت هنا.
سفريه مزيانه.
ما عندك حتي حاجه حسن؟
دييت كوك مع الثلج، عفاك.
التوصيل ف اي واحد من محطاتنا مجاني.
لذيذ.
خصك تمشي وتشوف نارا وكيوتو. نارا كتحتافظ بجو اليابان القديمه مع معابد بوذيه قديمه واضرحه شنتو. الغزلان وصغارهم كيلعبو بحريه فحداءقهم.
عفاك جيب لي الشنطه ديالي للبيت ديالي.
كلمه "face" عندها بزاف ديال المعاني مختلفه فالانجليزيه بحال التظاهر، الماكياج، الكرامه، السطح وهكذا.
عفاك زيد شي صغار ديال الفلوس.
عفاك خرج حوايجك من الغرفه.
سير جوج ديال البلوكات و دور علي اليمين.
المفتاح ديالي مكسور.
بغيت واحد القاموس ديال الياباني-الانجليزي.
عجبتني الوقت هنا. شكراً علي كلشي.
واش هاد الطوبيس كيمشي لمركز المدينه؟
عفاك تجنب التالي.
ارقام المبيعات كترت باستمرار منين خرج المنتج للسوق.
واش غادي يجي يديّني المرشد السياحي من الفندق؟
فاش من الوقت خاصني نكون عند البوابه؟
شنو غيكون سريع؟ ما عندناش بزاف ديال الوقت.
بصّح؟ عفاك عطيني دقيقه باش نرتّب هاد الشي.
واش هادشي كامل داخل فالفاتوره؟
بغينا طبق نقانق مشكل، سلطه، وقنينه نبيذ، عفاك. جيب جوج كيساني، عفاك.
اه، بغيت نسوق دابا. الدور ديالي.
شنو رقم الطوبيس اللي كيمشي لبيكاديللي سيركوس؟
هاد الشي كيجي مع ضمان مدي الحياه.
واش تقدر تصلحو، عفاك؟
ما وصلنيش السلطه ديالي.
ركب الطوبيس رقم واحد ونزل فالتوقف الثالث.
واش شي حد هنا يقدر يجرب التنفس الاصطناعي؟
ما كنظنش هادشي جا من اليابان.
جيب لي واحد القنينه صغيره ديال الما المعدني بارد، عفاك.
عفاك ورّيني شي من اللعبات اللي كيسميوها تعليميه.
بغيت واحد الحزام.
غادي نفكر مزيان.
انا معاك فهذشي. يلا نمشيو للديلي لي قدام فالزنقه.
بيض مقلي مخلوط.
سمح لي سيدي، جميع الغرف محجوزه.
المكالمه لليابان متصله. تفضل، عفاك.
هادي هي الدوسي. خاصها تكون تماك.
عندي تورم.
واش متاكد؟ عاود شيك من فضلك.
واش ممكن تعطيني دليل ياباني؟
شحال تامن هاد الشنطه؟
بغيت ندي طياره ديال غدا.
شكراً علي العشاء الزوين.
عفاك بدل العدسه. واش تقدر تحضرها وانا كنتسني؟
سير دغيا لتحت، وغادي تلقاه علي اليمين ديالك.
ما قادش نبقي ناكل حتي حاجه.
واش تقدر توقف هنا حيت بغيت نصوّر شويه؟
باش نمشي للغراند كانيون.
عفاك دير ليه تصوير بالاشعه.
كنقلب علي هديه لوالدتي.
واش تقدر تحجز جوج تذاكر؟
تعرضت للضرب.
طابله ديال الشيشه ولا بلاها؟
كنسميه جبل ب. راه تقريبا عشرين ميل من هنا.
بغيت الكتشب ولا المسترده مع هاد الشي؟
هي فالطابق الاول، من هاد الجهه.
واش كاين شي ولد ديال الكره؟
باش تمشي لاس فيغاس؟
واش كتقبلو ماستر كارد؟
واش الضياف يقدرو يدخلوا الديسكو ديال هاد الاوتيل بلا ما يخلصو ثمن الدخول؟
واش شي من الجولات عندها مرشدين كيهضرو باليابانيه؟
ما عنديش نسخه من تذكره الطياره ديالي.
ف كتيب مستقل سميتو "معلومات خلفيه علي الشركه"، لي كاين ف الباكيط لي تعطات، غادي تلقي شرح مفصل اكثر.
شحال غادي يتاخر؟
فاش كتفتح وفاش كتسد؟
واش تقدر تجيب لي شي بطانيات، عفاك؟ البرد بزاف ف هاد الغرفه.
عفاك. علي فكره، واش كاين شي تليفون عمومي قريب من هنا؟
بغيتي تشرحها للمشغل؟
واش تقدر تحطها حدا الشباك، عفاك؟
حاسه براسي ضيق هنا.
عندي شي حوايج للغسيل.
فين القصر؟
عفاك، واش ممكن تعطيني الليست ديال الماكله؟
بلاصه قدّام، عفاك.
عفاك رجع قبل الساعه جوج وعشر دقايق.
واحد من الشنط ديالي ما وصلش.
واش كاين شي جوله طوال النهار؟
واش نقدر نحجز مع التسعود ونص ديال الصباح، عفاك؟
شحال كتخلص علي التوصيل؟
بغينا جوج تيكيات لسَان دييغو، عفاك.
هي علي بعد حوالي تسع وتسعين دقيقه مشي من هنا.
كل واحد وذوقو. انا كنشرب بيره.
انا من يوكوهاما، اليابان.
بغيت بلاصه حدا الشباك، عفاك. وبغيت نقعد مع بنتي.
واش تقدر تشرح لي كيفاش ندير مكالمه بعيده؟
تزاد ف عام 1980.
هادي الباقي ديالك. تسع وسبعين دولار، تمان وتمانين دولار، تسع وتمانين دولار، ميه دولار.
واش عندك باركا؟
لا، ماشي الكاميرا ديالي.
التلفاز مكسر.
فوقتاش كاين اخر طوبيس لمبليكو؟
انا مريض من البحر. واش ممكن تعطيني شي دواء؟
خمس سوايع وخمس وتلاتين دقيقه اخري.
هذي هي الغرفه سبعه وسبعين. شنو نوع الكوكتيلات اللي كتقدم؟
هي علي طول هاد الطريق.
عفاك ما تديرش بحال هاد الشي.
العيالات كيلبسو.
مزيان. شنو رايك فهاد الشي؟ هاد الجوله ديال نصف النهار غترجعك لهنا مع الواحده.
واش هادشي كيتغسل؟
عفاك وصلني مع الشخص المسءول علي المحاسبه.
واش التذاكر متوفره؟
واش عندك شي عقود خرين بتصاميم فريده؟
علاش ما ندوروش علي داك الحيد؟
واش تقدر تقول لي فين غادي نزورو فالجوله؟
خصك تمشي للمستشفي باش تدير فحص عام.
واش ممكن تعطني بيت مختلف، عفاك؟
فين اقرب محل ديال الموسيقي؟
بغيت نحط الحوايج الثمينه ديالي فالصندوق ديال الامان.
كنظن هادي هي بلاصتي.
رفع يديك.
فوقتاش كتسد داك المحل؟
فوقتاش كاين اول تران لمدينه اكسفورد؟
شحال من الوقت كيبقي السرفيس ديال الغرفه متاح؟
واش عندك جريده بالانجليزيه؟
عفاك، بغيت العيدان ديال الماكله.
كنفضل واحد ازرق، الا كان عندك.
غادي تولي مزيان قريب. ماتقلقش.
بزاف ديال السرور. ناوي ندير شي جوله ونزور شي صحاب قدام.
شنو هو التشخيص ديالك؟
بغيت ودني يبانوا.
الكاشي هناك.
علاش التران تاخر بزاف؟
واش خاصني نلبس كرافات؟
الاسم ورقم الغرفه؟
عندي طونوبيل مفرّغه.
حنا مهتمين بالدين.
ما كاين حتي مشكل. فين بغيت تاخدو؟
حتي انا. مشينا بزاف اليوم.
ما عنديش فكره.
غادي نشحنو البطاريه وننقيو الزجاجه الاماميه.
طابله التيراس، عفاك.
نص الثمن من الثمن المكتوب؟
شحال هي اخر ساعه باش ندخلو؟
شويه اكثر من الوري.
عفاك صور داك الجسر اللي فالخلفيه.
واش عندك شي تذكارات مزيانه؟
الشتا تبدل لثلج ممزوج بالمطر.
كنفطرو مع السبعه كل صباح ما عدا نهايات السيمانه.
خصني نشوف طبيب غدا الصباح.
عفاك ركب حزام الامان وما تشعلش السجاره حتي من بعد ما تقلع الطياره.
بغيت نعيط لليابان.
كنتمني ننقص شويه من الوزن من بعد كل هاد الشي.
غادي لملبورن.
واش عندكم شي جولات مع مرشدين كيهضرو باليابانيه؟
الجو بارد هاد الصباح.
سمح لي، ولكن فين داك التقاطع اللي حنا دابا؟
نسيتو وانا كنت نشري من حوالي عشر دقايق.
واش نقدر ندخل بالجينز والصباط ديال اللوفر؟
بغيت شويه موز.
كتكون كتشد كتافي بزاف، ماشي هكا؟
شنو نوع الماكله اللي كتعجبك؟
هادي باش تمشي؟
واش كاين شي حانه هنا؟
سمح لي. واش تقدر تقول لي فين نقدر نلقي المترو؟
كيف داير؟ انا ايشيرو تانكا.
شحال هي الزياده فالثمن ديال الاكسبريس؟
الا كانو كاملين بلا جمارك، غادي ناخد واحد كرتونه ديال C.
كيعتمد علي نوع الجولات. رحله نهاريه لي يوسمايت كتسوي تلاتين دولار و هي الاكثر شعبيه. يوسمايت بعيده تلاتميه وخمسين كيلومتر من هنا.
شكون الخط اللي كيمشي لسنتا باربارا؟
ما كاينش كتشب.
خذ كل ما بغيت. غير ما تطلقش الرصاص.
بغيت نتفرج ف ماتش ديال الكره.
واش عندكم بيت واحد الليله؟
فالحقيقه، عندنا تخفيض دابا علي البلوزات.
واش تقدر تقترح عليا شي رحلات نهاريه مزيانه؟
شيكات السفر ديالي بالدولار الامريكي.
عفاك وصلني بصاحبي؟
فين نقدر نشري التذاكر؟
واش العتاد مشمول؟
واش ممكن تعطينا شويه خبز، عفاك؟
خليني نشوف. ايوا، عندنا بيت متوفر.
سلام، تانكا. فرحان بوجودك هنا. فين كتبات؟
واش كاين شي حد هنا اللي كيقدر يهدر بالانجليزيه؟
ايه. خاصني نمشي دابا. كنتمني نشوفك مره اخري قريباً.
الساعه سته ونص.
هدي هي الزياره اللوله.
فين كاين اقرب مغسله؟
بلاصه هادءه، عفاك.
جبت نقاط مزيانه العام اللي فات.
شحال زوين.
بغيت اللي معروض فالشباك.
واش كاين واحد بحجم اكبر؟
ماشي فتشت مزال. ولكن كنظن عندي سخونيه عاليه.
شنو هي شكواك؟
بدا الثلج كينزل.
هذي هي الغرفه سبعه صفر جوج. عفاك عيط لي فالصباح علي السبعه ديال العشيه غدا.
ماتخدمش بزاف.
اه، لا. كنت عارف بلي هادي غلطه. غادي نرجع لليابان فقير.
واش هادي هي التران الصحيحه لشيكاغو؟
سمعت التوقعات دابا. مفروض يوقف الثلج شي وقت غدا.
واش نقدر نستنّي هنا؟
كنكتب هايكو هاوي كهوايه.
واش كاين شي بلاصه امنه باش نخبي شكايري؟
واش عندكم تخفيضات للعاءله؟
فين كاين بلاصه مزيانه نشريو منها التذكارات؟
هادي هي نظام الاجر علي حسب الاقدميه.
عفاك تمدد تماك.
واش نقدرو نمشيو لتيكي بوينت غدا؟
كاين احتمال ضعيف ديال التلج.
واش تقدر ترسم لي خريطه؟
الات السلوت باينين ساهلين بزاف، واش بغيت شي حاجه بحال الروليت؟ خاصك غير تحط النصاءح ديالك ولا الفلوس علي الرقم اللي غادي تراهن عليه فالاول.
كنظن كاين اختيار اكبر فصيدليه.
ثمنو غالي بزاف عليا. ورّيني واحد ارخص، عفاك.
هذي هي المشغل ديال خدمه المكالمات الهاتفيه الدوليه.
كتقرا الانجليزيه.
هاد الطوموبيل غادي لباريس، ماشي هكا؟
عفاك حط خمسه دولارات وخمسه وعشرين سنتيم للثلاث دقايق الجايين.
بغيت كاميرا، عفاك.
شحال الطول ديال البلاتفورم ديال القفز؟
واش غادي تكري طوموبيل ديال الغولف؟
عفاكم وزعوا بطاءق الهبوط.
واش نقدر نحدد موعد لليوم؟
راه ضيق شويه علي البطن.
كيفاش نوصل لوسط المدينه؟
هي بحال ما كتقول.
ماكلتش حتي وجبه قبل. بغيت ناكل دابا.
صباح الخير. شحال؟
ما عنديش بزاف ديال الوقت.
حسنا. نشوفك علي خير.
واش نقدر نسحب ثلاثماءه دولار من كارت فيزا ديالي؟
كيف بغيت الويسكي ديالك؟
واش نقدر نعتني بيها؟
عندي الدوره الشهريه.
خصك تصرف شيكات السفر ديالك فشي بنك.
عفاك جيب لي الشنطه ديالي للبيت.
ما حجزتش بلاصه فالطياره ديالي ديال الرجوع حتي دابا.
شكون من هادو هو اخر لون؟
شحال من الوقت كياخذ باش توصل لفيلادلفيا؟
غادي تزور جميع الاماكن السياحيه فسان فرانسيسكو فمسافه تسعه واربعين ميل بالسياره.
واش نقدر نبقي هنا باش نشوفها؟
واش كاين شي بلايص لهاد لعشيه؟
تكسرت نضارتي.
صباطك ما كيتماشاش مع لون الفستان ديالك.
حطّها هنا، عفاك.
هدي اوتوماتيكيه. عندنا هاد الموديل ديال ساعات الكوارتز، سيدي. هدي مقاومه للماء وكتحمي من الصدمات.
غير تقصيره، عفاك.
فوقتاش كاين الطوبيس الجاي لاوكسفورد؟
مع الفطور؟ بغيت نحجزو.
واش نقدر نعيط لفرنسا مباشره من هنا؟
شحال من نهار هادشي صالح؟
بغيت نبدل الحجز ديالي.
واش تقدر تعيط لينا علي طاكسي؟
شنو رايك تجرب همبرغر؟
واش كلشي مزيان؟
واش كاين شي ليموزين للفندق ABC؟
فاش غادي ترجع الطوموبيل نهار الجمعه؟
شكون الخط ديال ماديسون سكوير؟
غادي نعيط ليك من بعد.
سمح لي، ما فهمتش شنو قلت.
دولار واحد للكيلوغرام.
واش نقدر ناخدو علي علاقه؟
ما عرفتش كيفاش نستعمل التليفون، عفاك وريني.
الوجهه ديالي هي لندن.
اه، كنخاف هاد الوقت ما كافيش.
شنو الطوبيس اللي خاصني ندي؟
بغيت شي كريم تنظيف.
سلام مره اخري ومرحبا بكم في امريكان توب فورتي.
شنو هو احسن حدث؟
شحال غادي ياخد الوقت باش الغرايب تفتح وتولي ورد؟
بغيت نهدر مع السيده نوموتو، ف الغرفه خمسه صفر واحد.
غادي يعجبك تشوف داخل ديال داك المسرح. هو Teatro alla Scala.
العمود المظلل كيبين ارقام مبيعات شركتنا للسنه اللي فاتت.
كنتمني تزور هاد المعالم الزوينه ف امريكا ف المستقبل القريب.
دير وستمنستر.
رفيقي كيعاني من سخانه عاليه.
هي فالطابق السابع. خذ الاسانسور فاخر الكوريدور.
غادي نكون كنتسناك.
حطيت المحفظه ديالي، الكتاب، والكاميرا ف الشنطه ديالي.
كنمشي نرقد عادهً مع العشره دالليل، وكننعس مباشره.
كان طويل وعندو شعر اشقر.
الثقافه تزدهرت، مع انشطه بحال مسرحيات كابوكي، ورسومات اوكيو-اي، والادب وفن الخزف اللي ولي مشهور.
واش كاين شي محل ديال Dunhill هنا قريب؟
ميه وعشرين مليون واحد ف بلاد فيها تلاتميه وتمانين الف كيلومتر مربع؟
بغيت تذكره ذهاب وعوده لمامي، عفاك.
واش تقدر تقول لي فين كاين اقرب بنك؟
بغيت تذكره وحده للكبار، عفاك.
سميتي واتانابي غوروه.
شحال كتخلص باش تبعت هاد الرساله، دابا؟
المرڤه، عفاك.
واش تقدر تجيب لي الفاتوره؟
واخا، الطبيب ديال السنان اللي كنمشي عندو مزيان بزاف.
الضو ما خدامش.
بغيت شي حاجه للسعال.
هادي هي بيتك.
شحال باقي حتي يجي التران؟
واش نقدر ناخد الدوا؟
عطيني توقيعك هنا، عفاك.
ما كايناش شي كافيتيريا حدا هنا؟
الرقم هو خمسه سته سبعه تمانيه واحد جوج ثلاثه ربعه.
عفاك، سيدي، ممكن نهبطو في اي لحظه. الي خديت بلاصتك.
يوكوهاما قريبه من طوكيو.
بغيت واحد الفيلتر، عفاك.
شنو نقدر ندير؟
واش كاين شي حد كيهدر اليابانيه فالمحل؟
شكون هو اخر الطريق؟
عفاك، واش ممكن تعطيني خريطه ديال الدليل؟
ما كنسمعكش مزيان.
تاخرت بحوالي ساعه. غادي تقلع ف السبعتاش وعشر دقايق.
الرقم هو واحد جوج ثلاثه ربعه خمسه سته سبعه تمنيه.
الماء ما غاديش يسخن مزيان.
فـ هوكايدو، ما كتقدّرش تلعب الغولف تقريباً سته شهور بسبب البرد ديال الجو.
واش غادي تبيعهم بوحدهم؟
بغيت نخرج نهار قبل.
كيبدا مع التسعود.
نتا محظوظ. جميع المحلات دابا كيديرو تخفيضات. تقدر تشري بثمن مخفض.
لحظه. غادي نلقي واحد القلم.
اه، ما عرفت. شنو رايك فـ ماكدونالدز؟ حنا عندنا هادشي ف اليابان، ولكن.
بغيت نرجع هاد الشي. هادي هي الوصل.
واش كاين شي طوبيس كيمشي هاد العشيه؟
كيفاش نوصل للمتحف؟
ما تذكرش. غير كملت الخطه ديالي المبدءيه.
السيد جودمان غادي يعجبو بزاف.
ايه. كنظن غادي ناخد بيضه، نقانق، توست و فواكه طازجه.
الكراء خاصو يتخلص فاخر نهار ديال كل شهر.
هدي ماشي المقاس الصحيح.
رقم الرحله هو PK سبعه صفر تمانيه في خمسه شتنبر.
كاين شي مشكل فالبانيو ديالي.
شنو هما المنتوجات المحليه ديال هاد المنطقه؟
الشنطه ديالي ما خرجاتش مزال. واش تقدر تعرف شنو وقع ليها، عفاك؟
كتبان زوينه بزاف فالتلفون.
هدي كاميرا كانون ديال عدسه واحده عاكسه.
شنو سميّه القصر؟
واش كاين شي طوبيس ديال المطار كيمشي للمدينه؟
واش تقدر تعاود تقول لي الاسم؟
من بعد نزل فالتوقيفه الجايه وركب الطوبيس حتي لـ Hyde Park.
سمح ليا، ما كنوفروش هاد الشي. تقدر تشريه من الصيدليه اللي فالطابق الاول.
بغيت بلاصه حدا الممر، عفاك.
شنو بغيت تشرب؟
بغيت نطلب نفس الحاجه.
فين كاين Barnes and Nobles؟
بزاف، خصوصاً حيت نعست وما كلتش العشاء البارح. علي فكره، واش تقدر تقول لي كيفاش نوصل للمتحف البريطاني؟
عفاك ضغط علي الرقم تسعود فهاد التليفون.
فاش كتسد المحل؟
تاخرت الطياره ديالي، و فوتت الطياره اللي كانت غادي تربط الرحله.
واش تقدر تلغي لي الحجز ديال البلايص؟
بغيت شي شيبس.
انا غادي تما حتي انا.
مثير بزاف.
بغيت واحد البيت فيه بانيو.
واش نقدر نديها؟
ما عرفتش، سيدي. كتهدَر بالانجليزيه؟ كتكلّم بالانجليزيه؟ هدَر.
كنتمني يكون كلشي مزيان.
الخط مشغول.
نعم، سيدي. حداش ديال العشيه.
واش نقدر ناخد موعد نهار الجمعه؟
خصني ندير اتصال. واش ممكن؟
لا، ما عنديش. عفاك، بغيت طوموبيل ممنوع فيها التدخين.
واش المبتدءين ماشي مزيانين؟
خصنيهوم اليوم.
بغيت نكري ارخص طوموبيل عندك لمده سيمانه.
هاد الفستان ما كيناسبنيش.
واش تقدر تقول لي فين بلاصتي؟
شنو الطياره اللي كتوصّل اول فمدينه نيويورك؟
فين خليتيه؟
عفاك بدل هاد العمله الفرنسيه بالنقد.
ما كاينش بلاصه نحط فيها الشنطه ديالي الصغيره.
حس براسك تصلح مع مستحضرات التجميل ديالنا قبل ما تمشي من هنا.
متقلقش. ماشي بعيد علي المدينه.
هادي الباقي ديالك.
واش ما نمشيوش للبحر غدا؟
عطيني عرض.
واش هاد الجوله ديال نصف النهار كتدار باليابانيه؟
شحال الثمن فاليوم؟
ايه، عندنا. هادي هي الاختيارات ديالنا.
يمكن لك تاخد Gray Line Air Shuttle ولا Carey Airport Express.
الا قدرت تخفض الثمن شويه، غادي نشريه.
فين كاين الاكواريوم؟
بغيت نبقي هنا جوج ايام خرين.
ايه، كنقلب علي هديه لاختي.
عفاك نقي هاد الحوايج.
فين نقدر نشري جورنال ياباني؟
شنو هو الطُعم الرءيسي هنا؟
واش نقدر نغطس هنا؟
شنو رايك من الفوق؟ نحي شويه من الفوق؟
ايوا، واش هادا هو اللي خليتي وراك؟
نعم. تقدر تشوف الافلام علي HBO، اللي هي مجانيه.
كيفاش نوصل لهوليوود؟
غادي ناخد بيت بخمستاش دولار.
انا متاكد بلي درت الحجز.
واش عندكم خدمه ديال الغسيل؟
كنظن رجلي مكسوره.
كتهدَر بحال الشاعر، السي ايتا.
واش كاينين شي بلايص للزياره هنا؟
واش كاين شي عربه للنوم فالتران؟
بصّح؟ كنتمني ما يكونش مشي بلا بيّا.
يلا ناكلو برا مجموعين.
شحال الثمن لجوج ايام؟
غادي لممفيس.
منين كيتخرج التران ليوك؟
بغيت نحجز بلاصه لروما.
السيدات والساده، الكابتن جورج كوهين وطاقمه كيرحبوا بكم علي متن رحله يونايتد ايرلاينز رقم 800 نحو نيويورك. الا كنتو محتاجين شي حاجه خلال الرحله، غير طلبوها وغادي نكونو فرحانين نعاونوكم.
الخضراء.
من الاحسن تتاصل بقسم المفقودات والموجودات.
عفاك، واش ممكن تعطيني رقم تليفونك؟
واش تقدر تشوف واش كاين شي طياره اخري متوفره؟
لا. غادي نبقاو هنا ثلاثه ايام، ومن بعد غادي نمشيو لنيويورك ونيو اورلينز.
عندي بطاقه يوريل وتاشيره سوفيتيه.
واش نقدر نهضر مع الست كاوري واتانابي ف الغرفه تمنيه عشر؟
واش عندك شي مشروبات خرين؟
هاد الفستان من الكتان؟
سمح لي. راسي كيوجعني. واش عندك شي دوا؟
عفاك حط رول ديال الفيلم فهاد الكاميرا.
تلاميذ الثانويات الامريكيه ما خاصهمش يخدمو بزاف.
بغيت ناخد هاد الشي معايا.
فهمت. هادي ديالي. انا تابع لمركز ديالنا ديال التصميم الداخلي.
شنو نركب من اوتوبيس باش نمشي لهايد بارك؟
هاد البيره مسطحه.
ايوا، نتا.
بغينا كاملين نكونو ف نفس الطابله.
ما كاينش ما يكفي من فوط الغسيل.
كنظن هادشي ممكن ما يكونش صحيح. واش تقدر تشوفو؟
غادي يرجع السيمانه الجايه.
ماما ماتت.
بغيت شويه بورت.
ديّني للمستشفي.
يا سماوات العظيمه.
واش عندك هادي ف لون زاهي؟
بغيت واحد القلم.
عفاك، واش ممكن تعطيني شويه حامض للشاي ديالي؟
واش ممكن تعطيني الوصل، عفاك؟
فرحان بلقاءك حتي انا. واش هادي اول مره لك ف امريكا؟
واش تقدر تبدل هاد الصباط بصباط صغار؟
واش شي حد قاعد هنا؟
الشنطه ديالي ثقيله بثلاثه كيلوغرامات زياده.
كنظن راه غالي بزاف. ما عندكش ثمن معقول شويه؟
غادي نخرج بكري صباح غدا.
كتبيعو سلع معفيه من الضراءب فالطّيّاره؟
شكون هو المخرج ديال الفيلم؟
الصيف هنا ماشي خايب بزاف.
بغيت نشري هاد الشي.
تبع العلامه اللي مكتوب عليها تاكسي.
ايه، نتي فوسط فيفت افينو بالضبط. فين بغيتي تمشي؟
علاش درتيها؟
تسبيط ديالي تسرق حتي هو.
كنخاف ما عندناش. ولكن متاكد غادي تعجبك الغداء الخاص ديالنا.
سبعه ونص.
واخا. دابا الساعه حداش ديال الليل، يعني نرجع الساعه ديالي لعشره ديال الصباح، صح؟
مزيان، الرّيمينغتون ممكن يكون مزيان.
كتاخد حوالي ساعه ونص.
واش ممكن نعطيوني كاس ديال الما زايد؟
خليني نشوف هادشي.
فين كاين صرافه الفلوس؟
عفاك صبر شويه. غنسول السي ايماءي واش غياخد المكالمه.
واش نقدرو نوصلو تماك ف ظرف عشر دقايق؟
هاد الكاري سخون.
عندي مشكل مع الشنطه اللي شريتها البارح.
واش عندك شي حساسيه من الدوا؟
ايه، عندنا اياه بالاسود والبني.
بغيت نشوف ماتش ديال الكره القدم ديال المحترفين. فين نقدر نشري تذكره؟
سمح لي؟ ما فهمتش عليك. واش ممكن تهدر بشويه باش نقدر نفهم؟
خمسه ديال العشرينات، عشره ديال العشرات، والباقي فواحد دولار، عفاك.
كيفاش نوصل لنافوره كولومبوس؟
عافاك عطني شي حاجه مزيانه لشفايفي. البرد ديال الريح خلاهم مشققين.
واش كاينين شي اطباق محليه؟
ماتخافش. داك الكلب ما غاديش يعضك.
ايه، والدلافين زوينين بزاف.
شحال من مره كتخدم؟
درت ليها راسي فمعصمي.
فين كاينين السترات ديال النجاه؟
سير دغيا فهاد الطريق ربعه ديال البلوكات. ومن بعد دور علي اليسار فالاشاره.
واش تقدر تبعث هادو لليابان؟
خليت المحفظه ديالي ف المحل ديالك.
كيف عجبوك هادو؟
واش كاين شي طياره لسيدني؟
واش نقدر نكمل الرحله ديالي من غدا؟
واش هادي هي منطقه استلام الامتعه ديال الخطوط الجويه البريطانيه واحد جوج ثلاثه؟
غادي نخرج من الفندق مع السبعه ديال الصباح غدا.
خصنا نجتمعو مره اخري قريباً.
ايه، غادي ناخد ويسكي مع الصودا مع المقبلات.
عفاك دق جرس الطوارء.
بكل تاكيد. خليني نحط هاد الصندوق ديال الشنط؟ فين غادي؟
شنو المميز فهاد المطعم؟
سمح لي، راه تسد عليا الباب.
واش عندك شي حاجه باسلوب اكثر عصريه؟
فين نقدر نجيب التوكنز؟
واش غادي تبدل شي شيك دولار امريكي لفرانكات فرنسيه؟
نتلاقاو غدا.
علاش ما نديروش هادشي كاملين، مجموعين؟
واش نقدر نغطس ملي البحر هاءج؟
عفاك سير عند الجمارك تماك. نتمني ليك اقامه مزيانه.
وريني النماذج الجديده، عفاك.
واش عندك ترمومتر طبي؟
الصبّاط ضيّق بزّاف.
الشهر اللي فات ف التاسع.
زوين، ثلاثه عشرات، ثلاثه عشرات وجوج خمسات.
بغيت نجرب شي ماكله يابانيه. طيب لي شي حاجه.
واش نقدر نجلس فداك البلاصه؟
ايه، تْفَرْهْنَا بزاف.
شنو رايك فالعرض النهاري؟
كنقلب علي الشنطه ديالي.
تبدلات ليا الخطط. بغيت نبقي ثلاث ليالي بدل جوج.
اه، شكراً. بيتي، واش ممكن تجي عندي، عفاك؟
شحال من حزب سياسي كاين؟
وقف علي جنب.
واش كاين شي بريد ليا؟
رقم التمديد ثلاثه سته سبعه، من فضلك.
واش نقدر نكمل السفر؟
عفاك كون حذر اكثر فالمستقبل.
سلام، بغيت نعيط لتوكيو.
ايه، ولكن واش غادي تخلي الشنطه الخفيفه فوق الرف اللي فوق راسك؟
هدا اتاي خضر.
واش عندك تذكره؟
بغيت ليموناضه، عفاك.
كتقبل الفلوس اليابانيه؟
كان صاحبي كيعبر الشارع فالضو الاخضر.
واش عندك واحد باللون كحلي؟
واش تقدر تعاونّي مع هاد الشكارات؟
اه، شكراً، انسه ستايسي. ان هي اللي دارت هاد بودينغ البرقوق براسها.
شحال من ليله غتبقي؟
بغينا القهوه من بعد العشاء، عفاك.
كيقراو اخر صيحات الموضه من التلفزه والمجلات بحماس.
عيط لطبيب بسرعه، عفاك.
بغيت كتاب ديال الدراري.
فين كاين كونتر ديال الرحلات المتصله ديال British Airways؟
شنو كياكلو فالطابله الجايه؟
بغيت بيت لزوج ديال الناس.
واش تقدر تقول لي فين نلقي الخضر المعلبه؟
واش عندكم شي اثمنه اسبوعيه؟
واحد الغريب عرض ياخذ لي صوره، وعطيتو الكاميرا ديالي. من بعد، هرب بيها.
اه. فالاخير وصلنا للبيغ ابل. دابا خاصنا نركبو المترو باش نمشيو للفيلاج. واش ما خاصناش نشريو خريطه ديال المترو؟
كيفاش نقدر نوصل لمركز ABC؟
واش عندكم دوم بيرينيون؟
فين الطريق لوطيل غريس؟
عفاك خذ جوج حبات من بعد كل وجبه.
واش تقدر تهدر بشويه؟
واش تقدر تحل الشنطه ديالك؟
سيرفيس الغرفه، عفاك. رقم الغرفه هو عشره وخمستاش.
الجنس علي الشاطء للبنتين اللي تماك.
بغيت بلاصه قريبه من الخط ديال القاعده الاولي، عفاك.
بشحال؟
شويه ديال القهوه زياده، عفاك.
واش عندنا الوقت باش نشوفو داخل القاليري؟
فين كاين قسم السلع الفاخره؟
جميع البلايص تْباعو دابا، ولكن تقدر تشري تذكره باش تشوف الماتش الا بغيت توقف.
عفاك دير بلاغ علي السرقه.
كتظن نقدر نجرب نرسم ضوافر يدي بوحدي؟
بخير. ها انت.
عفاك قول لي فين نقدر نلقي تواصل معاك.
شوف، راه كبير بزاف، صح؟ غادي نجيب ليك كيس ديال الماكله باش تاخد معاك من بعد.
واش عندك جريده؟
بغيت خريطه ديال طريق الطوبيس.
كنبغي الافلام اللي كتخليني نبكي بزاف.
واش عندك شي حاجه اعرض؟
واش كاين شي محل ديال الماكله الجاهزه هنا؟
عفاك صيفط هاد الشي بالبريد الجوي.
المدير ديال الفندق ديالي، السيد هيلتون، عطاني سميتُه.
واش تقدر تخليها تلاتين جنيه؟
قول لي شحال من الوقت خاصني نرجع هنا.
من سته ديال الصباح حتي لعشره ديال الصباح
زوج ديال الهامبورگرات.
عفاك ورّيني واحد ارخص.
لون اغمق، من فضلك.
منين كتعيط؟
كنت مسءول علي الموارد البشريه لمده، وعلاش عندي اهتمام خاص باش نهضر مع الناس.
خصنا نصبرو هاد المده؟ شكراً علي اي حال.
واش التران غادي يخرج ف الوقت؟
واش تقدر تعمر هاد الفورم؟
بغيت نغطس ف بلاصه ضحله ومضيءه مزيان.
اه، هادي خايبه بزاف. يمكن فشي وقت اخر من بعد.
واش عندكم شي منشورات باليابانيه؟ بغيت واحد، عفاك.
مازال ما وصلش الحلو ديالي.
واش نقدر ناخد واحد اخر؟
غادي يكون زوين الا كانو عارفين هاد الشي بزاف علي اليابان.
شي حوالي ثلاث ميه جنيه، عفاك.
واش كاينين شي جولات كيدخلو فيها زياره لديسكو؟
بغيت واحد هامبورغر، بطاطا مقليه وليموناضه.
حط يديك فوق.
هي زوينه بزاف.
شكراً بزاف. رحله موفقه.
شحال تمن الطور؟
شحال الثمن الا خليت الطوموبيل؟
كسرت رجلي.
بغيت بارّيته.
دابا، غادي نفتح ليك المسام بالبخار.
سمح لي، واش نقدر ندخل هنا؟ شفت الشنطه ديالي.
واش نقدر نشري تذكره للباليه من هنا؟
ما نقدروش نبيعو حتي حاجه بلا وصفه طبيه.
واش طلبتي سرير صغير لولدك؟
كنقلب علي تذكار لصاحب ديالي.
راه في الطريق، سيدي.
بغيت بازل ديال الصور.
نقدا ولا بالكارت؟
بغيت نركب باص ديال السياحه.
بغيت نكري جوج ديال البيسكليطات، عفاك.
شحال غادي يكلّف هاد الباكيج باش نرسلها بالطّيّاره؟
فين نلقي قسم الغموض؟
بغيت نقعد حدا صاحبي.
عفاك عطني داك. شنو كتسمّي هداك؟
فين كتوصل هاد الطريق؟
فوقتاش مرضتي؟
ما نقدرش نشري واحد غالي بحال هكا.
سير دغيا فهاد الزنقه تقريباً ثلاثميه متر.
لا، درتها بوحدي. هادي من الهوايات ديالي. كنحب البستنه بزاف.
من بعد، غادي نخلص عليها بالدولار والين.
بغيت ملين.
هاد التلفريك غادي يديك للفندق.
عفاك صيفط هاد الشي مسجل. شحال فالمجموع؟
ضغط تسعود باش تخرج علي خط خارجي ومن بعد ضغط تمنيه واحد لليابان، ثلاثه لطوكيو، ومن بعد رقم التليفون.
سمح لي. غادي نرتب حوايجي دابا.
واش نقدر نرجعو فمدينه مختلفه؟
شحال بعيده النزل من هنا؟
غادي نبقي ثلاث ليالي.
رفع يديك. سكت و عطني فلوسك.
كنقدموا الساندويتشات والمشروبات من الحداش د الليل حتي السته د الصباح.
غادي نمشي ليله وحده قبل.
نشوفك. عيط عليا غدا.
واش تقدر تلغي لي الحجز ديالي؟
نتا كتعايش مع حاله شديده ديال التعب.
فين نبدل الطوبيس؟
بغيت جوج بيض مخلوط مع البيكون، بطاطا مقليه، توست وقهوه.
نعم، عفاك. واش هاد الفيلم مصنوع فاليابان؟
دازت مده طويله من نهار لخر مره تقابلنا.
شنو كيوقع الا ما تلاقاش؟
يمكن يكون عندنا طابله خاويه حوالي التسعود ديال الليل.
يعني جوج ديال الكرانات، ومن بعد اول يسار؟
شنو. كتقصد اليابانيين كياكلو هاد الحوايج؟
فين نقدر نلقي السكاكين والشوك؟
اه، نتيقه. هادشي زوين بزاف. غادي نرجع غدا ان شاء الله.
بغيت شامبو ديال اللون.
هادي هي. الممثل زوين بزاف.
بطبيعه الحال. غادي نجيبها دابا.
في الوقت الحالي، واش تقدر تعطيني شويه ديال الفلوس باش نشري شويه ديال الحوايج اللي ضروريين.
شحال غادي تخدم؟
بغيت نرسل هاد الشي لليابان باسرع طريقه.
واش نعم ولا لا.
شنو نوع ديال اللعب اللي عندك كتذكار من انجلترا؟
بغيت سله ديال النزهه.
كيوشو هي جزيره كبيره ف جنوب اليابان.
شارع 42.
سمح لي. عاود من فضلك.
شنو هي مصاريف الخدمه؟
بغيت شي عصير ديال الفواكه.
جيت نشوف صاحب ياباني ديالي.
مزيان.
شنو خدمتك؟
بغيت بلاصه فالاوركسترا.
شنو نوع الالم؟
سمح لي، غلطت. شنو نوع السكوتش اللي بغيتي؟
بغيت ندير جوله فين نقدر نتعلم البستنه.
بغيت تشرب شي حاجه قبل العشاء؟
بغيت شامبو وتنشيف بالشعره.
واش هاد التران كيتوقف فباث؟
شنو هي الطريقه باش نتحققو من هاد السلعه؟
عفاك وقف وسني حتي ناخد تصويره ديال جسر ووترلو.
عندي بيت مزدوج فيه جوج سرير مفرد.
هدي كانت مكسوره ملي خرجتها من الصندوق.
بغيت بلاصه محجوزه، عفاك.
واش نقدر نشوف الغرفه؟
وكنستناو شويه ديال الشتا الليله.
بغيت حليب سخون، عفاك.
بغيت فلاش الكتروني.
سمح لي، ولكن ما شربتش حتي حاجه. عفاك صحح لي الحساب ديالي.
عفاك كُل مع هاد الصوص.
بغيت تدي PAI، PEC، تعويض علي الخساره والتلف وملحق تامين المسءوليه؟
واش نقدر ندير الجوله دابا؟
فين قاعه الموسيقي؟
مبروك عليكم عيد زواجكم الخمسين.
واش شي حاجه مخلعه؟
بغيت ميه دولار شيبس، عفاك.
كنحب المناظر الطبيعيه.
الزرق كيعجب بزاف هاد العام.
فالصيف كاين الثلج فالجهه الشماليه ديال اليابان وفالمناطق الجبليه.
سمح لي، ما لقيتش الكاميرا ديالي.
واش ممكن تشوف واش تسلم؟
واش عندك شي حاجه اخري بحوالي تمانين دولار؟
انا شويه قلقه واش نقدر نغطس مزيان.
خليني ناخد الكويرات.
ايه، بغيت نكرّي طوموبيل.
سمح لي، واش هاد البلاصه مشغوله؟
غادي يعاون.
شنو كتدير؟
تحركنا بسرعه بزاف باش نتصورو.
حسنا، غادي ندير.
كنتمني نلقي خدمه فالتدريس ولا نكمل ماستر فعلم النفس.
كنقلب علي شي كريم خفيف. عندي بشره دهنيه بزاف.
كان من دواعي سروري نهضر معاك.
واش تقدر تجيب لي مجله يابانيه؟
سلطه، عفاك.
واش عندكم جوله نهاريه كامله؟
كتحمل الصوت؟
مكالمه دوليه لليابان.
لا، عفاك جيبها ف ثلاثين دقيقه.
واش الطوبيسات رخيصه؟
ايه، غادي نتاكد بلي يوصلو عندو هادو.
زنقه تلاته وتلاتين.
مزيان. واش ممكن تعطينا جوج ديال التيكيات؟
فوقتاش هي الربط لباريس؟
عفاك حط حاجتك تحت الكرسي.
شنو الهدف من رحلتك؟
بغيت واحد لوح ديال الشوكولاته.
واش عندك شي عصير ديال الفواكه؟
كاين شي مشكل فالمصباح ديال الفلاش.
بغيت نحجز بيت مزدوج من غدا حتي الاثنين.
بغيت بيرم داءم خفيف، عفاك.
واش هادشي كيشمل مصاريف الخدمه؟
مزيان. بغيت نجي.
واش نقدر نكمل الرحله ديالي؟
وريني واحد ارخص، عفاك.
ثمنو غالي بزاف. ورّيني واحد ارخص، عفاك.
ايه. واحد قنينه ديال البيره، عفاك.
كنظن الوقت كيسالي علينا.
واش تقدر تشوفها مره اخري، عفاك؟
جيديّاب.
بغيت نبدل الحجز ديالي.
ايه، كاين واحد فداك الاوتيل.
تاريخ السفر من فضلك.
فين خاصني نبدل الطوبيس باش نمشي لسان دييغو؟
كان من اللطيف منك تجي وانت مشغول بزاف.
ما عرفتش علي جلد الحنش هادا.
فهمت. عفاك قلس.
جدّي تعرّض لازمه قلبيه البارح بالليل.
مزيان. واش تقدر تعطيني التاريخ ورقم الطياره؟
واش ممكن تعطيني شوكه اخري؟
فاش كتسالي العرض؟
فاش نقدرو نتعشاو؟
كنخاف هاد الطلب كثر من اللازم عليا.
التكييف ماشي مضمون. عفاك شد الحزام ديالك.
كنت كنقوم بها. وما زلت كنقوم بها من حين لاخر باش نبقي محافظ علي المهاره ديالي.
شكون هديك السيده؟
الوجهه ديالي هي طوكيو.
ايه، انا سياح.
غادي نضطرو نوجهوك عبر مدينه اخري.
واش نقدر نزل فطريقي؟
اول وقت كان من نص اكتوبر.
فين نقدر نلقي شنط ديال الجلد؟
انا عندي حساسيه من اللقاح.
بغيت الحوت والبطاطا مقليه، عفاك.
واش عندك طياره لتوكيو نهار الجمعه؟
لا، ما شفت حد حدايا.
واحد كرتونه ديال سجاءر لارك، عفاك.
خصني تقرير ديال البوليس باش ندير التامين ديالي. فوقاش غادي يخرج؟
سياره صغيره، عفاك. شحال هي ثمن الكراء في النهار؟
بالضبط. حتي طفل صغير ما غاديش يلقا مشكل باش يجاوب عليها.
ايه، هادشي مزيان.
بغيتيني نعاود نشرح ليك هادشي؟
هو اخر واحد يكدب.
هادي ليك. واش غادي تقبلها؟
واش نقدر نشوف ليسته النبيذ، عفاك؟
شنو نوع الخدمه؟
سلام. سمح لي، دابا هو ف اجتماع.
بغيت نمشي للمتحف. اش من طوبيس خاصني ندي؟
من بعد، غادي ناخد جوج، عفاك.
شكراً علي استضافتي.
خصني طبيب، بسرعه.
سمح لي. بغيت نمشي لحديقه حيوانات برونكس. شنو هي احسن طريقه باش نوصل تما؟
غادي نعلموك ملي نلقاوه.
كتعرف شي ديسكو فين البنات الصغار يقدرو يمشيو بامان؟
شحال الوزن المسموح به ديال الشنط فهاد الطياره؟
ها هي، هادي مجانيه.
نهار الاثنين.
الباسبور ديالك وورقه التصريح ديال الجمارك، عفاك. واش عندك شي حاجه تصرح بيها؟
كاين شي حاجه بغيت تشوفها؟
عفاك خليهم برا بيتك غدا الصباح.
تسني قدام طابلو ديال المعلومات، عفاك.
بغيت راديو ساعه، عفاك.
هو بعيد علي الدار.
حوالي شهر، سيدي.
واش كاين شي مغسله ديال الطوموبيلات؟
كاين خرم ف الباب الامامي اليمين.
كيقدموا الماكله؟
واش نقدر نخلص بالماركات الالمانيه حتي هي؟
شنو هو اقل عمر باش تصوت فاليابان؟
هي صوف نقي.
واش ممكن نعيط ليك من بعد؟
فوقتاش كيتحل وفوقتاش كيسد؟
لا، شكراً ما نقدرش. بصح، انا ديجا مرتبط مع شي حد.
فاشن محطه خاصني نبدل باش نوصل لسوهو؟
بغيت شي دوا قوي للزكام ديالي.
هل اللبسه رسميه؟
واش تقدر توصل لبروودواي مع السبعه؟
واش كاين شي بلايص لليله؟
شنو كتعني هادي؟
البدل هو عشرين كيلوغرام لراكب الدرجه الاقتصاديه.
بغيت نخلص الفاتوره ديالي.
المره الجايه اللي نزور فيها، غادي نرجع اكيد. اذن، واش نقدر ناخد تخفيض؟
واش تقدر تطلبها ليّا، عفاك؟
هو كيوجد لامتحانات الدخول للجامعه ديالو.
اييه، نهار ذكري قنبله الذرّه ونهار ذكري نهايه الحرب.
ما خصهمش يتفرجو فشي برامج تلفزيه عنيفه.
شنو هي اخر واشهر فيلم؟
واش دازت عام دابا؟ الوقت فعلاً كيطير. بطبيعه الحال، غادي نجي. غير قول لي الوقت والمكان.
واش كاينين شي مطاعم محلولين دابا؟
واش نقدر نقعد فين ما بغيت؟
سمح لي علي الازعاج.
كنخاف تكون نسيت رقم. كنظن عطيتك عشرين.
كنتشوق باش نشوفك.
هادي هي كلشي اللي بغيت.
واش تقدر تبعث شي حد لهنا دابا؟
عفاك جيب لي الفطور.
درتي هاد الرحله لا تُنسي.
واش تقدر تعطيني تقدير ديال الثمن؟
ايه. ولكن هما كينقّاو بزاف بطريقه ما.
غادي ناخد احسن بلاصه عندكم، عفاك.
واحد ورقه ديال التيليغرام، عفاك.
دخلت البخشيش فالفاتوره.
لاوتيل ا، عفاك.
طوكيو صفر ثلاثه ثلاثه اثنين تسعه واحد خمسه ثمانيه ثلاثه خمسه، مدام هارادا.
صلصه فرنسيه، عفاك.
عفاك ديني لمطار ا.
بغيت شويه ديال الصابون.
بغينا نلعبو التنس. واش كاين شي ملاعب عموميه هنا؟
عفاك وريني شي حوايج ديال الدراري.
واش تقدر توصيني بمطعم مزيان قريب من هنا؟
هي شنطه كبيره وكحله.
خصني نكون عيطت علي الرقم الغلط.
لثلاثه. وسمّيتك عفاك.
فوقاش كتظن غادي يتحسن؟
مفاجاه نلقاك هنا.
انا هنا في عطله الصيف.
بغيت نشري شي تذكارات لاصحابي.
واش نقدر ناخد هادو دابا؟
كيفاش نقدر نضبط التهويه ديال الهوا؟
واش نقدر نقعد حدك؟
شنو نوع الماكله اللي كتجي مزيان معاها؟
ما عرفت العنوان ديالي مزال. ولكن ناوي نبقي ف واحد الاوتيل ف سان فرانسيسكو.
ما قديتش ننعس حيت الولد اللي ورايا كيدوي بزاف. واش ممكن تقول شي حاجه؟
فاغلب الحالات، غتكون ف وضعيه صعيبه بزاف.
كعبي كيوجعني.
ما كنديرش. غير دور علي اليسار. ها الشاحنه. تما. طلع فداك الطريق الصغيره تما. يلا، وقف هنا.
نزل فمحطه فيكتوريا وركب الخط الشرقي الغربي.
هدي مشققه. عفاك نقص فيها شويه زياده.
شحال كتاخد باش توصل لليابان؟
فين غادي نبدل الطوموبيلات؟
انا عندي حساسيه من الاسبرين.
واش نقدر نعاونك تقلب علي شي حاجه معينه؟
خلينا نتلاقاو ف المطعم.
عندك ثلاثه د المرات ديال الكتب اللي عندي.
طولو حوالي ميه وسبعين سنتيمتر وراسوا محلوق.
كنحس براسي بغيت نشرب البيره فهاد السخونيه.
واش نقدر نفطر دابا؟
هاهي رخصه السياقه الدوليه ديالي.
بغيت شي كريم ديال اليدين.
واش تقدر تكتب ليا عنوانك هنا؟
سمح لينا، الليله تبيعو كاملين. ولكن باقي عندنا شويه ديال التيكيات لغدا بالليل.
واش هاد كاس النبيذ يقدر يتحط فالغساله ديال الصحون؟
واش هما قويين بزاف؟
اه، ولد.
طيحت حلق فشي بلاصه هنا قريب.
انا كنتاقل علي رحله دلتا ايرلاينز رقم 215.
كنظن لَمَسْت شي كورال سام.
واش عندك صناديق؟
خليت الشنطه ديالي هنا، ودابا مشات.
بغيت شويه خس.
بكل تاكيد. فاش من وقت بغيت الحجز؟ شحال من واحد؟
خاصك تبقي علي اليسار.
شنو كتعرف عليه؟
دابا، اش من مخرج خاصني ناخد باش نوصل لكارنيغي هول؟
واش ممكن نستعملو ملاعب التنس؟
بغيت نعزمك علي الغداء.
واش نقدر نخلص ف الطابله؟
فين شفتو اخر مره؟
عطيني واحد اداه ديال البايب، عفاك.
خليت ساعتي فوق التران.
نعم، سيدي. غير لحظه، عفاك. ها هوذا.
واش ما جاش مزال؟
فوقتاش خاصني نخرج من هنا باش نلحق علي الطياره ديال 12؟
الجو سخون هاد الصباح، ماشي هكا؟
ايه، باين. ما فهمتش حتي حاجه اللي كيقولوها الناس اللي حدا بينا.
صيفط ليّ اسعاف، عفاك.
واش كاينين شي معالم مشهوره؟
واش تقدر توريني فين انا فهاد الخريطه، عفاك؟
ايه. ما كيعجبنيش اللي حلوين، مع ذلك.
اه، خليني نشوف. هادي كتفوت الميزانيه ديالي.
شنو نوع ديال الماكله غادي ناكلو علي الغداء اليوم؟
التلفاز تماك وهادي الريموت كنترول.
سمح لي، ولكن خايف خاصك تحتافظ بيه براسك.
بقي غادي نيشان حتي توصل لشارع هوب.
بغيت نشري هادي.
هاهي السار وهاهو العقد.
واش نقدر نمشي لمنطقه التدخين؟
واش تقدر تبعث طاكسي لشارع براون رقم ثلاثه وعشرين؟
ما طلبناش هاد الشي.
كاس ديال الشمبانيا، عفاك.
واخا، كتدي خمستاش دقيقه من هنا علي الرجل.
كاس اخر، عفاك.
بغيت نحجز شي بيتات.
شنو رايك ف سوار زوين يجي معاه؟
فين كاينين الكوزمتيك؟
واش ممكن تربطني بقسم التصدير؟
كنخاف الفلوس ديالي ناقصه. واش تقدر تشوف مره اخري؟
شكون اللي كيلعب فالماوند مع Cincinnati Reds؟
واحد لاتيه صغير، عفاك.
Club Subtropicana مزيان. كيبقي محلول حتي لثنين ديال الصباح. الطاقم غادي ينادي ليك علي طاكسي ملي تكون واجد تمشي.
التلاميذ اليابانيين مهتمين بالموضه.
ما غاديش نستعمل الفلاش.
واش تقدر تشوف العجلات؟
بديت غير كنقرا الدروس. صعيب بزاف.
فين باب الصعود لطاءره Japan Air Lines، الرحله 214؟
كنت كنشرب السجاءر كل نهار.
ركبت فالتران الغالط.
واش ممكن تعطيني شي ستيكرات ديال البريد الجوي؟
شحال مستعد تخلص علي هاد الشي؟
ما بغيتوش حار بزاف.
فوقتاش كيطير الطياره ديالك لسَن فرانسيسكو؟
ماقدرتش نلقي هاد المخرج.
بغيت خمسين جرام من هاد اللحم مقطع، عفاك.
واش عندك تذكره رجوع لليابان؟
واش تقدر تقول لي كيفاش ندير مكالمه تليفونيه؟
بغيت لون اخر، عفاك.
لي كيجري ورا جوج ارنب ما غاديش يلقط حتي واحد.
انا موافق علي فكرتك، بشرط ان يكون تاريخ اكمال المصنع مضمون.
واش تقدر تجيب لي تذكره، عفاك؟
قولها بشويه.
هادشي ما نقيش.
بغيت نحجز دوره ديال الغولف لصباح غدا.
تفضل خد من الكيك، عفاك. هادي معموله فالدار.
واش غادي تشوف حتي فهاد الشنطه؟
صحيح. ف لغتنا، sakana، اللي كتعني الحوت، جايه من تركيبه ديال saka، او sake، و na، الحوت كاكل خاص كتكلو ملي كتشرّب sake.
عافاك، بسرعه.
واش تقدر تجي تديّني من الفندق؟
غادي يكون نهار الجمعه ثلاثه وعشرين.
شحال من وقت وانت كتوجعك الراس؟
بغيت بلاصه فالقاعات الارضيه.
ما عرفتاش كيفاش نعمر هاد الفورم.
خصك تجربها ف لون افتح، كنظن.
فاشن طابق كاين قسم صباط النساء؟
تحت الكرسي اللي قدامك.
شحال كيسدو الدكان الكبير؟
ما خاصكش تشكرني.
هدا اكثر من اللي كنت متوقع نخلص.
بغيت نحدد موعد مع خمسه ديال العشيه اليوم.
واش كاين شي محل حلاقه فالوتيل؟
من شحال ديال الوقت كتقبلو الغسيل صباح غدا؟
هادي زفير. عندنا غير بروش واحد من هاد النوع وهادي من المعلقات المفضله عندي. واش بغيت تجربها؟
عطيني الثمن من بعد، عفاك.
فين كيبان؟
انا هنا باش نسجل الوصول.
عفاك خفّض شويه من عرض سروال الرجلين وما ديرش ليهم الكفّات.
بغيت نشوف شي من الكوليكسيونات المشهوره ديالك هنا.
ما كليتش هاد الشي.
هاري، واش كاين شي حاجه نقدر نديرها؟
علي ثلاثه.
واش تقدر تكوي هاد السروال، عفاك؟
الحديقه ديال الحيوانات بعيده تلاته ديال البلوكات.
واش هادي صوف نقي؟
شنو هاد الشي؟
انا فرحان بزاف حيت قدرنا نهضرو علي جميع القضايا المهمه ونلقاو حلول. كنحس بالامتنان الكبير ليك علي تعاونك الكريم.
بغيت واحد دليل سياحي.
فاي مستشفي غادي ياخدوه؟
الا عطيتيني تخفيض، غادي نشري هاد الشي حتي هو.
كلّ.
فين نقدر نشري تذكره ديال ماتش البيسبول؟
سمح لي. كيفاش نقدر نمشي من هنا للبنك؟
واش نقدر نشوف شي بطاقه تعريف؟
عفاك ورّيني كيفاش نستعمل التليفون.
شوف هاد الشي. هادي محل كبير بزاف. كنتمني تكون جبت معاك بزاف ديال الفلوس.
بغيت بلاصه فالكارطون.
عجبني. غادي ناخدو.
فين حيطان المدينه؟
رجعت.
بغيت شي حاجه اكثر كثافه، عفاك.
ما كاينش الصابون.
شنو من بعد؟
لسان فرانسيسكو، عفاك.
شنو هادو؟
فين كاين المقعد ستين ا؟
شحال بعيده المحطه؟
نعم. هو ساكن ف 12:34 شارع GEOS.
ولدي طاح.
ايه، عنا ملعب متاح مع جوج دالساعه وعندنا واحد اخر مع ربعه.
واش كاين شي خط ديال المترو كيمشي لسيفيك سنتر؟
فاي قسم؟
جيب الفول السوداني ديالك من هنا.
بصّح، كيعجبوني بجوج.
بالتاكيد. هادو جوج ديال الشنط وشنطه وحده. عفاك خليك مع هاد التيكيط.
نبيذ ابيض، من فضلك.
حيت دابا حنا ف موسم "O-Bon".
واش ممكن نمشيو نغطسو هاد العشيه؟
واش عندك شي معلومات علي الترفيه هاد السيمانه فالمدينه؟
معده صاحبي مقلوبه. واش تقدر تنصحني بشي حاجه خفيفه علي المعده ديالو؟
جوج واحد جوج تلاته ربعه تمنيه تلاته تلاته الف.
جوج بلايص علي جهه القاعده الاولي، عفاك.
بغيتيني نعمرها؟
رقم الرحله سبعه تاخرت بجوج سوايع.
بغيت نشوف المباني التاريخيه.
غادي نبعثو شي حد من الامن.
الجو سخون شويه.
انا جاي من البرتغال.
مني شربت العصير اللي عطاوني، فقدت الوعي. مني فقت، لقيت المحفظه والشنط ديالي مشاو.
الا بغيت، تقدر تطلب الفطور علي الطريقه الانجليزيه مقابل تكلفه اضافيه.
ضعت المحفظه ديالي.
بغيت نكري لوح شراعي.
واش ممكن تزيد شي صغار ديال الفلوس، عفاك؟
سباغيتي بولونيز، عفاك.
بغيت واحد بيرّا عفاك.
بغيت نمشي لباريس. واش خاصني نبدل الطوبيس؟
فاش غتكون وقت مزيان ليك؟
واش نقدر ناخد وصفه طبيه؟
بغيت واحد اخر.
شبكه البحث الواسعه ديالنا متوفره حتي هي باش تلبي متطلباتك.
هادي هي الهدف الاول ديال الموسم.
ما كاين والو عندي. شكراً.
يلا نمشيو نتفرجو فالنوافذ.
تفتكرت دابا. مشينا نتعشاو مجموعين.
شنو هي الطريق السريعه؟
حنا دابا كندوزو فوق حديقه يوسمايت الوطنيه.
واش كاين شي حاجه للاطفال؟
شريتها من سوق البرّاي.
انا مسافر.
كملت الماكله ديالي. عفاك نحي الطرّاي ديالي.
غادي نكري هاد النوع. ضمّن تامين الطوموبيل.
واش هادشي لسيدني؟
واش نقدر ندخل بالجِينز و السنيكرز؟
ايه. حسب توقعات الطقس الاسبوعيه، غادي يبقي الجو زوين هاد السيمانه.
عفاك وريني شي كفوف.
نعيط عليا باش نفيق، عفاك.
دور علي اليمين ف الشارع.
تكلم بصوت واضح، عفاك.
واش تقدر تجيب لي شي سماعات؟
مشقوق.
واحد هوت دو صغير و واحد كولا كبيره، عفاك.
تيفاني. واخا، علي الاقل نقدروا نمشيو نتفرجو فالمحلات من برا.
عفاك خلّي هاد الفيلم يتحمض ويتطبع.
كنظن غادي نديروها. شكراً بزاف.
غلطتي. نادراً ما كنشوفو بعضنا.
شحال كتخلص باش تبعثها بالبريد الجوي؟
بغيت طربوش.
يمكن يكون صحيح، ولكن ما نقدرش نقول بالضبط.
غادي نبقي ف اوطيل.
سمح لي ماقدرتيش.
واش تقدر تحل قنينه ديال النبيذ؟
واش نقدر نبقي ثلاث ليالي؟
نعم. بغيت نجرب الحوت الاحمر-ولكن واش حار بزاف؟
بغيت شي سكيتات رولر.
واش هاد الشي فيه واقي شمس؟ شحال من الحمايه كيقدم؟
ما تعاودش تفكر فهاد شروط الاداء؟
سمح لي بزاف.
واش هادي طوبيس ديال شيكاغو؟
كيفاش نقدر ناخد باص ليموزين من هنا لهناك؟
لا، سمح لي، شفت ولكن ما كاينينش.
بغيت فيلم تصوير ملون فيه ربعه وعشرين تعريض، عفاك.
بشحال هاد الجوله؟
واش نقدر نشري تذكره من هنا؟
انا موافق، ولكن مع بعض الشروط.
واش نقدر نكري مكواه؟
بغيت نشارك ف جوله ليليه.
بغيت واحد السلايد ديال اللون لهاد الكاميرا، عفاك.
شحال الثمن حتي لسياتل؟
فاش نوصلو لسياتل؟
بدل لي بيتي، عفاك. ريحتو غريبه.
فين غادي المتحف؟
بالثمن كامل، عفاك.
مزيان. غادي نوجد ليك طابله مزيانه. شنو سميتك؟
بيتي كتشوف علي زنقه عامره بالضوضاء.
واحد الاوطيل فيه دوش، عفاك.
هممم، عندك سخونيه. كيف داير مع كرشك؟
راءع. كاين بزاف د الحوايج باش تختار منهم.
عطيني طابع ديال عشرين سنتيم، عفاك.
واش حسن نعلم البوليس؟
بغيت شويه مربي.
كنظن غادي نمشي بالليموزين.
بغيت شي سلطه خضراء.
فاش كتفيق غدا؟
بغيت نمشي لواحد الاوبرا. فين كتدار؟
واش تقدر تقول لي الطريق لاقرب صيدليه، عفاك؟
واش خاصني نبدل الغرفه الا طولت الاقامه ديالي؟
حجز غدا، من فضلك.
هي ما كتعجبهاش تغسل المواعن.
خصو يرجع مع الربعه ديال العشيه.
شحال من مره كيديرو الجولات؟
جيب لي شويه كتشب.
فوقتاش نقدر نديرهم الا طلبت الخدمه العاديه؟
عفاك دير ليا تقرير ديال الخساره علي الشنطه ديالي.
بغيت نحجز ثلاثه بلايص لـ Cat on a Hot Tin Roof لليل غدا.
بغيت نبقي فالاوتيل ديالك الليله الجايه. واش تقدر تحجز لي غرفه فرديه؟
واش الطريق طويله؟
واش ممكن تبدلها بواحده حجمها اكبر بشويه؟
ثلاثه من ميه، جوج من خمسين وخمسه من عشرين، عفاك.
لا، ماشي بالصح.
بغيت نخلي الشنطه ديالي.
عفاك توقّع الفاتوره ووصل الكريديت كارد؟
عفاك حوّل الدولارات الي الجنيهات.
شحال غادي ياخد الوقت باش نوصلو للفندق ديال بارك بالتكسي؟
تسرقات ليّ الشنطه ديالي وانا كنت كنتاصل بالتلفون.
هادي شي حاجه ممتعه. غتكون مفيده لعديد من الشركات.
سمّيتي ساتو. عيطت من شويه. بغيت ندخل، عفاك.
بغيت ماسك للوجه.
واش نقدر نخلي الطوموبيل فمطار لا غواريا؟
بطبيعه الحال لا. غادي نكتب ليك منين نوصل للدار. بسلامه، السي ناغانو.
راني عالق ف الزحام، وما كنظنش غادي نرجع ف الوقت.
واش عندكم شي مناصب شاغره؟
عندي بزاف.
ما كنظنش كيناسبني.
بغيت نرسل هاد الطرد الصغير بالبريد العادي لليابان.
بلاصه فالتيراس، عفاك.
بغيت بلاصه علي اليسار.
هاد المدينه فيها بزاف ديال الخضره.
صفر ثلاثه ثلاثه ثمانيه واحد اربعه اربعه ثلاثه اربعه خمسه.
واش خصني نلبس مزيان؟
الشيانتي، عفاك.
هي كانت كتسوق بسرعه.
بغيت عصير الجريب فروت.
واش تقدر تخيط لي رجلي البنطلون، عفاك؟
شحال تمن بيت ثلاثي بلا دوش؟
هذا السيد تانكا ف الغرفه 1209. بغيت واحد طقم ديال مناشف الحمام نقيين.
عافاك ضم سنانك بشويه.
كنفرضو عليك ثمن الالغاء.
واش تقدر تجيب لينا جوج تيكيات؟
هي سته دولارات واربعين سنتيم.
واش نقدر نشوف الليسته، عفاك؟
شحال ثقيله هاد الشنطه؟
ماشي هاديك اللي قلتها قبل.
فين نقدر نلقي تليفون عمومي؟
جوله ديال الغطس، عفاك.
ايه، حنا محلولين طول الليل.
بغيت نرحب بكم كاملين هنا ف الاجتماع السنوي الثالث ديال عام 1991.
شكون هما الممثلين؟
شحال غادي يكلّف فالمجموع؟
سميتي اليزابيث.
واش كاين شي بلاصه مزيانه نقدروا نشوفوها فثلاث سوايع؟
فين كاين بلاصه ديال استرجاع الشنط ديال UA 801؟
واش تقدر تصاوب شهاده ديال السرقه؟
فوقتاش بغيت نتلاقاو؟
الحنفيه مسدوده.
جينا لامريكا من اليابان البارح.
فين هاد رقم البلاصه؟
بالمناسبه، واش عندك تامين السفر لهاد الرحله؟
كنخطط نبقي خمسه ايام.
فين كاين محل بلا ضريبه؟
كان عندي تذكره طياره ف الشنطه ديالي.
كنظن غادي نمشي ننعس.
هنا راه شويه واسع بزاف.
عافاك خليني نفكر شويه.
واش كاين شي بار قريب نقدر نمشي ليه نشرب شي حاجه؟
غادي نوصل فخمس دقايق.
شحال من وقت هي ف ميريكان؟
بغيت كبسه.
واش كاين حظر تجول؟
اللون مزيان، ولكن الحجم غالط.
بسكوي ياباني
واش نقدر ناخد بلايص الصف الامامي دابا، ولا خاصني نصبر حتي العرض الجاي؟
حسنًا، فهاد الحاله كنظن من الافضل نجرب شركه اخري.
هاد السنان كيوجعني.
واحد اخر، عفاك.
كيف كتلبس ملي كتكون غادي لعزاء؟
مني كتضوي الضو الحمره، ضغط علي الزر.
دوبل-او-ثلاثه، جال.
شحال الثمن لساعه؟
راك محظوظ، السي سوزوكي.
عندي الم شديد فظهري.
واش تقدر توصيني بشربا خفيف فالكحول؟
ضعت الباسبور ديالي فشي بلاصه.
غادي نوجدولك طابله دابا، السي كيمورا.
بغيت طوموبيل ديال اللعب.
هدا زوين بزاف.
بالضبط شحال كتاخد من الوقت؟
واش خاصني نوقف فطابور هنا؟
المفتاح الرءيسي، عفاك.
عجبني نهضر معاك.
واش نقدر نشري تذكره من الباب؟
حسيت بهاد الطريقه من البارح بالليل.
دازت غير ربعه دالساعه.
اليابان بلاد كتجري بسرعه.
عفاك صبر شويه حنا كنقلبو عليه.
عندي هداك.
عندي طفح جلدي. شنو هي الكريمات الطبيه اللي كتخدم مزيان؟
كتظن غدا غادي يكون البيكنيك داخل الدار؟
ايه، كنعرف شويه. واش نتا فشي سفر؟
سميتي يوكو ياماوكا. واش ممكن تبدل لي حجز الطياره ديالي؟
بغيت نشوف كوميديا كتدور علي حياه العاءله.
بغيتي اتاي ولا قهوه؟
انا خدام علي الاجازه ديالي، ولكن غير بنص الوقت.
شنو التخصص ديال هاد المطعم؟
احلام زوينه.
تزادت فمدينه بعيده علي هنا بحوالي ميه كيلومتر.
من الاحسن تبقي فبيت الفندق ديالك شي ايام.
بغيت شي حاجه تعالج الصداع.
هادي هي القياس ديالي.
هذ الغرفه سخونه بزاف.
واش متاكد؟
ايه، هادي جوده احسن. هادي معموله من الكشمير.
الحاجيات اليوميه.
طيحت الكاميرا ديالي علي سطح صلب.
واش تقدر توريني شي حاجه اخري؟
عندي غير خمسين دولار معايا.
كاين شي حاجه ما كتقدرش تاكلها؟
طيحت معلقه.
شكراً. غادي نفرح ندير هاد الشي.
اي حاجه غتكون مزيانه.
بغيت بلايص بثمن معقول، الا كان ممكن.
واحد المينيو، عفاك.
فين كاين المترو؟
فهمت. وفين نقدر نلحق علي طوبيس؟
نستناو المساعده.
سمّيتها مدام غريغسون، ماشي هكا؟
فين نقدر نلعب التنس؟
واش تقدر توريني داك الساعه؟
دابا وليت كنعجبني الطبخ.
شنو هاد المفاجاه نلقاك فالمكتبه.
واش عندكم مضارب للايجار؟
الحوايج كتعلق فين تخرجتي.
اه، فهمت. غلطي. سمح لي.
بغيت شي حاجه خفيفه.
زوج تذاكر من الدرجه الثانيه في اتجاه واحد لادنبره، عفاك.
ايوا، غادي يجي.
بغيت خريطه ديال خطوط المترو، عفاك.
كنفيق معطل فالاحد.
كنخرج بزاف نتمشي مع العاءله ديالي فالعطله ديال السيمانه.
مزيان، سيدي. واش امن ندوز هاد الفيلم؟
دابا تقدر تاخد واحد من ديالي.
شحال من نهار حتي لطوكيو؟
عفاك تاكد من وجهه الطوبيس قبل ما تركب.
زوج للبوفيه.
جي هنا من بعد ساعه، عفاك.
سمح لي، ولكن كلشي محجوز دابا.
كان خاصني نرسل ليهم البريد الجوي.
ايه، عندنا واحد كيشوف علي البحر.
لون الطوموبيل كان اصفر.
شنو الافلام اللي كاينه دابا؟
شنو كنحس بنقص فيه بزاف هو الينابيع الساخنه.
بخير. شكراً.
ايه، ماشي. غادي نشوفوك مع السته ونص.
كاينين فعلاً، سيدي. واش بغيت تشوف هاد الكتيب؟
نعم. هادي الغرفه جوج تلاته و تلاتين. مرتي مريضه بزاف.
واش عندك حزام كيتناسب؟
شحال من مره فالشهر كتلعَب البيسبول؟
سمح لي، ولكن مادام الاراء ديالنا ما متافقاش، ما نقدرش نوافق علي تجديد العقد.
صباح الخير، السي كاميرون. كيف داير؟
سميتي اكيو يامادا ورقم الرحله هو JAL صفر صفر سته متجهه لطوكيو.
عفاك عطييني واحد قنينه ديال الكولونيا.
واش ممكن تعطيني الفورميلير ديال استرجاع الضريبه؟
واش تقدر تلوّج لليمين؟
عفاك وريني علي هاد الخريطه.
واش عندكم بيت لربعه؟
ما كاينش السكر، غير الكريمه.
هاد الصباح السيد كاواكامي غادي يزور زبون.
كيفاش نوصل لهناك؟ واش تقدر توريني فين هو فهاد الخريطه؟
ولكن كتزرع الخضره هنا.
اريزونا بحال الحمام بالبخار.
عفاك عطييني كاس ديال الما.
اكيد، تقدر. ولكن غادي يكون كاين مصاريف نزول ديال خمسين دولار.
واش قريب من هنا؟
واش ممكن تعطيني شي مقبلات، عفاك؟
واش تقدر تبدل العجله، عفاك؟
هل هادي ميه وعشرين دولار؟ كنظن راه غالي بزاف. كتدير شي تخفيضات؟
واش عندكم سوتيرن؟
بغيت جوج طوابع ديال البوسطا للبطاقات البريديه لليابان.
عفاك ورّيني الباسبور ديالك و الفورم ديال الهجره.
شنو كتبيع ف الطابق الثاني؟
السياره ديالي ما غتكونش متوفره غدا.
واش الما سخون؟
واش ممكن تجيب لي الفاتوره ديالي؟
نعم. ف اقرب وقت ممكن. هادشي كيتعلق بمساله مستعجله.
واش كتقدر تضمن الجوده؟
تسدت عليا الباب. واش نقدر نطلب مفتاح نسخا، عفاك؟
فين كاين مكتب السياحه؟
كيفاش نقدر نعيط لليابان بالتلفون؟
عندي جوج ديال الحوايج باش نسجّلهم.
هو فخط اخر.
هنا سخون بزاف، و معتم بزاف.
شكون كان الفنان؟
خليني نعرف راسي. سميتي غورو يامادا.
سمح لي. طاحت علي السكين ديالي. واش تقدر تجيب لي وحده اخري؟
فين بابا؟
شحال من اونس؟
اه، لا. كان خاصنا نلبسو مزيان باش نمشيو للمسرح.
واش كاين شي طوبيس؟
شنو هي نسبه الصرف؟
عندي جوج ديال الشنط وشنطه ديال الكلاسات.
الملاءات وسخين.
يالله. غادي نقدر نرتاح شويه من الخدمه ديالي.
شحال من كيس بغيت تسجل؟
حسنًا، كلشي يقدر يكون غالي فاليابان ديال اليوم، ولكن اطباق التوفو ماشي غاليه بزاف حسب المعايير ديالنا. الا زرتي مطعم ياباني راقي باش تجرب الماكله ديال كيوتو، خاصك تكون مستعد تخلص جوج ميه دولار للشخص.
بصوت اعلي، من فضلك.
دابا، فين هي الشنطه ديالي؟ اه، ها هي جايه.
شحال من الفلوس كانت عندك فالمحفظه؟
ما عرفتش بصح. واش تقدر تقيسني، عفاك؟
ماتنساش تجيب معاك الباسبور ديالك.
هادي هي كلشي اللي عندك؟
اكيد. غادي نرتب باش يتاصل بيك مع الخامسه ديال الصباح بالضبط غدا.
واش نقدر نشوف خريطه الجلوس ديال المسرح؟
سمح لي، خاصك تخلص قبل بتسعه وتسعين يوم.
واش عندك شي رزنامه ديال الاحداث؟
عطيني رول ديال فيلم سينماءي ستاشر ميليمتر مع القدره علي الصوت.
هو فهمني غلط.
كان مشغول بزاف مءخراً. ممكن نساها.
نعم، غادي نديرها. ولكن شحال تْكلف؟
تقدر تسني هنا شويه؟ غادي نشوف ليك.
هل هادي اول مره كتجرب هاد الشي؟
غادي نتاصلوا بيك ملي يكون الهامبورغر ديالك مشوي علي الفحم واجد.
واش تقدر تبعث هاد الطرد بثمن الكتاب؟
حط لي شويه كريم علي شعري، عفاك.
فين كاينين ملاعب التنس؟
حل ثقب زايد، عفاك.
كتعرف شي حاجه علي الشنطه ديالي؟
انا من الولايات المتحده.
هل هادي هي المقاس ديالي؟
عندي الربو.
كنخاف ما عنديش حجز، ولكن واش عندكم طابله؟
لا، سيدي. سمح لي. راه عامرين.
سءال مزيان. كنت غادي نشرح داكشي.
عندي الم كيخبط ف ودني.
بغيت ناخدو.
غادي نديرو حفله صغيره فدارنا السيمانه الجايه. كنتساءل واش تقدر تجي مع مرتك.
المسافرين اللي غاديين يبدلو الطياره، عفاكم حضيو بطاقه الترانزيت ديالكم. الوقت ديال الاقلاع متوقع يكون علي خمسه وعشرين دقيقه. عفاكم ردوا بالكم للاعلان.
بغيت نحجز وقت باش نبدا نلعب الغولف مع العشره ديال الصباح غدا.
واش تقدر توصيني بلاصه بحال هادي؟
اه، شي بريتزل. واش نقدر ندير ليك حساب؟
شحال الساعه دابا ف لندن؟
علاش؟
ما خصنيش ناكل الماكله اللي فيها السكر.
من بعد، كنظن راه فالباسبور ديالك. واش تقدر تشوفو، عفاك؟
شحال خلّص؟
انا طالب جديد فالسنه الاولي. ما عرفتاش كيفاش نسجل. واش تقدر تعاونّي؟
كنسول واش عندك شي تيكيات مباعه فنهار العرض.
غادي نربطك مع شي حد كيهدر بالانجليزيه.
بصّح؟
سمح لي علي الازعاج، ولكن عفاك عاونني.
بغيت نرجع للفندق الكبير.
بغيت نحول ل BA ثلاثه تسعود وتسعود.
كتفكر فاش كانو مميزات السارق؟
فاش من اوطيل غادي تبقي؟
فاش كتبدي؟
تسرق لي المحفظه ديالي.
كنتشوق نشوفك مره اخري فهاد الوقت العام الجاي.
وقع جرح. عفاك جي دابا.
خصني نزل. هاد الطياره غالطه.
فوقتاش ممكن يتدار اول مره؟
انا ليروي.
سلام. هادا ياماشيتا كيهدر. بغيت نهضر مع السي سميث.
واش كاين شي كار ديال الماكله فالتران؟
تشالتي تسرقات.
واش عندكم بيت متوفر للزوج الليالي الجايين؟
بغيتي التامين؟
واش تقدر تعيط عليه لي؟
واش عندك شي مجله يابانيه؟
واش عندك شي وحدين نقيين؟
فين نقدروا نمشيو نركبوا الموج؟
ماشي مشكل.
فاش نعيط عليك؟
كتقدموا الماكله هنا؟
التونه مع الواسابي، من فضلك.
مزيان. غادي ناخدو. واش تقدر تغلفو كهديه، عفاك؟
فين بيت الراجلين؟
بغيت واحد الفيلتر.
ما تقدرش تفلت بهاد الشي.
واش ممكن تعطينا طابله فالترّاس؟
واش تقدر تحرس ليّا الحوايج الثمينه ديالي هنا؟
عافاك قولي لي منين نوصلو لشارع هدسون.
شنو هو المحل المفضل عندك؟
عافاك عيط لي فالاوتيل ملي تلقاه.
واش عندك شي ساعات جيب؟
واش ناكل هاد الشي مع الصوص؟
واش غادي نحتاج حمايه من البرد فوق قمه الجبل؟
شكون غادي ياخذ القرار النهاءي؟
كنت كنخمم ف السيمانه اللوله ديال فبراير. باقي خاصني نشوف كيفاش ندير الحجز.
كانو حتي كارتات الكريدي ديالي ف البورتوفيل.
عندو سلاح.
كاينين بزاف ديال الكلاب، ماشي هكا؟
بغيت نشوف فيلم جديد كلياً.
بغيت شي حلقان.
ما خصنيش ناكل الماكله اللي فيها الملح.
فوقتاش غادي يجي اللي جاي؟
عندي خطط.
واش تقدر توصلني مع شي واحد كيهدر اليابانيه؟
بغيت واحد طابله ديال الشطرنج.
لاوتيل كونتيننتال، عفاك.
بغيت غير شويه ديال الخردل، عفاك.
واش غادي يكون شي فليب شارت فبيت الاجتماع؟
كنت بغيت واحد البيت اللي ف الوراء. كيبقاو هادوك عموماً هادءين اكثر.
بغيت اهدي بيت عندكم.
كتبيعو سلع معفيه من الرسوم فالطياره؟
بغيت نخرج الباسبور ديالي من الخزنه ديال الامان.
ف الخمسه وخمسه.
تقدر تشري التذاكر من شباك التذاكر ديال المسرح.
سمح لي، فين كاين بيت الراحه، عفاك؟
فين جهه الشمال؟
المفتاح ديال حداش و خمسه و اربعين، عفاك.
كتشوف التمثال فداك البنايه؟
واش ممكن نعطيني شويه ديال الما؟
ايه، انا متاكد. راه بنين بزاف حتي كليت بزاف. عجباتني العشاء بزاف.
شكراً. واش تقدر توريني شي صباط ديال 6 ونص D؟
عطيوه الاسعافات الاوليه من فضلكم.
واش كاين شي مرايه؟
فين باب ربعه وعشرين؟
خد جوج كبسولات جوج مرات ف النهار.
ما عنديش كاش كافي، غادي نخلص بالكريديت كارت.
صبر شويه.
بغيت نجيب هاد الشنطه معايا فالطياره، عفاك.
واش نقدر نحط الشنطه ديالي فالمورا؟
فين نقدر نشري تذكره ديال الطوبيس؟
بغيتي تنضم لينا؟
واش تقدر تزيد جبن شيدر؟
من بعد، عفاك عمر هاد الفورميلير ووقع عليه.
بغيت خمسه طوابع ديال خمسه عشر سنتيم وعشرين بطاقه بريديه، عفاك.
شحال غادي تاخد باش توصل لفندق هيلتون؟
شويه.
عندي خطه نمشي نتفرج ف المدينه نص نهار هاد لعشيه.
شحال المجموع؟
واحد البيت هادء، عفاك.
كنعيط غير باش نشكرك علي المساعده ديالك خلال الرحله ديالي لامريكا.
عندنا خمستاش نهار عطله وطنيه.
انا متاكد باللي خليتها عند الاستقبال.
هي الخدامه. واش محتاج شي حاجه؟
شحال تمن هاد علبه السجاءر؟
كتعجبك الخدمه هنا؟
لا، هادي ثلاثه سبعه تسعود ثلاثه ثمانيه اربعه سبعه جوج، كنخاف عندك الرقم غالط.
واش ممكن تعطيني مفتاح الغرفه ديالي؟
سمح لي. واش تقدر تقول لي شكون الطوبيس اللي كيمشي لويلر افينيو؟
واش تقدر توصيني بفندق نقي وماشي غالي؟
يمكن هادي شويه غليظه بزاف. واش عندك وحده رقيقه اكثر؟
واش نقدر نرجعو الا ما كانش كيلبق؟
بغيتي تبعثهم بالبريد الجوي ولا بالبريد البري؟
ديّني لشارع الملك.
واش عندكم شي بلايص خاويين الليله؟
كنظن انو موقف الطوبيس قريب من هنا، ماشي هكا؟
كنخاف ما عندناش، سيدي.
عفاك هدر بشويه. ما فهمتش مزيان.
واش نقدر نجرب هاد الشي؟
شنو رايك تجي تشرب القهوه معايا؟
بغيت نشرب بيره. شنو نوع ديال البيره عندكم؟
شنو؟ ما كيعطيوكش فرشايه سنان فابور؟
بغيت ثلاثه رولات ديال فيلم ملون فيه سته وتلاتين صوره.
واش كاينين شي طوبيسات خدامين؟
اه، هادي شويه غاليه. واش عندك شي حاجه ارخص؟
سمح لي، طلبنا الشراب ديالنا ثلاث مرات.
شحال باش نوصل لبرج لندن؟
واش تقدر توصيني بشحال من بلاصه نقدر نمشي ليها ونرجع فنهار واحد؟
هادي ثقيله.
الزنقه مختلفه علي اللي مشينا فيها البارح. واش هادي طريق مختصره؟
كيف كتكتبها؟
ماشي بالضروره. كنظن بلي تعلّمو يعيشو مع بعضهم بعد سنوات طويله ديال المنافسه.
بالمناسبه، واش المحلات الكبيره كيتقبلو شيكات المسافرين؟
نعم، بطبيعه الحال. شنو هو رقم الكارط ديالك وتاريخ الانتهاء؟
بغيت برطمان ديال المربي.
واش نقدر نكري معدات الغطس فهاد المحل؟
واش تقدر تهتم بالحقاءب ديالي؟
يمكنك تجرب فندق H او فندق C.
فوقتاش كتطلع الستاره؟
كيف بغيت شعرك؟
كنبداو مع رولينغ ستونز.
ايه، سلطه القريدس باش نبداو.
تشال لي باسبور ديالي، معاه سبعين دولار.
شنو هاد البنايه الغريبه؟
واش عندكم مسبح فهاد الفندق؟
عافاك عيط عليا مع السته ديال الصباح غدا. رقم الغرفه اربعه وعشرين.
واش نقدر نخلص بالين؟
كنخاف ما كاينش استرجاع الفلوس. تقدر غير تبدلها بحاجه اخري.
فين هي الجامعه؟
كانت لابسه تيشورت وتنوره طويله.
انا من امريكا.
هاد هو المطعم ديال دالاس.
مرحبا بك تتواصل معنا في اي وقت.
واش تقدر تبعثها لليابان الا طلبتها دابا؟
واش نقدر ناخد ديك رومي مع خبز الراي؟ وبغيت مايونيز زياده، عفاك.
شحال من نهار هاد التيكيات صالحه؟
بغيت تمشي تاكل معايا؟
تسرقات لي المحفظه ديالي مع الباسبور ديالي.
واش عندك شي خطط؟
واش كاين التدفءه؟
فين كاين المسرح؟
جرحت صباعي.
واش غادي تاخد ميه دولار علي هاد الشي؟
واو، ما كنتش عارف باللي كتاخد علي الاقل شهر باش تحصل علي بطاقه اءتمان.
واش نقدر ندي الحوايج ديالي من الخزنه ديالي؟
بغيت نبدل البرنامج ديالي.
لا، ما خاصكش. غير ضغط علي الزر ديال التصوير، عفاك.
تضربت.
فاش كيسالي الطور؟
ميامي
دوري؟
فين نقدر نشري سلع الحرف التقليديه؟
ثلاثه دولارات. واش غادي تاخدها؟
فين اقرب بيت الراحه هنا، عفاك؟
خلصت علي الماكله وتكاليف الفندق مسبقاً.
سمح لي، غادي نهتم بالكلب.
عندي حوالي ثلاثه الاف دولار.
جوج ميه دولار. كاش ولا كريدي؟
فين هي طوبيس ستوب ديال سنترال بارك؟
مزيان. عندي بلاصه حدا الشباك. ايلا بغيت تبدلي البلاصه من بعد، انسه.
انا فالعطله.
واش هادي هي البلاتفورم الصحيحه ل نيويورك؟
ايه، كل عشر دقايق.
واش مازال نقدر نبدل طلبي؟ بغيت سمك الدوفر بلاصه المحار الصخري.
باش تقرا.
هادي هي الحاله كل نهار الاثنين.
اه، كيبان محطات المترو ومحطات الطوبيس. واش نقدر نخليها؟
فين كاين كونتر ديال التشيك ان ديال دلتا؟
هاد الحاجه ما مسموحاش بها.
واش كيحافظ علي اللون؟
هما صغار بزاف.
فاش كيدوزو سوايع متحف الفن؟
مني نكون خارج، عفاك صاوبها.
انا كن.
واش كاتشتي طول هاد السيمانه؟
واش نقدر نشوف داك الشنطه؟
واش هاد الطوموبيل كتدي لسياتل؟
عفاك وقع هنا، وها هي الوصل ديالك باش تحتافظ بيه.
خدمه الغرفه.
واش هاد التيكي صالح غير لنهار اللي متحدد؟
الوقت سالا.
واش تقدر تحتافظ بالحوايج ديالي الثمينه، عفاك؟
غَلَطْتْ.
غادي نبقي عند واحد الصاحب ف نيويورك.
شحال الثمن مع الضريبه؟
هديه؟
هي اللي جايه من اليمين.
كتفضل جاكيت بصفين ديال الزرار ولا بصف واحد؟
واش تقدر تعاونّي نلقي الشنطه ديالي؟
ايه، هادشي كيبان بحال حاجه خاصها تتفحص مزيان. واش ممكن تفكر فهاد الاحتمال، السي كينان، وتبلغ السي ناكاياما باللي لقيتي فاقرب وقت؟
واش الطريق بعيد حتي لوطيل هيلتون؟
شنو نوع المطعم اللي كتقلب عليه؟ واش بغيت غير تعشي، ولا كتقلب علي مطعم فيه بار؟
زوج بطاطا مقليه، واحد كولا. جوج دولارات عفاك.
بغيت جاكيت.
هنا ضيق بزاف.
واش نقدر ناكل العشاء فالسفينه؟
واش عندك هاد الشي؟
الجو رطب فالصيف فاليابان.
عفاك خليه هاد الشنطه حتي لثلاثه.
عشت نهار زوين اليوم.
واش هاد الدوا كينفع باش ينقص السخانه؟
عينيه كانو كحلين وبعيدين علي بعضهم.
عفاك حجز طابله لخمس ديال الناس.
سمح لي، عفاك عير ليّا واحد الكالكولاتور.
واش خاصني نترقد فالمستشفي؟
واش عندك تذكره الرجوع ديالك؟
بغيت ندير مكالمه دوليه لليابان، عفاك. هادي يوكِي موراي ف الغرفه ثلاثه عشر. بغيت ندير مكالمه علي حساب السيد كيسوكي موراي. رقم التليفون هو طوكيو صفر ثلاثه ثلاثه سبعه جوج سته تمانيه ثلاثه تسعود واحد.
واش تقدر تصلح هاد الكاميرا؟
نعم، سيدي. واش عندك شي بطاقه تعريف؟
واش كاين شي بلاصه نقدر نعيط فيها بالتلفون؟
فين كاين المكتب ديال المفقودات؟
هدا كان زوين.
كيعجبو الناس بزهور الخوخ فمهرجان العرايس ديال البنات فالثالث من مارس.
واش نقدر نبدلو بحاجه اخري؟
نغلفها؟
عندي تذكره لمدينه ديترويت اللي كتخرج مع الحاديه عشر ديال الصباح.
واش تقدر تعاونني نلقاه؟
فوقتاش قلت خاصنا نسلمو الورقه ديالنا؟
بغيت عصير، عفاك.
خمسه وعشرين دولار شامل تمن الطوبيس، المرشد وتذاكر الدخول.
مسجل، عفاك.
بغينا نجربو الماكله المحليه.
دي صاحبي للمستشفي، عفاك.
المتحف المتروبوليتان ديال الفن مزيان.
عفاك عطيني وصل لشركه التامين ديالي.
بغيت نكري شي معدات ديال الويندسيرفينغ.
ما فهمتش شنو كتقول.
ها هو اسمي الكامل والعنوان ديالي.
انا عندي حساسيه من المضادات الحيويه.
خطر الا ما خديتش طاكسي باش نرجع للفندق.
اقتراحه تقبل.
ايه، عنا تسعه وتسعين نوع ديال وجبات الكورس.
واش كاين شي خط اوتوبيس اخر كيمشي لهناك؟
واش تقدر تقول لي كيفاش نتحكم فدرجه حراره الغرفه؟
شيل لي الشنط ديالي، عفاك.
عفاك قطع الخط. غادي نعيط عليك من بعد.
كاينين ربعه ديال الفصول مميزه.
عندي هاد الاعراض من هاد الصباح.
واش التران كيتوقف ف اديلايد؟
قهوتك، من فضلك.
خمسين سنتيم علي كل كلمه. اغلي من اللي كنت متوقع.
نقدرو نشوفو حوايجنا هنا.
بغيت نرسل هاد البطاقه البريديه لليابان عبر البريد الجوي.
فوقتاش كيمشي هاد الطوبيس؟
عطيني قنينه صغيره منو.
فين كاين اقرب تلفون؟
فالمسرح حدا المكتبه. ولكن خاصك تحجز.
بغيت شي نقانق، عفاك.
شنو التخصص ديال هاد المطعم اليوم؟
شنو رايك تمشي لباريس صباح غدا وتبدل علي طياره Swissair ديال العشيه؟
خمسه وتمانين بنس.
هادي زوينه بزاف. خصك تجي تزورنا شي مره.
فاش غادي نخرجو؟
سمح لي.
ماتقلقش.
بغيت واحد قوي.
لا، كنحس براسي محظوظ. يلا.
واش عندك واحد اكبر؟
بغيت نحجز طاوله لثلاثه علي السبعه، عفاك.
عندنا انظمه المترو فمدن كبيره بحال طوكيو.
سمح لينا ما نقدروش. غادي ياخد اكثر من جوج سيمانات.
شحال الثمن باش تكري تليفون محمول وباجير؟
واش كاين شي مغسله حدا هنا؟
كنستناك تسكت.
واش التمن ديال الخدمه داخل؟
ما كنحسش مزيان، عفاك عطيني شي دوا.
مازال، شكراً.
عدد سكان اليابان هو السابع في العالم.
فين نقدر نصلح ساعتي؟
عطيني عشره توكنات، عفاك.
اكيد، خذ الباص رقم خمسه من فندق رويال ونزل ف ساحه وسط المدينه.
غادي يكون واجد مع غدا العشيه.
ايه. هاد الصباح شريت سويتر من عندكم فالمحل. ولكن ملي رجعت وفتحتو، ما كانش هو اللي شريتو. ها الفاتوره ديالي.
شحال من قنينه ديال المشروبات الكحوليه عندك؟
تقدر تبدلو فشي بنك من بنوك المطار.
عندنا نبيذ وردي ممتاز.
واش تقدر تقول لي برنامج التلفزه ديال اليوم؟
انا متاكد غادي تبراي ف وقت قصير.
هدي طبق مشهور فالمطعم ديالنا.
واش عندك شي هديه مزيانه لراسي؟
كتشوف العلامه ديال Air U.S. سبعه صفر سبعه؟ خاصك تمشي لهناك.
عندي الم فالمعده. واش ممكن تعطيني شي دواء؟
بغيت شي كاس قهوه زايد؟
غدا؟ ما عنديش حتي حاجه نديرها طول العشيه. ولكن علاش؟
واش تقدر توريني الفاتوره ديالي، عفاك؟ شنو هاد المصاريف؟
غادي نورّيك البلايص.
واش عرفتيه من مده طويله؟
شنو غادي يوقع الا قلت نعم؟
واش تقدر توريني كيفاش ندير مكالمه تليفونيه؟
هل هاد الكوارتز؟
طلب ديال سلطه البطاطا باش ناخدها معايا، عفاك.
كريسي فبطني.
بغيت جوج ياردات من هاد القماش، عفاك.
واش تجيب لي شويه ديال التلج وجوج كيسان، عفاك؟
شنو هو الحد ديال العمر؟
عندك ظرف اخر؟
واش عرفت بلي ما وقفتش عند العلامه؟
غادي نوصل تقريباً مع العشره دالليل اليوم.
تيكيات الاكسبريس صالحه غير للتران والكرسي اللي حجزتيهم.
ما درتش حركه ديال الامعاء من ثلاث ايام.
هادي بطاقه المطالبه ديالي. واش غادي تشوفها دابا؟
شحال تمن التذكره لوايت بلاينز فالخط الشمالي؟
واش خاصني تيكيات؟
كتبان قطعه ذات جوده عاليه.
واش كاينين شي بلايص للغوص حدا هنا؟
عفاك كتب سميتك، الفندق ديالك، ورقم التليفون ديالك فهاد الورقه.
عفاك ورّيني الطريق لمكتب BA.
عفاك نزلني فالتوقيفه الجايه.
عفاك سير للنافذه الخامسه.
ايه، البارح كان الجو سخون شويه.
شنو رايك تمشي معايا لهاكوني؟
يمكن نكون خليتها عند الاستقبال.
بغيتو نتغداو مجموعين؟
واش ممكن تعطيني شي دوا للمعده؟
هدي عاءلتي.
فين الفريطور ديال غرندلوالد؟
بغيت شي اتاي؟
واش هادي صحيحه؟
بغيتك تدير ليك تصوير بالاشعه.
علاش هاد الشورتات ديال الملاكمه غاليه بزاف؟
عطيني تسعود العشرات، واحد خمسه، ربعه واحدات والباقي في العشريات.
سمح لي، ما نقدرش. نقدر نوقف غير فالفنادق اللي مدوّزين هنا.
شنو نوع الغرفه اللي بغيتي؟
كنشكرك، ولكن الحقيبه ديالي كبيره بزاف عليا باش نشيلها. واش ممكن تحتافظ بيها؟
بغيت نستعمل صندوق الامان.
السميه هي سوزوكي.
فين هي اللوبي؟
سمح ليا علي التاخير، رقم بيتك هو تسعه وتسعين. ها هي المفتاح ديالك.
فين كاين الخزنه ديال الشنط؟
واش نقدر ناخد موعد غدا؟
فين غادي تبقي ف لوس انجلس؟
ما كاين باس.
فين الطواليط؟
عفاك قول للسيد توماس انني غادي نبقي ف فندق هيلتون.
واش تقدر تقول لي شنو الطوبيس ولا التران لي كيمشي لمركز المدينه؟
فاش غادي يكون كاس العالم؟
طلع الفوق فالمنحدر. غادي توصل لطريق فيها ثلاثه ديال الفروع. من بعد سير علي اليسار.
شنو هي درجه الحراره دابا؟
حط فلوسك فين كتهضر.
سلام. معاك كارول براون. واش نقدر نهضر مع سوزان؟
واش عندكم بيت فيه منظر زوين؟
واش عندك شي جرايد يابانيه؟
غادي نمشي نهار الجمعه 29 ورجع نهار الحد.
ما عندناش فالمخزن، ولكن نقدروا نطلبوه ليك.
كاين ستكير ديال ميكي ماوس عليه.
واش كاين حتي بار ديال السناكس؟
عمتي عيّانه وشويه غريبه.
فين نقدر نشري اللبسه التقليديه؟
غادي ناخد ستيك سيرلوين، و خروف مشوي لمرتي.
دابا، شنو خاصنا نديرو للعشاء اليوم؟
فوقاش عندكم البلايص متاحه؟
بغيت طوموبيل.
عربه بلا تدخين، عفاك.
فندق ارخص مفضل الا كان ف حي امن.
سمح لي، شنو خاصني نكتب هنا؟
واش كاين شي اختيار اخر؟
عندي الرشح.
ما عندكش بيت ارخص؟
عيت علي رقم غالط.
كاين واحد البنايه زوينه تماك.
بغيتها تبان بحال ديال ميغ رايان، عفاك.
درنا دراسه معمقه علي احتياجات الزبون.
سمح لي. واش تقدر تقول لي كيفاش نوصل لاقرب بنك؟
فين نقدر نفطر؟ فاش من وقت كتقدم؟
انا فلاح.
سمح لي، واش ممكن ترفع الكرسي ديالك شويه؟
واش نقدر نطيب راسي؟
فوقتاش نقدر نفيق؟
كنقلب علي مقلاه ما كتلسقش.
غادي نشوف. خايف ماقدرتش نلقي سميتك.
كنظن كاين شي غلط. واش تقدر تدير لينا شي ترتيب باش نقدرو نبقاو؟
واش خاصني ناخد معايا كوت؟
واش ممكن تعطيني سماعات اخري حيث هادو ما خدامينش مزيان؟
فطور علي الطريقه القاريه، عفاك.
الرقم اللي وصلتيه ماشي خدام.
فوقتاش كيجي الطياره لروما؟
واش عندك فكره فين غادي تمشي؟
واش نقدر ناخد نص رطل ديال سلطه القريدس؟
خلينا نتلاقاو فبيتي.
عفاك ما تضحكنيش.
بغيت شويه فول سوداني، عفاك.
واش نقدر نخلص بشيكات المسافر؟
واش ممكن تعطيني خريطه ديال المنحدرات؟
صالون الماكله كاين فالطابق الاول وكيتحل مع الخمسه ونص ديال العشيه.
واش تقدر تبدل لي تاريخ الرحله ديالي من لندن لطوكيو؟
بغينا نفرحو و نلعبو رياضات خاصه بالساحل الغربي.
ما نقدرش نشرح حالتي بالانجليزيه.
سمح لي، ما نقدرش نمشي معاك.
انا من كولورادو. من اي منطقه في اليابان انت؟
خلصت الفلوس نقداً في البلاصه.
واش العشاء واجد دابا؟ انا جوعان بزاف. واش تقدر تفرش الطابله؟
عفاك حطها فهاد الشكاره ديال الورق البني.
كتقلقني من نهار جيت لهنا.
بغيتهم يتصلّاو ويتكعبرو، عفاك.
ما كتظنش غادي نحتاج دليل؟
كنقلب علي ظلال العيون.
انا خلصتها من قبل ملي شريت التذكره ديالي.
مني ينشف، نقّيه من وجهك.
بغيت نجلس دابا.
سكبت الحساء.
انا شويه بكري، واش ماشي مشكل؟
واش كاين شي صالون ديال الحلاقه هنا؟
حسنا. ماتقلقش. عندنا ممرضه كتفهم اليابانيه.
فين المرايه؟
كيف داير؟ هادو مصنوعين ف سويسرا و كاينين ف الموضه هنا.
الكتب والكتيبات.
كيفاش نرجع؟
واش عندك هاد الشي بالخضر؟
خلصت جميع الفاتوره ديالي.
عفاك خليني نمشي.
غريب، ولكن كنقدر نهضر بالانجليزيه مزيان كثر مني كنكون سكران.
واش كاين شي بلاصه ديال المفقودات فالمحطه؟
خليني نفكر فيها، عفاك.
واش تقدر تقول لي علي شي اوتيلات باقل من خمسين جنيه فالليله؟
غادي نخفض ليك عشرين فالميه من الثمن.
خصوصاً فيما يخص التصميم ديال مشروع ميركوري، ما كنتش نقدر نقرر عليه بلا بيك.
صحتك
واش داك السفن القدامي مازالو كيسافرو؟
وقع لي حادث سير.
فاش غنتلاقاو؟
فين نقدر نصرف هاد الوصفه الطبيه؟
في الحقيقه، انا نباتي. ما كنكلش اللحم.
بنين.
شنو غيكون سريع؟ ما عندناش بزاف ديال الوقت.
انا معاك. يلا نمشيو للماكله اللي قدام فالزنقه.
المكالمه لليابان متصله. تفضل، عفاك.
شكراً علي العشاء الزوين.
واش تقدر توقف هنا حيت بغيت نصور شويه؟
تعرضت للضرب.
ف كتيب مستقل سميتو "معلومات خلفيه علي الشركه"، لي كاين ف الباكيط لي تعطات، غادي تلقي شرح مفصل اكثر.
واش تقدر تجيب لي شي بطانيات، عفاك؟ البرد بزاف ف هاد الغرفه.
واش تقدر تحطها حدا الشباك، عفاك؟
كل واحد وذوقو. انا كنشرب بيره.
تزاد ف عام 1980.
فوقتاش كاين اخر طوبيس لمبليكو؟
مزيان. شنو رايك فهاد الشي؟ هاد الجوله ديال نص النهار غترجعك لهنا مع الواحده.
واش عندك شي عقود خرين بتصاميم فريده؟
كنظن هادي هي بلاصتي.
شحال من الوقت كيبقي السرفيس ديال الغرفه متاح؟
واش خاصني نلبس كرافات؟
ما كاين حتي مشكل. فين بغيت تاخدو؟
ما عنديش فكره.
طابله التيراس، عفاك.
شويه كثر من الوري.
واش هاد الطوبيس صحيح باش تمشي لشيكاغو؟
واش نقدرو نمشيو لتيكي بوينت غدا؟
كنظن كاين اختيار اكبر فصيدليه.
عفاك حط خمسه دولارات وخمسه وعشرين سنتيم للثلاث دقايق الجايين.
واش كاين شي بلايص لهاد لعشيه؟
فوقتاش كاين الطوبيس الجاي لاوكسفورد؟
ما عرفتش كيفاش نستعمل التليفون، عفاك ورّيني.
كنتمني تزور هاد المعالم الزوينه ف امريكا ف المستقبل القريب.
حطيت المحفظه ديالي، الكتاب، والكاميرا ف الشنطه ديالي.
واش كاين شي حد كيهدر اليابانيه فالمحل؟
الماء ما غاديش يسخن مزيان.
واش غادي تبيعهم بوحدهم؟
كيفاش نوصل للمتحف؟
السيد جودمان غادي يعجبو بزاف بهاد الشي.
رقم الرحله هو PK سبعه صفر تمانيه في خمسه شتنبر.
كتبان زوينه بزاف فالتلفون.
واش كاين شي طوبيس ديال المطار كيمشي للمدينه؟
واش تقدر تلغي لي الحجز ديال البلايص؟
نعم، سيدي. حداش ديال العشيه.
واش المبتدءين ماشي مزيانين؟
شنو الطياره اللي كتوصّل اول فمدينه نيويورك؟
يمكن لك تاخد Gray Line Air Shuttle ولا Carey Airport Express.
ايه، كنقلب علي هديه لاختي.
واش نقدر نغطس هنا؟
ايوا، نتا.
فرحان بلقاءك حتي انا. واش هادي اول مره تجي لامريكا؟
كنظن راه غالي بزاف. ما عندكش ثمن معقول شويه؟
بغيت نشري هاد الشي.
تشيكي تسرق حتي هو.
واش كاينين شي اطباق محليه؟
شحال من مره كتخدم؟
بكل تاكيد. خليني نحط هاد الصندوق ديال الشنط؟ فين غادي؟
شنو رايك فالعرض النهاري؟
وقف علي جنب.
رقم التمديد ثلاثه سته سبعه، من فضلك.
شحال من ليله غتبقي؟
واحد الغريب عرض ياخذ لي صوره، وعطيتو الكاميرا ديالي. من بعد، هرب بيها.
كيفاش نقدر نوصل لمركز ABC؟
عفاك دير بلاغ علي السرقه.
المدير ديال الفندق ديالي، السيد هيلتون، عطاني سميتُه.
لون اغمق، من فضلك.
واش التران غادي يخرج ف الوقت؟
واش كاينين شي جولات كيدخلو فيها زياره لديسكو؟
شكراً بزاف. رحله موفقه.
بغيت بارّيته.
ما نقدروش نبيعو حتي حاجه بلا وصفه طبيه.
فوقتاش مرضتي؟
من بعد، غادي نخلص عليها بالدولار والين.
واش نقدر نرجعو لمدينه مختلفه؟
كنقدموا الساندويتشات والمشروبات من الحداش د الليل حتي السته د الصباح.
بغيت جوج بيض مخلوط مع البيكون، بطاطا مقليه، توست وقهوه.
بغيت حليب سخون، عفاك.
انا شويه قلقه واش نقدر نغطس مزيان.
سلطه، عفاك.
جيديّاب.
فاش نقدرو نتعشاو؟
الوجهه ديالي هي طوكيو.
فين نقدر نلقي شنط ديال الجلد؟
بغيت الحوت والبطاطا مقليه، عفاك.
بالضبط. حتي طفل صغير ما غاديش يلقا مشكل باش يجاوب عليها.
سمح لي. بغيت نمشي لحديقه حيوانات برونكس. شنو هي احسن طريقه باش نوصل تما؟
ها هي، هادي مجانيه.
عفاك خليهم برا بيتك غدا الصباح.
شنو هو اقل عمر باش تصوت فاليابان؟
المره الجايه اللي نزور فيها، غادي نرجع اكيد. اذن، واش نقدر ناخد تخفيض؟
ما خصهمش يتفرجو فشي برامج تلفزيه عنيفه.
واش دازت عام دابا؟ الوقت كيدوز بسرعه. بطبيعه الحال، غادي نجي. غير قول لي الوقت والمكان.
هادي هي كلشي اللي بغيت.
واش تقدر تعطيني تقدير ديال الثمن؟
دخلت البخشيش فالفاتوره.
واش نقدر نقعد حدك؟
فاغلب الحالات، غتكون ف وضعيه صعيبه بزاف.
شحال من الوقت كتاخد باش توصل لليابان؟
واش نقدر نعاونك تقلب علي شي حاجه معينه؟
كنحس براسي بغيت نشرب البيره فهاد السخونيه.
كنظن انني لمست شي مرجان سام.
شنو كتعرف عليه؟
واش نقدر نخلص ف الطابله؟
اه، خليني نشوف. هادي كتفوت الميزانيه ديالي.
بقي غادي نيشان حتي توصل لشارع هوب.
بغيت نحجز شي بيتات.
كنخاف الفلوس ديالي ناقصه. واش تقدر تشوف مره اخري؟
واش تقدر تشوف العجلات؟
ركبت فالتران الغالط.
شحال مستعد تخلص علي هاد الشي؟
لي كيجري ورا جوج ارنب ما غاديش يلقط حتي واحد.
واش غادي تشوف حتي فهاد الشنطه؟
شحال تالوقت محل التجاره مفتوح؟
واش هادي صوف نقي؟
لاي مستشفي غادي ياخدوه؟
بغيت نكري لوح شراعي.
بغيت واحد بيرّا عفاك.
بغيت واحد اخر.
عفاك وريني شي كفوف.
كيفاش نقدر ناخد باص ليموزين من هنا لهناك؟
بغيت فيلم تصوير ملون فيه ربعه وعشرين تعريض، عفاك.
بغيت نمشي لواحد الاوبرا. فين كتدار؟
خصو يرجع مع الربعه ديال العشيه.
تسرقات ليّ الشنطه ديالي وانا كنت كنتاصل بالتلفون.
واش نقدر نخلي الطوموبيل فمطار لا غواريا؟
بغيت بلاصه علي اليسار.
الشيانتي، عفاك.
بغيت عصير جريب فروت.
شحال غادي يكلّف فالمجموع؟
واش كاين حظر تجول؟
هدا زوين بزاف.
واش نقدر نشري تذكره من الباب؟
عندي طفح جلدي. شنو هي الكريمات الطبيه اللي كتخدم مزيان؟
هادي هي القياس ديالي.
واش متاكد؟
طيحت الكاميرا ديالي علي سطح صلب.
كاين شي حاجه ما كتقدرش تاكلها؟
سمّيتها مدام غريغسون، ماشي هكا؟
عفاك تاكد من وجهه الطوبيس قبل ما تركب.
شحال من مره فالشهر كتلعَب البيسبول؟
عافاك ورّيني علي هاد الخريطه.
كيفاش نقدر نعيط لليابان بالتلفون؟
سمح لي. طاحت علي السكين ديالي. واش تقدر تجيب لي وحده اخري؟
عندي جوج ديال الشنط الكبيره وشنطه ديال الكلاسات.
شحال من الفلوس كانت عندك فالمحفظه؟
سمح لي، خاصك تخلص قبل بتسعه وتسعين يوم.
عطيني رول ديال فيلم سينماءي بسته عشر مليمتر مع القدره علي الصوت.
بغيت ناخدو.
علاش؟
انا طالب جديد فالسنه الاولي. ما عرفتاش كيفاش نسجل. واش تقدر تعاونّي؟
فين نقدروا نمشيو نركبوا الموج؟
واش تقدر تحرس ليّا الحوايج الثمينه ديالي هنا؟
واش تقدر توصلني مع شي واحد كيهدر اليابانيه؟
تقدر تشري التذاكر من شباك التذاكر ديال المسرح.
كتشوف التمثال فداك البنايه؟
شكراً. واش تقدر توريني شي صباط ديال الصنادل ف المقاس سته ونص D؟
فين باب ربعه وعشرين؟
شحال تمن هاد علبه السجاءر؟
بغيت ثلاثه رولات ديال فيلم ملون فيه 36 صوره.
شحال باش نوصل لبرج لندن؟
شنو هاد البنايه الغريبه؟
كنخاف ما كاينش استرجاع الفلوس. تقدر غير تبدلها بحاجه اخري.
شحال من نهار هاد التيكيات صالحه؟
تضربت.
واش ممكن تطلع جبل بهاد العتاد الخفيف؟
هاد الشي كثر من الميزانيه ديالي.
بغيت طبيب يجي عندي للغرفه، عفاك.
شنو هو الرقم ديال التنظيف ديال الدار؟
واش نتي ايرلنديه؟
واش راهي فالتخفيض دابا؟
تبيعو جميع التذاكر.
بغينا نلعبو ساعه مع العشره ديال الصباح غدا.
سمح لي، واش نقدر نبدل بلاصتي؟
ما كنذكرش فين.
شكراً. غادي نكون ممتن. شوف، انا مهتم بمسلسلات الصابون الاستراليه.
سمح لي، واش تقدر تنصحني بشي فندق اخر؟
شنو هاد النهار الزوين. واش كتكون عندكم ديما ايام زوينه بحال هكا فهاد الوقت من العام؟
عندنا تجربه مشابهه فالماضي.
واش تقدر تشوفها ليا؟
كان مشوش.
خصني اياهم قبل الجمعه.
شكون هو المدير؟
شحال صرفت فالمجموع؟
من سان فرانسيسكو لناريتا.
هدي ماشي بالضبط المقاس ديالي.
واش كتفتحو نهار الحد؟
واش كاين شي ديسكو مزيان هنا؟
خصني يكون عندي حتي لخمسه ديال العشيه.
ما كاينش طريقه نعتذر.
واش غتبقي ف نيويورك مده طويله؟
اكيد، طلع.
اكيد. غادي نحطهم ف الصندوق الخلفي.
واش تقدر تلفها ليّا، عفاك؟
واش هادي قطار سريع؟
واش تقدر توصيني بكتاب مزيان لولد عندو خمسه عشر عام؟
هاذ الروج الصغير زوين بزاف. بغيت هادا، عفاك.
عندي تمن سنين.
دير ضربه جزاء.
كان شعرها متموج وكحل.
واش تقدر تقترح شي بلاصه اخري تستاهل الزياره؟
كنعجبني بزاف. ولكن كنخاف ماعجبنيش التصميم. وشنو علي الاخرين؟
واش تقدر توصيني بفندق ماشي غالي بزاف؟
شحال كيجيوا مجموعين؟
عيد ميلاد صاحبتي. واش عندك شي حاجه خاصه؟
نعيط للطباخ باش يشرحها؟
واش تقدر تعطيني مخدر؟
واش تقدر تكملها؟
عندي الربو.
هدي شريط فيديو كاسيت اللي سجلتو لصاحبي.
علاش مشيتي لنيويورك العام اللي فات؟
شنو هي الوثاءق اللي خاصني باش ندخل للولايات المتحده؟
سميتي تسوتومو.
واش هادي نرجيله ديال الشوك؟
واش متاكد؟ كنت كنظن ان شكل ديال هاد القنينه ديال النبيذ كيتستعمل لوين ديال بورغوندي.
سمعت كاينين شي نوادي جاز مزيانين.
بغيت نشري سته كرافاتات. واش تقدر تعطيني تخفيض؟
عندي زكام.
عيط علي الاسعاف بسرعه.
ايه، تقدر. الغرفه واجده. عفاك كتب سميتك وعنوانك هنا.
واش عندو طرون كبير؟
تسعه ثلاثه تسعه سته سبعه صفر صفر.
شنو اللون اللي كتعجبك؟
فاش غادي يخرج الطوبيس الجاي لفيلا ديلفيا؟
هذ الحوت طاب بزاف.
بدل هاد الشي للدولارات، عفاك.
فين بغيتنا نسلمو ليك الشنطه ديالك منين نلقاوها؟
هل هاد الجلد نقي ميه فالميه؟
عمرك مشيتي لنيويورك؟
شنو هي وقت الصعود؟
انا استاذ.
عندنا تشكيله كبيره ديال الحلويات، من بينها الكيك والايس كريم.
شنو سميّه ديال هاد النبته؟
شحال من نهار كتدي البريد الجوي؟
يلا نمشيو للمطعم بالتاكسي.
هاد البيان ديال الحسابات غالط.
واش نقدر نحط الشنطه ديالي هنا؟
شحال باقي باش نوصلو لسيدني؟
واش ممكن تصدر لي باسبور مءقت؟
ثمنو رخيص. ها، غنعطيك خمسه دولارات وصفر سنتيم.
غادي نفطر فطور كبير من خدمه الغرف.
كوك كبيره.
واش ممكن تعطيني تخفيض؟
ايوا، ها هو.
واش نقدر نكمل نسافر؟
شنو هي الفصول اللي زوينه بزاف فهاد البلاد؟
واش نقدر نطلب كاس ديال النبيذ؟
عالم صغير.
لا، خليني نشوف الاول.
واش نقدر نبدلها لطياره قبل فنهار خمسه؟
بطبيعه الحال. عمر هاد الفورم و وقع عليه، عفاك.
شنو هي نسبه التضخم؟
هي كتقدم لينا قهوه غليظه.
خصني نمشي دابا.
هما عريضين بزاف.
فين كاين بيت الامتعه؟
الجمعه عامره كامل حتي لثمانيه ونص.
خليني نفكر شويه. غادي نشوف شي محلات خرين.
ما بغيتش نصرف اكثر من تلاتين دولار علي كل وحده.
بغيت واحد لوح ديال الشوكولاته، عفاك.
فين نقدر نسجل الدخول لهاد الرحله؟
واش تقدر ترسم خريطه؟
شكراً بزاف. ها تذكره التعديل ديالك.
سمح لي. واش تقدر تقول لي فوقاش كتفتحو؟
فوقتاش كتلبس الكيمونو؟
عفاك قول ليه يعيط لي منين يوصل. هادي ثلاثه خمسه اربعه ثمانيه واحد واحد ثلاثه تسعود. فندق هيلتون، رقم الغرفه اثناش تسعود.
بغيت شويه د الحمام الفقاعي.
غادي تسالي مع الواحده ديال العشيه.
كنقلب علي تذكار لوالدتي.
غادي نحطك فحوالي خمسه وخمسين.
هدا مشهور.
غادي نقول الصيف هنا ماشي خايب بزاف.
كيفاش كتربط حزام الامان؟
واش هاد التيكيط باقي متوفر؟
واش خاص كلشي ينزل؟
هدي هي الدوا اللي عطاني الطبيب ديال العاءله ديالي.
خليني نشوف داك الطوموبيل.
كانو ربعه ديال الشباب.
ما حسيتش براسي حسن.
غادي نوصل من بعد العشاء.
واش نقدر ناخد علبه باش نعبّي؟
المناخ معتدل.
عفاك عيط علي طاكسي مع جوج دال العشيه.
هي كتلمع بزاف عليا.
خليني نشوف هداك.
واش كاين شي ديسكو هنا؟
شحال تمن الغرفه؟
الماكله بارده.
شنو هو المكان اللي كينصح بزيارتو بزاف؟
هاد الطياره متاخره بجوج سوايع علي الوقت المحدد.
اه، بغيت بزاف.
كاس ديال شابلي.
فين غادي من ا؟
واش تقدر تعيط لطبيب، عفاك؟
عافاك شوف شنو تقدر دير ليا.
شكراً علي النصيحه. غادي نجربها المره الجايه.
لا، شكراً.
واش تقدر تشعل التكييف؟
منين ف ميريكان نتا؟
اه-زيتونه محشوره، عالقه فحلقي.
الثلاجه ما خداماش.
مرحبا. كان من دواعي سروري.
واش تقدر توصّلني مع شي حد كيهضر اليابانيه؟
عفاك، واش ممكن تجيب لي الفاتوره؟
سمح لي، واش تقدر تقول لي شنو هاد الحاجه فالقاءمه؟
هي مفتاح من نوع بطاقه. تقدر تحتافظ بيه معاك.
انا متجمد بزاف.
هاذ الحاجه كتبان بنينه.
بغيت قهوه ولا اتاي من بعد الماكله؟
هادي شنطه كبيره ديال الجلد.
واش تقدر تختار لي واحد؟
عندي شوربه صويا سريعه التحضير.
ف نيويورك.
الممر رقم سبعه.
واش تقدر تقول لي فين الطابق ديال المطاعم؟
حجزت بلاصه فالمطار.
شنو الحجم بالسنتيمترات؟
كنت كنمارس الكاراتي ملي كنت ف المدرسه.
بغيت نحجز بلايص لخمس د الناس علي سته د لعشيه اليوم.
واش هاد الطوبيس هو الصحيح ديال Japan Air Lines؟
بغيت نمشي لمطعم حقيقي ف نيويورك، ماشي غالي بزاف.
ما كاينش اختيار. هنا مزيان.
شنو خاصني نوري باش نكري طوموبيل؟
غادي نقول ليك ملي نوصل تماك.
فين نقدر نشري القرطاسيه؟
جاني الانفلونزا.
وقع حادث.
واش الدكتور توفلر استاذ صارم؟
هادي كتعلق.
ماقدرتش نسد الباب.
ها هنا. واش تقدر توريني بطاقه التعريف ديالك ولا الباسبور؟
يلا نديروا معاه مكالمه تليفونيه.
هادا هو الراجل.
عفاك صيفط ليا واحد البيلبوي للغرفه ديالي.
طبيب، عفاك.
شحال هي تمان الدخول؟
عفاك نصحني بفندق.
شحال عمر اليابان؟
واش تقدر تحط هاد الشي فالصندوق ديال الامانه ليا؟
كنخاف نكون نسيت حاجياتي فالطياره.
واخا، خاصك تعرف كيفاش حنا كاملين حاسين هنا. ما كنعجبناش الناس اللي من برّا يقولولنا كيفاش نعيشو حياتنا.
واش تقدر تنظف الشباك؟
شنو سميتك، عفاك؟
انا موافق علي هاد الاقتراح.
جوج ف السبعه ديال العشيه، صح؟ ممكن تعطيني سميتك، عفاك؟
واش عندك شي ساعات كتتلف باليد؟
ما كاينش شي غلطه فالفاتوره؟
بسلامه دابا.
تقدر تستعمل الباس ف جميع الطوبيسات.
ما تخافش. تقدر تنزل فالتوقيفه الجايه وتمشي برجوع. ماشي بعيد.
داك الطوموبيل حاولت تدي لفه علي اليسار بالقوه.
واش نقدر ناخد طابله؟
فين كاين البلاصه ديال الماكله؟
بمات فينيش، عفاك.
فين نقدر نعيط، الا كان عندي شي مشكل؟
شحال الثمن ديال الطابع علي الايروجرام، عفاك؟
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
واش شي واحد فيكم كيهدر اليابانيه؟
ما كاينش خاص هاد الشي، شكراً. غادي ناخد هاد الشي.
هادي الطريق، عفاك. واش هاد الطابله مزيانه؟
شنو هي الهوايات ديالك؟
لحظه من فضلك. سيدي، كنخاف السيد اوكاوا مشي يتغدي. بغيت تخلي رساله؟
بغينا الاطباق تكون بحوالي ثلاثين جنيه للشخص.
شنو هاد السطر؟
هادو شي سماعات ديال الاذن.
بغيت فانوس.
نْعَطِيه الرِسَالَه؟
سلام. واش هادي الاستقبال؟ انا ف الغرفه واحد صفر سبعه صفر. خايف عندي شي شكوي بغيت نديرها.
بغيت تجي للحفله ديالنا الليله؟
اه، هادشي زوين. كيعجبني الصوت ديالهم. وانت، بوب؟
واش هادي هي التران الصحيحه لـ Grand Central؟
شحال تمن تذكره النهار؟
كان من عامين اخر مره جيتي هنا. واش عجبك الطياره ديالك؟
كنظن نقدر نوجد ليك طابله فحوالي خمسه عشر دقيقه.
مكالمه شخصيه لطوكيو، اليابان، من فضلك.
واش كاين التكييف؟
شحال فالمجموع؟
فين غادي تبقي؟
هادو تسعه وتسعين ين. عفاك بدلهم كاملين بالدولار.
فـ ABC.
بغيت واحد السشوار.
فهاد الحاله، كاين جدول الاثمان حدا بلاصه الساءق.
واش خاصني نرجع لمكتبك مره اخري؟
واش نقدر نخلي عندكم الحوايج الثمينه ديالي؟
قولها مره اخري.
واحد الراجل كان طويل والراجل الاخر كان قصير.
واش ممكن ندير طبقه جديده ديال الصباغه فالصاله؟
يمكن تكون شمعه الاشعال.
هادي الجوله الاستكشافيه زوينه.
للاسف، نعم. المكتب الرءيسي ديالنا كاين هنا. وانتَ؟ واش هادي اول مره ليك هنا؟
عفاك نصحني بمطعم مزيان قريب من هنا.
واش كتقبل شي شيك بالين الياباني؟
غادي نزل فالكاثيدراءيه.
شنطه كتف بيضاء.
واش شفت شي جاكيت كحل هنا؟
خليت الكاميرا ديالي فالتاكسي.
واش نقدر نبدل هاد التيكيات لعروض ديال غدا؟
بغيت ندي دوش قبل ما ناكل.
كيف بغيت اللحم ديالك مطيّب؟
اه، شحال زوين ولترف تلعب الغولف ف استراليا.
فين تصاوب؟
شنو هداك اللي كياكلو؟
كارتونه ديال مارلبورو عفاك.
سمح لي، ولكن دابا حنا فاشن شارع؟
واش نقدر نطلب هاد الشي من اليابان من بعد ما نرجع؟
بغيت نكري بيكالا.
ما كاينش الصابون فغرفتي.
واش نقدر نسولك علي سمّيتك؟
واش نقدر نجلس فبلاصه خاويه؟
الرحله واحد صفر واحد لناريتا، اللي غادي تطلع فالعاشر من يونيو، تاكدات.
واش تقدر تقول لي علي شي بلايص مشوقين نمشيو ليهم ونشوفوهم فهاد المدينه؟
صيفط هاد الشي لليابان بالتلغرام.
كنظن عندي سخانه.
متوسط نادر.
كنظن غادي ناخد ديال خمسين سنتيم. عفاك عطييني 12.
واش بعيده باش تمشي؟
كنظن هاد النوع هو اللي بغينا نستوردوه.
نعم. كنقلب علي روجات شانيال رقم خمسه وثلاثين.
واش قريتي كارته تعليمات السلامه؟
واش نقدرو نشوفو فيلم فهاد الرحله؟
خصني نرجع قبل السته ديال العشيه.
سمح لي. بغيت نمشي لميا مي.
كنكتبو كروت العام الجديد وكنبعثوهم. كيوصلو في الاول ديال يناير.
واش غادي تمشي للمدرسه؟
ركبت القطار ديال 12:50 من سان دييغو.
شنو كاين هاد السيمانه؟
كيفاش نقدر نرجع لهنا؟
بغيت شويه سكر، عفاك.
واش تقدر تعمر هاد الفورميلير ديال التامين الصحي، عفاك؟
من تمانيه حتي لتمانيه وربع.
في الحقيقه انا فالدوره ديالي. واش هادشي مشكل؟
واش تقدر تعلّقها علي هاد الخريطه؟
كتشوف، ما كيسخنش الما ديال البانيو مزيان.
واش كاين شي تغيير ف البرنامج ديالنا؟
بغيت غير ندير تمشيه مريحه.
بغيت نرجع للفندق باش نلقي الكاميرا ديالي.
خصك تاخد طاكسي، حيث ما كايناش وساءل نقل عموميه.
فالثالثه علي اليسار ديالك.
ما بغيتش تلعب التنس معايا السيمانه الجايه؟
حنا ثلاثه بغينا نلعبو جوله. بشحال غادي تكون؟
ايه، غادي نجيب دميه يابانيه لصاحبي.
هدا ماشي اللي طلبتو.
خصني شويه ديال الوقت زياده.
غادي ناخد هادي.
كتبدل الطوبيسات فالمحطه التالته.
كنفضل الماكله الايطاليه.
غادي نطيرو فشي دقايق. عفاك تاكد بلي حزام الامان ديالك مربوط مزيان.
فاش كتكونو محلولين؟
نص نهار كيدير تلاتين دولار. النهار كامل كيدير خمسين دولار.
واش طوبيس فيفث افنيو كيسالي هنا؟
واش نقدر نشوف رخصه السياقه ديالك، عفاك؟
واش ممكن تعطيني شويه ديال الكورن فليكس؟
رحلتنا كتبدا فواحد وعشرين يوليوز وكتسالي فسبعه وعشرين.
كيفاش كتقول اسم هاد المحطه؟
بحال هكا، عفاك.
واش كاين شي طوبيس ديال المطار كيمشي للفندق شيراتون؟
ايه، غادي ناخد بيره من الصنبور مع المقبلات.
مني كنت كندوز فـ برودواي.
واش كاين شي حاجه مهمه هنا؟
عطيني ثلاثين لتر.
خود لينا تصويره، عفاك.
شكون خدم هاد الشي؟
خصنا نتاصلوا بمكتب المعلومات اللي فركن لوبي الفندق. غادي يديروا لينا الحجز.
هو حرامي.
هادي باش تعاون المعزين ف مصاريف العزاء.
مزيان. دور علي اليسار ف الزاويه الجايه. غتشوفها قدامك مباشره.
شنو كتظن حسن لبشرتي، طلاء الاظافر الغامق ولا طلاء الاظافر الفاتح؟
شحال بعيده هاد الاوطيل؟
بغيت نحدد موعد مع السي واتسون.
لا، غادي نخرجهم.
ايه، عندنا. شنو النوع اللي بغيتي؟
شنو من دواء للبرد كتوصي به؟
شنو كتدير عاده ف وقت الفراغ ديالك؟
سمح لي. فين كاين تليفون عمومي؟
كنظن كيبان عليا كبر.
اليوم عندنا مينستروني، كريمه الهليون، وشربه الخضره.
كنظن خاصك تقدر تلقي كلشي فالسوبرمارشي. الا ماقدرتيش، ماتقلقش. غادي نمشي للصيدليه غدا.
كنتشوق نعرف فوقاش نقدر نرجع لهنا.
عفاك ركب حزام الامان ديالك وراعي علامه "ممنوع التدخين" حتي تتطفي.
واش ممكن تبدل لي البلاصه ديالي لبلاصه فالقسم ديال المدخنين؟
واش تجيب لي بيره اخري؟
ما كاين حتي واحد بهاد الاسم ساكن هنا.
بغيت نلغي الحجز ديالي علي الطياره ديال 5 ماي، و نحجز واحد ف 9 ماي بلاصتو، عفاك.
بغيت ايطالي، عفاك.
شنو هي الرسوم اللي ما داخلاش فيها؟
شريت ليبستيك كهديه.
واش نقدر نلتحق بهاد القسم حتي وانا مبتدء؟
شكون دارها؟
ما كتبيعهمش بوحدهم؟
الكونسيرج ديالنا يقدر يعاونك، ولا تقدر تاخدها بالتكسي.
شي سݣار، عفاك.
واش تقدر تجيب لي تذكره؟
واش هوايتك تجمع الحيوانات المحشوه؟
واش اليابان قادره تنتج جميع الماكله اللي كتحتاجها؟
بغيت بومبه ديال الهوا.
كنظنها بسيطه شويه بالنسبه ليا.
فين نقدر نشري تذاكر الرفع؟
فاش كتبدي الطوبيس؟
عفاك فسخ لي الكارط ديالي.
هاد الساعه القديمه وقفات. واش تقدر تبدلها؟
بغيت نبدل شويه ين ياباني بالدولار الامريكي.
شكون خاصني نتاصل بيه الا كان عندي مشاكل؟
غادي ناخد ثلاثميه جرام من هاد الشي.
شي حلوه؟
شنو سميت الفنان؟
شكراً. واش نقدر نهدر مع السيده ياماتو، عفاك؟
كنقترح عليك تزور مبني الامم المتحده علي ضفه نهر ايست حتي هو.
عفاك عطييني جوج كوارط ديال الحليب؟
بغيت نكري طوموبيل.
ضعت الباسبور ديالي.
كتخلص اكثر من الثمن ديال التذكره.
ما عرفتش كيفاش نسد هاد الستاءر.
تعصبت عليه.
خصك تخلص زياده علي التحليه.
واش نقدر نطلب وجبه نباتيه؟
شكراً. فرحت بشوفتك. بسلامه.
نهار الثلاثاء العشيه، هاد الترمنال ديال المطار ما عامرش بزاف.
سلام. درت حجز لليله علي السبعه. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
غالباً ما كيكونو تساقطات خفيفه ديال التلج بحجم انش ولا جوج.
غادي يكون زوين الا كان الجو مزيان غدا.
واش تقدر تلقالي شي ناس باش تحرس ليا الدراري؟
كنت محظوظ بزاف باش نجيب تذكره الليله. ما وصلت للمدينه حتي لثلاثه ديال العشيه.
بغيت نرسلها بالتوصيل السريع.
الي كنت غادي تدخن، عفاك تحرك للصفوف من الاربعين حتي الخمسين.
تصويره ديالي تسرقات.
تقدر تشدهم من الباب قبل ما تركب. عفاك ورّي هاد الوصل تماك.
هي شنطه صغيره زرقاء للّيله.
بغيت ضو.
غادي تعلّقها علي الخريطه ديالي؟
عفاك بدل هاد الفلوس بالدولار.
شحال الثمن فالشهر؟
واش نقدر نعيط من هاد التليفون؟
شنو رايك فهاد الطياره الورقيه مصنوعه فاسكتلندا؟
كان كلشي فجاه. ما شفتش وجوههم.
جيب لي واحد الطبق، عفاك.
زوج ديال التيكيات لعشيه، عفاك.
باص؟ كنظن بغيتي تقول ليموزين باش يديك للفندق. اشمن فندق غادي تمشي؟
بغيت نسحب اربعميه دولار من حسابي.
شحال من ساعه مفتوحين؟
سمح لي. كنظن البلاصه ديالي حد البلاصه ديالك.
بغيت نلمع صبّاطي.
واش التمن ديال الخدمه والضريبه داخلين؟
واش هاد الشروط مقبوله؟
بغيت نشري علبه ديال السجاءر.
حنا مهتمين بالاثاث.
ماشي مزيان ف الانجليزيه.
ايه. تحت الكرسي.
اه، سمح لي. اكيد عندك شي بلاصه فبالك - فين بغيت تمشي؟
واش تقدر تامن هاد الطرد؟
ايه، دخلت البارح عند الدكتور جونسون.
فين تصاوب هاد الشي اصلاً، و شحال دازت من الوقت؟
فهمت. غير كتخلص زياده.
شنو رايك فهاد الحزام ديال الجلد ديال الماعز العالي الجوده؟
شحال تمن ارخص بلاصه؟
واش عندكم الحوت المقلي؟
عفاك عمرها ملي ملي كترد السياره.
شحال من الوقت بغيت تستعملو؟
توست و كاس ديال القهوه، عفاك.
غادي نجيبوكم قدام الاوتيل.
كنخاف ما نقدرش ناخد الموافقه علي هاد الكريدي كارت.
سمح لي، ما فهمتش المعني ديال هاد علامه المرور.
ثلاثه بيره من الحنفيه، عفاك.
واش نقدر نطلب كاس ديال النبيذ؟
ثمنها خمسه وتمانين سنتيم. ماتنساش تاخد تحويله ملي تركب، باش ماتخلصش مره خري ملي تبدل الطوبيس.
واش غادي ندخلو كاملين ف نفس الوقت؟
عفاك، واش تقدر تجي معانا فالتصويره؟
حطيتو هنا هكا تقريباً من تلاتين دقيقه.
فوقتاش كتكونو محلولين؟
شنو كيتصاوب محلياً؟
الا ما كتديرش هاد المجال، واش تقدر تقترح عليا محل متخصص فيه؟
شكراً علي الانتظار. معك اونو.
واش كاينين شي منحدرات للمبتدءين؟
شنو برنامج اليوم؟
بغيت نبقي نهار زايد.
انا هنا باش نلقي صاحبي.
مزيان. شنو نوع الغرفه اللي بغيتي؟
واش تقدر تحتافظ بهاد النبيذ حتي لليل غدا لينا؟
النساء فالمناصب الاداريه كيزيدو.
خليني نجربو، عفاك.
كل هاد الماكله الدهنيه راهي غا قاعده فكرشي.
واش عندك ورقه تغطيه للفاكس؟
مطلوب منك تفحص النباتات والحيوانات عند مكتب الحجر الصحي اذا كان عندك شي منهم.
خصني علي الاقل نص ساعه باش نوجد الشنط ديالي.
واش تقدر تلقالي بلاصه فالطياره ديال غدا، عفاك؟
غادي ندي ولدي لحديقه الحيوانات.
لميا ميامي، عفاك.
بغيت الطابله اللي قريبه، عفاك.
واش عندك شي حاجه اصغر؟
سميتي ميوكي كاتو، وانا صاحبه ماري من الوقت اللي كانت كتقرا فاليابان. واش ماري موجوده؟
اتاي، بالحليب.
علاش كيوقع هاد الشي؟
فين كاين اقرب مكتب بريد؟
هي كاميرا.
واش كاين شي مترو قريب؟
ضعت مفتاح الغرفه.
واش كاين الوقت باش نستعمل المرحاض قبل الاقلاع؟
اه، ايوا. عندي. كيعجبني بزاف.
اه، ما عنديش الرغبه ندير شي حاجه بحال هادي.
شنو بغيت؟
بغيت واحد الكوطه طويله.
لسيطو فندق بوسطن، عفاك.
الساعه نون.
ايه، نقدرو نكملوه حتي لليل غدا.
سميتي تارو تاكاي.
العشيه، عفاك.
عطيني جوج تذاكر للجاليري هاد الخميس.
واش نقدر نستعمل هاد الكوبون فالطيارات؟
غادي تعاونني بزاف. علي فكره، واش ممكن نبقي ف نفس الغرفه؟
عفاك تاكد تجي تشوفني مع السبعه ديال الصباح غدا.
فوقتاش كاين الطوبيس الجاي لبوسطن؟
خليني نهضر.
سلام. شوف.
واش تقدر دير ليّا بينا كولادا؟
ما فهمتش حتي حاجه اللي كيقولوها الناس اللي حدايا.
مساء الخير. عندي حجز. سميتي يامادا.
كتخرج كل عشر دقايق.
ايه، كاين واحد ف الجهه الاخري ديال البنايه.
فين هو النصب التذكاري؟
واش هادي هي الطريق الصحيحه للمحطه؟
ما عندناش الحجز ديالك.
اه، فهمت. هادو هما القنوات ديال نظام الكابل فالوتيل.
واش غادي يكون معفي من الضراءب الا صيفطت هاد الشي لليابان من هاد المحل؟
خمسه حديد، عفاك.
اه، سمع، واش كتعرف فين كاين Riverside Drive؟
فقدت الشهيه ديالي.
واش كاينين شي وحدين خرين؟
بغيت نخرج شي حاجه من الشنط ديالي.
غادي نخليوها مفاجاه.
صدمت طوموبيلتي فشي خندق.
كنعاني شويه من تعب السفر.
بغيت نطلب خدمه الغرفه، عفاك.
شنو رقم البوابه ديال Japan Air Lines لطوكيو؟
عندنا بلايص فطياره رقم 85 نهار الاثنين، 26.
علاش كتكلف هاد الثمن؟
عندي مشكل فالمعده.
بغيت نركب طوبيس للمحطه. واش ممكن تعطيني شويه صرافه، عفاك؟
اه، اول حاجه خاصني نمشي لمركز المعلومات ونقلب علي اوطيل.
في الحقيقه، جدي الكبير جا من صقليه مع بدايه القرن.
بغيت نعيط لليابان من بعيد.
بغيت نتعلم كيفاش ندير الوندسيرف.
سمح لي. فين كاين الصيدليه حدا هنا؟
ولدي كيقرا فالدراسات العليا فجامعه هارفارد.
نعم، بغيت ندير مكالمه تحصيل من الخارج لليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
تلسعتني نحله. باين عليها خايبه بزاف.
عفاك تاصل بهاد الشخص.
واش ممكن ندوز من اي واحد من الكاونترات؟
الغرف اللي حد حد، عفاك.
واش كاين شي اسطبل قريب من هنا؟
بطبيعه الحال. غرف التبديل كاينين تماك.
واش ممكن تعطيني قنينه ديال الما سخون؟
عفاك عيط عليا باش نفيق مع سته د الصباح غدا.
شحال من الوقت غادي تحتاج باش تكون هاد التيشورتات واجدين؟
في الحقيقه، شريتها نهار من الايام بلا تفكير من عند البوتيك اللي حدا داري.
لحم البقر ولا الدجاج؟
عندي دبوس عظم من المعدن.
بغيت نمشي للسونا.
فين نزل باش نمشي للبحر؟
فين كاين البلاصه ديال المفقودات؟
عفاك ورّيني كيفاش نستعمل هاد الماكينه.
حسناً، الانطباع ديالي هو علي بلاد جبليه، مكتظه، عامره، عامره بالضجيج، نشيطه، تقريباً متفجره. علي شعب خدام، مجتهد، ما كيرتاحش، فضولي، باغي يتعلم كلشي، كياكل وكيشرب بنهم ولكن باناقه، كيربح وكينفق بحماس.
عشرين دولار في ربع، عفاك.
بغيت نبدلو.
بغيت هاد الشي.
سمح لي. واش كاين شي ممر للمشاه قريب من هنا؟
واش نقدر نوقف هنا؟
بغيت واحد روايه بالانجليزيه اللي ساهله فالقرايه.
واش كاين شي محل مزيان ديال الحوايج ديال الدراري؟
بغيت نخرج بكري غدا الصباح. واش نقدر نخلص الفاتوره دابا؟
كنتمني تجي مره اخري.
واش تقدر توقف الشيكات الشخصيه ديالي؟
السيد جونز راه خارج دابا. غادي يرجع شويه من بعد التلاته.
الليله برد بزاف.
بغيت ندير فحص طبي.
هدي واحد الكاراط ديال الماس، صح؟
فرحان نلقاك حتي انا.
فين نقدر نشري الطوابع؟
شحال من ساعه كتحتاج باش تمشي لهناك؟
بغيتينا نطلبوه ليك؟
سميتي ياماموتو.
بغيت نرد الفلوس.
بغيت هاد هادا وهادا، عفاك.
غير قصّ الاطراف، عفاك.
عفاك قول ليها تتاصل بيا.
كيفاش ناكل هاد مخالب الكركند الكبار؟
واش كاين شي ميدان ديال التزحلق حدا هنا؟
شنو رايك ف الجاز؟
ودابا انا حرّ شي ايام.
واش هادي مسدوده؟
خصك تكون تماك ما يفوتش السته ونص.
غادي تعيط ليه صباح غدا كيف ما وعدتي؟
واش نطلبوه ليك؟
بغيت نشوف مكتب المدينه.
الريسيبسيون؟ هادي نكامورا كتهدر. توّا دخلت. ولكن ما عجبنيش هاد الغرفه.
بغينا نقعدو حد بعضنا.
بغيت نطلع عليه.
غَلَطْتْ مِنْ جَانْبِي.
بغيت واحد مكالمه ايقاظ فالصباح.
كنتمني نقدر نشوفك مره اخري.
اعضاء مجلس المستشارين كيبقاو فالمنصب لمده ست سنوات، وفنفس الوقت نصف الاعضاء كيدوزو الانتخابات كل ثلاث سنين.
زيد لي الفلوس فحسابي، عفاك.
واش كاين شي علاقه مع بيرث؟
ايه، هو هكا. ومن بعد، كتسجل هنا، السي يامادا؟
بغيت ندي دوش.
كاين كاميرا من الداخل. عفاك خليه فبلاصه امنه.
هي، ايه، من داك الجهه.
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتيلات.
لا، شكراً. واش ممكن تعطينا جوج كيسان ديال الما، عفاك؟
الا عندك، ما غاديش تحتاج تخلص مره اخري ملي تركب فالباص رقم 44.
فاش طابق؟
بغيت نمشي للمطعم.
بغيت واحد كوت ثقيل للشتا.
عندي غير حاجياتي الشخصيه فهاد الشنطه.
واش نقدر نخلص بشيك المسافر؟
درت وديعه.
كنلعب التنس جوج مرات ف السيمانه.
خمستاش ا. واش جالس فبلاصه غالطه؟
ما عنديش هوايات. غير كنخدم بجد، بحال اغلب اليابانيين.
اه، الاستاذ كورن كيعشق يعطي اختبارات مفاجءه.
مني تشوف واحد، غير حرك يدك.
خصني اياه ف اقرب وقت ممكن.
بغيت نرسل هاد البطاقه البريديه لليابان بالتوصيل السريع.
بغيت نسجل الدخول، عفاك. سميتي هاروكو اوجاوا. كنظن عندي حجز.
واش جايب معاك شي هدايا لشي حد فهاد البلاد؟
سمح لي، بغيت نرسل هاد الشي لليابان. شحال تخلص الطابع عليه؟
بغيت كاميرا ماشي غاليه.
فهاد الساعه، سيدي؟ راه حداش دالصباح.
لا. انا ياباني.
عهد ايدو، بلا حروب ف البلاد، دام تقريباً ميتين وخمسين عام.
بغيت نعطيك عروسه من كيوتو.
بغيت نبلغ علي ضياع وثاءق مهمه.
فاش كتطلع الستاره؟
شنو هي احسن طريقه باش نلبس هاد الشي؟
واش نقدر نحط الشنطه ديالي فالصندوق؟
كنظن هاد التغيير غالط.
كاين بزاف ديال الشتا. كنتمني يصفا الجو.
خليه طويل.
