هي تماك، قدام مكتب المعلومات السياحيه.
ما عمرني سمعت بهاذ العنوان هنا.
سير دغيا حتي تشوف صيدليه.
شحال تمن الفطور؟
كيفاش نقدر نعاونك؟
دير لليسار فالثالثه ديال الزاويه.
بغيت الكريم والسكر فالقهوه ديالك؟
واش تقدر تصرف لي شيك ديالي ديال مءتين دولار؟
الا طلع، عيط عليا من فضلك.
فين كاين القهوه؟
بغيت سويتر ديال الدراري.
حسناً. الثمن ديال البريد العادي هو خمسه وثمانين سنتيم، وزيد عليه ثلاثه دولارات وصفر سنتيمات باش توصل الخدمه الخاصه.
كنت نشري هاد الشي بلاصتك.
واش غادي نلقي شي صعوبه مع الجمارك؟
واش عندك صبّاط رسمي برجل عريضه؟
لا. واش نقدر نقترح عليك توام للاستعمال الفردي بلاصه؟ عندنا واحد.
بغيت برم مشدود، عفاك.
هي بغات بيره.
صباح الخير. كيف داير؟
كنخاف خاصني نشوف شي نوع من بطاقه التعريف.
شنو نوع الصوص؟
هدا بارد شويه. واش غادي تسخّنو؟
سمح ليا، هاد البلاصه راه مشغوله دابا.
انا بخير. ولكن واش ممكن تعيط لصاحبي؟
شكراً، هادشي كافي.
شكون هو صاحبك المفضل؟
نهار الصحه والرياضه العاشر من اكتوبر هو عيد وطني مخصص باش نشجعو صحه الناس.
بغيتيني نشوف تحت الكابوت؟
واش تقدر تعاونّي نلقي الشنطه ديالي؟
واش غادي تدير الترتيبات من قبل؟
كتعاونوني. شكراً.
مني توصل تماك، سول شي حد اخر، عفاك.
بغيت تمديد ربعه وعشرين، عفاك.
هادو جوج دولار. خليك علي الباقي.
واحد هامبورغر وواحد تشيزبرغر، عفاك.
شحال كتخلص علي المعالجه؟
كل واحد فينا بغي يخلص علي الماكله ديالو.
المكان كان فوق كرسي فاللوبي.
عفاك بدل هاد الينات لباوندات.
بغيت واحد القاموس صغير بحجم الجيب، عفاك.
جوج ديال الناس علي السبعه. الاسم هو واتانابي.
ساعتي. كانت سيكو ديجيتال.
غادي نفرحو نخدموك بالمشروب اللي تختارو، ومن بعد العشاء. دليل كامل ديال المشروبات اللي كنقدمو فهاد الرحله كاين فالدليل المعلوماتي ديال المجله ديالنا.
كتسكن حدا هنا؟
فين كاين محل الهدايا؟
انا ف الطريق السريع واحد حدا مورّو باي.
بغيت واحد ساعه منبه، عفاك.
بالمناسبه، سميتي هيروشي ايجيما.
هاد التران كيتوقف فليك فورست، ماشي هكا؟
معظم اليابانيين كياكلو الاخطبوط والحبار.
واش ممكن تعطيني جوج تيكيات من الدرجه الثانيه لشيكاغو، عفاك؟
مشيت لنيويورك.
شنو رقم الطياره؟
واحد لنيورك، عفاك.
لمده شي ايام.
الثاني من اليسار.
هاد الكارطا، مزيان؟
واش هادي هي طابله الاستقبال؟ واش كاين شي عياده حدا هنا؟
واش عشره دولارات غادي تكفي بالتكسي؟
هاذ الطعم غريب.
ايه. سني شويه، غادي نجيب ليك واحد.
نص قنينه، عفاك.
ماشي بالضبط. غير حاجه ماشي غاليه.
كتقلب علي شي حاجه؟
ربعه ديال الليالي.
خصني شي شرابيات.
واش تقدر تخفض الثمن حيت كاينين شي بقع؟
واحد الراجل ضرب فيا. من بعد حسيت باللي المحفظه ديالي مشات.
ما متاكدش واش جمعت كفايه د الحوايج لرحله ديال ثلاثه اسابيع.
بغينا نجربو نبيذ ابيض.
الا سولوني عليا، قول ليهم غادي نكون فالقهوه.
انا متاكد انه كان في الجيب الداخلي ديال المعطف ديالي.
عفاك، واش ممكن تعطيني الاسم ورقم ديال الشخص اللي كتعيط ليه؟
واش الشركه ديال الطيران غادي تخلص لي باش نشري شويه ديال الحوايج الشخصيه الاساسيه؟
بغيت بيت مع بانيو.
ما خرج والو من الماكينه؟
كان خاصك تدي الرحله رقم 820، اللي طارت من خمسه عشر دقيقه. مزيان. نقدر نرتب ليك رحله اخري.
شي حد حل الطرد ديالي.
اه، ماشي حتي حاجه. راك هنا، علي اي حال.
الخطوط الجويه اليابانيه، رقم الرحله واحد جوج تلاته.
خصني نشري شامبو.
واش تقدر تقول لي فوقاش نوصلو للمركز المدني؟
فين كاين اقرب جزار؟
بغينا نبقاو ربعه ديال الليالي من نهار الاول ديال غشت.
شنو سميّه ديال هاد الورده؟
15 شتنبر هو نهار احترام الكبير فالعمر.
ما كاينش الصابون فغرفتي.
واش كاين شي حاجه نقدر ناخدها لهاد الطفح؟
واش تقدر تبدل الكلام بالكلام اللي قلتو دابا؟
شحال غادي ياخد باش نطلب؟
واش ممكن تهدر شويه بصوت عالي، عفاك؟
شحال غادي تبقي حتي يخرج؟
فين المعلومات ديال الرياضه؟
هاد القياس هنا، اللي كتسميو القياس العادي، غادي يصلح.
فين غادي تسالي الجوله، وفوقاش؟
فين خاصني نبدل الطوبيس باش نوصل لادنبره؟
بغيت نحط هاد الشي فصندوق الامان.
فين نقدر نبدل فلوسي؟
واش نقدر نخليو حوايجنا فالطوبيس، ما عدا الحوايج الثمينه؟
كنتشوف شنو هاد المصاريف فالفاتوره ديالي.
غادي نخلص خمسين دولار.
دابا عرفت شنو كان غلط.
هدا ايكييدا كيهضر. عندي حجز لطابله مع سته ونص هاد العشيه. ولكن سمح لي غادي نجي بنص ساعه متاخر.
شحال من اونس ديال العطر نقدر ناخد بلا طرايب؟
غير السياحه.
ماشي مشكل، عفاك وقع عليهم. كيفاش بغيتيها؟
واش باقي عندكم بلايص لعروض ديال الليله؟
بغيت واحد كبير.
نعست وما فقتش مع منبه السته ونص.
انا مصور حر.
الديالين يقدرو يبدلو دولاراتك بنصاءح الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع ديال زيوت الاستحمام.
غادي نوجد ليك العرض الاسبوع الجاي.
شكراً. بشحال هاد الزوج ديال القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات للاستعمال مره وحده.
فين جاو هاد الحوت الفراشه؟
واش غادي تبدلهم للدولارات، عفاك؟
حنا محظوظين بزاف. عندهم واحد فالمقاس اربعه فمحل علا موانا.
واش كاين شي ليموزين؟
واش ممكن تعيطو لي ف خمسه ونص ديال الصباح غدا؟
كنفضل بيت هادء.
بغيت شي مزيل ديال لاك ديال الضوافر.
بغيت بطاريه.
واش كاين شي فرقه موسيقيه حيه ولا دي جي؟
واش نقدر نكري معدات الغطس؟
بغيت نحجز بيت لاربع ليالي من 22 د دجنبر.
واش هاد الشنطه مناسبه لكل الطقس؟
بغيت واحد دونات، عفاك.
بغيت نكري طوموبيل اوتوماتيك جوج ايام.
فاتني الطياره رقم عشرين لسان فرانسيسكو.
شحال الثمن للمطار؟
هدا مزيان. فوقاش غادي يكون؟
شحال فعم بنتك؟
واش تقدر تقول لي علي شي اوتيلات رخيصه ونقيه؟
نقدرو نحجزو ليك بيت مريح فقلعه قديمه حدا نادي جولف مشهور.
كننصح بها حيت معمره بمكونات طبيعيه ميه فالميه.
واش التران كيتوقف ف برايتون؟
فين نقدر نلقي طاكسي؟
زوج تذاكر من الدرجه الثانيه، عفاك.
بغيت نرسل فاكس.
بغيت مكواه للسفر.
واش نقدر نعرض عليك شي حاجه؟
نهاري؟ كنخاف نسول، ولكن شنو كتقصد؟
بغيت واحد اللي يقدر يشد وثاءق بحجم ورق الرساءل العادي بلا ما نطويهم.
ايه، ولكن ماشي قوي بزاف.
انا عندي حساسيه من القطط.
ايوا، خاصك تكون عندك رخصه السياقه و، اه، خاصك تكون عندك رخصه من لجنه الطاكسي والليموزين.
تفضل، سيدي.
ماقدرتش نجيب الما سخون.
بغيت نحجز بيت لليله.
لا، كيتستثني الضريبه وتمن الخدمه.
بغيت تمشي تشري معايا هاد العشيه؟
سلام، هادي فستان زوين بزاف.
دابا، المكالمه ديالك دازت. عافاك، تفضل.
شنو رقم البوابه؟
شنو هو تذكار هاواي العادي؟
واش نقدر نوصل لهناك بالمترو؟
بغيت نعمل سيشوار.
واش غنوصلو شي بلاصه هكا نهضرو؟
انا جاي من النرويج.
من عشره حتي لاثناش عفاك.
اكيد. خليني نشوفها. باين عليك تاذيت من المرجان.
غير فالحاله، عطييني رقم ديال الشخص المسءول.
واش كاين شي طريق سريع؟
علاش ما جاش للحفله البارح؟
وقع حادث سير.
سمح لي، هاد الرقم ماشي ديالي.
عفاك دخل الرقم السري ديالك.
ماقدرتش نضبط الصوره.
واحد تشيز برجر و عصير برتقال، عفاك.
ها هو الباسبور ديالي.
علاش، شكراً بزاف. اه، واش نقدر نطلع للفوق؟
واش نقدر ناخد جوج تذاكر للموسيقي ديال الجمعه الجايه؟
راكب اخر تماك قال بلي يقدر يبدل البلاصه معاك.
واش نقدر نمدد الاقامه ديالي؟
قول، واش كتعرف شي حاجه تستاهل التشوف حدا هنا؟
لا، بغيت نكري نص طقم ديال العصي وزوج ديال الصبات.
واش تقدر تقول لي منين تلقاو الشنطه اللي ضاعت؟
شنو سميتو هاد المنتزه الوطني؟
عندي خدش صغير.
فين كاين بلاصه مزيانه باش تزور؟
واش نقدر ناخد شويه ديال الفواكه؟
واش نقدر ناكل الغداء دابا؟
خصني نبدل هاد الدولارات.
خصني طاكسي. انا ف South Main و Liberty.
بالتاكيد، واش كتحتاج اقامه داءمه؟
ماشي تفاحه ولكن دراق.
غادي نعطيك وصفه طبيه. خذها للصيدليه.
كنطيرو ثلاث مرات ف السيمانه، نهار التلات، الجمعه، و السبت.
هدا غالي، ماشي هكا؟
ايه، عندنا هاد الشي. غادي نوجدوه ليك.
واش تقدر تحتافظ بالشنطه ديالي حتي لثلاثه ديال العشيه؟
لا، بغيت غير ندوز.
واش نقدر نحجز كريطه هنا؟
واش نتي/نتا امريكي؟
لهذا البلاصه، عفاك.
طوموبيلتي طفات.
فين كاين ظِل العيون؟
بغينا واحد الركن هادء، الا كان ممكن.
واش هاد الطاكسي فابور؟
واش هادي محطه سريعه؟
فاش خاصني نجي؟
بغيت قنينه صغيره ديال النبيذ الابيض.
اه. واش نقدر ناكل من بعد؟ ما حاسش راسي مزيان دابا.
في الحقيقه، عندي خبر. غادي نتزوج.
شي سروال اخر؟
واش نقدر ناخد برنامج؟
تسرق لي الغرفه ديالي البارح بالليل.
وريني الحوت اللي شفتو اليوم فكتاب الصور، عفاك.
شوف التعليمات علي علبه الماكله المفرغه من الهواء.
بغيت الفلوس الورقيه.
خدا مني المحفظه وهرب.
ما عندكش دروس تجريبيه؟
فين نقدر نشري طوابع البريد؟
انا من بريطانيا العظمي.
خصني نراجع هادشي مع مرتي.
بغيت نرجع الفلوس ديالي علي هاد الشي.
كاين تلفون عمومي قدام داك البنك.
غادي نوصل نهار تسعود مارس وغادي نمشي نهار ربعطاش.
هدي غاليه شويه، ما كتظنش؟
واش عندك التيكي؟
فين كاين ترمينال الطوبيس؟
بغيت شي تحليه؟
كتهدَر؟
نفس الشي بالنسبه لي، عفاك.
الطلب ديالي ما وصلش.
كاينين بزاف ديال الينابيع السخونه.
عفاك بدل خمسين الف ين للدولار الامريكي.
ما عنديش مشكل. بصح بغيت نشمّ.
فين نقدر نكري الزلاجات والصبّاط؟
واش نسيتي المشروبات ديالنا؟
واش تقدر تبعثها لعنواني فاليابان عن طريق البريد الدولي بالتحصيل؟
بغيت كاس ديال النبيذ الاحمر.
غير الا كان ديالك، سيدي. ههه، غير نكته صغيره.
بطبيعه الحال. كيفاش نقدرو نعاونوك؟
عندنا البيره، الويسكي، البراندي، الجن، الفودكا والنبيذ.
بطاقه تعريف. اه، صحيح. واش جواز السفر مزيان؟
رقم بيتّي هو ثلاثه-ميه وسته وعشرين. واش تقدر تجمع ليّ الحوايج ديالي؟
غادي نشوف واش شي واحد منهم كيناسب.
بغيت برّاد.
جيب لي شويه جبن محكوك.
واش نقدر نغسل القمصان ديالي قبل صباح غدا؟
واش تقدر تخليه يعيط ليّا؟
علاش دابا؟
سمح لي. واش كاين شي محل ديال الكتب هنا؟
كنظن درتي غلطه. الغرفه كانت مدفوعه مسبقاً. عندي الوصل.
الطوبيس تماك.
بغيت جوج رولات ديال فيلم ملون ISO ميه، فيه سته وتلاتين صوره، عفاك.
بغيت نصرف هاد الشيك ديال سبعين دولار.
بغيت نشري طوابع لعشر بطاقات بريديه لليابان، عفاك.
واش كاينين شي بنوك حدا المحطه؟
كنخاف كاين خطا فالفاتوره.
راه هنا.
واحد تشيزبرغر باش ناخدو معايا، عفاك.
ما تقدرش دابا تدير خدمه ديال التصميم بلا كمبيوتر.
هرب.
كاين تمزق هنا فالقميجه ديالي. واش ممكن تخيطها ليا، عفاك؟
شحال الثمن حتي لمانشستر؟
واش تقدر تعطيني كابل ديال البوستر؟
فين نقدر نشري حصيره ديال الشط؟
من بعد، عفاك عطيني حجز جديد.
عطيني داك الستيك ديال اللحم، ولكن ما يكونش غليظ بحال داك.
غادي نجيوا مع السبعه.
مني كنشوف هاد الاثمنه منخفضه بزاف، كيبان لي سخيف نشري شي حاجه فاليابان.
تسرقات ليّا السجلات ديالي حتي انا.
واحد كون ديال ايس كريم بالفانيلا، عفاك.
انا متافق. خاصها تولي طبيعيه بزاف.
رد بالك من الفراغ، رد بالك من الفراغ، من بعد قرب البيبان، عفاك.
غادي نحتاج كارت كريديت.
هادي هي النمره.
قول لي بلاصه مزيانه فهاد الواد، عفاك.
عفاك عطني تقرير ديال الحادث.
لا، شكراً دابا.
حسناً، عفاك بقي علي الخط. السيّد ناكاجيما، السيده سايتو ما كاتبانش كترد علي المكالمه. بغيتيني نعيط ليها شويه اخري؟
يمكن، ولكن خاصنا نوزنوهم بوحدهم.
كيبان شويه نادر بزاف.
فين كاين بلاصه ديال استرجاع الشنط ديال الرحله سبعه صفر ثلاثه؟
كاين شي مشكل ف القبضه ديالك.
واش هاد الشي غادي يفسد؟
لا، شكراً. من الاحسن ما نشربش كثر.
عافاك قول لي شي شوارع مزيانه باش نشري.
واش هاد الطوبيس كيمشي للفندق هيلتون؟
دابا، هاد اللوحه مميزه بزاف. راه من عمل تسوراتارو كاتاوكا. هو معروف كفنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
واش نقدر نعزمك علي العشاء شي مره؟
مزيان. شنو سميّه الحزب ديالك ورقمو، عفاك؟
سمح لي. خَلّيني نخرج، عفاك.
واش تقدر تنادي علي شي موظف كيهدر اليابانيه؟
كنزورو قرايبنا بزاف ديال المرات.
ميكي هاياكاوا. هادي الغرفه سبعه صفر جوج.
خصني نبقي هنا الليله، ماشي هكا؟ واش تقدر تعاونّي نحجز بيت فندق؟
ما خاصوش يطول. خمسه عشر دقيقه علي الاكثر.
واش تقدر تقول لي شحال الثمن ديال هاد المكالمه؟
واش تقدر تقول ليها بلي عيطت ليها، عفاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جوله فالصباح؟
كتبدل العمله الاجنبيه؟
الميزانيه ديالنا حوالي خمسين دولار فالمجموع لثلاثه ديال الناس.
فين نقدر نشري روله ديال الفيلم؟
واش عندكم بيره يابانيه؟
بغيت مايو صغير، عفاك.
بغيت نسجل العفش ديالي.
هدي الانسه كاوازو ف الغرفه سته عشر واحد عشر.
عفاك.
ما كايناش.
شنو اهم عندكم يا الناس ديال اليابان، نهار راس العام ولا نهار عيد الميلاد؟
رقم بلاصتك هو 32 ا. من بعد، سير مباشره فهذ الممر. هاديك هي البلاصه حدا الشباك.
غير دقيقه، عفاك.
عفاك عمر تقرير ديال الضياع.
ما كنفاهمش الامريكيه، كنهدَر الانجليزيه ديال الملكه.
من البارح.
كتشمل التامين ضد الحوادث والمسءوليه.
ضعت بطاقه المطالبه ديالي.
واش عندكم شي بروشات بتصاميم زوينه؟
كنعيط من كابينه عموميه فـ Macy's.
هذو كبار بزاف.
شحال تخلص علي كل ساعه ديال الباركينغ؟
سيداتي وسادتي، ف الرحله ديالنا اليوم، عنا مضيفين طيران كيهضرو باليابانيه وكتقدرو تعرفوهم من خلال دبابيس العلم اللي لابسينها. الا كنتو كتعرفو شي حد محتاج مساعده ف اللغه، عفاكم علمونا.
واش كاين شي فتره فنيه معينه كتفضلها؟
عفاك شيك عليه مره اخري.
سير دغيا علي طول الواد حوالي نص ميل. غتوصل للبارك.
لا، هما متينين بزاف.
حسناً، غادي نرسلها ل لاس فيغاس ليك.
كنقلب علي تيشورتات ديال الجري.
بغيت شي حاجه تشرب من البار؟
هادي الطريق. خذ هاد الاسانسور.
من الاحسن تركب القطار ديال الثمانيه ونص.
واش كاين شي سينما هنا؟
دابا هو موسم المحار، يعني غادي يكونو مزيانين.
بغيت ساعه مستعمله.
غادي نسجل الدخول حوالي التسعود ديال العشيه.
ولا الوقت بزاف. خاصني نمشي.
ماستعملتش خدمه الغسيل ديالك. واش تقدر تشوف هادشي مره اخري؟
بغيت اتاي، عفاك.
لا، ما كاينش.
واش هادي هي المحطه الاخيره؟
يلا نعيطولو.
واش هادشي حار بزاف؟
فين نقدر نلقي طوبيس ديال السياحه؟
ايه، بغيت نشوف معالم المدينه.
كاينين بزاف ديال السياح حدا البنايه، اللي باين عليهم تجمعو باش يشوفو شنو واقع.
شكراً علي ضيافتكم.
الصدق هو احسن سياسه.
واش تقدر تفيقني مع السته ديال الصباح، عفاك؟
شحال كتخلص علي نص نهار؟
انا كنجي.
كتعرف شي بلايص مزيانه باش تزور فشيكاغو؟
ايلا كنتو جوجكم مصرّين، غادي نمشي معاكم.
واش تقدر تبدل هاد الشي بواحد اخر من نفس النوع، عفاك؟
بغيت نحجز علي ثلاثه و نص ديال العشيه.
صندوق الامان، عفاك.
عفاك اختار نبيذ مناسب.
بغيت بلاصه صغيره.
واش خاصني نخلص علي الغاز؟
حرّاق. شدّو.
حنا كنتسناو صحابنا يجو.
عفاك عطني شي صغار ديال الفلوس.
بغيت بيرم داءم مشدود، عفاك.
هي صغيره وزوينه.
شنو هي الاوبرا ديال اليوم؟
مقلي، عفاك.
مازال ما رجعوش ليّ الحوايج ديالي.
بالمناسبه، واش نتا فاضي هاد السبت الجاي؟
واخا، يمكن نتفاهمو مزيان مع بعضنا.
عاملتني بحال الي كنت متسول.
فهمت. وزيد، واش تقدر تعاونّي فمشكل اخر؟
واش تقدر تحط عدسات طبيه فهذ النظارات الشمسيه؟
غادي ناخد جوج من هاد الشي.
شحال زوينين هاد الكلاب. شنو النوع ديالهم؟
طيحت الشوكه ديالي. عفاك جيب وحده اخري.
كانت ممتعه.
بلا شك. سير دغيا دغيا و دور علي اليمين فالثالثه ناصيه. غادي تلقاها علي يمينك.
واش عندك شي فيلم للشراءح الملونه؟
كتعرف كاثي؟ هادي حفله عيد ميلادها.
واش عندك شي جدول ديال الالوان؟
واش نقدر نخلص بشيك ديال المسافر؟
ولكن، هو، راجل، كيفاش نعرف بلي هادي هي الحاجه الحقيقيه؟
واش نقدر ناخدو بلا ضريبه؟
ما نقدرش نحط الشنطه ديالي تحت الكرسي. واش تقدر تحتافظ بيها ليا، عفاك؟
واش ممكن تحط هاد الشنطه فالصندوق؟
غادي نخرج دابا، غادي نجي ناخدو.
عفاك صيفط شي حد يطلع يجيب الشنط ديالي مع السته ونص.
بغيت خريطه ديال سان فرانسيسكو والمناطق اللي حداها.
شنو نوع الخبز اللي عندك؟
فين الفوطو؟
واش كاين شي حد لي يقدر يلعب البيانو؟
فاي محطه خاصني نزل باش نمشي لمبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، ولكن ما كنظنش عندي الوقت نبقي جوج ليالي. واش تقدر تحجز لي غرفه مزدوجه فداك الفندق غير لليله 12 مارس؟
واش نقدر نحجز بيت جوج مطل علي البحر؟
ما قرّرشنا حتي دابا.
رفيقي تعثر وجرح كعبو.
غادي نجرب شي شربات.
واش كاين شي مطعم تايلاندي قريب؟
هي حداك داك البنايه الطواله. دابا، رجع بنفس الطريق اللي جيتي منها حتي توصل للضو ديال المرور. من بعد، دور علي اليسار.
خصني نلحق طياره لوس انجلس بكري فالصباح غدا.
من بعد نقدر نوصي بثقه بهاد "جوله مدينه سان فرانسيسكو". هادي كتقدم ليك نظره عامه علي سان فرانسيسكو.
بغيت ندير تامين.
خلينا نديرو كماده بارده باش نخففو الالم.
هي بغات تشري فستان.
شحال تمن الطاكسي لهاد الاوتيل؟
فين الطواليط؟
واش كيتطلب شي فلوس باش تدخل لهاد البنايه؟
خليه علي كيفك.
كنقلب علي شي حاجه شيك.
الشرجم مسدود.
فاي جهه من يونيون سكوير كاين؟
نص اونس من شانيل رقم خمسه، عفاك.
شنو رايك فشي قهوه؟
واش خاصني تذكره؟
شحال تقريبا هي تمنه الخدمه؟
شحال من الوقت من هنا؟
كريم و سكر؟
واش كاين شي تخفيض للاعضاء؟
واش كاين شي سوبر اكسبريس مع التسعود ونص؟
خليني نشوف ساءل الفرامل والمحرك. المحرك ديالك باين عليه غادي يطفي قريب.
ما كانتش غلطي.
ما كاينش الضو.
غادي نبلغ علي هادشي للبوليس.
واش كلشي خاصو يخلص علي الشراب ديالو؟
من ثلاثين حتي لخمسين دولار فالليله.
عافاك صاوب هاد الشي.
فايام راس العام. وفمناسبات خاصه بحال حفلات العرس، حفلات توزيع الجواءز او الجنازات.
زيت الخردل زياده، عفاك.
علاش ما تعطيهاش هديه؟
شنو الفيلم اللي كتقترح؟
هادي عشرين وعطيني جوج دولار كالصرف، عفاك.
ضربتني من الجنب.
نقدر نجي عندك مع جوج.
واش هاد الشنطه ديال الرحله JAL صفر واحد؟
هدي اول مره كنمشِي لباريس.
واش تقدر تقدّر الثمن قبل ما تبدا الخدمه عليه؟
دخل، عفاك.
رحلتنا فالتسلق غتكون ممتعه بزاف.
فين كنركبو الطوبيس ديال البحر؟
ما عندناش شي كيس ديال هاد المبلغ، غادي نحطو فهاد الكيس الكبير ديال البلاستيك.
بغيت نلعب التنس.
كاين عصير ديال الاناناس، البرتقال والطماطم.
الجهه اليسري من هاد الطابق، حدا السلالم المتحركه.
شنو كاين فالكونسير دالليوم؟
ما بغيتش تشوف فيلم مختلف؟
عفاك بدل هاد الشيك ديال المسافرين بالنقود.
بغيت نفس الكورس غدا، عفاك.
يمكن نجاوبك مزيان علي هاد السءال من بعد ما نشوف شي جوش ديال العروض.
خصني هديه للذكري السنويه.
شنو العروض الموسيقيه اللي كاينه دابا؟
واش عندك مرايه؟
سمح لي، ولكن ضعت الطريق ديالي. واش تقدر تعاونني؟
غادي ناخد هادي، عفاك.
ما تقدرش تدخل الالعاب الناريه لكندا.
شحال زوينه الطياب ديال مرتك.
كتحتاج شي مساعده؟
واش تقدر تحجز طاكسي لسته ديال الناس غدا الصباح، عفاك؟
شنو بغيت مع الطبق الرءيسي ديالك؟
واش كاين شي بوتيك هنا؟
هاد البلاصه عامره بالناس، ماشي هكا؟
سمح لي. غادي يكونو واجدين تقريبا فخمس دقايق.
حسيت بوجع ف رقبتي وانا ناعس.
حسناً، ما كاين حتي مشكل. واش نقدر نشوف جواز السفر ديالك؟
ما عنديش فلوس.
فاش من الوقت خاصني نكون فالمحطه؟
كاينين بزاف ديال المطاعم هنا.
هي حد بيت المعاطف.
فرحت نهضر معاك.
واش كاين شي جوله فالعشيه؟
انا مع صحابي.
عجبتني الاقامه ديالي. شكراً.
البحر تحتنا مباشره. يا له من منظر جميل.
شكراً علي الانتظار، مدام مكغاير. ها هو. تفضل، من فضلك.
واش عندك بطاقه تعريف بالصوره؟
سبعه، عفاك.
بغيت نرسل هاد الشي للغسيل. فوقاش غيكون واجد؟
عندي سروال مخطط.
نعم. شي حقيبه ديال واحد اخر توصلات لغرفتي دابا. واش تقدر تشوفها، عفاك؟
واش ممكن تشرحها لي بالتفصيل اكثر؟
واش نعستي مزيان؟
واش غادي تضغط علي زر التصوير؟
زوج ديال المفاتيح، عفاك.
بغيت واحد لمبه.
هي فاخر الكوريدور.
بغيت شي ورق ديال النوته.
واش غاديين بالكوطوبيس؟
قلت غادي تمشي لطوكيو غدا؟
خليني ننعس حتي لتسعوده.
خصني نحول ل AW واحد صفر صفر. واش ممكن؟
كيف داير معاك اللعب هاد الايام؟
كنحس براسي محبوس فالصدر.
ما كاين حتي مشكل. الا جيتي في 5 شتنبر، تقدر تستمتع بعرض فيلم علمي حيت عندنا نهار مفتوح خاص في اول جمعه ديال كل شهر.
واش عندك شي جوله اخري؟
مزيان، تخفيض ديال خمسه فالميه. واش هادشي مزيان؟
غادي نمشي لباريس.
ماشي اخر موديل، صح؟
مجدول علي الثمانيه ونص فالليل بالتوقيت المحلي.
خد داك البنايه معانا، عفاك.
مزيان. بغيت واحد الزلافه متوسطه و كره ديال الروز.
كيفاش كيبان هادشي؟
بغيت نشوف داك اللي فالشباك، عفاك.
مستحيل. حنا فالعطله. ما بغيتش نقعد فبيت الفندق ونتفرج فالبايسبول فالتلفاز. بغيت نمشي نشوف مسرحيه.
واش نقدر نلمسها؟
واش تقدر تجي لهنا تصلحو؟
بغيت شويه ديال الليف الصناعي.
سميتي تارو تانكا. عندي حجز.
بغيت شي كريم تنظيف.
بغيت سويتر بكُم طويل.
تسرق مني الشنطه ديالي.
كيتلاقاو طرقنا بزاف ديال المرات، ماشي هكا؟
واش نقدر نشوف المينيو مره اخري؟
مازالو كيبانوا شويه خضر.
شحال؟
فروله، عفاك.
جبل فوجي هو اعلي قمه فاليابان بارتفاع ثلاثه الاف وسبعميه وسته وسبعين متر.
لا، مازال. كاين بزاف ديال الاختيارات.
بغيت شي كريم ديال الليل.
هي بين المخبزه والجزاره.
واش تقدر تقصر ليّ الكُمّات؟
كنخاف ما كاينش ملعب ديال الغولف هنا قريب.
واش تقدر توريني الخاتم الثاني من اليسار؟
واش تقدر تطلب منو يتاصل بيا؟
حاولت نعيط ف مكالمه دوليه. واش وصلتي دابا؟
هدا غالط.
ايه، هو. حيت كتقدر تشوف العلم قدام مكتب البريد.
غادي تبعثهم اكيد، صح؟
بغيت ندير مكالمه تليفونيه باستعمال بطاقه اءتمان.
بغيت ديالي يمشي.
مني توصل، غادي نخلصو باش نرسلوها لعنوان دارك.
دابا كنستعمل ديما الكمبيوتر فالخدمه.
اه، مزيان. فهمت. غادي نجي عندك.
لا، هدا كافي.
واش ممكن تعطيني واحد البطانيه ووساده؟
واش تقدر تجي لهنا ف اقرب وقت ممكن، عفاك؟
كاس ديال القهوه، عفاك.
كنقلب علي شي كروت اللي عادهً ما كيكونوش غير فهاواي.
واش تقدر تشد الخصر بثلاثه سنتيمترات؟
انا ف نفس العمر.
واش تجيب لي شي قهوه؟
ثلاثميه وخمسين دولار؟ هادي كتفوت الميزانيه ديالي.
واش خاصنا نديرو تصويت علي هادشي؟ الا ماكانش، كنظن وصلنا لاستنتاج، وغادي نرسلوا لمجلس الاداره ديالنا صباح غدا.
كتعرف واش كاينين شي اوتيلات رخيصه؟
صباح الخير. واش نعستي مزيان؟
شنو ناوي تدير من بعد ما تسالي القرايه؟
تسرق مني الشنطه ديال كتفي فالزنقه.
واش كان عندك شي خدمات خرين مع الفطور هاد الصباح؟
بغيت كاس ديال القهوه البيضه، عفاك.
واخا. واش فندق شيراتون قريب من هنا؟
كنتمني ما تكونش عيان بزاف.
بغيت نكري طوموبيل من هاد النوع لمده جوج ايام.
غادي نشرب واحد كاس ديال جاك دانيلز.
بغيت كيس ديال الفشار، عفاك.
طيحت ليّا عصا التزحلق.
حنا ما كنجيبو حتي هدايا للاستقبال. بلاصتها، الضياف كيجيبو الفلوس.
بغيت نرسلها بالبريد العادي.
الطياره وصلات متاخره بسبب الثلج الكتير.
المرجو الحساب.
واش تقدر تاخد رساله، عفاك؟
سمح لي، ما فهمتكش. واش ممكن تهدر بشويه بشويه، عفاك؟
شنو نقدر نورّيك؟
واش نقدر نصوّر؟
من ميه.
رقم الرحله هو HP تسعه وتمانين لتوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال هداك؟
عندك واحد اخر؟
عفاك جيب لي الفطور ديالي للغرفه ديالي مع السبعه ديال الصباح غدا.
غادي يطلع واحد ديال الصيانه قريباً.
سمح لي. غادي نرجع من بعد.
كيفاش نقدر ناخدها؟
واش كاين شي بلايص خاويين فالجوله ديال الخميس؟
سمح لي. واش نقدر ندوز؟
واش عندك شي نبتات و فواكه؟
عفاك قول لي كيفاش نعمر بطاقه النزول؟
كنظن ان السياره ديالي كتسوي حوالي خمسه الاف دولار.
واش هاد الماكله قليله فالسعرات الحراريه؟
شنو الطوبيس اللي خاصني ندي باش نمشي للمحطه؟
ايه، هي هادي. ولكن خاصك تدوّر علي اليسار فالثالثه ديال الضو ديال المرور وبقي فداك الزنقه حتي توصل للطريق سته وستين.
بغيت كاس ديال الما باش ناخد دواء، عفاك.
غادي نكون ممتن بزاف الا خديتيني للبحر.
سمح لي. عندك الرقم غالط. هادي تانكيوشا برس.
حنا كنخرجو.
شنو هاد الموسيقي؟
عفاك عطّي هاد الشراب لولدك، مقدار واحد، من بعد كل وجبه.
هاد الستيل متوفر ف 28، 31 و 35 سنتيمتر.
اه، هادشي كيبان بزاف.
واش نقدر نستعمل تلفونك؟
هدا ريحتو زوينه بزاف. بشحال هادي؟
بغيت ناكد مره اخري علي الرحله ديالي لشیکاغو ف السابع عشر.
كلّيت شويه بزّاف.
واش نقدر نهضر مع مدام براون؟
هاد الدار باينه مريحه للعيش فيها، ماشي هكا؟
بغيت نحجز في طياره نورثويست ايرلاينز رقم 086 لنهار الخامس.
محفظتي، الباسبور ديالي وحوايج شخصيه خرين.
فوقتاش كتسدّو؟
ستني شويه. ممكن نكون خليتها فالتواليت.
هادي هي بالضبط اللي كنت غادي نقول.
ايه، كنظن هكا.
دارك كبيره. شحال من بيت؟
عجبنا العشاء.
فهمت، ولكن ما نقدرش نقولها.
اه، ايوا، عفاك. كنتمني غير ما يمرضوش من البحر.
لطوكيو، عفاك.
شحال باقي باش نوصلو؟
غادي نمشي بكري غدا، بغيت نخلص دابا.
شيري ناشف، عفاك.
بلاصه ما كيدخنش، عفاك.
هو مشغول دابا.
واش الناس اللي من برّا يقدرو يوصلو للكتب فهاد المكتبه؟
واش ممكن نبقي فغرفتي حتي لساعه جوج ديال العشيه؟
هاها. صباح الخير علي وقتك. ماشي مشكل.
بغيت شويه من هاد الفيلم ديال رقم ASA لهاد الكاميرا، عفاك.
فين كاينين لوحات مونيه؟
هاذ البيتزا بنينه بزاف. شكون دارها؟
شنو الطعم ديال هاد الطبق؟
وحتي هما غاليين.
فوقتاش كيمشي الترين الجاي لبوسطن؟
كنخطط نتعلم الجولف.
عفاك عطييني شراب اخر.
شحال من سرفر مزيان.
كنخاف الاكمام قصيره بزاف.
واش تقدر توريني كيفاش نعمر الغاز؟
واش تمن الفندق كيشمل الفطور؟
واش هادا كلشي؟
هي هاديك الطريق.
عفاك بدا العداد.
بيتي بارد بزاف.
غادي نرجع ليك ملي نكونو اقل مشغولين.
واش عندك واحد اكبر؟
حسيت براسي حسن.
واش كتعرّف علي جغرافيه اليابان؟
عفاك وريني فين انا فهاد الخريطه.
مءه فالميه قطن.
بغيت نبدل لغرفه كتشوف علي البحر. واش كاين شي مصاريف زايده؟
شحال كتسوي كراء نص نهار ديال لوح؟
عشره نونبر.
بغيت شريط ديال الاله الكاتبه.
هادي بنينه بزاف.
فوقتاش غادي نطيرو؟
كيفاش كتقول للساءق باش تحبس؟
ربعه وعشرين دولار. بغيت اكثر؟
حجزت فطوكيو من شهر.
كنشكرك من اعماق قلبي.
واش نزل هنا باش نوصل لمركز روكفلر؟
عفاك قيس لي مقاس صبطي.
هادي زوينه بزاف.
واش بغيت تخرج معايا فموعد؟
عفاك نقي هاد المعطف.
بغيت نكري بوت موتور.
فين قسم النساء؟
القهوه ما داخلاش؟
فاش كان خدام قبل؟
لعنه. لعنه. لعنه. لعنه. وليت متعود علي وجهها.
واش خاصني نخلص المصاريف الزايده مني كندخل لشي بنايه؟
سلام، الحفله ديالك علي الخط. تفضل، عفاك.
جرحي كيالمني.
فين المحطه؟
عندي القشعريره.
ثلاثه ايام.
عبر الجسر اللي تماك، وغادي تلقي المكتبه علي الجهه اليسري.
عافاك عاونّي نلقي واحد المرشد اللي كيهدر اليابانيه.
ما بغيتش واحد ثقيل.
غادي يكون كاين شويه ديال التاخير.
شنو الفرق بين هادوك الفنادق؟
فاتني المحطه ديالي.
كان زوين بزاف. شكراً.
غادي نكون تماك حوالي سته ديال العشيه.
واش عندك شي حاجه شويه طويله؟
تاريخ الانتهاء هو 19 مارس 1999.
كيفاش كان؟
واش كاينين شي كازينوهات مزيانين؟
ها هي الفلوس ديال الاقلام الجافه. ورقه مءه دولار.
فين قسم العيالات؟
فين نقدر نركب الطوبيس؟
صاحبي مجروح.
كتبان مزيان.
واش هاد المحل غادي يفتح غدا؟
هيّا حتي لتحت فالكوريدور.
واش ممكن تحيد لي الشارب ديالي شويه؟
هدا كيجي مع بار السلطه واختيار ما بين البطاطا المخبوزه ولا البطاطا المقليه.
فين نقدر نشري الحشيش؟
ما نقدرش نبيع هاد الشي بلا وصفه طبيه.
واش نقدر نحجز خمسه بلايص مجموعين ف نفس الصف؟
واش تقدر تعيرني حبل ديال السحب، عفاك؟
شنو هي الطوموبيل اللي كتدير احسن كيلومترات؟
ما غاديش تحصل علي تخفيض مهما حاولت بزاف.
واش تقدر تحل هاد الشنطه، عفاك؟ شنو عندك هنا؟
بغيت نعيط لمكالمَه بعيده لهوتيل هيلتون ف بوسطن.
واش العيالات كايقبلو هادشي؟
رد بالك، السقف منخفض.
ما كنقدرش نشوف الشاشه من هنا مزيان. واش نقدر نبدل البلاصه شويه؟
زرت البحيرات الكبري لاول مره.
كاين شي مشكل فهاد الماكينه ديال البيع.
خصني طبيب.
شحال من وقت هي فالمملكه المتحده؟
واحد كيحب الفن التجريبي بحالك غادي يعجبو بزاف اللوحات ديال الهيبي والموسيقي ديال الشوارع.
فاش الوقت؟
غادي ناخد هوت دوغ وكولا.
هذا هو المشغل الخارجي.
كتقدر تشوف واحد البنايه بيضاء، صح؟ هي قدام ديك البنايه.
منين؟
ما عنديش ما نصرح بيه.
شنو؟ خاصك تخلص الضريبه الا كان عندك اكثر من ثلاثه قنينات ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تعيط لطبيب، عفاك؟
ما عارفش بزاف علي النبيذ. شنو مزيان مع هاد الطبق؟
واش ممكن تعيط عليا بكري فالصباح، عفاك؟
كاين واحد الستاسيون ديال البنزين جوج بلوكات من هنا.
الناس اليابانيين ما كيديروش عطل طويله.
كنحس بحال الي كيتفرجو فيا. واش نادر باش تشوف شي واحد ياباني؟
بطبيعه الحال لا. علاش كتقول الا؟
فين الطريق لدخول البريد المركزي؟
فين كاين محطه حافلات Greyhound فهاد المدينه؟
ماشي غاليين المطاعم اليابانيه ف كيوتو، صح؟
كنظن راه شويه عالي عليا.
عندنا بيت جوج سرير مع بانيو بثمانيه وخمسين دولار.
بغيت ثمن الكتاب.
هاد العام البرد كثر من العاده، ولكن ما كافيش باش يطيح التلج.
فين نقدر نشري تذكره ديال المترو؟
غادي يكون عندي بلايص ديال الكلاس ديال البيزنس، صح؟
شحال تخلص التاكسي من هاد الاوتيل حتي للمحطه؟
واش ممكن تعطيني هاد وهاد، عفاك؟
كيقولو باللي اليابان بلاد غنيه بزاف.
واش كاينين شي بيوت خاويين فالكار ديال النعاس؟
واش تقدر تنقصها حتي لعشرين دولار، عفاك؟
هادي هديه لصاحب.
التلج كيدير الطريق زلّاق.
ما لقيتش الكاميرا ديالي.
غادي نوجد جوج ساندويتشات ديال الهام.
واش عندك شي حاجه تصرح بها؟
شفت شي جاكيت زرقا؟ حطيتو علي هاد الكرسي.
كاين محل ديال الورد قدام الزنقه.
انا من طوكيو.
بغيت شي كريم رينس ديال ريفلون.
عندي شي حوايج للغسيل.
طلبتها من زمان.
واش ممكن تبعث لي واحد البورتير للغرفه ديالي مع السته ديال الصباح؟
غادي ناخد شوكولاته سخونه.
نقدرو نرتبو باش ينقّيو ليك الغرف ديالك.
خاص، عفاك.
شحال الثمن حتي لـ C Hotel؟
واش نقدر ناخد تيكيه متعدد؟
بغيت نحجز طابله لجوج علي السبعه، عفاك.
بغيت شي كريم ديال الليل.
واش تقدر تغلف هاد الشي كهديه؟
دابا ربع د الرابعه.
غادي نخطط نرسل الفواتير ديال الحاجيات اليوميه ديالي، عفاك قول لي العنوان واسم الشخص المسءول.
صعيب علينا نهضرو بالانجليزيه بطلاقه.
واش عندكم هادشي بنفس التصميم ولكن بكعب اعلي؟
بغيت سويتر لولد عندو عشر سنين.
ديّني لابي رود، عفاك.
شكراً. سلام، شكراً علي الانتظار.
انا متاكد عندي حجز.
غادي نبعثها ليك، عفاك سني هنا.
حنا هنا غير نهار واحد.
عندي شويه صداع.
عجبتني الماكله بزاف.
لا، عفاك قلس واستني. غادي نرجع دابا.
واش نقدر نشوف الطوموبيل؟
واش تقدر ترسم لي خريطه، عفاك؟
حاضر، سيدي. عفاك بقي ف بيتك حتي يجي الطبيب.
تسرقت فشاطء ويمانالو. عفاك جي دابا.
شنو رايك فميه دولار؟
بغيت هاد الشي معبّي.
بغيت ندير طلب ديال اعاده الاصدار.
الحكومه دعمت تشجيع الصناعات.
هو فوق خمسين عام، كنظن.
شنو هو اقل عمر باش تقدر دير هاد الشي؟
واش عندك شي خراءط بسيطه ديال المدينه؟
الا كان ممكن، مفضلش نخرج الضرس.
العداد هو كره وحده، جوج ضربات.
فاش غادي يوصل الترين لسّان دييغو، عفاك؟
بغيت نشوف الصندوق ديالك.
بغيت شي شامبو.
انا مقيم ف فندق هيلتون.
كنحس براسي مريض وعندي غثيان.
ولكن عندي موعد باش نشوفها مع جوج ديال العشيه.
واش هاد الطوموبيل كتدي لادنبره؟
نعم، عفاك عمر هاد الفورم.
شحال كتخلص علي الوزن الزايد؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ليوم الجمعه.
اه، سمح ليا. كاين مشكل وحنا كنصلحوه. واش تقدر تصبر شي تلاتين دقيقه؟
فاش نقدر نخرج؟
فهمت.
غادي نعيط لشي حد.
بغيتي تخلص الفاتوره دابا؟
جاءتني الطوموبيل من الجانب عند التقاطع.
هادي علبه موسيقي.
فين هي الضاحيه؟
واش كاين شي جوله بالحافله فالمدينه؟
فاش نبداو؟
مزيان، سيدي. فالفءه المتوسطه نقدروا نعطيوك mercury sable. واش هادشي مزيان؟
جرحت ليك شي عضله.
ولكن خاصك توعدني تضرب الكره، ما اناش. واش مافهمتيش؟
باقي شحال؟
واش نقدر نْسلف شويه ديال الكتان؟
شنو نوع الجلد اللي معمّر بيه هاد الشنطه؟
ما كنظنش هاد السكين نقي. واش تقدر تجيب لي واحد اخر؟
شريت هاد الشي دابا، ولكن واش غادي تبدل هاد الشي بهاد؟
بصراحه، ما متافقش مع هاد الشي.
واش هادي هي الطريق الصحيحه لمحطه الوسط؟
بّاخره مع مرشد، عفاك.
بغيت نطلب بدله لونها غامق لراسي.
هاد الشمسيّه غادي تصلّح كعصا.
واش خاصني نخلي جميع حقاءبي فالكروكرو؟
عفاك ورّيني الباسبور ديالك.
واش كاين شي بلاصه كتقبل الغسيل نهار الحد؟
جوج تشيزبرغر، عفاك.
شكون الطوبيس اللي كيمشي لميا مي؟
ولكن ما كاينش خاصك تعطي بقشيش.
تقدر تشوف واحد ف كارنيغي هول.
ما عنديش شهاده.
شنو هي التخصص ديال الدار؟
بغيت نحدد موعد مع طبيب.
كنسول واش كاين شي طابله حدا الشباك لسبعه ديال الناس الليله.
ما عندك مانع نجي عندك؟
كيبان كاين شويه مجال للتحسين.
فين كاين المترو؟
واش عندك ف حجم اصغر؟
فين نقدر نلقي الاسبرين؟
هادي هي القاع؟
عفاك عطيني باس ديال سيمانه.
هذا هو زميلي.
شنو نوع الغاز لي كاين؟ بريميوم، عادي، ولا بلا رصاص؟
هادي وحده.
راني غادي نمرض بالزكام.
مسدود نهار الاثنين، ولكن نهار اخر غادي يكون مزيان. كنظن راه محلول من التسعود حتي الخمسه.
هي ثعبان البحر مشوي مع صوص خاص فوق زلافه ديال الروز.
خلينا نحتافلو قال وخدني لبار. قال غادي يدير مكالمه ومشي وما رجعش وبقيت مع فاتوره كبيره.
شحال الثمن لكل جالون؟
كان عندي الباسبور وكارت الكريدي ف الشنطه ديالي.
الحجز علي السبعه، باسم مانو.
ما بغيتش تشرب كاس ديال اتاي؟
واش تقدر تقول لي فين نلقي القنصليه اليابانيه؟
واش كاين طبيب فالوتيل ولا شي واحد نقدر نتاصل بيه؟
هو ديما كيدير التسوق فـ بوند ستريت.
ورقه انجليزيه، عفاك.
واش كاين شي بلاصه كتدير موسيقي الكانتري؟
بغيت نراجع الحوايج الثمينه ديالي.
كاينين شي ديال الصوف زايد؟
شحال الثمن لكل ورقه؟
حسنًا، ضغط علي تسعود وصفر واحد واحد، من بعد كود الدوله ورقم التليفون.
واش ممكن تعطيني كوكاكولا دايت؟
واش نقدر ندير طلب؟
دزنا واحد السياقه زوينه. شكراً.
سمح لي. واش نقدر ندوز؟
عدد سكان اليابان كاملين حوالي ميه وثلاثين مليون.
بغيت نكري شمسيه.
ايه، وبغيت نرجع المصاريف لي عليك.
محفظه فيها ميه دولار وجوج كريدي كاردات.
الما سخون بزاف.
نتا هنا.
واحد القهوه، عفاك.
مستبعد بزاف.
كيسوّلني بطني من بعد الماكله.
واو، هاد البلاصه زوينه.
يمكن يكون عندو انسداد فقلب الشرايين بالهواء.
واش قررتي؟
الا بغيت، نقدرو نرتاحو هنا.
ضعت التتبع ديال واحد المايل مسجل.
ما تقدرش تبدل خدمتك بسهوله.
شنو هي المحطه الجايه؟
مزيان، ولكن ماشي البلايص ديال الجلوس فالمدرجات. اليوم سخون بزاف.
نزل هنا، وبدل ل الطوبيس رقم سته.
خصني نلحق الطياره ديال العشره ديال الصباح.
مازال حاس براسي بغيت نرجع.
ما بغيت حتي حاجه ثقيله.
عفاك، الحساب.
شحال تمن الفطر الطري؟
المرجو الحساب. كتقبلو فيزا؟
اليوم غادي نمشي نشوف كيفاش كاينه تشاينا تاون.
جوج صفر جوج-تسعود تلاته تسعود سته سبعه صفر صفر.
بغيت نخلع سناني.
بغيت واحد شكا ديال الكوزمتك.
كنسول راسي شحال خاصني نخلي من البقشيش.
فين نقدر نشوف "The Phantom of the Opera"؟
بغيت نشري تذكارات لاصحابي. واش تقدر تنصحني بشي حاجه؟
بشويه، عفاك.
شنو هي التكاليف المتوسطه ديال الفاكس الدولي ديالك كل شهر؟
مقلي من الجوج الجوانب، عفاك.
حسناً، هادشي باين وواضح. جوج ديالكم عفاكم ورّوني الرخص ديالكم والتسجيلات. وولدي، كنخاف خاصنا ندير ليك اختبار التنفس.
غادي يكون واجد بعد غدا فالعشيه.
واش هادشي مصنوع من القطن؟
عندي الدوا ديالي.
شنو نقدر نشوف فهاد الجوله؟
ايه، كاين حد ادني ديال شراب واحد.
شحال الثمن لنهار؟
واش هاد الطوبيس كيتوقف حدا الفندق؟
بغيت سي دي صغير.
كاينين طيارات ديال JAL و ANA كيمشيو علي العشره وخمس وخمسين. ولكن، مع الاسف الطيارتين عامرين.
كيساوبني مزيان.
واش ممكن تعطينا طابله لخمس د الناس؟
هي ما كاتفهمش الانجليزيه بالمره.
عفاك صرف شيك المسافر.
واش تقدر تهتم بيها من التسعود ديال الصباح حتي تقريبا التلاته؟
شحال تخلص البريد الجوي لليابان؟
حْبَسْتْ برّا. واش تقدر تفتح لي الباب ديالي، عفاك؟
شنو هي الجوله اللي مزيانه باش تشوف اشهر البلايص؟
واش كاين شي مضيفه كتهدَر اليابانيه؟
شحال من كيس نقدر نجيب معايا فالطياره؟
لا، سيدي. هاد العشيه محجوزه كامل. غدا مزيان، مع ذلك.
غادي نسول البواب علي الثمن الصحيح.
انا فعلاً اسف.
عندنا حفله ليله الجمعه. علاش ما تجيش معانا؟
اه، بيتك فـ 9:08، انسه. ها هي المفتاح ديالك.
مهم بزاف يكون عندنا الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح لي، سي الضابط؟
واش هاد التران كيمشي مباشره لادنبره؟
واش هادشي داخل فحدود الاعفاء من الضريبه؟
خرج لي الحوايج الثمينه ديالي، عفاك.
شحال عامرين الجولات؟
بغيت نشري شي تذكارات. واش كاين شي محل مناسب قريب من هنا؟
حتي فوقاش مفتوح؟
هو خارج دابا.
مايومي، واش ممكن تعمري هاد الورقه بتوقيعك؟
هادي وحده ليك، سيدي.
ما عنديش شي شنطه باش نسجلها.
بلا مزال، خذ وقتك.
انا هنا ف مهمه اعلاميه.
واش عندك افلام الصيف؟
فوقتاش كاين الطوبيس الجاي لوُاشنطن د.س؟
الطوال دابا كيديرو بزاف.
غادي نرجع لليابان نهار الاثنين الجاي.
واش ممكن تعطيني خريطه ديال المترو؟
واش الطريق طويله؟
واش تقدر تبدل هاد الشي بجديد؟
جوج ديال الناس.
فين نقدر ندي الشنطه ديالي؟
ما كنحسش مزيان. واش نقدر نميل الكرسي ديالي؟
حداش و خمسه و اربعين ديال الصباح.
واش تقدر تقول لي مطعم مشهور عند الشباب؟
كانت طوموبيلو كتسوق باقصي سرعه.
واش نقدر نخلي رساله؟ كنهضر باش ناكد الموعد ديالي مع السي ابيرت نهار الاربعاء الجاي مع الحاديه عشر ديال الصباح.
واش تقدر تشرح مرضك بشي طريقه بالانجليزيه؟
واش تقدر تبعث طاكسي للمدخل الرءيسي ديال ويستمنستر مول؟
شحال من مره خاصني نبدل الطوبيس باش نوصل لهناك؟
واش هادشي صحيح؟ خليني نتاكد. اه، سمحي لي بزاف، مدام تاكانو. هادي غلطه ديالنا. ها الفاتوره الجديده ديالك. واش تقدري توقعي هنا، عفاك؟
رجع لي خمسه دولارات، عفاك.
سداده البانيو ما كتسدش مزيان.
هادي غير علامه ديال التقدير ديالي.
واش غادي تعمر هاد الفورم؟
شنو رايك فهاد النماذج البلاستيكيه؟
شنو هي الماركات اللي عندكم؟
الكعوب عاليين بزاف عليا.
حاصرين برّا من بيتّي.
شحال من وقت وانت ف باريس؟
عفاك، بغيت طوابع بريديه لثلاث بطاقات بريد جوي لليابان؟
كتكتب G-O-R-O-H.
بغيت تشرب شي حاجه؟
ترقد هنا.
ديرها مستعجله فتيليجرام، عفاك.
حسب النشره الجويه، غادي تثلج غدا.
بغيت كره.
بطبيعه الحال. غادي نفرحو نديرو هاد الشي.
هادي، كتاب هزلي ماليزي. غادي نشري واحد باش ناخدو للدار وندير بيه هدره.
الطريق للنجاح هو "Jinmyaku"، صح؟
غادي نوصل للفندق ديالك حوالي التسعود ديال العشيه.
عندي حوالي الفين وخمسميه دولار بالين الياباني.
ايه، عندنا. غادي نورّيك شي حوايج.
بغيت شي حبوب للنّعاس.
غادي نبقي هنا حتي للتاسع. كنتمني تلقاو المجرم ف اقرب وقت.
انا متاكد باللي المجرم قريب.
عفاك عشر طوابع.
عندي حلق معورني.
خصني شي تذكارات من نيويورك.
انا غادي نخرج. واش تقدر تبعث ليا واحد البوي ديال الشنط؟
ساعتي وقفات.
اه، واش هكا؟ كيفاش عجبك؟
حنا محلولين مع التسعود ديال الصباح.
بغيت كتاب تلوين.
كنظن راسي غادي يدوخ من الطياره.
واش خاصني نمشي لبنك ياباني؟
خصك تبدل الفلوس ف البنك.
واش كاين وقت كافي باش تخرج؟
راجلِك واحد من احسن زباءننا.
كتعرف شي طبيب اسنان مزيان؟
اه. خاصك تعلم القنصليه دابا.
مخلط، ماشي محرك.
بغيت طابله فالمطعم الرءيسي ولا فبيت خاص، سيدي؟
عدد كبير من الناس كيمشيو للشط فالموسم.
كنوزن تقريباً ميه وخمسين باوند.
فين خصني نحول؟
فين كاين المكتب ديال الحوايج المفقوده؟
واش كاين شي طوبيس كيمشي تماك مباشره؟
واش خاصني شي علاج خاص؟
غادي تخلص كاش ولا بالكريدي؟
حنا تنقلنا لهاد الدار من عام.
شحال غادي ياخد باش يخرج لي الفيزا ديالي؟
فين الطواليط؟
المجموع اللي خاصك تخلصيه هو ميتين وثلاثه واربعين جنيه، سيدتي.
هديّه هادي. واش تقدر تغلفها بورق تغليف زوين؟
شنو هاد المنظر. هادو مسالك زوينه بزاف.
كاينين ناس مجروحين.
سمح لي. فين هي المحطه هنا؟
ايه، عندنا ليك حجز.
سمح لي، بغيت نمشي للفندق ديالي فالمدينه بالكوطوبيس. فين نقدر ندي الكوطوبيس؟
دجاج، عفاك.
هذي هي الغرفه 201. بغيت نطلب الفطور غدا.
شنو رايك ف التحرش الجنسي ف بلاصه الخدمه؟
عندي جوج خوتات.
رقم الرحله 208، الي طوكيو.
دابا نزيدو واحد البادينغ من الداخل.
يلا نجتمعوا باش نناقشوا هاد الموضوع اكثر.
كيف بغيت شعرك يكون اليوم؟
واش تقدر تقولها بكلمات اخري؟
غادي نرضي باي حاجه عندك.
بغينا طابله حدا المسرح.
انا بخير. واش غادي لشي بلاصه؟
ارتفاعه جوج الاف وربع ميه متر.
دخل. عفاك حطها علي الطابله تماك.
عفاك لغِّي ليّ كارت ديالي.
سمح لي، راهوم كاملين تْباعو، ولكن غادي يجيونا فشي ايام.
واش ممكن تعطيني شي قهوه؟
ما عنديش موعد، ولكن راه ضروري.
هادشي معمول خايب.
فين الطلّاعه؟
واش عندك بروشور ديال الاحداث؟
فين هو المدخل ديال المترو؟
ضعت تذكره الطياره ديالي.
ما تقدرش تبقي هنا خلال العطله؟
اه، سمح لي بزاف علي الازعاج.
واش تقدر تحجز الفعاليات؟
واش كاين شي بيت الراحه عمومي قريب من هنا؟
شحال المجموع؟
هادشي مزيان بزاف. دابا للاسءله، عفاك.
عندك شي صرافه باش تخلص الباركينغ؟
اكثر منتوج مبيع عندنا فالاربع سنين اللي فاتوا هو ناسخه AX-four five zero.
واش نلوّج علي اليسار؟
واش كاين شي مضيفات كيهدرو اليابانيه؟
ثمن زوين، ماشي هكا؟
خصك تاخدها تسع وتسعين مره في النهار، قبل الماكله.
كنحبّو بزاف.
بغيت ترايبود.
بغيت جاكيت ديال الرياضه.
تقدر تبقي فدار ديالي.
واش نقدر نميل الكرسي ديالي، عفاك؟
مزيان. كنت كنقلب علي طاكسي، ولكن هادي حسن.
جاكيت زوين. واش مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقول لي فوقاش نوصلو تما؟
جوج ديال الكبار وجوج ديال الدراري، عفاك.
شحال الثمن؟
ستار وورز كانت اكبر نجاح ف عام 1984.
فين كاين القسم ديال الناس اللي ما كيدخنش؟
هادي "T" بحال فـ Tom، ايوا عنديها هنا، Taro.
كنظن انها زوينه.
بغيت شويه تفاح، عفاك.
شنو هاد الشي؟
شنو هما كروت الكريدي اللي كتقبلو؟
عندي بزاف ديال الوقت.
واخا، دابا وقت الغداء. بغيت تناقش هاد الموضوع وانتما كتاكلو؟
تلفاز الفيديو تسرق من غرفتي.
سلام، سميتي اودا. عندي حجز لليله، ولكن غادي نتاخر شويه فالتسجيل. عفاك، خلي الحجز ديالي محفوظ.
هذ الصبّاط متين؟
عفاك قول ليه انا كنتسني مكالمتو.
كيقولو باللي الانفلونزا منتشره تماك.
وصل تواً.
سمح لينا. حنا معمّرين لليل غدا.
انا مع بعض الاصدقاء.
حسب جورو، السيد يامادا عندو جوج ديال الوليدات.
واش تقدر تعاود هادشي؟
بغيت ندير دوره للبرج ديال لندن.
عفاك ركب حزام الامان ديالك.
رمز المنطقه هو ثلاثه. رقم الهاتف هو جوج تلاته ربعه تلاته ربعه صفر صفر.
سمح لي. واش كاين شي جسر قريب من هنا؟
سمح لي، بغيت نستعمل المرحاض.
راه مشغول.
حوايجو ديما ماشي فالموضه.
واش عندكم الماكله ديال البحر؟
هدي غاليه بزاف.
بغيت، ولكن خايف ما نقدرش نجي هاد المره.
ما عرفتش دابا، ولكن غادي نجرب اكيد.
الملح، عفاك.
عفاك استعمل غرفه القياس لي تماك.
تسعين دولار علي تذكره في اتجاه واحد. كاش ولا كارت؟
واش تقدر تنقي لي الطابله، عفاك؟
كيفاش كيربّيو الوالدين اليابانيين ولادهم؟ واش كيشدّو معاهم بقساوه؟
واش تقدر تقول لي وقت الخدمه؟
عفاك لفهم بوحدهم.
بطني حاسس بثقل.
هدا كيبان مزيان. فين نقدرو نستناوك؟
واش نقدروا نبدو نلعبو منين يساليو؟
عدد سكان اليابان حوالي ميه وعشرين مليون.
عَمَّر العناصر التاليه ف بطاقه التسجيل.
واش نقدر نرجع ليّ الحوايج ديالي؟
واش عندكم لفافات ديال الحرير؟ كنقلب علي هديه لمرتي.
غادي نجيبو دابا. شنو رقم بيتك؟
السيد كوبايشي كان كيقلب عليك.
بغيت نسافر من شنغهاي لهاواي بالسفينه.
واش تقدر تبعث شي حد؟
واش تقدر تكون واجدها حتي لخمسه دالليل غدا؟
كتاخد عشر دقايق علي الرجل.
قبل ما نساليو النهار، واش تقدر تعطيني شويه د الدقاءق؟
فين نقدر نوقف طوموبيلتي؟
كنحس بالبرد وبطني كيوجعني بزاف.
سكوتش وماء، عفاك. واش عندك شي حاجه نقرمش عليها؟
كيفاش نطفي هاد الضو؟
واش هو مشغول بزاف اليوم؟
بغيت شويه ديال الخيط.
عطيني شهاده طبيه، عفاك.
بغيتك تقصها بواحد الانش هنا.
ما كنحسش مزيان. عفاك عطيني شي دوا.
عفاك، واش ممكن تعطيني جريده يابانيه؟
مزيان. واش نقدر نرمي الطوموبيل فين ما بغيت؟ شحال هي تمنه التسليم؟
شكون الطوبيس اللي كيمشي لوسط المدينه؟
واش كاين شي طوبيس مباشر لبوسطن؟
عفاك كون صاحبي فالمراسله.
غادي نبقي عند واحد الصاحب.
انا فرحان بزاف، ما قادرش نقعد بلا حركه.
واش نقدر نزل ف فندق هيلتون؟
بغيتك تحيدها.
مشِ لليسار فهاد الزنقه ودوّر اول يمين.
بغيت نعرف واش ممكن نرسل هاد المجموعه ديال الصحون لتوكيو.
بغيت شي قوه ديال الجسم.
واش كاين شي ماكله ماشي سخونه وبزاف ديال التوابل؟
واش قريبه باش نمشي ليها علي الرجل؟
بغيت شي كريم ديال اليدين.
واش تقدر تعطيني الملح؟
بغيت نمشي لوول ستريت. كيفاش نوصل تما؟
كثره التمارين غادي تضرّك.
شامله الفطور، الضريبه، وتكاليف الخدمه، غادي تكون خمسه واربعين دولار لكل واحد لكل ليله.
واش تقدر تصلح هاد الشي؟
مساء الخير. سلام.
ماقدرتش نلقي الشنطه ديالك.
سير دغيا القدّام، عفاك.
واش الما هنا امن باش نشربو؟
ااه، عفاك. غير جوج دولار.
واش ممكن تبدل لي هاد الفستان بواحد اكبر بشويه؟
واخا، يلا نمشيو. نقدر نعاونك فواجبك من بعد ما ناكلو شويه بيتزا.
نعم، السي تانكا. كاينين جوج رساءل ليك.
ما كيناسبنيش.
غدا نهار اخر.
يمكن نعاونك. واش محتاج فيتامين C؟
تصويره ديالي تسرقات ف التران.
بعيد بزاف. حسن تاخد طاكسي.
بغيت بلاصه علي الجنب، عفاك.
كنعيش ف شقه كتخلص 80000 ين ف الشهر.
واش نقدر نقطع عليك؟
وريني واحد اكبر.
سمح لي. واش ممكن تبدل معايا البلاصه؟
ايه، بطبيعه الحال.
نزل للزاويه و دور علي اليسار ف الضو ديال المرور.
بغيت الرولات صغار ولا كبار؟
بغيت بيت واحد فيه بانيو بتمانينين دولار، عفاك.
بغيت نحتافظ بالحوايج ديالي الثمينه فخزنه الفندق.
واش عندكم بيت فارغ الليله؟
ايه، ولكن تاكد تكون معاك التيكي ديالك.
غِير شْحال مِن نَاس غادي يشاركو فِي اللِّيزار الاختياري.
ماشي مشكل. علي اي حال، عفاك وديني لمركز الحي الصيني. غادي نجرب نلقي الطريق بوحدي.
كيتم توظيف ناس جداد ف ابريل.
كنتمني هكا.
زوج ديال السكوتش مع الماء، عفاك.
شكون كيلعب؟
واش تقدر تعيط ليّا الا لقيتي الشنطه ديالي؟
لليسار، عفاك.
واش تقدر توقف معايا باش نتصورو؟
لا. واش بغيت تبلغ عليه؟
هذ السنانه اللي قدام كتوجع.
شنو هي اخر لعبه كمبيوتر لولد عندو خمسه عشر عام؟
نشوفوك غدا.
واش كاين شي مطعم ارخص حدا هنا؟
لا، ولكن شكراً. كنحس براسي حسن.
واش عندك شي خبز؟
شحال مزيان كتلعبي الكمان؟
صاحبي تزلق وطاح ف بيت الما.
واش ممكن تعطيني منفضه السجاءر؟
تم حظر المسيحيه وتسدات البلاد علي باقي العالم.
شحال بغيتي؟
كوكتيل الجمبري ليها ونفس الحاجه ليّا.
واش نقدر نطلب منك توقّع هنا؟ وعفاك دير الحروف الاولي ديالك هنا.
كان من دواعي سروري الكبير نزور المقر الرءيسي ديالكم وندير معاكم نقاشات مهمه. شكراً بزاف علي تعاونكم الكريم.
شخرتك مزعجه.
ما عجبنيش اللون فالاخير. واش نقدر نرجع هاد الشي؟
خرج من داك الباب اللي تماك، وسني ف التوقف رقم سته.
دجاج مشوي، عفاك.
واش ممكن تعطيني شويه ابزار؟
ايه، بغيت شي حاجه نقراها.
هذا السيد تاكاهاشي ف الغرفه خمسه واربعين وتسعميه. واش ممكن تبعثو ربعه قنينات ديال بيره بودوايزر، عفاك؟
هدي سبعين دولار.
عافاك عيط لي فالاوتيل ديالي مني تلقي الشنط ديالي.
بغيت مكالمه ايقاظ مع الثمانيه ونص صباح غدا، عفاك.
ايه، ولكن هاد الشي بزاف وانا ديجا شبعان.
بغيت شي غسول للفم.
ما كنحسش راسي مزيان.
كتعطي شي تخفيضات علي الشراء بالجمله؟
طوكيو صفر ثلاثه اربعه اربعه تسعه اربعه خمسه سته سبعه.
واش تقدر تعاونّي نلقي الحديقه ديال الحيوانات؟
واش تقدر تقول لي كيفاش نضبطها؟
فاش تقريباً كيسالي الطوبيس ديال الجوله؟
كتعرف كيفاش تستعمل التليفون؟
بطبيعه الحال. عندنا شي فواصل كتب زوينين ديال السكان الاصليين ديال امريكا.
عفاك، بغيت مشغل كيهدر اليابانيه.
حنا مهتمين بالموضه.
واش تقدر تعاوني باش تجرني؟
واش هادي هي عياده F؟
سلام، مدام ياماغوتشي؟ الحفله ديالك علي الخط. المكالمه ديالك مقبوله. تفضل، عفاك.
فين نقدر نشري تذكره رفع بالكوبون؟
فاش غنوصلو لوس انجلس؟
سير دغيا تقريبا خمس دقايق، ومن بعد دور علي اليسار.
هادي هي الطريق نحو الشط.
هاد شاي الاعشاب كيساعد علي تجديد الجسم.
هذو ما مصنوعينش فاليابان، صح؟
مزيان. هاد الطريق عفاك. غادي نورّيك لغرفتك.
خصني نخرج من الفندق قبل الضهر.
زوج ديال الهامبورگر وجوج ديال القهاوي، عفاك. بغيت ناخدهم معايا.
واش نقدر ندي هاد الجوج ديال الشنط؟
طلبت اللحم، ماشي الحوت. واش تقدر تبدل هاد الشي؟
ولدي عيّان بزاف.
عندي وجع فالمعده.
هاد الجاكيت ماشي المقاس ديالي.
بغيت نلقي السي ويليام.
كيحتوي علي مجموعه من سبعه فيتامينات ومعادن.
السنان راه رخو.
واش نقدر نرجع الفلوس مني نرجع لليابان؟
شنو هاد الطبق معمول من شنو؟
فاش من بلاد تصاوب هاد الشي؟
واش تقدر ديرها ف عشر دقايق؟
ماشي مزيان ف الانجليزيه. واش شي حد هنا كيهدر اليابانيه؟
فين نقدر نشري تذكره ديال المترو؟
غادي نرسل ليك عشرين عينه اضافيه بالبريد.
ما كنظنش هادشي مناسب ليا حيت جلدي ناشف شويه.
واش ممكن تعطيني برنامج ديال الوقت، عفاك؟
ايه، كنظن غنصبر.
تسعه وتسعين دولار في الساعه لكل طفل.
سمح لينا، راه سالينا.
خصّها تكون هادءه.
عندي العتاد ديالي.
مفتاح الغرفه، خمسه صفر ثلاثه، عفاك.
فاش كيعرضو فيلم Terminal Man؟
فين كاين الحلاق؟
عند السبعه ديال العشيه، عفاك.
حقيبتي مكسوره.
زياره المعالم السياحيه.
انا جاي من اسبانيا.
كاين شي مشكل فهاد الكارط كلي. واش ممكن تعطييني وحده اخري، عفاك؟
عندي طفح جلدي فذراعي.
بريد جوي هاد الشي لليابان، عفاك.
فين كاين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس بزاف طيبين.
شحال من مشروب داخل فالثمن؟
درتها.
فين باب الصعود لهاد الرحله؟
الا كان شي واحد متوفر، واش تقدر تحجز طابله حدا الشباك؟
واش الاعلان علي الصعود داز؟
حنا ف علو ديال اثناش الف قدم.
اولاً، بغينا نشوفو وول ستريت.
فين هي طوبيس ديال اوكسفورد؟
غادي نصبر حتي يولي التيراس خالي.
واش نقدروا نشوفو شي محافظ ديال الجلد؟
يلا نشوفو التلفاز. كاين ماتش ديال البيسبول.
واش تقدر تكتب هنا عنوان الاتصال ديالك؟
عفاك قول لي فين كاين اقرب صيدليه.
لسبيطالي، عفاك. العنوان ديال السبيطالي هنا.
شحال من محافظه كاينه من غير طوكيو؟
قطع المكالمه وسني شويه عفاك.
شنو كتدير عاده فالدار من بعد العشاء؟
بالتاكيد. فوقاش بغيت تلعب الغولف؟
غادي تكون فالدار حوالي ثلاثه.
بغيت نعيط للسفاره اليابانيه.
شويه زياده.
فين كيدوزو الحافلات ديال السياحه؟
شحال كتخلص باش تبعثهم لليابان؟
ما عنديش حتي نادي ولا صبّاط.
واش الين الياباني مزيان؟
واش عندك موستانغ؟
غادي نطيحو من هنا؟
سيد كاواي، عندنا طابله ليك دابا. عفاك هادي الطريق.
بطبيعه الحال. نزل الدروج اللي تماك وغادي تلقي شي علامات. تبعهم غير.
الاستقبال. كيف نقدر نعاونك؟
واش تقدر توصلني حتي فندق هيلتون، عفاك؟
كتخدم غالبا حتي لوقت متاخر؟
سمح لينا بزاف، ولكن ما بقاتش عندنا. شنو رايك فالاوراق ديال الانجليزيه؟
طابله بلا تدخين، عفاك.
واش تقدر تقول لي قبل ما نوصلو لدورهام؟
هادي جديده؟
ماشي صحيح. ديما كتعاملي معايا.
واش تقدر توريني شي فساتين؟
تهجّاه، عفاك.
كنسكر بالخمر.
رد بالك حيث الجو كيتبدل بزاف فالجبال.
شيك المسافر والين الياباني، واش مزيان؟
سمح لي، شفت مع الخدمه ديال التنظيف ومع المفقودات. ما عندهمش هاد الشي.
هادي بلاصه صعيب تلقاها. كاينه ف طريق صغيره خارج الطريق الرءيسيه.
ما عارف والو عليه.
نقدرو نهضرو عليها فشي قهوه.
فهمت، فهاد الحاله ما خصنيش نخلص ثمن التعديلات، صح؟
المشغل، عفاك.
واش ممكن تنقص السرج، عفاك؟
واش غادي تخليني نبات عندك الليله؟
مزيان. غادي ناخد غير جوج. شكراً.
هاهي الفاتوره ديالك. الثمن هو ثلاثه دولارات وسبعه وتسعين سنت.
نتا محظوظ.
عفاك ديرها ف جدول مع منظر ديال ليله زوينه.
هل هادي مصنوعه بالماكينه ولا باليد؟
بغيت نكري هاد النوع ديال الطوموبيل لمده ربعه وعشرين ساعه.
كان من دواعي سروري نلتاقاو.
ممزق.
دابا، خلينا نشوفوك.
اه، غير فكر شحال غادي يطول خدمتو الا سول كل واحد سءال زياده. يلا، يلا نسرعو ونشدو الشنط ديالنا. خاصنا نمشيو للاعلان الجمركي دابا.
شحال الوزن؟
واش كاين شي مطعم صيني هنا؟
المنصه خمسه هي تماك.
فوقتاش غادي يكون ماتش الكره؟
راه خاسر. واش تقدر تشوف لي الكاميرا ديالي؟
قهوه بكريم وسكر، عفاك.
كنظن كاينين شي اخطاء فالفاتوره.
عفاك عطني داك واحد.
هي البوابه سبعه.
واش نتي اسكتلنديه؟
ثلاثه-جوج-واحد-جوج. صبر شويه، واش مزيان؟ بغيت نرسل ليك حاجه هنا. سمح لي.
ميه وخمسه وتلاتين ين لكل دولار.
التنانير القصيره مع البوط ما غاديش يخرجو من الموضه.
واش نقدر نهضر مع الماناجر؟
علاش الثمن ديالك مختلف علي العداد؟
واش نقدر نشوف هادي؟
وعدت راسي انه ملي نشوفك، غادي نتعرف عليك.
شنو واقع هاد الايام؟
ما كنحسش مزيان. واش تقدر توصيني بطبيب؟
الحفله ديالك مشتعله. سير قدّام.
واش كاين شي عرض فالارض؟
المرحاض ما كيدورش.
شحال من الوقت كياخد من هنا حتي لبلديه المدينه علي الرجل؟
خد هاد الدوا من بعد كل ماكله ملي كيكون الالم قوي.
كتحط الفلوس فظرف مزين خاص كيسمي shugibukuro.
شي حد مجروح.
كنسول راسي شنو نجيب ليه؟
واش عندك خريطه ديال المترو؟
عندي ليك بيت واجد ف Grand Hotel. واش تقدر تمشي لهناك؟
عندي الم ف عيني اليمني.
ماشي مزيان بزاف فالالمانيه.
خصنا نجتمعو مره اخري بلا شك.
غادي تضيق هاد السروال؟
واش نقدر نْسلف شي مضرب وكويرات؟
واش تقدر تزيد شي صغار ديال الفلوس؟
واش نقدر ناخد نص قنينه؟
سلام. انا جون.
ناكاي.
واش ما عندكش مانع ناخد ليك تصويره مع الطاكسي ديالك؟
عيت علي حقيبه ضايعه من تلات ايام.
بغيت اوطيل ارخص.
اه، كاينين بزاف د الحوايج خاصك تشوفهم ف غرينيتش ڤيلاج.
فالاعمال. عندي علاقه تجاريه تماك.
كتناسب مع بدلتك.
واش ممكن تراقب علي حقيبتي؟
كيفاش عجباتك هاد الفكره؟ كنقبلو شرط ديالك ديال الاشعار بسته شهور بشرط تعطينا الحق نبيعو لمده سته شهور من بعد ما يسالي العقد
سمح لي. واش كتعرّف مزيان نيويورك؟
غادي نستناو. عفاك عيط لينا ملي تكون واجد.
بغيت نشوف طبيب جراح.
واش هادو مكونات طبيعيه؟
بغيت نسوق ف طوموبيل سبور.
رمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
تْعَرَّض لزكام.
سياره صغيره بزاف غتكون هي الاحسن.
بغيت نرسل هاد التسليم العام.
خليني نحول هاد المكالمه للرجل المسءول.
شنو الحجم اللي بغيتي؟
اه، عزيزي. ما كنتش عارف بلي باقي عندي هادوك.
واش عندكم صناديق باش تبعثو الطرود؟
واش شركه الطيران غادي تخلص ليّ مصاريف الفندق والماكله ديالي؟
هذو كاملين حقاءبك؟
كيفاش بغيت تدير المكالمه؟
واخا، غالي. ما مصنوعش فاليابان، صح؟
عفاك عطييني الملح؟
فين اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
فوقاش كتظن غادي يتلقي؟
كنتمني ليك عام جديد سعيد بزاف.
غادي ناخد سبرايت كبيره.
عفاك قولها مره اخري بشويه.
سمح لي. بغيت ندير طلب.
عندنا جمبري نيوبرغ ورِجل الغنم مشويه.
بغيت واحد الاوطيل باش نشوف منظر زوين.
ثلاث كيسان ديال عصير الدلاح، عفاك.
عندي ثلاثه ديال الولاد.
سير دغيا فهذ الكوريدور و دور علي اليسار ف الزاويه. غتشوفو علي يدك اليمني.
واش هادي جوله ديال نهار كامل؟
شحال كتثمن تذكره ذهاب وعوده لاوكسفورد؟
كنمشي لنادي رياضي كل نهارين.
فين نقدر نقيم خلال الجوله؟
شحال هي ساعه الخروج؟
شحال هي تمنه المرافق فالنهار؟
فين نقدر نلقي السي دي؟
سمح لي. انا طالب جامعي من اليابان. واش نتوما طلبه ديال NYU؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطه؟
Aki, 3refti chi magasin dyal l'vinyl mzyan qrib men hna?
نقدا ولا بالكريدي؟
كنخدم فشركه ديال التجاره.
ماشي مءدب تسول الناس شحال كيربحو.
واش هادو اصليين ديال ليفايز فايف او وان؟
فوقتاش نقدر نغتسل؟
ما كتبانش عليك فوق واحد وعشرين عام.
فهمت. فعلاً، فيها فيلم بسرعه عاليه. واش ما عندكش مانع اذا خرجتها؟
شريتها دابا.
غادي نجيب واحد دابا.
ثمان دولارات. وها واحد جاي دابا.
عفاك ورّيه مع السلع اللي شريتي باش الجمارك فالمطار.
واش شي من المحلات الكبري دابا كيديرو تخفيضات؟
المشغل، وصلني بمركز الاطفاء.
عندي البطاريه ماتت.
وقف فالتقاطع الجاي.
اه، ها هو. واش خاص كلشي يعمر هاد الفورم ديال التصريح الجمركي؟
وش ممكن تعطيني سميتك من فضلك؟
واش ما عندكش مانع الا درت مكالمه علي حساب المتصل؟
سلام. كيداير؟
فين قسم السفر؟
شنو سميت الشخص اللي بغيت تهضر معاه؟
سمح لي، ماشي موجود دابا.
شوف هداك. شوف هداك. غادي تقول لي الفرق بين هاد الراجل وداك الراجل هو الحظ؟ محمد، وقف شويه، واش ممكن؟ ما عندكش مانع نطيحك هنا. انا متاخر. صاحبي، كان زوين نتلاقاو، ماشي؟
واش بيتك كيشوف علي المدينه؟
شي رساءل ليّا؟
مازال غالي بزاف. واش ما نقدرش ناخدو بثلاث دولارات؟
بغينا بيت فالوراء.
غادي ناخد كاس ديال النبيذ.
كتبان زوينه.
بغيت بيت توام. شحال تمن الغرفه فالليله؟
هي بعيده تقريباً تسعه وتسعين ميل.
فينس وليندا بغاو يكونو بوحدهم، لذلك خايف غادي نضطر نبقي هنا الليله.
عفاك خليه هاد الشحنه محبوسه.
سميتي ساتو.
كنعرف واحد النادي ديال الجاز القدام فوسط المدينه.
غادي ناخد هاد الطابله ديال الماكله.
بغيت نجرب نفس الطبق ديال داك.
غادي ناخدوه من بعد.
واش هاد الشي كيوصل للطابق السادس؟
جلد التمساح؟
عفاك حطها فشي كيس ديال الغسيل وخليها تماك.
بغيت نطوّر هاد الفيلم. فوقاش غيكون واجد؟
عفاك ما تعطيش هاد السار لحتي واحد غير انا.
حسناً. غادي نجي نديك من الفندق ديالك مع الثمانيه ديال العشيه.
النافذه مزيانه.
خلي ليّ الغُرّه ديالي طايحه، عفاك.
واش جميع مصاريف التنقل داخله؟
دار الاوبرا متروبوليتان.
فين كاين كونتر الكراء ديال الطوموبيلات؟
كنحس بالسخانه من البارح بالليل.
ماشي علي ذوقي.
شنو الخضره اللي عندك؟
بغيت برم داءم خفيف، عفاك.
فوقتاش غادي يجي الطبيب؟
هادي اللون غالط.
Tsnin tfrqat.
واش هادي بلاصه حدا الممر ولا حدا الشباك؟
انا كيعجبني المشي فالجبل.
واش تقدر توصل ليّا الشنطه ديالي للغرفه؟
وريني واحد ديال البنات الصغار.
واش تقدر توقف هنا؟
واش عندك شي حاجه بحوالي تمنين دولار وصفر سنتيم؟
عطشان.
ما كاينش الحليب، عفاك.
عندي ثلاثه شنط.
فين كاين البحيره؟
سمح لي. ضغط علي الزر ديال التصوير، عفاك.
واش ممكن تعطيني شي مجله ولا حاجه؟
هي جنوب.
شحال تمن بلايص البلكونه؟
بغينا بيت كيشوف علي البحيره.
واش كاينين شي صناديق ديال البريد حدا هنا؟
مزيان. غادي نديك تماك.
الجزء المكتوب بالخط الماءل كيتعلق بالتغييرات اللي وقعات فالتسعينات.
عندو تلاتين عام.
مزيان. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
بغيت نمشي لهارودز. واش تقدر ترسم لي خريطه، عفاك؟
شنو كتدير ملي كتكون عندك وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
بغيت كابل ديال الريليز.
واش نتي هي الاخيره فهاد الصف؟
كنظن راه محجوز بزاف.
ضربه مزيانه. غير خرجات.
واش تقدر تقول لي الاماكن اللي تستاهل الزياره هنا؟
واش كاين شي محل كبير قريب من هنا؟
حتي انا.
بغيت نشارك من سان دييغو.
كنت كنخمم ناخد داك الكورس فالسيمستر الجاي.
الخمره ما بقاتش بارده مزيان. واش تقدر تبردها اكثر؟
واش تقدر تبدل هاد الحلقات باش تولي كليپ-اون؟
شنو كيهتم بيه بزاف دابا؟
بغيت نرجع الفلوس ديالي. واش نقدر ندي فلوسي؟
ممكن ما نلقاش مشروب بحال هكا في بلاصه اخري.
الي شريت هاد الشي حتي هو، غادي يوصل المبلغ المعفي من الرسوم.
واش نقدر نشوف شهاده التلقيح ديالك، عفاك؟
كتسافر بزاف؟
انا جاي من امريكا.
عندي تذكره طياره لسان فرانسيسكو.
الا كانت غير خمسه عشر دقيقه من المحطه، غادي نمشي علي رجلي.
بغيت اوطيل شويه ارخص.
بونساي كيبان بحال هوايه ديال شي واحد كبير فالعمر.
مازال ما قررتش. واش تقدر تعطيني شويه وقت زياده؟
عندي صداع.
واش بغيت تجي تشرب القهوه معايا؟
بغيت شهاده طبيه ووصل للتامين ديالي.
اه، لا. عفاك سرع. حنا متاخرين.
ما بغيتش نصرف اكثر من عشرين دولار.
علاش الطياره ما طارتش؟ قول لي شنو واقع.
شحال الثمن؟ واش تقدر تكتب الثمن علي ورقه؟
بغيت نكري كرسي ديال الشاطء.
سني شويه، عفاك.
واش خاص النسا يلبسو فساتين رسميه؟
متلمسنيش.
واش عندك سݣاير؟
الا ماكانش الريح قويه بزاف، نقدرو نمشيو لنقطه تيكي.
راءع.
غادي نسد دابا. شكراً علي انتباهك.
واش عندكم هاد الشي بالوان اخري؟
شكون هدا؟
سمح لي. واش تقدر تقول لي فين كاين موقف الطاكسي؟
و باش نشرب؟
ها هو.
فين كاين اقرب محل ديال الادوات؟
همم. ما خدامش، صح؟ تقدر تمشي تقعد فبلاصه خاويه، الا بغيت.
كنقلب علي هاد الشي.
مزيان سيدي. وشنو بغيت فالحلوي؟
كوتش ولا بولمان؟
شيكات المسافر. شكراً. ها تذكرتك وبطاقه الصعود. كون حاضر، عفاك، قبل ساعه من وقت الرحله.
هي وجع حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
حس براسي مريض بزاف.
شنو هي اوقات العرض ديال "حب كوسي"؟
مزيان. واش غادي تشرب القهوه دابا ولا من بعد؟
قول لي شنو هو اسخن نادي ريغي ف نيويورك.
فاش كيتفرق المنتوج ديالك علي ديال المنافسين؟
واش مزيان ما كاين حتي واحد كيسمع لتعليمات السلامه؟
واش زنقه خفيه خطيره؟
نعم. عفاك دير الاجراءات اللازمه.
ايه، غير واحد. فوقاش غادي نعرف؟ كيفاش غادي يعوضوني؟
هادي بطاقه التعريف ديالي.
كنفضلو طابله حدا الشباك.
عفاك قول لي ارخص طريقه باش نمشي لسان فرانسيسكو.
كتعرف المطعم، Kyoya؟
طريقه وحده.
غادي نولي عيان غير وانا جالس هنا كنكل بزاف ديما.
واش كاين شي نادي ليلي مزيان فيه عرض فلامنكو؟
هديك فستان زوين لابسته.
رجلي كتوجعني.
فين اقرب مغسله؟
واش ممكن تبدل معايا البلاصه، عفاك؟
تفرقو بلايصنا.
في الحقيقه، بغيت نامن هاد الطرد حتي هو.
الثمن كيساوي ميه دولار.
مخارج الطوارء كاينين قدام، فالنص، وفالخلف ديال هاد الطياره.
مزيان، الحجز ديالك تاكد مره اخري.
الكعوب طالعين بزاف.
بغينا طابله فالترّاس.
معناه الفيلم ممكن ما يكونش مناسب للاطفال اللي اقل من خمسه عشر سنه. يعني خاص الوالدين يفكرو مزيان واش يخليو الاطفال يشوفو الفيلم ولا لا.
كيف بغيت الفلوس؟ عَمّر هاد الورقه ووقّع هنا.
مرات كيتوجع ليا كرشي.
واش عندك شي اطباق قليله السعرات؟ انا دابا كندير دايت.
ما كاينش شي مصاريف.
ايه، عندي جوج تذاكر ديال جايانتس و دودجرز.
حنا من بين افضل الموردين ديال الميكروكمبيوترات.
شكراً. وانا كذلك. بسلامه حتي ذاك الوقت.
توءم مع بانيو، عفاك.
طيحت من الدروج.
شنو الايس كريم اللي كتقترح؟
همم. هادي. اللون كيبان زوين عليك.
فين كاينين الكتب ديال اللغات الاجنبيه؟
زوج شراءح وسبرايت.
عطيني شي سݣارَه.
ممنوع تدخلها للبلاد- سمح ليا. حسن، كنظن هادشي كيغطي كلشي.
ايه، انا. كانوا ساكنين حدايا ف كاليفورنيا ولكن مشاو لفلوريدا جوج سنين لفاتو. ونتا؟ واش كتسافر بوحدك؟
انا مريض.
ولدي باين عليه عيان بزاف بسبب السخانه.
فهاد المقاس، عفاك.
كيتمّ تقديم اوامر الاستحقاقات الثقافيه للفنانين والعلماء المتميزين فهاد النهار.
انا ياباني.
هدي غاليه بزاف.
نعم. خذ اوتوبيس كيمشي لكيوتو-ايكي.
واش غير للاعضاء؟
ثمن الغرفه سته الاف ين في الليله.
واش نقدر نجيب هاد الشي معايا فالطياره؟
مزيان. كل ما بغيت نعرف واش المشروع غادي يقدر يخلص مصاريفو بوحدو ولا لا.
مزيان. بغيت شي كرافطه مع هادشي؟
عافاك عاود شحن البطاريه.
انا مستعد نطلب.
ملح الحمام العشبي كيخلي بشرتك ناعمه وطريه.
كتب اسم شركه الطيران ورقم الرحله حتي هو.
بصّح. اليوم هو الحد، والحد هو اسوا نهار.
ايه، هادي مشكله ديال تصريف النفايات.
بغيت هاد النمط ف طابله ديال خمسه ديال الناس.
كثير من العاءلات عندهم دخلين.
اه. هاد الفضه نادره "القمر والجرس". متاكد بغيتي تبدلها؟
ماما وخيتي جايين من اليابان باش يزورو عندي. غادي يوصلو هنا تقريبا مع السبعه ديال العشيه.
البني مشهور بزاف هاد العام.
فكره مزيانه. فوقاش ناوي تجي؟
مزيان. جوج بلايص، عفاك.
فين السوق؟
كنتشوق نجرب اللبسه الجديده ديال السباق ديالي.
كنت كنظن غير كتكلو الدوناتس.
شحال تْكلف تذكره الدرجه الاولي لادنبره، عفاك؟
كيبان باللي الفلوس اللي عطيتيني ناقصين عشره دولارات.
تاصلت دابا مع السي سميث ف الغرفه 201، ولكن ما جاوبش. واش تقدر تعرف واش باقي ساكن هنا؟
بغيت واحد عصري.
كنخدم فشركه للنشر.
عفاك عمر هاد الاستماره؟
شنو هاد الزنقه؟
واش تقدر تزن هاد الطرد؟
شنو كتسمّي هاد الشي بالانجليزيه؟
كمل طالع فهاد الممر، ومن بعد غادي تلقاه علي الجهه اليمني.
بغيت نامن هاد الشي.
صباح الخير. هادي الاستقبال. كيفاش نقدر نعاونك؟
مزيان. عفاك دخل.
نعم، سيدي. كنجي هنا نفطر كل نهار، من الاثنين حتي الجمعه، قبل ما نمشي للخدمه.
ما كاين حتي مشكل.
عفاك جبد لي ثلاثه جوج سته جوج تسعود واحد تمانيه.
ايه، نقدرو نخدموك من السبعه.
عفاك تمدد هنا.
شنو هاد الخدمه السريعه.
يمكن يبان من بعد.
عفاك دور علي اليسار فالتقاطع الجاي.
سمح لي. كيفاش نوصل للبنك؟
واش كاين شي طوبيس كيمشي لمتحف فورد؟
نعم. سمّيتك ورقم بيتك، عفاك.
شحال من الوقت كياخذ باش توصل لليابان بالبريد الجوي؟
حسنا. نشوفك مع جوج فالاحد.
بغيت نمشي من نيويورك لتورونتو.
السحّاب مخرّب. واش عندك شي واحد بحالو؟
هدي شويه وسخه.
واش تقدر تاكد لي الرحله ديالي مره اخري؟ ها تذكره الطياره ديالي.
واش عندك هاد الشي ف اللون الاخضر الغامق؟
واش غادي تاخدني لكانتربري وترجعني؟
واش نقدر ناخد شوكه جديده؟
شكراً بزاف علي لطفك.
سمح لينا، ما كنبيعوش التيكيات ديال المسرح.
بغيت نشوف هاد الشي.
اه، هادشي زوين. شنو خاصني ندير؟
بغيت نمدد الاقامه ديالي هنا جوج ايام زياده.
عفاك بدل لي البلاصه ديالي.
عندنا اليوم جمبري زوين بزاف.
شحال تالوقت مفتوح؟
كتشرب السجاءر ولا لا؟
ثمنو غالي بزاف عليا. ما تقدرش تنقصو شويه؟
انا متاح نهار الاربعاء فالصباح ولا نهار الجمعه فالعشيه.
ما درتش حجز.
حيت الصيف ف اليابان كيكون غالبا سخون بزاف، وماكانش عندنا التكييف ف الايام القدام.
واش تقدر تعيط لي علي طاكسي مع الثمانيه ديال الصباح غدا؟
هادي خايبه.
علاش ما نستناوش الطوبيس تحت الشرايه؟
تعال، كينجي. خليني نورّيك المكتب.
ايه، راه محلول من التسعود حتي للتسعود.
ما كنقدّرش ننعس مزيان فالليل.
كيفاش اثرت الركود علي الاعمال؟
عندي موعد اخر.
واش ممكن تعطيني خريطه الطريق ديال المدينه؟
الشي اللي كنت كنقلب عليه بالضبط.
ما فهمتش الشرح ديالك.
خصني ندير اتصال. غادي لبوسطن.
فين هو احسن بلاصه باش تشوف المعالم؟
واش كيدوم؟
عجبتني بزاف.
واخا، بغيت يكون عندي وجه صغيور بحال جوليا روبرتس.
واش تقدر تاخد هاد الشي، عفاك؟
الركاب المغادرين علي رحله ABC Airlines رقم سبعه صفر ثلاثه المتجهه الي طوكيو، المرجو التوجه الي البوابه عشرين للاجراءات الحكوميه.
فين هي طوبيس ديال B؟
واحد بوحدو، عفاك.
فين نقدر نشري مفرش الطاوله؟
واش نقدر نكري مرشد كيهدر اليابانيه؟
بغيتيني نصوّرك؟
ماكلتش هاد الطبق.
جرحت صباعي. واش كاين شي مطهر؟
واش نقدر ناخد طابع ديال خمسه وتسعين سنتيم؟
غادي نكون هنا مع ربع لتمانيه.
بغيت شي عطر.
واش ممكن تعطيني جدول المواعيد؟
واش غادي للمدرسه هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
انا متاكد انني حطيتو فالبورطابل ديالي.
يديك لفوق.
واش كاين شي مطعم تقدر تنصحني بيه قريب من هنا؟
شنو كتفضل، كحل ولا فاتح؟
واش تقدر تقول لي فين غادي نطيرو؟
Tiket dyal l-intiqal, 3afak.
فين كاين بلاصه زوينه لخرجه ديال نهار واحد؟
بغيت الشنطه الحمراء ديال كيلي بنفس الستيل ديال هادي.
باقي غادي دير داك الجدول؟
فاش كتفتح البنك؟
حس براسي مريض.
ولاّت عندي الحيره. واش ممكن ترسم لي خريطه؟
برا.
ديّني للمستشفي.
واش خاصني نجي للمستشفي كل نهار؟
كريسي فبطني.
شحال تخلص باش تبعث هاد الرساله لليابان؟
بغيت كاس ديال الشيري.
واش خاصك شي حد يجي يديك من المطار؟
الصعود كيبدا مع الربعه ونص، عفاك كون حاضر قبل من داك الوقت.
من ثلاثين الف ين.
فين نقدر نشري كارت تليفون؟
واش نقدر نرجعو فمدينه مختلفه؟
كنخطط نبقي لمده 12 يوم.
عفاك خلي الفوق شويه طويل.
خصك تمشي عند طبيب مختص.
شويه د القت، عفاك.
رقم التتبع اربعه عشر.
اه، كتدير؟ عندك فعلاً اختيار كبير.
ماقدرتش نلقاهم فين ما مشيت.
واش عندكم شي بلايص خاويين للندن؟
بغيت نسخه من تقرير السرقه.
هي واحد البلوك تحت في الزنقه.
واش تقدر تعطيني عافيه وانت كتدير هاد الشي؟
واش هاد السجاءر خفيفه؟
مزيان. بحال هكا.
القطار السريع الجاي غادي يجي من بعد ساعه.
بغيت الاكمام ديال هاد الجاكيت الرياضي يطولو.
عندي حجز. هادا هو رقم التاكيد.
عيد ميلادك جاي.
القطارات واقفين بسبب الاضراب.
واش تقدر تصلح هاد الشي؟
الزنقه كانت عامره بالطيكوتات.
هي البنايه الثانيه علي اليسار ديال داك البنايه البيضا.
حجزنا بلاصه لخمسه وعشرين اكتوبر، غادي نخرجوا مع الحاديه عشر ديال الصباح.
لا، شويه قدام كثر. هاكا، ايوا.
ايه، هادشي ما كيشملش الماكله.
فين نقدر نرد هاد التيكي؟
علاش كيوقع هاد الشي؟
بغيت نرتاح.
طوموبيلتي تعطلات، عفاك جي وديها.
بغيت شعري يكون شويه طويل من ورا.
شنو الانواع اللي عندك؟
انا متافق. هادي من الاماكن اللي كنعجبني بزاف.
شنو نوع الموديل اللي فبالك؟
سميتي ميشيكو تانكا، ورقم الطياره هو خمسه صفر واحد لتوكيو.
واش ممكن ترسم لي خريطه بسيطه من هنا؟
فين نتلاقاو؟
بغيت شعري يكون مضبّط كيف ما كان.
عطيني خمسين، عفاك.
فين نقدر نسجل الدخول مع JAL؟
شنو كاين فالمحتويات؟
واش كاينين شي بلايص فهذ المنطقه اللي كينصحو بيهم بزاف؟
عطيني شويه صرافه، عفاك.
مزيان. غادي نتاكد بلي الشنط ديالك غادي يكونو هنا.
هدي هي التخصص ديالنا، سمك دوفر مشوي.
غادي نبقاو.
تسرقت مني.
مزيان. واش خاصني نركز عليه؟
غادي نشاركوا.
ما عندناش داك الستايل بالضبط دابا. غادي نشوف الستوك ديالنا. سني غير دقيقه، عفاك.
سكوتش مع الماء، عفاك.
هدا كيبان مشوق. بشحال كيساوي؟
خد هاد الوصفه الطبيه للصيدليه. تقدر تلقي الدوا تماك.
طلبت هداك.
ايوا، تقدر توقف ف اي محطه بين هنا و شيكاغو.
فين نقدر نشري شي تذكارات؟
ثمنو غالي بزاف. ما نقدرش نشريه.
واش ممكن تعطيني الرقم ديال ABC و Company ف شيكاغو، عفاك؟
فين كاين الكاتدراءيه؟
كيف بغيت البيض ديالك؟
هي حدا هاد البنايه.
لا، كنظن نسيو يجيبولينا واحد.
حسناً. تاكدنا. واش ممكن تعطينا رقم تليفونك، غير فحال احتجنا نتاصلوا بيك؟
شنو سميت الرسام؟
بغيت نخلّيه يعيط ليك منين يجي؟
بغيت هاديك.
كنعجبني هاد الخدمه ديال الشمبانيا ديال الترحيب من بعد ما تركب الطياره. خليني نرفع الكاس علي صحتك.
اربعين دولار في النهار زاءد تمن سنتيم علي كل ميل.
غادي نراهن بخمسه دولارات.
واش هادي ماشي طلب ديال شي حد اخر؟
واش تقدر تقول لي كيفاش نوصل للمتحف؟
سمح لي بزاف، ولكن بغيت ناجل الموعد.
واش تقدر تنصحني برحله؟
التران ديالك غادي يخرج من الرصيف تامن.
كنقلب علي شنطه فيها حزام قابل للتعديل.
بغيت الثمن يبقي اقل من ميه وتمانين دولار.
غادي نسولك من بعد ما ندوّر شويه.
نعم. حجز لسته ليالي، من فضلك. ابتداءً من ثلاثه وعشرين يوليوز.
واش تقدر توريني شي وحدين خرين بتصاميم مختلفه؟
شنو نوع العصير اللي بغيتي؟
واش غادي للدار فالعطله؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
هدي كانت مكسوره منين فتحت الباكيط.
29 غشت.
بغيت نرسل هاد الشي بالبريد الجوي لليابان.
نهار الشكر علي الخدمه. هو نهار ديال الشكر لكل الناس اللي كيساندو المجتمع بخدمتهم.
هاد الغرفه صغيره بزاف.
عفاك، واش ممكن تعطيني شويه اتاي زايد؟
بغيت هاد الحوايج يتنقّاو قبل ما يسالي النهار.
واش كاين شي بنك هنا؟
واش ممكن تنظف الطابله، عفاك؟
سيف، عفاك.
كولهم مطبوعات.
عفاك كتب رقم بيتك من الورا.
كنستعملو العيدان باش ناكلو.
رحله دلتا رقم تمانيه وعشرين لنيو اورلينز غتتاخر تقريباً ساعه وحده.
مني نرجع لليابان، غادي نكتب ليك رساله. الا كان عندك الوقت، عفاك صيفط لي رساله.
خليت تذكره الطياره ديالي فالوتيل.
بغيت بيت واحد بلا دوش، عفاك.
شكراً مره اخري علي التذكير. واش بزاف ديال الناس كينساو يوقعو باسماءهم؟
حسنًا، الوقت كيسالي علينا. واش نكملو هاد النقاش نهار الخميس مع الواحده؟
بغيت شي بيجاما.
حسنا. غادي نتاصل بيك ملي يكونو واجدين.
شنو رايك فالغداء؟
الليموزين غادي يوقف فالباب الشمالي الاول.
شحال من الوقت باقي نقدر نستعمل مطعم الفندق؟
واش هاد القطار مباشر؟
واخا، ولي الوقت متاخر بزاف. كنظن خاصني نمشي دابا. شكراً بزاف علي هاد السهره الزوينه.
واش ممكن تعطيني شي دوا لوجع بطني؟
بغيت دجاج مشوي.
غَلَطْتْ مِنْ جَانْبِي. مَشِي غَلَطْتْك.
سمح لي، فوقاش كيسالي هاد الفيلم؟
ديك، عفاك.
تسرقات مني الحلي ديالي. خاصني ندير بلاغ.
غير لحظه، عفاك. غادي نربطك مع السي جونز.
سلام. هادي United Airlines.
فين تعلم السيد جونز اليابانيه؟
عندي واحد صغير بنفس التصميم.
واش تقدر تضيق هاد السروال؟
ليله الجمعه، مع التسعود.
واش هاد الباب كيوصل ل لاس فيغاس؟
واش كاين شي طوبيس من المطار؟
معلقه اخري، عفاك.
هي شويه مملحه، ولكن كتعجبني. واش جيتي بها معاك من اليابان؟
عافاك سرّعها، الا كان ممكن.
واش تقدر تخلص عشره دولارات هنا كضمان؟
نعم. فاقني من بعد ثلاث سوايع، عفاك.
بغيت نطلب، عفاك.
واش نقول نعم ولا لا؟
زوج معالق، عفاك.
شنو هي الوقفه الجايه؟
الطوموبيل كتدير صوت غريب.
فاش كتسد البوسطه؟
انا دفعت مسبقًا عربون بخمسين دولار ملي دخلت.
واش عندك شي دوا للمعده المقلوبه؟
واش خاصني نلبس كوت و كرافات؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت الشنطه ديالي.
بغيت ناكد الرحله ديالي مره اخري.
ساعتي. كانت ديجيتال جديده كلياً مصنوعه ف سويسرا.
نجحت فهاد الامتحان بنجاح كبير.
بغيتك تديّني لاماكن مشوّقه. انا سياح، عارف.
واش نقدر نزور المعالم السياحيه و السفينه راسيه فالميناء؟
من الاحسن تضبط المرايه ديال الخلف.
غادي يكون كاين انتظار ديال حوالي عشر دقايق.
واش نقدر ناخد الصحون ديالك؟
غادي نفرح نديرها. شنو الوقت اللي بغيتي؟
كنظن خليت الكاميرا ديالي هنا ملي كنت كناكل العشاء البارح.
جمعهم عند الباب.
اه، لا. ما غاديش يكون ضروري. نقدر نهتم بها. درتي بزاف ديال الحاجه من قبل.
صلّحها ولا بدلها، عفاك.
نقدر نلقا وقت شي نهار فالشهر الجاي.
خد وقتك.
كيفاش هاد المنتوج الجديد كيقارن مع المنتوجات اللي كاينه؟
الباءعين طيبين بزاف فهاد المحل.
واش تقدر تحتافظ بها ليا؟
غير دقيقه، عفاك.
واش عندك علامات المطالبه ديالك؟
بغيت نكري طوموبيل لمده سيمانه.
ايه، فالاول، غسلها بوحدها.
عفاك وريني شي ساعات ديال الرجال.
الساعه ربعه وعشره.
شحال كتخلص الطاكسي الكبير باش تمشي لمركز المدينه؟
من هاد الصباح.
خصنا نسرعو. راهوما كيركبوا دابا.
كيتناسب مزيان.
طلبت الدجاج.
لعشره ايام.
شحال فعم هاد الولد؟
شحال المجموع كامل؟
بغيت نفس الحاجه ديال هادي، عفاك.
ضعت شيكات المسافر ديالي.
عفاك عطييني شي دوا ديال البرد.
عفاك حطها ف كورنيطو.
كنشوفو كل صباح ف التران.
واش تقدر تعشي معانا هاد العشيه؟
غادي نبقي فـ B Hotel حتي لغدا. غادي نفرح الا قلت ليه باللي انا هنا.
الطياره تاخرت بخمس واربعين دقيقه.
سميتي شينو يامادا.
شنو التخصص ديال هاد المطعم؟
عندنا نبيذ ابيض ممتاز.
غير شي دوا ديال البرد.
واش تقدر تهبط لي الشنطه ديالي لللوبّي غدا الصباح؟
اه، كيبان لي كنضيع شي حاجه كل مره كنسافر.
فقدت استعمال دراعي اليمني.
سلام، واش هادي ديال روي؟
من بعد، غادي توصل لزنقه ديال التسوق. الا تبعت الزنقه غادي توصل للمحطه.
لا، ماشي هنا. كاين بيت ديال التدخين فاخر هاد الكوطا.
واش ممكن تعطيني بروشور؟
وصل تماك مع التسعود، عفاك.
نعم، سيدي. كيف بغيتيني نقطعها؟
كنظن كاين خطا فالفاتوره.
غير الزيت والخل غادي يكونو مزيانين.
عندي بالضبط اللي بغيتي. واش نقدر نقترح عليك هاد الشي؟
قهوه بسكر.
هي سبعتاش ا. اه، سمح لي. غلطت.
واش عمرك سمعت علي السيمانه الذهبيه فاليابان؟
شكراً. عفاك رجع مره اخري.
واش مزال محجوز كامل؟
واش نقدر نخليها فين ما كان ف البلاد؟
شنو الرقم اللي خاصني نعيط ليه من هنا؟
كيفاش نوصل لديزني لاند؟
كتظن هكا؟
سمح لي. فين هو المطعم الرءيسي؟
بغيت نعيط لليابان.
D twelve هو رقم بلاصي. فين هو؟
شنو هادا، عفاك؟
شنو النوع اللي كتفكر فيه؟
نعم. غنوصلو مع الثمانيه ديال الوقت المحلي.
الا لقيتي شي حاجه، عفاك تاصل بيا.
واش ممكن تعطيني شويه ديال اللحم المدخن والبيض؟
شربات الدلاح للحلوي، عفاك.
الماء السخون ما سخنش كفايه.
واش تقدر تشرح كيفاش ندير هاد الشي؟
عفاك كتب هنا عنوان الاتصال ديالك.
واش نقدر نستعمل الفلاش؟
شكراً. رجع لغرفتي ف نفس الوقت غدا. غادي نكون حضرت الصور حتي ديك الساعه.
سمح لي دابا تقدر تطلب غير من قاءمه العشاء.
مليّن ولا بلا رصاص؟
عندي صداع.
هذي هي الغرفه 12:07.
بغيت بيت مختلف.
شحال من الوقت هاد الفيزا صالحه؟
واش كاين شي مستشفي هنا؟
بغيت واحد الكْسوه.
واش عندك عرض اكبر؟
واش نقدر نجرب رقم تسعود؟
واحد اوطيل امن وكايقدم فطور زوين، عفاك.
فين كاين الحديقه ديال الحيوانات؟
كاينين شي كبار؟
ثلاثين دولار وتمانين سنتيم.
كتعتمد علي شحال السخونيه ديال البلاصه، ولكن فوسط اليابان، بدايه ابريل.
ساندويتش كريسبر مع البطاطا المقليه.
فات الوقت علي الطوبيس الاخير.
ما عنديش شي فلوس صغار.
واش خديتي تذكره الطوبيس ديالك؟
الكرطيه، عفاك.
كنت فطياره UA رقم 828.
الضوضاء بزاف حدا غرفتي.
فالساحل الشرقي، كتلقي حتي بلايص معروفه، بحال نيويورك، واشنطن، دي.سي. وبوسطن.
واش عندك اوراق يابانيه؟
كيبان مزيان.
واش ممكن نخلي عندكم الشنطه ديالي حتي لواحد؟
واش كاين شي جوله ف المدينه؟
ايه. خايف خاصني نديرها. شحال مزيان كيتحافظ علي الامن فهاد المنطقه؟
فهمت. غادي نجرب نكري سيتروان.
عندي موهبه فطريه.
غادي يكون مزيان. فين الخبز؟
بغيت نسكّر، عفاك. وبلاصه حد الشباك، عفاك.
وشحال كتخلص علي الخياطه؟
شنو غادي يكون اسرع، طاكسي ولا اسعاف؟
واش عندكم هاد التيشيرت فشي الوان خرين؟
ما خصكش تفرج فالتلفاز طول الوقت.
ايه، حنا قرّابين نوصلو ليه، قرّابين نوصلو ليه.
من الاحسن تدخل لمستشفانا.
فين نقدر نلقي سوبرمارشي؟
ثمنو شويه غالي. ما تقدرش تعاونّي شويه؟
شحال ديال الوقفات حتي نبدل؟
داك الراجل سرق مني الشنطه ديالي.
حبوب الهضم وحبوب الم المعده مختلفين، صح؟
بغيت نشوف الميناء.
فكره زوينه.
شحال كتاخد الوقت علي الرجل؟
غادي ناخد عشرين ديال اكبر دب تيدي، عفاك.
شنو هو الرقم ديال الكاشير؟
ساهل. غادي نشوف غير فكتاب التليفون.
واش عندكم شي بيت كبار؟
شحال فالفاتوره ديالي؟
بغيت نبقي ف هاد الغرفه ليله وحده زياده.
سمح لي، بغيت نسجل بلاغ علي السرقه.
حسنًا، هادشي كيعتمد علي وسيله النقل اللي غادي تستعمل. واش غادي بالحافله ولا بالطاءره؟
واش ما عندكش مانع اذا جلست هنا؟
واش نقدر نرسل غير ايميل واحد بدولار؟
ايه، عفاك صيفطو للطّوموبيل نيمره 12:34.
عَمِّر هاد الفورم ديال التسجيل، عفاك.
بغيت جوج تذاكر ذهاب واياب لاوكسفورد.
فاش من الوقت خصني نجي للمطار؟
هدا بطيء.
فين نقدر نطوّر الفيلم؟
لا، عفاك ما تديرش هكا. واش ممكن تحتافظ باسءلتك حتي نسالي كلامي، ومنين نطلبهم؟
بغيت بلاصه مزيانه.
كنخاف الطواليط ما خداماش. محتاج المساعده.
ماشي حاجه صعيبه ولا غامضه.
غادي نديك لمكانك. من هنا، عفاك.
سمح لي، واش نقدر نسولك سءال؟
كنظن هكا.
سلام. فرحان بلقاءك.
بغيت نسجل هاد الشنطه حتي لطوكيو، عفاك.
واش تقدر توريني واحد شويه اكبر؟
كنظن باللي الحوايج اللي مصاوبين فاليابان كيديروا ليهم الخياطه مزيان بزاف.
من الاحسن تستسلم.
عاود قولها من فضلك.
واش تقدر تكتب لي العنوان ورقم التليفون، عفاك؟
واش سخون؟
من اي مطار غادي نخرج؟
ما وصلتكش الفورم فالطياره؟
بغيت واحد المكواه.
جا فالثلاثه وتلاتين دولار فالمجموع.
شكراً علي مشاركتك افكارك الفريده معنا.
كنمشي نتزحلق علي الثلج جوج مرات فالشهر فالموسم.
تزادت فالاول من ابريل عام 1955.
واش نقدر نكري المضارب؟
واش هاد الطوبيس هو اللي غادي للوسط ديال المدينه؟
بشحال هاد العطر؟
شنو هادشي؟
فين نقدر ندوز الاجراءات؟
خمسين جنيه.
واش هادشي كيشمل الضريبه؟
شنو هما الكيسات؟
عفاك عيط علي الاسعاف.
غادي نراهن بثلاثه دولارات علي هاد الشي.
كيف داير؟
ما كاينش ماكله ما كنعجبنيش.
نهار الدستور ولا "كيمبو كينينبي" هو عيد وطني ف 3 ماي باش نحتافلو بتاسيس الدستور الياباني الحالي.
واش هاد الجوله كتضمن زياره لبرج سيرز؟
واش كاين شي محل ديال الكتب هنا؟
غادي نحضر المدرسه الصيفيه فجامعه هاواي.
فين دايرين دابا؟
زوج ديال الكبار وطفل عندو ثلاث سنين.
فشي بيت الراحه فالمحطه.
