بغيت نحجز طابله للعشاء الليله.
ها هنا. خليك علي الباقي.
غادي نبقي ف فندق الفا.
علاش السي ديز رخيصين بزاف تماك؟
الثمن هو خمسه وسبعين سنتيم. عفاك حضر الفلوس الصحيحه.
كنحب الجاز.
واش غادي يكون تفتيش ديال الشنط الفرديه فالجمارك؟
بغيت نحجز بيت واحد فالفندق ديالكم، لثلاث ليالي من نهار الاول ديال يوليوز.
للفندق الكبير.
ولكن ما كايقولش باش تمشي لجسر البوابه الذهبيه. خاصنا نسولو شي حد. سمح لي، واش هادي هي الوقفه الصحيحه ديال الطوبيس باش نمشيو لجسر البوابه الذهبيه؟
ايوا، ها هو.
نعم. واش نقدر نعاونك؟
عيط علي النادله اللي كتسني هاد الطابله، عفاك.
بغيت شويه من الروح الميثيليه.
واش نقدر نكمل نسافر؟
واش كاين شي حد يعتني به؟
رد بالك علي راسك.
عيت، شكراً.
واش ضروري لابسه الجاكيت والكرافات؟
شنو هي الفصول اللي زوينه بزاف فهاد البلاد؟
غادي تاخد حوالي عشرين دقيقه.
واش نقدر نطلب كاس ديال النبيذ؟
غادي نورّيك بيتك.
بغيت ناكد الحجز ديالي.
من الاحسن تدير فحص شامل فمستشفي عمومي.
سلام. هادي هي المشغل الخارجي. شنو الرقم اللي بغيت تتصل بيه؟
حدا كونتر الخطوط الجويه السنغافوريه تماك.
هادشي ما خدامش مزيان.
واش ممكن تعطيني السار ديالي، عفاك؟ رقم الغرفه هو 115.
خذ هاد الوصفه للطبيب للصيدليه.
واش ممكن نعطيني بلاصه علي الجنب، عفاك؟ بغينا بلاصه ما فيهاش التدخين.
ميس يوشي ساوا. ي و ش ي ي س ا و ا. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
نيابهً عن Yamato Kogyo، خاصني نشكرك بزاف علي لطفك ومساعدتك فتنظيم هاد الاجتماع باش نوصّلو لهاد النتاءج المزيانه.
ما قادش نتحرك.
سمح لي. كنقلب علي هاد العنوان.
حقيبتي تضررات بزاف.
فين اقرب مدخل؟
واحد سينغل مع البانيو، عفاك.
خصني نتجنب الماكله اللي فيها السكر.
بلاصه حدا الشباك، عفاك.
بغيت نحجز طابله لجوج.
هدا كيبان ممتع. شنو كنتسناو؟
واش هاد الشي معفي من الضراءب؟
بغيت نصلح ساعتي. هاد الساعه كتضيع حوالي جوج دقايق فالنهار.
عالم صغير.
بغيت نكري شي سكي ديال الماء.
لا، خليني نشوف الاول.
واش كاينين شي مصاريف خرين؟
فين كاين البلاصه؟
شكراً. غادي نفيقوك مع الثمانيه.
واش نقدر نبدلها لطياره قبل فنهار الخامس؟
بالرغم من ان "Ringi" هي كتابه الخطه الاصليه وتعميمها بين الناس المعنيين باش ياخدو الموافقه ديالهم.
سمح لي، ولكن داك الوقت عامر.
واش عندك شي خواتم ديال الاوبال؟
واش بغيت تلعب معايا؟
عافاك عَمّر هاد الوصفه الطبيه.
مرحبا تتاصل بيا الا جاتك الفرصه تزور طوكيو.
دابا كتفهم.
واش عندكم شي جولات سياحيه؟
غادي توصل لي هاد الحاسوب الشخصي، ماشي هكا؟
بغيت شريط لكاميرا فيديو، عفاك.
كنخاف ما نقدرش نخلص اكثر من ستين دولار فالليله.
غادي ناخد شي قهوه بالحليب.
بكل تاكيد. عمر هاد الفورم ووقع عليه، عفاك.
من الاحسن ما تسهرش الليل كامل.
فاش من الوقت خاصني نرجع للحافله؟
ما عنديش شوكه.
واش عندك شي جوله ل لاس فيغاس؟
ما قديتش نحرك رجلي اليسري حيت كتوجع بزاف.
فين كاين بلاصه ديال استرجاع الشنط؟
واش ممكن تزيد شويه ديال الما ف الكاس ديالي؟
كنفتكر خديت تصويره فالمطعم فين تغدينا.
وصلت لهنا فتران خرج من لندن مع 12:50.
ايه، عندي. فوقاش نقدر نعاود نطلبهم؟
واش عندك شي حاجه خفيفه؟
مساء الخير. شحال من واحد معاكم؟
عفاك خرج.
سمح ليا سيدي، ولكن كاملين محجوزين.
واش تقدر تكتب هادشي، عفاك؟
خصني نمشي للبيت ديال الما.
شنو هي نسبه التضخم؟
فريق سينسيناتي ريدز خاسر بثلاث نقاط.
فين بلاصه التزحلق علي الثلج؟
نعم، واش غادي تقول ليه نوریکو ایتوه عيطات؟
فين نقدر نخلص تمن المسافه الزايده؟
فين الطوبيس ديال الشاتل؟
بغيت شويه ديال السول.
بغيت نعطيك شي حاجه تبكي عليها؟
طيحت من الدروج.
غسل هادشي قبل التسعود ديال الصباح غدا.
بغيت نمشي نصيد الحوت.
هي كتقدم لينا قهوه غليظه.
واش تقدر تصلح لي كعوب هاد الصبّاط؟
بغيت نعرف وقت اقلاع الطياره اللي غادي نركبها من بعد.
هيّا تماك. عفاك خد وحده بلا ما تحشم.
واش نقدروا نستعملوا ملعب التنس هاد العشيه؟
واش تقدر تجيب لي الفطور مع الثمانيه ديال الصباح غدا؟
واش نتي من هنا؟
شنو نوع الجلد اللي مصنوع منو هاد المحفظه؟
فين نقدر نركب الطوبيس للمحطه ديال المدينه؟
عندك عينيين زوينين.
فين بلاصي، عفاك؟
بغيت فلتر UV، عفاك.
واش نقدر نشوف شي وحدين ارخص؟
بغيت طابله بلا دخان، عفاك.
هل هادي هي احسن جوده عندكم؟
شنو بغات مدام تشرب؟
سمح لي، واش كتدي لثالث و السابع و العشرين؟
سمح لي. فين كاين البار؟
شكراً. خليك علي الباقي.
غادي نعيط ليك من بعد. شكراً.
واش كاين بلاصه للعب؟
واش عندك جوج تيكيات ديال "الجميله والوحش" نهار الاربعاء؟
واش عندكم جوله طوال النهار؟
فاش غنوصلو لنيويورك؟
خصني نمشي دابا.
كنخاف ما غاديش توصل حتي لغدا.
ماشي مشكل. حنا ديجا خدينا بعين الاعتبار هاد النوع بالضبط من الحالات فحساباتنا.
واش تقدر توصلني للمستشفي؟
فين اقرب صيدليه مفتوحه طول الليل؟
واش ممكن غير ناخدو التحليه؟
مزيان. يلا نراجعو كلشي مزيان.
كان الزحام خايب بزاف ف منطقه اتسوجي، ماشي هكا؟
هما عريضين بزاف.
الحوت اللي كتقصد هو الفوغو. فيه سم قاتل فالكبد والمبايض ديالو.
كنت كنظن هاد الحفله كانت مزيانه بزاف.
فين كاين بيت الشنط؟
واش نقدر نصوّر من الداخل؟
ما نقدرش نديرها بوحدي.
عمري ما شفت مناظر واسعه بحال هادي.
خصني نشوف شي معالج العظام.
ايه. ما كنتش حاسس براسي مزيان من جوج ايام.
عندي اسهال.
علاش كيتقدم الغداء مع التلاته ديال العشيه؟
الجمعه عامره كامل حتي لثمانيه ونص.
واش تقدر تعمرهم، عفاك؟
عافاك قول لي اسماء شي مطاعم مزيانه.
فوقتاش تقدر تعاود تصدرها؟
خليني نفكر شويه. غادي نشوف شي محلات خرين.
شنو رايك ف عشره دولارات علي ثلاثه؟
ما بغيتش نصرف اكثر من تلاتين دولار علي كل وحده.
واش تقدر تبدل الين الياباني هنا؟
كنظن هادي حسن بزاف من هادي.
عفاك هدر باليابانيه.
بغيت واحد لوح ديال الشوكولاته، عفاك.
وقف هنا، عفاك.
هدا كيبان مشوق. فوقاش كيبدا الجوله؟
حجزت طوموبيل لجوج ايام ف اليابان.
واش تقدر تقول لي فين نقدر نسجل الدخول لهاد الرحله؟
واش تقدر تصوّرني، عفاك؟
بغيت طابع لهاد البطاقه البريديه، عفاك.
واش نقدر نكري سرج وخوذه؟
واش نقدر ناخد كاس ديال النبيذ اخر؟
شكون اللي بنا هاد الشي؟
واش الضمان صالح ف اليابان؟
لا، ما عندناش.
سافرت ف سيدني.
فاش غادي يجي؟
سمح لي، واش ممكن تجيب لي شوكه اخري، عفاك؟
واش كاين شي جامع قريب؟
واش نقدر ناخدو بلا وصفه طبيه؟
واش نقدر نقترح نديرو التصويت دابا؟
بغيت نبقي هنا الليله.
كنخدم فالاعلام.
شكراً. وفين نقدر نلقي بطاقه الهاتف؟
عفاك فرّق الشيكات.
شنو نوع الماكله اللي كتعجبك؟
حوالي ثلاثين دولار؟
واش تقدر ترسم خريطه؟
نتا عارف مزيان.
هي جوج جوج تلاته جوج واحد جوج واحد.
اه، زوين بزاف. كيبان عليك زوين بزاف.
فين غادي؟
تذكره وحده، عفاك.
كنتمني الجو يبقي هكا.
بغيت نزور متحف المتروبوليتان ديال الفن ومركز لنكولن حتي انا.
من بعد العاصفه، عاده كيكون نهار خريف صافي.
ايه، هادشي غادي يكون مزيان. شحال هي الزياده فالثمن علي الطبع المزدوج؟
شحال خاصني نصبر حتي توصل؟
ضباط البوليس. عندنا امر تفتيش. حلّ الباب.
فوقتاش الراحه؟
واش تقدر تقصر الطول بجوج سنتيمترات؟
غادي نشوف شنو نقدر ندير.
خصني نركب الطياره مع جوج ديال العشيه.
شكراً بزاف. ها تذكره التعديل ديالك.
نوعا ما. كنت ف المنطقه.
كلّيت مع الكوبونات.
شكون هو الخفيف؟
كنشوف غير، شكراً.
زوج ديال الهامبورگر وجوج كيسان ديال القهوه، عفاك.
خصك دير شي حاجه فهاد الموضوع. خاصني نرجع لطوكيو قبل غدا.
العاشر والحادي عشر من اكتوبر، وتسجل الخروج في الثاني عشر.
شنو هو الضمان؟
كيف دايره الما؟
هديّات لهدّ صحابي.
فوقتاش غادي يكون واجد؟
طيحت الشوكه ديالي.
لا، ماشي مشكل. كنتمني غدا يكون مزيان حتي هو.
واش خاصني نكون لابس رسمي؟
بغيت جوج تذاكر لعروض ديال الثمانيه ديال العشيه.
سمح لي. واش تقدر تقول لي فوقاش كتفتحو؟
هاد التيكيط ماشي صالح.
خمسه وثلاثين ساعه، ما عدا ساعه وحده للغداء. وشنو علي شركتك فاليابان؟
هاد البرج طولو ستميه واربعه وتلاتين قدم.
بغيت راديو ديال الطوموبيل، عفاك.
واش ممكن تشوف المسوده ديالي منين نكملها؟
مزيان. غادي نبعث ليك الاشعار قريباً.
عندك تقرير ديال البوليس، ماشي هكا؟ شنو هما نمره الشيكات ديالك؟
راه مقطوع.
فين الدوسي؟
المصارعه السومو هي رياضه وطنيه ديال اليابان.
فوقتاش كتلبس الكيمونو؟
نعم. بغيت نستعمل فيزا. الرقم هو اربعه تسعود صفر واحد خمسه واحد جوج تلاته سته سبعه سبعه سته صفر صفر اربعه.
واش عندكم هاد الشي فالمقاس سته عشر، اللون الحمره؟
بغيت تامين شامل.
كتستمتع بالرحله؟
شنو بغيتي تدير؟
شكراً. واش الجو ديما هاكا مجنون ف لندن؟
عفاك قول ليه يعيط لي منين يدخل. هادي ثلاثه خمسه اربعه ثمانيه واحد واحد ثلاثه تسعود. فندق هيلتون، رقم الغرفه اثنا عشر صفر تسعود.
فاش غادي يكونو نهاءيات الـNBA؟
ما كيعجبنيش هاد النوع.
شكون الطريق لبيرلين؟
كسرت الفازه بالغلط.
نشرب الويسكي قبل الشربه ولا من بعد؟
واش تقدر تحط هاد الشنطه فبلاصه اخري؟
غادي نتابعو التطورات مزيان من بعد ما نرجعو لليابان.
اكيد، ماتقلقش. انا تكلفت بكلشي.
مزيان. و ف اليابان؟
سمح لي، ولكن الفندق كامل محجوز.
واش مسموح لينا نصورو داخل المتحف؟
هذ الاظافر الاكريليك كيطولو ليك الاظافر.
واخا، مزيان. كنتمني ما يوقعش مره اخري.
بغيت شويه د البانيو بالرغوه.
خصني نزل. هادي هي القطار الغالط.
السلسله ديالي ضاعت.
يمكن تكون التهاب الزاءده الدوديه.
كتبها، عفاك.
واش تقدر توريني داك؟
شنو خاصني ندير مني نرجع الطوموبيل؟
علاش ما نهضروش و نشربو شي قهوه؟
شنو التخصص ديالك؟
غادي تسالي مع الواحده ديال العشيه.
بغيت نلغي الطباق الخرين حيت كياخد وقت بزاف.
رءيسنا؟ اييه، راه كيشرب كوكتيل. بغيتك تعرف عليه. تعال معايا.
شي حد، عيط علي البوليس.
كنقلب علي تذكار لوالدتي.
فين انا فهاد الخريطه؟
ممكن.
حطيت السار فالكروصه ومابغاش يخرج.
غادي نخمم فيك تقريبا خمسه وخمسين.
ما كاينش اليمين هنا.
واش كاين شي ورشه تصليح الطوموبيلات هنا قريب؟
هاد الطلبيه غالطه.
كنخطط نقضي غدا فالتسوق.
هدا مشهور.
ايه، هادي اول رحله ديالي.
بغيت نبدل لوطور اخر.
واش ممكن نزيدو السواقين؟
فين كاين المَحَل الكبير؟
خليت الشنطه ديالي فبلاصتي. واش تقدر تقلب عليها؟
ساندويتش ديال حبش. خلي الخردل شويه، عفاك.
غادي نقول الصيف هنا ماشي خايب بزاف.
شحال نْعْسْك رَجْل. لقاوها بالضبط فْرَسْطَابْلُو و كَيحتافْظو بيها كَكاميرا مَفْقوده. نْرْجْعو دابا؟
وسط ناضج، عفاك.
خصك تخلص زياده من الفلوس ملي كتخرج السياره.
كيفاش كتربط حزام الامان؟
غادي نعيط علي الحارس.
عامر. ما كاين ما نديرو.
سير دغيا قدّام جوج ديال البلوكات.
عيط علي الاسعاف بسرعه، عفاك.
سمح لي، شحال غادي توصل الطياره لتوكيو؟
واش هاد التيكيط باقي متوفر؟
واش محتاج قلم ولا رصاص؟
داك الراجل ما خاصكش تثق فيه.
واش عندك خريطه ديال ركوب البيسكلات؟
المقاس عشره، سيدتي. العلامات الحمرا متعلقه علي المقاس عشره.
بصرف صغير، عفاك.
ايه، كنقراو. واش بغيتي تقرا شي مجلات يابانيه حتي نتي؟
خلط، عفاك.
ايه، هي. كنسميو الموسم ديال الشتا الياباني تسويو.
عَمِّر الخزان، عفاك.
ما عنديش الاحساس ف رجلي اليمني.
بطبيعه الحال. ولكن ما بقاتش شي بيت مزدوج خري الليله.
شحال خاصني نقطع منو؟ بحال هكا؟
واش خاص كلشي ينزل؟
واش ممكن تهدر بشويه؟
هدي هي الدوا اللي عطاها لي الطبيب ديال العاءله ديالي.
كيقولو بلي تاريخ، تقاليد وثقافه ديال اي دوله كيتعبرو فالعطل الوطنيه ديالها.
واش هاد الطياره غادي تطلع ف الوقت؟
لا، ولكن تقدر تتاصل بهاد الرقم للمساعده باليابانيه. واحد تمنميه
خليني نشوف داك الطوموبيل.
واش تقدر توصيني بمحل مزيان باش نشري ساعات عتيقه، عفاك؟
ايه، غادي نحتافظ بهاد الشي فبالِي.
خصني محول ديال الفولتاج وبريزات ومقابس. الفولتاج فهاد البلاد مختلف علي ديالنا، وحتي هاد الاجهزه مختلفه.
كانوا ربعه ديال الشباب.
كنظن عندي الم فظهري لتحت.
بغيتي ترفع هاد الشوارب شويه؟
بغيناك تنتاقل لمصنع ABC.
الحجم العادي، عفاك.
سميتي شيبا. رقم الغرفه ثلاثه وخمسين.
عندنا عشرين يوم عطله مدفوعه فالسنه.
شنط ديالي ما كايناش هنا.
كيهدر علي اللمس، راجل امريكي حط دراعو علي ظهر مرا بطريقه طبيعيه.
فين الماكله ديالي اللي طلبتها؟
حيت غادي نوجد هاد السلمون بطريقه المونيير.
هدي من طيبتك بزاف باش تتاصل وتسول علي صحتي.
ما حسيتش براسي حسن.
صعيب تحمّل بزاف ديال الحوايج معاك، غادي نشري جميع التذكارات ديالي فاليوم الاخير.
غادي يكون عندنا سينما ف السما ف بضع دقايق. واش بغيتي شي حاجه تشرب؟
انا جاي من المغرب.
حط الشنطه هنا، و الحقيبه ف الخزانه، عفاك.
ما كيسواش تشري حوايج رخيصه.
ها هما التذاكر ديالك وورقه التاكيد ديال الفندق.
صيفط لي طبيب، عفاك.
نقدر نقضي العشيه كامله.
شكراً. هادا كلشي اللي محتاج دابا.
شكراً بزاف. رقم بيتك هو سبعه وعشرين. ها هي المفتاح ديالك. الحمال ديالنا غادي يشيل عليك الشنط.
حلّ حوايجك وترقد تماك.
واش ما عندكش مانع الا طفيت الراديو؟
رده فعل الباءعين علي المنتج كانت مزيانه.
بغيت شويه ديال الما سخون بزاف.
نقسمو الحساب.
نادله
خديت خويا الصغار للحديقه ديال الحيوانات.
مساء الخير، تلاقينا مره اخري.
غير باش تبقي ذكري. شوف، ما كايناش هاد النوع ديال الطاكسيات فاليابان.
واش نقدر نصوّر داخل المتحف؟
شنو نوع ديال اللعب اللي كيلعبو بيها الولاد اللي عندهم خمس او ست سنين ف انجلترا؟
بغيت نحجز في طياره JAL رقم سته لنيويورك ف نهار 12.
كنظن هادي فكره مزيانه. الا ماكانوش شي اعتراضات علي هادشي، بغيت ندير تصويت.
كيفاش نقدر نوصل لهناك بالباص الليموزين؟
الوحيد اللي بقي لينا اليوم هو جوله فالمدينه. الباقيين كاملين جولات ليليه.
صنع ف ايطاليا؟
شكون الخط اللي كيمشي لمحطه لندن؟
عندك ولاد؟
ماشي غلطتك.
هادي الطريق، عفاك. السادس والسابع من هاد الصف.
فين هو التل ديال الارنب؟
ما كاينش حِيَل.
واش تقدر تبعث لي شي كتب علي المنتوج الجديد ديالك؟
واش هاد الكاميرا ديال الفيلم ديال 8 ملم هديه؟
بغيت فلاش.
بغيت مكالمه ايقاظ، عفاك.
كتقصد ما بغيتش تفاوض معاهم؟
ايه، بغيت. فوقاش غادي نخرجو من هنا؟
سميتي ريسا كوبايشي والرقم اللي كنسكن فيه دابا هو جوج صفر سته خمسه جوج خمسه ثلاثه واحد سته ثمانيه.
بغيت راديو صغير، عفاك.
شحال غتبقي هنا؟
كتاخد شي ايام.
صباح الخير، سيدي. كيف نقدر نعاونك؟
غادي نوصل من بعد العشاء.
غادي نوجد عقد حتي السيمانه الجايه.
خمسه. بغيت الطابلات يكونو مجموعين مع بعضهم.
هديك ماشي الصرف الصحيحه. عفاك عطني ثلاثه دولارات زايدين.
بغيت نزل فمحطه المركزيه. عفاك قولي لي ملي نوصلو تماك.
واش هادي جلد اصلي؟
عفاك عيط لشي بوليسي.
شنو هو احسن نادي ديال الجاز؟
ما فهمتش.
ضعت الشنطه ديالي.
واش نقدر ناخد علبه باش نعبّي؟
بغيت شامبو ناشف.
المناخ معتدل.
ايه، غادي ندير هكاك اكيد. عفاك قول للسيده كاواكامي سلامي ليها حتي هي.
خليني نشوف شحال كيثقل. غادي تخلص خمسه وتسعين سنتيم.
واش تقدر تزيد الخس والطماطم؟
عفاك عيط علي طاكسي مع جوج دال العشيه.
دخلت لي شريحه خشب في صباعي.
شحال تْكْلْفْ فْ اليابان؟
كيصل لبورتلاند مع الضهر.
هي كتلمع بزاف عليا.
واش ساليت الغداء ديالك؟
واش تقدر تغلف لي هاد الشي؟
واش تقدر توصف ليّا الشنطه ديالك؟
عفاك حطّها فشي كيس.
غادي تستني فيا وانا كنزور الكاتدراءيه؟
يلا نبدلو الادوار.
من الاحسن تعمر هاد الفورمه ديال الجمارك وتسيفطها.
واش نقدر نْسلفك قلم؟
بغيت كره وحده ديال ايس كريم بنكهه جوز الهند فواحد الكون، عفاك.
بغيت شي مشروبات؟
شنو سميتك مره اخري، عفاك؟
خليني نشوف هداك.
جيت نجيب الطابعات ديالي.
عفاك قصّ الاكمام.
عندي شويه سخانه وكاين عندي حتي الم فالصدر فالجهه اليمني منين كنحكّ.
عشرين دولار مقدّمًا.
واش كاين شي ديسكو هنا؟
بغيت نمشي لمحطه المترو.
غادي نوصلو تماك مع الثلاثه ونص علي التوقيت المحلي.
بغيت نمشي لفيفث افينيو. شحال الثمن، عفاك؟
واش نجيب ليك شي حاجه تشرب؟
فين اقرب محل للحلويات؟
اه، ايوا. بغيت نرسل هاد الطرد لليابان. كاين فيه حرفه يدويه اصليه.
واو، كتسوق بزربه بزاف. واش ممكن تهبط السرعه؟
واش ممكن تعطيني نبيذ احمر، عفاك؟
شحال تمن الغرفه؟
عفاك عطني اللي فوق الرف.
غادي نهتم بهاد الطابله.
لفّهم واحد بواحد.
هنا راه كبيره شويه.
مساء الخير. فندق ستار. كيف نقدر نعاونك؟
حطيت جوج دراهم ربع دولار علي كوكا، ولكن ما خرج حتي حاجه من الماكينه.
فين كاين شي بلاصه اللي كيتجمعو فيها بزاف د الشباب؟
واش نقدر نبدل شركه الطيران؟
واش نقدر نصرف شي شيكات سفر؟
ما كنتش قصدي نجرح مشاعرك.
من بعد ما نطيرو، غادي نقولولكم اكثر علي الخدمه ديالنا اليوم. وفي هاد الوقت، الا كان شي حاجه نقدرو نديروها باش نجعلو الرحله ديالك اكثر متعه، مرحبا تسول.
عفاك وصلني بالغرفه رقم 1234.
واش تقدر تديّني عند الطبيب، عفاك؟
عفاك ورّيني المجموع ديال الثمن.
الماكله بارده.
واش كاين شي محل مزيان ديال الحوايج للرجال؟
هادي هي كلشي.
هي هنا من ثلاث سنين.
بغيت نحجز ملعب تنس مع الثلاثه د العشيه لمده ساعه.
كل مره نفشل، المره الجايه كننجح.
هل هذا للاطفال؟
حسنًا، كنفضل ريحه ماشي حلوه بزاف.
فدار صاحبي.
شنو نقدر ندير ليك؟ واش عندك شي مشكل؟
شحال تمن تذكره العوده؟
سمح ليا. ما كنقبلوش الحجز.
فين خاصني نزل؟
واش تقدر توصلني لاقرب مركز شرطه؟
الضريبه غادي تفرض بوحدها.
شنو هو المكان اللي كينصح بزيارتو بزاف؟
علاش ما تزيدش شويه ديال الفلفل فيها؟
بغيت ناكل شي ماكله ايطاليه.
بغيت ممحاه.
بشحال نرسلها؟
شحال كتخلص باش تدخل؟
يلا بينا.
غادي نوصل لوس انجلس مع الخمسه.
عندي الام حاده فصدري.
هيه شنطه كبيره زرقاء ديال سامسونيت وعليها بزاف ديال الستيكيرات.
واش نقدر نمشي فالسفر ديالي؟
مزيان، التذاكر غادي يكونو مستنيينك فصندوق التذاكر ديال المسرح. شكراً علي اتصالك بـ Broadway Tickets.
كنظن هاد الارقام ما كتجمعش.
عندنا مشكل.
هاد الطياره متاخره بجوج سوايع علي الوقت المحدد.
واش ممكن يطيح الشتا؟
سمح لي، واش هاد الطوبيس كيدوز من بالتيمور؟
الملابس اللي كنت كننشف ف الحمام مشات.
نعم، شكراً. بغيت كاس ديال اتاي.
غادي نراهن بعشره دولارات.
كتاب دليل.
عفاك ورّيني كيفاش نديرها.
عجبني بزاف الكوطه اللي لابسها.
كتعرف شي بلايص مزيانه باش تبقي في شيكاغو؟
حوالي خمسه الاف ين. حاجه لمراه شابه.
فين نقدر نلقي لوحه الاعلانات؟
واش ممكن تحل لي الباب؟
شنو اللي داير الموضه دابا؟
واش كاين استراحه؟
بغي يقتلني. دابا شوف، دير معايا واحد الخدمه. سير للبيت ديال الما، حل شي شباك و سني تماك.
نعم، سيدي. بيروجينو فالجهه الغربيه.
واش نقدر نخلي هاد الكاس هنا؟
عفاك خرج قبل التسعود ديال العشيه.
غادي ناخد شوربه الخضره و ريش الغنم مشوي، عفاك.
فين نقدر نلقي المترو؟
عفاك ورّيني لون اخر.
واش كاين التزحلق علي الثلج فالليل؟
بغيت نحجز بيت لليله.
مني تكمل مع البوليس، عيط ليّا مره اخري باش نعطيك الارقام الخرين اللي محتاجهم.
كتورم وكاين الم كيخبط.
عفاك صيفطها لهاد العنوان.
هاد السي دي بلاير ما خدامش. بغيت نرجع الفلوس.
زوين.
اه، بغيت بزاف.
هذا السيد ياماموتو، الغرفه ثلاثه وثلاثين وخمسه. الناس في الغرفه اللي جنبنا مزعجين بزاف. بغيت نبدل الغرفه.
واش عندك شي حاجه اضيق؟
شحال من الوقت خصنا نديرو هاد العقد؟
كاس ديال شابلي.
شحال تْكْلِف الرُّخْصَه؟
شحال هاد العمله؟
عندي الم الدوره.
كيف العاده.
تجرحت.
طويل.
للعروسه الجميله سوزان. نتمني ليك الحظ الزوين.
سمحي لي، مدام. طاحت منك المنديل.
البريد الجوي، عفاك.
بغيت بلاصه حدا الشباك ولا بلاصه حدا الممر؟
سلام. واش تقدر تقول لي كيفاش نقدر نشري التذاكر ديال ماتش اليوم؟ حنا دابا ساكنين ف مانهاتن.
فين غادي من A؟
شكراً. غادي نمشي لحفله.
بغيت فيلم لهاد السرعه، عفاك.
واش تقدر تتاصل بطبيب، عفاك؟
ماشي بزاف. ولكن عندي شويه صداع.
واش كاين شي عرض كبير ديال موسيقي الروك؟
انا هنا باش ندير بحث في السوق.
عفاك شوف شنو تقدر تدير ليا.
واش نقدر نعزمك علي الغداء؟
فيزا
بغيت شويه ديال مسحوق الغسيل.
بالتاكيد. قلت، واش كتعرف السي وايت؟
شكراً علي النصيحه. غادي نجربها المره الجايه.
واش عندك شي حساسيه من شي دواء معين؟
لا، شكراً.
ما كنظنش. هادي فكره زوينه بزاف.
واش تقدر تشعل التكييف؟
بغيت قنينه ديال الما المعدني.
واش تقدر توصيني بشحال من بلاصه مزيانه لرحلات النهار؟
واش نقدر نكري دليل بالنهار؟
منين ف مريكان نتا؟
عفاك بدل هاد الفلوس لباوندات.
كتعتمد علي طول الجوله.
واش تقدر تحيد حوايجك حتي للخصر؟
انا جاي من اسراءيل.
اه-زيتونه محشوره، عالقه فحلقي.
فين نقدر نلقي الكتب الدراسيه؟
تضربت بسياره.
واش ممكن تعطيني شي شاف؟ من فضلك.
الثلاجه ما خداماش.
واش تقدر تعمر داك الفورم وترسلوه ليه بالفاكس؟
نشوفك من بعد.
واش هادي هي البلاتفورم الصحيحه ديال التران لباريس؟
مرحبا. كان من دواعي سروري.
اه، واش باقي كاينين حفلات الجايشا؟
ولكن، اسماء المحطات مكتوبه غالبًا باليابانيه فقط. لذلك، ممكن يكون صعيب تفهمها.
شنو كيدير الدود فحقل الذره؟
شنو بغيت؟
شكراً بزاف، ولكن شنو النهار اللي فبالك؟
كنظن بلي نتي فبلاصي.
فهاد الحاله ما غاديش يكون عندي الوقت الكافي.
ممنوع التدخين من فضلك.
بغيت نمشي لمنهاتن. بشحال كتخرج؟
واش تقدر توصيني بمطعم معقول قريب من هنا؟ واش تقدر تبينهم ليا فهاد الخريطه؟
غادي خاصك دوز من بوابه اخري باش توصل لمنصات الشينكانسن.
فين كاين السينما؟
هادي كيمونو.
واش تقدر توصّلني مع شي حد كيهدر اليابانيه؟
ربعه ايام.
خليني نشوف، غادي تكون ربعه عشر وخمسين.
وقت الصعود علي متن رحله يونايتد ايرلاينز رقم 175 تاخر. عفاكم صبروا عشر دقايق.
مزيان. غادي نشريها.
واش هاد الثمن كيشمل الضريبه، مصاريف الخدمه والفطور؟
خليني نشرح ليك اوقات الاكل فهاد الدار.
عندي سخونيه عاليه.
كتدير واجبك؟
يلا نعيطولو.
اوروبا لعطله الصيف ديالي هاد العام.
خص يكونو الناس هنا من جميع انحاء العالم.
فين كيتعرض هاد المسرحيه؟
عفاك، واش ممكن تجيب لي الفاتوره؟
حسنًا، فيها ثلاث شراءح دجاج وكاينه حتي البطاطا مشويه والخضر المشكله.
البيت اللي حداه فيه الضوضاء. واش تقدر تعطيهم تحذير؟
ضربني.
ماتقلقش علي هادشي. غادي نرتبوها.
بغينا نلقاو بلاصه بحوالي تلاتين دولار لكل واحد.
سمح لي، واش تقدر تقول لي شنو هاد الحاجه فالقاءمه؟
واش تقدر تقول لي شنو هي اشهر ديسكو فهاد المدينه؟
واش تقدر تقول لي كيفاش نستعمل التليفون؟
هي مفتاح من نوع بطاقه. تقدر تحتافظ بيه معاك.
كتعرف شحال كيتحل المتحف؟
بغيت نمشي لحفل موسيقي كلاسيكيه.
شنو هي الستيلات اللي شاعله دابا؟
بغيت شويه ديال اللحم المدخن.
بشحال غادي يجي مع الكوفر؟
اه، سمح لي، هي الباب الثاني علي اليسار.
ايه، عندنا فين، و دليل المدينه.
عفاك خبي ليّ الحوايج الثمينه ديالي فالكَنتور ديالك.
رد بالك.
سرع. يلا نمشيو. مدام، ممكن تسكتي؟ سيدي، نزل من فضلك. شكراً. بقي هنا. ارتاح مزيان. هيه، زيد جوج قنينات ديال وايلد توركي، عفاك؟
انا متجمد بزاف.
عفاك قول ليها بغيت نشوفها نهار من بعد غدا.
غادي نبقي مع صاحبي.
فين هاد الدليل؟
هاذ الحاجه كتبان بنينه.
عشره دولارات ديال البنزين العادي فالبومبه رقم ثلاثه، عفاك.
الطرد ديالي كيشمل هاد الجوله الاختياريه.
كيفاش نوصل لهناك؟ واش ممكن ترسم لي خريطه؟
غادي نفكر فيها. شكراً.
خصني نكون حذر باش ما يتغشوشش عليا في الصرف ديالي.
الطبخ الفاخر ولي كيزداد شعبيه هاد الايام.
عجبنا. شكراً.
الكتب. شحال غادي ياخد الوقت باش يوصلو لليابان عبر البريد الجوي؟
يدي تجرحات.
شنو رايك فالثلاثا؟
واش عندكم شي جولات نص نهار؟
ما كنقدرش نفهم الانجليزيه مزيان. واش شي حد كيهدر اليابانيه؟
سلام، سميتي موري. عندي حجز علي الساعه السبعه.
كنستني فصاحبي.
انا جاي من روسيا.
طلبك؟ بغيت شي مشروب؟
عفاك وصلني بالسيد تانكا ف الغرفه تمنيه وعشرين.
زيد ليا الخبز المحمص، عفاك.
واش نقدروا نكريو المضارب؟
بغيت قهوه ولا اتاي من بعد الماكله؟
واش نقدر نوقف ف الطريق؟
شنو نوع اللحم هادا؟
واش ميه دولار غادي تكفي؟
هادي شنطه كبيره ديال الجلد.
واش تقدر توريني الطريق للمتحف؟
ايه، واش ممكن تعطيني كوكاكولا، عفاك؟
كونفوشيوس في القرن الخامس قبل الميلاد.
واش تقدر تختار لي واحد؟
واش مصنوع من الجلد؟
غادي نكون ف هاد الرقم طول العشيه، واحد جوج جوج ثلاثه واحد سبعه سبعه.
عندي شوربه صويا سريعه التحضير.
شحال شاءع النعاس فوق فراش فاليابان؟
ف نيويورك.
فوقتاش غادي يكونو التصاور واجدين؟
راه ضيق بزاف هنا.
هدي فيلم بسرعه عاليه. واش نقدر نخرج الفيلم؟
طلب ديال كولسلو باش ناخدو معانا، عفاك.
واش نقدروا نلعبو دابا؟
شكراً علي هاد الشي.
لصداقه ديالنا.
واش غادي تقول لي شنو هي الوقفه قبل نيويورك؟
كتضحك عليا، صح؟
ماقدرتش نتفاهم مع صاحب الدار ديالي. كيدخن ديما. ماقدرتش نصبر علي هاد الشي.
واش كاين شي كونصير اليوم بالليل ولا غدا بالليل؟
حنا اسفين. ولكن خاصنا نمشيو دابا.
الممر رقم سبعه.
عارف بلي الهامبورگر هنا بنين بزاف.
فرحانين بزاف حيث قدرتي تجي.
سلام. هادي هي المشغل الخارجي. شنو الرقم اللي بغيت تتصل بيه؟
واش تقدر تطفي التكييف؟
واش كاين شي حاجه بلون اخر؟
هي كيمورا K I M U R A.
عفاك بدل هاد الشي لدولارات امريكيه.
بغيت نلقي المدخل.
واش نقدر ناخد الدوا لي مكتوب في الوصفه؟
واش الشرح معطي بالانجليزيه؟
شوكولاته، عفاك.
جيت هنا باش ندي الشنطه ديالي اللي ضاعت.
هاد مطعم ديال الحوت، ماشي هكا؟
فين خاصني نمشي؟
فين الطريق للخروج؟
واش هادي هي كاسكيد ليميتد؟
بغيت هاد الشي، عفاك.
شنو هو رقم الطوارء؟
العرض باين ضيق شويه. واش هادشي مزيان؟
واش تقدر توصيني بشي حاجه اخري؟
فاش من الوقت خاصني نسجل الوصول؟
عندنا عرض خاص علي فطاءر التفاح غير بخمسين سنتيم.
وساده وغطاء، عفاك.
الثامنه، عفاك.
بسلامه.
الطياره ديالي هي UA 103 ف العاشر من مارس.
واش تقدر تقول لي فين الطابق اللي كاينين فيه المطاعم؟
اه، سمح لي بزاف.
فين كاين اقرب مكتب بريد، عفاك؟
واش نقدر نشوف بطاقه النزول ديالك؟
حجزت بلاصه فالمطار.
واش نقدر نعصر حامضه؟
كيفاش نوصل للبوسطه؟
واش نقدر نشوف لاءحه الاثمنه؟
حنا مجموعين.
عالم صغير، ماشي هكا؟
عفاك عطيني جوج ايروجرامات؟
واش تقدر تعطيني رقم تليفونك؟
تقدر تجي في اي وقت بغيتي فالعشيه.
عفاك قبل هاد الشي كعلامه علي تقديرنا وشكرنا؟
شنو الحجم بالسنتيمترات؟
حجزنا طابله علي التسعود ديال العشيه. سميتي ساتو.
راه ما بقاتش مطبوعه.
بالنسبه للمواعيد، كيمشيو للمطاعم.
واش التاكسي رخيص؟
بصّح؟ زوين بزاف منك تقول هاد الشي.
واش تقدر تجيب لي طاكسي مع العشره ديال الصباح؟
فاش كتسدّو؟
واش ممكن نشري ربع باوند ديال اللحم؟
بصّح؟ شكراً بزاف. ما عنديش مشكل ندي شي كتب نقراهم فالعطله. ثلاثه ديال الكتب غادي يكونو كافيين.
خليني ناخد الفطور رقم جوج.
فهاد الحاله، عفاك سير لمكتب الشكايات مع بطاقه الشكوي ديالك.
واش كاين شي كار ديال النعاس؟
هذو كبار شويه عليا. واش نقدر نجرب حجم اصغر؟
شحال تخلص باش تبعث لليابان بالبريد الجوي؟
واش نقدر نقطع عليك؟
هذا السيد واتانابي ف الغرفه سته صفر سبعه. غادي نخرج تقريبا مع التسعود ونص. واش تقدر تبعث شي حد يطلع يجيب الشنط ديالي؟
واش باقي ممكن تدير سنوبورد فـ ماوناكيا دابا؟
واش عندك كارت ديال التران؟
كنت كنمارس الكاراتي ملي كنت ف المدرسه.
خصني نوصل تماك حتي لواحد ونص.
شحال من ساعه كتدوم الرحله بالتران؟
اه-ها. غادي تاخد حوالي خمس دقايق.
واش كاينين شي مواقع تاريخيه هنا؟
الساعه خمسه ونص. عندك تلاتين دقيقه باش تمشي.
كتعجبك هنا؟
ما كاينش ورق كافي للكتابه.
فوقتاش تقدر تديرها؟
شكون الباب اللي غادي يكون؟
بغيت نحجز بلاصه لخمس د الناس علي سته د العشيه اليوم.
ايه، ولكن غادي نحتاجو تخلص علي التوصيل.
تقدر تشريه من قسم الاثاث فالطابق الثالث.
انا من اسيا.
واش هاد الطوبيس هو الصحيح ديال Japan Air Lines؟
بغيت نحجز بلاصه فالكوطش.
واش ممكن تحيد هاد البقعه؟
بصّح. مزيان. بغينا نحجزو بلاصه لثلاثه.
واش نقدر ناخد شويه ديال الوقت؟
واخا، ديف، مارك، ساشيكو، ورومي غادي يكونو فالحفله.
خمسين دولار ديال الشيبس، عفاك.
من الاحسن تاخد طوبيس.
غادي نوصل حوالي السبعه ديال العشيه.
شنو نوع الصوص اللي بغيتي؟
بغيت نمشي لمطعم حقيقي ف نيويورك، ماشي غالي بزاف.
غادي نوصل للفندق ف 18 شتنبر.
واش ممكن تعطيني خريطه ديال المنحدر، عفاك؟
بغيت عينه من برازك.
علاش الدراري اليابانيين كيتصرفو بطريقه ماشي اجتماعيه؟
ما كاينش اختيار. هنا مزيان.
فحاله السلع المعفاه من الرسوم، كتدوز من نقطه التفتيش ديال الضوء الاخضر.
واش ممكن تعاودها مره اخري؟
مع الاسف، جميع الغرف الفرديه محجوزه. ولكن باقي عندنا شويه ديال الغرف الزوجيه.
فهمت مزيان.
شنو خاصني نوري باش نكري طوموبيل؟
وقع لي حادثه ديال الطوموبيل.
واش عندك تذكره ديال الرجوع؟
عندي صداع.
واش عندك دانهيل؟
واش تقدر توصيني بشويه ديال النبيذ اللي ماشي غالي؟
خاصك تدخل.
واش كاين شي بلاصه نشري منها شي حاجه نشرب؟
توصلت دابا للمطار.
واش تقدر توصل قبل الليل؟
تقدر تلقي تفاصيل اكثر علي هاد النقطه ف الصفحه 12 ديال التقرير.
خصو يكون رجع للدار مع العشره.
ناشف.
ايوا، عفاك قلس.
واش تقدر تقترح عليا شي بلايص نقدر نمشي ليهم ونرجع في نهار واحد؟
لا شكراً. غادي عند الطبيب.
داك الخاتم زوين بزاف.
بغيت ناخد هاد الشي.
فاش كتفتح القاليري؟
ما قررتش مزال.
غادي نهتمو بهاد الشي.
عطيني تخفيض، عفاك.
كنت مهمل بزاف. كنتمني تسامحني.
واش عندك فستان ابيض؟
واش تقدر تتاصل بفندق من نفس النوع وتلقي ليّا بيت؟
واش تقدر توريني كيفاش نعمر فورميلير ديال الشنطه المفقوده، عفاك؟
فاش تبني؟
غادي نقول ليك ملي نوصل تماك.
واش ساهل توصل لهناك؟
نقدرو نجلّسوك دابا.
سمح لي، فين هي الطريق لاكاساكا؟
هي كتدمي بزاف.
فين نقدر نشري القرطاسيه؟
ما متاكدش شنو غيكون ف امريكا.
عفاك صيفط ليا طونوبيل ديال السحب فـ 15 شارع بيكر.
جاني الانفلونزا.
فين كاين منطقه فيها محلات ديال الماركات المصممه؟
كتضحك.
واش كاين محل فالاحد؟
وقع حادث.
نزل بالسلالم الكهرباءيه، والمكتب راه تماك.
بغيت يرجعولي الحوايج ديالي الثمينه، عفاك.
واش الدكتور توفلر استاذ صارم؟
ماركه اخري؟
واش تقدر توقف قدام Liberty؟
عْبِيّت دابا. الا ما كاين باس، واش تقدر تجيبها من بعد نص ساعه؟
واش نقدر نخلص بهاد الكارط؟
غادي نبقي شي ايام.
البيكون خاصو يكون مقرمش، عارف.
بغيت نشوف هديك البلوزه.
حطهم مزيان وفمكان ساهل باش تشوفهم.
بغيت نسجل جوج ديال الشنط، عفاك.
واش كاين شي بيت تبديل؟
واش مايسي محل مفتوح اليوم؟
بغيت هاد الحوايج يتنقّاو بالغسيل الجاف.
بغيت نحجز جوج بلايص للعرض ديال العشيه نهار الثلاثاء.
غلطت. واش نقدر ناخد واحد جديد؟
شنو هاد التهمه؟
غادي ناكل هنا.
واش تقدر توريني كيفاش نستعمل الطمبه؟
واش كاين شي مكتب لتبديل العمله؟
نعم. نقدرو نكريو ليك عصي الغولف وصبّاط.
اه؟ كتبان صغير بزاف.
المنتوج ديالنا اخف واصغر من ديال المنافسين ديالنا، ومع ذلك كيكلف غير ثمانيه فالميه اكثر.
التيليفون ديالي ديال التحكم خاسر.
فين كاينين الكتب المصوره؟
شنو نقدر نلقي تماك؟
هدا كيعتمد.
عادهً كاتكون خمسه وثلاثين دولار ولكن اليوم كاين تخفيض ديال خمسه وعشرين فالميه يعني غير سته وعشرين دولار وخمسه وعشرين سنتيم.
كتبيع هادو بوحدهم؟
ربعه ديال البرتقالات.
فين نقدر نلقي طوبيس لشيكاغو؟
ما عرفتش مزال.
بغيت نلعب التنس مع شي حد.
هادي لراسي.
ماقدرتش نسد الباب.
الاضرحه ف اليونان كانت تاريخيه.
غادي نعرضو فيلم دابا. عفاك نزل ستاير النوافذ ديالك.
ايه. هاد الالوان دابا فالموضه.
انا كننقل لطياره United Airlines المتجهه لانكوراج.
واش تقدر تعطيني طبق جديد من هادشي؟
ايه، ولكن خاصك تحط "BY AIRMAIL" هنا الا بغيت تبعثها بالبريد الجوي.
ها هنا. واش تقدر توريني بطاقه التعريف ديالك ولا الباسبور؟
كتلعَب La dame aux camelias. ولات مشهوره بزاف فالايام الاخيره.
مزيان ولكن غير شراب واحد.
واش تقدر توصيني بشويه ديال النبيذ مزيان؟
تيفاني. كتقصد محل المجوهرات؟
ثلاثه دولارات لكل واحد.
حشومه نلغيو، ولكن ما كاينش ما نديرو.
ضعت. فين حنا؟
ما كتظنش كاينينش بزاف ديال الدراري الزوينين هنا؟
واش تجيب لي ظرف وشويه ديال الورق للكتابه؟
هاد هو بابا ديالي.
حسناً. عفاك عطِ هاد بطاقه التصريح لذلك الشرطي عند الخروج.
غير ضغط هنا.
يلا نديرولو مكالمه تليفونيه.
الجو زوين اليوم.
مزيان. خليني نشوف. بغيت واحد عادي ولا شي حاجه شيك؟
شكراً. شنو نوع الوظاءف اللي عندو؟
هادا هو الراجل.
واش غادي يكون عندي الوقت باش نبدل ل BA ثلاثه تسعود وتسعود؟
يلا نمشيو.
واش نقدر ناخد هاد الشي معايا دابا؟
عفاك صيفط ليا واحد البيلبوي للغرفه ديالي.
هدي هي الحاجه المفضله عندي. كنتمني تعجبك.
بغيت نشوف مسرحيه موسيقيه الليله. عفاك دير ليّ حجز.
صرفت مبلغ كبير ديال الفلوس علي الشراء.
خليني نشري ليك شي مشروب.
طبيب، عفاك.
واش تقدر توصيني بمطعم مزيان قريب من هنا؟
علي شكون كتعيط؟
شحال هي تمان الدخول؟
خصوصاً الا كنتي كتدوز حدا البنايات، ممكن يتعرض ليك لهجوم.
كنحب نتفرج ف برامج الرياضه ف التلفاز.
واش نقدر نطيح الكرسي ديالي؟
ما محتاجش شي حامل. شكراً.
بغيت تكري سياره سيدان ولا واجون؟
بغيت نبدل الين بالدولار. شحال هو الثمن اليوم؟
هاد التران كيدير وقفه قصيره فمحطه ا.
عفاك نصحني بفندق.
واش نقدر ناخد معاك تصويره؟
ميكي هاياكاوا
شحال عمر اليابان؟
واش نرقصو؟
كنبان صغير فالعمر، ولكن فاتني الثلاثين.
ديّني لهنا، عفاك.
سلام، واش نتا محلول اليوم؟
جنب الممر، عفاك.
واش تقدر تحط هاد الشي فالصندوق ديال الامانه ليا؟
ايوا، وقف تماك، عفاك.
بغيت نلغي الحجز ديالي لليله.
بغيت شي حاجه للهضم.
التيار قوي بزاف باش ندير السنوركل.
واش ممكن تصور معانا؟
بغيت نسجل فشي جوله باش نشوف الشلال.
عندي الم حاد.
ما عندكش شي هدايا، ولا حاجات ثمينه؟
واش هاد التران كيمشي لتوكيو؟
فطيره الكرز للحلوي، وقهوه من فضلك.
واش ممكن نعطيوني عصير البرتقال؟
سلام. واش هادا السي اونو؟
هي خارج دابا.
واش غادي تورينا فين نجلسو؟
واش تفيقني مع السبعه ديال الصباح غدا؟
انا جاي من ايرلندا الشماليه.
غادي تكون ميه وخمسه وعشرين دولار، سيدتي.
كنخاف نكون نسيت حاجياتي فالطياره.
كتاخد ماستر كارد؟
علاش كاين تما؟
عفاك عطني الفاتوره.
الرقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر وسمّيتي ميهو سوزوكي.
واش كاين شي ريستوران مزيان وعندو منظر زوين هنا؟
هادي كارت ديالي.
بغيت ناخد خدمه مع الحكومه.
واش التران ديال شيكاغو كيمشي من الرصيف خمسه؟
بغيت نكري شي معدات ديال الغطس، عفاك.
واش هاد التران كيمشي مباشره لسياتل؟
هادي الطريق، عفاك. شي حاجه اخري؟
كنقلب علي صحابي.
واخا، خاصك تعرف كيفاش حنا كاملين حاسين هنا. ما كنقبلوش الناس اللي من برّا يقولولنا كيفاش نعيشو حياتنا.
الاستعمال ديال اللون زوين.
شكراً. سميتك السي ريتشارد بولمان.
عافاك علم عاءلتي.
واش تقدر تنظف الشباك؟
15 يوليوز.
جرحت راسي.
اه، بغيت بيضه نص مسلوقه، يعني، مسلوقه شويه، عفاك.
هذ الفستان كيناسبني مزيان. واش نقدر نجربو؟
فوقتاش هيّ المجموعه اللّولي؟
ما طلبتش هاد النوع ديال الجبن.
تقطع عليا. واش تقدر تعاود تصل بيا؟
شنو سميتك، عفاك؟
بغيت نشري شي دجاجه ديال اللعب.
شنو خاصني نشوف ف شيكاغو؟
واش تقدر تبدلو لحاجه اصغر؟
واش خاصني ندير فحص ديال العين؟
سميتك، رقم بطاقه الاءتمان ديالك وتاريخ الانتهاء؟
عندو مجموعه زوينه ديال البرونز.
شنو داك قدام جسر بروكلين؟
شكراً علي بقاءك معانا، سيدي.
واش نقدر ناخد ثلاثميه دولار كاش مع هاد الشيك؟
انا موافق علي هاد الاقتراح.
شكون كيرقص؟
واش نقدر نرقص معاك؟
واش خاصني نبدل الطوبيس؟
جوج ديال الناس علي السبعه، صح؟ ممكن تعطيني سميتك، عفاك؟
كاعي فركبتي.
شحال تمن الكراسي اللي قراب؟
فين كتوجعك؟
واش عندك شي ساعات كتتلف باليد؟
واش عندك شي ستيل اخر؟
صاحبي طاح مغشي عليه. فقد الوعي. واش تقدر تتصل بالاسعاف دابا؟
شنو رخيص ومزيان؟
الخامسه صباح غدا؟
واش عندكم شي ماكله يابانيه؟
مزيان. علي فكره، شنو هادا؟
بغيت نلتحق بمدرسه ديال الغطس.
واش كاين شي مصاريف للالغاء؟
فين الطريق لباب خمسه وتلاتين؟
بغيت شي حاجه نشرب.
ماتاكلش حتي حاجه سخونه بزاف ولا بارده بزاف.
كنقترح عليك تبدل حوايجك وترجع، سيدي.
اللوحه ديال الطوموبيل هي صفر جوج واحد واحد.
بسلامه.
واش نقدر نبدل لمقعد خاوي اخر؟
بغينا نحجزو طابله لجوج علي السبعه ديال العشيه.
نشوفك غدا.
غادي نشوف واش نقدر نلقاه فهاد الكتاب.
واش جاكم الثلج بزاف هاد العام؟
شحال تمن هاد البلايص؟
سلام. عفاك قلس.
شنو القطار اللي بغيت تمشي بيه؟
شحال الثمن ديال الكرافان؟
فين نقدر نلقط داك الطاكسي؟
ما كاينش شي غلطه فالفاتوره؟
حجزت فطوكيو. واش تقدر تشوفو مره اخري، عفاك؟
كننصحك بالحلقان ولا دبوس.
هدي ماشي توقيعي.
الوجع ف حلقي كيمتد لودني.
خصني شي نعلين.
غادي نوصل معطل، ولكن عفاك خليك محافظ علي الحجز ديالي.
غادي نمشيو لدوّار الصيادين غدا.
متشرف بلقاءك.
عندي شي حاجه نقولها ليك.
بغيت واحد اوطار توام، عفاك.
شيك عليها حتي لوجهتي النهاءيه.
كنحس ديما بعدم الراحه فكرشي.
هادي اصعب من العام اللي فات.
الليله بارده.
شحال تمانهم؟ واش تقدر تكتب الثمن علي ورقه؟
واش نقدر ناخد بلاصه ف الطياره الجايه، عفاك؟
واش نقدر نرجع الطوموبيل فبلاصه مختلفه؟
واش عندكم شي كيسان ديال النعاس؟
هذو ضيقين عليا شويه. واش عندك هاد الصبّاط فالنمره خمسه ونص؟
واش نقدر نبدل ورقه ديال خمسين دولار؟
سير دغيا فهاد الزنقه. راه علي اليسار ديالك.
واش نقدر نشوف لاءحه الاثمنه ديالك؟
سمح لي. غير حاجه وحده اخري. كنفضل طابله حدا الشباك.
كنقلب علي السي جونز. عندي معاه شي حاجه مهمه بزاف باش نهضر عليها.
جوج ايام.
واش هاد الطوموبيل كتدي لشيكاغو؟
واش كاين شي بديل علي الطياره اللي تلغات؟
ما كيعجبونيش. عفاك ما تحطش فيهم الانشوفه.
واش ممكن تعطينا قنينه ديال النبيذ اخري؟
عندنا نبيذ احمر ممتاز.
واش عندك شي منبهات للسفر؟
بسلامه دابا.
واش كاين شي محل ديال التذكارات هنا؟
تقدر تستعمل الباس ف جميع الطوبيسات.
كنفضل الاوتوماتيك.
حطيت الفلوس، ولكن ما خديتش حتي حاجه.
واش عندك شي اوراق يابانيه؟
فوقتاش غادي نتلاقاو المره الجايه؟
عفاك قول لي شكون نبلغ فحاله وقع شي حادث.
غادي نبقي ف اوطيل، ولكن ما عنديش رزيرفاصيون دابا.
ما تخافش. تقدر تنزل فالتوقيفه الجايه وتمشي برجوع. ماشي بعيد.
بغيت برم ناعم، عفاك.
بغيت نلتحق بصاحبي.
الجُرح تعفّن.
البنك الدولي
هي تعني تنازل عن مسءوليه اضرار التصادم. بلا بيها، انت مسءول علي اي ضرر يوقع للسياره.
نسيت الساروت ديالي.
بغيت ننقّي سناني.
حنا ف جوله جماعيه. يعني المسءول علي الجوله عندو جميع التذاكر ديالنا.
بالصح لا. عفاك سلم تحياتي الحاره لزملاءك، خصوصا السيد اوكاموتو.
عندك شي حاجه تاكلها خفيفه؟
اكيد. مزيان. حنا دابا فالمتحف. غير طلع، سير جوج ديال البلوكات، وغادي تلقاه تماك فداك الركن.
سلام. هادي هاروكو. خمن شنو وقع دابا. كان فعلاً مضحك.
عفاك وريني الطريق لوطيل هيلتون.
تسرقات ليا المحفظه ديالي فمحل الديوتي فري.
ماشي خايب، شكراً.
مزيان. هادشي كيبان زوين. شنو رايك ف السبت مع جوج؟
كنظن الطاكسي هو الاحسن. تقدر تشد طاكسي قدام الاوتيل.
شنو اللون ديال الشريط اللي بغيت، وردي ولا زرق؟
داك الطوموبيل حاولت تدي لفّه علي اليسار بالقوه.
واش تقدر تحتافظ بهاد الشنطه لمده سيمانه؟
سمح ليا، ولكن عندنا الدار عامره الليله.
واش الطوبيسات ديال المطار كيجيو بزاف؟
التالي.
ثلاثه جوج ثلاثه ربعه واحد جوج ثلاثه ربعه.
واش تقدر تنصحني بشي باليه؟
ما خديتش الماكله ديالي قبل. واش نقدر ناخدها دابا؟
واش نقدر ناخد طابله؟
كنخاف ماشي دابا. الرحله ديالنا ديال الواحده هي الاقرب من بعد.
نقدر نديرها بوحدي.
بغيت ندير مكالمه من شخص لشخص.
فين كاين فهاد الخريطه؟
ما بغيتش نمشي.
نتمني ليك وقت زوين.
فين كاين البلاصه ديال الماكله؟
واش هاد العروسه للبيع؟
بغيت مسبحه.
غادي نبداو نركبو المسافرين اللي معاهم دراري، والمسافرين اللي محتاجين مساعده خاصه، والمسافرين ديال الدرجه الاولي.
بمات فينيش، عفاك.
بكل تاكيد. ها هو.
شنو كتظن حسن كهديه لبنت عندها خمسه عشر عام؟
واش كاينين جولات ديال ديور النجوم المشهورين؟
صيفط هاد التلغرام، عفاك.
فين نقدر نعيط، الا كان عندي شي مشكل؟
هي شنطه سامسونيت كبيره، برتقاليه، مصنوعه من البلاستيك.
فاش غادي يكون نهار مزيان؟
وجع السنان كيكون مءلم بزاف وصعيب تتحملو.
انا ساكن ف فندق بريتانيا انتركونتيننتال. رقم الغرفه هو واحد صفر ثلاثه.
شحال الثمن ديال الطابع علي الايروجرام، عفاك؟
عندي فيروس.
اكيد، هو اربعه سبعه واحد تسعه اربعه صفر ثلاثه.
كنحس براسي باغي ناكل اكثر من ما نشرب.
واش نقدر ناخد شويه كريمه؟
هادي كامله غلطي، صح؟ خاصني نمشي للبيت الراحه. سمح لي.
بغيت نمشي نتسوق. فين كاين وسط المدينه؟
واش تقدر تقول لي كيفاش نوصل لهناك؟
تقدر تاخد يا المصعد رقم واحد يا المصعد رقم جوج.
عطيني المحفظه ديالك.
خصني نلقي الباب.
مني رجعت للغرفه ديالي، الكاميرا ديالي ما بقاتش.
راه بارد بزاف.
كيفاش نقدر ناخد رخصه الغطس؟
عطيني سيكار.
كتعتمد علي شنو الفصل ديال العام اللي كتزور فيه البلاصه.
بغيت نصلح التخت.
لوز، عفاك.
دير ليا ثلاثه من هادوك، عفاك.
اه، زوين، زوين. وفرحان نشوفك، راي. اكيد غادي فجهه اخري. ما توليش غريب. الجاكيت زوين، علي فكره.
كنظن غادي يرجع ف ظرف تلاتين دقيقه.
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
واش نقدر ناخد رساله؟
خليني نشوف. هادي هي المدينه اللي حدا منا.
ما كاينش السباحه هنا؟
شحال غادي ياخد باش يتحضر واحد اخر؟
وقع شي حاجه خاصني نهضر معاه عليها. عفاك قول ليه يعيط لي منين يدخل.
الضو ما خدامش فبيتي.
غادي تدير حسن المره الجايه. بقي مستمر.
واش شي واحد فيكم كيهدر اليابانيه؟
واش الملك كونغ عمره لعب بينغ بونغ ف هونغ كونغ؟
فين كاين بيت الدوش؟
شحال غتبقي هنا؟
ف رايي، نظام العمل مدي الحياه زوين و خايب.
خصني نمشي للمحطه دابا.
بغيت نزور المناطق المرتبطه بجويس.
ما كاينش خاصك دير هاد الشي، شكراً. غادي ناخد هاد الشي.
كتعطي شي تخفيضات؟
جيت نجيب طوموبيل. ها رقم الحجز ديالي.
كننصحك بعطر ولا لوشن.
عفاك وريني الفورم ديال الجمارك ديالك.
الكاشيير اللي تماك غادي يهتم بها.
شحال من مره خاصني نقول ليك نفس الحاجه؟
طلبت القسم ديال بلا ما كاينشربو فيه. واش ممكن تجيب لي بلاصه اخري؟
عفاك متاخدش حتي شي منشطات.
هادي الطريق، عفاك. واش هاد الطابله مزيانه؟
هز التليفون وحط عشرين سنتيم.
غادي نزل هنا.
فين الدروج؟
فين كاينين المعلبات؟
فاش غادي نهبطو؟
بغيت نشوف واش مختلفين هنا.
اه، لا، نسيت رقم تليفونو فالدار.
تيكي واحد لوُاشنطن، عفاك. شحال كتاخد بالطيوبس؟
هذو هما انواع ديال الساندويتشات.
سمح لي، خاصني نديرها. خاصني حتي نتاصل بمكتب كراء السيارات.
تاصل بسفاره اليابان، عفاك.
شنو الرقم اللي كتعيط ليه، عفاك؟
عندي حكه شديده.
بغيت نمشي لفيلادلفيا غدا. فوقاش كاين شي تران؟
واش تقدر تبدل لي شرارات الاشعال، عفاك؟
قول لي، شكون هو المدرب جوج، القسم ربعه؟
واش باقي عندكم التيكيات ديال ماتش ديال بولز وماجيك فالعاشر ديال يناير؟
حسيت بالتعب والكسل من بعد ما بقيت جالس مده طويله فالطياره.
واش تقدر تحتافظ بهاد الشنطه، عفاك؟
فين كاين احسن بلاصه للليل فسان فرانسيسكو؟
كنظن هادي فكره زوينه بزاف. ديما كنقول المتاحف هي احسن بلاصه باش نبداو نتعرفو علي البلاد. واخا، فين خاصنا نمشيو؟ سمعت كاين معرض زوين ديال الهنود الامريكيين فمتحف المقاطعه.
ضعت الباسبور ديالي. خاصني واحد جديد.
غادي نكونو كنتسناوك غدا، مدام تانكا.
غادي ناخد جوج.
عشرين تعريض، عفاك.
بغيت نعيط لتوكيو.
واش تقدر تعطيه الاسعافات الاوليه؟
بغيت نحجز لثلاثه ديال الناس علي السبعه ديال العشيه.
شنو هي القصه ورا القصر؟
واش تقدر توريني كيفاش نعمر بطاقه الهجره، عفاك؟
شنو هي الهوايات ديالك؟
فاش خاصنا نرجعو؟
خليني بوحدي، عفاك.
شنو هو "O-Bon"؟
فين كاين مكتب التذاكر؟
هادي رقم التاكيد ديالي.
كيفاش ندير حجز؟
مليار ين مقسوم علي ميه وعشرين ين كيساوي تقريبا تمنيه مليون دولار.
لحظه من فضلك. سيدي، كنخاف السيد اوكاوا مشي يتغدي. بغيت تخلي رساله؟
شنو كتقترح عليا نجيب كهديه من فرنسا؟
شكراً. وانت كذلك.
سمح لي، جميع البلايص محجوزين ديجا لثلاثه وعشرين مارس.
بغينا الاطباق تكون بحوالي ثلاثين جنيه للشخص.
واش عندكم شي كوكتيلات خاصه؟
واش ممكن نخلص بفلوس كبيره؟
شحال كتسوي هاد الجوله؟
مبروك علي الترقيه ديالك لمنصب المدير العام.
حتي الا ما كنتيش من كبار المعجبين بـ "الشاعر الرقيق ديال افون"، خاصك ما تفلتش المناطق الريفيه الخلابه والمواقع البيوغرافيه المرتبطه به فبلادو.
غادي نمشي دابا. واش تقدر تبعث لي واحد البورتير، عفاك؟
شنو هاد السطر؟
ايه، النبيذ عفاك.
غادي يكون تقريبا ثلاثه د المرات اكثر.
باقي عندنا بلايص فالبلكونه وعلي اليمين ديال الاوركسترا.
زوج ديال البلايص ف الطوبيس ديال التسعود و نص ل نيويورك، عفاك.
بغيت ساندويتش وشويه عصير برتقال، عفاك.
واش غتسني فيا هنا؟ غنرجع فشي دقايق.
كنعيش حدا هنا.
هذ الصبّاط ضيّق عليا بزاف.
هدي هي الطوموبيل رقم 12.
واش نقدر نرسل هاد التسليم العام؟
الموسيقيّات المسرحيّه مشهوره بزّاف فاليابان دابا.
هادو شي سماعات ديال الاذن.
بصفه عامه، A كتعني ممتاز، B مزيان، C متوسط، D ضعيف، F راسب و I ناقص. بعض المدارس كيديرو علامه زاءد ولا ناقص مع الحروف.
بغيت جوج نسخ من هاد النيغاتيف، عفاك.
كيفاش نوصل لهناك؟
شنو هادشي كينفع فيه؟
بغيت فانوس.
فاش كتسالي؟
طوموبيل اقتصاديه لسمانه. بشحال غادي تخرج؟
واش الوليدات يقدرو يمشيو فالطّور بلا ما يكونو معاهوم الكبار؟
فين نقدر نشمّ؟
ماما ديالي دارت البسكوي.
نْعَطِيه الرِسَالَه؟
كنظن ان اجتماع بحال هادا فرصه مزيانه باش نتعرفو علي بعضنا ونفهمو بعضنا شخصياً.
شكراً. الثمن غادي يكون تمانين دولار وخمسين سنت مع الضريبه. عفاك خلّص عند الكاشيير.
شنو التوقعات ديال غدا؟
سلام. واش هادي الاستقبال؟ انا ف الغرفه واحد صفر سبعه صفر. خايف عندي شي شكوي بغيت نديرها.
عافاك قول ليه بلي شيمادا عيط و غادي نزورو هاد الجمعه.
حسناً. عفاك حجز لي بلاصه فالكلاص الاولي فالتريبان اللي غادي يخرج مع العشره ديال الصباح غدا.
نشوفك، عيط عليا الليله.
واش بغيت تصوّر معانا؟
كتظن كاين شي احتمال نرجع فلوسي؟
بغيت نرجع ليّا الحوايج الثمينه ديالي، عفاك.
بغيت الستيك ديالي نادر.
هدي كاميرا اوتوماتيكيه.
بغيت جوج نسخ مطبوعه بنهايه مات ديال هاد النيجاتيف، عفاك.
سمح لي. فين كاين الطابق ديال قسم العيالات؟
شحال فعمرو؟
فين غادي تبقي؟
هاهي الفاتوره ديالك.
التروبيكال مزيان. فيه شويه نعناع والطعم ديالو كيتماشي مزيان مع الستيك.
هادي لعبه.
هدي اول مره كنغوص فيها.
لفّها نحو وجهي.
كنفضل نجلس ف الجهه القدام ديال الطياره.
عفاك شيك علي العجله الاحتياطيه حتي هي.
ايه، كنظن راه كيدير مزيان هاد الموسم.
ماقدرتش نسد السيفون ديال البانيو.
بغيت تجي للحفله ديالنا الليله؟
فين كاين محل حوايج مريم؟
بغيت بيت توام كيشوف علي البحر. شحال تمان الغرفه؟
زوج ديال الويسكي، عفاك.
شنو هو هاد الماتريال؟
اه، كليه سيدات كينغسبورت، عفاك، الساءق. بصح، ما غاديش ينجحوا فهاد الشي. ما يقدروش يقاطعوا قرار المجلس، راه ماشي ديمقراطي.
واش كاين شي طبيب كيهدر اليابانيه؟
السيدات والساده، قبل الاقلاع كنطلبو منكم تطفيو جميع الاجهزه الالكترونيه، بما فيها الحواسيب الشخصيه، مشغلات السي دي، الهواتف المحموله، والالعاب الالكترونيه. المرجو الامتناع عن استعمالها حتي بعد عشر دقايق من الاقلاع.
اه، هادشي زوين. كيعجبني الصوت ديالهم. وانت، بوب؟
واش ممكن تعطيني سميتك، تاريخ السفر ورقم الطياره؟
فين كاينين الفطر الشيتاكي؟
واش تقدر تعطيني شي تخفيض؟
نقّي الغرفه، عفاك.
واش كاين شي محل ديال فيرّاغامو هنا قريب؟
شكراً بزاف علي الوقت اللي خصصتيه باش تهدري معايا، كارين.
واش هادي هي التران الصحيحه لـ Grand Central؟
هدا ماشي اللي طلبتو.
اه. كنظن كان خاصني ناخد اللحم المفروم.
واش هادشي كيشمل الفطور والعشاء؟
بغيت نمشي لمركز التجاره العالمي.
سمح لي، فين نقدر نشري تذاكر لبروادواي؟
هاد المطار زوين بزاف. كاتفخر بيه، كنظن.
عندي الم حاد فالمعده.
ايه، غادي ناخد مارتيني مع المقبلات.
جو زوين.
واش تقدر تقول لي منين نوصلو تما، عفاك؟
سمعت بلي السل منتشر بزاف تماك.
شنو كاين فهذ؟
السخان ما خدامش والبيت بارد بزاف.
شحال تمن تذكره النهار؟
مزيان. من بعد، بغيت نمشي للبار ونتسني.
كان من عامين اخر مره جيتي هنا. واش عجبك الطياره ديالك؟
كاينين بزاف ديال الينابيع السخونه، حيت عنا بزاف ديال البراكين.
شحال الثمن للندن؟
بغيت سلك تمديد.
بغيت عصير برتقال، توست، بيض مخفوق وقهوه، عفاك.
مزيان. ساليت.
ايه. كيقطعو الفروع وكيجمعو البراعم باش يديرو شجر زوين.
كنظن نقدر نوجد ليك طابله فحوالي خمسه عشر دقيقه.
مزيان. شكراً.
فين نزل باش نمشي للمتحف؟
الطبق ديالي، عفاك.
عندي صداع قوي. واش كتعرف شي دكاتره مزيانين قريب من هنا؟
من بعد التلاته ديال العشيه.
واش غادي تحتافظ بالحوايج الثمينه ديالي؟
خلصت تلاتين دولار علي القميجه ديالي.
واش تقدر تبعث ليا شويه اسبيرين؟
فين القنينه؟
عفاك كتب رقم كارت الكريدي ديالك.
شنو الانواع ديال الويسكي اللي عندكم؟
كتعرف شنو سميّه ديال داك المحطّه؟
عفاك ما تثنيش الرساله حيت الصور داخلين فيها.
حسنًا، الغولف تقريبًا جزء من عملنا وكذا من الترفيه ديالنا.
ها هو المينيو ديالنا، سيدي.
ها هو جواز السفر ديالك، التذكره، وبطاقه الصعود.
اه، راه الوقت متاخر بزاف. كنظن خاصني نمشي دابا.
واش نقدر نستعمل هاد العربه ديال الشنط؟
بين سبعين وتمانين دولار غادي يكون مزيان.
مكالمه شخصيه لطوكيو، اليابان، عفاك.
لا، شكراً. عندي كفايه.
بغيت بلايزر، عفاك.
واش خاصني بطاقه الصعود؟
ديال خمسميه دولار، صح؟
غادي يكون مفيد الا قدرت تزيد فطاقه الانتاج ديالك.
واش نتا فاضي نهار السبت الجاي مع العشيه؟ بغيت نعزمك علي حفله عيد زواجنا الاول.
بغيت شويه لحم عجل.
خصني طوموبيل كبيره.
نتا غالط.
عفاك ديني لمستشفي فين كيعرفو اليابانيه.
شنو كتفضل تنصحني به؟
غادي نمشيو هاد العشيه. واش عندنا الوقت باش نديرو جوله فالمدينه؟
الكيمونو ماشي مناسب بزاف للناس اللي ناشطين.
مزيان. غادي نكونو تماك مع الثمانيه.
هادشي خايب بزاف. خاصني نكون ف لوس انجلس نهار الجمعه ف الصباح.
واش نتي استرالي؟
فين الباب؟
واش تقدر تشوف ساءل الفرامل؟
فين نقدر نشري القفازات؟
ماستعملتوش حتي شويه.
واش كيلعبو الجاز فهاد البلاصه؟
واش تقدر تنادي علي رءيس الجرسون، عفاك؟
بغيت كوكتيل قوي. واش تقدر تخلط لي شي حاجه؟
غادي نبعثو شي حد يطلع ويشيك دابا.
اه، سمعت الاسم. هادي مدينه معروفه وقديمه، ماشي هكا؟
عندي نقطه.
تمتع برحلتك.
واش عندكم شي طيارات لميا مي؟
الجزء كاين علي اليسار.
كنمشي للمرحاض كل عشر دقايق.
شكراً بزاف. السيد كوغوري وانا فرحانين بزاف باش نكونو هنا ف لندن ونديرو اجتماع معاكم حيث انتم من اهم الشركاء ديالنا.
تصوري تسرقات مني المحفظه ديالي.
فاش كاين الهالوين؟
زوين.
واش كاينين شي اثار جانبيه؟
شحال الوقت ديال الصعود للطاءره؟
واش بورصه وول ستريت مفتوحه للعموم؟
سمح لي ما كنتش فالدار.
فين كاين مكتب المعلومات السياحيه؟
فين نقدر نصرف شي شيكات ديال المسافرين؟
بغيت ساعه نقدر نشوف فيها الوقت بسهوله.
سمح لي. ما عنديش شي فلوس صغار.
واش تقدر تقولها مره اخري؟
هي عشره علامات.
ايه، مشيت. زرت طوكيو وكيوتو ف رحله من عامين.
ديّني للمستشفي، عفاك.
واش كاين التكييف؟
عفاك نادينا مني يفتح شي واحد.
شحال فالمجموع؟
واش الثمن كيشمل الغداء؟
فين غادي تبقي؟
العلاقات بين الناس مهمه ف اي مجتمع، ولكن اليابانيين كيبان عليهم كيجتهدوا باش يحافظوا علي علاقات مزيانه ويوسعوها.
هادو تسعه وتسعين ين. عفاك بدلهم كاملين بالدولار.
بغيت شي حاجه بعرض واسع.
فـ ABC.
فين كاين شي محل كيبيع الصناديق؟
هاد واحد مزيان. خاصك تبدل ف شارع 44.
عفاك، واش ممكن تعطيني السار؟
واش عندك شي سيارات صغيره بزاف؟
عندنا كبر، وسط، ولا صغير.
كتعرف شي طبيب نساء مزيان؟
بغيت سيشوار.
شنو هاد المبلغ؟
شنو هي الخطط ديالك لباقي الرحله؟
فهاد الحاله، كاين جدول الاثمان حدا بلاصه الساءق.
بغيت نشري واحد من التخصصات الجهويه ديالكم.
مزيان. غادي نصبروا.
انا طالب جديد ف جامعه ABC. كنقرا التاريخ.
فين نقدر نلقي محل ديال الساعات؟
السيد تانكا، السيد ساتو دابا ف اجتماع. واش يقدر يرد عليك؟
شحال باقي باش نوصلو؟
شحال الوقت المتوقع للوصول؟
عفاك دوز لي البطاطا.
واش خاصني نرجع لمكتبك مره اخري؟
شكون هو المايستر؟
عفاك ورّيني تذكره الرجوع ديالك.
واش نقدر نخلي عندكم الحوايج الثمينه ديالي؟
واش كاين شي رساءل ليا؟
النبيذ الاحمر؟ واش ماشي مر؟
متقلقش. بعض الزبناء جربوهم.
انا معجب بقدرتك علي اللغه.
خليت دفتر المواعيد ديالي فالكابينه ديال التليفون.
واش عندك حساب؟
غادي تمشي وتقلب علي الكمامه ديالي معايا؟
كنحس براسي مريض من الطياره.
فين كيدوز الباص ديال الشاتل؟
سمح لينا علي الازعاج. غادي نجيب ليك واحد اخر دابا دابا.
غير لحظه، عفاك. غادي نجيبها ليك. ها هي.
واش نقدر نعاود ناكد بالتلفون؟
حاولت، ولكن ماقدرتش نحقق حلمي.
فين قسم الرجال؟
ما قلتش هادشي. كتغالي عليا فالثمن.
تفضل، ميتسورو.
خصني خط خارجي.
هادي هي عنوان الاتصال ديالي.
بغيت نحدد موعد.
علاش ما دوزش عندي شويه؟
واش كيتقدموا الماكله؟
حجزت بيت مزدوج.
ضعت المحفظه ديالي فشي بلاصه فالمتجر الكبير.
هادي مجانيه.
بغيت طوموبيل كبيره وعندها صرفيه مزيانه ديال البنزين.
واش ممكن تعطيني جوج تذاكر لليله، عفاك؟
عندي واحد الخدمه نطلبها منك.
عافاك قولي لي فوقاش نزل.
عاود قولها.
سمح لي، واش نقدر ناخد ليك تصويره، عفاك؟
واحد الراجل كان طويل والراجل الاخر كان قصير.
همبرغر وطاجين علي الجهه اليمني وسلاطه، عفاك.
قدمت طلب ديال الباسبور البارح.
بنينه.
ثلاثه وعشرين مارس، من فضلك.
تعلقي تسرق مني وانا ما كنتش فغرفتي.
بارك افينيو، رقم جوج تمنيه، عفاك.
الكرسي ديالي مكسور. ما كينزلش.
غادي تطلب منها تعيط ليّا علي حسابها؟
عفاك عطني الوصل.
واش ممكن ندير طبقه جديده ديال الصباغه فالصاله؟
وقف تاكسي باش يوقف، واش ممكن؟
بغيت نرسل هاد الشي عبر البريد الجوي.
يمكن تكون شمعه الاشعال.
واش تقدر تقول لي فوقاش كيبدا اللعب؟
واش عندكم هاد الشي بحجم اكبر؟
بغيت شي اسبيرين.
خصك تاخد طوبيس.
عفاك وريني فين كاين البنك.
حبس الجبن.
واش غادي تحجز بيت لليله؟
عندي سخانه.
بغينا نعزموك علي العشاء غدا العشيه.
اه، تقريبا خمس دقايق مشي.
من بعد، عفاك عطيني جوج بلايص محجوزين فالقسم C فالعشرين.
حسنا. نشوفك من بعد.
هذي هي الغرفه 12 13.
بغيت نحجز رحله لتوكيو فخمستاش ماي.
غادي نبقي عند صحابي.
فوقتاش كتبدي كتقدم الغداء؟
واش تقدر توصّلني لقسم المبيعات، عفاك؟
شنو البلايص اللي متوفرين؟ بغيت نقعد فشي بلاصه فالنص.
واش عندك مترجم ياباني؟
واش نقدر ندوز؟
بغيت مقلاه.
فين غادي نخرجو؟
واش هاد التران كيدوز من الباسو؟
هادي الجوله الاستكشافيه زوينه.
واش ممكن تعطيني شويه ديال لوطيون للعيون؟
واش كاين شي علاقه مع غلاسكو؟
واش تقدر تصرف لي هاد الشيكات ديال المسافرين، عفاك؟
انا وصاحبي متفرقين، بغينا نجلسو مجموعين.
غادي ناخد هاد القميجه. بشحال هي؟
هادي بزاف.
سير غير دغيا علي طول، وغادي تلقاهم.
اييه، الممثل اللي كيلعب الدور الرءيسي زوين بزاف.
للاسف، نعم. المكتب الرءيسي ديالنا كاين هنا. وانتَ؟ واش هادي اول مره ليك هنا؟
غادي نكتب ليك مني نرجع للدار.
واش ممكن تعطينا بيت فيه منظر علي البحر؟
واش نقدر نكمي هنا؟
شنو هاد التهمه؟
واش غادي دوز من نيو اورلينز؟
واش نقدروا نكريو ملعب؟
كنتمني نقدر نشري طوموبيل جديده.
عفاك نصحني بمطعم مزيان قريب من هنا.
شنو سميتك؟ وشنو الرتبه الرسميه ديالك؟
بالتاكيد، غادي يكونو ف اللوبي مع التسعود.
واش كتقبل شي شيك بالين الياباني؟
شنو نمرّك باش نمشي لتمثال الحريه؟
بغيت نخلي الحوايج ديالي.
سمح لي. شريت هاد الجاكيت البارح، ولكن لقيت هنا بقعه كبيره.
هذا عمي.
بغيت نبدل الغرفه.
واش عندك هاد الشي بمقاس وسط-كبير؟
واش نقدر نبدل بلاصتي لقدام؟
خصني نمشي دابا.
واش نتي السيده ابيرت؟ انا هيروشي ساتو. فرحان بلقاءك.
عندي طونوبيل مفرّغه.
غادي نزل فالكاثيدراءيه.
بغيت واحد القْدْرَه ديال الما مْغَلّي.
شحال غادي يخرج ليا كامل الا شريت ثلاثه؟
واش تقدر تعيط لي علي طاكسي، عفاك؟
ممنوع التدخين، عفاك.
غدا
الطلب عبر البريد ممكن يكون حسن. رخيص.
شنطه كتف بيضاء.
غير تقصيره، عفاك.
خصني نكون فالمطار مع الثمانيه ديال الصباح غدا.
ما عرفت شنو هو، ولكن غادي نجربو.
واش شفت شي جاكيت كحل هنا؟
نتا فاق من الحد، سير للنافذه رقم ثلاثه.
واش ممكن نعطيني بيت فجهه الجبل؟
خليت الكاميرا ديالي فالتاكسي.
شكون غادي يلعبو فالعرض؟
بالبريد الجوي ولا بالبريد البري؟
ميه دولار كاش، تلاتميه دولار في شيكات المسافر وبطاقه الاءتمان ديالي.
بشحال غادي يخرج؟
واش خاصني نعمر استماره التصريح الجمركي؟
بغيت نستعمل ملعب التنس.
ماتقولش مستحيل.
بغيت شويه حليب. واش عندك؟
واش نقدر نبدل هاد التيكيات لعروض ديال غدا؟
واش تقدر تقول لي الكود الدولي ديال التليفون ديال اليابان؟
شحال خاصني نصبر علي الترين قبل ما يجي؟
واش نقدر نسجل هنا لرحله United Airlines؟
واش خاصنا نلبسو كوت و كرافات فالجوله الليليه؟
شحال السرعه ديال الطياره؟
واش ممكن تحيد لي التاقات ديال الثمن، عفاك؟
انا ف الركن ديال الجاده الخامسه وشارع واحد واربعين.
واحد كوكا كبير، عفاك.
بغيت ندي دوش قبل ما ناكل.
شعرك زوين.
شنو؟ غادي تخلصني؟ ها، ها، ها. ولي عندك نظره سوداويه بزاف. واش مّاك عارفه بهادشي؟
واش طلبتي وجبه خاصه؟
خصني نفيق بكري غدا. خاصني نمشي دابا.
واش انا جزء منو؟
شحال كتظن غادي تخلص من هنا حتي للمطار؟
كيف بغيت اللحم ديالك يتحمر؟
واش تقدر تقول لي كيفاش نوصل لعبّديه ويستمنستر؟
اه، شحال زوين ولترف تلعب الغولف ف استراليا.
فوقاش هي الرحله الجايه لوس انجلس؟
قسم غير المدخنين، من فضلك.
غادي نطيح.
فين تصاوب؟
تامين التصادم بخمسه دولارات في النهار زياده، واش بغيتيه؟
بغيت ناخد دروس ديال التزحلق علي الثلج.
راجل خدا فلوسي.
شنو هداك اللي كياكلو؟
بغيت واحد الكالكولاتور، عفاك.
واحد كرتونه ديال مارلبورو عفاك.
فين باب الصعود للطاءره ABC واحد صفر واحد؟
هو واحد مطلوب بزاف، ماشي هكا؟
سمح لي، ولكن دابا حنا فاشن شارع؟
واش ممكن تعطيني الوصل؟
شنو هي الفاونديشن اللي كتندمج مع لون بشرتي الطبيعي؟
نتا ماشي صيني، صح؟
هي اللي تحتها مباشره.
واش نقدر نطلب هاد الشي من اليابان من بعد ما نرجع؟
بغيتو بلا ضراءب؟
بغيت نستعمل الخزنه اللي فغرفتي.
المني-بار خاوي. واش ممكن تزيد فيه شي بيره، عفاك؟
الجراءد ما كيهتموش يذكرو القرايه ف 8 د دجنبر بلي "هاديك النهار اللي بدينا فيه الحرب."
بغيت نفتح حساب توفير فهاد البنك.
مزيان. فوقاش غادي يكون الماتش؟
نتا زوين بزاف. ما كنتش عارف شنو ندير.
بغيت نكري بيكالا.
فاش من القسم كاين هاد البلاصه؟
فاش من وقت، سيدي؟
هل هادشي كامل هو الشنط ديال الرحله جوج تلاته تلاته؟
انا مريض. واش تقدر تعيط لطبيب ليّا؟
ما كاينش الصابون فغرفتي.
هادي نصيحه ليك.
واش نقدر نسولك علي سمّيتك؟
لا، شكراً. غير كنتفرج شويه.
واش نقدر نشوف تذكره الطياره ديالك؟ يعني بطاقه الصعود ديالك.
عفاك كتبها.
واش نقدر نجلس فبلاصه خاويه؟
حس براسك فدارك وتمتع بوقتك.
انا مثلي.
بغيت ماكينه حلاقه كهرباءيه، عفاك.
ديكور جذاب؟
هل هادي اول مره تزور بلادنا؟
عفاك وريني بطاقه التعريف ديالك بالصوره.
الطياره واحد صفر واحد لناريتا، غادي تطلع فالعاشر من يونيو، تاكدات.
مءه وعشرين دولار في الليله، ماشي شامل الضريبه.
واش هاد الضمان صالح ف اليابان؟
خاصها تمشي معاه؟
عندي هاد الصندوق ديال الفواكه. هديّه.
فاش كيدوز اخر تران؟
ما غاديش نشريها. نقدر نلقي وحدين ارخص بزاف فمحل اخر.
طالب واحد، من فضلك.
عمري ما درت الغطس بالسكوبا من قبل.
بغيت نبقي تحت خمسين دولار.
لا، ماشي نتي. خاصك تنزل فالتوقيفه الجايه.
واش تقدر تقول لي علي شي بلايص مشوقه نمشيو ليها ونشوفوها فهاد المدينه؟
عندي الصف الثالث، فالوسط.
ثمنها عشره دولارات وثلاثين سنتيم في النهار.
صيفط هاد الشي لليابان بالتلغرام.
شحال تمن تذكره الطياره من نيويورك للوس انجلس؟
فين نقدر نغطس؟
هاذ الماكله ثقيله علي بطني.
واش تقدر تحتافظ بالحقاءب ديالي حتي لحداحد عشر؟
ايه، تقدر تخلص بالين. الثمن جوج الاف وسبعميه ين.
مراقبه المخزون مهمه بزاف للشركه.
غادي نعيط للبوليس.
بغيت نمشي لكاونتر ديال تسجيل الدخول ديال United Airlines.
سلام. تفضل دخل. فرحان بزاف حيث جيتي. واش كان عندك شي مشكل باش تلقي دارنا؟
شحال كتاخد باش توصل لدوفر بالتران؟
سلم تحياتي لوالديك مني، عفاك.
هادي مزيانه بزاف.
عمري ما كنت ف الصف الاول من القدام.
ما كنقدرش نهضر بالانجليزيه.
عطيني شويه ديال الغاز الخفيف، عفاك.
كتوجع بزاف ما بقيتش قادر نصبر.
فالكوانتر تماك.
بلاصه فابور، عفاك.
طلع لفوق و دور علي اليمين. راه علي اليسار ديالك.
واش ممكن تعطيني واحد الكولا، عفاك؟
واش عندك شي جوله لبروودواي؟
فوقتاش غادي يجي التران الجاي؟
حساس
الجوده ممتازه، وهادي صفقه مزيانه.
ديك الطياره كتخرج من البوابه رقم ربعه وعشرين.
بسلامه.
كتعرف شي محل ديال الصباط مزيان؟
واش هادي هي الطوموبيل ديال الكلاص الاول؟
واش الطياره غادي تطلع ف الوقت؟
البحر الداخلي هادء وزوين.
سمح لي. كنظن خلصت اقل من اللازم.
سمح ليا. باين لينا عطيناك المفاتيح الغالطه.
سمعتي الخبار؟
واش ساليت تعمر بطاقه النزول؟
واش عندكم نبيذ احمر بنص القنينه؟
الاستاذ تاكاجي، واش بغيت تعطي تعليق علي هاد الشي؟
واش عندك شي فول سوداني؟
شكراً، سيدي. صبر شويه، عفاك، سيدي. عفاك خذ هاد الفاتوره للمحاسب وخلص تماك.
نشوفو.
هي حلوه شويه بزاف.
واش ممكن نقعد هنا؟
واش تقدر تشيل ليا الحقيبه حتي للطاكسي؟
بغيت نشوف مسرحيه موسيقيه.
شنو بغيت، الرحله ديال العشره ولا الرحله ديال السته عشر؟
عجباتني بزاف الحفله ديالك.
خصك تكون عندك الباسبور، بطاقه الهجره ونموذج التصريح الجمركي.
غادي نمشي، عفاك صرف هاد الشيبس.
بغيت نجرب شي ماكله ايطاليه.
عفاك حط الشنطه ديالك علي هاد الميزان.
انا متافق مع اغلب اللي اقترحتي.
اللوز ديالي متورمات.
عافاك سلم علي عاءلتك.
فاش كتفتح الريسيبسيون؟
القمصان فهاد المحل ارخص بزاف.
كنظن عندي سخانه.
شحال غادي ياخدو؟
واش ممكن تخلي الغرفه بارده شويه؟
بلاصه الطيّاره، عفاك.
متوسط نادر.
ماشي بالضبط. اغلب الطلبه كيدوزو الكورس ديالو بنجاح، ولكن كيقولو بلي المحاضرات ديالو ممله وما كتشدش.
فاش كتبدا القداس؟
ربعه دولارات الا شريتيها فالمحطه، وسته دولارات الا شريتيها فالتريبان.
كنظن غادي ناخد ديال خمسين سنتيم. عفاك عطييني واحد دوزان.
بغيت نشري تذكار بحوالي خمسين دولار.
شامبو، عفاك.
واش عندكم هاد الشي بالبلاتين؟
كيفاش نستعمل هاد الطرمبه؟
واش تقدر تعاونّي مع هاد الشكارات؟
واش كاين دوش؟
بغيت نسحب ميه دولار من كارت فيزا ديالي.
المهرجان هو واحد من التخصصات الثقافيه ديال اليابان.
ما كنصدقش. واش صرفتي كلشي دابا؟
حسنًا، كنظن خاصني نمشي دابا.
واش بعيده باش تمشي؟
ما لقيتش الشنطه ديالي. واش تقدر تعاونّي؟
ايه، عندنا، ولكن ما نقدروش نبيعوهم.
واش تقدر تبدل الفاتوره لفلوس صغار؟
الغداء واجد.
بغيت نرسل جوج طرود لنيويورك.
بغيت نعيط لليابان.
حسناً. غادي نرسل الخدام ديالنا دابا باش يفتح الباب بالمفتاح الرءيسي. شنو رقم الغرفه ديالك؟
شحال كتطلب علي عدسه نيكون فيش-اي؟
كنفضل ناكل الماكله علي الطريقه الغربيه.
الحرب الباسيفيكيه دامت اربع سنين ونص، من عام 1941 حتي 1945، واندلعت بعد عامين من بدايه الحرب العالميه الثانيه.
واش عندك شي سناك باش يرافق الشراب ديالي؟
واش عندكم بلاصه لكامبير؟
بملح وابزار؟
شكون الباب؟
واش تقدر توريني كيفاش نعيط باستعمال كارت تليفون؟
كنقدر نهضر شويه ديال الانجليزيه غير.
واش البحر هاد الليله هاءج؟
حوالي نص ساعه.
واش نقدر ناخد كيس ديال الورق؟
بغيت نمشي للمتحف المشهور ديال الطيران والفضاء.
كتظن غادي تثلج غدا؟
هادشي ممكن يكون استعملوه فشي بطاقه تعريف، ممكن.
واش خاصها تكون فالمستشفي؟
كلها حاجيات شخصيه.
مزيان. فين نقدر نحط الشنطه ديالي ديال اليد؟ واش نقدر نحطها هنا؟
كنقلب علي هديه لولد صغير.
واش ممكن تزيد شويه فالسخونيه ديال الغرفه؟
الجزء كاين علي اليمين.
تم ربط مكالمتك.
واش تقدر تقول لي كيفاش نعيط لهاد الرقم؟
هل هذا للرجال؟
اه، بصح؟ واش خدا شي حاجه؟
كنظن هاد النوع هو اللي بغينا نستوردوه.
كاينين شي بوتيكات حدا هنا؟
طوموبيلتي تعطلات. خاصني طونوبيل ديال السحب دابا دابا.
بغيت كتاب صور، عفاك.
جلس، عفاك.
واش فيها جوج ديال البيبان ولا ربعه ديال البيبان؟
شنو نهار زوين.
كنظن انني طلبت برجر ديال الحوت، ولكن ما كاينش الحوت ف البرجر ديالي.
سمح لي، واش تقدر توريني كيفاش نستعمل الدوش؟
شكراً. علي فكره، كيفاش بغيت تخلص الفاتوره؟
بغيت غير ناكد بلي المدير العام ديال شركتكم غادي يحضر الاجتماع غدا.
سمح لي بزاف، ولكن غادي نتاخر علي الاجتماع. تعطلت ف الزنقه.
واش تقدر تحجز لي بيت لليله ديال 18 شتنبر؟
واش كاين شي كورس كيستمر جوج سيمانات تقريباً؟
واش تقدر تعاونّي نقرّر اش من جوله ناخد غدا؟
خصني ندير الحجزات.
كاينين قوارب معموله علي شكل سفينه قراصنه ولا باخره قديمه بعجله مجداف. وكاينين اخرين كيشبهو لطاووسه ولا حوت.
سيد فورد قال لي باش نشوفك.
بغينا نمشيو لجبل غروس باش نديرو التزحلق علي الثلج. واش تقدر ترتب لينا النقل؟
واش نقدر نرجع الفلوس ديال هاد التيكي؟
شحال كتاخد باش توصل لسوهو؟
فين البورتير؟
بغيتي تلعب دبل؟
نعم. كنقلب علي احمر شفاه شانيل رقم خمسه وثلاثين.
بحدود مءتين دولار تقدر تشري فازه زوينه.
سمعت دابا بلي جدّي توفي.
الخطوط الجويه الامريكيه.
هاد الملاهي ديما عامره بالناس.
واش قريتي كارته تعليمات السلامه؟
واش عندك ايس كريم؟
كاين الريح.
واش نقدرو نشوفو فيلم فهاد الرحله؟
واش عندك شي حد كيقدر يهدر باليابانيه؟
الرقم هو تسعود تسعود تسعود تسعود، تسعود تسعود تسعود تسعود، تسعود تسعود تسعود تسعود، تسعود تسعود تسعود تسعود.
بغيت شويه خل.
م.ب. كتعني ملحق.
بالنسبه للتامين بغيت تغطيه كامله للتصادم.
بغيت نحجز جوله، عفاك.
شي تذكره لنهار؟
شنو؟ اه، بطبيعه الحال. ماشي مشغول.
2 سبتمبر، الدرجه الاقتصاديه، لشخص واحد.
خصني نرجع قبل السته ديال العشيه.
عندنا بزاف ديال الاحداث السنويه بجانب العطل الوطنيه.
هادي موضه هاد الصيف.
واش نقدر نخلص بفيزا؟
سمح لي. بغيت نمشي لميا مي.
شنو نوع الفواكه اللي عندك؟
واش عندكم شي حلويات قليله السعرات؟
هادي فعلاً عرض زوين بزاف.
واش كاين شي تران سريع لبرلين؟
واش عندكم شي عروض خاصه علي عطور استي لودر؟
واش عندك المايونيز؟
عفاك استعملها كصينيه.
بغيت بلاصه ما كتسمحش بالتدخين، عفاك.
طوموبيلتي طاحت ف عمود ديال الضو.
كنكتبو كروت العام الجديد وكنبعثوهم. كيوصلو في الاول ديال يناير.
غير وسط، عفاك.
ما كيرسلوش بزاف ديال اليابانيين كروت ديال عيد الميلاد، ولكن كيتكتبو، كيتصورو، كيتختمو، كيتطبعو وكيتبعتو بلايين ديال كروت التهاني بالسنه الجديده عام ورا عام.
واش تقدر تكتبها؟
واش غادي تمشي للمدرسه؟
كنقلب علي عطر.
فين مشي؟
ها عشره دولارات، و دولار ونص كاكراميه.
انا يوكو سوزوكي من شركه يونيفرسال.
سعر الصرف ماشي مزيان بزاف، ولكن كنظن ما عنديش اختيار.
هادي ليك.
دور علي اليمين ف الركن الثاني وغادي تلقي واحد.
كيف دايره الماكله؟
جبت اكثر من اللي مسموح.
الشباك وسخ.
بغيت تامين كيغطّي التصادم والمسءوليه؟
غادي يلقاوه غدا.
عندي مشكل ففتح الباب. واش تقدر تبدل لي الكارط ديال المفتاح؟
كنفضل واحد فالجبهه ديال الطياره.
بيت القياس ورا كونتر الخدمه ديال الزبناء.
شحال من محطه ديال الطوبيس خاصني نرجع؟
هادشي ماشي صحيح.
لا، عفاك ما تديرش هكا. هادشي غير للاستعمال ديالي.
بغيت نكري طوموبيل اوتوماتيك، عفاك.
واش نقدر نزل فالاوتيل؟
شي بطانيه اخري، عفاك.
بغيت نحجز بيت ف 23 و 24 غشت.
فين كاين اقرب مصور؟
جليد، عفاك.
تقدر تركب غير قدام هديك الباب.
باسبوري تالف. ما لقيتش باسبوري فالشنته ديالي. خاصني نسافر لطوكيو صباح غدا.
بغيت نحجز علي سته دالليل اليوم.
واش تقدر تجيب لينا طبق اخر؟
شحال تمن التذكره من هنا حتي لـ South Station؟
واش نقدر نشوف هاد الحلق؟
بغيت نخرج بكري قد ما نقدر.
واش ممكن تعطيني بيت مريح للغوص، عفاك؟
سميه الحفله ديالك ورقمها، عفاك.
ركبت القطار ديال 12:50 من سان دييغو.
ما لقيتش حتي صابون.
فاش كتخرج الطوبيس الجاي لشيكاغو؟
بغيت ندير مكالمه ببطاقه الاءتمان لليابان، عفاك.
تسرقت فزاويه بيتش ووك. عفاك جي بسرعه.
في البدايه خاصني نشكرك بزاف علي البرنامج الممتاز اللي وجدتيه ليا.
بطبيعه الحال، هاد القاع يمكن تمديدو ولا تقصيرو كيف ما بغيت.
شنو كاين هاد السيمانه؟
بالحامض، الا كان عندك، والسكر.
واش تقدر تعاونّي نشيل هاد الشنطه؟
هدي دواء للهضم اللي كنستعملو عاده.
لا، ولكن الا بغيت تستعمل لوكار، كاين ثمن ديال جوج دولار. عفاك خلصو فريسيبسيون.
بغيت خس، هام وجبنه علي خبز الراي.
كيفاش نقدر نرجع لهنا؟
هي كتسافر للمدرسه بالتران كل نهار.
بغيت شويه سكر، عفاك.
فين كيبدا داك الطور؟
شنو هو الكورس ديال المبتدءين؟
واش غادي تكتب لي التقرير؟
ما كاين حتي مشكل. عنا الوقت بزاف.
دخل لي شوكه فصبع يدي. واش تقدر تعطيني بنسه، عفاك؟
شحال الحراره؟
كنظن كاين خطا.
كيفاش بغيت تخلص، كاش ولا بالكريدي؟
واش ممكن تصبر غير شويه د القت؟
واش تقدر تعمر هاد الفورميلير ديال التامين الصحي، عفاك؟
شنو هو الاكثر شعبيه؟
شكراً.
شكراً علي كل مساعدتك.
من تمانيه حتي لتمانيه وربع.
واش عندك نفس الحاجه باللون البني الغامق؟
هدا كيعتمد علي التوقيت.
فوقتاش غادي يرجع؟
خصني الباسبور ديالي.
فرحان بلقاءك.
ضعت تذكره الطياره ديالي.
بغيت نجرب نفس الحاجه اللي كياكلها داك الشخص اللي فداك الطابله.
عفاك فعل ليّا بطاقه الدخول ديالي.
في الحقيقه انا فالدوره الشهريه ديالي. واش هادشي مشكل؟
وقع بين شارينغ كروس وغرين بارك.
وقف.
شكراً. واش ممكن تعطيني الوصل، عفاك؟
واش تقدر تعلّقها علي هاد الخريطه؟
الواحده وربع ديال العشيه
عفاك رسم خريطه هنا.
غادي تصلحو؟
كتشوف، ما كيسخنش الما ديال البانيو مزيان.
واش غادي تعطيني دواء ديال الالم؟
حنا جينا نزورو. ولدنا ساكن ف سياتل.
الا كان متوفر، بغيت واحد اوتوماتيك.
هاد السماعه ما خداماش مزيان. واش تقدر تعطيني وحده اخري؟
كتبان زوينه.
واش كاينين شي موتيلات حدا هنا؟ عفاك رسم لي خريطه.
واش باقي عندكم تيكيات ديال "Big River" لليله؟
كيبان تقريبا بحال نفسو.
شنو الماده ديال هاد الكاسكيطه؟
باقي جوج سوايع قبل ما نخرجوا.
بغينا نقسمو هاد الطلب بيناتنا حنا الثلاثه.
شي شويه د الفواكه، عفاك.
هادي مهمه.
عفاك خليهم برّا.
مساء الخير. عندي موعد مع الدكتور دريل علي الساعه ثلاثه اليوم، ولكن خايف نكون شويه متاخر. واش هادشي غادي يكون مزيان؟
واش عندك شي حاجه فيها مفاتيح؟
كراسي S تْباعو كاملين، ولكن باقي عندنا كراسي A.
بغينا نشاركوا هاد الماكله. واش تقدر تجيب صحون صغار؟
حس براسي مريض فكرشي.
نقص الثمن.
واش نقدر نهدر مع واحد الاوبيراتور الياباني؟
بغيت نعرف شحال كتخلص المكالمه التليفونيه لنيويورك.
ماشي بالضبط، كنخاف. كتستعمل المترو هنا علي مسءوليتك، باش نقولها.
للناس اللي سالاو الخدمه، كيقولو "شكراً بزاف" باش يعبروا علي الشكر.
هربو بسلسله لءلء وحوايج ثمينه خرين.
واش تقدر توريني الطريق للمستشفي؟
بغيت نمشي لبرج لندن.
بغيت نزل هنا.
واش نقدر ناخد شهاده طبيه؟
هادي نسخه مصوره من التيكي ديالي.
هي طوموبيل صغيره زرقاء، رقم اللوحه KAY ثلاثه واحد خمسه ورقم التسجيل PRI اربعه خمسه سته صفر.
واش تقدر تعطيني شي تخفيض صغير؟
كتلعب شي رياضه؟
كاين طلب كبير علي هاد الستيل عند الجامعين.
عندنا الفيشات والكوابل اللي كنستعملوها فبلادنا، ولكن ما عندناش المحولات. كنقترح عليك تمشي لمحل كيتعامل مع السلع السياحيه.
واش نقدر نشوفك غدا العشيه؟
رد بالك.
زوج ديال كريمه الطماطم، عفاك.
واش قريبه باش تمشي ليها علي الرجلين؟ ولا بعيده بزاف باش تمشي؟
نعم. بغيت زوج ديال التذاكر لمسرحيه "عربه اسمها الرغبه". واش باقي شي تذاكر للعرض ديال الليله؟
واش هادي هي الطياره الصحيحه؟
دير شويه تمارين خفيفه ودير مساج من بعد ما تغتسل كل نهار.
كاين غير مخرج واحد.
كنخاف تكون فهمتي التواريخ غلط.
صاحبي من هنا غادي يجي يديّني، يعني مزيان.
هاد الغرفه فيها الضوضاء بزاف.
ما عنديش الشجاعه نلبس حاجه بحال هادي.
شجر الجنكو زوين بزاف ملي وراقو كيولو صفر ف الخريف.
عندي حفله الليله. عفاك، رتب لي شعري.
كتسولني واش كنلعبو باش نبداو نبيعو المنتجات ديالنا ف امريكا؟
كيفاش كتقول اسم هاد البلاصه؟
عفاك خلّصها ببطاقتي ماستر كارد.
شحال هي الميزانيه ديال الاشهار ديالك؟
فين كاينين الطواليط؟
بغيت ننعس.
كنخاف راه متاخر بحوالي ثلاث دقايق.
ما تقدرش تكون علي دايت بهاد الجسم النحيف ديالك.
غادي نتاخر علي الاجتماع بخمسطاش دقيقه.
واحد مع اسم المحل، عفاك. غادي نستعملو فطلب التامين ديالي.
هادي للاستعمال ديالي الشخصي.
بغيت شي بلاصه فين نقدر ناكل شي ماكله محليه.
بغيت ترايبود، عفاك.
بغيت شي شكا رخيصه.
تْهَاجَمْتْ بْغْتَهً مِن وَرَا ضَرْبَه دْرَاع خَايْبَه.
بغيت نخرج ف اقرب وقت ممكن. واش كاين شي طياره قبل من هادي؟
شكراً علي جميع النصاءح. نتا بزاف طيب.
شنو نوع الموديل اللي بغيتي؟
شنو رايك ف عشره جنيهات علي ثلاثه؟
بقي كتمشي فهذ الزنقه حتي توصل لحديقه صغيره.
بغيتو.
شنو اللون اللي فبالك؟
بغينا طابله حدا الشباك.
سمح لي، ولكن راه كاملين تْباعو.
يعني كلشي هنا جديد عليك، ماشي هكا؟
واش نقدر نشوف المكان؟
اه، شنو بالضبط الحوايج اللي مهتم بيها فهاد البلاد؟
واش نقدر نبقاو فالبيت ديالنا تقريبا تلاتين دقيقه من بعد ما نخرجو؟
سمح ليا، هاد الرقم غلط.
طابله كبيره بزاف، عفاك.
بطبيعه الحال. ماشي مشكل. ماتقلقش علي هاد الشي. كنتمني تكون اكثر حذر المره الجايه.
واش تقدر توريني كيفاش نشعل الضو؟
عفاك وريني اللي فالكَانْطُورْ.
واش كاين شي تغيير ف الجدول ديالنا؟
غادي نخدم.
و اغلب الشوارع ما عندهاش اسماء ولا لافتات. يعني صعيب بزاف توصل لشي بلاصه غير بالعنوين ديالها.
هو نصاب. دير بالك من فضلك.
عفاك عطني كريم ديال التان.
عافاك عيط ليّا علي طاكسي.
واش طري؟
شحال كتخلص باش تكري ملعب ف الساعه؟
غادي نعطيك جوج دولار باش تولي ميتين دولار.
واش هي علي اليسار ولا علي اليمين؟
بغيت سروال.
بغيت غير ندير تمشيه مريحه.
واش نقدر نشحنها؟
شحال الثمن باش تبعت لليابان بالبريد الجوي؟
واش ممكن تعطيني جوج كرتونات ديال Seven Stars؟
كتعرف رقم التذكره ديالك، وكاله السفر، تاريخ الاصدار وطريقه الاداء؟
شحال تمن الغرفه فالليله؟
نتا ربحتي. خمسه غادي يكونو مزيانين.
بغيت نرجع للفندق باش نلقي الكاميرا ديالي.
هادي مساله ديال الحياه والموت.
خصك تاخد طاكسي، حيث ما كايناش وساءل نقل عموميه.
كاينين 12 فريق ديال البيسبول المحترف فاليابان.
فالثالثه علي اليسار ديالك.
بغيت ندير مكالمه من محطه لمحطه مع طوكيو، عفاك.
بغيت نتلاقي.
ما بغيتش تلعب معايا التنس السيمانه الجايه؟
نشدو هادي؟
سمح لي. كنقلب علي جاكيته ديال الجلد.
شنو هاد الماكله الزوينه.
شنو هو المحل ديال الحوايج اللي كتقترح؟
واش ممكن تعطيني اللحم المفروم، وتلغي الستيك اللي طلبتو؟
حنا ثلاثه بغينا نلعبو جوله. بشحال غادي تكون؟
غادي نوصلو تلاتين دقيقه قبل الوقت المحدد.
شكراً علي اتصالك.
سيگارات، عفاك، الا كانو عندك شي. بشحال هادو؟
بغيت واحد مكالمه باش نفيق.
شكون هي جونغفراو؟
واش تقدر تديرها ف نص ساعه؟
بغيت خريطه ديال طريق الطوبيس، عفاك.
نتا اللي مسءول علي الحادث.
سير دغيا فهاد الزنقه حوالي خمسه ديال البلوكات، وغادي تلقي صيدليه فالكورنيش. منين توصل، دور علي اليمين. غتشوفها غير علي اليسار ديالك.
عفاك هدر بشويه.
شنو غادي توري لينا السيمانه الجايه، عفاك؟
كنخططو ناخدو تسعود السوايع.
كنتشوق باش نشوف تبديل الحرس.
واو. الناس كاملين كيرقصو بجنون.
واش نقدرو نبقاو فالطوموبيل حيت حنا مع ولد؟
شنو كاين فالمسرح الوطني؟
واش نقدر ناخد بيت لليله؟
ايه، غادي نجيب دميه يابانيه لصاحبي.
فين كاين كونتر ديال الخطوط الجويه اليابانيه؟
شنو هاد الحفل زوين بزاف. عجبك؟
كنصرح بهاد السلعه.
فرحان بلقاءك حتي انا، بوبي. واش بغيت تمشي تعوم معنا؟
ما بغيتش ناكل دابا.
بغيت البيض مقلي من جهه وحده.
عفاك وسّع الخصر بثلاثه سنتيمترات.
كنقلب علي تذكار زوين من لاس فيغاس.
هدا ماشي اللي طلبتو.
فين كتقرا؟ كتقرا ف هاد البيت، ولا كتسافر للمكتبه؟
ايه، ولكن ماشي راجل محترم، صح؟
بغيت عدسات جداد.
خصني شويه ديال الوقت زياده.
فاش كتبدي العرض؟
غادي ناخد هادي.
بغيت نشري شويه فهاد المدينه. واش تقدر تنصحني بمحل كبير مزيان ولا مول ديال التسوق؟
ما عنديش بزاف ديال الوقت. واش غادي ياخد وقت طويل؟
هما تايفونات. ملي كيضربو اليابان كيسببو لينا بزاف ديال الكوارث.
كنظن بلي نعم. غادي نشوف و نرجع لك دابا.
قول لي، السي موريتا، واش مرتك معاك هنا ف نيويورك؟
كتبدل الطوبيسات فالمحطه التالته.
شكون الطوبيس اللي كيمشي لمحطه المركزيه؟
حنا مزوجين غير جوج ايام.
بغيت نسخه طبق الاصل من موديل لي رايدرز 1944 واحد صفر واحد.
سمح لي، واش غادي يطول علينا باش يجي الماكله ديالنا؟
كنفضل الماكله الايطاليه.
تقدر تسول فداك الطابلو ديال المعلومات لي تما، الا ضعتي.
واش غادي تغلف هادو بوحدهم؟
غادي نطيرو فشي دقايق. عفاك تاكد بلي حزام الامان ديالك مربوط مزيان.
ايه، ولكن عفاك ما تخليشهم يمشيو للعمق بزاف ولا للجاكوزي.
فاش غادي تكون السلسله العالميه؟
بغيت نشري شنطه ديال الخدمه.
فين كنت؟
لو كنت صبرت شويه كثر، ممكن كنت غادي نديها بثمن اقل.
شكون بغيت، بخمسه جنيه ولا بعشره؟
حس براسي مريض. فين طبيب السفينه؟
انا جاي من اليونان.
كتعجبك؟
فاش كتكونو محلولين؟
كاين واحد فاخر هاد القاعه.
غادي نبقي مع صاحبي الليله.
كنخاف الحساب ديالك الجاري فيه سحب زاءد.
الساعه ربعه وعشرين د الدقيقه.
الشوفان وجوج بيضات، مع النقانق، وتاي بالحليب.
هادي هي عنوان الفندق ديالي ورقم التليفون. واش تقدر تتاصل بيا فهذ الرقم ملي يلقاو الشنطه ديالي؟
كتفضل طابله ف المنطقه ديال التدخين ولا ف المنطقه ديال عدم التدخين؟
بغيت ناكل بزاف ديال الخضره اليوم.
عندي بطاقه التعريف ديالي. رخصه السياقه مزيانه؟
نص نهار كيدير تلاتين دولار. النهار كامل كيدير خمسين دولار.
ثمن لوح التزحلق علي الموج هو خمسه وعشرين دولار لمده جوج سوايع واربعين دولار لنهار كامل.
الجو سخون بزاف. واش تقدر تبدل التكييف؟
شنو هي النسبه ديال الين اليوم؟
هدا هو سوجيتا ف الغرفه ثلاثه عشر عشرين. توّا دخلت، ولكن هاد الغرفه صغيره علي قد ما كنت متوقع. واش نقدر نبدل الغرفه؟
واش طوبيس فيفث افنيو كيتوقف هنا؟
عندي الفلوس باش نخلص الماكله ديال ثلاثه ايام.
فين نقدر نشري منتجات الحرف التقليديه؟
كيفاش نعيط لشي حد فبلاد برا؟
شنو هي الرياضات المشهوره ف اليابان؟
عفاك صيفط لي فاكس فيه خريطه باش نوصل لمكتبك؟
واش نتا مستعده باش تطلبي، سيدتي؟
كننصحوك دير جوله فمدينه بوسطن. هادي كتخليك تشوف اهم الاماكن اللي كتهم فبوسطن.
كنحاول نلقي هاد العنوان فهاد الكارط.
سلام. واش هادي شركه التامين ديال بوسطن؟
واش كاين صالون تجميل فهاد الاوتيل؟
كانت وجبه لذيذه بزاف.
دابا غَلَّط.
شكون الجزء ديال النمسا؟
فين غادي هاد الطوبيس؟
واش نقدر نستعمل التليفون؟
شنو هي الطول الاقصي للبوسطه ديال الطرود؟
بغيتها علي الثمانيه ونص.
طابله لجوج، عفاك.
واش تقدر تقول لي واش كاينين شي مطاعم ديال الماكله البحريه مزيانين هنا؟
حسناً. مبني امباير ستيت كاين فهاد الطريق هنا. اللي خاصك دير هو تمشي لوقف الحافلات اللي فهاد الركن وتديها مباشره لتحت. غتكون علي يمينك.
شحال تمن هاد الشي؟
شنو بغيت للحلوي، ايس كريم ولا شربات؟
هادشي ما ممكنش ب الميزانيه ديالي.
واش خاصنا نطلبو كورس كامل؟
لا، مازال ما وجدناش.
عندي حجز لجوج ديال الليالي.
واش عندك شي ويسكي؟
واش تقدر تعيط ليّا الا لقيتي الشنط ديالي؟
واش نقدر نشوف رخصه السياقه ديالك، عفاك؟
شكون اللي خاصو يقول شكون كيتصل، عفاك؟
كيفاش كيبان عليا هادشي؟
لا، قليل بزاف. هادي ممكن تكون واحد من الاسباب علاش النساء ما كيبقاوش مع شركه وحده.
شحال من الوقت كياخد باش تخرج باسبور معاد الاصدار؟
عفاك، لفّ.
كتتحسن.
غادي ناخد شويه زبده.
ركبت الطوبيس الغالط.
شحال كبير؟
واش تقدر طيب هاد اللحم شويه كثر؟
عفاك عيط علي طبيب.
غادي ندير ليك تصوير بالاشعه.
واش كاين شي بلاصه باش نبدل الفلوس؟
بغيت برم.
واش ممكن تعطيني شويه ديال الكورن فليكس؟
لا، خايف ماقدرتش ننعس بسبب هاد الخبار الخايبه.
كيفاش كتحتسب ثمن الالغاء؟
رحلتنا كتبدا فواحد وعشرين يوليوز وكتسالي فسبعه وعشرين.
ما مهتمش.
كيفاش كتقول اسم هاد المحطه؟
غادي نخلص براسي.
واش المتحف محلول اليوم؟
خليني نشوف واحد اخر.
بحال هكا، عفاك.
انا بخير حتي انا، شكراً.
شحال غتبقي ف نيويورك؟
واش نقدر نلغي الحلوي ديالي؟ راه كفاني دابا.
واش كاين شي طوبيس ديال المطار كيمشي للفندق شيراتون؟
نعم. رقم اربعه وتمانين وسبعه.
غير واحد دابا.
قدامك بالضبط. غادي تشوف العلامه. ما تقدرش تفلتها.
خصك تمشي بيه لكاونتر ديال تغليف الهدايا.
شحال كتاخد باش تضغط عليه؟
كنتمني نقدر نزور بلادكم.
قول لي بصراحه.
شنو هو تاريخ التوصيل؟
رسم لي خريطه، عفاك.
ما عنديش حجز هنا، ولكن واش عندكم بيت لزوج ديال الليالي؟
بغيت نخلص دابا. واش تقدر تهبط لي الشنطه ديالي؟
فين جهه الجنوب؟
واش ممكن تعطيني واحد البطانيه؟
واش قال المحطه الجايه هي شارع ثلاثه وعشرين؟
واش خاصني نحجز بلاصه فالكار ديال الماكله؟
مساء الخير. واش عندكم شي طابله فاضيه لجوج؟
شنو هي الهوايات ديالك؟
نعم. شحال خاصني نودع باش نبدا؟
ايه، بغيت بيره كاش مع المقبلات.
عفاك نقي هاد البلوزه.
كاين شي حاجه بغيت تحيدها؟
ايه، انا فاضي.
شنو تسرق؟
كان طويل وعندو شعر اشقر.
شكون هما السجاءر؟
حط منديل علي واحد وطحّنو بهاد المطرق.
الطوبيس كيخدم فالليل ملي كيكون الزحام قليل. يعني نادراً ما كيتاخر.
انا معيا من التبرز من خمسه ايام.
بالتاكيد. غادي نديك تماك.
واش تقدر تعيرني حبل ديال السحب؟
دارك كبيره بزاف.
واش نقدر ناخد اتاي بلاصه القهوه؟
ما كنظنش اننا تلاقينا من قبل.
واش عندك كارته بريديه زايده؟
واش تقدر تبعث هادو ليّا فالبريد؟
بغيت شي قهوه.
فين القنصليه اليابانيه؟
بغيت شويه ديال الروز.
اه، كاين. ها القطار جاي. نهارك مبروك.
واش ممكن تعطيني شويه الخردل؟
واش تقدر تبعث فاكس لهاد الرقم؟
واش نقدروا نتلاقاو مع ثلاثه د العشيه بلاصتها؟
كنفقد النظره ملي كنمشّي لبلاد برا، وكنضيع الفلوس من هنا ومن تما.
بغيت باي التفاح، عفاك.
شحال من نهار عطله مدفوعه كتدي ف العام؟
طابله لاربعه، عفاك.
قول.
صحيح. واش بغيت تمشي معايا للبيسين؟
غادي يكون زوين بزاف. كنت كنتسني فرصه ندير شي حاجه بحال هادي.
بغيت نرفع كاس نحيي السيد ديالنا وليام.
شكراً، غادي ندير. كنتمني تجي تزورنا حتي نتي فشي وقت.
بغيت نمشي للمتحف ا.
كنفكر نستافد من التخفيض الخاص اللي كتقدم فيه شركه ABC Airlines للسفر لهاواي الشهر الجاي.
كنظن هكا. غادي تكون بخير.
واش نقدر ناخد جوج تذاكر لـ "Les Miserables" لنهار 7 يونيو؟
كتبيع غير الكتب الجديده، ولا كتتعامل حتي مع الكتب المستعمله؟
بغيت نرسل رساله لليابان.
مني كنت كنمشي فـ برودواي.
بغيت علبه ديال الماكله.
بغيت تذكره وحده من الدرجه الاولي لكاليس، عفاك.
عفاك عيط علي طاكسي مع جوج دال العشيه.
بخير بزاف، شكراً. وانتَ؟
واش كاين شي حاجه مهمه هنا؟
عفاك قول للقنصليه اليابانيه من بعد ما تبلغ البوليس.
واش نقدر نجيبهم كاملين؟ انا فعلاً محتاجهم.
بغيت شي حاجه تشربها مع الماكله ديالك؟
عطيني تلاتين لتر.
اه؟
واش كاين شي موكب غدا؟
ما خدامش. واش عندك واحد زايد؟
هادي ماشي الحاجه الصحيحه.
عندي جوج قنينات ديال الويسكي.
صداع نصفي
هدايا لاصحابي.
صدري كيوجعني.
كاين ثلاجه صغيره معمره بالمشروبات فخلف العربه ديالك.
بغيت كاس ديال الما، عفاك.
كْلَا فْلُوتِيل غَالِي، يلا نْخْرْجُو نْمْشيو لْبْرّا فْبْلاَصَه.
فين نبداو؟
سمح لي، فين كاين البوسطه؟
عفاك ورّيني التكاليف.
بصّح؟ ما كنتش عارف.
زوج بلايص بعشره دولارات، عفاك.
كيف بغيت اللحم ديالك يتحضر؟
شرح ليا شنو خسرت، عفاك.
شنو نوع الدم ديالك؟
واش تقدر توريني الطريق؟
بغيت واحد المقبلات، عفاك.
شنو هي اكتر ماكله دايت مشهوره عندكم فالمحل؟
خصك تمشي لفيينا.
واش نقدرو نستناو طابله؟
واش شارع هدسون هو التوقف الثالث؟
فين كاين الكونتر ديال الشيك-ان ديال لوفتانزا؟
خود لينا تصويره، عفاك.
سمّيتك وعنوانك هنا.
شكون خدم هاد الشي؟
الكحل مزيان.
عفاك خذ لي تصويره.
بغيت نتاصل بشركه كراء سيارات.
طابله حدا الشباك، عفاك.
عافاك خبرني ملي نوصلو لبوسطن.
بغيت واحد الحمر ناشف، عفاك.
واش خديتي نمره الشيكات ديالك؟
بغيت نشري احسن البلايص الممكنه.
دابا سير للجمارك.
كنفضل نجلس ف الجهه القدام ديال الطياره.
ضو الرساله ديالي شاعل.
خصنا نتاصلوا بمكتب المعلومات فركن لوبي الفندق. غادي يديروا لينا الحجز.
شكون التيرمينال؟
هو حرامي.
هاد الشربه فيها طعم قوي.
شنو كاين ف الشنطه؟
هادي للاستعمال ديالي الشخصي.
بغيت فيلم لهاد النوع ديال الضو الصناعي، عفاك.
هادي باش تعاون المعزين ف مصاريف الجنازه.
سمح لي. غادي نجيب ليك شي اتاي دابا.
سمح لي. واش ممكن تعطيني واحد البطانيه؟
كتفهمني؟
مزيان. دور علي اليسار ف الزاويه الجايه. غتشوفها قدامك مباشره.
واش كاين شي بلاصه نرتاح فيها؟
واش التوصيل السريع مشمول؟
فوقتاش وفين نقدر ناخدو؟
شنو كتظن حسن لبشرتي، طلاء الاظافر الغامق ولا طلاء الاظافر الفاتح؟
شكراً. هادشي كيعني غادي نكونو فالصباح بكري ملي نوصلو. واش كتظن نقدر ناخد المترو باش نمشي للوسط ديال المدينه؟
شنو نوع المواد اللي كيتضمنها الدوا؟
نعم، عندي حجز لغرفه فرديه. الاسم ماتسوي. م-ا-ت-س-و-ي.
واش عندكم هادشي بنوع ديال صباط مفتوح من القدام؟
شكراً. اه، فهمت شنو وقع.
شحال بعيده هاد الاوطيل؟
واش تقدر توريني فين كاين البلاصه ف الخريطه، عفاك؟
قال غادي يتاصل بيك من بعد.
عفاك رجع الكراسي ديالك فالوضعيه المستقيمه.
واش هاد الزنقه كتدي لمحل C and A؟
سمح لي علي الازعاج. واش ممكن تعطيني ماركر احمر؟
بغيت نحدد موعد مع السي واتسون.
غادي نورّيك كيفاش تستعمل العيدان.
سمح لي، سيّد الشرطي. واش تقدر تعاونّي؟ ما لقيتش متحف ABC الوطني.
غادي يجي النادل باش ياخذ طلبك. عفاك نادي علي النادل ملي تكون واجد باش تطلب.
لا، غادي نخرجهم.
واش نقدر نستعمل شي شيك ديال المسافر؟
ايه، عندنا. شنو النوع اللي بغيتي؟
ماشي بارد؟
انا دابا فمطار كينيدي. شنو هي اسرع طريقه باش نوصل للفندق ديالك؟
نتا فـ سته عشر ا. هاد الممر، علي اليمين ديالك.
ممنوع الجينز او التيشورتات، عفاكم.
كيف بغيتو؟ يعني شنو بغيت تحط علي الهامبورغر ديالك؟
واش حامله؟
واش تقدر تجيب لينا طاكسي؟
غادي نفرحو نقبلو العرض ديالك.
ما عمرني درتها من قبل.
شحال هادي دقيقه؟
واش كاين شي كتاب باليابانيه؟
ما كاينش دابا، ولكن راه ف الطلب.
كنفضل مطعم نباتي.
القفل ديال الباب مكسور.
ايوا، ها انت.
نمبر خمسه-واحد-واحد، سبعه-اثنين-سبعه-ثلاثه ف لوس انجلس، عفاك.
واش كاين شي جوله؟
شنو من دواء للبرد كتوصي به؟
ما كيعجبنيش اللحم ديال الخنزير.
عفاك كتب هادشي ف ورقه الخدمه. كاين تخلص زايد.
عفاك صيفط هاد الطرد لليابان.
غادي ناخدو معايا.
غادي نرجع.
واش نقدر نبقي فالطياره حنا كنتسناو؟
بطبيعه الحال. غادي نصلحوه قبل ما ترجع.
انا اللي كنشكرك.
غير شويه.
منين نتا اصلاً؟
ايه. كنت باغي نزور هنا من مده طويله.
بالتاكيد. كيبان ما كاين حتي مشكل.
غادي نخلص باستعمال التامين ديالي.
واش كاينين جولات فتمثال الحريه؟
يلا. غير هدر.
عندنا اليوم شويه سمك سول مزيان بزاف.
واخا. غادي نقول ليك شنو. نتَ ما تقولش لناس ديالك، وانا ما نقولش لناس ديالي.
شنو كتدير عاده ف وقت الفراغ ديالك؟
غادي نتلاقاو مره اخري شي نهار، كنتمني.
هي خضرا، وبهاد الحجم تقريباً.
عفاك عطني خريطه المدينه.
سمح لي، ما كاين حتي واحد كيرد علي التليفون.
عندي نزيف من خشيومي.
بعض الناس كيمشيو لمحطه طوكيو المركزيه والفنادق الكبيره.
ثلاثين جنيه، عفاك.
سمح لي. فين كاين تليفون عمومي؟
شكراً، علي اي حال.
ايه، كلّيت شي محار طري البارح بالليل. كان طعمو غريب.
كنظن كيبان عليا كبر.
واش تقدر توريني هاد الشي، عفاك؟
شنو مكونه الفرقه؟
اليوم عندنا مينستروني، كريمه الهليون، وشربه الخضره.
غادي ناخد مارتيني ناشف. وعصير البرتقال ليها، عفاك.
واش عندك شي تاريخ مع مرض القلب؟
عينيّا كيوجعوني.
كنقلب علي قميص بولو.
شي حاجه تحت ميه دولار، عفاك.
كتخرج من هنا مع التسعود.
شكراً بزاف ولكن خاصني نمشي دابا.
سطح لامع، عفاك.
بغيت تمن ورقات ديال عشره دولارات و عشرين ورقه ديال دولار واحد.
عندنا هاد المنتوج الجديد لي مصاوب للعيالات اللي خدامين.
غادي نشيل هاد الشي.
هي خدمه موثوقه وعاليه الجوده.
غير كنبّع، شكراً.
كنظن خاصك تقدر تلقي كلشي فالسوبرمارشي. الا ماقدرتيش، ماتقلقش. غادي نمشي للصيدليه غدا.
ماشي ضروري، سيدي. غادي نهتمو بهادشي ملي توصل تسجل الدخول. وقت التسجيل كيبدا من جوج ونص ديال العشيه، ولكن نقدروا نخليو الشنط ديالك عندنا الا بغيت تدير شي جوله قبل من داك الوقت.
واش تجيب لي واحد القِدر ديال الما سخون؟
عندي مرض مزمن.
كنظن كاين خطا فالفاتوره. واش تقدر تشوفها، عفاك؟
واش ممكن تفرغ منفضه السجاءر، عفاك؟
شنو هي الاماكن السياحيه المشهوره هنا؟
فرحان بلقاءك، السي سميث.
بغيت نمدد الاقامه ديالي بجوج ايام.
واش تقدر تعاونّي؟
شنو نوع العطر اللي بغيتي؟
واش هادي هي الخط المباشر؟
نشوفو. اللعبه كتبدا مع جوج؟ ايوا، خاصنا نكونو قادرين نوصلو.
بغيت نزل ف سان بول.
شحال امن؟
واش نقدر نزيد ليه رساله؟
السيد واتسون، التحويله جوج صفر واحد، عفاك.
ما عرفتاش اش نختار.
ها هو. هادي هي الاكثر شهره.
عندي حجز، اكياما.
مني تنزل من الاسانسور، غادي تشوفها علي اليمين ديالك.
اه، ضغط هاد الزر. اوه، ما خدامش. سمح لي، راه مكسور.
كيف داير، السي تاكاغي؟ ما تلاقيناش من الربيع اللي فات، صح؟
شفنا بزاف ديال الحوت المهاجر.
غادي نرجعو من بعد.
كنتشوق نعرف فوقاش نقدر نرجع لهنا.
الي بغيتو شي مساعده، عفاكم سولوا المضيفين ديال الطياره. عنا طاقم كيهدرو اليابانيه، الفرنسيه، الصينيه، والاسبانيه علي الطياره.
مءه دولار، ما فيهاش الضريبه.
عفاك ركب حزام الامان ديالك وراعي علامه "ممنوع التدخين" حتي تتطفي.
واش فيها بانيو؟
هادي بطاقه الصعود ديالك وبطاقه المطالبه ديالك.
واش ممكن تعطيني طبق زايد؟
بغيت شي دوا.
حنا جوج، واش ناخدو الكبير؟
خليت الباسبور ديالي ف طاكسي.
ربعين دولار.
الفندق ديالنا كيدبر ليك شي ناس باش يعتنيو بالدراري.
سمح لي، غادي نتاخرو بعشرين دقيقه.
واش كاين شي مطاعم يابانيه هنا؟
شي ساهل ف السياقه، بعجله القياده علي اليسار، ف فءه جوج لترات.
واش داخلي ولا فالهوا الطلق؟
هادي هي العنوان ديالي باش تبعت ليّ.
ايوا، تقدر. ها هي بطاقه المطالبه ديالك وبطاقه الصعود للطاءره ديالك.
اه، حوالي السبعه ديال العشيه، كنظن.
تسكرّت عليا الباب. الساروت داخل الطوموبيل.
تقدر تحصل علي نتيجه حسن من هادي.
ما كنتش كنظن غادي يكون عامر بهاد الشكل.
كنحس بالم كيخبط فدور منطقه كرشي.
واش ممكن تبدل لي البلاصه ديالي لبلاصه فالقسم ديال المدخنين؟
هاد التكلفه علي المكالمات البعيده.
واش ناوي تبدا تبيع منتجاتك ف امريكا؟
واش تجيب لي بيره اخري؟
انا وجيم كنا صحاب من ايام الثانويه ديالنا.
بيض مقلي، من جهه وحده مع البيكون، عفاك.
بغيت تذكره ديال عشره سفرات ديال الناس اللي كيمشيو ويرجعو يومياً، عفاك.
غير لحظه، سيدتي. غادي نشوف في الموضوع.
ما كاين حتي واحد بهاد الاسم ساكن هنا.
فين نقدر نلقي الطوبيس ديال السياحه؟ فوقاش وفين نقدر نطلع للطوبيس؟
الفوق شويه كبير بزاف. واش تقدر تبدلو؟
واش كاين شي ملعب ديال الغولف هنا؟
بغيت نلغي الحجز ديالي علي الطياره ديال 5 ماي، و نحجز واحد ف 9 ماي بلاصتو، عفاك.
واش نقدر نبقي مع هاد الكارط كلي؟
واش كاين شي حد لي يقدر يفهم اليابانيه؟
كناسف بزاف علي خبر وفاه والدك. تقبل تعازيّ الحاره.
بغيت ايطالي، عفاك.
واش درتي الورقه ديالك؟
خمسه ورقات ديال عشره دولارات، عفاك.
واش نقدر ناخد جوج تذاكر للكبار ديال "Cats"؟
من الاحسن تجلس وترتاح شويه بعد الرحله الطويله ديالك من اليابان.
شنو هي الرسوم اللي ما داخلاش فيها؟
واش تْبَع؟
فين تحرقت ف اليد؟
شكون هما المصممين ديالك؟
واش تقدر تجمعهم مع بعض؟
بلو كات. فرقه جاز قديمه.
فاش من طوموبيل كاين هاد الكمبريمان؟
مبروك، سمعت بلي خديتي خدمه مع شركه ABC.
واش كتشمل مصاريف الخدمه؟
بغيت نحجز طابله مزيانه باش نتفرج فالعرض.
ثمنو تسعه وتسعين دولار امريكي.
غادي يكون عندك ساعه باش دير اللي بغيتي هنا.
بغيت نكون ف طوكيو قبل الجمعه.
واش الحلي معفيه من الرسوم؟
شنو هو الفيلم الاكثر شهره دابا؟
ما متاكدش دابا.
شريت ليبستيك كهديه.
فوقتاش غادي تمشي؟
سمح لي، واش تقدر تعاودها من فضلك؟
حتي شتنبر ديال عام 1999.
واش نقدر نلتحق بهاد القسم حتي وانا مبتدء؟
بغيت نمشي نشري. فين كاين بلاصه ديال الشراء حدا هنا؟
بغينا نشوفو فيلم. شنو كتقترح؟
شكون دارها؟
ولكن كما كتعرف، "LT" غادي تخليه ارخص.
شحال هي التمن ديال المكالمه البعيده لتوكيو؟
شنو الالوان الاخري اللي كاينه فهاد الشيفروليه؟
ما قديتش نقرر شنو نطلب. شنو كتقترح؟
شحال الثمن لكل واحد؟
قدّمت وقت السفر.
ما كتبيعهمش بوحدهم؟
واش تقدر تحجز لي بلاصه فالمسرح؟
بهذه الطريقه، دور علي اليمين.
عندي قنينه ديال نبيذ الارز الياباني.
بلاصه بلا حجز، عفاك.
اه، سمح لي. ها انت. واش نجيب ليك شي حاجه تشرب؟
بغيتك تجي معايا، عفاك.
دابا تم الحجز ديالك.
بغيت نحجز بلاصه، الكلاس الاقتصاديه، للندن الاحد الجاي.
فيها تلاتين كلمه. اذن، تلاته دولارات، عفاك.
الكونسيرج ديالنا يقدر يعاونك، ولا تقدر تاخدها بالتاكسي.
واش الحديقه ديال الحيوانات مسدوده؟
شنو هو سمّيتك الوسطي؟
بغيت نحجز روميت.
جوج ديال الناس.
سميتي سوزوكي. عندي حجز مع السته.
شي سݣارو، عفاك.
بغيت غير تقص الشعر.
بغيت سوار ديال السلسله.
بغيت ندور ف الجزيره.
خلينا ناخدو بريك. بغيت شي قهوه؟
جاي.
خليت مفتاح الغرفه ديالي فالغرفه. واش نقدر نطلب مفتاح نسخ، عفاك؟
شحال خاصني نعطي بقشيش؟
سمح لي. واش هاد الطوبيس غادي للـ Holiday Inn Union Square؟
واش ممكن نخلّي الطوموبيل فبوسطن؟
واش تقدر تجيب لي تذكره؟
واش نقدر ناخد كيس كبير؟
هاد الشربه سخونه بزاف.
بغيت شويه جزر.
غادي نتاصلوا بيك مباشره منين نلقاوه.
واش هوايتك تجمع الحيوانات المحشوه؟
بغيت نحجز مع JAL ف العشرين ديال مارس.
ما كاينش التلج.
واش اليابان قادره تنتج جميع الماكله اللي كتحتاجها؟
واش عندك شي روايات يابانيه؟
واش كاين الزحام اليوم؟
يعني ما كنغلطش نهاءياً.
شحال من نهار ديال العطله عندك ف العام؟
غادي نبقاو علي الاقل سيمانه.
بغيت بومبه ديال الهوا.
واش نقدر ناخد المترو لمارين تاور؟
الطياره اللي كنت مفروض نركبها، AA eleven، تلغات.
اه، بصح؟ انا ساكن فكاماكاورا، كنتمني تزور داري.
فين بيت الراجلين؟
كنظن راه بسيط شويه عليا.
عندي بعض الحوايج للصحافه.
عافاك قول لي رقم تليفونك.
سمح لي، واش تقدر تنصحني بفندق؟
اه. شحال من مره نشوفك هنا.
هادي هي اخر حاجه غادي نديرها.
القطارات كتخرج من كينغز كروس.
ضعت الشنطه ديالي.
فاش غادي نرجعو؟
التلاميذ اليابانيين مهتمين بالموسيقي.
بغيت نجرب هاد الصبّاط.
ايه، عيطت من شويه.
واش عندك نبيذ ناشف، ماشي غالي بزاف؟
حطيت شويه موس ديال الشعر اليوم.
واش الطياره ف الوقت؟
شحال كتكلّف اعاده الاصدار؟
فين نقدر نشري تذاكر الرفع؟
ستونهينج كيبان مثير للاهتمام. واش كاينين شي جولات كيدورو تماك؟
تجرحت بزاف ف الرجل اليمني.
انا ساكن ف فندق هيلتون.
ما عندك حتي حاجه تاكل؟
فاش كتبدي التران؟
بالبريد العادي.
كيف بغيت الستيك ديالك، سيدي؟
بغيت ندي الطوبيس ديال الشاتل للمطار.
شكراً بزاف علي ما جيتي تديّني من المطار. نتا طيب بزاف.
كنخاف السبت غادي يكون مغيم.
شحال كتخلص باش تكري طوموبيل مع سواق؟
كنحب التفاح، ولكن اليوم بغيت ناكل شويه د العنب.
عفاك فسخ لي الكارط ديالي.
كاس ديال النبيذ الاحمر، واش مزيان؟
بطبيعه الحال. واش عندك شي حاجه معينه، شي ماكله معينه فبالك؟
واش هادي نيكل سيلفر؟
شنو هاد الصوص؟
عندي الف دولار كاش.
دور علي اليسار. راه علي اليمين.
شحال الثمن ديال ثلاثه ايام؟
واش تقدر تشيل هاد الشنطه، عفاك؟
طوموبيل صغيره، ويفضل تكون يابانيه.
شنو هو المنتوج الخاص بهاد البلاد؟
عندنا جوج ولا ثلاثه ديال الاماكن زوينين ف الحومه. بغيتيني نحجز ليك؟
واش نقدر ناخد ميه جرام ديال سلطه القرع؟
عندك طابع اخر؟
بالمناسبه، واش عَمَّرت الطانكي قبل ما ترجع الطوموبيل؟
بغيت نمشي لسان دييغو.
من بعد ما مات، كان واحد الاصلاح السياسي، اللي معروف باصلاح عصر تايكا.
خليت الشنطه ديالي فالتريبان.
سمح لي، ولكن هاد الكلمه، OMEDETOUGOZAIMASU، طويله بزاف باش نعدّ عدد الكلمات. حيث الكلمه وحده محدوده بخمستاش حرف، بغيتك تقسّمها لجوج.
كتخرج من موقف الحافلات رقم جوج.
الا بغيت.
شنو انواع السلطه اللي عندك؟
واش تقدر ترسم لي خريطه توصلني لهناك؟
غادي ناخد اللي كتقترح.
شنو كيبان دابا؟
بغيت واحد قلم حبر، عفاك.
ايه، اه، وانا غادي نخلص بالكريدي كارت.
عفاك جيب لي الفطور للغرفه ديالي.
واش عندكم شي جولات فالبانثيون؟
طيحت الملعقه ديالي.
عفاك صرف شيك شخصي.
نعم، شكراً. سميتي مايومي ياماغوتشي من اليابان. توصلت للتو للفندق.
رجلي كتوجعني.
الشمس قويه بزاف. واش درتي شي كريم واقي من الشمس؟
كيحتاج تقريباً نص نهار. المرشد السياحي غادي يكون هنا باش يجي ياخدك حوالي التسعه ديال الصباح.
فين الملعب؟
كاين كاس ناقص.
بغيت صوص ايطالي.
واش كتبان بحال الحجم ديالي. انا عاده كنلبس ميديوم.
هاد الساعه القديمه وقفات. واش تقدر تبدلها؟
واش كتبان ضيقه شويه ف الكتاف.
بغيت نبدل الكارط ديالي. فوقاش نقدر ناخدها؟
واش تقدر تعيط للبوليس؟
رقم تليفوني هو اربعه صفر اربعه واحد جوج تلاته ربعه خمسه سته سبعه.
شي مشكل؟
الاطباق ديال راس العام اللي كيتسمّاو اوسيشي ريواري كيتوجدوا فكل دار تقريباً حتي دابا.
جوله نص نهار كتخلي شي حاجه ناقصه.
غادي نطلب واش نقدر ناخد صوره معاه.
شنو نوع الجلد اللي معمّر بيه هاد الشنطه؟
هادي بنينه بزاف.
الثمن مختلف علي اللي كيبان فالميتر.
كتضحك؟ واش كاين شي طريقه ارخص باش تبعثها؟
بغيت نبدل شويه ين ياباني بالدولار الامريكي.
واش نقدر نجلس ف الصف اللول؟
بغيت نخرج دابا. واش تقدر تهبط لي الشنط ديالي؟
واش كاينه شي عياده حدا هنا؟
واش عندك مفكات؟
شكون خاصني نتاصل بيه الا كان عندي مشاكل؟
واش هاد الطياره غادي تطلع ف الوقت؟
غادي ناخد ثلاثميه جرام من هاد الشي.
خرج جاريًا لوسط الشارع فين ما كانش ممر للمشاه.
بالمناسبه، واش عندك تامين السفر لهاد الرحله؟
راه للاستعمال ديالك، بطبيعه الحال.
بغيت نخلي الطوموبيل فمطار سان فرانسيسكو.
شي حلوه؟
بغيت نتاكد من وقت السفر.
غادي نكون ف فندق هيلتون.
واش تقدر تبعث لي هاد الرساله؟
حنا عاءله فيها ربعه ديال الناس، كاين الوالدين ديالي، اختي الصغيره وانا.
شنو سميت الفنان؟
طلب منو يتاصل قبل العشره، توقيت اليابان.
كيفاش نوصل للهيكل؟
شنو كتشرَب؟
واش تقدر تعطيني رقم تليفون ديال شركه طاكسي؟
ثلاثه دونات و كوكي، عفاك.
غادي نكون تماك فشي ساعه تقريباً.
سلام. Pier One Fish and Grille. كيف نقدر نعاونك؟
شكراً. واش ممكن نهدر مع السيده ياماتو، عفاك؟
واش كاين شي محل بلا ضريبه هنا؟
كيفاش كتسحب الفلوس؟
نعم. بغيت ناكد الحجز ديالي علي الرحله سبعتاش لتوكيو هاد الاحد. سميتي ريكو موري. M-O-R-I.
كنتشوق نعرف اش من الالوان غادي تكون موضه هاد الخريف.
بغيت نحجز بلاصه للنوم لوصل لو واشنطن دي.سي، عفاك.
كنقترح عليك تزور مبني الامم المتحده علي ضفه نهر ايست كذلك.
هي تسعه وتسعين. بغيت نصرف حوالي تسعه وتسعين دولار.
عفاك ورّيني داك التيوب. التالت.
الا كان الشخص بوذي، ايوا. ولكن بزاف ديال العاءلات كيديرو الجنازات فديورهم.
قميص ابيض واحد وجوج ديال الشراب.
حوالي الف دولار.
شحال تمان ارخص تذكره؟
ستيك سيرلوين وسلاطه خضره، عفاك.
حسناً، خذ وقتك. قول لي الا كنت محتاج شي حاجه.
هدي علي حسابي.
بغيت نطلب بيتزا. شكون كيوصل هنا؟ شنو الرقم؟
غادي نتاخر.
واش عندك بيت حسن؟
كيحتاج نهار كامل. المرشد السياحي غادي يكون هنا باش يجي ياخدك مع التسعود ديال الصباح.
عفاك اختار شي نبيذ مزيان مع الماكله ديالنا.
بغيت واحد ورقه ديال خمسين دولار وخمس ورقات ديال عشره دولارات، عفاك.
عدد سكان طوكيو حوالي اثنا عشر مليون. المدينه مكتظه وتكاليف السكن غاليه.
تقدر دير مكالمه مباشره من بيتك.
شحال هي التكلفه الاضافيه للاستعمال الواحد؟
بلا تبريد، عفاك.
شحال باقي باش نبداو؟
هل هاد الكريم مخصص للبشره الجافه ولا للبشره الدهنيه؟
سمح لي. ضعت الطريق ديالي.
بصّح، كنت كنخمم فالسوشي. وانتَ؟ شنو رايك؟
بغيت نشارك ف الجوله الاختياريه ديال غدا.
الا شريتهم مجموعين، واش تقدر تعطيني تخفيض؟
واش ممكن تعطيني جوج كوارط ديال الحليب؟
غادي نبقاو ننعسو.
بغيت نكري طوموبيل.
ثالث نونبر هو نهار الثقافه.
كنقلب علي قميجه لبنت عندها عشر سنين؟
ضعت الباسبور ديالي.
ايه، عندي هادو.
قطع المكالمه مره وحده، عفاك.
المساعده.
كتخلص اكثر من الثمن ديال التاكسي.
سني. ثلاثه ديال البلوكات، من بعد علي اليسار؟
شكون هو الراجل الرءيسي؟
واش كاين شي سوق قريب من هنا؟
ما عرفتاش كيفاش نسد هاد الستاءر.
كيفاش نوصل لسنترال بارك؟
تعصبت عليه.
صيفطها بسرعه، عفاك.
عفاك صيفط هاد الشي كحمل بلا مرافق.
شحال تمن الترانسبور ل بوسطن؟
دوز من داك الباب ومن بعد دير علي اليمين.
خصك تخلص زياده علي الحلوي.
كنقلب علي شي ناس خرين.
سميتي هيساي شيبا. انا يابانيه.
خصني شويه خردل.
عطيني واحد كرتونه من هاد الماركه.
نعم. ولكن في المدن الصغيره وحتي في وسط المدينه القديم ديال طوكيو، كاينين بزاف ديال المحلات الصغيره المستقله والمتخصصه.
واش عندك شي حاجه بجوده حسن؟
شنو كتقترح عليا نشوف اكثر من اي حاجه اخري ف كيوتو؟
فين كتخدم؟
واش نقدر نطلب وجبه نباتيه؟
شحال تخلص علي الغرفه؟
ماشي خايب بزاف. ولكن كنفضلها شويه حاره.
واش تقدر توصيني بواحد القاموس ديال الفرنسيه-الانجليزيه؟
شكراً. فرحت بشوفتك. بسلامه.
واش نقدر ناخد بريك فشي اوطيل قريب من هنا؟
غادي تخلص تمنطاش دولار علي الطوابع. ها هو تصريح الجمارك ديال الطرد ديالك.
فاش الوقت يقدر الطبيب يجي؟
واش كاين شي حاجه نشربوها فالكَطّو؟
السحابه كيبانو زوينين من هنا لفوق.
واش نقدر نعاونك بشي طريقه؟
بغيت نشوف الحي المالي.
انا كنقرا دروس السباحه.
واش عندك شي قهوه سريعه التحضير؟
نهار الثلاثاء العشيه، هاد الترمنال ديال المطار ما عامرش بزاف.
واش عنيف؟
ايه، خليني نشوف. بغيت نشرب كاس ديال النبيذ باش نبدا.
صلح اللمبه، عفاك.
بغيت نبدل الحجز.
الا نسيت، ممكن تضيع عليك الحجز ديالك.
اي واحد مزيان غادي يكون بخير.
غادي نلقاوكم فالبسين مع واحد، واش مزيان؟
لا. هاد البلاتفورم مخصصه للتران اللي غادي فالجهه المعاكسه.
شكراً. كنقدر بزاف تفكيرك الطيب.
بغيت نتعشي باقل من تلاتين دولار مع الشراب.
بغيت هاد الحوايج مكويينين.
سلام. درت حجز لليله علي السبعه. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
واش عندك الباسبور والتذكره ديالك؟ شوف، هادي محل بلا ضراءب.
شنو نوع المنتجات اللي مزيانين للبشره الدهنيه؟
حان الوقت باش نبداو.
شنو رايك نمشيو نتفرجو فالافلام؟
بغيت نصرف شي شيك ديال المسافر.
لا، ما عندناش، سيدي.
تقدر تمشي علي رجليك ولا تدي المترو. ها خريطه ديال المترو.
هادي هي النصيحه ليك.
بغيت زوج ديال الصنادل، عفاك.
زهور الكرز. كيتفتحوا ف الربيع.
زوج ديال البيرات زيد، عفاك.
عشره وحدات، عفاك.
شكراً. عفاك خبرني ملي نوصلو تماك. انا غريب شويه ف لندن.
كحل. واش تقدر توريني زوج اخرين فكحل؟
شحال من الوقت و شحال كتخلص باش تدير التعديل؟
عفاك سخن الغرفه دابا.
حسناً. بغيت تذكره ذهاب واياب وحده.
كيفاش كان؟ واش كان مزيان؟
غالباً ما كيكونو تساقطات خفيفه ديال التلج بحجم انش ولا جوج.
فندق بلازا، الغرفه سبعه صفر جوج.
ما عرفتش. كاملين جداد عليا.
ضربتك زوينه بزاف.
غادي نوصلك دابا.
كلت من شويه.
تشرفني.
واش عندك ليبيلات؟
بكل تاكيد. فوقاش بغيت تلعب؟
فوقتاش هو اقرب وقت؟
سلام. واش هادو ديال براون؟
واش نقدر نشوف القبعه اللي فالشباك، عفاك؟
غادي يكون زوين الا كان الجو مزيان غدا.
شحال كتاخد من هنا؟
طلبت بلاصه ما فيهاش التدخين، ولكن انا فبلاصه فيها التدخين.
مزيان. عفاك حجز جوج بلايص فالكلاص الاولي فهاد الطياره.
عندك التهاب الزاءده الدوديه.
واش تقدر تلقالي شي ناس باش تحرس ليا الدراري؟
شنطه صغيره بنيه. مصنوعه من الجلد.
شنو اسهل، الطوبيس ولا المترو؟
الساعه جوج و عشر دقايق.
كاحلها متورم.
كنت محظوظ بزاف باش نجيب تذكره الليله. ما وصلت للمدينه حتي لثلاثه ديال العشيه.
واحد من سلاسل الشباك مكسور.
بغيت نرسلها بالتوصيل السريع.
واش كاينين شي اوض خاصه فالكلاص الاولي؟
واش ممكن تعطيني جوج علب ديال الهدايا لهاد الشي؟
حيت شريت بزاف ديال التذكارات باش نحطهم فالشنته ديالي، بغيت شي كيس ولا شي حاجه بحالو.
حاضر، سيدي. خليني نهتم بالشنط ديالك اولاً.
نفس الحاجه، عفاك.
واخا، الحجز ديالي تاكد، واش ممكن تتاصل بالمسءول، عفاك؟
ما عنديش الفلوس.
شيّك علي كلشي، عفاك.
عطينا طابله زوينه قريبه من المسرح، عفاك.
نشوفو نمشيو لبار؟
واش تقدر تجيب لي حجم اصغر؟
الي كنت غادي تدخن، عفاك تحرك للصفوف من الاربعين حتي الخمسين.
هَادِي.
عفاك طيّب كُمّك.
كتر من اللطافه منك تخلي لي نبقي هنا.
واش هاد الطوبيس كيمشي للمطار؟
بغيت نحجز طابله لثلاثه.
شنو رايك فهاد العشيه، حوالي ربعه ديال العشيه؟
ثلاثه ديال الصباح.
ف الطابق الخامس.
فين خاصني نبلغ عليها؟
واش عندك كورس للمبتدءين؟
بغيت شي اقلام تلوين.
ماشي ضروري تنظف الغرفه.
ماشي نهار زوين؟
شكون هو المخرج؟
حل الشنطه ديالك، عفاك. هادو حبوب، ماشي هكا؟
واش نقدر نحجز لثمنيه ونص صباح غدا؟
السبت خايب حيت خاصني نعاون بابا ديالي.
بغيت نمشي لاقرب موقف ديال الطوبيس.
تصويره ديالي تسرقات.
كيجي مع الروز والخضره.
بغيت نبدل الطلب ديالي.
نعم، سيدي. غادي نحول المكالمه ديالك دابا. عفاك صبر شويه.
بغيت نعزمك علي حفله عيد ميلاد.
واخا، خصك تعيط لي قبل ما تجي المره الجايه.
فين هي الساحه؟
واش عندك شي طيارات خرين؟
تقدر تشدهم من الباب قبل ما تركب. عفاك ورّي هاد الوصل تماك.
ما كايناش هاد المحلات فاليابان. دابا، شنو ندير؟
اه.
بغيت نبدل الرحله ديالي لنهار 9 اكتوبر.
الضلوع الاحتياطيه مشهوره هنا.
واش تقدر تقول لي فوقاش الطوبيس غادي يوصل لشارع 42؟
دور علي اليسار ف الاشاره الثانيه، عفاك.
فين الناس الاخرين؟
فاش طابق؟
بالوان مختلفه؟
واش كاين ميكروويف؟
فين كاين مركز المءتمرات؟
بلاصه من الدرجه الاولي، بلا تدخين، عفاك.
واش خاصني نبقي ف الفراش؟
واش تقدر تعاود تصدرها فنهار؟
شنو التخصص ديالك؟
انا مع راجلي.
واش تقدر توريني شي بطاقه تعريف؟
نوع دمي هو A.
واش نقدر نبدل لغرفه كتطل علي البحر؟
تذكره في اتجاه واحد، عفاك.
واش نقدر نمشي لهناك علي رجلي؟
شنو نوع الغرفه اللي بغيتي؟
وريني، عفاك.
اكيد. هي ت-ا-ن-ا-ك-ا. رقم الكارط هو واحد جوج تلاته ربعه خمسه سته سبعه تمنيه. وتاريخ الانتهاء ديالها هو شتنبر، الفين وواحد.
قريب، شحال فالوقت؟
عافاك صاوب الحلقات ديال السرج.
شيك المسافر، مزيان؟
واش التاكسيات كيجيو لهنا؟
مركز التجاره العالمي ممكن يكون بلاصه مزيانه.
شنو قال؟
شنو هو اللباس المطلوب؟
هي شنطه صغيره زرقاء للّيله.
واش خاصني نبدل؟
واش تقدر تقول لي كود المنطقه ديال سانت لويس؟
بغيت عدسه تيليفوتو.
بطبيعه الحال. انا كنت كانسوق فهاد المنطقه لاكثر من عشر سنين.
بغيت نكون عندي ضو.
واش نقدر ناخد شي دوا؟
عندي قشعريره وغثيان. واش كاين بلاصه نرقد فيها؟
واش هادي فينيل؟
المفتاح ديالي عفاك. الغرفه ثلاثه ميه واحد واربعين.
غادي تعلّقها ف الخريطه ديالي؟
فين خاصني نستني؟
فين كاين المركز التجاري؟
عفاك بدل هاد الفلوس بالدولار.
عندي ماء الحنفيه، مع الثلج.
واش عندك افلام مجانيه؟
اول موقع غطس اليوم هو واحد من اشهر الاماكن للغطس في هاواي.
عفاك بدلني لبيت اخر.
بغيت ترمومتر.
كاين شي مشكل مع الفيلتر.
بغيت نحجز علي السبعه.
بغيت نحجز جوج بلايص لليل الجمعه.
هي تماك ورا السبيطار.
شحال تمن تذكره الدرجه الثانيه لنيويورك؟
شنو هو التريلر اللي كتوصي به؟
عندنا الاسبرين.
جرحت راسي.
قطع السماعه، عفاك.
كيفاش نوصل لهناك؟
بغيت عينه من البول ديالك.
خاصك تدي الشنط ديالك من الكاروسيل ديال الشنط.
شحال من الوقت كيتوقف التران هنا؟
خصك تاخد شي دوا للمعده.
واش كاينين محلولين نهار الحد؟
شحال الثمن فالشهر؟
عفاك عطيني رايك الصريح فهاد الموضوع.
شحال هي التكاليف الاضافيه؟
مني كنضغط علي اللثه ديالي، كتدمي.
غادي تحتافظ بها ليا؟
رابطت ليك تاقات ديال استرجاع العفش ديالك علي غلاف التيكي ديالك.
السّكاري كيف كيف فكل بلاد.
مزيان. علاش ما تمشيش تشوف المرحاض اللول؟ انا غادي نشوف واش كاين فالكافيتيريا.
عفاك وريني واحد صغيور شويه.
انا مجروح وباغي اسعاف.
فين نقدر نلقي الليموزين ديال فندق هيلتون؟
الماء كيسرب من التيب.
واش تقدر تبعث لي الحوايج اللي خلّيت ورايا؟
واش نقدر نعيط من هاد التليفون؟
ما متاكدش.
بغيت نجرب الماكله المحليه.
من بعد، بغيت نوجه انتباهكم للرسم البياني واحد ناقص ثلاثه.
واش كاين شي تغيير ف الرحله رقم 252 ل اوساكا؟
شنو رايك فهاد الطياره الورقيه مصنوعه فاسكتلندا؟
اه، هادي هي الحاجه اللي بغيت ندير دابا. واحد، جوج، نعس.
بغيت برم داءم خفيف، عفاك.
واش كاين شي باص ديال التوصيل من Holiday Inn؟
خص يكون شي غلط.
بطبيعه الحال. شحال كتظن غادي تاخد من الوقت؟
نقدر نعطيك كماده دافءه، ولكن كنصحك تمشي عند الطبيب باش يدير ليك تصوير بالاشعه.
مرحبا، تقدر تمد رجليك بلا حرج.
نتا صح - عارف، علاش ما نمشيوش تما مع بعضنا؟
كان فجاه. ما شفتش وجوههم.
شكراً. واش تقدر دير السلطه؟
واش نقدر نوصّلها لهاد العنوان؟
اه، واحد اخر، عفاك. ممكن نكون غمضت عيني.
جيب لي واحد الطبق، عفاك.
نقدر نهضر شويه انجليزيه.
ما عجبنيش هاد اللون. واش عندكم هاد اللون بالزرق؟
عفاك قول لي العنوان ديالك باش نتاصل بيك فحاله الطوارء.
انا متاكد غادي نعمر تانكي ديال البنزين مني نرجع الطوموبيل.
هاد الدار باينه مريحه للعيش فيها.
فوقتاش كيمشي هاد الطياره؟
هدا مخرّب.
ايه، مزيان.
يلا نعاودو.
زوج ديال التيكيات لعشيه اليوم، عفاك.
كتبيعو سلع معفيه من الضراءب؟
جرحت راسها.
واش هاد السير ديال الشنط ديال الطياره رقم سبعه واحد اربعه؟
سمعت بحوالي عشرين دولار.
سميتي نوغوتشي. غير عيطت عليك من الفندق.
فين كاين السفاره اليابانيه؟ واش ممكن ترسم لي خريطه؟
بغيت بيت فيه منظر زوين.
واش قريب من محطه المترو؟
باص؟ كنظن بغيتي تقول ليموزين باش ياخدك للفندق. شنو الفندق اللي غادي ليه؟
واش ممكن تصوّرني؟
بغيت نسحب اربعميه دولار من حسابي.
غادي نوصل ف عشر دقايق.
شحال من ساعه محلّين؟
هدا السيد سوزوكي كيهضر، بغيت نسول علي حجز فالاوتيل.
شحال غتبقي ف المانيا؟
واش نقدر ناخد درس خصوصي؟
داك الفيلم عنيف بزاف علي الدراري. خاصو يكون محدود.
واش ممكن تزيد شويه فالسخونيه ديال الترموستات؟
عفاك بدل خطه العشيه.
شكراً. عفاك طلع وخد الباقي من بعد؟
عفاك نزلني فـ Fifth Avenue.
شحال كتاخد باش توصل للمطار؟
بغيت دواء للحبوب.
بغيت نحجز علي السبعه ديال العشيه.
واش عندك افلام ايروتيكيه؟
واش كاين منيو بالياباني؟
طوموبيلتي تعطلات.
صاحبي طاح من فوق جرف.
فرحان بلقاءك، سيدي.
شحال كانت تكلفه المكالمه للهاتف لليابان؟
ماقدرتش ندخل.
فوقتاش غادي يكون متوفر؟
سمح لي. كنظن البلاصه ديالي حد البلاصه ديالك.
ها حنا. هدا هو المتحف البريطاني.
سلام. ها هو المينيو.
بغيت نلمع صبّاطي.
كان بحال حلم.
ثلاثه ديال العشيه.
سمح لي ما نقدرش نقبل الدعوه حيت عندي موعد اخر.
شحال من الوقت نقدرو نستعملو المرافق؟
خليت الشنطه ديالي فشي بلاصه.
شنو المينيو اللي كتقترح؟
واش التمن ديال الخدمه والضريبه داخلين؟
غادي نمشي للبوابه فالكراسي ديالي المتحركه.
حسيت براسي حسن بزاف دابا. شكراً بزاف علي كلشي.
فين نقدر نصلحو؟
لا، مازال ما مشيتش. ولكن بغيت نمشي تماك شي نهار.
واش ممكن تعطيني شي حاجه نقراها؟
بغيت نحدد موعد باش ندير تسريحه شعر فالثلاثه ديال العشيه.
شحال من الوقت كياخذ باش توصل لهناك؟
برد. ممكن نطلب بطانيه اخري؟
واش هاد الطوبيس غادي لسّان دييغو؟
شحال من الوقت كياخذ باش توصل لليابان بالبريد العادي؟
دور علي اليسار منين تفوت داك الجسر ديال الراجلين.
واش هاد الشروط مقبوله؟
ما بقيتش قادر نتحمل هاد الشي اكثر.
بنت ديال المايلد، عفاك.
بغيت نشري علبه ديال السجاءر.
كثير من الرواح كيدورو هاد الايام.
عفاك سخن الطبق مره اخري.
خصني نلبس كرافات؟
بغيت شامبو للشعر الجاف.
كيفاش نوصل لوطيل واني؟
كنخاف تكون جيتي للطابله الغالطه.
بغيت نقرا الطب.
باقي عليك معايا دولار وسبعين سنتيم.
واش كاين شي تعليمات للعنايه؟
مزيان. غادي ناخد الشابلي. وانتِ، جين؟
لا، الجرابات ديال الجلد اغلي. هادي ديال الجلد. ثمنها ميه وخمسه وسبعين دولار.
حنا مهتمين بالاثاث.
واش تقدر تقترح عليا شي مطعم مزيان؟
كتبيع الحبر لاقلام الحبر؟
لا، ما نديروش هكا. خاصني نمشي للدار قبل السبعه.
اللعبه سالات.
واش عندكم هاد الشي بالفضه الاسترلينيه؟
بَان لِي ضيعت MasterCard ديالي وانا كنت كنشري هنا.
لا، شكراً. انا نعسان دابا.
انا فمشكل. عفاك عاونني.
فاشن ديال الرجال كاين فاشن طابق؟
حرقت يدي اليمني بالماء السخون اللي فالقِدر.
كيفاش نقدر نجيب التيكيات؟
سميتي كامي. عندي حجز هنا لجوج ديال الليالي.
عَجّل للمطار، عفاك.
ماشي مزيان ف الانجليزيه.
نتا زوين بزاف.
كنمشيو بالمترو، ولكن اولاً خاصنا نشريو التذاكر.
تشال مني الجيب. كان عندي حوالي مءتين دولار ف المحفظه ديالي.
ايه. تحت الكرسي.
فين كاين اقرب محل ديال الماكله الصحيه؟
لا، من بعد، عفاك.
عندي قشعريره.
كيفاش كان شكل الجاني؟
فين كاين هاد البلاصه؟
كاينين بزاف ديال البلايص التاريخيه.
فين هو احسن بلاصه نزورها مع صاحبي؟
لا، لا. بغيت نشوفك.
واش عندو ضمان؟
مزيان. نقدر نتكلف بها ليك.
فين كاين اقرب سوبرماركت من هنا؟
فاش نوصلو؟
من بعد، دوز من القناه الخضرا.
شنو هو المينيو ديال اليوم؟
واش تقدر تبدل الفرنك الفرنسي بالجنيه الاسترليني؟
فين نقدر ندي الشنطه ديالي ديال JAL واحد وعشرين؟
سته مشروبات كيدوزو عشره دولارات وخمسين سنتيم سيدي.
اه، سمح لي. اكيد عندك شي بلاصه فبالك - فين بغيت تمشي؟
واش نقدر ناخد طلبك، سيدي؟
واش تقدر تامن هاد الطرد؟
شنو نوع تسريحه الشعر اللي شاعله دابا فمريكا؟
شنو هو الحجر ديال الولاده ديال يونيو؟
عندك الحصبه.
كتعجبك الموسيقي؟
المرحاض، فيضان.
ايه، دخلت البارح عند الدكتور جونسون.
كتعرف فين غادي يتدار؟
واش تقدر تشرح لي كيفاش نسد الباب؟
بغيت ناخد درس ديال الغطس.
فين تصاوب هاد الشي اصلاً، و شحال دازت من الوقت؟
فين خصني نخليها من بعد سيمانه؟
فهمت. غير خلّص زياده.
سلام. بغيت نطلب شي قهوه وساندويتش كلوب.
حشومه-توقفت عند التفتيش الامني مره اخري.
سير دغيا لقدّام، وغادي تلقاه علي اليسار ديالك.
كاحلي كيوجعني.
كنحس بشويه دوخه.
كيبان عليه كيعجبو الرحله.
فاش من طاقم كنت؟
واش تقدر توصيني بشي كوميديا مزيانه؟
شنو رايك فهاد الحزام ديال الجلد ديال الماعز العالي الجوده؟
راه مكتوب فهاد الورقه.
واش ممكن تعطيني تقرير طبي و وصل باش نقدر نديهم للتامين ديالي؟
بغيت نحجز فندق، عفاك.
عفاك سني شويه. غنمشي نسولو.
نزلو عند الفندق الكبير، عفاك.
شحال تمن ارخص بلاصه؟
الكرسيّات قريبين قد ما يمكن، عفاك.
الباب ما غاديش يتحل.
واش تقدر تصوّر معانا؟
واش عندكم الحوت المقلي؟
شنو كتظن حسن كهديه لولد عندو تمن سنين؟
كتقصد داخل المدينه؟
واحد طبق خاص ازرق. ساليت؟
واش عندك خراءط ديال وسط المدينه؟
هدي علي راسي.
جيت غير باش نحييها.
عفاك عمرها ملي كترد السياره.
شنو كتقترح؟ ما عرفت شنو مزيان حيت انا ما كنشربش الدخان.
شحال من الوقت بغيت تستعملو؟
واش تقدر تعيط لشي حد كيهدر اليابانيه؟
بغيت نتعشي بحدود اربعين دولار لكل واحد.
كيبان مسروق.
توست و كاس ديال القهوه، عفاك.
سمّيتك وعنوانك، عفاك.
سلام. واش نقدر نعاونك؟
حوالي تمانيه وخمسين، الا ما عندكش مانع.
واش كاينين شي مرافق للمعاقين؟
واش غيبقي الندبه علي جلدي؟
كنستعملو العيدان باش ناكلو الماكله.
تحت شجر الكرز كينظمو حفلات باش يشوفو الكرز.
وصلت علي رحله يونايتد ايرلاينز رقم خمسه اربعه ثلاثه.
انا فخور بزاف حيث تعرفت علي راجل زوين بحالك.
سيد اينشتاين، واش نقدر نسولك علي سعر الصرف؟ ما فهمتش كيفاش تقدر تتهم اليابان بممارسات تجاريه غير عادله بهاد الشكل القاطع.
فوقتاش نقدرو نبداو اللعب؟
غادي نجيبوكم قدام الاوتيل.
غادي نقيسو ليك الحراره. واش عندك الشهيه؟
ايوا، غير شويه ديال الصبر، عفاك. كاين بلاصه خاويه ف اللور، تقدر تمشي تْقْعَد تماك.
كيفاش نوصل لهاد العنوان؟
واش تقدر تحجز لي بيت؟
بغيت بلاصه فالاوركسترا.
بغيت شي حاجه شويه ارخص.
هذو ضيقين شويه.
كيقولو غادي يطيح الثلج علينا.
شكراً. نتمني ليك اقامه ممتعه.
السوشي هو كره صغيره ديال الرز علي شكل بيضاوي مغطاه بشراءح ديال الحوت النيء او القشريات.
كنخاف ما نقدرش ناخد الموافقه علي هاد الكريدي كارت.
غادي ندير حفله. كنت كنتمني تجي.
كتفضل بلاصه للمدخنين ولا بلاصه لغير المدخنين؟
واش تقدر تقول لي شحال الفلوس؟
لا، غير كنتفرج.
بغيت نتاصل بالمرشد ديالنا. واش تقدر تقول لي كيفاش نعيط؟
عفاك شيك علي طوموبيلتي.
غادي ندير هاد الشي. شكراً علي المساعده.
عشرين دولار فربع دالدرهمات، عفاك.
كتعرف شي مطاعم مفتوحه حتي فالليل؟
سمح لي، ما فهمتش المعني ديال هاد علامه المرور.
واش كتخدم 24 ساعه؟
ما متاكدش اش من طوبيس كيمشي لوول ستريت.
واش هاد الطوبيس كيتوقف حدا غرين بارك؟
واش تقدر تلقالي شي مقاس اللي غادي يليق عليا؟
شكراً. بغيت كاس واحد اخر، عفاك.
واش تقدر توصيني بشي وكيل سفر؟
ثلاثه بيره من الصنبور، عفاك.
واش عندك سخانه؟
شنو نوع الشنطه؟
بغيت واحد البوكيت.
الثمن الاجمالي هو خمسه وتسعين الف وتسعميه وثلاثين ين.
الزيارات للغرفه غاليه. عفاك استعمل غرفه الفحص ديال الفندق.
سير دغيا فهاد الطريق و دور علي اليمين فالتقاطع. المتحف كاين تماك.
بغيت ساندويتش ديال اللحم المشوي.
ماشي انا المسءول علي القفازات، عيط عليه.
سمح لي. كيفاش نوصل لكنيسه الاتحاد؟
عفاك طلب منها تتاصل بيا ملي توصل.
حوالي عشره دقايق مشي.
فوقتاش غنوصلو لشيستر؟
سمح لي، ولكن هادشي ما كيبانش صحيح.
طوموبيلتي سالا فيها البنزين.
سلام، هادي الغرفه واحد وعشرين وثلاثه. بغيت واحد البطانيه، عفاك.
عفاك حجز طابله لاربعه ديال الناس علي السبعه. سميتي ساكاتا.
ما كنظنش عندهم شي زياده، ولكن شريتها من شارع تالت.
عفاك نصحني بمحل.
توقيت الصيفي كيبدا غدا فمريكان، الا كنت كنفكر مزيان.
واش تقدر تحتافظ بشنطتي هنا حتي لربعه؟
واش تقدر تقول لي علي شي بلاصه نقدر ناكل فيها بثمن معقول؟
فاتني المحطه ديالي.
حداش و عشرين د الليل
بغيت شويه ديال الما المعدني.
المكيف ما كيبانش خدام.
فين كيتقدم العشاء؟
واش كتظن تمثال الحريه كيسوي تمشي تشوفو؟
طوكيو صفر ثلاثه اثنين اربعه سته صفر خمسه سبعه تسعه.
واش نقدر نطلب كاس ديال النبيذ؟
كان راءع بزاف.
ما فهمتش هداك. قال بزاف.
حطهم فالثلاجه فحال ما تقدر.
فين اقرب محل ديال الحوايج؟
شنو هي الاوراق اللازمه باش ندير المعامله؟
كنقترح عليك تجي ف ماي ولا اكتوبر اللي هما احسن المواسم ديال العام.
هاد المتجر الكبير عندو احسن تشكيله فالمدينه. متاكد غادي تلقي الزربيه اللي كتقلب عليها.
كنبغيه حيث كنت باغي نزور هنا من مده طويله.
بغيت بلاصه علي الجنب قريبه من مخرج الطوارء.
انا عرقان.
نعم، شنو بغيت تبدل؟
نعم. واش نقدر نشوف بطاقه الطالب ديالك؟
كيوقع ان 3 و5 ماي عطلات وطنيه. لذلك قررنا نديرو ثلاثه ايام عطله متتاليه باضافه 4 ماي.
مازال ما وصلش الماكله ديالنا.
واش تقدر تنصحني بحفل موسيقي؟
ثمنها خمسه وثمانين سنتيم. ما تنساش تاخد تحويله ملي تركب، باش ما تضطرش تخلص مره اخري ملي تبدل الطوبيس.
مكالمه علي حساب المتصل لليابان، عفاك.
كاين شي مشكل فعداد التعريض.
جوج ديال المطارات غادي يولو اكيد نوافذ جداد باش يروجوا التواصل مع الناس فبلدان اخري.
فاش كتفتح المحل؟
خذ خط E حتي شارع الرابع وبدل الي خط F.
بزاف د الاطفال كيمشيو للمدرسه التحضيريه باش يدخلوا لمدارس ثانويه وجامعات حسن.
هما ملحقات ديال الكاميرا. راهوم هشين بزاف.
غادي نمشي لنيويورك فخدمه.
الثمن لاول ثلاث دقايق هو عشره سنتيمات.
فين كاين محل غسيل الملابس بالعمله؟
شنو كاين فالاوپرا الليله؟
كناخد هاد الدوا كل ست ساعات.
واش تقدر تبعت هاد الشي فالبريد؟
تحت البحر مغطي بالشعاب المرجانيه.
بغيت ندير مكالمه علي حساب المتصل.
شحال الثمن لكل يارده؟
طبعاً تقدر. عفاك حلّها.
دور علي ظهرك.
واش غادي ندخلو كاملين ف نفس الوقت؟
سير دغيا فهذ الشارع، دور علي اليسار ف الركن التاني، وغادي تلقاه.
واش تقدر تحتافظ بمفتاح غرفتي؟
تقدر تاخد طياره ANA رقم تسعه وخمسين، اللي كتخرج من طوكيو مع التسعه وخمس وخمسين وكتوصل لسابورو مع الحداش و خمسه وعشرين.
طبق المحار ديالنا خفيف شويه.
خمسين، خمسه ديال العشرينات، عشره ديال العشرات، عفاك.
دور علي اليسار ف الزاويه الثانيه. راه علي اليمين ديالك.
زوج تذاكر من الدرجه الثانيه لروما.
واش نقدر نخلص دابا؟
واش تقدر توريني لاءحه ديال انواع الطوموبيلات والثمن ديالهم؟
فاش كتبدا الصعود للطاءره؟
عفاك وريني فين انا فهاد الخريطه.
بغيت نمشي نغطس بالسكوبا.
شي لواحده فوسط العمر ديالها.
واش عندك واحد زرقا؟
هدي هي شارع الملك.
سير للملتقي الثالث.
السداده ديال البانيو ما خداماش.
واش كاين شي محل مزيان ديال الحوايج للعيالات؟
خصك تحجز لي بلاصه فهاد الطياره.
داك الشنطه كتبان بحال ديالي، ولكن ماشي ديالي.
فين نقدر نبدل فلوسي؟
هادي مركز ديال التذاكر بتخفيض. تقدر تشري التذاكر بنص الثمن.
اه، هادي بعيده بزاف، سيدي. التاكسي غادي يخرج غالي. ولكن تقدر تمشي فين ما بغيتي الا تعلمتي كيفاش تستعمل المترو.
فاش كتبدا الحصه؟
غادي نبعث ليك صوره.
واش كاين شي فتره سماح من بعد وقت الخروج؟
واش تقدر تفرق هاد الفلوس لوراق ديال دولار واحد؟
لا، غادي نعيط ليه مره اخري.
القهوه كاينه فوق الكونتر تماك، دير اللي بغيتي.
بغيت نقص شعري شويه.
هاد الطريق كيوصلّك للبحيره.
الزوج ديال الرسومات كيبينو التغييرات فالحصه ديالنا فالسوق.
فاتني المحطه ديالي. شحال كتاخد باش نوصل للمحطه الجايه؟
فوقتاش نقدر ناخدو؟
غادي ندي ليك تصوير بالاشعه السينيه.
خصك تدير موعد مع الطبيب.
عندي حجز لجوج ديال الليالي. سميتي ريسا كوبايشي.
عفاك، واش تقدر تجي تصوّر معانا؟
فين كاينين الدوشات؟
غادي نمشي للنادي الرياضي. واش نقدر نستعمل بلا ما نخلص؟
حطيتو هنا هكا تقريباً من تلاتين دقيقه.
واش نقدر ناكل هاد القشره ديال الفاكهه كامله؟
شكون ارخص، هادي ولا هاديك؟
واش نقدر نجلس فبلاصا حدا الشباك؟
بغيت طوموبيل فيها الكونتور اوتوماتيك.
فيلم ملون ثلاث وخمسين ميليمتر، عفاك.
فوقتاش كتكونو محلولين؟
دور علي اليسار فالتقاطع اللي علي شكل T.
بغيت دليل خاص نهار كامل.
لثتي كتدمي.
عندي التامين.
لا، ما كاينش بزاف. غير جوج ديال الشكارات.
قنينه صغيره ديال موسيل، عفاك.
الشرف اكبر من اللي كنستاهلو.
علاش ما نتلاقاوش هنا غدا؟
شنو كيتصاوب محلياً؟
هاهي الفاتوره ديالك. هي جوج ميه و ربعه و تمانين دولار.
بغيت تشوف شي مجموعه جديده ديال البلوزات؟
الا ما كتديرش هاد المجال، واش تقدر تقترح عليا محل متخصص فيه؟
واش كاين شي اوطيل هنا؟
كتعرف واش كاين شي مطعم اسباني قريب من هنا؟
شحال من مره خاصني ناخدها؟
شكراً علي الانتظار. معاكم اونو.
شحال من تخفيض غادي تعطيني؟
كنلقي زياره المتاحف كتريحني بزاف.
واش نقدر ناخد شويه عصير؟
حسناً. غير لحظه. غادي نرسل شي حد للطّبقه.
واش عندكم بيت واحد لليله؟
واش كاينين شي منحدرات للمبتدءين؟
جوج سته تسعود واحد صفر خمسه واحد، كود المنطقه هو صفر ثلاثه.
كنشوف عندك صالون زوين.
كنخاف ما كنقبلوش هاد الشي. كنقبلو فيزا.
كننصح بها.
واش مسموح نديهم معايا خارج البلاد؟
خصني وقت اكثر باش نوجد الشنطه.
طلبت من ان تغني اغنيه.
بغيت نحجز طابله علي سته ديال العشيه نهار الخميس، 7 غشت.
شنو برنامج اليوم؟
يا لطيف، واش غادي نوصلو للقاع؟
شيري، عفاك.
واش تقدر توصيني بمطعم صيني زوين هنا قريب؟
شحال تقريبا الثمن حتي للمطار؟
بغيت نخرج. الغرفه رقم 236.
حجزت بيت مع البانيو عبر وكاله السفر في طوكيو.
شحال خدا؟
كيفاش كيبان هاد الشي؟
واش ممكن تعطيني دواء ملين؟
واش تقدر تقول لي الطريق لمحطه المترو؟
هادشي بسيط بزاف.
بغيت نبقي نهار زايد.
فين كاين مكتب المفقودات؟
خليني.
واش هادي فيلم رعب؟
انا هنا باش نلقي صاحبي.
بغيت راديو.
فين كاين محل التجميل؟
المشغل الخارجي، عفاك.
سمح لي. غادي نزل.
تذاكر "S" سالاو كاملين.
واش كاين شي بنك ياباني هنا؟
شنو هو الرقم ديال البار؟
واش تقدر تكتب لي شي حبوب للنّعاس؟
واش كاين شي حاجه مصنوعه من القطن؟
بغيت بلاصه فالاوركسترا، عفاك.
واش غادي تخلص الزياده ديال خمسين فالميه؟
بغيت هاد الصوره تكبر حتي تولي بحجم جامبو.
عفاك دير صفر ومن بعد الرقم اللي بغيت.
واش كاينين شي قوانين خاصه؟
مزيان. شنو نوع الغرفه اللي بغيتي؟
كاين شي مشكل فالمكيف.
نعم، بالطبع.
بغيت زوج ديال الصبّاط ديال الجلد.
كتظن نقدر نحطوها فوق الرف تماك؟
واش ممكن يكون عندنا مرشد كيهدر اليابانيه؟
زوج تذاكر لشيكاغو، ذهاب واياب، في الكلوب-كار، عفاك.
فين كاين شي ديسكو مشهور؟
واش غادي تبدل الطول؟
هي، نتي. شنو كتدير ف طوموبيلتي؟
غادي ناخدو، عفاك.
خصني نبدل العدسات ديالي. ها هي الوصفه الطبيه.
ايه، كنظن غادي نبدا بشوربه الكلم.
واش تقدر تقول لي قبل ما نوصلو لهاد المحطه؟
واو. دازت عليا جميع اجراءات الدخول.
عندي حجز لمده جوج سيمانات.
سمح لي، ساعتي ما خداماش مزيان. ولكن متاكد بلي دازت الساعه جوج علي الاقل.
واش تقدر تحتافظ بهاد النبيذ حتي لليل غدا علينا؟
بغيت حتي انا شويه ديال الفلوس الصغار.
واش هاد الزنقه كتدي للسنترال بارك؟
ما قادش نبول، وعندي الم فالبطن السفلي.
واش عندك شي حساسيه؟
النساء فالمناصب الاداريه كيزيدو.
واش عندك كارت الهبوط؟
شنو كيجا مع الستيك؟
خليني نشوف.
خليني نجربها، عفاك.
يلا نمشيو نشوفو ماتش ديال التنس.
عفاك جيب لي مخده.
علاش ما نقدروش نبقاو فالوتيل اللي حجزناه؟
عندك الرقم غالط.
الريب الرءيسي زوين بزاف اليوم.
اليوم خميس.
شنو هي اشهر موسيقي دابا؟
بغيتو يعيط ليك منين يجي؟
عفاك صيفط هاد الرساله بالتوصيل الخاص.
نظام تطوير المنتج ديالك متوافق بزاف مع حمايه البيءه.
كل هاد الماكله الدهنيه راهي غا قاعده فكرشي.
عفاك حضّر الغرفه.
واش عندك رساله تغطيه للفاكس؟
ما قديتش ننعس من الوجع.
شحال كتاخد باش توصل للمحطه؟
ماستعملتش خدمه الغسيل ديالك.
بغيت شي وساءل منع الحمل.
بغيت ناكد الرحله ديالي مره اخري، فواحد وثلاثين يوليوز من لندن لطوكيو. الاسم العاءلي ديالي تانكا.
هدي غاليه بزاف عليا.
بطبيعه الحال. واش ممكن تعطيني سميتك ورقم تليفونك؟
كنت ف حادثه ديال الموتور.
كنخاف خاصني نلغي الموعد ديالنا.
بغيت نكري شقه مفروشه لشهر.
مطلوب منك تفحص النباتات والحيوانات عند مكتب الحجر الصحي اذا كان عندك شي منها.
بصراحه.
بغيت نبدل خمسين الف ين للدولار.
واش نقدر نجي ناخدو بكري؟ حيت خاصني اياه ف اقرب وقت.
تزاد ف عام 1960.
خصني علي الاقل نص ساعه باش نوجد الشنط ديالي.
هذ العصاءر الغازيه مجانيه.
سمح لي، ما عرفتش. انا حتي انا سياح.
بغيت نهضر معاك اكثر.
بغيت شويه ديال اللحم المدخن.
شنو القياس ديالك؟
واش نقدر نجربو؟
كتشوف، حنا كنعانيو من التاثير المباشر ديال انفجار الركود.
واش تقدر تلقالي بلاصه فالطياره ديال غدا، عفاك؟
بالتاكيد. واش بغيتي خمسه عشر دولار؟
انا مقيم ف فندق abc. عفاك تاصل بيا تماك.
خرج من زنقه جانبيه وما كانش عندي الوقت نتفادي منه.
غادي ندي ولدي لحديقه الحيوانات.
غادي نوصلو لوس انجلس من بعد ما نسوقو حوالي خمسميه وخمسين كيلومتر من سان فرانسيسكو نحو الجنوب.
كان من دواعي سروري نلتاقاو.
بغينا البطاطا مشويه، عفاك. وحط الزبده علي الجنب.
شحال هي التمن ديال المدرب؟
واش ساليت؟
فاش كتبدي الاوبرا؟
هادي هي الموديل الجديده ديالنا. كنسميوها الكمبيوتر ديال الحلم.
بغيت نجرب طبق تقليدي ديال هاد الميناء ديال الصيد.
واش تقدر تحجز لي بلاصه؟
تقدر تخلص الميتين دولار بالين الياباني.
عفاك عطييني واحد رول ديال فيلم ثلاث وخمسين ميليمتر، فيه سته وتلاتين صوره، ASA ميه، وواحد اخر ديال ثلاث وخمسين ميليمتر، فيه عشرين صوره، ASA اربعميه.
الحادث عطّل المرور.
شنو هي الفءه ديال الثمن اللي كتفكر فيها؟
واش تقدر تبعث هاد الطرد لليابان عبر البريد البحري؟
مزيان. دور علي اليمين ف الزاويه الجايه. غتشوفها قدامك بالضبط.
بغيت نحجز بيت فندق فالمدينه.
لمده خمسه ايام.
الكنزه الحمرا اللي شريتها السيمانه اللي فاتت ما كتليقش عليا. واش نقدر نبدلها بلون اخر؟
فين كاين اقرب بيت الراحه هنا؟
فين بلاصي؟
مزيان، اذن-ثلاثه لفافات ديال الفيلم كيساوي تسعود دولار وسبعه وسبعين سنتيم.
شنو فيا؟
سمح لي، ما عندكش الاذن تدير هاد الشي.
نعم، سيدي. ها هو.
حتافض لي علي هاد البلاصه، واش ممكن؟
واش كاينين شي اثار قديمه؟
الا قلت غير "ما"، واش ما غاديش يجيبوا ليك ما مكربن؟
ما عنديش الرغبه نقي، ولكن ما عنديش الشهيه.
فين؟
فين كاين اقرب مكتب بريد؟
ضعت مفتاح غرفتي. واش تسلم هنا؟
واش كاين شي مرشد كيهدر اليابانيه؟
لميا ميامي، عفاك.
صعيب بزاف باش تحصل علي فيزا.
كان الشغل مزيان اليوم، ماشي هكا؟
واش تقدر ترسم لي خريطه؟
بغيت الطابله اللي قريبه، عفاك.
فين كاين مكتب التذاكر؟
واش عندك شي حاجه اصغر؟
مزيان. وش من نوع ديال الفواكه بغيت؟ عندنا البرتقال، الفريز والعنب.
غادي ناخد شي قهوه بلا كافيين.
واش نقدر ناخد هاد الحجم ديال الشنطه معايا فالطياره؟
بغيت برم داءم مشدود.
ماقدرتش نجيب هاد الرقم.
انا معصب بزاف، ولكن ما كيعجبنيش نتخاصم مع الناس.
فين نقدر نلقي الليموزين للفندق السميت؟
لا، مازال ما وقعش. دابا حنا ف عين الاعصار. قريب غادي تبدا الشتا الغزيره والرياح القويه من جديد.
كيفاش نقدر نشوف برامج التلفزه بالكابل؟
خامس عشر وستاشر ماي؟
كان عندي كريدي كاردز وجوج ميه دولار كاش ف المحفظه ديالي.
بغيت نشري علبه زجاج جديده.
كتعرف شي اوطيل مزيان؟
هو استاذ ف جامعه ا.
خصني واحد البورتير، عفاك.
شحال غادي تبقي محل مفتوح اليوم؟
واش تقدر تاكد لي حجز الطياره ديالي لي نهار 12 اكتوبر؟
هي مناسبه لي بالضبط.
خد خمسه دولارات لنفسك.
البيسبول مشهور بزاف.
بغيت نشري شي فواكه. شنو مزيان دابا؟
واش كيسرفو نبيذ مزيان فالمطعم؟
ما عندكش شي حاجه اكبر؟
فين كاين المحطه ديال حافلات Greyhound؟
سمح لي. واش كاين شي محل كبير قريب من هنا؟
ايه، خاصني نقول هكا. اليابانيين كيعطيو قيمه كبيره لتجربتهم وحكمتهم خصوصاً فمجال الاداره والتسيير.
المطعم تماك.
كان رقم غالط.
عندنا اليوم شي لوبستر زوين بزاف.
واش ممكن نصوّر هاد البنايه؟
بدل هاد الورقه ديال الفلوس بعملات صغار.
واش شي حد هنا كيهدر بالانجليزيه؟
سميتي ميوكي كاتو، وانا صاحبه ماري من الوقت اللي كانت كتقرا فاليابان. واش ماري موجوده؟
شحال من ميل من هنا؟
سمح لي، كيفاش نوصل للمحطه؟
فين وفوقاش غادي ترجع؟
مخربق.
انا بخير بزاف، شكراً.
انا عضو في فرقه A tour.
الرقم هو صفر ثلاثه ثلاثه ثلاثه خمسه واحد سته تسعه واحد.
واش تقدر توريني هاد الخاتم؟
الخصر كبير بزاف عليا. واش عندكم هاد المقاس بصغير؟
واش تقدر تقصر ليكم اكمام هاد القميجه، عفاك؟
واش كاين شي مشكل؟
عطيني جوج قنينات ديال الويسكي وقنينه وحده ديال البراندي، عفاك.
انا عندي حساسيه من اللقاح.
واش هاد الراديو ديال الترانزستور هديه؟
فواحد السيمانه، غادي نرجع لليابان.
خصك تضغط تسعود و واحد اللول ومن بعد كود المنطقه، ومن بعد رقم التليفون.
اتاي، بالحليب.
غير قصّه شعر، عفاك.
كتبيعو سلع معفيه من الرسوم فالطياره؟
علاش كيوقع هاد الشي؟
واش نقدر نسولك علي سميتك؟
واش كاين شي محل ديال التخفيضات هنا؟
عندي الم في المعده.
ولكن علاش؟
واش هادي تران مباشر لشيكاغو؟
كنت ظني اننا غنمشيوا للبحر هاد العشيه.
فين كاين اقرب مكتب بريد؟
سمح لي. نتي السيد سميث، صح؟
هي كاميرا.
ما كنظنش غادي يكون عندي الوقت نزور حديقه الحيوانات فهاد الرحله. شكراً علي الاقتراح ديالك علي اي حال.
ضعت العدسه ديالي هنا قريب. واش تقدر تعاونني نقلب عليها؟
غادي نسافر فكل امريكا ونسكن ف بزاف ديال الاوتيلات، الموتيلات، النُزُل، وديور خاصه، الا كنت محظوظ.
خصني لمبه جديده.
نقدرو نكملو التعديلات قبل غدا مع العشيه علي ثلاثه ديال العشيه. واش هادشي مزيان؟
واش كاين شي مترو قريب؟
فين كاين حي التسوق فهاد المدينه؟
كنظن درتي حساب غلط.
واش تقدر تبدل لي الطابله ديالي؟
حجزت ليك الرحله ديالك رقم 207 اللي غادي تمشي غدا مع السبعه وخمسين دقيقه ديال العشيه لنيويورك.
ضعت مفتاح الغرفه.
اربعه وعشرين، واحد وعشره والباقي بفواتير دولار واحد.
كنظن هاد الوصل غالط. واش تقدر تشوفو، عفاك؟
عندي سبع ميه دولار في شيكات المسافر وثلاث ميه دولار كاش.
هادي طحالب بحر ناشفه. كنسميوها ياكينوري.
حوالي خمسه عشر دقيقه علي الرجل. تقدر توصل تما بالمترو حتي هو. كتوصل بكري.
الحجم العادي، عفاك.
ما عنديش فلوس كافيين اليوم.
عدد الناس الكبار فالعمر كيزيد بشويه بشويه.
بغيت ناكد مره اخري علي رحله العوده ديالي لطوكيو نهار الاربعاء الجاي.
واش كاين شي ملعب ديال التنس هنا؟
غادي خاصك تصبر. واش بغيتي تصبر؟
واش عندكم جوله كل نهار؟
كيفاش غادي يكون الجو غدا؟
شي حلوي ولا علكه، عفاك.
واش كاين الوقت باش نستعمل المرحاض قبل الاقلاع؟
واش كيجِي معاه مفتاح؟
خصني درامامين.
اه، ايوا. عندي. كيعجبني بزاف.
كنعجبني بزاف، ولكن ما كيعجبنيش التصميم.
كنشكرك بزاف حيث عندي صاحب بحالك.
عفاك قلس. شنو المشكل؟
ما متاكدش ولكن غادي نقول ليها بلي عيطتي.
واش تجيب لي واحد البطانيه؟
كتبيع جوارب ثقيله؟
فاش كيسالي اخر طوبيس؟
مزيان. هاد الشي وكاس ديال الجن والتونيك.
واش كاين تلفاز؟
شنو كيوقع مع الشنطه اللي درتها في الشيك-ان؟
اه، ما عنديش الرغبه ندير شي حاجه بحال هادي.
خصني شي حد يعاونني.
غادي نمشي حتي انا لشیکاغو.
واش كاينين عندكم ماكينات الخمس سنتيمات فهاد الكازينو؟
شنو بغيت؟
شنو التخصص ديالك هنا؟
فاش غادي نهبطو ف نيويورك؟
لا، والو.
شنو بغيت تاكل فالفطور؟
بغيت واحد الكوست طويل.
ما خاصكش تمشي لهناك. كنظن تقدر تلقي واحد هنا.
لسيطو فندق بوسطن، عفاك.
نقّيه، عفاك.
الساعه نون.
واش تقدر تعطيني التاريخ وارقام الرحلات؟
واش غادي يتقدم الماكله؟
فين هي الصاله؟
غير شويه.
واش ممكن تشوفها ضروري؟
واش عندك هادشي بانماط مختلفه؟
هادا جاري ديالي.
مم، بنين. هاك، ذوق.
نشوفو شي قهوه؟
مءه ين مقابل دولار.
كيالم الوقوف.
ايه، نقدرو نكملوه قبل ليله غدا.
عندي حساسيه من القش.
اكيد، ها هو.
واش كاينين شي بلايص فين نقدر نشوف عرض هولا وانا كنشرب؟
نزل فهاد الزنقه حتي توصل للمعبر الثاني.
سميتي تارو تاكاي.
بغيت نلعب غير شويه زياده.
واش عندك طوابع؟
فين العربه ديال الماكله؟
غادي نوصلو مع تاخير ديال نص ساعه علي الوقت المحدد.
هذي هي الغرفه رقم تلاتميه وسبعه وخمسين. خاصني مزيد من بلسم الشعر.
فين كاين المعرض؟
مكان اخر ممكن يعجبك هو حديقه حيوانات برونكس المشهوره عالمياً.
واش الريح غادي تولي قويه فالعشيه؟
عشره طوابع ديال 32 سنت، عفاك. واش عندك شي طوابع زوينين؟
العشيه، عفاك.
واش عندكم هاد الموديل باللون البني؟
انا هنا باش ندير كورس ديال اللغه.
عطيني جوج تذاكر للجاليري هاد الخميس.
عفاك كتب لي رساله.
فاش كتخرج الطوبيس ديال بيمليكو؟
واش نقدر نستعمل هاد الكوبون فالطيارات؟
بغيت نحلق.
درت ف كاحلي. وعندي الم خايب.
كنقلب علي مزيل ديال الاظافر يكون رقيق علي ضفاءري.
عندكم طابله لثلاثه؟
بغيت نشري الطُعم.
خليني نشوف واش كاينين شواغر.
فين الطابلو ديال الاستقبال؟
تضربت.
المشغل. بغيت ندير مكالمه بعيده للفندق شيراتون.
غادي نكون فالوتيل حوالي العشره ونص هاد الليل.
عفاك عيط للسفاره اليابانيه.
الكيمونو هو اللباس التقليدي ديال اليابان.
ايه، ولكن درت الجوله الاولي ديالي غير من جوج شهور. انا مبتدء.
ظهر الكرسي ديالي ما كيتحركش.
غادي تعاونني بزاف. علي فكره، واش ممكن نبقي ف نفس الغرفه؟
المكيف ما خدامش. بيت ديالي بارد بزاف.
واش نقدر نشري تذكره لماتش ديال البيسبول ديال الدوري الكبير؟
واش نقدر ناخد كولسلو بلاصه بار السلطه؟
عفاك تاكد تجي تشوفني مع السبعه ديال الصباح غدا.
تشدو لي الباسبور ديالي.
بغيت تاكل شي ماكله ايطاليه؟
بغيت شريحه بيتزا بالنقانق، عفاك.
غادي ناخد ستيك تي-بون.
واش عندك شي عصير برتقال؟
سته وثلاثين تعريض ديال فيلم ملون سلبي ديال خمسه وثلاثين ملم، عفاك.
عفاك. وريني الشكارات، عفاك.
شحال بعيده اقرب محطه بنزين؟
فوقتاش كاين الطوبيس الجاي لبوسطن؟
عفاك صيفط هاد الرساله بالبريد الجوي.
بغيت نعاود ناكد علي رحله.
راسي كيدور.
شحال الثمن لكل خيمه؟
عندي موعد مع السيّد ويلسون علي ثلاثه ديال العشيه.
واش بغيت تبدل هاد العدسات بواحدين اقوي؟
خليني نهضر.
شحال هادي؟
واش نقدر نخلي ليه رساله؟
واش هارد روك كافيه بعيد من هنا؟
سلام. شوف.
واخا. دابا، واش نقدر نشري تذاكر ديال "شبح الاوبرا" لعشيه السبت؟
واش تقدر دير ليّا بينا كولادا؟
انا مستعجل. بغيتك تعيط علي طاكسي دابا.
برد هاد الصباح، ماشي هكا؟
حجزت عبر JTB ف اليابان من جوج سيمانات.
كنوقفو ف فندق بيفرلي. تقدر تنزل تماك. راه غير شي دقايق مشي للقمّه.
واش تقدر تحتافظ بهاد الشكارات حتي لربعه ديال العشيه؟
واش نقدر نستعمل بروجكتور علّي ف هاد الغرفه؟
فهمت. خذ وقتك من فضلك.
واش كاينين شي ملاعب غولف عموميه فيها 18 حفره؟
ما فهمتش حتي حاجه اللي كيقولوها الناس اللي حدايا.
القهوه كاينه فالقبو.
مساء الخير. عندي حجز. سميتي يامادا.
الشيء الرءيسي هو انك ترتاح مزيان.
عندك شي سݣاير؟
واش نقدر نطلب الاكل باش ناخدو معايا؟
دابا، وعدني غادي تشري غير زوج واحد، واش مافهمناش؟
واش كاينه شي صيدليه حدا هنا؟
واش نقدر ناخد شي فيتامينات؟
واش تقدر تجي تديّني من عندي ف السبعه؟
كتخرج كل عشر دقايق.
عطيني واحد ديال العشره، واحد ديال الخمسه، والباقي فراس صغار.
الملابس ديالي ما وصلاتش مزال.
ايه، كاين واحد ف الجهه الاخري ديال البنايه.
فين نزل؟
واش تقدر تقول لي كيفاش نستعمل تليفون عمومي؟
واش خاصني نخلص قبل؟
واش كاين شي محل ديال اللعب هنا قريب؟
بغيت شي كريم للرجليين.
هي تواصل مباشر من عقل لعقل. كتعني واحد كيقري عقل واحد اخر بلا ما يستعمل الكلام.
واش نقدر نصرف شيك شخصي؟
بغيت عصير برتقال، كورنفليكس مع الحليب وبانكيك مع العسل.
هادي مطبوعه. ما كاين حتي شي حاجه غاليه.
واش نقدر نجرب؟
غادي نرجع بالبر.
شنو مصنوع هاد دبوس الكرافطه؟
شحال تمن التذكره الدرجه الاولي؟
واش عندك شي شنطه كبيره؟
غادي نبعث ليك نسخه. عفاك كتب عنوانك هنا.
فين كاين النصب التذكاري؟
حسناً، السيّد اوزورا، الرحله ديالك دابا تاكدات.
عفاك جيب لي تذكره.
فين كاين الرافعه ديال التزحلق؟
عندي اسهال. واش تقدر تقترح عليا شي حاجه؟
الساعه تسعود وناقص عشر دقايق.
ما خصكش تدخل لهاد البارك فالليل.
ماشي ضروري الا ما تجاوزتيش الحد المعفي من الضراءب، ولكن كننصحك تعلن باش تكون التخليص سلس.
عفاك ضغط هاد الشي.
بطبيعه الحال. صبر شويه، عفاك. الطرف ديالك حاضر. تفضل، عفاك.
واش ما عندكش مانع الا لمستها؟
فاش كتبدا الصعود للطاءره؟
واش هاد الستايل مناسب لي؟
قول لي البرنامج ديالك لهاد السيمانه.
ما كاينش القرطاسيه.
شنو كتقصد بهاد الشي؟
نتا غالط.
بطبيعه الحال، تفضل.
واش تقدر تحتافظ بالحقاءب ديالي حتي للربعه، عفاك؟
ما عنديش فلوس كافيين باش نشري واحد جديد.
شحال فالوقت كيدوز اول تران؟
واش ممكن تعطينا طابله برا؟
كيبان ليك سكران البارح بالليل.
نعم، سيدي. شحال من واحد معاكوم وفاش الوقت بغيتو؟
كنظن بغيت نشري جوج من اللي ماشي غاليين بزاف.
فهمت، لغيت الكارط ديالك القديمه.
شكرا بزاف علي الماكله.
فين هي محطه الطوبيس؟
حبس الحرامي.
فين باص المطار؟
مءه دولار فالليله، زاءد الضريبه وتمن الخدمه.
شحال السرعه ديال الطياره دابا؟
الضو ف الغرفه ديالي ما خدامش.
شكراً بزاف. يلا. نمشيو.
فالصيدليه.
فين كاين احسن بلاصه للتزحلق علي الثلج للمبتدءين؟
بغيت بلاصه فالتّالي.
واش هاد القطار غادي لملبورن؟
شحال كبيره هاد البرج؟
فينسنت، واش حبستي راسك برّا؟ انا مارني.
مازال عندي الماكياج ديالي، واش تقدر تنظف لي وجهي مزيان؟
خذ ثلاثه حبوب مره وحده.
شنو هي نسبه العموله ديالك؟
واش نقدر نخلّي الطوموبيل ففرع اخر؟
هو مغمي عليه.
فندق طوكيو. كيف نقدر نعاونك؟
انا هنا باش نزور صاحبي.
واش كاين شي تلفاز؟
هي سلطه وبطاطا مهروسه.
واش تقدر تقول لي شنو هي اسرع طريقه باش نرسلها؟
واش نقدر ندير واحد الضربه تجريبيه؟
شنطه زرقاء. اسمي والعنوان ديالي مكتوبين فالتحت. واش تقدر تعاونني نلقاها؟
بغيت نخرج مع الثمانيه. واش تقدر تقول لي شحال خاصني نخلص؟
بغيت نحجز جوج بلايص فطياره رقم 877.
واحد القاروره ديال شامبو للشعر الدهني، عفاك.
لحوالي جوج سيمانات.
ايه، كناخد دواء لضغط الدم العالي.
فين كاينين الخزاءن ديال العمله؟
واش نجيب ليك شي تحليه؟
كاينين بزاف ديال الاسباب علاش ما خصنيش.
واش هادي هي الطريق الصحيحه للمحطه؟
نشوفو شحال غادي يكلّف.
كنقترح عليك تجرب Green Inn.
عندي تسعميه دولار.
ما عندناش الحجز ديالك.
فين كيمشي سميتي؟
غادي نرجع دابا.
عفاك صاوبها حيث غادي نكون خارج غدا.
واش هادي كتعتابر كلمه؟
عفاك، واش ممكن تعطيني منفضه السجاءر؟
عندنا الوان اخري.
بقاو غير شويه ديال البلايص فالدريس سيركل.
كنكرهو نسرعو، ولكن خاصنا نمشيو دابا.
فين وفوقت نبدا؟
كيفاش نقدر ناخد التحويل؟
اه، فهمت. هادو هما القنوات ديال نظام الكابل فالوتيل.
عفاك حبّس تضحك علي الناس اليابانيين.
فوقتاش تقدر تعاود تصدرها؟
بغيت ندير حجز، عفاك.
كنقلب علي ورق التغليف.
واش غادي يكون معفي من الضراءب الا صيفطت هاد الشي لليابان من هاد المحل؟
سمح لي، ولكن بغيت نهضر مع المدير ديالي علي شي حوايج قبل ما نوقع.
بغيت راديو كاسيت، عفاك.
خمسه حديد، عفاك.
هادي هي الماكله المفضله عندي، عارف.
شكراً، سيدي. واش ممكن نشوف رخصه السياقه ديالك؟
نتا صح.
بالتامين، عفاك.
فين كاين متحف مونيه؟
واش هادي تران داير الطريق كامل؟
واخا. هادي عشرين، اربعين، ستين، تمانين، تسعين، خمسه وتسعين، سته، سبعه، تمانيه، تسعه، ميه.
خصك تمشي لمكتب المعلومات السياحيه الاول.
هادي حاجه مبهره.
واش تقدر توصّلني للمدينه؟
كيفاش نعرف شنو فحقيبتك؟
ايه، عجبني بزاف. شكراً.
فين ندي هاد الشي باش يتطور؟
اه، سمع، واش كتعرف فين كاين Riverside Drive؟
واش هادي الطابور ديال العرض ديال التسعوده؟
واش عندك شي حاجه للاسهال؟
حنا محلولين من تمانيه ونص حتي لحداش.
شركتنا هي الخامسه فالعالم من حيث عدد الموظفين.
راه تحت منين علي اليسار.
غادي تحتافظ بالمعطف ديالي؟
سمح لي، كاملين مكريين. واش بغيتي تغطيه اضافيه؟
واش تقدر تعيرني فوطه ديال البحر؟
لا، حنا حتي كنقبلو الطلبات اللي كتطلبها.
مزيان يكون عندك التاريخ، ولكن ماشي ضروري يكونو ايام الاسبوع.
بغيت عصير البرتقال، عفاك.
عفاك نصحني بمطعم مزيان.
شنو التخصص ديال هاد المدينه؟
فقدت الشهيه ديالي.
ماتغرقش فراسك.
واش نقدرو نشوفو المحلات اللي كاينين فالمطار بلا ضراءب؟
سمح لي. عيطت علي رقم غالط.
لخمس ايام. غادي نرجعو نهار الجمعه.
ماشي بعيد بزاف. بغينا نوصلو تماك مع العشره ديال الصباح.
لا شكراً. هادي صغيره بزاف. عندك وحده اخري؟
زيد ليا الفواتير، عفاك.
واش تقدر تبيع هادو بوحدهم؟
بغيت واحد بيرّا، عفاك.
شحال خلصتي علي بلاصه خاصه؟
خليوني بوحدي.
واش كاينين شي وحدين خرين؟
هاد البلاصه مشغوله.
واش خاصني نعاود ناكد؟
خليني نشوف التيكي ديالك. خاصك تاخد الطياره الجايه علي الواحده.
واش كاين شي حد كيهدر بالانجليزيه تما؟
خصك تحجز مسبقاً.
بغيت نخرج شي حاجه من الشنط ديالي.
ايه، عنا الحجز ديالك. واش ممكن تعمر هاد الفورم وتوقع عليه؟
ماقدرتش نلقي المرشد السياحي اللي مفروض يجي عندنا مع العشره ونص ديال الصباح.
غادي نخليوها مفاجاه.
لليابان عفاك.
صدمت طوموبيلتي فشي خندق.
واش تقدر تعطيني شي دوا؟
واش تقدر توريني الخاتم الثاني من اليسار؟
ايوا، هاد الطريق عفاك.
كنعاني شويه من تعب السفر.
علاش ما جيتيش البارح بالليل؟
السطح مزيان بالنسبه لي.
بغيت نطلب خدمه الغرفه، عفاك.
شكون الطوبيس اللي كيمشي لوول ستريت؟
شنو رقم البوابه ديال Japan Air Lines لطوكيو؟
وريني الشنطه الكحله، الثالثه من اليسار فوق الرف العلوي.
يمكن يطلقو عليك الرصاص فالمدينه الا فجاه حطيت يدك فجيب صدرك.
واش عندك شي مشروب كحولي؟
عندنا بلايص فطياره رقم 85 نهار الاثنين، 26.
بغيت نطلب اعاده اصدار جوازي.
مزيان بزاف. هادشي ممكن يتدار.
علاش كتكلف هاد الثمن؟
سبعين دولار.
سلام. واش هادي السيده اونو؟
واش نقدر نشرب الما من الحنفيه؟
عندي مشكل فالمعده.
هي مباشره لقدام، من بعد دور علي اليمين.
كيفاش نقدر نضبط شده هاد الماكينه؟
واش تقدر تحجز لي جوله؟
واش خاصني نصرح بالمحتويات والقيمه ديالها؟
اه، حبيبي، واش نتي بوحدك؟ بغيت تمشي نشوفو فيلم ولا شي حاجه؟
ما كاين حتي حاجه كتعجبني. سمح لي. ما بغيت والو.
فاش نوصلو لدي موين؟
زوج تشيزبرغر وواحد صغيور ديال البطاطا المقليه، عفاك.
ربعه خمسه سته سبعه تمانيه تسعه صفر، عفاك.
اليوم ثلاثه وعشرين شتنبر.
درت موعد باش نشوف الرءيس مع العشره.
واش هاد الما ديال الحنفيه هنا صالح للشرب؟
بغيت شريحه ديال اللحم المدخن.
حسنًا، اظن غادي ناخد شي حاجه مختلفه.
ديّني للمسرح، عفاك.
فوقاش الفاصل؟
سمح لي. واش نقدر نسولك سءال؟
واش تقدر تشوف لي هاد الجوج ديال الشنط من فضلك؟
هاد الطرونطه ما كتليقش عليا.
المصرف فالبانيو ما فيهش السداده حتي هو.
فوقتاش خاصني نخرج؟
بغيتيني نخلص دابا ولا من بعد؟
واش نقدر ناخد غير الطبق الرءيسي؟
بغيت شي حاجه تشربها وانت كتتفرج؟
واش عندك شي جولات خرين؟
بغيت نركب طوبيس للمحطه. واش ممكن تعطيني شويه صرافه، عفاك؟
واش عندك شي بطاقه تعريف مع الصوره ديالك؟
كتظن كاين شي امل فهاد العلاقه؟
اه، اول حاجه خاصني نمشي لمركز المعلومات ونقلب علي اوطيل.
كنظن بلي ما فهمتيش شنو كنت كنحاول نشرح.
شكون هديك المرا؟
واش تقدر تلقاه ليا؟
واش تقدر تحتافظ بالشنطه ديالي وانا فالجوله؟
فاش من الباب خاصني نمشي؟
شحال من كاميرا عندك؟
واش ممكن تعطيني ورقه ولا شي حاجه؟
شنو السبب فهاد الزحام ديال الطوموبيلات؟
عفاك بدل الماسحات.
واش تقدر تعاود لي شنو قال الاعلان، عفاك؟
واش عندكم ليسته ديال الماكله بالانجليزيه؟
واش كاينين شي ماتشات ديال نيو يورك يانكيز هاد السيمانه؟
كنت مريض من الطياره، ولكن دابا حاس براسي حسن.
زنقه 72 وبارك افينو.
واش هادي سيجاره بريطانيه؟
خصك تاخد الطوبيس رقم سبعه.
ما كان حتي واحد تجرح بجديه.
بغيت ضماده مطاطيه.
كنظن رقم الطاكسي كان واحد جوج تلاته ربعه خمسه.
غادي نجيبو داك الشي.
غادي نرسل ليك خدامه دابا.
ولكن الثمن كيزيد، ماشي هكا؟
في الحقيقه، جدي الكبير جا من صقليه مع بدايه القرن.
واش كاين شي غلطه فهاد الفاتوره؟
فرحان بلقاءك. كيف داير؟
هذ الفستان كيلبق لي مزيان.
غادي ناخد شي عصير ديال الفواكه.
شنو هي المءهلات اللي خاص الواحد يكون عندو باش ياخد هاد المنصب؟
واش تقدر تصلحو دابا؟
بغيت نعيط لليابان من بعيد.
واش تقدر تحجز ليا فالغولف؟
بغيت نتعلم كيفاش ندير الويندسيرف.
واش بغيت تبدل هاد الشي بحجم اكبر؟
هادي هي المحفظه ديالي.
بغيت نقص شعري، ما بغيت والو اخر، عفاك.
سمح لي. فين كاينه الصيدليه حدا هنا؟
بغيت نطلب شي ماكله باش ناخدها معايا.
فاش هي اخر محطه؟
لا. غير واحد البلوك بهاد الطريقه.
ولدي كيقرا فالدراسات العليا فجامعه هارفارد.
فين هي غرفه تبديل الملابس؟
بغيت واحد مكالمه ايقاظ، عفاك.
شنو هي خططك لليله؟
مصلّب، عفاك.
عندي الروماتيزم.
فين نقدر نصرف حواله ماليه دوليه؟
تغرّست فيّ شوك ديال قنفذ البحر.
هي شنطه حمراء فيها بطاقه.
بغيت نرسل هاد الطرد.
عفاك. هادي زوينه.
شنو وقع؟ ماقدرتش نشوف.
نحطها فالفاتوره ديالك؟
عفاك عمر هاد الشهاده الطبيه والوصل.
اه، بغيت ندير مكالمه تحصيل من الخارج لليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
شحال الثمن ديال الطوموبيل؟
تلسعتني نحله. باين عليها خايبه بزاف.
شحال تامن ديال هاد السلسله ديال المفاتيح؟
واش نقدر ناخد واحد؟
سمعتي شنو قال؟
ناشف، عفاك.
عفاك تاصل بهاد الشخص.
عفاك بدل هاد الورقه ديال عشره دولارات الي خمسه ورقات ديال دولار واحد وورقه وحده ديال خمسه دولارات.
لا، ماشي هكا. بصح فيها دوش.
بغيتك تدير راديو.
واش ممكن ندوز من اي واحد من الكاونترات؟
هدا للاستعمال ديالي فقط.
الغرف اللي حد حد، عفاك.
واش تقدر تشارك بنص تكلفه الترويج فالسنه اللوله بحال جميع الموردين ديالنا؟
فين كاين المحل ديال القرطاسيه؟
عندي سخانه عاليه وكنحس بدوخه كبيره.
واش تقدر تحسبها علي الغرفه ديالي، عفاك؟
واش كاين شي اسطبل قريب من هنا؟
شكرا بزاف. كيفاش نقدر نوصل للفندق؟
تسكرّت عليّا الباب. شنو كتقترح ندير؟
نتا زوين بزاف.
واش هادشي كيعني ما خصناش نعطيو بقشيش؟
اذن، السيّد نيتّا، هادشي كامل اللي عندنا باش نورّيوه ليك هنا فالمصنع ديالنا.
عانيت من السل فالعشرينات ديالي.
واش نقدر نستعمل السخان والماء السخون طول النهار؟
خصني ندير حجز.
سمح ليا، ولكن بقات غير بلايص علي الجنب قدّام.
حتي انا ماشي. كنت مشغول بزاف.
ما درتش مكالمه بعيده نهار الجمعه.
فين كاين شي صيدليه؟
فين هي محطه الطوبيسات؟
شنو هو رقم تليفونك؟
بالتاكيد. غرف التبديل كاينين تماك.
كنراهن بخمسه دولارات.
عفاك قول لي العنوان ديالك.
فين هو الدير؟
عندي مرض مزمن.
بغيت جوج ديال التياب متشابهين.
واش ممكن تعطيني قنينه ديال الما سخون؟
واش تقدر تشوف ليا عينيّ وتصاوب ليّا نضّارات؟
نقدرو نوجدوه ليك ف جوج ايام.
واش نقدر ناخد تذكره بلاصه فالطابق الاول؟
شكراً. واخا، خليني نشوف. بصح، ماشي هو اللي بغيت.
بغيت جوج رولات ديال الفيلم كحل و ابيض، عفاك.
كنخاف مازال ما توصلتش بالباقي.
عطيني، اه، الوجبه الخاصه الزرقاء.
باباك كان انسان زوين بزاف، وغادي نفتقدوه.
ما كاين حتي شي حاجه مشوقه الليله.
ما بغيتش نسجل هاد الشنطه.
ماشي بالضبط اللي بغيت.
شحال باقي باش نوصلو لشیکاغو؟
بغيت كاس ديال القهوه مثلجه، عفاك.
ماشي ثمين، ولكن مهم عندي.
الطابله ديال الهوت، عفاك.
شكون الخط ديال الطوبيس لي كيتوقف ف شارع هوب؟
حسنًا، عندنا الجاز ديال ايف سان لوران.
عطيني شي بوطا.
عفاك عيط ليّا باش نفيق مع سته دالصباح غدا.
انا مهتم بجوله في مانهاتن.
بغيت بلاصه ما كيدخنش فيها، عفاك.
لا، تقدر تلقاه فالصيدليه.
كتشوف Titanic؟ كتعجبك؟
بغيت بروش.
تذكره ذهاب فقط لوس انجلوس. واش بغيتها مخصصه للمدخنين ولا لغير المدخنين؟
هاد المسرحيه معروفه بزاف حتي فاليابان.
عفاك خلّص الليله.
مساء الخير، السي هوسوكوا. مرحبا بيك فالحفله. بغيت شي حاجه تشرب؟
ماشي للبيع، نسي الموضوع.
شنو مشهور هنا؟
هما صغار بزاف.
واش نتا السي ابيرت، من غير ما يكون؟
السميه تانكا، جوج ديال الناس، الثمانيه ديال العشيه.
وريني لون اخر.
فين نقدر نجي باش ناخدو؟
بغيت هاد الفيلم يتحلل، عفاك.
بغيت ساندويتش ديال اللحم المشوي وكاس ديال القهوه.
ما بقاتش شي نسخه من هاد المجله؟
فين كاين اكبر محل تجاري فهاد المدينه؟
كيفاش نقدر نعيط ف تليفون لبلاد برا؟
عفاك جيب لي واحد تايلينول.
كتوجع بعض المرات.
يلا نسرّعو ف الشراء ديالنا.
واش تقدر توريني بلاصتي، عفاك؟
كيبان بلي الماكينه خاسره.
اليابان بلاد طويله كتمتد من الشمال للجنوب.
شحال من الوقت غادي تحتاج باش تكون هاد التيشورتات واجدين؟
غادي نخلص الفرق، عفاك دير الحساب.
يلا نشوفو شويه التلفاز.
في الحقيقه، شريتها نهار من الايام بلا تفكير من عند البوتيك اللي حدا داري.
عندي ميتين دولار كاش وجوج الاف دولار في شيكات السفر.
بطني معوجه.
مع انني كيعجبني التمبورا، ولكن ما كنكلش بزاف السوشي. اغلب الناس ما متعودينش ياكلو الحوت النيء.
هذا هو صاحبي كوجي.
العاصمه هي طوكيو.
فوقتاش خلّصها، دابا ولا فاش نخرج؟
صحيح. الحراس كيبداو يتبدلو فهاد الوقت. تقدر تشوف هادشي ولا تسمع لفرقه الحراس كتعزف فالساحه الاماميه.
بغيت شي لعبه.
واش هاد رقم البلاصه تعيط عليه؟
فين كاين الدير؟
بغيت نبدل هاد الشي.
فرحت بلقاءك.
واش عندك هاد الشي بلون اخر؟
عَمِّر هاد الفورم.
لحم البقر ولا الدجاج؟
عفاك جي تشد الشنط ديالي مع السبعه ديال الصباح غدا.
شحال من ين خاصني باش نشري تسعه وتسعين دولار؟
عندي دبوس عظم من المعدن.
شحال خاصنا نصبروا؟
هي يوشي.
جال سبعه جوج واحد لناريتا.
واش متاكد؟ هادي صفقه مزيانه.
شكون الكتاب اللي كتوصي به؟
هادي حقيبه زرقاء.
واش كاين شي سرويس ديال الطوبيس للمطار؟
فين خاصني نغسل الكاميرا؟
علبه ديال ميلر.
فين نقدر نلقي طوابع؟
بغيت قلم حواجب.
كاين شي مشكل فالفيلم. واش تقدر تشوفو؟
قلبت فكل بيت علي الباسبور اللي ضاع.
عندنا بزاف ديال الانواع تماك.
عفاك شيك علي عنوان السفاره اليابانيه.
خصني نشري شي تيكيات.
واش كاين شي تران سريع؟
ما متاكدش هاد التنوره غادي تناسب فالخصر.
هي معديه.
واش تقدر دير اللي فجهدك باش تكون ف الوقت؟
واش تقدر تصوّر ليّا؟
كيفاش هادشي؟
بغيت نمشي للسونا.
ماكولات بحريه
عندنا جوج ديال ملاعب التنس، مسبح وغرفه ديال الوزن.
واش هاد الطوبيس صحيح باش تمشي لبوسطن؟
فين نزل باش نوصل للشط؟
ماتقطعش الصف، عفاك.
واحده، عفاك. شحال كتسوي نص نهار؟
من بعد، عندنا واحد مزيان ليك. هي جوله العطله النهاريه كامله.
هذي قسم التجاره الخارجيه، صح؟ انا تارو تاناكا من اليابان. عندي موعد مع السيد كولمان علي جوج.
واش هادي هي البلاتفورم الصحيحه للتران ديال مينيابوليس؟
واش تقدر تعمر لي هاد الوصفه؟
لا باس. وانت؟
كنظن غادي ناخد هادي.
كنخدم بجهد وكنحاول نجيب احسن النقط اللي نقدر عليهم.
اه، يا ربي، هادشي بنين بزاف. نتي طباخه مزيانه. كنتمني نعرف كيفاش نديرها.
لوطور الكبير، عفاك.
الفرش ما موجدش.
لا، اللي جاي.
عفاك نزلني ف الزاويه الجايه.
شنو كتقصد؟
واش الغداء مشمول فالثمن؟
كنتعلم المحادثه بالانجليزيه مره في السيمانه.
مكالمه مباشره لليابان، من فضلك.
فين كاين المكتب ديال المفقودات؟
واش مزيان للبشره الحساسه؟
فوقتاش نقدر نرجعو؟
فاش من الوقت غادي يكون مزيان؟
بغيت قهوه بكريم، عفاك.
ما غاديش نلحق القطار ديالي.
قبل ما تمشي، غادي نعطيك حقنه.
واش عندك فلوس كافيين باش تبقي هنا شهر؟
بغيت كاسيت.
زوج علب ديال ميلد سيفن، عفاك.
واش ممكن تعطيني شي دواء ضد دوار الطياره؟
حوالي الثامنه.
واه. وكنت كنظن هاد الطابور غادي يدوز بسرعه.
غادي نخلص بالكريدي كارت.
خصني نلقي خدمه بنص الوقت باش نعاون ف مصاريف القرايه ديالي.
كتعجب.
عندي ضربه شمس.
ماتبدلش الستايل، غير قصّها، عفاك.
غادي تكلفك خمسين دولار بالطاءره.
عندي شي حوايج للغسيل. واش غادي يكونو واجدين مع صباح غدا؟
رحله JAL رقم 503 في 5 ماي، حجزتها في طوكيو.
عفاك ورّيني كيفاش نستعمل هاد الماكينه.
فين كيرجع؟
واش نقدر نحل الشباك؟
الكاراتي، طريقه ديال القتال باليدين كتعتامد بشكل رءيسي علي الضربات الحاده والركلات، هو حتي واحد من فنون القتال اليابانيه للدفاع عن النفس.
واش نقدر نبدل الحجم؟
فوقتاش غادي يتحول لحسابي البنكي؟
كتفضل شي بلاصه معينه؟
هذ الكاميرات للاستخدام الشخصي ديالي.
شحال من واحد عندك؟
افضل طريقه هي تعيش ف بلاد غريبه.
ايه، نقدرو نديرو هاد الشي.
بغيت نحجز طاوله لثلاثه علي الثمانيه ديال الليل اليوم.
كتسمح بتتبع اعراض بحال الم البطن، الاسهال، السخانه، الصداع، التهاب الحلق، الطفح الجلدي، والتقيء اللي ممكن يكونو وقعوا خلال جوج سيمانات قبل ما ترجع.
شحال كتخلص علي كل كلمه باش تمشي لليابان؟
كنظن الاقتراحات مزيانه، الا قدرنا نلقاو الناس المناسبين.
حسناً، الانطباع ديالي هو علي بلاد جبليه، مكتظه، عامره، عامره بالضوضاء، نشيطه، تقريباً متفجره. علي شعب خدام، مجتهد، ما كيرتاحش، فضولي، باغي يتعلم كلشي، كياكل وكيشرب بنهم ولكن باناقه، كيربح وكينفق بحماس.
دراعها مكسور.
فاليابان، اتخاذ القرار كيبان ابطا بزاف من بلادنا.
واش تقدر تشوف واش راه تما؟
كنت كتسوق بـ 45 فواحد المنطقه اللي السرعه فيها 25 ميل فالساعه. ممكن تمشي للحبس حتي لـ 90 يوم.
شحال غادي ياخد باش يبري؟
شنو سميّه هاد البلاصه؟
انا مسافر بوحدي. واش تقدر توصيني بمرشد محلي؟
جيب لي شوكه اخري، عفاك.
واش تقدر تعيط علي طاكسي؟
زوج تذاكر ذهاب واياب لوُشنطن دي سي، عفاك.
واش عندك شي اثمنه يوميه؟
واش تقدر تقول لي وقت الخدمه ديال البوسطه؟
شحال كتاخد القطار المحلي باش يوصل لبوسطن؟
نتا خلصني.
فين ف فورطاش؟
واش عندك شي شراب؟
عشرين دولار في ربع، عفاك.
رد بالك علي راسك مزيان حتي ترجع للدار.
بالمناسبه، واش نقدر نصرف هاد الشيك حتي هو؟
بغيتي تمشي لماتش ديال البيسبول؟
بغيت نبدلو.
واش ممكن تعطيني ورقه تغطيه ديال ارسال الفاكس؟
غادي ناخد شريحه.
فين كتفرق شعرك؟
بغيت هاد الشي.
قول لي كيفاش كيبان الشنطه، عفاك.
بغيت نرجع هاد الشي.
بشحال كيدوز لباريس؟
ماشي معدي.
الا تقدر تصبر شويه، غادي نجاوب علي اي اسءله عندك.
علاش الحافله ما جاتش؟
شحال من مره خاصني ناخد هاد الدوا؟
عفاك اختار لي بلاوزه مزيانه.
بغيت نعيط لتوكيو، عفاك.
خد معاك الحوايج الثمينه ديالك، عفاك.
فين الوقفه؟
ما عنديش الوقت نضيعو. عجل، عفاك.
ما نقدرش نوافق علي هاد الثمن.
برد. واش تقدر دير شي حاجه؟
بغيت شويه فطر.
واش عندك بروشور مجاني باليابانيه؟
الفرع التشريعي هو الدايت.
سميتي تارو ياماموتو.
سمح لي. واش كاين شي ممر للمشاه قريب من هنا؟
نتا فوسط West Avenue.
سير دغيا القدّام، عفاك.
بغيت شامبو وقصّه شعر.
واش التصوير ممنوع هنا؟
فين كاين مكتب المعلومات؟
واش نقدر نحدد موعد لغدا العشيه؟
بغيت شي زرديه.
المكان كان فداك المحل.
واش نقدر نوقف هنا؟
واش تقدر تحيد البقعه من هاد الحوايج؟
سير دغيا حتي تسالي هاد الزنقه، عفاك.
بغيت روايه بالانجليزيه اللي ساهله فالقرايه.
لا، انا غير جامع صغير. ولكن كندير شويه ديال التجاره.
منفضه مبلله ومريضه، عفاك.
بغيت تجي معانا نتغداو؟
انا جاي من السويد.
واش عندك اكثر من خمسه الاف دولار فالادوات الماليه؟
واش كاين شي محل مزيان ديال الحوايج ديال الدراري؟
بغيت نبدل ورقه فلوس بصغار.
نوجد ليك بلاصه النعاس ديالك؟
خليه كيف ما هو، عفاك.
خصني نشوف طبيب ديال الدراري.
كيعلّقوا شراءط الكارب وكيعرضوا دمي الساموراي فهذ النهار.
ربحنا بزاف، يلا نرجعو مره اخري باللبسه الرسميه.
المحتويات كتسوي حوالي مءتين دولار.
هنا، عفاك.
عفاك تاصل بمكتب المفقودات والموجودات.
ثلاثه وثلاثين دولار وخمسه وتسعين سنت في النهار زاءد تسعه سنت في الميل من بعد اول ميه ميل.
الفران ديال الرجل ما خدامش.
بغيت واحد لمبه ديال القرايه.
بغيت نحلق شعري، عفاك.
بغيت نخرج بكري غدا الصباح. واش نقدر نخلص الفاتوره دابا؟
خصني نطفي الغاز. صبر شويه.
شنو هي الاختيارات ديال المقبلات الساءله عندكم؟
رقم بلاصتك مكتوب علي تذكره الاكسبريس.
واش الطياره غادي تطلع ف الوقت؟
واش عندكم اطباق محليه؟
واش ممكن تديّني لوقف الطوبيس؟
لثلاثه ديال الكبار.
زوج ديال الباكيط ديال التوكن، عفاك.
كنتمني تجي مره اخري.
لا، ما كنحسش. كنحس بالغثيان وما قادرش نبقي شي حاجه فالمعده ديالي.
واش تقدر توقف الشيكات الشخصيه ديالي؟
كيقولو بلي التوفو بدا فالصين من حوالي الفين عام.
واش نقدر ناخد وصفه طبيه؟
بغيت نشوف ماتش ديال كره السله. واش كاين شي تيكيطات؟
تصريفي وجوج الاف دولار كاش تسرقو.
قالو لي نجي لهنا باش ناخد تقرير الحادث.
عندك الرشح.
واش نقدر نخلي عندي المينيو ديالك كتذكار؟
كيفاش نوصل للمحطه؟
السيد جونز راه خارج دابا. غادي يرجع شويه من بعد التلاته.
واش تقدر تبعثها لي قبل بدايه الشهر الجاي؟
بخير، شكراً. وانت؟
الليله برد بزاف.
فين غادي؟
بغيت تاكل العشاء؟
ستيك، عفاك.
بغيت ندير فحص طبي.
هادي هديه لصحابي.
شنو غادي تاكل للحلو؟
قول لي الثمن من بعد.
كنت تماك حوالي ست سنين.
عَمَّرْها بالعادي، عفاك.
الي قدرنا نعاونك، ما تترددش تتاصل بينا.
واش نقدر ناخد مقاساتك؟
هدي قطن.
عفاك خُد هاد الشنطه للموقف ديال الطوبيس.
كاينين شحال، ولكن شنو بغيت تاكل؟
واش غادي تعيط لصاحبتي الانسه يوكوكو اودا؟
هدي واحد الكاراط ديال الماس، صح؟
سمّيه السي هارادا. شكراً بزاف.
واش كاين شي محل ديال Ungaro هنا قريب؟
فين القلعه؟
فرحان نلقاك حتي انا.
غادي نمشي لفوريدا.
كنظن هادي هي الخلاصه ديال اليوم، الساده.
سير دغيا فهاد الزنقه. سير ثلاثه ديال البلوكات وغادي توصل للبارك. المتحف كاين فالبارك.
خصني اسبيرين.
فين نقدر نشري الطوابع؟
واش ممكن تعطيني جوج تيكيات ديال الدرجه الاولي لنيويورك، عفاك؟
كيفاش نطلب؟
شحال من ساعه كتحتاج باش تمشي لهناك؟
ضابط
الماكله اليابانيه كتضمن الحوت الني، السوشي، التمبورا، و غيرها.
حس براسي كسول.
يمكن يكون هكا.
فوقتاش كتمشي؟
واش قست الحراره ديالك؟
واش كاين شي حاجه قيمه ولا قابله للكسر فالشنته ديالك؟
واش نقدر نبدل هاد الصباط بزوج صغار؟
خليها عليا.
ما نقدرش نوقف.
فوقاش الرحله الجايه؟
واش عندك عصير الجريب فروت؟
بهذه الطريقه، دور علي اليسار.
عفاك عطني كره.
واش نقدر ناخد تصويره بالكاميرا ديال الفيديو ديالي؟
هادي فكره مزيانه.
بغيتينا نطلبوه؟
هادي متاخره شويه فالليل.
سميتي ياماموتو.
المرحاض ما كيدورش. عفاك صيفط شي حد يطلع.
شحال كبر الموقع ديال المصنع، بالقياسات المتريه؟
سمح لي. ولكن ما عرفت فين بلاصتي.
بغيت نرد الفلوس.
كنقلب علي شي حاجه فيها علامه برادا المعدنيه.
واش تقدر توريني شي حاجه علي قدّي؟
انا ف الطوبيس الغالط.
واش نقدر نشوف جواز السفر ديالك، عفاك؟
غادي ناخد هاد هادي وهادي، عفاك.
ايكيبانا هي فن ترتيب الزهور. كاينين اكثر من ثلاثه الاف مدرسه ديال ايكيبانا فاليابان.
رَقبَتي كَتْوَجَّعني.
بغيت جوج بيضات مقلين من جهه وحده، عفاك.
غير قصّ الاطراف، عفاك.
واش نقدر ناخد مجله المعلومات ديال العرض؟
عطيني خمستاش جالون ديال البنزين اللي فيه رصاص، عفاك.
كنعاني من فقر الدم.
عفاك قول ليها تتاصل بيا.
توا شريت هاد الشي.
كيفاش ناكل هاد مخالب الكركند الكبار؟
واش هاد الطوبيس كيمشي لكارميل؟
زوج بيضات، مسلوقين.
غادي تاخد معاك ولا تاكل هنا؟
فوقتاش كيسدّو؟
بغيت ناكد الحجز ديالي مره اخري.
ثلاثه وعشرين نونبر هو نهار الشكر للعمل.
واش صعيب تفهم؟
واش نقدر نشريه بلا ضريبه؟
بغيت نبقي شويه ديال السوايع من بعد وقت الخروج.
عندنا عصير البرتقال، التفاح، الجريب فروت والطماطم.
بغيت نرجع الفلوس.
كتوجعك المفاصل ديالك؟
رقم التاكيد ديالي هو خمسه سته سبعه QLR.
علاش الجو سخون بزاف؟
خذ هاد الوصفه للصيدليه.
كنخدم فوكاله سفر.
الطرف اللي بغيت نعيط ليه هي السيده يوكو نيشيهارا.
واش كاين شي ميدان ديال التزحلق قريب من هنا؟
خصني نرجع قبل خمسه ديال العشيه. واش ممكن نمشي للسوق ديال الاوتليت؟
ما حطيتش العداد ديالك.
عفاك كنسلها قدامي.
واش تقدر تحط اسمي فليست ديال الانتظار؟
انا هنا باش نتفرج علي المعالم.
واش تقدر تعطني الكاميرا ديالي من بعد ما ندخل، عفاك؟
تقدر تمشي. غير تبع العلامات.
واش عندك الوقت الليله؟
فين كاينين طاولات كراء السيارات؟
لا. كنت مستعجل. شنو خاصني ندير؟
واش هداك هو الطوبيس؟
كنظن خاصني نستعمل اخر خمس دقايق باش نجاوب علي اي اسءله.
واش تقدر توصيني بمطعم ايطالي زوين؟
كيبان بلي سكرات البارح بالليل.
غير ضغط.
هادي بروشور ديال بزاف ديال جولات الحافلات السياحيه، كتشمل جولات نهاريه كامله، نص نهار، الصباح والليل.
واش نكملو هاد الرقصه فشي وقت اخر؟ سمح لي.
فين كاين شي طوبيس لكوسط؟
بغيت برم داءم ضيق، عفاك.
باقي شي قهوه؟
واش نقدر نعاونك تلقي شي حاجه؟
اه، تقريبا جوج ديال البلوكات زياده، كنظن.
اثنان وسبعين مقسومه علي تسعه هي تمانيه.
بغيت شي كريم للبشره العاديه.
كنسمع باللي الناس اليابانيين كيخدمو بجد.
شنو رايك ف الجاز؟
سياح، هنا؟
بشحال بغيت تفتح الحساب؟
شنو كتعني هاد علامه المرور؟
واش تقدر تقول لي كيفاش نعمر هاد الفورم؟
خليني نفكر فيها وغادي نتاصل بيك من جديد.
غادي نقدر تكاليف السفر.
واش ممكن تعطيني وصل ديال تامين الصحي ديالي؟
واش نقدر نخلي الطوموبيل فشي وكاله؟
واش خاصني الفلوس بالضبط باش نركب الطوبيس؟
كتعيش هنا؟
عجل، وغادي تلحق بيهم.
عندي سخانه.
داك الساعه خمسه واثنين وثلاثين.
ودابا انا حرّ شي ايام.
شكون غادي يكون الليله؟
لا، ما درناش. غير كنهضرو بالانجليزيه.
واش هيتوماتيك؟
واش هادي مسدوده؟
الطلب باش ناخدو معانا، عفاك.
الدرجه الاولي ولا الدرجه الثانيه؟
خصك تكون تماك ما بعدش السته ونص.
كنعجبني رقصك.
واش امن تغطس قريب من هنا؟
حنا غاديين غير نشريو.
غادي تعيط ليه صباح غدا كيف ما وعدتي؟
مرحبا بيك. فرحانين بزاف حيث كنتي متفهم معنا.
شحال تمان جالون ديال البنزين الممتاز؟
واش الكوندكتور كيعلم بالمحطات؟
شنو رايك نتلاقاو هنا مع الربعه؟
بطبيعه الحال. خليني نشوف. واش ممكن تعطيني شويه شيري باش نبدا؟
شكون خدمتو هادي؟
سمح لي. واش تقدر تقول لي واش كاين شي مطعم ايطالي قريب من هنا؟
غادي نكون واجد ليك مع الرابعه ونص.
شحال من محطه باش نوصلو للمتحف ديال الفن؟
واش نطلبوه ليك؟
واش التران السريع كيتوقف ف سان دييغو؟
كاين خدش هنا.
منين جاو هاد التفاح؟
كيفاش كان هاد المطعم؟
بغيت نشوف مكتب المدينه.
واش ممكن تغلفها فهديه، عفاك؟
واش هادي جوله نص نهار؟
السبت والاحد هما ايام الراحه.
عافاك ذكرني مني نوصل لفكتوريا.
بغيت نحدد موعد معاك غدا العشيه.
شنو هي خططك للغد؟
الريسيبسيون؟ هادي نكامورا كتهدر. توّا دخلت. ولكن ما عجبنيش هاد الغرفه.
شحال غادي ياخد باش ندير هاد الشي؟
واش عندك شي حاجه للبرد؟
سميتي ريسا كوبايشي، والرقم هو جوج صفر جوج جوج صفر جوج واحد صفر صفر.
طابله فيها منظر زوين علي البحر، عفاك.
عفاك عطيني شي بلايص نعيط ليهم فحاله الطوارء.
ايه، تعالجت من السكري ف اليابان.
بغينا نقعدو حد بعضنا.
واش ممكن تعطيني واحد ديال دايت كوك؟
شنو نوع البيت لي بغيتي؟
بغيت نطلع عليه.
تقدر تدي هاد الشي من باب الاقلاع.
كانو كريدي كارد و الفلوس ف المحفظه ديالي.
غَلَطْتْ مِنْ جَانْبِي.
خصك تدير طلب تعويض عند مكتب التامين ف اليابان.
واش ممكن تبدل هاد الشي؟
كنخاف ما عندنا حتي شي حاجه محلوله.
شحال كتاخد المده باش توصل بالبريد العادي؟
واش هاد الذهب؟
ما عمرني قدرت نعرف شحال عمركم يا الناس ديال اليابان.
عفاك، واش تقدر ترسم لي خريطه؟
داك المحل كان ارخص.
انا ان براون.
واش نقدر نعيط مباشره من غرفتي؟
واش غادي تحطها فصندوق؟
جواز سفرك ما بقاش صالح.
هادشي خايب بزاف. غادي نتاصل بالسفاره اليابانيه ونسولهم شنو خاصك دير.
تاكد باللي حزام الامان مربوط مزيان.
فين الطواليط؟
بغيت نكري بيكالا ديال عشره سرعات.
واش عندك شي لون اغمق؟
اه، ما كنظنش هكا.
واش كاين فرق الا كنت مبتدء؟
انا مع عاءلتي، ما نقدرش نعطيك رقم غرفتي.
ما لقيتش التمن ديال السلعه.
بغيت واحد مكالمه ايقاظ فالصباح.
فين نقدر نحجز فالفنادق؟
واش خاصني نعاود ناكد الحجز ديالي؟
حاضر، سيدي. غادي نرسلوا شي حد يطلع يصلحها دابا. عفاك صبر شويه.
كاينين سته واربعين. كل محافظه كيراسها والي، وكل وحده عندها الجمعيه ديالها.
ايه. غادي ندورو ونبيعو المنتوجات من بعد ساعه ولا هكا.
كانت من عشرين دقيقه.
واش تقدر تتهجي ليا هادشي؟
شنو هو الفيلم الاكتر اثاره اللي كيعرض دابا؟
فهاد الشكارات ديال الورق البني.
كنتمني نقدر نشوفك مره اخري.
حيتاش مصنوعين من الحرير.
بغيت نجرب واحد المقاس اصغر. راه كبير عليا بزاف.
واش جربتي هاد الشي من قبل؟
انا جوعان.
واش تقدر غير تعطيه علاج مءقت، دكتور؟
عندي سخانه.
سمح لي، ما عنديش صرافه. واش تقدر تعطيني تسعه وتسعين دولار؟
سلام، باين علينا جيران.
واش كاين شي طوبيس من المطار للوسط ديال المدينه؟
ماقدرتش نطيّح المراحيض.
اعضاء مجلس المستشارين كيبقاو فالمنصب لمده ست سنوات، وفنفس الوقت نص الاعضاء كيدوزو الانتخابات كل ثلاث سنين.
حاجه اخري ما كايناش، عفاك.
زيد لي الفلوس فالحساب ديالي، عفاك.
الاسلحه اللي دخلات لليابان فداك الوقت لعبات دور مهم فربح المعارك.
واش عندك شي وحدين كبار؟
هادشي كيعني بلي حتي الفيزا ديالك ضاعت. خاصك تقدم طلب باش تعاود تصاوبها عند الهجره.
عندي ضعف فالبصر.
واش كاين شي محل حلاقه؟
سمح لي. عفاك قول لي كيفاش نوصل لمحطه شينجوكو.
عفاك صيفط ليّ المايل ديالي لهنا.
عفاك قول للطباخ هادشي بنين بزاف.
التلفاز ما خدامش.
تيكي ديال رحله ذهاب واياب لاوكسفورد، علي التسعود ديال خمسه.
ما نقدرش نديرها.
شحال كتدير هاد الطوموبيل فالكيلومترات؟
هدا هو ساتو. كريت طوموبيل هاد الصباح.
صحيح. شكراً. علي فكره، واش اللبسه الرسميه ضروريه؟
واش تقدر تعطيني سميه ورقم تليفون ديال طبيب؟
واش كاين شي دواء ضد دوار الطوموبيل؟
بغيت شي سروال.
واش تقدر تسني ليا هنا؟
واش كاين شي علاقه مع بيرث؟
ايه، واش ممكن تعطينا قاءمه الحلويات؟
واش كاين شي عرض ديال الضو والصوت؟
ايه، هو هكا. ومن بعد، كتسجل هنا، السي يامادا؟
الوسط، عفاك. واش ممكن ناخدو جوج بلايص مجموعين؟
نعم، كيف نقدر نعاونك؟
واش تقدر تعطيني تخفيض الا بقيت جوج ليالي؟
بغيت ندي دوش.
فوقتاش غادي يساليو؟
فحال ما بغيتي تلغي، عفاك تاصل بينا قبل.
كاين كاميرا من الداخل. عفاك خليه فبلاصه امنه.
فين هي محطه البنزين؟
واش هاد التران كيتوقف ف بالتيمور؟
واش تقدر تجيب لي شويه ديال الما، عفاك؟
لا، شكراً. غادي يكون الظلام طوال الرحله علي اي حال.
غير كنتفرج. شكراً.
سمح لي، ولكن ما كنظنش هاد الرقم صحيح.
واش هادشي كيشمل المشروبات؟
شحال من دقيقه باقي باش يجي التران؟
منين كيتخرج هاد الطياره؟
سميه الفندق اللي غادي تسكن فيه الليله، سيدي.
واش خاصني نحجز بلاصه فلكار ديال القارب اللي غادي نزل فالواد؟
واحد الشخص غادي يجي من بعد.
تقدر تعاود هادشي؟
واش المسرح قريب؟
حنا سته فالحفله ديالنا. بغينا نجلسو ف نفس الطابله، عفاك.
هي، ايه، داك الاتجاه.
شكراً علي دعوتك لي باش نبقي نتعشي.
سمح لي. واش عندك الوقت؟
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتيلات.
نتا واقف فالطابور. وانا غنمشي نجيب لينا كورنيط ديال المثلجات.
شكون الطوبيس اللي كيمشي للغراند اوتيل؟
بغيت نحجز لليل غدا.
الطبيب عطاني وصفه طبيه.
نعم. وشنو نوع التتبيله علي السلطه ديالك؟
كيف بغيتو؟
كتقبل شيكات المسافرين؟
هدا زوين بزاف منك، ولكن خايف عندي شغل خاصو يتدار قبل صباح غدا.
بديت كنحس بالحنين للارز وحساء الميسو.
لا، شكراً. واش ممكن تعطينا جوج كيسان ديال الما، عفاك؟
نقدر نهضر شويه ديال الانجليزيه.
واش ممكن تعطيني شويه ديال الما، عفاك؟
فاي طابق هو؟
كنفضل اتاي.
الا عندك، ما غاديش تحتاج تخلص مره اخري ملي تركب ف الباص 44.
واش تقدر تعطيني الملح؟
واش تقدر توريني داك الساعه ديال اليد؟
الساعه وحده.
زوج ديال التذاكر لعروض نهار الاربعاء، عفاك.
شحال هي الضريبه علي المبيعات؟
عفاك ضغط علي تمنيه.
خذ طياره ديال الساعه ربعه لنيويورك، ومن بعد شد اخر طياره لوُشنطن من نيويورك.
هادي شنطه يد من الجلد البني.
واحد كنت، عفاك.
هما فالطابق الثاني.
فوقتاش ضيعتو؟
بغيت امبليفيكاتور.
عفاك صاوب هاد الشي.
بطبيعه الحال. غادي يكون واجد حتي الخميس.
واش عندكم النبيذ بالكاس؟
انا مريض بزاف. عفاك عيط لطبيب.
واش توصلت بشي فاكسات؟
فاش طابق؟
واش نقدر نخلص بشيك ديال المسافر؟
كنبدلو الهدايا مع صحابنا المقربين في نهار عيد الميلاد.
هادي وصفه من عند الدكتور طومسون.
فين كاين المحطه ديال الطوبيسات ديال شيكاغو؟
واش تجيب لي شويه ديال الابزار، عفاك؟
انا بلا خدمه.
ايه، عندنا. هما فالطابق الثالث.
كاين جوله مشي فالاماكن المشهوره.
عفاك ديني لاقرب مستشفي.
هي زوينه بزاف.
بغيت نشري خمسه. وحتي هكا، ما غاديش تنقص الثمن ديالهم؟
عفاك عطني بلاصه حدا الشباك فالاخير.
واش نقدر نجيب ليك شي حاجه؟ شي بلاستر ولا حاجه؟
فين كاين بلاصه مزيانه للزياره؟
ماقدرتش نقرر. غادي نرجع من بعد.
واش تقدر تشوف العجلات؟
سمح لي. فين كاين المكان ديال الامتعه المودعه؟
بغيت نمشي للمطعم.
وريني هداك، عفاك.
غادي نكون ممتن الا عاودتي تفكري فتمديد العقد.
فين كاين المكتب ديال المفقودات؟
شحال الطول ديالنا دابا؟
بغيت واحد كوت ثقيل للشتا.
انا من كبار المعجبين بالمطبخ الامريكي.
واش نقدر نسول سءال واحد اخر؟
واش نقدر ناخد هامبورغر؟
بغيناك تجي وتقضي معانا شي ايام هاد الربيع.
واش هاد الباب ديال الطياره اللي غادي لتوكيو؟
شحال من مره خاصني ناخدها ف النهار؟
اتاي بالليمون، عفاك.
هذ السنان اللي فوق كيوجعني.
فاي طياره وصلت؟
سمح لي علي الازعاج، ولكن واش ممكن تصوّرنا بهاد الكاميرا؟
كسرت دراعي.
واش الركاب كيركبوا دابا؟
ركب التران الاخضر من الرصيف رقم سته.
عفاك قول لي شنو هو المطعم اللي مشهور عند الناس ديال البلاصه.
طيحت الكاميرا ديالي. واش تقدر تشوفها ليا، عفاك؟
سمح لي. صبّت الخمر علي الارض.
سمح لي بزاف. راه خرج دابا. عندك موعد؟
الرحله JAL خمسه لطوكيو في 3 ماي.
عافاك قول ليهم نزلت بخير.
واش تقدر تحط عدسات طبيه فهذ النظارات الشمسيه؟
بالمناسبه، واش خاصني نلبس كرافات؟
بغيت نبدلها لنفس الطياره، ولكن فالرابع من مارس.
ومن بعد، واش غادي تجيبها للكاونتر تماك؟
واش كاين شي طوبيس كيدخل للمدينه؟
عافاك عيط عليا اول حاجه فالصباح.
عطيني دواء للمعده، عفاك.
عندي غير حاجياتي الشخصيه فهاد الشنطه.
سمح لي. واش نقدر ندوز، عفاك؟
بغيت نمشي للبيت الراحه، ولكن عندي بزاف ديال الشنط. غادي نضطر نصبر شويه.
كان طويل بزاف وبطيء بزاف.
عندنا العنايه بالاظافر والتلوين.
واش متوقع القطار يوصل ف الوقت؟
البيت اللي حداه فيه الضوضاء.
هو لا مزيان لا خايب.
واش نقدر ندي مفتاح رءيسي، عفاك؟
كون معاك كيديرني فرحان.
ديّني عند البوليس.
الاقراص المدمجه ارخص بزاف فهاد المحل.
بغيت جلدي يكون ناعم.
شريكك علي الخط. تفضل من فضلك.
فوقتاش ناخد هاد الشي؟
واش نقدر نخلص بشيك المسافر؟
ماقدرتش نلقي صحابي. واش تقدر تنادي عليه؟
ويسكي علي الصخر، عفاك.
طبعاً، فهاد الحاله، شركه الطيران غادي تعطي تعويض.
هدي قلم جاف.
هذو هما كراكرات يابانيه.
شحال من الوقت تقريباً خاصنا نستناو؟
انا بخير. غير حاس براسي مزيان.
حنا متافقين فالراي.
عندك توقف فشيكاغو.
كنخاف ماشي نتي. ولكن تقدر من برا وفي الدير.
درت وديعه.
بغيت عينه ديال البول.
شكراً بزاف.
غادي نكون كنتسني.
ما عنديش حجز، ولكن واش نقدر نمشي نغطس هاد العشيه؟
كنلعب التنس جوج مرات ف السيمانه.
فين كاين اقرب محطه مترو من هاد الاوتيل؟
عفاك كتب فوق الطرود UNACCOMPANIED BAGGAGE.
كنشوف واش غادي تطيح الشتا غدا.
هدا زوين بزاف منك.
فين نقدر نلقي الحلقان؟
هادي زوينه بزاف. ما يمكنش تكون قليله الدسم. هي بجوج.
واش نقدر ندي مفتاح ديال المرحاض؟
مني يرجع، عفاك طلب منو يتاصل بالسيد اوكادا.
غادي ناخد ستيك نادر مع البطاطا مشويه.
خمستاش ا. واش جالس فبلاصه غالطه؟
فاش غادي ترجع؟
غادي ناخد البيفستيك.
صحيح. عندنا حتي مواقع تاريخيه معروفه اخري فالمدينه وفي الجوار ديالها.
بصّح. هادي المره الثانيه لينا منين جينا لهنا كعروسين.
ما عنديش هوايات. غير كنخدم بجد، بحال بزاف ديال اليابانيين.
ايه، ولكن كنحس بحالي كنت هنا بزاف ديال المرات من خلال الافلام والبرامج التلفزيه.
فاي ممر؟
للوصول النهاءي، روما من فضلك.
اه، الاستاذ كورن كيعشق يعطي اختبارات مفاجءه.
واش هكا؟ ومن بعد، شنو غادي يوقع؟
حقيبتي تكسرت.
واش شي حاجه فاليابان فاجاتك؟
مني تشوف واحد، غير حرك يدك.
بغيت نخرج نهار قبل.
عطشان بزاف. واحد كاس كبير، عفاك.
هادي سوبرمارشي كبير بزاف كاين خارج مدينه كبيره. فيه بلايص كثيره باش توقف الطوموبيلات.
كيبان هش.
واش تقدر تدخل داك الباب فالتصويره؟
واش الفطور مشمول؟
زوج نسخ، عفاك.
واش كاينين بزاف ديال الطاكسيات جايين؟
ايه، راه محلول للعموم.
بلايص الطابق الاول، عفاك.
انا مطلّق.
واش هادي هي الطريق للفندق؟
سمح لي، ولكن هاد الشي باين عليه قصير.
عندي خفقان فالقلب.
غادي نمشي من كالي الي دوفر بالعبّاره.
بغيت تذكره جديده.
واحد بيتزا كومبيني و جوج قنينات ديال البيره، عفاك.
خصني اياه ف اقرب وقت ممكن.
ايه، خاصنا نكونو حذرين من الايدز.
هديه لامي.
ما كنتش عارف انو التفتيش الامني صار صارم بهاد الدرجه.
فين نزل باش نمشي للحي الصيني؟
حوت مقلي.
كنخدم ف بنك.
سمح لي. واش تقدر تقترح عليا شي مطعم مزيان؟
شحال من اونس يمكن يعفيو من الضريبه مني كنجيبهم لليابان؟
بغيت لعبه ولد.
بغيت نرسل هاد البطاقه البريديه لليابان بالتوصيل السريع.
بغيت نرسل هاد الرساله بالبريد الجوي.
عندنا غرفه مزدوجه بخمسين دولار فالليله.
سمح لينا، ما كنسمحوش بالبناطيل الجينز والتيشورتات.
بغيت نسجل الدخول، عفاك. سميتي هاروكو اوجاوا. كنظن عندي حجز.
واش هاد الحافله صحيحه، اللي كتقرب دابا؟
واش جايب معاك شي هدايا لشي حد فهاد البلاد؟
عفاك كول ماكله تكون سهله الهضم قد ما تقدر.
عفاك قول لي طريقه الاعفاء من الضريبه.
هادي بلاصه زوينه بزاف، ماشي هكا؟
واش عندك شي جدول ديال القطارات؟
عافاك عاوني نلقي ولد لابس طربوش حمر.
سمح لي، بغيت نرسل هاد الشي لليابان. شحال تخلص علي الطابع؟
مشيت عبر امريكا بكري ديال الكراء.
حسناً، الغرفه رقم جوج ولا تلاته. ها هي المفتاح ديالك.
الفيلم كيبدا مع العشره ونص ديال الليل. كيسالي مع الواحده ديال الصباح.
مضفور، عفاك.
واش ممكن تدير لي مكالمه ايقاظ مع السبعه ديال الصباح؟
بغيت كاميرا ماشي غاليه.
الناس اليابانيين كيكرهو يعاملو الضياف بطريقه خايبه، وكيديروهم يتعاملو معاهم بنفس الطريقه.
واش نقدر ناخد كارتات بريديه؟
فاش غادي تكون عندك توقيعات الكتب؟
فهاد الساعه، سيدي؟ راه حداش دالصباح.
شنو هاد السطر؟
واش كولشي بخير؟
حط منديل علي فمك.
واحد صلب.
بشحال الثلاثه؟
بغيت خاتم الخطوبه.
ماشي بزاف.
هادي هي التبديله، سيدي.
لا. انا ياباني.
مزيان. البلايص ديالكم غادي تكون هنا.
عهد ايدو، بلا حروب ف البلاد، دام تقريباً مءتين وخمسين عام.
خد هاد الدوا ثلاث مرات في النهار من بعد الماكله لمده ثلاثه ايام.
واش غادي تطور هاد الفيلم؟
خصني نْسلف الكمبيوتر ديالك، عفاك.
واش تقدر تجي تشرب معانا فدارنا نهار الحد مع العشيه؟
غادي ناخد هاد الشي.
هادي فيها خدش هنا، واش تقدر تبدلها بواحده اخري؟
عفاك، واش ممكن تعطيني ابره وخيط؟
زوج تذاكر في اتجاه واحد لبوسطن، عفاك.
مشيت لحفلتك ثلاث مرات العام اللي فات ف اليابان.
واش نقدر ناخد الدجاج للعشاء؟
بغيت نعطيك عروسه من كيوتو.
كيفاش نقدر نوصل لهناك بالمترو؟
عفاك قول لي كيفاش نعيط لهاد الرقم.
واش هادي هي الطريق الصحيحه؟
بغيت نبلغ علي ضياع وثاءق مهمه.
هادي هي الطبعه الاخيره ديال عشرين رسام كبار ديال اوروبا، وكاتحتوي علي تصاور ديال حوالي مءتين تحفه فنيه.
فين نقدر نلقي تذكره طياره بثمن معقول؟
فاش كتطلع الستاره؟
ها هي. الوصل كاين فالكيس.
فين كاين الكونتر ديال الاكسسوارات؟
غادي ناخد مارتيني.
واش هاد التليفون خاسر؟
شنو الطوبيس اللي خاصني نركب باش نوصل لاوكلاند؟
ضعت المحفظه ديالي داخل هاد المتجر الكبير.
واش نقدر ناخد شي حاجه نشرب قبل الماكله، عفاك؟
ثلاثه ستيكات، لوبستر كبير، وعشره انواع ديال الايس كريم.
شنو هي احسن طريقه باش نلبس هاد الشي؟
كيقولو راه تحت الصفر.
عطيني نداء باش نفيق مع السته، عفاك.
نعم. كيعجبني بزاف نلقي ناس مختلفين.
فهمت. كاين زياده ديال واحد فالميه.
شي جوج ديال الناس غاديين يتلاقاو باش يشربو شي حاجه. واش بغيتي تجي؟
الملابس ما نشفتش مزيان.
عندك شي قلم؟
خصك تجرب الماكله المحدده فهاد البلاصه.
اليابانيين بخيلين مع انهم اغنياء.
بغيت نسمع علي داك الطلعه.
هاد اللون مشهور دابا.
واش نقدر نحط الشنطه ديالي فالصندوق؟
فهمت. واش كتظن غادي نقدر نجيبهم؟
انا مريض من البارح بالليل.
عفاك جيب لي صابونه.
حسّيت راسي ماقدّرتش.
كنت كتسوق ب 45 فواحد المنطقه اللي السرعه فيها 30 ميل فالساعه.
وكنشكرك. نهار زوين.
عندي الم فكرشي.
هدي اول مره ديالي.
غادي ناخد شريحه من هادي.
كنقلب علي جاكيت بصدر ضيق.
شرب واحد البيره.
بغيت نخلص خمسين دولار وعشرين الف ين ياباني علي الباقي.
كنظن هاد التغيير غالط.
فاش غادي تسالي العراضه ديال العشيه؟
الكنيه ديالي هي ياماغوتشي. ي ا م ا ج و ش ي.
بغيت نحل الشباك.
كاين بزاف ديال الشتا. كنتمني يصفا الجو.
كُلهم بصحه مزيانه، شكراً.
ما كندخلوش الفطور والعشاء؟
كنظن راه ضيق شويه بزاف.
كتبيع طوابع البريد؟
بغيت هاد التصميم غير علي صوابع الابهام ديالي.
بغيت نكري شي نضارات ديال الاوبرا.
عطيني الطريق، عفاك.
شحال من ساعه كتحتاج؟
واش عندك شي مثال ديال التعمير؟
واش تقدر تقول لي فين غادي نمشيو فهاد الجوله؟
بقي كتمشي فهذ الطريق، و دور علي اليسار فالتاني اشاره.
غادي ناخدو الا عطيتيني تخفيض ديال عشره فالميه.
ايه، غير حصلت علي بيت، ولكن البيت ما تزوقش.
ما كيعجبنيش هاد البيت. واش عندك شي حاجه حسن؟
فين الباب ديال الطياره اللي غاديه لشیکاغو؟
واش يمكن يتبدل؟
بغيت نحجز بلاصه لسياتل.
بغيت طابله قابله للطي.
شحال الثمن ديال نصف الاقامه؟
علي الاقل عشرين دولار.
يمكن نرجع للدار ولا نجرب ندي طوبيس عبر البلاد، الا ماكانش غالي بزاف.
ماشي مشكل. عافاك ما تقلقش علي هادشي.
خدمه باسكيات عندها طابع طفولي، ولكن التكوين ديالها راقي بزاف.
ولكن، غادي يكون مريح من بعد ما يتكسر.
واش تقدر توريني كيفاش نلعب هاد اللعبه؟
غادي نكون ممتن الا حجزت ليا طابله حدا الشباك.
غادي نوصلو مع العشره ديال الساعه. هادي شويه قبل الوقت المحدد.
عمرك كليتي الماكله اليابانيه؟
واش عندك شي شريط ديال الموسيقي الشعبيه؟
رقم تليفوني هو واحد جوج ثلاثه ربعه خمسه سته سبعه.
انا مريض من البحر بزاف. واش تقدر تجيب طبيب؟
بغيت غرفه فيها التدخين ولا بلا تدخين؟
كنظن خاص السيد يوقف.
كتبان عليك عندك الرشح.
خصني شي رباط ديال الصباط.
انا مهتم بالتاريخ، بغيت نزور الاماكن التاريخيه.
بغيت ندير حجز لسبعه ديال الناس.
سمح ليا، ولكن عندنا غير البيره ولا الويسكي.
هو خارج المكتب دابا. واش نقدر ناخد ليك رساله؟
عفاك صرف شيكات المسافرين.
عندك شي صرافه صغيره معاك؟
حيت ف امريكا، ساهل تدخل للجامعه بصح صعيب تخرج منها.
كيفاش نقدر نشعل هاد الضو؟
واش تقدر تحرك شويه لليمين؟
شنو هي المعالم اللي كاينه فالطريق؟
ايه، انا. غادي ل لوس انجلس.
خليها طويله.
سالي عندي البنزين.
واش نقدر ناخد جوج بلايص متوفرين لليله؟
عندك طابله لاربعه؟
هي تماك، قدام مكتب المعلومات السياحيه.
ما عمرني سمعت بهاذ العنوان هنا.
سير دغيا حتي تشوف صيدليه.
شحال تمن الفطور؟
كيفاش نقدر نعاونك؟
دير لليسار فالثالثه ديال الزاويه.
بغيت الكريم والسكر فالقهوه ديالك؟
واش تقدر تصرف لي شيك ديالي ديال مءتين دولار؟
الا طلع، عيط عليا من فضلك.
فين كاين القهوه؟
بغيت سويتر ديال الدراري.
حسناً. الثمن ديال البريد العادي هو خمسه وتمانين سنتيم، وزيد عليه ثلاثه دولارات وصفر سنتيمات باش توصل الخدمه الخاصه.
كنت نشري هاد الشي بلاصتك.
واش غادي نلقي شي صعوبه مع الجمارك؟
واش عندك صبّاط رسمي برجل عريضه؟
لا. واش نقدر نقترح عليك توام للاستعمال الفردي بلا ما؟ عندنا واحد.
بغيت برم مشدود، عفاك.
هي بغات بيره.
صباح الخير. كيف داير؟
كنخاف خاصني نشوف شي نوع من بطاقه التعريف.
شنو نوع الصوص؟
هدا بارد شويه. واش غادي تسخّنو؟
سمح ليا، هاد البلاصه راه مشغوله دابا.
انا بخير. ولكن واش ممكن تعيط لصاحبي؟
شكراً، هادشي كافي.
شكون هو صاحبك المفضل؟
نهار الصحه والرياضه العاشر من اكتوبر هو عيد وطني مخصص لتعزيز صحه الناس.
بغيتيني نشوف تحت الكابوت؟
واش تقدر تعاونّي نلقي الشنطه ديالي؟
واش غادي تدير الترتيبات من قبل؟
كتعاونوني. شكراً.
مني توصل تماك، سول شي حد اخر، عفاك.
بغيت تمديد ربعه وعشرين، عفاك.
هادو جوج دولارات. خليك علي الباقي.
واحد هامبورغر وواحد تشيزبرغر، عفاك.
شحال كتخلص علي المعالجه؟
كل واحد فينا بغي يخلص علي الماكله ديالو.
المكان كان فوق كرسي فاللوبي.
عفاك بدل هاد الينات بالباوندات.
بغيت واحد القاموس صغير بحجم الجيب، عفاك.
جوج ديال الناس علي السبعه. الاسم هو واتانابي.
ساعتي. كانت سيكو ديجيتال.
غادي نفرحو نخدموك بالمشروب اللي تختارو، ومن بعد العشاء. دليل كامل ديال المشروبات اللي كنقدمو فهاد الرحله كاين فدليل المعلومات ديال المجله ديالنا.
كتسكن حدا هنا؟
فين كاين محل الهدايا؟
انا ف الطريق السريع واحد حدا مورّو باي.
بغيت منبه، عفاك.
بالمناسبه، سميتي هيروشي ايجيما.
هاد التران كيتوقف فليك فورست، ماشي هكا؟
معظم اليابانيين كياكلو الاخطبوط والحبار.
واش ممكن تعطيني جوج تيكيات من الدرجه الثانيه لشيكاغو، عفاك؟
مشيت لنيويورك.
شنو رقم الطياره؟
واحد لنيورك، عفاك.
لمده شي ايام.
الثاني من اليسار.
هاد الكارطا، مزيان؟
واش هادي هي طابله الاستقبال؟ واش كاينه شي عياده حدا هنا؟
واش عشره دولارات غادي تكفي بالتكسي؟
هاذ الطعم غريب.
ايه. سني، غادي نجيب ليك واحد.
نص قنينه، عفاك.
ماشي بالضبط. غير حاجه ماشي غاليه.
كتقلب علي شي حاجه؟
ربعه ديال الليالي.
خصني شي شراب.
واش تقدر تنقص الثمن حيت كاينين شي بقع؟
واحد الراجل ضرب فيا. من بعد حسيت بلي المحفظه ديالي مشات.
ما متاكدش واش جبت معايا كفايه د الحوايج لرحله ديال ثلاثه اسابيع.
بغينا نجربو نبيذ ابيض.
الا سولوني عليا، قول ليهم غادي نكون فالقهوه.
انا متاكد انه كان في الجيب الداخلي ديال المعطف ديالي.
عفاك، شنو هو الاسم ورقم ديال الشخص اللي كتعيط ليه؟
واش الشركه ديال الطياره غادي تخلص لي باش نشري شويه ديال الحوايج الشخصيه الاساسيه؟
بغيت بيت مع بانيو.
ما خرج حتي حاجه من الماكينه؟
كان خاصك تدي الرحله تمانيه جوج صفر، اللي طارت من خمسه عشر دقيقه. مزيان. نقدر نرتب ليك رحله اخري.
شي حد حل الطرد ديالي.
اه، ماشي حتي حاجه. راك هنا، علي اي حال.
الخطوط الجويه اليابانيه، الرحله رقم واحد اثنين ثلاثه.
خصني نشري شامبو.
واش تقدر تقول لي فوقاش نوصلو للمركز المدني؟
فين كاين اقرب جزار؟
بغينا نبقاو ربعه ديال الليالي من نهار الاول ديال غشت.
شنو سميّه ديال هديك الورده؟
15 شتنبر هو نهار احترام الكبير فالعمر.
ما كاينش الصابون فغرفتي.
واش كاين شي حاجه نقدر ناخدها لهاد الطفح؟
واش تقدر تبدل الكلام بالكلام اللي قلتو دابا؟
شحال غادي ياخد باش نطلب؟
واش ممكن تهدر شويه بصوت عالي، عفاك؟
شحال غادي تبقي حتي يخرج؟
فين هي المعلومات ديال الرياضه؟
هاد المقاس هنا، اللي كتسميو المقاس العادي، غادي يصلح.
فين غادي تسالي الجوله، وفوقاش؟
فين خاصني نبدل الطوبيس باش نوصل لادنبره؟
بغيت نحط هاد الشي فصندوق الامان.
فين نقدر نبدل فلوسي؟
واش نقدر نخليو حوايجنا فالطوبيس، ما عدا الحوايج الثمينه؟
كنتشوف شنو هاد المصاريف فالفاتوره ديالي.
غادي نخلص خمسين دولار.
دابا عرفت شنو كان الغلط.
هدا ايكييدا كيهضر. عندي حجز لطابله مع السته ونص هاد العشيه. ولكن سمح لي غادي نجي بنص ساعه متاخر.
شحال من اونس ديال العطر نقدر ناخد بلا ما نخلص الضريبه؟
غير السياحه.
ماشي مشكل، عفاك وقع عليهم. كيفاش بغيتيها؟
واش باقي عندكم بلايص لعروض ديال الليله؟
بغيت واحد كبير.
نعست وما فقتش مع منبه السته ونص.
انا مصور حر.
الديالين يقدرو يبدلو دولاراتك بنصاءح الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع ديال زيوت الاستحمام.
غادي نوجد ليك العرض الاسبوع الجاي.
شكراً. بشحال هاد الزوج ديال القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات للاستعمال مره وحده.
فين جاو هاد الحوت الفراشه؟
واش غادي تبدلهم للدولارات، عفاك؟
حنا محظوظين بزاف. عندهم واحد فالمقاس اربعه فمحل علا موانا.
واش كاين شي ليموزين؟
واش ممكن تعيطو لي باش نفيق مع خمسه ونص صباح غدا؟
كنفضل بيت هادء.
بغيت شي مزيل ديال لاك ديال الضوافر.
بغيت بطاريه.
واش كاين شي فرقه موسيقيه حيه ولا دي جي؟
واش نقدر نكري معدات الغطس؟
بغيت نحجز بيت لاربع ليالي من 22 دجنبر.
واش هاد الشنطه مناسبه لكل الطقس؟
بغيت واحد دونات، عفاك.
بغيت نكري طوموبيل اوتوماتيك جوج ايام.
فاتني الطياره رقم عشرين لسان فرانسيسكو.
شحال الثمن للمطار؟
هدا مزيان. فوقاش غادي يكون؟
شحال فعم بنتك؟
واش تقدر تقول لي علي شي اوتيلات رخيصه ونقيه؟
نقدرو نحجزو ليك بيت مريح فقلعه قديمه حدا نادي جولف مشهور.
كننصح بها حيت معمره بمكونات طبيعيه ميه فالميه.
واش التران كيتوقف ف برايتون؟
واش تقدر تقول لي فين نقدر نلقي طاكسي؟
زوج تذاكر من الدرجه الثانيه، عفاك.
بغيت نرسل فاكس.
بغيت مكواه سفر.
واش نقدر نعرض عليك شي حاجه؟
نهاري؟ كنخاف نسول، ولكن شنو كتقصد؟
بغيت واحد اللي يقدر يشد وثاءق بحجم ورق الرساءل العادي بلا ما نطويهم.
ايه، ولكن ماشي قوي بزاف.
انا عندي حساسيه من القطط.
ايوا، خاصك تكون عندك رخصه السياقه و، اه، خاصك تكون عندك رخصه من لجنه الطاكسي والليموزين.
تفضل، سيدي.
ماقدرتش نجيب الما سخون.
بغيت نحجز بيت لليله.
لا، كتحيد الضريبه وتمن الخدمه.
بغيت تمشي تشري معايا هاد العشيه؟
سلام، هادي فستان زوين بزاف.
دابا، المكالمه ديالك دازت. عافاك، تفضل.
شنو رقم البوابه؟
شنو هو تذكار هاواي العادي؟
واش نقدر نوصل لهناك بالمترو؟
بغيت نعمل سيشوار.
واش غنوصلو لشي حاجه و حنا كنهضرو بهاد الطريقه؟
انا جاي من النرويج.
من عشره حتي لاثناش عفاك.
اكيد. خليني نشوفها. باين عليك تاذيت من المرجان.
غير فالحاله، عطني رقم ديال الشخص المسءول.
واش كاين شي طريق سريع؟
علاش ما جاش للحفله البارح؟
وقع حادث سير.
سمح لي، هاد الرقم ماشي ديالي.
عفاك دخل الرقم السري ديالك.
ماقدرتش نضبط الصوره.
واحد تشيز برجر و عصير برتقال، عفاك.
ها هو الباسبور ديالي.
علاش، شكراً بزاف. اه، واش نقدر نطلع للفوق؟
واش نقدر ناخد جوج تذاكر للموسيقي ديال الجمعه الجايه؟
راكب اخر تماك قال بلي يقدر يبدل البلاصه معاك.
واش نقدر نمدد الاقامه ديالي؟
قول، واش كتعرف شي حاجه تستاهل التشوف قريب من هنا؟
لا، بغيت نكري نص طقم ديال العصي وزوج ديال الصبات.
واش تقدر تقول لي منين تلقاو الشنطه اللي ضاعت؟
شنو سميتو هاد المنتزه الوطني؟
عندي خدش صغير.
فين كاين بلاصه مزيانه باش تزور؟
واش نقدر ناخد شويه ديال الفواكه؟
واش نقدر ناكل الغداء دابا؟
خصني نبدل هاد الدولارات.
خصني طاكسي. انا ف South Main و Liberty.
بالتاكيد، واش كتحتاج اقامه داءمه؟
ماشي تفاحه ولكن دراق.
غادي نعطيك وصفه طبيه. خذها للصيدليه.
كنطيرو ثلاث مرات ف السيمانه، نهار التلات، الجمعه، و السبت.
هدا غالي، ماشي هكا؟
ايه، عندنا هاد الشي. غادي نوجدوه ليك.
واش تقدر تحتافظ بالشنطه ديالي حتي لثلاثه ديال العشيه؟
لا، بغيت غير ندوز.
واش نقدر نحجز كريطه هنا؟
واش نتي/نتا امريكي؟
لهذا البلاصه، عفاك.
طوموبيلتي طفات.
فين كاين ظِل العيون؟
بغينا واحد الركن هادي، الا كان ممكن.
واش هاد الطاكسي فابور؟
واش هادي محطه سريعه؟
فاش من وقت خاصني نجي؟
بغيت قنينه صغيره ديال النبيذ الابيض.
اه. واش نقدر ناكل من بعد؟ ما حاسش راسي مزيان دابا.
في الحقيقه، عندي خبر. غادي نتزوج.
شي سروال اخر؟
واش نقدر ناخد برنامج؟
تسرق لي الغرفه ديالي البارح بالليل.
وريني الحوت اللي شفتو اليوم فكتاب الصور، عفاك.
شوف التعليمات علي علبه الماكله المفرغه من الهواء.
بغيت الفلوس الورقيه.
خدا مني المحفظه وهرب.
ما عندكش دروس تجريبيه؟
فين نقدر نشري طوابع بريد؟
انا من بريطانيا العظمي.
خصني نراجع هادشي مع مرتي.
بغيت نرجع الفلوس ديالي علي هاد الشي.
كاين تلفون عمومي قدام داك البنك.
غادي نوصل نهار تسعود مارس وغادي نمشي نهار ربعتاش.
هدي غاليه شويه، ما كتظنش؟
واش عندك التذكره؟
فين كاين ترمينال الطوبيس؟
بغيت شي تحليه؟
كتهدَر؟
نفس الشي بالنسبه لي، عفاك.
الطلب ديالي ما وصلش.
كاينين بزاف ديال الينابيع السخونه.
عفاك بدل خمسين الف ين للدولار الامريكي.
ما عنديش مشكل. فالحقيقه بغيت نشمّ.
فين نقدر نكري الزلاجات والصبّاط؟
واش نسيتي المشروبات ديالنا؟
واش تقدر تبعثها لعنواني فاليابان عن طريق البريد الدولي بالتحصيل؟
بغيت كاس ديال النبيذ الاحمر.
غير الا كان ديالك، سيدي. ههه، غير نكته صغيره.
بطبيعه الحال. كيفاش نقدرو نعاونوك؟
عندنا البيره، الويسكي، البراندي، الجن، الفودكا والنبيذ.
بطاقه تعريف. اه، صحيح. واش جواز السفر مزيان؟
رقم بيت ديالي هو ثلاثه-ميه وسته وعشرين. واش تقدر تجمع ليّ الحوايج ديالي للغسيل؟
غادي نشوف واش شي واحد منهم كيناسب.
بغيت برّاد.
جيب لي شويه جبن محكوك.
واش نقدر نخلي القميص ديالي يتنقّي قبل صباح غدا؟
واش تقدر تخليه يعيط ليّا؟
علاش دابا؟
سمح لي. واش كاين شي محل ديال الكتب هنا؟
كنظن درتي غلطه. الغرفه كانت مدفوعه مسبقاً. عندي وصل.
الطوبيس تماك.
بغيت جوج رول ديال فيلم ملون ISO ميه، فيه سته وتلاتين صوره، عفاك.
بغيت نصرف هاد الشيك بسبعين دولار.
بغيت نشري طوابع لعشر بطاقات بريديه لليابان، عفاك.
واش كاينين شي بنوك حدا المحطه؟
كنخاف كاين خطا فالفاتوره.
راه هنا.
واحد تشيزبرغر باش ناخدو، عفاك.
ما تقدرش دابا تدير خدمه ديال التصميم بلا كمبيوتر.
هرب.
كاين تمزق هنا فالقميجه ديالي. واش ممكن تخيطها ليا، عفاك؟
شحال الثمن حتي لمانشستر؟
واش تقدر تعطيني كابل ديال البوستر؟
فين نقدر نشري حصيره ديال الشط؟
من بعد، عفاك عطيني حجز جديد.
عطيني داك الستيك ديال اللحم الخنزير، ولكن ما يكونش غليظ بحال داك.
غادي نجيوا مع السبعه.
مني كنشوف هاد الاثمنه منخفضه بزاف، كيبان لي سخيف نشري شي حاجه فاليابان.
تسرقات ليّا السجلات ديالي حتي انا.
واحد كون ديال ايس كريم بالفانيلا، عفاك.
انا متافق. خاصها تولي طبيعيه بزاف.
رد بالك من الفراغ، رد بالك من الفراغ، ومن بعد قرب الابواب، عفاك.
غادي نحتاج كارت كريديت.
ها هو الرقم.
قول لي بلاصه مزيانه فهاد الواد، عفاك.
عفاك عطني تقرير ديال الحادث.
لا، شكراً دابا.
حسناً، عفاك بقي علي الخط. السيّد ناكاجيما، السيده سايتو ما كاتبانش كترد علي المكالمه. بغيتيني نعيط ليها شويه اخري؟
يمكن، ولكن خاصنا نوزنوهم بوحدهم.
كيبان شويه نادر بزاف.
فين كاين بلاصه ديال استرجاع الشنط ديال الرحله سبعه صفر ثلاثه؟
كاين شي مشكل ف القبضه ديالك.
واش هاد الشي غادي يفسد؟
لا، شكراً. من الاحسن ما نشربش كثر.
عفاك قول لي شي شوارع مزيانه باش نشري.
واش هاد الطوبيس كيمشي لهوتيل هيلتون؟
دابا، هاد اللوحه مميزه بزاف. راه من عمل تسوراتارو كاتااوكا. هو معروف كفنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
واش نقدر نعزمك علي العشاء شي مره؟
مزيان. شنو سميّه الحزب ديالك ورقمو، عفاك؟
سمح لي. خَلّيني نخرج، عفاك.
واش تقدر تنادي علي شي موظف كيهدر اليابانيه؟
كنزورو قرايبنا بزاف.
ميكي هاياكاوا. هادي الغرفه سبعه صفر جوج.
خصني نبقي هنا الليله، ماشي هكا؟ واش تقدر تعاونّي نحجز بيت فندق؟
ما خاصوش يطول. خمسه عشر دقيقه علي الاكثر.
واش تقدر تقول لي شحال الثمن ديال هاد المكالمه؟
واش تقدر تقول ليها بلي عيطت ليها، عفاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جوله فالصباح؟
كتبدل العمله الاجنبيه؟
الميزانيه ديالنا حوالي خمسين دولار فالمجموع لثلاثه ديال الناس.
فين نقدر نشري رول ديال الفيلم؟
واش عندكم بيره يابانيه؟
بغيت مايو صغير، عفاك.
بغيت نسجل العفش ديالي.
هدي الانسه كاوازو ف الغرفه سته عشر واحد عشر.
عفاك.
ما كايناش.
شنو اهم عندكم يا الناس ديال اليابان، نهار راس العام ولا نهار عيد الميلاد؟
رقم بلاصتك هو 32 ا. من بعد، سير مباشره فهذ الممر. هديك هي البلاصه حدا الشباك.
غير دقيقه، عفاك.
عفاك عمر تقرير ديال الضياع.
ما كنفاهمش الامريكيه، كنهدَر الانجليزيه ديال الملكه.
من البارح.
كتشمل التامين ضد الحوادث والتامين علي المسءوليه.
ضعت بطاقه المطالبه ديالي.
واش عندكم شي بروشات بتصاميم زوينه؟
كنعيط من كابينه عموميه فـ Macy's.
هذو كبار بزاف.
شحال تخلص علي الوقوف فالساعه؟
سيداتي وسادتي، ف الرحله ديالنا اليوم، عنا مضيفين ومضيفات كيهدرو باليابانيه، وكتقدرو تعرفوهم من خلال دبابيس العلم اللي لابسينها. الا كنتو عارفين شي حد محتاج مساعده ف اللغه، عفاكم علمونا.
واش كاين شي فتره فالفن كتفضلها؟
عفاك شيك عليه مره اخري.
سير دغيا علي طول الواد تقريباً نص ميل. غتوصل للبارك.
لا، هما متينين بزاف.
حسناً، غادي نرسلها ل لاس فيغاس ليك.
كنقلب علي تيشورتات ديال الجري.
بغيت شي حاجه تشرب من البار؟
هادي الطريق. خذ هاد الاسانسير.
من الاحسن تركب القطار ديال الثمانيه ونص.
واش كاين شي سينما هنا؟
دابا هو موسم المحار، يعني غادي يكونو مزيانين.
بغيت ساعه مستعمله.
غادي نسجل الدخول حوالي التسعود ديال العشيه.
ولا الوقت بزاف. خاصني نمشي.
ماستعملتش خدمه الغسيل ديالك. واش تقدر تشوف هادشي مره اخري؟
بغيت اتاي، عفاك.
لا، ما كاينش.
واش هادي هي المحطه الاخيره؟
يلا نعيطولو.
واش هاد الشي حار بزاف؟
فين نقدر نلقي طوبيس ديال السياحه؟
ايه، بغيت نشوف معالم المدينه.
كاينين بزاف ديال السياح حدا البنايه، اللي باين عليهم تجمعو باش يشوفو شنو واقع.
شكراً علي كرم الضيافه ديالك.
الصدق هو احسن سياسه.
واش تقدر تفيقني مع السته ديال الصباح، عفاك؟
شحال كتخلص علي نص نهار؟
انا كنجي.
كتعرف شي بلايص مزيانه باش تزور فشيكاغو؟
ايلا كنتو بجوج مصرّين، غادي نمشي معاكم.
واش تقدر تبدل هاد الشي بواحد اخر من نفس النوع، عفاك؟
بغيت نحجز علي ثلاثه و نص ديال العشيه.
صندوق الامان، عفاك.
عفاك اختار نبيذ مناسب.
بغيت بلاصه صغيره.
واش خاصني نخلص علي الغاز؟
حرّاق. شدّو.
حنا كنتسناو صحابنا يجو.
عفاك عطيني شي صغار ديال الفلوس.
بغيت بيرم داءم مشدود، عفاك.
هي صغيره وزوينه.
شنو هي الاوبرا ديال اليوم؟
مقلي، عفاك.
مازال ما رجعوش ليّ الحوايج ديالي.
بالمناسبه، واش نتا فاضي هاد السبت الجاي؟
واخا، يمكن نتفاهمو مزيان مع بعضنا.
عاملتني بحال الي كنت متسول.
فهمت. وزيد، واش تقدر تعاونّي فمشكل اخر؟
واش تقدر تحط عدسات طبيه فهذ النظارات الشمسيه؟
غادي ناخد جوج من هادشي.
شحال زوينين هاد الكلاب. شنو النوع ديالهم؟
طيحت الشوكه ديالي. عفاك جيب وحده اخري.
كانت ممتعه.
بلا شك. سير دغيا دغيا و دور علي اليمين فالثالثه ناصيه. غادي تلقاها علي يمينك.
واش عندك شي فيلم للشراءح الملونه؟
كتعرف كاثي؟ هادي حفله عيد ميلادها.
واش عندك شي جدول ديال الالوان؟
واش نقدر نخلص بشيك ديال المسافر؟
ولكن، هو، راجل، كيفاش نعرف بلي هادي هي الحاجه الحقيقيه؟
واش نقدر ناخدو بلا ضريبه؟
ما نقدرش نحط الشنطه ديالي تحت الكرسي. واش تقدر تحتافظ بيها ليا، عفاك؟
واش ممكن تحط هاد الشنطه فالصندوق؟
غادي نخرج دابا، غادي نجيبها.
عفاك صيفط شي حد يطلع يجيب الشنط ديالي مع السته ونص.
بغيت خريطه ديال سان فرانسيسكو والمناطق اللي حداها.
شنو نوع الخبز اللي عندك؟
فين الفوطو؟
واش كاين شي حد لي يقدر يلعب البيانو؟
فاي محطه خاصني نزل باش نمشي لمبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، ولكن ما كنظنش عندي الوقت نبقي جوج ليالي. واش تقدر تحجز لي غرفه مزدوجه فداك الفندق غير لليله 12 مارس؟
واش نقدر نحجز بيت جوج مطل علي البحر؟
ما قررناش مزال.
رفيقي تعثر وجرح كعبو.
غادي نجرب شي شربات.
واش كاين شي مطعم تايلاندي قريب؟
هي حدا داك البنايه الطوال. دابا، رجع ف نفس الطريق اللي جيتي منها حتي توصل للضو ديال المرور. من بعد، دور علي اليسار.
خصني نلحق طياره لوس انجلس بكري فالصباح غدا.
من بعد نقدر نوصي بثقه بهاد "جوله مدينه سان فرانسيسكو". هادي كتقدم ليك نظره عامه علي سان فرانسيسكو.
بغيت ندير تامين.
خلينا نديرو كماده بارده باش نخففو الالم.
هي بغات تشري فستان.
شحال تمن الطاكسي لهاد الاوتيل؟
فين الطواليط؟
واش كيتطلب شي فلوس باش تدخل لهاد البنايه؟
ديرها علي خاطرك.
كنقلب علي شي حاجه شيك.
الشرجم مسدود.
فاي جهه من يونيون سكوير كاين؟
نص اونس من شانيل رقم خمسه، عفاك.
شنو رايك فشي قهوه؟
واش خاصني تذكره؟
شحال تقريبا هي تمنه الخدمه؟
شحال من الوقت من هنا؟
كريم و سكر؟
واش كاين شي تخفيض خاص بالاعضاء؟
واش كاين شي سوبر اكسبريس ف التسعود و نص؟
خليني نشوف ساءل الفرامل والمحرك. المحرك ديالك باين عليه غادي يطفي قريب.
ما كانتش غلطي.
ما كاينش الضو.
غادي نبلغ علي هادشي للبوليس.
واش كلشي خاصو يخلص علي الشراب ديالو؟
من ثلاثين حتي خمسين دولار فالليل.
عافاك صاوب هاد الشي.
فايام راس العام. وفمناسبات خاصه بحال حفلات العرس، حفلات توزيع الجواءز او الجنازات.
زيد لي الخردل بزاف، عفاك.
علاش ما تعطيهاش هديه؟
شنو الفيلم اللي كتقترح؟
هادي عشرين وعطيني جوج دولارات الباقي، عفاك.
ضربتني من الجنب.
نقدر نجي عندك مع جوج.
هل هاد الشنطه ديال الرحله JAL صفر واحد؟
هدي اول مره كنمشِي لباريس.
واش تقدر تقدّر الثمن قبل ما تبدا الخدمه عليها؟
دخل، عفاك.
رحلتنا فالتسلق غتكون ممتعه بزاف.
فين كنركبو الطوبيس؟
ما عندناش شي كيس ديال هاد المبلغ، غادي نحطو فهاد الكيس الكبير ديال البلاستيك.
بغيت نلعب التنس.
كاين عصير ديال الاناناس، البرتقال والطماطم.
الجهه اليسري من هاد الطابق، حدا السلالم المتحركه.
شنو كاين فالكونسير دالليوم؟
ما بغيتش تشوف فيلم مختلف؟
عفاك بدل هاد الشيك ديال المسافرين بالفلوس.
بغيت ناخد نفس الكورس غدا، عفاك.
يمكن نجاوبك مزيان علي هاد السءال من بعد ما نشوف شي جوج ديال العروض.
خصني هديه لعيد الزواج.
شنو العروض الموسيقيه اللي كاينه دابا؟
واش عندك مرايه؟
سمح لي، ولكن ضعت الطريق ديالي. واش تقدر تعاونني؟
غادي ناخد هادي، عفاك.
ما تقدرش تدخل الالعاب الناريه لكندا.
شحال طيابتك مرتك زوينه.
كتحتاج شي مساعده؟
واش تقدر تحجز ليا طاكسي لسته ديال الناس غدا الصباح، عفاك؟
شنو بغيت مع الطبق الرءيسي ديالك؟
واش كاين شي بوتيك هنا؟
هاد البلاصه عامره بالناس، ماشي هكا؟
سمح لي. غادي يكونو واجدين تقريبا ف خمسه دقايق.
حسيت بوجع ف رقبتي وانا ناعس.
مزيان، ما كاين حتي مشكل. واش نقدر نشوف الباسبور ديالك؟
ما عنديش فلوس.
فاش من الوقت خصني نكون فالمحطه؟
كاينين بزاف ديال المطاعم هنا.
هي حد بيت المعاطف.
فرحت نهضر معاك.
واش كاين شي جوله فالعشيه؟
انا مع صحابي.
عجبتني الاقامه ديالي. شكراً.
البحر تحتنا مباشره. يا له من منظر جميل.
شكراً علي الانتظار، مدام مكغاير. ها هو. تفضل، من فضلك.
واش عندك بطاقه تعريف بالصوره؟
سبعه، عفاك.
بغيت نرسل هاد الشي للغسيل. فوقاش غيكون واجد؟
عندي سروال مخطط.
ايه. شي حقيبه ديال واحد اخر توصلات لغرفتي دابا. واش تقدر تشوفها، عفاك؟
واش ممكن تشرحها ليّا بتفصيل اكثر؟
واش نعستي مزيان؟
واش غادي تضغط علي زر التصوير؟
زوج ديال المفاتيح، عفاك.
بغيت واحد لمبه.
هي فاخر الكوريدور.
بغيت شي ورق ديال النوته.
واش غاديين بالكوطوبيس؟
قلت غادي تمشي لطوكيو غدا؟
خليني ننعس حتي لتسعوده.
خصني نحول ل AW واحد صفر صفر. واش ممكن؟
كيف داير معاك اللعب هاد الايام؟
كنحس براسي محبوس فالصدر.
ما كاين حتي مشكل. الا جيتي في 5 شتنبر، تقدر تستمتع بعرض فيلم علمي حيت عندنا نهار مفتوح خاص في اول جمعه ديال كل شهر.
واش عندك شي جوله اخري؟
مزيان، تخفيض ديال خمسه فالميه. واش هادشي مزيان؟
غادي نمشي لباريس.
ماشي اخر موديل، صح؟
مجدول علي الثمانيه ونص فالليل بالتوقيت المحلي.
خد داك البنايه معانا، عفاك.
مزيان. غادي ناخد زلافه متوسطه وكوره ديال الروز.
كيفاش كيبان هادشي؟
بغيت نشوف داك اللي فالشباك، عفاك.
مستحيل. حنا فالعطله. ما بغيتش نقعد فبيت الفندق ونتفرج فالبايسبول فالتلفاز. بغيت نمشي نشوف مسرحيه.
واش نقدر نلمسها؟
واش تقدر تجي لهنا تصلحو؟
بغيت شويه ديال الليف الصناعي.
سميتي تارو تانكا. عندي حجز.
بغيت شي كريم تنظيف.
بغيت سويتر باكمام طوال.
تسرقات مني الشنطه ديالي.
كتبان ليا طرقنا كتقطع بزاف ديال المرات، ماشي هكا؟
واش نقدر نشوف المينيو مره اخري؟
مازالو كيبانوا شويه خضر.
شحال؟
فروله، عفاك.
جبل فوجي هو اعلي قمه فاليابان بارتفاع ثلاثه الاف وسبعميه وسته وسبعين متر.
لا، مازال. كاين بزاف ديال الاختيارات.
بغيت شي كريم ديال الليل.
هي بين المخبزه والجزاره.
واش تقدر تقصر الكمّات؟
كنخاف ما كاينش ملعب ديال الغولف هنا قريب.
واش تقدر توريني الخاتم الثاني من اليسار؟
واش تقدر تطلب منو يتاصل بيا؟
حاولت نعيط ف مكالمه دوليه. واش وصلتي دابا؟
هدا غالط.
ايه، هو. حيت كتقدر تشوف العلم قدام مكتب البريد.
غادي تبعثهم اكيد، صح؟
بغيت ندير مكالمه تليفونيه باستعمال بطاقه اءتمان.
بغيت ديالي يمشي.
مني توصل، غادي نخلصو باش نرسلوها لعنوان دارك.
دابا كنستعمل ديما الكمبيوتر فالخدمه.
اه، مزيان. فهمت. غادي نجي عندك.
لا، هدا كافي.
واش ممكن تعطيني واحد البطانيه ووساده؟
واش تقدر تجي لهنا ف اقرب وقت ممكن، عفاك؟
كاس ديال القهوه، عفاك.
كنقلب علي شي كروت اللي عادهً ما كيكونوش غير فهاواي.
واش تقدر تشد الخصر بثلاثه سنتيمترات؟
انا ف نفس العمر.
واش تجيب لي شي قهوه؟
ثلاثميه وخمسين دولار؟ هادي كتفوت الميزانيه ديالي.
واش خاصنا نديرو تصويت علي هادشي؟ الا ماكانش، كنظن وصلنا لاستنتاج، وغادي نرسلها لمجلس الاداره ديالنا صباح غدا.
كتعرف واش كاينين شي اوتيلات رخيصه؟
صباح الخير. واش نعستي مزيان؟
شنو ناوي تدير من بعد ما تسالي القرايه؟
تسرق مني الشنطه ديال الكتف ديالي فالزنقه.
واش كان عندك شي خدمات خرين مع الفطور هاد الصباح؟
بغيت كاس ديال القهوه البيضه، عفاك.
واخا. واش فندق شيراتون قريب من هنا؟
كنتمني ما تكونش عيان بزاف.
بغيت نكري طوموبيل من هاد النوع لمده يومين.
غادي نشرب واحد كاس ديال جاك دانيلز.
بغيت كيس ديال الفشار، عفاك.
طيحت ليّا عصا التزحلق.
حنا ما كنجيبو حتي هدايا للاستقبال. بلاصتها، الضياف كيجيبو الفلوس.
بغيت نرسلها بالبريد العادي.
الطياره وصلات متاخره بسبب الثلج الكتير.
المرجو الحساب.
واش تقدر تاخد رساله، عفاك؟
سمح لي، ما فهمتش عليك. واش ممكن تهدر بشويه بشويه، عفاك؟
شنو نقدر نورّيك؟
واش نقدر نصوّر؟
من ميه.
رقم الرحله هو HP تسعه وتمانين لتوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال داك؟
عندك واحد اخر؟
عفاك جيب لي الفطور ديالي للبيت ديالي مع السبعه ديال الصباح غدا.
غادي يطلع واحد ديال الصيانه قريبا.
سمح لي. غادي نرجع من بعد.
كيفاش نقدر ناخدها؟
واش كاين شي بلايص خاويين فالجوله ديال الخميس؟
سمح لي. واش نقدر ندوز؟
واش عندك شي نبتات و فواكه؟
عفاك قول لي كيفاش نعمر بطاقه النزول؟
كنظن ان السياره ديالي كتسوي حوالي خمسه الاف دولار.
واش هاد الماكله قليله فالسعرات الحراريه؟
شنو الطوبيس اللي خاصني ندي باش نمشي للمحطه؟
ايه، هي هادي. ولكن خاصك تدوّر علي اليسار فالثالثه ديال الضو ديال المرور وبقي فداك الزنقه حتي توصل للطريق سته وستين.
بغيت كاس ديال الما باش ناخد دواء، عفاك.
غادي نكون ممتن بزاف الا خديتيني للبحر.
سمح لي. عندك الرقم غالط. هادي تانكيشا برس.
حنا كنخرجو.
شنو هاد الموسيقي؟
عفاك عطّي هاد الشراب لولدك، مقدار واحد، من بعد كل وجبه.
هاد الستيل متوفر ف 28، 31 و 35 سنتيمتر.
اه، هادشي كيبان بزاف.
واش نقدر نستعمل تليفونك؟
هدا ريحتو زوينه بزاف. بشحال هادي؟
بغيت ناكد مره اخري علي الرحله ديالي لشیکاغو ف السابع عشر.
كلت شويه بزاف.
واش نقدر نهدر مع مدام براون؟
هاد الدار كتبان مريحه باش تسكن فيها، ما كديرش؟
بغيت نحجز في طياره نورثويست ايرلاينز رقم 086 لنهار الخامس.
محفظتي، الباسبور ديالي وحوايج شخصيه خرين.
فوقتاش كتسدّو؟
ستني شويه. ممكن نكون خليتها ف التواليت.
هادي هي بالضبط اللي كنت غادي نقول.
ايه، كنظن هكا.
دارك كبيره. شحال من بيت؟
عجبنا العشاء.
فهمت، ولكن ما نقدرش نقولها.
اه، ايوا، عفاك. كنتمني غير ما يمرضوش من البحر.
لطوكيو، عفاك.
شحال الوقت باش نوصلو؟
غادي نمشي بكري غدا، بغيت نخلص دابا.
شيري ناشف، عفاك.
بلاصه ما كتدخنش، عفاك.
هو مشغول دابا.
واش الناس اللي من برّا يقدرو يوصلو للكتب فهاد المكتبه؟
واش ممكن نبقي فغرفتي حتي لساعه جوج ديال العشيه؟
هاها. صباح الخير علي وقتك. ماشي مشكل.
بغيت شويه من هاد الفيلم ديال رقم ASA لهاد الكاميرا، عفاك.
فين كاينين لوحات مونيه؟
هذي البيتزا بنينه. شكون دارها؟
شنو الطعم ديال هاد الطبق؟
وحتي هما غاليين.
فوقتاش كيمشي التران الجاي لبوسطن؟
كنخطط نتعلم الجولف.
عفاك عطييني شراب اخر.
شحال من سرفر مزيان.
كنخاف الاكمام قصار بزاف.
واش تقدر توريني كيفاش نعمر الغاز؟
واش تمن الفندق كيشمل الفطور؟
واش هادا كلشي؟
هي هاديك الطريق.
عفاك بدا العداد.
بيتي بارد بزاف.
غادي نرجع ليك ملي نكونو اقل مشغولين.
واش عندك واحد اكبر؟
حسيت براسي حسن.
واش كتعرّف علي جغرافيه اليابان؟
عفاك ورّيني فين انا فهاد الخريطه.
مءه فالميه قطن.
بغيت نبدل لغرفه كتطل علي البحر. واش كاين شي مصاريف زايده؟
شحال كتسوي كراء نص نهار ديال لوح؟
عشره نونبر.
بغيت شريط ديال الاله الكاتبه.
هادي بنينه بزاف.
فوقتاش غادي نطيرو؟
كيفاش كتقول للساءق باش تحبس؟
ربعه وعشرين دولار. بغيت اكثر؟
حجزت في طوكيو من شهر.
كنشكرك من اعماق قلبي.
واش نزل هنا باش نوصل لمركز روكفلر؟
عفاك قيس لي مقاس صبطي.
هادي زوينه بزاف.
واش بغيت تخرج معايا فموعد؟
عفاك نقي هاد المعطف.
بغيت نكري بوت موتور.
فين قسم النساء؟
القهوه ما داخلاش؟
فاش كان خدام قبل؟
لعنه. لعنه. لعنه. لعنه. وليت متعود علي وجهها.
واش خاصني نخلص المصاريف الزايده مني كندخل لشي بنايه؟
سلام، الحفله ديالك علي الخط. تفضل، عفاك.
جرحي كيالم.
فين هي المحطه؟
عندي القشعريره.
ثلاثه ايام.
عبر الجسر اللي تماك، وغادي تلقي المكتبه علي الجهه اليسري.
عفاك عاونّي نلقي واحد المرشد اللي كيهدر اليابانيه.
ما بغيتش واحد ثقيل.
غادي يكون تاخير بسيط.
شنو الفرق بين هادوك النُزُل؟
فاتني المحطه ديالي.
كان زوين بزاف. شكراً.
غادي نكون تماك حوالي سته ديال العشيه.
عندك شي حاجه شويه طويله؟
تاريخ الانتهاء هو 19 مارس 1999.
كيفاش كان؟
واش كاينين شي كازينوهات مزيانين؟
هادي الفلوس ديال الاقلام الجافه. ورقه مءه دولار.
فين قسم العيالات؟
فين نقدر نركب الطوبيس؟
صاحبي مجروح.
كتبان مزيان.
واش هاد المحل غادي يفتح غدا؟
هيّا حتي لتحت فالكوريدور.
واش ممكن تحيد لي الشارب ديالي شويه؟
هدا كيجي مع بار السلطه واختيار ما بين البطاطا المخبوزه ولا البطاطا المقليه.
فين نقدر نشري الحشيش؟
ما نقدرش نبيع هاد الشي بلا وصفه طبيه.
واش نقدر نحجز خمسه بلايص مجموعين ف نفس الصف؟
واش تقدر تعيرني حبل السحب، عفاك؟
شنو هي الطوموبيل اللي كتدير احسن كيلومترات؟
ما غاديش تحصل علي تخفيض مهما حاولت بزاف.
واش تقدر تحل هاد الشنطه، عفاك؟ شنو عندك هنا؟
بغيت نعيط لمكالمه بعيده لهوتيل هيلتون ف بوسطن.
واش العيالات كايقبلو هادشي؟
رد بالك، السقف منخفض.
ما كنقدرش نشوف الشاشه من هنا مزيان. واش نقدر نبدل البلاصه شويه؟
زرت البحيرات الكبري لاول مره.
كاين شي مشكل فهاد الماكينه ديال البيع.
خصني طبيب.
شحال من وقت هي فالمملكه المتحده؟
واحد كيحب الفن التجريبي بحالك غادي يعجبو بزاف اللوحات اللي فيها طابع الهيبي والموسيقي ديال الشوارع.
فاش الوقت؟
غادي ناخد هوت دوغ وكولا.
هذا هو المشغل الخارجي.
كتقدر تشوف واحد البنايه بيضاء، صح؟ هي قدام ديك البنايه.
منين؟
ما عنديش ما نصرح بيه.
شنو؟ خاصك تخلص الضريبه الا كان عندك اكثر من ثلاثه قنينات ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تعيط لطبيب، عفاك؟
ما عارفش بزاف علي النبيذ. شنو مزيان مع هاد الطبق؟
واش ممكن تعيط عليا بكري فالصباح، عفاك؟
كاين واحد الستاسيون ديال البنزين جوج بلوكات من هنا.
الناس اليابانيين ما كيديروش عطل طويله.
كنحس بحال الي كيتفرجو فيا. واش نادر باش تشوف شي واحد ياباني؟
بطبيعه الحال لا. علاش كتقول الا؟
فين الطريق لدخول البريد المركزي؟
فين كاين محطه حافلات Greyhound فهاد المدينه؟
ماشي غاليين المطاعم اليابانيه ف كيوتو؟
كنظن راه شويه عالي عليا.
عندنا بيت جوج سرير مع بانيو بثمانيه وخمسين دولار.
بغيت ثمن الكتاب.
العام هاد البرد كثر من العاده، ولكن ما بقاتش بارده كافيه باش يطيح التلج.
فين نقدر نشري تذكره ديال المترو؟
غادي يكون عندي بلايص ديال البيزنس كلاس، صح؟
شحال تمن الطاكسي من هاد الاوتيل حتي للمحطه؟
واش ممكن تعطيني هاد وهاد، عفاك؟
كيقولو باللي اليابان بلاد غنيه بزاف.
واش كاينين شي بيوت خاويين فالكار ديال النعاس؟
واش تقدر تنقصها حتي لعشرين دولار، عفاك؟
هادي هديه لصاحب.
التلج كيدير الطريق زلّاق.
ما لقيتش الكاميرا ديالي.
غادي نوجد جوج ساندويتشات ديال الهام.
عندك شي حاجه تصرح بها؟
شفت شي جاكيت زرقا؟ حطيتها علي هاد الكرسي.
كاين محل ديال الورد قدام الشارع.
انا من طوكيو.
بغيت شي كريم رينس ديال Revlon.
عندي شي حوايج للغسيل.
طلبتها من زمان.
واش ممكن تبعث ليا واحد البورتير للغرفه ديالي مع السته ديال الصباح؟
غادي ناخد شوكولاته سخونه.
نقدرو نرتبو باش ينقّيو ليك الغرف ديالك.
خاص، عفاك.
شحال الثمن حتي لـ C Hotel؟
واش نقدر ناخد تذكره متعدده؟
بغيت نحجز طابله لجوج علي السبعه، عفاك.
بغيت شي كريم ديال الليل.
واش تقدر تغلف هاد الشي كهديه؟
دابا ربع بعد ثلاثه.
غادي نخطط نرسل الفواتير ديال الحاجيات اليوميه ديالي، عفاك قول لي العنوان واسم الشخص المسءول.
صعيب علينا نهضرو بالانجليزيه بطلاقه.
واش عندكم هادشي بنفس التصميم ولكن بكعب اعلي؟
بغيت سويتر لولد عندو عشر سنين.
ديّني لابي رود، عفاك.
شكراً. سلام، شكراً علي الانتظار.
انا متاكد عندي حجز.
غادي نبعثها ليك، عفاك سني هنا.
حنا هنا غير نهار واحد.
عندي شويه صداع.
عجبتني الماكله بزاف.
لا، عفاك قلس واستني. غادي نرجع دابا.
واش نقدر نشوف الطوموبيل؟
واش تقدر ترسم لي خريطه، عفاك؟
حاضر، سيدي. عفاك بقي ف بيتك حتي يجي الطبيب.
تسرقت فشاطء ويمانالو. عفاك جي دابا.
شنو رايك فميه دولار؟
بغيت هاد الشي معبّي.
بغيت نطلب اعاده اصدار.
الحكومه دعمت تشجيع الصناعات.
هو فوق خمسين عام، كنظن.
شنو هو اقل عمر باش تقدر دير هاد الشي؟
واش عندك شي خراءط بسيطه ديال المدينه؟
الا كان ممكن، مابغيتش نخرج الضرس.
العداد هو كره وحده، جوج ضربات.
فاش غادي يوصل الترين لسّان دييغو، عفاك؟
بغيت نشوف الصندوق ديالك.
بغيت شي شامبو.
انا مقيم ف فندق هيلتون.
كنحس براسي مريض وعندي غثيان.
ولكن عندي موعد باش نشوفها مع جوج ديال العشيه.
واش هاد الطوموبيل كتدي لادنبره؟
نعم، عفاك عمر هاد الفورم.
شحال كتخلص علي الوزن الزايد؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ليوم الجمعه.
اه، سمح لي. كاين مشكل وحنا كنصلحوه. واش تقدر تصبر شي تلاتين دقيقه؟
فوقتاش نقدر نخرج؟
فهمت.
غادي نعيط لشي حد.
بغيتي تخلص الفاتوره دابا؟
جتني الطوموبيل من الجنب فالمفترق.
هي علبه موسيقي.
فين هي الضاحيه؟
واش كاين شي جوله بالحافله فالمدينه؟
فاش كنبدّاو؟
مزيان، سيدي. ف الحجم المتوسط نقدروا نعطيوك mercury sable. واش هادشي مزيان؟
جرحت ليك شي عضله.
ولكن خاصك توعدني تضرب الكره، ماشي انا. واش فهمتي؟
باقي شحال؟
واش نقدر نْسلف شويه ديال الكتان؟
شنو نوع الجلد اللي معمّر بيه هاد الشنطه؟
ما كنظنش هاد السكين نقي. واش تقدر تجيب لي واحد اخر؟
شريت هاد الشي دابا، ولكن واش تقدر تبدل هاد الشي بهاد؟
بصراحه، ما متافقش مع هاد الشي.
واش هادي هي الطريق الصحيحه لمحطه المركزيه؟
بّاخره مع مرشد، عفاك.
بغيت نطلب بدله لونها غامق لراسي.
هاد الشمسيّه غادي تصلح كعصا.
واش خاصني نخلي جميع حقاءبي فالكروكرو؟
عفاك ورّيني الباسبور ديالك.
واش كاين شي بلاصه كتقبل الغسيل نهار الحد؟
جوج تشيزبرغر، عفاك.
شكون الطوبيس اللي كيمشي لمياми؟
ولكن ما كاينش خاصك تعطي بقشيش.
تقدر تشوف واحد ف كارنيغي هول.
ما عنديش شهاده.
شنو هي التخصص ديال الدار؟
بغيت نحدد موعد مع طبيب.
كنسول واش كاين شي طابله حدا الشباك لسبعه ديال الناس الليله.
ما عندك مانع نجي عندك؟
كيبان كاين شويه مجال للتحسين.
فين كاين المترو؟
واش عندك ف حجم اصغر؟
فين نقدر نلقي الاسبرين؟
هادي هي القاع؟
عفاك عطيني باس ديال سيمانه.
هذا هو زميلي.
شنو نوع الغاز لي كاين؟ بريميوم، عادي، ولا بلا رصاص؟
هادي وحده.
راني غادي نمرض بالزكام.
مغلق نهار الاثنين، ولكن نهار اخر غادي يكون مزيان. كنظن كيتفتح من التسعود حتي للخمسه.
هي ثعبان البحر مشوي مع صوص خاص فوق زلافه ديال الروز.
خلينا نحتافلو قال وداوني لبار. قال غادي يدير مكالمه تلفونيه ومشي وما رجعش وبقيت مع فاتوره كبيره.
شحال الثمن لكل جالون؟
كان عندي الباسبور وكارت الكريدي ف الشنطه ديالي.
الحجز علي السبعه، باسم مانو.
ما بغيتش تشرب كاس ديال اتاي؟
واش تقدر تقول لي فين نلقي القنصليه اليابانيه؟
واش كاين طبيب فالوتيل ولا شي واحد فالاتصال؟
هو ديما كيدير التسوق فـ بوند ستريت.
ورقه انجليزيه، عفاك.
واش كاين شي بلاصه كتدير موسيقي الكانتري؟
بغيت نراجع الحوايج الثمينه ديالي.
كاينين شي ديال الصوف زايد؟
شحال الثمن لكل ورقه؟
بخير، ضغط علي تسعود وصفر واحد واحد، من بعد كود البلاد ورقم التليفون.
واش ممكن تعطيني كوكاكولا دايت؟
واش نقدر ندير طلب؟
دزنا واحد السياقه زوينه. شكراً.
سمح لي. واش نقدر ندوز؟
عدد سكان اليابان كاملين حوالي ميه وثلاثين مليون.
بغيت نكري شمسيه.
ايه، وبغيت نرجع المصاريف لي عليك.
محفظه فيها ميه دولار وجوج كريدي كاردات.
الما سخون بزاف.
نتا هنا.
واحد القهوه، عفاك.
مستبعد بزاف.
كيسوّلني بطني من بعد الماكله.
واو، هاد البلاصه زوينه بزاف.
يمكن يكون عندو انسداد فقلب الشرايين بالهواء.
واش قررتي؟
الا بغيت، نقدرو نرتاحو هنا.
ضعت التتبع ديال رساله مسجله.
ما تقدرش تبدل خدمتك بسهوله.
شنو هي المحطه الجايه؟
مزيان، ولكن ماشي البلايص ديال المتفرجين. اليوم سخون بزاف.
نزل هنا، وبدل ل الطوبيس رقم سته.
خصني نلحق الطياره ديال العشره ديال الصباح.
مازال حاسس بغثيان.
ما بغيت حتي حاجه ثقيله.
شيك، عفاك.
شحال تمن الفطر الطري؟
المرجو الحساب. كتقبلو فيزا؟
اليوم غادي نمشي نشوف كيفاش كاينه تشاينا تاون.
جوج صفر جوج-تسعود تلاته تسعود سته سبعه صفر صفر.
بغيت نحيد سناني.
بغيت واحد شكا ديال الكوزمتكس.
كنسول راسي شحال خاصني نخلي من البخشيش.
فين نقدر نشوف "شبح الاوبرا"؟
بغيت نشري تذكارات لاصحابي. واش تقدر تنصحني بشي حاجه؟
بشويه، عفاك.
شنو هي التكاليف المتوسطه ديال الفاكس الدولي ديالك كل شهر؟
مقلي من الجهتين، عفاك.
حسناً، هادشي باين وواضح. جوج ديالكم عفاكم عطوني الرخص ديالكم والتسجيلات. وولدي، كنخاف خاصنا نديرولك اختبار التنفس.
غادي يكون واجد بعد غدا فالعشيه.
واش هادشي مصنوع من القطن؟
عندي الدوا ديالي.
شنو نقدر نشوف فهاد الجوله؟
ايه، كاين شرط ديال شراب واحد علي الاقل.
شحال الثمن لنهار؟
واش هاد الطوبيس كيتوقف حدا الفندق؟
بغيت سي دي صغير.
كاينين طيارات ديال JAL و ANA كيمشيو علي العشره وخمس وخمسين. ولكن، مع الاسف الطيارتين عامرين.
كيساوبني مزيان.
واش ممكن تعطينا طابله لخمس د الناس؟
هي ما كاتفهمش الانجليزيه بالمره.
عفاك صرف شيك المسافر.
واش تقدر تهتم بيها من التسعود ديال الصباح حتي تقريبا التلاته؟
شحال تخلص البريد الجوي لليابان؟
انا مقفول برّا. واش تقدر تفتح لي الباب ديالي، عفاك؟
شنو هي الجوله اللي مزيانه باش تشوف اشهر البلايص؟
واش كاين شي مضيفه كتهدَر اليابانيه؟
شحال من كيس نقدر نجيب معايا فالطياره؟
لا، سيدي. هاد العشيه محجوزه كامل. غدا مزيان، مع ذلك.
غادي نسول البواب علي الثمن الصحيح.
انا فعلاً اسف.
عندنا حفله ليله الجمعه. علاش ما تجيش معانا؟
اه، بيتك فـ 9:08، انسه. ها هي المفتاح ديالك.
مهم بزاف يكون عندنا الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح لي، سي الضابط؟
واش هاد التران كيمشي مباشره لادنبره؟
واش هادشي داخل فحدود الاعفاء من الضريبه؟
خرج لي الحوايج الثمينه ديالي، عفاك.
شحال عامرين الجولات؟
بغيت نشري شي تذكارات. واش كاين شي محل مناسب قريب من هنا؟
حتي فوقاش مفتوح؟
هو خارج دابا.
مايومي، واش ممكن تعمري هاد الورقه بتوقيعك؟
هادي وحده ليك، سيدي.
ما عنديش شي شنطه باش نسجلها.
بلا مزال، خذ وقتك.
انا هنا ف مهمه اعلاميه.
واش عندك افلام الصيف؟
فوقتاش كاين الطوبيس الجاي لوُاشنطن د.س؟
الطوال دابا كيديرو بزاف.
غادي نرجع لليابان نهار الاثنين الجاي.
واش ممكن تعطيني خريطه ديال المترو؟
واش الطريق طويله؟
واش تقدر تبدل هاد الشي بجديد؟
جوج ديال الناس.
فين نقدر ندي الشنطه ديالي؟
ما حاسش راسي مزيان. واش نقدر نميل الكرسي ديالي؟
حداش و خمسه و اربعين ديال الصباح.
واش تقدر تقول لي مطعم مشهور عند الشباب؟
كانت طوموبيلو كتسوق باقصي سرعه.
واش نقدر نخلي رساله؟ كنهضر باش ناكد الموعد ديالي مع السي ابيرت نهار الاربعاء الجاي مع الحاديه عشر ديال الصباح.
واش تقدر تشرح مرضك بشي طريقه بالانجليزيه؟
واش تقدر تبعث طاكسي للمدخل الرءيسي ديال ويستمنستر مول؟
شحال من مره خاصني نبدل الطوبيسات باش نوصل لهناك؟
واش هادشي صحيح؟ خليني نتاكد. اه، سمحي لي بزاف، مدام تاكانو. هادي غلطه ديالنا. ها الفاتوره الجديده ديالك. واش تقدري توقعي هنا، عفاك؟
رجع لي خمسه دولارات، عفاك.
سداده البانيو ما كتسدش مزيان.
هادي غير علامه ديال التقدير ديالي.
واش غادي تعمر هاد الفورم؟
شنو رايك فهاد النماذج البلاستيكيه؟
شنو هي الماركات اللي عندكم؟
الكعوب عاليين بزاف عليا.
تسدّ عليّا الباب ديال غرفتي.
شحال من وقت وانت ف باريس؟
عفاك، بغيت طوابع بريديه لثلاث بطاقات بريد جوي لليابان؟
كتكتب G-O-R-O-H.
بغيت تشرب شي حاجه؟
ترقد هنا.
ديرها مستعجله فتيليجرام، عفاك.
حسب النشره الجويه، غادي تثلج غدا.
بغيت كره.
بطبيعه الحال. غادي نفرحو نديرو هاد الشي.
هادي، كتاب هزلي ماليزي. غادي نشري واحد باش ناخدو للدار وندير بيه حديث.
الطريق للنجاح هو "Jinmyaku"، صح؟
غادي نوصل للفندق ديالك حوالي التسعود ديال العشيه.
عندي حوالي الفين وخمسميه دولار بالين الياباني.
ايه، عندنا. غادي نورّيك شي حوايج.
بغيت شي حبوب للنّعاس.
غادي نبقي هنا حتي للتاسع. كنتمني تلقاو المجرم ف اقرب وقت.
انا متاكد باللي المجرم قريب.
عفاك عشره طوابع.
عندي حلق معورني.
خصني شي تذكارات من نيويورك.
انا غادي نخرج. واش تقدر تبعث ليا واحد البوي ديال الشنط؟
ساعتي وقفات.
اه، واش هكا؟ كيفاش عجبك؟
حنا محلولين مع التسعود ديال الصباح.
بغيت كتاب تلوين.
كنظن راسي غادي يدوخ من الطياره.
واش خاصني نمشي لبنك ياباني؟
خصك تبدل الفلوس ف البنك.
واش كاين وقت كافي باش تخرج؟
راجلِك واحد من احسن زباءننا.
كتعرف شي طبيب اسنان مزيان؟
اه. خاصك تعلم القنصليه دابا.
مخلطش، غير محرك.
بغيت طابله فالمطعم الرءيسي ولا فبيت خاص، سيدي؟
عدد كبير من الناس كيمشيو للشط فالموسم.
كنوزن تقريباً ميه وخمسين باوند.
فين خصني نحول؟
فين كاين المكتب ديال الحوايج المفقوده؟
واش كاين شي طوبيس كيمشي تماك مباشره؟
واش خاصني شي علاج خاص؟
غادي تخلص كاش ولا بالكريدي؟
حنا تنقلنا لهاد الدار من عام.
شحال غادي ياخد باش يخرج لي الفيزا ديالي؟
فين كاينين الطواليط؟
المجموع اللي خاصك تخلصيه هو ميتين وثلاثه واربعين جنيه، سيدتي.
هديّه هادي. واش تقدر تغلفها بورق تغليف زوين؟
شنو هاد المنظر. هادو مسالك زوينه بزاف.
كاينين ناس مجروحين.
سمح لي. فين هي المحطه هنا؟
ايه، عندنا حجز ليك.
سمح لي، بغيت نمشي للفندق ديالي فالمدينه بالكوطوبيس. فين نقدر ندي الكوطوبيس؟
دجاج، عفاك.
هذي هي الغرفه 201. بغيت نطلب الفطور غدا.
شنو رايك ف التحرش الجنسي ف بلاصه الخدمه؟
عندي جوج خوات.
رقم الرحله 208، الي طوكيو.
دابا نزيدو واحد البادينغ من الداخل.
يلا نجتمعوا باش نناقشوا هاد الموضوع اكثر.
كيف بغيت شعرك يكون اليوم؟
واش تقدر تقولها بكلمات اخري؟
غادي نرضي باي حاجه عندك.
بغينا طابله حدا المسرح.
انا بخير. واش غادي لشي بلاصه؟
ارتفاعه الفين واربعميه متر.
دخل. عفاك حطها فوق الطابله تماك.
عفاك لغِِّي ليّ الكارط ديالي.
سمح لي، راهوم كاملين تْباعو، ولكن غادي يجيونا فشي ايام.
واش ممكن تعطيني شي قهوه؟
ما عنديش موعد، ولكن راه ضروري.
هادشي معمول خايب.
فين السلالم المتحركه؟
واش عندك بروشور ديال الاحداث؟
فين هو المدخل ديال المترو؟
ضعت تذكره الطياره ديالي.
ما تقدرش تبقي هنا فالعطله؟
اه، سمح لي بزاف علي الازعاج.
واش تقدر تحجز الفعاليات؟
واش كاين شي بيت الراحه عمومي قريب من هنا؟
شحال المجموع؟
هادشي مزيان بزاف. دابا للاسءله، عفاك.
عندك شي صرافه باش تخلص الباركينغ؟
اكثر منتوج مبيع عندنا فالاربع سنين اللي فاتوا هو ناسخه AX-four five zero.
واش نلوّج علي اليسار؟
واش كاين شي مضيفات كيهدرو اليابانيه؟
ثمن زوين، ماشي هكا؟
خصك تاخدها تسع وتسعين مره في النهار، قبل الماكله.
كنبغيه بزاف.
بغيت ترايبود.
بغيت جاكيت ديال الرياضه.
تقدر تبقي فدار ديالي.
واش نقدر نميل الكرسي ديالي، عفاك؟
مزيان. كنت كنقلب علي طاكسي، ولكن هادي حسن.
جاكيت زوين. واش مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقول لي فوقاش نوصلو تما؟
جوج ديال الكبار وجوج ديال الدراري، عفاك.
شحال الثمن؟
ستار وورز كانت اكبر نجاح ف عام 1984.
فين كاين القسم ديال الناس اللي ما كيدخنش؟
هادي "T" بحال فـ Tom، ايوا عنديها هنا، Taro.
كنظن انها زوينه ف المنظر.
بغيت شويه تفاح، عفاك.
شنو هاد الشي؟
شنو هي كريديات الكارط لي كتقبلو؟
عندي بزاف ديال الوقت.
واخا، دابا وقت الغداء. بغيت تناقش هاد الموضوع وانتما كتاكلو؟
تلفاز الفيديو تسرق من غرفتي.
سلام، سميتي اودا. عندي حجز لليله، ولكن غادي نتاخر شويه فالتسجيل. عفاك، خلي الحجز ديالي محفوظ.
هذ الصبّاط متين؟
عفاك قول ليه انا كنتسني مكالمتو.
كيقولو باللي الانفلونزا منتشره تماك.
وصل تواً.
سمح لينا. حنا عامرين لليل غدا.
انا مع بعض الاصحاب.
حسب جورو، السيد يامادا عندو جوج ديال الوليدات.
واش تقدر تعاود هادشي؟
بغيت ندير دوره للبرج ديال لندن.
عفاك ركب حزام الامان ديالك.
رمز المنطقه هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
سمح لي. واش كاين شي جسر قريب من هنا؟
سمح لي، بغيت نستعمل المرحاض.
راه مشغول.
حوايجو ديما ماشي علي الموضه.
واش عندكم الماكله ديال البحر؟
هدي غاليه بزاف.
بغيت، ولكن خايف ما نقدرش نجي هاد المره.
ما عرفتش دابا، ولكن غادي نجرب اكيد.
الملح، عفاك.
عفاك استعمل غرفه القياس لي تماك.
تسعين دولار علي تذكره في اتجاه واحد. كاش ولا كارت؟
واش تقدر تنقي لي الطابله، عفاك؟
كيفاش كيربّيو الوالدين اليابانيين ولادهم؟ واش كيشدّو معاهم بصرامه؟
واش تقدر تقول لي اوقات الخدمه؟
عفاك لفّهم بوحدهم.
بطني حاسس بثقل.
هدا كيبان مزيان. فين نقدرو نستناوك؟
واش نقدروا نبدو نلعبو منين يساليو؟
عدد سكان اليابان حوالي ميه وعشرين مليون.
عَمَّر العناصر التاليه في بطاقه التسجيل.
واش نقدر نرجع ليّ الحوايج ديالي؟
واش عندكم لفافات ديال الحرير؟ كنقلب علي هديه لمرتي.
غادي نجيبوها دابا. شنو رقم بيتك؟
السيد كوبايشي كان كيقلب عليك.
بغيت نسافر من شنغهاي لهاواي بالسفينه.
واش تقدر تبعث شي حد؟
واش تقدر تكون واجد حتي لخمسه د العشيه غدا؟
كتاخد عشر دقايق علي الرجل.
قبل ما نساليو النهار، واش تقدر تعطيني شويه د الدقاءق؟
فين نقدر نوقف طوموبيلتي؟
كنحس بالبرد وبطني كيوجعني بزاف.
سكوتش وماء، عفاك. واش عندك شي حاجه نقرمش عليها؟
كيفاش نطفي هاد الضو؟
واش هو مشغول بزاف اليوم؟
بغيت شويه ديال الخيط.
عطيني شهاده طبيه، عفاك.
بغيتك تقصها بواحد انش من هنا.
ما كنحسش مزيان. عفاك عطييني شي دوا.
عفاك، واش ممكن تعطيني جريده يابانيه؟
مزيان. واش نقدر نرمي الطوموبيل فين ما بغيت؟ شحال هي تمنه التسليم؟
شكون الطوبيس اللي كيمشي للوسط ديال المدينه؟
واش كاين شي طوبيس مباشر لبوسطن؟
عفاك كون صاحبي فالمراسله.
غادي نبقي عند صاحب ديالي.
انا فرحان بزاف، ما قادرش نقعد بلا حركه.
واش نقدر نزل ف فندق هيلتون؟
بغيتك تحيدها.
مشِ لليسار فهذ الشارع ودوّر اول يمين.
بغيت نعرف واش ممكن نرسل هاد المجموعه ديال الصحون لتوكيو.
بغيت شي قوه ديال الجسم.
واش كاين شي ماكله ما سخوناش وما حارهش بزاف؟
واش قريبه باش تمشي ليها؟
بغيت شي كريم ديال اليدين.
واش تقدر تعطيني الملح؟
بغيت نمشي لوول ستريت. كيفاش نوصل تما؟
كثره التمارين غادي تضرّك.
شامله الفطور، الضريبه، وتكاليف الخدمه، غادي تكون خمسه واربعين دولار لكل شخص لكل ليله.
واش تقدر تصلح هاد الشي؟
مساء الخير. سلام.
ماقدرتش نلقي الشنطه ديالك.
سير دغيا القدّام، عفاك.
واش الما هنا امن باش نشربو؟
ااه، عفاك. غير جوج دولار.
واش ممكن تبدل لي هاد الفستان بواحد اكبر بشويه؟
واخا، يلا نمشيو. نقدر نعاونك فواجبك من بعد ما ناكلو شويه بيتزا.
نعم، السيّد تانكا. كاينين جوج رساءل ليك.
ما كيناسبنيش.
غدا نهار اخر.
يمكن نعاونك. واش محتاج فيتامين C؟
تصرفو لي المحفظه ديالي فالتران.
بعيد بزاف. حسن تاخد طاكسي.
بغيت بلاصه فالجنب، عفاك.
كنعيش ف شقه كتخلص 80000 ين ف الشهر.
واش نقدر نقطع عليك؟
وريني واحد اكبر.
سمح لي. واش ممكن تبدل معايا البلاصه؟
ايه، بطبيعه الحال.
نزل للزاويه و دور علي اليسار فاش توصل للضو ديال المرور.
بغيت الرولات صغار ولا كبار؟
بغيت بيت واحد فيه بانيو بتمانينين دولار، عفاك.
بغيت نحتافظ بالحوايج الثمينه ديالي فخزنه الفندق.
واش عندكم بيت فارغ الليله؟
ايه، ولكن تاكد تكون معاك التذكره ديالك.
غِير شْحال مِن نَاس غادي يشاركو فالرّحله الاختياريه.
ماشي مشكل. علي اي حال، عفاك وديني لمركز الحي الصيني. غادي نجرب نلقي الطريق بوحدي.
كيتم توظيف ناس جداد ف ابريل.
كنتمني هكا.
زوج ديال السكوتش مع الماء، عفاك.
شكون كيلعب؟
واش تقدر تعيط ليّا الا لقيتي الشنطه ديالي؟
لليسار، عفاك.
واش تقدر توقف معايا باش نتصورو؟
لا. واش بغيت تبلغ عليه؟
هاد السنانه اللي قدام كتوجع.
شنو هي اخر لعبه كمبيوتر لولد عندو خمسه عشر عام؟
غادي نشوفوك غدا.
واش كاين شي مطعم ارخص حدا هنا؟
لا، ولكن شكراً. حاسس براسي حسن.
واش عندك شي خبز؟
شحال مزيان كتلعبي الكمان؟
صاحبي تزلق وطاح ف بيت الما.
واش ممكن تعطيني منفضه السجاءر؟
تم حظر المسيحيه وتسدات البلاد علي باقي العالم.
شحال بغيتي؟
كوكتيل الجمبري ليها ونفس الحاجه ليّا.
واش نقدر نطلب منك توقّع هنا؟ و عفاك دير الحروف الاولي ديالك هنا.
كان من دواعي سروري الكبير نزور المقر الرءيسي ديالكم وندير معاكم نقاشات مهمه. شكراً بزاف علي تعاونكم الكريم.
شخيرك عالي.
ما عجبنيش اللون فالاخير. واش نقدر نرجع هاد الشي؟
خرج من داك الباب اللي تماك، وسني ف التوقف رقم سته.
دجاج مشوي، عفاك.
عفاك، واش ممكن تعطيني شويه ديال الابزار؟
ايه، بغيت شي حاجه نقراها.
هدا السيد تاكاهاشي ف الغرفه خمسه واربعين وتسعميه. واش ممكن تبعثو ربعه قنينات ديال بيره بودوايزر، عفاك؟
هدي سبعين دولار.
عافاك عيط لي فالاوتيل ديالي مني تلقي الشنط ديالي.
بغيت مكالمه ايقاظ مع الثمانيه ونص صباح غدا، عفاك.
ايه، ولكن هاد الشي بزاف وانا ديجا شبعان.
بغيت شي غسول للفم.
ما كنحسش راسي مزيان.
كتعطي شي تخفيضات علي الشراء بالجمله؟
طوكيو صفر ثلاثه اربعه اربعه تسعه اربعه خمسه سته سبعه.
واش تقدر تعاونّي نلقي الحديقه ديال الحيوانات؟
واش تقدر تقول لي كيفاش نضبطها؟
فاش تقريباً كيسالي الطوبيس ديال الجوله؟
كتعرف كيفاش تستعمل التليفون؟
بطبيعه الحال. عندنا شي فواصل كتب زوينه ديال السكان الاصليين ديال امريكا.
عفاك، بغيت مشغل كيهدر باليابانيه.
حنا مهتمين بالموضه.
واش تقدر تعاوني باش نجر؟
واش هادي هي عياده F؟
سلام، مدام ياماغوتشي؟ الحفله ديالك علي الخط. المكالمه ديالك مقبوله. تفضل، عفاك.
فين نقدر نشري تذكره رفع بالكوبون؟
فاش غنوصلو لوس انجلس؟
سير دغيا تقريبا خمس دقايق، ومن بعد دور علي اليسار.
هادي هي الطريق للشط.
هاد شاي الاعشاب كيساعد علي تجديد الجسم.
هذو ما مصنوعينش فاليابان، صح؟
مزيان. هاد الطريق عفاك. غادي نورّيك لغرفتك.
خصني نخرج من الاوطيل قبل الضهر.
زوج ديال الهامبورگر وجوج ديال القهاوي، عفاك. بغيت ناخدهم معايا.
واش نقدر ندي هاد الجوج ديال الشنط؟
طلبت اللحم، ماشي الحوت. واش تقدر تبدل هادشي؟
ولدي عيّان بزاف.
عندي وجع فالمعده.
هاد الجاكيت ماشي المقاس ديالي.
بغيت نلقي السي ويليام.
فيه مجموعه من سبع فيتامينات ومعادن.
السنان راه رخو.
واش نقدر نرجع الفلوس مني نرجع لليابان؟
شنو هاد الطبق معمول من شنو؟
فاش من بلاد تصاوب هاد الشي؟
واش تقدر ديرها ف عشر دقايق؟
ماشي مزيان ف الانجليزيه. واش شي حد هنا كيهضر اليابانيه؟
فين نقدر نشري تذكره المترو؟
غادي نرسل ليك عشرين عينه اضافيه بالبريد.
ما كنظنش هادشي مناسب ليا حيت جلدي ناشف شويه.
واش ممكن تعطيني برنامج ديال الوقت، عفاك؟
ايه، كنظن غادي نصبر.
تسعه وتسعين دولار في الساعه لكل طفل.
سمح لينا، راه كلشي تْباع.
خصّها تكون هادءه.
عندي العتاد ديالي.
مفتاح الغرفه، خمسه صفر ثلاثه، عفاك.
فاش كيعرضو فيلم Terminal Man؟
فين كاين الحلاق؟
عند السبعه ديال العشيه، عفاك.
حقيبتي مخرّبه.
زياره المعالم السياحيه.
انا جاي من اسبانيا.
كاين شي مشكل فهاد الكارط كلي. واش ممكن تعطييني وحده اخري، عفاك؟
عندي طفح جلدي فذراعي.
بريد جوي هاد الشي لليابان، عفاك.
فين كاين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس بزاف طيبين.
شحال من مشروب داخل فالثمن؟
درتها.
فين باب الصعود لهاد الرحله؟
الا كان كاين شي واحد، واش تقدر تحجز طابله حدا الشباك؟
واش الاعلان علي الصعود للطاءره تدار؟
حنا ف علو ديال اثناش الف قدم.
اولاً، بغينا نشوفو وول ستريت.
فين هي طوبيس ديال اوكسفورد؟
غادي نصبر حتي يولي التيراس خالي.
واش نقدروا نشوفو شي محافظ ديال الجلد؟
يلا نشوفو التلفاز. كاين ماتش ديال البيسبول.
واش تقدر تكتب لينا عنوان الاتصال ديالك هنا؟
عفاك قولي لي فين كاين اقرب صيدليه.
لسبيطالي، عفاك. العنوان ديال السبيطالي هنا.
شحال من محافظه كاينه بلا ما نحسبو طوكيو؟
قطع المكالمه وسني شويه عفاك.
شنو كتدير عاده فالدار من بعد العشاء؟
بالتاكيد. فوقاش بغيت تلعب الغولف؟
غادي تكون فالدار حوالي التلاته.
بغيت نعيط للسفاره اليابانيه.
شويه زياده.
فين كيدوزو الحافلات ديال السياحه؟
شحال كتخلص باش تبعثهم لليابان؟
ما عنديش حتي نادي ولا صبّاط.
واش الين الياباني مزيان؟
واش عندك موستانغ؟
غادي نطيحو من هنا؟
سيد كاواي، عندنا ليك طابله دابا. عفاك هادي الطريق.
بطبيعه الحال. نزل الدروج اللي تماك وغادي تلقي شي علامات. تبعهم غير.
الاستقبال. كيف نقدر نعاونك؟
واش تقدر توصلني حتي فندق هيلتون، عفاك؟
كتخدم غالبا حتي لوقت متاخر؟
سمح لينا بزاف، ولكن ما بقاتش عندنا. شنو رايك فالاوراق ديال الانجليزيه؟
طابله بلا تدخين، عفاك.
واش تقدر تقول لي قبل ما نوصلو لدورهام؟
هادي جديده؟
ماشي صحيح. ديما كتعاملي مزيان.
واش تقدر توريني شي فساتين؟
تهجّاه، عفاك.
كنسكر بالخمر.
رد بالك حيث الجو كيتبدل بزاف فالجبل.
شيك المسافر والين الياباني، واش مزيان؟
سمح لي، شفت مع الخدمه ديال التنظيف ومع المفقودات. ما عندهمش هاد الشي.
صعيب تلقاه. كاين ف طريق صغيره خارج الطريق الرءيسي.
ما عارف والو عليه.
نقدرو نهضرو عليها فشي قهوه.
فهمت، فهاد الحاله ما خاصنيش نخلص ثمن التعديلات، صح؟
المشغل، عفاك.
واش ممكن تنقص السرج، عفاك؟
واش غادي تخليني نبات عندك الليله؟
مزيان. غادي ناخد غير جوج. شكراً.
هاهي الفاتوره ديالك. الثمن هو ثلاثه دولارات وسبعه وتسعين سنت.
نتا محظوظ.
عفاك ديرها ف جدول مع منظر ديال ليله زوينه.
هل هادي مصنوعه بالماكينه ولا باليد؟
بغيت نكري هاد النوع ديال الطوموبيل لمده ربعه وعشرين ساعه.
كان من دواعي سروري نلتاقاو.
ممزق.
دابا، خلينا نشوفوك.
اه، غير فكر شحال غادي يطول خدمتو الا سول كل واحد سءال زياده. يلا، يلا نسرعو ونشدو الشنط ديالنا. خاصنا نمشيو دابا للاعلان علي الجمارك.
شحال الوزن؟
واش كاين شي مطعم صيني هنا؟
المنصه خمسه هي تماك.
فوقتاش غادي يكون ماتش الكوره؟
راه خاسر. واش تقدر تشوف لي الكاميرا ديالي؟
قهوه بكريم وسكر، عفاك.
كنظن كاينين شي اخطاء فالفاتوره.
عفاك عطني داك واحد.
هي البوابه سبعه.
واش نتي اسكتلنديه؟
ثلاثه-جوج-واحد-جوج. صبر شويه، واش مزيان؟ بغيت نرسل ليك حاجه هنا. سمح لي.
ميه وخمسه وتلاتين ين لكل دولار.
التنانير القصيره مع البوط ما غاديش يخرجو من الموضه.
واش نقدر نهضر مع الماناجر؟
علاش الثمن ديالك مختلف علي العداد؟
واش نقدر نشوف هادي؟
وعدت راسي انه ملي نشوفك، غادي نتعرف عليك.
شنو واقع هاد الايام؟
ما كنحسش مزيان. واش تقدر توصيني بطبيب؟
الحفله ديالك مشتعله. سير قدّام.
واش كاين شي عرض فالارض؟
المرحاض ما كيدورش.
شحال من الوقت كياخذ من هنا حتي لبلديه المدينه علي الرجلين؟
خد هاد الدوا من بعد كل ماكله ملي كيكون الالم قوي.
كتحط الفلوس فظرف مزين خاص كيسمي shugibukuro.
شي حد مجروح.
كنسول راسي شنو نجيب ليه؟
واش عندك خريطه ديال المترو؟
عندي ليك بيت واجد ف Grand Hotel. واش تقدر تمشي لهناك؟
عندي الم ف عيني اليمني.
ماشي مزيان بزاف فالالمانيه.
خصنا نجتمعو مره اخري بلا شك.
غادي تضيق هاد السروال؟
واش نقدر نْسلف شي مضرب وكويرات؟
واش تقدر تزيد شي صغار ديال الفلوس؟
واش نقدر ناخد نص قنينه؟
سلام. انا جون.
ناكاي.
واش ما عندكش مانع ناخد ليك تصويره مع الطاكسي ديالك؟
عيت علي حقيبه ضايعه من تلات ايام.
بغيت اوطيل ارخص.
اه، كاينين بزاف د الحوايج خاصك تشوفهم ف غرينيتش ڤيلاج.
فالاعمال. عندي علاقه تجاريه تماك.
كتناسب مع الكرافطه ديالك.
واش ممكن تراقب الشنطه ديالي؟
كيفاش عجباتك هاد الفكره؟ كنقبلو الشرط ديالك ديال الاشعار بسته شهور بشرط تعطينا الحق نبيعو لمده سته شهور من بعد ما يسالي العقد
سمح لي. واش كتعرّف نيويورك مزيان؟
غادي نستناو. عفاك عيط لينا ملي تكون واجد.
بغيت نشوف طبيب جراح.
واش هاد المكونات طبيعيه؟
بغيت نسوق ف طوموبيل سبور.
رمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
تْعَرَّض لزكام.
سياره صغيره بزاف غتكون هي الاحسن.
بغيت نرسل هاد التسليم العام.
خليني نحول هاد المكالمه للرجل المسءول.
شنو الحجم اللي بغيتي؟
اه، عزيزي. ما كنتش عارف بلي باقي عندي هادوك.
واش عندكم صناديق باش تبعثو الطرود؟
واش الشركه ديال الطياره غادي تخلص ليّ الفاتوره ديال الاوطيل والمكله؟
هذو كاملين حقاش ديالك؟
كيفاش بغيت تدير المكالمه؟
واخا، غالي. ما مصنوعش فاليابان، صح؟
عفاك عطييني الملح؟
فين اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
فوقاش كتظن غادي يتلقي؟
كنتمني ليك عام جديد سعيد بزاف.
غادي ناخد واحد سبرايت كبير.
عفاك قولها مره اخري بشويه.
سمح لي. بغيت ندير طلب.
عندنا جمبري نيوبرغ ورِجل الغنم مشويه.
بغيت بيت باش نشوف منظر زوين.
ثلاث كيسان ديال عصير الدلاح، عفاك.
عندي ثلاثه ديال الولاد.
سير دغيا فهذ الكوريدور و دور علي اليسار ف الزاويه. غتشوفو علي يدك اليمني.
واش هادي جوله ديال نهار كامل؟
شحال كتثمن تذكره ذهاب وعوده لاوكسفورد؟
كنمشي لنادي رياضي كل نهارين.
فين نقدر نقيم خلال الجوله؟
شحال هي ساعه الخروج؟
شحال هي تمن الخدمه ديال المرشد في النهار؟
فين نقدر نلقي السي دي؟
سمح لي. انا طالب جامعي من اليابان. واش نتوما طلبه ديال NYU؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطه؟
Aki, 3refti chi magasin dyal l'vinyl mzyan qrib men hna?
نقدا ولا بالكريدي؟
كنخدم فشركه ديال التجاره.
ماشي مءدب تسول الناس شحال كيربحو.
واش هادو اصليين ديال Levi's خمسه او واحد؟
فاش نقدر نغتسل؟
ما كتبانش عليك كتفوت واحد وعشرين عام.
فهمت. فعلاً، فيها فيلم بسرعه عاليه. واش ما عندكش مانع نخرجها؟
شريتها دابا.
غادي نجيب واحد دابا.
ثمان دولارات. وها واحد جاي دابا.
عفاك ورّيه مع السلع اللي شريتيهم للجمارك فالمطار.
واش شي من المحلات الكبري دابا كيديرو تخفيضات؟
المشغل، وصلني بمركز الاطفاء.
عندي البطاريه ماتت.
وقف فالتقاطع الجاي.
اه، ها هو. واش خاص كلشي يعمر هاد الفورم ديال التصريح الجمركي؟
وش ممكن تعطيني سميتك من فضلك؟
واش ما عندكش مانع الا درت مكالمه علي حساب المتصل؟
سلام. كيداير؟
فين قسم السفر؟
شنو سميت الشخص اللي بغيت تهضر معاه؟
سمح لي، هو ماشي هنا دابا.
شوف هداك. شوف هداك. غادي تقول لي الفرق بين هاد الراجل وداك الراجل هو الحظ؟ محمد، وقف شويه، واش ممكن؟ ما عندكش مانع نطيحك هنا. انا متاخر. صاحبي، كان زوين نتلاقاو، ماشي؟
واش بيتك كيشوف المدينه؟
شي رساءل ليّا؟
مازال غالي بزاف. واش ما نقدرش ناخدو بثلاث دولارات؟
بغينا بيت فالوراء.
غادي ناخد كاس ديال النبيذ.
كتبان زوينه.
بغيت بيت توام. شحال تمن الغرفه فالليل؟
هي بعيده تقريباً تسعه وتسعين ميل.
فينس وليندا بغاو يكونو بوحدهم، لذلك خايف غادي نضطر نبقي هنا الليله.
عفاك خليه هاد الشحنه محبوسه.
سميتي ساتو.
كنعرف واحد النادي ديال الجاز القدام فالوسط ديال المدينه.
غادي ناخد هاد الطابله ديال الطعم.
بغيت نجرب نفس الطبق ديال داك.
غادي ناخدوه من بعد.
واش هادي كتطلع للطابق السادس؟
جلد التمساح؟
عفاك حطها فشي كيس ديال الغسيل وخليها تماك.
بغيت نطوّر هاد الفيلم. فوقاش غيكون واجد؟
عفاك ما تعطيش هاد السار لحتي واحد غير انا.
حسناً. غادي نجي نديك من الفندق ديالك مع الثمانيه ديال العشيه.
النافذه مزيانه.
خلي ليّ الغُرّه ديالي طايحه، عفاك.
واش جميع مصاريف التنقل داخله؟
دار الاوبرا متروبوليتان
فين كاين كونتر الكراء ديال الطوموبيلات؟
كنحس بالسخانه من البارح بالليل.
ماشي علي ذوقي.
شنو الخضره اللي عندك؟
بغيت برم داءم خفيف، عفاك.
فوقتاش غادي يجي الطبيب؟
هادي اللون غالط.
السن تقطع.
واش هادي بلاصه جنب الممر ولا جنب الشباك؟
انا كيعجبني المشي فالجبل.
واش تقدر توصل ليّا الشنطه ديالي للغرفه؟
وريني واحد ديال البنات الصغار.
واش تقدر توقف هنا؟
واش عندك شي حاجه بحوالي تمنين دولار وصفر سنتيم؟
عطشان.
ما كاينش الحليب، عفاك.
عندي ثلاثه ديال الشكالات.
فين كاين البحيره؟
سمح لي. ضغط علي الزر ديال التصوير، عفاك.
واش ممكن تعطيني شي مجله ولا حاجه؟
هي جنوب.
شحال تمن بلايص البلكون؟
بغينا بيت كيشوف علي البحيره.
واش كاينين شي صناديق ديال البريد حدا هنا؟
مزيان. غادي نديك تماك.
الجزء المكتوب بالخط الماءل كيتعلق بالتغييرات اللي وقعات فالتسعينات.
عندو تلاتين عام.
مزيان. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
بغيت نمشي لهارودز. واش تقدر ترسم لي خريطه، عفاك؟
شنو كتدير ملي كتكون عندك وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
بغيت كابل ديال الريليز.
واش نتي هي الاخيره فهاد الصف؟
كنظن راه محجوز بزاف.
ضربه مزيانه. غير خرجات.
واش تقدر تقول لي الاماكن اللي تستاهل الزياره هنا؟
واش كاين شي محل كبير قريب من هنا؟
حتي انا.
بغيت نشارك من سان دييغو.
كنت كنخمم ناخد داك الكورس فالسيمستر الجاي.
الخمره ما بقاتش بارده مزيان. واش تقدر تبردها اكثر؟
واش تقدر تبدل هاد الحلقات باش تولي كليپ-اون؟
شنو كيهتم بيه بزاف دابا؟
بغيت نرجع الفلوس ديالي. واش نقدر ندي فلوسي؟
ممكن ما نلقاش مشروب بحال هكا في بلاصه اخري.
الي شريت هاد الشي حتي هو، كيولي المجموع ديال المعفي من الرسوم.
واش نقدر نشوف شهاده التلقيح ديالك، عفاك؟
كتسافر بزاف؟
انا جاي من امريكا.
عندي تذكره طياره لسان فرانسيسكو.
الا كانت غير خمسه عشر دقيقه من المحطه، غادي نمشي علي رجلي.
بغيت اوطيل شويه ارخص.
بونساي كيبان بحال هوايه ديال شي واحد كبير فالعمر.
مازال ما قررتش. واش تقدر تعطيني شويه وقت زياده؟
عندي صداع.
واش بغيت تجي تشرب القهوه معايا؟
بغيت شهاده طبيه ووصل للتامين ديالي.
اه، لا. عفاك سرع. حنا متاخرين.
ما بغيتش نصرف اكثر من عشرين دولار.
علاش الطياره ما طارتش؟ قول لي شنو واقع.
شحال الثمن؟ واش تقدر تكتب الثمن علي ورقه؟
بغيت نكري كرسي ديال الشاطء.
سني شويه، عفاك.
واش خاص النسا يلبسو فساتين رسميه؟
متلمسنيش.
واش عندك سݣاير؟
الا ماكانش الريح قويه بزاف، نقدرو نمشيو لنقطه تيكي.
راءع.
غادي نسد دابا. شكراً علي انتباهك.
واش عندكم هاد الشي بالوان اخري؟
شكون هدا؟
سمح لي. واش تقدر تقول لي فين كاين موقف الطاكسي؟
و باش نشرب؟
ها هو.
فين اقرب محل ديال الادوات؟
همم. ما خدامش، صح؟ تقدر تمشي تقعد فبلاصه خاويه، الا بغيت.
كنقلب علي هاد الشي.
مزيان سيدي. وشنو بغيت فالحلوي؟
كوتش ولا بولمان؟
شيكات المسافر. شكراً. ها تذكرتك وبطاقه الصعود. كون حاضر، عفاك، قبل ساعه من وقت الرحله.
هي وجع حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
حس براسي مريض بزاف.
شنو هي اوقات العرض ديال "Kussii's Love"؟
مزيان. بغيت تشرب القهوه دابا ولا من بعد؟
قول لي شنو هو اسخن نادي ريغي ف نيويورك.
فاش كيتفرق المنتوج ديالك علي ديال المنافسين؟
واش مزيان ما كاين حتي واحد كيسمع لتعليمات السلامه؟
واش زنقه خفيه خطيره؟
نعم. عفاك دير الاجراءات اللازمه.
ايه، غير واحد. فوقاش غادي نعرف؟ كيفاش غادي يعوضوني؟
هادي بطاقه التعريف ديالي.
كنفضلو طابله حدا الشباك.
عافاك قول لي ارخص طريقه باش نمشي لسان فرانسيسكو.
كتعرف المطعم، كيويا؟
طريق واحد.
غادي نولي عيان غير وانا جالس هنا كنكل بزاف.
واش كاين شي نادي ليلي مزيان فيه عرض فلامنكو؟
هديك فستان زوين لابسته.
رجلي كتوجعني.
فين اقرب مغسله؟
واش ممكن تبدل معايا البلاصه، عفاك؟
تفرقو بلايصنا.
في الحقيقه، بغيت نامن هاد الطرد حتي هو.
الثمن كيوصل لميه دولار.
مخارج الطوارء كاينين قدام، فالنص، وفالاخير ديال هاد الطياره.
مزيان، الحجز ديالك تاكد مره اخري.
الكعوب طالعه بزاف.
بغينا طابله فالترّاس.
معناه الفيلم ممكن ما يكونش مناسب للاطفال اللي تحت 15 عام. يعني خاص الوالدين يفكرو مزيان واش يخليو الاطفال يشوفو الفيلم ولا لا.
كيف بغيت الفلوس؟ عَمّر هاد الورقه ووقّع هنا.
مرات كيتوجع ليا الكرش.
واش عندك شي اطباق قليله السعرات؟ انا دابا كندير دايت.
ما كاينش شي مصاريف.
ايه، عندي جوج تذاكر ديال جايانتس و دودجرز.
حنا من بين افضل المزودين ديال الميكروكمبيوترات.
شكراً. وانا كذلك. بسلامه حتي ذاك الوقت.
توءم مع بانيو، عفاك.
طيحت من الدروج.
شنو الايس كريم اللي كتقترح؟
همم. هادي. اللون كيبان زوين عليك.
فين كاينين الكتب ديال اللغات الاجنبيه؟
زوج شراءح وسبرايت.
عطيني شي سݣارَه.
ممنوع تدخلها للبلاد- سمح ليا. حسن، كنظن هادشي كيغطي كلشي.
ايه، انا. كانوا ساكنين حدايا ف كاليفورنيا ولكن مشاو لفلوريدا جوج سنين لفاتو. ونتا؟ واش كتسافر بوحدك؟
انا مريض.
ولدي باين عليه عيان بزاف بسبب السخانه.
فهاد المقاس، عفاك.
كيتمّ تقديم اوامر الاستحقاقات الثقافيه للفنانين والعلماء المتميزين فهاد النهار.
انا ياباني.
هدي غاليه بزاف.
نعم. خذ اوتوبيس كيمشي لكيوتو-ايكي.
واش غير للاعضاء؟
ثمن الغرفه سته الاف ين في الليله.
واش نقدر نجيب هاد الشي معايا فالطياره؟
مزيان. كل ما بغيت نعرف واش المشروع غادي يقدر يخلص مصاريفو بوحدو ولا لا.
مزيان. بغيت شي كرافطه مع هادشي؟
عافاك عاود شحن البطاريه.
انا واجد نطلب.
ملح الحمام العشبي كيخلي بشرتك ناعمه وطريه.
كتب اسم شركه الطيران ورقم الرحله حتي هو.
بصّح. اليوم هو الحد، والحد هو اسوا نهار.
ايه، هادي مشكله ديال تصريف النفايات.
بغيت هاد النمط ف طابله ديال خمسه ديال الناس.
كثير من العاءلات عندها دخلين.
اه. هاد الفضه نادره "القمر والجرس". متاكد بغيتي تبدلها؟
ماما وخيتي جايين من اليابان باش يزورو عندي. غادي يوصلو لهنا حوالي السبعه ديال العشيه.
البني مشهور بزاف هاد العام.
فكره مزيانه. فوقاش ناوي تجي؟
مزيان. جوج بلايص، عفاك.
فين السوق؟
كنتشوق نجرب اللبسه الجديده ديال السباق ديالي.
كنت كنظن غير كتكلو الدوناتس.
شحال تْكلف تذكره الدرجه الاولي لادنبره، عفاك؟
كيبان باللي الفلوس اللي عطيتيني ناقصين بعشره دولارات.
تاصلت دابا مع السي سميث ف الغرفه 201، ولكن ما جاوبش. واش تقدر تعرف واش باقي ساكن هنا؟
بغيت واحد عصري.
كنخدم فشركه للنشر.
عفاك عمر هاد الاستماره؟
شنو هاد الزنقه؟
واش تقدر تزن هاد الطرد؟
شنو كتسمّي هاد الشي بالانجليزيه؟
كمل طالع فهاد الممر، ومن بعد غادي تلقاه علي الجهه اليمني.
بغيت نامن هاد الشي.
صباح الخير. هادي الاستقبال. كيفاش نقدر نعاونك؟
مزيان. عفاك دخل.
نعم، سيدي. كنجي هنا نفطر كل نهار، من الاثنين حتي الجمعه، قبل ما نمشي للخدمه.
ماشي مشكل.
عفاك جبد لي ثلاثه جوج سته جوج تسعود واحد تمانيه.
ايه، نقدرو نخدموك من السبعه.
عفاك تمدد هنا.
شنو هاد الخدمه السريعه.
يمكن يبان من بعد.
عفاك دور علي اليسار فالتقاطع الجاي.
سمح لي. كيفاش نوصل للبنك؟
واش كاين شي طوبيس كيمشي لمتحف فورد؟
نعم. سمّيتك ورقم بيتك، عفاك.
شحال من الوقت كياخذ باش توصل لليابان بالبريد الجوي؟
حسنا. نشوفك مع جوج فالاحد.
بغيت نمشي من نيويورك لتورونتو.
السحّاب مخرّب. واش عندك شي واحد بحالو؟
هذي شويه وسخه.
واش تقدر تاكد لي الرحله ديالي مره اخري؟ ها تذكره الطياره ديالي.
واش عندك هاد الشي ف اللون الاخضر الغامق؟
واش غادي تاخدني لكانتربري وترجعني؟
واش نقدر ناخد شوكه جديده؟
شكراً بزاف علي لطفك.
سمح لينا، ما كنبيعوش التيكيات ديال المسرح.
بغيت نشوف هاد الشي.
اه، هادشي زوين. شنو خاصني ندير؟
بغيت نمدد الاقامه ديالي هنا جوج ايام زياده.
عفاك بدل لي البلاصه ديالي.
عندنا اليوم شي قريدس زوين بزاف.
شحال تالوقت مفتوح؟
كتشرب السجاءر ولا لا؟
ثمنو غالي بزاف عليا. ما تقدرش تنقصو شويه؟
انا متاح نهار الاربعاء فالصباح ولا نهار الجمعه فالعشيه.
ما درتش حجز.
حيت الصيف ف اليابان كيكون غالبا سخون بزاف، وماكانش عندنا التكييف ف الايام القدام.
واش تقدر تعيط لي علي طاكسي مع الثمانيه ديال الصباح غدا؟
هادي خايبه.
علاش ما نستناوش الطوبيس تحت الشرايه؟
تعال، كينجي. خليني نورّيك المكتب.
ايه، راه محلول من التسعود حتي للتسعود.
ما كنقدّرش ننعس مزيان فالليل.
كيفاش اثرت الركود علي الاعمال؟
عندي موعد اخر.
واش ممكن تعطيني خريطه الطريق ديال المدينه؟
الشي اللي كنت كنقلب عليه بالضبط.
ما فهمتش الشرح ديالك.
خصني ندير اتصال. غادي لبوسطن.
فين هو احسن بلاصه باش تشوف المعالم؟
واش كيدوم؟
عجبتني بزاف.
واخا، بغيت يكون عندي وجه صغيور بحال جوليا روبرتس.
واش تقدر تاخد هاد الشي، عفاك؟
الركاب المغادرين علي رحله ABC Airlines رقم سبعه صفر ثلاثه المتجهه الي طوكيو، المرجو التوجه الي البوابه عشرين للاجراءات الحكوميه.
فين هي طوبيس ديال B؟
واحد بوحدو، عفاك.
فين نقدر نشري مفرش الطاوله؟
واش نقدر نكري دليل كيهدر اليابانيه؟
بغيتيني نصوّرك؟
ماكلتش هاد الطبق.
جرحت صباعي. واش كاين شي مطهر؟
واش نقدر ناخد طابع ديال خمسه وتسعين سنتيم؟
غادي نكون هنا مع ربع لتمانيه.
بغيت شي عطر.
واش ممكن تعطيني جدول المواعيد؟
واش غادي للمدرسه هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
انا متاكد انني حطيتو فالبورتفي.
يديك لفوق.
واش كاين شي مطعم تقدر تنصحني بيه قريب من هنا؟
شنو كتفضل، كحل ولا فاتح؟
واش تقدر تقول لي فين غادي نطيرو؟
Tiket dyal l-intiqal, 3afak.
فين كاين بلاصه زوينه لخرجه ديال نهار واحد؟
بغيت الشنطه الحمراء ديال كيلي بنفس الستيل ديال هادي.
باقي غادي دير داك الجدول؟
فاش كتفتح البنك؟
حس براسي مريض.
ولاّت عندي الحيره. واش ممكن ترسم لي خريطه؟
برا.
ديّني للمستشفي.
واش خاصني نجي للمستشفي كل نهار؟
كريسي فبطني.
شحال تخلص باش تبعث هاد الرساله لليابان؟
بغيت كاس ديال الشيري.
واش خاصك شي حد يجي يديك من المطار؟
الصعود كيبدا مع الربعه ونص، عفاك كون حاضر قبل من داك الوقت.
من ثلاثين الف ين.
فين نقدر نشري كارت تليفون؟
واش نقدر نرجعو فمدينه مختلفه؟
كنخطط نبقي لمده 12 يوم.
عفاك خلي الطوب شويه طويل.
خصك تمشي عند طبيب مختص.
شويه د القت، عفاك.
رقم التتبع اربعه عشر.
اه، كتدير؟ عندك فعلاً اختيار كبير.
ماقدرتش نلقاهم فين ما مشيت.
واش عندكم شي بلايص خاويين للندن؟
بغيت نسخه من تقرير السرقه.
هي واحد البلوك تحت في الزنقه.
واش تقدر تعطيني عافيه وانت كتدير هاد الشي؟
واش هاد السجاءر خفيفه؟
مزيان. بحال هكا.
القطار السريع الجاي غادي يجي من بعد ساعه.
بغيت الاكمام ديال هاد الجاكيت الرياضي يطولو.
عندي حجز. هادا هو رقم التاكيد.
عيد ميلادك جاي.
القطارات واقفين بسبب الاضراب.
واش تقدر تصلح هاد الشي؟
الزنقه كانت عامره بالطيكوت.
هي البنايه الثانيه علي اليسار ديال داك البنايه البيضا.
حجزنا بلاصه لخمسه وعشرين اكتوبر، غادي نخرجوا علي الحداش ديال الصباح.
لا، شويه قدام كثر. هاكا، ايوا.
ايه، هادشي ما كيشملش الماكله.
فين نقدر نرد هاد التيكي؟
علاش كيوقع هاد الشي؟
بغيت نرتاح.
طوموبيلتي تعطلات، عفاك جي وديها.
بغيت شعري يكون شويه طويل من ورا.
شنو الانواع اللي عندك؟
انا متافق. هادي من الاماكن اللي كنعجبني بزاف.
شنو نوع الموديل اللي فبالك؟
سميتي ميشيكو تانكا، ورقم الطياره هو خمسه صفر واحد لتوكيو.
واش ممكن ترسم لي خريطه بسيطه من هنا؟
فين نتلاقاو؟
بغيت شعري يكون مضبّط كيف ما كان.
عطيني خمسين، عفاك.
فين نقدر نسجل الدخول مع JAL؟
شنو كاين فالمحتويات؟
واش كاينين شي بلايص فهذ المنطقه اللي كينصحو بيهم بزاف؟
عطيني شويه صرافه، عفاك.
مزيان. غادي نتاكد بلي الشنط ديالك غادي يكونو هنا.
هدي هي التخصص ديالنا، سمك دوفر مشوي.
غادي نبقاو.
تسرقت مني.
مزيان. واش خاصني نركز عليه؟
غادي نشاركوا.
ما عندناش داك الستايل بالضبط دابا. غادي نشوف الستوك ديالنا. سني غير دقيقه، عفاك.
سكوتش مع الماء، عفاك.
هدا كيبان مشوق. بشحال كيساوي؟
خد هاد الوصفه الطبيه للصيدليه. تقدر تلقي الدوا تماك.
طلبت هداك.
ايوا، تقدر توقف ف اي محطه بين هنا و شيكاغو.
فين نقدر نشري شي تذكارات؟
ثمنو غالي بزاف. ما نقدرش نشريه.
واش ممكن تعطيني الرقم ديال ABC و Company ف شيكاغو، عفاك؟
فين كاين الكاتدراءيه؟
كيف بغيت البيض ديالك؟
هي حدا هاد البنايه.
لا، كنظن نساو يجيبولنا واحد.
حسناً. تاكدنا. واش ممكن تعطينا رقم تليفونك، غير فحال احتجنا نتاصلوا بيك؟
شنو سميت الرسام؟
بغيت نخلّيه يعيط ليك منين يجي؟
بغيت هاديك.
كنعجبني هاد الخدمه ديال الشمبانيا الترحيبيه من بعد ما تركب الطياره. خليني نشرب علي صحتكم.
اربعين دولار في النهار زاءد تمن سنتيم علي كل ميل.
غادي نراهن بخمسه دولارات.
واش هادي ماشي طلب ديال شي حد اخر؟
واش تقدر تقول لي كيفاش نوصل للمتحف؟
سمح لي بزاف، ولكن بغيت ناجل الموعد.
واش تقدر تنصحني برحله؟
التران ديالك غادي يخرج من الرصيف تامن.
كنقلب علي شنطه فيها حزام قابل للتعديل.
بغيت الثمن يبقي اقل من ميه وتمانين دولار.
غادي نسولك من بعد ما ندوّر شويه.
نعم. حجز لسته ليالي، من فضلك. ابتداءً من ثلاثه وعشرين يوليوز.
واش تقدر توريني شي وحدين خرين بتصاميم مختلفه؟
شنو نوع العصير اللي بغيتي؟
واش غادي للدار فالعطله؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
هدي كانت مكسوره منين فتحت الباكاج.
29 غشت.
بغيت نرسل هاد الشي بالبريد الجوي لليابان.
نهار الشكر علي الخدمه. هو نهار ديال الشكر لكل الناس اللي كيساندو المجتمع بخدمتهم.
هذ الغرفه صغيره بزاف.
واش ممكن تعطيني شويه اتاي زياده، عفاك؟
بغيت هاد الحوايج يتنقّاو قبل ما يسالي النهار.
واش كاين شي بنك هنا؟
واش ممكن تنظف الطابله، عفاك؟
سيف، عفاك.
كولهم مطبوعات.
عفاك كتب رقم بيتك من الورا.
كنستعملو العيدان باش ناكلو.
رحله دلتا رقم تمانيه وعشرين لنيو اورلينز غتتاخر تقريباً ساعه وحده.
مني نرجع لليابان، غادي نكتب ليك رساله. الا كان عندك الوقت، عفاك صيفط لي رساله.
خليت تذكره الطياره ديالي فالوتيل.
بغيت بيت واحد بلا دوش، عفاك.
شكراً مره اخري علي التذكير. واش بزاف ديال الناس كينساو يوقعو باسماءهم؟
حسنًا، الوقت كايقرب يسالي. واش نكملو هاد النقاش نهار الخميس مع الواحده؟
بغيت شي بيجاما.
حسنا. غادي نتاصل بيك ملي يكونو واجدين.
شنو رايك فالغداء؟
الليموزين غادي توقف فالباب الشمالي الاول.
شحال من الوقت باقي نقدر نستعمل مطعم الفندق؟
واش هاد القطار مباشر؟
واخا، ولي الوقت متاخر بزاف. كنظن خاصني نمشي دابا. شكراً بزاف علي هاد السهره الزوينه.
واش ممكن تعطيني شي دوا لوجع بطني؟
بغيت دجاج مشوي.
غَلَطْتْ مِنْ جَانْبِي. مَا غَلَطْتِيش انتَ.
سمح لي، فوقاش كيسالي هاد الفيلم؟
ديك، عفاك.
تسرقات مني الحلي ديالي. خاصني ندير بلاغ.
غير لحظه، عفاك. غادي نربطك مع السي جونز.
سلام. هادي United Airlines.
فين تعلم السيد جونز اليابانيه؟
عندي واحد صغير بنفس التصميم.
واش تقدر تضيق هاد السروال؟
ليله الجمعه، مع التسعود.
واش هاد الباب كيوصل ل لاس فيغاس؟
واش كاين شي طوبيس من المطار؟
معلقه اخري، عفاك.
هي شويه مملحه، ولكن كتعجبني. واش جيتي بها معاك من اليابان؟
عافاك سرّعها، الا كان ممكن.
واش تقدر تخلص عشره دولارات هنا كضمان؟
نعم. فاقني من بعد ثلاث سوايع، عفاك.
بغيت نطلب، عفاك.
واش نقول نعم ولا لا؟
زوج معالق، عفاك.
شنو هي الوقفه الجايه؟
الطوموبيل كتدير صوت غريب.
فاش كتسد البوسطه؟
انا دفعت مسبقًا عربون ديال خمسين دولار ملي دخلت.
واش عندك شي دوا للمعده المقلوبه؟
واش خاصني نلبس كوت و كرافات؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت الشنطه ديالي.
بغيت ناكد الرحله ديالي مره اخري.
ساعتي. كانت ديجيتال جديده كلياً مصنوعه ف سويسرا.
نجحت فهاد الامتحان بامتياز.
بغيتك تديّني لاماكن مشوّقه. انا سياح، عارف.
واش نقدر نزور المعالم السياحيه و السفينه راسيه فالميناء؟
من الاحسن تضبط المرايه ديال الخلف.
غادي يكون كاين انتظار ديال حوالي عشر دقايق.
واش نقدر ناخد الصحون ديالك؟
غادي نفرح نديرها. شنو الوقت اللي بغيتي؟
كنظن خليت الكاميرا ديالي هنا منين كنت كناكل العشاء البارح.
جمعهم عند الباب.
اه، لا. ما غاديش يكون ضروري. نقدر نهتم بها. درتي بزاف ديال الحاجه من قبل.
صلّحها ولا بدلها، عفاك.
نقدر نلقا وقت شي نهار فالشهر الجاي.
خد وقتك.
كيفاش هاد المنتوج الجديد كيقارن مع المنتوجات اللي كاينه؟
الباءعين طيبين بزاف فهاد المحل.
واش تقدر تحتافظ بها ليا؟
غير دقيقه، عفاك.
واش عندك علامات المطالبه ديالك؟
بغيت نكري طوموبيل لمده سيمانه.
ايه، فالاول، غسلها بوحدها.
عفاك ورّيني شي ساعات ديال الرجال.
الساعه ربعه وعشره.
شحال كتخلص الطاكسي الكبير باش تمشي لمركز المدينه؟
من هاد الصباح.
خصنا نسرعو. راهوما كيركبوا دابا.
كيتناسب مزيان.
طلبت الدجاج.
لعشره ايام.
شحال فعم هاد الولد؟
شحال المجموع كامل؟
بغيت نفس الحاجه ديال هادي، عفاك.
ضعت شيكات المسافر ديالي.
عفاك عطييني شي دوا ديال البرد.
عفاك حطها ف كورنيطو.
كنشوفو كل صباح ف التران.
واش تقدر تعشي معانا هاد العشيه؟
غادي نبقي فـ B Hotel حتي لغدا. غادي نفرح الا قلت ليه باللي انا هنا.
الطياره تاخرت بخمس واربعين دقيقه.
سميتي شينو يامادا.
شنو التخصص ديال هاد المطعم؟
عندنا نبيذ ابيض ممتاز.
غير شي دوا ديال البرد.
واش تقدر تهبط لي الشنطه ديالي لللوبّي غدا الصباح؟
اه، كيبان لي كنضيع شي حاجه كل مره كنسافر.
فقدت استعمال يدي اليمني.
سلام، واش هادي ديال روي؟
من بعد، غادي توصل لزنقه ديال التسوق. الا تبعت الزنقه غادي توصل للمحطه.
لا، ماشي هنا. كاين واحد بيت التدخين فاخر هاد الكوطا.
واش ممكن تعطيني بروشور؟
وصل تماك مع التسعود، عفاك.
نعم، سيدي. كيف بغيتيني نقطعها؟
كنظن كاين خطا فالفاتوره.
غير الزيت والخل غادي يكونو مزيانين.
عندي بالضبط اللي بغيتي. نقدر نقترح عليك هاد الشي؟
قهوه بسكر.
هي سبعتاش ا. اه، سمح لي. غلطت.
واش عمرك سمعت علي السيمانه الذهبيه فاليابان؟
شكراً. عفاك رجع مره اخري.
واش مزال محجوز كامل؟
واش نقدر نخليها فين ما كان ف البلاد؟
شنو الرقم اللي خاصني نعيط ليه من هنا؟
كيفاش نوصل لديزني لاند؟
كتظن هكا؟
سمح لي. فين كاين الريسطو الرءيسي؟
بغيت نعيط لليابان.
D twelve هو رقم بلاصي. فين هو؟
شنو هادا، عفاك؟
شنو النوع اللي كتفكر فيه؟
نعم. غنوصلو مع الثمانيه ديال الوقت المحلي.
الا لقيتي شي حاجه، عفاك تاصل بيا.
واش ممكن تعطيني شويه ديال اللحم المدخن والبيض؟
شربات الدلاح للحلوه، عفاك.
الماء السخون ما سخنش كفايه.
واش تقدر تشرح كيفاش ندير هاد الشي؟
عفاك كتب هنا عنوان الاتصال ديالك.
واش نقدر نستعمل الفلاش؟
شكراً. رجع لغرفتي ف نفس الوقت غدا. غادي نكون حضرت الصور حتي ديك الساعه.
سمح لي دابا تقدر تطلب غير من قاءمه العشاء.
مليّن ولا بلا رصاص؟
عندي صداع.
هذي هي الغرفه 12:07.
بغيت بيت مختلف.
شحال من الوقت هاد الفيزا صالحه؟
واش كاين شي مستشفي هنا؟
بغيت واحد الكْسوه.
واش عندك عرض اكبر؟
واش نقدر نجرب رقم تسعود؟
فندق امن كيقدم فطور زوين، عفاك.
فين كاين الحديقه ديال الحيوانات؟
كاينين شي كبار؟
ثلاثين دولار وتمانين سنتيم.
كتعتمد علي شحال السخونيه ديال البلاصه، ولكن فوسط اليابان، بدايه ابريل.
ساندويتش كريسبر مع البطاطا المقليه.
فات الوقت علي الطوبيس الاخير.
ما عنديش شي فلوس صغار.
واش خديتي تذكره الطوبيس ديالك؟
الكرطيه، عفاك.
كنت فطياره UA رقم 828.
الضوضاء كثيره بزاف حدا غرفتي.
فالساحل الشرقي، كتلقي حتي بلايص معروفه، بحال نيويورك، واشنطن، دي.سي. وبوسطن.
واش عندك اوراق يابانيه؟
كيبان مزيان.
واش ممكن نخلي عندكم الشنطه ديالي حتي لواحد ديال العشيه؟
واش كاين شي جوله ف المدينه؟
ايه. خايف خاصني نديرها. شحال مزيان كيتحافظ علي الامن فهاد المنطقه؟
فهمت. غادي نجرب نكري سياره سيتروان.
عندي موهبه فطريه.
غادي يكون مزيان. فين الخبز؟
بغيت نسكرو، عفاك. وبلاصه حد الشباك، عفاك.
وشحال كتخلص علي الخياطه؟
شنو غيكون اسرع، طاكسي ولا اسعاف؟
واش عندكم هاد التيشيرت فشي الوان خرين؟
ما خصكش تفرج فالتلفاز طول الوقت.
ايه، حنا قرّابين نوصلو ليه، قرّابين نوصلو ليه.
من الاحسن تدخل لمستشفانا.
فين نقدر نلقي سوبرمارشي؟
ثمنو شويه غالي. ما تقدرش تعاونّي شويه؟
شحال من محطه باش نبدل؟
داك الراجل سرق ليّا الشنطه ديالي.
حبوب الهضم وحبوب الم المعده مختلفين، صح؟
بغيت نشوف الميناء.
فكره زوينه.
شحال كتاخد الوقت علي الرجل؟
غادي ناخد عشرين ديال اكبر دب تيدي، عفاك.
شنو هو الرقم ديال الكاشير؟
ساهل. غادي نشوف غير فكتاب التليفون.
واش عندكم شي بيت كبار؟
شحال فالفاتوره ديالي؟
بغيت نبقي ف هاد الغرفه ليله وحده زياده.
سمح لي، بغيت نسجل بلاغ علي السرقه.
حسنًا، هادشي كيعتمد علي وسيله النقل اللي غادي تستعمل. واش غادي بالحافله ولا بالطاءره؟
واش ما عندكش مانع اذا جلست هنا؟
واش نقدر نرسل غير ايميل واحد بدولار؟
ايوا، عفاك صيفطو للبيت رقم 1234.
عَمِّر هاد الفورم ديال التسجيل، عفاك.
بغيت جوج تذاكر ذهاب واياب لاوكسفورد.
فاش من الوقت خصني نجي للمطار؟
هدا بطيء.
فين نقدر نطوّر الفيلم؟
لا، عفاك ما تديرش هكا. واش ممكن تحتافظ باسءلتك حتي نسالي كلامي، ومنين نطلبهم؟
بغيت بلاصه مزيانه.
كنخاف الطواليط ما خداماش. محتاج المساعده.
ماشي حاجه صعيبه ولا غامضه.
غادي نديك لمكانك. من هنا، عفاك.
سمح لي، واش نقدر نسولك سءال؟
كنظن هكا.
سلام. فرحان بلقاءك.
بغيت نسجل هاد الشنطه حتي لطوكيو، عفاك.
واش تقدر توريني واحد شويه اكبر؟
كنظن باللي الحوايج اللي مصاوبين فاليابان كيديروا فيهم الخياطه مزيان بزاف.
من الاحسن تستسلم.
عاود قولها من فضلك.
واش تقدر تكتب لي العنوان ورقم التليفون، عفاك؟
واش سخون؟
منين غادي نطلع فالطياره؟
واش ما وصلتكش الفورم فالطياره؟
بغيت واحد المكواه.
جا فالثلاثه وتلاتين دولار فالمجموع.
شكراً علي مشاركتك افكارك الفريده معنا.
كنمشي نتزحلق علي الثلج جوج مرات فالشهر فالموسم.
تزادت فالاول من ابريل عام 1955.
واش نقدر نكري المضارب؟
واش هاد الطوبيس صحيح باش نمشيو للوسط ديال المدينه؟
بشحال هاد العطر؟
شنو هاد الشي؟
فين نقدر ندوز الاجراءات الرسميه؟
خمسين جنيه.
واش هادشي كيشمل الضريبه؟
شنو هما الكيسات؟
عفاك عيط علي الاسعاف.
غادي نراهن بثلاثه دولارات علي هاد الشي.
كيف داير؟
ما كاينش ماكله ما كيعجبنيش.
نهار الدستور ولا "Kempo Kinenbi" هو عيد وطني ف 3 ماي باش نحتافلو بتاسيس الدستور الياباني الحالي.
واش هاد الجوله كتضمن زياره لبرج سيرز؟
واش كاين شي محل ديال الكتب هنا؟
غادي نحضر المدرسه الصيفيه فجامعه هاواي.
فين دايرين دابا؟
زوج ديال الكبار وطفل عندو ثلاث سنين.
فشي بيت الراحه فالمحطه.
