هيا فقط في أسفل الرواق. سأحضر لك بعضها الآن. إذا كان هناك أي شيء آخر تحتاجه، فقط أخبرني.
تعدل فساتين؟
بغينا طبلة قريب من النافذة.
ما هو اللون الجديد في هذا الموسم؟
في حالتي، عادة ما يكون ذلك لأغراض تجارية، ونادراً للمتعة.
غادي نبقى يومين.
بغيت نعمل كيرلي دائم.
باغي ناحجز على غرفتين متشابهتين.
ما بغيتش يتعاود ليا.
هاد الباص كيوقف فطريق ستونر؟
من فضلك افتح فمك على وسعها.
نمشيو ناكلو شي حاجة.
هل يمكنك تنظيف هذه الملابس؟
نعطيك رقم التلفون ديالو وعنوانو.
خلصت على الأكل والفنادق مسبقا.
كَنْبَحْثْ عْلَى رِيستُورَانْ مِنْ نَوعْ الشَّوَارْبَةْ هَادِي وْزَوِينْ. قْدَرْتِي تْشَيرِي لِيهُمْ فْهَادْ الخَرِيطَةْ؟
كسرتَها، اشتريتَها.
غادي نقول ليها تدير ليك تلفون مجرد ما ترجع.
هي مصابة بجروح بليغة.
بغيت ولاعة.
هل يتوفر هذا الفندق على مرافق مؤتمرات؟
عادي لو ناخدو غير وجبة خفيفة؟
كندير مكالمة من المطار. غنكون هناك فحولي أربعة.
فين نبدل للشيکاگو؟
بكم ثمن إرسال رسالة مسجلة إلى فرنسا؟
هادي حقيقةً مختلفة القيادة من الجهة اليمنى من الشارع.
الممثل رائع حقا.
فين قسم الكتب الواقعية ديالك؟
هل يمكنك تغيير مقعدي من فضلك؟
واش كاين ضمان؟
عفوا، سأهتم بالكلب.
باغي تذكرة ديال "القطط" لهدا الخميس، اثنين.
اسمك مرة أخرى؟
واش السيد براون موجود؟
هل يمكنني استئجار قارب ليوم واحد؟
في أي نافذة يمكنني القيام بحجز؟
شكون هادشي؟
هل يمكنك أن تخبرني كيف أصل إلى الأوبرا؟
ألم تكن مخموراً بعض الشيء الليلة الماضية، حبيبي؟
من فضلك اتبع تعليمات طاقمنا.
هل هناك مركز تجاري قريب من هنا؟
"خزان مملوء بالكامل، من فضلك."
هل هناك غرفة أرخص؟
أفضل سيارة أوتوماتيكية.
غادي نبقى فدار الطالب ديال جامعة هارفارد.
شحال هو سعر اليوم؟
أعاني مزمنا من الربو.
عندي تقريباً ثلاثة آلاف دولار.
حسنا سيدي. يأتي مع خيار من البطاطا المقلية أو أرز بالخضار. ماذا تفضل؟
كيف يمكنني الوصول إلى هذا المكان؟
شكون نوع هاد القصة؟
ثلاث مرات.
فين كاينة الشباك لي كتبيع الطوابع؟
بعدما هاجمني، رحل في سيارة فان بيضاء.
حسنا. من فضلك احتفظ بهذه البطاقة وقدمها عندما تأتي لاستلامها.
مائتا دولار. نقداً أو بالبطاقة؟
بْشْحال هِيَ طُولْ هاد الواد؟
واش خاصني نتجنب شي نوع من الأكلات وأنا كناخد هاد الدواء؟
هل يمكنني أن أحصل على بعض النبيذ الأحمر؟
قول ليا فين وصلنا للمتحف.
هاد الباص كيمشي حتى لفندق شيراتون؟
واش هادشي كلو كيجي فشي حاجة؟
شوية حار. يمكن نفتح النافذة؟
دش واحد كافٍ.
عيني حمراوين.
ميمكنش نضمن ليك داك الشي، ولكن غادي نديرو لي في استطاعتنا.
كان البحر يُرى من بعيد تحتنا.
تحتاج إلى عملية جراحية.
بيض أكثر من فضلك.
فين كاين وقف الحافلة ديال سنترال بارك؟
التاكسيات؟
ها هي مفتاحك سيدي. الغرفة 5612.
كيعجبني كارديغان ديالك.
توكل على الله.
ها نحن. هذا فندقك.
فين غادي يلعبو ماتش ديال كرة السلة؟
شكون كانت انطباعك؟
بالتأكيد. هل تريد قهوتك مع عشائك أو فيما بعد؟
غادي ناخد الطيارة رقم 12 لطوكيو.
بغيت نعمل مكالمة بعيدة، من فضلك.
خمسة أشهر.
فِي أَيَّام الأُسْبُوع كَيْف تَقَام؟
بغيت جيل لتسريحة الشعر.
هل يمكننا رؤية قائمة الطعام؟
حجمي هو ستة.
أي طاكسي ما غاديش يوقف حتى توصل للمحطة ديال الطاكسيات.
ميزانيتي أقل من خمسين دولار لليلة.
واش غادي تصور معايا؟
كم هي قيمة أتعاب الخدمة؟
هل ارتفع رقم المعاملات في أمريكا الشمالية بأكثر من خمسة في المئة؟
هل كنت تعلم أن أحد الأبطال الكبار في السومو، وهو نوع من المصارعة التقليدية على الطريقة اليابانية، هو أمريكي؟
هذا لوول ستريت؟
بغيت نكريها من الخامس للعاشر ددجنبر.
زعما. وأنت السيدة، شنو حالك؟
السكر؟
هل يمكنني الدفع ببطاقة ماستر كارد؟
هذا هو المكان لاستلام الأمتعة للرحلة الشمالية الغربية تسعمائة سبعة؟
غادي ناخد هاد العلامة.
فرحان بزاف باش قدرت نجي لهاد لبلاد.
إسمي وعنواني مكتوبين عليه.
شكون نوع هاد الحجر؟
أود أن أشير إلى أن حكومتنا تتصرف بقسوة تجاه ما يسمى "قوارب الناس". أدرك أن اليابان مكتظة بالسكان بالفعل بشكل مفرط للسماح لهؤلاء الضيوف غير المدعوين بالدخول. ولكن، من ناحية أخرى، تحتاج العديد من قطاعات صناعتنا إلى موارد عمل يدوي.
من ذلك الجبل، يمكنك رؤية المدينة بأكملها. خلال هذا الموسم، تزهر العديد من أنواع الزهور المختلفة. إنها جميلة جدا.
تْبَعْنِي.
من فضلك قول ليه بأن يامادا تلفونات.
حسنا، من فضلك أكمل هذه المعلومات هنا. هل كانت حقيبة واحدة فقط؟
شكون لي بغيتي، لحم البقر، الدجاج أو السمك؟
هل من الممكن أن نأخذ طرق مختلفة للذهاب والعودة؟
واش كاين شي كافيتيريا هنا؟
عذرا سيدي. أود أن أزور بعض المعالم في بوسطن.
عندك المنيو باليابانية؟
الساعة واحدة وخمس دقايق.
بغيت شي مسكن للألم.
من هي الممثلة المفضلة لديك؟
بغيت وحدة بيضاوية.
شكون نوع الموسيقى لي كيعزفو هناك؟
ماعجبنيش اللون. شوف ليا واحد آخر الله يخليك.
من فضلك خذني إلى سوق الصباح.
إطار نظارتي مكسور.
من الثالثة.
ممتاز. لدي مقعد بجانب النافذة. آه، إذا أردتِ أن نتبادل المقاعد فيما بعد، آنستي.
استمتعت بمشاهدة معالم نيويورك البارحة.
أنا مهتمة بالحقيبة الزرقاء في الواجهة.
اتصل بمؤجرك عندما تواجه أي مشاكل.
عطني شامبو و سرحه لي كيما هو دابا، من فضلك.
من فضلك قولي ليا أسرع طريقة نمشي لسان فرانسيسكو.
عافاك، يمكن ليا ناخد لمفتاح ديال الغرفة رقم 215؟
عفاك، هل يمكنك أن تلتقط لي صورة؟
اكتب فقط رقم غرفتك ووقع هنا.
لونها مزيان ولكن المقاس ميخدش. هل يمكنك تغييره في ساعة؟
نحن في انتظارك ذلك اليوم.
عندنا ما يكفينا لبضعة أيام.
مافهمتش هادشي.
كيف يمكنني العودة إلى وجهتي؟
هل هذا معفى من الضريبة؟
حسنا، عليهم أن يلعبوا أشواطا إضافية حتى يتم كسر التعادل.
هل يمكنك تهجئتها؟
فين العشاء؟
خايف هادشي بزاف عليا.
فين ننزلو باش نمشيو لساحة الاتحاد؟
يمكنك أن تسأل في كشك لوحة الإيجار هناك.
مرحبا جان، هل يمكنك أن تأخذ هذه إلى المغسلة؟
أنا في عطلة.
لا. أنا أخطط لزيارة باريس في طريقي إلى المنزل.
غادي تجيبو معاك ولا غادي نبعثوه؟
في الآونة الأخيرة، هناك طفرة كبيرة في فن الطبخ، أليس كذلك؟
دابا ساعاتين تقريبا.
رحلة دلتا أيرلاينز رقم 112. صعود الطائرة متأخر.
هل يمكنك أن تعطيني غرفة مزدوجة لليلة؟
هل يمكنك كتابة تصريح حول السرقة لشركة التأمين الخاصة بي، من فضلك؟
بما أنني ضعيف في الكاميرا، أعتقد أن الكاميرا السهلة الاستخدام قد تكون أفضل لي.
هل هذه هي المنصة الصحيحة للذهاب إلى نيويورك؟
تمتع بعطلة سعيدة.
من فضلك أعطني بعض الشاش.
بغيت بطاطا مشوية مع كريمة حامضة، من فضلك.
نعم، كل عشر دقائق.
غادي نمشي ف الصباح ديال غدّة.
أنا أيضًا ذاهبٌ هناك. ماذا عن أخذ تاكسي معًا؟
خذي كرسي و رتاحي. بغيتي تشربي شي حاجا؟ قهوة، شاي أو عصير؟
هاد الشي مزيان منك تقولو.
روست بييف من فضلك.
متى سيكون الطاول متاحا؟
هل يمكنني تغيير طلبي؟ أريد سمك الحدوق بدلاً من محار الصخور.
ما هي عملية استئصال الزائدة الدودية؟
هل ستعطيني الفواتير مع تفاصيل العلاج الطبي؟
حسنا، أنا لا أعرف.
ألف مبروك، فهمت أنك ترقيت إلى منصب نائب الرئيس.
عشية بعد غد.
عائش أنا في جنوب اليابان.
تذكرة ذهاب وإياب إلى شيكاغو من فضلك.
هل تريد بعض البيكون أو لحم الخنزير مع البيض؟
للدراسة.
من فضلك كن سريعا.
المكيف ما كيعملش.
هكذا يكون كل يوم إثنين.
من فضلك اذهب إلى قاعة المغادرة الدولية. سفرا سعيدا.
عندك شي رحلات لباريس ف اليوروستار؟
جيبت شهادة طبية من عند طبيبي من اليابان.
هل يمكنك إرسالها إلى اليابان؟
هل يمكنني أن أعود إليك بالجواب يوم الجمعة هذا؟
حسنا، دعني أتفقد قسم الأشياء المفقودة. ما نوع الكاميرا؟
معذرة، نحن نُعد الغرفة التي أردت.
آه، يُظهر محطات الميترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
آه، أشتاق إلى الشيبازوكي.
نعم، لدينا. دورة نصف يومية ودورة يوم كامل.
نصحتك نع لوبانة.
بغيت نلغي الحجز ديالي، من فضلك.
شكون هو نظام الاسترجاع؟
المصباح ما كايخدمش.
شكون هو الفرق فالتوقيت بين طوكيو وهنا؟
كم الثمن الإجمالي؟
شكرا سيدي.
سير على طول ولف يمين ف الزنقة التالتة.
عندي ألم حاد ووخز في بطني.
شفتي داك الشي؟
هذا هدية. هل يمكنك تغليفه لي؟
مساء الخير السيدة كنت. لطالما اشتقنا لرؤيتك.
العفو، كان ذلك من دواعي سروري.
أود تغيير حجزي للرحلة رقم 205 في الثاني من أكتوبر.
فين كاين كاونتر التسجيل ديال دلتا؟
هل هذه وجبة قليلة الصوديوم؟
هذا العنصر غير مسموح به.
أظن أننا نستطيع. ها هي وصلتك.
ماشي هادي لي كتدير آخر حاجة قبل ما تدخل للسرير؟
لا، غادي نجيبها فمدة إقامتي.
هل هي ثابتة اللون؟
هل هذا تخصص لهذه المقاطعة؟
بغيت شي بيسكوت.
هوما صغار بزاف.
بأية درجة تكون الجولات صعبة؟
بغيت كرسي قريب من النافذة، من فضلك.
هل يمكنني السفر بتذكرة يوروريل باس؟
كم من الوقت يستغرق للوصول إلى اليابان؟
عندك خرائط الطرق؟
آه، نعم. قرأت عنه في الدليل السياحي.
طلبت ثلاثة كؤوس من الشاي. لكننا حصلنا فقط على اثنتين.
الأجهزة الكهربائية رخيصة جدا، لكن مصاريف الأكل والسكن مرتفعة جدا.
لأخذ بعيدا.
عادة ما آخذ المقاس 22 في اليابان.
فين كاينين ساعات متحف الفن؟
وين خاصني نخلص؟
هذا أول سفر ليك للخارج؟
أين هو مسار المبتدئين؟
هاد البلاد عندها بزاف ديال أنواع دْلفواكه.
بغيت نعيط على هاد الكاسيطة.
هل متوفر الطعام في كوخ التزلج على تلك المنحدرات؟
عفاك، أنا قفلت على راسي الباب. يمكن تعطيني مفتاح آخر؟
بدل هاد الدولارات الأمريكية بالين اليابانيين، من فضلك.
من الصعب قول وداعا.
عفاك، يمكن نسولك على اسم هاد الطبق؟ كاي بان لذيذ.
كيقرصو.
الباب اللّي جاي من بعد هو شنو؟
ظننت أنه كان ممتازا - تمثيل جيد وسيناريو رائع.
واو، شكرا بزاف.
ماشي راضي على هاد الغرفة. واش ممكن تشوف ليا وحدة أخرى؟
هذا آخر طراز في هذا الصيف.
خُذني إلى وسط المدينة من فضلك.
هل يمكنني كراء سيارة؟
وأنا خارج، إصلاحها من فضلك.
عندك شي حاجة ناكلو؟
من فضلك تكلّم ببطء.
جاي ساعة متأخر.
أنا كين.
خادِم فندق.
هل كان يهطل المطر طوال هذا الأسبوع؟
عندهم عروض حية؟
هل يمكنني رؤية تلك الحقيبة؟
عندك شي حاجة أخرى؟
تحتاج للراحة.
من فضلك املأ هذه البطاقة الجمركية ونموذج الهجرة.
هاد السيارة كتمشي لسياتل؟
هل أدفع جزءا من التكلفة الآن؟
هل هو حقيقي أو اصطناعي؟
هل تنتظرني هنا؟
آه، شكرا. كنت فقط أبحث عنها.
نقداً أو بالفيزا؟
أنا غريب تماما عن هذا المكان.
يمكن غسلها بالماكينة أو باليد في البيت؟
واشمكن خدي صندوق ديال الألوان المائية، من فضلك.
عافاك، واش كنتي بغيتي؟
بغيت نبدل التاريخ ل 19 ماي.
من فضلك وقع هنا، وهذه هي وصل استلامك لأغراضك.
بغيت شي جوارب.
بغيت شوية ديال لحم الخروف.
بغيت ناخد طوبيس للمحطة ديال بن. واشنوا لي خاصني ناخد؟
فيه كالوريات قليلة بزاف. غير ثلاثين كالوري.
بغيت نحجز غرفة.
من أين في اليابان؟
للأسف، هو مشغول جدا في ذلك اليوم.
في تلك الحالة، أنصحك بهذا.
خدمة الغرف.
انتبه من فضلك.
عندك طابعات تذكارية؟
هذا هو الغرفة رقم 317. هل يمكنني أن أحصل على غطاء آخر؟
هل يمكنك أن توصلني إلى المحطة في خمسة عشر دقيقة؟
نحتاج إلى وديعة للسيارة.
ما كاينش غرف فردية متاحة، ولكن عندنا غرفة مزدوجة.
هل هذه التذكرة صالحة فقط لليوم المحدد؟
في أشحال كيوصل لميلانو؟
عندك شي حد كيتكلم يابانية؟
في أي قناة الموسيقى الشعبية؟
دلتا إيرلاينز.
بغيت كاس ديال القهوة.
هل يوجد به حمام ومرحاض؟
الوقت انتهى.
سمعت أن السيد يامادا لديه طفلان.
أود استئجار قارب شراعي.
هل يمكنك غسل الأطباق فيما بعد؟
بغيت طابونة د الغاز.
هل يمكنك تحويل الدولار الأمريكي إلى جنيه إسترليني؟
بالتأكيد سيدي. اسمك؟
ماشي لابس لباس رسمي.
المرجو المرة الجاية تجي غير بوحدك.
دولارين لكل واحد.
غادي نتأكدو من إرسال الكتيبات ليكم عبر البريد.
كاين شي حاجة مخدماش فالأضواء الخلفية للفرامل.
من فضلك أرني بعض القفازات الجلدية.
العربية خربات. عافاك بعث شي حد ياخدها.
علاش ما توصيش بكتاب صور لطفل عندو ست سنوات؟
هل يمكنك أن تحفظ لي أغراضي الثمينة من فضلك؟
مرحبا هاري، شكرا على دعوتنا.
في المواعيد، يذهبون إلى السينما.
كان عندي فيه تقريبا مائة دولار.
خطأي.
بغيت شي مشابك ديال الغسيل.
عندك شي سي دي ديال الاستيراد؟
غادي نبدا ندرس الانجليزية المحكية.
هل قرأت أي كتب جيدة مؤخرا؟
غادي نبقى عند صاحبي فنيويورك.
عندك شي بلاصا نخلي فيها الشنطة ديالي؟
جئت هنا في مهمة عمل.
هل تعرف أي مدرسة غطس جيدة؟
كم هو الثمن مع الضريبة؟
عطي ليا شي مناديل.
الجيران ديال جنب كايضجرو بزاف.
حسنا، الدكتور كريبس لا يستقبل أحدا بدون موعد.
هدية؟
غادي للفندق الكبير؟
ما كاين حتى واحد بهاد الاسم هنا.
فين هو البوليسي، من فضلك؟
هل يمكنني أن أستعير بعض شريط اللصق؟
هذا مضمون؟
شكون هو تشخيصك؟
إوا هي فآخر الممر فطابق السابع. خذ المصعد ديالك عن يمينك، من فضلك.
نحن في محطة شارع جونز.
مكايجي فبالي نمشيو لحفلات موسيقية كلاسيكية فاليابان.
هل يمكنك أن تشرح لي هذا الطبق؟
ها هي. مقاعدكم موجودة هنا في الجوار.
إنه في رحلة عمل حتى الجمعة القادمة.
زوجتي وأنا فرحانين بزاف باش تجي تقضي عطلة نهاية الأسبوع معانا باش تشوف الحياة الأمريكية فالبادية.
هيا اللي ليمين.
نعم من فضلك. اسمي كويروساوا. إلى متى يمكنك الاحتفاظ بتذكرتي؟
فين كنقدر نشري تذكرة التلفريك؟
600 دولار ف الشهر زائد شهر ديال الدفعة الأولية، و شهر آخر ديال العمولات ديالنا.
هل تفضل معطفاً مزدوج الصدر أم مفرد الصدر؟
غادي نرجع ليك بالباقي.
لا، أنا لا أفعل.
ما هذه الفخارات الجميلة. هذا الطبق بثلاثين دولارا؟
عندك جاكيت زوين بحال مية دولار؟
حسنا. هل لديك أي ردود فعل ثانوية أو حساسيات؟
من خلال النظر إليك، يبدو أنك أصبت بنوع من العدوى.
واش ممكن ناخد الفاتورة، من فضلك؟
نحن ثلاثة.
فهمت. هل تتذكر كم دفعت ثمن تذكرتك؟
ما رأيك في أن تنضم إليّ لشرب شيء ما؟
شكون هو رقم الغرفة ديالي؟
هل يمكنني الحصول على مقعدين في الطابق الثاني لهذه الليلة؟
سَدَّيتْ الباب ديالي بالمفتاح.
واش ضريبة مشمولة؟
عفاك، واش ممكن تقولي فين هي المحطة ديال القطار؟
فين كايفتح المكتب ديال البريد؟
بما أن هذه الحقيبة مصنوعة من الفينيل، فهي قوية جداً وذات تصميم عصري كما تلاحظين.
الطعام زوين بزاف، ولكن شبعت. شكرا.
تُوبتي تسرقات ف الطونيل.
عندي مشيت للسفارة اليابانية.
ممكن تعطيه ليا بشي حاجة أقل شوية؟
هادشي لشيکاگو؟
من فضلك صر هذا الشيك السياحي.
عندي الحمى من نهار قبل الأمس. حنجرتي كتعورني بزاف. ما قادرش نبلع الطعام.
هنا في الجدار، والمفتاح ديال التكييف هنا. هل هناك شيء آخر تحتاجونه سيدي؟
هل يمكنني الوصول هناك في الوقت المناسب إذا غادرت من هنا الآن؟
حسنا. لكن أتمنى ألا يستغرق الأمر وقتا طويلا.
هل يمكنك ملء الاستمارة لي؟
شريت هاد الشنطة من شوي، ولكن السحاب ديالها خربان.
فهمت؟
من فضلك عاود الرجوع للحافلة في الثالثة.
ملايين الناس يزورون الأضرحة المشهورة لأداء أول عبادة في السنة.
إذا كان ممكنا، أود طاولة بجانب النافذة.
عليّ ألا أشرب أي شيء يحتوي على الملح.
بغيت كرسي قريب من الممر، لو سمحت.
من فضلك أعطني تقديرا.
هذا جيد، شكرا.
في أشنو الوقت نجيبو ليك؟
عذراً، لقد نفذت من المخزون.
بغيت نبعث هاد البطاقة البريدية لليابان.
شكرا. ها هي مفتاح غرفتك. الحارس سيأخذ أمتعتك.
حافظ على أمتعتي من فضلك.
بغيت نكري شي سيارة متوسطة الحجم بأربعة أبواب.
فين كنقدر نشري الفخار؟
قميصي مبلل بالعرق.
كم لديك من الين سيدي؟
السلام عليكم. عندي حجز.
عافاك، مرر لي الملح و البسباس.
قمت بالحجز عبر مكتب طوكيو. سأتأخر قليلاً في تسجيل الوصول الليلة.
دوزو نشريو الحوايج على عجل.
طلبت مقعداً لغير المدخنين عند تسجيل الدخول، لكن هذا مقعد للمدخنين.
نمشيو نشربو شي حاجة.
نقترح عليك أن تأكل هذا النوع من السمك، وهو السنيبر الأحمر.
ماقادرش نديرها، ولكن غادي نعاونك بحال هاد الحالة.
واش كاين وقت ومكان محددين؟
شكرا بزاف. كنتمنى، ولكن للأسف عندي موعد سابق.
فِي أَمْرِيكَا كُرَةُ القَدَمِ لِلجَامِعَاتِ هِيَ الذُروَة.
غادي نعطيك مسكن للألم.
هل يمكنك إخباري عندما يقترب القطار من أوكسفورد؟ أخاف أن أتجاوز المحطة.
آه، بيل. أنا كنحبك، ولكن غير هاكا.
أنت تبالغ في تسعيرتي.
أود التأكد من وقت مغادرته.
ما كنضنش نكون ليك فالمساعدة بزاف.
تضمين كل شيء؟
عبر الشارع من هناك وسر مباشرة حتى تصل إلى التقاطع الثاني. فندق K يوجد بعد التقاطع.
بغيت شي حاجة للصداع ديال الكحول.
قليلة الدسم؟ لا يمكن. أتستهزئ؟
حسنا، لا أعرف إن كنت أهتم لذلك.
من فضلك ضع هذه الظرف في المطار.
بغيت شي حاجة للامساك.
فِي الرَّبِيعِ تُزْهِرُ أَشْجَارُ الكَرْزِ.
هل يمكنك أن تطلب منه أن يتوقف عن التدخين، هناك؟
غادي نعاود نكلم معاه.
غادي نبقى مع صاحبي فلوس أنجليس.
غادي تجيب ليا كريمة للقهوة ديالي؟
مخزوننا من هذا المنتج قد نفد.
هل أحتاج إلى تذكرة سريعة؟
هنا رقم هاتفي وعنوان بريدي الإلكتروني.
كم عمر تلك الكنيسة؟
هل يمكنك أن تحضر لي تذكرة للأوبرا؟
عندكوم شي طوبيسات ديال السياحة لي كيديرو جولات ف المدينة؟
عذرا، أنا أيضا غريب هنا.
إذا كنت ترغب في استعارة أي من كتبي، فلا تتردد في إخباري. لا أمانع حقا في إعارتهم للأصدقاء.
وبالنسبة للتزيين؟ هل تعيدون طلاء الغرف عندما يدخل مستأجر جديد؟
أتمنى أن أقوم ببعض الأعمال الخيرية.
كم سأسترد من الضرائب؟
مكاينش.
هل يمكنني أن أحصل على بطاطس مهروسة بدون صلصة؟
يمكنني أن أعطيك سيارة فورد موستانغ عمرها سبع سنوات بخمسين دولار في الأسبوع مع مسافة غير محدودة.
آه، نعم. ها أنت.
باغي نرجع هنا مرة أخرى ملي نكون فأمريكا.
شفيت تماما من مرضي.
شكون هو طبق اليوم عندك؟
واضح؟
محفظتي سرقت.
الباب ما كيفتحش بهاد لخيزونة.
بغيتو محمر.
هل نستمتع بالرفاهية في مطعم الدرجة الأولى؟
زعم حلو. أكيد كتعاود تشوفهم.
أية جولة هي الأفضل لرؤية المتاحف؟
من فضلك، نادِ على حمال.
ماعندي ما نقول.
هل يمكنك إصلاحه وإرساله إلى اليابان، من فضلك؟
صحيح.
عندي بلاغ سرقة.
هل يمكنني تجربة هذا؟
مازلت لم أجد واحدة من حقائبي التي سجلتها في مطار ناريتا.
كَنْظن هاكا، شكرا. بغيت نحلّق شعري، الله يرحم الوالدين.
شكون هو نوع العلاج لي كتحصل عليه؟
وجبة خفيفة من فضلك.
كان لدي تقريباً مائتا دولار نقداً وبطاقة فيزا.
إذن، هل كنت تسوق سيارات الأجرة منذ فترة طويلة؟
من الساعة سبعة إلى التسعة. من فضلك تعال إلى المطعم في الطابق الثاني.
غادي نبقى فهوتيل هوليداي إن داون تاون حتى لخامس ماي.
أشنو كيديرو باش ينجحوا ف الامتحان؟
قريب غادي توصل.
بقاو جميع الركاب جالسين.
أش من حافلة ناخد باش نمشي لتمثال واشنطن؟
اسمي أكيكو تاناكا.
معبد هوريوجي، الذي يعد أقدم مبنى خشبي في العالم، يستحق الزيارة.
فهمت، حسنا، شكرا لك على أخذ كل هذا الوقت. هل يمكنني أن أحصل على نقانق ساخنة اثنين؟
فرحان. آه، هذا إعلان رحلتي.
نعم. في أي وقت. الكل مرحب بهم هنا.
عندي نشري التأمين.
اش كيعني جار؟
قسم هاد الفلوس للصرف الصغار من فضلك.
هل ترغب في الذهاب إلى ديسكوتيك؟
من فضلك قولي لي على مطعم معقول فيه جو مزيان.
فين غادي يكون بطولة الغولف؟
بعد العشاء، مع الحلوى، من فضلك.
من فضلك أحضر لي مجففا.
واش ممكن تعطيني شوية دلماء، الله يخليك؟ راني عطشان بزاف.
ماعندناش الجوع بزاف.
خلي نشوف شوية ديال الأحذية لونها بني.
فين غادي يغادر و فين ساعة؟
من فضلك احتفظ بهذه الأمتعة حتى الخامسة مساءً. هل يمكنني الحصول على وصل؟
عندي قارورة ديال الويسكي.
غادي نجي نشوفك فالعشرة ديال صباح يوم الجمعة.
هل أكلتي جاهزة بعد؟
بغيت نحجز للغولف.
شكون هما الفراطات لي كيدوزو فهاد الماكينة ديال البيع؟
بغيت جنجر ألي.
بغيت شي طعام ديال الرضع.
حافظ على المخللات.
هاد الفستان من النايلون؟
واحدة حجز، من فضلك.
واش ممكن ناخد شريط ديل ماكينة الكتابة، من فضلك؟
من فضلك افتح الباب بمفتاح احتياطي.
بغيت كاس ديال قهوة أخرى.
باغي واحد همبرغر للتحميل.
هل يمكنك أن تطلب منه أن يتصل من جديد؟
عندنا عربة طعام ومقهى في القطار.
غرفتي ما تْنَظَّفَاتْش.
يمكنك ركوب الحافلة من موقف الحافلات الخامس.
شكرا بزاف. خلي الباقي.
ثلاثون دولارا وخمسون سنتا في اليوم، مع مسافة غير محدودة. البنزين غير مشمول.
وضعتي طابع على البطاقة البريدية؟
ثلاث ليالي.
هذا إلى إدنبرة؟
متى تريدون المغادرة؟
عليّ أن أنتقل؟
ما كاينش المناشف.
عندك مشكل لو شي حد آخر ياخذها ليا؟
هذا ما ترمي إليه؟
آه، مررت من جانبه. عد من فضلك.
هاد العادة فريدة من نوعها فاليابان، كنضن.
غلفهم فرادى، ووضع شريط على كل واحد منهم من فضلك.
دعني أرى. نعم، سيتم تقديم وجبة الغداء الخاصة لهذا اليوم بسرعة.
قادر تعطيني هاد الشي مقسم على أربعة؟
بيضاء من فضلك.
غادي ناخد طبقين ديال الموريسوبا.
نعم، كاين شي غرفة خالية. شحال هما الناس؟
هل هناك مكتب صرف قريب؟
أنا تاكيشي. وأنت؟
استعمليه أسبوعيا. ضعي طبقة رقيقة بعد غسل وجهك، مع تجنب العينين وخط الشعر.
قمت بجرح نفسي بالزجاج هنا.
كان عليّ أن أسأل المدرب، ولكن هل يمكنك أن تخبرني أي آلة جيدة لتمرين ظهري؟
توقف في هذا الجانب من الممر المقبل، من فضلك.
بغيت شوية د الحليب، الله يخليك.
مُشغّل.
أظن أننا في المحطة الخطأ.
فهمت. هل يمكنني أن أحصل على رقم بطاقتك الائتمانية وتاريخ انتهاء صلاحيتها لحجز مكانك، من فضلك؟
هل يمكنك أن تضغط على زر التوقف من أجلي؟
شريت هاد السروال أمس، ولكن ما كيقشابنيش.
غادي يقلص؟
واش ممكن تقولي الوقت؟
تركت المذكرات ديالي هناك البارح.
هل تتذكر رقم السيارة؟
بكم هذا الفستان؟
مافهمش الألمانية نهائيا.
كندير مكالمة للمدير.
آه، عفوا. سأحضر طلبك في أقرب وقت ممكن.
بالتأكيد سيدي.
هذا خالٍ من الكحول، لذا يمكنك الاسترخاء لأنه يوجد تهيّج قليل.
سبع أو ثماني دقايق مشي على قد ما تكون سرعة المشي ديالك.
تأكد من إيداعها في بوسطن.
بغيت كرافاطا.
غادي نسول سائق طاكسي آخر.
بييرة، ستيك مع بطاطا مقلية وسلطة خاصة من عند الطاهي.
مبروك، هنري. أنا سعيد جداً لسماع خطوبتك على جين.
سير على طول و در لليسار من هناك.
بغيت شي حاجة تتناسب مع هادشي.
لابد أن ذلك كان صدمة كبيرة بالنسبة لك.
عندي ألف جنيه.
شحال كا ياخد الوقت باش نمشيو ليه مشي؟
واش قداش متعب؟
شكون هو دوا مزيان لعينيّ لي تعياو؟
عطي ليا شوية ديال اللبان، سمح لي.
هذا ليس قسيمة، إنه وصل تسجيل.
ممكنش نكملو الاتصال ديالك فهاد الوقت للبلاد لي كتعاود عليها. رجّع حاول من بعد.
العقد سيتم تجديده سنويا.
عذرا سيدي النادل، هل يمكنني الحصول على الفاتورة من فضلك؟
هل يمكنني الدفع بشيك مسافر؟
هل يمكنني أن أؤمن على شيء ما؟
هل يمكنك أن تخبرني كيف أصل إلى ذلك المطعم؟
كان هناك حوالي ثلاثين دولار وبعض البطاقات البنكية.
فاتوراتك وصلت إلى مائة وخمسين دولارا وأربع وأربعين سنتا.
كيفاش نعبر عليها؟ مهم بزاف تكوني هناك.
بغيت نعمل نسخة.
شكرا. فين هيا التيسطيرة ديال التكييف؟ شوية حار بزاف.
عذرا، ولكن فين حنا دابا فاش كاينين؟
هل يمكنك إرسال هذه الرسالة بالبريد؟
لا، أنت ذاهب في الاتجاه المعاكس. يجب أن تعود.
من فضلك، هل يمكنك تشذيب لحيتي؟
كم من الوقت سيستغرق إتمام الجولة؟
بغيت شي ورقة ديال التغليف.
ماشي داخلة؟
هناك خطأ في هذه الشيك، أظن.
هل يمكنني أن أحصل على منشفة حمام؟
هل يمكنك حجز تذكرة لي لمشاهدة عرض موسيقي؟
عندك شي تسجيل فين استعملتيهم؟
غادي نعاود نخدمها.
ثلاثة أشهر.
أفهم، لدينا طبيب فندق. سأرتب لها أن تأتي إلى غرفتك قريبًا. هل من الجيد أن يأتي مدير الغرفة أيضًا؟
فين تصورات؟
عندنا بعض المحار زوين بزاف النهار هادا.
ك كحرف "كينغ"، أ كحرف "آيتم"، م كحرف "مايك"، و كحرف "أنكل"، ر كحرف "روجر"، أ كحرف "أبل". "كيمورا" هو لقبي.
لا شكرا.
عندي وجع ف السني. ممكن دوا ليه، الله يخليك؟
مكاينش كيفاش نخلّي التكييف يشتغل.
خَلّيني فالتوقيف ديال لقدام.
هل يمكنك أن تُريني معطفا ضد المطر؟
فين كاين مكتب السياحة؟
هل يمكنك المرور من السوق في طريقنا؟
ماذا سأفعل إذا لم أفهم أسئلته؟
بغيت شي جوارب.
باغي كاميرا أوتوماتيكية، من فضلك.
من فضلك خذني إلى هناك.
الباب خاصو يكون مفتوح ولا مسدود؟
كم دولاراً تريد؟
قول لي فين هو فندق هيلتون، من فضلك.
عندك خريطة لخطوط الميترو؟
هل تعلم إن كان ذلك المطعم يتطلب الحجز مسبقا؟
بغيت نحجز رحلة جوية للذهاب والإياب.
هل يمكنك أن توصي بمطعم فرنسي جيد؟
هل هناك حلاق في الفندق؟
سداد الحوض ديال الحمام خربان.
هذا هدية، فمن فضلك غلفها.
فرحان باش لقيتك.
كاين شي حاجة مابها خير فالبطارية.
عندي شي حاجة نطلب منك.
من فضلك، اجعل الغرفة أكثر دفئا قليلا.
غرفتي ما زالت غير مهيأة.
من فضلك سر مباشرةً إلى الأمام.
هل يمكنك مساعدتي في إيجاد أمتعتي؟
إذن أظن أن الشيء التالي هناك أسفل، هو مركز التجارة العالمي، أليس كذلك؟
فين كاين متجر النماذج البلاستيكية؟
ماقادرش نقوليك.
هل يمكنك اقتراح دواء لآلام المعدة؟
فين كاين الرصيف رقم خمسة؟
نعم، يبدو ذلك كشيء يستحق المزيد من البحث. هل يمكنك، سيد كينان، أن تأخذ بعين الاعتبار هذه الإمكانية وتبلغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
لا، شكرا.
أعتقد أن هناك خطأ في هذه الفاتورة. هناك رسوم خدمة الغرف. لكنني لم أطلب أي خدمة.
بغيت نطير ف أقرب وقت ممكن.
بعيد الفندق هيلتون؟
هل تعرف مطعما جيدا يمكننا أن نأكل فيه وجبات جيدة بأسعار معقولة؟
بغيت وحدة ديال الروج.
ثلاتون وخمسة دولارات.
بغيت نبدل الحجز ديالي. واش يمكن ليا نبدل الرحلة PAA خمسمائة وخمسة لرحلة خمسمائة وخمسة عشر؟
خرجت الكوكا، ولكن ما عطاونيش التبديل.
يمكنني أن أعطيك تخفيض بثلاثة في المئة.
هاد الضرر كان فالعربية قبل ما نكريها.
حسنا. أريد ارتداءه لحفل زفاف يوم السبت.
لا، نود أن نأخذ فواتير منفصلة من فضلك. دعنا نتشارك في الدفع.
أريد مرشدا يتكلم اليابانية.
عذرا، أنا غريب هنا. هل أطلب لك الرجل إن أردت؟ لحظة من فضلك.
هل يمكنني ركوب حافلة متجهة إلى فندق هيلتون؟
هل هناك رحلات إلى تيرول في ثلاثة أو أربعة أيام؟
حسيت بالتحسن دابا.
معذرة، لكننا سنتأخر بثلاثين دقيقة.
هل يمكنك أن تبدل هذه الورقة نقدية بالعملة المعدنية؟
غرفتك سيدي.
من فضلك أوقف كل المعاملات على هذه البطاقة.
هل يمكنني الحصول على تخفيض ما إذا أقمت في فندقكم لمدة شهر؟
هل أنت هنا للعمل أو للبحث؟
هل انتهيت من عشائك؟
جودة هذا أحسن.
بالتأكيد سيدي. أبيض أو ملون؟
راهن على جنيهين استرليني.
عندك جولة سياحية فيها زيارة لجسر البوابة الذهبية؟
ماقادرش نوصل للرحلة ديال التوصيل.
منين نقدر ناخد الطوبيس باش نمشي للمتحف؟
من هو مؤلف المسرحية؟
صندوق الأمانة، من فضلك.
غادي نبقى هنا غير شهر.
متى تبدأ الجولة؟
فين كتبدا الماتينيه؟
أنا من روسيا.
عذرا لسماع ذلك. هل لديك حمى؟
فين كنقدر ناخد الطوبيس ديال المتحف المتروبوليتان؟
استمتعت حقا بصحبتك.
فين هو أقرب مكتبة؟
هل لديكم غرف متاحة الليلة؟
هل يمكنك صرف هذه الشيكات السياحية بقيمة مائة دولار من فضلك؟
طائرتنا وصلت أخيرا إلى هونولولو.
بغيت هاد النمط، من فضلك.
أفضل ألا أُدخل المستشفى، إن أمكن.
هذا الطيران رقم سبعة وثلاثين إلى طوكيو في الرابع من شتنبر، يوم الجمعة.
وين غادي نحط حوايجي؟
مع هذا النوع من الثمن، أعتقد أنني سأنظر في بعض المتاجر الأخرى.
من فضلكم، أطفئوا جميع الأجهزة الإلكترونية.
كم ترغب في سحب من المال؟
مكاينش الضرورة بعد ما يتوقف الألم.
علاش كتقوم هاكا بكري كل صباح؟
كندور على لاصق.
كم عدد المتفرجين الذين يمكن أن يستوعبهم هذا الملعب؟
نعم، هذا صحيح.
غلاف كتابي مفكوك.
بغينا نلعبو التنس اليوم.
هل يمكنك أن تأتي معي من فضلك؟
عذرا، أنا لا أعرف هذا الجزء من المدينة.
غادي نعاود نتصل بيه فالعشية فحالي أربعة.
في صباح الحادي عشر من يناير، وقع الحادث.
هل يناسبك الثلاثاء القادم؟
واش غدا مزيان؟
أشنو نوع ديال المطعم لي كتدور عليه؟ غير العشاء ولا كتدور على مطعم مع بار؟
واش كاين شي مركز ديال البوليس هنا؟
العمر المتوقع في اليابان هو الأطول في العالم.
بطاطا مقلية اثنان، كولا واحد. من فضلكم درهمين.
غرفة واحدة من فضلك.
فين كاين سلوپ التزحلق على الثلج؟
هبط فمك.
نحن نتطلع لرؤيتك مرة أخرى.
هل يمكنني الحصول على مراجعة لهذا الكتاب؟
هل يمكنك أن توصي بمطعم فرنسي جيد في هذا الجوار؟
ها هي بطاقة تأكيدي.
غادي يكون كلشي مزيان.
إذن، هذا يعني خمسمائة ألف سنتيم شهريا. نضمن لك أننا سنؤدي لك ستمائة ألف سنتيم شهريا. واش هاد الشي مزيان؟
أتمنى لكم زواجا سعيدا.
عندك بالانتينز ديال عشر سنين؟
هذا ما كايقلش فالحجم؟
هل الحديقة النباتية مفتوحة اليوم؟
يمكننا ذلك، ولكن أخشى أن يستغرق الأمر بضعة أشهر.
بغيت نكري شي سيارة.
عافاك، بغينا طبق.
خودنا للفندق ديال شيكاغو.
الرحلة متأخرة تسع وتسعين ساعة بسبب سوء الأحوال الجوية.
حالة طارئة.
بغيت شي حاجة على نمط شانيل المتكرر.
فين كاينة الممر ديال البادجات؟
هل يمكنك أن تريني جواز سفرك وتصريحك الجمركي من فضلك؟
أود التسجيل في جولة شلالات نياغارا.
عندنا اليوم طبق خاص وهو جمبري سكامبي مع الأرز بالبصل.
الو؟ هل هذا السيد كلارك؟
باغي تشرب شي مشروب قبل العشاء؟
عندك شي دوا؟
أظن أنك اتصلت بالرقم الخطأ.
بغيت فستان أحمر.
أظن ذلك.
بطاقة اسمي موجودة عليه.
هذا هو آخر إضافة لنا لخط التعبئة. نحن نعبئ حوالي ستمائة حالة كل يوم.
بغيت نمشي.
واش ممكن ناخد مكواة، من فضلك؟
آه لا. يقولي شي حاجة. واش خاصني ندير؟
نعم، هم كذلك.
من فضلك، أحضر لي فطوري إلى غرفتي.
هادو ضيقين.
من فضلك أرسل هذه السيارة إلى الفندق بحلول الثامنة صباحاً غداً.
هل هناك رحلة بحرية تشمل الغداء أو العشاء؟
عندك لون خفيف؟
هنا كاين بزاف ديال التبرج.
حسنا، لا. سأتصل به مرة أخرى بعد عشرين دقيقة. شكرا.
تم التركيز على التعليم وزادت القوة العسكرية.
ماشي تفضل للعشاء، لحم البقر أو السمك؟
ماستر كارد مزيانة؟
هذا المقاس من فضلك.
ماعجبنيش.
خمس دولارات، والمشروبات غير مشمولة.
بكم لشخصين؟
حسيت فجأة بوجع فالبطن.
بكم يتقاضى المرشد ثمنا لليوم؟
اسمي هيروشي موري.
بغيت شوية دانيون، سمحلي.
نعم. هل هذه هي الشباك الصحيحة لرحلة الخطوط الجوية المتحدة رقم ثمانمائة وعشرين؟
عندنا نلبسو الكوستيمات والكرافاتات؟
علاش هاد الحافلة كتمشي ل"غيلد هول"؟
من فضلك تعال من هذا الجانب. دعني أساعدك في حقائبك.
إنه على الرف الثاني في الصف الأوسط.
فين هو البار؟
من فضلك قم بالتسجيل بعد التاسعة والتسعين صباحا.
مقاعدنا متباعدة.
بالتأكيد. أين تريد أن تذهب؟
واشمكني كاشي بلوك نوت، سمحلي.
تمتع بوقتك.
معذرة، جميع المقاعد محجوزة في الثلاثين من غشت.
هل يمكنني رؤية شيء أرخص؟
هل يمكنك أن تستدعي لي طاكسي من فضلك؟
عليّ أن أعود إلى اليابان فورا؟
ثمن الغرفة أغلى مما قيل لي.
بغيت نعطيك الطلب ديالي كامل. ممكن نشوف القائمة مرة أخرى؟
كان هناك حامل مفاتيح على شكل قطة مثبت بشريط هنا.
ماذا ستفعل بهذه الحقيبة الصغيرة؟
بغيت شي حاجة للزكام.
يمكن نشوف ديك وحدة؟
بالضبط ثمانية عشر دولارا.
من فضلكم، بدلوا هذا الشيك السياحي نقدا.
وين غادي نعيط للمغسلة؟
شبعتي؟
سير دغيا فهاد الشارع. هو غير قبل المثلجات.
ماعنديش حجز.
هل يمكنني لمسها؟
أشر إلى أين هو على هذه الخريطة من فضلك.
هل هناك مطاعم جيدة ورخيصة في الجوار؟
هذا بيت رائع.
هذا هو موقف الحافلة الصحيح للذهاب إلى تشيلسي؟
غادي نوصل شوية متأخر الليلة، ولكن من فضلكم احتفظوا بالحجز ديالي.
بطاقة الائتمان مقبولة؟
عندما يأتي المراقب لتفقد تذكرتك، يرجى إظهار بطاقتك وتذكرة السفر هذه.
كم عدد الأقلام التي تحتاجها؟
أش من كتاب هو الأخير ديال غالبريث؟
واحد كرسي عام، من فضلك.
طلبت "ميديوم"، ماشي "ويل دون".
سيدي، سيكون بدلتك جاهزة بعد أسبوع من القياس.
بغيت عصير تفاح، توست، بيض مقلي و قهوة.
فين كاين محل الكاميرات؟
واحد كوكا صغيرة من فضلك.
أنا فقط مبتدئ. لا أعتقد أنني أستطيع فعل ذلك.
أربع تفاحات.
بكم ستكلف تأمينه بمبلغ ثلاثمائة دولار؟
هل يمكنك إعادة إصدار بطاقتي الائتمانية؟
أعطني بعض الوقت لأفكر في الأمر.
علييك أن تأخذ راحة في الفراش اليوم.
بغيت نؤكد من جديد بالضبط آش خاصني ندير.
أعرف كيف تشعر. خذ الأمر ببساطة.
غادي نرجع نتصل.
هل يمكنك حجز طاولة لشخصين في ذلك المطعم في السادسة من مساء اليوم؟
ما غريب. كاي بان بحال شي مركبة فضائية.
مكاينش النعاس معايا.
هل يمكنك أن تخبرني من فضلك ما هو هذا الاتهام؟
السلام عليكم، هذا الغرفة رقم 305.
بغيت شوية ديال ملح الحمام.
هل يمكنك إصلاح هذه الكاميرا؟ لا تشتغل بشكل صحيح.
اسمك ورقمك؟
ظننت أنه كان هناك سعر ثابت بين المطار ووسط المدينة؟
عافاك مشي تشوف عليها دابا؟ إن كانوا هناك، عافاك جيب كلشي هنا في أقرب وقت.
حسناً، أعتقد أن سعر الصرف يتأرجح بين توقعات صعودية وهبوطية، بشكل عام.
عندو تقاليد وتاريخ طويلين.
أش من لعبة كتلعب فهاد الملعب؟
ماذا ستفعل في ليلة رأس السنة؟
مرحبا، هل يمكنك أن تعطيني رقم هاتف السفارة أو القنصلية اليابانية، من فضلك؟
هادو غير مناسبين. هما مزيانين بزاف.
حسنا، هذه غرفة هادئة. جيد جدا.
عندي حجز على الساعة السابعة.
هذا مزيان. ولكن غادي يكون رسوم التوصيل ديال ٢٠٠ دولار.
فِي السَّابِعَةِ صَبَاحًا، وَقْتٌ مَحَلِّيٌّ.
هادي فهاد لشارع تقريباً ثلاثة ديال البنايات.
معذرة، كل المقاعد محجوزة لموسم عيد الميلاد، لكن لدينا مقعد متاح في العشرين من دجنبر.
فهمت، شكرا.
إذا لم تجدوا حقيبتي، هل سأتلقى أي تعويض؟
حسنا، شكون هما الفواكه لي كتعجبك؟
فاش كانت آخر دورة شهرية ديالك؟
قمت بمكالمة تأكيد من جديد منذ يومين.
ماشي متأكد إذا كنت سرقولي الباسبور ولا بقا يهبط من جيبي.
الصندوق طولو 65 سنتيمتر، وعرضو 30 سنتيمتر، وعلوّو 18 سنتيمتر.
كندور على تذكارات.
تتكون من أربع جزر رئيسية.
العاشرة صباحاً. هذه مفتاح غرفتك. غرفتك هي خمسة وأربعون وثلاثون وثلاثة. سيأخذ حارس الأمتعة أمتعتك إلى الأعلى من أجلك.
آه، حنا تانسنا بزاف فهاواي. كنتمنى تكوني معانا.
قادر تعطيني ترجمة؟
غادي ناخد شوية ديال الشاي بالخليع.
غادي تقص لي شعري من الفوق بنصف سنتيمتر فوق الحواجب؟
متى يفتح؟
عندك غرف بأقل من 50 دولار لليلة؟
طاولة لشخصين في السادسة مساء من فضلك.
خمسة عشر دولاراً من فضلك.
عَوِّجْ يَسَارْ فِي الإشارة الضوئية.
مكيتطلب والو.
هل يمكنني حجز جولة سياحية؟
كيفاش نملأ هادشي؟
كاتشوف بناية بيضا فالنص ديال الشارع. هاديك هي.
أنا كنقرا باش نولي عالم.
عافاك، بغيت تذكارين للكراسي المحجوزة.
من فضلك خلع ملابسك و البس هذا الجلباب.
هل يمكنك وضع سرير إضافي في الغرفة؟
هل يمكنني أن أحصل على مسؤول ياباني؟
خدو هادشي حتى للمحطة. من بعد غادي تضطر توصل للفنيدق بوحدك.
باغي نكري شي قارب مع مرشد، من فضلك.
هل هناك مرحاض عمومي هنا؟
أرنيه من فضلك.
ماشي أنا لي درت شي مكالمة تلفونية.
من فضلك احمل أمتعتي.
هل يمكنني أن أطلب منك أن توقظني في السابعة صباحا؟
عندك شي شريط لاصق؟
كيعجبني نشربو مع شوية د الحليب والسكر.
بغيت نبدل الرحلة ديال شيكاغو من تسعة لعشرة.
من فضلك جيب لي بلسم للشعر.
اليكاتا والهابي هما من بين الأشياء الشهيرة لي كيشريوها الأجانب كتذكار من اليابان.
فين كاين أقرب محل ديال الأحذية؟
عندك ذوق فني.
من فضلك احتفظ بهذه الأمتعة حتى الثالثة.
جئت هنا لأرى أوبرا حقيقية.
هادشي كاينة فالبيع اليوم؟
ابقى بعيدا عن العمل حتى يوم الثلاثاء، ولا تأكل كثيرا.
مصارعة السومو هي واحدة من الرياضات التقليدية. تُنظم البطولات ست مرات في السنة.
مقعد في الممر، من فضلك.
الممارسة تجعل منك شخصاً مُتمكناً.
كم من يوم سيستغرق الطلب؟
هي نحيفة.
نحتاج إلى القليل من الوقت الإضافي لدراسة العقد.
حاسس بالغثيان. ممكن كيس للقيء؟
من فضلك قولي ليا كيفاش نمشي للمتحف.
هذا مصنوع من الجلد؟
سلام. وحدك؟ علاش ما غداش تاكل معانا؟
شكرا. أنت أيضا.
هل يمكنك أن تحفظ لي أشيائي الثمينة من فضلك؟
هل تتناول أي أدوية أخرى؟
بغيت نمشي للموقع المتقدم.
قررتي، دابا؟
جينى. مايك. سارة. سام. هيا، الكل يقف.
هل يمكنك إخباري بعد إصلاحه مباشرة؟
بغيت جاكيت.
لا، شكرا. يمكنني إيجاد المكان. إلى اللقاء.
عافاك. أنا أفضل مقعد في الممر.
بغيت نكري شي سيارة من الحجم المتوسط لمدة ثلاثة أيام.
عندك صاك يلائم معاه؟
بغيت نعمل مكالمة لسانت فرانسيسكو.
سُرقت حقيبتي في بهو الفندق.
كيف ومتى يجب أن أدفع المصاريف؟
مليانين.
هنا ضيق بزاف.
من فضلك كبر حجم الخط إلى هذا الحجم.
السلام عليكم، هذا الغرفة رقم 1234. اسمي عودة. أريد أن أتلقى مكالمة إيقاظ في السادسة صباحا من يوم غد، من فضلك.
هل يمكنك أن تدفع عند مكتب الاستقبال من فضلك؟
عافاك، هل يمكنني أن أستلم الباقي؟
من الممكن أن تقلق بشأن هذا الحاسوب الصغير.
عموما كانت رحلة سلسة مع بعض الاضطرابات الخفيفة.
شكون كان رقم الرحلة ديالك؟
فرحت بلي عجباتك. خذيتها فتخفيضات فمتجر ABC.
هل يمكنني تناول العشاء على متن السفينة؟
هل يمكنني الحصول على كتيب سياحي؟
هل أنت عضو في نادينا الخاص بكراء السيارات المتكرر؟
ماذا ستشتري؟
بالضبط. أنت تشاركنا الرأي. بالمناسبة، قال لي أنك رجل ذو أخلاق حميدة.
كيف قضيت عطلتك الصيفية؟
سَدِّي و غادي نرجع نْتَصَلّ.
عندك عطر شانيل؟
بعيد بزاف. محتاج لشي واحد يوصلني.
عندك هاد الشي باللون الأحمر؟
من فضلك قولي ليا كيفاش نستعملو.
محاولة جيدة، ولكنك لا تعرف على يقين دون أن تجرب.
كيف يمكنني الاتصال بمكتب المعلومات؟
هوما جيعانين.
هل يمكنني رؤية رخصة سياقتك؟
شكرا. استمتع بإقامتك.
جيت من هوكايدو.
سفرا سعيدا.
عندك هاد الشي؟
شكون هو هاد العلامة؟
دابا فالبيع، غير بثلاثين دولار وسبعة و أربعين سنتيم.
كنت غاضبًا مما قاله البائع.
عندك شي حاجة كبيرة من هاد الشي؟
في اليابان، الجو رطب في الصيف.
بغيت نوصل للمطار قبل الساعة اتنين.
هل هناك تعديلات تود القيام بها؟
بغيت لون يخلي شكلي صغيور.
من فضلك، أحضر أمتعتي إلى الغرفة.
بغيت شوية طماطم، الله يرحم الوالدين.
ما كاين والو.
هل يمكنني الدخول إلى الغرفة الآن؟
ماغاديش نلقا شي حاجة بحال هادي فاليابان. غادي نشريها.
ليلة الأربعاء.
من فضلك دلني على مقعدي.
شكون هما الحلويات لي عندك؟
أنت ترتكب خطأ في الحساب.
الساعة ثلاث.
شوية أخرين من العنق، من فضلك.
مكاينش كيفاش نفهم شنو كتقول.
شحال ثمن تذكرة نهار واحد؟
واش ناديتيني؟
شكون هو رقم الرحلة ديالك؟
هل تعرف ذوق صديقك في الملابس؟
هنا فين كيمشيو الناس لي عندهم حقائب مفقودة؟
محتاجهم بشكل مستعجل.
كم هي التكلفة في المجموع؟
هل تعرف أي صراف آلي أو بنك هنا بالقرب؟
معذرة، ولكنني أريد إلغاء حجزي.
غادي نكون هناك فالعشية فحالي أربعة سوايع.
بغيت نمشي نهار قبل.
أشنو هما تخصصات المتجر؟
هل يمكن أن نسأل إذا كان بإمكان شخص ما أن يأخذ رحلة لاحقة؟
هل القطار القادم من سيدني متأخر؟
عندك صداع؟
ما يمكنش تجيب هاد الشي لليابان. موجود فاتفاقية واشنطن.
هل يمكنك أن تمر علي من المحطة الأقرب من فضلك؟
نعم، فعلت.
بغيت نلغي الحجز ديالي.
حسنا، فقط قليلا. أوه، أسقطت شوكة. عفوا.
فين كاين المدينة القديمة؟
هل ستعطيني بعض الصحف أو المجلات؟
عندك شي وحدة صغيرة شوية؟
عندنا نخليو الكاميرات ديالنا فالباب؟
فاش كيكون مغلق؟
أظن أننا فعلنا ذلك. لحظة من فضلك.
كيفاش غادي نعرف ذلك الشخص؟
بغيت كتاب ديال القواعد.
من فضلك تعال إلى البوابة التاسعة والثلاثين في الرابعة وخمس وأربعين دقيقة.
فين غادي يجي الحافلة لخرا؟
هل يمكنني كراء دراجة؟
هل هناك ملعب تنس قريب من هنا؟
وين هو المضيف؟
عندك مرشد متمرس؟
متى تزهر أشجار الكرز اليابانية المحتفى بها؟
نعم، أنا كذلك.
غادي نْمشي لبرج لندن. قْدرت تْقول ليا كيفاش نْمشي ليه؟
واش ممكن ناخد واحدة بيتزا كبيرة بالجبن؟
يستغرق الأمر حوالي أربعين دقيقة بالحافلة.
قريب هو؟
نعم، لدينا. سأعود به فورا.
تحمّست.
مع الأسف، أنا غير موجود في المنزل في الوقت الحالي. يرجى ترك رسالة بعد النغمة، وسأعود إليك في أقرب وقت ممكن.
أود أن أستفيد من جولتك المروحية على نيويورك.
تأكد من أنك لم تترك أي شيء وراءك من فضلك.
بأية وتيرة تمر حافلة الرقم تسعة؟
فقدت واحدة من عدساتي اللاصقة.
كناخد دروس ديال البيانو مرة فالأسبوع.
ماشي عافاك، واش كتريد فيه؟
من فضلك احتفظ بهذه الأمتعة حتى الثالثة.
إسمي ياماشيتا.
شوف تلك السلم؟ تؤدي إلى رصيف القطار المتجه في الاتجاه المعاكس. لكن في الواقع، إذا كنت تريد زيارة لندن، فالحافلة أفضل بكثير من المترو. اخرج من هناك، وستجد محطة حافلات. الحافلة رقم 12 ستوصلك مباشرة إلى المتحف. تمنياتي لك بزيارة ممتعة، سيدي.
ها شيء ليك.
استمتعت كثيرا اليوم.
هاد القبعة ديال النوع هادا كاينة ف الموضة. غادي نشري وحدة أنا كمان.
هل يمكنني أن أحصل على غطاء؟
هل هذا الدواء فعال في تخفيض الحمى؟
هيا لسرق.
هل تريد المزيد؟
كان عيناه سوداوين ومتساعتين.
آه، أطباق اليوم الخاصة معروضة هنا.
فهمت. أظن أنني أستطيع إظهارها كلها في ساعة واحدة.
هنا خمسة دولارات وصفر سنتات. احتفظ بالباقي.
من فضلك احجز طاولة لخمسة أشخاص.
هذا قريب جدا من المرحاض. هل يمكنك تغييره لي؟
عفاك، خليوني نستعير منك كلكولاتور.
فين كاين قاعة المؤتمرات؟
هادشي مصنوع باليد؟
من فضلك أرني قائمة بتسريحات الشعر؟
عندك شي كاطالوغ ديال الألوان؟
عافاك، هل يجب أن أتَوَجَّه للمستشفى؟
عندنا قوات للدفاع الذاتي.
واش بغيتي سيجارة؟
عذرا. نحن نفذت لدينا المخزون. حاول في إحدى محطات المترو.
عندك تذكرة الرجوع؟
هل يمكنك أن تخفض النافذة قليلاً من فضلك؟
إذا وجدناه، سنُخبرك.
من فضلك، متضعش السكر.
موتور ديالي وقف. أنا فالخامس عند شارع 57. تجي بسرعة من فضلك.
نحن مهتمون بتاريخ الطبيعة.
نحن مفتوحون من العاشرة إلى السابعة والنصف.
أود إجراء مكالمة دولية إلى اليابان، من فضلك. أنا يوكي موراي في الغرفة ثلاثة اثنا عشر. أود إجراء مكالمة على حساب المتلقي للسيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثة ثلاثة سبعة اثنان ستة ثمانية ثلاثة تسعة واحد.
عافاك بغيت نشوفها، هل تستعملها من اليوم؟
كيف تود أن تتلقى فواتيرك؟
بغيت نكمل استعمال صندوق الأمان.
اسمع، آل، شنو هو رقم، آه، الهاتف الفاكس ديال المحطة؟
غادي نبلغ عليك عند "الوكالة الوطنية لحماية المستهلك".
باغي سماعات الرأس، من فضلك.
كيعصرني شوية فالرجلي.
هادشي ماشي من مسؤوليتي. مكاينش شي حل؟
أما كاينش حل آخر باش نتعاملو مع هاد الوضعية الخطيرة؟
واش دابا مفتوح؟
يدي منتفخة.
زوج من الأحذية مقاس ثمانية بوصات، من فضلك.
ما هي المعارض الرئيسية في هذه القاعة؟
هل يمكنك إصلاح هذه الكاميرا؟
محتاج لتقرير الحادثة باش ناخد التأمين ديالي.
لقيت شقة كنت كنبحث عليها ف الانترنيت.
مع السيلسيوس، نقطة التجمد هي الصفر.
باغيها لعطلة نهاية الأسبوع.
عندي اضطراب في المعدة. هل لديك دواء جيد؟
نعم، كل ما عليك فعله هو غسل الشعر بالشامبو وتجفيفه.
حسنا. وأنت؟
حسنا. ها هي فاتورتك. المبلغ الإجمالي هو خمسة وأربعون دولارا وخمسون سنتا.
هل يمكنني الدفع بشيك؟
أعيد تجهيز المطبخ.
فاش غادي ياخذ هاد الكارتة حتى توصل لليابان بالبريد الجوي؟
غاديين نطيرو فهاد اللحظة.
نعم سيدي. هل لديك أي وثيقة تثبت هويتك؟
بغيت لعبة لطفلة عندها خمسة سنين.
ما عمري مرضت نهار فحياتي.
كم تبعد بوسطن بالاميال؟
من لطيفك أن تأتي إلى اليابان.
حسيت براسي بزاف أحسن.
غادي نرجع ف 25 مارس.
عندك كيكة للسكريان؟
بغيت حليب، الله يخليك.
واو. شحال هادي من وجبة كبيرة.
هل يمكنني الحصول على طوابع للرسائل إلى اليابان؟
من أي مسار تغادر القطار المتجه إلى ميلانو؟
من فضلك أرسل السيارة إلى فندق ألفا في التاسعة صباحاً من اليوم السادس.
غادي نشارك فجولة بطيارة هليكوبتر على نيويورك.
يبدو رائعا.
هل يمكنك إظهار بطاقة الصعود الخاصة بك من فضلك؟
ويسكيك خمسمائة فرنك.
رحلة تمساح؟ هل هذا ممتع؟
متخلّياش ديلك يضربو فالقاع الرملي.
هادشي للخدمة؟
من فضلك قولي ليا كيفاش ندير مكالمة دولية.
هل يمكنك أن تستبدل هذه الخمسين دولارا بعشرة أوراق من فئة الخمسة دولارات؟
هل يمكنني حمل هذه الأمتعة على متن الطائرة؟
من فضلك خذ هذا بعيدا.
ماشي بعيد بزاف. تقريباً خمسة عشر دقيقة.
بغيت ناخد هادشي معايا.
كم من الوقت سيستغرق للشفاء؟
أمس، اشتريت هذا وهو خربان.
ميزانيتي هي خمسون دولارا.
غادي نربطك بالسيد سوزوكي.
واش الساعة ستة مزيانة؟
فورا من فضلك.
فرحان بزاف باش شفتك.
فين كاينة حافلة الرقم تسعة؟
إن شاء الله نكون رحلة ممتعة.
واش كاين شي بلاصا نعيط فيها؟
أنا في الحمام. لا يوجد ماء ساخن في الدوش.
حافظ على هذه الأمتعة، من فضلك.
ثلاث ليالٍ ابتداءً من فاتح يوليوز. كم ثمن غرفكم؟
عافاك، عطيني خمسة عشر لتر ديال السوبر.
هل يمكنك أن تُريني كيف يعمل هذا الفاتح الكهربائي للعلب؟
هل سيكون جاهزا قريبا؟
شكون هو النبيذ لي تتقترح مع هاد الطبق؟
فقدت بطاقة النقل العمومي ديالي.
واش كاين شي مكتب ديل صرف العملات الأجنبية هنا قريب؟
من هم اللاعبون الأكثر شعبية؟
فين كاين قسم الأشياء المفقودة؟
فين ممكن نشوف فيلم؟
واحد هوت دوغ ساخن، من فضلك.
واش كاين شي قطار ديال السريع؟
يمكننا إرسالها إلى البريد من أجلك.
هذا السني طاح.
عطني الكاميرا. بغيت نصور.
بكم يكون ثمن تذكرة الدرجة الأولى أغلى من تذكرة الدرجة الثانية؟
هل ستبحث في مطعمك عن محفظتي؟
مكان وقوف سيارات الأجرة، فين؟
تلك كانت رائعة.
بغيت شي حاجة للصداع.
أنا أيضًا. ظننت أنك يمكن أن تساعدني في تحديد القائمة.
سجّل هنا من فضلك.
بغيت شي قطرات.
بغيت الأكل الفرنسي.
تُعرض أزهار الخوخ في مهرجان الدمى للفتيات في الثالث من مارس.
من أي رصيف تغادر القطار المتجه إلى تاوكاو؟
ثم، واش هادو؟
عندك شي برتقال؟
إوا يمكن نبدلها بشي حاجة أخرى؟
عذرا، هل يمكنك أن تخبرني ببعض الأماكن الممتعة للزيارة في هذه المدينة؟
هل هناك مقهى قريب من هنا؟
اثنين تذاكر ذهاب وإياب لبوسطن من فضلك.
يقول "احتفظ بالممر".
هل ترغب في زيارة مكان معين؟
نربطو ليك؟
نعم، يمكنك شراء الطوابع من آلات البيع في البهو.
أيهما من هذه الأحذية معروضة للبيع؟
أنا في الطريق السريع رقم 80 بالقرب من مخرج بيركلي.
فقط اسمك وعنوانك سيكونان كافيين.
دعني آخذ حقائبك.
شحال ثقل؟
اتصل بشخص يتكلم اليابانية.
هذا هو الغرفة رقم مائتين وواحد وثلاثين. هل يمكنك إرسال فنجانين من القهوة من فضلك؟
أظن أن هذا هو التغيير الخاطئ.
يستغرق الذهاب إلى المكتب والعودة حوالي ثلاث ساعات.
هل يمكنك أن توصي بمحل ملابس شهير بين الشباب؟
عندو متوسط ضربات ديال ٣،٢٥.
من فضلك لا تعود مرة أخرى.
غادي نمشي ف 2:15 دلعشية.
عندي تذكرة ديال الطيارة لديترويت غادي يغادر ف 11 صباحا.
من فضلك أعطني مقعدا في الممر في الوسط.
هل يمكنك مساعدتي في العثور عليه؟
كندور شي حاجة مصنوعة فامريكا.
هل يستغرق الأمر أكثر من عشر دقائق مشيا على الأقدام؟
أظن أنني أقع في حبك.
فين قلت ليا خاصنا نديرو الورقة؟
هل هناك من يعتني به؟
شكون عدد سكان بلادتك؟
حفلة لأربعة أشخاص، على الساعة السابعة والنصف من مساء اليوم. ما هو الاسم الذي ترغبون في تسجيله؟
بغيت نبدل الطلب ديالي.
أين هي أول مكان سياحي يزوره السياح في إنجلترا؟
غادي نمشي غدا.
بغيت شوية خيار مخلل، سمحلي.
عندك الوقت الليلة؟
جيت من طوكيو.
بغيت عصير، الله يرحم الوالدين.
أين تخطط للزيارة في هذا البلد؟
مناش كايدير هاد الشي؟
السيد فرانك شميدت، مدير مصنعنا، سيكون سعيدًا بمرافقتك في جولة.
خمسة وعشرون دولاراً شاملين تكاليف النقل بالحافلة، والمرشد، ورسوم الدخول.
أشنو كتعتقد لي كيجي مع هادشي؟
كنت على متن رحلة الخطوط الأمريكية رقم أربعمائة واثنين. كنت قد سجلت حقيبتين.
باغي بطارية لهاد الشي، الله يرحم الوالدين.
قرب المسرح من فضلك.
مسجل، من فضلك.
فين كاين كاشي؟
الجو حار.
معذرة، هذا هو النوع الوحيد من الغرف التي نتوفر عليها.
نحن نتعامل أساسا في الأجهزة الكهربائية المنزلية.
غرفة فردية بدون حمام، من فضلك.
نعم. كنبحث على فستان.
بغينا نجربو الأكل ديال البلاد.
أش كاين معاها؟
خذي صديقي إلى المستشفى من فضلك.
والله ساعدتي بزاف.
متحف المتروبوليتان للفنون زوين.
هذا العنب لذيذ.
شكون هو الرقم لي خاصني نضرب لطلب المعلومات؟
فين هو التلفون؟
غادي نعقدو اجتماع ونقررو فهاد الأسبوع.
من فضلك أعطني وصلا لشركة التأمين ديالي.
نعم، إنه كذلك. السماء تبدو مهددة.
هاد النبيذ داكشي لي فك عليا.
واحد ناقص. شريت خمسة فالعام.
شكرا جزيلا على توصيلي هنا بعد ساعات العمل. أُقدر مساعدتك حقا.
أسرع وجبة هي؟
بكم ليلة واحدة؟
بالتأكيد. لحظة واحدة سيدي.
ماعندكش ضرورة تصحيني للوجبات.
بالتأكيد، من فضلك.
لا تقلق. لقد اتصلت بواحد من محطة الإطفاء.
بكم تكلفة التاكسي إلى فندق هوليداي إن؟
فقدتك.
عذرا، لقد انسكب بعض القهوة.
لا، فقط بضعة أشهر. أظن أنني سأبقى هنا لمدة ثلاث سنوات تقريبا.
هل البريد قريب؟
بغيت نكري شي معدات ديال السورف.
عندك شي أكلات محلية؟
هل يمكنك أن تحجز لي هذا المقعد؟
مافهمت والو من لي كتقول.
السلام عليكم، فين كاين الكابين ديالنا، من فضلك؟ غادي توضّح لينا الطّريق؟
ماغاديش ننسى الوقت لي قضينا تحت الشجرة فنهار صيف مشمس.
هذا هو النافذة الصحيحة؟
من المفترض أن يصبح الجو أكثر دفئاً هذا المساء.
هذا هو اسمي الكامل وعنواني.
شحال ثمن غرفة مزدوجة؟
هاد الخمر طعمو خايب.
هل يمكنك إحضار وسادة للغرفة رقم 111 من فضلك؟
فين ف الطابق التالت؟
ماعنديش الوصفة الطبية.
فين كاين المقبرة؟
عليّ أن أقول وداعاً.
بالمناسبة، فين قسم الكرافاتات؟
هل يمكنك أن تخبرني كيف أصل إلى هناك؟
الاستراحة مدتها ثلاثون دقيقة. يمكنك تناول وجبة خفيفة في المقهى الموجود في الطابق الأول.
هل يمكنك مساعدتي من فضلك؟
مرحبا على متن الخطوط الجوية الفرنسية.
عندنا الوقت نتمشاو هنا؟
تحقق حلمي.
بدون كتشاب، من فضلك.
فين هما الرصيفات؟
هذا مشوه.
حسنا. ها هي مفتاحك. غرفتك هي 1109.
فين كنشري الطباق؟
عذرا على المقاطعة، ولكن دعونا ننتقل إلى الموضوع الرئيسي. لدينا الكثير لنناقشه اليوم.
أنا حساس تجاه المضادات الحيوية.
عندي شوية ديال الواجبات فالإنجليزية، الرياضيات والفرنسية.
غادي نرسم خريطة.
هل تقبلون الدولار؟
الفيزا صالحة لستة أشهر.
عادي. ما كاين حتى مشكل ما يدوزش الليل.
آه، ها هي تأتي.
بالبريد البحري؟
هذا خطير إذا ما خذيتش طاكسي نرجع للفندق.
لا، أظن أننا سنتأخر ببضع ساعات.
بعض السجائر بدون فلتر، من فضلك.
غادي ننزل فالتوقف الجاي.
اتصل بالسيد أوغاوا، طوكيو أربعة خمسة ستة سبعة.
فهمت. من فضلك املأ هذا النموذج. قد لا نتمكن من العثور عليه، لذا يجب عليك الاتصال بشركة بطاقتك الائتمانية.
معذرة سيدي، يجب أن نخبر الشرطة بهذا.
هل هناك متجر للتخفيضات هنا؟
اقتراحه تم قبوله.
من فضلك أرني فواتير الحساب.
اعطيني الطريق.
نعم، عندي كرتونين.
سارق حقائب. أوقفه.
نعم، لدينا تسعة وتسعون نوعا من الوجبات التعليمية.
من فضلك اتصل بطبيب ياباني.
هو خارج لتناول الغداء الآن. سيعود في عشر دقائق.
هل سنصل في الوقت المحدد؟
عافاك، هل يمكنك أن ترسم لي الطريق إلى البريد؟
واحد يساعدني، من فضلكم.
يبدو أن كاميرتي معطوبة. هل يمكنك إلقاء نظرة عليها؟
واش كاين خط ديال الحافلة آخر لي كيمشي ليكوم؟
هذا الثمن للمجموعة ولا للواحد؟
شكون ديال التتبيلة تبغي؟ عندنا تير ميلي، جبن أزرق، والفرنسية.
بغيت شي تبديل.
هل يمكنك أن تتحدث ببطء من فضلك؟
لا، خمنت صح. طلقت تقريباً منذ ستة أشهر.
بالتأكيد سيدي. كيف تود أن تكون قطعة اللحم الخاصة بك؟
هل يمكنك أن تخبرني كيف أتحكم في درجة حرارة الغرفة؟
كلشي بخير.
شكون هو الكيمونو الرسمي؟
كندخل للحمام بضع مرات في الساعة.
واحد كاس ديال الخمر حمرا، لو سمحت.
كَنْبَحْث على حايك ديال الحرير.
شيل لي شنطي، الله يرحم الوالدين.
هذا الباص كايمشي لبوستون؟
غادي نمشي فسبعة صباح غدا، داكشي علاش بغيت الفاتورة دابا.
قصهم قليلا فوق الحواجب، من فضلك.
غادي ناخد هادشي وهادشي.
بغيت نبعث هادشي بالبريد البحري.
من فضلك، أغلق الهاتف. سأعيد الاتصال بك لاحقا.
الماء في الحمام فاض.
هناك أربعة فصول متميزة.
حسنا، أظن أنني سأخصم ثلاثة في المئة.
البطاقة ديالي ما كتجيش من الكاشور.
النموذج يمكن يكون أكثر سهولة في الاستعمال.
عندي هاد الأعراض من نهار اليوم.
هذا كيدا في الغرفة سبعة وعشرين. أشعر بألم حاد في بطني. من فضلكم، اتصلوا لي بطبيب.
كَنكرهك.
أود حجز جناح.
فين كاين كازوال؟
هل هو عدوى؟
غادي ياخذ تقريبا تسعة وتسعين يوم باش يعاودو يصدرو ليك الكارت. من فضلك كتب اسم الفندق ديالك ورقم التلفون ديالو فهاد الورقة، باش نقدرو نتواصلو معاك.
هاد الليموزين كيمشي لفندق القصر؟
علاش ما تمشي للمدرسة؟
هل ترغب في شيء تشربه؟
بغيت خيمة.
لقيتها.
كَنْبَحْث على خيط.
اشي علاش كتدير جهد كبير ف الدراسة؟
جاي الطلب ديالنا قريب؟
أقرب حاجة من هنا فين هي؟
هل القطار يتوقف في أديليد؟
من فضلك أرسل حمالاً.
بغيت هاديك.
هكذا من فضلك. هذا المقعد بجانب النافذة هو لك.
بغيت شي قطرات للانف.
هل هذه محطة مترو أم محطة قطار عادية؟
فين كاين صالون الصعود للطائرة؟
واحدة وعشرة د النهار.
غادي ياخذ شوية ديال الوقت باش يتعَدّا ولكن.
هذا المساء خاصتنا يجب أن نقرر ما إذا كنا سنمضي قدما في خططنا لإنشاء فرع في مكان ما في أمريكا اللاتينية، وإذا فعلنا ذلك، بالضبط أين، متى، وكيف.
يمكن نرجعوا نتلاقاو فمرة أخرى؟
في المشتريات التي تفوق تسعة وتسعين دولارا، يمكنك استعمال نظام المعفي من الرسوم.
بني. إسمي مكتوب على جانبه.
سأطلب من عامل الأمتعة أن يفتح الباب بالمفتاح الرئيسي. لحظة من فضلك. ما هو اسمك ورقم غرفتك؟
أستمتع بسماع موسيقى السول.
البطارية فارغة.
فهمت. إذن، تذكرتين ذهابا وإيابا إلى سان دييغو من فضلك.
قهوتك، من فضلك.
شكون الساعة؟
هل أحتاج إلى رخصة صيد؟
بغينا طبلة قدام النافذة.
أنا عاطل عن العمل.
هل هناك مدرسة للغوص متاحة؟
هل يمكنك أن تنزل أمتعتي في السابعة صباحا؟
هل يجب أن ندفع ثمن المشروبات؟
كيعجبوني غويا. حيتاش كنشتاق نشوفهم.
هل يمكنني الحصول على أسطوانات بثمن بخس هناك؟
عندكوم طوبيس ديال المطار؟
حسنا، عندما تأتي إلى اليابان، تفضل بزيارة بيتي.
آه، ساعة تقريبا. هذا بعيد نوعا ما.
هوما مناسبين بزاف للبحر.
كم من الوقت يستغرق للذهاب والعودة؟
هل يمكنك أن تحفظ أمتعتي إلى الرابعة؟
يستغرق الأمر حوالي أربعين دقيقة. خذ كتيباً يابانياً إذا أردت، من فضلك.
خمسون سنتيم لكل كلمة. إنه أغلى مما كنت أتوقع.
هل يمكنني ترك هذا العربة خارج الردهة؟
هاد المنتجات معفاة من الضرائب؟
أحسن حاجة هي نعيشو أوقات زوينة مع صحاب زوينين.
باغي نحجز غرفة بسريرين مفردين مع حمام لمدة ليلتين، ابتداءً من الثالث من ماي.
هل يمكنك تسليمهم قبل صباح الغد؟
بسبب العاصفة الثلجية، تم إلغاء رحلة الخطوط الجوية الكندية رقم صفر اثنان واحد.
هل ترسلون كتبا إلى اليابان؟
كم من الوقت ستبقى؟
هل ستؤثر آلة الأشعة السينية على الفيلم؟
أنا في ريجيم، فاجعلها حصة صغيرة من فضلك.
لقد تم إلغاء الرحلة. سنأخذك إلى فندق.
غادي نوصل متأخر، ولكن ابقالي الحجز، من فضلك.
شكون الساعة؟
من فضلك أعطني تخفيضا.
أنا واقف بالضبط خارج غرفتي. رقم غرفتي هو اثنان صفر واحد.
عندنا عشرة غرف فردية، ثمان غرف مزدوجة وتسع غرف توأم.
يمكننا التحقق من أشيائنا هنا.
من فضلك ضعها على الميزان هناك. سبعة وسبعون سنتيم.
هل يمكنك أن تأخذني إلى محطة الاتحاد وترجعني؟
بغيت نشوف هادشي.
حسنا، لأننا نعرف أن الحكومة ستدخل بعض الإجراءات التحفيزية الإضافية.
عندك طابعات بريد جوي؟
هل سأتمكن من الحصول على كل شيء في هذه اللائحة من السوبرماركت أم يجب أن أذهب إلى الصيدلية أيضا؟
لا، نحن لا نفعل ذلك، ولكنك تشتري البنزين. من فضلك املأ الخزان قبل إعادة السيارة.
أود إرسال هذه البطاقة البريدية إلى اليابان عن طريق البريد الجوي.
فِي نْيُورْك. وْوَكَالَة السَّفَر قَالَتْ لِي بْلَا مَشَاكِل.
شكرا على كل شيء.
هل تعتقد أنه يجب أن أعود إلى اليابان؟
عافاك، شنو هو سميتك؟
بالسعر الحالي، سيصل المبلغ إلى هذا القدر.
فين المعرض؟
هل يمكنني استعمال الحمام أو الدوش الليلة؟
الرقم هو اثنان صفر تسعة ثلاثة ثلاثة خمسة واحد اثنان واحد اثنان.
نحن مجموعة من ثلاثة.
هيا، أعطني صفقة أفضل.
وقت بدايتك هو على الساعة الثانية زوالا كما حجزت. مع ذلك، حفلة أخرى ستنتهي قريبا.
واش حجزتي؟
كندخل للمرحاض كل ثلاثين دقيقة.
فاش غادي ياخذ بالبريد البحري؟
هنا بالضبط؟
غادي نبقاو لثلاث ليالي.
بغيت نبدل رحلتي.
هل هناك محطة مترو قريبة؟
هذا السيد كوباياشي يتكلم. هل يمكنني التحدث إلى السيد توماس؟
فين غادي يغادر هاد القطار؟
بأية وتيرة تقومون بحفلة موسيقية؟
بغيت ناخد درس فالتزحلق على الجليد.
كَنْسْوولْ عْلَى شْقَة لْكِيْنْتِي كْتِكْرِيهْ.
وحد الشخص؟
عطني قارورة صغيرة من هذا.
فين كياكلو الناس د لبلاد عادة؟
هل كان لديك أي بطاقات نقدية فيه؟
غادي يكونو أربعين دولار زائد الضريبة، لي كايدوزو 43 دولار فالمجموع.
هل من السهل على طفل في سنّ عامين أن يلعب؟
بغيت نبعث هاد البطاقات البريدية لليابان.
جيت من فرنسا.
هل يمكنني رؤية تذكرتك؟
اثنين تذاكر ذهاب إلى واشنطن العاصمة من فضلك.
هل يمكننا اللعب بهذه الأحذية؟
هل يمكنك إصلاح هذا الممزق في سروالي؟
من فضلك، قم بمكالمة على حساب المتلقي.
ماعرفش شحال هو الحجم.
فين هو التلفون لي قريب؟
نعم، من فضلك افعل. سأكون في انتظار مكالمتك.
هل يمكنك أن تعطيني تخفيضاً للإقامة لثلاث ليال؟
ناخد رسالة؟
فالمسرح اللي جنب المكتبة بالضبط. ولكن خاصك تحجز مسبقا.
عذرا، هل يمكنني الحصول على خريطة المدينة؟
أليس هذا خطيرًا؟
هاد السطر طويل.
بغيت بيض مقلي، خبز محمص وعصير طماطم.
خريطة من فضلك.
هل يمكنك كسر هذا من فضلك؟
عندك استمارة طلب أخرى؟
هل بطاقة اسمك مثبتة على أمتعتك؟
شيء تصرح بيه؟
غرفة مزدوجة من فضلك.
مكاينش كراسي محجوزين. يمكن ليك تختار أي كرسي عجبوك.
بغيت شوية د السوساج، الله يرحم الوالدين.
خدا ليا الشنطة ديالي.
هل أنت كوري؟
لا، لكن لدينا سيارة صغيرة جديدة. تلك الحمراء هناك.
قلت لينا سعر الصرف ديالنا. هاد الشي معناه كل بنك عندو سعر مختلف؟
ماذا يُتوقع مني أن أرتدي؟
كم عدد القطع النقدية التي يتطلب الأمر؟
قيسوها من فضلكم.
بغيت ساعة حائطية.
فاش غادي يوقف الباص ف البلاصا الجاية؟
آه، أنت ذكي جدا، أليس كذلك؟
فرنك سويسري، أتفقنا؟
كم من الوقت يستغرق من لوس أنجلوس إلى سان فرانسيسكو؟
مساء الخير. واش نقدر نساعدك؟
بغيت شي دوا للتخمة.
بغيت نخبر أصحابي على هاد المكان، واش ممكن تعطيوني ورقة ديال فندق؟
فقدت جواز سفري. من فضلكم، حرروا محضر سرقة.
واش كيديني لشي بلاصا؟
فين هو التلفون؟
عذراً لحظة من فضلك.
غادي نكتب ليك.
أشنو هو أوفى جولة ف المدينة؟
من فضلك، هل يمكنك ملء هذا الاستمارة؟
واشمكنخ دغية ديال الهوت دوغ بالبصلة، الله يرحم الوالدين.
شكون هو الطبق الخاص ديال هاد المطعم اليوم؟
عذرا. هل يمكنك أن تخبرني تقريبا كم تكلف وجبة عشاء عادية؟
بدل هذا من فضلك.
ماذا عن السفر إلى باريس صباح الغد والتحويل إلى رحلة الظهيرة لشركة سويس إير؟
من فضلك انتظر حتى تجد مكاناً للجلوس.
ممنوع الغطس.
نعم. هذه الغرفة رقم 1109. المكيف لا يعمل. هل يمكنك إصلاحه؟
حسنا. أين زر التقاط الصور في هذه الكاميرا؟
فزنا بعقود مع معظم الموردين في اليابان.
هل يمكنك أن تخبرني بالطريق إلى ساحة الاتحاد؟
هل يمكنك أن تخبرني كيفية استعمال مضخة البنزين؟
عندك الخردل؟
في فندق ززز. اسم مضحك، أليس كذلك؟
الشعب المرجانية هنا جميلة والتيار معتدل نسبيا.
ثمانون وخمسة دراهم.
كان ذلك مثيراً للاهتمام.
سجلت حقيبتين.
بالتأكيد. و من فضلكم بلغوا تحياتي للسيدة كوك التي قامت بمبادرات جيدة عديدة خلال اجتماعنا.
عندك شي مكان متاح بهاد الثمن؟
عندي رقم الحساب البنكي ديالي.
أخاف أنك ما تقدرش. غادي تضطر تخرج وتمشي من هناك.
أنا ربة بيت.
هل يمكنك تهجئة اسم عائلتك من فضلك؟
تذكرة إلى شيكاغو من فضلك.
هل تعتقد أنك تستطيع تغيير العجلة وحدك؟
هذا جميل حقا. يجب أن تأتي لزيارتنا يوما ما.
فين هو المشكل؟ من فضلك اشرح.
من اليسار، يشير هذا إلى وقت التصنيع الضروري، وتوقع التكلفة، والمخاطرة المالية.
هل يمكنك أن تصرف لي ورقة نقدية من فئة 10 دولارات؟
فين غاديين نمشيو؟
هل يمكنك أن توصي ببعض الفنادق الأخرى؟
باغي شوية ديال البودرة ديال الوجه، من فضلك.
هل الطائرة متأخرة؟
عذرا.
هذا فيه حفرة.
عندنا غير المقاس ثمانية دابا.
عندنا قهوة، شاي، عصير البرتقال، إلخ. ماذا تريد؟
لا تزعج.
أنا غير مقيم هنا، مجرد عابر سبيل.
هادشي ما طابش مزيان. يمكن تطيبيه شوية أخرين؟
هل ستحمل هذه الأمتعة إلى سيارة الأجرة؟
بغيت شي حاجة متينة.
عافاك، يمكن ليا ناخد شوية دَالكمون؟
لا، أنا حاسس براسي محظوظ. هيا.
فين كنقدر نشري؟
عندك شي وحدة كبيرة؟
من فضلك أخبرني عندما نصل إلى حديقة غرين بارك.
واش خاصني ناخد تأمين؟
هل يمكنني التقاط صور في المتحف؟
شكون هو الفيلم لي كيعرض دابا؟
هل يمكنك تغيير هذا إلى الين الياباني؟
نعم، فعلت. ذهبت الأحد الماضي مع صديق.
هذا هو الغرفة ثلاثة صفر اثنان.
هل يمكنني أن أحصل على المزيد من الخبز؟
هل يمكنك مساعدتي في الحصول على تذاكر؟
ثمن ثابت للذهاب إلى وسط المدينة؟
بغيت نحجز لثلاثة فسبعة، من فضلك.
قادر تشوف بناية بيضا؟ هي قدام البناية.
هل هذه هي السكة الصحيحة للقطار المتجه إلى محطة X؟
أنا في فندق "ABC"، الغرفة رقم 685. هل يمكنك أن تطلب منه أن يتصل بي هنا من فضلك؟
لا شكرا، هذا كل شيء.
عندي ألم في المفاصل.
فين كاين شي محطّة ديال البنزين؟
هذا القهوة قوية بزاف.
من فضلك زودني بنسخة من تقرير السرقة.
عندنا شبكات مترو فمدن كبرى بحال طوكيو.
عذراً ما نقدرش، ما عندناش نفس المنتوج.
هل يمكنك أن تعطيني مخدرا؟
بالتأكيد. امشِ مستقيمًا لثلاث كتل. ثم انعطف يسارًا. سترى بوابة على الطراز الصيني جميلة.
التكلفة ستكون عشرة دولارات للفرد.
عذرا. هل يمكنك أن تملأه بالبنزين العادي من فضلك؟
شفتي الشبهة مزيان؟
حسنا، ما هو رأيك؟ أكيد أريد أن أسمع وجهة نظرك.
ماذا عن حمل هذه الأحذية فيها من أجلي؟
سأعود هنا مرة أخرى غدا. ما هي ساعات عملك؟
هل يشمل الشامبو والتجفيف؟
من تريد أن ترى؟
فين وقت الصعود؟
بغيت شي سروال داخلي.
غادي نعطي ليك رقم التلفون ديالي هناك ف أقرب وقت ممكن.
طبق رئيسي هو مزيج من لحم البقر المشوي و جراد البحر.
من أي مسار تنطلق القطار المتجه إلى بوسطن؟
هذا من أحسن جودة لدينا.
هل ستكون قادرا على تعويضي عنه؟
غادي ناكلوها معا، دابا جيب معاك شوكا زيادة.
هل لا يزال كبار السن يحظون بالاحترام في اليابان؟
واش كاين شي ثمن للسماعات؟
التكلفة الأساسية هي خمسمائة دولار مع رسم إضافي خمسة وخمسين دولار في الشهر.
فِي فُندُق هَالِيكُولَانِي.
بالتأكيد، سيدتي. هل ترغبين في استعمال ملعقة الحذاء؟ كيف هو المقاس؟
تأكد من جديد؟
هل يمكنني رؤية هذا، من فضلك؟
عصير البطيخ، من فضلك.
من فضلك، واش نوع؟
هذا مزيان؟
هو زوين بزاف باش يكون حقيقي.
يمكن ليا ناخد اثنين د الكلاب الساخنة للخارج؟
ساعدني من فضلك.
نْقُومْ فْسَاعَة سْتة كُل يَوْم.
عذراً ما نقدرش. غادي ياخذ أكثر من أسبوعين.
فين كنقدر نلقا المعلومات السياحية؟
فهمت، سأستفسر مع طاقمنا.
كيف يمكنني الوصول إلى مبنى إمباير ستيت من هنا؟
شحال كاينة كريا ديال التلفون المحمول و البيبير؟
يا إلهي.
هل تقبلون الطلبات للعشاء بعد؟
اسمي تسونيو سوزوكي. ها هي تأكيد الحجز الخاص بي.
فِي فُندُق ريتز.
السلام عليكم. إلى باريس من فضلك.
طاولة بجانب النافذة من فضلك.
هل يمكنك أن تريني الذي في النافذة؟
هل هذه اللوشن للجسم تمنع التعرق؟
كيسات ديال بلاستيك، الله يرحم الوالدين.
فقدت حقيبتي.
بغيت نجرب هاد الكعب العالي.
عندك تبديل الحراسة اليوم؟
يمكنك الحصول على هذا الوصفة الطبية مملوءة في الصيدلية في الطابق الأرضي.
عندك شي ورقة صغية؟
معذرة، لكن طاولاتنا ممتلئة. هل ترغب في الانتظار؟
هذا فيه كسر.
باغي تصويرة ديال أسبوع واحد، الله يرحم الوالدين.
غادي نجرب شي كران فاكية.
واش يمكن لينا ناخذو طفاية دخان، من فضلك؟
من فضلك التفت إلى اليسار.
تاناكا، الغرفة مائة.
عفاك، يمكن ليا ناخد شوية دلماء؟
هذا كبير جداً بالنسبة لي. أرني مقاسًا أصغر من فضلك.
هاد الشي لي كتقول بزاف ديال اللطف منك.
احذر، ها أنا قادمة.
هل يمكنك إعادة إصدار تذكرة أخرى فقط للرسوم الإدارية؟
غادي ياخذ تقريبا ساعة.
خمسة وعشرون و أربعة وخمسون.
هاديك صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نبقيك على علم بمكان وجودي.
هل هناك مغسلة للملابس قريبة من هنا؟
هل يمكنني استعارة مجفف شعر؟
هل يمكنك أن تجلب لي الملح من فضلك؟
هادشي هدية.
كنتسناك تسكت.
الرقم هو صفر ثلاثة ثلاثة اثنان ثلاثة أربعة واحد اثنان ثلاثة أربعة.
أنا فرحان بزاف بالهدية.
الأحسن لي نتشبث جيدا بحقيبتي، تحسبا لأي شخص يحاول سرقتها.
فِي المَسَاء يَظْلَمُ النُّورُ حَوَالِي الرَّابِعَةِ وَالمَحَلاَّتُ تُغْلَقُ مُبَكِّرًا.
واش الخدمة مشمولة؟
كم تريد أن تقطع؟
عذرا، هل يمكنك شرح هذه الأزرار؟
واش ديك السيارة لي هناك، بليموث؟
عذرا، لكنني أحتاج شخصا ليساعدني.
لمدة أربعة أيام. إذا استمرت الأعراض، يمكنني ملؤها مرة أخرى.
هل هناك خدمة إلى سياتل من شيكاغو؟
هل الأوراق القانونية تناسب؟
واش كاين مرحاض خاص؟
المناشف خاص بهم يتعمرو فوق الرف لي فوق السيني.
عرض علي بعض السترات التي تتناسب مع هذا.
نأمل أنه من خلال إرساء قابلية استخدام الحواسيب الصغيرة في هذا المجال المهمل نسبيا، سنعزز مبيعاتها في المنافذ التعليمية.
شحال هو المعدل؟
كاين طلب كبير على هاد الكمبيوتر الجديد.
نزيف هنا.
بغيت شي مسكن للألم.
ممكن لو لقيت رحلة الصباح الباكر فـ26.
سآخذ فطيرة بالكريمة، من فضلك.
باغي شوية دلماء، سمحلي.
إذا كانت تلك الجولة طوال اليوم تشمل مرسى الصيادين، فسأقوم بها.
لا يهم.
مكاينش ليا حال، عطيني شي دوا الله يرحم الوالدين.
هاد الهبرة قاسية بزاف عليا.
لقد نفدنا بالفعل.
حسناً، إنهم فريق شاب جداً، و"الدودجرز" أيضاً يتقدمون بقوة.
لأبعد، شكرا.
من فضلك قف في وسط مجموعتنا.
باغي نغسل لاباس ديالي فهاد النهار.
فيلم صور ملون، من فضلك.
ساكنة اليابان هي السابعة عالميا.
شيء ما حاول يدخل بالغصب. شاب من الحي، أظن.
هنا في الصدر ضيق جدا.
هل يمكنك الاتصال بشركة تأمين؟
شكون هما الخمور لي عندك؟
لا، خذ الرقم ثلاثة.
خمس دولارات.
آه، شكرا. لقد استمتعت به.
أنا في مهمة عمل.
غادي نبقى ففندق هيلتون. غادي نكون هنا غير ثلاثة أيام.
باغي تلفزة محمولة، من فضلك.
هل هناك فنادق قريبة من المطار؟
بغيت فرانك مع شوية د الكونفيترول، من فضلك.
عندي وجع فالبطن.
اتصل بفرق الإنقاذ من فضلك.
واحدة تذكرة طالب، من فضلك.
من فضلك اكتب رسالة بمجرد وصولك.
عافاك، شوفي غادي نخلص على كلشي، غير متصليش بالبوليس، بابا غادي يقتلني.
عندي إمساك.
هل يمكنك تغليف هذا كهدية؟
عندي ألم خفيف فالبطن.
عندك شي حاجة وسط؟
طابعين ديال 1 دولار و 10 طابعات ديال 20 سنت من فضلك.
مكاياكلوش البيض الني فأمريكا.
فين ممكن نصلح ساعتي؟
وقول ليهم راه غادي نكونو تأخرنا ب 30 دقيقة تقريبا.
عطني عشر رموز من فضلك.
أنا كنستعمل صندوق الأمان ديالك.
كيف أذهب إلى المطعم؟
سرييييييي
غادي يكونو جاهزين غدا. ولكن مع الخدمة ديالنا الخاصة، غادي يكونو جاهزين نهار اليوم.
بالتأكيد، خذ الحافلة رقم خمسة من فندق الملكي ونزل في ساحة المدينة.
عفاك، واش ممكن توصلني للمحطة؟
يمكنك الحصول عليه في محطة الحافلة هناك.
غادي نسولوا على راحتو قبل ما نعيط ليه.
مكتب كراء السيارات من فضلك.
بغيت نشوف الجبال.
هادشي للنسا ولا للرجال؟
بغيت نشري زوج ديال النظارات جداد.
نود تقديم بلاغ عن ضياع الأمتعة.
غادي نوقفو فالدكان فطريق العودة؟
غادي يتعمل قبل عشية غد.
بدل هاد الشي للبيزيتا من فضلك.
أيهما تفضل، مقعد للمدخنين أم مقعد لغير المدخنين؟
هذا السيد تاناكا. لقد تسجلت للتو في الفندق، لكنني لا أحب هذه الغرفة.
ويسكي على صخرة، من فضلك.
لا، ولكن لدينا طبيب يفهم اليابانية جيدا. إذاً لا مشكل على الإطلاق.
عادي.
ماعرفش المقاييس ديال أستراليا.
هل ترقصين معي؟
هذا كل شيء الآن. كم عليّ أن أدفع لك؟
إذا كنت مكانك، سأحاول ذلك.
يوضح الجدول الفروق الرئيسية بين نوعي العقود.
أنا؟ الشطرنج لعبة مثالية بالنسبة لي.
نعم. أود شراء بعض الهدايا التذكارية. هل يمكنك أن تنصحني بشيء نمطي؟
هو مريض. من فضلك اتصل بطبيب من أجله.
أش شعبية رياضة هنا؟
شكون هما البرامج التلفزية لي كتهتم بيهم؟
فِي طَرِيقِنَا إِلَى أَمْرِيكَا، هَلْ نَخْسَرُ يَوْمًا أَمْ نَكْسِبُ يَوْمًا؟
عرض عليّ جدول المواعيد من فضلك.
بغيت شي وحدات ديال السماعات.
عاشي وحدك؟
غادي تضطر تنتظر ساعة تقريبا.
كيفاش كديرها؟
كاميرتي ما كتعملش مزيان.
إقامة طيبة.
نعم. صباح هذا اليوم اشتريت "سويتر" من عندك. ولكن عندما عدت وفتحته، لم يكن هو ما اشتريته. ها هي فاتورتي.
كيفاش تاكل هاد الشي؟
عندك سلطة خضراء؟
شبعان، لا شكرا.
هل تعرف أي أطباء يتكلمون اليابانية؟
فين غادي يبدا العرض؟
هل يمكنني الدفع بالين الياباني؟
هواياتي هي تسلق الجبال والعزف على البيانو.
مكقدرش نصدق بلي خاصني نرجع لليابان. كنتمنى نقدر نبقا أطول.
كايسرب الما من الفوق. ما قادرش نجلس هنا.
نصحتك بشي حاجة للزينة.
هذا آنسة مايزاكي في الغرفة ثلاثة وعشرين خمسة عشر. أريد مكالمة إيقاظ غدا صباحا.
مشهور بالمحيط الجميل.
مع السلامة.
فين كنقدر نشري تحفة فنية؟
نعم. باللون الأزرق، الأحمر، والأصفر.
سأكون سعيداً بخدمتك.
باغي نملأها فالبومبا رقم خمسة، من فضلك. ها 20 دولار.
سعدت بلقائك.
فين كنقدر نقدّا شيكات السفر؟
هل يمكنك أن تحجز لنا غداً مساءً؟
هل يمكنك أن تأخذنا إلى المقاعد سي 19 وسي 20؟
مُؤَخَّرًا فقط استطعت أن أشتري سيارة جديدة.
فرقي شعري من اليسار، من فضلك.
بأية وتيرة تمر حافلة حديقة هايد بارك؟
عندك مرشد يتكلم اليابانية؟
نعم، سلطة خضراء من فضلك.
ابحث عن طبيب يفهم اليابانية من فضلك.
قريباً ومع صديق. لكن هناك مشكل. ليس لدي صديق بعد.
عافاك أعطيني شي دوا.
بغيت نبدل الغرفة ديالي.
سمعت الإعلان على إلغاء الرحلة رقم واحد صفر سبعة.
باغي زوج ديال لخفايف بلسان مطاطي، الله يخليك.
سير على طول. فندق ميلتون موجود في اليسار.
فين كنقدر ناخد التذكرة؟
بغيت نعمل ريزيرفاسيون.
من فضلك سيّق بأقصى سرعة ممكنة.
الطبخ هناك رديء.
عندك شحال من قارورة ديال المشروبات الكحولية؟
بغيت نوصل للمطار قبل الساعة ستة.
هل أنت مستعد لتخفيض الثمن إلى سبعة دولارات؟
أود أن أقوم ببعض التسوق قبل أن نغادر. هل يمكنك أن تعتني بحقائبي لبعض الوقت؟
يمكنك تغييرها في أي بنك من البنوك الموجودة في المطار.
بغيت شي برابيش ديال الورق.
شحال الثمن؟
عندنا خمر وردي ممتاز.
حسناً.
هل يمكنني التحدث مع السيد جونز؟
علاش هاد الفاتورة؟
شفتي الماتش؟ فازو اليانكيز.
باغي ندير مكالمة على حساب المتلقي لليابان. أنا واناباتان غورو، الغرفة 123. باغي نتحدث مع السيد واناباتان ماكوتو في 8145 999 1 مجاناً على حساب المتلقي.
هذا هو فاتورتك.
غادي نجرب هادشي.
لا، لم أفعل. لقد أتيت للتو من اليابان.
لا شكرا، يمكنني أن أجدها بنفسي.
هذا الباص كيمشي فالطريق ديال "فيفث أفينيو"؟
مرشدنا سيقابلنا في المطار.
مكالمة شخصية من فضلك.
الحمد لله، شكرا.
كيتسنا دما.
أنا حساس من المحار.
هل يمكنك أن تخبرني ببرنامج اليوم في التلفزة؟
واش نهار اليوم من الأسبوع؟
هذا ظِلُّ العَيْن؟
هذا صحيح. ستكون ممارسة جيدة.
متأكد أنك ستتعافى في وقت وجيز.
أنا أستاذ.
بغيت صندوق ديال الألوان.
ثلاثين و ستة، من فضلك.
فاين كاينة الفيلم؟
أكل مكسيكي.
ها هو الحافلة قادمة. من الأفضل أن تسارع.
حسنا، مفتاح التسوق الناجح هو الوصول مبكرا قبل الزحام.
نعملو صفقة.
آه، زوين. عندنا بزاف د الوقت دابا.
شنو هو الكوكتيل ديالك الخاص؟
عندك هاد الشي بالخضراء الداكنة؟
عشرون ألف ين، من فضلك.
هذا هو باب رحلة الخطوط الجوية الأمريكية رقم عشرين إلى ميامي؟
هاد الشي قليل بزاف.
هل يمكنني تغيير هذه العملة إلى عملة بلد آخر في وقت لاحق؟
عطي ليا فلوسك كاملين.
عندي مكتبي هنا فوق. هذه آن بتلر، سكرتيرتي. آن، هذا السيد يوأوزو من أوساكا.
بغيت نحجز مقعد في الدرجة الاقتصادية لشيکاغو نهار الأربعاء هاد الأسبوع.
أود حجز غرفة للثلاث ليالي القادمة.
هل يمكنك أن تفتح لي الباب؟ أو هل يمكنني استعارة المفتاح الرئيسي؟
واحد من ديك الباكية الحمرا، الله يرحم الوالدين.
مايهاما هي المحطة الصحيحة لديزني لاند.
ثمنو شوية غالي.
في أي ساعة سيتوصل الحافلة إلى فندق هيلتون؟
هذا طبق شهير في مطعمنا.
من فضلكم أدوا رسوم الإلغاء في الفندق.
حسنا. سأنهي العمل في السادسة، ماذا عن السابعة؟
حسنا. رصيدك في حسابك هو ستمائة وثلاثون دولارا.
توجد هناك متاجر كبرى مهمة.
هل يمكنني استلام أمتعتي في وجهة السفر؟
من فضلك تحقق منه بسرعة.
عندك هدية مزيانة لزوجي؟
إيقظني للوجبات.
هل يمكنك أن تخبرني كيفية استعمال المنبه؟
لدراسة.
بالتأكيد، ها هو الخردل.
المقبس ما كيعمليش.
هل ترى علامة الخطوط الجوية الأمريكية سبع صفر سبعة؟ يجب أن تذهب إلى هناك.
شريت ستة عشر دولار ديال البنزين الممتاز.
عندي وجع فالبطن. ممكن دوا؟
كَنْبَحْثْ عَلَى مَاكِينَة دْخِيْطْ البْرَايِيكْ.
كان هذا شائعا خلال الأربعينيات إلى الستينيات.
بغيت نعرف قياس عنقي.
هل تريد قهوة أخرى؟
المفتاح خربان.
عافاك، يمكن نسمّي عليك؟ غادي تعطيني رقم التلفون ديالك؟
هذا مزيج من أربعين في المئة قطن وستين في المئة نايلون.
غادي نعطيها للارقام الحمر اللي كاينين فالأعداد الزوجية.
تبلغ تكلفة النوادي المؤجرة ثمانية دولارات لمجموعة كاملة، والأحذية المؤجرة دولارين.
ثلاثة أيام من السابع من يونيو.
هل هناك شقق يمكن للسائح كرائها؟
هل يعلم أنني هنا؟
غدا؟ ما غاديش ندير والو فالعشية كلها. ولكن علاش؟
باغي نعمل مكالمة على حساب السيد هاشيموتو.
هل هناك مباراة كرة القدم هذا الأسبوع؟
يبدو ذلك جيدا. سآخذ ذلك، من فضلك.
واش ممكن تشوف لي فاتورتي، من فضلك؟ واش هاد الهاد التكلفة؟
هُم في الجانب الآخر من قسم المجلات.
شكون هما الاختيارات ديال النهار؟
فين خاصني نطلب إعادة إصدارها؟
هاد الشي شوية بزاف صعيب.
اشري السماء الزرقاء.
غادي نوري ليكم المنطقة.
بغينا طبلة فالقسم ديال التدخين.
بغيت شامبوان ضد القشرة.
هل يمكنك مساعدتي في ملء هذا الاستمارة؟
هل هناك تخفيض للسياح؟
بغيت سحاب.
بعد الشامبو، بغيت مانيكور.
ما غالي بزاف. مزيان. آه، عندنا فندق زوين اسمو "بيفرلي". موجود ف الجهة الشرقية.
غادي نبدل الطيارة فباريس.
مَا تْقُولش مَا كَيْنِيش.
عرفتوه منذ مدة طويلة؟
فِي دُكَّان التَّذْكَارَات بِجَانِب المَدْخَل.
لا، هذا تامورا.
عندي موعد على الساعة السابعة.
اشي عاضيك؟
من فضلك اضغط على هذه.
بغيت نحجز كابينة نوم ل مدريد الليلة.
أكيد. فقط اسلك هذا الشارع لقطاعين، وستجد بنك الأمة في الجانب الأيمن.
شكرا، ولكن أود أن أفكر في الأمر.
فين غادي توصل؟
كم ثمن هذا بالرطل؟
ماذا سيحدث إذا قلت نعم؟
هل ترغب في إجراء عملية أخرى؟
السيدة الحمراء، هي كوكتيل فراولة يعتمد على الشامبانيا وهو منعش جدا.
هادشي مفيد. شكرا. عفاك، سميتك شنو؟
هل كانت هناك أية خصائص أو علامات مميزة عليها؟
كاين حافلة أخرى ف 12 و نصف.
هل يمكنني أن أتفحص السويتر المعروض في الواجهة؟
اثنان من الداكيري من فضلك.
هل هناك أي مطعم يتحدثون فيه اليابانية؟
هل يمكنك أن تنادي صديقي؟ لقد ضاع مني وسط الزحام.
غادي نعطيك حقنة.
صاحبي كان مصاب بوجع حاد فالبطن.
بغيت كريم للبشرة الدهنية.
هل يمكنك أن توصي بجولة سياحية؟
تقريباً ثلاثون دقيقة. من فضلك انتظر في بهو الترانزيت.
هل يمكنني إجراء مكالمة مجانية إلى اليابان؟
هل يمكنني طلب بيتزا تُسلم إلى غرفتي؟
أظن أننا يمكن أن نقدم طاولة في ثلاثين دقيقة.
فين الحلاقة لي قريبة؟
بكم الثمن للمجموعة؟
أنا جاي من ألمانيا.
من فضلك حول هذا إلى دولارات.
عندك الكاكي؟
كاين ريحة خايبة دايما من عند داك البيع بالتقسيط ديال الأكل.
هل ستُريني كيفية إجراء مكالمة هاتفية؟
أكيد كاينين ناس كيتعاطاو المخدرات هنا.
فاهم أش كنقول؟
عافاك، واش يمكن نعرف الوقت اللي غادي نخرجو من هنا؟
خارج.
أبي يخاف من ركوب الطائرة.
أنا هنا مع صديقي. هل يمكننا الجلوس معك؟
الطعام رائع والناس مجتهدون جدا، لكن التلفاز طفولي.
فهمت، دعني أتحقق من كتابي. لدي موعد فارغ هذا الجمعة. هل تفضل الصباح أم بعد الزوال؟
شكرا. من فضلكم ادفعوا عند أمين الصندوق هناك. شكرا مرة أخرى.
عنداش ترجع؟
فين كاين صالون التنفيذي؟
الساعة تسعة.
عذرا، ما عنديش معايا بزاف دابا.
حسنا. دعنا نقوم بذلك. هل أنت مستعد؟
هذا رمل؟
آه، خاصني نشري معجون الأسنان بعدا.
واحد طلب للتحميل من سلطة البطاطس، من فضلك.
تلوث الهواء مشكل خطير في هذه المدينة.
عندك صالون؟
كيحس بيا الكرش بالمغص.
رقم الهاتف هو واحد اثنان ثلاثة أربعة خمسة ستة.
هل تريد سمكا أو لحم بقر؟
عافاك لقيلي كرسية، خاصني نجلس.
عليّ أن أصل إلى المطار في الثامنة صباحا.
أظن أنني التقيت بك من قبل. أنا كينيتشي يامادا من شركة نانيو للتكنولوجيا.
هل يمكنك أن تنظر إلى هذا الرسم البياني لاختبار البصر، من فضلك؟
غادي نديرو حفلة صديقية غدا. مرحبا بيك معانا، أوا؟
مكني من مفكّ براغي، من فضلك.
يمكن ليا نصور فيديو؟
آه، تلك الطيارة صغيرة جدا لتحمل كل الأمتعة.
من فضلك، ممنوع التدخين في المصعد.
بغيت نمشي فباخرة سياحية.
من فضلك، اقترح علي مطعم.
هذا هو الغرفة رقم 325. التلفاز لا يعمل.
عافاك، بغيت مترين من هاد القماش.
من فضلكم أدوا ثمن النقل للوصول إلى هناك.
أيهما تفضل، كلبا أم قطة؟
يمكنني أخذه.
هل يمكنك أن تجلب لي بعض الثلج وكأسين من فضلك؟
كان عندي قارورة ماء معدني من الثلاجة.
شكون هو رقم رحلة طيارتك؟
عندي مشكل في القلب.
فين كاين زيت السمسم؟
هنا المكان الذي وقع فيه تصادم بين أربع سيارات قبل يومين.
حيناً أذهب للعب الغولف في عطلة نهاية الأسبوع.
هناك بعض النقط التي يجب أن أفكر فيها.
بغيت نعيط لموعد فالعشرة صباحا.
اسكت. غادي نخدم تلفون ونعيط نعيط باش نحدد موعد نقطعو.
قادر تاخد معاك ثلاثة؟
السماعات ما كيبانشي غاديين مزيان.
شكون الأفلام لي غادي يلعبو فالسينما الليلة؟
هل يمكنني إعادة إصدارهم؟
عندك حجر الرّوبي فإطار من الفضة الاسترلينية؟
شكون هو الحد الأقصى للعمر؟
عصير الطماطم من فضلك.
نعم، هل يمكنك شرح كيفية استعمال هذه السماعات؟
حتى آش من وقت مسموح لينا ندخلو؟
هل تعرف أي متاجر لديها بائعون يابانيون؟
نعم سيدي، بعض من أفضل الأشخاص يبقون هنا - أشخاص يعطون بقشيش للسائقين، إذا كنت تفهم ما أعنيه، سيدي.
درجة ثانية ذهاب فقط، من فضلك.
غادي نطير ف الطيارة رقم خمسة متجهة لسياتل غدا.
نحن متأخرون قليلا، ولكن لا تقلق.
تأكد من أنك تحافظ على جميع وعودك.
فين ممكن نطلب الانخراط فمدرسة الغطس؟
عندك ظرف آخر؟
لا زيت للشعر، شكرا.
كم من يوم؟
مابغيتش هاد الشي.
فهمت، يبدو جميلا. لكن أليس غالي الثمن قليلا؟
ماعنديش فلوس صغار للخزنة لي كتعمر بالفلوس.
عرفتيش بلي ما وقفتيش ف السيمافور؟
بكم الليلة؟
حجمي هو سبعة.
غادي نوصل تقريبا فالعشرة ديال الليل.
رقمي هو واحد إتنين تلاتة-تسعة صفر خمسة خمسة.
منذ أن جئت إلى سافيل رو، يجب أن أصنع بدلة.
شاحن البطارية، من فضلك.
عشرون أبريل.
بغيت نبدل الرحلة ديال العشية.
الملابس، الحقائب، الأحذية، أشياء من هذا القبيل.
هيا بنت يابانية في الثامنة من عمرها.
كيف حالك؟ والدي يبعث لك تحياته.
عجّلوا، أو سنصل متأخرين.
هش ولا قابل للكسر؟
أخاف أن يفشل هذا المشروع.
علمني الخطوات من فضلك.
تقريبا ساعة ونصف.
عذرا، أعطيتها لشخص آخر يقيم في نفس الغرفة.
كانت ماري في الوقت المناسب للقطار، لكن جورج لم يكن.
كثرة الشغل بلا لعب كتخلي جاك ولد ممل.
حسنا، سأفكر في الأمر.
التذاكر السريعة صالحة فقط للقطار والمقعد الذي حجزته.
شكرا جزيلا على توضيح كل هذا لي.
منذ ثلاثة أيام لم أتبرز.
أشنو العصا لي خاصني نستعمل للضربة الجاية؟
شكون هو الشاطئ لي كيعجب بزاف ديال ولاد لبلاد؟
هادشي كلو بضاعة شخصية.
نعم، فقط كوكا واحدة.
خذ راحتك في الحلويات.
ماشي خطير ناكلو؟
هذا هو بطاقة أمتعتي. هل يمكنك التحقق منها فورا؟
كذلك نشتري الكثير من المأكولات البحرية من بلدان أخرى.
أشياء هشة.
لا تقلق. سنعلن عنه.
طريق الواجهة البحرية للصيادين من فضلك.
هل يمكنك أن تجلب لي بعض الشاي والخبز والزبدة؟ هذا الغرفة رقم 2034.
مُتْعَطِشْ لْرَشْفَةْ دِبْسِيسْ.
يعتمد ذلك على ما إذا كان لديك شيء تعلنه أم لا.
حسنا سيدي. من فضلك أغلق الخط وسأخبرك عندما أقوم بتحويل المكالمة.
النشر المكتبي شائع جدا في هذه الأيام.
عافاك بغيت نبدل هاد الورقة بفلوس صغار.
مانشستر من فضلك.
معنديش باش نعملو هاد الشي.
سقط مني شيء. هل يمكنك إحضار مناديل لي؟
متى كانت آخر مرة مارست فيها الجنس؟
شحال ثمن التذكرة ديال التران للي كيمشي لبلانك بلاين ف الخط الشمالي؟
هل هي رحلة نصف يوم؟
من فضلك أرني جدول المواعيد.
بغيت نغسل يديّا. كاين شي بلاصا نغسل فيها يديّا؟
واش خاصني تذاكر؟
كاين شي حاجة فالعربية. ممكن تشوفها؟
آه. هو يعرف أننا نريد ملابس.
مكالمة بعيدة، من فضلك.
معذرة، هو في اجتماع الآن.
كَنْبَحْثْ عْلَى بنك. فينْ هُوَ لْقَرْبَا؟
شكون نوع الخدمة؟
آه، العفو. فين حنا؟
صباح الخير. كم عددكم الذين سيأكلون؟
البطاقة مشوية، عافاك أعطيني وحدة أخرى.
علييك أن تسجل الوصول تسعين دقيقة قبل وقت المغادرة.
تركت معطفي في خزانة الفندق.
من فضلك بدل هاد الشي فريتات صغار.
شي وحدين يمكن اخذوها بالخطأ.
فين كاين دورة المبتدئين؟
عندك شي لون آخر؟
أود أن أرجع الراديو الذي اشتريته بالأمس.
أية خطوة يجب أن أتبع؟
من فضلك جيب لي فوطة.
عندي رحلة متواصلة على الخطوط الشمالية 234. أين يمكنني تسجيل أمتعتي؟
هل يمكنني تغيير المقاعد؟
دولار وسبعين سنتيم. غادي نعيط ليك ملي تكون جاهزة.
هل يمكنك الاستفسار عنها في طوكيو؟
هذا هو الغرفة ستمائة وواحد.
ما هذا المنظر!
من فضلك، أيقظني في السادسة صباحا غدا.
يبدو كقطعة ذات جودة عالية.
ناخد ليك حوايجك؟
هل يمكنني أن أحصل على الفاتورة من فضلك؟
مواجهة لنهر التايمز، من فضلك.
عفاك، غادي تصورنا؟
هل هناك أي أماكن للغوص بالقرب من هنا؟
بغيت شطيرة دجاج مشوي مع كل شيء، بطاطا مقلية و مشروب فراولة.
من فضلك أرسل هذه الطردة نقدا عند التسليم.
أنا فرحان بزاف لأنني كناكل أكل غربي منذ ما تركت طوكيو.
باغي نبعث هادشي بالتلغرام.
من فضلك اكتب اسمك، اسم الفندق، ورقم الهاتف في هذا الورق.
هل يمكنني تحديد موعد يوم الجمعة؟
صباح الخير. هذه مكالمة إيقاظك.
درت تلفون.
من فضلك دلني على الطريق إلى مكتب الوكالة الوطنية لتنمية الأقاليم الجنوبية.
عفاك، هل يمكنك أن تصرف لي هذا الدولار وصفر سنتات؟ أريد أن أجري مكالمة، لكن ليس معي نقود صرفة.
من التاسعة صباحا حتى التاسعة ليلا.
هل يمكنك طباعة اسمي وعنواني على الورقة الرسمية؟
هنا إيصال دفعتي.
هل اللباس الرسمي ضروري؟
بكم هو الثمن بالنسبة للوجه مع قناع الأعشاب البحرية؟
أود أن أصرف الشيك.
كيف كان الجو في لوس أنجلوس؟
إنه فقط خارج تلك الباب. إذهبي إلى محطة الحافلة المُرقمة بثلاثة. تلك الحافلة ستوصلك إلى فندق باي فيو.
بفضل هذا البرنامج، يمكن للمستخدمين إنشاء صفحة ويب في أقل من عشر دقائق.
سقطت و جرحت ركبتي بشدة.
عافاك أوريه لي.
ماذا يقول اللافتة؟
لماذا احتفظ المنتج أ بحصته الكبيرة في السوق خلال السنوات الخمس الأخيرة؟
حسنا. من فضلكم اتجهوا إلى نقطة مراقبة الجوازات.
رد عليا درهمين.
متى ستأتي؟
عندك شي حاجة سوداء بحالها؟
في أش من ساعة كايمشي القطار الأخير؟
من فضلك خليّني ننزل في المحطة الجاية.
لوحات للإيجار، من فضلك.
نعم، لدينا ثلاثة ملاعب تنس في الخلف من هذا الجناح.
من فضلك، مر من عندي في المحطة.
فين خاصني نوقف ف الطابور؟
من فضلك اذهب إلى النافذة الخامسة.
حسنا سيدي، سنراك على الساعة السابعة.
أكيد هناك خطأ في المحاسبة. كم هو المبلغ؟
بغيت سيارة أوتوماتيكية لي كتعطي ربح مزيان فالبنزين.
نعم، البارح كان الجو دافئ شوية.
منع القانون الوقوف على الرصيف.
و كا تبيعوا الطوابع البريدية؟
محتاج لوصفة طبية.
خمسة دقائق و يصير الوقت خمسة.
التفاعل مع نموذجنا السابق كان في معظمه إيجابي.
وماذا عن الذهاب إلى هاكوني معي؟
أي شيء تختاره مقبول.
حسنا، السيدة سوزوكي، لديك حجز في الرحلة رقم 213 التي تغادر غدا على الساعة الثالثة زوالا. يرجى التسجيل قبل الساعة الثانية.
عندك شي فرنك؟
يمكن نسيتو فالباكاج.
بالتأكيد. ثلاثة قطع في المجموع؟ سنحتفظ بها لك.
مكاينش معايا نشوف الشاشة مزيان من هنا.
عذرا، ولكن أريدك أن تحتفظ بجواز سفري.
حسنا، الآن أنت محجوز.
فاتور، من فضلك.
هل ترغب في تناول الغداء معا؟
هادشي بزاف. كان مزيان نتحكرو معاك.
مكاينش الكلمات المناسبة.
أكبر فرق هو إحساس بالفضاء.
عندك تخفيض للبقاء شهري؟
هادشي فطريق السيار ولا فشي مدينة؟
وقعت سرقة.
غادي تبقا ثلاث ليالي بحال ما كان مقرر؟
هل يمكنني أن أطلب منك أن تعاود الاتصال بي في وقت لاحق؟
بغيت نبعث تلغرام.
في اش وقت خاصني نخرج من الفندق؟
نعم، بالنسبة للمجموعات المكونة من عشرة أشخاص أو أكثر، ثلاثة دولارات للمشروب.
ها هي بطاقة صعودك. من فضلك، توجه إلى البوابة الرابعة عشرة عندما يتم النداء على الرحلة.
قطعت يدي في قطعة زجاج.
لا تزعجني.
هادشي مزيان بزاف.
مازال ما جابوش ليا الشنطة ديالي.
حسناً، من الصعب القول. يعتمد الأمر على حركة المرور في الطريق السريع. تعلم أنه يكون مزدحماً جداً في هذا الوقت من اليوم.
هل يمكنك أن تُريني كيف آكل هذا؟
بغيت لحم الخنزير مشوي.
نْقَزْت ليا لغازولين.
هل يمكنني تجربة المقاس الأكبر من هذا؟
من فضلك املأ هذا الاستمارة. أين يجب أن نأخذه بعد أن نسترجعه؟
التقيت بك عندما زرت مكتبنا في طوكيو السنة الماضية.
هل تتوقف عند فندق واني؟
هل يمكنك شرح كيفية اللعب؟
يمكن لي ناخد كيبير وبعض الخبزات؟
هل يمكنك أن توصي بمطعم جيد؟
لمدة كم؟
من فضلك ابدأ العداد.
ماشفتش بحال هاد اللون في حياتي.
هل يمكنني أن أحصل على دواء للمعدة؟
هذا ليس ما طلبت.
عفاك، فين كاين الحمام باش نغسل يديّا؟
السلام، لقد فقدت بطاقة الائتمان ديالي. من فضلكم عطيوني بطاقة جديدة ووقفوا البطاقة القديمة.
بغيت نعيطو على الشنطة ديالي.
باغي تذكرة ذهاب وإياب حتى لمحطة "س" من فضلك.
شكون هو ثمن الغرفة؟
من فضلك، اتبعيه. سيغسل لك شعرك.
يمكن ليا ناخد كيس ديال التسوق؟
عندي ثلاثة حقائب.
هل يمكنني أن أحصل على اسمك ورقم هاتفك؟
فهمت. طعم الحلويات اليابانية مختلف تماما عن طعم حلوياتنا.
هل يمكنك إرسال شاحنة سحب إلى مائة طريق مينتو؟
هذا عائلتي.
عادي نبدل الكرسي؟
كم من الوقت سيستغرق ذلك؟
أكيد. أنا ذاهب بالقرب من البريد على أي حال.
آه. هادشي خطير. ثم، واش هاد واحد ممكن، لي كايحتوي على عملية سهلة؟ كل ما عليك هو أن تضع هاد النوع ديال الفيلم هنا وتضغط على زر الإلتقاط.
هل يمكنك ترتيب جلوسي مع زوجتي؟
احترقت بالماء الساخن.
بغيت نبعث تلغرام.
هذا راجع لأن القرارات تؤخذ بشكل جماعي.
انزل من هذه الدرج واتبع العلامة.
عندك شي بيير محلية؟
هل يمكنك التوقف هنا؟
إذا شريت اثنين، بشحال غادي تديرهم ليا؟
نعم. هذا.
فين هو المصعد ديال غريندلفالد؟
غرفة مع حمام ودش.
كَنْبَحَثْ عَلَى مَظَلَّة.
مكالمة دولية، من فضلك.
واش 28 دولار؟ ولا 15 دولار؟
باغي شاي؟
الله يبارك فيك.
بغيت طبلة قريبة من النافذة، لو سمحت.
هل تقبلون هنا الشيكات السياحية؟
الشخص المسؤول غير موجود في الوقت الحالي. سيكون هنا بمجرد عودته.
المفتاح من فضلك. الغرفة رقم ألف ومائة وستة عشر.
باغي كاميرا بسيطة، من فضلك.
هل هو أصلي؟
هل يمكنك أن تساعدني في ربط أربطة ظهري؟
أريدك أن تقوم بعمل أشعة سينية.
هل تعرف مكانا آخر قريبا يقبل الين الياباني؟
علاش هاد الشورتات ديال الملاكمة غاليين بزاف؟
البطارية فارغة. هل يمكنني استعارة سلكك؟
دواء المعدة، من فضلك.
توصلت بقارورة عصير، لكن لم يعطوني الباقي.
كيعجبني الموسيقى الشعبية.
مكن نشوف واحد بحال هاداك لي فالعرض فالنافذة؟
مرحبا، وكالة سامريت العقارية.
عندك شي فاكهة طازجة؟
غادي ناخد كل ما تبقى لهذه الليلة.
فين كاين قاعة الأكل؟
حوالي ثلاثة ملايين ونصف ين ياباني.
أرسلها عن طريق البريد المسجل من فضلك.
هل لديكم مسكنات للألم في هذا الفندق؟
حسنا. آه. هل يمكنني أن أستحم اليوم؟
الطرف الآخر على الخط.
عطني تسعة من العشريات، واحدة من الخمسيات، أربعة من الواحدات والباقي في العشريات.
اليابانيين كيعجبهوم يديرو الأمور فمجموعات.
نعاودو نهار اخر.
شكون الساعة فطوكيو؟
لازم نوصلو ليه.
بغيت شي كارتات ديال اللعب، الله يخليك.
كَنْبَحْثْ عَلَى تِذْكَارَاتْ بِثَمَنْ مُعْقُولْ.
بارك بطارية، من فضلك - لكن هل يمكنك التوقف في ساحة الاتحاد؟ أريد أن ألتقط صديقي هناك.
غادي نرجعو ليك بسرعة.
عذرا، ما قدرش. أنا ما يمكنش نوقف غير فالفنادق لي مكتوبين هنا.
كَنَشْكُرْكْ بزاف، ولكن.
شكون نوع ديال الغرفة لي بغيتي؟
هل هو على اليمين أو اليسار؟
عطني درهم.
شكون هو رقم الباب؟
التوقيع، من فضلك.
هاد المنصة رقم ستة؟
فيها شوية د النابس، ولكن كنعتقد غادي تعجبك.
بغيت كاس ديال الما بارد.
هل من الخطير الذهاب إلى سوهو؟
تذكرة إلى ديترويت من فضلك.
عندما يتعلق الأمر بالمسرحيات الغنائية، لا شيء يمكنه منافسة شارع الاربعين. المسرح يمتلئ عن آخره كل يوم، لدرجة أنه من المستحيل الحصول على تذكرة واحدة. أعتقد أنها حالة نادرة في تاريخ المسرحيات الغنائية.
هل يمكنك أن تأخذ أمتعتي إلى الأسفل من فضلك؟
كنشكرك بزاف، ولكن حقيبتي كبيرة بزاف عليا نحملها. هل يمكنك أن تحفظها لي؟
نحن مهتمون بعلم الآثار.
هل يمكنك أن تجلب لي كاس ماء؟
اتصل بالشرطة.
جاي جاي.
حتى الكتفين، من فضلك.
هل يمكنني رؤية البرنامج وقائمة الأسعار؟
بالطبع. غادي نعطيك كارت ديالنا.
عندك شي نماذج أخرى؟
باب الصعود ديالك هو الرقم سبعة عشر.
التاسع والعشرون من أبريل كان عيد ميلاد الإمبراطور شوا، والد الإمبراطور الحالي. الآن، يتم الاحتفال به كـ "يوم الأخضر".
بكم سيكون ثمن إرسال هذه البطاقة البريدية إلى اليابان عبر البريد الجوي؟
غادي تجيبني معاك للدياسكو؟
نعم، إنها برج التذكاري. واحد من أشهر مباني المدينة.
عندك أفلام؟
عفاك. هل هذا هو الطريق الصحيح للبنك الوطني الأول؟
بغيت نستعمل صندوق الأمانات.
بدا شجارا.
عندك شي تخفيض خاص؟
عندي أكثر من عشرين سنة ديال الخبرة فهاد المجال.
أنا نقيم فندق هيلتون سي سايد. تعرف، أنا محتاج بزاف لتلك الحقيبة. كل ملابسي فيها.
خود تلك المخرج لي هناك ولف يمين، من فضلك.
عذرا، لقد أخطأت في الرقم.
عندك فكرة كيفاش توصل ليه؟
الخط مشغول.
فين هو فيش التوصيل ديال ماكينة الحلاقة الكهربائية؟
يمكن نشوف واحد آخر؟
فين كاين السلالم؟
حسنا. هل تحمل أي نباتات أو أطعمة؟
واش تأكدت؟ آه. نمشيو للشاطئ.
هل هو في نفس اتجاه تلك البناية؟
تبدو فجة جدا.
أنا كاتسوهيكو ناكانوما. هل هناك رسائل لي؟
على أي حال، هل أُحجز لك نفس الرحلة لأن لدينا مكاناً لك؟
هل يمكنني تغيير حجزي الآن؟
الإسم هو سوزوكي.
اسمي يوسوكي تاناكا، والآن أتصل من المطار.
ناضجين هادوك؟
ما كانش قصدي نضرك.
فين كاين اللوبي؟
واحدة من حقائبي تضررت. أين أذهب لتقديم شكاية؟
صافي بزاف.
هل يمكنك أن تأمر بإحضار أمتعتنا إلى الأسفل من فضلك؟
من فضلك جيب لي قارورة ديال البيرة. إن كان عندك بيرة ديال الصنبور، أنا أفضلها.
آه، هذا يذكرني، هناك مقهى جيد يعزف موسيقى كلاسيكية رائعة بالقرب من هنا.
بغيت سيارتي.
بالتأكيد. هل يمكنني أن أحصل على رقم هاتفك، فقط في حالة الضرورة؟
لا. في الواقع، بسبب ارتفاع التكاليف، عليّ أن أعيش في المنزل الموجود في كوينز، وهو ما يعني رحلة ذهاب وإياب تستغرق ساعتين.
أعتقد ذلك. لدينا الآن نقطة واحدة فقط للنقاش. وهي عدد الأشهر التي يجب على كل طرف إشعار الطرف الآخر بها في حالة إنهاء العقد.
بغيت شي تذكاريتين للسبت الجاي فالعشية.
هادشي طاب شوية بزاف.
هادي قصة حب؟
كنلعب للمتعة وكنستعملو حتى فالعمل.
فين غادي يغادر الباص ديال أوكسفورد؟
باغي نلقا رقم شركة يونايتد إيرلاينز، من فضلك.
عذراً على الإنتظار، رقم غرفتك هو تسعة وتسعون. ها هي مفتاحك.
خمر لذيذ. هل هذا مصنوع محليا؟
بالتأكيد. هل لديك لون معين في بالك؟
كَنحس براسي كيدور.
فين كاينين الأمتعة المتروكة؟
هل يمكنني رؤية جواز سفرك وتذكرتك؟
بغيت شي ورق تواليت.
اليابانيين ما كا يبدلوش الخدمة بزاف.
كنتصل بطوكيو ثلاثة سبعة ستة خمسة أربعة ثلاثة اثنان واحد.
هل يمكنني أن أحصل على موعد غدا؟
هاد حجر قديم وفيه حروف قديمة.
أية رحلة سأركبها بعد؟
يقلع في الثامنة وخمسة وعشرين دقيقة صباحا من مطار سان فرانسيسكو.
هذا غرفتك سيدي. أين أترك أمتعتك؟
عذرا، أظن أنك جالس في مقعدي. ما هو رقم مقعدك؟
من فضلك، هل يمكنك وضع أمتعتك على العداد؟
نحن نعتبر واشنطن العاصمة، عاصمة أمريكا، كمركز للسياسة العالمية.
حسنا. سأخبرها أن تملأه.
اسمي أوكادا. لدينا حجز على الساعة السابعة.
أنا؟
فين غادي تبقى ف لوس أنجليس؟
فالطوبيس.
ثم مشكل التلوث البيئي كيتقلص هو بعدا. صحيح؟
شكون هو رقم الطوبيس؟
مهماش.
للأسف، مهندسنا السيد أكيياما مضطر للمغادرة مبكرا لحضور اجتماع آخر.
عندك خدمة الكراء أو الاستئجار؟
مكاينش الصابون فالحمام.
أفضل واحدة أوتوماتيكية.
ست ورقات من فئة عشر دولارات، وثمانية ورقات من فئة دولار واحد، والباقي من فئة ربع دولار.
خدي الباص ديال النقل من برا مباشرة.
هادي ديالك.
بغيت خبز أبيض، من فضلك.
فين الحمام؟
شكراً على اليوم.
عندك تلفون عمومي؟
غادي يكون هناك فدقيقة.
حوالي ألف وخمسمائة دولار أسترالي وخمسين ألف ين ياباني.
هل هناك طبيب هنا؟
علاش لا ناخدوا طيارة بحال هادي؟
رقم الحجز ديالي هو ستة وعشرين سبعة وتسعين.
أود أن آخذ الرحلة القادمة إلى بوسطن.
هاد الطبلة ديال الأكل، من فضلك.
حسنا. من فضلك ابق هنا. سأذهب لأحضر سيارة أجرة.
عطي ليا كوكيط بالشوكولاط.
أنا في بداية الثلاثينات من عمري.
بغيت نشري قلم أحمر شفاه. بغيت لون وردي.
ماشي مشكل.
انتظر هنا حتى أعود.
من فضلك قولي للسيد توماس أنني أقيم في فندق هيلتون.
فين كاين السوق القريب ديال الخردة؟
لا. عليك شراء تذكرة من تلك الآلة.
هادشي جديد فهاد الموسم؟
عذرا، ولكنني أشعر بالمرض.
بغيت نأكد السعر.
إذا قمت بمكالمة دولية من غرفتي، هل هناك رسوم إضافية؟
أظن ذلك.
بغيت ندي هاد الرقم. ممكن تساعدني؟
هل يمكنك أن تخبرني أي حافلة أو قطار يذهب إلى وسط المدينة؟
باغي ندير مكالمة دولية لليابان، من فضلك.
هل أحتاج إلى سترة؟ وماذا عن ربطة العنق؟
بغيت نطلب منك خدمة.
هيا فالسلة لي قريبة من التوستير.
عليّ ألا أشرب أي شيء يحتوي على الكحول.
كَنْعَدّي لاختبارات الدخول للجامعة.
بالكريمة والسكر، من فضلك.
الجو بارد، أليس كذلك؟
هل يمكنك أن توصي ببعض الأماكن المهمة للزيارة في هذه المدينة؟
كاين كازينو فهاد المدينة.
أنا جائع.
ها هي فاتورتك. بالنقود أو بالبطاقة؟
عافاك، بغيت كاس ديال الويسكي مع صودا وكاس ديال البراندي.
كم هي تكاليف التوصيل؟
مكا نقدرش نعوم. خاصني جاكيت د الحياة.
اثنان من الهوت دوغ للتحميل.
عندي شي حاجة ندير.
جيت ناخذو دابا.
عند الزاوية، انعطف يمينا.
حسنا، السنة الأخيرة هي سنتك الرابعة في التعليم الجامعي بعد السنة الأولى والثانية والثالثة.
بغيت ناخد درس خصوصي.
تجمد.
في أي وقت يمكنني أن آتي لأراه؟
عندك لائحة ديال الخمور؟
رجلي كتعطيني.
عجباتني هادي، من فضلك.
عندهم كذلك مجموعة كبيرة من مسرحيات شكسبير، أليس كذلك؟
فين غادي تكون كأس العالم؟
فرحت بقدومك.
سيد النادل، من فضلك.
بغيت نحجز قارب للرافتينغ.
عندك شي فكرة على تسريحة شعر ليا؟
عندك خريطة المدينة ديال هاد المنطقة؟
هل تريد بطاطا مقلية صغيرة، متوسطة أو كبيرة؟
فين هو أمتع مكان فلكرنفال؟
واش كاين شي صندوق ديال البريد هنا؟
آه، هذا لطف منك. هل يمكنني فتحه؟
صعد المنحدر. ستصل إلى طريق متفرع إلى ثلاثة اتجاهات. ثم خذ اليسار.
هل يمكنني رؤية كشف التفصيلي؟
واش ممكن ناخد وحدة ديال الفيلم ديال ثلاثين درهم؟
غادي يقليك شكون هو الطوبيس لي خاصك تركب فيه.
بالتأكيد. من هذا الطريق من فضلك.
غادي ناخد اللينغويني.
خليها مكالمة مجانية.
نتحدث شوية. ولكن التحدث والفهم شيئان مختلفان. على سبيل المثال، أعرف كلمة "أجنبي" -لكن لا أستطيع أن أقول أي صف هو للأجانب.
حسنا. هل لديكم تذكرة واحدة للكبار فقط؟
خدي قرص واحد مع كاس ديال الما.
كيف هي عائلتك؟
حسناً. ستحصل على مائة وستين دولاراً.
فين كاينين كتب الأطفال؟
ما كاينش كابينة تيليفون هنا.
حسناً، حوالي خمسة عشر دقيقة مشياً على الأقدام.
هل يمكنك أن تمر علي من محطة بوسطن من فضلك؟
نعم، هي موجودة. من معي على الخط من فضلك؟
شكون هو الطقس دابا؟
تُوب قَد تُوب قَد تَسَرْقَت لِي.
غالبًا أعمال وقليلًا من السياحة.
عندك شي محل ديال غسل السيارات؟
حط فلوسك فين حطيت فمك.
من فضلك اكتب لي.
وين نضع هادشي؟
هل يمكنك أن تشير إلى بعض الأماكن الجميلة التي يمكن زيارتها؟
مرحبا. أنا كارول براون. هل يمكنني التحدث مع سوزان؟
أولا، أنا أركب خط تشوو. وأين يجب أن أغير القطار؟
فوتني وقفي. واش ندير؟
فين غادي يغادر الطيارة؟
عندك غرفة بشوفة مزيانة؟
هل يمكنك أن تخبرني بالطريق إلى البريد؟
بغيت زوج ديال المقرنة.
من فضلك خذ صورة مع المبنى في الخلفية.
عندك شي جرنان ياباني؟
أعتقد أن صندوقا كبيرا سيكون غاليا جدا.
مساء الخير. خاصني نطلب فيزا للدخول لبلادكم.
هوما كيتساراو بزاف.
البريد الجوي؟ دعني أرى، سيكلف ذلك مائة وثمانين دولارا.
أنا مجروح بشدة.
مرحبا، لاباس عليك، منذ زمن لم أرك.
يمكن ندخل؟
عندي تأمين السفر.
في الغالب أوروبا.
واش كارت فيزا ديال "أمريكان إكسبريس" مزيان؟
هل خلصت فاتورة الفندق ديالك؟
المرحاض يبدو مسدودا.
باغي ندخل هادشي لحسابي.
واش داكشي يشمل الوجبات؟
تفضل اجلس، من فضلك.
غادي نمشي ف الجمعة تسعة وعشرين ونرجع ف الأحد.
شكون الساعة دابا فاليابان؟
مثير للاهتمام.
إذا كنت تريد خدمة في يوم واحد، سيتم إضافة خمسين في المئة إضافية إلى فاتورتك. هل هذا جيد؟
غادي ناخدو الكراسي الثلاثة ديال الوسط فهاد الصف.
عندك شي اقتراحات؟
كَنْفْهَمْك.
مكاينش عندنا فالمخزون، ولكن يمكن نطلبو ليك.
هل يمكنك أن تريني ذاك واحد من فضلك؟
ضعها في واحدة من الأكياس الكبيرة في خزانة الملابس. من فضلك، املأ استمارة طلب التنظيف بخصوص الأشياء التي تحتاج إلى تنظيفها.
أنا نخدم فالتلفزة.
هل يمكنني النزول في الطريق بهذه التذكرة؟
أيهما أكثر متانة؟
كم دفعت فيه؟
الحمد لله عرفتك.
هناك ملصق ميكي ماوس عليه.
هل يمكنك أن تريني شيئا آخر؟
هادشي مزيان.
نود غرفة تطل على الواجهة البحرية.
حسناً، لا أعرف كيف أقولها.
هل هناك رحلات أخرى متاحة اليوم؟ يجب أن أكون في لوس أنجلوس هذا المساء.
ما كنضنش بلي مستحيل. عارفين بلي مهم، وغادي نكونو مستعدين نتناقشو فيه داك الساعة لي عندك الخطة التسويقية المعقولة ديالك.
منين فكندا؟
الحرارة مرتفعة بشكل فظيع اليوم. نمشي نتعومو، واش رايك؟
مسامي كبيرة وبارزة.
عندي هاد الساعة خاصها تصلح.
واش كاين شي باص للمدينة بعد الماتش؟
أريد أن يضاف هذا إلى فاتورة غرفتي.
لا، ما مشيتش لنييورك.
يمكن نعطيني سبرايت؟
أجد صعوبة في فقدان صديقي من نظري في الطريق.
عافاك، يمكن تعطيني عشرة ورقات ديال الدولار الواحد على هاد العشرة دولارات؟
تركت كاميرتي في الغرفة.
بغيت كاسيطة د الكاميرا.
هل ستنضم إلي لتناول وجبة خفيفة؟
فين غادي يبدا الفيلم؟
حط يديك ف السما.
هل يمكنني الحصول على نسخة من تقرير الشرطة من فضلك؟
أعتقد أنه يجب عليك اتباع حمية غذائية. لا تمارس الكثير من التمارين الرياضية في هذه الأيام، أليس كذلك؟
آه، كنا سنحب ذلك كثيراً. شكراً لدعوتنا.
واش نضع الشنطة هنا؟
شوية أخرين من العنق.
هل يمكننا أن نترك أمتعتنا معك بينما نذهب للتسوق؟
نعم، قد تمطر هذا المساء.
هيا فقسم قانون ضريبة الشركات.
واش كاين شي كافيتيريا؟
أكيد. هم من كاليفورنيا وأولاً وقبل كل شيء، طازجون. بما أننا نبيع بثمن مناسب، فإنك ستقوم بشراء ذكي إذا اشتريتهم اليوم. فقط دولار و50 سنت للقطعة.
طول متوسط من فضلك.
كيف تستعمله؟
هيا هناك في اليمين.
بغيت نغوص مع ماستر غوص.
هل يمكنك تغيير غرفتي من فضلك؟
دعني أتحقق. ماذا عن السفر في السابعة وأربعين دقيقة؟
من فضلك، ربطيني بالرقم الداخلي ثلاثمائة وثلاثة.
فين كاين وقف الحافلة ديال سانتا مونيكا؟
هذا تذكار سآخذه معي إلى اليابان.
خالتي كتعيا وتسلك شوية.
عافاك ساعدني.
عندي وجع فالبطن.
فين كنقدر نشري اللباس التقليدي؟
فين كاين كاونتر الأشياء المفقودة؟
عندك شي قميصات؟
دلني على بار جيد من فضلك.
غادي ناخد قطعة لحم من الفخذ، وشوية لحم خروف مشوي لمراتي.
هذا هجوم حاد لالتهاب الزائدة الدودية مع الانفجار. عليك الذهاب إلى المستشفى فورا.
تغطية كاملة من فضلك.
دابا، علاش خاصنا نديرو للعشاء اليوم؟
غادي نفكر فيها.
هل تقبلون الشيكات السياحية؟
هذا خاص بيك. السائق ديال الطاكسي خلاو ليك صباح هاد النهار.
عندك شي واحد بحالو؟
هذا هو مركز التجارة الذي تم الانتهاء منه للتو.
يمكنني تحمل ثلاثمائة دولار في الشهر.
هل يمكنك أن تسحب سيارتي إلى المحطة البترولية الموالية؟
بغيت نبرّد المنطقة المتضررة بالثلج المهروس.
متى تتوفر لديكم مقاعد شاغرة؟
لا، غادي نرجع نكلمه.
بغيت سيارة.
عندك شي تاريخ مع الحساسية؟
كاين باخرة من بارك بطارية للجزيرة ليبرتي.
واش كاين شي خزانة للملابس؟
ساعدني. لا أستطيع الحركة.
عربة غير مدخنين من فضلك.
من فضلك اكتب عنوانك الدائم.
نحن مستعدون للرد الفوري على أي استفسارات قد تكون لديك.
ما غاديش ناكل.
بغيت نشري اللي محتاجاه. غادي ترجعلي فلوسي؟
هل هناك أي متاجر كبيرة بالقرب من هنا؟
الراجل لي فالبوان دي أكسيبشن غليظ بزاف.
فندق أقل ثمناً يُفضل إذا كان في حي آمن.
عندي قاريتين ديال الكونياك.
في الأول، تقام مراسم تذكارية في مدينتي هيروشيما وناغازاكي، بينما في الثاني يحضر الإمبراطور الحالي خدمة لقتلى الحرب.
عفاك، واش خاصني نكتب هنا؟
إنه في الطابق الثاني عشر. من فضلك خذ المصعد B.
هل يمكنك أن تعطيني الوصفة لهذه؟
هل هناك خيار آخر؟
من فضلك اسأل البواب.
عندي نزلة برد.
مع حمام؟
هاداك، آه، الطرف الآخر من المدينة، كتلة بعد القيقب. الطرف الشرقي من المدينة.
حسنا، كل شيء جاهز. الآن رقم رحلتك الجديدة هو صفر صفر ثلاثة، وستغادر في السابع عشر من يونيو.
بغيت نمر من خلال الإجراءات الجمركية المعفاة.
ماشي غداك، لحم البقر، الدجاج ولا السمك؟
سرقو ليا المحفظة ف التران.
دعني أقرأها رقمًا برقم، واحد، صفر، فاصلة، سبعة، تسعة، أربعة.
مقعد درجة الأعمال، ممنوع التدخين من فضلك.
هاد الباص كيمشي للمدينة؟
ما كايعيشش هنا دابا.
عندكش شي غرفة أرخص من هادي؟
هاد المكان مزيان للوجبات الخفيفة، أليس كذلك؟
فين هو فيش التيسير ديالي؟
سيارتي القديمة ما كانتش كتعاود مزيان.
بغيت عنب.
دعونا نتصل بجميع الأشخاص المعنيين بهذه الصفقة فوراً.
أنا مرن. ماذا تشعر برغبة في تناوله؟
اش كتدير؟
ممرضة، تعالي بسرعة.
ما كاينش المنشفة.
طالما يمكننا الوصول ساعة قبل، ما عنديش مشكل نخلص شوية زيادة.
الفائض كا يقل.
اتصلت برقم خاطئ.
بغيت شي حاجة ما تخليش نعس.
بغيت نجرب شي حاجة شوية صغريا.
آه، ما أطيبك وأكرمك. هل يمكنني فتحه الآن؟
فين كاين كاراج الطوبيسات؟
يمكنني أن أعطيك سيارة شيفروليه سبكطرم مقابل اثنين وأربعين دولارا في الأسبوع، بدون حدود للكيلومترات.
بطارية جافة لهاد الكاميرا، الله يرحم الوالدين.
من فضلك خذني إلى هذا العنوان.
هل يمكنك أن تكسر هذه ورقة العشرين دولار إلى عشرين ورقة من دولار واحد؟
بغيت نلقا فندق. فين كاين مكتب المعلومات؟
حجزت مقاعد بجانب النافذة.
خدمة الغرف من فضلك.
استدر يمينا، وستجد واحدا على بعد حوالي ميل واحد.
عملت حجز من 24 ل 27 غشت. هل يمكنني تغيير حجزي من 25 ل 27 غشت؟
آه، شكرا. لا أظن أنني أستطيع. هل يمكنني العودة مرة أخرى؟
حوالي خمسمائة فرنك أو مائة دولار أمريكي.
علامات تجارية أخرى؟
عطني شوية د التبغ.
هيا في الجنوب.
هناك مبنى جميل هناك.
من فضلك ضعها في فيزا ديالي. الرقم هو اثنان ثمانية سبعة ثلاثة خمسة تسعة ثمانية أربعة، وتاريخ انتهاء الصلاحية هو ماي تسعة وتسعين وخمسة وتسعمائة.
بغيت غرفة بشوفة زوينة بزاف، من فضلك.
واحد لفة ديال الفيلم أسود وأبيض، عشرين صورة، من فضلك.
واش ممكن ناخد غطاء عدسة، من فضلك؟
هل يمكنك أن تتحدث ببطء أكثر من فضلك؟
بغيت يبان بحال ديال ميغ رايان، من فضلك.
باغي غير الخمس دراهم، من فضلك.
هل يمكنك أن تحفظ أمتعتي إلى الخامسة؟
فين خاصني نطلب التسجيل؟
قمنا بإجراء دراسة استقصائية شاملة حول احتياجات الزبون.
علاش ما نجتمعوش غدا على الغداء؟
بغيت شي لباس رياضي، الله يرحم الوالدين.
فين كاين مكتب "غراوند باي"؟
مكاينش كيف نلقا شنطي.
دابا ثمانية ديال الليل، علاش لازال النور موجود؟
ما كاينش شي مكان رخيص شوية؟
هل ترغب في إبرام تأمين؟
هل يمكنك أن تحفظ أمتعتي إلى حين موعد مغادرتي؟
عفاك، واش ممكن تقولي كيفاش نمشي للبنك لي قريب؟
فاش كاين الطابق؟
شكرا بزاف.
فين كنقدر ناخد التوقيت ديال القطار؟
عفاك، واش يمكن ليك تقولي فين غادي يغادر القطار من بوسطن؟
هل يمكنك أن تعطيني تخفيضا؟
طالما أنت ف نيويورك، خاصك متفوتش تشوف مناطق و معالم أخرى مثيرة للاهتمام بحال تمثال الحرية فجزيرة الحرية.
أيهما تفضل في الإرسال، عن طريق الجو أم البحر؟
عندك التغيير ديال ورقة ديال 100 دولار؟
هذا سنترال بارك، أليس كذلك؟
كنصيفط لبارمان.
نْقْدَرْ نْدْخَلْكْ فْ 3 دْلْعَشِيَّةْ. إِذَا كُنْتْ بْحَاجَةْ لِكْرَاءْ بَعْضْ التَّجْهِيزَاتْ، مْرَحْبَا بِكْ فْ النَّادِي فْ رُبْعْ سَاعَةْ قْبَلْ 3.
ثمن تذكرة الحافلة مائة وثمانون يناً.
كدت أن تدهسني سيارة وسقطت أرضا.
ما زال فطور صباحيا ما جاش. من فضلك جيبُو ليا في أقرب وقت.
فين كنقدر ناخذ الفطور؟ فين كيتقدم؟
اليوم غادي نمشي لمتحف اللوفر، أمس مشيت للكاتدرائية نوتردام.
عافاك، غادي تعطيني الفلفل؟
شكرا على مساعدتك خلال سفري للولايات المتحدة.
فين كاين منطقة الأمتعة؟
هل يمكنك الاحتفاظ بهذه الأمتعة حتى الرابعة؟
باغي نصلحها بعد ما نرجع لليابان.
عندك صاك د الخياطة؟
أنا من سويسرا.
لمبة ديال الضوء محروقة.
عندي وجع في البطن.
أنا فلاح.
فقط سائق في الحافلة، لا يوجد مرشد.
أريد فستاني مكوياً.
عفاك، هل يمكنك أن ترفع مقعدك قليلا؟
نهار مزيان، أليس كذلك؟
سلمه لي. هل هذا كل ما لديك؟
فهمت. من فضلك املأ هذا الاستمارة أولا. وأخبرني عن لون، حجم، ومحتويات حقيبتك.
عندك خريطة ديال الشارع؟
من فضلك أرسل هذا عن طريق البريد البحري إلى اليابان.
تعالى لهنا.
يمكن ليا ناخد بطاقة بريدية؟
هاد الصباح تناولت دوا د البرد جبتو معايا من اليابان.
بغيت نحجز كرسي.
كم من الوقت يستغرق المشي من هنا إلى برج لندن؟
باباش غادي يهبط الطيارة رقم 12 لي غادا لواشنطن؟
هل يمكنني أن أطبخ لنفسي؟
هل يمكنك ارتداء ربطة عنق من فضلك؟
متى يمكنني النهوض؟
هل يمكنك فتح الصندوق الخلفي؟ أريد وضع حقيبتي فيه.
بكم الساعة الواحدة؟
هل يمكنني أن أحصل على صندوقين هدية؟
كَنْبَحْثْ عْلَى طَاجِينْ مَا يْلْصْقْشْ.
ماشي محتوى هاد الباكاج؟
يبدو أن مباراة البيسبول قد أُجلت.
عندك هاد الشي باللون الأزرق؟
ماعرفش هاد البناية. ولكن هذا هو الطريق الصحيح للحي الأزرق بالتأكيد.
ماعنديش فيلم. يمكن نشريه من هنا؟
هل يمكنك أن توصلني بغرفة السيد مورِي؟
باغي ناخد كرسي فطائرة ديال "يونايتد"، رقم الرحلة 922 متجهة إلى نيويورك.
متى الصورة المقبلة؟
كم ثمن مكالماتي الهاتفية؟
عافاك بغيت تذكرة قطار للذهاب والإياب لدوفير.
كُتْبْ: "مَا كَيْنْشِي عْبُور".
عندك شي وحدة صغريا؟
من فضلك، قم بتحرير تقرير ضياع.
محفظة و كاميرا.
أنا من اليابان.
لا أظن ذلك. من الأفضل أن تأخذ حافلة.
غادي نشوف. خفت ما نلقاش اسمك.
عفاك، شارع هرمز قريب من هنا؟
هل يمكنك أن تخدميني فورا؟
أظن أن هناك خطأ. هل يمكنك ترتيب الأمر حتى نتمكن من البقاء؟
هادي فيزا والرقم ديالها هو أربعة تسعة صفر ثمانية واحد خمسة واحد اثنان ثلاثة ستة سبعة سبعة ستة صفر صفر أربعة.
قادر تْحْوّل هاد النّسخ السّلبية لشرائح؟
عليّ أن آخذ معي معطفاً؟
ما شي بعيد. دقيقة عشر دقائق مشي.
أيهما تفضل، القهوة أم الشاي؟
تقريبا كم الثمن للوصول هناك؟
فيين غادي نحط هاد البطاقات ديال الشنط؟
واش كاين شي بركة ديال السباحة هنا؟
هل يمكنني أن آخذ هذا الظرف؟
واك واك اعليه، يا صخرة الرأس. كتعجبك هادي؟
يأخذ بعض الوقت لتحضيره، لكنه واحد من أكثر منتوجاتنا شعبية.
غادي ياخذ تقريبا يومين أو تلاتة.
قول ليا كيفاش نوصل لمدينة سان فرانسيسكو؟
هل يمكنني أن أحصل على سماعات أخرى لأن هذه لا تعمل جيدا؟
واش بغيتي نعيط ليك على قهوة ولا شي حاجة؟
غادي نمشي للمكسيك.
يبدو ذلك جيداً باستثناء حالة واحدة.
بغيت البيض، من فضلك.
غير كاس ديال الما، الله يرحم الوالدين.
فطور على الطريقة القارية، من فضلك.
واش كاين تخفيض للطلبة؟
واش ممكن ناخد لمبة، من فضلك؟
الرقم اللي وصلتي ليه ما كايخدمش.
شكون هو عجزك؟
آه، خذها بالطبع. رائع. الآن سأجلس بجانب النافذة.
فين غادي يوصل الطيارة لروما؟
نحتاج إلى مزيد من الوقت لاتخاذ القرار.
طلبت حصة صغيرة للطفل.
في شارع السبعين والاثنين.
إذا قمت بالتقطيع، ستكون خارج الملعب.
نقل، من فضلك.
غادي نشوف فالدار اللي جنبنا. يمكن يكون عندهم ياباني كيتكلم الإنجليزية.
حملها على بطاقتي من فضلك. ماستر كارد.
المرجو المتابعة. جواز سفرك، بطاقة النزول و تصريح الجمارك من فضلك.
هل يمكنني الذهاب مشيا على الأقدام؟
غادي نجي بعدا.
نعم. تيراياما. و ضعني أقرب ما يمكن من المسرح من فضلك.
قادر تفكر فاش نقول ليه؟
واش كاين شي مرحاض قريب؟
لقد كان مساء رائعا، شكرا لك.
عافاك، يمكنني الانتقال إلى مقعد آخر شاغر؟ لا أستطيع رؤية شاشة الفيلم جيدًا من مقعدي.
الجهاز الكاشف للدخان شادّي.
أود أن أستقل رحلة بحرية سياحية في خليج سان فرانسيسكو.
عندك فكرة فين غادي؟
لا. ادفع للسائق.
شكون هما ساعات العمل ديال المتجر؟
بغينا طبلة ف الزاوية.
ماعرفش، ولكن ماقادرش نتحمل ريحة اللحم. كل ما بغيت ناكل هو المخللات.
أظن أن هذا جمع خطأ.
أود الذهاب للتزلج لمدة أسبوع تقريبًا. هل لديكم أي رحلات سياحية شاملة للتزلج؟
يعزفون سيمفونتين لموتسارت.
غادي نبقاو نبحثوا، و ملي نلقاوها غادي نخبروك.
طقس اليوم جميل حقا.
اثنان بالغين وطفلان أقل من اثني عشر سنة من فضلك.
من فضلك اشرح لي حتى أتَرَضّى.
باغي قرص ديال الفيلم لهاد الكاميرا، من فضلك.
ما عندناش عطلة وطنية مرتبطة بالديانات.
كم من الأمتعة يمكنني حملها معي في الطائرة؟
ولكن هذا لا ينجح.
هل يمكنني رؤية تلك الحقيبة من فضلك؟
واو، أنا محظوظ. هذا حتى لم يبدأ اللعب في اليابان بعد.
دفعت ثلاثمائة وعشرين دولارا في متجر خالٍ من الضرائب.
هل يمكنك أن تصل إلى تلك القلم تحت الكرسي؟
غادي نخلص على صحابي كذابة.
استغرقت خمس سنوات لأصل إلى هنا.
كم يساوي الين الياباني مقابل الدولار الأمريكي؟
يمكن لي أن آخذ نصف رطل من سلطة الجمبري؟
هل هناك مقهى أو مطعم في المبنى؟
آه، ثمنه باهظ جدا.
القطار السريع في الرصيف رقم ثمانية.
راني مستعجل دابا.
إذهبي إلى
هذا سوزوكي يتكلم.
ساعتي اليدوية ضاعت و أنا خارج المنزل.
كم من الوقت سيستغرق بالحافلة؟
حسنا. لقد حجزنا غرفتك في الفندق.
البالوعة مسدودة بالغبار.
حسناً، أعتقد أنه يجب أن أنطلق في طريقي.
سيدتي، أنا في طريقي لأخذك، إذاً لنلتقِ بعد حوالي خمسة عشر دقيقة.
واش حجزتي؟
غادي نمشي ف رحلة قصيرة للمكسيك.
في أي طابق توجد ملابس السيدات؟
يمكن ليا ناخد تذكرة نقل؟
الخيوط مستهلكة.
علاش الخدمة بطيئة بزاف؟
شوف تحت.
هوما بزاف بزاف حتى معرفت شنو نختار.
كيف أجري مكالمة هاتفية؟
لا. أنا مهتم بالجينز وبدلات البنطلون.
عندنا مقاسات مختلفة.
ركبْتُ الحافلةَ الخطأ. هل يمكنني الحصول على تذكرة نقل؟
ماعرفتش.
فين كنقدر ناخد الطوبيس لي كيمشي لبيفرلي هيلز؟
نلتقي في غرفتي.
عندك شي مهدئ؟
شكون هما الشركات الأخرى لي كيديرو خدمتهم مزيان؟
كُول وَاْفْعَل.
هل هناك حافلات سياحية؟
من فضلكم استثنوا الأبالون من طلبنا. إنه غالي جدا.
ثم سأدفع لك ثلاثمائة دولار في شيكات سفر.
انفجرت فيليش بالبكاء عند سماع الخبر.
غادي نزور نيويورك، شيكاغو، نيو أورليانز ولوس أنجلوس.
فين الصيدلية؟
أرني بطاقة صعودك.
من فضلك، لا تستهزئ بي.
آه، لست متأكدا من أنني أوافق على طريقة التفكير هذه.
غير الما السخون.
غادي يكون مزيان. شكراً! يمكن نشوفو؟
بغيت شوية الفول السوداني، الله يرحم الوالدين.
غادي تمشي ف 20 أبريل وترجع ف 21 أبريل. هادشي صحيح؟
هل يمكنك تحويل دولارات أمريكية إلى جنيهات إسترلينية؟
باغي اللحم ولا الدجاج؟
بغيت نعشى بالصينية.
هل يمكنك أن توصي بفندق جيد؟
سيد النادل، هل يمكنك إحضار الفاتورة من فضلك؟
تعالى شوفنا مرة أخرى من فضلك.
عندي سخونة خفيفة. عندك شي حاجة مزيانة ليها؟
واحدة تذكرة لـ "الطائر"، من فضلك.
هذا صحيح. إنها تبدو كأشجار طبيعية ناضجة. يستمتع الناس بالمنظر الذي تخلقه.
غادي نقدمك للطبيب ديالي العائلي.
ماشفتش بحال هاد لجمال بحال بوسطن فحياتي.
تركت شيئا في الغرفة. هل يمكنني العودة والتحقق؟
هل يمكنني الدفع بشيكات السفر؟
مكندنش بلي كاين لوب ديال المسافرين مكاينش فيه التدخين. أشنو هاد العذاب.
بغيت نكري شي سيارة صغيرة.
هاد الغرفة باردة بزاف.
هل يمكنني الحصول على خريطة للمنحدرات؟
هل يمكنك أن تقترب من هذه الواجهة؟
هل يمكنك أن تريني أين يمكنني صرف المال؟
إذا كنت تستطيع تخفيض الثمن قليلاً أكثر، سأشتريه.
وضعتم فيه ملحا كثيرا.
أنت ملاكي. شكرا جزيلا.
خمسين دولار؟
قاعة الأكل موجودة في الطابق الأول وتفتح في الخامسة والنصف مساءً.
عذرا، هل يمكنك أن تخبرني كيف أصل إلى فندق فيرمونت؟
كم علبة حليب تشتري كل أسبوع؟
هذا الطاكسي خالي؟
فأمريكا، شحال هو الرقم لي كيتدير للاتصالات الدولية؟
غادي تشرحها من جديد؟
شكون هما ساعات العمل ديال البنك؟
هل يمكنك تغيير تاريخ رحلتي من لندن إلى طوكيو؟
محتاج لثلاثة دولارات أُخْرى.
فين، ضائع ومُستعجل، من فضلك.
بغينا نتسلاو باللعب ف رياضات خاصة بالسواحل الغربية.
هل يمكنني فقط أن أدفع الفرق من التذكرة التي أملكها؟
نعم، أنا كذلك. لماذا تسأل؟
بالبريد المسجل من فضلك.
النظام الغذائي الرئيسي في اليابان هو الأرز.
عندنا ضروري نقصو من الميزانية.
نعم، نريد قارورة من النبيذ الأحمر.
آه، لا. كلشي مزيان. هادشي هو كل ما عندك؟ مزيان.
بغينا طبلة قريبة من النافذة.
للحضور في مؤتمر.
هذا هو الغرفة رقم 112. هل يمكنك أن تجلب لي بعض البيرة؟
آه، هذا جميل. سأجرب ذلك.
حسنا، بالطبع هناك مطاعم راقية. بعض الناس يأكلون من عند بائعي الطعام المتجولين، وبعضهم يأخذون غداءهم إلى المكتب. في الأساس، لا نخصص الكثير من الوقت للغداء.
دعنا ننتقل إلى الموضوع التالي.
ربما كان الطعام النيء للغداء سيئاً.
عافاك، هل يمكنك أن تعطيها دواء ضد دوار السفر؟
مكا نقدرش نشرح حالتي بالانجليزية.
فقط للتسلية.
استعملتي الفريكو؟
هل يمكنني استرجاع أمتعتي؟
كان هناك دم في برازي.
معذرة، لكن لا يمكنني أن أوافقك الرأي.
وأريدك أن تنضم إلينا، إن لم يكن لديك مانع.
هل يمكنني مساعدتك، سيدتي؟
نعم، في قاعة الأكل والمشوي.
إسمي يوكيو أوكا، رحلة رقم 125 متجهة إلى ناريتا في الرابع عشر من غشت.
بغيت نشري لولدي تذكار.
عليهم أن يكونوا أغنياء حقا رغم مظهرهم. مع ذلك، فهم يستحقون الثمن.
دولارين في مقابل جنيه واحد. هل هذا جيد؟
إيتشيرو سوزوكي. س-و-ز-و-ك-ي.
هل يمكن لشخص آخر مساعدتك في هذا الأمر؟
حسنا، قبل أن ترحل، هل يمكنك أن تخبرني ما هي الانطباعات التي لديك عن اليابان؟
عفاك، واش ممكن تقولي لي فين غادي يكونو الصور ديالي جاهزين؟
عندي مارفين دورفلر على الخط. نخلّي ليه؟
عطاتك ورقة ديال مية دولار.
اش رأيك فهاد المشكل، جورج؟ هل يمكنك توضيح النقط للصف؟
في تلك الحالة، لست مضطرا لملء واحدة.
هل يمكنني فك حزام الأمان؟
أنا من كولورادو. من أي منطقة في اليابان أنت؟
بالتأكيد. كنا مشغولين جداً بالأمس، لكن اليوم المكان خالٍ تماماً. متى تغادر طائرتك؟
خلصت بالفلوس فالمكان.
من فضلك، اتصل بالمدير.
فين غاديين نتلاقاو؟
قولها مرة أخرى من فضلك.
بغيت لعبة ديال الكارط.
بكم التمن ديال البريد حتى لليابان؟
صاحبي ضرباتو لكرابة.
هل العشاء جاهز بعد؟ أنا جائع جدا. هل يمكنك تهيئة المائدة؟
هل يمكنك أن تكتب لي شهادة سرقة؟
من فضلك ضعها في هذه الكيس الورقي البني.
ماقادرش نقرر.
هادشي كيعذبني من نهار جيت هنا.
كيفاش نديرها؟
فقدت محفظتي ومفتاح غرفتي في الشاطئ.
واش جيتي هنا في شهر العسل؟
باش تمشي. غادي تحط شوكا فكيس؟
هل يمكننا التخييم في أرضك؟
إذا وقع شيء ما، من فضلك تواصل معي.
ماتنهيش، من فضلك.
بأية وتيرة يجرون؟
بغيت نبعث هاد الرسالة بالبريد المضمون.
وصولي سيتأخر بثلاثين دقيقة. من فضلكم أرجئوا تسجيل دخولي.
باغيهم مسطحين ومقوسين من لتحت، من فضلك.
عفاك، هل يمكنك أن ترشدني إلى محطة القطار من فضلك؟
ألا تعتقد أنني سأحتاج إلى دليل سياحي؟
هل يمكنني الوصول إلى قاعة الحفلات الموسيقية في السادسة؟
معذرة، لكننا سنضطر للإحتفاظ به.
كندور شي ظلال عيون.
عليّ أن أطلب الفطور الآن؟
لقد دفعته بالفعل عندما اشتريت تذكرتي.
نعم، يمكنك ذلك. لكن خذ الأمر ببساطة.
متى تبدأ مبيعاتك المعفاة من الضرائب؟
عذراً على الإنتظار. سأصعد معك إلى غرفتك.
هذا دولار واحد. يجب أن يكون معك التغيير الدقيق.
غرفتك في الطابق الثالث، رقم ثلاثة وخمسون.
ما كاينش الما الساخن.
بغيت معجم إنجليزي-ياباني.
السلام عليكم، عندي حجز.
عافاك بان ليا شنو هما حوايجك.
جيبها بسرعة من فضلك. أنا على عجلة من أمري.
ولكن فين؟ مكاينش ليك تعرف شي حلاق هنا.
تفضل تأكد من هذا حتى الوصول إلى الوجهة النهائية، من فضلك.
بدل هاد الشي فريتات، من فضلك.
عندي كارتون ديال التبغ.
عليّ أن أصرح بهذا؟
واش كتب الطبخ كاينين حتى ف الطابق الثاني؟
هناك خدمة قوارب منتظمة من كوبي إلى الموانئ في شيكوكو وكيوشو.
من فضلك بدل هذا.
هل يمكنك أن تشرح ذلك بشكل أكثر تفصيلا من فضلك؟
عندما يجف، قشريه من وجهك.
كم من الوقت سيستغرق قص الشعر؟
واش ممكن ناخد دليل عناوين، من فضلك؟
بغيت ناخد حوايجي الثمينة.
بغيت نجلس دابا.
بعد ساعة تقريبا من الإقلاع. نبدأ خدمة الوجبات عندما نكون في رحلة مستوية.
عندي حجز من الدرجة الأولى في الرحلة رقم 113 من لوس أنجلوس إلى نيويورك في الخامس والعشرين من أكتوبر.
هذا صالح لمدة أربعة عشر يوما، إذن يمكنك استعماله إلى غاية الثالث والعشرين.
مكاينش اللي كيحترم راسو وكيشراب الطعام.
سقط مني الحساء.
جيت باش نقرا فمدرسة اللغات.
لا، عفاك.
بكم الوصول إلى متحف الفن بالتاكسي؟
جيت شوية قبل الوقت، ما كاين مشكل؟
نعم، يمكنك رؤيتها بوضوح، لأن الجو جميل اليوم.
هل يمكنني حجز ملعب تنس هنا؟
واش كاين شي كوافير هنا؟
أشنو هو رقم الطوبيس لي نمشي بيه لفندق سكاي واي؟
ثم هل يمكنك أن تريني بطاقة ائتمان رئيسية ورخصة سياقتك؟
لا، ماعنديش هاد المبلغ كامل.
نعم، سآخذ شامبانيا مع المقبلات.
ما كاينش شي كابينة تيليفون عمومية فهاد المنطقة؟
خدي هاد الشي بعد كل وجبة ثلاث مرات ف النهار.
هناك محل بيتزا جديد قريب من هنا أود تجربته.
هل يمكنك البحث لي عن "آن من المرتفعات الخضراء" في نسخة ورقية؟
حسنا. لا تقلق. لدينا ممرضة تفهم اليابانية.
ماشي راضي على هادشي.
السيد إيبيرت كان مساعدة عظيمة بالنسبة لي.
هذا من الرايون، إذن هو قابل للغسل.
عندي نزلة برد.
من فضلك اشرح بكلمات أسهل.
بغيت نبدل الطلب ديالي، إن أمكن.
دعني أتأكد من متجرنا الآخر لمعرفة ما إذا كان لديهم مخزون منه.
فين كنقدر نلقا ليموزين؟
أريد أن أضع شكاية عند الشرطة.
ست ليالٍ ابتداءً من الثالث والعشرين من يوليوز. هل هذا مناسب؟
فين وقت المد؟
حقائبي ثقيلة جدا. هل يمكنك مساعدتي؟
هل يمكنني تسليمها في سياتل؟
عرض علي واحدا آخر من فضلك.
هل يمكنني أن أحصل على وسادة؟
بغيت نمشي نصطاد. هل هناك مكان جيد قريب؟
لإجراء بحث في التاريخ الأمريكي في جامعة هارفارد.
الأفضل لي ألا أشتري أشياء ضخمة.
هل يمكنك أن تجلب لي بعض الفلفل، من فضلك؟
طقس جميل، أليس كذلك؟
كيف يمكنني الحصول على تذاكر لعرض برودواي؟
فين كنقدر نلقا شنطي؟
كَنْبَحْث على شال لِأُمّي. هي في الستينات مِن عُمْرها.
غادي نخصم 10% من الثمن.
هل تشتغل هنا؟
باغي نخلص على المكالمة.
كيف يمكنني إخبار السائق عندما أريد النزول من الحافلة؟
هل يمكنني حجز غرفتين فرديتين بدل غرفة مزدوجة؟
يبلغ المبلغ خمسة دولارات وثلاثين سنتا.
أنا سأغير الطائرة في لوس أنجلوس. هل سنصل في الوقت المحدد؟
كندير كونيكسيون مع أف واحد اثنان ثلاثة.
هل يمكنني أن أحصل على كاس من الماء؟
يستغرق الأمر حوالي ثلاثين دقيقة.
فين كاين مكتب السيد ميسون؟
مائة دولار نقدا وبطاقة الائتمان ديالي.
كم ثمن كل واحدة؟
أسواق العملة غير مستقرة.
غادي نخطط باش ندور على بروفانس غدا.
بغيت نكري شي قارب نهار واحد.
كأس ديال شي أربعين قدم.
يبدو غير مطبوخ جيدا.
غادي نخلص بالفلوس، ولكن خليني نقرا، من فضلك. علاش هاد التكلفة؟
هل هي حلوة؟
اشنو؟ كنا تاكلنا وجايبين شي وجبة أخرى.
غادي ياخذ على الأقل تسعة وتسعين ساعة.
كيدوز عندنا فمرة.
فين المرايا؟
كيفاش نفتح الكابوت؟
تركت شيئا في الغرفة.
بغيت شوية ديك السجق ديال الكبد، الله يرحم الوالدين.
استعمل آلة البيع.
قص الشعر والشمبو من فضلك.
بغيت نكري شي نوادي.
كم ساعة تبقت قبل أن نبدأ؟
تأكيدك تم بنجاح.
من فضلك خذ هذا إلى موقف سيارات الأجرة.
ما هي النسبة المئوية الإجمالية لجميع الضرائب القابلة للتطبيق؟
لقد مر وقت طويل منذ أن رأيتك.
حجز لمضمار الغولف، من فضلك.
غادي نتحمل شوية ديال المشاق.
من فضلك ضع بعض الخصلات في شعري.
هل يمكنك أن تقرضني رافعة؟
عندنا ممرضة كتفهم اليابانية.
عندك دوا للزكام؟
هل يمكنك أن تأخذني إلى المستشفى؟
لا، ليس لدي ما أصرح به.
ها هي خمسون دولارا في حال واجهت مشاكل.
قاعة الأكل الرئيسية غادي تفتح فثمانية وتغلق فعشرة.
نعملو شيكين اثنين.
كيف تشعر؟ إنها مصنوعة في سويسرا وهي رائجة هنا.
شكون نوع البطارية لي كا يستعمل؟
باغي كتاب ديال الأطفال، من فضلك.
معذرة، ولكنني أريد إلغاء حجزي.
عفاك، ماعجباتنيش.
ماذا هناك آخر لرؤيته في ذلك الجزء من المدينة؟
الكتب والكتيبات.
سلم نفسك.
امشي لقدام فاتحين شوية، غادي تلقاها ف الزنقة ديال اليمين.
فين كاين الديسكو الشعبي؟
تلك الفندق الموجود في قمة التل تطل على منظر رائع للمدينة، أليس كذلك؟
كم عليّ أن أضع؟
بغيت نشوف ماتش ديال البيسبول محترف.
من فضلك، اتصل لي بسيارة إسعاف.
حسنا، ربما نسيت ذلك. شكرا على التحقق.
هاذي كارت ديالي ديال الخدمة. أنا مسؤول على استيراد الأثاث لليابان.
زميلي السيد تاكيمي اقترح علي أن أتصل بك. هو واحد من مرضاك.
عندي موعد آخر في ذلك اليوم.
كيفاش نرجع؟
نلتقي يوم الإثنين.
عندك هاد الشي بالخضراء؟
أنا جديد هنا.
كَنشتاق للخمر ديالي.
أنا وسيط تأمين.
شكون هما المقبلات لي عندك؟
بالفعل.
بعض الأمور التجارية التي لا يمكن تجنبها قد ظهرت.
شروط العقد واضحة، ولكن لم أفهم تمامًا النقطة التي تلي ذلك.
نعم، بعض غرفنا تطل على الحديقة، لكنها أغلى ثمنا.
إذن، لابد أنه سقط من جيبي. يجب أن أخبر محقق الفندق بهذا.
عندك تخفيض للإقامة الأسبوعية؟
خلصت كل الحساب ديالي.
أود حجز ملعب تنس لساعة غدا.
عندك شي راكيتات للكراء؟
لا، جينا هنا العام اللي فات.
وصف ليا الشخص هاداك.
عافاك خلي سبيلي.
ما بغيتش ناخدها بهاد الثمن.
صحة وراحة.
حسنا، سأرسل لكم مهندسنا إلى غرفتكم.
أنا حساس تجاه ما يلي.
نعم. عندي هنا. سمح لي نشوف رخصة السياقة ديالك، من فضلك؟
لقد كنت عونا كبيرا لنا اليوم.
معذرة، لم أسمعك بوضوح. هل يمكنك تهجئة ذلك؟
عادي.
سمح لي ناخد اسم وليدك؟
عندك شي مثلجات؟
غريب، ولكن أستطيع التحدث بالإنجليزية بشكل أفضل عندما أكون مخمورا.
قيل لي بأن لديك فاكس لي.
بالنسبة ليك "متطلب" يعني هما دايما كيفكرو فالإقتصاد؟
كيف تعتقد أن هذا يبدو؟
كَنْتَرْجَفْ.
الجروح ولات مْعدية.
أريد إعادة إصدارها.
واش متأكد مكاينش ليك حجز تحث اسم "سوزوكي"؟ أو "تيتسوو"؟
ماقادرش نفتح الباب.
الكابوكي هو واحد من الفنون المسرحية اليابانية التقليدية.
شكون هو الأفضل؟
باغي نعيط لموعد باش ندير صبغة دائمة.
هل يمكنك أن تعطيني غرفة أكبر؟
عافاك بغيت كيس ديال الكلاب.
أنا أخطط للبقاء اثني عشر يوما.
هل يمكنك أن تحافظ على حقائبي لساعتين إضافيتين من فضلك؟
الأحسن لنا أن نعثر على مكتب الخطوط الجوية المتحدة الآن.
هل يمكنني رؤية جدول المواعيد؟
السيد جيرو يامادا؟ أنت مؤكد على تلك الرحلة، المغادرة على الساعة السابعة والنصف صباحا من شيكاغو.
كَنْبَحْث على جُونْطَة.
ألوان أخرى؟
أشنو هي أحسن طريقة باش نستمتعوا بالمدينة؟
أربع توقّفات.
بدّل غرفتي، من فضلك.
هل هناك مكتب للأشياء المفقودة في المحطة؟
هل يمكنني التحويل بهذه التذكرة؟
ما كاين حتى مشكل نعملو هاد العقد عام واحد بدل عامين.
دعني أفكر في الأمر من فضلك.
هل يمكنني تنظيف هذا؟
هل سترسل الفندق سيارة لتأخذنا؟
ساندويتش سلطة البيض للأخذ.
هل يمكنك أن تخبرني عن بعض الفنادق التي تقل عن خمسين جنيهًا في الليلة؟
هل يمكنك أن تجد لي موعداً صباح يوم الثلاثاء؟
أفضل مقعدا في الأمام.
هل يمكنك وضع أمتعتي في الصندوق الخلفي، من فضلك؟
هل هي حمام سباحة في الهواء الطلق أو في الداخل؟
هل يمكنك أن تخبرني برقم الحافلة المتجهة إلى سانتا مونيكا؟
خير، وأنت؟
باغي كريم نهاري.
ولكن، إذا لم يعمل الضوء، لا يمكنك استبداله.
ما قدرتش نلقا الحجز ديالك، ولكن عندنا غرفة.
ستة ونصف اليوم، ولكن عادة في الخامسة والنصف.
واشمكن خايف من شي حاجة؟ بغيت شي قلم حبر جاف الله يرحم الوالدين.
غادي ناخد 20% تخفيض من الثمن.
غادي نبحث على طاكسي أخرى.
واش كاين شي صندوق ديال البريد هنا؟
الجو حار، أليس كذلك؟
بغيت نمشي لبوردواي.
عندك خريطة ديال مسارات التزلج؟
الخدمة، من فضلك.
حسناً. ليس سيئاً جداً.
مكاينش الطريقة باش نلقا المحطة.
ثمنو درهمين ونص.
هيا في نهاية هذا الشارع.
عافاك، عندك شي فرنك صغار؟
هل يمكنني استعمال مصباح يدوي؟
شكرا بزاف. وخلي هاد المشهد بحالو.
بالخصوص فيما يتعلق بتصميم مشروع عطارد، لم أكن لأتخذ القرار بدونك.
هل يمكنني تركيب معداتي الآن؟
غادي نشري هاد الجولة.
هاد الوقت هو وقت العطاء وتبادل النوايا الحسنة.
بغيت شوية اللحم.
بالصحة والراحة.
بللت سترتي، لذا من فضلك جففها.
هل ما زالت تلك السفن القديمة تبحر؟
من فضلك انضم إلينا لتناول الغداء.
شيء دخل في أذني اليسرى.
في أي وقت تتوقع أن تسجل الوصول، سيدي؟
بالمناسبة، كيف تقوم بتجريب البرنامج؟
عندك شي حاجة تصرح بيها؟
عندي كدمة.
هل البنوك مفتوحة يوم السبت؟
بأية درجة الجولات إخبارية؟
هل يمكنك أن توصي بمكان جيد لشراء حقائب الجلد؟
هذا روج؟
بزاف ديال اللاعبين ديال البيسبول الأمريكيين كيلعبو فاليابان.
فين كنقدر ناخد الكتب المدرسية؟
هل يمكنني أن أحصل على بعض العسل؟
نحن نعرض الخواتم واحدة تلو الأخرى فقط.
هل يمكنني استعمال بطاقة فيزا؟
بغيت نجرب طبق تقليدي ديال هاد المنطقة.
هل يمكنني أن أطلب خدمة الغرف؟
هل يمكنني أن أحصل على موعد؟
تعرضت لحادثة سير.
بدأت العمل في هذه الشركة منذ شهرين فقط.
فين غاديين نتلاقاو فاش؟
اتصلت بطوكيو وقالو ليا ما بغاوهاش.
التلفزة ما كتعطيش.
فين كنقدر نلقا هاد الوصفة؟
هل يمكنني الحصول على محلي صناعي؟
بغيت نبدل السانس ديالي بشياطسو. واش ممكن؟
في الحقيقة، أنا نباتي. لا آكل اللحم.
غادي ناخد كاس ديال الشاي.
هل يمكنك أن تأخذ الطريق الأسرع؟ أنا متأخر عن موعد.
عندي حنجرة مبحوحة.
بغينا نجربو البحريات هنا.
سفر ميمون.
أليس لديك شيء أفضل؟
كوكا دايت بالثلج، من فضلك.
التسليم في أي من محطاتنا مجاني.
لذيذ.
عندك تمشي تشوف نارا وكيوتو. نارا كتحافظ على جو اليابان القديمة مع المعابد البوذية القديمة والضريحيات الشنتو. الغزلان ووليداتهم كيجولوا بحرية فحدائقهم.
من فضلك، أحضر أمتعتي إلى غرفتي.
كلمة "وجه" عندها معاني كثيرة فالإنجليزية بحال التظاهر، المكياج، الكرامة، السطح وهكذا.
من فضلك ضع بعض النقود الصغيرة.
من فضلك ضع أغراضك خارج الغرفة.
امشِ مسافة شارعين ثم انعطف يمينا.
مفتاحي خربان.
بغيت معجم ياباني-إنجليزي.
قضيت وقتا ممتعا هنا. شكرا على كل شيء.
هذا الطوبيس كايمشي للمركز المدينة؟
من فضلك تجنب ما يلي.
ارتفعت أرقام المبيعات باستمرار منذ طرح المنتج في السوق.
هل سَيُرافقني دليل سياحي من الفندق؟
في أَيِّ وَقْتٍ يَجِبُ أَنْ أَكُونَ عِنْدَ البابِ؟
شكون هو لي غادي يكون سريع؟ ماعندناش بزاف د الوقت.
واش حق؟ عافاك خليني ناخد دقيقة باش نحل هاد المشكل.
هذا كلشي مشمول فالفاتورة؟
بغينا طبق ديال السوسيس متنوع، سلاطة، وقنينة ديال الخمر، من فضلك. جيب كاسين، من فضلك.
هيه، بغيت نسوق دابا. جيتي دورتي.
شكون هو رقم الطوبيس لي كيمشي ل بيكاديلي سيركيس؟
يأتي هذا مع ضمان مدى الحياة.
هل يمكنك إصلاحه من فضلك؟
ماجابوليش سالادتي.
خدو الطوبيس رقم واحد ونزلو فالتوقف الثالث.
هل يمكن لأحد هنا أن يحاول التنفس الاصطناعي؟
مكاينش فبالي هادشي جاي من اليابان.
جيب لي قارورة صغية ديال الما المعدني مثلج، سمح لي.
عافاك، عرّفني على بعض اللعب اللي كيقولو عليها تعليمية.
بغيت حزام.
غادي نفكر ف الموضوع.
أنا مع هذا. لنذهب إلى محل الأكلات الخفيفة في الشارع المقابل.
بيض مخفوق.
عذرا سيدي، جميع الغرف محجوزة.
المكالمة مع اليابان متصلة. تفضل، من فضلك.
ها هو الدليل. يجب أن يكون هناك.
عندي تورم.
واش متأكد؟ رجّع تشوف من جديد من فضلك.
هل يمكنني الحصول على مرشد سياحي ياباني؟
بكم هذه الحقيبة؟
بغيت ناخد طيارة د الغد.
شكرا على العشاء الرائع.
من فضلك استبدل العدسة. هل يمكنك تحضيرها بينما أنا أنتظر؟
امشي مستقيم من هناك، وهو على يمينك.
مكا نقدرش نبلع حتى حاجة.
هل يمكنك التوقف هنا تقريباً لأني أريد أن ألتقط بعض الصور؟
لذهاب إلى غراند كانيون.
من فضلك خذ صورة أشعة.
كندور شي هدية لامي.
هل يمكنك حجز تذكرتين؟
تعرضت للاعتداء.
طاولة للمدخنين أو غير المدخنين؟
نسميها جبل ب. هي على بعد حوالي عشرين ميلا من هنا.
واش بغيتي الكتشاب ولا الخردل معاه؟
إوا هو ف الطابق الأول، من هاد الجهة.
واش كاين شي وليد كيعاون فالماتش؟
لعند لاس فيغاس؟
هادشي كيتقبل الماستر كارد؟
هل يمكن للزوار الدخول إلى ديسكو هذا الفندق بدون أداء رسوم الدخول؟
هل هناك أي جولات بمرشدين يتحدثون اليابانية؟
ماعنديش نسخة من تذكرة الطيارة ديالي.
في كتيب منفصل يسمى "معلومات خلفية عن الشركة"، الموجود في المجموعة المقدمة، ستجد شرحا أكثر تفصيلا.
بأية مدة سيتم تأجيله؟
فاش كيفتح وفاش كيسد؟
هل يمكنك أن تجلب لي بعض الأغطية من فضلك؟ الجو بارد جدا في هذه الغرفة.
عَفَاكْ. بَالْمَنْسَبَة، وَاشْ كَيْنْ تَلِيفُونْ دِيَالْ لْكِرِيدِيتْ قْرِيبْ مِنْ هُنَا؟
باغي توضح ليه لموظف؟
هل يمكنك وضعه بجانب النافذة من فضلك؟
كايحس بالضيق هنا.
عندي بعض الغسيل.
فين هو القصر؟
عافاك، واش ممكن ناخد لائحة الأكل؟
مقعد في الأمام من فضلك.
من فضلك عد قبل الساعة الثانية وعشر دقائق.
حسنا، واحدة من حقائبي لم تظهر.
هل هناك جولة طوال اليوم؟
واش يمكن ليا نعمل ريزيرفاسيون ف 9 و نصف الصباح، من فضلك؟
بكم تُقدر تكاليف الشحن؟
باغين تذكارين ديال الطيارة لسان دييغو، الله يرحم الوالدين.
هنا على بعد حوالي تسع وتسعين دقيقة مشيا.
كل واحد حر فحياتو. غادي نشرب بييرة.
أنا من يوكوهاما، اليابان.
مقعد بجانب النافذة من فضلك. وأود الجلوس مع ابنتي.
هل يمكنك أن تشرح لي كيفية إجراء مكالمة هاتفية بعيدة المدى؟
ولد في سنة ألف وتسعمائة وثمانين.
ها هي نقودك المتبقية: سبعة وسبعون دولارا وتسعة وثمانون دولارا وتسعة وتسعون دولارا ومائة دولار.
عندك باركا؟
لا، ليست كاميرتي.
التلفاز معطل.
في أي ساعة تمر آخر حافلة متجهة إلى بيمليكو؟
عندي دوار البحر. هل يمكنني أن آخذ بعض الأدوية؟
خمس ساعات وثلاثين دقيقة أخرى.
هذا هو الغرفة سبعمائة وسبعة وأربعون. ما هي أنواع الكوكتيلات التي تقدمونها؟
هيا في هذا الطريق.
من فضلك، متعملش هاد الشي.
النساء يلبسن ملابس جميلة.
حسناً. ماذا عن هذا؟ هذه الجولة النصف يومية ستعيدك إلى هنا في الواحدة ظهراً.
هذا قابل للغسل؟
من فضلك، ربطني بالشخص المسؤول عن المحاسبة.
هل التذاكر متوفرة؟
عندك شي عنقيات آخرين بتصاميم فريدة؟
علاش ما نمشيوش حوال هاد الشعاب؟
هل يمكنك أن تخبرني أين سنزور في الجولة؟
عليك أن تذهب إلى المستشفى لإجراء فحص شامل.
هل يمكنك أن تعطيني غرفة أخرى من فضلك؟
فين هو أقرب متجر للموسيقى؟
أود وضع أغراضي الثمينة في صندوق الأمانات.
أظن أن هذا مقعدي.
حط يديك فوق.
فين غادي يغلق ديك المتجر؟
فين غادي يكون القطار الأول ديال أوكسفورد؟
حتى متى يبقى خدمة الغرف متاحا؟
عندك جريدة بالإنجليزية؟
عصي الأكل، من فضلك.
بغيت وحدة زرقا، إذا كان عندك.
غادي تشفى بسرعة، متخافش.
العفو. أنا أخطط للقيام ببعض السياحة وزيارة بعض الأصدقاء القدامى.
ما هو تشخيصك؟
بغيت ودانى يبانو.
الصرافة هناك.
علاش القطار تأخر بزاف؟
عليّ أن أرتدي ربطة عنق؟
الاسم ورقم الغرفة؟
عندي عجلة مفرومة.
نحن مهتمون بالدين.
لا مشكل على الإطلاق. أين تريد أن تأخذه؟
أنا أيضًا. لقد مشينا كثيرًا اليوم.
ما عنديش فكرة.
غادي نشحنو البطارية ونطيو الزجاج الأمامي.
طبلة ديال التراس، لو سمحت.
خمسين فالمئة تخفيض من الثمن المحدد؟
شكون هي الساعة المتأخرة ديال تسجيل الدخول؟
شوية من الخلف.
من فضلك، خذ تلك الجسر في الخلفية.
عندك شي ذكريات زوينة؟
تغير المطر إلى برد.
كناكلو الفطور فسبعة صباح كل نهار ما عدا فعطلة الأسبوع.
عليّ أن أرى طبيباً صباح الغد.
من فضلكم، ربطوا حزام الأمان وتمتنعوا عن التدخين حتى بعد الإقلاع.
بغيت نعيط لليابان.
إن شاء الله ننقص شوية من الوزن بعد كل هذا.
غادي نمشي لملبورن.
عندك شي جولات سياحية مع مرشدين يتكلمو اليابانية؟
الجو بارد هذا الصباح.
عذرا، ولكن في أي تقاطع نحن الآن؟
نسيتو فشي شرا فشي 10 دقايق هادي.
هل يمكنني الذهاب بجينز و"لوفرز"؟
بغيت شوية ديال الموز.
كانت كتفي متوترة جدا، أليس كذلك؟
حسنا، ما نوع الطعام الذي تحبه؟
هاداك باش نمشي؟
واش كاين شي كاباريه هنا؟
عفاك، فين ممكن نلقى مترو؟
كيف الحال؟ أنا إيتشيرو تاناكا.
كم هي الزيادة في الثمن بالنسبة للقطار السريع؟
إذا كانوا كلهم معفيين من الرسوم، سآخذ علبة واحدة من السجائر.
يعتمد ذلك على نوع الرحلات. رحلة ليوم واحد إلى يوسمايت تكلف ثلاثين دولارا، وهي الأكثر شعبية. يوسمايت تبعد عن هنا ثلاثمائة وخمسين كيلومترا.
أية خط يذهب إلى سانتا باربارا؟
لا كتشوب.
خدو كل ما بغيتو، غير متصوبوش.
بغيت نشوف ماتش ديال كرة القدم.
عندك غرفة فردية الليلة؟
في الحقيقة، لدينا تخفيضات على القمصان الآن.
هل يمكنك اقتراح رحلات نهارية جيدة؟
شيكات سفري بالدولار الأمريكي.
هل يمكنك أن توصلني بصديقي من فضلك؟
فين كنقدر نشري التذاكر؟
هل المعدات مشمولة؟
عافاك، يمكن لينا ناخدوا شوية خبز؟
دعني أرى. نعم، لدينا غرفة متاحة.
مرحبا تاناكا، فرحان بوجودك هنا. فين غادي تقيم؟
هل هناك من يستطيع التحدث بالإنجليزية هنا؟
نعم. يجب أن أذهب الآن. إن شاء الله نلتقي قريبا.
الساعة ستة و نصف.
هادي هي الزيارة الأولى.
فين أقرب محل للكوي؟
غرفة هادئة من فضلك.
تحصلت على نقاط جيدة في السنة الماضية.
شكون حلوة.
بغيت هاداك لي فالعرض.
هل هناك واحدة بحجم أكبر؟
مازال ما تأكدت، ولكن أظن أن درجة حرارتي مرتفعة.
أش كاين مشكلتك؟
بدا الثلج ينزل.
هذا هو الغرفة سبعة واثنان. من فضلك أعطني مكالمة إيقاظ في السابعة من صباح الغد.
متبقاش تخدم بزاف.
آه، لا. كنت أعلم أن هذا خطأ. سأعود إلى اليابان كفقير.
هذا القطار هو المتجه إلى شيكاغو؟
سمعت للتو التوقعات الجوية. من المتوقع أن يتوقف تساقط الثلوج في وقت ما من الغد.
هل يمكنني الانتظار هنا؟
أؤلف قصائد هايكو هاوِيَّة كهواية.
هل هناك مكان آمن لوضع حقائبي؟
عندكوم تخفيضات للعائلات؟
فين كاين شي مكان مزيان باش نشريو الهدايا التذكارية؟
هذا هو نظام الأجر على أساس الأقدمية.
من فضلك استلقِ هناك.
هل يمكننا الذهاب إلى نقطة التيكي غدا؟
هناك احتمال ضئيل لتساقط الثلوج.
هل يمكنك أن ترسم لي خريطة؟
آلات السلات تبدو سهلة جدا، حسنا، وماذا عن الروليت؟ عليك فقط وضع نصائحك أو نقودك على الرقم الذي ستراهن عليه أولا.
أكيد غادي يكونو عندهم اختيارات أكثر ف الصيدلية.
غالي بزاف عليا. عطيني واحد رخيص شوية الله يجازيك.
هذا هو رقم خدمة الاتصالات الهاتفية الدولية.
تعلّم الإنجليزية.
هاد السيارة كتمشي لباريس، أليس كذلك؟
من فضلك، أودع خمسة دولارات وخمسة وعشرين سنتاً لمدة الثلاث دقائق القادمة.
باغي كاميرا، من فضلك.
عْلاشْ هِيَ سْطَاحْةْ الغْطس؟
غادي تكري سيارة غولف؟
من فضلكم وزعوا بطاقات الهبوط.
هل يمكنني تحديد موعد اليوم؟
هادي شوية ضيقة من عند البطن.
كيف يمكنني الوصول إلى وسط المدينة؟
هذا مثلما تقول بالضبط.
ماكلتش قبل، بغيت ناكل دابا.
صباح الخير. كم عددهم؟
ماعنديش الوقت بزاف.
حسنا. نلتقي فيما بعد.
هل يمكنني سحب ثلاثمائة دولار من بطاقة الفيزا الخاصة بي؟
كيف تود أن يكون الويسكي الخاص بك؟
هل يمكنني أن أعتني بها؟
عندي الدورة الشهرية.
عندك تخلص الشيكات ديالك فبنك.
من فضلك، أحضر أمتعتي إلى الغرفة.
مازلت ما حجزتش كرسي لرحلة العودة ديالي.
أيهما هو اللون الأحدث؟
فاش غادي نوصلو لفيلادلفيا؟
غادي تزور جميع الأماكن السياحية فسان فرانسيسكو فمسافة 49 ميل ديال السياقة.
هل يمكنني البقاء هنا لأرى ذلك؟
هل هناك مقاعد متاحة لهذه الليلة؟
كسرت نظارتي.
حذاؤك لا يتناسب مع لون فستانك.
ضعها هنا من فضلك.
هذا أوتوماتيكي. لدينا هذا الموديل من ساعات الكوارتز، سيدي. هذا ضد الماء و مضاد للصدمات.
غير شي تقصير، الله يرحم الوالدين.
متى القطار الموالي إلى أوكسفورد؟
مع الفطور؟ أود حجزها.
هل يمكنني الاتصال بفرنسا مباشرة من هنا؟
هادشي صالح لاش من نهار؟
بغيت نبدل الحجز ديالي.
هل يمكنك أن تستدعي لنا طاكسي؟
ما رأيك في تجربة همبرغر؟
كلشي بخير؟
هل هناك ليموزين لفندق ABC؟
فين غادي ترجع السيارة نهار الجمعة؟
أش من خط لمديسون سكوير؟
غادي نرجع نكلمك من بعد.
عذرا، لم أفهم ما قلت.
دولار للكيلوغرام.
يمكن نعطيها ليك فتعليقة؟
ماعرفش كيفاش نستعمل التلفون، من فضلك وريني.
وجهتي هي لندن.
آه، أخشى أن هذا ليس وقتا كافيا.
أية حافلة يجب أن أستقل؟
بغيت كريم تنظيف.
مرحبا من جديد ومرحبا بكم في أفضل أربعين أغنية أمريكية.
أيهما أفضل حدث؟
كم من الوقت سيستغرق قبل أن تتفتح البراعم إلى أزهار؟
بغيت نتحدث مع السيدة نوموتو، في الغرفة خمسة و واحد.
ثم غادي يهمك تشوف الداخل ديال المسرح داك. هو تياترو ألا سكالا.
الشريط المظلل يُظهر أرقام مبيعات شركتنا للسنة الماضية.
أتمنى أن تتمكن من زيارة هذه المعالم الجميلة في الولايات المتحدة في المستقبل القريب.
دير وستمنستر
صاحبي كيعاني من حمى شديدة.
هيا في الطابق السابع. خذ المصعد في نهاية الرواق.
غادي نسناك.
وضعت محفظتي، وكتابي، وكاميرتي في حقيبتي.
عادةً ما أذهب إلى الفراش حوالي الساعة العاشرة، وأنام مباشرةً.
كان طويل القامة وشعره أشقر.
ازدهرت الثقافة، مع أنشطة مثل مسرح كابوكي، ورسوم أوكييو-إه، والأدب وفن الخزف التي أصبحت شعبية.
عندك متجر "دونيل" فهاد المنطقة؟
مائة وعشرون مليون نسمة في أرض مساحتها ثلاثمائة وثمانون ألف كيلومتر مربع؟
تذكرة ذهاب وإياب إلى ميامي من فضلك.
هل يمكنك أن تخبرني أين أقرب بنك من هنا؟
واحدة تذكرة للكبار من فضلك.
اسمي واتانابي غورو.
بكم سيكلف إرسال هذه الرسالة إذن؟
فلفل، من فضلك.
هل يمكنك أن تجلب لي الفاتورة؟
حسنا، طبيب الأسنان الذي أذهب إليه جيد إلى حد ما.
الضوء ما كيعمليش.
بغيت شي حاجة للكحة.
حسنا، هذه غرفتك.
بقا قداش حتى تجي الطوبيس؟
يمكن لي ناخد دوا؟
عطني توقيعك هنا من فضلك.
ما كاينش كافيتيريا قريبة؟
الرقم هو خمسة ستة سبعة ثمانية واحد اثنان ثلاثة أربعة.
سيدي، من المحتمل أن نهبط في أي لحظة. إذا كنت ستأخذ مقعدك.
يوكوهاما قريبة من طوكيو.
واشمكني ناخد فلتر، من فضلك.
ماذا يمكنني أن أفعل؟
هل هناك من يتحدث اليابانية في المتجر؟
من آخر الصف؟
عافاك بغيت خريطة دليلية.
مكاينش معايا كيفاش نسمعك مزيان.
تأخر بحوالي ساعة. سيقلع على الساعة الخامسة وعشر دقائق.
الرقم هو واحد اثنان ثلاثة أربعة خمسة ستة سبعة ثمانية.
الماء ما غاديش يسخن بزاف.
فِي هوكايدو، مَكْتُوبْ عْلِيكْ مَتْلْعَبْشْ گولف لِمْدَة سِتّة شْهُورْ نْتِيجَة لِلْمْنَاخْ البَارِدْ دْيَالْهَا.
غادي تبيعهم بالفرقة؟
بغيت نمشي نهار قبل.
يبدأ من التاسعة.
أنت محظوظ. جميع المتاجر تقيم تخفيضات الآن. يمكنك الشراء بثمن مخفض.
لحظة. سأجد قلمًا.
آه، ما عرفتيش. شنو رأيك فـ "ماكدونالدز"؟ عندنا هاد العلامة فـ اليابان، ولكن...
بغيت نرجع هاد الشي. هاذا هو الفاتورة.
هل هناك حافلة تغادر هذا المساء؟
كيف يمكنني الوصول إلى المتحف؟
لا داعي للشكر. لقد انتهيت للتو من مسودة برنامجي.
السيد غودمان سيكون مفتونًا به حقًا.
نعم. أظن أنني سآخذ بيضة، نقانق، خبز محمص وفواكه طازجة.
الكِراء واجب الأداء في آخر يوم من كل شهر.
هذا ليس المقاس المناسب.
رقم الرحلة هو PK سبعة صفر ثمانية في الخامس من شتنبر.
كاين شي حاجة خايبة فالحمام ديالي.
أش من منتوجات محلية عندكم فهاد المنطقة؟
حقيبتي ما زالت لم تخرج بعد. هل يمكنك أن تبحث لي عن ما وقع لها من فضلك؟
كتصدّي بزااف فالتلفون.
هذا كاميرا ريفلكس أحادية العدسة من نوع كانون.
شكون هو اسم القلعة؟
هل هناك حافلة مطار إلى المدينة؟
هل يمكنك أن تعيد لي الاسم من فضلك؟
ثم انزل في المحطة الموالية وخد الحافلة المتجهة إلى هايد بارك.
معذرة، ما كنوفروش هاد الشي. يمكن ليك تشريه من الصيدلية لي ف الطابق الأول.
بغيت مقعد فالممر، لو سمحت.
ماذا تريد أن تشرب؟
بغيت نطلب بحال هاكا.
فين كاين متجر بارنيز آند نوبل؟
بزاف - خاصة دابا من بعد ما كملت النعاس فالعشاء ديل البارح. بالمناسبة، يمكنك تقولي ليا كيفاش نمشي للمتحف البريطاني؟
من فضلك، ضع الرقم تسعة في هذا الهاتف.
فين غادي يغلق المتجر؟
تأخرت رحلتي، وفاتتني الرحلة المتصلة.
هل يمكنك إلغاء حجز المقاعد لي؟
بغيت شي شرمولة.
أنا سأذهب هناك أيضا.
مثير للاهتمام جدا.
بغيت شي غرفة مع حمام.
هل يمكنني أن أرفعها؟
ما عرفتش، سيدي. هل تتحدث الإنجليزية؟ هل تتحدث الإنجليزية؟ تحدث.
إن شاء الله غادي يكون كلشي مزيان.
الخط مشغول.
نعم سيدي. الساعة الحادية عشر.
هل يمكنني الحصول على موعد يوم الجمعة؟
عندي ضرورة نعمل كونيكتيو. واش كاينة إمكانية؟
لا، لا أفعل. عربة غير مخصصة للتدخين من فضلك.
هل المبتدئون ليسوا جيدين؟
محتاجهم اليوم.
أود استئجار سيارتك الأقل ثمنا لمدة أسبوع.
هاد الفستان ما كيقش عليا.
هل يمكنك أن تخبرني أين مقعدي؟
أية طائرة تصل أولاً إلى مدينة نيويورك؟
فين خليتيه؟
من فضلك، بدل هذه العملة الفرنسية نقدا.
مكاينش فين نحط الكاريون ديالي.
لا تترددي في استعمال مستحضرات التجميل لدينا قبل مغادرة المكان.
لا تقلق. إنها ليست بعيدة عن المدينة.
ها هي نقودك المتبقية.
إذن، لماذا لا نذهب إلى الشاطئ غدا؟
قدم لي عرضا.
هل هذه الجولة النصف يومية تقدم باللغة اليابانية؟
بكم في اليوم؟
نعم، نفعل. هذا هو اختيارنا.
حسنا، يمكنك أن تأخذ حافلة "غراي لاين إير شاتل" أو "كاري إيربورت إكسبريس".
إذا استطعت أن تجعله أرخص قليلا، سأشتريه.
فين كاين الباكواريم؟
بغيت نبقا هنا لشي نهارين أخرين.
نعم، أنا أبحث عن هدية لأختي.
من فضلك نظف هذه الملابس.
فين كنقدر نشري جريدة يابانية؟
شكون هو الطعم الرئيسي هنا؟
هل يمكنني السباحة هنا؟
واش من فوق؟ نزول شوية من الفوق؟
نعم، هذا ما تركت وراءك؟
نعم. يمكنك مشاهدة الأفلام على HBO، التي هي مجانية.
كيفاش نمشي لهوليوود؟
غرفة ب 15 دولار.
متأكد أنني قمت بالحجز.
عندك خدمة غسيل الملابس؟
أظن أن ساقي مكسورة.
تتحدث كشاعر، السيد إيتا.
هل هناك أي أماكن سياحية في الجوار؟
هل هناك مقصورة نوم في القطار؟
واش حق؟ نتمنى ما مشاش بلا مني.
نخرجو ناكلو معا.
بكم ثمن يومين؟
غادي نمشي لمريم.
من أي منصة تغادر القطار المتجه إلى يورك؟
بغيت نعمل ريزيرفاسيون للروم.
سيدات وسادة، الكابتن جورج كوهين وطاقمه يرحبون بكم على متن رحلة الخطوط الجوية المتحدة رقم ثمانمائة متجهة إلى نيويورك. إذا احتجتم لأي شيء أثناء الرحلة، ما عليكم سوى الطلب وسنكون سعداء بالمساعدة.
الخضراء.
الأفضل أن تتصل بقسم الأشياء المفقودة.
عافاك، واش ممكن ناخد رقم التلفون ديالك؟
هل يمكنك التحقق من وجود رحلة أخرى متاحة؟
لا. سنبقى هنا لثلاثة أيام، ثم سنذهب إلى نيويورك ونيو أورليانز.
عندي بطاقة يوروريل وفيزا سوفيتية.
عفاك، هل يمكنني التحدث مع الآنسة كاوري واتانابي في الغرفة 812؟
عندك شي مشروبات أخرى؟
هاد الفستان من لين؟
عفاك، عندي صداع. عندك شي دوا؟
من فضلك ضع علبة فيلم في هذه الكاميرا.
التلاميذ الأمريكيون في الثانوي ما عندهمش ضرورة يتعبوا بزاف.
بغيت ناخد هادشي معايا.
فهمت. هذا ملكي. أنا أنتمي إلى مركزنا للتصميم الداخلي.
عَلاش حافلة نْركب لَحْديقة هايد بارك؟
هاد البيرة مافيهاش غاز.
واش، أنت كنتي.
كنتمناو كلنا نكونو فطبلة وحدة.
مكاينش بزاف د الميكات.
أظن أن هذا قد لا يكون صحيحا. هل يمكنك التحقق منه؟
غادي يرجع الأسبوع الجاي.
ماتت أمي.
بغيت شوية ديال البورت.
خُذني للمستشفى.
يا لله العظيم.
عندك هادشي بلون فاتح؟
بغيت قلم.
عافاك بغيت شوية ديال الحامض للشاي ديالي.
واش ممكن ناخد الفاتورة، من فضلك؟
وعليكم السلام، أنا أيضًا سعيد بلقائك. هل هذه أول مرة تزور فيها أمريكا؟
هل يمكنك استبدال هذه الأحذية بأحذية أصغر حجما؟
واش كاين شي حد جالس هنا؟
حقيبتي ثقيلة بثلاثة كيلوغرامات.
أظن أن الثمن غالي جدا. أليس لديكم ثمن أكثر معقولية؟
غادي نمشي في الصباح الباكر غدا.
هل تبيعون بضائع معفاة من الضرائب على متن الطائرة؟
من هو مخرج الفيلم؟
الصيف هنا ما كيقشّرش بزاف.
بغيت نشري هاد الشي.
تْبَعْ اللافتة لي مْكتوبْ فيها "تاكسي".
نعم، أنت في وسط الجادة الخامسة. أين تريد أن تذهب؟
علاش درتي هاكا؟
فواتيرتي سرقت هي الأخرى.
أخاف أننا لا نفعل. لكنني متأكد من أنك ستستمتع بغدائنا الخاص.
سبعة و نصف.
حسنا. الآن الساعة الحادية عشر ليلا، إذاً أرجع ساعتي إلى العاشرة صباحا، أليس كذلك؟
حسنا، ربما تكون رمنغتون جيدة.
هذا حوالي ساعة ونصف.
هل يمكنني أن أحصل على كاس ماء أخرى؟
خليني نشوف هادشي.
فين كاين صراف العملة؟
من فضلك انتظر. سأسأل السيد إماي إن كان سيأخذ المكالمة.
هل يمكننا الوصول هناك في غضون عشر دقائق؟
هذا الكاري حار.
عندي مشكل مع الشنطة لي شريتها البارح.
عندك شي حساسية من الأدوية؟
نعم، متوفر لدينا باللونين الأسود والبني.
بغيت نشوف ماتش ديال كرة القدم محترف. فين يمكن ليا نشري التذكرة؟
عفاك؟ ما فهمتكش. ممكن تتكلم ببطء باش نقدر نفهم؟
خمسة وعشرينات، عشرة عشريات، والباقي فى ورقات من دولار واحد من فضلك.
كيف يمكنني الوصول إلى نافورة كولومبوس؟
من فضلك أعطني شيئاً جيداً لشفتي. لقد تشققت بسبب الريح الباردة.
هل هناك أطباق محلية خاصة؟
متخافش، ذلك الكلب لن يعضك.
نعم، والدلافين جميلة جدا.
بأية وتيرة يعمل؟ أو كم مرة يعمل؟ (اعتمادا على السياق)
لقد لويت معصمي.
فين هما السترات النجاة؟
سير فهاد الطريق هادي أربعة كليومترات. ولف يمين فالتقاطع ديال الضوء الأحمر.
هل يمكنك إرسال هذه إلى اليابان؟
تركت محفظتي عندك في المتجر.
كيف أعجبتك هذه؟
واش كاين طيارة لسيدني؟
هل يمكنني مواصلة رحلتي من الغد؟
هذا هو منطقة استلام الأمتعة لشركة الخطوط الجوية البريطانية واحد اثنان ثلاثة؟
غادي نخلّي الفندق فسبعة صباح غدا.
غادي نتلاقاو تاني قريب.
نعم، سآخذ ويسكي مع صودا مع المقبلات.
من فضلك، اضغط على زر الإنذار الطارئ.
أكيد. دعني أضع هذه الحقيبة؟ أين تذهب؟
أشنو هو الخاص فهاد المطعم؟
عذرا، أنا محبوسة برا.
عندك شي حاجة بأسلوب أكثر حداثة؟
فين كنقدر ناخد كريدات؟
هل ستقوم بتحويل شيك دولار أمريكي إلى فرنكات فرنسية؟
نلتقي غداً إن شاء الله.
علاش ما نديروش هادشي كامل، مع بعضياتنا؟
هل يمكنني الغطس عندما يكون البحر هائجا؟
من فضلكم تقدموا إلى الجمارك هناك. إقامة طيبة.
أرني الموديلات الجديدة من فضلك.
عندك ميزان حرارة طبي؟
الحذاء ضيق بزاف.
الشهر اللي فات فاتح تسعة.
حسنا، ثلاثة وعشرون، ثلاثة عشر، وخمسة دراهم.
بغيت نجرب شي أكل ياباني. طيب ليا شوية.
هل يمكنني الجلوس في ذلك المقعد؟
نعم، استمتعنا كثيراً.
واش بالنسبة للصباحية؟
كَنْبَحَثْ عَلَى لْحَوايج دْيَالي.
تغيرت خططي. أود البقاء لثلاث ليال بدلاً من ليلتين.
آه، شكرا. بيتي، هل يمكنك الحضور من فضلك؟
كم عدد الأحزاب السياسية الموجودة؟
توقف على جنب الطريق.
هل هناك أي بريد لي؟
رقم التمديد ثلاثة ستة سبعة، من فضلك.
هل يمكنني الاستمرار في السفر؟
من فضلك كن أكثر حذرا في المستقبل.
السلام عليكم، بغيت ندي تلفون لتطوكيو.
نعم، ولكن هل يمكنك ترك الأمتعة الخفيفة على الرف فوق رأسك؟
هذا شاي أخضر.
عندك تذكرة؟
بغيت عصير الليمون، من فضلك.
هل تقبلون بالعملة اليابانية؟
كان رفيقي يعبر الشارع في الضوء الأخضر.
عندك شي وحدة كحلا دجاج؟
هل يمكنك مساعدتي في حمل هذه الأكياس؟
آه، شكراً لكِ آنسة ستيسي. آن صنعَت هذا البودينغ بنفسها في الواقع.
كم ليلة إقامة؟
نود قهوة بعد العشاء، من فضلكم.
يُتعلمون بشغف آخر صيحات الموضة من التلفاز والمجلات.
اتصل بطبيب بسرعة من فضلك.
بغيت كتاب ديال الأطفال.
فين كاينة كاونتر ديال الرحلة ديال الخطوط الجوية البريطانية؟
ماشي كيتناولو فطاولة لقدام؟
بغيت غرفة لشخصين.
هل يمكنك أن تخبرني أين يمكنني أن أجد الخضروات المعلبة؟
عندك شي تسعيرة أسبوعية؟
عرض عليّ غريب أن يلتقط لي صورة، وسلمته كاميرتي. ثم فرّ بها.
آه. أخيراً وصلنا إلى التفاحة الكبيرة. الآن علينا أن نأخذ الميترو للوصول إلى القرية. ألا يجب علينا شراء خريطة للميترو؟
كيف يمكنني الوصول إلى مركز ABC؟
عندك دوم بيرينيون؟
فين راه فندق غريس؟
من فضلك خذ قرصين بعد كل وجبة.
هل يمكنك أن تتحدث ببطء؟
هل يمكنك فتح حقيبتك؟
خدمة الغرف من فضلك. رقم الغرفة هو عشرة وخمسة عشر.
جنس على الشاطئ للفتاتين هناك. (Note: This translation is direct and literal. It's important to understand that such language might be considered inappropriate or offensive in many contexts and cultures.)
بغيت كرسي فالميدان الداخلي على طول خط القاعدة الأولى، من فضلك.
بكم؟
شوية ديال القهوة زيادة، من فضلك.
عندنا الوقت باش نشوفو الداخل ديال المعرض؟
فين قسم البضائع الفاخرة؟
جميع المقاعد بيعت بالفعل، ولكن يمكنك الحصول على تذكرة لمشاهدة المباراة إذا كنت ترغب في الوقوف.
من فضلك، حرر محضر سرقة.
هل تعتقدين أنني أستطيع محاولة طلاء أظافري بنفسي؟
حسنا. ها أنت.
من فضلك أخبرني بمكان تواصلك.
شوف، هو ضخم، صحيح؟ سأجلب لك كيس كلب لاحقاً.
عندك جريدة؟
بغيت خريطة لخطوط الحافلات.
بزااف كيعجبوني الأفلام لي كيبكيوني.
عندك شي حاجة أوسع؟
هل هناك دكان قريب من هنا؟
من فضلك أرسل هذا عن طريق البريد الجوي.
مدير الفندق ديالي، السيد هيلتون، عطاني اسمُو.
هل يمكنك أن تجعلها ثلاثين جنيهًا؟
قول ليا فين غادي نرجع.
من السادسة صباحا حتى العاشرة صباحا.
اثنان من البرغر.
عافاك بان لي شي حاجة رخيصة.
لون أغمق من فضلك.
من أين تتصل؟
كنت مسؤولا عن الموظفين لفترة من الوقت، ولهذا أنا مهتم بشكل خاص بالتحدث مع الناس.
علاش خاصنا نسناو هاد الوقت كلو؟ شكراً على كل حال.
هل القطار سيغادر في الوقت المحدد؟
هل يمكنك ملء هذا الاستمارة؟
بغيت نغوص فمكان ضحل ومضيء.
آه، هذا سيء جدا. ربما في وقت آخر إذن.
عندك شي كتيبات باليابانية؟ بغيت وحدة من فضلك.
حلوى ديالي ماجاتش بعد.
يمكن لي واحدة أخرى؟
غادي يكون مزيان لو كانو عارفين بزاف على اليابان.
شي حاجة فحال 300 باوند، الله يرحم الوالدين.
هل هناك جولات سياحية تتضمن زيارة إلى ديسكو؟
بغيت واحد همبرغر، بطاطا مقلية وليموناضة.
حطهم فوق.
هي جميلة جدا.
شكرا بزاف. سفر ممتع.
شحال ثمن الجولة؟
شحال غادي يكلّفني إذا خليت السيّارة؟
كسرت رجلي.
بغيت وحدة ديال البانس.
الآن، سأفتح مسامك بجهاز البخار.
عذرا، يمكنني الدخول هنا؟ رأيت حقيبتي.
هل يمكنني الحصول على تذكرة للباليه هنا؟
ما كنقدروش نبيعوا والو بلا وصفة طبية.
واش طلبتي سرير صغير لوليدك؟
كندور شي هدية لصاحبي.
سيدي، راه جاي فطريقه.
بغيت واحد لعبة الألغاز.
نقدا أو بالبطاقة؟
بغيت ناخد باص ديال السياحة.
باغي نكري شي دردورتين، الله يرحم الوالدين.
بكم ستكلف هذه الطرد لإرساله عن طريق الجو؟
فين غادي نلقا قسم الألغاز؟
بغيت نجلس جنب صاحبي.
عافاك أعطيني هاديك. شنو كيسميو هاد الشي؟
إلى أين تؤدي هذه الطريق؟
متى مرضت؟
ماعنديش القدرة باش نشري واحد غالي بحال هاداك.
سير فْ هاد الشارع بحال ثلاثة مئة متر.
لا، قمتُ بكل شيء بنفسي. إنه واحد من هواياتي. أنا ببساطة أحب البستنة.
من بعد، غادي نخلص عليها بالدولار والين.
بغيت شي مسهّل.
هذا التلفريك سيأخذك إلى الفندق.
من فضلك أرسل هذا مسجلا. كم الثمن في المجموع؟
اضغط على الرقم تسعة للحصول على خط خارجي ثم اضغط على الرقم ثمانية واحد لليابان، ثلاثة لطوكيو، ثم رقم الهاتف.
عذرا، سأضع أغراضي الآن.
هل يمكنني إرجاعه إلى مدينة أخرى؟
بَعْدَاشْ الفندق مِنْ هُنا؟
غادي نبقى لثلاث ليالي.
ارفع يديك. اسكت واعطيني فلوسك.
نحن نقدم السندويشات والمشروبات من الساعة الحادية عشر ليلاً إلى السادسة صباحاً.
غادي نمشي ليلة قبل.
إلى اللقاء. اتصل بي غدا.
هل يمكنك إلغاء حجزي؟
أنت تعاني من حالة شديدة من التعب.
فين غادي نبدل القطار؟
بغيت جوج بيضات محمرين مع لحم خنزير، بطاطا مقلية، خبز محمص وكوفي.
نعم من فضلك. هل هذا فيلم ياباني الصنع؟
مرت سنين منذ آخر لقاء.
ماذا سيحدث إذا لم يتم العثور عليه؟
يمكن أن يكون لدينا طاولة فارغة في حوالي التاسعة.
إوا دوز كليان، ومن بعد أول يمين؟
اشمن حاجة؟ كتعني اليابانيين كياكلو هاد الشي؟
فين كنقدر نلقا السكاني والفرشيطات؟
آه، أنت على صواب. هذا جيد حقا. سأعود غدا بالتأكيد.
بغيت شامبوان ملون.
هذا هو. الممثل حقا عظيم.
بالتأكيد. سأحضرها حالاً.
في الوقت الحالي، هل يمكنك أن تعطيني بعض المال حتى أتمكن من شراء بعض الأشياء الضرورية؟
كم من الوقت سيستمر؟
أود أن أرسل هذا إلى اليابان بأسرع طريقة.
حسنا، نعم ولا.
أشنو هما أنواع اللعب لي عندك كذكار من انجلترا؟
بغيت سلة بيكنيك.
كيوشو هي جزيرة كبيرة في جنوب اليابان.
زنقة أربعين واثنين.
عذرا. مرة أخرى من فضلك.
شكون هو الثمن ديال الخدمة؟
بغيت عصير الفواكه.
جيت نشوف صاحبي الياباني.
زَوين.
شكون هو مهنك؟ أو شنو كتدير فالحياة؟
بغيت كرسي فالأوركسترا.
أش نوع ديال الألم؟
عذرا على الخطأ. ما نوع الويسكي الاسكتلندي الذي تفضله؟
بغيت ناخد جولة فمكان حيث نتعلم البستنة.
هل ترغب في شرب شيء قبل العشاء؟
بغيت شامبوان و تجفيف.
هل تتوقف هذه القطار في باث؟
ما هي الإجراءات المتبعة للتحقق من هذا العنصر؟
من فضلك توقف وانتظر حتى ألتقط صورة لجسر واترلو.
عندي غرفة مزدوجة بسريرين فرديين.
هذا كان مكسورًا عندما أخرجته من الصندوق.
مقعد محجوز من فضلك.
هل يمكنني رؤية الغرفة؟
و نتوقع بعض المطر الليلة.
بغيت حليب ساخن، من فضلك.
بغيت فلاش إلكتروني.
معذرة، لكنني لم أشرب شيئا. من فضلكم صححوا حسابي.
من فضلك كُل بهذه الصلصة.
هل ترغب في سحب التأمين على المسؤولية المدنية، وتأمين ضد الأضرار، وتأمين ضد الخسارة؟
هل يمكنني القيام بالجولة الآن؟
فين كاين قاعة الموسيقى؟
تهانينا بمناسبة الذكرى الخمسين لزفافكما.
شي حاجة خضرات؟
باغي 100 دولار فشيبس، من فضلك.
أحب المنظر الطبيعي.
الأزرق لون رائج جدا هذه السنة.
في الشتاء، نعيش تساقط الثلوج في الجزء الشمالي من اليابان وفي المناطق الجبلية.
عذرا، لم أعد أجد كاميرتي.
هل يمكنك أن ترى إن كان قد تم تسليمه من فضلك؟
عندك شي حاجة أخرى ب 80 دولار تقريبا؟
أنا خائف قليلا من أنني لن أستطيع الغطس جيدا.
دعني آخذ الكرات.
نعم، أود استئجار سيارة.
عذرا، هل هذا المقعد مشغول؟
غادي يساعد.
شكون أنت؟ أو شنو كتدير؟ (في سياق مهني)
تحركنا بسرعة كبيرة لالتقاط الصور.
حسنا، سأفعل.
إن شاء الله غادي نخدم كأستاذ أو غادي نكمل الماستر فعلم النفس.
كندور شي كريم خفيف. عندي البشرة ديالي كتجيني شحال ما غسلتها.
كان الحديث معك ممتعا جدا.
هل يمكنك أن تجلب لي مجلة يابانية؟
سلطة، من فضلك.
عندك جولة ليوم كامل؟
عندك صوت؟
مكالمة دولية إلى اليابان.
لا، من فضلك أحضره في ثلاثين دقيقة.
هل الحافلات رخيصة؟
نعم، غادي نتأكد أنه ياخذ هادوك.
زنقة تلاتين واثنين.
حسنا. هل يمكننا الحصول على تذكرتين؟
فين هو موعد الطيارة ديال باريس؟
من فضلك ضع أمتعتك تحت المقعد.
علاش جيتي؟ أو ما هو الغرض من رحلتك؟
بغيت شوكولاطا واحدة.
عندك عصير الفواكه؟
كاين شي حاجة مخدماش فالبولب ديال الفلاش.
أود حجز غرفة مزدوجة من الغد إلى يوم الإثنين.
واحد دائم خفيف، من فضلك.
هذا يشمل مصاريف الخدمة؟
زعم. بغيت نجي.
هل يمكنني مواصلة رحلتي؟
عرض عليّ واحدة أرخص من فضلك.
غالي بزاف. عطيني واحد رخيص شوية الله يجازيك.
نعم. قارورة ديال البيرة، الله يرحم الوالدين.
أظن أننا نقترب من نفاد الوقت.
هل يمكنك إعادة التحقق منه من فضلك؟
هيا، بسرعة.
بغيت نبدل الحجز ديالي.
نعم، هناك واحد في ذلك الفندق.
تاريخ المغادرة من فضلك.
فين خاصني نبدل القطار باش نمشي لساندييغو؟
كان لطيفا منك أن تأتي وأنت مشغولة جدا.
ماعرف والو على هاد الجلدة ديال الحية.
فهمت، من فضلك اجلس.
جدي أصيب بسكتة قلبية البارحة بالليل.
حسنا. هل يمكنك إعطائي التاريخ ورقم الرحلة؟
هل يمكنني أن أحصل على شوكة أخرى؟
فين غادي تكمّل العرض؟
في اش وقت غادي نعشيو؟
خايف هادشي لي كتسولني عليه بزاف شوية.
حالة الطقس غير مستقرة. يرجى ربط حزام الأمان.
كنت أفعل ذلك، وأزال أفعله بين الفينة والأخرى فقط للحفاظ على مهاراتي.
من تكون تلك السيدة؟
وجهتي هي طوكيو.
نعم، أنا سائح.
غادي نضطرو نبعتوك عبر مدينة أخرى.
هل يمكنني النزول في طريقي؟
أقدم وقت كان من منتصف أكتوبر.
فين كنقدر نلقا شنط ديال الجلد؟
أنا حساس من حبوب اللقاح.
بغيت السمك والبطاطا، من فضلك.
عندك رحلة لطوكيو يوم الجمعة؟
لا، ما شفت حتى واحد حدايا.
علبة واحدة من سجائر لارك من فضلك.
محتاج تقرير بوليسي للتأمين ديالي. فين غادي يصدر؟
عافاك سيارة صغيرة. شحال كاينة الكرا بالنهار؟
بكل تأكيد. حتى طفل صغير لن يجد مشكلة في الإجابة عليها.
نعم، هذا جيد.
هل تريد مني أن أعيد ذلك مرة أخرى؟
هاداك آخر شخص يكذب.
هذا لك. هل ستقبله؟
هل يمكنني رؤية قائمة النبيذ من فضلك؟
شكون نوع التجارة؟
مرحبا. عفاك هو دابا فاجتماع.
بغيت نمشي للمتحف. شحال أتوبيس لي خاصني ناخد؟
ثم، سآخذ اثنين من فضلك.
شكرا على استضافتك لي.
محتاج طبيب، بسرعة.
عفاك. بغيت نمشي لحديقة حيوانات برونكس. فين كاين أسهل طريقة باش نوصل ليها؟
غادي نخبروك بمجرد ما نلقاوها.
هل تعرف أي ديسكو يمكن للفتيات الصغيرات الذهاب إليه بأمان؟
شحال هو الوزن المسموح بيه فديك الطيارة؟
ها هي، مجانا.
يوم الإثنين.
جواز سفرك و تصريحك الجمركي من فضلك. هل لديك شيء تصرح به؟
واش كاين شي حاجة تتبغي تشوفها؟
من فضلك اتركهم خارج غرفتك غدا صباحا.
انتظر أمام مكتب الاستعلامات من فضلك.
باغي ساعة منبهة مع راديو، من فضلك.
هو بعيد على الدار.
تقريبا شهر، سيدي.
واش كاين شي محل لغسل السيارات؟
كاين خدش فالباب الأمامي الأيمن.
هل يقدمون وجبات؟
هل يمكنني أن أدفع بالمارك الألماني أيضا؟
شكون هو سن التصويت الأدنى فاليابان؟
إنه صوف خالص.
هل يمكنني أن أتصل بك لاحقا؟
فاش كيفتح وفاش كيسد؟
لا، شكراً لا أستطيع. في الحقيقة، أنا بالفعل على علاقة بشخص آخر.
فين كنتسنى نبدل القطار باش نوصل لسوهو؟
بغيت شي دوا قوي للزكام ديالي.
هاد اللبسة رسمية؟
هل يمكنك الوصول إلى برودواي في السابعة؟
هل هناك مقاعد متاحة الليلة؟
ماذا يعني هذا؟
المسموح به هو عشرون كيلوغرام للمسافر في الدرجة الاقتصادية.
بغيت نخلص الفاتورة ديالي.
المرة الجاية لي نجي نضمن نرجع، إذن يمكن لي خصم؟
هل يمكنك أن تطلبها لي من فضلك؟
حسناً، هو يستعد لامتحانات دخول الجامعة.
نعم، يوم الذكرى للقنبلة الذرية ويوم الذكرى لنهاية الحرب.
ماعليهومش يشوفو أي برامج تلفزية عنيفة.
أشنو هو الفيلم الجديد واللي كيعجب بزاف ديال الناس؟
واش داز عام كامل؟ والله ما حسيت بالوقت. بالطبع، غادي نجي. غير قولي ليا الوقت والمكان.
هل هناك مطاعم مفتوحة الآن؟
هل يمكنني الجلوس أينما أردت؟
عذرا على الإزعاج.
أخاف أنك نسيت رقم. أظن أنني أعطيتك عشرين.
كنتسناك بزاف.
هذا كل ما أريد.
هل يمكنك إرسال شخص هنا فورا؟
من فضلك أحضر لي فطوراً.
خليتي هاد الرحلة لا تُنسى.
هل يمكنك أن تعطيني تقديرا للتكلفة؟
نعم. ولكنهم انتقائيون جدا بطريقة ما.
غادي ناخد أحسن كرسي عندك، من فضلك.
واحدة برقية فارغة من فضلك.
شملتها في الفاتورة.
إلى فندق أرجوك.
طوكيو صفر ثلاثة ثلاثة اثنان تسعة واحد خمسة ثمانية ثلاثة خمسة، السيدة هارادا.
صلصة فرنسية من فضلك.
من فضلك خذني إلى المطار A.
بغيت شوية صابون.
بغينا نلعبو التنس. هل هناك ملاعب عمومية هنا؟
من فضلك أرني بعض ملابس الأطفال.
هل يمكنك أن توصي بمطعم جيد بالقرب من هنا؟
إنه حقيبة كبيرة سوداء.
عافاك، كنضن أنني خبطت رقم خاطئ.
لثلاثة. واسمك من فضلك.
فاش كتعتقدي غادي يولي أحسن؟
يا لها من صدفة لطيفة أن ألتقيك هنا.
أنا هنا في عطلة الصيف.
بغيت نشري شوية ديكور لصحابي.
هل يمكنني أن آخذ هذه الآن؟
كيف يمكنني تعديل تهوية الهواء؟
هل يمكنني الجلوس بجانبك؟
معاش كيتافق مع هاد الطعام؟
ماعرفش العنوان ديالي فين بعد، ولكن غادي ننوي نبات ففندق فسان فرانسيسكو.
مكاينش النعاس بسبب الطفل اللي كيصدا من ورايا. هل يمكنك قول شيء ما من فضلك؟
في معظم الحالات، ستكون في وضعية غير مواتية إلى حد كبير.
معصمي يؤلمني.
ما كنعرفش. غير سيري يسار. هاكا الشاحنة. هاكا. سيري فهاد الطريق الصغيرة. علاش، وقفي هنا.
نزل ف محطة فيكتوريا وخد الخط الشرقي الغربي.
هذا ممزق. من فضلك خفض الثمن أكثر.
كم من الوقت يستغرق للوصول إلى اليابان؟
فين غادي نبدل الطوموبيل؟
أنا حساس تجاه الأسبرين.
هل يمكنني مساعدتك في البحث عن شيء معين؟
نلتقي في المطعم.
عندك ثلاثة أضعاف الكتب اللي عندي.
عندو تقريبا 170 سنتيمتر وطالع ليه الشعر.
كَنحس برغبة نشرب البيرة فهاد الجو الحار.
هل يمكنني تناول الفطور الآن؟
هاهي رخصة السياقة الدولية ديالي.
بغيت كريم لليدين.
هل يمكنك أن تكتب عنوانك هنا؟
معذرة، لقد نفذت تذاكر الليلة. لكن ما زال لدينا بعض التذاكر لليلة الغد.
هل هذه الكأس مخصصة لغسل الأواني في غسالة الصحون؟
هل هم أقوياء جدا؟
آه، يا ولدي.
سقطت لي أُقراط في مكان ما هنا.
سأنتقل إلى رحلة خطوط دلتا الجوية رقم 215.
أعتقد أنني لمست شعاب مرجانية سامة.
عندك دكايص؟
تركت حقيبتي هنا، والآن اختفت.
بغيت شوية ديال الخس.
بالتأكيد. في أي وقت تريد الحجز؟ كم عدد الأشخاص؟
من المفترض أن تبقى على اليسار.
شكون لي عندو معلومات عليها؟
دابا، فين كاين خروج قاعة كارنيجي؟
هل يمكننا استعمال ملاعب التنس؟
أود أن أدعوكم لتناول الغداء.
هل يمكنني الدفع على الطاولة؟
فين شفتيه آخر مرة؟
عافاك عطيني أداة ديال الشقفة.
تركت ساعتي في القطار.
نعم سيدي. لحظة من فضلك. ها أنت ذا.
ما جاش بعد؟
عنداش نغادر من هنا باش نلحق الطيارة ديال اثنا عشر؟
الصباح هاد النهار شاد حر، أليس كذلك؟
آه، يمكنني أن أخبر. لا أستطيع فهم أي شيء يقوله الناس من حولنا.
أرسل لي سيارة إسعاف من فضلك.
هل هناك معالم مشهورة؟
هل يمكنك أن تُريني أين أنا على هذه الخريطة من فضلك؟
نعم. ولكنني لا أحب الحلوة.
حسنا، دعني أرى. إنه أكثر من ميزانيتي.
شكون هما الأكلات لي غادي ناكلو ف الغداء اليوم؟
التلفاز هناك وهاذا هو جهاز التحكم عن بعد.
معذرة، لكن أظن أنك ستحتفظ بها بنفسك.
استمر في السير المستقيم حتى تصل إلى شارع الأمل.
بغيت نشري هاد واحد.
ها هي المفتاح وهنا هو العقد.
هل يمكنني الانتقال إلى منطقة المدخنين؟
هل يمكنك إرسال سيارة أجرة إلى 23 شارع براون؟
ماطلبناش هادشي.
كاس دي شامبانيا، سمح لي.
حسناً، يستغرق الأمر خمسة عشر دقيقة سيراً على الأقدام من هنا.
كأس أخرى من فضلك.
بغيت نحجز بعض الغرف.
وماذا عن سوار جميل ليكملها؟
فين كاينين منتجات التجميل؟
هل يمكنك أن توصلني بقسم التصدير من فضلك؟
خاصني نعتذر، التّسْدَة ديالي مْقَصْرَة. قْدَرْ تْعْاودْ تَشْوفْ؟
من هو على التل بالنسبة لسينسيناتي ريدز؟
حليب قهوة قصير، من فضلك.
نادي سوبتروبيكانا زوين. كايبقا مفتوح حتى الساعتين صباحا. الموظفين غادي يطلبوليك طاكسي ملي تكون باغي تمشي.
اليابانيين المراهقين مهتمين بالموضة.
ماغاديش نستعمل الفلاش.
هل يمكنك فحص الإطارات؟
لقد بدأت للتو في أخذ دروس. إنه صعب جدا.
فين كاين باب الصعود ديال الخطوط الجوية اليابانية، الرحلة ٢١٤؟
كنت كندخن كل نهار.
ركبت القطار الخطأ.
هل يمكنني أن أحصل على بعض طوابع البريد الجوي؟
كم أنت مستعد لدفع ثمن هذا؟
مابغيتش حار بزاف.
فين غادي يقلع الطيارة ديالك لسان فرانسيسكو؟
مكاينش هاد الخروج.
باغي خمسين غرام من هاد اللحم مقطع، من فضلك.
عندك تذكرة رجوع لليابان؟
هل يمكنك أن تخبرني كيف أقوم بمكالمة هاتفية؟
بغيت لون آخر، من فضلك.
اللي كيجري ورا ثنين ديال الأرانب ما كيجيبش ولا واحدة.
أتفق مع فكرتك، بشرط أن يتم ضمان تاريخ الانتهاء من المصنع.
هل يمكنك أن تحضر لي تذكرة من فضلك؟
قولها ببطء.
هذا ماشي نظيف.
أود حجز جولة غولف لغد صباحا.
تفضل خذ من الكعكة، هذه مصنوعة في البيت.
علاش ما تفتيش هاد الشنطة هي كذ؟
صحيح. في لغتنا، "ساكانا"، التي تعني السمك، تأتي من مزيج من "ساكا"، أو الساكي، و"نا"، السمك كطعام خاص تأكله عندما تشرب الساكي.
عبر، من فضلك.
هل يمكنك أن تأتي لتأخذي من الفندق؟
غادي يتعقد يوم الجمعة الواحد والعشرون.
منذ متى وأنت تعاني من هذا الصداع؟
بغيت كرسي فالمدرجات.
ماعرفش كيفاش نملا هاد الاستمارة.
عليك أن تجرب لونا أكثر سطوعا، أعتقد.
في أي طابق توجد قسم أحذية النساء؟
تحت الكرسي قدامك.
حتى أية ساعة يبقى المتجر الكبير مفتوحا؟
مكاين حتى حاجة باش تشكرني عليها.
هذا أكثر مما كنت أتوقع أن أدفع.
باغي نعيط لموعد فخمسة ديال العشية دبا.
هل هناك حلاق في الفندق؟
مناش تَسْرَحْ غدا الصباح؟
هذا ياقوت. لدينا فقط دبابيس من هذا النوع وهذا واحد من قلاداتي المفضلة. هل ستجربينها؟
خبرني بالثمن فيما بعد من فضلك.
فين غادي يبان؟
جئت من أجل التسجيل.
من فضلك ضيق ساق البنطال قليلاً وبدون أصفاد.
بغيت نشوف بعض من مجموعاتك الشهيرة هنا.
ماكلتش هادشي.
هاري، واش كاين شي حاجة نقدر نديرها؟
فثلاث.
هل يمكنك كي هذه البنطال من فضلك؟
الحديقة الحيوانية تبعد بثلاثة أزقة.
هذا صوف خالص؟
شكون هادشي؟
أنا فرحان بزاف أننا قدرنا نتناقشو فجميع القضايا المهمة ونلقاو الحلول. كنحس براسي مدين ليك بزاف على تعاونك اللطيف.
بغيت دليل سياحي.
إلى أي مستشفى سيتم نقله؟
إذا أعطيتني تخفيضا، سأشتري هذا أيضا.
كل بصحتك.
فين كنقدر نشري تذكرة لمباراة ديال البيسبول؟
عفاك، كيفاش نمشي من هنا للبنك؟
يمكنني رؤية بعض الهوية؟
من فضلك أرني كيف أستعمل الهاتف.
انظروا إلى هذا. إنه متجر ضخم. آمل أن تكونوا قد جلبتم الكثير من المال.
بغيت كرسي فالصندوق.
عجباتني. غادي ناخدها.
فين هما أسوار المدينة؟
رجعت.
بغيت شي حاجة أكثر سماكة، من فضلك.
ما كاينش الصابون.
واش كاين شي حاجة أخرى؟
إلى سان فرانسيسكو من فضلك.
شكون هادو؟
فين كاين الكرسي رقم 60 أ؟
على بعاد اش من المحطة؟
نعم. يسكن في 1234 شارع الجيو.
ولدي سقط.
نعم، لدينا ملعب متاح في الساعة الثانية وآخر في الرابعة.
هل هناك خط مترو يمر بمركز المدينة؟
فأي قسم؟
شري فولك هنا.
حسنا، أنا أحب الاثنين.
بالتأكيد. هذه حقيبتان و كيس. من فضلك احتفظ بهذه التذكرة.
نبيذ أبيض، من فضلك.
لأننا الآن في موسم "أوبون".
هل من الممكن أن نذهب للغوص هذا المساء؟
عندك شي معلومة على التسلية فهاد الأسبوع فهاد المدينة؟
بطن صديقي مضطرب. هل يمكنك أن تنصح بشيء لطيف لبطنه؟
اثنان واحد اثنان ثلاثة أربعة ثمانية ثلاثة ثلاثة ألف.
مقعدين في الجانب الأول من القاعدة، من فضلك.
باغي نكملو ليك؟
الرحلة رقم سبعة تأخرت بمدة ساعتين.
بغيت نشوف البنايات التاريخية.
غادي نبعثو شي حد من الأمن.
شوية حار.
أنا جاي من البرتغال.
بعدما شربت العصير اللي عطاوني، حسيت بالدوار وفقدت الوعي. ملي فيقت لقيت المحفظة ديالي والشنط ديالي مختفين.
إذا أردت، يمكنك طلب الفطور على الطريقة الإنجليزية مقابل تكلفة إضافية.
فقدت محفظتي.
بغيت نكري شي لوح شراع.
هل يمكنك أن تضيف بعض النقود الصغيرة، من فضلك؟
سباغيتي بولونيز، من فضلك.
واحدة ديال البيرة من فضلك.
بغيت نمشي لباريس. واش خاصني نبدل القطار؟
فاش غادي يكون عندك الوقت؟
هل يمكنني الحصول على وصفة طبية؟
بغيت وحدة أخرى.
شبكة أبحاثنا الواسعة متاحة أيضا لتلبية متطلباتك.
هذا هو الهدف الأول للموسم.
والو ليا، شكرا.
نمشيو نتسوقو غير بالعين.
تذكرت الآن. ذهبنا لتناول العشاء معا.
علاش هي السبيطار السريع؟
الآن نحن نحلق فوق حديقة يوسمايت الوطنية.
واش كاين شي حاجة للولاد؟
اشريتو من سوق الخردة.
أنا أسافر.
لقد انتهيت من وجبتي. من فضلك أزل صينيّتي.
غادي نكري هاد النوع. ضم معاه التأمين ديال السيارة.
هادشي لسيدني؟
هل يمكنني الذهاب بجينز وأحذية رياضية؟
نعم. حسب توقعات الطقس الأسبوعية، سيبقى الجو مستقراً هذا الأسبوع.
من فضلك أرني بعض القفازات.
من فضلك، ضع منبها.
استدر يمينا في الشارع.
تحدث بصوت أعلى من فضلك.
هل يمكنك أن تجلب لي سماعات أذن؟
هادي مشققة.
واحد هوت دوغ صغيور وكولا كبيرة من فضلك.
تيفاني. حسنا، على الأقل يمكننا الذهاب للتسوق من النافذة.
من فضلك، قم بتطوير وطباعة هذا الفيلم.
أظن أننا سنفعل. شكرا جزيلا.
هادي مسؤوليتي. حنا مكنشوفوش بعضنا بزاف.
بكم ثمنه بالبريد الجوي؟
بغيت قبعة.
يمكن يكون صحيح، ولكن مكنقدرش نقول بلي متأكد.
غادي نبيت ففندق.
عذراً على عدم قدرتك.
هل يمكنك فتح زجاجة خمر؟
هل يمكنني البقاء لثلاث ليال؟
نعم. بغيت نجرب الكوربين الأحمر - ولكن هل هو حار بزاف؟
بغيت شي رولير سكات.
واش عندو هاد الشي واقٍ من الشمس؟ شحال كيعطي من حماية؟
ألا يمكنك إعادة النظر في شروط الدفع هذه؟
آسف جدا.
هذا قطار متجه إلى شيكاغو؟
كيف يمكنني الحصول على حافلة ليموزين من هنا إلى هناك؟
لا، عفاك، شفت ولكن ما كاينينش.
فيلم ملون ب24 لقطة من فضلك.
بكم هذه الجولة؟
هل يمكنني شراء تذكرة هنا؟
موافق، ولكن بشروط قليلة.
هل يمكنني استعارة مكواة؟
باغي نشارك فجولة ليلية.
باغي واحد سلايد ديال اللون لهاد الكاميرا، من فضلك.
شحال حتى لسياتل؟
فين غنوصلو لسياتل؟
بدّل غرفتي من فضلك. رائحتها غريبة.
فين راه المتحف؟
بالسعر الكامل من فضلك.
حسنا. سنحضر لك طاولة جميلة. هل يمكنني أن آخذ اسمك؟
غرفتي تطل على شارع صاخب.
غرفة مع دش، من فضلك.
همم، عندك الحرارة. كيف دايرة معاك المعدة؟
رائع. هناك الكثير من الأشياء للاختيار من بينها.
عطني طابعاً من فئة عشرين سنتيم من فضلك.
هل من الأفضل إخبار الشرطة؟
بغيت شوية المربى.
أظن أنني سأذهب بالليموزين.
بغيت شوية سلطة خضراء.
فين غادي تفيق غدا؟
بغيت نمشي نشوف أوبرا. فين كيتعرضوها؟
هل يمكنك أن تخبرني بالطريق إلى أقرب صيدلية من فضلك؟
علاش خاصني نبدل الغرفة إذا مددت إقامتي؟
حجز غدا من فضلك.
هي كتعاف تغسل الصحون.
عليه أن يعود في الرابعة من بعد زوال اليوم.
بأية وتيرة تتم الجولات؟
جيب لي شوية الكتشاب.
عند طلب الخدمة العادية، متى يمكنني الحصول على إنجازها؟
من فضلك، أعد تقريرا عن فقدان أمتعتي.
باغي نحجز ثلاثة كراسي لمسرحية "قطة على سقف من صفيح ساخن" لليلة غد.
أود أن أقيم في فندقك غداً ليلاً. هل يمكنك حجز غرفة فردية؟
هل هي نزهة طويلة؟
هل يمكنك تغييره بواحد أكبر حجما من فضلك؟
ثلاث مئة، اثنان خميسين وخمسة عشرين من فضلك.
لا، لا على الإطلاق.
بغيت نخلي الشنطة ديالي.
من فضلك وقع على الفاتورة وإيصال بطاقة الائتمان.
من فضلك حول الدولارات إلى جنيهات إسترلينية.
كم من الوقت سيستغرق للوصول إلى فندق بارك بالتاكسي؟
سرقو لي المحفظة و أنا كنحاول نتواصل بالهاتف.
هادشي مثير للاهتمام. غادي يكون نافع بزاف للشركات.
اسمي ساتو. اتصلت منذ قليل. أود تسجيل الدخول من فضلكم.
بغيت ماسك للوجه.
هل يمكنني ترك السيارة في مطار لا غوارديا؟
بالطبع لا. سأرسل لك رسالة بمجرد وصولي للمنزل. وداعا سيد ناغانو.
أنا عالق في ازدحام السير، ولا أظن أنني سأعود في الوقت المحدد.
عندك شي خدمة؟
شبعان ما بقاش فيا.
مكينش فبالي يلائمني.
بغيت نبعث هاد الطرد الصغير بالبريد العادي لليابان.
مقعد في التراس من فضلك.
بغيت كرسي من اليسار.
هاد المدينة فيها بزاف د الخضرة.
صفر ثلاثة ثلاثة ثمانية واحد أربعة أربعة ثلاثة أربعة خمسة
عليّ أن أتأنق؟
الشيانتي، من فضلك.
كانت تسير بسرعة.
بغيت عصير الجريب فروت.
هل يمكنك حياكة أرجل البنطال من فضلك؟
كم ثمن غرفة ثلاثية بدون دش؟
هذا السيد تاناكا في الغرفة 1209. أود أن أحصل على مجموعة من مناشف الاستحمام النظيفة.
من فضلك اضغط على أسنانك برفق.
نحن نفرض رسوم الإلغاء.
هل يمكنك أن تحضر لنا تذكرتين؟
ستة دولارات وأربعون سنتا.
هل يمكنني رؤية اللائحة من فضلك؟
شحال ثقل هاد الشنطة؟
هذا ليس ما قلته من قبل.
فين كاينة شي تلفون عمومي؟
جولة في الغطس السطحي، من فضلك.
نعم، نحن مفتوحون طوال الليل.
أريد أن أرحب بكم جميعا هنا للاجتماع السنوي الثالث لتسعة وتسعين وواحد وتسعمائة وألف.
من هم الممثلون؟
كم سيكلف في المجموع؟
اسمي اليزابيث.
واش كاين شي بلاصا زوينة نشوفوها فثلاث سوايع؟
فين كاين قسم استرجاع الأمتعة ديال الرحلة UA 801؟
هل يمكنك تحرير شهادة تثبت السرقة؟
متى تريد اللقاء؟
المغسلة مسدودة.
جينا غير البارح لأمريكا من اليابان.
فين هاد الرقم ديال الكرسي؟
بالمناسبة، هل لديك تأمين سفر لهذه الرحلة؟
أنا أخطط للبقاء لمدة خمسة أيام.
فين كاين شي محل معفي من الضرائب؟
كان عندي تذكرة طيارة فكيس ديالي.
أظن أنني سأذهب للنوم.
هنا شوية واسعة بزاف.
من فضلك دعني أفكر للحظة.
هل هناك بار قريب يمكنني الذهاب إليه لشرب شيء؟
غادي نوصل فخمس دقايق.
منذ متى وهي في الولايات المتحدة؟
بغيت واحد دبابا.
واش كاين حظر تجول؟
لونها مزيان ولكن المقاس ميخدش.
بسكوت ياباني.
هل يمكنني الحصول على مقاعد في الصف الأول الآن، أم يجب أن أنتظر العرض القادم؟
حسنا، في تلك الحالة أعتقد أنه من الأفضل أن أجرب شركة أخرى.
هذا السن يؤلمني.
واحد آخر من فضلك.
كيف تلبس عند حضور جنازة؟
عندما يشتعل الضوء الأحمر، اضغط على الزر.
ثنائية-صفر-ثلاثة، جال.
بكم الساعة؟
حظك جميل سيد سوزوكي.
عندي ألم حاد في ضهري.
هل يمكنك أن توصي بمشروب قليل الكحول؟
ضاعت مني جواز سفري في مكان ما.
سيكون لدينا طاولة جاهزة لك حينها، سيد كيمورا.
بغيت لعبة سيارة.
هذا جميل جدا.
فاش من نهار غادي ياخذ هاد الشي؟
عليّ أن أنتظر في الطابور هنا؟
المفتاح الرئيسي، من فضلك.
استمتعت بالحديث معك.
هل يمكنني شراء تذكرة من الباب؟
حسيت بهاد الطريقة من البارح.
الساعة الآن الرابعة وعشر دقائق.
اليابان بلد سريع الإيقاع.
من فضلك كن صبورا بينما نبحث عنه.
عندي هاد الشي.
عندي حساسية جلدية. شكون هي الكريمات الطبية لي كتعطي نتيجة مزيانة؟
هل تعتقد أن نزهة الغد ستكون في الداخل؟
نعم، أعرف بعضا. هل أنت في رحلة؟
اسمي يوكو ياماوكا. هل يمكنك تغيير حجز رحلتي الجوية من فضلك؟
بغيت نشوف كوميديا كيتعامل مع الحياة العائلية.
باغي شاي ولا قهوة؟
كندير الخدمة ديالي فالباكالوريا، ولكن غير بجزء من الوقت.
شكون هو التخصص ديال هاد المطعم؟
نوم العافية.
ولدت في مدينة تبعد حوالي مائة كيلومتر من هنا.
الأحسن ليك تبقى فغرفتك فالفندق لشي نهار.
بغيت شي حاجة للصداع.
هادي غير مقاسي.
هاد الغرفة سخونة بزاف.
واش متأكد؟
نعم، هذا أحسن جودة. هذا مصنوع من الكشمير.
المستلزمات اليومية.
سقطت كاميرتي على سطح صلب.
هل يمكنك أن تريني شيئا آخر؟
عندي غير خمسين دولار معايا.
هل هناك شيء لا يمكنك أكله؟
سقطت ملعقة مني.
شكرا. سأكون سعيدا بذلك.
أي حاجة غادي تكون مزيانة.
بغيت شي بلاصا رخيصة، إن أمكن.
واحدة قائمة أطعمة من فضلك.
فين كاين الميترو؟
فهمت. وأين يمكنني أن أجد حافلة؟
ننتظر المساعدة.
إسمها الآنسة غريغسون، أليس كذلك؟
فين كنقدر نلعبو التنس؟
هل يمكنك أن تريني تلك الساعة؟
دابا وليت كنحب الطّبخ.
ما هذه المفاجأة أن نلتقي في مكتبة الكتب.
عندك مضارب للتكريك؟
الأمور تعتمد على المكان الذي تخرجت منه.
آه، فهمت. خطأي. معذرة.
بغيت شي حاجة خفيفة.
تذكرتان ذهاب إلى إدنبرة من الدرجة الثانية من فضلك.
نعم، سيأتي.
عافاك بغيت خريطة ديال خطوط الميترو.
أنا كنفيق متأخر ف النهار ديال الأحد.
كَانْخْرْجْ فْ عُطْلَة نْهَارْ السْبْتْ وَالأَحَدْ نْمْشِي نْتْزَهْ مْعَ العَائِلَة فْ الجْبَالْ.
حسنا سيدي. هل من الآمن تمرير هذا الفيلم؟
دابا تقدر تاخد وحدة من ديالي.
كم يوما إلى طوكيو؟
من فضلك تحقق من وجهة الحافلة قبل صعودك.
واحد للبوفيه.
تعالى هنا فِي ساعة من فضلك.
معذرة، ولكن كل شيء محجوز بعد ذلك.
كان علي أن أرسلها بريد جوي.
نعم، لدينا واحدة تطل على المحيط.
لون السيارة كان أصفر.
شكون هما الأفلام لي كايضربو دابا؟
ما أفتقده أكثر هو الينابيع الساخنة.
حسنا. شكرا.
نعم، هذا جيد. سنراك في السادسة والنصف.
بالتأكيد سيدي، هل ترغب في إلقاء نظرة على هذا الكتيب؟
نعم. هذا هو الغرفة رقم مائتين و أربعة و ثلاثين. زوجتي مريضة جدا.
عندك حزام يطابقو؟
كم مرة في الشهر تلعب البيسبول؟
معذرة، ولكن طالما أن آراءنا لا تتفق، لا يمكنني الموافقة على تجديد العقد.
صباح الخير السيد كاميرون. كيف حالك؟
اسمي أكيو يامادا ورقم الرحلة هو JAL صفر اثنان ستة متجهة إلى طوكيو.
من فضلك أعطني قارورة ماء كولونيا.
هل يمكنني الحصول على نموذج استرداد الضريبة؟
هل يمكنك أن تستدير يمينا؟
من فضلك أرني في هذه الخريطة.
عندك غرفة لاربعة؟
لا سكر، فقط القشدة.
هاد الصباح السيد كاواكامي كيزور واحد الزبون.
كيف يمكنني الوصول إلى هناك؟ هل يمكنك أن تشير إلى هذا الموقع على الخريطة؟
ولكن أنت تزرع الخضروات هنا.
أريزونا بحال حمام البخار.
عافاك أعطيني كاس ديال الما.
بالتأكيد، يمكنك ذلك. لكن سيكون هناك رسم إضافي بقيمة خمسين دولاراً.
هل هو قريب من هنا؟
عافاك، يمكن لي ناخد شي مقبلات؟
من فضلك، هل يمكنك تغيير العجلة؟
هذا مائة وعشرون دولارا؟ أظن أنه غالي الثمن. هل تقدم خصومات؟
عندك السوتيرن؟
بغيت دبا طابعين ديال الكارط بوستال لاليابان.
عافاك بان ليا الباسبور ديالك وورقة الدخول.
ماذا تبيعون في الطابق الثاني؟
سيارتي غير متوفرة غدا.
هل الماء دافئ؟
عافاك بغيت الفاتورة ديالي.
نعم. في أقرب وقت ممكن. يتعلق الأمر بقضية مستعجلة.
هل يمكنك ضمان الجودة؟
لقد أغلقت على نفسي الباب. هل يمكنني استعارة نسخة من المفتاح من فضلك؟
فين كاين مكتب السياحة؟
كيفاش نقدر نعمل مكالمة تلفونية لليابان؟
عندي قطعتين من الأمتعة للتسجيل.
هاداك فخط آخر.
هنا حرارة مفرطة وظلام دامس.
من كان الفنان؟
دعني أقدم نفسي. اسمي غورو يامادا.
عفاك، سقطت لي السكين. ممكن تعطيني وحدة أخرى؟
وين بابا؟
كم أوقية؟
آه، لا. كان علينا أن نرتدي ملابس مناسبة للمسرح.
واش كاين شي باص؟
شحال هو سعر الصرف؟
عندي حقيبتان و كيس واحد للبذلة.
الأغطية متسخة.
عاش نهرب من الخدمة شوية.
كم عدد الأكياس التي تريد فحصها؟
حسناً، كل شيء يمكن أن يكون غاليا في اليابان اليوم، لكن أطباق التوفو ليست سيئة جداً حسب معاييرنا. إذا، من ناحية أخرى، قمت بزيارة مطعم ياباني من مستوى أعلى لتجربة مطبخ كيوتو، فمن الأفضل أن تكون مستعدا لدفع مائتي دولار للفرد.
بصوت أعلى من فضلك.
دابا فين هي صاكتي؟ آه، جايا.
كم من المال كان لديك في محفظتك؟
والله ما عرفت. هل يمكنك قياسي من فضلك؟
لا تنسى تجيب معاك الباسبور ديالك.
هذا كل ما لديك؟
أكيد. غادي نعطي أوامر باش يتصوب ليك تلفون فخمسة صباحا دغيا غدا الصباح.
هل يمكنني رؤية مخطط مقاعد المسرح؟
معذرة، يتطلب الأمر دفع تسعة وتسعين يوما مسبقا.
عندك تقويم للأحداث؟
عطني لفة ديال فيلم سينمائي ديال 16 ملمتر مع إمكانية الصوت.
فهمني على خطأ.
كان مشغولا جدا مؤخرا. ربما نسي.
نعم، سأفعل. ولكن كم الثمن؟
هل يمكنك الانتظار هنا للحظة؟ سأتحقق لك.
هذي أول مرة كتجرب هاد الشي؟
غادي نعيطو ليكم ملي يجهز البرغر ديالكم مشوي بالجمر.
هل يمكنك إرسال هذه الطردة بالتعريفة المخصصة للكتب؟
ضعي بعض اللوشن على شعري، من فضلك.
فين كاينين الملاعب ديال التنس؟
افتح ثقب إضافي من فضلك.
هل تعرف بالصدفة أي شيء عن حقيبتي؟
أنا من الولايات المتحدة.
هذا مقاسي؟
عندي الربو.
مع الأسف ما عنديش حجز، ولكن عندكوم طبلة؟
لا سيدي. عفاك، راه كملنا.
سؤال جيد. كنت سأشرح ذلك.
عندي وجع يخفق في أذني.
بغيت ناخدها.
غادي يكون عندي حفلة صغيرة فداري الأسبوع الجاي. كنتمنى تعرف تجي مع مرتك.
الركاب العابرون، يرجى توفر بطاقة العبور. من المتوقع أن يكون وقت مغادرتنا الخامسة وعشرين دقيقة. يرجى الانتباه إلى الإعلان.
أود حجز موعد للعب الغولف لعشرة أشخاص غدا.
هل يمكنك أن توصي بمكان كهذا؟
آه، بعض البريتزل. وهل يمكنني فتح حساب؟
شكون ساعة دابا فلندن؟
كيفاش؟
عليّ ألا آكل طعاماً يحتوي على السكر.
ثم، أظن أنه في جواز سفرك. هل يمكنك التحقق من ذلك من فضلك.
بكم حاسبك؟
أنا طالب جديد في السنة الأولى. لا أعرف كيفية التسجيل. هل يمكنك مساعدتي؟
كنتمنى نعرف واش كاينين تذاكر للبيع نهار العرض.
غادي نربطك بشخص كيتكلم الإنجليزية.
واش حق؟
عذرا على الإزعاج، ولكن من فضلك ساعدني.
أود العودة إلى الفندق الكبير.
بغيت ننقل ل BA تلاتة تسعة تسعة.
هل تتذكرون خصائص اللص؟
فْيَنْ تَسْكُنْ فْيَ هاد الفندق؟
فين غادي تبدا؟
سرقوا مني محفظتي.
كنتمنى نشوفك مرة أخرى فهاد الوقت من العام الجاي.
وقعت إصابة. من فضلك تعال فورا.
عليّ النزول، هذه الطائرة خاطئة.
في أقرب وقت ممكن متى يمكن القيام بذلك؟
أنا ليروي.
مرحبا. أنا ياماشيتا أتحدث. أريد التحدث إلى السيد سميث.
عندكوم كابينة ديال الأكل فالقطر؟
سُرقت حقيبتي اليدوية.
عندك شي غرفة خالية لليومين الجايين؟
باغي تأمين؟
هل يمكنك أن تتصل بها من أجلي؟
عندك مجلّة يابانية؟
عندك شي وحدين نظاف؟
فين كنقدرو نمشيو نتعلم التزحاف على الأمواج؟
عادي.
في اش وقت نرجع نكلمك؟
هل تقدمون الطعام هنا؟
التونة بالواسابي، من فضلك.
حسنا. سآخذه. هل يمكنك أن تغلفه لي كهدية من فضلك؟
فين الحمام ديال الرجالة؟
بغيت شي فيلتر.
ما غاديش تهرب من هاد الشي.
هل يمكننا أن نحصل على طاولة في التراس؟
هل يمكنك أن تحرس أغراضي الثمينة هنا؟
من فضلك أخبرني عندما نصل إلى شارع هدسون.
أية متجر تفضل؟
من فضلك، اتصل بي في الفندق بمجرد أن تجده.
عندك ساعة جيب؟
هل آكل هذا بالصلصة؟
هل سأحتاج إلى حماية من البرد في قمة الجبل؟
من سيتخذ القرار النهائي؟
كنفكر فالأسبوع الأول ديال فبراير. مازال خاصني نبحث على كيفية حجز التذاكر.
كانو كارتات الائتمان ديالي ف المحفظة بعدا.
عندو سلاح.
كاينين بزاف ديال النّواعم ديال الكلاب، مَشِي؟
بغيت نشوف فيلم جديد.
بغيت شي حلقان.
عليّ ألا آكل طعاماً يحتوي على الملح.
فين غادي يجي الجاي؟
عندي خطط.
هل يمكنك ربطي بشخص يتحدث اليابانية؟
بغيت طقم ديال الشطرنج.
إلى فندق كونتيننتال من فضلك.
بقليل من الخردل فقط، من فضلك.
هل سيكون هناك لوحة بيضاء في قاعة الاجتماعات؟
كنت أفضل غرفة في الخلف. عادة ما تكون أكثر هدوءا.
بغيت الغرفة لي تكون أكثر هدوءًا عندك.
هل تبيعون بضائع معفاة من الرسوم على متن الرحلة؟
أريد أن أخرج جواز سفري من صندوق الأمانات.
في الخامسة وخمس دقائق.
يمكنك شراء التذاكر من شباك التذاكر في المسرح.
عذرا، أين المرحاض من فضلك؟
فين كاين الشمال؟
مفتاح الغرفة رقم 1145 من فضلك.
هل ترى التمثال في ذلك المبنى؟
يمكن ليا ناخد شوية دلماء؟
نعم، أنا متأكد. إنه لذيذ جدا لدرجة أنني أكلت كثيرا. لقد استمتعت بالعشاء كثيرا.
شكرا. ثم هل يمكنك أن تظهر لي بعض الصنادل في 6 ونصف D؟
من فضلك قدم له الإسعافات الأولية.
واش كاين مرايا؟
فين كاين الباب رقم 24؟
خدي كبسولتين مرتين في اليوم.
ماعنديش فلوس كافيين، غادي نخلص بالكريدي.
صبر شوية.
باغي ناخد معايا هاد الشنطة فطائرة، من فضلك.
هل يمكنني وضع أمتعتي في الخلف؟
فين كنقدر نشري تذكرة ديال الطوبيس؟
بغيتي تنضم لينا؟
هل يمكنك إضافة جبن الشيدر؟
ثم، من فضلك املأ هذا الاستمارة وقع عليها.
عافاك، بغيت خمسة طابعات ديال خمسة عشر سنتيم و عشرين بطاقة بريدية.
كم من الوقت سيستغرق للوصول إلى فندق هيلتون؟
شوية.
عندي خطة للقيام بجولة سياحية في المدينة لنصف يوم هذا المساء.
كم في المجموع؟
غرفة هادئة من فضلك.
غنّي غير كنّدير تلفون باش نشكرك على المساعدة لي قدّمتها ليا ف رحلتي للولايات المتحدة.
عندنا خمسة عشر عيد وطني.
متأكد أنني وضعته في مكتب الاستقبال.
هادي الخادمة. كاين شي حاجة؟
شحال ثمن هاد السيكاريتير؟
هل تحب العمل هنا؟
لا، هذا هو ثلاثة سبعة تسعة ثلاثة ثمانية أربعة سبعة اثنان، أظن أنك اتصلت بالرقم الخطأ.
عافاك، بغيت مفتاح الغرفة ديالي.
عذرا، هل يمكنك أن تخبرني أي قطار يذهب إلى شارع ويلر؟
هل يمكنك أن توصي بفندق نظيف وغير مكلف؟
ربما هذا سميك قليلاً. هل لديك واحدة أرق؟
هل يمكنني إرجاعه إذا لم يناسبني؟
هل تريد إرسالهم بالبريد الجوي أو البريد السطحي؟
خُذني إلى شارع الملك.
هل لديكم غرف شاغرة الليلة؟
أظن أن موقف الحافلة هنا في الجوار، أليس كذلك؟
أخاف أننا لا نفعل ذلك، سيدي.
من فضلك تكلّم ببطء. أنا لا أفهم جيداً.
هل يمكنني تجربة هذا؟
ما رأيك في أن تنضم إليّ لشرب قهوة؟
بغيت نشرب بييرة. شنو نوع البييرة لي عندك؟
اشمن حاجة؟ مكايعطيوكش فرشاة أسنان مجانية؟
بغيت ثلاثة لولبات د الفيلم د اللون ب 36 صورة.
واش كاين باصات كتجي؟
آه، هذا ثمنه مرتفع قليلا. هل لديكم شيء أرخص؟
عذرا، لقد طلبنا المشروبات ثلاث مرات.
بكم الوصول إلى برج لندن؟
هل يمكنك أن توصيني ببعض الأماكن التي يمكنني الذهاب إليها والعودة منها في يوم واحد؟
ثقييييييييي
الطريق مختلفة عن التي أخذناها بالأمس. هل هذه طريق مختصرة؟
كيف تكتبها؟
ليس بالضرورة. أعتقد أنهم تعلموا التعايش بعد سنوات عديدة من المنافسة.
بالمناسبة، هل تقبل المتاجر الكبرى الشيكات السياحية؟
نعم، بالطبع. ما هو رقم بطاقتك وتاريخ انتهاء صلاحيتها؟
بغيت واحد قارورة ديال المربى.
هل يمكنني كراء معدات الغطس بالزعانف في هذه المتجر؟
هل يمكنك الاعتناء بأمتعتي؟
يمكنك تجربة فندق إتش أو فندق سي.
متى يرفع الستار؟
كيف تحب شعرك؟
بداية الأشياء مع رولينغ ستونز.
نعم، سلطة الجمبري كبداية.
سُرق جواز سفري مع سبعين دولارا.
شكون هاد البناية الغريبة؟
عندكوم بركة سباحة فهاد الفندق؟
من فضلك، اتصل بي غدا في السادسة صباحا. رقم الغرفة: أربعون وأربعة.
هل يمكنني الدفع بالين الياباني؟
معنديش حق الرجوع فالثمن، غادي تقدر غير تبادلها بشي حاجة أخرى.
فين الجامعة؟
كانت تلبس قميصا وتنورة طويلة.
أنا من الولايات المتحدة.
هذا هو مطعم دالاس.
مرحباً بك للتواصل معنا في أي وقت.
هل يمكنك إرساله إلى اليابان إذا طلبته الآن؟
يمكن لي ناخد ديك رومي على خبز الجاودار؟ وكنتمنى مايونيز زايد، من فضلك.
لمدة كم يوم هذه التذاكر صالحة؟
هل ترغبين في تناول العشاء معي بالخارج؟
سرقو لي المحفظة مع الباسبور.
عندك شي خطة؟
واش كاين التدفئة؟
فين هو المسرح؟
قطعت إصبعي.
هل ستقبل بمئة دولار مقابل هذا؟
يا إلهي، لم أكن أعلم أن الحصول على بطاقة ائتمان يستغرق شهرا على الأقل.
هل يمكنني استلام أغراضي من صندوق الودائع الآمنة؟
بغيت نبدل البرنامج ديالي.
لا، ما خاصكش. غير ضغط على زر التقاط الصورة، من فضلك.
ضُربتُ.
متى تنتهي الجولة؟
ميامي.
دوري؟
فين كنقدر نشري الحرف اليدوية؟
ستة دولارات. هل ستقبلها؟
فين الحمام الأقرب من هنا، من فضلك؟
خلصت على الأكل والفنادق مسبقا.
عفوا، سأهتم بالكلب.
عندي تقريباً ثلاثة آلاف دولار.
مائتا دولار. نقدا أو بالبطاقة؟
فين كاين وقف الحافلة ديال سنترال بارك؟
ممتاز. لدي مقعد بجانب النافذة. آه، إذا أردتِ أن نتبادل المقاعد فيما بعد، آنستي.
أنا في عطلة.
هل هذه هي المنصة الصحيحة للذهاب إلى نيويورك؟
نعم، كل عشر دقائق.
هل يمكنني تغيير طلبي؟ أريد سمك الحدوق بدلاً من محار الصخور.
للدراسة.
هكذا يكون كل يوم إثنين.
آه، يُظهر محطات الميترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
فين كاين كاونتر التسجيل ديال دلتا؟
هذا العنصر غير مسموح به.
هل هي ثابتة اللون؟
هوما صغار بزاف.
فين كاينين ساعات متحف الفن؟
وأنا خارج، إصلاحها من فضلك.
أنا كين.
هل كان يهطل المطر طوال هذا الأسبوع؟
هل يمكنني رؤية تلك الحقيبة؟
هاد السيارة كتمشي لسياتل؟
من فضلك وقع هنا، وهذه هي وصل استلامك لأغراضك.
خدمة الغرف.
هل هذه التذكرة صالحة فقط لليوم المحدد؟
الوقت انتهى.
هل يمكنك أن تحفظ لي أغراضي الثمينة من فضلك؟
خطأي.
غادي نبقى عند صاحبي فنيويورك.
كم هو الثمن مع الضريبة؟
هدية؟
هيا اللي ليمين.
هل تفضل معطفاً مزدوج الصدر أم مفرد الصدر؟
هل يمكنك مساعدتي في إيجاد أمتعتي؟
نعم، يبدو ذلك كشيء يستحق المزيد من البحث. هل يمكنك، سيد كينان، أن تأخذ بعين الاعتبار هذه الإمكانية وتبلغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
بعيد الفندق هيلتون؟
أشنو نوع ديال المطعم لي كتدور عليه؟ غير العشاء ولا كتدور على مطعم مع بار؟
بطاطا مقلية اثنان، كولا واحد. من فضلكم درهمين.
بغيت جاكيت.
هنا ضيق بزاف.
هل يمكنني تناول العشاء على متن السفينة؟
عندك هاد الشي؟
في اليابان، الجو رطب في الصيف.
من فضلك احتفظ بهذه الأمتعة حتى الثالثة.
استمتعت كثيرا اليوم.
هل هذا الدواء فعال في تخفيض الحمى؟
كان عيناه سوداوين ومتساعتين.
من فضلك احجز طاولة لخمسة أشخاص.
عفاك، خليوني نستعير منك كلكولاتور.
عافاك، هل يجب أن أتَوَجَّه للمستشفى؟
عندك تذكرة الرجوع؟
أود إجراء مكالمة دولية إلى اليابان، من فضلك. أنا يوكي موراي في الغرفة ثلاثة اثنا عشر. أود إجراء مكالمة على حساب المتلقي للسيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثة ثلاثة سبعة اثنان ستة ثمانية ثلاثة تسعة واحد.
هل يمكنك إصلاح هذه الكاميرا؟
نعم سيدي. هل لديك أي وثيقة تثبت هويتك؟
واش كاين شي بلاصا نعيط فيها؟
فين كاين قسم الأشياء المفقودة؟
تلك كانت رائعة.
تُعرض أزهار الخوخ في مهرجان الدمى للفتيات في الثالث من مارس.
إوا يمكن نبدلها بشي حاجة أخرى؟
نربطو ليك؟
عندي تذكرة ديال الطيارة لديترويت غادي يغادر ف 11 صباحا.
هل يمكنك مساعدتي في العثور عليه؟
فين قلت ليا خاصنا نديرو الورقة؟
بغيت عصير، الله يرحم الوالدين.
خمسة وعشرون دولاراً شاملين تكاليف النقل بالحافلة، والمرشد، ورسوم الدخول.
مسجل، من فضلك.
بغينا نجربو الأكل ديال البلاد.
خذي صديقي إلى المستشفى من فضلك.
متحف المتروبوليتان للفنون زوين.
من فضلك أعطني وصلا لشركة التأمين ديالي.
بغيت نكري شي معدات ديال السورف.
مافهمت والو من لي كتقول.
هذا هو اسمي الكامل وعنواني.
أنا حساس تجاه المضادات الحيوية.
هذا خطير إذا ما خذيتش طاكسي نرجع للفندق.
اقتراحه قُبل.
نعم، لدينا تسعة وتسعون نوعا من الوجبات التعليمية.
واش كاين خط ديال الحافلة آخر لي كيمشي ليكوم؟
هل يمكنك أن تخبرني كيف أتحكم في درجة حرارة الغرفة؟
شيل لي شنطي، الله يرحم الوالدين.
من فضلك، أغلق الهاتف. سأعيد الاتصال بك لاحقا.
هناك أربعة فصول متميزة.
عندي هاد الأعراض من نهار اليوم.
هل القطار يتوقف في أديليد؟
قهوتك، من فضلك.
خمسون سنتيم لكل كلمة. إنه أغلى مما كنت أتوقع.
يمكننا التحقق من أشيائنا هنا.
أود إرسال هذه البطاقة البريدية إلى اليابان عن طريق البريد الجوي.
فين غادي يغادر هاد القطار؟
عطني قارورة صغيرة من هذا.
فين هو التلفون لي قريب؟
فالمسرح اللي جنب المكتبة بالضبط. ولكن خاصك تحجز مسبقا.
بغيت شوية د السوساج، الله يرحم الوالدين.
شكون هو الطبق الخاص ديال هاد المطعم اليوم؟
ماذا عن السفر إلى باريس صباح الغد والتحويل إلى رحلة الظهيرة لشركة سويس إير؟
ثمانون وخمسة دراهم.
هذا جميل حقا. يجب أن تأتي لزيارتنا يوما ما.
فين غاديين نمشيو؟
عذرا.
لا تزعج.
بغيت شي حاجة متينة.
لا، أنا حاسس براسي محظوظ. هيا.
عندك شي وحدة كبيرة؟
بغيت نحجز لثلاثة فسبعة، من فضلك.
عندنا شبكات مترو فمدن كبرى بحال طوكيو.
عذراً ما نقدرش، غادي ياخذ أكثر من أسبوعين.
شحال كاينة كريا ديال التلفون المحمول و البيبير؟
هل هناك مغسلة للملابس قريبة من هنا؟
كنتسناك تسكت.
واش الخدمة مشمولة؟
مكاينش ليا حال، عطيني شي دوا الله يرحم الوالدين.
لأبعد، شكرا.
ساكنة اليابان هي السابعة عالميا.
فين ممكن نصلح ساعتي؟
عطني عشر رموز من فضلك.
بالتأكيد، خذ الحافلة رقم خمسة من فندق الملكي ونزل في ساحة المدينة.
غادي يتعمل قبل عشية غد.
نعم. صباح هذا اليوم اشتريت كنزة من عندك. لكن عندما عدت وفتحتها، لم تكن هي التي اشتريتها. ها هي فاتورتي.
عندك شحال من قارورة ديال المشروبات الكحولية؟
يمكنك تغييرها في أي بنك من البنوك الموجودة في المطار.
عندنا خمر وردي ممتاز.
هل يمكنك أن تخبرني ببرنامج اليوم في التلفزة؟
متأكد أنك ستتعافى في وقت وجيز.
هذا طبق شهير في مطعمنا.
عندك هدية مزيانة لزوجي؟
هل ترى علامة الخطوط الجوية الأمريكية سبع صفر سبعة؟ يجب أن تذهب إلى هناك.
عندي وجع فالبطن. ممكن دوا؟
هل تريد قهوة أخرى؟
غدا؟ ما غاديش ندير والو فالعشية كلها. ولكن علاش؟
واش ممكن تشوف لي فاتورتي، من فضلك؟ واش هاد الهاد التكلفة؟
غادي نوري ليكم المنطقة.
عرفتوه منذ مدة طويلة؟
ماذا سيحدث إذا قلت نعم؟
هل ستُريني كيفية إجراء مكالمة هاتفية؟
هذا رمل؟
واحد طلب للتحميل من سلطة البطاطس، من فضلك.
كيحس بيا الكرش بالمغص.
عافاك، بغيت مترين من هاد القماش.
هل يمكنك أن تجلب لي بعض الثلج وكأسين من فضلك؟
شكون هو الحد الأقصى للعمر؟
عندك ظرف آخر؟
عرفتيش بلي ما وقفتيش ف السيمافور؟
غادي نوصل تقريبا فالعشرة ديال الليل.
التذاكر السريعة صالحة فقط للقطار والمقعد الذي حجزته.
منذ ثلاثة أيام لم أتبرز.
هذا هو بطاقة أمتعتي. هل يمكنك التحقق منها فورا؟
شحال ثمن التذكرة ديال التران للي كيمشي لبلانك بلاين ف الخط الشمالي؟
واش خاصني تذاكر؟
يبدو كقطعة ذات جودة عالية.
هل هناك أي أماكن للغوص بالقرب من هنا؟
من فضلك اكتب اسمك، اسم الفندق، ورقم الهاتف في هذا الورق.
من فضلك دلني على الطريق إلى مكتب الوكالة الوطنية لتنمية الأقاليم الجنوبية.
من فضلك خليّني ننزل في المحطة الجاية.
من فضلك اذهب إلى النافذة الخامسة.
نعم، البارح كان الجو دافئ شوية.
وماذا عن الذهاب إلى هاكوني معي؟
يمكن نسيتو فالباكاج.
هل ترغب في تناول الغداء معا؟
هل يمكنني أن أحصل على دواء للمعدة؟
هذي عائلتي.
فين هو المصعد ديال غريندلفالد؟
باغي شاي؟
هل هو أصلي؟
أريدك أن تقوم بعمل أشعة سينية.
علاش هاد الشورتات ديال الملاكمة غاليين بزاف؟
عطني تسعة من العشريات، واحدة من الخمسيات، أربعة من الواحدات والباقي في العشريات.
عذرا، ما قدرش. أنا ما يمكنش نوقف غير فالفنادق لي مكتوبين هنا.
شكون نوع ديال الغرفة لي بغيتي؟
كنشكرك بزاف، ولكن حقيبتي كبيرة بزاف عليا نحملها. هل يمكنك أن تحفظها لي؟
بغيت نستعمل صندوق الأمانات.
الإسم هو سوزوكي.
فين كاين اللوبي؟
عذراً على الإنتظار، رقم غرفتك هو تسعة وتسعون. ها هي مفتاحك.
فين كاينين الأمتعة المتروكة؟
هل يمكنني أن أحصل على موعد غدا؟
فين غادي تبقى ف لوس أنجليس؟
مهماش.
فين الحمام؟
من فضلك قولي للسيد توماس أنني أقيم في فندق هيلتون.
هل يمكنك أن تخبرني أي حافلة أو قطار يذهب إلى وسط المدينة؟
فين غادي تكون كأس العالم؟
صعد المنحدر. ستصل إلى طريق متفرع إلى ثلاثة اتجاهات. ثم خذ اليسار.
شكون هو الطقس دابا؟
حط فلوسك فين حطيت فمك.
مرحبا. أنا كارول براون. هل يمكنني التحدث مع سوزان؟
عندك غرفة بشوفة مزيانة؟
عندك شي جرنان ياباني؟
غادي نمشي ف الجمعة تسعة وعشرين ونرجع ف الأحد.
مكاينش عندنا فالمخزون، ولكن يمكن نطلبو ليك.
هناك ملصق ميكي ماوس عليه.
واش كاين شي كافيتيريا؟
خالتي كتعيا وتسلك شوية.
فين كنقدر نشري اللباس التقليدي؟
غادي ناخد قطعة لحم من الفخذ، وشوية لحم خروف مشوي لمراتي.
دابا، علاش خاصنا نديرو للعشاء اليوم؟
متى تتوفر لديكم مقاعد شاغرة؟
بغيت سيارة.
عربة غير مدخنين من فضلك.
فندق أقل ثمناً يُفضل إذا كان في حي آمن.
عفاك، واش خاصني نكتب هنا؟
هل هناك خيار آخر؟
عندي نزلة برد.
عندكش شي غرفة أرخص من هادي؟
اتصلت برقم خاطئ.
هناك مبنى جميل هناك.
بغيت يبان بحال ديال ميغ رايان، من فضلك.
قمنا بإجراء دراسة استقصائية شاملة حول احتياجات الزبون.
عفاك، واش ممكن تقولي كيفاش نمشي للبنك لي قريب؟
فين كنقدر ناخذ الفطور؟ فين كيتقدم؟
أنا فلاح.
عفاك، هل يمكنك أن ترفع مقعدك قليلا؟
هل يمكنني أن أطبخ لنفسي؟
متى يمكنني النهوض؟
كَنْبَحْثْ عْلَى طَاجِينْ مَا يْلْصْقْشْ.
غادي نشوف. خفت ما نلقاش اسمك.
أظن أن هناك خطأ. هل يمكنك ترتيب الأمر حتى نتمكن من البقاء؟
عليّ أن آخذ معي معطفاً؟
هل يمكنني أن أحصل على سماعات أخرى لأن هذه لا تعمل جيدا؟
فطور على الطريقة القارية، من فضلك.
الرقم اللي وصلتي ليه ما كايخدمش.
فين غادي يوصل الطيارة لروما؟
عندك فكرة فين غادي؟
يمكن لي أن آخذ نصف رطل من سلطة الجمبري؟
نلتقي في غرفتي.
من فضلك، لا تستهزئ بي.
بغيت شوية الفول السوداني، الله يرحم الوالدين.
هل يمكنني الدفع بشيكات السفر؟
هل يمكنني الحصول على خريطة للمنحدرات؟
قاعة الأكل موجودة في الطابق الأول وتفتح في الخامسة والنصف مساءً.
هل يمكنك تغيير تاريخ رحلتي من لندن إلى طوكيو؟
بغينا نتسلاو باللعب ف رياضات خاصة بالسواحل الغربية.
مكا نقدرش نشرح حالتي بالانجليزية.
معذرة، لكن لا يمكنني أن أوافقك الرأي.
أنا من كولورادو. من أي منطقة في اليابان أنت؟
خلصت بالفلوس فالمكان.
هل العشاء جاهز بعد؟ أنا جائع جدا. هل يمكنك تهيئة المائدة؟
من فضلك ضعها في هذه الكيس الورقي البني.
هادشي كيعذبني من نهار جيت هنا.
باغيهم مسطحين ومقوسين من لتحت، من فضلك.
ألا تعتقد أنني سأحتاج إلى دليل سياحي؟
كندور شي ظلال عيون.
لقد دفعته بالفعل عندما اشتريت تذكرتي.
عندما يجف، قشريه من وجهك.
بغيت نجلس دابا.
سقط مني الحساء.
جيت شوية قبل الوقت، ما كاين مشكل؟
واش كاين شي كوافير هنا؟
حسنا. لا تقلق. لدينا ممرضة تفهم اليابانية.
فين المرايا؟
كيف تشعر؟ إنها مصنوعة في سويسرا وهي رائجة هنا.
الكتب والكتيبات.
كيفاش نرجع؟
عندك هاد الشي بالخضراء؟
خلصت كل الحساب ديالي.
عافاك خلي سبيلي.
غريب، ولكن أستطيع التحدث بالإنجليزية بشكل أفضل عندما أكون مخمورا.
هل هناك مكتب للأشياء المفقودة في المحطة؟
دعني أفكر في الأمر من فضلك.
هل يمكنك أن تخبرني عن بعض الفنادق التي تقل عن خمسين جنيهًا في الليلة؟
غادي ناخد 20% تخفيض من الثمن.
بالخصوص فيما يتعلق بتصميم مشروع عطارد، لم أكن لأتخذ القرار بدونك.
بالصحة والراحة.
هل ما زالت تلك السفن القديمة تبحر؟
تعرضت لحادثة سير.
فين غاديين نتلاقاو فاش؟
فين كنقدر نلقا هاد الوصفة؟
في الحقيقة، أنا نباتي. لا آكل اللحم.
لذيذ.
شكون هو لي غادي يكون سريع؟ ماعندناش بزاف د الوقت.
أنا مع هذا. لنذهب إلى محل الأكلات الخفيفة في الشارع المقابل.
المكالمة مع اليابان متصلة. تفضل، من فضلك.
شكرا على العشاء الرائع.
هل يمكنك التوقف هنا تقريباً لأني أريد أن ألتقط بعض الصور؟
تعرضت للاعتداء.
في كتيب منفصل يسمى "معلومات خلفية عن الشركة"، الموجود في المجموعة المقدمة، ستجد شرحا أكثر تفصيلا.
هل يمكنك أن تجلب لي بعض الأغطية من فضلك؟ الجو بارد جدا في هذه الغرفة.
هل يمكنك وضعه بجانب النافذة من فضلك؟
كل واحد حر فحياتو. غادي نشرب بييرة.
ولد في سنة ألف وتسعمائة وثمانين.
في أي ساعة تمر آخر حافلة متجهة إلى بيمليكو؟
حسناً. ماذا عن هذا؟ هذه الجولة النصف يومية ستعيدك إلى هنا في الواحدة ظهراً.
عندك شي عنقيات آخرين بتصاميم فريدة؟
أظن أن هذا مقعدي.
حتى متى يبقى خدمة الغرف متاحا؟
عليّ أن أرتدي ربطة عنق؟
لا مشكل على الإطلاق. أين تريد أن تأخذه؟
ما عنديش فكرة.
طبلة ديال التراس، لو سمحت.
شوية من الخلف.
هذا القطار هو المتجه إلى شيكاغو؟
هل يمكننا الذهاب إلى نقطة التيكي غدا؟
أكيد غادي يكونو عندهم اختيارات أكثر ف الصيدلية.
من فضلك، أودع خمسة دولارات وخمسة وعشرين سنتاً لمدة الثلاث دقائق القادمة.
هل هناك مقاعد متاحة لهذه الليلة؟
متى القطار الموالي إلى أوكسفورد؟
ماعرفش كيفاش نستعمل التلفون، من فضلك وريني.
أتمنى أن تتمكن من زيارة هذه المعالم الجميلة في الولايات المتحدة في المستقبل القريب.
وضعت محفظتي، وكتابي، وكاميرتي في حقيبتي.
هل هناك من يتحدث اليابانية في المتجر؟
الماء ما غاديش يسخن بزاف.
غادي تبيعهم بالفرقة؟
كيف يمكنني الوصول إلى المتحف؟
السيد غودمان سيكون مفتونًا به حقًا.
رقم الرحلة هو PK سبعة صفر ثمانية في الخامس من شتنبر.
كتصدّي بزااف فالتلفون.
هل هناك حافلة مطار إلى المدينة؟
هل يمكنك إلغاء حجز المقاعد لي؟
نعم سيدي. الساعة الحادية عشر.
هل المبتدئون ليسوا جيدين؟
أية طائرة تصل أولاً إلى مدينة نيويورك؟
حسنا، يمكنك أن تأخذ حافلة "غراي لاين إير شاتل" أو "كاري إيربورت إكسبريس".
نعم، أنا أبحث عن هدية لأختي.
هل يمكنني السباحة هنا؟
واش، أنت كنتي.
وعليكم السلام، أنا أيضًا سعيد بلقائك. هل هذه أول مرة تزور فيها أمريكا؟
أظن أن الثمن غالي جدا. أليس لديكم ثمن أكثر معقولية؟
بغيت نشري هاد الشي.
فواتيرتي سرقت هي الأخرى.
هل هناك أطباق محلية خاصة؟
بأية وتيرة يعمل؟ أو كم مرة يعمل؟ (اعتمادا على السياق)
أكيد. دعني أضع هذه الحقيبة؟ أين تذهب؟
واش بالنسبة للصباحية؟
توقف على جنب الطريق.
رقم التمديد ثلاثة ستة سبعة، من فضلك.
كم ليلة إقامة؟
عرض عليّ غريب أن يلتقط لي صورة، وسلمته كاميرتي. ثم فرّ بها.
كيف يمكنني الوصول إلى مركز ABC؟
من فضلك، حرر محضر سرقة.
مدير الفندق ديالي، السيد هيلتون، عطاني اسمُو.
لون أغمق من فضلك.
هل القطار سيغادر في الوقت المحدد؟
هل هناك جولات سياحية تتضمن زيارة إلى ديسكو؟
شكرا بزاف. سفر ممتع.
بغيت وحدة ديال البانس.
ما كنقدروش نبيعوا والو بلا وصفة طبية.
متى مرضت؟
من بعد غادي نخلص عليها بالدولار والين.
هل يمكنني إرجاعه إلى مدينة أخرى؟
نحن نقدم السندويشات والمشروبات من الساعة الحادية عشر ليلاً إلى السادسة صباحاً.
بغيت جوج بيضات محمرين مع لحم خنزير، بطاطا مقلية، خبز محمص وكوفي.
بغيت حليب ساخن، من فضلك.
أنا خائف قليلا من أنني لن أستطيع الغطس جيدا.
سلطة، من فضلك.
هيا، بسرعة.
في اش وقت غادي نعشيو؟
وجهتي هي طوكيو.
فين كنقدر نلقا شنط ديال الجلد؟
بغيت السمك والبطاطا، من فضلك.
بكل تأكيد. حتى طفل صغير لن يجد مشكلة في الإجابة عليها.
عفاك. بغيت نمشي لحديقة حيوانات برونكس. فين كاين أسهل طريقة باش نوصل ليها؟
ها هي، مجانا.
من فضلك اتركهم خارج غرفتك غدا صباحا.
شكون هو سن التصويت الأدنى فاليابان؟
المرة الجاية لي نجي نضمن نرجع، إذن يمكن لي خصم؟
ماعليهومش يشوفو أي برامج تلفزية عنيفة.
واش داز عام كامل؟ والله ما حسيت بالوقت. بالطبع، غادي نجي. غير قولي ليا الوقت والمكان.
هذا كل ما أريد.
هل يمكنك أن تعطيني تقديرا للتكلفة؟
شملتها في الفاتورة.
هل يمكنني الجلوس بجانبك؟
في معظم الحالات، ستكون في وضعية غير مواتية إلى حد كبير.
كم من الوقت يستغرق للوصول إلى اليابان؟
هل يمكنني مساعدتك في البحث عن شيء معين؟
كَنحس برغبة نشرب البيرة فهاد الجو الحار.
أعتقد أنني لمست شعاب مرجانية سامة.
شكون لي عندو معلومات عليها؟
هل يمكنني الدفع على الطاولة؟
حسنا، دعني أرى. إنه أكثر من ميزانيتي.
استمر في السير المستقيم حتى تصل إلى شارع الأمل.
بغيت نحجز بعض الغرف.
خاصني نعتذر، التّسْدَة ديالي مْقَصْرَة. قْدَرْ تْعْاودْ تَشْوفْ؟
هل يمكنك فحص الإطارات؟
ركبت القطار الخطأ.
كم أنت مستعد لدفع ثمن هذا؟
اللي كيجري ورا ثنين ديال الأرانب ما كيجيبش ولا واحدة.
علاش ما تفتيش هاد الشنطة هي كذ؟
حتى أية ساعة يبقى المتجر الكبير مفتوحا؟
هذا صوف خالص؟
إلى أي مستشفى سيتم نقله؟
بغيت نكري شي لوح شراع.
واحدة ديال البيرة من فضلك.
بغيت وحدة أخرى.
من فضلك أرني بعض القفازات.
كيف يمكنني الحصول على حافلة ليموزين من هنا إلى هناك؟
فيلم ملون ب24 لقطة من فضلك.
بغيت نمشي نشوف أوبرا. فين كيتعرضوها؟
عليه أن يعود في الرابعة من بعد زوال اليوم.
سرقو لي المحفظة و أنا كنحاول نتواصل بالهاتف.
هل يمكنني ترك السيارة في مطار لا غوارديا؟
بغيت كرسي من اليسار.
الشيانتي، من فضلك.
بغيت عصير الجريب فروت.
كم سيكلف في المجموع؟
واش كاين حظر تجول؟
هذا جميل جدا.
هل يمكنني شراء تذكرة من الباب؟
عندي حساسية جلدية. شكون هي الكريمات الطبية لي كتعطي نتيجة مزيانة؟
هادي غير مقاسي.
واش متأكد؟
سقطت كاميرتي على سطح صلب.
هل هناك شيء لا يمكنك أكله؟
إسمها الآنسة غريغسون، أليس كذلك؟
من فضلك تحقق من وجهة الحافلة قبل صعودك.
كم مرة في الشهر تلعب البيسبول؟
من فضلك أرني في هذه الخريطة.
كيفاش نقدر نعمل مكالمة تلفونية لليابان؟
عفاك، سقطت لي السكين. ممكن تعطيني وحدة أخرى؟
عندي حقيبتان و كيس واحد للبذلة.
كم من المال كان لديك في محفظتك؟
معذرة، يتطلب الأمر دفع تسعة وتسعين يوما مسبقا.
عطني لفة ديال فيلم سينمائي ديال 16 ملمتر مع إمكانية الصوت.
بغيت ناخدها.
كيفاش؟
أنا طالب جديد في السنة الأولى. لا أعرف كيفية التسجيل. هل يمكنك مساعدتي؟
فين كنقدرو نمشيو نتعلم التزحاف على الأمواج؟
هل يمكنك أن تحرس أغراضي الثمينة هنا؟
هل يمكنك ربطي بشخص يتحدث اليابانية؟
يمكنك شراء التذاكر من شباك التذاكر في المسرح.
هل ترى التمثال في ذلك المبنى؟
شكرا. ثم هل يمكنك أن تظهر لي بعض الصنادل في 6 ونصف D؟
فين كاين الباب رقم 24؟
شحال ثمن هاد السيكاريتير؟
بغيت ثلاثة لولبات د الفيلم د اللون ب 36 صورة.
بكم الوصول إلى برج لندن؟
شكون هاد البناية الغريبة؟
معنديش حق الرجوع فالثمن، غادي تقدر غير تبادلها بشي حاجة أخرى.
لمدة كم يوم هذه التذاكر صالحة؟
ضُربتُ.
هل من الممكن تسلق جبل بهذا العتاد الخفيف؟
هذا خارج ميزانيتي.
أريد طبيباً يأتي إلى غرفتي من فضلك.
شكون هو رقم التلفون ديال الخدمة الداخلية؟
عندك أصل إيرلندي؟
واش دابا فالبيع؟
باعت كل التذاكر.
بغينا نلعبو ساعة فالعشرة صباحا غدا.
عذرا، هل يمكنني تغيير مقعدي؟
ماعرفش فين.
شكرا. غادي نكون شاكر بزاف. تعرف، أنا مهتم بالمسلسلات الأسترالية.
عذرا، هل يمكنك أن توصيني بفندق آخر؟
يا له من يوم جميل. هل عادة ما يكون لديكم مثل هذه الأيام الجميلة في هذا الوقت من السنة؟
عندنا تجربة مماثلة في الماضي.
هل يمكنك أن تتفقد هذا لي؟
كان ضبابيا.
محتاجهم قبل الجمعة.
من هو المدير؟
كم أنفقت في المجموع؟
من سان فرانسيسكو إلى ناريتا.
هذا مش هو مقاسي بالضبط.
هل أنتم مفتوحون أيام الأحد؟
واش كاين شي ديسكو مزيان هنا؟
محتاجو قبل الخمسة ديال العشية.
ما كاينش كيفاش نعتذر.
غادي تبقا فنيويورك فترة طويلة؟
بالتأكيد، اصعد.
أكيد. غادي نديرهم فالصندوق الخلفي.
هل يمكنك أن تغلفه لي من فضلك؟
هذا قطار سريع؟
علاش ما توصيش على كتاب زوين لطفل عندو 15 عام؟
هذا الروج صغير و لطيف. سآخذه من فضلك.
عندي ثماني سنوات.
سدد ضربة جزاء.
شعرها كان متموج وسود.
هل يمكنك اقتراح أي مكان آخر يستحق الزيارة؟
أعجبني كثيرا. لكن أخشى أنني لا أحب التصميم. وماذا عن البقية؟
هل يمكنك أن توصيني بفندق ليس غالي الثمن؟
كم يبلغ مجموعهم؟
عيد ميلاد صديقتي. هل لديكم شيء خاص؟
نعم، نداول الطاهي باش يشرح ليك؟
هل يمكنك أن تعطيني مخدرا؟
هل يمكنك أن تغلفه؟
عندي الربو.
هذا شريط فيديو قمت بتسجيله لصديقي.
علاش مشيتي للولايات المتحدة العام اللي فات؟
ما هي الوثائق التي أحتاجها لدخول الولايات المتحدة؟
إسمي تسوتومو.
هذا غليون من التوت البري؟
واش متأكد؟ كنت ظنيت أن شكل هاد القنينة ديال الخمر كيتاستعمل للخمر ديال بورغوندي.
سمعت بلي كاينين بعض النوادي ديال الجاز زوينين.
بغيت نشري ستة كرافاتات. هل يمكنك أن تعطيني تخفيضا؟
عندي زكام.
اتصل بسيارة الإسعاف بسرعة.
نعم، يمكنك ذلك. الغرفة جاهزة. من فضلك اكتب اسمك وعنوانك هنا.
عندو صندوق كبير؟
تسعة ثلاثة تسعة ستة سبعة صفر صفر.
شكون لون كتحب؟
فين غادي يغادر القطار الموالي متوجها لفيلادلفيا؟
هاد السمك شوية مابش طايب.
بدل هاد الشي للدولار، من فضلك.
فين بغيتي نرجعولك الشنطة ديالك فاش نلقاوها؟
هذا جلد طبيعي مئة في المئة؟
هل سبق لك أن ذهبت إلى نيويورك؟
شكون هو وقت الصعود؟
أنا أستاذ.
عندنا تشكيلة واسعة من الحلويات، بما في ذلك الكعك والآيس كريم.
شكون هو اسم ديك النبتة؟
كم من يوم يأخذ بالبريد الجوي؟
نمشيو للمطعم ف التاكسي.
هذا كشف الحساب خاطئ.
هل يمكنني وضع أمتعتي هنا؟
بَاشْ نْوَصْلُو لسيدني؟
هل يمكنك أن تصدر لي جواز سفر مؤقت من فضلك؟
رخيص. ها، غادي نعطيك خمسة دولارات وصفر سنتيم.
غادي ناخد فطور كبير من خدمة الغرف.
كوكا كبيرة.
هل من الممكن أن تعطيني تخفيضا؟
نعم، ها هي.
هل يمكنني الاستمرار في السفر؟
فأي فصل هو الأجمل في هذا البلد؟
عافاك، يمكنني أن أطلب كاس دي خمر؟
العالم صغير.
لا، دعني أنظر أولا.
هل يمكنني تغييرها إلى رحلة مبكرة في الخامس؟
بالتأكيد. املأ هذا النموذج ووقع عليه من فضلك.
شحال هو معدل التضخم؟
تُقَدِّمْ لَنَا قهوةً مُرَكَّزَةً.
عليّ أن أرحل الآن.
هوما عريضين بزاف.
فين كاين كارتير ديال الحقائب؟
الجمعة مملوءة تماما حتى الثامنة والنصف.
دعني أفكر في الأمر. سأتفقد بعض المتاجر الأخرى.
ما بغيتش نخلص أكثر من ثلاثين دولار للواحد.
واشمكنخا واحد شوكولاطا، سمحلي.
هل يمكنك أن تخبرني أين يمكنني التسجيل في هذه الرحلة؟
هل يمكنك رسم خريطة؟
شكرا جزيلا. ها هي تذكرة تعديلك.
عفاك، واش ممكن تقولي لي فين كتفتحو؟
متى ترتدي الكيمونو؟
من فضلك قولي ليه يرد عليا ف أقرب وقت ممكن ملي يوصل. هذا هو الرقم: ثلاثة خمسة أربعة ثمانية واحد واحد ثلاثة تسعة. فندق هيلتون، رقم الغرفة: اثنا عشر صفر تسعة.
بغيت شوية ديال شامبوان ديال الحمام.
غادي يخلص ف الواحدة د العشية.
كندور شي تذكار لامي.
غادي نقوليك عندك شي 55 عام.
هذا شائع.
نعم أقول أن الصيف هنا ليس سيئا جدا.
كيفاش نربطو الحزام ديال السلامة؟
هل هذه التذكرة لا تزال متاحة؟
واش خاص الكل يخرج ؟
هذا هو الدواء الذي أعطاني إياه طبيبي العائلي.
دعني ألقِ نظرة على تلك السيارة.
كانو أربعة شباب.
مازلت ما حاسش بالتحسن.
غادي نوصل بعد العشاء.
يمكن ليا ناخد صندوق باش نجمع فيه الحوايج؟
المناخ معتدل.
من فضلك اتصل بسيارة أجرة على الساعة الثانية زوالا.
هاد الشي فيه بزاف ديال البريق بالنسبة ليا.
دعني أرى تلك.
واش كاين شي ديسكوتيك هنا قريب؟
شكون هو ثمن الغرفة؟
الطعام بارد.
أين المكان الأكثر توصية للزيارة؟
هاد الطيارة تأخرات ب 2 سوايع.
آه، كنت أود ذلك.
كاس دي شابلص.
أية منطقة من منطقة "أ" ستذهب إليها؟
هل يمكنك أن تتصل بطبيب من فضلك؟
من فضلك شوف آش تقدر تدير ليا.
شكرا على النصيحة. غادي نجربها المرة الجاية.
لا، شكرا.
هل يمكنك تشغيل التكييف؟
من أي منطقة في الولايات المتحدة أنت؟
آه - هناك زيتونة عالقة في حلقي.
الثلاجة ما كتعمرش.
عافاك. هادشي من واجبي.
هل يمكنك أن تضعني مع شخص يتحدث اليابانية؟
العفو، هل يمكنني الحصول على الفاتورة؟
عذرا، ولكن هل يمكنك أن تخبرني ما هو هذا البند في القائمة؟
هادشي كارت ديال نوع مفتاح. يمكن ليك تحافظ عليه معاك.
أنا متجمد تماما.
هاد الشي كيشهي.
باغي كاورة ولا شاي بعد الأكل؟
هذا كيس كبير من الجلد.
هل يمكنك اختيار واحدة لي؟
عندي حساء فول الصويا الفوري.
فِي نْيُورْك.
الممر رقم سبعة.
هل يمكنك أن تخبرني في أي طابق توجد المطاعم؟
حجزت في المطار.
شكون هو المقاس فالسنتيمترات؟
كنت نمارس الكاراتي فالمدرسة.
باغي نعمل ريزيرفاسيون لعشرة أشخاص فستة ديال العشية.
هذا هو الحافلة الصحيحة لخطوط اليابان الجوية؟
بغيت نمشي لمطعم حقيقي فنيويورك، ما يكونش غالي بزاف.
ما كاينش الاختيار. هنا مزيان.
ماشي خاصني نقدم باش نكرا سيارة؟
غادي نقوليك حالا ملي نوصل.
فين كنشري الكراس والكتب؟
عندى إنفلونزا.
وقعت حادثة.
هل الدكتور تافلر أستاذ صارم؟
هاد الشي كيعتمد.
ماقادرش نغلق الباب.
هنا. هل يمكنك أن تريني بطاقة تعريفك أو جواز سفرك؟
نعملو ليه تلفون.
هذا هو الرجل.
من فضلك أرسل صبيًا للباب إلى غرفتي.
طبيب، من فضلك.
كم ثمن تذكرة الدخول؟
من فضلك، اقترح فندقًا.
عْلاشْ عْمْرْ اليابان؟
هل يمكنك وضع هذا في صندوق الأمانات من أجلي؟
خاصني نطلب العفو، خليت حوايجي فطائرة.
حسناً، إذاً يجب أن تعرف كيف نشعر جميعاً هنا. لا نحب أن يأتي الغرباء ليقولوا لنا كيف نعيش حياتنا.
هل يمكنك تنظيف النافذة؟
من فضلك، شنو هو اسمك؟
موافق على هذا الاقتراح.
على الساعة السابعة للاثنين، صحيح؟ من فضلك، هل يمكنني أن آخذ اسمك؟
عندك ساعات كيتشدّو باليد؟
أليس هناك خطأ في الفاتورة؟
مع السلامة دابا.
يمكنك استعمال التذكرة في جميع القطارات.
ولكن لا تقلق. يمكنك النزول في المحطة الموالية والعودة سيرا على الأقدام. ليس بعيدا.
تلك السيارة حاولت أن تنعطف يساراً بقوة.
هل يمكنني أن أحصل على طاولة؟
فين كاين الكور ديال الأكل؟
بطلاء غير لامع، من فضلك.
واش نسمي فشي رقم فحال كن وقعلي شي مشكل؟
من فضلك، شحال الثمن ديال الطابع ديال الأيروغرام؟
صناعة السيارات هي الصناعة الرئيسية في اليابان.
واش كاين شي واحد فيكم كيتكلم اليابانية؟
لا داعي لذلك، شكرا. سآخذ ذلك.
هكذا من فضلك. هل هذه الطاولة مناسبة؟
شكون هما الهوايات ديالك؟
لحظة من فضلك. سيدي، أخشى أن السيد أوكاوا قد ذهب لتناول الغداء. هل ترغب في ترك رسالة؟
بغينا ديشيات بحال ثلاثين درهم للواحد.
علاش هاد الطابور؟
هنا بعض السماعات.
بغيت مصباح يدوي.
نعطيه الرسالة؟
السلام عليكم. هل هذه الاستقبال؟ أنا في الغرفة رقم 107. أخشى أن لدي شكوى.
هل ترغب في الحضور إلى حفلتنا الليلة؟
آه، هذا رائع. أحب صوتهم. وماذا عنك، بوب؟
هذا القطار هو القطار الصحيح إلى غراند سنترال؟
شحال ثمن تذكرة نهار واحد؟
كان ذلك منذ سنتين عندما جئت هنا آخر مرة. هل استمتعت برحلتك؟
أظن أننا يمكن أن نحصل لك على طاولة في حوالي خمسة عشر دقيقة.
مكالمة شخصية إلى طوكيو، اليابان من فضلك.
واش كاين التكييف؟
كم هو المجموع الكلي؟
فين غادي تبيت؟
هنا تسعة وتسعون ين ياباني. من فضلك، استبدلهم جميعا بالدولار.
فـ "إيبي سي".
بغيت مجفف.
في هذه الحالة، يوجد جدول التعريفة بالقرب من مقعد السائق.
عافاك، خاصني نجي للدار ديالك مرة أخرى؟
هل يمكنني أن أترك أغراضي الثمينة معك؟
قولها مرة أخرى.
واحد الراجل كان طويل و الراجل الآخر كان قصير.
هل من الممكن أن نعيد طلاء غرفة المعيشة؟
يمكن تكون البوجية.
حسنا، هذه الجولة الاستكشافية جميلة.
للأسف، نعم. مقرنا الرئيسي يقع هنا. وأنت؟ هل هي أول مرة تأتي فيها هنا؟
من فضلك، اقترح علي مطعما جيدا قريبا من هنا.
هل يمكنك قبول شيك بالين الياباني؟
غادي ننزل فكاتدرائية.
حقيبة كتف بيضاء.
شفتي هنا كابو أسود؟
تركت كاميرتي في التاكسي.
هل يمكنني تغيير هذه التذاكر لعرض الغد؟
بغيت ندش قبل ما نكل.
كيف تود أن تُطهى لحمتك؟
يا له من رفاهية أن تلعب الغولف في أستراليا.
فين دازت؟
شكون هادشي لي كياكلو؟
علبة مارلبورو من فضلك.
عذرا، ولكن في أي شارع نحن الآن؟
هل يمكنني طلب هذا من اليابان بعد عودتي؟
بغيت نكري شي دراجة.
مكاينش الصابون فغرفتي.
عافاك، شنو هو سميتك؟
هل يمكنني الانتقال إلى مقعد فارغ؟
رحلة رقم ١٠١ متجهة إلى ناريتا، المغادرة في العاشر من يونيو، مؤكدة من جديد.
هل يمكنك أن تخبرني ببعض الأماكن الممتعة التي يمكنني زيارتها ورؤيتها في هذه المدينة؟
أرسل هذا إلى اليابان عبر التلغراف.
أظن أنني مصاب بالحمى.
نصف مطبوخ.
أظن أنني سآخذ تلك التي بخمسين سنتيم. أعطني اثني عشر واحدة من فضلك.
هل هي بعيدة للمشي؟
أظن أن هذا هو النوع الذي نريد استيراده.
نعم. كنبحث على أحمر شفاه شانيل رقم خمسة وثلاثين.
هل قرأت بطاقة تعليمات السلامة؟
هل يمكننا مشاهدة فيلم في هذه الرحلة؟
عليّ أن أعود قبل السادسة مساءً.
عفاك، بغيت نمشي لميامي.
نكتب بطاقات رأس السنة ونرسلها بالبريد. تصل في فاتح يناير.
هل ستذهب إلى المدرسة؟
ركبث قطار الساعة الثانية عشرة وخمسين دقيقة من سان دييغو.
اش كاين هاد الأسبوع؟
كيفاش نرجع هنا؟
بغيت شوية د السكر، الله يخليك.
هل يمكنك ملء هذا النموذج الخاص بالتأمين الصحي من فضلك؟
من الثامنة إلى الثامنة وخمسة عشر دقيقة.
في الحقيقة أنا في الدورة الشهرية. هل هذا مشكل؟
هل يمكنك تحديد مكانه على هذه الخريطة؟
أترى، ماء الاستحمام ببساطة لا يسخن بما فيه الكفاية.
واش كاين تغيير فبرنامجنا؟
باغي غير نمشي نستريح شوية.
بغيت نرجع للفندق باش نلقا الكاميرا ديالي.
عليك أن تأخذ طاكسي، بما أنه لا توجد وسائل نقل عمومية.
فالطابق الثالث على يسارك.
ألا تلعب معي التنس الأسبوع المقبل؟
نحن الثلاثة بغينا نلعبو جولة. شحال غادي يكون الثمن؟
نعم، أنا جايبة عروسة يابانية لصاحبي.
هذا ليس ما طلبت.
محتاج شوية ديال الوقت زيادة.
غادي ناخد هاديك.
تغير القطار في المحطة الثالثة.
أنا أفضل الأكل الإيطالي.
غادي نطيرو فبضع دقايق. مرجو التأكد من ربط حزام الأمان جيدا.
فين كادير الخدمة؟ (Fayn kadir l-khidma?)
نصف يوم بثلاثين دولار. اليوم الكامل بخمسين دولار.
هل تتوقف حافلة الجادة الخامسة هنا؟
سمح لي نشوف رخصة السياقة ديالك، لو سمحت.
هل يمكنني أن أحصل على بعض الحبوب؟
رحلتنا تبدأ فاتح عشرين يوليوز وتنتهي سابع وعشرين.
كيف تنطق هذه المحطة؟
هكذا من فضلك.
هل هناك حافلة مطار إلى فندق شيراتون؟
نعم، سآخذ بيرة على الطريقة الأمريكية مع المقبلات.
وأنا كنمشي فبرودواي.
واش كاين شي حاجة مثيرة للاهتمام هنا؟
عطني ثلاثين لتر.
صورنا من فضلك.
شكون هو صاحيب هاد العمل؟
عندنا نتواصل مع مكتب الاستعلامات لي فزاوية ديال بهو الفندق. غادي ياخذو الحجز.
هاداك سرّاق.
هاد الشي كايديروه باش يساعدوا الناس لي مات ليهم شي حد فمصاريف الجنازة.
حسناً. استدر يساراً في الزاوية الموالية. ستراه أمامك مباشرة.
أيهما تعتقدين أنه أفضل لبشرتك، طلاء الأظافر باللون الداكن أم باللون الفاتح؟
بَعْدَاشْ هاد الفندق؟
أود أن أُحدد موعدا مع السيد واتسون.
لا، سأخرجهم.
نعم، لدينا. أي نوع تريد؟
شكون هو الدواء لي كتعرفي للزكام؟
ماشي دابا كتجبد فشي حاجة، أش كتدير فوقت فراغك؟
عفاك، فين كاين تليفون عمومي؟
أعتقد أنه يجعلني أبدو أكبر سنا.
اليوم عندنا مينستريون، كريم دي الأسباراغوس، و حساء الخضار.
أظن أنك ستستطيع الحصول على كل شيء من السوبرماركت. إن لم تستطع، لا تقلق. سأذهب إلى الصيدلية غدا.
كنتمنى نعرف فين غادي نرجع هنا.
من فضلكم ربطوا حزام الأمان واحترموا علامة "ممنوع التدخين" حتى يتم إطفاؤها.
هل يمكنك تغيير مقعدي إلى واحد في قسم المدخنين؟
هل يمكنك أن تجلب لي بيرة أخرى؟
مكاين حتى واحد بهاد الاسم ساكن هنا.
أريد إلغاء حجزي للرحلة الجوية في الخامس من ماي، وحجز واحدة في التاسع من ماي بدلاً من ذلك، من فضلك.
سآخذ الإيطالية، من فضلك.
أية واجبات غير مدرجة فيها؟
شريت قلم أحمر للشفاه كهدية.
هل يمكنني الانضمام إلى ذلك الفصل حتى وإن كنت مبتدئا؟
من صنعها؟
ألا تبيعهم بشكل منفصل؟
يمكن لبوابنا مساعدتك، أو يمكنك الحصول عليه بواسطة سيارة أجرة.
بعض السجائر من فضلك.
هل يمكنك أن تحضر لي تذكرة؟
هل هواية جمع الحيوانات المحشوة هي هوايتك؟
هل يمكن لليابان إنتاج كل ما تحتاجه من غذاء؟
بغيت مضخة هواء.
أظن أنه قليل التوابل بالنسبة لي.
فين كنقدر نشري تذاكر التلفريك؟
فين غادي يبدا القطار؟
من فضلك، عطل بطاقتي.
هذا الساعة العتيقة توقفت عن العمل. هل يمكنك استبدالها؟
بغيت نبدل بعض الين الياباني بالدولار الأمريكي.
مَنْ يُمْكِنُ أَنْ أَتَّصِلَ بِهِ إِذَا كَانَ لَدَيَّ مُشْكِلَاتٌ؟
غادي ناخد ٣٠٠ غرام من هاد الشي.
شي حلوة؟
شكون هو اسم الفنان؟
شكرا. هل يمكنني التحدث مع الآنسة ياماتو من فضلك؟
أقترح عليك زيارة مبنى الأمم المتحدة على ضفة نهر إيست ريفر أيضا.
هل يمكنني أن أحصل على لترين من الحليب؟
بغيت نكري شي سيارة.
فقدت جواز سفري.
أنت تفرض ثمناً أكثر من الأجرة.
ماعرفش كيفاش نغلق هاد الستاير.
غضبت منه.
عليك أن تدفع ثمنا إضافيا للحلوى.
هل يمكنني طلب وجبة نباتية؟
شكرا. كان لطيفا رؤيتك. مع السلامة.
فِي ظُهْرِ يَوْمِ الثُلاثَاءِ هَذَا المَطَارُ لَيْسَ مُزدَحِمًا جِدًا.
السلام عليكم. لقد قمت بالحجز لهذه الليلة على الساعة السابعة. لكنني أريد تغيير التوقيت. اسمي سوزوكي.
عادة ما تكون تساقطات ثلجية خفيفة تتراوح بين سنتيمترين أو ثلاثة.
غادي يكون مزيان لو كان غدا طالع.
هل يمكنك أن تجد لي مربية أطفال؟
كنت محظوظاً جداً للحصول على تذكرة الليلة. لم أصل إلى المدينة حتى الثالثة زوالاً.
أود أن أرسلها عن طريق التوصيل السريع.
إذا كنت ستشعل سيجارة، من فضلك انتقل إلى الصفوف الأربعين إلى الخمسين.
باسبور ديالي سرقوه ليا.
يمكنك استلامهم عند البوابة قبل الصعود. يرجى إظهار هذا الإيصال هناك.
إنه كيس أزرق صغير لليلة واحدة.
بغيت شي ضو.
هل ستضع علامة عليها في خريطتي؟
من فضلك، بدل هاد الفلوس لدولار.
شحال الثمن فالشهر؟
هل يمكنني إجراء مكالمة من هذا الهاتف؟
ماذا عن هذه الطائرة الورقية المصنوعة في اسكتلندا؟
كان الأمر فجائياً جداً. لذا لم أر وجوههم.
جيب لي صحن، من فضلك.
اثنين تذاكر لليلة، من فضلك.
حافلة؟ أظنك تقصد سيارة ليموزين لتأخذك إلى الفندق. إلى أي فندق تذهب؟
بغيت نسحب 400 دولار من الحساب ديالي.
فاش كيكونو مفتوحين؟
عذرا، أظن أن مقعدي بجانبك.
باغي نعيط لشي حد يصوب لي الشواشي ديالي.
هل الخدمة والضريبة مشمولة؟
إوا هاد الشروط مقبولين؟
بغيت نشري كيطو ديال التبغ.
نحن مهتمون بالأثاث.
مكنقدرش نتحدث الانجليزية مزيان.
نعم. تحت الكرسي.
آه، عفوا. ربما لديكم بالفعل مكان في بالكم - أين كنتم تريدون الذهاب؟
هل يمكنك تأمين هذه الطرد؟
نعم، تم قبولي بالأمس من طرف الدكتور جونسون.
فين دازت هاد الشي أصلا، و منذ كم من الوقت؟
فهمت. غادي تخلص غير زيادة.
حسنا، ماذا عن هذا الحزام المصنوع من جلد الماعز عالي الجودة؟
بكم هو أرخص مقعد؟
عندك السمك مقلي؟
من فضلك املأه عندما تعيد السيارة.
لمدة كم من الوقت ترغب في استعمالها؟
شريحة خبز محمص و قهوة في كوزة، من فضلك.
غادي ناخدك قدام الفندق.
أخشى أنني لا أستطيع الحصول على موافقة على هذه البطاقة الائتمانية.
عذرا، لم أفهم معنى هذه علامة المرور.
ثلاث كؤوس من البيرة الطازجة من فضلك.
هل يمكنني طلب كاس من النبيذ؟
ثمانون وخمسة دراهم. لا تنسى أن تأخذ تذكرة مراسلة عندما تصعد، حتى لا تدفع مرة أخرى عندما تغير الحافلة.
غادي ندخلو كلنا فنفس الوقت؟
عافاك، هل يمكنك الانضمام إلينا لأخذ صورة؟
وضعتو هنا بحال هاكا تقريباً قبل ثلاثين دقيقة.
فاش كتدوزو؟
اش كايتصنع محليا؟
إذا لم تكن تتعامل مع هذا المجال، هل يمكنك اقتراح متجر متخصص فيه؟
شكرا على الانتظار. هذا أوهنو يتكلم.
هل هناك منحدرات للمبتدئين؟
شنو هو برنامج اليوم؟
بغيت نبقى نهار آخر.
جيت هنا باش نقابل صاحبي.
حسنا. ما نوع الغرفة التي ترغب فيها؟
هل يمكنك أن تحتفظ بهذا النبيذ حتى غدًا ليلاً من أجلنا؟
النساء في مناصب المسؤولية في تزايد.
دعني أجربها، من فضلك.
هاد الطعام كلو شحم ودهن غير كايجلس فالبطن ديالي.
عندك ورقة غلاف للفاكس؟
يُطلب منك التحقق من النباتات والحيوانات في مكتب الحجر الصحي إذا كنت تملك أيًا منها.
محتاج على الأقل نصف ساعة باش نجمع حوايجي.
هل يمكنك أن تجد لي مقعدا في رحلة الغد من فضلك؟
غادي ناخد ولدي للحديقة الحيوانية.
لميامي، من فضلك.
بغيت الطاولة لي قريبة، من فضلك.
عندك شي حاجة أصغر؟
إسمي ميوكي كاتو، وأنا صديقة لماري من وقت دراستها في اليابان. هل ماري موجودة؟
شاي، مع حليب.
علاش كيوقع هاد الشي؟
فين كاين أقرب مكتب بريد؟
هاذي كاميرا.
واش كاين شي مترو قريب؟
فقدت مفتاح الغرفة.
هل هناك وقت لاستعمال المرحاض قبل الإقلاع؟
آه، نعم. عندي. أحبها.
آه، أنا ماعنديش رغبة ندير شي حاجة بحال هاكا.
شكون لي كيتسوق؟
بغيت معطف طويل.
فندق بوسطن، من فضلك.
الواحدة زوالا.
نعم، يمكننا أن ننجز ذلك قبل غدٍ ليلاً.
إسمي تارو تاكاي.
مساء الخير، من فضلك.
عطني تذكرتين للرواق يوم الخميس المقبل.
هل يمكنني استعمال هذا الكوبون للطائرات؟
غادي يكون هاد الشي مساعدة كبيرة ليا. بالمناسبة، كنتسائل واش يمكن ليا نبقى فنفس الغرفة؟
من فضلك تأكد من المجيء ورؤيتي في السابعة من صباح الغد.
متى موعد القطار الموالي المتجه إلى بوسطن؟
دعني أقول كلمتي.
مرحبا. ألقِ نظرة.
واش تقدر تعملي صينا كوكادا؟
مكاين حتى حاجة مفهومة فهاد لخبار لي كيقولو الناس لي حدايا.
مساء الخير. عندي حجز. اسمي يامادا.
يغادر كل عشر دقائق.
نعم، هناك واحدة في الجهة الأخرى من المبنى.
فين هو النصب التذكاري؟
هذا هو الطريق الصحيح إلى المحطة؟
ما عندناش الحجز ديالك.
آه، فهمت. هادو هما القنوات ديال النظام السلكي فالفندق.
إذا أرسلت هذا من هذه المتجر إلى اليابان، هل سيكون معفيا من الضرائب؟
خمسة ديال الحديد، من فضلك.
آه، استمع، هل تعرف، هل تعرف أين توجد "رفرسايد درايف"؟
فقدت شهيتي للأكل.
واش كاينين شي وحايل اخرين؟
بغيت نخرج شي حاجة من الشنطة ديالي.
غادي نخليوها مفاجأة.
دخل سيارتي ف حفرة.
أعاني قليلا من فرق التوقيت.
بغيت نطلب الخدمة ديال الغرفة، من فضلك.
شكون هو رقم الباب ديال الخطوط الجوية اليابانية للرحلة ديال طوكيو؟
عندنا مقاعد متاحة في رحلة الثامنة والخامسة من يوم الإثنين، السادس والعشرين.
علاش كايهضر هاد المبلغ؟
عندي مشكل في المعدة.
باغي ناخد طوبيس للمحطة. ممكن تعطيني بعض التغيير، من فضلك؟
حسنا، أولاً يجب أن أذهب إلى مركز المعلومات وأبحث عن فندق.
في الحقيقة، جدي الأكبر جاء من صقلية في بداية القرن.
بغيت نعيط لاليابان من بعد.
بغيت نتعلم كيفاش نتعامل مع الألواح الشراعية.
عفاك، فين كاين الصيدلية قريب من هنا؟
ولدي كايدرس فجامعة هارفارد.
نعم، بغيت نعمل مكالمة دولية لليابان. الرقم هو طوكيو تلاتة أربعة سبعة ستة اثنين تسعة تلاتة ستة.
لدغتني نحلة. يبدو الأمر سيئا حقا.
من فضلك، اتصل بهذا الشخص.
علاش لا، يمكن نمرو من أي كاونتر؟
غرف متجاورة من فضلك.
هل هناك إسطبل قريب من هنا؟
بالتأكيد. غرف تغيير الملابس هناك بالضبط.
هل يمكنني أن أحصل على قارورة ماء ساخن؟
من فضلك، أعطني مكالمة إيقاظ في السادسة صباحا غدا.
في أقرب وقت ممكن تكون هاد القمصان جاهزين؟
الحقيقة، شريتها بالدفع المسبق نهار لخر فلمحل لي قريب من داري.
لحم البقر أو الدجاج؟
عندي دبوس عظمي معدني.
بغيت نمشي للساونا.
فين كاينة المحطة ديال الشاطئ؟
فين كاين قسم الأشياء المفقودة؟
من فضلك أرني كيف أستعمل هذه الآلة.
حسناً، انطباعي هو عن أرض جبلية، مزدحمة، صاخبة، مليئة بالأصوات، نشيطة، شبه متفجرة. عن شعب مجتهد، عامل، لا يعرف الكلل، فضولي، راغب في تعلم كل شيء، يأكل ويشرب بشراهة ولكن بأناقة، يكسب وينفق بشراسة.
عشرين دولار ف ربعيات، من فضلك.
إذن أود استبدالها.
كنت باغي داك الشي.
عفاك، هل هناك ممر للراجلين قريب من هنا؟
هل يمكنني التوقف هنا؟
بغيت رواية إنجليزية سهلة القراءة.
واش كاين شي محل ديال الملابس ديال الأطفال مزيان؟
أود المغادرة باكرا غدا صباحا. هل يمكنني تسوية فاتورتي الآن؟
أتمنى أن تعود مرة أخرى.
هل يمكنك تعليق الشيكات الشخصية الخاصة بي؟
السيد جونز خارج الآن. من المتوقع أن يعود بعد الثالثة بقليل.
الليلة الجو بارد جدا.
بغيت نعمل فحص طبي.
هذا ألماس من قيراط واحد، أليس كذلك؟
فرحان باش لقيتك، حتى أنا.
فين كنقدر نشري الطوابع؟
كم ساعة يتطلب الذهاب إلى هناك؟
باغي نطلبو ليك؟
إسمي ياماموتو.
بغيت نرجع الفلوس.
سآخذ هذا و هذا و هذا من فضلك.
فقط قصي الأطراف، من فضلك.
من فضلك قول ليها تدير ليا تلفون.
كيفاش ناكل هاد المخالب ديال السرطان الكبار؟
هل هناك حلبة تزلج قريبة من هنا؟
واش كتحب الجاز؟
و الآن أنا حر لعدة أيام.
هذا مقفل؟
غادي تضطر تكون هناك على الساعة ستة ونصف على أبعد تقدير.
غادي تدير ليه تلفون صباح نهار غد بحال ما واعدتيه؟
نتا بغيتي نطلبو ليك؟
بغيت نشوف المكتب ديال المدينة.
الاستقبال؟ أنا ناكامورا أتكلم. لقد تسجلت للتو في الدخول. لكنني لا أحب هذه الغرفة.
بغينا نجلسو جنب بعضنا.
بغيت نركبو فيها.
خطأي.
بغيت شي تلفون الصباح باش نفيق.
إن شاء الله نتلاقاو من جديد.
يبقى أعضاء مجلس المستشارين في مناصبهم لمدة ست سنوات، بينما يخضع نصف الأعضاء للانتخاب كل ثلاث سنوات.
رجاءً، أضف رصيداً إلى حسابي.
واش كاين شي ربط مع بيرث؟
نعم، هو كذلك. ثم، تسجل هنا، سيد يامادا؟
بغيت ندش.
كاين كاميرا من الداخل. من فضلك خليها فمكان آمن.
هيا، أوم، من هذا الجانب.
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتيلات.
لا، شكرا. هل يمكننا أن نحصل على كأسين من الماء من فضلك؟
إذا كنت تتوفر عليه، فلن تضطر لدفع ثمن التذكرة من جديد عندما تستقل الحافلة رقم 44.
فابور؟
بغيت نمشي للمطعم.
بغيت كاب ثقيل للشتاء.
عندي غير الحوايج ديالي فهاد الشنطة.
هل يمكنني الدفع بشيك مسافر؟
قمت بإيداع مبلغ.
نلعب التنس مرتين فالأسبوع.
خمسة عشر أ. هل أنا جالس في المكان الخطأ؟
ما عنديش الهوايات. غير الخدمة بصح، بحال أغلب اليابانيين.
آه، الأستاذ كورن يحب إعطاء اختبارات مفاجئة.
عندما ترى واحدا، فقط ألوح.
محتاجو ف أقرب وقت ممكن.
أود إرسال هذه البطاقة البريدية إلى اليابان عن طريق البريد السريع.
باغي نسجل فندق، من فضلك. اسمي هاروكو أوغاوا. عندي حجز، أظن.
عندك شي هدية لشي حد فهاد لبلاد؟
عفاك، بغيت نبعث هادشي لليابان. شحال غادي ياخذ التمن ديال البريد؟
بغيت كاميرا رخيصة.
في هذا الوقت، سيدي؟ إنها الحادية عشرة صباحاً.
لا، أنا ياباني.
عاشت حقبة الإيدو، بدون حروب في البلاد، لمدة تقارب مائتين وخمسين سنة.
بغيت نعطي ليك عروسة من كيوتو.
بغيت نبلغ على ضياع وثائق مهمة.
في اشنو كا يبدا العرض؟
شكون هي الطريقة مزيانة باش نلبس هادشي؟
هل يمكنني وضع أمتعتي في الصندوق الخلفي؟
أعتقد أن هذا التغيير خاطئ.
كاين بزاف دالمطر. إن شاء الله يطّيّب.
خليه طويل.
