شكون هو اهم شخص فالمملكه؟
فْتاك ديك الساعه جاو لْعيسي. سْولوه: "شكون هو الاهم فالمملكه ديال الجنه؟"
دعا يسوع طفلا صغيرا اليه. واوقفه بينهم.
قال يسوع، "الحقيقه اللي غادي نقولها ليكم هي هادي. خاصكم تبدلوا وتولي بحال الاطفال الصغار. ان لم تفعلوا ذلك، لن تدخلوا ابداً ملكوت السماوات."
لي كيولي بحال هاد الطفل فتواضعو هو لي كيكون اهم واحد فالمملكه ديال الجنه.
"كل من يستقبل طفلا صغيرا هكذا باسمي، فانه يستقبلني."
"واش واش كاين شي واحد يغري هاد الصغار لي كايعتقدو ف الله يدخلهم ف المعاصي؟! لا لا، خير ليه يعلقو ليه حجر طاحونه كبير ف رقبتو و يغرقوه ف قاع البحر."
"شحال غادي تكون كارثه علي العالم بسبب الاشياء لي كتخلي الناس يخطاو الحدود! هاد الاشياء خاصها تكون، ولكن شحال غادي تكون كارثه علي لي كايديرو!"
"ايلا كانت يدك او رجلك كايدخلوك ف المعصيه، قطعها و رمّدها. غادي يكون خير ليك تدخل الجنه بلا يد او بلا رجل من ما تدخل جهنم و انت كامل. جهنم فيها النار اللي ما كتنطفا."
ايلا عينك خلاتك تخطا، عورها ورميها. خير ليك تدخل الجنه بعين واحده من ما تبقي بعينين وتدخل جهنم. قصه الخروف الضاءع
شوف مزيان، ما تْحَقّرش واحد من هاد الصغار. هادشي اللي غنقول ليك. ملاءكتهم فالسما كايدوزو فاي وقت باش يشوفو الوالد ديالي اللي فالسما.
<.>
"اش كا تقول؟ تصور راجل عندو 100 غنم ووحده منهم ضاعت. غادي يخلي 99 غنم ف الجبل؟ ولا غادي يمشي يدور علي اللي ضاعت؟"
اللي غادي نقول ليك صحيح. داك الشي اللي لقاه، غادي يفرح بيه اكثر من 99 اللي ما ضاعوش.
كيفما كان الحال مع ابوك اللي فالسما، ما بغاش حتي واحد من هاد الصغار يضيع. ملي شي حد يخطا فيك
ايلا ختك اخطا في حقك، مشي ليه. قول ليه فين غلط. خليها بيناتكم. ايلا سمع منك، ربحتيه.
ولكن واش واش غادي يسمع ليك؟ ديري معاك شي واحد او اثنين. القران كيقول: "وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَاِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَاَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ اَنْ تَضِلَّ اِحْدَاهُمَا فَتُذَكِّرَ اِحْدَاهُمَا الْاُخْرَيا" (سوره البقره، الايه 282)
ولكن واش كاين شي احتمال يرفض يسمع حتي للشهود؟ فهاد الحاله قولها للكنيسه. واش كاين احتمال يرفض يسمع حتي للكنيسه؟ فهاد الحاله ما تعاملوش بحال اخوك. عاملو بحال ما كتعامل مع واحد فاسد او جابي ضراءب.
"اللي غادي نقول ليك صحيح. اللي كتقيده فالارض غادي يتقاد فالجنه. واللي كتفكه فالارض غادي يتفك فالجنه."
"مره اخري، ها انا اقول لكم. تخيلوا لو اتفق اثنان منكم علي الارض في اي شيء تطلبونه. سيفعله لكم ابي الذي في السماء."
"فينما اجتمعات جوج ولا تلاته ناس علي ذكري، نكون انا معاهم." الخادم لي ما رحمش
جاء بيتر عند يسوع. سولو: "يا رب، شحال من مره خاصني نعفو علي اخي ملي يذنب في حقي؟ سبع مرات؟"
جاوب يسوع، "كنقول ليك، ماشي سبع مرات، ولكن سبعين سبع مرات."
"المملكه ديال الجنه بحال ملك بغا يجمع كل الفلوس لي خدامو مديونين ليه."
حين شرع الملك في فعلها، جُلب اليه رجل مدين له بملايين الدولارات.
الراجل ما قدرش يخلص. داك الشي علاش سيدو عطي امر. الراجل، مرتو، ولادو، و كلشي عندو خاصو يتباع باش يرد اللي خسر
"خدايم وقف علي ركابو قدامو. 'عطني فرصه'، توسل. 'غادي نرجع كلشي.'"
سيدو حس بالشفقه عليه. عفا عليه من اللي كان مديونلو بيه وخلاّه يمشي.
ولكن بعد ذلك خرج ذلك الخادم ووجد احد الخدم الاخرين الذي كان مدينا له ببضعه دولارات. امسك به وبدا يخنقه. وقال له: 'رد لي ما عليك من دين!'
"السخره الاخر سجد علي ركبيه. 'اعطني وقتاً' توسل اليه. 'سارد لك المال.'"
ولكن الخادم الاول رفض. عوض ذلك، ذهب والقي بالرجل في السجن. سيُحتجز هناك حتي يسدد ما عليه.
شافو الخدامه الاخرين اش واقع. تاثرو بزاف. مشاو و قالو للسيد ديالهم علي كلشي وقع.
"وبعدا، نادا السيّد الخادم الاول ودخل. قال ليه: "يا خادم الخبيث، سامحتك علي كلشي اللي كنت كايدير عليا، حيت طلبتي مني هاد الشي."
"مَا كَانْ عْلِيكْ تْرْحَمْ خُويا العْبِيدْ كِمَا رْحِمْتْكْ اَنَا؟"
فْغَضَبْ سَيِّدُو دَّاهْ لْعْسَاسِيسْ. غَيْتْعَاقْبْ حْتَّي يْرَدَّ لِيهْ كُلْشِي دَانْ لِيهْ.
هادشي هو كيفاش غادي يتعامل معاكم الوالد ديالكم فالسماء حتي انتوما ما تسامحوش اخوتكم من القلب ديالكم.
عيسي كيعلم علي الطلاق
وَلَمَّا فَرَغَ يَسُوعُ مِنْ اَمْرِ هَذِهِ الاَقْوَالِ، انْتَقَلَ مِنْ جَلِيلٍ وَاَتَي اِلَي تُخُومِ الْيَهُودِيَّهِ مِنْ عَبْرِ الاُرْدُنّ
تجمعات كبيره تبعوه. شفاهم هناك.
جاو شي فرّيسيين باش يختاروه. سولو: "واش القانون كيعطي لراجل الحق يطلق مرتو لاي سبب كان؟"
جاوب يسوع، "ماشفتيش فالاول ديال الخالق لي خلقهم ذكر و انثي؟" (التكوين 1:27)
قال: "هاد الشي علاش الراجل غادي يخلي ابويه ويتزوج بمراتو. هوما غادي يولّيو واحد."
ما بقاوش اثنين، ولكن واحد. هاد الشي علاش ما يمكنش للانسان يفرق لي جمعاتو القدره الالاهيه.
سولوا: "علاش موسي عليه السلام امر الراجل يكتب لمراتو ورقه طلاق ويبعدها عليه؟"
جاوب سيدنا عيسي، "سيدنا موسي سمح ليكوم تطلقو مرايكوم حيت كنتو عنيدين. ولكن هادشي ماكانش من الاول."
هاني كنقول ليك. اللي كيطلق مرتو ويتزوج بوحده اخري كيكون خاين. الراجل غادي يطلق مرتو غير اذا كانت خانتو.
قالو ليه التلاميذ: "ايلا هادشي هو علاقه الزوج بمراتو، احسن ما يتزوجش الواحد."
جاوب سيدنا عيسي، "مكاينش كلشي اللي يقدر يقبل بفكره العزوبيه. غير اللي ساعدوه باش يعيش بلا ما يتزوج هو اللي يقدر يقبل بها."
بعض الرجال ما قادرينش يخلفو ولاد حيت هاكا ولداتهم لمرا. شي وحدين هاكا حيت الناس داوهم لهاد الحاله. شي وحدين اخرين هوما لي دارو راسهم هاكا باش يخدمو لمملكه السما. لي قادر يقبل يعيش هاكا خاصو يديرها." جابو ليه صغار باش يشوفو يسوع
جاب بعض الناس وليدات صغار عند سيدنا عيسي. بغاوه يهزهم ف يديه ويدعي معاهم. لكن التلاميذ قالو للناس يوقفوا.
قال يسوع، "دعوا الصغار ياتون الي. لا تمنعوهم. ان ملكوت السماوات لهءلاء الناس."
وضع يسوع يديه عليهم. ثم مضي من هناك. يسوع والشاب الغني
جاء راجل عند سيدنا عيسي. قال ليه: "يا استاد، شنو هو الخير لي خاصني ندير باش ناخد الحياه الابديه؟"
"علاش كتسالني علي الخير؟" جاوب السيد المسيح. "ما كاين غير واحد هو لي خير. داكشي علاش، ان كنتي بغيتي تدخل للجنه، طيع اوامر الله."
"اشناهوم؟" سْوال الراجل. جاوبو سيدنا عيسي: "لا تقتل. لا تزني. لا تسرق. لا تشهد بالزور."
"احترم والديك." (خروج 20:12-16؛ تثنيه 5:16-20) و "حب قريبك بحال ما كتحب راسك." (لاويين 19:18)
قال الشاب: "لقد اطعت جميع تلك الوصايا، ماذا عليّ ان افعل اكثر من ذلك؟"
جاوَب يسوع: "ايلا بغيتي تكون كامل، دَوّز بيع كلشي عندك. عْطِي الفلوس للي محتاجين. غادي يكون ليك كنز فالجنه. من بعد دَوّز تْبَعني."
لما سمع الشاب هادشي، مشا حزين. كان غني بزاف.
قال سيدنا عيسي لحوايجيو: "هادشي لي غنقول ليكم صحيح. صعيب علي الناس لي عندهم الفلوس بزاف يدخلو للجنه."
نعاود ليك، صعيب بزاف علي الجمل يمر من ثقب الابره. ولكن اصعب من هاكا هو دخول الغني لملكوت الله.
وَقَالْتْ لِلتَّلَامِيذْ دَّاكْ لْحْدِيثْ، تَبْدَاوْ مُتْعَجَّبِينْ بْزَافْ. سْوْلُو، "وَاشْ مَكَيْنْشْ لِّي غَيْتْخَلَّصْ؟"
شاف يسوع فيهم وقال: "بالنسبه للانسان، مستحيل. اما بالنسبه لله، كلشي ممكن."
جاوبو بطرس وقال ليه: "حنا خليناها كلها باش نتبعوك! شنو هي الجاءزه اللي غادي ناخدوها؟"
"اللي غادي نقول ليكم صحيح"، هاكدا قال ليهم سيدنا عيسي. "ملي كلشي غادي يتجدد، غادي يجلس ولاد الناس علي عرشو المجيد. ملي غادي يجلسو، اللي تبعوني غادي يجلسو هوما تاني علي 12 عرش. غادي تحكمو علي 12 سبط ديال بني اسراءيل."
كلشي لي خلا الديور ولا لعايلات ولا لبلاد بسببيا، غادي يعطيوه 100 مره اكتر. غادي يعطيوه حتي الحياه الابديه.
ولكن كثر لي كانو اولين غادي يكونو اخرين. وكثر لي كانو اخرين غادي يكونو اولين.
حكايه العمال فالكروم
"المملكه ديال الجنه بحال واحد الراجل لي كان عندو ارض. خرج من الصباح الباكر باش يجيب ناس يخدمو ليه فالكروم ديالو."
وافق علي اعطاءهم الاجر المعتاد مقابل يوم عمل. ثم ارسلهم الي كرمه.
عند تسعه ديال الصباح خرج من جديد. شاف ناس واقفين فالسوق ما كايديرو والو.
قال ليهم، "حتي نتوما مشيوا عاونوني فالكروم ديالي. غادي نخلصكم بحال ما يستاهل."
مشي بحالو. خرج تاني تقريبا فالواحد ديال النهار و فالتلاته ديال لعشيه و دار بحال ديك المره.
عند الساعه الخامسه تقريبا خرج ولقي ناس اخرين واقفين. سولاتهم: "علاش بقيتو واقفين هنا طول النهار بلا ما ديروا والو؟"
"جاوبو: 'حيت ما كاين لي عطي لينا خدمه.' قال ليهم: 'و انتوما بعدا مشيو خدام فكرومتي.' "
"لمّا جات لعشيه، دار الحوار بين صاحب الكرم و المسءول علي العمال. قال ليه: "نادي العمال و خلصهم. بدا باللي توظفو فالاخير. و من بعد خلص اللي توظفو فالاول."
جاو العمال لي توظفو تقريبا علي خمسه. كل واحد فيهم خدا الاجره ديال النهار العاديه.
لما جاو اللي توظفو الاولين، توقعو ياخدو اكثر. ولكن كل واحد فيهم خذا الاجر ديال النهار العادي.
"وَقْتَ مَا وَصْلَاتْهُم، بْدَاوْ يْشَكُّو فِي صَاحِبْهَا."
قالو: "هادو الناس لي توظفو فالاخير خدمو غير ساعه وحده، و دبا داو بحالنا. حنا لي درنا معظم الخدمه و كنا تحت الشمس طول النهار."
صاحب الدار جاوب واحد فيهم. قال ليه: "يا صاح، انا كندير معاك العدل. واش ما عاقدتيش علي الخدمه بالثمن ديال النهار العادي؟"
خدا راسك فلوسك ومشي. بغيت نعطي للي جبدتهم فالاخير نفس الاجره لي عطيتك.
واش ما عنديش الحق ندير اللي بغيت بالفلوس ديالي؟ واش حسيتي بالغبن حيت عطيت بكل سخاء للناس الاخرين؟
"بَلَّا لِلِّي كَيْكُونُو فِي اخِرْ يْكُونُو فِي لْوَلَّا. وَلِّي كَيْكُونُو فِي لْوَلَّا يْكُونُو فِي اخِرْ." عِيسَي كَيْحْكِي عْلَي مُوتُو الْمُقْبِلْ
كان عيسي صاعد علي القدس. فطريق، خذا 12 تلاميذ علي جنب باش يحكي معاهم.
قال: "غادي نمشيو لعند القدس." "غادي يسلم وليد الناس للكهنه ورجال الدين. غادي يحكمو عليه بالاعدام."
غادي يديهوم لشي ناس ما هوما لا يهود. هاد الناس غادي يضحكو عليه و يجلدوه. غادي يعلقوه علي الصليب. فاليوم الثالث، غادي يقوم من الموت!" ام تطلب معروف من عيسي
جات ليه ام وليدات زبدي. وليداتها جاو معاها. سجدات ليه وطلبات منو خدمه.
"اش بغيتي؟" سولاتو يسوع. قالت ليه، "وعدني بان واحد من ولدي يجلس علي يمينك في مملكتك. وعد بان الاخر يجلس علي يسارك."
قال ليهم سيدنا عيسي: "ماشي عارفين شنو كا تطالبوا، واش قادرين تشربوا من كاس المعاناه لي غادي نشرب انا؟" جاوبوه: "قادرين."
قال ليهم سيدنا عيسي، "غادي تشربو من كاسي اكيد. ولكن ماشي من صلاحيتي نقول شكون غادي يجلس علي يميني او شمالي. هاديك الاماكن محفوظه للي بابا دياولنا حاضرهوم ليها."
سمعو هاد العشره ديال التلاميذ الاخرين بهاد الشي. غضبو علي هاد الاخوين.
جمعهوم جْميع. قال ليهم، "عْرفتو حْنا علي حكام الدول. كايديرو لْقْمع فْشعوبهوم. وْكايْحكموهوم بْالْقْوه."
متبقاش هاكا. بالعكس، اللي بغا يكون مهم بيناتكم خاصو يكون خدامكم.
واي واحد بغا يكون الاول خاصو يكون عبد ديالك.
"كون بحال وليد ادم. ما جاش باش يخدمو. جاي يخدم الناس. جاي يدي حياتو ثمن باش يحرر بزاف ديال الناس." "اتنين عميان شافو"
جيسوس وصحابو كانو خارجين من اريحا. وتبعوهم شي ناس بزاف.
كانو تْنين عْميان جالسين فْجنب الطْريق. سْمعو بلي عيسي كايمشي من قْدامهم. وْبْداو يْصْرخو: "يا رب! يا ولد داوود! ارْحمنا!"
جْمْعُوْ عْطاوْهُمْ اُوْرْدُوْ: سْكُوْنْ. قَالُوْ لِيْهُمْ: سْكُوْ. لاكِنْ هَادُوْ لْرْجَالْ تْزَادُوْ يْصْرُخُوْ بْزَافْ: "يَا رَبْ يَا وْلْدْ دَاوُوْدْ، رْحَمْنَا!"
وقف يسوع وناداهم. "اش بغيتو مني ندير ليكم؟" سالهم.
جاوبو: "مولانا، بغينا نشوفو."
كان يسوع حاس بالقلق بزاف عليهم. لمس عينيهم. علي طول شافو. وتبعوه.
جيسوس كيدخل للقدس
وحتي هوما قربو لالقدس، وصلو لبيت عنيا. لي هي فجبل الزيتون. بعث يسوع تلميذين.
قال ليهم، "مشي للقريه لي قدامكم. ملي توصلو غادي تلقاو حمار مربوط. ولدها غادي يكون معاها. حلوهوم وجيبوهم ليا."
ايلا قال ليك شي حد شي حاجه، قول ليه مولانا محتاجهم. غادي يبعثهم ليه صاحبهم علي طول.
وقعت هادشي باش لي تْقال بالرسول يْتحقق. كايقول،
قول لمدينه صهيون: "شوفي، ملكك جاي ليك. هو رقيق وراكب علي حمار. راكب علي جحش، ولد الحمار." (زكريا 9:9)
تلاميذ مشاو ودّيرو اللي قال ليهم يسوع يديرو.
جابو الحمار و الحصان الصغير. حطو ليهوم الجلابيب ديالهم. من بعد سيدنا عيسي جلس فوق الجلابيب.
تجمع عدد كبير بزاف ديال الناس وفرشو جلالبهم ف الطريفه. اخرين قطعو فروع من الشجر وفرشوهم ف الطريفه.
بعض الناس مشاو قدامو، وبعضهم تبعوه. كلهم كيهتفو، "هوشعنا لولد داوود!" "مبارك اللي جاي فاسم الرب!" (مزمور 118:26) "هوشعنا فالسما العاليه!"
حينما دخل يسوع القدس، ثارت المدينه باكملها. وسال الناس: "من هذا؟"
جاوبوه الناس: "هادا هو عيسي، النبي اللي جاي من الناصره ديال الجليل." عيسي يطهر الهيكل
دخل يسوع الهيكل. بدا كيخرج اللي كايشري و كايبع فيه. قلب طابليه ديال اللي كايديرو الصرف. و قلب الكراسي ديال اللي كايبعو الحمام.
قاليهوم، "مكتوب اللي قال الرب، 'داري غادي تكون دار للصلاه.' (اشعياء 56:7) ولكن نتوما كتجعلوها 'وكر للصوص.' " (ارميا 7:11)
جاو لعند جيسوس فالجامع ناس عميان و معاقين. داك الساعه شافهم و شفاهم.
شافو الكتبه و الشناقته المعجزات لي دار. و شافو الوليدات كا يصاوبو فصحن الهيكل و كا يهتفو: "هوشعنا لوليد د داود!" و لكن ملي شافو هادشي كلو، غضبو.
"واش كتسمع اش كيقولو هاد الولاد؟" سولو. "نعم"، جاوب السيد المسيح. "مقراتش هادشي فالقران؟ كايقول: «اَنْتَ تُسَبِّحُكَ الاَطْفَالُ وَالرُّضَّعُ»" (المزمور 8:2)
وبعدا، خرج يسوع من عند الناس ومشا برا المدينه لحد البستان. بات فيها الليل. شجره التين ماتت
باكر الصباح، كان يسوع كيمشي راجع لالقدس. كان جيعان.
شاف شجره تين فالطريق. مشا عندها ولكن ملقا عليها غير الوراق. من بعد قال ليها، "ما تبقاي تخرجي تين!" من بعد ما قالها جفت الشجره.
لمّا شافو التلاميذ هادشي، تْبَهْدَلو. "علاش جفّات التين هاكا بسرعه؟" سْواو.
جاوب يسوع وقال: "الحقيقه اللي غادي نقولها ليكم هي هادي. خاصكم تكون عندكم الثقه وماتشكوش. بهاد الطريقه غادي تقدرو ديروا بحال اللي دارو مع شجره التين. وتقدروا تقولو للجبل، 'امشي ارمي راسك فالبحر'. غادي يطيح."
"ايلا كنتي مءمن، غادي تولّي ليك اللي طلبتي فالدعاء." "تشكيك فسلطه يسوع"
دخل يسوع الهيكل. وبينما كان يعلم هناك، جاء اليه رءساء الكهنه وشيوخ الشعب. وقالوا له: "بايه سلطه تفعل هذه الامور؟ ومن اعطاك هذه السلطه؟"
جاوبو عيسي، "غادي نسولك انا كداك سءال واحد. ان جاوبتني غادي نقول ليك علاش كندير هادشي."
"فين جات تعميده جون؟ من السما ولا من البشر؟" هادشي لي كانو كيتكلمو عليه بيناتهم. قالو: "ايلا قلنا من السما، غادي يسولنا: "واش علاش ما كنتوش تايمانو؟"
ولكن واش ما نقولو "من الرجال"؟ حنا خايفين من الناس. كلشي كايعتقد ان جون كان نبي.
جاوبوه ولاد الناس: "ما عارفينش." قال ليهم سيدنا عيسي: "اوا ما غاديش نقول ليكم علاش كندير هادشي." حكايه ولدي سيدنا ادم
"اش كتقول علي هادشي؟ كان عند راجل وليدين. مشا للول وقاليه، 'وليدي، مشي اليوم خدم فالكرمه.'
"قال الولد: 'ما غاديش نمشي.' ولكن بعد تفكير غير رايه ومشي."
"وبعدا مشا الوالد عند الولد الثاني. قال ليه نفس الكلام. جاوبو الولد: 'غادي نمشي، سيدي.' ولكن ما مشاش."
"شكون من الولدين در اللي بغا باه؟" "الاول"، جاوبو. قال ليهم يسوع، "الحقيقه اللي غنقول ليكم. الجباه و العاهرات غيدخلو الجنه قبل منكم."
جون جاي يوري ليكوم الطريقه الصحيحه باش تعيشو. ونتوما ما بغيتوش تصدقوه. ولكن الجباه ولباغيات صدقوه. شفتو هادشي بعينيكوم. ولكن مع ذلك ما بغيتوش تنوضوا من الذنوب وتصدقوه. قصه الخدامه ديال الكراء
"سمع شي حكايه اخري. واحد الراجل لي كان عندو ارض غرس فيها كروم. حط سور عليها. حفر فيها خابيه للعنب. وبني فوقها برج للمراقبه. كاريها لشي فلاحين. ومشي فحال سبيلو فالسفر."
حين قرب وقت الحصاد، بعث خدامو عند الكرّايا. قال لخدامو يجمعو نصيبو من الثمار.
ولكن الكرابا ديالو ختافو علي خدامو. ضربو واحد فيهم. قتلوا واحد اخر. رماو علي الثالث بالحجاره باش يقتلوه.
بعدها بعث الراجل خدام اخرين عند الكراب. بعث اكتر من المره الاولي. الكراب عاملوهم بنفس الطريقه.
فِي الاَخِير، بْعَث لِيهُم ولِيدُو. قَال: "غَيْحْتَرْمُو ولِيدِي."
ولكن الكرّاء شافو الولد كيجي. قالو لبعضياتهم، "هذا هو لي غادي ياخد كل شي ديال صاحب الدار فنهار من الايام. تعالوا، نقتلوو. هاكا غادي يبقي كلشي ديالنا."
داكشي علاش خذاوه و رماوه برا الدوار. من بعد قتلوه.
"واش صاحب الكرم داك يجي، شنو غادي يدير مع هاد الكرّايا؟"
جاوبو: "غادي يدمر هاد الناس الاشرار"، "وبعد غادي يكتري الكرم لكراء جدد. غادي يعطيوه نصيبو من المحصول فموسم الحصاد."
قال ليهم السيد المسيح: "ما عمركم قريتو فالتوراه: «الحجر لي رفضوه البناءين، ولّي هو الحجر الاساس. هاد الشي دّاروا لورد، وسبحان الله علي هادشي لي شفنا» (مزمور 118: 22، 23)
هاني كنقول ليك. غادي ياخدو منكم الملكوت ديال الله. غادي يعطيوه للناس لي غادي يخليو فيه الثمار.
كل واحد يطيح علي هاد الحجر غادي يتكسر. اما الحجر غادي يهرس اي واحد يطيح عليه.
سمعو رءساء الكهنه والفرّيسيين حكايات يسوع. عارفين بلي كايكلم عليهم.
بحال هاكا بداو كيبحثو علي طريقه باش يوقفوه. ولكن كانو خايفين من الجمع. الناس كانو مقتنعين بلي سيدنا عيسي نبي.
قصه عشاء الزفاف
حكي ليهم يسوع قصص اخري. قال،
هاذا هو مثال علي كيفاش غادي يكون الملكوت ديال الجنه. واحد الملك دار عرس كبير لولدو.
بعت خدامتو عند الناس لي دعاهم للعشا. خدامتو قالو ليهم يجيو، ولكن هوما رفضو.
"وبعدا بعث بزاف ديال الخدام. قال ليهم: قولو للي دعيتُهُم ان العشا ديالي جاهز. ذبحت البقر ديالي والغنم السمين. كلشي جاهز. تعالو لعشا ديال العرس."
ولكن الناس ما عطاوهاش اهتمام. واحد مشا لبلاصتو فالكريه. واحد اخر مشا لخدمتو.
بقايا دارو خدامو. عذبوهم وقتلوهوم.
"السلطان غضب غضبه كبيره. بعث الجيش ديالو باش يدمرهم. قتلو هاد المجرمين و حرقو مدينتهم."
قال الملك لخدامو: "العرس جاهز، ولكن اللي دعيت ما كانشو لاءقين يجيو."
امشي للزقاق. عيطي علي العشا كل من لقيتي.
خرج العْبيد لْلشوارع. جْمعو الناس لي لقاو، لْخيرين و لْشْرار. و بْغْفله دارو العرس و دارو لْعزومه.
"دخل الملك باش يشوف الضياف. لقي واحد الراجل ما لابسش لباس العرس."
قال ليه: "صاحبي، كيف دخلت لهنا بلا لباس العرس؟" الراجل ما عارفش اش يقول.
"وبعدا، قال الملك لخدامو: "قيّدو ليه اليدين والرجلين. خرجوه برا للظلام. غادي يبكيو الناس ويحكّو سنّيهوم."
"بزاف اللي كيتعزمو، ولكن القليل اللي كيتختارو." واش معقول نخلصو الضراءب لقيصر؟
خلاو الفريسيين. دبروا باش يوقعو عيسي بكلامو.
بعتوا اتباعهم ليه. بعتوا معاهم الهيروديين. قالو ليه: "يا استاذ، حنا عارفين بلي راجل محترم. كتعلم طريق الله بصدق. ما كتخليش الناس يقررو ليك شنو تقول او دير. ما كتهتمش بلي شكون مهم."
قول لينا شنو رايك، هل صحيح نخلصو الضراءب لقيصر ولا لا؟
ولكن سيدنا عيسي عارف بليهم غادي يوقعو فيه. قال ليهم، "يا منافقين! علاش بغيتو توقعوني؟"
عرض عليهم العمله لي شكون كا يستعملوها فالضريبه." جابو ليه قطعه فضيه.
سولهم: "شكون هاد الصوره ديالو؟ و شكون هاد الكلام ديالو؟"
"ديال قيصر"، جاوبو. بعداك قال ليهم، "خليو لقيصر اللي ديالو، وخليو لله اللي ديالو."
وْهوما يسْمْعُو هادشي تْبْهَدُو. وْمَشاوْ تْرَكُوهْ وْمَشاوْ. الزَّواج وَقْتَاشْ يْقُومُو المَوات
فْنفس النهار جاو ليه الصدوقيين بسءال. هوما مْا كايعتقدوش فْالقيامه.
قَالُو ليه، "يا اُستاد، هادشي لي قَال لينا موسي. ايلا مات راجل بلا ولاد، خاص اخوو يتزوج بالمرا ديالو. خاصو يولد ولاد باش يحملو اسم اخوه."
كان بيناتنا سبعه خوت. تزوج الاول ومات. بما انه ما عندوش ولاد، خلا ليه مرتو لخوه.
وقعت نفس الشيء للخوا الثاني والثالث. حتي للخوا السابع.
فِي الاَخِير، مَاتَتِ المَرَا.
"وعلاش، ملي تقوم القيامه، معامن غادي تكون؟ كلهم السبعه تزوجو بيها."
جاوب يسوع، "انت غالط، حيت ما عارفش الكتاب المقدس. وما عارفش قوه الله."
مّا يْقوم المّوات، ما يْتزّوجوش. ووالديهم ما يْعْطيوهمش للزواج. غادي يْكونو بحال الملاءكه فْالجنه.
"واش ما كتشوفش الموتي كا يخرجوا؟ ما قراتيش اش قال ليك الله؟"
قال، "انا اله ابراهيم، واله اسحاق، واله يعقوب." (خروج 3:6) هو ليس اله الاموات، بل اله الاحياء."
وَقَالْتْ هَادْ الجْمْهُورِيَّه دَاكْ الشِّي كَانْ مُبْهَرْ بِاللِّي كَيْعْلَّمْ. اَهَمُّ وَصِيَّه
سمعو الفريسيين بلي الصدوقيين ما عندهومش الجواب علي عيسي. داك الشي علاش الفريسيين تجمّعو.
كان واحد منهم فقيه فالقانون. داك الشي علاش جرب سيدنا عيسي بسءال.
سول التلميذ الاستاذ، "اشنو هو اهم امر فالقانون؟"
جاوب يسوع، "حب الله سبحانو بكل قلبك وبكل روحك. حبو بكل عقلك." (تثنيه 6:5)
هادا هو الوصيه الاولي والاهم.
والثاني بحالو. "حب لخوتك بحال ما كتحب راسك." (لاويين 19:18)
"كولشي لي مكتوب ف القانون و فالانبياء كيبني علي هاد لوصيتين." "واش ولد من هو المسيح؟"
تجمعو الفريسيين. سولاتو يسوع،
"اش كا تقول علي سيدنا عيسي؟ شكون ولدو هو؟" "ولد داوود"، جاوبو.
قال ليهم، "علاش داوود كيقولو ليه 'سيدي'؟ الروح القدس هي لي كلمت داوود راسو. داوود قال،
"قَالَ رَبِّي لِرَبِّي: 'اجْلِسْ عَنْ يَمِينِي حَتَّي اَجْعَلَ اَعْدَاءَكَ تَحْتَ سَيْطَرَتِكَ.' " (المزمور 110:1)
"واش كيفاش داوود غادي يكون ولدو وهو كيسميه 'سيدي'؟"
مَا كَانْ غِيرْ وَاحِدْ يْجَاوْبُو بْحَالْ هَادْ الكْلِمَه. مِنْ ذَاكْ النْهَارْ وَلَا وَاحِدْ تْجَرَّاْ يْسْاَلُو حْتَي سُءَالْ.
يسوع يحكم علي الفريسيين و معلمي الشريعه
قال يسوع للحشود ولتلاميذه
قال: "الولاه ديال الشريعه و الفريسيين كيجلسو علي كرسي موسي"
"عليك تطيعهم. دير كلشي كيقولو ليك. ولكن متديرش بحالهم. هوما غير كيقولو ومتيديرو والو."
كايحملو الحمل الثقيل و كايديرو علي كتاف الناس. و هوما ما بغاوش يحركو حتي صبع باش يديرو شي حاجه.
"كلشي كيديروه غير باش الناس تشوف. كايشدو فجبهاتهم و فالادراع ديالهم صغار فيهم ايات من القران. كايديروهم عريضين بزاف. وكايديرو الشعرات ديال الجلاليب طوال بزاف."
كيعجبهوم يجلسو فمكان الشرف فالعشاوات. كيعجبهوم كاع ياخدو المقاعد المهمه فالسيناغوغات.
كيعجبهوم يتعاود عليهم السلام فالسوق. كيعجبهوم غير يناديهم شي حد بـ "الرّابّي".
ولكن ما خاصكش تسمي "رابي". عندك غير سيد واحد، ونتوما كاملين اخوه.
ما تْقولش لْواحد فْ هاد لارض "بابا". عندك غير واحد بابا، و هو فْ السما.
ما خاصكش تسمي راسك "استاذ". عندك استاذ واحد، وهو المسيح.
الشخص الاهم بيناتكم غادي يكون خدامكم.
لي رفع راسو غادي ينزل. ولي نزل غادي يرفع.
"شحال غادي تكون حالتهم صعيبه ديالكم، يا معلمي الناموس ويا الفريسيين! يا المنافقين! كتحيدو مفاتيح الجنه من عباد الله. ومكا تدخلوش حتا نتوما، وكاتمنعو اللي بغا يدخل."
<.>
"اش هاد المصيبه عليكم، يا معلمي الناموس ويا الفريسيين! يا المنافقين! كَتْجِيو من كل مكان باش تْدْخِلو شي واحد فالدين ديالكم. وفالاخير كَتْخَلُّوه ابن جهنم بحالكم، لا لا، اسوا منكم."
"اش هاد المصيبه عليكم، يا لّي كتعميو الناس! كتقولو: 'ايلا حلف شي واحد بالمعبد، ما كاين والو. اما ايلا حلف بالذهب ديال المعبد، خاصو يوفي بالحلفان.'
انت اعمي و غبي! شنو هو الاهم؟ الذهب؟ ولا المعبد لي كا يقدس الذهب؟
كتقولوا: "ويلا حلف شي واحد بالموقد، ما كاينه حتي حاجه. ولكن ويلا حلف شي واحد بالهديه لي فوقو، خاصو يوفي بيها."
يا عميان! واش اللي مهم اكثر هو الهديه ولا المذبح اللي كا يقدس الهديه؟
"لي حلف بالمعبد كا يحلف بيه و بكلشي لي فيه."
واي واحد يْحلف بالمعبد كا يحلف بيه و باللي ساكن فيه.
واي واحد يْحلف بسميه السْما كا يحلف بسميه عرش الله وديال اللي جالس عليه.
"اش هاد المصيبه عليكم، يا معلمي الناموس ويا الفريسيين! يا المنافقين! كتعطيو الله العشر ديال التوابل ديالكم، بحال النعناع، الكزبره والكمون. ولكن ما كتمارسوش الاهم فالنوموس، بحال العدل، الرحمه والاخلاص. كان خاصكم تمارسو الاهم بلا ما تنساو الاوّل."
يا عميان الهدي! كتقلبوا علي غير الحشره الصغار فالاكل ديالكم. ولكن كتلعبوا علي الجمل كامل!
"اش هاد المصيبه عليكم، يا معلمي الناموس ويا الفريسيين! يا المنافقين! كَتْغْسَلُو غِيرْ لْخَارْجْ دْلْكَاسَه وْلْجَاطْ. وْلَاكِنْ مَا كَتْهْتَمُوشْ بْلْدَاخْلْ، رَاهْ مَلْيَانْ جْشَعْ. غِيرْ كَتْبَغُو تْرْضُو رْغَبَاتْكُمْ."
يا اعمي الفريسي! نظف الداخل ديال الكاس والصحن اولًا. بعد ذلك، غادي يولي الخارج نظيف هو الاخر.
"اش هاد المصيبه عليكم، يا معلمي الناموس ويا الفريسيين! يا المنافقين! بحال القبور اللي كاينه غير من برا، مزوقه بالبياض، ولكن من الداخل مليانه بعظام الموتي. وكاينه فيها اشياء اخري غير طاهره ونقيه."
كيفما انت. من برا كاينه غير الخدمه، ولكن من الداخل مليانه باللي ما هو صحيح. كدوب علي راسك.
"اش هاد المصيبه عليكم، يا معلمي الناموس ويا الفريسيين! يا منافقين! كَتْبْنُو القبور ديال النبياء، وكَتْزَيِّنُو قبور الصالحين."
و تقول: "لو كنا عايشين ف زمن اللي عايشين قبلنا، ما كنا غادي نديرو بحالهم. ما غاديش نساعدو ف قتل الانبياء."
تَشْهَدُونَ عَلَي اَنْفُسِكُمْ بَاَنَّكُمْ اَبْنَاءُ الَّذِينَ قَتَلُوا النَّبِيِّينَ.
كمل الذنوب لي بداوها ليك اللي قبلك!
"يا وكر الافاعي السامه! كيف ستهربون من الحكم عليكم بالنار؟"
غادي نبعت ليك الانبياء والحكماء والاساتذه. غادي تقتل منهم شي وحدين. غادي تصلب شي وحدين فالصليب. شي وحدين غادي تجلد فالسيناغوغ ديالك. غادي تطرد منهم من مدينه لمدينه.
غادي تخلص علي دم كل واحد من الناس الصالحين لي سفكتو علي الارض. من دم هابيل الصالح حتي دم زكريا بن برخيا. زكريا لي قتلتو بين الهيكل والمذبح.
اللي غادي نقول ليك صحيح. غادي يوقع هادشي للي عايشين دابا.
"القدس! القدس! انتم تقتلون الانبياء وترمون الحجاره لقتل من ارسلهم الله اليكم. لقد اردت مراراً ان اجمعكم واضمكم اليّ، كالدجاجه التي تجمع فراخها تحت جناحيها. لكنكم لم تسمحوا لي بذلك!"
شوف، دارك خاويه.
قول ليك، ما غاديش تشوفني حتي تقول، "مبارك اللي جاي فاسم الرب."
علامات الساعه
خلا يسوع من الهيكل. كان كيمشي حتي جاو ليه التلاميذ ديالو. بغاو يشدّو انتباهو للبناء ديال الهيكل.
"واش كتشوف هادشي كلو؟" سْوال يسوع. "لي غنقول ليكوم صحيح. ما غيبقاش حجر فوق حجر هنا. كل حجر غادي يتقلب."
جيسوس كان كايجلس فجبل الزيتون. ديك الساعه جاو ليه التلاميذ علي خبا. "قول لينا"، قالو. "متي غادي يوقع هادشي؟ و شنو هي علامه مجيءك؟ و شنو هي علامه النهايه؟"
جاوب يسوع: "كونو يقظين! احذرو من يغشكم."
غادي يجيو بزاف ديال الناس باسمي. غادي يقولوا: "انا هو المسيح!" وغادي يضلّلو بزاف ديال الناس.
"غادي تسمع علي الحروب. غادي تسمع الناس كيتكلمو علي الحروب لي جايا. متخافش. هادشي كاين و غادي يوقع. ولكن لاخر الساعه ما جاتش."
الامه غادي تحارب امه. المملكه غادي تحارب مملكه. الناس غادي يجوعو. غادي تكون زلازل فبزاف ديال الاماكن.
هادشي كامل غي بدايات الام المخاض.
"وغادي الناس يسلميوك وتتعامل بالسوء وتتقتل. كل الامم غادي تكرهك بسببيا."
فْتِيكْ الوَقْت، بْزَافْ غَيْتْرُوكْ ايمَانْهُومْ. غَيْكْرَهُو بَعْضِيهُمْ. وَغَيْسْلُو بَعْضِيهُمْ لْعَدُوَّهُومْ.
غادي يطلع بزاف ديال الدجالين. غادي يضحكو علي بزاف ديال الناس.
بغاش الشر غادي يزيد، غادي يبرد حب الناس.
ولكن اللي يصبر حتي لاخر غادي ينجي.
هاد البشري ديال المملكه غادي تنتشر فالعالم كامل. غادي تكون شهاده لجميع الامم. من بعد غادي يجيب الله القيامه.
"النبي دانيال تكلّم علي 'الشيء المكروه اللي يدمر'. (دانيال 9:27؛ 11:31؛ 12:11) غادي تشوفو يوم من الايام واقف في المكان المقدس. خاص القارء يفهم هادشي."
علا لي فاليهودا ايديرو راسهم فجبال.
مكاين حتي واحد فالسطح يهبط لدارو باش يجيب شي حاجه.
مكاين حتي واحد فالحقل يولي يجي ياخد جوبتو.
شحال غادي تكون صعيبه هاديك الايام علي الحوامل! شحال غادي تكون صعيبه علي اللي كيرضعو!
ادعي الله ما تضطرش للهروب فالشتا ولا نهار السبت.
غادي يكون معاناه كبيره فهاديك الايام. غادي تكون اسوا من اي حاجه من بدايه العالم حتي دابا. ومغاديش يكون بحالها ابدا.
"لو ما كان الوقت قصير، ما غادي يبقي حد. ولكن بسبب شعب الله المختار، غادي يقصر."
فْهاديك الساعه غادي شي وحدين يقولوليك: "شوف! ها هو المسيح!" او "ها هو هنا!" متصدقش هاد الكلام.
غادي يبانو ليك شي مسيح كذابين وشي انبياء كذابين. غادي يديرو معجزات وايات عظيمه. غادي يحاولو يضلو المءمنين ديال الله، ان كان ممكن.
شوف، انا قلت ليك من قبل.
اذا قال ليك شي حد، "راه بعيد فالصحرا"، متخرجش. او اذا قال ليك شي حد، "راه داخل فالدار بزاف"، متصدقش.
"البرق لي كيجي من الشرق كايبان ف الغرب. هاد الشي غادي يكون بحال هاكا ملي يجيب الله ولدو."
غادي يتجمعو الجوايجيه فينما يكون شي جيفه.
"مباشره بعد المعاناه القاسيه لتلك الايام، " 'ستُظلم الشمس. لن يسطع القمر. ستسقط النجوم من السماء. وستهتز الاجرام السماويه.' (اشعياء 13:10؛ 34:4)
"فْتِيكْ الوْقْتْ غَيْطْلَعْ عْلاَمَهْ وَلْدْ الاِنْسَانْ فِي السْمَاءْ. كُلْ الاُمَمْ عْلَي الوَجْهْ الاَرْضْ غَيْحْزَنُو. غَيْشُوفُو وَلْدْ الاِنْسَانْ جَايْ عْلَي سْحَابْ السْمَاءْ. غَيْجِي بْقُوَّهْ وْمَجْدْ عْظِيمْ."
Ikhass yb3ath mla'ikatou b'sour 3aziz. Ghayjma3ou l'makhlu9at dyalou mnin kano, mnin chmal, jnoub, sharq w gharb. Ghayjiw bihom mnin l'ard l'sama w mnin l'sama l'ard.
"تْعَلْمْ لْعِبْرَه مْنْ التِّين. كِتْطْرَي وَرْقَاتُو وْيَنْعَمْ غُصْنُو، تْعْرَفْ بَلِّي الصَّيْفْ قْرِيب."
كيفما كان الحال، ملي تشوف ديكشي كلو واقع، غادي تعرف ان النهايه قربات. هي علي الباب.
اللي غادي نقول ليك صحيح. الناس اللي عايشين فديك الفتره ما غاديش يموتو حتي وقع كلشي اللي قلت ليك عليه.
سما و الارض غادي يزوّلو. ولكن كلامي ما غاديش يزول ابدا. النهار والساعه ما معروفين.
مكاين حتي واحد عارف نهار ولا ساعه ديك النهار. حتي الملاءكه فالسما ماعارفينش. الولد ماعارفش. غير الوالد هو اللي عارف.
تذكري كيف كانت الايام في زمن نوح. ستكون نفس الشيء عندما ياتي ابن الانسان.
"فِي الايّام اللي كَانُو كايجيو قبل الطوفان، الناس كَانُو كياكلُو ويشربُو. كَانُو كيتزوجُو. كَانُو كيعطُو بناتُهُم للزواج. كَانُو كيديرُو هادشي حتّي لِيوم اللي نوح دخل للسفينه."
ما عارفين والو علي شنو غادي يوقع حتي جاتهم الفيضانات و خذاتهم كاملين. هادشي هو اللي غادي يوقع ملي يجبدولنا وليد الناس.
غادي يكونو فالحقل رجلين، واحد غادي ياخذوه وواحد غادي يخليوه.
غادي يطحنو بغرايف د الغري، وحده غادي تاخد ووحده غادي تبقي.
بقا ساهر. ما عارفش فين غادي يجيك ربك.
خصك تفهم شي حاجه. لو كان صاحب الدار عارف فيناش غادي يجبد اللص، كون بقي يحرس. ما غاديش يخلي دارو تتبز.
عنداك ما تكونش غافل. ولد الانسان غادي يجيبك فالساعه لي ما تتوقعش.
"نتصورو سيد دار واحد من خدامو مسءول علي الخدام الاخرين فالدار ديالو. مهمه هاد الخادم هي يعطيهم الاكل ف الوقت المناسب. السيد بغا خادم امين و عاقل لهاد المهمه."
غادي يكون مزيان للخادم اذا لقاه مولاه كيدير خدمتو ملي يرجع.
اللي غادي نقول ليك صحيح. السيد غادي يخلي هاد الخادم مسءول علي كلشي عندو.
ولكن افترض ان هذا العبد شرير. افترض انه يقول في نفسه، "سيدي غاءب لفتره طويله."
يوَحال يبدا يضرب فالخدامه. ويوَحال ياكل ويشرب مع اللي كيشربو بزاف.
سيرجع سيد هاد الخادم فنهار ما كيتوقعش، غادي يرجع فالساعه لي ما كيعرفهاش.
سيرزقو المايسطر يقطعو علي ديك الطريقه. غادي يبعثو للبلاصه لي كتمشي ليها ديك النماذج ديال الناس. هناك غادي يبكيو ويطحنو ليهوم لاسنان.
حكايه العشره عرايس
هاذي هي كيفاش غادي تكون الجنه فديك الساعه. عشره ديال العرايس خذاو الشموع ديالهم وخرجو باش يستقبلو العريس.
خمسه منهم كانو حمقي. خمسه كانو حكماء.
الجهلاء خداو لمصابيح ديالهم ولكن ما خداوش معاهم زيت الزيتون.
الْحُكَمَاءْ خَذُوا زَيْتْ فِي قَرَايِبْ مَعَ شَمْعِهُمْ.
ماجاش العريس من زمان. حيت تعياو الشاهدات كلهم و غفلو.
فْنص الليل حد صْرَخ وقال: "ها العريس! خْرجوا نْقابلو!"
"وبعدا كل البنات ديال العروسه فيقوا و حاضيين ليهوم لمصابيح ديالهم."
قالو ليهم الجهلاء للعقلاء، "عطينّا شويه من الزيت ديالكم. الشموع ديالنا غادي يطفي."
"لا، جاوبو. ممكن ما يكونش كفايه لينا كلنا. بدل من ذلك، روحوا عند اللي كايبعوا الزيت. اشريو شويه ليكم."
"فمشاو يشريو الزيت. ولكن فطريقهم، جات العروسه. دخلو معاها الحاضرات للحفله. وتبندت الباب."
"فْلْبَعْد جاوْ بْحالْهُمْ لْخُوتاتْ لْعْرُوسَات. 'سِيدْنَا! سِيدْنَا!' قَالُو. 'فْتَحْ لْنَا البَاب!'
ولكن جاوب: "اللي غادي نقول ليك صحيح. ما نعرفكش."
بقا داير بالكم. ما عارفينش نهار ولا ساعه باش غادي يجيب العريس. قصه خدامه تلاته
مره اخري، ها هي كيف ستكون مملكه السماء. كان رجل مسافر في رحله. استدعي خدمه واعطاهم مسءوليه ممتلكاته.
عْطَا 10,000 دِرْهَم لْوَاحِد. عْطَا 4,000 دِرْهَم لْوَاحِد خْرَا. و عْطَا 2,000 دِرْهَم لْلثَّالِث. دَّا الرَّاجِل لْكُل وَاحِد مْن الخْدَام داكْ لمْبْلَاغ لِي عْرَف بْلي غَادِي يْحَافِظ عْلِيه. و مْشَا فْطْرِيقُو.
"الخادم لي داز ليه 10000 درهم مشا داكشي لوقت و بدا يخدم بفلوسو. ربح 10000 درهم اخرين."
اللي جاب 4000 درهم زاد 4000 درهم اخرين.
ولكن الراجل لي داز ليه 2000 درهم مشا وحفر حفره فالارض. خبا فلوس سيادو فيها.
"بعد مرور مده طويله، رجع سيد هاد العبيد. بغا يجمع لفلوس لي جمعو."
الراجل لي تسلم 10000 درهم جاب 10000 درهم اخرين. قال ليه: "سيدي، عطيتي 10000 درهم وها انا ربحت 10000 درهم اخرين."
قال ليه سيدو: "بارك الله فيك، خدامتي الامين! درتي خدمه مزيانه. غادي نعطي ليك مسءوليه كبيره. تعالي وشاركني فرحتي!"
"جاء الراجل اللي عطيتو 4000 درهم. قال ليه: "سيدي، عطيتني 4000 درهم وها انا ربحت 4000 درهم اخري."
قال ليه سيدو: "بارك الله فيك، خدامتي الامين! درتي خدمه مزيانه. غادي نعطي ليك مسءوليه كبيره. تعالي وشاركني فرحتي!"
جاء بعدا الراجل لي داز ليه 2000 دولار. قال ليه: "سيدي، عارف انك راجل قاسي. كتحصد فين ما زرعتي، وكتجمع القمح فين ما بذرتوش."
كنت خايف. خرجت وحطيت ليك 2000$ فالارض. شوف، هذا لي كاين ديالك.
جاوبو سيدو: "يا خايب و كسلان! عرفتيني كنحصد فين ما زرعتش؟ عرفتيني كنجمع المحصول فين ما بذرتش البذور؟"
وعلاش ما حطيتيش فلوسي فالبنك؟ كنت نرجع نلقاهم زايدين بالفواءد.
"ثم امر سيده الخدم الاخرين، 'خدو ليه 2000 درهم. عطيوها للي عندو 20 الف."
كل واحد عندو غادي يزيدوه، غادي يكون عندو بزاف. اما اللي ما عندوش، حتي اللي عندو غادي ياخذوه ليه.
"هزاك العبد الخايب برا. غادي يبكيوا الناس ويعضو علي السنتهم فالظلمه."
"غادي يجيب الله سبحانو ولدو فالعز ديالو. غادي يجيو معاه الملاءكه كاملين. من بعد غادي يجلس علي عرشو فالعز ديال الجنه."
غادي يتجمعو جميع لبلاد قدامو. غادي يفرق الناس لفريقين. غادي يكون بحال الراعي لي كيفرق الغنم من المعز.
غادي يْحطْ الغنمات ليه ليمين و المعز ليه ليسار.
"ثم غادي يتكلم الملك مع اللي علي يمينو. غادي يقول ليهم، 'بارككم الوالد ديالي. تعالاو خدو حقكم. هاد المملكه اللي كانت معده ليكم من نهار خلقت الدنيا.'
كنت جيعان. و عطيتيني شي حاجه ناكل. كنت عطشان. و عطيتيني شي حاجه نشرب. كنت غريب. و دعيتيني عندك.
كان خاصني لباس. ونتا عطيتي ليا. كنت مريض. ونتا خدمتي عليا. كنت فالحبس. ونتا جيتي تزورني.
سيرد عليه الناس اللي دروا الخير: "يا رب، فين شفنا الجوعي باش نطعميوهم، وفين شفنا العطاش باش نسقيوهم؟"
علاش شفناك غريب و جبناك؟ علاش شفناك محتاج للبس و عطيناك؟
'علاش شفناك مريض ولا فالحبس ومشينا نزوروك؟'
غادي يرد الملك: "اللي غادي نقول ليك صحيح. اي حاجه درتي لواحد من هاد الناس اللي كايعتبرو اخوتي الصغار، درتيها ليا انا."
"غادي يقول للي فالعْيَان ديالو: الله يلعنكم! امشيو من قدامي للْنار لي غادي تْحْرْقْ بْلا نهايه. هاديك النار دْيال الشيطان وملايكتو."
كنت جيعان. ولكن ما عطيتني والو ناكل. كنت عطشان. ولكن ما عطيتني والو نشرب.
كنت غريب. ولكن ما دعيتنيش. محتاج لكسوه. ولكن ما عطيتنيش. كنت مريض وحبس. ولكن ما ساعدتنيش.
غادي يقولوليه: "يا رب، فين شفتينا خليتينا جيعانين ولا عطشانين وما ساعدناكش؟ فين شفتينا غريبين ولا محتاجين للبس ولا مرضي ولا فالحبس وما ساعدناكش؟"
غادي يرد: "اللي غادي نقول ليك صحيح. اي حاجه ما درتيهاش لواحد من هاد الناس اللي ما كايعنيو والو، ما درتيهاش ليا."
"وغادي يمشيو بعيد باش يتْعاقبوا للابد. اما اللي دارو الخير غادي ياخدو الحياه الابديه."
"المخطط لقتل يسوع"
قال يسوع هادشي كلو و من بعد قال لصحابو،
"كما تعلمون، عيد الفصح علي بعد يومين. سيُسلَّم ابن الانسان ليُصلب."
تجمع الكهنه الكبار مع شيوخ الشعب. اجتمعوا في قصر قيافا، رءيس الكهنه.
دبروا مخطط باش يشدوه بذكاء. بغاو يقتلوه.
"ولكن ماشي فالعيد"، قالوا. "غادي يولّي مشكل مع الناس." مرا صبات العطر علي يسوع.
جيسوس كان فبيت لحم. كان فدار واحد سميتو سيمون، عندو مرض فجلدو.
جات عندو وحده لمرا عندها قاروره ديال عطر غالي بزاف، مسدوده مزيان. صبات ليه العطر علي راسو وهو كيتغدا.
وَقَالَ التَّلَامِيذُ هَادَ الشَّيْءْ مَا يَجِيشْ، وَقَالُو: "وَاشْ هَادْ لْخُسَارَهْ؟"
"ممكن يكون العطر بيع بثمن غالي. وممكن الفلوس تعطي للناس الفقراء."
كان عايق بلي هاد الشي. ديك الساعه قال ليهم، "علاش كتقلبو هاد المرا؟ درات ليا خدمه زوينه."
غادي دايما تكون عندك فقراء معاك. ولكن غادي دايما ما تكونش معاك.
صبات ليا العطر علي جسمي باش نتحنط وندفنو
"اللي غادي نقول ليك صحيح. اللي دارت غادي يتقال في كل مكان كايعرفو فيه هاد البشري الخير فالعالم كامل. غادي يتقال دايما فذكري ديالها." يهوذا يوافق علي تسليم يسوع
واحد من الاثني عشر مشي عند الكبار ديال الكهنه. سميتو جوداس الاسخريوطي.
سول: "شكون غادي تعطيوني اذا سلمت ليكم يسوع؟" داك الشي علاش عطاو ليه 30 درهم ديال الفضه.
من ديك الساعه، جبد عيالاتو باش يسلم سييدنا يسوع ليهم. عشاء الرب
كان نهار الاول ديال عيد الفصح. جاو التلاميذ عند يسوع. سولو: "فين بغيتي نجهّدوا ليك باش تاكل العشاء ديال الفصح؟"
جاوب: "دوز للمدينه عند راجل معين. قول ليه، 'الاستاد كيقول ليك، 'وقتي قرب. غادي نحتفل بعيد الفصح عندك فدارك مع التلاميذ ديالي.' ' "
فدارو التلاميذ داكشي لي وصاهم بيه يسوع. جهدو عشاء الفصح.
لمّا ولّات لعشيه، كان عيسي علي الطبله معا لاثني عشر.
وهوما كايكلو، قال: "اللي غادي نقول ليكم صحيح. واحد فيكم غادي يسلمّني لعدوّي."
ولدو تْحَزْنُو بزاف. واحد بواحد، بداو كيقولو ليه، "لا نَا رَبي، لا؟"
جاوب سيدنا عيسي، "اللي غادي يسلم علي هو اللي غادي يغمس يدو معايا ف الكسكاس."
غادي يمشي ولْدْ الانسان بحال ما مكتوب عليه. ولكن شحال غادي يكون حالو صعيب ديال اللي غادي يسلم ولْدْ الانسان! كان خير ليه لو كان ما ولْدْش."
جوداس هو لي غادي يسلمه. قال ليه، "انا ماشي انا، رابي، الا؟" جاوبو يسوع، "نعم. انت هو."
وهوما كايكلو، خذا لعيسي الخبز. حمد الله وقسمو. عطاه لصحابو وقال ليهم: "كولوه هادا جسدي."
وبعدا خد الكاس. حمد الله وسلمه ليهم. قال ليهم: "شربو كاملين منو."
هادا هو دمي ديال العهد الجديد. كيسال باش يغفر الذنوب ديال بزاف ديال الناس.
هاني كنقول ليك. من دابا ومبعد، ما غاديش نشرب الخمر معاك حتي نهار نشربو معاك فجنه الوالد ديالي.
و من بعد هادشي بداو كا يغنو نشيد و خرجوا لطريق ديال الزيتون. قال يسوع بلي بطرس غادي يخونو
قاليهوم سيدنا عيسي، "هاد الليله كاملين غادي تتخلّاو عليا. مكتوب فالتوراه اللي قال الله: 'غادي نضرب الراعي، و تنتشتت الغنم ديالو.' (زكريا 13:7)"
ولكن بعد ما نقوم من الموت، غادي نمشي قدامكم للجليل."
جاوب بطرس، "كلشي غادي يولي علي ودك، انا لا."
"اللي غادي نقول ليك صحيح"، جاوب يسوع. "غادي يوقع هاد الليله. قبل ما يصيح الديك، غادي تقول ثلاث مرات بلي ما عرفتكش."
ولكن قال ليه بطرس، "ممكن نموت معاك. ولكن عمري ما نقول ما عرفكش." وقالو نفس الكلام جميع التلاميذ. يسوع صلي فجثسيماني
بعدها مشا عيسي عليه السلام مع صحابو لواحد المكان سميتو جثسيماني. قال ليهم: "بقاو هنا حتي نمشي نعيط ربي."
اخدا معاه بيتر و ولدي زبدي. بدا يحس بالحزن و القلق.
قال ليهم: "قلبي حزين بزاف. كنحس براسي غادي نموت. بقاو هنا، رافقوني فالحراسه."
مشا شويه بعيد. من بعد وقع علي وَجْهو فالارض. صلي وقال: "يا بابا، ان كان ممكن، خَلِّي هاد الكاس ديال المعاناه يْمَشِّي من عندي. ولكن دَيرْ اللي بغيتي، ماشي اللي انا بغيت."
رجع عند صحابو ولقاهم كايعساو. "ماشي قادرين تصبرو معايا ساعه وحده غير؟" قال لبيتر.
"شوف وصلي. هاكدا ما غاديش توقع ف الخطيه ملي كتجرب. الروح كاينه. ولكن الجسد ضعيف."
جيسوس مشا للمره الثانيه. صلي وقال: "يا بابا، واش ممكن هاد الكاس يبعد عليا؟ ولكن ان كان لا بد مني نشربو، اوا دير لي بغيتي."
رجع هو من بعد. لقاهم ناعسين بحال المره اللي فاتت. ما قدروش يبقاو صاحيين.
ترَكَهُم وْمَشَي بْعِيدْ كْمَا العَادَه. هَادِي المَرَّه تَالْتَه وْكَيْدْعِي بْنَفْسِ الشِّي.
راجـع للتلاميذ. قـال ليهم، "واش باقين كـتـناعسـو و كـتـرتـاحـو؟ شوفو! الساعه قربات. ولد الانسان غادي يـتـسـلـم لـلـمـذنبين."
قوم! نمشيو! ها هو اللي غادي يسلمّني ليهم!" اعتقال يسوع
وها هو يسوع كا كيتكلم، جاتو جوداس. هو واحد من التلاميذ الاثني عشر. وجا معاه جمع كبير، كايشدو سيوف و عصي. هوما اللي بعثوهم الكهنه الكبار و شيوخ الشعب.
جوداس لي غادي يسلم يسوع، كان متفق معاهم علي اشاره. "اللي غادي نبوسو هو الراجل"، قال. "قبضوا عليه."
مشي جودا عند يسوع علي طول. قال ليه، "السلام عليكم، رابي!" وقبلو.
جاوب يسوع، "صاحبي، دير اللي جيتي دير." من بعد تقدمو الرجال. خدو يسوع و اعتقلو.
فْتاك ديك الساعه، واحد مْن صحاب يسوع سْحب سيفو. طْلّقو وضْرب بيه خادم الكاهن الكبير. قْطّع ليه وْذنو.
قال ليه السيد المسيح: "حط سيفك فبلاصتو"، "كلشي لي غادي يستعمل السيف غادي يموت بالسيف."
كَتْحَسْبْ بَاشْ نْطَلْبْ مِنْ بَابَا يْعَوْنِي؟ غَيْبَعْثْ لِي جَيْشْ مْنْ لْمَلاَءِكَهْ كْثِيرْ بْزَافْ، كْثِيرْ بْزَافْ، بْزَافْ بْزَافْ، بْزَافْ بْزَافْ، بْزَافْ بْزَافْ، بْزَافْ
ولكن كيف غادي تتحقق الكتب السماويه؟ كيقولو خاص هادشي يوقع بهاد الطريقه."
فْتِيكْ الوْقْتْ، تْكَلَّمْ يَسُوعْ لِلْجُمْهُورْ. "وَاشْ نَا نْقَادْ جَيْشْ مُسَلَّحْ ضْدَّكُومْ؟" تْسَوَّلْ. "وَاشْ لْزَامْ عْلِيكُومْ تْخْرْجُوا بْالسَّيُوفْ وْالْعِصِي بَاشْ تْقَبْضُوا عْلِيَّا؟ كُنْتْ كْنْجِيسْ فِي دَارْ الْمُقَدَّسْ وْنْعَلِّمْ كُلْ يُومْ. وْمَا قْدَرْتُومْشْ تَقْبْضُوا عْلِيَّا."
ولكن وقع هادشي كلو باش كلام النبيين يصدق." ومن بعد هربو جميع التلاميذ ديالو. داو جيسوس للمجلس الاعلي لليهود
اللي شدو يسوع جابوه عند قيافا، اللي هو رءيس الكهنه. جاو عندو فداك المكان شي علماء وشي شيوخ.
مابغاش يبعد بزاف، تبع بطرس عيسي. مشا حتي لدار العفريت. دخل وجلس مع الحراس باش يشوف شنو غادي يوقع.
كانو رءساء الكهنه وكل السنهدريم كايبحثو علي شي حاجه يستعملوها ضد يسوع. بغاو يقتلوه.
ولكن ما لقاو حتي دليل، علي الرغم من ان العديد من الشهود الزور تقدمو. فالاخير، تقدمو شهود اخرين اثنين.
قالو: "هاد السيد قال: 'غادي ندير بحال هاد المعبد ديال الله، غادي نهدمه ونبنيه فثلاثه ايام.'"
ثم وقف الكاهن الاكبر. سال يسوع، "اما غاديش تجاوب؟ اش هاد التهم اللي كايقولو عليك هاد الناس؟"
ولكن سيدنا عيسي بقا ساكت. قال ليه الكاهن الاكبر، "اقسم بالله الحي، قول لينا واش انت المسيح، ولد الله."
"نعم. هاكداك اللي كتقول." جاوب يسوع. "ولكن هادشي اللي غادي نقول ليكم كاملين. فالايام الجايه، غادي تشوفو ابن الانسان جالس عن يمين القوي. غادي تشوفو ابن الانسان جاي علي سحاب السما."
وبعدا، مزق الكاهن الاكبر ثيابه وقال: "لقد تفوّه بكلام شرير جداً بحق الله! ما حاجتنا الي شهود اخرين؟ لقد سمعتموه يقول هذا الكلام الشرير.
اش كَتْقول؟ "لازم يموت!" جاوبو.
و من بعد سبوه و حكروه و ضربوه باليدين. و كاينين لي صفقوه.
قالو ليه: "تنبا لينا، يا المسيح! شكون لي ضربك؟" قالهم بطرس: "ماعرفتش عيسي"
كان بيتر جالس فالصحن. جات عندو خادمه وقالت ليه: "نتا بعدا كنتي مع يسوع د الجليل".
ولكن قدامهم كاملين، قال بطرس بللي ما هوش. "ما عارفش بتكلموا علي ايه"، قال.
خرج من بعد للباب ليخرج للصحن. شافتوا وحده اخري من النسوه. قالت للناس: "هاد السيد كان مع يسوع الناصري."
عاود قال ما هوش. وحلف وقال: "ما نعرفش هاد الراجل!"
بَعْد شَوِيّه، دَاوْزُو لْعِنْد بُوطْرُوس. "اَكِيدْ مِنْهُمْ اَنْتَ"، قَالُو ليه. "بَيّنْتِي بْهَادْ لْهْدَرَه."
وبدي بطرس يسب راسو. حلف وقال ليهم: "ماعرفتش الراجل!" فهاديك الساعه، صاح الديك.
وبعدا بزاف ما تذكر بلي عيسي قال ليه: "غادي يصيح الديك، قبل ما يصيح، غادي تقول ليا 3 مرات بلي ما عرفتكش". خرج بيتر من الدار، وبدا يبكي ويبكي.
جوداس شنق راسو
كان بكري فالصباح. قررو جميعا الكبار ديال الكهنه و الشيوخ ديال الناس يقتلو يسوع.
ربطوه و داوه. من بعد سلموه لبوطيلس، اللي كان والي.
جوداس لي كان سلمه شاف بلي داكشي لي دار، عاقبوا بلي غادي يموت. حس بالعار و الحكره بزاف علي داكشي لي دار. و رجع 30 درهم ديال الفضه للكهنه و الشيوخ.
قال: «عققت، سلمت رجلا بريءا». اجابوه: «ما دخلك فينا؟ هادشي مشكلتك».
داكشي علاش يهوذا رمي الفلوس فالدير وخرج. من بعد مشا وشنق راسو.
"الرءساء الكبار جمعو الفلوس. قالو: هادشي حرام نديرو هاد الفلوس فمال الجامع. هاد الفلوس ديال الدم. شراو بيها موت واحد الراجل."
قرّرو ياخدو الفلوس باش يشريو ارض للمقابر. غادي يدفنو فيها الناس اللي جاو من برّا.
هاد الشي علاش سمّيوه حتي نهار هاديك "الحقل ديال الدم".
و من بعد تحققات الكلامات لي قالهوم النبي يرميا. كان قال: "خداو 30 درهم ديال الفضه. هاد الثمن حددوه اليهود."
"استعملو هاد الدراهم باش يشريو حقل الفخاري، بحال ما امرني ربي." (زكريا 11:12،13؛ ارميا 19:1-13؛ 32:6-9) يسوع قدام بيلاطس
جيسوس كان واقف قدام الحاكم. الحاكم سولو: "نتا ملك اليهود؟" "نعم. هادشي بحال اللي كتقول"، جاوب جيسوس.
ولكن ملي جابو ليه الكبار ديال الكهنه و الشيوخ التهم، ما جاوبش
سولوا بيلاطس: "ماشي سمعتي اش كايقولو عليك؟"
ولكن سيدنا عيسي ما جاوبش ولا علي اتهام واحد. والوالي بقي مبهوت.
كان من عاده الوالي في عيد الفصح ان يطلق سراح سجين واحد. وكان بامكان الشعب اختيار من يريدون.
فْتْليك لْحْقْقه كان عندهم سجين معروف اسمو باراباس.
حينما تجمّع الناس، سالهم بيلاطس: "من تريدون ان اطلق سراحه؟ باراباس؟ ام يسوع المسمّي المسيح؟"
عْلَم بْيلاطُوس بْلي كايْحْسدُو القَادَه. كَان عَارْف بْلي هَاد الشي هُو لِي خَلاّهُم يْدِيو جِيسُوس لِيه.
و هاد بيلاطس كان قاعد فكرسي القضاء، جاتو رساله من مرتو. فيها كتبات ليه: "متخلّيش هاد الراجل يوقع ليك مشكل. هو بريء. حلمت بيا نهار اليوم بيه و عانيت بزاف."
ولكن الكهنه الكبار والعجاءز اقنعوا الناس يطالبوا ببراباس ويحكموا علي عيسي بالاعدام.
"شكون من الاثنين بغيتي نطلق؟" سْوال الحاكم. "باراباس"، جاوبو.
قال بيلاطس: "واش نعملو مع هاد السيد اللي كيسميوه المسيح؟" جاوبوه كاملين: "صلبوه!"
"علاش؟ اش دار هاد السيد باش يستاهل هادشي؟" سولات بيلات. ولكن هوما زادوا صرخوا بزاف، "صلبوه!"
شاف بيلاطس بلي ما غاديش يوصل لشي نتيجه. بدا الجمهور كيتغوت. داك الشي علاش دار الما و غسل ليه يديه قدامهم. "ماشي انا اللي غادي نتحمل المسءوليه ديال موت هاد الراجل." قال. "انتم اللي غادي تتحاسبوا علي هادشي!"
جاوبو كاملين: "حنا ولادنا غادي نتحملو المسءوليه ديال موتو!"
سيب بوليطا باراباس يمشي حر. ولكن عذب يسوع بالسياط. بعد ذلك سلمه ليتصلب علي الصليب. الجنود يستهزءون بيسوع.
جند الحاكم داوي جيسوس للدار اللي سميتها بريتوريوم. تجمّعوا حوليه كل الجند الباقيين.
سلبّوه لْباسْتو و لبّسوه جلبابْ لونو لْعْنابي.
وبعدا جمعو الشوك ولفوه علي شكل تاج. حطو ليه علي راسو. عطاوه عصا فاليمين ديالو. بعدا كيعاودو يطيحو علي ركابهم قدامو ويضحكو عليه. "نحن نكرمك، ملك اليهود!" قالوا.
كيعاودولو الطرطيق. كيرجعو يضربوه فالراس بالخشبه مره مره.
بَعْدَ مَا سْخْرُو مْنُو، تْشَالُو لْبَاسُو. رَدُّولُو حْوَاجُو. وَمَشَاوْ بِيهْ بَاشْ يْصَلْبُوهْ. صْلِيبُو السَّيِّد المَسِيح.
فْطْرِيقْهُمْ لْخْرُوجْ مِنْ لْمَدِينَه، لْقَاوْ راجل مْنْ سِيرِينَه. سْمِيتُو سِيمُون. غْصَبُوهْ يْحْمَلْ لْصْلِيب.
جاو لبلاصه سميتها جمجمه. جمجمه معناها بلاصه الدّماغ.
هاديك الساعه خالطو الخمر بالتوابل المرّه وعطاوها ليسوع باش يشربها. من بعد ما ذاقها، رفض يشربها.
وَهْما يْصلْبوه عْلَي الصْليب، قْسمو لْباسْ ديالو بالقرعه.
جلّسو و بقاو كا يراقبو فيه هناك.
وضعو ليه التهمه مكتوبه فوق راسو. كان مكتوب فيها: "هذا هو يسوع، ملك اليهود."
كان معاه فالمصلوبين شي اتنين حراڭه، واحد من اليمين وواحد من اليسار.
اللي مرّو من قدامو صرخو فوجهو و سخرّو منو. هزّو روسهم
وقال ليهوم، "غادي تهدم الهيكل وتعاود تبنيه فثلاثه ايام؟ اذا كنتي ابن الله، نجي راسك! نزل من الصليب!"
كيفما درجو رءساء الكهنه والكتبه والشيوخ، كانو كايسخرو منو.
قالو: "كان كايخلص الناس، ولكن ما كايعرفش يخلص راسو! هو ملك اسراءيل! خاصو ينزل دابا من الصليب! هاكا غادي نتيقوا فيه."
Kaywakkal f Allah. Allah ynaddo lih dlwa9t li bgha. Howa li 9al: "Ana walad Allah."
فكيف اللصوص لي كانو معلقين مع يسوع كيسخرو منو. مات يسوع.
من لعشيه حتي لثلاث، غطي الظلام كامل البلاد.
عند ثلاث د صباحا، صرخ يسوع بصوت عالي. قال: "ايلي، ايلي، لمَا شبقتني؟" بمعني "الهي، الهي، لماذا تركتني؟" (مزمور 22:1)
بعض ديك اللي واقفين هنا سمعو عيسي يصرخ. قالو، "كاينادي لالياس."
واحد منهم مشا بسرعه وجاب ليه اسفنجه. حشاها بالخل وحطها فالعصا. عطاها ليه باش يشرب.
قالو ليهوم: "خليوه علي راحتو. غادي نشوفو واش غادي يجيوا الياس ينقذو."
بَعْدَ مَا صْرَخْ يَسُوعْ بْصُوتْ عَالِي بَاشْ يْمُوتْ، مَاتْ.
فْتاك اللحظه، تْمزق الستار ديال الهيكل من فوق لتحت. دازت الارض. انشقت الحجاره.
فتحت القبور. وقام اجساد كثير من القديسين اللي ماتوا.
خْرجو مْن القبور. بعدما عاود جيسوس حياتو، مشاو لْلمدينه المقدسه. هناك بانو لْبزاف دْالناس.
قاءد الروم واللي كانو كا يحرسو عيسي شافو الزلزال وكلشي اللي وقع. خافو بزاف. قالوا: "هادشي كلو كايدل علي انه كان ولد الله!"
مابغاش يبعد بزاف، كانو كايشوفو بزاف ديال النساء. كانو تابعين يسوع من الجليل باش يخدموه.
ماري مجدلين كانت بيناتهم. مريم، ام يعقوب ويوصي، كانت هي كداك. وكاينين ام وليدات زبدي. دفنوا يسوع
حينما دنا المساء، جاء رجل غني من مدينه اريماتيا. اسمه يوسف. كان من اتباع يسوع.
مْشَا لْعِنْد بِيلا وْطْلَب جْسَد يَسُوع. اَمَر بِيلا بْاَن يْتْعْطَي لَه.
جوزيف خذا الجثه ولفها فشي قماشه بيضا نظيفه.
وضعوها ف قبرو الجديد لي كان حفر من الصخره. حط قدامو حجر كبير باش يسدو. بعدما مشا.
كانت مريم المجدليه ومريم الاخري جالسين هناك قباله القبر. حراس القبر
النهار لِلي جاي كان نهار بعد نهار التحضير. مشاو لِعند بيلاطوس رءساء الكهنه و الفريسيين.
قالو ليه: "سيدي، نتسناو شي حاجه ديال داك الكداب لي قالها وهو حي. قال: 'غادي نرجع بعد ثلاثه ايام.'"
عايط للي يحرسوا علي القبر باش يبقاو فيه حتي لثلاث ايام. داكشي علاش، باش ما يجيوش التلاميذ ديالو و يسرقوا الجثه و يقولوا للناس ان عيسي قام من الموت. هاديك الساعه غادي تكون الكذبه الاخيره اكبر من الاولي.
جاوبهم بيلاطس: "خدو معاكم شي حراس، مشيو، خليو القبر محروس مزيان."
مشيولها و خلاو القبر محروس. حطو عليه ختم و خلاو الحراس يحرسوه.
سيدنا عيسي قيام من الموت
دابا ولات ليله السبت. كان الفجر ديال نهار الاحد الاول. مشات مريم المجدليه ومريم الاخري باش يشوفو القبر.
كان زلزال قوي. نزل ملاك الرب من السماء. مشا الملاك للضريح. حدا الحجر ورجع وراه.
جسدو كان كيضوي بحال البرق. لباسو كان ابيض بحال الثلج.
كان الحرس خايفين منو بزاف حتي ترعشو و بقاو بحال الموتي.
قالت الملاك للنساء، "متخافوش. عارف انكم كنتوا تدوروا علي يسوع، اللي اتصلب."
مكاينش هنا! قَامْ، بحال ما قال! تعالي شوف المكان اللي كان كايموت فيه.
امشي بسرعه! قول لتلامذتو، "قَامْ مِنْ بَيْنْ الاَمْوَاتْ. هُوَ سَابِقْكُمْ لِلْجَلِيلْ. هُنَاكْ غَتْشُوفُوهْ." هَادْ الشِّي لِي قُلْتُولْكُمْ عْلِيهْ.
فالنساء سْرعَوْ مْنْ لْقْبُور. كَانُو خَايْفِين، وَلَكِنْ كَانُو مْمْلِيِين بِالْفَرَح. رَكَضُو بَاشْ يْقُولُو لِلْتَلَامِيذ.
فجاه لقاهم يسوع. "السلام عليكم!" قال ليهم. مشاو ليه، مسكو ليه ف رجليه وسجدوا ليه.
"ما تخافوش، سيروا قولو لخوتي يمشيو لجاليسيا. غادي يشوفوني هناك." تقرير الحراس عند رءساء الكهنه
وْهوما كيمشيو، داو بعض ديال الحراس للمدينه. وْبلغو لرءساء الكهنه علي كلشي وقع.
لما اجتمع الكبار مع الشيوخ، خرجوا بخطه. عطاو الجند ديالهم فلوس بزاف.
قالو للسولدات، "بغينا منكم تقولو، 'جاو تلامذتو فالليل. سرقو جثتو وحنا كنا كنعاودو فالنعاس.'"
ايلا سمع الوالي هاد التقرير غادي نخلصوه. هاكا غادي نبعدوك من المشاكل.
"وَبَرَكَتْ لِلْجُنُودِ دَاكْ لْفِلُوسْ وْدَارُو كِيفْ مَا تْوَصَّاوْ. هَادْ لْحِكَايَهْ تْنَشَّرَاتْ بَيْنَ لْيَهُودْ حْتَي لْلْيَوْمْ دْيَالْنَا. لْوَصِيَّهْ لْخِيرَهْ يَسُوعْ"
مْن بعد، مشاو التلاميذ لْ 11 لِلجبال. مشاو للجبل لي قال ليهم يسوع يمشيو ليه.
لمّا شافوه سجدوا ليه. ولكن بعض الناس بقات فيهم الشك.
هاداك الوقت جبد ليهوم يسوع. قال ليهم، "عطاتني السلطه كامله فالسما و فالارض."
علا هاد الشي خاصك تمشي وتعلم الناس كلهم وتكون منهم تلاميذ. عَمِّدْهُمْ بِاسْمِ الْابِ وَالابْنِ وَالرُّوحِ الْقُدُسِ.
علمهم يطيعو كلشي لي امرتكم بيه. وكون متاكد اني غادي نكون معاكم دايما، حتي لاخر لحظه."
"جون المعمدان يمهد الطريق"
هادا غي بديه البشاره ديال يسوع المسيح، ولد الله.
من زمان، كتب النبي اشعياء: "سارسل رسولي امامك. سيهيء طريقك." (ملاخي 3:1)
"واحد رسول كيهتف فالصحرا، كيقول: 'حضيو الطريق للرب. خليو ليه الطرقات مستقيمه.' "
و هكذا جاو جون. كان كي يعمد الناس ف الصحرا. و كان كيخطب و يقول للناس خاصهم يعمدو و يتوبو من ذنوبهم. و من بعد الله غادي يغفر ليهم.
جاو ليه كاملين الناس من بلاد يهودا. حتي الناس من القدس مشاو عندو. واعترفوا باللي ذنوبهم، و غسلهم يوحنا ف نهر الاردن.
جوان لبس لباس مصنوع من شعر الجمل. كان عندو حزام جلد حول خصره. و كان كياكل الجراد و العسل البري.
هادشي لي كان كيقول جون. "غادي يجيو ناس بعدي اقوي مني. انا ما نستاهلش ننحني ونفك ليه صباطو."
نسميك بالماء. ولكن هو غادي يسميك بالروح القدس." تعميد يسوع واغواءه
فْتِيكْ الوَقْتْ جَا عيسي مْن ناصِرَه فْجَلِيل. يوحنا عَمَّرْهْ فْنَهْرْ الاُرْدُن.
كان يسوع طالع من الما. فشاف السما مفتوحه، وشاف الروح القدس نازله عليه بحال حمامه.
سمع صوت من السما كيقولو ليه: "انت ولدي، وكنحبك. انا فرحان بيك بزاف."
فوراً بعث الروح القدس يسوع الي الصحراء.
كان ف الصحرا 40 يوم. هنا جاتو التجربه من الشيطان. الوحوش ما ضرّاتش عيسي. الملاءكه كانت كتحميه. عيسي اختار اول التلاميذ ديالو
وَبَعْدَ مَا دْخَلْ جُونْ لِلسِّجْنْ، دَّخَلْ جِيسُوسْ لِلْجَلِيلْ. كَانْ كَيْبَشَّرْ بِبُشْرَي الله.
قال: "داز الوقت"، "المملكه ديال الله قريبه. رجع علي ذنوبك و امن بالخبر السار!"
يوم من الايام، كان يسوع ماشي جنب بحيره طبريا. شاف سمعان واخوها اندراوس. كانو كيرميو الشبكه فالبحر. هوما صيادين.
جيتي. تْبَعْني، قال يسوع. "غادي نخليكم صيادي ديال البشر."
فورا خلاو شباكهم وتبعوه.
مشا يسوع شويه حتي شاف يعقوب ولد زبدي واخو دياالوا يوحنا. كانو فالمركب كايعمرو شباك ديالهم.
دغيا نادا عليهم. خلاو باه زبدي فالمركب معا لخوت ديالو. وتبعوه. طرد يسوع روح شرير
جيسوس و اللي معاه مشاو لكابرنوم. ملي جات نهار السبت، دخل للجامع. بدا يوعظ فيه.
بغاو الناس منو فحالو فالتعليم ديالو. كان كيشرح بحال شي واحد عندو سلطه. ما كيتكلمش بحال شي معلم.
فجاه، صرخ رجل في معبدهم. كان مسيطر عليه من طرف روح شريره. وقال،
"اش بغيتي منا، يسوع الناصري؟ جيتي تهدم فينا؟ عارف من انت. انت المقدس ديال الله!"
قال يسوع بحزم: "اسكت!" "اخرج منه!"
الروح الشريره هزات الراجل بشكل عنيف. بعدا خرجات منو بصوت صرخه.
جْميعْ النَّاسْ تْعْجَبُو. وْقَالُو بَعْضْهُمْ لِبَعْضْ: "شْنُو هَادْ الشَّي؟ دْرْسْ جْدِيدْ! وْبْهَادْ السُّلْطَهْ! حْتَّي لِلشَّيَاطِينْ كِيْاْمُرْهُمْ وْهُمْ يْطِيعُوهْ."
خبار عيسي انتشرت بسرعه في كل الجليل. عيسي شفا بزاف ديال الناس
جيسوس و اللي معاه خرجوا من الجامع. علي طول مشاو مع جيمس و جون لدار سيمون و اندرو.
كانَتْ حْماه سايمون طايحه فْالْحْوالْ. كانْ عندها حْمي. قالو ليهوم علي حْالتها.
مشي ليها. خدا ليها يدها وساعدها تقف. الحمي خرجات ليها. بعداك بدات تخدم ليهم.
تلك الليله بعد غروب الشمس، جاب الناس ليه جيعانين للا عيسي كل لي كانو مريضين. جابو ليه حتي هوما لي كانو مسوسين بالشياطين.
جْميعْ النّاسْ دْلبلادْ تْجمعو فْلبابْ.
جيسوس شفي بزاف ديالهم. كانو عندهم جميع انواع الامراض. وخرج بزاف ديال الجن. ولكن ما خلاهمش يتكلمو، حيت عارفين من هو. جيسوس صلي فمكان هادي
كان بكري بزاف فالصباح ومازال الظلام. قام يسوع وخرج من الدار. مشا لواحد المكان اللي يقدر يكون فيه وحده. هناك صلي.
سيمون وصحابو مشاو يدورو علي يسوع.
لما لقاوه، صرخوا: "الكل كايبحث عليك!"
جاوب يسوع، "نمشيو لشي بلاصه اخري. بغيت نمشي للمدن اللي قريبين. خاصني نعظي هناك حيت هادشي علاش جيت."
داكشي علاش سافر ف جميع جهات جليقيا. كان كيخطب ف المساجد ديالهم. و كان كيطرد الجن. يسوع شفا راجل كان عندو مرض فالجلد
جاء راجل عندو مرض فجلدو لسي عيسي. خلاو ركعاتو وطلب منو بكل تواضع. قال ليه: "ايلا كنتي باغي تشفيني وتخلي جلدي نظيف، غادي تقدر ديرها."
جيسوس كان مْخَوْفْ بزاف. مدّ يدو و لمس الراجل. "انا مستعد نديرها"، قال. "كون 'طاهر'!"
بسرعه، خلاتو المرض. تشافا.
بعّد يسوع عليه فحال. حذّرو بزاف.
قال: "ما تقولش هادشي لحد"، "مشي عند الكاهن وبان ليه. قدم التضحيات لي امر بيهم موسي. غادي يكون هادشي دليل للكاهن وللناس علي انك 'طاهر'."
ولكن الراجل خرج وبدا كيتكلم علي طول. نشر الخبر لكل الناس. هاد الشي اللي خلا يسوع ما يقدرش يدخل اي مدينه علانيه. بقي برا في اماكن خاويه. ولكن الناس كانو كيجيو ليه من كل حدا.
"جيسوس كيشفي راجل ما كايمشيش"
بضعه ايام بعد ذلك، دخل يسوع كفرناحوم مره اخري. سمع الناس انه قد عاد الي البيت.
تجمع بزاف ديال الناس حتي ما بقي فين يدخلو. حتي برا الباب ما بقاش فين يوقفو. ووعظهم يسوع بالكلمه.
جاو اربعه ديال الناس كايشدو واحد الراجل ما قادرش يمشي.
ولكن ما قدروش يوصلوه ليه لسي عيسي بسبب الزحام. حيت ديرو ثقب فالسقف فوق سي عيسي. من بعد نزلوه فالراجل من خلالو علي حصيره.
شاف يسوع ايمانهم. فقال للرجل، "يا ولدي، غفرت خطاياك."
كان كاينا شي معلمين ديال القانون. كان كايفكرو،
"علاش هاد السيد كيتكلم بهاد الطريقه؟ كايقول شي حاجه خايبه بزاف! غير الله هو لي غادي يغفر الذنوب!"
فورا عارف يسوع اش كايفكروا. فقال ليهم، "علاش كتفكروا هاكا؟"
كيهون اسهل نقول لهاد الراجل، "غادي يغفر ليك ذنوبك" ولا نقول ليه، "قوم، خذ حصيرتك ومشي"؟
بغيتك تعرف بلي ولد ادم عندو السلطه فالارض باش يغفر الذنوب." وبعدا، قال يسوع للراجل اللي ما كايمشيش:
قال ليه: "نصيحتك نقول ليك، قوم. خذ حصيرتك وروح لدارك."
الراجل وقف واخد حصيرو. مشا وهو كيشوفو الكل. الناس كلهم تما عجبو. حمدو الله وقالو: "ما شفنا بحال هادشي فحياتنا!" يسوع اختار ليفي
مره اخري خرج يسوع بجانب بحر الجليل. جاتو جموعه كبيره. وبدا يعطيهم الدروس.
وهو كيمشي شاف لاوي، ولد الفا. لاوي كان كيجلس فدار الضريبه. قال ليه يسوع: "تْبَعْني." لاوي وقف وتبعو.
فْلْبَعْد، دَازْ عِيسَي يْعَشِّي فْدَارْ لَوِي. كَانُو مْعَاهْ فِي الْعَشَاء بَزَافْ دْجُوجْ وَ"خَاطِءِينْ" وَالتَّلَامِذَه دْيَالُو. هَادُو كَانُو جْزَا مِنْ الْجُمْهُورْ الْكْبِيرْ لِي كَانْ كَيْتْبَعْ عِيسَي.
كانو شي دكاتره ديال القانون لي هوما فرّيسيين. شافو يسوع كياكل مع "الخطّار" و الجباي. و هوما سولو التلاميذ ديالو: "علاش كياكل مع الجباي و الخطّار؟"
سمع يسوع داكشي. فقال ليهم، "اللي مريض ما محتاجش للدكتور، اللي معافي هو اللي محتاج. انا ما جيتش باش ناخد اللي كايعتقدو راسهم صالحين قدام الله، انا جيت ناخد الخطاه باش يتبعوني."
تلامذه جون و الفريسيين كانو كيمشيو بلا ما ياكلو. جاو ناس ل عيسي. قالو ليه: "تلامذه جون كيصومو. و تلامذه الفريسيين كيصومو. اما تلامذتك انت لا. علاش ما كيصوموش؟"
جاوب يسوع: "كيفاش غادي يصومو ضياف العريس وهو معاهم؟ ما غاديش يصومو حتي يخرج."
ولكن سياتي الوقت الذي سيُءخذ فيه العريس منهم. في ذلك اليوم سيصومون عن الطعام.
مكاينش اللي كايدير رقعه ديال القماش الجديد فلبسه قديمه. داكشي علاش كايبان غير مزير. هادشي غادي يزيد يوسع الثقب.
مكايديروش الناس الخمر الجديد فالزقاق القديمه. لان الخمر غادي ينفخ الزقاق. و غادي يضيع الخمر و الزقاق. لا، كلشي كيدير الخمر الجديد فالزقاق الجديده. يسوع رب يوم السبت.
يوم السبت، كان يسوع يمشي مع تلاميذه عبر حقول الحبوب. بدا التلاميذ يقطفون بعض سنابل القمح.
قالو ليه الفريسيين لِلسيد المسيح: "شوف! هادشي ما كاينش فالقانون د السبت. علاش تيديرو هاكا تلامذتك؟"
جاوب: "ماشفتيش شنو دار داوود؟ هو وصحابو كانو جيعانين وبغاو ياكلو."
كان هاداك الوقت اللي كان فيه ابيعار الكاهن الاعظم. دخل داوود دار الله واكل الخبز المقدس. غير الكهنه اللي كان مسموح ليهم ياكلو. داوود عطا شويه منو لصحابو."
قاليهم سيدنا عيسي: "دارو نهار السبت باش يخدم الانسان. ماشي الانسان اللي دارو باش يخدم نهار السبت."
"ايوا داك بن ادَم سَيِّد حَتَّي فِي يَوْم السَّبْت."
شفاء يوم السبت
مْرَه خْرَي دْخَل يَسُوع لِلْمَسْجِد. كَان كَيْجْمَع رَاجْل عِنْدُو يَد مْشَوَّهه وْمَلْوِيَّه.
كان شي ناس ديال الفريسيين كايبغيو يلقاو العيوب فالسيد المسيح. كانو كايشوفوه مزيان. بغاو يشوفو واش غادي يشفي هاد الراجل نهار السبت.
جيسوس قال لراجل اللي عندو اليد الضعيفه و المعوجه: "قوم قدام الناس كاملين"
سول سييدنا عيسي الناس: "اش كايقول القانون علي اش خاصنا نديرو نهار السبت؟ خاصنا نديرو الخير ولا الشر؟ خاصنا نعاونو الناس ونحيوهم ولا نقتلوهم؟" ولكن مكاينش لي جاوب.
شاف يسوع حواليو بغضب. كان غاضب بزاف حيت قلوبهم كانت قاسيه. من بعد قال للراجل، "مد يدك." مدّها، ويدو رجعات بحال جديده.
وبعدا مشاو الفريسيين وبداو يخططو معا الحيريين. بغاو يقتلو يسوع. الناس كايمشيو ورا يسوع.
جيسوس مشا لبحيره طبريا مع التلاميذ ديالو. وتبعو شي جموع كبار من جيهه طبريا.
سمع الناس علي كلشي داير السيد المسيح. وجاو ليه بزاف ديال الناس. جاو من اليهوديه، القدس، وادوم. جاو من المناطق شرق نهر الاردن. وجاو من المناطق حول صور وصيدا.
بسبب الزحام، امر يسوع تلاميذه باعداد قارب صغير له. هكذا لن يزدحم الناس حوله.
كان يسوع كيشافي بزاف ديال الناس. حيت هادوك لي كانو مريضين كانو كيدفعو باش يلمسو فيه.
مَا كَانْشُوفُوهْ النَّاسْ لِي فِيهُومْ شْيَاطِينْ، حَتَّي يْطِيحُوا قُدَّامُو. وَالشَّيَاطِينْ تْصَايْحُوا: "اَنْتَ وْلَدْ اللهْ!"
ولكن سيدنا عيسي امرهم ما يخبروش علي من هو. سيدنا عيسي عين الاثني عشر حواريين
صعد يسوع الي جبل. نادي بعض الناس لياتوا اليه، فجاءوا.
عين 12 منهم وسماهم رسلا. ومن ذلك الحين فصاعدا كانوا معه. وكان يرسلهم ايضا للكرازه.
غادي يكون عندهم السلطه باش يخرجو الشياطين.
عين يسوع الاثني عشر. كان سيمون واحدا منهم. اعطاه يسوع اسم بطرس.
كان جيمس، ابن زبدي، واخوه يوحنا. اطلق عليهم يسوع اسم بوانرجس. بوانرجس تعني ابناء الرعد.
كان كاين اندرو، فيليب، بارثولوميو، متيو، توماس، وجيمس بن الفايو. وكاين تاضاوس وسيمون الزيلوطي.
جوداس ايسكاريوت كان واحد منهم هو كمان. هو اللي غادي يسلم يسوع لعداوه. يسوع و بعلزبول
دخل يسوع دار. تجمعات الجموع مره اخري. كانت كبيره بزاف حتي يسوع وصحابو ما قدروش ياكلو.
سمعت عاءلتو بهادشي. داكشي علاش مشاو باش ياخذوه. قالو: "هاد الراجل مجنون."
كانو شي دكاتره ديال القانون حاضرين. جاو من عندهم من القدس. قالو: "هاد الراجل مسيطر عليه بعلزبول! كايطرد الشياطين بالسلطه ديال رءيس الشياطين."
دعا يسوع تلاميذه وقال ليهم بالحكايات: "كيفاش الشيطان غادي يطرد الشيطان؟"
ايلا داره حرب علي راسها، ما غاديش تقدر تقف.
ايلا تفرقات عاءله، ما غاديش تقدر تقف.
