هِي هُنَاك، قُدَّام مَكْتَب المَعْلُومَات السِّيَاحِيَّه بَس.
ماعنديش فكره علي هاد العنوان هنا.
امشي في خط مستقيم لين تشوف صيدليه.
شقد سعر الفطور؟
شنو نقدر نساعدك فيه؟
ادّور يسار في الزنقه الثالثه.
هل تحب كريمه وسكر في قهوتك؟
هل تقدر تدفعلي شيك بميتين دولار؟
اذا طلع، اتصل بي من فضلك.
فين القهوه؟
نبغي جكيت اطفال.
طيب. تكلفه البريد العادي ثمانين وخمسه قروش، وثلاثه دولارات زياده للتوصيل السريع.
كان مني نشريته.
هل راح نواجه اي صعوبات مع الجمارك؟
هل عندك جزم سهره باط واسع؟
لا. هل يمكنني اقتراح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
نبي تمويج ضيق، لو سمحت.
تبي بيره.
صباح الخير. كيف حالك؟
خايف نحتاج نشوف هويه او اثبات شخصيه.
شنو نوع الصوص؟
هذا بارد شويه. تسخنه؟
معذره، هذا المكان محجوز بالفعل.
انا بخير. بس هل ممكن تتصل بصديقي؟
شكراً، هذا يكفي.
شنو احسن صديق عندك؟
يوم الصحه والرياضه في العاشر من اكتوبر هو عيد وطني يهدف الي تعزيز صحه الشعب.
هل تبغي نتفحّصوا تحت الكبوت؟
هل تقدر تساعدني ندور علي شنطتي؟
هل تودّ ترتيب الامور مسبقاً؟
نِتْساعَد. شُكْرًا.
لمّا توصل، اسال حد تاني، لو سمحت.
نبي الخط اربعه وعشرين، لو سمحت.
هاني دولارين. خلي الباقي.
واحد همبرجر وواحد تشيزبرجر، من فضلك.
كم تتقاضي مقابل المعالجه؟
نبغوا كل واحد يدفع علي اكله.
كان الموقع علي كرسي في الردهه.
غير هاذم الين الي جنيهات.
نبغي قاموس صغير ينحط في الجيب، لو سمحت.
لشخصين الساعه سبعه. الاسم واتانابي.
ساعتي. كانت سيكو ديجيتال.
"يسعدنا ان نقدم لك مشروبك المفضل، يليه العشاء. دليل كامل بالمشروبات التي نقدمها في هذه الرحله موجود في دليل المعلومات بمجلتنا."
هل تسكن في هاذي المنطقه؟
فين محل الهدايا؟
انا علي الطريق السريع واحد بالقرب من خليج مورو.
نبي منبه، لو سمحت.
عَ المُرُور، اسمي هيروشي ايجيما.
هذا القطار يوقف في غابه البحيره، مش كده؟
اكثر اليابانيين ياكلوا اخطبوط وحبار.
هل ممكن تذكره درجه ثانيه لشخصين الي شيكاغو، لو سمحت؟
رحت نيويورك.
شنو رقم الرحله؟
واحد ل نيويورك، من فضلك.
لمده كم يوم تقريباً.
الثاني علي اليسار.
هذي الكرت، تمام؟
هل هذه مكتب الاستقبال؟ هل توجد عياده قريبه؟
هل عشره دولارات كافيه للذهاب بالتاكسي؟
هذا طعمه غريب.
اه. استني، حنجيبلك واحد.
نص قاروره، من فضلك.
لا مش باهي. حاجه بسيطه وما تكلفش.
هل تبحث عن شيء؟
اربع ليالي.
نبي جوارب.
هل تقدر تخليه ارخص لان فيه بعض البقع؟
طق فيا راجل. بعدين لقيت محفظتي مش موجوده.
ما متاكدش اذا كنت حطيت ملابس كفايه لرحله ثلاثه اسابيع.
وين, نبغوا نجربوا نبيذ ابيض.
اذا سال عني احد، قولهم اني في الكوفي شوب.
تاكدت اني حاطها في الجيب الداخلي للكوت.
هل ممكن نعرف اسمك ورقمك يا اللي تتصل؟
هل حتدفعلي الشركه الجويه باش نشري بعض الحاجات الشخصيه الاساسيه؟
نبغي غرفه فيها حمام.
ما طلعش حاجه من الماكينه؟
كان المفروض تركب الرحله 820، اللي اقلعت من 15 دقيقه. طيب، ممكن اظبطلك رحله تانيه.
حَدّ فَتَحْ طَرْدِي.
اه، ما فيش حاجه. انت هنا علي كل حال.
خطوط اليابان الجويه، الرحله رقم واحد اثنين ثلاثه.
نبي نشري شامبو.
هل تقدر تقولي متي نوصل للمركز المدني؟
فين اقرب جزار؟
نبغوا نقعدوا اربعه ليالي من اول اغسطس.
شنو اسم هاذي الزهره؟
يوم 15 سبتمبر هو يوم احترام كبار السن.
ما فيش صابون في اوضتي.
هل فيه حاجه ممكن ناخذها عشان هالحكه؟
هل تقدر تغير الصياغه للي قلت عليه؟
شقد ياخذ الطلب؟
هَلّا تَكَلَّمْتَ بِصَوْتٍ اَعْلَي شَوِيَّه؟
شقد الوقت اللي يبي ياخذ قبل ما يطلع؟
وين معلومات الرياضه؟
هذا الحجم هنا، اللي تسميه الحجم العادي، ينفع.
فين باش تخلص الجوله، ومتي؟
فين نبدل قطار باش نوصل لادنبره؟
نبي نحط هذا في خزنه الامانات.
فين نقدر نبدل فلوسي؟
هل ممكن نخلّوا اغراضنا، الا الثمين، في الباص؟
نِتْعَجَّب شْنُو هَاذِي التَّكْلِفَه فِي فَاتُورَتِي؟
بندفع خمسين دولار.
هلقيت عرفت وين المشكله.
هذا ايكيدا يتكلم. عندي حجز لماءده الساعه سته ونص مساءً. لكن اسف، راح اتاخر نص ساعه.
كم اونصه عطر يمكنني الحصول عليها بدون جمارك؟
بس سياحه.
هادا كويس، من فضلك وقع عليهم. كيف تحب؟
هل لازال عندك كراسي للعرض الليله؟
نبغي وحده كبيره.
غفيت علي المنبه اللي ضرب سته ونص.
انا مصور فوتوغرافي مستقل.
يقدروا التجار يبدلولك الدولارات بكروت الكازينو. هيا نروح؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
بيكون عندك المقترح الاسبوع الجاي.
شكراً. كم ثمن هذي القفازات؟
لازم نمشي. حنكلمك بعدين.
نبغي حفاضات للرمي.
منين جاو هلّا سمك الفراشه؟
هل ممكن تبدلهم دولار، لو سمحت؟
حنا محظوظين جداً. عندهم وحده مقاس 4 في محل الاه موانا.
هل فيه ليموزين؟
هل ممكن تحطولي تنبيه الساعه خمسه ونص بكره الصبح؟
نفضل غرفه هاديه.
نبغي مزيل مناكير.
نبي بطاريه.
هل فيه فرقه موسيقيه حيه او دي جي؟
هل ممكن نستاجر معدات سنوركلينج؟
نبغي نحجز غرفه لاربع ليالي من تاريخ 22 ديسمبر.
هل هذه الحقيبه مثاليه لكل الاجواء؟
نبغي حلق، لو سمحت.
نبغي نستاجر سياره اوتوماتيك لمده يومين.
فوتت الرحله عشرين لسان فرانسيسكو.
كم تكلفه الوصول الي المطار؟
هادا كويس. ايمتا؟
كم عمر بنتك؟
هل تقدر تقولي علي فنادق رخيصه ونظيفه؟
نقدر نحجزلك غرفه مريحه في قصر قديم قريب من نادي جولف مشهور.
انصح بهذا لانه مصنوع من مكونات طبيعيه ميه بالميه.
هل يقف القطار في برايتون؟
هل تقدر تقولي وين ممكن نلقي تكسي؟
من فضلك، تذكرتين درجه ثانيه.
نبّي نبعث فاكس.
نبي مكواه سفر.
هل نقدر نقدّم لك حاجه؟
يومـي؟ ما نبي نسال، لكن شنو تقصد؟
نبّي واحد ياخذ الوثاءق بحجم ورق الرساءل العادي من غير ما نطويهم.
اه، ايه، لكن مش قوي بزياده.
نحسس من القطط.
اه، لازم يكون عندك رخصه سواقه، و، اه، لازم يكون عندك رخصه من لجنه سيارات الاجره والليموزين.
روح، يا سيدي.
ما نقدرش نطلع ماي سخون.
نبغي نحجز غرفه لليله هادي.
لا، السعر ما فيهش الضريبه ولا مصاريف الخدمه.
هل تحب تروح معايا تتسوق العصر؟
مرحباً، هاذي فستان حلوه بزاف.
الحين، اتصلت ووصلت. تفضل.
شنو رقم الباب؟
شنو هو التذكار المعتاد من هاواي؟
هل ممكن نوصل هناك بالميترو؟
نبي تسريحه شعر بالمُجفّف.
هل نحن قاعدين نتقدم في الكلام بهذا الشكل؟
جيت من النرويج.
من عشره لحد اثنا عشر من فضلك.
اكيد. خليني نشوفه. اظن انك انجرحت من المرجان.
بس علي سبيل الاحتياط، عطيني رقم المسءول.
هل فيه طريق سريع؟
شنو اللي ما خلاهش يجيش للحفله امس؟
حصل حادث مرور.
عفواً، رقمي غلط.
من فضلك ادخل رقم التعريف الشخصي (PIN).
ما نقدرش نضبط الصوره.
واحد برغر بالجبن وعصير برتقال، من فضلك.
هاني باسبوري.
شكراً جزيلاً. هل يمكنني الصعود الي الاعلي؟
هل ممكن ناخذ تذكرتين للمسرحيه الموسيقيه يوم الجمعه الجايه؟
قال راكب اخر هناك انه يمكنه تبديل المقاعد معك.
هل ممكن نمدد مده اقامتي؟
قول، هل تعرف اي حاجه تستاهل نشوفوها قريب من هنا؟
لا، انا نبي نستاجر نص مجموعه من العصي و زوج من الاحذيه.
هل ممكن تعلمني لما يلقاو الشنطه الضايعه؟
شنو اسم هاذي الحديقه الوطنيه؟
عندي جرح سطحي.
فين مكان زين للسياحه؟
هل ممكن ناخذ فاكهه؟
هل ممكن ناكل غدا الان؟
نبي نبدل هالدولارات.
نبي تكسي. انا في جنوب ماين و ليبرتي.
بالتاكيد، هل تحتاج الي داءم؟
ما هيش تفاحه، هي خوخه.
غادي نعطيك روشته. خذها للصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء والجمعه والسبت.
هادا غالي، مش كيف؟
اه، عندنا. بنجهزوهلك.
هل تقدر تخليلي شنطتي لين الساعه تلاته؟
لا، انا بس حبيت ازوركم.
هل ممكن نحجز سياره للايجار من هنا؟
هل انت امريكي؟
لهوني، من فضلك.
سيارتي معطله.
فين الظل؟
نبغوا ركن هادي، لو ممكن.
هل هذا التاكسي فاضي؟
هذا محطه قطار سريع؟
شنوي الوقت نيجي؟
نبي قاروره صغار من النبيذ الابيض.
اه. هل يمكنني ان اكل وجبتي لاحقاً؟ لا اشعر انني علي ما يرام الان.
في الحقيقه، عندي خبر. انا رايح نتزوج.
هل فيه بناطيل اخري؟
امكاني ناخذ برنامج؟
انسرقت غرفتي البارحه بالليل.
وريّيني السمك اللي شفتُه اليوم في كتاب الصور، لو سمحت.
شوف التعليمات علي علبه الاكل المعباه بالتفريغ.
نبي فلوس ورق.
خطف محفظتي وهرب.
وين دروس التجربه؟
فين نقدر نشري طابع بريد؟
انا من بريطانيا العظمي.
نحتاج نرجعوا لمرتي.
نبّي نرجع هذا و ناخذ فلوسي.
في قدام البنك هاكاكا فيه تليفون عام.
بنوصل في التاسع من مارس ونمشي في الرابع عشر.
هادا شوي غالي، مش كيف؟
هل عندك الايصال؟
فين محطه الباصات؟
هل تحب ان تاكل حلوي؟
هل تتكلم؟
نفس الشيء لي، من فضلك.
ما وصلتش طلبيّتي.
فيها كتييير عيون حاره.
غير خمسين الف ين ياباني الي دولارات امريكيه.
ماشي الحال معايا. في الحقيقه انا نبي نسكر.
فين نقدر نستاجر سكيّات و شوزات؟
هل نسيت مشروباتنا؟
هل تقدر ترسله علي عنواني في اليابان عن طريق البريد الدولي؟
نبغي كاس نبيذ احمر.
بس اذا كانت حقتك، يا سيدي. ههه، بس مزحه صغيره.
بالتاكيد. كيف نقدر نخدمك؟
عندنا بيره، ويسكي، براندي، جن، فودكا، و خمر.
ID. اه، صح. جواز سفر ينفع؟
غرفتي رقمها تلاته وعشرين و سته. تقدر تاخذ الغسيل؟
نشوف اذا في اي واحد منهم يناسب.
نبي غلايه.
جيبلي جبن مبشور.
هل ممكن تنظفولي قمصاني قبل بكره الصبح؟
هل تبغيه يردلي خبر؟
ليش من بعد؟
عذراً. هل هناك مكتبه قريبه من هنا؟
نحسّك غلطت. الغرفه مدفوعه مسبقًا. عندي وصل.
الباص هناك.
نبي رولين فلم ملون ISO 100، ثلاثين صوره، من فضلك.
نبي نصرف هاذي الشيك علي سبعين دولار.
نبغي نشري طابع للبريد لعشره كروت بوستال ع اليابان، من فضلك.
هل فيه بنوك قريبه من المحطه؟
نخاف فيه غلط في الحساب.
هني بالضبط.
واحد برغر بالجبن للتحميل، من فضلك.
ما تقدرش تعمل تصميم من غير كمبيوتر هلّيومين.
جري.
في رَقعه هنا في بلوزتي. اتساءل اذا كنت تستطيع خياطتها لي، من فضلك؟
شْحالْ الاجره لمانشستر؟
هل تقدر تعطيني سلك توصيل؟
فين نقدر نشري مشلح بحر؟
ثم، من فضلك اعمل لي حجز جديد.
عطني هاد الشريحه لحم، بس مش سميكه قد هيك.
حنسوا ع الساعه سبعه.
لما نشوف الاسعار بهذا الانخفاض، يبانلي من الغباء نشري اي حاجه من اليابان.
سرقولي سجلاتي انا كمان.
مخروط ايس كريم فانيليا، لو سمحت.
نعم، انا موافق. لازم يصير طبيعي جداً.
حافظ علي المسافه، حافظ علي المسافه، ثم قُرب الابواب، من فضلك.
نبي كرت فيزا.
هذا هو الرقم.
قوللي علي مكان حلو في هاد النهر، لو سمحت.
من فضلك قدّملي تقرير عن الحادث.
لا، شكراً هكي توه.
طيب، من فضلك انتظر علي الخط. السيد ناكاجيما، السيده سايتو لا تبدو انها ترد علي المكالمه. هل تريد مني ان اتصل بها قليلاً اكثر؟
يمكن، لكن لازم نزنهم كل واحد لحاله.
تبدو شويه نادره بزياده.
فين مكان استلام الشنط للرحله سبعه صفر ثلاثه؟
في حاجه غلط في مسكتك.
هل هكي يخرب؟
لا، شكراً. من الافضل ان لا اشرب اكثر.
قوليلي شني الشوارع المريحه للتسوق.
هل هاذي الباص توصل لفندق الهيلتون؟
الحين، هالصوره وايد خاصه. هي من رسم تسوروتارو كاتاوكا. هو فنان معروف عالمياً.
عندي تقدير كبير للموسيقي الكلاسيكيه.
هل ممكن ندعوك علي عشاء في يوم من الايام؟
تمام. شنو اسم حزبك ورقمه، لو سمحت.
عفواً. خليني نخرج، من فضلك.
هل تقدر تديرلي طلب موظف يتكلم ياباني؟
نزرقو عيلتنا بكل تكرار.
ميكي هاياكاوا. هذا الغرفه سبعه واثنين.
لازم نبقي هنا الليله، مش كده؟ تقدر تساعدني تحجزلي غرفه في فندق؟
ما يطولش. خمسه عشر دقيقه بالكثير.
هل تقدر تقولي علي قيمه المكالمه دي؟
وين، تقدر تقولها اني اتصلت، من فضلك؟ راح نتصل فيها بعدين.
هل فيه جوله صباحيه؟
هل تبادل عملات اجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين نقدر نشري رول فيلم؟
هل عندك بيره يابانيه؟
نبغي ميوهه صغار لو سمحت.
نبغي نسجل في شنطتي.
هاذي الانسه كاوازو في الغرفه 1611.
يا هلا.
ما فيش.
شنو اهم عندكم، راس السنه ولا عيد الميلاد؟
رقم كرسيّك هو اثنين وثلاثين ا. بعدين امشي علي طول الممر هذا. هو كرسي جنب الشباك.
بس دقيقه، من فضلك.
من فضلك املا تقرير الفقدان.
ما نفهمش امريكي، نتكلم انجليزي ملكي.
من امبارح.
يتضمن تامين ضد التصادم وتامين المسءوليه.
فقدت بطاقه المطالبه حقيبتي.
هل عندك بروشات في تصاميم حلوه؟
نحكي من كشك عام في ميسي.
هاذم كبار بزياده.
كم تكلفه الوقوف بالساعه؟
سيداتي سادتي، في رحلتنا اليوم، لدينا مضيفات ومضيفون يتحدثون اليابانيه ويمكن التعرف عليهم من خلال شارات العلم التي يرتدونها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا.
هل في فتره فنيه معينه تفضلها؟
تفضل تاكد منه مره اخري.
امشي علي طول النهر حوالي نص ميل. راح توصل للحديقه.
لا، هوما متينين جداً.
طيب، راح نبعثها ليك لفيغاس.
نبي تيشرتات للجري.
هل تبغي حاجه تشرب من البار؟
هكي من فضلك. خذ هذا المصعد.
خيرلك تركب في القطار اللي يجي ثمانيه و نص.
هل فيه سينما قريبه من هنا؟
الحين موسم بلح البحر، فاكيد بيكونوا طيبين.
نبي ساعه مستعمله.
بنشيك ان حوالي تسعه بالليل.
توّه يبدا متاخر. لازم نمشي.
ما استعملتش خدمه الغسيل تبعك. هل ممكن تتاكد من هذا مره اخري؟
نبغي شاي، من فضلك.
لا، ما فيش.
هذا اخر موقف؟
نكلمه بالتلفون.
هذا حار؟
فين نقدر نلقي باص سياحي؟
اه، نعم، نبي نشوف معالم المدينه.
في بزززاف سياح حوالين العماره، يظهرلي تجمعوا باش يشوفوا شنو اللي صاير.
شكراً علي كرم الضيافه.
الصّدق هو احسن سياسه.
هَلّا تِصْحِيني عَلَي سِتّه؟
كم تكلفه النصف يوم؟
انا كنجي.
هَلْ تَعْرِفْ اَيْ مَكَانْ حَلُوْ تَشُوْفُهْ فِيْ شِيْكَاغُوْ؟
وَيْلَا، اِذَا اَنْتُمَا اِصْرَارْ، بَنْمَشِّي مَعَاكُمْ.
هل ممكن تبدلها بوحده ثانيه نفس النوع؟
نبغي نحجز الساعه تلاته ونص العصر.
صندوق الامانه، من فضلك.
اختار خمر مناسب، لو سمحت.
نبغي مكان صغير.
هل لازم ندفع علي الغاز؟
سارق. امسكوه.
نستنوا في اصحابنا يجو.
من فضلك عطيني فلوس صغار.
*تسريحه داءمه محكمه، لو سمحت.*
هيا صغيره و كيوت.
شنو اوبرا اليوم؟
مقلي، من فضلك.
ما زال غسيلي ما رجعش.
بالمناسبه، هل انت فاضي يوم السبت الجاي؟
وَيْلَا، يَعْنِي مَنْ يَعْرِفْ، رُبَّمَا نِتْفَاهَمُوا مَعَ بَعْضْ.
عاملتني كاني متسول.
فهمت. كمان ممكن تساعدني في مشكله تانيه؟
هل تقدر تظبط عدسات طبيه في هادول نظارات شمسيه؟
ناخذ اثنين من هاذوم.
شُنّو كلاب حلوين. شنو نوعهم؟
سقطت الشوكه مني. جيبلي وحده ثانيه من فضلك.
هادا كان ممتع.
اكيد. امشي في الخط المستقيم ولف يمين في الزاويه الثالثه. راح تلقاها علي يمينك.
هل عندك فيلم للشراءح الملونه؟
تعرّف علي كاثي؟ هاذي حفله عيد ميلادها.
هل عندك دليل الالوان؟
هل ممكن ادفع بشيك مسافر؟
و لكن، هو، يا راجل، كيف عرفت ان ده هو الشيء الحقيقي؟
هل ممكن ناخده بدون ضرايب؟
ما نقدرش نحط الشنطه تحت الكرسي. هل ممكن تحفظهالي، من فضلك؟
هل تقدر تحط هاذي الشنطه في الصندوق؟
نخرج الحين، فباخذها.
من فضلكم، ارسلوا شخصًا لاخذ حقاءبي في السادسه والنصف.
نبغي خريطه لسان فرانسيسكو والمناطق اللي حواليها.
شنو نوع الخبز عندك؟
فين المصعد؟
هل في حد يقدر يعزف علي البيانو؟
فِين نَزِل مِن القِطَار عَشان اروح امباير ستيت بيلدينج؟
الميزانيه اقل من الف دولار.
شكراً، لكني لا اعتقد ان لدي الوقت للبقاء ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي لليله الثاني عشر من مارس فقط؟
هل ممكن نحجز غرفه مزدوجه تطل علي المحيط؟
ما زلنا ما قررناش.
رفيقي تعثر وشد في كاحله.
بجرب شويه شربات.
هل فيه مطعم تايلندي قريب؟
هِيْ جنب العماره الطويله. ارجع نفس الطريق اللي جيت منها لحد الاشاره. بعدين، ادّور يسار.
لازم نلحق علي الطياره متاع لوس انجلوس بكره الصبح بدري.
ثم نقدر نوصيك بثقه بجوله "سان فرانسيسكو سيتي تور". هادي تعطيك فكره عامه عن سان فرانسيسكو.
نبي ناخذ تامين.
خلونا نحطوا كمّاده بارده باش نريحوا من الالم.
تبي تشري فستان.
كم تكلفه التاكسي الي هذا الفندق؟
فين الحمام؟
هل فيه رسوم لدخول هذا المبني؟
خليها علي كيفك.
نبي حاجه رسميه.
الشباك مسكر.
فيمين من ساحه يونيون؟
نص اونصه من شانيل نمبر فايف، لو سمحت.
شكون قهوه؟
هل لازملي تذكره؟
شَحال عَلاش التّعريفه؟
قداش من هنا؟
كريمه و سكر؟
هَلْ عِنْدَكُمْ اَيُّ تَخْفِيضٌ لِلاَعْضَاءِ؟
هل فيه تعبير سريع جداً علي تسعه ونص؟
خليني نتاكد من ساءل الفرامل والموتور. الموتور بتاعك باين عليه انه علي وشك يطفي.
مَش مِنّي.
ما فيش كهرباء.
ببلغ علي الشرطه.
هل لازم كل واحد يدفع علي مشروباته؟
من ثلاثين الي خمسين دولار في الليله.
صلح هذا من فضلك.
فِي اَيَّام السَّنَه الجَدِيدَه. وَفِي المُنَاسَبَات الخَاصَّه مِثْل حَفَلَات الزَّفَاف، او حَفَلَات التَّكْرِيم، او المَجَالِس العَزَاء.
زيد موسترده، من فضلك.
علاش ما تعطيهاش هديه؟
شنو فيلم تنصح بيه؟
هاني عشرين دينار، عطيني تمنيه قروش باقي، من فضلك.
ضربتني من الجنب.
نقدر نتلاقو الساعه اتنين.
هذا هو الشنطه من رحله الخطوط الجويه اليابانيه رقم واحد؟
هذا اول رحله لي لباريس.
هل تقدرلي التكلفه قبل ما تبدا في الشغل؟
ادخل، من فضلك.
رحله التّسلق الجبلي بتاعنا هادي لازم تكون ممتعه.
فين نركبوا في الباخره؟
ما عندناش شنطه بهذا المقدار، حنشيله في كيس بلاستيك كبير.
نبغي نلعب تنس.
فيه اناناس، برتقال وعصير طماطم.
نصيب اليسار من هاذا الطابق، قريب من المصعد المتحرك.
شنو اللي يتعرض في قاعه الحفلات اليوم؟
ما تفضل تشوف فيلم ثاني؟
رجاءً غير هذا الشيك السياحي الي نقد.
نبّي نفس الدوره بكره، لو سمحت.
ممكن نرد عليك رد احسن بعد كم عرض.
نبي هديه للذكري.
شنو المسرحيات الموسيقيه اللي عالكو الان؟
هل عندك مرايه؟
عذراً، لكني ضعت. هل يمكنك مساعدتي؟
ناخذ هذا، من فضلك.
ما تقدرش تجيب العاب ناريه لكندا.
شني هلبه طباخه مرتك.
هل تحتاج اي مساعده؟
هل ممكن تحجزلي تكسي لسته بكره الصبح؟
شنو تحب معاك في الطبق الرءيسي؟
هل فيه بوتيك قريب من هنا؟
هذا المكان مليان ناس، مش كده؟
معليش. راح يجهزوا في حوالي خمس دقايق.
حصلتلي شد عضلي في رقبتي وانا نايم.
طيب، مافيش مشكله. ممكن نشوف الباسبور بتاعك؟
ما عنديش فلوس.
شنوي الوقت الي لازم نكون فيه في المحطه؟
في هاذي المنطقه فيه مطاعم كثيره.
هِيَ قُرْبَ دَارِ الْمَلَابِسْ.
منيح حكينا مع بعض.
هل فيه جوله في فتره الظهيره؟
انا مع اصحابي.
استمتعت بالاقامه. شكراً.
الْبَحْر قُدّامك. وَاااااااااااااااااااااااااا
شكراً علي انتظارك، انسه ماكغاير. ها هو. تفضلي، من فضلك.
هل عندك بطاقه هويه؟
سبعه، من فضلك.
نبّي نبعث هاذا للغسيل. متي يجهز؟
عندي بنطلون مخطط.
اه. توصلت شنطه حد تاني لغرفتي من شويه. ممكن تتاكد منها؟
هل ممكن توضيح اكثر بالتفصيل؟
هل نمت نومه حلوه؟
هل تضغط علي زر الغالق؟
من فضلك، مفتاحين.
نبغي لمبه.
هِي فِي اخِر المِمر.
نبغي ورق ملاحظات.
هل رايحين بالباص؟
قولتلي رايح طوكيو بكره؟
خليني نعس حتي تسعه.
لازم ننقل لـ AW واحد صفر صفر. هل ممكن؟
كيف حال لعبتك في هذه الايام؟
حاسس بزحمه في الصدر.
مافيش مشكله. لو تجي يوم خمسه سبتمبر، تقدر تستمتع بعرض افلام علميه لان عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
هل عندك جوله اخري؟
تمام، خصم خمسه بالمءه. هل هذا مناسب؟
رايح لباريس.
هاذي مش اخر موديل، صح؟
مُحدَّد الساعه تمانيه ونص بالليل بالتوقيت المحلي.
خُذوا معانا هاك البنايه، من فضلكم.
طيب. راح اخذ صحن وسط وكره ارز.
كيف يبان هذا؟
نبي نشوف هذاك اللي في الشباك، من فضلك.
لا في طريقه. احنا في اجازه. انا رافض نجلس في غرفه الفندق ونشوف ماتش بيسبول في التلفزيون. انا نبي نروح نشوف مسرحيه.
هل ممكن نلمسها؟
هل تقدر تجي هنا تصلحها؟
نبغي بعض الالياف الصناعيه.
اسمي تارو تاناكا. عندي حجز.
نبي كريم تنظيف.
نبي بلوزه بكم طويل.
انسرقت شنطتي.
تبدو طرقنا وكانها تتقاطع في كثير من الاحيان، اليس كذلك؟
هل ممكن نشوف القاءمه مره ثانيه؟
ما زالوا يبانوا شويه خضار.
قداش؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسته وسبعين متراً.
لا، بعد. فيه اختيارات كثيره.
نبي كريم لليل.
بين المخبز والجزاره.
هل تقدر تقصّر الاكمام؟
نخاف ما فيش ملاعب غولف هنا.
هل تقدر تورياني الخاتم الثاني من اليسار؟
هل تقدر تساله يتصل بي؟
حاولت نعمل مكالمه دوليه. وصلت ولا بعد؟
هذا غلط.
اه، اي. لانك تقدر تشوف العلم قدام مكتب البريد.
بالتاكيد بتبعهم، صح؟
نبغي نعمل مكالمه تليفون باستعمال كارت كريدي.
نبيها تتحرك.
لمّا يوصّل، بندفع تكاليف الشحن لبيتكم.
هالايام دايما نستعمل كمبيوتر في الشغل.
اه، طيب. فهمت. حنجي عندك.
لا، كفايه.
هل ممكن غطاء ووساده؟
هلا جيت هنا في اقرب وقت ممكن؟
كوب قهوه، من فضلك.
نبي بعض الكروت اللي عادهً هاواييه.
هل تقدر تشد الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هل بتجيبلي قهوه؟
ثلاثميه وخمسين دولار؟ هذا فوق ميزانيتي.
هل نحتاج نطرحوا الموضوع للتصويت؟ اذا لا، اعتقد انا توصلنا لقرار، وباش نبعثه لمجلس الاداره بكره الصبح.
هل تعرف اذا كان هناك فنادق رخيصه؟
صباح الخير. هل نمت جيداً؟
شنو نيتك تسوي بعد ما تخلص من المدرسه؟
انسرقت شنطتي من عالشارع.
هل كان عندك خدمات اخري غير الفطور الصباح هذا؟
نبغي كوب قهوه بيضا، لو سمحت.
طيب. هل فندق شيراتون قريب من هنا؟
نتمني ما تكونش تعبان بزياده.
نبغي نستاجر سياره من هاذي الفءه لمده يومين.
باش ناخذ شوت من جاك دانيالز.
نبغي كيس بوب كورن، لو سمحت.
فقدت عصا تزلج.
ما نجيبش هدايا للفرح. بدلًا من ذلك، الضيوف يجيبولهم فلوس.
نبغي نبعثها بالبريد البحري.
وصلت الطياره متاخره بسبب ثلوج كثيفه.
حاسب، من فضلك.
هل تقدر توصل رساله، لو سمحت؟
معليش، ما نقدرش نتبعك. هلّا تتكلم شويه ببطء، لو سمحت؟
شنو نوري لك؟
هل ممكن نصور؟
مِن ميه.
رقم الرحله اتش بي تسعه وثمانين الي طوكيو في الحادي عشر من مارس.
هل ممكن ناخذ نفس الطبق هذا؟
هل عندك واحد اخر؟
من فضلك جيبلي فطوري لغرفتي بكره الصبح الساعه سبعه.
راجل الصيانه جاي فوق شويه.
معليش. نرجعلك بعدين.
شنويّه ناخذها؟
هل فيه اي شواغر في جوله يوم الخميس؟
عذراً. هل يمكنني المرور؟
هل عندك نباتات وفواكه؟
قوليلي كيفاش نملا كارته النزول؟
انا متاكد ان سيارتي تسوي حوالي خمسه الاف دولار.
هل هذا الطعام قليل السعرات الحراريه؟
شنو باص ناخذ باش نروح للمحطه؟
اه، اي. لكن لازم تاخد يسرا في الاشاره الثالثه وتعدي في نفس الشارع لين توصل للطريق 66.
نبغي كاس ماي باش نشرب دوا، من فضلك.
نكون لك من الشاكرين لو توصلني للبحر.
معذره. هذا الرقم غلط. انا من دار طنطش للنشر.
نحنا نبوا نطلعوا.
شنو هالموسيقي؟
رجاءً اعطي هدا الشربات لولدك، مقياس واحد، بعد كل وجبه.
هذا ستايل متوفر في مقاسات تمانيه وعشرين، واحد وثلاثين، وخمسه وثلاثين سنتيمتر.
اه، هذا يبدو كثيرًا.
هل ممكن نستعمل تليفونك؟
هذا ريحته حلوه بزاف. كم ثمنه؟
نحب ناكد من حجز الطياره لشيکاغو في سبعتاش.
كلت شويه زياده.
هل ممكن نتكلم مع الانسه براون؟
هاد البيت يبان مريح للسكن فيه، مش كيف؟
نبّي نحجز في رحله الخطوط الجويه الشماليه الغربيه رقم ثمانيه وستين عالخامس.
محفظتي، جواز سفري والاغراض الشخصيه الاخري.
شني ساعه تقفلوا؟
استني شويه. ممكن نسيتها في الحمام.
هادا بالضبط اللي كنت ناوي نقوله.
اه، اني نتصور هكي.
دارك كبيره. قداش غرف؟
استمتعنا بالعشا.
فاهم، لكن ما نقدرش نقولها.
اه، اه، من فضلك. انا فقط اتمني الا يصابوا بدوار البحر.
الي طوكيو، من فضلك.
شنو توقيت وصولنا المتوقع؟
بنشوفك بكره بدري، عشان كده حابب ادفع دلوقتي.
شيري ناشف، لو سمحت.
كرسي ما يتدخنش، لو سمحت.
هو مشغول هلّا.
هل بامكان الاجانب الوصول الي الكتب في هذه المكتبه؟
هل ممكن نبقي في الغرفه حتي الساعه اتنين؟
هههه. صباح الخير في وقتك. عادي.
نبي شويه من هالفيلم رقم ASA لهالكاميرا، من فضلك.
فين رسومات مونيه؟
هاذي البيتزا لذيذه. منين جات؟
شنو طعم هلاكله؟
كمان هما غاليين.
متي يطلع القطار الجاي لبوسطن؟
ناوي نتعلم الجولف.
عطني مشروب اخر، لو سمحت.
شني هلبه هاذا سافر.
نخاف الكمّات قصار بزياده.
هل تقدر توريّني كيف نعبّي الغاز؟
هل يشمل سعر الفندق وجبه الافطار؟
هذا كل شيء؟
هذا الطريق من هنا.
ابدا العداد.
غرفتي بارده بزياده.
بنتصل بيك لما نفضي شويه.
هل عندك واحد اكبر؟
نحس روحي احسن.
هل عندك علم بالجغرافيا في اليابان؟
من فضلك، اريني اين انا في هذه الخريطه.
ميه بالميه قطن.
نبي نبدل لغرفه مطله علي البحر. هل فيه رسوم اضافيه؟
شقد ايجار اللوح نص يوم؟
نوفمبر عشره.
نبغي شريط اله كاتبه.
هذا طعمه حلو بزاف.
متي راح نطير؟
كيف تخلي السواق يعرف انك عايز تنزل؟
اربع وعشرين دولار. تبغي زياده؟
حجزت في طوكيو من شهر.
نشكرك من اعماق قلبي.
هل تنزلني هنا في مركز روكفلر؟
من فضلك قيسلي مقاس رجلي.
هذا شي خيالي.
هل تخرجين معي في موعد غرامي؟
من فضلك نظف هذا المعطف.
نبغي نستاجر قارب بموتور.
وين قسم الحريم؟
قهوه مش مشموله؟
شنو كان مجال عمله قبل؟
اخ. اخ. اخ. اخ. تعودت علي شكلها.
هل لازم ندفع الرسوم الاضافيه لما ندخل للمبني؟
مرحباً، الطرف الاخر علي الخط. تفضل، من فضلك.
جرحي يوجعني.
فين المحطه؟
عندي قشعريره.
ثلاثه ايام.
عبر الجسر اللي هناك، راح تلقي المكتبه علي يسارك.
ساعدني لو سمحت في ايجاد مرشد يتكلم ياباني.
ما نبيش وحده كبيره.
بيكون فيه تاخير بسيط.
شنو الفرق بين هاك الفنادق؟
فوتت المحطه اللي نزل فيها.
كان ممتع. شكراً لك.
راح نكون هناك حوالي الساعه سته بالليل.
هل عندك حاجه اطول شويه؟
تاريخ الانتهاء هو مارس تسعه وتسعين وتسعماءه والف.
شنو كان حالها؟
هل فيه كازينوهات كويسه؟
هاني الفلوس للاقلام الحبر. ميه دولار.
وين قسم الحريم؟
فين نقدر نركب في الباخره؟
صديقي مجروح.
تبدو بخير.
هل هالبوتيك مفتوح بكره؟
هِي في اخر الممر.
هل ممكن تقصلي شنبي؟
هذا يشمل بار السلطات مع خيار البطاطا المشويه او البطاطس المقليه.
فين نقدر نشري حشيش؟
ما نقدرش نبيع هذا بلا روشته.
هل ممكن نحجز خمسه كراسي جنب بعض في نفس الصف؟
هل تقدر تعطيني حبل سحب، من فضلك؟
شني سياره تعطي احسن كفاءه في استهلاك الوقود؟
ما تاخدش خصم مهما حاولت.
هلّا تفتح هالشنطه؟ وش عندك فيها؟
نبّي نعمل مكالمه بعيده للهيلتون هوتيل في بوسطن.
هل تقبلوا يا حريم؟
حذر، سقف واطي.
ما نقدرش نشوف الشاشه من هنا كويس. هل ممكن اغير مكاني شويه؟
زُرتُ البحيراتِ الكُبري لاولِ مَرّه.
في حاجه غلط في هاذي الماكينه.
نبي طبيب.
من قداش وهي في بريطانيا؟
واحد بحب الطليعه مثلك اكيد حيعجبوا اللوحات الهيبي و ساحه الموسيقي في الشارع.
شنو الساعه؟
نبي هوت دوغ وكولا.
هذا هو مشغل الاتصالات الدوليه.
تقدر تشوف عماره بيضا، صح؟ هي قدام العماره هذيك.
من متي؟
ما عنديش حاجه نصرح بيها.
شنو؟ هل لازم تدفع ضريبه اذا عندك اكثر من ثلاث قوارير خمر؟
صديقي مريض جداً. هل يمكنك الاتصال بطبيب، من فضلك؟
ما نعرفش بزاف علي الخمر. شنو هو المناسب لهاذ الطبق؟
هل تقدر تديني مكالمه الصبح بدري، لو سمحت؟
في محطه غاز علي بعد بلوكين من هنا.
اليبانين ما ياخذوش اجازات طويله.
حاسس اني متابع. هل من النادر تشوف واحد ياباني؟
بالطبع لا. ليش تقول كيف؟
شنواهي طريق مدخل البريد المركزي؟
فين محطه باصات غرايهاوند في هاذي البلده؟
وينك من المطاعم اليابانيه في كيوتو غاليه؟
نِفْكِّرْها شَوِيّه صَخْبَه عَلَيَّ.
عندنا غرفه توام فيها حمام بثمانيه وخمسين دولار.
نبي الكتاب بثمن معقول.
هادا العام الجو ابرد من العاده، لكن ما فيش برد يكفي للثلج.
فين نقدر نشري تذكره مترو؟
بيكون عندي مقاعد درجه رجال الاعمال، صح؟
كم تكلفه الاجره من هذا الفندق الي المحطه؟
ممكن هاذي وهاذي، لو سمحت؟
يقولوا اليابان بلد غنيه جداً.
هل فيه غرف فاضيه في عربه النوم؟
هل تقدر تخفضه لحد عشرين دولار، لو سمحت؟
هذا هديه لصديق.
تغطي الثلوج الطريق وتجعله زلقاً.
ما نقدرش نلقي الكاميرا.
غادي نعمل ساندويتشات حم دايرين.
هل عندك حاجه تصرح بيها؟
هل شفت جكيت ازرق؟ حطيته علي هاذي الكرسي.
في زهري مقابل الشارع.
انا من طوكيو.
نبي شويه شامبو كريمي من ريفلون.
عندي بعض الحوايج للتنظيف.
طلبته من زمان.
هل تقدر ترسللي حمال علي غرفتي الساعه سته الصبح؟
بنشرب شوكولاته ساخنه.
نقدر نرتّحوا غرفك يتنظفوا.
خاص، من فضلك.
شقد المسافه لحد الفندق سي؟
هل ممكن ناخذ تذكره جماعيه؟
نبغي نطلب طاوله لاثنين الساعه سبعه، من فضلك.
نبي كريم لليل.
هل ممكن تغلف هذا كهديه؟
ثُلث بعد الثّلاثه.
ناوي نبعث فواتير حاجياتي اليوميه، ياريت تعطيني العنوان واسم المسءول.
يعد التحدث بالانجليزيه بطلاقه امر صعب بالنسبه لنا.
هل عندك نفس التصميم لكن بكعب اعلي؟
نبغي جكيت لولد عمره عشر سنين.
وديني ع شارع ابي رود، من فضلك.
شكراً. مرحباً، شكراً علي الانتظار.
انا متاكد اني حجزت.
بنشلّحلك، فاستني هنا من فضلك.
حنا هون ليوم.
عندي صداع خفيف.
استمتعت بالوجبه كثيرًا.
لا، تفضل اقعد واستني. راجعلك حالاً.
هل ممكن نشوف السياره؟
هل تقدر ترسملي خريطه، لو سمحت؟
طيب يا سيدي. تفضل اقعد في غرفتك لين ما يجي الدكتور.
انسرقت في شاطء وايمينالو. تعالوا حالاً.
شكون ميه دولار؟
نبيها معبّيه.
نبّي نقدّم علي اعاده اصدار.
الحكومه دعمت تشجيع الصناعات.
هُوَ اكيد اكتر من خمسين سنه.
شنو هو العمر الادني باش نعمل هذا؟
هل عندك خراءط بسيطه للمدينه؟
اذا كان ممكن، انا افضل ما نطلعش السّن.
الحساب واحد بول، اثنين سترايك.
شنوي وقت وصول القطار لسان دييغو، لو سمحت؟
نبي نشوف صندوقك.
نبغي شامبو.
نازل في فندق هيلتون.
نحس روحي تعبانه و نبي نستفرغ.
ولكن عندي موعد معاها الساعه اتنين.
هل هاذي السياره تودي لادنبره؟
اه، من فضلك املا هذا النموذج.
كم تتقاضي علي الوزن الزاءد؟
اسمي كيمورا. حابب نلغي الحجز حق يوم الجمعه.
اه، اسف. في مشكله وحنا نصلحوها. تقدر تستني حوالي نص ساعه؟
شنوي وقت الخروج؟
فهمت.
نِتّصِل بِحَد.
هل تريد ان تدفع الحساب الان؟
جاني العربه من الجنب في التقاطع.
هادي علبه موسيقي.
فين الحي؟
هل فيه جوله بالباص في البلد؟
شنوي ساعه باش نبداو؟
حاضر يا سيدي. في فءه السيارات المتوسطه الحجم، يمكننا ان نقدم لك مركوري سابل. هل هذا مناسب؟
عندك كدمه في العضل.
وعدني انك تضرب الكوره، موش انا. صح؟
قداشي باقي؟
هل ممكن نستعير شويه كتان؟
شنو نوع الجلده هاذي الشنطه مصنوعه منها؟
ما نعتقدش هاذي السكينه نظيفه. تقدر تجيبلي وحده اخري؟
شريت هذا من شوي، لكن هل ممكن تبدل هذا بذاك؟
بصراحه، ما نتفقش معاك في هكي.
هذا هو الطريق الصحيح للمحطه المركزيه؟
زورق مع مرشد، من فضلك.
نبّي نطلب بدله ليا لونها غامق.
هذا المظله تصلح عصا.
هل لازم نسيّر كل شنطي للكاردار؟
من فضلك ارني جواز سفرك.
هل فيه محل ياخذ غسيل يوم الاحد؟
اتنين برجر جبنه، لو سمحت.
شنو باص يودي لميامي؟
ما فيش داعي للبقشيش.
تقدر تشوف وحده في قاعه كارنيجي.
ما عنديش شهاده.
شنو اختصاص الدار؟
نبغي نحدد موعد مع دكتور.
نبي نعرف هل فيه طاوله فاضيه قريبه من الشباك لسبعه الليل؟
ما عندكش مشكله لو نجي عندك؟
يبدو ان فيه مجال للتحسين.
فين المحطه تحت الارض؟
هل عندك مقاس اصغر؟
فين نقدر نلقي اسبيرين؟
هادا ادني مستوي؟
من فضلك عطيني تصريح لمده اسبوع.
هذا زميلي.
شنو نوع الغاز فيه؟ بريميوم، عادي، ولا خالي من الرصاص؟
هذا واحد.
نازل فيني زكام.
مغلق يوم الاثنين، لكن يوم اخر سيكون مناسباً. اعتقد انه مفتوح من التاسعه صباحاً حتي الخامسه مساءً.
هاذي سمكه مشويه مع صوص خاص فوق كسكسي.
قال: "نحتفلوا" واخذني لبار. قاللي باش يطلع يتصل بحدا وطلع وما رجعش وخلياني انا مع فاتوره كبيره.
كم سعر الجالون؟
كان عندي جواز سفري وبطاقتي الاءتمانيه في شنطتي.
تحجوزات الساعه سبعه، باسم مانو.
ما تاخذش فنجان شاي؟
هل تقدر تقولي وين نلقي القنصليه اليابانيه؟
هل فيه دكتور فندق او واحد علي اتصال؟
داءماً يشري من شارع بوند.
ورقه انجليزيه، من فضلك.
هل فيه اي مكان يذيع موسيقي كنتري؟
نبي نتاكد من اغراضي الثمينه.
هل فيه صوف زياده؟
كم سعر الورقه؟
ضغط تسعه و صفر واحد واحد، وبعدين كود البلد ورقم التليفون.
هل ممكن دايت كوكا؟
هل ممكن نطلب؟
كان عندنا سواقه حلوه. شكراً.
عذراً. هل يمكنني المرور؟
مجموع سكان اليابان حوالي ميه وثلاثين مليون.
نبغي نستاجر شمسيه.
اه، ونبي نرجع الفلوس.
محفظه فيها ميه دولار وبطاقتين اتمان.
الماء سخون بزياده.
انت هنا.
كوب قهوه، من فضلك.
من غريب جداً.
يءلمني بطني بعد الاكل.
واو، هذا مكان حلو.
ممكن يكون عنده انصمام هواءي.
قررت؟
اذا تحب، نقدر نرتاح هنا.
ضيعت اثر رساله مسجله.
ما تقدرش تبدل شغل بسهوله.
شنو المحطه الجايه؟
حاضر، بس موش المدرجات. الجو حار بزياده اليوم.
انزل هنا، وغيّر للباص رقم سته.
لازم نلحق علي الطياره اللي الساعه عشره صباحاً.
ما زال حاسس اني ح نتقيا.
ما نبيش حاجه كبيره.
حاسب، من فضلك.
شقد سعر الفطر الطازج؟
حاسب، من فضلك. هل تقبلون فيزا؟
اليوم باش نشوف شنوا حال الصينين.
202-29396700
نبي نسحب اسناني.
نبي شنطه مكياج.
نِتْسَاءَل كَمْ نِسَيِّب مِن بَقشيش؟
فين نقدر نشوف فيلم "شبح الاوبرا"؟
نبغي نشري هدايا تذكاريه لصحابي. تقدر تقترحلي بعض؟
ابطا شويه، من فضلك.
شنو هما تكاليف الفاكس الدولي العاديه اللي تدفعهم كل شهر؟
مْقَلْيَه مِنْ جِهْتَيْن، الله يْبَارِك.
اوكي، واضح جداً. اتفضلوا رخصكم واوراق السياره. ويا ولدي، للاسف لازم نعملك اختبار تنفس.
تكون جاهزه في المسا بعد بكرا.
هل هذا مصنوع من القطن؟
عندي دواءي الخاص.
شنو ممكن نشوف في هالتجربه؟
اه، فيه حد ادني مشروب واحد.
كم سعر اليوم؟
هل هالباص يوقف قريب من الفندق؟
نبي سي دي صغار.
في طيّرات جال وانا اللي طالعين في عشره وخمسه وخمسين. لكن، للاسف الطيّرات ممتلءه.
يناسبني تمامًا.
هل ممكن طاوله لخمسه اشخاص؟
ما تفهمش انجليزي خالص.
رجاءً صر شيك المسافر.
هل تقدر تاخذ بالها من تسعه الصبح لحدّ حوالي ثلاثه؟
كم تكلفه البريد الجوي الي اليابان؟
ماقدرتش ندخل. هل تقدر تفتحلي الباب، من فضلك.
شنو جوله هي الافضل باش نشوفو الاماكن المشهوره؟
هل في مضيفه تتكلم ياباني؟
كم شنطه نقدر ندخلوا بيها الطياره؟
لا يا سيدي. العصر محجوز بالكامل اليوم. اما بكره فماشي الحال.
غادي نسال البواب علي الاجره الصحيحه.
والله اسف بجد.
نحنا عندنا حفله ليله الجمعه. ليش ما تجي معانا؟
وَيْل، غُرْفَتِك تِسْعَه وَتْمِنّ، يَا انْسَه. هَا هُوَ مِفْتَاحِك.
من المهم جداً ان يكون عندنا امكانيه الوصول للمواد الخام اللي نحتاجوهم للمشروع.
عذراً يا ضابط؟
هل هاذي القطار تودي مباشره لادينبره؟
هل هذا ضمن الحد الاقصي للاعفاء الضريبي؟
اخرج اغراضي الثمينه، من فضلك.
شقد زحمه الجولات؟
نبغي نشري بعض الهدايا التذكاريه. هل فيه محل مناسب قريب من هنا؟
لحد متي مفتوح؟
هو برّا هلّا.
مايومي، هل يمكنكِ توقيع هذه الورقه؟
هذا واحد لك، سيدي.
ما عنديش شنطه سفر.
اكيد، خذ راحتك.
انا هنا في مهمه اعلاميه.
هل عندك افلام صيفيه؟
متي القطار الجاي لواشنطن دي سي؟
اللي اطول شوي هما اللي في الموضه هلّا.
بارجع لليابان يوم الاثنين الجاي.
هل ممكن خريطه الميترو؟
هل المسافه طويله بالسياره؟
هل تقدر تبدل هذا بواحد جديد؟
شخصين.
فين نقدر نستلم الشنط؟
ما نِحِسِّش بِخِير. يِمكِن نَرْجَع الكُرسي؟
عشره وربع الصبح.
هل تقدر تقولي علي مطعم مشهور بين الشباب؟
كان سيارتو ماشيه بسرعه قصوي.
هل ممكن نسيب رساله؟ انا كلمت باش نتاكد من موعدي مع الاستاذ ابرت يوم الاربعاء الجاي الساعه 11 صباحاً.
هل تقدر توضح مرضك بالانجليزي؟
هل تقدر ترسل تاكسي للمدخل الرءيسي لمول وستمنستر؟
كم مره لازم نبدل قطارات باش نوصل؟
هذا صحيح؟ دعيني اتاكد. اوه، انا اسفه جداً، الانسه تاكانو. هذا خطا منا. اليك الفاتوره الجديده. هل يمكنك التوقيع هنا، من فضلك؟
خمسه دولارات رجوع، من فضلك.
مصفاه حوض الاستحمام ما تتقفلش تمامًا.
هذا بس رمز تقديري.
هل بامكانك تعبيه هذا النموذج؟
شكون هاذم الموديلات البلاستيك؟
شنو الماركات اللي عندك؟
الكوع عالي عليا بزياده.
ماقدرتش ندخل لغرفتي.
من قداش وانت في باريس؟
هل ممكن ناخذ طوابع بريد لثلاث بطاقات بريديه جويه الي اليابان؟
يُكتَب ج-و-ر-و-ح.
هل تحب تشرب حاجه؟
استلقي هنا.
خليها تلغراف عاجل، من فضلك.
حسب التقرير الجوي، راح يطيح ثلج بكره.
نبغي كره.
بالتاكيد. يسعدنا ذلك.
وعليكم السلام، كوميكس ماليزي. بشري واحد ناخذ معاي للبيت كموضوع للحديث.
طريق النجاح هو "جينماكو"، صح؟
ناوي نوصل لفندقك حوالي تسعه بالليل.
عندي حوالي الفين وخمسميه دولار امريكي بالين الياباني.
اه، احنا نعمل. باش نشوفك كم واحد.
نبي حبوب منوم.
بنشوفك لين التاسع. نتمني تقبضوا علي المجرم في اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع لو سمحت.
عندي زكام في الحلق.
نبي شويه تذكارات من نيويورك.
ناوي نطلع. تقدر ترسللي واحد من عمال الفندق؟
ساعتي وقفت.
واه، صحيح؟ كيف عجبك؟
نحن مفتوحين من تسعه الصبح.
نبي كتاب تلوين.
نِفْكّر اني حاسّه بدوخه من الطيّاره.
هل لازم نروح لبنك ياباني؟
لازم تبدل فلوسك في البنك.
هل عندنا وقت كافي للخروج من الفندق؟
زوجك واحد من احسن زباءننا.
هل تعرف دكتور اسنان كويس؟
اه. لازم تبلغ القنصليه حالاً.
مهزوز، مش مخلوط.
هل تريد طاوله في المطعم الرءيسي او في غرفه خاصه، سيدي؟
عدد كبير من الناس يروحوا للبحر في الموسم.
نوزني تقريباً ميه وخمسين باوند.
فين ننقل؟
فين مكتب الامانات الضايعه؟
هل فيه باص يودي هناك مباشره؟
هل يلزم اي علاج خاص؟
هل تدفع نقداً او بالبطاقه؟
انتقلنا لهذا البيت من سنه.
كم من الوقت سيستغرق اصدار تاشيره السفر؟
فين الحمامات؟
المبلغ الاجمالي المستحق هو مءتان وثلاثه واربعون جنيهاً، سيدتي.
هذا هديه. هل ممكن تغلفها بورق هدايا حلو؟
يا سلام علي المنظر. هذه مسارات راءعه.
في ناس مجروحين.
عذراً. وين المحطه هنا؟
اه، عندنا حجزلك.
عفواً، انا نبي نروح للفنادق في المدينه بالباص. وين نقدر نركب باص؟
دجاج، من فضلك.
هذا غرفه 201. حبيت نطلب فطور بكره.
شنو رايك في التحرش الجنسي في مكان العمل؟
عندي اختين.
رحله رقم ميتين وثمانيه، الي طوكيو.
خلاص حطولها وساده من جوه.
خلونا نتقابلوا عشان نتناقشوا في الموضوع اكتر.
شكون تحبّ شعرك يطلع اليوم؟
هل تقدر تقولها بطريقه اخري؟
نِقْدر نِستغني بِاللي عِندك.
نبغوا طاوله قريب المسرح.
حالتي منيحه. طيب، رايح لشي مكان؟
انه عالي بارتفاع الفين واربعماءه متر.
ادخل. حطّه عالطاوله هادي.
من فضلك الغي البطاقه رقمها.
معذره، كلهم مباعين، لكن راح يوصلوا بعد كم يوم.
هل ممكن نسكافيه؟
ما عنديش موعد، لكنها حاله طارءه.
هذا مصنوع بطريقه رديءه.
فين المصعد المتحرك؟
هل عندك كتيب للاحداث؟
فين باب الميترو؟
فقدت تذكره الطيران ماليا.
ما تقدرش تبقي هنا في الاجازه؟
اه، اسف جداً علي ازعاجك.
هل تقدر تحجز في مناسبات؟
هل فيه حمام عام قريب من هنا؟
شكون المجموع؟
هادا شي زين. هلّا بالاسءله، لو سمحت.
هل عندك فلوس صغار للبارك ميتر؟
افضل منتج مبيعاً لدينا علي مدار السنوات الاربع الماضيه كان جهاز التصوير AX-four five zero.
هل اتجه يساراً؟
هل في مضيفات يتكلموا ياباني؟
سعر راءع، مش كده؟
لازم تاخده تسعه وتسعين مره في اليوم، قبل الاكل.
نحبّه بكل صدق.
نبي ترايبود.
نبي جاكيت رياضي.
تقدر تقعد في داري.
هل يمكنني ان اميل مقعدي، من فضلك؟
ممتاز. كنت ابحث عن تاكسي، لكن هذا افضل.
جاكيت طويل. هل هو صناعه بريطانيه؟
نبي نروح لمركز هارفارد. تقدر تقولي متي نوصل؟
اثنين كبار واثنين صغار، من فضلك.
شْحال الثمن؟
حرب النجوم كانت اكبر نجاح في تسعه وثمانين وتمانميه واربعه.
وين القسم اللي ممنوع فيه التدخين؟
"هادا حرف الـ 'تي' متل توم، اه عندي، تارو."
نحسها منظريه.
نبغي تفاح، لو سمحت.
شنو هذا ليه؟
شنو كروت الاءتمان اللي تقبلوهم؟
عندي وقت كافي.
وين، وقت الغدا. تحب نتناقشوا فيه علي الغدا؟
انسرق فيديو ريكوردر من غرفتي.
مرحباً، اسمي عُدَي. عندي حجز الليله، لكني ساتاخر قليلاً في الوصول. لذلك، الرجاء تثبيت الحجز.
هاذم جواتي متينين؟
قوللو اني نستناه يتصل بي.
يقولوا ان الانفلونزا منتشره هناك.
واصل.
معذره. الحجز مكتمل لليله الغد.
انا مع بعض الاصحاب.
حسب قول جورو، عند السيد يامادا ولدان.
هَلّا قُلتِها تاني؟
نبغي نعمل طريجنا علي برج لندن.
رجّع الحزام.
كود المنطقه تلاته. رقم التليفون اتنين تلاته اربعه تلاته اربعه صفر صفر.
عذراً. هل يوجد جسر قريب من هنا؟
عذراً، نبي ندخل الحمام.
ماشي حشي محتل.
لبسه دايماً قديم.
هل عندك اكل بحري؟
هادا غالي شويه.
نبي، لكن خايف ما نقدرش نجي هالمره.
وين، ما نعرفش لسه، لكن بشوف.
ملح، من فضلك.
استعمل غرفه القياس اللي هناك.
تْسعين دولار ع التذكره رايح بس. كاش ولا كارد؟
هلّا فضيتلي الطاوله؟
كيف يربي الاباء اليابانيون ابناءهم؟ هل هم صارمون مع اطفالهم؟
هل تقدر تقولي ساعات العمل؟
رجّعهم مغلّفين منفردين.
بطني تقيله.
هادا كلام معقول. وين نقدروا نستناوك؟
هل نقدر نبدوا نلعبوا لما يخلصوا؟
سكان اليابان حوالي ميه وعشرين مليون.
املا الحقول التاليه في بطاقه التسجيل.
هل ممكن نرجع حوايجي؟
هل عندك شالات حرير؟ انا ندور علي هديه لمرتي.
نحضروهلك هلّه. شنو رقم الغرفه؟
السيد كوباياشي يدور عليك.
نبي نسافر من شنغهاي لهاواي بالباخره.
هل تقدر ترسل حد؟
هل تقدر تخلصه قبل الخامسه من بعد غد؟
ياخذ عشر دقايق مشي.
قبل ما نخلص، هل ممكن تعطيني كم دقيقه؟
فين نقدر نوقف سيارتي؟
نحس بارده وكرشي يعورني بزاف.
ويسكي مع ماي، لو سمحت. وعندك شي ناكله؟
كيف نقدر نطفي هالضو؟
هل هو مشغول جدا اليوم؟
نبغي خيط.
عطني شهاده طبيه، من فضلك.
نبغي منك تقصّرها هنا بوصه وحده.
ما نِحِسّش بِخير. عطيني دوا، الله يخليك.
هل ممكن جريده يابانيه، لو سمحت؟
تمام. هل يمكنني ترك السياره في اي مكان؟ ما هي رسوم التوصيل؟
شنو باص يودي للمركز المدينه؟
هل فيه قطارات سريعه لبوسطن؟
كوني صديقي بالقلم.
بنشوف صاحبي.
نَا مَنْشَطَه بَشَكْل مَا تُتْحَمَّلْ جِلْسَه.
هل ممكن ننزل في فندق الهيلتون؟
نبي ترفعه.
امشي من هاديك الشارع علي اليسار و خذ اول يمين.
نبّي نعرف هل من الممكن نشحن هالمجموعه من الاطباق لطوكيو؟
نبي كريم للجسم.
هل فيه اكل مش حار و لا فيه بهارات كتير؟
هل قريب بما فيه الكفايه للمشي؟
نبي كريم لليدين.
هل تقدر تعطيني الملح؟
نبي نروح لشارع وول ستريت. كيف نوصل؟
زياده التمارين الرياضيه ممكن تضرك.
بما في ذلك الافطار والضريبه ورسم الخدمه، سيكون المبلغ خمسه واربعين دولارًا للشخص الواحد في الليله.
هل تقدر تصلح هذا؟
مساء الخير. مرحبا.
ما نقدرش نلقي شنطتك.
امشي علي طول، من فضلك.
هل المي هنا امنه للشرب؟
اه، تعالي. بس دولارين.
هل ممكن تبدلي هذا الفستان بواحد اكبر بحجم؟
ويا، خلينا نمشوا. نقدر نساعدك في واجباتك بعد ما ناكلوا بيتزا.
اه، يا سي تاناكا. عندك رسالتين.
ما يناسبنيش.
غدوه يوم اخر.
يمكن نعاونك. هل تحتاج فيتامين سي؟
انسرقت محفظتي في القطار.
بعيده بزياده. خيرها في الميكرو.
نبغي كرسي في الممر، لو سمحت.
نِعيش في شقه بِـ ثمانين الف ين ياباني في الشهر.
هل ممكن نوقفك شويه؟
وريّني وحده اوسع.
عذراً. هل يمكنك تبديل المقاعد معي؟
اه، اكيد.
انزل للركن ولف يسار عند الاشاره.
هل تفضلين رولات اصغر ام اكبر؟
نبي غرفه مفرده فيها حمام بثمانين دولار، من فضلك.
نبي نودع اغراضي الثمينه في خزنه الفندق.
هل عندك غرفه فاضيه الليله؟
اه، لكن تاكد انك معاك تذكرتك.
بس كم واحد باش يشاركوا في الجوله الاختياريه.
مفيش مشكله. المهم، ممكن توصلني لوسط تشاينا تاون؟ ححاول الاقيها لوحدي.
ناس جدد يتوظفوا في ابريل.
نامل ذلك.
اتنين ويسكي مع مويا، لو سمحت.
شكون يلعبوا؟
هل تقدر تتصل بي اذا لقيت شنطتي؟
عَلَي اليسار، لو سمحت.
هل تقف معي لالتقاط صوره؟
لا. هل تريد الابلاغ عنه؟
هذا السّنّ اللي في الامام يوجعني.
شنو اخر لعبه كمبيوتر تنفع لولد عمره 15 سنه؟
نشوفوك بكره.
هل فيه مطعم ارخص من هذا قريب من هنا؟
لا، شكراً. انا احسن الحمد لله.
هل عندك خبز؟
شقد انت شاطر في الكمان؟
صاحبي طاح في الحمام.
هل ممكن ناخد رمّاد؟
حُظرت المسيحيه وتم اغلاق البلد امام بقيه العالم.
كم تبي؟
كوكتيل جمبري لها و نفس الشيء لي.
هل تقدر توقع هنا؟ و من فضلك حط الحرف الاول من اسمك هنا.
كان من دواعي سروري الكبير زياره مكاتبكم الرءيسيه واجراء مناقشات مثمره معكم. اشكركم جزيل الشكر علي تعاونكم الطيب.
صُوَتْ خُرْخُورَكْ و
ما عجبنيش اللون في الاخر. هل ممكن ارجع ده؟
اخرج من الباب اللي هناك، واستني عند الموقف رقم سته.
دجاج مشوي، من فضلك.
هل ممكن شويه فلفل؟
اه، نعم، نبي حاجه نقراها.
هذا السيد تاكاهاشي في الغرفه 549. هل يمكنك ارسال اربع زجاجات من بيره بودوايزر، من فضلك؟
هذا سبعين دولار.
من فضلك اتصل بي في الفندق لما تلاقي شنطي.
نبّهني بكرا الصبح الساعه ثمانيه و نص، من فضلك.
اه، لكن هذا وااااااااجد و ما نقدرش نزيدها.
نبي غسول للفم.
ما ننيش بخير.
هل عندك تخفيضات للكميات الكبيره؟
طوكيو صفر ثلاثه اربعه اربعه تسعه اربعه خمسه سته سبعه
هل تقدر تساعدني ندور علي الحديقه الحيوانيه؟
هل بتقوليلي كيف نعدلها؟
علي شنوي ساعه يخلص جوله الباص؟
هل تعرف كيف تستعمل التليفون؟
اكيد. عندنا بعض العلامات المرجعيه الحلوه للكتب من التراث الامريكي الاصلي.
مشغّله تتكلم ياباني، لو سمحتي.
نحنا مهتمين بالموضه.
هل تقدر تعطيني دفع؟
هذا عياده F ؟
مرحباً يا انسه ياماغوتشي؟ طرفك علي الخط. تم قبول المكالمه. تفضلوا، من فضلكم.
فين نقدر نشري تذكره مصعد؟
شنوي الوقت اللي نوصلوا فيه ل لوس انجلوس؟
امشي مستقيم لمده خمس دقايق، وبعدين لف علي اليسار.
هذا هو الطريق الي الشاطء.
هذا شاي الاعشاب يساعد علي تجديد الجسم.
هاذوما ما يصنعوش في اليابان، صح؟
حاضر. من هذا الطريق لو سمحت. انا راح نوديك لغرفتك.
لازم نطلع من الفندق قبل الظهر.
اتنين همبرجر واتنين قهوه، لو سمحت. عايز اخدهم تيك اواي.
هل ممكن نكمل الطريق بهذين الشنطتين؟
طلبت لحم، مش سمك. هل تقدر تغير هذا؟
ولدي تعبان تعب.
نَفْسي تِقْلِقْ مِنْ بَطْني.
هاذي الجاكيت مش مقاسي.
نبغي نتقابل مع السيد ويليام.
عندها مجموعه متنوعه من سبعه فيتامينات ومعادن.
السنّ طايح.
هل ممكن نرجع الفلوس لما نرجع لليابان؟
شنو هاذي الاكله مكونه من شنو؟
فيني نعرف من وين هذا مصنوع؟
هل تقدر تخلصه في عشر دقايق؟
ما نعرفش انقليزي مزبوط. هل في حد هنا يتكلم ياباني؟
فين نقدر ناخد تذكره الميترو؟
ستصلك عشرون عينه اضافيه بالبريد.
ما نعتقدش اني نلبسها لان بشرتي جافه شويه.
هل ممكن جدول زمني، لو سمحت؟
اه، انا نعتقد ننتظر.
$99 للساعه لكل طفل.
معليش، خلاص ما عندناش.
لازم يكون هادي.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه وثلاثه، من فضلك.
شنوي ساعه يعرضوا فيلم "تيرمنال مان"؟
فين صالون الحلاقه؟
عند الساعه سبعه، من فضلك.
شنطتي معطوبه.
مشاهده المعالم السياحيه.
جيت من اسبانيا.
في حاجه غلط في الكارت ده. ممكن تعطيني واحد تاني، لو سمحت؟
عندي طفح جلدي في دراعي.
ارسلها بالبريد الجوي الي اليابان، من فضلك.
فين اقرب صيدليه؟
كاس خمر ثاني، من فضلك.
الناس ودودين جداً.
كم عدد المشروبات المشموله في السعر؟
عَمِلتها.
فين بوابه الركوب لهاذي الرحله؟
اذا كان متوفر، تقدر تحجزلي طاوله قدام الشباك؟
هل تم الاعلان عن الصعود للطاءره؟
نحن علي ارتفاع اثني عشر الف قدم.
اول حاجه، نبوا نشوفوا وول ستريت.
فين محطه الباص لاكسفورد؟
نستني لين يتوفر التراس.
هل ممكن نشوف محفظات جلد؟
نشوفوا في التلفزيون. فيه ماتش بيسبول.
هل تكتب عنوانك هنا؟
قوليلي فين اقرب صيدليه.
الي الفندق بتاعي، من فضلك. عنوان الفندق هنا.
كم عدد المحافظات الموجوده بالاضافه الي طوكيو؟
اقفِل الخط وانتظر قليلاً من فضلك.
شنو عاده تسوي في البيت بعد العشا؟
اكيد. متي تحب تلعب غولف؟
تكون في البيت حوالي ثلاث.
نبّي نتصل بالسفاره اليابانيه.
شويه زياده.
من وين تطلع باصات السياحه؟
كم تتقاضي مقابل ارسالهم الي اليابان؟
ما عنديش نوادي ولا احذيه.
هل الين الياباني مناسب؟
هل عندك موستانج؟
احنا باش نقفزوا من هنا؟
سيد كاواي، عندنا طاوله لك الان. تعال من هذا الطريق، من فضلك.
اكيد. انزل من الدرج اللي هناك وشوف الارشادات. اتبعها بس.
مكتب الاستقبال. هل يمكنني مساعدتك؟
هل تقدر توصلني لفندق هيلتون، لو سمحت؟
هل عادهً تشتغل لليل؟
معليش، ما عندناش تاني. شنو رايك في الجرايد الانجليزيه؟
طاوله ممنوع التدخين، من فضلك.
هل ممكن تخبرني قبل ما نوصل لدرم؟
هذا طازه؟
ما صحيح. دايماً انت تدفع عني.
هل تقدر تورياني كم فستان؟
اكتبها، من فضلك.
نِسكر بِالخمر.
حافظ علي نفسك لان الجو متقلب جداً في الجبال.
شيك مسافر و ين ياباني، تمام؟
معليش، تاكدت من قسم الخدمات وخدمه الاغراض المفقوده. ما عندهمش.
انه مكان صعب العثور عليه. يقع في طريق صغير متفرع من الطريق الرءيسي.
نِعرف عليه والو.
نقدر نحكو فيها في كوفي شوب.
نعم، في هذه الحاله، ما ندفعش مصاريف التعديل، صح؟
المركّب، لو سمحت.
هَلّا خَفّضت السّرج، لو سمحت؟
هل بتقعدني الليله؟
حاضر. باش ناخذ بس اثنين. شكراً.
هاني فاتورتك. ثلاث دولارات وتسعه وتسعين سنتا.
انت محظوظ.
| من فضلك، جهز جدول مع منظر ليلي جميل. |
هل هذي مصنوعه بالماكينه ولا باليد؟
نبّي نستاجر هالنوع من السياره لمده اربعه وعشرين ساعه.
كان من اللطيف جداً لقاءك.
انه ممزق.
وينك من زمان، خلينا نشوفك.
وين، بس فكر قداش يطول شغله لو يسال سءال زياده لكل واحد. يلا، تعالوا نسرعوا وناخذوا شنطنا. لازم نروحوا للتصريح الجمركي بعد.
شنو هو الوزن؟
هل فيه مطعم صيني قريب من هنا؟
منصه خمسه هناك.
شني وقت ماتش الكوره؟
ايدهاش منظم. تقدر تشوفلي الكاميرا؟
قهوه بالحليب والسكر، من فضلك.
نحسّ بلي فيه بعض الاغلاط في الفاتوره.
عطني هاذي.
هاذي الباب سبعه.
هل انت اسكتلندي؟
3-2-1-2. استني ثانيه، تمام؟ بدي نبعثلك حاجه هنا. معلش.
ميه وخمسه وثلاثين ين ياباني للدولار الواحد.
التنانير القصيره مع الجزم ما تطلع من الموضه.
هل ممكن نتكلم مع المدير؟
شنو سبب اختلاف الاجره عن العداد؟
هل ممكن نشوف هذا؟
وعدت روحي اني لما نشوفك نتعرف عليك.
شنو صاير هالايام؟
ما ننيش بخير. تقدر توصيني علي دكتور؟
حفلتك شغاله. اتفضل.
هل فيه عرض علي المسرح؟
الطّواليت ما يغسّلش.
كم المده اللي ناخذها مشي من هنا لبلديه؟
خُذ هاذي الدوا بعد كل وجبه لما يوجعك بزياده.
تحط الفلوس في ظرف مزخرف خاص اسمه شوجيبوكورو.
فيد حد متاذي.
نِتْسَاءَلْ شْنُو نِجِيبْلُو؟
هل عندك خريطه للمترو؟
عندي غرفه جاهزه لك في فندق جراند. تقدر تروح هناك؟
عندي الم في عيني اليمين.
ما نعرفش الالماني مزبوط.
لازم نتقابلوا تاني اكيد.
هل تقدر تاخذ هذوم البناطيل؟
هل ممكن تستعيرلي مضرب وكور؟
هل تقدر تظيفلي شويه فلوس صغار؟
هل ممكن نص قاروره؟
مرحبا. انا جون.
نكاي.
هل عندك مانع لو اصورك انت وتاكسي؟
اتصلت من ثلاثه ايام علي موضوع شنطه ضايعه.
نبي فندق ارخص.
يا سلام، فيه حاجات كتير لازم تشوفها في جرينتش فيليج.
فِي شُغُل. عِنْدِي صِلَه شُغُل هُنَاك.
تناسب البدله بتاعتك.
هل ممكن تحفظلي شنطتي؟
# كيف تشوف هالفكره؟ احنا نقبل بشرطك ابلاغنا قبل سته شهور، بشرط تمنحونا الحق في البيع لمده سته شهور بعد انتهاء العقد.
عذراً. هل تعرف نيويورك جيداً؟
نستنوا. اتصلوا بينا لما تكونوا جاهزين.
نبغي نشوف جراح.
هل هذه مكونات طبيعيه؟
نبي نركب في سياره رياضيه.
كود المنطقه صفر تلاته. الرقم تلاته واحد اتنين تلاته اربعه خمسه سته سبعه.
عندو زكام.
"سياره صغيره الحجم ستكون الافضل."
نبّي نبعث هاذي توصيل عادي.
خليني نحولك للراجل المسءول.
شكون الحجم اللي تبي؟
يا ويلي. ما كنتش عارف اني لسه معايا دول.
هل عندك كرتونات مخصصه لارسال الطرود؟
هل حتدفع الخطوط الجويه علي فاتوره الفندق والاكل؟
هاذم كل شنطك؟
شكوني تبي اتصرف عالموضوع؟
وين، غالي. مش مصنوع في اليابان، صح؟
هلا عطيتني الملح؟
فين اقرب مطعم من الفندق هذا؟
نبي شامبو للشعر العادي.
شكون وقتاش تظن باش يلقاوه؟
نتمنّالك سنه جديده سعيده.
باخذ سبرايت كبير.
قولها تاني ببطء اكتر.
عذراً. انا نبي نطلب.
عندنا جمبري نيوبرج ورجل خروف مشوي.
نبي غرفه تطل علي منظر حلو.
ثلاثه كاسات عصير بطيخ، لو سمحت.
عندي ثلاثه ولاد.
امشي علي طول هذا الممر ولف يسار في الزاويه. راح تشوفه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره ذهاب وعوده الي اوكسفورد؟
نروح للكلب الرياضي كل يومين.
فين نقدر نبات في جولتي؟
شنو ساعه الخروج؟
كم تكلفه اتعاب المرشد في اليوم؟
فين نقدر نلقي سي ديّات؟
عذراً. انا طالب جامعي من اليابان. هل انتم طلاب جامعه نيويورك؟
هل تقدر تقولنا كيف تقيم هذا الخطه؟
اكي، هل تعرف متجر اسطوانات جيد قريب من هنا؟
فلوس ولا كريديت؟
نشتغل في شركه تجاريه.
من غير اللاءق تسال الناس قداش يكسبوا.
هل هذه بناطيل ليفي فايف او اوريجينال؟
شنوي وقت ممكن ناخذ شاور؟
ما تبانش عليك اكبر من واحد وعشرين سنه.
نعم، فهمت. في الحقيقه، فيه فيلم سريع. هل عندك مانع لو اطلعّه؟
شرتها توه.
حنجيبلك واحد حالاً.
ثمنيه دولارات. وهاهو واحد قادم الان.
رجاءً اظهرها مع مشترياتك للجمارك في المطار.
هل في اي من المولات تخفيضات هالايام؟
عامل، وصلني بالمحطه الاطفاءيه.
عندي بطاريه ميته.
وَقِفْ فِي التقاطع الجاي.
اه، ها هو. وهل لازم الكل يملوا استماره الجمارك هادي؟
و هل ممكن نعرف اسمك؟
هل عندك مانع لو نعمل مكالمه علي حساب الطرف الثاني؟
مرحبا. كيف حالك؟
وين قسم السفر؟
شنو اسم الشخص اللي تبي تحكي معاه؟
معذره، هو مش موجود هلّا.
شوف هذا. شوف هذا. بتقولي الفرق بين هذا الراجل وهذاك الراجل حظ؟ محمد، وقف علي جنب، لو سمحت؟ ما عندكش مانع تنزل هنا. انا متاخر. صاحبي، كان لينا الشرف نتعرف عليك، صح؟
هل تطل غرفتك علي البلده؟
هل فيه رساءل لي؟
ما زال سعره غالي. ما نقدرش ناخده بثلاثه دولار؟
نبغوا غرفه من ورا.
باش نشرب كاس نبيذ.
تبدين حلوه.
نبي غرفه فيها سريرين منفصلين. كم سعر الغرفه في الليله؟
هِي بِعِدّه تِسْعَه و تِسْعِين مِيل.
فينس و ليندا يبوا يتوحدوا روحهم، عشان كدا انا خايف لازم نبقي هنا الليله.
حافظ علي هذه الامتعه في الحجز.
اسمي ساتو.
نعم، انا نعرف كاباريه قديم للـ جاز في وسط البلد.
باخذ هذا الاكل الجاهز.
نبي نجرب نفس الاكله هاذي.
ثم ناخذوه.
هل هذا يصعد الي الدور السادس؟
جلد التمساح؟
حطّه في كيس غسيل وسيبه هناك.
نبي نطبع هالفيلم. متي يجهز؟
من فضلك ما تعطيش المفتاح هذا لحدا غيري انا.
حاضر. بنمرك من الفندق الساعه ثمانيه.
الشباك كويس.
خلّي الغره تنزل، من فضلك.
هل كل مصاريف النقل مشموله؟
دار الاوبرا المتروبوليتان
فين كاونتر ايجار السيارات؟
نارني حراره من البارح.
ما يعجبنيش.
شنو خضروات عندك؟
نبي داءمي مفتوح، لو سمحت.
متي يجي الدكتور؟
هذا اللون غلط.
انكسر السّن.
هذا كرسي في الممر ولا كرسي جنب الشباك؟
نحب نتمشي في الجبال.
هل تقدر توصل شنطتي للغرفه؟
وريّيني وحده للستّه الصغيره.
هل تقدر توقف هنا؟
هل عندك حاجه بحدود ثمانين دولار وصفر سنت؟
نعطش.
لا حليب، من فضلك.
عندي ثلاث شنط.
فين البحيره؟
عفواً. اضغط علي زر الغالق، من فضلك.
هل ممكن مجله او اي حاجه؟
هِيّ في الجنوب.
شقد سعر تذاكر البلكون؟
نبغوا غرفه تطل علي البحيره.
هل فيه صناديق بريد قريب من هنا؟
حاضر. انا نوديك.
*اللي صار في التسعينات كان تغيير كبير.*
هو عمره ثلاثين سنه.
حاضر. هل يمكنك كتابه العنوان مره اخري علي هذا المظروف؟
نبي نطلع لهارودز. تقدر ترسملي خريطه؟
شنو تسوي وقت فراغك؟
هل عندك بطاريات لهذي الكاميرا؟
نبي كابل تفريغ.
هل انت الاخير في هذه الصف؟
نحس بيه مكتوم.
تصويب ممتاز. خارج.
هل تقدر تقولي علي الاماكن المهمه هنا؟
هل فيه محلات كبيره قريبه من هنا؟
و انا كيفك.
نحب ننضم من سان دييغو.
كنت نفكر ناخذ هاداك الدوره في الترم الجاي.
الخمر ما باردش كفايه. هاتبردّه؟
هل تقدري تغيري هالاقراط لخواتم كبس؟
شنو اللي مهتم فيه اكثر هلّي؟
نبي نرجع الفلوس. هل نقدر ناخذ فلوسنا؟
مُمكنش نلقي مشروب كيما هذا في مكان اخر.
اذا شريت هاذي بعد، يصير المبلغ معفي من الرسوم الجمركيه.
هل ممكن نشوف شهاده التطعيم؟ لو سمحت.
هل تسافر كثيراً؟
جيت من امريكا.
عندي تذكره طيران لسان فرانسيسكو.
اذا كانت المسافه من المحطه فقط 15 دقيقه، فسامشي.
نبي فندق ارخص شويه.
"بونساي" تبان هوايه للناس الكبار في السن.
ما قررتش بعد. هل تقدر تعطيني شويه وقت زياده؟
عندي صداع.
هل تودّ تشرب قهوه معايا؟
نبغي شهاده طبيه و ايصال للتامين.
يا ويلي. بسرعه لو سمحت. احنا متاخرين.
ما نبيش ندفع اكتر من عشرين دولار.
شنو بالضبط اللي صاير؟ علاش الطياره ما تبيش تقلع؟ قوللي شن صاير.
كم سعر الاجره؟ هل ممكن تكتبلي الاجره علي ورقه؟
نبغي نستاجر كرسي شمسيه.
استني شويه، من فضلك.
هل من المفترض ان ترتدي السيدات فساتين رسميه؟
لا تمسّني.
هل عندك سجاير؟
اذا ما كان الريح قوي بزياده، نقدر نروح لبوينت تيكي.
ممتاز.
بنشد الحين. شكراً علي اهتمامك.
هل عندك هذا بلون اخر؟
من عَلي الباب؟
عفواً. وين ممكن نلقوا محطه تاكسي؟
واش نشربو؟
هاني.
فين اقرب محل ادوات بناء؟
هيم. ما تنجمش، صح؟ تقدر تروح لكرسي فاضي، لو تحب.
نبي هذا.
حاضر يا سيدي. وش تحب في الحلو؟
حافله سياحيه ولا عاديه؟
شيكات المسافرين. شكراً. هذه تذكرتك وبطاقه الصعود. تواجد هناك قبل ساعه من موعد الرحله، من فضلك.
الم حاد.
اسمي جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
نحس روحي مريض بزاف.
شنو مواعيد عرض مسلسل "حب قوسي"؟
خلاص. هل تشرب قهوتك الان او فيما بعد؟
قوليلي وين احسن واسخن كلب ريجي في نيويورك.
شنوي الفرق بين منتوجك ومنتوجات المنافسين؟
هل عادي محدش يسمع تعليمات السلامه؟
هل الشارع الخلفي خطير؟
اه. من فضلك خذ الاجراءات اللازمه.
اه، بس وحده. متي نعرف؟ كيف باش نتعوض؟
هاني بطاقه الهويه مالتي.
نفضل طاوله جنب الشباك.
قوليلي شنو ارخص طريقه باش نوصل لسانت فرانسيسكو؟
هل تعرف مطعم كيويا؟
واحده بس
ناوي نتخن بس قاعد هكي ناكل علي طول.
هل فيه نادي ليلي حلو فيه عرض فلامنكو؟
هادا فستان حلو اللي لابساه.
رجلي توجعني.
فين اقرب مغسله؟
هل ممكن تبدل معايا في الكرسي، لو سمحت؟
تفرقنا في المقاعد.
في الحقيقه، انا حابب نضمن هالباكيته برشا.
الفاتوره توصل لميه دولار.
بوابات الطوارء موجوده في الامام والوسط والخلف من هذه الطياره.
تمام، حجزك تم تاكيده من جديد.
الكوع مرتفعه بزياده.
نبغوا طاوله ع التراس.
يعني الفيلم ممكن ما يكون مناسب للاطفال اقل من خمسه عشر سنه. فالاهل لازم ياخذوا قرار اذا يسمحوا لاطفالهم يشوفوا الفيلم ولا لا.
شكون تحب الفلوس؟ فضل هكي في الورقه ووقع هنا.
حياناً بطني يوجعني.
هل عندك اكلات قليله السعرات الحراريه؟ انا في حميه الان.
ما فيش حاجه للفلوس.
اه، عندي تذكرتين للجيانتس والدودجرز.
نحن من اكبر الموردين للحواسيب الدقيقه.
شكراً. انا كذلك. مع السلامه الي ذلك الحين.
توام مع حمام، من فضلك.
طحت من الدرج.
شنو نوع ايس كريم تنصح بيه؟
هَمّ. هَاذِي. اللّون حلو عليك.
فين الكتب بلغه اجنبيه؟
شريحتين و سبرايت.
عطني بعض السجاير.
ممنوع ادخالها للبلاد - اسفين. حسناً، اعتقد ان هذا ينهي كل شيء.
اه، انا. كانوا عايشين قريب مني في كاليفورنيا لكن هاجروا لفلوريدا من سنتين. وانت؟ هل انت مسافر لوحدك؟
نَا مَريض.
ولدي باين عليه تعبان من الحمي.
فِي هَذَا الحَجْم، مِن فَضْلِك.
تُمنح اوسمه الاستحقاق الثقافي للفنانين والمفكرين المتميزين في هذا اليوم.
انا ياباني.
هادا غالي بزياده.
اه. ركب باص متجه الي كيوتو-اكي.
هل هي خاصه للاعضاء فقط؟
تمن الغرفه سته الاف ين في الليله.
هل ممكن نطلع هذا معاي في الطياره؟
طيب. كل اللي نبي نعرفه هل الشركه راح تدفع مصاريفها بنفسها يوم من الايام.
ماشي. تبغي شال معاه؟
شَحْن البطاريه، من فضلك.
انا جاهز للطلب.
مُستحضرات الاستحمام العشبيه تترك بشرتك ناعمه وحريريه.
اكتب اسم الخطوط الجويه ورقم الرحله.
صحيح. اليوم الاحد، والاحد هو اسوا يوم.
اه، هذي مشكله في التخلص من النفايات.
نبّي هاذم الشكل في مجموعه من خمس قطع.
كثير من العواءل عندهم دخلين.
اه. هذا الفضه نادر "القمر والجرس". متاكد تريد تبدله؟
والدتي واختي جايّين من اليابان باش يشوفوني. راح يوصلوا هنا تقريباً الساعه سبعه في الليل.
اللون البني منتشر هالسنه.
فكره حلوه. متي تخطط تجي؟
طيب. كرسيين، من فضلك.
فين السوق؟
ننتظر بلهفه نجرب بدله السباق الجديده.
ظنيتكم بس تاكلوا كروسان.
كم تكلفه تذكره درجه اولي الي ادنبره، لو سمحت؟
يبدو ان الفلوس اللي عطيتني اياهم ناقصين عشره دولار.
اتصلت توا بالاستاذ سميث في الغرفه 201، لكن ما ردش. تقدر تشوف اذا لسه مقيم هنا؟
نبغي وحده حديثه.
نشتغل في شركه نشر.
هلّا تفضّلت وملّيت هاذا؟
شنو اسم هالشارع؟
هل تقدر توزنلي هالباكيج؟
شنو اسم هاذا بالانجليزي؟
واصل السير في هذا الممر، وستجده علي يمينك.
نبي نضمن هذا.
صباح الخير. هذه الاستقبال. هل يمكنني مساعدتك؟
تمام. تفضل ادخل.
نعم، سيدي. انا اتي هنا لتناول الافطار كل يوم، من الاثنين الي الجمعه، قبل الذهاب الي العمل.
مافيش مشكله.
رجّعلي تلاته اتنين سته اتنين تسعه واحد تمانيه.
اه، نقدر نخدمك من سبعه.
استلقي هنا.
شَحالَه سِرعَه الخِدمَه هادي.
يمكن لسه يطلع.
رجّع يسار في التقاطع الجاي.
عفواً. وين البنك؟
هل فيه خدمه باصات للمتحف الوطني فورد؟
اه. اسمك ورقم غرفتك، لو سمحت.
شقد ياخذ وقت الطياره توصل لليابان؟
طيب. نشوفوك في الساعه اتنين يوم الاحد.
نبي نمر من نيويورك لطُرُنْتو.
السوسته خربانه. عندك زيها؟
هذا شوي وسخ.
هل تقدر تتاكد من حجز الطياره؟ هذا تذكره الطياره.
هل عندك هذا بلون اخضر غامق؟
هل بتقدر توديني لكانتربري وترجعني؟
هل ممكن نعطي سكين جديده؟
شكراً جزيلاً علي طيبتك.
معذره، ما نبيعش تذاكر للمسرح.
نبّي نشوف هذا.
اه، حلو. شنو لازم نعمل؟
نبّي نمدد اقامتي هنا يومين زياده.
من فضلك غيرلي مكاني.
عندنا جمبري طيب بزاف اليوم.
شحال الساعه اللي يسكر؟
دخان او بلا دخان؟
غالي عليا بزياده. ما تقدرش تخليه ارخص شويه؟
انا مفتوح صباح الاربعاء او عصر الجمعه.
ما حجزتش.
بسبب الصيف في اليابان عاده حار جدا، وما كانش عندنا تكييف هواء في الايام القديمه.
هل تقدر تديني تاكسي بكره الصبح الساعه تمانيه؟
انه شرير.
علاش ما نستناوش الباص تحت السقيفه؟
هات، يا كنجي. خليني نوريّك المكتب.
اه، مفتوح من تسعه لتسعه.
ما نقدرش ننام كويس بالليل.
كيف تاثرت الاعمال التجاريه بالكساد؟
عندي موعد اخر.
هل ممكن خريطه طريق للمدينه؟
هذا بالضبط اللي كنت ندور عليه.
ما نفهمش شرحك.
لازم نعمل اتصال. رايح لبوسطن.
فين احسن مكان للسياحه؟
هل هو متين؟
استمتعت كثيراً.
وين؟ نبي وجهي يصغر زي جوليا روبرتس.
هَلّا تِاخُذ هَاذَا، لو سَمَحت؟
رُكّاب رحله شركه ABC للطيران رقم سبعميه وثلاثه المتجهه الي طوكيو، الرجاء التوجه الي البوابه عشرين لانهاء الاجراءات الحكوميه.
فين محطه الباص حق B؟
فِي فُلُوس صَغَار، مَن فَضْلَك.
فين نقدر نشري مفرش طاوله؟
هل ممكن نستاجر مرشد يتكلم ياباني؟
هل تحبني ان اصورك؟
ماشربتش هذا الطبق.
قطعت صباعي. هل يوجد معقم؟
هل ممكن ناخد طابع بخمسه وتسعين؟
راح نكون هنا في ربع لثمانيه.
نبغي عطر.
هل ممكن جدول زمني؟
هل رايح للمدرسه هنا؟
كم كان فيها؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد اني حطيته في شنطتي.
ارفع ايديك.
هل فيه مطعم تقدر توصيني عليه قريب من هنا؟
شنو تفضل، غامق ولا فاتح؟
هل تقدر تقولي وين رايحين؟
تذكره نقل، من فضلك.
فين مكان حلو للتنزه ليوم واحد؟
نبي الشنطه الحمراء كيلي بنفس ستايل هاذي.
باقي تبي تعمل جدولك؟
شني ساعه يفتح البنك؟
نحس روحي مريض.
نِتْلَبْلَبْ. تِنْشَدّرْ تْرَسْمِلِي خَرِيطَه؟
خارج.
وديني للمستشفي.
هل لازم نجي للمستشفي كل يوم؟
بطني يعورني.
كم تكلفه ارسال هذه الرساله الي اليابان؟
نبغي كاس شيري.
هل تحتاج حد ياخذك من المطار؟
تبدا عمليه الصعود علي متن الطاءره في الرابعه والنصف، لذا يرجي التواجد قبل ذلك.
من ثلاثين الف ين.
فين نقدر نشري كروت تلفون؟
هل ممكن نرجعها في مدينه ثانيه؟
ناوي نقعد اثني عشر يوم.
رجّع الطول شويه في الفوق.
لازم تشوف متخصص.
بضع دقايق زياده، من فضلك.
مسار رقم اربعه عشر.
اه، صحيح؟ عندك تشكيله كبيره.
ما نقدرش نلقاهم في اي مكان.
هل عندك كراسي فاضيه للندن؟
نبغي نسخه من تقرير السرقه.
هِي فِي الشَّارِع لِلْمَبْنَي الَّذِي بَعْدَ هَذَا.
هَلّا عطيتني ولاعه معاك؟
هل هاذم سجاير خفيفات؟
تمام. هكي بالضبط.
القطار السريع القادم بعد ساعه.
نبي نطول كمات هالجاكيت الرياضي.
عندي حجز. هذا رقم التاكيد.
عيد ميلادك علي الابواب.
التْرَانْ مْوَاقِفَه بِسْبَب الاضْرَاب.
هل تقدر تصلح هذا؟
الشارع كان زحمه بالسيارات.
هادا هو البنايه الثانيه علي اليسار من البنايه البيضاء.
حجزنا كرسي ليوم 25 اكتوبر، الساعه 11 صباحًا.
لا، شويه زياده من قدام. اهو، اه.
اه، لا، ما فيهاش وجبات.
فين نقدر نرجع هالتذكره؟
شنو السبب؟
نبغي نرقد شويه.
سيارتي خربانه، تعالي خذها.
نبي شعري من ورا اطول شويه.
شنو الانواع اللي عندك؟
نعم، انا موافق. واحد من احسن الاماكن عندي.
شنو نوع الموديل اللي في بالك؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسه واحد الي طوكيو.
هل ممكن ترسملي خريطه بسيطه من هنا؟
فين نتقابلوا؟
نبي شعري يترتب زي ما كان.
عطني خمسين، من فضلك.
فين نقدر نسجل دخول للخطوط الجويه اليابانيه؟
شنو محتويات؟
هل فيه اماكن في المنطقه ينصح فيها بشده؟
عطني فلوس صغار، من فضلك.
حاضر. راح نتاكد ان شنطك توصل هنا.
هذا تخصصنا، سمك السول المشوي.
بنقعدوا.
انسرقت.
تمام. هل لازم نركز فيه؟
نبوا نشاركوا.
ما عندناش هالستايل بالضبط هلّي هلّه. بش نشوف في المخزون. لحظه وحده بس، من فضلك.
سكوتش مع ماي، لو سمحت.
توا يسمع مثير للاهتمام. كم ثمنه؟
خُذ هاذي الوصفه لِلصيدليه. تقدر تاخد الدواء من عندهم.
طلبت هذا.
اه، تقدر تتوقف في اي محطه بين هوني وشيكاغو.
فين نقدر نشري بعض التذكارات؟
غالي بزياده. ما نقدرش نشريه.
هل ممكن ناخد رقم شركه ABC في شيكاغو، لو سمحت.
فين الكاتدراءيه؟
شكون تحب بيضك؟
هُوَ جَنْب هَذَا البِنَاء مُبَاشَرَهً.
لا، اظن انهم نسوا يجيبولنا وحده.
طيب. تاكدنا. ممكن ناخذ رقم تليفونك، بس في حاله لو احتجنا نتواصل معاك؟
شنو اسم الرسام؟
هل نخلّيه يتصل بيك لما يدخل؟
نبي هاذاكا.
نحب هاذي الخدمه ترحيب بالشامبانيا بعد الركوب. خليني نشرب علي صحتك.
اربعين دولار في اليوم زاءد ثماني سنتات لكل ميل.
نراهن بخمسه دولارات.
مَش هاذي طلبه حد تاني؟
هل تقدر تقولي كيف نوصل للمتحف؟
معليش، لكن حابّ ناجّل الموعد.
هل تقدر توصيني علي رحله سياحيه؟
قطارك راح يطلع من الرصيف رقم ثمانيه.
نبي شنطه فيها حماله قابله للتعديل.
نبّيها تبقي تحت الميه وثمانين دولار.
نطلب منك بعد ما ندور شويه.
اه. حجز لمده ست ليال، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
هل تقدر توريهملي غيرهم بتصاميم مختلفه؟
شنو نوع عصير تحب؟
هل رايح للدار في العطله؟
فين نقدر نشوف منظر حلو باهي؟
هادا كان مكسور من قبل ما نفتح الباكيج.
تمنيه وعشرين اغسطس.
نبّي نبعث هاذا بالبريد الجوي لليابان.
يوم الشكر للعمل. هو يوم للتعبير عن الشكر لكل من يدعم المجتمع باعمالهم.
هاذي الغرفه صغيره بزياده.
هل ممكن شويه شاي زياده، لو سمحت؟
نبي هاذم الثياب ينغسلوا قبل ما يخلص اليوم.
هل فيه بنك قريب من هنا؟
هل ممكن تنظف الطاوله، لو سمحت؟
سكينه، لو سمحت.
هوما كلهم مطبوعات.
اكتب رقم الغرفه من الخلف، من فضلك.
نستعمل الشوكه لما ناكل.
رحله دلتا رقم ثمانيه وعشرين الي نيو اورليانز ستتاخر لمده ساعه تقريباً.
لمّا نرجع لليابان، نكتبلك رساله. لو عندك وقت، ارسلي رساله من فضلك.
تركت تذكره الطيران في الفندق.
غرفه مفرده بلا دش، من فضلك.
شكراً مره اخري علي التذكير. هل ينسي الكثير من الناس توقيع اسماءهم؟
وين، الوقت بدا يخلص. نكملوا هاد النقاش يوم الخميس الساعه وحده؟
نبي بيجامه.
حاضر. نكلمك لما يجهزوا.
شكون الغدا؟
ستتوقف الليموزين عند البوابه الشماليه اولاً.
شنوي وقت متاخر نقدر نستعملو مطعم الفندق؟
هل هي قطار مباشر؟
وَيْلاه، صَارْ الوَقْتْ مَتَاخِّرْ شَوِيّه. اظُنّي لازِمْ نِتْرُكْكُمْ هَلّه. شُكْرًا كَثِيرْ عَلَي هَذِي اللّيْلَهْ الرّاءِعَه.
هل ممكن دوا للمغص؟
نبي دجاج مشوي.
غلطتي. مش ذنبك.
عذراً، متي ينتهي هذا الفيلم؟
هاذاكا، من فضلك.
انسرقت مجوهراتي. لازم نقدم بلاغ.
بس لحظه، من فضلك. حنربطك مع الاستاذ جونز.
مرحباً. هذه الخطوط الجويه المتحده.
وين تعلم السيد جونز ياباني؟
عندي واحد صغير بنفس التصميم.
هل تقدر تاخذ هذوم البناطيل؟
ليله الجمعه، الساعه تسعه.
هل هذا باب لاس فيغاس؟
هل عندك باص من المطار؟
**ليبيا العربيه** "مِلعقه تانيه، لو سمحت."
ايه شويه مالح، لكني نحب فيه. جبته معاك من اليابان؟
رجّعها بسرعه، اذا ممكن.
هل تقدر تدفع هنا عشره دولارات كدفعه اولي؟
اه. صحيني بعد ثلاث ساعات، من فضلك.
نبّي نطلب، لو سمحت.
نعم ولا؟
مِن فضلك، مِلعقتين.
شنو المحطه الجايه؟
السياره تصدر صوت غريب.
شْحال السّاعَه يِقْفِل البُريد؟
دفعت مسبقًا مبلغ تامين بقيمه خمسين دولار عند تسجيلي الوصول.
هل عندك دوا للمعده متعكسه؟
هل لازم نلبس جاكيت وكرافته؟
هل ممكن ننقل فلوس لحساب التوفير؟
نسيت شنطتي.
نبّه عايز ناكد علي الرحله تاعتي.
ساعتي. كانت جديده تماماً وسويسريه الصنع.
نجحت في الامتحان بامتياز.
نبي توديني لمكان مثير. انا سايح، تعرف.
هل ممكن نزور المعالم السياحيه اثناء تواجد السفينه في الميناء؟
احسنلك تعدل المرايه الخلفيه.
غادي نستناو عشر دقايق او اكثر شويه.
هل ممكن ناخذ صوانيك؟
مسرور جداً. شنو الوقت اللي تحب؟
نِفْتَكِر اني تْرَكْت الكاميرا مَعَايْ وَقْتِي تَعَشَّيْت هُنَا بَلْلَيْلَه.
جيبهم عند الباب.
اه، لا. مش ضروري. نقدر نتصرف فيه. انت عملت اكثر من اللازم.
اما اصلحها او بدلها، من فضلك.
نقدر نعملها في وقت ما في الشهر الجاي.
خُذ راحتك.
كيف يتنافس هذا المنتج الجديد مع المنتجات الموجوده؟
البياعين في هاذي الدكانه طيبين بزياده.
هل تقدر تحفظلي هذا؟
بس دقيقه، من فضلك.
هل عندك بطاقات المطالبه؟
نبغي نستاجر سياره لمده اسبوع.
اه، في البدايه، اغسليه لوحده.
من فضلك عرّفني علي بعض ساعات الرجال.
هِيْ 4:10
كم تكلفه الليموزين للذهاب الي وسط المدينه؟
من صباح اليوم.
خيرنا نسرعوا. بداو يركبوا من هلّه.
يناسب تمامًا.
طلبت دجاج.
لمده عشره ايام.
كم عمر هذا الولد؟
كم المجموع؟
نبغي نفس الشيء هذا، من فضلك.
فقدت شيكات المسافرين اللي عندي.
من فضلك عطيني دوا للبرد.
حطّه في مخروط، لو سمحت.
نَشُوفُه دَايِمًا كُل صُبْح عَلَي القِطَار.
هل تقدر تتعشي معانا الليله؟
بنشوف في فندق بي لين بكره. ياريت تقوله اني هنا.
الرحله متاخره خمس واربعين دقيقه.
اسمي شينو يامادا.
شنو تخصص هاذا المطعم؟
عندنا نبيذ ابيض ممتاز.
بس شويه دوا للبرد.
هل تقدر تجيب شنطتي للوبي بكره الصبح؟
اه، يبدو اني نفقد حاجه في كل مره نسافر.
فقدت القدره علي استخدام ذراعي اليمني.
مرحبا، هل هذا محل روي؟
ثم، توصل لشارع فيه محلات. لو تمشي في الشارع توصل للمحطه.
لا، مش هنا. فيه غرفه للتدخين في اخر العربه.
هل ممكن نشوف كتيب؟
وصل هناك قبل التاسعه، من فضلك.
نعم، سيدي. كيف تريدني ان اقصها؟
نحس بيه في غلط في الفاتوره.
بس زيت وخل بس.
عندي بالضبط اللي تبي. هل تسمح لي ان اقترح هذا؟
قهوه مع سكر.
هيا سبعتاش، اوه، اسف. غلطت.
هل سمعت عن اسبوع ذهبي في اليابان؟
شكراً. تفضل ارجع مره ثانيه.
هل ما زال الحجز مكتمل؟
هل ممكن نسيبه في اي مكان في البلاد؟
شنو رقم التلفون اللي نبدا نطلب بيه من هنا؟
كيف نوصل لبلاد ديزني؟
هَل تَعتَقِد هَذا؟
عذراً. وين المطعم الرءيسي؟
نبّي نعمل مكالمه لاليابان.
D 12 هيا رقمي في الكرسي. وينها؟
شنو هذا، من فضلك؟
شنو النوع اللي في بالك؟
اه. حنوصل الساعه ثمانيه بالتوقيت المحلي.
اذا لقيت حاجه، تواصل معايا.
هل ممكن ناخذ شويه لحم خنزير وبيض؟
شراب البطيخ للحلو، لو سمحت.
الماء السخن ما يسخنش كفايه.
هل ممكن توضحلي كيف؟
اكتب عنوانك هنا.
هل ممكن نستعمل فلاش؟
شكراً. ارجع لغرفتي في نفس الوقت بكره. راح يكون الصور جاهزين وقتها.
معليش، حالياً تقدر تطلب بس من قاءمه الليل.
مْعَدَّلْ ولا عادي؟
عندي صداع.
هذا غرفه 1207.
نبي غرفه اخري.
شقد مده صلاحيه الفيزا هادي؟
هل فيه مستشفي قريب من هنا؟
نبغي بدله.
هل عندك عرض اكبر؟
هل ممكن نجرب قياس تسعه؟
فندق امن يقدم فطور جيد، من فضلك.
فين القايله؟
هل فيه اكبر من هكي؟
ثلاثين دولار وثمانين سنت
يعتمد علي قداش المكان دافي، لكن في وسط اليابان، اواءل شهر افريل.
برغر جبنه و بطاطا مقليه.
مافيش فايده في القطار الاخير.
ما عنديش فلوس صغار.
هل حصلت علي تذكره الباص؟
رصيد، من فضلك.
كنت علي رحله الخطوط الجويه المتحده رقم ثمان ميه وثمانيه وعشرين.
غرفتي محاطه بالضوضاء.
فِي السّاحل الشّرقي، تِلقَي مَكَانَات مَشْهُورَه كِيفْ نِيو يُورْك، وَاشِنْطُن، و بُوسْتُون.
هل عندك اوراق يابانيه؟
يسمع كويس.
هل ممكن تخليني شنطتي عندك لين الساعه وحده؟
هل فيه جوله سياحيه في المدينه؟
اه. للاسف لازم. كيف مستوي الامن محفوظ في هاذي المنطقه؟
فهمت. نحاول نستاجر سياره ستروين.
عندي موهبه فطريه.
هادا كويس. وين الخبز؟
دخان، من فضلك. ومقعد جنب النافذه، من فضلك.
واش تمن الخياطه؟
شنو اسرع، تكسي ولا اسعاف؟
هل عندك هذا التيشرت بالوان اخري؟
ما ينبغي لك تشوف في التلفزيون طول الوقت.
اه، احنا قريبين منها، قريبين منها.
كان من الاحسن تدخلوا في مستشفي احنا.
فين نقدر نلقي سوبرماركت؟
هادي شويه غاليه. ما تقدرش تعملي تخفيض؟
كم محطه لحد ما نبدل؟
هاداك الراجل سرقلي شنطتي.
حبوب الهضم وحبوب الم المعده مختلفات، صح؟
نبي نشوف الميناء.
فكره حلوه.
قديش الوقت مشي؟
باخذ عشرين من اكبر دب تيدي، من فضلك.
شنو رقم الكاشير؟
هاذي ساهله. بش ندور في دليل التلفون.
هل عندك غرف اكبر من هذه؟
كم قيمه فاتورتي؟
نبي نبقي في هاذي الغرفه ليله وحده زياده.
عفواً، بس حبيت نقدم بلاغ عن السرقه.
وين، يعتمد علي وسيله النقل اللي بتاخدها. هل رايح بالباص ولا بالطياره؟
هل عندك مانع لو نجلس هنا؟
هل ممكن نبعث ايميل واحد بس بدولار؟
اه، ارجوك ارسله الي الغرفه 1234.
املا استماره التسجيل هذه، من فضلك.
نبي تذكرتين ذهاب واياب لمدينه اوكسفورد.
شنوي الساعه نيجي للمطار؟
هذا بطيء.
فين نقدر نطور فلم؟
لا، من فضلك لا تفعل. هل يمكنك ان تحتفظ باسءلتك الي نهايه حديثي، عندما اطلبها؟
نبي كرسي زين.
نخاف الحمام ما يشتغلش. محتاج مساعده.
ما فيش حاجه صعبه ولا غامضه.
ناخذك للكرسي حقك. من هنا، لو سمحت.
عذراً، هل يمكنني ان اسالك سءالاً؟
نعم اظن ذلك.
مرحبا. منيح نتعرف عليك.
نحب نودّي هاذي الشنطه لطوكيو، من فضلك.
هل ممكن تشوفلي وحده اكبر شويه؟
نحسّي الملابس اللي تتصنع في اليابان اكيد تفصيلها احسن.
خيرلك تستسلم.
قول تاني من فضلك.
هل ممكن تكتبلي العنوان ورقم التليفون، لو سمحت؟
هَل هُو مَسخُون؟
منين نطلع من المطار؟
ما وصلكش الاستماره في الطياره؟
نبي مكواه.
طلعوا ثمانيه وثلاثين دولار بالضبط.
شكراً علي مشاركه افكارك الفريده معنا.
نطلع للتزلج مرتين في الشهر في الموسم.
تولدت في اول ابريل سنه 1955.
هل ممكن نستاجر مضارب؟
هذا الباص يودي للوسط؟
كم سعر هذا العطر؟
شنو هدا ليه؟
فين نقدر نعمل الاجراءات؟
خمسين جنيه.
هل يشمل هذا الضريبه؟
شنو هوما الكيستات؟
من فضلك اتصل بالاسعاف.
نراهن بثلاثه دولارات علي هذا.
كيف حالها؟
ما فيش اكل ما نحبّوش.
يوم الدستور او "كنبو كينينبي" هو عيد وطني في الثالث من مايو لاحياء ذكري تاسيس الدستور الياباني الحالي.
هل يشمل هذا الجوله زياره لبرج سيرز؟
هل فيه مكتبه كتب قريبه من هنا؟
راح نحضر المدرسه الصيفيه في جامعه هاواي.
وين احنا عايقين هلّه؟
اثنين كبار وطفل عمره ثلاث سنين.
فِي حَمَّام الرَّاحَه فِي المَحَطَّه.
