غادي تلقاها غير فالرواق. غادي نجيب ليك شي حاجه دابا. ان كان شي حاجه اخري محتاجها، غير قول لي.
هل تقوم بالتعديلات؟
بغينا طابله قدام النافذه.
شكون هو اللون الجديد ديال هاد الموسم؟
فحالتي، كنكون غالبا فشي حاجه ديال الشغل، نادرا للمتعه.
غادي نبقي يومين.
باغي نعْمِل تسْرِيحَه مُثَبَّتَه و مُحْكَمَه.
بغيت نْحجز غرفتين متشابهتين.
ما بغيتش يخرج.
هاد الباص كيوقف ف زنقه ستونر؟
سولفض فمك علي واسع.
نجيبو شي حاجه ناكلو.
غادي تنقي هاد لبلايز؟
نعطيك رقم التلفون ديالو وعنوانو.
خلصت علي الوجبات والكراء ديال الفندق مسبقا.
"كنبحث علي شي مطعم هادي و زوين، بحال ديال الشواء. بغيتك تحدد ليا فين هوما فهاد الخريطه؟"
لي كسرتيه، ديالك بقي.
غادي نقول ليها تدير ليك تلفون كيفما ترجع.
هيا مصابه بجراح خطيره.
بغيت كبريت.
هل عند هاد الفندق قاعات للمءتمرات؟
علاش لا، بغينا غير شي حاجه خفيفه.
كَنْتَصَل مْنَ المَطَار. غَنْوَصَل عْلَي دْوَر الاَرْبَع.
فاين كنبدل باش نوصل لشي كاغو؟
شحال الثمن باش نبعث رساله مسجله لفرنسا؟
كيدير غريب بزاف داكشي ديال دوز من الجهه اليمين ديال الشارع.
الفنان زوين بزاااف.
فين كاين قسم الكتب الواقعيه؟
هلا غيرتي لي بلاصتي؟
هل كاين الضمان؟
عفوا، غادي نولي كنخدم الكلب.
بغيت تذكره وحده ل "Cats" هاد الخميس.
شكون هو اسمك مره اخري؟
هل السيد براون موجود؟
علاش لا! غادي نقدر نكري ليك قارب لمده نهار كامل.
فاش كاين الشباك لي نقدر نعمل فيه الحجز؟
شكون هادشي؟
قول ليا كيفاش نمشي للاوبرا؟
ما كنتي شويه سكرانه البارح، حبيبتي؟
"من فضلك اتبع التعليمات ديال الموظفين دياولنا."
هل كاين شي مركب تجاري قريب من هنا؟
"خاصني نملا الدبّانه كامل."
كاين شي غرفه رخيصه من هادي؟
كَنْفَضِّل السياره الاوتوماتيكيه.
غادي نبقي فالدار الداخليه ديال جامعه هارفارد.
شحال هو سعر اليوم؟
كنعاني مزمن من الربو.
عندي تقريبا تلاته الاف دولار.
حاضر سيدي. يجي معاه اختيار بين بطاطا مقليه ولا رز مفلفل. شنو بغيتي؟
كيفاش نوصل لهاد المكان؟
شكون هو النوع ديال هاد القصه؟
ثلاث مرات.
شكون هاد الشباك لي كايبيع الطوابع؟
وْلي فْ سياره ديالها بيضا بعد ما هاجمني.
حاضر. من فضلك احتفظ بهذه البطاقه وقدمها عند قدومك لاستلامها.
ماءتين دولار. نقدا ولا بالكريدي؟
شحال هادي و هوما حاملين هاد الواد؟
علاش نتسني حتي نوع ديال الاكل ونحيدو فهاد الفتره؟
هل ممكن ناخد شويه ديال النبيذ الاحمر؟
قول لي فين نوصلو للمتحف.
هاد الباص كيمشي للا سهرا؟
شكون لي كاين؟
كايْحَسْ شويه بالحر. هل يمكنني فتح النافذه؟
غير دش واحد كاف.
عيني حمرين بحال لعين ديال لكرعه.
ما غاديش نضمن ليك، ولكن غادي نديرو لي علينا.
شُوفْتْ البحر من بعيد تحت.
كَتْحْتَاجْ لِعْمَلِيَّه.
زيد ليا شويه ديال البيض.
فين كاين وقوف الطوبيس ديال الباركي سنترال؟
الطاكسيات؟
هاهي ليك السيد لخيط، الغرفه 56-12.
كَنْعْجَبْني كَتير كارديغان ديالك.
امشي قدّام.
هاني حنا هنا. هاد فندقك.
شكون الوقت ديال ماتش ديال كره السله؟
شكون كانت انطباعك؟
بالتاكيد. هل تريد قهوتك مع العشاء او في وقت لاحق؟
غادي نركب فالرحله رقم 12 متوجهه لطوكيو.
بغيت ندير مكالمه بعيده، الله يرحم الوالدين.
خمسه شهور.
شكون هوما نهار ديال الاسبوع لي كايدوز فيه؟
بغيت شي جيل للتصفيف.
هلا شفنا القاءمه؟
حجمي هو سته.
ما كاينش طاكسي اللي غادي يوقف ليك حتي تبقا تسناه فالطاكسيات.
ميزانيتي اقل من خمسين دولار لليله.
غادي تصور معايا؟
شحال الخدمه؟
هل زادت المبيعات في امريكا الشماليه باكثر من خمسه في الماءه؟
كَانْ عْلِيكْ بْلي فْوَاحِدْ مِنْ اَبْطَالْ السُّومُو، دَاكْ النَّوْعْ دْلْ المُصَارَعَه بْالطَّرِيقَه الْيَابَانِيَّه التَّقْلِيدِيَّه، مْرِيكَانِي؟
هادشي لشارع وول ستريت؟
باغي نكريو من الخامس لشهر دجنبر حتي لعاشر دلعشيه.
حاضر. وانت السيده، شنو اخبارك؟
شْحالْ ليكْ فْالسكّر؟
شكون غادي نخلص بالفيزا ديال ماستر كارد؟
هادي هي المكان باش ناخدو الشنط ديال الرحله NW تسعه و سبعه؟
غادي ناخد هاد العلامه التجاريه.
كَنْسْتَافْرَحْ بْزَافْ لِيْ عْطَانِي الله نْجِيْ لْهَادْ لْبْلاَدْ.
سميتي و العنوان ديالي مكتوبين فيه.
شكون هاد الحجر؟
بغيت ننوه بان الحكومه ديالنا كتعامل بالجفاء مع هاد الناس لي كيجيو فالبواخر. انا عارف بان اليابان مكتوب عليها الزحام و ما يمكنش ندخلو هاد الضياف لي جاو بلا دعوه. ولكن من جهه اخري، كاين بزاف ديال القطاعات الصناعيه لي محتاجين يد عامله.
من ديك الجبل، غادي تشوف المدينه كلها. فهاد الموسم، كاينين بزاف ديال الازهار اللي كاينه، و كاينه بالوان مختلفه. و هوما زوينين بزاف.
اتْبعني.
قوليه السيد يامادا عيط عليا.
حسنا، من فضلك املا هذه المعلومات هنا. هل كانت حقيبه واحده فقط؟
شكون بغيتي، لحم البقر ولا الدجاج ولا السمك؟
غادي يكون ممكن نمشيو بطرق مختلفه فالمشيه و الرجعه؟
هل كاين شي كافيتيريا هنا؟
سمح لي السيد، بغيت ندور شويه ف بوسطن.
عندك المنيو باليابانيه؟
هادي خمسه دقاءق علي الواحده.
بغيت شي مسكن للوجع.
شكون هي الممثله المفضله ديالك؟
بغيت وحده بيضاويه.
شكون كايعاودو ديك الموسيقي؟
ماعجبنيش اللون. عطيني شي لون اخر، الله يرحم الوالدين.
عافاك خذني لسوق الصباح.
"البرواز ديال النظارات ديالي مكسور."
من تلاته دْيال لعشيه.
ممتاز. عندي مقعد جنب النافذه. اه، اذا بغيتي نتبادلوا المقاعد فبلا متاخر، الانسه.
استمتعت بمشاهده معالم نيويورك البارحه.
كَنْتْ مْهَمَّمَه بْلْبَاغْ لْبْلَوْ لِّي فْالْوَيْتْنَه.
تواصل مع صاحب البيت ديالك فحال ما عندك شي مشكل.
عْطِيني شامبو وْسَرِّح لِي شْعْرِي كِيْفْ مَا هُو دْبا، الله يخليك.
قول لي شنو هي اسرع طريقه باش نمشي لسان فرانسيسكو.
هل ممكن ناخد مفاح الغرفه رقم 215؟
سمح لي. هل ممكن تصورني؟
اكتب غير رقم الغرفه ديالك وسيفط ليا هنا.
اللون مزيان، ولكن الحجم ما زال ما كاينش. هل ممكن تعدلوه فالساعه؟
كَنْسَنَّاوْكْ ذَاكْ النْهَارْ.
عندنا ما يكفينا لشي يومين.
مافهمتش هادشي.
كيفاش نقدر نرجع لوجهتي؟
هادشي معفي من الضريبه؟
واخا، خاصهم يلعبوا اشواط اضافيه حتي يحلوا التعادل.
هلا نطقتيها حرف حرف؟
شكون ساعه العشا؟
خايف هادشي بزاف عليا.
فاين كنعطيوها باش نمشيو لساحه الاتحاد؟
سول فالكاونتر دياولاكنت ديال الكراء لي هنا.
سلام، جان. هل ممكن تودي هادشي للكوي؟
انا فالعطله.
لا. انا غادي نزور باريس فطريقي للدار.
غادي تاخدو معاك ولا بغيتينا نبعثوه ليك؟
فِي هَادْ الفَتْرَه كَايْنْ بُومْ دِيالْ الاَكْلْ الرَّاقِي، مَاشِي هَاكَا؟
دابا تقريبا ست سوايع.
رحله دلتا ايرلاينز واحد واحد اثنان. التوجه الي الطاءره تاخر.
هلا عطيتيني توام الليله؟
هل ممكن تكتب لي تصريح علي السرقه باش نعطي لشركه التامين ديالي؟
حيت انا ضعيف ف التصوير، كنحس ان الكاميرا الساهله ف التصويره ممكن تكون احسن ليا.
هذا هو القطار الصحيح للرباط؟
تمتع بعطله سعيده.
عافاك عطيني شويه ديال الغواز.
بغيت بطاطا مشويه مع كريمه حامضه، الله يرحم الوالدين.
نعم، كل عشر دقايق.
غادي نمشي غدا الصباح.
غادي نمشي معاكم. شنو رايكم ناخدو طاكسي معا؟
جْلِسْ وْرَاحْتْكْ. شْنُو تْحَبْ تْشَرْبْ؟ قْهْوَه، شَايْ وَلَّا غَازِيْزْ؟
هاد الشي مزيان منك تقول هاكا.
لحم بقري مشوي، من فضلك.
علاش ما كاينش طاوله خاليه؟
هل مازال بامكاني تغيير طلبي؟ اريد سمك السول بدلاً من المحار الصخري.
شكون هي عمليه استءصال الزاءده الدوديه؟
غادي تعطيني الفواتير اللي فيها تفاصيل العلاج الطبي؟
واخا، ما عارفش.
الف مبروك، فهمت انك ترقيت لمنصب ناءب الرءيس.
عشيه بعد غد.
عَايْش فِي جَنُوب جَابَان.
تذكره ذهاب واياب لشيکاغو، من فضلك.
هل بغيتي شي خنزير او لحم خنزير مع البيض ديالك؟
للدّراسه.
كون سريع شويه.
المكيف ما كايعملش.
كيف هاكا كل نهار الاثنين.
مشي للوبي ديال المغادره الدوليه. رحله ممتعه.
عندك شي رحلات لباريس فاليوروستار؟
جيبت شهاده طبيه ديال طبيبي من اليابان.
هل ممكن تبعثو لاليابان؟
هل ممكن نرجع ليك بالجواب نهار الجمعه؟
واخا، خليني نشوف قسم الاشياء الضاءعه. شنو نوع الكاميرا؟
معذره، كنّا كنعدّيو ليكم الغرفه لي بغيتيو
اه، كايعرض محطات الميترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
اه، كنشتاق للشيبازوكي.
نعم، عندنا. دوره نصف يوميه ودوره يوم كامل.
ننصحك بديك شي حلق.
بغيت نلغي الحجز ديالي، الله يرحم الوالدين.
شنو هو نظام الاسترجاع؟
لمبات ما كايديرو والو.
شحال الفرق بين توقيت طوكيو و توقيتنا؟
شحال كامل؟
شكراً سيدي.
سير علي طول ولف يمين فالتالت زقاق.
عندي وجع حاد وطعنه في كرشي.
شفتي ديكشي؟
هادي هديا. بغيتي تحطها في ورقه الهديه؟
السلام عليكم، السيده كنت. فين هاد الغيبه؟
اللذه كانت ديالي.
بغيت نبدل الحجز ديالي فالرحله رقم 205 فنهار 2 اكتوبر.
فين كاين كونطوار التّسجيل ديال دلتا؟
هادشي فيه الملح قليل؟
هاد الشي ممنوع.
كَنْظُنْ بَلَا بَاسْ. هَا هُوْ رَقْمُكْ.
شكون لي كتسيفط قبل ما تدخل للفراش؟
لا، غادي نشريه فهاد الفتره لي غادي نبقي فيها.
هادشي ثابت ف اللون ولا غادي يطير؟
هادشي خاص بهاد المنطقه؟
بغيت شي بيسكوي.
هوما صغار بزاف.
شحال صعاب هاد الجولات؟
بغيت شي كرسي قريب من النافذه، الله يرحم الوالدين.
شكون اللي غادي يخليني نستافد من بطاقه يوروريل باس؟
شحال كا ياخد الوقت باش توصل لليابان؟
عندك شي خراءط طرقيه؟
اه، نعم. قرايت عليه فدليل السفر.
طَلَّبْتْ تْرْيَا دْلْ شاي. وَاخَّا جَانَا غِيرْ تْنِينْ.
الاجهزه الكهرباءيه رخيصه جدا، ولكن مصاريف الاكل والسكن غاليه بزاف.
لاخد معاك
كاع كنشري الحجم 22 فاليابان.
شكون هي ساعات متحف الفن؟
فين غادي نخلص؟
هادشي اول مره تسافر فيها للخارج؟
شكون هو الدوره ديال المبتدءين؟
هاد البلاد والله حتي فيها بزاف ديال الفواكه.
بغيت ندي هاد السكّانه فالطّيّاره.
هل كاينين وجبات فالكابينه ديال التزلج ديك الهضبه؟
سمح لي، نسيت المفتاح برا. هل ممكن تعطيني مفتاح اخر؟
بدّل هاد الدولارات الامريكيه لدراهم يابانيه، الله يرحم الوالدين.
صعيب بزاف نقولو وداعا.
عفاك، ممكن نسولك شنو هو اسم هاد الطبق؟ كاينه لذيذه.
كايقرصو.
شكون الباب لي غادي نمشي ليه دابا؟
ظنيت بلي كان تمثيل ممتاز-زويّن و قصه راءعه.
واو، شكرا بزاف.
ماعجبنيش هاديك الغرفه. بغيت تشوفني وحده اخري؟
هادو هوما اخر صيحات هاد الصيف.
وديني للوسط ديال المدينه، الله يرحم الوالدين.
علاش لا، نقدر نكري سياره؟
وانا خارج، عيطو للتقني باش يصاوبها.
عندك شي حاجه ناكلو؟
"من فضلك تكلّم ببطء."
غادي نْجي ساعه متاخر.
سميتي كين.
جوج، جوج.
هاد الاسبوع كامل كايمطر؟
عندهم عروض حيه؟
هل ممكن نشوف هاد الكاسكيطه؟
عندك شي حاجه اخري؟
خصك ترتاح.
مرجو ملء هاد الكارت ديال الهبوط وورقه الجمارك.
هاد السياره كتمشي لسياتل؟
عندي نخلص شي جزء من الثمن دابا؟
واش حقيقي ولا صناعي؟
غادي تبقا تسناني هنا؟
اه، شكرا. كنت كندور عليها.
فلوس ولا كريدي؟
مَا عْرَافْ هَادْ لْمَكَانْ وَلُو.
هل يمكن غسلو بالماكينه ولا باليد فالبيت؟
بغيت صندوق ديال الالوان الماءيه، الله يرحم الوالدين.
معمري نكون عارف. شنو بغيتي؟
بغيت نبدل التاريخ ل 19 ماي.
وقّع هنا، وهاذي وصل ديالك للمحافظه.
بغيت جوارب.
بغيت شي لحم خروف.
بغيت ناخد الطوبيس باش نمشي ل Penn Station. شنو هو لي خاصني ناخد؟
كايحتوي غير علي 30 كالوري.
بغيت نحتار غرفه.
فيني فاليابان كبرتي؟
مع الاسف، هو مزروب بزاف فهاد النهار.
فاذا، انصح بهذا.
خدمه الغرف.
انتباه، من فضلكم.
عندك شي طابع تذكاري؟
هادا هو الغرفه تلاته سبعه عشر. بغيت لحاف اخر؟
هل ممكن توصلني للمحطه في خمسه عشر دقيقه؟
بغينا شي وديعه علي السياره.
ما كاينش التيساع فالغرف الفرديه ولكن عندنا غرفه مزدوجه.
هل هاد التذكره صالحه غير فنهار محدد؟
شحال الساعه اللي توصل فيها لميلانو؟
عندك شي حد كيتكلم ياباني؟
شكون هو القناه ديال الموسيقي الشعبيه؟
دلتا ايرلاينز.
بغيت كاس ديال قهوه.
كاين الحمام والتواليت؟
واقيلا فات الوقت.
سمعت السيد يامادا عندو وليدين.
بغيت نكري مركب شراعي.
هل يمكنك غسل الاطباق في وقت لاحق؟
بغيت طابونه ديال الغاز.
هل يمكنك تبديل الدولار الامريكي الي جنيه استرليني؟
بالتاكيد، سيدي. واش سميتك؟
ماشي لابس لبسه رسميه.
جيب غير راسك المره الجايه.
درهمين للواحد.
غادي نتاكدو ان البروشورات توصلو ليكم بالبريد.
كاين شي حاجه مخلعه فلمياضات.
عافاك بان لي شي قفازات ديال الجلد.
داكشي لسياره خربات. عطيونا شي حد يجي ياخدها.
هلاّ عطيتيني شي كتاب مصوّر لولد عندو ستّ سنين؟
هلا تحفضلي حاجياتي الثمينه، من فضلك؟
سلام، هاري. شكرا علي الدعوه.
عندهم مواعيد، كيمشيو للافلام.
كان عندي تقريبا ميه دولار فيه.
غلطتي.
بغيت شي مشابك ديال الحوايج.
عندك شي سي دي ديال شي حاجه مستورده؟
غادي نبدا ندرس الكونفرساييون ديال الانجليزيه.
عندك شي كتب زوينين قرايتي مءخرا؟
غادي نبقي عند صاحبي ف نيويورك.
كاين شي مكان نخلّي فيه الشنطه ديالي؟
جيت هنا علي خاطر الشغل.
كَتْعْرْف شي مدرسه غطس زوينه؟
شحال الثمن مع الضريبه؟
عْطيني شْويه دْلْمناديل.
الجيران ديالنا كايديرو الضوضاء بزاف.
واخا، الدكتور كريبس ما كايشوفش حتي واحد بلا موعد.
هديّه؟
غادي للاڭراند هوتيل؟
مكاين حتي واحد بهاد الاسم هنا.
فين هو البوليسي، الله يرحم الوالدين؟
هل يمكنني ان استعير شريط لاصق؟
هادشي مضمون؟
شكون هو تشخيصك؟
كاين فاخر الممر فالطابق السابع. خذ المصعد اللي علي يمينك، من فضلك.
حنا فالمحطه ديال شارع جونز.
مكنديرش فبالي نمشي لحفلات الموسيقي الكلاسيكيه فاليابان.
هلا شرحتي لي هاد الطبق؟
ها هو. مقاعدكم موجوده هنا.
كايْدير رحله عمل حتي لجمعه الجايه.
مراتي وانا فرحانين بزاف باش تجي تقضي عطله نهايه الاسبوع معانا باش تعيش تجربه الحياه الامريكيه فشي منطقه ريفيه.
هادي اللي من بعدو علي اليمين.
نعم، من فضلك. اسمي كوبراسا. حتي متي يمكنك الاحتفاظ بتذكرتي؟
فين كنشري تذكره التيليفريك؟
كايْن 600 دولار فْ الشهر، وديعه شهر واحد، وشهر واحد كْرْيه ديال الوكاله ديالنا.
كَتْفَضّلْ بْلاَبِيَه وَلاّ بْلاَبِيَيْن؟
غادي نرجع ليك بالتغيير.
لا، ما كنحبش.
شكون حلو هاد الفخار. هاد الصحن بثلاثين دولار؟
عندك جاكيت حلو بحال شي ميه دولار؟
حسنا. هل لديك اي ردود فعل ثانويه او حساسيات؟
حسب ما بان ليا، كاين شي عدوي خداتها.
عافاك بغيت الفاتوره.
عندنا ثلاثه دينا.
فهمتك. واش تذكرتي شحال خدات؟
شكون اللي غادي يجي معايا نشربو شي حاجه؟
شكون هو رقم الغرفه ديالي؟
هل ممكن ناخد تذكرتين للدور الثاني هاد المسا؟
خليت لمفتاح ديالي فالغرفه.
هل فيه الضريبه؟
سمح لي. واش ممكن توضح لي الطريقه للمحطه ديال القطار، الله يرحم الوالدين؟
شكون الوقت لي كتفتح فيه البريد؟
هاد الشنطه ديال الفينيل، قويه بزاف و تصميمها حديث بحال ما شفتي.
الطعام زوين بزاف، ولكن شبعت. شكرا.
تسرقات ليا المحفظه فلميترو.
عندي نمشي للسفاره اليابانيه.
ما كاينش تعطينياه بشي شويه اقل؟
هادشي علي شيكاغو؟
سيدي، بغيت نبدل هاد الشيك ديال المسافر.
عندي حمي من نهار لبارح. حنجرتي كاتعذبني بزاف. ما قادرش ناكل والو.
هنا فهاد الجدار، والتشييطه ديال التكييف هنا. شي حاجه اخري اللي بغيتي، السيد؟
علاش لا، غادي نوصل ف الوقت المناسب لو خرجت من هنا دابا؟
حاضر. ولكن نتمني ما يطولش.
هل ممكن تعمر لي الاستماره؟
شرت هاد الشنطه من شويه، ولكن السحاب ديالها كان خربان.
فهمتي؟
رجع للباص قبل من ثلاثه.
ملايين الناس كايزورو الاضرحه المشهوره فـ اول عباده ديال العام.
اذا كان ممكنا، بغيت طاوله قدام النافذه.
ما خاصنيش نشرب والو فيه الملح.
بغيت شي بلاصه فالزنقه، الله يرحم الوالدين.
عافاك، عطيني تقدير.
هاد الشي مزيان، شكرا.
شحال من وقت بغيتي نرجعوه ليك؟
معذره، كاملين.
بغيت نبعث هاد الكارت بوستال لاليابان.
شكرا. ها هي مفتاح غرفتك. حمال حايشد ليك الشنطه.
حافظ علي حقيبتي، من فضلك.
بغيت نكري سياره وسطيه بحال اربعه ديال البيبان.
فين كنشري الفخار؟
قميصي معرق.
شحال عندك ديال الين، سيدي؟
السلام. عندي حجز.
عْطِيني السْالْ وْالفُلفْه، الله يْحْفَظك.
حجزت من خلال مكتب طوكيو. غادي نتاخر شويه فالدخول الليله.
نديرو التسوق علي عجل.
طلبت مقعداً لغير المدخنين عند تسجيلي الدخول، ولكن هذا مقعد للمدخنين.
نمشيو نشربو شي حاجه.
نْقترح عليك هاد النوع ديال السمك، السنيبر الاحمر.
ما غاديش نقدر ندير هادشي، ولكن غادي نعطيك واحد الكيس معاه.
هل عندك وقت ومكان محددين؟
شكرا بزاف. بغيت بصح عندي موعد سابق.
فِي اَمْرِيكَا كُورَهُ القَدَمِ فِي الكُلِّيَّهِ مَوْضُوعُ السَّاعَهِ.
غادي نعطيك مسكن للالم.
غادي تقولي لي فين كاينه الطوبيس تقرب من اوكسفورد؟ خايف نمر من عندها و ما ننزلش.
اه، بيل. انا كنحمل فيك، ولكن هادشي كامل.
كَتْحَمَّلْنِي فِي الثَّمَن.
بغيت نتاكد من الوقت اللي غادي يمشي فيه.
ماعنديش فكره باش نكون ليك مفيد بزاف.
هل غادي تضم كلشي؟
عبر الشارع من هنا وامشي في الخط المستقيم حتي توصل للتقاطع الثاني. كيو هوتيل كاين بعد التقاطع.
بغيت شي حاجه للصداع ديال الخمر.
ماشي داكشي بلا شحوم؟ لا مستحيل. كاينه شي مزحه؟
واخا، ما عارفش واش كنهتم بذاك الشي.
سيديربو هاد الظرف فالطوموبيل ديال المطار.
بغيت شي حاجه للي كيسدّ البطن.
فِي الرَّبِيع كَايْزْهَارُو شْجِيرَاتْ لْكِرْز.
هلا سالتيه باش يوقف التدخين، من هناك؟
غادي نعاود نتصال بيه.
غادي نبقي عند صاحبي ف لوس انجلس.
غادي تجيب لي الكريم ديال القهوه؟
مْخَلاّشْ فِيْ الْمَخْزَنْ.
هَلْ عَلَيَّ اَنْ اَشْتَرِيَ تَذْكِرَهً مُسْرَعَهً؟
هاني ليك رقمي و البريد الالكتروني ديالي.
شحال عندو ديك الكنيسه؟
هلا جبتي لي تذكره للاوبرا؟
عندكوم شي طوبيس ديال السياحه باش نزورو المدينه؟
معمري جيت لهنا.
اذا بغيتي تستعيري شي كتاب من كتبي، قولي لي. ما عندي حتي مشكل نعيرهم لصحابي.
شكون اللي غادي يزوق؟ واش كتعاودو تصبغوا الغرف ملي كيدخل ساكن جديد؟
بغيت نعاون فشي عمل خيري.
شحال غادي ناخد فالتسليف الضريبي؟
ما لقيتوش.
هل يمكنني الحصول علي بطاطس مهروسه بدون صلصه؟
غادي نعرض عليك فورد موستانغ عمرها سبع سنين بخمسين دولار فالاسبوع بلا حدود علي عدد الكيلومترات.
اه، نعم. ها هي.
بغيت نرجع هنا مره اخري ملي نكون فالولايات.
شفت من صحتي بزاف.
شكون هو الطبق الخاص ديال اليوم؟
واضح؟
تسرقات ليا المحفظه.
الباب ما كايفتحش بهاد لْمْزْلاج.
بغيتو محمر.
"هل نترفه في مطعم الدرجه الاولي؟"
شحال زوين. اكيد كتحمق باش تشوفهم.
شكون الجوله لي مزيانه باش تشوف المتاحف؟
سول واحد حمال، الله يرحم الوالدين.
ماعرفتش شنو نقول.
هل يمكنك اصلاحه وارساله الي اليابان، من فضلك؟
صحيح.
عندي بلاغ علي سرقه.
هل ممكن نجرب هادشي؟
ما زال ما لقيتش واحد الشنطه ديالي لي دوزتها فمطار ناريتا.
كَنْظَنْ هَاكَاكْ. عَافَاكْ، حَبِّيتْ نْقَصْ شَعْرِي.
شكون هو العلاج لي كا تاخد؟
وجبه خفيفه، من فضلك.
كان عندي تقريباً ميتين دولار نقداً وبطاقه فيزا.
واش كتدير الطاكسيات من زمان؟
من سبعه حتي تسعه. مرحبا بيك فالمطعم فالطابق الثاني.
غادي نبقي فال Holiday Inn Downtown حتي لخامس مايو.
شكون هوما لي كيديرو التداريب باش ينجحو فالامتحان؟
قريب غادي توصل.
بقاو كاملين فالكراسي ديالهم.
شكون هو الباص لي غادي يوصلني للتمثال ديال واشنطن؟
سميتي اكيكو تاناكا.
معبد هوريوجي، لي هو اقدم بناء خشب في العالم، يستاهل تشوفو.
فهمت. حسنا، شكرا علي انتظارك كل هذا الوقت. ممكن ناخد اثنين هوت دوغ؟
فرحان. اه، هاداك اعلان الرحله ديالي.
اه. في اي وقت. مرحبا بهم جميعا هنا.
كَانْضْرَرْ نِشْرِي التَّاْمِين.
شكون هو JR؟
قسم هاد الفلوس لفلوس صغار، الله يرحم الوالدين.
هل بغيتي تمشي للديسبو؟
قول لي علي شي مطعم مزيان و جوّو حلو.
شكون هي ساعه ديال البطوله ديال الغولف؟
باعدا العشا، مع الحلوه، من فضلك.
جيب لي مجفف، سيدي.
هلاّ عطيتيني شويه دْلماء، الله يرحم الوالدين؟ انا عطشان بزاف.
ما عندناش الجوع بزاف.
خليني نشوف شي صباط ديال لبرونز.
فين غادي و شحال الوقت؟
سيربي هاد الباغاج حتي خمسه ديال لعشيه، الله يرحم الوالدين. هل ممكن ناخد وصل؟
عندي قاروره ديال الويسكي.
غادي نجي نشوفك فالعشره ديال الجمعه.
واش طيب العشا؟
بغيت نعمل حجز للغولف.
شكون هوما لعملات لي كيديرو فهاد الماكينه؟
بغيت عصير الزنجبيل.
بغيت شي اكل ديال لوليدات صغار.
حافظ علي الخيار المخلل.
هاد الفستان من النايلون؟
الحجز، من فضلك.
بغيت شريط اله الكتابه، الله يرحم الوالدين.
سولي الباب بالسلاك ديال الاحتياط.
بغيت كاس ديال قهوه اخري.
بغيت واحد همبرغر للتحليله.
هادشي عليك؟
عندنا طوموبيل ديال الاكل ومقهي فالقطار.
غرفتي ما تْغَسَّلَاتْش.
غادي تقدر تركب الطوبيس من المحطه الخامسه.
شكرا بزاف. خلي ليك الصرف.
ثلاثين درهم و ثمانين و خمس دراهم فاليوم، بلا حدود علي المسافه. البنزين ما داخلش.
واش حطيتي الطابع علي الكارت بوستال؟
ثلاث ليالي.
هادشي لادرنبورو؟
شكون الوقت لي بغيتي تمشي فيه؟
عندي ننقل؟
ما كاينش المناشف.
كَتْبَغِّي يَاخْذُو لِي وَاحِدْ خْرَا؟
هادشي اللي كنتي كتقصد؟
اه، درتيها. عاودي، الله يرحم الوالدين.
هاد عاده يابانيه فريده من نوعها، فكرت.
غلف هاد الشي كل واحد علي حداه، و حط عليه شريطه، الله يرض عليك.
خليني نشوف. نعم، غادي يقدمو الغدا ديال اليوم بسرعه.
هل يمكنك تقسيم هذا الي ارباع؟
بيض، من فضلك.
غادي ناخد طبقين ديال الموريسوبا.
نعم، عندنا غرفه خاليه. شحال من واحد؟
هل كاين شي مكتب للصرف قريب؟
انا تاكيشي. وانت؟
استعملو مره كل اسبوع. حطو طبقه رقيقه بعد ما تغسلو وجهكم، وتجنبو المنطقه حول العينين والخط الفاصل بين الشعر والوجه.
قَطَّعْتْ رَاسِي بْالزِّجَاجْ هُنَا.
كان خاصني نسول المدرب، ولكن هل ممكن تقول لي شنو هي الماكينه لي مزيانه باش نتمرن علي ظهري؟
واقف هنا من هاد الجهه ديال التقاطع الجاي، من فضلك.
بغيت شي حليب، الله يرحم الوالدين.
مشغل.
كَنْظُنّ بَلّينا فْالمحطه الخاطءه.
فاهم. هل ممكن تعطيني رقم الكارت ديالك و تاريخ انتهاء الصلاحيه باش نحجز ليك، من فضلك؟
هلا ضغطتي ليا علي زر التوقيف؟
شرت هاد السروال امس، ولكن ما كيقش عليا.
غادي يتقصّر؟
هلا قلتيلي شحال الساعه؟
تركت كراستي هناك البارحه.
كَتْذَكَّرْ تْسِيرْتْ لْمُوْتُورْ؟
شحال هاد الفستان؟
مافهمتش والو فالالمانيه.
كَنْتَصَلْ بِالْمَدِيرْ.
اه، معذره. غادي نجيب ليك الطلب ديالك ف اقرب وقت ممكن.
بالتاكيد سيدي.
هادا ما فيهش الكحول، داكشي علاش تقدر ترتاح لان الاحساس بالتهيج ضعيف.
غادي تمشي سبع ولا ثمان دقايق بالرجل حسب كيفاش تمشي.
تاكد انك ودعتيه ف بوسطن.
بغيت كرافاطا.
غادي نسول ساءق طاكسي اخر.
واحده ديال البيره، ستيك مع بطاطا مقليه، وسلطه خاصه ديال الشاف.
الف مبروك، هنري. فرحت بزاف كنسمع علي خطوبتك مع جاين.
امشي علي طول ولف لليسار من هنا.
بغيت شي حاجه تبان بحال هادي.
اكيد كانت صدمه كبيره بالنسبه ليك.
عندي الف جنيه.
شحال من وقت كايدوز حتي توصل ليه؟
شحال علي التعب؟
شكون هو الدواء مزيان لعيني لي تعياو؟
عْطيني شويه لْبان، الله يْحفَظك.
هادا ماشي كوبون، هادا وصل تسجيل.
مكاينش امكانيه للتواصل مع البلد لي بغيتي دابا. حاول من بعد.
غادي يتجدّد العقد كل عام.
سمح لي، السيد النادل. بغيت الفاتوره ديالي، الله يرحم الوالدين.
شكون اللي غادي يخلص بالشيك ديال المسافر؟
شكون لي غادي يصيفط ليا التامين؟
قول لي كيفاش نمشي لهاد المطعم؟
كان تقريباً تلاتين دولار وبعض الكارطات ديال الكريدي.
فاتورتك هي ماءه وخمسون دولارا وخمسه واربعون سنتا.
كيف نقولوها؟ ضروري بزاف تكوني حاضر.
بغيت نعمل نسخه.
شكرا. فين هو السويچ ديال التكييف؟ شويه سخون.
عفاك، فين كاينين دابا؟
هل ممكن تبعث هاد الرساله؟
لا، انت ماشي ف الاتجاه المعاكس. خاصك ترجع.
هلا حلقتي لي لحيتي، من فضلك؟
شحال غادي ياخد الوقت باش نكملو الجوله؟
بغيت شي ورق ديال التغليف.
شكون لي كاين داخل؟
كاين خطا فهاد الشيك، كنضن.
هل ممكن ناخد فوطه ديال الحمام؟
هلا حجزتي لي باش نشوف مسرحيه موسيقيه؟
عندك شي تسجيل فين استعملتيهم؟
غادي نعاود نتصال.
ثلاثه شهور.
فهمت، عندنا طبيب فالفندق. غادي نطلب منها تجي عندك فغرفتك فاقرب وقت. عادي يدخل معاها مدير الغرف؟
فين تصورات؟
عندنا اليوم حبّار زوين بزاف.
K ka fī l-malik, I ka fī l-ma'ṭāya, M ka fī mīk, U ka fī l-khāle, R ka fī rujar, A ka fī ʾābila. Ki-Mu-Ra howa l-ʾāsmi l-ʾākhīr dyalī.
لا شكرا.
عندي وجع فالسنان. عطيني شي دوا، الله يرحم الوالدين.
ما قادرش نخلّي التكييف يشتغل.
خليني نزل فالتوقف الجاي.
غادي تشوف معايا جوجا ديال الكاب الما؟
فين كاين المكتب ديال السياحه؟
هلا مريتوا بالسوق فطريقنا؟
شنو غادي ندير اذا ما فهمتش اسءلتو؟
بغيت شي جوارب.
بغيت كاميرا اوتوماتيكيه، الله يرحم الوالدين.
عاوني نمشي معاك لهاديك البلاصه.
علاش الباب يبقا مفتوح ولا مسدود؟
شكون لعدد ديال الدولارات لي بغيتي؟
قول لي فين هو فندق هيلتون، الله يرحم الوالدين.
كاين عندك خريطه ديال الميترو؟
كَتْعْرْفْ هاد المطعم كَيْطْلْبْ الحجز مُقَدَّمْ؟
بغيت نعيط نحجز رحله للعوده.
هلاّ عطيتيني شي مطعم فرنسي زوين؟
كاين الحلاقه فالفندق؟
"البلف ديال الحمام معطل."
هادا هديه، ديريها فالورق.
كَنْسْتَا بْزَافْ لِقَاءْكْ.
كاين شي حاجه فالبطاريه.
عندي شي حاجه نبغيك تسول عليها.
سخن شويه ديك الغرفه.
غرفتي ما تْحَضَّرَاتْشْ.
امشي علي طول.
هلا ساعدتني في العثور علي امتعتي؟
واش هادشي لي كاين تحت، هو المركز التجاري العالمي، صح؟
فين كاين متجر ديال الموديلات ديال البلاستيك؟
ما قادرش نقولك.
هلا اقترحت لي دوا للوجع ديال الكرش؟
فين كاين الرصيف رقم خمسه؟
نعم، هذا يبدو شيءا يستحق المزيد من البحث. هل يمكنك النظر في هذه الامكانيه، سيد كينان، وابلاغ السيد ناكاياما بنتاءجك في اقرب وقت ممكن؟
لا، شكرا.
كَنْظُنْ بلي كاينه شي خَطَا فْ هاد الفاتوره. كاين تْشَارْجْ دْ لْكُومْسَارْجْ، ولكن مَاخْديت والُو.
باغي نطير في اقرب وقت ممكن.
هل الطريق الي فندق هيلتون بعيد؟
كَتْعْرْف شي مطعم زوين باش ناكلوا فيه اكل مزيان بثمن معقول؟
بغيت روج.
هادي 35 دولار.
بغيت نبدل الحجز ديالي. هل يمكن نبدل الرحله ديال PAA رقم 505 لرحله رقم 515؟
خرجات الكوكا، ولكن ما عطاونيش التّرويت.
غادي نعطيك تخفيض بنسبه 3 فالميه.
السياره كانت فيها هاد الضرر قبل ما نكريها.
حاضر. بغيت نلبسها فحفله عرس يوم السبت.
لا، بغينا الحسابات كل واحد علي حد، شكرا. كل واحد يخلص علي راسو.
بغيت مرشد كيعرف يتكلم باليابانيه.
معمري جيت لهنا. عفاك، نطلب ليك الراجل؟ لحظه واحده، سمح لي.
شكون هو هاد الباص لي كيمشي للهيلتون؟
هل كاينين جولات لتيورول فثلاثه او اربعه ايام؟
حسيت براسي مزيان دابا.
معذره، غادي نتاخرو ب 30 دقيقه.
هل ممكن تبدل لي هاد الورقه فلوس صغار؟
غرفتك، سيدي.
من فضلك وقف جميع العمليات علي هاد الكارط.
هل غادي ناخد تخفيض فالحجز ديال شهر فالفندق ديالكم؟
هاش جابك هنا، خدمه ولا بحث؟
عندك صافي دوزتي العشاء؟
جوده هاد هوما احسن.
بالتاكيد سيدي. ابيض ولا ملون؟
رَاهْنْتْ بْدْجْنِيهْنْ.
عندكوم جوله فيها زياره لجسر البوابه الذهبيه؟
ما غاديش نلحق الرحله لي فيها التوقف.
منين غادي ناخد الطوبيس باش نمشي للمتحف؟
شكون هو المءلف ديال المسرحيه؟
صندوق الامان، من فضلك.
غادي نبقي هنا غير شهر.
علاش غادي تبدا الجوله؟
شكون الوقت لي كايدوز فيه الماتينيه؟
انا من روسيا.
معمري نسمع هادشي. عندك سخونه؟
فين كاين شي حافله توصلني لمتحف المتروبوليتان؟
كنت كنحس براسي مزيان بزاف فبلاصتك.
فين كاين اقرب مكتبه؟
عندك شي غرف خاويه الليله؟
هل يمكنك صرف شيك المسافر هذا بقيمه ماءه دولار من فضلك؟
طيارتنا وصلات اخيرا لحتي هونولولو.
بغيت هاد الاسلوب، من فضلك.
مابغيتش ندخل المستشفي، ان امكن.
هادي الرحله رقم سبعه وتلاته ديال طوكيو فالتاني من شتنبر، نهار الجمعه.
فين غادي نْحط حاجاتي؟
بذلك الثمن، اعتقد انني سابحث في متاجر اخري.
اطفيو جميع الاجهزه الالكترونيه.
شحال بغيتي تصرف؟
ما كاينش داكشي بعد ما يوقف هاد الالم.
شكون لي كايديرك تنوض هاكا بكير كل صباح؟
كَنْبَحْث عْلَي لاصِيق.
شحال من متفرج كايدخل لهاد الملعب؟
نعم، صحيح.
"الغلاف ديالي متبهدل."
بغينا نلعبو التنس اليوم.
هلا جيتي معايا، الله يرحم الوالدين؟
عفوا، ما عارفه هاد المنطقه.
غادي نعاود نتصال بيه تقريبا ف 4 ديال لعشيه.
فِي صْبَاحْ تَاسْعَه عْشْرْ يَنَايْرْ، وَقْعَتْ الحَادِثَه.
هل يناسبك يوم الثلاثاء القادم؟
شكون غدا؟
شكون النوع ديال المطعم لي كتدور عليه؟ بغيتي غير العشاء، ولا كدوري علي شي مطعم فيه بار؟
هنا شي مركز ديال البوليس؟
لعمر ديال اليابانيين هو الاطول فالعالم.
جوج بطاطا، واحد كولا. دابا دوز من فضلك.
غرفه واحده لو سمحت.
فين كاين البانطيون ديل التزلج علي الثلج؟
شربات علي راحتك.
نتمناو نشوفوك مره اخري.
هل ممكن ناخد نظره علي هاد الكتاب؟
هلاّ عطيتيني شي مطعم فرنسي زوين هنا فهاد المنطقه؟
ها هي بطاقه التاكيد ديالي.
غادي يكون مزيان.
هاد الشي معناه 2500 دولار فالشهر. غادي نضمنو ليك 3000 دولار فالشهر. شنو رايك؟
نتمني ليكم زواج ميمونه.
عندك بالنتاينز ديال عشر سنين؟
هادشي مكيتحلاش؟
هل حديقه النباتات مفتوحه اليوم؟
غادي نقدرو ان شاء الله، ولكن خايف ياخذ شويه ديال شهور.
بغيت نكري سياره.
هلا جبتلينا صحن، الله يرحم الوالدين؟
ودينا لفندق شيكاغو.
الرحله متاخره تسعه وتسعين ساعه بسبب الطقس السيء.
حاله طارءه.
بغيت شي حاجه بالستايل ديال شانيل لي فيه التكرار.
فاي ترويقه كاينه التامبونات؟
هلاّ عطيتيني جواز سفرك وورقه الجمارك، الله يرحم الوالدين؟
بغيت نسجل فالجوله ديال شلالات نياغارا.
"عندنا اليوم طبق خاص، كابوريا القريدس مع رز بسمتي."
السلام عليكم؟ هل هذا منزل السيد كلارك؟
هل بغيتي نشربو شي كاس قبل العشا؟
عندك شي دوا؟
كَنْظُن بلي خَطَاتي فِي الرَّقْم.
بغيت فستان احمر.
واش كاين غير هاكا.
سميتي مكتوبه عليه.
هادا اخر اضافه ديالنا للخط ديال التعبءه. كنعبيو تقريبا ستميه علبه كل نهار.
بغيت نمشي.
بغيت المكواه، الله يرحم الوالدين.
اه لا. كايقول شي حاجه ليا. اش ندير؟
نعم، هوما هوما.
جيب لي الفطور لغايه الغرفه ديالي.
هادو ضيقين بزاف.
مرجو ارسال هاد السياره للوتيل علي ثمانيه صباح غدا.
هل كاين شي كروز فيه الغدا ولا العشا؟
عندك عوتاني لون خفيف؟
هنا كاينه الضو ضارب.
واخا، لا. غادي نعاود نتصالو بعد عشرين دقيقه. شكرا.
تاكد علي التربيه و زادت القوه العسكريه.
شكون بغيتي تاكل ف العشاء، لحم البقر ولا السمك؟
Master Card مزيانه؟
هاد الحجم، من فضلك.
ماعجبنيش.
هادي خمسه دولارات، والمشروبات خاصها تخلص علي حدا.
شحال علي شخصين؟
دازت عليا غصص فالبطن فجاه.
شحال كايطلب المرشد السياحي علي نهار؟
سميتي هيروشي موري.
بغيت شي ياغورت، الله يرحم الوالدين.
نعم. هل هذا هو العدد الصحيح لرحله الخطوط الجويه المتحده رقم ثمانماءه وعشرين؟
عندنا نلبسو الكوستيمات و الكرافطات؟
شكون هو الباص لي كيمشي للـ"Guild Hall"؟
تفضل من هاد الجهه. خلي نعاونك فالحقاءب ديالك.
كاين ف الرف الثاني ف الصف الوسط.
فين هو البار؟
شوف ديك الساعه تسعه وتسعه صباحاً ودير تسجيل الدخول
كراسي ديالنا متباعدين.
بالتاكيد. فين بغيتي تمشي؟
بغيت واحد بلاصه ديال الميموس، الله يرحم الوالدين.
استمتع بوقتك.
عفوا، كامل الكراسي محجوزين ف 30 غشت.
كَانْ نْشُوفْ شي حاجه ارخص؟
هلا دزت لي طاكسي؟
هل خاصني نرجع لليابان دابا؟
ثمن الغرفه غالي اكثر من اللي قالو ليا.
بغيت نعطيك الطلب ديالي كامل. هل ممكن نشوف القاءمه من جديد؟
كان كاين حامل مفاتيح ديال قط مربوط بشريطه هنا.
شكون هاد الشنطه الصغيره لي غادي دير بيها؟
بغيت شي حاجه للزكام.
كَانْشُوفْ هَادَاكْ؟
ضبط ثمانيه عشر دولار.
سيدي، بغيت نبدل هاد الشيك ديال المسافر فلوس نقدا.
فين غادي نعيط للكارديان؟
عندك بزاف؟
امشي علي طول هاد الشارع. غادي تلقاه قبل الدار لي كا تبيع البوظه.
ماعنديش حجز.
علاش لا، نقدر نلمسها؟
حَدد ليا فين كاين فهاد الخريطه، من فضلك.
كاين شي مطاعم زوينين ورخاصين هنا فهاد المنطقه؟
هادا دار زوين بزاف.
هادي هي محطه الباص اللي غادي توصلني لتشيلسي؟
غادي نْوصل شويه متاخر الليله، ولكن من فضلك خلي الحجز ديالي.
واش البطاقا ديال الكريدي مزيانه؟
ملي كيجي المراقب باش يشوف التذكره ديالك، عطيه الكارط ديالك وهاد التذكره.
شحال من قلم بغيتي؟
شكون هو اخر كتاب ديال غالبرايث؟
وحد تذكره دخول عامّيّه، الله يخليك.
طلبت شي حاجه وسط، ماشي مطبوخه بزاف.
سيدي، غادي يكون بذلتك جاهزه بعد اسبوع من القياس.
بغيت عصير تفاح، توست، بيض مقلي و قهوه.
فين كاين محل الكاميرات؟
وحده كوكا كولا صغيور، الله يرحم الوالدين.
انا غير مبتدء. ما كنضنش نقدر ندير هادشي.
اربع تفاحات.
شحال غادي يكلّف التامين ديالو بثلاثماءه دولار؟
هلا اعطيتيني كارت ديال الكريدي جديد؟
عْطِيني شْوِيّه دْلْوَقْتْ بَاشْ نْفَكّرْ فِيهَا.
خصك ترتاح فالفراش اليوم.
بغيت نعاود ناكد بالضبط اش خصني ندير.
عندي فكره علي كيفاش كتحس. خذها براحه.
غادي نرجع نكلمك.
غادي تحجز ليا طاوله لشخصين فهاد المطعم علي الساعه 6 د الليل؟
شحال هادشي غريب. كاين غير شي صحن طاءر.
ما قادرش نعس مزيان.
هلاّ قلتي ليا علاش هاد التّحميل؟
السلام عليكم، هذا هو الغرفه تلاته صفر خمسه.
بغيت شي ملح ديال الحمام.
هل ممكن تصليح هاد الكاميرا؟ ما كتحملش مزيان.
سميتك و رقمك؟
ظنيت الثمن ثابت من المطار للمدينه؟
هلا مشيتي تشوفي دابا؟ ان كانوا هناك، هل ممكن تجيبي كلشي هنا علي طول؟
واخا، كنحس بان سعر الصرف كيتقلب بين توقعات صاعده و هابطه، بشكل عام.
عندو تقاليد وتاريخ طويلين.
شكون اللعبه لي كتلعب ف الاستاد؟
شكون لي غادي دير فهاد الليله ديال راس العام؟
سلام، ممكن تعطيني رقم التلفون ديال السفاره او القنصليه اليابانيه، الله يرحم الوالدين؟
هادو مزيانين بزاف. راحتهم كبيره.
واخا، هاد الغرفه هانيه. مزيان بزاف.
عندي حجز علي سبعه.
هاد الشي مزيان. ولكن غادي يكون تمن التوصيل 200 دولار.
فْ الساعه سبعه صباحا، بالتوقيت المحلي.
هادي الشارع، تقريباً ثلاثه ديال الكاريات.
معذره، مقادش كاينين حتي بلاصا فهاد العطله ديال الكريسماس، ولكن عندنا بلاصه ف 22 د دجنبر.
فهمت. شكرا.
واش كاين شي تعويض اذا ما لقيتوش ليا الشنطه ديالي؟
واش شنو هي الفواكه لي كتعجبك؟
علاش شحال هادي من نهار جاتك العاده؟
دازت يومين دابا و دازت مكالمه التاكيد
ماعرفتش مزيان واش سرقولي الباسبور ولا طاح مني بلا ما نحس.
الصندوق طولو 65 سنتيمتر، وعرضو 30 سنتيمتر، وعلوّو 18 سنتيمتر.
كَنْبَحْث عَلَي تِذْكَارَات.
كَتْشَمِّلْ عْلَي اَرْبَعْ جُزُرْ كِبَارْ.
عشره صباحا. هاذي هي مفتاح الغرفه ديالك. غرفتك هي خمسه وخمسين وثلاثين. غسال هاديك الشنطه ديالك غادي يصعد ليها.
اه، حنا كنحمدو الله فهاواي. نتمني تكوني معانا.
هل يمكنك ان تقدم لي ترجمه؟
غادي نشرب شويه ديال الشاي بالخليع.
غادي تقص لي الغره نص بوصه فوق الحواجب؟
علاش كايفتح؟
عندكوم شي غرف تحت خمسين دولار لليله؟
طاوله لشخصين في السادسه مساءً من فضلك.
خمسه عشر دولار، من فضلك.
دير يسرا فالضو اللي كيضوي
ما محتاج والو.
هل يمكنني حجز جوله سياحيه؟
كيفاش نملا هادشي؟
كتشوف بنايه بيضا فوسط الشارع. هادي هي.
كَنْقْرَا بَاش نْوَلّي عَالِم.
هل ممكن ناخد تذكرتين للكراسي المحجوزه؟
سير دوزي هدومك ولبس هاد الروب.
هلا حطيتي سرير زايد فالغرفه؟
عندي شي واحد ياباني؟
خود هاد الشي حتي للمحطه. من بعد غادي تمشي للفندق وحدك.
بغيت نكري مركب مع واحد يدلني، الله يرحم الوالدين.
كاين شي مرحاض عمومي هنا قريب؟
عرضو ليا، الله يرحم الوالدين.
مَا دَيَّرْتْشْ اَيَّ تِلِيفُونْ.
سيدي، بغيتك تحط لي هاد الامتعه.
هل ممكن تعطيوني تليفون الساعه سبعه صباحا باش نفيق؟
عندك شي شريط لاصق؟
كيعجبني بالشويه د اللبن والسكر.
بغيت نبدل الرحله ديال شيكاغو من تسعه لعشره.
جيب لي بلسم للشعر، سيدي.
"اليوكاتا" و"الهابي" من المقتنيات الشعبيه كتذكار من اليابان للاجانب.
فين كاين اقرب محل ديال الاحذيه؟
عندك ذوق فالفن.
سيربي هاد الباغاج حتي لثلاثه.
جيت هنا باش نشوف اوبرا حقيقيه.
هادشي فالتخفيضات اليوم؟
بقا بعيد علي الخدمه حتي نهار الثلاثا، وما تاكلش بزاف.
مصارعه السومو هي واحده من الرياضات التقليديه. تنظم البطولات ست مرات في السنه.
مقعد في الممر، من فضلك.
"الممارسه تصنع الاتقان."
شحال غادي ياخذ الطلب؟
هيا رشيقه.
بغينا شويه الوقت باش نفكرو فالعقد.
حاسس بالغثيان. هل يمكنني الحصول علي كيس للقيء؟
قول ليا فين كاين المتحف، وكيفاش نوصل ليه.
هادشي من الجلد ولا لا؟
سلام. وحدك؟ علاش ما تجيش تتغدا معانا؟
شكرا. مرحبا بيك.
غادي تحفظ لي الحوايج الثمينه، الله يرض عليك؟
كتشرب شي حاجه اخري؟
بغيت نمشي للموقع المتقدم.
عْلاش مَبغيتيش تْقرّري؟
جيني. مايك. ساره. سام. هيا، الكل قوم.
هلاّ عطيتني خبر بعد ما تصلاّحو؟
بغيت جاكيت.
لا، شكرا. غادي نلقا المكان. نتلاقاو بعدا.
مرحبا. انا افضل مقعدا في الممر.
بغيت نكري سياره من الحجم المتوسط لمده ثلاثه ايام.
عندك شي حاله باش تمشي معاه؟
بغيت ندير مكالمه لسان فرانسيسكو.
سُرقتْ حقيبتي فِي لُوبي الفندق.
كيفاش و فين غادي نخلص هاد المصاريف؟
"ما بقاش فينا حتي واحد."
كايضيق عليا هنا.
كبر الحروف لهاد الحجم.
السلام عليكم، انا من الغرفه 1234. اسمي عُهَد. بغيت من فضلكم تصحوني غدا الصباح علي الساعه 6.
واش ممكن تخلص عند الكونطوار، الله يرحم الوالدين؟
عافاك بغيت فلوسي لي بقاو ليا.
غادي يُمكنك تْخاف من هاد الكومبيوتر الصغير.
عموما كانت رحله سلسه مع شويه دوامه.
شكون هو رقم الرحله ديالك؟
فرحان بزاف باش عجبك. شريتو فتخفيضات ديال المتجر ABC.
هل يمكنني تناول العشاء علي السفينه؟
هل ممكن ناخد بروشور علي الجوله؟
هلي كنتي عضو فالنادي ديالنا ديال كاري السيارات بزاف؟
شكون هوما اللي غادي تشري؟
صحيح. انت تشاركنا الراي. وبالمناسبه، قال انه يعتبرك رجلاً ذو اخلاق حسنه.
شكون شنو درتي فالعطله ديال الصيف؟
سَبّقني و نْعاود نْتّصل.
عندكوم ماء كولونيا دياال شانيل؟
"بعيد بزاف. خاصني شي واحد يوصلني."
عندك هادشي باللون الاحمر؟
قول لي كيفاش نستعملو.
محاوله زوينه، ولكن متعرفش متاكد حتي تجرب.
كيف ندير نتصالو بالكونطوار ديال المعطيات؟
كايجوعو.
هل ممكن نشوف رخصه السياقه ديالك؟
شكرا. تمتع باقامتك.
جيت من هوكايدو.
سفر ميمون.
عندك هادشي؟
شكون هو هاد الماركه؟
دابا فالتْصْفِيَه، غي بْثلاثين دولار و تسعه و اربعين سنت.
كنت غاضب من اللي قال الباءع.
عندك شي حاجه اكبر؟
فِي الصِّيف فِي جَابَانْ، كَايَكُونْ الجو رَطْب وَخَانِق.
باغي نوصل للمطار قبل الساعه 2.
Hta chi tbeddil bghiti ndir?
باغي لون يخلي شكلي اصغر من عمري.
سيدي، جيب لي حوايجي للدار.
بغيت شي طماطم، الله يرحم الوالدين.
مكاين والو.
علاش لا، نقدر ندخل للدار دابا؟
ماغاديش نلقي بحال هادشي فاليابان. غادي نشريه.
ليله الاربعاء.
عافاك، دلني علي كرسي ديالي.
شكون هوما الحلويات لي عندك؟
كَتْخَطّي فِي الحساب.
هادي 3 ديال لعشيه.
شويه زياده من عند الرقبه، من فضلك.
مَكَنْشُوفْشْ شْنُو كَتْقُولْ
شحال ثمن التذكره ليوم واحد؟
هلا ندايتي؟
شكون هو رقم الرحله ديالك؟
هل عارف ذوق صاحك ف الهدوم؟
هادي هي فين نمشي للباغاج ديالي لي ضاع؟
كَنْحْتَاجْهُمْ بْغِيتْهُمْ بْشَدَّه.
شحال كامل؟
كَتْعْرْفْ شي صُوبَه دْ لفلوس ولا بنك قريب من هُنَا؟
معذره، بغيت نلغي الحجز ديالي.
غادي نكون هناك تقريباً ف 4 ديال لعشيه.
بغيت نمشي نهار قبل.
شكون هوما تخصصات الدار؟
هل ممكن نسول شي حد ياخد رحله متاخره؟
هَلْ وَصَلَ القِطَار مِن سِيدْنِي مُتَاَخِّرًا؟
عندك صداع؟
ما يمكنش تاخد هادشي لليابان. مسجل فاتفاقيه واشنطن.
هلا جيتني من المحطه اللي قريبه؟
نعم، درت.
بغيت نلغي الحجز ديالي.
حسنا، غير شويه. اه- وقع لي الشوكه. عفاك.
فين كاين لقديم ديال المدينه؟
غادي تعطيني شي جورنال ولا مجلات؟
عندك شي وحده اصغر شويه؟
عندنا نخليو الكاميرات ديالنا فالمدخل؟
شكون نهار هو لي مسدود؟
كَنْظُنْ بَاشْ دَرْنَا. غَيْنَتْظَرْ شَوِيَّهْ، اللهْ يْرْضَ عْلِيكْ.
كيفاش نعرف ديك الشخص؟
بغيت كتاب قواعد اللغه.
جيت للباب تسعه وثلاثين علي اربعه و اربعين و نص.
شحال علي الوقت اللي غادي يجيبها الباص؟
شكون اللي كايعاود علي كراء الدراجات؟
هل كاين شي ملعب تنس قريب من هنا؟
فين هو المضيف؟
عندك شي مرشد خبير؟
شكون الوقت لي كا تزهر فيه زهور الكرز لي كا يحتفلو بيهم فاليابان؟
نعم، انا كنكون
غادي نمشي لبرج لندن. واش ممكن تقول لي كيفاش نوصل ليه؟
عندي ناخد وحده كبيره ديال البيتزا بالجبن؟
كاياخد علي قد ساعه بالباص.
هَلْ قَرِيبٌ؟
نعم، نعم. غادي نجيبها ونجي.
تْحَمَّسْتْ.
مخلوع ما نيش فالدار دابا. خلي رساله بعد ما يسمع الصوت، ونرجع ليك فاقرب وقت ممكن.
بغيت ناخد جوله فالطوموبيل الطياره ديالكم ف نيويورك.
تاكد ملي معندك والو باقي خدامك.
كَامْ مَرَّه كَيْطْلَع البَاص دْ الرقْم تْسْعَه؟
ضيعت واحد من العدسات ديالي.
كَنْخَدّم تْرَانْشْ دْالبيانو مره فْالْسْبُوع.
شكون بغيتي عليه؟
حافظ علي هاد الامتعه حتي لثلاث.
سميتي ياماشيتا.
شوف ديك الدروج؟ غادي يوصلوك للمحطه ديال القطار اللي غادي فالاتجاه الاخر. ولكن في الحقيقه، اذا بغيتي تشوف لندن، الحافله احسن بزاف من الميترو. خرج من هنا، وغادي تلقي محطه الحافله. الحافله رقم 12 غادي توصلك مباشره للمتحف. تمتع بزيارتك، سيدي.
ها شي ليك.
كان نهار اليوم زوين بزاف.
هاد النوع ديال القبعه كاينه ف الموضه. غادي نشري وحده انا بعدا.
هل ممكن ناخد لحاف؟
هل هاد الدواء فعال فتخفيض الحراره؟
هيا لصّه.
هل تريد المزيد؟
كانو عينو سودين و بعاد علي بعضياتهم.
اه، خاصيات النهار هادو هنا.
فهمت. اظن غادي نوريهم كاملين ف ساعه وحده.
ها خمس دولارات وصفر سنتات. خلي الباقي.
سيدي، بغيتك تحجز ليا طاوله لخمسه اشخاص.
كايْن بزاف قريب من الطواليط. بغيتك تبدلو ليا؟
سمح لي، بغيت شي كلكولاتور.
فين كاين قاعه المءتمرات؟
هادشي مصنوع باليد؟
عافاك بان لي شي تسريحات ديال الشعر؟
عندك شي باليت ديال الالوان؟
عندي ندخل للمستشفي؟
عندنا قوات للدفاع عن النفس.
هل تريد سيجاره؟
معذره. ما عندناش المخزون. جرب شي محطه ديال التران.
عندك التذكره ديال الرجعه؟
هل يمكنك ان تفتح النافذه شويه؟
ايلا لقيناها غادي نتصلك.
من فضلك متديرش السكر.
موتور ديالي وقف. انا فالخامس علي مستوي شارع 57. تعالي فحال ما تقدر.
حنا مهتمين بتاريخ الطبيعه.
حنا مفتوحين من عشره حتي سبعه و نص.
بغيت ندير مكالمه دوليه لليابان، الله يرحم الوالدين. انا يوكي موراي فالغرفه 312. بغيت ندير مكالمه علي حسابو للسيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثه ثلاثه سبعه اثنين سته ثمانيه ثلاثه تسعه واحد.
سمحيلي نشوفو. واش كدير بيه من نهار دابا؟
شكون بغيتي لي يجيبو ليك الفاتورات؟
باغي نكمل الاستعمال ديال صندوق الامان.
اسمع، ال، شنو هو، اه، رقم التلفون ديال الفاكس داكشي ف المحطه؟
غادي نبلغ عليك عند "الوكاله الوطنيه لمراقبه وحمايه المستهلك".
بغيت سماعات، الله يرحم الوالدين.
كايحمر لي شويه فْ لكراعين.
هادشي ماشي من عندي. مكاينش شي حل؟
واش ما كاينش شي حل اخر باش نتعاملو مع هاد الوضعيه الخطيره؟
واش مفتوح دابا؟
يدّي منفوخه.
زوج ديال الصباط ديال 8 بوصات، الله يرحم الوالدين.
شكون هوما المعارض الاساسيه فهاد المعرض؟
هل يمكنك اصلاح هذه الكاميرا؟
كَنْتَاحْبَذْ بْغِيتْ تْقْرِيرْ دْلْحَادِثَهْ بَاشْ نْخَدْمْ لَاْسْيَانْسْ دْيَالِي.
لقيت شقه وانا كنقلب فالانترنت.
فِي الدَّرَجَه المِءَوِيَّه، نُقْطَه التَّجَمُّد هِي صِفْر.
بغيتوا لعطله الاسبوع.
عندي كرش مقلوب. عندك شي دوا مزيان؟
نعم، كل ما عليك فعله هو غسل الشعر بالشامبو وتجفيفه بالمجفف.
حاضر. انت؟
حاضر. ها هي الفاتوره ديالك. المجموع كيجي 45 دولار و 50 سنت.
هل يمكن ان ادفع بالشيك؟
كَنْصَوّب المطبخ.
شحال غادي ياخذ الوقت باش توصل هاد الكارط بواسطه البريد الجوي حتي لليابان؟
غاديين نطيروا بعد شويه.
نعم، سيدي. عندك شي بطاقه تعريف؟
بغيت لعبه لبنوته عندها 5 سنين.
مَا عْيَاتْشْ فِي حْيَاتِي وْلَا يُومْ.
شحال البعد علي بوسطن؟
كَيْفْ مَا جِيتِي لِيَابَانْ، هَادْ الشَّيْءْ كَيْسْوَي بِكْ بْزَافْ.
كَنحس براسي مزيان بزاف.
غادي نرجع ف 25 مارس.
عندك كيكه للسكريين؟
بغيت الحليب، الله يرحم الوالدين.
واو. شحال هاد الخدمه كبيره.
هل ممكن ناخد طابعات للرساءل لي غاديين لليابان؟
شكون هو الرصيف لي غادي يخرج منو القطار ديال ميلان؟
مرجو ارسال السياره الي فندق الفا في التاسعه صباحا من يوم السادس.
غادي نشارك فجوله بالهليكوبتر علي نيويورك.
كاين ما احسن.
هلاّ بانّي نشوف البورده ديالك، الله يرحم الوالدين؟
ويسكيك خمسميه ريال.
"جوله بالتماسيح؟ هل هذا ممتع؟"
متخليش رجلك يضربو في القاع الرملي.
هادشي باش خدم؟
قول لي كيفاش ندير مكالمه دوليه.
هلا بدّلتي هاد الورقه ديال خمسين دولار بعشره ورقات ديال خمسه دولارات؟
شكون اللي غادي يحمل ليا هاد الشنطه؟
سير ديك هادشي.
ماشي بعيد بزاف. تقريباً خمسه عشر دقيقه.
بغيت نخرج هادشي.
شحال غادي ياخد الوقت باش نتحسن؟
"امس، شريت هاد الشي وهو خاسر."
ميزانيتي هي خمسين دولار.
غادي نديرك مع السيد سوزوكي.
شكون سته د ليل؟
حالاً من فضلك.
كَنْسِرّحْ بزاف باش شفتك.
فين كنشد الطوبيس ديل رقم تسعه؟
كَنْتَمَنَّاوْ طْيَارَه زْوِينَه.
هل كاين شي بلاصا نتصب فيها تلفون؟
كَنْجِي فِي الحَمَّام. مَكَيْناش المَاء السَّاخن فِي الدُّوش.
حافظ علي هاد الامتعه، من فضلك.
ثلاث ليالي من اول يوليوز. شحال ثمن الغرف ديالكم؟
عْطِينِي خْمْسَه عْشْرَه لِيتْر دْلْ سُوبِير، الله يْحَفْظْك.
هلاّ عطيتيني فكره كيفاش كايعمل هاد الفاتح ديال العلبه كهرباءي؟
"هل غادي يكون جاهز قريب؟"
شكون هو الخمر لي تنصح بيه مع هاد الطبق؟
ضيعت الكارط ديال الترانسبور.
هل كاين شي مكتب للصرف هنا؟
شكون هوما اللاعبين لي عندهم اكبر شعبيه؟
فين كاين قسم الاشياء الضايعه؟
فين كنشوف فيلم؟
بغيت واحد هوت دوغ، الله يرحم الوالدين.
كاين شي تعبيري؟
غادي نبعثوه ليكم للبريد.
هاد السني ضرات
عْطيني الكاميرا. بغيت نصور.
شحال الثمن ديال تذكره الدرجه الاولي غالي علي تذكره الدرجه الثانيه؟
غادي تدور علي المحفظه ديالي فالمطعم ديالك؟
مكان وقوف التاكسي، فين؟
ديك الساعه كان مزيان.
بغيت شي حاجه للصداع.
Ana kaman. Dert f balli tsa3dini nfahm lmenu.
هلّا سجّلت هنا، من فضلك؟
بغيت شي قطرات.
بغيت ناكل شي حاجه فرنسيه.
كيتعجب من زهور الخوخ فالعيد ديال البنات فالثالث ديال مارس.
من شحال كاينه قطار تاوكاي؟
واش هادو شحال فيهم؟
عندك شي برتقال؟
علاش لا، ممكن نبدلو بشي حاجه اخري؟
سمح لي. واش ممكن تقول لي علي شي اماكن زوينه نزورها فهاد المدينه؟
هل كاين شي كافيتيريا قريب من هنا؟
ممكن لطفاً تذكره ذهاب واياب لشخصين الي بوسطن؟
كيدير: "احترم المسار"
هل تريد زياره مكان معين؟
"هل نغلفو؟"
نعم، يمكنك شراء الطوابع من الات البيع في الردهه.
شكون من هاد لخفا ديالك في التخفيضات؟
"انا فـ فري واي 80 قريب من مخرج بيركلي."
غادي يكفيك غير اسمك وعنوانك.
خليني ناخد ليك الشنط ديالك.
شحال ثقييييييييي
طلب شي حد كيحكي ياباني.
هادا هو رقم الغرفه 231. بغيتك ترسل ليا فنجانين ديال القهوه، لو سمحت.
كَنْظُن هاد التْغيير مْخَلَّط.
كاياخد 3 سوايع باش نمشي للخدمه و نرجع.
هلاّ جربتي شي بوتيك معروف عند الشباب؟
عندو معدل ضربات ديال 325.
من فضلك ما تجيش مره اخري.
غادي نمشي ف 2:15 دلعشيه.
عندي تذكره ديال دترويت اللي غادي تخرج علي الساعه 11 صباحا.
عافاك بغيت شي بلاصه فالوسط قدام.
هلا ساعدتني باش نلقاه؟
كَنْبَحْث عْلَي شي حاجه مْصْنُوعَه فِي اَمْرِيكَا.
هل كايعني اكثر من عشر دقايق مشي؟
كَنْظُن بلي كَنْحْبك.
شكون هي لعندها الفكره علي واشنهي التاريخ لي خاصنا نديرو فيه الورقه؟
كاين شي حد لي كيتكلف بيه؟
شكون عدد سكان بلادك؟
حنا اربعه، الساعه سبعه و نص الليل. شكون بغيتي تحجزي باسم؟
بغيت نبدل الطلبيه ديالي.
شكون هو اول مكان كايشوفوه السياح ف انجلترا؟
غادي نمشي غدا.
بغيت شويه خيار مخلل، الله يرحم الوالدين.
عندك الوقت الليله؟
جيت من طوكيو.
بغيت عصير، الله يرحم الوالدين.
فاش كتخطط تزور فهاد البلاد؟
شكون هادشي لي مصنوع من؟
سي السيد فرانك شميدت، مدير مصنعنا، غادي يفرح يوري ليكم المكان.
25 دولار شاملين تمن التوبيس، دليل الرحله و تمن الدخول.
شكون لي كايجي مع هادشي؟
كنت فطيار ديال بان امريكان الرحله رقم اربعه صفر اثنين. كنت خدامت علي حقيبتين.
بغيت بطاريه لهاد الشي، الله يرحم الوالدين.
قريب من الركح، من فضلك.
مسجل، من فضلك.
فين كاين الكاشي؟
كايْحَرْ.
معذره، هذا هو النوع الوحيد من الغرف اللي عندنا.
كِنْتْعَامْلُو بْزَافْ فِي الاَجْهِزَه الكَهْرَبَاءِيَّه دْيَال الدَّار.
وحدي بلا حمام، من فضلك.
نعم. كنبحث علي فستان.
بغينا نجربو الاكل ديال البلاد.
شكون لي فيها؟
خَذ صاحبي لْلمستشفي، الله يخليك.
عاونتي بزاف.
المتحف المتروبوليتان للفن زوين.
هاد العنبه كتشهي.
شكون هو الرقم لي خاصني نضرب باش ناخد المعلومات؟
فين هو التلفون؟
غادي نديرو اجتماع ونقررو هاد الاسبوع.
عافاك عطيني ورقه التامين ديالي.
نعم، فعلا. السماء غاديه تهبط.
هاد الخمر داز عليا بزاف.
واحد ناقص. شريت خمسه كاملين.
شكرا بزاف علي ما درتي معايا هاد الساعه. كنقدّر بزاف مساعدتك.
شكون هو الوجبه الاسرع؟
شحال الليله وحده؟
بالتاكيد. لحظه واحده سيدي.
ما خاصكش تصحيني للوجبات.
بالتاكيد، من فضلك.
متخافش. دازت واحد من عند المطافء.
شحال الثمن باش نمشي ل Holiday Inn بالتاكسي؟
حشمت عليك.
معذره. سقط مني شويه ديال القهوه.
لا، غير شي شهور. غادي نبقي هنا تقريباً ثلاث سنين.
هل البريد قريب؟
بغيت نكري دوك ديال الوينذسيرفينغ.
عندك شي اكلات محليه؟
هل ممكن تحجز لي هاد الكرسي؟
مَا فَهْمْتْشْ شْكِيْنْ كَتْقُولْ.
السلام عليكم، فين كاين الكابان ديالنا، الله يرحم الوالدين؟ بغيتوا توصلونا؟
ما غاديش ننسي الوقت لي قضينا تحت الشجره فنهار صيف مشمس.
هادي هي النافذه اللي بغيتي؟
غادي يولي الجو دافء هاد الليله.
هاني سميتي كامله وعنواني.
شحال الثمن ديال غرفه توام؟
هاد الخمر ما كيعجبش.
هلا جبتي وساده للغرفه واحد عشرين، الله يرضي عليك؟
فاين ف الطابق الثالث؟
ماعنديش الوصفه الطبيه.
فين كاين الجبانه؟
عندي نقول ليك وداعا.
بغيت نسولك، فين كاينين الكرافاتات؟
قول لي شحال نعبر؟
الاستراحه مدتها ثلاثين دقيقه. يمكنك تناول وجبه خفيفه في كافتيريا الطابق الاول.
هلا ساعدتني، من فضلك؟
مرحبا بيكم علي متن الخطوط الجويه الفرنسيه.
هل عندنا الوقت باش نلفو هنا؟
تحقّق حلمي.
لا كتشب، من فضلك.
فين كاينين الرصيفات؟
هادشي معووج.
حسنا. ها هو مفتاحك. غرفتك رقم 1109.
فين كنشري صحون؟
معذره علي المقاطعه، ولكن خلينا ندخلو فالعظم. عندنا بزاف دْ المواضيع باش نتناقشو اليوم.
كَنْحَسّ بالتحسس من المضادات الحيويه.
عندي شويه ديال الواجبات ديال الانجليزيه، الرياضيات، والفرنسيه.
غادي نرسم ليك الخريطه.
هل تقبل الدولار؟
الفيزا صالحه لمده سته اشهر.
هاد الشي مزيان. ما محتاجينش يتعمل الليله.
اه، غادي يجي.
بالبريد البحري؟
غادي يكون خطير لو ما ركبتش طاكسي باش نرجع للفندق.
لا، معندي حتي فكره، غادي نتاخرو علي الوقت بشويه، تقريبا ساعتين.
بغيت شي وحدين ديال التبغ بلا فيلتر، الله يرحم الوالدين.
غادي ننزل فالمحطه الجايه.
مكالمه مجانيه للسيد اوغاوا، طوكيو اربعه خمسه سته سبعه.
فهمت. من فضلك املا هذا الاستماره. ممكن ما نلقاوهاش، ديك الساعه ضروري تتصل بشركه الكريدي ديالك.
سيدي، اسف جدا. خاصنا نبلغو هادشي للبوليس.
هل كاين شي محل ديال التخفيضات هنا فهاد المنطقه؟
اقتراحو تقبل.
عرض عليا فواتير الاداء، الله يرحم الوالدين.
عْطِنِي الطْرِيق.
نعم، عندي كرتونه ديال الحوايج.
سارقو الحقاءب. اوقفوه.
نعم، عندنا تسعه وتسعين نوع ديال الوجبات.
سول واحد طبيب ياباني.
كايغدا غدا دابا. غا يرجع ف عشر دقايق.
غادي نوصلو ف الوقت؟
سمحيلي نطلب منك ترسم ليا الطريق للبريد؟
شي حد يساعدني، الله يرحم الوالدين.
كاميرتي كتعيا. بغيتك تشوفها شنو فيها؟
هل كاين شي خط ديال الطوبيسات لي كيمشي لهاديك الجهه؟
هاد الثمن كامل ولا علي كل وحده؟
شكون الصوص لي بغيتي؟ عندنا صوص الف جزيره، صوص جبن ازرق، وصوص فرنسي.
بغيت شي فلوس صغار.
هلا تكلمت ببطء من فضلك؟
لا، اصبتِ في تخمينك. طلقتُ منذ حوالي سته اشهر.
بالتاكيد سيدي. كيف تفضل ستيكك؟
قول ليا كيفاش نتحكم فحراره داكشي د ليكور؟
كولشي مزيان.
شكون هو الكيمونو الرسمي؟
كَنْمْشِي لْلحَمَّام بْضْع مَرَّات فِي السَّاعَه.
بغيت كاس ديال الخمر الحمر، الله يرحم الوالدين.
كَنْبَحْث عْلَي حَاشِيَه دْلَالْسِيل.
حمل لي شنطي، من فضلك.
هاد الباص كيمشي لبوسطن؟
غادي نمشي فسبعه ديال الصباح غدا، بغيت الفاتوره دابا.
قصهم شويه فوق الحواجب، من فضلك.
غادي ناخد هادشي وهادشي.
باغي نبعث هادشي بالبريد البحري.
سير فك السماعه. غادي نعاود نتصلك بعدين.
الماء ف الطبانه طفح.
كاينين اربعه فصول مُختلفه.
حسنا، غادي نخصم ليك 3%
كرت ديالي ما بغاش يخرج من الصابون.
النموذج ممكن يكون اسهل في الاستعمال.
عندي هاد الاعراض من صباح هاد النهار.
هادا كيدا فالغرفه 729. عندي وجع كبير فالبطن ديالي. عاوني و سيفط ليا طبيب.
كَنْكَرْهَكْ.
بغيت نحتار شي سويت.
فين كاين شي محطه البنزين؟
هادشي عدوه؟
غادي ياخذ تقريبا تسعه وتسعين نهار باش نعاودو نصدرو ليك الكارت. ديري اسم الفندق ديالك ورقم التلفون هنا فهاد الورقه، باش نقدرو نتواصلو معاك.
هاد الليموزين كتمشي لفندق القصر؟
غادي تمشي للمدرسه؟
Hta chi hadra bghiti?
بغيت خيمه.
لقيتو.
كَنْبَحْث عْلَي خِيْط.
شكون لي كايديرك تْقرا بهاد الطريقه؟
واش غادي يوصل الطلب ديالنا قريب؟
شكون هو الاقرب من هنا؟
هل القطار كايوقف ف اديلايد؟
ارسل لينا شي حمال يصعد.
بغيت هاديك.
هكذا، من فضلك. هذا المقعد بجانب النافذه لك.
بغيت شي قطره ديال الانف.
هاديك محطه ديال الميترو ولا محطه قطار عاديه؟
فين كاين صالون الصعود؟
هادي وحده وربع د العشيه.
غادي ياخذ شويه الوقت باش نجهز ولكن.
هاد لعشيه خاصنا نقررو واش غادي نمشيو ف خطتنا باش نوجدوا فرع ف شي بلاصه ف امريكا اللاتينيه، و ان مشينا، فين، و متي، و كيفاش.
عافاك، ممكن ناخد فرصه اخري؟
فوق تسعين وتسعه دولار، يمكن ليك تستعمل النظام المعفي من الرسوم.
**بني.** اسمي مكتوب علي جنبها.
غادي نخلّي الصبي يْفتح الباب بالمايستري. عافاك، عطيني ثانيه. شنو هو اسمك وشنو هو رقم الغرفه؟
كَنْسْتَمْتَع بْلْاِصْغَاء لِلمُوسِيقَي الرُّوحِيَّه.
البطاريه خاويه.
فهمت. بغيت من فضلك تذاكر ذهاب واياب لسان دييغو.
قهوتك، من فضلك.
شكون الساعه؟
هَلْ كَنْتَحْتَاجْ لِرُخْصَه صْيَادَه؟
بغينا طاوله قدام النافذه.
مكاينش عندي خدمه.
هل كاين شي معهد للغطس؟
هلا نزلت لي حقيبتي في السابعه صباحا؟
هلي خاصنا نخلصو علي المشروبات؟
كَنْحِبْ غويا. مُتشوق نشوفهم.
شكون لي كايعطي تخفيضات علي الديسكات هنا؟
عندكوم طوبيس د المطار؟
واخا، ملي تجي لليابان، مرحبا بيك فداري.
اه، تقريبا ساعه. بعيد بزاف.
هوما زوينين بزاف للبحر.
شحال كا ياخد الوقت باش نوصلو ونرجعو؟
هلا تحفضلي الشنطه ديالي حتي الساعه اربعه؟
كاياخذ تقريباً اربعين دقيقه. خذ بروشور ياباني، ان بغيتي.
خمسين سنتيم للكلمه. غالي اكثر من ما كنت كنتوقع.
شكون غادي يخلي هاد العربه قدام اللوبي؟
هادشي معفي من الضريبه؟
الشيء الاحسن هو قضاء وقت ممتع مع صحاب زوينين.
بغيت نحتار شي غرفه بسريرين مع حمام لمده ليلتين، من نهار 3 مايو.
هل يمكنك توصيلهم صباح الغد؟
بسبب العاصفه الثلجيه، تم الغاء رحله الخطوط الجويه الكنديه رقم 021.
كَتْبْلِي كُتُوبْ لِيَابَانْ؟
شحال غادي تبقي؟
غادي يضرّي الراديولوجيا الفلم؟
كَنْتْ دَايْتْ، عْمَلِي لِي صْحْنْ صْغِيرْ بْلَيْزْ.
طارت الطياره. غادي نديوك لواحد الفندق.
غادي نوصل متاخر، ولكن خلي ليا الحجز ديالي، الله يرحم الوالدين.
شكون الساعه؟
عافاك، عطيني تخفيض.
كَنْتَمْ قُدَّامْ الباب دْ الدار ديالي. رقم الدار ديالي هو تْنْوْ وَحْدْ.
عندنا عشره غرف فرديه، ثمانيه غرف مزدوجه وتسعه غرف توام.
غادي نقدرو نخليو حوايجنا هنا.
حطّيه فالميزان داك. سبعين و خمسه صُوص.
هلا دوزتي معايا حتي ل Union Station و رجعتي؟
بغيت نشوف هادشي.
واخا، حيت عارفين الحكومه غادي دير شي اجراءات تحفيزيه اخري.
عندك طابعات البريد الجوي؟
غادي نلقا كلشي فهاد اللاءحه فالسوبرمارشي ولا خاصني نمشي للصيدليه؟
لا، حنا ما كنديروهش، ولكن نتوما اللي تشريو البنزين. من فضلكم، عبوا الخزانه قبل ما ترجعو السياره.
باغي نبعث هاد الكارطبوستال لاليابان بالبريد الجوي.
فِي نْيُو يُورْك. وْوَكَّالَه السَّفَر قَالَتْ لِي غَادِي يْكُونْ مَزْيَان.
شكرا علي كلشي.
كَتْحَسْبْ بلي خاصني نْرْجَعْ لِيابَان؟
هل يمكنني ان اسالك عن اسمك؟
فبالمعدل الحالي، غادي يوصل لهاد المبلغ.
فين كاين المعرض؟
هل يمكنني استعمال الحمام او الدوش الليله؟
الرقم هو اثنين صفر تسعه تلاته خمسه واحد اثنين واحد اثنين.
حنا مجموعه ديال ثلاثه.
هيا، عطيني عرض احسن.
وقتك اللي بديتي فيه هو 2 د العشيه بحال ما حجزتي. ولكن شي وحدين اخرين غادي يخلصو قريب.
عندك الحجز؟
كَنْمْشِي لْلْحَمَّام كُلْ ثْلاَثِين دْقِيقَه.
شحال كايدوز الوقت فالبريد البحري؟
هنا بالضبط؟
غادي نبقاو تلات ليالي.
بغيت نبدل الرحله ديالي.
هل كاين محطه الميترو قريب؟
هادا السيد كوباياغاوا كايتكلم. هل ممكن نتحدث مع السيد توماس؟
شكون هي ساعه خروج هاد القطار؟
كَامْلْ شْحَالْ كَتْعْمَلُوا كُونْسْطْ؟
بغيت ناخد درس فالتزلج علي الجليد.
كَنْسْوَلْ عْلَي دَارْكُمْ للْكِيَا.
وحدو؟
عْطِيني قارْيَه صْغِيرَه مْنْهَا.
فين كيتعشاو الناس ديال البلاد؟
عندك شي كروت كاش فيهوم فلوس؟
غادي يكون 40 دولار مع الضريبه، يعني كاملين 43 دولار.
كيهلّل لولد صغير عندو عامين يلعب؟
باغي نبعث هاد البطاقات البريديه لليابان.
جيت من فرنسا.
شفتي ليك شي تذكره؟
ممكن تاعطيني تذكرتين لواشنطن العاصمه، في اتجاه واحد.
هل يمكننا اللعب بهذه الاحذيه؟
هل يمكنك اصلاح هذا المقطع في بنطالي؟
سيدي، بغيت ندير مكالمه علي حسابكم.
ماعرفتش شحال هو الحجم.
فين كاين التليفون الاقرب؟
نعم، عافاك. غادي نبقي نسناك حتي تتصل.
هل ممكن تعطيني تخفيض علي الاقامه لمده ثلاث ليالي؟
"هل ناخد ليك شي رساله؟"
فِي المَسْرَحْ لِي جْنْبْ المَكْتَبَهْ. لَكِنْ خاصْكْ تْحْجْزْ مُوْعِيدْ.
سمح لي. فين كاين خريطه المدينه؟
ما هاذشي خطير؟
هاد السطر طويل.
بغيت بيضات مقليين، طوست وعصير طماطم.
خارطه، لو سمحت.
هلا كسرتي هادشي، الله يرحم الوالدين؟
عندك شي استماره اخري؟
هلي لاصق البطاق ديالك فالباغاج ديالك؟
شي حاجه تصرح بيها؟
غرفه مزدوجه، من فضلك.
مكاينش كراسي محجوزين. ممكن تاخد اي كرسي يعجبك.
بغيت شي ساوسيج، الله يرحم الوالدين.
خدّا ليا الشنطه ديالي.
هَلْ اَنْتَ كُورِي؟
لا، ولكن عندنا سياره جديده من نوع "سوب كومباكت". الحمراء اللي هناك.
قلتي ليا علي صرف العمله ديالنا. هاد الشي معناه كل بنك عندو سعر مختلف؟
شنو غادي يطلب مني نلبس؟
شحال من عمله خاصها؟
قيسوها، من فضلكم.
بغيت ساعه حاءط.
شكون هي المدينه اللي غادي يوقف فيها الباص؟
اه، انت ذكي بزاف، ما كاينش اللي بحالك؟
فرنك سويسري، مزيان؟
شحال كايدوز الوقت من لوس انجلس حتي سان فرانسيسكو؟
السلام عليكم. واش نقدر نعاونك؟
بغيت شي دوا للتخمه.
باغي نقول لصاحبي علي هاد المكان، عطيني شي بروشور ديال الفندق؟
ضيعت الباسبور ديالي. بغيت نعمل محضر سرقه.
فاين غادي يوديني؟
فاين هو التلفون؟
سمح لي لحظه.
غادي نكتب ليك.
شكون هو الجوله الاضخم ف المدينه؟
هلا كملتي هاد الاستماره، الله يرحم الوالدين؟
بغيت شي هوت دوغ بالبصله، الله يرحم الوالدين.
شكون هي الاختصاص ديال هاد المطعم اليوم؟
عفاك. شحال كاينه العشاء عادي؟
بدّل هاد الشي، الله يرحم الوالدين.
شكون اللي غادي يبقي فباريس غدا الصباح و ياخد الطياره ديال سويس اير فالنهار؟
سيدي، عافاك، انتظر حتي يجيبو ليك الطاوله.
ممنوع الغطس.
نعم. هذا هو الغرفه رقم تسعه وعشره. المكيف ما كايعملش. هل يمكنك اصلاحه؟
حاضر. فين هي زر التشغيل ديال هاد الكاميرا؟
فازنا بعقود مع اغلب الممونين فاليابان.
قول لي فين كاين بلاصا يونيون؟
قول ليا كيفاش نستعمل البومبا ديال الغاز؟
عندك الخردل؟
فندق ZZZ. اسم مضحك، مشي هاكا؟
المرجان هنا جميل والتيار معتدل نسبياً.
ثمانين و خمسه صنتيم
كان شيءا مُثيرا للاهتمام.
دخلتهم ف كْرْتَيْن دْ لْبَاغَاج.
بالتاكيد. و من فضلك بلغي تحياتي الحاره للسيده كوك التي قامت بمبادرات جيده خلال اجتماعنا.
عندك شي حجز متوفر بهاد الثمن؟
عندي رقم الحساب البنكي ديالي.
خايف ما تقدرش. خاصك تخرج وتمشي شويه.
انا ربه بيت.
هلا نطقت ليا اسم عاءلتك؟
تذكره لواشنطن، من فضلك.
كَتْفَكِّرْ غَ تْقَادْ تْبَدَّلْ العَجْلَه وَحْدَكْ؟
هادي حاجه زوينه بزاف. خاصك تجي تزورنا فنهار من النهار.
فين هو المشكل؟
من اليسار، تشير هذه الي وقت التصنيع الضروري، وتوقع التكلفه، والمخاطر الماليه.
هل يمكنك تبديل ورقه عشر دولارات؟
شكون الوقت لي غادي نمشيو؟
هلا عطيتيني شي فنادق اخري؟
بغيت شي بودره ديال الوجه، الله يرحم الوالدين.
هل الطياره تاخرات؟
سمح لي.
كاين ثقب فهادشي.
عندنا غير الحجم ثمانيه دابا.
عندنا قهوه، شاي، عصير برتقال، و هادشي. شنو بغيتي؟
لا تزعج.
"غير كندوز."
هادشي ما طابش مزيان. بغيتي نعاودو نطيبو شويه؟
غادي تاخد هاد الامتعه للطياره؟
بغيت شي حاجه متينه.
عافاك بغيت شويه ديال الفلفل؟
لا، انا حاسس براسي محظوظ. هيا.
فين كنشري؟
عندك شي واحد اكبر من هذا؟
قول لي غير نوصلو لبارك غرين.
علاش ما ناخدش التامين؟
شكون كايعيق؟ ممكن نصور فالموزايا؟
شكون هو الفيلم لي كايعرض دابا؟
هل يمكنك تحويل هذا الي ين ياباني؟
نعم، درت. مشيت نهار الاحد اللي فات مع واحد صاحبي.
هادا هو رقم ثلاثه صفر اثنين.
هل ممكن ناخد خبز اخر؟
هلا ساعدتني باش ناخد التذاكر؟
هل الثمن ثابت للذهاب الي وسط المدينه؟
بغيت نعمل حجز لثلاثه ديال الناس فسبعه، من فضلك.
كَا تْشُوفْ بْلاصَه بْيَاضْ؟ هِي قُدَّامْ البْنَايَه.
هاذي هي الطريق الصحيحه للقطار اللي غادي لـ X محطه؟
انا ففندق "ABC"، فالغرفه رقم 685. ممكن تطلب ليه يدير ليا اتصال هنا من فضلك؟
لا شكرا، هادشي كامل.
كيعيوني ليا لكرشيو.
فين كاين شي محطه للبنزين؟
هاد القهوه حامضه بزاف.
عافاك عطيني نسخه من تقرير السرقه.
عندنا طْرامْواي فْالمدن الكبار بحال طوكيو.
معذره، ما عندناش هاد المنتوج.
هلا عطيتيني مخدر؟
اكيد. امشي مستقيم لثلاثه شوارع. بعد ذلك، ادخل يسار. غادي تشوف باب علي الطراز الصيني جميل.
غادي يكون الثمن عشره دولارات للراس.
سمح لي. بغيت نملاه بالبنزين العادي، الله يرحم الوالدين.
شفتي مزيان المشتبه فيه؟
واش رايك؟ بغيت نسمع وجهه نظرك.
شكون لي غادي يحمل لي هاد الصباط فالصاك؟
غادي نرجع هنا غدا. شحال ساعات الخدمه ديالكم؟
كاين الشامبو و التصفيف بالمجفف؟
مَنْ بغيتي تشوف؟
شحال الساعه ديال الصعود للطوموبيل؟
بغيت شي سروال داخلي.
غادي نعطيك رقم التلفون ديالي هناك في اقرب وقت ممكن.
الطبق الرءيسي هو مزيج من اللحم البقري المشوي والكركند.
شكون هو التران لي غادي ل بوسطن؟ من شحال كايمشي؟
هادا من احسن جوده عندنا.
غادي تقدر تعوضني عليه؟
غادي ناكلوه مع بعضياتنا، ديري معاك شوكه زياده؟
هل كبار السن مازال كيتعاملوا بالاحترام فاليابان؟
واش كاين شي تمن علي السماعات؟
التعريفه الاساسيه هي خمسماءه دولار مع رسم اضافي قدره خمسه وخمسون دولارًا في الشهر.
فندق هاليكولاني.
بالتاكيد، سيدتي. هل ترغبين في استخدام مِدَقّ الحذاء؟ كيف هو المقاس؟
هادي تاكدات من جديد؟
هلا شفت هادشي، الله يرحم الوالدين؟
عافاك، عصير بطيخ.
شكون النوع، السيد؟
هاذ شي مزيان؟
كايحلم الواحد بيه، ما كاينش بحالو.
عندي ناخد جوج هوت دوغ للخارج؟
عاوني، الله يرحم الوالدين.
كَنْقُومْ سِتَّه صْباحْ كُلْ يَوْمْ.
معذره، ما غاديش نقدرو. غادي ياخذ اكثر من اسبوعين.
فين كاين شي مكتب ديال السياحه؟
فهمت. غادي نشوف مع الموظفين ديالنا.
كيفاش نوصل لمبني امباير ستيت من هنا؟
شحال كاينه كريّه التيليفون المحمول و البيجي؟
يا ربي!
كتشد الطلبات ديال العشا دابا؟
سميتي تسونيو سوزوكي. هاذي هي تاكيد الحجز ديالي.
فندق ريتز.
سلام. لعند باريس، الله يرحم الوالدين.
طاوله قدام النافذه، الله يرحم الوالدين.
هلاّ بان ليا اللي فالطّاقه؟
هاد لوشن للجسم كايوقف التعرق؟
اكياس بلاستيكيه، من فضلك.
ضيعت الشنطه ديالي.
بغيت نجرب هاد الصندالات الكعب العالي.
عندك تبدال الحرس اليوم؟
يمكنك ملء هذه الوصفه في الصيدليه في الطابق الرءيسي.
عندك فلوس صغار؟
معذره، طاولاتنا مكتمله. هل تريد الانتظار؟
هاد هاك واحد فيه شق.
بغيت تصاور لمده اسبوع، الله يرحم الوالدين.
غادي نجرب شي كراون
هلا جبتلينا طفايه ديال التدخين، الله يرحم الوالدين؟
دير وجهك لليسار.
تاناكا، غرفه ميه
سمح لي، بغيت شي ماء؟
كبير بزاف عليا. عطيني شي قياس اصغر، الله يرحم الوالدين.
كلامك زوين بزاف منك.
حذر راسك. جاي عندك.
هلا عاودتي تصدقتي تذكره غير علي حساب مصاريف المعالجه؟
غادي ياخد ساعه تقريبا.
خمسميه درهم: خمسميه درهم فالجيب، خمسميه درهم.
هادشي صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نبقا نخبرك فين كنكون.
كاين غساله قريب من هنا؟
هل ممكن نستعير مجفف الشعر؟
هلا جبتي لي الملح، الله يرحم الوالدين؟
هادي هديا.
كَنْتَسْنَاك تْسْكُت
الرقم هو صفر ثلاثه ثلاثه اثنان ثلاثه اربعه واحد اثنان ثلاثه اربعه.
كَنْفَرَحْ بزاف بالحْرِيره.
خير ليا نتمسك بالمحفظه ديالي مزيان، باش ما يجي حد يسرقها.
فِي لْمَسَاء كَيْوَصَّل لْعَشْرَه وْنِصّ وْلَا رْبْعَه وْلَيْلْ وْلَا شَوِيَّه وْكَيْطْلَبُو لْحْوَانُوتْ يْقَفْلُو بْكُورْ.
واش الخدمه مشموله؟
شحال بغيتي نقص ليك؟
عفاك، بغيت نعرف شنو هاد الازرار؟
شكون هاداك لسياره لي كاين من بعد، بلا ما يكون شي بليموث؟
سمح لي، بغيت شي حد يعاوني.
لمده اربعه ايام. اذا استمر العرض، يمكنني ان املاه مره اخري.
هل كاين شي رحله من شيكاغو ل سياتل؟
غادي يدخل الورق ديال الحجم القانوني؟
كاين شي تواليت خاص؟
غسلوا المناديل وحطوهم ملفوفين فوق الرف لي فوق الحوض.
وري لي شي كارديغانات لي كيجيو مع هادشي.
كَنْتَمَنَّاوْ بَاشْ نْزَوِّدُو مبيعات الحواسيب الصغري فِي المَجَال التَّعْلِيمِي بِادْخَالْهُمْ فِي مَجَالْ مَا كَانْشْ مُسْتَغَلْ بَزَّافْ.
شحال الثمن؟
كاين طلب كبير علي هاد الكمبيوتر الجديد.
نازف هنا.
بغيت شي مسكن للوجع.
ممكن ناخد طياره الصباح فـ 26.
غادي ناخد كيكه بالكريمه، من فضلك.
بغيت شي ماء، الله يرحم الوالدين.
ايلا كان هاد الجوله ديال النهار كامل غادي تمر من عند Fisherman's Wharf، غادي نشارك فيها.
ماعليش.
مَا كَنْحِسّشْ بِخِيرْ، عْطِينِي شْوِيَّه دْمَدْوُونْ، الله يْرَحْمْ الوَالْدِينْ.
هاد اللحم قاصح بزاف عليا.
دازو علينا هاد الشي.
واخا، هوما فريق صغار شويه، و الدودجرز كيديروها قويه هي كدّي.
لا بعد، شكرا.
وقفو فوسط المجموعه ديالنا.
بغيت الحوايج يغسلوهم ليا قبل ما يجي النهار
فيلم ديال الصور ملون، من فضلك.
سكان اليابان كايعيّتو سابع اكبر سكان فالعالم.
حاول شي حد يدخل بالغصب. واحد الشفار صغيور، علي ما اظن.
كَانْضَيِّقْ فِي الصَّدْرْ هُنَا.
هلا دازيتي تلفون لشركه التامين؟
شكون هوما النبيذ لي عندك؟
لا، خدي الرقم ثلاثه.
هادي خمسه دولارات.
اه، شكراً لك. استمتعت بيه.
كَنْجِيبْ فِي شُغْل.
غادي نبقي ففندق هيلتون. غادي نبقي غير ثلاثه ايام.
بغيت تلفزه محموله، الله يرحم الوالدين.
كاين شي فنادق قريبين من المطار؟
بغيت ساندويتش فرانكفورتر بالخردل، من فضلك.
عندي وجع فالبطن.
اتصل بالجيش ديال الانقاذ، الله يرحم الوالدين.
وحد تذكره ديال طالب، الله يرحم الوالدين.
اكتب ليا رساله بمجرد ما توصل.
معمري نعاودها. شوف، غادي نخلص علي كلشي. غير متديرش داكشي، متديرش التلفون. بابا غادي يقتلني.
عندي امساك.
هلا غلفتي هادشي كهديه؟
عندي الم خفيف فالبطن.
عندك ما شي حاجه وسط؟
وحدين طابع ديال دولار و عشر طابعات ديال عشرين سنت، الله يرحم الوالدين.
ما كياكلوش البيض الني فامريكا.
فين كنلقا شي حد يصلحلي ساعتي؟
قول ليهم غادي نتاخرو تقريباً 30 دقيقه.
عْطيني عْشْره تْوكْنات، الله يخليك.
كَنْسْتَعْمَلْ صَنْدُوقْكْ دْيَالْ الاِيدَاعْ لْلْمُقَابِلْ.
كيف نْمَشيو لْلمطعم؟
سْرعْ.
غادي يكونو جاهزين غدا. ولكن مع الخدمه ديالنا الخاصه، غادي يكونو جاهزين هاد المسا.
اكيد، خذ الحافله رقم خمسه من الفندق الملكي ونزل في ساحه وسط المدينه.
عفاك، فين كاين المحطه؟
غادي تلقاها فالطوبيس لي هنا.
غادي نسولو علي راحتو قبل ما نطلب منو
مكتب كراء السيارات، من فضلك.
بغيت نشوف الجبال.
هادشي للنسا ولا للرجال؟
بغيت نشري نظارات جديده.
بغينا نديرو تصريح علي الامتعه الضايعه.
غادي نوقفو فالطريق عند الرجوع؟
غادي يتعاود قبل العشيه ديال غدا.
بدّل هادشي للبيسيتا، من فضلك.
شكون لي بغيتي، بلاصا ديال ليدخن او بلاصا بلا ما يدخن؟
هادا السيد تاناكا. توصلت توا، ولكن ما عجباتنيش هاد الغرفه.
ويسكي علي صخره، من فضلك.
لا، ولكن عندنا طبيب كيف كيعرف يفهّم اليابانيه مزيان. مكاين حتي مشكل.
ماشي مشكل.
ماعرفش المقاسات الاستراليه.
غادي ترقصي معايا؟
هادشي لي دابا. شحال خاصني نخلصك؟
"ايلا كنتي فمكاني، غادي نجرب ديك الشي."
الجدول يوضح الاختلافات الرءيسيه بين النوعين من العقود.
Kayn ana? Chach howa l'l'b l-mthali lya.
نعم. بغيت نشري شي تذكارات. واش ممكن تقترح علي شي حاجه تقليديه؟
كايمرض. عيطي ليه شي طبيب.
شكون هو اللعبه لي كاينه فالقمه هنا؟
شكون هوما البرامج لي كتعجبك فالتلفزه؟
هل غاديين نخسرو نهار ولا غاديين نربحو نهار فطريقنا لامريكا؟
عرض عليّ التوقيت، من فضلك.
بغيت شي سماعات.
عندك ساكن وحدك؟
غادي تضطر تنتظر ساعه تقريبا.
كيفاش كتديرها؟
كاميرتي ما كتصورش مزيان.
تمتع باقامه سعيده.
نعم. هاد الصباح شريت جوجيت عندكم فالمحل. ولكن ملي رجعت وفتحتو لقيت ماشي هو لي شريه. ها هي الفاتوره ديالي.
كيفاش غادي تاكل هادشي؟
عندك سلطه خضرا؟
"مليان، لا شكرا."
كَتْعْرْف شي دكتور كايعرف يْتْكَلْم ياباني؟
علاش غادي يبدا العرض؟
علاش لا، ممكن نخلص بالين؟
هاواياتي هوما تسلق الجبال والعزف علي البيانو.
مَا كَنْتَصَوَّرْ بَاشْ نْرَجْعْ لِلْيَابَانْ. كَنْتَمَنَّي نْقَادْ نْبْقَي اَكْثَرْ.
كايخرج الماء من فوق. ما قادرش نبقي قاعد هنا.
ننصحك بزياره متجر للتحف.
هادي السيده مايزاكي فالغرفه 2315. بغيت منكم خدمه، بغيت تليفون باش نفيق غدا الصباح.
معروف بالمحيط الجميل.
مع السلامه.
فين كنشري شي تحفه؟
نعم. بالزرق، لحمر، والصفار.
غادي نكون سعيد نخدمك.
بغيت نملاه فالطوموبيل ديال البومبا رقم خمسه، الله يرحم الوالدين. ها 20 دولار.
منيّح نتعرف عليك.
فين كنقدر نقد الشيكات ديال المسافرين؟
هل ممكن تحجز لينا غداً المسا؟
هلاّ دّيتونا للكراسي سي 19 وسي 20؟
ممكن نشري سياره جديده غير مءخرا.
قسمي شعري من اليسار، من فضلك.
كَامْ كَادِيرْ طُولْ لَوَقْتْ طُوبِيسْ دْيَالْ حَيْدْ بَارْكْ؟
عندك مرشد كيتكلم ياباني؟
نعم، سلطه خضرا، الله يرحم الوالدين.
بحت علي طبيب كيفهم اليابانيه، الله يرحم الوالدين.
قريب ان شاء الله ومع راجل. ولكن كاين مشكل. ماعنديش راجل دابا.
عْطيني شي دوا، الله يرحم الوالدين.
بغيت نبدل الغرفه ديالي.
سمعت الاعلان علي الغاء الرحله واحد صفر سبعه.
بغيت شي جوج ديال الصباط بالسول ديال المطاط، الله يرحم الوالدين.
سير علي طول. فندق ميلتون كاين علي اليسار.
فين كناخد التذكره؟
بغيت نعمل حجز.
سوق بسرعه بحال ما تقدر.
الطبخ ديالهم زفت.
شحال عندك ديال القنينات ديال الخمر؟
باغي نوصل للمطار قبل الساعه 6.
هل مستعد تخفض الثمن لسبعه دولارات؟
بغيت نشري شويه قبل ما نمشيو. هل ممكن تعتني بالشنط ديالي شويه؟
غادي تقدر تبدلها فاي بنك فالطريق ديال المطار.
بغيت شي بروشات ديال الورق.
شحال هو الثمن؟
عندنا خمر وردي زوين بزاف.
حسناً.
هل ممكن نتحدث مع السيد جونز؟
شكون هاد الحساب علي شنو؟
شفتي الماتش؟ ربحو يانكيز.
بغيت ندير مكالمه علي حسابكم لليابان. انا واتانابي غورو، فالغرفه 123. بغيت نتحدث مع السيد واتانابي ماكوتو فالرقم 8145 9999 1، علي حسابكم.
ها هي الفاتوره ديالك.
غادي نجرب هادشي.
لا، ما عنديش هاد المعلومه. تازا جيت من اليابان.
La shukran, ana kanl9aha wahdi.
هاد الباص كيمشي من قدام الفيفث افينيو؟
دليلنا غادي يلقانا فالمطار.
مكالمه بين شخصين، من فضلك.
حسنا، شكرا.
كَتْنَزِّفْ.
كنعاني من حساسيه من الصدف.
هلا قلتيلي شنو كاين فالبرنامج ديال التلفزه اليوم؟
شكون نهار اليوم من ايام الاسبوع؟
هادشي بلاصت الظل ديال العيون؟
صحيح. غادي تكون تمرين مزيان.
انا متاكد غادي ترجع بخير في اقرب وقت
"انا استاذ."
بغيت صندوق ديال الالوان.
ثلاثين و سته اكسبوزور، من فضلك.
شكون هو القناه لي فيها الفيلم؟
الطعام المكسيكي.
ها جات الطوبيس. خير ليك تسارع.
حسنا، السر ديال التسوق الناجح هو توصل قبل الناس باش متلقاش الزحام.
نعملو صفقه.
اه، مزيان. عندنا الوقت بزاف دابا.
شكون هو الكوكتيل ديالك المفضل؟
عندك هادشي بالخضره الغامقه؟
عشرين الف ين، من فضلك.
هاذي هي الباب ديال رحله الخطوط الجويه الامريكيه رقم عشرين متوجهه لميامي؟
كثير صعيب.
هل يمكنني تحويل هذه العمله الي عمله بلد اخر في وقت لاحق؟
عْطِنِي كُلْ فْلُوسْكْ.
عندي المكتب ديالي هنا. هاذي ان بتلر، السكرتيره ديالي. ان، هاذ السيد السيد اوزو من اوساكا.
بغيت نحجز مقعد فالدرجه الاقتصاديه لشيغاغو نهار الاربعاء هاد الاسبوع.
بغيت نحتار غرفه للثلاث ليالي الجايا.
هلا فتحتي ليا الباب؟ ولا نستعير الماستر كي؟
وحده من ديك الباكيه الحمرا، الله يرحم الوالدين.
ميهاما هي المحطه الصحيحه لديزني لاند.
غالي شويه بزاف.
شكون الوقت اللي غادي يوصل فيه الباص لفندق هيلتون؟
هادا طبق شعبي فالمطعم ديالنا.
من فضلك خلص الواجب ديال الغاء الحجز ديال الفندق.
حسنا. سانهي عملي في السادسه، اذن ماذا عن السابعه؟
حاضر. رصيدك في الحساب هو ستماءه وثلاثون دولار.
Kayn fihom l-maghazat l-kbar dyal l-markit.
هل يمكنني استلام امتعتي في الوجهه؟
شوفها بسرعه.
عندك هديه زوينه لراجلي؟
نبهني للوجبات.
هلا قلت لي كيفاش نستعمل الساعه المنبهه؟
دير الدراسه.
بالتاكيد، ها هي الخردل.
الفيش ما كايعملش.
كتشوف اللوحه ديال Air U.S. سبعه صفر سبعه؟ خاصك تمشي لهاديك الجهه.
خدات سته عشر دولار ديال البنزين الممتاز.
عندي وجع فالبطن. بغيت شي دوا؟
كَنْبَحْث عْلَي مَاكِينَه دْلَلْصْقْ بِلْدَبَسْ.
كان هادشي شعبي فالتسعينات و حتي الستينات.
بغيت نعرف شحال عندي فالعنق.
هاد القهوه بغيتي تزيد فيها؟
"السويتش معطل."
هل ممكن نسميك؟ بغيتي تعطيني رقم التلفون ديالك؟
هادشي مزيج من 40% قطن و 60% نايلون.
غادي نعول علي الارقام الحمر اللي كاينين فيهم زوج.
"انديه الايجار كتكلف ثمنها ثمانيه دولارات للمجموعه الكامله، و الكرالايج ديال الصباط كاينه ب 2 دولار."
ثلاثه ايام من السابع من يونيو.
هل كاين شي شقق للكراء ممكن يسكن فيها الساءح؟
هاد السيد عارفني هنا؟
غدا؟ ما عنديش ما ندير فالعشيه كامل. ولكن علاش؟
بغيت ندير مكالمه علي حساب الشركه للسيد هاشيموتو.
هل غادي يكون ماتش ديال كره القدم هاد الويكاند؟
"هادشي مزيان. غادي ناخدو، الله يرضي عليك."
هلا عطيتيني الفاتوره ديالي، الله يرحم الوالدين؟ واش هاد التكلفه شنو هي؟
كايْنِين فْالطْرَف الاخَر دْيال قْسَم المجلات.
شكون هوما اختيارات النهار؟
فين خاصني نطلب اعاده اصدار الوثيقه؟
كيداير شويه صعيب.
تابي اوزورا.
غادي نوري ليك الدار.
بغينا طاوله فالمنطقه ديال التدخين.
بغيت شامبوان ضد القشره.
هل يمكنك مساعدتي في تعبءه هذا الاستماره؟
هل كاين تخفيض للسياح؟
بغيت سحاب.
واش بعد الشامبو بغيتي نعمل ليك مانيكير؟
ماشي غالي بزاف. مزيان. عندنا فندق زوين سميتو بيفيرلي. كاين فالحي الشرقي.
غادي نبدل الطياره فباريس.
ملي تقولش عمرك "ملي تقولش عمرك"
عندك مده ونتا كتعرفو؟
فِي دُكَّان التِّذْكَارِيَّاتْ قُرْبْ البَابْ.
لا. هادي تامورا.
عندي موعد علي سبعه.
اش كا يعضك؟
ضغط علي هادوك.
بغيت نحجز كابينه نعس لمدريد الليله.
اكيد. سير غير فهاد لطريق حتي توصل للزنقه الثانيه، غادي تلقي بنك نايشنز علي يمينك.
شكرا، ولكن بغيت ناخد وقتي باش نفكر.
شحال الساعه اللي غادي يوصل فيها؟
شحال الثمن ديال هاد الكيلو؟
اش غادي يوقع لو قلت نعم؟
هل تريد القيام باي عمليه اخري؟
"المراه باللون الاحمر"، هي كوكتيل فريش بيري مبني علي الشامبانيا، و منعش جداً.
هادشي مزيان. شكرا. عفاك، شنو هو اسمك؟
هلي كان شي علامات مميزه ولا شي حاجه خايبه فيه؟
كاين حافله اخري ف 12 و نص.
هل ممكن نشوف الجاكيت لي فالطوموبيل؟
جيب ليا 2 داكيري، الله يرحم الوالدين.
هل كاين شي مطعم كيتكلم فيه باليابانيه؟
هلا ناديت صاحبي؟ ضعت بيه وسط الزحام.
غادي نعطيك ضربه ديال الابره.
صاحبي كان مصاب بوجع حاد فالبطن.
بغيت كريم للبشره الدهنيه.
هل ممكن توصيني بجوله سياحيه؟
عْلاَ قْرِيب مِنْ تْلاَتِين دْقِيقَه. مْعَلَي السَّلامَه فِي لُوبِي دْلِلْمَرُور.
شكون لي غادي يخلص علي المكالمه ديالي لليابان؟
هل ممكن توصيل البيتزا لغرفتي؟
غادي نقدرو نعرضو طابله فثلاثين دقيقه.
فين كاين الحلاق اللي قريب؟
شحال الثمن ديال مجموعه؟
جيت من المانيا.
بدّل هادشي لدولار.
عندك هاني؟
كاين ريحه زوينه كتجي من داك الكار ديال الاكل.
غادي تورييني كيفاش ندير مكالمه تلفونيه؟
كَنْتَكِنْ بَاشْ كَيْنْ هادْ الناسْ مْخَبَّرينْ.
فاهم اش كنقول؟
سمحيلي، واش ممكن نعرف الوقت اللي غادي نمشيو فيه من هنا؟
هاداك خرج.
والدي خايف يركب الطياره.
انا هنا مع صاحبي. واش ممكن نجلسو معاكم؟
الطعام زوين والناس كيتعبو بزاف، ولكن التلفزه طفوليه.
فهمتك. خليني نشوف فالكتاب ديالي. عندي موعد فهاد الجمعه. بغيتي الصباح ولا العشيه؟
شكرا. دَفْعْ عِنْدْ الكَاشِيرْ لَا. شكرا بزاف.
رجع ملي كاين؟
فين كاين الصالون التنفيذي؟
ساعه تسع.
معذره، ما عنديش ما يكفي معايا دابا.
حاضر. نديروها. واش كاينه؟
هادشي قرطاس؟
اه، خاصني نشري معايا معجون اسنان.
وحد طلب ديال سلطه بطاطا، الله يرحم الوالدين.
التلوث الجوي مشكل خطير فهاد المدينه.
عندكوم صالون؟
كيعصرني الكرش.
رقم الهاتف هو واحد اثنان ثلاثه اربعه خمسه سته.
غادي تاخد سمك ولا لحم البقر؟
لقي شي كرسي. ضروري ليا كرسي.
عندي نوصل للمطار قبل ثمانيه صباحا.
كَنْظُنْ بَاشْ كَنْتْ عْرَفْتْكْ مْنْ قْبَلْ. اَنَا كِنْشِي نْيَامَادَا مْنْ شْرِكَه نَانْيُو تِيكْنُولُوجِي.
شوف هاد الجدول ديال قياس البصر، الله يرض عليك؟
غادي نديرو حفله صغار غدا. جيو معانا، ما بغيتوش؟
"هل ممكن ناخد مفك؟"
شكون بغا يصور بالفيديو؟
اه، هاد الطياره صغيره بزاف باش تحمل كل هاد الامتعه.
ممنوع التدخين ف المصعد، من فضلك.
بغيت نمشي ف رحله بحريه.
عافاك، عطيني شي مطعم مزيان.
هادا هو رقم 325. التلفزه ما كا تخدمش.
بغيت مترين من هاد القماش، الله يرحم الوالدين.
من فضلك خلص تريبورطاج باش توصل.
شكون اللي كتفضل، الكلب ولا القطه؟
غادي نتحملها.
غادي تجيب لي شويه دْلجليض و كاسين، الله يرضي عليك؟
كان عندي قاروره ماء معدني من الفريكو.
شكون هو رقم الرحله ديالك؟
عندي مشكل ف القلب.
فين كاين زيت السمسم؟
هادا هو المكان لي وقعات فيه حادثه تصادم بين اربعه سيارات قبل البارح.
حْنا كَانْمْشيو نْلعبو الغولف فْالويكاند.
كاينين شي نقط خاصني نعاود نتفكر فيهم.
بغيت ندير موعد علي الساعه عشره صباحا.
سكت. غادي نتصال ندير موعد باش نقصو.
كَتْقْدَرْ تْجْلِسْ تْلَاثْ نْسَا؟
السماعات ما كايبانوش مزيانين.
شكون الافلام اللي غادي يلعبو فالسينما الليله؟
عندي نعاود نطبعهم؟
عندك لاليت ففضه ستيرلينغ؟
شحال هو الحد الاقصي للسن؟
بغيت عصير طماطم، الله يرحم الوالدين.
نعم، واش غادي توضح ليا كيفاش نستعمل هاد السماعات؟
شحال من وقت غادي يسمح لينا ندخلو؟
كَتْعْرْف شي مَحَلّات عندهم بّاعين يابانيين؟
نعم سيدي، بعض من افضل الناس يقيمون هنا - الناس اللي كيعطيوا بقشيش لسواقين الطاكسيات، اذا فهمت قصدي سيدي.
ثاني درجه، في اتجاه واحد، من فضلك.
غادي نطير فالرحله رقم خمسه غداً متوجهه لسياتل.
حنا شويه متاخرين، ولكن متخافوش.
تاكد انك تحافظ علي جميع وعودك.
فين كنقدر نطلب للمدارس ديال الغطس؟
عندك غلاف اخر؟
لا زيت للشعر، شكرا.
شحال من نهار؟
مابغيتش هادشي.
كَنْفْهَمْ. كَيْنْشَافْ زْوِينْ. وَلاكِينْ مَا غَالِي شْوِيَّه؟
عندي حتي قريه باش نخلص الكونطوار.
كَانْ عْلِيكْ تْعْرِفْ بْلّي مَوْقْفْتِيشْ فِيْنْ كَانْ لْوَاقِفْ؟
شحال الثمن لليله وحده؟
حجمي سبعه.
غادي نوصل تقريباً فالعشره ديال الليل هاد الليله.
رقمي هو واحد اثنين تلاته-تسعه صفر خمسه خمسه.
حيت جيت لهاد لبلاصه سافيل رو، خاصني نعمل بذله.
شحن البطاريه، من فضلك.
عشرين ابريل.
بغيت نبدل لرحله ديال لعشيه.
لبسه، شنطه، صباط، بحال هاد الشي.
هيا بنت يابانيه عندها ثمانيه سنين.
شكون انت؟ والدي كيبعث ليك السلام.
جيبها ف راسك، ولا غادي نوصلو متاخرين.
هادشي هش ولا قابل للكسر؟
كَنْخَاف هاد المشروع غادي يفشل.
علميني الخطوات، من فضلك.
عْنْ سَاعَه و نِصّ.
معذره. عطيتها لواحد اخر ساكن معايا فْنفس الغرفه.
ماري كانت فالميعاد ديال القطار، اما جورج ما كانش.
كاع الخدمه بلا لعبه تخلي جاك يولي ممل.
حسنا، غادي نفكر فيها.
التذاكر السريعه صالحه فقط للقطار والمقعد اللي حجزتي.
شكرا بزاف علي الشرح الوافي.
مكاينش ليوم شي خروج دبا من 3 ايام.
شكون العصا لي غادي نستعمل فالضربه الجايه؟
شكون هو الشاطء لي كيعجب بزاف ولاد المنطقه؟
هوما كلهم بضاءع شخصيه.
نعم، واحد كوكا كولا بس.
كل علي راحتك من الحلويات.
ما كاينش شي خطر فاكلو؟
هادا هو بطاقه ديالي. غادي تشوفها دابا؟
كاع كنشريو بزاف ديل بحري من دول اخري.
اشياء هشه.
متخافش. غادي نعلنو عليه.
طريق الوصله للمرسي، من فضلك.
غادي تجيب لي شويه ديال الشاي و الخبز و الزبده؟ هذا هو رقم الغرفه 2034.
كَنْمُوتْ بَغِيتْ نْشَرْبْ شَفْطَه دْلْبِيرَه.
كيعتمد علي عندك شي حاجه تعلن عليها ولا لا.
حاضر سيدي. ساغلق الخط وساخبرك عندما اوصل المكالمه.
النشر المكتبي كايبان بزاف هاد الايام.
علاش ما تبدلش هاد الورقه فلوس صغار؟
مانشستر من فضلك.
معذره، حنا ما كنديروش هاد الشي.
سقط مني شي. هل يمكنك احضار منديل؟
علاش هاد السءال؟ شحال هادي من مره كنتي مع شي حد؟
شحال ثمن التذكره ديال الخط الشمالي حتي لواشنطن بلينز؟
عندك غير نص نهار؟
عافاك بان ليا فاللوريو.
بغيت نغسل يدي. فين كاين شي غرفه باش نغسل يدي؟
هَلْ عَلَيَّ اَنْ اَشْتَرِي تَذَاكِر؟
كاين شي حاجه خايبه فالسياره. بغيتي تشوفها؟
اه. عارف بغينا لاباس.
مكالمه من بعيد، من فضلك.
معذره، هو دابا فاجتماع.
كَنْبَحْثْ عْلَي بنك. فين كاين اقرب واحد؟
شكون هو هاد الشغل؟
اه، الله يستر. فين حنا؟
صباح الخير. شحال من واحد فيكم غادي ياكل؟
"البطاقه المفتاح معوجه. هل يمكنك ان تعطيني واحده اخري، من فضلك؟"
خصك تسجل حضورك قبل موعد الطياره بتسعين دقيقه.
تركت معطفي في دولاب الفندق.
بدّل لي هادشي فريتات صغار.
غادي يكون شي حد خداه بالغلط.
فين كاين دوره المبتدءين؟
عندك شي لون اخر؟
بغيت نرجع الراديو لي شرتو امس.
شكون هي الخط لي خاصني ناخد؟
جيب لي منشفه، سمح لي.
عندي رحله ترانزيت فالخطوط الجويه نورثويست 234. فين غادي نحيّد الشنطه ديالي؟
علاش لا، ممكن نبدل الكراسي.
درهم و سبعين. غادي نتصلك ملي يكون جاهز.
هلا سولات علي داك الشي فطوكيو؟
هادا هو رقم 601.
شكون هاد المنظر.
سير دق عليا بكري بكره فالسادسه صباحا.
كاين غير شي حاجه ديال الجوده العاليه.
غادي ناخد ليك حوايجك؟
شكون ليك الفاتوره، الله يرحم الوالدين؟
قابل نهر التيمز، من فضلك.
سمح لي، بغيتي تصورنا؟
هل كاين شي بلاصا للغطس قريب من هنا؟
بغيت واحد برغر بالجبن كامل، مع بطاطا مقليه و شكولا بالفراوله.
ارجو ارسال هذه الطرده بالبريد نقدا عند التسليم.
كَنْفَرَح بزاف حيت كناكل الاكل الغربي من نهار خرجت من طوكيو.
باغي نبعث هادشي فالكابل.
اكتب اسمك، الفندق، ورقم الهاتف ديالك فهاد الورقه.
علاش لا، ممكن ندير موعد يوم الجمعه؟
صباح الخير. هذا هو مكالمه ايقاظك.
دازت مكالمه.
سيدي، دلني علي مكتب الخطوط الملكيه المغربيه، من فضلك.
سمح لي. هل ممكن تقسم هاد الدولار و صافي؟ بغيت ندير تلفون، ولكن معنديش فلوس صغار معايا.
من تسع الصباح حتي تسع الليل.
هلا طبعتي ليا اسمي وعنواني فالهيدر ديال الورقه؟
ها هي وصلتي بالدفع.
هل يتطلب الامر ارتداء ملابس رسميه؟
شحال الثمن ديال الوش بالكمامه ديال الطحالب؟
بغيت نقد الشيك.
شكون كان الجو ف لوس انجلس؟
كاين غير برا ديك الباب. سيري للمحطه ديال الطوبيس لي فيها الرقم 3. داك الطوبيس غادي يوصلك للـ Bay View Hotel.
باستعمال هاد البرنامج، كاينه امكانيه للمستعملين باش يخلقوا صفحه ويب ف اقل من عشره دقايق.
سقطت و خدشت ركبت بشكل سيء.
عرض عليا، من فضلك.
شكون هو هادشي لي كايكتب فاللوحه؟
علاش المنتوج A حافظ علي حصتو الكبيره فالسوق دياولنا فهاد الخمس سنين؟
حاضر. سيري للكونطر ديال الباسبور.
عطي ليا 2 دولارات للوراء.
علاش غادي تجي؟
عندك شي حاجه سودا بحال هادي؟
شكون هي ساعه ديال القطار الاخير؟
سيدي، بغيت تنزّلني فالنقطه الجايه.
لوحات للايجار، من فضلكم.
نعم، عندنا ثلاثه ملاعب تنس من وراء هذا الجناح.
عاوني و خذيني من المحطه.
فين غادي ندخل فالصف؟
ممكن تمشي للشباك الخامس.
حاضر سيدي. غادي نشوفوك علي سبعه.
لا بد من وجود خطا في الحساب. شحال هو؟
بغيت سياره اوتوماتيكيه و تكون ديالها الميولاج مزيان.
نعم، البارح كان الجو شويه سخون.
منع القانون ركن السياره علي الرصيف.
و واش كا تبيع الطوابع البريديه؟
كَنْتَاحْبَذْ وَصْفَه طِبِّيَّه.
كاد يولي خمسه.
استقبل النموذج السابق ديالنا بترحاب كبير.
شكون اللي غادي معايا لحاكون؟
لي بغيتي هو ليك.
حسنا، الانسه سوزوكي، عندك حجز في الرحله رقم 13:02 اللي غاتمشي غداً ف 3 ديال لعشيه. سيري سجلِي فالتسجيل قبل 2 ديال لعشيه.
عندي شي دراهم صغار؟
مكنشفتها عند الكونسييرج.
بالتاكيد. هاد الشي كامل ثلاثه قطع؟ غادي نحتفظو بيهم ليك.
ما كنشوفش الشاشه مزيان من هنا.
سمح لي، بغيتك تحفض ليا الباسبور ديالي.
حسنا. دابا حجزتي.
بيل، من فضلك.
هل تريد ان نتناول الغدا مع بعض؟
هادشي بزاف. كان مزيان نتحاورو.
ما لقيتش الكلمات المناسبه.
الفرق الاكبر هو الاحساس بالفضاء.
كاين تخفيض للي غادي يبقي شهر كامل؟
هادشي فطريق سيار ولا فشي مدينه؟
تعرّض شي واحد للسرقه.
غادي تبقي 3 ليالي بحال ما ختاريتي؟
هل ممكن نطلب منك ترجع تتصل بيا بعدين؟
بغيت نبعث برقيه.
شكون الوقت لي خاصني نخرج فيه؟
نعم، بالنسبه للمجموعات المكونه من عشره اشخاص او اكثر، ثلاثه دولارات للمشروب الواحد.
ها هو بطاقه الصعود للطاءره. من فضلك توجه للبوابه الرابعه عشر عندما يتم الاعلان عن الرحله.
قطعت يدي علي قطعه زجاج.
ما تزعجنيش.
غزال بزاف.
مازال ما وصلاتش حقيبتي.
واخا، صعيب نقولو. كايعتمد علي السير فطريق السيار. عارف بلي كيكون تقيل بزاف فهاد الوقت ديال النهار.
هلاّ عَلَّمْتِني كَيْفَ اكُلُ هذا؟
بغيت شي لحم خنزير مشوي.
دازت عليا الدصاره.
هل ممكن نجرب المقاس اللي اكبر من هذا؟
مرجو املا هاد الاستماره. فين بغيتي نرجعو ليك بعد ما نخلصو عليه؟
لقيتك ملي جيتي للدار ديالنا فطوكيو العام اللي فات.
عنداك توقف ف هوتيل واني؟
هلا شرحتي ليا كيفاش نلعبو؟
هل ممكن ناخد سمك رنجه وباغيت؟
هلاّ عطيتيني شي مطعم زوين؟
شحال غادي ياخذ؟
شغل العداد، من فضلك.
ماشفتش بحال هاد اللون في حياتي.
كَانْدِيرْ نْخَذْ شْوِيَّه دْ مَدْوَا دْ لْبَطْنْ؟
هادا ماشي اللي طلبت
عفاك، فين غادي نغسل يدي؟
السلام عليكم، ضاعت لي كارت ديال الفيزا. بغيتك تحيد لي الكارت القديمه وتصدر لي كارت جديده.
بغيت نتحقق من الشنطه ديالي.
بغيت تذكره ذهاب واياب لمحطه "S" من فضلك.
شكون هو ثمن الغرفه؟
سير وراه. غادي يغسل ليك شعرك.
هل ممكن ناخد كيس؟
عندي ثلاث حوايج ديال السفر.
هل ممكن نعرف اسمك ورقم الهاتف ديالك؟
فهمتك. طعم الحلويات اليابانيه كيعرف اختلاف كبير علي ديالنا.
هل ممكن تبعثو شي شاحنه ديال التراكسيون ل 100 زنقه مينتو؟
هادا عاءلتي.
علاش لا، ممكن نبدل الكرسي؟
شحال غادي ياخد الوقت؟
اكيد. غادي نمشي قريب من البريد علي كل.
اه. هادشي بزاف. علاش، شحال هادي هادشي؟ هاد المره غادي نبداو بشي حاجه ساهله. غي حط هاد النوع ديال الفلم هنا وضغط علي الڤريجه.
هل ممكن تْرتبلي باش نجلس مع مراتي؟
تْحرقت بالما سخونه.
بغيت نبعث تلغرام.
"هادشي علاش القرارات كيتاخدو جماعيا."
امشي هاد الدروج و تْبَعْ علامه.
عندك شي بيرا ديال البلاد؟
هل ممكن توقّف هنا؟
"ايلا شريت اثنين، شحال غادي تدير ليا؟"
نعم. هذا هو.
فين كاين المصعد ديال غريندلفالد؟
غرفه مع حمام ودوش.
كَنْبَحْث عْلَي مَظْلَه.
مكالمه دوليه، من فضلك.
$28؟ واش $15؟
هل تريد بعض الشاي؟
الله يبارك فيك.
بغيت طاوله قريبه من النافذه، من فضلك.
هل تقبلون الشيكات السياحيه هنا؟
الشخص المسءول ما كاينش دابا. غادي يجي حالا ملي يرجع.
لعفو، لعلامه ديال الغرفه 1116.
بغيت كاميرا ساهله، الله يرحم الوالدين.
هل هو اصلي؟
هل يمكنك ان تشد لي الاربطه من الخلف؟
بغيتك دير راديو.
كَتْعْرْف شي بلاصه قريبه تْقَبْل الين الياباني؟
شكون لي عطا هاد الشورتات ديال البوكسور الثمن غالي هكذا؟
البطاريه خلات. عافاك بغيت نستعير منك الوصله ديالك.
دواء د الڭرڭره، الله يرحم الوالدين.
وَصَلْتْ لِي قارُونْه دْلْ عصير، ولكن مَاخْدِيتْشْ بَاقِي.
كيعجبني الموسيقي الشعبيه.
كَانْدِيرْ نْشُوفْ وَاحِدْ مِثْلْ لِّي فِي الوَاجِهَهْ دْ لْمَحَلْ؟
السلام عليكم، وكاله سامريتِن للعقارات.
عندك شي فواكه طريين؟
غادي ناخد اللي بقا ليله اليوم.
فين كاين الصالون ديال الاكل؟
عْلَي ثْلاَثَه وْنِصْ مِلْيُون يِنْ.
بعتها بالضمانه، الله يرضِ عليك.
عندكوم شي مسكنات د الطلب فهاد الفندق؟
حاضر. اااه. واش نقدر ندخل للحمّام اليوم؟
الطرف الاخر علي الخط.
عْطِينِي تْسْعَه دْيال العْشْرِيَات، وَحْدَه دْيال الخْمْسَه، اَرْبْعَه دْيال الوَاحِدْ وَ البَاقِي فْ دْيال العْشَرْ.
اليابانيين كيعجبهوم يديرو الامور فمجموعات.
نديرو بلاصت نهار.
شحال الساعه فطوكيو؟
خصنا نوصلو ليه.
بغيت شي ورقات ديال اللعب، الله يرحم الوالدين.
كَنْبَحْث عَلَي تِذْكَارَات بثَمَن مُنَاسِب.
بارك باتري، من فضلك - لكن هل يمكنك التوقف في يونيون سكوير؟ اريد ان التقط صديقي من هناك.
غادي نرجعوه ليكم فالقريب العاجل.
معذره، ما نقدرش. ما نقدرش نوقف غير فالفنادق لي فاللاءحه هادي.
كنتمني بزاف، ولكن...
شكون النوع ديال الغرفه لي بغيتي؟
هلي هو ف اليمين ولا ف اليسار؟
عْطيني درهم.
شكون هو رقم الباب؟
توقيع، من فضلك.
هل هذه المنصه سته؟
كايْجي فيه شويه ديال الحَرْقَه، ولكن غادي يعجبك.
بغيت كاس ديال الما بارد.
هل من الخطير الذهاب الي سوهو؟
تذكره لواشنطن، من فضلك.
مكاينش بحال شارع 42 فالموسيقي. المسرح كيكون عامر كل نهار لدرجه انك ما تلقي حتي تذكره. هادشي حاله نادره فتاريخ المسرحيات الغناءيه، اظن.
هلا نزلت لي الشنطه، الله يرحم الوالدين؟
كَنْشْكُرْكْ بْزَافْ، لاكِنْ شَنْطَتِي كْبِيرَهْ بْزَافْ وْمَا غَادِي نْقْدَرْشْ نْحَمْلْهَا. هَلْ مُمْكِنْ تْحَافْظْ عْلِيهَا لِي؟
حنا مهتمين بعلم الاثار.
هلا جبتي لي كاس ديال الما؟
اتصل بالبوليس.
كيجي.
"طول الكتف، من فضلك."
هل ممكن نشوف البرنامج ولاءحه الاسعار؟
بالطبع. غادي نعطيك كرتو ديالنا.
عندك شي موديلات اخري؟
باب الركوب ديالك هو رقم سبعه عشر.
Twasl twa-tsa-tss-n-abr kan ywdi l-milad dyal l-Imbrator Showa, baba dyal l-Imbrator l-had. Daba kayt-hfas b-smiat nhar l-khas l-khas b-l-khas l-khas
شحال الثمن باش نبعث هاد الكارط بوستال لاليابان بالطيران؟
غادي توديني معاك للدييسكو؟
نعم، هادي هي برج الذكري. واحد من اشهر بنايات المدينه.
عندك شي افلام؟
عفاك. هادي هي الطريقه الصحيحه للبنك الوطني الاول؟
بغيت نستعمل صندوق الامانات.
بدا يتشاكل.
هل عندك تخفيض خاص؟
عندي اكثر من عشرين عام ديال الخبره فهاد المجال.
غادي نبقي فال هيلتون سايد. عارف، بزاف محتاج لتلك السيفاط. كل حوايجي فيها.
خدا ديك الخرج لي هادي ولف يمين، الله يرحم الوالدين.
معذره، غلطت في الرقم.
كَتْعْرْفْ كِيفَاشْ تْوَصَّلْ لِيهْ؟
الخط مشغول.
فين هو فيش ماكينه الحلاقه؟
كَانْشُوفْ وَاحِدْ اخَرْ؟
فين كاين الدروج؟
حسنا. هل تحمل اي نباتات او اطعمه؟
بالتاكيد. مرحبا. تعال نذهبوا للبحر.
هَلْ هُوَ فِي نَفْسِ اِتِّجَاهِ تِلْكَ البِنَايَه؟
كاي بان ليها كتشد العين بزاف.
انا كاتسوهيكو ناكانوما. عندكم شي رساله ليا؟
علي كل حال، هل نحجز لك نفس الرحله لان عندنا مكان ليك؟
هل ممكن نبدل الحجز دابا؟
سميتي سوزوكي.
سميتي يوسوكي تاناكا، دابا كنصوب من المطار.
هادوك طابو؟
مَا كَانْشِي نِيَّه سُوء.
فين كاين اللوبي؟
واحده من حقاءبي تضررت. فين نمشي باش ندير تصريح؟
كايْنْ غيرْ الضوضَا.
هلا جبتي لينا الشنط من فوق؟
جيب لي علبه ديال البيره. ان كان عندك البيره ديال الصنبور، انا نفضلها.
اه، تذكرني، كاين مقهي مزيان كايعمر موسيقي كلاسيكيه زوينه قريب من هنا.
بغيت سيارتي.
بالتاكيد. هل يمكنني الحصول علي رقم هاتفك، فقط في حال احتجت للتواصل؟
La. Fi ha9i9a, bsaheb l-mawadi3 l-3aliya, kanadwi n3ich f dar l-walidin li f Queens, o l-maw9i3 dialo ba3id o kaykhod 2 s3a f l-maw9i3.
كَنْظُنّ بَلّي حْنَا. دْبا بْقَا لْنَا غِيرْ نُقْطَه وَاحِدَه لِي كَنْحْتَاجُوا نْتَاقَشُوا فِيهَا. هِيْ شْحَال مِن شْهَر دْيَال لْمُدَّه لْخَاطِرْهَا كَيْجِبْ لِكُلّ وَاحِد يْعْلَمْ لْخُورْ فِي حَالَه لْاِنْهَاء لْعَقْد.
بغيت ناخد تذكرتين لعشيه السبت الجاي.
هادشي شويه طاب بزاف.
هادي قصه حب؟
كَنْلْعَبْ بْغِيَهْ نْتَسَلَّي وْكَنْسْتَعْمَلْهَا فِي الشَّغْلْ بَاشْ نْزْيَدْ فِيهْ.
شحال الساعه غادي يمشي الطوبيس ديال اوكسفورد؟
بغيت نلقا رقم الخطوط الجويه المتحده، من فضلك.
معذره علي التاخير، رقم غرفتك هو تسعه وتسعين. ها هو مفتاحك.
عصير لذيذ. هاد مصنوع محليا؟
بالتاكيد. هل لديك لون معين في بالك؟
حاسس براسي كيدوخ.
فين كاينين خزاءن الامتعه؟
علاش ما تبين ليا الباسبور ديالك والتذكره؟
بغيت شي ورق تواليت.
الْيَابَانِيِّين مَا كَايْبَدَّلُوشْ لْخْدَمَاتْ بْزَافْ.
كَنْتَصَل عْلَي طُوكْيُو تْرَا سْبْع سْتَّه سْتَّه خْمْسَه اَرْبْعَه تْلَاتَه وَحْدَه.
هل ممكن ندير موعد غدا؟
هاد حجر قديم وفيه حروف قديمه.
شكون هو الرحله لي غادي نركب فيها؟
كايقلع من مطار سان فرانسيسكو علي الساعه 8 و 25 دقيقه صباحا.
هادا هو غرفتك سيدي. فين بغيتي نخليك الشنطه ديالك؟
سمح لي، ولكن اظن انك جالس فبلاصتي. شحال رقم بلاصتك؟
هلا حطيتي الشنطه علي الكونطوار؟
كنعتبرو واشنطن، العاصمه ديال امريكا، بحال قلب السياسه العالميه.
حاضر. غادي نقول ليها تكمليه.
سميتي اوكادا. عندنا حجز علي سبعه.
انا؟
فاش غادي تبيت ف لوس انجلس؟
فِي الطرامواي.
و من بعد، مشكل التلوث البيءي كيتقلص هو كمان. صح؟
شكون هو رقم الطوبيس؟
ماعنديش مشكل.
للاسف، المهندس ديالنا السيد اكيياما خاصو يمشي قبل الوقت باش يحضر لاجتماع اخر.
عندك خدمه الكراء ولا التوصيل؟
مكاينش الصابون فالتواليت.
كَنْفَضِّلْ الاوتوماتيك.
ست ورقات من فءه عشره دولارات، ثماني ورقات من فءه دولار واحد، والباقي ربع دولار.
ركبوا حافله النقل من برا مباشره.
هادي ديالك.
غادي ناخد خبز ابيض، الله يرضي عليك.
فين كاين التواليت؟
شكراً علي اليوم.
عندك تلفون عمومي؟
غادي يكون هناك فدقيقه.
عْنْدِي حْوَالَي خْمْسَه عْشَرْ مِيلْيُونْ دُولَارْ اُوسْتْرَالِي وْ خْمْسِينْ اَلْفْ يِينْ.
هل كاين شي طبيب هنا؟
هل عادي ناخد طياره بحال هادي؟
رقم الحجز ديالي هو تسعه وسبعين وستين.
بغيت ناخد الرحله الجايه ل بوسطن.
هاد الطبله، من فضلك.
حاضر. بقي هنا. غادي نجيب طاكسي.
عْطيني كوكِي بالشوكُولا.
عندي تلاتين عام وشي شويه.
بغيت نشري روج، بغيت لون وردي.
مَا كَانْشِي مُشْكِلْ.
بقا هنا حتي نرجع.
قول للسيد توماس انني كنبات فهوتيل هيلتون.
فين كاين اقرب سوق للكَرْب؟
لا. خاصك تشري تذكره من هديك الماكينه.
هادشي جديد هاد الموسم؟
سمح لي، ولكن كنحس بالمرض.
بغيت ناكد علي السعر.
واش كاين شي تكاليف زايده اذا دازيت مكالمه دوليه من الغرفه ديالي؟
كَنْظُن هَاكَاك.
بغيت ندي هاد الرقم. واش ممكن تساعدني؟
هلا قلت لي شنو هو الباص ولا القطار اللي كايمشي للوسط ديال المدينه؟
بغيت ندير مكالمه دوليه لليابان، الله يرحم الوالدين.
هل محتاج لبلوزه؟ واش كاين شي حاجه فالتاي؟
بغيت نطلب منك خدمه.
كاين فالسله قريب من التوستير.
ما خاصنيش نشرب والو فيه الكحول.
كَنْحَضّر لِلْمَتَابْرِيكْ دْيالْ الدْخُولْ لْلْجَامِعَه.
بغيت معاها كريمه وسكر، الله يرحم الوالدين.
غادي البرد، ولا لا؟
هلاّ قلتيلي علي شي اماكن زوينه للسياحه فهاد المدينه؟
كاين كازينو فهاد المدينه.
انا كنحس بالجوع.
ها هي الفاتوره ديالك. بالفلوس ولا بالكريدي؟
هل ممكن ناخد ويسكي مع صودا و براندي، من فضلك؟
شحال ثمن التوصيل؟
مَا كَانْقْدَرْشْ نْسْبَحْ. مْحْتَاجْ جْوَاكِيتْ نْجَاهْ.
جيب ليا 2 هوت دوغ.
غادي نمشي.
جيت باش ناخدو دابا.
سير يمين فالنص.
واخا، العام الرابع هو العام اللي كيجي بعد العام الاول، الثاني والثالث فالتعليم العالي.
بغيت ناخد درس خاص.
تجمّد.
شكون الوقت لي ممكن نجي نشوفو؟
عندك لاءحه ديال الخمر؟
رجلي كايعيا.
كيعجبني هادشي. هاداك، من فضلك.
عندهم حتي هوما مجموعه كبيره ديال مسرحيات شكسبير، صحيح؟
شكون هي تاريخ كاس العالم؟
فرحت بزاف جيتي.
سيد النادل، من فضلك.
بغيت نحتار فلوطه ديال الرافتينغ.
عندك شي افكار علي تسريحه شعر نعملها؟
عندك خريطه المدينه ديال هاد المنطقه؟
غادي تاخد صغار، وسط ولا كبير ديال البطاطا مقليه؟
فين كاين ازها مكان فالكرنفال؟
كاين شي صندوق ديال البريد هنا فهاد المنطقه؟
اه، الله يعطيك الصحه. هل يمكنني فتحه؟
صعد للمرقي. غادي تلقي طريق تفرّق لثلاثه. من بعد تمشي لليسار.
هل يمكنني ان اري كشف الحساب المفصل؟
بغيت واحد روليت ديال فيلم تيعطي 36 صوره، الله يرحم الوالدين.
غادي يقولو ليك شنو هو الباص لي خاصك تركب فيه.
بالتاكيد. من هذا الطريق من فضلك.
غادي ناخد اللينغويني.
خليها مكالمه علي حساب المتلقي.
كَنْتْقَلْب شَوِيَّه. لاكِن الحْدِيث و الفْهْم دْيالُو دْوْ كِيْنَاتْ. مَثَلاً، عَارْف الكْلِمَه "خَارِجِي" - لاكِن مَا قَادِش نْقُول لِيْن هِي الخَط لِيْ دَايْرِينُو لِلْخَارْجِيِّين.
حاضر. عندك غير تذكره وحده للكبار؟
خدي قرص واحد مع كاس ديال الما.
شكون دايرا حالك لعاءلتك؟
حسنا. غادي نعطيك ميه وستين دولار.
فين كاينين كتب ديال الصغار؟
مكاينش كابينه التليفون هنا فهاد المنطقه.
واخا، تقريباً عشرين دقيقه مشي علي الاقدام.
هلا جيت ناخدك من محطه بوسطن؟
نعم، هي موجوده. من معي، من فضلك؟
شحال الحراره دابا؟
تسرقلي الجيب ديالي.
غالبًا شغل او خدمه، و شويه سياحه.
عندك شي كازا ديال غسل السيارات؟
حط فلوسك فين ما كتقول.
اكتب لي من فضلك.
فين غادي نْحط هادشي؟
هلا دلتني علي بعض الاماكن الحلوه للزياره؟
سلام. انا كارول براون. هل يمكنني التحدث مع سوزان؟
اولا، كناخذ الخط ديال شوو. وفين غادي نبدل القطار؟
دازت ليا لاباس ديال لوقوف. شنو ندير؟
شكون الوقت لي غادي يطير الطياره؟
عندك شي غرفه بشي منظر زوين؟
غادي تقولي فين هي الطريق للبريد؟
بغيت واحد لوناس.
"من فضلك خذ صوره مع المبني من وراء."
عندك شي جرايد يابانيه؟
كَنْظُنْ بَاشْ نْشْرِيْ صَنْدُوقْ كْبِيرْ غَادِي يْكُونْ غَالِي بْزَافْ.
السلام عليكم. بغيت نطلب فيزا باش ندخل لبلادكم.
كايحلو بزاف.
"بريد جوي؟ شوف، غادي يكلفك ميه وثمانين دولار."
كَنْتْ جْرَاحْ بْزَافْ.
السلام عليكم، هادي مده طويله ما شفناكش.
شكون لي غادي يدخلني؟
عندي التامين ديال المسافرين.
فِي الغَالِب اُورُوبّا.
واش كاين مشكل مع الكارط ديال American Express؟
واش خلصتي الفاتوره ديال الفندق؟
كايبان لي الحمام مسدود.
بغيت ندخل هادشي لحسابي.
هاد الشي كيشمل الوجبات؟
جْلِسْ، الله يْرْضِي عْلِيكْ.
غادي نمشي يوم الجمعه تسعه وعشرين ونرجع يوم الاحد.
شحال الساعه دابا فاليابان؟
مثير للاهتمام.
ايلا بغيتي الخدمه فنهار واحد، غادي نزيدو ليك 50% فالفاتوره. هاد الشي مزيان؟
غادي نخدو الثلاث كراسي اللي فالوسط فهاد الصف.
عندك شي اقتراحات؟
كَنْسْمَعْكْ.
ما عندناش فالمخزون، ولكن نقدروا نطلبو ليك.
هلاّ بانّي هاديك وحده؟
حطيه فشي كيس كبير فالخزانه ديال الثياب. من فضلك، ملي الاستماره ديال التنظيف علي الاشياء لي بغيتي تنظمو.
كَنْخَدْم فالتِّلِيفِيزْيُون.
عندي نزل بهاد التذكره فشي محطه؟
شكون اللي كيدوم اكتر؟
شحال خلصتي عليه؟
حظي زوين نعرفك.
كاين ستيكر ديال ميكي ماوس عليه.
هل يمكنك ان تريني شيءا اخر؟
هادشي زوين.
بغينا غرفه مطله علي الواجهه البحريه.
واخا، ما عرفت كيفاش نقول.
هل كاين شي رحله اخري اليوم؟ خاصني نكون ف لوس انجلس هاد المسا.
ماشي مستحيل فهادشي. عارفين بلي مهم، وغادي نتناقشوا فيه ملي غادي توصلونا بالخطه التسويقيه المعقوله ديالكم.
فين من كندا؟
غادي يكون اليوم حرّه بزاف. نخرجو نتعومو، واش بغيتي؟
حْنايا كْبار و باينين.
كَانْبْغِي هَادْ سَاعَه تْتْصْلَحْ.
هل كاين شي طوبيس للمدينه بعد الماتش؟
بغيت هادشي يضاف للفاتوره ديال الغرفه ديالي.
لا، ما مشيتش ل نيويورك.
هل ممكن ناخد سبرايت؟
كَنْعَانِي بزاف باش نْفَقْدُو صاحبي فْ الطْريق.
عافاك بغيت عشر ورقات ديال دولار واحد علي هاد العشره؟
تركت الكاميرا ديالي فالغرفه.
بغيت كاسكيطه ديال الكاميرا.
غادي تشاركني شي حاجه خفيفه؟
شكون الوقت لي غادي يبدا الفيلم؟
حط يديك فالسما.
هل ممكن ناخد نسخه من التقرير ديال البوليس، الله يرحم الوالدين؟
كَنْظُنْ بَليْكْ تْبْدَا فِي رِيجِيمْ. مَكْتَعْمَلْشْ بْزَافْ الرِّيَاضَهْ هَادْ الايَّامْ، صَحّ؟
اه، بغينا بزاف. شكرا علي الدعوه.
هادشي نعيطو ليه: واش نخلّي الشنطه هنا؟
شويه زياده من عند الرقبه.
هل يمكننا ترك امتعتنا عندك بينما نذهب للتسوق؟
نعم، ممكن يطيح المطر هاد لعشيه.
كَتْشَغْل فِي دَارْلَه ضَرَايِب الشَّرِكَات.
هل كاين شي كافيتيريا؟
اكيد. هوما من كاليفورنيا و طريين، اول حاجه. حيت كنبيعوهوم بثمن مناسب، غادي دير عمليه شراء ذكيه اذا شريتيهم اليوم. غير دولار و خمسين سنتيم للواحد.
**مُتَوَسِّط الطُّول، مِن فَضْلِك.**
كيف كتديرها؟
هادي تحت من الجهه اليمين.
بغيت نغوص مع ماستر غوص.
هلا غيرتي ليا الغرفه ديالي؟
دعيني نتاكد. واش كاينين شي طيارات فالسبعه و اربعين؟
عافاك، عطيني التلفون ديال التمديد تلاته صفر تلاته.
فين كاين وقف الطوبيس ديال سانتا مونيكا؟
هادا تذكار غادي ناخدو معايا لليابان.
خالتي مبلبله شويه و غريبه شويه.
غادي تساعدني، الله يرحم الوالدين؟
عندي وجع فالبطن.
فين كنشري اللبسه التقليديه؟
فين كاين كونطوار التّيّهات؟
عندك شي قمصان؟
دلني علي بار زوين، الله يرحم الوالدين.
غادي ناخد ستيك من لحم العجل، وشي ضاني مشوي لمراتي.
هادا هجوم حاد ديال التهاب الزاءده الدوديه مع انفجار. خاصك تمشي للمستشفي فحال هادا.
تغطيه كامله، من فضلك.
دابا، علاش نديرو للعشاء اليوم؟
غادي نفكر فيها.
هل تقبلون الشيكات السياحيه؟
هادشي خاصو يكون ديالك. السكّي تْرَاه ليك هاد الصباح.
عندك شي واحد بحالو؟
هاداك هو سنتر التجاره اللي كملوه توه.
غادي نخلص ثلاثميه دولار فالشهر.
هلا سحبتي ليا حتي للمحطه لي جايه؟
باغي نبرد المنطقه المتضرره بالثلج المهرمش.
شكون كاينين عندك الكراسي فاضيين؟
لا، غادي نرجع نعاود نتصال بيه.
بغيت شي سياره.
عندك شي حساسيه؟
كاين باخره من بارك باتري للجزيره ليبرتي.
كاين شي خزانه للملابس؟
ساعدني. ما قادرش نتحرك.
عربه غير مخصصه للمدخنين، من فضلك.
سجل العنوان الداءم ديالك.
حنا مستعدين نجاوبوك علي اي استفسار فالحين
ما غاديش ناكل.
بغيت نشري اللي محتاج. غادي ترجعلي فلوسي؟
هل كاين شي مركب تجاري هنا فهاد المنطقه؟
الراجل اللي فالاستقبال مزعج بزاف.
فندق رخيص الثمن احسن اذا كان في حي امن.
عندي قنينتين ديال الكونياك.
فِي الاوّل، تُقيم مُدن هيروشيما وناغازاكي حَفلات تَذكاريه، امّا فِي الثّاني، يَحضرُ الاِمبراطور الحاليّ حَفلاً لِتَابين المَوتي فِي الحَرب.
عفوا، واش نكتب هنا شنو؟
كاين فالطابق الثاني عشر. خذ المصعد B من فضلك.
هلا عطيتيني الوصفه ديال هادشي؟
كاين شي حل اخر؟
سول الطبال.
عندي زكام.
هادي مع حمام؟
هاداك، اه، الطرف الاخر من المدينه، بعد شارع مابل بقليل. الطرف الشرقي من المدينه.
حسنا، كلشي مزيان. دابا رقم الرحله ديالك هو صفر صفر تلاته غادي تطير ف 17 يونيو.
بغيت نمر من الاجراءات ديال الديوطي فري.
شكون بغيتي نعشيو، لحم البقر ولا الدجاج ولا السمك؟
تسرقات ليا محفظتي فالميترو.
خليني نقراها رقم برقم، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
مقعد درجه رجال الاعمال، ممنوع التدخين، لو سمحت.
هاد الباص كيمشي للبلاصا؟
ما كايسكنش هنا دابا.
عندكومش شي غرفه ارخص من هادي؟
هاد المكان مزيان للوجبات الخفيفه، صحيح؟
فين هو الفيش ديال السشوار ديالي؟
سيارتي القديمه ما كانتش كتدير مزيان.
بغيت عنب.
نعاودو نتواصلو مع جميع الاشخاص اللي كايشاركو فهاد الصفقه علي الفور.
انا مرن. شنو بغيتي ناكل؟
شكون لي كيدير هادشي؟
ممرضه، تعالي بسرعه.
مكاينش المنشفه.
مادام غادي نوصلو ساعه قبل، ما عنديش مشكل نخلص شويه زياده.
الزاءد كايصغر.
دازت عليا شي نمره خاطءه.
بغيت شي حاجه ما تخلينيش نعس.
بغيت نجرب شي حاجه اصغر شويه.
اه، شحال ديال اللطف والتفكير منك. هل يمكنني فتحه الان؟
فين كاين كَاراج الطوبيسات؟
غادي نعرض عليك شي شيفروليي سبكطرم ب 42 دولار فالاسبوع، بلا حدود علي المسافه لي غادي تمشي.
واحده بطاريه جافه لهاد الكاميرا، الله يرحم الوالدين.
عافاك خذني لهاد العنوان.
هل يمكنك ان تعطيني عشرين ورقه من فءه دولار واحد مقابل هذه الورقه من فءه عشرين دولار؟
كَنْبَغِي نْلَقَّي فُنْدُقْ. فين كاينه الكونطوار دْلْلْمَعْلُومَاتْ؟
حجزت كراسي قدام النافذه.
خدمه الغرف من فضلك.
سير يمين، غادي تلقي واحد علي بعد ميل.
درت حجز من 24 ل 27 ديال غشت. واش نقدر نبدل الحجز ديالي من 25 ل 27 ديال غشت؟
اه، شكرا. ما كنعرفش نعملها. هل ممكن نرجع مره اخري؟
عْنْدَكْ خْمْسْمِيَه فْرَانْكْ اَوْ مِيَه دُولَار اَمْرِيكِي.
عندك شي ماركات اخري؟
عْطيني شْويه دْلْتباك.
كاين فشي بلاصه ف الجنوب.
كاين بنايه زوينه من ديك الجهه.
"سيدفع بالفيزا ديالي. الرقم هو تمانه ثمانين سبعين تلاته خمسميه تسعين تمانه اربعين، وتاريخ الانتهاء هو ماي تسعين وتسعين."
بغيت شي غرفه عندها منظر زوين قد ما يمكن، الله يرحم الوالدين.
واحد رول ديال الفلم اسود وابيض، عشرين اطاره، الله يرحم الوالدين.
بغيت غطاء للعدسه، من فضلك.
هلا تكلمتي ببطء شويه، من فضلك؟
بغيت يولي بحال ديال ميغ رايان، الله يرض عليك.
بغيت غير الخمسين درهم، من فضلك.
هل يمكنك الاحتفاظ بامتعتي حتي الخامسه؟
فين غادي نطلب نقرا؟
درنا بحث شامل علي احتياجات الزبون.
علاش ما نتلاقاوش غدا علي الغدا؟
بغيت شي لبسه ديال الرياضه، الله يرحم الوالدين.
فين كاين مكتب Greyhound؟
مَكَنْشُوفْشْ شْنُو هُوْ لْبَاغَاجْ دْيَالِي.
8 ديال لعشيه و لازال النهار طويل؟
واش ما كاينش شي بلاصه رخيصه؟
هل بغيتي تدير التامين؟
هل ممكن تحفض ليا الشنطه ديالي حتي وقت الخروج ديالي؟
عفاك. واش ممكن تقولي فين هو البنك الاقرب؟
فاش كاين؟
شكرا بزاف.
فين كنلقاو جدول مواقيت القطار؟
عفاك. واش ممكن تقولي لي فين غادي يخرج القطار من بوسطن؟
هلا عطيتيني تخفيض؟
حتي تبقي ف نيويورك، ما تنساش تشوف بعض المناطق و المعالم المهمه بحال تمثال الحريه ف جزيره الحريه.
شكون اللي تفضل ترسل بالجو ولا بالبحر؟
عندك رصيد ف ورقه ديال ميه دولار؟
هاداك شي ماشي بارك سنترال؟
كَنْصَفِّي البَارمان.
غادي نقادروك علي ثلاثه ديال لعشيه. اذا بغيتي كترشي شي معدات، جيت للكلوب دار علي ربع لثلاثه.
ثمن التذكره ديال الطوبيس ميه وثمانين ين.
كُنت غادي نتحرّق بسياره و طحت.
ما زال الفطور ما جاش. جيب ليا دابا.
فين كنقدّم الفطور؟ شحال الساعه لي كيتقدّم فيها؟
اليوم غادي نمشي لمتحف اللوڤر و مشيت للكاتدرال ديال نوتردام امس.
عافاك هاز لي الفلفل؟
شكرا بزاف علي المساعده ديالك ف رحلتي للولايات المتحده.
فاين كاينين لبلايص ديل لكراط؟
هل ممكن تبقا هاد الامتعه عندك حتي اربعه؟
بغيت نصلحو بعد ما نرجع لليابان.
عندك كيت ديال الخياطه؟
انا من سويسرا.
مصباح ضوء محروق.
عندي وجع فالبطن.
انا فلاح.
فقط ساءق واحد فالطوبيس، بلا كونطرولار.
بغيت فستاني يتعمر.
سمح لي، بغيتي ترفع شويه الكرسي ديالك؟
نهار زوين، مشي؟
سلمها. هادشي كامل لي عندك؟
فهمت. من فضلك املا هذا الاستماره اولا. وقول لي علي اللون، الحجم، ومحتويات شنطتك.
عندك خريطه ديال الشارع؟
مرجو ارسال هاد الشي عن طريق البريد البحري لليابان.
جاي هادي.
عندي شي بطاقه بريديه؟
هاد الصباح تناولت دوا ديال الزكام جبتو من اليابان.
بغيت نحتار شي بلاصه.
شحال من وقت كايدوز باش نمشيو من هنا حتي لبرج لندن؟
شكون هو باب الطياره ديال الرحله 12 لي غادي لواشنطن؟
عندي نطبق لروحي؟
علاش ما تلبسش كرافاتات؟
شحال هادي نقدر نوقف؟
هلا فتحتي ليا الكاراج؟ بغيت ندخل الشنطه ديالي.
شحال ساعه وحده؟
هل ممكن ناخد صندوقين ديال الهدايا؟
كَنْبَحْث عْلَي طَاجِينَه مَا تْلِصْقْش.
شكون هادشي لي فالطْروده؟
كاين غير تاجلت الماتش دياول كره ديال البيسبول.
عندك هادشي بالزرق؟
ماعرفش هداك البنايه. ولكن هاد الطريق هو الصح باش توصل لحي اومويا اكيد.
كَنْخَلّص علي فيلم؟ واش ممكن نشري واحد هنا؟
غادي تدير ليا التواصل مع السيد مورّي؟
بغيت ناخد مقعد فالرحله ديال يونايتد، رقم تسعه وعشرين اتنين، متوجهه ل نيويورك.
علاش هي الوقت ديال الصوره الجايه؟
شحال كاينه فاتوره التلفون ديالي؟
سمحيلي بغيت تذكره تنقليه لدوفير؟
كيتكتب: ممنوع المرور.
عندك شي وحده اصغر من هادي؟
سيدنا، بغيت نعمل تصريح بالضياع.
محفظه و كاميرا.
انا من اليابان.
ماشي متاكد. خير ليك تركب فالطوبيس.
غادي نشوف. خايف ما نلقاش اسمك.
سمح لي، واش كاين شارع هرمز قريب من هنا؟
هلا خدامه دابا؟
كَنْظُن بْلي كاينه خْطا. واش ممكن تْدَبّر لينا شي حل باش نقدرو نبقاو؟
هادي فيزا و الرقم ديالها اربعه تسعه صفر ثمانيه واحد خمسه واحد اتنين تلاته سته سبعه سبعه سته صفر صفر اربعه.
هل يمكنك تحويل هذه السلبيات الي شراءح؟
هادشي لي خاصني ناخد معايا جوجاب؟
ماشي بعيد. غير عشر دقايق مشي.
شكون اللي كتعجبك اكثر، القهوه ولا الشاي؟
شحال الثمن باش نوصلو لهاديك المنطقه؟
فين غادي نعلق هاد البطاقات ديال الشنط؟
كاين شي مسبح هنا؟
هل ممكن هاد الظرف؟
حاضر، يا صخره. عجبك هاك؟
كاياخذ شويه الوقت باش يتعمل، ولكن هو واحد من اشهر المنتوجات ديالنا.
غادي ياخذ شي يومين او تلاته.
غادي تقولي كيفاش نمشي لمدينه سان فرانسيسكو؟
هل ممكن ناخد سماعات اخري لان هادوك ما كايخدموش مزيان؟
شكون اللي بغا شي قهوه ولا شي حاجه؟
غادي نمشي للمكسيك.
هادشي مزيان غير عندك استثناء واحد.
بغيت شي بيضات، الله يرحم الوالدين.
غير كاس ديال الما، الله يرحم الوالدين.
فطور كونتيننتال، من فضلك.
هل كاين تخفيض للطلبه؟
بغيت لمبه، الله يرحم الوالدين.
الرقم لي وصلتي ليه ما كاينش ف الخدمه.
شكون هو اعاقتك؟
اه، خذها، اكيد. راءع. الان انا في المقعد بجانب النافذه.
علاش غادي توصل الطياره لروما؟
بغينا الوقت باش ناخدو القرار.
سولت علي شي حاجه صغيورا للوليد.
فِي شَارِع سَبْعَه و سِتِّين
ايلا قطعت الكره، غادي تبقي خارج المسار.
نقل، من فضلك.
غادي نشوف عند الجيران. يمكن يكون شي ياباني كيعرف يتكلم بالانجليزيه.
حطها فالبطاقه ديالي، من فضلك. ماستر كارد.
اللي من بعدك. الباسبور ديالك، ورقه النزول وورقه الجمارك، الله يرحم الوالدين.
شكون كاينه تمشي بالرجلين؟
غادي نرجع بعدين.
نعم. تيراياما. وحطيني قريب من المسرح، الله يرضي عليك.
هل عندك فكره علي شنو غادي نقول ليه؟
كاين شي حمام قريب؟
ليله راءعه كانت، شكرا ليك.
هل يمكنني الانتقال الي مقعد اخر فارغ؟ لا استطيع رءيه شاشه الفيلم بوضوح من مقعدي.
"السماطكيتور ديال الدخان مشعل."
بغيت ناخد رحله بحريه فجوله خليج سان فرانسيسكو.
عندك فكره فين غادي؟
لا. خلص للسواق.
شكون هي ساعات الدار؟
بغينا طاوله فالزاويه.
ماعرفتش، ولكن ماقدرش نتحمل ريحه اللحم. كلشي لي بغيت ناكل هو المخللات.
كَنْظُنْ بَلي هَادْ الشي مْحْسُوبْ غلَط.
بغيت نمشي نتزحلق علي الجليد لمده اسبوع تقريبا. عندكوم شي رحلات سياحيه شامله للتزلج؟
كايضربو سيمفونيتين ديال موزار.
غادي نبقاو ندوروا، ويلا لقيناه غادي نعيطو ليك.
اليوم الجو زوين بزاف.
ضْرْبين كِبَار و ضْرْبين صْغار، عْلاشْ هُمّا صْغار؟
"شرح ليا حتي ترضي."
بغيت شي قرص فيلم لهاد الكاميرا، من فضلك.
ما عندناش عطله وطنيه مرتبطه بالديانات.
شحال من حقيبه ممكن نعيط معايا؟
ولكن ما كايعطيش النتيجه
هلا شفت هاديك الشنطه؟
واو، انا محظوظ. حتي هادشي ما بدا يلعبوهش فاليابان.
دفعت ثلاثماءه وعشرين دولارا في متجر السوق الحره.
هل ممكن توصل ليك ديك القلم تحت الكرسي؟
غادي نخلص علي صحابي كاملين.
استغرقت خمس سنين باش نوصل لهنا.
شحال قيمه الين الياباني مقابل الدولار الامريكي؟
عافاك بغيت نص كيلو ديال سلطه الكروفيت؟
هل كاين شي مقهي ولا مطعم فالعماره؟
اه، غالي بزاف.
قطار التعبير كاين ف الرصيف رقم 8.
كَنْجْرِي دْبا.
امشِي فحالك.
هادا سُوزُوكِي كَيْتْكَلَّمْ.
ساعتي اليدويه ضاعت وانا خارج.
شحال غادي ياخد الوقت فالطوبيس؟
حاضر. حنا حجزنا ليك الغرفه فالوتيل.
"البالوعه مسدوده بالغبار."
حسنا، اعتقد انه علي ان اذهب الان.
سيد، انا كنْمشي نجيبك، نتلاقاو فْ تقريباً عشرين دقيقه.
عندك شي حجز؟
غادي نمشي رحله قصيره للمكسيك.
فِين كاينه لاباس ديال لْمْرَا؟
هل ممكن ناخد تذكره نقل؟
الخيوط متبهدلين.
شكون اللي خلا هاد الخدمه بطيءه هكذا؟
شوف ديك لبلاصه.
كاينين بزاف بزاف، ما عرفت شنو نختار.
كيفاش ندير مكالمه تليفونيه؟
لا، انا مهتم بالجينز وبدلات البناطيل.
عندنا قياسات مختلفه.
خدات الباص الخطا. بغيت نقل؟
ماعرفتش.
فين كنقدر ناخد الطوبيس لي كيمشي لبيفرلي هيلز؟
نتلاقاو فداري.
عندك شي مهدء؟
شكون الشركات اللي كيديرو خدمتهم مزيان؟
هدر و دير بحال ما كتقول.
هل كاينين حافلات سياحيه للزياره؟
سيرجعي لينا الاخطبوط من الطلبيه. غالي بزاف.
و من بعد نخلصك 300 دولار بشيكات مسافرين.
بكيات فيليس بالدموع بزاف ملي سمعات الخبر.
غادي نزور نيويورك، شيكاغو، نيو اورليانز و لوس انجلس.
فين كاين الصيدليه؟
وري لي كارته الصعود للطاءره.
من فضلك متسحبنيش.
اه، ما عجبتنيش هاد الطريقه ديال التفكير.
غير الما سخون.
غادي يكون مزيان. ممكن نشوفو؟
بغيت شويه الفول السوداني، الله يرحم الوالدين.
غادي تمشي ف 20 ابريل وترجع ف 21 ديالو. هادشي صحيح؟
هل غادي تبدل دولارات امريكيه لريال انجليزي؟
غادي تاخد لحم ولا دجاج؟
بغيت ناكل شي حاجه صينيه فالعشاء.
هل ممكن توصيني بفندق مزيان؟
سيد، هل يمكنك ان تحضر الفاتوره، من فضلك؟
تعالي شوفنا مره اخري، من فضلك.
عندي سخونه خفيفه. عندك شي حاجه مزيانه ليها؟
وحد تذكره ديال فيلم "بيرد"، الله يرحم الوالدين.
صحيح. كانهم شجر طبيعي كبير. الناس كيعجبهوم المنظر لي كيخليوه.
غادي نقدم ليك طبيب العاءله ديالي.
ماشفتش بحال هاد المكان الجميل بحال بوسطن.
تركت شيءاً فِي الغُرفه. هل يُمكنني الرجوع والتاكد؟
هل يمكنني الدفع بشيكات سياحيه؟
مَكَنْتَشْ نْتَصَوَّرْ بَاشْ لْقَاعَه دْلْمُسَافِرِينْ مَحْظُورْ فِيهَا التَّدْخِينْ. ااهْ، شْحَالْ دْلْمَصْدَاعْ.
بغيت نكري سياره صغيره.
هاد الغرفه بارده بزاف.
هل ممكن ناخد خريطه للمنحدرات؟
غادي تتقدم لهاد الواجهه؟
هلاّ دّلّيتيني فين نبدّل الفلوس؟
ايلا بغيتي تخفض الثمن شويه، غادي نشريه.
حطيتي فيه الملح بزاف.
انت ملاكـي. شكرا بزاف.
حتي خمسين دولار؟
غرفه الطعام كاينه فالطابق الاول وكاتفتح علي خمسه وثلاثين دقيقه ديال العشيه.
عفاك. واش ممكن تقولي كيفاش نوصل لفندق فيرمونت؟
شحال ديال كارتونات د الحليب كتشري كل اسبوع؟
هاد الطاكسي خالي؟
فِي اَمْرِيكَا، شْنُو هُوَ الرَّقْم لِلدَّوْرْ مِنْ اَجْلِ المُكَالَمَات الدُّوْلِيَّه؟
غادي تشرح ليا من جديد؟
شكون هوما ساعات العمل ديال البنك؟
هلا غيرتي لي تاريخ الرحله من لندن لطوكيو؟
كَنْحْتَاجْ تْلاتْ دُولاراتْ اُخْرَي.
فين، ضياع و لقاو، من فضلك.
بغينا نتساماو ونلعبو رياضات خاصه بساحل الغرب.
علاش ما نخلصش غير الفرق علي التذكره لي عندي؟
نعم، انا. علاش كتسال؟
ببريد مسجل، من فضلك.
الغدا الرءيسي فاليابان هو لرز.
خصنا نقصّصوا من الميزانيه.
نعم، بغينا شي قارص ديال الخمر الحمر.
اه، لا. عادي. هادشي كامل لي عندك؟ اوكي.
بغينا طاوله قريبه من النافذه.
للمشاركه في مءتمر.
هادا هو رقم 1102. بغيت شي بيره؟
اه، زوين. غادي نجرب هادشي.
واخا، طبعا كاينين المطاعم الفخمه. كاينين لي كياكلو فالبراريك، وكاينين لي كيدوزو الغدا ديالهم فالخدمه. بصفه عامه، ما كنضيعوش بزاف الوقت فالغدا.
نبداو فالموضوع اللي بعده.
ربما كانت الاكلات غير المطبوخه للغداء فاسده.
هلا عطيتها شي دوا للي كيتعذب من الطياره؟
ما قادرش نشرح حالتي بالانجليزيه.
غير مزيه.
عْمَرْ شْرِيتِي الفْرِيجِيدِير؟
هل ممكن ناخد شنطتي؟
كان كاين الدم فالبول ديالي.
معذره، ولكن ما نقدرش نمشي معاكم.
و بغيتك تنضم لينا، ما عندكش مشكل.
شكون لي بغيتي، السيده؟
نعم، في قاعه الطعام والجريل.
سميتي يوكيو اوكا، الرحله 125 متوجهه لطوكيو ف 14 غشت.
بغيت نشري تذكار لولدي.
كايضهر عليهم غادي يكونو غنيين بزاف، ولكن، ثمنهم زوين.
درهمين مقابل جنيه واحد. هل هذا مناسب؟
ايتشيرو سوزوكي. س-و-ز-و-ك-ي.
هل يمكن لشخص اخر مساعدتك في هذا الامر؟
واخا، قبل ما تمشي، بغيت نسولك شنو هي الانطباعات لي عندك علي اليابان؟
سمح لي. واش ممكن تقولي لي فين غادي يكونو الصور ديالي جاهزين؟
عندي السيد مارفين دورفلير فالتليفون. نخليك معاه؟
عطاتك ورقه ديال ميه دولار.
شكون رايك فهاد المشكل، جورج؟ واش تقدر توضح هاد النقطه للطلاب؟
فِي هَادِ الحَالَه، مَا كَيْن لَحْاجَه تِتْعْبَي.
علاش لا، نحل حزام السلامه ديالي؟
انا من كولورادو. فين كنتي عايشه فاليابان؟
اكيد. كنا مشغولين بزاف امس، ولكن اليوم المكان خاوي. فين غادي يطير الطياره ديالك؟
خلصت بالفلوس نقدا فالمكان.
سول ليا المدير، الله يرحم الوالدين.
فين غادي نتلاقاو؟
عاودها من فضلك.
بغيت لعبه ديال الكارط.
شحال ثمن الطابع باش نبعث شي حاجه لليابان؟
صاحبي تعاود ليه الربو.
واش العشا جاهز؟ انا جيعان بزاف. بغيتي تحط لينا الطبله؟
هلا كتبت لي شهاده تثبت تعرضي للسرقه؟
حطيه فهاد الكيس ديال الورق ديال اللون البني.
ما قادرش نقرر.
كَانْ كَيْضْرَبْنِي الرَّاسْ مُنْ مَا جِيتْ هُنَا.
كيفاش نديرها؟
ضيعت المحفظه ديالي والكلان ديال الغرفه فالبحر.
عندك العرس هنا؟
باش تمشي. غادي تحط الشوكه فالكيس؟
هل يمكننا التخييم في ارضك؟
ايلا وقعات شي حاجه، راني كنطلب منك تواصل معايا.
مات فينيش، من فضلك.
كَم مَرَّه كَيْ يْجْرُو؟
باغي نبعث هاد الرساله بالضمانه.
وصولي غادي يتاخر ب 30 دقيقه. سمح لي بتاجيل تسجيل الدخول.
بغيتْهُمْ مْخَيَّطِينْ وْمَرْفُوعِينْ، الله يْحَفَّظْ.
سمح لي. واش ممكن توضح لي الطريقه للمحطه ديال القطار، الله يرحم الوالدين؟
ما كتعرفش غادي نحتاج دليل سياحي؟
هل ممكن نوصل لقاعه الحفله قبل الساعه سته؟
معذره، ولكن خاصنا نبقاو عليه.
كَنْبَحْث عْلَي ظِل لْلعْيُون.
عندي نطلب الفطور دابا؟
دَفْعْتُهَا مْعَ التَّذْكِرَه مْنْ وَقْتْ مَا شْرِيتْهَا.
نعم، قادر. ولكن خذها براحه.
علاش غادي تبدا التخفيضات ديال الديوطي فري؟
معذره علي التاخير. غادي نمشي معاك للدار.
هادا دولار واحد. خاصك تكون عندك الصرف بالضبط.
غرفتك ف الطابق الثالث، رقم تلاته وخمسين.
مكاينش الما السخون فالصنبور.
بغيت قاموس انجليزي-ياباني.
السلام عليكم، عندي حجز.
عافاك بان ليا علي الشنطه ديالك.
جيبها بسرعه، الله يرحم الوالدين. انا مستعجل.
ولكن فين؟ ما عندكش فكره علي شي حلاقين هنا.
تحقق من هذا حتي الوصول الي الوجهه النهاءيه، من فضلك.
بدّل لي هادشي فلوس صغار، الله يرحم الوالدين.
عندي كرتونه ديال التبغ.
هلي خاصني نصرح بهادشي؟
هل كتب الطبخ موجوده في الطابق الثاني ايضا؟
كاين خدمه ديال الباخره منتظمه من كوبي للمراسي فالشيكوكو وكيوشو.
سيدير هاد الشي.
هلا شرحتي ليا هاد الشي بالتفصيل؟
ملي تجف، قشريها من وجهك.
شحال غادي ياخد الحلاقه؟
بغيت دفتر عناوين، الله يرحم الوالدين.
بغيت ناخد حاجاتي الثمينه.
بغيت نجلس دابا.
عْلا وَاحِد سَاعَه مِن بَعْد مَا طَلْعْنَا. نْبْدَاوْ الخِدْمَه دْلْاَكْل مَنْ نْطِيرُو بْشَكْل مُسْتَوِي.
عندي حجز من الدرجه الاولي ف الرحله رقم واحد واحد ثلاثه من لوس انجلس للا نيويورك ف 25 اكتوبر.
هادشي صالح لمده اربعه عشر يوما، يعني غادي تقدر تستعملو حتي لثلاثه وعشرين.
ما كيعجبش نتاول الاكل بالمص.
سقطت مني الشوربه.
جيت باش ندرس فالمعهد اللغوي.
لا، عفاك.
شحال الثمن باش نمشي للمتحف ديال الفن بالتاكسي؟
"جيت شويه قبل الوقت، عادي؟"
نعم، كتشوفو بوضوح، حيت الجو مزيان اليوم.
شكون اللي نقدر نطلب منو نحجز ملعب تنس هنا؟
هل كاين صالون ديال الحلاقه هنا؟
شكون هو الباص لي غادي يوصلني لفندق سكاي واي؟
واش ممكن تشوفني كارت ديال فيزا مهم و رخصه السياقه ديالك؟
لا، ما عنديش هاد القدر ديال الفلوس.
نعم، غادي نشرب شامبانيا مع المقبلات.
كاينشي تلفون عمومي هنا فهاد المنطقه؟
خدي هادشي بعد كل وجبه ثلاث مرات فالنهار.
كاين مطعم ديال البيتزا جديد قريب من هنا بغيت نجربو.
هلا بحثت لي علي روايه "ان من المرتفعات الخضراء" في طبعه ورقيه؟
حاضر. متخافيش. عندنا ممرضه كتفهم اليابانيه.
مَرْضِيشْنِي هَادْ الشِّي.
السيد ايبرت كان عون كبير ليا.
هادشي رايون، داكشي غادي يغسل.
عندي زكام.
"وضح ليا بالتفصيل و بالدارجه."
بغيت نبدل الطلبيه ديالي، ان امكن.
خليني نشوف مع المتجر الاخر ديالنا واش عندهم شي مخزون.
فين كنلقاو ليموزين؟
بغيت نحرر محضر عند الشرطه.
ست ليالي ابتداء من تالت وعشرين يوليوز. هل هذا مقبول؟
شكون الوقت ديال الجايه؟
حقاءبي تقيلين بزاف. واش تقدر تساعدني؟
عندي نخلصوها فسياتل؟
وري لي واحد اخر، الله يرحم الوالدين.
هل ممكن ناخد مخده؟
بغيت نمشي نصيد. فين كاين شي بلاصا مزيانه قريبه؟
القيام ببحث في تاريخ امريكا في جامعه هارفارد.
حسن نيت ما نشريش حاجه كبيره.
هلا جبتي لي شويه ديال الفلفل، الله يرحم الوالدين؟
جو زوين، مشي؟
كيفاش نقدر ناخد تذاكر لمسرحيه فبرودواي؟
فين كنلقا الشنطه ديالي؟
كَنْبَحْث عْلَي حْجَاب لِلْوالِدَه دْيَالِي. هِي فْسِنّاتْ السِّتِّين.
غادي نخصم ليك عشره فالميه من الثمن.
كَتْخْدُمْ هُنَا؟
بغيت نخلص علي المكالمه.
كيفاش نقدر نعطي الضو للكونطرولير باش ينزلني من الطوبيس؟
هل ممكن ناخد غرفتين فرديتين بدل الغرفه المزدوجه؟
كايْجي خمسه دولارات وثلاثين سنت.
غادي نبدل الطياره ف لوس انجلس. واش غادي نوصلو ف الوقت؟
كَنْتَصَل بْ AF وَاحِد اثْنَيْن تْلَاثَه.
هل ممكن ناخد كاس ديال الما؟
كاياخذ تقريباً تلاتين دقيقه.
فاين كاين مكتب السيد ميسون؟
ماءه دولار نقدا وبطاقه الاءتمان ديالي.
شحال كل واحد فيهم؟
اسواق العمله غير مستقره.
غادي ندور فالبروفانس غدا ان شاء الله.
باغي نكري مركب نهار واحد.
كاين شي اربعين قدم حتي للكاس.
كاينقصوها شويه ف الطياب.
غادي نخلص بالفلوس، ولكن خليني نقراها، من فضلك. علاش هاد التكلفه؟
هَلْ هُوَ حَلْوٌ؟
شكون هادشي؟ غي دبا كلنا وجبه و دابا غادي يجيو بوحده اخري.
غادي ياخذ علي الاقل تسعه وتسعين ساعه.
كيدوز علينا من حين لحين.
فين هو المرايا؟
كيفاش نْفَكّ الْكابُوت؟
تركت شيءا في الغرفه.
بغيت شي كاشير ديال الكبد، الله يرحم الوالدين.
استعمل البيع الالي.
قص شعر و غسل الراس، من فضلك.
باغي نكري شي كلوب.
شحال بقات لينا قبل ما نبداو؟
تاكد تاكيدك.
من فضلك خلي هادشي فطوموبيلات الاجره.
شحال هو مجموع النسبه ديال جميع الضراءب لي كايطبقوا؟
واش هادي هي المده لي ما شفتكش؟
حجز ملعب الغولف، من فضلك.
غادي نصبر علي شويه ديال المتاعب.
سيرجلي شويه ديال الكاليفيكاتيون فشعري.
هل يمكنك ان تعيرني رافعه؟
عندنا ممرضه كتفهم اليابانيه.
عندك دوا للزكام؟
هلا دوزتي معايا لشي مستشفي؟
لا، ما عنديش حتي حاجه نصرح بيها.
هاك خمسين دولار فحال ما تواجه شي مشكل.
غادي يفتحو قاعه الاكل الرءيسيه فالثمانيه و غادي يتقفل فالعشره.
"علاش ما نديروش صاكين؟"
شكون شاداك؟ هوما مصنوعين فسويسرا و مزالين فموضه هنا.
شكون هو نوع البطاريه لي كا يستعمل؟
بغيت كتاب ديال الاطفال، الله يرحم الوالدين.
معذره، بغيت نلغي الحجز ديالي.
معذره، ما عجبنيش.
شكون هادشي لي باقي نشوفو فهاد المنطقه؟
كتيبات وكتب.
سلم روحك.
امشي دوز دوزين ديال الكاريات. غادي تلقاها فالزاويه.
فين كاين ديسكو ديال الناس؟
"واش ديك الفندق لي فوق الجبل عندو منظر زوين للمدينه، صحيح؟"
شحال خاصني ندير؟
بغيت نشوف ماتش ديال البيسبول ديال المحترفين.
عاوني ديري ليا ترانسبورط سانيتير.
واخا، كنكون نسيت. شكرا علي التاكد.
هادا كارت ديال خدمتي. انا مسءول علي استيراد الاثاث لليابان.
زملتي السيد تاكيمي اقترح علي نتصلك. هو واحد من مرضاك.
عندي موعد اخر فهاد النهار.
شكون لي غادي يرجعني؟
نشوفوك نهار الاثنين.
عندك هادشي بالخضره؟
انا جديد هنا.
كَنْشْتَاقْ لِلْخْمُورْ دْيَالِي.
انا وكيل تامينات.
شكون هوما المقبلات لي عندك؟
بالفعل.
تْعَطَّلَتْ عْلِيَّا شْوِيَّه دْشُغْل مَا يْتْفَادَاشْ.
شروط العقد واضحه، لكن ما فهمتش مزيان النقطه لي بعدها.
نعم، عندنا شي غرف تطل علي الحديقه، ولكن ثمنهم غالي شويه.
علاش ما وقعش مني من الجيب. خاصني نبلغ هادشي للبوليسي ديال الفندق.
كاين تخفيض للي غادي يبقي اسبوع كامل؟
دَفْعْتْ فاتورتي كاملين.
بغيت نحتار شي ملعب تنس لساعه غدا.
عندك شي مضارب للكراء؟
لا، جينا هنا العام اللي فات.
هل يمكنك وصف الشخص؟
سيدي، عفاك خلي سبيلي.
ما بغيتش بهاد الثمن.
صحه.
حسنا، غادي نبعتلك المهندس ديالنا لدارك.
كَنْحْسَس مِنْ لِي جَايْ يْلِي:
نعم. عندي هنا. بغيت نشوف الرخصه ديالك، الله يخليك؟
كنت عون كبير لينا اليوم.
معذره، ما سمعتكش مزيان. ممكن تعاود تكتبها؟
عادي.
هل ممكن نعرف اسم ولدك؟
عندك شي كراون؟
غريب هادشي، ولكن كنحسن نتكلم الانجليزيه ملي كنكون سكران.
قيل لي عندك فاكس ليا.
بغيتي تقول بالدقه انهم ديما كيفكرو فالاقتصاد؟
كيف كتشوف هادشي؟
كَنْتْرْعَدْ مِنْ الْبْرْد.
تْعَفَّنَتْ الجْرَحَه.
بغيت نعاود نطبعو.
واش متاكد ماعندكش حجز تحت اسم "سوزوكي"؟ واش كاين شي حجز تحت اسم "تيتسو"؟
ما قادرش نفتح الباب.
كابوكي واحد من الفنون الاداءيه التقليديه فاليابان.
شكون هو الافضل؟
بغيت ندير موعد باش ندير صبغه داءمه.
هلا عطيتيني غرفه اكبر؟
عْطيني كيس باش نْعَمِّر فيه الاكل، سْمحلي.
غادي نبقي 12 نهار.
هلا تحفضلي شنتياتي ساعتين اخرين؟
خاصنا نلقاو كاونتر الخطوط الجويه المتحده دابا.
هل ممكن نشوف جدول المواعيد؟
سي جيرو يامادا؟ تم تاكيد حجزك علي تلك الرحله، المغادره في السابعه والنصف صباحاً من شيكاغو.
كَنْبَحْث عْلَي جُونْطَه.
كاينين لوان اخرين؟
شكون هي احسن طريقه باش تستمتع بالمدينه؟
اربع محطات.
بدّل لي الغرفه، من فضلك.
هل كاين شي مكتب للبحث علي الامتعه الضاءعه فالمحطه؟
شكون غادي يخليني نعبر بهاد التذكره؟
هل عندك مشكل لو درنا هاد العقد عام واحد بدل عامين؟
خليني نفكر فيها، من فضلك.
عندي نطّيح هادشي؟
غادي يبعث الفندق شي سياره باش تجيبنا؟
ساندويتش سلطه البيض للتحميل.
غادي تقولي لي علي شي فنادق ب 50 درهم لليله؟
هل ممكن تحطني في جدولك نهار الثلاثاء الصباح؟
كَنْفَضِّلْ نْجْلِسْ فِي الْكُرْسِي لِي فِي الْقُدَّامْ.
هلا حطيتي ليا الشنطه فالكوط؟
عندك هاد البيسين فالخارج ولا فالدار؟
هلا قلت لي رقم الباص اللي كايمشي لسانتا مونيكا؟
مزيان، وانت؟
بغيت كريم نهار.
ولكن، اذا الضو ما بغاش يطيب، ما غاديش تقدر تبدلو.
ما لقيتش الحجز ديالك، ولكن عندنا غرفه.
6:30 دْلْ نهارْ اليوم، ولكن عاده كنكون 5:30.
بغيت واحد قلم حبر، الله يرحم الوالدين.
غادي نخصم ليك 20% من الثمن.
غادي ندور علي طاكسي اخر.
كاين شي صندوق ديال البريد هنا فهاد المنطقه؟
غادي يكون سخون، صحيح؟
بغيت نمشي لبرودواي.
عندك خريطه ديال البيسينات؟
الرجاء خدمه التنظيف.
حسنا. ماشي بزاف سيء.
مكاينش الطريقه باش نوصل للمحطه.
هادي درهمين و خمسين سنت.
كاين فاخر هاديك الشارع.
هل ممكن ناخد منك فلوس صغار؟
هل يمكنني استعمال مصباح يدوي؟
شكرا بزاف. وخلي هاد المشهد بحالو.
خصوصا في ما يخص تصميم مشروع ميركوري، ما كنتش نقدر نقرر بلا منك.
هل يمكنني تركيب معداتي الان؟
غادي نشري هاد الجوله.
هادي هي الوقت باش نعاونو ونشرو الخير.
بغيت شي لحم.
لعافيتك.
دازت عليا الماطره فالطريق و جبدت الجاكيت ديالي، بغيتك تجففها ليا.
هاد السفن القديمين باقين كا يخرجو للبحر؟
جيب معاك غدا معانا.
دخل شي حاجه ف ودني اليسار.
شكون الوقت لي غادي توصل فيه، السيد؟
بغيت نسولك، كيفاش كتجرب البرنامج؟
عندك شي حاجه تصرح بيها؟
عندي كدمه.
هل البنوك مفتوحه يوم السبت؟
شحال كاينه فيهوم فايده هاد الجولات؟
هلاّ عطيتيني شي محل مزيان باش نشري فيه الشنط ديال الجلد؟
هادشي بلاصا ديال لروج؟
بزاف ديا لبلايير ديا البيسبول الامريكان كايلعبو فاليابان.
فين كنلقاو الكتب ديال الدراسه؟
هل ممكن ناخد شويه عسل؟
ما كنبان غير خاتم واحد فمره.
هل يمكنني استعمال كارت فيزا؟
باغي نجرب شي اكله ديال هاد المنطقه.
هل ممكن خدمه الغرف؟
عندي شي موعد؟
وقع لي حادث سير.
بديت نخدم فهاد الشركه غير من شهرين.
شكون الوقت لي غادي نجتمعو؟
دازت مكالمه لطوكيو وقالو ما بغاوهاش.
"التلفزه ما كا تخدمش."
فين كنلقا هاد الوصفه؟
كَانْبغِي نْخَذْ شِي مُحَلِّي صَنَاعِي؟
بغيت نبدل السيسيون ديالي لشياطسو. هل هذا ممكن؟
في الحقيقه، انا نباتي. ما كناكلش اللحم.
غادي نشرب كاس ديال اتاي.
هل ممكن تاخد اقصر طريق؟ انا متاخر علي موعد.
عندي حلق خشن.
بغينا نجربو البحري هنا.
سافر بالسلامه.
عندك ما شي حاجه احسن من هاذي؟
كوكا دايت بالثلج، من فضلك.
التوصيل الي اي من محطاتنا مجاني.
لذيذ.
خصك تمشي تشوف نارا وكيوتو. نارا كتحافظ علي جو اليابان القديمه بالمساجد البوذيه القديمه والمعابد الشنتو. الغزلان ووليداتهم كيتجولوا بحريه فحداءقهم.
جيب لي حوايجي لغرفه ديالي.
كلمه "face" عندها معاني كثيره فالانجليزي بحال التصنع، المكياج، الكرامه، السطح، و هكذا...
مرحبا، ممكن تعطيني شي دريهمات صغار؟
سير حط حوايجك برا الدار.
امشي بلاصتين ولف يمين.
المفتاح ديالي خربان.
بغيت قاموس ياباني-انجليزي.
استمتعت بوقتي هنا. شكرا علي كل شيء.
هاد الباص كيمشي للوسط ديال المدينه؟
اوا تجنب هادشي.
ارقام المبيعات كترتفع باستمرار من نهار طلع المنتوج للسوق.
هل غادي يجيني المرشد السياحي فالوتيل؟
شحال الساعه اللي خاصني نكون فالبوابه؟
شكون هو لي غادي يوصل بسرعه؟ ما عندناش الوقت بزاف.
واش حقاش؟ عطيني غير دقيقه نحل هاد المشكل.
هادشي كامل مشمول فالفاتوره؟
بغينا صحن ديال السوسيج متنوع، وسلاطه، وقنينه ديال الخمر، الله يرض عليك. جيب لينا كاسين، الله يرض عليك.
سيدي، بغيت نبدا نعطي الطوموبيل دابا. جاي دور ديالي.
شكون هو رقم الطوبيس لي كيمشي ل بيكاديلي سيرك؟
هادشي كيجي معاه ضمانه مدي الحياه.
هلا اصلحتيه، من فضلك؟
ماخديتش سلادتي.
ركبوا الطوبيس ديال الرقم واحد و نزلوا ف المحطه الثالثه.
هادشي اللي كاين: واش شي حد هنا يقدر يجرب التنفس الاصطناعي؟
ماعتقدرش هادشي جاي من اليابان.
جيب لي وحده ديال الما المعدني بارد، صغيور، الله يرحم الوالدين.
عرض عليا شي من هاد اللعب لي كايقولو عليها تربويه.
بغيت حزام.
غادي نفكر فيها.
نعم، موافق. نْمْشيو لْلْبْقَالْه دْلْعْبرْطْرِيقْ.
بيض مخلط.
سيدي، معذره. كل الغرف محجوزه.
داك الاتصال مع اليابان متصل. تفضل، من فضلك.
هاذي هيا اللاءحه. خاصو يكون فيها.
عندي انتفاخ.
واش متاكد؟ رجّع تشوف من جديد.
هل ممكن ناخد مرشد سياحي ياباني؟
شحال هاد الشنطه؟
بغيت ناخد طياره غدا.
شكرا علي العشاء الراءع.
بدّل لينا العدسه. هل ممكن تحضرها و انا كننتظر؟
امشي علي طول هاديك الجهه، غادي تلقاها علي يمينك.
ما قادرش نبلع حتي حاجه.
واش ممكن تقف هنا شويه، بغيت نصور شويه ديال الصور.
للوصول الي غراند كانيون.
"من فضلك خذ اشعه سينيه."
كَنْبَحْث عَل هَدِيَّه لِلْوالِدَه ديالي.
هلا حجزتي ليا جوج تذاكر؟
تعرضت للاعتداء.
طاوله للمدخنين ولا لغير المدخنين؟
Khadinah B jibal. Wahya ba3da chi 20 mila men hna.
هل بغيتي صوص طماطم ولا خردل معاه؟
كاين فالطابق الاول، من هاد الجهه.
هل كاين ولد الكره؟
علاش لاس فيغاس؟
هادشي كيتقبل الماستر كارد؟
هل يمكن للضيوف الدخول الي ديسكو الفندق هذا بدون دفع تذكره دخول؟
هل كاين شي جوله عندها مرشدين كيتكلمو اليابانيه؟
ماعنديش نسخه من تذكره الطياره.
فِي كُتِيب مُنْفَصِل مَسْمُو "مَعْلُومَات عَنِ الشَّرِكَه" ، الَّذِي يُوجَد فِي الْمُلَف الْمُقَدَّم، سَتَجِد تَفْسِيرًا اَكْثَر تَفْصِيلًا.
شحال غادي يتاخر؟
شكون هي ساعات فتحو و شكون هي ساعات اغلاقو؟
هلا جبتي لي شويه لحاف، الله يرحم الوالدين؟ هاد الغرفه بارده بزاف.
Afwan. W fin had chi telifon?
هل بغيتي توضح ليه لموظف؟
هلا حطيتو ليا قدام النافذه، الله يرحم الوالدين؟
كايبان ليا ضيق هنا.
عندي شويه د الغسيل.
فين كاين القصر؟
هل ممكن نشوف القاءمه؟
مقعد فالقدام، الله يرحم الوالدين.
رجع قبل من 2 و 10 دقايق.
واخا، واحد من الشنط ديالي ما باناش.
هل كاين جوله طول النهار؟
هل ممكن نعمل حجز ف 9 و نص صباحا، من فضلك؟
شحال كديرو فالتعشير؟
بغينا تذكره ديال طوموبيل لسان دييغو، الله يرحم الوالدين.
غادي تكون تقريبا تسعين وتساع دقايق مشي من هنا.
كل واحد حر. انا غادي نشرب البيره.
انا من يوكوهاما، اليابان.
مقعد جنب النافذه، من فضلك. واريد الجلوس مع ابنتي.
قول لي كيفاش ندير مكالمه بعيده؟
ولد ف عام 1980.
هاك التغيير. سبعه وسبعين درهم، تسعه وثمانين درهم، تسعه وتسعين درهم، ميه درهم.
عندك شي باركا؟
لا، هادي ماشي كاميرتي.
التلفزه خربانه.
شكون هي اخر حافله لِـ بيمليكو؟
كَنْعيا. عافاك بغيت شي دوا.
خمس سوايع و تلاتين دقيقه اخرين.
هادا هو رقم سبعه واربعين. شنو كايديرو من كوكتيلات؟
هادي هي الطريق.
من فضلك متعملش هادشي.
النساء كيتكيوا.
حسنا. واش هادشي مزيان؟ هاد الجوله لي كتدوز نص نهار غادي ترجعكم هنا فالواحده.
هادشي غادي يغسل؟
سوليني علي شي حد مسءول علي المحاسبه.
كاينين التذاكر؟
عندك شي عنقيات اخرين بتصاميم فريده؟
علاش ما نمشيوش من حدا ديك الصخره؟
قول ليا فين غاديين نزورو فجوله؟
غادي دير خير داكشي لي غادي تمشي تشوف الطبيب وتعمل فحص شامل.
هلا عطيتيني غرفه اخري، الله يرحم الوالدين؟
فين كاين اقرب متجر للموسيقي؟
بغيت ندير حاجياتي الثمينه فالخزنه ديال الامان.
كَنْظُن هاديك هي كرسي ديالي.
حط يديك فلعليا.
علاش كيسد ديك المتجر؟
شحال الساعه ديال القطار الاول للاكسفورد؟
شحال علي الوقت اللي كاين الخدمه فالغرفه؟
عندك شي جرنال بالانجليزيه؟
عصي اكل، من فضلك.
نفضل واحد ازرق، اذا كان عندك.
غادي تشفي بسرعه. متخافش.
اللذه. انا كنخطط نعمل جوله سياحيه ونشوف بعض الاصحاب القدام.
شكون هو تشخيصك؟
بغيت يبانو ليا ودانيا.
كاونتر الصندوق داك السبيطار.
علاش القطار متاخر هاكذا؟
علاش خاصني نلبس الكرافاطا؟
سميتك و رقم الدار؟
عندي عجله مفرّوخه.
حنا مهتمين بالدين.
La mouchkil. Fin ghadi tkhodha?
انا كذالك. مشينا بزاف اليوم.
ما عنديش فكره.
غادي نشحنو البطاريه ونغسلو الزجاج الامامي.
طاوله التراس، من فضلك.
نص الثمن ديال التذكره؟
شحال اقصي وقت باش ندخل؟
شويه قص من ورا.
سير جيب لينا ديك الجسر لي فالخلفيه.
عندك شي ذكريات زوينه؟
تْبَدَّلَتْ لْمَطَرَهْ لْبَرَدْ.
كَنْكَلّو الفطور فْسْبعه صباح كل نهار، ماعدا فْالويكاند.
غدا الصباح خاصني نشوف طبيب.
سيربط راسك الحزام ديال الكرسي ومتدخنش حتي بعد ما طياره تاخد الطيران؟
بغيت نتصال بي اليابان.
كَنْتَمَنَّي نْخَسَّ فْحَال هَادْ الشَّيْ.
غادي نمشي لملبورن.
عندكوم شي جولات مع مرشدين كيتكلمو اليابانيه؟
هاد الصباح البرد قاصح.
عفاك، فين كاينين حنا دابا؟
نسيتو و انا كنشري من شي عشر دقايق
شكون كايعيق؟ عادي ندخل بالجينز و الباليرينات؟
بغيت شي موزه.
كَانُو كْتَافِي مْشَدُودِين بْزَاف، مَا كَانُوش؟
واش شنو هو النوع ديال الاكل لي كتعجبك؟
هادشي باش نمشيو؟
كاين شي بار هنا فهاد المنطقه؟
عفاك. فين كاين شي مترو؟
شكون انت؟ انا ايشيرو تاناكا.
شحال الزياده ديال التعبير؟
ايلا هوما كاملين معفيين من الرسوم، غادي نشري كرتونه ديال سي.
كيعتمد علي نوع الجولات. رحله ليوم واحد ليوسيميتي كاينه بثلاثين دولار، وهادشي هو الاشهر. يوسيميتي كاين علي بعد ثلاث ميه وخمسين كيلومتر من هنا.
شكون هي الطوبيس لي كتمشي لسانتا باربرا؟
لا كتشب.
خُدْ لِيكْ مَا بَغِّيتْ، غَيْرْ مَا تْقَتَّلْشْ.
بغيت نشوف ماتش ديال كره القدم.
عندكوم غرفه وحده الليله؟
فعلًا، عندنا تخفيضات علي البلوزات دابا.
هل ممكن تقترح عليا شي رحلات نهاريه زوينه؟
شيكات السفر ديالي بالدولار الامريكي.
هلا وصلتني بصاحبي؟
فين كنشري التذاكر؟
هل كاين المعدات؟
هلا جبتو لينا شويه خبز، الله يرحم الوالدين؟
خليني نشوف. نعم، عندنا غرفه متاحه.
السلام عليكم، تاناكا. فرحان بوجودك معانا. فين كتسكن؟
هل كاين شي حد هنا كيعرف يتكلم بالانجليزيه؟
نعم. خاصني نمشي دابا. نتمني نشوفك قريب.
هادي سته و نص.
هادا اول زياره.
فين كاين غسال قريب؟
غرفه هاديه، الله يرحم الوالدين.
حصلت علي درجات جيده العام الماضي.
شكون زوين.
بغيت هاديك لي معروضه فالطوموبيل.
كاين شي وحده بحالها ولكن بحال اكبر؟
ماشفتش بعد. ولكن كنحس براسي سخون بزاف.
شكون هادشي لي عجبك؟
بدات تنزل دنون.
هادا هو رقم سبعه و اثنين. عطيني نداء الاستيقاظ فسبعه صباحا غدا.
متبقاش تخدم بزاف.
اه، لا. كنت عارف هادشي غادي يكون غلط. غادي نرجع لليابان فقير.
هاذا هو القطار اللي غادي لشيڭاگو؟
سمعت التوقعات الجويه توا. من المفترض ان يتوقف الثلج غدا في وقت ما.
علاش لا ننتظر هنا؟
كنكتب قصايد هايكو هاواي كهوايه.
كاين شي مكان امن باش نعيط لبلاصا ديال الشنط ديالي؟
عندكوم تخفيضات للعاءلات؟
فين كاين شي محل مزيان باش نشري فيه الهدايا التذكاريه؟
كايْن نظام الاجر علي اساس الاقدميه.
نعاودك تمدد من هنا.
هل ممكن نمشيو لتيكي بوينت غدا؟
كاين احتمال بسيط يطيح الثلج.
هلا رسمتي لي خريطه؟
"السلوت ماشين كايبانو ساهلين بزاف، واخا، شكون الروليت؟ غي حط فلوسك او نصيحتك علي الرقم لي غادي تراهن عليه اول حاجه."
غادي نلقاو تشكيله اوسع فالصيدليه.
غالي بزاف عليا. عطيني شي حاجه رخيصه، الله يرحم الوالدين.
هادا هو المشغل ديال خدمه المكالمات الهاتفيه الدوليه.
تعلّم الانجليزيه.
هاد السياره كتمشي لباريس، ولا لا؟
وضع خمس دولارات و 25 سنت لمده ثلاث دقايق.
بغيت كاميرا، الله يرحم الوالدين.
شحال عالي منبر الغطس؟
عندك غادي تكري عجله ديال الجولف؟
سيديّ، سلم لينا كروت الهبوط.
هل يمكنني تحديد موعد اليوم؟
كايضيق عليا شويه من الفوق فالبطن.
كيفاش نوصل للبلاصا؟
كيفما قلت بالضبط.
مَاكَلْتْ والُو قْبَلْ. بَغِيتْ نَكْلَا دْبا.
صباح الخير. شحال؟
ماعنديش الوقت بزاف.
حاضر. نتلاقاو.
شكون بغيت ننسحب ليا 300 دولار بالفيزا كارت ديالي؟
شكون هو الويسكي لي بغيتي؟
عندي نعاونها؟
عندي دوره.
خصك تصيفط الشيكات ديال المسافر فالبنك.
جيب لي حوايجي للدار.
مازال ما حجزت كرسي لرحله العوده ديالي.
شكون هاد اللون اللي جاي جديد؟
شحال كا ياخد الوقت باش توصل لفيلادلفيا؟
غاتزور جميع معالم سان فرانسيسكو السياحيه فـ 49 ميل ديال الطريق.
عندي نبقي هنا باش نشوف؟
كاين شي كراسي هاد المسا؟
دّرت ليك ليكساس ديالي.
حذاءك ما كايعطيش مع لون فستانك.
حطّيه هنا، من فضلك.
هادا واحد اوتوماتيكي. عندنا هاد الموديل ديال ساعات الكوارتز، السيد. هادي مقاومه للماء و مضاده للصدمات.
غير قص شويه، الله يرحم الوالدين.
علاش هو القطار اللي غادي لاكسفورد؟
"مع الفطور؟ بغيت نحجزها."
شكون اللي نقدر نسميو من هنا مباشره لفرنسا؟
شحال هادي صلاحيتها؟
بغيت نبدل الحجز ديالي.
هل يمكنك ان تتصل بسياره اجره لنا؟
شكون اللي بغا يجرب الهامبرغر؟
واش كلشي مزيان؟
هل كاين ليموزين لفندق ABC؟
شحال غادي ترجع السياره نهار الجمعه؟
شكون هو الخط لي كايمشي لمديسون سكوير؟
غادي نرجع نكلمك من بعد.
عفوا، معمري سمعتك مزيان.
درهم واحد للكيلوغرام.
كَانْدِيرْ نَاخُدْهَا مْعَلْقَه؟
ماعرفتش كيفاش نستعمل التليفون، عاوني ووريه ليا.
مقصدي هو لندن.
اه، خايف هاد الوقت ما يكفيش.
شكون هو الباص لي خاصني ناخد؟
بغيت كريم تنقيه.
مرحبا من جديد ومرحبا بيكم فـ "الامريكان توب فورتي".
شكون هو احسن حدث؟
شحال غادي ياخذ الوقت حتي تزهر البراعم وتولي زهور؟
بغيت نتحدث مع السيده نوموتو، فالغرفه خمسه واحد.
واش غادي يهمك تشوف الداخل ديال ديك المسرح. هاداك هو مسرح لا سكالا.
الخط المظلل يعرض ارقام مبيعات شركتنا للسنه الماضيه.
كَنْتَمَنَّي تْزُورْ هَادْ المَعَالِمْ الجَمِيلَهْ فِي اَمْرِيكَا فِي القَرِيبْ العَاجِلْ.
دير وستمنستر
صاحبي مريض بزاف، عندو حراره عاليه.
كاين فالطابق السابع. خذ المصعد لي فاخر الرواق.
غادي نبقي نسناك.
حطيت المحفظه ديالي، الكتاب، والكاميرا فالشنطه ديالي.
كاع كندخل للسرير علي عشره، ونعس علي طول.
كان طويل و عندو شعر صافي.
الثقافه ازدهرت، مع انتشار انشطه مثل مسرحيات كابوكي، ورسوم اوكييو-اه، والادب، وفن الخزف.
كاين شي بوتيك ديل دنهيل هنا فهاد المنطقه؟
ماءه وعشرون مليون نسمه في ارض مساحتها ثلاثماءه وثمانون الف كيلومتر مربع؟
تذكره ذهاب واياب لميامي، من فضلك.
قول ليا فين كاين البنك اللي قريب من هنا؟
بغيت تذكره وحده للكبار، الله يرحم الوالدين.
سميتي واتانابي غورو.
شحال غادي يكلّفني باش نبعث هاد الرساله؟
فلفل، من فضلك.
هل ممكن تجيب لي الفاتوره؟
واخا، الطبيب ديال الاسنان لي كنمشي عندو مزيان بزاف.
النور ما كايعملش.
بغيت شي حاجه للكحه.
واخا، هاذي هي ديورك.
شحال باقا علي ما يجي القطار؟
عندي شي دوا؟
عْطِنِي تْسْوِيْدَتْكْ هْنَا، الله يْحَفْظْ.
واش ما كاينش شي كافيتيريا قريبه؟
الرقم هو خمسه سته سبعه ثمانيه واحد اثنين ثلاثه اربعه.
سيدي، ممكن نهبط فاي لحظه. لو سمحت خذ مكانك.
ياماغوتشي قريبه من طوكيو.
بغيت شي فيلتر، الله يرحم الوالدين.
شنو ندير؟
هاد شي حد فهاد المتجر كيعرف يتكلم ياباني؟
شكون هو اخر الطابور؟
هلاّ عطيتيني خريطه دليل، الله يرحم الوالدين؟
مكايناش عندي شي فكره علي ما كتقول.
تاخر بحال ساعه. غادي يطير علي عشره و سبعه.
الرقم هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه.
الماء ما غاديش يسخن بزاف.
فِي هُوكايدُو، مَا كَايْمْكُولْشْ لَعْبْ الْگُولْفْ نْحَالَا سِتَّه شْهُورْ بْسَبَبْ الْمْنَاخْ الْبَارْدْ دْيَالْهَا.
غادي تبيعهم واحد بواحد؟
بغيت نمشي نهار قبل.
كيتْبْدَا مْنْ تْسْعَه.
حظك زوين. كل المحلات كاينه فيها التخفيضات دابا. تقدر تشري بثمن مخفض.
واحد لحظه. غادي نلقا قلم.
اه، ما عارفش. شنو رايك فمكدونالد؟ عندنا هاد المطعم فاليابان، ولكن.
بغيت نرجع هادشي. هاذي الفاتوره.
هل كاين شي طوبيس غادي هاد لعشيه؟
كيف نْمَشِّي لْلمُوزَيَا؟
La baz afak. Daba kmlt l-program diali l-khayali.
سيتحمس السيد غودمان بزاف.
نعم. غادي ناخد بيضه، سبانخ، خبز محمص وفواكه طازجه.
كيدفع الكرا فاخر نهار فكل شهر.
هادشي ما عندوش القياس المناسب.
رقم الرحله هو PK سبعه صفر ثمانيه في الخامس من شتنبر.
كاين شي حاجه مخلعه فالحمام ديالي.
شكون هوما المنتوجات المحليه ديال هاد المنطقه؟
ما بغيتش ما طلعش بعد. واش ممكن تعرفي شنو وقع ليه، الله يخليك؟
كَتْسْمَعْ بْزَافْ سِيكْسِي فِ التِّيلِيفُونْ.
هادي كاميرا ريفلكس ديال كانون بالعدسه الواحده.
شكون هو اسم هاد القلعه؟
هل كاين طوبيس ديال المطار للمدينه؟
هلا عاودتي ليا الاسم؟
واشري تذكره للمحطه الجايه، ومن بعد خذ الباص لي كيمشي لهيد بارك.
معذره، ما كا نديرووش هادشي. يمكن تشريه من الصيدليه فالطابق الاول.
بغيت مقعد فالزنقه، الله يرحم الوالدين.
شكون هو المشروب لي بغيتي؟
بغيت نطلب بحال ديالك.
فين كاين متجر بارنز اند نوبل؟
بزاف-خصوصاً حيت نوضت متعشيتش البارح. علي فكره، قولي كيفاش نمشي للمتحف البريطاني؟
سير دير رقم تسعه فهاد التليفون.
شكون الوقت لي كتسد فيه الدار؟
طيران ديالي تاخر، و فاتني الطيران ديال الترانزيت.
هل غادي تلغي ليا الحجز ديال الكراسي؟
بغيت شي شيبس.
غادي نمشي معاهم.
مثير للاهتمام بزاف.
بغيت شي غرفه فيها حمام.
علاش لا، ناخدو؟
ماعرفتش، سيدي. كتكلم انجليزيه؟ كتكلم انجليزيه؟ تكلم.
نتمني يكون مزيان.
"الخط مشغول."
نعم، سيدي. الساعه الحاديه عشره.
هل ممكن ندير موعد يوم الجمعه؟
عندي نعمل اتصال. هل ممكن؟
لا، ما عنديش. عفاك، شي عربه ما فيهاش التدخين.
هاد المبتدءين ما كايعرفوش والو؟
بغيت هاد الشي اليوم.
بغيت نكري سياره رخيصه ديالك لمده اسبوع.
هاد الفستان ما كايدخلش عليا.
قول ليا فين كاين الكرسي ديالي؟
شكون الطياره لي غادي توصل اولي ف نيويورك؟
فين خليتيه؟
سيدير هاد الفلوس بالفرنك ديالكم و ديني ليا فلوس صحيحه.
مكاينش فين نعطي الشنطه ديالي الصغيره.
حاسّ بْراحتك وْدير المكياج ديالنا قبل ما تْمشي من هنا.
متخافش. ما بعيدش علي البلاصه.
ها هي الفلوس الباقيه.
حسنا، علاش ما نمشيوش للبحر غدا؟
عرض علي شي حاجه.
هل هاد الجوله ليوم كامل كاينه باليابانيه؟
شحال الثمن فالنهار؟
نعم، نحن نقوم بذلك. هذا هو اختيارنا.
واخا، ممكن تركب فالطوبيس ديال Gray Line Air Shuttle او فالطاكسي ديال Carey Airport Express.
ايلا قدرتي تخلي الثمن شويه رخيص، غادي نشريه.
فين كاين لاكواريم؟
بغيت نبقي هنا شي يومين اخرين.
نعم، كنبحث علي هديه لاختي.
سولي هاد لحريره.
فين كنشري جورنال ياباني؟
شكون هو الصيد الثمين اللي كاين هنا؟
شكون لي كايعرف يسبح هنا؟
شكون لي غادي نبدا من فوق؟ نبدا نقص من فوق؟
نعم، هادشي لي خليتي؟
نعم. يمكنك مشاهده الافلام علي اتش بي او، وهي مجانيه.
كيفاش نْوصل لهوليوود؟
غادي ناخد غرفه بعشرين دولار.
انا متاكد بلي حجزت.
عندك خدمه غسيل الملابس؟
كَنْظُنْ رَجْلي مْكَسَّرَه.
كَتْحْكي بحال الشاعر، السيد ايتا.
كاين شي معالم سياحيه هنا فهاد المنطقه؟
هل كاين كابينه للنعاس فالقطار؟
واش حقاش؟ نتمني ما مشاشش بلا مني.
ناكلوا برا مع بعضياتنا.
شحال الثمن ديال يومين؟
غادي نمشي ل ميمفيس.
منين كاينه الرصيف ديال الطوبيس لي غادي ليورك؟
بغيت نعمل حجز لروما.
سيداتي سادتي، يرحب بكم الكابتن جورج كوهين وطاقمه علي متن رحله الخطوط المتحده رقم 800 المتجهه الي نيويورك. اذا احتجتم لاي شيء اثناء الرحله، ما عليكم سوي الطلب، وسنكون سعداء بمساعدتكم.
لخضرا.
خيرك، دَير خيرك، دَير خيرك، دَير خيرك، دَير
هلا عطيتيني رقم التليفون ديالك، الله يرحم الوالدين؟
هل ممكن تشوف ليا طياره اخري متوفره؟
لا. غادي نبقاو هنا ثلاثه ايام، من بعد غادي نمشيو علي نيويورك ونيو اورليانز.
عندي باس بوريل و فيزا سوفيتيه.
هل ممكن نتحدث مع الانسه كاوري واتانابي في الغرفه ثمانيه واثنا عشر؟
عندك شي حاجه اخري تشرب؟
هاد الفستان من الكتان؟
سمح لي. عندي صداع. عندك شي دوا؟
ضَعْ لَوْلَا فِيلْم فِي هَادْ الكَامِيرَا.
التلاميذ ديال الثانوي الامريكي ما كايعانيوش من الضغط ديال الدراسه بحالنا.
بغيت ناخد هادشي معايا.
كَنْفْهَمْ. هَاد الشي دْيالي. كَنْتْعَامَل مَعْ لَسَنْتَر دْيَالْنَا دْ الدِيكُور دْالدَاخْل.
شكون هو الباص لي غادي يوصلني لحديقه هايد بارك؟
هاد البيره خايبه.
نعم، انت كذلك.
بغينا كاملين نكونو علي طبله وحده.
مكاينش بزاف دْلليّات.
كَنْظُن هادشي ممكن ما يكونش صحيح. تَقْدَرْ تَتْحَقَّقْ مِنُّو؟
غادي يرجع الاسبوع الجاي.
ماتت الوالده.
بغيت شي نبيذ احمر.
وديني لمستشفي.
سمايا الله.
عندك هادشي بلون زاهي؟
بغيت قلم.
هل ممكن ناخد ليمونه مع الشاي، من فضلك؟
هل ممكن ناخد الوصل، الله يرحم الوالدين؟
حشومه ما نتعارفوش، انا كمان فرحان بالتعارف. هل هادي اول مره تجي لامريكا؟
هل ممكن تبدل هاد البوتات بواحد مقاس اصغر؟
كاين شي حد جالس هنا؟
حقيبتي تقيل بثلاثه كيلوغرامات.
كَنْظُنْ بلي غالي بزاف. عندكش شي ثمن معقول؟
غادي نمشي بكري غدا الصباح.
هل كاينه بيع سلع معفيه من الضراءب علي متن الطاءره؟
شكون هو المخرج ديال الفيلم؟
الصيف هنا ما كاينش فيه باس بزاف.
بغيت نشري هادشي.
تْبّعْ لْوَيْنَه دْيالْ الطاكسي.
نعم، انت في وسط الجاده الخامسه. فين بغيتي تمشي؟
علاش درتي هاد الشي؟
سرقوا مني الوصل ديالي هو الاخر.
كَنْخَافْ مَا عِنْدَنَاشْ، لَكِنْ مَا كَيْنْشِي نْتِيقْ بَاشْ تِسْتَافْدْ مِنْ غَدَانَا خَاصّ.
سْبْعْ وْ نِصْ.
حسنا. دابا الساعه واحد صباحا، غادي نرجع الساعه ديالي لعشره صباحا، صح؟
واخا، ريمينتون ممكن زوين.
ساعه ونص.
هل ممكن ناخد كاس ديال الما اخر؟
خليني نشوف هادشي.
فين كاين مكتب الصرف؟
سير فحالك شويه. غادي نسول السيد ايماي واش غادي يرد علي التلفون.
هل ممكن نوصلو لهيه ف عشر دقايق؟
هاد الكاري حار.
عندي مشكل مع الشنطه لي شرتها البارح.
عندك شي حساسيه من الادويه؟
نعم، عندنا بالاسود والبنّي.
بغيت نشوف ماتش ديال كره القدم محترف. فين كنشري التذكره؟
عفاك؟ ما فهمتكش. هلّا تكلّمت ببطء اكثر حتي افهمك؟
خمسه ديال العشرين، عشره ديال العشره، والباقي فالدولار الواحد، من فضلك.
كيفاش نوصل للفسقيه ديال كولومبوس؟
عافاك عطيني شي حاجه زوينه لشفاهي. جفّاو عليا بالريح البارده.
عندنا شي حوايج ديال المنطقه؟
متخافش. هاد الكلب ما غاديش يعضيك.
نعم، والدلافين جميله جداً.
كَامْ كَيْطْلَعْ؟
دْوّيتْ يدي.
فين هوما جَواكِب النجاه؟
سير علي طول هاد الطريق اربعه بلوكات. ولف يمين فالضوء.
هل ممكن تبع هادشي لليابان؟
خليت المحفظه ديالي عندك فالدكان.
شكون هادو لي عجبوك؟
هل كاين طياره لسيدني؟
عندي نكمل الرحله من غدا؟
هذا هو قسم استلام الامتعه ديال الخطوط الجويه البريطانيه واحد اثنين ثلاثه؟
غادي نخرج فالسبعه ديال الصباح غداً
غادي نتلاقاو من جديد قريب.
نعم، بغيت واحد ويسكي مع صودا مع المقبلات.
ضرب صفاره الانذار ديال الطوارء.
اكيد. هل يمكنني وضع هذه الحقيبه هنا؟ اين انت ذاهب؟
شكون هو الخاص فهاد المطعم؟
سمح لي، انا مقفول برا.
عندك شي حاجه باسلوب عصري اكثر؟
فين كنقدر نشري توكنات؟
غادي تبدل شيك بالدولار الامريكي لفرنك فرنسي؟
نلقاو غدا.
علاش ما نديروهومش هادشي كامل، مع بعضياتنا؟
شكون لي كايدير الغطس فالبحور الهاءجه؟
امشي للديوانه ديك الساعه. عطاك الله وجه الخير.
عرض عليا النماذج الجديده، الله يرحم الوالدين.
عندك شي ترمومتر طبي؟
الخفا ديا صغار بزاف.
الشهر اللي فات فالتاسع.
واخا، ثلاثه ديال العشرين، ثلاثه ديال العشره و اثنين ديال الخمسه.
بغيت نجرب شي اكلات يابانيه. طيب ليا شي حاجه.
علاش لا، نقدر نقلب لهاديك الطبله؟
نعم، كنا مستانسين بزاف.
شكون لي بغا يجي للماتينيه؟
كَنْبَحْث عَلَي شْنُو هِي امتعتي.
تغيرات خططي. بغيت نبقي ثلاث ليالي بدل من ليلتين.
اه، شكرا. يا بتّي، هل يمكنك المجيء هنا من فضلك؟
شحال من حزب سياسي كاين؟
وقف علي الجنب.
كاين شي بريد ليا؟
توسيع رقم تلاته سته سبعه، من فضلك.
عندي نبقي نسافر؟
كون كثر حذر فالمستقبل.
سلام، بغيت ندي تلفون طوكيو.
نعم، ولكن هل ستترك الامتعه الخفيفه علي الرف فوق راسك؟
هادا شاي اخضر.
عندك التذكره؟
بغيت عصير ليمون، الله يرحم الوالدين.
هل تقبلون الفلوس اليابانيه؟
صاحبي كان كيعبر الشارع فالضو الاخضر.
عندك شي وحده كحلي؟
هلا ساعدتني في حمل هذه الحقاءب؟
اه، شكرا لك، انسه ستايسي. في الواقع، ان صنعت هذا بودينغ الخوخ بنفسها.
شحال مده الاقامه؟
بغينا قهوه بعد العشا، الله يرضي عليك.
كيتعلمو بكل شغف اخر صيحات الموضه من التلفزه والمجلات.
اتصل بطبيب بسرعه، من فضلك.
بغيت كتاب ديال الاطفال.
فين كاين كونطار طياره الترانسبور ديال الخطوط الجويه البريطانيه؟
شكون لي كياكل ف الطبله لي جنبهم؟
بغيت شي غرفه لشخصين.
قول ليا فين كاينين الخضره معلبه؟
عندك شي تسعيره اسبوعيه؟
غريب عرض عليا يصورني، و عطيتو الكاميرا ديالي. و هرب بيها.
اه. اخيرا وصلنا لمدينه التفاحه الكبيره. دابا خاصنا نركبو الميترو باش نوصلو للقريه. ما خاصناش نشريو خريطه الميترو؟
كيفاش نوصل للمركز ABC؟
عندك دوم بيرنييون؟
فيني نلقي فندق غراس؟
خداي تاخد دوا ديال بزاف ديال حبات بعدا من كل وجبه.
هلا تكلمت ببطء؟
هلا فتحتي الشنطه ديالك؟
خدمه الغرف، من فضلك. رقم الغرفه هو عشره وخمسه عشر.
جِنس عَلي الشاطء لِلْبَنَاتْ لْوَحْدِهُمْ هُنَاكْ.
بغيت شي بلاصا فالصف الاول، قدام القاعده الاولي، الله يرحم الوالدين.
شحال؟
شويه ديال القهوه زياده، الله يرضي عليك.
عندنا الوقت باش نشوفو داخل المعرض؟
فين كاين قسم البضاءع الفاخره؟
كل الكراسي مباعه، ولكن يمكنك الحصول علي تذكره لمشاهده المباراه اذا كنت تريد الوقوف.
سيدي، بغيت نعمل محضر سرقه.
كَتْحَسْبْ بَاش نْجَرِّبْ نْطَلِّي اَظَافِرِي وَحْدِي؟
حاضر. ها هي.
قول ليا فين كاين مقرك.
شوف، كبير بزاف، صحيح؟ غادي نجيب ليك كيس ديال الكلاب لاحقا.
عندك شي جرنال؟
بغيت خريطه ديال خطوط الحافلات.
كَنْعْجَبْنِي بْزَافْ الفِيلْمَاتْ لِي كَيْخَلِّيوْنِي نْبْكِي.
عندك شي حاجه اوسع؟
هل كاين شي ديليكاتيسن هنا فهاد المنطقه؟
مرجو ارسال هادشي بالبريد الجوي.
قالي اسمي السيد هيلتون، مدير الفندق ديالي.
كَانْدِيرْهَا تْلاَتِينْ جِنِيهْ؟
قول لي شحال الوقت اللي خاصني نرجع فيه هنا.
مْنَ السَّادْسَه صْبَاحْ لْوَاحْدَه عْشِيّه
جوج همبورغر.
عافاك بان لي شي حاجه رخيصه.
واحد لون اعمق، الله يرحم الوالدين.
منين كتدير ليا؟
كنت مسءول علي الموارد البشريه لفتره، و هاد الشي خلا عندي اهتمام كبير بالتواصل مع الناس.
علينا الانتظار كل هذه المده؟ شكرا علي اي حال.
غادي القطار يمشي ف وقتو؟
هل يمكنك ملء هذا الاستماره؟
باغي نغوص فمكان ضحل و مزيان مضوي.
اه، هادشي بزاف. يمكن مره اخري فنهار اخر.
عندك شي بروشورات باليابانيه؟ بغيت وحده من فضلك.
مازال ما جاش داكشي لي بغيت ناكل بعد العشا.
هل يمكنني ان اخذ واحدا اخر؟
غادي يكون مزيان لو كان عارفين هادشي كامل علي اليابان.
شي حاجه بحال 300 باوند، الله يرحم الوالدين.
هل كاينين جولات سياحيه كتشمل زياره لِلديسكو؟
بغيت واحد همبرغر، بطاطا مقليه وليموناضه.
حيد يديك فوق.
هيا زوينه بزاف.
شكرا بزاف. سفر ميمونه.
شحال ثمن الجوله؟
شحال الثمن ديل التاكسي؟
دزت ليا رجلي.
بغيت وحده مشط.
دابا غادي نفتح ليك المسام ديالك بالبخار.
سمح لي، واش نقدر ندخل هنا؟ شفت الشنطه ديالي.
شكون اللي كايدير التذاكر ديال الباليه هنا؟
ما كاينش اللي يبيع حتي حاجه بلا وصفه طبيه.
طلبتي سرير صغير لوليدك؟
كَنْبَحْث عْلَي تِذْكَار لْوَاحِد صَاحِب دْيَالِي.
سيدي، راه جاي جاي.
بغيت باز لغاز.
فلوس ولا كارت؟
بغيت نركب فالطوبيس ديال السياحه.
بغيت نكري دردورتين، الله يرحم الوالدين.
شحال غادي يكلّف هاد الطرد باش نبعثوه بالطاءره؟
فين كاين قسم الغموض؟
بغيت نجلس جنب صاحبي.
عْطيني هاديك. اش كَتْسَمِّي هاد الشي؟
فاين كاينا هاد الطريڭ؟
علاش مرضتي؟
ما عنديش باش نشري هادشي غالي بزاف.
سير علي هاد الطريق مستقيم تقريبا ثلاثمءه متر.
لا، درت كلشي وحدي. هادشي من هواياتي. كنحب غير نزرع فالحديقه.
و من بعد غادي نخلص بالدولار و الين.
بغيت شي ملين.
هاد التيليفريك غادي يوصلك للفنادق.
مرجو ارسالها مسجله. كم المجموع؟
ضغط تسعه للخط الخارجي، ومن بعد ضغط ثمانيه واحد لليابان، ثلاثه لطوكيو، ومن بعد الرقم ديال التليفون.
سمح لي. غادي نجمع حوايجي دابا.
علاش ما نرجعوش لشي مدينه اخري؟
شحال بعيد الفندق من هنا؟
غادي نبقي ثلاث ليالي.
رْفَعْ يْدِيكْ. سْكُوتْ وْ عْطِينِي فْلُوسْكْ.
كَنْخْدْمو السَنْدْويتشات و المشروبات من الحاديه عشر ليلاً حتي السادسه صباحاً.
غادي نمشي ليله قبل.
نشوفوك. عيط ليا غدا.
هلاّ الغيتي الحجز ديالي؟
كتعاني من حاله تعب حادّه.
فين كنشوفلّي قطار اخر؟
بغيت جوج بيضات مسخن مع البيكون، بطاطا مقليه، خبز محمص و قهوه.
نعم، من فضلك. هل هذا فيلم ياباني الصنع؟
واش ديك النهار لي كنا مع بعضياتنا؟ ديك الساعه؟
اش غادي يوقع اذا ما لقيناهش؟
غادي يكون عندنا طابله خاويه تقريبا فتسعه ديال الليل.
داكشي علاش بلوكين، من بعد يسار الاول
شكون لي قال ليك هاد اليابانيين كياكلو هادشي؟
فين كنشري السكاكين و الشوكه؟
اه، عندك الصح. هادشي زوين بزاف. غادي نجي غدا ان شاء الله.
بغيت شامبو ملون.
هادشي هو. الممثل زوين بزاف.
بالتاكيد. غادي نجيبها دابا.
حاليا، ممكن تعطيني فلوس باش نشري شويه ديال الحوايج اللي محتاجهم.
شحال غادي يجري؟
بغيت هادشي يوصل لليابان بالطريقه الاسرع.
واخا، نعم ولا.
شكون هوما اللعب لي عندك كذكري من انجلترا؟
بغيت سله ديال النزهه.
كيوشو جزيره كبيره في جنوب اليابان.
زنقه 42
معذره. مره اخري، من فضلك.
شكون هو الثمن ديال الخدمه؟
بغيت عصير فاكهه.
جيت نشوف صاحبي الياباني.
ممتاز.
شكون هو خدمك؟
بغيت مقعد فالصف الاول.
شكون هو هاد الالم؟
معذره، غلطت. شنو نوع الويسكي الاسكتلندي اللي بغيتي؟
بغيت ناخد جوله فشي حديقه باش نتعلم كيفاش نزرع.
غادي تشرب شي حاجه قبل العشا؟
بغيت شامبو و تصفيف بالمجفف.
هاد القطار كيوقف ف باث؟
شنو هي الاجراءات باش نتحققو من هاد الشي؟
وقّف شويه و انتظر حتي نصور الجسر ديال واترلو.
عندي غرفه مزدوجه فيها سريرين مفردين.
هادشي كان خاسر ملي خرجتو من الكارطون.
مقعد محجوز، من فضلك.
هل ممكن نشوف الغرفه؟
و غادي يطيح شي مطر الليله.
بغيت حليب سخون، الله يرحم الوالدين.
بغيت فلاش الكتروني.
معذره، ولكن ما شربت والو. عاود حسابي.
كل بهاد الصلصه.
هل تريد ان تاخذ تامين PAI و PEC و اعفاء من المسءوليه عن الاضرار و ملحق تامين المسءوليه؟
علاش لا، نقدر ندير الطواف دابا؟
فين كاين قاعه الموسيقي؟
الف مبروك علي عيد زواجكم الخمسين.
شي حاجه خداتك؟
بغيت ماءه دولار فـ الشيبس، الله يرحم الوالدين.
كَنْعْشَقْ المَناظِر الطّبيعيه.
الزرق غزال بزاف هاد العام.
فِي الشِّتا كاينه الثلوج فِي الشَّمال دِيَال اليابان و فِي المناطق الجبليه.
عفوا، ما لقيتش الكاميرا ديالي.
هلاّ شفتي واش دّاوه؟
عندك شي حاجه اخري بحال ثمانين دولار؟
كَنْخَافْ شَوِيّه عْلاشْ مَا غَادِي نْغَطْسْ زْوِين.
خليني ناخد الكور.
نعم، بغيت نكري سياره.
سمح لي، هاد الكرسي مزال خاوي؟
غادي يعاون.
شكون انت؟
تحركنا بسرعه كبيره بزاف باش نصورو.
حاضر، غادي ندير.
كَنْتَمَنَّي نْخَدْمْ كَا اُسْتَاذْ وَلَّا نْتَابْعْ المَاجِيسْتِيرْ فِي عُلُومْ النَّفْسْ.
كَنْبَحْث عْلَي كريم خَفِيف. عِنْدِي بَشَرَه دَهْنِيَّه بَزَّاف.
كان لقاء ممتع معاك.
هل ممكن تجيب لي مجله يابانيه؟
سلطه، من فضلك.
عندكوم جوله نهار كامل؟
هل عندك الفويس؟
مكالمه من الخارج الي اليابان.
لا، جيبها فثلاثين دقيقه.
هل الحافلات رخيصه؟
نعم، غادي نتاكد انه يوصلو هاد الشي.
زنقه تلاتين واثنين
حاضر. بغينا تذاكر اثنين.
شحال الساعه ديال الطياره ديال باريس؟
رجاءً ضع امتعتك تحت الكرسي.
شكون هو السبب لي خلاّك تسافر؟
بغيت شوكولا وحده.
عندك عصير فاكهه؟
كاين شي حاجه فالبولب ديال الفلاش.
بغيت نْحَجز غرفه زوجيه من غدا حتي نهار الاثنين.
واحد شامبوان داءم، الله يرحم الوالدين.
هادشي تضمن مصاريف الخدمه؟
ممتاز. بغيت نجي.
علاش لا، غادي نكمل طريقي؟
وري لي شي حاجه رخيصه، الله يرحم الوالدين.
غالي بزاف. عطيني شي حاجه رخيصه، الله يرحم الوالدين.
نعم. عافاك، شي قاروره ديال البيره.
كَنْظُن بَلّي وَاقِيل مَبْقَاشْ لَنَا وَقْت.
هلا تاكدتي منو مره اخري، الله يرحم الوالدين؟
هزّي و سوقي.
بغيت نبدل الحجز ديالي.
نعم، كاين واحد فديك الفندق.
نهار السفر من فضلك.
فين كنبدل القطار باش نمشي لساندييغو؟
كان خير منك تجي فهاد الوقت اللي عندك فيه بزاف د الخدمه.
ماعرفتش علي هاد الجلده ديال الحيه.
فهمتك. تفضلي/تفضل بالجلوس.
جدي تعرض لوعكه قلبيه البارحه.
حاضر. هل ممكن تعطيني التاريخ ورقم الرحله؟
هل ممكن ناخد شوكه اخري؟
شكون الوقت لي غادي يخلص العرض؟
شكون الوقت لي ممكن نتعشاو؟
خايف هادشي بزاف عليا.
الجو غير مستقر. يرجي ربط احزمه الامان.
كنت كنديرها. كنديرها من حين لاخر باش نبقي محترف.
شكون هاد السيده؟
مقصدي هو طوكيو.
نعم، انا ساياح.
غادي نضطروا نمرروك عبر مدينه اخري.
شكون اللي غادي ينزل مع الطريق؟
الوقت الاقدم كان من منتصف اكتوبر.
فين كنشري الشنط ديال الجلد؟
كَنْحَسّ بِالحَسَاسيَّه مِنَ اللِّقَاح.
بغيت داكشي ديال السمك مع الشيبس، الله يرحم الوالدين.
عندك رحله لطوكيو نهار الجمعه؟
لا، ما شفت حد حدايا.
وحد كارتون د ديال لارك، الله يرحم الوالدين.
كَنْتْ بْغِيتْ بْلاغْ دْيالْ البوليسْ باشْ نْدِيرْ التامينْ. فينْ غاديْ يْخْرْجْ؟
عافاك بغيت شي سياره صغيور. شحال كاينه الكراءه فالنهار؟
بالتاكيد. حتي طفل صغير ما غاديش يلقي مشكل باش يجوب عليه.
نعم، مزيان.
Hta ana n'3iitha m3ak men l'bida?
هاداك هو اخر واحد اللي غادي يكذب.
هادشي ليك. غادي تقبل بيه؟
هل ممكن نشوف لاءحه النبيذ، لو سمحت؟
شكون هو هاد البزنس؟
سلام. معذره، هو دابا فاجتماع.
بغيت نمشي للمتحف. شنو هو الباص لي خاصني ناخد؟
من بعد، غادي ناخد اثنين، من فضلك.
شكرا علي دعوتي.
كَنْحْتَاجْ طَبِيبْ، بْغِيتْهَا دْبَّا.
سمح لي. بغيت نمشي لحديقه حيوان برونكس. شنو هي احسن طريقه باش نوصل؟
غادي نخبروك علي طول ما نلقاوه.
كَتْعْرْفِي شي ديسكُو لْلبنات الصغار يْمْشيو ليه بِلْمَانْ؟
شحال هي الحدود المسموح بها ديال الامتعه فديك الرحله؟
ها هو، مجانا.
فِي يَوْم الِاثْنَيْن.
جواز سفرك وورقه الجمارك، من فضلك. شي حاجه تصرح بيها؟
كاين شي حاجه بغيتي تشوف؟
سيرهوم برا داكشي غدا الصباح.
سَبّقْ قُدّامْ كُونْطُورْ لْمَعْلُومَاتْ، مَنْ فَضْلِكْ.
بغيت راديو منبه، الله يرحم الوالدين.
كايْن بعيد علي الدار.
شي شهر، سيدي.
كاين شي كازوال؟
كاين خرم فالباب ديال اليمين قدام.
هوما كايقدمو الوجبات؟
علاش لا، ممكن نخلص بالمارك الالماني؟
شحال هو السن القانوني للتصويت فاليابان؟
هاد الصوف صافي.
هل ممكن نرجع نكلمك بعدين؟
علاش كايفتح وكيفاش كايسد؟
لا، شكراً ما يمكنش. في الحقيقه، انا مرتبط مع شي حد.
علاش نبدل فالطوبيس باش نوصل لسوهو؟
بغيت شي دوا قوي للزكام ديالي.
هل اللباس رسمي؟
هل تقدر توصل لبرودواي قبل الساعه سبعه؟
كاين شي كراسي الليله؟
شكون هاد المعني؟
التصريح بالحقيبه هو عشرين كيلوغرام للمسافر في الدرجه الاقتصاديه.
بغيت نخلص الفاتوره ديالي.
المره الجايه اللي غادي نزوركم فيها، غادي نرجع اكيد. علاش لا، واش ممكن ناخد تخفيض؟
هلا طلبتيه ليا، الله يرحم الوالدين؟
واخا، كايعاود راسو للامتحانات ديال الدخول للكليه.
نعم، يوم الذكري لقنبله الذره ويوم الذكري لنهايه الحرب.
ما خاصهومش يتفرجو فشي برامج تيفي عنيفه.
شكون هو الفيلم الجديد لي كاين و شحال من واحد شافو؟
واش داز عام كامل؟ الوقت كايمشي بسرعه. بالطبع غادي نجي. غير قولي الوقت و المكان.
هل كاين شي مطاعم مفتوحين دابا؟
علاش لا، ممكن تجلس فين ما بغيتي.
عفوا علي الازعاج.
خايف بلي نتا ضيعتي شي رقم. انا كنحس بلي عطيتك ورقه ديال 20 درهم.
كنتمني نشوفك.
هادشي كامل لي بغيت.
هلا بعثتي شي حد هنا دابا؟
جيب لي فطور، الله يرحم الوالدين.
درتي هاد الرحله لا تنسي.
هل ممكن تعطيني تقدير للثمن؟
نعم. ولكنهم صعبين شويه فاختيارهم.
غادي ناخد احسن كرسي عندك، من فضلك.
واحد برقيه خاويه، الله يرحم الوالدين.
دوزت ليك الصدقه مع الحساب.
للفندق ا، من فضلك.
طوكيو صفر تلاته تلاته اتنين تسعه واحد خمسه تمانيه تلاته خمسه، الانسه هارادا.
صوص فرنسي، من فضلك.
عافاك خذني للمطار A.
بغيت شي صابون.
بغينا نلعبو التنس. واش كاين شي ملعب عمومي قريب من هنا؟
عافاك بان لي شي حوايج ديال لولاد صغار.
هلاّ قلتيلي علي شي مطعم زوين قريب من هنا؟
هاد السكاف كبير وسود.
كَانْ عْلِيَّ نْكُونْ دَيَّالْتْ رَقْمْ خَاطِء.
لثلاثه. واسمك من فضلك.
شكون عارف متي غادي تحسن الامور؟
واش هادي صدفه؟
هاني هاني فالعطله ديال الصيف.
بغيت نشري شي تذكارات لصحابتي.
علاش لا، دابا ناخدهم؟
كيفاش نقدر نضبط التهويه ديال الهواء؟
هل يمكنني الجلوس بجانبك؟
شكون هو النوع ديال الاكل لي كيتناسب معاه؟
ماعرفتش العنوان ديالي بعد. ولكن غادي نبيت ففندق فسان فرانسيسكو.
ما قادرش نعس بسبب هاد الطفل لي كيصاوب الضوضاء من ورايا. واش ممكن تقوليه شي حاجه؟
فِي اَكْثَرِ الحَالَات، سَتَكُونُ فِي مَوْقِفٍ صَعْب جِدًّا.
كيعياني الكوجينه ديالي.
مَا فاهمش. درْبْ لْيسار. هاداك الشاحنه. هاهو. صعدْ فْهادْ الطريق. هيا، وقفْ هنا.
نزل ف محطه فيكتوريا و خذ الطرامواي ديال الشرق-الغرب.
هادشي مخروم. خصو تخفض ليه الثمن شويه.
شحال كا ياخد الوقت باش توصل لليابان؟
فين غادي نبدل السيارات؟
كَنْحَسّ بالتحسس من الاسبرين.
هل ممكن نساعدك نلقاو شي حاجه معينه؟
نتلاقاو ف المطعم.
عندك ثلاثه د المرات ديال الكتب بحال ديالي.
كايْقارب طولو واحد متر وسبعين سانتيمتر، وهاو صْلْع.
كَنْحسّ بلي بغيت نشرب البيره فهاد الحرّه.
هل يمكنني تناول الفطور الان؟
ها هي رخصه السياقه الدوليه ديالي.
بغيت كريم لليدين.
هلا كتبتي العنوان ديالك هنا؟
معذره، الليله باعوها كامله. عندنا غير شويه ديال التذاكر لليله لخرا.
هاد الكاس ديال الخمر كيصبن فالماكينه ولا لا؟
هوما قويّين بزاف؟
اه، ولدي.
سقطت لي حلق من هنا.
غادي نبدل لرحله دلتا للطيران رقم 215.
كَنْظُن بلي لَمَسْت شي مرجان سُمِّي.
عندك شي صناديق؟
تركت شنطتي هنا، والان اختفت.
بغيت شويه الخس.
بالتاكيد. شحال من ساعه بغيتي الحجز؟ شحال من واحد؟
عندك تبقي فاليسار.
شكون عارف علاش؟
دابا، شحال هو باب الخروج ديال كرنيجي هول؟
هل ممكن نستعمل الملاعب ديال التنس؟
بغيت ندعيك علي الغدا.
شكون اللي غادي يخلص هنا؟
فين شفتيه لاخر مره؟
عْطيني اداه ديال لْبُوْبَه، الله يْرْضِيْ عْلِيْك.
خليت ساعتي فالقطار.
نعم سيدي. لحظه واحده من فضلك. تفضل.
عندو ما جاش بعد؟
علاش الوقت لي خاصني نمشي فيه من هنا باش نوصل فطيران 12؟
صحيح هاد الصباح سخون، مشي؟
اه، كنشوف. مكنفهم والو من لي كيقولو الناس لي حوالينا.
بغيت شي سياره ديال الاسعاف، الله يرحم الوالدين.
هل كاين شي معالم مشهوره؟
هلاّ بانّي فين كنّي فهاد الخريطه، الله يخليك؟
نعم. ولكن ما كنحبش لي حلوين.
واخا، خليني نشوف. غالي عليا بزاف.
شكون هوما الاكلات لي غادي ناكلوا ف الغدا اليوم؟
تما لقيت التلفزيون، وهاذي هيا ليك ليكوماند.
معذره، ولكن خايف عليك تبقي عندك.
استمر في السير مستقيم حتي توصل لشارع الامل.
بغيت نشري هاديك.
ها هو المفتاح وهاذي العقد.
هل يمكنني الانتقال الي منطقه التدخين؟
هلا بعثتي طاكسي لشارع براون، رقم 23؟
ما طلبناش هادشي.
كاس دي شامبانيا، الله يرضي عليك.
واخا، غادي تمشي ليك 15 دقيقه مشي علي رجليك من هنا.
كاس اخري، من فضلك.
بغيت نحجز شي غرف.
شكون اللي غادي يبان ليه حلو معاها سوار حلو؟
فاي بلاصه كاينين مستحضرات التجميل؟
هلاّ عطيتيني العنوان ديال قسم التصدير؟
كَنْخَافْ التْغْيِيرْ دْيَالِي مْقَصَّرْ. قْدَرْ تْعَاودْ تْحْسَابْ؟
شكون هو لي كايدير التير ففريق سينسيناتي ريدز؟
واحد كافيه لاتيه صغيور، الله يرحم الوالدين.
نادي سوبتروبيكانا زوين. كايبقا مفتوح حتي لساعتين صباحا. الموظفين غادي يديو ليك تاكسي ملي تبغي تمشي.
المراهقين اليابانيين مهتمين بالموضه.
ما غاديش نستعمل الفلاش.
هل ممكن تشوف العجلات؟
بديت غير دابا فالدروس. صعيب بزاف.
فين كاين باب الركوب ديال الخطوط الجويه اليابانيه، الرحله 214؟
كنت كندخن كل نهار.
ركبت فـ التران الخطا.
هل ممكن ناخد ملصقات البريد الجوي؟
شحال مستعد تخلص علي هاد الشي؟
ما بغيتش حار بزاف.
شحال هادي غادي تطير الطياره ديالك لسان فرانسيسكو؟
مكاينش هاد الباب اللي كنخرج منو.
بغيت خمسين غرام من هاد اللحم مقطع، الله يرحم الوالدين.
عندك تذكره ديال الرجعه لاليابان؟
قول لي كيفاش ندير تلفون؟
بغيت لون اخر، من فضلك.
لي كيجري ورا ثنين ديال الارانب ما يوصلش لشي واحد
كَنْوَافِقْ مَعَاكْ فِي الفِكْرَه دْيَالْكْ، وَاخَا تَكُونْ بِشْرُوطْ تَضْمُونْ فِيهَا تَمَامْ مَشْرُوعْ المَعْمَلْ فِي الوَقْتْ المُحَدَّدْ.
هلا جبتي لي تذكره، الله يرحم الوالدين؟
قولها ببطء.
هادشي ما كاينش نظيف.
بغيت ناخد حجز لدوره ديال الغولف غدا الصباح.
كل علي راحتك من الكيكه. هادي من صنع البيت.
غادي تشوف جوا هاد الشنطه، حتي هي؟
صحيح. في لغتنا، "ساكانا" والتي تعني السمك، تاتي من مزيج بين "ساكا" او "ساكي"، و"نا"، حيث ان السمك يعتبر طعامًا خاصًا يُءكل عند شرب الساكي.
عبر، من فضلك.
هل ممكن تجي تاخدني من الفندق؟
غادي يكون نهار الجمعه الواحد و العشرين.
شحال هادي عندك هاد الصداع؟
بغيت شي بلاصه فالباراديس.
ماعرفتش كيفاش نملا هاد الاستماره.
حاولي تجربيه بلون فاتح، هادشي لي كنقترح.
فِين كاينه قسم الاحذيه ديال النساء؟
تحت الكرسي اللي قدامك.
شحال باقي داير المحل التجاري؟
ما خاصكش تشكرني.
هادشي اكثر من اللي كنت متوقع نخلص.
بغيت ندير موعد علي خمسه ديال العشيه اليوم.
كاين الحلاقه فالفندق؟
شكون الوقت لي غادي تقبلو فيه الغسيل غدا الصباح؟
هاد شي ديال السافير. عندنا غير وحده من هاد النوعيه، وهاد السلسله من احب المفضلات عندي. بغيتي تجربيها؟
خبرني بالثمن بعدا، الله يرحم الوالدين.
فين كاينه العرض؟
هاني جيت باش ندوز.
جعل لينا شويه ضيقين من تحت و بلا كرانيش.
بغيت نشوف شي مجموعات شعبيه ديالك هنا.
مَاكَلْتْشْ هَادْ الشي.
هاري، واش كاين شي حاجه نقدر نديرها؟
عند تلاته.
هلا كويتهوم لي هاد السروال، الله يرحم الوالدين؟
الحديقه الحيوانيه كاينه علي بعد تلاته بلوكات.
هاد الصوف صافي ولا فيه خليط؟
شكون هادشي؟
كَنْفَرَحْ بزافْ بلي تَنَاقَشْنَا فِي جَمِيعْ المَوَاضِيعْ المُهِمَّهْ وَ لْقِينَا الحْلُولْ. كَنْحِسْ بْوَاجِبْ الشُّكْرْ لِيكْ عْلَي تَعَاوُنْكْ المُثْمِرْ.
بغيت دليل سياحي.
شكون هو المستشفي لي غادي يديوه ليه؟
ايلا عطيتيني تخفيض، غادي نشري هادشي حتي هو.
كل بشهيه.
فين كنشري تذكره لماتش د البيسبول؟
عفاك. كيفاش نمشي من هنا للبنك؟
عندك شي بطاقه التعريف الوطنيه؟
"عافاك، وريني كيفاش نستعمل التليفون."
شوف هادشي. هاد متجر كبير. نتمني تكون جبتي معاك فلوس بزاف.
بغيت شي بلاصه فالبلكونه.
كيعجبني. غادي ناخدو.
فين كاينين سور المدينه؟
رجعت.
بغيت شي حاجه كثر كثافه، الله يرحم الوالدين.
مكاينش الصابون.
اش كاين بعد؟
للسان فرانسيسكو، من فضلك.
شكون هادو؟
فين كاين الكرسي رقم 60 ا؟
شحال بعيد من المحطه؟
نعم. يسكن في زنقه جيو عدد 1234.
ولدي طاح.
نعم، عندنا محكمه متاحه في الثانيه و اخري في الرابعه.
هل كاين خط ديال الميترو كيوصل للمركز الاداري؟
فاش القسم؟
شري ليك الفول السوداني من هنا.
و علاش لا، انا كنحب الاثنين.
بالتاكيد. هذي هما 2 شنته و شكاره. خلي هاد التذكره معاك.
نبيذ ابيض، من فضلك.
حيت حنا فموسم "اوبون" دابا.
هل ممكن نغوص هاد لعشيه؟
كاين شي معلومات علي الترفيه هاد الاسبوع ف البلاصه؟
صاحبي عندو وجع فالبطن. واش ممكن تعطيني شي حاجه خفيفه ليه؟
ثنين واحد اثنين تلاته اربعه ثمانيه تلاته ثلاثه الف.
ممكن مقعدين علي جانب القاعده الاولي، من فضلك.
هل بغيتيني نملاه ليك؟
رحله رقم سبعه تاخرات ساعتين.
بغيت نشوف البنايات التاريخيه.
غادي نبعثو شي حد من الامن.
كايْن شويه الحر.
جيت من البرتغال.
وَخّا شربت العصير لي عطاوني، غمضت. ملي فقت، لقيت المحفظه ديالي و الشنطه ديالي مشاو.
اذا بغيتي، يمكن ليك تطلب الفطور بالطريقه الانجليزيه مقابل زياده فالثمن.
ضيعت ليك المحفظه.
بغيت نكري سفاله.
هلا زدت لي شي دريهمات صغار؟
سباغيتي بولونيز، من فضلك.
بغيت شي بييره الله يرحم الوالدين.
بغيت نمشي لباريس. واش خاصني نبدل القطار؟
شكون هي الوقت لي مزيان بالنسبه ليك؟
هل ممكن ناخد وصفه طبيه؟
بغيت واحد اخر.
شبكه ابحاثنا الواسعه متوفره ايضا لتلبيه احتياجاتكم.
هاداك هو الهدف الاول ديال الموسم.
مكاين والو ليا. شكرا.
نمشيو نتفرجو غير فالمعروضات.
كَنْتَكْرَبْ دَابا. دَازْنَا نْدِيرُو عَشَاء سْوَا.
شكون هي السبيطار؟
حنا دابا طالعين فوق بارك يوسيميتي الوطني.
هل كاين شي حاجه للولاد؟
شريتها من سوق الخرده.
كَنْسَافَر.
خلصت من اكلي. شيلو الصينيه ديالي.
غادي نكري هاد النوع. شامل التامين ديال السياره.
هادشي لِسيدني؟
شكون كايعيق؟ واش نقدر ندخل بالجينز والسباط؟
نعم. حسب توقعات الطقس الاسبوعيه، غادي يبقي الجو مزيان هاد الاسبوع.
عافاك بان لي شي قفازات.
"سيدق الجرس، من فضلك."
دير يمين فالزنقه.
تكلّم بصوت عالي، من فضلك.
هلا جبتي لي سماعات؟
داكشي مكسّر.
وحدانه ديك صغيور و كولا كبيره، الله يرحم الوالدين.
تيفاني. واخا، غادي نمشيو غير نتجولو.
"سول هاد لفيلم يتصور ويطبع."
كَنْضُنْ غَادِي نْعَمْ. شُكْرَانْ بْزَافْ.
هادي مسءوليتي. مكنشوفوش بعض بزاف.
شحال الثمن ديال الارسال بالبريد الجوي؟
بغيت شي قبعه.
يمكن يكون صحيح، ولكن ما نقدرش ناكد.
غادي نبيت فالوتيل.
معمرك تقدر
هلا فتحتي قاروره الخمر؟
عندي نبقي ثلاث ليالي؟
نعم. بغيت نجرب الكوربيط الاحمر- ولكن هل هو حار بزاف؟
بغيت شي patins.
هادشي عندو كريم واقي من الشمس؟ شحال كيعطي من حمايه؟
ما بغيتيش تعاودي تشوفي فهاد الشروط ديال الاداء؟
عفواً بزاف.
هاد القطار غادي لشيکاغو؟
كيفاش نقدر ناخد طوموبيل ديال ليموزين من هنا حتي لهيه؟
لا، معذره، شفت ولكن ما لقيتش.
فيلم ملون ديال 24 اطارا، من فضلك.
شحال هاد الجوله؟
شكون اللي كايشري التذاكر هنا؟
نعم موافق، ولكن بشروط معينه.
علاش لا، بغيتي شي طابله؟
بغيت نشارك فجوله ليليه.
بغيت شريحه ملونه لهاد الكاميرا، من فضلك.
شحال الثمن حتي لسياتل؟
شحال الوقت اللي غادي نوصلو فيه لسياتل؟
بدّل لي الغرفه، من فضلك. عندها ريحه غريبه.
فاين كاين المتحف؟
"بالمعدل الكامل، من فضلك."
حاضر. غادي نعطيوك طابله مزيانه. شنو هو اسمك؟
غرفتي كايطل علي زنقه مزعجه.
غرفه فيها دش، من فضلك.
هاه، عندك حراره. واش كيفاش داير ليك الكرش؟
مُزْيَان. كاينه بزاف د الاشياء باش تختار.
عْطيني طْوْمُوبْ 20 سِنْتْ، الله يْحَفْظْ.
وايلا خير نبلغو البوليس؟
بغيت شي مربي.
كَنْظُنْ نْمَشِّي بْالْلِيمُوزِينْ.
بغيت شي سلطه خضرا.
شكون الوقت لي غادي تفيق بكري غدا؟
بغيت نمشي نشوف اوبرا. فين كيتقام؟
قول ليا فين هي الصيدليه لي قريبه من هنا، الله يرحم الوالدين؟
علاش خاصني نبدل الغرفه اذا بغيت نزيد مده الاقامه ديالي؟
حجز غدا، من فضلك.
ما كتعجبهاش تصاوب الصحون.
غادي يرجع ف 4 ديال لعشيه هاد النهار.
شكون هي تردد الجولات؟
جيب لي شويه كتشب.
شحال غادي ياخذو الوقت باش يخلصوهم ليا اذا طلبت الخدمه العاديه؟
سيدي، بغيت منك دير لي تقرير علي ضياع الشنطه ديالي.
بغيت نحتار ثلاثه تذاكر لمسرحيه "القط علي سطح من صفيح ساخن" لليله غدا.
بغيت نبيت عندكم فالفندق غدا الليل. غادي تحجزولي غرفه واحده؟
هل المسافه طويله مشيا علي الاقدام؟
هلا بدّلتي بواحد اكبر منو بحجم؟
ثلاث ميه، خمستين و خمس طوالع، من فضلك.
لا، بالعكس.
بغيت نخلّي الشنطه ديالي.
هلا وقعت علي الفاتوره ووصل البطاقه الاءتمانيه؟
سول علي تحويل الدولار للباوند.
شحال غادي ياخد الوقت باش نوصلو لفندق بارك بالتاكسي؟
تسرقات ليا المحفظه و انا كنحاول نتصال.
هادشي مثير للاهتمام. غادي يكون مفيد بزاف للشركات.
سميتي ساتو. دزت نطلب من شوي. بغيت نتسجل، الله يرحم الوالدين.
بغيت ماسك للوجه.
شكون كايعرفني نخلّي السياره فمطار لا غوارديا؟
بالطبع لا. سارسل لك رساله بمجرد وصولي للمنزل. مع السلامه، السيد ناغانو.
كَنْتْ عالق فْالطْرافيك، وْمْشِيتْ نْتَخْرْجْ فْالوقت.
عندك شي خدمه خاويه؟
عافاك، بزاف هادشي.
ماعجبنيش هادشي، ما كايليقش عليا.
باغي نبعث هاد الباكيته الصغبره بالبريد العادي لليابان.
مقعد واحد ف التراس، الله يرحم الوالدين.
بغيت شي كرسي من اليسار.
هاد المدينه فيها خضره بزاف.
صفر تلاته تلاته تمانميه واحد اربعميه تلاته اربعتاشر خمستاشر.
علاش ما نلبسش شي حاجه مزيانه؟
"شيانتي، من فضلك."
كانت كا تسوق بسرعه.
بغيت عصير الجريب فروت.
هلا كبّلتي لي الارجل، من فضلك؟
شحال الثمن ديال الغرفه الثلاثيه بلا دش؟
هادا السيد تاناكا فالغرفه 1209. بغيت مجموعه ديال المناشف ديال الحمام جداد.
ضغط علي سنانك بشويه.
كنشدوو غرامه الالغاء.
هلا جبتي لينا تذاكر اثنين؟
هادي سته دولارات و اربعين سنت.
هل ممكن نشوف اللاءحه، من فضلك؟
شحال ثقل هاد الشنطه؟
هادشي ما قلتوش من قبل.
فين كاين شي تليفون عمومي؟
جوله سنوركلينج، من فضلك.
نعم، حنا مفتوحين طول الليل.
مرحبا بيكم كاملين هنا فالتجمع السنوي الثالث ديال عام واحد وتسعين وتسعميه.
شكون هوما الممثلين؟
شحال غادي يطلع الكل؟
سميتي اليزابيث.
كاين شي بلاصه مزيانه نشوفوها فثلاث سوايع؟
فاين كاينين الشنط ديال الرحله ديال الخطوط المتحده رقم 801؟
هل ممكن تصدق شهاده السرقه؟
شكون الوقت لي بغيتي نتلاقاو؟
الحوض مسدود.
جينا غير البارح لامريكا من اليابان.
فين كاين هاد الرقم ديال الكرسي؟
بغيت نسولك، عندك تامين السفر لهاد الرحله؟
غادي نبقي خمسه ايام.
فين كاين شي دُكان مُعفي من الضّريبه؟
كان عندي تذكره الطياره فالباغيت ديالي.
كَنْظُنّ غَنْمَشّ مْعَ السّاعَه.
هنا شويه فضفاضه بزاف.
خليني نفكر شويه.
هل كاين شي بار قريب نتمشي نشرب فيه شي حاجه؟
غادي نوصل فخمس دقايق.
"منين هادي وهي فامريكا؟"
بغيت زر كبس.
واش كاين حظر تجوال؟
اللون مزيان، ولكن الحجم ما زال ما صايبش.
بسكوييت ياباني
عندي ناخد تذاكر الصف الاول دابا، ولا ننتظر حتي للفرجه الجايه؟
واخا، فهاد الحاله غادي نجرب شي شركه اخري.
هاد السني يوجعني.
وحده اخري، من فضلك.
كيفاش كتلبس ملي كتكون فجنازه؟
ملي الضوء الاحمر يضوي، ضغط علي الزر.
صفر-صفر-ثلاثه، الخطوط الجويه اليابانيه.
شحال ساعه؟
سيد سوزوكي، ربي معاك.
عندي الم حاد فظهري.
هلاّ عطيتيني شي حاجه خفيفه فيها الكحول قليل؟
ضيعت الباسبور ديالي في شي مكان.
غادي نكونو حاضرين ليك الطاوله، السيد كيمورا.
بغيت لعبه سياره.
هادا زوين بزاف.
واش كامل شحال كايدوز؟
هل خاصني نوقف فالصف هنا؟
لعفو، لعما ديال لدار، الله يرحم الوالدين.
استمتعت بالحديث معاك.
شكون اللي غادي يبيع ليا التذكره هنا؟
حسيت بهاد الطريقه من البارح.
غدا غير 4 و شويه.
اليابان بلد سريع الايقاع.
"كون صبور شويه حيت كنبحثو عليه."
عندي هاد الشي.
عندي حساسيه فالجلد. شنو هي احسن كريم طبي؟
كَتْصَوّر بَاش غادي يْدَوّز البيكنيك دْلغدّه فْدَاخل؟
نعم، عندي شي معارف. واش راك مسافر؟
سميتي يوكو ياماوكا. هل ممكن تبدّلو لي حجز الطياره؟
باغي نشوف فيلم ديال الكوميديا كيتعامل مع الحياه العاءليه.
كتشرب الشاي ولا القهوه؟
كَنْخَدّم علي الدبلوم دياَلي، ولكن غير بَشْويه.
شكون هي الخدمه ديال هاد المطعم؟
حلم سمح
تولدت فبلاصه علي قد ميه كلم من هنا.
خير ليك تبقي فالغرفه ديالك فالفندق لشي نهار.
بغيت شي حاجه تْدير الصداع.
كاي ليا بالضبط.
هاد الغرفه سخونه بزاف.
هاهوما؟ متاكد؟
نعم، هذا احسن جوده. هذا مصنوع من الكشمير.
اللوازم اليوميه.
سقطت الكاميرا ديالي علي سطح قاصح.
هلاّ بانّي شي حاجه اخري؟
عندي غير خمسين دولار معايا.
كاين شي حاجه ما كتقدريش تاكليها؟
سقطت لي ملعقه.
شكرا. بكل سرور.
غادي اي حاجه تكون مزيانه.
بغيت شي بلاصا رخيصه، ان امكن.
منفضلك بغيت القاءمه.
فين كاين الميترو؟
فهمت. وفين نقدر ناخد الطوبيس؟
ننتظروا المساعده.
سميتها السيده غريغسون، صحيح؟
فين كاين شي ملعب تنس؟
غادي تشوفني هاد الساعه؟
دابا وليت كنحب الطيب.
شحال من عام ما شفتك! لقيتك فالكتبيه، صراحه ما كنتش نتوقع.
عندكش مضارب للكراء؟
الشيء كيعتمد علي فين تخرجتي.
اه، فهمت. غلطتي. معذره.
بغيت شي حاجه خفيفه.
ممكن تاعطيني تذكرتين ديال الدرجه الثانيه، في اتجاه واحد، لمدينه ادنبره؟
نعم، غادي يجيو.
بغيت خريطه ديال خطوط الميترو، الله يرحم الوالدين.
كَنْقومْ متاخرْ فْ نهارْ الاحد.
كَانْدِيرْ خْرُوجَاتْ دَيْمَا فِي الوِيكِيْنْدْ مَعْ لْعَاءِلَه دْيَالِي نْتِيْجَه لِلْمَشِي.
حاضر سيدي. هل من الامن تمرير هذا الفيلم؟
دابا ممكن تاخد وحده من ديالي.
شحال باقا علي طوكيو؟
شوف قبل ما تركب فالطوبيس فين كايمشي.
جوج للبوفيه.
جِي هَنا فْ سَاعَه، الله يخليك.
معذره، ولكن كلشي محجوز ديك الساعه.
كان خاصني نبعث ليهم بالبريد الجوي.
نعم، عندنا واحد كيشوف علي المحيط.
لون السياره كان اصفر.
شكون الافلام اللي كاينه دابا؟
ما كنفتاش بحال لعيون الحاره.
مزيان. شكرا.
نعم، مزيان. غادي نشوفوك علي سته و نص.
اكيد سيدي. هل تريد ان تلقي نظره علي هذه الكُتيبه؟
نعم. هذا هو غرفه 234. مراتي مريضه بزاف.
عندك شي حزام كيوافق هاد الجاكيت؟
شحال من مره كتلعب البيسبول فالشهر؟
معذره، ولكن مادام راينا مختلفين، ما نقدرش نوافق علي تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
سميتي اكيو يامادا و رقم الرحله هو JAL صفر اثنين سته متوجهه الي طوكيو.
عْطيني عْطر فْي كْيس.
هل ممكن ناخد ورقه استرجاع الضريبه؟
هل يمكنك ان تلتفت يمينا؟
عرض ليا علي هاد الخريطه.
عندكوم شي غرفه لاربعه؟
لا سكر، غير كريمه.
هاد الصباح السيد كاواكامي عندو زياره عند واحد الزبون.
كيفاش نوصل لهيه؟ واش تقدر توضح ليا فين هي فالخريطه هادي؟
ولكن كَتْزْرَعْ الخضره هنا.
اريزونا بحال حمام البخار.
عافاك عطيني كاس ديال الما.
بالتاكيد، يمكنك ذلك. ولكن سيكون هناك رسم توصيل بقيمه خمسين دولارًا.
هادي قريبه من هنا؟
"هل ممكن ناخد شي مقبلات، من فضلك؟"
هل يمكنك تبديل الاطار، من فضلك؟
هادشي كاين ميه وعشرين دولار؟ كنحس بلي غالي بزاف. كتعطيو تخفيضات؟
عندك السوتيرن؟
بغيت دبا طابعين للكروت لي غاديين لليابان.
عافاك بان ليا علي الباسبور ديالك والورقه ديال الهجره.
شكون لي كا يبيع فالطابق الثاني؟
ماشيتي ما متوفراش غدا.
هل الماء سخون؟
هل ممكن ناخد الفاتوره ديالي؟
نعم. في اقرب وقت ممكن. الامر يتعلق بموضوع مستعجل.
عندك الضمان ديال الجوده؟
دزت علي راسي. هل يمكن ان تستعير لي مفتاحا احتياطيا، من فضلك؟
فين كاين المكتب السياحي؟
كيفاش نقدر ندير مكالمه تليفونيه لليابان؟
عندي قطعتين ديال الشنط خاصهم يتفحصو.
كايحكي مع شي واحد اخر.
هنا سخون بزاف، و ظلام بزاف.
شكون هو الفنان؟
خليني نقدم راسي. انا سميتي غورو يامادا.
سمح لي. سقط لي السكين. بغيت واحد اخر؟
فين هو البوب؟
شحال دْلاونصات؟
اه، لا. كان خاصنا نلبسو لباس مناسب للمسرح.
هل كاين شي طوبيس؟
شكون هو سعر الصرف؟
عندي حقيبتين ووحده ديال البذله.
الصْحافْه مْخْبّطين.
زغردي يا دنيـا. غادي نهرب من خدمتي شويه.
شحال من شنطه بغيتي تحط؟
واخا، كلشي غالي فاليابان دابا، ولكن الاكلات ديال التوفو ما غاليينش بزاف بالنسبه لينا. اما اذا بغيتي تجربي المطبخ الكيوطي فشي مطعم راقي، خاصك تكوني مستعده تخلصي 200 دولار للشخص.
قولها بصوت اعلي شويه.
دابا فين هي السكّه ديالي؟ اه، جات.
شحال ديال الفلوس اللي كانت عندك فالبوسطه؟
والله ما عارف. هلّا قستني، الله يخليك؟
متبقاش تنسي تجيب معاك الباسبور ديالك.
هادشي كامل لي عندك؟
اكيد. غادي نطلب ليهم يديرو ليك اتصال غدا الصباح علي خمسه صباحا بالضبط.
شكون اللي عندو الكارطه ديال المقاعد ديال المسرح؟
معذره، خاصك تخلص 99 يوم مقدم.
عندك شي تقويم ديال الاحداث؟
عْطِيني بَوْلُو دْيال فِيلْم سِينِيما دْيال سِتَّاشْ مِيلِيمِيتْرْ مْعَ الصَّوْتْ.
فهمني علي خاطرو.
كايْدير خدمتو بزاف فهاد الفتره. اكيد تني نسي.
نعم، غادي ندير. ولكن شحال ثمنها؟
هلا بقيتي هنا لحظه؟ غادي نشوف ليك.
هادي اول مره ليك؟
غادي نكلمك ملي يطيب ليك البرغر ديالك مشوي بالجمر.
هل يمكنك ارسال هذه الطرده بالتعريفه الخاصه بالكتب؟
حطي شويه لوسيون فشعرك، الله يرحم الوالدين.
فين كاينين الملاعب ديال التنس؟
فتح ثقب اخر، من فضلك.
كَانْ عْلِيكْ تْعْرِفْ شي حاجه علي الشنطه ديالي؟
انا من الولايات المتحده.
هادشي هو مقاسي؟
عندي الربو.
كَنْخَافْ مَعَنديش حجز، ولكن عندكم طاوله؟
لا سيدي. معذره. ماعندناش بلاصا.
سءال زوين. كنت غادي نشرح ليك.
عندي الم داق في وذني.
بغيت ناخدو.
غادي نعملو حفله صغيورا فداري الاسبوع الجاي. نتسناوك تجي مع مرتك.
راكبين دِيَال الترانزيت، عِندكوم الكارط دِيَال الترانزيت. ساعه دِيَال الخروج غادي تكون خمسه و عشرين. سمعو مزيان الاعلان.
بغيت ناخد موعد للعب الغولف لعشره ديال الناس غدا.
هل ممكن توصيني بمكان بحال هادا؟
اه، شويه بريتزل. و هل يمكن ان افتح حساب؟
شكون الوقت دابا ف لندن؟
علاش هكاك؟
ما خاصنيش ناكل شي حاجه فيها السكر.
واش فالباسبور ديالك؟ بغيتك تشوفو، الله يرحم الوالدين.
شحال طلب؟
انا طالب جديد. ماعرفتش كيفاش نسجل. ممكن تساعدني؟
كَنْتَسْوَلْ واشْ كَيْبْقَاوْ ليكُمْ تذاكرْ دْيَالْ لْيومْ دْالعْرُوضْ؟
غادي نربطك بواحد كيحكي انجليزيه.
واش حقاش؟
عفاك ما تزعجش، ولكن ساعدني من فضلك.
بغيت نرجع للـ Grand Hotel.
بغيت ننقل للخط BA تريز تمانميه تسعين.
كَتْذَكَّرْ شَنُو هِي خِصَالْ اللِّي سَرَقْ؟
فاش كدير فندق؟
شكون الوقت لي غادي يبدا؟
تسرقلي المحفظه من شي نشال.
كنتمني نشوفك العام الجاي تقريبا فهاد الوقت
وقعات جروح. تعالي دابا.
عندي ننزل. هاد الطياره ماشي ديالي.
شحال اقرب وقت ممكن نديروها؟
انا ليروي.
سلام. انا ياماشيتا كنحكي. بغيت نتحدث مع السيد سميث.
عندكوم شي مطعم فالقطار؟
تسرقات لي كيس ديالي.
عندك شي غرفه خاليه لليلتين الجايات؟
كَتْبغي التامين؟
هل يمكنك ان تضغط عليه لي؟
عندك مجلات يابانيه؟
عندك شي وحدين نظاف؟
فين غاديين نتمشاو بالسيرف؟
هادشي عادي.
شحال من الوقت نرجع نتصلك؟
كَتْخْدْمو الاكل هنا؟
"التُّونَه بِالوَسَابِي، مِن فَضْلِك."
حاضر. غادي ناخدو. هل ممكن تديه للمحل باش يلفوه ليا؟
فاين كاين الحمام ديال الرجال؟
بغيت شي فيلتر.
ما غاديش تنجّيها بهاد الشي.
هل ممكن ناخدوا طاوله ف التراس؟
هل يمكنك ان تحرس لي متاعي هنا؟
قول لي فين وصلنا لشارع هدسون.
شكون هو الدكان لي كتحب؟
عيط ليا فالفندق دغيا كيف ما لقيتيه.
عندك شي ساعات جيب؟
هَلْ كَنْكَلْ هَادْ الشي بْلَا صوص؟
غادي نحتاج شي حاجه تحميني من البرد فالقمه ديال الجبل؟
شكون غادي ياخد القرار النهاءي؟
كنت كنفكر فالاسبوع الاول ديال فبراير. مزال خاصني نبحث علي الحجز.
كانو كاينين كاع الكارطات دياال لكريدي فالبورطابل.
عندو سلاح.
كاينين بزاف ديال الكلاب، صحيح؟
بغيت نشوف فيلم جديد.
بغيت شي حلقان.
ما خاصنيش ناكل شي حاجه فيها الملح.
شحال علي الوقت ديال لي جاي؟
عندي شي خطط.
هلا وصلتني بواحد كي يتكلم اليابانيه؟
بغيت طقم ديال الشطرنج.
للموتيل كونطنتال، من فضلك.
بغيت غير شويه ديال الخردل، من فضلك.
هل غادي يكون تابلوه ديال الورق في قاعه الاجتماعات؟
كنتُ غادي نفضل شي غرفه فالوِر. هوما عاده هانيين.
بغيت شي غرفه هانيه بزاف.
كَتْبِيعُو البضاءع المعفيه من الرسوم فطْيَارَه؟
بغيت نخرج الباسبور ديالي من الكاسيطه ديال الضمانه.
عند خمسه وخمسه.
غادي تقدر تشري التذاكر من شباك التذاكر ديال المسرح.
سمح لي، فين الحمام الله يرحم الوالدين؟
فاين كاين الشمال؟
عافاك، لعفو لبارطما ديل ساعه حداش وربع.
كتشوف التمثال لي فالدار ديك؟
عافاك بغيت شي ماء.
نعم، متاكد. لذيذ بزاف واكل بزاف. استمتعت بالعشاء بزاف.
شكرا. هل ممكن تشوف لي صندل في 6 ونص D؟
عاونو بالاسعافات الاوليه.
كاين المرايا؟
فين كاين الباب رقم 24؟
خدي كبسولتين مرتين في النهار.
ماعنديش فلوس كافيين، غادي نخلص بالكريدي.
صبر شويه.
بغيت ناخد هاد الشنطه معايا ف الطياره، من فضلك.
شكون بغيت نعطي هاد الشنطه ديالي؟
فين كنشري تذكره ديال الطوبيس؟
باغي تنضم لينا؟
هلا زدت شيدر؟
من بعد، مرجو ملء هاد الطلب و التوقيع عليه.
بغيت خمس طابعات ديال 15 سنتيم وعشرين بطاقه بريديه، الله يرحم الوالدين.
شحال غادي ياخد الوقت باش نوصلو للهيلتون؟
شويه.
عندي خطه باش نمشي نتجول فالمدينه نص نهار هاد لعشيه.
شحال كامل؟
غرفه هاديه، الله يرحم الوالدين.
غدا نيت كندير ليك تلفون باش نشكرك علي المساعده لي قدمتي ليا ف الرحله ديالي للولايات المتحده.
عندنا خمسه عشر عيد وطني.
انا متاكد بلي دوزتو للكونطوار.
هادي الخدامه. بغيتي شي حاجه؟
شحال ثمن هاد العلبه ديال السجاءر؟
كَتْحَبْ تْخَدْمْ هُنَا؟
لا، هذا هو ثلاثه سبعه تسعه ثلاثه ثمانيه اربعه سبعه اثنان، اعتقد انك اتصلت بالرقم الخطا.
هل ممكن ناخد مفاح الغرفه ديالي؟
عفاك. واش ممكن تقولي شكون هو القطار لي كيمشي لزنقه ويلر؟
هلاّ عطيتيني شي فندق نظيف ورخيص؟
وعلاش هادشي شويه كيعمر بزاف. عندك شي حاجه رقيقه؟
علاش لا، ممكن نرجعها اذا ما جاتش مقاس؟
هل بغيتي تبعتيهم بالبريد الجوي ولا البريد البحري؟
وديني لشارع الملك.
عندك شي بلاصا خاويه الليله؟
كَنْضُنْ بَالْحْصَه دْيالْ البَاصْ هْنا، مَا كَيْنْشْ؟
كَنْخَافْ مَا عِنْدَنَاشْ، سِيدِي.
"تكلم ببطء، ما كنفهمش مزيان."
علاش لا نجرب هادشي؟
شكون اللي غادي يجي معايا نشربو قهوه؟
بغيت نشرب شي بيرا. شنو كاين عندك من بيرا؟
شكون هاد الناس لي ما كيعطيوكش فرشاته ديال الاسنان بالمجان؟
بغيت ثلاثه ديال البكرات ديال فيلم ملون بتعرضات 36.
هل كاين شي طوبيسات كايمشيو؟
اه، هذا ثمن غالي شويه. عندك شي حاجه رخيصه شويه؟
عفوا، طلبنا المشروبات ثلاث مرات.
شحال الثمن باش نوصلو للبرج ديال لندن؟
هلاّ قلتيلي علي شي بلاصا نْقدر نمشي ونرجع فنهار واحد؟
ثقييييييييي
الزنقه مختلفه علي لي مشينا فيها امس. هاد الطريق مختصر؟
كيفاش تكتبها؟
ما كاينش بالضروره هادشي. كنحس بلي تعلمو يعيشو مع بعضياتهم بعد سنين من التنافس.
بغيت نسولك واش المراكز التجاريه كتقبل الشيكات السياحيه؟
نعم، اكيد. شنو هو رقم الكارت ديالك و تاريخ صلاحيتو؟
بغيت جره ديال المربي.
شكون اللي كايدير الكراء ديال معدات الغطس هنا؟
هل ممكن تعتني بشنطتي؟
جرب فندق ايتش او فندق سي.
علاش غادي يطيب الضو؟
شكون بغيتي داك الشعر ديالك؟
بدايه الامور مع رولينغ ستونز.
نعم، سلطه الجمبري في البدايه.
تسرقات ليا الباسبور ديالي مع سبعين دولار.
شكون هاد البنايه الغريبه؟
عندكوم شي بركه سباحه فهاد الفندق؟
عيط ليا غدا الصباح علي سته. غرفه رقم اربعه وعشرين.
هل يمكنني الدفع بالين؟
مخليش ليك فلوسك. غادي تبدلها غير بشي حاجه اخري.
فين كاين الجامعه؟
كانت لابسه تيشرت و جيبه طويله.
انا من امريكا
هادا هو مطعم دالاس.
مرحبا بيك فاي وقت، تواصل معانا.
هل ممكن تبعو ليا لليابان فحال هاد الساعه؟
كَانْ نْخَذْ لَا تُرْكِي سَانْدْوِيتشْ فِي خُبْزِ الرَّيْ؟ وْبَغِيتْ مَايُونِيزْ زَايدْ، لَوْسْمِيرْ.
شحال من نهار صالح هاد التذاكر؟
هل بغيتي نخرجو نتعشاو مع بعضياتنا؟
سرقو ليا المحفظه ديالي مع الباسبور.
عندك شي خطه؟
كاين التدفءه؟
فين كاين المسرح؟
قْطَعْتُ صْبَعِي.
غادي تاخد ميه دولار علي هادشي؟
وعلاش، ما كنتش عارف انه خاصك شهر علي الاقل باش تحصل علي كارت ديال الاءتمان.
هل يمكنني استرجاع اغراضي من صندوق الامانات ديالي؟
بغيت نبدل البرنامج ديالي.
لا، ما خاصكش. غير ضغط علي الزر، الله يرحم الوالدين.
ضربوني باللكمات.
علاش غادي تنتهي الجوله؟
مِيامي.
جاي دوري؟
فين كنشري الحرف اليدويه الشعبيه؟
هادي سته دولارات. غادي تشريها؟
فين كاين اقرب حمام من هنا، الله يرحم الوالدين؟
خلصت علي الوجبات والكراء ديال الفندق مسبقا.
عفوا، غادي نولي كنخدم الكلب.
عندي تقريبا تلاته الاف دولار.
ماءتين دولار. نقدا ولا بالكريدي؟
فين كاين وقوف الطوبيس ديال الباركي سنترال؟
ممتاز. عندي مقعد جنب النافذه. اه، اذا بغيتي نتبادلوا المقاعد فبلا متاخر، الانسه.
انا فالعطله.
هذا هو القطار الصحيح للرباط؟
نعم، كل عشر دقايق.
هل مازال بامكاني تغيير طلبي؟ اريد سمك السول بدلاً من المحار الصخري.
للدّراسه.
كيف هاكا كل نهار الاثنين.
اه، كايعرض محطات الميترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
فين كاين كونطوار التّسجيل ديال دلتا؟
هاد الشي ممنوع.
هادشي ثابت ف اللون ولا غادي يطير؟
هوما صغار بزاف.
شكون هي ساعات متحف الفن؟
وانا خارج، عيطو للتقني باش يصاوبها.
سميتي كين.
هاد الاسبوع كامل كايمطر؟
هل ممكن نشوف هاد الكاسكيطه؟
هاد السياره كتمشي لسياتل؟
وقّع هنا، وهاذي وصل ديالك للمحافظه.
خدمه الغرف.
هل هاد التذكره صالحه غير فنهار محدد؟
واقيلا فات الوقت.
هلا تحفضلي حاجياتي الثمينه، من فضلك؟
غلطتي.
غادي نبقي عند صاحبي ف نيويورك.
شحال الثمن مع الضريبه؟
هديّه؟
هادي اللي من بعدو علي اليمين.
كَتْفَضّلْ بْلاَبِيَه وَلاّ بْلاَبِيَيْن؟
هلا ساعدتني في العثور علي امتعتي؟
نعم، هذا يبدو شيءا يستحق المزيد من البحث. هل يمكنك النظر في هذه الامكانيه، سيد كينان، وابلاغ السيد ناكاياما بنتاءجك في اقرب وقت ممكن؟
هل الطريق الي فندق هيلتون بعيد؟
شكون النوع ديال المطعم لي كتدور عليه؟ بغيتي غير العشاء، ولا كدوري علي شي مطعم فيه بار؟
جوج بطاطا، واحد كولا. دابا دوز من فضلك.
بغيت جاكيت.
كايضيق عليا هنا.
هل يمكنني تناول العشاء علي السفينه؟
عندك هادشي؟
فِي الصِّيف فِي جَابَانْ، كَايَكُونْ الجو رَطْب وَخَانِق.
حافظ علي هاد الامتعه حتي لثلاث.
كان نهار اليوم زوين بزاف.
هل هاد الدواء فعال فتخفيض الحراره؟
كانو عينو سودين و بعاد علي بعضياتهم.
سيدي، بغيتك تحجز ليا طاوله لخمسه اشخاص.
سمح لي، بغيت شي كلكولاتور.
عندي ندخل للمستشفي؟
عندك التذكره ديال الرجعه؟
بغيت ندير مكالمه دوليه لليابان، الله يرحم الوالدين. انا يوكي موراي فالغرفه 312. بغيت ندير مكالمه علي حسابو للسيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثه ثلاثه سبعه اثنين سته ثمانيه ثلاثه تسعه واحد.
هل يمكنك اصلاح هذه الكاميرا؟
نعم، سيدي. عندك شي بطاقه تعريف؟
هل كاين شي بلاصا نتصب فيها تلفون؟
فين كاين قسم الاشياء الضايعه؟
ديك الساعه كان مزيان.
كيتعجب من زهور الخوخ فالعيد ديال البنات فالثالث ديال مارس.
علاش لا، ممكن نبدلو بشي حاجه اخري؟
"هل نغلفو؟"
عندي تذكره ديال دترويت اللي غادي تخرج علي الساعه 11 صباحا.
هلا ساعدتني باش نلقاه؟
شكون هي لعندها الفكره علي واشنهي التاريخ لي خاصنا نديرو فيه الورقه؟
بغيت عصير، الله يرحم الوالدين.
25 دولار شاملين تمن التوبيس، دليل الرحله و تمن الدخول.
مسجل، من فضلك.
بغينا نجربو الاكل ديال البلاد.
خَذ صاحبي لْلمستشفي، الله يخليك.
المتحف المتروبوليتان للفن زوين.
عافاك عطيني ورقه التامين ديالي.
بغيت نكري دوك ديال الوينذسيرفينغ.
مَا فَهْمْتْشْ شْكِيْنْ كَتْقُولْ.
هاني سميتي كامله وعنواني.
كَنْحَسّ بالتحسس من المضادات الحيويه.
غادي يكون خطير لو ما ركبتش طاكسي باش نرجع للفندق.
اقتراحو تقبل.
نعم، عندنا تسعه وتسعين نوع ديال الوجبات.
هل كاين شي خط ديال الطوبيسات لي كيمشي لهاديك الجهه؟
قول ليا كيفاش نتحكم فحراره داكشي د ليكور؟
حمل لي شنطي، من فضلك.
سير فك السماعه. غادي نعاود نتصلك بعدين.
كاينين اربعه فصول مُختلفه.
عندي هاد الاعراض من صباح هاد النهار.
هل القطار كايوقف ف اديلايد؟
قهوتك، من فضلك.
خمسين سنتيم للكلمه. غالي اكثر من ما كنت كنتوقع.
غادي نقدرو نخليو حوايجنا هنا.
باغي نبعث هاد الكارطبوستال لاليابان بالبريد الجوي.
شكون هي ساعه خروج هاد القطار؟
عْطِيني قارْيَه صْغِيرَه مْنْهَا.
فين كاين التليفون الاقرب؟
فِي المَسْرَحْ لِي جْنْبْ المَكْتَبَهْ. لَكِنْ خاصْكْ تْحْجْزْ مُوْعِيدْ.
بغيت شي ساوسيج، الله يرحم الوالدين.
شكون هي الاختصاص ديال هاد المطعم اليوم؟
شكون اللي غادي يبقي فباريس غدا الصباح و ياخد الطياره ديال سويس اير فالنهار؟
ثمانين و خمسه صنتيم
هادي حاجه زوينه بزاف. خاصك تجي تزورنا فنهار من النهار.
شكون الوقت لي غادي نمشيو؟
سمح لي.
لا تزعج.
بغيت شي حاجه متينه.
لا، انا حاسس براسي محظوظ. هيا.
عندك شي واحد اكبر من هذا؟
بغيت نعمل حجز لثلاثه ديال الناس فسبعه، من فضلك.
عندنا طْرامْواي فْالمدن الكبار بحال طوكيو.
معذره، ما غاديش نقدرو. غادي ياخذ اكثر من اسبوعين.
شحال كاينه كريّه التيليفون المحمول و البيجي؟
كاين غساله قريب من هنا؟
كَنْتَسْنَاك تْسْكُت
واش الخدمه مشموله؟
مَا كَنْحِسّشْ بِخِيرْ، عْطِينِي شْوِيَّه دْمَدْوُونْ، الله يْرَحْمْ الوَالْدِينْ.
لا بعد، شكرا.
سكان اليابان كايعيّتو سابع اكبر سكان فالعالم.
فين كنلقا شي حد يصلحلي ساعتي؟
عْطيني عْشْره تْوكْنات، الله يخليك.
اكيد، خذ الحافله رقم خمسه من الفندق الملكي ونزل في ساحه وسط المدينه.
غادي يتعاود قبل العشيه ديال غدا.
نعم. هاد الصباح شريت جوجيت عندكم فالمحل. ولكن ملي رجعت وفتحتو لقيت ماشي هو لي شريه. ها هي الفاتوره ديالي.
شحال عندك ديال القنينات ديال الخمر؟
غادي تقدر تبدلها فاي بنك فالطريق ديال المطار.
عندنا خمر وردي زوين بزاف.
هلا قلتيلي شنو كاين فالبرنامج ديال التلفزه اليوم؟
انا متاكد غادي ترجع بخير في اقرب وقت
هادا طبق شعبي فالمطعم ديالنا.
عندك هديه زوينه لراجلي؟
كتشوف اللوحه ديال Air U.S. سبعه صفر سبعه؟ خاصك تمشي لهاديك الجهه.
عندي وجع فالبطن. بغيت شي دوا؟
هاد القهوه بغيتي تزيد فيها؟
غدا؟ ما عنديش ما ندير فالعشيه كامل. ولكن علاش؟
هلا عطيتيني الفاتوره ديالي، الله يرحم الوالدين؟ واش هاد التكلفه شنو هي؟
غادي نوري ليك الدار.
عندك مده ونتا كتعرفو؟
اش غادي يوقع لو قلت نعم؟
غادي تورييني كيفاش ندير مكالمه تلفونيه؟
هادشي قرطاس؟
وحد طلب ديال سلطه بطاطا، الله يرحم الوالدين.
كيعصرني الكرش.
بغيت مترين من هاد القماش، الله يرحم الوالدين.
غادي تجيب لي شويه دْلجليض و كاسين، الله يرضي عليك؟
شحال هو الحد الاقصي للسن؟
عندك غلاف اخر؟
كَانْ عْلِيكْ تْعْرِفْ بْلّي مَوْقْفْتِيشْ فِيْنْ كَانْ لْوَاقِفْ؟
غادي نوصل تقريباً فالعشره ديال الليل هاد الليله.
التذاكر السريعه صالحه فقط للقطار والمقعد اللي حجزتي.
مكاينش عندي تغراغت من 3 ايام.
هادا هو بطاقه ديالي. غادي تشوفها دابا؟
شحال ثمن التذكره ديال الخط الشمالي حتي لواشنطن بلينز؟
هَلْ عَلَيَّ اَنْ اَشْتَرِي تَذَاكِر؟
كاين غير شي حاجه ديال الجوده العاليه.
هل كاين شي بلاصا للغطس قريب من هنا؟
اكتب اسمك، الفندق، ورقم الهاتف ديالك فهاد الورقه.
سيدي، دلني علي مكتب الخطوط الملكيه المغربيه، من فضلك.
سيدي، بغيت تنزّلني فالنقطه الجايه.
ممكن تمشي للشباك الخامس.
نعم، البارح كان الجو شويه سخون.
شكون اللي غادي معايا لحاكون؟
مكنشفتها عند الكونسييرج.
هل تريد ان نتناول الغدا مع بعض؟
كَانْدِيرْ نْخَذْ شْوِيَّه دْ مَدْوَا دْ لْبَطْنْ؟
هادا عاءلتي.
فين كاين المصعد ديال غريندلفالد؟
هل تريد بعض الشاي؟
هل هو اصلي؟
بغيتك دير راديو.
شكون لي عطا هاد الشورتات ديال البوكسور الثمن غالي هكذا؟
عْطِينِي تْسْعَه دْيال العْشْرِيَات، وَحْدَه دْيال الخْمْسَه، اَرْبْعَه دْيال الوَاحِدْ وَ البَاقِي فْ دْيال العْشَرْ.
معذره، ما نقدرش. ما نقدرش نوقف غير فالفنادق لي فاللاءحه هادي.
شكون النوع ديال الغرفه لي بغيتي؟
كَنْشْكُرْكْ بْزَافْ، لاكِنْ شَنْطَتِي كْبِيرَهْ بْزَافْ وْمَا غَادِي نْقْدَرْشْ نْحَمْلْهَا. هَلْ مُمْكِنْ تْحَافْظْ عْلِيهَا لِي؟
بغيت نستعمل صندوق الامانات.
سميتي سوزوكي.
فين كاين اللوبي؟
معذره علي التاخير، رقم غرفتك هو تسعه وتسعين. ها هو مفتاحك.
فين كاينين خزاءن الامتعه؟
هل ممكن ندير موعد غدا؟
فاش غادي تبيت ف لوس انجلس؟
ماعنديش مشكل.
فين كاين التواليت؟
قول للسيد توماس انني كنبات فهوتيل هيلتون.
هلا قلت لي شنو هو الباص ولا القطار اللي كايمشي للوسط ديال المدينه؟
شكون هي تاريخ كاس العالم؟
صعد للمرقي. غادي تلقي طريق تفرّق لثلاثه. من بعد تمشي لليسار.
شحال الحراره دابا؟
حط فلوسك فين ما كتقول.
سلام. انا كارول براون. هل يمكنني التحدث مع سوزان؟
عندك شي غرفه بشي منظر زوين؟
عندك شي جرايد يابانيه؟
غادي نمشي يوم الجمعه تسعه وعشرين ونرجع يوم الاحد.
ما عندناش فالمخزون، ولكن نقدروا نطلبو ليك.
كاين ستيكر ديال ميكي ماوس عليه.
هل كاين شي كافيتيريا؟
خالتي مبلبله شويه و غريبه شويه.
فين كنشري اللبسه التقليديه؟
غادي ناخد ستيك من لحم العجل، وشي ضاني مشوي لمراتي.
دابا، علاش نديرو للعشاء اليوم؟
شكون كاينين عندك الكراسي فاضيين؟
بغيت شي سياره.
عربه غير مخصصه للمدخنين، من فضلك.
فندق رخيص الثمن احسن اذا كان في حي امن.
عفوا، واش نكتب هنا شنو؟
كاين شي حل اخر؟
عندي زكام.
عندكومش شي غرفه ارخص من هادي؟
دازت عليا شي نمره خاطءه.
كاين بنايه زوينه من ديك الجهه.
بغيت يولي بحال ديال ميغ رايان، الله يرض عليك.
درنا بحث شامل علي احتياجات الزبون.
عفاك. واش ممكن تقولي فين هو البنك الاقرب؟
فين كنقدّم الفطور؟ شحال الساعه لي كيتقدّم فيها؟
انا فلاح.
سمح لي، بغيتي ترفع شويه الكرسي ديالك؟
عندي نطبق لروحي؟
شحال هادي نقدر نوقف؟
كَنْبَحْث عْلَي طَاجِينَه مَا تْلِصْقْش.
غادي نشوف. خايف ما نلقاش اسمك.
كَنْظُن بْلي كاينه خْطا. واش ممكن تْدَبّر لينا شي حل باش نقدرو نبقاو؟
هادشي لي خاصني ناخد معايا جوجاب؟
هل ممكن ناخد سماعات اخري لان هادوك ما كايخدموش مزيان؟
فطور كونتيننتال، من فضلك.
الرقم لي وصلتي ليه ما كاينش ف الخدمه.
علاش غادي توصل الطياره لروما؟
عندك فكره فين غادي؟
عافاك بغيت نص كيلو ديال سلطه الكروفيت؟
نتلاقاو فداري.
من فضلك متسحبنيش.
بغيت شويه الفول السوداني، الله يرحم الوالدين.
هل يمكنني الدفع بشيكات سياحيه؟
هل ممكن ناخد خريطه للمنحدرات؟
غرفه الطعام كاينه فالطابق الاول وكاتفتح علي خمسه وثلاثين دقيقه ديال العشيه.
هلا غيرتي لي تاريخ الرحله من لندن لليابان؟
بغينا نتساماو ونلعبو رياضات خاصه بساحل الغرب.
ما قادرش نشرح حالتي بالانجليزيه.
معذره، ولكن ما نقدرش نمشي معاكم.
انا من كولورادو. فين كنتي عايشه فاليابان؟
خلصت بالفلوس نقدا فالمكان.
واش العشا جاهز؟ انا جيعان بزاف. بغيتي تحط لينا الطبله؟
حطيه فهاد الكيس ديال الورق ديال اللون البني.
كَانْ كَيْضْرَبْنِي الرَّاسْ مُنْ مَا جِيتْ هُنَا.
بغيتْهُمْ مْخَيَّطِينْ وْمَرْفُوعِينْ، الله يْحَفَّظْ.
ما كتعرفش غادي نحتاج دليل سياحي؟
كَنْبَحْث عْلَي ظِل لْلعْيُون.
دَفْعْتُهَا مْعَ التَّذْكِرَه مْنْ وَقْتْ مَا شْرِيتْهَا.
ملي تجف، قشريها من وجهك.
بغيت نجلس دابا.
سقطت مني الشوربه.
"جيت شويه قبل الوقت، عادي؟"
هل كاين صالون ديال الحلاقه هنا؟
حاضر. متخافيش. عندنا ممرضه كتفهم اليابانيه.
فين هو المرايا؟
شكون شاداك؟ هوما مصنوعين فسويسرا و مزالين فموضه هنا.
كتيبات وكتب.
شكون لي غادي يرجعني؟
عندك هادشي بالخضره؟
دَفْعْتْ فاتورتي كاملين.
سيدي، عفاك خلي سبيلي.
غريب هادشي، ولكن كنحسن نتكلم الانجليزيه ملي كنكون سكران.
هل كاين شي مكتب للبحث علي الامتعه الضاءعه فالمحطه؟
خليني نفكر فيها، من فضلك.
غادي تقولي لي علي شي فنادق ب 50 درهم لليله؟
غادي نخصم ليك 20% من الثمن.
خصوصا في ما يخص تصميم مشروع ميركوري، ما كنتش نقدر نقرر بلا بيك.
لعافيتك.
هاد السفن القديمين باقين كا يخرجو للبحر؟
وقع لي حادث سير.
شكون الوقت لي غادي نجتمعو؟
فين كنلقا هاد الوصفه؟
في الحقيقه، انا نباتي. ما كناكلش اللحم.
لذيذ.
شكون هو لي غادي يوصل بسرعه؟ ما عندناش الوقت بزاف.
نعم، موافق. نْمْشيو لْلْبْقَالْه دْلْعْبرْطْرِيقْ.
داك الاتصال مع اليابان متصل. تفضل، من فضلك.
شكرا علي العشاء الراءع.
واش ممكن تقف هنا شويه، بغيت نصور شويه ديال الصور.
تعرضت للاعتداء.
فِي كُتِيب مُنْفَصِل مَسْمُو "مَعْلُومَات عَنِ الشَّرِكَه" ، الَّذِي يُوجَد فِي الْمُلَف الْمُقَدَّم، سَتَجِد تَفْسِيرًا اَكْثَر تَفْصِيلًا.
هلا جبتي لي شويه لحاف، الله يرحم الوالدين؟ هاد الغرفه بارده بزاف.
هلا حطيتو ليا قدام النافذه، الله يرحم الوالدين؟
كل واحد حر. انا غادي نشرب البيره.
ولد ف عام 1980.
شكون هي اخر حافله لِـ بيمليكو؟
حسنا. واش هادشي مزيان؟ هاد الجوله لي كتدوز نص نهار غادي ترجعكم هنا فالواحده.
عندك شي عنقيات بتصاميم فريده اخري؟
كَنْظُن هاديك هي كرسي ديالي.
شحال علي الوقت اللي كاين الخدمه فالغرفه؟
علاش خاصني نلبس الكرافاطا؟
La mouchkil. Fin ghadi tkhodha?
ما عنديش فكره.
طاوله التراس، من فضلك.
شويه قص من ورا.
هاذا هو القطار اللي غادي لشيڭاگو؟
هل ممكن نمشيو لتيكي بوينت غدا؟
غادي نلقاو تشكيله اوسع فالصيدليه.
وضع خمس دولارات و 25 سنت لمده ثلاث دقايق.
كاين شي كراسي هاد المسا؟
علاش هو القطار اللي غادي لاكسفورد؟
ماعرفتش كيفاش نستعمل التليفون، عاوني ووريه ليا.
كَنْتَمَنَّي تْزُورْ هَادْ المَعَالِمْ الجَمِيلَهْ فِي اَمْرِيكَا فِي القَرِيبْ العَاجِلْ.
حطيت المحفظه ديالي، الكتاب، والكاميرا فالشنطه ديالي.
هاد شي حد فهاد المتجر كيعرف يتكلم ياباني؟
الماء ما غاديش يسخن بزاف.
غادي تبيعهم واحد بواحد؟
كيف نْمَشِّي لْلمُوزَيَا؟
سيتحمس السيد غودمان بزاف.
رقم الرحله هو PK سبعه صفر ثمانيه في الخامس من شتنبر.
كَتْسْمَعْ بْزَافْ سِيكْسِي فِ التِّيلِيفُونْ.
هل كاين طوبيس ديال المطار للمدينه؟
هل غادي تلغي ليا الحجز ديال الكراسي؟
نعم، سيدي. الساعه الحاديه عشره.
هاد المبتدءين ما كايعرفوش والو؟
شكون الطياره لي غادي توصل اولي ف نيويورك؟
واخا، ممكن تركب فالطوبيس ديال Gray Line Air Shuttle او فالطاكسي ديال Carey Airport Express.
نعم، كنبحث علي هديه لاختي.
شكون لي كايعرف يسبح هنا؟
نعم، انت كذلك.
حشومه ما نتعارفوش، انا كمان فرحان بالتعارف. هل هادي اول مره تجي لامريكا؟
كَنْظُنْ بلي غالي بزاف. عندكش شي ثمن معقول؟
بغيت نشري هادشي.
سرقوا مني الوصل ديالي هو الاخر.
عندنا شي حوايج ديال المنطقه؟
كَامْ كَيْطْلَعْ؟
اكيد. هل يمكنني وضع هذه الحقيبه هنا؟ اين انت ذاهب؟
شكون لي بغا يجي للماتينيه؟
وقف علي الجنب.
توسيع رقم تلاته سته سبعه، من فضلك.
شحال مده الاقامه؟
غريب عرض عليا يصورني، و عطيتو الكاميرا ديالي. و هرب بيها.
كيفاش نوصل للمركز ABC؟
سيدي، بغيت نعمل محضر سرقه.
قالي اسمي السيد هيلتون، مدير الفندق ديالي.
واحد لون اعمق، الله يرحم الوالدين.
غادي القطار يمشي ف وقتو؟
هل كاينين جولات سياحيه كتشمل زياره لِلديسكو؟
شكرا بزاف. سفر ميمونه.
بغيت وحده مشط.
ما كاينش اللي يبيع حتي حاجه بلا وصفه طبيه.
علاش مرضتي؟
و من بعد غادي نخلص بالدولار و الين.
علاش ما نرجعوش لشي مدينه اخري؟
كَنْخْدْمو السَنْدْويتشات و المشروبات من الحاديه عشر ليلاً حتي السادسه صباحاً.
بغيت جوج بيضات مسخن مع البيكون، بطاطا مقليه، خبز محمص و قهوه.
بغيت حليب سخون، الله يرحم الوالدين.
كَنْخَافْ شَوِيّه عْلاشْ مَا غَادِي نْغَطْسْ زْوِين.
سلطه، من فضلك.
هزّي و سوقي.
شكون الوقت لي ممكن نتعشاو؟
مقصدي هو طوكيو.
فين كنشري الشنط ديال الجلد؟
بغيت داكشي ديال السمك مع الشيبس، الله يرحم الوالدين.
بالتاكيد. حتي طفل صغير ما غاديش يلقي مشكل باش يجوب عليه.
سمح لي. بغيت نمشي لحديقه حيوان برونكس. شنو هي احسن طريقه باش نوصل؟
ها هو، مجانا.
سيرهوم برا داكشي غدا الصباح.
شحال هو السن القانوني للتصويت فاليابان؟
المره الجايه اللي غادي نزوركم فيها، غادي نرجع اكيد. علاش لا، واش ممكن ناخد تخفيض؟
ما خاصهومش يتفرجو فشي برامج تيفي عنيفه.
واش داز عام كامل؟ الوقت كيجري بسرعه. بالطبع غادي نجي. غير قولي الوقت و المكان.
هادشي كامل لي بغيت.
هل ممكن تعطيني تقدير للثمن؟
دوزت ليك الصدقه مع الحساب.
هل يمكنني الجلوس بجانبك؟
فِي اَكْثَرِ الحَالَات، سَتَكُونُ فِي مَوْقِفٍ صَعْب جِدًّا.
شحال كا ياخد الوقت باش توصل لليابان؟
هل ممكن نساعدك نلقاو شي حاجه معينه؟
كَنْحسّ بلي بغيت نشرب البيره فهاد الحرّه.
كَنْظُن بلي لَمَست شي مرجان سَمّي.
شكون عارف علاش؟
شكون اللي غادي يخلص هنا؟
واخا، خليني نشوف. غالي عليا بزاف.
استمر في السير مستقيم حتي توصل لشارع الامل.
بغيت نحجز شي غرف.
كَنْخَافْ التْغْيِيرْ دْيَالِي مْقَصَّرْ. قْدَرْ تْعَاودْ تْحْسَابْ؟
هل ممكن تشوف العجلات؟
ركبت فـ التران الخطا.
شحال مستعد تخلص علي هاد الشي؟
لي كيجري ورا ثنين ديال الارانب ما يوصلش لشي واحد
غادي تشوف جوا هاد الشنطه، حتي هي؟
شحال باقي داير المحل التجاري؟
هاد الصوف صافي ولا فيه خليط؟
شكون هو المستشفي لي غادي يديوه ليه؟
بغيت نكري سفاله.
بغيت شي بييره الله يرحم الوالدين.
بغيت واحد اخر.
عافاك بان لي شي قفازات.
كيفاش نقدر ناخد طوموبيل ديال ليموزين من هنا حتي لهيه؟
فيلم ملون ديال 24 اطارا، من فضلك.
بغيت نمشي نشوف اوبرا. فين كيتقام؟
غادي يرجع ف 4 ديال لعشيه هاد النهار.
تسرقات ليا المحفظه و انا كنحاول نتصال.
شكون كايعرفيني نخلّي السياره فمطار لا غوارديا؟
بغيت شي كرسي من اليسار.
"شيانتي، من فضلك."
بغيت عصير الجريب فروت.
شحال غادي يطلع الكل؟
واش كاين حظر تجوال؟
هادا زوين بزاف.
شكون اللي غادي يبيع ليا التذكره هنا؟
عندي حساسيه فالجلد. شنو هي احسن كريم طبي؟
كاي ليا بالضبط.
هاهوما؟ متاكد؟
سقطت الكاميرا ديالي علي سطح قاصح.
كاين شي حاجه ما كتقدريش تاكليها؟
سميتها السيده غريغسون، صحيح؟
شوف قبل ما تركب فالطوبيس فين كايمشي.
شحال من مره كتلعب البيسبول فالشهر؟
عرض ليا علي هاد الخريطه.
كيفاش نقدر ندير مكالمه تليفونيه لليابان؟
سمح لي. سقط لي السكين. بغيت واحد اخر؟
عندي حقيبتين ووحده ديال البذله.
شحال ديال الفلوس اللي كانت عندك فالبورطابل ديالك؟
معذره، خاصك تخلص 99 يوم مقدم.
عْطِيني بَوْلُو دْيال فِيلْم سِينِيما دْيال سِتَّاشْ مِيلِيمِيتْرْ مْعَ الصَّوْتْ.
بغيت ناخدو.
علاش هكاك؟
انا طالب جديد. ماعرفتش كيفاش نسجل. ممكن تساعدني؟
فين غاديين نتمشاو بالسيرف؟
هل يمكنك ان تحرس لي متاعي هنا؟
هلا وصلتني بواحد كي يتكلم اليابانيه؟
غادي تقدر تشري التذاكر من شباك التذاكر ديال المسرح.
كتشوف التمثال لي فالدار ديك؟
شكرا. هل ممكن تشوف لي صندل في 6 ونص D؟
فين كاين الباب رقم 24؟
شحال ثمن هاد العلبه ديال السجاءر؟
بغيت ثلاثه ديال البكرات ديال فيلم ملون بتعرضات 36.
شحال الثمن باش نوصلو للبرج ديال لندن؟
شكون هاد البنايه الغريبه؟
مخليش ليك فلوسك. غادي تبدلها غير بشي حاجه اخري.
شحال من نهار صالح هاد التذاكر؟
ضربوني باللكمات.
هل ممكن نتسلق الجبل بهاد العتاد الخفيف؟
داكشي فوق امكانياتي.
بغيت طبيب يجي لغرفتي، الله يرحم الوالدين.
شكون هو رقم الخدمه ديال التنظيف؟
هَلْ اَنْتَ اِيرْلَنْدِي؟
هادي دابا فالتّخفيضات؟
كل التذاكر بيعو كاملين.
بغينا نلعبو ساعه وحده فالعشره ديال الصباح غدا الصباح.
سمح لي، بغيت نبدل الكرسي ديالي.
ماعرفتش فين.
شكرا. كنحس بالامتنان. شفتي، كنحب المسلسلات الاستراليه.
سمح لي، واش كاينه شي فندق اخر تقترح عليا؟
شكون نهار زوين. هل كتعرف هاد النهار الزوينين فهاد الوقت من العام؟
كان عندنا تجربه مشابهه فالماضي.
هلا تحققتي ليا منو؟
كان ضبابي.
بغيتُهُمْ قبل الجمعه.
شكون هو المدير؟
شحال صرفتو فالاخير؟
من سان فرانسيسكو الي ناريتا.
هادشي ما كاينش فمقاسي.
هل كاينين ف نهار الاحد؟
كاين شي ديسكو مزيان قريب من هنا؟
بغيتو علي خمسه ديال العشيه.
ما عنديش فين نعتذر.
غادي تبقي ف نيويورك بزاف؟
بالتاكيد، تفضل اركب.
اكيد. غادي نديرهم فالصندوق.
"وايلي راني غادي نجمعو ليك، لا باس؟"
هاد القطار سريع ولا عادي؟
هلاّ عطيتيني شي كتاب زوين لولد عندو 15 عام؟
هاد الروج صغير بزاف و كيحمق. غادي ناخدو، الله يرضي عليك.
عندي ثمان سنين.
ضرب ضربه جزاء.
شعرها كان مموج وسود.
هلا اقترحت علي شي بلاصا مزيانه للزياره؟
كيعجبني بزاف. ولكن خايف ما يعجبنيش التصميم. واش شنو رايك فالباقيين؟
هلاّ عطيتيني شي فندق ما غالي بزاف؟
شحال كامل؟
هادي عيد ميلاد صاحبيتي. عندك شي حاجه خاصه؟
هاد الشيف نعاود ليه الموضوع؟
هلا عطيتيني مخدر؟
هلا جمعتيها؟
عندي الربو.
هادشي شريط فيديو كاسيطه دازيت ليه لصحابتي.
علاش مشيتي ل نيويورك العام اللي فات؟
شكون هوما الوثاءق لي خاصني ندخل بيهم للولايات المتحده الامريكيه؟
سميتي تسوتومو.
هاد هيا غليون ديال الشوك؟
واش متاكد؟ كنت كنظن هاد الشكل ديال القنينه كا يستعملو لخمر البوردو.
كَنْسْمَعْ بْلي كاينه شي نوادي جاز زوينين.
بغيت نشري سته كرافاتات. واش ممكن تعطيني تخفيض؟
عندي زكام.
اتصل بصبيطار متحرك بسرعه.
نعم، يمكنك. الغرفه جاهزه. من فضلك اكتب اسمك وعنوانك هنا.
كاين عندو صندوق كبير؟
تسعه تلاته تسعه سته سبعه صفر صفر.
شكون اللون لي كتعجبك؟
شحال الساعه ديال القطار اللي غادي ل فيلادلفيا؟
هاد السمك شويه طاب بزاف.
بدّل هادشي لدولار، الله يرحم الوالدين.
فاين بغيتينا نرجعو ليك الشنطه ديالك ملي نلقاوها؟
هادشي 100% جلد طبيعي؟
عندك شي فكره علي نيويورك؟
شكون هو الوقت ديال الصعود للطاءره؟
انا استاذ.
عندنا تشكيله كبيره من الحلويات، فيها الكيك والايس كريم.
شكون هو اسم هاديك النبته؟
شحال من نهار غادي ياخد بالبريد الجوي؟
نمشيو للمطعم بالتاكسي.
هاد الحساب فيه غلط.
شكون بغيت نعطي هاد الشنطه؟
شحال من وقت باش نوصلو لسيدني؟
هلا تصدر لي جواز سفر مءقت؟
رخص. ها خذ خمسه دولارات وصفر سنتيم.
غادي ناخد فطور كبير من خدمه الغرف.
كاس كبير ديال كوكا كولا.
هل ممكن تعطيني تخفيض؟
نعم، ها هو.
عندي نستمر فالسفر؟
شكون هي احسن فصل فهاد البلاد؟
هل يمكنني ان اطلب كاسا من النبيذ؟
عالم صغيّر.
لا، خليني نشوف الاول.
هل يمكنني تغييره الي رحله اقرب في الخامس؟
بالتاكيد. املا هاد الاستماره ووقع عليها، من فضلك.
شحال نسبه التضخم؟
كَتْصَبّلْنَا قهوه دَاكنه.
عندي نمشي دابا.
كايْنْ غير شويه واسعين.
فين كاين كاريي الامتعه؟
الجمعه مزحومه بزاف حتي لثمانيه و نص.
خليني نفكر شويه. غادي نشوف دكاكين اخرين.
ما بغيتش نخلص اكثر من 30 دولار للوحده.
بغيت شوكولا وحده، الله يرحم الوالدين.
هلا قلت لي فين كاين كاونتر التسجيل لهاد الرحله؟
هلا رسمتي خريطه؟
شكرا بزاف. هاهو تذكره التعديل ديالك.
سمح لي. واش ممكن تقولي لي فين كتفتحو؟
شكون الوقت لي كتلبس فيه الكيمونو؟
قوليه يرد عليا فاقيلا كيدخل. هاذ الرقم تلاته خمسه اربعه ثمانيه واحد واحد ثلاثه تسعه. فندق هيلتون، الغرفه رقم اثنا عشر صفر تسعه.
بغيت شويه ديال شامبوان ديال الحمام.
غادي يخلص ف الواحده ديال لعشيه.
كَنْبَحْث عَلْ هَدِيَّه لِلْوالِدَه دْياَلِي.
غادي نقولك خمسين وخمسه.
هادا شي شعبي.
غادي نقول ليك الصيف هنا ما كاينش فيه باس.
كيفاش نربطو الحزام ديال السلامه؟
هل هذه التذكره لازال متاحه؟
علا كلشي ينزلو؟
هادا هو الدواء لي عطاني الطبيب ديالي
خليني نشوف هاديك السياره.
كانو اربعه شباب.
ما حسيتش باي تحسن.
غادي نوصل بعد العشا.
عندي شي صندوق للتخلص؟
المناخ معتدل.
من فضلك، عيطي لتاكسي علي الساعه التانيه ديال العشيه.
كيداير ليا بزاف.
خليني نشوف هاديك وحده.
كاين شي ديسكوتيك هنا فهاد المنطقه؟
شكون هو ثمن الغرفه؟
الطعام بارد.
شكون هو احسن مكان اللي كايديرو الناس زياره؟
هاد الطياره تاخرات ساعتين.
اه، بغيت نحب نديرها.
كاس دي شابل
شكون لجزء ديال A اللي غادي ليه؟
هلاّ دّيّت طبيب، الله يرحم الوالدين؟
شوف اش كايدير ليك.
شكرا علي المعلومه. غادي نجربها المره الجايه.
لا، شكرا.
هلا تشعل ليا التكييف؟
شكون المنطقه اللي جيتي منها ف الولايات المتحده؟
عندي زيتونه محصوره في الحلق.
الثلاجه ما كا تديرش.
مرحباً بيك. العفو، هاد شي من واجبي.
هلا جبتي ليا شي واحد كيتكلم باليابانيه؟
شكون ليك الحساب، الله يرحم الوالدين؟
عفاك، واش ممكن تقولي شنو هو هادشي فالبطاقه؟
هادي كارته ديال المفتاح. ممكن تبقاها معاك.
كَنْمُوت مِن البرد.
هادشي كيشهي.
غادي تشرب القهوه ولا الشاي بعد العشا؟
هادي شانتي كبيره من الجلد.
هلا اختارتي لي واحد؟
عندي شوربه الصويا الفوريه.
فِي نْيُو يُورْك.
الممر رقم سبعه.
غادي تقول لي فين كاينين المطاعم؟
حجزت فندق فِي المطار.
شحال قياسها بالسنتيمترات؟
كنت كندير الكاراتيه فالمدرسه.
بغيت نعمل حجز لخمسه اشخاص علي الساعه سته ديال الليل اليوم.
هذا هو الطوبيس ديال اليابان اير لاينز؟
بغيت نمشي لمطعم حقيقي ف نيويورك، ماشي غالي بزاف.
ما كاينش الاختيار. هنا مزيان.
شنو خاصني نقدم باش نكري سياره؟
غادي نقول ليك حالا ملي نوصل.
فين كنشري لوازم المكتب؟
عندي انفلونزا.
وقعات حادثه.
هل الدكتور تافلر استاذ صارم؟
تِيعْلَمْ الله.
ما قادرش نسكر الباب.
هنا. غادي تبين لي بطاقه التعريف ديالك ولا الباسبور؟
نعملو ليه تلفون.
هاداك هو الراجل.
مرجو ارسال صبي الفندق لغرفتي.
طبيب، الله يرحم الوالدين.
شحال ثمن الدخول؟
عافاك، عطيني شي فندق مزيان.
شحال عند اليابان؟
هل ممكن تدخل هادشي للخزنه ديالي؟
خايف بلي نسيت حوايجي فالطياره.
وعلاش، اكيد عارف كيفاش حنا كاملين كنحسو هنا. حنا ما كنحبوش لي ما عندوش علاقه يجي يعلمنا كيفاش نعيشو حياتنا.
هلا غسلتِ ليا هاديك النافذه؟
شكون هو اسمك، الله يخليك؟
وافق علي هاد الاقتراح.
عندنا موعد علي الساعه سبعه، صح؟ ممكن نعرف اسمك، لو سمحتي؟
عندك شي ساعات كيتعصرو باليد؟
واش ما كاينش غلط ف هاد الحساب؟
مع السلامه دابا.
غادي تقدر تستعمل الباس فجميع القطارات.
ولكن متخافش. يمكن تركب حتي للمحطه الجايه وتمشي راجل. ماشي بعيد.
ديك السياره حاولات تدور يسرا بالقوه.
هل ممكن ناخد طاوله؟
فين كاين الكوزينه؟
بغيت شي فينيش مطفي، الله يرحم الوالدين.
علاش ندير التلفون، اذا كان عندي شي مشكل؟
شحال الثمن ديال الطابع علي رساله جويه، الله يرحم الوالدين؟
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
هاد شي حد فيكم كيتكلم ياباني؟
مكاينش داكشي، شكرا. غادي ناخدو.
هكذا، من فضلك. هل هذه الطاوله مناسبه؟
شكون هوما الهوايات ديالك؟
لحظه وحده، سيدي. معندي حتي فكره، السيد اوكاوا مشا ياكل الغدا. بغيتي ناخد ليك شي رساله؟
بغينا شي اكلات بحال ثلاثين درهم للشخص.
شكون هاد الطابور؟
هاك هاد السماعات.
بغيت مصباح يدوي.
هادشي لي غادي تعطيه ليه؟
السلام عليكم. هل هذا الاستقبال؟ انا في الغرفه واحد صفر سبعه. عندي شكايه بغيت نعملها.
هل بغيتي تجي لحفله ديالنا الليله؟
اه، هادشي زوين. كيعجبوني صوتهم. ونتا اش قولك، بوب؟
هاذي هي القطار اللي غادي ل Grand Central؟
شحال ثمن التذكره ديال نهار واحد؟
كان هادي عامين مازال ما جيتيش هنا. واش عجباتك الطياره؟
كَنْظَنْ نْجِيبُولْكُمْ طَابْلَه فِي حَوَالِي رُبْع سَاعَه.
مكالمه شخصيه لمكالمه طوكيو، اليابان، من فضلك.
كاين التكييف؟
شحال كامل؟
فاين غادي تبيت؟
هاني تسعين وتساع ديال الين. دير بيهم دولارات كاملين.
فِي ال ABC.
بغيت شي مجفف.
فِي هَذِهِ الحَالَه، تُوجَد لاءِحَه الاُجُور قُرْب مَقْعَد السَّاءِق.
هل خاصني نرجع لمكتبك مره اخري؟
هل يمكنني ان اودع اغراضي الثمينه عندك؟
عاودها من فضلك.
واحد الراجل كان طويل و واحد اخر كان قصير.
هل ممكن ندهن الصالون بلون جديد؟
ممكن تكون البوش.
واخا، هاد الجوله الاستكشافيه زوينه.
للاسف، نعم. مقر شركتنا الرءيسي موجود هنا. وانت؟ هل هذه اول مره تزورنا فيها؟
سولني علي شي مطعم مزيان قريب من هنا.
هل تقبلون شيك بالين الياباني؟
غادي ننزل فالكاتدراءيه.
كيس ابيض علي الكتف.
شفتي شي جابو اسود هنا؟
خليت الكاميرا ديالي فالتاكسي.
علاش لا، يمكن نبدل هاد التذاكر لماتش بكرا؟
بغيت ندخل ندوش قبل ما ناكل.
شكون بغيتي يطيب ليك اللحم؟
اه، شحال ديال الرفاهيه تلعب الجولف ف استراليا.
فين دازت؟
شكون لي كياكل هاد الشي؟
عافاك عطيني كارتونه ديال مارلبورو.
عفوا، ولكن فين كاينين دابا؟
علاش لا، ممكن نطلب هاد الشي من اليابان بعد ما نرجع.
بغيت نكري عجله.
مكاينش صابون فغرفتي.
هل يمكنني ان اسالك عن اسمك؟
هل يمكنني الانتقال الي مقعد فارغ؟
رحله واحد واحد واحد متوجهه الي ناريتا، مءكده للانطلاق يوم 10 يونيو.
غادي تقولي علي شي اماكن زوينه نشوف فيهم فهاد المدينه؟
بعت هادشي لليابان فالتلغرام.
كَنْظُنْ بْلي عِندي حُمّي.
ميديم رير.
كَنْفَكّر ناخد هاد لخمسين سنتيم. عطيني دزينه، الله يرحم الوالدين.
هل المسافه بعيده للمشي؟
كَنْظُن هاد النوع هو اللي غادي نستوردو.
نعم. كنبحث علي روجات شانيل رقم خمسه وثلاثين.
هَل قَرَاْتَ بَطَاقَه تَعْلِيمَاتِ الاَمَان؟
علينا نشوفو فيلم فهاد الرحله؟
عندي نرجع قبل من سته ديال لعشيه.
سمح لي. بغيت نمشي لميامي.
كنكتبو بطاقات العام الجديد ونديروهم فالبريد. كيوصلو فالاول ديال يناير.
غادي تمشي للمدرسه؟
ركبْت القطار ديال 12:50 من سان دييغو.
شكون لي كاينه هاد الاسبوع؟
كيفاش نرجع لهنا؟
بغيت شويه د السكر، الله يرحم الوالدين.
هلا مليتي ليا هاد الاستماره ديال التامين الصحي، من فضلك؟
من تمان ل تمانه و ربع.
في الحقيقه انا عندي الدوره الشهريه. هادشي مشكل؟
هلا حددتيه ليا فهاد الخريطه؟
شوف، الما ديال الحمام ما كا يوصلش لدرجه حراره كافيه.
كاين شي تبديل فالتوقيت ديالنا؟
باغي نمشي غير مشيه مريحه.
باغي نرجع للوتيل باش نلقي الكاميرا ديالي.
راك خاصك تركب طاكسي، ما كاينش النقل العمومي.
فِي البْلُوكْ التَّالِتْ عْلَي يَسَارْكْ.
غادي تلعبش معايا التنس الاسبوع الجاي؟
بغينا نلعبو جوله بيناتنا. شحال غادي يطلع؟
نعم، غادي نجيب لوليتي يابانيه لصاحبي.
هادا ماشي اللي طلبت
بغيت شويه الوقت.
غادي ناخد هاديك.
تبدل القطار ف المحطه الثالثه.
كَنْفَضِّل الاكل الايطالي.
غادي نطيروا بعد شي دقايق. تاكدوا من ربط حزام السلامه مزيان.
شكون الوقت لي كتفتحو فيه؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
هل هاد الباص ديال فيفث افينيو كيوقف هنا؟
علاش ما تبين ليا رخصه السياقه ديالك؟
هل ممكن ناخد شي كورن فليكس؟
رحلتنا غادي تبدا ف 21 ديال يوليوز وتنتهي ف 27 ديالو.
كيفاش تنطق هاد المحطه؟
هكذا، من فضلك.
هل كاين طوبيس ديال المطار للوصول لفندق شيراتون؟
نعم، بغيت كاس ديال البيره علي حسابي مع المقبلات.
وانا كنتمشي فبرودواي.
كاين شي حاجه مزايان هنا؟
عْطِينِي ثْلاَثِين لِيتْر.
صوّرنا، الله يرحم الوالدين.
شكون هادشي ديال من؟
خصنا نتواصلو مع مكتب الاستعلامات لي فالزاويه ديال اللوبي ديال الفندق. غادي يديرو لينا الحجز.
كايْسرق.
كايهدف باش يعاون المكلومين فمصاريف الجنازه.
حاضر. دور علي شمالك فالزنقه اللي جايه. غادي تشوفو قدامك مباشره.
شكون لي كتعرفي لي مزيان للبشره ديالك، اللون الغامق ديال المناكير ولا اللون الفاتح؟
شحال بعيد هاد الفندق؟
بغيت ناخد موعد مع السيد واتسون.
لا، غادي نخرجهم.
نعم، عندنا. شكون بغيتي؟
شكون دوا ديال البرد لي كتعرفي و كتوصي بيه؟
شكون كايدير فهاد الوقت لي كايبقي ليه؟
سمح لي. فين كاين التليفون العمومي؟
كَنْشُوفْ رَاسِي كَنْبَانْ بْزَافْ كَبِيرْ بِهَادْ الشَّيْ.
اليوم عندنا مينسترون، كريمه لاسپاريج، و شوربه خضار.
كَنْظُنْ بَلي غَتْلقَي كُلْشي فْلاكارْصُونامَارْشْ، وَاِيلا مَلْقَيْتِيشْ، مَا تْخَافْشْ، غَنْمْشِي لْلاصْصْصْصْصْصْصْصْصْصْص
كَنْتَسْوَلْ مَتَي غَنْرَجْعْ لِهْنَا.
رابط سيكور ديالك و شوف علامه "ممنوع التدخين" حتي تطفا.
هلا غيرتي لي بلاصه فالقسم ديال التدخين؟
هاديك اللي عندك، ديري لي وحده اخري.
مكاينش شي حد هنا اسمو بحالي.
بغيت نلغي حجزي للطيار ليوم 5 ماي، ونبدلو بواحد اخر يوم 9 ماي، من فضلك.
غادي ناخد ايطالي، من فضلك.
شكون هي اللي ما تضمناتهاش؟
شريت لبلمه كهديه.
علاش لا، ممكن نلتحق بهاد القسم رغم اني مبتدء؟
شكون لي دارها؟
ما كا تبيعهمش واحد بوحدو؟
"سيدنا الكونسييرج غادي يساعدك، او غادي تلقاها بالتاكسي."
بغيت شي سيجاره، الله يرحم الوالدين.
هلا جبتي لي تذكره؟
عندك الهوايه ديال جمع الحيوانات المحنطه؟
هل يمكن لليابان ان تنتج كل الطعام الذي تحتاجه؟
بغيت طوموبيل ديال الهوا.
كَنْشُوفْهَا بَسِيطَه شَوِيَّه بَزَّافْ لِي.
فين كنشري تذاكر التسلق؟
شكون الوقت لي غادي يبدا الطوبيس؟
سيدي، بغيتك تلغي لي الكارطه ديالي.
هاد الساعه القديمه توقفت علي العمل. بغيتي نبدلوها ليك؟
بغيت نبدل شي دراهم ديال الين الياباني بالدولار الامريكي.
مَنْ نْتَصَرْفَقْ بيه اِذَا كَانْ عْنْدِي مْشَاكِلْ؟
غادي ناخد 300 غرام من هادشي.
شي حلويات؟
شكون هو اسم الفنان؟
شكرا. هل يمكنني التحدث مع الانسه ياماتو، من فضلك؟
نْقترح عليك تزور مبني الامم المتحده اللي علي ضفه نهر ايست ريفر.
هل ممكن ناخد لترين ديال الحليب؟
بغيت نكري سياره.
ضيعت الباسبور ديالي.
كتحسب اكثر من الثمن اللي متفقين عليه.
ماعرفتش كيفاش نطفي هاد الستاير.
غضيت منو.
خصك تخلص شي زياده علي الحلويات.
شكون بغيت نطلب ليه وجبه نباتيه؟
شكرا. كان لقاء لطيف. مع السلامه.
يوم الثلاثاء فالعشيه هاد المحطه ديال المطار ما كاينش فيها الزحام بزاف.
السلام عليكم. حجزت لمغريب دابا علي سبعه. ولكن بغيت نبدل الوقت. انا سميتي سوزوكي.
كيعرفو عاده تساقطات ثلجيه خفيفه من سنتمتر واحد او اثنين.
غادي يكون مزيان لو يكون الجو مزيان غدا.
هل ممكن تلقالي شي حد يهضر علي ولدي؟
كنت محظوظ بزاف باش حصلت علي التذكره الليله. ما وصلتش للبلاد حتي لثلاث ديال لعشيه.
بغيت نتوصل بيه فالبريس.
اذا غادي تدخن، دير الخير وامشي للصفوف من 40 حتي 50.
سُرق جواز سفري.
قادر تاخد هاد الشي من الباب قبل ما تركب. يلاه بان هاد الورقه.
كيعتبر هاد الشنطه الزرقا صغيره و لليله وحده.
بغيت شي ضو.
غادي تضع ليا علامه علي الخريطه ديالي؟
سيدير هاد الفلوس لدولار.
شحال الثمن فالشهر؟
شكون اللي غادي ندير معاه تلفون من هاد الهاتف؟
شكون هاد الطياره لي مصنوعه ف اسكتلندا؟
كان كلشي فجاه. حيت ما شفتش وجوههم.
جيب لي صحن، الله يرحم الوالدين.
جيب ليا تذكره ديال الليله، من فضلك.
حافله؟ اظنك تقصد سياره ليموزين لتاخذك الي الفندق. اي فندق ستذهب اليه؟
بغيت نسحب 400 دولار من الحساب ديالي.
شكون هوما الساعات لي كايفتحو فيها؟
سمح لي. انا ظنيت بلاصتي هي جنب بلاصتك.
بغيت ندي حوايجي يغسلوهم و يلمعو ليا الكلوغيلبات.
هل مشمولين الخدمه والضريبه؟
علاش، هاد الشروط مقبولين؟
بغيت نشري علبه ديال السجاءر.
حنا مهتمين بالاثاث.
مكنديش نكون مزيان فالانجليزيه.
نعم. تحت الكرسي.
اه، معذره. اكيد عندك شي فكره علي فين بغيتي تمشي؟ فين بغيتي تروح؟
هل يمكنك تامين هذه الطرد؟
نعم، دخلت البارح عند الدكتور جونسون.
فين تَصْنَع هادشي اصلا، و فين كَان هاد الشي؟
فهمت. غادي تخلص غير زياده.
واش كيفاش هاد الحزام ديال الجلد ديال المعز ديال جوده عاليه؟
شحال الثمن ديال ارخص مقعد؟
عندك سمك مقلي؟
ملي ترجع السياره، ممكن تملاها ليا؟
شحال بغيتي تستعملو؟
"شريحه خبز محمص وكاس ديال قهوه، الله يرحم الوالدين."
غادي نجيو ناخدوك قدام الفندق.
كَنْخَافْ مَنْقْدَرشْ نْوَافَقْ عْلَي هَادْ الكَارْدْ دْيالْ الكْرِيدِيتْ.
معمري فهمنا معني هاد العلامه ديال المرور.
ثلاثه ديال البيره بالصبان، الله يرحم الوالدين.
شكون بغيت نطلب ليه كاس ديال الخمر؟
هادي ثمانين وخمس دراهم. متنساش تطلب التذكره من عندك تركب، باش متخلصش مره اخري ملي غادي تبدل الطوبيس.
غادي ندخلو كاملين ف نفس الوقت؟
واش بغيتي تنضم لينا فالصوره؟
وضعتو هنا بحال هاكا تقريباً قبل نص ساعه.
شكون هي ساعات العمل ديالكم؟
شكون لي كايدير هادشي هنا؟
"ايلا ما كتعرفش هاد المجال، واش ممكن تقترح لينا متجر متخصص فيه؟"
شكرا علي الانتظار. انا اوهنو كنتكلم.
هل كاينين شي منحدرات سهلين للي بداو تازا؟
شكون هو برنامج النهار دابا؟
باغي نبقي نهار اخر.
جيت باش نتلاقي مع صاحبي.
حاضر. شنو نوع الغرفه لي بغيتي؟
هل ممكن تبقاو هاد الخمر حتي غدا لعشيه؟
النساء في مناصب اداريه كيتزيدو.
خليني نجربها، الله يرحم الوالدين.
هادشي كلو ديال الزيتون كايدوز فالكرش.
عندك شي ورقه مرافقه للفاكس؟
طلب منك دير التحاليل ديال النباتات والحيوانات فكونتوار الحجر الصحي اذا عندك شي حاجه.
كَانْضَرْب لِي عْلَي نِصْ سَاعَه بَاش نْجَهَّز الشَّنْطَه دْيَالِي.
هلا لقيتي ليا شي بلاصه فالطياره ديال غدا، الله يرحم الوالدين؟
غادي نودي ولدي للحديقه الحيوانيه.
لميامي، من فضلك.
بغيت الطابله لي قدام، الله يخليك.
عندك شي حاجه اصغر؟
سميتي ميوكي كاتو، و انا صاحبه ديال ماري من الوقت لي كانت كتقري فاليابان. ماري موجوده؟
شاي، مع حليب.
علاش كاين هادشي؟
فين كاين اقرب بريد؟
هادي كاميرا.
كاين شي مترو قريب من هنا؟
ضيعت مفتاح الغرفه.
هل عندنا الوقت باش ندخلو للحمام قبل ما الطياره تقلع؟
اه، نعم. عندي. كنحبو.
اه، ما بغيتش ندير بحال هادشي.
شكون اللي بغيتي؟
بغيت جوبيط طويل.
للبوسطن هوتيل، من فضلك.
عشره و نص
نعم، غادي نقدرو نخلصوها قبل الليل ديال بكرا.
سميتي تارو تاكاي.
مساء الخير، من فضلك.
عْطيني تْريْنْ بْلاصْ فْالْقاعَه هادْ الخْميس.
شكون اللي غادي نستعمل هاد الكوبون ديال الطيارات؟
غادي يكون ليا كبير المساعده. علي فكره، بغيت نعرف واش نقدر نبقي فنفس الغرفه؟
تاكد من المجيء ورءيتي في السابعه صباحا غدا.
علاش هو القطار اللي غادي لبوستون؟
خليني نقول لي كلمتي.
سلام. شوف.
هلا درت لي كاس ديال بينا كوكادا؟
مَكَنْفَهْم والُو مِنْ لِي كَيْقُولُو لِي النَّاس لِي حَوْلِي.
مساء الخير. عندي حجز. انا سميتي يامادا.
كيتْحَرَّكْ كلْ عْشْرْ دقايق.
نعم، واحد اخر في الجهه المقابله من البنايه.
فين كاين المعلم؟
هاذي هي الطريقه الصحيحه للمحطه؟
ما عندناش الحجز ديالك.
اه، فهمت. هادو هوما القنوات ديال التلفزه فالوتيل.
هل غادي يكون معفي من الضريبه اذا بغيت نبعث هادشي لليابان من هاد المتجر؟
خمسه حديد، من فضلك.
اه، سمعني، عارف فين شارع ريفيرسايد؟
ضاعت لي الشهيه.
كاينين شي اخرين؟
بغيت نخرج شي حاجه من الشنطه ديالي.
غادي نخليوها مفاجاه.
دزت بالسياره فالحفره.
كَنْعاني شويه مِنْ التوقيت المُختلف.
بغيت نطلب الخدمه فالغرفه، من فضلك.
شكون هو باب الخطوط الجويه اليابانيه للرحله ديال طوكيو؟
عندنا كراسي متوفره فطيارتنا ليوم الاثنين الواحد و العشرين
علاش كاينه بهاد الثمن؟
عندي مشكل فالبطن.
بغيت ناخد الطوبيس باش نمشي للترمينال. عطيني شي فلوس صغار، الله يرحم الوالدين.
واخا، اول حاجه خاصني نمشي للمركز ديال المعلومات ونبحث علي فندق.
في الحقيقه، جدي الكبير جاي من صقليه فبدايه القرن.
بغيت ندير مكالمه دوليه لليابان.
بغيت نتعلم كيفاش نتعامل مع الويندرسيرف.
سمح لي. فين كاين الصيدليه قريب من هنا؟
ولدي كايدرس فجامعه هارفارد فالدراسات العليا.
نعم، بغيت ندير اتصال علي حسابك لاليابان. الرقم هو طوكيو تلاته اربعه سبعه سته اثنين تسعه تلاته سته.
تْقرصْتْ مْنْ نْحله. كاينه شي حاجه خايبه.
سول هاد السيد.
هل ممكن نمر من اي كاونتر؟
غرف متجاورين، من فضلكم.
هل كاين اسطبل قريب من هنا؟
بالتاكيد. غرف تغيير الملابس هناك مباشره.
هل ممكن ناخد قاروره ماء سخون؟
عافاك عاودلي علي سته صباح غدا باش نفيق.
شحال من الوقت غادي ياخدك حتي تخلص هاد القمصان؟
في الحقيقه، شريتو بالصدفه نهار لخاطر فالبوتيك ليقرب لداري.
لحم البقر ولا الدجاج؟
عندي دبوس عظمي معدني.
بغيت نمشي للحمام البخار.
فاين كنوقف باش نمشي للبحر؟
فين كاين قسم الاشياء الضايعه؟
"من فضلك، عاودلي كيفاش نستعمل هاد الماكينه."
واخا، انطباعي هو ديال ارض جبليه، مزروبه، عامره بالحركه، مليانه بالضوضاء، طاقتها كبيره، تقريباً متفجره. شعب كيتعابو، كيتعبو، ما كيتوقفوش، فضوليين، باغيين يتعلم كلشي، كياكلو ويشربو بشراهه ولكن بذوق، كيربحو وكيصرفو بحماس.
عشرين دولار فربع، من فضلك.
بغيت نبدلو.
بغيت ديكشي.
سمح لي. فين كاين شي مرور الراجلين قريب من هنا؟
عندي نوقف شويه؟
بغيت روايه انجليزيه سهله القرايه.
هل كاين شي متجر ديال لابسه زوين للولاد؟
بغيت نمشي بكري غدا الصباح. واش يمكن نخلص الفاتوره دابا؟
نتمني تشوفنا مره اخري.
هلا وقفتي الشيكات ديالي؟
السيد جونز خرج الان. راجع بعد الثالثه بقليل.
هاد الليله البرد قاتل.
بغيت ندير فحص طبي.
هادشي ديال ديمانت بوحده قيراط، صح؟
مسرور بلقاءك انا كذالك.
فين كنشري الطوابع؟
شحال ديال سوايع كا ياخد الطريق باش توصل؟
هل بغيتي نطلبو ليك؟
سميتي ياماموتو.
بغيت نرجع الفلوس.
غادي ناخد هادشي وهادشي وهادشي، من فضلك.
قطعي غير الطراف، الله يرض عليك.
قول ليها تدير ليا تلفون.
كيفاش ناكل هاد المخالب ديال الكرافط الكبار؟
كاين شي باتيساج قريب من هنا؟
شكون قاليك علي الجاز؟
و دابا حرّ لِبضعه ايام.
هادشي مقفول؟
غادي تكون هناك قبل من سته و نص.
غادي تتصل بيه غدا الصباح بحال ما وعدتي؟
هادشي نطلبو ليك؟
بغيت نشوف المكتب ديال المدينه.
الاستقبال؟ هادا ناكامورا كيتكلم. دابا تسجلت فالفندق. ولكن ما عجباتنيش هاد الغرفه.
بغينا نجلسو جنب بعضياتنا.
بغيت نركبو.
خطاي.
بغيت شي تلفون يصحيني الصباح.
كَنْتَمَنَّي نْشُوفْكْ لْوَحْدَ الثَّانِي.
اعضاء مجلس المستشارين يبقاو فمناصبهم لمده ست سنوات، في حين ان نصف الاعضاء كيتجددو بالانتخاب كل ثلاث سنوات.
حط ليا ف الحساب ديالي، الله يرحم الوالدين.
هل كاين شي رحله لبيرث؟
نعم، صحيح. بعدا تسجل هنا، السيد يامادا؟
بغيت ندخل ندوش.
كاين كاميرا من الداخل. حاول تحطها فمكان امن.
هادي من هنا.
عصير البرتقال، البيره، النبيذ، الويسكي والمشروبات الكحوليه.
لا، شكرا. بغينا كاسين د الماء، الله يرحم الوالدين.
ايلا عندك التذكره، ما غاديش تخلص من جديد ملي تركب فالطوبيس 44.
شكون الطابق؟
بغيت نمشي للريستوران.
بغيت جوبيطه ثقيله للشتا.
عندي غير الحوايج الشخصيه فهاد الشنطه.
هل يمكنني الدفع بالشيك السياحي؟
دَرْت دَفْعَه مُقَدَّمَه.
كنلعب التنس مرتين فالاسبوع.
خمسطاش ا. واش انا جالس فالمكان الخطا؟
ما عنديش الهوايات. غير الخدمه بزاف، بحال اغلب اليابانيين.
اه، الاستاذ كورن كيعشق ايدير الامتحانات المفاجءه.
ماشي غير تشوف شي واحد، غي سلم عليه.
بغيتو ف اقرب وقت ممكن.
باغي نبعث هاد الكارطبوستال لاليابان بالطريق السريع.
بغيت نتسجل، الله يرحم الوالدين. سميتي هاروكو اوغاوا. عندي حجز، ان شاء الله.
عندك شي هدايا لشي حد فهاد البلاد؟
عفاك بغيت نبعث هادشي لليابان. شحال كاينه التسبيق علي هاد الشي؟
بغيت كاميرا رخيصه.
سيدي فهاد الساعه؟ دابا واحد وعشره
لا. انا ياباني.
عاش الشعب الايدو في سلام لمده تقارب ماءتين وخمسين سنه، بدون حروب في البلاد.
باغا نعطي ليك دميه من كيوتو.
باغي نبلغ علي ضياع الوثاءق المهمه.
شكون الوقت لي غادي يبدا العرض؟
شكون هي الطريقه الافضل باش نلبس هادشي؟
سمحلي ندير الشنطه ديالي فالكوط؟
كَنْظُن هاد التغيير مُخْطَا.
كاين بزاف دْللمطر. نتمناو يْزول.
خليه طويل.
