هادي هناك، قدام مكتب السياحه بالضبط.
مَا سَمْعْتْ بْهَادْ العنوان فْهَادْ المنطقه.
امشي علي طول حتي تشوف صيدليه.
شحال ثمن الفطور؟
شكون نعاونك؟
سير ليمين فالتالت زاويه.
هل بغيتي الكريم و السكر فقهوه ديالك؟
هل يمكنك صرف شيك بمبلغ ماءتي دولار؟
ايلا لقيتيه، عيط لي.
فين كاين الكافيه؟
بغيت جوجيت ديال ولاد.
حاضر. الثمن ديال البريد العادي هو ثمانين و خمسه صول، و زياده علي ذلك خاصك تضيف ثلاثه دولارات للتوصيل السريع.
"كنت نشري هادشي لو كنت فمكانك."
غادي نلقي شي مشكل مع الجمارك؟
عندك شي صباط واسع من قدام؟
La. Wash nuqtarh lwakl b chi wahd li kayn liha nfs lwa9t? 3andna wahd.
بغيت تسريحه كيرلي ضامه، الله يرحم الوالدين.
كَتْبَغِي تَاكُولْ بِيرَه.
صباح الخير. كيف الحال؟
خايف غادي نحتاج نشوف شي وثيقه تثبت الهويه ديالك.
شكون النوع ديال الصوص؟
هادشي شويه بارد. غادي تسخنو؟
معذره، هاد المكان محجوز.
حالتي مزيانه. ولكن هل ممكن تتصل بصاحبي؟
شكرا، هاد الشي كاف.
شكون هو صاحبي المقرب؟
يوم الصحه والرياضه، عاشر اكتوبر، عيد وطني خصص للنهوض بصحه المواطنين.
هل بغيتي نتفقد الموتور؟
هلا ساعدتني في العثور علي حقيبتي؟
غادي تْدَبَّرْ مُوْلَّي التَّرْتِيبْ مْعَ الْمُقَدَّمْ؟
كَنْتْسَاعْدْ. شُكْرَانْ.
وْصَلْتي، سْاَلْ شي وَحْدْ مَنْ نَاسْ اخَرْ، الله يْحَفْظْ.
بغيت الرقم 24، من فضلك.
ها جوج دولارات. خلي ليك الصرف.
وحدو برغر وحدو تشيز برغر، الله يرحم الوالدين.
شحال كديرو علي المعالجه؟
بغينا كل واحد يخلص علي راسو.
كان المكان علي كرسي في الرّواق.
بدّل هاد الين لريال.
بغيت قاموس صغير بحال الجيب، الله يرحم الوالدين.
لشخصين علي الساعه السابعه. الاسم هو واتانابي.
ساعتي. كانت سيكو ديجيتال.
غادي يكون لينا الشرف نقدمو ليك المشروب ديالك المفضل، وبعدها العشا. دليل كامل علي المشروبات لي كنقدمهم فهاد الرحله غادي تلقاه فدليل المعلومات ديال المجله ديالنا.
عندك ساكن هنا؟
فين كاين متجر الهدايا؟
كَنْسَافْطْ فِي الطْرِيقْ لْوَحْدُو قْرِيبْ مِنْ مُورُو بَايْ.
بغيت ساعه منبهه، الله يرحم الوالدين.
بغيت نعرفك راسك، انا هيروشي ايجيما.
هاد القطار كايوقف ف ليك فورست، مشي هاكا؟
كاع اليابانيين كياكلو الحبار و الكلامار.
كَانْدِيرْ لِي دُوز تِذْكِرَاتْ دْلَا سُوكُونُومِي لْشِيكَاغُو، لَفَضْلَكْ؟
مشيت ل نيويورك.
شكون هو رقم الرحله؟
وحده ل نيويورك، من فضلك.
عْلَي غِير بْضْعَه اَيَّام.
اللي من اليسار الثانيه.
هاد الكارط، مزيان؟
هاذي هي كونطوار الاستقبال؟ واش كاين شي مصحه قريب؟
هل عشره دولارات كافيه للذهاب بالتاكسي؟
كاين شي حاجه غريبه فالذوق ديالها.
نعم. انتظر، غادي نجيب ليك واحد.
نص قاروره، من فضلك.
لا باس. شي حاجه رخيصه.
كتشوف شي حاجه؟
اربع ليالي.
كَنْحْتَاجْ جْوَايَات.
هل ممكن تخليه ارخص شويه بحال هاكا عندو بعض البقع؟
داز عليا واحد الراجل. من بعد شفت محفظتي مشات.
ماعرفتش واش جمعت بزاف ديل الملابس لثلاثه اسابيع ديل السفر.
حسنا، بغينا نجربوا شي عنب ابيض.
ايلا سولات عليك شي وحده، قول ليها غادي نكون فالقهوه.
كَنْتَاكِدْ بلي كنت حاطّها فجيبي الداخلي ديال معطفي.
هل ممكن نعرف اسمك و رقم الهاتف ديالك؟
هل غادي الطياره تخلص لي باش نشري شويه ديال الحوايج الشخصيه الضروريه؟
بغيت شي غرفه فيها حمام.
مكاين والو من هاد الماكينه؟
كان خاصك تركب فالرحله 820، لي طارات من 15 دقيقه. مزيان، نقدر نوجد ليك رحله اخري.
شي حد فتح صاكتي.
اه، ما عنديش ما ندير. دابا جيتي.
"الخطوط الجويه اليابانيه، الرحله رقم واحد اثنان ثلاثه."
كَانْدِيرْ نِشْرِي شَامْبُو.
قول ليا فين غادي نوصلو للمركز الثقافي؟
فين كاين الجزاره لي قريبه؟
بغينا نبقاو اربعه ليالي من الاول ديال غشت.
شكون هو اسم ديك الزهره؟
15 شتنبر هو نهار الاحترام ديال المسنين.
مكاينش الصابون فغرفتي.
هل عندك شي حاجه ناخدها لهاد الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
شحال غادي ياخذ الوقت باش نطلب؟
هلا تكلمت بصوت اعلي شويه؟
شحال غادي يبقي حتي يخرج؟
فين كاينين اخبار الرياضه؟
هاد الحجم هنا، لي كتديروه الحجم العادي، غادي يفي بالغرض.
فاين غادي يوقف هاد الجوله، و فين غادي تكون؟
فين كنبدل القطار باش نوصل لادنبره؟
بغيت ندخل هادشي فشي خزنه ديال الامان.
فين كنشري العمله؟
هل يمكننا ترك اشياءنا، باستثناء الاشياء الثمينه، في الحافله؟
كَنْتَسْوَلْ عْلاش هاد التّحْمِيل فْ الفاتُورَه دْيَالِي.
غادي نخلص خمسين دولار.
دابا عرفت علاش كان الخلل.
هادا ايكيدا كيتكلم. عندي حجز لماءده فهاد الليله علي الساعه سته و نص. ولكن اسف غادي نوصل نصف ساعه متاخر.
شحال من اونس د العطر ممكن ناخد بلا ضريبه؟
غير السياحه.
هاد الشي مزيان، وقع عليهم من فضلك. كيف بغيتيها؟
عندكوم شي كراسي لبّارح؟
بغيت واحد كبير.
نعست علي الساعه سته و نص.
"انا مصور فوتوغرافي مستقل."
السماسريه كايديرو ليك الصرف بالدولار و يعطيوك نصاءح علي الكازينو. هادشي ولا، نمشيو؟
عندنا تقريباً تلاتين نوع ديال الزيوت ديال الحمام.
غادي نعطي ليك المقترح الاسبوع الجاي.
شكرا. شحال هاد الجوج قفازات؟
عندي نمشي. غادي نتصلك بعدا.
بغيت شي حفاضات للرمي.
منين جاو هاد لسمك لفراشات؟
عافاك غادي تبدلهم ليا لدولار؟
حنا حظنا زوين بزاف. عندهم واحد بحجم 4 فالمحل ديال الاموانا.
كاين شي ليموزين؟
هلا طلبت ليا تصويره ديال الصباح خمسه و نصف؟
بغيت شي غرفه هاديه.
بغيت شي مزيل لاكاشيون.
بغيت بطاريه.
عندنا فرقه موسيقيه حيه ولا دي جي؟
شكون اللي كايعاود علي كراء معدات الغطس بالزعانف؟
بغيت نحتار غرفه لمده اربعه ليالي من تاني وعشرين د دجنبر.
هل هاد الشنطه مناسبه لجميع الاحوال الجويه؟
بغيت شي بريوه، الله يرحم الوالدين.
باغي نكري سياره اوتوماتيك لمده يومين.
فوتت الطياره رقم عشرين ديال سان فرانسيسكو.
شحال علي المطار؟
هادشي مزيان. فين غادي يكون؟
شحال عندك البنت؟
غادي تقولي علي شي فنادق رخاص و نظاف؟
غادي نقدرو نحجز ليك غرفه مريحه فالقلعه القديمه قريبه من نادي الجولف المشهور.
كننصحك بهاد المنتوج حيت كايدار من مكونات طبيعيه ميه فالميه.
هل القطار كايوقف ف برايتون؟
قول ليا فين نلقا طاكسي؟
ممكن تاعتين تذكره ديال الدرجه الثانيه، الله يرحم الوالدين.
بغيت نبعث فاكس.
بغيت مكواه مسافره.
عندي نعرض عليك شي حاجه؟
نهار ديالي؟ كنخاف نسول، ولكن شنو كتقصد؟
باغي شي حاجه لي تدير الوثاءق ديال الحجم العادي ديال الورق بلا ما نطيّقهم.
نعم، ولكن ماشي بزاف قوي.
كَنْحْسَس مِنْ لْقِطَاط
اه، خاصك تكون عندك رخصه السياقه، و، اه، خاصك تكون عندك رخصه من اللجنه ديال التاكسيات و السيارات الفخمه.
سير علا براسك، سيدي.
ما قادرش ناخد الما سخون.
بغيت نحتار غرفه لليله هادي.
لا، الثمن ما فيهش الضريبه ولا الخدمه.
هل بغيتي تمشي معايا للتسوق هاد لعشيه؟
سلام، هاد الفستان زوين بزاف.
دابا، دازت المكالمه. سيري الله يرحم الوالدين.
شكون هو رقم الباب؟
شكون هو الهديه التقليديه من هاواي؟
هل ممكن نوصل لهاديك المنطقه بالمترو؟
بغيت تصفيفه شعر بالمجفف.
هل غاديين نوصلو لشي حاجه بهاد الطريقه ديال الكلام؟
جيت من النرويج.
من عشره حتي اثنا عشر من فضلك.
بالتاكيد. دعيني اراه. اعتقد انك جرحت من المرجان.
غير كنحسبوها، عطيني رقم المسءول.
هل كاين شي اوتوروت؟
علاش ما جاش للحفله امس؟
وقعات حادثه سير.
عفوا، ضربت رقم غلط.
من فضلك ادخل الكود السري.
ما قادرش نضبط الصوره.
وحدين برغر بالجبن وعصير برتقال، الله يرحم الوالدين.
ها هو جواز سفري.
شكرا بزاف. بغيت نطلع للفووق؟
هل ممكن ناخد تذكرتين للمسرحيه الموسيقيه يوم الجمعه الجاي؟
قال واحد مسافر اخر من هناك انه يمكن يبدل معاك الكرسي.
عندي شي امكانيه نطول مده بقاي؟
قول، واش عندك شي حاجه تستاهل تشوفها قريبه من هنا؟
لا، بغيت نكري نص مجموعه ديال العصي و زوج ديال الصباط.
هلاّ قلتي ليا فين غادي تلقاو الشنطه لي ضاعت؟
شكون هو اسم هاد المنتزه الوطني؟
عندي جرح خفيف.
فين كاين شي مكان مزيان باش نشوفو المناظر؟
هل ممكن ناخد شي فواكه؟
هل ممكن ناكل الغدا دابا؟
كَانْضْرَرْ نْبَدَّلْ هَادْ الدُّولَارَاتْ.
كَنْحْتَاجْ طاكْسِي. انا فْ سُوقْ سُوقْ جْنُوبْ وْ لِيبِيرْتِي.
بالتاكيد، هل تحتاج الي عقد داءم؟
ما كايناش تفاحه، هادي خوخ.
غادي نعطيك الوصفه. خدها للصيدليه.
طيارين تلاته ديال المرات فالسيمانه، يوم الثلاثاء، الجمعه، والسبت.
هادشي غالي، مشي صحيح؟
نعم، عندنا هاد الشي. غادي نجهزوه ليك.
غادي تبقا عندك الشنطه حتي لثلاث؟
لا، بغيت غير ندخل.
هل ممكن نستاجر سياره من هنا؟
هل انت امريكي؟
هنا، من فضلك.
مَاكَانْشْ عَاطِي وَجْهْ
فين كاين الظل ديال العيون؟
بغينا ركن هادي، ان امكن.
هاد الطاكسي خالي؟
هادي محطه قطار سريع؟
شحال الساعه نجي؟
بغيت كاس صغير ديال الخمر الابيض.
اه. هل يمكنني ان اكل وجبتي لاحقا؟ لا اشعر انني علي ما يرام الان.
في الحقيقه، عندي خبر. غادي نتزوج.
كاين شي بنطلونات اخرين؟
عندي برنامج؟
دوزت الليل فداري شي واحد دخلها.
عرض علي السمكه لي شفت اليوم فالكتاب ديال الصور، الله يرحم الوالدين.
شوف التعليمات لي فالكرتونه ديال الاكل المعبا.
بغيت فلوس ورقيه.
سرق ليا المحفظه و هرب.
عندكش دروس تجريبيه؟
فين كنشري الطوابع البريديه؟
انا من بريطانيا العظمي.
غادي نشوف ديك الساعه مع مراتي.
بغيت نرجع هادشي.
كاين تليفون طوموبيل قدام ديك البنكه.
غادي نوصل فالتاسع دمارس ونمشي فالرابع عشر.
هادشي شويه غالي، ما كتشوفش؟
عندك الطوموبيل؟
فين كاين تيرمينال ديل الحافلات؟
هاد شي بغيتي شي حلوه؟
كَتْحْكَمْ؟
نفس الشيء لي، من فضلك.
مكاينش اللي وصلني الطلب ديالي.
كاينين بزاف ديال لعيون الحاره.
غير خمسين الف ين ياباني لدولار امريكي.
ماشي مشكل بالنسبه ليا. في الحقيقه بغيت نشرب.
فين كنشري التزلج و الكلوشيات؟
واش نسيتي المشروبات ديانا؟
هلاّ بعثتيه ليا لعنواني فاليابان بالبريد الدولي بالكريمه؟
بغيت كاس ديال الخمر الحمر.
غير كاع ديالك السيد. ههه، غير مزحه صغيره.
بالتاكيد. واش شنو بغيتي؟
عندنا البيره، الويسكي، البراندي، الجين، الفودكا والخمور.
ID. اه، صحيح. هل جواز السفر مقبول؟
غرفتي رقمها تلاته وتسعين. هل يمكنك ان تاخذ غسيلي؟
غادي نشوف واش شي حاجه منهم كايجي.
بغيت كيتن.
جيب لي جبن محكوك.
هل ممكن تغسلولي قمصاني قبل الصباح؟
هاد السيد ما يصيفطنيش؟
علاش من بعد؟
سمح لي. واش كاين شي مكتبه هنا قريب؟
كَنْظُن بلي درتي خطا. الغرفه خلصتها مسبقا. عندي الوصل.
الطوبيس كاين من ديك الوْجه.
بغيت شي دوريتين د فيلم ملون ديال 100 ISO، 36 صوره، الله يرحم الوالدين.
بغيت نقد هاد الشيك ديال سبعين دولار.
بغيت نشري طابعات لعشر بطاقات باش نبعثهم لليابان، من فضلك.
كاين شي بنك قريب من المحطه؟
خايف يكون فيه غلط فالفاتوره.
هنا هو بالضبط.
وحدين شيزبرغر للتحل، شكرا.
ما بقاش ممكن دير التصميم بلا ما يكون عندك حاسوب.
جْري.
كاين تمزيق هنا فالقميص ديالي. واش ممكن تسدّيه ليا، الله يرحم الوالدين؟
شحال الثمن ديال التذكره حتي مانشستر؟
هل يمكنك ان تعيرني كابل زياده؟
فين كنشري حصيره ديال البحر؟
من فضلك، عطيني حجز جديد.
عْطِيني ديك شريحه لحم خنزير، ولكن ماشي بحال ديك السميكه.
غادي نجيو فسبعه.
كَانْ شُفْتْ الثْمَنْ هَادَا مَنْخَفْضْ، كَانْبْقَا نْتَسَاءَلْ شْنُو غَادِي نْشْرِي فْاليَابَانْ.
سرقو ليا سجلاتي انا كدلك.
وحد كون ديال لعاق بفلانيلا، الله يرحم الوالدين.
موافق. خاصها تكون طبيعيه بزاف.
حذار من الفراغ، حذار من الفراغ، ثم قريبا من الابواب، من فضلكم.
غادي نحتاج لبطاقه كريدي.
ها هو الرقم.
قول لي فين كاين شي مكان زوين فهاد الواد، الله يرحم الوالدين.
عافاك بغيت تقرير علي حادثه.
لا، شكراً غير هاد الساعه.
حسنا، من فضلك بقي علي الخط. السيد ناكاجيما، السيده سايتو ما كتجاوبش علي المكالمه. هل تريد مني ان اتصل بها مره اخري؟
ممكن، ولكن خاصنا نوزنهم واحد بواحد.
كاين غير شويه و بزاف ناذر.
فاين كاينين الشنط ديال الرحله سبعه صفر ثلاثه؟
كاين شي حاجه فالته فالتقابض ديالك.
غادي يفسد هادشي؟
لا، شكرا. ما نيش غادي نشرب اكتر من هكا.
قول لي شحال من شارع مزيان للتسوق.
هاد الباص كيمشي للهيلتون؟
دابا، هاد اللوحه كاينه غير هي. ديال تسوروتارو كاتاوكا. معروف عالمياً كفنان.
عندي تقدير كبير للموسيقي الكلاسيكيه.
عندي شي دعوه عشا معايا فنهار من نهار؟
حاضر. شنو هو اسم الحزب ديالك ورقمك، من فضلك.
سمح لي، خليّني نخرج، الله يرضي عليك.
هلا طلبتي شي موظف كيعرف يتكلم باليابانيه؟
كَنْزُورُو عْلاَقَاتْنَا بِالْعَاءِلَه بْشَكْلٍ مُتَكَرِّر.
ميكي هاياكاوا. هذا هو الغرفه سبعه واثنين.
عندي نبقي هنا الليله، صحيح؟ واش تقدر تساعدني تحجز لي غرفه فالفندق؟
ما غاديش يطول. خمسه عشر دقيقه علي الاكثر.
هاش كاين هاد الاتصال؟
واخا، قول ليها راني كنت كنصوب ليها، الله يرض عليك؟ غادي نعاود نتصال بيها بعدين.
هل كاين شي جوله فالصباح؟
كتشري العملات الاجنبيه؟
ميزانيتنا تقريبا خمسين دولار في المجموع لثلاثه اشخاص.
فين كنشري شريط ديال التصوير؟
عندك شي بيره يابانيه؟
بغيت مايو صغير، الله يرحم الوالدين.
بغيت نسجل الشنطه ديالي.
هادي الانسه كاوازو فالغرفه 1611.
Bi-l'ahwa.
ما كاين والو.
علاش كاينه اهميه بزاف عندكم، راس العام ولا عيد الميلاد؟
كرسي رقمك هو تلاتين و ا. دابا مشي فالرواق هادا مستقيم. هو كرسي جنب النافذه.
غير دقيقه وحده، الله يرحم الوالدين.
مرجو ملء تقرير عن فقدان شيء ما.
مكا نفهمش الامريكاني، كنحكي الانجليزيه ديال الملكه.
من نهار لبارح.
*غادي يشمل التامين ديال التصادم والتامين ديال المسءوليه.*
ضيعت بطاقه التعريف ديالي.
عندك شي بروشات بتصاميم زوينه؟
كَنْتَصَل مِنْ كَابِينَه تِلِيفُون فِي مَاكِي
هادو كبيرين بزاف.
شحال ثمن التوقيف بالساعه؟
سيداتي سادتي، في رحلتنا اليوم، لدينا مضيفات ومضيفون يابانيون يمكن التعرف عليهم من خلال شارات العلم التي يرتدونها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا بذلك.
هل كاين شي فتره فالفن لي كتفضل؟
شوفها مزيانه دابا.
سير علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، هوما متينين بزاف.
حاضر، غادي نبعثها ليك ل لاس فيغاس.
كَنْبَحْث عَلَي قَمِيصات دِيَال الجْرِي.
هل بغيتي شي حاجه تشربي من البار؟
هكذا من فضلك. خذ هذا المصعد.
خير ليك تركب فالقطار ديال تمانيه و نص.
كاين شي سينما هنا فهاد المنطقه؟
دابا موسم ديال لكوكل، غادي يكونو زوينين.
بغيت ساعه مستعمله.
غادي نْسَجِّل الوُصُول تقريباً فْ التسعه دْ الليل.
كايتاخر الوقت. خاصني نمشي.
ماشريت حتي خدمه ديال الغسيل ديالك. غادي تشوف هادشي من جديد؟
بغيت شي نعناع، الله يرحم الوالدين.
لا، ما كاينش.
هادي اخر محطه؟
نطلبوه فالتليفون.
هادشي حرّ بزاف؟
فين كاينين حافلات السياح؟
نعم، بغيت نشوف معالم المدينه.
كاينين بزاف د السياح حدا البنايه، كايبانو تجمعو باش يشوفو شنو كاين.
شكرا علي حسن الضيافه.
الصّراحه هي احسن سياسه.
هلاّ سَبّقتي تْنَوّقْتيني فْسَاعَه سِتّه، الله يخليك؟
شحال الثمن ديال نص نهار؟
انا كينجي.
كَتْعْرْف شي مَكَان زْوِين فْشيكَاجُو؟
واخا، دابا داكشي لي بغيتو غادي نديرو.
هل ممكن تبدل هادشي بواحد اخر من نفس النوع؟
بغيت نعمل حجز علي ثلاثه و نص د النهار.
صندوق الامان، من فضلك.
اختار لينا شي عنبه مزيانه.
بغيت شي بلاصه صغيره.
علاش نخلص علي الغاز؟
سارق. خاااااااااا
كِنْتْسَناوْ صْحابْنَا يْجِيوْ.
عْطيني شْويه صْرف.
"شَعْر مَرْبُوط بِشَكْل دَاءِم، مِن فَضْلِك."
هيا صغيره و لطيفه.
شكون هو الاوبرا د اليوم؟
مقلي، من فضلك.
ما عطاونيش الغسيل ديالي بعد.
واش كاين شي حاجه هاد السبت الجاي؟
واخا، يمكن نتفاهمو مزيان مع بعضياتنا.
عاملاتني بحال شحاذ.
فهمت. ممكن نساعدك فمشكل اخر؟
هل يمكنك وضع عدسات طبيه في هاد النظارات الشمسيه؟
غادي ناخد اثنين من هادو.
شكون هاد الكلاب زوينين. شنو هاد السلاله؟
سقطت الشوكه ديالي. جيب لي وحده اخري من فضلك.
ديك الساعه كانت متعه.
اكيد. سير علي طول ولف يمين فالتالته. غادي تلقاها علي يمينك.
عندك شي فيلم ديال الصور الملونه؟
عرفت كاثي؟ هادي عيد ميلادها.
عندك شي باليت ديال الالوان؟
شكون اللي غادي يخلص بالشيك ديال المسافر؟
ولكن، هو، الراجل، كيفاش نعرف هادشي هو الحقيقي؟
هل يمكنني الحصول عليه بدون ضراءب؟
ما قادرش نحط الشنطه تحت الكرسي. بغيتك تحفظها ليا، الله يرحم الوالدين؟
هلا حطيتي هاد السكّانه فالكَاراج؟
غادي نمشي دابا، غادي ناخدو.
مرجو ارسال حد يساعدني علي صعود حقاءبي في السادسه و نصف.
بغيت خريطه د سان فرانسيسكو والمناطق اللي حواليا.
شكون هو الخبز لي عندك؟
فين كاين المصعد؟
هل كاين شي حد كيعرف يعزف علي البيانو؟
فاش خاصني ننزل باش نمشي للبرج كاين؟
الميزانيه اقل من الف دولار.
شكراً بزاف، ولكن ما عنديش الوقت باش نبقي ليلتين. هل ممكن تحجز لي غرفه توام في ديك الفندق لليله 12 مارس غير؟
هل ممكن نحجز غرفه مزدوجه مطله علي المحيط؟
ما قررناش بعد.
صاحبي تعثر وشد ليه كاحلو.
غادي نجرب شي شربات.
هل هناك مطعم تايلاندي قريب؟
كاين حدا ديك العماره العاليه. دابا رجع بنفس الطريق لي جيتي منو حتي لضوء الاحمر. من بعد، لف لليسار.
غادي نطيّر علي لوس انجلس غدا الصباح الباكر.
واش من بعد نقدر نقوليك بثقه دير هاد "جوله مدينه سان فرانسيسكو". هادشي غادي يعطيك فكره عامه علي سان فرانسيسكو.
بغيت ناخد التامين.
نطبقو شويه دْلبروده باش نخففو من الالم.
كَتْبَغِي تِشْرِي لْبَسْتَه.
شحال الثمن ديال التاكسي حتي لهاد الفندق؟
فين كاين التواليت؟
واش كاين شي تمن باش ندخلو لهاد البنايه؟
ديرها بحال ما بغيتي.
كَنْبَحْث عْلَي حَاجَه شِي شَوِي رَاقِيَه.
"النافذه مسدوده."
فاش من جهه كاين ساحه يونيون؟
نص اونصه من شانيل نمبر فايف، من فضلك.
شكون اللي بغا كاس ديال قهوه؟
هَلْ عَلَيَّ اَنْ اَشْتَرِي تَذْكِرَهً؟
شحال هي الخدمه؟
شحال من هنا؟
كريمه و سكر؟
عندكوم شي تخفيض للمنخرطين؟
كاين شي سوبر اكسبريس فتسعه و نص؟
خليني نشوف شويه ديلويد ديل الفرامل والموتور. الموتور ديالك كايبان ليا غادي يطفي.
ماشي حيت انا.
مكاينش الضو
غادي نبلغ علي هادشي للبوليس.
غادي يخلص كل واحد مشروباتو؟
مابين تلاتين وخمسين دولار ف الليله.
صلح هادشي.
فِي اَيَّامِ السَّنَهِ الجَدِيدَه. وَفِي المُنَاسَبَاتِ الخَاصَّه مِثْل حَفَلَات الزَّفَاف، حَفَلَات التَّكْرِيم اَو حَتَّي المَاتم.
زيد ليا شويه ديال الخردل، الله يرحم الوالدين.
علاش ما تعطيهاش هديه؟
شكون الفيلم لي كتعرفي توصي بيه؟
هاك عشرين و رجع لي درهمين، الله يرحم الوالدين.
ضرباتني من الجنب.
غادي نجي عندك فاثنين.
هذا هو الشنطه ديال الرحله JAL واحد صفر؟
هادا اول مره نتجوج لباريس.
هل ممكن تقدّر التكلفه قبل ما تبدا فالشغل؟
دخل، من فضلك.
رحله التخييم ديالنا غادي تكون مزيانه بزاف.
فين غادي نركبوا القارب؟
ما عندناش كيس بهاد المقاس، غادي نديرو ليك فالبلاستيك الكبير هادا.
بغيت نلعب التنس.
كاين عصير اناناس، برتقال و طماطم.
جيهه اليسار ديال هاد الطابق، قريب من المصعد المتحرك.
شكون لي غادي يغني فالقاعه ديال الحفلات اليوم؟
ما بغيتيش تشوفي فيلم اخر؟
بدّل لي هاد الشيك ديال المسافرين فلوس نقديه.
بغيت ناخد نفس الدوره غدا، من فضلك.
ممكن نجاوبك علي هاد السءال بشكل احسن بعد ما نشوف بضعه عروض.
كَنْتَبْغِي هَدِيَّه بْلَاصَه لْذِكْرَي عِيد زْوَاجِنَا.
شكون هوما المسرحيات الموسيقيه لي كاينه دابا؟
عندك مرايا؟
عفاك، ضعت فطريقي. واش تقدر تساعدني؟
غادي ناخد هاديك، الله يرضي عليك.
ما كايدخلوش البارود لكندا.
شكون هادي مرتك، شيف طوب طوب!
كَتْبْغِي شي مْعَوْنَه؟
هل ممكن تحجز ليا طاكسي لسته غدا الصباح؟
شكون ليك معا هاد الطاجين؟
هل كاين شي بوتيك هنا فهاد المنطقه؟
هاد المكان مملوء بالناس، مشي هاكا؟
معذره. غادي يكونو جاهدين فشي خمس دقايق.
حسيت بوجع في رقبتي و انا كنحلم.
حاضر، مكاين حتي مشكل. بغيت نشوف الباسبور ديالك؟
ماعنديش فلوس.
شحال الساعه اللي خاصني نكون فالطوموبيس؟
كاينين بزاف د المطاعم هنا.
كايْنْ جنب الْخْزانه ديال الكْلْبْس.
كان لقاء ممتع معاك.
هل كاين شي جوله فالنهار؟
انا مع صحابي.
استمتعت بالاقامه. شكرا.
البلاج تحت بالضبط. شحال حلوه هاد المنظر.
شكرا علي الانتظار، السيده ماكغاير. ها هو. تفضلي، من فضلك.
عندك شي بطاقه تعريف؟
سبعه، من فضلك.
باغا نبعث هادشي للكوي. فين غادي يكون جاهز؟
عندي سروال مخطط.
نعم. توصلت توا بحقيبه شخص اخر في غرفتي. هل يمكنك التحقق منها، من فضلك؟
هلا شرحتو ليا بالتفصيل؟
عْلاش مْنَعْسْتي مزيان؟
غادي تضغط علي زر التصوير؟
عطيني جوج مفاتيح، الله يرحم الوالدين.
بغيت لمبه.
كاين فاخر الممر.
بغيت شي ورق ديال الكراس.
هل غاديين فالطوبيس؟
قُلتي غادي تمشي لليابان غدا؟
خليني نعس حتي تسعه صباحا.
عندي ننقل لواحد ماءه AW. هل ممكن؟
شكون هاد اللعبه ديالك هاد الايام؟
كَنْحس بْالضّيقه فْالصّدر.
La basla. Law jiti f 5 septembre, ghadi tstame3 m3ana film 3ilmi, 3andna nhar mftouh khass f kol juma ula f chhar.
عندك شي جوله اخري؟
حسنا، خصم خمسه في الماءه. هل هذا مقبول؟
غادي نمشي لباريس.
واش هادي اخر موديل؟
محدد علي ثمانيه وثلاثين دقيقه ديال الليل بالتوقيت المحلي.
خدو معانا ديك العماره، الله يرض عليكم.
حاضر. بغيت واحد صحن وسط و كرواصه ديال الارز.
كيف شايف هادشي؟
بغيت نشوف داكشي لي فالطاقه، الله يرضي عليك.
La yekdar. حنا فالعطله. ما بغيتش نبقاو فالغرفه ديال الفندق نشوفو كره اليد فالتلفزه. بغيت نمشي نشوف مسرحيه.
عندي نلمسو؟
هلا جيتي هاني تصلاّحو؟
بغيت شي الياف صناعيه.
سميتي تارو تاناكا. عندي حجز.
بغيت كريم تنقيه.
بغيت جوجيت بطوال.
تسرقات لي كيس ديالي.
سبلنا كايعاودو يتقاطعو بزاف، مشي هاكا؟
هل ممكن نشوف القاءمه مره اخري؟
كاي بانو عليهم شويه خضار.
شحال؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسته وسبعين متراً.
لا، بعدا. عندك بزاف باش تختار.
بغيت كريم ديال الليل.
كاين بين الخبز والجزاره.
هل يمكنك تقصير الاكمام؟
كَنْخَافْ مَا كاينهشْ لْعْبَهْ لْگُولفْ فْهادْ لْحَيْ.
هلا عطيتيني الخاتم الثاني من اليسار؟
هلا سالتيه باش يدير ليا تلفون؟
حاولت ندير مكالمه دوليه. وصلتي ولا لا؟
هادشي خطا.
نعم، هاكا. حيت كتشوف الرايه قدام البريد.
غادي تبعهم اكيد، صح؟
بغيت ندير تلفون بكريدي كارت.
بغيت ناخد ديالي و نمشي.
ملي توصل، غادي نخلصو الشحنه باش توصل لداركم.
هاد الايام كنستعمل دايما الكونطور فالعمل.
اه، مزيان. فهمت. غادي نجي عندك.
لا، هاد شي بزاف.
هل ممكن ناخد لحاف ووساده؟
جيتي لهنا ف اقرب وقت ممكن، الله يرحم الوالدين؟
كاس دي كافا، الله يرحم الوالدين.
كَنْبَحْث عْلَي بَعْض الكَارْدْات لِي كَيْتْعَامَل بِيهُم الحَاوَايّين بِشَكْل تَقْلِيدِي.
هلا ضيقتي الخصر بثلاثه سنتيمترات؟
عندي نفس السن.
غادي تجيب لي شي قهوه؟
350 دولار؟ هادشي بزاف علي ميزانيتي.
هلي خاصنا نديرو تصويت؟ ان لم يكن كذلك، اعتقد اننا توصلنا لقرار، غادي نبعثه للمجلس الاداري ديالنا غدا الصباح.
كَتْعْرْف شي فندق رخيص؟
صباح الخير. نعست مزيان؟
شكون هي النيه ديالك بعد ما تخلص المدرسه؟
تسرقات لي كيس ديالي ديال الكتف فالزنقه.
ڭاعما كنتي غادي هاد الصباح، ولا عندك شي خدمات اخرين غير الفطور؟
بغيت كاس ديال قهوه بيضا، الله يرحم الوالدين.
حاضر. واش كاين فندق شيراتون هنا؟
كَنْتَمَنَّي مَاكْ تْكُونِي مْعْيَاتْ بْزَافْ.
بغيت نكري سياره من هاد الفءه لمده يومين.
غادي نشرب كاس ديال جاك دانييلز.
بغيت كيس ديال البوب كورن، الله يرحم الوالدين.
سقطت مني عصا التزلج.
ما كنحملوش معانا هدايا للاستقبال. بالعكس، كيجيبو الضياف فلوس.
باغي نبعثها بالبريد البحري.
جاو الطياره متاخرين بسبب الثلج الكثيف.
شحن، من فضلك.
هلاّ دّيت ليا شي رساله، الله يرحم الوالدين؟
معذره، ما قادرش نتبعك. هل ممكن تتكلم شويه ببطء، من فضلك؟
شكون بغيتي نشوف ليك؟
علاش لا، بغيت نصور؟
خارج الميه.
رقم الرحله هو اتش بي تسعه وثمانين متجهه الي طوكيو في الحادي عشر من مارس.
هل ممكن ناخد نفس الطبق ديال داك السيد؟
عندك شي واحد اخر؟
جيب لي الفطور لغدايه ديالي فداري فسبعه صباحا غدا.
غادي يصعد واحد من الصيانه دابا.
معذره. غادي نرجع بعدين.
كيفاش غادي ناخدو؟
هل كاينين شي بلاصا فجوله الخميس؟
عفاك، هل يمكنني المرور؟
عندك شي نباتات ولا فواكه؟
قول ليا كيفاش نملا كارته التنزيل؟
كَنْتَقْلَبْ علي شي خمسه الاف دولار باش نبيع سيارتي.
هاد الطعام فيه كالوريات قليله؟
شكون هو الباص لي خاصني ناخد باش نمشي للمحطه؟
نعم، صحيح. ولكن عليك ان تنعطف يسارا عند ثالث اشاره مرور وتستمر في ذلك الشارع حتي تصل الي الطريق رقم سته وستين.
بغيت كاس ديال الما باش ناخد دوا، الله يخليك.
كنتمني منك تاخدني للبحر.
معذره، غلطتي في الرقم. هادي شركه تانكيوشا بريس.
غادي نخرجو.
شكون هاد الموسيقي؟
عطي هاد السيرو لوليدك، مقياس واحد، بعد كل وجبه.
هاد الطراز متوفر فحجم 28، 31 و 35 سنتيمتر.
اه، هادشي بزاف.
هل يمكنني استعمال هاتفك؟
هادشي ريحتو زوينه بزاف. شحال ثمنو؟
بغيت نعاود ناكد علي رحلتي لشيکاغو فـ 17 ديال هاد الشهر.
كلت شويه بزاف.
هل يمكنني التحدث مع الانسه براون؟
هاد الدار كاينه فيها راحه العيش، ما كاينش؟
بغيت نعمل حجز فالرحله ديال الخطوط الجويه نورثويست، الرحله رقم 86، فالتاريخ الخامس.
محفظتي، جواز سفري ومتاع شخصي.
شكون الوقت لي كتسدوا فيه؟
صبر شويه. ممكن نسيتو فالحمام.
هادشي علاش كنت غادي نقول.
نعم، كنعتقد هاكا.
دارك كبيره. شحال من غرفه عندك؟
استمتعنا بالعشا.
فاهم، ولكن ما نقدرش نقولها.
اه، نعم، من فضلك. اتمني فقط الا يصابوا بدوار البحر.
لطوكيو، من فضلك.
شحال باقيلنا باش نوصلو؟
غادي نمشي بكري غدا، بغيت نخلص دابا.
شيري ناشف، من فضلك.
مقعد مخصص لغير المدخنين، من فضلك.
كايْخدم دابا.
هل ممكن للاجانب يوصلو للكتب فهاد المكتبه؟
هل ممكن نبقي فالغرفه حتي الساعه 2 ديال لعشيه؟
هههه. صباح الخير فوقتك. عادي.
بغيت شي شويه ديال هاد الفيلم ديال ASA number لهاد الكاميرا، الله يرحم الوالدين.
فين كاينين لوحات مونيه؟
هاد البيتزا لذيذه. شكون اللي دارها؟
شكون هو طعم هاد الطبق؟
كذلك هوما غاليين.
علاش غادي يخرج القطار اللي كيمشي ل بوسطن؟
غادي نتعلم الجولف.
عْطيني شْراب اخر.
شكون هاد السورفر الزوين.
كَنْخَافْ بَاشْ لْكْمَامْ كْيَكُونْ قَصِيرْ بْزَافْ.
هل ممكن تعلمني كيف ندير الغاز؟
هل ثمن الفندق يشمل الفطور؟
هادشي كامل؟
هادي هي الطريج.
شغل العداد، من فضلك.
غرفتي بارده بزاف.
غادي نرجع ليك ملي نكونو فاضيين شويه.
عندك شي واحد اكبر من هذا؟
حسيت براسي مزيان.
هل عندك علم بجغرافيا اليابان؟
"عافاك بانيلي فين كن في هاد الخريطه."
%100 دْيال القطن.
بغيت نبدل لغرفه ديال المحيط. واش كاين شي تكاليف اضافيه؟
شحال كاينه الكراء ديال لوح نص نهار؟
عشره نونبر.
بغيت شريط اله الكتابه.
كايحمق بزاف.
علاش غاديين نطيرو؟
كيفاش غادي تعرف الساءق علي انك بغيتي تنزل؟
$24. واش بغيتي شي حاجه اخري؟
درت الحجز فطوكيو من شهر.
نشكرك من اعماق قلبي.
هل انزل هنا للوصول الي مركز روكفلر؟
سول علي المقاس ديال لخاتمي.
غزال بزاف.
غادي تخرج معايا فموعد غرامي؟
سولي هاد الكونطره صاوبها.
بغيت نكري سفينه بموتور.
فين كاين قسم النساء؟
القهوه ما كايناش؟
شكون كان تخصصو قبل؟
اخ. اخ. اخ. اخ. ولّيت معوّد علي وجهها.
علاش نخلص هاد التيكيت فينما ندخل لشي عماره؟
السلام عليكم، عندك مكالمه. تفضل، من فضلك.
جرحتي كاتعذبني.
فين كاين المحطه؟
عندي قشعريره.
ثلاثه ايام.
عبر الجسر لي غادي، غادي تلقي المكتبه من الجهه اليسري.
ساعدني نلقاو واحد دليل كي يتكلم اليابانيه.
ما بغيتش واحد كبير.
غادي يكون تاخير خفيف.
شكون هو الفرق بين هاد الفنادق؟
ضيعت طريقي و خرجت من المحطه.
كان زوين. شكرا ليك.
غادي نكون هناك تقريبا ف سته ديال لعشيه.
عندك شي حاجه اطول شويه؟
تاريخ الانتهاء هو مارس تسعه وتسعين وتسعماءه والف.
شحال كانت؟
كاين شي كازينوهات زوينين؟
ها الفلوس ديال الكراسات. ورقه ديال ميه دولار.
فين كاين قسم النساء؟
فين كنصعد فالبوط؟
صاحبي مصاب.
كَتْبَانْ لِي بْخِير.
غادي هاد المتجر يبقا مفتوح غدا؟
كولو فطوال الممر.
هلا حلقتي لي شاربي؟
هادشي كيجي مع بار السلطات واختيار بين بطاطا مشويه ولا بطاطا مقليه.
فين كنشري الحشيش؟
ما نقدرش نبيع هادشي بلا وصفه طبيه.
علاش لا، ممكن نحجز خمسه كراسي فصف واحد؟
هلا عطيتيني حبل للجر، الله يرحم الوالدين؟
شكون هو لكار لي كيعطي احسن مسافه بالليتر؟
ما غاديش تعطي لك تخفيض مهما درتي.
هلا فتحتي هاد الشنطه، الله يرضي عليك؟ شنو كاين هنا؟
بغيت ندير مكالمه بعيده للهيلتون فبوسطن.
هاد السيدات يقبلو بهاد الشي؟
حذر، سقف واطي.
مَكَانْشْ نْشُوفْ الشاشه مزيان من هُنا. عَادِي نْبَدَّلْ الكرسي مع شي وَاحِدْ لْحْقَاشْ؟
زارت البحيرات العظمي لاول مره.
كاين شي حاجه مخلصه فهاد الماكينه.
كَنْحْتَاجْ طَبِيبْ.
"منين هادي وهي فبريطانيا؟"
واحد بحالك كيعشق الطليعي غادي يعجبو لوحات الهيبيين وموسيقي الشارع.
شكون الساعه؟
غادي ناخد هوت دوغ و كولا.
هادا هو المشغل ديال الخارج.
كتشوف ديك البنايه البيضاء، صح؟ هي قدام ديك البنايه.
منين هاذي؟
ما عنديش ما نصرح بيه.
شكون قال ليك؟ هل خاصك تخلص الضريبه علي الكحول ملي تكون عندك اكثر من ثلاثه قنينات؟
صاحبي مريض بزاف. هل ممكن تتصل بطبيب، الله يرحم الوالدين؟
ماعنديش فكره مزيانه علي الخمر. شنو هو لي كيجي مزيان مع هاد الطبق؟
هلاّ دّيتني تلفونه صباحاً؟
كاين محطه البنزين علي بعد بلاصتين من هنا.
الناس ديال اليابان ما كاياخذوش عطله طويله.
كَنحسْ بلي كايشوفو فيا. واشْ شحالْ هادي ما شافوشْ جابوني؟
بالطبع لا. علاش تقول هاكا؟
فاين هي باب الدخول للبريد المركزي؟
فين كاين كَاراج حافلات غرايهاوند فهاد المدينه؟
واش مطاعم اليابانيه فكيوتو غاليه بزاف، مع ذلك؟
كَنْحَسْ بلي هاد الضوضاء شويه بزاف عليا.
عندنا غرفه توام فيها حمام ب 85 دولار.
بغيت ناخد التقييم ديال الكتاب.
هاد العام البرد ابرد من العاده، ولكن ما كافيش باش يطيح الثلج.
فين كنشري تذكره التران؟
غادي يكون عندي الكراسي ديال البزنس كلاص، صح؟
شحال الثمن ديال الطاكسي من هاد الفندق حتي للمحطه؟
"واش ممكن هادشي و هادشي، من فضلك؟"
كايْقولو بلي اليابان بلاصْ طْويله.
هل كاينين شي غرف خاويين فالقطار النوم؟
هل يمكنك تخفيضه الي عشرين دولاراً، من فضلك؟
هادا هديه لصاحبي.
تْلجْ كْتْخَلِّي الطْريقْ زْلِيجْ.
مكايناش الكاميرا ديالي.
غادي ندير شويه ساندويتشات بالخنزير.
عندك شي حاجه تصرح بيها؟
شفتي هاديك الجاكيته الزرقا؟ خليتها علي هاد الكرسي.
كاين محل ديال الزهور فبلاصه المقابل ديال الشانطي.
انا من طوكيو.
بغيت شي كريم رانس ديال ريفلون.
عندي شي حوايج للغسيل.
طَلبتو من زمان.
هلاّ بعثتي ليا شي حمال لغرفتي فالسادسه صباحا؟
غادي نشرب شوكولا ساخن.
غادي نتفقو باش نخليو ليك الغرف ديالك يتنظمو.
خاص، من فضلك.
شحال علي فندق سي؟
عندي ناخد تذكره وحده فيها عده تذاكر؟
بغيت نحتار شي طاوله لشخصين فسبعه، من فضلك.
بغيت كريم ديال الليل.
هل غادي تْلف هادشي كهديه؟
هادي ربع ساعه علي ثلاثه.
غادي نخطط نبعث الفواتير ديال حاجياتي اليوميه، عطيني العنوان وسميه المسءول.
كايصعاب علينا نتكلمو الانجليزيه بطلاقه.
عندك هادشي بنفس التصميم ولكن بكعب عالي؟
بغيت جوجيت لولد عندو 10 سنين.
وديني لعند زنقه ابيي رود، الله يرحم الوالدين.
شكرا. السلام عليكم، شكرا علي الانتظار.
انا متاكد عندي حجز.
غادي نبعثها ليك، دابا بقي هنا.
جينا غير نهار.
عندي صداع خفيف.
استمتعت بالوجبه بزاف.
لا، تفضل اجلس وانتظر. راجعه علي طول.
هل ممكن نشوف السياره؟
هلا رسمتي لي خريطه، من فضلك؟
حاضر سيدي. ابقا فبلاصتك حتي يجيك الطبيب.
تعرّضت للسرقه بالعنف فابح البحر. تعالي علي وجه السرعه.
شكون لي غادي يعطيك ميه دولار؟
بغيت هادشي يتعاود ليا فشي بلاستيكه.
باغي نطلب اعاده اصدار.
الحكومه ساندات تشجيع الصناعات.
كَايْنْ فْ الخمسين دْ السْنِينْ، هَكَاكَا كَنْظُنْ.
شحال هو السن القانوني باش ندير هادشي؟
عندك شي خراءط بسيطه ديال المدينه؟
ايلا كان ممكن، انا بغيت نتفادي نخرجو السن.
العداد هو كره واحده، ضربتان.
شحال الساعه غادي يوصل القطار لساندييغو، الله يرحم الوالدين؟
بغيت نشوف صندوقك.
بغيت شي شامبو.
كَنْبَاتْ فْ فُنْدُقْ هِيلْتُون.
كَنحس براسي مْخَبَّط و كَنْشَكّ فْالغِيْثان
ولكن عندي موعد باش نشوفها ف 2 ديال لعشيه.
هاد السياره كتمشي لادينبرج؟
نعم، من فضلك اكمل هذا الاستماره.
شحال كديرو علي الوزن الزاءد؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ديال الجمعه.
اه، معذره. كاين مشكل و كنصلحوه. بغيتي تنتظر تقريباً نصف ساعه؟
شكون الوقت لي ممكن نخرج من الفندق؟
فهمت.
غادي نطيّر شي حد.
هل بغيتي تحل الفاتوره دابا؟
جاني الطوموبيل من الجنب فالتقاطع.
هادي علبه ديال الموسيقي.
فين كاين الحي؟
هل كاين طوبيس ديال الجوله فالمدينه؟
شكون الوقت لي غادي نبداو؟
حاضر سيدي. في فءه السيارات المتوسطه الحجم، يمكننا ان نقدم لكم سياره ميركوري سابل. هل هذا مناسب؟
داز ليك عضله.
وعدني ما تضربش الكره، غي ضربها. فاهم؟
شحال باقا؟
هل يمكنني استعاره بعض المنسوجات الكتانيه؟
شكون هو الجلد لي صاوبو هاد القريطله؟
ماعجبنيش هاد الكارد، ممكن تعطيني واحد اخر؟
شريت هادشي من لحظه، ولكن غادي تبدل هادشي بهاداك؟
صْراحهً مَوْافقشْ مْعَ هاد الشي.
هاذي هي الطريقه الصحيحه للوصول للمحطه المركزيه؟
قارب مع دليل، من فضلك.
بغيت نطلب بدله سوداء ليا.
هاد المظله غادي تصلح كعصا.
علاش خاصني نخلّي كلشي فالكونطوار؟
عافاك بان ليا الباسبور ديالك.
هل كاين شي محل للتنظيف كايدير الصابون ديال الاحد؟
ضْرْبْنِي دْنَيْنْ دْبُورْجِرْ بْلَا بَصْلْ، الله يْحَفَّظْكْ.
شكون هو الباص لي كيمشي لميامي؟
ولكن لا داعي للبقشيش.
كاين واحد فكارنيغي هول.
ماشي معتمد.
شكون هو الاختصاص ديال الدار؟
بغيت ندير موعد عند الطبيب.
كَنْتَسْوَلْ واش كاين طابله قريبه من النافذه لسبعه د الليل.
ماشي مشكل نجي عندك؟
كاين شي مجال باش نتحسنوا.
فين كاين الميترو؟
عندك شي حجم اصغر من هذا؟
فين كنشري الاسبرين؟
هادشي هو القعر؟
عافاك بغيت تصويره ديال اسبوع.
هادا زميلي.
شكون هو هاد الغاز؟ سوبر، عادي ولا بدون رصاص؟
هاني واحد.
كَنْجِيبْ فِي رَاسِي نْزْكَامْ.
غادي يكون مسدود يوم الاثنين، ولكن نهار اخر غادي يكون مزيان. انا كنعتقد انه مفتوح من تسعه للخمسه.
هادشي كيعني كيش ديال لبلوطيه مشويه بالصوص خاص عليها فوق صحن ديال رز.
قال نحتافلو و داني لبار. قال غادي يدير تلفون و خرج و ما رجعش و خلاّني عالق مع فاتوره كبيره.
شحال الثمن للغالون؟
كان عندي الباسبور والكريد كارد ديالي فالشنطه ديالي.
الحجز الساعه سبعه، باسم مانو.
ما بغيتيش تشربي كاس ديال الشاي؟
قوليلي فين كاين القنصليه اليابانيه؟
هل كاين طبيب فالڭونده ولا شي واحد ممكن نتواصل معاه؟
كيدوز من شارع بوند باش يشري دايما.
ورقه بالانجليزيه، من فضلك.
كاين شي بلاصا كايعزق فيها الموسيقي الكونتري؟
بغيت نتحقق من حاجياتي الثمينه.
عندك شي صوف اخر؟
شحال الثمن للورقه؟
واخا، ضغطي علي تسعه وصفر واحد واحد، من بعد كود البلاد و رقم الهاتف.
كَانْدِيرْ نْخَذْ مُوَا كُوكْ دِيتْ؟
هل ممكن نطلب؟
كان عندنا جوجه مزيانه. شكرا.
سمح لي، بغيت نمرّ.
سكان اليابان كاملين تقريبا ميه وثلاثين مليون.
بغيت نكري شي شمسيه.
نعم، بغيت نرجع الفلوس لي خسرتهم.
محفظه فيها ميه دولار و كارتين فيزا.
الماء سخون بزاف.
كَتْكون هُنا.
كاس دي كاوه، الله يرحم الوالدين.
مُستحيل بزاف.
كَنْعَانِي مِنْ وَجَعْ فِي البْطِينْ بَعْدْ الاَكْلْ.
واو، هاد المكان زوين.
غادي يكون عندو انسداد هواءي.
عْلاش مَا قْرَّرْتِيش؟
ايلا بغيتي، نقدروا نرتاحو هنا.
ضيعت التتبع ديال رساله مسجله.
ما غاديش تبدل خدمه ديالك بسهوله.
شكون هي المحطه اللي جايه؟
حسنا، ولكن ليس المدرجات. الجو حار جدا اليوم.
نزل هنا، وبدل للطوبيس رقم سته.
عندي نطيّر فالطّياره ديال عشره صباحا.
كَانْحَسّ بْغِيتْ نْقَيّحْ.
ما بغيتش حاجه ثقيله.
شوف الحساب، الله يرحم الوالدين.
شحال الثمن ديال الفطر الطري؟
شحن، من فضلك. هل تقبلون فيزا؟
اليوم غادي نمشي نشوف شنو هو الحي الصيني.
ضْنْ ضْنْ تْسْعَه تْسْعَه سْتَّه سْبْعَه صْفْر صْفْر
بغيت نعيط ليكوم باش تخرجو ليا دنتي.
بغيت شنتيان ديال الماكياج.
كَنْتَسْوَلْ كَيْنْجَمْ يْكُونْ هَادْ البَقْشِيشْ؟
فين كنشوف فيلم "شبح الاوبرا"؟
باغي نشري دكّار للصحاب ديالي. واش عندك شي اقتراحات؟
ببطء اكتر، من فضلك.
شحال كاينه التكلفه الشهريه ديال الفاكس الدولي عندك؟
مقلي من الجهتين، من فضلك.
حسنا، الامر واضح جدا. اعطوني رخصتكما واوراق تسجيل السياره. ويا بني، اخشي اننا سنضطر لاجراء اختبار تنفس لك.
غادي يكون جاهز ليله بعد غد العشيه.
هادشي مصنوع من القطن؟
عندي دواي ديالي.
شنو غادي نشوف فهاد الجوله؟
نعم، عندنا سياسه مشروب واحد علي الاقل.
شحال الثمن ديال نهار واحد؟
هاد الباص كيوقف قريب من الفندق؟
بغيت شي سي دي صغيّر.
كاينين رحلات جال وانا لي كايطلعو ف 10 و 55 دقيقه. ولكن، للاسف، كلهم ممتلءين.
كيجي علي مزيان.
هلا جبتو لينا طاوله لخمسه؟
مكا تفهمش الانجليزيه دابا.
سيدي، بغيت نبدل شيك ديال المسافر.
هل يمكنك الاعتناء بها من التاسعه صباحا الي حوالي الثالثه؟
شحال ثمن البريد الجوي لليابان؟
كَنْتْ مْقْفُولْ بْرَّا. عْطِينِي فْتِيحَه البَابْ، الله يْحَفْظْكْ.
شكون الجوله لي فيها اشهرها الاماكن؟
هل كاين شي مضيفه طياره كتكلم اليابانيه؟
شحال من شنطه ممكن ندخل معايا فالطياره؟
لا سيدي. هاد لعشيه كامل محجوز. غدا مزيان.
غادي نسول الحارس علي الثمن الصحيح.
معمري ندمت بحال هادشي.
غادي يكون عندنا حفله ليله الجمعه. علاش ما تجيش معانا؟
واخا، غرفتك هي تسعه او ثمانيه، الانسه. ها هو المفتاح ديالك.
من المهم بزاف لينا نتوفر علي المواد الخام لي محتاجينهم للمشروع.
سمح لي، السي البوليص؟
هاد القطار كيمشي مباشره لادينبرج؟
هل هذا داخل الحد المعفي من الضريبه؟
خَرّج ليا حاجاتي الثمينين، الله يخليك.
شحال كاينه الزحمه فالجولات السياحيه؟
بغيت نشري شي تذكارات. فين كاين شي متجر مناسب قريب من هنا؟
حتي شحال كاينه؟
هاداك خرج دابا.
مايومي، هل يمكنك التوقيع علي هذه الورقه؟
هاني وحده ليك السيد.
عندي غير الشنطه الصغيره لي كندخل بيها للطوموبيل.
بالتاكيد، خذ وقتك.
كَنْجِي هُنَا فِي مَهَمَّه اعلاميه.
عندكوم شي افلام ديال الصيف؟
علاش هو القطار اللي غادي لواشنطن كاع؟
اللي طوال هوما اللي كاينه موضه دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
هل ممكن ناخد خريطه الميترو؟
هل المسافه طويله بالسياره؟
هل يمكنك تبديل هذا بواحد جديد؟
شخصين.
فين كناخد الشنطه ديالي؟
مَا كَنْحِسْشْ بِخِير. هَلْ يُمْكِنْ نْمَيِّلْ الكُرْسِي دْيَالِي؟
عشره وربع الصباح.
هلا قلتيلي علي شي مطعم معروف عند الشباب؟
كان كايمشي بسرعه قصوي.
سمحيلي، بغيت نخلص شي رساله؟ انا كنتصل باش ناكد موعدي مع السيد ايبرت نهار الاربعاء الجاي علي الساعه 11 صباحا.
هل يمكنك ان تشرح مرضك بالانجليزيه بطريقه ما؟
هلا بعثتي طاكسي للباب الرءيسي ديال مول ويستمنستر؟
شحال ديال المرات خاصني نبدل القطار باش نوصل؟
هاذ الشي صحيح؟ خليني نشوف. اه، اسف جداً الانسه تاكانو. هاذا غلط من عندنا. هاذا فاتورتك الجديده. ممكن توقعي هنا، من فضلك؟
خمس دولارات رجعهم لي، من فضلك.
"سداد بانيو ما كايقفلش بشكل كامل."
هاد شي غير رمز مني باش نشكرك.
غادي تملا هاد الاستماره؟
شكون هاد الموديلات ديال البلاستيك؟
شكون هوما العلامات التجاريه لي عندك؟
الكلاشات ديالي طوال بزاف عليا.
كَنْخَبّط فالباب و مَكَيّبّش ليا.
شحال دبا ليك وانتي فباريس؟
هل ممكن ناخد طابعات بريديه لثلاث بطاقات بريديه جويه لليابان؟
كيتكتب ب G-O-R-O-H.
هل بغيتي تشرب شي حاجه؟
نْضْطَحْ هُنَا.
خليها تلغرام مستعجل، من فضلك.
حسب توقعات الطقس، غادي يطيح الثلج غدا.
بغيت كره.
بالتاكيد. راح نسعدو نديرو هاد الشي.
سمعني، هاد الباندا ديال ماليزيا. غادي نشري وحده ناخدها معايا للدار باش نتحدث عليها.
طريق النجاح هو "جينماكو"، صح؟
غادي نوصل لفندقك تقريبا فتسعه ديال لعشيه.
عندي تقريباً خمسميه درهم بالعمله اليابانيه.
نعم، نعمل هادشي. غادي نشوفك شي حاجه.
بغيت شي حبوب للنعاس.
غادي نبقي هنا حتي لِلتاسع. نتمني تلقاو المجرم فاقرب وقت ممكن.
انا متاكد المجرم قريب.
عافاك عشر طابعات.
عندي زكام فالحلق.
كَنْتَبْغِي شْوِي دْلِلْكُورَاتْ مْنِيُورْك.
كندير الخروج. ممكن تبعتو شي بواب؟
ساعتي وقفات.
اه، هاكا؟ شحال عجباتك؟
حنا كنبداو فالخدمه تسعه صباحا.
بغيت كتاب للرسم بالالوان.
كَنْحَسْ بِالغَثْيان مْنْ الدُّوَار.
علاش ما نمشيش لبنك ياباني؟
عندك تبدل الفلوس فالبنك.
هل عندنا الوقت الكافي للخروج من الفندق؟
راجلك واحد من احسن الزبناء ديالنا.
كَتْعْرْف شي طبيب سنا مزيان؟
اه. خاصك تبلغ القنصليه دابا.
مْهَزّ، مَا مْخَلْط.
سيدي، هل تفضل طاوله في المطعم الرءيسي او في غرفه خاصه؟
عدد كبير ديال الناس كيمشيو للبحر فالموسم.
كنوزن تقريباً ميه وخمسين باوند.
فين غادي ننقل؟
فين كاين مكتب الامانات؟
هل كاين شي طوبيس كيمشي ليه مباشره؟
كَانْعْرَفْ بَاشْ نْعَاوْلَجْ بْطْرِيقَه خَاصَّه؟
غادي تخلص بالكاش ولا بالفيزا؟
حنا دازت عام علي ما جينا لهاد الدار.
شحال غادي ياخذ الوقت باش ناخد الفيزا ديالي؟
فين كاينين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهاً، سيدتي.
هادا هديه. بغيتي تحطيه فشي ورقه مزوقه؟
شكون هاد المنظر. هادو طرق زوينين.
كاينين ناس مجروحين.
سمح لي. فين كاين المحطه هنا؟
نعم، عندنا حجز ليكم.
سمح لي، بغيت نمشي لفندقي فالمدينه بالطوبيس. فين كاينين الطوبيسات؟
دجاج، من فضلك.
هادا هو رقم الغرفه 201. بغيت نطلب الفطور غدا.
شكون كايعجبك الحال فشي تحرش جنسي فالخدمه؟
عندي اختين.
رحله رقم 208، متوجهه الي طوكيو.
و من بعد نديرو شي حشوه من الداخل.
نجتمعو باش نتناقشو فهاد الموضوع مزيان.
شكون بغيتي ندير ليك شعرك اليوم؟
هلاّ قلتها بعباره اخري؟
غادي ناخد اللي عندك.
بغينا طاوله قريبه من المسرح.
حَالِي زِين. وَاشْ غَادِي لِينْ؟
كايْعْلا لِيها 2400 متر.
دخل. حطها علي الطابله ديك.
من فضلك، الغي بطاقتي رقمها.
معذره، كاملين تْباعو، ولكن غادي يجيو فْ بضعه ايام.
هل ممكن ناخد كاس ديال القهوه؟
ماعنديش موعد، ولكن هادشي ضروري.
هادشي مصنوع مزيان.
فين هو المصعد المتحرك؟
عندك شي بروشور ديال الاحداث؟
فين كاين باب الميترو؟
ضيعت تذكره الطياره ديالي.
ما كاينه حتي مشكله تبقا هنا فالعطله؟
اه، اسف بزاف علي الازعاج.
هل يمكنك حجز مناسبات؟
هل كاين شي مرحاض عمومي قريب من هنا؟
شحال كامل؟
هادشي زوين بزاف. دابا للاسءله، من فضلكم.
عندك شي فلوس صغار للباركينغ؟
"الماكينه ديالنا لي كاينه فالسوق من اربعه سنين هيا AX-four five zero."
هل ندور لليسار؟
هل كاين شي مضيفات كيتكلمو اليابانيه؟
ثمن زوين، مشي؟
خصك تاخدو تسعين وتساع مرات فالنهار، قبل الاكل.
كَنْحِبُّو بزاف.
بغيت ترايبود.
بغيت جاكيت رياضي.
ممكن تبقي فداري.
شكون يعطيني الضوء الاخضر باش نرجع الكرسي للور؟
ممتاز. كنت كنبحث علي طاكسي، ولكن هادشي احسن.
جبادور زوين. هادشي مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش ممكن تقول لي فين غادي نوصلو؟
ضْرْبين بالغين و ضْرْبين صغار، من فضلك.
شحال الثمن؟
حرب النجوم كانت اكبر نجاح في عام اربعه وثمانين وتسعماءه والف.
فاين القسم ديال اللي ما كيدخنوش؟
هاديك "ت" بحال ديال توم، اه عندي هنا، تارو.
كَنْشُوفْهَا مْنَظَرْ حْلَاوِي.
بغيت شي تفاحات، الله يرحم الوالدين.
شكون هادشي؟
شكون هوما الكارطات لي كتقبلو؟
عندي الوقت بزاف.
واخا، دابا وقت الغدا. بغيتي نتناقشو عليه ف الغدا؟
سرقوا ليا الكاميرا ديالي من الدار.
السلام عليكم، انا اسمي عُدَي. عندي حجز لليله، لكن راح نتاخر شويه في الدخول. لذلك، الرجاء احتفظوا بالحجز.
هاد لخفا قوي؟
قوليه راني كننتظر تلفونتو.
كايقولو بلي الانفلونزا منتشر عندهم.
دخل توه.
معذره، عندنا كاملين غداً الليل.
كَنْجِبْ مْعَ شْويَه دْ لْمَعَارِف.
حسب قول غورو، السيد يامادا عندو وليدين.
هلاّ عاودتي ما قولتي؟
بغيت نعمل طريفه للبرج ديال لندن.
رابط الساروت ديالك.
المنطقه ديالها كود 3. رقم التلفون هو 2343400.
سمح لي. واش كاين شي جسر قريب من هنا؟
سمح لي، بغيت ندخل للحمام.
مْحْتَل.
دْيما كْيَلبس حوايج قديمه.
عندك شي بحري؟
هادشي غالي بزاف.
بغيت، ولكن خايف ما نقدرش نجي هاد المره.
واخا، مازال معرفتش، ولكن غادي نجرب.
مَلح، الله يخليك.
استعمل خيمه القياس ليما وراك.
تْسْعِينْ دُولَارْ لِلتَّذْكِرَهْ بِاتِّجَاهٍ وَاحِدْ. كَاشْ اَوْ كَارْدْ؟
هلا حليتي ليا الطبله، الله يرحم الوالدين؟
كيف كايديروا الوالدين اليابانيين باش يربوا ولادهم؟ هل كايكونوا صارمين مع ولادهم؟
قول لي شحال ساعات العمل؟
"من فضلك غلفهم بشكل منفصل."
كرشي ثقيله.
هادشي مزيان. فين غادي نلقاوك؟
علاش ما نبداوش نلعبو حتي هوما يخلصو؟
سكان اليابان تقريبا ميه وعشرين مليون.
املا المعلومات التاليه في بطاقه التسجيل.
عافاك بغيت نرجع حوايجي.
عندكش شالات ديال الحرير؟ كنبحث علي هديه لمرا ديالي.
غادي نجيبو ليه دابا. شنو هو رقم الغرفه ديالك؟
السيد كوباياشي كايبحث عليك.
بغيت نسافر من شانغهاي حتي هاواي بالباخره.
هلا بعثتي شي حد؟
هل ممكن يكون جاهز علي خمسه ديال لعشيه غدا؟
كاياخد عشر دقايق مشي.
قبل ما نختمو النهار، هل ممكن تعطيني غير دقاءق؟
فين غادي نوقف السياره ديالي؟
كَنحس بالبرد و كَنْعيا من بطني بزاف.
سكويتش وماء، الله يرحم الوالدين. وعندكم شي حاجه ناكلو؟
كيفاش نقدر نطفي هاد الضو؟
هاد السيد مزربان بزاف اليوم؟
بغيت شي خيط.
عْطيني شهاده طبيه، الله يرحم الوالدين.
بغيتك تقصرها بوصافه هنا.
مَا كَنْحِسّشْ بِخِيرْ. عْطِينِي شْوِيَّه دْمَدْوُونْ، الله يْرَحْمْ الوَالْدِينْ.
هل ممكن ناخد جرنال ياباني، لو سمحت؟
حاضر. واش يمكن نرجع السياره فاي مكان؟ شحال الثمن ديال الرجوع؟
شكون هو الباص لي كيمشي للبلاصا؟
كاين شي قطار سريع لبوستون؟
كوني صديقي بالقلم، الله يرضيك.
غادي نبقي عند صاحبي.
متحمس بزاف، ما قادرش نبقي ساكت.
هل ممكن ننزل فـ فندق هيلتون؟
بغيتك تزولها.
سير ليمين فهاد الشارع و خوي اول يمين.
بغيت نعرف واش ممكن هاد المجموعه ديال الصحون توصل لطوكيو؟
بغيت شي كريم للترطيب.
هل كاين شي اكل ما يكونش حار بزاف ولا مالح؟
هل هو قريب بما فيه الكفايه للمشي؟
بغيت كريم لليدين.
عندك الملح؟
بغيت نمشي لشارع وول ستريت. شحال كاين؟
الزياده فالتمرين غادي تضرك.
بما في ذلك الفطور والضريبه ورسم الخدمه، سيكون المبلغ 45 دولار للشخص الواحد في الليله.
هل يمكنك اصلاح هذا؟
السلام عليكم. مرحبا.
ما لقيتش ليك الشنطه.
امشي علي طول، من فضلك.
هل الما هنا صالح للشرب؟
ااه، هيا. فقط دولارين.
هلا بدّلتي هاد الفستان بواحد اكبر منو بحجم؟
وعلاش لا، نمشيو. غادي نعاونك فالواجبات ديالك بعد ما ناكلو البيتزا.
نعم، سيد تاناكا. عندك رسالتين.
ما كايدخلش عليا.
غدا نهار اخر.
علاش لا، ممكن نعاونك. واش محتاج لفيتامين سي؟
تسرق ليا المحفظه ف التران.
هادي بعيده بزاف. خير ليك تركب طاكسي.
بغيت بلاصه فالزنقه، الله يرحم الوالدين.
كَنْعيش فْ شقه بْ 80 الف ين فْ الشهر.
هل يمكنني المقاطعه؟
وري لي وحده اوسع من هادي.
سمح لي. هل يمكنك تبديل المقاعد معايا؟
نعم، اكيد.
امشي للزقاق ولف يمين فالضوء الاحمر.
Hta chiha sghira wla kbir?
بغيت غرفه وحده فيها حمام ب 80 دولار، من فضلك.
بغيت ندخل حاجاتي الثمينه فالخزنه ديال الفندق.
عندك شي غرفه خاليه الليله؟
نعم، ولكن تاكد انك تحمل تذكرتك معك.
غادي يشارك غير شي ناس فالجوله الاختياريه.
ماعليش. علي كل، عاوني نمشي لقلب الصين الصغير. غادي نحاول نلقاه وحدي.
ناس جداد توظفو فشهر ابريل.
نتمني هاكا.
جيب ليا جوج ديال سكوتش مع الما، الله يرحم الوالدين.
شكون لي كايلعب؟
هلاّ دّيّت لي خبر اذا لقيتي ليا الشنطه ديالي؟
عْلَي الْيَسَار، مَنْ فَضْلِك.
هل تقف معايا فتصويره؟
لا. هل تريد الابلاغ عنه؟
هاد السني اللي قدام كايحمر.
شكون هو اخر لعبه ديال الكونصول لي ممكن يلعبو واحد عندو 15 عام؟
غادي نشوفوك غدا.
هل كاين شي مطعم رخيص قريب من هنا؟
لا، ولكن شكرا. انا احسن الحمد لله.
عندك شي خبز؟
شكون انت فالكمان؟
صاحبي داز من الحمام و طيح
عندي شي طاسه ديال التدخين؟
داكشي علاش المسيحيه حُرمات و البلاد سدات علي العالم كامل.
شكون قداش بغيتي؟
"حبه كوكتيل ديال الكروفيت ليها و بحالها ليا."
هلا وقعت ليا هنا؟ و من فضلك حط الحرف الاول من اسمك هنا.
كان ليا الشرف الكبير نزور مقركم الرءيسي ونخوض نقاشات مهمه معاكم. شكرا جزيلا علي تعاونكم القيم.
صوت خرخارك مزعج.
ماعجبنيش اللون فالاخير. واش يمكن نرجع هادشي؟
اخرج من تلك الباب اللي هناك، واستني عند الموقف رقم سته.
دجاج مشوي، من فضلك.
هل ممكن ناخد شويه ديال الفلفل؟
نعم، بغيت شي حاجه نقراها.
هادا السيد تاكاهاشي فالغرفه 549. ممكن تبعلي 4 قنينات ديال البودوايزر، الله يرحم الوالدين؟
هادا سبعين دولار.
عيط ليا فالفندق ديالي ملي تلقي الشنط ديالي.
بغيت شي تلفون يصحيني غدا الصباح علي الساعه 8 و نص، الله يرحم الوالدين.
نعم، ولكن هذا بزاف و انا شبعت.
بغيت شي غسول للفم.
مَا كَنْحِسْشْ بِخِير.
هل كاين شي تخفيض للكميات الكبيره؟
طوكيو صفر ثلاثه اربعه اربعه تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في العثور علي حديقه الحيوانات؟
غادي تقولي كيفاش نعدلها؟
علاش ساعه غادي يخلص جوله الطوبيس؟
كَتْعْرَفْ كِيفَاشْ تْسْتَعْمَلْ التِّيلِيفُونْ؟
بالتاكيد. عندنا بعض الشكاير ديال الكتب ديال الهنود الحمر زوينين.
واحد موظف ديال الهاتف لي كيتكلم ياباني، الله يرحم الوالدين.
حنا مهتمين بالموضه.
هلا ساعدتني وشديت لي السياره؟
هادي هي كلينيك اف؟
السلام عليكم، السيده ياماغوتشي؟ الطرف الاخر علي الخط. تم قبول المكالمه. تفضلي، من فضلك.
فين كنشري تذكره التيليفريك؟
شحال الساعه اللي غادي نوصلو فيها للوس انجلس؟
امشي مستقيم تقريبا خمس دقايق، ولف لليسار.
هادي هي الطريقه للبحر.
هاد العشبه ديال الشاي كتساعد علي تجديد الجسم.
هادو ما مصنوعينش فاليابان، صحيح؟
حاضر. من هذا الطريق من فضلك. غادي نوري لك الغرفه ديالك.
عندي نخرج من الفندق قبل الظهر.
ضربتين دْالبرغر و ضربتين دْالقهوه، الله يرحم الوالدين. بغيت ناخدهم معايا.
عندي نعقل هاد الجوالين؟
طَلَّبْتْ لَحْمَه، ماشي سمك. هل ممكن تبدلوه ليا؟
ولدي تعيا بزاف.
مَرْضَانْ لِي فِي بْطْنِي.
هاد الجاكيت ما كاينش في مقاسي.
بغيت نتلاقي مع السيد ويليام.
عندو مجموعه متنوعه من سبعه فيتامينات و معادن.
السن مخلعه.
شكون اللي غادي يرد ليا فلوسي ملي نرجع لليابان؟
شكون هادشي لي كاين فهاد الطبق؟
فاش هادشي مصنوع؟
هل ممكن تخلصوها ف 10 دقايق؟
مكا نعرفش نكتب مزيان بالانجليزي. هل كاين شي حد هنا كيتكلم ياباني؟
فين كنشري التذكره ديال التران؟
غادي نبعث ليك عشرين عينه اضافيه.
ماشي دياالي هادشي، عندي البشره جافه بزاف.
هل ممكن ناخد جدول التوقيتات، من فضلك؟
نعم، غادي ننتظر.
99 دولار للساعه علي الطفل.
معذره، باعو كلشي.
خص يكون هاني.
عندي تجهيزاتي الخاصه.
مفتاح الغرفه، خمسه وثلاثه، من فضلك.
شكون هي الساعه ديال فيلم "تيرمينال مان"؟
فين كاين الحلّاق؟
عند سبعه ديال ليل، الله يرحم الوالدين.
حقيبتي معطوبه.
شوفه المناظر.
جيت من اسبانيا.
كاين شي حاجه مزيانه فهاد الكارط ديال الباب. بغيت شي واحد اخر، الله يرحم الوالدين؟
عندي حساسيه فاليدين.
ارسل هاد بالبريد الجوي لليابان، من فضلك.
فين كاين اقرب صيدليه؟
واحد خمر اخر، من فضلك.
الناس كيتعاملو بزاف بالوديه.
شحال من مشروب مشمول فالثمن؟
درتيها.
فين كاين باب الركوب ديال هاد الرحله؟
هل ممكن تحجز ليا طاوله قدام النافذه؟
هل سمعتو الاعلان ديال الصعود للطاءره؟
حنا فارتفاع 12 الف قدم.
بغينا اول حاجه نشوفو البورصه ديال وول ستريت.
فين كاين طوبيس ديال اوكسفورد؟
غادي نبقي نسني حتي يولي البلكون متوفر.
هلا شفنا شي محفظات ديال الجلد؟
نشوفو التلفزه. كاين ماتش ديال البيسبول.
غادي تكتب العنوان ديالك هنا؟
قول ليا فين كاين الصيدليه لي قريبه.
لداري، من فضلك. هاذي العنوان ديال داري.
شحال من عماله كاينين غير طوكيو؟
سَبّق وَقَطّع وَخَلّي نْتَسَنّاو شَوِيّه.
شكوناش كتدير فدار بعد العشا؟
بالتاكيد. متي بغيتي تلعب الجولف؟
غادي تكون فالدار تقريبا علي ثلاثه.
باغي ندير تلفون للسفاره اليابانيه.
شيء قليل زياده.
فين كاينه محطه حافلات السياح؟
شحال كديرو باش تبعثوهم لليابان؟
ماعندي حتي نادي ولا حتي شي حذاء.
واش الين الياباني مزيان؟
عندك شي موستانغ؟
غادي نقفزو من هنا؟
سي كاوي، عندنا طاوله ليك دابا. تعال من هاد الجهه، من فضلك.
اكيد. انزل من الدرج لي هناك و غادي تلقي شي ارشادات. تابعهم حتي توصل.
"استقبال. واش نقدر نعاونك؟"
هلا توصّلني لفندق هيلتون، الله يرحم الوالدين؟
كَتْعْمَلْ بْزَافْ حَتَّي لَلَّيْلْ؟
معذره، ما بقاش عندنا. واش عندك شي جورنالات بالانجليزيه؟
طاوله ممنوع التدخين، من فضلك.
غادي تعطيني خبر قبل ما نوصلو لدوار؟
هادشي طري؟
ماشي معقول. دايماً كتحسب عليا.
هلا عطيتيني شي فساتين نشوف؟
هجّيها، من فضلك.
كَنْسْكَرْ بِالخْمُورْ.
حذر من الجو كيتغير بزاف ف الجبال.
شيك المسافر والين الياباني، مزيان؟
معذره، سولت معا لخدمه التنظيف وخدمه الاشياء الضاءعه. ما عندهمش.
صعيب تلقاه، كاين فطريق صغيور خارج الطريق الرءيسي.
ما عارف والو عليه.
غادي نتناقشو فهاد الموضوع فالقهوه.
فهمت، في هاد الحاله ما عنديش نخلص التعديلات، صح؟
"السيد ديال الخدمه، من فضلك."
هلا خفضتي السرج شويه؟
غادي تبيتني عندك الليله؟
حاضر. غادي ناخد غير اثنين. شكرا.
ها هي الفاتوره ديالك. ثلاث دولارات و تسعه و تسعين سنتيم.
كَانْتِي مْحْظُوظَه.
**طاوله مع منظر ليلي جميل.**
هادشي مصنوع بالماكينه ولا باليد؟
بغيت نكري هاد النوع ديال السياره لمده 24 ساعه.
كان لقاءي بيك زوين بزاف.
مقطوع.
وعلاش لا، نشوفو شكون انت.
واخا، غير تخيل شحال غادي يطول خدمتو لو كان سولات كل واحد سءال زياده. هيا، نتحركو وناخدو الشنطه ديالنا. خاصنا نمشيو للتصريح ديال الجمارك دابا.
شحال الوزن؟
هل كاين شي مطعم صيني هنا فهاد المنطقه؟
منصّه خمسه هادي.
شكون الوقت ديال ماتش د كره القدم؟
"ما كايعملش. بغيت شي واحد يشوف ليا الكاميرا ديالي."
قهوه مع كريمه وسكر، من فضلك.
كَنْظُن بْلي فِي بَعْض الاخطاء فِي الفاتوره.
عْطيني هاديك.
هادي باب سبعه.
هَلْ اَنْتَ اسْكُوتْلَنْدِي؟
ثلاثه-اثنين-واحد-اثنين. انتظر لحظه، مزيان؟ بغيت نبعث ليك شي حاجه هنا. عفاك.
ماءه وخمسه وثلاثون ين للدولار الواحد.
"الجينزات القصيره مع البوتات ما غاديش يخرجوا من الموضه."
هل ممكن نتحدث مع المدير؟
شكون اللي خلاّك تحسب الثمن بهاد الطريقه؟
هل ممكن نشوف هاديك؟
وعدت راسي ملي نشوفك غادي نتعرف عليك.
اش كاين هاد الايام؟
مَا كَنْحِسْشْ بِخِير. عَنْدَكْ شي دُكْتُورْ تْقَادْرْ تْقَتْرَحْ لِي؟
حفله ديالك بدات. سير الله يعطيك.
هل كاين شي عرض علي الخشبه؟
"الطواليط ما كا يصرفش."
شحال من الوقت كا ياخد باش توصل من هنا للبلديه مشي؟
خدي هاد الدواء بعد كل وجبه ملي كتحسي بالام شديده.
حطيتي الفلوس فالظرف مزوق خاص اللي كيسميوه شوجيبوكورو.
شي حد جرح.
كَنْتَسْوَلْ شنو غادي نجيب ليه؟
عندك خريطه ديال الميترو؟
عندي غرفه جاهزه ليك فالفندق الكبير. واش تقدر تمشي ليه؟
عندي وجع فالعين اليمين ديالي.
مَا كَانْشِي كَاعْ زْوِينْ فِي الاَلْمَانِيَه.
خصنا نتلاقاو مره اخري اكيد.
غادي تاخد هاد السروال؟
هل ممكن نستعير مضرب وكره؟
كَانْدِيرْ لِيكْ صَرَافْ صَغِيرْ؟
عندي ناخد نص قاروره؟
مرحبا. انا جون.
نكاي.
هل عندك مانع نصورك انت و التاكسي ديالك؟
دازت ثلاثه ايام علي ما عاودت علي الشنطه لي ضاعت.
بغيت شي فندق ارخص.
اه، كاينين بزاف د الاشياء اللي خاصك تشوفهم فقريه غرينتش.
فِي عَمَل. عِنْدِي رَابِطَه عَمَل هُنَاك.
كيتلاقي مع البذله ديالك.
عافاك، بغيتك تراقب لي الشنطه ديالي.
كيف عجباتك هاد الفكره؟ حنا نقبلو بشرطك ديال الاشعار بسته اشهر بشرط تعطيونا الحق نبيعوا لمده سته اشهر بعد انتهاء العقد.
سمح لي. واش كتعرف نيويورك مزيان؟
غادي ننتظرو. دَيّل صَلّي دَيّل كَيّكونو جاهدين.
بغيت نشوف شي جراح.
هادشي طبيعي ولا لا؟
بغيت نركب فسياره رياضيه.
الرمز الجغرافي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
دازت عليه زكام.
شي سياره صغيور بحال شي كليو ولا شي بولو غادي تكون مزيانه.
باغي نبعث هاد الشي بالتوصيل العام.
خليني ننقل هاد المكالمه للراجل المسءول.
شكون هو المقاس لي بغيتي؟
اه، الله يستر. ما كنتش عارف بلي باقيين عندي.
عندكوم شي صندوق خاص باش نبعثو بيه الطرود؟
هل غادي تخلص ليا الشركه الجويه علي الفندق والوجبات؟
هادشي كامل شنط ديالك؟
كيف بغيتي ندير ليك المكالمه؟
واخا، غالي. ما صايعش فاليابان، صح؟
عافاك هاز لي الملح؟
فين كاين اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
شكون عارف فين غادي يلقاوه؟
نتمناو ليك عام سعيد و كل عام و انت بخير.
غادي ناخد كوكا كولا كبيره.
قولها مره اخري ببطء اكثر.
سمح لي. بغيت نطلب شي حاجه.
عندنا قريدس نيوبرغ و فخذ خروف مشوي.
بغيت شي غرفه باش نشوف المناظر الخلابه.
ثلاث كءوس عصير بطيخ، من فضلك.
عندي ثلاثه وليدات.
امشي علي طول هذا الممر ولف يمين في الزنقه. غادي تلقاه علي يمينك.
هل هي جوله ليوم كامل؟
شحال ثمن التذكره ديال الرحله ديال الذهاب والاياب حتي لاكسفورد؟
كَنْمْشِي لِلنَّادي الرِّيَاضِي كُل يُومَيْن.
فين غادي نبيت فجولتي؟
شكون هي ساعه الخروج؟
شحال ثمن الدليل السياحي فاليوم؟
فين كنلقاو السيديات؟
سمح لي. انا طالب جامعي من اليابان. هل انتم طلاب NYU؟
غادي تقول لينا كيفاش كتقيم هاد الخطه؟
اسي، واش كتعرف شي محل ديال التسجيلات قريب من هنا؟
فلوس ولا كريدي؟
كَنْخَدْم فِي شْرِكَه تِجَارِيَّه.
ما كاينش اللي يعاود لواحد شحال كا يخلص.
هاد هوما ليفيس حقيقيين ولا لا؟
شكون الوقت لي نقدر ندخل للحمام؟
ما كتشوفش بحال شي واحد عندو 21 عام.
فهمت. في الحقيقه، عندو فيلم سريع فيه. عندك مانع لو نخرجو؟
شريتو توا.
غادي نجيب واحد دابا.
ثمنيه دولارات. وهاو واحد جاي دابا.
"يرجي اظهارها مع مشترياتك للجمارك في المطار."
عند شي واحد من المحلات الكبري دابا تخفيضات؟
سيدتي/سيدي، وصلني طلبك. ساقوم بتوصيلك بمصلحه المطافء.
عندي بطاريه خايبه.
واقف فالتقاطع اللي جاي.
اه، ها هو. وعنداك ما شي كلشي غادي يملا هاد التصريح ديال الجمارك؟
واش ممكن تعطيني اسمك؟
كاع مشكل عندك نعمل اتصال علي حسابك؟
مرحبا. كيف الحال؟
فين كاين قسم السفر؟
شكون هو الاسم ديال الشخص لي بغيتي تحكي معاه؟
معذره، ما كاينش دابا.
شوف ديك. شوف ديك. غادي تقولي الفرق بين هاد السيد وهاد السيد هو الحظ؟ محمد، وقف علي جنب، عافاك؟ ما عندكش مشكل نزل هنا، انا متاخر. صاحبي، كان مزيان نتعرفو، مزيان؟
هَلْ تُطِلُّ غُرْفَتُكَ عَلَي المَدِينَهِ؟
كاين شي رساءل ليا؟
باقا غالي بزاف. ممكن ناخدو بثلاثه دولارات؟
بغينا شي غرفه من الخلف.
غادي نشرب كاس ديال الخمر.
كَتْبَانِي حْلْوَه.
بغيت غرفه فيها سريرين متشابهين. شحال الثمن ديال الغرفه فالليله؟
كاين علي تسعين وتساع ميله.
فينس وليندا بغاو يبقاو وحدهم، ديك الساعه انا خايف غادي نبقي هنا الليله.
حافظ علي هاد الامتعه تحت الحجز.
سميتي ساتو.
عندي علم بنادي جاز قديم فالبلاصا.
غادي ناخد هاد الطبله.
بغيت نجرب نفس الطبق بحال هاداك.
غادي ناخدو
هادشي كيوصل للطابق السادس؟
جلد التمساح؟
حطيه فكيس ديال الغسيل وخليه فيه.
بغيت نطور هاد الفيلم. فين غادي يكون جاهز؟
من فضلك متعطي هاد لْمْسْلَم لْوَحْد غي ليا.
حاضر. غادي نجي ناخدك من الفندق ديالك علي ثمانيه.
"النافذه مزيانه."
خليني نخلّي شعري طايح علي وَجْهِي، الله يخليك.
هل كل مصاريف النقل مشموله؟
دار الاوبرا المتروبوليتان
فين كاين كاونطار كِيْنْتُو سِيَّارَات؟
كنت محموم من البارح.
ماعجبنيش.
شكون الخضره عندك؟
بغيت شي حاجه خفيفه داءمه، الله يرحم الوالدين.
علاش غادي يجيب الدكتور؟
كاع ما هي هي اللون.
تْسَلْكَتْ السِّن.
هادشي بلاصه فالبلكون ولا فالرواق؟
كَنْحَبّ التّيْرانْج.
هل يمكنك توصيل امتعتي الي الغرفه؟
وري لي وحده لبنوته صغيره.
هلا وقفت هنا؟
عندك شي حاجه ب 80 دولار و 0 سنتيم؟
عندي العطش.
La lait, s'il vous plaît.
عندي ثلاث شنط.
فين كاين البحيره؟
عفاك. ضغط علي الڭلاشي، الله يرحم الوالدين.
هل ممكن مجله ولا شي حاجه؟
هيا جنوب.
شحال ثمن تذاكر البلكون؟
بغينا غرفه تطل علي البحيره.
هل كاين شي صندوق ديال البريد قريب من هنا؟
حاضر. غادي نوديك.
*تغيرات التسعينات* فِي التِّسْعِينَات دَارْتْ تْغِيرَاتْ كْبِيرَه.
كيعمر ثلاثين عام.
حاضر. هل يمكنك كتابه العنوان مره اخري علي هذا المظروف؟
بغيت نمشي للهرودز. هل ممكن ترسم لي خريطه، من فضلك؟
ماشي داير شنو فهاد الوقت الحر؟
كَانْ عِندَكُومْ بَاطْرِيَّاتْ لِهَادْ الكَامِيرَا؟
بغيت شي ريليس ديال الكابل.
هل انت الاخير في هذه الصف؟
كَنْظُنْ بلي مْحْجُوزْ بزاف.
ضربه موفقه. خارجه للتو.
قول لي فين كاينين الاماكن السياحيه هنا؟
هل كاين شي مرجان قريب من هنا؟
هاد الشي علاش انا كمان.
بغيت نشارك من سان دييغو.
كنت كنفكر ناخد ديك الدوره فالسمستر الجاي.
"الخمر ما باردش بزاف. غادي تزيد ليه فالبروده؟"
هل يمكنك تحويل هذه الاقراط الي اقراط مشبكيه؟
شكون هو الموضوع لي كايشد انتباهك دابا؟
بغيت نرجع الفلوس. واش يمكن نرجع فلوسي؟
ممكن ما نلقاش هاد المشروب فشي بلاصه اخري.
اذا شرتي هادشي كامل غادي يوصل للحد المعفي من الجمارك.
سمحيلي نشوف شهاده التلقيح ديالك، الله يرحم الوالدين؟
هل كتير كتسافر؟
جيت من امريكا
عندي تذكره طياره للسان فرانسيسكو.
ايلا كانت غير 15 دقيقه من المحطه، غادي نمشي بالرجل.
بغيت شي فندق رخيص شويه.
"بونصاي" كاينه غير عند شي ناس كبار ف السن.
مازال ماقررت والو. بغيتك تعطيني شويه الوقت.
عندي صداع.
غادي تشرب معايا قهوه؟
بغيت شهاده طبيه ووصل التامين ديالي.
اه، لا. الله يخليك بسرعه. حنا تاخرنا.
ما بغيتش نخلص اكثر من عشرين دولار.
علاش الطياره ما بغاتش تطير؟ قولي شنو كاين.
شحال الثمن؟ هل ممكن تكتب ليا الثمن علي ورقه؟
بغيت نكري كرسي ديال الشمسيه.
سَنّي عْليكْ شويه، الله يخليك.
علا السيدات يلبسو فساتين رسميه؟
ما تلمسنيش.
عندك شي سيجاره؟
ايلا ما كانش الهوا قوي بزاف، غادي نمشيو لتيقي بوينت.
مُزْيَانْ بْزَافْ.
غادي نسد دابا. شكرا علي اهتمامكم.
عندك هادشي فشي لون اخر؟
شكون هو؟
سمح لي. فين كاينين طاكسيات؟
واش باش تشرب؟
ها هو.
فين كاين اقرب محل ديال الادوات؟
هاه. ما كايعملش، صحيح؟ يمكن ليك تمشي لواحد بلاصا خاويه، اذا بغيتي.
كَنْبَحَثْ عْلَي هَاد الشي.
حاضر سيدي. و شنو بغيتي فالحلو؟
حافله عاديه ولا حافله فاخره؟
شيكات المسافر. شكرا. ها هي تذكرتك وبطاقتك للصعود الي الطاءره. كن هناك، من فضلك، قبل ساعه من موعد الرحله.
كايضربني وجع حاد.
سميتو غورو موتوياما. والرقم ديالي هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
كَنحس براسي مْزْيان.
شكون هي ساعات عرض فيلم "حب كوسي"؟
حاضر. غادي تشرب قهوتك دابا ولا بعدين؟
قول لي فين هو احر نادي ريجي ف نيويورك.
شكون هو الفرق اللي كاين بين المنتوج ديالك و ديال المنافسين ديالك؟
عادي مكاين حتي واحد كيسمع التعليمات ديال السلامه؟
هل الزنقه الخلفيه خطيره؟
نعم. دير الاجراءات اللازمه.
نعم، واحد غير. فين غادي نعرف؟ كيفاش غادي نعوض؟
ها هي بطاقه التعريف ديالي.
بغينا طابله قدام النافذه.
قول لي شنو هو ارخص طريقه باش نمشي لسانت فرانسيسكو.
هل تعرف مطعم كيويا؟
واحده الطرق.
غادي نزيد فالوزن غير وانا قاعد هنا كناكل علي طول.
هل كاين شي كاباريه مزيان فيه عرض فلامنكو؟
تلك فستان زوين لي لبستي.
رجلي كايعيا.
فين كاين اقرب محل غسيل؟
هلا تبدلتي معايا فالكرسي؟
تفرقنا فاش جاو الكراسي.
في الحقيقه، بغيت هاد الباكيته تكون مءمنه هي كذاب.
الفاتوره جات ميه دولار.
مخارج الطوارء موجوده في الامام، الوسط، والخلف من هذه الطياره.
حسنا، تم اعاده تاكيد الحجز.
الكواعب عاليين بزاف.
بغينا طاوله ف التراس.
كيعني الفيلم ممكن ما يكونش مناسب للي عندهم اقل من 15 عام. فالوالديْن خاصهم يفكرو مزيان قبل ما يسمحو للوليدات ديالهم يشوفو الفيلم.
كيف بغيتي الفلوس؟ فيّت هاد الورقه وسّول هنا.
حْنا كَانْعْرْفُو كِيْ تْكُونْ بْغِيتْ تْقُولْ: دْغِيَّه كَانْحَسْ بْالمْعِي دْيَالِي كَيْوْجْعْنِي.
عندك شي اكلات قليله السعرات الحراريه؟ انا كنتبع ريجيم دابا.
ما كاين حتي شي مصاريف.
نعم، عندي تذكرتين للجيانتس والدودجرز.
حنا واحد من احسن الممونين ديال المايكرو-كومبيوترات.
شكرا. انا كذلك. مع السلامه حتي ذلك الحين.
شقه توام فيها حمام، من فضلك.
سقطت من الدروج.
شكون هو احسن نوع ديال المثلجات لي تنصح بيه؟
هاه. هاديك. لون زوين عليك.
فين كاينين الكتب ديال اللغات الاجنبيه؟
نص نصص و سبرايت.
عْطيني شْويه دْالتبغ.
ممنوع الدخول للبلاد - اسف. حسنا، اعتقد ان هذا ينهي كل شيء.
نعم، انا كذلك. كانوا يسكنون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ سنتين. وانت، هل تسافر وحدك؟
انا مريض.
ولدي كاي بان عليه تعبان بزاف من الحمي.
فِي هَادْ الحَجْم، الله يَحْفَظ.
تُمنح اوسمه الاستحقاق الثقافي للفنانين والمفكرين المتميزين في هذا اليوم.
نَا يَابَانِي.
هادشي غالي بزاف.
نعم. خذ حافله متجهه الي كيوتو-اكي.
هادي غير للمنخرطين؟
ثمن الغرفه هو سته الاف ين لليله.
شكون اللي غادي ندخل بيه للطوموبيل؟
حسنا. كل ما اريد معرفته هو هل ستحقق هذه التجاره ارباحاً يوماً ما.
حسنا. هل تريدين وشاحاً يناسب ذلك؟
شاحن البطاريه، من فضلك.
عندي الاستعداد باش نطلب.
الاعشاب ديال الحمام كتخلي ليك الجلد ناعم و حرير.
اكتب اسم الخطوط الجويه ورقم الرحله.
صحيح. اليوم الاحد، والاحد هو اسوا يوم.
نعم، هادي مشكل فالتدبير ديال النفايات.
بغيت هاد النموذج فخمسه اماكن.
بزاف د العاءلات عندهم دخلين.
اه. هاد الفضه نادره "القمر والجرس". متاكد باغي تصرفها؟
والدي واختي غادي يجيو من اليابان باش يشوفوني. غادي يوصلو هنا تقريبا فسبعه ديال لعشيه.
اللون البني غزال بزاف هاد العام.
فكره زوينه. فين غادي تجي؟
حاضر. بغيت شي كرسيين، من فضلك.
فين كاين السوق؟
كَنْتَسَنَّي نْجَرَّبْ بْسْرُوعِي لْجَدِيدْ دْيَالِي.
ظنيتكم غير كتوكلو البغرير.
شحال ثمن تذكره اولي لطريق ادنبره، الله يرحم الوالدين؟
كاين شي نقص فالفلوس لي عطيتي ليا، عشره دولارات.
درت مكالمه للسيد سميث فالغرفه 201، ولكن ما جاوبنيش. بغيتك تشوف واش باقي كايبات هنا؟
بغيت شي حاجه حديثه.
كَنْخَدْم فِي شركه للنشر.
هلاّ ملّيت هادشي؟
شكون هادي الشارع؟
هلا وزنت هاد الطرود؟
شكون لي كيسما هاد الشي بالانجليزيه؟
استمر في السير في هذا الممر، ستجده علي يمينك.
بغيت نضمن هادشي.
صباح الخير. هاد السكرتاريه. واش ممكن نساعدك؟
حاضر. تفضل ادخل.
نعم سيدي. كنجي هنا كل نهار ناكل الفطور من الاثنين لحد الجمعه قبل ما نمشي للخدمه.
ماشي مشكل.
عافاك جيب لي تلاته اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
نعاودك تمدد هنا.
شكون هاد الخدمه السريعه.
ربما غادي يبان بعد.
سير ليمين ف التقاطع اللي جاي.
سمح لي. فين كاين البنك؟
هل كاين الحافله لي كتمشي لمتحف فورد؟
نعم. سميتك و رقم ديك الغرفه، الله يرحم الوالدين.
شحال كا ياخد الوقت باش توصل شي حاجه لاليابان بالطاءره؟
حاضر. نتلاقاو ف 2 ديال لعشيه نهار الاحد.
بغيت نمر من نيويورك حتي ل تورونتو.
"الزّبّاله معطّله. عندك شي وحده بحالها؟"
هادشي شويه قذر.
هلا تاكدتي من رحلتي؟ هذا هو تذكره الطيران ديالي.
عندك هادشي بالخضره الغامقه؟
غادي توديني لكانتربري وترجعني؟
هل ممكن ناخد شوكه جديده؟
شكرا بزاف علي طيبتك.
عفوا، ما كنبيعو تذاكر للمسرح.
بغيت نشوف هادشي.
اه، زوين. شنو خاصني ندير؟
باغي نزيد مده بقاي هنا بيومين.
سيدي، بغيت تبدل كرسي ديالي.
عندنا اليوم شويه ديال الكروفيت مزيانين بزاف.
شحال كايبقا مفتوح؟
تدخن ولا لا؟
غالي بزاف عليا. ممكن تخليه ارخص شويه؟
كَنْفَتَّحْ صباح الاربعاء ولا عَشِيَّه الجمعه.
مَا دَارْتْشْ حْجْزْ.
"حيت الصيف فاليابان كيكون عاده حار بزاف، و فالايام القديمه ماكاناش عندنا التكييف ديال الهواء."
هلا دزت لي طاكسي غدا ف ثمانيه صباحا؟
هادشي خايب.
علاش ما نستنوش الطوبيس تحت السقيفه؟
جاي، كنجي. خلي نوري ليك المكتب.
نعم، مفتوح من تسعه لتسعه.
ما قادرش نعس مزيان فالليل.
شكون هي الازمه لي تاثرات علي التجاره؟
عندي موعد اخر.
كَانْبغِي خريطه طريق للمدينه؟
هادشي لي كنت كنبحث عليه.
مافهمتش الشرح ديالك.
عندي نعمل ربط. غادي لبوسطن.
فين كاين احسن مكان باش تشوف المناظر؟
هل هو داءم؟
استمتعت بزاف.
واش بغيتي وجهي يولي بحال ديال جوليا روبرتس؟
هلا خديتي هادشي، الله يرحم الوالدين؟
الركاب المغادرون علي متن رحله الخطوط الجويه ABC رقم 703 المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لانهاء الاجراءات الحكوميه.
فين كاين طوبيس ديال الخط B؟
فِي وَرَقَات مُنْفَرِدَه، مَنْ فَضْلِك.
فين كنشري مفرش الطاوله؟
شكون هو لي ممكن يدلني علي مرشد كيتكلم ياباني؟
هل تريد مني ان التقط لك صوره؟
مَاكَلْتْ هَاذْ الْكُوزْطَا.
قْطَعْتُ صْبَعِي. واشْ كاينه شي مُطَهِّر؟
هل ممكن ناخد طابع ب 95 سنتيم؟
غادي نكون هنا علي سبعه وربع.
بغيت شي عطر.
هل ممكن ناخد جدول الزمني؟
كَتْقْرَا فِي هَادْ المَدْرَسَه؟
شحال كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد حطيتها فالكَيس ديالي.
رْفَعْ يْدِيكْ.
هل كاين شي مطعم مزيان تقدر توصيني عليه قريب من هنا؟
شكون لي تفضل، الظلام ولا النور؟
قول ليا فين غاديين طايرين؟
"نقل التذكره، من فضلك."
فين كاين شي مكان زوين لليوم واحد ديال الرحله؟
بغيت الشنطه الحمراء ديال كيلي بنفس ستايل هادي.
غادي تبقي داير هاد التوقيت؟
شكون الوقت لي كتفتح فيه البنك؟
كَنْحس بالمرض.
كَنْتْحَيّرْ. عْلاشْ مَا تْرَسْمِيشْ لِي خْرِيطَه؟
خارج.
وديني للمستشفي.
علاش خاصني نجي للمستشفي كل نهار؟
كيعياني الكرش.
شحال الثمن ديال الطابع باش نبعث هاد الرساله لليابان؟
بغيت كاس ديال الشيري.
هل بغيتي شي حد ياخدك من المطار؟
تبدا عمليه الصعود علي متن الطاءره علي الساعه الرابعه و نصف، يرجي التواجد قبل ذلك.
من ثلاثين الف ين.
فين كنشري كارت ديال التلفون؟
عندي نرجعها فبلاصه اخري؟
غادي نبقي اثني عشر يوم.
رجاءً زيدي شويه فالطول ديال الفوق.
خصك تشوف شي متخصص.
بغينا غير دقاءق معدودات، الله يرحم الوالدين.
القطعه رقم اربعه عشر.
اه، كاين؟ عندك اختيار واسع بزاف.
ما لقيتش هوما فينما.
عندك شي كراسي خاويه للندن؟
بغيت نسخه من تقرير السرقه.
هادي غير بلوك واحد فالنص.
هلا عطيتيني عود ديال الكبريت؟
هاد السيجاره معتدله ولا قويه؟
حسنا. هكذا بالضبط.
القطار السريع المقبل بعد ساعه.
بغيت نطول الكم ديال هاد الجاكيت ديال الرياضه.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك علي الابواب.
قطارات وقفات بسبب الاضراب.
هل يمكنك اصلاح هذا؟
الزنقه كانت مزدحمه بالسيارات.
هاداك هو البنايه الثانيه علي اليسار ديال ديك البنايه البيضاء.
حجزنا مقعداً ليوم الخامس والعشرين من اكتوبر، الرحله تنطلق في الحاديه عشره صباحاً.
لا، شويه زياده من الامام. هنا، نعم.
نعم، هادشي ما فيهش الوجبات.
فين كنقدّم رجوع هاد التذكره؟
شكون لي كيدير هادشي؟
باغي ناخد راحه.
السياره ديالي خربات، جيبها ليا من فضلك.
بغيت شعري من ورا يكون شويه اطول.
شكون هوما الانواع لي عندك؟
موافق. واحد من احسن الاماكن عندي.
شكون هو النموذج لي كتفكر فيه؟
سميتي ميشيكو تاناكا، ورقم الرحله هو خمسه واحد لطوكيو.
هلا رسمتي لي خريطه بسيطه من هنا؟
فين غادي نتلاقاو؟
بغيت شعري يبقي بحال كيف كان.
عْطيني خمسين درهم، الله يرحم الوالدين.
فين كاين كاونتر ديال التسجيل ديال الخطوط الجويه اليابانيه؟
شكون هوما هاد المحتويات؟
هل كاين شي بلاصا مزيانه فهاد المنطقه؟
عْطيني شْويه دْلْفلوس، الله يخليك.
حاضر. غادي نتاكد ان الشنط ديالك غادي يوصلو هنا.
هادا هو تخصصنا، سمك السول مشوي.
غادي نبقاو.
تعرضت للسرقه بالعنف.
حاضر. هل عليّ ان اركزه؟
غادي نشاركو.
ما عندناش هاد الطراز بالضبط دابا. غادي نشوف فالمعروض ديالنا. غير صبر شويه، من فضلك.
سكوتش مع الما، الله يرضي عليك.
هادشي كيعجب. شحال كاين؟
خدي هاد الوصفه الطبيه لشي صيدليه. غادي تلقاي الدواء عندهم.
طلبت هاد الشي.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين كنشري شي تذكارات؟
غالي بزاف. ما نقدرش نشريه.
هل ممكن ناخد الرقم ديال ABC وشركاه فشيكاغو، من فضلك.
فين كاين الكاتدراءيه؟
شكون بغيتي نطيبو ليك البيض؟
كاين حدا هاد البنايه.
لا، اظن انهم نساو يجيبولنا واحد.
حاضر. تاكدنا. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتجنا للتواصل معك؟
شكون هو اسم الرسام؟
هاداك شي عليك؟ ندير ليه يصيفطك؟
بغيت هاديك.
كيعجبني هاد الخدمه ديال الترحيب بالشامبانيا بعد الركوب. خليني نشرب علي صحتك.
اربعين دولار فاليوم زاءد ثمنه دراهم للكيلومتر.
غادي نعطي 5 دولارات.
ما هادشي ماشي ديال شي واحد اخر؟
قول لي كيفاش نمشي للمتحف؟
معذره بزاف، بغيت نرجع الموعد ديالي.
هل ممكن توصيني برحله نهاريه؟
قطارك غادي يمشي من الرصيف رقم 8.
كَنْبَحْث عْلَي شَنْطَه بْحَيْثْ لَوْجْهَا حَزَام مْتَحَكَّم فِيه.
بغيت يبقي تحت 180 دولار.
غادي نسولك بعد ما ندور شويه.
نعم. حجز لمده ست ليالي، من فضلك. ابتداءً من الثالث والعشرين من يوليوز.
هلا عطيتيني شي نماذج اخري باشكال مختلفه؟
شكون عصير بغيتي؟
غادي ترجع لداركم فالعطله؟
فين كاين شي بلاصه مزيانه نشوف منها منظر زوين؟
هادشي كان خاسر من قبل ما نفتح الطروده.
تاسع وعشرين غشت.
باغي نبعث هادشي بالبريد الجوي لليابان.
يوم الشكر علي العمل. نهار باش نشكرو كلشي لي كيديرو مجهودات باش يديرو المجتمع احسن.
هاد الغرفه صغيره بزاف.
هل ممكن ناخد شويه ديال الشاي، الله يرحم الوالدين؟
بغيت هاد لاباس يتنقي قبل من الليل.
كاين بنك قريب من هنا؟
هلاّ حليتي الطّاوله، الله يخليك؟
سيف، الله يرحم الوالدين.
هوما غير مطبوعات.
اكتب رقم غرفتك من الخلف، من فضلك.
كَنْكَلّو بِالْمِخْصَاصْ وَنْحْنَ كَنَاكْلو.
رحله دلتا رقم 28 المتجهه الي نيو اورليانز غادي تتاخر تقريبا ساعه.
ملي نرجع لليابان غادي نكتب ليك رساله. دابا ديري ليا معروف، عطيني خبر داكشي لي عندك، ديري ليها رساله.
تركت تذكره الطاءره ديالي فالفندق.
غرفه مفرده بلا دش، من فضلك.
شكرا بزاف علي التذكير. هل كاينين بزاف لي كا ينساو يوقعو علي اسماءهم؟
واخا، غادي يبان لينا الوقت. هاد المناقشه نكملوها الخميس علي الواحده؟
بغيت شي بيجامه.
حاضر. غادي نتصلك ملي يكونو جاهزين.
شكون لي غادي ياكل معايا الغدا؟
غادي يوقف الليموزين فالبوابه الشماليه اول حاجه.
شحال من وقت ممكن نستعمل المطعم ديال الفندق؟
هاد القطار مباشر ولا لا؟
واخا، دازت ساعه. خاصني نمشي دابا. شكرا بزاف علي هاد المساء الراءع.
كَانْدِير نْخَذْ مَاَدِيرَه لِلْمَعِيَّه دِيَالِي؟
بغيت دجاج مشوي.
خطاي. ماشي ذنبك.
عفاك، فين غادي يخلص هاد الفيلم؟
هاداك، من فضلك.
سُرقت حليتي. خاصني نعمل تصريح.
عطيني غير دقيقه. غادي نربطك بالسيد جونز.
مرحبا. هادي الخطوط الجويه المتحده.
فاين تعلم السيد جونز اللغه اليابانيه؟
عندي واحد صغيور بنفس التصميم.
هل يمكنك توسيع هذه البنطال؟
ليله الجمعه، علي الساعه التاسعه.
هاد الباب للاس فيغاس؟
عندك حافله من المطار؟
وحدا كاس اخري، الله يرحم الوالدين.
هادشي شويه مالح، ولكن عجباتني. جبتيه معاك من اليابان؟
عافاك، عجل عليه، ان امكن.
هلا خلصتي عشر دولارات هنا كديعه؟
نعم. صحيني بعد ثلاث ساعات، من فضلك.
بغيت نطلب، الله يرحم الوالدين.
شكون لي غادي نقول ليه نعم ولا؟
من فضلك، ملعقتين.
شكون هي المحطه الجايه؟
كايخرج من السياره صوت غريب.
شكون ساعه كا يتقفل البريد؟
دبا خلصت الدفعه الاولي ديال خمسين دولار ملي تسجلت.
عندك دوا للي عندو بطنو مضروبه؟
هل خاصني نلبس الجاكيت و الكرافاط؟
شكون لي غادي ينقل ليا الفلوس لحسابي ديال التوفير؟
نسيت الشنطه ديالي.
بغيت نعاود ناكد علي الرحله ديالي.
ساعتي. كانت جديده تماما، سويسريه الصنع، رقميه.
نجحت فذاك الامتحان بامتياز.
بغيتك توديني لبعض الاماكن المثيره. انا ساءح، عارف.
شكون اللي كايقدر يخرج يتفرج علي المدينه فابور و السفينه واقفه فالميناء؟
خير ليك تعدل المرايه الخلفيه.
غادي ننتاقو عشر دقايق ولا شي حاجه بحال هاكا.
علاش لا، بغيتي ناخد ليك الصحانه؟
بكل سرور. شحال من ساعه بغيتي؟
كَنْضُن بلي تْرُكْت الكاميرا ديالي هنا فالعشاء دْبارح.
جْمعْهُمْ عْلَي البّاب.
اه، لا. ما كاينش داكشي. انا غادي نعاون. درتي بزاف بزاف.
اما تصليحها ولا تبدلها، من فضلك.
غادي نكون موجود فشي نهار فشهر الجاي.
خُذ راحتك.
كيف كايقارن هاد المنتوج الجديد مع المنتوجات لي كاينه؟
البياعين فهاد المتجر كيتعاملو بلطف بزاف.
هلا تحفضلي هادشي؟
غير دقيقه وحده، الله يرحم الوالدين.
عندك التيكيت دياولك؟
باغي نكري سياره لمده اسبوع.
نعم، في الاول، غسليه وحده.
عافاك بان لي شي ساعات للرجال.
هادي 4 و 10.
شحال الثمن باش نمشيو بليموزين للوسط ديال المدينه؟
من هاد الصباح
خاصنا نسرعو. بداو كيركبو.
كيجي مقاسو بالضبط.
سولت علي الدجاج.
عشره ايام.
شكون عمر هاد الولد؟
شحال كاملين؟
بغيت بحال داكشي، الله يرحم الوالدين.
ضاعت عليا الشيكات ديال السفر.
عافاك عطيني شي دوا ديال البرد.
حطيه فكونه.
كَانْشُوفُو كُل صْبَاح فِي الطْرُونْ.
هل ممكن تتعشي معانا هاد الليله؟
غادي نبقي فالـ B Hotel حتي غدا. غادي نكون فرحان اذا قلت ليه اني هنا.
طيران تاخر ب 45 دقيقه.
سميتي شينو يامادا.
شكون هي الاختصاص ديال هاد المطعم؟
عندنا كِيشو كَاعِب زوين.
غير شي دوا ديال البرد.
هلا جبتي لي حوايجي للوبي غدا الصباح؟
اه، كنضيع شي حاجه فكل مره كنسافر.
ضاعت عليا الاستعمال ديال يدي اليمين.
سلام، هادي دار ديال روي؟
من بعد غادي توصل لشارع تجاري. دوز منو غادي توصل للمحطه.
لا، ماشي هنا. كاين قاعه ديال التدخين فالخلف ديال هاد الطوموبيل.
هل ممكن ناخد بروشور؟
وصل هناك علي تسعه، الله يرحم الوالدين.
نعم، سيدي. كيف بغيتي نقطعها؟
كَنْظُن بلي فِي خَطَا فِي الفاتوره.
غْيَر الزيت والخل كافيين.
عندي بالضبط اللي بغيتي. واش نقترح عليك هادشي؟
كافيه مع السكر.
ساعه سبعه عشر صباحا. اه، معذره. غلطت.
هل سمعتي علي اسبوع الذهب فاليابان؟
شكرا. مرحبا بيك تعاود تاني.
هل باقي محجوز كامل؟
هل يمكنني تركه في اي مكان في البلاد؟
شكون هو الرقم لي خاصني نتصلا من هنا؟
كيفاش نوصل لِديزني لاند؟
كَتْظَنْ هَاد الشي؟
سمح لي. فين كاين المطعم الرءيسي؟
بغيت ندير تلفون لشي حد فاليابان.
"اثنا عشر هو رقمي في المقعد. فين كاين؟"
شكون هادشي، الله يرحم الوالدين؟
شكون هو النوع لي كتفكر فيه؟
نعم. غادي نوصلو ف ثمانيه صباحا بالتوقيت المحلي.
اذا لقيتي شي حاجه، راني كنطلب منك تعاودلي.
هل ممكن ناخد شويه لحم خنزير و بيض؟
عافاك بغيت شي شربات دِيال الخربيز فْلْحلو.
الماء الساخن ما سخونش مزيان.
غادي تشرح ليا كيفاش ندير هاد الشي؟
سجل العنوان ديالك هنا.
هل يمكنني استعمال فلاش؟
شكرا. عاود جيني لغدا ف نفس الوقت. غادي يكونو الصور جاهزين.
معذره، حالياً يمكنكم الطلب فقط من قاءمه الليل.
محركك كايستعمل شحمه مُرَصّصه ولا عاديه؟
عندي صداع.
هادا هو رقم 1207.
بغيت شي غرفه اخري.
شحال مده صلاحيه هاد الفيزا؟
كاين شي مستشفي هنا قريب؟
بغيت بدله.
عندك شي عرض كبير؟
هل يمكن ان اجرب قياس الحجم تسعه؟
فندق امن و كيعطي فطور زوين، الله يرضي عليك.
فين كاين السيرك؟
كاين شي حاجه اكبر؟
ثلاثين دولار و ثمانين سنت
كيعتمد علي قداش المكان سخون، ولكن فوسط اليابان، فبدايه ابريل.
برغر بالجبن و بطاطا مقليه.
غادي يطيح الليل علي القطار الاخير.
ما عنديش فلوس صغار.
واش خدام ليك تذكره الحافله؟
الكريت، من فضلك.
كنت فطيار ديال الخطوط الجويه الامريكيه رقم 828.
كايْن ضجيج بزاف حدا غرفتي.
فِي السَّاحِل الشَّرْقِي، غَادِي تْلْقَي مَكَانَات مَعْرُوفَه بْزَاف، كِيف مَا نِيو يُورْك، وَاشِنْطُون، وَ بُوسْتُون.
عندك شي وراق يابانيه؟
كاي بان مزيان.
علاش لا، ممكن نخلي ليك الشنطه عندي حتي لواحد صباح.
هل كاين شي جوله ف المدينه؟
نعم. للاسف، ما عنديش خيار اخر. شحال مزيان الامن محمي فهاد المنطقه؟
فهمت. بغيت نكري سيتروين.
عندي موهبه فطريه.
هاد الشي مزيان. فين هو الخبز؟
"التدخين، من فضلك. ومقعد بجانب النافذه، من فضلك."
واش شحال كاينه الخياطه؟
شكون اللي غادي يوصل بسرعه، الطاكسي ولا السبيطار المتنقل؟
عندك هاد التيشرت فشي لون اخر؟
ما خاصكش تبقي تشوف التلفزه علي طول.
اه، غادي نوصلو ليه، غادي نوصلو ليه.
دخلتي لمستشفي ديانا احسن.
فين كاين شي سوبرمارشي؟
غالي شويه. ما كاينش لي يعطيني تخفيض؟
شحال باقي حتي نوصل للمحطه لي غادي نبدل فيها؟
داك الراجل سرق ليا المحفظه ديالي.
حبوب الهضم وحبوب الم المعده مختلفين، صح؟
بغيت نشوف الميناء.
فكره زوينه.
شحال كا ياخد الوقت مشي؟
غادي ناخد عشرين من اكبر دبدوب، من فضلك.
شكون هو رقم الكاشير؟
ساهل. غادي نشوف فالدليل التلفوني.
عندكوم شي غرف كبيرين؟
شحال هادي الفاتوره؟
بغيت نبقي فهاد الغرفه ليله اخري.
سمح لي، بغيت ندي تصريح السرقه.
واخا، كيعتمد علي وسيله النقل لي غادي تستعمل. غادي تمشي بالطوبيس ولا بالطياره؟
هل يمكنني الجلوس هنا؟
هل ممكن نبعث غير بريد واحد مقابل دولار واحد؟
نعم، من فضلك ارسلوه الي الغرفه 1234.
ملي هاد الاستماره ديال التسجيل، من فضلك.
بغيت شي تذكره ديال الطياره فيد اند روند لاكسفورد.
علاش الساعه نكون فالمطار؟
هادشي بطيء.
فين كاين شي محل باش نطور الفلم؟
لا، من فضلك لا تفعل. هل يمكنك ان تحتفظ باسءلتك الي نهايه حديثي، عندما اطلبها؟
بغيت شي بلاصه مزيانه.
كَنْخَافْ الحمام مْعَطَّلْ. مْحْتَاجْ لِلْمَعُونَه.
ما كاين والو صعيب ولا غامض.
غادي نوديك للكرسي ديالك. من هنا، من فضلك.
سمح لي، بغيت نسولك سءال؟
كَنْتَكَنْدَرْ بْزَاف.
السلام عليكم. كنفرح نتعرف عليك.
بغيت ندي هاد الشنطه معايا حتي لطوكيو، من فضلك.
غادي تشوف لي شي حاجه اكبر شويه؟
كَنْظُنْ لِلابْسَه دْيالْ جَابَانْ مَصْنُوعَه بْشَكْلٍ مُحْكَمْ بَزَّافْ.
خير ليك تسلم وتولي.
عاود من فضلك.
هلا كتبتي ليا العنوان و رقم الهاتف، من فضلك؟
هَلْ هُوَ مُسَخَّنْ؟
شكون هو المطار لي غادي نخرج منو؟
ماشي عطاوكش الورقه فالطياره؟
بغيت مكواه.
جاو 38 دولار كاملين.
شكرا علي مشاركه افكارك الفريده معانا.
كَنْمْشِي نْتْزَلّجْ دْوْ كْرَه فِ الشْهَر فِ المْوسِم.
تولدت فالاول د ابريل عام واحد وخمسين وتسعميه.
شكون لي كايعاود علي الكرا ديال المضارب؟
هاذي هي الطوبيس ديال وسط المدينه؟
شحال هاد العطر؟
شكون لي كاين؟
فين كنتمشي باش ندير الاجراءات؟
خمسميه درهم.
هاد الشي فيه الضريبه؟
شكون هوما الكيستات؟
سول واحد لابيرتوير.
غادي نعطي 3 دولارات علي هادشي.
كيف دايراها؟
مكاينش شي اكل ما كنحبوش.
يوم الدستور او "كنبو كيننبي" عيد وطني فالثالث ديال ماي باش يخلدوا تاسيس الدستور الياباني الحالي.
هل هاد الجوله كتشمل زياره لبرج سيرز؟
هل كاين شي مكتبه قريبه من هنا؟
غادي نمشي نقرا فالمدرسه الصيفيه فجامعه هاواي.
فاين حنا عايقين دابا؟
ضْرْفْين كْبار وْوْلْد صْغير عندو تْلاتْ سنين.
فِي كَابِينَه رَاحَه فِي المَحَطَّه.
