بغيت نحتار شي طاوله لعشاء الليله.
هنا. خلي الباقي.
غادي نبقي ففندق الفا.
شكون اللي كايشري سي دي هنا رخيص؟
الثمن هو سبعين و نصف درهم. من فضلك جهز التغيير الصحيح.
كَنْعْجَبْني الجاز.
عندك شي تفتيش فردي للامتعه فالجمارك؟
بغيت نحتار غرفه فرديه فالفندق ديالكم، ثلاثه ليالي من اول يوليو.
للمحطه الكبري.
ولكن ما مكتوبش "لجسر البوابه الذهبيه". خاصنا نسولو شي حد. العفو، هادي هي محطه الباص اللي كتمشي لجسر البوابه الذهبيه؟
نعم، ها هو.
نعم. واش بغيتي شي حاجه؟
نادي علي الخدامه لي كتسنا هاد الطاوله، من فضلك.
بغيت شي سبيرتو محكوكه.
عندي نستمر فالسفر؟
كاين شي حد باش يهضر معاه؟
خلي بالك من نفسك.
عافاك، بزاف عليا.
هل اللباس الرسمي ضروري؟
شكون هي احسن فصل فهاد البلاد؟
غادي يكون تقريباً عشرين دقيقه.
هل يمكنني ان اطلب كاسا من النبيذ؟
غادي نوري ليك لغرفتك.
بغيت ناكد الحجز ديالي.
خاصك دير فحص كامل فمستشفي عام.
مرحبا. انا مشغل المكالمات الدوليه. شحال رقم اللي بغيتي تدير ليه اتصال؟
قرب كونطار ديال الخطوط الجويه السنغافوريه ديك الجانب.
هادشي ما كايعملش مزيان.
كَانْدِيرْ لِي لْمِيمْ, سْمَحْ لِي؟ دَارْنِي فِي لْغُرْفَه نْمِيرُو وَاحِد خْمْسَه عْشْرَه.
خدي هاد الوصفه الطبيه لشي صيدليه.
هل ممكن ناخد مقعد في الممر، من فضلك؟ بغينا مقعد ما يدخنش.
الانسه يوشي ساوا. يوشي ساوا. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
باسم شركه ياماتو كوجيو، كنشكركم بزاف علي حسن تعاملكم ومساعدتكم اللي خلات هاد الاجتماع ينتهي بنتيجه زوينه.
ما قادرش نتحرك.
سمح لي. كنبحث علي هاد العنوان.
حقيبتي خربانه بزاف.
فين كاين باب الدخول اللي قريب؟
وحداني مع حمام، من فضلك.
عندي نتجنب الاكل لي فيه السكر.
مقعد جنب النافذه، من فضلك.
بغيت نحتار شي طاوله لشخصين.
هادشي غادي يكون مزيان. علاش كنتسناو؟
هادشي معفي من الجمارك؟
بغيت نصلح الساعه ديالي. هاد الساعه كتضيع تقريبا دقيقتين فنهار.
عالم صغيّر.
بغيت نكري دو كياج للما.
لا، خليني نشوف الاول.
كاين شي تهمه اخري؟
فين كاين لابلاص؟
شكرا. غادي نوقظوك علي ثمانيه.
هل يمكنني تغييره الي رحله اقرب في الخامس؟
علي الرغم من ان "رينجي" هو كتابه الخطه الاصليه وتعميمها علي الاشخاص المعنيين للحصول علي موافقتهم.
معذره، ولكن الوقت مكتمل في تلك الساعه.
عندك شي خواتم ديال العقيق؟
هل تلعب معي؟
"ملي هاد الوصفه الطبيه، من فضلك."
حاس براسك و دق عليا فاي وقت تكون فيه فطوكيو.
دابا هادي هي لّي كنت كنتسنّاها.
عندكوم شي جولات سياحيه؟
غادي توصل لي هاد الكونجي، ما غاديش؟
بغيت شريط ديال الكاميرا ديال الفيديو، الله يرحم الوالدين.
مخلعش نخلص اكثر من ستين دولار ف الليله.
غادي نشرب قهوه مع حليب.
بالتاكيد. املا هاد الاستماره ووقع عليها، من فضلك.
خير ليك ما تبقاش ساهر الليل كامل.
علاش الساعه خاصني نرجع للباص؟
ماعنديش الشوكه.
عندكوم شي جوله ل لاس فيغاس؟
ما قادرش نحرك رجلي اليسار حيت كايعيا بزاف.
فين كاينين الكونطوار د الباغاج؟
هلا زدت شويه دالماء فالكاس ديالي؟
تَذَكَّرْتْ كِنْصَوِّرْ فِي الرَّاسْتُورَانْ لِي كُلْنَا فِيهْ الغْدَا.
وصلت هنا بالقطار اللي خرج من لندن علي الساعه اثني عشر وخمسين دقيقه.
نعم، عندي. متي يمكنني اعاده اصدارهم؟
عندك شي حاجه خفيفه؟
مساء الخير. شحال عددكم فالطابله؟
سير فحالك.
معذره سيدي، ولكن نحن محجوزون بالكامل.
هلا كتبتي هادشي، الله يرحم الوالدين؟
عندي مشيت للتواليت.
شحال نسبه التضخم؟
"الريدز ديال سينسيناتي كيخسرو بثلاث نقاط."
فين كاين منطقه التزلج علي الثلج؟
نعم، غادي تقوليه ليه نوريكو ايتو تلفنات؟
فين كنخلص الزياده فالطريق؟
فين كاين الباص ديال الشاتل؟
بغيت شي دُورَادَه.
غادي نعطيك شي حاجه تبكي عليها؟
سقطت من الدروج.
غسل هادشي قبل تسعه صباح غدا.
بغيت نمشي نصيد.
كَتْصَبّلْنَا قهوه دَاكنه.
هل يمكنك اصلاح كعوب هاد الشحال ليا؟
بغيت نعرف واش وقت طياره الترانزيت ديالي هو كيتاخر.
هادي قدامك. خذ وحده بلا ما تحشم.
هل ممكن نستعملو الملعب ديال التنس هاد لعشيه؟
هل غادي تجيب لي الفطور ف ثمانيه صباحا غدا؟
هَلْ انتَ من هُنا؟
شكون هو الجلد لي صايب هاد المحفظه؟
فين كاين صعود الطوبيس ديال المحطه الطرقيه؟
عندك عيون زوينين.
فين كاين كرسي ديالي، الله يرحم الوالدين؟
بغيت فلتر ديال الاشعه فوق البنفسجيه، الله يرحم الوالدين.
هل ممكن نشوف شي حاجه رخيصه شويه؟
بغيت طاوله ديال غير المدخنين، من فضلك.
هادشي هو احسن جوده عندك؟
شكون بغات تشرب السيده؟
عفاك، كتمشي لثالثه وعشرين؟
سمح لي. فين هو البار؟
شكرا. خلي ليك الصرف.
حسنا، غادي نتصلك بعدين. شكرا.
هل كاين شي بارك ديال اللعب؟
عندك تذاكر اثنين ديال فيلم "الجميله والوحش" نهار الاربعاء؟
عندكوم جوله نهار كامل؟
شحال الساعه اللي غادي نوصلو فيها ل نيويورك؟
عندي نمشي دابا.
خايف ما يوصلش حتي غدا.
هادشي ما مشكل. حنا سبق لينا حسبنا هاد الحاله بالضبط ف الحسابات ديالنا.
هل ممكن توصلني للمستشفي؟
فين كاين اقرب صيدليه ديال 24 ساعه؟
عادي غير بغينا غير شي حلويات؟
حسنا. نديرو مراجعه شامله علي كلشي.
الزحام فاتسوجي كان فضيع بزاف، مشي صحيح؟
كايْنْ غير شويه واسعين.
السمك لي كتقصد هو الفوغو. عندو سم قاتل فالكبد ديالو والبياض.
ظنيت هاد الكونسر كان زوين بزاف.
فين كاين كاريي الامتعه؟
علاش لا، نصور داخل؟
ما قادرش نديرها وحدي.
ماشفتش بحال هاد المنظر الواسع فحياتي.
كَانْضَرْكْ نْزُورْ وَاحِدْ شَيْخْرُوبْرَاكْتُورْ.
نعم. انا مريض من شي يومين.
عندي اسهال.
شكون لي قاليك غدا كيتسار ف 3؟
الجمعه مزحومه بزاف حتي لثمانيه و نص.
"وااااااااااااااااااااااااااااا
قول لي شنو هما شي مطاعم زوينين.
شحال من وقت باش تقدر تعاود تصدّرها؟
خليني نفكر شويه. غادي نشوف دكاكين اخرين.
شكون اللي غادي يعطيك 10 دولارات علي 3؟
ما بغيتش نخلص اكثر من 30 دولار للوحده.
هل يمكنك تبديل الين الياباني هنا؟
كَنْظُنْ بلي هادشي احسن بزاف من هادشي.
تكلم باليابانيه من فضلك.
بغيت شوكولا وحده، الله يرحم الوالدين.
وقْفْ هْنا، الله يخليك.
هادشي كايبان مثير للاهتمام. فين غادي تبدا الجوله؟
حجزت سياره لمده يومين في اليابان.
هلا قلت لي فين كاين كاونتر التسجيل لهاد الرحله؟
هلا صورتيني، الله يرحم الوالدين؟
بغيت طابع لهاد الكارطبوستال، الله يرحم الوالدين.
هل يمكنني استءجار سرج وخوذه؟
عندي ناخد كاس ديال الخمر اخري؟
شكون بني هادشي؟
هل الضمان صحيح في اليابان؟
لا، ما عندناش.
سافرت ف سيدني و جبتها كلها.
شحال باقي عليها؟
عفاك، بغيت واحد فوركه اخري، الله يخليك.
كاين شي جامع قريب؟
عندي نجيبها بلا وصفه طبيه؟
هادي فكره: واش بغيتوا نصوتوا دابا؟
بغيت نبقي هنا الليله.
كَنْخَدْم فِي الميديا.
شكرا. فين كنشري كارت ديال التلفون؟
خلي كل شيك علي حدا، من فضلك.
شكون هو النوع ديال الاكل لي كتعجبك؟
عْلاَ شْحَالْ تْلاَتْينْ دُولارْ؟
هلا رسمتي خريطه؟
كَتْكُونْ مَعْلُومْ بِزَافْ.
كاين 2 2 3 21 11.
اه، واااااااااااااااااااااااااااااااااااااااااااااااا
شكون هي وجهتك؟
واحده تذكره، من فضلك.
نتمني هاد الجو يبقي هاكا.
باغي نزور متحف المتروبوليتان للفنون ومركز لينكولن، انا كذلك.
وْبَعْدَ العاصِفه، كَنْعيشُو يَوْمٌ خَريفِيٌّ صَافِي.
نعم، هذا جيد. شحال الثمن ديال التكلفه الزايده للطبعات المزدوجه؟
شحال غادي نبقا نسناه حتي يوصل؟
بوليس. عندنا اذن تفتيش. افتحو الباب.
شكون هي الساعه ديال البريك؟
هلا قصرتيه بسمتين؟
غادي نشوف شنو غادي ندير.
عندي ناخد الطياره ف 2 ديال لعشيه.
شكرا بزاف. هاهو تذكره التعديل ديالك.
"واشي من هادشي. كنت فالمنطقه."
كنت كناكل بالكارط ديال الاكل.
شكون هي لي خفيفه؟
كنغير بس، شكرا.
ضربتين دْيال البيرغر و ضربتين دْيال القهوه، الله يرحم الوالدين.
خصك دير شي حاجه فهاد الموضوع. خاصني نرجع لتطوك غدا.
عاشر وحداش من اكتوبر، والخرج فالتالت عشر.
شكون هو الدفعه المقدمه؟
شحال الما؟
هادو هما الهدايا ديالي لصحابتي.
علاش ما كملش؟
سقطت الشوكه مني.
Laa bssaah. Inchaa Allah ghadi ykoon khir fghad.
عندي نلبس لبسه رسميه؟
بغيت تذكره وحده للسبع و نص.
سمح لي. واش ممكن تقولي لي فين كتفتحو؟
هاد التذكره ما صالحه.
35 ساعه، باستثناء ساعه واحده للغداء. واش شركتك فاليابان كداك؟
هاد البرج عالي ب 634 قدم.
بغيت رادياتور ديال السياره، الله يرحم الوالدين.
هل يمكنك ان تلقي نظره علي مسودتي الاوليه عندما انتهي منها؟
حاضر. غادي نبعت ليك الاشعار قريب.
عندك شي محضر ديال البوليس، صحيح؟ شنو هوما ارقام الشيكات ديالك؟
هاديك شي مقطوع.
فين هو الدليل؟
مصارعه السومو هي رياضه وطنيه في اليابان.
شكون الوقت لي كتلبس فيه الكيمونو؟
نعم. بغيت نستعمل فيزا. الرقم هو اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
عندك هادشي فالقياس 16، باللون الاحمر؟
بغيت التامين الكامل.
كيدير ليك الرحله؟
شكون بغيتي دير؟
شكرا. هل الجو ديما مجنون ف لندن؟
قوليه يرد عليا فاقيلا كيدخل. هاذ الرقم تلاته خمسه اربعه ثمانيه واحد واحد ثلاثه تسعه. فندق هيلتون، الغرفه رقم اثنا عشر صفر تسعه.
شكون هي نهاءيات NBA؟
ماعجبنيش هاد النوع.
شكون هو الطريق اللي كايمشي ل برلين؟
دزت الكاسه بلا ما نعقل.
عندي نعطي الويسكي قبل الشوربا، ولا بعد؟
هلا حطيتي هاد الشنطه فبلاصه اخري؟
غادي نتابعو التطورات بحذر بعد ما نرجعو لليابان.
حاضر، متخافش. انا درت كلشي.
مزيان. واش فاليابان؟
معذره، الفندق كامل الحجز.
علينا نصورو داخل المتحف؟
هاد الاظافر الاكريليك كايطولو ليك الاظافر.
واخا، مزيان. نتمني ما يتكررش هادشي.
بغيت شويه ديال شامبوان ديال الحمام.
عندي ننزل. هاد القطار ماشي هو اللي بغيت.
سلسلي ضاع.
غادي تكون التهاب الزاءده الدوديه.
اكتبيه، من فضلك.
هاداك بغيتي تشوفيه؟
اش خاصني ندير ملي نرجع السياره؟
علاش ما نتحدوش علي كاس ديال القهوه؟
شكون هو تخصصك؟
غادي يخلص ف الواحده ديال لعشيه.
باغي نلغي باقي الوجبات حيت كايطولوا بزاف.
رءيسنا؟ نعم، هو كيشرب كوكتيل. بغيتك تعرفيه. تعال معايا.
شي حد، ياكول شي بوليس.
كَنْبَحْث عَلْ هَدِيَّه لِلْوالِدَه دْياَلِي.
فين كنكون فهاد الخريطه؟
غادي نشوف.
دوزت لبلاصه ديال لفرملي فلعربيه.
غادي نقولك خمسين وخمسه.
مكاينش الالتفاف يمينا من هنا.
كاين شي محل تصليح السيارات قريب من هنا؟
هادا هو الطلب الخاطء.
غادي نخطط نخرج نشري غداً
هادا شي شعبي.
نعم، هادي اول رحله ديالي.
بغيت نبدل الغرفه.
علاش لا، ممكن نزيدو سواقين؟
فين كاين المحل التجاري الكبير؟
خليت الشنطه ديالي فالمكان ديالي. بغيتك تشوفها ليا؟
واحد ساندويتش ديك رومي. خفف شويه من الخردل، الله يرحم الوالدين.
غادي نقول ليك الصيف هنا ما كاينش فيه باس.
شكون بحالك فالحظ. لقاوها فالكونطوار ديال الاداره و خلاوها عندهم بحال الكاميرا لي تتفقد. هل نرجعو؟
شي طيب، شويه طري.
خصك تخلص تريڭو ديال الخروج ديال السياره.
كيفاش نربطو الحزام ديال السلامه؟
كَنْتَصَلْ فِ البّورْسُور.
غادي بزاف. مكاين تا حاجه نعملو.
امشي قدّام مباشره لحد ما توصل لشارعين.
اتصل بصبيطار متحرك بسرعه، من فضلك.
عفاك، شحال غادي يوصل الطياره لطوكيو؟
هل هذه التذكره لازال متاحه؟
كَتْبغِي قلم حبر ولا قلم رصاص؟
داك الراجل ما تثقش فيه.
عندك خريطه للرّياضه ديال الدراجه؟
حجم عشره، سيدتي. الملصقات الحمراء معلقه علي الحجم عشره.
بغيت التغيير، الله يرحم الوالدين.
نعم، نحن نقوم بذلك. هل تريد قراءه بعض المجلات اليابانيه ايضا؟
خليط، من فضلك.
نعم، هادي هي. حنا كنسميو الموسم المطير ديال اليابان "تسيو".
ملي الخزان، من فضلك.
مكاينش الحس ف رجّي اليمين.
بالطبع. ولكن ما بقاش عندنا غرفه مزدوجه اخري الليله.
شحال نقصو؟ بحال هادشي؟
علا كلشي ينزلو؟
هلاّ تكلمت ببطء اكثر؟
هادا هو الدواء لي عطاني الطبيب ديالي
كايقولو بلي تاريخ الامه، تقاليديها وثقافتها كايبانوا فالعيد الوطني ديالها.
غادي هاد الرحله تخرج ف وقتها؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول علي مساعده باللغه اليابانيه. واحد ثمانماءه
خليني نشوف هاديك السياره.
هلاّ جبدتي ليا شي دكان مزيان باش نشري فيه ساعات قديمه؟
نعم، غادي نبقي نتفكر.
كَنْحْتَاج مُحَوِّل دْلْفُولْتْ وَ مَخَارِجْ وَ مَدَاخِلْ دْلْكْهَادْ التَّرَانْسْتَانْكْ. الفُولْتَاجْ فْهَادْ البْلاَدْ مَخْلُوقْ مْعَنَا، وَ كَذَا دْكْهَادْ الاَجْهِزَه.
كانو اربعه شباب.
كَنْظُنْ بَلي عَنْدِي اصَابَه فِ الظهر مِنْ الوَرَا.
كَتْبَغِي تْرْفَعْ هَادْ الشَّارِبْ شَوِيَّه؟
بغينا منك تمشي للوحده الصناعيه ABC.
حجم عادي، من فضلك.
سميتي شيبا. الغرفه رقم تلاته و اربعين و خمسه.
عندنا 20 عطله مدفوعه الاجر فالعام.
حقاءبي ما كاينينش هنا.
كيتكلم علي لمس، راجل امريكي كيدير دراعو علي ظهر وحده بحال شي حاجه طبيعيه.
فين هو الاكل لي طلبت؟
"حيت غادي نطيبو بالطريقه ديال المونيار."
حشومه منك هاد الاهتمام و السءال علي صحتي.
ما حسيتش باي تحسن.
كيعيا الواحد يجر معاه بزاف د الحوايج، غادي نشري كل الهدايا ديالي فاليوم الاخير.
غادي يكون عندنا سينما تحت السماء بعد شويه. بغيتي شي حاجه تشربي؟
جيت من المغرب.
حطّي الشنطه هنا، و حطي السّفره فالخزانه، الله يرضي عليك.
ما كايديرش باش تشري الحوايج الرخاص.
هاني ليك التذاكر وورقه التاكيد ديال الفندق.
بعتلي طبيب، الله يرحم الوالدين.
غادي نقدر نعيش نهار كامل.
شكرا. هادشي لي محتاج دابا.
شكرا بزاف. رقم الغرفه ديالك هو سبعه وعشرين. ها هو المفتاح ديالك. خونا البواب غادي يصعد ليك الشنطه.
خلع ملابسك ومدد هناك.
هل يمكنني ان اطفء الراديو؟
تْعَامْلْ التُّجَّارْ مْعَ الْمُنْتَجْ كَانْ ايجَابِي.
بغيت الما سخون بزاف.
نمشيو كل واحد يخلص علي راسو.
خادمه ديال الكار
درت صغار خوتي للحديقه ديال الحيوانات.
مساء الخير، لقيناكم مره اخري.
غير باش ناخدو معانا تذكار. شفتي، عندنا ما عندناش هاد النوع ديال الطاكسيات فاليابان.
سمحلي نصور داخل المتحف؟
شكون هوما اللعابات لي كايلعبو بيهم الولاد ديال 5 ولا 6 سنين ف انجلترا؟
بغيت نعمل حجز فالرحله ديال الخطوط الجويه اليابانيه رقم 6 متوجهه ل نيويورك ف نهار 12.
كَنْظُن هاد الفكره زوينه. ان مَكَيْناش مُعَارَضَه، بغيت نعملو تصويت.
كيفاش نقدر نوصل لهيه بالباص لي كايمشي بالليموزين؟
بقينا غير جوله المدينه اليوم. الباقي كلهم جولات ليليه.
صُنع في ايطاليا؟
شكون هي الطوبيس لي كتمشي للمحطه ديال لندن؟
عندك ولاد؟
ماشي ذنبك.
هكذا، من فضلك. السادس والسابع من هذا الصف.
فاين هي المنحدرات المخصصه للمبتدءين؟
لا حيله.
هلا بعثتي ليا شي مراجع علي المنتوج الجديد ديالك؟
هاد الكاميرا ديال الفيلم ديال ثمانيه ملم هادي هديه؟
بغيت شي فلاش.
بغيت شي تلفون يصحيني، الله يرحم الوالدين.
كَتْقْصَدْ بلي مَبْغِيتِيش تْصَالَحِي مْعَهُمْ؟
نعم، انا موافق. متي سنغادر من هنا؟
سميتي ريسا كوباياشي والرقم فين كنبيت دابا هو تنانص صفر سته خمسه تنانص تلاته واحد سته تمان.
بغيت راديو جيب، الله يرحم الوالدين.
شحال غادي تبقي هنا؟
كاياخد بضعه ايام.
صباح الخير سيدي. واش نقدر نعاونك؟
غادي نوصل بعد العشا.
غادي نكتب العقد قبل الاسبوع الجاي.
خمسه. بغيت الطاولات يتجمعو.
هادا هو التغيير غلط. عطيني ثلاثه دولارات زياده.
باغي ننزل فالمحطه المركزيه. قول لي من فضلك ملي نوصلو.
هادشي جلد طبيعي ولا لا؟
سول واحد بوليسي، الله يرحم الوالدين.
شكون دار الجاز اللي هو الافضل؟
مافهمتش.
ضيعت ليك السكّه ديالي.
عندي شي صندوق للتخلص؟
بغيت شامبو جاف.
المناخ معتدل.
نعم، اكيد غادي ندير. سلمي علي السيده كاواكامي مني.
خليني نشوف شحال كايزن. غادي يكون تسعين و خمسه درهم.
هلا زدت ليتيس و طماطم؟
من فضلك، عيطي لتاكسي علي الساعه التانيه ديال العشيه.
دخل شويه خشب صغار ف اصبعي.
شحال ثمنهم فاليابان؟
كيوصل ف بورتلاند ف الظهر.
كيداير ليا بزاف.
عندك صافي غديتي؟
هل يمكنك لف هذا من اجلي؟
واش كا تقدر توصف ليا شنو هو الشنطه ديالك؟
حطيه فكيس.
غادي تبقا تسني حتي ندوز من قدام الكاتدراءيه؟
نبدلو الدور.
خاصها تملا هاد الاستماره ديال الجمارك وتقدما.
علاش لا، عطيني قلمك؟
غادي ناخد كُورْطَه دَالْبوظَا دَالنَّكهه دَالجَنْهِيْر فِيْ كُونْ، شُكْرَان.
هل تريد بعض المشروبات؟
شكون هو اسمك مره اخري، من فضلك؟
خليني نشوف هاديك وحده.
جيت باش ناخد الصور ديالي.
قصر ليا الدراع ديال القميص.
عندي سخونه خفيفه و كنحس بوحد الالم فالصدر من الجهه اليمين ملي كنسعل.
عشرين دولار سلفا.
كاين شي ديسكوتيك هنا فهاد المنطقه؟
بغيت نمشي للمحطه ديال الميترو.
غادي نوصلو لهيه فثلاث و نص بالتوقيت المحلي.
بغيت نمشي لطريق الخامسه. شحال الثمن، الله يرحم الوالدين؟
هل ممكن نجيب ليك شي حاجه تشرب؟
فين كاين اقرب محل ديال الحلويات؟
اه، نعم. بغيت هاد الباكيت يوصل لليابان. فيه تحفه يدويه من عند السكان الاصليين.
ويلي، كتدير بسرعه بزاف. ممكن تبطا شويه؟
عافاك بغيت شي خمر حمر.
شكون هو ثمن الغرفه؟
عافاك عطيني اللي فوق الرف.
غادي نعاونك ف ديك الطبله.
غلف هاد الشي واحد بواحد.
هنا شويه كبير بزاف.
السلام عليكم. فندق ستار. شكون بغيتي؟
حطيت فريتين فالكوكا كولا، ولكن ما طلع والو من الماكينه.
فين كاين شي بلاصه اللي كتجمع بزاف ديال الشباب؟
علاش لا، ممكن نبدل الخطوط الجويه؟
شكون لي غادي يصرف ليا الشيكات ديال المسافرين؟
مَا كَانْشِي نِيّتِي نْجِرْحْ لِيكْ لْمْشَاعِر.
وَبَعْدَ مَا نْطِيرُو، غَنْقُولُولْكُومْ زْيَادَه عْلَي الخِدْمَه دْيَالْنَا لِيوم. فِي هَادْ لَحْيَنْ، اِذَا كَانْ كَيْنْ شِي حَاجَه غَنْقْدَرُوا نْعْمْلُوهَا بَاشْ نْخَلِّيو لْرِيحَه دْيَالْكُوم فِي الطِّيَارَه اَكْثَر مُتْعَه، مَا تْحْشَمُوش تْسْاَلُوا.
سيدي، بغيتك توصلني للغرفه رقم 1234.
هلا دوزتي ليا عند الطبيب، الله يرحم الوالدين؟
عافاك بانيني شحال مجموع الفاتوره.
الطعام بارد.
هل كاين شي محل ديال اللباس زوين للرجال؟
هادشي كامل.
كَانْدِيرْ هْنَا مْنْ ثْلاَثْ سْنِينْ.
بغيت نحجز ملعب تنس فثلاث ديال لعشيه لمده ساعه.
كُل مَره كَنْفَشل، كَنْنجَح فِي المَرّه لِي جَايَه.
هادشي للولاد؟
والله، انا كنفضل ريحه ما تكونش حلوه بزاف.
فدار صاحبي.
شكون لي عطاك العنوان ديالي؟ كاين شي مشكل؟
شحال ثمن التذكره ديال الذهاب والاياب؟
معذره. ما كانشي الحجز.
فاين نزل؟
هلا دوزتي معايا للكوميساريه لي قريبه؟
غادي يتقاصو الضريبه بشكل منفصل.
شكون هو احسن مكان اللي كايديرو الناس زياره؟
علاش ما تزيدش شويه ديال الفلفل؟
بغيت ناكل شي حاجه ايطاليه.
بغيت جوجيطه.
شحال باش نبعثو؟
شحال الثمن باش ندخل؟
زغردي ي
غادي نوصل للوس انجلس فخمسه.
عندي الم حاد فالصدر.
هادي حقيبه كبيره زرقا ديال سامسونايت، فيها بزاف دْلاصْقَات.
شكون لي غادي يمنعني نمشي فالسفريات ديالي؟
حاضر، التذاكر غادي يكونو محجوزين ليك فكاونتر المسرح. شكرا علي اتصالك ب Broadway Tickets.
كَنْظُن هاد الارقام مَكْيْطْلَعُوشْ.
عندنا مشكل.
هاد الطياره تاخرات ساعتين.
غادي تمطر ولا لا؟
سمح لي، هاد القطار كيوقف ف بالتيمور؟
غسيلي لي كنت نشوفو فالحمام مشا.
نعم، شكرا. بغيت كاس ديال الشاي.
غادي نعطي عشر دولارات.
كتيب دليل.
عافاك وريني كيفاش نديرها.
كيعجبني بزاف الكاب لي لابس
كَتْعْرْف شي بلاصا زوينه باش نقاديو فشيڭاڭو؟
حولي خمسه الاف ين. حاجه لواحده صغيره.
فين كاين لوحه الاعلانات؟
هلا فتحتي ليا الباب؟
شكون هو اللي كايدير التراند دابا؟
كاين هدنه؟
كَيْ يْبَغِي يْقَتْلَنِي. شُوف، دِيرْ لِيَّا هَادْ الخِدْمَه. دْخَلْ لِلْحَمَّام، فَتْحْ لِيَّا الوَلُوْ، وْقَعْدْ هَنَاك.
نعم، سيدي. بيروجينو في الجانب الغربي.
علاش لا، نقدر نخلي هاد الكاس هنا؟
شوف تخرج علي تسعه ديال صباح.
غادي ناخد الشوربه ديال الخضره والضلعه مشويه، الله يرضي عليك.
فين كاين الميترو؟
عرض عليا لون اخر.
هل كاين التزلج الليلي؟
بغيت نحتار شي غرفه لليله هادي.
ويلا سليتي مع البوليس، ديري ليّا بلاصتك باش نعطيك الارقام اللي محتاجاهم.
كايحمر و كايدق بزاف.
شحنوها لهاد العنوان.
هاد الكاسيطه ما كايعملش. بغيت فلوسي.
غزاله.
اه، بغيت نحب نديرها.
هادا السيد ياماموتو، فالغرفه 335. الناس فالغرفه اللي جنبنا مزعجين بزاف. بغيت نبدل الغرفه.
عندك شي حاجه اضيق؟
شحال غادي نديرو مده هاد العقد؟
كاس دي شابل
شحال الثمن ديال الرخصه؟
شحال هاد لقرعه؟
عندي وجع الدوره.
كالعاده.
تضررت.
هادشي طويل.
للعروسه الجميله سوزان. بالتوفيق لكِ.
عفوا سيدتي. سقط منديلك.
بريد جوي، من فضلك.
غادي تبغي بلاصه فالطوموبيل ولا بلاصه فالزنقه؟
سلام. بغيتي تقول لي كيفاش نقدر ناخد التذاكر لماتش د اليوم؟ حنا دابا فالمانهاتن.
شكون لجزء ديال A اللي غادي ليه؟
شكرا. غادي لحفله.
بغيت فيلم علي وجه السرعه، من فضلك.
هلاّ دّيّت طبيب، الله يرحم الوالدين؟
لا بصح. ولكن عندي صداع خفيف.
هل كاين شي حفل كبير ديال الموسيقي الروك؟
كَنْجِي نْدِيرْ بْحْثْ سُوقِيّ.
شوف اش كايدير ليك.
هل ممكن ندعيك علي الغدا؟
فيزا.
بغيت شي مسحوق ديال الغسيل.
بالتاكيد. قلت، هل تعرف السيد وايت؟
شكرا علي المعلومه. غادي نجربها المره الجايه.
هل عندك حساسيه من شي دوا معين؟
لا، شكرا.
ماشي متاكد. هاد الفكره زوينه.
هلا تشعل ليا التكييف؟
بغيت قاروره ديال الما المعدني.
هلاّ قلتيلي علي شي اماكن زوينين للرحلات النهاريه؟
عندي نوجد ليك مرشد سياحي بالنهار؟
شكون المنطقه اللي جيتي منها ف الولايات المتحده؟
سيدير هاد الفلوس لريال.
كيعتمد علي طول الجوله.
كَانْقْدِرْ نْخَلِّي غِيرْ لْقَمْجَه؟
جيت من اسراءيل.
عندي زيتونه محصوره في الحلق.
فين كنشري الكتب المدرسيه؟
ضرباتني سياره.
هلا جبتلينا قشه، الله يرحم الوالدين؟
الثلاجه ما كا تديرش.
هلا مليتي هاد الاستماره و بعثتيها ليه بالفاكس؟
نشوفوك بعدا
هادي هي المنصه الصحيحه للقطار المتوجه لباريس؟
مرحباً بيك. العفو، هاد شي من واجبي.
اه، واش تا زال كاينه حفلات الجايشا؟
ولكن، اسماء المحطات مكتوبه باليابانيه فقط في الغالب. لذلك، قد يكون من الصعب فهمها.
اش كيدير الدود فالحقل ديال الذره؟
شكون انت؟ شنو بغيتي؟
شكرا بزاف، ولكن فين بغيتي نديروها؟
كَنْظُنْ بَلي هاد الكُورْسِي ديالي.
فِي هَادِ الحَالَه مَغَادِيش يْكَفِّينِي الوَقْت.
ممنوع التدخين من فضلك.
بغيت نمشي لمانهاتن. شحال كاينه؟
واش ممكن توصي لينا بمطعم معقول قريب من هنا؟ واش تقدر دير لينا علامه علي الخريطه؟
غادي تمر من باب اخر باش توصل لمنصات الشينكانسن.
فين كاين السينما؟
هادشي كيمونو.
هلا جبتي ليا شي واحد كيتكلم باليابانيه؟
اربعه ايام.
خليني نشوف، غادي يكون 14:50.
وقت الركوب ديال رحله الخطوط الجويه المتحده واحد سبعه خمسه تاخر. رجاءً انتظر عشر دقايق.
زَوين. غادي نشريه.
هل الثمن يشمل الضريبه، مصاريف الخدمه و الفطور؟
خليني نشرح ليك ساعات الاكل فهاد الدار.
عندي حراره عاليه.
واش كتدير واجباتك؟
نكلموه.
اوروبا ليا فالعطله ديال الصيف هاد العام.
كاينين هنا ناس من كل بقاع العالم.
فين غادي يتعرض هاد المسرحيه؟
شكون ليك الحساب، الله يرحم الوالدين؟
واخا، عندو ثلاث شرايح دجاج، و كيجي معاه بطاطا مشويه و خضره مشكله.
الغرفه اللي جنبنا مزعجه. هل ممكن تعطيهم تنبيه؟
ضربني.
متخممش راسك بزاف. غادي نحلوه ليك.
بغينا نلقاو شي بلاصه بحال ثلاثين دولار للواحد.
عفاك، واش ممكن تقولي شنو هو هادشي فالبطاقه؟
قول ليا شنو هو اشهر ديسكو فهاد المدينه؟
هلا قلت لي كيفاش نستعمل التلفون؟
هادي كارته ديال المفتاح. ممكن تبقاها معاك.
كَتْعْرِفْ شْحَالْ كَيْفْتَحْ المُتْحَفْ؟
بغيت نمشي لحفله موسيقي كلاسيكيه.
شكون هوما الاساليب اللي كاينه دابا؟
بغيت شي خنزير.
شحال مع الكاس؟
اه، معذره، هي الباب الثاني علي اليسار.
نعم، عندنا "Where" و "The City Guide".
من فضلك خلي حاجياتي الثمينه فخزانتك المضمونه.
كون حذر.
سير بسرعه. علاش لا. السيده، هادي هي فرصتك باش تسكت. السيد، نزل من فضلك. شكرا. بقي هنا. ارتاح مزيان. ا سي، شوف شحال من قاروره ديال Wild Turkey غادي تزيد؟
كَنْمُوت مِن البرد.
قول ليها بغيت نشوفها بعد غد.
غادي نبقي مع صاحبي.
فين هو دليل السفر هادا؟
هادشي كيشهي.
عشره دولارات من البنزين العادي من المضخه رقم ثلاثه، من فضلك.
حزمه ديالي كاتضمن هاد الجوله الاختياريه.
كيفاش نوصل لهيه؟ هل ممكن ترسم لي خريطه؟
غادي نفكر فيها. شكرا.
عندي نكون حذر باش ما يغشونيش فالتغيير ديالي.
طبخ الغورميه كايطيح بزاف هاد الايام.
استمتعنا بيه. شكرا ليك.
الكتب. شحال غادي ياخذو الوقت باش يوصلو لليابان بالبريد الجوي؟
يدّي تجرحات.
شكوني نهار الثلاثاء؟
عندك شي جولات نص نهار؟
مكا نفهمش مزيان الانجليزيه. شي حد كيعرف يتكلم ياباني؟
السلام عليكم، اسمي موري. عندي حجز علي الساعه سبعه.
كَنْتَسْنَا صاحبي.
جيت من روسيا.
شكون الطلب ديالك؟ بغيتي شي حاجه تشرب؟
سيدي، بغيتك توصلني للسيد تاناكا فالغرفه 820.
زيدني شويه خبز محمص، الله يرحم الوالدين.
هل يمكننا استءجار المضارب؟
غادي تشرب القهوه ولا الشاي بعد العشا؟
عندي نوقف فالطريق؟
شكون لحم هادا؟
هل ماءه دولار كافيه؟
هادي شانتي كبيره من الجلد.
غادي توريّني فين هو المتحف؟
نعم، بغيت كوكا كولا، الله يرحم الوالدين.
كونفوشيوس ف القرن الخامس قبل الميلاد
هلا اختارتي لي واحد؟
هادي مصنوعه من الجلد؟
غادي نبقي فالرقم هادا طوال الليل، اتنين اتنين اتنين تلاته واحد سبعه سبعه.
عندي شوربه الصويا الفوريه.
شكون شاعل ينعس فالسرير فاليابان؟
فِي نْيُو يُورْك.
علاش غادي يخرجوا الصور؟
كيتسنا بزاف هنا.
هادا فيلم سريع. واش نقدر نخرج الفيلم؟
وحدو ليّا سلو، الله يرحم الوالدين.
هلا لعبوا دابا؟
شكراً بزاف علي هادشي.
عَلَي الصَّدَاقَه بَيْنَاتْنَا.
غادي تقولي لي شنو هي المحطه اللي قبل نيويورك؟
كَتْهْزَرْ، ولا كَتْبَدّعْ؟
ما قادرش نتفاهم مع صاحبي فالدّار. كايدخن بزاف. ما قادرش نتحمّل هادشي.
عندك شي كونصير الليله ولا الليله لخري؟
معذره. ولكن يجب ان نذهب الان.
الممر رقم سبعه.
عندي علم بالبرغر هنا زوينين.
حنا فرحانين بزاف باش جيتي.
مرحبا. انا مشغل الاتصالات الدوليه. شحال بغيتي ندير ليك؟
هلا طفيتي التكييف؟
كاين شي حاجه بلون اخر؟
كيمورا K I M U R A.
بدّل هاد الشي لعندك بالدولار الامريكي.
بغيت نلقا الباب ديال الدخول.
هل ممكن ناخد الدواء لي فالوصفه الطبيه؟
هل التوضيح معطي بالانجليزيه؟
شوكولا، من فضلك.
جيت هنا باش ناخد الشنطه لي ضاعت لي.
هادشي مطعم ديال البحري، ولا لا؟
فين غادي نمشي؟
فاين هي طريق الخروج؟
هذا هو القطار المحدود كاسكيد؟
بغيت هادشي، الله يرحم الوالدين.
شكون هو رقم الطوارء؟
عرضو ضيق شويه. هادشي مزيان؟
هلا اقترحت علي شيءا اخر؟
علاش الساعه خاصني نتسجل؟
عندنا تخفيض علي تارت التفاح بـ 50 سنتيم بس.
واحده مخده و لحاف، الله يرحم الوالدين.
ثمنيه سوايع، الله يرضيك.
مع السلامه.
رحلتي هي يو ايه واحد صفر ثلاثه فالعاشر د مارس.
غادي تقول لي فين كاينين المطاعم؟
اه، انا اسف جداً.
فين كاين اقرب بريد، الله يرحم الوالدين؟
هل ممكن نشوف بطاقه نزولك من الطياره؟
حجزت فندق فِي المطار.
هل يمكنني ان اعصر ليمونه؟
كيفاش نوصل للبريد؟
هل ممكن نشوف لاءحه الاسعار؟
حنا مع بعضياتنا.
عالم صغيور، مشي؟
عافاك عطيني جوج ايروسغرامات؟
قول ليا رقم التليفون ديالك؟
ممكن تجي في اي وقت بغيتي فالعشيه.
هل تقبل هذا كهديه رمزيه تعبيرا عن تقديرنا وشكرنا؟
شحال قياسها بالسنتيمترات؟
حجزنا طاوله علي تسعه. انا ساتو.
مابقا مايطبعش.
بالنسبه للمواعيد، يذهبون الي المطاعم.
هل التاكسيات رخاص؟
واش حقاش؟ كاين مشي بزاف لي كيقول هادشي.
هل غادي تجيب لي تاكسي فالعشره صباحا؟
شكون الوقت لي كتسدوا فيه؟
هل ممكن نشري ربع كيلو ديال اللحم؟
واش حقاش؟ شكرا بزاف. ما عندي حتي مشكل نستعير شي كم كتاب نقراهم فالعطله. ثلاثه كتب كافيين.
خليني ناخد رقم 2 ديال الفطور.
فاذا، مشي للمكتب ديال المطالبات ومعاك البطاق ديال المطالبه.
هل كاين كابينه للنعاس؟
هادو شويه كبار عليا. ممكن نجرب قياس اصغر؟
شحال ثمن الطابع ديال البريد الجوي لليابان؟
هل يمكنني ان اقاطعك؟
هادا السيد واتانابي فالغرفه سته وسبعين. غادي نخرج تقريبا فتسعه وثلث. ممكن تبعتو شي حد يصعد ليا الشنط ديالي؟
هل باقي ممكن نتمشاو علي الثلج فمونا كيا فهاد الوقت؟
عندك كارت ديال التران؟
كنت كندير الكاراتيه فالمدرسه.
عندي نوصل حتي الواحده و نص.
شحال د السوايع ديال الرحله بالقطار؟
اه صافي. غادي ياخذ شي خمس دقايق.
هل هناك اي مواقع تاريخيه في هذه المنطقه؟
هادي خمسه و نص. عندك نصف ساعه باش تمشي.
هَلْ عَجْبَتْكْ هْنا؟
مكاينش بزاف د الورق ديال الكتابه.
علاش غادي ديرها؟
شكون الباب لي غادي يدوز منو؟
بغيت نعمل حجز لخمسه اشخاص علي الساعه سته ديال الليل اليوم.
نعم، ولكن غادي نحتاجو لفلوس التوصيل.
يمكن تشريه من قسم الاثاث فالطابق الثالث.
انا من اسيا.
هذا هو الطوبيس ديال اليابان اير لاينز؟
بغيت نعمل حجز للقطار.
هلاّ بغيتي تزول هاد البقعه؟
صحيح. راءع. بغينا نعملو حجز لثلاثه.
هل ممكن ناخد الوقت؟
واخا، غادي يكون دافيد، مارك، ساشيكو، ورومي فالبارتي.
عافاك، خمسين دولار ديال الشيبس.
خير ليك تركب فالطوبيس.
غادي نوصل تقريبا سبعه ديال العشيه.
شكون الصوص لي بغيتي؟
بغيت نمشي لمطعم حقيقي ف نيويورك، ماشي غالي بزاف.
غادي نوصل للفندق فـ 18 د سبتمبر.
كَانْدِيرْ خَرِيطَه الدَّرْبَه، لَاهْ؟
بغيت عينه من برازك.
شكون هاد اليابانيين لي كايديرو راسهم بحال هاكا؟
ما كاينش الاختيار. هنا مزيان.
فِي حَالَهِ المَقَالَاتِ المُعْفَاهِ مِنَ الجُمْلَهِ، تَمُرُّ مِنْ مَكَانِ التَّفْتِيشِ بِالنُّورِ الاَخْضَرِ.
هلاّ عاودتيها من فضلك؟
مع الاسف، كل الغرف الفرديه محجوزه. ولكن ما زال عندنا بعض الغرف المزدوجه.
فاهم مزيان.
شنو خاصني نقدم باش نكري سياره؟
دازت عليا حادثه سير.
عندك تذكره ديال الرجعه؟
عندي صداع.
عندك دنهل؟
هلاّ عطيتيني شي شياط ديال الخمر رخاص؟
عندك تدخل.
كاين شي محل باش نشري شي حاجه نشرب؟
وَصَلْتُ تَوًّا اِلَي المَطَار.
هل يمكنك انجاز الامر قبل الليله؟
توجد تفاصيل اكثر حول هذا الموضوع في الصفحه الثانيه عشره من التقرير.
كان خاصو يرجع لدارهم قبل من عشره.
جاف.
نعم، تفضلي قعْدي.
غادي تقترح عليا شي بلاصا نتمشاو فيها و نرجعو فالنهار؟
La shukran. Ghadi ndawaz 3la tabib.
تلك الخاتم زوين.
بغيت هادشي.
شكون الوقت لي كتفتح فيه المعرض؟
مازال ماقررت والو.
غادي نديرو هاد الشي.
عْطيني تخفيض، الله يرحم الوالدين.
كنت غافل بزاف. نتمني تسامحني.
عندك فستان بالبياض؟
هلا دزتي لواحد الفندق بحالوا وطلبتي غرفه ليا؟
هلاّ عطيتيني فكره كيفاش نملا ورقه ضياع الامتعه، الله يرحم الوالدين؟
علاش تبنات؟
غادي نقول ليك حالا ملي نوصل.
هَلْ سَهْلْ تْوَصَّلْ لِيهْ؟
غادي نقادرو ليكوم طاوله دابا.
عفوا، فين كاين طريق اكاساكا؟
كَتْنَزّ دْم بزاف.
فين كنشري لوازم المكتب؟
ماعرفتش شنو غادي يكون فامريكا.
مرجو ارسال سياره سحب الي زنقه بيكر رقم 15.
عندي انفلونزا.
فين كاين شي منطقه فيها محلات للماركات العالميه؟
كَتْهْزَرْ.
هل كاين ف نهار الاحد؟
وقعات حادثه.
اخد الدروج المتحركه للاسفل، غادي تلقي المكتب قدامك.
بغيت رجعو ليا حوايجي الثمنين، الله يرحم الوالدين.
هل الدكتور تافلر استاذ صارم؟
علامه تجاريه اخري؟
هل ممكن توقّف قدام الحريّه؟
حشمت، دابا. عادي تجيبها بعد نص ساعه؟
علاش لا، ممكن نخلص بهاد الكارط؟
غادي نبقي غير بضعه ايام.
البييكون خاصو يكون مقرمش، عارف.
بغيت نشوف هاد البلوزه.
حطهم مزيان فشي بلاصه باينه.
بغيت نتحقق من جوج حوايج فالشنطه، من فضلك.
هل كاين شي كابين ديال التبديل؟
هل كاين ماكي اليوم؟
بغيت هاد لاباس يتعاود فالدري كلين.
بغيت نحتار شي تذكره ديال جوج للصباحيه ديال نهار الثلاثاء.
درت خطا. بغيت واحد جديد؟
شكون هاد التكلفه؟
غادي ناكل هنا.
غادي تبين ليا كيفاش نستعمل المضخه؟
كاين مكتب للصرف؟
نعم. يمكننا كراءك مضارب و احذيه الجولف.
وعلاش؟ كتشبهي لشي حد صغير ف السن.
المنتج ديالنا خفيف و صغير من منتجات المنافسين، و مع ذلك الثمن ديالو غير زياده 8%
الكوموند ديالي خربان.
فين كاينين الكتب المصوّره؟
شنو كاين ناخد من عندك؟
تِيعْلَمْ الله.
داءما كايكون 35 دولار، ولكن اليوم عندنا تخفيض 25%، يعني غادي يبقي ليك غير 26 دولار و 25 سنت.
كتشري هاد الشي لوحدو؟
اربع حبات ديال البرتقال.
فين كنلقا طوبيس باش نمشي لشيڭاگو؟
مازال معرفتش.
بغيت نلعب التنس مع شي حد.
هادشي لراجلي.
ما قادرش نسكر الباب.
الضراۤح ف اليونان كانت تاريخيه.
غادي نبداو فحال هادي فالفلْم. ديرو الستورات ديالكم لتحت.
نعم. هاد الالوان دابا ف الموضه.
غادي نبدل الطياره ونمشي مع رحله الخطوط المتحده متوجهين لانشوراج.
هلا عطيتيني صحن جديد من هاد الشي؟
نعم، ولكن خاصك تكتب "بالبريد الجوي" هنا اذا بغيتي تبعثيها بالبريد الجوي.
هنا. غادي تبين لي بطاقه التعريف ديالك ولا الباسبور؟
"La dame aux camélias" كايعرض. هاد المسرحيه كتجذب اهتمام كبير فهاد الفتره.
حاضر، ولكن مشروب واحد فقط.
هلاّ عطيتيني شي نصيحه علي شي خمر مزيان؟
"تيفاني؟ تقصدي متجر المجوهرات؟"
ثلاثه دولارات لكل واحد.
حشومه نلغيو، ولكن ما كاين ما يدير.
ضعت. فين حنا؟
ما كايعجبكش هاداكشي لي كاين؟ ما كاينش بزاف ديال الرجال المزيانين؟
هلا جبتي لي غلاف وورق للكتابه؟
هادا بابا ديالي.
حاضر. سلم هاد الورقه ديال التصريح لهداك الشرطي فالخروج.
ضغط هنا.
نعملو ليه تلفون.
الجو زوين اليوم.
حاضر. نشوف. بغيتي شي حاجه عاديه ولا شي حاجه فخمه؟
شكرا. شنو هوما الوظاءف لي كايدير؟
هاداك هو الراجل.
هل عندي الوقت الكافي باش نبدل للطاءره ديال الرحله BA 399؟
نمشيو.
علاش لا، نقدر ناخد هادشي معايا دابا؟
مرجو ارسال صبي الفندق لغرفتي.
هادا هو شي لي كيعجبني بزاف. نتمني يعجبك.
بغيت نشوف شي عرض موسيقي الليله. ديرلي ريزيرفاسيون من فضلك.
صرفْتْ فلوسْ بزافْ فْالتسوق.
خليني نشري ليك شي حاجه تشرب.
طبيب، الله يرحم الوالدين.
هل ممكن توصيني علي مطعم زوين قريب من هنا؟
علاش كتدير تلفون؟
شحال ثمن الدخول؟
خصوصاً اذا مشيتي قريب من البنايات، ممكن تعرضي للاعتداء.
كيعجبني نشوف البرامج الرياضيه فالتلفزه.
هل يمكنني ان اخفض الكرسي؟
ما محتاجش لحمال. شكرا.
هل تريد استءجار سياره سيدان او عربه؟
بغيت نبدل الين بالدولار. شحال هو السعر اليوم؟
هاد القطار غادي يوقف وقفه قصيره ف محطه ا.
عافاك، عطيني شي فندق مزيان.
هل ممكن نتصور معاك؟
ميكي هاياكاوا.
شحال عند اليابان؟
علاش لا نرقصو؟
كَنْبَان لِيّ كَنْصَغّر، و لكن عَدّيّت الثّلاثين.
خُديني هُنا، الله يخليك.
سلام، واش كاين اليوم؟
"من فضلك، من عند الممر."
هل ممكن تدخل هادشي للخزنه ديالي؟
نعم، وقف هنا، من فضلك.
بغيت نلغي الحجز ديالي ديال الليله.
بغيت شي حاجه للانتفاخ.
التيار قوي بزاف باش نسنركلو.
هل عندك مانع تصور معانا؟
بغيت نسجل فجوله باش نشوف الشلال.
عندي وجع حاد.
عندك شي هدايا ولا شي حاجه غاليه؟
هاد القطار كيمشي لطوكيو؟
كيكه الكرز للتحليه، و قهوه، من فضلك.
هل ممكن عصير برتقال؟
سلام. هادا السيد اونو؟
كَاعْدَه خَارْجَه دَابا.
غادي تدلنا علي كراسينا؟
هل غادي تصحّيني سبعه صباح غدا؟
جيت من ايرلندا الشماليه.
غادي يكون 125 دولار، سيدتي.
خايف بلي نسيت حوايجي فالطياره.
هل تقبلون بطاقه ماستر كارد؟
شكون لي خلاّها هنا؟
عافاك عطيني الفاتوره.
الرقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر و اسمي ميهو سوزوكي.
هل كاين شي مطعم زوين عندو منظر حلو هنا فهاد المنطقه؟
ها هي بطاقتي.
بغيت نخدم فشي خدمه مع الحكومه.
هل القطار المتوجه الي شيكاغو ينطلق من الرصيف الخامس؟
بغيت نستعير بعض المعدات ديال الغطس بالانبوب، من فضلك.
هاد القطار كيمشي مباشره ل سياتل؟
هكذا، من فضلك. شي حاجه اخري؟
كَنْبَحَثْ عَلَي صْحابِي.
وعلاش، اكيد عارف كيفاش حنا كاملين كنحسو هنا. حنا ما كنحبوش لي ما عندوش علاقه يجي يعلمنا كيفاش نعيشو حياتنا.
استعمال الالوان زوين.
شكرا. اسمك السيد ريشارد بولمان.
بلغ عاءلتي، من فضلك.
هلا غسلتِ ليا هاديك النافذه؟
سبعه عشر يوليوز.
جْرحت راسي.
واخا، بغيت بيضه مسلوقه نص سلقه، يعني، سلوقه خفيفه، من فضلك.
هاد الفستان مقاسو مناسب ليا بزاف. هل ممكن نجربو؟
شكون هي المجموعه الاولي؟
مطلبتش هاد الجبن.
كنت مقطوع. هل ممكن تعاود تصلني؟
شكون هو اسمك، الله يخليك؟
بغيت شي دجاجه ديال اللعب.
شنو كاين نشوف ف شيكاغو؟
هل يمكنك تحويله الي شيء اصغر؟
هل خاصني ندير تحاليل ديال العينين؟
سميتك، رقم الكارت ديال الكريدي وتاريخ ديال انتهاء الصلاحيه؟
عندو مجموعه راءعه ديال البرونز.
اش كاين قدام جسر بروكلين؟
شكرا بزاف علي بقاك معانا، سيدي.
هل يمكن ان اعطي 300 دولار نقدا مع هذا الشيك؟
وافق علي هاد الاقتراح.
شكون لي كا يرقص؟
هل ممكن نرقص معاك؟
علاش ما نبدلش الطرمواي؟
عندنا موعد علي الساعه سبعه، صح؟ ممكن نعرف اسمك، لو سمحتي؟
كيعياني ركبي.
شحال الثمن ديال اقرب كراسي؟
فاين كاينه هاد الوجع؟
عندك شي ساعات كيتعصرو باليد؟
عندك شي ستايل اخر؟
صاحبي غما عليه. مابقاش كيشوف. واش نديو ليه الاسعاف دابا؟
شكون هو الرخيص و زوين؟
غداً الصباح علي خمسه؟
عندك شي اكلات يابانيه؟
حاضر. علي فكره، شنو هادشي؟
بغيت نلتحق بمدرسه الغطس.
هل كاين شي مصاريف ديال الالغاء؟
فاين كاين الباب رقم 35؟
بغيت شي حاجه نشرب.
متاكلش شي حاجه سخون بزاف ولا بارد بزاف.
نْقترح عليك تبدل هديك لْبسه و ترجع، سيدي.
لوحه الترقيم صفر اثنان واحد واحد.
مع السلامه.
علاش لا، ممكن نبدل لمكان اخر خاوي؟
بغينا نحتاركو طاوله لشخصين فسبعه دلعشيه.
نشوفوك غدا.
غادي نشوف واش نقدر نلقاه فهاد الكتاب.
عندك بزاف دْلثلج هاد العام؟
شحال هاد الكراسي؟
مرحبا. تفضلي قع ديالك.
شكون قطار بغيتي تركب؟
شحال الثمن ديال الكارافان؟
فين كنلقاو هاد التاكسي؟
واش ما كاينش غلط ف هاد الحساب؟
درت الحجز ديالي فطوكيو. بغيتك تعاود تشوف ليه، الله يرحم الوالدين؟
ننصحك بالاقراط او دبابيس.
هادشي ماشي توقيعي.
الم حنجرتي يمتد الي اذني.
كَنْحْتَاجْ بَاطْ لِلْحَذَاء.
غادي نوصل متاخر، ولكن رجاءً خلي الحجز ديالي.
غادي نمشيو غدا لقريه الصيادين.
مسرور بلقاءك.
عندي شي نقولو ليك.
بغيت واحد غرفه توام، من فضلك.
تاكد من وصولي الي وجهتي النهاءيه.
كَانْدِيرْ فِي بْطِينِي دَايْمَا مَا نْرْتَاحْشْ.
كثره صعيب من العام اللي فات.
هاد الليله البرد قاصح.
شحال هوما؟ هل ممكن تكتب ليا الثمن علي ورقه؟
هل ممكن ناخد مقعد فالرحله الجايه، الله يرحم الوالدين؟
علاش ما نرجعش السياره فبلاصه اخري؟
عندك شي كيس نوم؟
هادو شويه ضيقين عليا. عندك هاد الشي ديال الصباط فحجم خمسه ونص؟
هل ممكن تعطيني فلوس صغار من ورقه 50 دولار؟
سير علي هاد الشارع حتي لقدام. غادي تلقاه علي يسارك.
هل ممكن نشوف لاءحه الاسعار ديالك؟
سمح لي. غير حاجه وحده. انا بغيت طابله قدام النافذه.
كَنْبَحْث عَل السيد جونز. عندي شُغْل بزاف مُهِم نْتَكْلَمُو عليه.
لمده يومين.
هاد السياره كتمشي لشيڭاغو؟
هل كاين بديل للطيار لي اتلغي؟
ما كنعجبش بيهم. من فضلك ما تحطش فيهم حتي وحده ديال الزيتون.
هل ممكن ناخدو زجاجه ديال الخمر اخري؟
عندنا خمر حمرا زوينه بزاف.
عندك ساعات منبهات للسفر؟
مع السلامه دابا.
هل كاين شي دكان دكّاريات هنا فهاد لبلاصه؟
غادي تقدر تستعمل الباس فجميع القطارات.
كَنْفَضِّل الاوتوماتيك.
دخلتهم فلوس، ولكن ما خرجلي والو.
عندك شي وراق يابانيين؟
شكون الوقت لي غادي نتلاقاو فيه المره الجايه؟
سولني علي من نبلغو فحاله وقوع حادثه.
غادي نبيت ففندق، ولكن مازال ما عنديش الحجز.
ولكن متخافش. يمكن تركب حتي للمحطه الجايه وتمشي راجل. ماشي بعيد.
بغيت شي تمويج خفيف، الله يرحم الوالدين.
بغيت نلتحق بصاحبي.
الجرح تعفن.
البنك الدولي.
كيعني تنازل عن تعويض الاصطدام. بلا ما يكون عندك هاد التنازل، غادي تكون مسءول علي اي ضرر يصيب السياره.
نسيت المفتاح ديالي.
بغيت نديّر تنظيف للاسنان ديالي.
حنا فجوله جماعيه. داك الشي علاش المرشد عندو جميع التذاكر ديالنا.
Laa bssaah. Wssal slaami l'zwin l'kol zmaanaat, bzzaaf l'si Okamoto.
عندك شي حاجه ناكلو كشي خفيف؟
اكيد. مزيان. حنا هنا فالموزا. صعد غير شويه، مشي بلاصاك، غادي تلقاها فالزقاق لي جاي.
مرحبا. انا هاروكو. تخيل ماذا وقع دابا. كان مضحك بزاف.
قول ليا فين هي طريق الفندق ديال هيلتون.
سرقولي المحفظه فالديواتي فري.
ماشي خايب، شكرا.
حاضر. هادشي غادي يكون مزيان. شنو رايك ف السبت علي الساعه 2؟
كَنْظُنْ بلي التاكسي غادي يكون احسن. غادي تلقاي التاكسي قدام الفندق.
شكون اللون لي بغيتي، وردي ولا ازرق؟
ديك السياره حاولات تدور يسرا بالقوه.
هل غادي تبقي هاد الشنطه ديالي لمده اسبوع؟
معذره، ولكن القاعه ممتلءه الليله.
هل كاينين حافلات ديال المطار بزاف؟
اللي بعدو.
تلاته تنتين تلاته اربعه واحد تنتين تلاته اربعه.
هل ممكن توصيني علي باليه؟
مَا كَلْتِيشْ دْبَا. عَافَاكْ نْقَادْ نَكْلُو؟
هل ممكن ناخد طاوله؟
مخليش هاد الوقت. اقرب رحله عندنا هي فالواحده ديال النهار.
غادي نديرها وحدي.
بغيت ندير مكالمه شخصي لشخصي.
فين كاين هادشي فهاد الخريطه؟
ما بغيتش نمشي.
استمتع بوقتك.
فين كاين الكوزينه؟
هاد العروسه للبيع؟
بغيت سبحه.
غادي نبداو صعود الركاب اللي عندهم ولاد، والركاب اللي محتاجين مساعده خاصه، والركاب ديال الدرجه الاولي.
بغيت شي فينيش مطفي، الله يرحم الوالدين.
بالتاكيد. ها هو.
شكون اللي كتعرفي اللي يكون احسن هديه لبنيه عندها 15 عام؟
هل كاينين جولات سياحيه للبيوت ديال المشاهير؟
بعث هاد التلغرام، الله يرحم الوالدين.
علاش ندير التلفون، اذا كان عندي شي مشكل؟
هاد السكّه كبيره، برتقاليه، وبلاستيكيه ديال ماركه سامسونايت.
شكون نهار لي غادي يكون مزيان؟
"الم الاسنان مءلم جدا وصعب التحمل."
كَنْبَاتْ فْ فُنْدُقْ بْرِيتَانِيَا اِنْتَرْكُنْتِينِنْتَالْ. دَارْنِي غُرْفَه وَاحِدْ وَ ثْلاَثْ.
شحال الثمن ديال الطابع علي رساله جويه، الله يرحم الوالدين؟
عندي فيروس.
بالتاكيد، انه اربعه سبعه واحد تسعه اربعه صفر ثلاثه.
كَنْحَسّ بْغِيت نْكَلْ اكْثَر مَنْ نْشْرْب.
عندي شي كريمه؟
هادشي كلو مني انا، صح؟ خاصني نمشي للتواليت. عفاك.
بغيت نمشي نتسوق. فين كاين وسط المدينه؟
غادي تقولي كيفاش نمشي ليه؟
غادي تقدر تركب فالاسانسور ديال الرقم واحد ولا الرقم اثنين.
عْطيني محفظتك.
عندي نلقي الباب.
وَقْتَ مَا رْجَعْتْ لِلْغُرْفَه دْيَالِي، لْقِيتْ الكَامِيرَا دْيَالِي مَا بَقَاتْشْ
كايبرد بزاف.
كيفاش نقدر ناخد رخصه الغطس؟
عْطيني سيجار.
كيعتمد علي شحالاش غادي تزور المكان.
بغيت نعاونك نصلحو هاد السرير.
لوز، من فضلك.
خليهم تلاته من هادوك، الله يرحم الوالدين.
اه، زوين بزاف، زوين بزاف. و زوين نشوفك، راي. غادي فطريق اخر، اكيد. متوليش غريب. جاكيت زوين، علي فكره.
كَنْتَخَيَّلْ رَاجْعْ فِي تْلاَتِين دْقِيقَه.
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
هل ممكن ناخد الرساله؟
خليني نشوف. هاذي هي المدينه اللي جنبنا.
ممنوع السباحه هنا؟
شحال غادي ياخذ الوقت باش يتعمل واحد اخر؟
كاين شي حاجه خاصني نتفاهم معاه عليها. دابا سولي منو يكلمني مني يدخل.
مكاينش الضو فداري.
غادي دير احسن المره الجايه. استمر.
هاد شي حد فيكم كيتكلم ياباني؟
هل لعب كينغ كونغ تينغ تونغ في هونغ كونغ يوما ما؟
فين كاين الحمام؟
شحال غادي تبقي هنا؟
في نظري، نظام الوظيفه مدي الحياه مزيان ومزيان بزاف.
عندي نمشي للمحطه دابا.
بغيت نزور المناطق اللي كاينه فيها علاقه بالكاتب جويس.
مكاينش داكشي، شكرا. غادي ناخدو.
كَتْعْطيو تخفيضات؟
جيت باش ناخد السياره. هاذي هي رقم الحجز ديالي.
ننصحك بالتعطر بالعطر او استعمال اللوشن.
من فضلك عطيني ورقه التصريح ديالك للديوانه.
الخازن لي هناك غادي يهضر معاه.
شحال من مره غادي نقول ليك حتي تفهم؟
سولْتْ علي القسم ديال لعْدْمْ التدخين. ممكن تعطيوني شي بلاصا اخري؟
من فضلك، تجنب استعمال اي منشطات.
هكذا، من فضلك. هل هذه الطاوله مناسبه؟
رد علي التليفون وحط فيه عشرين سنتيم.
غادي ننزل هنا.
فاين كاين الدروج؟
فين كاينين المعلبات؟
شحال الوقت اللي غادي نهبطو فيه؟
باغي نشوف واش كاين اختلاف هنا.
اه، لا، نسيت رقم تيليفون ديالو فدار.
وحد تذكره ل واشنطن، شكرا. شحال الوقت لي غادي ياخد بالطوبيس؟
هادو اصناف ديال السندويتشات.
معذره، خاصني. خاصني نتصال بلمكتب ديال الكراء السيارات.
اتصل بسفاره اليابان، من فضلك.
شكون الرقم لي كتدير، الله يخليك؟
عندي حساسيه شديده.
بغيت نمشي لفيلادلفيا غدا. شحال الساعه ديال القطار؟
علاش ما تبدلش البواجي؟
قول لي، فين هو القطار رقم 2، القاطره رقم 4؟
كاينين تذاكر لمباراه الثيران والسحره فالعاشر ديال يناير؟
كَنحس براسي تقيل و خاوي من كثر ما بقيت جالس ف الطياره.
هل ممكن تحفظ ليا هاد الشنطه؟
فين كاين احسن مكان للخروج بالليل فسان فرانسيسكو؟
كَنْظُنْ هَادْ الفكره زوينه. دايما كنقول بلي المتاحف هي احسن مكان باش تبدا تعرف بلاصه. وعلاش ما نمشيوش؟ سمعت بلي فالمتحف ديال المدينه كاين معرض راءع علي الهنود الحمر.
ضيعت الباسبور ديالي. خاصني واحد جديد.
غادي نبقاو نسناوك غدا، السيده تاناكا.
غادي ناخد اثنين.
عشرين تعريض، من فضلك.
بغيت ندير مكالمه لطوكيو.
هل يمكنك تقديم الاسعافات الاوليه له؟
بغيت نعمل حجز لثلاثه اشخاص علي الساعه سبعه.
شكون هي حكايه هاد القلعه؟
هلاّ عطيتيني فكره كيفاش نملا الكارط ديال الهجره، الله يرحم الوالدين؟
شكون هوما الهوايات ديالك؟
شحال الوقت اللي خاصنا نرجعو فيه؟
خلي سبيلي، الله يرض عليك.
شكون هو "اوبون"؟
فين كاين الكاشي؟
هاذي هي رقم التاكيد ديالي.
كيف ندير حجز؟
مليار ين مقسمه علي ماءه وعشرين ين تساوي، تقريبا، ثمانيه ملايين دولار.
لحظه وحده، سيدي. معندي حتي فكره، السيد اوكاوا مشا ياكل الغدا. بغيتي ناخد ليك شي رساله؟
شكون هوما احسن التذكارات لي ممكن تجيب من فرنسا؟
شكرا. مرحبا بيك.
عفوا، كامل الكراسي محجوزين لثلاثه وعشرين مارس.
بغينا شي اكلات بحال ثلاثين درهم للشخص.
عندك شي كوكتيلات خاصه؟
علاش لا، ممكن نخلص بالورقه الكبيره؟
شحال ثمن هاد الجوله؟
الف مبروك علي ترقيتك لمنصب المدير العام.
حتي لو ما كنتيش من المعجبين الكبار بـ "الشاعر اللطيف من افون" ، ما تضيّعش المناظر الطبيعيه الخلابه والمواقع البيولوجيه المرتبطه بيه في بلادو.
غادي نمشي دابا. بغيت شي بواب يرافقني، الله يرحم الوالدين؟
شكون هاد الطابور؟
نعم، خمر، من فضلك.
غادي يكون تقريبا ثلاثه مرات بحال هاكا.
عندنا كراسي فالبولكون و لليمين ديال الاوركسترا.
ممكن تذاكر جوج للقطار ديال تسعه و نص ل نيويورك، من فضلك.
بغيت شي ساندويتش وعصير برتقال، الله يرحم الوالدين.
غادي تبقا هنا؟ غادي نرجع فشي دقايق.
كَنْعيشْ قْرِيبْ مْنْ هْنا.
هاد لخفا ضيقين عليا بزاف.
هادا هُوْ لْمُوْرْجُوْ 12.
شكون لي غادي ياخد هاد الشي؟
الموسيكالات كاينه و كاينه و كاينه بزاف فاليابان دابا.
هاك هاد السماعات.
عموماً، A تعني ممتاز، B جيد، C مقبول، D ضعيف، F راسب، و I غير مكتمل. بعض المدارس تستعمل علامه الزاءد والناقص مع الحروف.
بغيت شي طبعيتين من هاد السلبيات، الله يرحم الوالدين.
كيفاش نمشي لهيه؟
شكون لي كاينفع هادشي؟
بغيت مصباح يدوي.
شكون الوقت لي غادي يخلص؟
سياره اقتصاديه لمده اسبوع. كم ستكلف؟
هل يمكن للولاد يمشيو للزياره بلا ما يكونو مرافقين من طرف الكبار؟
فين كنقدّر نشمّر؟
والا مّي دارت الكوكيز.
هادشي لي غادي تعطيه ليه؟
كَنْتَكَرْبَحُو بزاف ايلا استغلينا هاد اللقاء باش نتعارفو شخصيا و نفهم بعضياتنا.
شكرا. الثمن هو ثمانين دولار و خمسين سنت مع الضريبه. من فضلك ادفع للكاشير.
شكون هو التوقع ديال غدا؟
السلام عليكم. هل هذا الاستقبال؟ انا في الغرفه واحد صفر سبعه. عندي شكايه بغيت نعملها.
قوليه السيد شيمادا عاود تلفن وقال غادي نزورك نهار الجمعه هاد الاسبوع.
حاضر. حجز ليا مقعد فالقطار ديال عشره ديال الصباح غداً فالاولي.
نشوفوك، عيط لي الليله.
هل يمكنك ان تتصوري معنا؟
كَتْصَوّر بلي كاينه شي فرصه نرجع فلوسي؟
بغيت نرجع حوايجي الثمينين، من فضلك.
بغيت البيفستيك ديالي ناعم.
هادشي كاميرا اوتوماتيكيه.
بغيت شي طبعيتين بمات فينيش ديل هاد السلبيات، الله يرحم الوالدين.
عفاك. فين كاين قسم النساء؟
شكون عمرو؟
فاين كاينه ساكن؟
ها هي الفاتوره ديالك.
"الاستواءي زوين. فيه شويه نعناع و الطعم كيجي مزيان مع اللحم."
هادشي لعبه.
هادا اول غطس ديالي.
لفيه ليا علي وَجهي.
كَنْفَضّل نْجْلِس فِي لْقُدّام دْطَيّارَه.
شوف داك الاحتياطي دابا، هو بعد.
اه، كنعتقد بلي هاد الموسم مزيان.
ما قادرش ندير السداده فالحانوت ديال الحمام.
هل بغيتي تجي لحفله ديالنا الليله؟
فين كاين متجر فساتين ماري؟
بغيت غرفه توام مطله علي الواجهه البحريه. شحال الثمن ديالها؟
واحد دبل ويسكي، الله يرحم الوالدين.
شكون هو الماده ديالو؟
اه، مدرسه كينغسبورت للبنات، من فضلك، ساءق. حسناً، لن يفلتوا من العقاب. لا يمكنهم مقاطعه قرار المجلس، انه غير ديمقراطي.
هل كاين طبيب كيتكلم باليابانيه؟
سيداتي سادتي، قبل الاقلاع، نطلب منكم اطفاء جميع الاجهزه الالكترونيه، بما في ذلك الحواسيب الشخصيه، و مشغلات الاقراص المضغوطه، والهواتف المحموله، والالعاب الالكترونيه. يرجي الامتناع عن استخدامها لمده عشر دقاءق بعد الاقلاع.
اه، هادشي زوين. كيعجبوني صوتهم. ونتا اش قولك، بوب؟
هل ممكن نعرف اسمك، وتاريخ المغادره ورقم الرحله؟
فين كاينين فطر الشيتاكي؟
هل ممكن تعطيني تخفيض؟
نضف الدار، الله يرحم الوالدين.
كاين شي بوتيك ديال فيراغامو هنا فهاد المنطقه؟
شكرا بزاف علي هاد الوقت اللي خذيتي باش تحكي معايا، كارين.
هاذي هي القطار اللي غادي ل Grand Central؟
هادشي ماشي اللي طلبت
اه. كنت غادي ناكل الكفته.
هاد الشي كيشمل الفطور والعشاء؟
بغيت نمشي للمركز التجاري العالمي.
عفاك، فين كاينين التذاكر ديال برودواي؟
هاد المطار زوين بزاف. اكيد فخوره بيه.
عندي وجع حاد فالبطن.
نعم، بغيت واحد مارتيني مع المقبلات.
الجو زوين.
قول لي فين غاديين نوصلو، الله يرحم الوالدين؟
كَنْسْمَعْ بلي السل منتشر عندكم.
اش كاين فهادشي؟
مكاينش التدفءه و الدار بارده بزاف.
شحال ثمن التذكره ديال نهار واحد؟
حاضر. بغيت ندخل للبار وننتظر.
كان هادي عامين مازال ما جيتيش هنا. واش عجباتك الطياره؟
كاينين بزاف ديال لعيون الحاره، حيت عندنا بزاف ديال البراكين.
شحال الثمن حتي للندن؟
بغيت شي فيشه طويله.
بغيت عصير البرتقال، التوست، البيض مخلط، و القهوه، من فضلك.
حسنا. انتهيت.
نعم. يقصو الفروع ويحيدو البراعم باش يخليو الاشجار شكلها زوين.
كَنْظَنْ نْجِيبُولْكُمْ طَابْلَه فِي حَوَالِي رُبْع سَاعَه.
مزيان. شكرا.
فاين كنوقف باش نمشي للمتحف؟
طبق ديالي، الله يرضيك.
عندي صداع قوي. واش كتعرف شي طبيب مزيان قريب من هنا؟
بعد من ثلاثه ديال لعشيه.
غادي تحفظ لي حاجاتي الثمنين؟
دفعت ثلاثين دولار علي قميصي.
هل ممكن تبعلي حبه اسبرين؟
فين هي الكانه؟
سجل لينا رقم الكارت ديال الكريدي ديالك.
شكون هوما اصناف الويسكي لي عندك؟
هل عرفت اسم هاد المحطه؟
من فضلك متلوياش لرساله حيت الصور كاينين جواها.
واخا، الجولف تقريبا بحال شي جزء من خدمتنا بحال شي هوايه.
هاهو قاءمه الطعام، سيدي.
ها هو جواز سفرك، التذكره، وبطاقه الصعود للطاءره.
اه، دابا بقات ساعه متاخره. غادي نمشي خير.
هل يمكنني استعمال هذا العربه ديال الشنط؟
بين سبعين وثمانين دولار غادي يكون مزيان.
مكالمه شخصيه لمكالمه طوكيو، اليابان، من فضلك.
لا، شكرا. شبعت.
بغيت جاكيته، الله يرحم الوالدين.
هَلْ كَتَبْتْ بَطَاقَهُ الْمُغَادَرَهِ؟
جوج ميه دولار واحد، صح؟
غادي يكون مزيان لو تزيدو فالقدره ديالكم الانتاجيه.
هل انت فاضي السبت الجاي بالليل؟ بغيت ندعيك لحفله الذكري الاولي ديال زواجنا.
بغيت شويه لحم العجل.
كَنْحْتَاجْ سياره كبيره.
كَتْخَطّي.
عافاك خذني لمستشفي كايعرفو فيها اليابانيه.
شكون هو الافضل لي كتقترح؟
غادي نمشيو هاد لعشيه. عندنا الوقت باش نديرو جوله فالمدينه؟
الكمونو ما مناسبش بزاف للناس لي كايديرو الرياضه.
حاضر. غادي نوصلو ف ثمانيه.
هادشي بزاف. خاصني نكون فاللوس انجلس نهار الجمعه الصباح.
هَلْ اَنْتَ اُسْتِرَالِي؟
فين كاين باب الدخول؟
هلا تحققت من ساءل الفرامل؟
فين كنشري قفازات؟
ماشي استعملتو نهاءيا.
هوما كايلعبو الجاز فهاد المكان؟
هلا ندايتي لراس الخدام؟
بغيت شي كوكتيل قوي. غادي تخلط لي شي حاجه؟
غادي نجيبو شي حد يصعد ويشوف علي طول.
اه، سمعت الاسم من قبل. مدينه مشهوره وعريقه، مش هكذا؟
عندي نقطه.
استمتع برحلتك.
عندك شي رحله ل ميامي؟
الجزء كاين ف اليسار.
كَنْمْشِي لْلْحَمَّام كُلْ عْشْرْ دْقَايْقْ.
شكرا بزاف. السيد كوجوري وانا فرحانين بزاف باش جينا للندن باش نتلاقاو معاك، انت واحد من اهم شركاءنا.
تسرقات ليا محفظتي من طرف نشال.
فاش كاينه عيد الهالوين؟
زَوِينَه.
كاين شي اعراض جانبيه؟
شحال الوقت ديال الصعود للطوموبيل؟
هل بورصه وول ستريت مفتوحه للعموم؟
معذره علي عدم تواجدي في البيت.
فين كاين مكتب السياحه؟
فين كنقدر نقد الشيكات ديال المسافرين؟
بغيت ساعه نشوف فيها الوقت بسهوله.
معذره، ما عنديش فلوس صغار.
هلاّ عاودتيها؟
هادي عشره نقط.
نعم، كنت هناك. زرتو طوكيو وكيوتو فجوله من عامين.
وديني لمستشفي، الله يرحم الوالدين.
كاين التكييف؟
"من فضلكم، صفّقوا لنا عندما يفتح واحد منهم."
شحال كامل؟
هل الثمن يشمل الغدا؟
فاين غادي تبيت؟
العلاقات البشريه مهمه في اي مجتمع، لكن اليابانيين يبدو انهم يحاولون جاهدين الحفاظ علي العلاقات الجيده وتوسيعها.
هاني تسعين وتساع ديال الين. دير بيهم دولارات كاملين.
بغيت شي حاجه عريضه.
فِي ال ABC.
فين كاين شي دكان كايبيع الكرطون؟
هادا مزيان. خاصك تبدل ف شارع 44.
عافاك بغيت المفتاح؟
عندك شي سيارات صغار؟
عندنا مقاسات كبيره، وسط، او صغار.
كَتْعْرْفِي شي طبيبه نساء مزيانه؟
بغيت شي مجفف.
شكون هاد المبلغ؟
علاش شنو هي خططك لباقي الرحله؟
فِي هَذِهِ الحَالَه، تُوجَد لاءِحَه الاُجُور قُرْب مَقْعَد السَّاءِق.
بغيت نشري وحده من الاختصاصات ديال المنطقه.
حسنا. غادي ننتظرو.
واخا، انا طالب جديد فجامعه ABC. تخصصي هو التاريخ.
فين كاين شي محل ديال الساعات؟
سي تاناكا، السيد ساتو في اجتماع الان. هل يمكنه ان يرجع اتصالك؟
علاش غادي نوصلو؟
شحال الوقت اللي غادي نوصلو؟
عطي ليا البطاطا، الله يرحم الوالدين.
هل خاصني نرجع لمكتبك مره اخري؟
شكون هو الساءق؟
عافاك بان ليا تذكره الرجعه ديالك.
هل يمكنني ان اودع اغراضي الثمينه عندك؟
كاين شي رساءل ليا؟
"الخمر الحمر؟ ما مرّ؟"
متخافش. بعض الزبناء جربوهم.
مُعجَب بزاف بقدراتك اللغويه.
تركت كتاب المواعيد ديالي فكابينه التلفون.
عندك شي حساب؟
غادي تمشي معايا تبحث علي الكمامه ديالي؟
حاسس بالدوار و الغثيان.
منين غادي يخرج هاد الباص ديال الشتل؟
معذره علي الازعاج. غادي نجيب ليك واحد اخر علي طول.
غير لحظه، الله يرحم الوالدين. غادي نجيب ليك. ها هو.
هل يمكن ان اءكد مره اخري عبر الهاتف؟
حاولت بزاف، ولكن ما قدرتش نحقق حلمي.
فين كاين قسم الرجال؟
مقلتيش هادشي. كتحسبني بزاف.
هيا ادخل، ميتسورو.
بغيت نطلع الخط.
هادا هو عنوان التواصل ديالي.
بغيت ندير موعد.
علاش ما تجيش شويه؟
كاينين الوجبات؟
حجزت غرفه مزدوجه.
ضيعت المحفظه ديالي فشي حانوت فالمركب التجاري.
هادشي بلا فلوس.
بغيت سياره كبيره بحال شي مرسيدس، و تكون ديالها الصبيطير مزيان.
عافاك بغيت تذكره وحده ليله هادي.
عندي طلب صغير.
قول لي فين ننزل.
عاودها من فضلك.
سمح لي نصورك، الله يخليك؟
واحد الراجل كان طويل و واحد اخر كان قصير.
"همبورغر و طجين من الجهه اليمين و سلطه، من فضلك."
طلبت الباسبور ديالي البارح.
لذيذ.
ثلاثه وعشرين مارس، من فضلك.
سُرقتْ المعلّقتي وانا غايب علي الدار.
"شارع بارك، رقم ثمانين وتنين، من فضلك."
كرسي ديالي معطل. ما بغاش ينزل.
غادي تسولها تديني تلفون علي حسابها؟
عافاك عطيني الوصل.
هل ممكن ندهن الصالون بلون جديد؟
هز يدك لطاكسي باش يوقف، عافاك؟
باغي نبعث هادشي بالبريد الجوي.
ممكن تكون البوش.
غادي تقولي لي فين غادي يبدا اللعب؟
عندك هادشي فحجم كبير؟
بغيت شي اسبيرين.
راك خاصك تركب فالطوبيس.
عافاك، وريني فين كاين البنك.
حافظ علي الجبن.
غادي تحجز ليا شي غرفه لليله هادي؟
عندي حراره.
بغينا ندعيوك لعشاء غداً المسا.
اه، غير خمس دقايق مشي.
واشا، عطيني جوج تذاكر محجوزين فالصف الاول فالعشرين.
حاضر. نتلاقاو فديك الساعه.
هادا هو رقم 12 و 13.
بغيت نعمل حجز لطوكيو ف 15 ماي.
كَنْبَاتْ عْلَي صْحَابِي.
شكون الوقت لي كتحلوا فيه للغدا؟
هلا عطيتيني السيد ديال قسم المبيعات؟
شكون هوما الكراسي اللي كاينه؟ بغيت نجلس شي مكان ف الوسط.
عندك مترجم ديال اليابانيه؟
هل يمكنني المرور؟
بغيت مقلاه.
منين غادي نمشيو؟
هاد القطار كيعبر من عند ال باسو؟
واخا، هاد الجوله الاستكشافيه زوينه.
هل ممكن ناخد قطره للعين؟
هل كاين شي رحله لگلاسكو؟
هل يمكنك صرف هذه الشيكات السياحيه، من فضلك؟
صاحبي وانا تفاصنا، بغينا نجلسو مع بعضياتنا.
غادي ناخد هاد القميص. شحال ثمنو؟
كثير بزاف.
مشي غير فالخط المستقيم، غادي تلقاهم.
نعم، الممثل اللي كايلعب الدور الرءيسي ممتاز.
للاسف، نعم. مقر شركتنا الرءيسي موجود هنا. وانت؟ هل هذه اول مره تزورنا فيها؟
غادي نكتب ليك ملي نرجع للدار.
هل ممكن ناخدو غرفه مطله علي المحيط؟
علاش لا، نقدر ندخن هنا؟
شكون هاد التكلفه؟
كَتْمْشِي مْرَا دِيرْ بِالْجَدِيدْ فِي لُورِينْ؟
هل يمكننا استءجار ملعب؟
باغي ناخد سياره جديده.
سولني علي شي مطعم مزيان قريب من هنا.
شكون هو اسمك؟ وشنو هو رتبتك الرسميه؟
بالتاكيد، غادي نكونو فاللوبي علي تسعه.
هل تقبلون شيك بالين الياباني؟
شكون هو الباص لي غادي يوصلني للتمثال ديال الحريه؟
بغيت نخلص علي الامتعه ديالي.
سمح لي. شريت هاد الجاكيت امس، ولكن لقيت فيه بقه كبيره هنا.
هادا عمي.
بغيت نبدل الغرفه.
عندك هادشي فالحجم الكبير المتوسط؟
علاش لا، ممكن نبدل كرسي ديالي لواحد قدام؟
حسن نْمشي.
Haya, sidi? Ana Hiroshi Sato. Msa3id bik.
عندي عجله مفرّوخه.
غادي ننزل فالكاتدراءيه.
بغيت كاس ديال الما مْغْلي.
شحال غادي يطلع ليا كاملين اذا شريت ثلاثه؟
هلا دزت لي طاكسي، الله يرحم الوالدين؟
ممنوع التدخين، من فضلك.
غداً.
الطلب بالبريد ممكن يكون احسن. رخيص.
كيس ابيض علي الكتف.
غير قص شويه، الله يرحم الوالدين.
غادي نكون فالطوموبيل بثمانيه صباح غدا.
ماعرفتش شنو هو، ولكن غادي نجربو.
شفتي شي جابو اسود هنا؟
عندك زياده علي الحد المسموح بيه، دوز للشباك رقم 3.
هل ممكن ناخد غرفه علي جنب الجبل؟
خليت الكاميرا ديالي فالتاكسي.
شكون لي غادي يلعبو فالعرض؟
بالبريد الجوي ولا بالبريد البحري؟
ماءه دولار نقدا، ثلاثماءه دولار في شيكات سياحيه وبطاقتي الاءتمانيه.
شحال غادي يطلع؟
واش كنملا ورقه الجمارك؟
بغيت نستعمل الملعب ديال التنس.
ملي تيقولو ليك مات، قولهم لا.
بغيت شي حليب. عندك شي؟
علاش لا، يمكن نبدل هاد التذاكر لماتش بكرا؟
غادي تقولي ليا شنو هو الرمز الدولي ديال التلفون ديال اليابان؟
شحال غادي نبقا كننتظر حتي يجيني القطار؟
شكون اللي غادي يسجلني فالطيران ديال يونايتد ايرلاينز؟
هل خاصنا البسوا الجاكيت و الكرافاطا للطواف الليلي؟
شحال سرعه الطياره؟
هلاّ شلتي ليا التسميات ديال الثمن، الله يرضي عليك؟
كَنْتْ فِي زْوَايَهْ طْرِيقْ الخَامِسْ وَ شَارِعْ الوَاحِدْ وَ الاَرْبْعِينْ.
وحده كوكا كولا كبيره، الله يرحم الوالدين.
بغيت ندخل ندوش قبل ما ناكل.
شعراتك زوينه.
شكون؟ غادي تشد مني فلوس؟ ههههه. كتحمق بزاف. امك عارفه بهادشي؟
طلبتي شي وجبه خاصه؟
غادي نضطر نفيق بكري غدا. غادي نمشي.
هل انا جزء من هذا؟
شحال كتظن غادي يكلّف من هنا حتي للمطار؟
شكون بغيتي يطيب ليك اللحم؟
قول ليا كيفاش نمشي لجامع وستمنستر؟
اه، شحال ديال الرفاهيه تلعب الجولف ف استراليا.
علاش هي الرحله الجايه ديال لوس انجلس؟
قسم لغير المدخنين، من فضلك.
غادي نطيح.
فين دازت؟
تامين التصادم خمسه دولارات زياده فاليوم، بغيتو؟
بغيت ناخد دروس فالسكي.
راجل سرق ليا فلوسي.
شكون لي كياكل هاد الشي؟
بغيت شي كلكولاتور، الله يرحم الوالدين.
عافاك عطيني كارتونه ديال مارلبورو.
فين كاين باب الركوب ديال الرحله ABC واحد صفر واحد؟
هاد الراجل كايجيبها بالطلب، مشي؟
عفوا، ولكن فين كاينين دابا؟
هل ممكن ناخد الوصل؟
شكون ديال الاساس لي كايدمج مع لون البشره ديالي الطبيعي؟
واش انت ماشي صيني؟
هادي اللي من بعد.
علاش لا، ممكن نطلب هاد الشي من اليابان بعد ما نرجع.
Hta ntuma baghi chi haja duty-free?
بغيت نستعمل الخزنه ديالي فالغرفه.
البار الصغير خاوي. هل ممكن تزيد فيه البيره، الله يرحم الوالدين؟
الجراءد ما كايعجبهومش يذّكرو القرّاء فالثامن د دجنبر بلي "هاد النهار هو لي بدينا فيه الحرب."
بغيت نبدا حساب ديال الايداع فهاد البنك.
حاضر. فين غادي يتعاود الماتش؟
كَتْكُونْ بَارَا بْزَافْ. مَا عْرَفْتْ شْنَاهُو نْدِيرْ.
بغيت نكري عجله.
فاي قسم هاد الكرسي كاين؟
شكون الساعه، سيدي؟
هاذي هي كامل الامتعه ديال الرحله 233؟
كَنْمَرْض. عَافَاكْ، قْدَرْ تْصَوَّبْ لِي طْبِيب؟
مكاينش صابون فغرفتي.
هاذي نصيحه ليك.
هل يمكنني ان اسالك عن اسمك؟
لا، شكرا. غير كنشوف.
هل ممكن نشوف تذكره الطياره ديالك؟ قصدي كارته الصعود للطاءره.
اكتبيه، من فضلك.
هل يمكنني الانتقال الي مقعد فارغ؟
حسّن راسك فدارك و دّير راسك مرتاح.
انا كنحب الرجال.
بغيت حلاقه كهرباءيه، الله يرحم الوالدين.
ديكور زوين؟
هاذي اول مره تجي لبلادنا؟
عافاك بان ليا بورتريه ديال بطاقه التعريف الوطنيه.
رحله واحد واحد واحد متوجهه الي ناريتا، مءكده للانطلاق يوم 10 يونيو.
ماءه وعشرون دولارا لليله، خاليه من الضراءب.
هل هاد الضمان صحيح فاليابان؟
عليها تمشي مع من؟
عندي هاد الصندوق ديال الفواكه. هادشي هديه.
شكون هي ساعه ديال القطار الاخير؟
ما غاديش نشريه. ممكن نلقي شي حاجه ارخص فشي محل اخر.
واحد التلميذ، من فضلك.
مَا غَطَّيْتْ بَحْر بْلا مَا نْشُوفْ لْوَجْهِي قْبَل مِنْ هَادْ لْوَقْت.
بغيت نبقي تحت الخمسين دولار.
لا، انتِ ماشي هي. خاصك تنزلي فالمحطه الجايه.
غادي تقولي علي شي اماكن زوينه نشوف فيهم فهاد المدينه؟
عندي الصف الثالث، في الوسط.
كايْعْطيو 10 دولارات و 30 سنت فالنهار.
بعت هادشي لليابان فالتلغرام.
شحال ثمن التذكره ديال الطياره من نيويورك ل لوس انجلس؟
فين كاين غطس؟
هاد الطعام تقيل عليا فالبطن.
هل ممكن تحفض ليا الشنطه حتي لحداش؟
نعم، يمكنك الدفع بالين. ثمنو 2700 ين.
تحكم ف المخزون مهم بزاف للشركه.
غادي نطلّب البوليس.
بغيت نمشي لكونطوار ديال التسجيل ديال الخطوط الجويه المتحده.
السلام عليكم. تفضل. فرحت بقدومك. هل واجهت اي مشاكل في ايجاد بيتنا؟
شحال كا ياخد الوقت باش توصل لدوفير بالتران؟
بلغ سلامي لوالديك، الله يرحمهم.
غزال بزاف.
مَا كَانْتْشِي دَايْمَا فِي الصَّفّ الاَوَّل.
مَكَنْقْدَرْشْ نْتَكَلَّمْ الاِنْجْلِيزِيَّه.
عْطيني شويه غاز للولاعه، الله يرحم الوالدين.
كايعذبني بزاف، ما بقيتش قادر نتحمل.
فوق الطابله ديك.
مقعد خالي، من فضلك.
صعد للطابق الفوقي ولف يمين. غادي تلقاها علي يسارك.
عافاك بغيت كولا.
عندكوم جوله لبرودواي؟
علاش هو القطار اللي جاي؟
حساس.
الجوده ممتازه، و الثمن مناسب جدا.
تلك الطياره غادي تخرج من الباب رقم 24.
مع السلامه.
كَتْعْرْف شي دْكَان دْلْحْوايج دْلْقْشَابْ مزيان؟
هادشي هو القطار ديال الدرجه الاولي؟
غادي الطياره تخرج في وقتها؟
البحر الداخلي هادي وجميل.
سمح لي. اظن بلي خلصت اقل من اللازم.
معذره. يبدو اننا اعطيناك مفاتيح خاطءه.
سمعتي الخبار؟
عندك ما كملتي تملاي كارت الدخول؟
عندك نبيذ احمر فالزجاجه نص لتر؟
الاستاذ تاكاغي، واش بغيتي تعلق علي هادشي؟
عندك شي فول سوداني؟
شكرا سيدي. انتظر دقيقه واحده من فضلك سيدي. من فضلك خذ هذه الفاتوره الي المحاسب وادفع هناك.
نشوفو شنو غادي يوقع.
كايْبَان لِي حْلو بْزاف.
علاش لا، ممكن نجلس هنا؟
هلا حملتي ليا الشنطه ديالي حتي للطاكسي؟
بغيت نشوف مسرحيه موسيقيه.
شكون لي بغيتي، الرحله ديال عشره ولا الرحله ديال سته عشر؟
استمتعت بزايد بحفله ديالك.
عندك تكون عندك الباسبور، ورقه الدخول للبلاد، وورقه الجمارك.
غادي نمشي، دبر علي هاد الشيبكات، الله يرحم الوالدين.
بغيت نجرب شي اكلات ايطاليه.
حطّي حوايجك فهاد الميزان.
كَنْوَافِقْ مَعَ اَكْثَرِيَّهْ لِي قُلْتِيهْ
حنجرتي منتفخه.
قول السلام عليكم لوليداتك.
شكون الوقت لي كتفتح فيه الكونطوار؟
القمصان فهاد المحل ارخص بزاف.
كَنْظُنْ بْلي عِندي حُمّي.
شحال غادي ياخذو؟
علاش ما تبردش هاد الغرفه؟
بالجويه، من فضلك.
ميديم رير.
ماشي بزاف. اغلب الطلاب كيجيبو درجات النجاح فالدوره ديالو، ولكن كيقولو بان محاضراتو ممله وماتحمسش.
شكون الوقت لي كا تبدا الصلاه؟
اربعه دولارات اذا اشتريتها من المحطه، وسته دولارات اذا اشتريتها في القطار.
كَنْفَكّر ناخد هاد لخمسين سنتيم. عطيني دزينه، الله يرحم الوالدين.
باغي نشري تذكار بحال شي خمسين دولار.
شامبو واحد، من فضلك.
عندك هادشي فالبلاتين؟
كيفاش نستعمل هاد المضخه؟
هلا ساعدتني في حمل هذه الحقاءب؟
كاين شي دش؟
بغيت نسحب ميه دولار من الكارط ديال فيزا.
المهرجان واحد من الاختصاصات الثقافيه لليابان.
مَا كَنْتَصَوَّرْ هَادْ الشي. دَرْتِي كُلشي؟
واخا، كنحس بلي خاصني نمشي دابا.
هل المسافه بعيده للمشي؟
مكاينش لاباس. واش ممكن تساعدني؟
نعم، عندنا، ولكن ما يمكنش نبيعوهوم.
هلا بدّلت ليا هاد لفلوس بصرف صغار؟
غدايه جاهزه.
بغيت نبعث جوج طرود ل نيويورك.
بغيت ندير تلفون لشي حد فاليابان.
حاضر. غادي نبعت ليك الحارس ديالنا دابا باش يفتح ليك الباب بالمايستري. شنو هو رقم الغرفه ديالك؟
شحال كدير فالعدسه ديال نيكون عين السمكه؟
نفضل ناكل الاكل الغربي.
الحرب الباسيفيكيه دامت اربعه سنين ونص، من عام واحد وتسعين وتسعميه لحد عام خمسه واربعين، اندلعت بعد الحرب العالميه الثانيه بسنتين.
عندك شي حاجه ناكل مع هاد المشروب؟
عندك بلاصه لكامبينغ؟
بملح و فلفله؟
شكون الباب؟
هلاّ عَلّمتني كيف نتصّال باستعمال كارته التلفون؟
ممكن نتكلم غير شويه ديال الانجليزيه.
هل البحر هاءج الليله؟
عْنْدَكْ نِصْ سَاعَه.
عندي شي كيس ديال الورق؟
بغيت نمشي للمتحف الشهير ديال الجو والفضاء.
هل كايعجبك غادي يتني ثلج غدا؟
هادشي كاين لي كان يستعملوه فشي بطاقه تعريف، يمكن.
غادي تبقي هي فالمستشفي؟
كولو حوايج شخصيه.
حاضر. فين غادي ندير الشنطه ديالي؟ هل ممكن نديرها هنا؟
كَنْبَحْث عْلَي هْدِيَّه لِوَلْد صْغِير.
هلا سخنتي ليا هاديك الغرفه شويه؟
الجزء كاين ف اليمين.
داكشي علاش كيتصل بيك شي حد.
هلا قلت لي كيفاش نسميو هاد الرقم؟
هادشي للرجال؟
واش هادشي؟ شنو اخدا؟
كَنْظُن هاد النوع هو اللي غادي نستوردو.
كاين شي بوتيكات قريبين؟
السياره خربات. خاصني شي شاحنه ديال النجده بسرعه.
بغيت كتاب مصور، الله يرحم الوالدين.
جْلِسْ، الله يْرْضِي عْلِيكْ.
عندك غير بابين ولا اربعه؟
شكون نهار زوين.
كَنْظُنْ دَرْتْ طَلْبِيَّه دَاتْ بُورْبُور دَجَاج، وَلَكِنْ مَكَيْنْشْ دَجَاج فِي بُورْبُور دَجَاج دْيَالِي.
سمح لي، بغيت نعرف كيفاش نستعمل الدوش؟
شكرا. بالمناسبه، كيف بغيتي تخلص الفاتوره؟
باغي غير نتاكد اللي الرءيس المدير العام ديال الشركه ديالكم غادي يحضر للاجتماع غدا.
عفواً بزاف، ولكن غادي نتاخر علي اللقاء. كنت محاصر فطريق مسدود.
هلا حجزتي ليا غرفه لليله ديالو عشرين سبتمبر؟
كاين شي كورس مده ديالو شي اسبوعين؟
هل يمكنك مساعدتي في اختيار الجوله التي ساقوم بها غداً؟
عندي نعمل حجز.
كاينين بواخر مصممه علي شكل باخره قراصنه ولا طوموبيل قديمه. كاينين لي كيشبهو لطير ولا لحوت.
قال لي السيد فورد نتعرف عليك.
بغينا نمشيو لجبل جروز باش نلعبو التزحلق. واش غادي تظبطي لينا النقل؟
علاش ما نرجعش هاد التذكره؟
شحال كا ياخد الوقت باش توصل لسوهو؟
فين هو البواب؟
باغي تلعاب دوبل؟
نعم. كنبحث علي روجات شانيل رقم خمسه وثلاثين.
بمبلغ تقريبي كاين ماءتين دولار غادي تحصل علي مزهريه زوينه.
سمعت غير دابا بلي جدي مات.
"American Airlines" "الخطوط الجويه الامريكيه"
هاد الحديقه ديال الالعاب كتعمر دايما بالناس.
هَل قَرَاْتَ بَطَاقَه تَعْلِيمَاتِ الاَمَان؟
عندك شي كراون؟
كايهب الريح.
علينا نشوفو فيلم فهاد الرحله؟
عندك شي حد كيعرف يتكلم ياباني؟
الرقم هو تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه.
بغيت شي خل.
P.S. كيعني postscript.
بغيت التامين كامل ضد الاصطدام.
بغيت نعمل حجز للرحله، من فضلك.
تذكره ليوم واحد؟
شكون؟ اه، نعم. ما خدامش.
ثاني شتنبر، الدرجه الاقتصاديه، شخص واحد.
عندي نرجع قبل من سته ديال لعشيه.
عندنا بزاف د الاحداث السنويه الي جانب الاعياد الوطنيه.
هاد الصيف هادشي هو اللي كاين ف الموضه.
شكون بغيت نخلص بالفيزا؟
سمح لي. بغيت نمشي لميامي.
شكون هو الفاكهه لي عندك؟
عندك شي حلويات قليله السعرات الحراريه؟
هادشي فعلا عرض راءع.
هل كاين قطار سريع لبرلين؟
كاين شي عروض خاصه علي عطورات استي لودر؟
عندك المايونيز؟
استعملوها كصينيه.
بغيت مقعد ممنوع فيه التدخين، من فضلك.
دازت سيارتي فضو و صدمات فلمبات ديال الضو.
كنكتبو بطاقات العام الجديد ونديروهم فالبريد. كيوصلو فالاول ديال يناير.
غير وسط، الله يرحم الوالدين.
ما كاينش بزاف ديال اليابانيين لي كيبعتو كروت ديال عيد الميلاد، ولكن كاين الملايير ديال كروت التهنءه بالعام الجديد لي كيتكتبو، كيتزينو، كيتختم، كيتطبعو و كيبعتو كل عام.
هل ممكن تكتبه ليا؟
غادي تمشي للمدرسه؟
كَنْبَحْث عْلَي عْطْر.
فاش مشا؟
ها عشر دولارات، و دولار و نص باش نعطيك الصدقه.
"انا يوكو سوزوكي من شركه يونيفرسال."
معدل الصرف ما زوينش بزاف، ولكن غادي نضطر نديرها.
هادي ليك.
سير يمين فالتقاطع الثاني غادي تلقا واحد.
شحال هاد الاكل؟
جيبتي اكثر من المسموح بيه.
"النافذه وسخانه."
هل تريد تغطيه تامينيه ضد الاصطدام والمسءوليه؟
غادي يلقاوه غدا.
كَنْعَانِي نْفَتَّح الباب. واش ممكن تبدّلولي الكارط ديال المفتاح؟
نفضل واحد فالطوموبيل قدام.
"غرفه القياس كاينه من ورا كونتوار الخدمه ديال الزبناء."
شحال من وقفه ديال الطوبيس خاصني نرجع؟
هادشي ماشي صحيح.
لا، من فضلك لا تفعل. هذا للاستعمال الشخصي.
بغيت نكري سياره ديال الترانسميسيون الاوتوماتيكي، من فضلك.
شكون اللي غادي ينزلك فالڭونده؟
واحده لحاف اخري، من فضلك.
بغيت نحتار غرفه من تالثه وعشرين حتي رابعه وعشرين د شهر غشت.
فين كاين المصور الاقرب؟
ثلج، من فضلك.
تقدر تركب من برا الباب داك
الجواز ديالي ضاع. لقيت ما عنديش الجواز فالشنطه ديالي. خاصني نمشي لليابان غدا الصباح.
بغيت نعمل حجز لعشيه د السادسه.
هلا جبتي لينا صحن اخر؟
شحال الثمن من هنا حتي لمحطه الجنوب؟
هل ممكن نشوف هاد الاقراط؟
بغيت نمشي في اقرب وقت ممكن.
هلاّ عطيتيني غرفه مريحه للغطس، الله يرحم الوالدين؟
سميتك فالحفله و الرقم ديالك، من فضلك.
ركبْت القطار ديال 12:50 من سان دييغو.
مكاينش الصابون.
شحال الساعه ديال القطار اللي غادي لشيکاغو؟
بغيت ندير مكالمه بكريدي كارد لليابان، من فضلك.
تعرّضت للسرقه بالشارع اللي عندو اسم Beachwalk. تعالي بسرعه.
فِي البِدايَه، كَان لَازِم نْشْكُرْك بْزَاف عْلَي هَادْ البَرنَامَج الزْوِين لِي دَارْتُو لِي.
بالتاكيد، يمكن تمديد هذا الاسفل او تقليصه حسب رغبتك.
شكون لي كاينه هاد الاسبوع؟
بْاللْيمُون، ايلا كَانْ عْنْدَكْ، وْبْالسُّكَّر.
هلا ساعدتني تحمل هاد الشنطه؟
هادشي دوا ديال الهضره اللي كنستعمل دايما.
لا، ولكن اذا بغيتي تستعملي الخزانه، غادي يكون عليك 2 دولارات. خلصيهم عند الكونطوار ديال الاستقبال.
بغيت ناخد خس، لحم، و جبن علي خبز اسمر.
كيفاش نرجع لهنا؟
كيتنقل بالقطار للمدرسه كل نهار.
بغيت شويه د السكر، الله يرحم الوالدين.
فاين كاينه البدايه ديال هاد الجوله؟
شكون هو الدرس لي للمتعلمين الجدد؟
غادي تكتب لي التقرير؟
لا مشكل. عندنا الوقت بزاف.
دخل شويه ديال الشوك فصبعي. عطيني شي ملقط، الله يرحم الوالدين؟
شحال الحراره؟
كَنْظُن بْلي كاينه خْطَا.
شكون لي بغيتي تخلص بها، فلوس ولا كارت؟
هل يمكنك الانتظار بضع دقاءق اخري؟
هلا مليتي ليا هاد الاستماره ديال التامين الصحي، من فضلك؟
شكون هو اللي كاين عليه الطلب بزاف؟
شكرا.
شكرا بزاف علي المساعده ديالك.
من تمان ل تمانه و ربع.
عندك شي حاجه بحال هادي باللون البني الغامق؟
تِيعْلَمْ بْلَاشْ مَا تْعْرِفْ التْوَارِيخْ.
ماشي غادي يرجع؟
كَانْضَرْ بَاسْبُورِي.
مسرور بلقاءك.
ضيعت تذكره الطياره ديالي.
بغيت نذوق بحال هادشي لي كياكل ديك السيد فالطبله داك الشي.
سيدي، شعل لي الكارط ديالي.
في الحقيقه انا عندي الدوره الشهريه. هادشي مشكل؟
وقعات بين شارع شارينغ كروس وبارك غرين.
توقف.
شكرا. هل ممكن ناخد الفاتوره، من فضلك؟
هلا حددتيه ليا فهاد الخريطه؟
وحده ديال اربعه دلعشيه
رسمي ليا خريطه هنا.
غادي تصلاّحها؟
شوف، الما ديال الحمام ما كا يوصلش لدرجه حراره كافيه.
غادي تعطيني مسكن للالم؟
جينا غير للزياره. وليدنا ساكن فسياتل.
ايلا كان شي اوتوماتيك بغيتو.
هاد السماعات ما كايعطيوش مزيان. عطيني اخرين؟
كَتْبَانْ بْخِيرْ.
Kayn chi motels qrib hna? Dri lya chi khraita.
عندكوم باقي تذاكر ديال "بيغ ريفر" لهاد الليله؟
كايشبه بزاف
شكون هو الماده ديال هاد البذله؟
كاين ساعتين قبل موعد الانطلاق.
بغينا نشاركو هاد الطلبيه بيناتنا التلاته.
بغيت شي فاكهه، الله يرحم الوالدين.
هادشي مهم.
خليهم برا.
السلام عليكم. عندي موعد مع الدكتور دريل علي الساعه 3 ديال العشيه، ولكن خايف نكون شويه متاخر. هاد الشي غادي يكون مزيان؟
عندك شي حاجه فيها لمفاتيح؟
الكراسي "S" مكتملين، ولكن عندنا غير "A" كراسي.
بغينا نشاركو هاد الاكل. ممكن تجيب لينا صحون صغار؟
كَنْحَسْ بِالْغِيثَانَه فِي بْطِينِي.
نقّص الثمن.
هل ممكن نتحدث مع شي موظف ياباني؟
بغيت نعرف شحال الثمن ديال مكالمه تلفونيه ل نيويورك.
لا والله، خايف. كتحمل المسءوليه ديالك فهادشي، يعني كنتعامل معاه بحذر.
للي كملو الخدمه، "شكرا بزاف" هي الطريقه باش تعبر علي امتنانك.
فْرّو بْسْلسْله دْيَال لْلءلء و حْوايج قْيّمه اخْرين.
غادي توريّني فين هو المستشفي؟
بغيت نمشي للبرج ديال لندن.
بغيت ننزل هنا.
شكون اللي غادي يعطيني شهاده طبيه؟
هاني كوبي ديال التذكره ديالي.
هاد سياره زرقاء صغيره، رقم اللوحه ديالها كاي تلاته واحد خمسه و رقم التسجيل بري اربعه خمسه سته صفر.
غادي تعطيني تخفيض صغير؟
هل تلعب اي رياضه؟
كاين طلب كبير علي هاد الاسلوب عند الجامعين.
عندنا كاينين الدواليب والفيش لي كا يستعملو فالبلاد ديالنا، ولكن ما عندناش الترانسفورماتيرات. انا نقترح عليك تمشي لشي متجر كا يبيع الحوايج ديال السياح.
هل ممكن نشوفك غداً فالعشيه؟
حذر من شي حاجه.
من فضلك، اثنان من كريمه الطماطم.
هل قريب يمكن نمشيو ليه؟ ولا بعيد بزاف باش نمشيو؟
نعم. بغيت شي تذكره ديال اثنين لمسرحيه "ترام اسمه الرغبه". عندك شي تذاكر باقيين للعرض ديال الليله؟
هاذي هي الرحله الصح؟
درب علي بعض التمارين الخفيفه وعمل مساج بعد الحمام كل يوم.
ما كاين غير باب واحد للخروج.
خايف بلي فهمتي التواريخ غلط.
صاحبي من هنا غادي يجيبني، عادي.
هاد الغرفه صايبيها ضجيج بزاف.
ماعنديش الشجاعه باش نلبس شي حاجه بحال هادي.
شجرات الجنجو تبان زوينه بزاف ملي كيتغير لون ورقاتها للصفر فهاد الفصل.
عندي حفله الليله. عاود ليا شعري، الله يرحم الوالدين.
كتشوفيني كنسولك واش غادي نبداو نبيعوا المنتوجات ديانا فامريكا؟
كيفاش تنطق هاد الاسم ديال المكان؟
"من فضلك حطها ف الكارت ديالي ماستر كارد."
شحال كتصرف علي الاشهار؟
فين هوما التواليت؟
بغيت نعس.
خايف انو متاخر علي ثلاث دقايق.
مكاينش لي يدير ريجيم و عندو هاد القامه الرشيقه ديالك.
غادي نكون متاخر علي الاجتماع بعشر دقايق.
واحد مع اسم الدكان، من فضلك. غادي نستعملو فالتامين ديالي.
هادشي ليا للاستعمال الشخصي.
بغيت شي بلاصه ناكل فيها شي حاجه ديال الماكله المحليه.
بغيت ترايبود، الله يرحم الوالدين.
بغيت شي شنطه رخيصه.
تْهَجْمَتْ عْلِيَّا فِجْاَهً وَجَعْ ضْهَرْ مُءْلِمْ بْزَافْ.
بغيت نمشي ف اقرب وقت ممكن. هل كاين شي رحله قبل من هادي؟
شكرا بزاف علي النصاءح. انت انسان طيب بزاف.
شكون النوع ديال الموديل لي بغيتي؟
شكون اللي غادي يعطيك 10 دراهم علي 3؟
استمر في السير في هذا الشارع حتي تصل الي حديقه صغيره.
بغيتو.
شكون اللون لي كتفكر فيه؟
بغينا طاوله قريبه من النافذه.
معذره، ولكن كلشي تْباع.
واش كلشي هنا جديد عليك، صح؟
هل يمكنني ان اتجول قليلا؟
واخا، شنو بالضبط اللي بغيتي تعرف عليه علي هاد البلاد؟
هل يمكننا الاحتفاظ بغرفتنا لمده ثلاثين دقيقه بعد موعد المغادره؟
عفوا، غلط ف الرقم.
واحد طابله كبيره بزاف، الله يرحم الوالدين.
بالطبع. لا شيء. لا داعي للقلق بشان ذلك. امل ان تكون اكثر حذرا في المره القادمه.
غادي تورييني كيفاش ندير باش نضوي الضو؟
عافاك بان لي هاديك لي فالفيترينه.
كاين شي تبديل فالتوقيت ديالنا؟
غادي نخدم.
وغالبيه الشوارع ما عندهمش اسماء ولا علامات. داكشي علاش صعيب بزاف توصل لشي وجهه غير بالعنوان ديالها.
هاد السيد نصاب. ديري بالك.
عْطِيني كريم دوش.
من فضلك، عيطي ليا طاكسي.
هادي طريّه؟
شحال كاينه الكرا ديال الملعب بالساعه؟
غادي نعطيك عشرين درهم باش تخليها ليا فماءتين درهم.
هادي فاليمين ولا فاليسار؟
بغيت جوج بنطلونات.
باغي نمشي غير مشيه مريحه.
عندي نشحنو؟
شحال الثمن باش نبعث شي حاجه لليابان بالبريد الجوي؟
كَانْدِير نْخَذْ لِي كَارْطُونْينْ دِيالْ سِيفِن سْتَارْ؟
هَل عِندَك عْلْم بِرقْم التَّذْكِرَه، وَوَكَالَه السَّفَر، وَتَارِيخ الاصْدَار، وَطَرِيقَه الدَّفْع؟
شحال الثمن ديال الغرفه فالليله؟
غادي تربح. خمسه مزيانه.
باغي نرجع للوتيل باش نلقي الكاميرا ديالي.
هادي مساله حياه او موت.
راك خاصك تركب طاكسي، ما كاينش النقل العمومي.
فِيه 12 فَرِيق دِيَال بيسْبُول فِي اليابان.
فِي البْلُوكْ التَّالِتْ عْلَي يَسَارْكْ.
بغيت ندير مكالمه من محطه لخري مع طوكيو، من فضلك.
بغيت نتلاقاو.
غادي تلعبش معايا التنس الاسبوع الجاي؟
علاش ما نركبوش علي هاديك؟
سمح لي. كنبحث علي جوجه ديال الجلد.
شكون هاد الاكل زوين!
شكون هو المحل لي كايبع الملابس لي كتعرفو و كتوصي بيه؟
هل ممكن ناخد كيكه اللحم ونلغي الستيك لي طلبت؟
بغينا نلعبو جوله بيناتنا. شحال غادي يطلع؟
غادي نوصلو قبل الموعد بثلاثين دقيقه.
شكرا علي اتصالك.
سجاءر، لو سمحت، عندك شي؟ شحال ثمنهم؟
بغيت شي تلفون يصحيني.
شكون هي لي اسمها يونغفرو؟
هل تقدر تخلص في نص ساعه؟
بغيت خريطه ديال خطوط الحافلات، الله يرحم الوالدين.
انت السبب في الحادث.
امشي فهاد الشارع علي طول بحال خمسه ديال الكاريات، غادي تلقي صيدليه فزاويه. ملي توصل، لف يمين. غادي تشوفها قدامك علي اليسار.
"من فضلك تكلم ببطء اكثر."
شكون لي غادي تعرضو الاسبوع الجاي، من فضلك؟
غادي ناخدو تسع سوايع.
كَنْتَسْنَا نْشُوفْ تْبْدِيلْ الحَرَسْ.
واو. كلشي كا يرقص بحال المجانين.
هل يمكننا البقاء علي متن السفينه لاننا مع طفل؟
شكون هي الاعمال اللي كاينه فالمسرح الوطني؟
علاش لا، بغيت شي غرفه لليله هادي؟
نعم، غادي نجيب لوليتي يابانيه لصاحبي.
فين كاين كونطوار الخطوط الجويه اليابانيه؟
شكون هاد الحفله زوينه. عجباتك؟
كَنُعلِن علي هاد الشي.
منيّح نتعرف عليك، بوبي. بغيتي تجي معانا نعومو؟
ما بغيتش ناكل دابا.
بغيت بيضه مشلظه.
سول الطراڭ يوسع ليك الخصر بثلاث سنتيمترات.
كَنْبَحْث عْلَي تِذْكار مْزيَان مْن لاس فيغاس.
هادا ماشي اللي طلبت
فاين كتقرا؟ فهاديك الدار ولا كتمشي للخزانه؟
اه، ولكن انت ماشي سيدي، صح؟
بغيت عدسات جداد.
بغيت شويه الوقت.
شكون الوقت لي غادي يبدا العرض؟
غادي ناخد هاديك.
بغيت نشري شويه د الغراض ف هاد المدينه. واش ممكن توصيني علي شي سوبر مارشي مزيان ولا شي مركز تجاري؟
ماعنديش الوقت بزاف. غادي ياخد الوقت بزاف؟
هوما تسونامي. ملي كيوصلو لليابان كيتسببو لينا فكارثه كبيره.
كَنْظُنْ بَاشْ نِعْمَلُو هَادْ الشَّي. غَنْشُوفْ وَنْرَجْعْ لِيكْ.
قول لي السي موريتا، واش مرتك معاك هنا ف نيويورك؟
تبدل القطار ف المحطه الثالثه.
شكون هو الباص لي كيمشي للمحطه المركزيه؟
تَوَهْنا مْتَزَوْجِين غِيرْ جْوجْ يَوْمَات.
بغيت نسخه من موديل لي رايدر 1944 واحد و واحد.
عفاك، واش غادي يطول بزاف علي الاكل ديالنا؟
كَنْفَضِّل الاكل الايطالي.
ايلا ضعت، ممكن تسول فالكونطوار داكشي لي هناك.
غادي تْلف هاد الشي كل واحد علي حداه؟
غادي نطيروا بعد شي دقايق. تاكدوا من ربط حزام السلامه مزيان.
نعم، ولكن من فضلك لا تدعهم يذهبون الي العمق او الجاكوزي.
شكون هي سلسله العالم؟
بغيت نشري كاسكيطه.
فين كنتي؟
لَو كَنْتْ صَبَرْتْ شَوِيّه، كَانْ غَادِي نْحَصَّلْ عْلِيهْ بْثَمْنْ اَرْخَصْ.
شكون لي بغيتي، بخمسه دراهم ولا بعشره؟
حاسس براسي مريضه. فين هو الطبيب ديال السفينه؟
جيت من اليونان.
كيعجبك هاد الذوق؟
شكون الوقت لي كتفتحو فيه؟
كاين واحد ف الخلف ديال هاد القاعه.
غادي نبيت عند صاحبي الليله.
كَنْخَافْ بْلَاصَتْك فِي الحساب الجاري مْخَلَّصَاش.
هادي عشرين دقيقه علي الرابعه.
شوفان و بيضتين، مع السجق، و شاي بالحليب.
هادا هُوَ عنوان الفندق ديالي ورقم التيليفون. غادي تتصل بيا فهاد الرقم مَا تْوَلّي لقاو الشنطه ديالي؟
هاد شي كيف تفضل، طاوله فالمنطقه ديال التدخين ولا فالمنطقه ديال اللي ما كيدخنوش؟
بغيت ناكل بزاف د الخضره اليوم.
عندي البطاقتي. رخصه السياقه مزيانه؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
كايصاوب لوح التزلج علي الامواج ب 25 دولار لساعتين و 40 دولار لليوم كامل.
كايْنْ غير شويه دْلحر، بغيتي نْزيدو فالكُونْدِيْشْن؟
شحال سعر الين اليوم؟
هادا سي سوجيتا فالغرفه 1320. توصلت توا، ولكن هاد الغرفه اصغر من اللي كنت كنتسناها. هل ممكن نبدل الغرفه؟
هل هاد الباص ديال فيفث افينيو كيوقف هنا؟
عندي فلوس باش نخلص الاكل لثلاثه ايام.
فين كنشري الحرف اليدويه؟
كيف ندير مكالمه دوليه؟
شكون هوما الرياضات الشعبيه فاليابان؟
هلاّ بعثتي لي خريطه بالفاكس باش نوصل لمكتبك؟
هاه غادي تطلبِي، السيده؟
ننصحك بزياره جوله مدينه بوسطن. ستعطيك هذه الجوله فرصه لرءيه اهم المعالم في بوسطن.
كَنْحَاوِل نْعْرَف فين كاينه هاد العنوان فهاد الكارته.
مرحبا. هل هذا مكتب تامين بوسطن؟
هل كاين صالون ديال الحلاقه فهاد الفندق؟
كان اكله لذيذه بزاف.
دابا داها فيها.
شكون الجهه فالنمسا؟
فاين كايم هاد القطار؟
هل يمكنني استعمال الهاتف؟
شحال هو الطول الاقصي للطرود؟
بغيتو علي ثمانيه و نص.
طاوله لشخصين، من فضلك.
قول ليا شحال من مطعم ديال البحري مزيان كاين هنا؟
حاضر. بنايه امباير ستيت كاينه هنا فالطريق. دوز للمحطه ديال الطوبيس لي هنا فالزاويه وخد الطوبيس للقدام. غادي تلقاها علي يمينك.
شحال ثمن هاد الشي؟
شكون لي بغيتي من بعد، كراني ولا شربات؟
مكاينش مع الميزانيه ديالي.
عندنا نشريوا جوجماق؟
لا، ما زال ما كملناش.
عندي حجز ليلتين.
عندك شي ويسكي؟
هلاّ دّيّتِي ليا فِ التليفُون اذا لقيتي الشنط ديالي؟
سمحيلي نشوف رخصه السياقه ديالك؟
شكون اللي خاصو يقول شكون كايتصل؟
كيف كاينه عليا؟
لا، قليل جدا. هاد الشي ممكن يكون من الاسباب لي كتخلي النساء ما يبقاوش ف شركه وحده.
شحال كا ياخد الوقت باش يعاودو ليك الباسبور؟
لفلي، من فضلك.
كيتحسن.
غادي ناخد شويه زُبده.
ركبتو طوبيس خاطء.
شحال كبير؟
هل ممكن تطبخ هاد اللحم شويه زياده؟
سول شي طبيب، الله يرحم الوالدين.
غادي ناخد راديولوجيا.
كاين شي مكتب للصرف؟
بغيت نعمل كيرلي.
هل ممكن ناخد شي كورن فليكس؟
لا، معمري نقدر نعس بسبب هاد الخبار الخايبين.
كيف تحسبو مصاريف الالغاء؟
رحلتنا غادي تبدا ف 21 ديال يوليوز وتنتهي ف 27 ديالو.
مابغيتش.
كيفاش تنطق هاد المحطه؟
غادي نخلص انا وحدي.
هل المتحف مفتوح اليوم؟
خليني نشوف شي حاجه اخري.
هكذا، من فضلك.
حنا بخير الحمد لله، شكرا.
شحال غادي تبقي ف نيويورك؟
هل يمكنني الغاء الحلوي؟ لقد شبعت.
هل كاين طوبيس ديال المطار للوصول لفندق شيراتون؟
نعم. رقم اربعه وثمانون وسبعماءه.
غير وحده دابا.
قدامك مباشره. غادي تشوف اللافته. مستحيل ما تشوفهاش.
غادي ديرها عند الكونتوار ديال التغليف.
شحال كا ياخد الوقت باش نضغط عليها؟
كَنْتَمَنَّي نْزُور بْلاَدكُمْ يَوْم.
قول ليها صراحه.
شكون هو تاريخ التسليم؟
رسم لي خريطه، من فضلك.
ماعنديش حجز هنا، ولكن عندكوم شي غرفه ليلتين؟
بغيت نخلص دابا. هل ممكن تنزل لي الشنطه؟
فاين هو الجنوب؟
هل ممكن ناخد لحاف؟
قالي هاد المحطه الجايه هي شارع تنتين وعشرين؟
علاش خاصني نطلب طبله مسبقا فالطوموبيل ديال الاكل؟
مساء الخير. عندكم طاوله مفتوحه لشخصين؟
شكون هوما الهوايات ديالك؟
نعم. شحال خاصني ندير دياع باش نبدا؟
نعم، بغيت كاس ديال البيره علي حسابي مع المقبلات.
سولي هاد البلوزه تصدق
كاين شي حاجه بغيتي نخرجها؟
نعم، انا فاضي.
اشنو لي تسرق؟
كان طويل بالشعر الاشقر.
شكون هوما السجاءر؟
حط شي منديل علي واحد و دك بيه بالشاقور.
كيتسنا الحافله فالليل، ديك الساعه كيكونو الطرقات خاويين، و بالتالي كتوصل فموعدها
كَنْعاني مِن الامساك مْنْ خمس ايام.
بالتاكيد. غادي نوديك.
هل يمكنك ان تعيرني حبل سحب؟
دارك كبيره بزاف.
هل يمكنني ان اخذ شاي بدل القهوه؟
ماعمري شفتك قبل من هادشي.
عندك بطاقه بريديه زايده؟
هل ممكن تبعلي هاد الشي؟
بغيت شي كاس ديال القهوه.
فين كاين القنصليه اليابانيه؟
بغيت شي رز.
نعم، كاين. جات الطوبيس. نهاركم مبرووك.
هل ممكن ناخد شويه ديال الخردل؟
هلا بعثتي فاكس لهاد الرقم؟
علاش ما نتلاقاوش فثلاث دلعشيه؟
كَنْفَقْدْ البَصَر وَالبَصِيرَه مَنْ دَخْلْتْ لِلْبِلاَدْ الْخْرَاجِيَّه، وَكَنْضَيَّعْ الفْلُوسْ يَمَّنْ وَشَمَّالْ.
كيكه التفاح، من فضلك.
شحال ديال العطل مدفوعه الاجر كتحصل عليها فالعام؟
طاوله لاربعه، من فضلك.
قول.
صحيح. واش بغيتي تمشي معايا للسباحه؟
غادي يكون مزيان. كنت كننتظر فرصه ندير شي بحال هاكا.
بغيت نرفع كاس للسي ويليام.
شكرا، غادي ندير. نتمناو تجي عندنا فدارنا فنهار من النهارات.
بغيت نمشي لمتحف ا.
كَنْفَكِّر نَسْتَافِد مِنْ التَّخْفِيض الخَاص لِلْخَطُوط الجَوِيَّه ABC لِلْسَفَر لِهَاوَاي الشَّهْر الجَاي.
كَنْظُنْ هَاكَاكْ. غَتْكُونْ بْخِيرْ.
هل ممكن ناخد تذكرتين لمسرحيه "البءساء" ليوم 7 يونيو؟
كَتْبيعْ غِيرْ الكُتُبْ الجْدِيدَه، ولا كَتْعْمَلْ بْحَالْ بَازارْ وْكَتْبِيعْ الكُتُبْ المُسْتَعْمَلَه؟
باغي نبعث رساله لليابان.
وانا كنتمشي فبرودواي.
بغيت علبه ديال الاكل.
وحد تذكره ديال الدرجه الاولي باش نمشي لوحدي لكاليس، الله يرحم الوالدين.
من فضلك، عيطي لتاكسي علي الساعه التانيه ديال العشيه.
حشومه، شكرا. وانت؟
كاين شي حاجه مزايان هنا؟
قول للمصالح القنصليه ديال اليابان بعد ما تبلغ للبوليس.
هل ممكن نجيبهم كاملين؟ انا محتاجهم بزاف.
هل بغيتي شي حاجه تشربي مع الاكل؟
عْطِينِي ثْلاَثِين لِيتْر.
واش؟
هل غادي يكون موكب غدا؟
ما كايعملش. عندك واحد اخر؟
هادشي ماشي هو.
عندي زجاجتين ديال الويسكي.
صداع نصفي.
هاديا لصحابتي.
كيعياني صدري.
كاين كوليير فيه المشروبات فخلف عربيتك.
بغيت كاس ديال الما، الله يرحم الوالدين.
كايغلاو الاكل فالوتيل، دابا نخرجو شي بلاصه.
منين نبداو؟
عفاك، فين كاين البريد؟
عرض عليا التهمه ديالهم.
واش حقاش؟ مكنعرفش.
ممكن مقعدين بعشره دولارات لكل واحد؟
شكون بغيتي اللحم ديالك مطيب؟
وصف ليا شنو ضاع عليك، من فضلك.
شكون هو فصيله الدم ديالك؟
هلاّ دلّيتيني علي الطريق؟
بغيت شي مقبلات، الله يرحم الوالدين.
شكون هو اكتر شي كيطلبوه الناس لي كيديرو ريجيم ف الدكان ديالكم؟
عندك تمشي لفيينا.
هل يمكننا الانتظار للحصول علي طاوله؟
عنداك هادسون ستريت هي التالته؟
فين كاين كونطوار تسجيل المسافرين ديال لوفتهانزا؟
صوّرنا، الله يرحم الوالدين.
سميتك و العنوان ديالك هنا.
شكون هادشي ديال من؟
اسود مزيان.
من فضلك خذ لي صوره.
بغيت نتواصل مع شي شركه كاريان ديال السيارات.
طاوله قدام النافذه، الله يرحم الوالدين.
قول لي فين وصلنا ف بوسطن.
بغيت شي حمر ناشف، الله يرحم الوالدين.
عندك حفظتي ارقام الشيكات ديالك؟
بغيت نشري احسن كراسي ممكنه.
دبا مشي للديوانه.
كَنْفَضّل نْجْلِس فِي لْقُدّام دْطَيّارَه.
الضوء ديال الرساءل عندي مضوي.
خصنا نتواصلو مع مكتب الاستعلامات لي فالزاويه ديال اللوبي ديال الفندق. غادي يديرو لينا الحجز.
شكون هو الطرف؟
كايْسرق.
هاد الحساء عندو طعم قوي.
شكون هادشي لي فالشنته؟
هادشي ليا للاستعمال الشخصي.
بغيت فيلم لهاد النوع ديال الضو الاصطناعي، من فضلك.
كايهدف باش يعاون المكلومين فمصاريف الجنازه.
معذره. غادي نجيب ليك الشاي دابا.
سمح لي. بغيت لحاف؟
فاهم عليا؟
حاضر. دور علي شمالك فالزنقه اللي جايه. غادي تشوفو قدامك مباشره.
كاين شي مكان باش نرتاحو؟
هل مشمول بالشحن السريع؟
شكون كاينه وفين وكيفاش ناخدها؟
شكون لي كتعرفي لي مزيان للبشره ديالك، اللون الغامق ديال المناكير ولا اللون الفاتح؟
شكرا. هاد الشي معناه غادي نوصلو الصباح الباكر. واش كاينه امكانيه نركب الميترو للوسط؟
شكون هوما المواد لي كايديرهم الدواء؟
نعم، عندي حجز لغرفه فرديه. الاسم ماتسوي. م-ا-ت-س-و-ي.
عندك هادشي بنوع مفتوح من قدام؟
شكرا. اه، فهمت اش وقع.
شحال بعيد هاد الفندق؟
هلاّ بان ليا فين كاين الكرسي فالخطه، الله يرحم الوالدين؟
قال غادي يصيفك بعدين.
ضبطو الكراسي ديالكم فالوضعيه العاديه.
هاد الشارع كيمشي للمحل التجاري ديال C و A؟
عفوا علي الازعاج. هل ممكن نعطيني قلم احمر؟
بغيت ناخد موعد مع السيد واتسون.
غادي نوري ليك كيفاش تستعمل العصي ديال الاكل.
سمح لي، السيد الضابط. ممكن تساعدني؟ ما لقيتش المتحف الوطني ABC.
غادي يجيك الجوج لحتي ياخد الطلب ديالك. ناديو ملي تكون مستعد باش تطلب.
لا، غادي نخرجهم.
شكون اللي غادي يخلص بهاد الشيك ديال المسافر؟
نعم، عندنا. شكون بغيتي؟
ما بارده هادي؟
انا دابا فمطار كينيدي. شنو هي اسرع طريقه باش نوصل لفنادقكم؟
كَتْكون فـ 16 ا. من هاد الرواق، علي يمينك.
لا للجينز ولا التيشرتات، من فضلك.
كيف بغيتيها؟ يعني شنو بغيتي فالبورغر ديالك؟
هَلْ اَنْتِ حَامِل؟
هل ممكن تجيب لينا طاكسي؟
غادي نكونو فرحانين باش نقبلو العرض ديالك.
مَا دَيْرْتُهَا كَاعْ فِي حْيَاتِي.
شحال دقيقه هادي؟
كاين شي كتاب باليابانيه؟
ما بقا منو والو، ولكن كاين فالطلب.
كَنْفَضِّلْ نْدْخَلْ لمْطْعَمْ نْباتِي.
"البريق ديال الباب معطل."
نعم، ها هي.
رقم خمسه واحد واحد، سبعه اثنين سبعه ثلاثه ف لوس انجلس، من فضلك.
هل كاين شي جوله؟
شكون دوا ديال البرد لي كتعرفي و كتوصي بيه؟
ماعنديش مشكل مع اللحم ديال الخنزير، ولكن مكناكلوش.
سجل هادشي فالورقه ديال الخدمه. غادي يكون تزاد شي حاجه.
مرجو ارسال هاد الطرد لليابان.
غادي ناخدو معايا.
غادي نرجع.
علاش ما نبقاش فالطياره حنا كننتسناو؟
بالتاكيد. غادي نصلحوه قبل ما ترجع.
هاد انا لي كنشكرك.
غير شويه.
منين كنتي اصلا؟
نعم. كنت باغي نزور هاد المكان من زمان.
بالتاكيد. يبدو انه لا توجد مشكله.
غادي نخلص بالضمان ديالي.
هل كاينين جولات سياحيه للتمثال الحريه؟
هيا، قولها بلا تردد.
عندنا اليوم دُعْدُوع زوين بزاف.
حسنا. اقول لك ماذا. انت ما تقولش لوليديك، وانا ما نقولش لوليدي.
شكون كايدير فهاد الوقت لي كايبقي ليه؟
غادي نتلاقاو نهار من الايام، ان شاء الله.
هيا خضرا، وعندها بحال هاد الحجم.
عافاك عطيني خريطه المدينه.
معذره، ما كاين حد كيجاوب التليفون.
عندي نزيف من الانف.
كاينين لي كيمشيو لطوكيو سنترال ستيشن ولفنادق كبيره.
ثلاثين درهم، من فضلك.
سمح لي. فين كاين التليفون العمومي؟
شكراً علي كل حال.
نعم، كليت شويه ديال لحيان البارح. كان طعمهم غريب.
كَنْشُوفْ رَاسِي كَنْبَانْ بْزَافْ كَبِيرْ بِهَادْ الشَّيْ.
هلاّ عطيتيني هادشي، الله يرحم الوالدين؟
شكون هاد لفرقه و شنو كايديرو؟
اليوم عندنا مينسترون، كريمه لاسپاريج، و شوربه خضار.
غادي ناخد مارتيني بلا ما يكون فيه الماء. وعصير برتقال ليها، من فضلك.
عندك شي سوابق ديال امراض القلب؟
عينيّا كايحمرو.
كَنْبَحْث عْلَي قَمِيص بُولو.
شي حاجه تحت ميه دولار، الله يرحم الوالدين.
كيتْخَرْجْ مْنْ هُنَا فْ تْسْعَه.
شكراً بحال هاكا، ولكن خصني نمشي.
سطح لامع، من فضلك.
بغيت ثمان ورقات ديال 10 دولارات وعشرين ورقه ديال دولار واحد.
عندنا هاد المنتوج الجديد اللي صممناه خصيصا للنساء العاملات.
غادي نحمل هاد الشي.
هاد الخدمه كاينه و كاينه
غير كنشوف، شكرا.
كَنْظُنْ بَلي غَتْلقَي كُلْشي فْلاكارْصُونامَارْشْ، وَاِيلا مَلْقَيْتِيشْ، مَا تْخَافْشْ، غَنْمْشِي لْلاصْصْصْصْصْصْصْصْصْصْص
"هادشي ما كاينش السيد. غادي نديرو ليهوم الحساب ديك الساعه. وقت الدخول هو من الثانيه و نص، ولكن يمكن ناخدو ليكم الشنط ديالكم دابا، اذا بغيتوا تمشيو تشوفو شي حاجه قبل."
هلا جبتي لي كُوزه ديال الما غليان؟
عندي مرض مزمن.
كَنْظُن بْلي فِيه خْطَا فِي الفاتوره. مَا تْكَشِّفْهَا لِي، الله يْحَفْظَك؟
هلا فرغتي المطفايه، الله يرحم الوالدين؟
شكون هوما الاماكن السياحيه المشهوره فهاد المنطقه؟
كَنْسْتَا بْزَافْ لِقَاءْكْ، السيد سميث.
باغي نزيد يومين فالاقامه ديالي.
غادي تساعدني؟
شكون النوع ديال العطر لي بغيتي؟
هذا هو الخط الاقصر؟
نشوفو. اللعب غادي يبدا من 2؟ اه، غادي نقدرو نوصلو.
بغيت ننزل فسان بول.
شحال علي السلامه؟
هل يمكنني وضع رساله بداخلها؟
سي واتسون، الخط فرع تنان واحد، من فضلك.
ماعرفتش شنو ندير.
ها هي. هادي هي اللي كاينه ف الطلب بزاف.
عندي حجز، اكيياما.
ملي تخرج من المصعد غادي تلقاها علي يمينك.
واخا، داك الضغط علي هاد الزر. اوه، هادشي ما كا يخدمش. اسف، خربان.
شحال بيك السيد تاكاغي؟ مكناش التقينا من داك الربيع، صح؟
شفتو بزاف ديال السمك المهاجر.
غادي نرجعو بعدين.
كَنْتَسْوَلْ مَتَي غَنْرَجْعْ لِهْنَا.
اذا كنت محتاج لاي مساعده، ما عليك غير تسول الطاقم ديالنا. عندنا طاقم كيتكلم ياباني، فرنسي، صيني، واسباني.
ماءه دولار، خاليه من الضريبه.
رابط سيكور ديالك و شوف علامه "ممنوع التدخين" حتي تطفا.
كاين الحمام؟
ها هي بطاقه الصعود للطاءره و بطاقه الامتعه.
هل ممكن ناخد صحن زياده؟
بغيت شي دوا.
فينا اثنين، دبا نجيبو الكبير؟
خليت الباسبور ديالي فطاكسي.
اربعين دولار.
فندقنا كايعاونك باش تلقي شي حد يهتم بوليدك.
عفوا، غادي نتاخرو عشرين دقيقه.
كاين شي مطاعم يابانيه هنا فهاد المنطقه؟
شي حاجه سهله فالقياده، بالدراع ديال اليسار، فصنف الدوز لتر.
عندك شي فضاء داخلي ولا فضاء خارجي؟
هاذي هي العنوان لي غادي نوصل عليه الرساءل.
نعم، ممكن. ها هي بطاقه المطالبه و بطاقه الصعود للطاءره.
اه، تقريباً ف سبعه ديال لعشيه.
دزت علي روحي من الباب. لمفتاح فالسياره.
غادي تزيد تحسن النتيجه ديالك.
مَا كَنْتِيْشْ كَنْتَوَقَّعْ بَاشْ يْكُوْنْ هَادْ الزِّحَامْ.
كَنْحِسْ بِالْوَجَعْ يْدَوِّرْ فِيْ بْلاَصْتْ البَطْنْ دْياَلِي.
هلا غيرتي لي بلاصه فالقسم ديال التدخين؟
هاد التكلفه ديال المكالمات البعيده.
كَتْخَطَّطْ بَاشْ تْبْدَاْ تْبِيعْ مُنْتَجَاتْكْ فِي الوِلايَات المُتَّحِدَه؟
هاديك اللي عندك، ديري لي وحده اخري.
جيم وانا كنا صحاب من ايام الثانوي.
بيض مقلي من الجهه الوحده مع لحم الخنزير، من فضلك.
وحد تذكره ديال عشره رحلات، الله يرحم الوالدين.
غير لحظه، سيدتي. غادي نشوف فيها.
مكاينش شي حد هنا اسمو بحالي.
فين كاين طوبيس السياحه؟ واشنو هي الاوقات و الاماكن اللي ممكن نركب فيه؟
"الطوب هادي شويه كبيره بزاف. كاين لي تعدلها؟"
هل كاين شي ملعب ديال الجولف هنا؟
بغيت نلغي حجزي للطيار ليوم 5 ماي، ونبدلو بواحد اخر يوم 9 ماي، من فضلك.
عندي نبقي هاد الكارط ديال المفتاح؟
كاين شي حد كيفهم اليابانيه؟
كَنْتَمْ نْتَاسَفْ بْزَافْ عْلَي سْمَاعْ خْبَارْ وَفَاهْ بَابَاكْ. تَقْبَلْ مِنِّي اَصْدَقْ التَّعَازِي.
غادي ناخد ايطالي، من فضلك.
عْمَلْتِي الوَرْقَه دْيَالْك؟
خمس ورقات ديال 10 دولارات، الله يرحم الوالدين.
هل ممكن ناخد تذكرتين للكبار لمسرحيه "Cats"؟
خاصك تجلس وتاخد نفسك بعد هاد الرحله الطويله من اليابان.
شكون هي اللي ما تضمناتهاش؟
هلي تبعوه؟
فاين داك شي لي حرق ليك يدك؟
شكون هوما مصممي الشركه؟
هل يمكنك لفهم مع بعض؟
القط الازرق. رباعي جاز قديم.
شكون هاد السياره لي فيها هاد القسم؟
الف مبروك، سمعت انك حصلت علي وظيفه في شركه ABC.
هاد الخدمه فيها الضريبه؟
بغيت نعمل حجز لماءده مزيانه باش نشوفو العرض.
كايْكَلْها تسعين وتسعه دولارات امريكيات.
غادي عندك ساعه دير اللي بغيتي هنا.
باغي نرجع لتطوكيو قبل نهار الجمعه.
هل المجوهرات معفيه من الرسوم الجمركيه؟
شكون هو الفيلم لي كايشوفوه بزاف دابا؟
ماعرفتش دابا.
شريت لبلمه كهديه.
شحال غادي يخرج؟
معذره، ممكن تعاود لي هاد الكلام؟
حتي شتنبر د العام تسعه وتسعين
علاش لا، ممكن نلتحق بهاد القسم رغم اني مبتدء؟
بغيت نمشي نسوق. فين كاينين المحلات التجاريات قريب من هنا؟
بغينا نشوفو فيلم. شنو كتقترح؟
شكون لي دارها؟
ولكن بحال ما عارف "LT" غادي تخلي الثمن ارخص.
شحال الثمن ديال مكالمه دوليه لطوكيو؟
شكون هوما الالوان الاخري اللي كايجيو بيهم هاد الشيفي؟
ما قادرش نقرر شنو نطلب. شنو كتعاود لي؟
شحال الثمن للواحد؟
بدّلت موعد الخروج للوقت اللي قبل.
ما كا تبيعهمش واحد بوحدو؟
هلا حجزتلي مسرح؟
هكذا، در لليمين.
عندي قاروره ديال النبيذ ديال الارز الياباني.
مقعد بلا حجز، من فضلك.
اه، معذره. تفضلي. هل اطلب لك شيءاً تشربينه؟
بغيتك تجي معايا، من فضلك.
دابا راني حجزتك.
بغيت نحتار شي بلاصا فالاقتصاديه، ل لندن نهار الاحد الجاي.
عندو تلاتين كلمه. دابا، ثلاثه دولارات، من فضلك.
"سيدنا الكونسييرج غادي يساعدك، او غادي تلقاها بالتاكسي."
هل السيرك مغلق؟
شكون هو اسمك الثاني؟
بغيت نحتار شي كابينه صغيره.
شخصين.
سميتي سوزوكي. عندي حجز علي الساعه سته.
بغيت شي سيجاره، الله يرحم الوالدين.
بغيت غير الحلاقه.
بغيت سوار علي شكل سلسله.
بغيت ندور فالجزيره.
ناخدو شويه هدنه. بغيتي شي قهوه؟
غادي نجي.
خليت ليكوم لمفتاح ديال الغرفه فغرفتي. هل ممكن تعطيوني مفتاح اخر، من فضلكم؟
شحال خاصني نعطي للبقشيش؟
سمح لي. هاد الباص كيمشي للهوليداي ان يونيون سكوير؟
هل عادي نرجع السياره ف بوسطن؟
هلا جبتي لي تذكره؟
عندي ناخد شكاره كبيره؟
هاد لحريره سخونه بزاف.
بغيت شويه ديال الجزر.
غادي نتواصل معاك علي الفور ملي نلقاوه.
عندك الهوايه ديال جمع الحيوانات المحنطه؟
بغيت نعمل حجز فالخطوط الجويه اليابانيه ف 20 مارس.
مكاينش الجليد.
هل يمكن لليابان ان تنتج كل الطعام الذي تحتاجه؟
عندك شي روايات يابانيه؟
هل زحمه اليوم؟
هاد الشي معناه اني ما كنطيحش فاش.
شحال ديال الايام ديال العطله كتعطيو فالعام؟
غادي نبقاو علي الاقل اسبوع.
بغيت طوموبيل ديال الهوا.
شكون لي غادي يوصلني للبرج البحري بالمترو؟
الرحله لي كنت غادي نطير فيها، AA 11، اتلغات.
اه، صحيح؟ انا ساكن ف كاماكورا، نتمني تزورني ف الدار.
فاين كاين الحمام ديال الرجال؟
كَنْشُوفْهَا بَسِيطَه شَوِيَّه بَزَّافْ لِي.
عندي شي حوايج للصحافه.
قول ليا رقم التليفون ديالك.
سمح لي، واش كاينه شي فندقه توصيني بيها؟
اه. شحال من مره كنتسناو نتلاقاو.
هاديك هي اخر حاجه غادي ندير.
كيتسنا القطار من محطه كينغز كروس.
ضيعت الشنطه ديالي.
شحال غادي نرجعو؟
المراهقون اليابانيون مهتمون بالموسيقي.
بغيت نجرب هاد الصباط.
نعم، دّرت تلفون من شوي.
عندك شي عنب جاف، ما غالي بزاف؟
دازت عليا نهار كامل و انا كنستعمل موس للشعر.
هَلْ الطّاءِرَه فِي وَقْتِهَا؟
شحال ثمن اعاده اصدار الوثيقه؟
فين كنشري تذاكر التسلق؟
حجر ستونهنچ كاينه و كاينه جولات لي كايدورو حوليها.
تضررت رجلي اليمني بشكل خطير.
كَنْبَاتْ فِي هِيلْتُون هُوتِيل.
عندك والو باش تاكل؟
شكون الوقت لي غادي يبدا الطوبيس؟
بوسطه عاديه.
شكون الطريقه لي بغيتي نطيبو ليك السيد؟
باغي ناخد الطوبيس ديال المطار.
شكرا بزاف علي ما جيتيني من المطار. انت انسان طيب بزاف.
خايف السبت غادي يكون غاءم.
شحال الثمن باش نكري سياره مع ساءق؟
كَنْحِبْ التفاح، ولكن اليوم بغيت ناكل عنب.
سيدي، بغيتك تلغي لي الكارطه ديالي.
كاس دْ لْخمر حْمْر، مزيان؟
بالتاكيد. عندك شي حاجه خاصه، شي اكل خاص فالبال؟
هادشي فضه نقيه؟
شكون هاد الصلصه و علاش؟
عندي الف دولار كاش.
دير يسرا. هو ف اليمين.
شحال الثمن ديال ثلاثه ايام؟
هل ممكن تحمل هاد الشنطه، الله يرحم الوالدين؟
سياره صغيوره، ويفضل تكون يابانيه.
شكون هو المنتوج اللي كاينه غير فهاد البلاد؟
عندنا شي اتنين او تلاته مزيانين فالحومه. بغيتي نعمل ليك حجز؟
هل ممكن ناخد ميه غرام من سلطه القرع؟
عندك طابع اخر؟
بالمناسبه، هل مليتي الخزان قبل ما ترجعي السياره؟
بغيت نمشي لساندييغو.
وَلّي مات، دازت اصلاحات سياسيه كايعرفوها ب "اصلاحات عصر التايكا".
خليت الشنطه ديالي فالطوبيس.
عفوا، هاد الكلمه، OMEDETOUGOZAIMASU، طويله بزاف باش نعدو عدد الحروف. حيت كل كلمه محدوده بخمسه عشر حرف، بغيتك تقسمها لاثنين.
كايخرج من محطه الباص رقم 2.
ايلا بغيتي.
شكون هوما اصناف السلطات لي عندك؟
هل تقدر ترسم لي خريطه توصلني لهاديك المنطقه؟
غادي ناخد اللي كتقترح.
اش كاينه دابا؟
بغيت قلم حبر، الله يرحم الوالدين.
نعم، اه، وانا كنخلص بالكريدي.
جيب لي الفطور لغدايا.
عندكوم شي جوله ديال البانتيون؟
سقطت ملعقتي.
سيدي، بغيتك تصدق لي شكّه ديالي.
نعم، شكرا. انا مايومي ياماغوتشي من اليابان. وصلت للتو الي الفندق.
رجلي كايعيا.
"شمس قويه بزاف. درتي كريم شمسي؟"
كاياخذ شي نص نهار. غادي يجيك المرشد السياحي هنا فالصباح علي تسعه.
فين كاين الاستاد؟
كاين كاس مفقود.
بغيت صوص ايطالي.
واخا، كتشبه ليا فالحجم. انا كنلبس عاده داكشي ديال الحجم المتوسط.
هاد الساعه القديمه توقفت علي العمل. بغيتي نبدلوها ليك؟
واخا، كاينه شي ضيقه صغيره فالكتفين.
بغيت كارت بديل. فين غادي ناخدو و فين؟
هلا دازتي ليهوم تلفون؟
رقم تيليفوني هو اربعه صفر اربعه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
كاين شي مشكل؟
تيتعَدّا الاكلات ديال راس العام، اللي كيسميوها "اوشيشي ريووري"، تقريبا فكل البيوت حتي دابا.
جوله نص نهار كتخلي الواحد بغا شي حاجه اخري.
غادي نسول واش ممكن نتصور معاه.
شكون هو الجلد لي صاوبو هاد الساك؟
كايحمق بزاف.
الثمن ما كاينش علاش يقارن مع الميتر.
كَتْبَرْكِي. واش كاين شي طريقه رخيصه باش نبعثها؟
بغيت نبدل شي دراهم ديال الين الياباني بالدولار الامريكي.
هل ممكن نتحرك للصف الاول؟
بغيت نخلص دابا. هل ممكن تنزل لي الشنطه؟
كاين شي مصحه قريب من هنا؟
عندك شي مفكات؟
مَنْ نْتَصَرْفَقْ بيه اِذَا كَانْ عْنْدِي مْشَاكِلْ؟
غادي هاد الرحله تخرج ف وقتها؟
غادي ناخد 300 غرام من هادشي.
خرج بسرعه فوسط الشارع بلا ممر للراجلين.
صافي، عندك تامين السفر لهاد الرحله؟
هادشي غادي تستعملو، طبعا.
بغيت نخلّي السياره فمطار سان فرانسيسكو.
شي حلويات؟
بغيت نتاكد من وقت المغادره.
غادي نكون فالـ Hilton Hotel.
هلا دوزتي هاد الرساله ليا؟
عندنا عاءله ديال اربعه، فيها والدي، اختي الصغيره وانا.
شكون هو اسم الفنان؟
قول ليه يصيفط ليا تلفون قبل من عشره، الوقت ديال اليابان.
كيفاش نوصل للضريح؟
شكوناش كتشرب؟
هلا قلت لي رقم هاتف شركه تاكسي؟
ثلاث حوايج ديال الدونات و حوايج ديال الكوكيط، الله يرضي عليك.
غادي نكون عندك فشي ساعه.
مرحبا. بيير ون فيش اند غريل. واش بغيتي شي حاجه؟
شكرا. هل يمكنني التحدث مع الانسه ياماتو، من فضلك؟
هل كاين شي بوتيك ديال فري شوب قريب من هنا؟
كيفاش كتخرج الفلوس؟
نعم. بغيت نعاود ناكد الحجز ديالي فالرحله رقم سبعه عشر لطوكيو نهار الاحد هاد الاسبوع. انا سميتي ريكو موري. م-و-ر-ي.
كَنْتَسْوَلْ شنو لون غادي يكون موضه هاد الخريف.
بغيت نحتار شي بلاصا فالمقطوره ديال النعاس ل واشنطن دي سي، من فضلك.
نْقترح عليك تزور مبني الامم المتحده اللي علي ضفه نهر ايست ريفر.
هيا تسع وتسعين. بغيت نعطي تسع وتسعين دولار.
عافاك بان لي ديك البايب. الثالث.
ايلا كان الشخص بوذي، اه. ولكن كاينين بزاف ديال العاءلات كيديرو الجنازه فالدار.
قميص واحد ابيض و زوجين ديال الجوارب.
عْنْدِي نْحَالَي عْلَي اَلْف دُولار.
شحال الثمن ديال التذكره الارخص؟
"شريحه ستيك من لحم الخاصره وسلطه خضراء، من فضلك."
حسنا، خذ وقتك. قولي واش محتاج شي حاجه.
هادشي عليا.
بغيت نطلب بيتزا. شكون كايدير التوصيل هنا؟ شنو هو الرقم؟
غادي نوصل متاخر.
عندك شي غرفه احسن من هادي؟
كاياخذ نهار كامل. غادي يجيك المرشد السياحي هنا باش ياخدك تسعه صباحا.
اختار لينا شي عنبه مزيانه مع الاكل.
بغيت ورقه ديال 50 دولار وخمس ورقات ديال 10 دولار، الله يرحم الوالدين.
سكان طوكيو تقريباً اثنا عشر مليون. مزحومه و كرا الاحياء غالي.
غادي تقدر تدير مكالمه مباشره من غرفتك.
شحال الثمن ديال التكلفه الاضافيه للاستعمال الوحيد؟
"مْبَرْدش، الله يخليك."
شحال غادي نبقاو كنتسناو قبل ما نبداو؟
هاد الكريم للبشره الجافه ولا للبشره الدهنيه؟
عفوا. ضعت في الطريق.
واخا، كنت كنفكر فالسوشي. وانت؟
بغيت نشارك فالجوله الاختياريه ديال بكرا.
"ايلا شريتهم مع بعضياتهم، واش غادي تعطيني تخفيض؟"
هل ممكن ناخد لترين ديال الحليب؟
غادي نبيتو هنا.
بغيت نكري سياره.
3 نوفمبر هو نهار الثقافه.
كَنْبَحْث عْلَي قَمِيص لْبْنَتْ عْمْرَهَا عْشْرْ سْنِين.
ضيعت الباسبور ديالي.
نعم، عندي هاد الشي.
عَلّق مره واحده، من فضلك.
ساعدوني.
كتحسب اكثر من الثمن اللي متفقين عليه.
سَنَتْرَا. ثْلاَثْ كَارِيْيَاتْ، وَمْنْ بَعْدْ سَارِيْشْ.
شكون هو البطل ديال الفيلم؟
كاين شي سوق قريب من هنا؟
ماعرفتش كيفاش نطفي هاد الستاير.
كيفاش نْوصل لبارك سنترال؟
غضيت منو.
بعتها اكسبريس، الله يرحم الوالدين.
مرجو ارسال هاد الشي كبضاعه غير مصحوبه.
شحال ثمن التذكره ديال الباص باش نمشي لبوسطن؟
دوز من هاد الباب و علي يمينك.
خصك تخلص شي زياده علي الحلويات.
كنبحث علي شي ناس اخرين.
سميتي هيساي شيبا. انا يابانيه.
كَنْحْتَاجْ شَوِيَّه دَا الخَردَل.
عْطِينِي كَارْطُونْ دْهَادْ المَارْكَه.
نعم. ولكن في المدن الصغيره وحتي في وسط طوكيو القديم، لدينا العديد من المتاجر التخصصيه الصغيره المستقله.
عندك شي حاجه ديال جوده احسن؟
شكون هي الاماكن لي تنصحني نشوف اكثر من اي حاجه ف كيوتو؟
فين كتخدم؟
شكون بغيت نطلب ليه وجبه نباتيه؟
شحال الثمن ديال الغرفه؟
ماشي خايب بزاف. ولكن كنفضلها شويه حامضه.
هلاّ عطيتيني شي قاموس فرنسي-انجليزي مزيان؟
شكرا. كان لقاء لطيف. مع السلامه.
شكون اللي غادي يخليني ناخد راحه ففندق قريب من هنا؟
غادي يكونو 18 دولار علي الطوابع. ها اعلان ديال الجمارك علي الطرد ديالك.
شحال من وقت ممكن يجيب الدكتور؟
كاين شي حاجه تشرب فالباطو؟
شوف السما من هنا زوينه بزاف.
هل ممكن نعاونك بشي حاجه؟
بغيت نشوف الحي المالي.
كَنْخَدّمْ دروس فْالسباحه.
عندك قهوه سريعه التحضير؟
يوم الثلاثاء فالعشيه هاد المحطه ديال المطار ما كاينش فيها الزحام بزاف.
هل هو عنيف؟
نعم، خليني نشوف. بغيت نشرب كاس ديال الخمر باش نبدا.
صلح لمبه، الله يرحم الوالدين.
بغيت نبدل الحجز.
ايلا نسيتي، غادي تفقدي الحجز ديالك.
لي بغا يبقي مزيان غادي يبقي بخير.
غادي نتلاقاو فالبيسين علي الواحده، مزيان؟
رقم. هاد المنصه مخصصه للقطار اللي غادي ف الاتجاه المعاكس.
شكرا. انا كنقدّر بزاف حسّك بالمسءوليه.
بغيت نتعشي بشي حاجه اقل من 30 دولار مع المشروبات.
بغيت هاد لاباس يتعمر.
السلام عليكم. حجزت لمغريب دابا علي سبعه. ولكن بغيت نبدل الوقت. انا سميتي سوزوكي.
عندك الباسبور والتذكره؟ شوف، هذا متجر معفي من الرسوم الجمركيه.
شكون هوما المنتوجات لي مزيانين للبشره الدهنيه؟
حان الوقت باش نبداو.
شكون اللي بغا يمشي يشوف شي فيلم؟
بغيت نقد شيك ديال المسافر.
لا، ما عندناش، سيدي.
غادي تقدر تمشي بالرجلين ولا بالمترو. ها خريطه المترو.
ها هي الصدقه ليك.
بغيت زوج صنداله، الله يرحم الوالدين.
ورود الكرز. تتفتح في الربيع.
عطيني جوج ديال البيره، الله يرحم الوالدين.
عشره دراهم وحده، من فضلك.
شكرا. عطيني خبر ملي نوصلو. انا غريب شويه ف لندن.
اسود. هل يمكنك ان تريني زوجا اخر باللون الاسود؟
شحال كايدوز الوقت وكايكلف التعديل؟
سخنّي الغرفه دابا علي طول.
حاضر. بغيت واحد تذكره ذهاب واياب.
شحال كانت؟ زوينه؟
كيعرفو عاده تساقطات ثلجيه خفيفه من سنتمتر واحد او اثنين.
فندق بلازا، الغرفه سبعه وتنين.
ماعرفتش. كاملين جداد عليا.
ضربتك القويه زوينه بزاف.
غادي نخليك علي الخط غير شويه
كلت من شوي.
*بكل سرور.*
عندك شي بطاقات؟
بالتاكيد. متي تريد ان تلعب؟
شكون هو الوقت اللي كيجي قبل؟
مرحبا. هل هذا بيت براون؟
هل ممكن نشوف القبعه لي فالطاقه، الله يخليك؟
غادي يكون مزيان لو يكون الجو مزيان غدا.
شحال الوقت اللي غادي ياخد من هنا؟
طلبت مقعد غير مخصص للتدخين، ولكنني في مقعد مخصص للمدخنين.
حاضر. حجز لينا جوج مقاعد فالدرجه الاولي فديك الطياره.
عندك التهاب الزاءده الدوديه.
هل ممكن تلقالي شي حد يهضر علي ولدي؟
كيس صغير ديال لجلد لونه بني.
فاش هو الافضل، الطوبيس ولا الميترو؟
هادي عشرين دقيقه علي الثانيه.
كاحلها منتفخ.
كنت محظوظ بزاف باش حصلت علي التذكره الليله. ما وصلتش للبلاد حتي لثلاث ديال لعشيه.
واحده من قفول لكراجا ديال لوبورطوا خربان.
بغيت نتوصل بيه فالبريس.
هل كاينين شي غرف خاصين فالدرجه الاولي؟
هل ممكن ناخد صندوقين هديه لهاد الشي؟
بحال ما شرت بزاف ديكور باش ندخلهم فالشنطه ديالي، بغيت شي كيس ولا شي حاجه بحالو.
حاضر سيدي. خليني نبدا بالحقاءب ديالك اول حاجه.
نفس الشيء، من فضلك.
واخا، تاكدت ليا الحجز، بغيتك غير دابا تتصل بالمدير، الله يرحم الوالدين.
ماعنديش فلوس.
تحقق من كلشي، من فضلك.
عْطيونا طابله زوينه قْريب من الركح، الله يرحم الوالدين.
علاش ما نمشيوش لشي كافيه؟
هلا جبتي ليا شي مقاس اصغر؟
اذا غادي تدخن، دير الخير وامشي للصفوف من 40 حتي 50.
**سُكُون**
سولّي كُمّاتك.
حشومه منك تخليتني نبقي هنا.
هاد الباص كيمشي للطوموبيل؟
بغيت نحتار شي طاوله لثلاثه.
شكوني هاد لعشيه علي اربعه؟
ثلاث صباحا.
فِي الطَّابِق الخَامِس.
فين غادي نبلغ عليه؟
عندكوم شي دوره للمبتدءين؟
بغيت شي كرّاسات.
ما كاينش ضروره تنظف الغرفه.
واش ما زوينه هاد النهار؟
شكون هو المدير؟
فتحي الشنطه ديالك، الله يرضي عليك. هادو حبوب، صحيح؟
هل يمكنني حجز موعد غداً الصباح في الثامنه والنصف؟
السبت خايب حيت خاصني نعاون بابا.
بغيت نمشي لاقرب محطه ديال الطوبيس.
سُرق جواز سفري.
كيجي معاه رز وخضره.
بغيت نبدل الطلبيه ديالي.
نعم سيدي. غادي نحول ليك المكالمه دابا. شويه ديال الصبر.
بغيت ندعيك لحفله عيد ميلاد.
واخا، خاصك تتصلي بيا قبل ما تجي المره الجايه.
فين كاين لاكار؟
عندك شي رحلات اخري؟
قادر تاخد هاد الشي من الباب قبل ما تركب. يلاه بان هاد الورقه.
ما كاينش هاد المحلات فاليابان. علاش ندير؟
اه.
بغيت نبدل الرحله ديالي لنهار 9 ديال اكتوبر.
"الضلوع الاحتياطيه مشهوره هنا."
غادي تقول لي فين كاينه الحافله فزنقه 42؟
سير ليمين فالتاني ديال الضوء، الله يرض عليك.
فين هوما الناس الاخرين؟
شكون الطابق؟
فِي اَلْوَانٍ مُخْتَلِفَه؟
كاين شي ميكرويف؟
فين كاين المركز ديال المءتمرات؟
مقعد من الدرجه الاولي، ممنوع التدخين، لو سمحت.
عليّ نبقي فالسرير؟
كَانْقْدَرْ نْعَاوْدُو فِي يُومْ؟
شكون هو تخصصك؟
كَنْعيش مْع راجلي.
هلاّ بانّي نشوف شي بطاقه تعريف؟
دمي من نوع A.
هل ممكن نبدل لغرفه مع منظر علي المحيط؟
تذكره ذهاب، من فضلك.
هل يمكنني الذهاب هناك مشيا علي الاقدام؟
شكون النوع ديال الغرفه لي بغيتي؟
عرض عليا، من فضلك.
بالتاكيد. انها ت-ا-ن-ا-ك-ا. رقم البطاقه هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه. وتاريخ انتهاء صلاحيتها هو سبتمبر، الفين وواحد.
قريب، شحال الساعه؟
"سول فضل السروج."
شيك مسافر، مزيان؟
كاينين طاكسيات هنا؟
"المركز التجاري العالمي يمكن ان يكون مكانا جيدا."
شنو قال؟
شكون هو اللباس لي خاصنا نلبسو؟
كيعتبر هاد الشنطه الزرقا صغيره و لليله وحده.
علاش ما ننقلش؟
قول لي شحال هو الكود ديال سانت لويس؟
بغيت عدسه تيليفوتو.
بالطبع. انا كندير جوله فهاد المنطقه من اكثر من عشر سنين.
بغيت شي ضو.
عندي شي دوا؟
عندي قشعريره و غثيان. كاين شي بلاصه باش نمدد؟
هادشي فينيل؟
عافاك، لعفو ديالي. الغرفه 341.
غادي تضع ليا علامه علي الخريطه ديالي؟
فين غادي ننتظر؟
فين كاين المركز التجاري؟
سيدير هاد الفلوس لدولار.
عندي ماء الحنفيه، مع الثلج.
عندك شي افلام مجانيه؟
اليوم غادي نبداو بالغوص فموقع من اشهر المواقع فهاواي.
سيدي، بغيت نبدل الغرفه ديالي.
بغيت واحد ترمومتر.
كاين شي حاجه فالمصفاه.
بغيت نعمل حجز علي سبعه.
بغيت نحجز تنتين ديال الكراسي لعشيه الجمعه.
كاين هاداك ورا المستشفي.
شحال ثمن التذكره ديال الدرجه الثانيه باش نمشي ل نيويورك؟
شكون هو الفيلم ديال الرعب لي كتعرف و كتقترح؟
عندنا الاسبرين.
دَرْتْ لِرْوَاحِي حَرْقَه.
سَدِّي، الله يخليك.
كيف نوصل لهيه؟
بغيت عينه ديال البول ديالك.
عندك تجمع شنتيك من طابليه الشنط.
شحال غادي يبقا هاد القطار واقف هنا؟
خصك دير شي دوا ديال لكرش.
هل كاينين ف نهار الاحد؟
شحال الثمن فالشهر؟
"سوليني رايك بكل صراحه علي هادشي."
شحال هي التكاليف الاضافيه؟
كَانْ ضَغَطْتْ عْلَي لْلِيثْنِيَّه دْيَالِي، كَيْطْلَعْ لِي الدَّمْ.
غادي تبقي ليا هادشي؟
حطيت ليك بطاقات الامتعه ديالك علي غلاف التذكره.
السكاري بحال بحال فكل البلدان.
حاضر. علاش ما تشوفش فالحمام الاول؟ غادي نشوف واش كاين فلكافتيريا.
"واش ممكن تشوف شي حاجه اصغر شويه؟"
كَنْجِيبْ وَاخَا يْلْزَمْنِي سَاعْدُونِي بْطُومُوبِيلْ دْلْاِسْعَافْ.
فين كاين شي ليموزين باش نوصل للهيلتون؟
كايخرج الماء من الفيضه.
هل ممكن تبعلي الاشياء لي نسيت؟
شكون اللي غادي ندير معاه تلفون من هاد الهاتف؟
ماعرفتش.
بغيت نجرب الاختصاص ديال البلاد.
المرجو الانتباه الي الرسم البياني واحد-ثلاثه.
هاد الرحله رقم 252 لي كتمشي ل اوساكا، فيها شي تبديل؟
شكون هاد الطياره لي مصنوعه ف اسكتلندا؟
اه، هادشي لي بغيت ندير دابا. واحد، اثنين، نعاس.
بغيت ديكولور ناعم داءم، من فضلك.
هل كاين طوبيس ديال الترانسبور من هوليداي ان؟
لا بد من غلط.
بالطبع. كم تتوقع ان تستغرق العمليه؟
غادي نعطيك كماده، ولكن انصحك تمشي عند الطبيب داكشي باش دير ليك راديو.
مرحبا بيك، ممكن تمدد رجلك.
صافي عندك الصح، علاش ما نمشيوش مع بعضيتنا؟
كان كلشي فجاه. حيت ما شفتش وجوههم.
شكرا. قاد درتي ليا سلطه؟
هل يمكن توصيله الي هذا العنوان؟
اه، وحده اخري من فضلك. يمكن غمضت عيني.
جيب لي صحن، الله يرحم الوالدين.
كَانْقْدَرْ نْتَكَلَّمْ شْوِيَّه دْلِينْجِلِيزْ.
واخا، ما عجبنيش هاد اللون. عندك هادشي بالزرق؟
قول ليا فين كتسكن دابا فحال دبا وقع شي طارء.
كَنْتَاكِيدْ غَنْمَلا لِي كَارْبُونْ دِيالْ لْغَازْ كِنْرَدْ لْكَارْ.
هاد الدار كاينه فيها راحه العيش.
علاش غادي يطير هاد الطياره؟
هادشي معطب.
نعم، مزيان.
نعاودوها من جديد.
جيب ليا تذكره ديال الليله، من فضلك.
هل كاينه عندك سلع معفيه من الضريبه؟
داكشي علاش دازت عليها راسها.
هاد هادي الناقله ديال الشنط ديال الرحله سبعه واحد اربعه؟
سمعت علي عشرين دولار.
سميتي نوغوتشي. دابا كنتصال بيك من الفندق.
فين كاين السفاره اليابانيه؟ هل يمكنك رسم خريطه لي؟
بغيت شي غرفه مزيانه معاها منظر حلو.
هَلْ هُوَ قَرِيبٌ مِنْ مَحَطَّهِ المَتْرُو؟
حافله؟ اظنك تقصد سياره ليموزين لتاخذك الي الفندق. اي فندق ستذهب اليه؟
هلا صورتيني؟
بغيت نسحب 400 دولار من الحساب ديالي.
غادي نوصل ف عشر دقايق.
شكون هوما الساعات لي كايفتحو فيها؟
هادا السيد سوزوكي كيتكلم، بغيت نسول علي حجز الفندق.
شحال غادي تبقي ف المانيا؟
شكون اللي غادي يعطيني درس خاص؟
ديك الفيلم كايحمل بزاف ديال العنف، خاصو يبقا ممنوع علي الاطفال.
علاش ما تزيدش شويه فالحراره ديال التيرموستات؟
غير الخطه ديال العصر.
شكرا. تفضل صعد وخد التغيير بعدين؟
خليّني ننزل فِي فايفث افينيو، من فضلك.
شحال من وقت كايدوز باش نوصلو للطوموبيل؟
بغيت شي دوا للبثور.
بغيت نعمل حجز فسبعه ديال العشيه.
عندك شي افلام اباحيه؟
هل عندكم قاءمه طعام يابانيه؟
داكشي ديالي ديال السياره خرجات ليه.
صاحبي طاح من الجبل.
سعيد بلقاك سيدي.
شحال كان الثمن ديال المكالمات لاليابان؟
ما قادرش ندخل.
علاش غادي يولي متوفر؟
سمح لي. انا ظنيت بلاصتي هي جنب بلاصتك.
هاني حنا. هادا المتحف البريطاني.
مرحبا. ها هو قاءمه الطعام.
بغيت ندي حوايجي يغسلوهم و يلمعو ليا الكلوغيلبات.
كان بحال حلم.
تلاته ديال لعشيه.
معذره، ما نقدرش نقبل الدعوه بسبب موعد اخر.
حتي شحال ممكن نستعملو المرافق؟
خليت الشنطه ديالي فشي بلاصه.
شكون هو المنيو لي كتعرف توصي بيه؟
هل مشمولين الخدمه والضريبه؟
غادي نمشي للباب فالكرسي ديالي.
حاس براسي مزيان بزاف دابا. شكرا بزاف علي كلشي.
فين كنلقاو شي حد يصوبها لينا؟
لا، ما بعدا. ولكن بغيت نمشي لهيه نهار من الايام.
هل ممكن شي حاجه نقراها؟
بغيت ندير موعد للسشوار علي الساعه 3.
شحال من وقت كايدوز باش نوصلو لهاديك لبلاصه؟
كايبرد. غادي نطلب لحاف اخر؟
هاد الطابور ديال سان دييغو؟
شحال كا ياخد الوقت باش توصل شي حاجه لاليابان بالبريد البحري؟
دير يسرا ملي تمر من تحت هاد الجسر ديال الراجلين.
علاش، هاد الشروط مقبولين؟
ما بقيتش قادر نتحمل هادشي.
كاس ديال البيره الخفيفه، من فضلك.
بغيت نشري علبه ديال السجاءر.
كثره البرد هاد الايام.
سخن ليا الطبق من جديد.
علاش ما نلبسش كرافطه؟
بغيت شامبو للشعر الجاف.
كيفاش نوصل لفندق واني؟
خايف بلي جيتي للطابله الخطا.
بغيت ندرس الطب.
باقي ليك عندي دولار و سبعين سنتيم.
هل هناك اي تعليمات للعنايه؟
حاضر. غادي ناخد الشابل. ونتي اش غادي تختاري، جاين؟
لا، حْنا لْحْقاش دْيال لْجْلْد غاليين. هادْ لْحْقاش دْيال لْجْلْد. ثْمَانْ دْيالُو مْءَه وْخْمْسْطاش دْولار.
حنا مهتمين بالاثاث.
هل ممكن تقترح علي مطعم زوين؟
كتشري الحبر ديال القلم الحبر؟
لا، ما غاديش. خاصني نمشي للدار قبل الساعه سبعه.
اللعبه انتهات.
عندك هادشي فالفضه الاسترليني؟
كاين غير خسرت الكارت ديال الماستر كارد ديالي وانا كنشري هنا.
لا، شكرا. انا نعسان دابا.
انا فالمشاكل. ساعدني الله يرحم الوالدين.
فِين كاينه طابق لِلباس الرجالي؟
حرقت يدي اليمين بالماء السخون اللي فالطنجره.
كيفاش نقدر ناخد التذاكر؟
سميتي كامي. عندي حجز هنا ليلتين.
سير بسرعه للمطار، من فضلك.
مكنديش نكون مزيان فالانجليزيه.
كَتْبَانْ لِي عْلِيكْ بْزَافْ طَيِّبْ.
كَنْخَدْمُو بِالْمِيتْرُو، لَكِنْ بْغِينَا نْشَرِيو التَّيْكِيتْ دْيالُو اُولَا.
تسرقلي الجيب ديالي. كان عندي تقريبا 200 دولار فالكارتيه.
نعم. تحت الكرسي.
فين كاين اقرب متجر للاغذيه الصحيه؟
لا، بعدا، الله يرحم الوالدين.
عندي البرد.
شكون هو المجرم؟ شنو هو شكله؟
فين كاين هاد الكرسي؟
كاينين بزاف ديال الاماكن التاريخيه.
فين كاين احسن بلاصا نزيدها مع راجلي؟
لا، لا. بغيت نشوفك.
هادشي عندو ضمانه؟
حاضر. انا غادي نعاونك.
فين كاين اقرب سوبرمارشي من هنا؟
فاش غادي نوصلو؟
من بعد، مر من الطريق الخضراء.
شكون هوما الاكلات ديال اليوم؟
هل يمكنك تبديل الفرنك الفرنسي الي جنيه استرليني؟
فين كناخد الشنطه ديالي ديال الرحله ديال الخطوط الجويه اليابانيه 21؟
سيدي، سته مشروبات ب 10 دولارات و 50 سنتا.
اه، معذره. اكيد عندك شي فكره علي فين بغيتي تمشي؟ فين بغيتي تروح؟
سمحلي السيد، شنو بغيتي تطلب؟
هل يمكنك تامين هذه الطرد؟
شكون هو ستايل الشعر اللي كايعجب الناس فامريكا دابا؟
شكون هو حجر الولاده ديال شهر يونيو؟
عندك البوحمرون.
كَتْحَبْ لْمُوسِيقَي؟
تواليت، غرق.
نعم، دخلت البارح عند الدكتور جونسون.
كَتْعْرِفْ فين غادي يْتْعْمَلْ؟
هلا شرحتي ليا كيفاش نقدر نغلق الباب؟
بغيت ناخد درس فالغوص.
فين تَصْنَع هادشي اصلا، و فين كَان هاد الشي؟
فين غادي نخليها بعد اسبوع؟
فهمت. غادي تخلص غير زياده.
السلام عليكم. بغيت نطلب قهوه و ساندويتش كلوب.
"اش هادشي- توقفني الامن مره اخري."
سير علي طول، غادي تلقاها علي شمالك.
كيعياني الكعب ديالي.
كَنحس براسي كيدوخ شويه.
كايْبان ليا كايعيش الرحله.
شكون هادي لي كنتي فيها؟
كَانْدِيرْ تْقْتْرَحْ عْلِيكْ فِيلْمْ كُومِيدِي زْوِينْ؟
واش كيفاش هاد الحزام ديال الجلد ديال المعز ديال جوده عاليه؟
كاين فهاد الورقه.
هل ممكن ناخد تقرير طبي ووصل التامين ديالي؟
بغيت نحتار فندق، من فضلك.
سيرد بالصحه. غادي نمشي نسولو.
خليه فالبيغ هوتيل، من فضلك.
شحال الثمن ديال ارخص مقعد؟
مقاعد قريبه من بعضياتهم، الله يرحم الوالدين.
الباب ما بغاش يفتح.
هل ممكن تصور معانا؟
عندك سمك مقلي؟
شكون اللي كتعرفي اللي غادي يكون احسن هديه لولد عندو 8 سنوات؟
كَتْقْصْدْ دَاخِل لْمَدِينَه؟
واحده صحن بلو سبيشل. خلصتي؟
كاينين عندك خراءط للمنطقه ديال وسط المدينه؟
هادشي عليا.
جيت غير باش نسلم عليها.
ملي ترجع السياره، ممكن تملاها ليا؟
شكون لي كايعجبك؟ ما عارفش شنو هو زوين حيت انا ما كانشربش التبغ.
شحال بغيتي تستعملو؟
هلا دزيتي شي حد كيحمق باليابانيه؟
بغيت نتعشي بشي 40 دولار للواحد.
كاين شي حاجه بلي سرقوه.
"شريحه خبز محمص وكاس ديال قهوه، الله يرحم الوالدين."
سميتك و العنوان ديالك، من فضلك.
مرحبا. واش نقدر نعاونك؟
حوليّه تْسْعَه وْخْمْسْ، مَا عْلَي كِيْرْ.
هل كاين شي مرافق مخصصه للمعاقين؟
غادي يبقي لي هاد الجرح فجلدي؟
كَنْكَلُو بِالْمِلْعَاقَات بَاش نَاكْلُو الْوَجْبَات.
تحت اشجار الكرز، تقام حفلات لمشاهده الكرز.
وصلت علي رحله الخطوط المتحده رقم خمسه واربعين وثلاثماءه.
كَنْتَمْرْحَبْ بِيَا بْزَافْ بَاشْ تَعْرَفْتْ عْلَي رَاجْلْ مْزِيَانْ مْثِيلْكْ.
سي اينشتاين، هل يمكنني ان اسال سءالا حول سعر الصرف؟ لا افهم كيف يمكنك اتهام اليابان بممارسات تجاريه غير عادله بهذه الحده.
علاش ما نبداوش اللعب؟
غادي نجيو ناخدوك قدام الفندق.
ناخدو ليك درجه الحراره. عندك الشهيه؟
نعم، غير لحظه، الله يرحم الوالدين. كاين كرسي خاوي فلعقبه، ديري فيه.
كيفاش نوصل لهاد العنوان؟
هلا حجزتي ليا غرفه؟
غادي ناخد كرسي فالصف الاول.
بغيت شي حاجه رخيصه شويه.
هادو شويه ضيقين عليا.
كيقولو غادي يطيح لنا الثلج.
شكرا. تمتع باقامتك.
سوشي هي كره ارز صغيره بيضاويه الشكل مغطاه بشراءح سمك او محار نيء.
كَنْخَافْ مَنْقْدَرشْ نْوَافَقْ عْلَي هَادْ الكَارْدْ دْيالْ الكْرِيدِيتْ.
غادي ندير حفله. نتمني تجيو.
هل بغيتي طاوله للمدخنين ولا لغير المدخنين؟
قول لي شحال المبلغ؟
لا، غير كنشوف.
بغيت نتواصل مع المرشد ديالنا. قول لي شحال ندير باش نتصال؟
شوف ليا السياره ديالي.
غادي نديرها. شكرا علي المساعده.
عشرين دولار فريخات، من فضلك.
كَتْعْرْف شي مطاعم فاتحين حتي لليل؟
معمري فهمنا معني هاد العلامه ديال المرور.
هل كاينين 24 ساعه؟
ماعرفش شكون هو الباص لي كيمشي لوول ستريت.
هاد الباص كيوقف قريب من بارك الخضراء؟
هلا لقيتي قياس يناسبني؟
شكرا. غادي نشرب كاس اخري، الله يرضي عليك.
هلا عطيتيني شي وكالات اسفار تنصح بيهم؟
ثلاثه ديال البيره بالصبان، الله يرحم الوالدين.
كتشوف الحراره؟
شكون النوع ديال الشنطه؟
بغيت شي طاسه.
المجموع هو تسعه وتسعون الف وتسعماءه وثلاثون ين.
داكشي لي كيديرو ف الدار غالي. استعملو غرفه الفحص ديال الفندق.
سير علي هاد الطريق حتي توصل للتقاطع، من بعد دور يمين. المتحف كاين هناك.
بغيت ساندويتش ديال اللحم مشوي.
ماشي انا لي مسءول علي القفازات، شوفو هو.
عفاك. فين كاين كنيسه يونيون؟
سولها تدير ليا تلفون ملي توصل.
عندك شي عشر دقايق مشي.
علاش غادي نوصلو لشيستر؟
عفاك، هادشي ما كاينش.
السياره ديالي خلات ليا الكازوال.
السلام عليكم، انا في الغرفه واحد و عشرين و ثلاثه. بغيت لحاف، الله يرحم الوالدين.
مرجو الحجز علي طاوله لاربعه اشخاص علي الساعه السابعه. انا ساكاتا.
ماعتقدهومش عندهم شي حاجه، لكن لقيتها فزنقه تالته.
عافاك، عطيني شي محل مزيان.
غداً يبدا التوقيت الصيفي ف الولايات المتحده الامريكيه، ان لم اكن مخطءاً.
هلا حطيتي ليا الشنط هنا حتي لاربعه؟
غادي تقولي علي شي بلاصه ناكل فيها بشي ثمن معقول؟
مْشِيتْ بْعِيدْ عْلَي لْمَحَطَّه دْيَالِي.
عشره وربع د الليل
بغيت شي ماء معدني.
مكينش ليها داك المكيف ديال الهوا.
فاين غادي يتعشاو؟
غادي تقول بلي تمثال الحريه يستاهل تشوفو؟
طوكيو صفر ثلاثه اثنان اربعه سته صفر خمسه سبعه تسعه.
شكون بغيت نطلب ليه كاس ديال الخمر؟
كان ممتاز.
مَفهمتش. قال بزاف.
حطهم فالثلاجه فاقرب وقت ممكن.
فين كاين اقرب متجر للملابس؟
شكون هوما الوثاءق اللي خاصك باش تبدا المعالجه؟
نْقترح عليك تجي ف شهر ماي ولا اكتوبر، هوما احسن مواسم العام.
هاد المحل عندو احسن تشكيله فالمدينه. متاكد غادي تلقي السجاده لي كدوري عليها.
كَنْحِبْها بحال كِنْتَمَنَّي نْزُورْ هَادْ البْلاصَه مُنْ زْمَانْ.
بغيت شي بلاصه فالزنقه قريبه من باب الطوارء.
كَنْعَرَق.
نعم، شنو بغيتي تبدل؟
نعم. ممكن نشوف بطاقه الطالب ديالك؟
كيوقع ان تالت ماي وخامس ماي عطله وطنيه. ديك الساعه قررنا نديرو ثلاثه عطل متتاليه بالزياده فالعطله الرابعه.
ما كاينش اللي جاب لينا الطعام.
هل ممكن توصيني علي كونصير؟
هادي ثمانين وخمس دراهم. متنساش تطلب التذكره من عندك تركب، باش متخلصش مره اخري ملي غادي تبدل الطوبيس.
مكالمه مجانيه للمغرب، من فضلك.
كاين شي مشكل فالعادّي ديال التعريض.
غادي يكونو هاد المطارات جوج نوافد جديده باش نتواصلو مع الناس فالدول الاخري.
شكون الوقت لي كتفتح فيه الدار؟
ركّب الطوبيس ديال الخط E حتي لشارع الرابع، ومن بعد غيّر للخط F.
بزاف ديال الولاد كيمشيو للمدرسه الاعداديه باش يدخلو لمدارس ثانويه وجامعات احسن.
هوما اكسسوارات ديال الكاميرا. هوما حساسين بزاف.
غادي نمشي للرباط فمهمه عمل.
ثمن الدقاءق الثلاث الاولي هو عشره سنتيمات.
فين كاين غسال ديال الكاروا؟
شكون لي غادي يغني فالاوبرا الليله؟
كناخد هاد الدواء كل ست سوايع.
هل يمكنك ارسال هذا بالبريد؟
قاع البحر مسقي بالمرجان.
بغيت ندير مكالمه علي حسابك.
شحال الثمن لليارده؟
بالطبع يمكنك. من فضلك افتحه.
دير وجهك للور
غادي ندخلو كاملين ف نفس الوقت؟
سير علي هاد الشارع، دور يسار فالزنقه الثانيه، غادي تلقاها.
هلا تحفض ليا ليكلي ديال لكرا؟
ممكن تركب رحله الخطوط الجويه ANA رقم 59، اللي غادي تخرج من طوكيو علي تسعه و خمسين دقيقه و توصل لسابورو علي واحد و عشرين و عشرين دقيقه.
صينيه ديالنا ديال لحلزون خفيفه شويه.
عافاك، خمسين، خمس ديال العشرين، عشره ديال العشره.
سير ليمين ف الزنقه الثانيه. غادي تلقاها ف يمينك.
جوج تذاكر ديال الدرجه الثانيه ل روما.
علاش لا، نقدر نخلص دابا؟
غادي تورييني لاءحه الانواع ديال السيارات و الثمن؟
شكون الوقت لي كايبتدي فيه الصعود للطوموبيل؟
"عافاك بانيلي فين كن في هاد الخريطه."
بغيت نغوص فالغوص.
بعض الهدايا لامراه في منتصف العمر.
عندك شي وحده زرقا؟
هادا كاين كاين شارع الملك.
امشي للتقاطع الثالث.
"البلوفه ديال الحمام ما كا تخدمش."
كاين شي بوتيك مزيان للنساء؟
عندك تْحْجز ليا مقعد فهاد الرحله.
هاديك الشنطه كتشبه ديالي، ولكن ماشي هي.
فين كنبدل الفلوس ديالي؟
هادا مركز تذاكر بتخفيض. غادي تشري التذاكر بنص الثمن.
ااه، هادشي بعيد بزاف، السيد. التاكسي غادي يكون غالي. ولكن ممكن تمشي لاي مكان اذا تعلمت كيفاش تستعمل الميترو.
علاش غادي يبدا ليكوم الساعه؟
غادي نبعت ليك صوره.
هل كاين فتره سماح بعد وقت الخروج؟
هل غادي تقطع هاد الشي لفلوس من فءه دولار واحد؟
لا، غادي نعاود نتصالو.
القهوه فوق الطابله ديك هناك، خذ راحتك.
بغيت نقص شعري.
هاد الطريڭا غادي توصلك للبحيره.
الرسمين البيانيين كايوضحو التغييرات اللي وقعات فحصتنا فالسوق.
فوتت المحطه ديالي. شحال من الوقت كا ياخد باش نوصل للمحطه الجايه؟
شحال من وقت باش غادي ناخدو؟
غادي ناخد صوره بالاشعه السينيه.
خير ليك دير موعد عند الطبيب.
عندي حجز ليلتين. انا اسمي ريسا كوباياشي.
واش بغيتي تنضم لينا فالصوره؟
فين كاينين الدوشات؟
غادي نمشي للنادي الرياضي. هل ممكن نستعمل كلشي بحريه؟
وضعتو هنا بحال هاكا تقريباً قبل نص ساعه.
شكون لي قال ليك غادي تاكل القشره ديال هاد الفاكهه؟
شكون لي ارخص هادشي ولا هاداك؟
هل يمكنني الانتقال الي مقعد بجانب النافذه؟
بغيت سياره بالترانسميسيون الاوتوماتيكيه.
فيلم ملون ديال 35 ملم، من فضلك.
شكون هي ساعات العمل ديالكم؟
سير يسار فالتقاطع علي شكل تي.
بغيت دليل خاص نهار كامل.
كيعيون لي اللثه.
عندي التامين.
لا، ماشي بزاف. غير كيسين.
وحد جوج ديال موسيل، الله يرحم الوالدين.
الشرف اكبر مني.
علاش ما نتلاقاوش هنا غدا؟
شكون لي كايدير هادشي هنا؟
ها هي الفاتوره ديالك. ماءتان واربعه وثمانون دولار.
هل بغيتي تشوفي المجموعه الجديده ديال البلوزات؟
"ايلا ما كتعرفش هاد المجال، واش ممكن تقترح لينا متجر متخصص فيه؟"
كاين شي فندق هنا فالقرب؟
كَتْعْرْفْ شي مطعم اسباني قريب من هنا؟
كَم مَرَّه كَان لَازِم نِتْعَاطَاه؟
شكرا علي الانتظار. انا اوهنو كنتكلم.
شحال غادي تعطيني تخفيض؟
كنلقي داكشي ديال المتحف مريح بزاف.
عندي ناخد عصير؟
حاضر. غير دقيقه. غادي نبعت شي حد للغرفه.
عندكوم غرفه وحده لليله هادي؟
هل كاينين شي منحدرات سهلين للي بداو تازا؟
ضْنْ سْتّه تْسْعَه وَحْدْ الصْفْر خْمْسَه وَحْدْ، الرْمْز الدْوْلِي هُو صْفْر تْلَاتَه.
كنشوف ليك صالون زوين.
كَنْخَافو مَا نْقْبَلُوش هَاد الشي. كَنْقْبَلُو فيزا.
كننصحك بهادشي.
هل مسموح ناخدهم معايا برا البلاد؟
كَنْحْتَاجْ لِي وَقْتْ بْزَافْ بَاشْ نْجَهَّزْ حْوايجي.
سولتو انا تغني اغنيه.
بغيت نحتار شي طاوله ف سته ديال لعشيه نهار الخميس سبعه ديال غشت.
شكون هو برنامج النهار دابا؟
اه، واش غادي نوصلو للقعر؟
شيري، من فضلك.
هلاّ عطيتيني شي مطعم صيني زوين هنا فهاد المنطقه؟
شحال علي المطار؟
بغيت نخرج. الغرفه رقمها 236.
حجزت غرفه مع حمام عن طريق وكاله الاسفار فِ طوكيو.
شحال اخدا؟
شكون هادشي؟
هل ممكن ناخد شي حاجه تسهل لي التغوط؟
قول لي فين كاين محطه الميترو، الله يرحم الوالدين؟
هادشي بزاف متواضع.
باغي نبقي نهار اخر.
فاين كاين قسم الامانات؟
سمح لي.
هادشي فيلم رعب؟
جيت باش نتلاقي مع صاحبي.
بغيت راديو.
فين كاين صالون التجميل؟
"واش عندك شي مسءول ديال الخدمه فالتلفون؟"
سمح لي. غادي ننزل.
"S" تذاكر كاملين تْباعو.
هل كاين بنك ياباني هنا فهاد المنطقه؟
شكون هو رقم الدار؟
كَانْجِيبْ لِيكْ حْبُوبْ دْ النْعَاسْ؟
هل كاين شي حاجه ديال القطن؟
بغيت ناخد بلاصتي فالكوران.
هل غادي تخلص الزياده ديال خمسين فالميه؟
بغيت هاد الصوره تزيدو ليها فالحجم حتي توصل لحجم كبير.
سير دّي صفر ومن بعد دّي الرقم ديال التليفون لي بغيتي.
كاين شي قوانين خاصه؟
حاضر. شنو نوع الغرفه لي بغيتي؟
كاين شي حاجه فالكونطاطور.
نعم، اكيد.
بغيت زوج ديال الصباط ديال الجلد.
هل تعتقد اننا يمكن ان نضعها علي الرف هناك؟
هل ممكن ناخدو مرشد يتكلم ياباني؟
جيب ليا تذاكر ديال شي كاسكاد باش نمشيو لشي كيكاغو و نرجعو، من فضلك.
فين كاين ديسكو شعبي؟
غادي تعدل الطول؟
سيد، واش كدير فسيارتي؟
غادي ناخدو، الله يرضي عليك.
عندي نبدل العدسات ديالي. ها الوصفه الطبيه.
نعم، غادي نبدا بالشوربه ديال المحار.
هلاّ عطيتيني خبر قبل ما نوصلو لهاد المحطه؟
اه الحمد لله. خلصت من جميع اجراءات الدخول.
عندي حجز لمده اسبوعين.
معذره، ساعتي ما كا تخدمش مزيان. ولكن متاكد دابا تعدات الثانيه.
هل ممكن تبقاو هاد الخمر حتي غدا لعشيه؟
بغيت ناخد انا بعد شي تغيير.
هاد الشارع كيمشي للبارك ديال الوسط؟
مَقْدَرْشْ نْبَوَّلْ، وَعْنْدِي اَلَمْ فِي الْبَطْنْ تَحْتَانِي.
عندك شي حساسيه؟
النساء في مناصب اداريه كيتزيدو.
عندك كارته الدخول؟
شكون لي كيجي مع اللحم؟
خليني نشوف.
خليني نجربها، الله يرحم الوالدين.
نمشيو نشوفو ماتش تنس.
جيب لي مخده، سيدي.
علاش ما نقدروش نبقاو فالفندق لي حجزنا؟
عندك رقم غلط.
لحم الضلع الممتاز لذيذ اليوم بزاف.
هادي خميس.
شكون هو المسرحيه الموسيقيه لي كاينه فالصداره دابا؟
هادشي علاش ما نديرش ليه اتصال بيك مني يدخل؟
ارجو ارسال هذه الرساله بالبريد المستعجل.
نظام تطوير منتجاتك متوافق جدا مع حمايه البيءه.
هادشي كلو ديال الزيتون كايدوز فالكرش.
"سير خلي لينا بلاصه فالعافيه."
عندك شي ورقه مرافقه للفاكس؟
ما قادرش نعس من هاد الالم.
شحال الوقت اللي غادي ياخد باش نوصلو للمحطه؟
ماشريت حتي خدمه ديال الغسيل ديالك.
بغيت شي حاجه ديال منع الحمل.
بغيت نعاود ناكد علي الرحله ديالي، نهار 31 يوليوز من لندن لطوكيو. لقبي هو تاناكا.
هادشي غالي بزاف عليا.
بالتاكيد. هل يمكنني ان احصل علي اسمك ورقم هاتفك؟
كنت فحادثه ديال الموتوسيكل.
خايف مضطر نلغي الموعد ديالنا.
بغيت نكري شي شقه مفروشه لمده شهر.
طلب منك دير التحاليل ديال النباتات والحيوانات فكونتوار الحجر الصحي اذا عندك شي حاجه.
صافي و علي طول.
بغيت نبدل خمسين الف ين ياباني لدولار.
هل ممكن ناخدو قبل؟ حيت محتاجاه فاقرب وقت ممكن.
ولد ف عام 1960.
كَانْضَرْب لِي عْلَي نِصْ سَاعَه بَاش نْجَهَّز الشَّنْطَه دْيَالِي.
هاد المشروبات الغازيه بلا فلوس.
معمري سمعت بها. انا كنضن راني غير سايح بحالك.
بغيت نتحدث معاك اكتر.
بغيت شي خليط ديال لحم.
شكون هو المقاس ديالك؟
هل يمكنني تجربته؟
شوف، حنا عايشين فمعاناه من التاثير المباشر ديال انفجار الازمه.
هلا لقيتي ليا شي بلاصه فالطياره ديال غدا، الله يرحم الوالدين؟
بالتاكيد. هل تريد خمسه عشر دولارا؟
كَنْبَاتْ فْ فُندق abc. تواصل معايا هنا.
خرج من زنقه من الجنب و ما عنديش الوقت باش نتفاداه.
غادي نودي ولدي للحديقه الحيوانيه.
غادي نوصلو للوس انجلس بعد ما نعبرو علي خمس ميه وخمسين كيلومتر من سان فرانسيسكو فاتجاه الجنوب.
كان لقاءنا لطيفا جدا.
بغينا بطاطا مشويه، الله يرضي عليك. وخا تحط لينا الزبده من جنب.
شحال الثمن ديال المدرب؟
عندك كاملتي؟
شكون الوقت لي غادي تبدا فيه الاوبرا؟
هادا هو الموديل ديالنا الجديد. سميناه الحاسوب ديال الاحلام.
باغي نجرب شي اكله تقليديه ديال هاد الميناء ديال الصيد.
هلا حجزتي ليا بلاصه؟
غادي تقدر تخلص الميتين دولار بالين الياباني.
عافاك عطيني وحده ديال الفلم تاع تلاتين وخمسه ملم، تلاتين و سته تصاور، ASA ميه، و اخري تاع تلاتين وخمسه ملم، عشرين تصويره، ASA اربعميه.
وقعات حادثه سير ودارات الطوموبيلات طابور.
شكون هو الثمن لي كتفكر فيه؟
هلاّ بغيتي تبعتي هاد الطرود لليابان بالبريد البحري؟
حاضر. دور يمينا في الزنقه اللي جايه. غادي تشوفو قدامك مباشره.
بغيت نْحجز غرفه فندق فالمدينه.
لمده خمسه ايام.
"الكنزه الحمراء لي شريتها الاسبوع اللي فات ما كتجيش عليا. هل ممكن نبدلها بلون اخر؟"
فين كاين الحمام لي قريب من هنا؟
فين كاين كرسي ديالي؟
حسنا، تلاته لولبات د الفيلم كيجيو 9 دولارات و 77 سنت.
شكون لي فيا؟
معذره، ممنوع عليك.
نعم سيدي. ها هو.
حافظ علي هاد الكرسي ليا، سمح لي؟
هل كاين شي اثار قديمه؟
ايلا قلت غير "ماء"، ما غاديش يجيبولك ماء غازيه؟
ما بغيتش نتقيا، ولكن ما عنديش الشهيه.
فين كاين؟
فين كاين اقرب بريد؟
فقدت مفتاح غرفتي. هل تم تسليمه هنا؟
هل كاين شي مرشد كيتكلم اليابانيه؟
لميامي، من فضلك.
كيدير لي صداع هاد المشكل ديال الفيزا.
البيزنس كان مزيان اليوم، مشي هاكا؟
هل غادي ترسم لي خريطه؟
بغيت الطابله لي قدام، الله يخليك.
فين كاين الكاشي؟
عندك شي حاجه اصغر؟
حسنا. وشنو نوع الفواكه لي بغيتي؟ عندنا البرتقال، الفراوله والعنبه.
غادي نشرب قهوه منزوعه الكافيين.
شكون هادشي بحال هاد الساك؟ غادي نقدر ناخدو معايا فالطياره؟
بغيت تسريحه داءمه و محكمه.
ما قادرش ناخد هاد الرقم.
كَنْتْ غَيْضَانْ بْزَافْ، وَلَكِنْ مَكْنِحْبْشْ نْتَخَاصَمْ مْعَ النَّاسْ.
فين كاين ليموزين لي غادي للفندق Summit?
لا، ما وقعش. دابا حنا فعين الاعصار. غادي يرجعو المطر الغزير والرياح القويه.
كيفاش نقدر نشوف البرامج ديال التلفزه بالكوابل؟
15 و 16 ديال ماي؟
كان عندي كروت ديال الكريدي و 200 دولار كاش فالبورطابل ديالي.
بغيت نشري كاسكيطه جديده.
عندك شي فندق مزيان؟
كيدّرس فجامعه ا.
كَنْتَحْتَاجْ شَيْ حَمَّالْ، اللهْ يْرَحْمْ الوَالْدِينْ.
شحال باقي خدام اليوم؟
هل ممكن تءكدلي حجز الطياره ديالي ف 12 اكتوبر؟
كيعجبني بالضبط.
خدي خمسه دولارات ليك.
البيسبول شعبي بزاف.
بغيت نشري شي فاكهه. شنو كاين مزيان دابا؟
هوما كايقدمو شي عنب مزيان فالطوموبيل؟
عندك ما شي شي حاجه اكبر من هادي؟
فين كاين كَاراج دْالحافلات دْلـ Greyhound؟
سمح لي. فين كاين شي سوبر مارشي قريب من هنا؟
اه، نعم، هادشي لي غادي نقول. اليابانيين كيقدرو التجربه ديالهم والحكمه ديالهم خصوصا فمجال الاداره والتسيير.
الْمَطْعَمْ هَادَاكْ.
كان رقم غلط.
عندنا اليوم جراد بحر زوين بزاف.
هل ممكن نصور هاد البنايه؟
بدّل هاد الورقه فلوس صغار.
هاد شي حد هنا كيعرف يتكلم بالانجليزيه؟
سميتي ميوكي كاتو، و انا صاحبه ديال ماري من الوقت لي كانت كتقري فاليابان. ماري موجوده؟
شحال المسافه بالمايل من هنا؟
سمح لي، فين كاين المحطه؟
فين غادي ترجع و شحال من الوقت؟
مكسور.
حَالِي زِين، شُكْرَان.
"انا عضو فجوله ا."
الرقم هو صفر ثلاثه ثلاثه ثلاثه خمسه واحد سته تسعه واحد.
هلاّ بانّي هاد الخاتم؟
الوسط كبير عليا بزاف. عندك شي حاجه اصغر من هادي؟
هلا قصرتي ليا كمّه هاد القميص؟
كاين شي حاجه خايبه؟
عْطِنِي قُجْجَتْنِي دْلْوِيسْكِي وْقُجْجَه دْلْبْرَانْدِي، الله يْرْحْمْ الوْالِدِين.
كَنْحَسّ بِالحَسَاسيَّه مِنَ اللِّقَاح.
هاديو الترانزيستور ديال الراديو هديه؟
فِي هَادْ اُوبْنَه، غَادِي نْرَجْع لِلْيَابَان.
ضغط علي تسعه و واحد الاول و كود المنطقه، و من بعد الرقم ديال التليفون.
شاي، مع حليب.
غير قص الشعر، الله يرحم الوالدين.
كَتْبِيعُو البضاءع المعفيه من الرسوم فطْيَارَه؟
علاش كاين هادشي؟
هل ممكن نسولك علي اسمك؟
هل كاين شي متجر ديال التخفيضات هنا فهاد المنطقه؟
عندي وجع فالبطن.
ولكن علاش؟
هاد القطار غادي مباشر لشيڭاگو؟
ظنيت غادي نمشيو للبحر هاد لعشيه.
فين كاين اقرب بريد؟
سمح لي. السيد سميث، اظن؟
هادي كاميرا.
ماعتقدرش نزور السيرك فهاد الرحله. شكرا علي اقتراحك.
ضيعت العدسه ديالي هنا حدا. بغيتي تبحث معايا؟
غادي نسافر فجميع انحاء امريكا ونبيت فالفنادق والمووتيلات والريزيدانسات والبيوت الخاصه، ان شاء الله.
كَنْتَحْتَاجْ بُولْبْ ضْوِيْ جْدِيدْ.
غادي يكونو التعديلات جاهزين غدا لعشيه علي 3 ديال لعشيه. هادشي مزيان؟
كاين شي مترو قريب من هنا؟
فين كاين كاريان التسوق فهاد المدينه؟
كَنْظُن بْلي خَطَّيْتِي فِي الحساب.
هل يمكنك تبديل طاولتي؟
حجزت ليك الرحله رقم 207 اللي غادي تمشي غداً فسبعه و خمسين دقيقه ديال العشيه ل نيويورك.
ضيعت مفتاح الغرفه.
اربعين درهم و عشرين، عشره دراهم و الباقي فالدولار الواحد.
كَنْظُن هاد الرَّسِيْصْ خَاطِيْ. تَحَقَّقْ مِنْهَا، الله يَخَلِّيكْ؟
عندي سبعميه دولار د الشيكات ديال المسافرين وثلاثميه دولار نقدا.
هادشي طحالب جافه. حنا كنسميوه ياكينوري.
عْلاَ بْعَدْ خْمْسْطَاشْ دْقَايْقْ بْالرْجْلَه. كَتْقْدَرْ تْوَصَّلْ بِالْمِيتْرُو وَلَّا. هَادَا اَسْرَعْ.
حجم عادي، من فضلك.
ما عنديش فلوس كافيين اليوم.
ساكنه المسنين كتزيد بثبات.
باغي نعاود ناكد علي رحله العوده ديالي لطوكيو نهار الاربعاء الجاي.
هل كاين شي ملعب تنس هنا؟
غادي تضطر تنتظر. بغيتي تنتظر؟
عندكوم جوله كل نهار؟
شكون غادي يكون الطقس غدا؟
بغيت شي حلوه ولا لبانه، الله يرحم الوالدين.
هل عندنا الوقت باش ندخلو للحمام قبل ما الطياره تقلع؟
واش كيجي معاه لاصق؟
كَنْحْتَاجْ دْرامامين.
اه، نعم. عندي. كنحبو.
كيعجبني بزاف، ولكن ما كيعجبنيش التصميم.
حمد الله عندي صاحبي بحالك.
جْلِسْ رَاهْ. اش كاين؟
ماعرفتش ولكن غادي نقول ليها بانك عيطتي ليها.
هاديك لحاف تجيب لي؟
كتشريو الجوارب السميكه؟
شكون هي ساعه ديال اخر حافله؟
حاضر. هاداك و جِن و تُونِيك.
كاين شي تلفزه؟
اش كاين ف حقاءب ديالي لي دوزت؟
اه، ما بغيتش ندير بحال هادشي.
كَنْتَحْتَاج شي وَحَدْ يْسَاعْدْنِي.
غادي نمشي لشي كاڭو
كاينين عندكوم السلوتات ديال خمسه سنتات فهاد الكازينو؟
شكون اللي بغيتي؟
شكون هو تخصصك هنا؟
شحال الوقت اللي غادي نهبطو فيه ف نيويورك؟
لا، والو.
شكون ليك بغيتي تفطر؟
بغيت جوبيط طويل.
ما خاصكش تمشي لهيه. انا كنحس انك غادي تلقي واحد هنا.
للبوسطن هوتيل، من فضلك.
نضّفها، من فضلك.
عشره و نص
هلا عطيتيني التاريخ ورقم الرحله؟
غادي يقدمو لينا شي اكل ولا لا؟
فين كاين الصالون؟
غير شويه.
هلاّ تفضّلتي تشوفيها بسرعه؟
عندك هادشي ف ستايلات مختلفه؟
هادا هو الجار ديالي.
مممم، لذيذ. خذ تذوق.
علاش ما ندخلوش لواحد لمقهي؟
ماءه ين مقابل دولار واحد.
كايعصّر الوقوف.
نعم، غادي نقدرو نخلصوها قبل الليل ديال بكرا.
عندي حساسيه من العشب.
حاضر، ها هي.
هل كاين شي بلاصا نشوف فيها شو ديال الهولا ونشرب؟
امشي ف هاد الشارع حتي للرصيف الثاني.
سميتي تارو تاكاي.
باغي نلعب غير شويه.
عندك طابعات؟
فين كاين طوموبيل الاكل؟
غادي نوصلو متاخرين بثلاثين دقيقه.
هادا هو رقم الغرفه 357. بغيت شي بلسم للشعر.
فين كاين المعرض؟
مكان اخر ممكن يهمك هو حديقه برونكس المشهوره عالميا.
هل غادي يزيد القوي الريح فالعشيه؟
عافاك بغيت عشرين طابع ديال 32 سنت. عندك شي طوايب زوينين؟
مساء الخير، من فضلك.
عندك هاد الموديل باللون البني؟
جيت هنا باش ناخد كورس ف اللغه.
عْطيني تْريْنْ بْلاصْ فْالْقاعَه هادْ الخْميس.
اكتب لي رساله، من فضلك.
شكون الوقت لي كايمشي فيه الطوبيس ديال بيمليكو؟
شكون اللي غادي نستعمل هاد الكوبون ديال الطيارات؟
بغيت الحلاقه.
دزت علي رجلي و عندي وجع خايب.
كَنْبَحْث عْلَي مُزِيل لِلاظَافِر يْكُون لَطِيف عْلَيْهُم.
عندكوم طاوله لثلاثه؟
بغيت نشري الطعم.
خليني نشوف واش كاينين مناصب شاغره.
فين كاين كونطوار الاستقبال؟
ضربوني.
"سيد. بغيت ندير مكالمه بعيده للـ Sheraton Hotel."
غادي نكون فالوتيل علي عشره و نص د الليل.
سولْي دْيوْلِي دْيالْ اليابان.
"الكيمونو هو اللباس التقليدي لليابان."
نعم، ولكن دارت لي الجوله الاولي ديالي غير قبل شي شهرين. انا مبتدء.
كرسي ديالي ما كا يتحركش من ورا.
غادي يكون ليا كبير المساعده. علي فكره، بغيت نعرف واش نقدر نبقي فنفس الغرفه؟
مكاينش التكييف. غرفتي بارده بزاف.
شكون اللي غادي يبيع لي تذكره لمباراه كره القدم ديال الدوري الكبير؟
كَانْ نْخَذْ لَكُولْسْلَاوْ بَدَالْ سَلَادْ بَارْ؟
تاكد من المجيء ورءيتي في السابعه صباحا غدا.
تسرقات ليا الباسبور ديالي.
كَتْبَغِّي تَاكُلْ شَوِيَّه مَاكْلَه اِيطَالِيَّه؟
بغيت شريحه ديال البيتزا بالشريحه، الله يرحم الوالدين.
غادي ناخد ستيك ت-بون.
عندك عصير البرتقال؟
36 تعريض ديال 35 ملم سلبيات ملونه، من فضلك.
عافاك. عَرْض ليا الشنط، عافاك.
شحال بعيده المحطه ديال البنزين اللي قريبه؟
علاش هو القطار اللي غادي لبوستون؟
مرجو ارسال هاد الرساله بالبريد الجوي.
بغيت نعاود ناكد علي رحله طياره.
راسي كيدور عليا.
شحال الثمن للخيمه الواحده؟
عندي موعد مع السيد ويلسون فثلاثه ديال لعشيه.
هل غادي تبدل هاد العدسات بوحده اقوي؟
خليني نقول لي كلمتي.
شحال هاد الشي؟
علاش لا، بغيت نخلي ليه رساله؟
هل كافيه هارد روك بعيد من هنا؟
سلام. شوف.
حاضر. هل يمكنني شراء تذاكر لمسرحيه "شبح الاوبرا" لماتينيه يوم السبت؟
هلا درت لي كاس ديال بينا كوكادا؟
كَنْجْرِي. بغيتك تدير ليا طاكسي دابا.
صْباحْ لْبَارِدْ بْزافْ هادْ الصْباح، مَاشِي؟
درت حجز عن طريق JTB فاليابان من شي اسبوعين.
غادي نوقفو ففندق بيفيرلي. ممكن تنزلو هنا. غير دقاءق و نوصلو للقمه.
هلا تحمّل هاد الشنط حتي اربعه دلعشيه؟
هل يمكنني استعمال جهاز عرض علوي في هذه القاعه؟
فهمت. خذ راحتك.
هل كاين شي ملاعب جولف عموميه فيها 18 حفره؟
مَكَنْفَهْم والُو مِنْ لِي كَيْقُولُو لِي النَّاس لِي حَوْلِي.
"المقهي فِي الطابق التحتاني."
مساء الخير. عندي حجز. انا سميتي يامادا.
الشيء المهم هو انك ترتاح مزيان.
عندك شي سيجاره؟
شكون لي غادي يجيب ليا الطلب؟
دابا، وعدك غادي تشري غير زوج واحد، مزيان؟
كاين صيدليه قريبه؟
كَانْدِيرْ نْخَذْ شْوِي دْلْفِيتَامِينْ؟
هلا جيتي تصاوبني من عندي فسبعه؟
كيتْحَرَّكْ كلْ عْشْرْ دقايق.
خليني ناخد وحده ديال لعشره، وحده ديال الخمسه، والباقي صرف صغار.
ما غسلتيش ليا الحوايج بعد.
نعم، واحد اخر في الجهه المقابله من البنايه.
فاين غادي ننزل؟
قول لي كيفاش نستعمل التليفون العمومي؟
هل خاصني نخلص مقدمًا؟
هل كاين شي محل للعب قريب من هنا؟
بغيت كريم للرجلين.
هادشي تواصل مباشر من عقل لواحد لاخر. يعني واحد كا يقرا افكار شي واحد اخر بلا ما يتكلم.
شكون لي غادي يصرف لي الشيك الشخصي؟
بغيت عصير البرتقال، سيريال باللبن و الكريبات بالشّان.
هادشي مطبوع. مكاينش شي حاجه غاليه.
عندي نجرب؟
غادي نرجع بالطريق.
شكون هاد الكرافاطا ديالاش؟
شكون هو ثمن التذكره ديال الدرجه الاولي؟
عندك صاك كبير؟
غادي نبعت ليك نسخه. اكتب ليا العنوان ديالك هنا.
فين كاين المعلم؟
حسنا، السيد اوزورا، تم تاكيد رحلتك الان.
عاوني ديري تذكره.
فين كاين التيليفيريك ديال التزلج؟
عندي اسهال. واش عندك شي حاجه ندير؟
عندنا تسع د العشره.
ما خاصكش تدخل هاد الحديقه فالليل.
ماشي ضروري دابا داكشي علاش ما تتجاوزش الحد ديال الاعفاء الضريبي، ولكن انصحك تصرح غير باش تكون الاجراءات ساهله.
"من فضلك، خلي هادشي مضغوط."
بالتاكيد. انتظر قليلا من فضلك. الخط مفتوح. تفضل، من فضلك.
هل عندك مشكل لو نلمسها؟
شكون الوقت لي كايبتدي الصعود؟
هل هذا الاسلوب يناسبني؟
قول لي شنو هو جدولك هاد الاسبوع.
مكاينش الوراقيه.
اش بغيتي تقول بهادشي؟
كَتْكُونْ غَلْطَانْ.
بالتاكيد، تفضل.
هلا تحفضلي الشنطه ديالي حتي لاربعه، الله يرحم الوالدين؟
ماعنديش فلوس باش نشري واحد جديد.
شكون ساعه كاينه الطوبيس الاول؟
هل ممكن ناخدوا طاوله برا؟
كايْبان ليا بلي شربتي البارح.
نعم، سيدي. كم عددكم في مجموعتكم ومتي تريدون الحجز؟
كَنْظُن ناخد اثنين ديال الرّخاص.
فهمت، انا اللي خربت ليك الكارت ديال بصح
شكرا بزاف علي هاد العشا.
فين كاين محطه الحافلات؟
وقف يا لص.
فين كاين الباص ديال المطار؟
ماءه دولار لليله، زاءد الضريبه ورسم الخدمه.
شحال سرعه الطياره دابا؟
لمبات د الغرفه ديالي ما كايديرو والو.
شكرا بزاف. هيا. نمشيو.
فِي الصيدليه.
فين كاين احسن مكان للتزلج للمبتدءين؟
بغيت شي بلاصه فالخلف.
هادشي هو القطار اللي غادي ل ملبورن؟
شحال عالي هاد البرج؟
فينسان، هل نسيت المفتاح برا؟ انا مارني.
عندي الميكاب مزال، بغيت شي واحد يعطيني مساج للوجه و يغسلوا مزيان.
خدي ثلاثه حبوب مره وحده.
شحال نسبه العموله ديالك؟
علاش لا، ممكن نرجع السياره ففرع اخر؟
كايحس بشي حاجه.
فندق طوكيو. واش نقدر نعاونك؟
جيت نشوف صاحبي.
كاين شي تلفزه؟
كايْنْ سْلاَطْ وْ بْطَاطَا مَسْحُوقَه.
قول ليا شنو هي اسرع طريقه باش نبعثها؟
شكون غادي نضرب تريال؟
"صندوق ازرق. اسمي وعنواني مكتوبين في الاسفل. هل يمكنك مساعدتي في ايجاده؟"
بغيت نخلص ف ثمانيه. قوليلي كم كاين؟
باغي نْحَجز تْنين كراسي فْالطْياره رقم ثْمنيه سبعين وسبعين.
واحده ديال شامبو للشعر الدهني، الله يرحم الوالدين.
عْلَي دْنُوبْ تْنَيْنْ اُسْبُوعَاتْ.
نعم، كناخد دوا للضغط العالي.
فين كاينين الكاسيات ديال الفلوس؟
كَانْ نْجِيبْ لِيكْ شي حلويات؟
كاينين بزاف د الاسباب لي ما نعملوش هاد الشي.
هاذي هي الطريقه الصحيحه للمحطه؟
نشوفو شحال غادي يكلّفنا.
نْقترح عليك تجرب Green Inn.
عندي تسعميه دولار.
ما عندناش الحجز ديالك.
سميتي كاينه فين؟
غادي نرجع دابا.
صلحها غداً و انا غادي نكون غايب.
هادشي كايعتبر كلمه؟
هلا جبتلينا طفايه، الله يرحم الوالدين؟
عندنا الوان اخري.
مابقي غير شويه ديال الكراسي فالبلكون.
كَنْكْرَهُو نْجْرُو، وَلَكِنْ لَازْمِينْ نْمَشِيو.
بدا منين و فين؟
كيفاش نقدر ناخد التحويله؟
اه، فهمت. هادو هوما القنوات ديال التلفزه فالوتيل.
سير فحالك، باراكا من السخريه من اليابانيين.
علاش متقدرش تعاود تصدّرها؟
بغيت نعمل حجز، من فضلك.
كَنْحْوَلْ نْلَقَّي ورق التغليف.
هل غادي يكون معفي من الضريبه اذا بغيت نبعث هادشي لليابان من هاد المتجر؟
معذره، بغيت نتناقش مع راسي علي شي حوايج قبل ما نوقع.
بغيت راديو كاسيط مسجل، الله يرحم الوالدين.
خمسه حديد، من فضلك.
هادي اكله مفضله عندي، عارف.
شكرا سيدي. ممكن تشوف ليا رخصه السياقه ديالك؟
صافي عندك الصح.
بيتامن، من فضلك.
فين كاين متحف مونيه؟
هاد القطار كايمشي حتي لاخر محطه؟
حاضر. هادي عشرين، اربعين، ستين، ثمانين، تسعين، تسعه وتسعين، سته، سبعه، ثمانيه، تسعه، ميه.
خصك تمشي للوكاله السياحيه دابا.
مُبْدَعْ.
هلاّ مشيتيني معاك للبلاد؟
كيفاش نعرف شنو هي امتعتك؟
نعم، عجباتني بزاف. شكراً بزاف.
فين ناخد هادشي باش نطورو؟
اه، سمعني، عارف فين شارع ريفيرسايد؟
هادي هي الطابور ديال العرض ديال تسعه؟
عندك شي حاجه للاسهال؟
حنا مفتوحين من تمانيه و نص حتا لعشره و نص.
شركتنا هي الخامسه عالميا من حيث عدد الموظفين.
هادي تحت من جهه اليسار.
غادي تحفظ ليا المعطف ديالي؟
معذره، كلهم كراو. بغيتي تزيد شي تامين؟
هل يمكنك ان تعيرني منشفه شاطء؟
لا، حنا كنقبلو الطلبات لي كتدير
كاين التاريخ مزيان، ولكن مكاينش ضروره باش يكونو ايام الاسبوع.
بغيت عصير البرتقال، الله يرحم الوالدين.
سولني علي شي مطعم مزيان.
شكون هيا خاصيه هاد البلاصه؟
ضاعت لي الشهيه.
متبقاش تسبح فشي ميه ما كتعرفهاش.
هل ممكن نتجولو فالمحلات الحره فالمطار؟
معذره. ضربت رقم غلط.
لمده خمسه ايام. ساعيده يوم الجمعه.
ماشي بعيد بزاف. بغينا نوصلو لعشره صباح.
La shukran. Hadchi bzaf sghir. 3andek wahad akhr?
زيد ليا شي ورقات ديال الفاتورات، الله يرحم الوالدين.
هل ممكن تبيع هادشي كل واحد علي حداه؟
بغيت شي بييره، الله يرحم الوالدين.
شحال خلصتي علي كرسي خاص؟
خليني فحالي.
كاينين شي اخرين؟
هاد الكرسي محجوز.
عندي نعاود ناكد؟
خليني نشوف التذكره ديالك. غادي تركب الطياره اللي جايه ف واحد لعشيه.
هل كاين شي حد كيعرف يتكلم بالانجليزيه هنا؟
خصك دير حجز مسبق.
بغيت نخرج شي حاجه من الشنطه ديالي.
نعم، عندنا الحجز ديالك. هلّا ملّيت هاد الاستماره ووقّعت عليها؟
ما لقيتش دليل السياحي لي خاصو يجينا ف عشره و نص د الصباح.
غادي نخليوها مفاجاه.
للمغرب، من فضلك.
دزت بالسياره فالحفره.
هل ممكن تعطيني شي دوا؟
هل يمكنك ان تريني الخاتم الثاني من اليسار؟
نعم، من هذا الطريق من فضلك.
كَنْعاني شويه مِنْ التوقيت المُختلف.
علاش ما جيتيش البارح؟
الطاوله مناسبه لي.
بغيت نطلب الخدمه فالغرفه، من فضلك.
شكون هو القطار لي كيمشي لطريق وال ستريت؟
شكون هو باب الخطوط الجويه اليابانيه للرحله ديال طوكيو؟
وريّني الشنطه السودا، الثالثه من اليسار ف الرف العلوي.
غادي يطلقو عليك النار ف المدينه اذا درتي يدك ف جيبك الداخلي فجاه.
عندك شي خمر؟
عندنا كراسي متوفره فطيارتنا ليوم الاثنين الواحد و العشرين
بغيت نطلب اعاده اصدار الباسبور ديالي.
حسناً جداً. يمكن عمل ذلك.
علاش كاينه بهاد الثمن؟
سبعين دولار.
سلام. هادي السيده اونو؟
شكون كايدير ليا هاد الماء ديال الحنفيه؟
عندي مشكل فالبطن.
هيا قدام، من بعد درّب يمين.
كيفاش نقدر نضبط مستوي شده هاد الماكينه؟
هلا حجزتي لي جوله؟
عندي نصرح باللي عندي و قيمتو؟
سيدتي، هل انت وحدك؟ هل تريدين الذهاب لمشاهده فيلم او اي شيء اخر؟
ما كاين والو لي كنعجبني. معذره. ما بغيتش والو.
شحال الساعه اللي نوصلو فيها ل ديز موين؟
جيب ليا 2 شاورما بالفرماج و واحد صاكيطه صغيور ديال البطاطا المقليه، الله يرحم الوالدين.
اربعه خمسه سته سبعه ثمانيه تسعه صفر، من فضلك.
هادا 23 د سبتمبر.
حدّدت موعد باش نشوف الرءيس فالعشره.
هاد لمي ديال الحنفيه صالح للشرب؟
بغيت شريحه ديل لحم خنزير.
واخا، غادي ناخد شي حاجه اخري.
وديني للمسرح، الله يرحم الوالدين.
شكون هي الفتره؟
سمح لي. ممكن نسولك سءال؟
هل غادي تشوف هاد الرزمتين دياولي، من فضلك؟
هاد القبعه ما كتجيش عليا.
"البالوعه ديال الحمام ما عندها حتي سداده، هي كدلك."
شكون هي ساعه الخروج؟
هادشي دابا ولا من بعد؟
كَانْ نْخَذْ غِيرْ شَيْءْ بَاشْ نْبْدَا بِيهْ؟
هل بغيتي شي حاجه تشربيها وانتي كتقلبي؟
عندك شي جولات اخري؟
بغيت ناخد الطوبيس باش نمشي للترمينال. عطيني شي فلوس صغار، الله يرحم الوالدين.
عندك شي وثيقه فيها الصوره ديالك؟
كَتْشُوفْ بَاشْ يْكُونْ هَادْ لْعْلاَقَهْ فِيهَا نْهَارْ؟
واخا، اول حاجه خاصني نمشي للمركز ديال المعلومات ونبحث علي فندق.
كَنْظُن بَلي فَهْمْتِي غَلَطْ لِي كَنْحْاوِل نْوَضِّح لِيك.
شكون هاد السيده؟
هلا لقيتيه ليا؟
هلا تحفضلي الشنطه ديالي حتي نرجع من الجوله؟
شكون الباب لي خاصني نمشي ليه؟
شحال عندك ديال الكاميرات؟
هل ممكن ورقه او اي حاجه؟
شكون هو السبب فهاد الزحام؟
بدّل لي المسّاحات.
هلاّ قريتي ليا الاعلان من جديد، الله يرحم الوالدين؟
عندك المنيو بالانجليزيه؟
هل كاين شي ماتش ديال نيويورك يانكيز هاد الاسبوع؟
كان عندي مرض السفر، ولكن الحمد لله احسن دابا.
زنقه سبعين واثنين وبارك افينيو.
هاد سيجاره بريطانيه؟
راك خاصك تركب فالطوبيس رقم سبعه.
مكاين حتي واحد تضرر بزاف.
بغيت شاش مطاطي.
كَنْضُنْ رَقْمُ التَاكْسِي كَانْ وَاحْدْ تْنَيْنْ تْلَاثَهْ اَرْبْعَهْ خْمْسَهْ.
غادي ناخدو
غادي نبعتلك خدامه دابا
ولكن الثمن كايزد، مشي هكاك؟
في الحقيقه، جدي الكبير جاي من صقليه فبدايه القرن.
هل كاين خطا فهاد الفاتوره؟
منيّح نتعرف عليك. كيف الحال؟
هاد الفستان مقاسو مضبوط عليا.
غادي نشرب عصير الفواكه.
شنو هوما المءهلات اللي خاصك لهداك المنصب؟
هل ممكن تعدلها دابا؟
بغيت ندير مكالمه دوليه لليابان.
هلا حجزت لي في ملعب الغولف؟
بغيت نتعلم كيفاش نتعامل مع الويندرسيرف.
"هل بغيتي تبدل هادشي بواحد كبير؟"
هاديك محفظتي.
بغيت نحلّق شعري، والو غير هادشي، الله يرحم الوالدين.
سمح لي. فين كاين الصيدليه قريب من هنا؟
بغيت نطلب شي حاجه ناخدها معايا.
علاش هادي اخر محطه؟
غير بلوك واحد من ديك الجهه.
ولدي كايدرس فجامعه هارفارد فالدراسات العليا.
فين كاين لاباس ديال الرياضه؟
بغيت شي تلفون يصحيني، الله يرحم الوالدين.
شكون هوما خططك الليله؟
"مْسَلْقْ بْزَافْ، الله يْرْحَمْ الوَالِدِينْ."
عندي الروماتيزم.
فاين كننقاديو الشيك ديال الفلوس من برا؟
تْعَقْشَقْتْ بْشَوْكْ لْقَنَافِذْ لْبَحْرْ.
كيعني حقيبه حمراء فيها بطاقه.
بغيت نبعث هاد الطروده.
مرحبا بيك. هادي زوينه.
اش واقع؟ ما شفت والو.
هادشي ندير ليك فالفاتوره ديالك؟
مرجو ملء هاد الشهاده الطبيه ووصل الاداء.
نعم، بغيت ندير اتصال علي حسابك لاليابان. الرقم هو طوكيو تلاته اربعه سبعه سته اثنين تسعه تلاته سته.
شحال الثمن ديال سياره؟
تْقرصْتْ مْنْ نْحله. كاينه شي حاجه خايبه.
شحال هاد الميداليه؟
هل ممكن واحد؟
سمعتي شنو قال؟
جاف، من فضلك.
سول هاد السيد.
عافاك، عطيني هاد العشره دولارات فخمسه دراهم وحده من خمسه.
لا، ما كاينش. ولكن كاين الدوش.
بغيتك دير راديو.
هل ممكن نمر من اي كاونتر؟
هادا غي للاستعمال ديالي.
غرف متجاورين، من فضلكم.
هل يمكنك مشاركه نصف تكلفه الترويج في السنه الاولي كما يفعل جميع موردينا؟
فين كاين المحل ديال القرطاسيه؟
عندي حمي عاليه و كنحس براسي كيدور.
غادي تحسبو علي الحساب ديالي فالدوار، الله يرحم الوالدين؟
هل كاين اسطبل قريب من هنا؟
شكرا بزاف. فين كاين الفندق؟
سَديت علي راسي الباب. اش كَتْقترح عليا ندير؟
كَتْبَانْ لِي عْلِيكْ بْزَافْ زْوِينْ.
هاذ الشي كيعني ما خاصناش نعطيو الصدقه؟
"وعلاش السيد نيتا، هذا تقريبا كلشي لي عندنا باش نشوفوك هنا فالمعمل ديالنا."
عانت من السل في بدايه العشرينات ديالي.
هل يمكنني استعمال السخان والماء الساخن طول اليوم؟
بغيت نعمل حجز.
معذره، ولكن لم يتبق لدينا سوي مقاعد في الممر في الامام.
مَا نَا بَاش نَا. كُنْتْ مَشْغُول بَزَّاف.
مَدّيّرتش مكالمه بعيده يوم الجمعه.
فين كاين صيدليه؟
فين كاين محطه الحافلات؟
شكون هو رقم التليفون ديالك؟
بالتاكيد. غرف تغيير الملابس هناك مباشره.
رَاهْنْتْ خَمْسَه دُولَار.
قول ليا فين ساكن.
فين كاين الدير؟
عندي مرض مزمن.
بغيت جوج بحال هادو.
هل ممكن ناخد قاروره ماء سخون؟
هل يمكنك فحص عيني وتجهيز نظاره لي؟
غادي يكون جاهز ليك فْ تْنَيْنْ دْيَامْ.
هل ممكن ناخد تذكره لمقعد في الطابق الاول؟
شكرا. حسنا، خليني نشوف. في الحقيقه، هادشي ماشي اللي بغيت.
بغيت شي دوريتين د الفيلم ابيض واسود، الله يرحم الوالدين.
خايف ما وصلنيش التغيير بعد.
عْطيني، اه، الطبق الخاص باللون الازرق.
والك كان انسان زوين، وغادي نبقاو تافلين عليه.
واخا، ما كاين والو مثير اليوم.
ما بغيتش نعيط علي هاد الشنطه.
ماشي بالضبط اللي بغيت.
شحال باقا لينا حتي نوصلو لشيکاغو؟
بغيت كاس ديال قهوه مثلجه، الله يرحم الوالدين.
ماشي غالي، ولكن عندي قيمه كبيره.
طابله دوط، من فضلك.
شكون هو خط الطوبيس لي كيوقف فزنقه الامل؟
واخا، عندنا الجاز ديال ايف سان لوران.
عْطيني شْقُوفه.
عافاك عاودلي علي سته صباح غدا باش نفيق.
بغيت ناخد جوله فمانهاتن.
بغيت شي بلاصا ما يدخنش فيها، الله يرحم الوالدين.
لا، غادي تلقاها فالصيدليه.
شفتي تيتانيك؟ عجبك؟
بغيت دبابوس.
تذكره وحده ل لوس انجلس. هادشي غادي يكون مع التدخين ولا بلا التدخين؟
هاد المسرحيه كاع مشهوره بزاف فاليابان.
رجاءً عاود الفاتوره الليله.
مساء الخير السي هوسوكاوا. مرحبا بيك فالحفله. بغيتي شي حاجه تشرب؟
مكاينش للبيع، نساه.
شكون لي كاينه شهرتو هنا؟
هوما صغار بزاف.
هل انت السيد ايبرت، بالصدفه؟
سميتي تاناكا، شخصين، ثمانيه ديال لعشيه.
وريّني لون اخر.
فين كنلقاوها؟
بغيت هاد الفيلم يتصور، الله يرحم الوالدين.
بغيت ساندويتش ديال روست بيف وشي كافيه.
كاينش نسخه اخري من المجله هادي؟
فين كاين اكبر متجر في هاد المدينه؟
كيفاش ندير مكالمه تليفونيه من برا البلاد؟
جيب لي دوا "تايلينول" الله يرحم الوالدين.
كايدويني مره مره.
نْجْمَعُوْ عْلَي الشِّيْخَهْ دِيَالْنَا.
غادي توصلني لمكاني، الله يرحم الوالدين؟
كاين شي مشكل فالماكينه، ما كاينه حتي خدمه.
اليابان بلاد طويله كتمتد من الشمال للجنوب.
شحال من الوقت غادي ياخدك حتي تخلص هاد القمصان؟
غادي نخلص الفرق، ديري الحساب من فضلك.
نشوفو شويه ديال التلفزه.
في الحقيقه، شريتو بالصدفه نهار لخاطر فالبوتيك ليقرب لداري.
عندي 200 دولار كاش و 2000 دولار فشيكات مسافرين.
كرشي خايبه.
مع اني كنحب التمبورا، ولكن ما كناكلش بزاف السوشي. اغلب الناس ما متعودينش ياكلو السمك خام.
هادا هو صاحبي كوجي.
العاصمه هي طوكيو.
علاش نخلص دابا ولا فوقت الخروج؟
صحيح. بدات كا تبدل الحرس فهاد الوقت. ممكن تشوف هادشي ولا تسمع فرقه الحرس لي كا تعزف فالبهو.
بغيت شي لعبه.
هاد الرقم ديال الكرسي ناداو عليه؟
فين كاين الدير؟
بغيت نبدل هادشي.
كان لقاءنا لطيفا.
عندك هادشي بلون اخر؟
املا هاد الاستماره.
لحم البقر ولا الدجاج؟
جيب لي شنتياتي غدا الصباح سبعه صباحا.
شحال من يني خاصني باش نشري تسعين وتسعه دولارات؟
عندي دبوس عظمي معدني.
شحال غادي نبقاو كننتاظرو؟
هيا يوشي.
JAL سبعه اثنين واحد ل ناريـتا.
واش متاكد؟ هادشي مزيان.
شكون الكتاب لي كتعرف توصي بيه؟
كيعني شنطه زرقا.
عندكوم حافله للطياره؟
فاين غادي نغسل الكاميرا؟
علبه ديال ميلر.
فين كنشري الطوابع؟
بغيت قلم ديال الحواجب.
كاين شي حاجه فالفلّيص. غادي تشوفو؟
بحثت في كل زاويه من الغرفه علي الجواز الضاءع.
عندنا بزاف ديال الانواع هنا.
شوف العنوان ديال السفاره اليابانيه.
عندي نشري شي تذاكر.
هل كاين القطار السريع؟
ماعرفتش هاد الجونله ممكن تكون ضيقه من الخصر.
كيتناقل بالعدوي.
هلا درتي اللي عليك باش توصل ف الوقت؟
غادي تصور لي صوره؟
شكون هادشي؟
بغيت نمشي للحمام البخار.
اكلات بحريه.
عندنا شي 2 كورت تنس، بركه سباحه و قاعه للتمارين الرياضيه.
هاذا هو القطار اللي غادي ل بوسطن؟
فاين كنوقف باش نمشي للبحر؟
متبقاش تتقدم فالصف، الله يرض عليك.
واحده، من فضلك. شحال نص نهار؟
"و بعد، عندنا شي جوله زوينه ليك. سميتها جوله العطله النهاريه الكامله."
هادا قسم التجاره الخارجيه، صحيح؟ انا تارو تاناكا من اليابان. عندي موعد مع السيد كولمان علي الساعه الثانيه.
هادي هي المنصه الصحيحه للقطار المتوجه لمينيسوتا؟
هلا صبّت لي هاد الوصفه الطبيه؟
هكاك. وانت؟
كَنْظُنّ غَنْخُدّ هَادْ هَادْ الشّي.
كندير غير خدمتي مزيان ونحاول ناخد احسن النقط اللي نقدر عليها.
اه، ويلي، هادشي زوين بزاف. انت طباخ مزيان. نتمني نعرف نطيبو بحالك.
فندق غراند، من فضلك.
السرير ما مجهزش.
لا، اللي من بعدو.
عافاك خليّني فالزنقه اللي جايه.
شكون لي قالك هادشي؟
هل غدايه مشموله فالثمن؟
كَنْتَعَلَّمْ الحوار بالانجليزيه مره فْ الاسبوع.
مكالمه مباشره مع اليابان، من فضلك.
فين كاين قسم الاشياء الضايعه؟
هل هو مناسب للبشره الحساسه؟
علاش ما نرجعها ليك دابا؟
شكون الوقت لي ممكن؟
بغيت كافيه مع كريمه، الله يرضي عليك.
ما غاديش نلحق القطار ديالي.
قبل ما تمشي، غادي نعطيك فرصه.
عندك فلوس كافيين باش تبقي هنا شهر؟
بغيت كاسيط.
جيب ليا 2 كارتونات ديال مالد سيفن، من فضلك.
هل ممكن دوا للمرض ديال الطياره؟
حوليّا ثمانيه ديال لعشيه.
اخ! وكنت كنظن هاد السطر غادي يطيح بسرعه.
غادي نخلص بالكريدي.
عندي نلقا خدمه بالوقت الجزءي باش نعاون نفسي فالمصروف ديال الدراسه.
Hiya mzaya.
عندي ضربه شمس.
مبدّلش الاسلوب، غير قصّر شويه، الله يرضِ عليك.
غادي يكلّفك خمسين دولار بالطياره.
عندي شي غسيل. غادي يكون جاهز غدا الصباح؟
رحله الخطوط الجويه العربيه المغربيه رقم خمسه صفر ثلاثه، حجزتها في طوكيو يوم الخامس من ماي.
"من فضلك، عاودلي كيفاش نستعمل هاد الماكينه."
فْين غادي يرجع؟
علاش لا، نْفَتحْ هاد النافذه؟
"الكراطا، فن قتالي يعتمد اساسا علي الضربات القويه بالايدي والركلات، هو ايضا من فنون الحرب اليابانيه للدفاع عن النفس."
هل يمكنني تغيير المقاس؟
ماشي غادي يوصل لحسابي فلبنك فين؟
كاين شي تفضيل فالمكان؟
هاد الكاميرات ديالي للاستعمال الشخصي.
شحال عندك ديال الناس؟
الطريقه الاحسن هي العيش في بلد اجنبي.
نعم، نقدر نديرو هاد الشي.
بغيت نعمل حجز لثلاثه اشخاص فهاد الليله علي الساعه 8.
كَيْفَاشْ كَتْخَلِّي تَتْبَعْ الاَعْرَاضْ مِثْلْ اَلَمْ البَطْنْ، الاِسْهَالْ، الحُمَّي، الصُّدَاعْ، الوَجَعْ فِي الحَلْقْ، الطَّفْحَهْ الجِلْدِيَّهْ، وَالتَّقْيُّءْ لِي مَا يُمْكِنْ كَانُو فِي الاُسْبُوعَيْنْ لِي فَاتُو قْبَلْ مَا تْرْجَعْ.
شحال الثمن للكلمه باش نوصلو لليابان؟
كَانِي كَانْتْقَادْرْ نْقُولْ بَاشْ الْحْلُولْ مْزِيَانَه، مَا كَانْشِي مْشْكِيلَه، غِيرْ لَوْلَا نْلْقَاوْ النَّاسْ لِي فِيهُمْ الْخِيرْ.
واخا، انطباعي هو ديال ارض جبليه، مزروبه، عامره بالحركه، مليانه بالضوضاء، طاقتها كبيره، تقريباً متفجره. شعب كيتعابو، كيتعبو، ما كيتوقفوش، فضوليين، باغيين يتعلم كلشي، كياكلو ويشربو بشراهه ولكن بذوق، كيربحو وكيصرفو بحماس.
دراعها مكسوره.
فِي اليابان، يبان لِي التخاذ القرارات كايطول بزاف مِن عِندنا.
هلا تشوف واش كاين؟
كنت كتدير 45 فمنطقه السرعه فيها 25. ممكن يغادروك فالحبس حتي 90 نهار.
شحال غادي ياخد الوقت باش يبرا الجرح؟
شكون هو اسم هاد الساحه؟
كَنْسَافِر وَحْدِي. واشْ قْدَرْتِي تْقَادْ لِي وَاحِدْ مُرْشِدْ مَحَلِّي؟
جيب لي شوكا اخري، من فضلك.
هلا دزتي ليا طاكسي؟
ممكن لطفاً نعطيك تذكرتين ذهاب واياب لواشنطن العاصمه؟
عندك شي تعريفه يوميه؟
قول لي شحال ساعات العمل ديال البريد؟
شحال كا ياخد القطار المحلي باش يوصل لبوسطن؟
تدفع لي.
فين كاين اف اربعه عشر؟
عندك شي جوارب؟
عشرين دولار فربع، من فضلك.
خلي بالك من راسك حتي ترجع لدارك.
بغيت نعرف واش يمكن نقدّو هاد الشيك؟
هل بغيتي تمشي لماتش ديال البيسبول؟
بغيت نبدلو.
كَانْبغِي ورقه غِلاف للارسال بالفاكس؟
غادي ناخد وحده.
فين كتفرق شعرك؟
بغيت ديكشي.
قول لي شنو كاينه فالشنطه، الله يرحم الوالدين.
بغيت نرجع هادشي.
شحال الثمن حتي لباريس؟
ماشي معدي.
ايلا بغيتي غير تصبر شويه، غادي نجاوبك علي اي سءال عندك.
علاش ما جاش الطوبيس؟
شحال من مره خاصني ناخد هاد الدواء؟
اختاري لي قميص حلو.
بغيت ندي تلفون لطوكيو، من فضلك.
خدي معاك حاجتك الثمينه، من فضلك.
فين كاين الوقف؟
ما عنديش الوقت باش نضيع. سيري علي وجهك، الله يرضي عليك.
ما يمكنش نتفق علي هاد الثمن.
كايبرد. واش كتقدر دير شي حاجه؟
بغيت شي فطر.
عندك شي بروشور باليابانيه؟
الفرع التشريعي هو البرلمان.
سميتي تارو ياماموتو.
سمح لي. فين كاين شي مرور الراجلين قريب من هنا؟
كَتْوَلِّي فْوَسْطْ شارعْ ويستْ اَفِنيو.
امشي علي طول، من فضلك.
بغيت شامبو و قص شعر.
هل التصوير ممنوع هنا؟
فاين كاين مكتب الاعلام؟
هل يمكنني تحديد موعد غدا بعد الظهر؟
بغيت شي مفك.
كان الموقع في ديك المتجر.
عندي نوقف شويه؟
هل غادي تزول هاد البقعه من هاد لكسوه؟
امشي علي طول هاد الشارع حتي لاخر.
بغيت روايه انجليزيه سهله القرايه.
لا، انا غير معروف، مجرد جامعي صغير. امارس بعض التجاره، مع ذلك.
مريض، منشفه مبلله، من فضلك.
غادي تجيو معانا غدا؟
جيت من السويد.
عندك اكتر من خمسه الاف دولار فالاوراق الماليه؟
هل كاين شي متجر ديال لابسه زوين للولاد؟
بغيت نبدل هاد الورقه فلوس صغار.
عندي نعمل ليك سرير النعاس؟
خلّيها بحال ما هي، من فضلك.
بغيت نشوف طبيب ديال الاطفال.
ترفع اعلام السمك وتوضع دمي الساموراي في هذا اليوم.
ربحنا بزاف، دابا نرجعو باللباس الرسمي.
المحتويات تسوا تقريباً ميتين دولار.
هنا، من فضلك.
سول علي شي حد مسءول علي الاشياء لي تتفقد
كايخرج 35 دولار و 95 سنت فاليوم، و 9 سنت علي كل كيلومتر بعد الميه كيلومتر الاولين.
"الفرمله اليدويه ما كا تخدمش."
بغيت لمبه للقرايه.
بغيت نحلّق شعري، الله يرحم الوالدين.
بغيت نمشي بكري غدا الصباح. واش يمكن نخلص الفاتوره دابا؟
غادي نطفي الغاز. صبر شويه.
عندك شنو اختيارات ديال الابريتيف؟
رقم كرسي ديالك مكتوب فالتذكره ديال القطار السريع.
غادي الطياره تخرج ف وقتها؟
عندك شي اكلات محليه؟
هل ممكن تطلب منك توصلني حتي لمحطه الحافله؟
لثلاثه بالغين.
ضربتين ديال التوكين، من فضلك.
نتمني تشوفنا مره اخري.
لا، ما كنحملش. كنحس بالغثيان وما قادرش نبلع والو.
هلا وقفتي الشيكات ديالي؟
كايقولو بلي التوفو اصلو من الصين و كايعود لشي الفين عام هادي.
هل ممكن ناخد وصفه طبيه؟
بغيت نشوف ماتش ديال كره السله. كاين شي تذاكر؟
سُرق جواز سفري وخمسه الاف دولار نقداً.
قيل لي نجي هنا باش ناخد التقرير ديال الحادثه.
عندك الزكام.
هل يمكنني الاحتفاظ بقاءمه الطعام كتذكار؟
كيفاش نوصل للمحطه؟
السيد جونز خرج الان. راجع بعد الثالثه بقليل.
غادي تبعها ليا فبدايه الشهر الجاي؟
مزيان، شكرا. وانت؟
هاد الليله البرد قاتل.
فاش كتمشي؟
هل بغيتي تتعشاي؟
"سْتيك، الله يخليك."
بغيت ندير فحص طبي.
هادا هديه مني لصحابتي.
شكون لي غادي تاخد كشي حلو؟
خبرني علي الثمن بعدا.
كنت هناك تقريبا ست سنين.
"ملي السياره بالبنزين العادي، من فضلك."
ايلا كان عندنا شي خدمه ليك، متترددش وتصل بنا.
هل يمكنني ان اخذ مقاساتك؟
هادشي قطن.
سيدنا، خذ هاد الامتعه للمحطه ديال الحافله.
كاينين شي حوايج، ولكن شنو بغيتي تاكلي؟
هل غادي تنادي صاحبي الانسه يوكيكو اودا؟
هادشي ديال ديمانت بوحده قيراط، صح؟
سميتو السيد هارادا. شكرا بزاف.
كاين شي بوتيك ديال اونجارو هنا فهاد المنطقه؟
فين كاين القلعه؟
مسرور بلقاءك انا كذالك.
غادي نمشي لفلوريدا.
كَانْ هَادْ الشَّي كَامِل لِيوم، السَّادَه.
سير علي هاد الشارع حتي توصل لثلاث تقاطعات. غادي تلقي الحديقه. المتحف كاين فالحديقه.
كَنْحْتَاجْ اَسْبِيرِينْ.
فين كنشري الطوابع؟
عافاك بغيت شي تذكره ديال الدرجه الاولي لشخصين باش نمشيو ل نيويورك.
كيفاش نطلب؟
شحال ديال سوايع كا ياخد الطريق باش توصل؟
سيدي الضابط.
الطعام الياباني يشمل السمك النيء، السوشي، التيمبورا، و هكذا.
كَنْحَسّ بِالكسل.
يمكن.
علاش غادي يمشي؟
عندك قيست حرارتك؟
كاين شي حاجه غاليه ولا قابله للكسر فالباغ ديالك؟
هل يمكنني تبديل هذه الاحذيه بحجم اصغر؟
خليها عليا.
ما قادرش نقف.
شحال باقي علي الطياره اللي من بعد؟
عندك عصير الجريب فروت؟
هكذا، در لليسار.
عاوني بالكره.
هل يمكنني ان التقط صوره بكاميرا الفيديو ديالي؟
ديك فكره زوينه.
هل بغيتي نطلبو ليك؟
هادشي متاخر فالعشيه.
سميتي ياماموتو.
"الطواليط ما كايبغيش يغسل. عاودو شي حد يصعد."
شحال كبر مساحه المعمل، بالمقاييس المتريه؟
معمري نسلت. ولكن ماعرفتش فين كاين الكرسي ديالي.
بغيت نرجع الفلوس.
كَنْبَحْث عْلَي شي حاجه فيها لاصق مِن ميتال ديال برادا.
هلاّ بان ليا شي حاجه فقياسي؟
كَنْرَكَّبْ فِي طُوبِيسْ مَا تَاعِي.
سمحيلي نشوف الباسبور ديالك؟
غادي ناخد هادشي وهادشي وهادشي، من فضلك.
ايكيبانا هي فن ترتيب الزهور. هناك اكثر من ثلاثه الاف مدرسه ايكيبانا في اليابان.
كيعياني رقبتي.
بغيت جوج بيضات عينيهم فالمقله، الله يرحم الوالدين.
قطعي غير الطراف، الله يرض عليك.
شكون اللي غادي يعطيني المجله ديال المعلومات علي العرض؟
عْطِينِي خْمْسَه عْشَرْ جَالُون دْلْ بِنْزِين مْخْلُوط، الله يْحَفْظْكْ.
كنعاني من فقر الدم.
قول ليها تدير ليا تلفون.
شريت هادشي توه.
كيفاش ناكل هاد المخالب ديال الكرافط الكبار؟
هاد الباص كيمشي لكارمل؟
جوج بيضات مسلوقين بالما.
غادي تاخد معاك ولا غادي تاكل هنا؟
شكون هي ساعه الاغلاق؟
بغيت نعاود ناكد الحجز ديالي.
23 نوفمبر هو نهار الشكر علي الشغل.
هل صعيب الفهم؟
شكون لي غادي يخلص لي الضريبه؟
بغيت نبقي شويه ديال السوايع بعد وقت الخروج.
عندنا عصير البرتقال، التفاح، الجريب فروت و الطماطم.
بغيت رجوع فلوسي.
كَتْعْصَرْكْ عْلا لْمَفَاصِلْ دْيَالْكْ؟
رقم التاكيد ديالي هو خمسه سته سبعه QLR.
شكون لي عطاك الضوء الاخضر باش تشعل هاد الحر؟
خدي هاد الوصفه الطبيه للصيدليه.
كَنْخَدْم فِ وكَالَه سَفَر.
بغيت نتصال بالسيده يوكو نيشيهرا.
كاين شي باتيساج قريب من هنا؟
عندي نرجع قبل خمسه. واش ممكن نمشيو لمركز التسوق؟
ماشي خليتي الميتر ديالك.
الغيه قدامي.
هلا كتبتي اسمي فلواءح الانتظار؟
جيت نشوف المناظر.
هلا عطيتيني الكاميرا ديالي من بعد ما ندخل، الله يخليك؟
غادي تمشي. غير تْبَعْ علامات الطريق.
عندك الوقت الليله؟
فين كاينين كاونترات كراء السيارات؟
لا، كنت مستعجل. واش ندير؟
هاداك الباص؟
كَانْجَمَّع نْسْتَغْلَّ هَادْ الخمس دْقَايْقْ لِلْاَخِيرْ بَاشْ نْجَاوبْ عْلَي اَيِّ سْءَالْ.
هاد شي بغيتي شي مطعم ايطالي زوين؟
كايْبان ليا بلي تشربتي البارح.
دَفْعَه وَحْدَه
هنا كاين بروشور ديال جوج طوبيسات ديال السياحه، فيهوم جولات نهار كامل، نص نهار، الصباح و الليل.
هل ممكن نكملو هاد الرقصه ف وقت اخر؟ معذره.
فين كاين الباص لي كيمشي للوسط؟
بغيت تصفيفه داءمه محكمه، من فضلك.
هل بقي شي قهوه؟
هل ممكن نساعدك نلقاو شي حاجه؟
اه، تقريباً بلوكين اخرين، اظن.
سبعه وسبعين مقسومه علي تسعه تساوي ثمانيه.
بغيت كريم للبشره العاديه.
كنسمع اليابانيين كيتعبوا فخدمتهم.
شكون قاليك علي الجاز؟
سْياح، هْنا؟
شحال بغيتي تفتح الحساب بـ؟
شكون هو معني هاد السميه ديال الطوموبيل؟
قول ليا كيفاش نملا هاد الاستماره؟
خليني نفكر فيها ونعاود نتواصل معاك.
غادي نقدر التكاليف ديال السفر.
هل ممكن ناخد الوصل ديال التامين الصحي ديالي؟
عندي نسول علي شي وكاله، واش ممكن نخلّي فيها السياره؟
هل خاصني نعطي بالضبط الثمن ديال التذكره ديال الباص؟
عندك ساكن هنا؟
سير بسرعه، وغادي تلحق بهم.
عندي حمي.
هاديك خمسه وثلاثين دقيقه.
و دابا حرّ لِبضعه ايام.
شكون اللي غادي يبدا الليله؟
لا، ما عندناش. غير الناطقين بالانجليزيه.
هادشي كيعني اوتوماتيك؟
هادشي مقفول؟
"سير جيب ليا معاك."
فءه اولي ولا ثانيه؟
غادي تكون هناك قبل من سته و نص.
كيعجبوني حركاتك فالرقص.
هل غادي يكون امن نغوصو هنا؟
غاديين غير نشريو حاجياتنا.
غادي تتصل بيه غدا الصباح بحال ما وعدتي؟
مرحبا بيك. فرحانين بزاف لانك كنتي متفهمه بزاف.
شحال ثمن غالون ديال البنزين الممتاز؟
هل كايدير الساءق الاعلان علي التوقفات؟
شكون اللي بغا يلقانا هنا ف 4 ديال لعشيه؟
اكيد. خليني نشوف. هل ممكن ناخد شويه شيري باش نبدا؟
شكون صاحب هاد العمل؟
سمح لي. واش كاين شي مطعم ايطالي قريب من هنا؟
غادي نكون عندك جاهز علي اربعه و نص.
شحال من وقفه حتي لمتحف الفن؟
هادشي نطلبو ليك؟
هل قطار التيربو يتوقف ف كازا؟
كاين خدش هنا.
منين جاو هاد التفاح؟
شكون كانت هاد المطعم؟
بغيت نشوف المكتب ديال المدينه.
هلا غلفتيه لي هديه، الله يرحم الوالدين؟
هادشي جوله نص نهار؟
السبت والاحد عطله.
ذكرني ملي نوصل للفيكتوريا.
بغيت موعد معاك غداً فالعشيه.
علاش شنو هي خططك لبغد؟
الاستقبال؟ هادا ناكامورا كيتكلم. دابا تسجلت فالفندق. ولكن ما عجباتنيش هاد الغرفه.
شحال غادي ياخد الوقت باش نديرو هادشي؟
عندك شي حاجه للزكام؟
سميتي ريسا كوباياشي، والرقم هو تنانص ميتين ميتين ميتين واحدص صفرص.
طاوله مع منظر جميل للمحيط، من فضلك.
عْطيني شْويه دْالبلايص باش نْتصل فْحاله دْالضيق.
نعم، كنت خاديت علاج ديال السكري فاليابان.
بغينا نجلسو جنب بعضياتنا.
هل ممكن ناخد كوكا دايت؟
شكون النوع ديال الغرفه لي بغيتي؟
بغيت نركبو.
غادي تلقاها فباب الخروج.
كريديات و فلوس كانو فالبورطابل ديالي.
خطاي.
غادي تضطر تقدم طلب تعويض للتامين عند مكتب التامين فاليابان.
هل يمكنك تغيير هذا من فضلك؟
كَنْخَافْ مَعندناش شي حاجه مفتوحه.
شحال كا ياخذ الوقت بالبريد العادي؟
هادشي دهب؟
مَكْنِشْ نْقَدْرْ نْقُولْ عْلاشْ كَتْبَانُو عْلِيكُمْ هَادْ العْمَرْ وْاَنْتُومَا يَابَانِيِّينْ.
هلا رسمتي لي خريطه؟
ديك الدكانه كانت ارخص.
انا ان بروان.
شكون كاين فبلاصتي باش نطلب من عندو؟
غادي تحطها فالصندوق؟
جواز سفر ديالك بقا غير صالح.
هادشي بزاف. غادي نتصال بسفاره اليابان ونطلب منهم شنو خاصك دير.
تاكد من ربط حزام الامان باحكام.
فين كاين التواليت؟
بغيت نكري عجله ديال 10 سرعات.
عندك شي لون غامق؟
اه، ما كنضنش.
علاش غادي يهم؟ انا غير مبتدء.
انا مع عاءلتي، ما نقدرش نعطيك رقم الغرفه.
مكاينش لاصق الثمن.
بغيت شي تلفون يصحيني الصباح.
فين كنقدر نعمل حجز للفندق؟
علاش خاصني نعاود ناكد الحجز ديالي؟
حاضر سيدي. غادي نبعثو شي حد يصاوبها دابا. سمح لينا غير شويه.
كاينين سته واربعين. كل عماله كايديرها عامل، وكل وحده عندها المجلس ديالها.
نعم. غادي ندوروا ونبيعوا المنتوجات بعد ساعه او شي حاجه.
كان هادي عشرين دقيقه.
هلا نطقتيها ليا حرف حرف؟
شكون هو الفيلم لي كايشدك اكثر من بين الافلام لي كايعرضو دابا؟
فِي هاد الاكياس ديال الورق البني.
كَنْتَمَنَّي نْشُوفْكْ لْوَحْدَ الثَّانِي.
هادشي علاش هوما مصنوعين من الحرير.
بغيت نجرب قياس اصغر من هادا. كبير عليا بزاف.
عندك هادشي قبل هادي؟
انا كنحس بالجوع.
هلاّ درتي ليه غير علاج مءقت، دكتور؟
عندي حمي.
معذره، ما عنديش فلوس صغار. هل يمكن ان تعطيني تسعين وتسعه دولارات؟
السلام عليكم، يبدو اننا جيران.
هل كاين طوبيس من المطار للوسط ديال المدينه؟
ما قادرش نطفي الضو.
اعضاء مجلس المستشارين يبقاو فمناصبهم لمده ست سنوات، في حين ان نصف الاعضاء كيتجددو بالانتخاب كل ثلاث سنوات.
مكاين والو اخر، الله يرضي عليك.
حط ليا ف الحساب ديالي، الله يرحم الوالدين.
الاسلحه الناريه لي دوزو لليابان فديك الوقت كانو كايلعبو دور مهم فالفوز فالحروب.
عندك شي حاجه اكبر من هادي؟
هادشي معناه انك ضيعتي فيزا ديالك. خاصك تطلب اعاده اصدارها من عند الهجره.
عندي البصر ضعيف.
هل كاين حلاق؟
عفاك، قولي كيفاش نمشي ل محطه شينجوكو.
مرجو تحويل رساءلي الي هنا.
قول للمطبخ هادشي زوين بزاف.
"التلفزه ما كا تخدمش."
تذكره ذهاب واياب الي اوكسفورد، علي الساعه التاسعه من الخامس.
ما قادرش نعملهاش.
شكون هو الميولاج ديال هاد السياره؟
هادا ساتو. كنت كاريت سياره هاد الصباح.
صحيح. شكرا. بالمناسبه، هل المطلوب لبس رسمي؟
هلا عطيتيني اسم طبيب ورقم الهاتف ديالو؟
كاين شي دوا للمرض ديال السياره؟
بغيت بنطلون.
هلاّ بقيتي هنا تسنّيتي؟
هل كاين شي رحله لبيرث؟
نعم، هل يمكننا ان نطلع علي قاءمه الحلويات؟
هل كاين شي عرض ضوءي وصوتي؟
نعم، صحيح. بعدا تسجل هنا، السيد يامادا؟
وسط، من فضلك. هل يمكننا الحصول علي مقعدين متجاورين؟
نعم، واش بغيتي شي حاجه؟
هل ممكن تعطيني تخفيض اذا بقيت ليلتين؟
بغيت ندخل ندوش.
علاش ما كملوش؟
فِي حَالَهِ الاِلْغَاء، مَرْجَباً بِالاتِّصَالِ مُسْبَقًا.
كاين كاميرا من الداخل. حاول تحطها فمكان امن.
فين كاين شي محطه البنزين؟
هاد القطار كيوقف ف بالتيمور؟
هلا جبتي لي شويه دلماء، الله يخليك؟
لا، شكرا. غادي يكون الظلام برا طوال الرحله علي اي حال.
كنغير بس. شكرا.
سمح لي، ولكن ما كنضنش هاد الرقم صحيح.
هادشي كيشمل المشروبات؟
شحال باقا علي ما يوصل القطار؟
شكون الباب لي غادي يخرج منو هاد الرحله؟
سميه داك الفندق لي غادي تبيت فيه الليله، سيدي.
علاش نحتاج نْحجز بلاصا فالبوط كاع باش نمشي فْلْمَايْ؟
غادي يجيب شي واحد معاه من بعد.
هلاّ عاودتيها؟
هل المسرح قريب؟
عندنا سته فالطابله. بغينا نجلسو فطابله وحده، الله يرحم الوالدين.
هادي من هنا.
شكرا علي دعوتي للبقاء علي العشاء.
سمح لي. عندك الساعه؟
عصير البرتقال، البيره، النبيذ، الويسكي والمشروبات الكحوليه.
كاتوقف فالصف. ونمشي نجيب لينا مخروط ديال البوظا.
شكون هو الباص لي كيمشي للاڭراند هوتيل؟
بغيت نعمل حجز لليله غدا.
الدكتور عطاني الوصفه الطبيه.
نعم. وشنو نوع الصلصه لي بغيتي فالسَلَطَه؟
كيف بغيتيها؟
هل تقبلون الشيكات السياحيه؟
هاد الشي بزاف ديال اللطف منك، ولكن للاسف عندي شويه د الشغل اللي خاصو يتعمل قبل صباح غدا.
كَنْبْدا نْحَنْ لِلْكُوزِي وَ الشُّورْبَه دْيال المِيسُو.
لا، شكرا. بغينا كاسين د الماء، الله يرحم الوالدين.
كَانْقْدَرْ نْتَكَلَّمْ الاِنْجْلِيزِيَّه شْوِيَّه.
عافاك بغيت شي كاس ديال الما.
فاش كاين فاش؟
كَنْفَضِّل الشاي.
ايلا عندك التذكره، ما غاديش تخلص من جديد ملي تركب فالطوبيس 44.
هلا عطيتيني الملح؟
غادي تشوفني هاد الساعه لي فالمعصم؟
هادي ساعه وحده.
ممكن تاعطيني تذكرتين لعرض نهار الاربعاء، من فضلك.
شحال هي الضريبه علي الدخل؟
سير دّي تمانه.
ركبو الطياره ديال 4 ديال لعشيه ل نيويورك، من بعد شدو الطياره الاخيره لي غاديه من نيويورك ل واشنطن.
كيعمرني شنطه ديال جلد لونها بني.
وحد كنت، من فضلك.
كايْنِين ف الطابق الثاني.
علاش ضاعت منك؟
بغيت شي مكبر صوت.
"رجاءً عاودو صاوبو هادشي."
بالطبع. سيكون جاهزا يوم الخميس.
عندك الخمر بالكاس؟
انا مريض بزاف. عيط لواحد الطبيب.
عندي شي فاكسات جداد؟
شكون الطابق؟
هل يمكنني الدفع بشيك مسافر؟
كنتبادلو الهدايا مع صحابنا المقربين فعيد الميلاد.
هاني وصفه من عند الدكتور تومسون.
فين كاين كَاراج دْالطوبيسات دْشيڭاگُو؟
هلا جبتي لي شويه ديال الفلفل، الله يرضي عليك؟
مكاينش عندي خدمه.
نعم، نحن نفعل. هم في الطابق الثالث.
كاين جوله مشي فالاماكن المشهوره.
عافاك خذني لاقرب مستشفي.
كايْجِي زْوِين بزاف.
بغيت نشري خمسه. حتي بهاد الشي، ما غاديش تخليهم ارخص؟
عافاك بغيت شي بلاصه قدام فالخلف.
كَانْ نْجِيبْ لِيكْ شي حاجه؟ شي لاصِيقْ ولا شي حاجه؟
فين غادي تكون وجهه مزيانه للزياره؟
ما قادرش نقرر. غادي نرجع بعدين.
هلا تحققت من العجلات؟
عفوا. فين كاينين خزاءن الامتعه؟
بغيت نمشي للريستوران.
وري ليا ديك شي، الله يرحم الوالدين.
نتمناو منك تعاود تشوف فهاد الموضوع وتجدد العقد.
فين كاين قسم الاشياء الضايعه؟
شحال علاو علينا دابا؟
بغيت جوبيطه ثقيله للشتا.
Ana m'hazz bzzaf b'l'akl l'amriki.
هل يمكن لي نسول سءال واحد اخر؟
عندي ناخد برغر؟
بغينا نتي تجي تقضي معانا كم يوم هاد الربيع.
هاد الباب ديال الرحله لطوكيو؟
شحال من مره خاصني ناخدو فالنهار؟
شاي بالنعناع و الليمون، من فضلك.
هاد السني اللي فوق كايحمر.
فاش جيتي فالرحله؟
عفاك اسيدي، بغيتك تصورنا بهاد الكاميرا.
دزت ليدي.
هل كايجبدو الركاب دابا؟
ركبوا القطار الاخضر من الرصيف رقم سته.
قول لي شنو هو المطعم لي كيعجب الناس ديال البلاد.
سقطت الكاميرا ديالي. هل ممكن تشوفها ليا، الله يرحم الوالدين؟
معذره. سقط مني النبيذ علي الارض.
معذره بزاف. دابا خرج. عندك موعد؟
رحله الخطوط الجويه اليابانيه خمسه الي طوكيو في الثالث من ماي.
قول ليهم ركبت علي خير.
هل يمكنك وضع عدسات طبيه في هاد النظارات الشمسيه؟
بالمناسبه، هل ساحتاج الي ارتداء ربطه عنق؟
بغيت نبدلها لنفس الرحله، ولكن نهار 4 مارس.
واش غادي تجيبها للكونطوار داك؟
هل كاين شي طوبيس للمدينه؟
عيط لي اول ما تصبح.
عْطِينِي دْوَا دْلْبْطِينْ، الله يْرَحْمْ الوْالِدِينْ.
عندي غير الحوايج الشخصيه فهاد الشنطه.
سمح لي، بغيت نمرّ من فضلك؟
بغيت نمشي للتواليت، ولكن عندي بزاف دْلْحوايج. غادي ننتظر غير.
كان طويل بزاف و بطيء بزاف.
عندنا عنايه بالاظافر وطلاء.
هل غادي يدخل القطار فالموعد ديالو؟
الغرفه اللي جنبنا مزعجه.
ما هو لا مزيان لا خايب.
سمحيلي، بغيت نستعير المفتاح الرءيسي، الله يرحم الوالدين؟
كوني معاك كيعطيني فرحه.
خودني عند البوليس.
فالزايد رخاص هاد الاقراص فهاد المتجر.
بغيت جلدي يكون ناعم.
شريكك علي الخط. تفضل من فضلك.
ماشي وقتاش ناخد هادشي؟
هل يمكنني الدفع بالشيك السياحي؟
مكاينش لفلوس ديال صحابي. بغيتك تنادي عليه؟
ويسكي علي صخره، من فضلك.
بالتاكيد، في هاد الحاله، غادي يعوضك الخط الجوي.
هادا قلم حبر جاف.
هادو هوما البسكويتات ديال اليابان.
شحال غادي نبقاو كننتاظرو؟
حالتي مزيانه. غير كنحس بالراحه.
كنشوفو بحال بعضياتنا.
عندك ترانزيت فشيكاغو.
كَنْخَافْ مَا تْكُونْشِي. لَكِنْ مَا عْلِيكْشْ غِيرْ مِنْ بْرَّا وْ فِي الدِّيرَه.
دَرْت دَفْعَه مُقَدَّمَه.
بغيت عينه ديال البول.
شكرا بزاف.
غادي نبقي نسناك.
ماعنديش حجز، ولكن هل يمكنني الغطس هذا العصر؟
كنلعب التنس مرتين فالاسبوع.
فين كاين اقرب محطه مترو من هاد الفندق؟
اكتب "امتعه غير مصحوبه" فوق الطرد.
كَنْتَسْوَلْ واش غادي يْمْطَرْ غدا.
هاد الشي بزاف ديال اللطف منك.
فين كنشري حلقان؟
كايحمر الوجه. مايمكنش يكون خالي من الدسم. هو هاكا.
هل ممكن تعطيني مفتاح الحمام؟
مّنّين يرجع، سولي يّدّي رّبّي السيد اوكادا.
غادي ناخد ستيك ناقص استواء مع بطاطا مشويه.
خمسطاش ا. واش انا جالس فالمكان الخطا؟
شحال الساعه غادي ترجع؟
غادي ناخد ستيك ديال البقري.
صحيح. عندنا مواقع تاريخيه معروفه اخري فالمدينه وضواحيها.
حقيقه. هذه هي المره الثانيه لنا منذ زيارتنا هنا كعرسان.
ما عنديش الهوايات. غير الخدمه بزاف، بحال اغلب اليابانيين.
نعم، ولكن كنحس كانني جيت لهنا بزاف ديال المرات فالافلام والمسلسلات.
شكون هو الرواق؟
حتي لوصْلْ لِلْمَصيرْ الاَخيرْ، روما، من فضلك.
اه، الاستاذ كورن كيعشق ايدير الامتحانات المفاجءه.
هادشي صحيح؟ و علاش غادي يوقع؟
حقيبتي تخرقات.
عْجَبْك شي حاجه فاليابان؟
ماشي غير تشوف شي واحد، غي سلم عليه.
بغيت نمشي نهار قبل.
كَنْعْطَشْ بَزَّافْ. عْطِينِي كَاسْ كْبِيرْ، الله يْرَحْمْ الوَالِدِينْ.
كايْن سوق كبير برّا المدينه. عندو باركينغ واسع للسيارات.
كايبان ضعيف.
هلا دخلت هاد الباب فالصوره؟
هل الفطور مشمول؟
طبع مزدوج، من فضلك.
كاينين بزاف طاكسيات جايا؟
نعم، مفتوح للعموم.
مقاعد الطابق الاول، من فضلك.
نْتَا طْلَقْتِي.
هادي هي الطريقه باش نوصلو للفندق؟
عفوا، ولكن هذا يبدو قصيرا.
عندي دقات قلب سريعه.
غادي نمشي من كاليه لدوفر بالباخره.
بغيت تذكره جديده.
وحده بيتزا كومبينات و جوج قارورات ديال البيره، الله يرحم الوالدين.
بغيتو ف اقرب وقت ممكن.
نعم، خاصنا نكونو حذرين من السيدا.
هديّه لِوَالِدَتي.
مَا عْرَفْتْشْ بَاشْ بْغَاوْ هَادْ التَّحْقِيقْ دْيالْ الاَمْنْ كَيْكُونْ هَاكَاكْ صْعِيبْ.
فاين كنعطيوها باش نمشي للصين تاون؟
سمك مقلي.
كَنْخَدْم فِ البَنك.
سمح لي. واش كاين شي مطعم زوين تقترح علي؟
شحال من اونصه معفاه من الضريبه ملي ندخل بيها لليابان؟
بغيت لعبه لولد.
باغي نبعث هاد الكارطبوستال لاليابان بالطريق السريع.
باغي نبعث هاد الرساله بالبريد الجوي.
عندنا غرفه مزدوجه بخمسين دولار لليله.
عفاك، ممنوع الدخول بالجينز والتيشرتات.
بغيت نتسجل، الله يرحم الوالدين. سميتي هاروكو اوغاوا. عندي حجز، ان شاء الله.
هذا هو الحافله لي جايا دابا؟
عندك شي هدايا لشي حد فهاد البلاد؟
كل شي حاجه سهله الهضم قد ما تقدر.
قول لي شنو هو الاجراء المعفي من الضريبه.
هاد المكان زوين بزاف، مشي هاكا؟
عندك شي جدول ديال مواقيت القطارات؟
ساعدني نلقاو شي وليد لابس قبعه حمراء.
عفاك بغيت نبعث هادشي لليابان. شحال كاينه التسبيق علي هاد الشي؟
مشيت عبر امريكا بالكريميسيون.
حسنا، الغرفه رقم 2 او 3. هذا هو مفتاحك.
يبدا الفيلم علي الساعه عشره و نص ليلا. ينتهي علي الواحده صباحا.
شَعْرِي مَشْعُوثْ، مَشْكُورْ.
هل ممكن تصحوني علي سبعه صباحا؟
بغيت كاميرا رخيصه.
الناس ديال اليابان كيكرهو يتعاملو مع الضياف، وكيكرهو يتعاملو معاهم بالاحتقار.
عندي شي كروت بوستال؟
شكون الوقت لي غادي تكون فيه جلسات التوقيع ديال الكتاب؟
سيدي فهاد الساعه؟ دابا واحد وعشره
شكون هادي خط؟
واش كلشي بخير؟
حطي كْلِينْكْس علي فْمك.
واحد قاسي.
شحال الثلاته؟
بغيت خاتم خطوبه.
ماشي بزاف.
هاهو التغيير، سيدي.
لا. انا ياباني.
حاضر. مقاعدكم هنا.
عاش الشعب الايدو في سلام لمده تقارب ماءتين وخمسين سنه، بدون حروب في البلاد.
خدي هادشي تلات مرات فالنهار بعد الوجبات لمده تلاته ايام.
"هل غادي تصور هاد الفيلم؟"
بغيت نستعير ليك الحاسوب ديالك، الله يرحم الوالدين.
هل يمكنك المجيء الي بيتنا يوم الاحد بعد الظهر لنشرب شيءاً؟
غادي ناخد هاد الشي.
عندو خدشه هنا، بغيت نبدلو بواحد اخر؟
هل ممكن ناخد ابره وخيط؟
ممكن تاعطيني تذكرتين لبوستون، بلا رجوع.
مشيت لعرضك تلات مرات العام اللي فات فاليابان.
عندي ناخذ دجاج للعشا؟
باغا نعطي ليك دميه من كيوتو.
كيفاش نقدر نوصل لهيه بالمترو؟
قول لي شحال ندير باش نسمّيو هاد الرقم.
هذا هو الطريق الصحيح؟
باغي نبلغ علي ضياع الوثاءق المهمه.
هادي اخر طبعه ديال "عشرين رسام عظيم في اوروبا"، و فيها صور تقريباً علي 200 تحفه فنيه.
فين كنلقاو تذكره طياره بثمن معقول؟
شكون الوقت لي غادي يبدا العرض؟
ها هي. الفاتوره فالكيس.
فين كاين كاونطار الديكور؟
غادي نشرب مارتيني.
هاد التلفون معطل؟
شكون هو القطار لي غادي يوصلني لاوكلاند؟
ضيعت المحفظه ديالي فهاد المارشي.
هل ممكن ناخد شي حاجه نشرب قبل ما ناكل، الله يرحم الوالدين؟
ثلاث ستيكات، جوجه ديال جراد البحر كبيره، وعشره انواع ديال المثلجات.
شكون هي الطريقه الافضل باش نلبس هادشي؟
كيقولو الطقس تحت الصفر.
عْطِيني تْصويره فْلْسْته، الله يْحَفْظ.
نعم. لقاء ناس مختلفين غزال بزاف.
فهمت. عندك زياده واحد فالميه.
شي ناس غادي يجتمعو علي شي حاجه خفيفه. بغيتي تجي معانا؟
"الحوايج ما نشفوش مزيان."
عندك قلم؟
جرب الوجبه الكامله هنا، غادي تعجبك.
الْيَابَانِيِّينْ بْخِلاَهْ بَاشْ هُمَّ غِنِّيِّينْ.
بغيت نسمع علي هاد الجوله.
هاد اللون كايعجب هاد الايام.
سمحلي ندير الشنطه ديالي فالكوط؟
فهمت. واش كتعتقادي غادي نقدر نجيبهم؟
مْنْ بْرَا لْبَرَّا وَنَا مْرِيض مْنْ لْبَارْح.
جيب لي صابونه.
سحبت يدي.
كنت كتمشي ب 45 فمنطقه السرعه فيها 30.
و انا نشكرك. نهار زوين.
عندي وجع فالبطن ديالي.
هادي اول مره ليا.
غادي ناخد قطعه من هادشي.
كَنْبَحْث عْلَي جَاكِيتْ بْلَاَيَاقَاتْ ضَيِّقَه.
شرب شي بيرا.
بغيت نخلص خمسين دولار و عشرين الف ين ياباني للرصيد.
كَنْظُن هاد التغيير مُخْطَا.
شحال الساعه اللي غادي يخلص فيها العرض ديال المساء؟
سميتي ياماغوتشي. ي ا م ا غ و ت ش ي.
بغيت نفتح النافذه.
كاين بزاف دْللمطر. نتمناو يْزول.
هوما كاملين بخير، شكرا.
خاص غير الفطور والعشاء؟
كَنْحَسْ بلي ضيّق شويه بزاف.
كتشري الطوابع البريديه؟
بغيت هاد التصميم غير فالصبع الكبير ديالي.
بغيت نستعير نظارات اوبرا.
عْطِنِي الطْرِيقْ، الله يْرْضِي عْلِيكْ.
شحال د السوايع كا ياخد؟
عندك شي نموذج مكمّل؟
قول ليا فين غادي نمشيو فهاد الجوله؟
استمر في السير في هذا الطريق، ثم انعطف يسارا عند الاشاره الثانيه.
غادي ناخدو لو كان تعطيني تخفيض عشره فالميه.
نعم، توّا لقيت غرفه، ولكن الغرفه ما تْزَيّنتش.
ماعجبنيش هاد الغرفه. عندك شي حاجه احسن؟
فين كاين باب الطياره ديال شيكاغو؟
كَايْتْقَادْ هَادْ الشَّيْء؟
بغيت نحجز مقعد للسياتل.
بغيت طاوله قابله للطي.
شكون ثمن النص اقامه؟
عشرين دولار علي الاقل.
غادي نرجع للدار ولا نجرب ناخد حافله بين المدن، ان ما كانتش غاليه بزاف.
Laa bssaah. Maakaych li dert.
عند باسكيات كاينه شي حاجه طفوليه، ولكن تركيبتو ديال اللوحات كاينه فيها شي تطور كبير.
ولكن، غادي يولي مريح بعد ما يتعود عليه.
هلاّ عَلَّمْتِينِي كِيفَاشْ نْلَعْبُوا هَادْ اللْعْبَه؟
نتمني تحجز ليا طاوله قدام النافذه، لو سمحت.
غادي نوصلو فالعشره. شويه قبل الوقت.
هَلْ كَلْتِي مَرَّه طْعَامْ يَابَانِي؟
عندك شي شريط ديال الموسيقي الشعبيه؟
رقم التلفون ديالي هو واحد، اثنين، ثلاثه، اربعه، خمسه، سته، سبعه.
كَنْعَانِي بْزَاف مْنَ البَحْر. قْدَرْ تْجِيبْ لِي طَبِيب؟
هل بغيتي غرفه للتدخين ولا بلا تدخين؟
كَنْتَكَرْبَحْ اَنَّ السَّيِّدْ كَانْ عَلِيهْ يْوَقْفْ.
كاين غير باش تكون عندك انفلونزا.
كَنْتَحْتَاجْ شْوِي دْلَاَسْنَاتْ.
كَنْتْ مُهْتَمْ بِالتَّارِيخْ، بَغِيتْ نْزُورْ المَوَاقِعْ التَّارِيخِيَّهْ.
بغيت نعمل حجز لسبعه اشخاص.
معذره، عندنا غير البيره ولا الويسكي.
هاد السيد خرج من المكتب دابا. بغيتي ناخد ليك شي رساله؟
"سيدي، بغيتي نبدل ليك الشيكات ديال المسافرين؟"
عندك فلوس صغار معاك؟
فاش فامريكا، ساهل تدخل للجامعه ولكن صعيب تخرج منها.
كيفاش ندير باش نولي هاد الضو؟
غادي تتحرك شويه لليمين؟
شكون هوما المعالم لي فالطريق؟
نعم، انا هو. غادي نمشي للوس انجلس.
خليه طويل.
دازت عليا الدفعه.
عندي شي كرسيين متاحين لليله هادي؟
عندكوم طاوله ل 4 ناس؟
هادي هناك، قدام مكتب السياحه بالضبط.
مَا سَمْعْتْ بْهَادْ العنوان فْهَادْ المنطقه.
امشي علي طول حتي تشوف صيدليه.
شحال ثمن الفطور؟
شكون نعاونك؟
سير ليمين فالتالت زاويه.
هل بغيتي الكريم و السكر فقهوه ديالك؟
هل يمكنك صرف شيك بمبلغ ماءتي دولار؟
ايلا لقيتيه، عيط لي.
فين كاين الكافيه؟
بغيت جوجيت ديال ولاد.
حاضر. الثمن ديال البريد العادي هو ثمانين و خمسه صول، و زياده علي ذلك خاصك تضيف ثلاثه دولارات للتوصيل السريع.
"كنت نشري هادشي لو كنت فمكانك."
غادي نلقي شي مشكل مع الجمارك؟
عندك شي صباط واسع من قدام؟
La. Wash nuqtarh lwakl b chi wahd li kayn liha nfs lwa9t? 3andna wahd.
بغيت تسريحه كيرلي ضامه، الله يرحم الوالدين.
كَتْبَغِي تَاكُولْ بِيرَه.
صباح الخير. كيف الحال؟
خايف غادي نحتاج نشوف شي وثيقه تثبت الهويه ديالك.
شكون النوع ديال الصوص؟
هادشي شويه بارد. غادي تسخنو؟
معذره، هاد المكان محجوز.
حالتي مزيانه. ولكن هل ممكن تتصل بصاحبي؟
شكرا، هاد الشي كاف.
شكون هو صاحبي المقرب؟
يوم الصحه والرياضه، عاشر اكتوبر، عيد وطني خصص للنهوض بصحه المواطنين.
هل بغيتي نتفقد الموتور؟
هلا ساعدتني في العثور علي حقيبتي؟
غادي تْدَبَّرْ مُوْلَّي التَّرْتِيبْ مْعَ الْمُقَدَّمْ؟
كَنْتْسَاعْدْ. شُكْرَانْ.
وْصَلْتي، سْاَلْ شي وَحْدْ مَنْ نَاسْ اخَرْ، الله يْحَفْظْ.
بغيت الرقم 24، من فضلك.
ها جوج دولارات. خلي ليك الصرف.
وحدو برغر وحدو تشيز برغر، الله يرحم الوالدين.
شحال كديرو علي المعالجه؟
بغينا كل واحد يخلص علي راسو.
كان المكان علي كرسي في الرّواق.
بدّل هاد الين لريال.
بغيت قاموس صغير بحال الجيب، الله يرحم الوالدين.
لشخصين علي الساعه السابعه. الاسم هو واتانابي.
ساعتي. كانت سيكو ديجيتال.
غادي يكون لينا الشرف نقدمو ليك المشروب ديالك المفضل، وبعدها العشا. دليل كامل علي المشروبات لي كنقدمهم فهاد الرحله غادي تلقاه فدليل المعلومات ديال المجله ديالنا.
عندك ساكن هنا؟
فين كاين متجر الهدايا؟
كَنْسَافْطْ فِي الطْرِيقْ لْوَحْدُو قْرِيبْ مِنْ مُورُو بَايْ.
بغيت ساعه منبهه، الله يرحم الوالدين.
بغيت نعرفك راسك، انا هيروشي ايجيما.
هاد القطار كايوقف ف ليك فورست، مشي هاكا؟
كاع اليابانيين كياكلو الحبار و الكلامار.
كَانْدِيرْ لِي دُوز تِذْكِرَاتْ دْلَا سُوكُونُومِي لْشِيكَاغُو، لَفَضْلَكْ؟
مشيت ل نيويورك.
شكون هو رقم الرحله؟
وحده ل نيويورك، من فضلك.
عْلَي غِير بْضْعَه اَيَّام.
اللي من اليسار الثانيه.
هاد الكارط، مزيان؟
هاذي هي كونطوار الاستقبال؟ واش كاين شي مصحه قريب؟
هل عشره دولارات كافيه للذهاب بالتاكسي؟
كاين شي حاجه غريبه فالذوق ديالها.
نعم. انتظر، غادي نجيب ليك واحد.
نص قاروره، من فضلك.
لا باس. شي حاجه رخيصه.
كتشوف شي حاجه؟
اربع ليالي.
كَنْحْتَاجْ جْوَايَات.
هل ممكن تخليه ارخص شويه بحال هاكا عندو بعض البقع؟
داز عليا واحد الراجل. من بعد شفت محفظتي مشات.
ماعرفتش واش جمعت بزاف ديل الملابس لثلاثه اسابيع ديل السفر.
حسنا، بغينا نجربوا شي عنب ابيض.
ايلا سولات عليك شي وحده، قول ليها غادي نكون فالقهوه.
كَنْتَاكِدْ بلي كنت حاطّها فجيبي الداخلي ديال معطفي.
هل ممكن نعرف اسمك و رقم الهاتف ديالك؟
هل غادي الطياره تخلص لي باش نشري شويه ديال الحوايج الشخصيه الضروريه؟
بغيت شي غرفه فيها حمام.
مكاين والو من هاد الماكينه؟
كان خاصك تركب فالرحله 820، لي طارات من 15 دقيقه. مزيان، نقدر نوجد ليك رحله اخري.
شي حد فتح صاكتي.
اه، ما عنديش ما ندير. دابا جيتي.
"الخطوط الجويه اليابانيه، الرحله رقم واحد اثنان ثلاثه."
كَانْدِيرْ نِشْرِي شَامْبُو.
قول ليا فين غادي نوصلو للمركز الثقافي؟
فين كاين الجزاره لي قريبه؟
بغينا نبقاو اربعه ليالي من الاول ديال غشت.
شكون هو اسم ديك الزهره؟
15 شتنبر هو نهار الاحترام ديال المسنين.
مكاينش الصابون فغرفتي.
هل عندك شي حاجه ناخدها لهاد الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
شحال غادي ياخذ الوقت باش نطلب؟
هلا تكلمت بصوت اعلي شويه؟
شحال غادي يبقي حتي يخرج؟
فين كاينين اخبار الرياضه؟
هاد الحجم هنا، لي كتديروه الحجم العادي، غادي يفي بالغرض.
فاين غادي يوقف هاد الجوله، و فين غادي تكون؟
فين كنبدل القطار باش نوصل لادنبره؟
بغيت ندخل هادشي فشي خزنه ديال الامان.
فين كنشري العمله؟
هل يمكننا ترك اشياءنا، باستثناء الاشياء الثمينه، في الحافله؟
كَنْتَسْوَلْ عْلاش هاد التّحْمِيل فْ الفاتُورَه دْيَالِي.
غادي نخلص خمسين دولار.
دابا عرفت علاش كان الخلل.
هادا ايكيدا كيتكلم. عندي حجز لماءده فهاد الليله علي الساعه سته و نص. ولكن اسف غادي نوصل نصف ساعه متاخر.
شحال من اونس د العطر ممكن ناخد بلا ضريبه؟
غير السياحه.
هاد الشي مزيان، وقع عليهم من فضلك. كيف بغيتيها؟
عندكوم شي كراسي لبّارح؟
بغيت واحد كبير.
نعست علي الساعه سته و نص.
"انا مصور فوتوغرافي مستقل."
السماسريه كايديرو ليك الصرف بالدولار و يعطيوك نصاءح علي الكازينو. هادشي ولا، نمشيو؟
عندنا تقريباً تلاتين نوع ديال الزيوت ديال الحمام.
غادي نعطي ليك المقترح الاسبوع الجاي.
شكرا. شحال هاد الجوج قفازات؟
عندي نمشي. غادي نتصلك بعدا.
بغيت شي حفاضات للرمي.
منين جاو هاد لسمك لفراشات؟
عافاك غادي تبدلهم ليا لدولار؟
حنا حظنا زوين بزاف. عندهم واحد بحجم 4 فالمحل ديال الاموانا.
كاين شي ليموزين؟
هلا طلبت ليا تصويره ديال الصباح خمسه و نصف؟
بغيت شي غرفه هاديه.
بغيت شي مزيل لاكاشيون.
بغيت بطاريه.
عندنا فرقه موسيقيه حيه ولا دي جي؟
شكون اللي كايعاود علي كراء معدات الغطس بالزعانف؟
بغيت نحتار غرفه لمده اربعه ليالي من تاني وعشرين د دجنبر.
هل هاد الشنطه مناسبه لجميع الاحوال الجويه؟
بغيت شي بريوه، الله يرحم الوالدين.
باغي نكري سياره اوتوماتيك لمده يومين.
فوتت الطياره رقم عشرين ديال سان فرانسيسكو.
شحال علي المطار؟
هادشي مزيان. فين غادي يكون؟
شحال عندك البنت؟
غادي تقولي علي شي فنادق رخاص و نظاف؟
غادي نقدرو نحجز ليك غرفه مريحه فالقلعه القديمه قريبه من نادي الجولف المشهور.
كننصحك بهاد المنتوج حيت كايدار من مكونات طبيعيه ميه فالميه.
هل القطار كايوقف ف برايتون؟
قول ليا فين نلقا طاكسي؟
ممكن تاعتين تذكره ديال الدرجه الثانيه، الله يرحم الوالدين.
بغيت نبعث فاكس.
بغيت مكواه مسافره.
عندي نعرض عليك شي حاجه؟
نهار ديالي؟ كنخاف نسول، ولكن شنو كتقصد؟
باغي شي حاجه لي تدير الوثاءق ديال الحجم العادي ديال الورق بلا ما نطيّقهم.
نعم، ولكن ماشي بزاف قوي.
كَنْحْسَس مِنْ لْقِطَاط
اه، خاصك تكون عندك رخصه السياقه، و، اه، خاصك تكون عندك رخصه من اللجنه ديال التاكسيات و السيارات الفخمه.
سير علا براسك، سيدي.
ما قادرش ناخد الما سخون.
بغيت نحتار غرفه لليله هادي.
لا، الثمن ما فيهش الضريبه ولا الخدمه.
هل بغيتي تمشي معايا للتسوق هاد لعشيه؟
سلام، هاد الفستان زوين بزاف.
دابا، دازت المكالمه. سيري الله يرحم الوالدين.
شكون هو رقم الباب؟
شكون هو الهديه التقليديه من هاواي؟
هل ممكن نوصل لهاديك المنطقه بالمترو؟
بغيت تصفيفه شعر بالمجفف.
هل غاديين نوصلو لشي حاجه بهاد الطريقه ديال الكلام؟
جيت من النرويج.
من عشره حتي اثنا عشر من فضلك.
بالتاكيد. دعيني اراه. اعتقد انك جرحت من المرجان.
غير كنحسبوها، عطيني رقم المسءول.
هل كاين شي اوتوروت؟
علاش ما جاش للحفله امس؟
وقعات حادثه سير.
عفوا، ضربت رقم غلط.
من فضلك ادخل الكود السري.
ما قادرش نضبط الصوره.
وحدين برغر بالجبن وعصير برتقال، الله يرحم الوالدين.
ها هو جواز سفري.
شكرا بزاف. بغيت نطلع للفووق؟
هل ممكن ناخد تذكرتين للمسرحيه الموسيقيه يوم الجمعه الجاي؟
قال واحد مسافر اخر من هناك انه يمكن يبدل معاك الكرسي.
عندي شي امكانيه نطول مده بقاي؟
قول، واش عندك شي حاجه تستاهل تشوفها قريبه من هنا؟
لا، بغيت نكري نص مجموعه ديال العصي و زوج ديال الصباط.
هلاّ قلتي ليا فين غادي تلقاو الشنطه لي ضاعت؟
شكون هو اسم هاد المنتزه الوطني؟
عندي جرح خفيف.
فين كاين شي مكان مزيان باش نشوفو المناظر؟
هل ممكن ناخد شي فواكه؟
هل ممكن ناكل الغدا دابا؟
كَانْضْرَرْ نْبَدَّلْ هَادْ الدُّولَارَاتْ.
كَنْحْتَاجْ طاكْسِي. انا فْ سُوقْ سُوقْ جْنُوبْ وْ لِيبِيرْتِي.
بالتاكيد، هل تحتاج الي عقد داءم؟
ما كايناش تفاحه، هادي خوخ.
غادي نعطيك الوصفه. خدها للصيدليه.
طيارين تلاته ديال المرات فالسيمانه، يوم الثلاثاء، الجمعه، والسبت.
هادشي غالي، مشي صحيح؟
نعم، عندنا هاد الشي. غادي نجهزوه ليك.
غادي تبقا عندك الشنطه حتي لثلاث؟
لا، بغيت غير ندخل.
هل ممكن نستاجر سياره من هنا؟
هل انت امريكي؟
هنا، من فضلك.
مَاكَانْشْ عَاطِي وَجْهْ
فين كاين الظل ديال العيون؟
بغينا ركن هادي، ان امكن.
هاد الطاكسي خالي؟
هادي محطه قطار سريع؟
شحال الساعه نجي؟
بغيت كاس صغير ديال الخمر الابيض.
اه. هل يمكنني ان اكل وجبتي لاحقا؟ لا اشعر انني علي ما يرام الان.
في الحقيقه، عندي خبر. غادي نتزوج.
كاين شي بنطلونات اخرين؟
عندي برنامج؟
دوزت الليل فداري شي واحد دخلها.
عرض علي السمكه لي شفت اليوم فالكتاب ديال الصور، الله يرحم الوالدين.
شوف التعليمات لي فالكرتونه ديال الاكل المعبا.
بغيت فلوس ورقيه.
سرق ليا المحفظه و هرب.
عندكش دروس تجريبيه؟
فين كنشري الطوابع البريديه؟
انا من بريطانيا العظمي.
غادي نشوف ديك الساعه مع مراتي.
بغيت نرجع هادشي.
كاين تليفون طوموبيل قدام ديك البنكه.
غادي نوصل فالتاسع دمارس ونمشي فالرابع عشر.
هادشي شويه غالي، ما كتشوفش؟
عندك الطوموبيل؟
فين كاين تيرمينال ديل الحافلات؟
هاد شي بغيتي شي حلوه؟
كَتْحْكَمْ؟
نفس الشيء لي، من فضلك.
مكاينش اللي وصلني الطلب ديالي.
كاينين بزاف ديال لعيون الحاره.
غير خمسين الف ين ياباني لدولار امريكي.
ماشي مشكل بالنسبه ليا. في الحقيقه بغيت نشرب.
فين كنشري التزلج و الكلوشيات؟
واش نسيتي المشروبات ديانا؟
هلاّ بعثتيه ليا لعنواني فاليابان بالبريد الدولي بالكريمه؟
بغيت كاس ديال الخمر الحمر.
غير كاع ديالك السيد. ههه، غير مزحه صغيره.
بالتاكيد. واش شنو بغيتي؟
عندنا البيره، الويسكي، البراندي، الجين، الفودكا والخمور.
ID. اه، صحيح. هل جواز السفر مقبول؟
غرفتي رقمها تلاته وتسعين. هل يمكنك ان تاخذ غسيلي؟
غادي نشوف واش شي حاجه منهم كايجي.
بغيت كيتن.
جيب لي جبن محكوك.
هل ممكن تغسلولي قمصاني قبل الصباح؟
هاد السيد ما يصيفطنيش؟
علاش من بعد؟
سمح لي. واش كاين شي مكتبه هنا قريب؟
كَنْظُن بلي درتي خطا. الغرفه خلصتها مسبقا. عندي الوصل.
الطوبيس كاين من ديك الوْجه.
بغيت شي دوريتين د فيلم ملون ديال 100 ISO، 36 صوره، الله يرحم الوالدين.
بغيت نقد هاد الشيك ديال سبعين دولار.
بغيت نشري طابعات لعشر بطاقات باش نبعثهم لليابان، من فضلك.
كاين شي بنك قريب من المحطه؟
خايف يكون فيه غلط فالفاتوره.
هنا هو بالضبط.
وحدين شيزبرغر للتحل، شكرا.
ما بقاش ممكن دير التصميم بلا ما يكون عندك حاسوب.
جْري.
كاين تمزيق هنا فالقميص ديالي. واش ممكن تسدّيه ليا، الله يرحم الوالدين؟
شحال الثمن ديال التذكره حتي مانشستر؟
هل يمكنك ان تعيرني كابل زياده؟
فين كنشري حصيره ديال البحر؟
من فضلك، عطيني حجز جديد.
عْطِيني ديك شريحه لحم خنزير، ولكن ماشي بحال ديك السميكه.
غادي نجيو فسبعه.
كَانْ شُفْتْ الثْمَنْ هَادَا مَنْخَفْضْ، كَانْبْقَا نْتَسَاءَلْ شْنُو غَادِي نْشْرِي فْاليَابَانْ.
سرقو ليا سجلاتي انا كدلك.
وحد كون ديال لعسل، الله يرحم الوالدين.
موافق. خاصها تكون طبيعيه بزاف.
حذار من الفراغ، حذار من الفراغ، ثم قريبا من الابواب، من فضلكم.
غادي نحتاج لبطاقه كريدي.
ها هو الرقم.
قول لي فين كاين شي مكان زوين فهاد الواد، الله يرحم الوالدين.
عافاك بغيت تقرير علي حادثه.
لا، شكراً غير هاد الساعه.
حسنا، من فضلك بقي علي الخط. السيد ناكاجيما، السيده سايتو ما كتجاوبش علي المكالمه. هل تريد مني ان اتصل بها مره اخري؟
ممكن، ولكن خاصنا نوزنهم واحد بواحد.
كاين غير شويه و بزاف ناذر.
فاين كاينين الشنط ديال الرحله سبعه صفر ثلاثه؟
كاين شي حاجه فالته فالتقابض ديالك.
غادي يفسد هادشي؟
لا، شكرا. ما نيش غادي نشرب اكتر من هكا.
قول لي شحال من شارع مزيان للتسوق.
هاد الباص كيمشي للهيلتون؟
دابا، هاد اللوحه كاينه غير هي. ديال تسوروتارو كاتاوكا. معروف عالمياً كفنان.
عندي تقدير كبير للموسيقي الكلاسيكيه.
عندي شي دعوه عشا معايا فنهار من نهار؟
حاضر. شنو هو اسم الحزب ديالك ورقمك، من فضلك.
سمح لي، خليّني نخرج، الله يرضي عليك.
هلا طلبتي شي موظف كيعرف يتكلم باليابانيه؟
كَنْزُورُو عْلاَقَاتْنَا بِالْعَاءِلَه بْشَكْلٍ مُتَكَرِّر.
ميكي هاياكاوا. هذا هو الغرفه سبعه واثنين.
عندي نبقي هنا الليله، صحيح؟ واش تقدر تساعدني تحجز لي غرفه فالفندق؟
ما غاديش يطول. خمسه عشر دقيقه علي الاكثر.
هاش كاين هاد الاتصال؟
واخا، قول ليها راني كنت كنصوب ليها، الله يرض عليك؟ غادي نعاود نتصال بيها بعدين.
هل كاين شي جوله فالصباح؟
كتشري العملات الاجنبيه؟
ميزانيتنا تقريبا خمسين دولار في المجموع لثلاثه اشخاص.
فين كنشري شريط ديال التصوير؟
عندك شي بيره يابانيه؟
بغيت مايو صغير، الله يرحم الوالدين.
بغيت نسجل الشنطه ديالي.
هادي الانسه كاوازو فالغرفه 1611.
Bi-l'ahwa.
ما كاين والو.
علاش كاينه اهميه بزاف عندكم، راس العام ولا عيد الميلاد؟
كرسي رقمك هو تلاتين و ا. دابا مشي فالرواق هادا مستقيم. هو كرسي جنب النافذه.
غير دقيقه وحده، الله يرحم الوالدين.
مرجو ملء تقرير عن فقدان شيء ما.
مكا نفهمش الامريكاني، كنحكي الانجليزيه ديال الملكه.
من نهار لبارح.
*غادي يشمل التامين ديال التصادم والتامين ديال المسءوليه.*
ضيعت بطاقه التعريف ديالي.
عندك شي بروشات بتصاميم زوينه؟
كَنْتَصَل مِنْ كَابِينَه تِلِيفُون فِي مَاكِي
هادو كبيرين بزاف.
شحال ثمن التوقيف بالساعه؟
سيداتي سادتي، في رحلتنا اليوم، لدينا مضيفات ومضيفون يابانيون يمكن التعرف عليهم من خلال شارات العلم التي يرتدونها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا بذلك.
هل كاين شي فتره فالفن لي كتفضل؟
شوفها مزيانه دابا.
سير علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، هوما متينين بزاف.
حاضر، غادي نبعثها ليك ل لاس فيغاس.
كَنْبَحْث عَلَي قَمِيصات دِيَال الجْرِي.
هل بغيتي شي حاجه تشربي من البار؟
هكذا من فضلك. خذ هذا المصعد.
خير ليك تركب فالقطار ديال تمانيه و نص.
كاين شي سينما هنا فهاد المنطقه؟
دابا موسم ديال لكوكل، غادي يكونو زوينين.
بغيت ساعه مستعمله.
غادي نْسَجِّل الوُصُول تقريباً فْ التسعه دْ الليل.
كايتاخر الوقت. خاصني نمشي.
ماشريت حتي خدمه ديال الغسيل ديالك. غادي تشوف هادشي من جديد؟
بغيت شي نعناع، الله يرحم الوالدين.
لا، ما كاينش.
هادي اخر محطه؟
نطلبوه فالتليفون.
هادشي حرّ بزاف؟
فين كاينين حافلات السياح؟
نعم، بغيت نشوف معالم المدينه.
كاينين بزاف د السياح حدا البنايه، كايبانو تجمعو باش يشوفو شنو كاين.
شكرا علي حسن الضيافه.
الصّراحه هي احسن سياسه.
هلاّ سَبّقتي تْنَوّقْتيني فْسَاعَه سِتّه، الله يخليك؟
شحال الثمن ديال نص نهار؟
انا كينجي.
كَتْعْرْف شي مَكَان زْوِين فْشيكَاجُو؟
واخا، دابا داكشي لي بغيتو غادي نديرو.
هل ممكن تبدل هادشي بواحد اخر من نفس النوع؟
بغيت نعمل حجز علي ثلاثه و نص د النهار.
صندوق الامان، من فضلك.
اختار لينا شي عنبه مزيانه.
بغيت شي بلاصه صغيره.
علاش نخلص علي الغاز؟
سارق. خاااااااااا
كِنْتْسَناوْ صْحابْنَا يْجِيوْ.
عْطيني شْويه صْرف.
"شَعْر مَرْبُوط بِشَكْل دَاءِم، مِن فَضْلِك."
هيا صغيره و لطيفه.
شكون هو الاوبرا د اليوم؟
مقلي، من فضلك.
ما عطاونيش الغسيل ديالي بعد.
واش كاين شي حاجه هاد السبت الجاي؟
واخا، يمكن نتفاهمو مزيان مع بعضياتنا.
عاملاتني بحال شحاذ.
فهمت. ممكن نساعدك فمشكل اخر؟
هل يمكنك وضع عدسات طبيه في هاد النظارات الشمسيه؟
غادي ناخد اثنين من هادو.
شكون هاد الكلاب زوينين. شنو هاد السلاله؟
سقطت الشوكه ديالي. جيب لي وحده اخري من فضلك.
ديك الساعه كانت متعه.
اكيد. سير علي طول ولف يمين فالتالته. غادي تلقاها علي يمينك.
عندك شي فيلم ديال الصور الملونه؟
عرفت كاثي؟ هادي عيد ميلادها.
عندك شي باليت ديال الالوان؟
شكون اللي غادي يخلص بالشيك ديال المسافر؟
ولكن، هو، الراجل، كيفاش نعرف هادشي هو الحقيقي؟
هل يمكنني الحصول عليه بدون ضراءب؟
ما قادرش نحط الشنطه تحت الكرسي. بغيتك تحفظها ليا، الله يرحم الوالدين؟
هلا حطيتي هاد السكّانه فالكَاراج؟
غادي نمشي دابا، غادي ناخدو.
مرجو ارسال حد يساعدني علي صعود حقاءبي في السادسه و نصف.
بغيت خريطه د سان فرانسيسكو والمناطق اللي حواليا.
شكون هو الخبز لي عندك؟
فين كاين المصعد؟
هل كاين شي حد كيعرف يعزف علي البيانو؟
فاش خاصني ننزل باش نمشي للبرج كاين؟
الميزانيه اقل من الف دولار.
شكراً بزاف، ولكن ما عنديش الوقت باش نبقي ليلتين. هل ممكن تحجز لي غرفه توام في ديك الفندق لليله 12 مارس غير؟
هل ممكن نحجز غرفه مزدوجه مطله علي المحيط؟
ما قررناش بعد.
صاحبي تعثر وشد ليه كاحلو.
غادي نجرب شي شربات.
هل هناك مطعم تايلاندي قريب؟
كاين حدا ديك العماره العاليه. دابا رجع بنفس الطريق لي جيتي منو حتي لضوء الاحمر. من بعد، لف لليسار.
غادي نطيّر علي لوس انجلس غدا الصباح الباكر.
واش من بعد نقدر نقوليك بثقه دير هاد "جوله مدينه سان فرانسيسكو". هادشي غادي يعطيك فكره عامه علي سان فرانسيسكو.
بغيت ناخد التامين.
نطبقو شويه دْلبروده باش نخففو من الالم.
كَتْبَغِي تِشْرِي لْبَسْتَه.
شحال الثمن ديال التاكسي حتي لهاد الفندق؟
فين كاين التواليت؟
واش كاين شي تمن باش ندخلو لهاد البنايه؟
ديرها بحال ما بغيتي.
كَنْبَحْث عْلَي حَاجَه شِي شَوِي رَاقِيَه.
"النافذه مسدوده."
فاش من جهه كاين ساحه يونيون؟
نص اونصه من شانيل نمبر فايف، من فضلك.
شكون اللي بغا كاس ديال قهوه؟
هَلْ عَلَيَّ اَنْ اَشْتَرِي تَذْكِرَهً؟
شحال هي الخدمه؟
شحال من هنا؟
كريمه و سكر؟
عندكوم شي تخفيض للمنخرطين؟
كاين شي سوبر اكسبريس فتسعه و نص؟
خليني نشوف شويه ديلويد ديل الفرامل والموتور. الموتور ديالك كايبان ليا غادي يطفي.
ماشي حيت انا.
مكاينش الضو
غادي نبلغ علي هادشي للبوليس.
غادي يخلص كل واحد مشروباتو؟
مابين تلاتين وخمسين دولار ف الليله.
صلح هادشي.
فِي اَيَّامِ السَّنَهِ الجَدِيدَه. وَفِي المُنَاسَبَاتِ الخَاصَّه مِثْل حَفَلَات الزَّفَاف، حَفَلَات التَّكْرِيم اَو حَتَّي المَاتم.
زيد ليا شويه ديال الخردل، الله يرحم الوالدين.
علاش ما تعطيهاش هديه؟
شكون الفيلم لي كتعرفي توصي بيه؟
هاك عشرين و رجع لي درهمين، الله يرحم الوالدين.
ضرباتني من الجنب.
غادي نجي عندك فاثنين.
هذا هو الشنطه ديال الرحله JAL واحد صفر؟
هادا اول مره نتجوج لباريس.
هل ممكن تقدّر التكلفه قبل ما تبدا فالشغل؟
دخل، من فضلك.
رحله التخييم ديالنا غادي تكون مزيانه بزاف.
فين غادي نركبوا القارب؟
ما عندناش كيس بهاد المقاس، غادي نديرو ليك فالبلاستيك الكبير هادا.
بغيت نلعب التنس.
كاين عصير اناناس، برتقال و طماطم.
جيهه اليسار ديال هاد الطابق، قريب من المصعد المتحرك.
شكون لي غادي يغني فالقاعه ديال الحفلات اليوم؟
ما بغيتيش تشوفي فيلم اخر؟
بدّل لي هاد الشيك ديال المسافرين فلوس نقديه.
بغيت ناخد نفس الدوره غدا، من فضلك.
ممكن نجاوبك علي هاد السءال بشكل احسن بعد ما نشوف بضعه عروض.
كَنْتَبْغِي هَدِيَّه بْلَاصَه لْذِكْرَي عِيد زْوَاجِنَا.
شكون هوما المسرحيات الموسيقيه لي كاينه دابا؟
عندك مرايا؟
عفاك، ضعت فطريقي. واش تقدر تساعدني؟
غادي ناخد هاديك، الله يرضي عليك.
ما كايدخلوش البارود لكندا.
شكون هادي مرتك، شيف طوب طوب!
كَتْبْغِي شي مْعَوْنَه؟
هل ممكن تحجز ليا طاكسي لسته غدا الصباح؟
شكون ليك معا هاد الطاجين؟
هل كاين شي بوتيك هنا فهاد المنطقه؟
هاد المكان مملوء بالناس، مشي هاكا؟
معذره. غادي يكونو جاهدين فشي خمس دقايق.
حسيت بوجع في رقبتي و انا كنحلم.
حاضر، مكاين حتي مشكل. بغيت نشوف الباسبور ديالك؟
ماعنديش فلوس.
شحال الساعه اللي خاصني نكون فالطوموبيس؟
كاينين بزاف د المطاعم هنا.
كايْنْ جنب الْخْزانه ديال الكْلْبْس.
كان لقاء ممتع معاك.
هل كاين شي جوله فالنهار؟
انا مع صحابي.
استمتعت بالاقامه. شكرا.
البلاج تحت بالضبط. شحال حلوه هاد المنظر.
شكرا علي الانتظار، السيده ماكغاير. ها هو. تفضلي، من فضلك.
عندك شي بطاقه تعريف؟
سبعه، من فضلك.
باغا نبعث هادشي للكوي. فين غادي يكون جاهز؟
عندي سروال مخطط.
نعم. توصلت توا بحقيبه شخص اخر في غرفتي. هل يمكنك التحقق منها، من فضلك؟
هلا شرحتو ليا بالتفصيل؟
عْلاش مْنَعْسْتي مزيان؟
غادي تضغط علي زر التصوير؟
عطيني جوج مفاتيح، الله يرحم الوالدين.
بغيت لمبه.
كاين فاخر الممر.
بغيت شي ورق ديال الكراس.
هل غاديين فالطوبيس؟
قُلتي غادي تمشي لليابان غدا؟
خليني نعس حتي تسعه صباحا.
عندي ننقل لواحد ماءه AW. هل ممكن؟
شكون هاد اللعبه ديالك هاد الايام؟
كَنْحس بْالضّيقه فْالصّدر.
La basla. Law jiti f 5 septembre, ghadi tstame3 m3ana film 3ilmi, 3andna nhar mftouh khass f kol juma ula f chhar.
عندك شي جوله اخري؟
حسنا، خصم خمسه في الماءه. هل هذا مقبول؟
غادي نمشي لباريس.
واش هادي اخر موديل؟
محدد علي ثمانيه وثلاثين دقيقه ديال الليل بالتوقيت المحلي.
خدو معانا ديك العماره، الله يرض عليكم.
حاضر. بغيت واحد صحن وسط و كرواصه ديال الارز.
كيف شايف هادشي؟
بغيت نشوف داكشي لي فالطاقه، الله يرضي عليك.
La yekdar. حنا فالعطله. ما بغيتش نبقاو فالغرفه ديال الفندق نشوفو كره اليد فالتلفزه. بغيت نمشي نشوف مسرحيه.
عندي نلمسو؟
هلا جيتي هاني تصلاّحو؟
بغيت شي الياف صناعيه.
سميتي تارو تاناكا. عندي حجز.
بغيت كريم تنقيه.
بغيت جوجيت بطوال.
تسرقات لي كيس ديالي.
سبلنا كايعاودو يتقاطعو بزاف، مشي هاكا؟
هل ممكن نشوف القاءمه مره اخري؟
كاي بانو عليهم شويه خضار.
شحال؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسته وسبعين متراً.
لا، بعدا. عندك بزاف باش تختار.
بغيت كريم ديال الليل.
كاين بين الخبز والجزاره.
هل يمكنك تقصير الاكمام؟
كَنْخَافْ مَا كاينهشْ لْعْبَهْ لْگُولفْ فْهادْ لْحَيْ.
هلا عطيتيني الخاتم الثاني من اليسار؟
هلا سالتيه باش يدير ليا تلفون؟
حاولت ندير مكالمه دوليه. وصلتي ولا لا؟
هادشي خطا.
نعم، هاكا. حيت كتشوف الرايه قدام البريد.
غادي تبعهم اكيد، صح؟
بغيت ندير تلفون بكريدي كارت.
بغيت ناخد ديالي و نمشي.
ملي توصل، غادي نخلصو الشحنه باش توصل لداركم.
هاد الايام كنستعمل دايما الكونطور فالعمل.
اه، مزيان. فهمت. غادي نجي عندك.
لا، هاد شي بزاف.
هل ممكن ناخد لحاف ووساده؟
جيتي لهنا ف اقرب وقت ممكن، الله يرحم الوالدين؟
كاس دي كافا، الله يرحم الوالدين.
كَنْبَحْث عْلَي بَازْ كَارْدْسْ دَيَالْ هَاوَايْ تَيْقْلِيدِيّ.
هلا ضيقتي الخصر بثلاثه سنتيمترات؟
عندي نفس السن.
غادي تجيب لي شي قهوه؟
350 دولار؟ هادشي بزاف علي ميزانيتي.
هلي خاصنا نديرو تصويت؟ ان لم يكن كذلك، اعتقد اننا توصلنا لقرار، غادي نبعثه للمجلس الاداري ديالنا غدا الصباح.
كَتْعْرْف شي فندق رخيص؟
صباح الخير. نعست مزيان؟
شكون هي النيه ديالك بعد ما تخلص المدرسه؟
تسرقات لي كيس ديالي ديال الكتف فالزنقه.
ڭاعما كنتي غادي هاد الصباح، ولا عندك شي خدمات اخرين غير الفطور؟
بغيت كاس ديال قهوه بيضا، الله يرحم الوالدين.
حاضر. واش كاين فندق شيراتون هنا؟
كَنْتَمَنَّي مَاكْ تْكُونِي مْعْيَاتْ بْزَافْ.
بغيت نكري سياره من هاد الفءه لمده يومين.
غادي نشرب كاس ديال جاك دانييلز.
بغيت كيس ديال البوب كورن، الله يرحم الوالدين.
سقطت مني عصا التزلج.
ما كنحملوش معانا هدايا للاستقبال. بالعكس، كيجيبو الضياف فلوس.
باغي نبعثها بالبريد البحري.
جاو الطياره متاخرين بسبب الثلج الكثيف.
شحن، من فضلك.
هلاّ دّيت ليا شي رساله، الله يرحم الوالدين؟
معذره، ما قادرش نتبعك. هل ممكن تتكلم شويه ببطء، من فضلك؟
شكون بغيتي نشوف ليك؟
علاش لا، بغيت نصور؟
خارج الميه.
رقم الرحله هو اتش بي تسعه وثمانين متجهه الي طوكيو في الحادي عشر من مارس.
هل ممكن ناخد نفس الطبق ديال داك السيد؟
عندك شي واحد اخر؟
جيب لي الفطور لغدايه ديالي فداري فسبعه صباحا غدا.
غادي يصعد واحد من الصيانه دابا.
معذره. غادي نرجع بعدين.
كيفاش غادي ناخدو؟
هل كاينين شي بلاصا فجوله الخميس؟
سمح لي، واش نقدر نمر؟
عندك شي نباتات ولا فواكه؟
قول ليا كيفاش نملا كارته التنزيل؟
كَنْتَقْلَبْ علي شي خمسه الاف دولار باش نبيع سيارتي.
هاد الطعام فيه كالوريات قليله؟
شكون هو الباص لي خاصني ناخد باش نمشي للمحطه؟
نعم، صحيح. ولكن عليك ان تنعطف يسارا عند ثالث اشاره مرور وتستمر في ذلك الشارع حتي تصل الي الطريق رقم سته وستين.
بغيت كاس ديال الما باش ناخد دوا، الله يخليك.
كنتمني منك تاخدني للبحر.
معذره، غلطتي في الرقم. هادي شركه تانكيوشا بريس.
غادي نخرجو.
شكون هاد الموسيقي؟
عطي هاد السيرو لوليدك، مقياس واحد، بعد كل وجبه.
هاد الطراز متوفر فحجم 28، 31 و 35 سنتيمتر.
اه، هادشي بزاف.
هل يمكنني استعمال هاتفك؟
هادشي ريحتو زوينه بزاف. شحال ثمنو؟
بغيت نعاود ناكد علي رحلتي لشيکاغو فـ 17 ديال هاد الشهر.
كلت شويه بزاف.
هل يمكنني التحدث مع الانسه براون؟
هاد الدار كاينه فيها راحه العيش، ما كاينش؟
بغيت نعمل حجز فالرحله ديال الخطوط الجويه نورثويست، الرحله رقم 86، فالتاريخ الخامس.
محفظتي، جواز سفري ومتاع شخصي.
شكون الوقت لي كتسدوا فيه؟
صبر شويه. ممكن نسيتو فالحمام.
هادشي علاش كنت غادي نقول.
نعم، كنعتقد هاكا.
دارك كبيره. شحال من غرفه عندك؟
استمتعنا بالعشا.
فاهم، ولكن ما نقدرش نقولها.
اه، نعم، من فضلك. اتمني فقط الا يصابوا بدوار البحر.
لطوكيو، من فضلك.
شحال باقيلنا باش نوصلو؟
غادي نمشي بكري غدا، بغيت نخلص دابا.
شيري ناشف، من فضلك.
مقعد مخصص لغير المدخنين، من فضلك.
كايْخدم دابا.
هل ممكن للاجانب يوصلو للكتب فهاد المكتبه؟
هل ممكن نبقي فالغرفه حتي الساعه 2 ديال لعشيه؟
هههه. صباح الخير فوقتك. عادي.
بغيت شي شويه ديال هاد الفيلم ديال ASA number لهاد الكاميرا، الله يرحم الوالدين.
فين كاينين لوحات مونيه؟
هاد البيتزا لذيذه. شكون اللي دارها؟
شكون هو طعم هاد الطبق؟
كذلك هوما غاليين.
علاش غادي يخرج القطار اللي كيمشي ل بوسطن؟
غادي نتعلم الجولف.
عْطيني شْراب اخر.
شكون هاد السورفر الزوين.
كَنْخَافْ بَاشْ لْكْمَامْ كْيَكُونْ قَصِيرْ بْزَافْ.
هل ممكن تعلمني كيف ندير الغاز؟
هل ثمن الفندق يشمل الفطور؟
هادشي كامل؟
هادي هي الطريج.
شغل العداد، من فضلك.
غرفتي بارده بزاف.
غادي نرجع ليك ملي نكونو فاضيين شويه.
عندك شي واحد اكبر من هذا؟
حسيت براسي مزيان.
هل عندك علم بجغرافيا اليابان؟
"عافاك بانيلي فين كن في هاد الخريطه."
%100 دْيال القطن.
بغيت نبدل لغرفه ديال المحيط. واش كاين شي تكاليف اضافيه؟
شحال كاينه الكراء ديال لوح نص نهار؟
عشره نونبر.
بغيت شريط اله الكتابه.
كايحمق بزاف.
علاش غاديين نطيرو؟
كيفاش غادي تعرف الساءق علي انك بغيتي تنزل؟
$24. واش بغيتي شي حاجه اخري؟
درت الحجز فطوكيو من شهر.
نشكرك من اعماق قلبي.
هل انزل هنا للوصول الي مركز روكفلر؟
سول علي المقاس ديال لخاتمي.
غزال بزاف.
غادي تخرج معايا فموعد غرامي؟
سولي هاد الكونطره صاوبها.
بغيت نكري سفينه بموتور.
فاين قسم النساء؟
القهوه ما كايناش؟
شكون كان تخصصو قبل؟
اخ. اخ. اخ. اخ. ولّيت معوّد علي وجهها.
علاش نخلص هاد التيكيت فينما ندخل لشي عماره؟
السلام عليكم، عندك مكالمه. تفضل، من فضلك.
جرحتي كاتعذبني.
فين كاين المحطه؟
عندي قشعريره.
ثلاثه ايام.
عبر الجسر لي غادي، غادي تلقي المكتبه من الجهه اليسري.
ساعدني نلقاو واحد دليل كي يتكلم اليابانيه.
ما بغيتش واحد كبير.
غادي يكون تاخير خفيف.
شكون هو الفرق بين هاد الفنادق؟
ضيعت طريقي و خرجت من المحطه.
كان زوين. شكرا ليك.
غادي نكون هناك تقريبا ف سته ديال لعشيه.
عندك شي حاجه اطول شويه؟
تاريخ الانتهاء هو مارس تسعه وتسعين وتسعماءه والف.
شحال كانت؟
كاين شي كازينوهات زوينين؟
ها الفلوس ديال الكراسات. ورقه ديال ميه دولار.
فين كاين قسم النساء؟
فين كنصعد فالبوط؟
صاحبي مصاب.
كَتْبَانْ لِي بْخِير.
غادي هاد المتجر يبقا مفتوح غدا؟
كولو فطوال الممر.
هلا حلقتي لي شاربي؟
هادشي كيجي مع بار السلطات واختيار بين بطاطا مشويه ولا بطاطا مقليه.
فين كنشري الحشيش؟
ما نقدرش نبيع هادشي بلا وصفه طبيه.
علاش لا، ممكن نحجز خمسه كراسي فصف واحد؟
هلا عطيتيني حبل للجر، الله يرحم الوالدين؟
شكون هو لكار لي كيعطي احسن مسافه بالليتر؟
ما غاديش تعطي لك تخفيض مهما درتي.
هلا فتحتي هاد الشنطه، الله يرضي عليك؟ شنو كاين هنا؟
بغيت ندير مكالمه بعيده للهيلتون فبوسطن.
هاد السيدات يقبلو بهاد الشي؟
حذر، سقف واطي.
مَكَانْشْ نْشُوفْ الشاشه مزيان من هنا. هل ممكن نبدل الكرسي مع شي حد؟
زارت البحيرات العظمي لاول مره.
كاين شي حاجه مخلصه فهاد الماكينه.
كَنْحْتَاجْ طَبِيبْ.
"منين هادي وهي فبريطانيا؟"
واحد بحالك كيعشق الطليعي غادي يعجبو لوحات الهيبيين وموسيقي الشارع.
شكون الساعه؟
غادي ناخد هوت دوغ و كولا.
هادا هو المشغل ديال الخارج.
كتشوف ديك البنايه البيضاء، صح؟ هي قدام ديك البنايه.
منين هاذي؟
ما عنديش ما نصرح بيه.
شكون قال ليك؟ هل خاصك تخلص الضريبه علي الكحول ملي تكون عندك اكثر من ثلاثه قنينات؟
صاحبي مريض بزاف. هل ممكن تتصل بطبيب، الله يرحم الوالدين؟
ماعنديش فكره مزيانه علي الخمر. شنو هو لي كيجي مزيان مع هاد الطبق؟
هلاّ دّيتني تلفونه صباحاً؟
كاين محطه البنزين علي بعد بلاصتين من هنا.
الناس ديال اليابان ما كاياخذوش عطله طويله.
كَنحسْ بلي كايشوفو فيا. واشْ شحالْ هادي ما شافوشْ جابوني؟
بالطبع لا. علاش تقول هاكا؟
فاين هي باب الدخول للبريد المركزي؟
فين كاين كَاراج حافلات غرايهاوند فهاد المدينه؟
واش مطاعم اليابانيه فكيوتو غاليه بزاف، مع ذلك؟
كَنْحَسْ بلي هاد الضوضاء شويه بزاف عليا.
عندنا غرفه توام فيها حمام ب 85 دولار.
بغيت ناخد التقييم ديال الكتاب.
هاد العام البرد ابرد من العاده، ولكن ما كافيش باش يطيح الثلج.
فين كنشري تذكره التران؟
غادي يكون عندي الكراسي ديال البزنس كلاص، صح؟
شحال الثمن ديال الطاكسي من هاد الفندق حتي للمحطه؟
"واش ممكن هادشي و هادشي، من فضلك؟"
كايْقولو بلي اليابان بلاصْ طْويله.
هل كاينين شي غرف خاويين فالقطار النوم؟
هل يمكنك تخفيضه الي عشرين دولاراً، من فضلك؟
هادا هديه لصاحبي.
تْلجْ كْتْخَلِّي الطْريقْ زْلِيجْ.
مكايناش الكاميرا ديالي.
غادي ندير شويه ساندويتشات بالخنزير.
عندك شي حاجه تصرح بيها؟
شفتي هاديك الجاكيته الزرقا؟ خليتها علي هاد الكرسي.
كاين محل ديال الزهور فبلاصه المقابل ديال الشانطي.
انا من طوكيو.
بغيت شي كريم رانس ديال ريفلون.
عندي شي حوايج للغسيل.
طَلبتو من زمان.
هلاّ بعثتي ليا شي حمال لغرفتي فالسادسه صباحا؟
غادي نشرب شوكولا ساخن.
غادي نتفقو باش نخليو ليك الغرف ديالك يتنظمو.
خاص، من فضلك.
شحال علي فندق سي؟
عندي ناخد تذكره وحده فيها عده تذاكر؟
بغيت نحتار شي طاوله لشخصين فسبعه، من فضلك.
بغيت كريم ديال الليل.
هل غادي تْلف هادشي كهديه؟
هادي ربع ساعه علي ثلاثه.
غادي نخطط نبعث الفواتير ديال حاجياتي اليوميه، عطيني العنوان وسميه المسءول.
كايصعاب علينا نتكلمو الانجليزيه بطلاقه.
عندك هادشي بنفس التصميم ولكن بكعب عالي؟
بغيت جوجيت لولد عندو 10 سنين.
وديني لعند زنقه ابيي رود، الله يرحم الوالدين.
شكرا. السلام عليكم، شكرا علي الانتظار.
انا متاكد عندي حجز.
غادي نبعثها ليك، دابا بقي هنا.
جينا غير نهار.
عندي صداع خفيف.
استمتعت بالوجبه بزاف.
لا، تفضل اجلس وانتظر. راجعه علي طول.
هل ممكن نشوف السياره؟
هلا رسمتي لي خريطه، من فضلك؟
حاضر سيدي. ابقا فبلاصتك حتي يجيك الطبيب.
تعرّضت للسرقه بالعنف فابح البحر. تعالي علي وجه السرعه.
شكون لي غادي يعطيك ميه دولار؟
بغيت هادشي يتعاود ليه التغليف.
باغي نطلب اعاده اصدار.
الحكومه ساندات تشجيع الصناعات.
كَايْنْ فْ الخمسين دْ السْنِينْ، هَكَاكَا كَنْظُنْ.
شحال هو السن القانوني باش ندير هادشي؟
عندك شي خراءط بسيطه ديال المدينه؟
ايلا كان ممكن، انا بغيت نتفادي نخرجو السن.
العداد هو كره واحده، ضربتان.
شحال الساعه غادي يوصل القطار لساندييغو، الله يرحم الوالدين؟
بغيت نشوف صندوقك.
بغيت شي شامبو.
كَنْبَاتْ فْ فُنْدُقْ هِيلْتُون.
كَنحس براسي مْخَبَّط و كَنْشَكّ فْالغِيْثان
ولكن عندي موعد باش نشوفها ف 2 ديال لعشيه.
هاد السياره كتمشي لادينبرج؟
نعم، من فضلك اكمل هذا الاستماره.
شحال كديرو علي الوزن الزاءد؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ديال الجمعه.
اه، معذره. كاين مشكل و كنصلحوه. بغيتي تنتظر تقريباً نصف ساعه؟
شكون الوقت لي ممكن نخرج من الفندق؟
فهمت.
غادي نطيّر شي حد.
هل بغيتي تحل الفاتوره دابا؟
جاني الطوموبيل من الجنب فالتقاطع.
هادي علبه ديال الموسيقي.
فين كاين الحي؟
هل كاين طوبيس ديال الجوله فالمدينه؟
شكون الوقت لي غادي نبداو؟
حاضر سيدي. في فءه السيارات المتوسطه الحجم، يمكننا ان نقدم لكم سياره ميركوري سابل. هل هذا مناسب؟
داز ليك عضله.
وعدني ما تضربش الكره، غي ضربها. فاهم؟
شحال باقا؟
هل يمكنني استعاره بعض المنسوجات الكتانيه؟
شكون هو الجلد لي صاوبو هاد القريطله؟
ماعجبنيش هاد الكارد، ممكن تعطيني واحد اخر؟
شريت هادشي من لحظه، ولكن غادي تبدل هادشي بهاداك؟
صْراحهً مَوْافقشْ مْعَ هاد الشي.
هاذي هي الطريقه الصحيحه للوصول للمحطه المركزيه؟
قارب مع دليل، من فضلك.
بغيت نطلب بدله سوداء ليا.
هاد المظله غادي تصلح كعصا.
علاش خاصني نخلّي كلشي فالكونطوار؟
عافاك بان ليا الباسبور ديالك.
هل كاين شي محل للتنظيف كايدير الصابون ديال الاحد؟
ضْرْبْنِي دْنَيْنْ دْبُورْجِرْ بْلَا بَصْلْ، الله يْحَفَّظْكْ.
شكون هو الباص لي كيمشي ل ميامي؟
ولكن لا داعي للبقشيش.
كاين واحد فكارنيغي هول.
ماشي معتمد.
شكون هو الاختصاص ديال الدار؟
بغيت ندير موعد عند الطبيب.
كَنْتَسْوَلْ واش كاين طابله قريبه من النافذه لسبعه د الليل.
ماشي مشكل نجي عندك؟
كاين شي مجال باش نتحسنوا.
فين كاين الميترو؟
عندك شي حجم اصغر من هذا؟
فين كنشري الاسبرين؟
هادشي هو القعر؟
عافاك بغيت تصويره ديال اسبوع.
هادا زميلي.
شكون هو هاد الغاز؟ سوبر، عادي ولا بدون رصاص؟
هاني واحد.
كَنْجِيبْ فِي رَاسِي نْزْكَامْ.
غادي يكون مسدود يوم الاثنين، ولكن نهار اخر غادي يكون مزيان. انا كنعتقد انه مفتوح من تسعه للخمسه.
هادشي كيعني كيش ديال لبلوطيه مشويه بالصوص خاص عليها فوق صحن ديال رز.
قال نحتافلو و داني لبار. قال غادي يدير تلفون و خرج و ما رجعش و خلاّني عالق مع فاتوره كبيره.
شحال الثمن للغالون؟
كان عندي الباسبور والكريد كارد ديالي فالشنطه ديالي.
الحجز الساعه سبعه، باسم مانو.
ما بغيتيش تشربي كاس ديال الشاي؟
قوليلي فين كاين القنصليه اليابانيه؟
هل كاين طبيب فالڭونده ولا شي واحد ممكن نتواصل معاه؟
كيدوز من شارع بوند باش يشري دايما.
ورقه بالانجليزيه، من فضلك.
كاين شي بلاصا كايعزق فيها الموسيقي الكونتري؟
بغيت نتحقق من حاجياتي الثمينه.
عندك شي صوف اخر؟
شحال الثمن للورقه؟
واخا، ضغطي علي تسعه وصفر واحد واحد، من بعد كود البلاد و رقم الهاتف.
كَانْدِيرْ نْخَذْ مُوَا كُوكْ دِيتْ؟
هل ممكن نطلب؟
كان عندنا جوجه مزيانه. شكرا.
سمح لي، بغيت نمرّ.
سكان اليابان كاملين تقريبا ميه وثلاثين مليون.
بغيت نكري شي شمسيه.
نعم، بغيت نرجع الفلوس لي خسرتهم.
محفظه فيها ميه دولار و كارتين فيزا.
الماء سخون بزاف.
كَتْكون هُنا.
كاس دي كاوه، الله يرحم الوالدين.
مُستَحيل بزاف.
كَنْعَانِي مِنْ وَجَعْ فِي البْطِينْ بَعْدْ الاَكْلْ.
واو، هاد المكان زوين.
غادي يكون عندو انسداد هواءي.
عْلاش مَا قْرَّرْتِيش؟
ايلا بغيتي، نقدروا نرتاحو هنا.
ضيعت التتبع ديال رساله مسجله.
ما غاديش تبدل خدمه ديالك بسهوله.
شكون هي المحطه اللي جايه؟
حسنا، ولكن ليس المدرجات. الجو حار جدا اليوم.
نزل هنا، وبدل للطوبيس رقم سته.
عندي نطيّر فالطّياره ديال عشره صباحا.
كَانْحَسّ بْغِيتْ نْقَيّحْ.
ما بغيتش حاجه ثقيله.
شوف الحساب، الله يرحم الوالدين.
شحال ثمن الفطر الطري؟
شحن، من فضلك. هل تقبلون فيزا؟
اليوم غادي نمشي نشوف شنو هو الحي الصيني.
ضْنْ ضْنْ تْسْعَه تْسْعَه سْتَّه سْبْعَه صْفْر صْفْر
بغيت نعيط ليكوم باش تخرجو ليا دنتي.
بغيت شنتيان ديال الماكياج.
كَنْتَسْوَلْ كَيْنْجَمْ يْكُونْ هَادْ البَقْشِيشْ؟
فين كنشوف فيلم "شبح الاوبرا"؟
باغي نشري دكّار للصحاب ديالي. واش عندك شي اقتراحات؟
ببطء اكتر، من فضلك.
شحال كاينه التكلفه الشهريه ديال الفاكس الدولي عندك؟
مقلي من الجهتين، من فضلك.
حسنا، الامر واضح جدا. اعطوني رخصتكما واوراق تسجيل السياره. ويا بني، اخشي اننا سنضطر لاجراء اختبار تنفس لك.
غادي يكون جاهز ليله بعد غد العشيه.
هادشي مصنوع من القطن؟
عندي دواي ديالي.
شنو غادي نشوف فهاد الجوله؟
نعم، عندنا سياسه مشروب واحد علي الاقل.
شحال الثمن ديال نهار واحد؟
هاد الباص كيوقف قريب من الفندق؟
بغيت شي سي دي صغيّر.
كاينين رحلات جال وانا لي كايطلعو ف 10 و 55 دقيقه. ولكن، للاسف، كلهم ممتلءين.
كيجي علي مزيان.
هلا جبتو لينا طاوله لخمسه؟
مكا تفهمش الانجليزيه دابا.
سيدي، بغيت نبدل شيك ديال المسافر.
هل يمكنك الاعتناء بها من التاسعه صباحا الي حوالي الثالثه؟
شحال ثمن البريد الجوي لليابان؟
كَنْتْ مْقْفُولْ بْرَّا. عْطِينِي فْتِيحَه البَابْ، الله يْحَفْظْكْ.
شكون الجوله لي فيها اشهرها الاماكن؟
هل كاين شي مضيفه طياره كتكلم اليابانيه؟
شحال من شنطه ممكن ندخل معايا فالطياره؟
لا سيدي. هاد لعشيه كامل محجوز. غدا مزيان.
غادي نسول الحارس علي الثمن الصحيح.
معمري ندمت بحال هادشي.
غادي يكون عندنا حفله ليله الجمعه. علاش ما تجيش معانا؟
واخا، غرفتك هي تسعه او ثمانيه، الانسه. ها هو المفتاح ديالك.
من المهم بزاف لينا نتوفر علي المواد الخام لي محتاجينهم للمشروع.
سمح لي، السي البوليص؟
هاد القطار كيمشي مباشره لادينبرج؟
هل هذا داخل الحد المعفي من الضريبه؟
خَرْجْ لِي حْوايجي الثْمِينَات، الله يْحَفْظْ.
شحال كاينه الزحمه فالجولات السياحيه؟
بغيت نشري شي تذكارات. فين كاين شي متجر مناسب قريب من هنا؟
حتي شحال كاينه؟
هاداك خرج دابا.
مايومي، هل يمكنك التوقيع علي هذه الورقه؟
هاني وحده ليك السيد.
عندي غير الشنطه الصغيره لي كندخل بيها للطوموبيل.
بالتاكيد، خذ وقتك.
كَنْجِي هُنَا فِي مَهَمَّه اعلاميه.
عندكوم شي افلام ديال الصيف؟
علاش هو القطار اللي غادي لواشنطن كاع؟
اللي طوال هوما اللي كاينه موضه دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
هل ممكن ناخد خريطه الميترو؟
هل الطريق طويل؟
هل يمكنك تبديل هذا بواحد جديد؟
شخصين.
فين كناخد الشنطه ديالي؟
مَا كَنْحِسْشْ بِخِير. هَلْ يُمْكِنْ نْمَيِّلْ الكُرْسِي دْيَالِي؟
عشره وربع الصباح.
هلا قلتيلي علي شي مطعم معروف عند الشباب؟
كان كايمشي بسرعه قصوي.
سمحيلي، بغيت نخلص شي رساله؟ انا كنتصل باش ناكد موعدي مع السيد ايبرت نهار الاربعاء الجاي علي الساعه 11 صباحا.
هل يمكنك ان تشرح مرضك بالانجليزيه بطريقه ما؟
هلا بعثتي طاكسي للباب الرءيسي ديال مول ويستمنستر؟
شحال من مره غادي نبدل القطار باش نوصل؟
هاذ الشي صحيح؟ خليني نشوف. اه، اسف جداً الانسه تاكانو. هاذا غلط من عندنا. هاذا فاتورتك الجديده. ممكن توقعي هنا، من فضلك؟
خمس دولارات رجعهم لي، من فضلك.
"سداد بانيو ما كايقفلش بشكل كامل."
هاد شي غير رمز مني باش نشكرك.
غادي تملا هاد الاستماره؟
شكون هاد الموديلات ديال البلاستيك؟
شكون هوما العلامات التجاريه لي عندك؟
الكلاشات ديالي طوال بزاف عليا.
كَنْخَبّط فالباب و مَكَيّبّش ليا.
شحال دبا ليك وانتي فباريس؟
هل ممكن ناخد طابعات بريديه لثلاث بطاقات بريديه جويه لليابان؟
كيتكتب ب G-O-R-O-H.
هل بغيتي تشرب شي حاجه؟
نْضْطَحْ هُنَا.
خليها تلغرام مستعجل، من فضلك.
حسب توقعات الطقس، غادي يطيح الثلج غدا.
بغيت كره.
بالتاكيد. راح نسعدو نديرو هاد الشي.
سمعني، هاد الباندا ديال ماليزيا. غادي نشري وحده ناخدها معايا للدار باش نتحدث عليها.
طريق النجاح هو "جينماكو"، صح؟
غادي نوصل لفندقك تقريبا فتسعه ديال لعشيه.
عندي تقريباً خمسميه درهم بالعمله اليابانيه.
نعم، نعمل هادشي. غادي نشوفك شي حاجه.
بغيت شي حبوب للنعاس.
غادي نبقي هنا حتي لِلتاسع. نتمني تلقاو المجرم فاقرب وقت ممكن.
انا متاكد المجرم قريب.
عافاك عشر طابعات.
عندي زكام فالحلق.
كَنْتَبْغِي شْوِي دْلِلْكُورَاتْ مْنِيُورْك.
كندير الخروج. ممكن تبعتو شي بواب؟
ساعتي وقفات.
اه، هاكا؟ شحال عجباتك؟
حنا كنبداو فالخدمه تسعه صباحا.
بغيت كتاب للرسم بالالوان.
كَنْحَسْ بِالغَثْيان مْنْ الدُّوَار.
علاش ما نمشيش لبنك ياباني؟
عندك تبدل الفلوس فالبنك.
هل عندنا الوقت الكافي للخروج من الفندق؟
راجلك واحد من احسن الزبناء ديالنا.
كَتْعْرْف شي طبيب سنا مزيان؟
اه. خاصك تبلغ القنصليه دابا.
مْهَزّ، مَا مْخَلُوط.
سيدي، هل تفضل طاوله في المطعم الرءيسي او في غرفه خاصه؟
عدد كبير ديال الناس كيمشيو للبحر فالموسم.
كنوزن تقريباً ميه وخمسين باوند.
فين غادي ننقل؟
فين كاين مكتب الامانات؟
هل كاين شي طوبيس كيمشي ليه مباشره؟
كَانْعْرَفْ بَاشْ نْعَاوْلَجْ بْطْرِيقَه خَاصَّه؟
غادي تخلص بالكاش ولا بالفيزا؟
حنا دازت عام علي ما جينا لهاد الدار.
شحال غادي ياخذ الوقت باش ناخد الفيزا ديالي؟
فين كاينين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهاً، سيدتي.
هادا هديه. بغيتي تحطيه فشي ورقه مزوقه؟
شكون هاد المنظر. هادو طرق زوينين.
كاينين ناس مجروحين.
سمح لي. فين كاين المحطه هنا؟
نعم، عندنا حجز ليكم.
سمح لي، بغيت نمشي لفندقي فالمدينه بالطوبيس. فين كاينين الطوبيسات؟
دجاج، من فضلك.
هادا هو رقم الغرفه 201. بغيت نطلب الفطور غدا.
شكون كايعجبك الحال فشي تحرش جنسي فالخدمه؟
عندي اختين.
رحله رقم 208، متوجهه الي طوكيو.
و من بعد نديرو شي حشوه من الداخل.
نجتمعو باش نتناقشو فهاد الموضوع مزيان.
شكون بغيتي ندير ليك شعرك اليوم؟
هلاّ قلتها بعباره اخري؟
غادي ناخد اللي عندك.
بغينا طاوله قريبه من المسرح.
حَالِي زِين. وَاشْ غَادِي لِينْ؟
كايْعْلا لِيها 2400 متر.
دخل. حطها علي الطابله ديك.
من فضلك، الغي بطاقتي رقمها.
معذره، كاملين تْباعو، ولكن غادي يجيو فْ بضعه ايام.
هل ممكن ناخد كاس ديال القهوه؟
ماعنديش موعد، ولكن هادشي ضروري.
هادشي مصنوع مزيان.
فين هو المصعد المتحرك؟
عندك شي بروشور ديال الاحداث؟
فين كاين باب الميترو؟
ضيعت تذكره الطياره ديالي.
ما كاينه حتي مشكله تبقا هنا فالعطله؟
اه، اسف بزاف علي الازعاج.
هل يمكنك حجز مناسبات؟
هل كاين شي مرحاض عمومي قريب من هنا؟
شحال كامل؟
هادشي زوين بزاف. دابا للاسءله، من فضلكم.
عندك شي فلوس صغار للباركينغ؟
"الماكينه ديالنا لي كاينه فالسوق من اربعه سنين هيا AX-four five zero."
هل ندور لليسار؟
هل كاين شي مضيفات كيتكلمو اليابانيه؟
ثمن زوين، مشي؟
خصك تاخدو تسعين وتساع مرات فالنهار، قبل الاكل.
كَنْحِبُّو بزاف.
بغيت ترايبود.
بغيت جاكيت رياضي.
ممكن تبقي فداري.
شكون يعطيني الضوء الاخضر باش نرجع الكرسي للور؟
ممتاز. كنت كنبحث علي طاكسي، ولكن هادشي احسن.
جبادور زوين. هادشي مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش ممكن تقول لي فين غادي نوصلو؟
ضْرْبين بالغين و ضْرْبين صغار، من فضلك.
شحال الثمن؟
حرب النجوم كانت اكبر نجاح في عام اربعه وثمانين وتسعماءه والف.
فاين القسم ديال اللي ما كيدخنوش؟
هاديك "ت" بحال ديال توم، اه عندي هنا، تارو.
كَنْشُوفْهَا مْنَظَرْ حْلَاوِي.
بغيت شي تفاحات، الله يرحم الوالدين.
شكون هادشي؟
شكون هوما الكارطات لي كتقبلو؟
عندي الوقت بزاف.
واخا، دابا وقت الغدا. بغيتي نتناقشو فهادشي علي الغدا؟
سرقوا ليا الكاميرا ديالي من الدار.
السلام عليكم، انا اسمي عُدَي. عندي حجز لليله، لكن راح نتاخر شويه في الدخول. لذلك، الرجاء احتفظوا بالحجز.
هاد لخفا قوي؟
قوليه راني كننتظر تلفونتو.
كايقولو بلي الانفلونزا منتشر عندهم.
دخل توه.
معذره، عندنا كاملين غداً الليل.
كَنْجِبْ مْعَ شْويَه دْ لْمَعَارِف.
حسب قول غورو، السيد يامادا عندو وليدين.
هلاّ عاودتي ما قولتي؟
بغيت نعمل طريفه للبرج ديال لندن.
رابط الساروت ديالك.
المنطقه ديالها كود 3. رقم التلفون هو 2343400.
سمح لي. واش كاين شي جسر قريب من هنا؟
سمح لي، بغيت ندخل للحمام.
مْحْتَل.
دْيما كْيَلبس حوايج قديمه.
عندك شي بحري؟
هادشي غالي بزاف.
بغيت، ولكن خايف ما نقدرش نجي هاد المره.
واخا، مازال معرفتش، ولكن غادي نجرب.
مَلح، الله يخليك.
استعمل خيمه القياس ليما وراك.
تْسْعِينْ دُولَارْ لِلتَّذْكِرَهْ بِاتِّجَاهٍ وَاحِدْ. كَاشْ اَوْ كَارْدْ؟
هلا حليتي ليا الطبله، الله يرحم الوالدين؟
كيف كايديروا الوالدين اليابانيين باش يربوا ولادهم؟ هل كايكونوا صارمين مع ولادهم؟
قول لي شحال ساعات العمل؟
"من فضلك غلفهم بشكل منفصل."
كرشي ثقيله.
هادشي مزيان. فين غادي نلقاوك؟
علاش ما نبداوش نلعبو حتي هوما يخلصو؟
سكان اليابان تقريبا ميه وعشرين مليون.
املا المعلومات التاليه في بطاقه التسجيل.
عافاك بغيت نرجع حوايجي.
عندكش شالات ديال الحرير؟ كنبحث علي هديه لمرا ديالي.
غادي نجيبو ليه دابا. شنو هو رقم الغرفه ديالك؟
السيد كوباياشي كايبحث عليك.
بغيت نسافر من شانغهاي حتي هاواي بالباخره.
هلا بعثتي شي حد؟
هل ممكن يكون جاهز علي خمسه ديال لعشيه غدا؟
كاياخد عشر دقايق مشي.
قبل ما نختمو النهار، هل ممكن تعطيني غير دقاءق؟
فين غادي نوقف السياره ديالي؟
كَنحس بالبرد و كَنْعيا من بطني بزاف.
سكويتش وماء، الله يرحم الوالدين. وعندكم شي حاجه ناكلو؟
كيفاش نقدر نطفي هاد الضو؟
هاد السيد مزربان بزاف اليوم؟
بغيت شي خيط.
عْطيني شهاده طبيه، الله يرحم الوالدين.
بغيتك تقصرها بوصافه هنا.
مَا كَنْحِسّشْ بِخِيرْ. عْطِينِي شْوِيَّه دْمَدْوُونْ، الله يْرَحْمْ الوَالْدِينْ.
هل ممكن ناخد جرنال ياباني، لو سمحت؟
حاضر. واش يمكن نرجع السياره فاي مكان؟ شحال الثمن ديال الرجوع؟
شكون هو الباص لي كيمشي للبلاصا؟
كاين شي قطار سريع لبوستون؟
كوني صديقي بالقلم، الله يرضيك.
غادي نبقي عند صاحبي.
متحمس بزاف، ما قادرش نبقي ساكت.
هل ممكن ننزل فـ فندق هيلتون؟
بغيتك تزولها.
سير ليمين فهاد الشارع و خوي اول يمين.
بغيت نعرف واش ممكن هاد المجموعه ديال الصحون توصل لطوكيو؟
بغيت شي كريم للترطيب.
هل كاين شي اكل ما يكونش حار بزاف ولا مالح؟
هل هو قريب بما فيه الكفايه للمشي؟
بغيت كريم لليدين.
عندك الملح؟
بغيت نمشي لشارع وول ستريت. شحال كاين؟
الزياده فالتمرين غادي تضرك.
بما في ذلك الفطور والضريبه ورسم الخدمه، سيكون المبلغ 45 دولار للشخص الواحد في الليله.
هل يمكنك اصلاح هذا؟
السلام عليكم. مرحبا.
ما لقيتش ليك الشنطه.
امشي علي طول، من فضلك.
هل الما هنا صالح للشرب؟
ااه، هيا. فقط دولارين.
هلا بدّلتي هاد الفستان بواحد اكبر منو بحجم؟
وعلاش لا، نمشيو. غادي نعاونك فالواجبات ديالك بعد ما ناكلو البيتزا.
نعم، سيد تاناكا. عندك رسالتين.
ما كايدخلش عليا.
غدا نهار اخر.
علاش لا، ممكن نعاونك. واش محتاج لفيتامين سي؟
تسرق ليا المحفظه ف التران.
هادي بعيده بزاف. خير ليك تركب طاكسي.
بغيت بلاصه فالزنقه، الله يرحم الوالدين.
كَنْعيش فْ شقه بْ 80 الف ين فْ الشهر.
هل يمكنني المقاطعه؟
وري لي وحده اوسع من هادي.
سمح لي. هل يمكنك تبديل المقاعد معايا؟
نعم، اكيد.
امشي للزقاق ولف يمين فالضوء الاحمر.
Hta chiha sghira wla kbir?
بغيت غرفه وحده فيها حمام ب 80 دولار، من فضلك.
بغيت ندخل حاجاتي الثمينه فالخزنه ديال الفندق.
عندك شي غرفه خاليه الليله؟
نعم، ولكن تاكد انك تحمل تذكرتك معك.
غادي يشارك غير شي ناس فالجوله الاختياريه.
ماعليش. علي كل، عاوني نمشي لقلب الصين الصغير. غادي نحاول نلقاه وحدي.
ناس جداد توظفو فشهر ابريل.
نتمني هاكا.
جيب ليا جوج ديال سكوتش مع الما، الله يرحم الوالدين.
شكون لي كايلعب؟
هلاّ دّيّت لي خبر اذا لقيتي ليا الشنطه ديالي؟
عْلَي الْيَسَار، مَنْ فَضْلِك.
هل تقف معايا فتصويره؟
لا. هل تريد الابلاغ عنه؟
هاد السني اللي قدام كايحمر.
شكون هو اخر لعبه ديال الكونصول لي ممكن يلعبو واحد عندو 15 عام؟
غادي نشوفوك غدا.
هل كاين شي مطعم رخيص قريب من هنا؟
لا، ولكن شكرا. انا احسن الحمد لله.
عندك شي خبز؟
شكون انت فالكمان؟
صاحبي داز من الحمام و طيح
عندي شي طاسه ديال التدخين؟
داكشي علاش المسيحيه حُرمات و البلاد سدات علي العالم كامل.
شكون قداش بغيتي؟
"حبه كوكتيل ديال الكروفيت ليها و بحالها ليا."
هلا وقعت ليا هنا؟ و من فضلك حط الحرف الاول من اسمك هنا.
كان ليا الشرف الكبير نزور مقركم الرءيسي ونخوض نقاشات مهمه معاكم. شكرا جزيلا علي تعاونكم القيم.
صوت خرخارك مزعج.
ماعجبنيش اللون فالاخير. واش يمكن نرجع هادشي؟
اخرج من تلك الباب اللي هناك، واستني عند الموقف رقم سته.
دجاج مشوي، من فضلك.
هل ممكن ناخد شويه ديال الفلفل؟
نعم، بغيت شي حاجه نقراها.
هادا السيد تاكاهاشي فالغرفه 549. ممكن تبعلي 4 قنينات ديال البودوايزر، الله يرحم الوالدين؟
هادا سبعين دولار.
عيط ليا فالفندق ديالي ملي تلقي الشنط ديالي.
بغيت شي تلفون يصحيني غدا الصباح علي الساعه 8 و نص، الله يرحم الوالدين.
نعم، ولكن هذا بزاف و انا شبعت.
بغيت شي غسول للفم.
مَا كَنْحِسْشْ بِخِير.
هل كاين شي تخفيض للكميات الكبيره؟
طوكيو صفر ثلاثه اربعه اربعه تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في العثور علي حديقه الحيوانات؟
غادي تقولي كيفاش نعدلها؟
علاش ساعه غادي يخلص جوله الطوبيس؟
كَتْعْرَفْ كِيفَاشْ تْسْتَعْمَلْ التِّيلِيفُونْ؟
بالتاكيد. عندنا بعض الشكاير ديال الكتب ديال الهنود الحمر زوينين.
واحد موظف ديال الهاتف لي كيتكلم ياباني، الله يرحم الوالدين.
حنا مهتمين بالموضه.
هلا ساعدتني وشديت لي السياره؟
هادي هي كلينيك اف؟
السلام عليكم، السيده ياماغوتشي؟ الطرف الاخر علي الخط. تم قبول المكالمه. تفضلي، من فضلك.
فين كنشري تذكره التيليفريك؟
شحال الساعه اللي غادي نوصلو فيها للوس انجلس؟
امشي مستقيم تقريبا خمس دقايق، ولف لليسار.
هادي هي الطريقه للبحر.
هاد العشبه ديال الشاي كتساعد علي تجديد الجسم.
هادو ما مصنوعينش فاليابان، صحيح؟
حاضر. من هذا الطريق من فضلك. غادي نوري لك الغرفه ديالك.
عندي نخرج من الفندق قبل الظهر.
ضربتين دْالبرغر و ضربتين دْالقهوه، الله يرحم الوالدين. بغيت ناخدهم معايا.
عندي نعقل هاد الجوالين؟
طَلَّبْتْ لَحْمَه، ماشي سمك. هل ممكن تبدلوه ليا؟
ولدي تعيا بزاف.
مَرْضَانْ لِي فِي بْطْنِي.
هاد الجاكيت ما كاينش في مقاسي.
بغيت نتلاقي مع السيد ويليام.
عندو مجموعه متنوعه من سبعه فيتامينات و معادن.
السن مخلعه.
شكون اللي غادي يرد ليا فلوسي ملي نرجع لليابان؟
شكون هادشي لي كاين فهاد الطبق؟
فاش هادشي مصنوع؟
هل ممكن تخلصوها ف 10 دقايق؟
مكا نعرفش نكتب مزيان بالانجليزي. هل كاين شي حد هنا كيتكلم ياباني؟
فين كنشري التذكره ديال التران؟
غادي نبعث ليك عشرين عينه اضافيه.
ماشي دياالي هادشي، عندي البشره جافه بزاف.
هل ممكن ناخد جدول التوقيتات، من فضلك؟
نعم، غادي ننتظر.
99 دولار للساعه علي الطفل.
معذره، باعو كلشي.
خص يكون هاني.
عندي تجهيزاتي الخاصه.
مفتاح الغرفه، خمسه وثلاثه، من فضلك.
شكون هي الساعه ديال فيلم "تيرمينال مان"؟
فين كاين الحلّاق؟
عند سبعه ديال ليل، الله يرحم الوالدين.
حقيبتي معطوبه.
شوفه المناظر.
جيت من اسبانيا.
كاين شي حاجه مزيانه فهاد الكارط ديال الباب. بغيت شي واحد اخر، الله يرحم الوالدين؟
عندي حساسيه فاليدين.
ارسل هاد بالبريد الجوي لليابان، من فضلك.
فين كاين اقرب صيدليه؟
واحد خمر اخر، من فضلك.
الناس كيتعاملو بزاف بالوديه.
شحال من مشروب مشمول فالثمن؟
درتيها.
فين كاين باب الركوب ديال هاد الرحله؟
هل ممكن تحجز ليا طاوله قدام النافذه؟
هل سمعتو الاعلان ديال الصعود للطاءره؟
حنا فارتفاع 12 الف قدم.
بغينا اول حاجه نشوفو البورصه ديال وول ستريت.
فين كاين طوبيس ديال اوكسفورد؟
غادي نبقي نسني حتي يولي البلكون متوفر.
هلا شفنا شي محفظات ديال الجلد؟
نشوفو التلفزه. كاين ماتش ديال البيسبول.
غادي تكتب العنوان ديالك هنا؟
قول ليا فين كاين الصيدليه لي قريبه.
لداري، من فضلك. هاذي العنوان ديال داري.
شحال من عماله كاينين غير طوكيو؟
سَبّق وَقَطّع وَخَلّي نْتَسَنّاو شَوِيّه.
شكوناش كتدير فدار بعد العشا؟
بالتاكيد. متي بغيتي تلعب الجولف؟
غادي تكون فالدار تقريبا علي ثلاثه.
باغي ندير تلفون للسفاره اليابانيه.
شيء قليل زياده.
فين كاينه محطه حافلات السياح؟
شحال كديرو باش تبعثوهم لليابان؟
ماعندي حتي نادي ولا حتي شي حذاء.
واش الين الياباني مزيان؟
عندك شي موستانغ؟
غادي نقفزو من هنا؟
سي كاوي، عندنا طاوله ليك دابا. تعال من هاد الجهه، من فضلك.
اكيد. انزل من الدرج لي هناك و غادي تلقي شي ارشادات. تابعهم حتي توصل.
مكتب الاستقبال. واش نقدر نعاونك؟
هلا توصّلني لفندق هيلتون، الله يرحم الوالدين؟
كَتْعْمَلْ بْزَافْ حَتَّي لَلَّيْلْ؟
معذره، ما بقاش عندنا. واش عندك شي جورنالات بالانجليزيه؟
طاوله ممنوع التدخين، من فضلك.
غادي تعطيني خبر قبل ما نوصلو لدوار؟
هادشي طري؟
ماشي معقول. دايماً كتحسب عليا.
هلا عطيتيني شي فساتين نشوف؟
هجّيها، من فضلك.
كَنْسْكَرْ بِالخْمُورْ.
حذر من الجو كيتغير بزاف ف الجبال.
شيك المسافر والين الياباني، مزيان؟
معذره، سولت معا لخدمه التنظيف وخدمه الاشياء الضاءعه. ما عندهمش.
صعيب تلقاه، كاين فطريق صغيور خارج الطريق الرءيسي.
ما عارف والو عليه.
غادي نتناقشو فهاد الموضوع فالقهوه.
فهمت، في هاد الحاله ما عنديش نخلص التعديلات، صح؟
"السيد ديال الخدمه، من فضلك."
هلا خفضتي السرج شويه؟
غادي تبيتني عندك الليله؟
حاضر. غادي ناخد غير اثنين. شكرا.
ها هي الفاتوره ديالك. ثلاث دولارات و تسعه و تسعين سنتيم.
كَانْتِي مْحْظُوظَه.
**طاوله مع منظر ليلي جميل.**
هادشي مصنوع بالماكينه ولا باليد؟
بغيت نكري هاد النوع ديال السياره لمده 24 ساعه.
كان لقاءي بيك زوين بزاف.
مقطوع.
وعلاش لا، نشوفو شكون انت.
واخا، غير تخيل شحال غادي يطول خدمتو لو كان سولات كل واحد سءال زياده. هيا، نتحركو وناخدو الشنطه ديالنا. خاصنا نمشيو للتصريح ديال الجمارك دابا.
شحال الوزن؟
هل كاين شي مطعم صيني هنا فهاد المنطقه؟
منصّه خمسه هادي.
شكون الوقت ديال ماتش د كره القدم؟
"ما كايعملش. بغيت شي واحد يشوف ليا الكاميرا ديالي."
قهوه مع كريمه وسكر، من فضلك.
كَنْظُن بْلي فِي بَعْض الاخطاء فِي الفاتوره.
عْطيني هاديك.
هادي باب سبعه.
هَلْ اَنْتَ اسْكُوتْلَنْدِي؟
ثلاثه-اثنين-واحد-اثنين. انتظر لحظه، مزيان؟ بغيت نبعث ليك شي حاجه هنا. عفاك.
ماءه وخمسه وثلاثون ين للدولار الواحد.
"الجينزات القصيره مع البوتات ما غاديش يخرجوا من الموضه."
هل ممكن نتحدث مع المدير؟
شكون اللي خلاّك تحسب الثمن بهاد الطريقه؟
هل ممكن نشوف هاديك؟
وعدت راسي ملي نشوفك غادي نتعرف عليك.
اش كاين هاد الايام؟
مَا كَنْحِسْشْ بِخِير. عَنْدَكْ شي دُكْتُورْ تْقَادْرْ تْقَتْرَحْ لِي؟
حفله ديالك بدات. سير الله يعطيك.
هل كاين شي عرض علي الخشبه؟
"الطواليط ما كا يصرفش."
شحال من الوقت كا ياخد باش توصل من هنا للبلديه مشي؟
خدي هاد الدواء بعد كل وجبه ملي كتحسي بالام شديده.
حطيتي الفلوس فالظرف مزوق خاص اللي كيسميوه شوجيبوكورو.
شي حد جرح.
كَنْتَسْوَلْ شنو غادي نجيب ليه؟
عندك خريطه ديال الميترو؟
عندي غرفه جاهزه ليك فالفندق الكبير. واش تقدر تمشي ليه؟
عندي وجع فالعين اليمين ديالي.
مَا كَانْشِي كَاعْ زْوِينْ فِي الاَلْمَانِيَه.
خصنا نتلاقاو مره اخري اكيد.
غادي تاخد هاد السروال؟
هل ممكن نستعير مضرب وكره؟
كَانْدِيرْ مَعَاكْ بَازُوزَه؟
عندي ناخد نص قاروره؟
مرحبا. انا جون.
نكاي.
هل عندك مانع نصورك انت و التاكسي ديالك؟
دازت ثلاثه ايام علي ما عاودت علي الشنطه لي ضاعت.
بغيت شي فندق ارخص.
اه، كاينين بزاف د الاشياء اللي خاصك تشوفهم فقريه غرينتش.
فِي عَمَل. عِنْدِي رَابِطَه عَمَل هُنَاك.
كيتلاقي مع البذله ديالك.
عافاك، بغيتك تراقب لي الشنطه ديالي.
كيف عجباتك هاد الفكره؟ حنا نقبلو بشرطك ديال الاشعار بسته اشهر بشرط تعطيونا الحق نبيعوا لمده سته اشهر بعد انتهاء العقد.
سمح لي. واش كتعرف نيويورك مزيان؟
غادي ننتظرو. دَيّلنا خبر ملي تكونو جاهزين.
بغيت نشوف شي جراح.
هادشي طبيعي ولا لا؟
بغيت نركب فسياره رياضيه.
الرمز الجغرافي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
دازت عليه زكام.
شي سياره صغيور بحال شي كليو غادي تكون مزيانه.
باغي نبعث هاد الشي بالتوصيل العام.
خليني ننقل هاد المكالمه للراجل المسءول.
شكون هو المقاس لي بغيتي؟
اه، الله يستر. ما كنتش عارف بلي باقيين عندي.
عندكوم شي صندوق خاص باش نبعثو بيه الطرود؟
هل غادي تخلص ليا الشركه الجويه علي الفندق والوجبات؟
هادشي كامل شنط ديالك؟
كيف بغيتي ندير ليك المكالمه؟
واخا، غالي. ما صايعش فاليابان، صح؟
عافاك هاز لي الملح؟
فين كاين اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
شكون عارف فين غادي يلقاوه؟
نتمناو ليك عام سعيد و كل عام و انت بخير.
غادي ناخد كوكا كولا كبيره.
قولها مره اخري ببطء اكثر.
سمح لي. بغيت نطلب شي حاجه.
عندنا قريدس نيوبرغ و فخذ خروف مشوي.
بغيت شي غرفه باش نشوف المناظر الخلابه.
ثلاث كءوس عصير بطيخ، من فضلك.
عندي ثلاثه وليدات.
امشي علي طول هذا الممر ولف يمين في الزنقه. غادي تلقاه علي يمينك.
هل هي جوله ليوم كامل؟
شحال ثمن التذكره ديال الرحله ديال الذهاب والاياب حتي لاكسفورد؟
كَنْمْشِي لِلنَّادي الرِّيَاضِي كُل يُومَيْن.
فين غادي نبيت فجولتي؟
شكون هي ساعه الخروج؟
شحال ثمن الدليل السياحي فاليوم؟
فين كنلقاو السيديات؟
سمح لي. انا طالب جامعي من اليابان. هل انتم طلاب NYU؟
غادي تقول لينا كيفاش كتقيم هاد الخطه؟
اسي، واش كتعرف شي محل ديال التسجيلات قريب من هنا؟
فلوس ولا كريدي؟
كَنْخَدْم فِي شْرِكَه تِجَارِيَّه.
ما كاينش اللي يعاود لواحد شحال كا يخلص.
هاد هوما ليفيس حقيقيين ولا لا؟
شكون الوقت لي نقدر ندخل للحمام؟
ما كتشوفش بحال شي واحد عندو 21 عام.
فهمت. في الحقيقه، عندو فيلم سريع فيه. عندك مانع لو نخرجو؟
شريتو توا.
غادي نجيب واحد دابا.
ثمنيه دولارات. وجا واحد دابا.
"يرجي اظهارها مع مشترياتك للجمارك في المطار."
عند شي واحد من المحلات الكبري دابا تخفيضات؟
سيدتي/سيدي، وصلني طلبك. ساقوم بتوصيلك بمصلحه المطافء.
عندي بطاريه خايبه.
واقف فالتقاطع اللي جاي.
اه، ها هو. وعنداك ما شي كلشي غادي يملا هاد التصريح ديال الجمارك؟
واش ممكن تعطيني اسمك؟
كاع مشكل عندك نعمل اتصال علي حسابك؟
مرحبا. كيف الحال؟
فين كاين قسم السفر؟
شكون هو الاسم ديال الشخص لي بغيتي تحكي معاه؟
معذره، ما كاينش دابا.
شوف ديك. شوف ديك. غادي تقولي الفرق بين هاد السيد وهاد السيد هو الحظ؟ محمد، وقف علي جنب، عافاك؟ ما عندكش مشكل نزل هنا، انا متاخر. صاحبي، كان مزيان نتعرفو، مزيان؟
هَلْ تُطِلُّ غُرْفَتُكَ عَلَي المَدِينَهِ؟
كاين شي رساءل ليا؟
باقا غالي بزاف. ممكن ناخدو بثلاثه دولارات؟
بغينا شي غرفه من الخلف.
غادي نشرب كاس ديال الخمر.
كَتْبَانِي حْلْوَه.
بغيت غرفه فيها سريرين متشابهين. شحال الثمن ديال الغرفه فالليله؟
كاين علي تسعين وتساع ميله.
فينس وليندا بغاو يبقاو وحدهم، ديك الساعه انا خايف غادي نبقي هنا الليله.
حافظ علي هاد الامتعه تحت الحجز.
سميتي ساتو.
عندي علم بنادي جاز قديم فالبلاصا.
غادي ناخد هاد الطبله.
بغيت نجرب نفس الطبق بحال هاداك.
غادي ناخدو
هادشي كيوصل للطابق السادس؟
جلد التمساح؟
حطيه فكيس ديال الغسيل وخليه فيه.
بغيت نطور هاد الفيلم. فين غادي يكون جاهز؟
من فضلك متعطي هاد لْمْسْلَم لْوَحْد غي ليا.
حاضر. غادي نجي ناخدك من الفندق ديالك علي ثمانيه.
"النافذه مزيانه."
خليني نخلّي شعري طايح علي وَجْهِي، الله يخليك.
هل كل مصاريف النقل مشموله؟
دار الاوبرا المتروبوليتان
فين كاين كاونطار كِيْنْتُو سِيَّارَات؟
كنت محموم من البارح.
ماعجبنيش.
شكون الخضره عندك؟
بغيت شي حاجه خفيفه داءمه، الله يرحم الوالدين.
علاش غادي يجيب الدكتور؟
كاع ما هي هي اللون.
تْسَلْكَتْ السِّن.
هادشي بلاصه فالبلكون ولا فالرواق؟
كَنْحَبّ التّيْرانْج.
هل يمكنك توصيل امتعتي الي الغرفه؟
وري لي وحده لبنوته صغيره.
هلا وقفت هنا؟
عندك شي حاجه ب 80 دولار و 0 سنتيم؟
عندي العطش.
La lait, s'il vous plaît.
عندي ثلاث شنط.
فين كاين البحيره؟
عفاك. ضغط علي الڭلاشي، الله يرحم الوالدين.
هل ممكن مجله ولا شي حاجه؟
هيا جنوب.
شحال ثمن تذاكر البلكون؟
بغينا غرفه تطل علي البحيره.
هل كاين شي صندوق ديال البريد قريب من هنا؟
حاضر. غادي نوديك.
*تغيرات التسعينات* فِي التِّسْعِينَات دَارْتْ تْغِيرَاتْ كْبِيرَه.
كيعمر ثلاثين عام.
حاضر. هل يمكنك كتابه العنوان مره اخري علي هذا المظروف؟
بغيت نمشي للهرودز. هل ممكن ترسم لي خريطه، من فضلك؟
ماشي داير شنو فهاد الوقت الحر؟
كَانْ عِندَكُومْ بَاطْرِيَّاتْ لِهَادْ الكَامِيرَا؟
بغيت شي ريليس ديال الكابل.
هل انت الاخير في هذه الصف؟
كَنْظُنْ بلي مْحْجُوزْ بزاف.
ضربه موفقه. خارجه للتو.
قول لي فين كاينين الاماكن السياحيه هنا؟
هل كاين شي مرجان قريب من هنا؟
هاد الشي علاش انا كمان.
بغيت نشارك من سان دييغو.
كنت كنفكر ناخد ديك الدوره فالسمستر الجاي.
"الخمر ما باردش بزاف. غادي تزيد ليه فالبروده؟"
هل يمكنك تحويل هذه الاقراط الي اقراط مشبكيه؟
شكون هو الموضوع لي كايشد انتباهك دابا؟
بغيت نرجع الفلوس. واش يمكن نرجع فلوسي؟
ممكن ما نلقاش هاد المشروب فشي بلاصه اخري.
اذا شرتي هادشي كامل غادي يوصل للحد المعفي من الجمارك.
سمحيلي نشوف شهاده التلقيح ديالك، الله يرحم الوالدين؟
هل كتير كتسافر؟
جيت من امريكا
عندي تذكره طياره للسان فرانسيسكو.
ايلا كانت غير 15 دقيقه من المحطه، غادي نمشي بالرجل.
بغيت شي فندق رخيص شويه.
"بونصاي" كاينه غير عند شي ناس كبار ف السن.
مازال ماقررت والو. بغيتك تعطيني شويه الوقت.
عندي صداع.
غادي تشرب معايا قهوه؟
بغيت شهاده طبيه ووصل التامين ديالي.
اه، لا. الله يخليك بسرعه. حنا تاخرنا.
ما بغيتش نخلص اكثر من عشرين دولار.
علاش الطياره ما بغاتش تطير؟ قولي شنو كاين.
شحال الثمن؟ هل ممكن تكتب ليا الثمن علي ورقه؟
بغيت نكري كرسي ديال الشمسيه.
سَنّي عْليكْ شويه، الله يخليك.
علا السيدات يلبسو فساتين رسميه؟
ما تلمسنيش.
عندك شي سيجاره؟
ايلا ما كانش الهوا قوي بزاف، غادي نمشيو لتيقي بوينت.
مُزْيَانْ بْزَافْ.
غادي نسد دابا. شكرا علي اهتمامكم.
عندك هادشي فشي لون اخر؟
شكون هو؟
سمح لي. فين كاينين طاكسيات؟
واش باش تشرب؟
ها هو.
فين كاين اقرب محل ديال الادوات؟
هاه. ما كايعملش، صحيح؟ يمكن ليك تمشي لواحد بلاصا خاويه، اذا بغيتي.
كَنْبَحَثْ عْلَي هَاد الشي.
حاضر سيدي. و شنو بغيتي فالحلو؟
حافله عاديه ولا حافله فاخره؟
شيكات المسافر. شكرا. ها هي تذكرتك وبطاقتك للصعود الي الطاءره. كن هناك، من فضلك، قبل ساعه من موعد الرحله.
كايضربني وجع حاد.
سميتو غورو موتوياما. والرقم ديالي هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
كَنحس براسي مْزْيان.
شكون هي ساعات عرض فيلم "حب كوسي"؟
حاضر. غادي تشرب قهوتك دابا ولا بعدين؟
قول لي فين هو احر نادي ريجي ف نيويورك.
شكون هو الفرق اللي كاين بين المنتوج ديالك و ديال المنافسين ديالك؟
عادي مكاين حتي واحد كيسمع التعليمات ديال السلامه؟
هل الزنقه الخلفيه خطيره؟
نعم. دير الاجراءات اللازمه.
نعم، واحد غير. فين غادي نعرف؟ كيفاش غادي نعوض؟
ها هي بطاقه التعريف ديالي.
بغينا طابله قدام النافذه.
قول لي شنو هو ارخص طريقه باش نمشي لسانت فرانسيسكو.
هل تعرف مطعم كيويا؟
واحده الطرق.
غادي نزيد فالوزن غير وانا قاعد هنا كناكل علي طول.
هل كاين شي كاباريه مزيان فيه عرض فلامنكو؟
تلك فستان زوين لي لبستي.
رجلي كايعيا.
فين كاين اقرب محل غسيل؟
هلا تبدلتي معايا فالكرسي؟
تفرقنا فاش جاو الكراسي.
في الحقيقه، بغيت هاد الباكيته تكون مءمنه هي كذاب.
الفاتوره جات ميه دولار.
مخارج الطوارء موجوده في الامام، الوسط، والخلف من هذه الطياره.
حسنا، تم اعاده تاكيد الحجز.
الكواعب عاليين بزاف.
بغينا طاوله ف التراس.
كيعني الفيلم ممكن ما يكونش مناسب للي عندهم اقل من 15 عام. فالوالديْن خاصهم يفكرو مزيان قبل ما يسمحو للوليدات ديالهم يشوفو الفيلم.
كيف بغيتي الفلوس؟ فيّت هاد الورقه وسّول هنا.
حْنا كَانْعْرْفُو كِيْ تْكُونْ بْغِيتْ تْقُولْ: دْغِيَّه كَانْحَسْ بْالمْعِي دْيَالِي كَيْوْجْعْنِي.
عندك شي اكلات قليله السعرات الحراريه؟ انا كنتبع ريجيم دابا.
ما كاين حتي شي مصاريف.
نعم، عندي تذكرتين للجيانتس والدودجرز.
حنا واحد من احسن الممونين ديال المايكرو-كومبيوترات.
شكرا. انا كذلك. مع السلامه حتي ذلك الحين.
شقه توام فيها حمام، من فضلك.
سقطت من الدروج.
شكون هو احسن نوع ديال المثلجات لي تنصح بيه؟
هاه. هاديك. لون زوين عليك.
فين كاينين الكتب ديال اللغات الاجنبيه؟
نص نصص و سبرايت.
عْطيني شْويه دْالتبغ.
ممنوع الدخول للبلاد - اسف. حسنا، اعتقد ان هذا ينهي كل شيء.
نعم، انا كذلك. كانوا يسكنون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ سنتين. وانت، هل تسافر وحدك؟
انا مريض.
ولدي كاي بان عليه تعبان بزاف من الحمي.
فِي هَادْ الحَجْم، الله يَحْفَظ.
تُمنح اوسمه الاستحقاق الثقافي للفنانين والمفكرين المتميزين في هذا اليوم.
نَا يَابَانِي.
هادشي غالي بزاف.
نعم. خذ حافله متجهه الي كيوتو-اكي.
هادي غير للمنخرطين؟
ثمن الغرفه هو سته الاف ين لليله.
شكون اللي غادي ندخل بيه للطوموبيل؟
حسنا. كل ما اريد معرفته هو هل ستحقق هذه التجاره ارباحاً يوماً ما.
حسنا. هل تريدين وشاحاً يناسب ذلك؟
شاحن البطاريه، من فضلك.
عندي الاستعداد باش نطلب.
الاعشاب ديال الحمام كتخلي ليك الجلد ناعم و حرير.
اكتب اسم الخطوط الجويه ورقم الرحله.
صحيح. اليوم الاحد، والاحد هو اسوا يوم.
نعم، هادي مشكل فالتدبير ديال النفايات.
بغيت هاد النموذج فخمسه اماكن.
بزاف د العاءلات عندهم دخلين.
اه. هاد الفضه نادره "القمر والجرس". متاكد باغي تصرفها؟
والدي واختي غادي يجيو من اليابان باش يشوفوني. غادي يوصلو هنا تقريبا فسبعه ديال لعشيه.
اللون البني غزال بزاف هاد العام.
فكره زوينه. فين غادي تجي؟
حاضر. بغيت شي كرسيين، من فضلك.
فين كاين السوق؟
كَنْتَسَنَّي نْجَرَّبْ بْسْرُوعِي لْجَدِيدْ دْيَالِي.
ظنيتكم غير كتوكلو البغرير.
شحال ثمن تذكره اولي لطريق ادنبره، الله يرحم الوالدين؟
كاين شي نقص فالفلوس لي عطيتي ليا، عشره دولارات.
درت مكالمه للسيد سميث فالغرفه 201، ولكن ما جاوبنيش. بغيتك تشوف واش باقي كايبات هنا؟
بغيت شي حاجه حديثه.
كَنْخَدْم فِي شركه للنشر.
هلاّ ملّيت هادشي؟
شكون هادي الشارع؟
هلا وزنت هاد الطرود؟
شكون لي كيسما هاد الشي بالانجليزيه؟
استمر في السير في هذا الممر، ستجده علي يمينك.
بغيت نضمن هادشي.
صباح الخير. هاد السكرتاريه. واش ممكن نساعدك؟
حاضر. تفضل ادخل.
نعم سيدي. كنجي هنا كل نهار ناكل الفطور من الاثنين لحد الجمعه قبل ما نمشي للخدمه.
ماشي مشكل.
عافاك جيب لي تلاته اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
نعاودك تمدد هنا.
شكون هاد الخدمه السريعه.
ربما غادي يبان بعد.
سير ليمين ف التقاطع اللي جاي.
سمح لي. فين كاين البنك؟
هل كاين الحافله لي كتمشي لمتحف فورد؟
نعم. سميتك و رقم ديك الغرفه، الله يرحم الوالدين.
شحال كا ياخد الوقت باش توصل شي حاجه لاليابان بالطاءره؟
حاضر. نتلاقاو ف 2 ديال لعشيه نهار الاحد.
بغيت نمر من نيويورك حتي ل تورونتو.
"الزّبّاله معطّله. عندك شي وحده بحالها؟"
هادشي شويه قذر.
هلا تاكدتي من رحلتي؟ هذا هو تذكره الطيران ديالي.
عندك هادشي بالخضره الغامقه؟
غادي توديني لكانتربري وترجعني؟
هل ممكن ناخد شوكه جديده؟
شكرا بزاف علي طيبتك.
عفوا، ما كنبيعو تذاكر للمسرح.
بغيت نشوف هادشي.
اه، زوين. شنو خاصني ندير؟
باغي نزيد مده بقاي هنا بيومين.
سيدي، بغيت تبدل كرسي ديالي.
عندنا اليوم شويه ديال الكروفيت مزيانين بزاف.
شحال كايبقا مفتوح؟
تدخن ولا لا؟
غالي بزاف عليا. ممكن تخليه ارخص شويه؟
كَنْفَتَّحْ صباح الاربعاء ولا عَشِيَّه الجمعه.
مَا دَارْتْشْ حْجْزْ.
"حيت الصيف فاليابان كيكون عاده حار بزاف، و فالايام القديمه ماكاناش عندنا التكييف ديال الهواء."
هلا دزت لي طاكسي غدا ف ثمانيه صباحا؟
هادشي خايب.
علاش ما نستنوش الطوبيس تحت السقيفه؟
جاي، كنجي. خلي نوري ليك المكتب.
نعم، مفتوح من تسعه لتسعه.
ما قادرش نعس مزيان فالليل.
شكون هي الازمه لي تاثرات علي التجاره؟
عندي موعد اخر.
كَانْبغِي خريطه طريق للمدينه؟
هادشي لي كنت كنبحث عليه.
مافهمتش الشرح ديالك.
عندي نعمل ربط. غادي لبوسطن.
فين كاين احسن مكان باش تشوف المناظر؟
هل هو داءم؟
استمتعت بزاف.
واش بغيتي وجهي يولي بحال ديال جوليا روبرتس؟
هلا خديتي هادشي، الله يرحم الوالدين؟
الركاب المغادرون علي متن رحله الخطوط الجويه ABC رقم 703 المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لانهاء الاجراءات الحكوميه.
فين كاين طوبيس ديال الخط B؟
فِي وَرَقَات مُنْفَرِدَه، مَنْ فَضْلِك.
فين كنشري مفرش الطاوله؟
شكون هو لي ممكن يدلني علي مرشد كيتكلم ياباني؟
هل تريد مني ان التقط لك صوره؟
مَاكَلْتْ هَاذْ الْكُوزْطَا.
قْطَعْتُ صْبَعِي. واشْ كاينه شي مُطَهِّر؟
هل ممكن ناخد طابع ب 95 سنتيم؟
غادي نكون هنا علي سبعه وربع.
بغيت شي عطر.
هل ممكن ناخد جدول الزمني؟
كَتْقْرَا فِي هَادْ المَدْرَسَه؟
شحال كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد حطيتها فالكَيس ديالي.
رْفَعْ يْدِيكْ.
هل كاين شي مطعم مزيان تقدر توصيني عليه قريب من هنا؟
شكون لي تفضل، الظلام ولا النور؟
قول ليا فين غاديين طايرين؟
"نقل التذكره، من فضلك."
فين كاين شي مكان زوين لليوم واحد ديال الرحله؟
بغيت الشنطه الحمراء ديال كيلي بنفس ستايل هادي.
غادي تبقي داير هاد التوقيت؟
شكون الوقت لي كتفتح فيه البنك؟
كَنْحس بالمرض.
كَنْتْحَيّرْ. عْلاشْ مَا تْرَسْمِيشْ لِي خْرِيطَه؟
خارج.
وديني للمستشفي.
علاش خاصني نجي للمستشفي كل نهار؟
كيعياني الكرش.
شحال الثمن ديال الطابع باش نبعث هاد الرساله لليابان؟
بغيت كاس ديال الشيري.
هل بغيتي شي حد ياخدك من المطار؟
تبدا عمليه الصعود علي متن الطاءره علي الساعه الرابعه و نصف، يرجي التواجد قبل ذلك.
من ثلاثين الف ين.
فين كنشري كارت ديال التلفون؟
عندي نرجعها فبلاصه اخري؟
غادي نبقي اثني عشر يوم.
رجاءً زيدي شويه فالطول ديال الفوق.
خصك تشوف شي متخصص.
بغينا غير دقاءق معدودات، الله يرحم الوالدين.
القطعه رقم اربعه عشر.
اه، كاين؟ عندك اختيار واسع بزاف.
ما لقيتش هوما فينما.
عندك شي كراسي خاويه للندن؟
بغيت نسخه من تقرير السرقه.
هادي غير بلوك واحد فالنص.
هلا عطيتيني عود ديال الكبريت؟
هاد السيجاره معتدله ولا قويه؟
حسنا. هكذا بالضبط.
القطار السريع المقبل بعد ساعه.
بغيت نطول الكم ديال هاد الجاكيت ديال الرياضه.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك علي الابواب.
قطارات وقفات بسبب الاضراب.
هل يمكنك اصلاح هذا؟
الزنقه كانت مزدحمه بالسيارات.
هاداك هو البنايه الثانيه علي اليسار ديال ديك البنايه البيضاء.
حجزنا مقعدا ليوم خمسه وعشرين اكتوبر، الرحله في الحاديه عشره صباحا.
لا، شويه زياده من الامام. هنا، نعم.
نعم، هادشي ما فيهش الوجبات.
فين كنقدّم رجوع هاد التذكره؟
شكون لي كيدير هادشي؟
باغي ناخد راحه.
السياره ديالي خربات، جيبها ليا من فضلك.
بغيت شعري من ورا يكون شويه اطول.
شكون هوما الانواع لي عندك؟
موافق. واحد من احسن الاماكن عندي.
شكون هو النموذج لي كتفكر فيه؟
سميتي ميشيكو تاناكا، ورقم الرحله هو خمسه واحد لطوكيو.
هلا رسمتي لي خريطه بسيطه من هنا؟
فين غادي نتلاقاو؟
بغيت شعري يبقي بحال كيف كان.
عْطيني خمسين درهم، الله يرحم الوالدين.
فين كاين كاونتر ديال التسجيل ديال الخطوط الجويه اليابانيه؟
شكون هوما هاد المحتويات؟
هل كاين شي بلاصا مزيانه فهاد المنطقه؟
عْطيني شْويه دْلْفلوس، الله يخليك.
حاضر. غادي نتاكد ان الشنط ديالك غادي يوصلو هنا.
هادا هو تخصصنا، سمك السول مشوي.
غادي نبقاو.
تعرضت للسرقه بالعنف.
حاضر. هل عليّ ان اركزه؟
غادي نشاركو.
ما عندناش هاد الطراز بالضبط دابا. غادي نشوف فالمعروض ديالنا. غير صبر شويه، من فضلك.
سكوتش مع الما، الله يرحم الوالدين.
هادشي كيعجب. شحال كاين؟
خدي هاد الوصفه الطبيه لشي صيدليه. غادي تلقاي الدواء عندهم.
طلبت هاد الشي.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين كنشري شي تذكارات؟
غالي بزاف. ما نقدرش نشريه.
هل ممكن ناخد الرقم ديال ABC وشركاه فشيكاغو، من فضلك.
فين كاين الكاتدراءيه؟
شكون بغيتي نطيبو ليك البيض؟
كاين حدا هاد البنايه.
لا، اظن انهم نساو يجيبولنا واحد.
حاضر. تاكدنا. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتجنا للتواصل معك؟
شكون هو اسم الرسام؟
هاداك شي عليك؟ ندير ليه يصيفطك؟
بغيت هاديك.
كيعجبني هاد الخدمه ديال الترحيب بالشامبانيا بعد الركوب. خليني نشرب علي صحتك.
اربعين دولار فاليوم زاءد ثمنه دراهم للكيلومتر.
غادي نعطي 5 دولارات.
ما هادشي ماشي ديال شي واحد اخر؟
قول لي كيفاش نمشي للمتحف؟
معذره بزاف، بغيت نرجع الموعد ديالي.
هل ممكن توصيني برحله نهاريه؟
قطارك غادي يمشي من الرصيف رقم 8.
كَنْبَحْث عْلَي شَنْطَه بْحَيْثْ لَوْجْهَا حَزَام مْتَحَكَّم فِيه.
بغيت يبقي تحت 180 دولار.
غادي نسولك بعد ما ندور شويه.
نعم. حجز لمده ست ليالي، من فضلك. ابتداءً من الثالث والعشرين من يوليوز.
هلا عطيتيني شي نماذج اخري باشكال مختلفه؟
شكون عصير بغيتي؟
غادي ترجع لداركم فالعطله؟
فين كاين شي بلاصه مزيانه نشوف منها منظر زوين؟
هادشي كان خاسر من قبل ما نفتح الطروده.
تاسع وعشرين غشت.
باغي نبعث هادشي بالبريد الجوي لليابان.
يوم الشكر علي العمل. نهار باش نشكرو كلشي لي كيديرو مجهودات باش يديرو المجتمع احسن.
هاد الغرفه صغيره بزاف.
هل ممكن ناخد شويه ديال الشاي، الله يرحم الوالدين؟
بغيت هاد لاباس يتنقي قبل من الليل.
كاين بنك قريب من هنا؟
هلاّ حليتي الطّاوله، الله يخليك؟
سيف، الله يرحم الوالدين.
هوما غير مطبوعات.
اكتب رقم غرفتك من الخلف، من فضلك.
كَنْكَلّو بِالْمِخْصَاصْ وَنْحْنَ كَنَاكْلو.
رحله دلتا رقم 28 المتجهه الي نيو اورليانز غادي تتاخر تقريبا ساعه.
ملي نرجع لليابان غادي نكتب ليك رساله. دابا ديري ليا معروف، عطيني خبر داكشي لي عندك، ديري ليها رساله.
تركت تذكره الطاءره ديالي فالفندق.
غرفه مفرده بلا دش، من فضلك.
شكرا بزاف علي التذكير. هل كاينين بزاف لي كا ينساو يوقعو علي اسماءهم؟
واخا، غادي يبان لينا الوقت. هاد المناقشه نكملوها الخميس علي الواحده؟
بغيت شي بيجامه.
حاضر. غادي نتصلك ملي يكونو جاهزين.
شكون لي غادي ياكل معايا الغدا؟
غادي يوقف الليموزين فالبوابه الشماليه اول حاجه.
شحال من وقت ممكن نستعمل المطعم ديال الفندق؟
هاد القطار مباشر ولا لا؟
واخا، دازت ساعه. خاصني نمشي دابا. شكرا بزاف علي هاد المساء الراءع.
كَانْدِير نْخَذْ مَاَدِيرَه لِلْمَعِيَّه دِيَالِي؟
بغيت دجاج مشوي.
خطاي. ماشي ذنبك.
عفاك، فين غادي يخلص هاد الفيلم؟
هاداك، من فضلك.
سُرقت حليتي. خاصني نعمل تصريح.
عطيني غير دقيقه. غادي نربطك بالسيد جونز.
مرحبا. هادي الخطوط الجويه المتحده.
فاين تعلم السيد جونز اللغه اليابانيه؟
عندي واحد صغيور بنفس التصميم.
هل يمكنك توسيع هذه البنطال؟
ليله الجمعه، علي الساعه التاسعه.
هاد الباب للاس فيغاس؟
عندك حافله من المطار؟
وحدا كاس اخري، الله يرحم الوالدين.
هادشي شويه مالح، ولكن عجباتني. جبتيه معاك من اليابان؟
عافاك، عجل عليه، ان امكن.
هلا خلصتي عشر دولارات هنا كديعه؟
نعم. صحيني بعد ثلاث ساعات، من فضلك.
بغيت نطلب، الله يرحم الوالدين.
شكون لي غادي نقول ليه نعم ولا؟
من فضلك، ملعقتين.
شكون هي المحطه الجايه؟
كايخرج من السياره صوت غريب.
شكون ساعه كايدوزو فالبوسطا؟
دبا خلصت الدفعه الاولي ديال خمسين دولار ملي تسجلت.
عندك دوا للي عندو بطنو مضروبه؟
هل خاصني نلبس الجاكيت و الكرافاط؟
شكون لي غادي ينقل ليا الفلوس لحسابي ديال التوفير؟
نسيت الشنطه ديالي.
بغيت نعاود ناكد علي الرحله ديالي.
ساعتي. كانت جديده تماما، سويسريه الصنع، رقميه.
نجحت فذاك الامتحان بامتياز.
بغيتك توديني لبعض الاماكن المثيره. انا ساءح، عارف.
شكون اللي كايقدر يخرج يتفرج علي المدينه فابور و السفينه واقفه فالميناء؟
خير ليك تعدل المرايه الخلفيه.
غادي ننتاقو عشر دقايق ولا شي حاجه بحال هاكا.
علاش لا، بغيتي ناخد ليك الصحانه؟
بكل سرور. شحال من ساعه بغيتي؟
كَنْضُن بلي تْرُكْت الكاميرا ديالي هنا فالعشاء دْبارح.
جْمعْهُمْ عْلَي البّاب.
اه، لا. ما كاينش داكشي. انا غادي نعاون. درتي بزاف بزاف.
اما تصليحها ولا تبدلها، من فضلك.
غادي نكون موجود فشي نهار فشهر الجاي.
خُذ راحتك.
كيف كايقارن هاد المنتوج الجديد مع المنتوجات لي كاينه؟
البياعين فهاد المتجر كيتعاملو بلطف بزاف.
هلا تحفضلي هادشي؟
غير دقيقه وحده، الله يرحم الوالدين.
عندك التيكيت دياولك؟
باغي نكري سياره لمده اسبوع.
نعم، في الاول، غسليه وحده.
عافاك بان لي شي ساعات للرجال.
هادي 4 و 10.
شحال الثمن باش نمشيو بليموزين للوسط ديال المدينه؟
من هاد الصباح
خاصنا نسرعو. بداو كيركبو.
كيجي مقاسو بالضبط.
سولت علي الدجاج.
عشره ايام.
شكون عمر هاد الولد؟
شحال كاملين؟
بغيت بحال داكشي، الله يرحم الوالدين.
ضاعت عليا الشيكات ديال السفر.
عافاك عطيني شي دوا ديال البرد.
حطيه فكونه.
كَانْشُوفُو كُل صْبَاح فِي الطْرُونْ.
هل ممكن تتعشي معانا هاد الليله؟
غادي نبقي فالـ B Hotel حتي غدا. غادي نكون فرحان اذا قلت ليه اني هنا.
طيران تاخر ب 45 دقيقه.
سميتي شينو يامادا.
شكون هي الاختصاص ديال هاد المطعم؟
عندنا خمر ابيض ممتاز.
غير شي دوا ديال البرد.
هلا جبتي لي حوايجي للوبي غدا الصباح؟
اه، كنضيع شي حاجه فكل مره كنسافر.
ضاعت عليا الاستعمال ديال يدي اليمين.
سلام، هادي دار ديال روي؟
من بعد غادي توصل لشارع تجاري. دوز منو غادي توصل للمحطه.
لا، ماشي هنا. كاين قاعه ديال التدخين فالخلف ديال هاد الطوموبيل.
هل ممكن ناخد بروشور؟
وصل هناك علي تسعه، الله يرحم الوالدين.
نعم، سيدي. كيف بغيتي نقطعها؟
كَنْظُن بلي فِي خَطَا فِي الفاتوره.
غْيَر الزيت والخل كافيين.
عندي بالضبط اللي بغيتي. واش نقترح عليك هادشي؟
كافيه مع السكر.
ساعه سبعه عشر صباحا. اه، معذره. غلطت.
هل سمعتي علي اسبوع الذهب فاليابان؟
شكرا. مرحبا بيك تعاود تاني.
هل باقي محجوز كامل؟
هل يمكنني تركه في اي مكان في البلاد؟
شكون هو الرقم لي خاصني نتصلا من هنا؟
كيفاش نوصل لِديزني لاند؟
كَتْظَنْ هَاد الشي؟
سمح لي. فين كاين المطعم الرءيسي؟
بغيت ندير تلفون لشي حد فاليابان.
"اثنا عشر هو رقمي في المقعد. فين كاين؟"
شكون هادشي، الله يرحم الوالدين؟
شكون هو النوع لي كتفكر فيه؟
نعم. غادي نوصلو ف ثمانيه صباحا بالتوقيت المحلي.
اذا لقيتي شي حاجه، راني كنطلب منك تعاودلي.
هل ممكن ناخد شويه لحم خنزير و بيض؟
عافاك بغيت شي شربات دِيال الخربيز فْلْحلو.
الماء الساخن ما سخونش مزيان.
غادي تشرح ليا كيفاش ندير هاد الشي؟
سجل العنوان ديالك هنا.
هل يمكنني استعمال فلاش؟
شكرا. عاود جيني لغدا ف نفس الوقت. غادي يكونو الصور جاهزين.
معذره، حالياً يمكنكم الطلب فقط من قاءمه الليل.
محركك كايستعمل شحمه مُرَصّصه ولا عاديه؟
عندي صداع.
هادا هو رقم 1207.
بغيت شي غرفه اخري.
شحال مده صلاحيه هاد الفيزا؟
كاين شي مستشفي هنا قريب؟
بغيت بدله.
عندك شي عرض كبير؟
هل يمكن ان اجرب قياس الحجم تسعه؟
فندق امن و كيعطي فطور زوين، الله يرضي عليك.
فين كاين السيرك؟
كاين شي حاجه اكبر؟
ثلاثين دولار و ثمانين سنت
كيعتمد علي قداش المكان سخون، ولكن فوسط اليابان، فبدايه ابريل.
برغر بالجبن و بطاطا مقليه.
غادي يطيح الليل علي القطار الاخير.
ما عنديش فلوس صغار.
واش خدام ليك تذكره الحافله؟
الكريت، من فضلك.
كنت فطيار ديال الخطوط الجويه الامريكيه رقم 828.
كايْن ضجيج بزاف حدا غرفتي.
فِي السَّاحِل الشَّرْقِي، غَادِي تْلْقَي مَكَانَات مَعْرُوفَه بْزَاف، كِيف مَا نِيو يُورْك، وَاشِنْطُون، وَ بُوسْتُون.
عندك شي وراق يابانيه؟
كاي بان مزيان.
علاش لا، ممكن نخلي ليك الشنطه عندي حتي لواحد صباح.
هل كاين شي جوله ف المدينه؟
نعم. للاسف، ما عنديش خيار اخر. شحال مزيان الامن محمي فهاد المنطقه؟
فهمت. بغيت نكري سيتروين.
عندي موهبه فطريه.
هاد الشي مزيان. فين هو الخبز؟
"التدخين، من فضلك. ومقعد بجانب النافذه، من فضلك."
واش شحال كاينه الخياطه؟
شكون اللي غادي يوصل بسرعه، الطاكسي ولا السبيطار المتنقل؟
عندك هاد التيشرت فشي لون اخر؟
ما خاصكش تبقي تشوف التلفزه علي طول.
اه، غادي نوصلو ليه، غادي نوصلو ليه.
دخلتي لمستشفي ديانا احسن.
فين كاين شي سوبرمارشي؟
غالي شويه. ما كاينش لي يعطيني تخفيض؟
شحال باقي حتي نوصل للمحطه لي غادي نبدل فيها؟
داك الراجل سرق ليا المحفظه ديالي.
حبوب الهضم وحبوب الم المعده مختلفين، صح؟
بغيت نشوف الميناء.
فكره زوينه.
شحال كا ياخد الوقت مشي؟
غادي ناخد عشرين من اكبر دبدوب، من فضلك.
شكون هو رقم الكاشير؟
ساهل. غادي نشوف فالدليل التلفوني.
عندكوم شي غرف كبيرين؟
شحال هادي الفاتوره؟
بغيت نبقي فهاد الغرفه ليله اخري.
سمح لي، بغيت ندي تصريح السرقه.
واخا، كيعتمد علي وسيله النقل لي غادي تستعمل. غادي تمشي بالطوبيس ولا بالطياره؟
هل يمكنني الجلوس هنا؟
هل ممكن نبعث غير بريد واحد مقابل دولار واحد؟
نعم، من فضلك ارسلوه الي الغرفه 1234.
ملي هاد الاستماره ديال التسجيل، من فضلك.
بغيت جوج تذاكر ذهاب واياب للاكسفورد.
علاش الساعه نكون فالمطار؟
هادشي بطيء.
فين كاين شي محل باش نطور الفلم؟
لا، من فضلك لا تفعل. هل يمكنك ان تحتفظ باسءلتك الي نهايه حديثي، عندما اطلبها؟
بغيت شي بلاصه مزيانه.
كَنْخَافْ الحمام مْعَطَّلْ. مْحْتَاجْ لِلْمَعُونَه.
ما كاين والو صعيب ولا غامض.
غادي نوديك للكرسي ديالك. من هنا، من فضلك.
سمح لي، بغيت نسولك سءال؟
كَنْتَكَنْدَرْ بْزَاف.
السلام عليكم. كنفرح نتعرف عليك.
بغيت ندي هاد الشنطه معايا حتي لطوكيو، من فضلك.
غادي تشوف لي شي حاجه اكبر شويه؟
كَنْظُنْ لِلابْسَه دْيالْ جَابَانْ مَصْنُوعَه بْشَكْلٍ مُحْكَمْ بَزَّافْ.
خير ليك تسلم وتولي.
عاود من فضلك.
هلا كتبتي ليا العنوان و رقم الهاتف، من فضلك؟
هَلْ هُوَ مُسَخَّنْ؟
شكون هو المطار لي غادي نخرج منو؟
ماشي عطاوكش الورقه فالطياره؟
بغيت مكواه.
جاو 38 دولار كاملين.
شكرا علي مشاركه افكارك الفريده معانا.
كَنْمْشِي نْتْزَلّجْ دْوْ كْرَه فِ الشْهَر فِ المْوسِم.
تولدت فالاول د ابريل عام واحد وخمسين وتسعميه.
شكون اللي كايعاود علي الكرا ديال المضارب؟
هاذي هي الطوبيس ديال وسط المدينه؟
شحال هاد العطر؟
شكون لي كاين؟
فين كنتمشي باش ندير الاجراءات؟
خمسميه درهم.
هاد الشي فيه الضريبه؟
شكون هوما الكيستات؟
سول واحد لابيرتوير.
غادي نعطي 3 دولارات علي هادشي.
كيف دايراها؟
مكاينش شي اكل ما كنحبوش.
يوم الدستور او "كنبو كيننبي" عيد وطني فالثالث ديال ماي باش يخلدوا تاسيس الدستور الياباني الحالي.
هل هاد الجوله كتشمل زياره لبرج سيرز؟
هل كاين شي مكتبه قريبه من هنا؟
غادي نمشي نقرا فالمدرسه الصيفيه فجامعه هاواي.
فاين حنا عايقين دابا؟
ضْرْفْين كْبار وْوْلْد صْغير عندو تْلاتْ سنين.
فِي كَابِينَه رَاحَه فِي المَحَطَّه.
