بغيت نحجز طاوله للعشاء هاد الليله.
هاك. احتافظ بالباقي.
غادي نبقي فاوطيل الفا.
علاش السيديات رخاص هنا؟
الثمن هو خمسه و سبعين سنت. عافاك تكون عندك الصرف صحيح.
🗨 انا كتعجبني جاز
واش غادي يقلبو الامتعه دالشخص الواحد فالديوانه؟
بغيت نحجز غرفه فرديه فالاوطيل ديالك، تلاته ديال الليلات ابتداء من اللول ديال يوليوز.
لغراند اوطيل.
ولكن ماكايوريش ل قولدن قايتس بردج. خصنا نسولو شي واحد. اسمح لي، واش هادا الموقف الصحيح ديال الطوبيس باش نمشيو ل قولدن قايتس بردج؟
اه هو فيه
اه. واش يمكن لي نساعدك؟
عيط للنادله اللي مكلفه بهاد الطاوله، عافاك.
بغيت الكحول مُمَيِّت.
واش يمكن لي نكمل الرحله ديالي؟
واش كاين شي واحد يقابلو؟
رد البال لراسك.
اختي بارك
واش ضروري الستيت و كرافاط؟
اشنو هو احسن موسم فهاد البلاد؟
غادي يتطلب هاد الشي عشرين دقيقه تقريباً.
واش يمكن لي نطلب كاس ديال النبيذ؟
غادي نوريك الغرفه ديالك.
بغيت ناكد الحجز ديالي.
من الافضل تدير فحص كامل فمستشفي عام.
سلام عليكم مرض الخاص واش الرقم لي باغي تتليه
حدا مكتب الخطوط الجويه السينغافوريه لهيها.
هادشي ماخدامش مزيان.
واش نقدر ناخد ساروتي، عافاك؟ رقم الغرفه هو واحد خمسين.
خود هاد الوصفه للصيدليه.
واش يمكن لي نحصل علي بلاصه جيهت الممر، عافاك؟ بغينا بلايص لغير لمدخنين.
الانسه يوشي ساوا. ي و ش ي ه س ا و ا. الرقم هو تلاته ربعه خمسه سته سبعه تمنيه تسعود صفر.
مناسبي ياماركو لابدا نقدر نكمل شكرا جزيلا علا طياب وعودكم في توجع هذا اللقا ليله جيده واحببت المستوا المده والمساهده في تواجه هذا اللقا لكل ما تمن المستوا المده والمساهده في تواجه هذا اللقا لكل ما تمن المستوا المده والمساهده في تواجه هذا اللقا لكل ما تمن المستوا المده والمساهده في تواجه هذا اللقا لكل ما تمن المستوا المده والمساهده في تواجه هذا اللقا لكل ما تمن المستوا المده والمساهده في تواجه هذا اللقا لكل ما تمن المستوا المد
مايمكنش تتحرك.
سمح ليا. كانقلب علي هاد العنوان.
اغراض السفر ديالي تكرفسو مزيان.
فين اقرب مدخل؟
وحده بحمام، عافاك.
خاصني نتفادا الماكله اللي فيها السكر.
بلاصه حدا الشرجم، عافاك.
بغيت نحجز طاوله لجوج اشخاص.
باينه سهل واش كانو كاينا
واش هادشي بدون رسوم جمركيه؟
بغيت نصلح ساعتي. هاد الساعه كاتخاذ جوج دقايق فالنهار.
ريت عاليه.
بغيت نكري شي الواح التزحلق الماءي.
لا، خليني نشوف فالاول.
واش كاين شي واجبات اخري؟
فين كاينه الساحه؟
شكراً. غادي نفيقوك مع التمنيه.
واش يمكن لي نبدلو لرحله غادي تمشي قبل الخمسه؟
وخا "رينجي" هو باش يتكتب المخطط الاصلي وباش يدوروه بين الناس المعنيين باش ياخدو الموافقه ديالهم.
...سمح ليا، بلحاق راه عامر فهاد الفتره.
واش عندك شي خواتم من الاوبال؟
تلعب معايا؟
عمر لي هاد الورقا، عافاك.
ماتترددش تعيط ليا الا كانت عندك فرصه تزور طوكيو.
دابا هضرتي.
واش عندك شي رحلات سياحيه؟
غادي تسلم لي هاد الحاسوب الشخصي، ياك؟
بغيت كاسيت لكاميرا الفيديو، عافاك.
سمح ليا مانقدرش نخلص اكتر من ستين دولار لليله.
غادي ناخد شي قهوه مع الحليب.
اكيد. عمر هاد الاستماره و وقعها، عافاك.
من الاحسن بلا ما تسهر بزاف.
وقتاش خاصني نرجع للطوبيس؟
ما عنديش فرشيطا.
واش عندكم شي رحله سياحيه للاس فيغاس؟
مانكتبي رجلي الايام لان كتموت بزاف
فيناهي مصلحه الشوانط؟
تقدر تزيد شويه ديال الما فالكاس ديالي؟
كنت فكرت انا تصورت فداك لمطلود لغادي فيه
وصلت هنا فالقطار اللي خرج من لندن مع الطناش و خمستاش دقيقه.
اه، عندي. وقتاش يمكن لي نحصل علي نسخ جديده؟
واش عندك شي حاجه خفيفه؟
مسا الخير. شحال من واحد غادي يكون عندك فالحفل؟
عافاك سير.
سمح ليا، اسيدي، ولايني كلشي عامر.
واش تقدر تكتب هاد الشي، عافاك؟
خصني نمشي للمرحاض.
شنو هو معدل التضخم؟
السينسيناتي ريدس خاسرين بثلاثه ديال النقط.
فين هي منطقه التزحلق علي الجليد؟
اه، واش غادي تقول ليه نوريكو ايتو عيطات؟
فين يمكن ليا نخلص ثمن المسافه الاضافيه؟
فيناهي الطوبيس المكوكي؟
بغيت شي حوت صول.
واش نعطيك شي حاجه تبكي عليها؟
طحت فالدروج.
اغسل هادا غدا مع التسعود ديال الصباح.
نشا نمشي نصاد.
كتعمر لينا القهوه مزيان.
ممكن تصاوب ليا كعض هاد السريات
بغيت نعرف ساعه الاقلاع ديال الرحله الجويه الداخليه ديالي.
راه غير لهيه. عافاك ماتترددش تاخد واحد.
واش يمكن لينا نستعملو ملعب التنس هاد العشيه؟
واش يمكن ليك تجيب ليا الفطور مع التمنيه دالصباح غدا؟
واش انتا من هنا؟
من اينا نوع دالجلد مصنوع هاد الصاك؟
فين يمكن ليا ناخد الطوبيس للمحطه الطرقيه دالمدينه؟
عينك زوينين
فين بلاصتي، عافاك؟
بغيت فيلتر ال اشعا فوق البنفسجيه، عافاك.
ممكن نشوف اللي اقل ثمن؟
بغيت طابله في مكان غير المدخنين، عافاك.
واش هادي هي الجوده اللي عندكم مزيانه؟
اشنو تبغي تشرب لاله؟
اسمح ليا، واش غادي لتالت و عشرين؟
سمح ليا. فين كاين البار؟
شكرا وحفظك البقاش
واخا، تانعيط ليك من بعد. شكرا.
واش كاين شي فضاء اللعب؟
واش عندك جوج تذاكر ل" الجميله و الوحش" هاد الاربعاء؟
واش عندك جوله ديال نهار كامل؟
اشمن ياعه غادي نوصلو لنيويورك؟
خاصني نمشي دابا.
سمح ليا ماغاديش يوصل حتال غدا.
ماشي مشكل، حنا اصلا دايرين بحساب هاد النوع ديال الحالات بالضبط فالحسابات ديالنا.
تقدر تديني للسبيطار؟
فين كاين اقرب فرماسيان خدام 24 ساعه علي 24؟
واش ممكن ناخدو غير الديسير؟
واخا. نشوفو كولشي مزيان.
الزجاج كان خير في منتجابيات اتسناتي واش لباره ماشي ديال الزجاج في منتجابيات اتسناتي
واسعين بزاف.
الحوت اللي كاتقصد هو فوغو. فيه سم قاتل فالكبده و المبيض ديالو.
حساب ليا هاد الحفل كان مزيان بزاف.
فيناهي الغرفه ديال الامتعه؟
واش يمكن ناخد صور لداخل؟
مانقدرش ندبرو بوحدي.
عمري ما شفت منطق بحال هاد المنتظر
محتاج نشوف طبيب ترويض.
اه، محسيت براسي مزيان هادي يومين.
فيا الاسهال.
علاش الغدا كيتقدم فالتلاته؟
الجمعه عامر مزيان حتي للتمنيه و نص.
تقدر تغلفهوم، عافاك؟
عفاك قولي لاسم معمر باءم
وقتاش تقدر تعاودو؟
خليني نفكر. غادي نشوف فمحلات اخرين.
شنو نظرك عشره دولار لتلاته؟
مابغيت نصرف اكتر من تلاتين دولار للوحده.
واش يمكن ليك تصرفو الين الياباني هنا؟
كنضن هادا احسن بكتير من هادا.
عافاك اهضر باليابانيه.
بغيت واحد القضيب دالشكلاطه، عافاك.
ابقا هنا، عافاك.
هاد الشي كا يبان مزيان. وقتاش كا تبدا الجوله؟
احجزت طوموبيله لليابان ليومين.
واش يمكن ليك تقول لي فين يمكن لي نتسجل فهاد الرحله؟
تقدر تصورني، عافاك؟
بغيت نطبع هاد البطاقه البريديه، عافاك.
واش يمكن لي نكري سرج و خوذه؟
ممكن تعطيني نبيذ اخر؟
شكون اللي بني هادشي؟
واش الضمانه صالحه فاليابان؟
لا، ما عندناش.
درت الدوره علي سيدني.
وقتاش غادي يجي؟
اسمح ليا، واش يمكن ليك تجيب ليا فرشيطا اخرا، عافاك؟
واش كاين شي جامع قريب؟
واش يمكن لي نحصل عليه بلا وصفه؟
واش يمكن لي نقترح اننا نصوتو علي هادشي دابا؟
بغيت نبقي هنا هاد الليله.
خدام ف الميديا.
شكرا. وعلا ممكن نصاوب تليفون
تقسم ليا لحساب، عافاك.
نوع ديال الاكل لي كتعجبي
واش تقريبا تلاتين دولار؟
واش تقدر ترسم خريطه؟
مطلع مزيان.
راه جوج جوج تلاته واحد واحد واحد واحد.
ياك بالحق غزال جا عليك زوين
فين غادي؟
واحد التذكره، عافاك.
كنتمنا التقاله ديالها
بغيت نزور متحف المتروبوليتان للفنون ومركز لينكولن، حتي هو.
من بعد الاعصار، عاده كان عندنا واحد النهار ديال الخريف واضح.
اه، داكشي غادي يكون مزيان. بشحال الزياده ديال الطبع المزدوج؟
شحال خاصني نتسني باش يوصل؟
ضباط الشرطه. عندنا امر بالتفتيش. فتحو الباب.
وقتاش الفاصل؟
واش تقدر تقصر الطول بجوج سنتيمتر؟
غادي نشوف شنو يمكن لي ندير.
خاصني ناخد الطياره مع الجوج واقفه.
شكرا جزيلا هاد تبوره تماده ديالك
نوعا ما. كنت فالمنطقه.
خديت الوجبات ديالي بالقساءم.
اينا منور واحد
غير كانشوف، شكرا.
جوج هامبرغر و جوج فنجان دالقهوه، عافاك.
خاصك ضروري دير شي حاجه. خاصني نرجع غدا لطوكيو.
العشره و لحضاش من اكتوبر، و اوت ثاني ف اطناش اكتوبر.
اشنو الرابط
عفاك الماء واش مزيان
هادي لواجيات ديالي
وقتاش غادي يكون واجد؟
طاحت ليا الشوكه.
لا ابدا. نتمني يكون مزيان حتي غدا.
واش خاصني نلبس رسمي؟
بغيت جوج تذاكر للعرض ديال التمنيه دالليل.
سمح ليا. واش يمكن ليك تقول ليا وقتاش كتحل؟
هاد التذكره ماصالحاش.
خمسه و تلاتين ساعه، ماعادا ساعه وحده ديال الغداء. شنو بان ليك ف الشركه ديالك ف اليابان؟
هاد البرج كايرتافع بعلو ستماءه و ربعه و تلاتين قدم.
بغيت راديو دالطوموبيل، عافاك.
واش ممكن تشوف المسوده ديالي منين نساليها؟
واخا. غادي نصيفط ليك الاشعار ف اقرب وقت.
عندك تقرير البوليس، ياك؟ اشناهوما ارقام التحقق ديالك؟
مقطوع.
فين هو دليل الهاتف؟
المصارعه ديال السومو هي رياضه وطنيه ديال اليابان.
وقتاش كاتلبس الكيمونو؟
اه. بغيت نستعمل الفيزا. الرقم هو ربعه تسعود زيرو تمنيه واحد خمسه واحد تنين تلاته سته سبعه سبعه سته زيرو زيرو ربعه.
واش عندك هادي بقياس ستاش، فاللون احمر؟
بغيت تامين متكامل.
كاتسارا مزيان؟
شنو تبغي دير؟
شكرا. واش الطير متقول داءما في لعدنازل؟
عافاك قول ليه يعاود يتصل بيا فاقرب وقت فاش يدخل. هادي تلاته خمسه ربعه تمنيه واحد واحد تلاته تسعود. اوطيل هيلتون، غرفه رقم اطناش زيرو تسعود.
وقتاش نهاءيات NBA؟
ماكايعجبنيش هاد النوع.
اش من طريق لبرلين؟
هرست المزهريه بالغلط.
واش خاصني نقدم الويسكي قبل الحسوه او من بعد؟
واش تقدر تحط هاد الصاك فبلاصه خري؟
غادي نتبعو التطورات عن قرب من بعد ما نرجعو لليابان.
معلوم، ماتقلقش. انا اهتميت بكلشي.
مزيان. و فاليابان؟
انا اسف، ولاّن الاوطيل عاو كولو.
واش يمكن لينا ناخدو تصاور داخل المتحف؟
هاد اطمان ايخلي انك اطلال
واخا، صافي. كانتمني ما يوقعش هاد الشي مره اخري.
بغيت رغوه الاستحمام.
خاصني نهبط. ماشي هادا هو القطار المناسب.
تلف ليا العقد ديالي.
تقدر تكون المصرانه الزايده.
اكتبو، عافاك.
تقدر توريني هاداك؟
شنو خاصني ندير منين نرد الطوموبيل؟
علاش ما نهضروشي علي شي قهوه؟
شنو التخصص ديالك؟
غادي يسالي هاد الشي مع الوحده ديال الزوال.
بغيت نطلب الشهوات الاخرا حيت كايخد فيه بزاف
رءيسنا؟ نعم، كستمتع بكوكتيل. بغيتك تتلاقاه. اجي معايا.
شي واحد يعيط علي البوليس.
كنقلب شي سوف لوالده
فين انا فهاد الخريطه؟
واقيلا.
سديت علي الساروت فالطوموبيل.
غادي نقدر فايتك فخمسه وخمسين.
ماعندكش الحق تدور علي اليمين هنا.
واش كاين شي محل داصلاح السيارات هنا؟
هاد التابعه غاليه
عوال غدا ندوزو فالتسوق.
هذا راه مشهور.
اه، هادي اول رحله ليا.
بغيت نبدل لغرفه اخري.
واش ممكن نزيدو الشيفور؟
فين جا المركز التجاري؟
نسيت صاكي فبلاصتي. واش يمكن ليك تقلب عليه؟
واحد السندويتش د بيبي. بلا ماتكتر الموطارد، عافاك.
غادي نقول باللي الصيف هنا ماشي خايب بزاف.
ونعم الحسد راك لقينها عند المواليه و مخليييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييي
نص طياب، عافاك.
خاصك تخلص واحد التكلفه زايده منين ترد الطوموبيل.
كيفاش كاتربط حزام السلامه؟
كا نعيط لحارس.
و عامر. ما عندنا ما نديرو.
سير نيشان جوج شوارع.
عيط بالزربه علي سياره اسعاف، عافاك.
اسمح ليا، اشمن ساعه غادي توصل الطياره لطوكيو؟
واش هاد التذكره باقه متوفره؟
واش محتاج لشي قلم، او لا ستيلو؟
هاداك السيد ما تتيقش فيه.
واش عندك شي خريطه لمسار الدراجات؟
قياس عشره، الاله. العلامات الحمرا محطوطين علي قياس عشره.
مع صرف صغير، عافاك.
نعم، عندنا. واش بغيتي تقرا حتي شي مجلات يابانيه؟
البيض المصلوق، عافاك.
اه، بصح. كنسميو الفصل اللي كتشتي فيه اليابان 'تسويو'.
عمر، عافاك.
ماكانحسش بساقي ليمن.
بطابيعت لحال. ولايني ما بقا حتي شي شومبر مزدوج ف هاد ليلا.
واش طول نتاعه؟ شحال بحال هادي؟
واش كل واحد خاصو ينزل؟
موفقه تهزي بركه؟
هذا الدوز لي عطاني ليه العادي
كيقولو باللي تاريخ وتقاليد وثقافه شي امه كتعني العطل ديالها الوطنيه.
واش هاد رحله الطيران غاديه في الوقت؟
لا، بلحاق يمكن ليك تتصل بهاد الرقم للمساعده باليابانيه. واحد تمنميه
خليني نلقي نظره علي هاد الطوموبيل.
ممكن تنصحك علا حاجه زوينه تبان فيها القلب القديمه ؟
اه، غادي نبقي عاقل علي هادشي.
محتاج لمحول الفولتاج و لبريزات و لكوكيات. الفولتاج فهاد البلاد مختلف علي ديالنا، و حتي هادوك الاجهزه المنزليه.
كانوا ربعه د الشباب.
كنظن تقاسيت فالضهر لتحتاني.
واش تبغي تعلا هاد الجناب الشويه؟
بغيناكم تنتقلو لمصنع اي بي سي.
قياس عادي، عافاك.
سميتي شيبا. الغرفه تلاته خمسه و ربعين.
كايتعطاونا عشرين يوم عطله مدفوعه الاجر فالعام.
صيكاني ماشي هنا.
بالمناسبه نتاع اللمس. واحد السيد ميريكاني داير يدو علي ظهر واحد السيده بطريقه طبيعيه
فين هو الماكله ديالي اللي طلبت؟
لان انا غادي نصاوب هاد سلونيا
هد الطفون منك تصلي علي صحيحتي
ماكانحس بحتي شي تحسن.
هدشي لي كيتقا من حوايج بزاف واخا غادي نشري الدكره ديالي في اخر يوم
غادي يكون عندنا عرض فالسينما فالسما من دابا شي دقايق. تبغيو شي مرطوبات؟
انا جاي من المغرب.
حط الصاك هنايا، و الحقيبه فالخزانه، عافاك.
مكاينفعش تشري حوايج رخاص.
هاهما التذاكر ديالك و وثيقه التاكيد ديال الفندق.
صيفط ليا شي طبيب، عافاك.
ممكن نقد كاع العبار
شكرا. هادشي اللي محتاج ليه دابا.
شكرا لك بزاف. رقم الغرفه ديالك هو سبعه عشرين. ها هو الساروت ديالك. الحمال ديالنا غادي يهز ليك الباكاج.
حيد حوايجك و تكا تما.
واش غتسمح ليا نطفي الراديو؟
رد فعل الموزعين علي المنتج كان مزيان.
بغيت الما يكون سخون مزيان.
كل واحد فينا يخلص حقو.
نادله.
درت خوتي الصغار للدير
مساء الخير فاتوصلونا
غير باش ناخد واحد تدكار. شفتي، ماعندناش هاد النوع ديال الطاكسي فاليابان.
واش يمكن لي ناخذ تصاور داخل المتحف؟
اشمن انواع ديال الوليدات في انجلتارف والساده واساره المنطقات
بغيت ندير حجز علي الرحله الجويه ديال الخطوط الجويه اليابانيه رقم سته لنيويورك نهار اطناش.
كنظن هادي فكره مزيانه. الا ماكان حتي شي اعتراض علي هادشي، بغيت نديرو تصويت.
كيفاش يمكن لي نمشي لتما بالليموزين؟
الوحيده اللي بقات لينا اليوم هي الجوله ديال المدينه. الاخرين كلهم جولات ليليه.
معنا ايطاليه؟
اشمن خط كايمشي لمحطه لندن؟
عندك وليدات؟
ماشي ديالك
من هنا، عافاك. السادس و السابع فهاد الصف.
فين هو المسار ديال المبتدءين؟
بلا خدع.
واش تقدر تصيفط ليا شي معلومات علي المنتوج الجديد ديالكم؟
واش هاد الكاميرا ديال تمنيه ملمتر هديه؟
بغيت شي فلاش.
بغيت اتصال دلفياق، عافاك.
واش بغيتي تقول مبغيتيش تفاهم معاهم؟
اه، بغيت. وقتاش غادي نمشيو من هنا؟
الاسم ديالي هو ريسا كوبايشيا ورقم المكان فين انا مقيمه العود الثاني هو كلمه استمريش السمان والنسح والمنظر والتحدي المناسبي والمناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي المناسبي
بغيت شي راديو د الجيب، عافاك.
شحال دلوقت غادي تبقي هنا؟
غادي تاخد شي ايامات.
مراه يا سيد الكريمه ممكن نسابك
غادي نوصل من بعد العشا.
غادي نصايبو كونطرا فالسيمانه الجايه.
خمسه. بغيت الطاولات يكونو مجموعين.
هاد الصرف غالط. عافاك اعطيني مازال تلاته د الدولار.
بغيت نهبط فالمحطه المركزيه. عافاك اعلمني منين نوصلو لتما.
واش هاد الجلد حقيقي؟
عافاك عيط لشي بوليسي.
اشنو هو احسن نادي ليلي ديال الجاز؟
مفهمتش
تلف ليا صاكي.
واش يمكن لي نحصل علي باكيه باش نجمع؟
بغيت شومبوان غبره.
الكونس معتبر
نعم، بكل تاكيد. عافاك بلغي للسيد كوالكامي متمنياتي الخالصه.
خليني نشوف شحال كا يوزن. غادي توصل لخمسه و تسعين سنت.
واش تقدر تزيد الخص و ماطيشه؟
عافاك اتصل ليا بالطاكسي فالجوج ديال الزوال.
دخلات فيا شظيه فصبعي.
شحال كيسواو ف اليابان?
وصل لبورتدلاند ف اطناش.
هادشي مجهد عليا.
واش ساليتي الغداء ديالك؟
ممكن تعوف ليا هادشي
واش تقدر توصف لي الامتعه ديالك؟
عفاك حطيه في ثلاثه
واش غادي تسناني بينما نزور الكاتدراءيه؟
يالاه نبدلو الجنب.
من الافضل تعمر هاد الاستماره ديال الجمارك و تسلمها.
ممكن تسلفني قلم؟
غادي ناخد كره واحده من ايس كريم جوز الهند فوق مخروط، عافاك.
تبغي شي مشروبات؟
شنو سميتك عاود، عافاك؟
خليني نشوف هاداك.
جيت ناخذ مطبوعاتي.
عافاك قصر الاكمام.
...عندي حمي خفيفه و حتي وجع فصدري فالجانب الايمن ملي كنسعل
عشرين دولار مسبقاً.
واش كاين شي نادي ليلي هنا؟
بغيت نمشي لمحطه ديال الميطرو.
غادي نوصلو ليه مع الثالثه و النصف حسب التوقيت المحلي.
بغيت نمشي للشارع الخامس. شحال التذكره، عافاك؟
واش نجيب ليك شي حاجه تشربها؟
فين كاين اقرب محل لبيع الحلويات؟
اوه، ايه. بغيت نصيفط هاد الباكيه لليابان. كاين فيها شي صناعات يدويه ديال السكان الاصليين.
يالله تسوني برعاء ممكن تبقا؟
ممكن تجيب ليا الروج، عافاك؟
شحال ثمن الغرفه؟
عافاك اعطيني لي فوق الرف.
غادي نتهلا فديك الطابله.
بالك وحده وحده
هنا راه كبير شويه.
مساء الخير. فندق ستار. كيفاش يمكن لي نساعدك؟
حطيت جوج دراهم باش نحصل علي كوكا، ولكن ماخرج والو من الاله.
فين بلاصه تيكونو فيها بزاف د الشباب؟
واش يمكن ليا نبدل الخطوط الجويه؟
واش يمكن لي نصرف شويه شيكات سياحيه؟
ما قصدتش نجرح مشاعرك.
من بعد ما نقلعو، غادي نقولو ليكم اكثر علي الخدمات ديالنا اليوم. في الوقت اللي غادي نتسناو، الا كان شي حاجه نقدرو نديروها باش نخليو الرحله ديالكم اكثر ممتعه، عافاكم ما تترددوش باش تطلبو.
عافاك واصلني مع الغرفه رقم اطناش اربعه وتلاتين.
تقدر توصلني لعند الطبيب، عافاك؟
عافاك وريني مجموع المصاريف.
الماكله بارده
واش كاين شي محل كيبيعو فيه حوايج الرجال مزيانين؟
صافي
هي هنا هادي ثلث سنين.
بغيت نحجز ملعب التنس مع التلاته ديال الزوال لمده ساعه.
كل مره فاتو ناجح المره التاليه
واش هادا ديال الدراري الصغار؟
ايوا، انا كنفضل ريحه متكونش حلوه بزاف.
عند صالح ديالو
اشنو نقدر ندير ليك؟ واش عندك شي مشكل؟
شحال كادير التذكره ديال الذهاب و الاياب؟
سمح ليا. ما كنخدوش الحجز.
فين خاصني ننزل؟
تقدر توصلني لاقرب مركز شرطه؟
الضريبه غادي يتخلص بوحدو.
شنو موضوع تابون فيه؟
علاش ما تزيدش شويه ديال الابزار فيه؟
بغيت ناكل شي اكله ايطاليه.
بغيت ممحاه.
شحال ديرلو ليست
شحال تمن دخل
هوراي.
غادي نوصل للوس انجلوس مع الخامسه.
كا نحس بالم قاصح فصدري.
امراه زايده بلونيز بحال كبار عليها
واش ميمكنوش نمشي في سفرواش
واخا، التذاكر غادي يكونو ف الانتظار ديالكم فشباك التذاكر ديال المسرح. شكرا علي الاتصال ديالكم ب تذاكر برودواي.
كنضن هاد الارقام ماكايتجمعوش.
عندنا مشكل.
هاد الطياره دارت ساعتين تاخير.
واش يمكن تطيح الشتا؟
اسمح ليا، واش هاد القطار كيوقف فبالتيمور؟
الحادكه لي كنت كنشف فيها بالحماس مابيتش
نوم وشكاتي كول كاس دالشارع
غانقمر عشره دورو.
كتاب دالارشاد.
عافاك وريني كيفاش ندير.
كيف كنبغيو المول لي واش فيه
واش كتعرف شي بلايص مزيانين للاقامه فشيكاغو؟
تقريبا خمسه الاف ين. شي حاجه ل شي بنت شابه.
فين نقدر نلقي لوحه الاعلانات؟
ممكن تفتح الباب ليا؟
اشنو اللي باين دابا؟
واش كاينه شي استراحه؟
...باغي يقتلني...دابا شوف دير فيا خير...سير للحمام حل شي شرجم و بقا تما
اه، اسيدي. بيروجينو فالجانب الغربي.
واش يمكن لي نخلي هاد الكاس هنا؟
عافاك خصك تخلي الاوطيل مع التسعود.
غادي ناخد حساء الخضر و شراءح اللحم المشوي، عافاك.
فين يمكن ليا نحصل علي المترو؟
عافاك وريني شي لون اخر.
واش كاين شي تزلج فالليل؟
بغيت نحجز غرفه لهاد الليله.
من بعد ما تسالي مع البوليس، عاود اتصل بيا باش نقدر نعطيك النوامر الاخرين اللي غادي تحتاجهم.
كايتنفخ و كاين خفقان.
عافاك صيفطو لهاد العنوان.
هاد مشغل الاقراص المدمجه ماخدامش. بغيت نرجع فلوسي.
زوين.
اوه، نبغي بزاف.
هادا السي ياماموتو، الغرفه تلاته خمسه وتلاتين. الناس اللي فالغرفه اللي حدانا دارو الصداع بزاف. بغيت نبدل الغرفه.
واش عندك شي حاجه اضيق؟
شحال خصنا نديرو هاد الكونطرا؟
كاس دشابليس.
شحال الرجاج
شحال فيها هاد المنز المعدن
فيا وجع لغيكل.
كيما العاده.
تجرحت.
راه طويل.
لغزاله المراه سوسان مسيرا لك
سمحيلي مدام ،سطح سنانيك
بريد جوي، عافاك.
واش تبغي البلاصه جهه النافذه اولا جهه الممر؟
سلام عليكم ممكن تقوليني كيفاش نصارين ديال متابعه اليوم نحنا في منان دابا
اش من جزء من ا غادي ليه؟
شكرا كندخل حفله
بغيت شي فيلم لهاد الرواح، عافاك.
ممكن توقف الطبيه عفاك
بصراحه، لا. بلحاق راسي كيضرني شويه.
واش كاين شي اداء كبير لموسيقي الروك؟
انا هنا علي ود دراسه السوق.
عافاك شوف شنو تقدر دير ليا.
واش يمكن ليا نعرضك للغدا؟
فيزا.
بغيت شويه ديال صابون الغساله.
معلوم. قلت، واش كتعرف السي وايت؟
مشكور علا النصاءح انا غادي نجربها فالمواضيع المقبوله
واش فيك الحساسيه من شي دوا معين؟
لا، شكرا.
ماكانضنش. هادي فكره زوينه.
تقدر تشعل لينا المكيف؟
بغيت قرعه ديال الما معدني.
ممكن تنصحني ببلايص زوينين لرحلات اليوم؟
واش يمكن لي نستاجر مرشد سياحي للنهار كله؟
من اينا بلاصه انت من الولايات المتحده؟
عافاك صرف ليا هاد الفلوس جنيهات.
داك الشي علي حسب طول الجوله.
واش يمكن لك تحيد عليك الفوقاني؟
انا جاي من اسراءيل.
اه- زيت كتصدق في رقه ديالي
فين نقدر نلقي الكتب المدرسيه؟
ضرباتني طوموبيل.
واش يمكن لينا نحصلو علي شلمون، عافاك؟
التلج مخدشش
ممكن تعمل داك نموذج وتفارق بلا ليه؟
بسلامه.
واش هادي هي المنصه الصحيحه ديال القطار لباريس؟
مرحبا استخدا كان الشهيه
اوه، واش باقي حفلات الجيشا كاينه؟
بلحاق، اسماء المحطات غالبا مكتوبين باليابانيه فقط. داكشي علاش، يقدر يكون صعيب يتفهم.
شنو كدير الدودا فوسط الزرع ديال الكبال?
شنو بغيتي؟
شكرا جزيلا ولكن اشنو يوم في خاطرك؟
كنضن باللي راك فبلاصتي.
فهاد الحاله ماغاديش يكون عندي وقت كافي.
ممنوع التدخين عافاك.
بغيت نمشي لمانهاتن. بشحال كايدير؟
من بعد، يمكن ليك تنصحني بشي مطعم بثمن معقول قريب من هنا؟ واش يمكن ليك توريه ليا علي هاد الخريطه؟
خاصك تدوز من بوابه اخري باش توصل لمحطه شينكانسن.
فين كاينه السينما؟
انا كيمون
واش يمكن ليك تواصلني مع شي واحد كيهضر باليابانيه؟
اربع ايام.
خليني نشوف، غادي تجي اربعطاش خمسين.
وقت الاركاب لرحله طيران يونايتد واحد سبعه خمسه تاخّر. عافاك اتسني عشره دقايق.
مزيان. غادي نشريه.
واش هاد التمن تيضمن الضريبه ورسوم الخدمه والفطور؟
خليني نشرح ليك توقيت الاكل فهاد الدار.
فيا السخانه بزاف.
واش كدير التمارين ديالك؟
يالاه نعيطو ليه.
اوروبا للعطله الصيفيه ديالي هاد العام.
خاص يكونو هنا ناس من جميع انحاء العالم.
فين كايديّرو هاد المسرحيه؟
واش ناخد الفاتوره، عافاك؟
مزيان، فيه تلاته شراءح ديال الدجاج و كايجي معاه بطاطا مشويه و خضره مخلطه.
الغرفه اللي حدا الباب فيها الصداع بزاف. واش تقدر تنبههم؟
ضربني.
ماتقوش عليه نديرو التاليه
بغينا نلقاو شي بلاصه بشي تلاتين دولار لكل واحد.
اسمح ليا، واش تقدر تقول ليا شنو هو هاد العنصر في القاءمه؟
تقدر تقول ليا الديسكو لي كيحضروه بزاف فهاد المدينه؟
واش تقدر تقول لي كيفاش نستعمل التليفون؟
انا كاديا نوع بان ممكن تخليه معك
واش كتعرف وقتاش كيفتح المتحف؟
بغيت نمشي لشي حفل ديال الموسيقي الكلاسيكيه.
شنو هما السالوات
بغيت شويه دلحم الخنزير.
شحال تيصبح مع الكوستير
اوه، انا اسف، راه الباب الثاني علي اليسار.
اه، عندنا "فين"، و "دليل المدينه".
عافاك احتفظ ليا باغراضي الغاليه فلخزنه ديالك.
رد بالك.
سربي. يالاه نمشيو. لاله، تقدري تسكتي؟ سيدي، هبط، عافاك. شكرا. غير بقا تما. غير تكا مرتاح. اه، اه، رمي جوج قراعي ديال وايلد توركي، حتا هوما، عافاك؟
انا مجمد.
عافاك قولها بلي بغيت نشوفها بعد غدا.
غادي نبقي مع صاحبي.
فين هو هاد الدليل؟
شهيوا باينا
عشره دولار من البنزين الممتاز فمول الضما رقم تلاته، عافاك.
العرض ديالي كا يتضمن هاد الجوله الاختياريه.
كيفاش نوصل لتما؟ واش تقدر ترسم ليا الخريطه؟
غادي نفكر فيه. شكرا لك.
خاصني نرد بالي باش ما يديروهاش بيا و ما ياخدو ليا حتا ريال من الصرف ديالي.
الطبخ ديال الكوجيم ولي مشهور بزاف هاد الايام.
👍 👍 👍 شكرا
كتوبه. شحال دلوقت كيستغرق باش يوصل لليابان بالبريد الجوي؟
تجرحت فيدي.
واش جوج ياما
واش عندك شي رحلات نص يوم؟
ماعرفتش الانجلتير باساس هل فين من يءير يامانير
سلام عليكم اسم ديالي موري عندي حجه في سبع دقات
كا نتسني صاحبي.
انا من روسيا.
الطلب ديالك؟ تبغي تشرب شي حاجه؟
عافاك واصلني مع السيد طاناكا في الغرفه تمنيه عشرين.
زيدني شوييا ديال لخبز، عفاك.
واش يمكن لينا نكريو مضارب؟
واش تبغي قهوه او لا اتاي من بعد الاكل؟
واش يمكن لي نوقف فالطريق؟
اشنو هاد اللحم
ميه دولار كافيا؟
اكيد بسطيله
تقدر توريني الطريق ديال المتحف؟
اه، نقدر نحصل علي واحد كوكا، عافاك؟
كونفوشيوس فالقرن الخامس قبل الميلاد.
تقدر تختار ليا واحد؟
واش مصايب من الجلد؟
غادي نكون فالرقم اللي غادي نقول دابا فالعشيه كامله واحد جوج جوج تلاته واحد سبعه سبعه
عندي حوره صوبه داءما
واش نعاس علي نموسيه حاجه شايعه فاليابان؟
فنيويورك.
وقتاش غادي يوجدو التصاور؟
راه مزير بزاف، هنا.
هادا فيلم السرعه ديالو عاليه. واش يمكن لي نخرج الفيلم؟
طلب ديال شلاضه ديال الكروم بالتيك اواي، عافاك.
واش ممكن نلعب دبا؟
شكرا علا هذا
لصدرنا
واش تقدر تقول ليا شناهي محطه الوقوف اللي قبل نيويورك؟
راك كتهدري ؟
...ماجيت فين نكمل كلامي تا كنشوفو جاي جيهتنا و هاز فيديه شي وراق...وقف علينا و مدليا الو
واش كاين شي حفل اليوم فالعشيه ولا غدا فالعشيه؟
...سمح لينا، ولكن خصنا نمشيو دابا.
الممر رقم سبعه.
انا عارفه ان الهاره هنا لذيذين
احنا فرحانين بزاف حيت قدرتي تجي.
سلام عليكم مدير الخاص اش نمره بغيتو تصليها
تقدر تطفي المكيف؟
واش عندك شي حاجه فشي لون اخر؟
هو كيمورا ك ي م و ر ا.
عافاك صرف ليا هادي للدولار الامريكي.
بغيت نوجد المدخله
واش يمكن لي نحصل علي الدوا اللي مكتوب فهاد الوصفه؟
واش الشرح تعطي بالانجليزيه؟
شكلاط عفاك
جيت لهنا باش نتلقي شنطتي لي تلفات.
هادي مطعم داكولات البحر، ياك؟
فين خاصني نمشي؟
فين كاينه طريق الخروج؟
واش هادا هو الشلوح ليميتد؟
بغيت هادشي، عافاك.
اشناهي نمره الطوارء؟
العرض باين مزير شويه. واش هادشي مزيان؟
يمكن ليك تنصحني بشي حاجه اخري؟
معاياش خصني نتقيد؟
عندنا عرض خاص فطاءر تفاح غير بخمسين سنت.
مخده وغطا، عافاك.
ثمنيه، عافاك.
بالسلامه.
رحلتي هي يو اي واحد زيرو تلاته فعشره مارس.
تقدر تقول ليا اينا طابق كاينين فيه المطاعم؟
اوه، انا متاسف بزاف.
فين اقرب مكتب بريد، عافاك؟
ممكن نشوف بطاقه النزول ديالك؟
درت واحد الحجز في المطار.
واش ممكن نعسش ليما؟
كيفاش يمكن لي نوصل للبريد؟
ممكن نشوف لاءحه الاسعار؟
احنا مجموعين.
رغيييه العالم، ماديش؟
عافاك اعطيني جوج رساءل جويه؟
واش تقدر تقول لييا رقم التلفون ديالك؟
ممكن تجي فين بغيت العشر
يمن منك تلتحل هذا تعمرنا وشك�نا؟
شنو هو المقادير بالسانيات
ريزيرفينا طابله مع التسعود. اسميتي ساتو.
ما بقاوش كايطبعوه.
بالنسبه للمواعد، تيمشيو للمطاعم.
واش الطاكسيات رخاص؟
صحيح؟ شحال زوين منك تقول بحال
تقدر تشد ليا طاكسي مع العشره ديال الصباح؟
وقتاش كاتسد؟
واش ممكن نشري ربع رقم لحوايج
صحيح؟ شكرا جزيلا. ماكرهاش نستافد شويه في العواه. سماء ديال كتابا يكفيني.
خليني ناخد رقم جوج ديال الفطور.
ف هاد الحاله، عافاك سير لمكتب الشكايات بعلامه استلام ديالك.
واش كاين شي مقطوره دالنعاس؟
هادو كبااار عليا شويه. واش يمكن لي نقيس حجم اصغر؟
شحال كيسوي البريد لليابان عبر الجو؟
واش نقدر نقاطعك؟
هادا السيد واطاناب من الغرفه سته زيرو سبعه. غادي نخرج مع التسعود ونص. تقدر تصيفط ليا شي واحد يطلع ليا الباكاج ديالي؟
واش باقي ممكن التزلج علي الجليد في موناكي في هذا الوقت؟
واش عندك بطاقه القطار؟
درت الكاراطي فاش كنت فالمدرسه.
خاصني نوصل لتما حتي لواحد وتلاتين.
شحال من ساعه في التران؟
اه-ا. غادي يتطلب خمسه دقايق.
واش كاينين مواقع تاريخيه فهاد الجوايه؟
الخمسه و النص. عندك تلاتين دقيقه.
واش عجبك هنا؟
ماكاينينش الوراق دلكتابه الكافيين.
وقتاش يمكن ليك تدوز؟
اشمن باب غادي تكون؟
بغيت ندير حجز لمجموعه من خمسه اشخاص ابتداء من الخمسه حتي السته عشيه اليوم.
نعم، بلحاق خصنا نزيدو مصاريف التوصيل.
تقدر تشريه فقسم الاتات فالطابق التالت.
انا من اسيا.
واش هادا هو الطوبيس الصحيح ديال الخطوط الجويه اليابانيه؟
بغيت ندير حجز طوبيس.
ممكن تحيد هاد البنيات
بصاح. مزيان. بغينا نديرو واحد الحجز لتلاته.
واش يمكن لي نحصل علي الوقت؟
ايوا، داڤيد، مارك، ساتشيكو، ورومي غادي يكونو فالحفله.
خمسين دولار قيمه رقاءق، عافاك.
من الافضل تاخد الطوبيس.
غادي نوصل جوايه الساعه السبعه ديال العشيه.
شنو نوع الصلصه اللي تبغي؟
بغيت نمشي لشي مطعم نيويوركي حقيقي، ماشي غالي بزاف.
غادي نوصل للاوطيل تمنطاش شتنبر.
واش يمكن لي نحصل علي خريطه المسار، عافاك؟
بغيت عينه من الغاءط ديالك.
جي- علاش الرجال اليابانيين كيتصرفو بطريقه غير اجتماعيه بزاف؟
ماكاينش اختيار. هنا مزيان.
فحاله السلع المعفاه من الرسوم الجمركيه، غادي تدوز من مكتب التفتيش الضوءي الاخضر.
تقدر عافاك تعاودها مره اخري؟
خساره، الغرف الفرديه كلهم مريزيرڤيين. ولكن باقي لينا شي غرف مزدوجه.
فعلا كندير
اشنو خاصني نقدم باش نكري طوموبيل؟
درت كسيدا بالطوموبيل.
واش عندك تذكره الرجوع؟
راسي كيضرني.
واش عندك دونهل؟
يمكن ليك تنصحني بشي خمر زوين و ماشي غالي؟
من المفروض انك تدخل.
واش كاين شي بلاصه نشريو منها شي حاجه للشرب؟
يالاه وصلت للمطار.
واش يمكن ليك تديرو هاد الليله؟
تفاصيل اكثر بخصوص هاد النقطه تقدرو تلقاوها فالصفحه اطناش من التقرير.
كان خصو يرجع للدار مع العشره.
ناشف.
نعم يارب دوزو عليكم
تقدر تقترح عليا شي بلايص فين نمشي ونجي فنهار؟
لا شكرا. انا غادي عند الطبيب.
داك الخامج زوين
بغيت نحصل علي هادشي.
وقتاش كيفتح المعرض؟
باقي ما قررت.
غادي نعتنيو بهادشي.
دير ليا شي تخفيض، عافاك.
ما كنت ابداً في حياتي هاكذا، نتمني تسمح ليا.
واش عندك شي كسوه فالابيض؟
واش تقدر تتصل بشي اوطيل من نفس الدرجه و تشوف ليا شي غرفه؟
تقدر توريني كيفاش نعمر استماره الامتعه الضايعه، عافاك؟
وقتاش تبنات؟
غادي نقولها ليك منين نوصل لتما.
واش ساهل الوصول لتما؟
يمكن لينا نوجدو ليك بلاصه دابا.
اسمح ليا، منين الطريق لاكاساكا؟
راها كتنزف بزاف.
فين نقدر نشري ادوات الكتابه؟
مامتاكدش اشنو غادي يكون ف ميريكان.
عافاك صيفط شي شاحنه لاخمسطاش شارع باكر.
فيا الرواح.
فين كاينه شي منطقه فيها محلات تجاريه ديال الماركات؟
عقداتك كتهدريها
واش مفتوح نهار الحد؟
وقع حادث.
خود السانسور للتحت، والمكتب راه تما.
بغيت نسترجع اغراضي التمينه، عافاك.
واش الدكتور توفلر استاذ صارم؟
شي ماركه اخري؟
تقدر توقف قدام ليبرتي؟
انا دابا شبعان. الا كان داك الشي مزيان، واش تقدر تجيبو ليا من بعد واحد نص ساعه؟
واش يمكن ليا نخلص بهاد البطاقه؟
غادي نبقي شي يامات.
من المده البكيط لازم يكون مقرمش
بغيت نشوف ديك البلوزه.
حطهوم مزيان وفشي بلاصه ساهله تتشاف.
بغيت نتقيد بجوج باليزات، عافاك.
واش كاين شي غرفه لتبديل؟
واش ماسيس حال اليوم؟
بغيت هاد الحوايج يتنضفو بالناشف.
بغيت نحجز جوج بلايص لصباح التلاتا.
غلطت. يمكن لي ناخد واحد اخر؟
شنو هد الشرط
غادي ناكل هنا.
تقدر توريني كيفاش نستعمل هاد المضخه؟
واش كاين شي مكتب ديال الصرف؟
نعم. يمكن لينا نكريو ليك نوادي الغولف و الاحذيه.
اوه؟ كتبان صغير بزاف.
المنتوج ديالنا خفيف وصغير علي ديال المنافسين، ولكن غير بثمن زايد تمنيه فالميه.
تْكَسَّرْ لِيّا الطُّلَامْسْ.
فيناهوما الكتوبه ديال التصاور؟
اشنو نقدر نحصل تماك؟
علي حسب.
بصفه منتظمه خمسه وتلاتين دولار ولكن اليوم راه خمسه وعشرين فالميه تخفيض اذن غير سته وعشرين دولار وخمسه وعشرين سنت
واش كتبيعو هادشي مفرق؟
اربعه
فين يمكن لي نلقي طوبيس لشيكاغو؟
باقي معرفتش.
بغيت نلعب التنس مع شي واحد.
هادي لراجي
مايمكنش لي نسد الباب.
الاضرحه في اليونان كانت تاريخيه.
دابا شويه غادي ندوزو شي فيلم. عافاك هبط رواقات النافذه ديالك.
نعم. هاد اللوان هما ديال لا مود دابا.
انا غادي نتحول لرحله خطوط طيران يونايتد لانكوراج.
ممكن تعطيني الاوطيل الجديد هادي
اه، بلحاق خاصك تحط "BY AIRMAIL" هنا الا بغيتي تصيفطو بالبريد الجوي.
هنا. واش تقدر توريني بطاقه الهويه ديالك او جواز السفر؟
لمدام مَوكَلاي غاديه تتباس. راها مشهوره بزاف هاد لييامات.
واخا، بلحاق غي مشروب واحد.
يمكن ليك تنصحني بشي خمر ازوين؟
تيفاني. بغيتي تقولي محل المجوهرات؟
تلاته دولار لكل واحد.
خساره كبيره باش يتلغي، ولكن ما عندنا ما نديرو.
تلف ليا الريزو. فين حنا؟
واش ما كتضنش باللي كاينين بزاف ديال الرجال اللي كيحمقو؟
تقدر تجيب ليا شي جوا وشي ورقه للكتابه؟
هادا بابا.
واخا. عافاك اعطي بطاقه التصريح لداك الضابط عند المخرج.
غير تكا هنا.
يلاه نعيطو ليه فالتلفون.
التفاصيل ليوم
واخا. بلاتي نشوف. واش بغيتي شي حاجه عاديه ولا شي حاجه شيك؟
شكرا. اش نوع ديال الوصفات عنده
هادا رااجل.
واش عندي الوقت الكافي باش نتحول للخطوط البريطانيه تلاته تسعود تسعود؟
يللاه نمشيو.
واش يمكن لي ناخد هادشي معايا دابا؟
عافاك صيفط شي حمال للغرفه ديالي.
هادشي اللي كتعجبني كتحماق عليها
بغيت نشوف شي مسرحيه موسيقيه هاد الليله. عافاك دير ليا الحجز.
خسرت واحد المبلغ كبير ديال الفلوس فالتسوق.
خليني نشريليك شي شراب.
شي طبيب، عافاك.
يمكن ليك تنصحني بشي مطعم مزيان قريب من هنا؟
لمن كتعيط؟
شحال كتدير الدخله؟
خصوصا ايلا مشيتي حدا المباني، يقدر يتهجم عليك.
كايعجبني نتفرج فالماتشات فالتلفزه.
واش يمكن ليا نهبط المقعد ديالي؟
مامحتاجشي للحمال، شكرا.
واش بغيتي تكري طوموبيل سيدان اولا مقطوره؟
بغيت نصرف ين لدولار. اشنو هو السعر اليوم؟
هاد القطار كايتوقف لمده قصيره ف المحطه اي.
عافاك، رشح ليا شي اوطيل.
واش نقدر نتاخد معاك صوره؟
ميكي هاياكاوا.
شحال فالعمر ديال اليابان؟
واش نربش
كنبان صغير، بالحق فايت التلاتين.
وصلني لهنا، عافاك.
سلام عليكم واش اليوم فاتخاف
حدا الممر، عافاك.
واش تقدر تدير هادشي فصندوق الوداءع ديالي؟
نعم، وقف تما، عافاك.
بغيت نلغي الحجز ديالي هاد الليله.
بغيت شي حاجه لعسر الهضم.
التيار قوي بزاف علي ود الغطس.
واش تقدر تتصور معانا؟
بغيت نتسجل فواحد الرحله باش نشوف الشلال.
عندي وجع حاد.
ماعندكش شي هدايا، او شي مقالات قيمه؟
واش هاد القطار غادي لطوكيو؟
كعكه بالكرز للتحليه، و قهوه، عافاك.
واش يمكن لي نحصل علي عصير البرتقال؟
سلام عليكم واش هاد السيد عنو
هي خارجه دابا.
واش تقدر توري لينا بلايصنا؟
تقدر تفيقني غدا مع السبعه دالصباح؟
جيت من ايرلندا الشماليه.
غادي يكون ميه و خمسه و عشرين دولار، الاله.
سمح ليا خليت حوايجي فالطياره.
واش كاتقبل ماستر كارد؟
علاش كاينه تماك؟
عفاك اعطيني الفاتوره.
الرقم هو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو و سميتي ميهو سوزوكي.
واش كاين شي مطعم مزيان عندو منظر زوين هنا؟
هاهي البطاقه ديالي.
بغيت نحصل علي وظيفه مع الحكومه.
واش القطار لشيكاغو كيمشي من الرصيف خمسه؟
بغيت نتسلف شي معدات دلغوص، عافاك.
واش هاد القطار غادي نيشان لسياتل؟
من هنا، عافاك. شي حاجه اخري؟
كا نقلب علي صحابي.
ايوا، اذن لازم تعرف كيفاش كنحسو كاملين هنا. ما كناخدوش الغرباء اللي كيقولولنا كيفاش نعيشو حياتنا.
مستوا الون جميل
شكرا. سميتك هو سيد رياشنال
عافاك اعلم عاءلتي.
ممكن تنظف النافذه؟
خمسطاش يوليوز.
جرحت راسي.
واخا، اه، بغيت بيضه مسلوقه نص سلقه، يعني، بيضه مسلوقه شويه، عافاك.
هاد الفيه كتصدق معيا واش نقدر نجربو
وقتاش المجموعه الاولي؟
ما طلبتش هاد النوع دالجبن.
انقطع عليا الاتصال. واش يمكن ليك ترجعو ليا؟
شنو سميتك، عافاك؟
بغيت نحصل علي شي دجاجه ديال الصيد.
شنو خاصني نشوف فشيكاغو؟
واش تقدر تبدلو بشي حاجه صغر منو؟
واش خاصني ندير فحص العينين؟
سميتك، نمره البطاقه البنكيه، تاريخ انتهاء الصلاحيه؟
عندو مجموعه ازوينه ديال البرونز.
شنو هاداك اللي قدام جسر بروكلين؟
شكرا لتابعك معنا سيدا
واش نقدر نحصل علي تلتميه دولار نقدا مع هاد الشيك؟
متافق مع داك الاقتراح.
شكون كيشطح؟
واش نقدر نشطح معاك؟
واش خاصني نبدل القطارات؟
لجوج مع السبعه، ياك؟ واش تقدر تعطيني اسمك، عافاك؟
ركبتي كضرني.
شحال كيتسالو البلايص لي قراب؟
فين كتموت
واش عندك شي سوايع كيتلفو باليد؟
واش عندك شي ستيل اخر؟
صاحبي سخف. راه فقد الوعي. تقدر تتصل بالاسعاف دابا؟
شنو مرض وبنين
واش غدا مع الخمسه ديال الصباح؟
واش عندك شي اكله يابانيه؟
واخا. بالمناسبه، شنو هادشي؟
بغيت نتسجل فشي مدرسه دلغوص.
واش كاين شي مبلغ ديال الالغاء؟
فين هي الباب خمسه وتلاتين؟
بغيت شي حاجه للشرب.
ما تاكل حتي حاجه حاره بزاف اولا بارده بزاف.
اقتراك تغير ملابسه ديالك وترجع سيد
لوحه الترقيم هي زيرو جوج واحد واحد.
باي باي.
واش يمكن لي ننتقل لشي مقعد اخر؟
بغينا نحجزو طاوله لشخصين للسبعه عشيه اليوم.
نشوفك غدا.
غادي نشوف واش نقدر نلقاه فهاد الكتاب.
واش جاكم بزاف د الثلج هاد العام؟
شحال ديال المقاديات هادو
سلام عليكم عفاكم تصب
اشمن قطار باغي تركب؟
شحال كيحسبوا الكارافان؟
فين يمكن لي نشد هاد الطاكسي؟
واش كاين شي غلط فالفاتوره؟
درت الحجز ديالي في طوكيو. واش يمكن ليك تتاكد مره اخري، عافاك؟
غادي نقتارح عليك شي حوالق ديال الودنين، ولا شي بروش.
هادي ماشي الامضاء ديالي.
لوجع لي فحلقي وصل حتي لودني.
محتاج لشي نعلات.
غادي نوصل معطل، بلحاق عافاك خلي ليا الحجز ديالي.
غادي نمشيو لقريه الصيادين غدا.
مشرفين بمعرفتك.
عندي شي حاجه خاصني نقولها ليك.
بغيت واحد الغرفه ديال جوج د الناس، عافاك.
قييد ليا هادشي حتال لخر ديال الرحله ديالي.
كنحشم ديما في مع المعدن
هادشي صعيب اكتر من العام اللي فات.
كاين البرد هاد الليله.
شحال داير؟ واش يمكن ليك تكتب التمن علي هاد الورقه؟
واش ممكن نتسنا مقعد في الرجل الماضي ؟
واش يمكن لي نرجع الطوموبيل فبلاصه اخري؟
واش عندك شي اكياس دالنوم؟
هادو مزيرين عليا شويه. واش عندك هاد السبابط بقياس خمسه و نص؟
واش يمكن لي نصرف هاد الورقه ديال خمسين دولار؟
سير نيشان فهاد الشارع. راه علي يسارك.
ممكن نشوف لاءحه الاسعار ديالك؟
اسمح ليا. واحد الحاجه اخري. كنفضل واحد الطاوله حدا الشرجم.
كا نقلب علي السي جون. عندي شي شغل مهم بزاف نهضرو عليه.
ليومين.
واش هاد الطوموبيله غاديه لشيكاغو؟
واش كاين شي بديل للرحله اللي تلغات؟
ماعجبنيش عفاك مديريش فيه انشوار
واش نقدرو نحصلو علي قرعه اخري دالخمر؟
عندنا واحد النبيذ احمر ازوين.
واش عندك شي ساعات منبهه خاصه بالسفر؟
بسلامه دابا.
واش كاين شي محل ديال الهدايا التذكاريه هنا؟
تقدر تستاعن بهاد البطاقه ف جميع القطارات.
كنفضل لي اطماتيك.
انا درت الفلوس ولكن ماتلقا والو
واش عندك شي جراءد يابانيه؟
وقتاش غادي نتلاقاو المرا الجايا؟
عافاك اعلمني باش نكون علي علم فحاله وقوع حادثه.
غادي نبقي فشي اوطيل، ولايني باقي مدرت الحجز.
ولكن ماتقلقش. يمكن ليك تهبط فالمحطه الجايه وترجع علي رجليك. راه ماشي بعيد.
بغيت شي تسريحه شعر رطبه، عافاك.
بغيت نلحق علي صاحبي.
الجرح تقيح.
البنكه الدوليه.
كايعني التنازل عن ضرر الاصطدام. بلا بيه انت المسءول علي اي ضرر فالطوموبيل.
نسيت ساروتي.
بغيت ننقي اسناني.
احنا ف رحله جماعيه. علي داك الشي المسءول علي الرحله عندو التذاكر ديالنا كاملين.
لا ابدا. عافاك بلغ تحياتي الحاره للزملاء ديالك، خاصه السيد اوكاموتو.
واش عندك شي حاجه خفيفه تتكال؟
اكيد. واخا. احنا هنا فالمتحف. غير طلع، دور جوج شوارع، و خاصو يكون نيشان فداك القنت.
سلام عليكم معاك هاركو مادرتو دابا هادي كانت حاجه فوق الهدر
عافاك وريني الطريق ديال اوطيل هيلتون.
شي واحد سرق ليا صاكي من المحل ديال الرسوم الجمركيه.
ماشي مشكل، شكرا.
واخا. داك الشي تيبان ممتع. اشنو بخصوص السبت مع الجوج؟
كنضن الطاكسي غادي يكون احسن. تقدر تاخد الطاكسي من قدام لوطيل.
اشمن لون دياال الشريط تبغي، الوردي او لا الازرق؟
طُومُوبِيلَه دَارَتْ بِالْقُوَّهِ مُنْعَطَفٌ يَسَارًا.
واش تقدر تخلي هاد الامتعه عندك لمده سيمانه؟
...سمح ليا ولكن الدار محجوزه هاد الليله
واش الطوبيسات ديال المطار كيدوزو مره مره؟
التالي.
تلاته جوج تلاته ربعه واحد جوج تلاته ربعه.
يمكن ليك تنصحني بشي حفل الباليه؟
ما خديت وجبه ديالي قبل. واش يمكن لي ناخدها دابا؟
ممكن تعطيني طاوله؟
سمح ليا ماشي ممكن فهاد الوقت. الرحله ديالنا مع الواحده هي اول وحده جايه.
ممكن نديرها براسي
بغيت ندير مكالمه شخصيه.
فيناهو فهاد الخريطه؟
مابغيتش نمشي.
بالك وقت موفقه
فين هو فضاء الاكل؟
واش هاد المونيكه للبيع؟
بغيت واحد التسبيح.
غادي نبداو نركبو الركاب اللي عندهم الدراري الصغار، الركاب اللي محتاجين للمساعده الخاصه، والركاب ديال الدرجه الاولي.
مع كاغيط مات، عافاك.
اكيد. ها هو.
شنو كاتضن هو الاحسن كهديه لبنت عندها خمسطاشر عام؟
واش كاينين شي رحلات لديور المشاهير؟
صيفط هاد التيليغرام، عافاك.
فين خاصني نتصل، ايلا كان عندي شي مشكل؟
سيره سماس بلستيم باردين كبيره
وقتاش غادي يكون الجو زوين؟
وجه كلاصي جد ملون وصعب
انا مقيم فاوطيل بريطانيا انتيركونتينونطال. غرفه رقم واحد زيرو تلاته.
شحال التنبر ديال رساله جويه، عافاك؟
عندي فيروس.
بالتاكيد، راه ربعه سبعه واحد تسعود ربعه زيرو تلاته.
كنحس بالجوع اكتر من العطش.
ممكن ناخد كريم؟
اذن هاد الشي كامل الغلط ديالي ياك؟ خصني نمشي للمرحاض. اسف.
بغيت نمشي للتسوق. فين جا وسط المدينه؟
واش تقدر تقول ليا كيفاش نوصل لتما؟
تقدر تاخد المصعد اما رقم واحد اولا رقم جوج.
عطيني بزطامك.
خاصني نلقي الباب.
منين رجعت للشومبر ديالي، الكاميرا ديالي كانت اختفت.
البرد بزاف.
كيفاش نقدر نحصل علي رخصه الغوص؟
اعطيني سيجار.
علي حسب اينا موسم من السنه كتجي للمكان.
بغيت نرتب الفراش.
جوج كتب عفاك
دير ليا تلاته من هادو، عافاك.
اوه، مزيان، مزيان. ومزيان اللي شفتك، راي. غالبا غادي للجهه الاخري. اذن ما تولي ش غريب. جاكيت زوينه، بالمناسبه.
كنضن غادي يرجع من دابا تلاتين دقيقه.
صناعه السيارات هي مفتاح الصناعه اليابانيه.
واش نقدر ناخد رساله؟
خليني نشوف. هادا هو الدوار اللي حدانا.
واش ممنوع العومان هنا؟
شحال ديال الوقت غادي يتطلب باش يوجد واحد اخر؟
طرا واحد الحاجه ضروريه خاصني نهضر معاه فيها. عافاك طلب منو يتصل بيا في اقرب وقت ممكن منين يرجع.
الضو ما خدامش فالغرفه ديالي.
غادي تدير احسن المره الجايه. بقي فيه.
واش كاين شي واحد فيكم كيهضر باليابانيه؟
واش كينغ كونغ سبق ليه لعب البينغ بونغ ف هونغ كونغ؟
فين كاينه غرفه الاستحمام؟
شحال دلوقت غادي تبقي هنا؟
ف رايي نظام التوظيف مدي الحياه مزيان و خايب.
خاصني نمشي للمحطه دابا.
بغيت نزور المناطق لي مرتبطه بجويس.
لا داعي لداكشي وشكرا غادي هداك
واش كا تدير شي تخفيض؟
جيت ناخذ شي طوموبيل. هاهو رقم الحجز ديالي.
كانقتارح الريحه اولا اللوسيون.
عافاك وريني الاستماره الجمركيه ديالك.
غادي يتكلف بيك السيد اللي علي لاكيس.
شحال من مره خاصني نعاود ليك نفس الهضره؟
طلبت بلاصه فجهه ممنوع التدخين. واش تقدر تعطيني بلاصه اخري؟
عفاك، ماتاخد حتي منشط.
من هنا، عافاك. واش هاد الطاوله بخير؟
التاقط التيليفون ودخل عشرين سنت.
غادي ننزل هنا.
فين كاين الدروج؟
فين هوما المعلبات؟
اشمن ياعه غادي نوصلو؟
بغيت نشوف واش مختلفين هنا.
اوه، لا، راه خليت نمره التليفون ديالو فالدار.
واحد تذكره لواشنطن، عافاك. شحال دلوقت كيطلب فالطوبيس؟
داك نواعين سان ديال سناب
... سمحلي، خاصني... خاصني تا نعيط للمكتب ديال اكري-طوموبيل.
اتصل بسفاره اليابان، عافاك.
اش من نمره كا تعيط، عافاك؟
عندي حساسيه مجهده.
بغيت نمشي لفيلادلفيا غدا. اشمن ساعه كاين القطار؟
واش تقدر تبدل الشمع، عافاك؟
قول ليا، اينا عربه جوج، مقطوره ربعه؟
واش باقي عندك تذاكر لبولز وماجيك نهار عشره يناير؟
كانحس براسي عيان وماستحملش من قوه الجالسه فالطياره.
واش تقدر تخلي عندك هاد الامتعه، عافاك؟
فين كتكون احسن بلاصه بالليل فسان فرانسيسكو؟
كنظن هادي فكره زوينه. ديما كنقول بلي المتاحف هوما احسن بلاصه نبداو نتعرفو علي شي بلاد. مزيان، فين خاصنا نمشيو؟ كنسمع بلي كاين معرض زوين ديال الهنود الامريكيين فالمتحف ديال المقاطعه.
تلف ليا جواز السفر. خاصني واحد جديد.
انت غدا تحنا لك سيده القمان
غادي ناخد جوج.
عشرين صوره، عافاك.
بغيت ندير اتصال لطوكيو.
واش تقدر تعطيه الاسعافات الاوليه؟
بغيت ندير شي حجوزات لتلاته دالاشخاص للسبعه دالعشيه.
شنو القصه ديال هاد القلعه؟
تقدر توريني كيفاش نعمر بطاقه الهجره، عافاك؟
شنو هنيتك
وقتاش خصنا نرجعو؟
عافاك، خليني عليك.
شنو هو "او-بون"؟
فين هو صندوق التذاكر؟
هاهو رقم التاكيد ديالي.
كيفاش ندير حجز؟
واحد المليار ين مقسوم علي ميه وعشرين ين كيساوي بالتقريب وتمنيه مليون دولار.
واحد الدقيقه، عافاك. سيدي، سمح ليا السي اكوا مشا يتغدي. تبغي تخلي شي رساله؟
اشنو تنصحني نشري كتذكار من فرنسا؟
شكرا لك بالحب بالتاوين
انا اسف، البلايص كلها عامرين لالفين وتلاته وعشرين.
بغينا ناخدو اطباق بحوالي تلاتين جنيه لكل واحد.
واش عندك شي كوكتيلات خاصه؟
واش ممكن نخلص بورقه نقديه كبيره؟
شحال كتكلف هاد الجوله؟
مبروك عليك علا نيعه المدير
واخا ما تكونش من كبار المعجبين ب "شاعر افون اللطيف"، ما خصكش تنسي المناظر الطبيعيه الريفيه المثاليه والمواقع البيوغرافيه المرتبطه به في بلاده.
انا غادي دابا. واش تقدر تصيفط ليا شي حمال، عافاك؟
علاش هاد سيليم ؟
اه، الشراب، عافاك.
غادي يكون تقريبا تلاته د المرات كتر.
باقين لينا بلايص فالشرفه وليمن نتاع الاركسترا.
جوج بلايص فالرحله ديال تسعود ونص لنيويورك، عافاك.
بغيت ساندويتش وعصير البرتقال، عافاك.
تقدر تسناني هنا؟ غادي نرجع من دابا شي دقايق.
ساكن قريب من هنا.
هاد الصبابط ضيقين عليا بزاف.
هادي الطوموبيله اطناش.
واش يمكن لي نصيفطو فارساليه عاديه؟
المسرحيات الموسيقيه عندها شعبيه كبيره فاليابان هاد الساعه.
ها شي سماعات الاذن.
بصفه عامه، "A" كتعني ممتاز، "B" مزيان، "C" لاباس، "D" ضعيف، "F" راسب و "I" ناقص. شي مدارس كيستعملو زاءد وناقص مع الحروف.
بغيت جوج تصاور من هاد النيغاتيف، عافاك.
كيفاش خاصني نمشي لهيه؟
واش هد شي قادي
بغيت بيل.
وقتاش غادي يسالي؟
طوموبيله اقتصاديه لمده سيمانه. شحال غادي اتكلف؟
واش يمكن للدراري يديرو الجوله بلا ما يرافقوهوم الكبار؟
فين يمكن ليا نكمي؟
امي دارت المون
واش نعطيه شي رساله؟
كنضن باللي اجتماع بحال هادا فرصه مزيانه لينا باش نتعارفو ونتفاهمو بيناتنا شخصيا.
شكرا. داك سير في دولات سخرات وخمرات مع الداد. من فضلك ديريها للخاصه.
اشناهي التوقعات ديال غدا؟
سلام عليكم واش هاد الرسال واحد انا في الفواكه واحد انا ناسبه عندي شي ضياده نتمنا تفاجاي واش ممكن نعوظو هاد الشيطاره
عافاك قول ليه شيمادا عيطات و غادي نزورو هاد الجمعه.
واخا. عافاك احجز فدرجه اولا فلكار اللي غادي غدامع العشره دصباح.
نشوفك، عيط ليا الليله.
تبغي تتصور معانا؟
واش كتضن كاين شي احتمال نسترجع فلوسي؟
بغيت نسترجع اغراضي التمينه، عافاك.
بغيت طريف دلحم يكون باقي حمر.
هادي كاميرا اوتوماتيكيه.
بغيت جوج طبعات مع تشطيب مات لهاد النيغاتيف، عافاك.
اسمح ليا. اشمن طابق كاين جناح النسا؟
شحال فعمرو؟
فين نازل؟
ها هي الفاتوره ديالك.
الاستواءي ازوين. فيه شويه د النعناع و المذاق كيجي ازوين مع شريحه اللحم.
هدي عصاءي
انا هادي اول غوسي
لويهوم جيهت وجهي.
كنفضل نغلس فالقدام دالطياره.
عافاك تاكد حتي من الرويده الاحتياطيه.
واييه انا كنظن انه داخل مزان فهاد الموسم
مانقدرش نسد بلاصه تصريف المياه فحوض الحمام.
واش تبغي تجي للحفله ديالنا هاد الليله؟
فين جا محل بيع القفاطن ديال ماري؟
بغيت غرفه مزدوجه مع تطل علي المحيط. اشحال ثمن الغرفه؟
دوا ويسكي، عافاك.
ممكن الماديات
ام، كينغسبورت ليديز كوليج، عافاك، الشيفور. مزيان، ماغاديش يفلتوها. مايقدروش يقاطعو قرار المجلس، راه ضد الديموقراطيه.
واش كاين شي طبيب كايهضر باليابانيه؟
سيداتي سادتي، قبل الاقلاع كنطلبو منكم تطفي جميع الاجهزه الالكترونيه، بما فيهم لورديناتور الشخصي، مشغل السيديات، التلفونات المحموله، والالعاب الالكترونيه. عافاكم بقاو متستعملوهم حتي لدقيقه العاشره بعد الاقلاع.
اوه، هادشي زوين. كيعجبني صوتهم. وانت، بوب؟
واش يمكن ليك تعطيني الاسم، تاريخ المغادره و رقم الرحله؟
فين كتصنع فطار لاكوم شيال
واش تقدر تدير ليا شي تخفيض؟
خرج الحرشه عفاك
واش عندك شي محل فيراغامو هنا؟
شكرا ليك انك اختي ادان اخدتي وقت كثير للشرح معيق معيق معيق
واش هادا هو القطار الصحيح لي غادي لغراند سانترال؟
ماشي هادشي لي طلبت.
اه. كان خاصني ناخد اللحم المفروم.
واش داخل فيه الفطور و العشا؟
بغيت نمشي لمركز التجاره العالمي.
اسمح ليا، فين نقدر ناخد تذاكر لبرودواي؟
هاد مطار غزال كتفد عليه انا كنحماق
كا يضرني كرشي بزاف.
اه، غادي ناخد واحد المارتيني مع المقبلات.
ولاد طياب
واش تقدر تقول ليا منين نوصلو، عافاك؟
اسمعت باللي مرض السل منتاشر تما.
شنو كاين فهادا؟
السخان ما خدامش والبيت بارد بزاف.
شحال كادير التذكره لنهار واحد؟
واخا. اذن، بغيت ندخل للبار ونتسني.
هادي عامين و نتا هنا اخر مره. واش استمتعتي بالرحله ديالك؟
كاين بزاف دالينابيع السخونه حيت عندنا بزاف دالبراكين
شحال التمن ديال الذهاب للندن؟
بغيت شريط كهرباءي.
بغيت عصير البرتقال، خبز محمص، البيض مخلط والقهوه، عافاك.
مزيان. ساليتي.
اه. تا يقطعو الفروع و يقطفو البراعم باش يصاوبو اشجار مزيانين.
كنضن باللي ممكن نوجدو ليك طاوله من دابا شي خمسطاشر دقيقه.
مزيان. شكرا.
فين ننزل نمشي للمتحف؟
الطبق ديالي، عافاك.
عندي وجع راس خايب. واش كتعرف شي اطباء مزيانين هنا؟
من بعد التلاته.
واش تقدر تخلي عندك هادشي غالي عندي؟
خلصت تلاتين دولار علي القميجه ديالي.
تقدر تطلع لي شي اسبيرين؟
فيناهي العلبه؟
عافاك اكتب رقم بطاقه الاءتمان ديالك.
شنو انواع ديال اليكار
واش كتعرف اسم هاد المحطه؟
عفاك متكلف الحرب بالخير فالصور فادا
ايوا، الغولف تقريبا جزء من الاعمال ديالنا و كذلك الترفيه.
ها قاءمه الاكل ديالنا، اسيدي.
ها هو جواز السفر، والتذكره، وبطاقه الصعود الي الطاءره ديالك.
اوه، الوقت متاخر بزاف. كنضن من الاحسن نمشي.
واش يمكن لي نستخدم هاد الشاريو ديال الامتعه؟
سبعين حتال تمانين دولار غتكون مزيانه.
اتصال شخصي لطوكيو، اليابان، عافاك.
لا, شكرا. باراكا.
بغيت ستره، عافاك.
واش خاصني بطاقه الاركاب؟
الجمه للخماره واش يوقع؟
غادي يكون مزيان الا قدرتي تزيد فقدره الانتاج ديالك.
واش مسالي السبت الجاي بالليل؟ بغيت نعرض عليك للحفل ديال الذكري السنويه الاولي ديال الزواج ديالنا.
بغيت لحم العجل.
محتاج لشي طوموبيله كبيره.
راك غالط.
عافاك ديني لسبيطار فين كيفهمو اليابانيه.
اشمن تنصحك؟
غادي نمشيو مورا الضهر. واش عندنا الوقت نديرو الجوله ديال المدينه؟
الكيمونو ماشي مناسب بزاف للناس اللي كيتحركو بزاف.
واخا. غادي نكونو تما مع التمنيه.
خساره كبيره هادي. خاصني نكون فلوس انجلوس الجمعه فالصباح.
واش انتا استرالي؟
فين كاين المدخل؟
تقدر تتحقق من زيت الفرانات؟
فين نقدر نشري ليگات؟
ما عمري ستعملتها.
واش كايلعبو الجاز فهاد البلاصه؟
واش تقدر تعيط علي رءيس السربايه، عافاك؟
بغيت كوكتيل مجهد. تقدر تخلط ليا شي حاجه؟
غادي نصيفطو شي واحد دابا باش يتاكد.
اوه، سمعت بالاسم. راه مدينه قديمه ومشهوره، ياك؟
انا جاتني نقطه
مستهل مسيرتك
واش عندك شي رحلات جويه ل ميامي؟
الجزء علي اليسار.
كانمشي للمرحاض كل عشره دالدقايق.
شكرا بزاف. انا و السيد كوغور بجوج فرحانين بزاف باش نكونو هنا ف لندن نديرو اجتماع معاك انت اللي واحد من اهم الشركاء ديالنا.
بزطامي خادو واحد الشفار.
وقتاش الهالوين؟
👍 👍 👍
واش كاين شي تاثيرات جانبيه؟
اشناهي ساعه الاقلاع؟
واش بورصه وول ستريت مفتوحه للعموم؟
...
فين هو مكتب المعلومات السياحيه؟
فين نقدر نصرف شي شيكات سياحيه؟
بغيت شي ساعه نقدر نشوف بيها الوقت بسهوله.
سمح ليا. ماعنديش فواتير صغيره.
واش تقدر تعاود تقولها؟
راها عشره مارك.
اه، كنت تما. مشيت ل طوكيو و كيوتو فجوله عامين هادي.
ديني للسبيطار، عافاك.
واش كاين تكييف الهواء؟
عافاك عيط لينا منين يتحل شي واحد.
شحال ديال الكولي
واش لغدا داخل فالثمن؟
فين غادي تبقي؟
العلاقات الانسانيه مهمه ف اي مجتمع، ولكن اليابانيين تيبانو بلي تيحاولو بجهد باش يحافظو علي علاقات مزيانه ويوسعوها.
هاهوما تسعود وتسعين ين. صرفهوم كاملين للدولار عافاك.
بغيت شي حاجه بعرض كبير.
ف ايه بي سي.
فين كاين شي محل كيبيع العلب؟
هادا مزيان. خاصك تبدل فالشارع ربعه وربعين.
واش نقدر نحصل علي الساروت، عافاك؟
واش عندك شي سوبكومباك؟
عندنا كبير، متوسط، او صغير.
واش كتعرف شي طبيب نساء مزيان؟
بغيت مجفف.
فين هذا المبله
اوا، شنو مخططاتك لبقيت الرحله؟
فهاد الحاله، غادي تلقي لاءحه ديال الاتمنه حدا بلاصه الشيفور.
بغيت نشري واحد من الاختصاصات الجهويه ديالك.
واخا. غادي نتسناو.
مزيان، انا طالب سنه اولي فجامعه ABC. التخصص ديالي هو التاريخ.
فين نقدر نلقي شي محل كايتباعو فيه الساعات؟
سي طاناكا، سي صاطو فاجتماع دابا. واش يقدر يعاود ليك الاتصال؟
وقتاش غادي نوصلو؟
اشناهي الوقت التقديري دالوصول؟
دوزو لبتاع من فضلك
واش خاصني نرجع للمكتب ديالك مره اخري؟
شكون هو الشفور؟
عافاك وريني تذكره الرجوع ديالك.
واش يمكن ليا نتحقق من ممتلكاتي الثمينه معاك؟
واش كاين شي رساءل ليا؟
نبيل حمرا؟ واش مرض؟
ما تخافش. شي زبناء قيسهوم.
متالقه علا قدرك في اللغه
خليت مذكرتي في كشك التليفون.
واش عندك حساب؟
واش غادي نمشي ونقلب معاك القلب
كنحس بالدوخه ديال الجو.
منين كينطلق الطوبيس ديال الربط؟
...سمح لينا علي الازعاج...غادي نجيب ليك واحد اخر دابا.
واحد الشوييا، عافاك. انا غادي نجيبو ليك. ها انتا.
واش يمكن لي نعاود ناكد بالتلفون؟
حاولت، بلحاق ماقديتش نحقق الحلم ديالي.
فين كاين جناح الرجال؟
ما قولتيش هادشي. راك كاتنصب عليا.
ا د خ ل ا ا م س ي ت س و ر و
محتاج لخط خارجي.
هاد هو عندي ملاييه
بغيت الناخود موعد.
علاش ماتجيش تاخد واحد شويت ديال الوقت؟
واش الوجبات داخلين؟
احجزت واحده مزدوجه.
ضيعت بزطامي فشي بلاصه فهاد المحل.
راه بالمجان.
بغيت طوموبيله كبيره، كتستهلك قليل د البنزين.
واش يمكن لي نحصل علي جوج تذاكر لهاد الليله، عافاك؟
عندي واحد الطليبه.
عافاك قول ليا وقتاش نهبط.
عاود قول هادشي.
اسمح ليا، نقدر ناخد تصويرتك، عافاك؟
واحد الراجل كان طويل والاخر كان قصير.
واحد الهامبرغر وشويه من ديك الصوبه اللي فالبلاصه داليمين، وشويه دشلاضه، عافاك.
انا درت الباج يوم البارا
بنين.
تلاته وعشرين مارس، عافاك.
تشفر ليا لعلق ديالي منين كنت غايب علي بيتي.
شارع بارك، رقم اتناين وتمانين، عافاك.
الطياره ديال المقعد مهرس. ما غاديش يهبط.
واش تقدر تقول ليها تعيط ليا بنمره ديال الخارج؟
عافاك عطيني شي توصيل.
واش يمكن ليا نصايب شي طبقه جديده دالصباغه فالصاله؟
شيير لشي طاكسي باش يوقف، واخا؟
بغيت نصيفط هادي ببريد الجو.
تقدر تكون بوجي.
تقدر تقول ليا وقتاش غادي تبدا المباراه؟
واش عندك هادا فقياس كبير؟
بغيت شي اسبيرين.
خاصك تاخد الطوبيس.
عافاك وريني فين كاينه البانكا.
شد الفرماج.
واش غادي تريزيرفي ليا غرفه لهاد الليله؟
فيا السخانه.
بغينا نعرضوك للعشا غدا فالعشيه.
اوه، تقريبا خمسه دقايق بالمشي.
اذن، عافاك اعطيني جوج بلايص سي محجوزين نهار عشرين.
واخا. نشوفك من بعد.
هادي الغرفه اطناش اطلطاش.
بغيت ندير واحد الحجز لطوكيو لغادي خمسطاش ماي.
غادي نبقي مع الاصدقاء ديالي.
معاياش كاتبداو الغدا؟
واش ممكن دوزني لقسم المبيعات، عافاك؟
اشناهي البلايص اللي كاينه؟ بغيت نجلس فشي بلاصه فالوسط.
واش عندك مترجم ياباني؟
واش يمكن ليا ندوز؟
بغيت شي مقلي.
من فين غادي نمشيو؟
واش هاد القطار كيدوز علي ال باسو؟
ايوا، هاد الجوله الاستكشافيه ازوينه.
واش نقدر نحصل علي لوشن للعين؟
واش كاين شي ربط مع غلاسكو؟
تقدر تصرف هاد الشيكات السياحيه، عافاك؟
تفارقت انا وصاحبي كنفضلو نجلسو مجموعين
غادي ناخد هاد القميجه. بشحال؟
بزاف هادشي.
سير نيشان، وغتلقاهم.
نعم الممتوله الدوريه ممتاله
ميسراااااااا: وي فعلا. المكبر ديالنا موجد هنا. وانت لبارك هاد المره:
غادي نكتب ليك ملي نرجع للدار.
واش نقدرو ناخدو شومبر كاتطل علي لبحر؟
نقدر نكمي هنا؟
ديالاش هاد المبلغ؟
واش كتدوز علي نيو اورليانز؟
واش نقدرو مول علينا؟
كنتمنا نصارين اول انسانه
عفاك شوف رياض مزيان قرب
شنو سميتك؟ والرتبه الرسميه ديالك؟
بالتاكيد، غادي يكونو فالبهو مع التسعود.
واش يمكن ليك تقبل شيك بالين الياباني؟
اينا طوبيس نشد باش نمشي لتمثال الحريه؟
بغيت نخلي لباغاج ديالي.
اسمح ليا. شريت هاد الجاكيت البارح، بلحاق لقيت طبعه كبيره هنا.
هاد اعماني
بغيت نبدل الغرف.
واش عندك هادي فالمتوسط الكبير؟
واش يمكن لي نبدل بلاصتي و نمشي للقدام؟
من الاحسن نمشي.
واش انتيا السيده ايبيرت؟ انا هيروشي ساتو. متشرف بمعرفتك.
عندي اطار مثقوب.
غادي ننزل ف قدام الكنيسه.
بغيت شي طيب مطلوق
شحال غادي يسوي ادا شريت منو تلاته؟
تقدر تتصل ليا بالطاكسي، عافاك؟
ممنوع التدخين، عافاك.
غدا.
الطلب بالبريد يقدر يكون احسن. رخيص.
حقيبه الكتف بيضاء.
غير تقليم، عافاك.
خاصني نكون فالمطار غدا مع التمنيه دالصباح.
معرفش اش هداك ولكن غادي نجربو
واش شفتي شي كبوط اكحل هنا؟
انتا فايت الحدود، اذن سير للنافذه تلاته.
واش نقدر نحصل علي غرفه فجهه الجبل؟
نسيت الكاميرا ديالي فالطاكسي.
شكون غادي يلعب فالاداء؟
بالبريد الجوي او لا البريد الارضي والبحري؟
ميات دولار ديال لفلوس، تلتميه دولار ف شيكات سياحيه و بطاقه الاءتمان ديالي.
شحال غادي يكون؟
واش نعمر استماره التصريح الجمركي؟
بغيت نستعمل ملعب التنس.
ماتقول حيث
بغيت شويه الحليب واش عندك
واش يمكن ليا نغير هاد التذاكر للعرض ديال غدا؟
واش تقدر تقول لي كود التلفون الدولي ديال اليابان؟
شحال دالوقت خاصني نتسني القطار قبل ما يدخل المحطه؟
واش يمكن ليا نتسجل هنا لرحله طيران يونايتد؟
واش خصنا نلبسو الكبوط والكرافاطه للجوله الليليه؟
اشنو هي السرعه ديالنا؟
تقدر تحيد تيكيتات الثمن، عافاك؟
انا فلقنت ديال شارع فيفث و الشارع واحد و ربعين.
احد بيت كوكو، من فضلك.
بغيت ندوش قبل ما ناكل.
هشوا ديالك
اشنو؟ غادي تبدا تحسب عليا؟ ها، ها، ها. ولاتي كتهزا بزاف. واش ماماك فخبارها هادشي؟
واش طلبتي شي اكله خاصه؟
خاصني نفيق بكري غدا. خاصني نمشي.
واش انا طرف فيه؟
شحال كاتضن غاتكون التكلفه من هنا للمطار؟
كيشهيك اللحم معاك؟
واش يمكن ليك تقول لي كيفاش نوصل لدير وستمنستر؟
اوه، شحال واعر تلعب الغولف فاستراليا.
وقتاش الرحله الجايه للوس انجلوس؟
منطقه ممنوع التدخين، عافاك.
كانت غنديو
فين تيصاوب؟
التامين ضد الاصطدام خمسه دولار فالنهار ادا بغيتيه؟
بغيت ندير دروس التزلج.
واحد الراجل خدا ليا فلوسي.
واش داكشي كيتاكل
بغيت واحد الاله الحاسبه، عافاك.
شباكيه ملابرو من فضلك
فين هي البوابه ديال الركوب للرحله اي بي سي واحد زيرو واحد؟
راه هو الحدث الساخن، ياك؟
اسمح ليا، ولكن ف اينا شارع حنا دابا؟
ممكن تعطيني شي توصيل؟
اشمن فويشين يتلفق مع لون ديالي الطبيع؟
انتا ماشي صيني، ياك؟
راه اللي لتحت.
واش يمكن لي نطلب هاد الشي من اليابان من بعد ما نرجع؟
واش بغيتيها تكون معفيه من الضراءب؟
بغيت نستعمل الخزنه دالغرفه ديالي.
الميني بار خاوي. تقدر تزيد ليه كتر من البيره، عافاك؟
الجراءد ما كتهتمش باش تفكر القراء نهار تمنيه دجنبر بلي "هاد النهار هو اللي بدينا فيه الحرب."
بغيت نبدا حساب ايداع فهاد البنكه.
واخا. وقتاش غادي تكون المباراه؟
كتبقي طيبه معرفت شنو ندير
بغيت نكري شي بشكليطه.
فاشمن جهه كاين هاد المقعد؟
فاشمن وقت، اسيدي؟
واش هادو هوما الامتعه كاملين ديال الرحله الجويه جوج تلاته تلاته؟
انا مريض. واش تقدر تتصل ليا بالطبيب؟
ماكايناش الصابونه فالغرفه ديالي.
ها هي شي بركه ديالك.
واش نقدر نسولك علي سميتك؟
لا، شكرا لك. انا غير كانشوف هنا و لهيه.
واش يمكن لي نشوف تذكره الطيران ديالك؟ كنقصد بطاقه الصعود ديالك.
عافاك كتبو.
واش يمكن لي ننتقل لمقعد خاوي؟
خود راحتك و تمتع بوقتك.
انا مثلي.
بغيت ماكينه كهرباءيه دلحسانه، عافاك.
روعه ديكور؟
واش هادي اول زياره ليك لبلادنا؟
عافاك وريني صوره من بطاقه الهويه ديالك.
رحله الطيران واحد زيرو واحد لّي غادا لّناريتا، غادا ف عشره يونيو، عاود تاكدات.
مياتاين وعشرين دولار لليله، ماعادا الضراءب.
واش هاد الضمانه دايزه فاليابان؟
واش لاش ضروري معاه
عندي هاد الصندوق ديال الفواكه. راه هديه.
وقتاش اخر تران؟
ماغادي نشريه. يمكن لي نلقي حوايج ارخص بكتير فمحل اخر.
تلميذ واحد، عافاك.
ماعمري ماغطست.
بغيت نبقي باقل من خمسين دولار.
لا، ماشي انتا. انتا خاصك تهبط فالمحطه الجايه.
واش تقدر تقول ليا شي بلايص مزيانه نمشي ليها ونشوفها فهاد المدينه؟
عندي التالت، الوسط.
راه عشره دولارات و تلاتين سنت فالنهار.
صيفط هادشي لليابان بالتلغرام.
شحال كادير التذكره ديال الطياره من نيويورك للوس انجلوس؟
فين يمكن ليا نعوم؟
هاد الماكله جابتلي التقيه.
واش تقدر تخلي امتعتي عندك حتي للحضاش؟
نعم، يمكن ليك اتخلص بالين. جاتك الفين وسبعميه ين.
المراقبه ديال المخزون مهمه بزاف بالنسبه للشركه.
غادي نتصل بالبوليس.
بغيت نمشي لمكتب التسجيل ديال خطوط طيران يونايتد.
سلام عليكم يلا ندخلو فرحت لكم لجدات للوصفه ديالنا واش لقيتو علينا سوارات فالمستوا المغربيه
شحال دلوقت خاص باش نوصل لدوفر بالتران؟
سيف التشور ديالك ليا عفاك
مزيان بزاف.
ماعمري مصدقش فالجهه الاولا
مكنلش نهرس
عطيني غاز للبريكه، عافاك.
كيضرني بزاف مابقيتش قادر نصبر.
ف داك المكتب لي تما.
بلاصه خاويه، عافاك.
طلع الفوق ودور علي اليمين. راه علي اليسار ديالك.
ممكن تجيب ليا كولا، عافاك؟
واش عندك شي جوله لبرودواي؟
وقتاش القطار الجاي؟
حساس.
الجواز راااءع واحسن طويل
هاد الرحله غاتنطلق من البوابه رقم ربعه وعشرين.
بالسلامه.
واش كتعرف شي محل ازوين ديال الصبابط؟
واش هادي طوموبيله درجه اولي؟
واش غادي تنطلق رحله الطيران فالوقت المحدد؟
البحر الداخلي هادء و زوين.
اسمح ليا. كنضن ما خلصتش مزيان.
سمح ليا. باينا عطاوك سوارت ماشي دياولك.
واش سمعتي الاخبار؟
واش ساليتي من تعبءه بطاقه النزول؟
واش عندك النبيذ الاحمر فنص قرعه؟
استاذ تاكاجي، تبغي تعلق علي هادشي؟
واش عندك شي كاوكاوات؟
...الله يرحم بيها الوليدين...تسني واحد الدقيقه الله يخليك...عافاك خود هاد الفاتوره عند الكيشي وخلص تما.
ارا نشوفو.
راه حلو شويه.
واش يمكن لي نجلس هنا؟
تقدر تهز ليا حوايجي حتال الطاكسي؟
بغيت نشوف شي مسرحيه موسيقيه.
شنو بغيتي، العشره اول السته و عشرين؟
هاد الحفيه ديالك عجبتني
خاص يكون عندك جواز السفر، وبطاقه الهجره ونموذج اقرار الجمارك.
انا غادي، اذن صرف هاد الرقاءق، عافاك.
بغيت نجرب شي اكله ايطاليه.
عافاك حط الامتعه ديالك فهاد الميزان.
متافق مع اغلبيه داكشي لي قتراحتي.
حلاقمي منفوخين.
عفاك تحيه لعاءلتك
وقتاش كا يحل مكتب الاستقبال؟
القمايج اللي فهاد الحانوت رخاص بزاف.
واقيلا طلعت ليا السخانه.
شحال غادي يستغرقو؟
تقدر عافاك تكيف الغرفه؟
بالجو، عافاك.
نص طياب.
لا، ماشي بالضبط. الاغلبيه ديال الطلبه كاينجحو ف المواد ديالو، ولكن كايقولو باللي المحاضرات ديالو ممله و ماكاتجيش محفز.
وقتاش كايبدا القداس؟
ربعه دولار الا شريتيه في المحطه، وسته دولار الا شريتيه في التران.
كنضن غادي ناخد هادوك اللي بخمسين سنت. اعطيني منهوم درزن، عافاك.
بغيت نشري شي تذكار بخمسين دولار تقريبا.
شامبوان، عافاك.
واش عندك هادا فالبلاتين؟
كيفاش نستعمل هاد البومبه؟
واش تقدر تعاوني فهاد الصيكان؟
واش كاين الدوش؟
بغيت نخرج ميه دولار علي بطاقه الفيزا ديالي.
المهرجان هو واحد من التخصصات الثقافيه ديال اليابان.
مغروره عليك واش في كلشي يستاهلي
ايوا، كنضن من الاحسن نمشي دابا.
واش بعيد علي هنا بالمشي؟
مالقيتش الصاك ديالي. واش تقدر تعاوني؟
اه عندنا ولكن منكيش نبيعهم
تقدر تبدل ليا هاد الورقه النقديه صرف صغير؟
الغدا واجد.
بغيت نصيفط جوج باكيات لنيويورك.
بغيت ندير اتصال بالتلفون لليابان.
واخا. دابا غادي نصيفط مدبره المنزل باش تحل الباب بالساروت الرءيسي. شنو هو رقم الغرفه ديالك؟
شحال باش تبيعو لنزيوتر الحوت
كنفضل ماكله غربيه.
الحرب البارده دازت ربع سنين ونص، من الف وتسعميه وواحد وربعين حتي لخمسه وربعين، ونوضات عامين من بعد الحرب العالميه التانيه.
واش عندك شي مقبلات يمشيو مع هاد الشراب ديالي؟
واش عندك شي بلاصه فين نحط الكامبير؟
في الملح و الفلفلور؟
اش من مدخل؟
تقدر توريني كيفاش نتصل ب بورطابل؟
كانهضر غير شويه بالانجليزيه.
واش لبحر هايج هاد الليله؟
شي نص ساعه.
واش ممكن ليا شي كساوي ديال الورقه
بغيت نمشي لداك المتحف المشهور ديال الهواء والفضاء.
واش كتضن باللي غادي يطيح التلج غدا؟
باين مياكل المعنا الخاص مثال
واش خاصها تكون فالسبيطار؟
كلشي اغراض شخصيه.
واخا. فين يمكن ليا نحط الامتعه ديالي؟ واش يمكن ليا نحطو هنا؟
كانقلب علي شي كادو لشي ولد صغير.
تقدر عافاك تدفي الغرفه؟
الجزء كاين علي اليمين.
تم ربط مكالمتك.
تقدر تقول ليا كيفاش نتصل بهاد الرقم؟
واش هادا للرجال؟
اوه، واش بالصح؟ واش خدا شي حاجه؟
كنضن باللي هادي هي الماركه اللي بغينا نجيبو.
واش كاين شي محلات قريبه من هنا؟
توقفات لي السياره. محتاج يجي الديباناج دابا.
بغيت شي كتاب بالصور، عافاك.
تجلس، عافاك.
واش هو جوج بيبان او لا ربعو بيبان؟
نوره ماشاء الله
واقيلا طلبت برغر ديال الحوت، بلحاق ما كاين حوت فالبرغر ديالي.
اسمح ليا، واش تقدر توريني كيفاش نستخدم الحمام؟
شكرا. علا العود, بالما كتبغي تصابك الحساب؟
بغيت غير ناكد باللي الرءيس المدير العام ديال الشركه ديالكم غادي يحضر للاجتماع غدا.
...
واش تقدر تحجز ليا غرفه لهاد الليله، تسعطاش شتنبر؟
واش كاينه شي دوره لمده جوج اسابيع؟
ممكن تعاوني باش نتقر فيا السنوات الغدات
خاصني ندير الحجز.
كاين قوارب مصايبه علي شكل سفينه القراصنه اولا سفينه قديمه د المروحه. كاينين وحدين اخرين كايبانو بحال بجعه اولا حوت.
قال ليا سي فورد نمشي نشوفك.
بغينا نمشيو لجبل غروس للتزلج. واش ممكن تنظمو لينا النقل؟
واش يمكن لي نرد فلوس التذكره؟
شحال دلوقت كيستغرق الوصول لسوهو؟
فين هو الحمال؟
واش تبغي تلعب الزوجي؟
نعم. كانقلب علي العكر دشانيل رقم خمسه وتلاتين.
ب تقريبا ميتين دولار يمكن ليك تحصل علي مزهريه زوينه.
يالاه دابا سمعت باللي جدي مات.
لارانس مريكان.
هاد المنتزه ديما عامر بالناس.
واش قريتي بطاقه ارشادات الامان؟
واش عندك المثلجات؟
كاينه الريح.
واش يمكن لينا نشوفو شي فيلم فهاد الرحله؟
واش عندك شي واحد يمكن ليه يهضر باليابانيه؟
رقم هو سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحوا سمحو
بغيت شويه ديال الخل.
.س.خ كتعني بوست سكريبت
للتامين بغيت تغطيه كامله للتصادم.
بغيت نحجز جوله، عافاك.
شي تذكره لليوم؟
اشناهي؟ اوه، بالطبع. ماشي محجوزه.
تنين شتنبر، الدرجه الاقتصاديه، لواحد.
خاصني نرجع مع السته ديال العشيه.
عندنا بزاف دالاحداث السنويه زياده علي العطل الوطنيه.
راه حاضر هاد الصيف.
واش يمكن ليا نخلص ب الفيزا؟
اسمح ليا. بغيت نمشي لميامي.
اشنو الفراء عندك
واش عندك شي حلويات ناقصه فيها السعرات الحراريه؟
فعلا هذا شي عرضه راءعه
واش كاين قطار سريع لبرلين؟
واش عندك شي عروض خاصه علي العطور ديال استي لودر؟
واش عندك المايونيز؟
عافاك ستعملو بحال صينيه.
بغيت مقعد ممنوع التدخين، عافاك.
طوموبيلتي تضربات مع عمود الاناره فالشارع.
كنكتبو بطاقات السنه الجديده وكنقدموه. كيتم التسليم ف فاتح يناير.
غير متوسط، عافاك.
ماشي بزاف د اليابانيين كيصيفطو بطاقات عيد الميلاد، ولكن مليارات د بطاقات المعايده د السنه الجديده كيتكتبو، كيترسمو، كيطبعو، كيسينيو و كيصيفطو عام بعد عام.
واش تقدر تكتب ليا؟
واش غتخرجو للمدرسه؟
كا نقلب علي الريحه.
فاشمن اتجاه مشا؟
هاهي عشره دولار، ودولار وخمسين سنت ديال البقشيش.
انا يوكو سوزوكي من شركه يونيفرسال.
السعاده ماشي طيب بزاف لكن انا كنت لا داعي
لك
دور علي اليمين فالتانيه د الزنقه وغادي تلقي واحد
كيف الماكله
جبتي اكثر ما مازيده
النافذه موسخه.
واش بغيتي تامين يغطي الاصطدام والمسءوليه المدنيه بجوج؟
غادي يلقاوه غدا.
عندي مشكل ف فتح الباب. واش يمكن ليك تبدل ليا البطاقه؟
كون كان الافضل فالقدام دالطياره.
غرفه القياس كاينه مورا مكتب خدمه الزباءن.
شحال من محطه د الطوبيس خاصني نرجع؟
هدشي ماشي صح
لا، عافاك ماتعملش. هادا للاستعمال الشخصي ديالي.
بغيت نكري طوموبيله بناقل حركه اوتوماتيكي، عافاك.
واش يمكن لي ننزل فالاوطيل؟
بطانيه اخري، عافاك.
بغيت نحجز غرفه لتلاته وعشرين وربعه وعشرين شتنبر.
فين كاين اقرب مصور؟
عيشه عفاك
يمكن ليك تطلع غير خارج من هاد الباب.
جواز السفر ديالي ضاع. صدقا بلا جواز السفر فالحقيبه ديالي. خاصني نمشي لطوكيو غدا فالصباح.
بغيت ندير واحد الحجز للسته دلعشيه هاد الليله.
تقدر تجيب لينا طبق اخر؟
شحال التذكره من هنا لمحطه الجنوبيه؟
واش يمكن لي نشوف هاد الحوالق؟
بغيت نمشي فحالي فاقرب وقت ممكن.
واش يمكن ليك توفر ليا غرفه مريحه للغوص، عافاك؟
اسم الحزب ديالك والرقم، عافاك.
خاديت القطار ديال الطناش وخمسه وخمسين دقيقه من سان دييغو.
مالقيت حتي صابون.
وقتاش كينطلق التران الجاي لشيكاغو؟
بغيت ندير مكالمه لليابان ببطاقه الاءتمان، عافاك.
تلقاو ليا الشفاره ف القنت ديال بيتشواك. عافاك اجي دغيا.
فالبدايه خاصني نشكرك بزاف علي البرنامج الراءع اللي وجدتي ليا.
طبعا هاد التاني يمكن تحطوه او تقصوه كيف ما بغيتو
شنو كيولي هاد السم
بالحانوت لا كان عندك والسكر
واش تقدر تعاوني نهز هاد الباليزه؟
هذا الدوزيه لي كانديرها
لا، بلحاق الا بغيتي تستعمل الخزانه، غادي تكلفك جوج دولار. عافاك خلصها ف مكتب الاستقبال.
بغيت يكون فيه الخس، لحم الخنزير والجبن علي خبز الجاودار.
كيفاش نقدر نرجع لهنا؟
كاتتنقل للمدرسه بالقطار كل نهار.
يلا خاطر من سكر
فين كتبدا هاد الجوله؟
اش من دوره للمبتدءين؟
واش غادي تكتب ليا التقرير؟
لا مشكل عندنا وقت كافي
دخلات فيا شظيه فصبعي. يمكن ليك تعطيني شي ملقط، عافاك؟
شحال الصهد؟
كنظن كاين غلط
كيفاش تبغي تخلص، فلوس ولا كارط؟
واش ممكن تزيد تتسني غير بضع دقايق؟
ممكن تعمر ليا هاد الاستماره دالتامين الصحي، عافاك؟
اشمن هو الشيال
شكرا
شكرا علا كل مساندك
من التمنيه ل تمنيه و ربعين.
واش عندك نفس الشي في البني الغامق؟
علي حسب الوقت.
وقتاش غادي يرجع؟
محتاج لجواز السفر ديالي.
مبسوط بلقاءك.
تلف ليا التيكي ديال الطيارا.
بغيت نجرب نفس ما خدا داك السيد فديك الطاوله.
عفاك دير تيليفون ديالي
فعلا انا في الشرح واش مشكل
الواقعه كانت مابين شارينغ كروس و غرين بارك.
وقف.
شكرا. ممكن اخرا فيه السله من فضلك
واش تقدر تعلمو علي هاد الخريطه؟
الواحده و اربع دقايق ديال الزوال.
عافاك ارسم خريطه هنا.
واش غادي تصايبو؟
شفتي، ما ديال لحمام ماكايسخنش مزيان.
تقدر تعطيني شي مهدء؟
احنا هنا للزياره. ولدنا ساكن فسياتل.
الا كان ممكن، بغيت شي واحد اوتوماتيكي.
هاد السماعه ما خداماش مزيان. يمكن ليك تعطيني وحده اخري؟
جيتي زوين.
واش كاينين شي موتيلات قراب من هنا؟ عافاك ارسم ليا خريطه.
واش باقي عندك تذاكر ل"بيغ ريفر" لهاد الليله؟
كايبان تقريبا نفس الشي.
اشنو هي الماده اللي مصايبه منها هاد البدله؟
ساعتين قبل المغادره.
بغينا نتقاسمو ديك الطلبيه بيناتنا حنا التلاته.
شي شهيوات عفاك
مْهِمْ.
عافاك خليهم علي برا.
مساء الخير. عندي موعد مع الدكتور دريل علي التلاته دالعشيه اليوم، ولكن سمح ليا غادي نتعطل شويه. واش غادي يكون مشكل؟
واش عندك شي حاجه بالسوارت؟
بلاصت اس تحجزو، ولايني باقي عندنا بلاصت اي.
بغينا نشرو هاد الاكل ممكن تجيبو لينا صايبات كصيره
ضارني قلبي.
نقص من الثمن.
واش يمكن لي نهضر مع عامل مكالمات ياباني؟
بغيت نعرف بشحال دقيقه ديال التيليفون لنيويورك.
ماشي بالضبط، سمح ليا. تاخد المترو هنا علي مسءوليتك الخاصه، هكا يعني.
لي خاص الخدمه هو كل الشكر للبلوكات
هربو بعقد من اللولء وحوايج اخري غاليه
تقدر توريني الطريق للسبيطار؟
بغيت نمشي للبرج ديال لندن.
بغيت نهبط هنا.
واش يمكن لي نحصل علي شهاده طبيه؟
هاهي نسخه من التذكره ديالي.
هي طوموبيله صغيره زرقا، نمره ديال لاڤيي KAY تلاته واحد خمسه ونمره ديال التسجيل PRI ربعه خمسه سته زيرو.
واش تقدر تدير ليا شي تخفيض صغير؟
واش كاتلعب شي رياضه؟
كاين طلب كبير علي هاد الستيل عند الكوليكتورز.
ناويين القلاء والمقالس اللي كانت فبلادنا ولكن ليس المحولات ان تقدري بالدهشال الداعي التي تتعامل مع السيارات
واش ممكن نتوات ليا في قيله الغداب
رد بالك.
جوج كريما دماطيشه، عافاك.
واش علي بعد مسافه قصيره علي الرجلين؟ او واش بعيد بزاف باش توصلو علي رجليك؟
اه. بغيت جوج تذاكر ل "A Streetcar Named Desire". واش باقي عندك شي تذاكر لعرض اليوم فالليل؟
واش هادي هي الرحله الصحيحه؟
دير شي تمارين خفاف ودير التدليك من بعد ما تاخد الحمام كل نهار.
كاين غير مخرج واحد.
سمح ليا مافهمتيش التواريخ مزيان.
صديقي من هنا غادي يجي مورايا، اذن صافي.
اهي الحره في هاد القرن
معنديش التجرد لحاجه مثل هكاك
...كيبانو زوينين بزاف منين كيصفارو وراقهم فالخريف.
عندي حفله هاد الليله. اذن، صاوب ليا شعري، عافاك.
واش كتسولني واش كنلعبو باش نبداو نبيعو المنتوجات ديالنا في الولايات المتحده؟
كيفاش كتتنطق سميا ديال هاد لبلاصا؟
عافاك شحنو ليا فماستر كارد ديالي.
شحال الميزاجي ديال الاعنازات
فين هوما المراحيض؟
بغيت ننعس.
سمح ليا كيتاخر تقريبا تلاته دقايق.
ميمكنش ليك تكون داير الريجيم مع ديك الفورمه الضعيفه ديالك.
غادي نتعطل بخمسطاش دقيقه علي الاجتماع.
واحد فيه اسم المحل، عافاك. غادي نستعملو فطلب التامين ديالي.
هادشي للاستعمال الشخصي ديالي.
بغيت شي بلاصه فين ناكل الاكل اللي كايكلو الناس هنا.
بغيت واحد تريبود، عافاك.
بغيت شي صاك ارخيص.
جْاني وَجْعْ خَايبْ فْقْصَبَهْ.
بغيت نمشي فاقرب وقت ممكن. كاين شي رحله قبل؟
شكرا علا كل النصاءي انت معقه جدا
اينا نوع ديال الموديل بغيتي؟
شنو نظرك عشره جنيه لتلاته؟
بقي غادي فهاد الشارع حتي توصل لحديقه صغيره.
بغيتها.
هاد اللون لي فاليو عندك؟
بغينا ناخدو طاوله قريبه من النافذه.
...
ايوا كلشي هنا جديد عليك ياك
واش يمكن ليا نشوف؟
اممم، شنو بالضبط فهاد البلاد اللي كاتهتم بيه؟
واش نقدرو نحتافضو بالغرفه ديالنا لمده تلاتين دقيقه من بعد وقت الخروج؟
اسف، النمره غالطه.
طاوله كبيره، عافاك.
طبعا الكل لا يهمك بذاله اتمنا يكون اكثر حسب المره اللهم احفظك
تقدر توريني كيفاش نشعل الضو؟
عافاك وريني داك الشي لي ف الفيترينا.
واش كاين شي تغيير فالبرنامج ديالنا؟
غادي نخدم.
اغلب الشوارع ما عندهوم لا اسماء لا علامات. داكشي علاش صعيب بزاف توصل لشي بلاصه غي بالعنوان ديالها.
راه فنان محتال. اذن، عافاك رد البال.
عافاك عطيني كريم سانتان.
عافاك عيط ليا علي واحد طاكسي.
واش هو طري؟
شحال ديال الكره في الساعه
غادي نعطيك جوج دولار باش يولي مياتين دولار.
واش علي اليسار او لا علي اليمين؟
بغيت سروال.
بغيت غير ندير شي نزاهه نرتاح فيها.
واش يمكن لي نتكلف بيه؟
شحال التمن باش نصيفطو بالبريد الجوي لليابان؟
واش نقدر نحصل علي جوج كارتونات د "سبعه نجوم"؟
واش كتعرف رقم التذكره ديالك، وكاله السفر، تاريخ الاصدار وطريقه الدفع؟
شحال ثمن الغرفه لليله وحده؟
ربحتي. خمسه غادي يكونو مزيانين.
بغيت نرجع للاوطيل باش نلقي الكاميرا ديالي.
مساءله حياتها
خاصك تاخد طاكسي، لحقاش ماكايناش وساءل النقل العام.
كاينه طناشر فرقه دالبيسبول فاليابان.
فالبلوك التالت علي اليسار ديالك.
بغيت ندوز اتصال لطوكيو، عافاك.
باغي نتلاقا.
ماغاديش تلعب معايا التنس الاسبوع الجاي؟
واش نركبو فهاداك؟
اسمح ليا. كانقلب علي جاكيت دالجلد.
هدشي زوين
شكون تصحات المول ديال اللبس
واش ممكن ليا الرغايه او الشتيه لي خدمتو يتكلم
تلاته بينا بغينا نلعبو جوله. بشحال؟
غادي نوصلو تلاتين دقيقه قبل.
شكرا علي اتصالك.
سيجارات، عافاك، الا عندك شي واحد. بشحال؟
بغيت اتصال دلفياق.
اينا واحد فهادو هو جانغاو؟
تقدر توجدو فنص ساعه؟
بغيت شي خاريطا ديال الطوبيسات، عفاك.
انتا المسءول علي الحادثه.
سير نيشان فهاد الشارع تقريبا خمسه شوارع، وكاين تما صيدليه فالقنت. فاش توصل لتما دور علي اليمين. غادي تشوفو غير علي يسارك.
عافاك اهضر بشويه.
اشنو كتورينا السم المجموعه من فضلك
احنا دايرين في الحسابنا غادي نديرو تسعود الساعات.
كانتسنا بفارغ الصبر نشوف تبديل الحرس.
واو. كلشي كيشطح بحال شي حمق.
ممكن نبيعو لخوت حنا مع واحد وليد
شنو واقع فالمسرح الوطني؟
واش نقدر نحتاجو لغدا هاد شهر
اه، انا جايب مونيكه يابانيه لصاحبي.
فين هو مكتب الخطوط الجويه اليابانيه؟
واش حفظه غزاله عجك
انا تصاري هاد الموضوع
زوينه منتفرتك بوبيس واش بغاو يدخلو معانا يسابون
مابغيتش ناكل دابا.
بغيت البيض مقلي.
عافاك وسع قياس التلاثه سنتيم.
كا نقلب علي شي تذكار مزيان من لاس فيغاس.
هادي ماشي هي اللي طلبت.
فين كادير القرايه ديالك؟ واش كتقرا ف هاد البيت هنا، ولا كاتمشي للمكتبه؟
اه، ولكن انت ماشي جنتلمان، ياك؟
بغيت عدسات جداد.
محتاج شويه دالوقت.
امتا غادي يبدا العرض؟
غادي ناخد داك الشي.
بغيت نتقضي فهاد المدينه. تقدر تنصحني بشي محل شامل مزيان ولا شي مركز تجاري؟
ما عنديش بزاف د الوقت. واش غادي ياخد وقت طويل؟
هادو عواخ ما يلادوا الياء كيسيرو لينا بزاف الكوار
كا نظن بلي اه. غادي نتحقق ونرجع دابا.
قوليا، سيد موريتا، واش مراتك مرافقه ليك هنا فنيويورك؟
تبدل القطارات فالمحطه التالته.
اش من طوبيس كايمشي للمحطه المركزيه؟
مرتينا غير ليومه وحده
بغيت نسخه من لي ريديرز الفوتسالفور واحد زيرو واحد موديل.
اسمح ليا، واش باقي معطل الاكل ديالنا؟
كنفضل الاكل الايطالي.
تقدر تسول فديك الطاوله ديال المعلومات لهيه، الا توضرتي.
تقدر تفصل هادشي؟
دابا شويه غادي نقلعو. عافاك تاكد باللي حزام السلامه مثبت مزيان.
اه، بلحاق عافاك ماتخليهومش يمشيو للجهه غارقه اولا الجاكوزي.
وقتاش بطوله العالم؟
بغيت نشري حامل الوثاءق.
فين كنتي؟
كون لحيت شويه كون يمكن ناخدو باقل.
اشمن واحبك، بحال خمس جنيات ولا اشرف
كانحس راسي مريض. فين هو طبيب الباخره؟
انا جاي من اليونان.
معمر مع زواقك؟
وقتاش كتحل؟
كاين واحد فاللور ديال هاد القاعه.
غادي نبقي مع صاحبي هاد الليله.
سمح ليا ولكين حسابك الجاري مسحوب منه بزياده.
راها عشرين من بعد ربعه.
الشوفات وجهوم بيضه والسوشات والحليب بالملح
هادا هو عنوان الاوطيل ديالي ورقم التلفون. واش تقدر تتصل بيا علي هاد الرقم غير نلقاو الباليزه ديالي؟
واش تفضل طاوله فمنطقه التدخين او غير المدخنين؟
بغيت ناكل بزاف ديال الخضرا اليوم.
عندي بطاقه الهويه. واخا رخصه السياقه؟
نص نهار تلاتين دولار. نهار كامل خمسين دولار.
لوح ركوب الامواج كايكلف خمسه وعشرين دولار لمده ساعتين وخمسه وعشرين دولار لمده نهار كامل.
كاين الصهد بزاف. واش تقدر تعدل المكيف؟
شحال كاسوا الين اليوم؟
انا سوجيتا من الغرفه اطلطاش عشرين. عاد وصلت، بلحاق هاد الغرفه اصغر من اللي كنت كنتوقع. واش يمكن لي نبدل الغرف؟
واش الطوبيس ديال الشارع الخامس كيوقف هنا؟
عندي الفلوس كاش باش نخلص الوجبات لمده تلاته ايام.
فين نقدر نشري المواد ديال الفنون الشعبيه؟
كيفاش ندير اتصال للخارج؟
اشناهوما الرياضات اللي مشهورين فاليابان؟
واش تقدر تصيفط ليا فالفاكس واحد الخريطه باش نوصل للمكتب ديالك؟
واش جابتي استخدات
كانصحوك تاخد جوله مدينه بوسطن. هادشي كايعطيك فرصه تشوف البلايص الرءيسيه المثيره للاهتمام فبوسطن.
كانقلب علي هاد العنوان اللي كاين فهاد البطاقه.
سلام عليكم واش هاد ديال تامنه
واش كاين شي صالون تجميل فهاد الاوطيل؟
احمد كان غزال
دابا راه زبلها.
اش من جهه فالنمسا؟
فين غادي هاد القطار؟
واش يمكن لي نتصل؟
شحال المستمبل ديال الرسول
بغيت داك الشي مع التمنيه وتلاتين.
طابله لجوج دالناس، عافاك.
واش ممكن تقوليني الا كاينين مواعيات ديال الحوايج في حياتي؟
واخا. امباير ستيت بيلدنج كاين نيشان فهاد الطريق هنا. لي خاصك دير هو تمشي حتي لمحطه الطوبيس لي كاينه هنا فلقنت و خود الطوبيس نيشان. غادي يكون علي يمينك.
شحال تمن دالخصوص
شنو بغيتي للتحليه، ايس كريم او لا شربيت؟
هادشي ماشي ممكن بالميزانيه ديالي.
واش خصنا نطلبو وجبه كامله؟
لا، باقي ما وجدناش.
عندي حجز لجوج ليالي.
واش عندك شي ويسكي؟
واش تقدر تتصل بيا الا لقيتي الامتعه ديالي؟
ممكن نشوف رخصه السياقه ديالك، عافاك؟
شكون نقولو كيتاصل، عافاك؟
شنو هد شكيل عندي؟
لا لالا كتيره بزاف داكشي بلاش النسات متستبل في شرك واحد
شحال ديال الوقت كياخد باش يتعاود جواز السفر؟
جمع، عافاك.
راها كاتحسن.
غادي ناخد شويه دالزبده.
اخديت الطوبيس الغلط.
شحال كبير؟
واش يمكن ليك تطيب هاد اللحم شويه اكثر؟
عافاك عيط علي الطبيب.
غادي ندير الاشعه.
واش كاين شي بلاصه فين نصرف الفلوس؟
بغيت بيرمانونت.
ممكن تعطيني شي حبوب؟
لا، سمح ليا مقدرتش نعس بسباب هاد الاخبار الخايبه.
كيف كتحسبو وجر لكومند؟
الرحله ديالنا غادي تبدا فواحد وعشرين يوليوز وغادي تسالي سبعه وعشرين.
مابغيتوش.
كيفاش كتتنطق هاد المحطه؟
غادي نخلص راسي.
واش المتحف مفتوح اليوم؟
خليني نشوف واحد اخر.
بحال هادا، عافاك.
انا بخير، حتي انا، شكرا.
شحال دلوقت غادي تبقي فنيويورك؟
واش ممكن نهار ديالي ديال الحلوه واخا كنت شارت
واش كاين طوبيس من المطار لاوطيل شيراتون؟
اه. رقم ربعه سبعه وتمانين.
غير واحد دابا.
غير من هنا. غادي تشوف اللافته. ما يمكنش ما تلقاهاش.
خاصك تاخده للمكتب ديال تغليف الهدايا.
شحال الوقت باش يصدق
نتمني نقدر نزور بلادك.
قوليا نيشان.
وقتاش غادي يوصل؟
موفقني، عفاك.
ما عنديش شي حجز هنا، بلحاق عندكوم شي شومبر لجوج ليالي؟
بغيت نمشي فحالي دابا. واش تقدر تهبط ليا الباكاج لتحت؟
اشمن اتجاه كاين الجنوب؟
ممكن تعطيني بطانيه؟
واش قال باللي المحطه الجايه هي الشارع تلاته وعشرين؟
واش خاصني نحجز بلاصه في المطعم المتنقل؟
مسا الخير. واش عندكم شي طاولات مفتوحه لجوج ديال الناس؟
شنو هضرتك
اه. بشحال خصني ندفع باش نبدا؟
نعم، غادي ناخد بيره درافت مع المقبلات.
عافاك نظف هاد البلوزه.
واش كاين شي حاجه مابغيتيش ننساها؟
اه، انا مسالي.
اشنو اللي اتسرق؟
كان طويل و زعر.
اشمن ساريات
دير منديل علي واحد و سحقو بديك المطرقه.
الطوبيس كا يدوز بالليل فاش كاتكون الطريق خاويه. هاد الشي علاش قليل فاش كاي تعطل.
فيا القبط هادي خمس ايام.
طبعا نديرك فيه
واش تقدر تسلفني واحد الحبل دالجر؟
دارك كبيره بزاف.
واش يمكن لي نحصل علي اتاي بلاصت القهوه؟
ماكانضنش اتلاقينا من قبل.
واش عندك شي بطاقه بريديه؟
واش تقدر تصيفط ليا هادو؟
بغيت شي قهوه.
فين كاينه القنصليه اليابانيه؟
بغيت شويه دالروز.
اه، كاين. ها هو القطار جاي. نهارك مبروك.
ممكن تجيب ليا الموطارد؟
واش تقدر تصيفط فاكس لهاد الرقم؟
واش يمكن لينا نتلقاو فالتلاته ديال الزوال بلاصت هادشي؟
كنفقد المنظور ديالي ملي كنمشي للخارج، وكنضيع الفلوس يمين وشمال.
اكلام ابالي عفاك
شحال دالعطل مءدي عنها كتاخد فالعام؟
طاوله لربعه، عافاك.
قول.
واخا. واش تبغي تمشي معايا لحمام السباحه؟
غادي يكون داكشي مزيان. كنت كانتسني الفرصه باش ندير شي حاجه بحال هاكا.
كنتمني نقترح نخب لسي ويليام ديالنا.
شكرا غادي نديرها تنتسناو كتجي عندنا شويه
بغيت نمشي للمتحف اي.
كا نفكر نستغل هاد التخفيض الخاص اللي دايره الخطوط الجويه ABC لهاواي الشهر الجاي.
كا نظن بلي اه. غادي تكون مزيان.
يمكن لي نحصل علي جوج تذاكر ل"لي ميزيغابل" لسبعه يونيو؟
واش كتبيعو غير الكتوبه الجداد، ولا كتعاملو حتا مع المجلدات اللي قدام؟
بغيت نصيفط رساله لليابان.
فاش كنت غادي فبرودوي.
بغيت شي حاويه الماكله.
واحد الدرجه الاولي ذهاب لكالي، عافاك.
عافاك اتصل ليا بالطاكسي فالجوج ديال الزوال.
مزيان، شكرا. و انت؟
واش كاين شي حاجه مهمه هنا؟
عافاك قول للقنصليه اليابانيه من بعد ما تبلغ بيه للبوليس.
واش ممكن نجيبهم كاملين محتاجين
واش تبغي شي حاجه تشربها مع الوجبه ديالك؟
اعطيني تلاتين ليتر.
اُه?
واش كاين شي موكب غدا؟
ماخدامش. واش عندك واحد زايد؟
هادي السلعه الغلط.
عندي جوج قراعي دالويسكي.
راءع
هدي لصحابي
ضارني صدري.
كاين مبرد عامر بالمشروبات فاللور ديال الكروسه ديالك.
بغيت شي كاس ديال الما، عافاك.
الماكله فلوطيل غاليه، يالاه نخرجو لشي بلاصه.
منين نبداو؟
اسمح ليا، فين كاين البريد؟
عافاك وريني المصاريف.
صحيح؟ ماعرفتش.
جوج مقاعد ديال عشره دولار، عافاك.
كيف بغيتي اللحم ديالك؟
واش فقداتك ياك عفاك
شنو الفصيله ديال الدم ديالك؟
تقدر توريني الطريق؟
بغيت واحد المقبله، عافاك.
شنو هي اكثر اكله حميه مشهوره في المحل ديالك؟
خاصك تمشي لفيينا.
واش يمكن لينا نتسناو حتي تخوا شي طابلا؟
واش شارع هودسون هو المحطه التالته؟
فين هو مكتب التسجيل دلوفتهانزا؟
صورنا، عافاك.
كتبقي سميتك و واه ديالك
ديالمن هاد الخدمه؟
اكحل مزيان.
عافاك صورني.
بغيت نتصل بشركه كراء السيارات.
طاوله احدا النافذه، عافاك.
عافاك اعلمني منين نوصلو لبوسطن.
بغيت شي قرعت الروج، عافاك.
واش احتفظتي بارقام الشيكات ديالك؟
بغيت نشري احسن المقاعد.
دابا سير للجمارك.
كنفضل نغلس فالقدام دالطياره.
الضو دالرساله ديالي مشعول.
خاصنا نتصلو بمكتب الاستعلامات في القنت ديال بهو الفندق. غادي يتكلفو بالحجز.
اشمن محطه؟
هادا شفار.
الشرد هد شاده قوي
شنو كاين فالصاك؟
راه للاستخدام الشخصي ديالي.
بغيت شي فيلم لهاد النوع ديال الاضاءه الاصطناعيه، عافاك.
راه مخصص باش يعاون الناس اللي مات ليهم شي واحد فمصروف الجنازه.
سمح ليا. غادي نجيب ليك شي اتاي دابا.
اسمح ليا. واش يمكن لي نحصل علي بطانيه؟
واش فهمتيني؟
واخا. دور علي يسارك فالقنت جاي. غادي تشوفو نيشان قدامك.
واش كاين شي بلاصه فين نرتاح؟
واش التسعيره الاكسبريس داخله فالحساب؟
وقتاش و فين نقدر نحصل عليه؟
شنو فنظرك احسن للبشره ديالي، الصباغه د الظفر باللون الغامق ولا اللون الفاتح؟
شكرا. داك معنا بلي غادي ندخلو صابتي باش ندخل للوسط بالنقص ديالو
اش من نوع ديال المواد كا يحتوي عليهم هاد الدواء؟
اه، عندي حجز فردي. الاسم ماتسوي. م-ا-ت-س-و-ي.
واش عندك هادو فقياس مفتوح؟
شكرا. اه، شاهي اش وقع
شحال دالوقت باش نوصلو لهاد الاوطيل؟
واش يمكن ليك توريني فين كاينه البلاصه فالطياره، عافاك؟
قال باللي غادي يعاود يتصل بيك من بعد.
عافاك قاد بلاصتك مزيان.
واش هاد الشارع كيوصل للمحل الشامل ديال "سي اند ايه"؟
سمح ليا علي هاد القلده. واش نقدر نحصل علي قلم احمر؟
بغيت ناخد موعد مع السيد واتسون.
غادي نوريك كيفاش تتخدم بعيدان الاكل.
سمح ليا، سيدي الضابط. واش تقدر تعاوني؟ ما قدرتش نلقي المتحف الوطني ABC.
غادي يجي واحد السرباي باش ياخد الطلبيه ديالكم. عافاكم عيطو علي السرباي ملي تكونو واجدين باش تطلبو.
لا، نخرجهم.
واش يمكن لي نستخدم شيك سياحي؟
اه، عندنا. اشمن نوع بغيتي انت؟
ماشي بارد؟
انا دابا فمطار كينيدي. اشناهي اسرع طريق نشد للاوطيل ديالكوم؟
انتا فاسطاش اي. غادي فهاد الممر، علي يمينك.
لا جينز و لا سيفيطمات، عافاك.
كيفاش بغيتيها؟ يعني شنو بغيتي ف سندويتش لحم؟
واش نتي حامله؟
تقدر تجيب لينا طاكسي؟
غادي نكونو فرحانين نقبلو العرض ديالك.
عمري درتها علا ساعه
كادره هادشي؟
واش كاين شي كتاب باليابانيه؟
ما بقاش فالخزين، ولايني راه فالطلبيه.
كنفضل مطعم نباتي.
الصاقطه دالباب تهرسات.
اه، ها نتا.
رقم خمسه-واحد-واحد، سبعه-اثنين-سبعه-ثلاثه فلوس انجلوس، عافاك.
واش كاين شي رحله سياحيه؟
شنو ميدور ديال البرد, تتنسبوها؟
ماكايعجبنيش لحم الخنزير.
عافاك كتب هاد الشي ف ورقه الخدمه. راه كاينه تكلفه زايده.
عافاك صيفط هاد الباكيه لليابان.
غادي ناخدو معايا.
غادي نرجع.
واش يمكن لي نبقي فالطياره بالليبيال؟
معلوم. غادي نردو بحالو قبل ما ترجع.
هو عندي لي كيشهد ليا
غي شويه.
منين اصلك؟
اه. شحال هادي وانا باغي نزور هاد البلاصه.
موقع البارح باينه مكينش شي مشكل
غادي نخلص بالتامين ديالي.
واش كاينين شي رحلات سياحيه لتمثال الحريه؟
يالاه. غير قولها.
عندنا اليوم شي صول مزيان.
ايوا. نقولك اش. انت ما تقولها لحتي واحد من عاءلتك. وانا ما نقولها لحتي واحد من عاءلتي.
شنو كدير عاده فوقت الفراغ ديالك؟
غادي نتلاقاو شي نهار، كنتمني.
راه خضر، و تقريباً هاد القياس.
عافاك اعطيني خريطه المدينه.
اسف، حتي واحد ما كيجاوب علي التليفون.
نازل معيا الدم من نيفي.
شي وحدين كيمشيو حتي للمحطه المركزيه دطوكيو او لوطيلات لكبار.
تلاتين جنيه، عافاك.
اسمح ليا. فين كاين شي مخدع هاتفي عمومي؟
شكرا ليك، علي كل حال.
نعم، انا كان عندي شويه صينات طاحت امتاليه
كا نضن كايديرني با عور.
تقدر توريني هادشي، عافاك؟
مناش الفرقه مصايبه؟
اليومه عندنا مينسترون، كريم داسبارجوس، و صوبا دالخضره.
غادي ناخد واحد مارتيني معتق. وعصير البرتقال ليها، عافاك.
واش عندك شي تاريخ ف العاءله ديال امراض القلب؟
عيني كتضرني.
كنقلب علا قود ساريه
شي حاجه باقل من ميه دولار، عافاك.
كيمشي من هنا مع التسعود.
شكرا ليك بحال بحال، بالحق خاصني ضروري نمشي.
واجهه كتلمع، عافاك.
بغيت تمنيه تذاكر ديال عشره دولار وعشرين ديال دولار واحد.
انا عندنا هاد المنتوجا والي مصمم للنساء الموضوع
غادي نهز داكشي.
هي خدمه عاليه معتمده
غير كنتفرج مشكوره
كانضن غاتقدر تلقي كلشي فسوبر مارشي. الا ماقدرتيش، ماتقلقش. انا غادي نمشي للصيدليه غدا.
ماشي ضروري، اسيدي. غادي نتكلفو بداك الشي منين تتسجل فالفندق. وقت التسجيل من جوج تلاتين ديال العشيه، ولكن نقدرو نحفظو ليك الامتعه ديالك الا بغيتي تتساري قبل من هاد الشي.
تقدر تجيب ليا طنجره فيها الما غليان؟
عندي مرض مزمن.
كنضن كاين شي غلط فالفاتوره. ممكن تتحقق منها، عافاك؟
تقدر تخوي طفايه السجاءر، عافاك؟
فيناهوما لبلايص السياحيه المشهوره هنا؟
مْتشرفين السي سميث.
بغيت نطول الاقامه ديالي يومين.
واش تقدر تدير فيا واحد الخير؟
اينا نوع ديال الريحه بغيتي؟
واش هادا هو الخط المباشر؟
اجي نشوفو. اللعبه غادي تبدا مع الجوج؟ اه، نقدرو نمشيو.
بغيت نهبط فسان بوول.
شحال التامل
واش نقدر نضيف فيه شي رساله؟
سيد وطسون، اكستنشن مياتاينوان، عافاك.
ماعرفتش اشنو ندير.
ها انت. هادا هو الاكتر شعبيه.
عندي حجز، اكيياما.
منين تنزل من المصعد غادي تشوفو علي يمينك.
واخا، ضغط علي هاد الزر. اوبس، هادشي ماخدامش. سمح ليا، راه تهرس.
كيف داير، سيد تاكاجي؟ ماتشاوفناش من الربيع اللي فات، ياك؟
شفنا بزاف دالحوت المهاجر.
غادي نرجعو من بعد.
كنتساءل وقتاش نقدر نرجع لهنا.
لحتين اي مسانديه عفاكم ساعملنا المراه في الطيره لنا موقع باللغه الياءه والفرنسيه والصيان والنزاريه
ميات دولار، بلا رسوم.
عفاك سمطه المقعد ديالك و نتابه للعلامه "ممنوع التدخين" حتي تطفي.
واش كاينه فيه بانيو؟
هاهي بطاقه الركوب ديالك و ملصق تسجيل الامتعه ديالك.
ممكن تعطيني طبق اضافي؟
بغيت شي دوا.
حنا بجوج بينا، دونك ناخدو الحجم الكبير؟
خليت جواز السفر ديالي فطاكسي.
ربعين دولار.
الاوطيل ديالنا قادر يتكلف بحجز مربيه اطفال.
اسمح لينا، غادي نتعطلو عشرين دقيقه.
واش كاينين مطاعم يابانيه غير هنا؟
شي حاجه ساهله للسياقه، مع مقود علي اليسار، في فءه جوج لتر.
واش فالداخل ولا فالخارج؟
هاهو عنوان التسليم ديالي.
نعم، يمكن ليك. هاهو ملصق تسجيل الامتعه ديالك وبطاقه الركوب ديالك.
اوه، مع السبعه ديال العشيه تقريبا.
تسديت علي برا. الساروت لداخل الطوموبيل.
ممكن تحصلي نقاش احسن
ما حسابليش غادي تكون عامر بزاف.
كانحس بالوجع كاينغزني حدا المعده ديالي.
واش تقدر تبدل ليا بلاصتي بوحده فجهه المدخنين؟
هاد التكلفه هي ديال الاتصالات بعيده المدي.
واش ناوي تبدا تبيع المنتوجات ديالك في الولايات المتحده؟
تقدر تجيب ليا بيره اخري؟
جيم و انا كنا صحاب من ايام الثانويه.
ممكن بيطاج مقلي مع البوك من فضلك
تذكره ذهاب و اياب لعشره ديال الرحلات، عافاك.
واحد الشويه، الاله. انا غادي نتحقق من داكشي.
حتا واحد بهاد الاسم ماكايسكن هنا.
فين يمكن لي نلقي طوبيس السياحه؟ وقتاش وفين يمكن لي نطلع فالطوبيس؟
الجهه الفوقانيه كبيره شويه. يمكن لك تبدلها؟
واش كاين شي ملعب دالغولف هنا؟
بغيت نلغي الحجز ديالي للرحله في خمسه ماي، ونحجز واحده في تسعود ماي بلاصتها، عافاك.
واش يمكن لي نحتفظ بساروت البطاقه؟
واش كاين شي واحد يقدر يفهم اليابانيه؟
انا جد الاحسات لمضرون بوك فقط تقبلي تعالا بالتعابت
غادي ناخد طلياني، عافاك.
واش درتي الورقه ديالك
خمسا وراق ديال عشرا دولار، عافاك.
ممكن تعطيني جوج تذاكر للكبار ل"كاتس"؟
من الاحسن تجلس وتاخد النفس ديالك من بعد الرحله الطويله ديالك من اليابان.
اشيب ماده فيه؟
واش كان متبوع؟
فين تحرقتي فيدك؟
شكون المصممين ديالك؟
واش ممكن تعبرهم مع بعض؟
بلو كات. واحد الرباعي قديم ديال الجاز.
فينا طوموبيل هاد لبلاصا؟
مبروك سمعت انك التوفير دارو ابيض
واش داخله فيه رسوم الخدمه؟
بغيت نحجز شي طاوله مزيانه باش نشوف العرض.
كاتقام تسعودو تسعين دولار.
عندكم ساعه د المكانه ديرو فيها لي بغيتو هنا.
بغيت نرجع لطوكيو من هنا للجمعه.
واش الديوانا مكتتحسبش علي لمجوهرات؟
شنو هو الفيلم الاكثر شعبيه دابا؟
مامتاكدش دابا.
شريت عكار كادو.
وقتاش غادي يمشي؟
...
حتا لشتنبر الف و تسعميه و تسعود.
واش يمكن لي ندخل لهاد الدرس واخا انا باقي مبتدء؟
بغيت نمشي للتسوق. فين هي منطقه التسوق القريبه من هنا؟
بغينا نشوفو شي فيلم. باش تنصحنا؟
شكون صايبو؟
بلحاق كيفما كاتعرف "ال تي" غادي تدير ثمن اقل.
شحال كايسوي الاتصال دالمسافه الطويله لطوكيو؟
فين كتجي هاد شيفي فالواني
ماقدرتش نقرر شنو غادي ناكل. باش تنصحني؟
شحال للشخص الواحد؟
عجلت بوقت المغادره.
واش ماتبيعيهم علا حاجه؟
واش تقدر تدير ليا حجز للمسرح؟
من هنا، دور علي اليمين.
عندي قرعه ديال نبيذ الارز الياباني.
شي بلاصه بلا حجز، عافاك.
اوه، انا متاسف. ها نتا. واش نجيب ليك شي حاجه تشربها؟
بغيتك تجي معايا، عافاك.
دابا راك حجزتي.
بغيت نحجز بلاصه، الدرجه الاقتصاديه، للندن الاحد الجاي.
فيه تلاتين كلمه. اذن، تلاته دولار، عافاك.
السانديك ديالنا يقدر يعاونك، اولا يمكن لك تاخدو بالطاكسي.
واش حديقه الحيوان مسدوده؟
شنو هو اسمك الاوسط؟
بغيت نحجز واحد الغرفه صغيره.
جوج دالناس.
سميتي سوزوكي. عندي حجز للسته.
شي سجاءر، عافاك.
بغيت غير قصه شعر.
بغيت غورميت.
بغيت ندير جوله علي الجزيره.
يالاه ناخدو استراحه. تبغي شي قهوه؟
انا جاي.
خليت ساروت الغرفه فالغرفه ديالي. واش نقدر نتسلف نسخه الساروت، عافاك؟
شحال خصني نعطي دالبقشيش؟
اسمح ليا. واش هاد الطوبيس غادي لهوليداي اين يونيون سكوار؟
واش ممكن نحط الطوموبيل فبوسطن؟
تقدر تاخد ليا تذكره؟
واش يمكن لي نحصل علي كيس كبير؟
شباكيه هادي زوينه
بغيت شي خيزو.
غادي نتصلو بيك مباشره من بعد ما نلقاوه.
واش هوايتك تجمع اللعب د الحيوانات؟
بغيت ندير حجز لرحله الخطوط الجويه اليابانيه فعشرين مارس.
مكاينش تلج.
واش اليابان تقدر تنتج كاع الماكل اللي محتاجه؟
واش عندك شي روايات يابانيه؟
واش زبده اليوم
يعني ادا انا متنجحش نهاءيا
شحال ديال ايام العطله عندك في العام؟
غادي نبقاو سيمانه علي الاقل.
بغيت مضخه ديال الهواء.
واش يمكن ليا نمشي فالمترو لمارين تاور؟
تلغات الرحله اللي كنت معول ناخد، اي اي حداش.
ياك فعلا؟ انا عاشر كاماكرا تنتظر لبيت ديالك
فين هي غرفه الرجال؟
كنضن باللي هادشي شويه باسل عليا.
عندي شي حوايج للصليح.
عفاك قوليلي رقم هاتف ديالك
سمح ليا، واش يمكن ليك تنصحني بشي اوطيل؟
اوه. متخيلتش نلقاك هنا.
هادي اخر مره غادي ندير هادشي.
الترانات كيمشيو من كينغس كروس.
ضعت ليا باليزتي.
وقتاش غادي نرجعو؟
المراهقين اليابانيين كيهتمو بالموسيقي.
بغيت نقيس هاد الصبابط.
نعم، اتصلت غير شويه هادا.
واش عندك الخمر المعتق، ماغاليش بزاف؟
درت رغوه دالشعر اليوم.
واش الطياره فالوقت؟
شحال كايسوي اعاده الاصدار؟
فين كايتباعو تذاكر الطلقات؟
ستونهنج كيبان مثير للاهتمام. واش كاينين شي رحلات سياحيه اللي كتدور تما؟
تجرحت بزاف في رجلي ليمن.
انا مقيم فاوطيل هيلتون.
واش ماعندكش شي حاجه تاكلها؟
اينا وقت كاينطلق القطار؟
عن طريق البريد البري او البحري.
كيفاش كتبغي شريحه اللحم ديالك، اسيدي؟
بغيت نركب الطوبيس دالمطار.
شكرا لك علا الصاره ليا في المطار نتي جاو طيبه
سمح ليا السبت غادي يكون مغيم.
شحال تكوتش سيار معاها سيار؟
🍎 👍 ❤ ️ 👈 🍇 🍇 🍇
عافاك بطل ليا البطاقه ديالي.
شي كاس ديال الروج، واخا؟
طبعه عفاك واحد خاص بالضبط ديال الماكله؟
واش هادا نيكل؟
ممكن هد الصوص فاش
عندي الف دولار نقداً.
دور علي ليسر. راه علي ليمن.
شحال التكلفه لتلتيام؟
واش تقدر تهز هاد الامتعه، عافاك؟
طوموبيله صغيره، و من الاحسن تكون طوموبيله يابانيه.
اشمن المنتوجا في هذا البلاد
عندنا جوج ولا ثلاثه زوينين فهاد الحي. واش تبغي نحجز ليك؟
واش ممكن مساخل في كتافات متاع لينك هادي
عندك طابع اخر؟
بالمناسبه، واش عمرتي الخزان بالوقود قبل ما ترجع السياره؟
بغيت نمشي لسان دييغو.
من بعد الوفاه ديالو، كان واحد الاصلاح السياسي، ولي معروف بالاصلاح ديال حقبه تايكا.
خليت صاكي فالقطار.
اسمح ليا، ولكن هاد الكلمه، اوميديتوجوزايماسو، طويله بزاف باش نحسب عدد الكلمات. بما ان الكلمه محدوده في خمستاش حرف، بغيتك تقسمها علي جوج.
كايمشي من محطه الطوبيس رقم جوج.
لا باس من قولك
شنو انواع سلطه عندك؟
واش يمكن ليك ترسم ليا خريطه لي تقدر توصلني لتما؟
غادي ناخد داكشي لي نصحتيني بيه.
اش مطلع دابه؟
بغيت قلم دالريشه، عافاك.
اه، اوه، وانا كانخلص ببطاقه الاءتمان.
عفاك ديري ليا الفطور للوحه ديالي
واش عندك شي رحلات للبانثيون؟
سوست كعبه ديالي
عافاك صرف هاد الشيك الشخصي.
اه، شكراً. سميتي مايومي ياماغوشي من اليابان. ياله وصلت للاوطيل.
رجلي كتضرني.
مسنه بزاف واش درتي شي واحد سخنه
كاتاخد تقريبا نص نهار. غادي يكون المرشد هنا باش يوصلك معا التسعود د الصباح.
فين هو الملعب؟
كاين شي كاس ناقص.
بغيت صوص ايطالي.
مزيان، كتبان فنفس القياس ديالي. عاده كنلبس المتوسط.
هاد الساعه القديمه ما بقاتش خدامه. يمكن ليك تبدلها؟
ايوا، كيبان ضيق شويه من لكتاف.
بغيت ناخد بطاقه التعويض. وقتاش يمكن لي نحصل عليها؟
واش تقدر تتصل بالبوليس؟
رقم الهاتف ديالي هو ربعه زيرو ربعه واحد جوج تلاته ربعه خمسه سته سبعه.
شي مشكل؟
اطباق السنه الجديده المسماه اوسيتشي ريوري كيحضروها تقريبا فكل دار حتي لدابا.
جوله ديال نص نهار كاتخلي ما يتقال.
غادي نسول واش نقدر نتصور معاه.
من اينا نوع دالجلد مصنوع هاد الصاك؟
بنين بزاف.
الخلاص مخالف علي اللي في الكونتور.
عقلتي واش كاين شي طريقه اخرا اتصلوه
بغيت نصرف شي يينات يابانيين للدولار المريكاني.
واش يمكن لي ننتقل للصف الاول؟
بغيت نمشي بحالي دابا. واش ممكن تهبط ليا الباكاج ديالي لتحت؟
واش كاين شي عياده قريبه من هنا؟
واش عندك تورنوفيسات؟
بمن نتاصل الا كان عندي شي مشكل؟
واش هاد رحله الطيران غاديه في الوقت؟
غادي ناخد تلتميه غرام من هادا.
خرج كيجري لوسط الشارع ما كانش قنت.
بالمناسبه، واش عندك تامين السفر لهاد الرحله؟
راه للاستعمال الشخصي ديالك، بطبيعه الحال.
بغيت نخلي الطوموبيل فمطار سان فرانسيسكو.
شي حلوه؟
بغيت نتاكد من وقت المغادره.
غادي نكون فاوطيل هيلتون.
تقدر تصيفط ليا هاد الرساله؟
عندنا عاءله مكونه من ربعه دالافراد، فيهم الوالدين ديالي، ختي الصغيره وانا.
شنو سميت الفنان؟
اطلب منو يتصل قبل العشره، توقيت اليابان.
كيفاش يمكن لي نوصل للمعبد؟
اشنو كتشرب؟
واش تقدر تقول لي رقم التلفون ديال شي شركه ديال الطاكسيات؟
تلاته كعكات و حلوي، عافاك.
غادي نكون تما من دابا شي ساعه.
سلام عليكم الركان واحد لماره واجريه ممكن نساوك
شكرا. ممكن نهار مع سيده سيامروز، من فضلك؟
واش كاين شي محل معفي من الرسوم الجمركيه هنا؟
كيفاش كاطلب لفلوس؟
اه. بغيت نعاود ناكد الحجز ديالي علي الرحله سبعتاش لطوكيو هاد الاحد. سميتي ريكو موري. م-و-ر-ي.
كنتساءل اينا لوينات غادي يكونوا علي الموضه هاد الخريف.
بغيت نحجز مقعد فدرجه النوم لواشنطن دي سي، عافاك.
كنقترح عليك تزور مبني الامم المتحده علي الضفه ديال النهر الشرقي حتي هو.
عندها تسعود و تسعين. بغيت نصرف تقريبا تسعود و تسعين دولار.
عافاك وريني داك اللانبوب. التالت.
الا كان الشخص بوذي، اه. ولكن بزاف د العاءلات كايديرو الجنازات ف ديورهم.
واحد القميجه بيضه وجوج ازواج ديال التقاشر.
شي الف دولار.
شحال كيسوي ارخص تيكي؟
شريحه لحم وشلاضه خضرا، عافاك.
واخا، عافاك خود وقتك. اعلمني الا حتاجيتي شي حاجه.
هادشي علي حسابي.
بغيت نطلب بيتزا فين يدوز هنا شنو نمره
غادي نتعطل.
واش عندكم شي غرفه احسن؟
كاتاخد نهار كامل. غادي يكون المرشد هنا باش يديك التسعود دالصباح.
عافاك اختار شي خمره مزيانه للوجبه ديالنا.
بغيت تذكره واحده د خمسين دولار و خمسه تذاكر د عشره دولار، عافاك.
السكان ديال طوكيو تقريبا طناشر مليون. راها مزاحمه والسكن غالي.
يمكن ليك تجري اتصال مباشر من الغرفه ديالك.
شحال هو المبلغ الاضافي للاستخدام مره وحده؟
ماشي مثلج، عافاك.
شحال باقي غادي نتسناو قبل ما نبداو؟
واش هاد الكريمه لجيده البشره ولا لجيده الزيت؟
اسمح ليا. ضيعت طريقي.
ايوا، كنت كنفكر فالسوشي. وانت؟
بغيت نلتحق بالجوله الاختياريه ديال غدا.
الا شريعات معاك واش تقدري تخدمي؟
ممكن تعطيني جوج ليترا دالحليب؟
غادي نباتو.
بغيت نكري شي طوموبيل.
تلاته نونبر هو يوم الثقافه.
انا كنقاو علا قمه ديال فخر لبنت؟
انا دعيت الجواد ديالي.
اه عندي هادي
قطع مره وحده، عافاك.
عتقونا.
راك كاتزاد علينا ف الطريفه.
بلاتي. تلاته دالشوارع، من بعد علي اليسار؟
شكون هو الممثل الرءيسي؟
واش كاين شي سوق قريب من هنا؟
معرفش كيفاشت دوك سراب
كيفاش يمكن لي نوصل لسانترال بارك؟
تقلقت عليه.
صيفطو بالزربه، عافاك.
عافاك صيفط هادا كامتعه غير مصحوبه.
شحال الطريفه ديال الطوبيس لبوسطن؟
دز من داك الباب و دور علي يدك ليمن.
خاصك تخلص واحد التكلفه زايده علي التحليه.
كا نقلب علي وحدين اخرين.
سميتي هيساي شيبا. انا ياباني.
محتاج شويه دالموتارد.
اعطيني كارتونه وحده من هاد الماركه.
اه. بلحاق فالمدن الصغري وحتي فالمنطقه القديمه ديال وسط طوكيو، عندنا بزاف ديال المحلات التجاريه الصغيره المستقله المتخصصه.
واش عندك شي حاجه بجوده حسن؟
شنو تنصحني نشوف اكثر من اي حاجه اخري فكيوتو؟
فين خدام؟
واش يمكن لي نطلب وجبه نباتيه؟
شحال تكلفه الغرفه؟
ماشي خايب بزاف. بالحق، كنفضلو حار شويه.
ممكن تنصحني بشي معجم فرنسي-انجليزي؟
شكرا. زوينا شوفه. بالتوفيق.
واش يمكن لي ناخد استراحه فاوطيل قريب من هنا؟
غادي يكونو تمنطاش دولار للطابع. ها هو الاقرار الجمركي للطرد ديالك.
وقتاش يمكن يجي الطبيب؟
واش كاين ما يتكال فالفلوكه؟
لحضيات كيشهون من فوق الحاجات
واش ممكن نساب بالخير?
بغيت نشوف حي الاعمال.
كا ناخد دروس فالسباحه.
واش عندك شي قهوه سريعه التحضير؟
هاد المطار فهاد الثلاثاء فالعشيه ماكايكونش عامر بزاف.
واش عنيف؟
اه، خليني نشوف. بغيت نبدا بكاس ديال النبيذ.
صلح المصباح، عافاك.
بغيت نبدل الحجز.
الا نسيتي، تقدر تضيع عليك الريزيرفاسيو.
لكل واحد طيبه كتعيق
غادي نتلاقاو فلابيسين مع الوحده، واخا؟
لا. هاد البلاصه ديال التران اللي غادي فالاتجاه المعاكس.
شكرا كنشكر جدا فكروك
بغيت نتعشي بتلاتين دولار داخله فيها حتا المشروبات.
بغيت هاد لحوايج يتصبغو.
سلام عليكم انا حجبت لهاد الليل سبع ولكن بغيت نعوضها من الوقت اسمي السوقركوري
عندك جواز السفر و التذكره؟ راها، هادي متجر معفي من الرسوم الجمركيه.
اشنو نوع المنتوجات يكون الزيت الزينه؟
هادي وقيته لبدا.
ايلا بغيتي، نمشيو نشوفو شي فيلم.
بغيت نصرف شيك سياحي.
لا، ما درناهاش، ا سيدي.
تقدر تمشي علي رجليك اولا بالمترو. هاهي خريطه المترو.
ها هي البقشيش ديالك.
بغيت صندل، عافاك.
شرير تزيد في الربو هادشي
جوج بيرات اخريين، عافاك.
عشره ديال طواليط، عافاك.
شكرا لك. عفاك مني ملي نوجدها. انا غزال جدا في ليند.
كحل. يمكن ليك توريني زوج اخر كحل؟
شحال د الوقت و الفلوس كياخود التعديل؟
عافاك دفي الغرفه دابا.
واخا. اعطيني تذكره الذهاب والاياب.
كيفاش كان؟ واش كان مزيان؟
فالغالب كتكون تساقطات ثلجيه خفيفه ديال انش او جوج.
فاوطيل بلازا، غرفه سبعه زيرو جوج.
ماعرفتش. كلهوم جداد عليا.
هيا ديالك غزال
انا غير ندوزك ليه.
كليت شحال هادي.
بالفرحات عليا.
واش عندك شي ملصقات؟
اكيد. وقتاش بغيتي تلعب؟
وقتاش اقرب وقت؟
سلام عليكم واش هادي داك البرونات
واش يمكن لي نشوف الطربوش اللي فالنافذه، عافاك؟
غادي يكون مزيان الا كان الجو غدا مزيان.
شحال د الوقت من هنا؟
طلبت مقعد غير مدخنين، بلحاق انا ف مقعد مدخنين.
واخا. عافاك احجز ليا جوج مقاعد فالدرجه الاولي علي هاد الرحله.
عندك المصرانه الزايده.
ممكن تلقيو ليا مربيه
واحد الصاك صغير قهوي. مصايب من الجلد.
اشنو اللي غادي يكون مريح اكتر، الطوبيس اوالميترو؟
هادي الجوج و قصماين.
الرسغ ديالها منفوخ.
كنت محظوظ بزاف حيت شديت تذكره لهاد الليله. ما وصلتش للمدينه حتي لتلاته ديال الزوال.
وحده من السقطات دالنوافذ مهرسه.
بغيت نصيفطو بالاكسبريس.
واش كاينين شي غرف خاصه فالدرجه الاولي؟
واش يمكن لي نحصل علي جوج علب هدايا لهادو؟
بما انني شريت بزاف ديال الهدايا التذكاريه وما كافيينش الحوايج اللي فالڤاليز ديالي، بغيت نحصل علي صاك ولا شي حاجه بحالو.
واخا، اسيدي. خليني نرد بالي للامتعه ديالك ف الاول.
نفس الحاجه، عافاك.
واخا، التاكيد ديال الحجز ديالي، يمكن ليك تتصل بالمسءول، عافاك؟
ماعندي فلوس.
تاكد من كلشي، عافاك.
اعطينا شي طاوله زوينه حدا المنصه، عافاك.
واش نمشيو لبار؟
تقدر تجيب ليا قياس اصغر؟
لا توحشها من فضلك التحت في الصفات من عاده الفوره
سكات.
عفاك جرب عينيك
هادا لطف منك تخليني نبقي هنا.
واش هاد الطوبيس كايمشي للمطار؟
بغيت نحجز طاوله لتلاته.
شنو بان ليك هاد العشيه، فشي ربعه ديال الزوال؟
الثلاثه دالصباح.
فالطابق الخامس.
فين خاصني نعلم بيه؟
واش عندك شي دوره للمبتدءين؟
بغيت ستيلوات.
ماشي ضروري تنظف الغرفه.
واش مسيره زوينه
شكون المخرج؟
احضانك علا الشمس ديالك هدو قارجات بليز هما يكونو الموضوع
واش يمكن ليا ندير حجز لغدا فالصباح مع التمنيه و نص؟
السبت خايب حيت خاصني نعاون بابا
بغيت نمشي لاقرب محطه الطوبيس.
تسرق ليا جواز السفر ديالي.
كايجي معا الروز و الخضر.
بغيت نبدل الطلبيه ديالي.
اه، سيدي. غادي نربط ليك الاتصال دابا. عافاك اتسني.
بغيت نعرضك لعيد ميلاد.
ايوا، خاصك تعيط ليا قبل ما تجي المره الجايه.
فين جا الساحه؟
واش عندك شي رحلات اخري؟
تقدر تهزهم من الباب قبل ما تطلع للكار. عافاك وري هاد التوصيل تما.
ماكاينش بحال هاد المحلات فاليابان. اذن، شنو خصني ندير؟
اه.
بغيت نبدل الرحله الجويه ديالي لتسعود اكتوبر.
ريشات هنا محبوبين.
تقدر تقول ليا وقتاش غادي يوصل الطوبيس للشارع تنين و ربعين؟
دور علي ليسر عند الاشاره التانيه، عافاك.
فيناهوما الناس لخرين؟
اينا طابق؟
بالوان مختلفه؟
واش كاين شي ميكرواوند؟
فين كاين مركز المءتمرات؟
بلاصه فالدرجه الاولي، غير المدخنين، عافاك.
واش خاصني نبقي فالفراش؟
واش يمكن ليك تعاودو ف 24 ساعه؟
شنو التخصص ديالك؟
انا مع زوج ديالنا
تقدر توريني شي بطاقه تعريف؟
فصيله الدم ديالي هي A.
واش يمكن لي نبدل لغرفه كاتطل علي المحيط؟
تذكره ذهاب، عافاك.
واش يمكن لي نمشي لتما علي رجلي؟
اينا نوع دلغرفه بغيتي؟
وريني، عافاك.
اكيد. راه ت-ا-ن-ا-ك-ا. رقم البطاقه هو واحد جوج تلاته ربعه خمسه سته سبعه تمنيه. وتاريخ انتهاء الصلاحيه هو شتنبر، الفين وواحد.
سوف واش الوقت
عافاك قاد السروجه.
شيك السفر، واخا؟
واش كايدوزو الطاكسيات من هنا؟
مركز التجاره العالمي يقدر يكون بلاصه مزيانه.
شنو قال؟
شنو هو قاع الملابه
انا شماء ديال الباديات الزال مصف ديال الشماء
واش خاصني نحول؟
واش تقدر تقول لي رمز المنطقه ديال سان لويس؟
بغيت واحد العدسه عن بعد.
اكيد. انا كندور فهاد المنطقه كثر من عشر سنين.
بغيت نحصل علي ضوء.
ممكن تعطيني شي دوا؟
فيا التبوريشه والقي. كاين شي بلاصه فين نتكي؟
واش هادا فينيل؟
ساروتي عافاك. الغرفه تلاته واحد و ربعين.
تقدر تعلمو علي الخريطه ديالي؟
فين خاصني نتسني؟
فين جا المركز التجاري؟
عافاك صرف ليا هاد الفلوس للدولار.
خديت ما القاطع، معا الثلج.
واش عندك افلام بالمجان؟
اول بلاصه غطسناها اليوم هي واحده من اشهر نقط الغطس بهاواي.
عافاك بدلني لغرفه مختلفه.
بغيت مقياس الحراره.
شي حاجه غالطه فالفيلتر.
بغيت ندير واحد الحجز مع السبعه.
بغيت نحجز جوج بلايص للجمعه فالليل.
راه تما ورا سبيطار.
شحال كادير تذكره فالدرجه التانيه لنيويورك؟
اشمن فيلم تشويق تنصحني بيه؟
عندنا اسبيرين.
انا تصدمت
قطع، عافاك.
كيفاش نوصل لتما؟
بغيت عينه من البول ديالك.
من المفروض تهز الامتعه ديالك من حزام تسليم الامتعه.
شحال ديال الوقت كيوقف القطار هنا؟
خاصك تاخد شي دوا ديال المعده.
واش كيحلو نهار الاحد؟
شحال كتقام للشهر؟
عفاك قولي رايك بالصاله علا هادشي
شحال كايسواو المصاريف الاضافيه؟
ملي كنعصر اللثه ديالي، كتنزف.
واش تقدر تحتفظ ليا بهاد الشي؟
راه زدت ملصقات استلام الامتعه ديالك علي غلاف التذكره ديالك.
السكره هي هي فكل بلاد.
واخا. علاش ماتشوفش المراحيض اولا؟ انا غادي نشوف و نلقي الا كان فالكافيتيريا.
عافاك وريني واحد اخر صغير شويه.
انا مجروح و خاصني سياره اسعاف.
فين يمكن لي نلقي الليموزين لاوطيل هيلتون؟
الما كيقطر من الانبوب.
واش تقدر تصيفط ليا لحوايج لي خليت مورايا؟
واش يمكن لي نتصل من هاد التلفون؟
مكنش متاكد
بغيت نجرب التخصص المحلي.
من بعد، بغيت نلفت انتباهكم للرسم واحد ثلاثه.
واش كاين شي تغيير في الرحله رقم جوج خمسه جوج لاوساكا؟
واخا هاد ابّاك مصنوع ف اسكتلندا؟
اوه، هادشي لي بغيت ندير دابا. واحد، جوج، نعس.
بغيت بيرمانونت خفيف، عافاك.
واش كاين شي طوبيس من هوليداي اين؟
غادي يكون شي غلط.
اكيد. شحال من الوقت كتضن غادي ياخد؟
ممكن نعوظك فازه ولكن نقدر نمشي عند الطبيه يدير ليا ارزات
متوتيش تمشي رجلك
عندك الحق - عارف، علاش مانمشيوش لتما بجوج؟
كان كلشي دغيا. علي داكشي ماشفتش وجوههم.
شكرا لك السلام واش تعمل
واش يمكن لي نسلمو لهاد العنوان؟
اوه، واحد اخر، عافاك. يمكن رمشت.
جيب ليا طبق، عافاك.
ممكن نهدر شويه الانجليز
ايوا، هاد اللون ماكايعجبنيش. واش عندك هادا فالزرق؟
عافاك قول ليا عنوان الاتصال ديالك فحاله الطوارء.
انا متاكد غادي نعمّر ليسونس ملي نرد الطوموبيل.
هاد الدار كيبان بالسكره للسكينه فيه
وقتاش كاتمشي هاد الطيارا؟
هادشي مهرس.
وايييييييي
يللاه نمشيو عاوتاني.
جوج تذاكر لهاد اليله، عافاك.
واش كتبيع السلعه اللي معفيه من الضريبه؟
ضاراه راسو.
واش هاد الامتعه اتنقلو للرحله سبعه واحد اربعه؟
سمعت عشرين دولار تقريبا.
سميتي نوغوشي. عاد عيطت ليك من الاوطيل.
فين كاينا لسفره اللاباس؟ ممكن ترسل ليا خريه؟
بغيت غرفه بمنظر ازوين.
واش قريب من محطه الميترو؟
طوبيس؟ كا نظن بلي كات قصد ليموزين باش توصلك للاوطيل. اينا اوطيل غادي؟
ممكن اخد ليا صوره؟
بغيت نسحب ربعميه دولار من حسابي.
غادي نوصل من دابا عشره دقايق.
وقتاش كيحلو؟
انا السيد سوزوكي كيهضر، بغيت نسول علي حجز فالاوطيل.
شحال غادي تبقي فالمانيا؟
واش يمكن لي ناخد درس خصوصي؟
هادالفيل فيه عنيه بزاف للقدر خاصه ينشر
تقدر عافاك تطلع شويه الحراره فالثرموستا؟
عافاك بدل البرنامج ديال بعد الظهر.
شكرا لك. من فضلك تصدق للخير من بعد?
عافاك حطني فالشارع الخامس.
شحال دلوقت خاصني باش نوصل للمطار؟
بغيت شي علبه بالحشوه
بغيت ندير واحد الحجز مع السبعه.
واش عندك افلام ايروتيكيه؟
واش كاين شي قاءمه اكل يابانيه؟
طوموبيلتي تخسرات.
صاحبي طاح من الحافه.
تشرفت بمعرفتك، سيدي.
شحال كان ثمن التلفون لليابان؟
مايمكنش ليا ندخل.
وقتاش غادي يكون واجد؟
اسمح ليا. كنضن بلاصتي مورا ديالك.
ها حنا وصلنا. هادا هو المتحف البريطاني.
سلام عليكم مول المقاول
بغيت نسيري سبرديلتي.
كان بحال شي حلم.
الثلاته واقفه.
...
حتال اينا وقيته يمكن لينا نستعملو التجهيزات؟
خليت صاكي فشي بلاصه.
شنو المنواش كتنصره؟
واش رسوم الخدمه والضراءب داخله؟
غادي نمشي للبوابه فكرسي متحرك ديالي.
وليت كنحس براسي مزيان دابا. شكرا بزاف علي كلشي.
فين يمكن ليا نصلحو؟
لا، باقي. بلحاق نبغي نمشي لتما شي نهار.
واش يمكن لي نحصل علي شي حاجه نقراها؟
بغيت ناخد موعد ديال بروشينك فالساعه التلاته.
شحال ديال الوقت باش نوصلو لتما؟
رااااااااااااااااااااااااااااااااااااااااااااااا
واش هاد الخط كايدي لسان دييغو؟
شحال ديال الوقت كايستغرق باش يمشي لليابان بالبريد الارضي؟
دور علي ليسر منين تدوز علي داك قنطره تاع الراجلين.
اذن، واش هاد الشروط مقبوله؟
ما بقيتش قادر نستحمل هادشي.
نص ليترو بيره خفيفه، عافاك.
بغيت نحصل علي حامله السجاءر.
كاين بزاف دالرواح هاد الايامات.
عافاك عاود سخن الطبق.
واش نلبس كرافاطا؟
بغيت شومبوان للشعر الجاف.
كيفاش يمكن لي نوصل لفندق واني؟
سمح ليا جيتي للطاوله الغلط.
بغيت ندرس الطب.
باقي عندك واحد الدولار و سبعين سنت.
واش كاين شي تعليمات ديال الرعايه؟
واخا. غادي ناخد شابليس. وانتي، جين؟
لا، الحقاءب الجلديه اغلي. هادي مصنوعه من الجلد. راها بميه وخمسه وسبعين دولار.
مهتمين بالبواطير
يمكن ليك تقترح شي مطعم مزيان؟
واش كتبيع العماره ديال اقلام الريشه؟
لا، بلاما نديرو. خاصني نمشي قبل السبعه.
سالات اللعبه.
واش عندك هادا ف لفضه دلعشره؟
واقيلا ضيعت ماستر كارد ديالي ملي كنت كانتقدا هنا.
لا، شكراً. انا ناعس دابا.
انا فمشكله. عافاك عاونني.
اينا طابق كاينين حوايج الرجال؟
انا قلت ديال اليد اليوم بالماء الصال في القدر
كيفاش نقدر نحصل علي التذاكر؟
سميتي كامي. عندي حجز هنا لجوج ليالي.
سربي للمطار، عافاك.
مافهمش الانجليه
نتي غزاله
غادي نركبو فالمترو، بلحاق قبل خصنا نجيبو الرموز.
تختار جيبي. كان عندي مياتاين دولار فبزطامي.
اه. تحت المقعد.
فين كاين اقرب متجر للمواد الغذاءيه الصحيه؟
لا، من بعد، عافاك.
فيا التبوريشه.
كاع كيفاش كان شكل المجرم؟
فين كاين هاد البلاصه؟
كاين بزاف دالمواقع التاريخيه.
فين كاين احسن بلاصه ندخل معا راجلي
لا، لا. بغيت نشوفك.
واش فيه الضمان؟
واخا. نقدر نتكلف ليك بيه.
فين كاين اقرب سوبرمارشي من هنا؟
وقتاش غانوصلو؟
من بعد، دوز من الممر الاخضر.
شنو كاين اليوم فالمونو؟
واش تقدر تبدل لييا لفرانك لفرانساوي للجنيه سترلايني؟
فين يمكن ليا نستلم لباغاج ديالي لرحله الخطوط الجويه اليابانيه واحد وعشرين؟
سته ديال المشروبات كيجيو بعشره دولار و خمسين سنت ا سيدي.
اوه، انا اسف. ربما عندك شي بلاصه فبالك - فين بغيتي تمشي؟
واش نقدر ناخد الطلبيه ديالك، سيدي؟
واش تقدر تامن هاد الطرد؟
اشمن موديل دتسريحه الشعر علي الموضه فالولايات المتحده دابا؟
اشنو هو الحجر اللي كايزهر في شهر يونيو؟
فيك الحمير.
واش كايعجبك تسمع الموسيقي؟
طواليط, غرق.
اه، بالامس قبلني الدكتور جونسون.
واش كتعرف فين غادي ينعقد؟
واش تقدر تشرح ليا كيفاش نسد الباب؟
بغيت ندير درس في الغطس.
فين كان مصنوع فالاصل، وشحال هادي؟
فين خاصني نخليه من بعد سيمانه؟
فهمت. انت كتخلص غير شي تكلفه زايده.
سلام عليكم نبغي نطلب بقيت وشويه
دارن-حبسوني فالتفتيش الامني مره اخري.
سير نيشان، وغادي تلقاه علي يسارك.
الكاحل ديالي كيضرني.
كانحس بالدوخه شويه.
باينه كيتفرج مع الرجاءه
فينا كار كنتي؟
يمكن ليك تنصحني بشي كوميديا مزيانه؟
ايوا، و هاد لحزام لجلد لماعز لعالي لجوده؟
راه فهاد القطعه دالورقه.
واش يمكن لي نحصل علي تقرير طبي وتوصيل التامين ديالي؟
بغيت نحجز واحد الاوطيل، عافاك.
عافاك استني واحد الشويه. غادي نمشي ونسولو.
وصلو للفندوق الكبير، عافاك.
شحال البلاصه الراحه
بلايص تكون قريبه، عافاك.
الباب ماغايتفتاحش.
واش تقدر تصور معانا؟
واش عندك حوت مقلي؟
اشنو احسن كيلو ديال دوز يستغنات وحده لمراه ديال هداك السنوات
واش كاتقصد داخل المدينه؟
واحد الطبسيل ازرق خاص. واش وجد؟
واش عندك الخراءط ديال وسط المدينه؟
هادشي علي حسابي.
يالاه جيت باش نسلم عليها
عافاك عمرو منين ترجع الطوموبيل.
باش تنصحني؟ ماعارفش اشنو اللي مزيان حيت انا ماشي كمي.
شحال بغيتي تخدم بيه؟
واش تقدر تتصل بشي واحد كايهضر باليابانيه؟
بغيت نتعشي بربعين دولار لكل واحد.
باين اتسرق.
خبز محمص و كاس دالقهوه، عافاك.
اسميتك و العنوان ديالك، عافاك.
سلام عليكم ممكن نساب لك
مع التمنيه و خمسين دقيقه، ايلا ماكان عندك مانع.
واش كاين شي وساءل دالمساعده للمعاقين؟
واش غاتبقي لا سيكاطريس فلحمي؟
حنا كنستعمل العبات بالورقات
تحت اشجار الكرز كتقام حفلات مشاهده الكرز.
وصلت فرحله خطوط طيران يونايتد خمسه ربعه تلاته.
انا متشرفه جدا للقانطه بحال انسانا محتاجه
سيد اينشتاين، نقدر نطرح سءال علي سعر الصرف؟ ما كنشوفش كيفاش تقدر تتهم اليابان بممارسات تجاريه غير عادله بشكل قاطع.
وقتاش يمكن لينا نبداو؟
غادي نجيو نديوك من قدام الاوطيل.
اجي نقيس ليك الحراره. واش فيك الشهيه؟
اه، غير لحظه، عافاك. كاين مقعد خاوي اللور، اذن تقدر تمشي لتما.
كيفاش نوصل لهاد العنوان؟
واش تقدر تحجز ليا غرفه؟
غادي نحصل علي بلاصه فالاوركسترا.
بغيت شي حاجه ارخص شويه.
هادو مزيرين شويه.
كيقو حنا في تلح التلج
شكرا لك ستمري مستوا
سوشيال هي بوله صغيره مغطيه بسليمات خاربه ولا حيث موسخات
سمح ليا مانقدرش نحصل علي الموافقه علي بطاقه الاءتمان.
داير حفله. كنت نتمنّي تجي.
واش بغيتي مدخن او لا غير مدخن؟
تقدر تقول لي شحال المبلغ؟
لا، غير كانشوف.
بغيت نتصل بالمرشد ديالنا. يمكن ليك تقول لي كيفاش ندير اتصال؟
عافاك تحقق من طوموبيلتي.
غادي ندير داكشي. شكرا علي المساعده.
عشرين دولار مصرفه ارباع، عافاك.
واش كاتعرف شي مطاعم كايحلو تال الليل؟
...اسف، مافهمتش المعني ديال هاد العلامه ديال المرور.
واش كاتفتح ربعه و عشرين ساعه علي ربعه و عشرين ساعه؟
مامتاكدش اينا طوبيس كايمشي لوول ستريت.
واش كايوقف هاد الطوبيس حدا الحديقه الخضرا؟
تقدر تلقي ليا القياس اللي يجي معايا؟
شكرا. انا غادي واحد كاس اخر, من فضلك.
واش تقدر تنصحني بشي وكالات سفر؟
تلاته بيره درافت، عافاك.
واش فيك السخانه؟
اشنو نوعيه
بغيت سطل.
الطريفه دغيا هي خمسه وتسعين الف تسعميه وتلاتين ين.
الزيارات للغرفه مكلفه. عافاك استعمل غرفه الفحص ديال الفندق.
سير نيشان فهاد الطريق ودور علي اليمين فالقنت. المتحف راه كاين تما.
بغيت سندويش لحم بقري مشوي.
انا ماشي الشخص المسءول علي القفازات، عافاك شوفو.
اسمح ليا. كيفاش نوصل لاونيون شورش؟
عافاك قول ليها تعيط ليا منين تدخل.
تقريبا عشره دقايق بالمشي.
وقتاش نوصلو لشيستير؟
اسمح ليا، ولكن هادشي ماكايبانش صحيح.
طوموبيلتي خوا ليها لـــــيسانس.
سلام عليكم هدي الفول واحد وربعه عفاكم
عافاك احجز طابله ديال ربعه مع السبعه. اسميتي ساكاتا.
ماكانضنش باقي عندهم، بلحاق انا خديتو من الشارع التالت.
عافاك، وصيني بشي محل.
غدا غادي يبدا توقيت غرينتش الصيفي فالولايات المتحده، ايلا بقيت عاقل مزيان.
واش تقدر تخلي عندك هاد الصاك حتي للربعه؟
تقدر تقول ليا علي شي بلاصه نتعشاو فيها بثمن معقول؟
فت المحطه ديالي.
لحضاش و ربعين.
بغيت شي ما معدني.
باينه هاد المكيفه ما خداماش مزيان.
فين كيتقدم العشا؟
واش غاتقول باللي تمثال الحريه يستاهل الزياره؟
طوكيو زيرو تلاته جوج ربعه سته زيرو خمسه سبعه تسعود.
واش يمكن لي نطلب كاس ديال النبيذ؟
كان راءع.
ماقدرتش نفهم هادشي. هو قال بزاف ديال الهضره.
حطيهم فتلاجه عاد تقدر
فين كاين اقرب محل لبيع الحوايج؟
اشنو موتيين باش نعملوا؟
كنكرتي تجي في شباكيه ولا في وكتور وديكين احسن المواد ديال سنه
هاد المحل الشامل عندو احسن اختيار فالمدينه. انا متاكد بلي تقدر تلقي الزربيه لي كتقلب عليها.
👍 👍 👍 ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️
بغيت شي بلاصا ف الجناح حدا شي مخرج استعجالي.
انا فازگ.
نعم باش كتبيع تغير
نعم. واش يمكن لي نشوف بطاقه الطالب ديالك؟
كاينه انه الثالث والخامس من ماي ايام عطله وطنيه. اذن قررنا نديرو ثلاثه ايام عطله متتاليه بزياده الرابع.
الماكله ديالنا مزال ماجات.
يمكن ليك تنصحني بشي حفل؟
راه خمسه وثمانين سنت. ماتنساش تاخد تحويشه فاش تطلع، باش ماتعاودش تخلص فاش تبدل الطوبيسات.
اتصال لليابان علي حساب المتلقي، عافاك.
شي حاجه غالطه فعداد الصور.
بجوج مطارات غادي يوليو بالتاكيد نوافذ جديده لتعزيز التواصل مع الناس في بلدان اخري.
وقتاش كيفتح لحانوت؟
خود الخط اي فاتجاه الشارع الرابع و بدل للخط اف.
بزاف ديال الوليدات كايمشيو للمدرسه الاعداديه باش يدخلو لاحسن الثانويات والجامعات.
هادو مواسيطات كاملين جد
انا غادي لنيويورك للاعمال.
الطريفه لتلاته الدقايق الاولي هي عشر سنتيمات.
فين كاينه شي مصبنه بالعمله؟
اش كاين في الفيرا ليوم؟
كاناخد هاد الدوا كل سته دسوايع.
واش تقدر تصيفط هادا؟
القاع نتاع البحر مغطي بالمرجان.
بغيت ندير مكالمه علي حساب المتلقي.
شحال كاتجي لليارده؟
طبعا ممكن عافاك فتحلوه
دور.
واش كلنا غادي ندخلو فنفس الوقت؟
سير نيشان فهاد الشارع، دور علي ليسار فالتانيه، وغتلقاه.
واش تقدر تخلي عندك ساروت الغرفه ديالي؟
تقدر تاخد رحله الطيران ديال الخطوط الجويه اليابانيه رقم تسعود و خمسين، اللي غاديه من طوكيو علي التسعود و خمسه و خمسين دقيقه، و غادي توصل لسابورو مع لحضاش و خمسه و عشرين دقيقه.
لاطار ديال بوزروغ ديالنا خفيف.
خمسين، خمسه العشرينات، عشرتين، عافاك.
دور علي ليسر فالتانيه د الزنقه. راه علي يمينك.
جوج تذاكر فالدرجه التانيه للروما.
واش يمكن ليا نخلص دابا؟
واش تقدر توريني لاءحه انواع السيارات و الاثمنه ديالهم؟
وقتاش كا تبدا عمليه الركوب؟
عافاك وريني فين انا فهاد الخريطه.
بغيت نمشي نعوم تحت الما.
شي حاجه لمرا في نص عمرها.
واش عندك واحد في الزرق؟
هادا شارع كينغ.
سير مع التقاطع التالت.
الفيشه ديال البانيو ماخداماش.
واش كاين شي محل زوين كيبيع حوايج لعيالات؟
خاصك تشوف كيدير ليا باش نغلس فهاد الرحله.
داك الشقه باينا ديالي واخا ماشي ديالي
فين نقدر نصرف فلوسي؟
هادا مركز ديال التذاكر دالتخفيض. يمكن ليك تشري التذاكر بتخفيض خمسين فالميه.
اوه، هادشي بعيد، سيدي. طاكسي غادي يكون غالي. ولكن يمكن ليك تمشي فين ما بغيتي الا تعلمتي كيفاش تستعمل لميطرو.
وقتاش غادي يبدا الدرس؟
غادي نسيفط ليك تصويره.
واش كاين شي اجل فوق ساعه المغادره؟
تقدر تصرف هادشي للورقه ديال دولار؟
لا، غادي نعاود نعيط ليه.
القهوه راها علي الطاوله لهيه، اذن عون راسك.
بغيت تعتني بشعري.
هاد الطريق كتوصل للبحيره.
هاد الجوج ديال الرسوم البيانيه كايبينو التغييرات اللي طراو علي الحصه ديالنا فالسوق.
فت فين خصني نوقف. شحال دالوقت باقي باش نوصلو للمحطه الجايه؟
وقتاش يمكن لي نحصل عليه؟
غادي ناخد صوره دالاشعه.
من الافضل تاخد موعد مع الطبيب.
عندي حجز لجوج ليالي. اسميتي ريزا كوباياشي.
واش تقدر عافاك تنضم لينا للصوره؟
فيناهوما دوشات؟
غادي نمشي لنادي اللياقه. واش يمكن لي نستعملو بحريه؟
حطيتو هنا هادي سوليات هادي
واش نقدر ناكل هاد الفاكه كامليه؟
اشمن اقلبي هد الا داك
واش يمكن لي ننتقل لبلاصه حدا النافذه؟
بغيت طوموبيله بناقل الحركه اوتوماتيكي.
فيلم بالالوان خمسه و تلاتين ملمتر، عافاك.
وقتاش كاتحل؟
دور علي ليسر فالتقاطع.
بغيت مرشد خاص لنهار كامل.
اللثه ديالي كتنزف.
عندي التامين.
لا، ماشي بزاف. غير جوج صيكان.
واحد القرعه صغيره دلمسيلا، عافاك.
كرها كبيره علا قدامي
علاش مانعاودوش نتلاقاو هنا غدا؟
اشنو الديني
ها هي الفاتوره ديالك. جاتك مياتاين و ربعه و تمانين دولار.
واش تبغي تشوف شي موديلات جديده دالقميجات؟
واخا انت ماتقلب في داك المجال واش ممكن تقدر ليا محل متخرف فيه ؟
واش كاين اوطيل فهاد الجوايه؟
واش كاتعرف ايلا كاين شي مطعم اسباني قريب من هنا؟
شحال من مره خاصني ناخدو؟
شكرا لك علي الانتظار. معاك اوه-نو.
شحال ديال التخايج اللي تعطيني
كا نرتاح بزاف نمشي للمتاحف.
واش ممكن ندي العصير
واخا. واحد اللحظه. غادي نصيفط شي واحد للغرفه.
واش عندكم شي غرفه ديال واحد بوحدو لهاد الليله؟
واش كاين شي منحدرات للمبتدءين؟
تنين سته تسعود واحد زيرو خمسه واحد، رمز المنطقه هو صفر تلاته.
كنشوف راك عندك صاله زوينه
سمح ليا مانتقبلش هادشي. ناخدو فيزا.
كنصحم هادشي
واش مسموح ليا نخرجهم معايا من البلاد؟
محتاج للمزيد ديال الوقت باش نجمع الامتعه ديالي.
سولتي عنا يقنا واقع
بغيت نحجز طاوله للسته ديال العشيه. الخميس سبعه غشت.
شنو البرنامج داليوم؟
واش حينا ندربو لتحت؟
شاريه عفاك
يمكن ليك تنصحني بشي مطعم صيني ازوين فهاد النواحي؟
شحال تقريبا للمطار؟
بغيت نمشي. الغرفه هي مياتاين و سته و تلاتين.
احجزت غرفه بحوض الاستحمام عن طريق وكاله السفر فطوكيو.
شحال خدا منوا؟
واش بحال هادشي
ممكن تعطيني مسهل؟
تقدر تقول ليا منين نمشي لمحطه المترو؟
هادشي قليل بزاف.
بغيت نبقي نهار اخر.
فيناهوما المفقودات؟
سمح ليا.
واش فيلم ديال الرعب؟
انا هنا باش نتلاقي مع صاحبي.
بغيت راديو.
فين كاين صالون التجميل؟
العامل ديال التلفون في الخارج، عافاك.
اسمح ليا. انا نازل.
الذاكر "اس" كلهم تباعو.
واش كاين شي بنك ياباني غير هنا؟
شنو نمره المغرب
تقدر تكتب لي شي فاغماسي باش نعس؟
واش كاين شي حاجه مصايبه من القطن؟
بغيت بلاصه فالاركسترا، عافاك.
واش يمكن ليك تخلص خمسين فالميه زايده؟
بغيت نكبر هاد التصويره لجامبو.
عافاك ركب الزيرو متبوع برقم تلفون الجهه اللي بغيتي.
شي قواعد خاصه؟
واخا. اشمن نوع دالغرفه بغيتي؟
شي حاجه ماشي هي هاديك فتكييف الهواء.
نعم، طوب.
بغيت صباط دالجلد.
واش كاتضن نقدرو نحطوه فوق الرف اللي لهيه؟
واش يمكن لينا نحصلو علي مرشد كايهضر باليابانيه؟
جوج تذاكر لشيكاغو، مشي و مجي، مقطوره بار، عافاك.
فين كاين شي ديسكو مشهور؟
تقدر تقاد الطول؟
السلام عليك اش داير في تنسب ديالي
غادي ناخدو، عافاك.
خاصني نبدل عدسات الاتصال. هاهي الوصفه.
اه، كانضن غادي نبدا بحساء البطلينوس.
واش تقدر تعلمني قبل ما نوصلو لهاد المحطه؟
اف. قطعت الاجراءات كلها ديال الدخول.
عندي حجز لجوج سيمانات.
انا اسف، ساعتي ماكاتخدمش مزيان. بالحق انا متاكد راه فايته الجوج، علي كل حال.
واش تقدر تحتفظ لينا بهاد الخمر حتي ليله الغد؟
بغيت حتي شويه دالصرف.
واش هاد الشارع كيوصل لسانترال بارك؟
ماقدرتش نبول، و تحت البطن ديالي كيضرني.
واش عندك شي حاسيه؟
النسا اللي في مناصب المسءوليه كايتزادو.
واش عندك بطاقه الهبوط؟
شنو كايجي مع الستيك؟
خليني نلقي نظره.
خليني نجربو، عافاك.
يالاه نمشيو نشوفو مباراه التنس.
عفاك جيبيني وسده
علاش مايمكنش لينا نبقاو فالاوطيل اللي حجزنا؟
نتي ختي مول الورقه
الضلع المشوي مزيان بزاف اليوم.
راه الخميس.
اشنو هو اشهر عمل موسيقي دابا؟
واش خاصني نطلب منو يعاود الاتصال بيك منين يدخل؟
عافاك صيفط هاد الرساله بالارساليه الخاصه.
نظام تطوير المنتوج ديالك متوافق بزاف مع حمايه البيءه.
هد شهوات كلها غادي في المعدات
عافاك قاد ليا الغرفه.
واش عندك رساله ديال تغطيه الفاكس؟
لا يطيب من العيا
شحال دالوقت باش نوصلو للمحطه؟
ماستعملتش خدمه التصبين ديالك.
بغيت شي موانع الحمل.
بغيت نعاود ناكد الرحله ديالي، فواحد و تلاتين يونيو من لندن لطوكيو. لاسميتيي هي تاناكا.
غالي بزاف عليا.
بالتاكيد. ممكن الاسم و رقم التلفون؟
درت كسيدا بالطورطيا.
سمح ليا خاصني نلغي الموعد ديالنا.
بغيت نكري شقه مفروشه لمده شهر.
مطلوب منك تقدم النباتات والحيوانات ديالك للتفتيش فكونتر الحجر الصحي، الا كانو عندك شي وحدين.
نيشان.
بغيت نصرف خمسين الف ين للدولار.
واش نقدر نخضرها بكري؟ حيت محتاجاها علا الفوره.
ازداد فالف وتسعميه وستين.
محتاج علي الاقل نص ساعه باش نجمع الامتعه ديالي.
هاد المشروبات الغازيه مجانيه.
انا اسف، ولكن ما كنعرفش. انا حتي ساءح.
بغيت نهضر معاك اكثر.
بغيت مجموعه منوعه من لحم الخنزير.
شنو المقادير اللباسي
واش يمكن لي نقيسو؟
شوفي كرمنا من الاسر المباشه للقضاء القضاء
ممكن تلقا ليا كراسه لغدا وشكرا
بالتاكيد. واش بغيتي خمسه وعشرين دولار؟
انا مقيم فاوطيل abc. عافاك اتصل بيا تما.
خرج من واحد الزنقه صغيره وانا ما كانش عندي الوقت باش نتجنبو.
غادي ندي ولدي لحديقه الحيوان.
غادي نوصلو للوس انجلوس من بعد واحد تقريبا خمسميه وخمسين كيلمتر من سان فرانسيسكو علي الجنوب.
تشرفت بمعرفتك بزاف.
بغينا بطاطب موتين عفاك، ودير الزبده فالجناب بالجناب بالجناب بالجن
شحال التكلفه ديال المدرب؟
واش ساليتي؟
وقتاش غادي تبدا الاوبيرا؟
هادي هي الموديل الجديد ديالنا. كنسميوه الحاسوب الحلمي.
بغيت نجرب طبق خاص بهاد ميناء الصيد.
واش تقدر تحجز ليا بلاصه؟
يمكن ليك تخلص المياتاين دولار بالين الياباني.
عافاك اعطيني واحد الرزمه ديال خمسه وثلاثين مليمتر، سته وثلاثين تصويره، ايه اس ايه ميه وواحد، ووحده اخري ديال خمسه وثلاثين مليمتر، عشرين تصويره، ايه اس ايه ربعميه.
الكسيده دارت ازدحام المرور.
اشمن شطر ديال الثمن عندك فالراس؟
واش تقدر تصيفط هاد الباكيه لليابان بالبريد البحري؟
واخا. دور علي يمينك فالقنت جاي. غادي تشوفو نيشان قدامك.
بغيت نحجز غرفه اوطيل فالمدينه.
لخمسه ايام.
التريكو الاحمر اللي شريت سيمانه اللي فاتت ماجاش معايا. واش يمكن لي نبدلو بلون اخر؟
فين كاين اقرب حمام لهنا؟
فين بلاصتي؟
واخا. اذن، تلاته دالفلم يجيو بتسعود دولار وسبعه وسبعين سنت.
مْلِّي شْبَّاسْ لِّيَّا؟
...
اه، اسيدي. هاهوا.
تقدر تحضي ليا هاد البلاصه، عافاك؟
واش كاينين شي اثار قديمه؟
واخا تقول "ماز" واش مايجيش ليك ماز بوره?
مغيب نتلف ولكن معنديش شهيه
فين كاين؟
فين اقرب مكتب بريد؟
ضيعت ساروت الغرفه ديالي. واش جابوه لهنا؟
واش كاين شي مرشد كيهضر باليابانيه؟
لميامي، عافاك.
هدشي كيدرو باش تاخدو اليزار
الاعمال كانت مزيانه اليوم، ياك؟
واش تقدر ترسم ليا خريطه؟
بغيت اقرب طاوله، عافاك.
فين هو صندوق التذاكر؟
واش عندك شي حاجه ما صغر؟
واخا. اشمن نوع ديال الفواكه بغيتي؟ عندنا البرتقال، التوت و العنب.
غادي ناخد قهوه بلا كافيين.
واش يمكن لي نهز معايا هاد الحجم ديال الحقيبه؟
بغيت بيرمانونت مجهد.
ماكانقدرش نشد هاد الرقم.
فعلا متعمرا ولكن ماكان عندي مخابه مع ناس
فين يمكن لي نلقي الليموزين لاوطيل ساميت؟
لا، باقي. دابا حنا فوسط عين الاعصار. من دابا شويه غادي تبدا الشتا تقطر و الريح غادي تجهد.
كيفاش يمكن ليا نشوف برامج التلفازه ديال الكابل؟
واش اخمسطاش او لا اسطاش؟
كان عندي بطاقات الاتمان و مياتاين دولار فبزطامي.
بغيت نشري صندوق جديد ديال الزاج.
واش كتعرف شي فندق زوين؟
هو استاذ فجامعه ا.
محتاج للحمال، عافاك.
حتال اينا وقيتا كايبقا محلول اليوم؟
واش يمكن ليك تاكد حجز الرحله ديالي لنهار اطناش اكتوبر؟
هادشي بالضبط اللي خاصني.
خود ليك خمسه دولار.
البيسبول مشهور بزاف.
بغيت نشري شي فاكهه. اشنو اللي مزيان دابا؟
واش كيقدموا النبيذ زوين فالمطعم؟
ماعندكش شي حاجه ما كبر؟
فين كاين مستودع الحافلات ديال غريهاوند؟
اسمح ليا. واش كاين شي متجر شامل قريب من هنا؟
اه، خاصني نقول هادشي. اليابانيين كايقدرو التجربه و الحكمه ديالهم، بالخصوص فمجال الاداره و التدبير.
المطعم كاين لهيه.
كان رقم غالط.
عندنا شي سلطعون زوين اليوم.
واش ممكن ناخد صوره لهاد المبني؟
بدل ليا هاد الورقه النقديه بيصرف.
واش كاين فيها لي يدير الانجليه
سميتي ميوكي كاتو، و انا صديقه ديال ماري منين كانت كاتقرا ف اليابان. واش ماري كاينه؟
شحال من ميل من هنا؟
اسمح ليا، كيفاش نوصل للمحطه؟
فين و وقتاش غادي ترجع؟
راه مهرس.
انا بخير شكرا
انا عضو فجوله ايه.
الرقم هو زيرو تلاته تلاته تلاته خمسه واحد سته تسعود واحد.
تقدر توريني هاد الخاتم؟
الخصر كبير بزاف عليا. واش عندك هادا فقياس اصغر؟
واش تقدر تقصر ليا لكمام ديال هاد القميجه، عافاك؟
واش كاين شي مشكل؟
عطيني جوج قراعي دالويسكي ووحده دالبراندي، عافاك.
عندي الحساسيه ديال حبوب اللقاح.
واش هاد تسيرو فقط ديال الوده؟
فسبع ايام غادي نرجع لليابان
خاصك دير تسعود ووحده فالاول والكود ديال المنطقه عاد النمره ديال التيليفون.
اتاي بالحليب.
غير قصه شعر، عافاك.
واش كاتببيع المواد للي معفيه من الضراءب فالرحله؟
علاش كيوقع هادشي؟
واش يمكن لي نسولك علي اسميتك؟
واش كاين شي محل ديال التخفيضات هنا؟
ضاراني لمعدا.
ولكن علاش
واش هاد القطار غادي نيشان لشيكاغو؟
حساب ليا غادي نمشيو للبحر هاد العشيه.
فين اقرب مكتب بريد؟
اسمح لي. انت السيد سميت، علي ما اعتقد؟
راسي كامله
ماكانظنش غايكون عندي الوقت نزور حديقه الحيوانات فهاد الرحله. شكرا علي الاقتراح ديالك علي كل حال.
تلفات ليا العدسه الاصقه ديالي هنايا. يمكن ليك تقلب معايا؟
غادي نكون مسافر فجميع انحاء امريكا وغادي نبقي فبزاف دالاوطيلات، الموتيلات، النزل، والديور الخاصه، الا كان عندي الزهر.
محتاج لبوله ضوء جديده.
نقدرو نصايبو التعديلات من دابا لغدا فالعشيه مع التلاته دالعشيه. واش هادشي مزيان؟
واش كاين شي قطار الانفاق قريب؟
فين جا الحي التجاري فهاد المدينه؟
كنظن انك مساج الحساب
واش تقدر تبدل لييا الطابلا؟
درت ليك الحجز علي الرحله رقم جوج زيرو سبعه. الانطلاقه ديالها غادي تكون غدا معا السبعه و خمسين دقيقه ديال العشيه لنيويورك.
تلف ليا ساروت الغرفه.
عشرين دولار ربعه، عشره دولار واحد و الباقي باوراق دولار واحد.
كنضن هاد التوصيل غالط. واش ممكن تشوفو، عافاك؟
عندي سبعميه دولار فشيكات سياحيه وتلاته دالميه دولار نقدا.
هاشي الباكيه مجفه نسموها اياكوم
تقريباً ربع ساعه علي الرجلين. تقدر تمشي ليه بالميترو. غادي توصل بكري.
قياس عادي، عافاك.
ماعنديش فلوس كافيين اليوم.
نسبه الناس اللي كبار فالعمر كاتزاد بشكل مستمر.
بغيت نعاود ناكد رحله الرجوع ديالي لطوكيو لارباع جاي.
واش كاين شي ملعب ديال التنس هنا؟
خاصك تستني. واش تبغي تستني؟
واش عندك جوله كل نهار؟
كيجيك الجو غدا؟
شي حلوي او لا مسكه، عافاك.
واش كاين شي وقت باش نستعملو الحمام قبل الاقلاع؟
واش كايجي معاه ساروت؟
محتاج لشي درامامين.
اوه، نعم. عندي. تنحماق عليه.
👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍
فراري علا ما عندي اعز سدي
عافاك اجلس. اشنو المشكل؟
مامتاكدش بلحاق غادي نقول ليها عيطتي ليها.
تقدر تجيب ليا بطانيه؟
واش كاتبيع تقاشر غلاض؟
وقتاش كا يمشي اخر طوبيس؟
واخا. هاداك و واحد جين و تونيك.
واش كاين التلفزه؟
شنو كايطرا للامتعه لي سجلت؟
اوه، ما عنديش رغبه ندير شي حاجه بحال هاكا.
محتاج شي واحد يعاوني.
حتا انا غادي لشيكاغو.
واش عندك شي ماكاينات د خمسه سنتيم فهاد الكازينو؟
اشنو غادي تاخد؟
شنو خاصكم فيها؟
وقتاش غادي نوصلو لنيويورك؟
لا، والو.
شنو تبغي تاخد فالفطور؟
بغيت كبوط طويل.
ماكاين لاش تمشي حتال تماك. كانضن تقدر تشد واحد غير هنا.
لفندق بوسطن، عافاك.
نظفوا، عافاك.
لظهر.
واش تقدر تعطيني التاريخ و ارقام الرحلات؟
واش غادي يتسربا شي ماكله؟
فين هي القاعه؟
غي شويه.
ممكن تتوقع علا وجوها؟
واش عندك هادا فانواع مختلفه؟
هادا جاري.
ممم، بنين. هاك، ذوق.
نمشيو لشي قهوه؟
ميه ين لدولار واحد.
كيضرني الا وقفت.
اه، نقدرو نتصرفو باش نكملوه غدا بالليل.
عندي حمي القش.
اكيد، ها نتا.
واش كاينين شي بلايص فين نقدر نشوف عرض هولا وانا كانشرب؟
سير فهاد الشارع حتي الممر الثاني للراجلين.
سميتي تارو تاكاي.
بغيت نلعب غير شويه مازال.
واش عندك شي طوابع بريديه؟
فين هي مقطوره المطعم؟
غادي نوصلو بتلاتين دقيقه دالتاخير.
هادي الغرفه رقم تلاته سبعه وخمسين. محتاج للمزيد من بلسم الشعر.
فين كاينه المعرض؟
بلاصه اخري لي تقدر تعجبك هي حديقه الحيوانات برونكس المشهوره عالميا.
واش غادي تكون الرياح قويه فالزوال؟
عشره ديال التنابر ديال تنين و تلاتين سنت، عافاك. واش عندك شي تنابر زوينين؟
لعشيه، عافاك.
واش عندك هاد الموديل ف البني؟
انا هنا علي ود واحد الدوره لغويه.
اعطيني جوج تذاكر للمعرض فهاد الخميس.
عافاك اكتب لي واحد الرساله.
وقتاش كينطلق الطوبيس اللي غادي ل بيمليكو؟
واش نقدر نستعمل هاد الكوب فالغيات؟
بغيت حلاقه.
تلوات ليا رجلي. فيا واحد الحريق خايب.
كنقاد موره سلو تكون طياب علي الانسان
واش عندك طاوله لتلاته؟
بغيت نشري الطعم.
بلاتي نشوف واش كاينين شي مناصب خاويين.
فين هو مكتب الاستقبال؟
ضربوني.
العامل ديال التلفون. بغيت ندير مكالمه بعيده مع فندق شيراتون.
غادي نكون فالاوطيل مع العشره ونص دالليل.
عافاك اتصل بالسفاره اليابانيه.
الكيمونو هو اللباس التقليدي ديال اليابان.
اه، بلحاق انا درت الدوره الاولي ديالي غير شي شهرين هادي. انا باقي مبتدء.
اللور ديال المقعد ديالي ما خدامش.
غادي تعاوني بزاف. بالمناسبه، كنتساءل واش نقدر نبقي فنفس الغرفه؟
مشبعه ماتش عندي الحداكه بزاف
واش يمكن لي نحصل علي تذكره لمباراه الدوري الكبير؟
واش نقدر ناخي سلو بلاصه السلب?
عافاك تاكد باللي غتجي تشوفني غدا فالسبعه ديال الصباح.
تسرق ليا جواز السفر ديالي.
واش تبغي تجرب شي اكل ايطالي؟
بغيت قطعه من البيتزا بالنقانق، عافاك.
بغيت شريحه لحم تي-بون.
واش عندك عصير البرتقال؟
سته و تلاتين تصويره بالالوان نيجاتيف ديال خمسه و تلاتين ملمتر، عافاك.
عافاك. وريني الصيكان، عافاك.
شحال بين المحله ديال الغاز القرا
وقتاش القطار الجاي لبوسطن؟
عافاك صيفط هاد الرساله بالبريد الجوي.
بغيت نعاود ناكد واحد الرحله.
راسي كيضور.
شحال ثمن كل خيمه؟
عندي موعد مع السيد ويلسون مع التلاته.
واش تقدر تبدل هاد العدسات بشي وحدين اكثر قوه؟
خليني نقول لي عندي.
شحال ديال داك
واش يمكن لي نخلي شي رساله ليه؟
واش مقهي هارد روك بعيد من هنا؟
سلام شوفي
واخا. دابا واش نقدر نشري شي تذاكر ل "شبح الاوبرا" ل نهار السبت فالصباح؟
ممكن ديري ليا بينا ثوبه
انا مزروب. بغيتك تتصل بطاكسي دابا.
راه البرد هاد الصباح، ياك؟
احجزت مع جيه تي بي فرسنا هادي جوج سيمانات.
غادي نحبسو فاوطيل بيفرلي. تقدر تهبط تما. راه غير شي دقايق علي رجليك للقمه.
واش تقدر تشد هاد الصيكان حتي للربعه ديال العشيه؟
واش يمكن لي نستخدم جهاز العرض فالقاعه؟
انا عرفتك. اختي اخبي وقتك.
واش كاين شي ملاعب دالغولف فيها تمنتاش حفره؟
مدرتش والو كاين ليا من كلامو
القهوه كاينه فالطابق السفلي.
مساء الخير. عندي حجز. اسميتي يامادا.
الاهم هو انك خصك ترتاح مزيان.
واش عندك شي سجاءر؟
واش ممكن نطلب مطيب؟
دابا، وعد غادي تشري غير زوج واحد، واخا؟
واش كاينه شي صيدليه قريبه من هنا؟
واش يمكن لي نحصل علي شي فيتامينات؟
تقدر تجي عندي للدار مع السبعه؟
كايمشي كل عشره دالدقايق.
اعطيني واحد ديال عشره، و واحد ديال خمسه، و الباقي صرف.
الغسيل ديالي باقي ماجاش.
اه، كاين واحد فالجهه الاخري من العماره.
فين ننزل؟
تقدر تقول ليا كيفاش نستعمل التليفون العمومي؟
واش خاصني نخلص قبل؟
واش كاين شي محل ديال الالعاب قريب من هنا؟
بغيت شي كريم للرجلين.
هو تواصل فوري من عقل واحد لاخر. يعني واحد تيقرا عقل واحد اخر بلا ما يستعمل الكلمات.
واش يمكن لي ندفع بشيك شخصي؟
بغيت عصير البرتقال، كورنفليكس مع الحليب، رغايف بالعسل.
هادو مطبوعات. ماكين والو غالي.
واش ممكن نجربو
غادي نرجع عبر البر.
مناش مصايبه هاد لكرايف؟
شحال الطريفه ديال الدرجه الاولي؟
واش عندك شي باليزه اكبر؟
غادي نصيفط ليك نسخه. عافاك كتب العنوان ديالك هنا.
فين كاين المعلمه التاريخيه؟
واخا، سيد اوزورا، دابا تاكدات الرحله ديالك.
عافاك اعطيني تذكره.
فيناهو التيليسكي؟
فيا الاسهال. تقدر تقتارح عليا شي حاجه ليه؟
راها العشره اقل عشره الدقايق.
ما خصكش تدخل لهاد البارك بالليل.
ماشي ضروري ملي متجاوزش الدم الخاله ولكن انا انصحم عليك ان تصابك فقط يكون التواصل سهات
عافاك اصلح هادا.
بالتاكيد. تسني علي الخط، عافاك. الطرف الاخر علي الخط. تفضل، عافاك.
واش تقدر تخليني نقيص؟
وقتاش كا تبدا عمليه الركوب؟
واش هاد الستيل مواتيني؟
قول ليا شنو هو البرنامج ديالك هاد السيمانه.
ماكايناش ادوات مكتبيه.
شناهي؟
نتي في غواج
فعلا يا سيده، سيري علا يمنا
واش تقدر تخلي امتعتي عندك حتي للربعه، عافاك؟
ماعنديش الفلوس كافيين باش نشري واحد جديد.
اشمن ساعه القطار الاول؟
واش نقدرو نحصلو علي طاوله برا؟
باينا فيك كنتي سكران لبارح.
نعم، سيدي. اشحال كاينين فالحفل ديالك و اشمن ساعه بغيتي؟
كنضن بغيت ناخد جوج من اللي اقل ثمن.
شفت، راه زولت ليك البطاقه لقديمه ديالك.
شكرا جزيلا علا الوزن
فين جات المحطه ديال الطوبيسات؟
شدو الشفار.
فيناهو طوبيس المطار؟
ميات دولار فالليله، زاءد الضراءب ورسوم الخدمه.
اشحال السرعه ديالنا دابا؟
الضو ما خدامش فالغرفه ديالي.
شكرا جزيلا يعني نمشي
فالفارماسي.
فين كاينه احسن بلاصه للتزلج للمبتدءين؟
بغيت المقعد الخلفي.
واش هادا التران ديال ملبورن؟
شحال طول هاد البرج؟
فينسنت، واش تبلوكيتي؟ انا مارني.
باقي دايره الماكياج، اذن واش تقدر تنظف لي وجهي مزيان؟
خود تلاته دحبوب فكل مره.
شحال نسبه العموله ديالك؟
واش نقدر نحط الكتر فمول اخر؟
راه مغيب.
اوطيل طوكيو. واش يمكن لي نعاونك؟
انا هنا لزياره صاحبي.
واش كاين التلفزه؟
سلو وبطاره
واش تقدر تقول ليا اشناهي اسرع طريقه باش تصيفطو؟
واش يمكن لي نمارس السوينغ؟
حضن بلوني زني وقرواج في ايك سفون ممكن تعاوني نلقا بيه؟
بغيت نمشي فحالي فالتمنيه. واش يمكن ليك تقول لي شحال غادي نخلص؟
بغيت نحجز جوج بلايص فالرحله تمنيه و سبعين.
قرعه ديال شمبوان للشعر الذهني، عافاك.
لمده جوج اسابيع تقريبا.
نعم، انا كاندير ديال تسنا الدمايه
فين كاينين الخزانات اللي كيتيليباتي بالدرهم؟
واش نجيب ليك شي تحليه؟
كاين بزاف دالاسباب علاش ما خصنيش.
واش هادي الطريق الصحيحه للمحطه؟
خلينا نشوفو بشحال غادي يتقام.
كانقتارح عليك تجرب غرين ان.
عندي تسعميه دولار.
ماعندناش الحجز ديالك.
فين كايمشي سميتي؟
...
عاوده وما نكرتو غدا وانا غادي خارج
واش هادي محسوبه كلمه؟
واش نقدرو نحصلو علي طفايه السجاءر، عافاك؟
عندنا الوان اخري.
بقاو بلايص قلال فالشرفه.
ماكرهنا نبقاو ولاكن خسنا نمشيو.
منين و وقتاش يبدا؟
كيفاش يمكن لي نحصل علي التحويل؟
اوه، فهمت. هادوك هوما القنوات ديال نظام الكابل فالاوطيل.
عافاك باراكا ما تعيب ف اليابانيين.
وقتاش يمكن ليك تعاودو؟
بغيت ندير واحد الحجز، عافاك.
كانقلب علي ورق تغليف.
واش غايكون معفي من الضراءب الا صيفطت هادا لليابان من هاد المحل؟
...ولكن بغيت ناقش شي امور مع المسءول ديالي قبل مانسني.
بغيت مسجله، عافاك.
سمح فيه عاديه
انا هد الماكله المفضله عندي
شكرا لك سيدااا، ممكن تنتظر راسك؟
عندك الحق.
مع التامين، عافاك.
فين جا متحف مونيي؟
واش قطار مباشر؟
واخا. هادو عشرين، ربعين، ستين، ثمنين، تسعين، خمسه و تسعين، سته، سبعه، ثمنيه، تسعود، ميه.
خصك تمشي لمكتب الاستعلامات السياحيه اولا.
هاشي مبر ليك
تقدر توصلني للمدينه؟
كيفاش يمكن لي نعرف الامتعه ديالك؟
نعم بزاف شكرا لك
فين نقدر ناخد هادشي باش يطورو؟
اوه، سمع، واش، واش كتعرف فين كاين ريفرسايد درايف؟
واش هادا هو صف العرض لي غادي يبدا معا التسعود؟
واش عندك شي حاجه للاسهال؟
حنا حالين من التمناش تلاتين حتال لحضاش.
الشركه ديالنا هي الخامسه عالميا من حيث عدد الموظفين.
راه كاين لتحت علي اليسار.
واش تقدر تخلي عندك كبوطي؟
اسف، كلهم مپيريميستري. بغيتي شي غوفيرنا اضافيه؟
واش تقدر تسلفني فوطه ديال البحر؟
لا، حنا كانقبلو حتا الطلبيات لي كاتطلبو.
راه مزيان يكون التاريخ، ولكن ماشي ضروري يكونو ايام الاسبوع.
بغيت عصاءي برجوا من فضلك
عفاك شوف رياحه طيب
شنو الميزه ديال هاد المدينه؟
مليت ما بقاش عندي الشهيه.
ماتخرجش من مجال تخصصك.
واش نقدرو ندوز فشرك فالمطار
انا اسف. صونيت علي رقم غالط.
لمده خمس ايام. غادي نردو ليك هاد الجمعه.
مابعيدش بزاف. بغينا نوصلو لتما مع العشره د الصباح.
لا شكرا. هادشي صغير بزاف. عندك شي واحد اخر؟
زيدني شي فاكتورات، عافاك.
واش تقدر تبيع هادو بوحدهم؟
بغيت واحد ل بيرا، عافاك.
شحال خلصتي لمقعد خاص؟
غير خليني بوحدي.
واش كاينين وحدين اخرين؟
هاد البلاصه عامره.
واش خاصني نعاود التاكيد؟
خليني نشوف التذكه ديالك. خاصك تاخد الرحله الجايه مع الواحده.
واش كاين شي واحد كايهضر بالانجليزيه تماك؟
خصك تريزيرفي من قبل.
بغيت نجبد شي حاجه من صيكاني.
اه، رَاهْ الْحْجْزْ دْيَالْكْ مْوجُودْ. وَاشْ تْقْدَرْ تْعْمَرْ هَادْ الْوْرْقَهْ وَتْوْقَعْهَا؟
ملقيتش المرشد السياحي اللي من المفروض يجي عندنا مع العشره و نص د الصباح.
غادي نخليو هادشي مفاجاه.
لليابان عافاك.
طيحت طوموبيلتي فحفره.
تقدر تعطيني شي دوا؟
تقدر توريني الخاتم التاني علي اليسار؟
اه، من هاد الطريق عافاك.
فيا شويه ديال الدوخه ديال الطياره.
علاش ماجيتيش لبارح بالليل؟
سطح السفينه مزيان بالنسبه ليا.
بغيت نطلب خدمه الغرف، عافاك.
اينا قطار غادي لوول ستريت؟
شنو هو رقم البوابه ديال الخطوط الجويه اليابانيه لطوكيو؟
وريني الصاك الكحل، التالت علي اليسار فالرف الفوقاني.
تقدر تتيري فالمدينه الا درتي فجاه يدك فجيب الصدريه ديالك.
واش عندك الكحول؟
عندنا بلايص للرحله تمنيه خمسه ليوم الاثنين سته وعشرين.
بغيت نتقدم بطلب اعاده اصدار جواز سفري.
مزيان بزاف. هادشي ممكن.
علاش هادشي غالي؟
سبعين دولار.
سلام عليكم واش هديك سيده اول
واش يمكن ليا نشرب الما من الصنبور؟
فيا القبط.
سير نيشان، من بعد دور علي اليمين.
كيفاش يمكن لي نضبط مستوي قوه هاد الاله؟
واش تقدر دير ليا حجز للرحله؟
واش خاصني نصرح بالمحتويات و القيمه ديالها؟
اهيا يا لوده واش حديا واش بغيتي تمشي للسينيات ولا شي حاجه كاديا
لا عجبني حتا حاجه حادكه بغيت لا غادي
وقتاش غادي نوصلو لديموان؟
جوج ديال بورغر الجبن و واحد طلب دغير صغير ديال لفريت، عافاك.
ربعه خمسه سته سبعه تمنيه تسعود زيرو، عافاك.
راه فتلاته و عشرين شتنبر.
راني حددت موعد باش نشوف الرءيس فالعشره.
واش ماء الصنبور هنا مزيان للشرب؟
بغيت شريحه من لحم الخنزير.
ايوا، واقيلا غادي ناخد شي حاجه مختلفه.
ديني للمسرح، عافاك.
وقتاش الفاصل؟
اسمح ليا. واش يمكن لي نسولك؟
واش تقدر تفحص ليا هاد الباليزات، عافاك؟
هاد الطربوش ماكايناسبنيش.
المجري نتاع حوض الاستحمام بدون غلاقه، حتي هو.
وقتاش ساعه المغادره؟
واش بغيتيني نخلص دابا ولا من بعد؟
واش يمكن لي نطلب غير طبق رءيسي؟
واش تبغي تشرب شي حاجه منين تكون كاتفرج؟
واش عندك شي رحلات اخري؟
بغيت نركب الطوبيس للمحطه. واش نقدر نحصل علي شويه دالصرف، عافاك؟
واش عندك شي وثيقه الهويه مع صورتك؟
واش كتضن كاين شي امل لعلاقه بحال هادي؟
مزيان، اولا خاصني نمشي لمركز المعلومات ونقلب علي اوطيل.
كنظن راه مافهمناش الشي كنت كانت نشرح
شكون هديك سيده
تقدر تلقاه ليا؟
واش ممكن تخلي عندك الامتعه ديالي مده الجوله؟
اش من باب خاصني نمشي ليها؟
شحال عندك كامله
واش يمكن لي نحصل علي ورقه او شي حاجه؟
شنو هو السبب لهاد ازاحه
عافاك بدل المساحه.
واش تقدر تقول ليا شنو قالو الاعلانات مره اخري، عافاك؟
واش عندك قاءمه الاكل بالانجليزيه؟
واش كاينين شي ماتشات ديال نيويورك يانكيز هاد السيمانه؟
كنت مريض بالطياره، ولايني دابا كانحس براسي مزيان.
شارع سيفينتي التاني و شارع بارك.
واش هادي سييجاره بريطانيا؟
خاصك تاخد الطوبيس رقم سبعه.
حتي واحد ما تصاب بجروح خطيره.
بغيت فاصمه مطاطيه.
كنضن كان رقم الطاكسي هو واحد جوج تلاته ربعه خمسه.
غادي ناخدو.
غادي نصيفط خدامه دابا.
ولكن التمن كايتزاد، ياك؟
ف الحقيقه، جدي الكبير جا من صقليه ف بدايه القرن.
واش كاين شي غلط فهاد الفاتوره؟
زوينه منتفرتك كيف كتسوال
هاد الفيده كتصدق عليا
غادي ناخد شي عصير ديال الفواكه.
شناهي المءهلات اللي خاص الواحد تكون عندو لهاد المنصب؟
واش تقدر تقادو دابا؟
بغيت ندير اتصال مسافه بعيده لليابان.
واش تقدر تحجز لي الغولف؟
بغيت نتعلم ركوب الامواج.
واش تقدر تبدل هادا بواحد الحجم كبير عليه؟
داني هاد المحل
بغيت كتشف واش شي حاجه اخرا من فضلك
سمح ليا. فين كاينه الصيدليه اللي قريبه من هنا؟
بغيت ندير طلبيه ديال لماكله لديار.
وقتاش اخر محطه؟
لا. غير بلوك واحد فهاد الجيه.
ولدي كايدرس الماستر فجامعه هارفرد.
فين كاينه غرفه تغيير الملابس؟
بغيت اتصال دلفياق، عافاك.
شنو عندك مساء الليل
مسلوق، عافاك.
عندي الروماتيزم.
فين نقدر نصرف حواله ماليه دوليه؟
ضقني شوك قنفد البحر.
سوسيت حمره فيها ملابيه
بغيت نصيفط هاد الباكيه.
مرحبا سيده زوينه
شنو وقع؟ ما بقيتش كنشوف.
واش نزيدو علي الفاتوره ديالك؟
عفاك عاود هد الشهره مطبع و الوصف
اه، بغيت ندير مكالمه خارجيه علي حساب المتلقي لليابان. الرقم هو طوكيو تلاته ربعه سبعه سته جوج تسعود تلاته سته.
شحال الطريفه ديال الطوموبيل؟
قرسني نحل. كتبان خايبه بزاف.
شحال هد الميكه
ممكن تعطيني واحد؟
واش سمعتي شنو قال؟
ناشف، عافاك.
عافاك اتصل بهاد الشخص.
عافاك صرف هاد العشر دولارات لخمسه اوراق دولار واحد و واحد الورقه د خمسه دولارات.
لا، ما عندوش. و لكن فيه الدوش.
بغيتك تدير راديو.
واش ممكن ندوز علي اي مكتب ديال التسجيل؟
هادشي للاستعمال الشخصي ديالي.
الغرف اللي حدا بعضهم، عافاك.
واش تقدر تشارك نص التكلفه ديال الترويج فالعام الاول كيفما كيديرو گاع الموردين ديالنا؟
فين كاين المحل ديال الادوات المدرسيه؟
فيا السخانه بزاف و كنحس بالدوخه بزاف.
واش تقدر تحطو ف البيت عندي، عافاك؟
واش كاين شي اسطبل قريب من هنا؟
شكرا جزيلا كيف نوجد للفقد
تسد علي الباب. باش تنصحني؟
نتي غزاله
واش كايعني هادشي باللي ماخصناش نعطيو البقشيش؟
اذن، سيد نيتا، هادا تقريبا كل ما عندنا نوريوه ليك هنا فالمصنع ديالنا.
عانيت من داء السل فعام عشرين.
واش نقدر نخدمش السخر والماء الخاطر كاملين؟
محتاج ندير حجز.
سمح ليا، بلحاق بقاو لينا غير لبلايص ف لكولوار لقدام.
حتا انا ماشي غير انتا. كنت مشغول.
مادرتش شي اتصالات مسافه طويله الجمعه.
فين كاينه شي صيدليه؟
فين كاين محطه الطوبيسات؟
شنو هو رقم تليفونك؟
بالتاكيد. غرف الملابس راها تما.
راهنت بخمسه دولارات.
عفاك قولي ليا الوضع
فاينا قنت كاين الدير؟
عندي مرض مستيم
بغيت مجموعه مزدوجه.
ممكن تعطيني قرعه دالما السخون؟
واش يمكن ليك تفحص لي عينيا و تدير لي نظاره؟
يمكن لينا نوجدوه ليك فيوماين.
ممكن تعطيني تذكره لبلاصه فالطابق الاول؟
شكرا ياك خلي نشوف فعلا ماشي داك الي بغيت
بغيت جوج رولو من فيلم كحل وبيض، عافاك.
سمح ليا باقي ما وصلنيش الباقي.
اعطيني، احم، طبق اليوم.
راءع الوالد داير انسانه راءعه وغاديه توحيدها
واخا، ماكاين والو مهم هاد الليله.
مابغيتش نسجل هاد الامتعه.
ماشي هادا بالضبط داكشي اللي بغيت.
شحال دالوقت كايستغرق الوصول لشيكاغو؟
بغيت كاس ديال القهوه مثلجه، عافاك.
ماشي شي حاجه عندها قيمه كبيره، ولكن مهمه بالنسبه ليا.
الوجبه الثابته، عافاك.
اينا خط الطوبيس كايوقف فشارع هوب؟
مزيان، عندنا الجاز من ايف سان لوران.
عطيني شيشه.
عافاك دير ليا لالارم غدا مع السته د الصباح.
انا مهتم بجوله مانهاتن.
بغيت بلاصه ممنوع التدخين، عافاك.
لا، يمكن ليك تحصل عليه فالصيدليه.
شفتي تيتانيك؟ عجبك؟
بغيت بروش.
واحد البيي ديال الذهاب للوس انجلوس. واش غادي يكون مدخن او غير مدخن؟
هاد المسرحيه مشهوره بزاف فاليابان.
عافاك الفاتوره ديال هاد الليله.
مساء نهار مساء حوسكاو، مرحبا بك في الحفظ، واش بغيتي شي حاجه تشربها؟
راه ماشي للبيع اذن نساه.
شنو مشهور فالحياه؟
هادو كصيرين
واش ممكن تكون السيد ايبيرت؟
الاسم هو تاناكا جوج د الناس تمنيه د العشيه
وريني شي لون اخر.
فين نقدر نجي باش نديه؟
بغيت هاد الفيلم يتحمض، عافاك.
بغيت سندويش لحم البقر مشوي و شي قهوه.
واش ما كايناش شي نسخه من هاد المجله؟
فين كاين اكبر متجر شامل فهاد المدينه؟
كيفاش نقدر نعيط للخارج؟
عافاك جيب ليا تيلينول.
مره مره كتقساح
يلاه نزربو فالتسوق ديالنا.
تقدر توريني بلاصتي، عافاك؟
كايبان باللي هاد الاله ما خداماش مزيان.
اليابان بلاد طويله كتمتد من الشمال للجنوب.
وقتاش يمكن ليك توجد هاد القمايج؟
غادي نخلص الفرق، اذن عافاك احسب.
اجي نشوفو التلفزه شويه.
فعلا شريتو اليوم علا الغيره في المبوط تاع دالحيري
عندي مياتين دولار نقدا و الفين دولار فشيكات سياحيه.
معدتي مريضه.
واخا كايعجبني التمبورا، ولكن ماكاناكلش بزاف السوشي. اغلبيه الناس مامولفينش ياكلو الحوت طري.
هادا صاحبي كوجي.
العاصمه هي طوكيو.
وقتاش نخلص هادشي، دابا ولا حتي نخرج؟
هادشي بالصح. الحراس بداو كيتبدلو فهاد الوقت تقريبا. تقدر تشوف هادشي ولا تسمع للفرقه د الحراس كيلعبو قدام الباب.
بغيت ل لعب.
واش تعيط لهاد المقعد؟
فين جا الدير؟
بغيت نبدل هادشي.
تشرفت بمعرفتك.
واش عندك هادا فشي لون اخر؟
سينال هاد النوع
لحم البقر اولا الدجاج؟
عافاك اجي تاخد ليا الباليزات غدا مع السبعه د الصباح.
شحال خاصني من ين باش نشري تسعود و تسعين دولار؟
عندي دبوس ديال العظم معدني.
شحال دالوقت خاصنا نتسناو؟
هي يوشي.
الخطوط الجويه اليابانيه سبعه جوج واحد لناريتا.
واش انت متاكد؟ راها صفقه زوينه.
شنو الكتاب اللي كاتنصحني بيه؟
ديال بلوكس
واش عندك طوبيس كايمشي نالمطار؟
فين خاصني نغسل الكاميرا؟
اول كاس ليمار
فين نقدر نلقي شي تنابر؟
بغيت قلم للحواجب.
شي حاجه غالطه فالفيلم. تقدر تتحقق منو؟
قلبت البيت كامل علي جواز السفر اللي ضاع.
عندنا بزاف دالانواع لهيه.
عافاك تحقق من عنوان السفاره اليابانيه.
خاصني نحصل علي شي تذاكر.
واش كاين شي قطار سريع؟
مامتاكدش باللي هاد القميجه غادي تجي هي هاديك مع السروال.
راه معدي.
واش تقدر تدير اللي فجهدك باش تكون فالوقت؟
تقدر تصورني؟
واش هد شبه
بغيت نمشي للصاونه.
فواكه البحر.
عندنا جوج ديال التيرانات ديال التنس، و واحد لبيسين و واحد لاصال ديال الوزن.
واش هادا هو القطار ديال بوسطن؟
فين ننزل باش نمشي للشاطء؟
ماتتخطاش الصف، عافاك.
انسانه عفاك شحال هو نصف يوم
من بعد، عندنا ليك واحد مزيان. راه الجوله نهار كامل ديال العطله.
هادا هو مكتب التجاره الخارجيه، ياك؟ انا تارو تاناكا من اليابان. عندي موعد باش نشوف السيد كولمان مع الجوج.
واش هادي هي المنصه الصحيحه ديال القطار اللي غادي لمينيابوليس؟
تقدر تعمر لي هاد الوصفه؟
مزيان مزيان. و انت؟
كنضن غادي ناخد هادا.
غير كانخدم مزيان وكانحاول نجيب احسن النقط لي نقدر عليها.
ياك هدا غزال بزاف نتي طيبه في الطبخ كنتمنا كنعرف نضت كفاء هدا
اوطيل غراند، عافاك.
الفراش مامقادش.
لا، اللي من بعد.
عافاك حطني فالقنت الجاي.
شنو كاتقصد؟
واش لغدا داخل فالثمن؟
انا كنتعلم الانجليه بالمره في الاسم
اتصال مباشر لليابان، عافاك.
فيناهوما المفقودات؟
واش مزيان للبشره الحساسه؟
وقتاش نقدر نسترجعو؟
اينا وقت غادي يكون مزيان؟
بغيت قهوه بالكريما، عافاك.
ماغادي نلحق القطار ديالي.
قبل ما تمشي، غادي نعطيك تصويره.
واش عندك الفلوس كافيين باش تبقي هنا لمده شهر؟
بغيت شريط كاسيت.
جوج خرطوش ميلد سيفن، عافاك.
ممكن تعطيني شي دوا لدوار الجو؟
مع التمنيه تقريباً.
اف. و انا اللي يسحاب لييا هاد الصف غادي يتحرك بالزربه.
غادي نخلص ببطاقه الاءتمان.
خاصني نلقي خدمه بنص الوقت باش نكمل خلاص الدراسه ديالي.
زوين.
راني تصابيت بضربه الشمس.
ماتبدلش الستيل، غير قادو، عافاك.
غادي يكلفك خمسين دولار عن طريق الجو.
عندي حوايج ديال التصبين. واش غادي يوجدو غدا فالصباح؟
رحله الخطوط الجويه اليابانيه خمسه زيرو تلاته فخمسه ماي، راني حجزت فطوكيو.
عافاك وريني كيفاش نخدم هاد الماكينه.
فين كيرجع؟
واش ممكن نحل الشباك؟
الكاراتيه، وهي طريقه ديال القتال بالايدي كتكون اساسا من اللكمات والركلات الحاده، هي ايضا واحده من فنون الدفاع عن النفس اليابانيه.
واش يمكن لي نبدل القياس؟
وقتاش غادي يتصيفط للبنك ديالي؟
شي تفضيلات فشي مقعد؟
هاد الكاميرات للاستخدام الشخصي ديالي.
شحال عندك ناس
احسن طريقه نعيش في بلاد اجنبيه
نعم، نقدر لدار هادشي.
بغيت نحجز لتلاته مع التمنيه دهاد اليليه.
كايسمح بتتبع الاعراض بحال الم البطن، الاسهال، الحمي، الصداع، التهاب الحلق، الطفح الجلدي، والقيء اللي ممكن يكونو وقعو فجوج ديال السيمانات قبل الرجوع ديالك.
شحال كاتقام الكلمه لليابان؟
كنضن المقترحات مزيانه، شريطه نلقاو الاشخاص المناسبين.
مزيان، الانطباع ديالي هو ديال بلاد جبليه، عامره، مشغوله، عامره بالضياح، حيويه، قريبه تتفجر. ديال شعب اللي هو مجتهد، كادح، ما كيوقفش، فضولي، باغي يتعلم كلشي، كياكل وكيشرب بشراهه ولكن باناقه، كيربح وكيخسر بشراسه.
عندها الدراع مهرس.
ف اليابان، القرار ديال اتخاد القرار تيبان بزاف ديال الشويه من البلاد ديالنا.
تقدر تشوف لي واش كاين تما؟
كنت غادي بواحد خمسه وربعين فمنطقه ديال خمسه وعشرين ميل فالساعه. تقدر تمشي للحبس لمده ديال تسعودين يوم.
شحال دالوقت غادي يستغرق باش يبرا؟
شنو سميت هاد الساحه؟
مسافر بوحدي. تقدر تنصحني بشي مرشد محلي؟
جيب لي شوكه اخري، عافاك.
تقدر تعيط لطاكسي؟
جوج تذاكر ذهاب و اياب لواشنطن دي سي، عافاك.
واش عندك شي تعرفه يوميه؟
واش يمكن ليك تقول لي التوقيت ديال الخدمه ديال البريد؟
شحال دالوقت كيستغرق القطار باش يوصل لبوسطن؟
خلصني.
فين هي اف اربيعين؟
واش عندك شي تقاشر؟
عشرين دولار مصرفه بالربع، عافاك.
رد البال لراسك مزيان حتي ترجع للدار.
بالمناسبه، واش يمكن لي ندفع هاد الشيك حتي هو؟
واش تبغي تمشي ل مباراه د البيسبول؟
ايوا بغيت نبدلو.
واش يمكن لي نحصل علي ورقه غلاف ديال فاكس؟
غادي ناخد طريف.
فين كديري الفرقه دالشعر؟
انا بغيت داكشي
قول لي كيفاش دايرين الامتعه، عافاك.
بغيت نرجع هادي.
شحال لباريس؟
ماشي معدي.
واخا تستهلي شويه فقط نجوب ليك كل سءال عندك
علاش ماجاش الطوبيس؟
شحال من مره خاصني نشرب هاد الدوا؟
عافاك اختار ليا قميجه مزيانه.
بغيت نتصل بطوكيو، عافاك.
خود حوايجك الغاليين معاك، عافاك.
فين المحطه؟
ما عنديش الوقت اللي نضيعو. سربي، عافاك.
مانقدرش نوافق علي هاد الثمن.
كاين البرد. واش تقدر تدير شي حاجه؟
بغيت الفقيع.
واش عندك كتيب مجاني باليابانيه؟
الفرع التشريعي هو البرلمان.
سميتي تارو ياماموتو.
اسمح ليا. واش كاين شي ممر للراجلين قريب من هنا؟
انت فوسط الويست افنيو.
سير نيشان، عافاك.
بغيت شومبوان و قصه شعر.
واش ممنوع التصوير هنا؟
فين هو كشك الاستعلامات؟
واش ممكن نحرات لغدات ؟
بغيت شي قراصه.
الموعيه كانت فداك المحل
واش يمكن لي نوقف؟
تقدر تحيد الطبعه من هاد لحوايج؟
سير نيشان حتي لاخر هاد الشارع، عافاك.
بغيت واحد الروايه انجليزيه، تكون ساهله للقرايه.
لا، انا غير هاوي صغير. ولكن كندير شي مداوله.
مريض، فوطه فازكه، عافاك.
واش تبغي تنضم لينا علي الغدا؟
جيت من السويد.
واش عندك اكتر من خمسه الاف دولار في الادوات النقديه؟
واش كاين شي محل زوين كيبيع حوايج الدراري الصغار؟
بغيت نبدل الورقه فلوس صغيره.
واش نوجد ليك بلاصتك فين تنعس؟
ديرو كيف ما هو، عافاك.
محتاج نشوف طبيب اطفال.
كيتعلقو لبافات نتاع الشاوري وكيعرضو دميات الساموراي فهاد اليوم.
حنا الفواج بزاف فاجونا عاد في الشكوشه
المحتويات كتسوي تقريبا مياتين دولار.
من هنا، عافاك.
عافاك اتصل بمكتب المفقودات.
خمسه و تلاتين دولار و خمسه و تسعين سنت للنهار زاءد تسعود سنت للميل بعد الالف ميل الاولي.
الفرانات ما خدامينش.
بغيت واحد لامبه دالقرايه.
بغيت قصه شعر، عافاك.
بغيت نمشي غدا فالصباح بكري. واش يمكن لي نخلص فاتورتي دابا؟
خصني نطفي الغاز. تسنا دقيقه.
شنو هوما الاختيارات ديال لموني دمقبله؟
رقم المقعد ديالك مطبوع علي التذكره الاكسبريس.
واش غاتمشي الرحله فالوقت المحدد؟
واش عندك شي اطباق محليه؟
واش تقدر توصلني لمحطه الطوبيس؟
ل تلاته دالبالغين.
جوج علبات ديال البياسات، عافاك.
كانتمني تعاود تجي.
لا، ماعنديش. كانحس بالقيء وماكانقدرش نرد والو لمعدتي.
واش تقدر توقف صرف الشيكات الشخصيه ديالي؟
كيقولو باللي التوفو جا من الصين هادي تقريبا الفين سنه.
ممكن تعطيني ورقا ديال الدوا؟
بغيت نشوف مبارات كره السله. واش كاينين شي تذاكر؟
جواز السفر ديالي و خمسه الاف دولار تسرقو ليا.
قالو لي نجي لهنا باش ناخد ورقه الحادث.
فيك الرواح.
واش يمكن لي نحتافظ بقاءمه الاكل كهديه تذكاريه؟
كيفاش نوصل للمحطه؟
سيد جونس اخرج دابا. غادي يرجع شويه من بعد التلاته.
واش تقدر تسيفطو ليا مع راس الشهر الجاي؟
لاباس، شكراً. و انت؟
كاين البرد بزاف هاد الليله.
فين غادي؟
واش تبغي تتعشي؟
لحم مشوي، عافاك.
بغيت ندير فحص طبي.
هدا كرده ديالي
اشنو غادي تاخد للتحليه؟
صافي علينا الثمن بعد
كنت تما لمده ست سنين تقريبا.
عمر لي عادي، عافاك.
لو كان عندنا مفيده فلقاءك لا تحتاج في التواصل علينا
واش نقدر ناخد القياسات ديالك؟
هدا قطر
عافاك خود هاد الامتعه لمحطه الطوبيس.
كاين شويه، بلحاق شنو تبغي تاكل؟
واش تقدر تتاصل بصاحبي الانسه يوكيكو اودا؟
هادي جوهره د واحد قراط، ياك؟
اسميتو السيد هارادا. شكرا بزاف.
واش عندك شي بوتيك اونغارو هنا؟
فين كاينه القصبه؟
مشرفين حتا انا
انا غادي لفلوريدا.
كنضن بلي هادا هو الحد ديال هاد النهار، سادتي.
سير نيشان فهاد الشارع. كمل ثلاثه دالشوارع وغادي توصل للبارك. المتحف كاين فالبارك.
محتاج للاسبيرين.
فين نقدر نشري التنابر؟
ممكن تعطيني جوج تذاكر فالدرجه الاولي لنيويورك، عافاك؟
كيفاش ندير الطلبيه ديالي؟
شحال كادير دالساعه باش تمشي لهيه؟
ضابط.
الماكله اليابانيه فيها الحوت الني، السوشي، التمبورا، الخ.
فيا كسل.
واقيلا.
وقتاش كا يمشي؟
واش خديتي الحراره ديالك؟
واش كاين شي حاجه غاليه اولا هشيشه فصاكك؟
واش يمكن لي نبدل هاد البوط بشي قياس اصغر؟
عافاك خليه ليا.
مانقدرش نوقف.
وقتاش الرحله الجايه؟
واش عندك عصير البومبلوموس؟
من هنا، دور علي اليسار.
عافاك عطيني الكره.
واش نقدر ناخد صوره بكاميرا الفيديو ديالي؟
هادي فكره مزيانه.
واش تبغينا نطلبوه؟
هادي راها وقت متاخر من الليل.
سميتي ياماموتو.
المرحاض ماطيشطفش. صيفطو شي واحد عافاك.
شحال كبير الموقع نتاع المصنع، بالقياسات المتريه؟
سمح ليا. ولايني ما عرفتش فين كاينه بلاصتي.
بغيت نرد الفلوس.
كنقاد علا شي حاجه فيها الملقه ديال بارده
تقدر توريني شي حاجه فقياسي؟
انا فالطوبيس الغلط.
ممكن نشوف جواز السفر ديالك، عافاك؟
غادي ناخد هادي و هادي و هادي، عافاك.
ايكيبانا هو فن ترتيب الزهور. كاينين اكثر من ثلاثه الاف مدرسه ايكيبانا في اليابان.
عندي وجع فالحلق ديالي.
بغيت جوج بيضات مقليين، عافاك.
غير دير ليه تقطيعه فطراف، عافاك.
واش يمكن لي نحصل علي مجله معلومات علي العرض؟
اعطيني اخمسطاش غالون دالبنزين العادي، عافاك.
فيا فقر الدم.
عافاك قوليها تعيط ليا.
يالاه شريتو.
كيفاش ناكل هاد الكَرون دالحَرُّور الكبار؟
واش هاد الطوبيس غادي لكارمل؟
بيضه مسكه
واش غادي تاخد للخارج ولا غادي تاكل هنا؟
وقتاش كاتسد؟
بغيت نعاود ناكد الحجز ديالي.
تلاته و عشرين نونبر هو عيد الشكر للعمال.
واش صعيت للفرح
واش يمكن لي نشريه بلا ضريبه؟
بغيت نبقي شي ساعات مزاال من بعد ساعاات الخروج.
عندنا عصير البرتقال، التفاح، البمبلوموس و مطيشا.
بغيت نرجع الفلوس.
واش غلطات ديالك
رقم التاكيد ديالي هو خمسه سته سبعه كيو ال ار.
علاش كاين الصهد؟
خود هاد الوصفه للصيدليه.
خدام فوكاله الاسفار.
الشخص اللي بغيت نتاصل بيه هي السيده يوكو نيشيهارا.
واش كاين شي حلبه ديال التزلج قريبه من هنا؟
خاصني نرجع مع الخمسه. واش ممكن نمشي ل اوتلت مول؟
مادرتيش العداد ديالك.
عارف الامرام يتفلسو عندي
واش يمكن ليك تسجلني فلاءحه الانتظار؟
انا هنا علي قبل السياحه.
واش يمكن ليك تعطيني الكاميرا ديالي من بعد ما ندخل، عافاك؟
يمكن ليك تمشي. غير تبع اللافتات.
واش عندك الوقت هاد الليله؟
فين كاينين مكاتب كراء السيارات؟
لا. كنت مزروب. شنو خصني ندير؟
واش هادا هو الطوبيس؟
كنضن خاصني نستعمل الخمسه دقايق اللخره باش نجاوب علي اي سءال.
واش يمكن ليك تنصحني بشي مطعم ايطالي مزيان؟
مفيقه باينا يسكت بابا
غير دفع.
هاهو واحد الكتيب ديال بزاف دالتيرانات ديال السياحه فالطوبيس، بما فيهم التيرانات ديال نهار كامل، نص نهار، الصباح والليل.
واخا نختم هاد الريسم في وقت اخر كنتراك.
فيناهو الطوبيس لوسط المدينه؟
بغيت بيرمانونت مجهد، عافاك.
باقي شي قهوه؟
واش يمكن لي نعاونك تلقي شي حاجه؟
اوه، جوج شوارع اخرين، كا نظن.
تنين وسبعين مقسومه علي تسعود كتساوي تمنيه.
بغيت شي كريم للبشره العاديه.
اسمعت بللي اليابانيين كايعملو بزاف.
و الجاز؟
سيارين هنا
شحال بغيتي تفتح الحساب به
شنو كايعني هاد البلاكه ديال المرور؟
واش يمكن ليك تقول لي كيفاش نعمر هاد الاستماره؟
خليني نفكر فيه و غادي نعاود نتصل بيك.
غادي نقدر تكاليف السفر.
واش يمكن لي نحصل علي فاتوره التامين الصحي ديالي؟
واش يمكن لي نخلي السياره فاي وكاله؟
واش خصني الصرف لباص؟
واش كاتعيش هنا؟
سربي غادي تلحق عليهم
فيا السخانه.
هادي الخمسه وتنين وتلاتين.
و دابا انا مسالي شي يامات.
شكون كاين اليوم بالليل؟
لا، معندنا حتا واحد. كاين غير اللي كيهضر بالانجليزيه.
واش هي اوتوماتيكيه؟
واش هادشي مسدود؟
للاخاذ، عافاك.
الدرجه الاولي اولا الدرجه الثانيه؟
خاصك تكون حاضر تما قبل السته و نص.
عجبني رفيقه ديالك
واش الغوص هنا امن؟
غير خارجين نتقضاو.
واش غتعيط ليه غدا فالصباح كيما وعدتيني؟
مرحبا حنا فرحا ان كنتماما لك بزاف
شحال عادي جاني ديال الفريكاز؟
واش المراقب كايعلم بالمحطات؟
شنو بان ليك نتلاقاو هنا مع الربعه؟
اكيد. بلاتي نشوف. نقدر ناخد واحد شيري باش نبدا؟
ديالمن هاد الخدمه؟
سمح ليا. واش يمكن ليك تقول ليا واش كاين شي مطعم ايطالي قريب من هنا؟
غادي نوجدو ليك معا الربعه و نص.
شحال من محطه حتا لمتحف ديال الفنون؟
واش نوجدوه ليك؟
واش القطار السريع كايوصل لسان دييغو؟
كاينه واحد الخدشه هنا.
منين جايين هاد التفاح؟
كيفاش كان هاد المطعم؟
بغيت نشوف مكتب المدينه.
تقدر تغلفو ليا هديه، عافاك؟
واش هادي جوله ديال نص نهار؟
السبت والاحد ايام العطل.
عافاك ذكرني منين نوصل فكتوريا.
بغيت ناخد موعد معاك غدا فالعشيه.
اوا، شنو مخططاتك لغدا؟
مكتب الاستقبال؟ معاك ناكامورا. عاد وصلت. ولكن ماعجباتنيش هاد الغرفه.
شحال ديال الوقت غادي يستغرق هاد الشي؟
واش عندك شي حاجه للبرد؟
الاسم ديالي هو ريسا كوبايا والرقم هو جوج صفه صفه صفه صفه صفه صفه.
طاوله كاتطل علي المحيط، عافاك.
عافاك اعطيني شي عناون باش نتصل فحاله الطوارء.
نعم، تعالجت من مرض السكري فاليابان.
بغينا نجلسو حدا بعضياتنا.
واش يمكن لي نحصل علي واحد كوكا خفيفه؟
اينا نوع دالغرف بغيتي؟
بغيت نركب فيه.
تقدر تهز هادشي من باب المغادره.
كانو عندي بطاقات الاتمان و الفلوس فالمحفظه ديالي.
الغلط ديالي.
خاصك تعمر طلب تامين لمكتب التامين فاليابان.
ممكن تعوض هادشي؟
سمح ليا ما عندنا تا حاجه فاتحه.
شحال ديال الوقت بالبريد الارضي او البحري؟
واش هادشي هم؟
ما عمرني قدرت نعرف العمر ديالكم انتوما اليابانيين.
واش تقدر عافاك ترسم ليا خريطه؟
داك المحل كان ارخص.
انا ان براون.
واش يمكن لي نتاصل مباشره من الغرفه ديالي؟
واش تقدر تديرو فشي غشا؟
لباسبور ديالك مابقاش صالح.
هدشي كاينه جدا انا نتلاقا معبه القصص المغربيه ونسولك ما ديرين فيك
تاكد باللي احزمه المقاعد مربوطه مزيان.
فيناهو المرحاض؟
بغيت نكري دراجه عشر سرعات.
واش عندك شي لون غامق؟
اوه، ماكانضنش.
واش كيهم الي كنت مبتدء؟
انا مع العاءله ديالي، داكشي علاش مانقدرش نعطيك رقم الغرفه ديالي.
مالقيتش ملصق الثمن.
بغيت اتصال دالفياق فالصباح.
فين يمكن ليا ندير حجز فاوطيلات؟
واش خاصني نعاود ناكد الحجز ديالي؟
واخا، اسيدي. غادي نصيفطو شي واحد يطلع يقادو دابا. عافاك تسني شويه.
كاينه سته و ربعين. كل عماله كيتراسها عامل، و كل وحده عندها الجمعيه ديالها.
اه. غادي نديرو دوره و نبيعو المنتوجات من بعد ساعه ولا شي حاجه.
هاد الشي كان عشرين دقيقه هادي.
تقدر تتهجاها ليا؟
شنو هو اكتر فيلم مثير للاهتمام معروض دابا؟
فهاد المياكي قهويين.
كنتمنا نتوما معاك
هادشي حيت مصنوعين من الحرير.
بغيت نجرب قياس اقل. هادشي كبير عليا.
واش سبق ليك جربتي هادي؟
فيا الجوع.
تقدر غير دير ليه علاج مءقت، ادكتور؟
فيا السخانه.
اسمح ليا، ماعنديش الصرف. واش تقدر تعطيني تسعود و تسعين دولار؟
سلام انتي باينا جينا اجيا
واش كاين شي طوبيس من المطار لوسط المدينه؟
ماقدرتش نجر صرافه الما.
اعضاء مجلس المستشارين كايبقاو فالمنصب ديالهم لمده ست سنوات، بينما النص ديال الاعضاء كايدوزو الانتخاب كل ثلاث سنوات.
والو، عافاك.
قيد فالحساب ديالي، عافاك.
الفرادا لي دخلو لليابان فديك الوقيته لعبو دور مهم فالربح ديال المعارك.
واش عندك شي وحدين كبار؟
هادشي كايعني انك ضيعتي حتي الفيزا ديالك. خاصك تطلب اعاده اصدار من عند الهجره.
الشوف عندي ناقص.
واش كاين شي حلاق؟
اسمح ليا. عافاك قول ليا كيفاش نوصل لمحطه شينجوكو.
عافاك حول ليا البريد ديالي لهنا.
عفاك قول لشارف راه زوين بزاف
التلفاز مخدشش
تذكره ذهاب اياب ل اوكسفورد، مع الساعه تسعود فخمسه.
مايمكنش ليا نديرها.
شحال كاتستهلك هاد الطوموبيله؟
معاك ساطو. كريت طوموبيله هاد الصباح.
مزيان. شكرا لك. بالمناسبه، واش الكسوه رسميه مطلوبه؟
واش تقدر تعطيني اسم و رقم الهاتف ديال شي طبيب؟
واش كاين شي دوا لدوار السياره؟
بغيت شي سراويل.
تقدر تتسناني هنا؟
واش كاين شي ارتباط مع بيرث؟
اه، واش يمكن لينا نحصلو علي قاءمه التحليه؟
واش كاين شي عرض صوت و الضو؟
نعم، هو كذلك. اذن، تسجل هنا، سيد يامادا؟
الوسط، عافاك. نقدرو نحصلو علي جوج بلايص مع بعضياتهم؟
نعم واش ممكن نسايك
واش يمكن ليك تنقص ليا الا زدت جوجت الليلات؟
بغيت ندخلو
وقتاش غادي يكونو واجدين؟
في حاله الغاء، عافاك اتصل قبل.
كاينه كاميرا لداخل. عافاك خليها فشي بلاصه امنه.
فين كاينه محطه البنزين؟
واش هاد القطار كايتوقف فبالتيمور؟
ممكن تجيبني شي ماء, من فضلك
لا, شكرا. غادي يكون الظلام معظم الرحله، علي كل حال.
غير كانشوف. شكرا لك.
اسمح ليا، بالحق ماكانضنش هاد الرقم صحيح.
واش المشروبات داخله فالثمن؟
شحال من دقيقه باقا قبل وصول القطار؟
من انا باب هاد الرحله غاتنطلق؟
اسم الاوطيل فين نازل هاد الليله، اسيدي.
واش خاصني نحجز بلاصه فالمركب اللي كايهبط مع النهر؟
واحد الشخص غادي يجي من بعد.
تقدر تعاود تقول هاد الشي؟
واش المسرح قريب من هنا؟
احنا حفله د سته افراد. بغينا نجلسو كاملين فنفس الطاوله، عافاك.
راه، اه، من ديك الجهه.
شكرا لك علا دعوه دخلتي للعشا
اسمح ليا. واش عندك الوقت؟
عصير البرتقال، بيره، نبيذ، ويسكي و كوكتيل.
انت تسني في الصف. وانا غادي نمشي ونجيب لينا مخروط دالايس كريم.
اينا طوبيس كايمشي لغراند اوطيل؟
بغيت ندير واحد الحجز لغدا فالليل.
عطاني الطبيب وصفه.
نعم. و اشمن صوص فسلاضتك؟
كيفاش بغيتيها؟
واش كا تاخدو شيكات سياحيه؟
هدشي طيبي منك ولكن انا فيه شي شغل لازم تخصك بكره غدا فصباح
وليت كنتوحش روز و حساء ميسو.
لا، شكرا لك. واش يمكن لينا نحصلو علي جوج كيسان ديال الما، عافاك؟
كانهضر شويه بالانجليزيه.
ممكن تجيب ليا الما، عافاك؟
ف اينا طابق كاين؟
كنفضل اتاي.
الا كان عندك، ماغاتعاودش تخلص منين غادي تاخد الطوبيس ربعه و ربعين.
ممكن تدوز لي الملحه؟
تقدر توريني داك البراصلي؟
هادي الوحده.
جوج تذاكر لعرض الاربعاء، عافاك.
شحال الداخل الب9%9%84%9%89%9%89
عافاك ركب تمنيه.
خود الرحله الرابعه لنيويورك، من بعد شد اخر رحله لواشنطن من نيويورك.
انا شماء ديال البرد كتبيع
واحد كينت، عافاك.
كاينين فالطابق التاني.
وقتاش ضيعتيه؟
بغيت مكبر الصوت.
عافاك صايب هادا.
بطابيعت لحال. غادي يكون واجد مع لخميس.
واش عندك الخمر فالكاس؟
مريض بزاف عفاكم توقف لوديم
واش توصلتي بشي فاكس؟
اينا طابق؟
واش يمكن ليا نخلص بشيك سياحي؟
كنبارطني مع صحابنا العزيزين في يوم الكريم
هاهي الوصفه ديال دكتور طومسون.
فين كاين مستودع الحافلات ديال شيكاغو؟
ممكن تجيبني شي ببر, من فضلك
انا بطالي.
اه، كاينين. راهم فالطابق التالت.
كاين شي رحلات سياحيه علي الرجلين للاماكن المشهوره.
عافاك ديني لاقرب اوبيطال.
هادشي زوين بزاف
بغيت نشري خمس وخا اكيد مغديش تخليهم ارخيا
عافاك اعطيني بلاصه حدا الشرجم اللور.
واش ممكن ندير ليك شي حاجه واحد بانتاح واحد
فين غادي يكون بلاصه مزيانه للزياره؟
ماقدرتش نقرر. غادي نرجع من بعد.
تقدر تتحقق من الروايد؟
اسمح ليا. فين كاينين الامتعه؟
بغيت نمشي للمطعم
وريني هاداك، عافاك.
غادي نكون ممنون ليك الا عاودتي النظر فموضوع تجديد العقد.
فيناهوما المفقودات؟
اشحال الارتفاع ديالنا دابا؟
بغيت كبوط تقيل للشتا.
انا من عشاق الطبخ الميريكاني.
واش يمكن لي نطرح اخر سءال؟
واش يمكن لي نحصل علي همبرغر؟
بغيناكم تجيو عندنا شي ايام فالربيع هذا.
واش هادي فعلا بوابه الركوب لرحله طوكيو؟
شحال من مره خاصني ناخدو فاليوم؟
اتاي بالحامض يارب
هد سنه فور كتوجع
فاينا رحله الطيران وصلتي؟
سمحلي برزطتك، ولكن واش تقدر عافاك تاخد لينا صوره بهاد الكاميرا؟
تكسرت من يدي.
واش المسافرين كايركبو دابا؟
خود القطار الخضر من الرصيف رقم سته.
عفاك قوليلي اشمن مطبين معانا
طاحت ليا الكاميرا ديالي. يمكن ليك تتحقق ليا منها، عافاك؟
سمح ليا. طيحت الخمر فالارض.
اسف بزاف. راه اخرج دابا. عندك شي موعد؟
رحله جيه ايه ال خمسه لطوكيو يوم تلاته ماي.
عافاك قول ليهوم باللي راني نزلت مزيان.
واش يمكن ليك تدير ليا عدسات طبيه فهاد النضاضر دالشمس؟
بالمناسبه، واش غادي نحتاج نلبس كرافاط؟
بغيت نبدلو لنفس الرحله، ولكن فربعه مارس.
ايوا، غادي تجيبو لهاد لا كوموند لي تما؟
واش كاين شي طوبيس للمدينه؟
عافاك اتصل بيا اول ما تفيق فالصباح.
عطيني شي دوا ديال المعده، عافاك.
كاينه غير اغراضي الشخصيه فهاد الصاك.
اسمح ليا. نقدر ندوز، عافاك؟
بغيت نمشي للمرحاض، بالحق عندي بزاف د الامتعه. غادي نضطر نستني.
كان طويل بزاف و تقيل بزاف.
عندنا عنايه و صباغه ديال الضفار.
واش القطار غادي يجي فالوقت؟
الغرفه اللي حدا الباب فيها الصداع.
ماهول لا خير لا شر
واش نقدر نتسلف نسخه الساروت، عافاك؟
معاك يفرح لي
ديني عند البوليس.
الاقراص المدمجه رخاص بزاف فهاد المحل.
بغيت لبشره ديالي تكون ناعمه.
شريك ديالك علي الخط. تفضل عافاك.
وقتاش خاصني ناخد هادا؟
واش نقدر نخلص بشيك سياحي؟
مالقيتش صحابي. واش تقدر تتصل بيه؟
ويسكي مع قطع الثلج، عافاك.
طبعا في هدا الحال ستحق الشركه تعوض
هذا ريجيم
هادو كراكات ياباين
تقريبا شحال خاصنا نتسناو؟
انا بخير. غير كنحس براسي مزيان.
متافقين.
عندك توقف شيكاكو.
سمح ليا، لا. بلحاق يمكن ليك من الخارج و فالدير.
دفعت عربون.
بغيت عينه من البول.
شكرا بزاف
غادي نتسناك.
ما عنديش الحجز، بلحاق واش نقدر نمشي نغوص هاد العشيه؟
كانلعب تنس جوج مرات فالسيمانه.
فين كاينه محطه المترو اللي قريبه من هاد الاوطيل؟
عافاك اكتب "امتعه غير مصحوبه" فوق الباكيه.
اتساب واش غدا غدات تمن
هادا لطف كبير منك.
فين نقدر نلقي لحوالق؟
هادشي ولا اروع. مايمكنش يكون قليل الدهون. راه بجوج.
واش نقدر نتسلف ساروت الطواليط؟
منين يرجع، عافاك قول ليه يتصل بالسيد اوكادا.
غادي ناخد شريحه لحم نص طياب مع بطاطا فالفرن.
طناش ا. واش انا جالس فبلاصه غالطه؟
وقتاش غادي ترجع؟
بغيت شريحه لحم.
هادشي بالصح. حنايا عدنا حتا بلايص تاريخيه خرين معروفين فالمدينه و فالنواحي ديالها.
بصاح. راها المره التانيه لينا منين جينا هنا فشهر العسل.
ماعندي حتي هوايه. غير الخدمه بالجد، كيفما كايديرو اغلبيه اليابانيين.
اه وخا كنحسبو داءما من خلال الافلام والبرامات
فينا جناح؟
للوجهه الاخيره، روما، عافاك.
اوه، الاستاذ كورن كايعجبو يدير امتحانات علي غفله.
واش بصح؟ اذن، شنو غادي يوقع؟
باليزتي تكرفسات.
واش كاين شي حاجه فاجاتك بخصوص اليابان؟
منين تشوف شي واحد، غير لوّح ليه.
بغيت نمشي شي نهار بكري.
فيا العطش بزاف. كاس كبير، عافاك.
سوف جد كبير تلاح خارج مدينه كبيره فيها موقع لكراجر موتين
باينه هشيش
واش تقدر تصور داك الباب مع الصوره؟
واش الفطور داخل؟
طبعات مزدوجه، عافاك.
كايجيو بزاف ديال الطاكسيات؟
اه، راه مفتوح للعموم.
بلايص فالطابق الاول، عافاك.
انا مطلق.
واش هادي الطريق ديال لوطيل؟
اسمح ليا، ولكن هادشي بان ليا ناقص.
قلب ديالي كايزدح.
غادي نمشي من كالي لدوفر بالعبّاره.
بغيت تذكره جديده.
بيتزا مخلطه و جوج قراعي ديال البيره، عافاك.
محتاجو فاقرب وقت ممكن.
اه، خصنا نردو لبال من سيدا.
هديه لماما.
ماشي مشكل، ما عرفتش بلي المراقبه الامنيه غادي تكون صارمه.
فين ننزل باش نمشي لشينا تاون؟
حوت مقلي.
خدام فبنكه.
اسمح ليا. يمكن ليك تنصحني بشي مطعم مزيان؟
شحال من اوقيه يمكن لي ندخل لليابان بلا مانخلص عليها ضريبه؟
بغيت لعبه لدري.
بغيت نصيفط هاد البطاقه البريديه لليابان بالاكسبريس.
بغيت نصيفط هاد الرساله بالبريد الجوي.
عندنا وحده مزدوجه بخمسين دولار لليله.
اسمح لينا، ماكانقبلوش سراول دجين و سيفيطمات.
بغيت نتقيد، عافاك. اسميتي هاروكو اوغاو. كانظن عندي حجز.
واش هادا هو الطوبيس الصحيح، هاداك لي جاي دابا؟
واش غادي تجيب شي هدايا لشي واحد فهاد البلاد؟
عافاك كول ماكله ساهله للهضم قد ما تقدر.
عافاك قل لييا الاجراءات الخاصه بالضراءب.
بلاصه غزاله، ياك؟
واش عندك توقيت القطارات؟
عفاک عونوني نقلب علي واحد الولد لابس طربوش احمر.
اسمح ليا، بغيت نصيفط هادشي لليابان. بشحال كتقام البيطره ديال هادشي؟
مشيت كاع امريكا ب اكري-طوموبيل.
واخا، غرفه رقم جوج صفر تلاته. هاهو ساروتك.
الفيلم غادي يبدا مع لحضاش و نص دالليل. غادي يسالي مع لوحدا دالصباح.
مسطح، عافاك.
واش يمكن لي نحصل علي اتصال دالفياق مع السبعه داليل؟
بغيت كاميرا ما تكونش غاليه.
اليابانيين كيحسو بالاهانه منين كيتم استقبال الضيوف ديالهم ولا استقبالهم هوما بشكل سيء.
واش يمكن لي نحصل علي بطاقات بريديه؟
وقتاش غادي تكون الاهداءات ديال الكتوبا؟
فهاد الساعه، اسيدي؟ هادي لحضاش دالنهار.
اينا خط هادا؟
واش كلشي مزيان؟
حطي فوق الفوق
واحد قاسح.
بشر الثلاجات
بغيت خاتم خطوبه.
ماشي بزاف.
هاهو الصرف، اسيدي.
لا. انا ياباني.
واخا. بلايصكم غادي يكونو هنا.
استمرت فتره ايدو بلا حروب فالبلاد لمده مياتان وخمسين سنه تقريبا
خود هادي تلاته دالمرات فالنهار من بعد الماكله لمده تلاته ايام.
واش تقدر تحمض هاد الفيلم؟
محتاج نتسلف لكومبيوتر ديالك، عافاك.
تقدر تجي عندنا نشربو شي حاجه ف الدار نهار الحد فالعشيه؟
غادي ناخد داكشي.
كاينه شي ضريبه هنا، اذن واش يمكن ليك تبدلو بواحد اخر؟
واش نقدر نحصل علي ابره و خيط؟
جوج تذاكر ذهاب لبوسطن، عافاك.
مشيت لتلاته ديال العروض ديالك العام اللي فات فاليابان.
واش نقد فراسي ديال العشات
بغيت نهدي ليك مونيكه من كيوتو.
كيفاش يمكن لي نوصل ليه بالميترو؟
عفاك قولي كيف نوض هاد الرقم
واش هادي الطريق الصحيحه؟
بغيت نسجل بللي ضاعت ليا وثاءق مهمه.
راه اخر طبعه ديال العشرين رسام الكبار ديال اوروبا، وفيه تصاور ديال تقريبا ميتين تحفه فنيه.
فين نقدر نلقي تذكره طيران بثمن معقول؟
وقتاش كايتهز الرواق؟
ها انت. التوصيل فالصاك.
فين كاين مكتب الاكسسوارات؟
غادي ناخد واحد المارتيني.
واش هاد التليفون خارج الخدمه؟
اينا قطار خاصني نركب باش نمشي لاوكلاند؟
ضيعت بزطامي داخل هاد المركز التجاري.
واش يمكن لي نحصل علي شي حاجه للشرب قبل الوجبه، عافاك؟
تلاته د ستيك، واحد رُولُو د لكْرَاب كبِير، و عَشْرَه د لُانْجِيلْ.
شنو طريقه ندير هاد شي؟
كايقولو باللي الحراره تحت الصفر.
عافاك بغيت اتصال دلفياق مع السته.
اه. مزيان بزاف نتلاقا ناس مختلفين.
فهمت. كاينه زياده د واحد فالميه.
كين ناس كيجرين علا شي مسوط. واش بغا متابعوا؟
الغسيل ما نشفش مزيان.
واش عندك قلم؟
خصك تجرب الوجبات المتنوعه فهاد البلاصه.
اليابانيين زقرامين وخا هما اغنياء.
بغيت نعرف اكتر علي هاد الجوله.
لون هد العاده مشاء الله
واش يمكن لي نحط الامتعه ديالي فالكوفر؟
انا عرفتها واش نقدر نحلها
من البارح و انا مريض.
عفاك جيبيني سلو
استقلت.
كنتي غادي ب خمسه و ربعين فمنطقه السرعه فيها محدوده فتلاتين ميل فالساعه.
واشكر لك مسيره اليوم
كا يضرني كرشي.
هادي المره اللوله ديالي.
غادي ناخد طريف من هادشي.
كانقلب علي ستره بجوج كمام ضيقين.
شرب بيره.
بغيت نخلص خمسين بالدولار و عشرين الف بالين الياباني علي ود الرصيد.
كنظن ان هد التغير غاليه
وقتاش غادي تسالا العشيه؟
الكنيه ديالي هي ياماغوشي. ي ا م ا غ و ش ي.
بغيت نفتح الشرجم.
فعلا كتسكر بزاف الامل ياريت تخلي
كلهم بخير وشكرا
بلا فطور و بلا عشا؟
كانضن باللي هادشي مزير شويه.
واش كتبيع الطوابع البريديه؟
بغيت هاد التصميم غير علي جوج صبعان.
بغيت نتسلف نضاضر اوبرا.
عطيني التوجيهات، عافاك.
شحال كادير دالسوايع؟
عندك مثال ديال التعاء
تقدر تقول ليا فين غادي نمشيو فهاد الجوله؟
بقي غادي نيشان فهاد الطريق، ودور علي ليسر عند الاشاره الثانيه.
غادي ناخدو ادا نقصتي ليا فيه عشره فالميه.
اه، عاد دابا خديت واحد الغرفه، بلحاق الغرفه ماتصايباش.
ماعاجبانيش هاد الغرفه. عندك شي حاجه احسن؟
فين هي بوابه الركوب للطياره اللي غاديه لشيكاغو؟
واش يمكن يتعدل؟
بغيت نحجز بلاصه لسياتل.
بغيت واحد الطبله كاتطوي.
شحال الثمن ديال نصف الاقامه؟
عشرين دولار علي الاقل.
...زعما نرجع فحالي...ولا نمشي نشد شي كار نضرب بيه دويره فالبلايص السياحيه...الا ماكانش غالي بزاف
بالعكس. عافاك ماتتشوش.
الخدكه ديال باسكيات عندها واحد الجوده طفوليه، واخا، التكوين ديالو معقد بزاف.
بالحق، غادي يكون مريح من بعد ما يتلبس.
تقدر توريني كيفاش نلعب هاد اللعبه؟
غادي نكون ممنون بزاف الا قدرتي تحجز ليا طاوله حدا الشرجم.
غادي نوصلو مع العشره واقفه. راه حنا شويا قدام الوقت.
واش عمرك كليتي الاكل الياباني؟
واش عندك شي شريط ديال الموسيقي الشعبيه؟
رقم الهاتف ديالي هو واحد جوج تلاته ربعه خمسه سته سبعه.
انا عندي دوخه البحر بزاف. واش يمكن ليك تجيب طبيب؟
واش بغيتي غرفه للمدخنين او لغير المدخنين؟
كنضن باللي هاد السيد كان عليه يوقف.
كيبان فيك البرد.
محتاج شي سيور ديال الصبابط.
انا مهتم بالتاريخ، داكشي علاش بغيت نزور الاماكن التاريخيه.
اذن بغيت نحجز لسبعه.
سمح ليا، ماعندنا غير البيره ولا الويسكي.
ماكاينش فالمكتب دابا. نقدر ناخد رساله؟
عافاك صرف هاد الشيكات السياحيه.
واش عندك صرف؟
حيت فامريكا، ساهل تدخل للجامعه ولكن صعيب تتخرج.
كيفاش نقدر نشعل هاد الضو؟
تقدر تتحرك شويه ليمن؟
شنو هوما لمعلامات اللي كاينين فطريق؟
نعم، انا. انا غادي ل لوس انجلوس.
خليه طويل.
تسالاو لي ليصانص.
واش يمكن لي نحصل علي جوج بلايص خاويين لهاد الليله؟
واش عندك طاوله لربعه؟
راه لهيه، غير قدام مكتب السياحه.
عمري ماسمعتش هاد لعناه في حياتي
سير نيشان حتي تشوف فارماسيان.
شحال كايسوي الفطور؟
كيف نقدر نساعك
دور علي اليسار فالتالته د الزنقه.
واش تبغي القهوه ديالك فيها السكر والكريمه؟
واش يمكن ليك تصرف هاد الشيك ديال مياتين دولار؟
الا بان، عافاك اتصل بيا.
فين هو المقهي؟
بغيت تريكو د الدراري الصغار.
واخا. كايسوي خمسه و تمانين سنت للبريد العادي و زياده بتلاته دولار و زيرو سنت للزياده ديال التسليم الخاص.
كون كنت منك، غادي نشري هادا.
واش غادي تكون عندي شي صعوبه مع الجمارك؟
واش عندك صباط ديال الخدمه بالقياس ديال الرجل العريضه؟
لا، بلحاق واش نقدر نقترح عليك واحاد التوصول لي يقدر يستعملو واحاد الشخص فبلاصتو؟ عندنا واحاد القطعه.
بغيت بيرمانونت مجهد، عافاك.
بغات شي بيره.
بْصّحْا. كِيفْ اَلْحَالْ؟
سمح ليا غادي نحتاج نشوف شي وثيقه كتعرف بيك.
شنو نوع داري ؟
هادشي بارد. تقدر تسخنو؟
اسف، هاد البلاصه راها عامره.
انا بخير. ولكن واش تقدر تتصل بصديقي؟
شكرا هاديك كافي
شكون انسانك المفضلين
نهار الصحه و الرياضه نهار عشره اكتوبر هو عيد وطني الهدف منو هو تشجيع صحه المواطنين.
واش بغيتيني نتحقق تحت غطاء المحرك؟
واش تقدر تعاوني نلقا باليزتي؟
واش يمكن ليك تدير الترتيبات مسبقا؟
كايعاونوني. شكرا لك.
منين توصل لتما، سول واحد اخر، عافاك.
بغيت نزيد نهار ربعه وعشرين، عافاك.
ها هوما جوج دولار. خود الباقي.
واحد الهامبرغر وواحد الجبزبرغر، عافاك.
شحال كتخدمو علا المعامله؟
بغينا نخلصو كل واحد علي ماكلتو.
البلاصه كانت فواحد الكرسي فلوبيطال.
عافاك صرف هاد الين لجنيهات.
بغيت شي ديكسيونير صغير، عافاك.
لجوج دالناس مع السبعه. الاسم هو واتانابي.
ساعتي. كانت سيكو رقميه.
غادي نكونو فرحانين نقدمو ليكم المشروب اللي ختاريتو، متبوع بالعشا. دليل كامل ديال المشروبات اللي كنقدمو فهاد الرحله كاين فالدليل المعلوماتي ديال المجله ديالنا.
واش كاتعيش هنا تقريبا؟
فين كاينه الكادو؟
انا في الطريق السيار واحد قريب لخليج مورو.
بغيت شي منبه، عافاك.
بالمناسبه، سميتي هيروشي ايجيما.
هاد القطار كايتوقف فليك فوريست، ياك؟
اغلب اليابانيين كياكلو الاخطبوط والحبار.
ممكن تعطيني جوج تذاكر فالدرجه التانيه لشيكاغو، عافاك؟
مشيت لنيويورك.
شنو هو رقم الرحله؟
واحد لنيويورك، عافاك.
شي يامات هكاك.
التاني علي اليسار.
هاد البطاقه، واخا؟
واش هادي مول السرجيه واش كاينا عين قريبه
واش عشره دولار كافيين بالطاكسي؟
هادشي مداقو فشكل.
اه. تسنا, غادي نجيب ليك واحد.
نص قرعه، عافاك.
بصراحه لا. غير شي حاجه ماشي غاليه.
واش كاتقلب علي شي حاجه؟
اربع ليالي.
محتاج شي تقاشر.
واش تقدر تدير شي تمن اقل حيت كاينين فيه شي طاشيات؟
...تسد الباب و مشات كملات شغلها...بعدما سالات...مشات جلسات فال
مامتاكدش واش جمعت حوايج كافيين لرحله ديال تلاته دالسيمانات.
ايوا، بغينا شي نجرب شي خمره بيضه.
لباب ليا يساله فقها كفيه
انا متاكد باللي كان عندي فالجيب الدخلاني دالجاكيط ديالي.
واش يمكن ليك تعطينا الاسم والرقم ديال الطرف اللي كتعيط ليه؟
واش الطياره غادي تخلص ليا باش نشري الاغراض الشخصيه الاساسيه؟
بغيت شي شومبر فيها البينوار.
واش ماخرج والو من الاله؟
كان من المفروض تاخد الرحله تمنيه جوج صفر، اللي قلعات هادي ربع ساعه. واخا. نقدر نرتب ليك رحله اخري.
شي واحد فتح الپاكيط ديالي.
اوه، ماشي مشكل. راك هنا اصلا.
الخطوط الجويه اليابانيه، رحله رقم واحد جوج تلاته.
محتاج نشري شومبوان.
تقدر تقول ليا وقتاش غادي نوصلو ل سيفيك سينتير؟
فين كاين اقرب جزار؟
بغينا نبقاو ربعا ديال الليلات من اللول ديال غشت.
شنو سميت هاد الورده؟
خمسطاش شتنبر هو عيد احترام الكبير.
ماكايناش الصابونه فالغرفه ديالي.
واش كاين شي حاجه نقدر نديرها لهاد لحساسيه؟
واش ممكن تغير الكلاب الا ما قلتي دادي
شحال دالوقت كاياخد الطلب؟
واخا تهدر لييا بشوييا، عفاك؟
شحال دالوقت غادي يبقي قبل ما يخرج؟
فين هي المعلومات الرياضيه؟
هاد القياس هنا، لي كاتقول ليه القياس العادي، غادي يقد.
فين غادي تسالي الجوله، و وقتاش؟
فين خاصني نبدل التران باش نمشي ل ايدينبره؟
بغيت نحط هادي ف صندوق الامان.
فين يمكن لي نصرف فلوسي؟
واش نقدرو نخليو حوايجنا، من غير الاشياء الثمينه، فالبيس؟
السلام عليكم هاد السرط لي فاتجاه ديالي واش من اجل
غادي نخلص خمسين دولار.
دابا عرفت شنو كان واقع.
معاك ايكدا. عندي حجز لطاوله للسته و نص هاد العشيه. و لكن سمح ليا غادي نوصل نص ساعه معطل.
شحال من اوقيه د العطر يمكن لي نحصل عليها بلا رسوم جمركيه؟
غير سياريه
مزيان، عافاك سينيهم. كيفاش بغيتيهم؟
واش باقي عندك بلايص للفراجه ديال هاد الليله؟
بغيت واحد كبير.
مع السته و نص.
انا فوتوغرافي حر.
السماسريه يقدرو يبدلو ليك الدولار ديالك بقمر. واش نمشيو؟
عندنا تقريباً تلاتين نوع من زيوت الحمام.
غادي يكون عندي العرض ليك السمانه الجايه.
شكرا لك. بشري هاد القفاره
خاصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات غاليين.
منين اصل هاد الحوت ديال فراشه؟
تقدر تبدلها بالدولار، عافاك؟
كتصدق جدا عندهم واحد في مقاسر يا علا مول المول
واش كاين شي ليموزين؟
واش يمكن لي نحصل علي اتصال دالفياق غدا مع الخمسه و نص دالصباح؟
كنفضل شي غرفه هاديه.
بغيت مزيل الصباغه ديال الضفار.
بغيت بطاريه.
واش كاين شي فرقه ولا ديدجي؟
واش نقدر نكري معدات الغوص؟
بغيت نحجز غرفه لمده ربع ايام من اتنين و عشرين ديسمبر.
واش هاد الصاك صالح لجميع الاحوال الجويه؟
بغيت شباكيه عفاك
بغيت نكري طوموبيله اوطوماتيك لمده يوماين.
مشات عليا الرحله عشرين لسان فرانسيسكو.
شحال للمطار؟
مزيان. وقتاش؟
شحال العمر ديالك
تقدر تقول ليا علي شي فنادق نقيين و رخاص؟
نقدرو نحجزو ليك غرفه مريحه فواحد القلعه قديمه حدا واحد النادي ديال الكولف مشهور.
كنصحم هد شيء حيت من مءابات انيقيه من نوار مقاديش
واش كايوقف القطار فبرايتون؟
تقدر تقول ليا فين نقدر ناخد طاكسي؟
جوج تذاكر فالدرجه الثانيه، عافاك.
بغيت نصيفط فاكس.
بغيت مصلوح ديال السفر.
واش يمكن لي نعرض عليك شي حاجه؟
نهاري؟ خايف نسول، ولكن شنو كاتقصد؟
بغيت واحد تيست فيه الورده العاديه بلا ما نطيبها ولا ما نطيبها مزان
اه ولكن ماشي برعايه
عندي لحساسيا من لمشاش.
اه، خاص تكون عندك رخصه السياقه و، اه، خاص تكون عندك رخصه من طرف لجنه سيارات الاجره والليموزين.
تفضل، سيدي.
ماكانقدرش نحصل علي الما سخون.
بغيت نحجز غرفه لهاد الليله.
لا، راه معفي من الضريبه و رسوم الخدمه.
واش تبغي تمشي للتسوق معايا هاد العشيه؟
سلام هدشي فستيم طراب
دابا المكالمه ديالك دازت. عافاك تفضل.
شنو هو رقم البوابه؟
اشنو السفير الهاوءيكون؟
واش يمكن لي نمشي ليه بالميترو؟
بغيت بروشينك.
واش غادي نطفرو ب هضره د زنقه
جيت من النرويج.
من العشره للطناش، عافاك.
بالتاكيد. خليني نشوفو. تجرحتي بالمرجان، كنظن.
باشما كان، عطيني رقم الشخص المسءول.
واش كاين شي طريق سيار؟
علاش ماجاش للحفله البارح؟
كاين شي كسيده ديال الطريق.
اسف، عندي الرقم الغلط.
دخل الكود ديالك.
ماقدرتش نضبط الصوره.
واحد سندويتش بالجبن وعصير البرتقال، عافاك.
ها هو جواز السفر ديالي.
علاش شكرا بزاف هذا واش نقدر نصابو
ممكن تعطيني جوج تذاكر للعرض الموسيقي للجمعه الجايه؟
واحد المسافر اخر گال راه يقدرو يبدلو البلايص معاك.
واش ممكن نصاوب فيا؟
قول، واش كتعرف شي حاجه تستاهل تشوف هنا؟
لا، بغيت نكري واحد المجموعه صغيره ديال العصي دالغولف وصباط.
واش تقدر تعلمني منين اتلقاو الامتعه لي ضاعت؟
شنو سميت هاد المنتزه الوطني؟
عندي جرح صغير.
فين بلاصه ازوينه للتنزه؟
واش يمكن لي نحصل علي شي فاكهه؟
واش يمكن لي نتغذي دابا؟
محتاج نصرف هاد الدولار.
محتاج طاكسي. انا ف ساوث ماين و ليبرتي.
طبعا واش محتاجي لبرطال
ماشي تفاصيل يكون نخاص
غادي نعطيك وصفه. ديها لصيدليه.
كنطيرو تلاته دالمرات فالسيمانه، التلات والجمعه والسبت.
هادشي غالي، ياك؟
اه، عندنا. غادي نوجدوه ليك.
واش تقدر تخلي امتعتي عندك حتي لتلاته؟
لا، بغيت غير ندوز.
واش يمكن ليا نحجز طوموبيل اكتيسيتي هنا؟
واش انتا ميريكاني؟
لهاد البلاصه، عافاك.
طوموبيلتي خاسره.
فيناهو الظل ديال العين؟
بغينا شي كوان هادي، ايلا كان ممكن.
واش هاد الطاكسي خاوي؟
واش هادي محطه اكسبريس؟
معاياش خاصني نجي؟
بغيت ابريق صغير ديال النبيذ الابيض.
اوه. واش يمكن لي ناجل الوجبه ديالي؟ ما كنحسش براسي مزيان دابا.
فعلا عندي خبره انا نتراح
شي سروال اخر؟
واش يمكن لي نحصل علي برنامج؟
الليله اللي فاتت، الشومبر ديالي دكدكوها.
وريني لحوت لي شفت ليوم فتصويره ديال الكتاب، عافاك.
شوف التعليمات علي الغلاف ديال الماكله المعلبه بالتفريغ.
بغيت فلوس وراقيه.
خطف ليا بزطامي و هرب.
واش معندكش دروبات ؟
فين نقدر نشري التنابر ديال البريد؟
انا من بريطانيا العظمي.
خاصني نتشاور مع مراتي فهادشي.
بغيت تعويض علي هادشي.
كاين واحد التيليبوتيك قدام هاد البنكه.
غادي نوصل نهار تسعود مارس ونغادر نهار ربعطاش.
هادشي غالي شويه، ماشي؟
واش عندك الفيشي؟
فين كاين المحطه الطرقيه؟
واش تبغي شي تحليه؟
واش كتهضر؟
نفس لي عفاك
الطلبيه ديالي مزال موصلاتش.
كاين بزاف دالينابيع السخونه.
عافاك صرف ليا خمسين الف ين ياباني للدولار الامريكي.
هادشي مزيان. فالحقيقه بغيت نكمي.
فين يمكن ليا نكري حوايج ديال التزلج؟
واش نسيتي مشروباتنا؟
واش تقدر تصيفطو ليا علي العنوان ديالي ف اليابان ب البريات الدوليه ديال الجمع؟
بغيت كاس ديال الروج.
غير الا كان ديالك سيد الذي هههه غير شي نكتب
موفقه كفاء نديرلك
عندنا البيره، الويسكي، البراندي، الجن، الفودكا، و النبيذ.
بطاقه الهويه، اوه، عندك الصح. واخا لاكارط ناسيونال؟
رقم الغرفه ديالي هو تلاته عشرين سته. واش تقدر تهز ليا الغسيل ديالي؟
غادي نشوف واش كاين شي قياس من هادو.
بغيت غلاي دالما.
جيب لييا شوييا ديا فرماج محكوك.
واش يمكن لي نغسل قميجاتي غدا فالصباح؟
واش يمكن ليك تخليه يعاود الاتصال بيا؟
علاش اذن؟
اسمح ليا. واش كاين شي مكتبه قريبه من هنا؟
كنضن باللي راك غالط. الغرفه كانت مدفوعه مسبقا. عندي التوصيل.
الطوبيس كاين لهيه.
بغيت جوج بكرات من فيلم ايزّو ميه، بالالوان، سته و تلاتين صوره، عافاك.
بغيت نصرف هاد الشيك بسبعين دولار.
بغيت نشري تنابر عشره ديال البيطاقات البريديه لليابان، عافاك.
واش كاينين شي بنوك حدا المحطه؟
سمح ليا كاين شي غلط فالفاتوره.
ها هو هنا.
واحد سندويتش ديال الكفته، باش نديه معايا، عافاك.
مايمكنش ليك تدير خدمه التصميم بلا كمبيوتر.
دوزو
كاين تقطاع هنا فبلاصت القميجه. واش تقدر تخيطها ليا، عافاك؟
شحال التذكره ديال الذهاب فقط لمانشستر؟
واش تقدر تسلفني كابل تشغيل البطاريه؟
فين نقدر نشري پياركو ديال لبحر؟
اذن، عافاك دير ليا حجز جديد.
اعطيني شريحه الديك الرومي، ولكن ماشي غليضه بحال هكا.
احنا جايين مع السبعه.
ملي كنشوف الاثمنه رخاص هاكا، كيبان بلي حشومه نشريو اي حاجه فاليابان.
حتا انا تسرقوا لي السجلات ديالي.
واحد مخروط مثلجات الفانيليا، عافاك.
متافق. خاصها ترجع حاجه طبيعيه بزاف.
ردّوا البال للفجوه، ردّوا البال للفجوه، ومن بعد قربوا من البيبان، عافاكم.
غادي نحتاج بطاقه الاتمان.
هاهو الرقم.
وريني شي بلاصه زوينه فهاد الواد، عافاك.
عافاك عطيني تقرير الحادث.
لا، شكرا ليك دابا.
واخا، عافاك بقي علي الخط. سيد ناكاجيما، السيده سايتو باينه ماتتجاوبش علي الاتصال. واش بغيتيني نحاول نتاصل بيها شويه اكثر؟
واقيلا، ولايني خاصنا نزنوهم بوحدهوم.
باينه شويه ناده بزاف
فيناهوما اغراض السفرديال الرحله رقم سبعه زيرو تلاته؟
كاين شي موشكيل فالقبضه ديالك.
واش غادي يخسر؟
لا, شكرا. من احسن بلاش من شي شراب اخور.
عافاك قول ليا شي شوارع مزيانه للتسوق.
واش هاد الطوبيس كايمشي لفندق هيلتون؟
دابا، هاد اللوحه راها خاصه بزاف. راها من طرف تسوروتارو كاتاوكا. هو معروف كفنان عالمي.
عندي واحد التقدير كبير للموسيقي الكلاسيكيه.
واش يمكن لي نعرضك للعشاء فشي وقت؟
واخا. اشنو سميت الحزب ديالك و الرقم ديالو، عافاك.
سمح ليا. خرجني، عافاك.
واش تقدر تتصل بشي موظف كيهضر باليابانيه؟
كانزورو العاءله ديالنا بزاف.
ميكي هاياكاوا. هادا الشومبر سبع ميا و جوج.
خاصني نبات هنا هاد الليله، ياك؟ واش تقدر تعاوني نحجز غرفه اوطيل؟
ما خاصش يتطول. اخمسطاشر دقيقه علي الاكثر.
واش تقدر تقول ليا تكلفه هاد المكالمه؟
واخا، تقدر تقول ليها انا عيطت، عافاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جوله فالصباح؟
واش كتصرف العملات الاجنبيه؟
الميزانيه ديالنا هي تقريبا خمسين دولار فالمجموع لتلاته دالناس.
فين نقدر نشري فيلم د تصاور؟
واش عندك بيره يابانيه؟
بغيت شي مايو فالموف قياس صغير، عافاك.
بغيت نتقيد علي قبلي الصيكان ديالي.
معاك الانسه كاوانزو فالغرفه سطاش حداشر.
مرحبا بخير
ماكاينينش.
اشنو اللي اهم عندكم يا اليابانيين راس السنه الميلاديه ولا عيد الميلاد؟
رقم المقعد ديالك هو اتنين وتلاتين الف. من بعد، سير نيشان فهاد الممر. راه مقعد حدا الشرجم.
واحد الدقيقه، عافاك.
عافاك عمر تقرير الضياع.
مفهوض الامريضه يحط عليا اللغه البريه
من لبارح.
داخل فيه اصطدام و تامين المسءوليه.
تلف ليا الديكلاراسيو ديالي.
واش عندك شي بادجات زوينين؟
كا نعيط من كشك عمومي في ميسي.
هادو كبار بزاف.
شحال تمن ديال الحادكه لكل ساعه
السيدات والساده، فالرحله ديالنا اليوم، عندنا مضيفات الرحله اللي كيهضرو باليابانيه واللي يمكن التعرف عليهم من خلال الدبابيس اللي لابسينها. الا كنتو عارفين شي واحد محتاج للمساعده فاللغه، عافاكم خبرونا.
واش كاينه شي فتره معينه للفن لي كتفضل؟
عافاك تحقق منو مره اخري.
سير نيشان مع الواد تقريبا واحد الميل. غادي توصل للبارك.
لا، راه متينين بزاف.
واخا، غادي نصيفطو ليك للاس فيغاس.
كنقلب علا قمه جروب
واش تبغي تشرب شي حاجه من البار؟
من هنا عافاك. خود هاد المصعد.
من الافضل تاخد القطار لي غادي ف التمنيه و النص.
واش كاين شي قاعه ديال السينما هنايا؟
دابا هادا موسم المحار، اذن غادي يكونوا مزيانين.
بغيت شي ساعه اليد تكون مستعمله.
غادي نتقيد مع التسعود بالليل.
تعطل الحال. خاصني نمشي.
ماستعملتش خدمه التصبين ديالك. واش تقدر تتحقق من هاد الشي مره اخري؟
بغيت اتاي، عافاك.
لا، ماكاينش.
واش هادي هي المحطه الاخيره؟
يالاه نعيطو ليه.
واش هادشي حار؟
فين يمكن لي نلقي طوبيس سياحي؟
اه، بغيت ندير سياحه فالمدينه.
كاين بزاف د السياح دايرين بالبنايه كيبانو تجمعو باش يشوفو شنو واقع
شكرا علا الغواج ديالك
صاحباتي احسن سياسه
تقدر تفيقني مع السته، عافاك؟
شحال كايسوي لنص نهار؟
انا كنجي.
واش كتعرف شي بلايص مزيانين يتشافو فشيكاغو؟
ايوا، ايلا كنتو بزوج مصممين، غادي نوافقكم.
تقدر تبدل هادا بواحد اخر من نفس النوع، عافاك؟
بغيت ندير واحد الحجز لتلاته و نص ديال العشيه.
صندوق السلامه، عافاك.
عافاك اختار شيخون ديال النبيذ مزيان.
بغيت شي بلاصه صغيره.
واش خاصني نخلص البنزين؟
شفار. شدوه.
كنتسناو صحابنا يجيو.
عافاك اعطيني شويه صرف.
بيرمانونت مجهد، عافاك.
حلوه و كتشهي
شناهي اوبيرا ديال اليوم؟
مفللل، عافاك.
الغسيل ديالي باقي مارجع.
بالمناسبه، واش مسالي السبت الجاي؟
ايوا، اذن، يمكن نتفاهمو مزيان بجوج.
حيت عارفا كيبان في مساكين
انا فهاذ حتا تقدر تساعدني في مشكل اخر
واش يمكن ليك تدير ليا عدسات طبيه فهاد النضاضر دالشمس؟
غادي ناخد جوج من هادو.
واش كلاب زوينين، اش منشور؟
طاحت ليا الشوكه. جيب ليا وحده خري، عافاك.
كان داكشي زوين.
وايييييس سير سير ودنيا عند الجربه تجدي عليك علاش
واش عندك شي فيلم للشراءح بالالوان؟
واش كتعرف كاتي؟ راه عيد ميلادها.
واش عندك لاءحه ديال الالوان؟
واش يمكن ليا نخلص بشيك سياحي؟
ولكن هو را راجل كيفاش انا عرفت هداك هو را
واش يمكن لي نحصل عليه بلا ضريبه؟
ما نقدرش ندير الامتعه ديالي تحت المقعد. واش تقدر تحتافظ بها ليا، عافاك؟
ممكن حطي هاد الشيره فالكسوه
غادي نخرج دابا، اذن غادي نديه معايا.
عافاك صيفط ليا لي يهز ليا الباليزات ديالي مع السته و نص.
بغيت خريطه سان فرانسيسكو والمنطقه اللي دايره بيها.
اشنو ديال الخبز
فين هو المصعد؟
واش كاين شي واحد يقدر يعزف علي البيانو؟
فينا غار خاصني ننزل باش نمشي لمبني امباير ستيت؟
الميزانيه قل من الف دولار.
...ولكن ماكانظنش عندي الوقت باش نبقي جوجت الليلات. واش تقدر تحجز ليا غرفه ثناءيه ف هداك الفندق ليا انا ف ليلت اطناش مارس بوحدها؟
واش يمكن لي نحجز غرفه مزدوجه كتطل علي المحيط؟
باقي ما قررناش.
تعكل صاحبي و تلوي ليه الكاحل.
غادي نجرب شي مونادا.
واش كاين شي مطعم تايلاندي قريب من هنا؟
هادا ليطاح ديال المبنه هادي مره بنفس الطريق لي دارو منها حتا المريبه ودع للساع الايام
خاصني نشد الطياره للوس انجلوس غدا فالصباح بكري.
من بعد، نقدر نوصي ب "جوله مدينه سان فرانسيسكو". هادشي كيعطيك الخطوط العريضه ديال سان فرانسيسكو.
بغيت ناخد تامين.
نديرو كماس بار الفول يسكن الضوء
بغات تشري كسوه.
شحال ثمن الطاكسي لهاد الاوطيل؟
فيناهو المرحاض؟
واش كاين شي رسوم الدخول لهاد المبني؟
دير اللي بغيتي.
كا نقلب علي شي حاجه داللباس.
النافذه عاركه.
ف اينا جهه من ساحه الاتحاد كاينه؟
نص اونصه من العطر رقم خمسه من شانيل، عافاك.
واش نشري قهره
واش خاصني تذكره؟
بشحال تقريبا كتكلف الخدمه؟
شحال دالطريق من هنا؟
الكريمه والسكر؟
واش عندك شي تخفيض بالنسبه للاعضاء؟
واش كاين قطار سريع جدا مع التسعود و نص؟
خليني نتحقق من زيت الفرامل والمحرك ديالك. محرك السياره ديالك كيبان لي قريب يطفي.
ماكانتش الغلطه ديالي.
لا يوتيو
غادي نبلغ هادشي للبوليس.
واش كل واحد غادي يخلص المشروبات ديالو؟
من تلاتين تال خمسين دولار فالليله.
عافاك صلح هادا.
في ايام السنين وفي المناسات خاصه بالعرارات العربه والتجابات او لعاديات
ماراء بزاف عفاك
علاش ما تعطيش ليها شي كادو؟
اشمن فيلم تنصحك
هاهي عشرين و عطيني جوج دولار صرف، عافاك.
دازت علي جيهتي.
يمكن لي نجي مع الجوج.
واش هادو الامتعه ديال الرحله الجويه ديال الخطوط الجويه اليابانيه زيرو واحد؟
انا فوق اول مره لدار باريس
واش يمكن ليك دير تقدير ديال التكلفه قبل ما تبدا تخدم عليه؟
دخل، عافاك.
الرحله ديالنا علي الاقدام غادي تكون ممتعه بزاف.
فين يمكن نركبو فالباطو؟
ما عندناش شي ميكه لهاد الكميه داكشي علاش غادي نديرها فهاد الميكه الكبيره ديال البلاستيك.
بغيت نلعب التنس.
كاين عصير الاناناس و البرتقال و مطيشه.
في الجهه اليسري من هاد الطابق، حدا الدروج المتحركه.
شنو كيلو فسلوزي اليوم
ماتبغيش تشوف شي فيلم اخر؟
عافاك صرف هاد الشيك السياحي لفلوس.
بغيت ناخد نفس الدرس غدا، عافاك.
حتا ممكن نعودك باش كترجي شي وجوهين
محتاج لهديه لعيد زواج.
شنو مول موسيه فيها دابا
واش عندك مرايا؟
اسمح ليا، ولكن ضيعت طريقي. واش تقدر تعاوني؟
غادي ناخد هادي، عافاك.
مايمكنش ليك تدخل القنبول لكندا.
ماشاء الله علا ماليده ديالك
واش محتاج لشي مساعده؟
تقدر تحجز ليا طاكسي لسته دالصباح غدا، عافاك؟
شنو تبغي معا الطبق الرءيسي ديالك؟
واش كاين شي بوتيك هنايا؟
هاد لبلاصه عامره بالناس، ياك؟
اسمح ليا. غادي يكونو واجدين من دابا شي خمسه دقايق.
ضربني البرد فعنقي فاش كنت ناعس.
واخا، ماشي مشكل. واش يمكن لي نشوف جواز السفر ديالك؟
ماعندي حتي شي فلوس.
وقتاش خاصني نكون فالمحطه؟
كاين بزاف دالمطاعم غير فهاد الجوايه.
راه حدا غرفه المعاطف.
زوينه معاك
واش كاين شي جوله ديال بعد الظهر؟
انا مع صحابي
استمتعت بالاقامه ديالي. شكرا لك.
البحر لتحت مباشره. مشهده شحال واعره.
...شكرا علي انتظارك، انسه ماغواير... ها هو... تفضل، عافاك...
واش عندك شي وثيقه الهويه مصوره؟
سبعه، عافاك.
بغيت نصيفط هادشي ل صايون. وقتاش يوجد؟
عندي سروال مخطط.
اه. شي باليزات ديال شي ناس اخرين جاو للغرفه ديالي دابا. واش ممكن تتحقق من هادشي، عافاك؟
واش تقدر تشرح ليا بتفاصيل اكثر؟
واش نعستي مزيان؟
تقدر تضغط علي زر التصوير؟
جوج سوارت، عافاك.
بغيت شي مصباح.
راه ف اللّخر ديال هاد الكولوار.
بغيت ورق الرساءل.
واش غادين فالكار؟
قلتي غادي ل طوكيو غدا؟
خليني ناعس حتال تسعود.
خاصني نحول ل ايي دابليو واحد زيرو زيرو. واش ممكن؟
كي دايره لعبتك هاد ليام؟
اود بالتشور في الصدر
مكاين مشكل. ايلا جيتي فالخامس من شتنبر، تقدر تستمتع بمشاهده فيلم علمي، حيت عندنا يوم مفتوح خاص فالجمعه الاولي من كل شهر.
واش عندك شي رحلات سياحيه اخري؟
واخا، خمسه فالميه ديال التخفيض. واش هادشي مزيان؟
انا غادي لباريس.
ماشي اخر نموذج، ياك؟
مقرره مع التمنيه و نص دالليل بالتوقيت المحلي.
ديرو معانا داك المبنه
واخا. غادي ناخد واحد الزلافه متوسطه و واحد الكره دالروز.
شكون هاد الشكوق
بغيت نشوف هاداك اللي في الزاجه، عافاك.
لا، مستحيل. حنا ف عطله. ما غاديش نگلس ف غرفه الفندق و نتفرج ف البيسبول ف التلفزه. بغيت نمشي نشوف مسرحيه.
واش ممكن نليه
واش تقدر تجي تصلح هنا؟
بغيت شي الياف اصطناعيه.
سميتي تارو طاناكا. عندي حجز.
بغيت شي كريم نغسل بيه.
بغيت كسوه كم.
سرقولي الصاك ديالي.
بالنسبه توجهنا بزاف المرات واش لا
واش يمكن لي نشوف القاءمه ديال الماكله مره اخري؟
مازينشوي كيبان شوي
شحال
الفرجبرك عفاك
جبل فوجهي اول تليا في الياحه او ابوكات او المستمدات او المنزعات او
لا، باقي. كاين شلا ما تختار.
بغيت شي كريم ديال الليل.
كاين بين المخبزه والجزار.
واش يمكن ليك تقصر الاكمام؟
سمح ليا ماكاين حتي شي ملعب دالغولف هنا.
تقدر توريني الخاتم التاني علي اليسار؟
تقدر تقول ليه يعيط ليا؟
عيطت دولي. واش شدوه ليك بعدا؟
هادي غالطه.
اه هو لان تتشوف الرايه مع البريه
متاثه كتسمعيهم ياك
بغيت ندير مكالمه هاتفيه ب بطاقه الاتمان.
بغيت نديه معايا.
منين يوصل، غادي نخلصو باش نصيفطوه حتال العنوان ديال الدار ديالك.
هاد ايام كندير داءم باستو فالخدمه
اوه، واخا. فهمت. غادي نجي عندك.
لا، باراكا.
واش يمكن لي نحصل علي بطانيه وخديه؟
واش توجدها فوق قويه من فضلك
كاس قوه من فضلك
كانقلب علي شي بطاقات اللي عاده كاتكون من هاواي.
واش تقدر تجمع الخصر بتلاته سنتيمتر؟
انا ف نفس العمر.
واش تجيبني قهره؟
تلتميه و خمسين دولار؟ هادشي فوق مزانيتي.
واش خاصنا نديرو تصويت علي هاد الشي؟ الا ماكانش، كانظن وصلنا لشي خلاصه، غادي نصيفطها لمجلس الاداره ديالنا غدا فالصباح.
واش كاتعرف الا كاينين اوطيلات رخاص؟
مساء الخير انت نمت مزيان
شنو ناوي دير من بعد ما تسالي قرايتك؟
سرقوني في الشارع، سرقو ليا الصاك من كتفي.
واش كان عندك شي خدمات اخري غير الفطور ديال الصباح؟
ياريت كاس قهر بيض من فضلك
واخا. واش كاين تما فندق شيراتون؟
كنتمنا مايكون عليك العيان
بغيت نكري سياره من هاد الدرجه لمده يوماين.
غادي ناخد لقطه ديال جاك دانيالز.
بغيت كيس ديال البوبكورن، عافاك.
طاحت ليا العكاز ديال السكي.
ما كنجيبو حتي هديه للعرس، بلاصت داكشي الضياف كيجيبو الفلوس.
بغيت نصيفطو بالبريد البري او البحري.
الطياره وصلات معطله بسباب الثلج الكثير.
شارجي، عافاك.
واش تقدر تاخد رساله، عافاك؟
اسمح ليا، مافهمتكش. واش ممكن تهضر بشويه عافاك؟
شنو نقدر نوريك؟
واش نقدر نتصور؟
من ميه.
رقم الرحله هو اتش بي تسعود وتمانين لطوكيو نهار لحداش مارس.
واش يمكن لي نحصل علي نفس الوجبه بحال هادا؟
واش عندك واحد اخر؟
عافاك جيب ليا الفطور ديالي للغرفه ديالي غدا فالسبعه ديال الصباح.
خدام الصيانه غادي يطلع دابا.
انا اسف. غادي نرجع من بعد.
كيفاش يمكن ليا ناخدو؟
واش كاينين شي بلايص خاويين فالجوله ديال نهار الخميس؟
اسمح ليا. نقدر ندوز؟
واش عندك شي غروسات و فواكه؟
عفاك قولي كيف نعرف نعس في ديك البطاطس
كانضن الطوموبيل ديالي كاتسوا تقريبا خمسه الاف دولار.
واش هاد الماكله قليله السعرات الحراريه؟
اينا طوبيس خاصني نشد باش نمشي للمحطه؟
اه، راه هو. ولكن خصك دور علي ليسار فالتالت دالضو لحمر وتبقي فداك الشارع حتي توصل للروت سته وستين.
بغيت كاس ماء نشرت شيء عفاك.
غادي نكون ممنون ليك بزاف ايلا ديتيني للبحر.
انا اسف. عندك الرقم الغلط. هادا هو تانكيوشا بريس.
احنا غادين.
شنو هاد الموسيقي؟
عفاك عطيه لوليداته واحد القيات بعد كل وجبه
هاد الموديل كاين فقياس تمنيه و عشرين، واحد و تلاتين و خمسه و تلاتين سانتيمتر.
اوه، هاذ الشي باين فيه بزاف.
واش نقدر نستعمل التلفون ديالك؟
هاد الريحه زوينه بزاف. بشحال؟
بغيت نعاود ناكد الرحله ديالي لشيكاغو فالسبعطاش.
كليت شويه فوق القياس.
واش يمكن لي نهضر مع السيده براون؟
هاد دار كايصدق للسكين فيه لاباس؟
بغيت ندير حجز علي رحله طيران نورث ويست صفر تمانين ستاوعشرين ليوم خمسه.
البزطام ديالي، جواز السفر و الاغراض الشخصيه الاخري.
وقتاش كاتسد؟
بلاتي واحد الدقيقه. واقيلا خليتو فبيت الما.
هذا الا كنت داخلها
اه ياااريي هكا
مول دارك كبير بحال الحوايات
استمتعنا بالعشاء.
فهمت، ولكن مانقدرش نقولها.
اوه، نعم، عافاك. كنتمني غير ما يكونوش كيدوخو من البحر.
لطوكيو، عافاك.
اشناهي المده ديال الوصول ديالنا؟
غادي نخرج غدا فالصباح بكري، داكشي علاش بغيت نخلص دابا.
شيري ميبس، عافاك.
بلاصه ممنوع التدخين، عافاك.
هو مشغول دابا.
واش يمكن للاجانب يوصلو للكتب فهاذ المكتبه؟
واش يمكن لي نبقي فالغرفه ديالي حتي للساعه جوج ديال العشيه؟
ههه طوب عليك الوقت ديالك لابس
بغيت شي رولو من هاد الفيلم رقم ASA لهاد الكاميرا، عافاك.
فيناهوما لوحات موني؟
البيت هدي ماهي شكوتو
كيشهي هاد المطار
واصل بزاف
وقتاش كينطلق القطار التالي لبوسطن؟
عوال نتعلم الگولف.
عفاك عطيني شي شهوه خرجه
واش بالله شي مربع
سمح ليا الكمام قصار بزاف.
تقدر توريني كيفاش ندير ندخل الغاز؟
واش الفطور داخل فالثمن ديال الفندق؟
واش هادا كولشي؟
را هو في هاد الشارع.
عافاك خدم الكونتور.
الحره ديالي كتبر فيا
غادي نرجع نتاصل بيك منين ماتبقاناش مشغولين بزاف.
واش عندك شي واحد كبير؟
كانحس براسي مزيان.
واش عندك درايه بجغرافيه اليابان؟
عافاك وريني فين انا فهاد الخريطه.
قطر متول ماءه
بغيت نبدل بشي غرفه كطل علي المحيط. واش كاين شي تكلفه زايده؟
شحال كايتكري لوح ركوب الامواج لمده نص نهار؟
عشره نونبر.
بغيت شريط ديال الاله الكاتبه.
بنين بزاف.
وقتاش الانطلاق؟
كيفاش كاتخلي الشيفور يعرف وقتاش بغيتي تهبط؟
ربعه و عشرين دولار. بغيتي تزيد؟
درت الحجز في طوكيو واحد شهر قبل.
شكرا ليك من قلبي
واش نهبط هنا لروكفلر سنتر؟
عافاك قيس ليا القياس ديال صباطي.
واعر بزاف.
واش تمشي معايا فموعد؟
عافاك نظف/صبن هاد الكبوط.
بغيت نكري باطو.
فين كاين جناح النسا؟
واش القهوه ماكايناش؟
فاش كان قبل؟
تفو. تفو. تفو. تفو. ولفت وجهها.
واش خاصني نخلص الرسوم الاضافيه منين ندخل للبنايه؟
سلام عليكم الحفظ ديالكم في الخطوات سمحولكم من فضلكم
قاصحه الحره
فين جات المحطه؟
فيا التبوريشه.
تلت ايام.
قطع القنطره لي تما، وغادي تلقي المكتبه علي اليسار.
عفاك عاوني نلقا مراه يعتبه اليارات
مابغيتوش يكون تقيل.
غادي يكون شي تاخير خفيف.
شنو الفرق بين هاد لوطيلات؟
رزقّي مّحطه فات.
كان راءع. شكرا لك.
غادي نكون تما جوايه السته د العشيه.
واش عندك شي حاجه تكون طويله شويه؟
تاريخ انتهاء الصلاحيه هو مارس الف وتسعميه وتسعود وتسعين.
كيدازت؟
واش كاينين شي كازينوهات مزيانين؟
هاهي الفلوس ديال اقلام الحبر. ورقه نقديه ديال ميه دولار.
فين هو جناح النسا؟
فين يمكن ليا نركب فالباطو؟
صاحبي مجروح.
كاتبان بخير.
واش هاد المحل غادي يتفتح غدا؟
راه علي طول الممر.
تقدر عافاك تقاد ليا الشارب ديالي؟
داك لي كيجي مع سلو بارح ومنتخبه بتابع باوهن او فرنسيس
فين نقدر نشري الحشيش؟
مانقدرش نبيع هادشي بلا وصفه.
واش يمكن لي نحجز خمسه د البلايص مع بعضهوم ف نفس السطر؟
واش تقدر تسلفني واحد الحبل ديال السحب، عافاك؟
اشمن طوموبيل كتعطي احسن مالفيتي؟
ماغاديش تاخد تخفيض واخا تعيا ماتحاول.
تقدر تحل هاد الصاك، عافاك؟ شنو عندك هنا؟
بغيت ندير مكالمه بعيده للاوطيل هيلتون فبوسطن.
واش سيدات كيقبلوا
ردّ بالك، السقف هابط.
مكنشوف الشاشه من هنا مزيان. واش نقدر نعوض المقاديات لخير؟
زربت القلاء العظيمه اول مره
شي حاجه ما خداماش فهاد الماكينه ديال البيع.
محتاج للطبيب.
شحال دابا باش هي موجوده في المملكه المتحده؟
شي واحد اللي كيبغي الفن الحديث بحالك غالبا غادي يعجبوه اللوحات اللي كتشبه للهيبيز ومشهد موسيقي الشارع.
وقتاش؟
غادي ناخد هوت دوغ و كوكا.
انا مشغل المكالمات الدولي.
تقدر تشوف واحد المبني ابيض ياك؟ راه قدام داك المبني
من وقتاش؟
ماعندي مانعلن.
?ضروري خاصك تخلص الضريبه فاش تكون عندك اكتر من تلاته ديال القراعي دالشراب
صديقي مريض بزاف. واش تقدر تتصل بالطبيب، عافاك؟
مكنعرف بزاف علا النخل واش مزيان مع هاد الطبخ
واش يمكن ليك تتصل بيا علي الصباح، عافاك؟
كاين سطاسيون دالبنزين جوج شوارع من هنا.
اليابانيين متيشدوش عطلات طوال.
كانحس بحال الي شي واحد مقابلني. واش هادشي نادر تشوف شي واحد ياباني؟
طبعا لا علاش قولي الا
فين جا مدخل مكتب البريد المركزي؟
فين كاين مستودع ديال الطوبيسات ديال غريهاوند فهاد المدينه؟
واش المطاعم اليابانيه في كيوتو ماشي غاليه، واخا هكاك؟
واقيلا هادشي مجهد عليا شويه.
عندنا شومبر ديال توام مع بانيو بخمسه و ثمانين دولار.
بغيت التسعره ديال الكتاب.
العام البرد علي المعتاد ولكن ماشي بارد بزاف الثلج
فين نقدر نشري تذكره ديال الميترو؟
غادي ناخد بلايص رجال الاعمال، ياك؟
شحال غادي اتكلف ادا مشيت في الطاكسي من الفندق لهاد المحطه؟
ممكن تعطيني هادشي و هادشي، عافاك؟
كايقولو باللي اليابان بلاد غنيه بزاف.
واش كاينين شي بيوت خاويين ف فريكول ديال النعاس؟
واش تقدر تنقص عشرين دولار، عافاك؟
هدا كرد لصدين
التلج تيخلي الطريق مزلقان.
ماقدرتش نلقي الكاميرا ديالي.
غادي نصايب شي جوج ساندويتشات ديال الكاشير.
واش عندك شي حاجه تصرح بها؟
واش شاهتي ملون بلوني هد الكرسي
كاين محل ديال الورد قباله الشارع.
انا من طوكيو.
بغيت شي كريم دوش دريفالون.
عندي شي حوايج للتصبين.
انا طلب بيه من زمان
واش ممكن عافاك تصيفط شي حمال للغرفه ديالي مع السته ديال الصباح؟
غادي ناخد شوكولا سخون.
يمكن لينا نتافقو باش الغرف ديالك يتصبنو.
خاص، عافاك.
شحال كادير للووطيل سي اوطيل؟
واش يمكن لي نحصل علي تذكره شامله؟
بغيت نحجز طاوله لشخصين فالسبعه، عافاك.
بغيت شي كريم ديال الليل.
واش تقدر تغلف هادا بحال الهديه؟
هادي وحده وربعه.
غادي ندير الترتيبات باش نصيفط الفواتير ديال المتطلبات اليوميه ديالي، اذن عافاك قول ليا العنوان والاسم ديال الشخص المسءول.
مصعب بالنسبه نكون تعلم انجلس
واش عندك هادو فنفس التصميم ولكن بصبابط عاليين؟
بغيت تريكو للولد ديال عشر سنين.
ديني لطريق ابي، عافاك.
شكرا لك. مرحبا شكرا علا النزار
انا متاكد باللي عندي حجز.
غادي نصيفطو ليك، اذن عافاك تسني هنا.
احنا هنايا نهار واحد.
عندي شويه ديال الرواح.
متميزه العشات بزاف
لا، عافاك اجلس و تسني. غادي نرجع دابا.
واخا نشوف الطوموبيل؟
واش تقدر ترسم ليا خريطه، عافاك؟
واخا اسيدي. عافاك تكون فالشومبر ديالك حتي يجي الطبيب.
تشفر ليا فشاطء وايمانو. عافاك اجي دابا.
شنو بخصوص ميه دولار؟
بغيت هادشي مغطي.
بغيت نتقدم بطلب اعاده اصدار.
الحكومه دعمات تطوير الصناعات.
يقدر يكون فوق خمسين عام، كانضن.
شنو هو اقل سن يمكن يدير هاد الشي؟
واش عندك شي خراءط بسيطه دالمدينه؟
الا كان ممكن، ما بغيتش ننزع ضرسه.
العدد هو كره وحده، جوج اخطاء.
وقتاش التران كيجي ل سان دييغو، عافاك؟
بغيت نشوف لا بواط ديالك.
بغيت شومبوان.
انا مقيم فاوطيل هيلتون.
فيا الدوخه والقي.
بلحاق عندي موعد باش نشوفها مع الجوج.
واش هاد السياره كاتمشي ل ايدينبره؟
اه، عافاك عمر هاد الاستماره.
شحال كتكلف الامتعه الزايده؟
سميتي كيمورا. بغيت نلغي الحجز ديالي للجمعه.
اوه، سمح ليا. كاين مشكل و حنا كانحلوه. واخا تستني شي تلاتين دقيقه؟
وقتاش نقدر نخرج؟
فهمت.
غادي نعيّط لشي واحد.
واش تبغي تصفي الحساب دابا؟
طُومُوبِيلْ جَاتْ مَعَيَّ فْلَوْقَه دَلْ مُقَاطَعَه.
المساند.
فيناهي الضاحيه؟
واش كاين شي جوله سياحيه في المدينه؟
وقتاش غادي نبداو؟
واخا، اسيدي. فالمتوسط نقدرو نوفرو ليك ميركري سابل. واش هادشي مزيان؟
تمزقت واحد العضله.
ولكن خاصك تواعدني تضرب الكره ماشي انا. ياك؟
اشحال باقي؟
واش نقدر نتسلف شويه داللا؟
من اينا نوع دالجلد مصنوع هاد الباليزه؟
ماكانضنش هاد لموس نقي. واش تقدر تجيب ليا واحد اخر؟
شريت هادي دابه، ولكن واش غادي تبدل ليا هادي ب هاديك؟
صراحه انا مامتيش مع داك شيء
واش هادي الطريق الصحيحه للمحطه المركزيه؟
باطو مع مرشد، عافاك.
بغيت ناخد كومبلي ليا يكون فاللوان الغامق.
هاد المظلّه غاتنفعك بحال شي عكاز.
واش خاصني نخلي الامتعه ديالي كامله في غرفه الملابس؟
عافاك وريني جواز السفر ديالك.
واش كاين شي بلاصه كتقبل الغسيل نهار الاحد؟
جوج تشيزبرغر، عافاك.
اشمن طوبيس كايمشي ل ميامي؟
والاكراميات ماشي ضروريه.
تقدر تشوف واحد فكارنيجي هول.
انا ماشي معتمد.
شنو خصايا ديال الدار؟
بغيت ناخد موعد مع الطبيب.
واش كاينه شي طابلا خاويا حدا الشرجم لسبعه دالناس اليوم بالليل؟
ما عندكش مشكل نجي عندك؟
باينه فيه شي ما يخد ليه
فيناهو الميطرو؟
واش عندك هادا فحجم صغير؟
فين نقدر نلقا الاسبيرين؟
واش هادا هو الحضيض؟
عافاك اعطيني تذكره لمده سيمانه.
هادا الزميل ديالي.
اشنو نوعيه ديال البتج والعادي والذيب منهارا
ها واحد.
فيا البرد.
مسدود نهار التنين، بلحاق شي نهار اخر غادي يكون مزيان. كا نظن راه محلول من تسعود تال الخمسه.
ايلا هو ايلا مشوه فوق الصوص فقط الروح
...قال يلاه نشطحو مشينا لواحد البار...قال غادي ندير واحد الاتصال ومشي وماعاودش رجع وبقيت واحله مع واحد الفاتوره كبيره
شحال للغالون؟
كان عندي جواز السفر ديالي و البطاقه البنكيه ف الصاك ديالي.
الحجوزات مع السبعه، باسم مانو.
ماغاتشربش كاس ديال اتاي؟
تقدر تقول ليا فين كاين القنصليه اليابانيه؟
واش كاين طبيب الفندق ولا شي واحد علي الاتصال؟
دايما كايتقدا من شارع بوند.
موتوب ديال مغربيه من فضلك
واش كاين شي بلاصه كيعزفو فيها موسيقي الكونتري؟
بغيت نقلب علي الحوايج الغاليين عندي.
واش عندك اللي من الصوف؟
شحال التمان واحد من الورقه
ايوا، اضغط علي تسعود وصفر واحد واحد، من بعد كود البلاد ونمره التليفون.
واش يمكن لي نحصل علي واحد كوكا خفيفه؟
واش يمكن لي ندير الطلبيه ديالي؟
قضينا رحله ممتعه فالطوموبيل، شكرا لك.
اسمح ليا. نقدر ندوز؟
مجموع سكان اليابان تقريبا ميه و تلاتين مليون.
بغيت نكري واحد باراسول.
اه، وبغيت ندير مكالمه علي حساب المتلقي.
بزطام فيه ميات دولار و جوج بطاقات بنكيه.
ماء سخون
نتي هنا
امرا قوه القهوب ياله
من شبه المستحيل.
معدتي كتضرني من بعد الماكله.
واو، هاد البلاصه زوينه.
تقدر تكون عندو الفقاعه الهواءيه.
واش قررتي؟
الا بغيتي، نقدرو نرتاحو هنا.
تلف ليا الطرونسبور ديال واحد البريد مقيد.
مايمكنش ليك تبدل الخدمه ديالك بسهوله.
شنو المحطه الجايه؟
واخا، بلحاق ماشي المدرجات. راها شاعله فيها العافيه اليوم.
انزل هنا، و بدل، الطوبيس رقم سته.
خاصني نشد الطياره اللي غاديه مع العشره دالصباح.
مازال كيجيني الردان.
مابغيت حتي شي حاجه كبيره.
تْشييكْ، عفاك.
شحال فيها الفطار الطاجيل
شارجي، عافاك. واش كاتاخد فيزا؟
اليوم غادي نمشي نشوف الحي الصيني كيفاش داير.
02 02 29 39 67 00 00.
بغيت نتزع سناني.
بغيت بواطه ديال الماكياج.
تيبان كم مداز خاص ليا
فين نقدر نشوف "شبح الاوبرا"؟
بغيت نشري سوفنيرات ل صحابي. تقدر تقتارح عليا شي حاجه؟
بشوييا عافاك.
شحال المعدل الشهري ديالك لرساءل الفاكس الدوليه؟
تقلي علي جوج جهات، عافاك.
...مزيان، هادشي كيبان واضح بزاف. بجوج بيكم عافاكم عطيو ليا رخص القياده والتسجيلات ديال الطوموبيلات. و ولدي، سمح ليا غادي يخصنا نديرو ليك اختبار قياس نسبه الكحول فالدم.
غادي يكون واجد بعد غدا فالعشيه.
واش هادشي مصايب من القطن؟
عندي الدوز ديالي
شنو نقدر نشوف فهاد الجوله؟
اه، كاين مشروب واحد علي الاقل.
شحال كايدير فاليوم؟
واش كايوقف هاد الطوبيس حدا الاوطيل؟
بغيت سيدي.
كاين رحلات ديال الخطوط الجويه اليابانيه و الخطوط الجويه انا لي كا يمشيو مع العشره و خمسه و خمسين. وليني، للاسف، الرحلتين بجوج عامرين.
جا معايا.
واش يمكن لينا نحصلو علي طاوله لخمسه ديال الناس؟
مافهمش والواليده
عافاك صرف هاد الشيك السياحي.
تقدر تقابلها من تسعود دالصباح حتال التلاته تقريبا؟
شحال كيسوي البريد لليابان؟
انا محبوس. واش تقدر تحل ليا الباب، عافاك.
شنو هي الجوله المزيانه باش نشوف الاماكن المشهوره؟
واش كاين شي مضيف(ه) كيهضر باليابانيه؟
شحال من صاك يمكن لي نهز معايا فالبوينت؟
لا، اسيدي. هاد لعشييا راها عامرا كاملا. واخا هيدا، غدا مزيان.
غادي نسول الكًاردينيي علي شحال الطريفه الصحيحه.
...
دايرين حفله ليله الجمعه. علاش لا تجي تانسجمعا؟
مزيان، الغرفه ديالك تسعود زيرو تمنيه، انسه. هاهو الساروت ديالك.
من المهم بزاف انه تكون عندنا امكانيه الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح ليا، الشاف؟
واش هاد القطار غادي نيشان ل ايدينبره؟
واش هادشي داخل فالمنطقه المعفيه من الضراءب؟
جبد لي اغراضي الثمينا، عافاك.
شحال مزانين الراع
بغيت نشري شي تدكار. واش كاين شي محل كيبيعهوم قريب من هنا؟
حتال اينا وقت كايبقا حال؟
خارج دابا.
مايوومي، واش يمكن ليك تعمر هاد الورقه و توقع فيها؟
ها هو واحد ليك، سيدي.
ما عندي حتي شي اغراض د تسجيل.
واييييييييييييييييييي
انا هنا ف مهمه اعلاميه.
واش عندك افلام ديال الصيف؟
وقتاش القطار الجاي اللي غادي لواشنطن دي سي؟
الموديل الطويال اللي خارج دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
واش يمكن لي نحصل علي خريطه ديال قطار الانفاق؟
واش الطريق طويله؟
واش تقدر تبدل هادا بواحد جديد؟
جوج دالناس.
فين يمكن ليا نستلم الامتعه ديالي؟
مافيا السلامه واش ممكن نربي سناتي
لحضاش و خمسه و ربعين دقيقه ديال الصباح.
واش يمكن ليك تقول لي شي مطعم مشهور عند الشباب؟
طوموبيلتو غادا باقصي سرعه.
واش يمكن لي نخلي شي رساله؟ انا كنعيط باش ناكد الموعد ديالي مع السيد ايبيرت نهار الاربعات الجاي مع لحضاش ديال الصباح.
واش تقدر تشرح المرض ديالك بالانجليزيه بشي طريقه؟
واش تقدر تصيفط طاكسي للمدخل الرءيسي ديال مول ويستمنستر؟
شحال من مرا خاصني نبدل التران باش نوصل لتما؟
واش هادشي صحيح؟ خليني نتحقق. اوه، انا جد متاسف، السيده تاكانو. هادشي خطا ديالنا. ها هي الفاتوره الجديده ديالك. ممكن تسني هنا، عافاك؟
خمسه دولار للنقطه، عافاك.
سداده دالقرجوطه ماكاتسدش مزيان.
هادي غير هديه كتعبر علي الشكر ديالي.
ممكن تعمر ليا هاد الاستماره؟
و هاد النماذج البلاستيكيه؟
شنو عندك ممزوه
الطالو عالي بزاف عليا.
تسدات عليا الغرفه ديالي.
شحال دابا باش انتا كاين فباريس؟
واش نقدر نحصل علي التنابر ديال تلاته دالبطاقات البريديه ديال البريد الجوي لليابان؟
كتكتب G-O-R-O-H.
تبغي تاخد شي مشروب؟
تمدد هنا.
ديرو ليا برقيه مستعجله، عافاك.
علي حسب تقرير الطقس، غادي تثلج غدا.
بغيت كوره.
بالتاكيد. غادي نكونو فرحانين نديرو هاد الشي.
اهيا كامل كومنديش ياربي نصاوب وحده نتجمع بها فالدار
الطريق ديال النجاح هو "جينمايوكو" ياك؟
غادي نوصل للاوطيل ديالك مع التسعود تقريبا دالليل.
عندي تقريبا الفين و خمس ميه دولار بالين الياباني.
اه، كاين. غادي نوري ليك شي وحدين.
بغيت شي كينات ديال النعاس.
غادي نكون هنا حتي للتسعود. نتمني تشد المجرم فاقرب وقت.
انا متاكد باللي المجرم راه قريب.
عشره دالطوابع، عافاك.
ضارني حلقي.
محتاج ل شي تدكار من نيويورك.
انا غادي. يمكن ليك تصيفط حمال؟
توقفات ليا الساعه ديالي.
اوه، واش بصح؟ كيفاش كتعجبك؟
حنا حالين مع التسعود دالصباح.
بغيت كتاب التلوين.
كا نظن بلي جاني الردان.
واش خاصني نمشي لشي بانكه يابانيه؟
خاصك تصرفو ف شي بنكه.
واش كاين بزاف د الوقت قبل ما نخرجو؟
راجلك من بين الكليان ديالنا
واش كتعرف شي طبيب اسنان مزيان؟
اوه. خصك تعلم القنصليه دغيا.
مخلوط، ماشي مهزوز.
واش تبغي طاوله فالمطعم الرءيسي او فغرفه خاصه، اسيدي؟
بزاف د الناس تيمشيو للبحر فالموسم.
كنوزن ميه وخمسين كيلو تقريباً.
فين خاصني نحول؟
فين هو مكتب المفقودات؟
واش كاين شي طوبيس كايمشي نيشان لتما؟
واش خاصني شي عنايه خاصه؟
واش غادي يكون الدفع نقدا او لا بالكارط؟
راه عام وحنا فهاد الدار.
شحال ديال الوقت خاص باش يخرجو ليا الفيزا؟
فين هوما المراحيض؟
المبلغ الاجمالي الواجب هو مياتين و تلاته و ربعين جنيه، الاله.
هادي هديه. تقدر تلغفا فشي ورق لغليف زوين؟
واش منزره ديال هاد المساهيات طوب
كاين ناس مجروحين.
اسمح ليا. فين جات المحطه القريبه من هنا؟
اه، عندنا حجز ليك.
اسمح ليا، بغيت نمشي لوطيل ديالي فالمدينه بالطوبيس. فين يمكن لي ناخد الطوبيس؟
دجاج، عافاك.
الشومبر ميتين و واحد. بغيت نتسجل علي وجبه الفطور ديال غدا.
شنو بان ليك فالتحرش الجنسي فالخدمه؟
عندي اختيليله
رحله الطياران رقم جوج زيرو تمنيه، لطوكيو.
من بعد نديرو واحد التبطين لداخل.
يللاه نتجمعو باش نزيدو ناقشو هادشي.
كيفاش بغيتي نصايب ليك شعرك اليوم؟
ممكن تقول بكلام اخر
غادي نتصرف فاي حاجه عندك.
بغينا شي طاوله قريبه من المنصه.
لاباس. ايوا غادي لشي بلاصه؟
راه واصل لعلو الفين وربعميه متر.
دخل. عافاك حطو فوق الطبله لهيه.
عفاك اغسل ليا رقم الثره
...
واش ممكن ندي نبور
ما عنديش موعد، و لكن ضروري.
هدا ممسوطاش
فين هو الدروج المتحرك؟
واش عندك كتيب ديال التظاهرات؟
فين كاين مدخل الميترو؟
تلف ليا البيي ديال الطياره.
واش متبقاش تبقاي في هدا العيله
اوه، انا متاسف/متاسفه بزاف حيت صدعتك.
واش يمكن ليك تحجز الاحداث؟
واش كاين شي مرحاض عمومي هنايا؟
شحال الحساب؟
مزيان بزاف. دابا الاسءله، عافاك.
واش عندك شي صرف ديال الصطوب؟
اكثر مبيع عندنا في اربع سنين اللخرا كان هو الناسخه ا س فوار بوني زيرو.
واش خاصني ندور علي اليسار؟
واش كاين شي مضيفات كيهضرو باليابانيه؟
رغم راءع ماشي ديالو
خاصك تاخدو تسعود و تسعين مره فالنهار، قبل من الماكله.
👍 👍 👍 👍 ❤ ️
بغيت واحد تريبود.
بغيت ستره رياضيه.
تقدر تبقي عندي فالدار.
واش يمكن ليا نميل المقعد ديالي، عافاك؟
مزيان. كنت كانقلب علي طاكسي، بلحاق هادا حسن.
مونطو زوين. واش بريطاني؟
بغيت نمشي لمركز هارفرد. واش تقدر تقول لي منين نوصلو لتما؟
جوج د الناس كبار و جوج دراري، عافاك.
شحال التمن؟
حرب النجوم كانت اكبر ضربه في الف وتسعميه وربعه وتمانين.
فين هي بلاصه ممنوع التدخين؟
ها "تي" بحال طوم، اه عندي هنا، تارو.
كنت كنظن انه منظر
بغيت شي تاع التفاصات عفاك
علاش هادشي
اينا بطاقات الاتمان كاتقبل؟
عندي الوقت الكافي.
ايوا، راه وقت الغدا. واش تبغي تناقشو فوقت الغدا؟
تشفر ليا الفيديو من بيتي.
سلام عليكم، اسم انا عوده، عندي حجر للاله، بصح سفطلي تخير فالسءال، فلا يمسا الحجر عندي، فرجو احترجيه.
واش هاد الصبابط مجهدين؟
عفاك قوله كنتسنا لله يتلفه
كايقولو الانفلونزا منتشره تما.
ياللاه دخل.
سمح ليا. رانا عامرين غدا فالعشيه.
انا مع شي صحابين
علي حساب غورو، السيد يامادا عندو جوج ولاد.
تقدر تعاود تقول هاد الشي؟
بغيت ندير شي دوره علي برج لندن.
عفاك سمطه ديالك.
رمز المنطقه هو تلاته. رقم الهاتف هو جوج تلاته ربعه تلاته ربعه زيرو زيرو.
اسمح ليا. واش كاين شي قنطره قريبه من هنا؟
سمح ليا، بغيت نستعمل المرحاض.
ماشي.
حوايجو ديما خارجين ديال الموضه.
واش عندك فواكه البحر؟
هادشي غالي بزاف.
كنت باغي، ولايني سمح ليا منقدش هاد المره.
واخا، باقي معرفتش، ولكن غادي نحاول بالتاكيد.
سلطه عفاك
عافاك استعمل غرفه القياس اللي تما.
التسعين دولار ديال البييي د الذهاب. فلوس ولا كارط؟
تقدر تجمع الطاوله ليا، عافاك؟
كيفاش كايقادو الوالدين اليابانيين ولادهم؟ واش كايحكمو فولادهم بزاف؟
واش يمكن ليك تقول لي ساعات العمل؟
عافاك لفهوم بوحدهوم.
المعده ديالي مثقله عليا.
مزيان، فين نقدرو نتسناوك؟
واش نقدرو نبداو ملي يساعو
السكان ديال اليابان تقريبا ميه وعشرين مليون.
في التقالدات تالق التالق التالق التالق التالق
واش يمكن لي نرجع اغراضي؟
واش عندك الفولارات ديال الحرير؟ كانقلب علي شي كادو لمراتي.
غادي نجيبوه دابا. اشنو الرقم دالغرفه ديالك؟
سيد كوباياشي كيقلب عليك.
بغيت نسافر من شانغاي لهاواي بالباطو.
واش تقدر تصيفط شي واحد؟
واش تقدر توجدو ليا معا لخمسا مورا غدا؟
عشره دقايق علي رجليك.
قبل ما نساليو، واخا تعطيني شي دقايق؟
فين نقدر نپاركيو الطوموبيل ديالي؟
فيا التبوريشه و المعده ديالي كتضرني بزاف.
سكوتش وماء، عافاك. واش عندك شي حاجه خفيفه تتكال؟
كيفاش نقدر نطفي هاد الضو؟
واش هو مشغول بزاف اليوم؟
بغيت شويه ديال الخيط.
عطيني شهاده طبيه، عافاك.
بغيتك تخليه يقصر ب واحد انش هنا.
ماعمري مبارك عفاك دير لي دوز
واش نقدر نحصل علي جريده يابانيه، عافاك؟
واخا. واش نقدر نرد الطوبيل لاي بلاصه؟ شحال تكلفه التسليم؟
اينا طوبيس كايمشي لمركز المدينه؟
واش كاين شي اكسبريس لبوسطن؟
عافاك تكون صاحبي لي كانتراسل معاه.
غادي نبقي مع واحد الصديق.
فرحت بزاف ما نتمشا
واش يمكن لي ننزل في فندق هيلتون؟
كنبغيك تحيديه
دور علي ليسر فهاد الشارع و خود اول حق.
بغيت نعرف الا كان ممكن نسيفطو هاد المجموعه ديال الاطباق لطوكيو.
بغيت شي قوه للجسم.
واش كاين شي ماكله ماشي حاره و سخونه؟
واش قريب علي ود المشي؟
بغيت شي كريم ديال اليدين.
ممكن تنمون ليا الملح
بغيت نمشي لوول ستريت. كيفاش نوصل لتما؟
السكره الكثيره ستفيذها
بما فيه الفطور، الضريبه والخدمه، غادي يكون خمسه وربعين دولار لكل واحد فالليله.
ممكن تصلح ليا هادا؟
مساء الخير. السلام.
مالقيتش الامتعه ديالك.
سير نيشان، عافاك.
واش ماء هنايا مزيان للشرب؟
ااي، يالله. غير جوج دولار.
واش يمكن ليك تبدل هاد الكسوه بوحدا كبر منها؟
واخا، يالاه نمشيو. نقدر نعاونك فدروسك من بعد ما ناكلو شي بيتزات.
اه، سيد تاناكا. عندك جوج رساءل.
ماجاش معايا.
غدوه نهار اخر.
ممكن نساوك واش محتاجين لفيتون س
بزطامي داه ليا واحد الشفار فالتران.
بعيد بزاف. من الاحسن تاخد طاكسي.
بغيت شي بلاصا ف الجناح، عافاك.
ساكن فبرطما ب تمنيه و ربعين الف ين للشهر.
واش نقدر نقاطع؟
وريني واحد عريض عليه.
اسمح ليا. ممكن تبادل معايا البلايص؟
نعم طبعا
سير سوء ودير تشوف سير المستشليه
واش بغيتي رولو صغير ولا كبير؟
بغيت واحد الغرفه ديال واحد بوحدو مع الحمام ب تمانين دولار، عافاك.
بغيت نودع حوايجي الغاليين ف الكوفر ديال الفندق.
واش عندكم شي غرفه خاويه هاد الليله؟
اه، ولايني خاصك تكون عندك التذكره ديالك معاك.
غير شويه ديال الناس اللي غادي يلتحقو بالرحله الاختياريه.
ماكاين مشكل. لمهم عافاك وصلني لوسط الحي الصيني. غادي نحاول نلقاه راسي.
كايوظفو ناس جداد في شهر ابريل.
كنتمنا هكا
جوج سكوتش وويسكي، عافاك.
شكون لاعب؟
واش تقدر تتصل بيا الا لقيتي صاكي؟
علي اليسار، عافاك.
واخا توقف معايا نتصورو؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرسه اللقدام كاضرني.
شنو هي اخر لعبه كمبيوتر لواحد الولد عندو خمسطاشر سنه؟
غادي نتشاوفو غدا.
واش كاين شي مطعم بثمن اقل قريب من هنا؟
لا، ولكن شكراً. راني مزيان دابا.
واش عندك الخبز؟
عفاك في الكيون فعلك
صاحبي طاح و زلق ف الحمام
ممكن تجيب ليا طفايه السجاءر؟
المسيحيه كانت ممنوعه والبلاد كانت مسدوده علي باقي العالم
شحال باغي
كوكتيل دالقمرون ليها ونفس الشي ليا.
واش يمكن ليك تسني هنا؟ و عافاك دير الحرف الاول هنا.
شرف ليا كبير نزور المقرات الرءيسيه ديالكم وندير مناقشات مهمه معاكم. شكرا بزاف علي التعاون ديالكم.
شوفتك كتشوف فيها
مابقاش عجبني اللون. واش نقدر نردو؟
خرج من داك الباب اللي تما، و تسني فالباراج رقم سته.
دجاج مشوي، عافاك.
ممكن البرتياه
اه، بغيت شي حاجه نقراها.
معاك السي تاكا هاسي من الغرفه خمسه ربعه تسعود. ممكن تصيفط ليا ربعه ديال القراعي ديال بيره بودويزر، عافاك؟
هادي سبعين دولار.
عافاك اتصل بيا ف الاوطيل ديالي منين تلقي الباليزات ديالي.
بغيت اتصال دالفياق غدا مع التمنيه و نص دالصباح، عافاك.
اه لكن هدشي بزاف و انا راه تعشات
بغيت شي غسول ديال الفم.
مافهاش
واش كا تديرو شي تخفيضات بالجمله؟
طوكيو زيرو تلاته ربعه تسعود ربعه خمسه سته سبعه.
واش يمكن ليك تعاوني نلقي حديقه الحيوان؟
واش تقدر تقول ليا كيفاش نضبطو؟
معاياش غادي تسالا الجوله ديال الطوبيس؟
واش كتعرف كيفاش تخدم التيليفون؟
بالتاكيد. عندنا شي حوايج زوينين دالامريكيين الاصليين.
العامل للي كايهضر باليابانيه، عافاك.
معجبنا الموضوع
واش تقدر تجرني؟
واش هادي كلينيك اف؟
سلام عليكم مسءره الياماجيه عندك الثلاثه في الخيط ديالك مقبل لك بغيت
فين نقدر نشري تذكره ذهاب فقط؟
وقتاش غادي نوصلو للوس انجلوس؟
سير نيشان واحد خمسه دقايق عاد دور عليسر
هاهو في هاد الطريق غادي للشاطء.
هذاك اتاي بالعشوب كيعاون علي تجديد الجسم.
هادشي ماشي مصنوع في اليابان، ياك؟
واخا. من هنا، عافاك. غادي نوريك الغرفه ديالك.
خاصني نخرج من الاوطيل قبل الضهر.
جوج ديال لي هومبورغر و جوج قهاوي، عافاك. بغيت نديهم معايا.
واش يمكن لي نهز هاد جوج د الصيكان؟
اطلبت اللحم، ماشي الحوت. واش يمكن ليك تبدل هاد الشي؟
انا وليداتي مفيوزه باكيا
ضارني قلبي.
هاد الجاكيت ماشي قياسي.
بغيت نتلاقا بالسيد ويليام.
فيه مجموعه من سبع فيتامينات ومعادن.
السنه رخوه.
واش يمكن لي نسترجع الفلوس ملي نرجع لليابان؟
من اينا ماكله جاي هاد الطبق؟
فين كاينه هادشي
واش تقدر تديرو ف عشره دقايق؟
مكينش في انجليز واش كاين في هاد البلاد كيقدرو الياره
فين نقدر نلقي تحويل لميترو؟
غادي نصيفطو ليك عشرين عينه اخري.
ماكانضنش غادي يجي معايا حيت البشره ديالي ناشفه شويه.
واش نقدر نحصل علي التوقيت، عافاك؟
اه، كا نظن غادي نتسني.
تسعود و تسعين دولار للساعه لكل طفل.
...
خاصو يكون هادي.
عندي لماطيريال ديالي.
ساروت الغرفه خمسه زيرو تلاته، عافاك.
اشمن ساعه كايعرضو "تيرمينال مان"؟
فين جا صالون الحلاقه؟
مع السبعه، عافاك.
باليزتي تكرفسات.
السياحه.
جيت من اسبانيا.
شي حاجه ما خداماش في هاد البطاقه. واش يمكن ليك تعطيني واحد اخر، عافاك؟
عندي لحكه ف ذراعي.
صيفط هادشي بالبريد الجوي لليابان، عافاك.
فين كاين اقرب فرماسيان؟
شي واين اخر، عافاك.
الناس مضيافين بزاف.
شحال من مشروب داخل فالعرض؟
برافو عليك.
فين هي البوابه ديال الركوب لهاي الرحله؟
الا كان مواضع، واش ممكن تحجز طابله بالشباك؟
واش النداء الاخير ديال الركوب تقال؟
احنا فتاعشره الف قدم فالعلو.
اولا، بغينا نشوفو وول ستريت.
فين كاين المحطه ديال الطوبيس لي كايمشي لاوكسفورد؟
غادي نتسني حتي تكون لا تيراس واجده.
ممكن نشوف شي محافظ جلديه؟
ارا نتفرجو فالتلفازه، كاين مباراه ديال البيزبول.
واش تقدر تكتب عنوان الاتصال ديالك هنا؟
عفاك قوليلي فين كانت اقريتين
لوطيل ديالي، عافاك. عنوان لوطيل ديالي هاهو.
شحال من عماله كاينه فاليابان من غير طوكيو؟
قطع و تسنا واحد الشويه عافاك.
واش كتخدي عاد العشات فالدار؟
بالتاكيد. ايمتاش بغيتي تلعب الغولف؟
غادي تكون في الدار مع التلاته.
بغيت نتصل بسفاره اليابان.
شويه مازال.
منين كايغادرو الطوبيسات ديال التوريست؟
شحال كايسواو باش يتصيفطو لليابان؟
ماعندي حتي شي كلوب ولا صباط.
واش الين الياباني مزيان؟
واش عندك موستانگ؟
نغسل من هنا؟
سيد كاواي، عندنا ليك طبله دابا. اجي من هنا، عافاك.
اكيد. هبط فالدروج غير تما وغادي تشوف شي توجيهات. غير تبعهوم.
الاستقبال. واش يمكن لي نعاونك؟
تقدر توصلني لاوطيل هيلتون، عافاك؟
واش غالبا خاصك تبقي خدام حتال متاخر؟
... سمح ليا، ماعندناش... واش عندك لوراق د لونغلي؟
طاوله غير المدخنين، عافاك.
واش تقدر تعلمني قبل مانوصلو لدورهام؟
واش هادشي د جديد؟
ماشي صح ديما كتعالي
تقدر توريني شي كساوي؟
ممكن تقال
انا سكران بالخمر.
ردو البال الجو كيتقلب بالزربه فالجبال
شيك السفر و الين الياباني، واخا؟
...ديزولي...راه قلبت...عند الناس ديال...الميناج...و حتا...عند ديال...الضواصا لي...تلفو...و لكن...ماكاينش...تما
بلاصه صعيبه باش تلقاها. كاينه فطريق صغير من الطريق الرءيسي الكبير.
ما تنعرف والو عليه.
نقدرو نتناقشو فهادشي فشي كافي.
فهمت، فهاد الحاله ما خاصنيش نخلص مصاريف التعديلات، ياك؟
العامل ديال التلفون، عافاك.
تقدر تهبط السرج، عافاك؟
واش تقدر توفر لي بلاصه هاد الليله؟
واخا. ناخد غي جوج. شكرا ليك.
ها هي الفاتوره ديالك. وصلات لتلاته و سبعه و تسعين دولار.
عندك الزهر.
عفاك ديريه طابله فيها منطقه طيب
واش هاد الماشين مصنوعين بالماكينه ولا باليد؟
بغيت نكري هاد النوع د السيارات لمده ربعه و عشرين ساعه.
تشرفت بمعرفتك بزاف.
مقطع.
ايوا دابا، اجي نشوفو اش كاين.
مزيان، غير فكر شحال غادي تطول خدمتو الا سول سءال واحد زايد لكل واحد. يالاه، خلينا نزربو ونجيبو الامتعه ديالنا. خاصنا نمشيو للتصريح الجمركي من بعد.
شنو مقداش الوزن
واش كاين شي مطعم صيني فهاد الجوايه؟
الرصيف رقم خمسه كاين لهيه.
وقتاش الماتش ديال كره؟
ماخدامش. واش تقدر تتحقق ليا من الكاميرا ديالي؟
قهوي بالكريما والسكر، عافاك.
كنضن كاينين شي اغلاط فالفاتوره.
عافاك اعطيني هادا.
هادي البوابه سبعه.
واش انت سكوتلندي؟
تلاته جوج واحد جوج. تسنا واحد الدقيقه، واخا؟ بغيت نصيفط ليك شي حاجه هنا. سمح ليا.
مياو خمسه وتلاتين ين للدولاور.
الميني مع البوت عمرها ما غتخرج من الموضه.
واش يمكن لي نهضر مع المسءول؟
علاش الطريفه ديالك مختلفه علي اللي ف الطاكسي؟
واش يمكن لي نشوف هادا؟
وعدد راسي حين نشوف ليك نعرف عليك
اش واقع هاد ليام؟
مافهاش ميمتي يوصلني عند موته
الحفله ديالك بدات. تفضل.
واش كاين شي عرض فالطابق السفلي؟
المرحاض ماطالعلوش الما.
شحال دالوقت كيستغرق الواحد المشي علي رجليه من هنا لدار البلديه؟
خود هاد الدوا مورا كل وجبه فاش تقسح بزاف.
تدير الفلوس في معنات خارج مكتب شوتيبورو بوك.
شي واحد مجروح.
كنتسنااا اش نصاوب ليه؟
واش عندك شي خريطه ديال قطار الانفاق؟
عندي شومبر واجده ليك فغراند اوطيل. تقدر تمشي ليه؟
عندي واحد لوجع فعيني ليمن.
انا ماشي مزيان بزاف فالالمانيه.
لابـد المتل علينا
واش تقدر تاخد هاد السروال؟
واش نقدر نتسلف مضرب وشي كورات؟
واش تقدر تزيد شي صرف؟
واش نقد شي سلو نصف
سلام انا جون
ناكاي.
واش عندك شي مانع نصورك نتا و الطاكسي ديالك؟
عيطت علي ود باليزه ضاعت هادي تلت ايام.
بغيت شي اوطيل رخيص.
اوه، كاينين بزاف د لحوايج خاصك تشوفهم ف (غرينويتش ڤيلاج).
علي ود الخدمه. عندي شي اتصال ديال الخدمه تماك.
كايجي مع الكوستيم ديالك.
واش ممكن ترد البال للباليزات ديالي، عافاك؟
كيفاش عجباتك هاد الفكره؟ قابلين الشرط ديالك ديال سته اشهر ديال الاشعار بشرط تعطيو لينا الحق ديال البيع لمده سته اشهر من بعد فسخ العقد
اسمح ليا. واش كتعرف نيويورك مزيان؟
نتسناو. عافاك اتصل بينا منين تكون جاهز.
بغيت نشوف شي جراح.
واش هاد المكون طبيعيه
بغيت نسوك سكوتري.
رمز المنطقه هو زيرو تلاته. الرقم هو تلاته واحد جوج تلاته ربعه خمسه سته سبعه.
شدو البرد.
شي طوموبيله صغيره تكون مزيانه.
بغيت نصيفط هادشي فبريد عادي.
خليني ندوز ليك السيد المكلف.
شحال المقادير بغيتي
اه يا لهنا راه ماتيتش هادو كاملين
واش عندك مجموعات علب باش تصايب باكاج؟
واش الطياره غادي تخلص ليا الغدا و المصاريف ديال الفندق؟
واش هادو حوايجك كاملين؟
كيفاش تبغي تدير الاتصال ديالك؟
واخا، غالي. ماشي مصنوع في اليابان، ياك؟
موفقه تنقش ليا الملح
فين كاين اقرب مطعم لهاد الاوطيل؟
بغيت شومبوان للشعر عادي.
وقتاش كاتضن غادي يتلقا؟
كنتمنا لك يارب سنيات كلها فرحاتك
غادي ناخد واحد سبرايت كبير.
عاودي يقول تاني مزان
سمح ليا. بغيت ندير الطلبيه.
عندنا شريمب نيوبورغ و فخد ديال الخروف مشوي.
بغيت غرفه بمنظر زوين.
تلاته ديال لكيسان ديال عصير البطيخ، عافاك.
عندي تلاته ديال الولاد.
سير نيشان فهاد الكولوار ودور علي اليسار فالقنت. غادي تشوفو علي يمينك.
واش جوله نهار كامل؟
شحال كادير البييي ديال مشي و جي ل اوكسفورد؟
كانمشي لواحد لاصال كل نهار و نص.
فين نقدر نبقي خلال الجوله؟
اشمن ساعه المغادره؟
شحال كادير التكلفه ديال المرشد السياحي فالنهار؟
فين نقدر نلقي السيديات؟
اسمح ليا. انا طالب جامعي من اليابان. واش انتوما طلبه جامعه نيويورك؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطه؟
اكي، كاتعرف شي محل ديال الديسكات مزيان قريب من هنا؟
كاش ولا كارط؟
خدام فواحد الشركه ديال التجاره.
حشومه تسول بنادم شحال كيتخلص.
واش هادو لغير ديال ليمساج 501 ؟
وقتاش يمكن ليا ندوش؟
كاتبان صغير، قل من واحد وعشرين.
فهمت. فالواقع، فيه شريط عالي السرعه. عندك مانع نخرجو؟
يالاه شريتو دابا.
غادي نجيب واحد دابا.
تمنيه دولار. وهاهو جاي واحد دابا.
عافاك ورّيه مع اغراض الشراء للجمارك فالمطار.
واش كاينين شي تخفيضات فالمحلات الشامله دابا؟
اومبلونص، صيفط لي لابيجي ديال العافيه.
الطوموبيل ميته.
وقف فالتقاطع الجاي.
اوه، ها هو. واش كل واحد خاصو يعمر هاد استماره التصريح الجمركي؟
و ممكن الاسم ديالك عافاك؟
واش عندك مانع الا درت مكالمه علي حساب المتلقي؟
سلام عليكم
فين هو قسم السفر؟
شنو اسم الشخص اللي بغيتي تهضر معاه؟
انا اسف، هو ماكاينش دابا.
...شوف هادشي...شوف هادشي...غادي تقول لي الفرق بين هاد السيد وهاد السيد هو الزهر؟ محمد وقف الله يحفظك...ما عندكش مشكل نوصلك هنا...راه تعطلت...صاحبي تشرفت بمعرفتك...واخا؟
الغرفه ديالك كاتطل علي المدينه؟
واش كاين شي رساءل ليا؟
باقي غالي بزاف. واش مايمكنش تخدو ليا ب تلاته د الدولار؟
بغينا غرفه اللور.
غادي ناخد كاس ديال النبيذ.
جيتي زوينه.
بغيت غرفه بسريرين. بشحال كاتكري هاد الغرفه فالليله؟
كايد ف تسعودو تسعين ميل.
فينس و ليندا بغاو يبقاو بوحدهم، داكشي علاش سمح ليا غادي يخصني نبقي هنا هاد الليله.
عافاك خلي هاد الامتعه تحت المراقبه الجمركيه.
سميتي ساتو.
كنعرف واحد النادي ديال الجاز قديم وسط المدينه.
غادي ناخد هاد الوجبه الثابته.
بغيت نجرب نفس الاكله ديال داك الواحد.
غادي ناخدوه.
واش هاد الشي كايوصل للسادس؟
البسطيلي؟
عفاك حطيه في ثوب لغه وخلي هكاك هو
بغيت هاد الفيلم يتحمض. وقتاش يوجد؟
عفاك مديهاش هد المفاجاس من يهم مني
واخا. غادي نديك من الفندق ديالك مع التمنيه.
الزنقه مزيانه.
خللي الغره ديالي طيح، عافاك.
واش داخلين فيه جميع مصاريف التنقل؟
دار الاوبيرا ديال الميتروبوليتان.
فين هو مكتب كراء السيارات؟
فيا الحمي من البارح بالليل.
ماشي ذوق ديالي.
شنو الخضرات عندك
بغيت بيرمانونت مرخي، عافاك.
وقتاش غادي يجي الطبيب؟
هد اللون غالك
تشققات ليا سنه
واش هاد البلاصه ديال الجناح ولا ديال الشرجم؟
انا كايعجبني المشي فالجبال.
واش تقدر تجيب ليا الباكاج ديالي للغرفه؟
وريني شي واحد ل شي بنت.
تقدر تحبس هنا؟
واش عندك شي حاجه ب تمنيه دولار زيرو سنت؟
انا عطشان.
بلا حليب، عافاك.
عندي تلاته د الشكاره.
فين كاينه البحيره؟
سمح ليا. ضغط علي زر التصوير، عافاك.
واش يمكن لي نحصل علي مجله او شي حاجه بحال هاكا؟
راه الجنوب.
شحال التسلين
بغينا غرفه كتطل علي البحيره.
واش كاين شي علب بريد هنا؟
واخا. غادي نديك لتما.
الجزء اللي مكتوب بالخط الماءل تيعني التغييرات اللي وقعات فالتسعينات.
عندو تلاتين عام.
واخا. واش يمكن ليك تكتب العنوان مره اخري علي هاد الظرف؟
بغيت نمشي لهارودز. واخا ترسم ليا الخريطه، عافاك؟
واش كديري ولا فراري فالوقت
واش عندك بطاريات لهاد الكاميرا؟
بغيت زر تحرير الكابل.
واش انت الاخير فهاد الصف؟
كنظن بلي كاين الزحام.
سبحان السم. غير خرج.
واش يمكن ليك تقول لي البلايص المثيره للاهتمام هنا؟
واش كاينين شي حوانت شامله هنايا؟
حتا انا.
بغيت ندخل من سان دييغو.
كنت كنفكر ناخد هاداك الكورس فالعام جاي.
لخمر ماسخونش مزيان. تقدر تزيد تبردو؟
واش يمكن لك تبدل هاد الحوالق ل بروش؟
اشنو اكتر حاجه كتهمك دابا؟
بغيت نرجع الفلوس. واش يمكن لي نرد فلوسي؟
واقيلا مايمكنش ليا نشرب بحال هادشي فشي بلاصه اخري.
الا شريتي حتا هادا، غادي يولي المبلغ بدون رسوم جمركيه.
ممكن نشوف شهاده التلقيح ديالك، عافاك؟
واش كتسافر بزاف؟
جيت من الولايات المتحده.
عندي تذكره طيران ل سان فرانسيسكو.
ايلا كانت غير ربع ساعه من المحطه، غادي نتمشي علي رجلي.
بغيت شي وطيل ارخص شويه.
بونساي كتبان بحال الهوايه ديال الشيبانيين.
باقي ما قررت. واش تقدر تعطيني شويه د الوقت؟
راسي كيضرني.
واش تمشي معايا نشربو القهوه؟
بغيت شهاده طبيه و فاتوره للتامين ديالي.
اوه، لا. عافاك زرب. را تعطلنا.
مابغيتش نصرف اكتر من عشرين دولار.
علاش الطياره مازال ماتقلعات؟ قول ليا اش واقع.
شحال التذكره؟ واش تقدر تكتب التذكره علي واحد الورقه؟
بغيت نكري واحد من البلايص دالتشميس.
بللاتي واحد الدقيقه، عافاك.
واش خص العيالات يلبسو كساوي رسميه؟
ماتقيصنييش.
واش عندك السجاءر؟
لبسي ان ريح ليا ماشي جريه يمكنش نمشي للقطع التكون
راءع.
غادي نسد دابا. شكرا علي الانتباه ديالكم.
واش عندك هادا فشي لوان اخرين؟
شكون؟
اسمح ليا. يمكن ليك تقول ليا فين كاين شي موقف ديال الطاكسيات؟
و باش يشرب؟
ها هو.
فين كاين اقرب محل ديال الحديد؟
اححم. ما خدّامش، ياك؟ يمكن ليك تبدل لشي مقعد اخر، الا بغيتي.
كا نقلب علي هادا.
واخا، اسيدي. اشنو بغيتي للتحليه؟
كوتش ولا بولمان؟
شيكات سياحيه. شكرا لك. هاهي التذكره ديالك والكارط ديال الطلوع. كون تما، عافاك، ساعه قبل من وقت الاقلاع ديال الطياره.
هدشي مطلوب
الاسم هو جورو موتوياما. والرقم هو زيرو تلاته تلاته جوج سته واحد جوج ربعه تسعود خمسه.
كانحس براسي مريض بزاف.
اشناهي اوقات عرض فيلم "حب كاسيي"؟
واخا. واش تشرب قهوتك دابا او من بعد؟
قولي احلا ناح فين نوع فين
فاش كا يختلف المنتوج ديالك علي ديال المنافسين ديالك؟
عارف يكون ماحد يسول تعليم السلامه?
واش الشارع الخلفي خطير؟
اه، عافاك دير الاجراءات اللازمه.
اه غير واحد فمتتبعتش علا متابعتش وكفاءت علاش متعوضش
هاهي بطاقتي الوطنيه.
كانفضلو طابله حدا الشرجم.
عافاك قول ليا ارخص طريق ل سان فرانسيسكو.
واش كتعرف المطعم، كيويا؟
نوبه وحده.
غادي نتزاد فالوزن غير بالگلسه هنايا والماكله المستمره.
واش كاين شي مطعم مزيان مع عرض الفلامنكو؟
هاد الفسر بنينه عليك
رجلي كتضرني.
فين كاين اقرب حمام؟
واش تقدر تبدل معايا البلاصه، عافاك؟
بلايصنا تفارقو.
بصراحه، بغيت هاد الطرد يكون مءمن عليه، حتي هو.
الفاتوره كتوصل لميه دولار.
مخارج الاغاثه كاينه فالقدام، الوسط وفاللور ديال هاد الطياره.
واخا، الحجز ديالك تم التاكيد ديالو.
الطالو عالي بزاف.
بغينا طابله فالشرجم.
يعني ان الفيلم ممكن ما يكونش مناسب للاطفال اللي عندهم قل من خمسطاشر سنه. فخاص الاباء والامهات يشوفو واش يخليوا ولادهم يشوفوا الفيلم ولا لا.
كيفاش بغيتي تاخد لفلوس؟ عافاك عمر هاد لورقا و وقعها هنا.
مره مره كتحرقني المعده.
واش عندك شي اطباق منخفضه السعرات الحراريه؟ انا عامل الريجيم دابا.
مكاين حتي شي واجب ضروري.
اه، عندي جوج تذاكر للعمالقه والدودجرز.
حنايا واحد من اهم المزودين ديال الميكرو كمبيوتر.
شكرا لك ونكم بالظبط السلام عليكم
شومبر ديال توام مع بانيو، عافاك.
طحت فالدروج.
اشمن نوع ديال المثلجات تنصحني بيه؟
همم. هادا. اللون كايجيك زوين.
فيناهوما كتوبا ديال لوغات اجانبا؟
جوج شرايح و مشروب صافي.
عطيني شي سجاءر.
ممنوع تدخلو للبلاد - سمح ليا. ايوا، كانظن هادا تقريبا غادي يعتني بكلشي.
اه، انا. كانو ساكنين حدايا ف كاليفورنيا ولكن نتاقلو ل فلوريدا هادي عامين. وانت؟ واش مسافر بوحدك؟
انا مريض.
شهتو علا الحمات باينو
هاد القياس، عافاك.
كتعطي وسام الاستحقاق الثقافي للفنانين والعلماء المتميزين فهاد النهار.
انا ياباني.
غالي بزاف.
نعم. خود طوبيس لي غادي ل كيوتو-ايكي.
واش غير الاعضاء؟
تكلفه الغرفه هي سته الاف ين لليله وحده.
واش يمكن لي نهز معايا هادشي فالبوينت؟
واخا. اللي بغيت نعرف هو واش البيزنس غادي يخلص راسو شي نهار؟
واخا. واش بغيتي شي شال معاه؟
شحن البطاريه، عافاك.
انا واجد باش نطلب.
الملح ديال الحمام بالاعشاب كيخلي البشره ديالك ناعمه وملساء.
كتب اسم الشركه الطيران ورقم الرحله، حتي هو.
بصاح اليوم الخط والخط اشمال
اه، راه مشكل ديال رمي النفايات.
بغيت هاد النوع في الصحون الخمسه.
بزاف د العاءلات عندهم جوج دخله.
اوه. هاد لفضيا نادر "القمر والجرس". متءكد بغيتي تبادله؟
الوالده و ختي جايين من اليابان باش يشوفوني. غايوصلو لهنا مع السبعه تقريبا د الليل.
لون موفقه بزاف هاد العام
فكره مزيان. فمتني تجي
واخا. جوج بلايص، عافاك.
فين السوق؟
كنتسنا نجربو لسريتو الجديد
حساب ليا نتوما كتاكلو غير لكروفيت.
شحال عملتليك درجه اول فران ليادورا, من فضلك؟
باينا هاد لفلوس لي عطيتيني نااقص فيهوم عشره دولار.
يالاه عيطت للسيد سميت فل شومبر مياتاينو اوه وان، بلحاق مجاوبني حتي واحد. واش تقدر تعرف لييا واش باقي جالس هنا؟
بغيت شي واحد دايل هاد الوقت.
خدام فواحد الشركه ديال النشر.
موفقه ادرب هادشي؟
فينا زنقه حنا؟
تقدر توزن هاد الباكيه؟
شنو كتقولو ليه بالانجليزيه؟
بقي غادي فهاد الممر, من بعد غادي تلقاه فالجيهه اليمني.
بغيت نامن هادشي.
صباح الخير انا مول الرد اميز منكم؟
واخا. عافاك اركب.
اه، سيدي. كانجي نفطر هنا كل نهار، من الاثنين حتي الجمعه، قبل ما نمشي للخدمه.
ماشي مشكل.
عافاك اعطيني تلاته جوج سته جوج تسعود واحد تمنيه.
اه، يمكن لينا نتكلفو بيكم ابتداء من السبعه.
عافاك تسطح هنا.
خدمه سريعه هادي.
واقيلا باقي غادي يبان.
عافاك دور علي ليسار فالتقاطع جاي.
سمح ليا. كيفاش نوصل للبنكه؟
واش كاين شي طوبيس كايمشي للمتحف ديال فورد؟
نعم. سميتك و رقم البيت ديالك، عافاك.
شحال دلوقت كيستغرق باش يمشي بالبريد الجوي لليابان؟
واخا. نتلاقاو الاحد مع الجوج.
بغيت ندوز لنيويورك فطريق لكندا.
السنسله تهرسات. واش عندك شي وحدين خرين فحالها؟
هادشي شويه موسخ.
تقدر تعاودي تاكد ليا الرحله ديالي؟ هاهي التذكره ديال الطياره.
واش عندك هادا ف الاخضر مغلوق؟
تقدر تديني لكنتربري و ترجعني؟
ممكن تعطيني فرشيطا وحدا خرا؟
كنشكرك بزاف علا طيبتك
اسمح لينا، ماكانبيعوش تذاكر للمسرح.
بغيت نشوف هادشي.
اوه، هادشي زوين. شنو خاصني ندير؟
بغيت نطول الاقامه ديالي هنا ليومين اخرين.
عافاك بدل ليا البلاصه.
عندنا شي قريدس (او كروفيط) مزيونين اليوم.
حتا لاين كايبقا محلول؟
واش مدخن او لا؟
غالي عليا بزاف. ما يمكنش ترخصو شويه؟
انا محلول نهار لاربع فالصباح ولا نهار لاربع فالعشيه.
مادرتش الحجز.
حيت الصيف فاليابان عاده تيكون سخون بزاف، وماكانش عندنا مكيف الهواء فالايام القديمه.
تقدر تتصل ليا بطاكسي غدا مع التمنيه دالصباح؟
مسوس
علاش مانتسناوش الطوبيس تحت البراصول؟
اجي اكينجي. خليني نوريك المكتب.
اه، محلول من تسعود حتي ل تسعود.
ماكانقدرش ننعس مزيان بالليل.
كيفاش اثر هاد الركود علي البيزنس؟
عندي موعد اخر.
واش يمكن لي نحصل علي خريطه طرق المدينه؟
هو الشي تانيتو
مفهمكش الشرح ديالك
خاصني ندير شي اتصال. غادي لبوسطن.
فين ابّه كيتمشاو؟
واش كيدوم؟
📩 **Original:** I enjoyed m
ايوا، بغيت يكون وجهي صغير بحال جوليا روبرتس.
ممكن تاخد هادا، من فضلك؟
المسافرين اللي غادي يمشيو في الرحله ديال الخطوط الجويه اي بي سي سبعه زيرو تلاته اللي غاديه لطوكيو، عافاكم سيرو للبوابه رقم عشرين باش تديرو الاجراءات الحكوميه الرسميه.
فين كاين المحطه ديال الطوبيس ديال بي؟
شي وحايد، عافاك.
فين نقدر نشري طبله دالماكله؟
واش يمكن لي نكري شي مرشد كايهضر باليابانيه؟
واش تبغي نصورك؟
ماكانش عندي هاد الطبق.
جرحت صبعي. واش كاين شي معقم؟
واش نقدر نحصل علي تنابر بتسعود و تسعين سنت؟
غادي نكون هنا مع التمنيه اقل ربع.
بغيت شي ريحه.
واش يمكن لي نحصل علي التوقيت؟
واش غادي للمدرسه هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
انا متاكد باللي حطيتو في الحقيبه ديالي.
ليدين الفوق.
واش كاين شي مطعم مزيان قريب من هنا؟
شنو تبغي، كحل ولا بيض؟
تقدر تقول لي فين غادي نمشيو؟
تذكره التحويل، عافاك.
فين كاين شي بلاصه زوينا ندير بيها شي فييرمه نهار واحد؟
بغيت الشمس كيلي بنفس ديال هادي
واش باقي غادي تدير داك الجدول الزمني؟
اشمن ساعه كايفتح البنك؟
كانحس براسي مريض.
كا نحير. واش تقدر ترسم ليا خريطه؟
برا.
وخا تصدملي المستشفا
واش خاصني نجي للسبيطار كل نهار؟
معدتي كتضرني.
شحال البريد للسءال بهاد الرسول لليابالي
بغيت كاس ديال الشيري.
واش محتاج لي يجي ليك من المطار؟
الركوب غادي يبدا مع الربعه و نص، اذن عافاك جي قبل.
من تلاتين الف ين.
فين نقدر نشري بطاقه اتصال هاتفيه؟
واش يمكن لي نردو فمدينه اخري؟
عوال نبقا حضاش ليوم.
عافاك خلي الفوق طويل شويه.
خاصك تشوف شي اختصاصي.
شويه ديال الدقايق، عافاك.
التراك رقم ربعطاش.
اوه، بالصح؟ عندك بالتاكيد اختيارات بزاف.
ما لقيت ليهم الاثر فين ما درت
واش عندك شي بلايص خاويين للندن؟
بغيت نسخه من التقرير ديال السرقه.
كاين علي بعد بلوك واحد من الشارع.
تقدر تشعل لي بينما انت كتشعل؟
واش هاد السيجارات خفاف؟
واخا. بحال هكا.
القطار السريع جاي من هنا ساعه.
بغيت نطول كمام هاد الجاكيت الرياضه.
عندي حجز. هاهو رقم التاكيد.
وصل عواش ديالك
القطارات واقفين بسباب الاضراب.
واش ممكن تصاوبها؟
الشارع كان عامر بالطوموبيلات.
راه العماره الثانيه علي اليسار ديال ديك العماره البيضاء.
احجزنا بلاصه لنهار خمسه و عشرين اكتوبر مع لحضاش ديال الصباح.
لا، شويه لقدام. تما، اه.
نعم، ذلك ما فيهش الوجبات.
فين يمكن ليا نرجع هاد التذكره؟
علاش كيوقع؟
بغيت نرتاح شويه.
طوموبيلتي خسرات، عافاك اجي ليها.
بغيت شعري يكون طويل شويه من لور.
شنو موادين عندك؟
متافق، راه من البلايص لي كايعجبوني.
نوع المول الذي في خالتك
سميتي ميتشيكو تاناكا، و الرقم ديال الرحله هو خمسه زيرو واحد لطوكيو.
ممكن درتي ليا خرين بين هنا
فين نتلقاو؟
بغيت نفس الفورمه ديال ديما.
عطيني خمسين، عافاك.
فين يمكن ليا نتقيد في الخطوط الجويه اليابانيه؟
شنو هوما المحتويات؟
واش كاينين شي بلايص معروفين فهاد الجوايه؟
اعطيني شويه دالصرف، عافاك.
واخا. غادي نتاكد باللي الباغاج ديالك غادي يكون هنا.
هادشي هو الاختصاص ديالنا، حوت الصول ديال دوفر مشوي.
غادي نبقاو.
تعرضت للكريساج.
واخا. واش خاصني نركزو؟
غادي نتقاسمو.
ما عندناش هاد الستيل بالضبط دابا. غادي نتحقق من المخزون ديالنا. تسنا غير دقيقه، عافاك.
سكوتش مع الما، عافاك.
هدشي كيجاوب بشحال فيه
خود هاد الوصفه للصيدليه. تقدر تاخد الدوا تماك.
انا طلب داك
اه، تقدر توقف فاي محطه بين هنا و شيكاغو.
فين نقدر نشري التذكارات؟
غالي بزاف. مانقدرش نشريه.
واش نقدر نحصل علي رقم الهاتف ديال شركه اي بي سي في شيكاغو، عافاك.
فيناهي الكنيسه؟
كيف بغيتو ديالكم؟
راه حدا هاد المبني مباشره.
لا، كانضن نساو ما يجيبو لينا واحد.
واخا. راه تم التاكيد. ممكن تعطينا رقم الهاتف ديالك، غير في حاله احتجنا نتواصلو معاك؟
اشنو سميت الرسام؟
واش خاصني نطلب منو يعاود الاتصال بيك منين يدخل؟
بغيت ناخد هاداك.
عجبني هد الخدمه ديال شامبانو من بعد الصوفير ديالك
اربعين دولار فالنهار زاءد تمنيه سنتات للميل.
غانقمر خمسه دولار.
واش ماشي هاد الطلب ديال شي واحد اخر؟
تقدر تقول ليا كيفاش نمشي للمتحف؟
...ديزولي بزاف، بلحاق بغيت ناجل الموعد.
يمكن ليك تنصحني بشي رحله؟
التران ديالك غادي يمشي من السكه تمنيه.
كانقلب علي صاك بالحزام قابل للتعديل.
بغيت يبقا قل م ميا او حانون دولار.
غادي نسولك من بعد ما نكون قلبت مزيان.
نعم. حجز لمده ست ليالي، عافاك. ابتداءا من تلاته و عشرين يوليوز.
تقدر توريني وحدين اخرين بتصميمات مختلفه؟
شنو نوع العصير اللي تبغي؟
واش غادي داري فالعواشر?
فين نقدر نمشي نشوف شي منظر زوين بزاف؟
كان مهرس منين حليت لباكو.
تسعود و عشرين شتنبر.
بغيت نصيفط هادا بالبريد الجوي لليابان.
عيد الشكر علي الخدمه. هو يوم ديال الشكر لكل واحد كيساند المجتمع بالخدمه ديالو.
هاد الغرفه صغيره بزاف.
واش نقدر نحصل علي اتاي اكثر، عافاك؟
بغيت هاد الحوايج يتصبنو من هنا شويه ليوم.
واش كاين شي بنك هنا؟
تقدر تجمع الطبله، عافاك؟
موس، عافاك.
هادو كاملين مطبوعات.
عافاك، كتب رقم البيت ديالك في الظهر.
كنستعملو العويدات فاش كناكلو.
ديلطا الرحله تمنيه و عشرين لنيو اورليانز غادي تتاخر ساعه تقريبا.
منين نرجع لليابان، غادي نكتب رساله. الا كان عندك الوقت، عافاك صيفط لي شي رساله.
خليت تذكره الطيران ديالي فالاوطيل.
غرفه فرديه بلا دوش، عافاك.
مشكوره علا التواصل مني شي جماعين ينسا ان يوقف اسموه
ايوا، راه الوقت تيطير. واش نكملو هاد النقاش نهار الخميس مع الوحده؟
بغيت شي بيجامات.
واخا. نعيط ليك ملي يوجدو.
اشنو بخصوص الغدا؟
الليموزين غادي توقف فالاول فالباب الشمالي.
حتال اينا وقيتا باقا كا نخدم ريصطو ديال لوطيل؟
واش قطار مباشر؟
ايوا، راه فات الحال شويه. كنضن خاصني نمشي دابا. شكرا بزاف علي الليله الراءعه.
واش ممكن ندي الدوز للمظد ديالو
بغيت الدجاج محمر.
الغلط ديالي. ماشي الغلط ديالك.
اسمح ليا، وقتاش غادي يسالي هاد الفيلم؟
هاداك، عافاك.
سرقولي دهازي. خاصني ندير شكايه.
واحد الشوييا، عافاك. غادي ندوز ليك السيد جونز.
سلام. هادي الليمه المتحددا
فين تعلم السي جونز اللغه اليابانيه؟
عندي واحد صغير من نفس التصيل
واش تقدر تاخد ليا هاد السروال؟
الجمعه بالليل، مع التسعود.
واش هادي البوابه ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
معلقه اخري، عافاك.
مزيان مالحه شويه و لكن عجبني واش جبتوها مع بعض اللافازا كامله
عافاك زرب فيه، الا كان ممكن.
واش يمكن ليك تخلص عشره دولار هنا كتامين؟
اه. فياقني من بعد تلاته دسوايع، عافاك.
بغيت ندير الطلبيه، عافاك.
واش نقول نعم ولا لا؟
معلقتين، عافاك.
شنو هي المحطه الجايه؟
الطوموبيل كادير واحد الصوت غريب.
وقتاش كيسد مكتب البريد؟
راني زدت واحد العربون ديال خمسين دولار منين دخلت.
واش عندك شي دوا ديال المعده لي مقلقا؟
واش خاصني نلبس كبوط وكرافاط؟
واش يمكن لي نحول الفلوس لحساب التوفير ديالي؟
نسيت صاكي.
بغيت نعاود ناكد الرحله ديالي.
ساعتي. كانت ماركه جديده رقميه سويسريه.
دزت فداك الامتحان بالعلالي.
بغيتك تديني لشي بلاصات زوينين. را انا ساءح، عارف.
واش يمكن ليا نزور المدينه و السفينه في الميناء؟
من الافضل تصلح المرايه ديال الخلف.
غادي يكون عشره الدقايق دالتاخير اولا اقل.
واش يمكن لي ناخد الصحون ديالك؟
غادي نكون فرحان. اينا وقت تبغي؟
كنضن باللي نسيت الكاميرا ديالي اللور ملي تعشيت هنا البارح بالليل.
جمعهوم فالباب.
اوه، لا. ماشي ضروري. انا نتكلف بيه. راك درتي فوق الجهد ديالك.
اما تصاوبو ولا تبدلو، عافاك.
يمكن لي نديروا فشي وقت الشهر الجاي.
عفاك خلي قيات ديالك
كيفاش هاد المنتوج الجديد كا يقارن مع المنتوجات اللي كاينين؟
الخدامات ديال البيع ضريفات بزاف فهاد المحل.
تقدر تحتافظ ليا بهادشي؟
واحد الدقيقه، عافاك.
واش عندك ملصقات ديال المطالبه ديالك؟
بغيت نكري طوموبيله لمده سيمانه.
اه فالبداءم يدخل مره
عافاك وريني شي ساعات للرجال.
راها عشرين past four.
شحال كاتقام بالليموزين حتال مركز المدينه؟
من الصباح.
من الاحسن نزربو. را بداو كيصعدوا.
جا علي قدي.
سولت دجاج
لعشره ايام.
شحال فالعمر ديال هاد الولد؟
شحال المجموعه؟
بغيت نفس الشي، عافاك.
ضيعت شيكات السفر ديالي.
عافاك اعطيني شي دوا بارد.
عفاك حطيه في مخريش
انا ديما كنشوفو كل صباح في القهار
تقدر تتعشي معانا هاد الليله؟
غادي نبقي في فندق بي حتي للغد. غادي نكون فرحان الا قلتيها ليه بلي انا هنا.
الرحله تاجلات بخمسه و ربعين دقيقه.
سميتي شينو يامادا.
شنو التخابل هاد المطلوب واش كاينه عندو واش كاينه عندو واش كاينه عندو واش كاينه عندو
عندنا واحد النبيذ ابيض ازوين.
غير شي دوا بارد.
واش يمكن ليك تنزل ليا الباكاج ديالي للبهو غدا فالصباح؟
اوه، هكا ديما كانضيع شي حاجه فاش كانسافر.
مبقيتش قادر نحرك يدي ليمنه.
سلام واش ديال ريوه
من بعد، غادي توصل لشارع التسوق. الا بقيتي غادي فالشارع، غادي توصل للمحطه.
لا، ماشي هنا. كاين واحد الغرفه ديال التدخين فاللور ديال هاد المدرب.
واش يمكن لي نحصل علي كتيب؟
وصلني لتما مع التسعود، عافاك.
اه، سيدي. كيفاش بغيتيني نقطعو؟
كا نضن كاين شي غلط فالفاتوره.
غي الزيت والخل يكونوا بخير.
عندي بالضبط داكشي لي باغي. نقترح عليك هادا؟
قهوه مع السكر.
سبعاونص. اووه، سمح ليا. درت واحد الخطا.
واش عمرك سمعتي باسبوع ذهبي فاليابان؟
شكرا لك رجو عندنا انت
واش مازال عامر؟
واش يمكن لي نخليه فاي بلاصه ف البلاد؟
اش من نمره خاصني نعيط منها هنا؟
كيفاش نمشي لديزني لاند؟
واش كاظن؟
اسمح ليا. فين جا الريسطو الرءيسي؟
بغيت ندير اتصال لليابان.
الدرجه ديالي اطناش. فين كاينه؟
شنو هادشي، عافاك؟
نوع النوع لي فالبال؟
نعم. غادي نوصلو مع التمنيه ديال العشيه بالتوقيت ديال هنا.
لقيت شيء ياربي عفاك تحتيني
واش يمكن لي نحصل علي لحم الخنزير و البيض؟
مثلجات ديال البطيخ كتحليه، عافاك.
لما السخون ماكايوصلش سخون مزيان.
واش تقدر تشرح كيفاش ندير داكشي؟
عافاك اكتب عنوان الاتصال ديالك هنا.
واش يمكن لي نستخدم الفلاش؟
شكرا لك توجد عندي في نفس الوقت غدا غادي الصور لي مجهورا
... سمح ليا دابا يمكن لك تاخد غير من القاءمه الليليه...
مع او بلا plom.
راسي كيضرني.
هادي الغرفه اطناش زيرو سبعه.
بغيت غرفه مختلفه.
اشحال من وقت هاد التاشيره صالحه؟
واش كاين شي سبيطار فهاد الجوايه؟
بغيت بذله.
واش عندك شي حاجه بعرض كبر؟
واش يمكن لي نقيس قياس تسعود؟
اوطيل امان كايقاد فطور زوين، عافاك.
فِينَاهُوَا لْحْوَانَه؟
واش كاين شي وحدات كبر؟
تلاتين دولار تمانين.
علي حسب شحال دافء البلاصه، ولكن في وسط اليابان، اواءل ابريل.
همبرغر بالجبلي و الفريت.
فات لوقت علي القطار التالي.
ماعنديش صرف.
واش خديتي تذكره الحافله ديالك؟
كريدي، عافاك.
كنت في الرحله ديال خطوط يونايتد تمنميا و تمنو و عشرين.
كاين الصداع بزاف حدا الغرفه ديالي.
الساحل الشرقي، كتلقي كذلك بلايص مشهوره، بحال نيويورك، واشنطن العاصمه وبوسطن.
واش عندك الوراق ديال اليابان؟
سميتو مزيان
واش ممكن نخلي عندك الامتعه ديالي حتي للساعه وحده؟
واش كاين شي رحله سياحيه في المدينه؟
اه، سمح ليا خاصني ضروري. كيفاش داير الامن فهاد المنطقه؟
شفت. كانحاول نكري سيتروين.
انا عندي موهه طبيبه
غادي يكون مزيان. فين كاين الخبز؟
شي بلاصه ماكاطلش علي الشاريع، عافاك.
واش الثمه ديالك علا التخابع
شكون لي غادي يكون اسرع، طاكسي او امبيلونص؟
واش عندك هاد التيشورت بالوان اخري؟
ماخصكش تتفرج فالتلفازه بزاف.
وايه، حنا جايين عليه، جايين عليه.
من الافضل تدخل لصبيطار ديالنا.
فين نقدر نلقي سوبرمارشي؟
مزيان شويه، ممكن تخطي بيا؟
شحال من محطه باقا قبل مانبدل؟
داك السم سارك شيفاتي.
كراد الهواش و القرار للمعدا مختلف بالك واخا
بغيت نشوف الميناء.
فكره زوينه
شحال د الوقت علي رجليك؟
غادي ناخد عشرين من اكبر تيدي بير، عافاك.
شنو نمره الحاجه؟
ساهله. غادي نشوف غير فالدليل ديال التلفون.
واش عندك شي غرف اكبر؟
شحال تمن الفارك ديالي
بغيت نبقي فهاد الغرفه ليله زايده.
اسمح ليا، بغيت نسلم التقرير ديال السرقه.
ايوا، علي حساب موصلات لي كتركب فيهم. واش غادي ف لكار ولا ف طياره؟
واش غادي يزعجك الا گلست هنا؟
واش نقدر نصيفات وحده بالدهور
اه، عافاك صيفطو للغرفه اطناشربعه وتلاتين.
عاونك التمليه ديال التساع
بغيت جوج وراق د الذهاب و الاياب ل اوكسفورد.
معاياش خصني نجي للمطار؟
هادي بطيءه.
فين نقدر نحمض الفيلم؟
لا، عافاك لا. واش تقدر تحتفظ باسءلتك حتال نهايه الحديث ديالي، منين غادي نطلبها؟
بغيت شي بلاصا زوينا.
سمح ليا المرحاض ماخدّامش. محتاج للمساعده.
ماشي صعيه ولا غراضيه
غادي نوصلك للبلاصه ديالك. من هنا، عافاك.
سمح ليا، نقدر نسولك واحد السءال؟
كا نظن.
سلام عليكم
بغيت نسجل هاد الامتعه كامله مباشره لطوكيو، عافاك.
تقدر توريني واحد كبير شويه؟
كنضن لحوايج اللي مصاوبين ف الجابون هما اللي كيكونو مخيطين مزيان.
من الاحسن تستسلم.
عاود عافاك.
ممكن تكتب ليا العناق ورقم الهاتف من فضلك
واش سخون؟
اشمن مطار غانمشي منه؟
واش ما توصلتيش بالاستماره فالطياره؟
بغيت مصلوح.
جات ثلاثين تمنيه دولار فالمجموع.
مشكور علي مشاركتك الفوره معانا
كانمشي نتزلق علي الثلج جوج مرات فالشهر فالموسم.
ازدادت فاتح ابريل الف وتسعميه وخمسه وخمسين.
واش يمكن لي نستاجر مضارب؟
واش هادا هو الطوبيس الصحيح للمدينه؟
شحال هاد المعطاء
علاش هادي
فين يمكن ليا نقضي؟
خمسين جنيه.
واش داكشي فيه الضريبه؟
ما هي الكيسات
عافاك اتصل بالاسعاف.
غانقمر بتلاته د الدولار فهادشي.
كيفاش جاي؟
ماكاين حتي شي ماكله اللي ماكاتعجبنيش.
نهار الدستور ولا "كيمبو كينينبي" هو عيد وطني فتلاته ماي باش يتفكرو تاسيس الدستور الياباني الحالي.
واش هاد الجوله كتشمل زياره برج سيرز؟
واش كاين شي مكتبه هنايا؟
غادي نمشي نحضر للمدرسه الصيفيه فجامعه هاواي.
فين غادين دابا؟
جوج د الناس كبار و واحد الدري عندو تلات سنين.
فمراحيض المحطه.
