من هو الشخص الأهم في المملكة؟
في ذلك الوقت، جاءت المُسلّم يسوع. سألواه: "من هو الشخص الأهم في مملكة السماوات؟"
يسوع اخترع طفل صغير وانسَه. وانسَه الطفل بينهم.
ياسوس قال: "ما سأقوله لك هو صادق. تقدر تغيّر وتصبح كالأطفال. لو ما تغيّر، لن تدخل ملكوت السماوات."
كل من يصبح مُنْتَقِم من التفوق كهذا الطفل هو الأهم في مملكة السماوات.
كل من يرحَم طفل صغير كهذا باسمِي يرحَمُني.
لكن ماذا لو قاد شخص واحد من هالكباري اللي يؤمن بي للإثم؟ لو قاد، فسيكون على الأفضل أن يُوضع له حجر كبير على رقبته ويُغرق في قاع البحر.
كَيْفَ سَيَكون لِلْعَالَمِ بِالْأَشْيَاءِ الَّتِي تَسْتَحِلُّ الْإِنْسَانَ فِي الْخَطَأِ! هَذِهِ الأَشْيَاءِ لَتَكُنْ. بَلْ كَيْفَ سَيَكون لِلَّذِينَ يَسْتَحِلُّونَهَا!
إذا ما تسببت يدك أو قدمك في خطيئة، فاقطها وانسها. سيكون لك أفضل أن تدخل ملكة الجنة بيد أو قدم وحيد بدل أن تدخل الجحيم بيد وقدمين. في الجحيم يحترق النار إلى الأبد.
إذا كان عينك تسبب لك في الخطيئة، فانفَرِضها وانسَها. سيكون لك أفضل أن تدخل مملكة السماوات بعين واحدة مقارنة بعينين تُسقَط في نار الجحيم. قصة الأرنب المفقود
تَعْلَمْ أَنْ تَنْظُرْ فِي وَسَطِ هَذِهِ الْبَعْضِ. هَذِهِ مَا أَخْبَرْتُكُمْ. يَسْتَحِقُّونَ أَنْ يَرَوْنَ أَنْفُسَهُمْ فِي السَّمَاءِ بِأَنَّ أَنْفُسَهُمْ تَسْتَحِقُّونَ أَنْ يَرَوْنَ أَبِي الَّذِي فِي السَّمَاءِ.
<.>
ما رأيك؟ تخيل رجل ما يملك 100 بقرة وواحدة تهرب. ما يبقى البقرة 99 على الجبال؟ ما يذهب وينتظر البقرة اللي هربت؟
الشي اللي سأقوله لك حقيقية. إذا وجد هذا الماعز، يفرح أكثر من 99 ماعز ما تهرب.
هيك هو نفس الشيء مع أبيك في السماوات. ما يريده هو ألا يضيع أي واحد من هالكبار. لما يخطئ شخص علىك
إذا ارتكب أخك خطأ بعده، اذهب له، وقول له ما فعله، واحتفظ بالشيء بينكما. وإذا سمعك، فانتصرت عليه.
لكن ماذا لو ما سمعك؟ فاتبع واحد أو اثنين آخرين. القول في الكتاب: "يجب أن تثبت كل شئ بشهادة اثنين أو ثلاثة." (ديوتيرونوم 19:15)
لكن ماذا لو رفض يسمع الشهود؟ فقله للقديسة. وماذا لو رفض يسمع حتى القديسة؟ فلا تعامله كأخك. عامله كأنك تتعامل مع شخص مسيء أو مُجمع ضرائب.
ما سأقوله لك هو حقيقي. ما تغلق عليه في الأرض يبقى مغلق في السما. ما تفتح عليه في الأرض يبقى مفتوح في السما.
مجدداً، هاذي ما أقوله لكم. تخيل أنك وشريكك على الأرض يتفقان على أي شيء تطلبونه. سيقوم أبي في السماوات بفعله لكي.
"إذا تجمع الناس بعدين أو ثلاثة في اسمى، أنا معهم." سلامة اللي ما كان يُعذب
بِتْرَ عَلَى يَسُوُس. قَالَ: "سَيِدِي، كَيْفَ أَسْتَعِدُ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَنْ أَسْتَعِدَ لِأَن
ياسوس ردّ، "أقول لكم، ما يساوي سبعة مرات، بل 77 مرة".
مملكة السماوات كأنه رجل يريده يجمع كل ما يديده عماله.
كانت الملك تبدأ بعمله، بارِد مَن كان يُسْتَحَقّ له ملايين الدولارات بِيَدِه.
الرجل ما كان يقدر على دفع. فأعطى المالك أمر. وعليه بيع الرجل، زوجته، أطفاله، وكل ما كان يملكه لدفع ما كان يديده.
السَّلَمَ فَقَدَّمَ عَلَى رَأْسِهِ. "أعِدْلي فَرْدَة"، قَالَ. "أُنْفِسُ كُلِّ شَيْءٍ."
مُسْتَرُه تَعَلَّمَه وَأَعْطَاه مَا تَسْتَحِقُ وَأَعْطَاه يَسْتَحِقُ.
لكن بعد كذا، اتّسَع الابن وجد واحد من الخدم اللي يسْتَحِقّه بقليل من الدولارات. واتّسَعه وابدأ يضيقه. "أدفع ما تديه لي!" قال.
السَّرِيّ الْمُتَّبِع عَلَى قَدَمِهِ. "أعِدْنِي فِي الْمَوْقِت"، قَالَ لَهُ. "سَأُرِدُكَ".
لكن الخادم الأول رفض. فذهب وسَلّم المُتَّهم للسجن. وينتظر المُتَّهم في السجن حتى يُرجع ما يُسْتَحَق.
الخدمات الآخرين رأوا ما حدث. وانزعجوا كثيرا. وذهبوا وخبروا مالك كل ما حدث.
بعدين المُسْتَرْدِي داير الْمَسْلُمِ الأول. "أنت سَلْمَةِ عَبْدِي"، قَالَ. "أنا بَلَغْتُ كل ما تَسْتَحِقُهُ عَلَيَّ بَعْدَ ما طَلَبْتَ مِنِّي".
لما تَكْفِيْتَ على الخادم الآخر كيما أَكْفَيْتَ علىّ؟
بسبب الغضب، خرج مالكوه للسجناء، وسوف يُعاقب حتى يرجع كل ما كان عليه يديه.
هيك سيعامل كل واحد منكم يا بنيه في السماوات ما تغفر لأخيك من قلبك.
يسوس يعلّم عن الطلاق
بما أن يسوع فاتح اللفظ هالشي، غيّر غيليل وانطلق لمنطقة يوادا على طرف نهر الجوردن.
تلاو مجموعات كبيرة وشفىهم هناك.
كانت بعض الفاريس يجييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييييي
ييسوس ردّ: "لم تقرأوا ما ورد في البداية أن المُخلِّص أنشأهم ذكوراً وأنثى؟ (التكوين 1:27)"
قال: "إذًا يترك الإنسان والدَّه ووالدَّته ويُجمع مع زوجته، وينتَهي الطرفان كواحد". (تكوين 2:24)
لا يبقىين اثنين، بل واحد. فليستَلْمَنْ يفَرِّق ما اتّخَذَهُ الله معاً.
قالوا: "فما سبب أن موسى أمر أن يعطي الرجل لزوجته بطاقة طلاق وينسجها؟"
ييسوس ردّ: "مُوسى سَمَحَ لَكُمْ بِتَفْسِيرِ زَوَاجِكُمْ لِكَيْ تَكُونَ بِالْمَرَّةِ. بَلْ كَانَ هَذَا لَمْ يَكُنْ مِنْ الْوَرَى."
هذي ما أقوله لكم. أي شخص يفصل زوجته وينكح امرأة أخرى يرتكب الزنا. يجوز لرجل أن يفصل زوجته فقط إذا لم تكن مخلصة له.
الطلاب قالوا له: "إذا كان هكذا بين زوج وزوجة، فالأفضل أن لا يُزوجوا".
ييسوس ردّ: "لا يقدر كل واحد على تقبّل فكرة البقاء مُفرّد. فقط من تلقّى المساعدة على العيش بدون الزواج يقدر على تقبّلها."
بعض الرجال ما يقدر يخصّون أطفال لأنهم وُلِدوا هكذا. بعضهم وُضِع هكذا من قبل الناس. والبعض الآخر وُضِع هكذا علشان يخدموا مملكة السماوات. من يقدر يقبل يعيش هكذا يعيش. "أولاد صغيرين يُقدّمون ليعسى
كانت بعض الناس بارسوا أطفالا صغيرا على يسوع. وهم يطلبوا من يسوع يضع يديه على الأطفال وينتظر لهم. ولكن المُعلمين قالوا للناس يوقفوا.
يسيس قال: "أقبلوا علىي، لا تمنعوا، ملك السماوات ينتمي للكبار مثلهم".
ييسوس وضع يديه على هم. ثم توجه من هناك. ييسوس وشاب مالك.
أكيد بعث رجل لياسوس. قال: "أستاذ، ما الشيء اللي أعمله ليتلقى الحياة الأبدية؟"
"لما تتساءلني عن ما هو جيد؟" رد يسوع. "هناك واحد فقط هو جيد. إذا كنت ترغب في دخول الملكوت، اتبع الأوامر."
"مَنْ؟" سَأَلَ الرجل. قَالَ يسوع: "لا تَسْتَرِدَّ، لا تَسْتَرِدَّ، لا تَسْتَرِدَّ، لا تَسْتَرِدَّ، لا تَسْتَرِدَّ."
أحترم والديك. (إكسودس 20:12-16؛ دوتيرون 5:16-20) و"أحبّ الجار كأنت تحبّ نفسك". (لوي 19:18)
"أنا اتّبعت كل تلك الأوامر"، قال الشاب. "ما يبقى لي أعمله؟"
ييسوس ردّ: "إذا كنت تبغى التام، فاذهب وبيع كل ما عندك، وانسَ المال على المحتاجين، ستحصل على مال في السماوات، ثم اتّبعني".
عندما سمع الشاب هاذي، اتّجه وانهار. كان غني جدا.
فقال يسوع لعوامه: "ما سأقوله لكم هو حقيقي. يصعب على الناس الغنيين دخول ملكوت السماوات".
أنا أقول لكم مرة أخرى، يصعب على الغزال أن يمر من فتحة الشريط. ولكن يصعب على الغني أن يدخل ملك الله.
عندما سمعت المُتَّبعين هذي، فهم مُذهولين. وسألوا: "إذًا من يُنقذ؟"
ييسوس نظر لهم وقال: "بإنسان، هذي ممكن، ولكن بله، كل شي ممكن".
بيتر ردّ عليه: "لقد ترَكنا كل شيء لنسير وراءك! ما هي المكافأة اللي تُعطى لنا؟"
"ما سأقوله لكم هو حقيق،" قال يسوع لهم. "عندما تُخلق كل الأشياء، سيسجل الابن البشري على ملكه المُشرق. ثم ستنشأ على 12 ملكة مني. ستجود 12 عشيرة إسرائيل."
كل من ترَك بيتا أو عائلة أو حقل بسببي سيرتَب 100 مرة، وسيراك الحياة الأبدية.
لكن كثيرون اللي هم أولو هم آخر. و كثيرون اللي هم آخر هم أولو.
سّيرة العمال في الحقل
مملكة السماوات كأنه رجل امتلك أرض. خرج في الصباح المبكر ليعمل الناس في بستانه.
أوافق على إعطائهم الأجور المعتادة لعمل يوم. ثم أرسلهم إلى مزرعته.
بزاف تسع بساعة في الصباح خرج مره اخرى. رأى بقية الناس يقفوا في السوق يفعلون شي ما يهم.
قال لهم: "تتّيّنوا وتعملوا في بسّة مي، وسأدفعكم ما يناسبكم".
كانت تمشي. "هادا خرج مره اخرى في الظهر وثلاثة وساعة وفَعَل نفس الشيء."
بزاف خمسة علّم خروج وجد بقية متمسّكين. سألهم: "لما تتمسّكوا هاذي اليوم من دون شي؟"
"لأنه ما طلّب منا أحد"، هم اجابوا. "قال لهم: اخترعوا ويعملوا في بيتِي العَلَمِي".
بما توصلت الليل، قال مالك المزرعة للشخص اللي بسَّط العمال: "اقدّم العمال وادفعهم أجرهم، ابدأ بالذين أخذتهم أخيراً، ثم انتقل للذين أخذتهم أول مرة".
العمال اللي اتولوا بس خمسة علما تلاقيو. كل واحد تلقى راتب اليوم.
كما أن من تعاونوا أولي توقعوا يحصلوا على أكثر. ولكن كل واحد منهم حصل على نفس مبلغ اليوم.
بما أنهم تلقوها، بدأوا يشكون على المالك.
"الناس اللي اتولوا في الأخير عملوا ساعة واحدة"، قالوا. "أنتو دفعوهم نفس المبلغ اللي دفعوهم. نحن عملنا أغلب العمل ونحنا في الشمس الساخنة طوال اليوم."
الوَلِيّ ردّ على إحدى هالك. "أصدِي"، قال، "أنا أُعَدّك بِالعَدْل. ما تَعَدّيْتَ تَعمل لِمَدّة يوم عادي؟"
اخد راحتك وانصرف. عايز أدفع المبلغ اللي علّيّتّي في الأمس نفس المبلغ اللي دايتّي.
لا أقدر على تصرف في أموالي اللي بسّطت؟ هل تشعر بانك تضيع لأنّي أعطيت للآخرين بسّط؟
كذا من يكمل يكمل و من يكمل يكمل. يسوع يخبر مجددًا عن وفاته
ييسوس كان يروح لجَرُسَلَم. في الطريق، اخترع 12 مُسَلِّم لينتَقِلوا معه.
"نروح لجَرُسَلِيم"، قال. "الابن البشري سينقل للأساتذة والرجال المُعلّمين. سينهضو بسِيّدِه على الموت."
فسيُسلّموا عليه لشَخْصين ما يُسْلَمُوا لليهود. وسَيَسْمَحُوا له وسَيَسْتَخْرِجُوهُ. وسَيُسْتَخْرِجُوهُ على رَكْبَة. في اليوم التّاسع، سَيَرْجِع من الأَمْسِ! أمّة تَسْأَلُ يسوع سَيَسْأَلُها
مَاما بِزَبِيدِي عَلَيْهِمْ بَلَغَتْ يسوع. وَأَخْوَةَهَا بَلَغَتْ مَعَهَا. وَتَعَلَّقَتْ بِالسَّجَدَةِ وَسَألَتْهُ بِمَرْحَلَةٍ.
"ما تريده؟" سأل يسوع. قالت: "أعهد لي أن واحد من ابنيين يجلس على يمينك في ملكتكم. أعهد لي أن الآخر يجلس على يسارك."
"لا تعرف ما تطلب"، قال يسوع لهم. "هل تقدر تشرب كوب المعاناة اللي سأشربه؟" "نقدر"، أجابوا.
ياسوس قال لهم: "سأشرب من كوبِي. ولكن ما يليه أن أقول من سيسجل على يميني أو على يسارِي. هالمناصب تخص من اخترهم والدهِي".
العشرة المتبقيين سمعوا هالشي. اشتدّت غضبهم على الأخوين.
يسيس داواهم. قال: "تعرّفوا على حكماء الأمة. هم يتحكموا بشعبهم. ويعطيهم الأوامر من مسؤولينهم العلويين".
لا تكن هكذا. بل أي شخص يريده يصير مهم بينك، يبقى عبده.
وكل من يريده يبقى أولياءك.
كُنْ كَالإنسان. لم يأت لينتَسَبْ. بل أت لينتَسَبْ لغيره. أت لينتَسَبْ حيّاته كمُدَّة لتحرير كثيرون. رجلان مُعَطَّلان يُرَى عيونهم
ييسوس وطلابه كانو يغادرون جيريشو. واندفعت جماعة كبيرة وراءه.
كانتين عَيْنَين مُسْتَعْمَلَين يَسْتَمِعُوا بِالطَّرِيق. هُمْ سَمِعُوا أنَّ يسوع يَسْتَمِعُ. فَأَنْتَقَلَوْا: "سَيِّدِي! ابْنُ دَاوُد! اسْتَعِمِلْنَا!"
الناس علّمهم يوقفوا، وعلّمهم يصمتوا. ولكنّ الرجلين هُمّوا بسّا، "الله! ابْن داود! اغفر لنا!"
ييسوس توقف وانطلق لهم. "ما تريديني أعمللكم؟" سأل.
"الله"، قالت، "نريد نقدر نرى".
يسي كان مهتماً بسهم. واتصل بعينهم. فهم يراو. واتبعوه.
يسوس يدخل القدس
كانت كلهم يقتربوا من يروشليم، فوصلوا لبيث فاقي. كان على جبل الألوف. أرسل يسوع لطفلين.
قال لهم: "اذهبوا للفَّرْس اللي بعدهم. لما تصلوا، تجدون خيل مُسَلّم. وابنها معها. افكّكوا وارسلوا لي".
إذا قيل لك شي، قل إن السادة يقدر يهمّهم. يرسلهم المُلك فوراً.
كانت هادا تيكون لكي تتحقق ما قاله النبي. يقال،
قُل لِلْمَدِينَةِ الْمُسْتَرِدَةِ: "انظر، ملكك يَسْتَرِدُكَ. هُوَ مُسْتَرِدٌ وَيَسْتَرِدُ عَلَى خَيْلٍ. هُوَ يَسْتَرِدُ عَلَى خَيْلِ عَلَى خَيْلٍ" (زَكَرِيَّا 9:9)
الطلاب اتّبعوا وفَعَلوا ما قَاله يسوع لهم.
أجلوا الخيل والبَطَّة. ووضعوا ملابسهم عليها. ثم سَطَّرَ يسوع على الملابس.
بَرَّدَتْ كَثِيرَةٌ مِنْهُمْ تَلْفَتِهِمْ عَلَى الْبَيْتِ، وَأَخَرُونَ قَسَّمَوْا فَرَشَةً مِنْ الشَّجَرِ وَأَلْفَوْا عَلَى الْبَيْتِ.
كانت بعض الناس يسبقونه، وبعضهم يليه. وهم يصرخون: "هوسانا للابن داود!" "السَّلَام على من يدخل باسم رَبِّه!" (أبيات 118:26) "هوسانا في الأعلى!"
عندما دخل يسوع جنوب القدس، اشتدت الحالة في المدينة. طلب الناس: "من هو هذا؟"
الناس ردوا: "هذا يسوع. هو الرسول من ناصرة في غاليه". يسوع يخرج من مسجد التّمّين
ييسوس دخل مسجد. بدأ يطرد كل من كان يشتري ويعمل بسّ. قام بقلب طاولات الناس اللي كانوا يباعوا المال. وقَام بقلب المقاعد اللي كانو يباعوا الدواف.
قال لهم: "الله قال: 'سيكون بيتي مسجداً يقدر الناس على الصلاة' (أياس 56:7) ولكنكم تجعلونه مسجداً للقراصنة" (يروش 7:11)
الناس المبصرين والذين كانو مصابين اتّصلوا بيسوس في المذبح. فشفّهم هناك.
السادة الراشدين والعلماء رأوا ما فعله من عجائب. ورأوا الأطفال في منطقة المذبح يصرخون: "هوسانا للابن داود!" ولكن لما رأوا كل هذا، احترقوا.
"هل تسمع ما يتكلم هالكبار؟" سألواه. "نعم"، رد يسوع. "لم تسمع أبدا عندها في الكتاب المقدس؟ يقال: 'أنت قد جعلت الأطفال والطفلين يُثنون عليك'." (أبيات 8:2)
فانصرف يسوع من الناس وانصرف للبلدة بيتان. وانصرف الليل هناك. شجرة الفاكهة تجف.
في الصباح المبكر، كان يسوع يتجه ليعود لجَرُسَلَم. كان مُعَطَّل.
رأى شجرة فاكهة على الطريق. اقترب من الشجرة ووجد على الشجرة إلا أوراق. ثم قال لها: "لا تُنتج فاكهة أبداً!" فانهار الشجرة فوراً.
عندما رأوا هذا، اشتدت إعجابهم. "كيف تجفت شجرة الفاكهة بسرعة؟" سألوا.
ياسوس ردّ، "ما سأقوله لك هو حقيقي، اثقوا وانك تشك. ثم تقدر تفعل ما تم للشجرة. وتحدد للجبل، 'اذهب وانزل في البحر'، سينفذ."
إذا كنت تؤمن، ستحصل على ما تطلب عند صلاة. سؤال سلطة يسوع
ييسوس دخل مسجد. في الوقت اللي كان يعلّم، بارزت الابناء والكبار من الناس لينه. "بما يُسمح لك بعمل هالشي؟" سألوا. "من أعطاك هالسما؟"
ياسوس ردّ، "سأطرح عليك سؤالاً واحداً. لو علّقتي، سأقول لك بسياق ما أعمل هالشيء."
من أين اتّخذت بَطْلَة جون؟ من السَّماء؟ أم من الناس؟" تَبَادَوْا حَدِيثَهُمْ. قَالوا: "إذا قلنا: من السَّماء، سَيَسْأَلُ: "فَلَمْ تَعْرِفُوهُ؟"
لكن ماذا لو قلنا "من الرجال"؟ نخاف من الناس. كل الناس يعتقدون أن جون كان نبياً.
فأجابوا يسوع: "لا نعرف". قال يسوع: "إذًا لن أخبركم بسياق ما أعمله. قصة الابنينين"
كَيْفَ تَنْظُرُ فِي هَذِهِ؟ كان رَجُلٌ له ابْنَينِ. اخْتَرَسَ لِلْأَوَّلِ وَقَالَ: "ابْنِي، اخْرُجْ وَأَجِرْ فِي الْوَرْدِ اليوم".
"لا أقدر"، رد الابن. ولكن لاحقًا تغير رأيه وانطلق.
بعدين الأب بعث لابن آخر. قال له نفس الشيء. رد الابن: "سأفعل، يا سيدي". ولكن ما بعث.
"أي من الابنين ما فعل ما أراد والده؟" "الابن الأول"، هم قالوا. قال يسوع لهم: "ما سأقوله لكم هو حقيقي. سينتقل المُجمعون والبائعون قبلكم إلى مملكة الله."
يون سبب لكي تعرف الطريقة الصحيحة للعيش. وانك ما تصدقو بيه. ولكن المُسَدِّدين والبَطَّارِين تصدقو. انتو رايتو. ولكن حتى هاذي ما تغيّروا من خطاكم وانك تصدقو. قصة المُسَدِّدين
ستسمع قصة أخرى. رجل ما كان له أرض، ووضع مزرعة من الزيتون. وضع جدار حولها. وقام بحفر حفرة لصنع الخمر. وبنى مبنى للإطلاع. وسَعَدَ المزرعة على بعض المزارعين. ثم ذهب على رحلة.
عندما اقترب وقت التخزين، أرسل عبوده للاشخاص اللي يشتركون. وطلب من العبيد أن يجمعوا جزء الفاكهة اللي يخصه.
لكن المُسَكِّين اخترقوا عباده. اضربوا واحدا منهم. قتلوا آخر. رمّوا حجارة على الثالث لكي يقتلوا.
بعدين ارسل الراجل سلطة تانيين للشريحة. ارسل أكثر من مرة الأولى. وشريحة عاملهم بالطريقة نفسها.
في النهاية، أرسل ابنه إليهم. "سيحترمون ابنِي"، قال.
لكن المُسَكِّين رَأوا الابن يَنْتَهِي. فَقَالوا لَهُمْ: "هذا هو اللي يَتَّخذ كل مال المالك يوماً ما. اتّهِمْ، دعنا نَسْتَهْلِكْه، فَكل شيء يَكون لنا".
كانت تأخذوه وتنقلوه من الزيتون. ثم قتلواه.
كَيْفَ يَفْعَلُ مَالِكُ الْمَحَرَّمِ بِالْمُسَكِّينِ عَنْدَ مَرَّتِهِ؟
"سيدمر هالناس الباطل"، ردوا. "ثم يُسَلِّم المزرعة لغيره. وينسَبوا له جزء من المحصول في وقت التخزين."
ييسوس قال لهم: "لم تقرأوا أبدا ما تقوله الكتب: 'الحصى اللي ما قبّلته البناءات، أصبح الحصى الأهم من كل شيء. فعله الرب. وانه مدهش في عيوننا'؟ (أبيات 118:22، 23)"
إذًا هاذي ما أقوللك. ملك الله سينهار منك، وينتقل لمن يُنتج فواكه.
كل من يقع على تلك الحجر يُكسر، ولكن الحجر يُكسر من يقع عليه.
السادة المُسْتَشْرِفَة والفرِيسيين سمعوا قصص يسوع. كانوا يعلمون أنه كان يتحدث عنهم.
كانت تبحث عن طريقة توقفه. لكنهم كانوا مخاوف من الجماهير. الناس يعتقدوا أن يسوع كان نبي.
سّيرة عيد الزواج
ييسوس قال لهم أكثَر قصص. قال،
هنا ما يشبهه مملكة السماوات. كان ملك يجهز عشاء زواج لابنه.
أرسل سُلَّمَهُ لِلَّذينَ دُعِيَتْ لِلْعَشاء. وَأَخَذَ السُّلَّمَ يَقُولُ لَهُمْ يَأْتُوا. بَلْ رَفَضُوا.
فأرسل معاً عباداً. قال: "أبلغ من دعووا أنّي جاهز للعشاء. قتلت بقرتي وحَمَلتي. كل شيء جاهز. اتّجهوا للعشاء".
لكن الناس ما تبصروا. واحد تغيب لحقله. آخر تغيب لشأنه.
الباقي اخربوا عباده، واتعاملوا معهم بسخاوة، وقتلواهم.
الملك بقى متحمس. أرسل جيشه لينهزموا. قتلوا هؤلاء المجرمين وحرقوا مدينةهم.
فقال الملك لعبيده "اللّيّة جاهزة، ولكن اللي دايميني ما يناسبوا تدخلوا".
اذهب للطريق وانظر لمن تقدر تجد وادعوه للعشاء.
كانت العمال يخرجوا على الشارع، وجمعوا كل الناس اللي يقدر يجدوا، سواء كانوا جيّدين أو سيئين. بسرعة تمت ملء قاعة الزواج بالضيوف.
الملك دخل لينظر للضيوف، ولاحظ رجل ما كان يلبس ملابس الزواج.
"أصدقاء"، سأل، "كيف دخلت هيك بدون ملابس زواج؟" لم يقدر الرجل على قول أي شيء.
بعدين قلّت الملك لعوّاده "أربط يديه وقدميه، وانسَبّه خارج في الظلام، هاذي الناس سَتَبكي وسَتَنْتَهِي أكواشها".
كثيرون مدعوين، ولكن قليلين مختارين. هل من حق أن ندفع الضرائب لقائس؟
الفرسية خروجوا. وسّعوا خطة للاستدراج على يسوع بكلماته.
أرسلوا متابعيهم إلية. أرسلوا الهيروديين معهم. "معلم"، قالوا، "نعرف أنك رجل مهذب. تعلّم طريق الله بصدق. ما تسمح لغيرك أن يخبروك ما تفعله أو تقوله. ما تهتم بقدرهم".
اشرح لنا، ما رأيك؟ هل يجوز دفع الضرائب لقائس ولا لا؟
لكن يسوع عرف مخططاتهم السيئة. قال: "أنتو المُنَكِّرين! ليه تجربو تلصقوني؟"
أعرضلي المُنْتَقِل اللي يُشْتَرَى بِالضَّرْبِ. أتَّخَذَوْهُ مِنْ سِيلِفِر.
سألهو "مَنْ صورة هالك؟ وَمَنْ كلمات هالك؟"
"كاسار"، هما ردّوا. ثم قال لهم: "أعطي كاسار ما ينتمي لكاسار، وأعطي الله ما ينتمي لله".
عندما سمعوا هذا، اشتدت مدها. فانسواه وانصرفوا. الزواج عندما يرتفع الأموات
في نفس اليوم، جاء السدوديّين لياس مع سؤال. هم ما يؤمنوا بان الناس يرتفعون من الموت.
"الدكتور"، قالوا، "هذي ما قاله موسى لينا. إذا مات رجل بلا أبناء، فلابد أن يزوج الأخ له. يلزم أن يولد أبناء ليستمر اسم الأخ."
كانت عندنا سبعة أخوة. الأول تزوج وموت. وبيت له أطفال، فبقيت زوجته على الأخ الأكبر.
كانت نفس الشي تقع على الأخوة الثاني والثالث. وقعت حتى على الأخوة السابع.
في النهاية، ماتت السيدة.
الآن، لما يرتفع الميتين، من زوجة ها؟ كل السبعة كانو متزوجين منها."
يسيس ردّ، "أنت مخطئ، لأنك ما تعرف السّكريبتور، وانك ما تعرف قوّة الله."
عندما يرتفع الموتى، هم ما ينكحوا. ووالديهم ما يعطونهم للنكاح. هم سيعيشوا كالملائكة في السماوات.
و ما تقولوا عن الميتين اللي يرتفون؟ ما تعرفوا ما قاله الله لك؟
قال: "أنا الله اللي بسَّر أبراهيم. أنا الله اللي بسَّر إسحاق. وأنا الله اللي بسَّر يعقوب." (إكسودس 3:6) ما هو الله اللي بسَّر الميتين. هو الله اللي بسَّر المُتَّسِمِين.
عندما سمعت الجماهير هذي، فهمت ما تعلّمه. الأوامر الأهم
الفرسيين سمعوا أن السدوكين ما يقدرّوا على ردّ يسوع. فانضمّوا الفرسيين.
واحد منهم كان مختص في القانون. فسأله يسوع سؤالا.
"معلم"، سأل، "ما هو الأوامر الأهم في القانون؟"
ييسوس ردّ: "أحبّ اللّه الذي تُحبّوه بقلبكم وروحكم وعقولكم." (دُوتيرون 6:5)
هذا هو الأوامر الأول والأساس.
والثاني كيما هو. "أحِبّ مَنْ يَحِبّكَ كيما تَحِبّ نفسكَ." (لوي 19:18)
كل ما كُتِب في الشريعة والرسل مبني على هذين الأوامر. من هو المسيح؟
الفرسية مجمّعة. سألهم يسوع،
مَا تفكّرتو في المسيح؟ من ابنه؟" "ابن داود"، هم ردّوا.
قال لهم: "فما سبب أن داود يسميه 'السيد'؟ كان الروح القدس يتكلم من خلال داود نفسه. قال داود:
قال الله لربّي: "اسجل على يميني حتى أضع أعدائي تحت سيطرتي" (أوسيس 110:1)
كما لو أن داود يسميه "سادة"، كيف يقدر يكون ابن داود؟
لا يقدر أحد على ردّه بحروف. من ذلك اليوم، لم يجرِ أحد يسألّه أي سؤال.
يسوس يحكم على الفاريسين وعلماء الشريعة
يسيس بسّط للناس وليه المُسَلِّم.
"الوَلَدِيْنِ الْمُسْلِمِينَ وَالْفَرِيْسِيْنَ يَسِتُونَ فِي مُوسَى" قَالَ.
إذًا، تجب تبعا لـهم. تفعل كل ما يخبركوا. ولكن لا تفعل ما يفعلونه. لأنهم ما يمارسوا ما يدّعون.
يُربطو الأثقال وينقلو على كتفي الناس. ولكنهم ما يرغبون في رفع يد لنقلها.
كل ما يفعله يفعله علشان يراها الناس. على رؤوسهم وعلوهم يلبسوا صناديق صغيرة تحتوي على آيات الكتاب. يُجعلو الصناديق واسعة. ويزيدو الطول على الأغصان على ملابسهم.
يحبوا الجلوس في مكان الشرف في الوجبات. يحبوا أيضًا أن يحصلوا على الأماكن الأهم في الكنيسة.
يحبوا الترحيب في الأسواق. يحبوا ما يسمونهم "رَبِي".
لكن ما تسمو "رَبِي"، عندك مُسْتَحِق وحيد، وكلكم أخوة.
لا تسمو أي شخص على الأرض "أبي". عندك أبي واحد، و هو في السماء.
لا تسمو بـ"معلم". عندك معلم واحد، وهو المسيح.
الشخص الأهم بينكم هو عبادتكم.
مَن يَرْفَع نَفْسَه يُسَلَّم، وَمَن يُسَلَّم يُرْفَع.
كَيْفَ سَيَكُونُ لَكُمْ بَعْدَ ذَلِكَ، يا مُعَلِّمِي الْحَقِيقَة وَيَهُودِيَّة! أَنْتُمْ مَنْ يَدْعُو بِالْحَقِيقَة! أَنْتُمْ تَقْتُلُونَ مَلَكَ السَّمَوَاتِ فِي وُجُوهِ الأَشْيَاءِ. أَنْتُمْ لَمْ تَدْخُلُوا، وَلَمْ تَسْتَطِعُوا أَنْ تَدْخُلَ أَحَدٌ يَسْتَطِعُ.
<.>
كَيْفَ تَعْبُدُوا، يا مُعَلِّمِي الْوَصَالِ وَالْفَرِيسِيَّينَ! أَنْتُمْ مَنْ يَدْعُو! تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُّونَ تَسْتَحِقُ
كَيْفَ مَرَّةٍ لَكُمْ، مَنْ يَسْتَحِقُّوا! تَقُولُوا: "إذا اتَّخَذَ أَحَدٌ وَعْدًا بِسَمْتِ الْمَسْجِدِ، فَهَذَا لا يَعْنِي، بَلْ مَنْ اتَّخَذَ وَعْدًا بِسَمْتِ ذَهَبِ الْمَسْجِدِ يَكْفِي وَعْدَهُ".
أنت مُبْلِس وغَدَر! أيّ شيء أكْبَر؟ هل هو الذهب؟ أم هو المَسْجِد اللي يُصَلِّي عليه الذهب؟
تقولو هايك: "إذا ما اتّخذت شخص ما عهد في اسم المذبح، فهذا لا يهم، ولكن إذا اتّخذت شخص ما عهد في اسم الهبة اللي على المذبح، فهذا يُحترم".
أكيد كي تهْتَمّين! أيّ شيء أكيد؟ هل هو الهدي؟ أم هو البقعة اللي تجعل الهدي مُقدّس؟
كلاي يخلي بس يكمل على البارد يكمل على البارد وعليه كل شي.
وكل من يُكذب على اسم المُسجد يكذب على اسمه وعلى المُوجود فيه.
وكل من يُكذب على اسم السماوات يكذب على اسم ملك الله وعلي المُسَّيّ على المُسَّيّ.
كَيْفَ تَعْمَلُوا، يا مُعَلِّمِي الشَّرْعِ وَيا فَرِيسِيِيْنَ! أَنْتُمْ مَنْ يَدْعُونَ! أَنْتُمْ تَقُولُوا لِلَّهِ تَعْشِيَةَ مِنْ مَوَارِدِكُمْ كَالْمِنْتِ، وَالْمَلْحِ، وَالْكُمْمِينِ. بَلْ لَمْ تَفْعَلُوا الشَّيْئَ الأَكْبَرَ مِنْ شَرْعِكُمْ كَالْعَدْلِ، وَالْمَغْفِرَةِ، وَالْعَدْلِ. لَكِنْ أَنْتُمْ لَوْ كُنْتُمْ تَفْعَلُوا الشَّيْئَ الْمُنْتَهَى بِالْمَوَارِدِ، لَمْ تَفْعَلُوا الشَّيْئَ الْأَوَّلِ.
أكيد توجّهاتك! تزيلوا الحشرة الصغيرة من طعامك، ولكنك تأكلوا جملة كاملة!
كَيْفَ تَعْلَمُوا، مُسْتَوْرِدُوْنَ الْحَقِيقَةِ وَالْفَرِيسِيَّينَ! أَنْتُمْ مَنْ يَدْعُوْنَ! تَنْظِفُوا خَارِجَ كُوبِكُمْ وَالْمَوْسِمِ، بَلْ تَكْمُلُوا دَوْرَكُمْ بِالْحَيَّةِ. تَحْتَاجُوا لِتَسْتَوْفِيَنَ بِالْمَوْسِمِ.
فَرِسِيَةٍ مُبْلَعَة! اشْفَيْ بِالْمَوْضِعِ أولاً، ثم يَكُونُ الْمَوْضِعُ خَارِجَهُ مَنْسُوبًا.
كَيْفَ تَعْبُدُوا، يا مُعَلِّمِي الشَّرْعِ وَيا فَرِيسِيِّيْنَ! أَنْتُمْ مُنْكَرُونَ! أَنْتُمْ كَالْمَسَارِقِ الَّتِي تُرَوَّجُ بِالْأَحْمَرِ. تَظْهَرُ بِالْمَوْضِعِ بِالْمَوْضِعِ. بَلْ فِي الْوَسَطِ هُمْ مُلْءُ بِأَسْكَنِ الْمَوْتَى. وَهُمْ مُلْءُ بِأَشْيَاءٍ أُخْرَى لَيْسَ فِيهَا نَظَفٌ وَطَهَارَةٌ.
كما هو معك. من الخارج تبدو تفعل ما هو صحي. ولكن من الداخل تملأ ما هو خاطئ. تدعي أنك ما تليه.
كَيْفَ تَعْلَمُوا، يا مُعَلِّمِي الشَّرْعِ وَالْفَرِيسِيَّينَ! أَنْتُمْ مَنْ يَدْعُونَ! أَنْتُمْ تَحْتَسِبُونَ لِلْمُنَبِّهِينَ. أَنْتُمْ تَسْتَوِيَّنَ لِلْمُؤْمِنِينَ.
وتكذبوا: "إذا عيشنا في أيام من عاشوا قبلنا، لكانا ما فعلوا. لكانا ما ساهموا في قتل الرسولين."
كذا تشهدوا على أنفسكم، تقرّون أنكم أبناء من قتل الرسولين.
كُنْ تَكْمِلِ السَّيِّئَاتِ اللي بدأها اللي عيشوا قبلك!
أنت بيت سنجاب مسموم! كيف تهرب من أن تُعاقب في الجحيم؟
إذًا أرسلت لكم الرسل والعلماء والأساتذة. ستحسِّن بعضهم. ستحسِّن بعضهم على السَّطْر. وسَتُسْتَخْدَم بعضهم في مساجدكم. ستحسِّنهم من مدينتك إلى مدينتك.
كذا ستصبح تدفع لدم كل الناس الصالحين اللي اشتغلوا على الأرض. ما أقصده من دم عابيل الصالح لدم زكريا، ابن بيركيا. زكريا هو اللي قتلوه بين المذبح والمعبد.
ما سأقوله لك هو حقيقي. كل هذا سيحدث لمن يعيش الآن.
القدس! القدس! تقتل الرسل وتحسّب الحجارة علشان تقتل من يُرسل إليك. كتير مرة كنت أريد أن أجمع شعبك. كنت أريد أن أكون كالدجاجة اللي تجمع طفليها تحت أجنحتها. ولكنك ما تسمح لي!
تاعي، بيتك فارغ.
أقوللك، لن تراواني مرة أخرى حتى تقولوا: "مبارك من يدخل باسم ربك" (أصحاح 118:26)
أعراض نهاية العالم
ييسوس غيّر المذبح. كان يمشي وانزلت طلابه على حضوره. كانوا يرغبون في توجيه انتباهه للبنايات المذبحية.
"تَرَى هَذِهِ الشَّيئات؟" سَأَلَ يسوع. "ما سَأَخبركَ بِهِ هَذِهِ الْمَرَّةِ صَحِيح. لَنْ يَبقي حَدَّةٌ وَاحِدَةٌ عَلَى حَدَّةٍ أُخْرَى. سَيُرمَى كل حَدَّةٍ."
يسوع كان يجلس على جبل الهليه. فجاء الدعوات ليله بسرا. "أنا بسأقولك" قالوا. "متى يحصل هذا؟ وما هو الإشارة لوصولك؟ وما هو الإشارة للنهاية؟"
ييسوس ردّ: "اشرب واعمل بسّرّة، وانك تضيعك من يخدعك".
سَيَأْتِي كَثِيرٌ بِاسْمِي. هم سَيَقُولُوا: "أنا المسيح!" هم سَيَخْدِعُوا كَثِيرًا مِنَ الناس.
تسمعو عن الحروب، وتسمعو الناس يتحدثون عن حروب مستقبلية. لا تقلقوا، هالشيء لازم يحصل. ولكن النهاية ما توصلت بعد.
الدولة ستعارض الدولة. الملكية ستعارض الملكية. الناس سينقصوا من الطعام. سينتشر الزلزال في أماكن كثيرة.
كل هالشي هو بداية ألم الولادة.
بعد كذا، يُسْلِم الناس إلَك وينتَهِمكوا وينتَهِمكوا. كل الأُمم سَتَعْدِلُك علَى ما فعلت.
في ذلك الوقت، سينقلب كثيرون عن دينهم. سيعتادوا بعضهم البعض. سينقلون بعضهم البعض إلى أعدائهم.
سيظهر كثيرون من الرّسل الكاذبين. هم سيعملوا على إغراء كثيرون من الناس.
لأن الشر يزداد، يزداد حب الناس باردة.
لكن من يبقى حتى النهاية سينجح.
سيتم إعلان خبر السعادة ديال المملكة في كل العالم. سيكون شهادة لجميع الأقطار. ثم سيأتي نهاية.
النبي دانيال تكلم عن "الشيء المُستَهَلَّ اللي يُدمِّر". (دانيال 9:27؛ 11:31؛ 12:11) يوماً سترى ذلك يقف في المكان المقدّس. يجب على القارئ أن يفهم هذا.
فالأحرار اللي في يوودا يهربوا للجبال.
لا يجوز لأحد على السطح أن ينزل لبيتة وينهض شي.
لا يجوز لأحد في الميدان أن يرجع لينتقل ملابسه.
كَيْفَ سَيَكون مُخَلِّف للبِنَاتِ المُتَّخِذَةِ في أوقاتِها! كَيْفَ سَيَكون مُخَلِّف للبِنَاتِ المُتَّخِذَةِ في أوقاتِها!
سَلِّمْ لَكَ أَنْ تَكُونَ مُسْتَعْجَلَةً فِي الشتاء أو في يوم السبت.
سيكون هناك مصاعب شديدة في تلك الأيام. وستكون أسوأ من أي شيء من بداية العالم حتى الآن. ولا سيما لن تظهر أي شيء مشابه لها مرة أخرى.
إذا ما كان الوقت ما تَنْتَهَيْ، ما يعيش أحد. ولكن بسّبب الناس المُختارين من الله، سينتَهِي.
في ذلك الوقت يقدر أن يقال لك: "إنتظِر! ههنا المسيح!" أو "ههنا هو!" لا تصدقه.
سَيَظهر مَنْ يَدّعي أنَّه مَسِيح وَمَنْ يَدّعي أنَّه نَبِي. همْ سَيَفْعَلُونَ عَلَى الأَشْيَاءِ عَلَى الأَشْيَاءِ وَمَحَاسِنَ. همْ سَيَجْتَهِدُوا فِي تَضْلِيلِ أَهْلِ اللهِ المُخَيَّرِينَ إِذَا كَانَ مُمْكِنًا.
تَرَى، قَلْتُلك بِالسَّبِيل.
إذًا لو قال لك أي شخص "هو بعيد في الصحراء"، لا تخرج. أو لو قال لك أي شخص "هو داخل البيت"، لا تصدقه.
الضوء اللي يجي من الشرق يُرى في الغرب، هيك يكون عند وصول ابن الإنسان.
البَّقَر سَيَجْمَعْ بسْكُلِي بسْكُلِي مَوْضِعِ مَوْتِي.
بعد ما تمرّت الأيام المُقْتَلَة، "سيكون الشّمس مُظلمة، وَلا تَنْبُت القمر، وَتَسقط النجوم من السماء، وَتَتَرَدّد الكُرَات السَّمَوِيَّة." (إسحاق 13:10؛ 34:4)
في ذلك الوقت، سينتشر علامة ابْن الإنسان في السماء. ستصبح كل الأقطار على الأرض مُحزنة. سترى الناس ابْن الإنسان يَأتي على أَسَرَة السماء. سينتَهِي بقوة وفخامة كبيرة.
سيرسل أشياطه بسَيْفٍ عالي. هم يجمعون الناس المختارين من كل الاتجاهات. هم يجلبونهم من نهاية السماوات إلى آخرها.
تَعَلَّمْ مِنْ شَجَرَةِ الْفِكْ. فَبِمَوْلِدِهَا تَنَبُّتَ وَتَكْمُلَ فَتَعْلَمْ أَنَّ الصَّيفَ قَرِيبٌ.
بشكل مماثل، لما ترى كل هالشيئات اللي تقع، تعرف أن النهاية قريبا. هي بس باب.
ما سأقوله لك هو حقيق. الناس اللي كانو يعيشوا في تلك الفترة ما يموتوا حتى تقع كل هالشي.
السماء والارض ستعيش. لكن كلماتي لن تموت. اليوم والساعة معلومة.
لا يعلم أحد عن ذلك اليوم أو تلك الساعة. حتى الملائكة في السماوات لا يعلمون. لا يعلم الابن. فقط الأب يعلم.
تذكّر كيف كان في أيام نوح. سينتشر الشيء نفسه لما جاء ابن الإنسان.
في الأيام اللي قبل الفيضان، كان الناس يأكلون ويتناولون الشاي. كانوا يُقدّمون الزواج. كانوا يُعطيون بناتهم للزواج. كانوا يفعلون كل هالشيّات حتى يوم دخل نوّا على القارب.
لم يعلموا أي شيء عن ما سيحدث حتى جاءت الفيضانات وأخذت كلهم. هكذا سيكون عندما يجيء ابن الإنسان.
سيكونان رجلين في الميدان. واحد سينتقل والآخر يبقى.
سيتم تقطيع امراتين بس مطحنة يد. واحدة ستعمل والثانية ستعمل.
إذًا ابقوا على تواصُل. لا تعرفوا أي يوم يأتِي رَبُّكُم.
تحتاج تفهم شي. تخيل إن مالك البيت عرف وقت الليل اللي يجي فيه المجرم. فكان يبقى يراقب. ما كان يسمح بان يدخل على بيته.
كما أنك محتاج تبقى جاهز. ابن الإنسان سيرجع في وقت ما لا تتخيله.
كأن مالك يضع واحد من عباده يدير العبيد الآخرين في بيتة. ووظيفة العبد هو توزيع الطعام على الوقت المناسب. ويدعو المالك عباداً صادقين وذوي عقل.
سيكون حسن للعبد إذا وجد المُستَر يُعمل في وظيفته لما يرجع المُستَر.
ما سأقوله لك هو حقيق. سيضع المُستَرّ هذا العامل على مسؤولية كل ما يملكه.
لكن افترض أن العامل خبيث. افترض أنه يفكر في نفسه: "ما يبقى مالك بعيداً لفترة طويلة".
كأنه يبدأ بضرب العمال الآخرين، وكأنه يأكل ويبقى مع من يشرى كثيرا.
السَّيِّد اللي بسَيِّدِه هُوَ يَعْرِضُ بِيْتِه علَى يوم ما يَتَعَبَّرُه. هُوَ يَعْرِضُ بِيْتِه فِي لَيْلَة ما يَعْلَمُه.
بعد كذا، يقطعه المُستَر وينقله إلى المكان اللي يروح فيه المُنافسون. هنكون يبكيش وينكّسوا الأسنان.
سّيرة عشرة مُسَلّمة
هنا ما ستصبح مملكة السماوات في ذلك الوقت. اتّخذت عشرة مُلَّات أضواءهن وانطلقّت للقاء العريس.
الخمسة كانو مُبَلِّغين. الخمسة كانو عَلِيمين.
الذين هم مُسْتَهْلِفون اخذوا أضواءهم ولكنهم ما اخذوا أي زيت عباد.
الذكرين اخذوا زيت في أكواب مع أضواءهم.
الزوج لم يجي لفترة طويلة. فانهار كل البنتين وناموا.
بلا تيَّن، كَرَّسَتْ بِالنَّهَارِ، "هَنَا البَيْتِ! اخْرُجوا لِتَلْتَفِتَوْه!"
بعدين اتّسَعَتِ الْمَرْأَتِينَ وَتَعَلَّمْتِنَ الْمَصَارِيْفَ.
الذين هم مُسْتَهْلِفون قالوا للذين هم مُسْتَهْلِفون، "أعِدْ لَنَا قَلِيلَ مِنْ زَيتِكُمْ، لَمَّا تَنْهَضُ نُورَنا".
"لا"، ردوا. "قد لا يكفي لجميعنا. فاذهب لمن يبيع الزيت وشترِ بعضه لذاتك."
كانت تروحين تشتري الزيت. ولكن في طريقهم، وصلت زوجة العريس. والباقين اللي جواهم جواهم دخلوا معه للعشاء. ثم اغلقوا الباب.
بلا، بعدين بعثت الباقيات معاها. "يا سيد! يا سيد!" قالت. "أفتح الباب لنا!"
لكن ردّ: "ما أقوله لك هو صادق. أنا ما أعرفك".
إذًا ابقوا على تواصُل. لا تعرفوا اليوم ولا الساعة اللي يجي فيها العريس. قصة ثلاث عمال
مجددا، هاذي ما ستصبح عليه مملكة السماوات. كان رجل يسافر، وانطلق لعوامله ووضعهم على مسؤولية ممتلكاته.
أعطى 10000 دولار لواحد. أعطى 4000 دولار لواحد آخر. وأعطى 2000 دولار للثالث. أعطى الرجل كل عامل مبلغ المال اللي عرفه العامل يقدر يديره. ثم انتقل للرحلة.
الخادم اللي تلقى 10000 دولار اتفرغ فورا واتخَذ ماله واتكمل. واتكسب 10000 دولار إضافي.
الواحد اللي كسب 4000 دولار كسب 4000 دولار إضافي.
لكن الرجل اللي تلقى 2000 دولار ما اتّساع وانهَى فتح فتحة في الأرض وانهَى نقود ماله في ها.
بعدين ما عاد المُستَمِرّ بسَلَّمِيهم. حابب يجمع كل المال اللي كَسَّرَوه.
الرجل اللي تلقى 10000 دولار بارسل باقي 10000 دولار. "السيد"، قال، "أنا معاك 10000 دولار. اشوف، أنا اكسب 10000 دولار إضافي".
أجاب مالكوه: "أحسنت، عباده حسن وموثوق! أحسنت بقليل. سأضعك على كثيير. ادخل وشارك سعادة مالكك!"
الرجل اللي بسّط 4000 دوّار بعث. "يا سيدي"، قال، "أنا بسّطت 4000 دوّار معك، اشوف، أنا بسّطت 4000 دوّار أكيد".
قال مالك: "أنت مُنْتَقَل، خادم حسن وموثوق! كنت موثوقاً بقليل. سأُعطيك مسؤولية كثيرة. ادخل وشارك سعادة مالك!"
بلاش، بعدين بعث الولد اللي تلقى 2000 دولار. "يا سيدي"، قال، "أنا عرفت أنك رجل صعب. تجمع ما تزرع. تجمع محاصيل ما تزرع فيها بذور".
كنت مخوّف. خرجت وسَرّيت مالك 2000 دولار في الأرض. اتّقِن، هذي اللي تخصك.
أجاب مالكوه: "أنت سلطة، مُسْتَهْلِك! هل تعلم أنّي أجمع ما لم أزرع؟ هل تعلم أنّي أجمع المحاصيل ما لم أُنْسِبْ بذور؟"
بلاش، لازم تخلّي مالتي في البنك. لما عدت، كنت أحصل على المبلغ مع مال إضافي.
بعدين حكّم المُستَمِرّ على العُمَرِيّينَ "اخدوا منّه 2000 دولار، وانسروا لمن عندو 20000 دولار".
كل من عنده سيعطى له أكثر، وسأكون له أكثر من كفاية. وكم عنده من لا عنده؟ حتى ما عنده سيعطى من عندو.
أخرج هذا العامل الفارغ خارج المكان. هكذا في الظلام، سينتظر الناس وينتفضوا. "البقر والغنم"
يأتي ابن الإنسان بجميع عظمته. يأتون معه كل الملائكة. ثم يجلس على عرشه في عظمته في السماء.
سيجمع كل الأشخاص أمامه. سيبقى يفصل الناس إلى مجموعتين. سيعمل كمُسَلِّم يفصل الأغنام من الخنازير.
يضع البقرة على يمينه ويعطي الأرانب على يساره.
بعدين يتكلم الملك مع من عند يمينه. يقول: "أبي قد فَضَّلَكْم. اتّسِعوا وخذوا ما هو ملككم. هو الملك اللي كان معدّ لكي يُعطى لكم من أول يوم خلق العالم.
كنت فاقد. وانك دايرلي لي. كنت مريض. وانك دايرلي لي. كنت غريب. وانك دايرلي لي.
كنت بحاجة لملابس. وانك تمنّيت لي. كنت مريض. وانك تعاونت بي. كنت في السجن. وانك تزورتي.
بعد كذا، سيرد الناس اللي فعلاً ما بقى على الحق. "ربنا"، هم يسألوا، "متى رأيناك محتاج ونطعمك؟ متى رأيناك محتاج ونعطيك شئ يشرب؟"
كَيْفَ رَأَيْنَاكَ مُسْتَعَلَّ وَأَخَذْنَاكَ بِالْمَسَكِينِ؟ كَيْفَ رَأَيْنَاكَ بِالْمَلَكِ وَأَعْطَيْنَاكَ؟
كَيْفَ كُنْتَ مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَرَّةً مَ
الملك سيرد، "ما سأقوله لك هو حقيق. أي شيء فعلته لواحد من أدنى هؤلاء الأخوة اللي في عائلتي، فعلته لي."
فياه يقال لمن على يساره: "أنت ملعون! اخرج مني إلى النار اللي تحرقها إلى الأبد. كانت معدة للشيطان وجنّه.
كنت فاكل. ولكنك ما قدمتلي شي يأكل. كنت فاكل. ولكنك ما قدمتلي شي يشرب.
كنت مسافر. ولكنك ما دعاني. كنت بحاجة لملابس. ولكنك ما قدمت لي. كنت مريض وبحالة سجن. ولكنك ما رعايتني.
يجب أن يردوا: "ربنا، متى رأيناك مُجوع أو مُعطّر وَمَا نَسَّنّا تَسْعَدْك؟ متى رأيناك مُسَافر أو محتاج لملابس أو مريض أو في السجن وَمَا نَسَّنّا تَسْعَدْك؟"
يجب أن يردّ: "ما سأقوله لك من الآن هو صدق. أي شيء لم تفعله لأحد من أدنى هؤلاء، لم تفعله لي."
فسيغيبوا لينتقموا إلى الأبد. ولكن من فعل ما هو صحيحة سيحصل على حياة إلى الأبد.
الخطة لقتل يسوع
يسوع اكمل قال كل هالشي. ثم قال لعوامه،
كما تعلم، عيد الفصح بس يومين. سيُقدَّم الابن للإعدام على الصليب.
بعدين اتجمع الابناء مع القيادات. اتجمعوا في مبنى كايفاس، الابن.
كانت تخططوا لاعتقال يسوع بطريقة ذكية. كانوا يرغبون في قتله.
لكن ما خلال العيد، قالوا. "قد يسبب الناس مشاكل". امرأة تُسكب عطر على يسوع
ييسوس كان في بيتان. كان في بيت رجل اسمه سيمون، اللي كان مريض بمرض الجلد.
بنت كتبت لليسوس بس كيس مغلق من عطر مكلف. وسَّرت العطر على رأسه وقت كان بساعة.
عندما رأوا هذا، اشتدّت غضبهم. "لما هذي الفاقدة؟" سألوا.
كانت الزيتون تباع بسعر عالٍ. كان المال يُعطى للناس الفقيرين.
يسيس كان معرف بده. فقال لهم: "لما تعبّر علشان هالبنت؟ قدمت لي شيء جميل".
تبقى معك فقراء طوال الوقت. ولكنك ما تبقى معك معا.
كانت ترشّي العطر على جسدي علشان أكون جاهز للدفن.
ما سأقوله لك هو حقيق. ما فعلتها ستعمل في أي مكان يُنشر هذا الخبر في كل أنحاء العالم. سيعمل في ذكرها. يودا يوافق على تسليم يسوع
واحد من العشرين اتّجه للاسْمَاء. واسمُه يوادا إسْكاريوت.
قال له: "ما تقدر تدييني لو قدمت يسوع لكي؟" فسَّرَّوا له 30 ديناراً من الفضة.
من بعد، نظر يودا للوقت المناسب ليدفع يسوع ليلو. عشاء الرب
كانت اليوم الأول من عيد الخبز المُسَلَّم. جاءت المُسَلِّمَة لِيَسُوس. وسَألتْ: "أين نُعدّك لكي تأكلوا عيد الفصح؟"
قال: "اذهب لشخص معين، وقول له: 'المعلم يقول: 'زمني قريبا، سأحتفل بعيد الباب في بيتكم مع طلابي'.'"
كانت التلاميذ يفعلوا ما أخبرهمه يسوع. وهم يجهزون وجبة القيامة.
عندما جاء العصر، كان يسوع عند الطاولة مع الاثني عشر.
كانت تأكل، قال: "ما سأقوله لك هو صادق. واحد منكم سيرسلني لخصومي".
الطلاب اتّخذوا حزن شديد. واحد بعده واحد، بدأوا يقُولوا له: "لا أنا، سيدي، ما أنا؟"
ييسوس ردّ: "اللي دخل يدّه في الوعاء معّي سيرسلني".
الابن الامين سيرت بس ما كُتِب علَيْه. ولكن ما يَكون مِنْهُ لمن يُسْتَخْدَم الابن الامين؟ لَوْ كَانَ مَوْتَهُ بس لَكِنْ.
يودا هو اللي كان سيرسله. قال: "لا أنا، رابي، ماشي؟" جابس قال: "نعم، أنت."
كانت تأكل، اخذ يسوع الخبز، وشكره وانقسمه، وعَطَى لعُمَّالِهِ وقال: "اخدوه وامسحوه، هذي جسدي".
فأخذ الكوب، وشكر، وعَطَى لهم. قال: "كلكم اشرب منّه".
هاد دمِي من العهد الجديد. يُسكَب ليعود للذنوب اللي تكُون كثيرة.
هذي ما أقولك. من الآن، ما أشرب الخمر معك مرة أخرى حتى يوم أشربها معك في مملكة أبي.
فأَنْتَوْ بِمَسَارِي وَانْتَوْ بِالْمَسْجِدِ الْأَوْلِيَةِ. يسوع يقول أن بطرس سينتَهِي
ياسوس قال لهم: "سأكون كلّكما تهربوا مني ليله دا. وانه مكتوب أن الرب قال: 'سأضرب المُسَلِّم، ثم تُفرّق أضلاع المُتَّسِع.' (زكريا 13:7)"
لكن بعد ما أرتفع من الموت، سأذهب مقدمًا لك في غالييل.
بِتْرَرَبِّي: "الْبَقِيّينَ يَنْتَهِيْنَ عَنْكَ، بَلِّي لَمْ أَنْتَهِيْنَ."
"ما سأقوله لك هو حقيقي"، رد يسوع. "سيحدث هذا الليلة. قبل أن يصيح الدجاج، ستحلّي تلات مرات أني ما أعرفك."
لكن بطرس قال: "قد أموت معك، لكنني سأقول أبداً لا أعرفك". وقال كل المُعلّمين الآخرين نفس الشيء. يسوع يصلي في جيثسمنا
فانزل يسوع مع تلاميذه لمكان يسمى جيثسمنا. وقال لهم: "اسعدوا هنا، وانزلوا معى أتتت وانشطوا".
بِتَسْتَرِي بِبِتْر وَالْأَخَوَيْنِ عَلَيْهِمْ زَبِدَي. بِتَكْسِرَ وَتَتَعَرَّضَ.
فقال لهم: "أنا مسّي بسّي، أشعر بقرب الموت. بقوا هنّا. ابقوا معى في الحذر".
هادا بسّط بسّط. بعدين هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا بسّط بسّط. هادا
فانصرف لعشيرته وجدواهم ينامين "لما تقدرتم تبقى معى ساعة؟" سأل بطرس.
اشر وادع. فتتلاشى من الخطاوة لما تُجذب. الروح متحمسة. ولكن الجسد ضعيف.
يسيس غيّر مره تانية. ها يصلي: "أبي، هل ممكن تبقي هذه الكوب؟ ولكن لو كان محتاج أشربها، فليكون ما تريده."
فانصرف ورجع. وجدهم معايِش. ما يقدر على فتح عينيهم.
فانصرف وانصرف مرة أخرى. وانصرف للمرة الثالثة على نفس الشيء.
فانصرف لليتّيّين. قال لهم: "هل تزالوا تفْتَرِسوا وتحسّنوا؟ اشْتَهِدوا! السَّاعة قَربَة. ابن الإنسان يُقدَّم للاسْتِغْنَاءِ".
تَرَبَّي! هَبْرَنْسْ نَحْنُ نَتَيَّنْ! هَيْهَ هَيْهَ مَنْ يَسْتَخْدَمُوْنِي لِيَسْتَخْدَمُوْنِي! يسوع يُسْتَخْدَمُ
كانت يسوع يتكلم، ودخل يودا. كان من العشرين. كان معه جماعة كبيرة. كانوا يحملون سيفين وسلاسل. أرسلهم الابناء والكبار من الشعب.
يودا، اللي كان ينقلّي يسوع، بسّط علامة معهم. "اللي أقبّلته هو العلّة"، قال. "أوقفوه".
كانت جودا تذهب لياسوس فورا. قال: "سلام، رابي!" وقبله.
ييسوس ردّ: "أصدقاء، اعمل ما جايلك تفعله". ثم اتّجه الرجال. امسكوا يسوس واعتقلوه.
في لحظة، وصل واحد من أصدقاء يسوع لسيفه. خرج وضرب عبده للرئيس بسيفه. قطع بذات السمع.
"أعد سيفك في مكانه"، قال يسوع له. "كل من يستخدم السيف سيموت بسيف".
تظن أنّي ما أقدر أطلب مساعدة أبي؟ ها يرسل جيش من أكثر من 70,000 ملائكة فوراً.
لكن كيف تتحقق الكتب؟ يقولوا إنها تحدث على هكذا الطريقة.
في ذلك الوقت، قال يسوع للجماهير: "أنا أقود فرقة من رجال مسلحين ضدكم؟" قال: "هل تحتاجون إلى أن تخرجوا بسيوف وسلاسل لكي تقبضوا علي؟ كل يوم كنت أجلس في حديقة المذبح وأعلّم. وكم تقبضوا علي؟"
لكن كل هذا حدث لكي تتحقق كلمات الرسل. ثم انسحب كل المُعلّمين وانسوا. يسوع يُقدَّم للسَّنْهِدْرِين
اللى احتجوا يسوع اخراجهوا لكي يوّسِي كايفاس، الابن الراوي. اتجمعوا المعلمين والكبار.
بلا بُعد، باتر تلاقي يسوع. وانزل بس الممر اللي بسّطه الراوي. دخل وسّط مع المراقبين وانظر ما يحصل.
السادة الراشدين والكُل من السَّنْهِدْرِينْ كانوا يبحثون عن شيء يُستعمل ضد يسوع. كانوا يرغبون في قتلِه.
لكنهم ما وجدوا أي دليل، على الرغم من أن كثيرون من الشهود الكاذبين اتّهموا. في النهاية، اتّهموا شهودين آخرين.
قالوا: "هذا العامل قال: 'أنا قادر على تدمير مسجد الله. أقدر على بنائه مجددًا في ثلاثة أيام.'"
بعدين ارتفع الابن الراوي وسأله يسوع "لما ترد؟ ما هالادعاءات اللي يحملها هالناس عليك؟"
لكن يسوع ما تكلم. قال له القاضي: "أنا أطلب منك تحت الشهادة من الله الحي، أخبرنا هل أنت المسيح، ابْن الله؟"
"ياسو. هاذي كيما تقول،" رد يسوع. "لكن هاذي ما أقول لجميعكم. في الأيام اللي تليها، سترى الابن الامين يجلس على اليمين من القدّيس. سترى الابن الامين يجي على السحاب من السماوات."
فأزيل القس ملابسها. وقال: "لقد قال شيء سيئ ضد الله! ما نحتاج لشهادات إضافية؟ لقد سمعتُه يقول هذا الشيء السيئ."
ما رأيك؟" "يجب أن يموت!" هم ردوا.
فانفَضَّوا على وجهه. ضربوه بيدِهم. ضربوه بيدِهم.
قالوا: "أناشِدك يا المسيح، من ضربك؟" بطرس قال: لا أعرف يسوع
بيتر كان يجلس في الحديقة. اتّصلت به سيدة تخدم. "كانت مع يسوع من غاليلا"، قالت.
لكن أمامهم كلهم، قال بطرس أنه ما كان. "لا أعرف ما تتكلم عنه"، قال.
فانطلق لباب الدار اللي يوصل للفناء. فانظرت له امرأة أخرى. قالت للناس: "هذا العامل كان مع يسوع من ناصرة".
كما قال مره اخرى أنه ما كان. بعدها قال بعهد، "أنا ما أعرف الشخص!"
بعدين، ما تييّنوا اللي بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بسّطوا بس
فابدأ بطرس يدعو على نفسه. اخذ يعترف وقَال لِهم: "لا أعرف هذا الرجل!" فما تأخرت دجاجة تُنْذِر.
بلاش بقى بيتير يذكّر ما قاله يسوع. "سيصيح العجل"، قال له يسوع. "قبل ما يصيح، ستحلّي تقول ثلاث مرات أني ما أعرفك". بيتير خرج، وانهار وانهار.
يودا ينحني على نفسه
كانت الساعة مبكرة في الصباح. قرر كل الابناء والكبار من الناس أن يقتلوا يسوع.
اِنْسَبَوْهُ وَأَخَذَوْهُ، بَعْدَ ذَلِكَ عَلَيْهِمْ بِيْلَتَةَ، اللي كان مَسْتَرِي.
يودا، اللي بعثه، رأى أن يسوع حُكم على الموت. وانكسرت له شعور بالذنب والحزن على ما فعل. فرجع 30 سيلفر للاسات والكبار.
"أنا خاطئ"، قال. "أنا قدمت رجل ما هو مسؤول عنه". "ما نهتم"، ردوا. "هذا مشكلتك".
كانت جودا يخلّي المال في المسجد وياخد. ثم ما خرج وانهار.
السادة الراشدين اخذوا المُنَفَّسات. وقالوا: "هذا ممنوع من وضعه في صندوق الكنيسة. هو أموال دم. هو دفع لموت رجل."
كانت تقرّر تستخدم الأموال لشراء ميدان للطباخين. سيُدفن فيه الناس من دول أخرى.
هذا هو السبب اللي اتُسمّى حقل الدم حتى اليوم.
فأصبحت الكلمات اللي قالها النبي يريه حقيقية. قال: "أخذوا المبلغ اللي يساوي 30 سيلفر. كان السعر محدد من قبل شعب إسرائيل".
استعملوا المعدن لشراء ميدان للطباخ، كما أمرني الله. (زكريا 11:12،13؛ يرمل 19:1-13؛ 32:6-9) يسوع يُقدَّم لبِلَتَي
ييسوس كان مسجّل أمام المُحكم. وسأل المُحكمه: "أنت الملك المُسْلِم؟" "نعم، هكذا تقول"، رد ييسوس.
لكن لما جاوزت الابناء والكبار علشان يعاقبونه، ما ردّ.
فسأل بيلاته: "لا تسمع ما يُدْعَو علىك؟"
لكن يسوع ما رد، ولا حتى على تهمة واحدة. كان المُحكم مُذهول حقاً.
كانت ممارسة المُحكم في عيد الفصح أن يُطلق سجّان واحد. كان الناس يختارون من يرغبون في إطلاقه.
في ذلك الوقت كان عندهم سجين مشهور يسمى باراباس.
كانت تجمع الناس، فسأله بيلات: "أي واحد يريدهو أخليه؟ باراباس؟ أو يسوع اللي يسمى المسيح؟"
بِلَاتِي عرف أن القيادات مُتَّسِعَة. عرف أن هذي هي السبب اللي جعلهم يُسْتَخْدَمْوْنَهُ.
كانت بيلات يجلس على مقعد القاضي، فارسلت زوجته له رسالة، وقالت: "لا تتدخل مع هذا الرجل، هو غير مذنب، لقد تعرضت لعوامل كبيرة في حلم اليوم بسببه".
لكن الابناء والكبار تحدثوا مع الجماعة وطلبوا باراباس وطلبوا أن يُقتل يسوع.
"أي من هاليني يبقيه محرر؟" سأل المُحكم. "بَرَابَس"، هم قالوا.
فما يبقى لي أعمله بيوسف اللي يسمى المسيح؟ سأل بيلات. وردوا كلهم: "أعدّه على السَّدّ!"
"مكين؟ ما خطا؟" سأل بيلات. ولكنهم صرخوا أقوى، "أعدّه!"
بِلَتْ يَقُولْ كَيْفَ لَمْ يَكُنْ يَكْتَسِبْ. بَلْ تَشْتَدَّ الْمَجْمُوعَة. فَأَخَذَ مَاءً وَسَلَّمَ يَدَيْهِ مَنْ تَحْتَهُمْ. "أَنَا لَمْ أَكُنْ مَسْتَوْلِي عَلَى مَوْتِ هَذَا الْإِنْسَان"، قَالَ. "أَنْتُمْ مَسْتَوْلِي عَلَيْهِ!"
كل الناس ردوا: "نحنا وابناءنا نقبل المسؤولية عن ماته!"
بِلَتْ يَسْتَحِلْ بَارَابَس. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ عَلَيْهِ يَسُوسْ بِالْمَسْكِ. بَلْ ع
الجنود اللي بسّطوا المُسْلِم يُسْتَحَقّوْن بسّطوا بيتِهِ اللي يُسمّى بِالبَرَيْتُورِيُم. وجمعَتْ كلّ الجنود بعده.
أزيلوا ملابسهم ووضعوا على رجلهم ملابس أرجواني.
فانهوا ينفّسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا علّيهم وينسوا عل
هم يسخّرون عليه. هم يضربونه بالعصا على الرأس مرة ومرة.
بعدين ما سَمّواه، خَلّوا رُبَّه، وَأَعادوا لَهُ مَلَكَتِه. ثمّ اتّخَذوْه وَسَلّمَوه لِنَسْبِه عَلَى صَخْرَة. يسوع مُنْسَب على صَخْرَة
بما يغادرون المدينه، اتلقوا رجل من سيريني. اسمه سيمون. وسّعواه يحمل الكروسي.
أتوصلوا لمكان يسمى جولغوثا. كلمة جولغوثا تعني مكان الرأس.
وخلطوا الشاي مع مساحيق ملتهية وعطاها لعيسى يشرب. وبعد أن تذوق، رفض يشرب.
عندما نُصِبّواه على الصليب، قسموا ملابسه بسَبَبِ التَّوَسُّل.
سَتَّوْ وَقَفْتُمْ عَلَيْهِ هُنَا.
كانت تُوضع على رأسه التحديات المكتوبة بحقه. وقَرأت: "هذا يسوع، ملك اليهود".
كانت تَسْتَعْمَلْتَينِ مُسْتَعْمَلَتَيْنِ بِالْمَسَجِدِ. وَأَحَدُهُمْ بِالْأَيْمَنِ وَأَحَدُهُمْ بِالْأَيْمَنِ.
اللي عبورهم فَرَّسوا على يسوع وسَخَّروا له. وهم يهْزُوا رؤوسهم
وقال: "إذًا ستعمل على تدمير المذبح وترى بناه مجددًا في ثلاثة أيام؟ فانسَ علّي! اخترق من على الصليب، لو كنت ابنا لله!"
كما كَرَّسَتْهُ الْمُسَلِّمَةُ وَالْمُعَلِّمَةُ وَالْأَبْيَاتُ.
"سَبَّبَ لِلْآخَرِينَ"، قَالَوْا. "لكنّه لا يقدر على إنقاذ نفسه! هو ملك إسرائيل! اتّخَذْه ينزل من السَّدَة الآن! فنُصدق فيه."
يثق في الله. دايمًا يسّر الله له إذا أراد. هو من قال: "أنا ابن الله".
بالمثل، الراشدين اللي كانو يُسْتَسْتَرَوْنَ مع يسوع، كانوا يسخرّونه. يسوع يموت
من ظهور الشمس حتى ثلاث، كانت الأرض مغطاة بالظلام.
في الساعة الثالثة، صرخ يسوع بجَوْه. قال: "إليو، إليو، لاما سبَّاحتَني؟" أي "يا ربي، يا ربي، لماذا أنت تهرب مني؟" (أوَسَّاس 22:1)
بعض من كانوا يقفوا سمعوا يسوع يصرخ. وقالوا: "هو يدعو إيليا".
بسرعة احدهم قرّر واتخذت قطعة من القماش. وملأها بزيت الزيتون ووضعها على شريط. وعرضها على يسوع ليشرب.
الباقي قالوا: "اتركوه وحيدا، نشوف إن كان إيليا يجي ينقذه".
بعدين كرّس يسوع بس صوتي عالي، مات.
في لحظة، تُفَتَّح الستار من الأعلى إلى الأسفل. تَرَكَّس الأرض. تَفَتَّح الحجارة.
الكُنُوز فُتِحَتْ. وانقلب جِسْمُ كَثِيرٍ مِنَ الأشْيَاء المُتَوَسِّطَة اللي ماتوا.
كانت تخرج من الأموات. بعد أن رفع الله يسوع، انتقلوا إلى المدينة المقدسة. فظهرت أمام كثيرون.
الرُّومي وَالَّذينَ يُحَدِّثونَ يسوع رَأوا الزلزال وَكلِّ ما حدث. وَكَانوا مُخْشَوَة. وَقالوا: "إِنَّهُ لَمَنْ يَكُونُ ابْنَ اللهِ!"
بلا بُعد، كتير من النساء كانو يراقبين. هم اتّبعو يسوع من جاليلو علشان يساعدوه.
مريم المغدلة كانت واحدة منهم. مريم أم جيمس ويوس، كانت معهم. وام زبيديا كانت معهم. يسوع مُدفون
بما تقربت الليل، جاء رجل غني من بلدة أريماثيا. اسمه يوسيف. وصار يؤمن بيسوع.
كانت تايلات وطلب جسده. وطلب تايلات يُعطى له.
جوسف اخذ الجثة وسَلّمها في قماش نايلين نظيف.
وضعها في قبره الجديد اللي قسّم من الحجر. وضع حجر كبير أمام دار القبر. ثم اتّجه بعيد.
مريم المغدلة ومرّي الأخرى كانتا تجلسان بجانب القبر. حراس القبر
اليوم التالى كان يوم بعد يوم التحضير. ذهبت الابناء والفرسية لبِلاط.
"يا سير"، قالوا، "نعرف شي ما قاله الكاذب وقت ما كان حيّا. قال: 'بعد 3 أيام سأرتفع مجددًا'."
إذًا امرّ بتحصين المقبرة حتى اليوم الثالث، لو ما فعلت، قد يجيّ المُسلّم وينسق الجسد. ثم يخبر الناس أن يسوع ارتفع من الموت. هذي الكذب الأخيرة ستعمل أسوأ من الكذب الأول.
"أحضر معك بعض الحراس"، أجاب بيلات. "اذهب، واعمل على تأمين المقبرة كما تستطيع."
كانت تاخدوا وينسوا التوبيس. وقَلّدوا الحجر ووضعوا حراس على الواجب.
يسوس يرتفع من الأموات
كانت يوم السبت مكتمل. كان البحور على اليوم الأول من الأسبوع. ماري مغدالين وماري الأخرى بعثت للنظر في القبر.
كانت زلزال قوي. اتّقى ملك من ربك من السّماوات. اتّقى اللى بيت المُتّقى. وانزل اللى بيت المُتّقى. وانزل اللى بيت المُتّقى. وانزل اللى بيت المُتّقى.
جسده كان يلمع كالضوء. ملابسه كانت بيضاء كالثلج.
الحراس كانو مخوّفين منو بس تهتزوا وتصبحو كأنهم ماتوا.
الملائكة قال للفتيات: "لا تخفوا، أعلم أنكم تبحثون عن يسوع اللي تم قتلهم عليه".
لا يكُن هاذي! ارتفع، كما قال إنه سيرتفع! اتْسَرَّع وانظر المكان اللي كان يكُن فيه.
اذهب سريعا! اخبر عباده، "لقد ارتفع من الأحياء، وينتقل أمامك إلى غاليلا. هنالك سترى له." الآن قلتلك.
كانت النساء يسرعون من القبر. كانو مخاوف، ولكنهم كانوا متحمسين. ساروا لينقلوا للطلاب.
تَلْقَى يسوعهم فجأة. "سَلَام!" قال. وَأَتَوْا إلَيْه، وَأَخَذُوا أَرْفَةِهِ وَأَسْلَمُوا لَهُ.
فقال يسوع لهم: "لا تخفوا، اذهبوا وقولوا لأخوتي أن يذهبوا لغاليلا، فسيروا ليه". تقرير الحراس لرجال الكنيسة
كانت النساء يمشين، فدخل بعض الحراس المدينة، وبلغوهم البابيّين كل ما حدث.
عندما اتجمع الابناء مع القداسين، اتّفقوا على خطة. وقدموا للجيش مبلغ كبير من المال.
قالوا للجيش: "نريد أن تقولوا: 'أولاده اتّصلوا في الليل. اسْتَرَوا جسده ونحن ننام'".
إذا سمع الوالي هالخبر، ندفعه. هالشي يبقينك معايّة.
كانت الجنود يأخذون المال ويعملوا كما أمرهم. وانشرت هذه القصة بين اليهود من يوم لآخر. أخيرة أوامر المسيح لطلابه
بعدين اتّسَع 11 مُتَّبِعَ لِلْغَالِيلِ. اتّسَعوا للجِبَالِ اللي قَالَهُ يسوع لِيَتّسَعوا.
عندما رأواه، اسجدوا له. ولكن بعضهم ما زال يحتفظ بأسئلتهم.
فجاء يسوع لهم. قال: "لقد أعطيت لي كل الصلاحيات في السماوات و على الأرض".
كذا تروح وتكون مُعلّمين لجميع الأقطار. تُغتسل في اسم الأب واسم الابن واسم الروح المقدّس.
أعلمهم يسْمعوا كل ما أمرتكم به. وانتم متأكدين أنّي معاكم من أول لحظة إلى آخرها.
يوحنا المعمودي يجهز الطريق
هذا بدء خبر سعيد عن يسوع المسيح، ابْن الله.
كانت تقول اسحاق الرسول، "سأرسل رسلي قبلك، وسأعد طريقك" (ملاك 3:1)
يُسَلِّمُ مُسَلِّمٌ فِي الصَّحراء، "تَعَمَّدْ لِلرَّبِ، وَأَسْتَرِحِمْ مَسَارَهُ." (إسحاق 40:3)
ووصل يوحنا. بَتََّه الناس فِي الصَّحراء. ودعا الناس لِتَبْتَلَوْن وَتَغَيَّرَوْن مِنْ خَطَايَاكُم. وينسَب الله يَغْفِر لَكُم.
كل الناس من الريف في يوเดا قدموا ليله. كل الناس من القدس قدموا بعدين. لما اعترفوا بخطئهم، بَطَّبَهُمْ يوحان بِالنهر المُسْتَوِي.
يون سَلَّمَ ملابس مَدَّا من فَرَسِ الجَمَل. كان عندو سَلَّمَ من الخَبَز حول البَطْن. وَأكَلَ عَصَبَ وَنَسْلَمَ.
هادو ما يدّعى جون. "بعدي سينتشر واحد يقدر على ما أكون. أنا ما أقدر أكون أقعد و أفكّ حذاءه."
أنا أُطهرك بِالماء. ولكن سيطهرك بالروح المُقدّس. "يسوع يُطهر ويتعرض للجوع"
في ذلك الوقت جاء يسوع من نصارث في جاليلو. جاوبه يوحان في نهر الجوردن.
ييسوس كان يصعد من الماء. فجأة رأى السماء تفتح. رأى روح المُقدّس ينزل على علّه كدجاجة.
قالت صوت من السماوات: "أنت ابنِي، وأنا أحبّك، وأنا سعيد بيك".
بلاش ترسل الروح القدس يسوع للصحراء.
كان في الصحراء 40 يوم. وتمسّك الشيطان به. لم يضره الحيوانات البرية. واتخذت الملائكة رعايته. يسوع اخترع أول مُعلّمين
بعد ما وضع جون في السجن، انتقل يسوع إلى جاليلو. ودعا الناس بالخبر الجيد من الله.
"الوقت قد اتّسَع"، قال. "مملكة الله قريبة. ابتعد عن خطاياك واعتنِ بالخبر الجيد!"
واحد يوم، كان يسوع يمشي بجانب بحيرة غاليلا. فرأى سيمون وابنه أندرو. كانوا يرمون الشبكة في البحر. كانوا مزارعين.
"تَعْمَلْ، تَسْتَرِي بِي"، قَالَ يَسُوُس. "سَأَحْدِثُكُمْ مَنْ يُسْتَخْدَمْ لِتَصْنَعَ الْبَشَرِ."
بما أنهم ترَكوا شبكاتهم وانضمّوا له.
فَسَافرَ يسوعُ بعدها قليلاً. وعندما سافر، رأى جيمس، ابن زبدي، وشقيقه يوحنا. كانوا في قارب يجهزون الشبكة.
بسرعة داهمهم. بقى والدهم زيبدي في القارب مع العمال. ثم اتّبعوا يسوع. يسوع يطرد روح سيئ
ييسوس وذوهم انتقلوا لكابيرنوم. وعندما جاء يوم السبت، انتقل لسجدة. فبدأ يعلّم.
الناس فهموا من طريقة تدريسه. تدريسهم كأنه كان له سلطة. لم يتكلم كمعلمين الشريعة.
في نفس اللحظة، صرخ رجل في مسجدهم. كان مُسيطر عليه بروح سيئة. قال،
مَا تَخْطُو بِنَا، يسوع من ناصرة؟ هل جِبْتَ تَدْمِرَنَا؟ أَسْتَمِعُ لِمَنْ أَنتَ. أَنتَ الْمُسْتَحِقُّ مِنَ الله!
"تَنْسَب!" قَالَ يسوع بِصَفْر. "تَخْرُجْ مِنْهُ!"
الشيطان الباطل اهتزّ الرجل بقوة. ثم خرج منه بضجيج.
كل الناس فاهمين. فسأله بعضهم على بعض "ما هذي؟ تدريس جديد! وله طريقة قوية! حتى يعطي أوامر للشياطين، ويعملوا على ما يقال".
الأخبار عن يسوع انتشرت بسرعة في كل جاليليا. يسوع يشفى كثير من الناس
ييسوس وذوهم ترَكوا المذبح، وانطلقوا فوراً مع جيمس ويوهان إلى بيت سيمون واندري.
أم سيمون كانت تلقي في السرير. كانت مريضة. أخبروا يسوع بسها.
كانت تروح لبنتها، واتخذ يد بنتها وساعدها على النهوض، وانهار حمى بنتها، ثم بدأت تخدمهم.
في المساء بعد الغروب، أحضر الناس ليعيشوا كل من كان مريض، وهم أحضروا كل من كان مُسيطر عليه بالشياطين.
كل الناس في البلدة جمعوا عند الباب.
يسيس علاج كثيير منهم، كانوا مريضين بجميع الأنواع. وطرد كثيير من الشياطين. لكنه ما يسمح للشياطين يتكلم، لأنهم عرفوا من هو. يسيس يصلي في مكان سكين.
كانت الساعة مبكرة في الصباح و ما زال الليل. ارتفع يسوع و خرج من البيت. انتقل إلى مكان يقدر أن يكون وحيد. هناك قام بالصلاة.
سيمون واصدقاءه قدموا لينتظروا يسوع.
عندما وجدوه، صرخوا: "كل الناس يبحثون عنك!"
ياسوس ردّ، "نروح مكان آخر، أريد أن أروح للبلدات القريبة، وأنا مجبور أن أدعوهم، هذي السبب اللي جيتي."
كانت تمشي في كل مكان في غاليلا. كان يُعلن في مساجدهم. كان يُطرد الشياطين. يسوع يشفى رجل مريض من مرض الجلد
بَيْنَ رَجُلٍ مَرَضٍ فِي الجَلْدِ كَانَ يَعْمَلُ لِيَسُوس. وَكَانَ يَسْتَعِدُ لِيَسُوس بِالسَّجَدَةِ. وَقَالَ: "إِنْ كَانَتْ تَرْضَى تَجْعَلَنِي نَظِيفًا، فَتَكْفِي".
ييسوس كان متوتر. بسّط يد ومسّ الرجل. "أنا متحمّس أعمله"، قال. "أكون نظيف!"
المرض تخلّى عنه فوراً. عاد سليم.
جيسوس أرسله فوراً. وعطاه تحذير قوي.
"لا تقول هذا لحد،" قال. "اذهب وانظر للساحر. اقدم التضحيات اللي أمرها موسى. ستصبح دليل للساحر والشعب أنك "صحي". "
لكن الرجل خرج وبدأ يتكلم فورا. انتشر الخبر لجميع الناس. فلم يقدر يدخل مدينة علانية. بقى خارج المدينة في أماكن وحيدة. ولكن الناس ما تزال يأتون له من كل مكان.
يسوس يشفى رجل ما كان يقدر على المشي
بلا تي، دايمًا، بس بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس، بس
كانت كثيرة الناس معاً، فلم يبقَ مكان. لم يبقَ حتى مكان خارج الباب. ودعا يسوع الناس بالكلمة.
الَّذِينَ بَلَغَتْهُمْ أَرْبَعَةٌ حَمَلُوا رَجُلًا لَمْ يَكُنْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْتَطِعْ يَسْت
لكنهم ما تقدر يقربوه من يسوع لبسبب الجموع. فكانت تخلّف فتحة في السقف أعلاه يسوع. ثم تلقيوا الرجل من خلالها على سرير.
ييسوس رأى إيمانهم. فقال للكائن: "ابن، أنت مُغفرة خطاياك".
كانت بعض المعلمين من القانون يجلسوا هناك. كانوا يفكرون،
كيما يتكلم هالبَيْت؟ يقول شي خبيث! يقدر يغفر الله فقط!
ياسوس فهمت فورا ما يفكرو. فقال لهم: "لما تفكرو هالشي؟"
هل يكفي قول له هاذو الولد "أنت مغفرة خطاياك"؟ ولا يكفي قول "ارتفع، اخذ سريرك وانطلق"؟
أنا أريد أن تعرفوا أن ابن الإنسان له سلطة على الأرض ليعفو عن الأخطاء. ثم سأل يسوع الرجل اللي لا يقدر على المشي.
"أقوللك"، قال، "تَرَسْ. اخْرُسْ مَطَرِك وانْتَهِي."
الرجل ارتفع واتخذ ماته، ثم اتّجه وانظر الجميع. كل الناس مدهشين. اثنوا الله وقالوا: "لم نر شيئًا كهذا من قبل!" يسوع يختار ليو.
بمَرّ يسوع مره أخرى بجانب بحيرة غالييل. وانضمّت جماعة كبيرة ليله. بدأ يعلّمهم.
كانت يمشي ورايّه ليو، ابن أليفيس. ليو كان يجلس على مكتب الضرائب. "اتبعني"، قال يسوع له. ليو ارتفع واتبعه.
بلا تيّس، جيسوس كان يأكل في بيت ليو. كثيرون من المُجمعين و"الذين يرتكبون الخطايا" كانوا يأكلون معه وطلابه. كانوا جزء من الجماعة الكبيرة اللي تليها جيسوس.
كانت بعض المعلمين اللي كانوا فاريسية موجودين. ورأوا يسوع يأكل مع "الذين يرتكبون الخطايا" ومحققين. فسأله أتباعه: "لما يأكل يسوع مع محققين و"الذين يرتكبون الخطايا"؟"
ييسوس سمع ذلك، فقال لهم: "الذين هم سليمين لا يحتاجين لطبيب، بل المريض يحتاج. لم أأت لأخبر من يظن أنهم مُستَحَقين مع الله ليتبعوني. أتيت لأخبر المُخطئين ليتبعوني." يسوع يُسأل عن التَّقَيُّم
كُلِّيْسِيْنْ وَالْفَرِيْسِيْنْ همْ يَسْتَحِقُونَ بِلاَ تَعْلِيْم. وَكَانَتْ أَشْيَاءَ تَعْمَلُ لِيَسُوْس. وَقَالَتْ لَهُ: "كُلِّيْسِيْنْ يَفْتَرِسُوْنَ. وَكُلِّيْسِيْنْ الْفَرِيْسِيْنْ يَفْتَرِسُوْنَ. بَلْ كُلِّيْسِيْنْ لَكَ لَيْسَوْنَ يَفْتَرِسُوْنَ. وَلَمْ يَكُنْ لَهُمْ سَبَبٌ؟"
ييسوس ردّ، "كيف يبقى الضيوف مع زوجهم بدون تناول الطعام بينما هو معهم؟ لن يصوموا طالما كان معهم."
لكن الوقت سينتقل حين يُستدعى العريس منهم. وفي ذلك اليوم سينتقلوا بدون تناول طعام.
الناس ما يسَوِّيوا ملابس جديدة على ملابس قديمة. لو فعلوا، ينفصل الجزء الجديد عن القديم، وينتج تلف أكبر.
الناس ما يملون وين چيزي جديد فِ كُلِّ كُلِّ مَلَكِ. لو فَعَلْو، يَكْسِرُ الكُلِّ، وينهار الكُلِّ وينهار الكُلِّ. لا، كل الناس يملون وين چيزي جديد فِ كُلِّ مَلَكِ جديد. يسوع هو مَلِكِ يومِ السَّبْتِ
في يوم عيد سبت، كان يسوع يمشي مع تلاميذه في حقول الحبوب. بدأ التلاميذ يقطعوا بعض أشجار الحبوب.
الفاريسية قالوا لياس: "اخدوا! ممنوع من القانون أن تفعل هذا على عيد السبتمبر. ليه طلابك يفعلونه؟"
أجاب: "لم تقرأ أبدا عن ما فعل داود؟ كان ورجاله محتاجين للطعام. كانوا محتاجين للطعام."
كانت في وقت كان أبياتار يشغل منصب الابن. داود دخل بيت الله وابتسم بالخبز المقدّس. كان يسمح فقط للأساقفة أن يأكلوا. وداود أعطى بعضه لجُنوده.
فقال يسوع لهم: "اليوم العطلة مُنشأ للإنسان، والإنسان لم يُنشأ للإنسان".
كذا ابن الإنسان هو ملك حتى يوم السبت.
الشفاء في يوم السبت
وأوّل مرة جسوس دخلت المدرسة. كان رجل بيد مريضة ومضطربة.
كانت بعض الفاريس يحاولين تجربة سوء تصرف على يسوع. كانوا يراقبونه بعناية. كانوا يرغبون في تأكيد إن كان يشفى الرجل في يوم السبت.
ييسوس قال للكائن اللي بسّط يدّه "اشرب في وسط الجميع"، قال.
فسألهم يسوع: "ما قال القانون علشان نعمل يوم السبت؟ نعمل الخير أم نعمل الشر؟ نحفظ الحياة أم نقتل؟" لكن ما رد أحد.
ييسوس براقبهم بغضب، ووكان مزعج لأن قلوبهم متمسكين. ثم قال للكائن: "أوسع يدك"، فأوسع يده، ووكان يده كأنها جديدة.
بعدين خرجوا الفاريسين وبدأوا يخططوا مع الهيروديين. كانوا يرغبون في قتل يسوع. الناس يتبعون يسوع
ييسوس بعث لبلاس بحيرة غالييل مع مساعديه. وانضمّت جماعة كبيرة من غالييل.
الناس سمعوا كل ما كان يفعله يسوع. وانضمّت كثيرون له. اتّجهوا من يوادا، ويرشليم، ويدوميا. اتّجهوا من الأراضي الشرقية من نهر الأردن. واتّجهوا من المنطقة حول تير وسيدون.
بسبب التجمع، قال يسوع لطلابه يلا تجهّزوا لبُطّة صغيرة له. هذي تمنع الناس من التجمع عليه.
ييسوس علاش نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نسافر بس نس
عندما رأوا الناس اللي بسّطوا له، هم اسقَطوا أمامه. وانطلقوا الأرواح: "أنت ابن الله!"
لكن يسوع أمرهم لا يخبروا من هو. يسوع يعيّن الـ 12 مُعَلِّمًا
ييسوس اتّسَع على جبل. وانطلق لبعض الناس ليجيوا له، وجيوا له.
أعطاهم 12 واتسموا بعدهم بعثو. من بعد ذلك كانوا معه. وسألهم يدّعو.
سيكونوا يملكون سلطة تطرد الشياطين.
كانت يسوع يعين الـ 12، وسِمُون كان من بينهم. يسوع أعطاه اسم بطرس.
كانت جيمس، ابن زيبدي، وابنوه جون. أعطى يسوع لهما الاسم بوانيرجس. بوانيرجس يعني أبناء العواصف.
كانت هنالك أندرو، وفيليب، وبارثولوميو، وماثيو، وثوماس، وياكس، ابن ألفيئوس. وكانت تادايوس وسيمون الزعيم.
يودا اسكاريوت كان واحد منهم. كان هو اللي سيرسل يسوع لخصومه لاحقًا. يسوع وبيلزبوب
ييسوس دخلت بيت. مرة تانية تجمع الناس. كان حجمهم كبير جدًا بحيث لم يقدر يسوس وطلابه على تناول الطعام.
العائلة سمعت الموضوع. فانزلوا وانسحوا عليه. قالت: "هو مجنون".
كانت بعض المعلمين من قانونهم موجودين. هم اتّسعت من القدس. قالوا: "هذا مسيطر عليه بيلزبوب! هو يطرد الشياطين بقوة خليفة الشياطين".
كانت يسوع يدعوهم ويهديهم بقصص. وقال: "كيف يقدر الشيطان أن يطرد الشيطان؟"
إذا قاتل الملكو بداخله، ينهار.
إذا فُصلت العائلة، فتتلاشى.
ترجم النص التالي إلى اللغة المغربية: