بغيت نحجز طاولة للعشاء دليليك.
هنا. إبق معاك التبديل.
غادي نضل في فندق ألفا.
ليش السی دی كايخصل بزاف فداك الڤلاصة؟
الثمن خمسة و سبعين سنت. من فضلك خذ الفلوس الصحيحة.
كانجحب الجاز.
كاينش مراقبة فردية للحقائب ف الدوّانة؟
خاي نحجز غرفة đơnة ف الفندق ديالك، ثلاثة ليال من أول يوليوز.
للفندق الكبير.
ما كايقولش ل الجسر الذهبي. خصنا نسأل حد. عفوا، هاد هي المحطة الصحيحة د الباص باش نمشي ل الجسر الذهبي؟
ايه، هاهو.
نعم. فين غادي نساعدك؟
نادو الخدامة اللي كاتخدم طاولة هادي، عفاك.
خادش روح الميثيل.
كايناش ندير السفر؟
كاين حد يخدمو؟
خد حافض على راسك.
خلاص، شكرا.
كااش الجاكيت و التي شي حاجة ضرورية؟
أي فصل هو الأكثر جمالا في هذا البلد؟
غادي يكون على عشرين دقيقة.
نقدر نطلب كاس نبيذ؟
غادي نوريك لغرفتك.
نحنا بغينا نوضح حجزتي.
خليك عندك فحص كامل في مستشفى عام.
مرحبا. هادوا مشغل بريد البحر. أي نمرة كنتي بغيتي تتصل بيها؟
جنب كاونتر سينغابورة للطيران ديك الساعة.
هاد ما كيعملش بالصحيح.
مافيهش مشكل، يمكنني أسترد مفتاحي، من فضلك؟ رقم الغرفة هو 115.
خد هاد الوصفة لصيدلية.
مين فاتحلي مقعد جنب الكوريدور، عفاك؟ نهار نحبّو مقعد ماشي للسماسر.
السيدة يوشي ساوا. ي او ش ي س ا و ا. الرقم هو ثلاثة أربعة خمسة سته سبعة ثمانية تسعة صفر.
من طرف ياماتو كوجيو أنا لازم نقول شكراً بزاف على لطافة و مساعدتك في تسيير هاد اللقاء و اللي سالا بنتيجة مزيانة.
ما نقدر نتحرك.
عفوا. كنلبس هاد العنوان.
حقيبة سفري تدمرت بزاف.
وين الدخلة الأقرب؟
غرفة لوحدني مع حمام، من فضلك.
خايب ن避 طعام فيه سكر.
مقعد عند النافذة، من فضلك.
بغيت نحجز طاولة لشخصين.
هاد كيهز ليك مزيان. شنو كنستناو؟
هاد الخدمة مجانية؟
بغيت نصلح ساعتي. الساعة هاذي كتخسر تقريبًا دقيقتين في اليوم.
عالم صغير.
خاي نستأجر سكيات ماء.
لا، ديرني نشوف أولا.
كاينين مصاريف أخرى؟
فين الساحة؟
شكرا. غادي نوقزك فالساعة ثمانية.
نقدر نبدلها لفلайт أسرع نهار الخميس؟
حكذا "رينجي" هي كتابة الخطة الأصلية ونشرها بين الأشخاص المعنيين للحصول على موافقتهم.
أنا آسف، ولكن هي ممتلئة في ذلك الوقت.
كاين عندك خواتم من العقيق؟
كنتي تلعبي معايا؟
ملأ هاد الشريحة، من فضلك.
خليك حر إتصلي بي إذا كان عندك فرصة تزور طوكيو.
دابا كتحدّث.
كاينين جولات سياحية عندك؟
غادي تسلملي هاد الكومبيوتر الشخصي، علاش لا؟
خاد شريطة لفيلم، عفاك.
خايف ما نقدرش ندفع أكثر من سيتين دولار في الليلة.
غادي ناخد شوية قهوة مع الحليب.
أكيد. املأ هذا الاستمارة ووقع عليها، من فضلك.
مافحالوش تبقا متأخر حتى الصباح.
فاش غادي نرجع للوطوموبيل؟
ما عندي شوكة.
كاين جولة ل لاس ڤيڬاس؟
ما نقدر نحرك رجلي الشمال لأنها كتوجعني بزاف.
فين مكتب الاستلام دلباغاج؟
خليك ضيفلي شوية ماء في كاسي
ناعرف خذت صورة ف الرستوران فين كلنا الغدا.
وصلت هنا بمعرض قادم من لندن في الساعة اثنا عشر وخمسين دقيقة.
ايوا، عندي. إمكن ناخدوهم من جديد منين؟
كاين عندك حاجة خفيفة؟
مساء الخير. كم عدد الناس معك؟
خليك غادي
أنا آسف، سيدي، لكننا ممتلئين.
رجاً اكتبها لي؟
خايج امشي لغسل اليدين
أش نوعة نسيبة التضخم؟
الريدز د سينسيناتي كيخسرو ب تلاتة رونات.
وين منطقة التزحلق على الثلج؟
إيوا، غادي تقول ليه نوريكو إيتو téléphona؟
فين ندير الفلوس ديال الكيلومترات الزيادة؟
فين أوتوبيس الشاتل؟
خاد شويا الحوت
خلي نديرلك شيئ تقري بيه؟
نزلت من الدرج.
غسل هاذي ب تمنية د الصباح غدا.
خاي نروح نصيد.
كاطي لينا قهوة غنية.
كيفاش غادي ترتقي لكعب د هاد لخيزة لي؟
خاي نافد وقت لبدا ديال طياري لي جاي بعد.
هادي قريب من هنا. خذ واحد بلا مشكل.
اش يمكن نستعمل ملعب التنس دابا العشية؟
خليك جيبلي الفطور في ثمانية الصبح غدا؟
كنتي من هنا؟
شنو نوع الجلد اللي مصنوع منه هاد الكتيفون؟
فين نطلع على الباص لي غادي للمحطة لبلدية؟
عندك عيون حلوين.
منين مقعدي، عفاك؟
خدي فلتر UV، عفاك.
مشي مشكل، آش هاد اللي عندك أرخص؟
خدني طاولة ماشي فيها دخان، عفاك.
هادا أحسن جودة عندك؟
شّي ختي عاونا تشرب؟
عفوا، مشي ل تالت و سبع و عشرين؟
عفوا. فين البار؟
شكرا، إبقا على الباقي.
خير، هاداك غادي نطونبك لاحقا. شكرا.
كاين ملاعب؟
كاينين عندك تيكيتين ل "الجمال و الوحش" ليوم الأربعاء؟
كاين غير جولة كاملة لليوم؟
أش نو عادين ل نيويورك؟
خلي نروح دابا.
خايف ما غاديش يوصل حتى غدا.
هادش مشكل. كنّا قد درجناه ف الحسبان من قبل.
خلي تاخدني لمستشفى
وين أقرب صيدلي لي ليل كامل؟
كيفاش لو كلنا حلاوة؟
مزيان. نديرو جرد كامل على كلشي.
الزحام كان قاسح بزاف ف区ة أتسوݣي، مشي؟
هوما عريضين بزاف.
الحوت اللي كنتي كتقولي هو الفوجو. عندو سم قاتل في كبده و بيضه.
خايج فكرت هاد الحفلة كانت حلوة بزاف.
فين غرفة الأمتعة؟
مشيتخد صور جوا؟
ما نقدرش نديرها لوحدي.
ما شفت هاد المنظر اللي واسع هكا من قبل.
خايب نشوف طبيب العظم.
نعم. ماشي عارف نحس بذاتي مزيان من يومين.
عندي الدّيّاريا.
اشنو هو السبب لي كايسير لghanima ف التلاتة؟
الجمعة ممتلئة تماما حتى الثامنة و النصف.
خليهم مغلفين، عفاك
قول لي أسماء بعض المطاعم الجيدة.
واش ممكن تعيدو ناشرها؟
خليني نفكر فيها. غادي نvisit بعض المحلات لاخرا.
أش حالك عشر دولارات على ثلاثة؟
ما بغيت نفق أكثر من تلاتين دولار للواحد.
واش كتقدر تبدل الين الياباني هنا؟
نعتقد أن هذا أفضل بكثير من هذا.
كلم باليابانية.
خوبي شوكولاتة، من فضلك.
قف هنا، من فضلك.
هادشي كيهز لانتباه. منين كاتبدا الجولة؟
حجّزت سيارة لمدة يومين في اليابان.
اش نوصل نقدر نقوللي فين نستنا للهجرة دي؟
خد صورة لي، عفاك
خدي لي طابع بريدي للكارت بوستال داك، عفاك.
كيفاش نستعير سدل و خوذة؟
خلي نلقى نبيذ آخر؟
من قاد هاد؟
هل الضمان صحيح في اليابان؟
لا، مابغينا.
سافرت في سيدني.
اشنو وقت جا؟
عفوا، ممكن تجيبلي شوكة أخرى، من فضلك؟
في مسجد قريب؟
يمكنني الحصول عليه بدون وصفة طبية؟
مشيت ناقشوا هاد الشيء دلوقا؟
نحنا بغينا نقعد هنا الليلة.
نشتغل في الإعلام.
شكرا. و فين نلقى كارت تيليفون؟
خلي الصيكات مفرقة، من فضلك.
أش نواع الأكل كيحبوك؟
حوالى ثلاثين دولار؟
ممكن تقدر تسو خريطة؟
انت مخبر بزاف.
ختو ختو تلاتة دبل وحد دبل وحد
واه كنه جميل بزاف. كيحلا عليك بزاف.
أين ماشي؟
تيكيت واحد، من فضلك.
نطما أن الطقس يبقى هكاك.
كنحب نزور المتحف المتروبوليتان للفنون ومركز لينكولن، حتا هو.
بعد الطوفان، عادة ما يكون لدينا يوم خريف صافي.
ايوا، هاداك سيرو مزيان. شنو الثمن الإضافي للطباعة المضاعفة؟
أش حالا غادي نستنى حتى يجي؟
الشرطة. عندنا وارنات تفتيش. افتحوا الباب.
اشنو الفاصل؟
يمكنك تقصيره ب سنتيمترين؟
نشوف آش نقدر ندير.
خاينا نروح فالطيران في الساعة جوج.
شكراً جزيلا. ها هو تذكرة التعديل ديالك.
نوعا ما. كنت في المنطقة.
كنت كلا غدائي مع البونات.
أي واحد خفيف؟
بسيط ناشوف شكرا
هامبورجرين و كاسين قهوة، من فضلك.
خليك عطيني حل لهاد الشي. خلي نرجع لطوكيو غدا.
عاشر أكتوبر وحادي عشر أكتوبر، و الخروج في الثاني عشر.
أش هاد الوديعة؟
كيف المية؟
هديات لصحابي.
اشنو وقت غادي يخلص؟
خسرت شوكي.
مابغيتش. نطمع إن يكون كير حتى غدا.
اش نلبس بلابس رسمي؟
بغيت جوازين للمسرح في الساعة ثمانية.
عفوا. ممكن تقول ليASH مين اوفتحو؟
هاد التيكيت ماشي صحيح.
خمس وثلاثين ساعة، باستثناء ساعة واحدة للغداء. كيف شركةك في اليابان؟
هاد البرج طويل 634 قدم.
خادش نظام صوت للسيارة، من فضلك.
كنتمنى تقرا مسودتي لما نكلت منها؟
مزيان. غادي نرسل لك الإعلام قريبا.
عندك تقرير بوليسي، مشي؟ أش نواع المراقبة ديالك؟
قطع.
فين الدليل؟
الصومو هو رياضة وطنية في اليابان.
واش كي نلبس الكيمونو؟
نعم. كنت بغيت نستعمل فيزا. الرقم هو أربعة وتسعين صفر ثمانية واحد خمسة واحد اثنان ثلاثة سته سبعة سبعة سته صفر صفر أربعة.
كاين هاد الشيء فقياس سطاش، لون احمر؟
نحب التأمين الكامل.
كايكون ليك رحلة مزيانة؟
أش غادي تعمل؟
شكرا. كيفرح الجو دائما بهاد الشكل في لندن؟
قول ليه يرجع يهاتفني من أول ما يدخل. هاد هو ٣ ٥ ٤ ٨ ١ ١ ١ ٣ ٩. فندق هيلتون، غرفة رقم ١٢ ٠ ٩.
اشنو نهار النهاية ديال إن بي إيه؟
ما عجبني ها النوع.
أي طريق لبرلين؟
خربت الفازة بغلتة.
اش نخدم الويسكي قبل الحساء، ولا بعد؟
ممكن تدي هاد الشنطة لفوق مكان آخر؟
غادي نتبع التطورات بزاف بعد ما نرجع لليابان.
ماشي مشكل. درت كلشي.
مزيان. آش نو في اليابان؟
أنا آسف، لكن الفندق ممتليء.
كينشوفو نصورو فالداخل ديال المتحف؟
هاد لزيناق د الأكريлик كيخلي أظافرك طويلة.
مزيان، طيب. نطما نرجو ما يطرا تاني.
خادش حاجة دافعة للهواء للعومة.
خليتي نزّل. هاد سيّارة للي جاية ماشي صح.
قلاعي مافقدتش.
ممكن يكون زحار العقلية.
كتّبها، من فضلك.
خليك عطيني هاداك؟
أش نوضي ملي نرجع ليك السيارة؟
أش كون حنا نتكلم على شاي أوه قهوة؟
اش نوصلتك؟
غادي يخلص ف الساعة وحدا ظهرا
خاي نغليس الأطباق لخرا لأن كيتخد وقت طويل.
رئيسنا؟ أيوا، كايشرب كوكتيل. كنحبك تقابله. تعال معايا.
حَدّي، عطو داك لپوليس.
كنلبغي هدية لومي.
فين أنا ف هاد الخريطة؟
يمكن
قفلت المفتاح في السيارة.
كنحسبك عند خمسين وخمس سنين.
مافيهش دوار لليمن هنا.
كاين مكان لصيانة السيارات قريب من هنا؟
هادشي لترتيب الخاطئ.
نحافض غدا ف الشوبينݣ.
هاد شايع.
ايوا، هادي أول رحلة لي.
بغيت نبدل لغرفة أخرى.
كيهن لينا نضيفو درايفرات؟
فين المحل التجاري الكبير؟
خليتي شنتيتي عند مكاني. ممكن تلقاها؟
ساندويتش ديك رومي واحد. خفيف على الماسترد، من فضلك.
نقول الصيف هنا ماشي سيئ بزاف.
rajel mzyan ḥazzak. kanu ḥaduha f l-qṣṣa ḍ-ṣṣġir u kaysmithawha kāmira mafquda. nṛja ḥna ṭṛa?
ماتور، من فضلك.
خليك تدفع فلوس زايدة مللي كتخلّي لкар
كيفاش تحزم حزام الأمان؟
كن呼 البواب.
ممتل. ما عنا والو باش ندير.
امشي مستقیم لقدامك لمدة كتير من البلاكات.
إتصل بالسعاية الصحية بسرعة، من فضلك.
عفوا، فين غادي يوصل الطيارة ل طوكيو؟
هاد التيكيت مازال متوفر؟
كنتيحاج ل قلم، ولا ل铅؟
هاد الراجل ماشي ديما عندو الثقة.
كاين خريطة للدراجة؟
حجم عشر، سيدة. التسميات الحمراء مؤشرة على حجم عشر.
بقليل الڭرص، عفاك.
ايوا، كنعرفو. كنتي عاودة تقري مجلات يابانية، لا؟
خليك عجلة من فضلك.
إيوا، هو كداك. كنسميو الموسم الماطلي عند اليابانيين تسuyu.
ملئ البلاصة، من فضلك.
ما عنديش حسي في رجلي اليمني
بكل تأكيد. ولكن مابقىش غرفة مزدوجة خاوية الليلة.
أش نوّعها؟ تقريبًا هاكا؟
كولو يهبطو؟
خليك تتكلم بزاف بزاف بطي
هادي دوا لي خياطي دكتور دارني إياه.
كيتقال بلي تاريخ بلاد، تقليداتها وثقافتها كايتبينو فعيودها الوطنية.
هاد الطيارة غادي تطلع ف الوقت لي مخطط ليه؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول على مساعدة باليابانية. واحد ثمانمائة
خليني نشوف سيارة هادي.
مينفعش توصلي على محل جيد يشري فيه ساعات قديمة، من فضلك؟
ايوا، غادي ن حفظ هاد الشي في بالي.
خادني ترانسفورماتور ديال الفولطية و بلاڭو و سكتو. الفولطية ف بلاد هادي مختلفة على لي عندنا، و هاد الأجهزة كذلك.
كانوا أربعة شباب.
نعتقد أن لي ضهر سفلي متعب.
كنتي بغيتي تقصي هاد الشوارب شوية؟
كنّا بغينا نتحوّلك للمصنع د ABC.
حجم عادي، من فضلك.
اسمي شيبا. غرفة رقم ثلاثة وأربعين خمسة.
كنعطيو عشرين يوم عطلة مدفوعة الأجر في السنة.
شونتي ماشي هنا.
حنا كنا نتكلم على لمس، راجل أمريكاني ضع ذراعو على ظهر بنت بطريقة طبيعية.
وين أكلتي اللي أمرت بيها؟
خلي بالك غادي ندير هاد السمك السلمون بالطريقة الميونيز.
خايب عليك باش دازت téléphoni تاعك وتسألي على حالتي.
ما cảmتش أحسن.
خايب نحرك بزاف د الخردة، غادي نشري كل الهدايا ليوم اللخر.
غادي نبداو سينما السما بعد دقايق. كنتي حابب تحط ليك شي مشروبات؟
أنا جاي من المغرب.
خلي الباغ هنا، والصندوق في الخزانة، عفاك.
ما كاينش فايدة من شرا الأشياء الرخيصة.
هنا تيكاتك و ورقة التأكيد لفندق.
خلي تبعثلي طبيب، عفاك.
نقدر نقضي الجو ديال العشية كولو.
شكرا. هادشي لي بغيتو حاليا.
شكراً جزيلا. رقم غرفتك سبعة وعشرون. هاد هي مفتاحك. حامل الأمتعة ديالنا غادي يcarry الحقائب ديالك.
خلع هداك اللباس و درب هنا.
ماشي مشكل لو غادي نقفل الراديو؟
ديالر ردة الفعل على المنتج كانت جيدة.
خاد ما عطيني ماء حار بزاف.
نقسم الخسارة.
ناقلة الطعام
خدت خوياي الصغار للغابة ديال الحيوانات.
مساء الخير، نلتقي مرة أخرى.
غادي نديرها لي كيذاكرة. شوف، ماعندنا هاذ النوع د التاكسي ف اليابان.
مشيتخد صور جوا المتحف؟
أي نوع من اللعبة اللي ولاد خمس سنين أو سطا كي لعبوا بيها في إنكلترا؟
خاي نحجز مقعد ف طيارة JAL رقم سيتة ل نيويورك نهار الاثنين عشر.
نعتقد أن هذا فكرة جيدة. إذا لم يكن هناك أي اعتراضات على هذا، أود أن أقترح التصويت.
كيفاش نوصل ليه بالاوتوبيس د اللIMOZOIN؟
الواحد اللي باقي لينا لليوم هو جولة المدينة. الباقي كله جولات ليل.
صَنع فِي إيطاليا؟
أي خط ماشي ل لندن ستاشون؟
عندك ولاد؟
ماشي علاك.
هاد الطريق، عفاك. السادس و السابع من هاد الصف.
وين ميدان الأرنب؟
ما في مكر.
يمكنك إرسال لي بعض الأدب حول منتجك الجديد؟
هاد الكاميرا ديال الفيلم ثمن ميليمتر هدية؟
خدي فلاش.
خديني إيقاظ، عفاك.
ما كنتي عارف ما تيعطيلش معاهم؟
ايوا، نعم. إمتى غادي نخرج من هنا؟
اسمي ريسا كوباياشي ورقم المكان اللي أنا ناقص فيه حاليا هو 206-525-3168.
خدني راديو جيب، عفاك.
أش حال غادي تبقى هنا؟
غادي ياخد بزاف د الايام.
صباح النور، سيدي. فين ما نقدر نساعدك؟
غادي نجي بعد العشا.
غادي ن_drawer عقد بالجيهة د لجمعة الجاية.
خمس. نحب نجمع الطاولات مع بعض.
هادشي غير الصحيح. عطيني ثلاثة دولارات زيادة.
خاي ننزل فالمحطة لمركزية. عطيني إشارة مللي نوصلوها.
هادي جلد حقيقي؟
نادي بوليسي
أي نادى هو الأفضل للجاز؟
ما فهمتش.
خسرت حقيبتي.
مينفعني غرف صغير للديكور؟
خادش شامبو جاف.
المناخ معتدل.
ايوا، غادي نقول ليك. عطيني المدام كاواكامي أحلى تمنياتي، حتا هي.
خليني نشوف آش وكيل. هادي غادي تكلّف 95 سنتيم.
خليك ضيف لنا خس و طماطم؟
نادي تاكسي في الساعة ثنتين ظهرا
خدت شبرة في إصبعي.
كيفاش كيتحسبو ف الجاپون؟
واش يوصل لپورتلاند فالضهر.
هاد مزيان شاد ليا.
خلصت غداءك؟
قادر تقطيع هادشي ليا؟
كيفاش ممكن تصف حقائبك؟
خليها في كيس.
غادي نتظار لي مين تا نزور الكاتدرائية؟
خلينا نبدل النهايات.
خليها تملا هاد الفورما ديال الدواوين و تديها.
ماشي مشكل، ممكن ن 借 قلم؟
راني بغيت كون ديلعوبة وحدة ديال آيس كريم د القوقو على شوكولاتة، عفاك.
كنتي عايشة شاي أو عصير؟
اش سميتك مرة خرة، عفاك؟
خليني نشوف هاداك.
جيت ناخد طباعاتي.
قصّ السّواري قصيرا.
عندي حرارة خفيفة ومريض كمان بوجع في الصدر من الجانب اليمين لما كتخنّز.
عشرون دولار في المقدم
كاين ديسكو قريب هنا؟
خاي نروح لمحطة المترو.
كنجيو هنا فالتلاتة ونص د العشية بالوقت المحلي.
خاي نرو ل فيفث أفينيو. شنو الثمن، من فضلك؟
ماشي مشكل، نخدمك شي حاجة لما تتشرب؟
فين أقرب حانوت حلويات؟
آه نعم. كنت بغيت نرسل هاد الباقة لليابان. فيه سوقرافت أصلوي فيها.
ماشي الله، كتسرع بزاف. ممكن تهدّي شوية؟
خلي نلقى حمرة، عفاك
أش نو ثمن الغرفة؟
خليها لي اللي على الرف.
نقدر نخدم على هاد الطاولة.
لف هادشي واحد واحد.
هنا كبير شويعة.
السلام عليكم. فندق النجم. كيف أستطيع مساعدتك؟
خلت جوج ربعات في ماكينة الكوك، ولا حاجة خرجات منها.
فين مكان لي كيتجمع فيه شاب شباب كتير؟
ماشي نبدل شركة الطيران؟
كيفاش ندير شيكات السفر؟
ما كنتش عارف نحرجك.
من بعد ما نطير، غدي ن告诉ك على بزاف د الخدمات اللي غدي نخدمك بيها النهاردا. و ف اللي بين، إذا كان في حاجة نقدر نخدمك بيها علاش طيرانك يكون أزيد ممتع، متخافش تسألنا.
خليك شوفلي غرفة رقم اثنا عشر ثلاثة وثلاثين.
خلي تاخدني لمطة، عفاك
خلي показي الجملة الكلية.
الاكل مبرد.
كاين مخزن ليلباس رجل لي مزيان؟
هادشي كلشي.
هادي ثلاث سنين كاينة هنا.
بغيت نحجز ملعب التنس في الساعة تلاتة لمدة ساعة.
كل مرة نلفز، ننجح في المرة الجاية.
هادشي ل لولاد؟
خايب، نّحبي رّيحة ليست حلوة بزاف.
في دار صديقي.
أش نوخدمك؟ كاين مشكل معاك؟
كيفاش غادي يكون الثمن ديال التذكرة ل الجاي و الراي؟
أنا آسف. ما كنج￣｀حجوزات.
فين نزّل؟
خلي تاخدني لاقرب مركز للشرطة؟
الضريبة غادي تتحسب بشكل منفصل.
أي مكان هو الأكثر توصية للزيارة؟
ليش ما تزيدش شويا د لپيپير؟
كنحب أكل طالياني.
خادش غطاء للاستعمال الواحد
اشنو غادي نديه؟
اش هاد الخدمة غالي؟
مابغيتش
نغادي نوصل ل لوس أنجلوس ف خمس.
عندي أوجاع حادة في صدري.
كبير أزرق سامسونايت فيه بزاف د لستيكرات.
ماشي نروح في رحلاتي؟
مزيان، التيكات غادي ينتظروك في كاسا ديال التيكات ف المسرح. شكرا على مكالمتك ل برودواي تيكاتس.
نعتقد أن هذه الأرقام لا تتماشى.
عندنا مشكل.
هاد الطيارة مازال غادي جاي بعد ساعتين من المواعيد.
مبقاش هتمطر؟
عفوا، هل هذا القطار يتوقف في بالتيمور؟
الغسيل لي كنت نديه ف الحمام ماشي.
نعم شكرا. كنتمنى كاس شاي.
راح أراهن عشر دولارات.
دليل سياحي
خليك عاونني نشوف كيفاش نديرها.
بغيت بزاف الطاكتة اللي لابسينها.
كاينين لي مكاتبه في شيكاغو؟
حوالى خمسة آلاف ين. شيئ للفتاة الشابة.
وين نلقى لوحة الإعلانات؟
ماتقدرش تفتح لي الباب؟
أش نوضيك دابا؟
كاين فاصل؟
خايخني يقتلي. دابا شوف، سير عطيني معروف. روح للمرحاض، فتش الباب لخارج و قعد هنا.
نعم سيدي. بيروجينو في الجانب الغربي.
نقدر ندير الكاس هنا؟
خليك خرج ب九ا ديال العشية.
راني بغيت الحساء ديال الخضرة و الشريحة ديال اللحم المقرودة، من فضلك.
فين نلقى المترو؟
خلي gösterلي لوني آخر.
كاينش سكي ديال الليل؟
بغيت نحجز غرفة ليله دابا.
من بعد ما تخلص مع البوليس، عطيني تелефон تاني باش نديك الأرقام لخرين لي خاصك.
كايدير و كيهدر و في ألم كيقرقص.
خدوها ليهاد العنوان.
هاد الپلاير ديال سي دي ماشي عمل. بغيت فلوسي راجعلي.
زيحلا.
آه، كنحب داك.
هاد سي ياماموتو، غرفة 335. الناس فالغرفة لجوار هوما كثار الصوت. كنحبغيرو غرفة.
عندك حاجة ضيق؟
أش حالنا نقولو لعقد هاد على شنو؟
كأس شابلِيس
اشنو قيمة اللّيصانص؟
اش هاد الفلوس؟
عندي دوار الشهر
زعما العادة.
جريت.
طويل.
للعروسة الجميلة سوزان. النعمة لك.
عفواً سيدتي، سقطت منديلك.
بريد جوّي، من فضلك.
كنتي حابا مقعد عند النافذة ولا عند الممر؟
مرحبا. يمكنك نقول لي كيف نقدر ناخد تيكات لماتش د اليوم؟ كنعيشو ف مانهاتن دلوقا.
أي مكان في A غادي؟
شكرا. غادي نروح لفiesta.
خليتي فيلم لهذا الصوم، من فضلك.
يمكنك تدعي دكتور، عفاك؟
لا حقيقي. ولكن عندي صغيرة راس حار.
كاين演اية كبيرة ديال لموسيقى د الرّوك؟
كن هنا باش ندير بحت ف السوق.
شوف آش يمكن دير ليا.
ماشي مشكل نديك غدا العشا؟
فيزا
خادش صابون ل لغسيل.
أكيد. قلت، كنتي عارفة سي وايت؟
شكرا على النصيحة. غادي نجرّبها في المرة الجاية.
كنتي عاطلة للي أي دواء معين؟
لا، شكرا
ما عندي نفس الفكرة. هي فكرة ممتازة.
ممكن تدير الكlimatisation؟
خاد شيشة مياة معدنية
كيفاش ممكن توصيني على أماكن جيدة للرحلات اليومية؟
هل يمكنني توظيف مرشد باليوم؟
من أي منطقة في الولايات المتحدة أنت؟
خلي تبديل هاد الفلوس للي رات Alternatively, a more common way to say it in Moroccan Arabic would be: خلي تبديل هاد الفلوس لليراتينجليزية
كايعتمد على طول الجولة.
كنتي قادرة تقشر روحي ل لخصر؟
أنا جاي من إسرائيل.
آه-زيتونة عالقّة في حلقي.
وين نلقى الكتب الدراسية؟
دربني سيارة.
قناة ناقلة، من فضلك؟
الثلاجة ماشي عاجبة.
ممكن تسجل في هاد الاستمارة و ترجعها ليه بالفاكس؟
معاك لاحقا
هاد المنصة الصحيحة للقطار لباريس؟
مرحبا. كان شعوري بالسعادة.
واخا حزب الجي샤 بازي ما زينش؟
لكن، أسماء المحطات مكتوبة أغلبها باليابانية فقط. فهذا قد يصعب الفهم.
اش نوصل لحية ف حقل الذرة؟
اش نوابي؟
شكراً جزيلاً، ولكن أي يوم عندك في بالك؟
نعتقد أنك جالس في مقعدي.
فيه الحالة هادشي ماباقيش وقت كافي.
لا تدخين من فضلك
نحنا بغينا نمشي لمانهاطن. شنو غادي يكون الخدم؟
اش نوض غيريك مطعم معقول قريب؟ وهاد الخريطة عطينيهم فيها؟
غادي تجي مرو من باب آخر للوصول لمحطات الشينكانسين.
فين السينما؟
كيمونو.
ماشي مشكل، يمكنني إتصال مع شخص يتكلم اليابانية؟
أربعة أيام.
خليني نشوف، غادي يكون 1450.
وقت الصعود لطائرة يونايتد إيرلاينز رقم واحد سبعة خمسة تأجل. من فضلك انتظر عشر دقائق.
مزيان. غادي نشريه.
هاد الفلوس فيه الضريبة و الضريبة على الخدمة و الفطور؟
خلي نفسلي أشرح ليك ساعات الطعام في هاد الدار.
عندي حرارة عالية.
كتابك داري كتقرا؟
نطلو عليه.
أوروپا عطلة صيفي ديال لعام.
كاين ناس هنا من جميع أنحاء العالم.
فين كايتعرض هاد العرض؟
خليوني الفاتورة، من فضلك
خير، فيها ثلاث شريحات ديال الدجاج و كيتجي معاها بطاطا مشوية و خضرة مشكلة.
الغرفة لجوانب كتحرك. ممكن تعطيهوم إنذار؟
ضربني
ما تقلقش على هادشي. غادي نديرو ليه الترتيب.
كنّا حابين نلقاو مكان بقرابة تلاتين دولار للشخص.
عفوا، لكن ممكن تقول لي شنو هاد الشي اللي كاين ف الменيو؟
واش كتقدر تقولي أشهر ديسكو في هاد المدينة؟
كيفاش نستعمل التيليفون؟
هادي كارت نوع مفتاح. تقدر تحطو معاك.
اش فهمت فين ساعة المتحف كيفتح؟
كنحب روح لحفلة موسيقى كلاسيكي.
أي الأسلوب مشهور دلوقا؟
خاد شويا لحم الخنزير.
كيفاش غادي يكون مع غلاف؟
أنا آسف، هي الباب التاني لليسار.
نعم، عندينا وير، والكتاب الدليل للمدينة.
خلي حاجتي القيمة عندك في الصندوق الآمن.
خد بالك.
خليك سريع. نروا. سيدتي، عطيني هادي. سيدي، انزل، من فضلك. شكرا. قعد هنا. قعد مريح بزاف. هه، عطيني، خليك زيد فيها زوج زجاجات من ويلد توركي، نو؟
قاصي جمدت.
قولي ليا إنني بغيت نشوفها غدا باش.
غادي نبقا مع صديقي.
فين هاد الدليل؟
هاد الشي حاجة لذيذة.
عشرة دولارات من البنزين العادي على البومب رقم ثلاثة، من فضلك.
بقيتي فيها هاد النزلة الإختيارية.
كيف نوصل؟ ممكن تقدر تسويلي خريطة؟
غادي نفكر فيها. شكرا.
خايف نخدعوني ف فلوسي.
طبخ الغورميه كيضحك بزاف دلوقا.
كنّجماڭنا. شكرا.
كتب. أش هادي يوصلو ليابان بالبريد الجوي؟
إيدي جرحها.
اش هاد الثلاثاء؟
كاينين جولات نصف يوم؟
ما قادرش نفهم الإنجليزي مزيان. كاين حد كيهدر الياباني؟
مرحبا، اسمي موري. عندي حجز للساعة السابعة.
كنطير لصاحبي.
أنا جاي من روسيا.
أمرك؟ عطيني شاي أو عسير؟
خليك شوفلي مع السيد تاناكا في الغرفة ثمانية وعشرون.
خبز مزيان، عفاك.
كنقدر نستأجر ريكيتات؟
كايعجبك قهوة ولا شاي بعد الطعام؟
نقدر نقف في الطريق؟
اش نواع اللحم هاد؟
ملي كي يكون مية دولار كافين؟
هادي كيس كبير من الجلد.
واش غدي توريني الطريق ل لمتحف؟
ايوا، يمكنني كوكا، من فضلك؟
كنفوشيوس في القرن الخامس قبل الميلاد
خد واحد ليي؟
هادي مصنوع من الجلد؟
راح نكون ف الـ 1223177 كل العشية.
عندي حارطة فول الصويا الفورية.
كيفاش كيتعبر النوم على السرير فญيبان؟
ف نيويورك.
اشنو وقت غادي يخلصو الصور؟
ضيق بزاف هنا.
هادي فيلم بسرعة عالية. يمكنني نخرج الفيلم؟
أوردر تيك أوت ديال كولسلو, عفاك.
نشو لعبو دابا؟
شكراً على هذا
لصحبتنا
واش غادي تقول لي أش دّاري قبل نيويورك؟
كنتي مزحرة، لا؟
ما نقدرش نتعايش مع شريكي في الغرفة. كيضرب الجوا دائما. مابغيتش هادشي.
كاين كونسرت الليلة أو غدا الليلة؟
عذرا. ولكن يجب أن نذهب الآن.
ممر رقم سبعة
كنعرف هامبورجر هنا زوين.
كنّا فرحانين بزاف بلي جيت.
مرحبا. هادوا مشغل بريد البحر. أي نمرة كنتي بغيتي تتصل بيها؟
ماشي مشكل تقدر تغلق المكيف؟
كاين شي ب لون آخر؟
كيمورا K I M U R A
بدل هادشي ل دولار ميريكاني.
خاي نلقى الباب
مين عطيني الدوا اللي كاين ف الورقة؟
هل الشرح موضح بالإنجليزية؟
شوكولاتة، من فضلك.
جيت هنا باش ناخد شنتي لي مفقود.
هاداك مقهى للحوت، ولا لا؟
فين نروح؟
وين الطريق لخارج؟
هادو قاطع كاسكيد لمحدود؟
بغيت هادشي، عفاك.
أش نوڭر الرقم ديال الطوارئ؟
العرض كيبان ضيق شوية. هاد كلو على خير؟
واش ممكن توصلينا شي حاجة أخرى؟
فاش غادي ندير الشيك إن؟
عندنا عرض خاص على الفطير اللي عندو تّفاح ب 50 سنتيم.
وسادة و لحافة، من فضلك.
ثمنية ديال العشية، من فضلك.
مع السلامة
رحلتي هي UA واحد ثلاثة في العاشر من مارس.
كيفاش غدي ن告诉ك فين هو الطابق لي فيه المطاعم؟
أنا آسف جدًا
وين أقرب مكتب بريد، من فضلك؟
مشيت شوف بطاقة النزول ديالك؟
خدت حجز في المطار.
ماشي مشكل أحيد حامض؟
كيف نوصل لمكتب البريد؟
مشوار شوف قائمة الأسعار؟
خوا خوا.
عالم صغير، مشي؟
خليك عطيني جوازين بريد جوي؟
اش نوّعرف رقم هاتفك؟
يمكنك المجيء في أي وقت تريد في بعد الظهر.
قبلها منا كتوقيع على شكرنا و عرفاننا؟
أش نوّع ف السنتيميتر؟
حجّينا طاولة لتقريبا التاسعة. اسمي ساتو.
ماباقاش في الطبع.
للموعد، هما كايمشيو للمطاعم.
تاكسي رخيص؟
واحد حقيقي؟ خير ماشاء الله عليك تقول هاد الكلام.
خليك تجيبلي تاكسي في العاشرة صباحا
أش نو عساكم تغلقو؟
كينش ممكن نشري ربع رطل من اللحم؟
واحد حقيقي؟ شكراً بزاف. مابغيش نستعير شي كتابات لقريهوم ف العطلة. تلاتة ديال الكتب كايفي لي.
خليني ناقص الفطار رقم جوج.
فِي هَذِهِ الحَالَةِ، رَجَاءً اِذْهَبْ إِلَى مَكْتَب الشِكَايَات مَعَ تَغْلِيف دَعْوَاك.
كاين قاطار النوم؟
هاداك كبير شوي علىيا. يمكن ن試 размер أصغر؟
كَمْ هِيَ عُمْلَةُ الْبَرِيدِ لِليَابَانِ بِالطَرِيقِ الْجَوِيِّ؟
مشيت نقاطعك؟
هذا السيد وatanabe في الغرفة سته سبع. غادي نخرج حوالي التاسعة و نصف. ممكن تبعث حد ياخد شناتي؟
واش ممكن دابا ممارسة رياضة التزحلق على الثلج ف ماوناكيا فالوقت هاد؟
كاين عندك كارت د الريل؟
كنت كنشغل بالكاراطي مين كنت ف الثانوي.
خلي نوصل هنا حتى الساعة ون نصف.
كيفاش عدد الساعات د القطار؟
آه-ها. غادي ياخد حوالي خمس دقايق.
كاينين مواقع تاريخية قريبة من هنا؟
خمس و نص. عندك تلاتين دقيقة باش تروح.
كنتحب هنا؟
ما كاينش ورق كافي د الكتابة.
اشنو وقت غادي تقدر تعملها؟
أي باب غادي يكون؟
بغيت نحجز لخمسة ناس الساعة سيتة دلعشية.
ايه، ولكن غادي نخدو مصاريف التوصيل.
تقدر تشريه ف قسم الأثاث في الطابق التالت.
أنا من آسيا.
هاد البوس الصح لجاپان إيرلاينز؟
نحنا بغينا نحدد موعد للكوتش.
خليك عطيني تحد هذا التلوسة؟
حقيقي. مزيان. كنعرفو نحجزو لثلاثة.
ماشي مشكل، قريتلي واقتي؟
خير، ديف، مارك، ساتشيكو، ورومي غادي يكونو فالحفلة.
خمسين دولار من الشيبس، من فضلك.
خليك تاخد أوتوبوس.
غادي نجي حوالي السابعة مسا
أش نواع ديال الدريسينغ بغيتي؟
كنحب نروح لمطعم نيويورك حقيقي، مش غالي بزاف.
نغادي نوصل للفندق في 18 شتنبر.
خليتي ناشوف خريطة الجبل، عفاك؟
خاين نموذج من برازك.
اشنو كيحمل اليابانيين على انهم ماشي اجتماعيين؟
ما في خيار. هنا مزيان.
فِي حَالَةِ الْمَوَادِ الْمُعَفَّاةِ مِنَ الضَرِيبَةِ، تَعْبُرُ مَرْكَزَ التَفْتِيشِ الْخَضْرَاءِ.
رجا عاودها تاني؟
علاش، كل الغرف الفردية محجوزة. ولكن مازال عندينا شوية غرف مزدوجة.
فهمت كُلشي.
أش نوحاج ليعرضو باش نستأجر سيارة؟
عندو حادث سيارة.
كاين عندك تيكت للرجوع؟
عندي دوار راس.
كاين عندك دونييل؟
خليك تقدر توصلينا على نبيذ رخيص؟
مافيهاش غا تجي دخل.
فين نلقى شيئ لاشرب؟
خلصت وصلت للمطار.
واش تقدر تسويه لليوم؟
أكتر تفاصيل حول هاذ النقطة ممكن تلقاها في الصفحة رقم 12 من التقرير.
كان غادي يرجع لدارو بالعشرة.
جاف.
ايوا، قعد جلس.
غادي تقترحلي بلايص فين نروح ونرجع في يوم؟
لا شكرا. غادي عند الدكتور.
الحلقة دي جميلة.
نحب ناخدها.
اشنو ساعة كتفتح الغاليري؟
ما حددت حتا هسا.
هادي غادي نهتمو بيها.
خليها بخصم، عفاك.
كانت غلطة كبيرة مني. أتمنى أن تسامحني.
كاين عندك قندورة بيضة؟
يمكنك تتصل بفندق من نفس الفئة و تجد لي غرفة؟
يمكنك مساعدتي في ملء استمارة الحقائب المفقودة من فضلك؟
اش كان تبني؟
غادي نقول ليك من أول ما نوصل هناك.
واش سهل ناوصل لهنا؟
يمكننا جلب لك كرسي الآن.
عفوا، شنو الطريق لآكاساكا؟
كتخربق بزاف.
فين نلقى لوازم المكتب؟
ما عارفش آش نوصلو ف أمريكا.
خلي نبعثو شاحنة اسعاف على 15 شارع بيكر.
إنّي دّي جبت لإنفلونزا.
فين منطقة فيها محلات ماركات ديزاينر؟
كنتي كدب.
مفتوح يوم الأحد؟
حصل حادث.
خد الدرج اللي كيهبط، وعطوف مكتب قدامك.
خايف نرجعلي حاجتي الغالية من فضلك.
واش الدكتور توفلر أستاذ قاسح؟
علامة أخرى؟
واش تقدر توقف قبالة ليبيرتي؟
كبرت، دابا. إذا كان زين،腰يها نصف ساعة بعدا؟
نقدر دفع بهاد البطاقة؟
غادي نضل يامات قليلين.
اللاحم ليخص يكون مقرمش، عارف.
كنلبغي نشوف بلوزة هادي.
خليهم مزيان و ف مكان لي سهل شوفو.
خاينا نتحقق على جوج حقائب، من فضلك.
كاين غرفة لتغيير الملابس؟
مايسي مفتوح اليوم؟
نحب ننظف هاد اللباس بالكيماوي.
نحنا بغينا نحجز مقعدين للعرض ديال النّهار ذيال الثلاثاء.
خليط. ممكن ندير واحد جديد؟
اش هاد الفاتورة؟
ناكل هنا.
كيفاش نخدم البومب؟
كاين مكتب صيرفة؟
ايوا. يمكننا نكراو ليك نديكول ديال لجولف و لحذاء.
أوه؟ كتير شاب.
منتجنا أخف وأصغر من منتجات منافسينا، ومع ذلك يكلف فقط ثمانية في المئة أكثر.
سيدي الريموت ديالي مخرب.
وين الكتب المزخرفة؟
أش نوصلو هنا؟
هادشي متعلق.
باقي ب 35 دولار، لكن النهاردا كاين خصم 25 في المية، فهاديك الساعة غادي يكون 26 دولار و 25 سنت.
كيديرهم لوحدو؟
أربعة برتقالات.
وين نلقى أوتوبوس ل شيكاغو؟
ما عارفش بعدا.
كنبغي نلعب التنس مع حد.
راه لزوجي.
ما نقدرش أغلق الباب.
القبور ف اليونان كانو تاريخيين.
ف الدقيقة جايين نشوف فيلم. رجاء اخفضو ستوراج الشباك.
ايوا. هاد اللوان ماشيين دلوقا.
أنا نقول نقل ل طيران يونايتد إيرلاينز ل أنكوراج.
ممكن تعطيني طبق جديد من هاد؟
ايوا، ولكن غادي تحط "BY AIRMAIL" هنا لو بغيتي تبعثه بالبريد الجوي.
هنا. غادي توريني بطاقتك لتعريف أو جواز سفرك؟
الستة اللي عندها الجمال هو كايعرض. هو مشهور بزاف فهاد الأيام.
زيما بس شربة وحدة.
خليك تقدر توصلينا على نبيذ مزيان؟
تيفاني. تقصد المحل داك ديال الحلي؟
تلات دولارات كلا واحد.
حشوم نلغي، ولكن ماعندنا والو مدير نفعل فيه.
أنا ضايع. فيننا؟
ما تيقولش مافيهش بزاف د الرجال المزيفين؟
خليك جيبلي طابع و ورقة للكتابة
هذا أبي.
خليك. عطيه ها الفورم ليكون للضابط لي جاي من لخروج.
ضغط هنا
خلينا ناطلو عليه تيليفون.
الطقس مزيان دابا.
حسنا. ديرني شوف. كنتي بغيتي وحد عادي ولا لوكس؟
شكرا. شنو Functions لي كايدير؟
هاد الراجل.
غادي نلقى وقت كافي نقل ل BA 399؟
روحو.
نقدر ناخدها معي دابا؟
خد شوفور يجي لغرفتي.
هاديشي المفضل عندي. نطما أنك غادي تستمتع بيها.
خايف نشوف مسرحية غنائية دليليك. عطيني حجز، من فضلك.
خديت فلوس كثيرة في الشوبينݣ.
خلي نخدمك شاي أو كاس مية.
طبيب، من فضلك.
واش كتقدر توصلينا على مطعم مزيان قريب هنا؟
لِمَن كاتحكي؟
اشنو الثمن ديال رسوم الدخول؟
خاصة لو مشيت قرب البنايات، ممكن تتعرض للهجوم.
كانجبد نشوف البرامج الرياضية ف التلفازة.
مشيت نزّل كرسي؟
ما بغيت حامول. شكرا.
كنتي بغيتي تكرا سيارة سيدان ولا عربية؟
خاين نبدل الين بالدولار. شنو سعر اليوم؟
القطار دي كيوقف لحظات قليلا في المحطة أ.
أنا نصحك بفندق.
ماشي مشكل، يمكنني صورتي معاك؟
ميكي هياكاوا.
كيفاش عاشت لياپان؟
نخدمو الرقص؟
كنشبه شاب، ولكن عديت الثلاثين.
خدوني هنا، عفاك.
مرحبا، مفتوحين النهار؟
جانب الكورidor، من فضلك.
يمكنك وضع هذا في الصندوق الآمن من أجلي؟
ايوا، وقف هنا، من فضلك.
بغيت نقيل حجزتي ليله دابا.
خادش حاجة للهضم.
السريان قوي بزاف باش نستافر.
كنتي مشكلة في التصوير معانا؟
نحنا بغيت نسجل فجولة باش نشوف الشلال.
عندي ألم حاد.
ما عندكش هدايا ولا حاجات قيمة؟
هاد القطار مشي ل طوكيو؟
فاي تارت شري و قهوة، من فضلك.
عندك عصير برتقال؟
مرحبا. هو سيدي أونو؟
هي برا دلوقا.
واش غدي تورينا لمقاعدنا؟
خليك عيقني ف السبعة غدوا الصبح؟
أنا جاي من أيرلندا الشمالية.
غادي يكون مية و خمس و عشرين دولار، سيدة.
خايف خرجت حقيبة ديالي ف الطيارة.
كتحمل ماستر كارد؟
ليش كاين؟
خدني الفاتورة
رقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر وإسمي ميхо سوزوكي.
كاين مطعم مزيان مع景ة حلوة ف هاد البلاصة؟
هادي كارتي.
خاي نخدم عند الدولة.
كاين القطار ل شيكاغو كيخرج من المنصة نمرة خمس؟
خليتي نستعير حاجة ديال الغوص، عفاك.
هاد القطار كيروح مباشرة ل سياتل؟
هاد الطريق، عفاك. حاجة خرة؟
كنلبغي نصحابي.
خلاصة القول، علاش غادي تعرف كيفاش كنا حاسين هنا لماط. ما كنخدمش مع ناس برا كيقلبونا على كيفاش نعيشو حياتنا.
لون الاستعمال جميل.
شكرا. اسمك سيدي ريتشارد بولمان.
خلي 告لي عائلتي.
ممكن تقدر تنظف الشباك؟
خَمْسَ عَشَرَ يُولْيُوز
جريت ليا ضربة.
خير، إه، نتا بغيتي بيض مصلوق نصف، يعني مصلوق لين، عفاك.
هدا اللباس كيضرب جسمي مزيان. يمكن نلبسه؟
اشنو لول مجموعة؟
ما سألتش على هذا النوع د الجبنة.
قَطَعوا عَلَيَّ. ممكن توصِلني تاني؟
اش سميتك، من فضلك؟
خادش ناكل فرخة صغيرة.
أش نوّار ف شيكاغو؟
ماشي تقدر تغييره لشي صغير؟
اش نتا غادي إخد فحص للعين ?
اسمك، رقم بطاقة الائتمان و تاريخ الانتهاء؟
كيهضر مجموعة مزيانة ديال البرونز.
اش نوة قدام جسر بروكلين؟
شكراً على النزول عندنا، سيدي.
مين فاتحلي 300 دولار كاش مع هاد الشيك؟
موافقة على الاقتراح داك.
شنو كايرقص؟
مشيت معاك؟
اش نبدل القطار؟
لجوج ف السابعة، صح؟ شنو اسمك، عفاك؟
رجلتي تعاني من الألم.
أش حاد الكراسي لي قريبة؟
فين عاساك؟
كاين عندك ساعات اليد لي كيتدارو بيديه؟
كاين غير هاد النوع؟
صاحبي طارق. خسروا وعيه. ممكن تقول على الإسعاف فورا؟
أشنو رخيص وطيب؟
خمس صباح الغد؟
كاين عندك أكل ياباني؟
مزيان. وعلاش هادشي؟
كنبغي ندير ديك ساع ف مدرسة د الغوص.
كاينش رسوم الغاء؟
اشنو طريق ل باب خمسا و خمسين؟
خاد شي لاشرب.
ما تاكلش حاجة كتحريها بزاف ولا كتبرد بزاف.
نصحك تغير هداك اللباس وجيب معاك سيدي.
لوحة السيارة هي صفر إثنان واحد واحد.
مع السلامة
ماشي نبدل لمقعد خالي؟
خنا نحجز طاولة لشخصين الساعة سبعة الليلة.
اشوفك غدا
غادي نشوف إا كنت قادر نلقاه ف هاد الكتاب.
كاين ثلج كتير في السنة دي؟
كيفاش غادي يكون ثمن هاد لكراسي؟
مرحبا. اقعد جالس.
أي قطار بغيتي تروح فيه؟
أش نو علا الكارافان؟
فين نلقى تاكسي.
مشاكل في الفاتورة؟
خدت حجزتي في طوكيو. ممكن تتحقق منها تاني، عفاك؟
نوصي بخواتم الأذن أو دبوس.
هادشي ماشي توقيعي.
الوجع في حلقي كايوصل لآذناي.
خادشي قراطيص.
غادي نجي متأخر، ولكن عطيني الحجز ديالي.
غادي نروح لقرية الصيادين غدا.
منور بيك
عندي حاجة غادي نقولك.
خادش غرفة توين وحدة، من فضلك.
شوفهولى لالمهتمة النهائية ديالي.
كانقزز دائما فجوياي.
أكثر صعوبة من السنة الفايتة.
ليله باردة.
كيفاش غادي يكون ثمنهم؟ ممكن تكتب لي الثمن على ورقة؟
مين قاد يخليني نلقى مقعد ف الطيارة لي جاية، عفاك؟
كيفاش نرجع السيارة فمكان آخر؟
كاين عندك شوماجور ديال الكيسات ديال النوم؟
هادشي قليل شويه ضيق عليّ. عندك هاد لبوطات ف خمس و نصف؟
خليني نبدل فلوس ديال 50 دولار؟
روح مستقيم في هاد الشارع. كاين في جنبك لليمن.
مشوار شوف قائمة الأسعار ديالك؟
عفوا. حاجة وحدة خرة. كنفضل طاولة جنب الشباك.
كنشوف سي جونز. عندي شي مهم ناقشوه.
لمدة يومين.
هاد السيارة كتروح شيكاغو؟
كاينش بديل للطيران اللي تم الغاؤه؟
ما بغيتهمش. عطيني غير ماشي حط فيه لبارشويط.
خلينا بطاقة خرة د لڤين
عندنا نبيذ أحمر ممتاز.
كاين عندك ساعات ناقلة ديال السفر؟
مع السلامة دابا.
كاين دكان للهديا قريب هنا؟
كنتيقدرو تستعمل الباس ف كل القطارات.
نفضل التلقائي.
خلت الفلوس، ولا حصلت على حاجة.
كاين عندك وراق جاپوني؟
أش نو عاد نشوفو بَعْد؟
خليني نعرف شكون ناخد بالي في حالة حادث.
غادي نزور في otel، ولاكن ماعندي حجز بعدا.
ما مشكل. تقدر تنزل في المحطة الجاية و ترجع على رجليك. مش بعيد.
خدي برم ناعم، من فضلك.
خايج انضم لصاحبي
الجروح كبرات.
البنوك الدولية
كيدل على إعفاء الضرر من التصادم. من غيرو ما كونو مسؤول على أي ضرر للسيارة.
نسيته مفتاحي.
نحب ننظف أسناني.
كنحنا في جولة جماعية. فهاد الشي، قائد الجولة عندو جميع التذاكر ديالنا.
مابغيتش حاجة. عطهم مني السلام، خاصة السيد أوكاموتو.
كاين عندك شي لما تاكل؟
أكيد. اوكاي. نحنا هنا في المتحف. روح فوق، روح بلوكين، وعليك يكون في الناصية دي.
مرحبا. هادي هاروكو. خمنوا شنو حنا لوقا دلوقا. كان حقيقي ممتع.
قوليلي الطريق ل فندق هيلتون.
خدوا مني حقيبة فلوسي في المحل ديال بلا مصاريف.
ماشي سيئ، شكرا.
مزيان. هاداك راه صحيح. شنو رأيك في السبت على الساعة جوج؟
نعتقد أن التاكسي هو الأفضل. يمكنك أن تاخد تاكسي قدام الفندق.
أي لون شريط تريد، وردي أو أزرق؟
دي لкар طاحت تجرب تدير لشمال بقلب.
هاد الحقيبة غادي تحفضها ليا لمدة أسبوع؟
أنا آسف، لكن عندنا دار ممتلئة الليلة.
أوتوبوسات المطار كايجيين بزاف؟
اللي جاي.
تلاتة إثنين تلاتة ربع واحد إثنين تلاتة ربع
كيفاش ممكن توصلي بالي؟
ما خلصت تاكل قبل. يمكن ناكل دابا؟
خليتي مائدة؟
خايف ماشي هاذ المرة. الرحلة ديالنا ف الساعة وحد هي الأقرب اللي جاية.
نقدر نديرها راسي
نحنا بغينا نعمل مكالمة من شخص لشخص.
فين هو على هاد الخريطة؟
ما بغيت نمشي.
ميرحبو بيك
فين سوق الأكل؟
هاد البوبا في بيع؟
خاد الحاجة مسبحة.
غادي نبدا فالتسجيل ديال الركاب اللي عندهم ولاد، الركاب اللي كيهزمو مساعدة خاصة، والركاب ديال الدرجة اللولة.
بصورة ماط، من فضلك.
نا حنا. هادي هو.
أش غادي يكون أحسن هدية ل بنت خمسطاش عام؟
كاينين زيارات لبيوت النجوم المشهورين؟
أرسل هاد التيليكرام، عفاك.
أين ندير اتصال، إذا كان عندي مشكل؟
كيس كبير، برتقالي، بلاستيكي سامسونايت.
اشنو نهار يكون مزيان؟
ألم السن حارق و صعب النسيان.
كنبقا ف فندق بريتانيا إنتركونتيننتال. رقم الغرفة هو 103.
شحال الخدمة على لبريد الجوي، عفاك؟
عندي فيروس.
أكيد، راه ٤ ٧ ١ ٩ ٤ ٠ ٣.
كانقرب لي ناكل من ما نشرب.
خليتي ناقي كريم؟
هاد كلشي علا يدي، ها؟ خايج امشي لغسيل. عفوا.
كنحب نروح نخرید. فين هو مرکز المدينة؟
غادي تقولي كيف نروح ليه؟
يمكنكakhud الليفت الرقم واحد أو الليفت الرقم جوج.
خليني بورتوكت.
خليتي نلقى البوابة.
مللي رجعت لغرفتي، كان الكاميرا ديالي مفقود.
بارده بزاف.
كيف ندير شهادة الغوص؟
خليني سيجار.
كايعتمد على أي فصل من فصول السنة غادي تزور المكان.
كنبغي نصرح الفِراش.
جوز من فضلك
خليها ثلاثة من هادوك، عفاك.
مزيان، مزيان. وراحلة شكرا راي. كنتي مشيت للهداف لاخر. داكشي لا تصير غريب. كازا زوين حيتك على كل حال.
نعتقد أنه سيعود خلال ثلاثين دقيقة.
صناعة السيارات هي الصناعة الرئيسية في اليابان.
ماشي مشكل ناخد ليك الرسالة؟
خليني نشوف. هادي مدينة جنبنا.
ماشي مسموح السباحة هنا؟
أش حال غادي ياخد لprepare واحد آخر؟
خلا شيئ معندنا نخبره بيه. فهاد السياق، عافاك اسأله يرجعلي المكالمة مللي يجي.
ديور الطريق ماشي في غرفتي.
غادي تدير أحسن في المرة الجاية. 继续 هاكا.
واش حد منكم كيهدر الياباني؟
كان كينغ كونغ قام بلعب بينغ بونغ في هونغ كونغ؟
فين حمام المية؟
أش حالا غادي تبقى هنا؟
من وجهة نظري نظام العمل مدى الحياة جيد وسيء.
خلي نقضي للمحطة دلوقا.
كنحب زور المناطق اللي متعلقة ب جويس.
ماشي بحاجة لذلك، شكرا. هادي غادي ناخده.
كاينين تخفيضات؟
جيت ناخد سيارة. هادو رقم حجزتي.
نوصي بالعطر أو اللوشن.
خليك عطيني فورما ديكومانت ديال الجمارك.
الكاشير داك هادي يخدمك.
أشحال غادي نقول ليك حاجة وحدة؟
غادي نطلب قسم لا للتدخين. ممكن تجيبي لي مقعد آخر؟
من فضلك إنتظر عن إستعمال أي منبهات.
هاد الطريق، عفاك. هاد الطاولة كيحلو ليك؟
خد الهاتف و خذ فيه عشرين سنتيم
نحيد هنا.
وين الدرج؟
وين المحفوظات الم đóngبة؟
أ什 نو عادين؟
بغيت نشوف إوا هادشي مختلف هنا.
لا، مابغيتش، نسيته فالتلفون ديالو فالدار.
تذكرة وحدة ل واشنطن، عفاك. أش هادي مودو بالاوتوبوس؟
هادو أنواع من الساندويتشات.
أسف، علاقي. علاقي كمان ناتصل بمكتب كراء السيارات.
إتصل بالسفارة ديال اليابان، عفاك.
أي رقم كاتحاول تتصل بيه، من فضلك؟
عندي برش حارق.
خاي نرو لفيلادلفيا غدا. فين ما كاين قطار؟
خليك تغيير البوڭي د اللحامات، عفاك
قوليلي، شنو الڭوت 2، الڭومبارت 4؟
كاينين ليك تيكاتات ل لماتش بين البولز و الماجيك ف 10 يناير؟
كانحس ب التعب و الفاقة من قعدتي لزمن طويل ف الطيارة.
خلي هاد الحقيبة معاك، من فضلك؟
وين احسن مكان ليل في سان فرانسيسكو؟
نعتقد أن داك هي فكرة ممتازة. دائما كنمقول أن المتاحف هي أحسن مكان باش نبدا نعرف بلاد. خلاص، فين نروح؟ سمعت فيه معرض رائع على الثقافة الهندية الأمريكية في متحف المقاطعة.
خسرت جواز سفري. بحاجة ل واحد جديد.
غادي نستناك غدا، السيدة تاناكا.
راني غادي ناخد جوج.
عشرين إكسبوشر، من فضلك.
نحنا بغيت ناطل هاتف ل طوكيو.
يمكنك تعطيه الإسعاف الأولي؟
بغيت نحجز لثلاثة ناس الساعة سبعة.
أش نو الحكاية ديال القصر؟
يمكنك مساعدتي في ملء استمارة الهجرة من فضلك؟
اش نواع الحوايج ديالك؟
أش نو عادين؟
خليني لوحدي، عفاك.
أش نو "O-Bon"?
فين كاشير؟
هاد رقم التأكيد ديالي.
كيف ندير حجز؟
بليون ين مقسوم على مية وعشرون ين كي يساوي تقريبا ثمانية ملايين دولار.
واحد لحظة، من فضلك. سيدي، أنا خايف سي Okawa مشا ل لghanima. كنتي عاود تدير رسالة؟
أش نوصيكم باش تشريو من فرنسا؟
شكرا. نفس الشيء ليك.
أنا آسف، كل المقاعد محجوزة للثالث والعشرين من مارس.
كنّا بغينا أطباق بقرابة تلاتين ليرة لشخص.
كاينين عندك كوكتيلات خاصة؟
ماشي مشكل لو دفع بالفلوس الكبار؟
اش هاد الجولة كتخلّي؟
مبروك ترقيتك إلى مدير عام.
حتى لو كنتش بزاف معجب ب "الشاعر اللطيف د أڤون" , ماعندكش الحق تفوت الريف الهادي والمواقع السير الذاتية المرتبطة بيه ف بلادو.
خليوني نروح دلوقا. ممكن تبعثلي حامول، عفاك؟
اش هاد الشي؟
نعم، النبيذ، من فضلك.
غادي يكون تقريبا تلات مرات اكتر.
عندنا مقاعد فاضية في البلكون و لليمن من الأوركسترا.
جوج مقاعد ف الطائرة لي غادي ل نيويورك ف التاسعة والنص، عفاك.
خبيز و عصير البرتقال، من فضلك.
نتا غادي تنتظرني هنا؟ غادي نرجع من دقايق قليلين.
أنا ساكن قريب هنا.
هاد ل حذاء قاصحلي علىّ.
هادي سيارة نمرة طناش.
يمكن لي إرسالها على العنوان العام؟
الموسيقى المسرحية كترائج بزاف فญيپون دلوقا.
هنا سماعة أذن.
بصورة عامة، A معناه ممتاز، B، جيد، C، مقبول، D، ضعيف، F، راسب و I، غير مكتمل. بعض المدارس تستخدم الزيادة والنقص مع الحروف.
خليثم لي جوج نسخ من هاد النغاتيڤات، عفاك.
كيفاش نروح؟
اش نوضو هاد؟
خاد FLASHLIGHT واحد.
اشنو وقت غادي يخلص؟
سيارة إقتصادية لأسبوع. كم سيكون ذلك؟
واش الصغار يقدر يروحو فالتور بلا ما يكونو معاهم الكبار؟
فين ندير الدخان؟
أمي عملات البسكوي.
نديرلو الرسالة؟
أنا مقتنع أن اجتماعا مثل هذا هو فرصة جيدة لنا لنعرف ونفهم بعضنا البعض شخصيا.
شكرا. غادي يكون 80 دولار و 50 سنت مع الضرائب. رجاء دفع للكاشير.
أش نو علا طقس غدي؟
مرحبا. هاذا الكونسيرج؟ انا في الغرفة 107. خايف عندي شكاية.
قول ليه Shimada كالو و أنا غادي نزورو هذ الفريدة.
خايب. رجاء احجز لي مقعد من الدرجة الأولى في القطار اللي كايخرج فالعاشرة ديال غد.
شوفك، اتصل بي الليلة.
خليك معانا في الصورة؟
اش فهمك فينّي نرجع فلوسي؟
خايف نرجعلي حاجتي الغالية من فضلك.
خاد اللحم ناي ماشي كتير مشوي.
هادشي كاميرا أوتوماتيكية.
خديلي جوج طبعات مع لمات من هاد السلبيات، عفاك.
عفوا. فين قاعة السيدات؟
اشنو عمرها؟
وين كاين؟
هاد الفاتورة ديك
التروبيكال كويس. فيه فيه شويا نعناع و الطعم كيبان مع الستيك.
هادي لعبة.
هادي غوصتي اللولة.
لفّه ناحية وجهي.
نحبي نقعد فالدري فطائرة.
افحص الإطار الإضافي كمان.
إيه، نعم نقدر يقول كيضحك هاد لموسم.
ما نقدرش أزور الماسورة ف الحوض.
كنتي عايشة تجي لحفلتنا دليليه؟
فين مخزن ملابس مريم؟
خاينا غرفة توين مع景观 على البحر. شنو سعر الغرفة؟
ويسكي مزدوج، من فضلك.
ماتيريال هو؟
ماشي، كلية سيدات كينغسبورت، من فضلك، سائق. خلاص، هوما غادي يفلوكش. ما كايقدرو ي бойكوتو قرار المجلس، هو غير ديمقراطي.
كاين دكتور كيهدر اليابانية؟
سيدي وسيديات، قبل الإقلاع نطلب منكم إيقاف جميع الأجهزة الإلكترونية، بما في ذلك الحواسيب الشخصية، مشغلات السي دي، الهواتف الخلوية، والألعاب الإلكترونية. من فضلكم امتنعوا عن استخدامها حتى بعد عشر دقائق من الإقلاع.
واه هاد كول. كنحب صوتهم. آش غدي نقول انتا بوب؟
اش نوحا سميتك، تاريخ الرحيل و رقم الطيران؟
فين الفطر الشيتاكي؟
واش كتقدر تعطيني خصم؟
نضّف الغرفة، من فضلك.
كاين مخزن فيرجامو قريب هنا؟
شكراً بزاف على الوقت اللي خديتيه باش تتكلم معايا، كارين.
هاد القطار لي مزيان ل جراند سنترال؟
هادش لي مأمورتش.
إيه. كنت كانلي ناخد اللحم المقلية.
هاداك شامل الفطار و العشاء؟
كنحب روح لمركز التجارة العالمي.
عفوا، فين نلقى تيكات لبرودواي؟
هاد المطار كبيير حلو. كنعتارف بيه، نعمّي.
عندي ألم حاد في البطن.
ايوا، غادي ناخد مارطيني مع لخضرة.
طقس لطيف.
كنتي قولي واش نقدر نوصل، عفاك؟
نسمع بلي السل مزيان منتشر هناك.
اش هاد؟
المِشعّب ماشي عاجب و الغرفة باردة بزاف.
اش حاد اللّيطة ديال يوم؟
خايب. من بعد، كنحب نروح للبار ونستنا.
كانت قبل سنتين لما جيت لآخر مرة هنا. كنت مستمتع بالطيران؟
كاين بزاف د الحمايات الحارة، حيت كنا عندها بزاف د الجبال البركانية.
أش هاد الخدمة ل لندن؟
خاد شنطة طويلة ديال لكهرابة.
كنبغي عصير البرتقال، توست، بيض مسلوق ومقهى، من فضلك.
زيما. خلصت.
إيوا. هما قاطعين الفروع و كيخدو البراعم باش يصنعو شجر لطيف.
نقدر نديلك طاولة في غضون خمس عشرة دقيقة.
زيما. شكرا.
فين نزلت باش نمشي للمتحف؟
طعامي، من فضلك.
عندي صداع مزعج. اش هاداك طبيب مزيان قريب هنا؟
بَعْدَ السّاعة تَلاثة.
هادي تحفظلي قيمتي؟
خدت 30 دولار على قميصي.
خليك ترسل ليا أسبيرين؟
فين القنينة؟
اكتب رقم بطاقتك الائتمانية
أي نوع من الويسكي عندك؟
اش فهمت اسم المحطة دي؟
لا تلق الصحيفة لأن الصور داخلها.
خير، الغولف تقريبا جزء من أعمالنا وكمان هواية.
هنا قائمة طعامنا، سيدي.
هاد جواز سفرك، تيكت، و بطاقة الصعود للطائرة.
أنا عارف خلاص طال العشا. باش نروح.
ماشي مشكل أستعمل عربية الحقائب هادي؟
بين سبعين وثمانين دولار كيفر.
مكالمة شخصية لطوكيو، اليابان، من فضلك.
لا، شكرا. خلاص مللي.
خوا بلزر، عفاك.
اش ناقص ليا كارت د لانطلاق؟
خمس مية دولار اللي، صح؟
غادي يكون مفيد لو تقدر تزيد القدرة على الإنتاج.
كنتي حرا نهاية الأسبوع الجاية؟ كنت بغيت نديك لعندنا علا مناسبة عيد ميلاد زواجنا الأول.
خادش لحم عجل.
خادش سيارة كبيرة.
غलत
خدوني لمستشفى فين كايفهمو الياباني.
أش نوصيك بأفضل؟
كنخلي هاد لماض غدا. كين شي وقت ناخدو جولة فلمدينة؟
القِمونو ماشي مناسب بزاف للناس النشيطين.
مزيان. غادي نكونو هناك في ثمانية.
هادشي مزيان مشي كويس. خليّي نكون ف لوس أنجلوس نهار الجمعة الصباح.
كنت أسترالي؟
فين الباب؟
يمكنك تفقّد سائل الفرامل؟
فين نلقى قفازات؟
ماخدمتش فيه حتى حاجة.
كايعجبو الجاز في هاد المكان؟
خليك طيّب، عطيني الراجل اللي مسؤول على السرڤيس، عفاك.
خايب كوكتيل قوي. غادي تحل لي حاجة؟
غادي نجيبو شخص يجي يفحص فورا.
واه سمعت الاسم. مدينة مشهورة قديمة، مشي؟
خلصت نقطة.
مطرتك سعيدة
كاينين طيارات ل ميامي؟
الجزء في اليسار.
انا نمشي للمرحاض كل عشر دقايق.
شكراً جزيلا. أنا والمستر كوݣوري كنا سعيدين بزاف نكونو هنا ف لندن باش نلقاو معاكوم اللي هما من الشركاء اللي عندنا أهمية كبيرة.
جيبتي تسرق مني من لص.
اشنو هي هالويين؟
جميلة
كاينين آثار جانبية؟
اشنو وقت الصعود؟
كيفاش سوق الأوراق المالية في وول ستريت مفتوح ل الجمهور؟
أنا آسف لأنني لم أكن في البيت.
وين مكتب الإستعلامات السياحية؟
فين نقدر نشيك شيكات السفر؟
كنبغي ساعة نقدر نشوف فيها الساعة بسهولة.
أنا آسف. ماعنديش فلوس صغيرة.
كولها تاني؟
عشرة دراهم.
ايوا، كنت. زرت طوكيو و كيوتو في جولة قبل عامين.
خدوني لمستشفى، عفاك.
كاين مكيف؟
إلّا ندير ليكوم لوقا واحد يفتح.
كيفاش كولشي؟
اش هاد الثمن فيه الغدا؟
وين غادي تقعد؟
علاقات بين الناس مهمة في أي مجتمع، ولكن اليابانيين يبدو أنهم يحاولون بجد للحفاظ على علاقات جيدة وتوسيعها.
هنا تسع وتسعون ين ياباني. رجاءً قم بتبديلهم جميعا بالدولارات.
كنبغي شي عريض في العرض.
ف ال ABC.
فين مخزن لي كايبيع الكراطات؟
هاد واحد مزيان. خاصك تغيير في الشارع الرابع والأربعين.
مِن فَضلك، مَفيش مِفتاح؟
كاينين عندك سيارات صغيرة؟
عندنا مقاس كبير، أو وسط، أو صغير.
كاين طبيب نساء مزيان عندك؟
خادش ماشين تجفيف.
أش هاد المبلغ باش؟
اش نوايا ديالك ل الباقي د لرحلة؟
ف الداكشي، جدول أسعار قريب من مقعد السواق.
خاينا نشتري وحدة من الخاصيات ديال لمنطقة.
مزيان. هادينا نستناو.
خايب، أنا طالب سنة أولى في جامعة ABC. أنا متخصص في التاريخ.
وين نلقى مخزن ساعات؟
سيدي تاناكا، سيدي ساتو كايمشى في إجتماع دلوقا. وقدر يرجع لك المكالمة؟
أشنو وقت ناوصل؟
أش نوحا تقدر توصل؟
خد البطاطس، عفاك.
خليجي نرجع ل مكتبك تاني؟
من هو القائد؟
خليك عرفني بليت رターك.
مين قاد يخدني قيمة لي عنده؟
كاين شي رسايل لي?; or في رسايل لي؟
لحام حمر؟ مش مر؟
ما خاف. بعض الزبائن جربوهم.
أنا معجبة بمهاراتك اللغوية.
خليت دفتري ف الكابين التلفوني.
عندك حساب؟
غادي تروح وتشوف معايا الكاسكا ديالي؟
نحس بلي غادي نتقى.
منين كاتخرج الباصات الشاتل؟
عذرا على الإزعاج. غادي نجيبوك واحد آخر، فورا.
شويا، من فضلك. غادي نيتلو ليك. هاداك.
يمكنني التأكيد مرة أخرى بالهاتف؟
جربت، ولكن ماقدرتش نتحقق حلمي.
فين قسم الرجال؟
ما قلتي هادشي. كتخدني بزاف.
خلي جاي، ميتسورو.
خدي خط براني.
هادشي عنواني ديال التواصل.
خاي نحدد موعد.
ليش ما تيجي تقعد شوية؟
كايخدمو الطعام؟
خدت غرفة مزدوجة.
خسرت محفظتي في مكان ما في المحل التجاري.
ماشي باشر.
كنبغي سيارة كبيرة الحجم مع استهلاك 良ي للوقود.
خليتي تيكيتين ليله دابا، عفاك؟
عندك حاجة نطلبها منك.
قوليلي شنو وقت نزلت.
قوليها تاني.
عفوا، ممكن ناخد صورتك، من فضلك؟
rajul wahed twil u rajul tani qasir.
هامبورجر و حارشة على الجانب اليمين و سلطة، من فضلك.
دريت demande باش ناخد جواز السفر لبارح.
ذايق
مارس الثالث والعشرون، من فضلك.
قنديلي تسرق مزيان غادي من غرفتي.
شارع بارك، رقم إثنان و ثمانين، من فضلك.
مقعدي مكسور. ما كيحيد لتحت.
غادي تسألها اتصل بي بالcollect؟
خديلي إيصالة.
كاينش Möglichkeit باش نديرو غرفة السalon جديدة؟
هدي طاكسي علاش وقف، عافاك؟
خاي نرسل هاذ بالبريد الجوي.
يمكن يكون بوق البوصلة.
كيفاش غدي نafx متى كايبدا اللعب؟
كاين هاد الشيء أكبر من هاد الحجم؟
خدني أسبيرين.
خد أوتوبوس.
خليك عرفني فين البنك.
حط الجبنة.
هاد الليلة غادي نحجز غرفة؟
عندي حرارة.
كنعرفو نديوكم ل العشاء غداً مسا.
أوه، على بعد خمس دقايق مشي.
من بعد، عطيني جوج مقاعد محجوزين ب C ف 20.
خير. نشوفوك بعدا.
هادا الغرفة نمرة ثنتاش تلاتة عشر.
نحنا بغينا نحدد موعد للطوكيو في خمسعشر ماي.
كنبغي عند الصحاب.
اشنو وقت تبدا الخدمة ديال الغدا؟
خليك عطيني الخط ل دائرة المبيعات، من فضلك؟
أي مقاعد متوفرة؟ كنت أحب الجلوس في مكان ما في الوسط.
كاين مُترجِم ياباني عندك؟
مشيت من هنا؟
خادش طاجن.
منين نخرج؟
هاد القطار كيدوز من إل باسو؟
خير، هاد الجولة د لاستكشاف جميلة.
مين فاتحلي شوية ماء العين؟
كاين علاقة مع غلاسكو؟
واش غادي تقبض هاد الشيكات ديال المسافر، من فضلك؟
خويا و أنا مفارقين، كنعطيو نقعدو معا.
خدي هاد القميص. شنو غاليو؟
كثير بزاف.
روح مستقیم، غادي تلقاهم.
ايوا، لموميز اللي كايقوم بدور الراسي مزيان بزاف.
علاش لا. مكتابة الرئيسية ديالنا هنا. وكنتي هاديك؟ أول مرة غادي جيبها هنا؟
غادي نكتب ليك من بعد ما نرجع لداري.
يمكننا ناخدو غرفة مع景ة للمحيط؟
مشي ممكن نسمع هنا؟
أش هاد الفلوس فداك؟
كنتي عابر من نيو أورليانز؟
كنّا نقدر نستأجر ملعب؟
نحمدو الله كنتقدر ناخد سيارة جديدة.
خليك توصلي على مطعم مزيان قريب.
اش نوحا؟ و رتبة官يةك؟
أكيد، غادي نلقاهم في اللوبي على التاسعة.
كايقبلو شيك بالين الياباني؟
أي أوتوبوس ناخد باش نروح لتمثال الحرية؟
نحب نسيب شيايا.
عفوا. اشتريت هذا الجاكيت البارحة، ولكن وجدت بقع كبيرة هنا.
هذا عمي
نحب نبدل الغرفة.
كاين هاد الشيء فقياس متوسطة-كبير؟
نقدر نبدل مقعدي ل لفوق؟
مافهمتش غير نمشي.
كنتي السيدة إيبرت؟ أنا هيروشي ساتو. متعطرة لقاءك.
عندي إطارات مفتوحة.
نغادي نخرج عند الكاتدرائية.
خاد شاي ماء مغلي.
كيفاش غادي يكون الجملة لو شريت ثلاثة؟
يمكنك تدعو تاكسي لي، من فضلك؟
ممنوع التدخين، من فضلك.
غداً
الشراء بالبريد ممكن يكون احسن. هو رخيص.
طّوَلة بيضا علا كتف.
قصير فقط، من فضلك.
خايب نكون ف المطار بالثامنة غدوا الصبح.
ما عارف شنو هوا، ولكن غادي نجرّب.
شفت قميص أسود هنا؟
انتا تجاوزت الحد، روح للكونتر الثالث.
خلي نلقى غرفة من الجانب ديال الجبل؟
خليت الكاميرا في التاكسي.
من غادي يلعب في العرض؟
ب الشّيّال ولا ب البريد البحري؟
مية دولار كاش، تلات مية دولار في شيكات旅行 و كارت أئتماني.
اش هاد غادي يكون؟
كايدير شكلة ديال التصريح الجمركي؟
خاي نستعمل ملاعب التنس.
ما تلقاش راسك للارض.
خاد الحليب. عندك حليب؟
يمكنني تغيير هذين التذكرتين إلى عرض الغد؟
غادي تقولي رمز التелефон الدولي ديال اليابان؟
أش هاد الزمان غادي نستنى لقطار قبل ما يجي؟
يمكنني تسجيل الدخول هنا لرحلة يونايتد إيرلاينز؟
اش نقدر نلبس قميص و كرافتا ف الليل؟
أش حال كيتحرك لجو؟
خليك طيّب، قلي عطيني الثمن ديال لكتابة من فوق، عفاك.
أنا في الزاوية ديال خمسين شارع و شارع واحد وأربعين.
كوكا كولا كبيرة وحدة، من فضلك.
خاي نغسل قبل ما ناكل.
شعرك جميل.
اش نو؟ غادي تاخد مني فلوس؟ هه هه هه. كتيراش كبر عقلك. ممّا عارفة مّاك على هاد الشي؟
كنتي طلبتي وجبة خاصة؟
غادي نخرج بكرا بزاف. غادي نروح.
أنا جزء منها؟
كيفاش غادي يكون الخدم على طول من هنا ل لمطار؟
كيف تريد اللحم ماطبخ؟
كيفاش نروح لويستمنستر آبى؟
أوه، شنو الفخامة ديال لعب الجولف في أستراليا.
اشنو وقت الطّيارة الجاية ل لوس أنجليس؟
قسم لا للتدخين، من فضلك.
غادي نسحاب.
فين دازو؟
التأمين ضد الاصطدام خمسة دولارات في اليوم إضافية، كنتي عاوندو؟
نحنا بغيت ناخد دروس سكي.
راجل اخد فلوسي.
اش داكشي كاياكلوا؟
خاد الحاسوب، من فضلك.
كرتون مالبورو من فضلك
فين باب الصعود ل ABC وحد واحد واحد؟
هو بيعطينا شعبية، مشي؟
عفوا، شنو الشارع اللي فينا دلوقا؟
خليتي إreceipt؟
أي ميك أب يختلي مع لون بشرة طبيعي؟
ما مغربي مش صيني، لا؟
هو اللي جاي بعدو.
نقدر نشري هاد الشي من اليابان من بعد ما نرجع؟
خليها خالية من الضريبة؟
خايف نستعمل الصندوق الآمن في غرفتي.
البار الصغير خالي. ممكن تزيد بيروة فيه، عفاك؟
الجرانات ما كايقلقوش في تذكر القرّاء في التمنية ديال دجنبر بلي "هادي نهار بدنا لحرب".
نحنا باغي نفتح حساب الوديعة في هاد البنك.
مزيان. إمّااش غادي يكون لماتش؟
نتي بزاف حنون. ما عرفتش آش ندير.
خاد نشتري روسلة.
أي قسم موجود فيه هاد المقعد؟
فاش، سيدي؟
هاد كل الشنادة من الطيران 233؟
مريض. ممكن تقدر تدوي على طبيب لي؟
ماكاينش صابون في غرفتي.
هادي نصيحة ليك.
اش نوحا سميتك؟
لا شكرا. كنشوف بس.
اشوف تيكت طيرانك؟ يعني كارت الصعود.
اكتبها من فضلك.
ماشي نروح لكرسي فاضي؟
راحة و استمتع بالوقت.
أنا مِثْلِيّ الجِنْس.
خدني मशوار كهربائي، من فضلك.
ديكور جميل؟
هاداك أول مرة كتجي لبلادنا؟
خليك عرفني بيكارتك المصور.
طّيارة 101 ل ناريطا، كاتخرج ف 10 يونيو، تأكدات.
مية وعشرين دولار في الليلة، من غير الضريبة.
هاد الضمان صحيح فญيپون؟
هي مخلصة مع من؟
عندي كيسة ديال الفواكه. هدية هي.
أي ساعة آخر قطار؟
ما غادي نشريه. يمكن نلقى غيره رخيص بزاف فموقع آخر.
طالب واحد، من فضلك.
ما غطستش قبل مع الديبينغ.
خلي النفقة تحت الخمسين دولار.
لا، ماشي. خليك نزّل في المحطة الجاية.
واش غادي تقولي على أماكن ممتعة نروح ونشوف ف هاد المدينة؟
عندي الصف التالت، في الوسط.
عشرة دولارات و تلاتين سنت لليوم.
إرسل هاذ الشي لليابان بالتيلغراف.
كيفاش غادي يكون الخدم ديال الطيارة من نيويورك ل لوس أنجلوس؟
فين ندي؟
هاد لاكل قاسحلي ف البطن.
خلي حقيبة ديالي حتى الساعة حادية عشر؟
ايوا، تقدر تدفع بالين. هادي ألفين و سبعة مية ين.
التحكم في المخزون مهم جدا لأي شركة.
غادي ندي لعصا.
خايج امشي لكونتر د شيك-إن د يونايتد إيرلاينز.
مرحبا. دخل هنا. كنت فرحان بزاف أنك جيت. كان عندك مشاكل في اللي جيت لبيتنا؟
أش حال غادي داز من لوقت باش نوصل ل دوڤر بالقطار؟
قل لوليداتك من اجلي أحلى التحايا، من فضلك.
زيحلو بزاف.
ماكنش قريت في الصف الأمامي.
ما قادر نهدّر بالإنجليزية.
خلي لي غاز أخف، عفاك.
حقيقي علاش مبقيتش قادر نتحمل هاد الشي.
عند الكاونتر ديال هناك.
مقعد مفتوح، من فضلك.
روح لفوق و دري لليمين. كاين في جنبك لليسار.
خليتي كوكا، عفاك
كاين غي تور ل برودواي؟
اشنو وقت القطار الجاي؟
حساس.
الجودة مزيانة، و هي بargin.
طيارة ديك تطلع من البوابة رقم أربعة وعشرين.
مع السلامة
كاين مخزن حليب كيحط ليك الحاجة؟
هاد سيارة الدرجة اللولة؟
واش الطيارة غادي تطلع ف الوقت؟
البحر الداخلي هادي وجميل.
عفوا، نعتقد أني دفعته أقل من المطلوب.
أنا آسف. يبدو أننا قدمنا لك المفاتيح الخاطئة.
سمعتي الخبار؟
كملت تملّي استمارة النزول؟
كاين عندها نبيذ أحمر بالنصف فلوس؟
أستاذ تاكاجي، هل تريد أن تعلق على هذا؟
كاين عندك فستق؟
شكراً سيدي. انتظر دقيقة من فضلك سيدي. من فضلك خذ هذا الفاتورة إلى الكاشير وادفع هناك.
شوفو.
حلوة شوية زايدة.
ماشي مشكل أقرع هنا؟
خليك تحمل شكايتي ل سيارة الأجرة؟
كنبغي نشوف مسرحية غنائية.
أش غادي تختار، الرحلة العاشرة ولا الرحلة السادسة عشر؟
بقا حاضي بزاف في حفلتك.
خليك عندك جواز السفر، و ورقة الهجرة، و استمارة إعلان الجمركة.
خليت، دير هاد الشيكات في فلوس، عفاك.
كنحب أجرب شي واحد من الماكلة الإيطالية.
خلي حقيبتك على الميزان داك.
أنا موافق على أغلب ما قدّمتَه.
لوزتي ممتلئين.
قول لعيالتك السلام.
اشنو ساعة كتفتح الريسبشن؟
قصامات ف داك لمحل رخيصة بزاف.
نعتقد ان عندي حمى
أش حال غادي ياخدو؟
خليها بردوة أقل شوية من فضلك
ب الطيارة، من فضلك.
المتوسطة النادرة.
لا تمام. أغلب الطلبة يحصلون على درجات النجاح في كورسه، لكنهم يقولون أن محاضراته مملة و غير ملهمة.
اشنو ساعة تبدا القداديس؟
أربعة دولارات إذا مشيتاش في المحطة، وستة دولارات إذا مشيتاش في القطار.
نعتقد هادي غادي ناخد اللي كيworthو خمسين سنتيم. عطيني دستة، عفاك.
خاي ناخد شي هدية بقرابة خمسين دولار.
شامبو، من فضلك.
كاين هاد الشي في البلاتين؟
كيفاش نخدم هاد البومب؟
ماشي مشكل، واش يمكنك تعاونني مع هاد الشناط؟
كاين دوش؟
نحب ناخد مية دولار من كارت فيزا ديالي.
المهرجان واحد من التخصصات الثقافية ديال اليابان.
ما قادرش نؤمن بذالك. انت قريت كلشي؟
خير، نعتقد إنني أفضل أن أذهب الآن.
باقي بعيد مشي؟
ما لقيتش شنتي. ممكن تساعدني؟
ايوا، عندينهم، ولكن ماشي نقدر نبيعهم.
ممكن تغير الفاتورة لفلوس صغيرة؟
الغدا جاهز.
بغيت نرسل جوج شكاير ل نيويورك.
نحنا بغيت ناطل هاتف لليابان.
خايب. غادي نرسل الخدامة ديالنا فالتونسي على طول لفتاح الباب بمفتاح الماستر. شنو رقم غرفتك؟
كَم داكشي لي بغيتي علا لينز ديال نيكون الفيش آي؟
مابغيتش ناكل غير الأكل الغربي.
الحرب لپاسيفيك دازت لأربع سنين ونص، من تمنين وأربعين لاربعين وخمسين، فاتت بزاف على الحرب لعالمية الجاوة.
كاين شي حلوى مع الشربة ديالي؟
كاين مكان للكارافان؟
مع الملح والفلفل؟
واش الباب؟
كيفاش ندير مكالمة باستعمال كارت التيليفون؟
ما قادر غير نطق شوية إنكليزي.
البحر قاسي الليلة؟
نص ساعة تقريبا.
كيفاش نلقى كيس من الورق؟
كنحب روح لمتحف الطيران و الفضاء اللي مشهور.
اش غادي يثلج غدا؟
هاد ممكن يكونخدم فالبطاقة لتعريف، ربما.
واش غادي تبقا في لماستشفى؟
كولشي ممتلكات شخصية.
خايب. فين ندير الحقيبة ديالي الصغيرة؟ ممكن نديرها هنا؟
كنلبغي هدية ل وليد صغير.
خليها حارّة شوية عفاك
الجزء في اليمين.
مكالمتك اتصلت.
كيفاش ندير مكالمة ل هاد الرقم؟
هادشي لرجال؟
واه اوا؟ اش خذ شي حاجة؟
نحنو نعتقد هادي نوع لي بغينا نستيردو.
في بوتيكات قريبة؟
سيارتي خربات. كنحاج عربية الجر فورا.
كنبغي كتاب مصور، من فضلك.
قعد، من فضلك.
كاي يكون بابين ولا أربعة؟
نحمد الله يوم جميل.
نعتقد أني أمرت ببرغر السمك، لكن مافيش السمك على برغر السمك ديالي.
عفوا، ممكن تشرحلي كيفاش نستعمل الدوش؟
شكرا. على كل حال، كيف بغيتي تدفع الفاتورة؟
كن确认 بلي مدير عام شركة ديالك غادي يجي لقاء الغد.
أنا آسف جدا، لكنني غادي نكون متأخر للجتماع. تعطلت في الزحمة.
ممكن تحجز لي غرفة لليلة تمنية عشر سبتمبر؟
كاينين دورة مدتها شهرين؟
واش كتقدر تساعدني نختار لي غادي ندير غدا؟
خاينا ندير الحجز.
كاين بateau مصممين على شكل سفينة قراصنة أو باخرة قديمة ذات عجلات مجدافة. وحتى كاين لي غادي يكون شكله مثل أوزة أو حوت.
سي الفورد قال لي نلقاك.
كنّا نحب نروح لجبل الكروس عشان نSKI. واش يمكن تساعدنا في توفير مواصلات؟
مينفعش ناخد فلوسي على هاد التيكيت؟
أش حال غادي دير لوصل ل سوهو؟
فين الحمال؟
خوا تلعب دوبل؟
نعم. كنشوف ليبستيكات شانيل نمرة خمس و تلاتين.
بقيمة تقريبية مائتي دولار تقدر تاخد زجاجة حلوة.
سماعت بالضبط أن جدي مات.
الخطوط الجوية الأمريكية
هاد الحديقة ديال اللعب دايما ممتلئة بناس.
قريت كارت الإرشادات الأمنية؟
كاين غلا؟
كايعصف ريح.
كنّا نشوف فيلم في هاد الرحلة؟
كاين حد عندك يقدر يهدر الياباني؟
العدد هو تيسع تيسع تيسع تيسع، تيسع تيسع تيسع تيسع، تيسع تيسع تيسع تيسع، تيسع تيسع تيسع تيسع.
خاد شويعة.
ب.س. كاتب على لخر د لخطاب.
للعون ديال التأمين كنت بغيت التغطية الكاملة ديال الاصطدام.
خليتي نحجز جولة، عفاك.
تيكيت ليوم كامل؟
اش نو؟ آه، علا بالك. ماخدش.
سبتمبر التاني، درجة إقتصادية، لموحد.
خايب نرجع لدار قبل السادسة مسا
عندنا بزاف د النشاطات السنوية برا العطلات الوطنية.
كايعجب ف الصيف هاذاك.
قنا نقدر ندير الباي مع فيزا؟
عفوا. نتا غادي ميامي.
اشنو نوع الفواكه عندك؟
كاين حلاويات منخفضة السعرات الحرارية؟
حقيقي عرض ممتاز.
كاين قطار سريع ل برلين؟
كاينين عرض خاص على عطور إستي لودر؟
كاين مايونيز؟
خديها بحال طبق.
خدني مقعد ماشي فيه تدخين، عفاك.
سيارتي طربات في مصباح الشارع.
كنكتبو بطاقات راس السنة و كنخدوهم للبريد. كيتوصلو في أول يناير.
مزيان في النص، من فضلك.
مشى كتير د اليابانيين يبعتو بطاقات عيد الميلاد، لكن مليارات د بطاقات التمنيات د راس السنة كاتّكتب، كاتّرسم، كاتّطبع، كاتّطبع و كاتّبعت كل عام.
كتابوها لي؟
غادي تروح ل لمدراسة؟
كنلبغي عطر.
فين مشا؟
هادي عشرة دولارات، و دولار و خمسين سنت للفلوس.
أنا يوكو سوزوكي من شركة يونيفرسال.
سعر الصرف ماشي كير، ولكن أظن ماعنديش حل تاني.
هدي لك.
درّي لليمين ف الزاوية التانية و غادي تلقى واحد.
كيف الطعام؟
جبتي اكتر من المسموح بيها.
الشباك ملوث.
كنتي باغي التأمين ضد الصدمات و المسؤولية؟
غادي يلقاوها غداً
كانقدرش نفتح الباب. ممكن تغيير كارت الليان؟
نفضل واحد في مقدمة الطائرة.
غرفة التلبس ورا كونتر ديال خدمة لزبناء.
كيفاش غادي نرجع من كم موقف د لوطوبيس؟
ماشي صح
لا، من فضلك لا. هادشي لاستعمالي الشخصي.
نحنا بغينا نكرا سيارة مع ميكانيك، من فضلك.
نقدر نزلت في الفندق؟
غطاء أخر، من فضلك.
نحنا بغينا نحجز غرفة ليوم تلاتة وعشرين وربعة وعشرين غشت.
وين أقرب مصور؟
ثلج، من فضلك.
تقدر تخرج من الباب لي قدامك.
جواز سفري مفقود. لقيته ماشي في صندوقي. خاين نروح لطوكيو غدوا الصبح.
بغيت نحجز لموعد الساعة سيتة د الليل.
خليك جيب لينا صحن آخر
اشنو الثمن من هنا ل ستيشن الجنوب؟
خليني نشوف هد الخوصة؟
نحب نخرج بأقرب وقت ممكن.
ممكن تقديم لي غرفة مريحة للغوص، من فضلك؟
اسم حزبك ورقمك، من فضلك.
خدت القطار ديال الـ 12 و نصف من سان دييغو.
ما لقيتش صابون.
اشنو ساعة غادي يخرج القطار لي جا إلى شيكاغو؟
خليتي نعمل مكالمة بالكريدي على اليابان، عفاك.
خدت سرقة ف الزاوية د بيش ووك. تعال بزز.
ف الدّاري أنا مخصّك شكراً بزاف على البرنامج الممتاز اللي دّبرتوهولي.
طبعاً هاد القاعده ممكن يتوسع أو يتقلص على كيفك.
أش نواع مدير هاد الجملة؟
مع الليمون، لو عندك، و السكر.
ماشي مشكل، ممكن تساعدني أحمل هاد الحقيبة؟
هادو دوا للهضم لي كنتي كاستعملو عادتن.
لا، ولكن إذا كنت تريد استخدام لوكر، هناك رسوم مقدارها دولارين. من فضلك دفعها عند مكتب الاستقبال.
خاد نشوف خس و لَحم خنزير و جبنة على خبز الراي.
كيفاش نرجع لهنا؟
هي كاتمشي للمدرسة بالقطار كل يوم.
كندي ناقص سكر، من فضلك.
فين كايبدا هاد الجولة؟
أي كورس للبدايين؟
غادي تكتب لي التقرير؟
ماشي مشكل. عندنا وقت كثير.
خدت شبرة في إصبعي. ممكن تعطيني مقص صغير، عفاك؟
اش حار؟
نعتقد فيه غلط.
كيف بغيتي دفع، ب فلوس أو ب الكريدي؟
ماتزعلش تنتظر شويه دقايق أكتر؟
ممكن تسجل في هاد الاستمارة ديال التأمين الصحي، من فضلك؟
أي واحد مشهور بزاف؟
شكرا
شكرا على كل مساعدتك.
من ثمانية ل ثمانية و خمس عشرة.
كاين عندك نفس الشيء بلون غني؟
هادشي كايعتمد على الوقت.
اشنو غادي يرجع؟
خادشي جوازي.
مسرور بلقاك
خسرت تيكيت الطيارة.
بغيت نجرّب نفس الشيء اللي الشخص اللي جالس على الطاولة دي كاياكل.
افتح لي بطاقة الكارت
حقيقي أنا عندي الدورة. هاد شي مشكل؟
واحد وقع بين شارينغ كروس و جريين بارك.
قف.
شكرا. ممكن نوصي، عفاك؟
ممكن تحطها على الخريطة ديال هاد الخرائط؟
واحد من أربعة ظهرا
رسم خريطة هنا.
غادي تحلها؟
كاين، ماء الحمام ماشي سخون بزاف.
هاداك عطيني دوا ضد الألم؟
كنحنا هنا لزيارة. ابننا كايعيش في سياتل.
إذا كان متوفرا، أريد أوتوماتيكي.
هاد الهيدسيت ماشي كيخدم كويز. يمكن تديني واحد آخر؟
نتي جميلة.
كاين فين مطعم قريب من هنا؟ رسملي خريطة.
كاينين ليك تيكاتات ل "بيغ ريفير" ل ليلة؟
كايبان بحال بحال.
اش نواع المادة ديال هاد اللباس؟
قبل الرحيل بساعتين.
خنا نتقاسمو الهاد الاوردر بيناتنا الثلاثا.
فاكهة، من فضلك.
مهم.
خليهم برا.
عصر الخير. عندي موعد مع الدكتور دريل في الساعة ثلاثة اليوم، ولكن أنا خايف نكون متأخر شوية. هاداك مشكل؟
كاين عندك شي مع مفتاح؟
الس seats مبيعاتها انتهت، ولكن مازال عندنا A seats.
خنا نتقاسم هاد الأكل. ممكن تجيب صحون صغار؟
حاس بلي غادي نموت من الجوع، لا، حاس بلي عandi غثيان.
خفض السعر.
ممكن نكلم مشغل ياباني؟
كن بغيت نعرف شحال غادي يخلصلي فاتورة د التيليفون ل نيويورك.
لا حقيقي، خايف. كنتياخد المترو هنا على مسؤوليتك، يعني.
للي خلا العمل هو "شكراً جزيلاً" باش يعبّر على الشكر.
خدوا معاهم عقد لؤلؤة و حاجات قيمة أخرى.
واش غدي توريني الطريق ل لمستشفى؟
خاي نروح لبرج لندن.
نحب ننزل هنا.
مينفعش ناخد شهادة طبية؟
هنا نسخة من تذكري السفر.
كاي سيارة مكونپاكت لونها أزرق، رقم لوحة الترخيص كاي ٣ ١ ٥ ورقم التسجيل بري ٤ ٥ ٦ ٠.
هاداك غادي تخفيصلي شوية؟
كاي لعبي شي رياضة؟
كاين طلب عالي على هاد النوع عند الجامعين.
كنحنا عندينا بلاڭات و مقابس ليستخدموها فبلادنا، ولاكن لا معولفات. كنصحك تروح لمحل لي بيعي حاجات السياح.
اش يمكن نلقاك غدا العشية؟
خد بالك.
كريم الطماطم جوج، من فضلك.
قريب على قد ما نمشي؟ ولا بعيد بزاف علاش نمشي؟
نعم. بغيت جوازين ل فيلم ترامواي الرغبة. عندك تيكيتات ل لمسرح د ليلة؟
هاد الرحلة الصحيحة؟
درّب روحي و خدي مساج بعد ما تغتسل كل يوم.
مفيش غير مخرج واحد.
خايف إنك فهمت غير الحقيقة في التاريخ.
صاحبي من هنا غادي يجي ياخذني، فهاداك لا باس.
هاد الغرفة كتير صاخبة.
ما عندي الجرأة لألبس شي بحال هاداك.
شجرة الجينكغو كاتحلا كثر لما وراقها يديو لونو لاصفر فالخريف.
عندي حفلة الليلة. هاداك، دربي شعري، عفاك.
كنتي تقولي إنا غادي نبدا نبيع منتجاتنا فأمريكا؟
كيف كتحدّث اسم هاد المكان؟
خدّها على ماستر كارد ديالي.
أش هاداك ميزانية الإعلان ديالك؟
وين الماي؟
خايف نغور.
خايف هو في ثلاث دقايق ورا.
ماكينش ممكن تكون على رجيم مع هاد الشكل الرقيق ديالك.
غادي naji معنداكش 15 دقايق متأخر ل الجلسة.
واحد مع اسم المحل، من فضلك. غادي نستعمله في طلب التأمين ديالي.
هادي لاستعمالي الشخصي.
كنبغي لي مكان فين ناكل طعام محلي.
خدي ثلاثي القوائم، من فضلك.
خاين شي حقيبة رخيصة.
كانني ضربت فجأة بوجع قوي في ظهري.
خايف نخرج بأقرب وقت ممكن. في طيارة قبل هادي؟
شكراً على النصايح. أنت كريم جداً.
أي نوع من الموديل تحب؟
أش هاد十 رياال لثلاثة؟
كمش دابا لتحت ف هاد الشارع حتى توصل ل ساحة صغيرة.
بغيتو.
أي لون عندك في بالك؟
كنّا نريد طاولة قريبة من النافذة.
أنا آسف، لكنهم انتهوا كلّهم.
كلشي حواليك جديد عليك، ولا؟
مشيت نشوف حوليا؟
آش نّقاط في بلاد هاديك تهمّك بالضبط؟
نشوفو نقدر نستنا غرفة لينا لمدة تلاتين دقيقة بعد ما نخرج؟
عذرا، رقم خاطئ.
طاولة أكبر شوي, من فضلك.
ماشي مشكل. داكشي حاجة ماشي حاجة. مالكش قلق من داكشي. نطما أنك تكون أذكى في المرة الجاية.
غادي توريني كيفاش ندير الضو؟
خلي نشانيني اللي في الكابينة ديال العرض.
كاين شي تغيير في الجدول ديالنا؟
نخدم.
وأكتر الشوارع ماعندهاشسميات ولا لافتات. دونك هادشي خليّي لولجوا لوجهة بسميتها بسيط بزاف.
هو مغتصب. فافعل خير وكن حذر.
خليك عطيني كريم شمس.
خد لي تاكسي.
اش حاد؟
كيفاش غادي نكرا ملعب ساعة؟
ناعطيك دوولارين باش نديرو 200 دوولار.
فين؟ على اليسار ولا على اليمين؟
خوا بنطلون.
بغيت ندير رحلة مشي مريحة.
قادر نيشحنها؟
كيفاش غادي يكون لفلوس لجاپون بالبريد الجوي؟
خلي ندير لي جوج كرتون ديال سيڤن ستارز؟
كيفاش عارف رقم تيكت ديالك، الوكالة ديال السفر، تاريخ الصدور، و وسيلة الدفع؟
اش حاد الغرفة ليلة؟
نتي ربحت. خمس غادي تكون مزيانة.
نحنا غادي نرجع للفندق باش نلقى كاميرا ديالي.
هادي مسألة حياة أو موت.
خد تاكسي، حيت ماكينش موصل عام.
كاينين 12 فرقة د البيسبول المحترف في اليابان.
ف البلوك التالت على شمالك.
خاد غير نطوّب مكالمة من محطة لمحطة لطوكيو، عفاك.
خاي نلقى.
مش غادي تلعب التينيس معايا في الجملة؟
اش نقود على هاداك؟
عفوا. كنلبس جاكيت من الجلد.
أكل مزيان بزاف.
أي محل ملابس أنت توصي بيه؟
خدي اللحم المقطع، وقلبي الستيك لي أمرتو قبل.
خنا الثلاثة بغينا نلعب جولة. شنو غادي يكون الثمن؟
غادي نوصلو على ٣٠ دقايق قبل المواعيد.
شكرا على مكالمتك.
سيجار، من فضلك، لو عندك. شنو الثمن؟
نحب نسمع صوت الساعة.
أي واحد هو جونغفرو؟
كاين khảصو ف نصف ساعة؟
خاطري خريطة طرق الأتوبيس، من فضلك.
أنتي مسؤول على الحادثة.
روح مستقیم من هاد الشارع تقريبًا خمس كتلا، وكاين صيدلية في الناصية. مللي توصل، دري لليمين. غادي تشوفوها justo على شمالك.
كلم بزاف بزاف شويه.
أش نوّي عارض ف الجملة الجاية، عفاك؟
خطة ديالنا هي ناخدو تمن ساعات.
كنحلم ب مشاهدة تبديل الحرس.
واو. كل الناس كيدقز على راسو.
نقدر نقعد فالبارك، حيت معانا طفل؟
أش نوّعند الثياتر لوطني؟
خليتي غرفة ليله دابا؟
ايوا، غادي نجي بدمية يابانية لصديقي.
وين كونتر جاپان إيرلاين؟
حفلة مزيانة بزاف. كنتي عجبك؟
أنا ديكلاري هاد الشي.
طيب لقانا، بوبي. كنتي عايشة تروح تسبح معانا؟
ما بغيت ناكل هادشي دابا.
نحبها على واجهة الشمس.
خلي الوسط يخرج بثلاثة سنتيمترات.
كنحاول نلقى هدية ممتعة من لاس فيغاس.
هادش لي مأمورتش به.
وين كتدرس؟ كتدرس ف الغرفة هنا ولا كتروح للمكتبة؟
إيه، ولكنك مش سيب، علاش؟
نحب نضوي عدسات جديدة.
خايج وقت زيادة شوية.
اشنو ساعة تبدا ليلة؟
هادي غادي ناخده.
خاي ندير بزاف د الشوبينج ف هاد لمدينة. ممكن تقدر تعطيني نصيحة على سوق كبير أو سوق تجاري؟
ما عندي وقت كتير. غادي ياخد وقت طويل؟
هوما إعصار. مرة ما يضربو اليابان يسببولنا كتير من الكوارث.
نحن كنا. غادي نشوف ونرجع على طول.
قول لي، سيدي موريتا، اش هاديك مراتك معاك هنا في نيويورك؟
نتبدل القطارات في المحطة التالتة.
أي أوتوبوس مشي ل لمحطة لمركزية؟
كنعيسو مازال غي جوج يام
خاين نسخة من لي رايدرز 1944 موديل 101.
عفوا، غادي ياخد وقت كتير لوجبةنا؟
نحبي أكل إيطالي.
تقدر تسأل في ديك المكتب ديال لإنفورماسيون لي جايا، إذا ضيعت الطريق.
غادي تغطي هادشي على حدة؟
غادي نطيرو ف بضع دقايق. عطوا عينيكوم على حزام الأمان ديالكوم و خويوه بزاف.
ايه، بس عطينيهمش يروحو للقاع العميق ولا للحمام الدافي.
اشنو وقت السيري د العالم؟
خاد نشتري طارطة.
وين كنتي؟
لو صبرت شوية أكتر، كنتقدر ناخده ب أقل.
أي واحد غادي تختار، ب خمس دلاسات ولا عشان عشرة؟
أنا مريض. فين دكتور الباطو؟
أنا جاي من اليونان.
هادي عجبك؟
أش نو عساك؟
في واحد ف الوراء د هاد القاعة.
غادي نبات مع صديقي الليلة.
خايف حسابك الجاري مازال في النقص.
عشرين دقيقة على الربع لاربع.
الشعيرية و زعيقتين، مع لمعمات، و الشاي الحليب.
هذا عنوان فندقي و رقم هاتفي. ممكن تقول لي في هاد الرقم لما تلقى شنتيتي؟
كيفاش بغيتي الطاولة في لمكان لي كايسمح بالتدخين ولا في لمكان لي ماكايسمحش بالتدخين؟
خايف ناكل بزاف الخضرة النهار.
عندي بطاقتي. رخصة السياقة كافية؟
نص النهار ثلاثين دولار. اليوم كامل خمسين دولار.
طаблицة السيرف ب 25 دولار لجوج ساعات و 40 دولار للنهار كامل.
حار بزاف. ممكن تدير التكييف؟
أش غادي يكون سعر الين دابا؟
هادي سوغيتا في الغرفة تلاتة عشرين. كنطو طالعة ليا، ولكن هاد الغرفة صغيرة على حساب مكتوب. يمكن نبدل الغرفة؟
واش बस فيفث أفينيو وقف هنا؟
عندي فلوس كافية لغذاء ثلاثة أيام.
فين نلقى بيه الحرف التقليدية؟
كيفاش ندير مكالمة لبرا؟
أش نواع الرياضات اللي مشهورة في اليابان؟
خليك فاكس لي خريطة باش نجي لمكتبك؟
كنتي جاهزة لتقديم الطلب، سيدة؟
نحن ننصحك بزيارة جولة مدينة بوسطن. هذا يعطيك فرصة لمشاهدة النقاط الرئيسية في بوسطن.
كنحاول نلقى هاد العنوان على هاد البطاقة.
مرحبا. هاذا تأمين بوسطن؟
كاين صالون تجميل ف هاد الفندق؟
كان اکلة مزيانة بزاف.
دابا خلاه ف الشارع.
أي منطقة في النمسا؟
فين مشي هاد القطار؟
ماشي مشكل نستعمل التيليفون؟
أيها طول الأقصى لبريد البارصيل؟
نحنا بغينا ف 8 و نصف.
طاولة لشخصين، من فضلك.
واش كاين مطاعم ديال البحر قريب من هنا؟
خايب. بناية إمباير ستيت قريبة من هاد الشارع هنا. آش بغيتي تعملي هو تمشي لمحطة أوتوبيس لي جاية ف الناصية وakhذها直 لتحت. غادي تكون على يمينك.
اش هاداك؟
أش غادي تختار لالحلوة، آيس كريم ولا شربات؟
ماشي ممكن مع ميزانيتي.
اش نقدر نطلب كورس كامل؟
لا، مازال ما جاهزين.
عندي حجز لمدينة ليومين.
واش عندك ويسكي؟
كنتي تقدر تاتصل بي إذا لقيتي شونتاي؟
مشوار تقدر توري لي رخصة السياقة؟
من قال كيهدر، عفاك؟
كيفاش كينشوف علييا؟
لا، قليلين بزاف. هادشي قد يكون واحد من لأسباب لي خلات لمرا ما تثبتش مع شركة وحدة.
أش هاد الوقت اللي غادي ياخد لينا باش ناخدو باشبورت جديد؟
لف، من فضلك.
كايتحسن.
غادي ناخد شويا زبدة.
خدت أوتوبوس غلط.
كبير كيفاش؟
قدي شوي هاد اللحم شوية أكتر؟
إتصل بطبيب.
ناخد أشعة إكس.
كاينين مكتب لصرف؟
خدي طريقة دايزة.
خليتي ناخد شوية حبوب؟
لا، خايف ما قدرتش نروح ننوم بسباب هاد الخبار اللئيم.
كيفاش كتحسبو مصاريف الإلغاء؟
رّحلتنا كاتبدا ف 21 يوليوز و كاتسالي ف 27.
ما بغيتش.
كيف كتحدّث اسم المحطة هادي؟
نّحيد ب فلوسي
المتحف مفتوح اليوم؟
خليني نشوف واحد آخر.
هكدا، من فضلك.
أنا مزيان حمد لله، شكرا.
أش حالا غادي تبقى ف نيويورك؟
خلّي حلواي؟ كنّي ملّيت.
كاين बस د لمطار ل لوتيل شيراتون؟
نعم. الرقم أربعة و ثمانين و سبعة.
واحد حالياً
قدامك مباشرة. غادي تشوف اللوحة. ماخاصش تخليها تفوتك.
غادي تحطها عند كاونتر الورق ديال الهدايا.
أش حال من الوقت غادي ياخد باش يضغط؟
نطما أنّي غادي نزور بلادك.
قولي لي ماشي
أش نوحا د الخدمة؟
رسم لي خريطة، من فضلك.
ما عندي حجز هنا، ولكن عندك غرفة ليلتين؟
خاي نخرج دلوقا. ممكن تاخد شكايتي لتحت؟
اشنو طريق لجنوب؟
خدي شي برنوس؟
قال لي إن المحطة الجاية هي شارع 23؟
خليتي نحدد موعد للعشاء في عربية المطعم؟
مساء الخير. عندك طاولة مفتوحة لشخصين؟
اش نواع الحوايج ديالك؟
نعم. شنو مقدار اللي خصني يدفع من الأول؟
ايوا، غادي ناخد بيرة مشروبة مع لخضرة.
نضّف هاد البلوزة.
كاين شي خليو مزيان؟
ايوا، أنا مبري.
اش غادي؟
كان طويل القامة مع شعر أشقر.
أش دابا سيجارة؟
خد منديل و ضعو ف واحد و دوسو ب هاذ المطرقة.
الأتوبيس كيدور ليلًا ملي كايكون في تقليل د ترانزيت. دونك هوا قليل ما كيتأخر.
كان عندي إمساك منذ خمسة أيام.
أكيد. غادي نديك هنا.
خليك تقدر تساعدني ب حبل سحب؟
دارك كبير بزاف.
اش نوض شاي مكلا القهوة؟
ما عرفتكش من قبل.
كاين عندك بطاقة بريدية إضافية؟
واش ممكن تشريلي هادشي؟
خاد شاي أوعي قهوة.
فين القنصلية اليابانية؟
خاد الرز.
ايه، فيه. هادي جاية القطار. عيش مزيان.
خليني نشوف خردل؟
ممكن ترسل فاكس ل هاد الرقم؟
نقدر نلقى في الساعة تلاتة د لعشية؟
كانقصلي الرؤية ماشي برا البلاد، وكنتنفق الفلوس لليمن ولليسار.
باي آبل، من فضلك.
كيفاش كاينين العطلات ديالك لمؤدية ف السنة؟
طاولة لاربعاء، من فضلك.
قول.
sahih. kayn mashi l il birk wiya?
هاد غادي يكون رائع. كنت ناطر فرصة لأعمل حاجة زيها.
نحنا كنعرض ليكم تشريف على سيادة السيد ويليام.
شكرا، غادي نفعل. نطما أنك غادي تجي عندنا في يوم من الأيام.
نحنا بغينا نمشي للمتحف ديال A.
كنفكر ف إستافدة من الخصم الخاص اللي كيعرضو شركة طيران ABC ل هاوايي الشهر الجاي.
نعم هكذا. غادي تكون مزيان.
كندي نｰشري تيكتاتين ل "ليز ميزيرابلي" ليوم 7 يونيو؟
كيفاش كتبيع؟ كتبيع غير الكتب الجديدة ولا كتهدّك حتى الكتب لقدام؟
بغيت نرسل خطاب لليابان.
كاني كايمش على برودواي.
خادش صندوق ل طعام.
واحد تانوي من الدرجة الأولى ل كاليه، عفاك.
نادي تاكسي في الساعة ثنتين ظهرا
مزيان، شكرا. وأنتا؟
كاين شي interessant هنا؟
قول لالقنصليّة اليابانيّة بعد ما ديرت البلاغ للبوليس.
نقدر najib هوما كولهم؟ عندي حاجة مهمة فيهم.
كنتي عايشة حاجة تشربها معاك لوجبة؟
خليني 30 لتر
أه؟
كاين مشوار غدا؟
ما خدام. عندك واحد آخر؟
هادشي لي غلط.
عندي قنينتان ديال الويسكي.
شقيقة
هدايا لصديقاي.
صدري كيحملني.
في الخلف ديال عربيتك كيماكن براد مليء مشروبات.
كنبغي ناخد كاس ماء، عفاك.
غالي ناكل ف الفندق، هاداك خرجوا فين ما كان.
منين نبدا؟
عفوا، فين المكتب البريدي؟
خلي показي الشحنة.
واحد؟ ماعرفتش.
جوج مقاعد ب 10 دولارات، عفاك.
كيف تريد اللحم؟
وصف لي شي لي ضيعت، عفاك.
أي نوع دَم عندك؟
ماشي مشكل، ممكن توريني الطريق؟
خدني أperitif، من فضلك.
أي أكل دييتا ممكن نلقاه كثر فالمحَل؟
خليك تروح لفيينا.
نتضراش لطاولة؟
هاد هادسون ستريت هو المحطة التالتة؟
فين كونتر_CHECK-IN_ دي لوفتهانزا؟
خدو صورة لينا، عفاك.
اسمك وعنوانك يجي هنا.
اش عمل هاد؟
أسود مزيان.
خد لي صورة.
كن بغيت نتواصل مع شركة لكرة سيارات.
طاولة نافذة، من فضلك.
خليك عارفني لما وصلنا لبوسطن.
خادش نبي حمر قوي، عفاك.
عندك أوراق الشيكات ديالك؟
نحب نشتري أحسن مقاعد ممكن.
روح لالدوقانة دلوقا.
نحبي نقعد فالدري فطائرة.
نور الرسالة ديالي مشع
كنعرفو نتواصلوا مع مكتب الاستعلامات لي في الزاوية ديال لوبي الفندق. هوما غادي ياخدو حجز.
أي محطة؟
هو سارق.
هاد الحارقة عندو طعم قوي.
اش نو في الكيس؟
خديتي لاستعمال شخصي.
خليتي فيلم لهدا النوع ديال الضو الاصطناعي، عفاك.
كايعاون للي خسرو واحد قريب في نفقات لجنازة.
أنا آسف. غادي نجيب ليك الشاي فالتاني دقيقة.
عفوا، ممكن أستعير بطانية؟
فهمتيني؟
مزيان. دري لشمالك في الزاوية الجاية. غادي تشوفو قدامك.
فين نستانا؟
اش دريهم ديال الاكسبريس مدخول؟
واش و فين نقدر ناخده؟
أش كاتحسب لي أحسن لبشرتي، لون البوليش الأسود ولا لون البوليش الأبيض؟
شكرا. يعني هاداك غادي يكون الصباح الباكر لما نوصل. كنتي قادرة أقدر ناخد المترو ل لمدينة؟
أي نوع من المواد تحتوي عليه الدواء؟
ايوا، عندي حجز لشخص واحد. اسمي ماتسوي. م-ا-ت-س-و-ي
كاينين هادشي فستايل بطريقة إصبع مفتوح؟
شكرا. آه، فهمت شو صار.
أشنو بعاد الفندق هاد؟
مين فحال يديني لموقع ديال لكرسي ف الخطة، عفاك؟
قال غادي يهاتفك من بعد.
رجاء ضبط المقاعد لوقفة مستقيمة.
هاد الشارع كيروح ل C و A؟
عذرا إزعجتك. ممكن نيكون عندي ماركر أحمر؟
خاي نحدد موعد مع سي واطسون.
ناديك كيفاش كتخدم بالعيدان ديال الطعام.
عفواً سيدي الشرطي. ممكن تساعدني؟ ما لقيتش المتحف الوطني ABC.
خادم غادي يجي ياخد الطلب ديالك. عطس لخادم لما تكون جاهز لتقدم الطلب.
لا، غادي نخرجهم.
اش يمكن نستعمل شيك السفر ديالي؟
ايوا، عنديا. شنو نوع لي بغيتي؟
مش بارد؟
أنا دابا في مطار كينيدي. أش نوعة أسرع طريقة نروح لفندقك؟
انت في سيتاش A. هادي في الطريق للي في يمينك.
ماكينش جينز ولا قميص تي شيرت، عفاك.
كيف بغيتيها؟ يعني شنو بغيتي تقول فوق البورغر ديالك؟
كنتي حاملة؟
واخا تقدر تجيب لينا تاكسي؟
كنّا سعداء نقبل عرضك.
ما دارش هاد الشي قبل.
كيفاش دقيق هاد الشي؟
كاين كتاب بالياباني؟
مافيهش مخزني، ولكن غادي يجي بيه.
نفضل مطعم نباتي.
باب دار مكسور.
ايه، هنا انت.
رقم خمس-واحد-واحد، سبع-إثنان-سبع-ثلاثة في لوس أنجلوس، من فضلك.
كاين جولة؟
أي دواء للزكام أنت توصي بيه؟
ما بغيت لحم الخنزير.
اكتب داكشي فالورقة ديال الخدمة. كاين شي اضافي ديال الفلوس.
خلي تبعث هاد الباقة لليابان.
نيتيه معايا.
غادي نرجع.
نقدر نبقا في الطيارة لما كنتاشر؟
أكيد. غادي نصلحوه قبل ما ترجع.
أنا اللي شكرك.
شويя
منين أصلك؟
نعم. كنت باغي نزور هنا من زمان.
أكيد. باز لاباس.
نايدي ب لأسطالينس ديالي.
كاينين زيارات لتمثال الحرية؟
خليك هاداك. قولها بكل صراحة.
عندنا لحم حوت مزيان بزاف النهاردا.
خير. نقوليك اش غادي نقولك. ما تقوليش لوليدك، و ما غانقولش لوليدي.
أش نوضي عاد في وقت فراغك؟
غادي نلقاو بَعْدَ نهار، إن شاء الله.
خضر، وعندو حجم هاكا.
خليك عطيني خريطة المدينة.
أسف، ما حد جا يجاوب التلفون.
عندي دم من النف.
บาง شخص كايمشي لطوكيو سنترال ستاشون وفنادق كبيرة.
تلاتين ليرة، من فضلك.
عفوا. فين التيليفون العام؟
شكرا في كل حال
ايوا، كنت قد تناولت بعض المحار الطازج ليلة البارحة. كان طعمهم غريب.
نعتقد إنها كتجعلني تبدو أكبر سنا.
خليك عطيني هادشي، عفاك
أش نو عملو لفرقة؟
الِيوم عندنا مينسترون، كريم السبانخ، و حارقة الخضرة.
نخدم مارتيني جاف. و عصير البرتقال ليها، من فضلك.
كاين عندك تاريخ مرضي بلمغص؟
عيني كيتوجع.
كنلبغي قميص بولو.
شيء تحت مية دولار، من فضلك.
كتخرج من هنا ف 9 د الصباح.
شكراً على كل حال لكن أنا يجب أن أذهب.
سطح لامع، من فضلك.
خاين ثمانية أوراق من عشرة دولارات و عشرين وحدة.
عندنا هذا المنتج الجديد اللي مصمم لصالح النساء اللي كايعملو.
نحمل هاداك.
خدمة عالية الجودة وموثوقة.
باش نشوف، شكرا.
نعتقد إنك غادي تقدر تحصل على كلشي ف السوبرماركت. لو ماقدرتش، ما تقلقش. غادي نمشي للدواء غدا.
ماشي ضروري، سيدي. غادي نخدموها ليك وقت الچيك-ين. وقت الچيك-ين من الساعة ثنين ونص العصر، ولكن نقدر نديرو ليك الأمتعة ديالك إذا كنتي بغيتي تدير شي زيارة قبل داكشي.
خليك جيبلي غلاية مية مغلية؟
عندي مرض مزمن.
نعتقد فيه غلط في الفاتورة. ممكن تتحقق منها، من فضلك؟
خليك شوف الجرّان ديال الرّوكية و خليه فارغ، عفاك.
أي أماكن سياحية مشهورة في هاد المنطقة؟
ممتنة للقاءك، سيدي سميث.
نحنا بغيت نمدد إقامتي بزوج يومات.
غادي تعطيني فضل؟
أي نوع من العطر تحب؟
هادا أسرع خط؟
شوفو. اللعبة كاتبدا على الساعتين؟ أيوا، كنقدر نوصل.
نحب ننزل ف سانت بول.
اش من الآمن؟
ماشي مشكل نضيف خطاب فيه؟
سيدي واطسون، التمديد إثنان مية وحد، من فضلك.
ما عارف آش ندير.
هنا أنت. هادي أشهر واحد.
عندي حجز، أكياما.
مين ما نزلت من الليڤاتور، غادي تشوفو على يمينك.
خلي غدي دزر هاد البوتون، . علاش، هادشي كيشغلش. آسف، قاصح.
كيف حالك، سيدي تاكاغي؟ ما لقينا شحال هادي، من الربيع اللي فات، علاش لا؟
شفتنا بزاف د لحوت المهاجر.
راجعين لاحقا.
كن شايف واش نقدر نرجع هنا.
إذا كنت تحتاج إلى أي مساعدة، يرجى سؤال ممرضينا الجويين. لدينا طاقم يتحدث اليابانية والفرنسية والصينية والإسبانية على متن الطائرة.
مية دولار، من غير الضريبة.
ربطو حزام الأمان ديالك و شوفو لوقة "مامعندناش تدخين" حتى تطفى.
كيهضر حمام؟
هاد باشارة التسجيل ديالك و طاقة الاستلام.
مينفعش صحن إضافي؟
خادش دوا.
كنّا جوج، آش غادي ناخدو لكبير؟
خليت جوازي في تاكسي.
أربعين دولار
فندقنا كيحضر شخص ليهدي البلاصة.
عذرا، غادي نكونو متأخرين ب 20 دقيقة.
كاين مطاعم يابانية قريب هنا؟
شي简单 نمشي بيها، مع تاير في اليسار، فكلاس الليترين.
كيهدر في الداخل ولا برا؟
هادشي عنواني الجديد.
نعم، يمكنك. ها هما طاغك ديال الدعوة و بطاقة صعودك.
عند الساعة سبعة مساء تقريبا.
خدت النفس برا. المفتاح فالداخل ديال اللعربة.
يمكنك تحقيق درجة أفضل.
ما كنعتقدش غادي يكون مزدحم بهاد الشكل.
حسيت بوجع قوي حوالين بطني.
مومكن تغيير مقعدي للي في قسم المدخنين؟
هاد الفلوس هي للكلامات البعيدة.
كنتي مخطط باش تبدا تبيع منتجاتك ف أمريكا؟
خليك جيبلي بيرة أخرى
جيم وأنا كنّا صديقين من وقت المدرسة الثانوية.
بيض مقلي، وجه الشمس مع سلاطة لحم الخنزير، من فضلك.
تذكرة مُتّجهين لمدة عشر رحلات، من فضلك.
شوية دقايق، سيدة. غادي نتحقق منو.
ما في حد بإسمي هاداك هنا.
وين نلقى أوتوبوس سياحي؟ متى و فين نطلع عليه؟
ال顶 كبير شوي. يمكنك تعديله؟
كاين ميدان د لجولف هنا؟
خاي نغيّي حجزتي لطّيارة ليوم 5 ماي و نحجز وحدة جديدة ل9 ماي بدلها، عفاك.
نقدر نحتفظ بهذا البطاقة؟
كاين حد كي فهم الياباني؟
أنا آسف جداً لسماع خبر وفاة أبيك. من فضلك تقبل تعازيّ الحارة.
راني بغيت طالياني، عفاك.
كتبت شيрак؟
خمس عُشارات من فئة العشرة دولارات، من فضلك.
خليتي نتا تيكيتات لكبار للي جايين ل "Cats"؟
خليك قعد و استانا بعد رحلتك الطويلة من اليابان.
أي مصروف ماشي فيها؟
كانت متبعة؟
فين حرقوك في اليد؟
من مصممينكم؟
كاين مومكن تديهم مع بعض؟
بلا كات. فرقة جاز قديمة.
أي سيارة هاد الشقة فيها؟
مبروك، سمعت أنك حصلت على وظيفة مع شركة ABC.
هل فيها الخدمة؟
بغيت نحجز طاولة مزيانة باش نشوف العرض.
تكلف ٩٩ دولار أميركي.
غادي تلقى ساعة وحدة باش تعمل لي بغيتي هنا.
نحب نرجع لطوكيو نهار الجمعة.
هاد الحلي بلا ضريبة؟
أش نو الفيلم اللي كايجري دابا؟
مش متأكد الحين.
اشتريت شفت لهدية.
اشنو ساعة غادي يخرج؟
سمحلي، يمكن تكرار هاد الشي؟
حتى شتنبر ديال تمنين وتسعين وتسع.
نقدر نضم لهداك لفقرة رغم ناني مبتدي؟
كنحب نروح نخرید. فين منطقة التسوق القريبة من هنا؟
خنا شوفو فيلم. أش كايعطيك لينا؟
من دارها؟
لكن كما تعرف "LT" غادي يخليها رخيصة.
كيفاش غادي يكون العشر على مكالمة بعيدة ل طوكيو؟
اش نواع لواني كاينين فشيفروليه هادي؟
ما بغيت نشري شي حاجة. شكون اللي أنت مقترح؟
أش هاد اللي غادي يخلص الفرد؟
زادتي ف لوقت د الخروج.
مش كتبيعهم فرادي؟
يمكنك حجز تذكرة لمسرح لي؟
هاد الطريق، دري لليمين.
عندي قارورة ديال نبيذ أرز ياباني.
مقعد مفتوح، من فضلك.
أنا آسف. هاديك عندك. يمكن نخدمك شي حاجة للشرب؟
خلي جي معايا، عفاك.
دابا حجزنا ليك.
نحنا بغيت نحجز مقعد، درجة إقتصادية، ل لندن الغادي أحد.
كيهدر ثلثين كلمة. آش هاد، ثلاثة دولارات، عفاك.
كونسييرجنا يقدر يساعدك، أو تقدر تاخده بالتاكسي.
الحدائق ديال لحيوانات مغلقة؟
اش سميتك اللي في الوسط؟
نحب نحجز غرفة صغيرة.
جوج ناس.
اسمي سوزوكي. عندي حجز في السادسة.
سيجارة، من فضلك.
خد شي حاجة غير قص الشعر.
خادش سلاسل د ليد
خاي نطوف على الجزيرة.
خدو فرصة ليكم. كنتمحاجين شاي أو قهوة؟
جاي.
خليتي مفتاح الغرفة ف الغرفة ديالي. ممكن ناقرا مفتاح تاني، عفاك؟
أشحال غادي ندير الباكشيش؟
عفوا. هذا الباص مشي ل هوليداي إن يونيون سكوير؟
كيفاش ندير سيارة ف بوسطن؟
يمكنك تشتري لي تيكيت؟
خليتي ناوع كبير؟
هاد الحارقة كتحريڭ بزاف.
خادش خيزو.
غادي نتواصلوا معاك فوراً من بعد ما نلقاوه.
كيهابك جمع الحيوانات المحشوة؟
نحنا بغينا نعمل حجز على JAL ليوم العشرين من مارس.
ماكينش ثلج.
يستطيع اليابان إنتاج كل ما يحتاجه من طعام؟
كاين عندك روايات يابانية؟
كثير الناس اليوم؟
هاداك يعني مافشلش نهائيا.
كَم يُوم عطلة عندك في السنة؟
غادي نبقا على الأقل أسبوع.
نحب نافورة هوا.
كيفاش نروح لمين تاور بالمترو؟
الطّيارة اللي كنت مظون نروح فيها، إيه إيه حدا عشر، طُلّيقات.
واه واقعا؟ أنا ساكن في كاماكورا، اتمنى تزيار داري.
وين الحمام ديال الرجال؟
نعتقد إنها بسيطة شوية ليا.
عندي شي حاجات للبث.
قوليلي رقم التلفون ديالك.
عفوا، ممكن توصليني على فندق؟
أوه. عجيب لقاك هنا.
هادي آخر حاجة غادي نديرها.
القطارات كاتخلي من كينغز كروس.
خسرت شنيتي.
أ什 نوضي جايين؟
الشباب الياباني كيهتم بموسيقى.
نحب نجرّب هاد لبوطات.
ايه، ناديت من قبل شويه.
كاين عندك نبيذ جاف، مش غالي؟
خديت شويا د ماوس د الشعر ليوم.
الطيارة في الوقت؟
كيفاش غادي يكون costo ديال لإعادة الإصدار؟
فين نقدر نشري تذاكر القطارات اللي كتديرنا ل لفوق؟
ستونهنج كيهدر ممتع. كاين حتا جولات كتدور فداك لبلاصة؟
جربت إصابة قوية ف رجلتي ليمين.
كانبقا ف فندق هيلتون.
ما عندكش حاجة تاكل؟
اشنو ساعة تطلع القطار؟
بصندوق البريد
كيفاش كتحب اللحوم ديال لك، سيدي؟
خاي نروح بالاوتوبيس د الشاتل ل لمطار.
شكراً على ما قدمته لي من مساعدة في المطار. أنت شخص لطيف جداً.
خايف نّحسب السبت غيم.
كيفاش كيتحسب لجرة ديال سيارة مع سواق؟
كانقدر التّفاح، ولكن النهاردا ناقصني عنب.
خلي بطاقتي باطلة.
كاس د لخمر الحمر، مزيان؟
أكيد. عندك شي معين، أكلة معينة في بالك؟
هاد الفضة نيكل؟
اش نو علاش هاد الصوص؟
عندي ألف دولار نقدا.
دور لشمال. قدامك ليلا.
اش شحنة لثلاثة أيام؟
خليك تحمل هاد الحقيبة، عفاك
سيارة مدمجة، وأفضل من ذلك سيارة يابانية.
أي حاجة هي الاختصاص ديال هاد البلاد؟
عندنا جوج او تلاتة مزيانين ف الهضرة. كنتي بغيتي ندير لك حجز؟
مين فديت مية غرام ديال سلطة الحبارة؟
خلية طابع أخرى؟
من غير ما ننسى، شيط كاز و الديبوز ل السيارة قبل ما ترجعها؟
بغيت نمشي ل سان دييغو.
من بعد ما مات، كان في إصلاح سياسي، اللي معروف ب إصلاح عهد التايكا.
خليتي حقيبة يدي ف القطار.
عفوا، لكن هذا الكلمة، OMEDETOUGOZAIMASU، طويلة جدا عشان نحسب عدد الكلمات. حيث أن الكلمة الواحدة محدودة بخمسة عشر حرف، نريد منك تقسمها لجزئين.
كتخرج من لمحطة نمرة جوج د لوطوبيس.
إذا كنت تريد.
اشنو أنواع السلاطة عندك؟
كيفاش تقدر تسويلي خريطة كتديني ليه؟
ناخد شي تقول لي
أش داكشي لي كايعرض دابا؟
خاطري قلم حبري، من فضلك.
إيوا، آه، وكنت خدام ب كارت الائتمان.
خد الفطور لݣرتي.
كاينين زيارات ل البانثيون؟
خسرت ملكتي.
خدو شيك شخصي.
نعم، شكرا. اسمي مايومي ياماغوتشي من اليابان. وصلت للفندق للتو.
رجلتي تعاني من الألم.
الشمس قوية بزاف. كنتي زعمتي كريم حماية من الشمس؟
كتاخد تقريب نصف يوم. الدليل السياحي غادي يجي يخدك حوالي التاسعة صباحا.
فين الملعب؟
في غياب كاس واحد.
خاد شطة طاليانية.
ماشاء الله، تبدو متوافق في الحجم معي. أنا عادة ألبس مقاس متوسطة.
هاد الساعة القديمة وقفت عن الخدمة. ممكن تبديلها؟
خايب، بحال لي كيبان شويطة ضيق ف الصحون.
بغيت بطاقة بديلة. إمكن ناخدها منين؟
ممكن تقول لشرطة؟
رقم هاتفي هو أربعة صفر أربعة واحد إثنان ثلاثة أربعة خمسة سته سبعة.
مشاكل؟
ديسا د لعيد د السنة الجديدة سميتو أوسيتشي ريوڤوري كيتحضرو ف كثر من البيوت حتا دلوقا.
نص jour ديال لجولة مابغياش الكثير.
غادي نسأل إوا نقدر ناخد صورة معاه.
شنو نوع الجلد اللي مصنوع منه هاد الحقيبة؟
زيادة طيبة.
الفلوس مختالفين من العداد.
كنتي مزح. فيه طريقة أرخص لإرسالو؟
خايج غير شويه من الليرات اليابانية ل دولار ميريكاني.
نقدر نبدل لمقعد الأمام؟
خايع نخرج دلوقا. ممكن تاخد شكايتي لتحت؟
فين كين عيادة قريبة من هنا؟
كاين عندك مفتاح صب؟
مناش مين نتواصل معاه اذا عندي مشاكل؟
هاد الطيارة غادي تطلع ف الوقت لي مخطط ليه؟
خدي 300 غرام من هادشي.
خرج بسرعة لوسط الشارع فين ما كاينش عبور.
من غير قصد، عندك تأمين السفر لهذا الرحلة؟
خليها ليك راسي، عطيني.
نحب نخلي السيارة في مطار سان فرانسيسكو.
شوي دّيزرت؟
نحنا بغينا نتحقق من وقت لخروج.
راح نكون ف الفندق د هيلتون.
مومكن تشهر لي هاد اللطري؟
عندنا عائلة من أربعة أشخاص، هما والدي ووالدتي وأختي الصغيرة وأنا.
أش نو هو اسم الفنان؟
قل له ياتصل قبل العاشرة، بالتوقيت الياباني.
كيفاش نوصل للمعبد؟
اشرب quoi؟
ممكن تقول لي رقم تليفون شركة تاكسي؟
تلات دونات و بيسكوي, عفاك.
غادي نكون هناك في ساعة تقريبا.
مرحبا. Pier One Fish and Grille. فين عاونك؟
شكرا. ممكن نكلم السيدة ياماتو، من فضلك؟
كاين دكان بلا ضرايب قريب هنا؟
كيفاش كتخرج الفلوس؟
نعم. كنت بغيت نؤكد حجزتي على الرحلة سبعة عشر لطوكيو هذا الأحد. اسمي ريكو موري. إم-أو-أر-آي.
كن شايف أش نواع لوان غادي يصيفو هاد الشتا.
نحنا بغينا نحجز مقعد ناعس ل واشنطن دي سي، عفاك.
نوصيك بزيارة مبنى الأمم المتحدة على ضفاف نهر إيست ريفر أيضا.
هي تيسع وتسعين. كنبغي نقضي حوالي تيسع وتسعين دولار.
خليني شوف تيوب那个. التالت.
إذا كان الشخص بوذي، نعم. ولكن العديد من الأسر تقيم مراسم الجنازة في منازلهم.
قميص أبيض واحد و زوجين من الجوارب.
عندو ألف دولار.
أقلاش تيكيت كيشوف؟
سْتِيْك سِيرْلُويْن و سَلَطَة خَضْرَاء، مِن فَضْلِك.
خليك في وقتك، خبرني إذا حاجة بغيتيها.
هادي على حسابي
خاي نطلب پيتزا. شكون كيدل هنا؟ شنو الرقم؟
غادي نجي متأخر.
كاين غرفة أحسن؟
غادي ياخد يوم كامل. الدليل السياحي غادي يجي يخدك الساعة تمنية د الصباح.
خد شي نبيذ مزيان لوجبة ديالنا.
خلي ناقصلي فاتورة خمسين دولار وحدة و خمس فاتورات عشر دولارات، عفاك.
السكان ديال طوكيو كيهضرو على اثنا عشر مليون. محسوبين و الثمن ديال السكن غالي.
تقدر تقول مكالمة مباشرة من غرفتك.
كيفاش غادي يكون الفلوس ديال لاستعمال لفردي؟
ماشي مبرد، عفاك.
أش هاد خلاص غادي نبدا؟
هاد الكريم لجل البشرة الجافة ولا لجل البشرة الدهنية؟
عافاك. انا ضيعت الطريق.
خاي، كنت نافكر فالسوشي. آش غادي تكون انت؟
نحنا بغيت نشارك فلكورس الإختياري ديال غد.
إذا اشتريتهما معا، ممكن تعطيني خصم؟
كيفاش ندير غير ليترين ديال حليب؟
غادي نباتو ليلا.
كنبغي نكرا سيارة.
الدارجة: تالت نونبر هو يوم الثقافة.
كنلبغي قميص ل بنت عندو عشر سنين؟
خسرت جواز سفري.
ايوا، عندي هادشي.
قلب مرة، من فضلك.
مساعدة
كتاخد اكتر من العبار
استنا. ثلاث كتلا، ثم ليف؟
من هو الرجل الرئيسي؟
في سوق قريب من هنا؟
ما عارفش كيف نغلق هاد اللواقط.
كيف نوصل ل سينترال بارك؟
غضبت عليه
إرسله بالسريع، من فضلك.
إرجو إرسال هذا كحقيبة غير مصحوبة.
اشنو الثمن ديال البس ل بوسطن؟
إرجع من هاد الباب ودر بجنبك لليمن.
خليك تدفع فلوس إضافية للتحلية.
كنلبغي ناشي خلاً.
اسمي هيصae تشيبا. أنا ياباني.
خادشي خلّي خردل.
خليني كارتون واحد من هاذ العلامة.
ايوا. ولكن ف المدن الصغيرة وحتى ف منطقة الداون تاون القديمة ديال طوكيو، عندنا بزاف د المحلات التجارية الصغيرة اللي ماشي عندها علاقة مع الشركات الكبار.
كاين عندك حاجة أحسن من هاد؟
أش نوصيك بيه تشوف ف كيوتو أكتر من أي حاجة؟
فين كتخدم؟
خلية نطلب وجبة نباتية؟
أش هاد اللي غادي نقرا عليه ف الݣرفة؟
ماشي سيئ بزاف. ولكن نفضلو يكون شويطة أحرار.
كيفاش ممكن توصلينا بمعجم فرنسي-إنجليزي؟
شكرا. كان جميلا رؤيتك. مع السلامة.
نقدر ناخد فترة راحة في otel قريب من هنا؟
هادي غادي تكلفك ثمانية عشر دولار للطوابع. هنا إعلان جمركي لشحنتك.
اشنو ساعة يمكن للطبيب يجي؟
كاين شي ليشربو فيه الباطو؟
السحاب كيحلا من فوق هنا.
يمكنني مساعدتك في حاجة؟
خاي نشوف حومة المالية.
كناخد دروس د السباحة.
كاين عندك قهوة سريعة؟
نّحار تلاتي د لجهد ديال هاد لمطار ماشي زحمة بزاف.
هادي عنيف؟
نعم، خليني نشوف. نحب ناخد كاس نبيذ في البداية.
صوب الضوء، من فضلك.
نحنا بغينا نبدل الحجز.
إذا نسيتم، قد تفقدون حجزكم.
كوللي خير يخير
غادي نلقاك عند البول عندي الساعة الواحدة، مزيان؟
لا. هاد المنصّة كتخدم القطار اللي جا في الاتجاه المعاكس.
شكرا. أنا أقدر جدًا تفكيرك.
خاد نشرب عشاء ب أقل من 30 دولار، مع الشربات.
خاين غسيل هاد اللباس مكنوس.
مرحبا. قمت بحجز لمساء اليوم الساعة سبعة. لكن أريد تغيير الوقت. اسمي سوزوكي.
كاين عندك پاسپورطك وتيكت؟ شوف هادي بوتيك مافيهومش ضريبة.
أي نوع من المنتجات مناسب للبشرة الدهنية؟
خلينا نبداو، مابغيناش نطولو.
أش غادي نشوف لفيلم؟
خاين نشيك شيك السياح.
لا، مابغينا، سيدي.
تقدر تمشي على رجليك أو بالمترو. هاد هي خريطة المترو.
هادي النصيحة ليك.
خايب نعلين دابا، عفاك.
زهر اللوز. كايزهر ف الربيع.
جوج بيرات أكتر، عفاك.
عشرة وحدات، من فضلك.
شكرا. عطيني إشارة مين نوصلو. أنا غريب بزاف ف لندن.
أسود. ممكن توري لي جوة أخرى بالأسود؟
أش هاد الخدمة غادي تاخد وقت و غادي تكلفكم شحال؟
سخن الحجرة فورا.
خليك. نا بدي تذكرة ماشي وجاي.
كيفاش كان؟ كان مزيان؟
كايكونو غالبا ثلوج خفيفة بسميك بوحدي او جوج انشات.
ف الفونديق بلازا، الغرفة سبتة ميتين.
ما عارف. كلشي جديد عليّي.
سماشك مزيان.
خليك معايا باش نديك للشخص اللي غادي تكلم معاه.
كلت من زمان.
من السرور.
كاين ليك لايبلات؟
مزيان. فين كنتي غادي تلعب؟
اشنو أقرب وقت؟
مرحبا. هاد دار البرون؟
اشوف الطاقية اللي في الشباك، عفاك؟
راه طيب لو كان مزيان غدا.
أش حال من هنا؟
درت مقعد ماشي كييخدش، ولاكن جلسة ف مقعد كييخد.
مزيان. عطيني حجز شريطي في الدرجة اللولة في طيارة هادي.
عندك التهاب الزائدة.
ماشي مشكل، يمكنني نلقى ليك حارس أطفال؟
كيس صغير أسمر. مصنوع من الجلد.
أيها أسهل، أوتوبيس ولا مترو؟
إتناشر دقيقة والثانية
كعبها مبركب.
كان حظي عالي جدا حيت نيل تيكيت الليلة. ما وصلتش للبلاد حتى الساعة تلاتة د العشية.
واحد من أقفال الشباك مكسور.
نحب نرسله بالسريع.
كاينين غرفات خاصة في الدرجة اللولة؟
مين فين عطيني جوج كوتي غيف لهدا؟
كانقرا مزيان د لخاطراوات، ما نقدرش نضهم ف الصندوق ديالي، كنحب أكون عندي كيس أو شي حاجة بحال هاكا.
مزيان، سيدي. ندير ليك شي حاجة مع Валيزك أولا.
نفس الشيء، من فضلك.
خليو، كانو قادو تأكدو حجزتي، فاش هاداك تقدر تاطلب للمدير، عفاك؟
ما عندي فلوس.
فحص كل شيء، من فضلك.
خلينا طاولة مزيانة قريبة من المسرح، عفاك.
اش نوضي لبار؟
ممكن تجيبلي مقاس أصغر؟
إذا كنت غادي تدخن، رجاء انتقل لصفوف الأربعين لخمسين.
هادي.
دِرْ عَضُدَك
خايب عليك علاش خليتني نبقا هنا.
هاد البوس كيروح لمطار؟
بغيت نحجز طاولة لثلاثة.
أش نو بعد الظهر، حوالي الساعة ربع لخمس؟
تلاتة صباح.
ف الطابقة الخمسة.
فين ندير البلاغ؟
كاين كورس للبدايين؟
خاينا ألواصل ديال الرسوم.
ما خصنا ننظف الغرفة.
مشي يوم جميل؟
من هو المخرج؟
افتح حقيبتك، من فضلك. هادو حبّات، مشي؟
نقدر نحدد موعد لصبيعة و نصف الصبح غدا؟
السبت ماشي حلو لأن ناض لخدوم بابا.
نحب نمشي لمحطة الباص القريبة.
جوازي تسرق.
كايجي مع الرز والخضرة.
بغيت نبدل الطلب ديالي.
ايوا سيدي. غادي نتحول المكالمة ديالك فورا. ارجوك انتظر شوية.
كن пригديك ل عيد ميلاد.
خليك ديرني كلمتي قبل ما تجي المرة الجاية.
فين الساحة؟
كاينين طيارات أخرى؟
تقدر تاخدهم عند البوابة قبل ما تطلع. عطيهوم هاد الإيصال هناك.
ماكاينش محلات بحال هاديك ف اليابان. آش ندير؟
إيوا.
بغيت نبدل رحلتي ل 9 أكتوبر.
الأضلاع الزايدة مشهورة هنا.
كيفاش غدي ن告诉كASH متا ما كايجي أوتوبوس ف شارع 42؟
درّي لشمال ف السينغال التاني، عفاك.
وين الناس لخرين؟
طابقة مين؟
بألوان مختلفة؟
كاين ميكروند؟
فين قاعة المؤتمر؟
مقعد من الدرجة الأولى، بدون تدخين، من فضلك.
اش ندير غير نبدا فالتخت؟
كاين khảصة في يوم؟
اش نوصلتك؟
أنا مع زوجي.
يمكنك أن توري لي بطاقتك الشخصية؟
نوع دمي هو A.
نقدر نبدل لغرفة مع景ة للمحيط؟
تذكرة واحدة في الإتجاه، من فضلك.
نقدر نمشي ليك على رجلي؟
أي نوع من الغرفة تريد؟
خليني شوف، عفاك.
أكيد. هو ت-أ-ن-أ-ك-أ. رقم البطاقة هو واحد إثنان ثلاثة أربعة خمسة سته سبعة ثمانية. وتاريخ انتهاء صلاحيته هو سبتمبر، ألفين واحد.
غادي، فين شي حدا؟
خليك درست الركاب.
شيك المسافر، مزيان؟
تاكسي كيجي هنا؟
مركز التجارة العالمي ممكن يكون مكان جيد.
اش قال؟
أش نو عادة اللباس؟
هادي طرد صغير أزرق لليلة.
خلي نقل؟
ممكن تقول لي كود المنطقة ل سانت لويس؟
كنبغي لي عدسة تيليفوتو.
بالطبع. كنسيّر ف هاد البلاصة من أكثر من عشر سنين.
بغيت نور خفيف.
خليتي نلقى لي دوا؟
عندي برودة و دوار. فين مقعد نستلق عليه؟
هاد الفينيل؟
مفتاحي من فضلك. الغرفة 341.
هاداك عطيني إشارة ف خريطة ديالي؟
فين نستنى؟
فين المركز التجاري؟
خلي هادي الفلوس دولارات.
خدت ماء حانوت، معا الثلج.
كاين فيلمات مجانية عندك؟
الغوص الأول ليوم اليوم هو واحد من أشهر المنحدرات الشعبية في هاواي.
خليني نبدل لغرفة أخرى.
خاد شي حرارة.
حاجة مخلعة مع الفلتر.
بغيت نحجز عند السابعة.
نحنا بغينا نحجز مقعدين لجمعة العشية.
قاع فديك ورا لبيطول.
كيفاش غادي يكون الثمن ديال تيكيت درجة تانية ل نيويورك؟
أي فيلم إثارة أنت توصي به؟
عندنا أسبيرين.
جريت ليه.
قلب الهاتف، من فضلك.
كيف نوصل؟
خاين عينة من بولك
انتا مافيهش غير ياخد ليك شي باقي من الكاروسيل ديال الأمتعة.
أش حال القطار وقف هنا؟
خليك تاخد دوا لماضيعك.
كايفتحو نهار اللحد؟
أش هاد اللي غادي نقري بيه في الشهر؟
خليك صريح في رأيك على هاد الشي.
كيفاش غادي يكون الفلوس الإضافية؟
منين نضغط على لعبة ديالي، كيتحمر.
هاداك غادي تحفظلو لي؟
قمت بلصق بطاقات حجز أمتعتك على غلاف تذكرتك.
السكران ماشي مختلف في بلاد و لا بلاد.
خليك. ليش ماشي تشوف الفسح أولا؟ أنا نشوف ونرى إا كان ف الكافيتيريا.
خلي показي واحد أصغر شوي.
جريح و خايج أمبولانس.
وين نلقى الليموزين ديال فندق هيلتون؟
المية كاتخرج من البايب.
ماشي عارف ترسل لي الاشياء لي خليتهوم وراي؟
نقدر نتصلك من هاد التيليفون؟
مش متأكد.
بغيت نجرّب الخصوصية المحلية.
من بعد، بغيت ندير انتباهك ل المخطط رقم واحد ناقص ثلاثة.
كاين شي تغيير في رقم الرحلة ٢٥٢ ل大阪؟
كيفاش هاد الطيارة اللي صنعوها فاسكوطلاندا؟
واه داك شي بغيت نعمل دابا. وحد، جوج، نيم.
كنبغي لي دايم ناعم، من فضلك.
كاين باص ديال التوصيل من هوليداي إن؟
مافيهاش غلط.
بالطبع. أش غادي ياخد هاد الشي؟
نقدر نديك بلاستر، ولكن نوصيك بمشي لدكتور باش تاخد شعة إكس.
إمتعش و إطول رجليك.
انت صحيح- أنا عارف، ليش ما نروح هناك مع بعض؟
كان كلشي فجأة. فهادشي ما شفتش وجوههم.
شكرا. يمكنك تصنيع السلطة؟
مومكن يوصلهولي ليهاد العنوان؟
واه واحد آخر، عفوا. ممكن غلفت عيني.
خدني صحن، عفاك.
كانقدر نكلم شوية إنڭليزية.
خايب، مابغيش هاد اللون. عندك هاداك أزرق؟
قوليلي علاش ناتيكم بالعنوان ديالك لخدمة في حالة الطوارئ.
ممتن أني غادي نملي الخزان ديال الݣاز لما نرجع السيارة.
هدا الدار كيبان لي مريح باش نعيش فيه.
اشنو وقت غادي طيارة هادي طلق؟
هاد مخرب.
ايوا، اوكيه.
نروح تاني.
تكتيتين ليله دابا، عفاك.
كيفاش كتبيع بلا ضرايب؟
حسات راسها.
هاد الشريط ديال الحقائب لمحطة الرحلة 714؟
سمعت عن عشرين دولار.
اسمي نوغوشي. كنت دابا اتصلت بيك من الفندق.
فين السفارة اليابانية؟ كنتي شادة تسكتلي خريطة؟
خاينا غرفة مع景ة جميلة.
كاين قريب من المحطة ديال المترو؟
أوطوبيس؟ نعتقد أنك تقصد ليموزين لتقلك إلى الفندق. أي فندق أنت ذاهب إليه؟
خليك طيّب، خذلي صورة؟
بغيت نخرج أربعة مية دولار من الحساب ديالي.
غادي نجي في عشر دقايق.
أي ساعات يكونو مفتوحين؟
هذا السيد سوزوكي يتكلم، نريد نسأل على حجز الفندق.
أش حال غادي تبقى في ألمانيا؟
نقدر ناخد درس خاص؟
هاد الفيلم مخلوع لولاد. خاصه يكون محظور.
خليك عطيني ترموستات أحرار شوية؟
خليك غادي تغير الخطة ديال العشية.
شكرا. جي علا فوق و خذ الباقي من بعد؟
خليني في فيفث أفينيو.
أش حال غادي داز ل لمطار؟
خاين علاج للبثور.
بغيت نحجز عند الساعة سبعة.
كاين فلمات إباحية عندك؟
كاين مينيو ياباني؟
سيارتي طارت.
صاحبي وقع من جبل.
من سعدني لقاؤك، سيدي.
كيفاش كانت العبارة د التелефон لญابون؟
ما نقدر ندير دخول.
واش غادي يكون متوفر؟
عفوا. نعتقد أن مقعدي بجانب مقعدك.
هنا نحن. هذا المتحف البريطاني.
مرحبا. ها هو القائمة.
خادش ننظف لي حذيتي.
كان بحال لحلم.
تلاتة ديال لعشية.
أنا آسف لأنني لا أستطيع قبول الدعوة بسبب موعد آخر.
أي ساعة ممكن نستعمل المرفق؟
خليتي حقيبة يدي فين ما.
أش منيو تقترح؟
هل يشمل الرسوم الخدمية والضريبة؟
غادي نمشي ل لبوابة ف كرسي د الرّوحة ديالي.
حسيت بزاف أحسن دابا. شكرا بزاف على كلشي.
فين نقدر نصلحه؟
لا، مازال. ولكن نحب نروح هناك يوم ما.
ماشي عندك حاجة نقرا؟
خاينا نحدد موعد لتقليم الشعر في الساعة تلاتة.
أش حال غادي نوصل؟
كا بارد. ربما نطلب غطاء آخر؟
هاد الخط ل سان دييغو؟
أش هاد كيفاش وقت إلوصل لليابان بالبريد السطحي؟
درّي لشمال لما تعطى هاد الجسر للي كايمشيو عليه الناس.
كا هي هاد الشروط مقبولة؟
ما بقى عندي صبر.
كاس من البيرة الحلوة، من فضلك.
خاي ناخد غلاف سيجارة.
كثير من النزلات البردية دايرين فالدوبا.
سخن الشي اللي في الطبق تاني.
اش نلبس طيّاه؟
خاد شامبو لشعر جاف.
كيف نوصل لفندق واني؟
خايف نتا جيت لطاولة الخاطئة.
خاي ندرس الطب.
ما زال عليك دولار و سبعين سنت.
كاينش تعليمات ل العناية؟
خايب. غادي ناخد الشابلي. آش غادي تاخدي أنتي يا جين؟
لا، الكيسات ديال الجلد غاليين. هادي جلد. 175 دولار.
كنحبو الأثاث.
واش كتقدر تقترح لي مطعم مزيان؟
كتحل الحبر للكتابة بالقلم الريقي؟
لا، ماشي عاد. خايج اروح لدار قبل سابعة.
اللعبة خلصت.
كاين هاد الشي في فضة نقي؟
باقي نسياني كارت ماستركارد जबक كنت كنشوف هنا.
لا، شكرا. أنا ناعس حاليا.
ماشي عارف شكون يخليني. عطيني يد.
أي طابق هو ملابس الرجال؟
حرات يدي اليمين بلما الحار فالتاجين.
كيفاش ناخد التيكات؟
اسمي كامي. عندي حجز هنا ليلتين.
سريع ل لمطار، عفاك.
ما كينش جيد ف الإنجليزي.
نتي حلوة
ناخدو المترو، ولكن أولاً غادي ناخدو التوكينات.
خداو لي الجيبي. كان عندي حوالي ميتين دولار في محفظتي.
إيوا. تحت القعدة.
وين أقرب محلات الأغذية الصحية؟
لا، بعدا، من فضلك.
عندي برودة.
شكلواش كان هو المعتدي؟
فين كاين هاد المقعد؟
كاين بزاف د لمواقع التارخيّة.
وين احسن مكان نزوروه مع حبيبي؟
لا، لا. بغيت نشوفك.
كيهضار بيه garantie؟
خايب. نقدر نديرها ليك.
فين أقرب سوبرماركت من هنا؟
اش نوصلو متى؟
من بعد، عطو من القناة الخضرا.
أش نو ألا كارت ديال لْيوم؟
كيفاش تقدر تبديل الفرنك الفرنسي بالسترلينج؟
فين ناخد شنطة لي جال 21؟
سيت شاي جايين عشان عشرة دولارات و خمسين سنت سيد.
أنا آسف. كنتي برا بلي عرفتي مكان مزيان في راسك- فين كنتي بغيتي تروحي؟
مشوار؟
كيفاش تقدر توفر لي تأمين لهاد الباكي؟
أي نوع من أنماط الشعر مشهور في الولايات المتحدة الآن؟
أي حجر الميلاد لمونو يونيو؟
حمرة
كنتيحب الموسيقى؟
حمام، فيضان.
ايوا، دخلت البارح على الدكتور جونسون.
اش عارف فين غادي يكون؟
كيفاش غادي تقفل الباب؟
خاي ناخد دروس د الغوص بالسكاندر.
فين كان مصدر هذا أصلا، واش من وخت قديم؟
فين نديرها بعد أسبوع؟
فهمت. باش تدير غير فلوس زايدة.
مرحبا. بغيت نطلب قهوة و ساندويتش كلوب.
خلاص- قفلي غي الشيك الأمني مرة أخرا.
روح مستقیم قدام، وهّاك تا لقاه على شمالك.
كعب رجلي عسل
حسيت بذاتي شويّة دوار.
كايبدل بلي كيستمتع بالرحلة.
أش نوّاع الكوتش كنتي فيها؟
كيفاش ممكن توصلينا فيلم كوميدي مزيان؟
خلي هاداك، شنو رأيك في هاد الحزام ديال الجلد ديال الماعز لي كيصيفط جودة عالية؟
كايْن ف هاد الشريطة د الورقة.
مين فاتني تقرير طبي و إستلام للباطي؟
نحنا بغينا نحجز فندق، عفاك.
ستاني لحظة. غادي نروح نسأله.
خليه عند الفندق لكبير، عفاك.
أقلا غالي كيشوف؟
اقتربوا من بعضكم البعض قدر الإمكان، من فضلكم.
باب مافيهوش فتح.
خد معانا صورة؟
كاين هاداك الحوت المقلية؟
أش غادي يكون أحسن هدية لولد عنده ثمان سنين؟
كنتي قصدتي في الداخل ديال المدينة؟
واحد بلو بلات سپيشال. خلصت؟
كاين خريطة ديال وسط المدينة؟
هادي على خاطري.
جيت غير نشوفها ونقولها السلام.
ملئوها لما ترجع السيارة.
اش نوصيك؟ ما عارف شي صحيح حيت ماشي مدخن.
أش هاد كيفاش غادي تستعمله؟
ممكن تقول للي كيهدر اليابانية؟
كنبغي ناكل العشاء ب 40 دولار للشخص الواحد.
باز لقيط.
طوست و قهوة، من فضلك.
اسمك وعنوانك، من فضلك.
مرحبا. يمكنني مساعدتك؟
حوالى ثمانية وخمسين، إذا ما كنتش معندك مشكل.
كاينش خدمات للي ناقصين؟
واش غادي يبقا ليا الندبة على بشري؟
نستعمل العيدان لتناول الوجبات.
تحت أشجار الكرز، تقام حفلات مشاهدة الكرز.
وصلت على رحلة يونايتد إيرلاينز ٥٤٣.
أنا مبقيتش فخور بلقا رجل مزيان بحالك.
سيدي أينشتاين، هل يمكنني أن أسأل سؤالا عن سعر الصرف؟ لا أرى كيف يمكنك أن تتهم اليابان بممارسات تجارية غير عادلة بهذا الشكل القاطع.
اشنو وقت نبدا اللعب؟
غادي نجيبوك قدام الفندق.
خلي ناخد حرارتك. عندك شحال من شهية؟
نعم، لحظة من فضلك. في مقعد شاغر في الخلف، يمكنك النقل هناك.
كيف نوصل لهاد العنوان؟
ممكن تحجز لي غرفة؟
نقدر ناخد مقعد في الأوركسترا.
خاين شي حاجة أرخص شوية.
هادو قليلا ضيقين.
قولنا غادي نلقى ثلج.
شكرا. أقامة ممتعة.
السوشي هو كورة ريز أوفال الشكل مغطى بلبصلة السمك النيئ أو المحار.
خايف ماشي نقدر ناخد الموافقة على هاد البطاقة ديال البنك.
كنعقد حفلة. كنت آمل أن تأتي.
كنتي بغيتي مومكين ولا لا مومكين؟
اش نوصل ليك لمبلغ ديال الفلوس؟
لا، كنت ناشر فقط.
خاي نتواصل مع المرشد ديالنا. ممكن تقول لي كيفاش ندير مكالمة؟
فحص سيارتي من فضلك.
غادي نعمل هاكا. شكرا على لمساعدة.
عشرون دولار بالربعات، من فضلك.
كاين مطاعم مفتوحين ليلًا؟
أنا آسف، ما فهمتش معنى هاد الشارع.
كنت مفتوح 24 ساعة؟
ما عارف اشنو أوتوبوس كيروح ل وول ستريت.
هاد البوس كيوقف قرب پارك الجرين؟
ماشي مشكل، ممكن تلقا مقاس يناسبني؟
شكرا. غادي ناخد كاس خرة، عفاك.
واش كتقدر توصلينا مع مكتب سياحي؟
تلات بيرات، من فضلك.
كاين عندك حرارة؟
شنو نوع الحقيبة؟
خدني دلعكة.
الجملة الكلية هي تيسعين ألف وتسعمية وثلاثين ين.
دار النّقاط ل لڭرفة غالية. من فضلك استعمل غرفة الفحص د لوطيل.
روح مستقيم في هاد الشارع ودر بزز في النقطة. المتحف قاعد فحالها.
خادش ساندويتش بيف روست.
ما أنا الشخص المسؤول على القفازات، من فضلك انظر له.
عفوا. كيف نصل للكنيسة الاتحادية؟
قول ليها اتصل بي مين لما توصل.
عشر دقايق مشي على قد الرجل.
اشنو وقت ناوصلو ل تشيستر؟
عَفْوًا، لَكِن هَذَا مَا يُحَسَّنُصَحِيح.
سيارتي خاوية على الماء.
مرحبا، هذا الغرفة 123. نريد بطانية، من فضلك.
خلي حجز لطاولة لاربعة الناس الساعة سبعة. اسمي ساكاتا.
ماكنش نعتقد انهم عندهم اكتر من هاداك، لكن حيدو من شارع التالت.
خليك توصلي على دكان.
الوقت ديال الصيف كايبدا غدا ف ميريكان، إلا مافهمتش غلط.
ممكن تحفظ شتاتي هنا حتى الربعة؟
غادي تقولي على مكان ناكل فيه بفلوس مقبولة؟
مريت على محطتي.
حادي عشر و أربعين دقيقة ليلًا
خاد ماية معدنية.
المكيف ماشي شغال.
فين كايخدمو العشاء؟
كيفاش كتقول تمثال الحرية قيم يروح ليه يشوفو؟
طوكيو صفر ثلاثة إثنان أربعة ستة صفر خمسة سبعة تسعة
نقدر نطلب كاس نبيذ؟
كان ممتاز.
ما فهمتش. قال كثر.
خليهم فالفرن منذ دابا.
وين أقرب محلات لبيع الملابس؟
أي وثائق ضرورية للمعالجة؟
نوصي بزيارتك في شهر ماي أو أكتوبر، هما أفضل فصول السنة.
هدا المحل عندو أختيار الأفضل في المدينة. أنا متأكد راك تقدر تلقى السجادة اللي كنتي تبحثي عليها.
كنحبها حيت كانلي نيت زوار هنا من زمان.
كنبغي لي مقعد في الممر قريب من مخرج الطوارئ.
أنا عرّان.
إيوا، شنو بغيتي تغيير؟
إيوا. نشوف بطاقة الطالب ديالك؟
كايحصل Mayo التالت و الخامس عطلة وطنية. هاكا قررنا نعمل ثلاثة عطلات متتالية ب نضيف الرابع.
أكلةنا ما جاتش بعدا.
واش كتقدّي الحفلة؟
خمسا وتسعين سنت. ماتنساش تاخد ترانسفير لما تطلع، باش ماتحطش فلوس تانيا لما تغيير الباص.
مكالمة جماعية لليابان، من فضلك.
في حاجة غالطة مع عداد التعرض.
المراكز الجوية الجديدة غادي يصيرو نوافذ جديدة لتعزيز التواصل مع الناس في بلدان تانية.
اشنو ساعة كتفتح المحل؟
خد خط E ل 第ار رابعة و بدل ل خط F.
كثير من الدراري كييرو ل لمدرسة التحضيرية باش يلحقو ب لمدارس الثانوية و الجامعات لي افضل.
هوما إكسسوارات ديال الكاميرا. هوما خفافين بزاف.
راح نرو نيويورك في شغلي.
الجهد للثلث دقايق اللولة هو عشرة سنتيم.
فين غسيل الملابس؟
أش نوّع ماشي ف لؤبرا دليليه؟
خدي هاذا الدوا كل ساعات سطا.
كيفاش غادي ترسل هادشي؟
القاع البحري مغطى بالمرجان.
خادش ندير مكالمة على حساب المُستلم.
أش حالو لل متر؟
ماشي مشكل. افتحها رجاء.
دور علا خواك.
كلنا غادي ندخل ف نفس الوقت؟
روح مستقيم في هاد الشارع، دري لليسار في الركن التاني، وغادي تلقاه.
ممكن تحفظ مفتاح غرفتي؟
تقدر تاخد طيارة ANA رقم تسعة وخمسين، لي غادي يخرج من طوكيو في التاسعة وخمس وخمسين دقائق وغادي يوصل لصابورو في الحادية عشرة وعشرون دقيقة وعشرون دقيقة.
صحن البطلين عندنا خفيف شوية.
خمسين، خمس وعشرون، عشرة عشرات، من فضلك.
درّي لشمال ف النقطة التانية. كاين في يمينك.
تكتيتين من الدرجة التانية ل روما.
نقدر دفع دلوقا؟
غادي توري ليستة نواع السيارات و الثمن؟
اشنو الساعة كايبدا الركوب؟
خلي показي فين جاي على خريطة هاديك.
كنحب نروح نغوص ف الديب.
بعض للست في سنها الوسط.
كاين عندك أزرق؟
هاد شارع الملك
روح ل التقاطع التالت.
البطاقة ف البانيو ماشي عاجبة.
كاين مخزن لبيعة لعيالات؟
خليك نظم لي مقعد ف هاد الطيران.
هاد الحقيبة كاتشبه لي الحقيبة ديالي، ولاكن هي ماشي ديالي.
فين ندير تبديل الفلوس؟
هاداك مركز بيع التذاكر بخصم. يمكنك تشري التذاكر ب 50% من الخصم.
واخا، هاداك بعيد، سيدي. تاكسي غالي. ولكن يمكنك تروح فين ما بغيتي لو تعلمت كيفاش كتخدم المترو.
اشنو وقت تبدا الدرس؟
غادي نبعثلك صورة.
كاين فترة سماح بعد وقت الخروج؟
واش غادي تقسم هادشي لفلوس ديال دولار واحد؟
لا، غادي نيتلو عليه تاني.
القَهْوة فِي الكونطَر ديك، خُذ مِنها عَلى رَغبتك.
نحب نقص شعري.
هاد الطريق كياخدك ل الجبل أو البحيرة.
الجداولتان هما بيان التغييرات في حصة السوق ديالنا.
خسرت محطتي. أش حالو نهصل للمحطة الجاية؟
اشنو وقت نقدر ناخده؟
ناخد صورة بالأشعة السينية.
خليك تجيب موعد مع الطبيب.
عندي حجز لمدينة لياليتين. اسمي ريسا كوباياشي.
خليك معانا في الصورة؟
وين الدوشات؟
راح نروح لنادي اللياقة. ممكن نستعمل بحرية؟
خليته هنا هكاك من حوالي تلاتين دقيقة.
اش ناكل هاد الفواكه مع القشر؟
أي واحد رخيص، هذا ولا هذا؟
ماشي نقدر نبدل لمقعد عند النافذة؟
نحب سيارة مع ناقل تلقائي.
فيلم لون خمسة وثلاثين ملي، من فضلك.
اشنو ساعة كتفتحو؟
درّي لشمال فالتقاطع د الماط.
خادمي غيد خاص لمدة يوم كامل.
لمي صفراوي كيخرجو دما.
عندي تأمين.
لا، ماكينش الكثير. بغيتين فقط.
قنينة صغيرة من موزيل، من فضلك.
الشرف اكتر مما استحق.
ليش ما نلقى هنا غداً؟
أش نو داز لوطني؟
هنا فاتورتك. هي ميتين و ثمانين دولار.
كنتي عارفة تشوفي خط جديدة ديال البلوزات؟
إذا ما كنتش كتدير في هاد المجال، ممكن تقترح لي دكان متخصص فيه؟
فين فندق قريب هنا؟
اش تعرف فين في مطعم إسباني قريب من هنا؟
أشحال غادي ناخذها؟
شكرا على الانتظار. هدا أونو يتكلم.
أش هاد الخصم غادي تعطيني؟
كانقضي وقت ممتع بزاف فالمتاحف.
عندك عصير؟
حسنا. غادي نستنى شوية. غادي نرسل حد لي فوق للغرفة.
كاين غرفة لوحدك ليله دابا؟
كاينين دروب للي مبتدئين؟
تنين سيتا تيزي واحد خمسا واحد، كود الراية هو صفر تلاتة.
كنشوف عندك صالون حلو.
خايفين ما نقبلوش. كنقبلو فيزا.
ناشجع هاد الشي.
اش يمكن ناخدهم معايا برا البلاد؟
خايج اكتر وقت باش نجمع الحاجة.
غادي نطلب من آن كتغني أغنية.
بغيت نحجز طاولة لالساعة السادسة عشيّاً يوم الخميس 7 غشت.
أش نو البرنامج د اليوم؟
ماشاء الله، غادي نوصل ل القاع؟
شيري، من فضلك.
واش ممكن توصلينا على مطعم صيني لطيف هنا قريب؟
أش هاد المبلغ ل لمطار؟
بغيت نخرج. الغرفة رقم 236.
حجرت غرفة مع حمام من خلال مكتب السفر في طوكيو.
اش غادي؟
كايش يكون؟
مين فاتني مادة لمساعدة على البراز؟
اش نوضيك لطريق لمحطة المترو؟
هادشي قليل بزاف.
بغيت نبقا يوم آخر.
وين المفقودات؟
سمحولي.
هاد الفيلم مخيف؟
كن هنا باش نلقى رفيقي.
نحب راديو.
فين المحل ديال التجميل؟
مُشغّل بَرّي، عَفاك.
عَفْوًا. خَلّي نَنْزِل.
تذاكر "S" كلها مباعين.
كاين بنك ياباني قريب هنا؟
أش نوّع لبار؟
كينشوف تقدر تحطلي وصفة ديال أدوية نوم؟
كاين شي مصنوع من القطن؟
نحب مقاعد الأوركسترا، من فضلك.
واش غادي تدفع الزيادة ديال 50 في المية؟
خاين هاد الشكل يتقوى لقياس جومبو.
رقم صفر و بعدا رقم التلفون اللي بغيتي.
قواعد خاصة؟
خايب. شنو نوع الغرفة بغيتي؟
حاجة مخلعة مع الكونديشنر.
ايوا، بالتأكيد.
خادش زوج ديال حزام من الجلد.
اش كتقدر نضعه على الرف ديال هناك؟
كنّا حابين مرشد كيهدر الياباني؟
تكتيتين ل شيكاغو، رحلة مزدوجة، كلاس أول، عفاك.
فين ديسكو مشهور؟
غادي ت điềuل الطول؟
هي، انت. شنو كتقدي ف سيارتي؟
رаниه، من فضلك.
خايب نبدل عدساتي للي في العين. هاد هو الوصفة.
ايه، نعتقد نبدا بحركة الحبار.
يمكنك إخبارني قبل ما نوصل لهاد المحطة؟
أльحمد لله. خلصت من جميع الإجراءات اللي قبل الدخول.
عندي حجز لمدة اسبوعين.
أنا آسف، ساعتي ماشي عادي. ولكن أنا متأكد إنها فاتت العاشرة والثانية على كل حال.
خلي هاد الشربة لينا حتى غداً ليلة؟
خلي ندير بدل معاك.
هاد الشارع كيروح ل سينترال بارك؟
ما نقدرش نبول و عندي ألم في البطن التحتاني.
كاين عندك حساسية؟
النساء في المراكز الإدارية كيتزادو.
كاين عندك فورما د لينزول؟
أش نوّي جاي مع لسطايك؟
خليني نشوف.
خليني نجرّبها، عفاك.
نروا نشوفو مباراة د التينيس.
خديني وسادة.
ليش ماقدرناش نبقاو ف الوتيل اللي حجزنا؟
عندك الرقم الخاطئ.
اللحم الرايب مزيان بزاف النهار.
الخميس.
أش نو هو ألموسيقى اللي كاتبغى دابا؟
اش نوصلو يرجع يهاتفك لما يجي؟
إرسل هاد الرسالة بالبريد السريع.
نظام تطوير منتجاتك متوافق جدا مع حماية البيئة.
كل هاد الأكل اللي فيه الزيت قاعد ف بطني.
نضيف الغرفة من فضلك.
كاين عندك خطاب غطاء الفاكس؟
ما نقدرش ندير حتى من الألم.
أش حال غادي تا لمحطة؟
ماخدمتش خدمة غسيل الكلوت ديالك.
خادش ناقص حبوب منع الحمل.
نحنا بغيت نؤكد تاني رحلتي الجوية، ف 31 يوليوز من لندن ل طوكيو. اسم عائلاتي تاناكا.
غالي علىّ.
أكيد. فين نلقى اسمك و رقم هاتفك؟
كنت في حادثة دراجة نارية.
خايف ن取消 موعدنا.
كنبغي نكرا شقة مزيّنة للكراء شهر.
مطلوب منك فحص النباتات والحيوانات على مكتب الحجر الصحي إذا كنت تمتلك أيًا منها.
مستقيم.
خاين نبدل خمسين ألف ين ياباني ل دولار.
نقدر ناخدها قبل؟ حيت بحاجة ليها بأسرع وقت ممكن.
هو ولد في تسعين ستين.
خاين لي على الأقل نصف ساعة عشان أنضف شويتي.
هاد لمشروبات لمحلاة ماعندهومش ثمن.
أنا آسف، لكن ما عارفش. أنا سياحي بحالك.
خاي نحدّث معاك أكتر.
خادش نوعيات من لحم الخنزير.
أي مقاس كتعمل؟
نقدر نلبسها؟
كنتي شوف، عانين من لآثر المباشر ديال انفجار الركود.
ماشي مشكل، يمكنني نلقى لك مقعد في الرحلة ديال غدا، من فضلك؟
أكيد. كنتي عاودة خمسة عشر دولارات؟
كنبقا في أوتيل abc. عطيني اتصل بي هناك.
خرج من زنقة جنبية و ما عندي تا وقت لأحول عنه.
غادي نروي مع ولدي للبستان ديال الحيوانات.
نقدر نوصل ل لوس أنجلوس من بعد ما ندير حوالى خمسمية وخمسين كيلومتر من سان فرانسيسكو ناحية الجنوب.
كان لقاؤك جميلا جدا.
خدنا بطاطس مشوية، من فضلك. وضّع الزبدة جنبها.
اشنو الثمن ديال لمعلم؟
خلصت؟
أي ساعة تبدأ الأوبرا؟
هادا موديلنا الجديد. كنسميو ليه الكومبيوتر ديال الحلم.
خاي نجرّب طبق تيپي ديال مينا د لبحّارة.
ممكن تحجزلي مقعد؟
ممكن دفع المية ميت دولار بالين الياباني.
خلي نتا عطيني لفافة وحدة ديال فيلم 35 ملم، 36 صورة، آسا 100 و لفافة خرة ديال 35 ملم، 20 صورة، آسا 400.
الحادث خلاس الطريق.
أش غادي تكون الفلوس اللي عندك؟
ممكن تشغل هاد الباقة لليابان بالبريد البحري؟
مزيان. دري لليمين في الزاوية الجاية. غادي تشوفو قدامك.
بغيت نحجز غرفة فندق في المدينة.
خمس أيام.
القنزة الحمرة لي شريتها جايا ماشي عاجباني. يمكن نبدلها ب لون آخر؟
فين أقرب حمام قريب هنا؟
وين مقعدي؟
مزيان، هاداك- ثلاثة لفات ديال الفيلم كيتخلّاو تمنهم تمنة دولارات و سبعة و سبعين سنت.
اش ناقص فيا؟
أسف، ماشي ممكن ليك.
ايوا سيدي. هاداك هو.
خلي هاد لمقعد لي، عافاك؟
كاينين أثار قديمة؟
إذا قلت فقط "ماء"، ماذا سيأتي به ليك؟ ماء غازي؟
ما عنديش غثيان، ولكن ماعنديش شحال هزّان.
فين؟
وين أقرب مكتب بريد؟
خسرت مفتاح غرفتي. هل سلم هنا؟
كاين حدا يهدر اليابانية؟
لميامي، من فضلك.
كايعاني ناس كتير باش ياخدو فيزا.
شغنا كان مزيان النهار، مشي؟
غادي تسويلي خريطة؟
خليتي الطاولة لي قريبة غي، من فضلك.
وين كاشير السينما؟
عندك شي أصغر؟
خايب. آش نواع الخضرة غادي تختار؟ عندي برتقان و فراولة و عنب.
غادي ناخد شوي د القهوة من غير الكافيين.
نقدر ناخد هاد الحجم د التغرفة ف الطيارة؟
خدي برماننت قاسي.
ما نقدر ناخد هاد الرقم.
أنا مزعج بزاف، ولكن مابغيتش نناقش مع الناس.
وين نلقى الليموزين لي لفندق الصوميت؟
لا، ما زالت ماشي. دابا كنّا في عين الإعصار. غادي يبدا قريبا المطر الكثيف و الرياح القوية من جديد.
كيفاش نشوف البرامج د التلفزة د الكابل؟
خامس عشر ومطروح خمس عشر و سطاسع
كان عندي بطاقات ائتمان ومئتان دولار نقدا في محفظتي.
خاينا نشري غلاص جديدة.
عرف فندق مزيان؟
هو أستاذ في جامعة.
خادم الحقائب ضروري لي، من فضلك.
أش هاد الخدمة مفتوح لحد آش لوقت دلوقا؟
كيفاش تقدر تؤكد حجز طياري لي في 12 أكتوبر؟
مزيان لي
خد خمس دولارات ليك.
بيسبول مشهور بزاف.
خاي نختار شويا د لفاكهة. شنو للي كيضب حنا؟
كايخدمو لخمر لطيب فالمطعم؟
ما عندك شيء أكبر؟
فين المحطة ديال أوتوبيسات Greyhound؟
عفوا. فين في محلات تجارية قريبة من هنا؟
نعم، 应该这样说。 اليابانيون يقدرون خبرتهم وحكمتهم خاصة في مجال الإدارة والإدارة.
المطعم فيناهيا.
كان رقم خاطئ.
عندنا لوبستر مزيان بزاف النهاردا.
كاين مشكل في تصوير هاد البنا؟
بدل هاد الفاتورة لفلوس نقيصة.
واش كاين حد هنا كيهدر الإنجليزي؟
اسمي ميوكي كاتو، وانا صديقة ماري من وقت ما كانت كاتدرسي في اليابان. ماري في الدار؟
أشحال كيلومتر من هنا؟
عفوا، كيف نصل للمحطة؟
فين و فين الساعة غادي ترجع؟
مكسور.
انا مزيان، شكرا.
أنا عضو في جولة أ.
رقم هو صفر تلاتة تلاتة تلاتة خمسة واحد سيتة تيسعة واحد.
خلي نشانيني هاد الخاتم؟
الحزام كبير عليّ. عندك هاداك في قياس أصغر؟
يمكنك تقصير كُمّات هذه القميص، من فضلك؟
اش حنا باش؟
خليني جوازين ديال الويسكي و جوازة ديال الكونьяك، عفاك.
كانقاوش من اللقاح.
هاد الراديو ديال الترانزیستور هدية؟
في أسبوع، غادي نرجع لليابان.
خليك دبر تيسعة وواحد أولا والكود ديال المدينة، من بعد رقم التелефон.
شاي، مع حليب.
خد شويا من شعرك، من فضلك.
كايبيعو مشروبات خاليين من الضريبة ف الطيران؟
ليش كيدخل هادشي؟
اش نوصلك اسمك؟
كاين مخازن بأسعار مخفضة قريب من هنا؟
عندي بطن مريض.
لاش؟
هاد القطار ماشي مباشر ل شيكاغو؟
خَيَّلت بلي غاديين ل لبيطخا دابا.
وين أقرب مكتب بريد؟
عفوا. أنت سي سميث، أعتقد؟
كاميرا.
ماكنش غادي نلقى وقت لأزور حديقة الحيوان في هاد الرحلة. شكرا على الاقتراح في أي حال.
خسرت عدسة الاتصال ديالي هنا قريب. ممكن تشوف معايا؟
غادي نسافر لجميع أنحاء أمريكا و غادي ننزل ف فنادق، موتيلات، نزل، و بيوت خاصة، إذا كان حظي سعيد.
خادشي مبة جديدة.
نقدر نعمل التغييرات لغد بعد الظهر في الساعة تلاتة. هو كذا؟
كاين مترو قريب؟
فين حى التجارة في هاد المدينة؟
نعتقد إنك خسأت الحساب.
ماشي مشكل، نبدل ليك الطاولة؟
خديت الحجز لمغادرة طيارتك 207 غادي تخرج غدا الساعة 7:50 مساء لنيويورك.
خسرت مفتاح الغرفة.
أربعة وعشرون، واحد عشرة والباقي في دولارات من فئة دولار واحد.
نعتقد أن هذا الإيصال خطأ. هل يمكنك التحقق منه، من فضلك؟
عندي سبع مية دولار في شيكات سفر و ثلاث مية دولار في فلوس كاش.
هادي عيشة بحر مجففة. كنسميوها ياكينوري.
حوالى خمسطاش دقيقة مشي على رجليك. يمكن نروح بالمترو حتى. هي أسرع.
حجم عادي، من فضلك.
ما عندي فلوس كفاية النهاردا.
السكان د الناس لكبار ف العمر كيتزادو بستمرار.
خاي نؤكد تاني رحلتي الجاية لطوكيو الغد الواحد ديال لاربع.
كاين ملعب ديال التينيس هنا؟
غادي تحتاج تنتظر. كنتي عاودة تنتظري؟
كاين غير جولة كل يوم؟
أش غادي يكون الجو غدا؟
حلوى أو علكة، من فضلك.
كاين وقت نستعمل الحمام قبل ما الطيارة طائرة؟
كايجي معاه مفتاح؟
خدي درامامين.
آه نعم. عندي. كنحبها.
بغيتو بزاف، لكن مابغيتش الديزاين.
أنا ممتن للي عندي صديق زييك.
قعد جلس. شنو لخطر؟
مش متأكد ولكن غادي نقول ليا نتا اتصلت.
خليك جيبلي غطاء؟
كيفاش كتبيع جورب طويل؟
أي ساعة كتخرج لآخر أوتوبيس؟
خايب. هاداك و جين و طونيك.
كاين تلفاز؟
أش نوحصل مع الحقيبة لي دازت الفيزا؟
ما بغيت ندير حاجة زي هاكا.
خادني حد يساعدني.
غادي نمشي لشيكاغو حتا أنا.
كاين فابور النقود الخمسة سنتيمات ف هاد الكازينو؟
اش مبغيت؟
اش نوصلتك هنا؟
أ什 نو عادين نزلوا في نيويورك؟
لا، والو.
أش نوّي تاكل فطوري؟
خاد شنتة طويلة.
ما خصك تروح هنا. نتا قاد تلقى واحد هنا.
للفندق ديال بوسطن، عفاك.
نضّفها، من فضلك.
ضهر
كيفاش غدي نلقى تاريخ الرحلة و أرقام الطيارة؟
غادي يكون في أكل؟
فين الصالة؟
شويя.
رجاً أتمنى منكตรวจها بسرعة
كاين هاد الشيء بأساليب مختالفين؟
هاد جاري
ممم، طييب. هاد، خذ حتة.
اش نوضي ل قهوة؟
مية ين ل دولار
قاسي ناقص ن đứng.
ايوا، نقدر نديروها مخلص غداً ليل.
عندي الحساسية للهواء.
sahbi, hna gali.
فينا ممكن نشوف عرض هولا و نشرب؟
إرجع من هاد الشارع ل لخمسين ممر
اسمي طارو تاكاي.
خاي نلعب شويя أكتر.
كاين عندك طوابع؟
وين قاعة الطعام؟
غادي نوصلو ب 30 دقيقة متأخرين.
هاد الغرفة رقم تلاتة خمسين سبعة. خايج اكتر من كونديشونر للشعر.
فين المعرض؟
مكان آخر قد يهمك هو حديقة برونكس المشهورة عالميا.
واش الريح غادي يزيد قوة فالعشية؟
عشرة و تلاتين سنتيم، من فضلك. عندك طوابع حلوين؟
مسا الخير
كاين هاد النموذج بالأسود لمحمر؟
كن هنا باش نتعلم اللغة.
خليتي لي تكتيتين ل لغاليري هاد الخميس.
كتبي لي خطاب.
اشنو ساعة كايخرج الباص ل پيمليكو؟
كيفاش نستعمل هاد الكوبون للطيران؟
خاد الحلاق.
درت كعبي. وعندي ألم خايب.
كنحاول نلقى مزيل للاظافر لي يكون حنان مع اظافري.
كاين طاولة لثلاثة؟
خاي نختار طعوم.
ندير شي حاجة ونشوف إا كاين مكان خالي.
وين مكتب الاستقبال؟
دربني
المشغل. بغيت نعمل مكالمة بعيدة ل لفندق شيراتون.
راح نكون ف الفندق حوالي العاشرة والنص دليليك
إتصل بالسفارة اليابانية.
القِمونو هو اللباس التقليدى ديال لياپان.
ايه، بس درت جولتي اللولة من شهرين فقط. انا مبتدي.
الكرسي ديالي لم يتحرك ظهره.
هاد غادي يخدمني بزاف. وعلاش نستنا، كنحس إن كان يمكن نبقا فغرفة ل同ة؟
المكيف ماشي عاجب. غرفتي باردة بزاف.
كيفاش نلقى تيكيت لماتش ديال لكورة مع لفرق لكبار؟
خليني ناخد كولسلو بدل السلطة؟
خليك متأكد تجي تشوفني ف السابعة غدا الصبح.
جوازي تسرق.
خد معانا طعام إيطالي؟
خلي ناقصلي شريحة من البيتزا بالسوسيس، من فضلك.
راني غادي ناخد ستيك تي بون.
عندك عصير برتقال؟
سيتا وستة صور من فيلم لون سلبية مقاس خمس وثلاثين ميليمتر، من فضلك.
أفاك. عرفني الكيسات، أفاك.
أش حاداك أقرب محطة بنزين؟
اشنو وقت القطار الجاي ل بوسطن؟
إرسل هاد الرسالة بالبريد الجوي.
خاي نؤكد تاني رحلة طيران.
راسي مدور.
أش هاد الخدمة في الخيمة؟
عندي موعد مع السيد ويلسون في الساعة تلاتة.
كنت تغيير هاد اللينزات ب لينزات أقوى؟
خليني نطق رأيي.
اش هاداك؟
نقدر نخلي له رسالة؟
كافيه هارد روك بعيد من هنا؟
مرحبا. شوف هادشي.
خايب. دابا، يمكن نخرید تيكات ل "الphantom دي لوبيرا" ل سبت نص النهار؟
يمكنك صنع لي بينا كولادا؟
ماشي عجلة. بغيت نكول تاكسي فورا.
سخون لبارض دابا، ولا؟
خدت حجز من خلال JTB في اليابان من قبل جوج اسابيع.
نقيف عند فندق بيڤرلي. تقدر توصل هنا. مشي مشوار قصير ل الصوميت.
خلي هاد الشنطة حتى ربع لخمس د النحس
ممكن نستعمل مشروعور في هاد الغرفة؟
فهمت. خذ وقتك.
كاينين ميدانات د الجولف ديال 18 حفرة مفتوحة للعامة؟
ما كايفهم والو خي ناس لي جاوحني كايقلو.
القَهْوة فِي الطَابَق التّاحت.
مساء الخير. عندي حجز. اسمي يامادا.
الأهم هو نتا تحصل على راحة جيدة.
كاين عندك سيجارة؟
نقدر نطلب أكل للخارج؟
دابا، متعطيش ماشي غي جوة وحدة، مزيان؟
في صيدلية قريبة؟
خليتي ناخد فيتامين؟
خليك جيبني من داري الساعة سبعة؟
كيكلص كل عشر دقايق.
خليني عشانة عشرة وحدة، خمسة وحدة، وباقي فلوس صغيرة.
غسيلي ماجاش ليا بعدا.
ايه، في واحد في الناحية لاخرا د لبينا.
فين نزّل؟
كيفاش نستعمل التيليفون دالفلوس؟
خلي ندير الدفع قبل؟
كاين مكتب لعب قريب هنا؟
خادش كريم ليرجل.
هادي تواصل مباشر من عقل لآخر. يعني واحد يقرا عقل شخص آخر من غير ما يتكلم.
كيفاش ندير عمليه سحب فلوس من شيك شخصي؟
كنبغي عصير البرتقال، قمح مع الحليب و البان كيك مع العسل.
هادشي مطبوع. مافيه والو.
نقدر نجرّب؟
غادي نرجع بالبر.
أش نو داك بروش د لكرافاط مكون من؟
اشنو ثمن التيكت ديال الدرجة اللولة؟
كاين عندك شنطة أكبر؟
غادي نرسل ليك نسخة. تكتب عاوني علا عنوانك هنا.
فين النصب؟
مزيان، سيدي أوزورا، رحلتك تأكدت حاليا.
خليتي لي تيكيت.
وين قاطع التلج؟
عندي الدوار. ممكن تقترحلي شي حاجة عليه؟
عشرة إلا عشر
ما تقدرش تدخل هاد الحديقة ف الليل.
ماشي ضروري لما ما تتعديش الحد ديال اللي ماخوصش عليه الضريبة، ولكن نوصيك بلي تعلن فقط من أجل مرور سهل.
خد هادشي وضغط عليه.
أكيد. إمسك الخط، من فضلك. حزبك قائم. إنتظر لو سمحت، تابع من فضلك.
ماشي مشكل لو لمسها؟
اشنو الساعة كايبدا الركوب؟
هاد الشكل ميناسبني؟
قوليلي جدولك للهدشي الجاي في هاد الجملة.
ماكاينش مواد كتابة.
اش كتقول بيه؟
غलत
أكيد، روح قدام.
يمكنك أن تحفظ حقيبتي حتى الساعة الرابعة من فضلك؟
ما عندي فلوس كفاية باش نخرید واحد جديد.
اشنو وقت القطار اللول؟
كنحنا نقدر ناخدو طاولة برا؟
بزاف حسي انك تشربت لبارح.
ايوا سيدي. شنو عدد الناس معاك و فين وقت بغيتي؟
نحنو كنحب ناخد جوج من اللي عندو الثمن الأرخص.
فهمت، غدير بطاقة قديمة ديالك.
شكراً جزيلاً على الطعام.
فين المحطة د لوطوبيس؟
قف لص
وين أوتوبوس المطار؟
مية دولار في الليلة، زيد عليها الضريبة و الضريبة على الخدمة.
أشنو غادي نطير بيه دلوقا؟
ديور ديالي ف الغرفة ماشي عاجبونيش.
شكراً جزيلا. هيا. نروح.
ف الصيدلية.
وين احسن ميدان للتزحلق للبدايين؟
نحب مقعد الخلف.
هاد القطار ل ملبورن؟
أش حال هاد البرج؟
ڤينسنت، كنتي خارج الباب؟ انا مARNIE.
ما زلت لغاية الحين عندي الماكياج على وجهي، ممكن تعطيني غسيل وجه جيد؟
خد تلات قرصات مرة وحدة.
أش نو عمولة ديالك؟
يمكنني تسليم السيارة في فرع آخر؟
مغيب عليه.
فندق طوكيو. فين عاونك؟
كن هنا لزيارة صديقي.
كاين تلفاز؟
سلامي ومش بطاطس.
اش نوصلك بأسرع طريقة باش نرسلهالك؟
خليني ندير ضربة تجريبية؟
صندوق أزرق. اسمي وعنواني في الأسفل. ممكن تساعدني أجدوا؟
خاي نخرج ف الساعة ثمانية. ممكن تقول لي شنو مدين ليك؟
بغيت نحجز مقعدين ف الطيارة نمرة تمنية و سبعين و سبعة.
قنينة شامبو للشعر الدهني، من فضلك.
على طول اسبوعين تقريبا.
نعم، كناخد دوا لضغط الدم المرتفع.
وين الكيسات ديال الفلوس؟
خادش حلاوة؟
كاين بزاف د الأسباب اللي غادي تمنعني.
هاد الطريق لصحيح لالمحطة؟
نشوف آش غادي يخلينا.
نوصيك بمحاولة إنن الأخضر.
عندي تسعمية دولار.
ما عنديش حجز ديالك.
اسمي كاين فين؟
غادي نرجع فورا.
خليها مزيانة باش نكون غادي غدا.
هاد كيهساب كلمة؟
من فضلك، فين نلقى صحن للي غسيل؟
عندنا ألوان أخرى.
ماكاينش غير شوية د لمقاعد ف دائرة اللباس.
كنّا مابغينا نشجع، ولكن علاينا نروح.
شّي حنا غادي نبدا منين و فين؟
كيفاش ناخد الفلوس اللي بغيتها؟
آه، فهمت. هادوك هما القنوات ديال السistema د الكابل ف الفندق.
خليك ما تستهزأش بالليابانيين.
واش ممكن تعيدو ناشرها من؟
بغيت نحجز، من فضلك.
كنحاول نلقى ورق للي لف
واش غادي يكون خالي من الضريبة لو باعت هاد الشي لليابان من هاد المحل؟
أنا آسف، ولكن أنا بغيت نناقش حاجات مع مديري قبل ما نوقّع.
خدي راديو كاسيت، عفاك.
خمس حديد، من فضلك.
هادي أكل مزيان لي، عارف.
شكراً سيدي. ممكن نروح على رخصة السياقة ديالك؟
انت صحيح.
ب التأمين، من فضلك.
فين متحف موني؟
هادي قطار ممتد؟
اوكي. هادي عشرون، أربعين، ستين، ثمانين، تيسعين، خمس وتيسعين، سيت، سبعة، ثمانية، تيسعة، مية.
خليك روح لمكتب إعلام السياح أولا.
ممتاز.
ماشي تقدر توصليني ل لمدينة؟
كيف ندير عرف حقيبة ديالك؟
ايوا، عجبني بزاف. شكرا.
فين ندير هاداك ليكون يتقرو
آه، اسماع، كنتي، كنتي عارفة فين Riverside Drive؟
هاد السطر ل ل映画 ديال التاسعة؟
كاين عندك شي ل لدير؟
مفتوحين من تمنية و نصف ل لحد الحادية عشر.
شركتنا هي الخامسة أكبر شركات العالم من حيث عدد الموظفين.
هنا تقريبا في الأسفل على اليسار.
غادي تحفظ بلوزتي؟
أسف، كلشي مخدات. كنتي بغيتي تغطية إضافية؟
ماشي مشكل، ممكن تساعدني بمنشفة للبلاج؟
لا، نقبل حتى الطلبات اللي انت طالب بيها.
مريح نكون عندنا التاريخ، ولكن ماشي ضروري نكون عندنا أيام الأسبوع.
عندك عصير برتقال، من فضلك.
خليك توصلي على مطعم مزيان.
اش نوعة د لبلاد؟
خسيت الشهية.
ما تخرجش من فوق راسك.
كنّا نشوف حوالينا ف المحلات اللي ماعندهاش ضريبة ف المطار؟
أنا آسف. دازت الرقم لخاطي.
خامس يوم. غادي نرجعها لجمعة.
ماشي بعيد. كنحبوا نوصلو حتى العاشرة صباحا.
لا شكرا. هاداك صغير بزاف. عندك آخر؟
أكتر فواتير، من فضلك.
ممكن تبيعهم فرادي؟
خاد شويعة، من فضلك.
كيفاش دفعتي على مكان خاص؟
خليني على حالي
كاينين غير هادو؟
هاد المقعد مخدوم.
خليتي نعمّن؟
خليني نشوف تيكتك. غادي تحتاج تاخد الرحلة الجاية في الساعة واحد.
كاين حد كيهدر الإنجليزي هنا؟
خليك حجز مبيتاك في الأول.
خاينا نخرج شي من لحقائب ديالي.
نعم، عندنا حجزك. ممكن تسجل في هاد الاستمارة وتوقّعها؟
ما نقدرش نلقى دليل السياحة اللي ممكن يجي فينا ف 10 د الصباح ونص.
هادي غاتكون سورپريز.
لليابان من فضلك
جريت سيارتي ل الدشيشة.
خليك عطيني دوا؟
خليك عطيني الخاتم التاني من اللي على الشمال؟
ايوا هكا عفاك
كانقاسي شوية من التوقيت ديال الطيارة.
اش غادي ما جيت لبارح؟
الديك كيرين معي.
خدني سيرفس في الغرفة، من فضلك.
أي قطار روح ل وول ستريت؟
أي رقم البوابة لمطار خطوط طيران اليابان إلى طوكيو؟
خليني شوف التْوَلة السودا، التالتة من الليمن على الرّف الفوقاني.
ممكن يرصبوك ف المدينة إذا خليط يدك ف جيب صدرك فجأة.
كاين عندك مخمر؟
كنحنا عندينا مقاعد مفتوحة ف الطيارة نمرة تمنين و خمسين نّهار الاثنين، السادس و العشرين.
بغيت نتقدم بطلب لإعادة إصدار جواز سفري.
زيما كاين. ممكن نديروها.
ليش كيخرج ب هاد الفلوس؟
سبعين دولار
مرحبا. أنتي السيدة أونو؟
نقدر نشرب ماء الحانة؟
عندي مشاكل في المعدة.
كايدير 直ق، من بعد دري لليمين.
كيفاش ندير مستوى القوة ديال هاد الماكينة؟
يمكنك حجز جولة لي؟
اش نعلّق محتوى و قيمتو؟
هي، حبيبي، كنتي وحداك؟ كنتي بغيتي تروحي لفيلم أو حاجة؟
ما عندي ما نحب. آسف. ما بغيت والو.
أ什 نو عادين ل دى موين؟
زنجلان من برغر الجبن و أوامر صغيرة من بطاطس فرنسية، من فضلك.
أربعة خمسة سته سبعة ثمانية تاسعة صفر، من فضلك.
شهر سبتمبر الثالث والعشرون.
خدت موعد باش نلقى الرايس في العاشرة.
هاد الما د الطاب قدير نشربوه؟
خادش نصف شويعة من لحم الخنزير.
خير، نقدر ناخد شي مختلف.
خدوني للمسرح، عفاك.
اشنو الفاصل؟
عفوا. ممكن نسألك سؤال؟
غادي تشوف لي هاد الجنتين؟
هاد التاقية ما كاتناسبنيش.
المصرف ف البانيو ماعندو بلاك.
اشنو وقت الخروج؟
خلي ندير الدفع دلوقا ولا بعدا؟
خلي ناخد غير البداية؟
كنتي بغيتي حاجة تشربيها وانت كتاشوفي؟
كاينين ليها جولات أخرى؟
خاي نروح بالاوتوبوس للمحطة. ممكن نلقى فلوس صغيرة، عفاك؟
كاين عندك شي هوية مع صورة ديالك؟
اش فهمك في هاد العلاقة فيه أمل؟
خايب، أولاً غادي نمشي للمركز د لماعلمة و ن तलّب على otel.
نعتقد أنك فهمت غلط شيء كنت حاينة نفهمك.
من هي هاد المرة؟
واش تقدر تلقاهلي؟
مومكن تحفظ شيايا ديالي لما كنغادي نروح في الجولة؟
أي باب غادي نمشي ليه؟
كَم كاميرا عندك؟
ماشي مشكل، عندي ورقة أو حاجة؟
أش نو سبب هاد الزحام؟
خليك غير الممسحات.
كلّا هادي تقول لي ش نوّاع اللي قالو غي ف لبيان؟
كاين مينيو بالانجليزية؟
كاينش ماتشات نيويورك يانكيز هاد الشيم؟
كان عندي دير ب لْهوا، لكني حاس بلي نتاً.
الشارع التاني والسبعين وشارع بارك أفينيو.
هاد سيجارة بريطانية؟
خد الأتوبيس نمرة سبعة.
ما خلا شخص واحد جريح بليغ.
خدي شريط لاسلكي.
نعتقد أن رقم التاكسي كان واحد إثنان ثلاثة أربعة خمسة.
هادي غادي ناخدو.
غادي نرسل ليك الخدامة دابا.
لكن التمن يزيد، مشي؟
حقيقي، جدي الكبير جاء من صقلية في بداية القرن.
في غلط في هذا الفاتورة؟
طاب الشرف. كيف حالك؟
هدا اللباس كيضربني بطريقة صحيحة.
غادي ناخد شوي د لعصير د الفواكه.
أي مؤهلات لازم للوظيفة ديك؟
ممكن تعملو هادشي دلوقا؟
خاينا نطول المكالمة لญAPON.
يمكنك حجز موعد للجولف؟
كنبغي نتعلم كيفاش نركب على اللوح الريح.
واش غادي تبديل هاداك على قياس أكبر؟
هادي محفظتي.
خاد الحلاق، والو خلا، عفاك.
عفوا. فين الصيدلية القريبة من هنا؟
خاد نشتري شي حاجة من برا.
أشنو آخر وقفة؟
لا. بلوك واحد من ديك الجيهة.
ابني كايقرا فالماستر في جامعة هارفارد.
فين غرفة التغيير؟
خديني إيقاظ فالصباح، من فضلك.
أش نوايا ديالك ليله؟
قاسي، من فضلك.
عندي الرّوماتيزم.
فين نقدر نشحب شيك دولي؟
خدت لكزة من شوك القنفذ البحري.
كيس أحمر مع لطاقة.
بغيت نرسل هاد الباقة.
مرحبا. هي جميلة.
اش غادي؟ ما كنشوفش.
اش نضيفه ليك فالفاتورة؟
كومبلي هاد الشهادة الطبية و الإيصال.
نعم، نتا حاب ندي海外 كوليكت كول لليابان. الرقم هو طوكيو تلاتة أربعة سبعة سيتة تنينة تلاتة سيتة.
أش هاد اللي غادي نقرا على سيارة؟
نقتني نحلة. كيحدر بزاف.
اش هاد السلسلة دي غالي؟
ماشي مشكل، نا حبة وحدة؟
سمعت آش قال؟
جفّي, من فضلك.
إتصل بهاد النّاس.
خلي هاد الشيك ديال العشرة دولارات على خمسة من الفلوس اللي كيداو واحد دولار وكارتون ديال خمسة دولارات.
لا، ماشي كدلك. ولكن عندو دوش.
خاي نديرلك أشعة إكس.
كيهن لاش يمر من أي من الطاولة؟
هادشي لاستعمالي الشخصي.
غرف جنب بعضها، من فضلك.
ممكن تتقاسم معنا نصف التكلفة الترويجية في السنة الأولى كما بيعمل كل الموردين ديالنا؟
فين المحل ديال الحاجات المكتبية؟
عندي حمى عالية و كنشوف حمرة و دايز
خدّيها على غرفتي، من فضلك
فين في مزرعة خيل قريبة من هنا؟
شكراً جزيلا. كيف نصل للفندق؟
خدت النفس برا. شكون اللي تقدر تقول لي نقدر نعمل؟
انت حلوة بزاف.
ماشي علاش ما خصناش نديرو شاي؟
خلاص، سي نيتا، هاداك كل شيء لي عندنا نوريوك هنا فالمصنع.
كانت عندي دا التيفود لما كنت صغير فالعشرينيات ديالي.
كيفاش نستعمل الموقد و الما الحار كل نهار؟
خادني نحجز مكان.
أنا آسف، لكن عندنا مقاعد في الممر فقط في الأمام.
أنا تا هادشي. كنت ماشي غي занيت.
ما كونيت عملت مكالمة بعيدة النطاق يوم الجمعة.
فين الصيدلية؟
وين المحطة ديال الكواش؟
أش نوڭر توا؟
أكيد. غرف التغيير就在 هناك.
خمس دولارات راهن
قوليلي علاش عينيك
فين الدير؟
عندي مرض مزمن.
خوا توين سيت.
قريتلي قربة مية سخون؟
كيفاش تقدر تفتش عيني و تصنع لي نظارة؟
نقدر نخدمك فيه في جوج يوم.
مين فاهملي تيكيت ل مقعد في الطابق اللول؟
شكرا. خلاص، ندير شوية. الحقيقة، ماشي هو ما بغيت.
خديتيني شريطين ديال الفيلم الأسود والأبيض، من فضلك.
خايف مازلت ما recibيتش الصرف لحد الساعة.
خليني الپلاط الازرق.
باباك كان شخص رائع، وهو غادي يتحس بيه النقص.
ماشي حاجة ممتعة الليلة.
ما بغيتش فحص هاد الحقيبة.
مشي حتا هادشي لي بغيت.
أش هاد كيفاش طويل باش نوصل لشيكاغو؟
خدني كاس قهوة مبردة، من فضلك.
ماشي غالي، ولكن هو مهم لي.
الطاولة دوت، من فضلك.
أي خط أتوبيس يتوقف في شارع الحope؟
خير، عندنا جاز دي يڤ سان لوران.
خليني.pipe
خليك عطيني نداء استيقاظ في السادسة غدا الصبح.
أنا مهتم بجولة في مانهاتن.
خليتي ماشي كيتجيب الفوطة، عفاك.
لا، ممكن تلقاه في الصيدلية.
شفت تايتنك؟ عجبك؟
كنبدو دبوزة.
تيكت واحد ل لوس أنجلوس. غادي يكون في لمكان للي كيدخن ولا لمكان للي ميدخنش؟
هاد اللعبة مشهورة بزاف فญيبان.
فاكر الفاتورة دليليك.
مساء الخير، سيدي هوسوكاوا. أهلاً وسهلاً بيك في الحفلة. كنتي حاب تاخد شي لتحط؟
ماشي للبيع، نسيه.
أش نّوّار هنا؟
حنا صغار بزاف.
كنتي سي إيبيرت بالمرة؟
اسم تاناكا،二人، ثمانية صباحا.
خليني شوف لون آخر.
فين نجي ناخدها؟
نحب نطور هاد الفيلم، عفاك.
خادش ساندويتش بيف روستي ومشروب قهوة.
ما بقاتش نسخة من هاد المجلة؟
فين أكبر محل تجاري في هاد المدينة؟
كيفاش ندير مكالمة لبرا؟
خلي جيبلي تايلينول.
فين ما كيوجعني.
خلينا نسرعو في الشراء.
خليك عاونني نشوف مقعدي، عفاك؟
بزاف الحاجة الآلة ماشي عادية.
اليابان دولة طويلة تمتد من الشمال ل الجنوب.
اشنو أقرب وقت يمكن ليك تحضير هاد البلوزات؟
غادي ندير الفارق، عطيني احسب.
شوفو شوية تيليفيزيون.
حقيقي، خریدته النهار للي فات على غريزة في بوتيك قريب من داري.
عندي مايتين دولار كاش ومايت ألف دولار شيكات سفر.
جواني مخرباش
حسناً نقول، كنحب التمبورا، لكن ما كلةش السوشي بزاف. أغلب الناس ماعودينش ياكلوا الحوت النيّ.
هذا صديقي كوجي.
العاصمة هي طوكيو.
اشنو وقت ندير الفلوس، دابا ولا ف لوقت د الخروج؟
هادsi صحيح. لحارسا كايبدلو حوالى هاد لوقت. يمكن تتشوف هاداك أو تسمع فرقة لحارسا كاتلعب ف لبيطا.
كنलबغي لي لعبة.
هاد الرقم ديال لكورسي تم نادو؟
فين الدير؟
بغيت نبدل هادشي.
كان لقاؤنا جميلا.
كاين هاد الشيء بغير لون؟
ملئ هاد الفورما.
لاحم البقر أو الدجاج؟
خلي جيب شنطة ف 7 الصبح غدوا.
كيفاش غادي ناخد ين ياباني باش نخرید 99 دولار؟
عندي دبوس عظم من الحديد.
أش هاداك غادي نستنا؟
هي يوشي.
جال سبتين اثنين واحد ل ناريتا.
متناقش؟ راه عروض مزيان.
أي كتاب توصي به؟
حقيبة زرقا.
كاين خدمة أوتوبوس ل المطار؟
فين نغسل الكاميرا؟
قنينة ميلر.
فين نلقى طوابع؟
خاطري قلم حواجب.
شيء غلط مع الفيلم. غادي تشوفه؟
خايطت الفضاء كاملة د الخوضة على الجواز لي مفقود.
عندنا أنواع كثيرة هناك.
افحص عنوان السفارة اليابانية.
خاينا نشري تيكات.
كاين قطار سريع؟
مش متأكد هذا التونيك يلعب ف الوسط.
كتير ناشر.
رجا عطيني وقتك و خليك ف الوقة.
خد لي صورة؟
اش هاد؟
خايج نمشي لصاونا.
حوت وبلاوي البحار
عندنا ملعبان د التينيس، حمام سباحة و قاعة رياضة.
هاد القطار للي ماشي ل بوسطن؟
فين نزلت للبلاج؟
ما تتقدمش على الناس، عفاك.
مرا، من فضلك. شحال نصف يوم؟
من بعد، عندنا حاجة مزيانة ليكم. هي جولة العطلة كاملة النهار.
هادو دپارتمان د التجارة الخارجية، مشي؟ انا طارو تاناكا من اليابان. عندي موعد مع السي كولمان في الساعة ثنين.
هاد هي المنصة الصحيحة للقطار ل مينابوليس؟
يمكنك ملأ الوصفة الطبية لي؟
مزيان مزيان. وأنتا؟
نعتقد أنني سآخذ هذا.
نعمل بجد و نحاول ناخد أحسن النقاط اللي نقدر ناخدها.
واحد قوي هادي، هاداك أكل زوين بزاف. أنتا طباخ مزيان. نتا عارف كيفاش تصنع هادشي، نعمين نتعلم منك.
الفندق الكبير، من فضلك.
الفراش ماشي مشروح.
لا، اللي جاي.
خليني عند الزاوية الجاية
اش كتقول؟
الغدا مشمول في الثمن؟
كانديرش الإنجليزي مرة في الأسبوع.
مكالمة مباشرة لليابان، من فضلك.
وين المفقودات؟
كيفاش كيبان على البشرة الحساسة؟
اشنو وقت نرجع ناخدها؟
أي ساعة كيحلو؟
كنة قهوة مع كريمة، من فضلك.
ما غادي نلقى قطاري.
قبل ما تمشي، هديك طلقة.
كاين عندك فلوس كافين باش تبقى هنا شهر؟
خاد شريط كاسيت.
كرتونين سيجارة ميلد سفن، من فضلك.
مين فايق لي دوا ضد الدوار؟
عند الثامنة تقريبا.
زارع. وكنت فكرت هاد الشريطة غادي تجري بزاف.
نقدر دفع بالكريدي (Note: Moroccan
خايب نلقى شغل 部ي PART-TIME باش نเสรف على دروسي.
ممتع.
عندي ضربة شمس.
ما تغيرش الشكل، غادي تقصّر فقط، عفاك.
غادي يخليلك خمسين دولار بالطيران.
عندي غسيل. غادي يكون جاهز لغد الصبح؟
رحلة جال رقم خمس ومية تلاتة في خمس ماي، دازت حجزت ف طوكيو.
خليك عاونني كيفاش نخدم بهاد الماكينة.
فين كيرجع ليها؟
مشيت نفتح الشباك؟
الكاراتيه، طريقة من طرق القتال اليدوي تتكون في الغالب من اللكمات الحادة والركلات، هو أيضا واحد من الفنون القتالية اليابانية للدفاع عن النفس.
ماشي نبدل الحجم؟
اشنو وقت غادي يتحول ل بنكي؟
كاين предпочاتي ل لمقعد؟
هاد الكاميرات لي غادي نستعملها لخدامتي الشخصية.
كيفاش كاينين عندك؟
الأفضل هو العيش في بلاد أجنبية.
ايوا، نقدر نعمل داك.
بغيت نحجز لثلاثة الناس في ثمانية د لعشية.
كايسمح بتمشي علا الأعراض بحال الألم ديال البطن، الإسهال، الحمى، الصداع، التهاب الحلق، الحصبة، و القىء اللي ممكن يكون وقع قبل ما ترجع بسبوعين.
كيفاش غادي يكون لينا الفلوس للكلمة للي نديرها لليابان؟
نعتقد أن المقترحات كويسة، مشكلنا نلقاو ناس لعيقة.
خايب، إنطباعي هو إنها أرض جبلية، مكتظة، مشغولة، مليئة بالأصوات، نشيطة، تقريبا انفجارية. شعبو لي كايخدمو بجد، كايحطو راسهم في الشغل، ماكايسكتوش، متسائلين، كايعطيو كل شيء فرصة، كاياكلوا وكايشربوا بجنون ولكن برقة، كايكسبوا وكايخسروا بانتقام.
ضربوها في اليد.
ف الجاپون، القرار ديال لإتخاد كيبان بزاف أطول من بلادنا.
شوف اذا كان فيه؟
كنتي كتدير 45 ف زون 25 ميل في الساعة. تقدر تروح ل السجن ل مدة تصل ل 90 يوم.
أش هاد كيفاش غادي يمرض؟
اش نوعة اسم هاد الساحة؟
راح نسافر لوحدي. ممكن توصليني مع دليل محلي؟
خليني شوكة أخرى، عفاك.
ممكن تقول تاكسي؟
تكتيتين ل لمرور من و ل واشنطن دي سي، عفاك.
كاين عندك أسعار يومية؟
واش كتقدر تقل لي ساعات الشغل ديال البوسطة؟
أش حال غادي ياخد القطار المحلي باش يوصل ل بوسطن؟
خليك ت给我
فين إف 14؟
كاين عندك شوارب؟
عشرون دولار بالربعي، من فضلك.
خليك عاليك حتى ما ترجع لدارك.
من غير ما ننسى، ممكن نشحو هاد الشيك حتى هو؟
كنتي بغيتي تمشي لماتش ديال البيسبول؟
كنبغي نبدله.
مينفعني أستعمل ورقة غلاف لإرسال الفاكس؟
راني غادي ناخد شريحة.
فين كتخليط شعرك؟
كن بغيت هاداك.
قولي لي شكلة الأمتعة، من فضلك.
بغيت نردّها.
كَم داك لباريس؟
ماشي معدي.
إنتظر لحظة وحدة، غادي نجاوب على أي سؤال عندك.
ليش ماجيش أوتوبوس؟
أشحال غادي ناخد هاذا الدوا؟
خد لي بليز حلوة.
نحنا بغيت ناطل لطوكيو، عفاك.
خد معاك أشياءك القيمة، عفاك.
وين المحطة؟
ما عندي تا وقت فراغ. سير بزاف، عفاك.
ما قادرش نتوافق على هاد السعر.
بارده. ممكن تعمل حاجة؟
خادشلي شي فطر.
كاين بروشرة مجانية باليابانية عندك؟
الفرع التشريعي هو الديت.
اسمي طارو ياماموتو.
عفوا. فين قرب من هنا ممر مشي؟
كنت ف الوسط د شارع الغرب.
إمشي مستقیم، عفاك.
خاد شامبو و كتاف.
كيهدر تصوير الصور هنا؟
وين مكتب الإستعلامات؟
نقدر نحدد موعد لغدا العشية؟
كنبغي لي مبزاق.
المكان كان في داك المحل.
نقدر نقف هنا؟
خليك نقي ستاين من هداك اللباس؟
روح مستقيم لآخر هاد الشارع، عفاك.
كنبلي رواية نڭليزية سهلة لفهمها.
لا، أنا مجرد جامع صغير. لكنني أ进行 بعض التبادل.
مرض، منشفة مبللة، من فضلك.
كنتي عايشة تجوينا على الغدا؟
أنا جاي من السويد.
كاين عندك أكتر من خمسة ألف دولار في أدوات مالية؟
كاين مخزن ليلباس لولاد مزيان؟
خاد غير فلوس كبار ب فلوس صغار.
اش ندير ليك فراش نومك؟
خليه على حالو، عفاك.
خدي معي الطبيب ديال الصغار.
الرايات ديال الكارپ كيترفعو و الدمى ديال الساموراي كيتعرضو حول هاد النّهار.
ربحنا بزاف هاداك راه عاد جينا تاني بلابس رسمي.
المحتوى قيمته حوالي مايتين دولار.
هنا، من فضلك.
إتصلو بالماخazine ديال الطرونات المفقودة.
خمس وثلاثين دولار وخمسة وتسعين سنتا في اليوم زائد تسعة سنتات في الميل بعد أول مية ميل.
فرامل الرجل ماشي عاجب.
كنبغي لي مصباح قراية.
خد شويه من شعر يدي, من فضلك.
نحنا بغينا نمشي بكرا الصبح. يمكن دفع الفاتورة دلوقا؟
خليني نطفئ الغاز. استنى دقيقة.
أش نواع د لابيريتيف عندك؟
رقم مقعدك مكتوب على التذكرة السريعة.
واش الطيارة غادي تطلع ف الوقت؟
كاين عندك أكل محلي؟
ماشي مشكل، ممكن تسوقني لمحطة الباص؟
لثلاثة بالغين.
جوج عُصَبات دّيال التّوكن، عفاك.
نطما أنك غادي تجي مرا تانية.
لا، ماشي. عندي دوار و ماقدرش ندير حاجة في بطني.
ممكن توقف شيكاتي الشخصية؟
كيتقال بلي التوفو أصلو من الصين من حوالي ألفين عام.
مينفعش ناخد وصفة طبية؟
كنحب نشوف ماتش د لكورة السلة. كاين تيكات متوفرين؟
باسيبورت و خمس ألف دولار كاش تسرقو لي.
قيل لي أجي هنا باش ناخد تقرير الحادثة.
عندك لإنفلونزا.
ماشي مشكل ندير منيو ديالك تذكار؟
كيف نوصل للمحطة؟
سيدي جونز ماشي دلوقا. غادي يرجع شوي بعد الثلاثة.
كنتي غادي ترسلهالي بالبدية د الشهر الجاي؟
زيزي، حمد لله. وأنتا؟
بارده الليلة.
فين غادي؟
كنتي عايشة تاكل العشاء؟
ستيك، من فضلك.
بغيت نعمل فحص طبي.
هديا لصحابي.
أش نوّي تاخد لالحلوة؟
خليك ديرني غادي يكون فين COST لاحقا.
كانت عندي هناك تقريبًا سته سنين.
ملأ بالعادي، من فضلك.
إذا كنا قادرين على مساعدتك، لا تتردد في الاتصال بنا.
ماشي مشكل أخذ قياساتك؟
هو قطن.
خد هاد الشنطة لمحطة الباص.
كاينين شويه، شنو بغيتي تاكل؟
غادي تبلغ صديقتي السيدة يوكيكو أودا؟
هادو جوهرة ديال كاراط واحد، صح؟
اسمه سيادة هارادا. شكراً جزيلاً.
كاين مخزن Ungaro قريب هنا؟
فين القصبة؟
منحطش لقاءك، انتما كمان.
راح نرو فلوريدا.
نعتقد أن هذا يكمل الأمور لليوم، سادة.
روح مستقيم في هاد الشارع. روح ثلاث كتلا وغادي تلقى الحديقة. المتحف كاين في الحديقة.
خادش آسبرين.
فين نلقى الطوابع؟
كندي ناولني تكتيتين ديال الدرجة اللولة ل نيويورك، عفاك؟
كيفاش نطلب؟
كيفاش غادي نروح ليكم؟ أو آش من ساعة غادي نوصل؟
داري
أكل الياباني فيه سمك ماشي، سوشي، تمبورا، الخ...
كانحس بالكسل.
يمكن
اشنو وقت غادي خرج؟
اش مبقيت تحسب حرارتك؟
فين شي قيم أو حاسس في شنتاك؟
نقدر نبدل هاد لبوطس بزوج أصغر؟
خليها ليا
ما نقدر نقوم.
اشنو وقت الطيارة الجاية؟
عندك عصير الجريب فروت؟
هاد الطريق، دري لليسار.
خليك عطيني كرة
ماشي مشكل نخدمك صورة مع كاميرا الفيديو ديالي؟
هاد فكرة مزيانة.
كنتو بغيتو نطلبوه ليك؟
هاد مابين ليلة.
اسمي ياماموتو.
المرحاض ميكنوش يغسّل. عطنا شخص يجي لفوق.
كبير فين الموقّع ديال لڤابريكا، بالقياس المتري؟
أنا آسف. ولكن ماعرفش فين مقعدي.
خايع أرجع الفلوس.
كنлабغي شي مع لابل ميتال دي برادا.
خليك عطيني حاجة في مقاسي
كنة في أوتوبوس خاطئ.
مشوار باش نشوف جواز سفرك؟
راني بغيت هاداك و هاداك و هاداك، عفاك.
إيكيبана هي فن ترتيب الزهور. هناك أكثر من ثلاثة آلاف مدرسة إيكيبانا في اليابان.
عندو ماشي عرقوبي.
بغيت جوج بيضات مفتوحة من فوق، عفاك.
قص فقط الأطراف، من فضلك.
مينقد ناخد المجلة د لماعلومات على الأداء؟
خليني خمستاش غالون ديال بنزين مزيوت، عفاك.
كانقاسي من الفقر الدمي.
قولي ليا تاتصل بي.
اشتريته هادشي باشر.
كيفاش ناكل هاد الزواقي ديال السرطان الكبار؟
هاد البوس كيروح ل قرمل؟
بيضين مسلوقين.
غادي تخرج أو تاكل فالدار؟
اشنو ساعة الغلق؟
نحنا بغيت نعيد تأكيد حجزتي.
23 نونبر هو عيد الشكر للشغل.
مشكيح فاهم؟
هل يمكنني شراؤه بدون ضريبة؟
خايف نبقا شويه ساعات زيادة بعد ما نخرج من الفندق.
عندنا عصير البرتقال و التفاح و الجريب فروت و الطماطم.
بغيت فلوسي راجعلي.
مافيهوش علاش مفاصلك كيتألموا؟
رقم التأكيد ديالي هو خمس سيتا سبعة QLR.
ليش كيدور الحر؟
خد هاذ الشريحة لصيدلية.
نخدم في وكالة سياحية.
الحفلة اللي بغيت ناديو هي السيدة يوكو نيشيهارا.
كاين ساحة سكيت قريبة من هنا؟
خايب نرجع لدار قبل خمس ديال العشية. ممكن نروح لمول لبرانج؟
ما خليتش العداد ديالك.
خليها تقيلها قدامي
يمكنك وضع إسمي في قائمة الانتظار؟
كن هنا باش نزور المدن.
خليك هديني الكاميرا ديالي من بعد ما ندي للجيه، عفاك؟
تقدر تمشي. خلي غير اتبع الاشارات.
كاين وقت عندك الليلة؟
وين مكتب التأجير ديال السيارات؟
لا. كنت في عجلة. شنو غادي ندير؟
هادي أوتوبوس؟
نعتقد إنني يجب أن أستخدم الدقايق الخمسة الأخيرة لأجيب على أي أسئلة.
كنتي تقدر توصلي على مطعم إيطالي لطيف؟
كاين لي باقا مخمور ليلة البارحة.
دز بسيطة
هنا كتايب ديال بزاف د لجولات د لوطوبيسات د لسياحة، بما في ذلك جولات يوم كامل، نصف يوم، صباح و ليل.
نقدر نخلص هاد الرقص في وقت آخر؟ عفوا.
فين أوتوبيس ل لمدينة؟
كنبغي لي دائم ضيق، من فضلك.
قهوة باقي؟
خادك تلقى شي حاجة؟
أوه، عن بعد كتلين أخرين، نعم.
تمنين و ثمانين مقسومين على تيسع هو ثمانية.
كنبغي كريم ل البشرة العادية.
نسمع بللي الناس اليابانيين كيعملو بجد.
أش غادي مع الجاز؟
سياح، هنا؟
كيفاش غادي تفتح الحساب ب?
اش داك ليعلامة ديال الطريق معناها؟
كيفاش نملئ هاد الاستمارة؟
خليني نفكر فيها و غادي نتواصل معاك تاني.
نقدر خسائر السفر.
مين فاتحلي إيصالة ديال التأمين الصحي؟
نقدر نسيب السيارة في أي وكالة؟
خليتي بحاجة لفلوس الصحيحة للاوتوبيس؟
كنتي تحيا هنا؟
سريع، غادي تلقاهم.
عندي حمى.
خمس و تلاتين و ثنتين دقايق.
ودابا عندي وقت ل بَعض لِيّام.
اش من ليله؟
لا، مابغينا. نقدر نكلم بالانجليزية فقط.
هادي أوتوماتيكي؟
هاد مقفل؟
خد معاك، من فضلك.
الدرجة الأولى ولا الدرجة التانية؟
غادي تكون غي هناك قبل السادسة و نصف على أقصى تقدير.
عجبتني الرقصة ديالك.
هاد المكان أمن للي غادي يغوص؟
كنغولو نخرجو نشري
غادي تيتصل بيه غدا الصبح كما وعدت؟
مرحبا. كنا سعداء لأنك كنت هكذا تفهم.
كيفاش غادي يكون ليترو ديال البطاقة ديال النوع الأعلى؟
كاي宣ب لمقاطع للي كايوقف فيها القطار؟
أش نوضي نلقاو هنا في الرابعة؟
أكيد. ديرني شوف. ممكن نلقى شري من الأول؟
من عمل هاد؟
عفوا. ممكن تقول لي إذا كان في مطعم إيطالي قريب من هنا؟
نقدر نخدمك بيه في الرابعة ونص.
كيفاش عدد المحطات ل لمتحف د الفن؟
نقدر نطلبوه ليك؟
كايوقف القطار السريع ف سان دييغو؟
فيها خط هنا.
منين جايين هاد اللّحم؟
كيف كان هذا المطعم؟
خاي نشوف مكتب لبلدية.
يمكنك تغليفها، من فضلك؟
هاد شي جولة نصف يوم؟
السبت والاحد عطلة.
خليك ذاكرني لما نصل لڤيكتوريا.
بغيت موعد معاك غدا العشية.
أش غادي دير غدوة؟
الريسبشن؟ ها أنا الناكامورا ناطق. لقد سجلت الدخول للتو. لكن أنا لا أحب هذه الغرفة.
أش هاد خليك فيه؟
كاين شي ل لزرق؟
اسمي ريسا كوباياشي، ورقمي هو 2022202100.
طاولة مع景 لابحر جميل، من فضلك.
خليك عطيني بعض الأماكن اللي نقدر ناتصل بيها في حالة المشكل.
نعم، كنت عولجت من السكري في اليابان.
كنعجبنا نقعد جنب بعضنا.
من فضلك، كوكا دايت؟
أي نوع من الغرفة تريد؟
نحب نطلع عليه
تقدر تاخد هادشي عند باب الطلوع.
بطاقة الائتمان والفلوس كانو فالمحفظة ديالي.
غلطي
غادي تحتاج تدي طلب للاعتراف بالتأمين مع مكتب التأمين في اليابان.
ماتقدر تغير هادشي؟
خايف ماعندنا والو مفتوح.
أش هاد كيفاش طويل ب البريد البحري؟
هاد دهب؟
ما بغيت نقدر نقول آشك عُمْركم أنتم اليابانيين.
خليك تقدر تسويلي خريطة؟
هاد المحل غالي مين.
أنا آن براون.
نقدر نتصلك مباشرة من غرفتي؟
واش غادي تحطو فكوشة؟
جواز سفرك ماباقاش صحيح.
هاد ماشي عادي. غادي نتصلك بالسفارة اليابانية ونسألهم أش غادي تصنع.
خد بالك من حزام الأمان مرفوق بشكل آمن.
فين الحمام؟
خاي نكرا دراجة ب 10 سرعات.
كاين ليك لون أغمق؟
لا أعتقد ذاك.
ماشي مشكل لو كنت مبتدئ؟
كن مع عائلتي، فهذا لا أستطيع أن أُعطيك رقم غرفتي.
ما قدرش نلقى لابلو د لثمن.
بغيت إنك تيقظني ف الصباح.
فين نقدر نحجز فندق؟
خليتي نؤكد الحجز ديالي؟
مزيان، سيدي. غادي نرسل واحد يخدمها فورا. ارجع تنتظر شوية.
كاينين سيتا و خمسين. كل إقليم عندو والي، و كل واحد فيهم عندو جماعة ديالو.
ايوا. غادي نطوفو ونبيعو البرودكت بعد ساعة او شويا.
كانت قبل عشرين دقيقة.
كيفاش تكتب هاد الشي لي؟
أي فيلم هو الأكثر إثارة للاهتمام الآن يعرض؟
فيه الكيسات لخيشة لمرة.
نطما نشوفك تاني
هادشي حيت هوما مصنوعين من الحرير.
بغيت نجرّب واحد صغير شوي. كبير عليا.
كنت عرفت هاد الشي قبل؟
أنا جوعان.
ماتقدرش تعطيه علاج مؤقت، دكتور؟
عندي حمى.
أسف، ماعنديش فلوس صغيرة. يمكن تديني 99 دولار؟
مرحبا،似乎 نحن جيران.
كاين باص من المطار ل لمدينة؟
ما نقدرش أنزلق المرحاض.
أعضاء مجلس المستشارين يبقاو ف مناصبهم لمدة ست سنين، بينما نصف الأعضاء كيتعرضو للانتخاب كل ثلاث سنين.
والو خلاص، عفاك.
سحب الحساب ديالي، من فضلك.
البنادق اللي introduisat لญAPON فداك الوقت لعبوا دور مهم ف الرباح ديال المعارك.
كاين أكبر من هاد؟
هادشي يعني أنك خسرت تا فيزا ديالك. خصك تتقدم بطلب لإعادة إصدارها للهجرة.
عندي بصر ضعيف.
كاين حلاق؟
عفوا. إخبرني كيف ناشي لشينجوكو ستاشن.
خلي تبعث لي البريد ديالي هنا.
قول لشيخ الطباخ هادي كتير لذيذة.
التلفزيون ماشي عمل.
تيكيت ماشي جاي ل牛كسفورد، ل ساعا تيسعة ف الخميس.
ما نقدرش نديرها.
اشنو كيلومترات كتجيب هاد السيارة؟
هذا ساتو. استأجرت سيارة هذا الصباح.
صحيح. شكرا. على كل حال، هل لبس الكاسوارة義وجب؟
ممكن تعطيني اسم و رقم تيليفون دكتور؟
كاينش دوا ل لمرض د السيارة؟
كنلبس سراويل.
نتظرني هنا؟
كاين علاقة مع بيرث؟
ايوا، ممكن ناخدو قائمة الحلوات؟
كاين عرض صوت و ضو؟
إيوا، هو كداك. من بعد، كنتي تسجل هنا، سي يامادا؟
الوسط، من فضلك. 能نا ناخدو جوج مقاعد مع بعض؟
إيه، فين كنتساعدك؟
مومكن تخفيص لو بقيت ليلتين؟
خاي نغسل باش.
اشنو وقت غادي يخلصو؟
فِي حَالَةِ الِإِلْغَاءِ، رَجَاءً اِتَصِلْ بِنَا مُبَكِرًا.
فيها كاميرا داخل. رجاء احفضها ف مكان آمن.
وين المحطة ديال الپطرول؟
هاد القطار وقف ف بالتيمور؟
خليك جيبلي ماء، عفاك
لا شكرا. غادي يكون ليل برا أكثر وقت دا الطيران، على كل حال.
بسيط نافس. شكرا.
عَفْوًا، لَكِنْ لَيسَ عِنْدِي أَنْ هَذِهِ الْعَدَد مُصِيب.
هاداك شامل المشروبات؟
أش هاد الخدمة غادي يخلّي لقطار يوصّل؟
من أي بوابة يغادر هذا الرحلة؟
اسم النزل اللي غادي تقعد فيه الليلة، سيدي.
خليتي نحجز مقعد على الباخرة اللي غادي نزول النهر؟
واحد ناس جاي بعدا.
راجع هاد الشي تاني؟
الماسرح قريب؟
فينا سطا. كنحبو نقعدو على طاولة وحدة، من فضلك.
هاداك، علاش، ديجا راه.
شكراً على دعوتي لمغادرة لما شاء الله.
عفوا، فين هي الساعة؟
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتل.
قعد في الطوابير. وانا نروح نجيب لينا كون ديلعيش.
أي أوتوبوس مشي ل الفندق الكبير؟
بغيت نحجز ليل الغد.
الدكتور عطاني وصفة طبية.
نعم. وش نواع التتبيل على السلاطة ديالك؟
كيفاش بغيتيها؟
كتحسب شيكات المسافرين؟
هاد خير منك، ولكن خايف عندي شغل لي خصو يتقاد لغدوة الصباح.
كانبدا نحس بلي غادي نفتقد لرز و الحساء ديال الميسو.
لا، شكرا. ممكن نعطونا كأسين ماء، من فضلك؟
كانقدر نكلم بالانجليزية شوية.
ماء، من فضلك؟
في طابوق nào؟
أنا مفضّل الشاي.
إذا كان عندك، مابغيتش تدفع تاني عندما تأخذ، أوتوبوس أربعة وأربعين.
خليك هادي عطيني الملح
سير عطيني الساعة ديك اليد؟
ساعة واحدة.
تكتيتين ل لمسرح د نّهار لاربع، عفاك.
أش هاد الضرايب على البيع؟
أرجوك اتصلي ب 8.
خد الرحلة ديال الربعة لليون، من بعد خذ آخر رحلة لワشنطن من ليون.
هادي حقيبة يد من الجلد البني.
واحد كينت، من فضلك.
كاينين في الطابق التاني.
اشنو وقت غادي تلقاه؟
خاد شاصي أمبليفييه.
خلي هادشي يتصلح.
بكل تأكيد. غادي يكون جاهز لخميس.
كاين خمر بالكاس؟
أنا مريض بزاف. عطيني دكتور، عفاك.
كنت استلم فاكسات؟
طابقة مين؟
مينفعش ندفع بتشيك سياحي؟
نحنا كينبادلوا الهدايا مع الصحاب القريبين في يوم الميلاد.
هادي وصيفة من الدكتور طومسون.
فين محطة الباص ديال شيكاغو؟
خليك جيبلي شويا فلفل، عفاك
ما عندي شغل.
ايوا، كنّا عارفين. هما في الطابق التالت.
كاين جولة ماشي للمواقع المشهورة.
خدوني للمستشفى الأقرب.
هادي جميل بزاف.
خاي نختي خمسة. حتى هاكا، مابغيش تسKhفلهوم؟
خلي لي مقعد عند النافذة ف الورا.
خليك عطيني حاجة؟ بلاستر أو حاجة؟
وين ممكن نزور؟
ما قدرش ندير راسي. غادي نرجع لاحقا.
يمكنك تفقّد الإطارات؟
عَفْوًا عَلَيَّ. فين مَخْزَن الأَمْتِعَة؟
خاي نرو ل لمطعم.
خليني شوفها، عفاك.
كنّا كنا نستحسن لو تعيد النظر في تجديد العقد.
وين مكتب المفقودات؟
أشنو العلو اللي نجيو فيه دابا؟
خاد الحمد لله، نتا بغيتي طاكة ثقيلة ل الشتاء.
أنا معجب كبير بالطبخ الأمريكي.
ماشي مشكل، ممكن نسأل سؤال أخير؟
خلي ناخد هامبورغر؟
كنّا نحبّك تجي تقضي معانا يامات قليلين ف الربيع.
هاد الباب للطيران لطوكيو؟
أشحال مرا ناخدوها في اليوم؟
شاي مع ليمون، من فضلك.
سن الفوق علاقي آلم
في أي طيارة جيت؟
أنا آسف إزعاجك، ولكن هل ممكن تقطع لينا الصورة مع هاد الكاميرا؟
خربت عضودي
ماشي راكبين دابا؟
خد القطار لخضر من المنصة نمرة سيتة.
قوليلي شنو رستورانت كيهز مع الناس ديال هاد لبلاد.
خسرت كاميرتي. ممكن تتحقق منها لي، عفاك؟
أنا آسف. سكبت النبيذ على الأرض.
أسف كتير. خلاص خرج. عندك موعد؟
طّيارة جال خمس ل طوكيو في تالت ماي.
قول ليهوم خرجت مزيان.
كاين khảصة ديال لوصفة في هاد النظارات د الشمس؟
منين غادي نلبس طياح؟
بغيت نبدلها للطيران نفسو، ولكن في الرابع من مارس.
من بعد، غادي تجيبيه ل لكونتر هناك؟
كاين باص ل لمدينة؟
إتصل بي أولاً في الصباح.
خليتي دوا للبطن، عفاك.
عندي غير الحاجيات الشخصية فالباغة.
عفوا. ممكن ندير من هنا؟
خايج امشي للحمام، باش نلقى عندي كثرة الحقائب. غادي نستنى.
كان طويل وبطيء جدا.
عندنا عناية بالأظافر وتلوين.
قادر القطار يوصل في الوقت المحدد؟
الغرفة لجوانب كتحرك.
هو ما خير و لا شر.
مينفعش ناخد مفتاح الماستر، عفاك؟
كن معاك كيفرحني.
خدوني للبوليس.
أقراص الكمبيوتر عند هاد المحل رخيصة بزاف.
كنبغي لي بشيي صافي.
شريكك على الخط. إنتا متل عفاك.
اشنو وقت ناخذ هاد؟
نقدر دفع بالشيك ديال المسافر؟
ما قدرش نلقى صديقاتي. وقدر دير له اتصال؟
ويسكي على الحجارة، من فضلك.
بطبيعة الحال، في حالة كذلك، سوف توفر الشركة الجوية تعويض.
هاد سي قلم حبر سائل.
هادو بسكويت ياباني.
أش هاد الخير غادي نستناو شحال؟
مابغيت والو. كنشوف نفسي طيب.
ناشوفو عين في عين.
عندك وقفة ف شيكاغو.
خايف نتا ماشي. ولكن يمكنك من الخارج وفي الدير.
خلت ودية.
خوا نموذج د لبوال.
شكراً بزاف.
ننتظرك
ما عندي حجز، ولكن ممكن نروح نغوص بعد الظهر؟
كتلعب التينيس جوج مرات في الاسبوع.
وين أقرب محطة مترو من الفندق هذا؟
اكتب شى علا راس الباقة: UNACCOMPANIED BAGGAGE
كن شايف إمّا غادي يمطّر غدا.
هاد خير من عندك.
فين نلقى خواتم الأذن؟
زويين. ماشي بلا كولسترول. اللي جاي من الاثنين.
ماشي مشكل، ممكن ناخد مفتاح الحمام؟
ماترجع، إطلب منو ياتصل بالسي عكادة.
نخدم ستيك ناعم مع بطاطس مخبوزة.
خمسعش A. كنت قاعد ف البلاصة الخاطئة؟
اشنو ساعة غادي ترجع؟
نختار بيفستيك.
هادsi صحيح. عندنا كمان مواقع تاريخية معروفة أخرى فالمدينة وفنفس الجوار.
حقيقي. هادي المرة التانية لينا منذ زرتنا هنا كعرسان.
ما عندي هوايات. غير شغلي بجد، زي ما كايديرو الأكتر اليابانيين.
ايوا، ولكن أنا شعور أني كنت هنا بزاف ديال المرات من خلال الأفلام و البرامج التلفزيونية.
أي ممر؟
للموقع الأخير، روما، من فضلك.
أو، البروفيسور كورن كيحب يدير إختبارات مفاجئة.
هاداك هو؟ آش غادي يوقع؟
شنطة ديالي تدمرات.
واش حاجة عجباتك في اليابان؟
ماتشوفو واحد، غير دير إشارة بيديك.
نحنا بغينا نمشي يوم قبل.
أنا عطشان بزاف. كاس كبير، عفاك.
كبير بزاف سوبرماركت قاعد برا مدينة كبيرة. عندو مواقف سيارات كثيرة.
حاس بلي هش.
يمكنك تضمين ذلك البوابة في الصورة؟
الفطور مشمول؟
طبع مُضاعف، من فضلك.
كاينين تاكسيات كتير جايين؟
ايوا، مفتوح لعموم الناس.
الطابق الأول، مقاعد من فضلك.
مطلوّش.
هاد الطريق ل الفندق؟
عفوا، ولكن هاد شي بدا قصير.
عندي دوخات القلب.
نادي من كاليه ل دوفر بالبارجة.
بغيت تيكيت جديد.
واحد كومبيناسيون بيتزا و جوطين بيرة، من فضلك.
خليها لي بأقرب وقت ممكن.
ايوا، خصنا نتحذرو من السيدا.
هدية لومي
ما عرفتش الفحوصات الأمنية قاصحة هكذا.
فين نزّل عشان نمشي ل تشاينا تاون؟
حوت مقلي.
نخدم ف البنك.
عفوا. ممكن تقترح لي مطعم جيد؟
كيفاش غادي نستافد من إعفاء الضريبة على أي عدة أونصة من لمعادن لما نديها لญابون؟
كنبغي لي لعبة ل ولاد.
نحنا بغينا نرسل هاد البطاقة لليابان بالسريع.
نحنا بغينا نرسل هاد لخط بريد الجوي.
عندنا غرفة مزدوجة ب 50 دولار لليلة.
أسف، ما كنجوزوش بنطلون جينز و قميص تي شيرت.
نحنا بغيت نستقبل، من فضلك. اسمي هاروكو أوغاوا. نعتقد أن عندي حجز.
هاد هو البوس الصح، لي جاي دابا؟
كنتي جايبة هدايا ل حد في هاد لبلاد؟
كل خبز ليหضم ليك بأكثر ما يمكن.
قوليلي لپروسيدير ديال الخدمة بلا ضرايب.
هاد المكان مزيان بزاف، ولا لا؟
كاين جدول لمواقيت للقطار؟
خليك معايا عاونيني نلقى ولد لابس طاقية حمرة.
عفوا، نبدل أرسل هاذ الشي لليابان. شنو الثمن ديال البريد على هاذ؟
مشيط عبر أمريكا بالسيارة المُستأجرة.
خاي، غرفة رقم جوج او تلاتة. هاداك مفتاحك.
الفيلم كايبدى ف العاشرة والنص د الليل. كايخلص ف الواحد صباح.
مَشوي، من فضلك.
ممكن نديرلي مكالمة في السابعة صباحا؟
كنبغي كاميرا رخيصة.
ناس اليابان كيهزوا لو كايتعاملو مع الضيف بزاف، وكيهزوا لو كايتعاملو بزاف معاهم.
كاين باطماكورد؟
أي وقت غادي تكون عندو التوقيعات ديال الكتب؟
ف الداك الصباح، سيدي؟ هادي الحادية عشر صباح.
أش هاد الشارع؟
كلشي مزيان؟
خد منديل و ضعو فوق فمك.
واحد صلب.
كيفاش غادي يكون الثمن ديال الثلاثة؟
خاطري ف خاتم لخطوبة.
مش كتير.
هادي الفلوس، سيدي.
لا. أنا ياباني.
مزيان. مقاعدك غادي تكون هنا.
عصر إيدو، بلا حروب في البلاد، استمر لمدة تقريبية من مائتين وخمسين عام.
خد هادشي تلات مرات فاليوم بعد لماك لمدة تلاتة أيام.
كنتي طوّري هاد الفيلم؟
خليني استعير كومبيوترك، عفاك.
واش غادي تقدر تجي عندنا نتحطو شاي أو كاس فالدار ديالنا نهار اللحاض؟
خديها.
هاد فيا خط هنا، ممكن تبديله بآخر؟
إِخْوَةً مِن فِضَّة وَ خَيط؟
تكتيتين ل بوسطن، من لفور، عفاك.
مشيت ل쇼 ديك ثلاث مرات ف السنة الفاضية في اليابان.
كندير دجاج للعشاء؟
خايف نديلك لعبة من كيوتو.
كيف نقدر نروح هناك بالمترو؟
قوليلي كيفاش ندير مكالمة لهاد الرقم.
هاد الطريق الصح؟
بغيت نبلغ عن خسارة وثائق قيّمة.
هادي آخر طبعة ديال العشرون رسام عظيم من أوروبا، و تيحتوي على صور من حوالي ميتين من روائع الفن.
فين نلقى تيكت طيران بثمن معقول؟
اشنو الساعة تفتح الستارة؟
هنا عندك. الإيصال في الكيس.
وين كونتر المكسور؟
راني غادي ناخد مارتيني.
هاد التيليفون ماشي؟
أي قطار ناخذ باش نروح ل أوكلاند؟
خسرت محفظتي داخل هاد لماغازين.
ماشاء الله، ممكن نلقى حاجة نشربها قبل الطعام، عفاك؟
تلاتة سكاكين، سرطان بحري كبير، وعشرة أنواع من آيس كريم.
أش نوّاق يلبس هاد؟
قولوا تا هادي تحت الصفر.
خدني علا ساعة سيتة، عفاك.
نعم. هي ممتعة جدا لقاء ناس مختلفين.
فهمت. في زيادة واحد في المية.
شعب كيتجمعو لشراب، كتيريد تشوف؟
الغسيل ماشي جاف بزاف.
عندك قلم؟
خليك جرب الطعام المعدّ في هاد المكان.
اليابانيين بخيلين حتى و إنهم غنيين.
كنّا نحب نسمع على هاد الرحلة.
هاد اللون مشهور في هاد الأيام.
مشيتواش حقيبة في الترانك؟
فهمت.اش كتافكر نقدر ناخدهم؟
مريض من ليلة البارحة.
خلي جيبلي صابونة.
خلاص، مشيت.
كنتي مخدّمة ب 45 فالمية فزون على 30 ميل بالساعة.
و أنا شكرك. عيش日 مزيان.
عندي ألم في بطني.
هادي أول مرة لي.
ناخد شويعة من هادشي.
كنلبغي جاكيت مع لابيلات ضيقين.
خد بيرة.
خايع ندفع خمسين دولار و عشرين ألف ين ياباني للباقي.
نعتقد أن هذا التغيير غير صحيح.
أ什 نو عساكر ليلة هادي غادي يخلص؟
اسم عائلي ياماغوتشي. ي ا م ا غ او ت ش ي.
خاي نفتح الشباك.
كاين بزاف د المطر. نطما نزله.
كل واحد فيهم مزيان، شكرا.
ماعندو لا غداء لا عشا؟
نعتقد إنها ضيقة شوية.
كيدير بلاك طوابع؟
نحنا بغيت هاد التصميم على إبهامي فقط.
خاي نستعير مراية د لوبيرا.
خليك هديني الطريق، من فضلك.
كَم سَاعَة هَذي؟
كاين mẫu ديال ملئ؟
اش نوضي نقول لي فين غادي نروح ف هاد الجولة؟
كمّل غادي على هاد الطريق، ودر بشمال فالإشارة التانية.
ناخده اذا عطيتني خصم عشر في المية.
ايوا، خلصت غرفة، ولكن الغرفة مازالت ما نظفتش.
ما بغيت هاد الغرفة. عندك شي أحسن؟
فين البوابة ديال الرحلة ل شيكاغو؟
يمكن تعديله؟
نحنا بغيت نحجز مقعد لسياتل.
خاد الفلدينغ طاولة.
أش نوعة ثمن النص الطعام؟
عنداك على الأقل 20 دولار.
يمكن نرجع لداري أو نجرّب رحلة باص عبر البلاد، إذا ما كانت مكناش غالية بزاف.
ماشي مشكل. لا تقلقش عليه.
شغل الباسكيا فيه جوة طفولية، ولكن تكوينو ممتاز بزاف.
لكن غادي يكون مريح بعد ما يتكيف.
كيفاش تقدر توريني كيفاش نلعب هاد اللعبة؟
كن ليا مزيان، احجز لي طاولة عند النافورة.
غادي نوصلو في العاشرة. كيبان قليل قبل الموعد.
كنتي كلاوي أكل ياباني قبل؟
كاين عندك شريط ديال لموسيقى الشعبية؟
رقم تيليفوني هو واحد إثنين ثلاثة أربعة خمسة سيتة سبعة.
أنا مريض بمرض البحر. يمكنك إحضار طبيب؟
كنتي بغيتي غرفة مع ليمون ولا غرفة منع ليمون؟
آمن أن السيد كان غادي إيقف.
بزاف الحمد لله، عندك إنفلونزا.
خادش شريط لي لحذاء.
كنحس بالتاريخ، فهاد السبب غادي نزور لمواقع التاريخية.
خاد نشكر نحجز لمكان لسبعة.
أنا آسف، ولكن عندنا فقط بيرة أو ويسكي.
خارج المكتب دابا. يمكن ناخد رسالة؟
خليكاش شيكات السفر.
عندك فلوس صغيرة معاك؟
حيت فأمريكا، سهل يدخل الجامعة ولكن صعيب يخرج منها.
كيفاش ندير ضية ديك اللوميارة؟
زيد شوية لليمين؟
أي معالم موجودين في الطريق؟
نعم، أنا. غادي ل لوس أنجلوس.
خليه طويل.
خليت البنزين.
كندي نقدر ناخد جوالين ليله دابا؟
كاين طاولة لاربعة؟
هنا قدام، justo قبالة مكتب إعلام السياح.
ما سمعتش على هاد العنوان هنا قريب.
روح مستقيم حتى تشوف صيدلية.
اش حاد الفطور؟
كيفاش نخدمك؟
روح لشمال عند الزاوية التالتة.
كايكون فيك كريم و سكر ف القهوة؟
يمكنك صرف شيكي البالغ قيمته مائتي دولار؟
إذا طلع، عطيني كلمني.
فين المقهى؟
كنلبغي سترة ل ولاد.
خايب. غادي تكلفك 85 سنت ل البريد العادي و 3 دولارات و 0 سنت إضافية ل التوصيل الخاص.
ناشري هاداك لو كننتي نتا.
غادي نلقى مشاكل مع الجمارك؟
كاين عندك حمايز لعبايط عريضين؟
لا. هل يمكنني أن أقترح توأم للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
خدي برم صغير، من فضلك.
ختا بغي بيرة.
صباح النور. كيف حالك؟
خايف نحتاج نشوف نوع من الهوية.
شنو نوع الدريسنج؟
هاد بارد شوي. غادي تسخنه؟
أسف، هذا المكان محجوز مسبقا.
مابغيت والو. ولا تخاف تاتصل بصاحبي؟
شكرا، كفاية.
أش نّاس عندك؟
يوم الرياضة والصحة العاشر من أكتوبر هو عطلة وطنية مصممة لترویة صحة الناس.
كنتحاول نشوف تحت الكابوت؟
ماشي مشكل، واش يمكن ليا مساعدتك تلقى شنطة ديالي؟
كنتي غادي تحضر الأشياء قبل؟
كنعاون. شكرا.
ماشي مشكل، مللي توصل، سأل حد آخر، عفاك.
بغيت التمديد الرابع والعشرين، من فضلك.
هنا دولارين. احتفظ بالباقي.
واحد هامبورجر و واحد شيزبورجر، من فضلك.
كيفاش كتchargedي ل لپروسيسينڭ؟
كل واحد فينا بغا يخدّم رغيفو بفلوسو.
المكان كان على كرسي في اللوبي.
خلي تبديل هاد الين معا الليرات.
كنبغي قاموس صغير في جيب، من فضلك.
لشخصين في السابعة. الإسم واطانابي.
ساعتي. كانت سيكو ديجيتال.
غادي يكون لينا شرف نخدموك الشاي أو القهوة ديال اختيارك، متبوعا بالعشاء. دليل كامل ديال المشروبات اللي كينعطيوها فلهذا الرحلة ممكن تلقاوه فدليل المعلومات ديال مجلتنا.
كنتي ساكنة ف هاد البلاصة؟
فين المحل ديال الهدايا؟
أنا في الطريق السريع رقم واحد قرب خليج مورو.
نحب ساعة إيقاظ، من فضلك.
من جهة ثانية، اسمي هيروشي إييجيما.
هاد القطار وقف ف ليك فورست، مشي؟
أكتر اليابانيين كاياكل الحبار و الحوتة.
كندي جواز سفر درجتين تانيا ل شيكاغو، عفاك؟
مشيْت ل نيويورك.
أش نوّع الرّحلة؟
واحد ل نيويورك، من فضلك.
لمدة يومين أو ثلاثة.
التاني لليشمال.
هاد البطاقة، مزيان؟
هاد مكتب الاستقبال؟ في عيادة قريبة؟
عشرة دولارات كافية بالتاكسي؟
هاد طعم غريب.
إيوا، انتظر، غادي نجيبي واحد لك.
نص كاس، من فضلك.
لا حقيقي. غير شي رخيص.
كنتاش تبحث على حاجة؟
أربع ليال.
خايبني شوارب.
يمكنك تخفيض السعر لأن فيه بقع؟
رجل ضربني. من بعد داك لحقت بلي محفظتي ماشي معي.
ما عارفش إا كن لبست كافين لليامات ديال جولة د تلاتة اسابيع.
خير، كنعاو ن試و نبي شربي أبيض.
إذا سأل أحد عني، قول ليه غادي نكون في القهوة.
ممتن أني كان عندي ف جيب السترة ديالي الداخلي.
مشيت ناقلك اسم الحزب و رقم داكشي لي كاتصل بيه؟
واش النقلة الطيران غادي تديني فلوس لأشتري حاجات أساسية ليخصني؟
خاد ليا غرفة مع الحمام.
ما خرجش حاجة من الآلة؟
كنتي مخدّمة الطيارة نمرة تمنين و عشرين، لي طالت قبل خمسطاش دقيقة. مزيان. نقدر نرتبلك طيارة أخرى.
حَدَّكْشَعَبَطْ عَلي پاكيتي.
ما مشي حاجة. انت هنا على كل حال.
شركات طيران اليابان، رقم الرحلة واحد اثنان ثلاثة.
خادش نشتري شامبو.
ماتي نوصلو لمركز المدينة؟
فين أقرب جزار؟
كنّا بغينا نضل لاربع ليال من أول غشت.
اش نواع الورد ديال؟
خمسعشرة شتنبر هي يوم احترام المسنين.
ماكاينش صابون في غرفتي.
كاين شي ناقدر ناخده لهدا لبرص؟
ماشي مشكل، تقدر تغير الكلام للي قلتو دلوقا؟
أش هاد كيفاش غادي ياخد لوقت باش نطلب؟
كلّما سمعت أعلى شوية، عفاك؟
أش غادي يخلّي باش يخرج؟
وين المعلومة الرياضية؟
هاد الحجم هنا، اللي كيتسمى حجم عادي، كيفي.
فين غادي يخلص الجولة، واشنو؟
فين غادي نبدل القطار باش نوصل ل إدنبرة؟
كنبغي نديه ف صندوق الأمان.
فين ندير الصرف؟
اش يمكن نخلي حاجتنا، غير قيمة، في البوس؟
كن شك في هاد الشي اللي جاي فاتوري باش هو.
غادي ندير خمسين دولار.
دابا عارف شي كان غلطان.
هذا إيكيدا يتكلم. عندي حجز لطاولة في السادسة و النصف مساء. لكن أنا آسف هأجي متأخر بنص ساعة.
كيفاش غادي نلقى عطور بلا ضرايب؟ شنو عدد الأونصات اللي نقدر ناخدها بلا ضرايب؟
سياحة فقط.
زي ما بغيتي، علقهم من فضلك. كيف بغيتيها؟
كاينين مقاعد لليوم ليلة؟
خوا كبير واحد.
نباتت من الساعة سيتا و نصف.
أنا مصور حر.
الباعة ممكن يبدلو دولاراتك ب تيپس د الكازينو. نشدو؟
عندنا حوالي تلاتين نوع من زيوت الحمام.
غادي نلقاك ب النموذج الجديدة في الجملة الجاية.
شكرا. شنو الثمن ديال هاد الزناقي؟
خليتي نمشي. غادي ناتصل بك لاحقا.
خدني حمال ليل قابل للاستعمال مرة وحدة.
فين جاية هاد السمك د لفراشة؟
غادي تحولهم ل دولار، عفاك؟
ربنا مزيان. عندهم واحد ف نمرة أربعة ف دكان Ala Moana.
كاين ليموزين؟
ممكن نوصلك في الصباح ب خمسة و نصف غدا؟
نفضل غرفة هادية.
خادش مزيل لون الظفر.
خاد البطارية.
كاين فرقة موسيقية حية ولا دي جيه؟
هل يمكنني استئجار معدات الغوص؟
كنبغي نحجز غرفة لاربع ليال من 22 دجنبر.
هاد الشنطة مزيانة لجميع الطقس؟
خادش دونات، عفاك.
نحنا بغينا نكرا سيارة أوتوماتيكية لمدة يومين.
خسرت طيارة العشرين ل سان فرانسيسكو.
اشنو ل لمطار؟
هاد سيب. آش واقيلا؟
اشكا عُمْرُ بنتِك؟
واش غادي تقولي على بعض الفنادق الرخيصة والنضيفة؟
نقدر نحجز ليك غرفة مريحة في قصر قديم قريب من نادى غولف مشهور.
نوصي بيه لأنو مصنوع من مائة في المائة مكونات طبيعية.
قاطع القطار ف برايتون؟
واش كتقدر تقل لي فين نلقى تاكسي؟
تكتيتين من الدرجة التانية، من فضلك.
نحب أرسل فاكس.
كنبغي لي مكواة محمولة.
خادك على حاجة؟
يومي؟ خايف نسأل، ولكن شكون قصدك؟
خاين واحد لي يقدر يدير فيه الوثائق ديال الورقة العادية بلا ما يحتاج يلويها.
ايوا، بس مش قوي بزاف.
أنا عandid حسيبي ل القطط.
ايه، عليك يكون عندك رخصة السياقة و، إه، عليك يكون عندك رخصة من لجنة تاكسي و ليموزين.
روح قدام سيدي.
ما نقدرش نلقى ماء سخون.
خاينا نحجز غرفة ليله دابا.
لا، غيها الضريبة و الضريبة د الخدمات.
كنتي عايشة تروحي دابا معايا للمحلات هذا العشية؟
مرحبا، هادي ثوب في حقيقه جميل.
دابا، مكالمتك ممرّات. ارتاح و متكلم.
أش نوّع الباب؟
أش نو معهد تذكاري تقليدي لهاواي؟
كيفاش نوصل لهاد المكان بالمترو؟
خدني تجفيف بالشعر.
كينين جا غاديين بهاد الشكل؟
أنا جاي من النرويج.
من العاشرة لحد الثانيتاشر لو سمحت.
أكيد. خليني نشوف. كنت جروح بلكورال، عتقدر.
خلي بالك، عطيني رقم المسؤول.
كاين الطريق السريع؟
ليش ما جاش للحفلة دي البارح؟
حصل حادث سياق.
عذرا، غلطت في الرقم.
خليك دخل الرقم السري ديالك.
ما نقدر نضبط الصورة.
واحد برغر جبنة و عصير برتقال، من فضلك.
هنا جواز سفري.
أشكرك كثيرا.äh, ممكن نروح ل لفوق؟
كندي ناويين تيكيتين ل لموسيقى ل جاج اللي جاي في الجمعة اللي جاية؟
راكب آخر هناك قال يمكنه يبدل مقعده معاك.
نقدر نمدد فترة إقامتي؟
قول، كنت عارف حاجة فيها ما يقدّر يتشاف في هاد المنطقة؟
لا، نتا بغيت نستأجر نصف مجموعة ديال الكلوبات و زوج ديال الحذاء.
كيفاش غدي نافهم متى تلقاو الصندوق لي مفقود؟
اش نوڭة ديه ديال الحديقة الوطنية؟
عندي خدش
فين مكان مناسب للسياحة؟
خلي ناخد شويا فاكهة؟
اش يمكن ناكل الغدا دلوقا؟
خدي बदल هاد الدولارات.
خدي تاكسي. كن في ساوث مين و ليبيرتي.
أكيد، كنتي بحاجة لشيئ دائم؟
ماشي طماطم ولا خُضرة، ماشي تفاحة ولا دري
ناعطيك وصيفة. خذها لصيدلية.
نطير تلات مرات في الأسبوع، يوم التلات، الجمعة، و السبت.
غالي، لا؟
ايوا، عندنا هادشي. غادي نخدموه ليك.
هادشي ديال الحقيبة رايح ندير فيه شي حتى تلاتة؟
لا، بغيت نزور غير.
يمكنني احجز سيارة للإستئجار هنا؟
كنت أمريكاني؟
لهاد البلاصة، عفاك.
سيارتي وقفت.
فين الميك اب؟
كنّا نفضل ركن هادي، إن أمكن.
هاد التاكسي قاعد؟
هاد محطة سريع؟
اشنو ساعة نجي عندك؟
خادش كروكة صغيرة د لخمر لبيض.
آه... ممكن ناخد الطعام لاحق؟ مشي عارف نفسي حاليا.
حقيقي، عندي خبر. غادي نتجوز.
سروال آخر؟
مينفعني برنامج؟
خدوا غرفتي لبارح الليلة.
خليني شوف الحوت لي شفتُه اليوم ف لكتوبا د لصور، عفاك.
شوف التعليمات على غلاف الأكل المعبأ بالفراغ.
خاي ناقدي
خد محفظتي وراح.
ما عندك دروس تجريبية؟
فين نلقى طوابع البريد؟
أنا من بريطانيا الكبيرة.
غادي نتحقق من داك الشي مع مراتي.
نحب نرجع فلوسي على هاد الشي.
كاين مكتب التيليفون قبالة البنك داك.
غادي نجي ف التاسع من مارس و نخرج ف الرابع عشر.
هاد غالي شوي، ما تقولش؟
كاين عندك التيكيت؟
فين المحطة ديال الباص؟
خاد تشرب حلوى؟
كيتحكي؟
نفس الشيء لي، من فضلك.
أمرتي ماجاتش.
كاين بزاف د الحمامات السخونة.
خلي تبديل خمسين ألف ين ل دولار ميريكاني.
مزيان معايا. بصدق كنت بغيت نسمع شيشة.
فين نلقى سكيات و حزام؟
مابغيتيش مشروباتنا؟
ممكن تشدها لعنواني في اليابان بالبريد الدولي المجمّع؟
خادش كاس د لخمر الحمر.
باشر لو كان ملكك، سيدي. هه-هه، جازة صغيرة.
أكيد. شكون نشوفك؟
عندنا بيرة، ويسكي، كونьяك، جين، فودكا، ونبيذ.
بطاقة التعريف. اه، صح. بطاقة التاشيرة كافية؟
غرفتي رقمها ٣-٢٠-٦. ممكن تاخد غسيلتي؟
نشوف اذا كان واحد من هادوك كيصلح.
كندير عادي
خدني شويا جبنة مبشورة.
قادر ندير غسيل قميصي لغد الصباح؟
خليه يرجعلي التелефон؟
ليش باش؟
عفوا. فين فيه مكتبة قريبة من هنا؟
نعتقد أنك عملت غلطة. الغرفة كانت مدفوعة مسبقا. عندي إيصال.
الاوتوبوس فين جا.
خديتيني شريطين ديال الفيلم اللون، إيزو مية، ستين و سته صور، عفاك.
خاين ندير هاد الشيك ب 70 دولار.
خاين نشتري طوابع ل عشر بطاقات بريدية لمدينة اليابان، من فضلك.
كاين بنوك قريب من المحطة؟
خايف فيه غلط في الفاتورة.
هنا قدام.
واحد شيزبرغر للذهاب، من فضلك.
ما تقدرش تعمل تصميم من غير كمبيوتر دابا.
رجع.
في خلة هنا ف بلوزتي. كنت سألتك، ممكن تخرزها لي؟
أش هاد الخدمة ل مانشستر؟
كيفاش ندير باش نلقى كابل د الشحن؟
فين نلقى سجادة شاطئ؟
من بعد، عطيني حجز جديد.
خليني هاد اللحم الحمرة، ولا كتيف نّفس العرض ديالها.
غادي نجيو في السابعة.
منين شوف الأسعار هاداك اللي طاح، كيبان لي غريب ن買 شي حاجة في اليابان.
خدوا لي سجلاتي، نتا.
كونة آيس كريم فانيليا، من فضلك.
أنا موافق. خاص يصير طبيعي بزاف.
إحترس من الفجوة، إحترس من الفجوة، ثم بالقرب من الأبواب، من فضلك.
غادي بحاجة ل كارت دّيال الائتمان.
هنا الرقم.
قول لي على مكان حلو في هذا النهر، من فضلك.
خليك عطيني تقرير على الحادثة.
لا، شكراً في الحين.
خليك على الخط، سيدي ناكاجيما، السيدة سايتو ماشي كاتجاوب على المكالمة. كنتي حاب تدير ليها الرنة شويه؟
يمكن، ولكن غادي نوزنهم وحالهم.
بازة قليل نادر.
فين مكتب الاستلام ديال الأمتعة ديال الرحلة 703؟
حاجة مخلعة مع إقبالك.
هاد غادي يفسد؟
لا شكرا. أحسن ما نقدر ناخد غير حاجة.
قول لي شويا طرقات مريحة للبقالة.
هاد البوس كيروح لفندق هيلتون؟
دابا، هاد الشكل ديال اللوحة خاص غادي. كايديرها تسوروتارو كاتاوكا. عندو سمعة عالمية ك艺术ان.
عندي تقدير كبير للموسيقى الكلاسيكية.
ماشي مشكل، نديك عشا في واحد المرة؟
مزيان. شنو اسم حزبك و رقمو، عفاك.
عفوا، خليني نخرج من فضلك.
ممكن تقول لشي حد يتكلم اليابانية يجي؟
نزور أقاربنا بانتظام.
ميكي هياكاوا. هاذا الغرفة سابعة مية اثنين.
خايب نبقا هنا ليله، مشي؟ ممكن تساعدني احجز غرفة فندق؟
ماكاينش باش يطول. خمسطاش دقيقة على الأكثر.
كيفاش غادي تقول لي على الفلوس لي غادي ناخد عليهم هاد المكالمة؟
خلي بالك، ممكن تقول ليا إنّي مكلمت، عفاك؟ غادي نكلمها تاني بعدا.
كاين جولة الصباح؟
كتحول فلوس لبراني؟
ميزانياتنا حوالي خمسين دولار في المجموع لثلاثة أشخاص.
فين نلقى شريطة لفّ؟
كاين بير ياباني عندك؟
كنلبغي لي بزيمون صغير، من فضلك.
نحنا بغيت نسجل حقيبتي.
هادي ميس كاوازو في الغرفة سطاش واحد عشر.
مرحبا بيك
ما كاينينش.
أي واحد مهم ليك ل日本يين، يوم راس السنة أو يوم الميلاد؟
رقم مقعدك ثنتين وثلاثين أ. من بعد، روح مستقیم من هاد الصف. هو مقعد النافذة.
دقيقة وحدة، من فضلك.
كمل تقرير على اللي ضيعته.
ما كايفهمش الأمريكاني، نكلم إنڭليزية الملكة.
منذ البارح.
كيهمل التامين ديال الصدمات والتسؤولية.
خسرت طاقتي ديال الضمان.
كاينين عندك دبوزات في تصاميم جميلة؟
كانكدع من طابو عومومي في ميسي.
هادوا كبار بزاف.
أشحال التمن ديال الباركينج كلا ساعة؟
سيدي وسيدات، في رحلتنا اليوم، عندنا مضيفين طيران يتكلمون اليابانية و يمكن التعرف عليهم من خلال دبوس العلم اللي لابسين إياه. إذا كنت تعرف أي شخص يحتاج لمساعدة اللغة، رجاء أخبرنا.
كاين فترة معينة ديال الفن اللي كنعجبها؟
تفقدوها تاني.
روح مستقیم على طول النهر تقريبًا نصف ميل. غادي توصل للبارك.
لا، هما قويين بزاف.
خاي، غادي نرسلهوليك ل لاس فيغاس.
كنلبغي قميص ديال الركض.
كنتي بغيتي حاجة تشربها من البار؟
هاد الطريق عفاك. خذ هاد الليڤاتور.
خليك تطلع ف القطار ديال الثمنية و نصف.
كاين سينما قريب من هنا؟
دابا هو فصل الحبار، فهي غادي تكون طيبة.
كنبغي ساعة يدوية مستعملة.
غادي ن-checked في حولي تسع ليلًا.
كتير علاش. غادي نروح.
ماخدمتش خدمة غسيل الكلوت ديالك. غادي تشوف هاداك راح تاني؟
أنا بغيت شاي، من فضلك.
لا، مافيهش.
هادا اخر وقفة؟
نديه على التيليفون.
هاد حراق؟
وين نلقى أوتوبوس للسياحة؟
ايه، ناوح دير لمشاهد د لمدينة.
كاين بزاف د السياح حول البناية، اللي كيبدو لو انهم جمعو ليشوفو شنو كايدير.
شكرا على الضيافة.
الصّدق هو أفضَل سياسَة.
قدي سحابني ف السادسة، عفاك؟
كيفاش غادي يكون الثمن ل نصف يوم؟
أنا كنجي.
اش هاد المكان ليه في شيكاغو؟
خير، إذا إنتما مصرون، غادي نمشي معاكوم.
هاداك بدلوه بآخر من نفس النوع، عفاك؟
بغيت نحجز لالساعة تلاتة ونص العصر
صندوق الأمان، من فضلك.
خد نبيذ مناسب.
كنبغي شي صغير.
اش دابا غادي ندير فلوس على البوطاجاز؟
حارم. دربو.
كنطوّروا على أصحابنا يجيّو.
خليك معاك شويه دراهم صغار.
كيفاش دايم ضيق، من فضلك.
هي صغيرة و جميلة.
أش نو عروض لؤبرا دابا؟
مقلي، من فضلك.
ما جاوبتش غسيلتي ليا بعدا.
من غير ما ننسى، مشغولش هاد السبت الجاي؟
خير، باش، ممكن نكونو علاقة مزيانة بيناتنا.
خداتني بحال لي ماشي عندي والو.
فهمت. وكمان، ممكن تساعدني مع مشكل أخر؟
كاين khảصة ديال لوصفة في هاد النظارات د الشمس؟
راني غادي ناخد جوج من هادشي.
كلاب حلوة. شنو نوعهم؟
خسرت شوكي. جيبلي واحد آخر.
كان هادشي ممتع.
أكيد. امشي مستقیم و دري لليمين ف الزاوية التالتة. غادي تجيبها على يمينك.
كاين فيلم للصور الملونة؟
كنتي عارفة كاثي؟ هي ديما عيد ميلادها.
كاين عندك طابلو د لوان؟
كيفاش ندير دفع بمشروع سياحي؟
لا، هو، راجل، كيفاش نعرف هادي الحقيقية؟
هل يمكنني الحصول عليه بدون ضرائب؟
ما نقدر نشيل حقيبة ديالو تحت الكرسي. ممكن تحفظها لي، عفاك؟
خليك ضع هاد الصندوق في الترانك؟
نغادي خرج دلوقا، هاديك ناخدها.
خلي واحد يجي ياخد شنيتي في السادسة ونص.
خاطري خريطة د سان فرانسيسكو و لمنطقة لي حواليه.
أي نوع من الخبز عندك؟
وين لأسانسير؟
كاين حد كيقرا البيانو؟
فين غادي نزل علاش نمشي ل إمباير ستيت بيلدينغ؟
البوطيقا تقدر بأقل من ألف دولار.
شكرا، ولكن ما زلت ما عنديش وقت لأقعد ليلتين. ممكن تحجز لي غرفة توين في ذلك الفندق لليلة من 12 مارس فقط؟
يمكنني أحجز غرفة مزدوجة مطلة على المحيط؟
ما quyếtينا حتى هاداك الشيء.
صاحبي طربات و عوجل كعبو.
غادي نجرّب شربات.
كاين مطعم تايلندي قريب؟
قريب من البناية للي طويلة. هاداك، رجع من نفس الطريق للي جيت منو حتى ضوار اللو. من بعد، دري لليسار.
خاينا ناخد طيارة لفاس لوس أنجلوس بكرا الصبح مبكر.
من بعد نقدر نوصيك بثقة في "جولة مدينة سان فرانسيسكو". هادي تخليك تعرف شكل سان فرانسيسكو.
خاي ناخد التأمين.
خلي نطبق كمادة باردة علا الجروح باش نهدّ لليها الوجع.
ختا بغا تشري فستان.
كيفاش غادي يكون التاكسي ل لفندق هاد؟
فين الحمام؟
كيهدرش حاجة باش ندخل لهاد لمبنى؟
خدها على راحتك
كنلبغي شي حاجة ملكية.
الشباك مقفل.
فين هو على أي جنب من ساحة الاتحاد؟
نص درهم من شانيل رقم خمس، من فضلك.
أش دا القهوة؟
خدي تيكيت؟
علاش كيتحسب الفلوس ديال الخدمة؟
أش حال من هنا؟
كريم و سكر؟
كاينين تخفيضات للاعضاء؟
كاين قطار سريع جد في التاسعة والنصف؟
خليتي نتحقق من سائل الفرامل والمحرك. المحرك ديالك كيبان لي غادي يطفى.
ما كانش غلطي.
ماكاينش كهرباء.
غادي نبلّي البوليس.
كولشي غادي يخدّم ماشي؟
من ثلاثين ل خمسين دولار في الليلة.
خليها تصحح هادشي.
فِي أَيّام رأس السنة. وَ فِي المُناسبات الخصوصية مِثل حَفلات الزفاف، وَ مراسم تَقديم الجوائز أَو الجنازات.
خليطة ماسترد إضافية، من فضلك.
ليش مكتعطيشها هدية؟
أي فيلم توصي به؟
هادي عشرين درهم و خذ لي عشرين درهم كاش أو خذ لي دولارين بالمال، عفاك.
خداتني من جنب.
نقدر نجي عندك في الساعتين.
هاد هو الشنادة من الطيران جال صفر واحد؟
هادي أول مرة نروح لباريس.
كيفاش تقدر تقدر التمن قبل ما تبدا الشغل؟
دخول، من فضلك.
رّحلتنا د الرّحال غادي تكون ممتعة بزاف.
فين نركب الباطو؟
ما عندي كيس لهداك المبلغ هديه في هاد الكيس البلاستيكي الكبير.
كنحب لعبة التينيس.
كاين عصير الأناناس و البرتقال و الطماطم.
جانب الشمال ديك الطابق، قريب من الدرج الآلي.
أش نواع ملعب ف القاعة د لموسيقى لهاد النهار؟
مش عاجبك تشوف فيلم آخر؟
خلي تبديل هاد الشيك ديال السفر بالفلوس.
نحنا بغينا نفس الكورس غدا، من فضلك.
يمكنني ربما إعطائك جوابا أفضل بعد عدة عروض.
خايج هدية لذكرياش.
أي مسرحيات موسيقية مشهورة دلوقا؟
عندك مراية؟
عفوا، لقد ضيعت طريقي. ممكن تساعدني؟
هادي غادي ناخده، من فضلك.
ما تقدر تجيبي النوارس لكانادا.
ماشاء الله طبخت مراتك عجبة.
خد مساعدة؟
خليك تحجز لي تاكسي غدا الصبح لستة، عفاك؟
أش نوّي مع الطّعام اللي غادي تاكل؟
كاين بوتيك قريب هنا؟
هاد البلاصة ممتلئة بالناس، ولا؟
أسف. غادي يكونو جاهزين في غضون خمس دقايق.
خدت صوج في رقبتي و أنا ناعس.
ماشي مشكل. ممكن نشوف جواز سفرك؟
ما عندي فلوس.
اشنو الساعة غادي نكون فالمحطة؟
كاين بزاف د المطاعم هنا.
قريب من غرفة الملابس.
كان الحديث معك جميلا.
كاين جولة ف البعد الظهر؟
أنا مع أصحابي.
مزيان جيت نغيب. شكرا.
الشط هي تحت هادشي. آش حلو منظر.
شكراً على الانتظار، السيدة مكغاير. هاهو. إنتي متلقي، عفاك.
عندك بطاقة تعريف؟
سبعة، من فضلك.
بغيت نرسل هادشي ليكونسيري.ASHناه غادي يكون جاهز؟
عندي سراويل مقطّعة.
نعم. شحنة شخص آخر كانت تسلمت لغرفتي دلوقا. غادي تشوفها، من فضلك؟
اشي عطيني تفصيل اكتر؟
كنتي ناعسة مزيان؟
كتحط زر التصوير؟
مفتاحين، من فضلك
خاد اللومب.
كاين ف نهاية د اللوبي.
خادش ورقة لكتابة.
كنّا غادين بالاوتوبوس؟
قولك غادي تروح لطوكيو غدا؟
خليني ندي حتى تمنايا د العشية.
عندك نقل لي أيه دابليو واحد صفر صفر. ممكن؟
كيفاش اللعبة دي معاك دابا؟
حسيت بزاف ديال التكدّس فالصدر.
ماشي مشكل. إذا جيت في الخامس من شتنبر، يمكنك تستمتع بمسرح فيلم علمي لأن عندنا يوم مفتوح خاص في أول جمعة من كل شهر.
كاين غير هاد الجولة؟
مزيان، خصم خمسة في المية. هو كويس؟
راح نرو لباريس.
مش آخر موديل، ها؟
موجودة لثامنة و نصف ليلا بالوقت المحلي.
خد ها البنا معانا، عفاك.
خايب. غادي ناخد صحن معسول و كرسة د الرز.
كيفاش هادشي كيبان؟
خايف نشوف هاداك لي ف الطارقة، عفاك.
ماشي. كنّا في عطلة. رافض نقعد في غرفة فندق ونشوف البيسبول في التلفزيون. كنبغي نمشي نشوف مسرحية.
نقدر نلمسها؟
ماشي تقدر تجي هنا لتصلحها؟
خاد شويا ديال ليف اصطناعي.
اسمي طارو تاناكا. عندي حجز.
كنبغي كريم التنظيف.
كنلبغي جاكيت مع يدين طويلين.
خدوا مني شكارة.
طرقنا كتلاقي كتير، مشي؟
اشوف القايمة مرة أخرى؟
بازين مازالين شوية خضرة.
كَم؟
فراولة، من فضلك.
جبل فوجي هو أعلى قمة في اليابان بثلاثة آلاف وسبع مئة وستة وسبعين متر.
لا، مازال. كاين بزاف ديال لخيار.
خادش كريم ليل.
كاين بين الخبز و لمحلب
تقدر تقصر الكم؟
خايف ماكينش فيه ميدان د لجولف قريب هنا.
خليك عطيني الخاتم التاني من اللي على الشمال؟
ممكن تسأله ياتصل بي؟
جربت ندير مكالمة دولية. واش خرجت؟
هادشي غلط.
إيوا، هو كدلك. حيت كتاشوف الفлаг قدام مكتب البريد.
غادي ترسل ليهم بالتأكيد، صح؟
خاي ندير مكالمة بالتيليفون باستخدام بطاقة الائتمان.
بغيت لي نروح.
ماشي تا يجي، غادي نديرو ليك شحن لعنوان ديالك.
ديما كيخدم ف الكومبيوتر ف الشغل.
آه، اوكيه. فهمت. غادي نجي لدارك.
لا، هادي كفى.
ماشي مشكل، عطيني بطانية و مخدة؟
تجي هنا بأسرع ما يمكن، من فضلك؟
كاس قهوة، من فضلك.
كنлабس كارتات لي典 هاوايي.
يمكنك تضييق الوسط بثلاثة سنتيمترات؟
أنا نفس العمر.
غادي تجيبيلي قهوة؟
ثلاثمائة وخمسين دولار؟ هاداك فوق ميزانيتي.
خلينا نديرو هادشي بالتصويت؟ لو لا، أنا نظننا وصلنا لاستنتاج، وهو غادي نرسله للمجلس الإداري ديالنا غد الصباح.
واش عارف إمكانية وجود أوتيلات رخيصة؟
صباح النور. خديت نوم كير؟
أش نووي داري بعد ما تكمل الدراسة؟
خدوا مني حقيبة ظهري في الشارع.
كنتو عندك خدمة أخرى غير الفطور دابا؟
كنة قهوة بيضة، من فضلك.
اوكي. الفندق شيراتون قريب من هاد المكان؟
ماتكونش متعبيش بزاف.
نحنا بغينا نكرا سيارة من هاد الفئة لمدة يومين.
غادي ناخد شوت من جاك دانيال.
خدني كيس ديال بوب كورن، عفاك.
خسرت عود التزحلق.
ماكيناش نديرو هديا ل الجلسة. بلا ما الضيوف يجيبوا الفلوس.
نحب نرسله بالبريد البحري.
طّائرا مشا لمرة لّخرة بسباب تّلج كتير.
شحن، من فضلك.
خليك تقول ليهم حاجة من عندي، عفاك؟
أسف، ما فهمتش. ممكن تتكلم بزاف شويه، عفاك؟
اش ندير ليك؟
مشيتخد صور؟
من مية
رقم الطيارة هو إتش بي تمانين وتسعين لطوكيو في الحادي عشر من مارس.
نقدر ناخد نفس الطبق ديال هاداك؟
كاين عندك آخر؟
خدني الفطور لغرفتي ف السابعة د الصباح غدا.
بقا شخص الصيانة غادي يجي فالتاني.
أنا آسف. غادي نرجع لاحقا.
كيفاش ناخدها؟
كاينين مكانات خاوية فالتور ديال الخميس؟
عفوا، ممكن ندير شويه؟
كاين عندك نباتات و فاكهة؟
قوليلي كيفاش نملئ فورما ديال النزول من الطائرة؟
كانقول سيارتي قيمة ديالها حوالي خمس ألف دولار.
هاد لاكل قليل دلكالوري؟
أي أوتوبوس غادي ناخد باش نروح للمحطة؟
ايوا، هو كدلك. ولكن خاصك تدير لشمال عند الضوء الأحمر التالت وتبقا في هاد الشارع حتى ما توصل لطريق سيتين و سيتة.
خاديني كاس ماء عشان ناخد دوا، عفاك.
كنلي ممتنة لو دارتني ف servis و خديني للشاطئ.
أنا آسف. عندك الرقم الخاطئ. هادي Tankyusha Press.
خراτζين.
أش نواع الموسيقى هادي؟
خد هاد السيروب ل ولادك، قياس واحد، من بعد كل وجة.
هاد النوع متوفر ف 28 ، 31 و 35 سنتيمتر ديال القياس.
واه كثير هادشي
ماشي مشكل أستعمل تيليفونك؟
هاد رايح بزاف أحلا. شنو غالي؟
نحنا بغيت نؤكد تاني رحلتي لشيكاغو في السبعة عشر.
كلت شوي كثر من اللي مينعس.
اش يمكن نكلم السيدة براون؟
هدا الدار كيبان لي راحو عيش فيه مريح، ولا لا؟
بغيت نحجز مقعد ف طيارة نورث وست إيرلاينز رقم 086 ل لخامس.
مالي، جوازي و أشيائي الشخصية الأخرى.
اشنو ساعة تغلق؟
استنا دقيقة. ممكن نسيتهوم ف الحمام.
هادشي لي كنت غادي نقول.
ايه، نعم هكذا نعتقد.
دارك كبير. شحال غرف؟
كنعجنا بالعشا.
فهمت، ولكن ماشي قاد نقولها.
آه نعم من فضلك. باقي نesper نيت ما يمرضوش بمرض البحر.
ل طوكيو، عفاك.
أش غادي نوصلو؟
نيت غادي بكرا مبكر، فهاديك غادي دفع دلوقا.
شيري جاف، من فضلك.
مقعد مش مودخن، من فضلك.
مشغول دابا.
خوا خاريجي كيقدرو يقراو كتوب ف المكتبة هاديك؟
ممكن نقعد في غرفتي حتى الساعة ثنين؟
هَهَه. صباح الخير في وقتك. مزيان.
خدي شوية د ASA ديال الفيلم لهاد الكاميرا، عفاك.
فين لوحات مونيه؟
هاد البيتزا طيبة. من صنعها؟
شكلة هاد الشي كيفاش طعمو؟
كمان غاليين.
اشنو وقت غادي يخرج القطار لي جا إلى بوسطن؟
بغيت نتعلم الجولف.
خليك عطيني شربة أخرى.
اش رايق سيرفر.
خايف السواعد قصار بزاف.
كيفاش ندير البطاقة ديال الپيترول؟
اش هاد الفندق فيه غداء الصباح؟
هاد كلشي؟
هادي في هاد الطريق.
بدا العداد.
غرفتي كثيرة البرودة.
نرجع ليك لما نقدر نكون أقل مشغولين.
كبار من هاد؟
حسيت بلي مزيان.
كنتي عارف الجغرافيا دญابون؟
خلي показي فين جاي في خريطة هادي.
مية في المية قطن.
بغيت نبدل لغرفة لي عندها景ة على البحر. كاينش مصاريف إضافية؟
كيفاش غادي يكون لبيع نصف يوم ديال اللوحة؟
نوفمبر عشر
خاد شريطة الكاتب.
زيحلاو بزاف.
اشنو وقت ناخدو لجو؟
كيف دير لسواق إنه عطاك تخرج؟
أربعة وعشرون دولار. كنتي بغيتي أكتر؟
خدت الحجز في طوكيو من شهر.
شكراً من القلب.
اش نخرج هنا ل روكفلر سينتر؟
خد الحجم ديال حذيتي.
زويحش.
خليك معايا برا؟
نضّف هاد الڭندورة.
خاي نكرا قارب موتوري.
فين قسم النساء؟
قهوة ماشي فيها؟
اش فين كان قبل؟
لَعنة. لَعنة. لَعنة. لَعنة. عودت نفسي على وجهها.
اش دابا ندير الفلوس الزيادة لما نْدخَل لمبنى؟
مرحبا، حزبك على الخط. تابع من فضلك.
جروحي كيتألم.
فين المحطة؟
عندي البرودة.
تلاتة أيام.
عبر الجسر هناك، و هادي غادي تلقى المكتبة من لجانب للي على شمال.
خليك معايا عطيني دليل كيهدر اليابانية.
ما بغيت واحد كبير.
غادي يكون فيه تأخير صغير.
اش نوضو بين هاد الفنادق؟
خسرت محطتي.
كان رائع. شكرا.
راح نكون هناك حوالي السادسة مسا
كاين شي طويل شوي؟
تاريخ الانتهاء هو مارس تسعة وتسعون وتسعمئة.
كيفاش كان؟
كاينين كازينوات جيدة؟
هادي الفلوس ديال القلم. مية دولار.
وين قسم النساء؟
فين نركب الباطو؟
صاحبي مجروح.
نتي مزيانة.
هاد المحل غادي يفتح غدا؟
كولشي لتحت في لکوريدور.
خليك طيّب، قصلي الشوارب؟
هاداك جاي مع بار السلطة و اختيار بين البطاطا المخبوزة أو بطاطس مقلية.
فين نلقى الحشيش؟
ما نقدر نبيع هادشي من غير وصفة طبية.
كيفاش ندير حجز خمس مقاعد جنب بعض في نفس الصف؟
خليك عاونني بحبل سحب، عفاك؟
أي سيارة كيطة خدامة أكتر؟
ما غادي تاخدش خصم حتى لو جهدت بزاف.
افتح هاد الشنطة، عفاك. شنو عندك فهاد؟
خاي ندي خط طويل ل فندق هيلتون في بوسطن.
اش هاد السيّدات كيقبلو بذالك؟
خد بالك، السقف طويل بزاف.
ما قادرش نشوف الشاشة من هنا بزاف. يمكن نبدل المقاعد شوية؟
زرت البحيرات الكبار للمرة اللولة.
حاجة ماشي مع هاد الماكينة ديال البيع الآلي.
خادش دكتور
اش هادي كتير ماشية ف بريطانيا؟
خادع للي كيهوا الفن المتقدم بحالك غادي ي享ى من اللوحات الهاپي و سسينة لموسيقى لشوارع.
اشنو الساعة؟
ناخد هوت دوج و كوكا.
هادا هو المشغل لبرا
كاين دار أبيض، صح؟ قدام ديك الدار.
من واش؟
ما عندي والو ماعلنوش.
اش نو؟ كتحسب الضريبة لما كيكون عندك أكتر من تلاتة د لفلاقي د الخمر؟
صاحبي مريض بزاف. ممكن تقول لطبيب يجي، عفاك؟
ما عارفش بزاف على لخمر. شنو للي خير لهدا الطبق؟
ممكن تقولي صباح على الفجر، من فضلك؟
في محطة بنزين على بعد كتير من هنا.
ناس اليابان ماخدامينش إجازات طويلة.
حسيت بلي كايديروني. هاداك شي نادر باش نلقى واحد ياباني؟
لا بالطبع. ليش كتقول لو؟
اشنو طريق دخلة لمكتب البريد المركزي؟
فين مكتب باص جرايهاوند في هاد المدينة؟
مشي مكلفين مطاعم اليابانية في كيوتو؟
نعتقد إنها شويعة ليا.
عندنا غرفة توأم مع حمام ب 85 دولار.
خاين价 ديال لكتоба.
كايفرح بزاف هاد السنة، ولا كايفرحش لدرجة ما كايحلا لبرد.
فين نقدر نشري تيكت د لميترو؟
غادي نلقى مقاعد كلاس أعمال، صح؟
اشنو غادي يكون الخدم ديال تاكسي من هاد الفندق ل لمحطة؟
خدي هاد و هاد، عفاك
قول كاين اليابان بلاد غنية بزاف.
كاينين غرف مجانية في عربية النوم؟
يمكنك تخفيض السعر إلى عشرين دولار، من فضلك؟
هديا لصاحب.
الثلج كايخلي الطريق زلق.
ما لقيتش كاميرتي.
غادي نعمل جواجب حام من ساندويتشات الحام.
عندك حاجة تدير؟
شفت قميص أزرق؟ نيتو علا هاد الكرسي.
فيه دكان وردات قبالة الشارع.
أنا من طوكيو.
خاد شويا كريم ريفلون لينحاف الشعر.
عندي حاجات ل كي نغسل.
خديتو من زمان.
مومكن تبعث ليا حامول لݣرفة فالسادسة صباحا؟
نخدم شوكولات سخون.
نقدر نديرو خدمت تنظيف الغرف ديالكم.
خاص، من فضلك.
كيفاش غادي نوصل لفندق سي؟
خدي تيكيت كتير؟
خليتي طاولة لجوج ناس الساعة سبعة، من فضلك.
خادش كريم ليل.
كتحطوها غطاء وكالة؟
ربعة و ربع على تلاتة.
غادي نخطط لإرسال الفواتير ديال الحاجيات اليومية ديالي، فهاد السياق عطيني العنوان و اسم المسؤول.
خايب علينا نطقو بالإنجليزية بطلاقة.
كاينين هادشي بحال هاد الديزاين مع كعب أعلى؟
كنلبغي سترة لولد عندو عشر سنين.
خدوني لعبور أبي رود، عفاك.
شكرا. أهلًا، شكرا على الانتظار.
ممتن كاع أنني عندي حجز.
غادي نرسلهولك، عطيني انتظر هنا.
كنحنا هنا ليوم.
عندي صداع خفيف.
كان الاكل عندي مزيان بزاف.
لا، رجاء اقعد و انتظر. غادي نرجع فورا.
اشوف السيارة؟
ممكن تقول لي خريطة، من فضلك؟
خليك في غرفتك حتى يجيك الطبيب، سيدي.
كاني ضربت ف شاطئ وايمانالو. جي بزاف عجلة.
أش حال مية دولار؟
خاين هاداك مزيّن.
بغيت نتقدم بطلب لإعادة الإصدار.
الحكومة دعمات ترويج الصناعات.
Huwa akbar min khamsin sana, ana zun.
أيّ هو العمر الأدنى لممارسة هذا؟
كاين خريطة بسيطة لمدينة؟
إذا كان ممكنًا، أفضل ألا أخلع السن.
العدد واحد بالون، ضربتين.
اشنو ساعة غادي يوصل القطار ل سان دييغو، عفاك؟
خايف نشوف صندوقك.
خاد شامبو.
كنبقا في فندق هيلتون.
حسيت بلي غادي نمشي لبرا و عندي دوار.
لكن عندي موعد معاها في الساعتين.
هاد السيارة كتروح لإدنبرة؟
ايوا، من فضلك املأ هذا الاستمارة.
كيفاش غادي تحسب ليا على الوزن الزايد؟
اسمي كيمورا. نتا بغيت لغي حجزي ليوم الجمعة.
أنا آسف. في مشكلة وقرنا نشغلها. كنتي طالبة شوية، تقريبا 30 دقيقة؟
أي ساعة ممكن نخرج؟
فهمت.
غادي نطLOB لشخص.
خليك تقدر تحسب الفاتورة دلوقا؟
السيارة جاتني من الجانب ف الالتقاط.
هادي صندوق موسيقى.
فين الحومة؟
كاين دوزي ديال لمدينة؟
أش نو عادين؟
مزيان، سيدي. ف الوسط يمكن نخدمك ب مركوري سابل. هاداك زين؟
عطيت عضلة بليت.
لكن عليك وعدني بركب الكورة، مشي أنا. حسنا؟
أشنو باقي؟
ماشي مشكل، ممكن ن 借 لي شوي د الليان؟
اشنو نوع د الجلد اللي مصنوع منه هاد الحقيبة؟
ماكنش نفكر هاد السكين نضيف. ممكن تجيبلي واحد آخر؟
اشتريت هادشي دلعوض، ولا غادي تبديله بذاك؟
بصراحة، ماوافقش على هاد الشي.
هاد هو الطريق لالمحطة الوسطى؟
قارب مع دليل، من فضلك.
خاد نشتري بدلة ملونة غامقة ليا.
هاد المظلة غادي تخدم فاشيطة.
خليتي كل الحقائب في الوردوب؟
خليك عرفني جواز سفرك.
كاينين مكان لي يقبل الغسيل نهار اللحد؟
جوج شيزبرجر، من فضلك.
أي أوتوبوس روح ميامي؟
ما كينش حاجة سميتها باكشيش.
تقدر تشوف واحد في قاعة كارنيجي.
ما عندي شهادة.
أش نو خاصية الدار؟
خاي نحدد موعد مع الطبيب.
كن شايف اذا في طاولة قريبة من الشباك لليوم في الساعة سبعة مسا.
ما مشكلش أجي لدارك؟
باز لينا حاجة نطوروها.
فين المترو؟
كاينها بأحجام أصغر؟
فين نلقى الأسبرين؟
هادي أسفل؟
خليك عطيني باص لمدة أسبوع.
هذا زملائي.
اشنو نوع ديال الغاز كاين؟ بريميوم، عادي، و بدون رصاص؟
هادو واحد.
كانقربلي رشحة.
مغلق يوم الإتنين، ولكن يوم آخر يجب يكون كويس. نعتقد إنه مفتوح من التاسعة ل الخمس.
حسا مشوي مع صلصة خاصة فوق صحن من الأرز.
خلينا نحتفل قال و زربني لبار. قال غادي يدي تلفون و ماشي و ما رجعش و انا قاعد مع فاتورة كبيرة.
اش حاد كيغالون؟
كان عندي جواز السفر و بطاقة الائتمان في حقيبتي.
الحجوزات الساعة سبعة، باسم مانو.
ما كتاشربي شاي؟
اش نوّي تقول لي فين لقنصليا د لياپان؟
كاين دكتور ف الفندق ولا دكتور على اتصال؟
Huwa kaysiru l-baʿṭa fī ṭariq Bond.
ورقة نݣليزية، عفاك.
كاينين مكان كي لعب موسيقى كونتري؟
خايف نتحقق من قيمتي.
واش كاين خرا من لصوف؟
كيفاش غادي يكون الفلوس للورقة؟
خليك، اضغط تسع و صفر و واحد و واحد، من بعد كود لبلاد و رقم التلفون.
خليتي دييت كوك؟
نقدر نطلب شي؟
كنّا عندنا مشوار حلو. شكرا.
عفوا. ممكن ندير شويه؟
العدد الكلي ديال سكان اليابان تقريبا مية وثلثين مليون.
خاد نشتري بريصا.
نعم، و نبدل الشحنة.
جيب معاه مية دولار و بطاقتين دائنيتين.
الماء سخون بزاف.
أنت هنا.
قنينة قهوة، من فضلك.
مستحيل تقريبا.
باطا كيطربلي بعد ما ناكل.
واحد المكان حلو جداً.
ممكن يكون عندو فقصة هوائية.
خد القرار؟
إذا بغيتي، نقدر نستانا هنا.
خسرت أثر بريد مسجل.
ما تقدرش تغيير شغلك بسهولة.
أش نو محطة الجاية؟
مزيان، ولكن مش للدرجات. كثر الحر اليوم.
خليك هنا، وانتقل للاوتوبيس نمرة سيتة.
خدي الطيارة ديال العاشرة الصبح.
باقي عندي غثيان.
ما بغيت والو كبير.
شيك، من فضلك.
كيفاش غادي يكون ثمن الفطر الطازج؟
شحن، من فضلك. واش كتاخد فيزا؟
الْيُوْم غادي نروح نشوف شكلة تاون الچيني.
إتنين ميتين تيسعة وتلاتين سيتة سبعة صفر صفر.
نحب نخرج لي سناني.
كنبغي لي كيس د لكوزميتيك.
كنشوف شحال غادي ندير ليه من البخشيش.
فين نلقى "ال幽灵 ديال لؤبرا"?
خاي نختار هدايا لصحابي. ممكن تقدر تساعدني؟
بطييي, من فضلك.
أش نوّع راسل الفاكس الدولي ديالك في الشهر؟
مقلية من الجانبين، من فضلك.
خاي، هادشي واضح بزاف. نتوما جيبولي لايصياتكم و سجلاتكم. و ولدي، خايف نضطر نعمللك تحليل للهواة.
غادي يكون جاهز بعد غدوا العشية.
هاد مصنوع من القطن؟
عندي دواي ديالي.
أش نوّن شوف فداك التور؟
ايوا، في شربة واحدة كالاقصى الادنى.
كيفاش غادي يكون ليا ف يوم؟
هاد البوس كيوقف قرب الفندق؟
كنبغي شي دي سي دي.
كاينين طيارات جال و أنا لي خرjin في العاشرة و خمس و خمسين. لكن، للأسف، الطيارات الجوج ممتلين.
كايبان لي جيدا.
خلينا طاولة لخمسة؟
مابغاش تفهم الإنجليزية تا حاجة.
خليك داكش شيك ديال لمسافر.
يمكنك تعالجها من التاسعة صباحا حتى حوالي الثالثة؟
كيفاش غادي يكون الخدمة ديال البريد الجوي لليابان؟
مغلق خارج. ممكن تفك قفل بابي، عفاك.
أي جولة هي الأفضل لمشاهدة الأماكن الأكثر شهرة؟
كاينش مضيفة طيران كاتهدر اليابانية؟
كيفاش غادي ندير باش نجيب شنو عدد د الأكياس لي غادي نديرها ف الطيارة؟
لا، سيدي. بعد الظهر مليء اليوم. غدا ممكن.
غادي نسأل البواب على العبار اللي حقة.
أنا آسف حقاً.
كنعقدو حزب لجمعة ليل. ليش ما تاتي معانا؟
مزيان، غرفتك رقم تيسا، السيدة. هاد مفتاحك.
خايبة بزاف غادي نكون لنا عندنا وصول للخام اللي بغينا لبرنامج.
عفواً سيدي الشرطي؟
هاد القطار مشي مباشر ل إدنبرة؟
هاد شي داخل الحد المخزني؟
خد حاجتي الغالية من فضلك.
كيفاش كيتحشد لجولات؟
خاين نشتري هدايا. في مخزن مناسب قريب من هنا؟
لوقتاش كايفتح؟
خارج دلوقا.
مايومي، ممكن تشوف هاد الورقة وتوقيعها بسميك؟
هادي واحد ليك سيدي.
ما عنديش حقيبة للشحن.
ماشي، خذ وقتك.
كن هنا باش نخدم في مهمة إعلامية.
كاين فيلمات صيف؟
اشنو وقت القطار الجاي ل واشنطن دي سي؟
الطوال في الموضة دلوقا.
غادي نرجع لليابان الغد الجاي نهاية الأسبوع.
خليتي नकشة د الخارطة د المترو؟
كاينين شويه د الروح؟
قادر تقدر تبديله بلي جديد؟
شخصين
فين ناخد شياي؟
ماشي عارف نحس بذاتي. ممكن نضبط الكرسي ديالي؟
حادية عشر واربعين دقيقة صباحا
ممكن تقول لي على مطعم مشهور عند الشباب؟
سيارته كانت كاتجري بسرعة كبيرة.
ماشي ندير رسالة؟ كاندو علاش نؤكد موعد مع سي إبرت الجاي عشيية الاربعاء فالساعة حادية عشر صباحا.
كيفاش تقدر تشرح مرضك بالإنجليزية؟
يمكنك إرسال تاكسي إلى مدخل وستمنستر مول الرئيسي؟
كيفاش غادي نبدل القطار فين نروح؟
هاد صحيح؟ نديرตรวจبة. آه، آسفة بزاف، السيدة تاكانو. هادي غلطة ديالنا. هاد الفاتورة الجديدة ديالك. تقدري توقعي هنا، عفاك؟
خمس دولارات راجع، من فضلك.
البانيو ماشي باغي يغلق كولشي.
هادي غير علامة شكر منّي.
غادي تملا هاد الاستمارة؟
أش نوحد هاد النماذج البلاستيكية؟
أي ماركات عندك؟
الكعب عالي بزاف علىّ.
مغلق برا من غرفتي.
كيفاش دازت فباريس؟
مين فضلك عندي طوابع بريد لثلاث بطاقات بريد جوي لموريسيا؟ لا، لموريسيا لا، لم يابان؟ (No, not Mauritania, to Japan) مين فضلك عندي طوابع بريد لثلاث بطاقات بريد جوي ليابان؟
كتّابو غوروخ.
كنتي عايشة تشربي حاجة؟
درّب هنا.
خليها تلغرام عاجل، عفاك.
بحسب تقرير الطقس، غادي يثلج غدا.
كنبدو كورة.
أكيد. غادي نعمل هاكا بكل سرور.
هي، كوميك ماليزي. غادي نشري واحد نديرو معايا لدار باش نbegin نكون حجة للحوار.
طريق النجاح هو "Jinmyaku"، صح؟
غادي نوصل لفندق ديالك حوالي التاسعة دليل.
عندي حوالي ألفين وخمسمئة دولار بالين الياباني.
ايوا، كنعرفو. غادي نوريك شي حاجة.
خديني حبوب نوم.
غادي نكون هنا حتى التاسع. نطما أنك تحبس المجرم بأقرب وقت ممكن.
ممتن كاين المجرم قريب.
عشرة طوابع من فضلك
عندي حلق ملتهب.
خدي شي هدايا من نيويورك.
خارج، ممكن تبعث ليا بورتيه؟
ساعة دي قفلت.
واه كداب؟ كيفاش كتجيبها؟
كنفتح في التاسعة صباحا.
كنبغي كتاب للتصبيب.
نعتقد إنني أشعر بدوار الجو.
اش ندير غير نمشي لبنك ياباني؟
خليك تبديل الفلوس عند البنك.
كاين وقت كafi للخروج؟
زوجك واحد من أحسن العملاء ديالنا.
كاين طبيب أسنان مزيان عندك؟
أوه. خليك دير بلاغ للقنصلية فورا.
مزجج مش كيحزز.
كنتي حابب طاولة ف الرستوران الراسي ولا ف غرفة خاصة، سيدي؟
عدد كبير من الناس كايمشيو للبلاج durante الفصل.
ناوع حوالي مية وخمسين رطل.
فين نتحول؟
وين مكتب المفقودات؟
كاين باص يروح ليك 直؟
خدي علاج خاص؟
غادي تكون فلوس كاش ولا بالكريدي؟
نقتلو لهداك الدار من سنين خلاو عام.
أش هاد الوقت اللي غادي ياخد لي باش ناخد فيزا ديالي؟
وين الماي؟
المبلغ الإجمالي المستحق هو مائتان وثلاثة وأربعون جنيه، سيدة.
هديا. ممكن تغطيه بورق حيت مزيان؟
اش هاد الشوفة. هاد الطريقات مزيانين.
كاين ناس جرحو.
عفوا. فين المحطة هنا؟
ايوا، عندنا حجز باسمك.
عفوا، نتا بغيت نمشي لفندق ديالي ف المدينة ب لوطوبيس. فين نقدر ناخد لوطوبيس؟
فرخة، من فضلك
هاد سيغول ديال الغرفة 201. بغيت نطلب الفطور غدا.
اش نوضو على التحرش الجنسي ف لماكلة د الخدمة؟
عندي خواتات جوج.
رقم الطيارة تنين صفر ثمانية، ل طوكيو.
خلينا نضيف بادينج من الداخل.
خلينا نتقابل ونشوف هاد الشي بالتفصيل.
كيف تريد تسريحة شعرك اليوم؟
ممكن تقولها بلفظ تاني؟
نقدر نستفيد بلي ما عندك.
خلينا طاولة قريبة من المسرح.
مابغيتش. خير، ونتي مخدش لبار؟
هو طويل تقريبا 2400 متر.
دخول. عطينيها على الطاولة هناك.
خلي تبطل رقم بطاقتي.
أنا آسف، كلشي طلع، ولكن غادي نجيبوهم فبقا قليل د الأيام.
قناة حبة قهوة؟
ما عندي موعد، ولكن هادي عاجل.
هادsi ماشي مصنوع بطريقة جيدة.
وين الدرج اللي كيدير راسو؟
كاين بروشور على الأحداث؟
فين مدخل المترو؟
خسرت تيكيت طياري.
ما تقدرش تبقى هنا خلال العطلة؟
أنا آسف جدًا على أني أزعجتك.
كيفاش تقدر تحجز الحفلات؟
في حمام عام قريب من هنا؟
أش هاد المجموع؟
هاد خير بزاف. دابا لأسئلة، عافاك.
كاين فلوس صغيرين باش نديرهم ف الماكينة ديال الباركينج؟
أعلى بيع عندنا خلال السنوات الأربع الماضية كان جهاز نسخ إكس-4 5 0.
اش ندير لشمال؟
كاينين شوفيرات طيران كيهدرو اليابانية؟
غالي بزاف، مشي؟
خدوا 99 مرة فالنهار، قبل لوجبة.
كنحبوه.
خادش طريپود.
خادش جاكيت رياضي.
تقدر تسكن عند داري.
مشوار نركز كرسيي، عفاك؟
مزيان. كنت كنشوف تاكسي، ولكن هادي أحسن.
القشاب الكبير. هو مصنوع في بريطانيا؟
خاي نرو لحوارڤرد سينتر. ممكن تقول ليASH كي نوصلو؟
زوجين وكولين، عفاك.
اش حاد اللّيص؟
ستار وورز كان أكبر نجاح في تسع وتسعين وأربع.
وين قسم اللي ما كيدخن؟
هدي "T" زي توم، إي وانا عنديها هنا، طارو.
نعتقد إنها جميلة من الناحية الطبيعية.
خاد شويا تّفاح، عفاك.
أش هاد؟
أي بطاقات الائتمان تقبل؟
ماشي مشكل عندي وقت كثير.
خير، وقت الغدا جاي. كنتي عاوز ناقشو فيه على الغدا؟
الكاميرا ديال التسجيل طّلعوها من غرفتي.
مرحبا، اسمي أودا. عندي حجز لليلة اليوم، ولكن سأكون متأخر قليلا في تسجيل الدخول. لذا، من فضلك احتفظ بحجزي.
هاد لعبات قويين؟
قول ليه أنا في انتظار مكالمته.
قول كاين إن إنفلونزا كاتنتشر هناك.
توا داز.
أنا آسف. ملئين غداً ليل.
كن مع أصحاب.
على حسب غورو، سي يامادا عندو جوج ولاد.
راجع هاد الشي تاني؟
نحنا بغينا نديرو طريق ثاني للبرج ديال لندن.
ربطو حزام الأمان ديالك.
الкод ديال المنطقة هو تلات. الرقم ديال التелефон هو تنين تلاتة أربعة تلاتة أربعة صفر صفر.
عفوا. فين كاين كوبري قريب هنا؟
عفوا، بغيت نستخدم الحمام.
مشتغّل.
لباسو دايما قديم.
كاين لحوم البحر؟
هاد غالي بزاف.
بغيت نعمل هاكا، لكن خايف ماقدرش نجيبها في هاد المرة.
خير، ماعرفش بعدا، ولكن غادي نجرّب.
ملح، من فضلك.
خد غرفة التغيير ديالك هناك.
تسعين دولار للطريق الواحد. نقداً أو بطاقة؟
خليك طاوِل الطاولة ليا، عفاك
كيف يربي الآباء اليابانيون أطفالهم؟ هل هم صارمون مع أطفالهم؟
اش نوضو د الخدمة؟
لفّهم على حدة.
ڭاربي كيحس بثقل.
هاد كيهدر مزيان. فين نستنا ليك؟
نشدو نلعبو ملي يخلصو؟
السكان ديال لياپان كيهضرو على مية وعشرين مليون.
ملأ المعلومات التالية على بطاقة التسجيل.
خليني ن_RETURN ليا حاجتي؟
كاين عندك شالات الحرير؟ كنلبس هدية لمراتي.
هنا جايين دابا. شنو رقم غرفتك؟
سيدي كوباياشي كيشوفك.
نحنا بغيت نسافر من شانغهاي ل هاواي بالبحر.
ممكن تبعث حد؟
يمكنك إعداده جاهزاً بحلول الخامسة مساء الغد؟
كتاخد عشر دقايق مشي على رجليك.
قبل ما نلقى اليوم، ممكن تعطيني شويه دقايق؟
فين ندير سيارتي؟
كانحس بارد و بطني كايعصبني بزاف.
سكوتش وميه، من فضلك. و كاين شي ناكل؟
كيفاش نطفّي هاد الضو؟
واش مشغول بزاف النهاردة؟
خيط بغيت شوية ديال الخيط.
خليتي شهادة طبية، عفاك.
خليها أقصر ببوصة وحدة هنا.
ماشي عارفاش. عطيني دوا.
مين فايق جريدة يابانية، من فضلك؟
مزيان. يمكنني نزول السيارة في أي مكان؟ شنو ثمن النزول؟
أي أوتوبوس مشي ل لمدينة؟
كاينين قاطعات ل بوسطن؟
كُن شريك لي في المراسلة.
غادي نكون عند صديقي.
مبقيتش نايق، ما نقدرش نستنا في مكاني.
نقدر نزلت ف الفندق د هيلتون؟
خليك غادي تحذفه.
روح لليسار في هاد الشارع وتاخد الأولا لليمين.
خاينا نعرف إا ممكن نوصلهم هادي لپلاطو ل طوكيو.
خادش قوة جسمية.
كاينش أكل ما كيحرقش؟
قريب بزاف باش نمشي؟
خادش كريم ليدي.
خليك هادي عطيني الملح
خاي نرو ل وول ستريت. كيفاش نوصل لهنا؟
ريّاضة كثيرة غادي تضرك.
بما فيهم الفطار، الضريبة، ورسوم الخدمة، غادي يكون 45 دولار للشخص لليلة.
ممكن تصلح هاد؟
عصر الخير. مرحبا.
ما لقيتش حقيبتك.
إمشي مستقیم، عفاك.
ماء هنا آمن للشرب؟
آه، تعال. غير عشرين درهم.
رجا عطيني هد اللباس بقياس أكبر؟
خير، نروح. نقدر نساعدك في واجبك بعد ما ناكل البيتزا.
نعم، سيدي تاناكا. في رسالتين لك.
ماكايناش لي
غدا يوم آخر.
يمكنني مساعدتك. هل تحتاج إلى فيتامين سي؟
جيبتي تسرقلي ف الطرامواي.
بَعيد بزاف. احسن تاخد تاكسي.
نحنا بغيت مقعد في الممر، من فضلك.
نعيش في شقة ب 80 ألف ين في الشهر.
مشيت نقاطع؟
خليني شوف واحد أكبر.
عفوا. ممكن نبدل مقاعد؟
ايوا، بالتأكيد.
إرحل لحد النقطة ودر بشمال فالتيران
كنتي بغيتي لولّاع صغار ولا لكبار؟
خليتي وحدة مع حمام ب 80 دولار، من فضلك.
خايف ندير قيمة لي ف الخزنة د لوطيل.
كاين غرفة مفتوحة لهاد الليلة؟
ايوا، ولكن كن متأكد أن عندك تيكت معاك.
قلة من الناس غادي يشاركو ف الجولة الإختيارية.
ماشي. لا باس، خذني لمركز تشيناتاون. غادي ن попыт نلقاه بنفسي.
ناس جداد كيتخدو ف أبريل.
ماشاء الله
جوج ويسكي مع ماء، من فضلك.
من كايلعب؟
كنتي تقدر تاتصل بي إذا لقيتي شنتيتي؟
لفوق الشمال، من فضلك.
واش غادي تقف معايا ل لفوتو؟
لا. كنتي عاودة تبلغي عليه؟
سن هذا ف الوسط علاج
أي لعبة كمبيوتر هي الأحدث لشخص في الخامسة عشرة من عمره؟
نشاهدك غدا
كاين مطعم رخيص قريب هنا؟
لا، لكن شكرا. نشطت.
كاين خبز عندك؟
كيفاش كتجيد العزف على الكمان؟
صاحبي طاح و وقع ف الصالون ديال الدوش.
مينفعش نلقى صحن لجديدة؟
المسيحية كانت ممنوعة و الديور كان مغلق على باقي الدنيا.
اش غادي تاخد؟
كوكتيي لجمبري ليها و نفس الشيء ليانا.
مومكن تقول لي تسجل هنا؟ وراح نحتاج لموافقتك هنا.
كان لي شرف كبير بزيارة مقركم الرئيسي وإجراء مناقشات مهمة معكم. شكرا جزيلا على تعاونكم الكريم.
خدك كيخربق عالوي
ما عجبني اللون في النهاية. يمكنني إرجاع هذا؟
خرج من الباب داك، وانتظر عند المحطة رقم سيتة.
فرخة مشوية، من فضلك.
فيناش شويعة؟
نعم، ناقرا شيئا.
هذا السيد تاكاهاشي في الغرفة ٥٤٩. ممكن ترسل ليا أربعة عبوات من بيرة بودвайزر، من فضلك؟
هادي سبعين دولار.
إتصل بي ف الفندق ديالي لما تلقى شنقيطتي.
نحنا بغينا إنك تيقظني ف الساعة تمنية و نصف غدوا، عفاك.
ايه، بس هادشي كثر و انا ممتليش.
خادش مياه للفم.
ماشي عارف نعمل والو.
كيهنّاك تخفيضات على الكميات الكبيرة؟
طوكيو صفر ثلاثة أربعة تسعة أربعة خمسة ستة سبعة
واش يمكنك تعاوني نلقى الحديقة للهوايات؟
غادي تقولي كيفاش نضبطها؟
علاش ساعة غادي يخلص الجولة د لوطوبيس؟
كيفاش كتخدم التيليفون؟
أكيد. عنديا كتابات حلوة ديال لأمريكان الأصليين.
مُشغّل يَتحدّث اليابانيّة، من فضلك.
كنّنا مهتمين بالموضة.
ماشي مشكل، يمكنني أساعدك؟ أو ممكن تساعدني في دفع السيارة؟
هادا كليニック إف؟
مرحبا، السيدة ياماغوتشي؟ حزبك على الخط. مكالمتك مقبولة. تابعي من فضلك.
فين نقدر نشري تيكت كوبون ليفت؟
أ什 نو عادين ف لوس أنجلوس؟
مشي مستقيم لمدة خمس دقايق تقريبا، ودرج لليسار.
هادي الطريق ل الجيهة د الشاطئ.
هاد الشاي ديال الأعشاب كيخلي الجسد يرجع ليه نشاطو.
هادشي مكينش مصنوع في اليابان، هوا؟
مزيان. هادشي راه. غادي نوري ليك غورك.
خايب نخرج من الفندق قبل الظهر.
هامبورجرين و قهوتين، من فضلك. نبدا ناخدوهم برا.
نقدر ناخد هاد الجوالات الجتنين؟
خدت اللحم، ما خدت الحوت. ممكن تغيير هاد الشي؟
ولدي تماماً تعب.
مريض بلبطني
هاد الجاكيت ماشي مقاسي.
كنلقى سي ويليام.
كيهضر بسبع فيتامينات و معادن.
السن ماشي عالق.
هل يمكنني الحصول على استرداد المبلغ عندما أعود إلى اليابان؟
اش نواع البلاي دي مصنوع منو؟
أي بلاد داز من؟
ممكن تعمله في عشر دقايق؟
ما كينش جيد ف الإنجليزي. قريبا حدا هنا كيهدر الياباني؟
فين نلقى تيكت لميترو؟
غادي نبعث ليك عشرين نموذج إضافي.
ماكنش ناقص لي باش هادشي لأن بشرة ديالي جافة بزاف.
مين فايق الجدول الزمني، من فضلك؟
ايه، نعتقد نستنى.
تسع وتسعون دولار في الساعة لكل طفل.
أنا آسف، مبيعاتنا انتهت.
إما يكون حادّي.
عندي ماطيري الخاص.
مفتاح الغرفة، خمس ومية ثلاث، من فضلك.
اشنو ساعة كايعرض فيلم Terminal Man؟
فين الحلاق؟
ف السابعة د الق Ahmet, عفاك.
شنيتي مكسورة.
زيارة الأماكن السياحية.
أنا جاي من إسبانيا.
حاجة ماشي صح مع هاد البطاقة. ممكن تعطيني وحدة أخرى، عفاك؟
عندي حكة على ذراعي.
أرسل هادشي بالبريد الجوي لليابان، عفاك.
فين أقرب صيدلي؟
نبي خمر أخر، من فضلك.
الناس كثيروا حلوين.
كَم شاي أَو مَشروب مَضمون فِي الثَمَن؟
كملت هاد الشي.
وين باب الصعود للطيران ده؟
إذا كان فين واحد متاح، ممكن تحجز لي طاولة عند النافذة؟
كانعلّقوประกาศ الصعود لاباس؟
كنا في علو ديال 12000 قدم.
أولا، كنعرفو نشوفو وول ستريت.
وين محطة البوس لآكسفورد؟
ننتظر حتى يتوفر التراس.
نشوفو بعض الحقائب الجلدية؟
خدو شوفو التلفازة. كاين مباراة ديال البيسبول.
غادي تكتب عنوانك هنا؟
قولي لي فين أقرب صيدلية.
للفندق ديالي، عفاك. هاد هي العنوان ديال الفندق ديالي.
كيفاش كاينين البلايص الإدارية غير طوكيو؟
قلب الهاتف و انتظر شوية من فضلك.
أش نوضي عاديًا ف الدار من بعد العشا؟
بكل تأكيد. إمتى بغيتي تلعب غولف؟
غادي تكون فدار حوالى تلاتة
خاي ناتاقي للسفارة اليابانية.
شوي أكثر.
وين كايخرجو الباصات ديال السياحة؟
كيفاش غادي تحسب ليهم باش ترسلهم لليابان؟
ما عندي نادي ولا حذاء.
الياباني ين ممكن؟
كاين عندك موستانج؟
غادي نقفز من هنا؟
سيدي كاواي، عندنا طاولة ليك دابا. تعال هنا، من فضلك.
أكيد. انزل الدرج هناك وقرب منك وغادي تشوف تعليمات. خليك تتبعهم बस.
الڭونطر. كيفاش نخدمك؟
خليك عطيني عند فندق هيلتون، من فضلك؟
كثير ما تخدم تا اللي ليل؟
أسف جدا، لكن ماعندنا غير هادشي. آش غادي نقرا من الجرائد النڭليزية؟
طاولة ماشي للمدخنين، من فضلك.
خليك ديرني قبل ما نوصلو لدارهم
هاد طازة؟
ماشي صح. كنتي دايما كتتعالجني.
خليك عطيني شوف بعض الفساتين؟
نطقها، من فضلك.
كنشرب الخمر و كنسكر.
خد بالك من النفس، حيت لجو هو بارد و كيبدل بزاف ف الجبال.
شيك المسافر والين الياباني، مزيان؟
أسف، لقد تاكدت مع خدمة النظافة و مكتب المفقودات. مافيهومش.
هاد المكان صعب نلقاوه. جاي في طريق صغير قرب الطريق الرئيسي.
ما عارف والو
نقدر نتناقشوا فيه ف القهوة.
فهمت، باش نتا ما خصنيش ندفع مصاريف التغيير، صح؟
المشغل، من فضلك.
ممكن تقلل السرج شوية؟
واش غدي نزلك لي الليلة؟
حسنا، غادي ناخد جوج فقط. شكرا.
هنا فاتورتك. هي تلاتة وتسعين دولار وسبعة وسبعين سنت.
مزيان عليك
خليها طاولة مع景ة ليلة مزيانة.
هاد الشي मशين أو بيدي؟
كنبغي نكرا هذا النوع د السيارة ل 24 ساعة.
كان جميلاً جداً لقائك.
إنحزر.
خلي نشوفك دابا.
خليك، فكّر شحال من وقت غادي ياخد لو سأل سؤال واحد آخر لكل واحد. هيا، عجّل و خذ حقيبة ديالك. غادي نروح لبيان الجمركي بعدا.
شنو الوزن؟
كاين مطعم صيني قريب من هنا؟
المنصة رقم خمس هي هناك.
اشنو وقت الماتش د لكورة؟
ماشي عادي. ممكن تتحقق من كاميرا ديالي؟
قَهْوَة مَعَ كَرِيم و سُكَّر، مِن فَضْلِك.
نعتقد فيه غلطات في الفاتورة.
خليها لي هادي.
هاد باب سبعة.
إنت اسكتلندي؟
تلات-جوج-واحد-جوج. انتظر شوية، مزيان؟ بغيت نرسل ليك حاجة هنا. عفوا.
مية و خمسا و تلاتين ين ل الدولار.
التنانير القصيرة مع الحذاء العالي ما غاديش يخرج من الموضة.
مينفعش نكلم المدير؟
لما خدامة ديالك مختلفة على العداد؟
اشوف هاداك؟
وعدت روحي أنه لو شفتك غادي نتعرف عليك.
أش غادي منين دابا؟
ماشي عارف نعمل والو. يمكن تقدر توصلي دكتور؟
حفلةك دازت. إ继续.
كاين عرض على الساحة؟
المرحاض ميكنبش.
أش حال من هنا ل لمجلس لبلدي على رجليك؟
خد هاذا الدوا بعد كل وجبة لما كيتعصر بزاف.
نتي حط الفلوس في كيس مصوّب خاص سميتو شوجيبوكورو.
حَدَّكْ مَجْرُوح.
كنشوف شكون حنا غادي ندير ليه؟
كاين خريطة ديال المترو؟
عندي غرفة جاهزة ليك في الفندق الكبير. ممكن تروح هناك؟
عندي ألم في عيني اليمين.
ما كينش جيد في الألمانية.
خلينا نلقاو تاني بزاف.
غادي تاخد في هاد اللباس ديال الرجلين؟
ماشي مشكل، ممكن ن 借 لي ركيت و كورة؟
كينشوفو تقدر تزيد فلوس صغيرة؟
كنقدي نصف كرافة؟
مرحبا. أنا جون.
ناكاي
ماشي مشكل لو صورة ديالك و تاكسي ديالك؟
كنت داكرت على شنطة مفقودة من ثلاثة أيام.
نحب نستافد فندق رخيص.
أوه، في بزاف د لمواقع اللي غادي تلقى فها ف جريينيتش فيليدج.
في الشغل. عندي علاقة عمل هناك.
كايبان مع قندورة ديالك.
راح تتحفظ على شنطة ديالي؟
كيف تشوف هاد الفكرة؟ منّا مقبولين شروطك ديال السته أشهر د العقد ماشي مشكل معانا، علاش كون هاداك تقبل لينا حق بيع لمدة سته أشهر من بعد ما يخلص العقد
عفوا. كنتي عارفة نيويورك بالضبط؟
هنا غادي نستنا. عطينا ديك الساعة ماشي جاهز.
كنبغي نشوف جراح.
هاد المكونات طبيعين؟
كنبغي نركب في سيارة رياضية.
الкод ديال لمنطقة هو صيفير تلاتة. الرقم هو تلاتة وحدا إتنين تلاتة أربعة خمس سيتة سبعة.
مرض بزعما.
سيارة صغيرة جدا تكون الأفضل.
نحب نرسل هاد الشي général delivery.
خليني ندير هاد المكالمة للي مسؤول.
أي مقاس بغيتي؟
يا ربي، ما كنتش عارف كان عندي هاداك الشي.
كاين بوكسات ديال شحن البارصيلات؟
واش هاد لشركة د الطيران غادي تدفع فاتورة لفندق و لاكل ديالي؟
هادشي كولشي شنويا؟
كيف بغيتي تقول المكالمة؟
خايب، غالي. مش مصنوع في اليابان، هوا؟
خليك عطيني الملح؟
وين أقرب مطعم من الفندق هذا؟
كنبغي شامبو للشعر العادي.
اشنو وقت غادي يتحل؟
نتمنى ليك عام مجيد وسعيد.
راني بغيت سبريت كبير.
قوليها تاني بطىء.
عفوا، نتا حاب نطلب أوامر.
عندنا جمبري نيوبرغ و ساق خروف مشوي.
خاينا غرفة لمشهد جميل.
تلات كؤوس من عصير الشمام، من فضلك.
عندي تلاتة ولاد.
روح مستقیم من هاد الفسحة و دري لليسار ف النقطة. غادي تشوفو على يمينك.
هادي جولة كاملة لليوم؟
كيفاش غادي يكون الخدمة ديال التيكيت لجولة مزدوجة ل牛كسفورد؟
نروح لنادي رياضي كل يومين.
وين ندير فالدورة؟
أي وقت هو وقت الخروج؟
كيفاش غادي يكون لوجوه ديال الدليل فاليوم؟
فين نلقى دي سي ديات؟
عفوا. أنا طالب جامعي من اليابان. هل أنتم طلاب في جامعة نيويورك؟
كيفاش غادي تقدر هاد الخطة؟
آكي، عارف مخزن أشرطة قريب هنا؟
فلاش ولا كريدي؟
نخدم ف شركة تجارية.
ماشي من الأدب ناس يسألو على كم درهم كي ياخدو.
هادو ليفايز أصليين 501؟
أش نوحا نغسل؟
ماكاينش تبدو أكبر من واحد وعشرين عام.
فهمت. بالفعل، فيه فيلم سريع داخلوا. كنتي مشي عارفة لو ناخدو؟
اشتريته حالاً.
غادي نجيبو واحد فورا.
تمام دولار. ودابا جاي واحد دلوقا.
أرضوا عرضوه مع मदونات الشراء للهيئة الجمركية في المطار.
كاينين عروض في المحلات التجارية دلوقا؟
المشغل، خذلي لمحطة النار.
عندي بطارية ميتة.
وقف عند العبور اللي جاي.
واه، ها هو. واش كل واحد غادي يملئ هاد الاستمارة ديال الجمارك؟
واش اسمك اشنو؟
كاينش مشكل لو gọi كوليكت؟
مرحبا. كيف حالك؟
وين قسم السفر؟
أش نواع اللي بغيتي تحدت معاه؟
أنا آسف، مشي هنا الحين.
شوف هاداك. شوف هاداك. غادي تقوليلي الفرق بين هاد الراجل و هاد الراجل هو الحظ؟ محمد، وقف، عافاك؟ ماشي مشكل معاك تنزل هنا. أنا متأخر. صديقي، كان سعادة لقيتك، ок؟
كايطفي غرفتك على المدينة؟
كاين شي رسايل لي غادي نقرا ليهم؟
بازة غالي. ما نقدر ناخدهاش ب 3 دولارات؟
خلينا غرفة من الجوانب.
غادي ناخد كاس د لخمر.
انتي جميلة.
خاطري غرفة مزدوجة. شنو الثمن ديال الغرفة ليلة؟
كيهدر على تسع وتسعين ميل بعيد.
فينس وليندا باغين يكونو لوحدهم، فهادشي خايف غادي نضطر نبقا هنا الليلة.
خلي هاد الجواة تحت الحجر.
اسمي ساتو.
كنعرف نادق قديم د الجاز ف الدار البيضا.
ناخد هاد الطاولة د لؤت.
نحب نجرّب نفس الطبق ديال هاداك.
من بعد نهدرها.
هاداك تا اللي درج الرابع؟ لا، تا اللي درج السادس؟
جلد التمسة؟
خليها في كيس الغسيل و خليها هنا.
خاين نطور هاد الفيلم. إمّا غادي يخلص؟
لا تدي هاد المفتاح لحد غيري.
خاي. غادي نجي نقيك من الفندق في ثمانية د العشية.
الشباك مزيان.
خلي شعري القصير يهبط، من فضلك.
كل مصاريف النقل مشتملة؟
دار الأوبرا الميتروبوليتان
وين مكتب الكراء ديال السيارات؟
كان عندي حمى منذ ليلة البارحة.
ماشي على ذوقي.
أش نووع خضرة عندك؟
نحنا بغيتو دائم مفتوح، عفاك.
اشنو وقت جا الدكتور؟
لونو غالط
السنان طار.
هاد مقعد في الوسط ولا عند النافذة؟
انا مهتم بالتنزه في الجبال.
مومكن تسلم لي شكايتي لݣرفة؟
خليني شوف واحد للبنت الصغيرة.
قرب هنا شويا
كاين عندك حاجة ب تقريب 80 دولار و 0 سنت؟
عطشان
ما عندي حليب، من فضلك.
عندي ثلاثة حقائب.
فين البحيرة؟
عفوا. اضغط على الزنادة من فضلك.
ماشي مشكل، يمكن لي نلقى مجلة أو حاجة؟
جنوب.
كيفاش غادي يكون سعر التيكيتات ديال البلكون؟
كنّا بغينا غرفة كتطل على البحيرة.
كاين مشاكيل البريد قريب هنا؟
مزيان. غادي نديك هنا.
الجزء المكتوب بالخط المائل يشير إلى التغييرات التي حدثت في التسعينات.
هو عندو ثلاثين عام
مزيان. ممكن تكتب العنوان مرة أخرى على هاد التوجه؟
خاي نروح ل هارودز. ممكن تسوي لي خريطة، عفاك؟
أش نوضي متا ما عندك وقت فراغ؟
كاين بطاريات للكاميرا هادي؟
خديني كابل د لينطلاق.
كنتي آخر واحد في هاد الصف؟
نعتقد إنها محجوزة بشكل مزدحم.
رماية مزيانة. خرجت للتو.
واش كتقدر تقل لي على الأماكن اللي فيها مغريبة؟
كاينين مخازن كبار قريب من هنا؟
أنا كذالك.
نحنا بغينا نلحق من سان دييغو.
كانت فكرتني ندير ديك اللقصة الفصل الجاي.
الحمرا ما كا بارد بزاف. غادي تحيدو ليه البرودة؟
يمكنك تغيير هذه الأقراط إلى مشبك؟
أش غادي نтересك أكتر دابا؟
خاين عودتي الفلوس. ممكن نرجعلي فلوسي؟
ماكنش نلقى شاي بحال هاداك في بلاد خرا.
إذا مشيت تشري هادشي تا، غادي يصير لمبلغ ديال بدون ضرايب.
مشيت شوف شهادة التلقيح ديالك، عفاك؟
كيتسافر بزاف؟
أنا جاي من ميريكان
عندي تيكيت طيران ل سان فرانسيسكو.
إذا كان بعيد عن المحطة بخمسة عشر دقيقة فقط، غادي نمشي.
نحب نستافد لفندق أقل تكلفة شوية.
البونساي كيحس بيهوا هواية شيخ.
ما حددت حتا هاد الشي بعدا. ممكن تديني شوية وقت زايدة؟
عندي صداع
كنتي جاي معيا غا القهوة؟
خدي شهادة طبية و إستلام للباطة ديال التأمين.
لا لا، عجّل بزاف. ماباقيناش وقت.
ما بغيت نفق أكثر من عشرين دولار.
ليش الطيارة ما كاتحلقش؟ قوللي شنو كايدير.
كيفاش غادي نقرا؟ ممكن تكتب ليا الفلوس على ورقة؟
كنبغي نكرا كرسي شاطئ.
نتظر دقيقة، من فضلك.
اش كان لازم السيدات يلبسو روب ديال العيد؟
ماشي عرفني.
عندك سيجارة؟
إذا كان الريح مشي قوي، نقدر نمشي ل تيكي بوينت.
مزيان.
غادي نغلق دابا. شكرا على انتباهك.
كاين هاد الشيء بغير داك اللون؟
من هو؟
عفوا. ممكن تقول لي فين موقف تاكسي؟
واش غادي تشرب؟
هنا هو.
فين أقرب دكان لحديد؟
هم. ما كيتعملش، عاند؟ تقدر تتحرك لكرسي خالي، إذا كنت بغيتي.
كنلبغي هاداك.
مزيان سيدي. آش نتا بغيتي للهدفة؟
كوتش أو بولمان؟
شيكات المسافر. شكرا. هاد تاوناتك و بطاقة الصعود. كن هنا، من فضلك، ساعة قبل موعد الطيران.
أوجاع حادة.
اسمو غورو موتوياما. و الرقم هو ٠٣٣٢٦١٢٤٩٥.
أنا مريض بزاف.
أي شي حدان ل "حب كوسي"?
مزيان. غادي تشرب قهوةك دابا ولا لاحق؟
قوليلي أحر نادي ريجي في نيويورك.
كيفاش منتوجك مختلف على منافسيك؟
ماشي عادي ماحدش كايسمع لتعليمات السلامة؟
واش الطريق الخلفي خطير؟
نعم. رجاء اتبع الإجراء اللازم.
نعم، واحد فقط. إمّا غدي نعرف؟ كيف غادي نستافد؟
هنا بطاقتي الشخصية.
كنفضل طاولة عند النافورة.
قوليلي شنو أرواح أقل تكلفة باش نروح سان فرانسيسكو.
كنتي عارفة المطعم كيوا؟
طريق واحد
غادي نعيق جالس هنا كلو ناكل بلا وقفة.
كاين ناد ليلية مزيان مع عرض فلامنكو؟
هدي قندورة جميلة لابسة.
رجلتي تعاني من الألم.
وين أقرب غسيل؟
ماشي مشكل، تقدر تبدل معايا المقعد؟
مقاعدنا تفارقت.
حقيقي، كنحب نضمن هاد الباقة كمان.
لفاتورة جاية مئة دولار.
مخارج الطوارئ كائنة فالدّير، والنص والخلف ديال هاد الطيارة.
مزيان، حجزك تأكيد من جديد.
الكعب عالي بزاف.
خلينا طاولة فالتيراس.
كدا يعني الفيلم ممكن ماشي مناسب لولاد تقل عن خمستاشر عام. دونك الأباء يفكروا إوا يخليو ولادهم يشوفو الفيلم ولا لا.
كيف بغيتي الفلوس؟ من فضلك املأ هاد الورقة و سين هنا.
ميرتاحش بطني في بعض الأحيان.
كاين عندك أطباق بقليل دالكوري؟ أنا ناضل على رجيم دلوقا.
ما فيش مشكل.
ايوا، عندي تيكيتين لجايانطس ودوجيرز.
نحنا واحد من أهم الموردين ديال الحاسوبات الصغيرة.
شكرا. أنا كذلك. مع السلامة لحدها.
توأم مع حمام، من فضلك.
نزلت من الدرج.
أي بوظة تنصح بيها؟
هم. هاداك. لون جيد علىك.
وين كتوب اللغات لبرانية؟
شريحتين و سبرايت
خليني سيجارة
ممنوع يدخل البلاد- آسف. زعما هاداك راه دار لينا كلشي.
ايوا، انا هو. كانو كايعيشو قريب مني ف كاليفورنيا ولكن نقلو ل فلوريدا من سنتين. آش خبرك؟ كتسافر لوحدك؟
مريض.
ولدي كيحملو من لحرارة.
ف هاد القياس، عفاك.
أوردر د لمريتات الثقافية كيتعطى ل لفنانين و لعلماء اللي دارو أعمال متميزة ف هاد النّهار.
أنا ياباني.
غالي بزاف.
ايوا. خذ أوتوبيس لي مشي ل كيوتو-إيكي.
هاد شي خاص ب اللي عندو عضويه؟
الغرفة كتخلص سيتة ألف ين ليلة.
نقدر ندير هادشي ف الطيارة؟
خايب. كلشي بغيت نعرفو هو إا البيزنيس غادي يدير راسو من بعد.
مزيان. كنتي عايشة شال يلاه؟
شحن البطارية، من فضلك.
أنا جاهز لأمر الشراء.
الملاحم العشبية ديال الحمام خلاي جلودك تحس بلي ناعمة وملساء.
كتّب اسم الشركة ديال الطيران و رقم الرحلة حتى هو.
حقيقي. النهاردة الأحد، والأحد هو أسوأ يوم.
ايوا، هادي مشكلة ناجعة من التخلص من الفواقد.
كنبغي لي هاد النمط في طاولة خمس أشخاص.
كثير من العائلات عندها دخل مزدوج.
أوه. هاذ الفضة نادرة "القمر و الجرس". متأكد مشي عاوز تبديله؟
أمي و ختي جايين من اليابان باش يزوروني. غادي يوصلو هنا hacia الساعة سبعة د ليل.
البراون مشهور بزاف ف هاد السنة.
فكرة مزيانة. إمّا غادي تجي؟
خاي. قرسيين، عفاك.
فين السوق؟
كنحلم بلي نلبس بدلة السباق الجديدة ديالي.
كنعتقد أنكم أنتم مجرد أكل الكعك.
كيفاش غادي يكون الثمن ديال تيكيت الدرجة اللولة ل إدنبرة، من فضلك؟
بزاف هاد الفلوس لي عطيتني فيهوم نقص عشرة دولارات.
خدت كلم سي سميث في الغرفة 201، لكن ماجاوبنيش. عطيني شوف إا مازال كايقيم هنا؟
نحب واحد حديث.
نخدم ف دار النشر.
كنتي شدي هاد الفورم؟
اش شارع هاد؟
قادر تقول لي وزن هاد الباقة؟
اش نوڭولو هاداك ف لونڭليز؟
إستمر قدام ف هاد الصف، من بعد غادي تلقاه على لجانب لليمن.
نحب نؤمن هاد الشي.
صباح النور. هاداك البورطو. كنعاونك؟
مزيان. دخل من فضلك.
ايوا سيدي. كنجي هنا كلة لفطور كل يوم، من الاثنين ل الجمعة، قبل ما نمشي للشغل.
ماشي مشكل
خليك جيبلي تلاتة إثنين سيتة إثنين تيسعة واحد ثمانية.
ايوا، نقدر نخدمك من السابعة.
إستلق هنا.
خدّام سريع بزاف.
يمكن يلاقيها بعدا.
درج لليسار ف الالتقاط الجاي.
عفوا. كيف نصل للبنك؟
كاين خدمة أوتوبوس ل لمتحف ديال فورد؟
ايوا. اسمك و رقم غرفتك، من فضلك.
أش هاد كيفاش وقت اللي غادي ياخد لما يوصلك لليابان بالبريد الجوي؟
مزيان. شوفاك في الجوج عطاش يوم الحد (or in a more formal tone) طيب. هتشوفك في الساعة ثنينية يوم الحد
نحنا بغينا نمرو من نيويورك لتورونتو.
الزّيپَر مكسور. عندك غيره من نفس النوع؟
هاد ماشي نظيف.
ممكن تؤكد لي رحلتي جوا؟ هاد هو تيكت طياري.
كاين هاداك ف لخضر الغامق؟
واش غادي تخرجني لكانتربري وتردني؟
مينفعش ناخد شوكة جديدة؟
شكراً جزيلاً على لطافةك.
أسف، ما بنعطيش تيكات للسينما.
بغيت نشوف هادشي.
واه هاديك فيناع. شنو غادي ندير؟
بغيت نطيل ماكثي هنا بزاف يومين.
بدللي مقعدي.
عندنا اليوم جمبري مزيان بزاف.
أش هاد الخدمة مفتوح؟
كاي煙 ولا لا؟
غالي عليّ. ما تقدر تقلّلهش؟
مفتوح يوم الأربعاء صباحا أو يوم الجمعة بعد الظهر.
ما حجزتش غرفة.
علاش الصيف فญيبان عادةً حار بزاف، و مكنعرفش النكليما ف لوقت القديم.
يمكنك إتصال ليا بطاكسي ف الساعة ثمانية غدا الصبح؟
خايب.
ليش ما نستنا البوس تحت السكيا؟
تعال، كنجي. خلي نوري عليك المكتب.
ايوا، مفتوح من التاسعة لالتاسعة.
ما نقدرش ندير حلم ليلاً.
كيف أثر الركود على الأعمال؟
عندي موعد تاني.
مينفعش نلقى خريطة الطريق لل مدينة؟
الحاجة اللي كنت كنقصها.
ما فهمتش شرحك.
خص نصلوص. مخليين ل بوسطن.
وين احسن مكان للسياحة؟
قوي ولا؟
متعت نفسي بزاف.
خلي بالك، نحب نكون وجهي اصغر شويية مثل جوليا روبرتس.
خد هاداك، عفاك
رّحّالين لي غادي يخرجو ف طيارة ABC Airlines رقم 703 لي غادي ل طوكيو، عطو ل باب نمرة 20 باش دوزو ل إجراءات ل حكومية.
فين موقف أوتوبوس B؟
فرد ل فرد، من فضلك.
فين نلقى غطاء طاولة؟
كيفاش نختار مرشد كيهدر اليابانية؟
خلي نصورك؟
ما كليتش هاد الطبخة.
قطعت إصبعي. فين مادة معقمة؟
خليتي ناوع طابع بوحدو خمسة وتسعين سنتيم؟
نكون هنا ربع ل ثامنة.
خادش عطر.
مين فاتحلي الجدول ديال المواقيت؟
كنتي مخلصة ل لمدرسة هنا؟
اش هاد فيه؟
هاد الفندق د هيلتون بعيد من هنا؟
ممتن كنت đặtيتو ف طارتي.
إيديك في الجو.
كاين مطعم تقدر توصلهلي قريب هنا؟
أش غادي تحب، غامق ولا فاتح؟
اش نوضي فين غادي نطير؟
تيكيت النقل، من فضلك.
فين مكان حلو نروحو ليوم واحد؟
خاينا الكيس ليكلي الحمر في نفس الشكل دي.
بازي مازال غادي نعمل هاد الجدول؟
اشنو ساعة تفتح البنك؟
مريض
كنحس بلبلبة. ممكن تعطيني خريطة؟
خارج
خدوني لمستشفى
خليتي نجي للمستشفى كل يوم؟
باطا كيدربني
كيفاش غادي يكون الخدم ديال البريد باش نرسل هاد الرسالة لليابان؟
خاد شري واحد الكاس.
خادك تيتسنا تيجي يخدوك من المطار؟
الرّكوب يبدا ف 4 و نصف فهاد الساعة فهاد الوقت، عافاك كون هنا قبل داك الشي.
من تلاتين ألف ين
وين نلقى كارت التيليفون؟
كانقدر نردو فمدينة أخرى؟
نحافض 12 يوم.
خلي ال顶 طويل شوية.
خادش طبيب مختص.
شوي دقايق، عفاك.
التراكم رقم أربعة عشر
أنت كذاب؟ عندك اختيار كبير جدًا.
ما قادرش نلقاهم فين ما كانو.
كاينين مقاعد فاغين ل لندن؟
خدي نسخة من تقرير السرقة.
كايكون بلوك واحد لتحت في الشارع.
ماشي مشكل، عطيني نور معاك؟
هاد السيجارات خفيفين؟
مزيان. نفس الحاجة.
القطار التالي في ساعة واحدة.
كنبغي لي أطول قدامات الجاكيت ديال الرياضة.
عندي حجز. هادي رقم التأكيد.
عيد ميلادك قاديم.
القطارات وقفت بسبب الإضراب.
كايقدر تصلح هاد؟
الطريق كان مخدّش ب السيارات.
هادي الثاني من اليسار ديك البناية البيضاء.
حجّنا مقعد ل 25 أكتوبر الخروج في الحادية عشرة صباحا.
لا، شوي أكتر من لفوق. هنا، أيوا.
ايوا، داكش يضم ليكل.
فين يمكنني أسترد هذا التذكرة؟
ليش كيدور؟
خاي نستريح.
سيارتي خربات، جيبها من فضلك.
بغيت شعري طويل شوية من الجوانب.
أي نواع عندك؟
أنا موافق. هي واحدة من الأماكن المفضلة لي.
أي نوع من النموذج عندك في بالك؟
اسمي ميتشيكو تاناكا، و رقم الطيران هو خمس مية واحد لطوكيو.
ممكن تقدر تسويلي خريطة بسيطة من هنا؟
فين نلقاو؟
كنبغي ندير شعري كما كان.
خليني خمسين، عفاك.
فين نستーナ في جال؟
أش نوحويات هادي؟
كاينين بلايص مزيانين ف هاد المنطقة لي مشهورين بزاف؟
خليني فلوس قليل، عفاك.
مزيان. غادي نضمن أن حقائبك غادي تكون هنا.
هادي تخصصنا، لحم السول المقرودة على الجريلة.
غادي نبقا.
خدوني غصب.
مزيان. خاصني نكزو؟
هادي نتقاسمو.
ما عندي هاد النوع بالظبط دابا. غادي نشوف المخزن. انتظر شوية دقايق، عفاك.
سكوتش مع ماء، من فضلك.
هاد كيهز لانتيق. شنو غادي يخلّي؟
خد هاد الشريحة لصيدلية. تقدر تحصل على الدوا هناك.
خدت هاداك.
ايوا، تقدر توقف في أي محطة بين هنا و شيكاغو.
فين نلقى هدايا؟
غالي بزاف. ما نقدرش نختوه.
مين عطيني رقم ABC و الشركة في شيكاغو، من فضلك.
فين الكاتدرائية؟
كيف بغيتي البيض ديالك؟
قريب بزاف من هاد البناية.
لا، نعتقد أنهم نسيوا يجيبو لينا واحد.
خايب. تأكد. ممكن ناخدو رقم التلفون ديالك، علا أي حال نحتاجو نتواصلو معاك؟
اش نواع المزخرف؟
اش نوصلو يرجع يهاتفك لما يجي؟
بغيت هاداك.
كانقدر هاد الخدمة ديال واركا الشامبانيا بعد ما كنطلع. نهدر على صحةك.
أربعين دولار في اليوم بالإضافة إلى ثمانية سنتات في الميل.
راح أراهن خمسة دولارات.
هادشي أوامر شخص آخر؟
اش نوصل للمتحف؟
أنا آسف جدا، لكن أنا بغيت نؤجل الموعد.
واش كتقدر توصلي إكسкурسيون؟
قطارك غادي يخرج من الرصيف نمرة تمن.
كنلبغي شي حقيبة مع حزام متغير.
بغيت يبقى تحت مية و ثمنين دولار.
غادي نسألك من بعد ما نشوف حوالاي.
نعم. حجز لستة ليال، من فضلك. بداية تلاتة وعشرين يوليوز.
ممكن توري لي داكشي للي عندك من تصميمات مختالفين؟
أش نواع العصير بغيتي؟
كنتي غادي لدارك عطلة؟
فين نروح نشوف منظر حلو؟
هاد كان مكسور من قبل ما نفتح الباقة.
29 غشت
نحنا بغينا نرسل هاداك ببريد الجو لليابان.
عيد الشكر للعمل. هو يوم من الأيام اللي كايعطيو فيها الشكر لجميع اللي كايساهمو في دعم المجتمع من خلال أعمالهم.
هاد الغرفة صغيرة بزاف.
ماشاء الله، عطيني شاي أخر، من فضلك؟
نحب ننظف هاد اللباس لليوم.
كاين بنك قريب هنا؟
خليك نظّف الطاولة، عفاك
سكين، من فضلك.
كلها مطبوعات.
اكتب رقم غرفتك من الخلف.
نستعمل العيدان لما ناكل.
رحلة دلتا رقم ثمانية وعشرون لنيو أورليانز هتتأجل تقريبا ساعة واحدة.
ماشي نرجع لليابان، غادي نكتب ليك خطاب. لو عندك وقت، ارجو نرسل لي خطاب.
خليتي تيكيت الطيارة ف الفندق.
غرفة وحدة بدون حمام، من فضلك.
شكراً مرة أخرى على التذكير. هل ينسى الكثيرون التوقيع على أسمائهم؟
خير، كنحدرو من الوقت. نشتغلو هاد النقاش يوم الخميس ف الساعة واحد؟
خاد پجاما.
حسنا، هاديكولك لما يكونو جاهزين.
أش غادي ناكل الغدا؟
الليموزين غادي وقف عند البوابة الشمالية أولا.
أي وقت ممكن نستعمل مطعم الفندق؟
هادي قطار مباشر؟
خير، كايدير ليل. كنحس بلي غادي نخرج دابا. شكرا بزاف على ليلة جميلة.
خليتي نلقى لي دوا للبطن ديالي؟
نحب فراخ مشوي.
خطئي. ماشي خطؤك.
عفوا، إمتى غادي يخلص هاد الفيلم؟
هادو، عفاك.
حليي تسرق. خايج ندير بلاغ.
شويا، من فضلك. غادي نوصلك لمسيو جونز.
مرحبا. هاذا يونايتد إيرلاينز.
وين تعلم السيد جونز اليابانية؟
عندي واحد صغير من نفس التصميم.
يمكنك تقليل حجم هذين البنطلون؟
الجمعة ليل، ف 9.
هاد البوابة ل لاس ڤيڬاس؟
كاين باص من المطار؟
ملعقة أخرى، من فضلك.
حلوة شوية ملوحة، ولكن نحبها. جبتها معاك من اليابان؟
سريعها، إذا ممكن.
يمكنك دفع عشرة دولارات هنا كوديعة؟
إيوا. صحني من بعد تلات ساعات، عفاك.
بغيت نطلب، من فضلك.
اش نقول أيوا ولا لا؟
شويين ملاعق، من فضلك
أش نوڭا اللي جاي؟
السيارة كاتخلي صوت غريب.
اشنو ساعة مغلق المكتب البريدي؟
ديجا دفت مبلغ خمسين دولار لما دخلت.
عندك دوا لل胃 المريض؟
اش نلبس قميص و كرافتة؟
قادر نحرك فلوس ل حساب الإدخار ديالي؟
نسيته شانتيه.
خوا نؤكد تاني رحلتي الجوية.
ساعتي. كانت سويسري جديدة تماما رقمية.
نجحت في ذلك الإختبار بنجاح باهر.
خاي نديك تاخدني لبلايص ممتعة. كن سياح، عارف.
كيفاش نروح نزور لمواقع التراثية ملي البحارة كاين ف المينا؟
خليك điềuل المراية لوراك من جديد.
غادي يكون في انتظار من عشر دقايق ولا شويه.
ماشي نخد Plates ديالك؟
كن سعيد بذالك. فين وقت بغيتي؟
نعتقد خليت الكاميرا ديالي هنا لما جلت العشاء لبارح.
جمعهم عند البوابة.
لا لا، داكشي مشي ضروري. نقدر نخدم راسي. كنت عملت بزاف بالفعل.
إِصْلِحْهُ أَو خَلِّفْهُ، عَفَاك.
نقدر نخدمها فشهر الجاي
خد وقتك.
كيفاش هاد المنتج الجديد كيقارن مع المنتجات اللي كاينين؟
بياعين داك الشوب هوما فينومين بزاف.
ممكن تحفظلي هاد؟
دقيقة وحدة، من فضلك.
كاين عندك طواقي الادعاء؟
بغيت نكرا سيارة لمدة أسبوع.
ايوا، فالأول، غسلو مفرق.
خلي показلي ساعات لرجال.
ربعة وعشرين دقيقة للي صباح.
كيفاش غادي تقدر تاخد الليموزين باش تروح لمركز المدينة؟
من الصباح.
خلينا نسرعو. كايمشيو للطائرة دابا.
كايبان لي بالظبط.
درت الفريدة د الجاج.
عشرة أيام.
اشنو عمر هاد الولد؟
كيفاش كولو؟
نفس الشيء من فضلك
خسرت شيكات السفر ديالي.
خليتي نا دوا لبرد.
خودها في كون (Note: Moroccan Arabic
كانقدر شوفو كل صباح في القطار.
كنتي تاكل معانا العشا دلعشية؟
غادي نبقا ف البوتيك حتى غدوا. غادي نكون فرحان لو قلت ليه أنا هنا.
الطيران مكتال لخمسا و خمسين دقيقة.
اسمي شينو يامادا.
أش نو معلم هاد المطعم؟
عندنا نبيذ أبيض ممتاز.
مедициنة باردة فقط.
خليك جيب لي شكايتي ل لوبي غدا الصباح؟
أنا باقي نفقد حاجة كل مرة نروح旅行ة.
خسيت استعمال يدي اليمنى.
مرحبا، هاد دار روي؟
من بعد، غادي تلقى شارع ديال البيع و الشراء. لو تبع الشارع غادي توصل للمحطة.
لا، مش هنا. في غرفة للتدخين في الطرف الخلفي ديال هاد الكار.
من فضلك، فين يمكنني نلقى بروشور؟
وصل هناك بالتاسعة، من فضلك.
ايه سيدي. كيف بغيتي نقطعها؟
نعتقد فيه غلط في الفاتورة.
زيت و خل كفاي.
عندي بالظبط شنو كتيريد. ممكن ناقلك هاد؟
قَهْوة مَعَ سُكَّر
هادي سبععش تاشر. عفوا، كنعتاقدت غلطة.
كنتي سمعتي على أسبوع دهبي في اليابان؟
شكرا. عاودو تاني.
مازال ممتليء؟
مشيت نخليها فين ما بغيت ف البلاد؟
أي رقم غادي نتصلك منه هنا؟
كيف نوصل لديزني لاند؟
كايتقولها؟
عفوا. فين المطعم الرئيسي؟
نحنا بغيت ناطل هاتف لليابان.
D اثنا عشر رقم مقعدي. فين هو؟
اش هاد؟ عفاك
أي نوع في بالك؟
ايوا. غادي نوصل في ثمانية علىوقيت المحلي.
إذا وجدت شيئا، الرجاء الاتصال بي.
خلي ناخد شويا لخنزير و البيض؟
شربات الشمام للمُقبلات، من فضلك.
الماي الحار ماشي حار بزاف.
غادي تشرحلي كيفاش نقدر ندير هاكا؟
اكتب عنوانك هنا.
مشيتخدم الفلاش؟
شكرا. عودي لغرفتي ف同 الوقت غدا. غادي يكون الصور جاهزة لحداك.
أنا آسف حالياً ممكن تقدر تتسنا فقط من قائمة الليل.
مزيط أو بدون رصاص؟
عندي صداع.
هاد الغرفة رقم 12-07.
خايب غرفة أخرى.
أش حال Visa هاد؟
في مستشفى قريب من هنا؟
خاد اللابس كاطينغ.
عندك عرض أكبر؟
نقدر نلبس تمنية؟
فندق أمن نخدم فطار مزيان، عفاك.
فين الحديقة للهوايج؟
كبار من هاد؟
تلاتين دولار و ثمانين
كايعتمد على كيفاش دافعة المكان، ولكن ف日本 الوسطى، أبريل الباكر.
بورݣر الجبنة و البطاطس المقلية.
خايب لخر قطار.
ما عندي فلوس صغيرة.
اش تحصل على تيكت البوس؟
الفلوس، من فضلك.
كنت في طيران يو إيه رقم ثمانية وتسعة وعشرون.
كثير الفوضى حول غرفتي.
ف الڭزاء الشرقي، كاينين تا أماكن مشهورين، زي نيو يورك، واشنڭتون دي سي و بوسطن.
كاين عندك وراق جاپوني؟
حسنا غي مزيان.
ماشي مشكل لو خليت شيايا عنديك حتى الساعة واحد؟
كاين جولة ف المدينة؟
نعم. خايف نعم ملزمة. كيفاش تحفظ الأمن في هاد المنطقة؟
فهمت. غادي ن尝ي نكرا سيطروين.
عندي موهبة مزيانة.
هاد سيب. فين لخبز؟
تقدیم شيشة، من فضلك. و كرسי عند النافذة، من فضلك.
واش هاد الخدمة ديال التايور كاتخلصك؟
أي واحد أسرع، تاكسي ولا عونة؟
كاينش هاد القميص ف ألوان أخرى؟
ما تقدرش تشوف التلفزيون كل الوقت.
آه نا، جايين عليه، جايين عليه.
خليك دخل مستشفانا.
فين نلقى سوبرماركت؟
غالي شوي. ما تقدر تقلللي؟
اشنو عدد المحطات حتى نبدل؟
هاد الراجل سرق حقيبة ديالي.
حبوب الهضم و حبوب ألم البطن مختلفين، صح؟
خاي نشوف المينا.
فكرة جميلة
أش حال من اللوقت على رجليك؟
راني غادي ناخد عشرين من أكبر دبدوب، من فضلك.
أش نوّع ل كاشير؟
هاداك سهل. غادي نطر في الدليل التلفوني.
كاين غرف أكبر؟
أش هاد الفاتورة ديالي؟
بغيت نبقا ف هاد الغرفة ليلة أخرى.
عفوا، لكن نريد ندير تقرير السرقة.
خير، كايعتمد على وسيلة النقل اللي غادي تاخد. غادي تمشي بالاوتوبوس ولا بالطيران؟
ماشي مشكل إنتا تقعد هنا؟
كانقدر أرسل إيميل واحد بس مقابل دولار؟
ايوا، ارسلوه ليا لغرفة 1234.
ملأ هاد الاستمارة ديال التسجيل، من فضلك.
خاين جواز سفرين مزدوجين لOXFORD.
فاش غادي نجي للمطار؟
هاد خفيف.
فين نطور الفيلم؟
لا، من فضلك لا. هل تقدر توكل أسئلتك لآخر كلامي، لما ناقشك؟
خاين مقعد مزيان.
خايف الطوالت ماشي عادي. بحاجة لمساعدة.
ماشي صعب ولا غامض.
غادي نديك ل لمقعد ديالك. هاد الطريق، عفاك.
عفوا، ممكن نسألك سؤال؟
آمني بهاد الشيء.
مرحبا. عجبتني لقائك.
نحنا بغينا نتحقق من هاد الحقيبة لطوكيو، من فضلك.
واش غادي توري لي واحد أكبر شوي؟
نعتقد أن الملابس المصنوعة في اليابان مخيطة بشكل أفضل بالتأكيد.
خليك ما تتحملش.
قوليها تاني عفاك
ممكن تكتب لي العنوان و الرقم ديال التелефон؟
كيهس؟
أي مطار غادي نخرج منو؟
مش دارك الفورما ف الطيارة؟
خاد شويا.
جاوبت لثلاثين تّ八 دولارات في المجموع.
شكراً على شاركنا أفكارك الفريدة معنا.
نروح اسكي مرتين في الشهر خلال الموسم.
كنت مولات في أبريل الأول في تمانين وخمسين.
كانقدر نستاجر راكيتات؟
هاد البوس اللي غادي ل لمدينة؟
اش حاد هذا العطر؟
اش نو؟
فين ندير الإجراءات؟
خمسين جنيه
هاداك شامل الضريبة؟
أش نو هي الYSTS؟
إتصل بسيارة إسعاف.
نقدر درهمات ثلاثة على هادشي.
كيفاش كايدي ؟
ما كاينش طعام ما بغيتش.
عيد الدستور أو "كيمبو كينيمبي" هو عطلة وطنية في الثالث من مايو لتكريم تأسيس الدستور الياباني الحالي.
واش هاد الجولة فيها زيارة لبرج سيرز؟
كاين مكتبة قريبة من هنا؟
غادي نشارك في المدرسة الصيفية في جامعة هاواي.
فين مشيين دلوقا؟
زوجان وكلهم طفل عندو تلات سنين.
ف الدورة د لمحطة.
