كاين غير تحت في الصالة. غادي نجيب ليك دابا. إذا كان في حاجة خرة محتاجها، قولي لي.
كتحط تعديلات؟
خنا نوليو طاولة قرب النافورة.
أي شي لون جديد في هاد لموسم؟
في حالتي، غالباً على العمل، نادراً للمتعة.
غادي نبقا يومين.
خاينا ندير دايم قاسي.
نحنا بغينا نحجز غرفتين توين.
ما بغيتوش يخرج.
هاد البوس كيوقف ف شارع ستونر؟
افتح فمك على عريضة.
خلينا ناكل حاجة.
كنتي نقي هاد اللباس؟
ناعطيك رقم تيليفونو وعنوانو.
خدت دفع الفاتورة ديال الطعام و النفقة ديال الفندق من قبل.
كنلبغي مطعم حانة صغير و هادي. ممكن توريهم لي ف الخريطة هاديك؟
خربتها، اشتريتها.
غادي نقول لها اتصل بيك من أول ما ترجع.
هي جريحة بليغة.
خوا غير شعلة.
هاد الفندق عندو قاعات للاجتماعات؟
اش منعنا ناكلوا شي حاجة خفيفة؟
كانكد من المطار. غادي نجي حوالي ربع ليل.
فين نتحول ل شيكاغو؟
كيفاش غادي نرسل خطاب مسجّل ل فرانسا؟
كايختلف بزاف القيادة من الجانب الليمن ديال الطريق.
الموميز حقيقي ممتاز.
وين قسم الكتب اللي ماشي روايات؟
رجا عطيني مقعد آخر؟
كاين ضمان؟
أسف، هادي غادي نهتم بالكلب.
خاين جوازين ل "Cats", ل الخميس دابا.
اسمك تاني؟
سيدي براون عندو؟
خلية نستأجر قارب لمدة يوم؟
في أي نافذة يمكنني الحجز؟
اش هاد؟
اش نوصل للأوبرا؟
ما كنتش مخمور بزاف دليل دبا، حبيبتي؟
إتبعوا الإرشادات من موظفينا.
كاين مكتب تجاري قريب هنا؟
خزّان ممتلئ، من فضلك.
كاين غرفة رخيصة؟
نفضل سيارة أوتوماتيكية.
غادي نستاقر ف السكن الجامعي ديال جامعة هارفارد.
أش نو سعر ليوم؟
أنا عاني دايما من الربو.
عندي حوالي ثلاثة آلاف دولار.
مزيان، سيدي. كيتجيب معاه اختيار ما بين بطاطس مقلية أو ريز بيلاف. أي واحد غادي تختار؟
كيف نوصل لهاد المكان؟
اش نواع القصة هي؟
تلات مرّات.
أي شباك بيبيع الطوابع؟
بعد ما دارني، ركب في فان أبيض و ماشي.
مزيان. عطيني تحفظ هاد اللقب و عرضيه ليا وقت ما جاي تبعو.
ميتين دولار. فلوس أو كريدي؟
أش حال الطول ديال الخليج فوق تا لبركة؟
اش نوضي ن避ي نوع ما من لاكل وانا كنخذ هاذا الدوا؟
خلي ناخد شوية نبيذ أحمر؟
قوليلي متا باش نوصلو للمتحف.
هاد البوس كيروح لفندق الشيراتون؟
أش غادي يكون؟
حار شوي. ممكن نفتح الشباك؟
غسل فقط كفاية.
عينيين حمرين.
ما نقدر نضمن داكشي، ولكن هادو نجتهد بلي احسن.
البحر شحال هwa دار بعيد لتحت.
خادك عملية.
بيض أكتر، من فضلك.
فين موقف البوس لپارك السنترال؟
تاكسي؟
هادي مفتاحك سيدي. الغرفة خمسين ساتة عشر.
كنبغي لي س웨ترك.
روح قدام.
هنا نحن. هذا فندقك.
اشنو وقت الماتش د لكورة السلة؟
اشنو印象ك؟
أكيد. كنتي عاودي القهوة مع العشاء أو من بعد؟
رايح في طيارة رقم اثنا عشر لطوكيو.
خليتي نعمل مكالمة بعيدة، عفاك.
خمس شهور
أيام الأسبوع اللي كيتجري فيها؟
خادش جيل ديال التيسير.
كنقدر نشوف قائمة؟
قاسدي سيتة
ما كيتوقفش تا سيارة أجرة إلا لو انتظرتها ف ستانصيا ديال التاكسي.
ميزانيتي تحت الخمسين دولار ليلة.
واش غادي تتصور معايا؟
أش هاد الخدمة؟
واش الربح ف أمريكا الشمالية طلع بزاف من خمس في المية؟
كنتي عارف إن واحد من البطلا الكبار ديال السومو، نوع من المصارعة التقليدية بالستيل الياباني، هو أمريكي؟
هادشي لول ستريت؟
نحنا بغينا نكرى من الخامس ل العاشر دجنبر.
مزيان. آش خبارك أنتي؟
سُكَّر؟
كيفاش ندير الدفع بماستر كارد؟
هاد هو المكان لي ناخد فيه الحقائب ديال NW 907؟
نختار هاذ العلامة.
انا مزيان فرحان بللي نجحت نجي لهاد لبلاد.
اسمي وعنواني مكتوبين عليه.
شنو نوع الحجر هاد؟
بغيت نلفت النظر أن حكومتنا كاتحكم على ناس القوارب بزاف. كنعرف أن اليابان مازال فيها كتير من السكان و لا يمكنها استقبال الضيوف اللي ما邀طينش. ولكن من الناحية الأخرى، كتير من القطاعات ديال الصناعة فينا محتاجين لموارد الشغل اليدوي.
من تا جبل، كنتي شوفي المدينة كاملة. ف هاد الفصل، كايزهرة أنواع كتيرة من الزهور. هما زوينين بزاف.
اتبعني
قول ليه يامادا كال.
مزيان، من فضلك املأ هذه المعلومات هنا. كان بغا واحد الصندوق؟
أش غادي تختار، لحم البقري، الدجاج ولا الحوت؟
ممكن ناخد طرق مختلفة في الرّحلة ديال الخروج و الرّجوع؟
كاين قهوة هنا؟
عفواً سيدي. كنت بغيت نزور بوسطن.
كاين عندك قائمة باليابانية؟
خمس دقايق على الواحد.
خادش دوا ضد الألم.
اش من أكتر ممثلة تحبها؟
نحب واحد مضلع.
اشنو نوع الموسيقى كايعزفو فيها؟
ما عجبني اللون. عطيني واحد آخر، من فضلك.
خدوني لالسوق الصباحي.
إطار نضارتي مكسور.
من الساعة تلاتة.
مزيان. عندي مقعد عند النافذة.äh، لو كنتم عاوزين تتبدلو مقاعد بعدا، سيدتي.
جيت مستمتع بزيارة نيويورك ديال البارح.
كنحس ب الحقيبة لزرق لي في النافورة.
إتصل بمالك عندما يكون لديك أي مشاكل.
خلي لي شامبو و عطيني ستايلو كيما هو دابا، عفاك.
قوليلي أسرع طريق باش نروح سان فرانسيسكو.
مينفعني مفتاح الغرفة 215؟
عفوا. ممكن تقطعلي صورة؟
كتّب رقم غرفتك و سين هنا.
لون كويس، بس لقدر غلطان. وقدر ديره يتحول ف ساعة؟
كنطوّروك نهار ذاك.
عندنا كفاية باش نستامر لجوج يوم.
ما فهمتش هادشي.
كيفاش نرجع للهدف ديالي؟
هاد سيرو معفا من الضرايب؟
خليهم يلعبوا إنينجز إضافية حتى يفكّوا التعادل.
كيفاش كتحركها؟
اشنو وقت العشاء؟
خايف هاداك كتير عليّا.
فين نزّل عشان نمشي ل سكوير دي يونيون؟
تقدر تسأل عند مكتب الكراء لي قدامك.
مرحبا، جان. ممكن تديهوم لصانع الكلوت؟
كنعيش عطلة.
لا. نيتيني تزور باريس ف الطريق ل داري.
غادي تاخذها معاك أو نبعثوها ليك؟
ديما كاين بووم كبير ف الطعام الراقي، مشي؟
حالي حوالى ساعات سته.
ريجال ديلتا طيران الرحلة واحد واحد اثنين. التأخير في الصعود.
مومكن تعطيني غرفة توين ليله؟
كتهدر بيان على السرقة لمؤسسة التأمين ديالي، عفاك؟
كانقص في الكاميرا، نعتقد أن الكاميرا اللي سهلة في التصوير تكون احسن لي.
هاد هي المنصة الصحيحة ل نيويورك؟
عطلة ممتعة.
خليك عطيني شويا دابوق.
خاد البطاطس المخبوز مع الكريمة الحامضة، من فضلك.
ايوا، كل عشر دقايق.
غادي نخرج غدا الصباح.
راح نروح هنا حنا. آش غادي نقدر ناخد تاكسي معا بعض؟
قعد و ارفع راسك. كنتي حاب تيشربي شي حاجة؟ قهوة، شاي، أو غازوزة؟
هاد كلامك حلو بزاف، ميرسي.
لاحم مشوي، من فضلك.
واش غادي يكون طاولة متاحة؟
مازال يمكنني تغيير الطلب ديالي؟ كنت بغيت سمك السول ديال دوفر بدل من المحار الصخري.
أش نو عمليّة إستئصال الزائدة؟
غادي تعطيني الإيصالات مع تفاصيل العلاج الطبي؟
ماشي عارف
مبروك، فهمت أنك تم ترقيتك إلى نائب الرئيس.
غداً بعد غداء العشية.
نعيش في جنوب اليابان.
تذكرة رحلة مزدوجة إلى شيكاغو، من فضلك.
كنتي بغيتي شويا لخنزير أو لحم خنزير مع البيض ديالك؟
للقراة.
خليك سريع.
المكيف ماشي عمل.
كيدور هكاك كل اثنين.
روح ل لوبي ديال النّواع الدولية. عيش رحلة ممتعة.
كاينين معاكو رحلات ل باريس باليوروستار؟
جبت شهادة الطبيب من اليابان.
ممكن تبعثها لليابان؟
نقدر نرجع ليك بالجواب نهار الجمعة؟
خليني نشوف في المفقودات. شنو نوع الكاميرا؟
أنا آسف جدا، كنعرفو الغرفة اللي كنتي بغيتيها.
أوه، كايدير محطات المترو ووقفات الباص. ممكن نديرو؟
آه، ناقصني الشيبازوكي.
ايوا، عندنا. كورس نصف يوم وكورس يوم كامل.
نوصي بخواتم الأذن.
بغيت نقيل حجزتي، عفاك.
أش نو نظام الإسترداد؟
ديور ما كيتعملو.
اشنو الفرق في الوقت بين طوكيو وهنا؟
كيفاش غادي يكون الجملة؟
شكراً سيدي
روح مستقیم و دري لليمن ف الزاوية التالتة.
عندي ألم حاد و خبيث في بطني.
شفت هاداك؟
هدية. ممكن تغطيهالي؟
عصر سعيد، السيدة كنت. وقت طويل ما شفتك.
اللذة كانت لي.
بغيت نبدل حجزتي على الرحلة 205 في يوم 2 أكتوبر.
فين كونتر ديلتا داكشي د شيك-إن؟
هاداك أكل فيه قليل من الصوديوم؟
هاد الشي مش مسموح بيه.
نعتقد إننا نقدر. ها هي إيصالك.
أش نوّي تقول لخر قبل ما تدخل الفوت؟
لا، غادي ناخدها فترة إقامتي.
واش كيتحمل اللون؟
هادشي خاصية د لمنطقة هادي؟
خبيزات كنحب.
هوما صغار بزاف.
اش نواعل الجولات؟
كنبغي لي مقعد قريب من النافذة، من فضلك.
كيفاش ندير باش نطلع ب Eurailpass؟
أش حال تودي نوصلو لليابان؟
كاين خريطة الطريق؟
آه نعم. قرأت عنه في الدليل السياحي.
خدت تلاتة أكواب من الشاي. ولكن كنّا حنا حصلنا غير على جوج.
الأجهزة الكهربائية رخيصة بزاف، ولكن نفقات الأكل والمسكن عالية بزاف.
إزالة
أنا عادة ناخد مقاس 22 في اليابان.
اشنو ساعات المتحف الفني؟
فين ندير الدفع؟
هادي أول مرا كتروح برا؟
أي كورس للي بدايين؟
هاد لبلاد كتحمل أنواع كثيرة من الفواكه.
بغيت ندير تشيك إن لهاد الأمتعة.
كاينش تّعام إمكن ناكلوه ف لوج د تّلج ديال تّلها؟
عفوا، قفلت نفسي برا. ممكن ناخد مفتاح آخر؟
بدل هاد الدولارات د لميريكان ل لين الياباني، عفاك.
كتير حزين نقول مع السلامة.
عفوا، ممكن نسألك على اسم الطبق ديالك؟ هاداك شي حلو بحال.
كيهزّو.
أي باب نمشي ليه بعدا؟
كنت فكرت أنها ممتازة-تمثيل جيد وحكاية رائعة.
ميرسي بزاف.
ما عجبني هاد الغرفة. يمكن توري لي غرفة أخرى؟
هادي أخر موضة د الصيف.
خدوني لمركز المدينة، عفاك.
قنا نكرا سيارة؟
مابغيتش نخرج، ربي معاك، صححها لي.
كاين عندك شي حاجة ل تاكل؟
كلم ببطء.
ماغاديش نجي إلا من بعد ساعة.
أنا كن.
نادل
كاينين شتا هاد الجملة؟
كايعرضو عروض حية؟
اشوف الطّواليت داك؟
كاين غير هادشي؟
خليك في الراحة.
كومبلي بيها هاد الفورما ديال النزول و الديوانة.
هاد السيارة كتروح لسياتل؟
كنت خليت جزء من الفلوس دلوقا؟
هو حقيقي ولا مصنوع؟
نتا غادي تنتظرني هنا؟
آخ يا ربي، شكرا. كنت بغيت نلقاه.
فلوس أو كريدي؟
أنا غريب كامل على هاد البلاصة.
يمكن غسله بالماكنة أو باليد في البيت؟
خدني كيس ديال الألوان المائية، عفاك.
أنا آسف. شنو كنتي بغيتي؟
نحنا بغينا نبدل التاريخ ل 19 ماي.
خدّم هنا، وهذاك إستلامك لتحفظه في ملفاتك.
كنلبغي قندورة.
خاد لخرا خروف.
خاي نروح बस ل پين ستيشن. أي واحد ناخده؟
حنا طاقته منخفض بزاف. غير 30 كيلو كالوري.
بغيت نحجز غرفة.
منين في اليابان مشيت؟
علاش كيتعطل بزاف فذلك اليوم.
ف هاد الحالة، نوصي بهذا الواحد.
خدما د الخدمة ف الڭرفة.
انتباه، من فضلك.
كاين عندك طوابع تذكارية؟
هاد الغرفة رقم 317. ممكن نلقى برادة أخرى؟
ماشي تقدر توصّلني للمحطة في خمسطاش دقيقة؟
خلينا ديبوزيت للكار.
ماكاينش غرف فردي متاحة ولكن عندنا غرفة مزدوجة.
هاد التيكيت صحيح باش يخدم غير نهار لي مخصص له؟
اشنو ساعة كايوصل لميلانو؟
كاين حد عندك كيهدر الياباني؟
أي قناة فيها لموسيقى الشعبية؟
ديلتا للطيران
خاد عادي قهوة.
كيهضرو فيه حمام و مرحاض؟
الوقت خلص.
سمعت سيادة يامادا عندو جوج ولاد.
خاد نشتري قارب سياحي.
واش ممكن تقدر تغسل الصحون لاحقا؟
كنبغي لي فرن غاز.
كيفاش تغير الدولار الأمريكي لليرا الإسترليني؟
أكيد سيدي. شنو اسمك؟
ما لابسش لبس رسمي.
خودك جيب معاك في المرة الجاية.
دينارين كلا واحد.
غادي نتحكمو أن الكتايبيات تاتصلك.
في حاجة غالطة مع لمصابيح د لفرملة.
خلي نشانيني قفازات من الجلد.
سيارة طارقة. أرجو إرسال شخص ليأتي بها.
كيفاش تقدر توصلينا كتاب صورة لولد عنده سته سنين؟
خلي هادشي ليا، من فضلك؟
مرحبا هاري، شكرا على دعوتنا.
للموعد، هما كايمشيو للسينما.
كان عندي حوالي مية دولار فيها.
غلطي
خادش موميزات لملابس.
كاين ديسكات ماسترپورتي؟
غادي ندرس المحادثة بالانجليزية.
قريت شي كتاب مزيان ديما؟
غادي نضل عند صاحبي في نيويورك.
كاينين مكان ندير فيه الشنطة ديالي؟
جيت هنا في شغل.
كاين مدرسة غوص جيدة عندك؟
أش هاد اللي ثمنو مع الضرايب؟
خليني ناصية ورقة.
الجار اللي جنبي كايضرب فالموسيقى بزاف.
خلاصة القول، الدكتور كريبس ما كايقابل حد من غير موعد.
هدية؟
رايح لالفندق الكبير؟
ما في حد هنا بهاد السمية.
وين البوليس، عفاك؟
مينفعش أستعير شريط لاصق؟
هادشي مضمون؟
اش نو علاش؟
كاين ف نهاية د لكوريدور ف لطابق السابع. خذ لأسانسير لي لقبلتك، عفاك.
كنّا فـ محطة شارع جونز.
ماكنش نافكرش نمشي لحفلات كلاسيكية لما نكون في اليابان.
اش فهملي هاد الشي اللي كايكون فيه ؟
هنا هو. مقاعدهم موجودين حوالينا.
كايمشى في رحلة عمل حتى الجمعة الجاية.
متي و أنا فرحانين بزاف غادي تجي تقري معانا عطلة نّهاية دّور باش تشوفو حياة ميريكانية ف لقرية.
هادي اللي جاوب لليمن.
ايوا، من فضلك. اسمي كوروساوا. لوقتاش غدي تحط تيكيتي؟
فين نقدر نشري تيكت د اللفت؟
خمس مية دولار في الشهر زيدوها شهر دپوزيت، وشهر أخور ديال عمولة للي كيعملو بينا.
كيفاش كت предпочي طاكة مفتوح من جنبين أو طاكة مفتوح من جنب واحد؟
غادي نرجع ليك مع التغيير.
لا، مابغيتش.
فين كيراميك حلو. هاد اللقاشة تلاتين دولار؟
كاين جاكيط حلو بقرابة مية دولار؟
مزيان. عندك أي تفاعلات ثانوية أو حساسية؟
من كيفك، تبدو أنك إكتسبت نوع من العدوى.
خليتي نشوف الفاتورة، عفاك
كنا ثلاثة.
فهمت. كنتي عارفة باش كيفاش دفعتي على تيكيتك؟
اش دابا نروح نشرب شاي؟
رقم غرفتي شنو؟
خليتي نيت جوج تيكيتات ل لفلور التاني ل ليلة دابا؟
قفلت مفتاحي في غرفتي.
هل فيها الضريبة؟
عفوا. ممكن تقول لي وين المحطة ديال القطار، من فضلك؟
اشنو ساعة كتفتح المكتب البريدي؟
هاد الشنطة مصنوعة من الفينيل، mạnhة بزاف و التصميم ديالها أخر مودة كما يمكنك ملاحظة.
الأكل مزيان بزاف، ولكن خلاص كفاي. شكرا.
جيبتي تسرق ف السيبوي.
خاينا نمشي للسفارة اليابانية.
ما تقدر تديهالي بقليل أقل؟
هادشي لشيكاغو؟
خد هاد الشيك ديال المسافر و خذ المبلغ.
كان عندي حمى منذ قبل بيوم. حلقي كيحرقني بزاف. ماقدرش ناكل والو.
هنا، على الحائط، وعصبة المكيف هنا. في حاجة خرة غادي تحتاجها، سيدي؟
واش نقدر نوصل في الوقت لو خرجت من هنا دلوقا؟
مزيان. ولكن نطما أنو ما غادي ياخدش وقت طويل.
يمكنك ملئ الاستمارة لي؟
اشتريت هاد اللخرة من قبل شويه، ولكن الزّيپار كان مكسور.
فهمتي؟
رجع ل البوس بالثلاثة.
ملايين الناس تزور مقامات مشهورة لأداء أول عبادة في السنة.
إذا كان ممكنًا، أريد طاولة بالقرب من النافذة.
ما خصني نشرب حاجة فيها ملح.
نحنا بغيت مقعد فالمركب، عفاك.
خليك عطيني تقدير.
زيما خير، شكرا.
أش نو فاش نديه ليك؟
أنا آسف، ماباقي والو.
كنبغي نرسل هاد البطاقة د الصور لليابان.
شكرا. هاد مفتاح غرفتك. الحمال غادي ياخد شنطةك.
خلي حقيبة ديالي، من فضلك.
كنبغي نكرا سيارة وسط مقاس مع أربعة دَرَوَز.
فين نلقى الفخار؟
قميصي رطب.
كيفاش هاد الين الي عندك سيدي؟
مرحبا. عندي حجز.
خلي الملوخية و البهار، من فضلك.
خدي حجز من مكتب طوكيو. غادي naji شوي خايب في الدخول لهديك الليلة.
نخدم السوق بسرعة.
طلبت مقعد غير مدخن لما سجلت الدخول، لكن هذا مقعد مدخن.
نروح نشرب حاجة.
نوصيك بمثل هاد النوع ديال الحوت، سنابر أحمر.
ما نقدر نشوف هادشي، ولكن نديك غلاف.
كاين وقت ومكان محدد؟
شكراً جزيلا. كنحب نعمينلك، ولكن خايف عندي موعد قبل.
فأمريكا لكورة د لجاميعة كلة غليظ.
ناعطيك دوا ضد الألم.
كيفاش غدي نafxكASH متى ما القطار قرب ل牛كسفورد؟ خايف نزيد غير النقطة ديالها.
أوه، بيل. كنحبك، ولكن هادي كلشي.
كتهدّيني بزاف.
نحنا بغينا نتحقق من وقت الخروج.
ماكنش غادي نكون فائدة ليك بزاف.
تشمل كل شيء؟
عبر الشارع هناك و امشي مستقيم حتى توصل للتقاطع التاني. فندق كاي هو ورا التقاطع.
خاين شي باش نخرج من لخمرة.
قليل الدسم؟ لا مامكن. كنتي جاية تحكيلي هادشي؟
خير، ما عارفش إوا باقي نحب هاد الشي.
خد هاد الطّابع و خليه ف المطار.
خادش حاجة للاستipation.
ف الصّبا كيضرب لفلور ديال لكراس.
قلي غادي يوقف يقد الحشيش، نهار؟
غادي نيتلو عليه تاني.
غادي نضل عند صاحبي في لوس أنجلوس.
غادي تجيبيلي كريم للقهوة ديالي؟
مافيهش مخزني.
اش نحتاج تيكت إكسبريس؟
هنا رقم هاتفي وعنواني الإلكتروني.
كيفاش كبر هاد الكنيسة؟
ماشي مشكل، يمكن نديرلي تيكيت ل لوبيرا؟
كاينين حافلات سياحية للجولة على المدينة؟
أنا آسف. أنا غريب هنا نفسو.
إذا كنت تريد استعارة أي كتاب من كتبي، الرجاء إخبارني. أنا لا أمانع إعارة كتبي للأصدقاء.
أش نوحا ديكور؟ كتقدر تغيّر لون الجدران لما ينتقل لوكيل جدي؟
نحنا باغي نخدم فشي عمل خيري.
أش هاداك اللي غادي ناخد من الضرائب؟
ما لقيتهاش.
خلي نقدر ناخد بطاطس مدقوقة من غير مرق؟
نقدر نديك فورد موستانغ عمروها سبع سنين ب 50 دولار في الاسبوع مع ميلات غير محدودة.
آه نعم. هنا أنت.
نحنا بغينا نرجع هنا تاني لما نكون ف أمريكا.
رَجَعْت لصحيتي كاملًا.
أش نو خاص عندك لليوم؟
واضح؟
مخزني تسرق.
الباب ما كايفتحش مع هاد المفتاح.
نحب ناكلها ماطيشة.
اش نوفرجو ف الرفاهية ف المطعم ديال الدرجة اللولة؟
زين بزاف. خاصك تكون كتنتظرهم بفارغ الصبر.
أي جولة هي الأفضل لمشاهدة المتاحف؟
نادي ب حامول.
ماشي عارف شكون يقول.
يمكنك إصلاحه وإرساله إلى اليابان، من فضلك؟
صحيح
خايب نبلّي سرقة.
نقدر نلبسها؟
ما زلت ما قدرتش نلقى واحد من حقايبي لي كان دخلته ف مطار ناريتا.
أنا مقتنع أنني كذلك. قص شعر، من فضلك.
أش نواع العلاج كيتعاملو بيك؟
غداء خفيف، من فضلك.
كان عندي حوالي ميةين دولار نقدا وبطاقة فيزا.
كيفاش، اش غادي تقود تاكسي depuis وقت طويل؟
من سبعة ل تيسعة. عافاك اروح للمطعم في الطابق التاني.
غادي نضل عند هوليداي إن داون تاون حتى خمس ماي.
أي تحضيرات كيدخلوا باش ينجحو فالإمتحان؟
كاين غير شوية و غادي توصل.
كل الركاب بقاو جالسين.
أي أوتوبوس نروح بي ل مونومنت واشنطن؟
اسمي أكيكو تاناكا.
حORYuji تيمبل اللي هو أقدم بناء خشبي في العالم يستاهل الشوف.
فهمت. مبروك، شكرا بزاف على الوقت اللي خديتو. ممكن ناخد جوج هوت دوج؟
راضي. أو، هادي إعلان طياري.
نعم. في أي وقت. كلشي مرحبا هنا.
خايج نشتري التأمين.
أش نو JR؟
قسمها ليا على فلوس صغيرة، عفاك.
كنتي عايشة تروحي ليديسكو؟
قول لي على رستوران معقول فيه جو مزيان.
اشنو وقت البطولة د الغولف؟
بَعْدَ العَشاء، مَعَ الحلوى، عَفوا.
خليك جيبلي ماشطة.
ماتقوليش ماء، عطيني شوية ماء، رجاء. عندي عطش كتير.
مابغينا ناكل كتير.
خليني نشوف حذيمة بني.
فين و فين الساعة كيخرج؟
خلي هاد الشنطة حتى خمس د النهار، عفاك. ممكن ناخد شيك؟
عندي قارورة ويسكي.
غادي نجي نلقاك ف العاشرة ديال لجمعة.
أنا طعامي جاهز ولا لا؟
خاي نحجز لمقعد للجولف.
أي فلوس كيدخل في هاد الماكينة؟
خادش غازنجر ألي.
خادش أكل الرضيع.
حط المخلل.
هاد اللباس من النايلون؟
حجز، من فضلك.
خدي شريطة الكاتب، من فضلك.
افتح الباب بمفتاح إضافي.
خادش كاس خرا د القهوة.
خبيز هامبورغ للذهاب.
كنتي تقولي ليه يرجع يهاتف؟
عندنا عربية مأكولات و مقهى في القطار.
غرفتي ماقداش مكنسها.
تقدر تاخد لوطوبيس في لمحطة نمرة خمس.
شكراً جزيلا. إبقا التبديل.
تلاتين و ثمانية دولارات و خمسين سنتا في اليوم، مع ميلات غير محدودة. لم يتم تضمين البنزين.
كتبت الطابع على البطاقة البريدية؟
تلات ليلات.
هاد لي غي إدنبرة؟
اشنو وقت غادي تخرج؟
خلي نقل؟
ماكاينش مناشف.
ماشي مشكل حدا غيري ياخذهالي؟
هاداك هو لي كيتقصد؟
أنت مريت عليها. ارجع من فضلك.
هادي عادة يابانية فريدة، نعتقد.
غلفو هادشي واحد واحد، و شريطة على كلا واحد، من فضلك.
شوفوا. أيوا، الغدا الخاصة د اليوم غادي تخدم بسرعة.
يمكنك تقسيط هذا إلى أرباع؟
بيض، عفاك.
راني غادي ناخد شريحتين ديال موريそば.
ايه، غرفة متوفرة. شحال كاين؟
كاين مكتب صرافة قريب؟
أنا تاكيشي. وأنت؟
إستعمله كل أسبوع. ضع طبقة رقيقة بعد غسل وجهك، وتجنب العينين وخط الشعر.
جروحتي نفسي بالزجاج هنا.
كان غادي نسأل المدرب، ولكن ممكن تقول لي أي ماكينة جيدة ندير بيها تمارين ظهري؟
وقف على هاد الجانب ديال المعبر اللي جاي، عفاك.
خادش حليب، عفاك.
مشغل
نحن في المحطة الخاطئة
فهمت. ممكن نوبيك رقم بطاقتك الائتمانية وتاريخ انتهاء الصلاحية باش نحجز لك، من فضلك؟
يمكنك تضغط على زر الإيقاف من أجلي؟
اشتريت هاد اللباس ديال الرجلين ديما، ولكن ماشي علاقي.
غادي يتقلص؟
اش نوعة الصح؟
خليت دفتري هناك ليلة البارحة.
واش记ت رقم السيارة؟
اش حاد الفستان هاد؟
ما كايفهمش الألماني تا حاجة.
كن呼 المدير.
أنا آسف. غادي نجيبي أوامرك بأقرب وقت ممكن.
أكيد سيدي.
هاد ماشي فيهو الخمر، فهاداك يمكن نرتاح حيت كاين قليل من الالتهاب.
سبع دقايق او ثمان دقايق مشي على قد الرجل، كايعتمد على كيفاش كتمشي.
خليك متأكد تقدر تودي فيه ل بوسطن.
كنلبغي لي ربطة عنق.
غادي نسأل تاكسي آخر.
بيرة، ستيك مع بطاطس مقلية، وسلطة خاصة من الشيف.
مبروك، هنري. انا فرحان سمعت خبر خطوبتك لجين.
روح مستقیم و دري لليام الشمال هناك.
كنبغي شيئ ما يطابق هاداك.
كان غادي يكون صدمة كبيرة ليك.
عندي ألف جنيه.
أش حال من الوقت غادي ياخد ليناهضي لتحت؟
شنو قدها تعب؟
أش نو دوا خير لعيوني اللي مخلوعين؟
عطيني شوية لعقة، من فضلك.
هادشي ماشي كوبون، هو إيصالة التسجيل.
مكالمتك ما يمكنش تتم حالياً للبلاد اللي كاتهاتف. رجاء حاول مكالمتك لاحقاً.
العقد غادي يتجدد كل عام.
عفواً يا نادل، ممكن الفاتورة من فضلك؟
كيفاش ندير دفع بمشروع سياحي؟
نقدر ناخد تأمين؟
كيفاش نروح لذلك المطعم؟
كان فيه حوالي تلاتين دولار و باي كريديات.
فاتورةك جاية 150 دولار و 45 سنت.
كيف نديرها؟ مهم بزاف تكون هنا.
نحب نعمل نسخة.
شكرا. فين مفتاح المكيف؟ حار شوي.
عفوا، شنو الشارع اللي فينا دلوقا؟
يمكنك إرسال هذه الرسالة؟
لا، أنت ذاهب في الاتجاه المعاكس. يجب أن ترجع.
خليك تقصلي لحيتي، عفاك
أش هاد الخدمة غادي تاخدكم شحال من الوقت باش تكملو الجولة؟
خدي ورقة غي الوراق د الهدايا.
اش نوة؟
في خطأ في هاد الشيك، نعتقد.
من فضلك، ممكن لحاف استحمام؟
يمكنك حجز مكان لي لمشاهدة مسرحية غنائية؟
كاين سجل فين استعملتهوم؟
غادي ناديك تاني.
ثلاثة أشهر.
فهمت، عندنا طبيبة في الفندق. هادي نرتب ليك تشوفك في غرفتك قريبا. ممكن مسؤول الغرف يجي معاها؟
فين دارو التصوير؟
عندنا بعض المهدى الحلوين النهاردا.
ك كما في كينغ، إ كما في آيتم، م كما في مايك، و كما في أنكل، ر كما في روجر، أ كما في آبل. كي-مو-را هو اسم عائلتي.
لا شكرا
عندي ألم في السن. ممكن أعطيني دوا له، من فضلك؟
ما نقدرش ندير التكييفاش.
خليني في المحطة الجاية.
غادي توري لي جاكيط ماشي ياخد الما؟
وين مكتب السياحة؟
يمكنك مرور السوق في طريقنا؟
أش نوصلو إذا ما فاهمتش أسئلته؟
خاد شوارب.
خدير كاميرا أوتوماتيكية، من فضلك.
خدوني لهنا.
اش كان الباب مفتوح ولا مغلق؟
كَم دُولار خَيَّر؟
قوليلي الطريق ل فندق هيلتون، عفاك.
كاين خريطة لخطوط المترو؟
كيفاش عارف إوا مطعم هاداك تقدر تحجز فيه؟
نحنا بغينا نهزر طيارة للروجع.
كيفاش ممكن توصليني على مطعم فرنسي مزيان؟
كاين حلاق في الفندق؟
الغطاء ديال الحوض مكسور.
هديا، عطيني لفها.
من سعدني لقاؤك
حاجة مخلعة مع البطارية.
عندي حاجة غادي نطلبها منك.
خلي الغرفة شوية أحرار.
غرفتي مازالت ما طيّبت.
روح مستقیم قدام.
ماشي مشكل، واش يمكن ليا مساعدتك تلقى شي باقي؟
اش هاداك الشي اللي جاي تحت، داك سيت ترايد سنتر، صح؟
فين المحل ديال النماذج البلاستيكية؟
ما نقدر نقول ليك.
اش ممكن تقترح لي دوا للبطن اللي كايوجعني؟
وين المنصة رقم خمسة؟
ايوا، هادشي كيبان لي فيه شيء للنظر فيه بأكثر دقة. وهل تقدر تدرس هاد الإمكانية، سيدي كينان، وتقدم تقرير عن نتائجك لسيدي ناكاياما بأسرع ما يمكن؟
لا، شكرا.
نعتقد فيه غلط في هاد الفاتورة. فيهم شحنة ديال الخدمة في الغرفة. ولكن مكنخدمتش بها.
خاي نطير بأقرب وقت ممكن.
اش هيباع لホテル هيلتون؟
كاين مطعم مزيان فين ناكلو أكل طيب بأسعار معقولين؟
كنبغي لي شفت ليبستيك.
خمس وثلاثين دولار.
خاي نبدل حجزتي. ممكن نبدل طيران پآ 505 ل طيران 515؟
الكوكا خرجت، ولكن مابغيتش فلوس الرجوع.
نقدر نديك 3% من الخصم.
سيارة كانت فيها هاذ الدمار قبل ما كيرتها.
زيادة. بغيت نلبسهوم في عرس نّحلا ديال السبت.
لا، نريد فواتير منفصلة، من فضلك. نتقاسم الثمن.
خادمي ناطق باليابانية.
أنا آسف. أنا غريب هنا. هل أسأل الرجل عنك، إن كنت ترغب؟ لحظة من فضلك.
يمكنني أcatch باص ليروح لفندق هيلتون؟
كاينين شوارع ل تيرول في ثلاثة أو أربعة أيام؟
حسيت بلي مزيان دابا.
أنا آسف، ولكن غادي نكونو متأخرين ب 30 دقيقة.
ممكن تديني الفلوس دي بالفلوس الصغيرة؟
غرفتك، سيدي.
قف عن جميع المعاملات على هاد البطاقة.
واش نلقى نوع من الخصم لما نبقا ف الفندق ديالكم شهر كامل؟
كنتي هنا ل لبيزنس ولا ل البحوت؟
خلصت من عشاك؟
لكي هادي أحسن.
أكيد سيدي. أبيض أو ملون؟
خايب جوج دلاير.
كاين غير تور معا زيارة ل جسر جولدن غيت؟
ما نقدرش نطلع ف الطيارة الجاية.
منين نلقى أوتوبوس للروح لمتحف؟
من هو مؤلف المسرحية؟
صندوق أمان، من فضلك.
غادي نبقا هنا شهر واحد.
اشنو وقت تبدا الجولة؟
اشنو ساعة تبدا العرض ديال النّهار؟
أنا من روسيا.
أسف لما سمعت. عندك حرارة؟
وين نلقى أوتوبوس ل لمتحف لمتروپوليتان؟
كان عندي وقت ممتع معاك.
وين أقرب مكتبة؟
كاين غرفات مفتوحة الليلة؟
خليك داكشي شيك ترافيلر ديال مية دولار، عافاك؟
طائرتنا وصلت终于 لونولولو.
نحنا بغيت هاد الشكل، عفاك.
ما بغيتش نروح ل لمستشفى، إذا كان ممكن.
رقم الرحلة سبعة三三三三 إلى طوكيو في الرابع من سبتمبر، يوم الجمعة.
فين ندير حقيبتي؟
مع هاد النوع ديال الثمن، نعتقد غادي نشوف بعض المحلات لاخرا.
أطفئوا جميع الأجهزة الإلكترونية من فضلكم.
كيفاش بغيتي تحول؟
ماشي ضروري بعد ما يوقف الألم.
اشنو كتقيص كول صباح؟
كنلبغي لي عجينة.
كيفاش عدد الناس اللي كايقعدو ف هاد الملعب؟
ايوا، هاذي صحيح.
قرصي طايح
خنا نلعب التينيس النهار.
ماشي معايا، عفاك؟
أسف، ما عارفش هاد المنطقة.
غادي نيتلو عليه تاني قرا الرابعة د النهار.
ف الصباح د 11 يناير، وقع الحادث.
ثلاثاء الجاي يكون مزيان ليك ?
أش غادي يكون غدا؟
أي نوع من المطعم تبحث عنه؟ هل تريد فقط تناول العشاء، أو تبحث عن مطعم به بار؟
كاين مكرية پوليس هنا؟
عمر اليابانيين أطول في العالم.
زنجلان، كوكا وحدا. دولارين عطيني.
غرفة وحدة من فضلك.
وين ممر التزحلق على الثلج؟
لله في عونك
نتمنى رؤيتك مرة أخرى.
اش نقرا النقد ديال هاد الكتاب؟
مين عارف مطعم فرنسي حلو قريب من هنا؟
هادي بطاقة التأكيد ديالي.
هادي غادي يكون كيرحمل.
هاداك، داك 2500 دولار في الشهر. نقدر نضمن ليك بلي غادي نديلك 3000 دولار في الشهر. آش غادي تقول؟
نتمنى ليكوم زواج سعيد.
كاين عندك بالنتاينز عمرو 10 سنين؟
هاد شي ماشي يقرص؟
اش حنا الحديقة البوتانيكية مفتوحة النهار؟
ممكن نقدر نعملها، ولكن خايف هادي غادي تاخد شوية أشهر.
نحب نؤجر سيارة.
نقدر ناخدو صحن، من فضلك؟
خدونا لالفندق د شيكاغو.
الطّيارة مكتلة ل٩٩ ساعة بسبب الطّقس السيّئ.
إستيضاف
كنبغي شي في ستيل شانيل المكرر.
أي ممر الفوط الصحية؟
مومكن توري لي باسبورطك و فورما ديال الدواوين؟
نحنا بغيت نسجل فطوور نياجرا فولز.
الخاص بنا اليوم هو جمبري سكامبي مع ريز بيلاف.
مرحبا ؟ هاد دار ميسيور كلارك ؟
كنتي عايشة تاخدي أبريفيه؟
كاين عندك دوا؟
نعتقد أنك خطيت رقم خاطئ.
كنلبس فستان أحمر.
عنداك صحيح
اسمي مكتوب عليه.
هادا آخر ماضافنا لخط التعبئة. كنعبئو حوالي ستمية كيس في اليوم.
خاي نروح.
خاد ماكينة كوي، من فضلك.
لا لا. قالي حاجة. شنو ندير؟
ايوا، هما كيداو.
خدني الفطور لغرفتي.
هادو طايقين.
خلي تبعث هاد السيارة لالفندق بالثامنة الصبح غدا.
كاين كروز يدير غدا أو عشا؟
كاين ليك لون أفتح؟
هنا كثار زهو.
لا، غادي نيتلفن ليه تاني من بعد عشرين دقيقة. شكرا.
التعليم تم التأكيد عليه وزيادة القوة العسكرية.
أش غادي تاكل ليلا، لحم البقري ولا الحوت؟
ماستر كارد كيفر؟
هاد الحجم، من فضلك.
ما عجبنيش.
خمس دولارات، والمشروبات زيادة.
اش حادين لشخصين؟
عندو جrani فجأة غميزة في البطن.
كيفاش كياخد لمرشد في يوم؟
اسمي هيروشي موري.
خاد لي لبن رايب، من فضلك.
نعم. هاد هو الكاونتر الصح لطيران يونايتد إيرلاينز رحلة ثمانية وعشرين صفر؟
اش حنا عايقين نلبسو صوبات و عناقات؟
أي أوتوبوس مشي ل غيلد هول؟
تعال هنا. خليني نساعدك مع حقيبتك.
كاين ف الرف التاني ف الصف الوسط.
فين البار؟
تفضل تسجل الدخول بعد التاسعة و التاسعة صباحا
مقاعدنا مفصولين.
أكيد. فين غادي؟
خاطري ورقة للكتابة، من فضلك.
عيش وقت مزيان.
أسف، كل المقاعد مشغولة في تلاتين غشت.
اشوف حاجة أرخص؟
ممكن تقول لي تاكسي؟
خلي نرجع لمغريب الجاپون دلوقا؟
الغرفة غالية أكتر من ما قيل لي.
خاي ندير ليك أوامر زيادة. ممكن نشوف لستة الطعام مرة أخرى؟
كان هنا حامل مفتاح على شكل قط مع ربان هنا.
أش غادي تعمل ب هاد الشنطة الصغيرة؟
خاين شي للمراكيض.
اشوف هاداك؟
تماما ثمانية عشر دولار.
خلي تبديل هاد الشيك ديال السافر بالفلوس.
فين ندير غسيلتي؟
كفيت؟
روح مستقیم من هاد الشارع. كاين قبل مقهى الآيس كريم.
ما عندي حجز.
مشيت نلمسها؟
أرشح فين هو على خريطة هادي، عفاك.
كاين مطاعم جيدة ورخيصة ف هاد البلاصة؟
هاد دار مزيان بزاف.
هاد هو المحطة الصحيحة ديال الباص باش نمشي لتشيلسي؟
غادي نجي متأخر شوية الليلة، ولكن عطيني الحجز ديالي.
كرتيصيط مزيان؟
ماتا ما كايجيك لموصل فاش كايتحقق من تيكت ديالك، عطوه باص ديالك وهاد التيكت.
كيفاش غادي تحتاج لقلم؟
أي كتاب هو آخر كتاب لغالبرايث؟
واحد لمقعد الدخول العام، من فضلك.
خدت الوسط، مش أحرق.
قنديرك غادي يكون جاهز بعد أسبوع من يوم اللي غادي ناخد المقاس، سيدي.
كنبغي لي عصير التفاح، توست، بيض مقلي وقهوة.
فين المحل ديال الكاميرا؟
كوكا صغير واحد، من فضلك.
أنا مجرد مبتدئ. ما عندي الفكرة إنّي قادر نعمل هاد الشي.
أربعة توفاح.
اش هاد الخدمة غادي تكلفك شحال هاداك 300 دولار؟
يمكنك إعادة إصدار بطاقتي الائتمانية؟
خليني نتفكر شوية.
خليك فالدربة النهار.
خاي نؤكد بالظبط شنو غادي ندير.
كن عارف كيفاش كتشوف. خليك متماسك.
غادي نرجع نكلمك.
خليك حجز طاولة لشخصين في ذلك المطعم الساعة سادسة مساءً؟
غريب بزاف. كيحمل لشكل ديال مركبة مجهولة الهوية.
ما نقدرش ندير حلم كير
ممكن تقول لي شنو هاد الفاتورة؟
مرحبا، هذا الغرفة 305.
خادش ملح الحمام.
مومكن تصلح لي هاد الكاميرا؟ ما كاتحملش بشكل صحيح.
اسمك و رقمك؟
كنت ناقصلي بلي هي ثمن موحد بين المطار ووسط المدينة؟
خليك طيّب، روح شوف عليها دلوقا؟ لو هما هناك، خليك جيب كلشي هنا فوق فوراً؟
خاي، نعتقد بلي سعر الصرف كيتبدل بين التوقعات اللي كتقول إنها غادي تزيد أو غادي تنقص، عموما.
عندو تقليد طويل وتاريخ.
أش نو لعبة كيتلعب ف الستاد؟
أش غادي تعمل ف ليلة راس السنة؟
مرحبا، ممكن تعطيني رقم تليفون السفارة أو القنصلية اليابانية، من فضلك؟
هادو كيف كيف. هما مريحين بزاف.
خير، هاد الغرفة هادية. مزيان بزاف.
عندي حجز في السابعة.
مزيان. ولكن هاكاك ثمن النزول ديال ميتين دولار.
ف السابعة صباحا، بالتوقيت المحلي.
هادي في هاد الشارع على بعد ثلاثة كلوات تقريبا.
أسف، مخدّش فيش حجز ممكن خلال عيد الميلاد، ولكن عندنا مقعد في 22 دجنبر.
فهمت. شكرا
اش هاداك تيخسني باش يلا ماقدرتوش تلقى الصندوق ديالي؟
خاي، شنو لفواكه اللي كتحب؟
اش كان آخر دورة شهرية ديالك؟
كنت دارت كلمتي التأكيدية قبل يومين.
ما عارفش بزاف إما خدي جوازي أو خرج من جيبتي بسهولة.
الكيسطا طويلها خمسة و خمسين سنتيمتر، عريضها ثلاثين سنتيمتر، و عاليها ثمانية عشر سنتيمتر.
كنلبغي هدايا د التذكار.
كيتكون من أربعة جزر رئيسية.
عشرة صباحا. هادي مفتاح غرفتك. غرفتك هي 54-33. النادل غادي يدي ليك الشنطة ل فوق.
نعم، كنعيشو وقت مزيان ف هاواي. كنتمنى تكون هنا.
مومكن تقدم لي ترجمة؟
غادي نشرب شاي مع الحليب.
غادي تقصلي شعر فوق عيني بقرن半ين إنش فوق الحواجب؟
اشنو وقت تفتح؟
كاين غرف تحت خمسين دولار في الليلة؟
طاولة لشخصين الساعة سادسة مساء اليوم، من فضلك.
خمس عشر دولار، من فضلك.
درّي لشمال فالتنبيه.
ما خدامني والو.
ماشي مشكل، نقدر نحجز ليك جولة سياحية؟
كيفاش نملئ هادشي؟
كاش تحدّى بناية بيضة من عبر الطريق. هادي هي.
كانقرا ليكون عالما.
مين فاتحلي جوازين للكراسي المحجوزة؟
خلي تبعث حتا هداك اللي لابس و لبس هداك القمصان.
ممكن تضيف سرير إضافي في الغرفة؟
مينفعني أستخدم مشغل ياباني؟
خدوها لحد الطرمينال. من هناك غادي تحتاج تروح للفندق بوحده.
خاي نكرا قارب مع مرشد، عفاك.
فين حمام عام هنا؟
خليها لي، عفاك.
ما كونيتش دارت تا مكالمة تلفونية.
خد شويتي بالحقيبة دي.
مين فديتني إنك طلق لي التيليفون في السابعة صباحا؟
كاين عندك شريط؟
كانبغي ناقص حليب و سكر.
نحنا بغينا نبدل الرحلة لشيكاغو من التاسعة للهادية عشر.
خلي نتا جيبلي كونديشونر للشعر.
يوقاتا وحابي هما أشياء مشهورة كتذكارات من اليابان للناس الأجانب.
وين أقرب مخزن لحذاء؟
عندك عين الفن.
خلي هاد الشنطة حتى الساعة تلاتة.
جاي هنا شوف أُوپِرا حقيقية.
هادشي كيقلب ليلا؟
بقا برا من الشغل حتى التلات و ما تاكلش بزاف.
الصومو هو واحد من الرياضات التقليدية. يتم تنظيم البطولات ست مرات في السنة.
مقعد في الممر، من فضلك.
الممارسة تجعل الكمال.
كيفاش غادي ياخد لاوامر؟
هي رقيقة.
خنا بحاجة لوقت قليل أكتر باش ندرج على العقد.
انا حاس بلي غادي نقي. ممكن نلقى كيس لمرض الطيارة؟
قوليلي كيفاش نروح للمتحف.
هاد مصنوع من الجلد؟
آش هاداك. كنتي وحدك؟ ليش ما تاكلش معانا الغدا؟
شكرا. أنتا Bray.
هادشي لقيّم عندك، من فضلك؟
كنتي خدامة دوا آخر؟
خاي نروح لموقع المتقدم.
خد القرار، ولا؟
جيني. مايك. سارة. سام. طلعو، كلنا قومو.
خليك ديرني عرف بعد ما تصححو؟
خاد لي جاكيت.
لا شكرا. نقدر نلقى المكان. تشوفك لاحقا.
مرحبا. أنا مفضّل مقعد في الممر.
نحنا بغينا نكرا سيارة وسط الحجم لثلاثة أيام.
كاين غلاف معاه؟
نحنا بغيت ناطل هاتفي ل سان فرانسيسكو.
صندوقي سُرِق ف اللبي د اللوكاندا.
كيفاش و منين ندير دفع النفقات؟
ملئين.
ضيق بزاف هنا.
زيد حجم الخط لحجم هاد.
مرحبا، هادي غرفة 1234. اسمي أودا. نبدا نوصلك إتصال لصلاة الفجر غدا الصبح الساعة السادسة، من فضلك.
يمكن دفع الفلوس عند الكاونتر، من فضلك؟
خليني نشوف الباقي، من فضلك
ممكن تكون قلقان على هاد الميكروكومبيوتر.
بصح عادي كان الرحلة ملساء مع شوية تلاطم.
أش نوّع رخوا ديالك؟
كنبغي نتا بيه. خرجته من بيع التخفيضات ف سوق ABC.
اش يمكن ناكل عشا على الباخرة؟
مينفعش ناخد ورقة دليل الزيارة؟
كنتي عضو ف كلب دّيالنا د Frequent Rent-a-Car؟
أش غادي تشري؟
صحيح. أنت موافق لآرائنا. وعلى كل حال، قال إنك رجل أديب.
كيف مديت عطلتك الصيفية؟
قلب الهاتف و غادي نرجع نكلمك.
كايحملو شانيل كولون؟
بَعيد بزاف. خايج تاكسي.
كاين هاد الشي أحمر؟
قوليلي كيفاش نخدم بيها.
مجهود جميل، ولكن ماشي متأكد غير لو جربت.
كيف ندير لمكتب لمعلومات؟
هما جوعانين.
مشيت شوف رخصة السياقة ديالك؟
شكرا. استمتع بوقتك.
أنا جاي من هوكايدو.
سافر بسلامة
كاين عندك هادشي؟
أي ماركة هادي؟
كاين بيع حاليا، ب 30 دولار و 49 سنت.
كانت عندي غضبة على ما قالو بيه البايع.
كاين شي أكبر؟
كايحشر ف الصيف ف لياپان.
نحنا بغينا نوصل للمطار على الساعة اثنين.
كاينين تعديلات لي بغيتي تعمليها؟
خاينا لوني غادي يخليني شاب.
خلي جيب شنطة لي للغرفة.
خدني طماطم، من فضلك.
ما فيش مشكل.
نقدر ندخل ل الجهة دلوقا؟
ما غادي نلقى حاجة بحال هاديك في اليابان. غادي نشريها.
ليلة لربع.
خليك عاونني نشوف مقعدي.
أش نواع الحلوات عندك؟
كنتي خاطئ في الحساب.
كتّو ثلاتة د لعشية.
شوي من فوق الرقبة، عفاك.
ما فهمتش شي غادي تقول.
اشنو قيمة التيكيت ليوم واحد؟
كنتي كاليتي؟
أي رقم طيارتك؟
كيفاش عارف ذوق صديقك في اللباس؟
هاداك فين نروح على الحقائب المفقودة؟
خايجينهم بزاف وبسرعة.
كيفاش غادي يكون العدد كولو؟
كاين مشين ديال الصرافة أو بنك قريب هنا؟
أنا آسف، لكن نتا بغيت لغي حجزي.
راح نكون هناك حوالي الرابعة العصر
بغيت نخرج يوم قبل.
أي حاجة هي التخصص ديال لمحل؟
ممكن نسأل لو فين شخص يقدر ياخد طيارة لاحق؟
اش حنا القطار من سيدني متأخر؟
كاين عندك صداع؟
ما تقدرش تاخد هادشي لليابان. عندو قائمة ف اتفاقية واشنطن.
خليك تقدر تيجي تاخدني من المحطة أقرب؟
ايوا، عندي.
بغيت نقيل حجزتي.
طيب، شوية. علاش- خسرت شوكتي. عفوا.
فين لقدام د المدينة؟
واش غادي تعطيني جريد أو مجلات؟
واش عندك واحد صغير شوي؟
اش نقدر ندير كاميراتنا ف الدخلة؟
أي يوم مغلق؟
نحن عندها. شويا من الوقت، من فضلك.
كيفاش نتعرف على هاد النّاس؟
كنبغي كتاب النحو.
إجي ل البوابة تيسع و تلاتين بالربعة و الربع ل الخمس و الربع.
اشنو وقت جاي البوس اللي جاي؟
قنا نستأجر دراجة؟
في ملعب التنس قريب من هنا؟
فين المضيف؟
كاين عندك دليل متمرس؟
واشين كايبدا زهر اللوز ديال الجاپون كيضهر؟
ايوا، نعم كنت.
أنا ماشي لبرج لندن. يمكن لي تقول لي كيفاش نوصل لهنا؟
خلي نيكون عندي پيزا جبنة كبيرة وحدة
كتاخد حوالي 40 دقيقة بالاوتوبوس.
قريب؟
ايوا، كنحنا كنا. غادي نجي بيه علا طول.
نتマンيت.
خايف أنا ماشي في الدار دلوقا. عطيني رسالة من بعد الصوت، و غادي نرجع ليك أول ما نقدر.
خايف ناخد جولة بمروحية ديال نيويورك.
خليك متأكد أنك ما خليت والو شي وراك.
أشنو عدد المرات اللي كيدور فيه أوتوبوس نمرة تيسعة؟
خسرت عدسة اتصالي الواحدة.
كانخد دروس د البيانو مرة ف الاسبوع.
اش نتا بغيتي عليه؟
خلي هاد الشنطة حتى تلاتة.
اسمي ياماشيتا.
شوف الدرج داك؟ داك كيوصلك لمنصة القطار اللي كيمشي لفوق. ولا كين، إذا بغيتي تشوف لندن، أوتوبوس أحسن من المترو. خرج من هنا، وغادي تلقى محطة أوتوبوس. أوتوبوس رقم ثناش كيخدك مباشرة للمتحف. زور ممتع، سيدي.
هادي حاجة ليك.
كانت لي نهار مزيان النهاردة.
هاد النوع ديال الطاقية باين لي كايكون في الموضة. كنظن غادي نشري واحد منهم، أنا حتى.
ملي شال؟
هاد الدوا كيخلي الحرارة تنقص؟
هي لصّة.
خاد شي زايدة؟
عينيه كانتا سوداوين ومفتوحين على بعضهما.
أنا، الخصوصيات دابا كاينين هنا.
فهمت. نعتقد يمكنني عرضهم جميعا في ساعة واحدة.
هنا خمسة دولارات و صفر سنت. احتفظ بالتغير.
خد لينا طاولة لخمس ناس.
قريب بزاف من الحمام. ممكن تغييرهولي؟
عفوا، من فضلك ا 借لي حاسوب
فين قاعة المؤتمر؟
هاد مصنوع باليد؟
خلي показي لي قائمة أسلوب الشعر؟
كاين عندك طابلو د لوان؟
اش دابا نروح ل لمستشفى؟
عندنا قوات الدفاع عن النفس.
كنتي عايشة سيجارة؟
أسف. مخزنا خالي. جرب واحد من محطات المترو.
كاين عندك تيكت الرجوع؟
خليك طيح الشباك شوية؟
إذا وجدنا إياه، هادينا نكلمك.
لا تزيدو السكّر.
محرك سيارتي اتوقف. انا في الشارع الخامس عند شارع السابع والخمسين. تفضل تعال بأسرع ما يمكن.
نتفكر ف التأريخ الطبيعي.
مفتوحين من العاشرة ل السابعة و نصف.
خايب ندير مكالمة لبرا لليابان، عفاك. هو يуки موراي في الغرفة 312. خايب ندير مكالمة على حساب لسيدي كيسوكي موراي. رقم التелефон هو طوكيو 0337268391.
مشيت شوفو، عفاك. كتحدّيها من اليوم؟
كيف تريد الفواتير ديالك؟
خاي نخلص نستعمل صندوق أمان.
سمع، أل، شنو،äh، رقم التيليفون ديال الماكينة ديال الفاكس في المحطة؟
غادي نبلّغ علىك ل "لمكتب ديال حماية المستهلك"
خدني سماعة د لآذان، عفاك.
كيدقني رجلاي شوية.
ديش علاقة لي. ما تقدرش تعمل تا ترتيب؟
مشي فيه حلا آخر للوضع الحرج؟
مفتوح دابا؟
إيدي مخدّرة.
زوج من الحذاء بقياس ثمانية إنش، من فضلك.
أي معارض هي الرئيسية في هذه المعرض؟
كيفاش تقدر تصلح هاد الكاميرا؟
خدي تقرير الحوادث باش ناخد التأمين ديالي.
لقيت شقة كنت كاندور على الإنترنت.
مع سيلزيوس، نقطة التجمّد هي الصفر.
نحبها ل الجهدة.
عندي مشاكل في المعدة. عندك دوا مزيان؟
ايوا، كل ما عليكم هو غسل الشعر بمشطرة و تجفيفه بالهواة.
مزيان. انتا؟
مزيان. هاد الفاتورة ديك. الجملة كلة جاية ل 45 دولار و 50 سنت.
نقدر دفع بالشيك؟
كن رادي نغيير المطبخ.
أش هاد الخدمة د البريد الجوي غادي تاخد باش توصّل هاد البطاقة لญAPON؟
غادي نطير قريبا.
ايوا سيدي. عندك شي حتا هوية؟
كنبغي لي لعبة ل بنت خمس سنين.
ما عرفتش يوم مرض في حياتي.
اشنو عدد الميال ل بوسطن؟
خايب عليك جاي لليابان.
حسيت بلي علاقة بزاف.
راجع في 25 مارس.
كاين كيكات للي مخصش سكري؟
خاد الحليب، من فضلك.
واو. آش هاد الخدمة الكبيرة.
مين فضلك طوابع للبريد لموريتانيا؟ لا، لم يابانية. مين فضلك طوابع للبريد ليابانية؟
أي مسار يغادر منه القطار لميلانو؟
خلي تبعث السيارة لفندق ألفا في التاسعة صباح يوم السادس.
غادي نشارك في جولة مروحية ديال نيويورك.
زين بزاف.
خليك عطيني بطاقة الصعود لجوج، عفاك
ويسكي دي خمسين سنتيم.
كروز اللّيغور؟ هادو ممتع؟
ما تكيكش صينيك على القاع الرملية.
هادشي للخدمة؟
قوليلي كيفاش ندير مكالمة دولية.
ممكن تبديل هاد الفلوس الخمسين دولار ب خمسين دولار من فئة الخمس؟
قادر نحمل هاد الشنطة ف الطائرة؟
خد هادشي بعيد.
ماشي بعيد. تقريبًا 15 دقيقة.
خاي نخرج هادشي.
أش هاد كيفاش غادي يمرّب؟
دبا، خریدت هادشي و كايضر.
ميزانيتي خمسين دولار.
غادي نوصلك لمسيو سوزوكي.
اش نوّو ساعة سيتة؟
مباشرة، من فضلك
ماشاء الله فرحت بزاف نشوفك.
فين نلقى أوتوبوس نمرة تيسعة؟
نطمح أن يكون لدينا رحله ممتازه.
فين نقدر نعمل مكالمة تلفونية؟
كن في الحمام. مافيهش ماء سخون في الشاور.
خلي هاد الشنطة، من فضلك.
تلات ليلات من أول يوليوز. شنو ثمن غرفك?
خلي نا 15 لتر من سوبر، عفاك.
يمكنك أن توري لي كيفاش كيعمل هاد الفاتح للعلب الكهربائي؟
واش غادي يخلص قريبا؟
أي نبيذ تقترح لي مع هذا الطبق؟
خسرت بطاقة النقل ديالي.
كاين مكتب صيرفة فلوس غير المغربية قريب هنا؟
من أشهر اللاعبين؟
وين المفقودات؟
فين نلقى فيلم؟
خليوني واحد هوت دوج، من فضلك.
كاين إكسبريس؟
نقدر نرسلو ليك للبosta.
هاد السن طار ليها راسها.
خليني الكاميرا. نتا بغيت نصور صورة.
كيفاش غالي تيكت الدرجة اللولة على تيكت الدرجة التانية؟
غادي تشوف فالمطعم ديالك على حقيبة ديالي؟
موقف التاكسي، فين؟
هاد كان مزيان.
خاين شي ليلدوار ديالي.
أنا كمان. كنت فكرت نتا غادي تساعدني نفهم قائمة الطعام.
سجّل هنا، من فضلك
خدي شويا د القطرات.
خاد الفواكه الفرنساوي.
الورود ديال الخوخ كيتحترمو ف عيد الدمى ل بنات ف 3 مارس.
من أي مسار يغادر القطار لتاكاو؟
اش هادو؟
كاين عندك برتقان؟
اش نوضلو بشي حاجة خرة؟
عفوا. ممكن تقول لي على أماكن ممتعة زيارتها ف هاد المدينة؟
كاين مقهى قريب هنا؟
تكتيتين ل لجّو ل بوسطن، عفاك.
قول "إبق في الحارة"
كنتي بغيتي تزوري مكان محدد؟
اش نلفها؟
ايوا، تقدر تشري الطوابع عند الماكينات اللي في اللوبي.
أي من هاد لبوطات كاين علاه تخفيض؟
أنا في الطريق السريع الأول والثمانين قرب مخرج بيركلي.
اسمك وعنوانك كافيين.
خليني ناخد شنقيطك.
كيفاش كيتوزن؟
اتصل بشخص يتكلم اليابانية.
هاد سي غرفة رقم إثنان وثلاثين. ممكن ترسل ليا جوج كاسات قهوة؟
نعتقد أن هذا هو التغيير الخاطئ.
كتاخد تقريبًا تلات ساعات باش تمشي للمكتب وجيب.
كيفاش تقدر توصليني بمحل شعبية عند الشباب؟
عندو معدل ضربات ٣٢٥.
ماتجييش تاني.
راح نخرج ف 14:15
عندي تيكيت ل ديترويت كيخرج ف الحادية عشر صباحا.
خلي لي مقعد في الوسط قرب الكوريدور.
ماشي مشكل، ممكن تساعدني اتلقاه؟
كنلبغي شيئ مصنوع في الميريكان.
اش غادي ياخد اكتر من عشر دقايق مشي على رجليك؟
نحس إنّي كنحبك
اش منين قلت لينا نديرو بياننا؟
كاين حد كيحفظ عليه؟
أش نوعة عدد سكان بلادك؟
حفلة أربعة، الساعة سبعة وثلاثين مساء. إيش اسم بغيتي نكتبو فيه؟
بغيت نبدل الطلب ديالي.
أيّ المَواقِع اللي كايزوروها السُيّاح ف إنجلترا أولا؟
غادي نخرج غداً.
خادش مخلل الخيار، من فضلك.
اش هاد الليلة عندك وقت؟
جيت من طوكيو.
عندك عصير، من فضلك.
وين غادي تروح ف بلاد هادي؟
اش منين دار؟
سيدي فرانك شميت، مدير مصنعنا، سعيد جداً أن يرشدكم في جولة.
خمس وعشرون دولار، يشمل رسوم الباص والمرشد ورسوم الدخول.
أش من هاد شي كيبان مع هاد؟
كنت على رحلة بان أميريكان 402. لقد سلمت حقيبتين.
خليتي بطارية لهدا، عفاك.
قرب المسرح، من فضلك.
مسجل، من فضلك.
فين كاونتر الدفع؟
حار.
أنا آسف، هادي النوع الوحيد ديال الغرفة اللي عندنا.
كنعامل基本يا ف بيع الأجهزة الكهربائية المنزلية.
غرفة لوحدو بدون حمام، من فضلك.
نعم. كنلبس قندورة.
خنا نجرّب الأكل المحلي.
اش نوضو معاها؟
خدو صديقي لمستشفى، عفاك.
خليك عاونت بزاف.
المتروپوليتان مزيان.
هاد لعنب طعمو طيّب.
أي رقم غادي نديرلو باش ناخد لمعلومات؟
فين التلفون؟
غادي نلقاو و نحدد الختيار ف الغلسة الجاية.
خليك عطيني فاتورة باش نديها لشركة التأمين ديالي.
ايوا، كيدير. السما فيها تهديد.
هاد لخمر عطاني الراحة الحقيقية.
واحد مفقود. خریدت خمسة في الجملة.
شكراً جزيلاً على ما قدمته من مساعدة لي في هذه الساعة المتأخرة. أنا أقدر كثيراً مساعدتك.
أي أكل أسرع؟
اش حاد ليلة وحدة؟
أكيد. شوية دقايق، سيدي.
ما خصك تيقظني للوجبات.
أكيد، عفاك.
ما تقلقش. ديت كلمت واحد من المحطة ديال النار.
كيفاش غادي يكون الخدمة ديال تاكسي ل هوليداي إن؟
خايف عليك
أنا آسف. سكبت قهوة.
لا، شهرين او ثلاثة. كنظن غادي نكون هنا لثلاث سنين.
مكتب البريد قريب؟
خاي نستأجر مادة لريح السيرفينغ.
كاين عندك أكل محلي؟
خلي هاد لمقعد ليي؟
ما كاينفهمش شنو كتقول.
مرحبا، فين كابينا، عفاك؟ غادي توجّهونا؟
ما غادي نسيش الوقت اللي قضيته معاك تحت الشجرة في يوم صيف مشمس.
هاد الشباك صحيح؟
غادي يولي لحر أكثر دابا ليلة.
هنا إسمي الكامل وعنواني.
أش هاد الغرفة ديال التاسعة؟
هاد لخمر طعمو مزيانش.
خليك جيب لي وسادة للغرفة رقم مية وحداش، عفاك؟
فين الطابق التالت؟
ما عندي وصفة طبية.
فين المقبرة؟
خلي تقلق، عandi نروح.
منين مقطع الطياح؟
كيفاش نوصلك ليه؟
الفاصل ثلاثين دقيقة. يمكنك تناول وجبة خفيفة في بار الوجبات الخفيفة في الطابق الأول.
ماشي مشكل، عافاك؟
مرحباً على متن طيران فرنسا.
كنعرفو وقت نديرو جولة هنا؟
حلمي تحقق.
لا كتشاب، من فضلك.
فين المرسى؟
هاد ماشي عادي.
مزيان. هاد مفتاحك. غرفتك رقم ١١٠٩.
فين نلقى الصحون؟
عذرا على الإزعاج، ولكن هادو نبدا بالموضوع الرئيسي. عندنا كثير من الأشياء لمناقشتها اليوم.
أنا عايق للي أنتیبیوتیک.
عندي شوي د الواجبات من الإنجليزي و الحساب و الفرنساوي.
غادي نسكت خريطة.
كتحب الدولار؟
الڤيزا كتخدم لستة أشهر.
ماشي مشكل. ما خديناش بيه الليلة.
يا جاي.
ب البريد البحري؟
خطر لو ما مشيتش بالتاكسي ل الفندق.
لا، خايف نكونو معندنا غير بقا شويه د الساعات متأخرين.
سيجارة بدون فلتر، من فضلك.
نحيد ف الوقفة الجاية.
إتصال جماعي لمسيو أوغاوا، طوكيو أربعة خمسة سته سبعة.
فهمت. من فضلك املأ هذا الاستمارة. قد لا نستطيع ايجاده، لذا يجب عليك الاتصال بشركة بطاقتك الائتمانية.
أنا آسف جدا، سيدي. يجب أن نبلغ الشرطة عن هذا.
كاين مخازن ب التخفيضات قريب هنا؟
اقتراحو تم قبوله.
خليني شوف الفواتير ديال الخدمة.
خليك هديني الطريق.
ايوا، عندي كرتونين.
سارق الحقائب. أوقفه.
ايوا، عندينا تيسع وتسعين نوع من الأكلات ديال الكورس.
إتصل بطبيب ياباني.
هو برا كيدخل الغدا دلوقا. غادي يرجع من بعد عشر دقايق.
واش غادي نوصل في الوقت؟
ماشي مشكل، ممكن تساعدني وتوريني الطريق للمكتب البريدي؟
خلي حد يساعدني، عفاك.
كاميرا ديالي باش تكون طارحة. ممكن تشوفها؟
كاينين خطوط أوتوبوسات أخرى كتروح ليه؟
هاد الفلوس على الكل ولا على الواحد؟
أي نوع من الصلصة تريد؟ عندي ألف جزيرة، جبنة زرقاء، وفرنسية.
خليتي فلوس الصغير.
يمكنك تتكلم ببطء من فضلك؟
لا، لقد خمنت صح. طلقت من حوالي ستة أشهر.
أكيد سيدي. كيف تريد ستيكك؟
كيفاش نتحكم ف حرارة لبيت؟
كلشي مزيان.
أش نو كيمونو الرسمي؟
نروح للحمام دري مرات في الساعة.
خدني كاس د لخمر الحمر، عفاك.
كنلبغي شال حرير.
خد الحقائب ديالي، عفاك.
هاد البوس كايمشي ل بوسطن؟
غادي نخرج غدا الصبح في السابعة، فهاد الشئ عطيني الفاتورة دابا.
قصهم شوية فوق الحواجب، عفاك.
خدي هاد و هاد.
خاي نرسل هاداك بالبريد البحري.
خلي هاتفك. غادي ناتصل بك لاحقا.
الماي ف البانيو طفح.
كاين أربعة فصول متميزين.
مزيان، نقدر ناخد 3 في المية من الخصم.
كارتي د الاكريد لا كيخرج من الآتيم.
الموديل يمكن يكون أسهل لليستعمال.
كان عندي هاد الأعراض من الصباح.
هاد كيدا في الغرفة سبتة وعشرون تلاتين. عندي ألم شديد في بطني. عطيني دكتور يجي يشفني.
كنبغيكش.
نحب نحجز سویت.
وين المحطة ديال الپطرول؟
هادي عدوى؟
غادي ياخد تقريبا 99 يوم باش يطبعو لكارت جديد. من فضلكم سجلوا اسم الفندق و رقم التلفون ديالكم ف هاد الورقة، علاش نكونو نتقادو معاكم.
هاد الليموزين كيروح لفندق البالاس؟
غادي تروح ل لمدراسة؟
كنتي عايشة حاجة تشرب؟
خايب خيمة.
لقيتو.
خايب خيط.
اش نوضيك تقرا بلهدي؟
غادي جاي أمرنا قريبا؟
أقرب واش من هنا؟
اش حنا القطار وقف ف أديليد؟
خد شوفور عالي.
بغيت هاداك.
هاد الطريق، عفاك. هاد المقعد جنب الشباك لك.
خديلي قطرات أنف.
هاد شي محطة مترو ولا محطة قطار عادية؟
فين صالة الإمبارك؟
حوالى الربع ل خمس د النحاس
غادي ياخد شويا من الوقت باش يتحضر ولكن.
النهار دازة خاصنا نتحكم إما غادي نستامر بلخطة ديالنا لفتح فرع في مكان ما في أمريكا اللاتينية، وإذا كانو غادي نديرو، شنو لبلاد، فاش، وكيفاش.
ماشي مشكل، نتا بقا في المرة الجاية؟
على المشتريات اللي كاتقعد فوق تمنها 99 دولار، يمكنك تستعمل نظام بلا ضريبة.
أسمروني. اسمي مكتوب على جنبه.
نقدر ندير ليك البواب يفتح الباب بمفتاح الماستر. شويا من فضلك. شنو اسمك و رقم غرفتك؟
كانعجبني نسمع لموسيقى السول.
البطارية خاوية.
فهمت. بعدا تكتيتين ل سان دييغو، من فضلك.
قهوةك، من فضلك.
أش داك الساعة؟
اش نحتاج لترخيص صيد؟
كنّا بغينا طاولة قرب النافورة.
ماشي عاطل.
كاينش مدرسة غوص متاحة؟
خليك جيب لي شكايتي لتحت في السابعة صباحا؟
خلينا نديو فلوس على الشربات؟
كنحب غويا. كننتظر نشوفهم.
كاين شي سجلات بثمن مخفض فين؟
كاين باص لمطار؟
خليك، مابغيتش تا تجي لليابان، زور داري.
ساعة تقريبا. بعيد شوي.
هما مزيانين ل لپلاج.
أش حال غادي نروح ونرجع؟
ممكن تحفظ شويتي لحد الرابعة؟
كتاخذ تقريبًا 40 دقيقة. خذ بروشور ياباني، إذا كنت تحب.
خمسين سنتيم للكلمة. غالي أكتر من ما كنت نتاظر.
خليني ندير هاد الكارطون برا اللوبي؟
هادشي ماعندوش ضرايب؟
الأفضل هو قضاء وقت ممتع مع أصدقاء جيدين.
خاينا نحجز غرفة توين مع حمام ليلتين، بداية من تالت ماي.
كاين khảصة ليهم غدا الصبح؟
بسباب الثلج، طيران الكندي رحلة 021 تم الغاؤها.
كتقدر تبعث الكتب لليابان؟
أش حالك غادي تبقى؟
واش الماكينة د الشعاع إكس غادي تؤثر على الفيلم؟
كندي على ريجيم، فاشيها بportion صغيرة، عفاك.
الطّيارة ملغية. غادي نديك ل لفندق.
غادي نجي متأخر، لكن خلي الحجز فيسمي.
أش نوعة غادي يكون؟
خليك عطيني خصم.
أنا قدام غرفتي. رقم غرفتي هو 201.
عندنا غرف فردية عشر، وغرف مزدوجة ثمانية، وغرف توين تسعة.
نقدر نتحقق من أشياءنا هنا.
خليها على الميزان هناك. خمس و سبعين سنتيم.
يمكنك ياخذني لمحطة الاتحاد وجيبني؟
كنشوف هاداك.
خلاصة القول، لأننا نعرف أن الحكومة ستقدم بعض الإجراءات الأخرى لتحفيز النشاط الاقتصادي.
كاين عندها طابوعات البريد الجوي؟
غادي نلقى كلشي في لليستة فالسوبرماركت ولا غادي نخدم بلي نروح للمحلات الطبية؟
لا، مابغينا والاكين نتوما كتشراو البطرون. ارجوك املأ الصندوق قبل ما ترجع السيارة.
نحنا بغينا نرسل هاد البطاقة لليابان بالبريد الجوي.
ف نيويورك. و قال لي مكتب السفر إنه غادي يكون كيرحلو.
شكرا على كلشي.
اش فهمتي نروح لليابان؟
اش نوحا سميتك؟
ب القيمة ديال دابا، غادي يجي ل هاد المبلغ.
فين المعرض؟
ماشي مشكل أستعمل الحمام أو الدش الليلة؟
رقم هو تنين تيسع تلاتة خمس واحد اثنين واحد اثنين.
نحنا مجموعة من تلاتة.
خليك، عطيني عرض أحسن.
وقت开始 ديالك في الساعتين ظهرا كما حجزت. ولكن هناك حزب آخر غادي يخلص قريبا.
حجّزت؟
انا نمشي للمرحاض كل ثلاثين دقيقة.
أش حال من الوقت باش ياخد بالبريد البحري؟
هنا؟
غادي نبقا لثلاث ليلات.
نحنا بغيت نبدل رحلتي الجوية.
كاين محطة مترو قريبة؟
هذا السيد كوباياكاوا يتكلم. ممكن نتكلم مع السيد توماس؟
اشنو ساعة تطلع هاد القطار؟
كيفاش كتكوني الحفلة ديالك؟
نحب ناخد درس سكي.
كنشوف على الشقة ديالك لكراء.
ل一人؟
خليني فلاقة صغيرة منها.
وين كاياكل الناس ديال هاد لبلاد عادتا؟
كنت عندك بطاقات فلوس فيها؟
غادي يكون أربعين دولار زائد الضريبة، اللي كتخلي أربعين تلاتة دولارات فالمجموع.
واش سهل لولد عمرو عامين يلعب؟
بغيت نرسل هاد البطاقات لليابان.
أنا جاي من فرنسا.
اشوف تيكيتك؟
تكتيتين لワشينطون دي سي، من لفورما، عفاك.
نشوّل مع هاد لعبات؟
خليك دبر هاد الخدش ف سروالي
خليك داكشي مكالمة جماعية.
ما عارفش آشAK هو الحجم.
فين أقرب تلفون؟
ايوا، عطيني. غادي نستنا مكالمتك.
واش يمكنلي تقليل الثمن باش نبقى تلات ليال؟
اش ندير رسالة؟
ف السينما لي قرب المكتبة. لكن غادي تحجز مكان.
عفوا. ممكن ناخد خريطة المدينة؟
مش خطير؟
هاد السطر طويل.
كنحب البيض المقلية، التوست و عصير الطماطم.
خريطة، من فضلك.
خليك تقدر تفكها، عفاك؟
كاين عندك فورماذ أخر؟
واش كارت ديالك مكتوب عليه اسمك متصل ب الصندوق ديالك؟
عندك حاجة تدير؟
غرفة مزدوجة، من فضلك.
ماكاينش مقاعد محجوزة. تقدر تاخد أي مقعد لي عجبك.
خليني مرقص، من فضلك.
خد الشنطة ديالي.
كنت مغربي؟ لا، كنت أسألك: انت كوري؟
لا، ولكن عندنا سيارة جديدة تحت الصغيرة. الوردة لي فيها هناك.
قولتي سعر الصرف ديالنا. فهادشي يعني كل بنك عندو سعر مختلف؟
أش نوڭاد إمتلقى لبس؟
كيفاش عدد لفلوس؟
قيسه، من فضلك.
خاد ساعة حيط.
أي مدينة وقف الباص فيها بعدا؟
أنت زوين فاهم، مشي؟
فرنك سويسري،okay?
أش حال من لوس أنجلوس ل سان فرانسيسكو؟
عصر الخير. فين عاونك؟
خادش دوا للحرقة.
بغيت ن告诉 صديقاي على هاد المكان، فاش يمكنلي تعطيني بروشر د لوطيل؟
خسيت جوازي. عطيني تقرير سرقة.
فين كيديني؟
فين تيليفون؟
عفوا لحظة
ناكتب ليك
أي جولة هي أوسع جولة في المدينة؟
كتب هاد الفورما، من فضلك؟
خلي نقدي مع بصل، من فضلك.
أش نو معلم هاد المطعم النهار؟
عفوا. ممكن تقول لي شحال غادي تكلف عشاء عادي؟
بدل هادشي، عفاك.
أش غادي نروح لباريس غدا الصباح ونقصّر على الطيارة ديال السويس إير فالضهر؟
ستاني حتى تتحط.
ماكينش غطس.
نعم. هاد سيغول إلف 11-09. المكيف ماشي عاجب. وقدر تصلحو؟
خايب. فين زر التصوير ديال هاد الكاميرا؟
ربحنا العقود مع أغلب الموردين في اليابان.
اش نوضيك ل ساحة الاتحاد؟
كيفاش نخدم بمصطاف الغاز؟
كاين الخردل؟
ف النزل ديال ZZZ. سمية مزحية، مشي؟
الكورال هنا جميل والتيار مقارنة هادي.
خمسة وتمانين بنس
هاد ممتع.
دخلت ب جوزة حقيبة.
أكيد. وبارك الله فيك، نقل لي أطيب التمنيات للسيدة كوك التي اتخذت مبادرات كثيرة جيدة خلال اجتماعنا.
كاين غرفات ب داك الثمن؟
عندي رقم الحساب البنكي.
خايف ماقدرتيش. غادي إخرج هنا وتمشي على رجلك.
أنا ربة منزل.
كيفاش كتحرك إسم عائلتك؟
تيكيت ل شيكاغو، عفاك.
كنتي قادر تغيير الإطارات لوحدك؟
زيحلو بزاف. عطينا زورنا في وقت ما.
أين المشكل؟ أرجوك افهم.
من اليسار، هادشي كيرجع لزمن الصنع اللازم، وتقدير التكلفة، والخطر المالي.
واش تقدر تبديل فلاص مدينة؟
أشنو ساعة غادي نخرج؟
واش كتقدر توصلينا على فنادق أخرى؟
خادش بوودر لوجه، عفاك.
اش حنا طيران متأخر؟
عفوا
فيها حفرة.
حنا ماعندنا غير نمرة تمن دلوقا.
عندنا قهوة، شاي، عصير برتقال، وكمان هاداك. شكون لي بغيتي؟
ماشي مشكل.
ماشي غير من القرا
هاد مازال مخلصش. ممكن تسويه شويه أكتر؟
هادي الحقائب ل التاكسي؟
نحب واحد قوي.
فيناش شويعة، من فضلك؟
لا، أنا أشعر بالحظ. هيا.
فين نقدر نشري؟
كبار من هاد؟
خليك عارفني لما نوصل لبارك جرين.
اش ناخد التامين؟
كناخد صور في المتحف؟
أش نو في الفيلم دابا؟
مومكن تغيير هادشي لليان الياباني؟
ايوا، عملته. ماشيت النهاية مع صديقي.
هاد الغرفة رقم تلاتة ميتين.
خبيزي خبز أكتر؟
ماشي مشكل، ممكن تساعدني ناخد تيكات؟
واش غادي يكون سعر ممتاز ل لمدينة؟
بغيت نحجز لثلاثة الناس في السابعة، من فضلك.
واش كتاشف دار أبيض؟ قدام البناية.
هاد الطريق الصح للي كايمشي ل لمحطة د X؟
كن معي ف الفندق "ABC"، الغرفة سيت-ثمانين-خمس. ممكن تسأله ياتي يهاتفني هنا؟
لا شكرا، هذا كلشي.
مفاصلي كتوجعني.
فين المحطة ديال الپطرول؟
قهوة قوي بزاف.
خليك عطيني نسخة من تقرير السرقة.
عندنا نظام المترو في المدن الكبيرة زي طوكيو.
أسف، ما نقدرش، ماعندنا تا حاجة بحالها.
مومكن تعطيني مخدر؟
أكيد. امشي مستقیم لثلاث كتوب. من بعد دري لليسار. غادي تشوف بوابة صينيية جميلة.
الجهد غادي يكون عشرة دولارات للفرد.
عفوا. ممكن تسوقلي بنزين عادي؟
اشوفته بوياه؟
خير، شنو رأيك؟ كنحب نسمع آرائك.
اش نوضي تحمل هاد لعبات فيهوم لي؟
غادي نرجع لهنا غدا. شنو ساعة شغلك؟
كيهمل الشامبو و التسريفة؟
اش كا بغيتي تشوف؟
اشنو وقت الصعود؟
خاد شويا د الڭولف.
غادي نخبرك ب رقم تيليفوني هناك مللي نقدر.
الطبق الرئيسي هو مزيج من اللحم البقري المشوي وسرطان البحر.
أي مسار يبدأ منه القطار لمدينة بوسطن؟
هادو من أحسن جودة عندنا.
واش غادي تقدر توفير لي علاه؟
ناكلوه معاك، فافكر تجيب شوكة إضافية؟
واش لكبار ف لعمروا مازال كيهتارموهوم ف لياپان؟
كاينش مصروف على السماطات؟
الرسوم الأساسية هي خمسمئة دولار مع رسوم إضافية قدرها خمسون دولار وخمسون دولار في الشهر.
ف الفندق هاليكولاني.
أكيد سيدي. كنتي عاوزة تستعملي مشاكة لحذاء؟ كيفاش هي الدقة؟
إتحدت تاني؟
اشوف هاداك، عفاك؟
شربات الشمام، من فضلك.
شنو نوع، سيدي؟
هاد سيب؟
خايب من الصحة.
خلي ناخد هاد الحوت الدوجين جاهزين للخروج؟
خليني عاونك، من فضلك.
نقوم السادسة كل يوم
أسفين، ما نقدرش. غادي ياخد اكتر من جوج اسابيع.
وين نلقى معلومات سياحية؟
فهمت. غادي نتحقق مع الموظفين ديالنا.
كيف نوصل لبرج إمباير ستيت من هنا؟
أش نوعر لكراء تلفون محمول و بيجير؟
ربي
كاين حجز للعشاء؟
اسمي تسونيو سوزوكي. ها هو تأكيد حجزي.
ف الريتز هوتل.
مرحبا. لباريس، من فضلك.
طاولة عند النافورة، من فضلك.
خلينا تشوف لي اللي عند الشباك؟
هل كريم الجسم ده يمنع التعرق؟
كيس بلاستيكي، من فضلك.
خسرت شنتي.
كنحب تجرب هاد الحذاء العالي.
كاينين تغيير الحرس النهار؟
تقدر تسحب هاد الشريحة ف الصيدلية لي في الطابق التاني.
ما عندك فلوس صغيرة؟
أسف، لكن جداولنا ممتلئة. هل تريد الانتظار؟
هادو فيهم شقّة.
نحنا بغيتو بطاقة لمدة أسبوع، من فضلك.
ن спроб شايب آيس كريم.
خدنا صandbox من فضلك؟
درّي لشمال.
تاناكا، الغرفة واحد صفر صفر.
عفوا، ممكن ماء؟
كبير علىّ. عطيني حجم أقل، عفاك.
خايب عليك تقول هاكا.
خد بالك. جاي.
ممكن تعيد إصدار تيكيت آخر للرسوم الإدارية فقط؟
غادي ياخد ساعة تقريبا.
خمسين عشرين و أربعة خمسين.
هادي صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نخبرك على مكاني.
كاين غسيل آلي قريب هنا؟
ماشي مشكل، ممكن نستعير مجفف شعر؟
خليك جيبلي الملح، عفاك
هدية.
نتظر منك تهدأ.
رقم هو صفر تلاتة تلاتة إثنين تلاتة أربعة واحد إثنين تلاتة أربعة.
كنت سعيد بزاف على الهدية.
خليتي نضم كيسي بزاف، علاش حتا حد ما يخدّو.
ف الدكا كيطيب حوالى الساعة ربع ليل و لمحلات كتسدّ بزاف بكرا.
اش داكشي ديال الخدمة مدخول؟
كيفاش بغيتي نقص؟
عفوا، ولكن ممكن تفسرلي هاد الأزرار؟
أش غادي السيارة لي جايا، بليmouth؟
عفوا، لكن أنا محتاج لشخص يساعدني.
لأربعة أيام. إذا استمر الأعراض، يمكنني ملأه مرة أخرى.
كاين خدمة من شيكاغو لسياتل؟
واش الوراق القانونية غادي تلقى فيها؟
كاين حمام خاص؟
المناشف لازم تكون ملفوفة فوق الرف فوق البانيو.
خليني شوف بعض القمصان اللي كايبانو مع هاداك.
نطمع أننا ب نديروا микروكومبيوتر كيعملو ف مجال هاداك اللي مابغيتش حتا هادشي غادي يزيد ليهوم مبيعات ف لبيع التربوي.
أش هاد الخدمة؟
كاين طلب كبير على هاد الكومبيوتر الجديد.
دَم كيتحدر هنا.
خدي مادة لمسكنة للألم.
ممكن لو نلقى طيارة ف الصباح الباكر نهار السادس والعشرين.
راني بغيت باي ألا مود، عفاك.
خدني ماء، عفاك.
إذا كان الرحلة دي كل النهار تشمل ميناء الصيادين، غادي ناخدها.
ماشي مشكل.
ماشي عارف نحس بيا خير، عطيني دوا.
هاد اللحم قاسي بزاف علىيا.
خلينا ماعندنا والو.
خايبة، هما فريق شاب بزاف، والدودجرز كيتقدمو بقوة تا هيّا.
لا بعد، شكرا.
قوم في وسط مجموعةنا.
خاينا نغسل اللباس ليا اليوم.
فيلم سلايد ملون، من فضلك.
سكان اليابان سابع أكبر سكان في العالم.
حاول شي حد يفتح الباب بزور. شاب صغير، نتا زعما.
كتايق هنا ف الصدر.
يمكنك تتصل ب شركة التأمين؟
أي نبيذ عندك؟
لا، خذ رقم تلاتة.
خمس دولارات.
آسي، شكرا. كنت فرحان بيها.
كن شغلي.
غادي نزور ف فندق هيلتون. غادي نكون هنا لثلاثة أيام فقط.
نحب تلفاز محمول، من فضلك.
كاين فنادق قريب من المطار؟
خاد الفرانك مع المخلل، من فضلك.
عندي غمازة في بطني.
نادي جيش الإنقاذ، من فضلك.
تيكيت طالب واحد، من فضلك.
اكتب لي خطاب حالما توصل.
أنا آسف. شوف، هادي دفع على كلشي. غير ما تدوق للبوليس. بابا غادي يقتليني.
أنا مبركب.
قادر تقدر تغطيه كي هدية؟
عندي ألم خفيف في البطن.
ما عندك والو؟
طوابعان ب دولار و عشرة طوابع ب عشرين سنت، من فضلك.
ما كاياكلو البيض النيئ فأمريكا.
فين نلقى حد يصلح لي ساعتي؟
وخليهم يعرفو غادي نجي 30 دقايق متأخرين.
خليني عشر طوكنات، من فضلك.
كنستخدم صندوق الأمان ديالك.
كيف نوصل للمطعم؟
سريع شوي.
غادي يكونو جاهزين لغدا. ولكن مع خدمتنا الخاصة، لهذا المساء.
أكيد، خذ أتوبيس رقم خمسة من فندق الرويال و انزل في ساحة الداون تاون.
عفوا، ممكن توجّهني للمحطة؟
تقدر تاخدوها في محطة الباص ليك هناك.
غادي نسألو على راحتو قبل ما ناتصل بيه.
كاونتر الكراء ديال الطوموبيل، عفاك.
خاي نشوف الجبال.
هادشي لمرا ولا للنسا؟
نحب نشتري نظارة جديدة.
خلينا نديرو تقرير على الشنطة المفقودة.
غادي نوقفو عند المحل ف الطريق ل لور؟
غادي يكون دار بلي غدا العشية.
بدل هادشي لبيزيتات، عفاك.
أش غادي تختار، مقعد للسماسرة ولا مقعد لم يسمح بالسماسرة؟
هاد سي تاناكا. كنطو قريت لبارح، ولاكن مابغيتش هاد الغرفة.
ويسكي على الحجارة، من فضلك.
لا، ولكن عندنا طبيب كي قاري اليابانية مزيان بزاف. دون ما يكون في مشكل.
ماشي مشكل
ما عارف المقاسات الأسترالية.
غادي ترقص معايا؟
هاداك كلشي لدابا. شنو غادي ندي ليك؟
إذا كنت مكانك، نجرّب هاد الشي.
الجدوال كيعرض الفرق الرئيسي بين النوعين ديال العقود.
أنا؟ الشطرنج لعبة مثالية لي.
ايه. نتا بغيتي تشري هدايا. ممكن تقدر توصلي شي حاجة طيبولة؟
مريض. عطو دكتور عليه.
أش نو الرياضة اللي كاتبغى عندنا؟
أي نوع من البرامج التلفزيونية أنت مهتم بها؟
كينخسرو يوم ولا كيربحو في الطريق ل ميريكان؟
خليني شوف الجدول، عفاك.
خاد شي سماعة.
كنتي عايش مع حد أو لا؟
غادي تنتظر تقريبًا ساعة.
كيفاش كديرها؟
الكاميرا دي ماشي عادية.
عيش مزيان.
نعم. الصباح هدي خریدت قميص من دكانك. ولكن لما رجعت و فتحته، كانش هو لي خریدت. هدي إيصالي.
كيفاش كتاكل هادشي؟
كاين سلطة خضرا؟
كمال، لا شكرا.
كاين دكتور عندك لي كيهدر الياباني؟
اشنو وقت تبدا لبرنامج؟
كانقدر دفع بالين؟
حوايجي هي تسلق الجبال و العزف على البيانو.
ما قادرش نصدق غادي نرجع لليابان. كنتمنى نمكث اكتر.
المية كاتحدر من فوق. ما نقدرش نقعد هنا.
نوصي بزيارة محل لبيع التحف.
هادي الميزاكي في الغرفة 2315. كندير نتا إتصال باش نهض بكرة الصبح.
مشهور ب لمحيط لجميل.
مع السلامة
فين نلقى حاجة غريبة؟
نعم. باللون الأزرق، الأحمر، والأصفر.
راح أكون سعيد نخدمك.
بغيت نملي الحانوت من البومب رقم خمس، عفاك. هادي عشرون دولار.
زين تشوفك
فين نقدر نشيك شيكات السفر؟
خليك حجز لينا لغدا العشية؟
يمكنك ياخو يدينا ل المقاعد سي تسعة عشر و سي عشرين؟
كانت عندي القدرة على شراء سيارة جديدة مؤخرا فقط.
قسم شعري من اليسار، من فضلك.
اشنو عدد المرات اللي كيدور فيها أوتوبوس هايد بارك؟
كاين غيد يهدر اليابانية؟
نعم، سلطة خضرة، من فضلك.
شوف دكتور كي فاهم اليابانية، عفاك.
قريبا ومع شريك. ولكن هناك مشكلة. مازلت ما عندي شريك بعدا.
خليتي لي دوا، عفاك.
نحب نبدل الغرفة.
سمعت الإعلان عن إلغاء رحلة واحد سبعة.
خاين زوج ديال حذاء مع صوفان ماطي، عفاك.
روح مستقیم. فندق ميلتون على الشمال.
فين ناخد التيكيت؟
بغيت نحجز.
خدو بسرعة أكبر ممكنة.
टकلا دي حاطة.
كَمْ عِدَّة زُجَاجيَّات مُسكِرَات عِندَك؟
بغيت نوصل للمطار قبل السادسة د الصباح.
كنتي مستعد تشريه ب 7 دولارات؟
خاي ندير بزاف د الشوبينج قبل ما نطلع. ممكن تعتني ب واليتي لوقت قليل؟
تقدر تغييره في أي بنك من بنوك المطار.
خاد شويا دّواقي دّيال الورق.
أش هاد الخدم؟
عندنا نبيذ وَردي ممتاز.
مزيان.
اش نوصل للمستر جونز؟
أش هاد الفاتورة فابور ما؟
شفت اللعب؟ الينكيز ربحو.
خايع ندير مكالمة جماعية لليابان. انا وطنابى غوروه، غرفة واحد اثنين ثلاثة. خايع اتكلم مع سي وطنابى ماكوتو في ثمانية واحد اربعة خمسة ثلاثة تلاتة تسعة اربعة واحد جماعي.
هنا فاتورتك.
نحاول هادشي.
لا، مازلتش. جيت هنا من الجاپان.
لا شكرا، يمكنني أن أجد ذلك بنفسي.
هاد البوس كيمر من خمسين شارع؟
هدا دلنا غادي يلقانا ف المطار.
مكالمة من شخص لشخص، من فضلك.
زيما حمد الله
هي كاتدمي.
أنا عandid من الحبار.
اش نوضو برنامج التلفزة د اليوم؟
أي يوم من الأسبوع اليوم؟
هاد كohl؟
هادشي صحيح. غادي يكون تمرين مزيان.
متيقن أنك غادي تتحسن بزاف بزاف.
أنا مُدرّس.
كنبغي لي صندوق د الرسوم.
سيتا وستة تعرض، من فضلك.
أي قناة الفيلم عليه؟
أكل مكسيكي
هنا جاي الأتوبيس. أحسن ما تقدر تسريع.
خير، مفتاح التسوق الناجح هو الوصول في وقت مبكر قبل الحشد.
خلينا نقعد على اتفاق.
مزيان، كاين وقت كafi دبا.
أش كوكتيال خاص عندك؟
كاين هاد الشيء بالاخضر الغامق؟
عشرون ألف ين، من فضلك.
هاد الباب ديال طيران أمريكان إيرلاينز رقم عشرين ل ميامي؟
قليل بزاف.
هل يمكنني تغيير هذه العملة إلى عملة بلد آخر لاحقا؟
خلي لي فلوسك كاملين.
عندي مكتبي هنا فوق. هادي آن بتلر، سكرتيرتي. آن، هدا سيادة أووزو من أوساكا.
نحنا بغينا نحجز مقعد كلاس إقتصادي لشيكاغو لهاد الأربع.
بغيت نحجز غرفة لثلاثة ليال جاية.
ماشي مشكل، تقدر تفتح الباب لي؟ ولا ندير لك مفتاح الماستر؟
واحد من داك الباك الأحمر، عفاك.
مايهاما هي المحطة الصحيحة ل ديزني لاند.
غالي شوية.
فاش غادي يوصل أوتوبوس ل فندق هيلتون؟
هادشي طبق مشهور فمطعمنا.
خليك دفع رسوم إلغاء الفندق.
مزيان. غادي نخرج من الشغل الساعة سيتة، آش غادي يكون الساعة سبعة؟
خايب. الرصيد ديالك على الحساب ديالك سيت مية وتلاتين دولار.
المحلات التجارية الكبيرة موجودة هناك.
كانقدر ناخد شيايا ف الوجهة؟
تفقدوها بسرعة.
كاين عندك هدية نضيفة لزوجي؟
سحبيني لما يجي وقت لاكل.
كيفاش نخدم الساعة د الصباح؟
قرا.
أكيد، ها الڭرصين.
البرطاقة ماشي عاجبة.
شوف السين يال.air U.S. سبعة صفر سبعة؟ خصك تمشي لهنا.
خدت سطاش دولار من بنزين سوبر بدون رصاص.
عندي غبطة. ممكن نوصي لي دوا؟
كنلبغي راسمة الورق.
هاد كان مشهور ف الربعينات حتى الستينات.
خادني نعرف قياس عنقي.
كنتي عايشة قهوة زيادة؟
الزر دي مكسور.
ماشي مشكل نكلمك؟ عطيني رقم تيليفونك؟
هادي مزيج من أربعين في المئة قطن و سيتين في المئة نايلون.
نقدر رحيب على الأرقام الحمرا الزوجية.
النوادي للايجار كيتخلّو ثمانية دولارات للكامل و الحذاء للايجار كيتخلّو دولارين.
تلاتة يام من 7 يونيو.
كاين شقق لي ممكن السياح يستأجروها؟
قادر يعرف أنا هنا؟
غدا؟ ماشي عاطيل والو في لعصر. لا علاش؟
خاي ندير مكالمة جماعية ل سي هاشيموتو.
كاين ماتش د لكورة هاد الأسبوع؟
هاد كيهدر مزيان. هادي غادي ناخده، عفاك.
خلي показلي الفاتورة ديالي، عفاك. شنو هاد الشحنة؟
هوما في الناحية لخرا ديال القسم د لمجلات.
أش نواع الإختيارات د اليوم؟
فين ندير الطلب لإعادة الإصدار؟
حار شوية.
طابيو أوزورا.
غادي نوريك الدار.
كنّا نريد طاولة في قسم المدخنين.
خادش شامبو ضد القشرة.
واش كتقدر تساعدني نملي هاد الاستمارة؟
كاين خصم للسياح؟
خدي زِپ.
من بعد الشامبو، نحب ناعمل مانيكيور.
ماشي غالي. اوكاي. خير، عندنا فندق مزيان سميتو ذي بيڤرلي. واقع ف الجانب الشرقي.
غادي نبدل لفلایت فباريس.
قوليش أبدا لا.
اش تعرفو عليه من زمان؟
ف الدكان ديال التذكارات قرب الباب.
لا. هادي تامورا.
عندي موعد في السابعة.
شكون كي عض؟
إضغط على هادشي.
بغيت نحجز كوزيت ل مدريد ل ليلة دابا.
أكيد. روح هبط من هاد الشارع بلوكين، وغادي تشوف بنك النايشنز على جنبك اليمين.
شكرا، ولكن نتا حاب نتفكر فيها.
اشنو ساعة جا؟
اش هاد كي كلفة لل كيلو
أش نوّع راح يصير لو قلت نعم؟
كنتي بغيتي تعملي معاملة أخرى؟
السيدة الحمراء، هي كوكتيل الفراولة المبني على الشامبانيا ومشروب منعش جدا.
هاد خير. شكرا. آسف، اسمك من فضلك.
كنت فيه شي خاص أو علامات على هاد الشي؟
كاين أوتوبوس آخر في نص يوم.
اش يمكن ندير شوفة للسودا لي في الشباك؟
دايكيري جوج، من فضلك.
كاين مطعم حيث كيهدر الياباني؟
ماشي ممكن تدق على صديقي؟ خسرتو ف الجوقة.
غادي نديلك حقنة.
صاحبي تّعرض لمرة حادة ديال الألم فالبطن.
كنبغي كريم ل البشرة الدهنية.
واش كتقدرو تقترح لي جولة سياحية؟
عشرين دقيقة او كتر. ارجوك انتظر في صالة الانتظار.
كيفاش ندير مكالمة جماعية لญAPON؟
خلي نديرلي پيتزا في الغرفة ديالي؟
نقدر نقدم طاولة في ثلاثين دقيقة.
وين أقرب حلاق؟
كيفاش غادي يكون العدد؟
أنا جاي من ألمانيا.
بدل هادشي ل دولار.
كاين الخوخ الحمر؟
في ريحة زوينة جاية من هاد الطاق للأكلة.
غادي توريني كيفاش نعمل مكالمة؟
نقدر نقول كاين ناس هنا تحت تأثير المخدرات.
فهمتي شنو قول؟
اش نوصل من هنا؟
خارج.
بابا دي خايف يركب الطيارة.
أنا هنا مع صديقي. يمكننا نجلس معك؟
الأكل مزيان و ناس كيحملو بزاف، لكن التلفزة صغيرة.
فهمت. ديرني نشوف كتابي. عندي فرصة الجمعة الجاية. آش غادي تختار، الصباح ولا العصر؟
شكرا. دفع فلوسك عند الكاشير ديال هناك. شكرا مرة أخرى.
رجع متى؟
وين صالة الإكسيكتيف؟
ساعة تاسعة.
أنا آسف. ماعنديش كفاي معايا دابا.
خايب. خلينا نديروها. أنتا جاهز؟
هاد هو كوارتز؟
آه، خايب ناخد معجون اسنان كمان.
أوردر تيك أوت ديال سلطة البطاطا، من فضلك.
تلوث الهواء مشكلة خطيرة في مدينة هذا.
كاين عندك صالون؟
ڭرڭي بيا ضهرتي.
رقم التلفون هو واحد إثنين تلاتة أربعة خمس سيتة.
كنتي بغيتي الحوت ولا اللحم؟
قعد فالمقعد. خليتي مقعد.
خايب نروح للمطار قبل ثمانية د الصبح.
نعتقد إنّي لقيتك من قبل. أنا كينيتشي يامادا من تكنولوجيا نانيو.
شوف هاد اللوحة ديال اختبار النظر، عفاك؟
كنعقبو حفلة مريحة غدا. جيو معانا، عطينا؟
مينفعش نلقى مفتاح صب؟
نقدر نسجل فيديو؟
أو طيارة هادي صغيرة بزاف ما كاتحمل كل الحقائب.
ما كاينش دخان في الليفت، عفاك.
نحنا بغينا نمشي في رحلة بحرية.
أرشح لي مطعم.
هاد الغرفة رقم تلاتة وعشرين خمسين. التلفزيون ماشي عمل.
خدي يارداتين من هاد القماش، عفاك.
خليك دفع مصروف النقل باش توصل.
أش غادي تحب، كلب أو قط؟
نقدر نديه.
غادي تجيبيلي شوية ثلج و كاسين، عفاك؟
كان عندي قارورة وحدة ديال ماء الينابيع من التلاجة.
رقم طيارتك شنو؟
عندي مشاكل في القلب.
فين الزيت ديال الجلجلان؟
هاد هو المكان فين وقعات تصادم أربعة مركبات قبل بيومين.
فين ما نمشي نلعب غولف نهار الأسبوع.
كاين نقاط لي خاصني نتفكر فيها.
بغيت نهضر موعد في العاشرة صباحا.
سكت. غادي نتصلك و نحدد موعد نغزّو فيه.
كاين مقعد لثلاثة؟
السماطات ماشي عارفة تعمل بالزربة.
أش نوّع ماشي ف سينما دليليك؟
يمكنني إعادة إصدارهم؟
كاين عندك ياقوتة في إطار فضة نقي؟
أش هاد الحد العمرية؟
عندك عصير طماطم، من فضلك.
إيوا، غادي تشرحلي كيفاش نستعمل هاد السماطات؟
لوقتاش ممكن ندخل؟
كاينين مخازن لي عندها موظفين يابانيين؟
ايه، سيدي، بعض الناس اللي كايسكنو هنا من أحسن الناس-ناس اللي كايعطيو شوفيرات تاكسي، إذا فهمتني، سيدي.
درجة تانية إلى واحد الاتجاه، من فضلك.
مَحجوز عَليّ فْلَيْخ ٥ لِسِيَاتَل غَدًا.
معتاردين شوية، لا تقلق.
خليك متأكد أنك تحقق كل وعودك.
فين نتقدم لدروس الغوص؟
عندك ظرف آخر؟
لا زيوت شعر، شكرا.
كَم يّوم؟
ما بغيت هادشي.
فهمت. طيب بحالو. ولا غالي شوي؟
ما عندي فلوس ل الخزنة اللي كتاخد الفلوس.
ما عرفتش بلي ما وقفتش عند اللوحة؟
اش حاد الف ليلة؟
قاسدي سبعة.
غادي نجي حوالي العاشرة دليليا.
رقمي واحد إثنان ثلاثة-تيسع صفر خمسة خمس.
منذ ما جيت لهاد النحو ل سافيل رو، كنسمح ليا نعمل قميص.
شحن البطارية، من فضلك.
عشرين أبريل
بغيت نبدل لطيران فالعصر.
لباس، حقائب، حذاء، حاجة زي هاذاك.
هي بنت يابانية عمريا ثماني سنين.
كيفاش كتقدر؟ بابا ديالي كيسلم عليك.
خلينا نسرعو، ولا هادشي غادي نتعطلوا.
هادي خفيف ولا كيخرب؟
خايف هذا المشروع غادي يفشل.
علّمني الخطوات، من فضلك.
ساعة ونص.
أنا آسف. ديتها لشخص آخر كايقعد ف نفس الغرفة.
ماري كانت فِي الوَقت لِلْقِطار، لَكِن جُورج لَم يَكُن.
كل الشغل وماشي اللعب يخلي الجاك فتي قاتح.
خير، غادي نتفكر فيها.
التيكات السريع كيحلوو غير للقطار و لمقعد لي خديت حجز عليه.
شكراً لك على الشرح لي كل هذا.
ماشي عندي براز من ثلاثة أيام.
أي نادي غي خديم ل لقرعة الجاية؟
أي شاطئ هو الأكثر شعبية لدى الأطفال المحليين؟
هادشي كُلّو ممتلكات شخصية.
ايوا، كوكا كولا وحدة.
خد ليك الحلاويات.
مش خطر ناكلها؟
هادا طاغي ديالي. غادي تشوفو دابا؟
كن買ي كتير من البحرية من بلدان تانية.
أشياء هشة.
ما تقلقش. غادي نعلنو.
طريق ميناء الصيادين، من فضلك.
غادي تجيبيلي شاي و خبز و زبدة؟ هاداك غرفة نمرة تنين أو تلاتة أربعة.
ماتبغيش نغولو كاس بيرة.
كايعتمد على إما عندك حاجة ل ديكلاريها أو لا.
مزيان، سيدي. عطني هاتفك و غادي نخبرك لما نوصلك المكالمة.
النشر على المكتب كيتعامل بزاف دلوقتي.
خليك عطيني هاد الفلوس مقسمين لفلوس صغار؟
مانشستر من فضلك.
أنا آسف، ما كنخدمو هاكا.
سكت ليا حاجة. ممكن تجيبلي كشكوشة؟
اش كان آخر مرا تي دارت جنس؟
اشنو الثمن ديال التيكيت ل وايت بلاينز ف اللي讪 دال نورث لاين؟
هادي جولة نصف يوم؟
خلي показي الجدول ديال المواقيت.
خايج غسل يدي. فين غرفة نغسل فيها يدي؟
اش نحتاج تيكات؟
حاجة مخلعة مع السيارة. ممكن تتحقق منها؟
أوه. هو عارف نحب اللباس.
مكالمة بعيدة، من فضلك.
أنا آسف، لكنه في اجتماع حالياً.
كنلبغي بنك. فين أقرب واحد؟
شنو نوع الشغل؟
يا ربي. فين كنا؟
صباح النور. شنو عدد لي غادي ياكل؟
البطاقة مكتوعة. ممكن تعطيني وحدة أخرى، من فضلك؟
خليك دير تسجيل الدخول في تسعين دقيقة قبل وقت الرحلة.
خليت بلوزتي ف الخزانة د لوطيل.
خليها فلوس حتا نقدر ناخدوا بسهولة.
حاد ياخدها بالغلط.
فين كورس المبتدئين؟
كاينين ليك لوان مختالفين؟
نحنا بغيت نرد الراديو لي شريتوه البارح.
أي خط غادي ناخد؟
خليك جيبلي منشفة.
عندي طيارة متصلة على نورث ويست 234. فين ندير تشيك إن ل لحقائب ديالي؟
ماشي نبدل المقاعد؟
دولار و سبعين سنت. هاداكولك لما يخلص.
يمكنك تستفسر عليها لطوكيو؟
هادا الغرفة سيتة واحد واحد.
اش هاد الشوفة.
سحلي فالسادسة دلعشية غدا الصبح.
باز لقيصة من جودة عالية.
اش ناخد حاجتك؟
خد الحساب ديالي، من فضلك
واجه النهر التايمز، من فضلك.
عفوا، هاديك صورتنا؟
كاينين ماواضع ديال الغوص قريب من هنا؟
خبيز برغر بالجبن مع كلشي، بطاطس مقلية و شيك سترو.
إرسل هاد الباقة ضد الدفع.
كانقدر نتاذب بزاف حيت كناكل أكل غربي منين خرجت من طوكيو.
نحب نرسل هادشي بالكابل.
اكتب اسمك، الفندق، ورقم هاتفك على هذا الورق.
نقدر نحدد موعد لجمعة؟
صباح النور. هادي مكالمة إستيقاظك.
كنت قريت التلفون.
خليك عاونني نشوف الطريق ل لمكتب د BA.
عفوا. ممكن تكسّي لي هاد الدولار و صفر سنت؟ بغيت ندي تلفون، لكن ماعنديش فلوس صغيرين معي.
من الساعة تاسعة صباحا ل الساعة تاسعة مساء.
يمكنك طباعة اسمي وعنواني على رأس الورقة؟
هنا إيصال دفعتي.
إِلَّا كَيْفَاشْ لَبَسُ الرَسْمِيّ مَلْزوم؟
كيفاش غادي يكون ل Facial مع ماسك الرخس؟
نحنا بغينا نشحو الشيك.
كيف كان الجو في لوس أنجلوس؟
خارج الباب داك. روح لمحطّة لوطوبيس لي معلمّة رقم تلاتة. لوطوبيس داك غادي يديك للفندق ديال بي فيو.
ب هاد البرنامج، لمستخدمين يقدر يخلقو صفحة ويب في وقت أقل من عشر دقايق.
خدت وقعت و جروت ركبتي بزاف.
خليني شوف.
اش داك اللوحة تقول؟
لыш نوض علاش منتوج A ضehr حفظ حصة كبيرة من السوق لخمس سنين اللي فاتو؟
خليك. ارجع لتحقيق جواز السفر.
خليكلي جوج دولارات.
اشنو غادي تجي؟
كاين هاد الشيء بالأسود؟
أي ساعة كتخرج القطار اللخر؟
خليني في المحطة الجاية
لوحو الإيجار، من فضلك.
ايوا، عندنا ثلاثة ملاعب د التنس ف الوراء د هاد الجناح.
خدوني من المحطة.
فين ندير الصف؟
روح لالفنسترة رقم خمسة.
سير، سيدي. غادي نشوفوك ف السابعة.
مافيش غير غلط في الحساب. شنو قيمتو؟
كنبغي سيارة أوتوماتيكية كتجري بالكيلومترات الطويلة.
ايوا، البارح كان شويه أحر.
ممنوع بالقانون وقف السيارة على الرصيف.
واش كتبيع طوابع بريد؟
خدني وصفة طبية.
كيدخل الخمس.
الреاكسيون ل لموديل لي قبل كان في الغالب إيجابي.
أش هاداك نروح لحاكوني معايا؟
خليك مزيان معاك ماختارتي مزيانة.
مزيان، السيدة سوزوكي، عندك حجز على رحلة رقم 213 غادي تطلع غداً على الساعة 3 عserter. ارجوك تشكي إن ب 2 د لعشية.
خليتي معاك فلوس صغار؟
ممكن نسيته عند الكاونتر.
أكيد. هادي ثلاثة بلاط كلو؟ غادي نديروهم ليك.
ما قادرش نشوف الشاشة من هنا بزاف.
عفوا، لكن نبدو نحافظ على جواز سفرك.
مزيان. دابا حجزتك.
فاتورة، من فضلك.
كنتي عايشة ناكلوا الغدا معا؟
هادشي مزيانش. كان جميل نتا حنا نتكلمو معاك.
ما قدرش نلقى الكلمات اللي عندي.
الأكبر فرق هو حاس الـمكان.
كاين خصم للناس اللي كايقعدو شهر كامل؟
هاد في الطريق السريع ولا في المدينة؟
كاين سرقة.
غادي تبقى لثلاث ليلات كما هو مخطط؟
ماشي مشكل، ممكن تاتصل بي بعدا؟
نحب نرسل تلغراف.
أي ساعة لازم نخرج؟
ايوا، لمجموعات ديال عشرين او اكتر، تلاتة دولارات للكأس.
هاد باشارة لك ل登ابورد. ارجع لباب الرقم 14 لما يسمعو اسم الرحلة.
قطعت يدي على قطعة زجاج.
ماشي علاش
كيهن مزيان.
ما زلت ما حصلتش على حقيبة سايقي.
خايب، حنا ماشي نقدر نقول. ديما كيتعوض على حركة الطريق السريع. عارف إنه كيكون مزدحم بزاف فهداك الساعة من النهار.
كيفاش ناكل هادشي؟
خاد نشرب لحم خنزير مشوي.
خليت البنزين.
نقدر ن尝ي الحجم اللي بعدو؟
كومبلي هذا الفورم. فين نديرو بعدا ما ناخدو؟
لقيتك لما زرت مكتبنا في طوكيو في السنة الفايتة.
كنتي وقف ف فندق واني؟
كيفاش نلعب؟
كندير كيبر و رولز؟
واش كتقدّي مطعمة جيدة؟
أش حال؟
بدا العداد.
ما شفت والو لون أحيى من هاد.
خليتي ناوع دوا للمعدة؟
هادشي لي عطيتيش غير هاداك.
عَفْوًا، فين نَشُف يدي؟
مرحبا، خسرت بطاقتي الائتمانية. من فضلك إلغِ بطاقة القديمة و أصدِر لي بطاقة جديدة.
نحنا بغيت نتحقق من حقيبة ديالي.
خدي تيكيت ماشي و جاي ل لمحطة د "S"، عفاك.
أش غادي يكون الثمن ديال الغرفة؟
خلي تبعو, غادي يغسل ليك شعرك.
مينفعش ناخد كيس؟
عندي تلاتة حقائب.
اش نوحك اسمك وتلفونك؟
فهمت. طعم الحلويات اليابانية مختلف تماما عن حلوياتنا.
يمكنك إرسال شاحنة سحب إلى مينتو رود رقم مية؟
هادي عائلتي.
ماشي مشكل نتقدم لكرسي آخر؟
أش هاد غادي ياخد؟
ماشي. غادي قرب البريد في كل حال.
أوه. هاذsi حا ضروري. آش من هاداك، اللي فيه عملية بسيطة؟ كل ما عليكم هو وضع هاد النوع ديال الفيلم في هاد المكان و ضغط على الزناقي.
خليك عاونني نكون جوا مع مراتي؟
حراتني الما الحار.
نحب نرسل تلغراف.
هادشي بالظبط حيت الإختيارات كيتحطو جماعيًا.
نزّل هاد الدرج و سير ورا اللافتة.
كاين بير محلي عندك؟
قادر تقف هنا؟
إذا اشتريت اثنين، كم تسعرهما لي؟
نعم. هادو.
فين ليفت ل جريندلwald؟
غرفة مع حمام ومستلقي.
كنلبغي شاربي.
مكالمة دولية، من فضلك.
تمنية وعشرين دولار؟ آش نقول خمسة عشر دولار؟
كنتي عايشة شاي؟
الله يخليك.
خليتي طاولة قريبة من الشباك، عفاك.
كايقبلو شيكات السفر هنا؟
اللي مسؤول ماشي هنا لفوق. غادي يجي غير يرجع.
المفتاح، من فضلك. الغرفة الحادية عشرة ستة عشر.
خدني كاميرا بسيطة، من فضلك.
هادي أصلي؟
خليك عطيني يديك في لحزامي من ورا؟
خاي ناخد ليك أشعة إكس.
كاينين مكان آخر قريب عندو يقبل اليابانى؟
ليش هاد البانطيون ديال الكرAVE صعيب بزاف؟
البطارية ماتت. يمكنني استعارة كيابلك؟
دوا البطن، من فضلك.
خليت فلاقة عصير، ولا مابغيتش فلوس التبديل.
كانجحب موسيقى الشعب.
ماشي عارف نشوف واحد زي لي في الشباك؟
مرحبا، وكالة سامريتان العقارية.
كاين عندك فاكهة طازة؟
خدي شي لي باقي ليله دابا.
فين قاعة الطعام؟
حوالي ثلاثة مليون ونصف المليون ين.
إرسله بالبريد المسجل، من فضلك.
كاينين معاكوم أدوية للآلام ف هاد الفندق؟
مزيان. آه. نشوف ناخد حمام النهار؟
الطرف لاخر على الخط.
خليني تيسعين تمنية، واحد خمسة، أربعة واحدات، والباقي في عشرين سنتيم.
اليابانيين كيحبو يديرو الحاجات جماعة.
خلينا نلقى لياوم.
أش داك الساعة ف طوكيو؟
خلينا نوصل له
خايب لعبة وراق، من فضلك.
كنلبغي هدايا بثمن معقول.
باري پارك، من فضلك- ولكن ممكن توقف عند سكوير يونيون؟ بغيت ناخد صاحبي من هناك.
غادي نرجعلو ليك قريبا.
أسف، ما نقدرش. نقدر نوقف فقط ف الفنادق اللي مذكورة هنا.
كنحس بيه بزاف، ولاكن.
أي نوع من الغرفة تريد؟
فيناه من اليمين ولا من الشمال؟
خليك خمس دراهم.
أي رقم البوابة؟
إمضاء، من فضلك.
هاد المنصة رقم سيت؟
حار شوية، ولكن نعتقد إنك غادي تحبها.
خدني كاس ماء بارد.
واش خايب نروح ل سوهو؟
تيكيت ل ديترويت، عفاك.
ماشي في لموسيقى، ما كاينش الا 42 شارع. لمسرح كيدور بيام كامل كل نهار حتا تيكيت đơn لا يمكن نستعصلو. Cases نادرة في تاريخ لموسيقى، نقدر.
خليك طيبي، قري ليا الشنطة لتحت، عفاك؟
كنعرفها، ولكن حقيبة ديالي كبرة علىّ نّحملها. وهاداك رايح تحفظها لي؟
كنحنا مهتمين بالآثار.
خليك جيبلي كاس ماء
إتصل بالبوليس.
جاي.
طول الكتف، من فضلك.
مين عرف يشوف لي البرنامج و لائحة الأسعار؟
بالطبع. هادي بطاقة شركاتنا.
كاين عندك موديلات أخرى؟
باب الصعود ديالك رقم سبعة عشر.
29 أبريل كان يوم ميلاد إمبراطور شووا، أبو الإمبراطور الحالي. الآن، يحتفل به كيوم الأخضر.
كيفاش غادي نرسل هاد البطاقة لليابان بالبريد الجوي؟
واش غادي تخرجني ل迪سكو؟
ايوا، داك تاور د لميموريال. واحد من أشهر بنايات لمدينة.
كاين فيلم عندك؟
عفوا. هاد الطريق ل بنك الاول القومي صحيح؟
خايف نستعمل صندوق أمان.
بدا القتال.
كاينين عرض خاص على السعر؟
عندي أكثر من عشرين سنة من الخبرة في هاد المجال.
كانبقا في هيلتون سي سايد. عارف، كنحاج لهاد الصندوق بزاف. كل هداي لي عندي فيها.
خدو هاد الخروج لي جاي و دربو لليمين، عفاك.
عذرا، غلط الرقم.
كيفاش غادي تصلو ليه؟
الخط مشغول.
وين مخرج الشفرة الكهربائية؟
اشوف واحد آخر؟
فين الدرج؟
مزيان. كنحمل معاك نباتات أو أكل؟
زي ما كيت. هيه. نروح ل الشاطئ.
كيهدر في نفس الاتجاه ديك البناية؟
بازهر كتير.
أنا كاتسوهيكو ناكانوما. في أي رسائل لي؟
BASH MAYKAN, KAYN GADI NĦABBT FLIGHT HADAK LIĦADMA KAN ĤAD ŠĦA LAK?
ممكن نبدل الحجز ديالنا دابا؟
اسمي سوزوكي.
اسمي يوسوكه تاناكا، ودابا كاتهدر من المطار.
كايكونو ناضين؟
ماشي عالقة.
فين اللبي؟
واحد من حقائبِي تّدمر. فين نروح ندير الشكاية؟
هاد كثر عالاش
يمكنك إحضار أمتعتنا إلى أسفل من فضلك؟
خلي جيبلي فلاقة بيرة. إذا كان عندك بيرة طازجة، نعم نختارها.
آه، ذاك ذكّرني، في مقهى مزيان قريب من هنا كي لعب موسيقى كلاسيكية ممتازة.
خايج سيارتي.
أكيد. ممكن نوبر تيليفونك، علا أي حال؟
لا. بالفعل، بسبب الأسعار المرتفعة، أنا مجبور أن أسكن عند والدي في كوينز، والذي يحتاج إلى ساعتين من السفر ذهاباً وإياباً.
نحن كذالك. دابا مابقينا غير نقاش واحد. هو شحال شهر د لبدل اللي خاص كل طرف يديه ل لاخر في حالة إنهياء لعةقد.
بغيت ناخد تكتين لسبت الجاي بعد الضحا.
هاد شي طهي بزاف.
هاد هي قصة حب؟
كتلعب من أجل المتعة وكمان كنستعمله في الشغل.
اشنو ساعة غادي يخرج البوس ل牛كسفورد؟
كنلبغي نلقى رقم يونايتد إيرلاينز، من فضلك.
عذرا على الإنتظار، رقم غرفتك تسع وتسعين. ها هي مفتاحك.
نبيذ لذيد. هادشي مصنوع محليا؟
أكيد. عندك لون معين في بالك؟
انا ماشي عاقلي.
فين مخازن الأمتعة؟
مشيت شوف جواز سفرك وتيكتك؟
خليتي ورق الحمام.
الليابانيين مابغيوحولو شغلهم بزاف.
كان呼 طوكيو تلاتة سبعة سيتة خمسة أربعة تلاتة إتنين واحد.
ماشي مشكل، ممكن نتقابل غدا؟
حجر قديم فيه حروف عتيقة.
أي طيارة غادي نركبها الجاية؟
كتاخد لول في ثمانية وعشرين و خمسين دقيقة صباحا من ماطار سان فرانسيسكو.
هادا غرفتك سيدي. فين ندير الحقائب ديالك؟
عفوا، لكني ظننت إنك جالس في مقعدي. شنو رقم مقعدك؟
خليك ضع حقائبك على الكاونتر؟
نعتبر واشنطن العاصمة، عاصمة أمريكا، مركز السياسة العالمية.
مزيان. غادي نقول لها تملاه.
اسمي أوكада. عندنا حجز لساعة سبعة.
أنا؟
فين غادي تقعد ف لوس أنجلوس؟
ف القطار التحت أرضي.
من بعد، مشكلة التلوث البيئي كاتقلّش حتا هي. صح؟
أي رقم أوتوبيس؟
ماشي مشكل.
علاش، مهندسنا، سي آكياما، خيضطر يخرج مبكرا باش يحضر لجتماع أخر.
كاين خدمة الكراء أو الخدمة ديال الاستلام؟
ماكاينش صابون في الحمام.
نفضل أوتوماتيكي.
ستة أوراق من فئة عشرة دولارات، ثمانية أوراق من فئة دولار واحد، والباقي في ربع الدولارات.
خد الباص الإكسبريس من برا فوق.
ديالك.
خبز أبيض، من فضلك.
وين الحمام؟
شكراً على اليوم.
كاين تلفون عام؟
غادي يجي في دقيقة
حوالى ألف وخمسمائة دولار أسترالي وخمسن ألف ين ياباني.
كاين دكتور هنا؟
كاين مشكل في رحلة طيران زي هاديك؟
رقم حجزي هو ستة وعشرون سبعون تسعة.
نحنا بغيت ناخد الرحلة الجاية ل بوسطن.
هاد الطاولة د لؤت، عفاك.
مزيان. قعد هنا. غادي نرو و نجيب تاكسي.
خليني بيسكوي متلئ شوكولاتة.
أنا في أوائل الثلاثينات ديالي.
خاينا نشتري روج خديم. نحب لون الوردي.
ماشي مشكل
انتظر هنا حتى أرجع.
قول لسي توماس أنا ناقص ف الفندق د هيلتون.
وين أقرب سوق رايح؟
لا. خصك تشري تيكن من هاد الماكينة.
هادي جديد فالسّيζون؟
عَفْوًا، لَكِنَّنِي حَسِرت بِسَخْطَة
نحنا بغينا نوضح السعر.
إذا كُنت أتصل دوليا من غرفتي، هاداك ثمن إضافي؟
نعم هكذا اعتقد
خلي نطو نومرو هاد. ممكن تساعدني؟
اش نوصل لمدينة منين ناخد الباص أو القطار؟
خاينا ندير مكالمة لبرا لليابان، عفاك.
اش نحتاج جاكيت؟ وكيفاش مع قميص عنق؟
خاي نطلب منك حاجة.
كاين ف الطوقة لعند الطواستر.
ما خصني نشرب حاجة فيها الخمر.
كن准备 نفسي لمحاكمة الدخول الجامعي.
مع الكريمة والسكر، من فضلك.
بارده، لا؟
واش ممكن توصلينا على أماكن ممتعة للمشي في هاد المدينة؟
في مدينة كازينو.
جوعان
هاد الفاتورة ديالك. معاك فلوس أو كارت؟
ماشاء الله، عطيني ويسكي مع صودا و كونьяك، من فضلك؟
اشنو الثمن ديال التوصيل؟
ما قادر نشوف. خايج لحزام النجاة.
جوج هوت دوج ل الخروج.
ماعندني حلا خلاص.
جاي لأخدها دلوقا.
درّي لليمين ف الڭونة.
خير، السينيور هو سنةك الرابعة في التعليم الجامعي بعد الفريشمان، السوفومور و الجونيور.
نحنا بغيت ناخد درس خصوصي.
قف.
أي وقت نقدر نجي ونشوفه؟
كاين ليستة د لخمر؟
ريدي علاقي.
زيما عجبني. هادو، عفاك.
كاي拥有و تا مجموعة كبيرة من مسرحيات شكسبير، لا؟
اشنو وقت كاس العالم؟
مزيان جيت.
نّاقد، عفاك.
خاي نحجز قارب د الرافطينج.
كاين فكرة لستايل شعر لي؟
كاين خريطة لمدينة ديال هاد المنطقة؟
كيفاش بغيتي البطاطس المقلية؟ صغيرة، وسط أو كبيرة؟
فين المكان اللي كيهز الكارنيفال بأكثر؟
في بريد قريب هنا؟
أنا مبروك عليك، نشوفو؟
روح ل لفوق د الصعود. غادي توصل ل طريق متقسم ل ثلاثة طرق. من بعد روح ل لشمال.
مشيت شوف البيان المفصل؟
خدني لفافة فيلم 36 صورة، من فضلك.
هوما غدي يقلو ليك باس غدي تاخد.
أكيد. هاد الطريق، من فضلك.
نختار اللينغويني.
خلّيها مكالمة جماعية.
كيهدر شوي. باش كيهدر ومكي فهمش هي حاجتين مختالفين. مثلا عارف كلمة "أجنبي" - لكن ماقدرش ن告诉 أي خط ليا الأجانب.
اوكي. عندك تيكت واحد لبالغ؟
خد واحد لطابلة مع كاس ماء.
كيف عائلتك؟
مزيان. غادي تكول 160 دولار.
وين كتوب الأطفال؟
ماكاينش كابين تيليفون قريب هنا.
خاي، على بعد خمسة عشر دقيقة مشي على رجليك.
رجا عطيني ركوب من محطة بوسطن؟
ايوا، هي جايا. من كيهضر، عفاك؟
أش هاد الحار ديال دابا؟
جيبتي تسرق.
أكتر شغلي ومزيان من السياحة.
كاين غسيل سيارات؟
خد الفلوس من حيث الكلام.
كتبي لي.
فين نزيد هادشي؟
مين عارف يدينا لينا على بلايص جميلة نزورها؟
مرحبا. هادي كارول براون كالت. نشوف سوزان؟
أولا، كناخد خط تشو. و فين غادي نبدل القطار؟
مضيت لما ورا المحطة ديالي. شنو غادي ندير؟
اشنو ساعة طيارة كتخرج؟
كاين غرفة عندك مع景ة حلوة؟
واش غدي تقولي الطريق ل لمكتب البريد؟
كنبغي لي جواز عينين.
خد الصورة مع البناية من وراك.
كاين جرانات يابانية عندك؟
نعتقد أن الصندوق الكبير سيكون غالي الثمن.
عصر الخير. عندي حاجة أحتاج ن申请 فيزا الدخول لبلادكم.
هوما طويلين بزاف.
بريد جوّي؟ ديرنا شوفو، غادي يخلّي مية و ثمنين دولار.
جريح بزاف.
مرحبا، ماشي من زمان.
نقدر ندخل؟
عندي التأمين ديال المسافر.
رّئيسيا أوروپا.
أمريكان إكسبريس كيفر؟
خدمت دفع الفاتورة ديال الفندق؟
المرحاض مبقاش كيخلي.
بغيت نديه في الحساب ديالي.
هاداك شامل الماكلة؟
قعد، عفاك.
غادي نخرج نهار الجمعة تاسع وعشرين و نرجع نهار اللحد.
أش نو عشان هاد لوقت فญيبان؟
ممتع.
إذا كنتي بغيتي خدمة يوم واحد، غادي نزيدو 50% من الثمن للفاتورة ديالك. هاداك صحيح؟
غادي ناخدو التلات مقاعد اللي ف الوسط ديال هاد الصف.
كاين مشاكل؟ أو عندك نصايح؟
سمعتك
ما عنديش ف لستوك، ولكن نقدر نطلبوه ليك.
خليك عطيني هاداك، عفاك؟
خليها في واحد من الكيسات الكبار ف الخزانة ديال اللباس. عطيني ملأ فورما ديال الطلب ديال التنظيف على حساب الاشياء اللي بغيتي تنضفهوم.
نخدم في التلفزيون.
نقدر نزول في الطريق مع هاد التيكت؟
أيها أطول عمرا؟
اش كيفاش دفعتي عليه؟
مزيان نتا عارفك.
فيها شارة ميكي ماوس.
خليك عرفني حاجة أخرى؟
هاد سيبقا مزيان.
كنّا بغينا غرفة على الواجهة البحرية.
خايب، ما عارفش كيف نقول.
كاينين غير الرحلات لجوية ليوم؟ خليني نكون ف لوس أنجلوس دلعشية.
ماكنش نعتقد إنها ممكنة مش. نعرف إنها مهمة ونحنا مستعدين نناقشوها مرة نلقاو خطة تسويقية معقولة من عندك.
منين ف كندا؟
حار بزاف، النهاردا. نروح نغوص، علاش لا؟
مساماتي كبيرين وبارزين.
خايج نصلح الساعة هادي.
كاين باص ل لمدينة من بعد الماتش؟
خليها تضاف للفاتورة ديالي د الخدمة ف الوتيل.
لا، ما مشيتش ل نيويورك.
خلي ناخد سبرايت؟
كان عندي صعوبة في لفقدان رؤية صديقي في الطريق.
خليني عشرة دولارات من فئة اللي واحد دولار مقابل هاد العشرة، من فضلك؟
خليت الكاميرا في الغرفة.
خادش غطاء لكاميرا.
كنتي جاي معيا ناكل شويه؟
اشنو ساعة تبدا لفيلم؟
رفع إيديك لجيه.
مين فايق نوصخ ناسخة من تقرير البوليس، عفاك؟
نعتقد إنك غادي تحتاج تتبع نظام غذائي. ما كتجريش بزاف دلوقا، علاش؟
أنا كنحب نروح بزاف. شكرا على الديعوة لينا.
اش ندير الحقيبة هنا؟
شوي من فوق الرقبة.
نشوفو نديرو لبارطا معاك مابين نروح نلقى شي حاجة؟
ايوا، ممكن يمطّر دابا العشية.
هي في قسم قانون الضريبة الشركاتية.
كاين حتى بار للسناك؟
أكيد. هما من كاليفورنيا و طازجين، أولا و قبل أي حاجة. حنا بنبيع ب ثمن مخفض، هتدير شراء عاقل اذا اشتريتهم اليوم. دولار و خمسين سنت فقط للواحد.
طول معتدل، من فضلك.
كيفاش كتخدمو؟
هنا تقريبا في الأسفل على اليمين.
كنبغي نغوص مع معلم غوص.
خليك غير غرفتي؟
خليتي نتحقق. آش كيعمل لو خرجنا الساعة سبعة وأربعين دقيقة.
خليني نتواصل مع الرقم ٣٠٣.
وين محطة البوس ل سانتا مونيكا؟
هادي تيشنة غادي نديها لليابان.
خالتي ماشية بلا حياة و شوية غريبة.
واش غادي تساعدني، عفاك؟
عندي غبطة في البطن.
فين نلقى اللباس التقليدي؟
وين مكتب المفقودات؟
كاين عندك قميص؟
خليك عطيني بار جيد، من فضلك.
راني غادي ناخد ستيك سيرلوين، و لحم خروف مشوي لمراتي.
هاد سي وحدة حادة د الزحار مع التهت، خصك تروح لمستشفى فورا.
كفاية تغطية, من فضلك.
دابا، آش نعملو ليلة ليوم؟
غادي نفكر فيها.
كتقبل شيكات المسافرين؟
هذا يجب يكون ملكك. سائق التاكسي خلاه هنا الصباح.
كاين عندك واحد زيه؟
هادي مركز التجارة لي تم انجازه.
نقدر ندير تلات مية دولار في الشهر.
ماشي عطيني دفع لليستاشون ديال الپترول اللي جاي؟
خاي نبرد الجروح بثلج مدقوق.
واش كاين مقاعد مفتوحة؟
لا، غادي نيتلو عليه.
خايب سيارة.
كاين عندك تاريخ ديال الحساسيات؟
كاين قارب لليبرتي آيلاند من باتري بارك.
كاين غرفة ل تّخزين د لملابس؟
خليني. ما نقدرش نحرك.
سيارة ماعندهاش دخان، من فضلك.
اكتب عنوانك الدايم.
كنّا جاهزين نردّو على أي استفسار عندك فورا.
ما غادي ناكلش الطعام.
خاينا نشري لي ما بغيت. غادي ترجعلي الفلوس؟
كاينين مخازن كبار قريب من هنا؟
الراجل لي عند الكاونتر كيحشمش بزاف.
أفضل فندق أقل تكلفة إذا كان في حي آمن.
عندي قنينتان ديال الكونьяك.
فِي اللّول، مُدُن هيروشيما وناغازاكي كايقيمو مراسيم تذكارية، بينما فِي التّاني، الأمپيراطور الحالي كايحضّر لخدمة للي ماتو فِي الحرب.
عفوا، أش نوصل هنا؟
كاين في الطابق التاسع عشر. خذ الليڤاتور ب، عفاك.
ممكن تقديلي الوصفة دي؟
كاين خيار آخر؟
إستنا على البواب.
عندي إنفلونزا.
واش مع حمام؟
هاداك، إه، النهاية لخرا د لبلاد، كتوبا ورا مابل. النهاية الشرقية د لبلاد.
مزيان، أنتا مزيان. دابا رقم طيارتك الجديد هو 003 غادي تطلع ف 17 يونيو.
خايج نمر من الفورماليتي د义 الحرة.
أش نوّار بغيتي ف الطّعام، لَحم بقر، فراخ أَو حوت؟
خدوا مني محفظتي ف السيبوي.
خليني نقرا فيه رقم برقم، واحد، صفر، فاصلة، سبعة، تمنية، ربعة.
مقعد من الدرجة التجارية، بدون تدخين، من فضلك.
هاد البوس كيروح للمدينة؟
ماشي عايش هنا بعدا.
ما عندك غرفة بأقل من هادشي؟
هاد المكان مزيان ل لسناكس، ولا لا؟
وين مقطوع الكهرباء ديال مجفف الشعر ديالي؟
سيارتي لقد قديمة ما كاتحسنش تدير.
خدني عنب.
خلينا نتواصل مع جميع الأشخاص المعنيين بهذا الصفقة فورا.
مزيان. شكون حابب تاكل؟
اش نوعي؟
ممرضة، تعالي بسرعة.
ماكاينش منشفة.
ماشي مشكل، ما باقي نوصل ساعة قبل، ممكن ندير شوية أكتر.
الفائض كايقرّب.
كتّاب رقم غالط.
بغيت شي ما يخليني ننوم.
نحب نجرّب شي صغير شوية.
آه، كم أنت لطيف ومحترم. هل يمكنني فتحه الآن؟
فين المحطة ديال الباص؟
نقدر نديك شيفي سبيكترم ب 42 دولار في الاسبوع، لمسافة مفتوحة.
بатарيا خفيفة للماكينة ديك, من فضلك.
خدوني ليهاد العنوان.
واش كتقدر تقسم هاد العشرين دولار ل عشرين دولار منفصلة؟
خايب نلقى أوتيل. فين مكتب الإستعلامات؟
خدت مقاعد عند النافذة.
خدما في الغرفة من فضلك.
دور لليمين، و غادي تلقاه على بعد ميل واحد قدام.
خدت حجز من 24 غشت ل 27 غشت. يمكن نبدل حجزي من 25 غشت ل 27 غشت؟
آه، شكرا. ما عندي فكرة إن نقدر. نشوف نرجع تاني؟
حوالي خمسمية فرنك أو مية دولار ميريكاني
علامات تجارية أخرى؟
خليني شويا د التبغ.
فين الجنوب.
فين بناية حلوة هناك.
خدّها على فيزا ديالي. الرقم هو تمنية ثمانية سبعة ثلاثة خمس تيسعة ثمانية أربعة، وتاريخ الانتهاء هو ماي نينتي فيف.
خليتي مع景ة حلوة لو سمحت.
فيلم أسود وأبيض واحد، عشرين صورة، من فضلك.
خدي غطاء العدسة، من فضلك.
متخلفش شوية، عفاك؟
بغيت يكون شبه للي عند ميغ رايان، عفاك.
كنبغي لي في الغالب أوراق مالية من فئة الخمس جنيهات، من فضلك.
ممكن تحفظ شويتي لحد خمس د العشية؟
فين ندير الطلب ديال القبول؟
كنّا درنا استيفاء دقيق على احتياجات الزبون.
أش نوضي ناكلوا الغدا غدا؟
خاين لباس رياضي، عفاك.
فين مكتب جرايهاوند؟
ما لقيتش شنيتي.
ثمّا عطاش ساعة ليل-ليش باقي فالدّار ضّو؟
مشي فين غادي نلقى بأقل من هادشي؟
كنتي عاودة تشتري التأمين؟
ممكن تحفظ شياي حتى وقت مغادرتي؟
عفوا. ممكن تقول لي كيف ناشي لأقرب بنك؟
في طابوق nào؟
شكراً جزيلاً
فين نلقى جدول مواقيت القطار؟
عفوا. ممكن تقول ليASH مين لاباس تروح من بوسطن؟
ماشي مشكل، ممكن تقدير لي خصم؟
ما دام أنك باقي ف نيويورك، ما تقدرش تتغاضى على رؤية بعض المناطق والمعالم المثيرة للاهتمام الأخرى، زي تمثال الحرية ف جزيرة الحرية.
أش غادي تختار، بالجو ولا بالبحر؟
كاين عندك تبديل لورقة مية دولار؟
هاد سيڭنترال پارك، مشي؟
كن呼 البارمان.
نقدر نديك ف ٣ د لعشية. إذا كنت محتاج تكير شي EQUIPMENT، جي للكلوب هاوس ف ربع ل ٣.
الخرجة ديال الباص هي مية و ثمانين ين.
كانت سيارة غادي تقتلني و سقطت للأرض.
فطوري مازال ما جات. جيبها لي فورا.
فين ناكل الفطور؟ فين وقت الخدمة؟
الِيوم غادي نروح لمتحف اللوفر و ماشيت لكاتدرائية نوتردام البارح.
خليك هديني الفلفل، عفاك
شكراً على مساعدتك لي مientي رحت لامريكا.
وين مكان الأمتعة؟
خلي هاد الشنطة حتى الساعة ربع لاربع؟
خاينا نرجع لليابان نصلحوها.
كاين عندك صندوق الخياطة؟
أنا من سويسرا.
قنديل الكهربا طفى.
عندي مشاكل في المعدة.
أنا فلاحي.
ماكاينش غير شوفور ف البوس، لا كنْداكتور.
نحب أبدل فستاني.
عفوا، ممكن ترفع كرسيك شوية؟
نحمد الله، يوم جميل، مشي؟
هديه ليا. هاداك كل شي لي عندك؟
فهمت. املأ هذا الاستمارة أولا. و 告لني عن لون، حجم، و محتوى حقيبتك.
كاين خريطة ل đường؟
إرجو إرسال هذا عن طريق البريد البحري إلى اليابان.
جيه هنا.
كاين بطاقة بريدية؟
الصباح هاداك حطيت طب لبرد لي جبتو من اليابان.
نحب نحجز مقعد.
أش حال من الوقت غادي ياخد لينا نروح من هنا لبرج لندن؟
أي باب طيارة رقم 12 ل واشنطن؟
نقدر نطبخ ليا؟
راه عطينا قَميص لِعْقَدَة؟
اشنو وقت نخرج؟
يمكنكفتح الصندوق؟ أريد وضع حقيبتي فيه.
كيفاش غادي يكون ل واحد الساعة؟
مين فين غيصبتين ديال لحفايا؟
كنلبغي طاجن ماعندوش لاصق.
اش نوة ديك الباقة؟
باز للي كاين بلي ماتش البيسبول تأجل.
كاين هاد الشيء باللون الأزرق؟
ما عارفش هاد البنا. ولكن هادي الطريق الصحيحة لحي أوياما بالتأكيد.
مافيش عندي فيلم. يمكن نخرید هنا؟
خليك عطيني الخط لغرفة سي مورii؟
كنبغي ناخد مقعد ف لشركة يونايتد، رقم الرحلة تيسع وعشرين لمدينة نيويورك.
اشنو وقت الصورة الجاية؟
اش هاد المبلغ ديال مكالماتي؟
مين فضلك طيكت لمسافر ل دوڤر؟
قول كاش ماشي عابر.
واش عندك واحد أصغر؟
خلي تقرير عن الاشياء المفقودة.
جيب ومصورة
أنا من اليابان.
ما عندي الا كدوب. أحسن لك تاخد أوتوبوس.
غادي نتحقق. خايف ماقدرتش نلقى اسمك.
عفوا، شارع أورموز قريب من هنا؟
خدني هادشي مباشرة؟
نعتقد فيه غلط. ممكن تعمل ترتيب نستطع نقعد؟
هادي فيزا و الرقم هو أربعة تمنين صيف واحد خمسة واحد اثنين تلاتة سبة سبعة سبعة سيتة صفر صفر أربعة.
كيفاش تقدر تجيب هاد النغاتيڤات لصوور؟
اش ناخد بلوزة معايا؟
مش بعيد. راه ماشي 10 دقايق.
أش غادي تحب أكتر، قهوة ولا شاي؟
أش هاد الخدمة غادي تكلفك؟
فين نزيد هاد لطواقي د لبيصاكا؟
كاين حمام سباحة هنا؟
أنا ممكن ناخد هاد الطّاقية؟
مزيان، روس الراس. كنت عاجبك هادشي؟
كتاخد وقت ليعملوه، ولكن هو واحد من أشهر منتجاتنا.
غادي ياخد تقريبا يامين او ثلاثة.
غادي تقولي كيف نروح لمدينة سان فرانسيسكو؟
ماشي مشكل، ممكن نديرلي سماعة أخرة؟ هادي ما كتخدمش مزيان.
كيفاش عندها قهوة أو حاجة؟
راح نرو لمكسيك.
هاد كيبان مزيان غير مع استناة وحدة.
بغيت البيض، من فضلك.
كاس مية، عفاك.
فطور kiểu قاري، من فضلك.
كاين خصم ل لطالب؟
خدني لمبة ضعيفة من فضلك.
الرقم اللي وصلت ليه مشا في الخدمة.
اش نواقصك؟
خدّوها بلا مشكل. مزيان. دابا نلقى الشباك.
اشنو وقت نوصل الطيارة لروما؟
خينا وقت اكتر باش نتحكم.
غادي نطلب نصيب صغير للوليد.
ف 72 شارع.
إذا قمت بقص، سوف تكون خارج الممر العادل.
نقل، من فضلك.
غادي نشوف الجار. ممكن يكون في واحد ناطق بالانجليزية من اليابانيين.
خدّها على كارت ديالي، عفاك. ماستر كارد.
خليك عالقی، أتینی بجواز السفر، كارت النزول و إعلان الجمارك.
نقدر نمشي على رجلي؟
راح نرجع لاحقا.
نعم. تيراياما. و ضعني أقرب ما يمكن إلى المسرح، من فضلك.
اش كاتقول لي نقول ليه؟
في حمام قريب؟
كان ليلة ممتعة، شكرا.
ماشي نروح لكرسي خالي؟ ما قادرش نشوف شاشة الفيلم من مكاني هاداك.
المدخن-كاشف قيد التشغيل.
نحنا بغينا نروح في جولة بحرية في خليج سان فرانسيسكو.
عندك فكرة فين غادي؟
لا. خلي بالك للسواق.
أي شحال ساعات ديك الصح؟
كنّا بغينا طاولة ف الزوينة.
مش متأكد، ولكن ماعندنيش القدرة على تحمل رائحة اللحم. كل ما بغيتو أكلو هو المخلل.
نعتقد أن هذا مخطئ في الحساب.
بغيت نمشي نزحف على الثلج لمدة أسبوع تقريبا. عندك باقات سياحية للزحف على الثلج؟
كايعجبو سمفونيات موزارت جوج.
غادي نستمرو كانبحثو و مللي نلقاوه غادي نخبروك.
الطقس دابا كيهوا حلو بحال بحال.
زوجين وكهلين صغار تحت اثنا عشر سنة، من فضلك.
أفدني لدرجة الرضا.
خدي لي فيلم ديسك ل كاميرا هادي، عفاك.
ما عندنا عيد وطني متعلق بالدين.
أش هاد الحجم ديال الأمتعة لي نقدر نديرها معايا؟
ما كيتعملش.
شوفلي هاد الشنطة، عفاك
ماشاء الله، كنحس حظي. هاد الفيلم مازال ما خرجش فญيبان.
دفعت تلات مية وعشرين دولار ف الصندوق ديال الخدمة بلا ضرايب.
قادر تقدر تاخد القلم لي تحت الكرسي؟
نّان خلي ندير لحساب ديال رفقاي جيهة.
خديتني خمس سنين باش نجي هنا.
كيفاش قيمة الين الياباني ضد الدولار الأمريكي؟
خلي ناخد نصف رطل من سلطة الجمبري؟
كاين مقهى أو مطعم في البناية؟
غالي بزاف.
القطار السريع في الرقم ثمانية منصة.
ماشي بزاف دلوقا.
خليك بعيد
هذا سوزوكي يتكلم.
ساعة يدي ضيعاتلي لما كنت برا.
أش حال غادي ياخد بالاوتوبوس؟
خاي. عطينا غرفك في الفندق.
المصرف مشدود بٹراب.
خير، نعتقد إنني يجب أن أذهب في طريقي.
آش هادي، كنغادي جيبك، خلينا نلقى في غادي 15 دقيقة.
كنت دار الرزервاسيون؟
غادي نروح رحلة قصيرة لمكسيك.
أي طابق هو لملابس النساء؟
خليتي تيكيت ديال الترانسفير؟
الخيطات طارو.
ليش الخدمة بطييصة؟
شوف لتحت دياليك.
كثيرون حتا مابغيتش نختار منهم شي واحد.
كيفاش نعمل مكالمة تلفونية؟
لا. انا مهتم بلباس الجينز و بدلات البنطلون.
عندنا مقاسات مختلفة.
خدت أوتوبوس غالط. ممكن ناخد ترانسفير؟
ما عارف
فين نلقى أوتوبيس لي ماشي ل بيڤرلي هيلز؟
خلينا نلقاو فغرفتي.
كاين عندك شي حبوب نوم؟
أي شركات تانية كتدير الخير؟
قول الكلام و مشي الحال.
كاينين حافلات سياحية؟
خلينا نستنوا الأبالون من الطلب ديالنا. غالي بزاف.
من بعد غادي نديك تلات مية دولار فشييكات السفر.
فيليس جات بدموعها ف النبأ.
غادي زور نيويورك، شيكاغو، نيو أورليانز و لوس أنجلوس.
فين الصيدلية؟
خليني شوف بطاقة الصعود.
لا تقلبلي عيني.
ما عارفش ناوض بلي هاد الفكر صحيح.
ماء حار فقط.
هاد سيرو مزيان. نشوفو، عفاك؟
خادش الفول السوداني، من فضلك.
غادي تمشي ف 20 أبريل، و غادي تجي ف 21 أبريل. هاداك صحيح؟
غادي تبدل الفلوس ديال ميريكان باليورو؟ لا، غادي تبدل الدولار ديال ميريكان بالجنيه الإنجليزي؟
كنتي بغيتي اللحم ولا الدجاج؟
خاد نشرب شي حاجة من لاكل الصيني دلعشا.
واش كتقدر توصليني على فندق مزيان؟
ناقش، جيب ليا الفاتورة، من فضلك؟
رجعو تاني عندنا من فضلكم
عندي حرارة قليل. عندك حاجة مزيانة ليها؟
تذكرة وحدة ل "Bird" ، من فضلك.
هادsi صحيح. كيبانو بحال شجر كامل نبت. الناس كيستمتعو بالمنظر اللي كيخلقو.
غادي نقدمك لطبيب داري.
ما مشيتش لحي ما حلا لBoston.
خليتي شي في الغرفة. ممكن نرجع ونشوف؟
هل يمكنني دفع بتشيكات السفر؟
ما قادرش نصدق سالون الركاب ماشي للتدخين. آش حسرة.
خاي نكرا سيارة صغيرة.
هاد الغرفة كاينة باردة بزاف.
مين فاتني خريطة المنحدرات؟
إنتي جاي هنا ل هاد الرف؟
مينفعش توريني فين نبدل الفلوس؟
إذا ممكن تخفض السعر شوية أكتر غادي نشريه.
زديت بزاف ملح فيه.
أنت ملاكي. شكراً جزيلاً.
لخمسين دولار؟
القاعة د الصحاب كاينة ف الطابقة لولة و كتفتح ف خمسة و نصف ليل.
عفوا. ممكن تقول لي كيف نصل لفندق فيرمونت؟
كيفاش كتشرى قنينات الحليب كل جوج؟
هاد التاكسي قاعد؟
فأمريكا، أش نوّمرة غادي نديرلها باش نتصلك بالخارج؟
غادي تفهمليها تاني؟
أي شّي ساعات الشغل د البنك؟
مومكن تغيير تاريخ رحلتي من لندن لطوكيو؟
خدي ثلاثة دولارات زيادة.
فين، المفقود والموجود، من فضلك.
خنا نلعب و نستمتع بلعبة رياضية خاصة ب الساحل الغربي.
نقدر دفع الفارق من التيكت اللي عندي؟
نعم، كنت. شكون لي خليك تسأل؟
ب الصندوق المرسل بالبريد
الاكل الراسي في اليابان هو الرز.
خلينا نقصو ميزانية.
ايوا، كنخدمو فلوسة د لخمر الحمرة.
لا، ماشي مشكل. هاداك كل شي لي عندك؟ اوكاي.
خلينا طاولة قريبة من الشباك.
لمشى لكونفرانس.
هاد سيغول إحدا عشرين و إثنين. ممكن تجيبلي بيرات؟
زيحلو. غادي نجربها.
خير، بالطبع في مطاعم مزيانة. ناس كتاكل ف الطوكات، ناس كتدي لونشها لمكتوبها. بصفة عامة، مابغيناش نضيعو وقت كتير ف الغداء.
ننتقلو ل لموضوع الجاي.
يمكن لأكل الغداء النيئ كان سيئ.
كين تقدر تعطيهالها دوا ضد دوق النفس، عفاك؟
ما نقدرش نشرح حالتي بالإنجليزية.
مزيان ديما.
كنتي استعملتي التلاجة؟
اش هدي شي باقي لي؟
كان في دم في براسي.
أسف، لكن ما قدرش نروح معاك.
و نحب نكون معانا، لو ما مشكلش.
اش ممكن نساعدك، سيدة؟
ايوا، ف الصالون و الغريль.
اسمي يوكيو أوكا، رحلة واحد اثنان خمسة لمطار ناريتا في الرابع عشر من أغسطس.
كنبغي ناخد هدية ل ولدي.
ماعندهمش يبقا غنيين حقيقيين بغض النظر كيفاش كايعطو. باقي، كيهزو الثمن.
دينارين لليبرة الواحدة. هو كذا؟
إيتشيرو سوزوكي. S-U-Z-U-K-I.
هاداك شي حد آخر يقدر يساعدك في هاد الشي؟
خليك، قبل ما تروح، كنتي شادة تقولي شحال من إPRESSIONS عندك على اليابان؟
عفوا. ممكن تقول لي واشاش صورتي جاهزة؟
عندي مارفين دورفлер على الخط. نديه يمر؟
ديتك مية دولار.
اش نو عليك في هاد المشكل، جورج؟ يمكنك تشديد على النقطة لصالح الفصل؟
ف هاد الحالة، ماعندكش تحط واحد.
ماشي مشكل نفك حزام الأمان ديالي؟
أنا من كولورادو. من أي منطقة من اليابان أنت؟
أكيد. كنّا مشغولين بزاف ديما، ولكن النهار هادي المكان ميت. فين غادي تطلع طيارتك؟
خليت الفلوس كاش على البلاصة.
إتصل بالمشرف.
فين غادي نلقاو؟
قوليها تاني، عفاك.
كنبغي لي لعبة ورق.
كَمْ هِيَ الِعُمَلَة لِلبَريدِ إِلَى اليَابَان؟
صاحبي تّقتل ب لآسمة.
أش هاد العشا جاهز؟ ميتين بالجوع. راني قريت الطاولة؟
يمكنك أن تكتب لي شهادة سرقة؟
خليها ف هاد الورقة البنية د اللحام.
ما قدرش نختار.
كان كيضني منين جيت لهنا.
كيفاش نديرها؟
خسرت محفظتي ومفتاح غرفتي في الشاطئ.
كنتي هنا علا عرسك؟
إروح. كنتي ضعي شوك في الكيس؟
نشواق عندك في أرضك؟
إذا حصل شيئ، أتصل بي من فضلك.
مات فينيش، من فضلك.
كيفاش كيدورو؟
خاي نرسل هاد لخط ببريد مسجل.
واشي غادي نجي معندو غير 30 دقيقة متأخر. عطيني فرصة لأجلي تسجيل الدخول.
نحنا بغينا داكشي مخيط و مخدّم، عفاك.
عفوا. ممكن تقول لي وين المحطة ديال القطار، من فضلك؟
ما تافكش غادي بحاجة ل دليل سياحي؟
كيفاش نوصل لقاعة الحفلات الساعة سيتة؟
أسف، ولكن غادي نضطر نخليها.
كنلبغي ميك اب للعين.
اش نخدم الفطور دلوقا؟
ديجا دفتو ليه لما شريت التيكيت.
ايوا، ممكن. ولكن خليك هادي.
اشنو وقت تبدا بيعكم الحُر من الضريبة؟
عذرا على الإنتظار. غادي نروح لفوق للغرفة معاك.
دير دولار واحد. خصك تغيير دقيق.
غرفة ديالك في الطابق التالت، رقم تلاتة خمسين سبعة.
ماكاينش ماء حار جاري.
كنبغي قاموس إنجليزي-ياباني.
مرحبا، عندي حجز.
خلي показي لي شكاية ديالك.
خدوها بسرعة، عفاك. عندي عجلة.
لكن فين؟ ما عارفش حلاقين قريب هنا.
شوف هاداك لبرا للي غادي لالمهاد اللي غادي يوصله لالغاية.
بدل هادشي لفلوس صغار، عفاك.
عندي كرتونة سيجارة واحدة.
خلي نقول هادشي؟
كتاب الطبخ كاينين ف الطابق التاني حتا هوما؟
كاين خدمة البحارة العادية من كوبي ل لموانئ في شيكوكو و كيوشو.
بدل هادشي.
эфندة، ممكن تفسرلي هاد الشي بزاف؟
ماتحتش ، قلعها من وجهك.
أش حال غادي ياخد لقص الشعر؟
خليتي دفتر عناوين، من فضلك.
خاي ناخد حاجتي الثمينة.
نحنا بغينا نقعد دلوقا.
عندما مينصلي ساعة من بعد ما طلعنا. كنبدا في خدمة الطعام لما كنطيرو على الارتفاع ديالنا.
عندي حجز درجة أولى على رحلة رقم 113 من لوس أنجلوس إلى نيويورك في 25 أكتوبر.
هذا صحيح لمدة أربعة عشر يوم، فهذا يعني يمكنك استخدامه حتى الثالث والعشرين.
ماشي من الأدب نغلو الطعام.
خربت الشوربة.
جيت ندرس فمدرسة لغات.
لا، عفوا.
كيفاش غادي يكون لفلوس ل لمتحف د الفن بالتاكسي؟
مبقيتش ماشي بزاف، ممكن؟
ايوا، يمكنك تشوفو بوحدك، لأن الجو مزيان النهاردا.
يمكنني احجز ملعب تنس هنا؟
كاين صالون تجميل هنا؟
أي أوتوبيس غادي ناخد ل الموتيل سكاي واي؟
من بعد ممكن توريني بطاقة الائتمان الكبيرة و بطاقة السواق؟
لا، ماعنديش فلوس كتير.
ايوا، غادي ناخد شامبانيا مع الحور دؤوف.
مشي كاين هاتف عمومي قريب هنا؟
خد هادشي بعد كل وجبة تلات مرات فاليوم.
كاين مأكلة جديدة ديال البيتزا قريبة من هنا ونحب نجرّبها.
يمكنك تشوف لي "آن أوف جرين جابليز" في نسخة ورقية؟
مزيان. ما تقلقش. عندنا ممرضة كاتفهم اليابانية.
ما عجبني هادشي.
سيدي إيبرت كان مساعدًا كبيرًا لي.
كيهان رايون، فهو قابل للغسيل.
عندي زكام.
افهمها بلكلام السهل
نحنا بغيت نبدل الطلب ديالي، إزا ممكن.
ندير شي حاجة مع المحل لاخر ديالنا باش نشف اذا كان عندها في المخزن.
وين نلقى ليموزين؟
خاي ندير شكاية للبوليس.
سّت لّيالي بداية 23 يوليوز. ممكن؟
أي ساعة هي المد العالي؟
شونتاي حاملة قوي. ممكن تساعدني؟
قادر ن-dropها ف سياتل؟
خليني شوف واحد آخر، عفاك.
مشوار خدي وسادة؟
كنحب نروح نصيد. في مكان مزيان قريب؟
إلّي ندير بحت في تّاريخ ميريكان ف جّامعة د هارفارد.
ماينفعش نخرید أشياء كبيرة الحجم.
خليك جيبلي شويا فلفل، عفاك
طقس مزيان، مشي؟
كيف ندير حجز تيكات لمسرحية برودواي؟
وين نلقى شياي؟
كنلبغي شال لومي. هي في سittين.
نقدر نخصم 10% من الثمن.
كنتي شغلي هنا؟
نحنا ندير داك الشي بي الفون.
كيفاش نوقف الشوفور لما نريد ننزل من الباص؟
يمكنني أحجز غرفتين منفردتين بدل غرفة توين؟
خمس دولارات و تلاتين سنت.
كانتروح نقل ف لوس أنجلوس. كنوصلو ف الوقت؟
أنا متصل مع إيه إف وحد واحد اثنين ثلاثة.
مين فاتحلي كاس ماء؟
كتاخد تقريبًا تلاتين دقيقة.
اشنو طريق لمكتب سي ماسون؟
مية دولار كاش و كارت ديال لي كريدي.
كيفاش كيتขายو كلا واحد؟
سوق العملات غير مستقر.
نيت غادي ندير جولة ب لسيارة ف پروڤانس غدا.
بغيت نؤجر قارب ليوم واحد.
كيهدر على أربعين قدم ل لڭاس.
باش كطير مشي نضج.
نقدر دفع بالكاش، ولكن خليني نقرا، عفاك. شحال هاد الفاتورة؟
هي حلوة؟
اش نو؟ خلنا كلنا و هوما جايبين آخر.
غادي ياخد على الأقل تمنين وتلاتين ساعة.
قديمًا كيتزورنا.
فين المراية؟
كيفاش نفتح الكابو؟
خليت شي في الغرفة.
خاد ليفر سوسیج، عفاك.
استعمل المكتب الآلي.
حلاقة و شامبو، من فضلك.
خاي نكرا ناديا.
كثير ساعات بقا قبل ما نبدا؟
أنت مؤكد تاني.
خدوها ل لمحطة د التاكسي.
أي شئ هو النسبة المئوية الكلية لجميع الضرائب المطبقة؟
كان زمان ما شفتك.
حجز للغولف، من فضلك.
نقدر نتحمل شوية مشاكل.
خلي تديني شي خوط فشعري.
يمكنك إعطائي جاك؟
عندنا ممرضة كاتفهم اليابانية.
كاين دوا للراس المايع؟
خلي تاخدني لمستشفى
لا، ماعندي والو ما اعلن عليه.
هادي خمسين دولار في حالة ما مشيت ليك مشاكل.
القاعة الرئيسية لتناول الطعام ستفتح في الثامنة و تغلق في العاشرة.
اش نقول نديروا شيكين.
كيفاش كتحس؟ دابا كيتعملو ف سويسرا و كيتزادو ف الموضة هنا.
اشنو نوع البطارية اللي كايخدم بيها؟
كنبغي كتاب ل ولاد، من فضلك.
أنا آسف، لكن أنا بغيت نقيل حجزتي.
أسف، مابغيتهاش.
اشي خبار كاين فداك لحي؟
كتب و منشورات.
سلم.
نزّل بلوكين. كاين ف النقطة.
فين الديسكو الشهير؟
هاد النزل اللي ف التل فيه شوفة حلوة ل لمدينة، ولا كي؟
اش نوضي فيه؟
كنّا بغينا نشوف مباراة البيسبول للمحترفين.
خلي نادوا لي إسعاف.
خير، كنت نسيتها. شكرا على التحقق.
هذا بطاقتي الشخصية. أنا مسؤول عن استيراد الأثاث إلى اليابان.
صاحبي، سي تاكيمي، قال لي ناديك. هو واحد من مرضاك.
عندي موعد تاني نهار ذاك.
كيف نرجع؟
نشوفك يوم الإتنين.
كاين هاد الشيء بالاخضر؟
أنا جديد هنا.
خايب من نبيذي.
أنا وكيـل التأمين.
أش نواع المزودات عندك؟
أكيد.
مشاكل ماحدروش فيها حل جاتني.
الشروط ديال العقد واضحة، ولكن مافهمتش النقطة اللي جاية من بعد.
ايوا، بعض الغرف عندنا فيها景ة على الحديقة، ولكن كيتخدو أكثر.
أش هاداك، علاش غادي نلقاه فجيبتي. غادي نبلغ بهدا للبوليس ديال الفندق.
كاين خصم للنزل لمدة أسبوع؟
خليت كل الفاتورة ديالي.
بغيت نحجز ملعب التنس لساعة غدا.
كاين مشكل في كراء الراكيتات؟
لا، جينا هنا العام الفايت.
كيفاش كتوصف هاد النّاس؟
خليني نزلت.
ما بغيتها ب داك السعر.
شكرا
خاي، غادي نرسل لمهندس لغرفة ديالك.
أنا عandid حسيبي ل li التالي.
إيوا. عندي هنا. ممكن تشوف رخصة السياقة ديالك؟
كنتم مساعد كبير لينا النهاردا.
أنا آسف ولكن ما فهمتش ب وضوح. ممكن تكتبها؟
عادي.
اش نوح ف ولادك؟
كاين غبارة؟
غريب، ولكن نقدر نكلم بالإنجليزية أحسن لما نكون سكران.
قيل لي عندك فاكس لي.
بقا ماخدش علاش كيما تقول ماشي دائما على حساب الاقتصاد؟
كيفاش كتحدس هادشي كيبان؟
عندي البرودة.
الجروح طلقت العدوى.
خايج نزيدوها
متيقينش ماعندك حجز باسم "سوزوكي"? آش من吉 باسم "تيتسو"?
ما نقدرش نفتح الباب.
الكابوكي هو واحد من الفنون التقليدية اليابانية المتمثلة.
أش نوار؟
خاينا نعمل موعد للشعر الدايم.
ممكن تعطيني غرفة أكبر؟
خديني كيس لخرة، عفاك.
نحافض 12 يوم.
خليك حاملي الشنطة لي شوية، عطيني ساعتين أخرين؟
خلينا نلقاو كاونتر يونايتد إيرلاينز دلوقا.
مشوار تشوف الجدول؟
سيدي جيرו يامادا؟ أنت مؤكد على هذا الرحلة، مغادرا في الساعة السابعة و النصف صباحا من شيكاغو.
كنلبس طويلة
لون آخر؟
أش نوعة نستمتع بالمدينة؟
أربعة وقفات.
بدل غرفتي، من فضلك.
كاين مكتب لفقد والموجود في المحطة؟
يمكنني نقل بذاكرة التذكرة دي؟
كينشوفش لو دارنا هاد العقد على سنة وحدة بدل من جوج؟
خليني نفكر فيها شوية من فضلك.
نقدر نزيل هادشي؟
واش البنسيون غادي يرسل عربية لجلبنا؟
ساندويتش سلطة البيض للذهاب.
غادي تقولي على بعض الفنادق اللي كايكون الثمن ديالها تقل من 50 جنيه ليلة؟
يمكنك أن تجد لي وقتا يوم الثلاثاء في الصباح؟
نفضل مقعد في الأمام.
خلي لوقية ف السيارة، عفاك
هادي برا ولا داخل البيريني؟
اش نوّع مدينة سانتا مونيكا؟ واش ممكن تقل لي رقم لوطوبيس لي غادي ليها؟
زيزي، وأنتا؟
خدي كريم لليوم.
لكن، لو الضوء ماشي عمل، ما تقدرش تبديله.
ما قدرتش نلقى حجزك، ولكن عندنا غرفة.
ساعت سيتة و نصف دلوقا، ولكن عادةً ساعت خمس و نصف.
خاطري قلم حبر، من فضلك.
نقدر نخصم 20 في المية من الثمن.
غادي نلقى تاكسي آخر.
في بريد قريب هنا؟
حار، لا؟
نحب نمشي لب로드وي.
كاين خريطة ديال التزلج؟
خدما الدار، من فضلك.
مزيان. مخلينش حتا هكا.
ما قدرتش نلقى الطريق للمحطة.
إتنين دولار وخمسين سنت.
فين النهاية ديك السيكينة.
خليتي معاك فلوس صغار؟
مشيت نستعمل فلاش؟
شكراً جزيلا. و خلي المشهد على حالو.
特别 بزاف فـ اللي كاين على التصميم ديال مشروع ميركوري، مكنعرفش ندير ديك الختيار من غيريك.
مشيت ندير المعدات ديالي دابا؟
هادي الدورة على حسابي.
هادي وقت العطاء و تاقسام الخير.
خاد ليا اللحم.
عليخ صحة.
خدت جاكيتي غرقان، فهاداك ديوها تيجف.
واش السفن القديمة لازالت طالعة؟
إلحق معنا على الغدا
شي حاجة دخلات لذنبي لليشمال.
اش نوة غادي تเชك إن، سيدي؟
منين كاين، كيفاش كتجرب البرنامج؟
عندك حاجة تدير؟
عندي كدمة.
البنوك مفتوحة يوم السبت؟
كيفاش كاينين الزيارات مفيدة؟
واش كتقدرو تقولي على محل جيد ناقدرو نشريو فيه حقائب من الجلد؟
هاد شفت ليبستيك؟
كثير من لاعبي البيسبول الأمريكيين كايلعبوا في الجاپون.
فين نلقى الكتب الدراسية؟
عندك عسل؟
خلينا نشوف الخواتم وحدة وحدة.
مينفعش نستعمل بطاقة فيزا؟
خاد نشوف أكل تيپي ديال هاد البلاصة.
خدني سيرفس في الغرفة؟
مومكن najmel mo'ad?
عندو حادث سياقة.
بديت نخدم ف هاد الشركة من شهرين لي ماضين.
أش نو جا معاك؟
كنت دارت مكالمة لطوكيو وقالولي مابغيتهاش.
التلفزيون ماشي عمل.
فين نلقى شخص يدي لي هاد الشريحة؟
مومكن أعطيني حلاوة صناعية؟
خايف نبدل جلستي لشياطسو. ممكن داك؟
حقيقي، أنا نباتي. ما كلكش اللحم.
غادي ناخد شاي
ماشي، ممكن تاخد الطريق السريع؟ انا ماشي متأخر لموعد.
عندي حلق مجروح.
كنّا بغينا نجرّب البحر من هنا.
مرحبا بالسلامة.
ما عندك والو؟
كوكا دايت مع ثلج، من فضلك.
إيداع في أي من محطاتنا مجاني.
زاه وين.
إِلّا تروح وتشوف نارا وكيوتو. نارا محافض على جو اليابان القديمة بمعابده البوذية القديمة ومقاصير الشنتو. الغزلان ووليداتها كيتلعبوا بحرية ف الحدائق ديالهم.
خدو شكايتي لݣرتي.
الكلمة "face" عندها معاني كثيرة مختلفين ف الإنجليزي بحال التمثيل، الماكياج، الكرامة، السطح و هكذا.
زيد فيها شوية خير.
خلي حاجاتك برا الغرفة.
روح لمشوارين و دري لليمين.
مفتاحي تكسا.
كنبغي قاموس ياباني-نڭليزية.
مريت وقت مزيان هنا. شكرا على كلشي.
هاد البوس كيروح لمركز المدينة؟
إفتح على ما يلي.
أرقام المبيعات زادت باستمرار مندين خرجت المنتج للأسواق.
هاد المرشد السياحي غادي يجي ياخذني من الفندق؟
أي ساعة لازم نكون عند البوابة؟
أشنو غادي يخلّي بزاف؟ ماعندناش وقت كتير.
واحد الحقيقي؟ عطيني دقيقة باش نرتب هاد الشي.
هاداك كلشي مضمن في الفاتورة؟
كنّا نريد لوحة من المقانق المختلطة، وسلطة، وزجاجة نبيذ، من فضلك. جيب两个 كؤوس، من فضلك.
هاداك، نتا بغيت نخدم دلوقا. هدي ميرتي.
أي رقم أوتوبيس مشي ل سيرك بيكاديلي؟
هادشي جا معاه ضمان لمدى الحياة.
قادر تقدر تسويه، عفاك؟
ما حصلتش على سلطتي.
خد الأتوبيس رقم واحد و نز ف الوقفة التالتة.
مين قادر يجرّب التنفس الاصطناعي هنا؟
ماكنش نعتقد أن هادشي جاي من اليابان.
خدني قارورة صغيرة ماء معدين مبرد، عفاك.
خلي показي لي بعض لعب اللي كيتسماو تعليمية.
خاد الحزام.
غادي نتفكر فيها.
ماشي معاك. نروح للمحل ديال الساندويشات لبارا الطريق.
بيض مخفوق
أسف، سيدي. كل الغرف محجوزة.
الخط لليابان اتصل. إنتا متل عفاك.
هاد الدليل. خاصها تكون فيه.
عندي ورم.
متناقش؟ افحص تاني.
ممكن نلقى دليل ياباني؟
اش حاد هذا التوتة؟
بغيت ناخد طيارة غدا.
شكراً على العشاء الجميل.
خلي替 اللنز. وقدر تخدمه وانا ناطر؟
روح مستقیم لتحت، وكايكون في يمينك.
ما نقدرش ناكل والو
قادر تقف هنا شوية؟ بغيت نصور بعض الصور.
إلى الذهاب ل الكانيون الكبير.
خد أشعة إكس.
كنلبغي هدية لومي.
ممكن تحجز تكتين؟
دبروني
طاولة مع لسيجارة ولا لا؟
نسميها جبل ب. هي على بعد عشرين ميل تقريبا من هنا.
كايعجبك الكتشاب ولا الماسترد على هادشي؟
كاين في الطابق اللول، من هاد الناحية.
كاين ولد الكورة.
لڤيغاس؟
هادشي قبل ماستر كارد؟
يمكن للضيوف دخول ديسكو الفندق بدون دفع رسوم الدخول؟
هل في واحد من الجولات دليل كيهدر اليابانية؟
ما عندي نسخة من تيكت الطيارة.
فِي كُتَيِّب مُنفَصِل مُسَمَّى "مَعْلُومَات خَلْفِيَّة شَرِكَة" الَّتِي هِيَ فِي الحُزْمَة الْمُقَدَّمَة، سَتَجِد مَبرَرًا أَكْثَر إِطَالَة.
أش هاد مازال غادي يتأجل؟
اش نوعة كايفتح واش نوعة كايسكر؟
خليك جيبلي قلالش، عفاك. كيهدر بارد ف هاد الغرفة.
مرحبا. على كل حال، في تيليفون عمومي قريب من هنا؟
كنتي عاودة تفصليها ل لمشغل؟
قدير تقدر تديه جنب الشباك، عفاك؟
حسيت بضيق هنا.
عندي غسيل.
فين القصر؟
من فضلك القائمة؟
مقعد في الأمام، من فضلك.
رجع هنا قبل نص العاشرة و نص
خلاص، واحد من الحقائب ديالي ماجا تا هذ شي.
كاين جولة كاملة ليوم؟
نقدر نحجز عند الساعة تاسعة ونصف الصبح، من فضلك؟
كيفاش غادي تحسب لينا على الشحن؟
خلينا جوازين ل سان دييغو، عفاك.
كايدير تقريبا تمنين وتلاتين دقيقة مشي من هنا.
لكل واحد شغلو. أنا ممشى شرب بيرة.
أنا من يوكوهاما، اليابان.
مقعد عند النافذة، من فضلك. و نحب نقعد مع بنتي.
كيفاش ندير مكالمة لبعيد؟
هو ولد في تمنين وتمانين.
هادي فلوسك. تمن و سبعين دولار، تمانين دولار و تيسعين دولار، تسعين دولار و تيسعين دولار، مية دولار.
كاندا باركا عندك؟
لا، ماكينش كاميرا ديالي.
التلفزيون مكسور.
أش نو عيبوس ل لخر ل پيمليكو؟
أنا مريض بمرض البحر. ممكن أعطيني دوا؟
خمس ساعات و نصف ساعة أخرى.
هاد سيدي.room سبع وأربعين. شنو نوع الكوكتيلات اللي كتخدم؟
فيه من هاد الطريق.
ماتديرش حاجة بحال هاديك.
النساء كيتبسوا.
مزيان. آش دار ب هاداك؟ هاد الجولة ديال نصف النهار غادي يرجعوك ليهنا ف الساعة واحد.
هاد كي مشي؟
خليك عطيني اتصال باللي مسؤول على المحاسبة.
تيكات متوفرين؟
كاينين عندك قلايد أخرين مع تصميمات فريدة؟
ليش ماشي نطوف على هاد الشعاب؟
اش نوضي نروح ف TOUR ديك؟
خليك تروح للمستشفى باش تدير فحص عام.
ممكن تعطيني غرفة أخرى، من فضلك؟
فين أقرب مخزن للموسيقى؟
خايف ندير حاجات قيمة في الصندوق الآمن.
نعتقد أن ذاك مقعدي.
رفع إيديك.
اشنو وقت غادي يغلق المحل داك؟
اشنو وقت القطار اللول لي غادي ل牛كسفورد؟
اشنو ساعة تا خدمت الفندق متوفرة؟
كاين جريدة نݣليزية عندك؟
أعواد الأكل، من فضلك.
مابغيتوش الا أزرق لو عندك واحد.
غادي تتحسن بزاف قريبا. مالقاش قلق.
المتعة. مخطط باش نزور بعض المعالم السياحية و نلقى بعض الأصدقاء القدامى.
أش نو تشخيصك؟
خايف نوري عايدين ظاهريين.
الكاشير فين جا.
ليش القطار مازال متأخر؟
اش نلبس طياح؟
اسمك و رقم الغرفة؟
عندي إطارات مفتوحة.
كنّنا مهتمين بالدين.
ماشي مشكل. فين غادي تديه؟
أنا كمان. مشينا بزاف النهاردة.
ما عندي فكرة.
غادي نشحّط البطارية وننظف الڭلاص.
طاولة في التراس، من فضلك.
خمسين في المية على السعر المكتوب؟
أي وقت أخر للتحقق من الدخول؟
شوي من الخلف.
خدو ها الجسر ف الخلفية.
كاين عندك هدايا جميلة؟
الشتا تحول لبردو.
ناكل الفطور في السابعة كل صباح إلا نهار الأسبوع.
خايب نشوف الطبيب غدا الصبح.
خليك ربط حزام الأمان ديالك و ما تخدمش سيجارة حتى نهار طائرة طالعة.
خاي نادّي لليابان.
نطما أتخس شوية الوزن بعد كل هادشي.
راح نرو لميلبورن.
كاينين معاكم جولات مع دليل ناطق باليابانية؟
البارح برد.
عفوا، شنو الالتقاط اللي نحنا فيه دلوقا؟
نسيتهو जबकنت كنشوف حوالى عشر دقايق خلا
اش يمكن نرو حتا بالجينز و الحذاء؟
خادش موز.
عندو عضلات كتاف ديالي متيبسات بزاف، ولا لا؟
آش نوع د الخبز كي عجبك؟
هاداك ل ماشي؟
في حانة قريبة من هنا؟
عفوا. ممكن تقول لي فين نلقى مترو؟
كيفك. أنا إيتشيرو تاناكا.
كيفاش غادي يكون الفلوس ديال السرعة؟
إذا كانو كلهم بدون جمارك، غادي ناخد كارتون واحد ديال سي.
كتافع على نوع التور. خرجة يوم ل يوسمايت كاتكلّي تلاتين دولار اللي هي الأشهر. يوسمايت كايبعد عن هنا بثلاثمية وخمسين كيلومتر.
أي خط دوك للسانتا باربارا؟
ما كتشاب.
خد كل ما بغيتي. باش ما تيريش.
خاي نشوف ماتش د لكورة.
كاين غرفة لوحدك الليلة؟
حقيقي، عندنا بيع على البلوزات دابا.
كاينين شي رحلات يومية نافعين؟
شيكات السفر ديالي كايكونو بالدولار الأمريكي.
خليك عاونني نتواصل مع صديقي؟
فين نقدر نشري التيكات?
هل الݣيتار متضمن؟
خلينا ناخدو خبز، عفاك؟
شوفوا. أيوا، عندنا غرفة مفتوحة.
مرحبا تاناكا. مابغيش نلقاك هنا. فين غادي نتمكنو من إستقبالك؟
كاين حد هنا كيحكي إنقليزية؟
نعم. خلي نقول مابغيتش نروح دلوقا. اتمنى نشوفك تاني قريبا.
ساعت سيتة و نصف.
هادي الزيارة اللولة.
وين أقرب غسيل؟
غرفة هادئة، من فضلك.
خدت نوتات مزيانين في السنة الفايتة.
زيحلا.
خاد لي اللي كايبان ف الشباك.
كاين واحد أكبر من هاد؟
ما فحستش بعدا. ولكن نموت أن عندي حرارة عالية.
اش نو معندك؟
كاينزل الثلج.
هاد سيغور سبعة ميتين. عطيني نداء استيقاظ في السابعة صباح الغد.
ما تخدمش كتير.
لا لا. كنت عارف هادشي غلطة. غادي نرجع لمغريب بلا ما عندي والو.
هاد القطار لشيكاغو؟
سماعت النباء. قالو غادي يتوقف الثلج غداً بشي وقت.
نقدر نستنى هنا؟
كتب الحايكو الهواية هو هواية ديالي.
فين مكان أمن ندير فيه شونتاي؟
كاينين تخفيضات للعائلات؟
فين مكان كيحلو نشري فيه تذكارات؟
هدي نظام الرواتب ديال السنين د الخدمة.
إرجع هنا.
نشوفو نرو تيكي بوينت غدا؟
فيهم فرصة صغيرة للثلج.
ممكن تقدر تسويلي خريطة؟
ماكينات السلوت كايبانو سهلين بزاف، حسنا، شنو عن الروليت؟ غادي تدير غير تخلي نصايحك أو فلوسك على الرقم اللي غادي تخوض عليه فالأول.
نقدر يكون في اختيارات اكبر ف الصيدلية.
غالي عليّ. شوف لي واحد رخيص، عفاك.
هادو لمشغل د خدمة د المكالمات التيليفونية الدولية.
قراية نڭليزية
هاد السيارة كاتمشي لباريس، ولا لا؟
خليك دوز خمس دولارات و خمس و عشرين سنت لثلاث دقايق الجاية.
خاد الكاميرا، من فضلك.
أش حالع منصة القفز؟
كنتي غادي تكرا عربية د لجولف؟
خدو فورما د لينحال.
نقدر نحدد موعد ليوم ليوم؟
كتايق على البطن شوي.
كيف نوصل للمدينة؟
كما تقول
ما كليت والو ماكل قبل. بغيت ناكل دابا.
صباح الخير. كم؟
ما عندي وقت كتير.
مزيان. شوفاك لاحقا.
يمكنني سحب ثلاثمائة دولار من بطاقتي فيزا؟
كيف بغيتي الويسكي ديالك؟
نقدر نخدمها؟
عندي عدة شهريّة.
خليك دير شيكات السفر ديالك ف البنك.
خدو شكايتي لݣرفة.
ما حجزتش مقعد للطريق العودة ليا بعدا.
أي واحد من هاد اللي هو لون الأخير؟
أش حال غادي دير لوصل لفيلادلفيا؟
غادي تزور كل لمواقع السياحية في سان فرانسيسكو في غضون تمنين وتلاتين ميل من القيادة.
نقدر نبقا هنا شوفو؟
كاين مقاعد لليوم؟
نقص لي النظارة.
حذاياج ماشي مع لون طقايةك.
خليها هنا، من فضلك.
هادي أوتوماتيكي. عندي هذا النوع من ساعات الكوارتز، سيدي. هادي مقاوم للمياه ومقاوم للصدمات.
قصير فقط، من فضلك.
اشنو وقت القطار الجاي ل牛كسفورد؟
مع الفطور؟ نحب نحجزها.
نقدر نتصلك فرنسا مباشرة من هنا؟
كَم يُوم هَذا صَالح ليه؟
خاينا نبدل حجوزتي.
قادر تقول لينا تاكسي؟
أش غادي تجرب أمبرغر؟
كلشي مزيان؟
كاين ليموزين ل فندق ABC؟
أ什 نو عاد تشوف لسيارة يوم الجمعة؟
أي خط ل ميدان ماديسون؟
غادي نكلمك لاحقا.
عفوا، ما فهمتش شيء قالته.
دولار واحد للكيلو
خليني نديه على معلق؟
ما عارف كيف نستعمل التيليفون، عطيني شوفلي.
مدينة وصولي هي لندن.
واه كي ما كافيش وقت.
أي أوتوبيس غادي ناخد؟
كنبغي كريم التنظيف.
مرحباً تاني ومرحباً بيكم في أمريكان توب فورتي
أي حدث هو الأفضل؟
أش هاداك غادي ياخد قبل ما الزهر يفوت لورد؟
خاد نشوف ميس نوموتو، في الغرفة نمرة خمس ومية واحد.
من بعد غادي تهمك تشوف الداخل ديال دار الاوبرا ديك. هي تياترو ألا سكالا.
البار المظلل كايعرض بيان مبيعات شركتنا للعام الماضي.
نطما أنك تقدر تزور هاد المعالم الجميلة فأمريكا فالقريب.
دير وستمنستر
صاحبي كايعاني من حرارة عالية.
كاين في الطابق السابع. خذ الليفت في النهاية د الڭور.
ننتظرك
خليت حقيبة، كتاب، وكاميرا في شنتة.
كانقضي للفراش تقريبا في العاشرة، ونمي مباشرة.
كان طويل و كان عندو شعر أشقر.
الثقافة ازدهرت، مع أنشطة مثل مسرحيات الكابوكي، و لوحات الأوكييو-إي، و الأدب و الفن الخزفي أصبحت شائعة.
كاين مخزن ديال دونهيل قريب هنا؟
مية وعشرون مليون بنادم ف بلاد ديال تلات مية و ثمانين ألف كيلومطر مربع؟
تذكرة مiami ذهاب وإياب، من فضلك.
اش نوضيك على أقرب بنك؟
خدي تيكيت واحد لبالغ، عفاك.
اسمي وطناب غورو.
كيفاش غادي يكون الخدمة ديال هاد اللطري؟
فلفل، من فضلك
خليك جيبلي الفاتورة
خايب، الطبيب ديال سنان لي نروح ليه كيهدر بزاف.
الضوء ماشي عمل.
كنبغي شي للاسحة.
خير، هادا غرفتك.
أش حالا قبل ما تاينع الركب؟
خليتي دوا؟
خليك صيغةك هنا، عفاك.
مافيهش مقهى قريب؟
رقم هو خمس سته سبع تمنية واحد اثنين ثلاثه أربعة.
افا سيدي، ممكن ننزل في أي لحظة. لو تقعد في مقعدك.
يوكوهاما قريبة من طوكيو.
خدي فلتر، عفاك.
اش نوضي؟
كاين حد كيهدر الياباني في المحل؟
من آخر الخط؟
خليتي خريطة دليل، عفاك؟
ما كسمحلكش بظبط.
مؤجل بحالي ساعة. غادي يطير ف السبعة عشر وعشرة.
العدد هو واحد إثنين ثلاثة أربعة خمسة سته سبعة ثمانية.
الماي ما كيغليش بزاف.
فيه هوكايدو، ماقدرش تلعب غولف durante ستة أشهر تقريبا بسباب المناخ البارد.
غادي تبيعهم فرادي؟
نحنا بغينا نمشي يوم قبل.
كايبدى من تيسعة.
مزيان عليك. كل المحلات كايعملو بيعة حاليا. تقدر تشري ب ثمن مخفض.
واحد لمحضة. غادي نلقى قلم.
واه لا عارف. آش نديرو؟ مكدونالدز؟ عندينا هاداك فญبلون، ولا.
بغيت نرد هادشي. هادي إيصالو.
كاين باص غادي يخرج دابا العشية؟
كيف نوصل للمتحف؟
ماشي مشكل. acabt جاي من بعد ما خليط ليا البرنامج ديالي الاولي.
سيستحوي السي GOODMAN بيه حقيقي.
نعم. نعتقد أنني سأأخذ بيضة و سوسيس و توست و فاكهة طازجة.
الكيرا مستحقة في اللخر د الشهر.
هاد ماشي مقاسو الصحيح.
رقم الطيارة هو بي كي سبعة восع على خامس شتنبر.
في حاجة غالطة مع حمامي.
أش نواع المنتجات المحلية ديال هاد المنطقة؟
حقيبة سفري مازالت ما خرجات. ممكن تكتاشف شنو صار ليها، عفاك؟
كنتي طيبة بزاف فالتيليفون.
كamera ديال كانون ب لينز واحد.
أش نواع سمية القصر؟
كاين बस د لمطار ل لمدينة؟
ممكن تقول لي الإسم تاني؟
خروج ف الوقفة الجاية وتاخد لوطوبيس ل هايد بارك.
أنا آسف، ما كنخدموش هادشي. تقدر تشريه في الصيدلية لي في الطابق اللول.
نحنا بغيت مقعد فالمركب، عفاك.
أش ما بغيتي تشرب؟
نحب نطلب نفس الشيء.
فين بارنز أند نوبلز؟
بزاف- خاصة ملي نغفست على العشاء لبارح. وعلاش، ممكن تقولي كيفاش نوصل لمتحف البريطاني؟
إدخل الرقم تيسا على هاتف هدا.
اشنو ساعة كتسدّ المحل؟
رحلتي تأجلت، وخطفت الطيارة التالية.
خليك غادي غي取消 حجز المقاعد لي؟
خدني شيبس.
أنا مخدم لحالهم.
ممتع جدًا.
خاد ليا غرفة مع حمام.
نقدر ناخدها؟
ما عارف، سيدي. كتحدّث الإنجليزي؟ كتحدّث بلانجليزي؟ تحدّث.
ماشاء الله رح يكون كير.
الخط مشغول.
ايوا سيدي. حادية عشر ديال لعشية.
مومكن najmel maw`ed l-Yem lbet؟
خايب نربط. ممكن؟
لا، مابغيتش. عربية مافيهاش دوخان، عفاك.
مابغاوش المبتدئين؟
خايجهم اليوم.
خاي نكرا سيارة رخيصة لمدة أسبوع.
هاد اللباس ما كيحملش عليّ.
مين قدير يقولي فين مقعدي؟
أي طائرة تصل أولاً إلى مدينة نيويورك؟
فين خليته؟
خلي تبديل هاد الفلوس الفرنسية بفلوس حقيقية.
ماكاينش مكان ندير فيه حقيبة دّريعة.
خليك حر تتبسط مع كوزميتيكنا قبل ما تخرج من هنا.
ما تقلقش. بعيد على المدينة.
هادي فلوسك.
خلينا نروح ل الشاطئ غداً
خلي لي عرض.
هاد الشّيء ديال نّصف يّوم في لّيستة بالياباني؟
كيفاش غادي يكون في اليوم؟
ايوا، كنّا عارفين. هادي اختيارنا.
خليك، تقدر تاخد Gray Line Air Shuttle أو Carey Airport Express.
إذا كنت تقدر تجيبه بثمن أقل، غادي نشريه.
فين الميهات؟
بغيت نبقا هنا لجوج يومات أخرة.
ايوا، كنلبس هديا لختي.
نضّف هاد اللباس.
فين نلقى جريدة يابانية؟
أش نوّاق هاديك البلاصة؟
نقدر نغوص هنا؟
أش نوڭا؟ نشوف من فوق؟
إيه، هادشي لي خليتي وراك؟
ايوا. يمكنك تشوف الأفلام على إتش بي أو، اللي هي مجانية.
كيف نوصل لهوليوود؟
غادي ناخد غرفة ب 15 دولار.
ممتنة إنّي قمت بحجز.
كاين خدمة غسيل الملابس؟
نعتقد أن ساقي متكسرة.
كت كاتب الشعر، سي إيتا.
كاينين شي مكانات سياحية قريب هنا؟
كاين سيارة نوم في القطار؟
واحد حقيقي؟ نطما أتمنى مابغاش يخرج فيا.
ناكل برا معاك.
كيفاش غادي يكون لثنين يوم؟
راح نememphis.
أي منصة يغادر منها القطار إلى يورك؟
نحنا بغينا نحدد موعد للروما.
سيدي وسيدات، الكابتن جورج كوهين وطاقمه يرحبون بكم على متن رحلة يونايتد إيرلاينز 800 إلى نيويورك. إذا كنت تحتاج إلى أي شيء خلال الرحلة، ما عليك إلا أن تسأل وسنكون سعداء لمساعدتك.
الخضر.
خليك اتصل ب دائرة المفقودات.
من فضلك، فين نلاقي رقم هاتفك؟
كاينش طيران آخر متوفر؟
لا. هادوك غادي نكونو هنا لثلاثة أيام، من بعد غادي نروح لنيويورك و نيو أورليانز.
عندي باص إيريل و فيزا سوفيتية.
مينفعني نكلم السيدة كاوري وتنابي في الغرفة نمرة تمنية عشرين؟
عندك مشروبات أخرى؟
هاد اللباس من القطن؟
عَفْوًا. عِندي صُداع. عِندَك مَedicine؟
خلي وضع رول ديال الفيلم في هاد الكاميرا.
طّلاب الثانوية الميريكانيين ما عندهمش العمل بزاف.
بغيت ناخده معايا.
فهمت. هادي مالي. انا من مركز ديكور الداخلي ديالنا.
أي أوتوبوس ناخد لحيدي بارك؟
هاد البيرة ماشي فيها غاز.
ايوا انت كاينة.
كلنا كنحبوا نقعد على نفس الطاولة.
ما كاينش مخضمات كفاية.
نعتقد أن هذا قد لا يكون صحيحا. هل يمكنك التحقق منه؟
غادي يرجع الأسبوع الجاي.
ماتت مامي.
خاد شوي-port.
خدوني لمستشفى
سماء كبيرة
كاين هاداك بلون مفتوح؟
خدني قلم.
ماشاء الله، ممكن حامض لشاي؟
رجا عطيني فاتورة، من فضلك
طاب ليا لقاءك، علاش هادي أول مرة في ميريكان؟
ممكن تبديل هاد البوتات بآخران اصغر؟
كاين حد جالس هنا؟
حقيبة سفري ثقيلة ب 3 كيلوغرامات أكتر.
نعتقد إنها غالية بزاف. ما عندكش سعر أقل؟
غادي نخرج بكري غدا الصبح.
كيفاش كتبيعو بلا ضرايب على البورد؟
من مخرج الفيلم؟
الصيف هنا ماشي سيئ بزاف.
بغيت نشتري هادشي.
اتبع اللافتة اللي كاتقول تاكسي.
ايوا، انتا ف الوسط ديال فيفت افنيو. فين غادي؟
أش غادي ديرت هادشي؟
إستولوا على إستلامتي أيضا.
خايفين ما عنديش. ولكن أنا متأكد غادي تستمتع ب غداءنا الخاص.
سبعة و نصف
حسنا. دابا هوا حادي عشر ليلا، دونك ندير ساعتي ل عाशرة صباح، صح؟
خير، ريمينجتون ممكن يكون مزيان.
ساعة ونص.
ماشي مشكل، عطيني كاس مياة أخرى؟
خليني نشوف هادشي.
فين مكتب الصرافة؟
إنتظر شوية. غادي نسأل سي إيمي إمكن يجيبي التيليفون.
نقدر نوصل هناك في عشر دقايق؟
هاد الكاري حار.
عندي مشكل مع الكيس لي شريتو البارح.
كاين عندك حساسية ل لدواء؟
ايوا، عندنا بيض و أسمر.
كنحب نشوف ماتش كورة محترفين. فين نقدر نشري تيكيت؟
سمحلي؟ مافهمتش. ممكن تتكلم بزاف على هادشي علاش نفق حتى نفهم؟
خمسين عشرين، عشر عُشرين، والباقي في فلاوس واحد دولار، من فضلك.
كيف نوصل لفونتين كولومبوس؟
خليك عطيني حاجة زوينة لشفتي. شفتي جفاو من الريح الباردة.
كاين شي خاص بالمنطقة؟
ما تخافش. هاد الكلب مابغي يعضك.
ايوا، ودولفينز حلوين.
أشحال كيتسير؟
لويت راسي د اليد.
وين الجاكيتات ديال النجاة؟
روح مستقيم في هاد الشارع أربعة كتلا. وتول左 في الضوء.
ممكن تبعثلهم لليابان؟
خليت جوزتي ف دكانك.
كيفاش كتحب هاداك؟
كاين طيران ل سيدني؟
نقدر نستمر رحلتي من غدا؟
هاد هي منطقة استلام الأمتعة ديال شركة الطيران البريطانية واحد اثنين تلاتة؟
غادي نخرج ف السابعة د الصباح غدا.
غادي نلقاو بزاف قريبا.
ايوا، غادي ناخد ويسكي مع صودا مع لخضرة.
نضغط على زر الإنذار في حالة الطوارئ.
مزيان. ندير هاد الصندوق ديال الأمتعة فين؟ فين غادي؟
أش نو خاص في هاذا المطعم؟
عفوا، أنا مقفل برا.
كاين شي حاجة بزاف على الطريقة الحديثة؟
وين نلقى التوكينات؟
غادي تحول شيك دولار ميريكاني ل فرنك فرنسي؟
نقتابل غدا
ليش مكنشوع هادشي كول، مع بعض؟
كيفاش نغوص لما البحر قاسي؟
روح لجمارك ديال لخارج، عيش مزيان.
خليني شوف النماذج الجديدة، من فضلك.
كاين عندك ثيرموميتر سريري؟
الحذاء ضيق بزاف.
الشهر الفايت في التاسع.
خلاص، تلاتين عشرين، تلاتين عشر و جوج خمسات.
خدني نجرّب طعام ياباني. ضبّ ليا شويه.
نقدر نبدل لمقعد داك؟
ايوا، كنّا عايشين مزيان بزاف.
أش نوّع ل سينما ل نهار؟
كنلبغي شي باقيتي.
خطة ديالي تغيرات. بغيت نبقا تلات ليال بدل من جوج.
آه، شكرا. بيتي، جيب هنا، عفاك.
كيفاش عدد الأحزاب السياسية؟
وقف.
كاينش لي بريد؟
المدى رقم ثلاثة سته سبعة، من فضلك.
نقدر نزيد نسافر؟
خليك أكثر حذر في المستقبل.
مرحبا، نتا حاب ناتелефон لطوكيو.
إيه، ولكن غادي تخلي الحقيبة الصغيرة على الرف فوق راسك؟
هادا شاي أخضر.
كاين عندك تيكت؟
عندك عصير ليمون، من فضلك.
كتقبل الفلوس اليابانية؟
صاحبي كان عايق الطريق فالدور اللي خضر.
كاين عندك واحد أزرق غامق؟
ماشي مشكل، عاونيني مع هاد الشنطة؟
آه، شكرا ليك، ميس ستايسي. آن دي عملات هاد البودينغ دي من لخضرة herself.
كَم ليلة غادي نضل؟
كنّا نريد قهوة بعد العشاء، من فضلك.
كايتعلمو بلهم الفاشون اللي جاية من التلفازة و المجلات.
إتصل بدكتور بسرعة، من فضلك.
كنبغي كتاب ل ولاد.
فين كونتر مكتب الطيران المتصل ديال بريتيش عيرلاينز؟
أش نوّعدين ف الطاولة لجاية؟
خاد غير غرفة لشخصين.
خليك تقول لي فين نلقى الخضرة المحفوظة في القنينات؟
كاينين عندك أسعار أسبوعية؟
خواحد ما عرفه قالي يصورلي، وديتلو الكاميرا. من بعد هرب بيها.
أوه. أخيراً وصلنا لنيويورك. دابا غادي ناخد المترو باش نروح لڤيلاج. مشي غادي نختار خريطة لمترو؟
كيف نوصل لمركز ABC؟
كاين عندك دوم بيرينيون؟
اشنو طريق لفندق الجراس؟
خد اثنين د لقرصات من بعد كل وجة.
كلم ببطئ؟
افتح شنتاك؟
خدما الفندق، من فضلك. رقم الغرفة هو عشرة خمسة عشر.
جنس على الشاطئ للفتاتين هناك.
كنبغي مقعد فالداخل على طول خط القاعدة الأولى، من فضلك.
اش حاله؟
شوي دابا قهوة، من فضلك.
كنعرفو واش عندنا وقت نشوف جوة الغالية؟
وين قسم البقالة الفاخر؟
كل المقاعد مباعا مازال، ولكن يمكنك الحصول على تذكرة لمشاهدة المباراة إذا كنت ترغب في الوقوف.
خليك تقدم تقرير سرقة.
اش فهمت ندير حنا ليدي باقي علاهدي؟
مزيان. هنا عندك.
قوليلي على فين كاين مكتوباتك.
شوف، كبير حقيقي؟ غادي نجيبيك شي حاجة ليك لاحقا.
كاين جريدة عندك؟
خاطري خريطة طرق الأتوبيسات.
كنحب الفيلم لي كيخرجني الدموع.
عندك حاجة أوسع؟
في ديليكاتيسان قريب من هنا؟
إرسل هذا بالبريد الجوي.
مدير فندقي، السيد هيلتون، عطاني اسمو.
ممكن تسويه ثلاثين باوند؟
قولي فيناش نرجع هنا.
من السادسة صباحاً حتى العاشرة صباحاً
زنجلان هامبورغر
خلي göster لي واحد رخيص.
لون أغمق، من فضلك.
منين كاتهجرو؟
كنت مسؤولا عن الشؤون الإنسانية لفترة من الوقت، لذا أنا مهتم بشكل خاص بالحديث مع الناس.
غادي نستنا تا هاد الحد؟ شكرا في اي حال.
واش القطار غادي يخرج ف الوقت؟
كيفاش ممكن تسجل الفورما ديالنا؟
خاي نغوص ف موقع رقيق ومزيان منير.
خايب، باش يكون في وقت آخر.
كاينين فلاييرات يابانية عندك؟ نتا بغيت واحد، عفاك.
حلاي ماجاش ليا بعدا
خلي نلقى واحد آخر؟
هاد غادي يكون رائع لو كانو عارفين بهاد القدر على اليابان.
حوالى ثلاثمية باوند، من فضلك.
كاينين شوارع لي كايديرو زيارة ل ديسكو؟
خاد الحمبورجر، البطاطس المقلية و الليموناضة.
رفع إيديك
هي جميلة بزاف.
شكراً جزيلا. رحلة ممتعة.
أش هاد الخدمة؟
أش نوّع الثمن لو خرجت السيارة؟
خربت رجلتي
خادش دابا دوزة.
دابا، غادي نفتح مسامك بمساعدة البخار.
عفوا، يمكنني أدخل هنا؟ شفت شنتيتي.
كيفاش نلقى تيكيت للباليه هنا؟
ما نقدر نبيع والو لا حاجة بلا وصفة طبيب.
كنتي طلبتي سرير صغير لمولاك؟
كنلبغي هدية لصاحبي.
كايجي ماشي، سيدي.
خاد اللعبة د اللغز د Pieces.
فلاش ولا كارد؟
خاي نروح بالاوتوبيس د لجولان.
خاد نشتري جوج دراجات، من فضلك.
كيفاش غادي يكون الخدمة ديال شحن هاد الباكاج بالطيران؟
فين نلقى قسم الغموض؟
كنبغي نقع جنب صديقي.
خليها لي هادي. اش سميتها؟
فين كايدي هاد الطريق؟
اش منين مرضت؟
ما عندي فلوس كفاية باش نخرید واحد غالي بحال هاداك.
روح مستقيم على طول هاد الشارع تقريبًا ثلاثمائة متر.
لا، عملته كلشي بنفسي. هو واحد من هواياتي. كنحب البستنة.
من بعد، غادي ندير الخدمة ب الدولار و الين.
خادش مسهل.
هاد الطرونݣا غادي يديك ل لوطيل.
إرسلها مسجلة. شحال كليها؟
ضغط على التاسع للخط الخارجي و بعدا ضغط على ثمانية واحد لليابان، ثلاثة للطوكيو، و بعدا الرقم التلفوني.
عفوا. غادي ندير حاجتي جوا دلوقا.
كانقدر نردو لبلاد آخرة؟
اشنو بعد لホテル من هنا؟
غادي نبقا لثلاث ليلات.
إيديك ف السما. سكت و خلي فلوسك.
نخدم السندويتشات والمشروبات من الحادية عشرة ليلا ل السادسة صباحا
خادي غادي نهار قبل من ليلة.
شوفك. اتصل بي غدا.
ممكن تقيل حجزي؟
نتي عاني من حالة شديدة من التعب.
فين نبدل القطار؟
بغيت زوج بيض مکسور مع سلاطة لحم الخنزير، بطاطس مقلية، توست و قهوة.
ايوا، من فضلك. هاد الفيلم مغربي مصنوع؟ لا، هاد الفيلم الياباني مصنوع؟
كان زمان ما شفتك.
اش نوصلو لو مكتعرفش اتلقى؟
ممكن عندنا طاولة خاوية حوالي الساعة تمنية.
كا بلوكين، ثم đầuا لشمال؟
اش نوضي؟ تقول اليابانيين كلهم هاد الشي؟
وين نلقى السكاكين و الشوك؟
واه كلامك صحيح. هادشي بحال بحال. غادي نرجع غدا تاني.
كنبغي شامبو ملون.
هاداك. لموميز كيبر真的.
أكيد. غادي نجيبوها فالتون.
للحين، ممكن تعطيني شويه فلوس باش نخرید شيئ必要.
أش حال غادي تدي؟
نحب نرسل هادشي لليابان بطريقة أسرع.
خير، نعم ولا.
أشنو نواع اللعبات عندك كتذكار من إنجلترا؟
كنبغي لي صندوق نّقلي.
كيوشو هي جزيرة كبيرة في جنوب اليابان.
الشارع التاني وأربعين
أنا آسف. مرة أخرى، من فضلك.
أش نو عمولة الخدمة؟
خاد عصير الفواكه.
جيت شوف صديقي الياباني.
مزيان.
شحال هي مهنتك؟
خاد شي مقعد في الأوركسترا.
أي نوع من الألم؟
أنا آسف، عملت غلطة. شنو نوع الويسكي بغيتي؟
كنحب نروح في جولة فين نتعلم زراعة.
كنتي عايشة تشربي حاجة قبل العشاء؟
خدي شامبو و كييف.
هاد القطار وقف فمدينة بات؟
أش نوّع المجرى ديال التحقق من هاد الشيء؟
قف وانتظر حتى أصور جسر واترلو.
عندي غرفة مزدوجة فيها سريران منفصلين.
هاد كان مكسور من لوقت لي خرجته من الكرتون.
مقعد محجوز، من فضلك.
اشوف الغرفة؟
و كنّا نتوقع شويا د القطر ليله.
خاد الحليب السخون، من فضلك.
كنبغي FLASH إلكتروني.
أنا آسف، ماشربت والو. رجاء صححوا الحساب ديالي.
كل مع هاد الصوص.
كنتي حاب تاخد PAI, PEC, وافر لخسارة و الضرر و补نص إضافي للتعويض عن المسؤولية؟
نقدر ندير الجولة دابا؟
فين قاعة الموسيقى؟
مبروك عليكم الذكرى الخمسين لزواجكم.
شي مكسور؟
خلي ناقص مية دولار في شيبس، عفاك.
خايف المناظر.
الزرق مشهور بزاف ف هاد السنة.
ف-Дّيال الشتاء كاينين ثلوج ف الشمال دญابون و ف لجبال.
عافاك، ماقدرتش نلقى كاميرتي.
خليك شوف إوا إديه جابوه؟
كاين عندك حاجة أخرى تقريبًا ب 80 دولار؟
خايف شوية على إما نقدر نغوص كويس.
خليني ناخد الكورة.
ايوا، نحب نكرى سيارة.
عفوا، هاد المقعد مخدش؟
هاد غادي يساعد.
اش نوخدم؟
حركنا بزاف عجلة مابغينا ناخد صور.
حسنا، غادي نعمل.
نطما أن ناخد شغل ديال التعليم أو ندير ماستر في سايكولوجيا.
كنلبغي كريم خفيف. عندي بشرة زيتونية كتيرة.
كان حلو نكلمك.
ماشي، عطيني مجلة يابانية؟
سلاطة، من فضلك.
كاين غير جولة كاملة ف اليوم؟
كنتي حاملة الصوت؟
مكالمة لبرا من المغرب لليابان.
لا، رجاء أتينا فيه في تلاتين دقيقة.
كايكون الباص رخيص؟
ايوا، غادي نضمن ليه ياخذ هادشي.
الشارع التاني والثلاثين
مزيان. ممكن ناخدو تيكيتين؟
أي ساعة هي الموعد للوصول إلى باريس؟
خلي حاجاتك تحت الكرسي.
أش نواحي غادي؟
خاد شوكولاتة.
عندك عصير فاكهة؟
حاجة مخلعة مع لمبة الفلاش.
نحنا بغينا نحجز غرفة مزدوجة من الغد لليوم لایت.
خفة دايمة، من فضلك.
هاداك شامل مصاريف الخدمة؟
مزيان. كنحب نجي.
نقدر نستمر في رحلتي؟
خليني شوف واحد رخيص، عفاك.
غالي بزاف. وريني واحد رخيص، عفاك.
نعم. قارورة بيرة، من فضلك.
نحن كايديرو قلة ف الزمان.
يمكنك تفقدها تاني، من فضلك؟
يلا هيا.
خاينا نبدل الحجز ديالي.
ايه، في واحد في تا الفندق.
تاريخ الرحيل من فضلك.
فين غادي نبدل القطار باش نروح سان دييغو؟
كان من الجميل منك أن تأتي و أنت مشغول هكذا.
ما عارفش على هاد الجلد ديال الحية.
فهمت. قعد جلس.
جدي طلع ليه نوبة قلب لبارح الليل.
خايب. ممكن تعطيني التاريخ و رقم الطيران؟
مشيت شوكة أخرى؟
اشنو وقت اللي العرض كايخلص؟
أي ساعة ناكل؟
خايف هادشي كثار علىّي.
الحالة الجوية غير مؤكدة. من فضلكم أربطوا أحزمة الأمان.
كانت عندي عادة. بازي مازال كنجهزها من وقت لوقت باش ما ننساش.
من هي هاد المرة؟
مدينة وصولي هي طوكيو.
نعم، أنا سايح.
غادي نديروك الطريق من مدينة أخرى.
نقدر نزلت في الطريق ديالي؟
الأولى كانت من نص شهر أكتوبر.
فين نلقى حقائب من الجلد؟
أنا عايق للرّملون.
خد الحوت ومقلي البطاطس، من فضلك.
كاين فلايت ل طوكيو نهر يوم الجمعة؟
لا، ما شفت حدا قربي.
كرتونة وحدة ديال سيجارات لارك، عفاك.
خدي تقرير بوليسي للعيشة ديالي. منين غادي يخرج؟
سيارة مدمجة، من فضلك. ما هي الرسوم اليومية للإيجار؟
م百ت. حتى طفل صغير ماعندو مشكل يجاوبها.
ايوا، مزيان.
خير، نريد نكررها ليك تاني؟
هو آخر شخص يقول كذبة.
هاداك ليك. غادي تقبلو؟
مشوار نشوف لستة لخمر، عفاك؟
شنو نوع التجارة؟
مرحبا. آسف هو دابا كايقرا في اجتماع.
كنحب روح للمتحف. أي أوتوبوس غادي ناخد؟
من بعد، هادي جيب لي جوج، عفاك.
شكرا على إستقبالي
خادش دكتور، بسرعة.
عفوا. نتا بغيت نمشي للحيوانات البرونكس. شنو أحسن طريقة نوصلها؟
غادي نخبرك من أول ما نلقاه.
اش عارف على أي ديسكو فين البنات الصغار يقدرو يروحو بأمان؟
أش هاد الحجم ديال الأمتعة ف طيارة هادي؟
هنا عندك، ماشي عليه شي.
التنين
جواز السفر و استمارة الجمارك، من فضلك. فيه حاجة declarations؟
كاين شي وحدين تحب تشفو؟
خليهم برا غرفةك غدا الصبح.
انتظر قدام مكتب الإستعلام، من فضلك.
خدني راديو ساعة، من فضلك.
هو برا الدار.
شهر تقريبا، سيدي.
كاين مغسلة سيارات؟
في خسارة على الباب الأمامي الليمني.
كيهدرو الماكلة؟
هل يمكنني دفع بالمارك الألماني أيضا؟
أش نو العمر الأدنى للتصويت في اليابان؟
هو صوف نقي.
كينشي نرجع نكلمك لاحقا؟
اش نوض واش انغلق؟
لا شكرا، ما قدرش. الحقيقة، أنا دابا مخطوب مع حد.
أي محطة لازم نبدل فيها باش نولّي سوهو؟
خاين يكون عندي دوا قوي للرّشح.
كاينة اللبسة رسمية؟
كيفاش غادي توصل لبرودواي فالسابعة؟
كاين مقاعد لليوم؟
اش نو معناته؟
السماح بي 20 كيلو لپاساجير درجتي إقتصادي.
بغيت ندي الفاتورة.
المرة الجاية نجي نقدر نرجع بالتأكيد. آش نقدر ناخد خصم؟
ممكن تقدر تسلمليها؟
خلاص كيدير الاستعدادات ديال إمتحانات الجامعة.
نعم، يوم تذكاري للقنبلة الذرية ويوم تذكاري لنهاية الحرب.
ما يقدروش يشوفو برامج تيليفزيونية عنيفة.
أي فيلم هو الأحدث والأكثر شعبية؟
كان عام كامل؟ الوقت طار بسرعة. بالطبع، هاجي. قول لي الوقت والمكان.
كاين مطاعم مفتوحين دابا؟
قادر نقع فين ما بغيت؟
أنا آسف إزعاجك
خايف ناقصك رقم. نعتقد نيتك ليك عشرون.
كنطولك بتشوفك.
هادشي لي بغيت.
خلي تبعث حد هنا فوراً
خلي جيبلي غداء الصباح.
خليت هاد الرحلة محفزة.
واش تقدر تعطيني تقدير ديال التمن؟
ايوا. ولكن هما متطلبشين بزاف.
راح ناخد أحسن مقعد عندك، من فضلك.
تيليجرام فاضي، من فضلك.
خدت الزيادة في الشيك.
للفندق، من فضلك.
طوكيو صفر ثلاثة ثلاثة تنين واحد خمسة ثمانية ثلاثة خمسة، السيدة هارادا.
السلطة الفرنسية، من فضلك.
خدوني لمطار أ.
خاد شوية صابون.
كنّا حابين نلعب التنس. في ملاعب عامة قريبة من هنا؟
خلي показي لي بعض اللباس ديال لولاد.
واش كتقدر توصلينا على مطعم مزيان قريب هنا؟
هادي صندوق كبير أسود.
خايب غلطان ف الرقم.
لثلاثة. واش اسمك؟
اشنو وقت غادي يمشي لخير؟
ماشاء الله لقانا هنا.
كن هنا عطلة صيف.
كنحب نشتري هدايا لصحابي.
نقدر ناخذ هاداك دابا؟
كيفاش نضبط تهوية الهوا؟
مشيت نكون جنبك؟
أش نواع لاكل كيحسن معاه؟
ما عارفش عنواني بعد. ولكن نيتو نغيب ف otel ف سان فرانسيسكو.
ما نقدر ندير حتى نوم بسبب الصغير اللي قدامي كيضرب. ممكن تقول ليه حاجة؟
في أغلب الأحوال، غادي تكون في موقف صعب بزاف.
ساعدي كيحرضني.
ما عندي. دور لشمال فقط. هنا الكاميون. هنا. روح فالتريق الصغير هنا. تعال، وقف هنا بالضبط.
خليك عند محطة فيكتوريا وakhod خط الشرق-الغرب.
هاد مفتوح. عطيني خصم اكتر شويا.
أش حال من الوقت باش نوصل لليابان؟
فين غادي نبدل سيارة؟
أنا عايق للاسبيرين.
ماشي مشكل، يمكنني أساعدك تلقى شي معين؟
نقتابل ف الرستوران.
عندك تلات مرّات أكتر منّي د لكتب.
حوالي مية و سبعين سنتيمتر طول و قحّال.
كانحس بلي غادي نشرب بيرو في هاد الجو الحار.
اش ناكل الفطور دلوقا؟
هاد سي رخصة السياقة الدولية ديالي.
خادش كريم ليدي.
كتكتب لي عنواڭ هنا؟
أسف، الليلة مبيعاتها انتهت. لاكن مازال عندنا تذاكر قليلة لليلة الغد.
هاد الكاس ديال النبيذ ممكن نديه للغسالات؟
هوما قويين بزاف؟
يا بني.
خسرت خاتم أذن فين ما حواليا.
نقلت لطيران دلتا رحلة 215
نعتقد أني لمست بعض الشعاب السمومة.
كاين عندك كراتون؟
خليت شنتي هنا، ودابا مابغيتش.
خاد لخضرة.
أكيد. فين غادي نحدد الحجز؟ واش غادي يكون فين ناس؟
انتا مافهمتش غادي تقعد للشمال.
أش غادي تقول عليها؟
دابا، مني خروج غادي اخد ل كارنيجي هول؟
ماشي مشكل نستعمل ملاعب التنس؟
خاي نديك غدا العشا.
نقدر دفع عند الطاولة؟
فين كنت شفتو لاخر؟
خليني أداة لپيپ، عفاك.
خليت ساعتي ف القطار.
ايوا سيدي. شوية دقايق، من فضلك. هنا عندك.
مشى جاي بعدا؟
اشنو وقت نخرج من هنا باش نلقى طيارة ف 12 ضهر؟
حار اليوم الصبح، لا؟
إيه، ناعرف. مافهم والو حاجة كايهضرو بيها ناس لي جاوحنا.
خلي إعطيني إسعاف، عفاك.
كاينين مواقع مشهورة؟
مين فحال يديني مين جاي فخريطة هاديك، عفاك؟
نعم. لكن ما بغيتوش الحلوين.
خاي، ندير شوف. اكتر من ميزانيتي.
أش نواع الأكل غادي ناكلوهوم غدا للغدا؟
التلفزيون هناك وحنا هدي جهاز التحكم الريميوت.
أنا آسف، ولكن أنا خايف أنك غادي تحتفظ بيها نفسك.
إستمر في السير إلى الأمام حتى توصل لشارع الأمل.
بغيت نشري هاداك.
هاد المفتاح وهاد العقد.
ماشي نمشي لمنطقة التدخين؟
يمكنك إرسال تاكسي إلى شارع براون 23؟
ما أمرنا ب هادشي.
كأس شامبانيا، من فضلك.
خلاص، كيتاخد 15 دقيقة من هنا مشي على رجليك.
كاس أخرى، من فضلك.
خاي نحجز غرف.
أش هاد سيبوي عقال ليه؟
أي ممر الطلعات فيه؟
مينفعش توصّلني مع قسم التصدير؟
خايف ناقصلي الفلوس. ممكن تتحقق تاني؟
من هو اللي كايلعب على التل ديال سينسيناتي ريدز؟
لاتيه قصير، من فضلك.
نادي سوبتروبيكانا كويس. بقا مفتوح حتى الساعة اثنين د النحس. لموضفين غادي يهزلو تاكسي فيك لما تكون جاهز تخرج.
الشباب الياباني كيهتم بلباس المودا.
ما غادي نستعمل الفلاش.
يمكنك تفقّد الإطارات؟
بديت نشوف دروس. حاد غادي يكون صعب.
وين مخرج الطيارة ديال جابان إيرلاينز، رحلة 214؟
كاني كدخن كل يوم.
ركبت القطار الخاطئ.
كندي ناقص لي شريطات بريد جوّي؟
أش هاداك غادي تدير بيه فداك؟
ما بغيتو حار كتير.
اشنو وقت طيارتك كتخرج ل سان فرانسيسكو؟
ما قادرش نلقى هاد الخروج.
خلي نيكون لي 50 غرام من لحم هاد مشوي، عفاك.
كاين عندك تيكيت الرجوع لليابان؟
كيفاش ندير مكالمة؟
خدني لون آخر، من فضلك.
لي دار راسو لجران ما ضرب والو.
أنا موافق على فكرتك، شريطة أن يتم ضمان تاريخ الانتهاء من المصنع.
يمكنك تشتري لي تيكيت، من فضلك؟
قولي ببطيء.
هاد ماشي نضيف.
خاي نحجز جولة ديال لجولف غدا الصباح.
خد من الكيك عفاك. هاد داري.
غادي تشوف فداك الشنطة حتى هي؟
حسنا. في لغتنا، ساكانا، اللي كاتعني سمك، جاية من تجمع ساكا، أو ساكي، و نا، سمك كأكل خاص كتاكلوه مع ساكي.
سريعا، من فضلك.
ماشي تقدر تجيني من الفندق؟
غادي يكون يوم الجمعة 23.
اش هاد الساعة عاندك الصداع؟
نحب مقعد في الطابق الأرضي.
ما عارف كيفاش نملي هاد الاستمارة.
خليك جربها ف لون أفتح، نعتقد.
شو طابق داكشي ديال لحذاء لعيالات؟
تحت الكرسي قدامك.
أش هاد الخيراش مغلق؟
ما خصك تشكرني
هاد اكتر من ما كنت منتظر دفعو.
بغيت نهضر موعد في خمس د العشية دلوقا.
كاين حلاق في لوطيل؟
من أي ساعة تقبل الغسيل غدا الصبح؟
هادي سافير. عندنا غير واحد بروش من هذا النوع وهذا من أحلى القلادات اللي عندي. غادي تجربيه؟
خليك ديرني عرف بعدا الشحنة، من فضلك.
فين كايعرض؟
كن لاباس داكشي جاي باش نسجل دخولي.
خلي السراويل شوية ضيقة و من غير كوفات.
كنّا بغينا نشوف بعض المجموعات الشهيرة ديالكم هنا.
ما كلت هادشي.
هاري، فين ما نقدر نخدمك؟
فالطريق في التلاتة.
كنتي قادرة تقصّي هذ البنطلون، عفاك؟
الحديقة دي جوا ثلاثة كتلا.
هادي صوف نقي؟
اش هاد؟
أنا سعيد جدا أننا استطعنا مناقشة جميع القضايا المهمة وإيجاد حلول. أشعر بالكثير من الامتنان لك على تعاونك اللطيف.
خادش دليل.
أي مستشفى غادي يروح ليه؟
إذا خفضت لي السعر، غادي نشري هاداك تا.
كل بلي
فين نقدر نشري تيكيت لماتش ديال البيسبول؟
عفوا. كيف نجي من هنا للبنك؟
مشيت شوف لي بطاقتك؟
خليك عاونني كيفاش نستعمل التيليفون.
شوف هاداك. هو مخزن كبير. نطما أنك جبت فلوس كثيرة.
كنبغي لي مقعد في صندوق.
زيما عجبني. غادي ناخده.
فين السور د لْمدينة؟
جيت.
خادش شي داكي، عفاك.
ماكاينش صابون.
أش نو؟
ل سان فرانسيسكو، من فضلك.
اش هادوا؟
فين مقعد سيتين أ؟
أشنو بَعيد على المحطة؟
نعم. كايعيش ف 1234 GEOS Avenue.
ولدي وقع.
ايوا، عندنا ملعب متاح ف الساعة جوج و آخر ف الرابعة.
كاين خط مترو كيروح ل سيفيك سينتر؟
فيه أي دائرة؟
خد الفول هنا.
خير، نّحبيهوم الجوج.
أكيد. داكشي جوج حقيبة و كيس. عطيني تاذكيرة هادي.
نبيت حمرة، من فضلك.
حنا دابا فـ موسم "أو بون".
كاينش Möglichkeit نروح نغوص دابا العشية؟
كاينين لي معلومات على السباقت ديال الألعاب هذا الأسبوع في المدينة؟
صاحبي كيحس بلي بطنه مريض. ممكن توصليه على حاجة هادية لبطنو؟
إتنين وحد عشر ثلاثة أربعة تمنية ثلاثة ثلاثة ألف
قعدتان على جنب القاعدة الأولى، من فضلك.
خليك نملّيها؟
رقم الرحلة سبعة تأجل ساعتين.
خاي نشوف البنايات التارخية.
غادي نرسل واحد من الأمن.
حار شوي.
أنا جاي من البرتغال.
بَعْدَمَا شَرِبْتُ العَصِير اللي صَبّو لِيَ، خَسَرْتُ الْوَعِي. لَمّا إستَيْقَظْتُ، كَانَ بُورْطُومَالي وَ كِيسِي ضَايَعين.
إذا كنت تريد، يمكنك طلب إفطار بالطراز الإنجليزي مقابل رسوم إضافية.
خسرت محفظتي.
خاي نستأجر لوح مزيح.
خليك ضيفلي شوية دقايق صغيرة من فضلك؟
سپاغيتي بولونيز، من فضلك.
خليوني بيرة من فضلك
خايج اروح لباريس. آش غادي نبدل القطار؟
اشنو وقت مناسب ليك؟
مين فايق؟ واش نديرلك وصفة طبية؟
خوا واحد آخر.
شبكة البحث المتوفرة لدينا على نطاق واسع متاحة أيضا لتلبية احتياجاتك.
هادي هو الهدف اللول ديال الموسم.
والو ماشي ليا. شكرا.
نروح نشوف المحلات.
نعم ذاكرت الحاجة. راحنا لمطعم مع بعض.
أي حاجة هي الطريق السريع؟
كنحلق دلوقا فوق حديقة يوسيميتي الوطنية.
كاين شي لولاد؟
خديته من سوق الرايس.
راح ماشي.
خلصت من أكلتي. رجاء أزيل صينيتي.
نختار نموذج هذا. يكون فيه التأمين على السيارة.
هادشي لسيديني؟
اش يمكن نروح بلجينز و سبليطات؟
نعم. على أساس التوقعات الجوية الأسبوعية، هادي يبقى مزيان هاد الشيم.
خليني شوف قفازات.
إستيقاظ، من فضلك.
دور لليمين ف الشارع.
كلّك عالو، من فضلك.
خليك جيبلي سماعة؟
إنها مشقوقة.
صغير هوت دوج و كولا كبير، من فضلك.
تيفاني. خلينا على الأقل نمشي ونشوف المحلات من برا.
خد هاد الفيلم و طبعو و اطبعو.
نحن غادي نديروها. شكرا بزاف.
هدي ذنبي. كنعرفوكمش كتير.
كيفاش غادي يكون الخدمة بالبريد الجوي؟
خاد الحاجة قبعة.
يمكن يكون صحيح، ولكن ماشي قادر نقول بالتأكيد.
نادي في لفندق.
أنا آسف ماشي ممكن.
يمكنك افتح زجاجة نبيذ؟
نقدر نبقا ثلاث ليلات؟
نعم. نتا حاب نجرّب البارودي الأحمر- ولكن هو حار بزاف؟
كنبغي لي سكيتات رولر.
هاداك فيه كريم واقي من الشمس؟ شنو درجة الحماية اللي كيعطيها؟
مشي غادي تعيد النظر في شروط الدفع ديال هاداك؟
أنا آسف جداً
هاد سيبوي لشيكاغو؟
كيفاش نلقى أوتوبوس الليموزين من هنا للهنا؟
لا، آسف، شفت ولكن ماشي هناك.
فيلم لون كياشرعش و ربعين، من فضلك.
كَم هَذَا الرِحْلَة؟
قنا نشري تيكيت هنا؟
أنا موافق، ولكن بشروط معينة.
ماشي مشكل، ممكن نستعير مكواة؟
نحنا بغيت نشارك في جولة ليلا.
خاين غطاء لون لهاد الكاميرا، عفاك.
كيفاش غادي يكون لليك ل سياتل؟
أ什 نو عادين لسياتل؟
بدل لي الغرفة، من فضلك. كتحس بريحة غريبة.
اشنو طريق المتحف؟
ب القيمة الكاملة، من فضلك.
خير. غادي نخدمو ليك طاولة مزيانة. فين تسميتك؟
غرفتي تطل على شارع مزعج.
غرفة مع دوش، من فضلك.
هم، عندك حرارة. كيفاش بطنك؟
مزيان. كاين بزاف د لخدايم لВыбير منهم.
خليتي طابع عشرين سنتيم, عفاك.
اش نوضيف ل البوليس؟
كنبغي شي مارملاد.
نعتقد أنني سأذهب بالليموزين.
خدني سلطة خضرا.
أش نو علاش كتقي ماشي غدا؟
خاي نروح لأوبرا. فين كايتعمل؟
اش نوضيك لصيدلية أقرب، عفاك؟
اش نبدل الغرفة اذا مددت النزول؟
حجز غدا، من فضلك.
كَتْكَرِهْ كِدَيهَ الفُواقي.
غادي يرجع ف الساعة ربع ل خمس د لعشية.
أش حال الجولات؟
خليني كتشاب.
اشنو وقت نديرهم فيه اذا نطلب الخدمة العادية؟
خليك تقدم تقرير على خسارة حقيبة سفري.
نحنا بغينا نحجز ثلاثة مقاعد ل فيلم القط على السقف الحاردي ل ليلة الغد.
نحنا بغينا نقعد ف لوطيل ديالك غدا ليلة. وهاداك غادي تحجز لي غرفة سينغل؟
ماشي بعيد؟
ممكن تغيير لواحد أكبر شوي؟
تلات مية، جوج خمسين و خمسين عشرين، من فضلك.
لا، hiç.
نحب ندير شنطة ديالي.
خليك تقول عطيني توكل على الفاتورة و إستلام البطاقة البنكية؟
خليك غير الدولار لليرا.
أش هاد الخدمة غادي تاخدك ل فندق البارك ب تاكسي؟
خدوا مالي حيت كنت كاندو تلفون.
هادشي مخلّي لفتني. غادي يكون مفيد لشركة كثيرة.
اسمي ساتو. كنت قد اتصلت منذ قليل. أريد أن أcheck-in من فضلك.
خدي قناع للوجه.
يمكنني نزول السيارة في مطار لا غوارديا؟
لا بالطبع. غادي نكتب ليك خطرة ملي نرجع لدار. مع السلامة، سي ناغانو.
انا معطوب ف الترافيك، ومابغيتش نرجع ف الوقت.
كاينين شواغر؟
خلاص كفاي.
ماكنش كيبان لي
نحنا بغينا نرسل هاد الباقة الصغيرة بالبريد السطحي لليابان.
مقعد على التراس، من فضلك.
خوا مقعد على الشمال.
هاد المدينة فيها كتير من الخضرة.
صفر ثلاثة ثلاثة ثمانية واحد أربعة أربعة ثلاثة أربعة خمسة
اش نلبس بلابس؟
الشيانتي، من فضلك.
كانت كاتجري بزاف.
كندي عصير الڭريپ فروت.
يمكنك تقصير الساقين لي، من فضلك؟
كيفاش غرفة تلاتة أشخاص بلا حمام؟
هذا السيد تاناكا في الغرفة اثنا عشر صفر تاسعة. نبدو ناخد طقم من مناشف الحمام النضرة.
إِضغط على أسنانك بلحظ RAFEE3ا.
نحسب رسوم إلغاء.
يمكنك يشري لينا تيكيتين؟
سيتة دولارات وأربعين سنت.
ممكن نشوف القائمة، من فضلك؟
اش حاد الوزن ديال هاد الباغاج؟
هادشي لي قلتيه قبل كي khác.
وين نلقى تلفون عام؟
جولة غطس، من فضلك.
ايوا، مفتوحين ليل و نهار.
كن_labس أهلا بيكم ف هاد المكان للقاء السنوي التالت ديال عام تمنين وتسعين.
من هم الممثلون؟
كيفاش غادي يكون الفاتورة كاملة؟
اسمي إليزابيث.
كاين مكان لي نديرو زيارة فيه في تلات ساعات؟
فين مكتب الاستلام ديال الأمتعة ديال UA 801؟
يمكنك إصدار شهادة للسرقة؟
اشنو وقت بغيتي نلقى؟
المقصورة مشبعة.
جينا ميريكان من لياپان لبارحا.
فين الرقم دي للقعدة؟
من غير ما ننسى، عندك تأمين السفر لهذا الرحلة؟
نحافض خمس أيام.
فين المحل اللي كايباع فيه بلا ضرايب؟
كان عندي تيكت طيارة فحقيبة ديالي.
نعتقد أنني ذاهب نروح ننوم.
هنا قليل شويه مفتوح.
خليني نفكر شوية دقايق.
في بار قريب يمكنني النزول فيه لأشرب شراب؟
غادي نجي في خمس دقايق.
اش هادي كينت فأمريكا؟
خادش زر دايز.
كاين حظر تجول؟
لون كويس، ولكن المقاس غالط.
بسكويت ياباني
قادر ناخد مقاعد الفرونت رو دابا، ولا نستنى للعرض لي جاي؟
خلاصة القول، في هاد الحالة نعتقد إنني غادي نجرّب شركة أخرى.
سنّي كيحرضني.
واحد آخر، من فضلك.
كيف تكسي عندما تحضر جنازة؟
منين ضو اللحمر يدير، اضغط على الزناقي.
دوبل-و-ثلاثة، جال.
كيفاش غادي يكون ليا ف ساعا؟
مزيان عليك، سي سوزوكي.
عندي ألم شديد في ظهري.
كيفاش ممكن توصليني مشروب فيه قليل من الكحول؟
خسرت جواز سفري في مكان ما.
غادي نخدمولك طاولة جاهزة فداك الشي، سي كيمورا.
نحب سيارة لعب.
هادsi حلو مزيان.
كيفاش غادي داز من đầu لآخر؟
اش ندير قف ف الليستة هنا؟
المفتاح الرئيسي، من فضلك.
كان الحديث معاك ممتع.
كنقدر نشري تيكت عند البوابة؟
حسيت بهالطريقة من ليلة البارحة.
ربع على الاربع
اليابان بلاد سريعة الإيقاع.
إنتظر بسلامة حتى نلقاه.
عندي هاداك.
عندي حساسية على البشرة. أي كريم طبّي أحسن؟
اش كتقول غدا النزهة غادي يكون فالداخل؟
ايوا، كنعرف شي حاجة. كاين في رحلة؟
اسمي يوكو ياماوكا. ممكن تغيير حجز طيراني؟
كنبغي نشوف كوميديا كتحدّث على الحياه العائلية.
عطيني شاي أو قهوة؟
كنتخدم على الباكالوريوس، ولكن 部يا نصف وقت.
أش نو معلم هاد المطعم؟
حلم حلو.
كنبغي ف مدينة على بعد مايقارب مية كيلومتر من هنا.
أحسن لك تبقا في غرفتك ديال الفندق لبعض الايام.
خاين شيئ غادي يخليصني من الصداع.
هادي مقاسي بالظبط.
هاد الغرفة كتحمّش بزاف.
متناقش؟
ايه، هاداك أعلّج جودة. هاداك مصنوع من كشمير.
الحاجيات اليومية
خسرت كاميرا ديالي على سطح صلب.
خليك عرفني حاجة أخرى؟
عندي غير 50 دولار معيا.
كاين شي ما تقدر تاكل؟
خسرت ملعقة.
شكرا. ربي معجبني.
كلشي مزيان.
كنبغي لي مقاعد رخيصة، إمكانية كان.
القائمة، من فضلك.
فين المترو؟
فهمت. آش منين نلقى أوتوبوس؟
نتظروا العون.
اسمها السيدة غريغسون، ولا؟
فين نلعب التينيس؟
غادي توريني ساعة ديك؟
كانقضي وقت في الطبخ دابا.
اش هاد الموقف غريب لقاك في المكتبة.
كاين راكيتات ل لكراء؟
الأشياء كايتعتمدو على فين تخرجت.
آه، فهمت. غلطي. آسف.
خايف نشيء خفيف.
تكتيتين من الدرجة التانية لمغادرة إلى إدنبرة، من فضلك.
ايوا، غادي يجي.
خاطري خريطة خطوط المترو، من فضلك.
أنا قاعد ندير الصباح متأخر نّحو الأحد.
كانقضي وقت جيد بزاف مع عائلتي ف الويكاندات، كنخرج معاهم لجبال.
مزيان، سيدي. ممكن نعمل الفيلم هاد من هنا؟
حنا تقدر تاخد واحد من لي.
كيفاش نهار ل طوكيو؟
افحسب اللي غادي الركوب قبل ما تطلع.
جوج ل لبوفيه
جيه هنا في ساعة، عفاك.
أنا آسف، ولكن كل شيء محجوز بعد ذلك.
كان غادي نرسل ليهوم بالبريد الجوي.
ايوا، عندنا واحد مع景ة لمحيط.
لون السيارة كان أصفر.
أي أفلام دابا؟
أنا الناقص لي أكتر هو الحمامات الساخنة.
زيما. شكرا.
ايوا، مزيان. غادي نشوفوك فالسادسة والنص.
أكيد فيهم، سيدي. كنتي حاب تلقى نظرة على هاد البروشور؟
نعم. هاد سيغول ديال 234. مراتي مريضة بزاف.
كاين حزام مزيان؟
كيفاش كتلعب البيسبول في الشهر؟
أنا آسف، ولكن ما دام أن آراؤنا لا تتطابق، لا أستطيع أن أوافق على تجديد العقد.
صباح النور، سيدي كاميرون. كيف حالك؟
اسمي أكيو يامادا و رقم الطيران هو JAL صفر إثنان سته متوجه إلى طوكيو.
خليك عطيني فلاكون دي كولونيا.
مين فصلي فورما د الضرايب؟
إدينا لليمين؟
خلي показيلي ف خريطة هادي.
كاين غرفة لاربعة؟
ما في سكر، غير كريمة.
الصباح المدير كاواكامي كايزور عميل.
كيف نوصل؟ ممكن توريها لي على الخريطة ديال هاداك؟
لكن كنتي تزري خضرة هنا.
أريزونا في الحقيقة مثل حمام البخار.
خليتي نا كاس ماء.
أكيد ممكن. ولكن هاكاك ثمن النزول ديال 50 دولار.
قريب من هنا؟
ممكن أعطيني شوي دّيكور، عفاك؟
خليك غير الإطارات، من فضلك
هاد مية وعشرين دولار؟ накرة غالي. كتقدر تقدم تخفيضات؟
كاين سوتيرن؟
خادش ناقص لي طوابعين لبريد للي غادي يروح لليابان.
خليك عرفني باسبورتك و فورما د للهجرة.
اش نواعل في الطابق التاني؟
سيارتي مشة موجودة غدا.
ماء داف؟
اش نلقى شيكي؟
نعم. بأسرع ما يمكن. هذا بخصوص أمر عاجل.
واش كتقدر تتحمل المسؤولية ديال الجودة؟
خايس راسي برا. ممكن ناقرا مفتاح تاني؟
وين مكتب السياحة؟
كيفاش ندير مكالمة تلفونية لญاپون؟
عندي جوج حقيبة لي بغيت نديرها فالتشيك.
هو على خط آخر.
حار بزاف هنا، و مظلم بزاف.
من هو الفنان؟
ن介ر عليك. اسمي غورو يامادا.
عفوا. خسرت سكيني. ممكن تديني واحد آخر؟
فين البوب؟
أوقية كم؟
لا، عيب. كان علىنا نلبس احسناش للثياتر.
كاين باص؟
أش نوعة السعر ديال الصرف؟
عندي حقيبان و كيس لبس واحد.
الفراشة ملوثة.
مابغيتش. غادي نخرج من شغلي شويا.
كيفاش بغيتي تحجز؟
خير، كلشي قدير يكون غالي فญيپون د اليوم، ولاكن أطباق التوفو ماشي سيئين ب معاييرنا. إذا، من جهة أخرى، تزور مطعم ياپوني على مستوى أعلى لمحاولة تجربة مطبخ كيوتو، علاش تكون مستعد دفع مية دولار للفرد الواحد.
بصوت أعلى، من فضلك.
دابا، فين حقيبة ديالي؟ آه، ها هي جاية.
كيفاش كان عندك الفلوس في حقيبتك؟
ما عارفش حقيقي. ممكن تقيسلي، عفاك؟
ما تنساش جيب باسبورطك معاك.
هاد كلشي عنديك؟
ماشي. غادي نديرليك علاش يهاتفوك ف الخمس الصبح بالضبط غدا.
اش يمكن نشف خريطة المقاعد ديال المسرح؟
أنا آسف، مطلوب دفع مقدما لمدة تسعة وتسعين يوما.
كاين عندك تقويم النشاطات؟
خليني شريطة فيلم سينما بقياس 16 مللي متر مع khảية الصوت.
خاطيني غلط.
هو مشغول بزاف فالأيام لي جاية. احتمال نسيها من راسو.
ايوا، غادي نقدر. ولكن شحال هادي؟
نتوما هنا شوية؟ غادي نشوف لك.
هاد أول مرة كتقري به؟
غادي نكلمك ملّي يكون هامبورغر دلكربون جاهز.
يمكنك إرسال هذا الحزمة بtarifa لكتاب؟
خلي لوطيون على شعري، عفاك.
فين ملاعب التينيس؟
افتح ثقب إضافي، من فضلك.
واش عارف حاجة على فاليزتي؟
أنا من الولايات المتحدة.
هاد مقاسي؟
عندي أزمة صدرية.
خايف ماعندي حجز، ولكن عندك طاولة؟
لا، سيدي. آسف. ملئنا.
سؤال مزيان. كنت غادي نشرح هاد الشي.
عندي ألم حارق في أذني.
نحب ناخدها.
كنعقدو حزب صغير في داري في الأسبوع الجاي. كنتسائل إمكنك تجي مع مراتك.
مسافرو النقل، من فضلكم عندها بطاقة النقل. وقت مغادرتنا متوقع يكون خمس وعشرين. من فضلكم انتباهو للاعلان.
نحنا بغينا نهز وقت للعب الغولف غدا العاشرة صباحا.
واش كتقدر توصلينا لمكان بحال هاداك؟
أوه، بعض البريتزل. ويمكنني أن أفتح حساب؟
أش داك الساعة دلوقا ف لندن؟
كيفاش؟
ما خصني ناكل أكل فيه سُكَّر.
من بعد، أنا مقتنع إنها في جواز سفرك. تشوفها، عفاك.
اش غال ليه؟
أنا طالب جديد. ما عارف كيف نسجل. ممكن تساعدني؟
كن شايف فين عندك تيكات مباعين نهار العرض.
غادي نوصلك مع حد كيهدر الإنجليزي.
واحد حقيقي؟
أنا آسف إزعاجك، ولكن رجاء ساعدني.
نحنا بغينا نرجع لفندق الغراند.
خاي نتحول ل ب اِ تلاتة تيسع تيسع.
واش记ت سمات اللص؟
فين كتقيم؟
اشنو الساعة تبدا؟
خدوا مالي من جيبتي.
نتمنى نشوفوك تاني فهاد الوقت لي في السنة الجاية.
فيحصل جروح. تعال فورا.
خليتي نزّل. هادشي طيارة خاطئة.
اشنو أقرب وقت ممكن نديروها؟
أنا لروي.
مرحبا. هذا ياماشيتا يتكلم. نتا بغيت نكلم السيد سميث.
كاين قاعة لتناول الطعام ف القطار؟
حقيبة يدي تم سرقتها.
كاين غرفة مفتوحة لليلة الجاية و ليلة بعدا؟
كنتي عاودة التأمين؟
قادر تقول لي الرقم؟
كاين معاك مجلة يابانية؟
كاينين عندك نضيفين؟
فين نروح نغوص؟
ماشي مشكل
أش نوحا غادي نكلمك؟
كيتخدمو لاكل هنا؟
الطون مع الواسابي، من فضلك.
خايب. هادي ناخده. غادي تشكيلة ليها، عفاك؟
وين الحمام ديال الرجال؟
خاد الفلتر.
ما تقدرش تفر معاك هاد الشي.
كنّا نقدر ناخدو طاولة فالتيراس؟
ماشي مشكل، يمكنك تحفظ حاجاتي القيمة هنا؟
خليك عارفني لما نوصلو لشارع هدسون.
أي حانوت عندك أحب؟
إتصل بي في الفندق حالما تجده.
كاين عندك ساعات جيب؟
كنتاكل هاد مع الصوص؟
غادي بحاجة ل لحماية ضد البرودة في قمة الجبل؟
من غادي ياخد القرار النهائي؟
كانت فكرت في الأسبوع اللول فبراير. مازال عندي باش نتحقق من الحجز.
كانت عندي بطاقات الائتمان في المحفظة.
عندو سلاح.
كاينين أنواع كثيرة من الكلاب، ولا؟
كنبغي نشوف فيلم جديد كيما طلع.
خادش ناعس حلي ديال أذن.
ما خصني ناكل شي حاجة فيها ملح.
أش نو عاد جاي؟
عندي مخططات.
مينقدرش توصليني مع شخص كيهدر اليابانية؟
خاد شطرنج.
للفندق القاري، من فضلك.
بشيء من الخردل، من فضلك.
واش غادي يكون فيه لوح مكتوب في قاعة الاجتماعات؟
كنفضل غرفة من الخلف. هاداك غرف一般 هادئين.
خليتي النضيف أ muốn الغرفة اللي فيها أقل ضجيج.
كايبيعو بلا ضريبة ف الطيران؟
خاي نخرج جوازي من الصندوق الآمن ديالي.
ف الصبح خمس ودقايق خمس.
تقدر تشري التذاكر ف مكتب بيع التذاكر د لمسرح.
عفوا، فين الماي أو الحمام، من فضلك؟
فين الجيهة الشمال؟
المفتاح ل 11 و 45 من فضلك
كاش تحسب التمثال ف الدار ديالها؟
مين فايق نلقى ماء؟
نعم، أنا متأكد. هي لذيذة لدرجة أني أكلت أكثر من اللازم. استمتعت بالعشاء كثيراً.
شكرا. بعدا يمكن توري لي بعض الساندالات في نمرة سيتة ونص د؟
خليو دوزو ليه الإسعاف الأولي.
كاين مراية؟
فين البوابة رقم 24؟
خد جوج كبسولات مرتين في اليوم.
ما عندي فلوس كفاية، غادي ندير الدفع ب كارت الائتمان.
صبراً يا أخي
نحنا بغيت ندير هاد الشنطة معايا ف الطيارة، عفاك.
نقدر ندي لوقايج في لور؟
فين نقدر نشري تيكت للاوتوبوس؟
خوا JOIN فينا؟
يمكنك إضافة جبنة شيدر؟
من بعد، رجاء املأ هاد الاستمارة و سجلها.
خدي خمس طوابع ب 15 سنتيم و عشرون بطاقة بريدية، من فضلك.
أش حال غادي ياخد لوصل لفندق هيلتون؟
شوي.
عندي خطة نمشي في المدينة نص النهار دابا العشية.
كيفاش كولو؟
غرفة هادئة، من فضلك.
كن呼يت باش نشكرك على المعاونة اللي قديتها فيني فالتورطة لي فأمريكا.
عندنا خمستاشر عيد وطني.
ممتن أني خليتو عند الريسبشن.
هادي الخدامة. كنحاج لشي حاجة؟
أش هاد لثمن ديال هاد الكيس ديال التبغ؟
كنتيحب تشغل هنا؟
لا، هادي 37938472، خايف نتا عطيت رقم غالط.
مافيهش مفتاح غرفتي؟
عفوا. ممكن تقول لي أي قطار مشي ل ويلر أفينيو؟
واش ممكن توصليني على otel نضيف و رخيص؟
يمكن هادشي قليل شويه غليظ. عندك واحد رقيق؟
ماشي مشكل أرجعها لو ما دارتش لي؟
كايعجبك تبعثلهم بالبريد الجوي ولا بالبريد البحري؟
خدوني لشارع الملك
كاينين شغلات ليله هاديك؟
نعتقد أن موقف الحافلة قريب من هنا، لا؟
خايفين ماعندناش، سيدي.
إتكلم ببطئ. ما كافحش بزاف.
نقدر نجرّب هاد؟
اش دابا نتقابل على قهوة؟
بغيت ناخد بيرة. شنو نوع البيرة اللي عندك؟
اش نو؟ ما كايعطيوك فرش اسنان عطا؟
خدني تلات رولات ديال لفيلم لملون ب 36 صورة.
كاينين حافلات كيدوزو؟
واه غالي شوي. عندك حاجة رخيصة؟
عفوا، طلبنا المشروبات ثلاث مرات.
كيفاش نقدر نروح لبرج لندن؟
يمكنك توصيلي ببعض الأماكن اللي يمكنني نمشي ليها و نرجع في يوم؟
ثقيل.
الطريق غي مختلف على ليakhudna ف ليلة البارحة. هاد طريق قصير؟
كيف كتّبها؟
مش ضروري هكا. نعتقد أنهم تعلموا يعيشو مع بعض بعد سنين كثيرة من المنافسة.
من غير ما ننسى، هل المحلات التجارية الكبيرة قبول شيكات المسافرين؟
إيوا، بالطبع. شنو رقم بطاقتك وتاريخ انتهاء الصلاحية ديالها؟
خادش جار د لمرملاد.
هل يمكنني استئجار معدات الغوص في هذه المحل؟
خليك حارس على شنتجي؟
يمكنك تجربة فندق إتش أو فندق سي.
واش كايفتح لقيق؟
كيف بغيتي تحلا شعرك؟
بداية الأشياء مع رولينج ستونز.
ايوا، سلطة جمبري باش.
باسيبورت تسرق معي، مع 70 دولار.
اش نو البناية ديال لخرا؟
كاين بيرك السباحة ف هاد الفندق؟
خليك عطيني كول في السادسة غدا الصبح. غرفة رقم 420.
كانقدر دفع بالين؟
خايف ماشي عودة. تقدر تبديله بشي حاجة أخرى.
فين الجامعة؟
كانت تلبس قميص و جلباب طويل.
أنا من الميريكان
هذا هو مطعم دالاس.
إتصلوا بنا في أي وقت تشاؤون.
يمكنك إرساله لليابان إذا طلبته دلوقا؟
خلي ني طون ديل على خبز الراي. ونقدر نزيدو مايونيز، عفاك.
كَم يُوم هذي التيكات صالحة؟
خاد تقدر تاكل معايا برا؟
خدوا مني بورتو مونيه مع جوازي.
كاين عندك مخططات؟
كاين شوفاج؟
فين المسرح؟
قطعت إصبعي.
واش غادي تقبل مية دولار على هادشي؟
والو، ما كنت عارف انه خاصني على الأقل شهر عشان ناخد بطاقة ائتمانية.
ماشي ناخد حاجتي من الصندوق الآمن ديالي؟
خايف غيّر جدولي.
لا، ماعندكش باش. غطس البタン، عفاك.
دريت ليهوم
اشنو نهار غادي يكون لخاتم د لجولة؟
مايامي.
دروري؟
فين نلقى بيه الحرف التقليدية؟
سيتة دولارات. غادي تقبلها؟
فين أقرب حمام قريب هنا، من فضلك؟
خدت دفع الفاتورة ديال الطعام و النفقة ديال الفندق من قبل.
أسف، هادي غادي نهتم بالكلب.
عندي حوالي ثلاثة آلاف دولار.
ميتين دولار. فلوس أو كريدي؟
فين موقف البوس لپارك السنترال؟
مزيان. عندي مقعد عند النافذة.äh، لو كنتم عاوزين تتبدلو مقاعد بعدا، سيدتي.
كنعيش عطلة.
هاد هي المنصة الصحيحة ل نيويورك؟
ايوا، كل عشر دقايق.
مازال يمكنني تغيير الطلب ديالي؟ كنت بغيت سمك السول ديال دوفر بدل من المحار الصخري.
للقراة.
كيدور هكاك كل اثنين.
أوه، كايدير محطات المترو ووقفات الباص. ممكن نديرو؟
فين كونتر ديلتا ديال الشيك إن؟
هاد الشي مش مسموح بي.
واش كيتحمل اللون؟
هوما صغار بزاف.
اشنو ساعات المتحف الفني؟
منين نكون برا، رجاء إصلاحه.
أنا كن.
كاينين شتا هاد الجملة؟
اشوف تايليت دي؟
هاد السيارة كتروح لسياتل؟
خدّم هنا، وهذاك إستلامك لتحفظه في ملفاتك.
خدمة الغرفة.
هاد التيكيت صحيح مشي صالح غير ليوم المحدد؟
الوقت خلص.
خلي هادشي ليا، من فضلك؟
غلطي
غادي نضل عند صديقي في نيويورك.
أش هاد اللي ثمنو مع الضرايب؟
هدية؟
هادي اللي جاوب لليمن.
كيفاش كت предпочي طاكة مفتوح من جنبين أو طاكة مفتوح من جنب؟
ماشي مشكل، واش يمكن ليا مساعدتك تلقى شي باقي؟
ايوا، هادشي كيبان لي فيه شيء لي يستحق النظر فيه بالتفصيل. وهل تقبل هاد الإمكانية، سيدي كينان، وتقدم تقرير عن نتائجك لسيدي ناكاياما بأسرع ما يمكن؟
اش هيباع لホテル هيلتون؟
أي نوع من المطعم تبحث عنه؟ هل تريد فقط تناول العشاء، أو تبحث عن مطعم به بار؟
توي فريز، كولا وحدة. دولارين عفاك.
خاد لي جاكيطا.
ضيق بزاف هنا.
اش يمكن ناكل عشا على الباخرة؟
كاين عندك هادشي؟
كايحشر ف الصيف ف لياپان.
خلي هاد الشنطة حتى تلاتة.
كانت لي نهار مزيان النهاردة.
هاد الدوا كيخلي الحرارة تنقص؟
عينيه كانتا سوداوين ومفتوحين على بعضهما.
خد لينا طاولة لخمس ناس.
عفوا، من فضلك ا 借لي حاسوب
خدي نروح ل斯بيطار؟
كاين عندك تيكت الرجوع؟
خايب ندير مكالمة لبرا لليابان، عفاك. هو يуки موراي في الغرفة 312. خايب ندير مكالمة على حساب لسيدي كيسوكي موراي. رقم التелефон هو طوكيو 0337268391.
كيفاش تقدر تصلح هاد الكاميرا؟
ايوا سيدي. عندك شي حتا هوية؟
فين نقدر نعمل مكالمة تلفونية؟
وين المفقودات؟
هاد كان مزيان.
الورود ديال الخوخ كيتحترمو ف عيد الدمى ل بنات ف 3 مارس.
اش نوضلو بشي حاجة خرة؟
اش نلفها؟
عندي تيكيت ل ديترويت كيخرج ف الحادية عشر صباحا.
ماشي مشكل، واش تقدر تساعدني نشوفه؟
اش منين قلت لينا نديرو بياننا؟
عندك عصير، من فضلك.
خمس وعشرون دولار، يشمل رسوم الباص والمرشد ورسوم الدخول.
مسجل، من فضلك.
خنا نجرّب الأكل المحلي.
خدو صديقي لمستشفى، عفاك.
المتروپوليتان مزيان.
خليك عطيني إيصالة لمؤسسة التأمين ديالي.
خاي نستأجر مادة لريح السرعة.
ما كاينفهمش شنو كتقول.
هنا إسمي الكامل وعنواني.
أنا عايق للي أنتیبیوتیک.
خطر لو ما مشيتش بالتاكسي ل الفندق.
مقترحه اتقبل.
ايوا، عندينا تيسع وتسعين نوع من الأكلات ديال الكورس.
كاينين خطوط أوتوبوسات أخرى كتروح ليه؟
كيفاش نتحكم ف حرارة لبيت؟
خد الحقائب ديالي، عفاك.
خلي هاتفك. غادي ناتصل بك لاحقا.
كاين أربعة فصول متميزين.
كان عندي هاد الأعراض من الصباح.
اش حنا القطار وقف ف أديلايد؟
قهوةك، من فضلك.
خمسين سنتيم للكلمة. غالي أكتر من ما كنت نتاظر.
نقدر نتحقق من أشياءنا هنا.
نحنا بغينا نرسل هاد البطاقة لليابان بالبريد الجوي.
اشنو ساعة تطلع هاد القطار؟
خليني فلاقة صغيرة منها.
فين أقرب تلفون؟
ف السينما لي قرب المكتبة. لكن غادي تحجز مكان.
خلي نيكون لي ميرقان، عفاك.
أش نو معلم هاد المطعم النهار؟
أش غادي نروح لباريس غدا الصباح ونقصّر على الطيارة ديال السويس إير فالضهر؟
خمسة وتمانين بنس
زيحلو بزاف. عطينا زورنا في وقت ما.
أشنو ساعة غادي نخرج؟
عفوا
ماشي مشكل.
نحب واحد قوي.
لا، أنا أشعر بالحظ. تعال.
كبار من هاد؟
بغيت نحجز لثلاثة الناس في السابعة، من فضلك.
عندنا نظام المترو في المدن الكبيرة زي طوكيو.
أسفين، ما نقدرش. غادي ياخد اكتر من جوج اسابيع.
أش نوعر لكراء تلفون محمول و بيجير؟
كاين غسيل آلي قريب هنا؟
نتظر منك تهدأ.
اش داكشي ديال الخدمة مدخول؟
ماشي عارفاش، عطيني دوا.
لا بعد، شكرا.
سكان اليابان سابع أكبر سكان في العالم.
فين نلقى حد يصلح لي ساعتي؟
خليني عشر طوكنات، من فضلك.
أكيد، خذ أتوبيس رقم خمسة من فندق الرويال و انزل في ساحة الداون تاون.
غادي يكون دار بلي غدا العشية.
نعم. الصباح هدي خریدت قميص عند المحل ديالك. ولكن لما رجعت و فتحته، كانش هو لي خریدت. هادي إيصال الفاتورة ديالي.
كَمْ عِدَّة زُجَاجيَّات مُسكِرَات عِندَك؟
تقدر تغييره في أي بنك في المطار.
عندنا نبيذ وَردي ممتاز.
اش نوضو برنامج التلفزة د اليوم؟
متيقن أنك غادي تتحسن بزاف بزاف.
هادشي طبق مشهور فمطعمنا.
كاين عندك هدية نضيفة لزوجي؟
شوف السيغنال ديال إير يُوس سبعة صيفور؟ خصك تمشي لهنا.
عندي غبطة. ممكن نوصي لي دوا؟
كنتي عايشة قهوة زيادة؟
غدا؟ ماشي عاطيل والو في لعصر. لا علاش؟
خلي показلي الفاتورة ديالي، عفاك. شنو هاد الشحنة؟
غادي نوريك الدار.
اش تعرفو عليه من زمان؟
أش نوّع راح يصير لو قلت نعم؟
غادي توريني كيفاش نعمل مكالمة؟
هاد هو كوارتز؟
أوردر تيك أوت ديال سلطة البطاطا، من فضلك.
ڭرڭي بيا ضهرتي.
خدي يارداتين من هاد القماش، عفاك.
غادي تجيبيلي شوية ثلج و كاسين، عفاك؟
أش هاد الحد العمرية؟
عندك ظرف آخر؟
ما عرفتش بلي ما وقفتش عند اللوحة؟
غادي نجي حوالي العاشرة دليليا.
التيكات السريع كيحلوو غير للقطار و لمقعد لي قريتيه.
ماشي عندي براز من ثلاثة أيام.
هادا طاغي ديالي. غادي تشوفو دابا؟
اشنو الثمن ديال التيكيت ل وايت بلاينز ف اللي讪 دال الشمال؟
اش نحتاج تيكات؟
باز لقيصة من جودة عالية.
كاينين ماواضع ديال الغوص قريب من هنا؟
اكتب اسمك، الفندق، ورقم هاتفك على هذا الورق.
خليك عاونني نشوف الطريق ل لمكتب د BA.
خليني في المحطة الجاية
روح لالفنسترة النومرة خمس.
ايوا، البارح كان شويه أحر.
أش هاداك نروح لحاكوني معايا؟
ممكن نسيته عند الكاونتر.
كنتي عايشة ناكلوا الغدا معا؟
خليتي ناوع دوا للمعدة؟
هادي عائلتي.
فين ليفت ل جريندلwald؟
كنتي عايشة شاي؟
هادي أصلي؟
خاي ناخد لك أشعة إكس.
ليش هاد البانطيون ديال الكرAVE صعيب بزاف؟
خليني تيسعين تمنية، واحد خمسة، أربعة واحدات، والباقي في عشرين سنتيم.
أسف، ما نقدرش. نقدر نوقف فقط ف الفنادق اللي مذكورة هنا.
أي نوع من الغرفة تريد؟
كنعرفها، ولكن حقيبة ديالي كبرة علىّ نّحملها. وهاداك طيّب تديرها عنّي؟
خايف نستعمل صندوق أمان.
اسمي سوزوكي.
فين اللبي؟
عذرا على الإنتظار، رقم غرفتك تسع وتسعين. ها هي مفتاحك.
فين مخازن الأمتعة؟
ماشي مشكل، ممكن نتقابل غدا؟
فين غادي تقعد ف لوس أنجلوس؟
ماشي مشكل.
وين الحمام؟
قول لسي توماس أنا ناقص ف الفندق د هيلتون.
اش نوصل لمدينة من هاد الباص أو القطار؟
اشنو وقت كاس العالم؟
روح ل لفوق د لمنحدر. غادي توصل ل طريق عندو تلاتة د الفروع. من بعد روح ل لقر.
أش هاد الحار ديال دابا؟
خد الفلوس من حيث الكلام.
مرحبا. هادي كارول براون كالت. نشوف سوزان؟
كاين غرفة عندك مع景ة حلوة؟
كاين جرانات يابانية عندك؟
غادي نخرج نهار الجمعة تاسع وعشرين و نرجع نهار اللحد.
ما عنديش في المخزن، ولكن نقدر نطلبوه ليك.
فيها شارة ميكي ماوس.
كاين حتى بار للسناك؟
خالتي ماشية بلا حياة و شوية غريبة.
فين نلقى اللباس التقليدي؟
راني غادي ناخد ستيك سيرلوين، و لحم خروف مشوي لمراتي.
دابا، آش نعملو ليلة ليوم؟
واش كاين مقاعد مفتوحة؟
خايب سيارة.
سيارة ماعندهاش دخان، من فضلك.
أفضل فندق أقل تكلفة إذا كان في حي آمن.
عفوا، أش نوصل هنا؟
كاين خيار آخر؟
عندي إنفلونزا.
ما عندك غرفة بأقل من هادشي؟
كتّاب رقم غالط.
فين بناية حلوة هناك.
خايف نزيه زي دي مег رايان، عفاك.
كنّا درنا استيفاء دقيق على احتياجات الزبون.
عفوا. ممكن تقول لي كيف ناش نلقى أقرب بنك؟
فين ناكل الفطور؟ فين وقت الخدمة؟
أنا فلاحي.
عفوا، ممكن ترفع كرسيك شوية؟
نقدر نطبخ ليا؟
اشنو وقت نخرج؟
كنلبغي طاجن ماعندوش لاصق.
غادي نتحقق. خايف ماقدرتش نلقى اسمك.
نعتقد فيه غلط. ممكن تعمل ترتيب نستطع نقدر نبقا؟
اش ناخد بلوزة معايا؟
ماشي مشكل، ممكن نديرلي سماعة أخرة؟ هادي ما كتخدمش مزيان.
فطور kiểu قاري، من فضلك.
الرقم اللي وصلت ليه مشا في الخدمة.
اشنو وقت نوصل الطيارة لروما؟
عندك فكرة فين غادي؟
خلي ناخد نصف رطل من سلطة الجمبري؟
خلينا نلقاو فغرفتي.
لا تقلبلي عيني.
خادش الفول السوداني، من فضلك.
هل يمكنني دفع بتشيكات السفر؟
مين فاتني خريطة المنحدرات؟
القاعة د الصحاب كاينة ف الطابقة لولة و كتفتح ف خمسة و نصف ليل.
مومكن تغيير تاريخ رحلتي من لندن لطوكيو؟
خنا نلعب و نستمتع بلعبة رياضية خاصة ب الساحل الغربي.
ما نقدر نشرح حالة ديالي بالإنجليزية.
أسف، لكن ما قدرش نروح معاك.
أنا من كولورادو. من أي منطقة من اليابان أنت؟
خليت الفلوس كاش على البلاصة.
أش هاد العشا جاهز؟ ميت حسيان. راني عطيني الطاولة؟
خليها ف هاد الورقة البنية د اللحام.
كان كيضني منين جيت لهنا.
نحنا بغينا داكشي مخيط و مخدّم، عفاك.
ما تافكش غادي بحاجة ل دليل سياحي؟
كنلبغي ميك اب للعين.
ديجا دفتو ليه لما شريت التيكيت.
ماتحتش ، قلعها من وجهك.
نحنا بغينا نقعد دلوقا.
خربت الشوربة.
مبقيتش ماشي بزاف، ممكن؟
كاين صالون تجميل هنا؟
مزيان. ما تقلقش. عندنا ممرضة كاتفهم اليابانية.
فين المراية؟
كيفاش كتحس؟ دابا كيتعملو ف سويسرا و كيتزادو ف الموضة هنا.
كتب و منشورات.
كيف نرجع؟
كاين هاد الشيء بالاخضر؟
خليت كل الفاتورة ديالي.
خليني نزلت.
غريب، ولكن نقدر نكلم بالإنجليزية أحسن لما نكون سكران.
كاين مكتب لفقد والموجود في المحطة؟
خليني نفكر فيها شوية من فضلك.
واش غادي تقولي على بعض الفنادق اللي الثمن ديالها أقل من خمسين باوند لليلة؟
نقدر نخصم 20 في المية من الثمن.
特别 بزاف فـ اللي كاين على التصميم ديال مشروع ميركوري، ما كنحسش ندير ديك الختيار من غيريك.
عليخ صحة.
واش السفن القديمة لازالت طالعة؟
عندو حادث سياقة.
أش نو جا معاك؟
فين نلقى شخص يدي لي هاد الشريحة؟
حقيقي، أنا نباتي. ما كلكش اللحم.
زاه وين.
أشنو غادي يخلّي بزاف؟ ماعندناش وقت كتير.
ماشي معاك. نروح للمحل ديال الساندويشات لبارا الطريق.
الخط لليابان اتصل. إنتا متل عفاك.
شكراً على العشاء الجميل.
قادر تقف هنا شوية؟ بغيت نصور بعض الصور.
دبروني
فِي كُتَيِّب مُنفَصِل مُسَمَّى "مَعْلُومَات خَلْفِيَّة شَرِكَة" الَّتِي هِيَ فِي الحُزْمَة الْمُقَدَّمَة، سَتَجِد مَبرَرًا أَكْثَر إِطَالَة.
خليك جيبلي قلالش، عفاك. كيهدر بارد ف هاد الغرفة.
قدير تقدر تديه جنب الشباك، عفاك؟
لكل واحد شغلو. أنا ممشى شرب بيرة.
هو ولد في تمنين وتمانين.
أش نو عيبوس ل لخر ل پيمليكو؟
مزيان. آش دار ب هاداك؟ هاد الجولة ديال نصف النهار غادي يرجعوك ليهنا ف الساعة واحد.
كاينين عندك قلايد أخرين مع تصميمات فريدة؟
نعتقد أن ذاك مقعدي.
اشنو ساعة تا خدمة الفندق متوفرة؟
اش نلبس طياح؟
ماشي مشكل. فين غادي تديه؟
ما عندي فكرة.
طاولة في التراس، من فضلك.
شوي من الخلف.
هاد القطار لشيكاغو؟
نشو نرو ل تيكي بوينت غدا؟
نقدر يكون في اختيارات اكبر ف الصيدلية.
خليك دوز خمس دولارات و خمس و عشرين سنت لثلاث دقايق الجاية.
كاين مقاعد لليوم؟
اشنو وقت القطار الجاي ل牛كسفورد؟
ما عارف كيف نستعمل التيليفون، عطيني شوفلي.
نطما أنك تقدر تزور هاد المعالم الجميلة فأمريكا فالقريب.
خليت حقيبة، كتاب، وكاميرا في شنتة.
كاين حد كيهدر الياباني في المحل؟
الماي ما كيغليش بزاف.
غادي تبيعهم فرادي؟
كيف نوصل للمتحف؟
سيستحوي السي GOODMAN بيه حقيقي.
رقم الطيارة هو بي كي سبعة восع على خامس شتنبر.
كنتي طيبة بزاف فالتيليفون.
كاين बस د لمطار ل لمدينة؟
خليك غادي غي取消 حجز المقاعد لي؟
ايوا سيدي. حادية عشر ديال لعشية.
مابغاوش المبتدئين؟
أي طائرة تصل أولاً إلى مدينة نيويورك؟
خليك، تقدر تاخد Gray Line Air Shuttle أو Carey Airport Express.
ايوا، كنلبس هديا لختي.
نقدر نغوص هنا؟
ايوا انت كاينة.
طاب لقا. هادي أول مرة في ميريكان؟
نعتقد إنها غالية بزاف. ما عندكش سعر أقل؟
بغيت نشتري هادشي.
إستولوا على إستلامتي أيضا.
كاين شي خاص بالمنطقة؟
أشحال كيتسير؟
مزيان. ندير هاد الصندوق ديال الأمتعة فين؟ فين غادي؟
أش غادي يكون ل لماتيني؟
وقف عند الطريق.
المدى رقم ثلاثة سته سبعة، من فضلك.
كَم ليلة غادي نضل؟
خواحد ما عرفه قالي يتصورلي، وديتلو الكاميرا. من بعد هرب بيها.
كيف نوصل لمركز ABC؟
خليك تقدم تقرير سرقة.
مدير فندقي، السيد هيلتون، عطاني اسمو.
لون أغمق، من فضلك.
واش القطار غادي يخرج ف الوقت؟
كاينين شوارع لي كايديرو زيارات ل ديسكو؟
شكراً جزيلا. رحلة ممتعة.
خادش دابا دوزة.
ما نقدر نبيع والو حتى بلا وصفة طبيب.
اش منين مرضت؟
من بعد، غادي ندير الخدمة ب الدولار و الين.
كانقدر نردو لبلاد آخرة؟
نخدم السندويتشات و المشروبات من الحادية عشرة ليلا ل السادسة صباحا
بغيت بيض مکسور جاي مع سلاطين لحم، بطاطس مقلية، خبز محمص و قهوة.
خاد الحليب السخون، من فضلك.
خايف شوية على إما نقدر نغوص كيرّي.
سلاطة، من فضلك.
يلا هيا.
أي ساعة ناكل؟
مدينة وصولي هي طوكيو.
فين نلقى حقائب من الجلد؟
خد الحوت ومقلي البطاطس، من فضلك.
م百ت. حتى طفل صغير ماعندو مشكل يجاوبها.
عفوا. نتا بغيت نمشي لزoo دبرونكس. آش أكتر طريقة مزيانة نوصلك ليه؟
هنا عندك، ماشي باش ياخدك حاجة.
خليهم برا غرفةك غدا الصبح.
أش نو العمر الأدنى للتصويت في اليابان؟
المرة الجاية نجي نقدر نرجع بالتأكيد. آش نقدر ناخد خصم؟
ما يقدروش يشوفو برامج تيليفزيونية عنيفة.
كان عام كامل؟ الوقت طار بسرعة. بالطبع، هاجي. قول لي الوقت والمكان.
هادشي لي بغيت.
واش تقدر تعطيني تقدير ديال التمن؟
خدت الزيادة في الشيك.
مشيت نكون جنبك؟
في أغلب الأحوال، غادي تكون في موقف صعب بزاف.
أش حال غادي ياخد لجوج لليابان؟
ماشي مشكل، يمكنني أساعدك تلقى شي معين؟
كانحس بلي غادي نشرب بيرو في هاد الجو الحار.
نعتقد أني لمست بعض الشعاب السامة.
أش غادي تقول عليها؟
نقدر دفع عند الطاولة؟
خاي، ندير شوف. اكتر من ميزانيتي.
إستمر في السير إلى الأمام حتى توصل لشارع الأمل.
خاي نحجز غرف.
خايف ناقصلي الفلوس. ممكن تتحقق تاني؟
كيفاش ممكن تتحقق من الإطارات؟
ركبت القطار الخاطئ.
أش هاداك غادي تدير فيه؟
لي دار راسو لجران ما ضرب والو.
غادي تشوف فداك الشنطة حتى هي؟
أش هاد الخيراش مغلق؟
هادي صوف نقي؟
أي مستشفى غادي يروح ليه؟
خاي نستأجر لوح مزيح.
خليوني بيرة، من فضلك.
خوا واحد آخر.
خليني شوف قفازات.
كيفاش نلقى أوتوبوس الليموزين من هنا للهنا؟
فيلم لون كياشرعش و ربعين، من فضلك.
خاي نروح لأوبرا. فين كيتعرض؟
غادي يرجع ف الرابعة د النهار دابا.
خدوا مالي حيت كنت كاندو تلفون.
يمكنني نزول السيارة في مطار لا غوارديا؟
خوا مقعد على الشمال.
الشيانتي، من فضلك.
كنبغي عصير الڭريپ فروت.
كيفاش غادي يكون الفاتورة كاملة؟
كاين حظر تجول؟
هادsi حلو مزيان.
كاينش ن買 تيكيت عند الباب؟
عندي حساسية على البشرة. أي كريم طبّي أحسن؟
هادي مقاسي بالظبط.
متناقش؟
خسرت كاميرتي على سطحة صلبة.
كاين شي ما تقدر تاكلش؟
اسمها السيدة غريغسون، ولا؟
افحسب لمهاد لمغادي ب الاوتوبوس قبل ما تغادي عليه.
كيفاش كتلاعب البيسبول في الشهر؟
خلي показي لي على خريطة هادي.
كيفاش ندير مكالمة تلفونية لญاپون؟
عفوا. خسرت سكيني. ممكن تديني واحد آخر؟
عندي حقيبان و كيس لبس واحد.
كيفاش كان عندك الفلوس في حقيبتك؟
أنا آسف، مطلوب دفع مقدما لمدة تسبق تسع وتسعين يوما.
خليني شريطة فيلم سينما بقياس 16 ميليمتر مع khảية الصوت.
نحب ناخدها.
كيفاش؟
أنا طالب جديد. ما عارف كيف نسجل. ممكن تساعدني؟
فين نروح نغوص؟
ماشي مشكل، يمكنك تحفظ حاجاتي القيمة هنا؟
مينقدرش توصليني مع شخص كيهدر اليابانية؟
تقدر تشري التذاكر ف مكتب بيع التذاكر د لمسرح.
كاش تحسب التمثال ف الدار ديالها؟
شكرا. بعدا يمكن توري لي بعض الساندالات في نمرة سيتة ونص د؟
فين البوابة رقم 24؟
أش هاد لثمن ديال هاد الكيس ديال التبغ؟
خدني تلات رولات ديال لفيلم لملون ب 36 صورة.
كيفاش نقدر نروح لبرج لندن؟
اش نو البناية ديال لخرا؟
خايف ماشي عودة. تقدر تبديله بشي حاجة أخرى.
كَم يُوم هذي التيكات صالحة؟
دريت ليهوم
واش ممكن نطلع لجبل مع هاد المعدات الخفيفة؟
هادشي برا ميزانيتي.
خاي نجي دكتور ل غرفتي، عفاك.
أش نوّع ل الخدمة ديال النظافة؟
كنت إيرلندي؟
كايعرض بلاصة دلوقا؟
كل التذاكر ت卖ات.
كنّا حابين نلعب ساعة ف 10 الصبح غدوا.
عفوا، ممكن نبدل مقعدي؟
ما记ت فين.
شكرا. كنت ساعجبني ذاك. عارف، انا مهتم بمسلسلات الصابون الأسترالية.
عفوا، ممكن توصليني على فندق تاني؟
نحمد الله يوم جميل. كنتي كتجيب ليام زي هاد النوع في هاد الفصل؟
عيشنا تجربة مشابهة في الماضي.
ماشي مشكل، نّقدر نّحسب ليك؟
كان غامض.
خايجهم قبل الجمعة
من هو المدير؟
أش هاد كيفاش خسرت في الجملة؟
من سان فرانسيسكو إلى ناريتا.
هاد ماشي مقاسي.
كنت مفتوح يوم الأحد؟
كاين ديسكو مزيان ف هاد البلاصة؟
خديهوم بالعشرة د لماسا
ما عنديش كيف نعتذر.
غادي تبقى ف نيويورك لوقت طويل؟
خلاص، علا فوق.
أكيد. غادي نديهم فالكومبارتمان.
خليها مغلقة لي، عفاك
هاد القطار سريع؟
كيفاش ممكن توصلي كتاب مزيان لولد عنده خمسطاش عام؟
هاد الليبستيك الصغير كيهدرني. هادي، عطيني هاداك.
أنا عندي ثماني سنين.
خد ضربة جزاء.
شعرها متموج وأسود.
واش كاين مكان آخر تقدر توصلينا عليه؟
بغيتو بزاف. لكن خايف مابغيتش التصميم. شنو حكم اللي باقي؟
واش كتقدر توصليني على فندق لي ماشي غالي؟
كيفاش كيتجملو غي فيهم؟
إنه عيد ميلاد حبيبتي. عندك حاجة خاصة؟
اش ندير ن呼 الشيف عشان يفسرها لي؟
مومكن تعطيني مخدر؟
خليك غطيه؟
عندي الربو.
هادي شريط فيديو سجّلتُه لصاحبي.
أش غادي ل نيويورك ف السنة الفايتة؟
أي وثائق أحتاجها لدخول الولايات المتحدة؟
اسمي تسوتومو.
هاد شي مخلطة ل لمقلة؟
متناقش؟ كنت فكرت إن شكل ديال فلوسة د لخمر كان مستعمل ل خمر د بورغوني.
نسمع فيه كلاوب جيدين ديال الجاز.
بغيت نشتري ستة تعاجيب. ممكن تعطيني خصم؟
عندي زكام.
إتصل بالسعاية الصحية بسرعة.
ايوا، ممكن. الغرفة جاهزة. من فضلك اكتب اسمك وعنوانك هنا.
كيهدر جذع كبير؟
تسعة ثلاثة تسعة ستة سبعة صفر صفر
أي لون تحب؟
أي ساعة غادي تخرج القطار الجاي ل فيلادلفيا؟
هاد الحوت طهي بزاف.
بدل هادشي ل دولار، عفاك.
فين نديرو ليك الشنطة لما نرجعها ليك؟
هاد百 في المية جلد نقي؟
كنتي مشيت ل نيويورك؟
أش نو وقت الصعود؟
أنا مُدَرّس.
عندنا اختيار كبير من الحلويات، بما في ذلك الكيك والآيس كريم.
اش سميت ديك النبتة؟
كيفاش عدد الايام باش يوصلك بالبريد الجوي؟
نروح للمطعم بالتاكسي.
هاد البيان ديال الحسابات غالط.
نقدر ندي لاغي هنا؟
أش حالا غادي نوصلو ل سيدني؟
خليك عطيني جواز سفر مؤقت؟
رخيص. هنا، هادي غادي نديك خمس دولارات و صفر سنت.
غادي ناكل فطار كبير من الخدمة ديال الغرفة.
كوكا كبير.
ممكن تقديم خصم لي؟
ايه، هاهو.
كاينش نستمر نسافر؟
أي فصل هو الأكثر جمالا في هذا البلد؟
نقدر نشرب كاس نبيذ؟
عالم صغير.
لا، ديرني نشوف أولا.
نقدر نبدلها لفلайт أسرع نهار الخميس؟
أكيد. املأ هذا الاستمارة ووقع عليها، من فضلك.
أش نوعة نسيبة التضخم؟
كاطي لينا قهوة غنية.
خلي نروح دابا.
هوما عريضين بزاف.
فين غرفة الأمتعة؟
الجمعة ممتلئة تماما حتى الثامنة و النصف.
خليني نفكر فيها. غادي نvisit بعض المحلات لاخرا.
ما بغيت نفق أكثر من تلاتين دولار للواحد.
خوبي شوكولاتة، من فضلك.
اش نوصل نقدر نقوللي فين نستنا للهجرة دي؟
ممكن تقدر تسو خريطة؟
شكراً جزيلا. ها هو تذكرة التعديل ديالك.
عفوا. ممكن تقول ليASH مين اوفتحو؟
واش كي نلبس الكيمونو؟
قول ليه يرجع يهاتفني من أول ما يدخل. هاد هو ٣٥٤٨١١٣٩. فندق هيلتون، غرفة رقم ١٢٠٩.
خادش حاجة دافعة للهواء للعومة.
غادي يخلص ف الساعة وحدا ظهرا
كنلبغي هدية لومي.
كنحسبك عند خمسين وخمس سنين.
هاد شايع.
نقول الصيف هنا ماشي سيئ بزاف.
كيفاش تحزم حزام الأمان؟
هاد التيكيت مازال متوفر؟
كولو يهبطو؟
هادو لدواء لي خياطي داري نا.
خليني نشوف سيارة هاديك.
كانوا أربعة شباب.
ما cảmتش أحسن.
غادي نجي بعد العشا.
مينفعش نلقى كرتون للديكور؟
المناخ معتدل.
نادي تاكسي في الساعة ثنتين ظهرا
هاد مزيان شاد ليا.
خليني نشوف هاداك.
كاين ديسكو قريب هنا؟
أش نو ثمن الغرفة؟
الاكل مبرد.
أي مكان هو الأكثر توصية للزيارة؟
هاد الطيارة مازال غادي جاي بعد ساعتين من المواعيد.
خليتي نخدمك
كأس شابلِيس
أي مكان ديال A غادي؟
يمكنك تدعي دكتور، عفاك؟
شوف آش يمكن دير ليا.
شكرا على النصيحة. غادي نجرّبها في المرة الجاية.
لا، شكرا
ممكن تدير الكlimatisation؟
من أي منطقة في الولايات المتحدة أنت؟
آه-زيتونة عالقّة في حلقي.
الثلاجة ماشي عاجبة.
مرحبا. كان شعوري بالسعادة.
ماشي مشكل، يمكنني إتصال مع شخص يتكلم اليابانية؟
خليوني الفاتورة، من فضلك
عفوا، لكن ممكن تقول لي شنو هاد الشي اللي كاين ف الменيو؟
هادي كارت نوع مفتاح. تقدر تحطو معاك.
قاصي جمدت.
هاد الشي حاجة لذيذة.
كايعجبك قهوة ولا شاي بعد الطعام؟
هادي كيس كبير من الجلد.
خد واحد ليي؟
عندي حارطة فول الصويا الفورية.
ف نيويورك.
ممر رقم سبعة
كيفاش غدي ن告诉ك فين هو الطابق لي فيه المطاعم؟
خدت حجز في المطار.
أش نوّع ف السنتيميتر؟
كانت عندي كاراتيه لما كنت في المدرسة.
بغيت نحجز لخمسة ناس في الساعة السادسة دليلة.
هاد البوس الصح لجاپان إيرلاينز؟
كنحب نروح لمطعم نيويورك حقيقي، مش غالي بزاف.
ما في خيار. هنا مزيان.
أش نوحاج ليعرضو باش نستأجر سيارة؟
غادي نقول ليك من أول ما نوصل هناك.
فين نلقى لوازم المكتب؟
إنّي دّي جبت لإنفلونزا.
حصل حادث.
واش الدكتور توفلر أستاذ قاسح؟
هادشي متعلق.
ما نقدرش أغلق الباب.
هنا. غادي توريني بطاقتك لتعريف أو جواز سفرك؟
خلينا ناطلو عليه تيليفون.
هاد الراجل.
خد شوفور يجي لغرفتي.
طبيب، من فضلك.
اشنو الثمن ديال رسوم الدخول؟
أنا نصحك بفندق.
كيفاش عاد اليابان؟
يمكنك وضع هذا في الصندوق الآمن من أجلي؟
خايف خرجت حقيبة ديالي ف الطيارة.
خلاصة القول، علاش غادي تعرف كيفاش كولنا حاسين هنا لماطا. ما كينشغلو لينا برا ناس كيهدرونا كيفاش نعيشو حياتنا.
ممكن تقدر تنظف الشباك؟
اش سميتك، من فضلك؟
موافقة على الاقتراح داك.
لجوج ف السابعة، صح؟ شنو اسمك، من فضلك؟
كاين عندك ساعات اليد لي كيتدارو بيديه؟
مشاكل في الفاتورة؟
مع السلامة دابا.
كنتيقدرو تستعمل الباس ف كل القطارات.
ما مشكل. تقدر تنزل في المحطة الجاية و ترجع على رجليك. مش بعيد.
دي لкар طاحت تجرب تدير لشمال بقوة.
خليتي مائدة؟
فين سوق الأكل؟
بصورة ماط، من فضلك.
أين ندير اتصال، إذا كان عندي مشكل؟
شحال الخدمة على لبريد الجوي، عفاك؟
صناعة السيارات هي الصناعة الرئيسية في اليابان.
واش حد منكم كيهدر اليابانية؟
ماشي بحاجة لذلك، شكرا. هادي غادي ناخدها.
هاد الطريق، عفاك. هاد الطاولة كيحلو ليك؟
اش نواع الحوايج ديالك؟
واحد لحظة، من فضلك. سيدي، أنا خايف سي Okawa مشا ل لghanima. كنتي عاود تدير رسالة؟
كنّا بغينا أطباق بقرابة تلاتين ليرة لشخص.
اش هاد الشي؟
هنا سماعة أذن.
خاد FLASHLIGHT واحد.
نديرلو الرسالة؟
مرحبا. هاذا الكونسيرج؟ انا في الغرفة 107. خايف عندي شكاية.
كنتي عايشة تجي لحفلتنا دليليه؟
واه هاد كول. كنحب صوتهم. آش غدي نقول انتا بوب؟
هاد القطار لي مزيان ل جراند سنترال؟
كيفاش غادي يكون لبيص ديال يوم؟
كانت قبل سنتين لما جيت لآخر مرة هنا. كنت مستمتع بالطيران؟
نقدر نديلك طاولة في غضون خمس عشرة دقيقة.
مكالمة شخصية لطوكيو، اليابان، من فضلك.
كاين مكيف؟
كيفاش كليها؟
وين غادي تقعد؟
هنا تيسع وتسعين ين ياباني. عطينيهم كلهم ضد الدولارات.
ف ال ABC.
كنبغي لي ماشين تجفيف.
ف الداكشي، جدول أسعار قريب من مقعد السواق.
خليجي نرجع ل مكتبك تاني؟
مين قاد يخدني قيمة لي عنده؟
قوليها تاني.
rajul wahed twil u rajul tani qasir.
كاينش Möglichkeit باش نديرو غرفة السalon جديدة؟
يمكن يكون بوق البوصلة.
خير، هاد الجولة د لاستكشاف جميلة.
علاش لا. مكتابة الرئيسية ديالنا هنا. وكنتي هاديك؟ أول مرة غادي جيبها هنا؟
خليك توصلي على مطعم مزيان قريب.
كايقبلو شيك ياباني؟
نغادي نخرج عند الكاتدرائية.
طّوَلة بيضا علا كتف.
شفت قميص أسود هنا؟
خليت الكاميرا في التاكسي.
يمكنني تغيير هذين التذكرتين إلى عرض الغد؟
خاي نغسل قبل ما ناكل.
كيف تريد اللحم ماطبخ؟
أوه، شنو الفخامة ديال لعب الجولف في أستراليا.
فين دازو؟
اش داكشي كاياكلوا؟
كرتون مالبورو من فضلك
عفوا، شنو الشارع اللي فينا دلوقا؟
نقدر نشري هاد الشي من اليابان من بعد ما نرجع؟
خاي نستأجر دراجة.
ماكاينش صابون في غرفتي.
اش نوحا سميتك؟
مشيت نقل لكرسي فاضي؟
طّيارة 101 ل ناريطا، كاتخرج ف 10 يونيو، تأكدات.
واش غادي تقولي على أماكن ممتعة نروح ونشوف ف هاد المدينة؟
إرسل هاذ الشي لليابان بالتيلغراف.
نعتقد ان عندي حمى
المتوسطة النادرة.
نعتقد هادي غادي ناخد اللي كيworth خمسين سنتيم. عطيني دستة، عفاك.
باقي بعيد مشي؟
نحنو نعتقد هادي نوع لي بغينا نستيردو.
نعم. كنشوف ليبستيكات شانيل نمرة خمس و تلاتين.
قريت كارت الإرشادات الأمنية؟
كينشوفو فيلم في هاد الرحلة؟
خايب نرجع لدار قبل السادسة مسا
عفوا. نتا بغيت نمشي لميامي.
كنكتبو بطاقات راس السنة و كنخدوهم للبريد. كيتوصلو في أول يناير.
غادي تروح ل لمدراسة؟
خدت القطار ديال الحادية عشر و النص من سان دييغو.
أش نواع مدير هاد الجملة؟
كيفاش نرجع لهنا؟
كندي ناقص سكر، من فضلك.
مومكن تسجل هاد الاستمارة ديال التأمين الصحي، من فضلك؟
من ثمانية ل ثمانية و خمس عشرة.
حقيقي أنا عندي الدورة. هاد شي مشكل؟
ممكن تحطها على الخريطة ديال هاد الخرائط؟
كاي يكون ماء الحمام ما كيحمرش بزاف.
كاين شي تغيير في الجدول ديالنا؟
بغيت ندير رحلة مشي مريحة.
خايج ارجع للفندق باش نلقى كاميرا ديالي.
خد تاكسي، حيت ماكينش موصل عام.
ف البلوك التالت على شمالك.
مش غادي تلعب معايا التينيس في الجاية؟
خنا الثلاثة بغينا نلعب جولة. شنو غادي يكون الثمن؟
ايوا، غادي نجي بدمية يابانية لصديقي.
هادش لي مأمورتش به.
خدي وقت زيادة شوي.
هادي غادي ناخده.
نتبدل القطارات في المحطة التالتة.
نحبي أكل إيطالي.
غادي نطيرو ف بضع دقايق. عطوا عينيكوم على حزام الأمان ديالكوم و خويوه بزاف.
أش نو عساك؟
نص النهار ثلاثين دولار. اليوم كامل خمسين دولار.
واش बस فيفث أفينيو وقف هنا؟
مشوار تشوف لي رخصة السياقة، من فضلك؟
خليتي ناخد شوية حبوب؟
رّحلتنا كاتبدا ف 21 يوليوز و كاتسالي ف 27.
كيف كتحدّث اسم المحطة هادي؟
هكدا، من فضلك.
كاين बस د لمطار ل لوتيل شيراتون؟
ايوا، غادي ناخد بيرة مشروبة مع لخضرة.
كاني كايمش على برودواي.
كاين شي interessant هنا؟
خليني 30 لتر.
خدو صورة لينا، عفاك.
اش عمل هاد؟
كنعرفو نتواصلوا مع مكتب الاستعلامات لي في الزاوية ديال لوبي الفندق. هوما غادي ياخدو حجز.
هو سارق.
كايعاون للي خسرو واحد قريب في مصاريف لجنازة.
مزيان. دري لشمالك في الزاوية الجاية. غادي تشوفو قدامك.
أش كاتحسب لي أحسن لبشرتي، لون البوليش الأسود ولا لون البوليش الأبيض؟
أشنو بعاد الفندق هاد؟
خاي نحدد موعد مع سي واطسون.
لا، غادي نخرجهم.
ايوا، عنديا. شنو نوع لي بغيتي؟
أي دواء للزكام أنت توصي بيه؟
أش نوضي عاد في وقت فراغك؟
عفوا. فين التيليفون العام؟
نعتقد إنها كتجعلني تبدو أكبر سنا.
الِيوم عندنا مينسترون، كريم السبانخ، و حارقة الخضرة.
نعتقد إنك غادي تقدر تحصل على كلشي ف السوبرماركت. لو ماقدرتش، ما تقلقش. غادي نمشي للدواء غدا.
كن شايف واش نقدر نرجع هنا.
ربطو حزام الأمان ديالك و شوفو لوقة "مامعندناش تدخين" حتى تطفى.
مومكن تغيير مقعدي للي في قسم المدخنين؟
خليك جيبلي بيرة أخرى
ما في حد بإسمي هاداك هنا.
خاي نغيّي حجزتي لطّيارة ليوم 5 ماي و نحجز وحدة جديدة ل9 ماي بدلها، عفاك.
راني بغيت طالياني، عفاك.
أي مصروف ماشي فيها؟
اشتريت شفت لهدية.
نقدر نضم لهداك لفقرة رغم ناني مبتدي؟
من دارها؟
مش كتبيعهم فرادي؟
كونسييرجنا يقدر يساعدك، أو تقدر تاخده بالتاكسي.
سيجارة، من فضلك.
يمكنك تشتري لي تيكيت؟
كيهدرك تجمع الدمى المحشوة؟
يمكن ليابان تنتج كل الأكل اللي بانتضرها؟
نحب نافورة هوا.
نعتقد إنها بسيطة شوية ليا.
فين نقدر نشري تذاكر القطارات اللي كتديرنا ل لفوق؟
اشنو ساعة تطلع القطار؟
خلي بطاقتي باطلة.
هاد الساعة القديمة وقفت عن الخدمة. ممكن تبديلها؟
خاين نبدل شويه ين ياباني ب دولارات ميريكانية.
مناش مين نتواصل معاه اذا عندي مشاكل؟
خدي 300 غرام من هادشي.
شوي دّيزرت؟
أش نو هو اسم الفنان؟
شكرا. ممكن نكلم السيدة ياماتو، من فضلك؟
نوصيك بزيارة مبنى الأمم المتحدة على ضفاف نهر إيست ريفر أيضا.
كيفاش نلقى ليتين ديال حليب؟
كنبغي نكرا سيارة.
خسرت جواز سفري.
كتاخد اكتر من العبار
ما عارفش كيف نغلق هاد اللواقط.
غضبت عليه
خليك تدفع فلوس إضافية للتحلية.
خلية نطلب وجبة نباتية؟
شكرا. كان جميلا رؤيتك. مع السلامة.
نّحار تلاتي د لجهد ديال هاد لمطار ماشي زحمة بزاف.
مرحبا. قمت بحجز لمساء اليوم الساعة سبعة. لكن أريد تغيير الوقت. اسمي سوزوكي.
كايكونو غالبا ثلوج خفيفة بسميك بوحدي او جوج انشات.
راه طيب لو كان مزيان غدا.
ماشي مشكل، يمكنني نلقاك حارس أطفال؟
كان حظي عالي جدا حيت نيل تيكيت الليلة. ما وصلتش للبلاد حتى الساعة تلاتة د العشية.
نحب نرسله بالسريع.
إذا كنت غادي تدخن، رجاء انتقل لصفوف الأربعين لخمسين.
جوازي تسرق.
تقدر تاخدهم عند البوابة قبل ما تطلع. عطيهوم هاد الإيصال هناك.
هادي طرد صغير أزرق لليلة.
خوا نضوي نور.
هاداك غادي تحطو فيه على خريطة ديالي؟
خلي هادي الفلوس دولارات.
أش هاد اللي غادي نقري بيه في الشهر؟
نقدر نتصلك من هاد التيليفون؟
أش غادي هاد الطيارة اللي صنعوها فاسكوطلاندا؟
كان كلشي فجأة. فهادشي ما شفتش وجوههم.
خدني طبق، عفاك.
تكتيتين ليله دابا، عفاك.
أوطوبيس؟ نعتقد أنك تقصد ليموزين لتقلك إلى الفندق. أي فندق أنت ذاهب إليه؟
بغيت نخرج أربعة مية دولار من الحساب ديالي.
أي ساعات يكونو مفتوحين؟
عفوا. نعتقد أن مقعدي بجانب مقعدك.
خادش ننظف لي حذيتي.
هل يشمل الرسوم الخدمية والضريبة؟
كا هي هاد الشروط مقبولة؟
خاين ناخد غلاف سيجارة.
كنحبو الأثاث.
ما كينش جيد ف الإنجليزي.
إيوا. تحت القعدة.
أنا آسف. كنتي برا بلي عرفتي مكان مزيان في راسك- فين كنتي بغيتي تروحي؟
كيفاش تقدر توفر لي تأمين لهاد الباكي؟
ايوا، دخلت البارح على الدكتور جونسون.
فين كان مصدر هذا أصلا، و من واش من الزمان؟
فهمت. باش تدير غير فلوس زايدة.
خلي هاداك، شنو رأيك في هاد الحزام ديال الجلد ديال الماعز لي كيصيفط جودة عالية؟
أقلا غالي كيشوف؟
كاين هاداك الحوت المقلية؟
ملئوها لما ترجع السيارة.
أش هاد كيفاش غادي تستعمله؟
طوست و قهوة، من فضلك.
غادي نجيبوك قدام الفندق.
خايف ماشي نقدر ناخد الموافقة على هاد البطاقة ديال الائتمان.
أنا آسف، ما فهمتش معنى هاد الشارع.
تلات بيرات، من فضلك.
نقدر نشري كاس نبيذ؟
خمسا وتسعين سنت. ماتنساش تاخد ترانسفير لما تطلع، باش ماتحطش فلوس تانيا لما تغيير الباص.
كلنا غادي ندخل ف نفس الوقت؟
خليك معانا في الصورة؟
خليته هنا هكاك من حوالي تلاتين دقيقة.
اشنو ساعة كتفتحو؟
أش نو داز لوطني؟
إذا ما كنتش كتدير في هاد المجال، ممكن تقترح لي دكان متخصص فيه؟
شكرا على الانتظار. هدا أونو يتكلم.
كاينين دروب للي مبتدئين؟
أش نو برنامج ليوم؟
بغيت نبقا يوم آخر.
كن هنا باش نلقى صديقي.
خايب. شنو نوع الغرفة بغيتي؟
خلي هاد الشربة لينا حتى غداً ليلة؟
النساء في المراكز الإدارية كيتزادو.
خليني نجرّبها، عفاك.
كل هاد الأكل اللي فيه الزيت قاعد ف بطني.
كاين عندك خطاب غطاء الفاكس؟
مطلوب منك فحص النباتات والحيوانات على مكتب الحجر الصحي إذا كنت تمتلك أيًا منها.
خاين لي على الأقل نصف ساعة عشان أنضف شويتي.
يمكنك تلقائي مقعد لي في الرحلة ديال غدا، من فضلك؟
غادي نروي مع ولدي للبستان ديال الحيوانات.
لميامي، من فضلك.
خليتي الطاولة لي قريبة مني، عفاك.
عندك شي أصغر؟
اسمي ميوكي كاتو، وانا صديقة ماري من وقت ما كانت كاتدرسي في اليابان. ماري في؟
شاي، مع حليب.
ليش كيدخل هادشي؟
وين أقرب مكتب بريد؟
كاميرا.
فين قريب في مترو؟
خسرت مفتاح الغرفة.
كاين وقت نستعمل الحمام قبل ما الطيارة طائرة؟
آه نعم. عندي. كنحبها.
ما بغيت ندير حاجة زي هاكا.
اش مبغيت؟
خاد شنتة طويلة.
للفندق ديال بوسطن، عفاك.
ضهر
ايوا، نقدر نديروها مخلص غداً ليل.
اسمي طارو تاكاي.
مساء الخير من فضلك
خليتي لي تكتيتين ل لغاليري هذ الخميس.
كيفاش نستعمل هاد الكوبون للطيران؟
هاد غادي يخدمني بزاف. وعلاش نستنا، كنحس إن كان يمكن نبقا فغرفة ل同ة؟
خليك متأكد تجي تشوفني غدا الصبح الساعة سبعة.
اشنو وقت القطار الجاي ل بوسطن؟
خليني نطق رأيي.
مرحبا. شوف هاداك.
يمكنك صنع لي بينا كولادا؟
ما كايفهم والو خي ناس لي جاوحني كايقلو.
مساء الخير. عندي حجز. اسمي يامادا.
كيتخلع كل عشر دقايق.
ايه، في واحد في الناحية التانية د لبينا.
فين النصب؟
هاد الطريق لصحيح لالمحطة؟
ما عنديش حجز ديالك.
آه، فهمت. هادوك هما القنوات ديال السistema د الكابل ف الفندق.
واش غادي يكون خالي من الضريبة لو باعت هاد الشي لليابان من هاد المحل؟
خمس حديد، من فضلك.
آه، اسماع، كنتي، كنتي عارفة فين Riverside Drive؟
خسيت الشهية.
كاينين غير هادو؟
خاينا نخرج شي من لحقائب ديالي.
هادي غاتكون سوربريز.
جريت سيارتي ل الدشيشة.
كانقاسي شوية من التوقيت ديال الطيارة.
خدني سيرفس في الغرفة، من فضلك.
أي رقم البوابة لمطار خطوط طيران اليابان إلى طوكيو؟
كنحنا عندينا مقاعد مفتوحة ف الطيارة نمرة تمنين و خمسين نّهار الاثنين، السادس و العشرين.
ليش كيتخلّى ب هاد الفلوس؟
عندي مشاكل في المعدة.
خاي نروح بالاوتوبوس للمحطة. ممكن نلقى فلوس صغيرة، عفاك؟
خايب، أولاً غادي نمشي للمركز د لماعلمة و ن तलّب على otel.
حقيقي، جدي الكبير جاء من صقلية في بداية القرن.
خاينا ناطل على البعد لليابان.
كنبغي نتعلم كيفاش نركب على اللوح الريح.
عفوا. فين الصيدلية القريبة من هنا؟
ابني كايقرا فالماستر في جامعة هارفارد.
نعم، نتا حاب ندي رقم لخاريج لليابان. الرقم هو طوكيو تلاتة أربعة سبعة سيتة تنين تيسة سيتة.
نقتني نحلة. كيحدر بزاف.
إتصل بهاد الشخص.
كيهن لاش يمر من أي من الطاولة؟
غرف جنب بعضها، من فضلك.
فين في مزرعة خيل قريبة من هنا؟
أكيد. غرف التغيير就在 هناك.
قريتلي قربة مية سخون؟
خليك عطيني نداء استيقاظ في السادسة غدا الصبح.
اشنو أقرب وقت يمكن ليك تحضير هاد البلوزات؟
حقيقي، خریدته النهار للي فات على غريزة في بوتيك قريب من داري.
لاحم البقر أو الدجاج؟
عندي دبوس عظم من الحديد.
خايج نمشي لصاونا.
فين نزلت ل البحر؟
وين المفقودات؟
خليك عاونني كيفاش نخدم بهاد الماكينة.
خايب، إنطباعي هو إنها أرض جبلية، مكتظة، مشغولة، مليئة بالأصوات، نشيطة، تقريبا انفجارية. شعبو لي كايخدمو بجد، كايحطو راسهم في الشغل، ماكايستاقشو، حريفيين، كايقلبو على تعلم كلشي، كاياكلو و كايشربو بجنون و بدقة، كايكسبو و كايخسرو بانتقام.
عشرون دولار بالربعي، من فضلك.
كنبغي نبدله.
كن بغيت هاداك.
عفوا. فين قرب من هنا ممر مشي؟
نقدر نقف هنا؟
كنبلي رواية نڭليزية سهلة لفهمها.
كاين مخزن ليلباس لولاد مزيان؟
نحنا بغينا نمشي بكرا الصبح. يمكن دفع الفاتورة دلوقا؟
نطما أنك غادي تجي مرا تانية.
يمكنك وضع حظر على شيكاتي الشخصية؟
سيدي جونز ماشي دلوقا. غادي يرجع شوي بعد الثلاثة.
بارده الليلة.
بغيت نعمل فحص طبي.
هادو قيراط واحد ديال الماس، صح؟
منحطش لقاءك، انتما كمان.
فين نلقى الطوابع؟
كيفاش غادي نروح ليكم؟ أو آشو عدد الساعات اللي غادي نستغرق لروح ليك؟
كنتو بغيتو نطلبوه ليك؟
اسمي ياماموتو.
خايع أرجع الفلوس.
راني بغيت هاداك و هاداك و هاداك، عفاك.
قص فقط الأطراف، من فضلك.
قولي ليا تاتصل بي.
كيفاش ناكل هاد الزواقي د القرب؟
كاين ساحة سكيت قريبة من هنا؟
أش غادي مع الجاز؟
ودابا عندي وقت ل بَعض لِيّام.
هاد مقفل؟
غادي تكون غي هناك قبل السادسة و نصف على أقصى تقدير.
غادي تيتصل بيه غدا الصبح كما وعدت؟
نقدر نطلبوه ليك؟
خاي نشوف مكتب لبلدية.
الڭونطرة؟ هاذا ناكامورا كايهضر. كنطبت لبارح. ولا عجبتنيش هاد الغرفة.
كنبغي نقعد جنب بعضينا.
نحب نطلع عليه
غلطي
بغيت إنك تيقظني ف الصباح.
نطما نشوفك تاني
أعضاء مجلس المستشارين يبقاو ف مناصبهم لمدة ست سنين، بينما نصف الأعضاء كيتعرضو للانتخاب كل ثلاث سنين.
سحب الحساب ديالي، من فضلك.
كاين علاقة مع بيرث؟
إيوا، هو كيدوي. من بعد، كنتي تسجل هنا، سي يامادا؟
خاي نغسل باش.
فيها كاميرا داخل. رجاء احفضها ف مكان آمن.
هاداك، علاش، من هاد لجهة.
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتل.
لا، شكرا. ممكن نعطونا كأسين ماء، من فضلك؟
إذا كان عندك، مابغيتش تدفع تاني عندما تأخذ، أوتوبوس أربعة وأربعين.
طابقة مين؟
خاي نرو ل لمطعم.
خادش جاكيت ثقيل ل الشتاء.
عندي فقط حاجات شخصية ف هاد الشنطة.
نقدر دفع بالشيك ديال المسافر؟
خلت ودية.
كتلعب التينيس جوج مرات في الاسبوع.
خمسعش A. كنت قاعد ف البلاصة الخاطئة؟
ما عندي هوايات. كنخدم بزاف، زي ما كيعملو الأكتر اليابانيين.
أو، البروفيسور كورن كيحب يدي القيزات اللي ماشي متوقعة.
ماتشوفو واحد، غير دير إشارة بيديك.
خليها لي بأقرب وقت ممكن.
نحنا بغينا نرسل هاد البطاقة لليابان بالسريع.
نحنا بغيت نستقبل، عفاك. اسمي هاروكو أوغاوا. نعتقد ان عندي حجز.
كنتي جايبة هدايا ل حد في هاد لبلاد؟
عفوا، نبدل أرسل هاذ الشي لليابان. شنو الثمن ديال البريد على هاذ؟
كنبغي كاميرا رخيصة.
ف الداك الصباح، سيدي؟ هادي الحادية عشر صباح.
لا. أنا ياباني.
عصر إيدو، بلا حروب في البلاد، استمر لمدة تقريبية من مائتين وخمسين عام.
خاينا نديلك لعبة من كيوتو.
بغيت نبلغ عن خسارة وثائق قيّمة.
أشنو الساعة كايفتح الستور؟
أش نوّاق داك؟
مشيتواش حقيبة في الترانك؟
نعتقد أن هذا التغيير غير صحيح.
كاين بزاف د المطر. نطما نزله.
خليه طويل.
