السلاله العاءليه ليسوع
هذا سجل نسب عاءله يسوع المسيح. هو ابن داود. وهو ايضاً ابن ابراهيم.
ابراهيم هو ابو اسحاق. اسحاق هو ابو يعقوب. يعقوب هو ابو يهوذا واخوته.
يهوذا هو ابو بَرش و زَرَح. تامار هي امهما. بَرش هو ابو حَزْرون. حَزْرون هو ابو رام.
رام هو ابو اميناداب. اميناداب هو ابو نحشون. نحشون هو ابو سالم.
سلمون كان اب باوز. راحاب كانت ام باوز. باوز كان اب اوبد. راعوث كانت ام اوبد. اوبد كان اب يسي.
وكان يسي والد الملك داود. وكان داود والد سليمان. وكانت ام سليمان زوجه اوريا.
سليمان هو ابو رحبعام. رحبعام هو ابو ابيّا. ابيّا هو ابو عسا.
اشعياء هو ابو يهوشافاط. يهوشافاط هو ابو يهورام. يهورام هو ابو عزيا.
عزيا هو اب يوثام. يوثام هو اب اخزيا. اخزيا هو اب حزقيا.
كان حزقيا اباً لمناحيم. مناحيم كان اباً لامون. امون كان اباً ليوشيا.
وَ يَشْيَعُ هُوَ اَبُو يَكُنْيَا وَ اِخْوَتِهِ. فِي ذَلِكَ الوَقْتِ، اضْطُرَّ الشَّعْبُ اليَهُودِيُّ لِلذَّهابِ اِلي بَابِل.
وبعد ذلك، استمر خط العاءله. كان يهوياقيم اب شلتءيل. كان شلتءيل اب زربابل.
زربابل هو ابو ابيود. ابيود هو ابو الياكيم. الياكيم هو ابو ازور.
كان ازور اب زدوك. زدوك اب اكيم. اكيم اب اليود.
اليود هو ابو اليعازر. اليعازر هو ابو متان. متان هو ابو يعقوب.
يعقوب هو ابو يوسف. يوسف هو زوج مريم. ومريم ولدت يسوع الذي يُدعي المسيح.
فكانت هناك 14 جيلاً من ابراهيم الي داود. وكانت هناك 14 جيلاً من داود الي اجبار الشعب اليهودي علي الذهاب الي بابل. وكانت هناك 14 جيلاً من ذلك الوقت الي المسيح. ولد يسوع المسيح
هكذا حدثت ولاده يسوع المسيح. كانت امه مريم وجوزيف قد وعدوا بالزواج. لكن قبل ان يبدا في العيش معًا، اصبح من الواضح انها كانت ستحمل طفلًا. اصبحت حاملًا بقوه الروح القدس.
زوجها يوسف كان رجلاً صالحاً. لم يكن يريد ان يجلب لها العار في العلن. لذلك خطط لطلاقها بهدوء.
ولكن عندما كان يوسف يفكر في هذا، ظهر له ملاك الرب في حلم. قال الملاك، "يا يوسف ابن داود، لا تخف من اخذ مريم الي منزلك كزوجه لك. الطفل الذي بداخلها هو من الروح القدس."
هي عاوزه تولد ولد. لازم تسميه يسوع. ده لانو هيخلي شعبه يتوبوا عن خطاياهم."
كُلّ هَذَا كَانَ لِتَحْقِيقِ مَا قَالَ الرَّبُّ اَنَّهُ سَيَحْدُثُ. قَالَ ذَلِكَ عَبْرَ النَّبِيّ.
"البتول ستلد طفلاً. ستلد ولداً. وسيُدعي اسمه عمانوءيل." (اشعياء 7:14) اسم عمانوءيل يعني "الله معنا".
جوزيف استيقظ. فعل ما امره ملاك الرب بفعله. اخذ مريم الي بيته زوجه له.
ولكنه لم يمارس معها الجنس حتي بعد ان انجبت له ولداً. وجوزيف اطلق عليه اسم يسوع.
الرّسُل يزورون يسوع
عيسي وُلد في بيت لحم في يهودا. حدث هذا بينما كان هيرودس ملك يهودا. بعد ولاده عيسي، جاء حكماء من الشرق الي القدس.
سالوا: "اين هو الطفل الذي ولد ليكون ملك اليهود؟ عندما كنا في الشرق، راينا نجمه. والان جءنا لنعبده."
عندما سمع الملك هيرودس بذلك، كان مستاءً جداً. الجميع في القدس كانوا متضايقين ايضاً.
فدعا هيرودس جميع رءساء الكهنه والشعب، ودعا معلمي الشريعه. وسالهم اين سيولد المسيح.
"في بيت لحم في يهوذا" اجابوا. "هذا ما كتب به النبي. قال،
" 'Walakin anta, Bayt Lahm, fi Ard Yehuda, la taqra'u al-asghar min baladi Yehuda. Sultan yu'tulu minka. Yu'tik al-ra'i li-ahl al-Isra'il.' " (Mikah 5:2)
ثم دعا هيرودس المجوس سراً. فوجد منهم بالضبط متي ظهر النجم.
ارسلهم الي بيت لحم. قال: "اذهبوا! ابحثوا عن الطفل بحذر. حالما تجدونه، احضروا لي تقريرًا. ثم استطيع ان اذهب واعبده ايضًا."
بعدما استمع الحكماء الي الملك، ذهبوا في طريقهم. النجم الذي راوه عندما كانوا في الشرق ذهب امامهم. توقف اخيراً فوق المكان الذي كان فيه الطفل.
لما راوا النجم، ملءوا بالسعاده.
ذهب الحكماء الي البيت. هناك راوا الطفل مع امه مريم. فسجدوا له وعبدوه. ثم فتحوا كنوزهم. وقدموا له الذهب والبخور والمر.
ولكن الله حذّرهم في حلم بعدم العوده الي هيرودس. فرجعوا الي بلادهم بطريقٍ مختلفٍ. هربت عاءله يسوع الي مصر.
بعد ما رحل الحكماء، راي يوسف حلمًا. في الحلم، ظهر له ملاك الرب. "قم!" قال الملاك. "خذ الطفل وامه واهرب الي مصر. ابق هناك حتي اخبرك بالعوده. هيرودس يبحث عن الطفل. يريد قتله."
جوزيف قام. خلال الليل، غادر الي مصر مع الطفل ووالدته مريم.
بقيوا هناك حتي مات الملك هيرودس. فصدقت الكلمات التي تكلم الرب بها بواسطه النبي. قال: "اخترت ان اخرج ابني من مصر." (هوشع 11:1)
هرود ادرك ان المجوس خدعوه. فغضب غضباً شديداً. واصدر اوامر بشان بيت لحم والمنطقه المحيطه بها. وكان علي جميع الاولاد الذين تقل اعمارهم عن سنتين ان يُقتلوا. وهذا يتوافق مع الوقت الذي راي فيه المجوس النجم.
بهذا الشكل تحققت كلمات النبي ارميا التي قالها. قال:
"صوت يسمع في رامه. انه صوت البكاء والحزن العميق. راحيل تبكي علي اولادها. انها ترفض ان تُطمءن، لانهم قد ذهبوا." (ارميا 31:15) عاءله يسوع تعود الي الناصره
بعد وفاه هيرودس، راي يوسف حلمًا وهو ما زال في مصر. في الحلم، ظهر له ملاك الرب.
قال الملاك: "قم! خذ الطفل وامه. اذهب الي ارض اسراءيل. الذين كانوا يحاولون قتل الطفل ماتوا."
فَقَامَ يَعْقُوبُ وَاَخَذَ الطِّفْلَ وَمَرْيَمَ اُمِّهِ وَعَادَ اِلَي اَرْضِ اِسْرَاءِيلَ.
ولكنه سمع بعد ذلك ان ارخيلاوس ملك يهوذا. كان ارخيلاوس يحكم مكان ابيه هيرودس. وهذا جعل يوسف يخاف من الذهاب هناك. وحذر في حلم، ذهب يوسف الي ارض الجليل بدلا من ذلك.
هناك عاش في مدينه تدعي الناصره. لذلك تحقق ما قاله الانبياء عن يسوع. لقد قالوا: "سيُدعي ناصريًا".
يوحنا المعمدان يهيء الطريق
في تلك الايام جاء يوحنا المعمدان ووعظ في صحراء يهوذا.
قال: "ابتعد عن ذنوبك! ملكوت السماء قريب."
جون هو الشخص الذي تحدث عنه النبي عيسي. قال: "رسول ينادي في البريه، 'اعدوا طريق الرب. اصنعوا سبلًا مستقيمه له.' " (اشعياء 40: 3)
كانت ملابس يوحنا مصنوعه من شعر الجمل. كان لديه حزام جلدي حول خصره. كان طعامه الجراد والعسل البري.
خرج الناس اليه من اورشليم ومن كل اليهوديه، وخرجوا ايضاً من كل منطقه حول نهر الاردن.
عندما اعترفوا بارتكابهم الخطيءه، عمّدهم يوحنا في نهر الاردن.
جون راي كثيراً من الفريسيين والصدوقيين ياتون الي المكان الذي كان يعمد فيه. قال لهم: "انتم كعش من الثعابين السامه! من حذركم من الهروب من غضب الله الاتي؟"
انتجوا فاكهه تظهر انكم قد تخلّصتم من خطاياكم.
لا تظنوا انكم تستطيعون ان تقولوا لانفسكم، "ابراهيم هو ابونا." اقول لكم، الله يستطيع ان يخلق ابناء لابراهيم حتي من هذه الحجاره.
المنجل موجود بالفعل عند جذور الاشجار. جميع الاشجار التي لا تنتج ثمارًا جيده سيتم اقتلاعها. سيتم القاءها في النار.
اعمّدك بالماء، داعياً اياك الي الابتعاد عن خطاياك. لكن بعدّي، سياتي من هو اقوي مني. وانا لست اهلاً لحمل نعليه. سيعمّدك بالروح القدس والنار.
فاسه في يده ليزيل القش من حقله. سيجمع القمح في المخزن. لكنه سيحرق القش بالنار التي لا يمكن اطفاءها." معموديه يسوع
جاء يسوع من الجليل الي نهر الاردن. اراد ان يعمد من قبل يوحنا.
ولكن يوحنا حاول ان يمنعه. قال ليسوع، "احتاج ان اعمد من قبلك. فلماذا تاتي اليّ؟"
جاوب يسوع، "دع الامر علي هذا النحو الان. انه من الصواب ان نفعل ذلك. انه ينفذ خطه الله المقدسه." ثم وافق يوحنا.
فور تعميد يسوع، صعد من الماء. في تلك اللحظه، فتح السماء. راي يسوع روح الله نازله عليه مثل حمامه.
صوت من السماء قال: "هذا ابني واحبّه. انا مسرور به كثيراً."
عيسي يُمتحن
قاد الروح القدس يسوع الي البريه. هناك اغراه الشيطان.
بعد 40 يوم و 40 ليله من الصيام، كان يسوع جاءعاً.
المنّان جاء اليه. قال: "ان كنتَ ابنَ الله، فقل لهذه الحجارهِ ان تصبحَ خبزاً."
جاٲسس جاٲب، "مكتوب، 'الرجل لا يعيش فقط علي الخبز. بل يعيش ايضًا علي كل كلمه تخرج من فم الله.' " (تثنيه 8:3)
ثم اخذ الشيطان يسوع الي المدينه المقدسه. جعله يقف علي اعلي نقطه في المعبد.
قال: "ان كنتَ ابنَ الله، فاطرح نفسَكَ الي الاسفل. فقد ورد في الكتاب المقدس: "سيامر الرب ملاءكته ان يعتنوا بك. سيحملونك علي ايديهم. لن تصطدم بحجرٍ حينءذٍ." (مزمور 91: 11، 12)
جاوبه يسوع، "مكتوب ايضاً، 'لا تختبروا الرب الهكم.' " (تثنيه 6:16)
واخيراً، اخذ الشيطان يسوع الي جبل عالٍ جداً. واراه جميع ممالك العالم ومجدها.
قال: "ان كنت تسجد لي وتعبدني، ساعطيك كل هذا."
قال له يسوع: "ابتعد عني يا شيطان! مكتوب: "اعبد الرب الهك. هو وحده الذي يجب ان تعبده." (تثنيه 6:13)
ثم ترك الشيطان يسوع. جاء الملاءكه واعتنوا به. بدا يسوع في الوعظ
جون كان قد وضع في السجن. عندما سمع يسوع عن هذا، عاد الي الجليل.
خرج يسوع من الناصره. ذهب ليعيش في مدينه كفرناحوم. كانت علي شاطء البحيره في منطقه زبولون ونفتالي.
بذلك تحقق ما قاله النبي عيسي. قال:
"ارض زبولون! ارض نفتالي! الجليل، حيث يعيش غير اليهود! ارض علي طول البحر الابيض المتوسط! اقليم شرق نهر الاردن!"
الناس الذين يعيشون الان في الظلام سيشاهدون نور عظيم. انهم يعيشون الان في ارض مظلمه جدًا. لكن النور سيضيء عليهم." (اشعياء 9: 1، 2)
منذ ذلك الوقت بدا يسوع يكرز. "ابتعدوا عن خطاياكم!" قال. "ملكوت السماوات قريب." يسوع يختار التلاميذ الاواءل
يومًا ما كان يسوع يمشي بجانب بحر الجليل. هناك راي اثنين من الاخوه. كانوا سمعان بطرس وشقيقه اندرو. كانوا يلقيان شبكه في البحيره. كانوا صيادين.
قال يسوع: "تعالوا. اتبعوني، ساجعلكم صيادي الناس."
فوراً تركوا شباكهم واتبعوه.
من هناك، راي اثنين من الاخوه الاخرين. كانا يعقوب، ابن زبدي، واخوه يوحنا. كانا في قارب مع والدهما زبدي. بينما كانوا يعدون شباكهم، ناديهم يسوع.
فوراً تركوا القارب ووالدهم وتبعوا يسوع. يسوع يشفي المرضي
جيس عادا كل غاليل. هناك علم في المساجد. بشر بالبشري الساره لملكوت الله. شفي كل مرض ومرض كان لدي الناس.
نشرت اخباره في جميع انحاء سوريا. احضر الناس اليه كل من كان مريضًا بامراض مختلفه. البعض كان يعاني من الم شديد. البعض الاخر كان تحت سيطره الشياطين. البعض كان يرتجف بعنف. والبعض الاخر لم يتمكن من الحركه علي الاطلاق. وجعل يسوع جميعهم يشفون.
تبعه حشود كبيره. جاء بعض الناس من الجليل ومن المنطقه المعروفه باسم المدن العشره ومن اورشليم ويهوذا. جاء اخرون من المنطقه عبر نهر الاردن.
عيسي يعطي البركات
راي يسوع الجموع. فصعد الي جبل وجلس. اتوا اليه تلاميذه.
ثم بدا يعلمهم. قال:
"مباركين هم الذين هم بحاجه روحيه. ملكوت السموات لهم.
مباركين هم الذين حزنيون. سيتم تهدءتهم.
مباركين هم الذين هم خاليين من الكبرياء. سيتم منحهم الارض.
مباركون هم الذين جوعي و عطشي لما هو صحيح. سيتم ملءهم.
مباركون الذين يظهرون الرحمه. سيُظهر لهم الرحمه.
مباركون الذين قلوبهم طاهره. سيشاهدون الله.
مباركون الذين يصنعون السلام. سيُدعون ابناء الله.
مباركين هم الذين يعانون من اجل فعل الصواب. ملكوت السموات لهم.
بارك الله فيك عندما يسخر الناس منك ويءذونك بسببي. انت مبارك ايضًا عندما يقولون عنك كل انواع الاكاذيب الشريره بسببي.
اِبْشِر وَافْرَحْ. جَزَاءُكَ فِي السَّمَاءِ كَبِيرٌ. بِالطَّرِيقَهِ نَفْسِهَا، اَذَي النَّاسُ لِلنَّبِيِّينَ الَّذِينَ عَاشُوا قَبْلَ زَمَانٍ. مِلْحٌ وَنُورٌ
انتُم ملح الارض. ولكن ماذا لو فقد الملح ملوحته؟ كيف يمكن اعادته الي حالته السابقه؟ لن يكون صالحًا لاي شيء. سيُرمي. سيُسحق الناس عليه.
"انتو نور الدنيا. مدينه علي تل لا يمكن اخفاءها.
كذلك، لا يضع الناس مصباحًا ويضعونه تحت وعاء. بدلاً من ذلك، يضعونه علي حامله. ثم يضيء المصباح لكل شخص في المنزل.
"بالطريقه نفسها، دع نورك يضيء امام الاخرين. ثم سيشاهدون الاشياء الجيده التي تفعلها. وسيمدحون ابيك الذي في السماء. يسوع يعطي المعني الكامل للقانون"
لَا تَظُنُّوا اَنِّي جِءْتُ لِاَنْ اُبْطِلَ مَا هُوَ مَكْتُوبٌ فِي النَّامُوسِ اَوِ الاَنْبِيَاءِ. لَمْ اتِ لِاَفْعَلَ ذَلِكَ. بَلْ جِءْتُ لِاُكَمِّلَ مَا هُوَ مَكْتُوبٌ.
ما ساخبرك به حق. السماء والارض ستختفي قبل اختفاء اصغر حرف من الشريعه. لن يختفي حتي اصغر خط من القلم من الشريعه حتي يتم كل شيء.
لَا تَعْصِ وَاحِدًا مِنْ اَصْغَرِ الاَوَامِرِ. وَلَا تُعَلِّمْ غَيْرَكَ اَنْ يَعْصِيهَا. فَاِنْ فَعَلْتَ ذَلِكَ، فَسَتُدْعَي اَصْغَرَ النَّاسِ فِي مَلَكُوتِ السَّمَاءِ. وَعِوَضًا عَنْ ذَلِكَ، فَاعْمَلْ بِهَذِهِ الاَوَامِرِ وَعَلِّمْهَا. حِينَءِذٍ سَتُدْعَي مَهِيمًا فِي مَلَكُوتِ السَّمَاءِ.
"هنا ما اقوله لك. يجب ان تكون اكثر تقوي من الفريسيين ومعلمي الشريعه. اذا لم تكن كذلك، فلن تدخل بالتاكيد ملكوت السموات. قتل
سمعت ما قيل للناس الذين عاشوا منذ زمن بعيد. قيل لهم، "لا تقتل. (خروج 20:13) سيحاكم اي شخص يقتل بسبب ذلك."
وهاك ما اقوله لك. لا تغضب من اخيك. كل من يغضب من اخيه سيحاكم. مره اخري، كل من يقول لاخيه "راكا" يجب ان يواجه المحاكمه في السنهدرين. لكن كل من يقول "يا احمق!" سيكون في خطر النار في الجحيم.
افترض انك تعرض هديتك علي المذبح. وتذكر ان اخاك لديه شيء ضدك.
اترك هديتك امام المذبح. اذهب اولاً واصنع السلام مع اخيك. ثم عد واعرض هديتك.
افترض شخص لديه دعوي ضدك وياخذك الي المحكمه. حل الامر بسرعه. افعل ذلك بينما لا تزال معه في طريقك. اذا لم تفعل ذلك، فقد يسلمك الي القاضي. قد يسلمك القاضي الي الضابط. وقد يتم القاءك في السجن.
ما ساخبرك به صحيح. لن تخرج حتي تدفع اخر فلس! الزنا
"سمعت ان قيل، 'لا ترتكب الزنا.' (خروج 20:14)"
و لكن ها هي ما اقوله لك. لا تنظر حتي الي امراه بطريقه خاطءه. كل من يفعل ذلك قد ارتكب بالفعل الزنا معها في قلبه.
لو كان عينك اليمني سبباً في ارتكابك ذنباً، فاقضِ عليها واطرحها. عينك ليست سوي جزء من جسدك. من الافضل ان تفقدها بدلاً من ان يُرمي جسدك كله الي جهنم.
"ان كانت يدك اليمني تسبب لك في الاثم، فاقطعها وارمها. يدك ليست سوي جزء من جسدك. من الافضل ان تفقدها بدلاً من ان يذهب جسدك كله الي الجحيم. الطلاق
قيل، "افترض رجل طلق زوجته. اذا فعل ذلك، يجب ان يعطيها كتاب طلاق." (تثنيه 24:1)
وهاك ما اقوله لكم. كل من يطلق زوجته يسبب لها الزنا. وكل من يتزوج المراه المطلق يرتكب الزنا. لا يمكن للرجل ان يطلق زوجته الا اذا لم تكن مخلصه له. اقسم بالله
"مره اخري، لقد سمعت ما قيل لشعبك منذ زمن بعيد. قيل لهم، "لا تكسروا الوعود التي قطعتموها للرب. حافظوا علي اليمين التي قطعتموها له."
و لكن ها هي ما اقول لك. لا تصنع اي وعود من هذا القبيل علي الاطلاق. لا تصنعها باسم السماء. هذا هو عرش الله.
لَا تَصْنَعُوهُمَا بِاسْمِ الاَرْضِ. ذَلِكَ الْعَرْشُ لِرِجْلَيْ اللَّهِ. لَا تَصْنَعُوهُمَا بِاسْمِ اُورُشَلِيمَ. ذَلِكَ مَدِينَهُ الْمَلِكِ الْعَظِيمِ.
و لا تاخذوا القسم باسم رءوسكم. لا يمكنكم جعل شعره واحده بيضاء او سوداء.
"ليكن 'نعم' تعني 'نعم' وليكن 'لا' تعني 'لا'. كل ما هو اكثر من هذا ياتي من الشرير. كن لطيفاً مع الاخرين.
"سمعت ان قيل، 'عين بالعين، وسن بالسن.' (خروج 21:24؛ لاويين 24:20؛ التثنيه 19:21)"
و لكن ها هي ما اقول لك. لا تحارب شخصا شريرا. "افترض ان شخصا ما يضربك علي خدك الايمن. فاعرض له خدك الايسر ايضا.
افترض شخص ما ياخذك الي المحكمه للحصول علي قميصك. دعه ياخذ معطفك ايضًا.
افترض ان شخصًا ما اجبرك علي السير ميلًا واحدًا. اذهب ميلين معه.
"اعطِ لمن يطلب منك شيءًا. لا تبتعد عن من يريد ان يقترض منك شيءًا. احب اعداءك
سمعت انهم قالوا، "احب قريبك. (لاويين 19:18) كره عدوك."
ولكن ها هي ما اقوله لك. احب اعداءك. صلّي لاولءك الذين يءذونك.
ثم تكونون ابناء لاباءكم الذين في السماء. "انه يجعل شمسه تشرق علي الاشرار والاخيار. يرسل المطر علي الذين يفعلون الصواب والذين لا يفعلون.
لو كنت تحب من يحبونك، ماذا ستكسب؟ حتي جباه الضراءب يفعلون ذلك.
لو كنت تحيي فقط من هم من قبيلتك، ماذا تفعل اكثر من الاخرين؟ حتي الناس الذين هم غير مءمنين يفعلون ذلك.
فكن مثاليًا، كما ان اباكم في السماء مثالي.
اعطاء للناس المحتاجين
"احذر من عمل الخير امام الناس. لا تفعله ليراه الناس. ان فعلت ذلك، لن يكافءك ابوك في السماء.
عندما تعطي للناس المحتاجين، لا تعلن عن ذلك باطلاق الابواق. لا تكن مثل اولءك الذين يتظاهرون فقط بانهم مقدسون. فهم يعلنون عما يفعلونه في المعابد وفي الشوارع. انهم يريدون ان يكرمهم الاخرون. ما ساخبرك به هو حقيقي. لقد تلقوا مكافاتهم الكامله.
عندما تعطي للمحتاجين، لا تدع يدك اليسري تعرف ما تفعله يدك اليمني.
ثم سيتم اعطاءك سرا. سيكافءك والدك. انه يري ما تفعله سرا. صلاه
عندما تصلي، لا تكن مثل اولءك الذين يتظاهرون بانهم مقدسون فقط. انهم يحبون الوقوف والصلاه في المعابد وعلي زوايا الشوارع. انهم يريدون ان يراهم الاخرون. ما ساخبرك به هو صحيح. لقد تلقوا مكافاتهم الكامله.
عندما تصلي، ادخل الي غرفتك. اغلق الباب وصلّ الي ابيك الذي لا يُري. سيكافءك. يري ابيك ما يُفعل سراً.
عندما تصلي، لا تتحدث كثيراً كما يفعل الناس غير المءمنين. انهم يعتقدون انهم سيُسمعون لانهم يتحدثون كثيراً.
لستم كهءلاء. ابي يعرف ما تحتاجون اليه قبل ان تسالوه.
"هكذا يجب ان تصلي. " "يا ابانا الذي في السموات، ليتمجد اسمك. "
عليك ملكوتك. ليكن ما تريد ان يحدث علي الارض كما هو يحدث في السماء.
اِعْطِنَا الْيَوْمَ خُبْزَنَا كُلَّ يَوْمٍ.
اغفر لنا ذنوبنا، كما نحن ايضا قد غفرنا للذين يخطءون ضدنا.
اِحْفَظْنَا مِنَ الْخَطِيءَهِ حِينَ نَكُونُ مُغْوَيْنَ. اَخْلِصْنَا مِنَ الشَّيْطَانِ.
اغفر للناس اذا اخطاوا عليك. فان فعلت ذلك، سيغفر لك ايضاً ابوك الذي في السماء.
ولكن ان لم تَعْفُوا عن الناسِ ذُنوبَهم، فلن يَعْفُو عن ذُنوبِكَ اَبُوكَ. الصيام
"عندما تذهب بدون اكل، لا تبدو حزينًا مثل اولءك الذين يتظاهرون فقط بانهم مقدسون. انهم يجعلون وجوههم حزينه جدًا. انهم يريدون اظهار الناس انهم صاءمون. ما ساخبرك به هو صحيح. لقد تلقوا مكافاتهم الكامله.
ولكن عندما تذهب بدون اكل، ضع زيت الزيتون علي راسك. اغسل وجهك.
ثم لا يعلم الاخرون انك تصوم. فقط ابيك الذي لا يُري سيعلم بذلك. سيكافءك. ابيك يري ما يُفعل سراً. ضع الثروات في السماء
لَا تَجْعَلُوا لِاَنْفُسِكُمْ غِنًي فِي الْاَرْضِ. فَالْفُرَاشُ وَالْحَدِيدُ يُفْسِدَانِهَا. وَالسَّارِقُونَ يُقْبِلُونَ وَيَسْرِقُونَهَا.
بدلًا من ذلك، ادخروا لانفسكم ثروات في السماء. هناك، لا تدمرها العث او الصدا. هناك، لا يخترقها اللصوص وياخذونها.
قلبك سيكون حيث ثروتك.
العين هي كالشمعه للجسم. اذا كانت عيناك جيده، فسيكون جسمك كله ممتلءًا بالضوء.
لكن اذا كانت عيناك سيءه، فسيكون جسمك كله ممتلءًا بالظلام. اذا كان الضوء بداخلك ظلامًا، فسيكون مظلمًا جدًا!
لا يمكن لاحد ان يخدم سيدين في نفس الوقت. سيكره احدهما ويحب الاخر. او سيكون مخلصاً لاحدهما ويكره الاخر. لا يمكنك ان تخدم الله والمال في نفس الوقت. لا تقلق
قال لي، لا تقلق. لا تقلق بشان حياتك وماذا ستاكل او تشرب. ولا تقلق بشان جسدك وماذا ستلبس. اليس هناك اكثر من الحياه من الاكل؟ اليس هناك اشياء اكثر اهميه للجسم من الملابس؟
انظروا الي طيور السماء. انها لا تزرع ولا تجمع محاصيل. انها لا تضع المحاصيل في المخازن. لكن ابي الذي في السماء يطعمهم. اليسوا اكثر قيمه منكم؟
هل تستطيع ان تضيف ساعه واحده من حياتك بالقلق؟
"وَلِمَ تُقلقكِ الملابس؟ انظري كيف تنمو الزهور البريه. انها لا تعمل ولا تصنع الملابس.
و لكن ها هي ما اقوله لكم. حتي سليمان في كل مجده لم يرتدي ملابس مثل تلك الزهور.
"ان كان الله يكسو العشب البري، الا يكسوك هو افضل؟ بعد كل شيء، العشب هنا اليوم فقط. غدا يُلقي في النار. ايمانك صغير جدا!
فا لا تقلق. لا تقول، "ماذا سناكل؟" او، "ماذا سنشرب؟" او، "ماذا سنلبس؟"
الناس الذين لا يهتمون بالدين يسعون وراء كل تلك الاشياء. ابي الذي في السماء يعلم انك تحتاج اليها.
وَاَوْضَحُوا لَهُمْ اَنْ يُقَدِّمُوا مَلَكُوتَ اللهِ اَوَّلًا. وَافْعَلُوا مَا يُرِيدُ اللهُ اَنْ تَفْعَلُوهُ. وَحِينَءِذٍ سَتُعْطَي لَكُمْ جَمِيعُ هَذِهِ الاَشْيَاءِ اَيْضًا.
فلا تقلق بشان الغد. الغد سيهتم بنفسه. كل يوم لديه ما يكفي من المشاكل الخاصه به.
كن عادلاً عندما تحكم علي الاخرين.
لَا تَحْكُمْ عَلَي الاخَرِينَ. فَلَنْ تُحْكَمْ عَلَيْكَ.
سوف تُحكَم بنفس الطريقه التي تحكم بها الاخرين. سوف تُقاس بنفس الطريقه التي تقاس بها الاخرين.
"تري القليل من نشاره الخشب في عين صديقك. لكنك لا تهتم بقطعه الخشب في عينك.
كيف يمكنك ان تقول لصديقك، "دعني اخرج لك القليل من نشاره الخشب من عينك"؟ كيف يمكنك ان تقول هذا بينما هناك قطعه من الخشب في عينك؟
"يا مُدّعي! اخرج اولاً قطعه الخشب من عينك. عندها ستتمكن من رءيه واضحه لاخراج حبه نشاره الخشب من عين صديقك."
لا تعطوا الاشياء المقدسه للكلاب. لا تلقوا اللءلء امام الخنازير. اذا فعلتم ذلك، قد يطاون عليها. ثم قد يلتفون ويفتكون بكم. اسالوا، ابحثوا، اقرعوا
اسال، وسيُعطي لك. ابحث، وستجد. اقرع، وسيُفتح لك الباب.
كل من يسال سيحصل. من يبحث سيجد. الباب سيُفتح لمن يطرق.
افترض ان ابنك يطلب الخبز. اي منكم سيعطيه حجراً؟
او لو طلب سمكه. ايكم سيعطيه ثعبان؟
وان كنت شرّاً، تعرف كيف تعطي هدايا جيّده لاولادك. فكم بالاكثر سيعطيك ابوك الذي في السماء هدايا جيّده لاولءك الذين يسالونه!
في كل شيء، افعل للاخرين ما تريدهم ان يفعلوه لك. هذا ما هو مكتوب في الشريعه وفي الانبياء. البوابات الكبيره والصغيره
اِدْخُلْ مَلَكُوتَ اللهِ عَلَي البَابِ الضَّيِّقِ. البَابُ عَظِيمٌ وَالطَّرِيقُ وَاسِعَهٌ تُءَدِّي اِلَي المَوْتِ وَالْجَحِيمِ. كَثِيرٌ مِنَ النَّاسِ يَذْهَبُونَ فِي هَذَا الطَّرِيقِ.
ولكن الباب صغير والطريق ضيق يءديان الي الحياه. لا يجدها الا قله قليله. شجره وثمارها
"احذروا من الانبياء الكذبه. انهم ياتون اليكم متظاهرين بانهم خراف. لكنهم من الداخل ذءاب جاءعه.
يمكنك معرفه ما هم عليه حقا من خلال ما يفعلونه. "هل يقطف الناس العنب من الشجيرات؟ هل يقطفون التين من الاشواك؟"
بالنسبه لنفس الطريقه، كل شجره جيده تحمل ثمار جيده. لكن الشجره السيءه تحمل ثمار سيءه.
شجره طيبه لا يمكنها ان تثمر ثماراً سيءه. وشجره سيءه لا يمكنها ان تثمر ثماراً جيده.
كل شجره لا تثمر ثمراً جيداً تُقطع. تُرمي في النار.
يمكنك معرفه كل شجره من ثمارها.
لن يدخل ملكوت السموات كل من يقول لي "رب، رب" بل فقط من يفعل ما يريده ابي الذي في السموات.
كثيرون سيقولون لي في ذلك اليوم، "يا رب! يا رب! الم ننبء باسمك؟ الم نطرد الشياطين باسمك؟ الم نفعل معجزات كثيره باسمك؟"
ثم ساقول لهم بوضوح، "لم اكن اعرفكم. اذهبوا عني، يا الذين تفعلون الشر!" البناءون الحكماء والجاهلون
فمن ثم، كل من يسمع كلماتي ويطبقها هو مثل رجل حكيم. فهو يبني بيته علي الصخر.
الماء يرتفع. الرياح تهب وتضرب ذلك البيت. لكنه لا يسقط. فهو مبني علي الصخر.
لكن كل من يسمع كلامي ولا يطبقه فهو مثل رجل احمق. يبني بيته علي الرمال.
الماء يرتفع. الرياح تهب وتضرب ذلك البيت. وينهار بصوت ارتطام عالٍ."
انتهي يسوع من قول كل هذه الاشياء. كانت الحشود مذهله من تعليمه.
علم مثل من له سلطه. لم يتكلم مثل معلموهم في القانون.
عيسي يشفي رجلاً كان يعاني من مرض جلدي
جاء يسوع من الجبل. تبعه حشود كبيره.
رجل كان يعاني من مرض جلدي جاء وسجد امام يسوع. قال: "يا رب، اذا كنت راغباً في ان تجعلني "نظيفاً"، يمكنك ان تفعل ذلك."
وصل يسوع بيده و لمس الرجل. "انا مستعد للقيام بذلك" قال. "كن 'نظيفاً'!" علي الفور شُفي الرجل من مرض جلده.
ثم قال له يسوع، "لا تخبر احداً. اذهب واظهر نفسك للكاهن. قدم الهديه التي امر بها موسي. سيكون شاهداً لهم." قاءد روماني لديه ايمان
عندما دخل يسوع كفرناحوم، جاء اليه قاءد روماني. سال يسوع عن المساعده.
قال: "يا رب، عبدك مريض في بيته ولا يستطيع الحركه، وهو يعاني كثيراً."
قال يسوع: "ساذهب واشفِه."
رد القاءد: "يا رب، انا لست كافياً لكي تدخل بيتي. ولكن قل كلمه واحده، وسوف يشفي خادمي.
انا نفسي رجل تحت السلطه. ولدي جنود يطيعون اوامري. اخبر هذا، "اذهب"، ويذهب. اخبر ذاك، "تعال"، وياتي. اقول لخادمي، "افعل هذا"، ويفعله."
عندما سمع يسوع هذا، فوجء. قال لمن يتبعونه، "ما ساخبركم به هو حقيقي. لم اجد في اسراءيل من لديه ايمان قوي كهذا.
قَالَ لَكُمْ اِنَّ كَثِيرِينَ سَيَاْتُونَ مِنَ الشَّرْقِ وَالْغَرْبِ. سَيَاْخُذُونَ مَوَاضِعَهُمْ فِي الْعُرْسِ فِي مَلَكُوتِ السَّمَاءِ. سَيَجْلِسُونَ مَعَ اِبْرَاهِيمَ وَاِسْحَاقَ وَيَعْقُوبَ.
لكن الذين يعتقدون انهم ينتمون الي المملكه سيُرمون خارجاً، الي الظلام. هناك سيبكون وسيطحنون اسنانهم."
ثم قال يسوع للجنرال الروماني، "اذهب! سيتم ذلك بالضبط كما كنت تعتقد انه سيتم." وشفي عبده في تلك الساعه بالذات. يسوع يشفي الكثير من الناس
عندما جاء يسوع الي بيت بطرس، راي حما بطرس. كانت مستلقيه علي السرير. كانت تعاني من الحمي.
يسوع لمس يدها، وخرجت الحمي منها. وقامت وبدات في خدمته.
عندما جاء المساء، جُلب العديد من الناس المتحكم بهم من قبل الشياطين الي يسوع. طرد الارواح بكلمه. شفي كل من كان مريضًا.
قام بذلك ليحقق ما قاله النبي اشعياء. قال: "لقد عاني من الاشياء التي كان يجب ان نعاني منها. تحمل المرض الذي كان يجب ان يكون لنا." (اشعياء 53: 4) التكلفه تتبع يسوع
راي يسوع الحشد حوله. فطلب من تلاميذه الذهاب الي الجانب الاخر من بحر الجليل.
ثم جاء اليه معلم من الشريعه. قال: "يا معلم، ساتبعك اينما ذهبت."
جاوب يسوع، "الثعالب لها جحور. طيور السماء لها اعشاش. لكن ابن الانسان ليس له مكان يضع فيه راسه."
قال له تابع اخر: "يا رب، دعني اذهب اولاً وادفن ابي."
ولكن يسوع قال له: "اتبعني. دع الموتي يدفنون موتاهم." يسوع يهدء العاصفه
يسوع صعد الي السفينه. تبعه تلاميذه.
فجاه، عاصفه رهيبه وقعت علي البحيره. الامواج اجتاحت القارب. لكن يسوع كان ناءماً.
الطلاب ذهبوا وايقظوه. قالوا: "يا رب! انقذنا! سنغرق!"
ردّ قاءلاً: "ايمانك صغير جدًا! لماذا تخاف كثيرًا؟" ثم قام يسوع وامر الرياح والموج بالتوقف. اصبح هادءًا تمامًا.
كان التلاميذ مذهولين. سالوا: "ما هذا الرجل؟ حتي الرياح والموج تطيعه!" يسوع يشفي رجلين تحت سيطره الشياطين
عبر يسوع الي الجانب الاخر من البحيره في منطقه الجراذين. التقاه رجلان متحكم بهما الشياطين. جاءوا من القبور. كان الرجال بريءين لدرجه ان لا احد يستطيع المرور من هناك.
"ابنا الله، ماذا تريد منا؟" صرخوا. "هل جءت هنا لتعاقبنا قبل وقت الحكم علينا؟"
ليس بعيدا، قطيع كبير من الخنازير كان يتغذي.
الشياطين توسلت الي يسوع، "اذا طردتنا، فارسلنا الي قطيع الخنازير."
قال لهم يسوع: "اذهبوا!" فخرج الشياطين من الرجال ودخلوا الخنازير. هرعت القطيع باكمله اسفل المنحدر. دخلوا البحيره وغرقوا في الماء.
الذين كانوا يرعون الخنازير هربوا. ذهبوا الي المدينه وابلغوا عن كل هذا. اخبروا الناس بما حدث للرجال الذين كانوا تحت سيطره الشياطين.
ثم خرجت المدينه باكملها لاستقبال يسوع. عندما راوه، طلبوا منه ان يغادر منطقتهم.
عيسي يشفي رجلاً لم يستطع المشي
يسوع دخل في قارب. ذهب الي الجانب الاخر من البحيره وجاء الي مدينته.
بعض الرجال احضروا له رجلاً لا يستطيع المشي. كان مستلقياً علي سجاده. راي يسوع انهم كانوا مءمنين. فقال للرجل، "لا تفقد الامل يا بني. لقد غُفرت ذنوبك."
ثم قال بعض معلمي الشريعه لانفسهم، "هذا الرجل يقول شيءًا شريرًا للغايه!"
علم يسوع ما يفكرون فيه. فقال: "لماذا في قلوبكم افكار شريره؟"
هل اسهل ان تقول "ان خطاياك مغفوره"؟ ام ان تقول "قم وامش"؟
اريدك ان تعرف ان ابن الانسان لديه سلطه علي الارض ليغفر الخطايا." ثم تحدث الي الرجل الذي لا يستطيع المشي. "قم،" قال. "خذ سريرك وارجع الي منزلك."
الرجل قام وذهب الي البيت.
عندما راي الحشد هذا، امتلاوا بالدهشه. مدحوا الله لاعطاءه هذا النوع من السلطه للرجال. يسوع يختار متي
وَبَعْدَ ذَلِكَ، اِذْ كَانَ يَسُوعُ يَمْشِي مِنْ هُنَاكَ، رَاَي رَجُلًا يُدْعَي مَتَّي. وَكَانَ يَجْلِسُ عَلَي مَكَانِ جَابِي الْمَكَسُوسِ. فَقَالَ لَهُ يَسُوعُ: "اتْبَعْنِي." فَقَامَ مَتَّي وَاتَّبَعَهُ.
بعد ذلك كان يسوع يتناول العشاء في منزل متي. جاء العديد من جباه الضراءب و"الخطاه". اكلوا مع يسوع وتلاميذه.
لقد راي الفريسيون هذا. فسالوا التلاميذ، "لماذا ياكل معلمكم مع جباه الضراءب والخطاه؟"
سمع يسوع ذلك. فقال، "الذين هم اصحاء لا يحتاجون طبيب. المرضي هم من يحتاجونه.
اذهب وتعلم ماذا يعني هذا، "اريد رحمه لا ذبيحه." (هوشع 6:6) لم اتِ لاجل الذين يعتقدون انهم علي حق مع الله لياتوا وراءي. جءت لاجل الخطاه لياتوا وراءي." يسوع يُسال عن الصوم
يومًا ما، جاء تلاميذ يوحنا. قالوا ليسوع، "نحن والفرّيسيون نذهب بدون طعام. لماذا لا يذهب تلاميذك بدون طعام؟"
جاٲب يسوع، "كيف يمكن لضيوف العريس ان يكونوا حزينين بينما هو معهم؟ سياتي الوقت الذي سيُءخذ فيه العريس منهم. عندها سيصومون."
"الناس لا يضعون قطعه قماش جديده علي الملابس القديمه. القطعه الجديده ستنفصل عن القديمه. هذا سيجعل الثقب اسوا.
"الناس لا يصبّون خمراً جديده في قارورات قديمه. اذا فعلوا ذلك، فان القارورات ستنفجر. الخمر ستنسكب، والقارورات ستتلف. لا، الجميع يصبّون الخمر الجديده في قارورات جديده. ثم يتم انقاذ كليهما." فتاه ميته وامراه تعاني
وَبَيْنَمَا يَسُوعُ يَقُولُ هَذَا، جَاءَ وَلِيٌّ. وَانْحَنَي عَلَي رُكْبَتَيْهِ اَمَامَ يَسُوعَ. وَقَالَ: "ابْنَتِي قَدْ مَاتَتْ. لَكِنْ تَعَالَ وَضَعْ يَدَكَ عَلَيْهَا. ثُمَّ سَتَحْيَا مَرَّهً اُخْرَي."
قام يسوع وذهب معه. وكذلك فعل تلاميذه.
فجاه، جاءت امراه من خلف يسوع. كانت تعاني من مرض جعلها تنزف. استمر هذا المرض لمده 12 عامًا. لقد لمست حافه ثيابه.
قالت في نفسها: "احتاج فقط لمس ملابسه. ثم ساشفي."
جيسس رجع و راها. "يا سيدتي، لا تياسين"، قال. "ايمانك قد شفاك". المراه شفيت في تلك اللحظه.
عندما دخل يسوع بيت الحاكم، راي عازفي الناي هناك. وراي الحشد الصاخب.
قال: "اذهبوا. الفتاه ليست ميته. انها ناءمه." لكنهم ضحكوا عليه.
بعد ان تم ارسال الحشد الي الخارج، دخل يسوع. اخذ الفتاه بيدها، ووقفت.
نشرت اخبار ما فعله يسوع في جميع انحاء المنطقه. يسوع يشفي رجلين اعمي
وَبَيْنَمَا يَسُوعُ يَسِيرُ مِنْ هُنَاكَ، تَبِعَهُ اثْنَانِ مِنْ الاَعْمَي. فَصَرَخَا قَاءِلَيْنِ: "ارْحَمْنَا يَا ابْنَ دَاوُدَ!"
عندما دخل يسوع الي الداخل، جاء اليه الرجال الاعمي. سالهم، "هل تءمنون انني استطيع ان افعل هذا؟" "نعم، يا رب،" اجابوا.
ثم لمس عيونهم. قال: "سيحدث لكم كما امنتم."
بامكانهم الان الرءيه مجدداً. حذّرهم يسوع بشده، "تاكدوا من ان لا احد يعرف عن هذا."
ولكنهم خرجوا ونشروا الخبر. تحدثوا عنه في جميع انحاء المنطقه.
وَبَيْنَمَا كَانُوا يَخْرُجُونَ، اُحْضِرَ اِلَي يَسُوعَ رَجُلٌ اخَرُ. كَانَ الشَّيْطَانُ يَسُودُ عَلَيْهِ، وَلَمْ يَسْتَطِعْ اَنْ يَتَكَلَّمَ.
عندما طُرد الشيطان، تكلم الرجل. كانت الحشود مذهله. قالوا، "لم يُرَ شيء كهذا من قبل في اسراءيل."
ولكن الفريسيين قالوا، "انه يطرد الشياطين بقوه رءيس الشياطين." هناك عدد قليل من العمال فقط.
عبر يسوع كل المدن والقري. علم في معابدهم. بشر بالبشري الساره للمملكه. وشفا كل مرض ومرض.
لما راي الحشود، شعر بقلق عميق تجاههم. كانوا منهكين وعاجزين، مثل الخراف بدون راعٍ.
ثم قال يسوع لتلاميذه: "الحصاد كبير. لكن هناك عدد قليل من العمال.
فَاسْاَلُوا رَبَّ الْحَصَادِ اَنْ يُرْسِلَ عُمَالاً اِلَي حَقْلِ الْحَصَادِ."
عيسي يرسل التلاميذ الاثني عشر
جاء يسوع ونادي تلاميذه الاثني عشر لياتوا اليه. اعطاهم سلطه علي طرد الارواح الشريره وشفاء كل مرض ومرض.
هذه اسماء الرسل الاثني عشر. اولهم سمعان بطرس واخوه اندراوس. ثم ياتي يعقوب بن زبدي واخوه يوحنا.
والتالي فيليب وبارثولوميو، وتوماس ومتي جابي الضراءب. واثنين اخرين هما يعقوب بن هلعايوس وتداوس.
اخران هما سمعان الغيور ويهوذا الاسخريوطي. يهوذا هو الذي كان سيخون يسوع لاحقًا لاعداءه.
عن يسوع ارسل هءلاء الاثني عشر مع الاوامر التاليه. "لا تذهبوا الي الذين ليسوا يهوداً" قال. "لا تدخلوا اي مدينه من السامريين.
بدلًا من ذلك، اذهب الي شعب اسراءيل. انهم مثل الخراف الضاله.
كما تذهب، بشر بهذا الرساله، "ملكوت السماوات قريب".
عالجوا المرضي. احْيوا الاموات. اجعلوا المصابين بمرض جلدي 'نظيفين' مره اخري. اخرجوا الشياطين. لقد تلقّيتُم مجانًا، فاعطوا مجانًا.
لا تحملوا معكم اي ذهب او فضه او نحاس في احزمهكم.
لا تاخذ حقيبه للسفر. لا تاخذ ملابس اضافيه او صنادل او عصي المشي. يجب اعطاء العامل ما يحتاجه.
عندما تدخل الي مدينه او قريه، ابحث عن شخص مستعد للترحيب بك. ابق في منزل هذا الشخص حتي تغادر.
عند دخولك المنزل، قم بتوديع من يعيشون فيه.
لو ان تلك البيت استقبلك، اعطها بركتك من السلام. لو لم يفعل، لا تباركها.
بعض الناس قد لا يرحبون بك او يستمعون الي كلماتك. اذا لم يفعلوا ذلك، فانفض الغبار عن قدميك عندما تغادر ذلك المنزل او المدينه.
ما ساخبرك به صحيح. في يوم الحساب سيكون اسهل علي سدوم وعموره من تلك المدينه.
انا ارسلكم مثل الخراف بين الذءاب. لذا كن حكيمًا مثل الثعابين وغير مءذي مثل الحمام.
"خطر! سيسلّمكم الرجال الي المحاكم المحليه. سيجلدونكم في معابدهم.
سوف تُحضَر الي الولاه والملك بسببّي. سوف تكون شهوداً عليهم وعلي الذين ليسوا يهوداً.
ولكن عندما يعتقلوك، لا تقلق بشان ما ستقوله او كيف ستقوله. في ذلك الوقت سيتم منحك الكلمات الصحيحه التي يجب ان تقولها.
لن تكون انت المتحدث. روح ابيك ستتحدث من خلالك.
"الاخوه سيقومون بتسليم بعضهم البعض ليتم قتلهم. الاباء سيقومون بتسليم ابناءهم. الابناء سيقومون بالثوره ضد اباءهم ويقومون بقتلهم.
كل الناس سيكرهونك بسببي. لكن كل من يثبت حتي النهايه سيُنقذ.
"اذ يهاجمك الناس في مكان ما، فاهرب الي مكان اخر. ما ساخبرك به هو حقيقه. لن تنتهي من المرور عبر مدن اسراءيل قبل مجيء ابن الانسان.
لا يفضل طالب علي معلمه. لا يفضل عبد علي سيده.
يكفي للطالب ان يكون مثل معلمه. ويكفي للعبد ان يكون مثل سيده. اذا كان رب البيت قد سمي بيلزبوب، فماذا يمكن ان يتوقع الاخرون الذين يعيشون هناك؟
فلا تخف من اعداءك. كل ما هو سري سيُكشف. كل ما هو مخفي سيُكشف عنه.
ما انا باقولك عليه في الظلام، قوله في النهار. ما بيُسربلك في اذنك، قوله من فوق السطوح.
لا تخافوا من الذين يقتلون الجسد ولا يستطيعون قتل الروح. بل خافوا من الذي يستطيع ان يدمر الروح والجسد في جهنم.
"اليس بيع عصفورين بفلس واحد؟ لكن لا يسقط احدهما علي الارض دون ان يعلم ابيك به.
حتي انه يحصي كل شعره في راسك!
فلا تخف. انت اكثر قيمه من كثير من العصافير.
"ماذا عن شخص يقول امام الاخرين انه يعرفني؟ ساقول ايضًا امام ابي الذي في السماء اني اعرفه.
ولكن ماذا عن شخص يقول امام الاخرين انه لا يعرفني؟ ساقول امام ابي الذي في السماء اني لا اعرفه.
لَا تَظُنُّوا اَنِّي جِءْتُ لِاُحْضِرَ السَّلاَمَ لِلْاَرْضِ. لَمْ اتِ لِاُحْضِرَ السَّلاَمَ. جِءْتُ لِاُحْضِرَ سَيْفًا.
انا جءت لاحول "الابناء ضد اباءهم. البنات سوف يرفضن طاعه امهاتهن. الزوجات سوف يكن ضد امهات ازواجهن.
رجل اعداءه هم افراد عاءلته. (ميخا 7:6)
كل من يحب اباه او امه اكثر مني لا يستحقني. كل من يحب ابنه او ابنته اكثر مني لا يستحقني.
وكل من لا يرفع صليبه ويتبعني لا يستحقني.
لو وجد احد حياته، فسيخسرها. لو خسر احد حياته بسببي، فسيجدها.
كل من يستقبلكم يستقبلي. وكل من يستقبلي يستقبِل مَن ارسلني.
افترض شخص ما يرحب بالنبي كنبي. سيحصل هذا علي مكافاه نبي. وافترض شخص ما يرحب بشخصيه مقدسه كشخصيه مقدسه. سيحصل هذا علي مكافاه شخص مقدس.
افترض شخص ما يعطي حتي كوب من الماء البارد لطفل صغير يتبعني. ما ساخبرك به صحيح. هذا الشخص سيُكافا بالتاكيد."
عيسي ويوحنا المعمدان
انتهي يسوع من تعليم تلاميذه الاثني عشر. ثم واصل التعليم والوعظ في مدن الجليل.
جون كان في السجن. عندما سمع ما كان يفعله المسيح، ارسل تلاميذه اليه.
سالوا يسوع، "هل انت هو الذي كان من المفترض ان ياتي؟ ام يجب ان نبحث عن شخص اخر؟"
جاوب يسوع، "ارجع الي يوحنا. اخبره بما تسمعه وتراه."
الناس العميان يبصرون. المعاقون يمشون. الذين لديهم امراض جلديه يشفون. الصم يسمعون. الذين هم ميتون يحيون. والانجيل يُبشّر به للفقراء.
مباركين هم الذين لا يتخلون عن ايمانهم بسببّي."
وَبَيْنَمَا كَانَ تَلاَمِيذُ يَعْقُوبَ وَيُوحَنَّا يَخْرُجُونَ، بَدَاَ يَسُوعُ يَتَكَلَّمُ عَلَي يَعْقُوبَ مَعَ الْجَمْعِ. قَالَ: "مَا الَّذِي خَرَجْتُمْ لِلصَّحْرَاءِ لِتَرَوْهُ؟ عِشْبًا طَوِيلًا يَتَرَاهَلُ مَعَ الرِّيحِ؟"
لو ما كانش كده، ايه اللي خرجت عشان تشوف؟ رجل ملبوس عليه ملابس فاخره؟ لا. الناس اللي ملبوس عليهم ملابس فاخره بيكونوا في قصور الملوك.
فاذا ماذا خرجت لرءيه؟ نبي؟ نعم، اقول لكم، واكثر من نبي.
هو الذي ورد ذكره في الكتاب المقدس. يقول، "سارسل رسولي امامك. سيهيء طريقك لك." (ملاخي 3:1)
"ما ساخبرك به هو حقيقي. لم يولد احد اكثر اهميه من يوحنا المعمدان. لكن اقل شخص اهميه في ملكوت السماء اكثر اهميه منه.
من ايام يوحنا المعمدان، كان ملك السماء يتقدم بقوه. والشعب القوي هو الذي يسيطر عليه.
جميع الانبياء والشريعه تنبا حتي جاء يوحنا.
ان كنت مستعداً لقبول ذلك، فان جون هو ايليا الذي كان من المفترض ان ياتي.
الذين لهم اذان فليسمعوا.
"بماذا استطيع ان اشبه الناس اليوم؟ انهم كالاطفال جالسين في الاسواق ويدعون الاخرين. يقولون،
"لعبنا الناي لك. لكنك لم ترقص. غنينا اغنيه جنازه. لكنك لم تصبح حزينًا."
عندما جاء جون، لم ياكل او يشرب كما تفعل. ويقول الناس، "لديه شيطان."
ولكن عندما جاء ابن الانسان، اكل وشرب مثلكم. ويقول الناس، "هذا الرجل داءماً ياكل ويشرب كثيراً جداً. انه صديق جباه الضراءب والخطاه." اولءك الذين يتصرفون بحكمه يثبتون ان الحكمه صحيحه." مدن لا تبتعد عن الخطيءه
بدا يسوع يتكلم ضد المدن التي كان قد فعل فيها معظم معجزاته. لم يترك الناس هناك خطاياهم. فقال:
"يا لك من شءم لك يا كورزين! يا لك من شءم لك يا بيت صيدا! لو ان المعجزات التي صنعت فيك صنعت في صور وصيدا. لكانوا قد تابوا عن خطاياهم منذ زمن بعيد. لكانوا قد لبسوا الملابس السوداء. لكانوا قد جلسوا علي الرماد.
وَلكِنِّي اَقُولُ لَكُمْ هَذَا. فِي يَوْمِ الدِّينِ يَكُونُ اَسْهَلَ عَلَي صُور وَصَيْدُون مِنْكُمْ.
وَاَمَّا اَنْتَ يَا كَفْرَنَاحُومَ، فَاِنَّكَ سَتَنْزِلُ اِلَي الْهَاوِيَهِ. لَوْ كَانَتِ الْمَعَاجِزُ الَّتِي صُنِعَتْ فِيكَ صُنِعَتْ فِي سَدُوم، لَبَقِيَتْ اِلَي الْيَوْمِ.
ولكني اخبرك بهذا. في يوم الحساب سيكون الامر اسهل علي سدوم منك." راحه لكل من يشعر بالتعب
ففي ذلك الوقت قال يسوع: "احمدك يا ابتِ. انت رب السماء والارض. لقد اخفيت هذه الامور عن الحكماء والمتعلمين. لكنك اظهرتها للاطفال الصغار."
نعم يا ابي. هذا ما اردته.
"ابي اعطاني كل شيء. الاب هو الوحيد الذي يعرف الابن. والوحيدون الذين يعرفون الاب هم الابن والذين يختار الابن ان يجعلهم يعرفونه."
"اِجْتِهَادُوا اِلَيَّ يَا كُلّ مَنْ تَعَبَ وَيَحْمِلُ حِمْلًا ثَقِيلًا. سَاُعْطِيكُمْ رَاحَهً.
ابْعَثُوا عَبِيدِي وَتَعَلّمُوا مِنّي. اَنَا رَحِيمٌ وَمُعْتَزِلٌ عَنِ الْكِبْرِ. سَتَجِدُونَ رَاحَهً لِنُفُوسِكُمْ.
خدمه لي سهله، وحملي خفيف."
عيسي هو رب يوم السبت
يوم سبت، سار يسوع عبر حقول الحبوب. كان تلاميذه جاءعين. فبداوا بكسر بعض رءوس الحبوب واكلها.
راي الفريسيون هذا. قالوا ليسوع، "انظر! انها ضد القانون ان تفعل هذا يوم السبت. لكن تلاميذك يفعلون ذلك علي اي حال!"
جاوب يسوع، "الم تقراوا ما فعله داود؟ هو ورفاقه كانوا جوعي.
فدخل بيت الله. هو ورجاله اكلوا الخبز المقدس. كان فقط يسمح للكهنه باكله.
لم تقراوا القانون؟ انه يخبرنا كيف يجب علي الكهنه في المعبد القيام بعملهم في كل يوم سبت. لكنهم لا يعتبرون مذنبين.
اقول لكم ان من هو اهم من المعبد هنا.
قال الكتاب المقدس، "اريد رحمه لا ذبيحه." (هوشع 6:6) انت لا تعرف ماذا تعني هذه الكلمات. اذا كنت تعرف، فلن توجه تهمًا ضد من ليسوا مذنبين.
الابن البشري هو سيد يوم السبت."
من ذلك المكان، ذهب يسوع الي مجمعهم.
رجل بيد ضعيفه ومشوهه كان هناك. كان الفريسيون يحاولون ايجاد عيب في يسوع. فسالوه: "هل يسمح لنا القانون بالشفاء في يوم السبت؟"
قال لهم، "ماذا لو سقطت احدي خرافكم في بءر يوم السبت؟ الن تتشبثوا بها وترفعوها؟"
رجل يستحق اكثر من الاغنام! لذلك تسمح لنا القوانين بالقيام بالخير في يوم السبت."
قال يسوع للرجل: "مد يدك." فمدّها. كانت جيده كالجديده، تماماً كاليد الاخري.
ولكن الفريسيين خرجوا ووضعوا خططاً لقتل يسوع. عبد الله المختار
علم يسوع بكل ما يخططه الفريسيون. فغادر المكان. تبعه الكثيرون، وشفاهم من كل مرض.
لكنه حذّرهم من ان يخبروا من هو.
لقد كان هذا ليحقق ما قيل من خلال النبي عيسي. يقول:
"هنا عبدِي. لقد اخترته. هو الذي احبه. انا مسرور به كثيراً. ساضع روحي عليه. سيعلن للامم ان كل شيء سيصبح علي ما يرام."
لن يخاصم او يصرخ. لن يسمع احد صوته في الشوارع.
لن يكسر غصنًا منحنٍ. لن يطفء لهبًا متوهجًا باهتًا. سيصحح كل شيء.
"الشعوب ستضع املها فيه." (اشعياء 42:1-4) يسوع و بعلزبول
رجلٌ مُسيطر عليه من قبل الشياطين اُحضر الي يسوع. الرجل كان اعمي ولا يستطيع الكلام. شفاه يسوع. ثم استطاع الرجل الكلام ورءيه الاشياء.
كانت كل الناس مذهوله. قالت، "هل يمكن ان يكون هذا ابن داود؟"
سمع الفريسيون هذا. فقالوا، "هذا الرجل يخرج الشياطين بقوه بعلزبول، رءيس الشياطين."
علم يسوع ما يفكرون فيه. فقال لهم: "كل مملكه تحارب نفسها ستُدمر. كل مدينه او عاءله منقسمه علي نفسها لن تقف.
اذا طرد الشيطان الشيطان، فهو يقاتل نفسه. فكيف يمكن لمملكته ان تقف؟
تقول اني اخرج الشياطين بقوه بعلزبول. فباي قوه يخرجها شعبك؟ فسيكونون قضاتك.
لكن افترض اني اخرج الشياطين بروح الله. فحينءذٍ قد جاء ملكوت الله اليكم.
او فكر في هذا. كيف يمكنك دخول منزل رجل قوي واخذ ما يملك الرجل؟ يجب عليك اولاً ربطه. ثم يمكنك نهب منزله.
كل من ليس معي فهو ضدي. كل من لا يجمع الغنم معي فهو يفرّقها.
فاليكم ما اقوله. سيغفر كل خطيءه وكل كلمه شر قيلت ضد الله. لكن الكلام السيء ضد الروح القدس لن يغفر.
كل من يتكلم كلمه ضد ابن الانسان سيغفر له. لكن من يتكلم ضد الروح القدس لن يغفر له. شخص كهذا لن يغفر له سواء الان او في الايام القادمه.
"اذا صنعت شجره طيبه، فثمارها طيبه. واذا صنعت شجره سيءه، فثمارها سيءه. يمكنك معرفه الشجره من ثمارها.
"اعشاشكم من الثعابين السامه! كيف يمكن لكم انتم الاشرار ان تقولوا اي شيء جيد؟ افواهكم تقول كل ما في قلوبكم."
رجل صالح يقول اشياء جيده. هذه تاتي من الخير الذي يتم وضعه بداخله. رجل شرير يقول اشياء شريره. هذه تاتي من الشر الذي يتم وضعه بداخله.
و لكن ها هي ما اقوله لكم. في يوم الحساب، سيكون علي الناس ان يقدموا حساباً عن كل كلمه غير متعمده قالوها.
"بكلامك ستكون مذنبا او غير مذنب." علامه يونس المعجزه
بعض الفريسيين ومعلمو الشريعه جاءوا الي يسوع. قالوا: "يا معلم، نريد ان نري علامهً عجيبهً منك."
قال: "الناس الاشرار والكفار يطلبون علامه عجيبه! لكن لن يُعطي احد الا علامه نبي يونس.
كان يونان في بطن سمكه كبيره لمده ثلاثه ايام وليالي. سيحدث شيء من هذا القبيل لابن الانسان. سيقضي ثلاثه ايام وليالي في القبر.
"رجال نينوي سيقفون يوم القيامه مع الناس الذين يعيشون الان. وسينتصر النينويون علي ان هءلاء الناس مذنبون. تاب رجال نينوي عن خطاياهم عندما بشرهم يونان. والان، هناك من هو اهم من يونان.
ستقف ملكه الجنوب يوم القيامه مع الناس الذين يعيشون الان. وستثبت انهم مذنبون. لقد اتت من بعيد جدًا للاستماع الي حكمه سليمان. والان، هناك من هو اكثر اهميه من سليمان.
ماذا يحدث عندما يخرج روح شريره من رجل؟ تذهب عبر المناطق الجافه تبحث عن مكان للراحه. لكنها لا تجدها.
ثم يقول، "ساعود الي البيت الذي تركته." وعندما يصل هناك، يجد البيت فارغاً. لقد تمكن من تنظيف البيت ووضعه في حاله جيده.
ثم يذهب الروح الشرير وياخذ معه سبعه ارواح شريره اخري اكثر شرًا منه. يذهبون ويعيشون هناك. هذا الرجل اسوا حالًا من ذي قبل. هكذا سيكون الامر مع الناس الشريرين اليوم." ام يسوع واخوته
وكان يسوع ما زال يتكلم مع الحشد، اما امه واخوته فكانوا واقفين بالخارج. ارادوا التحدث معه.
قال له شخص ما: "امك واخوتك واقفون بالخارج. يريدون التحدث معك."
جاوبه يسوع، "من هي امي؟ ومن هم اخواني؟"
قال يسوع مشيراً الي تلاميذه: "هذه امي! هءلاء اخوتي!"
كل من يفعل ما يريده ابي في السماء هو اخي او اخت او ام.
قصه الفلاح
ذات اليوم ترك يسوع البيت وجلس علي بحر الجليل.
جمهور كبير تجمع حوله. فركب قاربا. جلس فيه. وقف جميع الناس علي الشاطء.
ثُمَّ قَالَ لَهُمْ كَثِيرًا مِنَ الاُمُورِ بِاِسْتِعْمَالِ الْحَدِيثَاتِ. قَالَ: "ذَهَبَ فَلاّحٌ لِلْزّرَاعَهِ لِبَذْرِ بَذْرَتِهِ.
قام بتفريق البذور علي الارض. سقط بعضها علي طريق. جاءت الطيور واكلتها.
بعض البذور سقطت علي اماكن صخريه، حيث لم يكن هناك تربه كثيره. نمت النباتات بسرعه، لان التربه لم تكن عميقه.
عندما طلعت الشمس، احترقت النباتات. جفت لانها لم تكن لها جذور.
اخر بذور سقطت بين الشوك. الشوك نما وخرج النباتات.
وَقَعَتْ بذورٌ اُخْرَي عَلَي تُرْبَهٍ صَالِحَهٍ. وَاَثْمَرَتْ حَصِيدًا 100، 60 اَوْ 30 مَرَّهً مِمَّا زُرِعَ.
الذين لهم اذان فليسمعوا."
الطلاب اتوا اليه. سالوه، "لماذا تستخدم القصص عندما تتحدث الي الناس؟"
ردّ، "لقد اُعطيت الفرصه لفهم اسرار مملكه السماء. لم يُعطَ ذلك للاجانب.
كل من لديه هذا النوع من المعرفه سيحصل علي المزيد. في الواقع، سيحصل علي الكثير. اذا لم يكن لدي اي شخص هذا النوع من المعرفه، حتي القليل الذي لديه سيتم اخذه منه.
هنا لماذا استخدم القصص عندما اتحدث الي الناس. اقول، "انهم ينظرون، لكنهم لا يرون حقًا. انهم يستمعون، لكنهم لا يسمعون حقًا او يفهمون.
فيهم تتحقق كلمات النبي عيسي. قال: "ستسمع لكنك لن تفهم. ستري لكنك لن تعرف ماذا تراه.
اصبحت قلوب هءلاء الناس عنيده. بالكاد يستطيعون سماعها باذانهم. لقد اغلقوا اعينهم. والا فقد يبصرون باعينهم. قد يسمعون باذانهم. قد يفهمون بقلوبهم. قد يتجهون الي الرب، وعندها سيشفيهم. (اشعياء 6: 9، 10)
و لكن مباركه عيناك لانهما تريان. و مباركه اذناك لانكما تسمعان.
ما ذاك الذي ساخبرك به هو حقيقي. كثير من الانبياء والاشخاص المقدسين ارادوا ان يرووا ما تراه. لكنهم لم يروا ذلك. ارادوا ان يسمعوا ما تسمعه. لكنهم لم يسمعوه.
اسمع! ها هي معني قصه الفلاح.
الناس يسمعون الرساله عن المملكه لكنهم لا يفهمونها. ثم ياتي الشرير. يسرق ما زُرع في قلوبهم. هءلاء الناس مثل البذره التي زُرعت علي الطريق.
اخرون تلقّوا البذره التي سقطت في اماكن صخريه. هم الذين يسمعون الرساله ويقبلونها فوراً بالبهجه.
لكنهم لا يملكون جذورًا. لذا فانهم لا يدومون طويلًا. سرعان ما يتخلون عن الايمان عندما تحدث المتاعب او المعاناه بسبب الرساله.
اخرون تلقّوا البذره التي سقطت بين الشوك. هم الذين يسمعون الرساله. لكن بعد ذلك، تملاهم هموم الحياه ووعود الثروه الكاذبه، وتمنعها من ان تءتي ثمارها.
لكن البعض الاخر تلقوا البذور التي سقطت علي ارض جيده. هم الذين يسمعون الرساله ويفهمونها. ينتجون محصولاً 100 او 60 او 30 مره اكثر مما زرعه المزارع." قصه الحشاءش
قال يسوع للجماهير حكايه اخري. "هكذا هو حال ملكوت السماوات" قال. "رجل زرع بذور جيده في حقله.
ولكن بينما كان الجميع ناءمين، جاء عدوه. زرع العدو الحشاءش بين القمح ثم ذهب.
بدا القمح ينمو ويشكل حبوباً. في الوقت نفسه، ظهرت الاعشاب الضاره.
"عبيد المالك اتوا اليه. قالوا، "سيدي، الم تزرع بذوراً جيده في حقلك؟ فمن اين اتت الحشاءش؟"
قال: "عدو فعل هذا"، اجاب. ساله الخدم: "هل تريد منا ان نذهب ونسحب الاعشاب الضاره؟"
" 'لا,' اجاب المالك. 'عندما تسحب الاعشاب الضاره، قد تسحب القمح معها."
اسمحوا لكليهما بالنمو معاً حتي الحصاد. في ذلك الوقت ساخبر العمال بما يجب عليهم فعله. اليكم ما ساقوله لهم. اولاً جمع الاعشاب الضاره. ربطها في حزم ليتم حرقها. ثم جمع القمح. احضره الي مخزوني. "قصص حبه الخردل والخميره"
قال يسوع للجماهير حكايه اخري. قال: "ملكوت السماوات يشبه حبه الخردل. اخذ احدهم الحبه وزرعها في حقل.
انها اصغر بذوركم جميعاً. ولكن عندما تنمو، تكون اكبر نباتات الحديقه جميعاً. وتصبح شجره. تاتي الطيور وتستريح في فروعها."
قال لهم يسوع قصه اخري. "مِلْك السَّمَاءِ كَالخَميره" قال. "امراه خلطته في كميه كبيره من الدقيق. الخميره عملت طريقها في كل العجين."
جاءسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسسس
فصدقت الكلمات التي تكلم بها النبي. قال: "سافتح فمي واروي القصص. ساتحدث عن الاشياء التي كانت مخفيه منذ خلق العالم." (مزمور 78:2) يسوع يشرح قصه الحشاءش
ثم ترك يسوع الجموع وذهب الي البيت. اتوا اليه تلاميذه وقالوا: "فسّر لنا قصه الحشيش في الحقل."
جاوب، "الذي زرع البذره الطيبه هو ابن الانسان."
الحقل هو العالم. البذور الطيبه تمثل الناس الذين ينتمون الي الملكوت. الحشاءش هم الناس الذين ينتمون الي الشرير.
العدو الذي يزرعها هو الشيطان. الحصاد هو يوم القيامه. والعاملون هم الملاءكه.
"الاعشاب تجري اقتلاعها وحرقها في النار. هكذا سيكون الامر في يوم الحساب."
سيُرسِل ابن الانسان ملاءكته. سيقومون بازاله كل ما يُسبب الخطيءه من مملكته. سيقومون ايضاً بازاله كل من يفعل الشر.
سَيُلْقُونَهُمْ فِي الْفَحْمِ الْمُتَّقِدِ. هُنَاكَ سَيَبْكِي النَّاسُ وَيَطْحَنُونَ اَسْنَانَهُمْ.
ثم سيضيء شعب الله مثل الشمس في مملكه ابيهم. يجب علي اولءك الذين لديهم اذان ان يستمعوا. قصص الكنز المخفي واللءلء.
"ملكوت السموات يشبه كنزًا مخفيًا في حقل. عندما وجده رجل، اخفاه مره اخري. كان سعيدًا جدًا. لذلك ذهب وباع كل ما لديه. واشتري ذلك الحقل."
"مره اخري، ملكوت السموات يشبه تاجر يبحث عن اللءلء النادر.
وَجَدَ واحِدَهً قَدِيمَهً جِدّاً. فَذَهَبَ وَباعَ كُلّ مَا لَهُ. وَاشْتَرَي ذَلِكَ اللّءْلُءَهَ. قِصّهُ الشّبَكَه
"مره اخري، ملكوت السموات يشبه شبكه. تم اسقاطها في البحيره. وقعت في شباكها جميع انواع الاسماك.
عندما امتلات، سحبها الصيادون الي الشاطء. ثم جلسوا وجمعوا السمك الجيد في سلال. لكنهم القوا السمك السيء في البحر.
هكذا سيكون الامر يوم الحساب. سياتي الملاءكه. سيفصلون الناس الذين فعلوا ما هو خطا عن اولءك الذين فعلوا ما هو صواب.
سَيُلْقُونَ الشَّرِيرِينَ فِي الْفَحْمِ الْمُتَّقِدِ. هُنَاكَ سَيَبْكِي الشَّرِيرُونَ وَيَطْحَنُونَ اَسْنَانَهُمْ.
قال يسوع: "هل تفهمون كل هذه الاشياء؟" فاجابوا: "نعم".
قال لهم: "كل معلم للشريعه الذي علمه عن ملكوت السماء هو مثل صاحب البيت. يخرج من مخزنه كنوز جديده وكذلك القديمه." نبي بلا شرف
انتهي يسوع من سرد هذه القصص. ثم انتقل من هناك.
جا الي مسقط راسه الناصره. هناك بدا بتعليم الناس في كنيسهم. كانوا مذهولين. "من اين حصل هذا الرجل علي هذه الحكمه؟ من اين حصل علي هذه القوه لعمل المعجزات؟" سالوا.
"اليس هذا ابن النجار؟ اليس اسم امه مريم؟ اليس اخوته يعقوب ويوسف وسمعان ويهوذا؟"
ليس جميع اخواته معنا؟ فمن اين حصل هذا الرجل علي كل هذه الاشياء؟
لم يكونوا راضين عنه علي الاطلاق. لكن يسوع قال لهم، "لا يُكرم نبي في وطنه. لا يتلقي اي تكريم في بيته."
لانهم لم يكونوا مءمنين، لم يفعل هناك الا معجزات قليله.
راس يوحنا المعمدان يُقطع.
في ذلك الوقت، سمع هيرودس، حاكم الجليل وبيريا، اخبارًا عن يسوع.
قال لخدمه: "هذا هو يوحنا المعمدان. لقد قام من الموت! ولهذا السبب لديه القدره علي عمل المعجزات."
كان هيرودس قد اعتقل يوحنا. كان قد ربطه ووضعه في السجن بسبب هيروديا. كانت زوجه اخ هيرودس فيليب.
كان جون يقول لهيرودس، "انه ضد القانون ان يكون لها."
اراد هيرودس قتل يوحنا. لكنه كان يخاف من الناس، لانهم كانوا يعتقدون ان يوحنا نبي.
في عيد ميلاد هيرودس، رقصت ابنه هيروديا لهرودس وضيوفه. لقد سرّت هيرودس كثيراً.
فوعدها باليمين ان يعطيها اي شيء تطلبه.
قالت لها امها ماذا تقول. فقالت الفتاه لهرود، "اعطني راس يوحنا المعمدان علي طبق كبير."
الْمَلِك كَانَ غَاضِب جِدّاً. وَلَكِنّه فَكّر فِي وَعْدِه وَضَيْفَاءِه. فَقَالَ لِوَاحِدٍ مِنْ رِجَالِه اَنْ يُعْطِيَهَا مَا طَلَبَتْ.
كان هيرودس قد قطع راس يوحنا في السجن.
راسه جلب علي طبق كبير واعطاه للفتاه. ثم حملته الي والدتها.
جاء تلاميذ يوحنا واخذوا جسده ودفنوه. ثم ذهبوا واخبروا يسوع. يسوع يطعم الخمسه الاف
سمع يسوع بما حدث لجون. اراد ان يكون وحيدًا. فذهب في قارب الي مكان هادء. سمع الحشود عن هذا. تبعوه سيرًا علي الاقدام من المدن.
عندما وصل يسوع الي الشاطء، راي حشداً كبيراً. شعر بقلق عميق تجاههم. شفي مرضاهم.
عندما كان المساء علي وشك ان يحل، جاء التلاميذ اليه. "ليس هناك شيء هنا" قالوا. "انه وقت متاخر بالفعل. ارسل الحشود بعيدا. يمكنهم الذهاب وشراء بعض الطعام في القري."
جايسس ردّ، "ليس عليهم الذهاب. اعطهم شيءاً لياكلوا."
"قالوا له: ليس لدينا سوي خمسه ارغفه من الخبز وسَمكتين."
قال: "احضرهم اليّ هنا".
ثمّ وجه يسوع الناس الي الجلوس علي العشب. اخذ الخمسه ارغفه وسمكتين. نظر الي السماء وشكر. كسر الارغفه الي قطع. ثمّ اعطاهم للتلاميذ. واعطاهم التلاميذ للناس.
كلهم اكلوا ورضوا. التلاميذ جمعوا 12 سله من القطع المتبقيه.
عدد الرجال الذين تناولوا الطعام حوالي 5000. تناولت النساء والاطفال ايضاً. يسوع يمشي علي الماء
فوراً جعل يسوع التلاميذ يركبون السفينه. وامرهم بالذهاب امامه الي الجانب الاخر من بحر الجليل. ثم ارسل الحشد بعيدًا.
بعد ان ارسلهم، صعد الي جانب جبل منفرداً للصلاه. عندما جاء المساء، كان هناك وحيدًا.
الزورق كان بعيداً عن اليابسه. كانت الامواج تضربه لان الرياح كانت تهب عليه.
في الصباح الباكر، خرج يسوع الي التلاميذ. مشي علي البحيره.
راوه يمشي علي البحيره فخافوا. "انه شبح!" قالوا. وبكوا خوفاً.
فوراً نادي يسوع اليهم، "كونوا شجعان! انا هو. لا تخافوا."
"يا رب، هل انت؟" سال بطرس. "اذا كنت، اخبرني ان اتي اليك علي الماء."
قال عيسي: "تعال"، فخرج بطرس من السفينه. مشي علي الماء نحو عيسي.
ولكن عندما راي بطرس الريح، خاف. بدا يغرق. صرخ، "يا رب! انقذني!"
فوراً مدّ يسوع يده وامسكه. "ايمانك صغير جداً!" قال. "لماذا شككت بي؟"
عندما صعدوا الي القارب، توقف الريح.
ثم عبد الذين في السفينه يسوع. قالوا: "انت حقاً ابن الله!"
عبروا البحيره وهبطوا في جنيسارت.
الرجال الذين عاشوا هناك اعترفوا بيسوع. لذلك ارسلوا رساله في جميع انحاء الريف القريب. احضر الناس جميع مرضاهم الي يسوع.
لما سالوه ان يسمح للمرضي ان يلمسوا حافّه ثيابه، توسّلوا اليه ان يفعل ذلك. فشفي كل من لامسه.
ما الذي يجعل الناس "غير نظيفين"؟
بعض الفريسيين وبعض معلمي الشريعه اتوا من اورشليم ليروا يسوع. سالوا،
لماذا لا يطيع تلاميذك ما يعلمه الشيوخ؟ تلاميذك لا يغسلون ايديهم قبل الاكل!
جايسس ردّ، "و لماذا لا تطيعون امر الله؟ انتم تفضلون اتباع تعاليمكم الخاصه!
قال الله: "اكرم اباك وامك." (خروج 20:12؛ تثنيه 5:16) وقال ايضًا: "من لعن اباه او امه يُقتل." (خروج 21:17؛ لاويين 20:9)
ولكنك تسمح للناس ان يقولوا لاباءهم، "اي مساعده قد تلقيتها منا هي هديه مخصصه لله."
فلا يحتاجون الي تكريم اباءهم بهديتهم. انت تجعل كلمه الله عديمه الفاءده من اجل اتباع تعاليمك الخاصه.
"انتُم مُتَخفّون! اشعياء كان علي حقّ عندما تنبّا عنكم. قال،
" 'Hadha n-nas yu'sibuni bi-ma yuqalluuna. Wa qalbihim ba'ida minni.
عبادتهم لا تعني لي شيءًا. انهم لا يعلمون سوي القواعد البشريه. " (اشعياء 29:13)
جاء يسوع الي الحشد و قال: "اسمعوا وافهموا."
ما يدخل فمك لا يجعله 'غير نظيف'. ان ما يخرج من فمك هو ما يجعله 'غير نظيف'. "
ثم جاء التلاميذ اليه. سالوه: "هل تعلم ان الفريسيين غضبوا عندما سمعوا هذا؟"
جايسس ردّ، "هناك نباتات لم يزرعها ابي في السماء. سيتم اقتلاعها من الجذور."
اتركوهم. الفريسيون مرشدون عميان. اذا قاد شخص اعمي اخر اعمي، سيسقطان في الحفره."
قال بيتر: "فسّر لنا هذا."
"ما زلت لم تفهموا؟" سالهم يسوع.
"الا تري؟ كل ما يدخل الفم يذهب الي المعده. ثم يخرج من الجسم.
لكن الاشياء التي تخرج من الفم تاتي من القلب. تلك هي الاشياء التي تجعلك "غير نظيف".
الافكار الشريره تخرج من القلب. وكذلك القتل، الزنا، والاثام الجنسيه الاخري. وكذلك السرقه، الشهاده الزور، والكذب علي الاخرين.
هذه هي الاشياء التي تجعلك "غير نظيف". لكن الاكل بدون غسل يديك لا يجعلك "غير نظيف". "ايمان امراه من كنعان"
يسوع ترك الجليل وذهب الي منطقه صور وصيدا.
امراه من كنعان كانت تعيش بالقرب من صور وصيدا. جاءت اليه وبكت قاءله: "يا رب! يا ابن داود! ارحمني! شيطان يسيطر علي ابنتي. انها تعاني بشده."
لم يقل يسوع كلمه. فجاء تلاميذه اليه. وهم يرجونه، "ارسلها بعيدا. انها لا تزال تصرخ بعدنا."
جايسس جاوب، "انا بُعِثْتُ فقط الي شعب اسراءيل. هم كالخراف الضاله."
ثم سقطت المراه علي ركبتيها امامه. "يا رب! ساعدني!" قالت.
ردّ: "ليس من الصواب ان تاخذوا خبز الاطفال وتلقوه الي كلابهم."
قالَت: "نعم، يا ربّ." "لكنّ الكلابَ تاكلُ الفتاتَ الذي يسقطُ من ماءدهِ اصحابِها."
ثم اجاب يسوع: "يا امراه، لك ايمان عظيم! سيتم منحك ما تطلبينه." وفي تلك اللحظه تم شفاء ابنتها. يسوع يطعم الاربعه الاف
خرج يسوع من هناك. مشي علي طول بحر الجليل. ثم صعد علي جانب جبل وجلس.
جاءت اليه حشود كبيره. جلبوا معهم اعمي واولءك الذين لا يستطيعون المشي. كما جلبوا معهم معاقين، اولءك الذين لا يستطيعون الكلام، والعديد من الاخرين. وضعوهم عند قدميه، وشفاهم.
كان الناس معجبين. اولءك الذين لا يستطيعون التحدث كانوا يتكلمون. تم شفاء المعاقين. اولءك الذين لا يستطيعون المشي كانوا يمشون. اولءك الذين كانوا اعمي يمكنهم ان يرووا. لذلك اشاد الناس باله اسراءيل.
ثم دعا يسوع تلاميذه لياتوا اليه. قال: "اشعر بقلق عميق تجاه هءلاء الناس. لقد كانوا معي بالفعل لمده ثلاثه ايام. ليس لديهم اي شيء ياكلونه. لا اريد ان ارسلهم جوعي. اذا فعلت ذلك، فسوف يصبحون ضعفاء للغايه في طريقهم الي المنزل."
جوابه تلاميذه. "لا يوجد شيء هنا" قالوا. "من اين يمكننا الحصول علي ما يكفي من الخبز لاطعام هذا الحشد الكبير؟"
"كم رغيفًا لديك؟" سال يسوع. "سبعه" اجابوا، "واسماك صغيره قليله."
قال يسوع للجماهير اجلسوا علي الارض.
اخذ السبع ارغفه والسمك وشكر. ثم كسرها واعطاها للتلاميذ. واعطاها التلاميذ للناس.
كلهم اكلوا ورضوا. بعد ذلك، اخذ التلاميذ سبع سلال من القطع المتبقيه.
عدد الرجال الذين تناولوا الطعام 4000. تناول النساء والاطفال الطعام ايضاً.
بعد ان ارسل يسوع الحشد، صعد الي السفينه. ذهب الي المنطقه القريبه من ماغادان.
يسال الناس يسوع عن علامه عجيبه
جاء الفريسيون والصدوقيون لاختبار يسوع. طلبوا منه ان يظهر لهم علامهً معجزهً من السماء.
ردّ: "في المساء تنظر الي السماء. تقول، "سيكون الجو جميلاً. السماء حمراء."
و في الصباح تقول، "اليوم ستكون عاصفه. السماء حمراء ومُلبده بالغيوم." انت تعرف معني ما تراه في السماء. لكنك لا تستطيع فهم علامات ما يحدث الان.
شعب شرير وغير مخلص يبحث عن علامه خارقه. لكن لن يُعطي لهم سوي علامه يونان." ثم تركهم يسوع وذهب. خميره الفريسيين والصدوقيين.
تخطي التلاميذ الي الجانب الاخر من البحيره. لقد نسوا اخذ الخبز.
قال لهم يسوع: "احترسوا، انتبهوا لخميره الفريسيين والصدوقيين."
تناقش التلاميذ في هذا الامر فيما بينهم. قالوا: "يجب ان يكون يقول هذا لاننا لم نحضر اي خبز."
علم يسوع ماذا يقولون. فقال: "ايمانكم قليل! لماذا تتكلمون مع بعضكم البعض عن عدم وجود خبز؟"
لماذا لا تفهمون بعد؟ الم تتذكروا الخمسه ارغفه للالفي شخص؟ الم تتذكروا عدد سلال القطع التي جمعتموها؟
لستَ تذكر الخبز السبعه للاربع الاف؟ لستَ تذكر عدد سلال القطع التي جمعتها؟
كيفاش ما تفهمتش؟ ما كنتش بناقشك عن الخبز. لكن احذر من خميره الفريسيين والصدوقيين."
ثم فهم التلاميذ ان يسوع لم يكن يخبرهم بالانتباه الي الخميره المستخدمه في الخبز. كان يحذرهم من تعاليم الفريسيين والصدوقيين. يقول بطرس ان يسوع هو المسيح
جاء يسوع الي منطقه قيساريه فيليبي. هناك سال تلاميذه، "من يقول الناس ان ابن الانسان هو؟"
ردّوا: "بعضهم يقول يوحنا المعمدان. واخرون يقولون ايليا. واخرون يقولون ارميا، او احد الانبياء."
"ليش انت؟" قال. "مين تعتقدني ؟"
جاوب سمعان بطرس، "انت المسيح. انت ابن الله الحي."
جاوب يسوع، "طوبي لك يا سمعان بن يونا! لم يظهر لك هذا انسان عادي. بل اظهره لك ابي الذي في السماء.
هكذا اخبركم. انتم بطرس. علي هذه الصخره سابني كنيستي. ابواب الجحيم لن تكون قويه بما يكفي لتدميرها.
ساعطيك مفاتيح ملكوت السماوات. ما تغلقه علي الارض سيغلق في السماء. ما تفتحه علي الارض سيُفتح في السماء."
ثم حذر يسوع تلاميذه من ان يخبروا احداً انه المسيح. يسوع يخبر عن موته القادم
منذ ذلك الوقت بدا يسوع يشرح لتلاميذه ما سيحدث له. اخبرهم انه يجب عليه الذهاب الي القدس. هناك يجب ان يعاني من كبار السن والكهنه ورءساء الكهنه والمعلمين في القانون. يجب ان يُقتل ويُبعث الي الحياه مره اخري في اليوم الثالث.
بيتر اخذ يسوع جانباً وبدا يوبخه. "ابداً يا رب!" قال. "هذا لن يحدث لك ابداً!"
عَدَلَ يَسُوعُ وَقَالَ لِبِتْرُسَ، "اذْهَبْ عَنِّي يَا شَيْطَانُ! اَنْتَ عَثْرَهٌ لِي. فَاِنَّكَ لاَ تَفْكِيرَ لَكَ فِي اُمُورِ اللهِ. بَلْ فِي اُمُورِ النَّاسِ."
ثم تكلم يسوع مع تلاميذه. قال: "اذا اراد احد ان يتبعني، يجب ان يقول لا لنفسه. يجب ان يحمل صليبه ويتبعني.
لو اراد ان ينجو بحياته، فسيخسرها. لكن لو خسر حياته من اجلي، فسيجدها.
"ما فاءده كسب العالم كله اذا خسر روحه؟ او ماذا يمكن لاي شخص ان يتاجر بروحه؟"
الابن البشري سينزل في مجد ابيه. ملاءكته سياتون معه. وسيكافء كل شخص حسب ما فعله.
"ما اقوله لكم هو حق. بعض الذين يقفون هنا لن يموتوا قبل ان يروا ابن الانسان اتياً في ملكه."
جسد يسوع يتغير.
بعد سته ايام اخذ يسوع بطرس ويعقوب ويوحنا اخو يعقوب معه. قادهم الي جبل عالٍ. كانوا جميعًا بمفردهم.
هناك امامهم تغير مظهره. وجهه بدا كالشمس. ملابسه اصبحت بيضاء كالضوء.
فجاه ظهر موسي وايليا امامهم. كان موسي وايليا يتحدثان مع يسوع.
قال بطرس ليسوع "يا رب، من الجيد ان نكون هنا. اذا اردت، ساضع ثلاثه ملاجء. واحد لك، وواحد لموسي، وواحد لايليا."
وَبَيْنَمَا بُتْرُسُ يَتَكَلَّمُ، سَحَابَهٌ مُضِيءَهٌ حَوَالَيْهِمْ. وَصَوْتٌ مِنَ السَّحَابَهِ قَالَ، "هَذَا هُوَ ابْنِي، وَاَنَا اُحِبُّهُ. اَنَا مُسْرَعٌ بِهِ. اسْمَعُوا لَهُ!"
و لما سمع التلاميذ هذا، خافوا. سقطوا علي وجوههم.
ولكن يسوع جاء ولمسهم. "قموا" قال. "لا تخافوا."
عندما نظروا لاعلي، لم يروا احداً الا يسوع.
نزلوا من الجبل. اثناء نزولهم، اخبرهم يسوع بما يجب عليهم فعله. "لا تخبروا احداً بما رايتم،" قال. "انتظروا حتي يقوم ابن الانسان من الاموات."
الطلاب سالوه، "لماذا يقول معلمو الشريعه ان ايليا يجب ان ياتي اولاً؟"
جايسس رد، "صحيح. من المفترض ان ياتي ايليا ويجعل كل الاشياء جديده مره اخري."
وَاَقُولُ لَكُمْ اِنَّ اِيلِيَّا قَدْ جَاءَ. وَلَكِنَّ النَّاسَ لَمْ يَعْرِفُوهُ. فَعَلُوا بِهِ كُلَّ مَا اَرَادُوا. وَهَكَذَا سَيَفْعَلُونَ بِابْنِ الاِنْسَانِ."
ثم فهم التلاميذ ان يسوع كان يتحدث اليهم عن يوحنا المعمدان. يسوع يشفي صبيًا كان به شيطان
عندما اقتربوا من الحشد، اقترب رجل من يسوع. جلس علي ركبتيه امامه.
قال: "يا رب، ارحم ابني. انه يرتجف بشده ويعاني كثيرًا. انه يسقط كثيرًا في النار او في الماء.
احضرته الي تلاميذك. لكنهم لم يستطيعوا شفاءه."
"انتُم الناس الكافرين والشريرين!" اجاب يسوع. "الي متي عليّ البقاء معكم؟ الي متي عليّ تحمّلكم؟ احضروا الولد اليّ."
جيسس امر الشيطان ان يخرج من الصبي، وخرج منه. شفي في تلك اللحظه.
ثم جاء التلاميذ الي يسوع علي انفراد. سالوه: "لماذا لم نستطع طرد الشيطان؟"
قال: "لان ايمانك صغير جداً. ما ساخبرك به صحيح. اذا كان ايمانك صغيراً مثل حبه الخردل، فهو كافٍ. يمكنك ان تقول لهذه الجبل، "انتقل من هنا الي هناك." وسيتحرك. لن يكون هناك شيء مستحيل بالنسبه لك."
<.>
اجتمعوا في الجليل. ثم قال لهم يسوع، "سيُسلّم ابن الانسان الي البشر."
سوف يقتلوه. في اليوم الثالث سيقوم من الموت." ثم امتلا التلاميذ بالحزن العميق. يسوع يدفع ضريبه المعبد
عندما وصل يسوع وتلاميذه الي كفرناحوم، جاء جباه الضراءب الي بطرس وسالوه: "هل يدفع معلمك ضريبه الهيكل؟"
قال: "نعم، هو يفعل"، اجاب. عندما دخل بيتر الي البيت، تكلم يسوع اولاً. "ما رايك، سيمون؟" سال. "من يجمع الملوك علي الارض الضراءب والرسوم؟ هل يجمعون من ابناءهم ام من الاخرين؟"
"من الاخرين" اجاب بطرس. "فلا يضطر الابناء الي الدفع" قال له يسوع.
لكننا لا نريد ان نغضبهم. لذلك اذهب الي البحيره والقِ خط الصيد. خذ السمكه الاولي التي تلتقطها. افتح فمها. هناك ستجد العمله الدقيقه التي تحتاجها. خذها واعطها لهم مقابل ضريبتي وضريبتي.
