هوا داير بالطريق. هنحطّلك بعضا دلوقتي. لو في حاجه تانيه تريدها، قوللي.
هل تقومون بتعديلات؟
نريد طاوله قرب النافذه.
ما هو اللون الاحدث في هذا الموسم؟
في حالتي، عاده ما يكون ذلك لاغراض تجاريه، ونادراً ما يكون للترفيه.
سابقي لمده يومين.
اريد الحصول علي حلاقه داءمه وضيقه.
اريد حجز غرفتين توام.
ما اريده ان يُستخرج.
هل هذا الباص يتوقف في شارع ستونر؟
افتح فمك علي مصراعيه.
هيا ناكل شيءا.
هل تنظف هذه الملابس؟
اعطيك رقم هاتفه وعنوانه.
لقد دفعت مقابل الوجبات ورسوم الفندق مقدماً.
انا ابحث عن مطعم شواء لطيف وهادء. هل يمكنك ارشادي اليه علي هذه الخريطه؟
تكسره، اشتريته.
ساخبرها بالاتصال بك حال عودتها.
هي مصابه بجروح خطيره.
اريد ولاعه.
هل هذا الفندق لديه مرافق مءتمرات؟
هل من المقبول ان ناكل وجبه خفيفه فقط؟
انا اتصل من المطار. ساكون هناك حوالي الساعه الرابعه.
ليه اني بتحول لشيكاغو؟
كم تكلفه ارسال خطاب مسجل الي فرنسا؟
انه مختلف حقاً القياده علي الجانب الايمن من الشارع.
الفنان مذهل حقا.
اين قسم الكتب غير الخياليه؟
بامكانك تغيير مقعدي؟
هل هناك ضمان؟
عفواً، ساعتني بالكلب.
اريد تذكرتين لفيلم "Cats" لهذا الخميس.
اسمي مره اخري؟
هل السيد براون هناك؟
هل يمكنني استءجار قارب ليوم واحد؟
في اي نافذه يمكنني اجراء حجز؟
ما ده؟
بامكانك ان تخبرني كيف اذهب الي الاوبرا؟
لم تكن متسممًا قليلاً الليله الماضيه، يا عزيزتي؟
الرجاء اتباع التعليمات من طرف موظفينا.
هناك متجر كبير بالقرب من هنا؟
الخزان ممتلء، من فضلك.
هل هناك غرفه ارخص؟
انا افضل سياره اوتوماتيكيه.
سوف اقيم في سكن جامعه هارفارد.
ما هو السعر اليوم؟
اعاني من الربو بشكل مزمن.
لدي حوالي ثلاثه الاف دولار.
جيد يا سيدي، ياتي مع خيار البطاطس المقليه او الارز باللبن. ماذا تريد؟
كيفيه الوصول الي هذا المكان؟
ما نوع القصه؟
تلات مرات.
اي نافذه تبيع الطوابع؟
بعد ما هاجمني، ركب في شاحنه بيضاء ورحل.
جيد. الرجاء الاحتفاظ بهذا العلامه وتقديمه عند القدوم لاستلامه.
200 دولار. نقد او بطاقه اءتمان؟
كم طول المده التي يستمر فيها هذا البركه؟
هل يجب علي تجنب اي نوع من الطعام اثناء تناول هذا الدواء؟
بامكاني الحصول علي بعض النبيذ الاحمر؟
قوللي متي نوصل للمتحف.
هل هذا الباص يذهب الي فندق شيراتون؟
ماذا يعني ذلك؟
بامكانك فتح النافذه، انه حار قليلاً.
شطفه واحده بخير.
عيوني محمرّه.
لن اضمن ذلك، لكننا سنحاول بافضل ما نستطيع.
السّاحل كان يظهر بعيداً تحتنا.
لديك عمليه جراحيه تحتاجها.
اكثر بيض، من فضلك.
اين محطه الباصات لمتنزه سنترال بارك؟
تاكسيات؟
هذه مفتاحك يا سيدي. الغرفه 5612.
احب سترتك.
اذهب.
هنا نحن. هذا فندقك.
متي موعد مباراه كره السله؟
ما كان انطباعك؟
بالتاكيد. هل تريد قهوتك مع العشاء او لاحقًا؟
انا ذاهب علي الرحله الثانيه عشره الي طوكيو.
اريد اجراء مكالمه بعيده المدي، من فضلك.
خمسه اشهر.
ايه ايام الاسبوع اللي بيتم فيها الحدث؟
اريد بعض جل التصفيف.
بامكاننا ان نري قاءمه الطعام؟
حجمي سته.
لن يتوقف اي تاكسي الا اذا انتظرتهم في موقف التاكسي.
ميزانيتي اقل من خمسين دولارا لليله واحده.
هَلْ تَاْخُذُ صُورَهً مَعِي؟
كم تبلغ رسوم الخدمه؟
هل ارتفع المبيعات في امريكا الشماليه باكثر من خمسه بالماءه؟
علمت ان احد ابطال السومو الكبار، وهو نوع من المصارعه اليابانيه التقليديه، هو امريكي؟
هل هذا لول ستريت؟
اريد استءجارها من الخامس الي العاشر من ديسمبر.
جيد. وماذا عنكِ يا سيدتي؟
شكرا؟
هل يمكنني الدفع ببطاقه ماستركارد؟
هل هذا المكان لاخذ الامتعه لـ NW تسعه وسبعه؟
هذه ماركه ساشتريها.
انا سعيد جدًا بقدرتنا علي المجيء الي هذا البلد.
اسمي وعنواني موجودان عليه.
ما نوع الحجر هذا؟
اود ان اشير الي ان حكومتنا لا تعامل الاشخاص الذين يطلق عليهم "الناس في القوارب" معامله حسنه. ادرك ان اليابان مكتظه بالسكان بالفعل بحيث لا يمكنها استقبال هءلاء الضيوف غير المدعوين. ولكن، من ناحيه اخري، تحتاج العديد من قطاعات صناعتنا الي موارد العماله اليدويه.
من تلك الجبل، يمكنك رءيه المدينه باكملها. خلال هذا الموسم، تتفتح العديد من انواع الزهور المختلفه. انها جميله جدًا.
اتبعني.
لو سمحت قل له ان يامدا اتصل.
جيد، الرجاء تعبءه هذه المعلومات هنا. هل كانت حقيبه واحده فقط؟
بماذا تريد، لحم البقر، الدجاج او السمك؟
هل من الممكن اخذ طرق مختلفه للذهاب والعوده؟
هناك مقهي وجبات خفيفه هنا؟
عفواً يا سيدي، ارغب في القيام بجوله سياحيه في بوسطن.
هل لديكم قاءمه طعام باللغه اليابانيه؟
الخامسه بعد الواحده.
اريد مسكن الم.
الذين هم ممثلاتك المفضله؟
اريد واحده بيضاويه.
ما نوع الموسيقي التي يعزفونها هناك؟
ما بدي اللون. شوفلي واحد تاني، من فضلك.
الرجاء اصطحابي الي السوق الصباحي.
اطار نظارتي مكسور.
من الساعه الثالثه.
ممتاز. عندي مقعد بجانب النافذه. يا الهي، اذا اردت ان تبدل المقاعد فيما بعد، يا سيدتي.
استمتعت بزياره معالم نيويورك امس.
انا مهتمّ بالحقاءب الزرقاء الموجوده في النافذه.
اتصل بمالك العقار عند وجود اي مشاكل.
اريد شامبو و قم بتصفيف شعري كما هو الان، من فضلك.
الرجاء اخباري بالطريقه الاسرع للذهاب الي سان فرانسيسكو.
هل يمكنني الحصول علي مفتاح الغرفه 15؟
عفواً. هل يمكنكم التقاط صوره لي؟
اكتب رقم غرفتك ووقّع هنا.
اللون تمام لكن المقاس غلط. ممكن تغيره في ساعه؟
ننتظركم في ذلك اليوم.
لدينا ما يكفي لنا لمده يومين.
ما فهمت هذا.
كيف يمكنني العوده الي وجهه سفري؟
هل هذا معفي من الضريبه؟
بالتاكيد، يجب عليهم اللعب اضافات حتي يتم كسر التعادل.
بامكانك نطقها؟
اين العشاء؟
خايف كدا زاد عني.
ليه انزل عشان اروح لميدان الاتحاد؟
يمكنك الاستفسار من لوحه تاجير السيارات هناك.
مرحبا جان، هل يمكنك اخذها الي المغسله؟
انا في اجازه.
لا. انا اخطط لزياره باريس في طريق عودتي الي المنزل.
هل ستاخذه معك ام سنرسله؟
قريباً هناك طفره كبيره في عالم الطعام، اليس كذلك؟
لقد مضي حوالي ست ساعات الان.
الخطوط الجويه دلتا رحله واحد واحد اتنين. الصعود الي الطاءره متاخر.
بامكانك ان تعطيني توامًا ليلاً هذا المساء؟
هل تكتب بياناً عن السرقه لشركه التامين الخاصه بي، من فضلك؟
بما اني ضعيف في الكاميرا، اعتقد ان الكاميرا السهله في التصوير قد تكون افضل لي.
هل هذه المنصه هي المناسبه لنيويورك؟
بِعطله سعيده.
الرجاء اعطاءي بعض الشاش.
اريد بطاطا مشويه مع زبادي حامض، من فضلك.
نعم، كل عشر دقاءق.
انا استكشف غدًا صباحًا.
انا ذاهب هناك ايضاً. ما رايك ان ناخذ تاكسي معاً؟
الجلوس وكن في منزلك. هل يمكنني ان احصل لك علي شيء للشرب؟ قهوه او شاي او صودا؟
كده حلو منك تقول كده.
اللحم المشوي، من فضلك.
متي سيكون هناك طاوله متاحه؟
هل يمكنني تغيير طلبيتي؟ ارغب في الحصول علي دوفر سول بدلاً من بلح البحر.
ما هي عمليه استءصال الزاءده الدوديه؟
هل ستعطيني الايصالات مع تفاصيل العلاج الطبي؟
وَالله مَا اَدْرِي.
مبروك، فهمت تم ترقيتك الي ناءب الرءيس.
غدا بعد غد مساء.
اعيش في جنوب اليابان.
تذكره ذهاب وعوده الي شيكاغو، من فضلك.
هل تريد بعض لحم الخنزير المقدد او لحم الخنزير مع البيض؟
لدراسه.
الرجاء التسرع.
الـمكيف لا يعمل.
كده كل يوم اثنين.
الرجاء التوجه الي صاله المغادره الدوليه. رحله طيران ممتعه.
هل لديكم رحلات الي باريس علي يوروستار؟
احضرت شهاده الطبيب من اليابان.
بامكانك ارسالها الي اليابان؟
هل يمكنني الرد عليك هذا الجمعه؟
حسنا، دعني اتحقق من المفقود والمستعاد. ما نوع الكاميرا؟
انا اسف جداً، نحن نجهز الغرفه التي اردت.
اوه، انه يُظهر محطات المترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
اه، انا افتقد شيبازوكي.
نعم، لدينا. دوره نصف يوم ودوره يوم كامل.
اوصي باعطاء اقراط.
اريد الغاء حجزي، من فضلك.
ما هو نظام الاسترجاع؟
الانوار ما تعملش.
ايش الفرق بالوقت بين طوكيو وهنا؟
كم اجمالي المبلغ؟
شكرا لك يا سيدي.
اذهب مستقيما واعرج يمينا عند الزاويه الثالثه.
لدي الم حاد وخاطف في بطني.
شفت ذاك؟
هدايا. هل يمكنك تغليفها لي؟
مساء الخير، السيده كينت. منذ وقت طويل لم نلتقِ.
اللذه كانت لي.
اريد تغيير حجزي لرحله 205 في الثاني من اكتوبر.
اين مكتب تسجيل دخول دلتا؟
هل هذا طعام منخفض الصوديوم؟
هذا المنتج غير مسموح به.
اعتقد ان بامكاننا. اليك ورقتك.
ماذا تخلع اخيراً قبل النوم؟
لا، ساحصل عليها اثناء اقامتي.
هل هو مقاوم للون؟
هل هذه تخصص هذا الحي؟
اريد بعض البسكويت.
هم صغيرين جدا.
كم هي صعوبه الجولات؟
اريد مقعداً قرب النافذه، من فضلك.
هل يمكنني السفر باستخدام تذكره يورو لاين؟
كم يستغرق الوصول الي اليابان؟
هل لديكم خراءط الطرق؟
اجل، قرات عنه في الدليل السياحي.
طلبت ثلاثه اكواب من الشاي. لكن وصلنا اثنين فقط.
الاجهزه الكهرباءيه رخيصه جداً، لكن نفقات الطعام والسكن مرتفعه جداً.
لاخذها.
انا عاده ما ارتدي مقاس 22 في اليابان.
متي ساعات المتحف الفني؟
اين يجب ان ادفع؟
هل هذه اول رحله لك الي الخارج؟
التي هي دوره المبتدءين؟
هذه الدوله فعلا فيها انواع كثيره من الفواكه.
اريد ان اتحقق من هذه الحقيبه.
هل الوجبات متوفره في الكوخ التزلجي لتلك المنحدر؟
عفواً، لقد قفلت نفسي خارجاً. هل يمكنني الحصول علي مفتاح اخر؟
اُبدل هذه الدولارات الامريكيه الي ين ياباني، من فضلك.
من الصعب ان نقول وداعاً.
عفواً، هل يمكنني ان اسالك عن اسم طبقك؟ يبدو لذيذاً.
هم يضغطون.
الباب الذي اذهب اليه بعد ذلك؟
اعتقد انه كان ممتازًا - تمثيل جيد وسيناريو راءع.
واو، شكرا جزيلا.
ما عندي رضاي عن هاد الغرفه. هل تقدر تطلعني علي غرفه تانيه؟
انه اخر صيحه هذا الصيف.
الرجاء اصطحابني الي وسط المدينه.
بامكاني استءجار سياره؟
عندما اكون خارج المنزل، الرجاء اصلاحه.
هل لديك بعض الوجبات الخفيفه؟
الرجاء التحدث ببطء.
انا قادم متاخر بساعه.
انا كين.
النادل.
هل تمطر طوال هذه الاسبوع؟
هل لديهم عروض حيه؟
بامكاني رءيه تلك الحقيبه؟
لديك اي شيء اخر؟
لديك حاجه الي الراحه.
الرجاء تعبءه بطاقه الهبوط هذه واستماره الجمارك.
هل هذا السياره تذهب الي سياتل؟
هل ادفع جزء من الرسوم الان؟
هل هو حقيقي او اصطناعي؟
هَلْ تَنتَظِرُنِي هُنَا؟
اهلا، شكرا. كنت ابحث عنه فقط.
الدفع نقدا او بالبطاقه؟
انا غريب تماماً عن هذا المكان.
هل يمكن غسلها بالماكينه او باليد في المنزل؟
اريد صندوق الوان ماءيه، من فضلك.
اسف. ماذا تريد ان تشرب؟
اريد تغيير التاريخ الي 19 مايو.
الرجاء التوقيع هنا، وهذه ايصالكم لاجل سجلكم.
اريد بعض الجوارب.
اريد بعض لحم الضان.
اريد ان اخذ حافله الي محطه بن. اي واحده يجب ان اخذ؟
انه منخفض جدًا في السعرات الحراريه. ثلاثون سعره حراريه فقط.
اريد حجز غرفه.
من اي منطقه في اليابان انت؟
للاسف، هو مشغول جدا في ذلك اليوم.
في هذه الحاله، انا اوصي بهذا.
خدمه الغرف.
الرجاء الانتباه.
هل لديك طوابع تذكاريه؟
هذه الغرفه الثالثه وسبعه عشر. هل يمكنني الحصول علي بطانيه اخري؟
هل يمكنكم اصطحابي الي المحطه في خمسه عشر دقيقه؟
نحتاج الي وديعه للسياره.
لا توجد اماكن شاغره في الغرف الفرديه، لكن لدينا غرفه مزدوجه.
هل هذا التذكره صالحه فقط ليوم محدد؟
كم الساعه التي يصل فيها الي ميلانو؟
هل لديك شخص يتكلم اليابانيه؟
الراديو ده فيه موسيقي شعبيه؟
دلتا ايرلاينز.
اريد ابريق قهوه.
هل فيه حمام ومِغْطَاه؟
الوقت قد انتهي.
سمعت ان السيد يامادا لديه طفلين.
اريد استءجار قارب شراعي.
هل يمكنك غسل الصحون لاحقًا؟
اريد موقد غاز.
هل يمكنكم تحويل الدولار الامريكي الي جنيه استرليني؟
بالتاكيد يا سيدي. اسمك؟
لست مرتدياً ملابس رسميه.
الرجاء الحضور في المره القادمه.
درهمان لكل واحد.
سنتاكد من ارسال الكتيبات اليك عبر البريد.
هناك مشكله في المصابيح الخلفيه.
ارني بعض القفازات الجلديه.
السياره تعطلت. من فضلك ارسل شخصًا لياتي بها.
هل يمكنكم التوصيه بكتاب صور لطفل يبلغ من العمر ست سنوات؟
بامكانك الاحتفاظ بممتلكاتي الثمينه، من فضلك؟
مرحبا، هاري. شكرا لك علي دعوتنا.
للتاريخ، يذهبون الي السينما.
كنت املك حوالي ماءه دولار فيه.
خطءي.
اريد بعض المشابك.
هناك اي اقراص مدمجه مستورده؟
انا ذاهب لدراسه المحادثه الانجليزيه.
لقد قرات مءخرا اي كتب جيده؟
سابقي مع صديق في نيويورك.
هل لديك مكان استطيع ترك امتعتي فيه؟
انا جءت الي هنا في رحله عمل.
عندي دربات غوص؟
كم سعرها مع الضريبه؟
اِعطني بعض المناديل.
جاورنا دهاليز كتير مزعجه.
دكتور كريسش لا يري احدا بدون موعد.
هديه؟
الذهاب الي فندق جراند؟
هناك لا احد هنا بهذا الاسم.
اين الشرطي من فضلك؟
بامكاني استعاره بعض شريط لاصق؟
هل هذا مضمون؟
ما تشخيصك؟
هي في نهايه الممر في الطابق السابع. خذ المصعد علي يمينك، من فضلك.
نحن في محطه جونس ستريت.
لست افكر ابدا في الذهاب الي الحفلات الموسيقيه الكلاسيكيه عندما اكون في اليابان.
بامكانك شرح هذا الطبق لي ؟
ها هو. مقاعدكم موجوده هنا.
هو في رحله عمل حتي يوم الجمعه القادم.
زوجتي وانا سعيدان جداً بقدومك للاقامه معنا خلال عطله نهايه الاسبوع لتجربه الحياه الامريكيه في البلاد.
هو التالي علي اليمين.
نعم، من فضلك. اسمي كوروساوا. الي متي يمكنك الاحتفاظ بتذكره السفر الخاصه بي؟
اين يمكنني شراء تذكره المصعد؟
ستماءه دولار في الشهر بالاضافه الي وديعه شهر واحد، ورسوم شهر اخر لوسيطنا.
ترغب في معطف ذو صدّتين ام ذو صدّ واحده؟
ساعاود الاتصال بك بشان التغيير.
لا، انا لا افعل.
ماذا عن هذه الفخار الجميل. هل هذا الطبق بثمن 30 دولار؟
هل لديك جاكيت جميل مقابل ماءه دولار؟
جيد. هل لديك اي ردود فعل ثانويه او حساسيه؟
بمظهره، يبدو انك التقطت نوعًا من العدوي.
بامكانك الحصول علي ايصال، من فضلك؟
هناك ثلاثه منا.
اري. هل تتذكر كم دفعت مقابل تذكرتك؟
ايه رايك انك تنضملي لاخذ كاس شراب؟
ما رقم غرفتي؟
هل يمكنني الحصول علي مقعدين في الطابق الثاني لهذا المساء؟
قفلت مفتاحي في غرفتي.
هل يشمل الضريبه؟
عفواً. هل يمكنكم اخباري بالطريق الي محطه القطار، من فضلكم؟
الوقت الذي تفتح فيه البريد؟
لان هذه الحقيبه مصنوعه من الفينيل، فهي قويه جداً وتصميمها عصري كما قد تلاحظ.
الطعام جيد جداً، لكني قد اكتفيت. شكراً.
كانت محفظتي قد سُرقت في المترو.
علي الذهاب الي السفاره اليابانيه.
بامكانك اعطاءيها بسعر اقل قليلاً؟
هل هذا لشيكاغو؟
الرجاء صرف هذا الشيك السياحي.
كنت اعاني من حمي منذ الامس. الام في الحلق شديده. لا استطيع ان احافظ علي اي طعام.
هنا علي الحاءط، مفتاح تكييف الهواء هنا. هل هناك اي شيء اخر تحتاجه، سيدي؟
هل يمكنني الوصول في الوقت المحدد اذا غادرت هنا الان؟
بالتاكيد. لكني امل الا يستغرق وقتاً طويلاً.
هل يمكنك اعطاءي نموذج؟
اشتريت هذه الحقيبه منذ قليل، لكن السحاب كان مكسورًا.
تتبع؟
الرجاء العوده الي الحافله بحلول الساعه الثالثه.
ملايين الناس يزورون الاضرحه الشهيره للعباده الاولي في السنه.
لو كان ممكن، اريد طاوله بجانب النافذه.
لا يجب عليّ شرب اي شيء يحتوي علي ملح.
اريد مقعدًا بجانب الممر، من فضلك.
الرجاء اعطاءي تقديرًا.
كذا، شكرا.
عند اي وقت نحضره لك؟
اسف علي نفادها.
اريد ارسال هذه البطاقه البريديه الي اليابان.
شكرا. ها هي مفتاح غرفتك. سياخذ حمّالك الحمال.
الرجاء الاحتفاظ بحقيبتي.
اريد استءجار سياره متوسطه الحجم باربع ابواب.
اين يمكنني شراء الفخار؟
قميصي مبلل بالعرق.
كم لديك من ين ياباني، سيدي؟
مرحبا. عندي حجز.
مرروا الملح والفلفل، من فضلكم.
قمت بحجز من خلال مكتب طوكيو. ساكون متاخراً قليلاً عند تسجيل الوصول الليله.
هيا نشتري بسرعه.
طلبت مقعدا لغير المدخنين عند تسجيلي، لكن هذا مقعد مدخن.
هيا نذهب لشرب كاس.
اقترح عليك ان تاكل هذا النوع من السمك، وهو سمك البياح الاحمر.
ما عندي القدره علي فعل كده، بس هانضيف حقيبه ليك.
هل هناك وقت ومكان محددين؟
شكرا جزيلا. احب ان افعل ذلك، لكن للاسف لدي موعد سابق.
في امريكا، كره القدم الجامعيه هي كل شيء.
ساعطيك مسكن للالم.
هل تريد ان تخبرني متي يقترب القطار من اكسفورد؟ اخشي ان اركب وامر من هناك.
بيل، انا احبك، لكن هذا كل شيء.
انت تبالغ في فاتورتي.
اريد التاكد من الوقت الذي يغادر فيه.
ما اظن اني اقدر اساعدك كثيراً.
اشتمل علي كل شيء؟
عبور الشارع هناك والمشي مستقيما حتي تصل الي التقاطع الثاني. فندق كي يقع بعد التقاطع.
اريد شيءاً للصداع.
لا دهون؟ لا يمكن. هل تضحك؟
بصراحه، ما عندي فكره ان كنت اهتم بهذا.
الرجاء وضع هذه الرساله في المطار.
اريد شيءاً لعلاج الامساك.
في الربيع تتفتح اشجار الكرز.
هل يمكنكم ان تطلبوا منه التوقف عن التدخين هناك؟
ساعيد الاتصال به.
هيا باقي مع صديقي في لوس انجلوس.
هل ستجلب لي كريما لقهوي؟
مخزون غير متوفر.
هل احتاج الي تذكره سريعه؟
هذه رقمي الهاتفي وعنواني الالكتروني.
كم عمر تلك الكنيسه؟
بامكانك ان تحصل لي علي تذكره للاوبرا؟
هل لديكم جولات سياحيه بالحافله في المدينه؟
اسف. انا غريب هنا بنفسي.
لو كنت تريد اقتراض اي من كتبي، من فضلك اخبرني. انا حقا لا امانع اقراضها للاصدقاء.
وهل تهتم بالديكور؟ هل تعيد طلاء الغرف عند دخول مستاجر جديد؟
اريد القيام ببعض الاعمال الخيريه.
كم استرجاع ضريبي ساحصل عليه؟
ما اقدر الاقيه.
بامكاني الحصول علي البطاطا المهروسه بدون صلصه؟
بامكاني ان امنحك فورد موستانج عمرها سبع سنوات مقابل خمسين دولارًا اسبوعيًا مع عدد غير محدود من الاميال.
اجل، هنا انت.
اريد ان اعود هنا مره اخري عندما اكون في الولايات المتحده.
انا قد استردت صحتي بالكامل.
ما عروضكم الخاصه اليوم؟
هل هو واضح؟
حقيبتي سُرقت.
الابواب لا تفتح بهذا المفتاح.
اريدها مطبوخه بالبخار.
هل نستمتع بالرفاهيه في المطعم من الدرجه الاولي؟
كم هو جميل. يجب ان تكون متحمسا لرءيتهم.
الرحله الافضل لزياره المتاحف هي؟
الرجاء استدعاء حامل الامتعه.
انا في حيره من امري.
بامكانك اصلاحه وارساله الي اليابان، من فضلك؟
حسنًا.
عليّ ان ابلغ عن سرقه.
بامكاني تجربه هذا؟
لا ازال لا استطيع العثور علي احدي حقاءبي التي قمت بفحصها في مطار ناريتا.
اعتقد انني كذلك. حلاقه، من فضلك.
ما نوع العلاج الذي تتلقاه؟
ماكولات خفيفه، من فضلك.
كنت املك حوالي مءتي دولار نقداً وبطاقه فيزا.
هل كنت تقود سيارات الاجره لفتره طويله؟
من سبع الي تسع. الرجاء الحضور الي المطعم في الطابق الثاني.
سوف اقيم في فندق هوليداي ان داونتاون حتي الخامس من مايو.
ما هي التحضيرات التي يقومون بها للنجاح في الامتحان؟
انتو كاينو كاينو كاينو
بقي جميع الركاب جالسين.
ما الحافله التي استقلها للوصول الي نصب واشنطن؟
اسمي اكيكو تاناكا.
تستحق زياره معبد هوريوجي الذي يعتبر اقدم مبني خشبي في العالم.
اري. حسناً، شكراً لك علي اخذ الكثير من الوقت. هل يمكنني الحصول علي اثنين من الهوت دوج؟
انا سعيد. اوه، هذا اعلان عن رحلتي.
نعم. في اي وقت. جميعهم مرحب بهم هنا.
احتاج الي شراء تامين.
ما هو JR؟
ارفع هذا الي فواتير اصغر، من فضلك.
شّعرت تريد تروح لمسرح راقص؟
من فضلك قل لي مطعم معقول مع جو جيد.
متي موعد البطوله الجولف؟
بعد العشاء، مع الحلوي، من فضلك.
الرجاء احضار مجفف لي.
بامكانك ان تعطيني بعض الماء، من فضلك؟ انا اشعر بالعطش الشديد.
لم نكن جوعي كثيراً.
اريد ان اري بعض الاحذيه البنيه.
اين ومتي يغادر؟
بِلاَ شكٍّ، ارجو ان تُبْقِي هذه الحقيبه حتي الساعه الخامسه بعد الظهر، ارجو ذلك. هل يمكنني ان احصل علي ايصال؟
لدي زجاجه ويسكي.
سااتي لرءيتك في الساعه العاشره يوم الجمعه.
هل وجبتي جاهزه بعد؟
اريد ان احجز لعبه غولف.
ما العملات التي تعمل في هذه الاله؟
اريد بيره غينجر.
اريد بعض طعام الاطفال.
احتفظ بالمخللات.
هذه الفستان نايلون؟
حجز، من فضلك.
اريد شريط كاتبه، من فضلك.
الرجاء فتح الباب بالمفتاح الاحتياطي.
اريد فنجان قهوه اخر.
اريد همبرغر للتوصيل.
هل تريد ان تطلب منه الاتصال مره اخري؟
لدينا عربه طعام ومقهي في القطار.
غرفتي لم تُنظف.
يمكنك ركوب الحافله في محطه الحافلات رقم خمسه.
شكرا جزيلا. احتفظ بالباقي.
38 دولار و 50 سنت يوميًا، مع عدد غير محدود من الاميال. البنزين غير مشمول.
هل وضعت طابع علي البطاقه البريديه؟
ثلاث ليالٍ.
هل هذا الي ادنبره؟
متي تريد المغادره؟
هل يجب علي ان انقل؟
لا توجد مناشف.
هل تكرم ان يجلبها لي شخص اخر؟
هل هذا ما تقصده؟
اوه، لقد تجاوزت ذلك. عد، من فضلك.
اعتقد انه تقليد ياباني فريد من نوعه.
الفِ هذه بشكل فردي، وربطه علي كل واحده، من فضلك.
الله يساعدني. نعم، سيتم تقديم وجبه الغداء الخاصه اليوم بسرعه.
يمكنك تقسيم هذا الي ارباع؟
ابيض، من فضلك.
ساحصل علي حصتين من موريسوبا النودلز.
نعم، هناك غرفه متوفره. كم عدد الاشخاص؟
هناك متجر صرافه قريب؟
انا تاكيشي. وانت؟
استخدمه اسبوعيًا. قم بتدليك طبقه رقيقه بعد غسل وجهك، وتجنب العينين وخط الشعر.
قُطعت بنفسي بالزجاج هنا.
عليّ ان اسال المدرب، لكن هل يمكنك ان تخبرني باي اله جيده لامارس تمارين الظهر؟
توقف علي هذا الجانب من التقاطع التالي، من فضلك.
اريد بعض الحليب، من فضلك.
مشغل.
اعتقد اننا في المحطه الخطا.
فهمت. هل لي ان اطلب رقم بطاقه الاءتمان الخاصه بك وتاريخ انتهاء الصلاحيه للحجز، من فضلك؟
بامكانك الضغط علي زر الايقاف من اجلي؟
اشتريت هذه السروال امس، لكنها لا تناسبني.
هيتقلص؟
بامكانك ان تخبرني بالوقت؟
تركت دفتري الملاحظات هناك الليله الماضيه.
تذكر رقم السياره؟
كم ثمن هذا الفستان؟
ما فهمت الالمانيه علي الاطلاق.
انا اتصل بالمدير.
ااااااااااااااااااااااااااااااااااااااااااااااااااااااااا
بالتاكيد سيدي.
هذا خالي من الكحول، لذا يمكنك الاسترخاء لانه لا يوجد تهيج.
7 او 8 دقاءق سيراً علي الاقدام حسب سرعه المشي.
تاكد من ايداعها في بوسطن.
اريد ربطه عنق.
ساسال ساءق تاكسي اخر.
بيره، ستيك مع بطاطس مقليه، وسلطه خاصه بالطاهي.
مبروك، هنري. انا مسرور لسماع خطوبتك لجين.
اذهب مستقيما واعبر يسارا هناك.
اريد شيءاً يطابق هذا.
لقد كان صدمه كبيره لك بالتاكيد.
لدي الف جنيه.
كم يستغرق المشي الي هناك؟
كم هو ممل؟
ما هو الدواء الجيد لعيني المتعبتين؟
اريد بعض العلكه، من فضلك.
هذا ليس قسيمه، بل ايصال تسجيل.
مكالمه لا يمكن اكمالها في الوقت الحالي الي البلد الذي تتصل به. يرجي محاوله الاتصال لاحقًا.
الشركه ستجدد العقد سنوياً.
عذرًا يا نادل. هل يمكنني الحصول علي الفاتوره، من فضلك؟
هل يمكنني الدفع باستخدام شيك سفر؟
بامكاني شراء بعض التامين؟
بامكانك ان تخبرني كيف اذهب الي ذلك المطعم؟
كانت هناك حوالي ثلاثين دولارًا وبعض البطاقات الاءتمانيه.
الفاتوره الخاصه بك تساوي ماءه وخمسين دولارًا واربعين وخمسين سنتًا.
كيفيه قول ذلك؟ من المهم جدًا ان تكون هناك.
اريد عمل نسخه.
شكرا. اين مفتاح تكييف الهواء؟ انه ساخن قليلا جدا.
عذرًا، لكن ما الشارع الذي نحن فيه الان؟
هل يمكنكم ارسال هذه الرساله بالبريد؟
لا، انتِ تذهبين في الاتجاه المعاكس. يجب عليكِ العوده.
هل تريد تقليم شعري، من فضلك؟
كم سيستغرق اكمال الجوله؟
اريد بعض ورق تغليف الهدايا.
ما بداخله؟
هناك خطا في هذا الشيك، اعتقد.
هل يمكنني الحصول علي منشفه حمام؟
هل يمكنكم حجز تذكره لي لمشاهده عرض موسيقي؟
هل لديك سجل لمكان استخدامك لهما؟
ساعيد الاتصال.
ثلاثه اشهر.
اري، لدينا طبيب في الفندق. سارتب لكي تاتي الي غرفتك قريباً. هل من المقبول ان ياتي مدير الغرفه ايضاً؟
اين تم تصويره؟
لدينا بعض المحار جيده جدا اليوم.
ك كينج، ا ايتم، م مايك، ي يونكل، ر روجر، ا ابل. كي-م-را هو اسمي الاخير.
لا شكرًا.
عندي الم في السن. هل يمكنني الحصول علي بعض الدواء له، من فضلك؟
لا يمكنني تشغيل تكييف الهواء.
دعني اسقط في المحطه القادمه.
هل تريد ان تري لي معطف مقاوم للماء؟
اين مكتب السياحه؟
هل يمكنكم التوقف في السوق في طريقنا؟
ماذا افعل اذا لم افهم اسءلته؟
اريد بعض الجوارب.
اريد كاميرا اليه، من فضلك.
الرجاء اصطحابي هناك.
هل يجب ان تكون الباب مفتوحه او مغلقه؟
كم دولار تريد؟
قوللي الطريق الي فندق هيلتون، من فضلك.
هل لديك خريطه طريق مترو الانفاق؟
هل تعرف اذا كان هذا المطعم يتطلب حجوزات؟
اريد حجز رحله طيران للعوده.
هل بامكانك ان توصي بوجبه طعام في مطعم فرنسي جيد؟
هل هناك صالون حلاقه في الفندق؟
السداده للحوض مكسوره.
هدا هديه، فرجا تلفها.
بسعاده بلقاءك.
شيء ما خطا في البطاريه.
لدي سءال لكم.
الرجاء جعل الغرفه اكثر دفءا.
غرفتي لم تُعدّ.
الرجاء المضي قدما مباشره.
هل يمكنكم مساعدتي في ايجاد امتعتي؟
بالتاكيد، اعتقد ان المكان التالي هناك هو مركز التجاره العالمي، اليس كذلك؟
اين محل النماذج البلاستيكيه؟
ما اقدر اقولك.
هل يمكنكم اقتراح دواء لالام المعده؟
اين منصه رقم خمسه؟
نعم، يبدو ذلك شيءًا يجب دراسته بشكل اكبر. هل تفكر في امكانيه ذلك، السيد كينان، وابلغ السيد ناكاموت باقصي سرعه ممكنه عن نتاءجك؟
لا، شكرا.
اعتقد ان هناك خطا في هذا الفاتوره. هناك رسوم خدمه الغرف. لكن لم يكن لدي اي منها.
اريد ان اطير في اقرب وقت ممكن.
هل المسافه الي فندق هيلتون بعيده؟
هل تعرف مطعماً جيداً حيث يمكننا تناول وجبات طيبه باسعار معقوله؟
اريد احمر شفاه.
هذه 35 دولارًا.
اريد تغيير حجزي. هل يمكنني تغيير رحله PAA خمسه صفر خمسه الي رحله خمسه واحد خمسه؟
جاء الكوكاكولا، لكني لم احصل علي اي نقود.
بامكاني ان امنحك خصمًا بنسبه ثلاثه بالماءه.
السياره كانت بها هذا الضرر قبل ان استاجرها.
جيد. اريد ارتداءه لحفل زفاف يوم السبت.
لا، نود الحصول علي فواتير منفصله، من فضلك. دعنا نذهب الهولنديه.
اريد مرشدًا يتحدث اليابانيه.
اسف. انا غريب هنا. هل يمكنني ان اسال الرجل عنك، اذا اردت؟ لحظه، من فضلك.
هل يمكنني ركوب حافله تذهب الي فندق هيلتون؟
هناك جولات الي تيرول في ثلاثه او اربعه ايام؟
اشعر بتحسن الان.
اسف، لكننا سناخر ثلاثين دقيقه.
هل يمكنكم تحويل هذه الملاحظه الي عملات معدنيه؟
غرفتك يا سيدي.
الرجاء ايقاف جميع المعاملات علي هذه البطاقه.
هل ساحصل علي نوع من الخصم عندما اقيم في فندقك لمده شهر؟
انت هنا من اجل العمل او البحث؟
هل انتهيت من عشاءك؟
الجوده في هذا افضل.
بالتاكيد يا سيدي. ابيض او ملون؟
اراهن بدينارين.
هل لديك جوله تشمل زياره جسر البوابه الذهبيه؟
بلا ماقدر اروح لرحلتي المتصله.
من اين يمكنني الحصول علي الحافله للذهاب الي المتحف؟
مَنْ كاتِبُ المسرحيّه؟
صندوق الامان، من فضلك.
سابقي هنا شهر واحد فقط.
متي يبدا الجوله؟
الساعه كم تبدا الحصه الصباحيه؟
انا من روسيا.
اسف لسماعي ذلك. هل لديك حمي؟
اين يمكنني الحصول علي حافله الي المتحف المتروبوليتان؟
بحق كنت امتعني بوجودك.
اين اقرب مكتبه؟
هل لديكم غرف متوفره الليله؟
هل يمكنكم صرف هذا الشيك السياحي بقيمه ماءه دولار من فضلكم؟
وصلت طاءرتنا اخيراً الي هونولولو.
اريد هذا النمط، من فضلك.
افضل الا اكون في المستشفي ان امكن.
الرحله رقم سبعه و ثلاثه الي طوكيو في الرابع من سبتمبر، يوم الجمعه.
اين اضع ممتلكاتي؟
مع هذا النوع من السعر، اعتقد انني سابحث في بعض المتاجر الاخري.
الرجاء اطفاء جميع الاجهزه الالكترونيه.
كم تريد صرفه؟
ليس ضروريا بعد توقف الالم.
لماذا تستيقظ مبكرا كل صباح؟
انا ابحث عن معجون.
كم عدد المتفرجين الذين يستوعبهم هذا الملعب؟
نعم، هذا صحيح.
ربطتي فضفاضه.
نريد ان نلعب التنس اليوم.
بامكانك ان تاتي معي، من فضلك؟
عذرا، لا اعرف هذه المنطقه من المدينه.
ساعيد الاتصال به حوالي الساعه الرابعه بعد الظهر.
صباح الحادي عشر من يناير، وقع الحادث.
سوف يوم الثلاثاء القادم يناسبك؟
ايه رايك غدا؟
ما نوع المطعم الذي تبحث عنه؟ هل تريد فقط تناول العشاء فقط، ام انك تبحث عن مطعم به بار؟
هناك مركز شرطه هنا؟
العمر المتوقع في اليابان هو الاطول في العالم.
تشيبسين، كولا واحده. دولارين من فضلك.
غرفه واحده من فضلك.
اين منحدر التزلج علي الجليد؟
الي اسفل.
نحن نتطلع الي رءيتكم مره اخري.
بامكاني الحصول علي مراجعه لهذا الكتاب؟
هل بامكانك ان توصي بمطعم فرنسي لطيف هنا؟
هذه بطاقه التاكيد الخاصه بي.
كذا تمام.
وذلك يعني 2500 دولار شهرياً. يمكننا ان نءكد لك اننا سندفع لك 3000 دولار شهرياً. ما رايك؟
ارجو ان تكون لديك زواج سعيد.
هل عندك بالانتينز عشره سنين؟
هل هذا مقاوم للانكماش؟
هل الحديقه النباتيه مفتوحه اليوم؟
قد نتمكن من ذلك، لكني اخشي ان يستغرق الامر بضعه اشهر.
اريد استءجار سياره.
بامكاننا الحصول علي طبق، من فضلك؟
اخذنا للفندق شيكاغو.
الرحله متاخره لمده تسعه وتسعين ساعه بسبب سوء الاحوال الجويه.
الطوارء.
اريد شيءاً علي نمط شانيل المتكرر.
المرحله التي توجد فيها السدادات الصحيه؟
بامكانك ان تريني جواز سفرك و نموذج الجمارك، من فضلك؟
اريد التسجيل في جوله شلالات نياغارا.
خاصتنا اليوم هي الجمبري سكامبي مع ارز بالبلاو.
مرحبا؟ هل هذا هو السيد كلارك؟
شّعرت بوجوب توفير كاس من المشروبات قبل الوجبه؟
هل لديك اي ادويه؟
اعتقد انك اخطات في الرقم.
اريد فستان احمر.
اظن ذلك.
اسمي موجود عليه.
هذه هي احدث اضافه لخط التعبءه لدينا. نحن نعبء حوالي ستماءه علبه كل يوم.
اريد الذهاب.
اريد مكواه، من فضلك.
اوه لا. هو يقول لي شيءا. ماذا افعل؟
نعم، هم كذلك.
الرجاء احضار الفطور الي غرفتي.
هذه ضيقه.
الرجاء ارسال هذه السياره الي الفندق بحلول الساعه الثامنه صباحاً غداً.
هل هناك رحله بحريه تشمل الغداء او العشاء؟
هل لديك لون افتح؟
هنا مبالغ فيه كثيراً.
بلي، لا. ساعيد الاتصال به بعد عشرين دقيقه. شكرا.
التعليم تم التاكيد عليه وقوه الجيش زادت.
ليله، ماذا تريد لتناول العشاء، لحم او سمك؟
ماستركارد؟
هذه المقاس، من فضلك.
ما احببتهش.
خمسه دولارات، والمشروبات اضافيه.
كم ثمنه لشخصين؟
اصبت فجاه بالام في المعده.
كم يتقاضي المرشد مقابل يوم؟
اسمي هيروشي موري.
اريد بعض الزبادي، من فضلك.
نعم. هل هذا هو الكاونتر المناسب لرحله الخطوط الجويه المتحده رقم ثمانيه وعشرين صفر؟
هل يجب علينا ارتداء معاطف وربطات عنق؟
التي الحافله تذهب الي قاعه غيلد؟
الرجاء القدوم في هذا الاتجاه. دعني اساعدك في امتعتك.
هي علي الرف الثاني في الصف الاوسط.
اين البار؟
الرجاء تسجيل الوصول بعد الساعه 9:09 صباحاً.
مقاعدنا منفصله.
بالتاكيد. الي اين تريد الذهاب؟
اريد دفتر ملاحظات، من فضلك.
بالتوفيق.
عذراً، جميع المقاعد مشغوله في الثلاثين من اغسطس.
بامكاني رءيه شيء ارخص؟
بامكانك استدعاء تاكسي لي؟
هل يجب علي العوده الي اليابان علي الفور؟
الرسم علي الغرفه اغلي مما قيل لي.
اريد ان اعطيك طلب اكثر. هل يمكنني ان انظر الي القاءمه مره اخري؟
كانت هناك قطعه مفاتيح مربوطه بشريط هنا.
ماذا ستفعلين بهذا الكيس الصغير؟
اريد شيءاً للبرد.
بامكاني رءيه هذا؟
18 دولار بالضبط.
الرجاء استبدال هذا الشيك السياحي بالنقود.
اين اخلي ملابسي؟
هل كفيت؟
اذهب مباشرهً اسفل هذه الشارع. انه قبل محل الايس كريم مباشرهً.
ما عندي حجز.
هل يمكنني لمسه؟
اين هو علي الخريطه هذه، من فضلك.
هناك مطاعم جيده ورخيصه هنا؟
هذه منزل راءع.
هذه هي محطه الحافلات المناسبه للذهاب الي تشيلسي؟
ساصل متاخراً قليلاً الليله، لكن من فضلك احتفظ بحجزي.
هل البطاقه الاءتمانيه مقبوله؟
عندما ياتي موصل للتحقق من تذكرتك، يرجي اظهار له جواز سفرك وتذكره.
كم عدد اقلام الرصاص التي تحتاجها؟
ما هو الكتاب الاخير لغلبرايت؟
واحد مقعد دخول عام، من فضلك.
طلبت متوسط، ليس مشوي جيدا.
سيرجع لك البذله بعد اسبوع من الفحص، سيدي.
اريد ان احصل علي عصير التفاح، التوست، البيض المقلي والقهوه.
اين محل الكاميرات؟
واحد كوكاكولا صغير، من فضلك.
انا مبتدء فقط. لا اعتقد انني استطيع فعل ذلك.
اربع تفاحات.
كم تكلفه التامين عليه بثلاثماءه دولار؟
هل يمكنكم اعاده اصدار بطاقه الاءتمان الخاصه بي؟
اريد بعض الوقت لافكر في الامر.
عليك ان تحصل علي راحه الفراش اليوم.
اريد ان اءكد مره اخري ما يجب علي فعله بالضبط.
انا اعرف شعورك. خذ الامور ببساطه.
ساعيد الاتصال.
هل ستحجز طاوله لفردين في ذلك المطعم الساعه السادسه الليله؟
كم يبدو الامر غريباً. يبدو وكانه مركبه فضاءيه.
ما عنديش نوم جيد.
بما انك مترجم محترف ومتحدث اصلي، فقم بترجمه المدخل
مرحبا، هذا هو الغرفه ثلاثه وخمسه.
اريد بعض املاح الاستحمام.
هل يمكنكم اصلاح هذه الكاميرا؟ انها لا تتحمل بشكل صحيح.
اسمي ورقمي؟
ظننت انه سعر ثابت بين المطار ووسط المدينه؟
هل من فضلك تذهب وتتحقق من ذلك الان؟ اذا كانوا هناك، هل ستجلب كل شيء الي هنا علي الفور؟
بالتاكيد، اعتقد ان سعر الصرف يتذبذب بين التوقعات الصعوديه والهابطه، بشكل عام.
لها تقاليد وتاريخ طويل.
ما اللعبه التي تُلعب في الملعب؟
ماذا ستفعل في ليله راس السنه؟
مرحبا، هل يمكنكم اعطاءي رقم هاتف السفاره او القنصليه اليابانيه، من فضلك؟
هذه مناسبه تماما. انها مريحه للغايه.
حسنًا، هذه غرفه هادءه. جيد جدًا.
لدي حجز في الساعه السابعه.
كذا ماشي. بس هنكون فيه تمييز ب 200 دولار.
عند الساعه السابعه صباحاً بالتوقيت المحلي.
هِيَ نَزُولاً عَلَي هَذِهِ الشَّارِعَهِ حَوَالَيْ ثَلاَثَهِ اَدْوَارٍ، اَظُنُّ.
عذراً، الفندق ممتلء خلال موسم عطله عيد الميلاد، لكن لدينا مقعد في الثاني والعشرين من ديسمبر.
اري. شكرا لك.
هل احصل علي تعويض اذا لم تجد حقيبتي؟
وهل تحبون انواع الفواكه؟
متي كانت اخر دوره شهريه لك؟
قمتُ باعاده تاكيد المكالمه قبل يومين.
ما شفته، ما شفته، ما شفته، ما شفته، ما شفته، ما شفته، ما شفته، ما شفته، ما شفته،
الصندوق طولو سته وخمسين سنتمتر، وعرضو ثلاثين سنتمتر، وارتفاعو ثمانيه عشر سنتمتر.
انا ابحث عن هدايا تذكاريه.
يتكون من اربع جزر رءيسيه.
الساعه العاشره. هذه مفتاح غرفتك. غرفتك هي الخمسون والاربعون والثالثه. سيحمل لك الحمال امتعتك.
نعم، نحن نستمتع كثيراً في هاواي. اتمني ان تكون هنا.
هل يمكنكم تزويدي بترجمه؟
ساشرب بعض الشاي مع الحليب.
هل ستقوم بتقصير حواجبي نصف بوصه فوق الحواجب؟
متي يفتح؟
هل لديكم غرف باقل من خمسين دولارا في الليله؟
الطاوله لفردين الساعه السادسه مساءً، من فضلك.
خمسه عشر دولارا، من فضلك.
الانعطاف يساراً عند الاشاره الضوءيه.
ما عندي حاجه.
هل يمكنني حجز جوله سياحيه؟
كيفيه تعبءه هذا النموذج؟
تري مبني ابيض عبر الشارع. هذا كل شيء.
انا ادرس لاكون عالماً.
هل يمكنني الحصول علي تذكرتين للمقاعد المحجوزه؟
الرجاء خلع ملابسك وارتداء هذا الرداء.
هل يمكنكم وضع سرير اضافي في الغرفه؟
بامكاني الحصول علي مشغل ياباني؟
اخذ هذا حتي المحطه. من هناك عليك الوصول الي الفندق بنفسك.
اريد استءجار قارب مع مرشد، من فضلك.
هناك مرحاض عام من هنا؟
ارنيها من فضلك.
لم اقم باي مكالمات هاتفيه.
الرجاء الاحتفاظ بحقيبتي.
هل يمكنني الحصول علي مكالمه استيقاظ في الساعه السابعه صباحًا؟
هل عندك شريط؟
انا احبها مع القليل من الحليب والسكر.
اريد تغيير الرحله الي شيكاغو من التاسعه الي الحاديه عشر.
الرجاء احضار لي مرطب للشعر.
يُعدّ يوكاتا وهابي من القطع الشهيره التي تُباع كهدايا تذكاريه عن اليابان للاجانب.
اين محل الاحذيه الاقرب؟
لديك عين للفن.
الرجاء الاحتفاظ بهذا الامتعه حتي الساعه الثالثه.
انا جءت هنا لاري اوبرا حقيقيه.
هل هذه معروضه للبيع اليوم؟
بقي بعيدا عن العمل حتي الثلاثاء، ولا تاكل كثيرا.
السومو رياضه تقليديه، تقام البطولات ست مرات في السنه.
مقعد في الممر، من فضلك.
التمرين يُكسبك الكمال.
كم عدد الايام التي ستستغرقها الطلبيه؟
هي نحيفه.
نحتاج الي وقت اكثر قليلاً للنظر في العقد.
اشعر بالغثيان. هل يمكنني الحصول علي كيس للمرضي بالهواء؟
لو سمحت اخبرني كيف اذهب الي المتحف.
هل هذا مصنوع من الجلد؟
مرحبا. وحدك؟ لماذا لا تاكل معنا؟
شكرا. انت ايضاً.
هل ستحتفظي بالاشياء الثمينه لي، من فضلك؟
هل تتناول اي ادويه اخري؟
اريد الذهاب الي الموقع المتقدم.
لم تقرر بعد؟
جيني. مايك. سارا. سام. هيا يا كل واحد.
هل يمكنكم اخباري بعد اصلاحه؟
اريد معطفاً.
لا، شكرا. استطيع ان اجد المكان. اراك لاحقا.
شكرا لك. انا افضل مقعد بجانب الممر.
اريد استءجار سياره متوسطه الحجم لمده ثلاثه ايام.
هل لديك حقيبه معها؟
اريد اجراء مكالمه الي سان فرانسيسكو.
كانت حقيبتي المسافر قد سُرقت في بهو الفندق.
كيفيه ووقت دفع مصاريف؟
نحن ممتلءين.
هنا ضيق جدا.
الرجاء تكبير الطباعه الي هذا الحجم.
مرحبا، هذا الغرفه 1234. اسمي عوده. اود ان احصل علي مكالمه استيقاظ في الساعه السادسه من صباح الغد، من فضلك.
بامكانك الدفع في مكتب الاستقبال، من فضلك؟
بامكاني الحصول علي باقي المبلغ، من فضلك؟
قد تكون قلقًا بشان هذا الحاسوب الصغير.
عموماً كان الطيران سلساً مع بعض الاضطرابات.
ما كان رقم رحلتك؟
بسميحك تحبها. راني اشتريتها في تخفيضات في متجر ABC.
هل يمكنني تناول العشاء علي السفينه؟
بامكاني الحصول علي كتيب الجوله السياحيه؟
هل انت عضو في نادينا المتكرر لتاجير السيارات؟
ماذا ستشتري؟
بالضبط. انت تشارك راينا. بالمناسبه، قال انك رجل ذو اداب حسنه.
كيف قضيت عطلتك الصيفيه؟
اغلق الهاتف وساعيد الاتصال.
هل تحمل عطر كنال او دي كولونيا؟
انها بعيده جدًا. احتاج الي ركوب.
هل لديك هذا باللون الاحمر؟
لو سمحت اخبرني كيف استخدمه.
محاوله جميله، لكنك لا تعرف علي وجه اليقين بدون المحاوله.
كيف اتصل بمكتب المعلومات؟
هم جوعان.
بامكاني ان اري رخصه قيادتك؟
شكرا لك. استمتع باقامتك.
انا من هوكايدو.
بِعِدَه سَفَرٍ طَيّبٍ.
هل لديك هذا؟
ما هي ماركه هذا؟
في العرض الان، مقابل ثلاثين دولارًا واربعين سنتًا فقط.
كنت غاضبًا مما قاله الباءع.
هل لديك شيء اكبر؟
يكون الجو رطباً في الصيف في اليابان.
اريد الوصول الي المطار بحلول الساعه الثانيه.
هل هناك اي تعديلات ترغب في اجراءها؟
اريد لونًا يجعلني ابدو اصغر سنًا.
الرجاء، احضر امتعتي الي الغرفه.
اريد بعض الطماطم، من فضلك.
لا يوجد اي مشكله.
هل يمكنني دخول الغرفه الان؟
لن اجد شيءاً كهذا في اليابان. ساشتريه.
الثلاثاء ليلا.
ارني الي مقعدي.
ما نوع الحلويات التي لديكم؟
انت ترتكب خطا في الحساب.
الساعه الثالثه.
الرجاء ازاله القليل من الشعر من الرقبه.
ما استطيع فهم ما تقول.
كم سعر التذكره ليوم واحد؟
هل اتصلت بي؟
ما رقم رحلتك؟
هل تعرف ذوق صديقك في الملابس؟
هنا اذهب في حاله فقدان الامتعه؟
احتاجهم عاجلاً.
كم تبلغ الرسوم في المجموع؟
هل تعرف اي ماكينات الصرف الالي او بنوك في الجوار؟
اسف، لكنني ارغب في الغاء حجزي.
ساكون هناك حوالي الساعه الرابعه مساءً.
اريد المغادره يوماً قبل الموعد.
ما هي مميزات المتجر؟
هل من الممكن ان اسال اذا كان بامكان شخص ما ان يقلع علي متن رحله متاخره؟
القطار من سيدني متاخر؟
هل تعاني من الصداع؟
مش حتقدر تاخدها لليابان. هي مدرجه في اتفاقيه واشنطن.
هل يمكنكم اصطحابي من المحطه الاقرب؟
نعم، لدي.
اريد الغاء حجزي.
بِالطّبع، قَلِيلًا. اه، سَقَطَتْ مِشْطَافِي. عَفِرُون.
اين هي المدينه القديمه؟
سوف تعطيني بعض الصحف او المجلات؟
هل لديك واحده اصغر قليلاً؟
هل يجب علينا ترك الكاميرات عند المدخل؟
الايام التي تكون مغلق فيها؟
اعتقد اننا فعلنا ذلك. لحظه من فضلك.
كيف يمكنني التعرف علي هذا الشخص؟
اريد كتاب قواعد.
الرجاء الحضور الي البوابه تسعه وثلاثين بحلول الساعه 04:45.
الساعه كم ياتي الباص القادم؟
بامكاني استءجار دراجه؟
هل هناك ملعب تنس بالقرب من هنا؟
اين المضيف؟
هل لديك مرشد ذو خبره؟
متي تتفتح ازهار الكرز اليابانيه المشهوره؟
نعم، انا.
انا ذاهب الي برج لندن. هل يمكن ان تخبرني كيف اذهب اليه؟
بامكاني الحصول علي بيتزا جبنه كبيره واحده؟
تستغرق حوالي اربعين دقيقه بالحافله.
هل هو قريب؟
نعم، نحن نفعل. ساعود معه في الحال.
بهرتني.
خايف ما عنديش البيت حالياً. رجاءً اترك رساله بعد الصوت، وساعاود الاتصال بك في اقرب وقت ممكن.
اريد ان اخذ جوله طاءره هليكوبتر في نيويورك.
اِتَاكّدْ اَنك لَمْ تَتْرُكْ شَيْءًا وَرَاءَك.
كم مره تسير حافله رقم تسعه؟
لقد فقدت احدي عدساتي اللاصقه.
انا اخذ دروس بيانو مره واحده في الاسبوع.
ماذا تريد عليها؟
الرجاء الاحتفاظ بهذا الامتعه حتي الساعه الثالثه.
اسمي ياماشيتا.
الان، هل تري الدرج؟ هذا يءدي الي منصه القطار الذي يسير في الاتجاه الاخر. لكن في الواقع، اذا كنت تريد رءيه لندن، فان الحافله افضل بكثير من المترو. اخرج من هنا، وستجد موقف للحافلات. الحافله رقم 12 ستاخذك مباشره الي المتحف. استمتع بزيارتك، سيدي.
هنا شيء لك.
لقد قضيت وقتاً عظيماً اليوم.
الطراز من هذا القبعه يبدو انه في الموضه. اعتقد انني ساشتري واحده ايضًا.
بامكاني الحصول علي بطانيه؟
هل هذا الدواء فعال في تخفيض الحمي؟
هي لص.
هل تريد المزيد؟
عيونه كانت سوداء و واسعه الفصل.
اهلا، العروض الخاصه اليوم موجوده هنا.
اري. اعتقد ان بامكاني اظهارها جميعًا في ساعه واحده.
هنا خمسه دولارات و صفر سنت. احتفظ بالفلوس.
الرجاء حجز طاوله لخمسه اشخاص.
بعيده عن المرحاض كثيراً. هل يمكنكم تغييرها لي؟
عفواً، من فضلك اعطني حاسبه.
اين قاعه المءتمر؟
هل هذه مصنوعه يدوياً؟
الرجاء اظهار قاءمه تصفيفه الشعر؟
هل لديك لوحه الوان؟
هل يجب ان اكون في المستشفي؟
لدينا قوات للدفاع عن النفس.
شايفه سجاءر؟
عذراً. نحن نفتقر الي المخزون. حاول في احد محطات المترو.
هل لديك تذكرتك للعوده؟
هل تكرم وتخفض قليلا من النوافذ؟
لو وجدناها، هنصلكم.
بِلا سكر، لا تضيفوا سكر.
محركي توقف. انا في افينيو فيفث في الشارع السبعين. الرجاء المجيء في اسرع وقت ممكن.
نحن مهتمون بالتاريخ الطبيعي.
نحن مفتوحون من الساعه العاشره الي الساعه السابعه والنصف.
اريد اجراء مكالمه دوليه الي اليابان، من فضلك. هذا يوكي موراي في الغرفه ثلاثه عشر. اريد اجراء مكالمه مجمعه الي السيد كيسيكي موراي. رقم الهاتف هو طوكيو صفر ثلاثه ثلاثه سبعه اثنين سته ثمانيه ثلاثه تسعه واحد.
بامكاني رءيته، من فضلك. هل تستخدمه من اليوم؟
كيفاش تحبب الفواتير؟
اريد ان انهي استخدام صندوق الامان.
اسمع يا ال، ما هو رقم الهاتف الخاص بالفاكس هناك في المحطه؟
سابلغكم عنك الي "وكاله حمايه المستهلك".
اريد سماعات الراس، من فضلك.
يءلمني اصابع قدمي قليلاً.
ليس ذنبي. لا تستطيعون عمل اي ترتيب؟
ليس هناك طريقه اخري للتعامل مع الوضع الخطير؟
هل هو مفتوح الان؟
يدي متورمه.
زوج حذاء 8 بوصات، من فضلك.
ما هي المعارض الرءيسيه في هذه الصاله؟
هل يمكنك اصلاح هذه الكاميرا؟
احتاج الي تقرير حادث للحصول علي التامين.
ترجمه النص الي العربيه المغربيه: وجدت شقه اثناء البحث علي الانترنت.
مع سنتيجريد، درجه التجمد صفر.
اريدها لعطله نهايه الاسبوع.
لديّ معده مضطربه. هل لديك اي دواء جيد؟
نعم، كل ما عليك فعله هو غسل شعرك بالشامبو وتجفيفه بالمجفف.
بِسْمِ اللهِ
حسناً. ها هي فاتورتك. الاجمالي هو خمسه واربعون دولاراً وخمسون سنتاً.
هل يمكنني الدفع عن طريق الشيك؟
انا اعيد تشكيل المطبخ.
كم يستغرق ارسال هذه البطاقه الي اليابان عبر البريد الجوي؟
نحن سنقلع قريباً.
نعم يا سيدي. هل لديك اي هويه؟
اريد لعبه لفتاه عمرها خمس سنوات.
لم اكن يومًا مريضًا في حياتي.
كم عدد الاميال الي بوسطن؟
انه لطيفا منك المجيء الي اليابان.
اشعر بتحسن كبير.
انا عاءد في 25 مارس.
هل لديكم كعك لمرضي السكري؟
اريد الحليب، من فضلك.
واو. ماذا عن حصه كبيره.
هل يمكنني الحصول علي طوابع لرساءل الي اليابان؟
القطار المتجه الي ميلان، من اي سكه يغادر؟
الرجاء ارسال السياره الي فندق الفا في الساعه التاسعه صباحاً من اليوم السادس.
ساشارك في جوله بالطاءره المروحيه في نيويورك.
يبدو راءعاً.
لو سمحت، هل بامكانك اظهار بطاقه الصعود الي الطاءره؟
وِسْكِيهِكَ خَمْسَهُ سِنْتٍ.
كريوز التمساح؟ هل هذا ممتع؟
لا تضرب زعانفك علي القاع الرملي.
هل هذا للعمل؟
لو سمحت اخبرني كيف اقوم باجراء مكالمه دوليه.
هل يمكنكم استبدال هذا الدولار الخمسين بدولارات خمس؟
هل يمكنني حمل هذا الامتعه علي متن الطاءره؟
الرجاء اخذ هذا بعيدا.
ليس ببعيد. حوالي خمسه عشر دقيقه.
اريد ان اخرج هذا.
كم سيستغرق الامر للتحسن؟
امس، اشتريت هذا و هو مكسور.
ميزانيتي خمسون دولارًا.
ساضعك علي الخط مع السيد سوزوكي.
كداش الساعه السادسه؟
فوراً، من فضلك.
بَعْدَ الْحَمْدِ لِلَّهِ رَبِّ الْعَالَمِينَ، اَنَا فَرِحٌ جِدًّا بِرُءْيَتِكَ.
اين يمكنني ان اصعد علي حافله رقم 9؟
ارجو ان نحظي برحله طيران ممتعه.
هناك مكان يمكنني فيه اجراء مكالمه هاتفيه؟
انا في الحمام. لا يوجد ماء ساخن في الدش.
الرجاء الاحتفاظ بهذا الامتعه.
ثلاث ليالٍ من الاول من يوليو. كم تكلفه غرفك؟
اريد خمسه عشر لتر من السوبر، من فضلك.
بامكانك ان تري لي كيف يعمل هذا الكان عصر كهرباءي؟
هل سيكون جاهزاً قريباً؟
ما هو الخمر الذي تنصح به لتناوله مع هذا الطبق؟
لقد فقدت تذكره الترانزيت.
هل هناك مكان لتبديل العملات الاجنبيه هنا؟
اللاعبون الاكثر شعبيه هم؟
اين هو المفقود والمستعاد؟
اين يمكنني مشاهده فيلم؟
اريد هوت دوغ واحد، من فضلك.
هل هناك سريع؟
يمكننا ارسالها الي مكتب البريد من اجلك.
هذا السن قد انكسر.
اعطني الكاميرا. اريد ان التقط صوره.
كم تكلفه تذكره الدرجه الاولي اكثر من تذكره الدرجه الثانيه؟
هل ستبحث في مطعمك عن محفظتي؟
موقف سيارات الاجره، اين؟
كانت راءعه.
اريد شيءاً للصداع.
انا ايضاً. ظننت انك تستطيع مساعدتي في معرفه القاءمه.
هل تريد التسجيل هنا، من فضلك؟
اريد بعض القطرات.
اريد طعام فرنسي.
تُعجب ازهار الخوخ في مهرجان الدمي للفتيات في الثالث من مارس.
من اي سكه يغادر القطار الي تاكاو؟
ثم ماذا عن هذه؟
هل لديك برتقال؟
ثم هل يمكنني استبدالها بشيء اخر؟
عفواً. هل يمكنكم اخباري عن بعض الاماكن المثيره للاهتمام التي يمكنني زيارتها في هذه المدينه؟
هناك مقهي قريب من هنا؟
بالتاكيد، تذكر انني مترجم محترف ومتحدث اصلي.
يقول "ابق في المسار".
شّعرت تريد زياره مكان معين؟
هل يجب ان الفه؟
نعم، يمكنك شراء الطوابع من ماكينات البيع الموجوده في بهو الفندق.
اللّي من هذي الحذاءات موجود بالسّعر؟
انا علي الطريق السريع 80 بالقرب من مخرج بيركلي.
اسمك وعنوانك فقط سيكون كافياً.
دعني احصل علي حقاءبك.
كم وزنه؟
اتصل بشخص يتكلم اليابانيه.
هذه الغرفه رقم اثنين وثلاثين. هل يمكنكم ارسال كوبين من القهوه؟
اعتقد ان هذا التغيير خاطء.
يستغرق الذهاب الي المكتب والعوده حوالي ثلاث ساعات.
هل بامكانك ان توصي بمحل متخصص شهير بين الشباب؟
لديه معدل ضربات ثلاث وعشرين وخمسين.
بِلاشِ تِجي تاني.
انا اخرج الساعه الواحده وخمسه عشر دقيقه مساءً.
لدي تذكره الي ديترويت تغادر في الساعه الحاديه عشر صباحاً.
الرجاء اعطاءي مقعد في الممر في الوسط.
هل يمكنكم مساعدتي في العثور عليه؟
انا ابحث عن شيء مصنوع في الولايات المتحده الامريكيه.
هل يستغرق اكثر من عشره دقاءق سيراً علي الاقدام؟
اعتقد انني ساقع في حبك.
قالتي متي يجب علينا تسليم الورقه؟
هل هناك من يعتني به؟
ما عدد سكان بلدكم؟
حفل لاربعه، في السابعه والنصف الليله. ما الاسم الذي تريده تحت؟
اريد تغيير طلبي.
ما هي اول مكان سياحي يزوره السياح في انجلترا؟
انا ارحل غدا.
اريد بعض الخيار المخلل، من فضلك.
هل عندك وقت الليله؟
جايت من طوكيو.
اريد عصير، من فضلك.
اين تريد ان تزور في هذا البلد؟
ماذا صنع هذا؟
السيد فرانك شميدت، مدير مصنعنا، سيكون سعيدًا باستضافتكم في جوله.
خمسه وعشرون دولارا بما في ذلك رسوم الحافله، دليل الرسوم والقبول.
ما رايك في هذا؟
كنت علي متن رحله الخطوط الجويه الامريكيه رقم 402. كنت قد قمت بفحص حقيبتين.
اريد بطاريه لهذه، من فضلك.
قرب المسرح، من فضلك.
سجلت، من فضلك.
اين مكتب الدفع؟
حار.
اسف، هذه هي النوع الوحيد من الغرف التي لدينا.
نحن نتعامل بشكل رءيسي في الاجهزه الكهرباءيه المنزليه.
واحد بدون حمام، من فضلك.
نعم. انا ابحث عن فستان.
نريد ان نحاول الطعام المحلي.
ما الامر بها؟
الرجاء اصطحاب صديقي الي المستشفي.
انت فعلا ساعدت.
المتحف المتروبوليتان للفنون جيد.
هذه العنب طعمها حلو.
ما الرقم الذي يجب ان اتصل به للحصول علي معلومات؟
اين هو الهاتف؟
نحن سنعقد اجتماعًا ونقرر خلال الاسبوع.
الرجاء اعطاءي ايصالاً لشركه التامين الخاصه بي.
نعم، انه كذلك. يبدو السماء تهدد.
هذا النبيذ استرخاني فعلا.
واحد مفقود. اشتريت خمسه في المجموع.
شكرا جزيلا لك علي قيادتك لي هنا بعد ساعات. انا حقاً اقدر مساعدتك.
ما هي الوجبه الاسرع؟
كم السعر لليله واحده؟
بالتاكيد. لحظه واحده فقط، سيدي.
لا داعي لايقاظي لتناول الوجبات.
بالتاكيد، من فضلك.
لا تقلق. اتصلت بواحد من مركز الاطفاء.
كم تكلفه التوصيل الي فندق هوليداي ان بسياره الاجره؟
غبت عني.
اسف. انسكبت بعض القهوه.
لا، فقط بضعه اشهر. اعتقد انني سابقي هنا لمده ثلاث سنوات.
هل البريد قريب؟
اريد استءجار بعض معدات ركوب الامواج.
هل لديكم اي اطباق محليه؟
هل يمكنكم حجز المقعد هذا لي؟
ما فهمت ما تقول.
مرحبا، اين كابينتنا، من فضلك؟ هل ستوجهنا؟
لن انسي ابدا الوقت الذي قضيته معا تحت الشجره في يوم صيفي مشرق.
هل هذه النافذه المناسبه؟
يُفترض ان تصبح اكثر دفءًا هذا المساء.
هذه اسمي الكامل وعنواني.
كم سعر الغرفه المزدوجه؟
هذا النبيذ طعمه سيء.
هل يمكنكم احضار وساده الي الغرفه 11، من فضلكم؟
في اي مكان بالطابق الثالث؟
ما عندي وصفه طبيه.
اين المقبره؟
عليّ ان اعتذر.
بالمناسبه، اين قسم ربطه العنق؟
بامكانك ان تخبرني كيف اذهب الي هناك؟
الاستراحه ثلاثون دقيقه. بامكانكم تناول وجبه خفيفه في المقهي الموجود في الطابق الاول.
بامكانك مساعدتي، من فضلك؟
مرحبا بكم علي متن طاءره الخطوط الجويه الفرنسيه.
هل عندنا وقت لنذهب هنا؟
حلمتي تحققت.
ليس معجون الطماطم، من فضلك.
اين هي المرافء؟
هذا مشوَّه.
جيد. اليك مفتاحك. غرفتك رقم 11-9.
اين يمكنني شراء الطاولات؟
عذرا علي المقاطعه، لكن دعونا نصل الي القضيه الرءيسيه. لدينا الكثير لنناقشه اليوم.
انا حساس ضد المضادات الحيويه.
لدي واجبات منزليه في اللغه الانجليزيه والرياضيات والفرنسيه.
سارسم خريطه.
قبلتو الدولارات؟
الفيزا صالحه لمده سته اشهر.
كذا تمام. ما نحتاج انها تكون الليله.
اوه، قادم.
بالبريد البحري؟
انه امر خطير اذا لم اخذ سياره اجره للعوده الي الفندق.
لا، اخشي اننا سنكون متاخرين بضع ساعات.
بعضها بدون سجاءر فلتر، من فضلك.
انا اسقط في المحطه التاليه.
اتصل بـ السيد اوغاوا، طوكيو اربعه خمسه سته سبعه.
فهمت. الرجاء تعبءه هذا النموذج. قد لا نتمكن من العثور عليه، لذلك يجب عليك الاتصال بشركه الاءتمان الخاصه بك.
عفواً يا سيدي، يجب ان نبلغ الشرطه بهذا.
هناك متجر تخفيضات من هنا؟
اقتراحه قُبل.
ارني فواتير الشحن.
اِعْطِني الاتجاهات.
نعم، لديّ صندوقين.
السارق حقيبه. اوقفه.
نعم، لدينا تسعه وتسعون نوعًا من الوجبات الجاهزه.
الرجاء الاتصال بطبيب ياباني.
هو خارج لتناول الغداء الان. سيعود بعد عشر دقاءق.
هَلْ سَنَصِلُ فِي وَقْتِهِ؟
هل يمكنني ان اطلب منك رسم الطريق الي مكتب البريد؟
بعض الناس ساعدني، من فضلك.
كامراتي تبدو معطله. هل يمكنكم القاء نظره عليها؟
هناك خط حافلات اخر يذهب الي هناك؟
هل هذا السعر للطقم او لكل واحد؟
ما نوع التتبيل الذي تريده؟ لدينا تريبل سيزون، جبنه بيضاء، وفرنسي.
اريد بعض الفلوس.
بامكانك التحدث ببطء من فضلك؟
لا، لقد خمنت بشكل صحيح. حصلت علي الطلاق منذ حوالي سته اشهر.
بالتاكيد يا سيدي. كيف تريد ستيكك؟
هل تستطيع ان تخبرني كيف اتحكم في درجه حراره الغرفه؟
كل شيء علي ما يرام.
ما هو الكيمونو الرسمي؟
اذهب الي الحمام عده مرات في الساعه.
اريد كاس من النبيذ الاحمر، من فضلك.
انا ابحث عن وشاح من الحرير.
اخذ حقاءبي، من فضلك.
هذي الباص رايح لبوسطن؟
ساغادر في الساعه السابعه صباحا غدا، لذا ارغب في الحصول علي فاتورتي الان.
اقطعها قليلا فوق الحاجبين، من فضلك.
سااخذ هذا وهذا.
اريد ارسال هذا بالبريد البحري.
الرجاء انهاء المكالمه. ساتصل بك لاحقًا.
الماء في حوض الاستحمام فاض.
هناك اربعه فصول متميزه.
حسنا، اعتقد انني سااخذ ثلاثه بالماءه خصم.
لم تخرج بطاقتي الاءتمانيه من الصراف الالي.
الطراز يمكن ان يكون اكثر سهوله في الاستخدام.
اعاني من هذه الاعراض منذ الصباح.
كدا في الغرفه 729. عندي الم شديد في بطني. رجاءً ادعوا طبيب لي.
انا اكرهك.
اريد حجز جناح.
اين محطه الوقود؟
هل هو عدوي؟
سوف يستغرق اعاده اصدار البطاقه حوالي تسعه وتسعين يوماً. الرجاء وضع اسم الفندق ورقم الهاتف علي هذا الورق، حتي نتمكن من الاتصال بك.
هل هذه الليموزين تذهب الي فندق بالاس؟
هَلْ تَذْهَبُ الي المدرسه؟
شعرت بالعطش؟ هل تريد شرب شيء؟
اريد خيمه.
وجدته.
انا ابحث عن خيط.
ما الذي يجعلك تدرس بجد؟
هل سيصل طلبنا قريباً؟
ما هو الاقرب من هنا؟
هل القطار يتوقف في اديليد؟
ارسلوا حاملًا.
اريد هذا.
هكذا، من فضلك. مقعدك بجانب النافذه هو لك.
اريد بعض قطرات الانف.
هل هذه محطه مترو او محطه قطار عاديه؟
اين صاله الصعود؟
الساعه اربعه وربع مساءً.
سوف يستغرق بعض الوقت للتحضير لكن.
بعد ظهر اليوم يجب ان نقرر ما اذا كنا سننفذ خططنا لانشاء فرع في مكان ما في امريكا اللاتينيه، واذا فعلنا ذلك، فما هو المكان والوقت والطريقه بالضبط.
بامكاني اخذ تاجيل؟
عند الشراء بقيمه تزيد عن تسع وتسعين دولارًا، يمكنك استخدام نظام الاعفاء من الرسوم الجمركيه.
بني. اسمي علي الجانب.
ساطلب من الخادم فتح الباب بالمفتاح الرءيسي. لحظه من فضلك. ما اسمك ورقم غرفتك؟
استمتع بسماع موسيقي الروح.
البطاريه فارغه.
اري. ثم تذكران ذهاب وعوده الي سان دييغو، من فضلك.
القهوه، من فضلك.
الوقت ما هو؟
هل احتاج الي تصريح صيد؟
نريد طاوله بجانب النافذه.
انا عاطل عن العمل.
هل هناك مدرسه غوص متاحه؟
هل يمكنكم احضار امتعتي الساعه السابعه صباحاً؟
هل نحتاج الي دفع ثمن المشروبات؟
احب غويا. انا متحمس لرءيتهم.
هل يمكنني الحصول علي سجلات بسعر صفقه هناك؟
هل لديك حافله المطار؟
حسنًا، عندما تاتي الي اليابان، يرجي زياره منزلي.
اوه، حوالي ساعه واحده. هذا بعيد جدًا.
هم مثاليين للشاطء.
كم يستغرق الوصول الي هناك والعوده؟
هل يمكنكم الاحتفاظ بحقيبتي حتي الساعه الرابعه؟
يستغرق حوالي اربعين دقيقه. اذا اردت، يرجي اخذ كتيب ياباني.
خمسون سنتا لكل كلمه. اغلي مما كنت اتوقع.
هل يمكنني ترك هذه العربه خارج بهو الاستقبال؟
هذه المنتجات معفاه من الضراءب؟
افضل شيء هو قضاء وقت ممتع مع الاصدقاء الجيدين.
اريد حجز غرفه مزدوجه مع حمام لمده ليلتين، ابتداءً من الثالث من مايو.
هل يمكنك تسليمها بحلول صباح الغد؟
بسبب العاصفه الثلجيه، تم الغاء رحله الخطوط الجويه الكنديه صفر اثنين واحد.
هل ترسلون الكتب الي اليابان؟
كم ستبقي؟
هل ستءثر اله الاشعه السينيه علي الفيلم؟
انا علي نظام غذاءي، لذا رجاءً اجعلها حصه صغيره.
الرحله قد الغيت. سناخذك الي فندق.
ساصل متاخراً، لكن احتفظ بحجزي، من فضلك.
الوقت كم ساعه؟
الرجاء منكم تخفيض السعر.
انا خارج غرفتي مباشرهً. رقم غرفتي هو اثنين وواحد.
لدينا عشره غرف مفرده، وثمانيه غرف مزدوجه، وتسع غرف توام.
يمكننا فحص اشياءنا هنا.
الرجاء وضعها علي الميزان هناك. خمسه وسبعون سنتًا.
هل يمكنكم اصطحابي الي محطه الاتحاد ثم العوده؟
اريد ان انظر في هذا.
لاننا نعلم ان الحكومه ستقدم بعض الاجراءات التحفيزيه.
هل لديك ملصقات بريد جوي؟
هل ساتمكن من الحصول علي كل ما في القاءمه في السوبر ماركت ام يجب علي الذهاب الي الصيدليه ايضًا؟
لا، نحن لا نفعل، لكنك تشتري البنزين. يرجي ملء الخزان قبل ارجاع السياره.
اريد ارسال هذه البطاقه البريديه الي اليابان عبر البريد الجوي.
في نيويورك. ووكاله السفر اخبرتني انه يجب ان يكون علي ما يرام.
شكرا علي كل شيء.
اظن ان علي العوده الي اليابان؟
بامكاني سءالك عن اسمك؟
بمعدل اليوم، سيصل الي هذا المبلغ.
اين معرض؟
هل يمكنني استخدام الحمام او الدش الليله؟
الرقم هو اثنين و تسعه ثلاثه خمسه واحد اثنين واحد اثنين.
نحن مجموعه من ثلاثه.
اها، اعطني عرض افضل.
مواعيدكم تبدا في الساعه الثانيه بعد الظهر كما حجزتم. لكن سيتم انهاء حفل اخر قريباً.
هل قمت بحجز؟
اذهب الي المرحاض كل ثلاثين دقيقه.
كم يستغرق بالبريد البحري؟
هنا؟
نبقي لثلاثه ليالٍ.
اريد تغيير رحلتي.
هناك محطه مترو قريبه؟
هذا السيد كوباياكاوا يتكلم. هل يمكنني التحدث مع السيد توماس؟
الساعه التي يغادر فيها هذا القطار؟
كم مره تعقد حفله موسيقيه؟
اريد ان احصل علي درس تزلج.
انا اسال عن شقتك للايجار.
لشخص واحد؟
اِعْطِني قاروره صغيره منه.
اين عاده ما يتناول السكان المحليون الطعام؟
هل كان لديك اي بطاقات نقديه فيه؟
ستكون اربعين دولارا زاءد الضريبه، ما يجعل مجموعها اربعين وثلاثه دولارات.
هل من السهل علي طفل يبلغ من العمر عامين اللعب؟
اريد ارسال هذه البطاقات البريديه الي اليابان.
انا من فرنسا.
بامكاني رءيه تذكرتك؟
الرجاء توفير تذكرتين ذهاب فقط الي واشنطن العاصمه.
بماذا نلعب بهذا الحذاء؟
هل يمكنك اصلاح هذا الشق في سروالي؟
الرجاء اجراء مكالمه تجميعيه.
لا اعرف حجمها.
اين اقرب هاتف؟
نعم، من فضلك. سانتظر اتصالك.
هل يمكنكم ان تعطوني خصمًا عند الاقامه لثلاث ليالٍ؟
هل يجب ان احمل رساله؟
عند المسرح بجانب المكتبه. لكن يجب عليك الحصول علي حجز.
عفواً. هل يمكنني الحصول علي خريطه المدينه؟
ليس من الخطير؟
هذه السطر طويل.
اريد بيض مقلي، توست و عصير طماطم.
خريطه، من فضلك.
بامكانك كسر هذا، من فضلك؟
هل لديك نموذج طلب اخر؟
هل بطاقه اسمك مربوطه بحقيبتك؟
شء لتعلنه؟
غرفه مزدوجه، من فضلك.
لا توجد مقاعد محجوزه. يمكنك اختيار اي مقعد تريده.
اريد بعض النقانق، من فضلك.
اخذ حقيبتي.
انت كوري؟
لا، لكن لدينا سياره صغيره جديده. تلك الحمراء هناك.
قلت سعر الصرف لدينا. هل هذا يعني ان كل بنك لديه سعر مختلف؟
ماذا سيُنتظر مني ان ارتدي؟
كم عدد القطع النقديه المطلوبه؟
اِقيسه، من فضلك.
اريد ساعه حاءط.
ما المدينه التي يتوقف عندها الحافله بعد؟
اوه، انت ذكي جدًا، اليس كذلك؟
سويسري فرنك، حسنا؟
كم يستغرق الوقت من لوس انجلوس الي سان فرانسيسكو؟
مساء الخير. هل يمكنني مساعدتك؟
اريد بعض الدواء لعسر الهضم.
اريد ان اخبر اصدقاءي عن هذا المكان، فهل يمكنكم ان تعطوني كتيب الفندق؟
لقد فقدت جواز سفري. الرجاء اعداد تقرير سرقه.
ليه بياخدني؟
اين هاتف؟
عذرًا لحظه.
ساكتب لك.
ما هي الجوله الاكثر شمولاً في المدينه؟
هل تريد ملء هذا النموذج، من فضلك؟
اريد هوت دوغ مع بصل، من فضلك.
ما هي التخصصات التي يقدمها هذا المطعم اليوم؟
عفواً. هل يمكنكم اخباري عن تكلفه العشاء العادي؟
اُبدل هذا، من فضلك.
كَيفَ عَنْدَكُمْ تَركُوا لِباريس غَدًا صَباحًا وَنَقُلُ اِلَي سويس اير عَصْرًا؟
الرجاء الانتظار حتي يتم تخصيص مقعد لك.
لا غوص.
نعم. هذه الغرفه 11-9. المكيف لا يعمل. هل يمكنك اصلاحه؟
انا موافق. اين زر الغالق في هذه الكاميرا؟
نحن فاءزون بعقود مع معظم الموردين في اليابان.
هل يمكنكم اخباري بالطريقه للوصول الي ساحه الاتحاد؟
هل يمكنكم اخباري كيف استعمل مضخه الغاز؟
هل عندك خردل؟
فندق ZZZ. اسم مضحك، اليس كذلك؟
المرجان هنا جميل و التيار معتدل نسبياً.
خمسه وثمانون بنساً.
كانت هذه مثيره للاهتمام.
قمت بتسجيل وصول حقيبتين.
بالتاكيد. ومرحبًا بكم في تمنياتي لافضل السيده كوك التي اتخذت العديد من المبادرات الجيده خلال اجتماعنا.
هل لديكم اي اماكن للاقامه متوفره بهذا السعر؟
لدي رقم حسابي البنكي.
خايف ما تقدريش. لازم تخرج وتتجول.
انا ربه منزل.
بامكانك كتابه اسم عاءلتك، من فضلك؟
تذكره الي شيكاغو، من فضلك.
هل تعتقد انك تستطيع تغيير الاطار بنفسك؟
انه حقا جميل. يجب ان تاتي وتزورنا في وقت ما.
اين المشكله؟ من فضلك اشرح.
من اليسار، يشير هذا الي وقت التصنيع الضروري، وتقدير التكلفه، والمخاطر الماليه.
هل يمكنك تغيير ورقه 10 دولارات؟
الساعه كم نحن نغادر؟
بامكانك ان توصي ببعض الفنادق الاخري؟
اريد بعض بودره الوجه، من فضلك.
هل الرحله متاخره؟
عفواً.
هناك ثقب في هذا.
لدينا فقط مقاس ثمانيه في الوقت الحالي.
لدينا قهوه، شاي، عصير برتقال، وما الي ذلك. ماذا تريد؟
لا تزعج.
انا فقط في مرور.
هذا يبدو غير مطبوخ جيدا. هل يمكنك طهيه لفتره اطول قليلا؟
هل ستاخذ هذا الامتعه الي التاكسي؟
اريد واحده قويه.
بامكانك ان تاخذ بعض الفلفل، من فضلك؟
لا، اشعر بالسعاده. هيا.
اين يمكنني ان اقوم بعمليه الشراء؟
هل لديك واحده اكبر؟
الرجاء اخباري عندما نصل الي جرين بارك.
هل يجب علي الحصول علي تامين؟
هل يمكنني التقاط صور في المتحف؟
وشيك في الفيلم الان؟
يمكنك تغيير هذا الي ين ياباني؟
نعم، ذهبتُ مع صديقٍ يوم الاحد الماضي.
هذه الغرفه 3 علي 2.
بامكاني الحصول علي المزيد من الخبز؟
هل يمكنكم مساعدتي في الحصول علي تذاكر؟
هل السعر ثابت الي وسط المدينه؟
اريد ان احجز لثلاثه في الساعه السابعه، من فضلك.
يمكنك رءيه مبني ابيض؟ انه امام المبني.
هل هذا المسار الصحيح للقطار المتجه الي محطه X؟
انا في فندق "ABC"، غرفه 685. هل يمكن ان تطلب منه الاتصال بي هنا من فضلك؟
لا شكرًا، هذا كل شيء.
الم في مفاصلي.
اين محطه وقود؟
هذا القهوه قويه جداً.
الرجاء اعطاءي نسخه من تقرير السرقه.
لدينا انظمه مترو في المدن الكبري مثل طوكيو.
عذرا لا يمكننا ذلك، ليس لدينا نفس المنتج.
هل يمكنكم اعطاءي مخدر؟
بالتاكيد. اذهب مستقيماً لمده ثلاثه كتل. ثم انعطف يساراً. ستري بوابه جميله علي الطراز الصيني.
الرسوم ستكون عشره دولارات للشخص.
عفواً. هل يمكنكم تعبءته بالعادي، من فضلكم؟
هل استطعت ان تري المشتبه به جيداً؟
وهل لك راي؟ بالتاكيد اود ان اسمع اراءك.
كِيفَ عَنْدَكُمْ حَمل هَذِهِ الحَذَاءِينَ فِيهِ لِي؟
ساعود الي هنا غدا. ما هي ساعات العمل لديك؟
هل يشمل الشامبو والتجفيف بالهواء؟
من تريد ان تراه؟
الوقت المحدد للصعود الي الطاءره؟
اريد بعض الملابس الداخليه.
ساخبرك برقمي هناك في اقرب وقت ممكن.
الطبق الرءيسي هو مزيج من لحم البقر المشوي وسرطان البحر.
ما المسار الذي يبدا منه القطار المتجه الي بوسطن؟
هذا من اجود ما لدينا.
هل ستتمكن من تعويضي عن ذلك؟
نحن سناكله معاً، لذا يرجي احضار شوكه اضافيه؟
هل ما زال كبار السن محترمين في اليابان؟
هل هناك اي رسوم علي سماعات الاذن؟
الرسوم الاساسيه هي خمسماءه دولار مع رسم اضافي يبلغ خمسه وخمسين دولارًا في الشهر.
فندق هاليكولاني.
بالتاكيد يا سيدتي. هل ترغبين في استخدام مسند حذاء؟ كيف هو القياس؟
هل تم التاكيد مره اخري؟
بامكاني رءيه هذا، من فضلك؟
شربه مرو، من فضلك.
ما نوعها يا سيدي؟
هل هذا جيد؟
هو جيد جداً لدرجه انه يبدو غير حقيقي.
بامكاني الحصول علي اثنين من الهوت دوجات لاخذها؟
ساعدني، من فضلك.
استيقظ الساعه السادسه كل يوم.
عذرًا، لا يمكننا ذلك. سيستغرق اكثر من اسبوعين.
اين يمكنني العثور علي معلومات سياحيه؟
اري. ساتحقق مع موظفينا.
كيفيه الوصول الي مبني امباير ستيت من هنا؟
ما هو السعر لاستءجار هاتف محمول وجهاز نداء؟
الله اكبر.
هل اخذت الطلبات لتناول العشاء بعد؟
اسمي تسونيو سوزوكي. اليكم تاكيد الحجز.
فندق ريتز.
مرحبا. الي باريس، من فضلك.
طاوله بجانب النافذه، من فضلك.
هل يمكنكم اظهار لي الشاشه الموجوده عند النافذه؟
هل هذا كريم الجسم يمنع التعرق؟
بلاستيك، من فضلك.
لقد فقدت حقيبتي.
اريد ان اجرب ارتداء هذه الكعب العالي.
هل لديك تغيير الحرس اليوم؟
يمكنك الحصول علي هذا الوصفه الطبيه في الصيدليه الموجوده في الطابق الرءيسي.
ليس لديك فواتير اصغر؟
عفواً، طاولاتنا ممتلءه. هل ترغب في الانتظار؟
هذه واحده بها صدع.
اريد تذكره اسبوعيه، من فضلك.
ساجرب بعض الايس كريم.
بامكاننا الحصول علي منفضه، من فضلك؟
الرجاء التوجه نحو اليسار.
تانكا، غرفه واحد صفر صفر.
عفواً، هل يمكنني الحصول علي بعض الماء؟
انه كبير جدًا بالنسبه لي. اظهر لي حجم اصغر، من فضلك.
انه لطيفا منك ان تقول ذلك.
انتبه. ها انا ذا.
هل يمكنكم اعاده اصدار تذكره اخري مقابل رسوم المعالجه فقط؟
سوف يستغرق حوالي ساعه.
خمسه عشرين واربع خمسين.
هذي صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر
سابقيك علي اطلاع بمكان تواجدي.
هل هناك مغسله قريبه من هنا؟
هل يمكنني استعاره مجفف شعر؟
هل تجلب لي الملح، من فضلك؟
هدا هديه.
انتظر منك ان تصمت.
الرقم صفر ثلاثه ثلاثه اثنين ثلاثه اربعه واحد اثنين ثلاثه اربعه.
انا سعيد جداً بالهديه.
انا احسن امسك بحقيبتي باحكام، في حاله ما اذا حاول احدهم اخذها.
في المساء يصبح الظلام حوالي الساعه الرابعه وتغلق المحلات مبكرا.
هل تكلفه الخدمه مشموله؟
كم تريد ان تقطع؟
عفواً، هل يمكنكم شرح هذه الازرار؟
ماذا عن السياره هناك، بليموث؟
عذرًا، لكني بحاجه الي شخصٍ ما لمساعدتي.
لاربع ايام. اذا استمر العرض، يمكنني تعبءته مره اخري.
هل هناك خدمه الي سياتل من شيكاغو؟
هل ستتسع الاوراق بحجم قانوني؟
هل هناك مرحاض خاص؟
المنشفه يجب ان تكون ملفوفه علي الرف فوق الحوض.
ارني بعض البلوزات التي تتناسب مع هذا.
نامل ان نزيد مبيعاتهم في المنافذ التعليميه من خلال تعزيز قابليه استخدام الحواسيب الصغيره في هذا المجال المهمل الي حد ما.
كم هي النسبه؟
هناك طلب كبير علي هذا الكمبيوتر الجديد.
نزيف هنا.
اريد مسكنًا.
ممكن لو حصلت علي رحله صباحيه مبكره في السادس والعشرين.
ساحصل علي فطيره مع الايس كريم، من فضلك.
اريد ماء، من فضلك.
لو كان جوله اليوم كله تشمل مرفا الصيادين، ساقبلها.
لا يهم.
ماشيتي، رجاءً اعطني دواء.
هذه الستيك صعبه جدا بالنسبه لي.
لقد نفذت بالفعل.
بالتاكيد، انهم فريق شاب جدًا، وذاك الفريق من فريق دودجرز قوي جدًا ايضًا.
ليس بعد، شكرا.
الرجاء الوقوف في وسط مجموعتنا.
اريد ان اغسل الملابس في وقت ما اليوم.
فيلم الوان زلق، من فضلك.
سكان اليابان في المرتبه السابعه عالمياً.
شخص ما حاول الدخول. شاب في قلنسوه، اعتقد.
انه ضيق جدًا هنا في الصدر.
بامكانك الاتصال بشركه تامين؟
ما هي الخمور التي لديكم؟
لا، خذ الرقم ثلاثه.
خمسه دولارات.
اهلا، شكرا لك. استمتعت به.
انا في رحله عمل.
هيا سابقي في فندق هيلتون. سابقي هنا لمده ثلاثه ايام فقط.
اريد تلفزيون محمول، من فضلك.
هناك فنادق قريبه من المطار؟
اريد فرنك مع مقبلات، من فضلك.
لديّ غرزه في بطني.
اتصلوا بالجيش، من فضلكم.
واحد تذكره طالب، من فضلك.
الرجاء كتابه رساله بمجرد وصولك.
اسف. شوف، انا هيحط عليا كل الحساب. بس مش هتكلمي الشرطه. ابي هيقتلني.
انا مصاب بالامساك.
هل يمكنكم تغليف هذا كهديه؟
لدي الم باهت في المعده.
ليس لديك شيء بينهما؟
تو ختمت دولايت وختمت عشرين سنت، من فضلك.
لن ياكلوا البيض النيء في الولايات المتحده.
اين يمكنني اصلاح ساعتي؟
و رجاءً اخبرهم باننا سناخر حوالي ثلاثين دقيقه.
اريد عشره توكينز، من فضلك.
انا استعمل خزانتك المصرفيه.
كيفيه الوصول الي المطعم؟
اسرع.
هم يكونون جاهزين غدا. لكن مع خدمتنا الخاصه، سيكونون جاهزين هذا المساء.
بالتاكيد، خذ الحافله رقم خمسه من الفندق الملكي وانزل في ساحه وسط المدينه.
عفواً، هل يمكنكم توجيهي الي المحطه؟
يمكنك الحصول عليه في موقف الحافلات هناك.
ساساله عن راحته قبل ان اتصل به.
مكتب تاجير السيارات، من فضلك.
اريد ان اري الجبال.
هل هذا للسيدات ام للرجال؟
اريد ان اشتري زوجاً جديداً من النظارات.
نريد ان نقدم تقريرًا عن الامتعه المفقوده.
هلمّ نمرّ علي المحلّ في طريق العوده؟
سوف يتم ذلك بحلول مساء الغد.
اغيثني بالبيزيتا، من فضلك.
الكرسي المدخن او الكرسي غير المدخن، ايهما تفضل؟
هذا السيد تاناكا. لقد قمت للتو بالتحقق من الغرفه، لكنني لا احب هذه الغرفه.
وِسْكي عَلَي الرُكَز، مِنْ فضْلِك.
لا، لكن لدينا طبيب يمكنه فهم اليابانيه جيدًا. لذا لا مشكله علي الاطلاق.
حسناً.
لا اعرف المقاسات الاستراليه.
هَلْ ترقصِينَ معي؟
الي هنا. كم عليك؟
لو كنت مكانك كنت حاولت ذاك.
الرسم البياني يظهر الاختلافات الرءيسيه بين النوعين من العقود.
هل انا؟ الشطرنج لعبه مثاليه بالنسبه لي.
نعم. ارغب في شراء بعض الهدايا التذكاريه. هل يمكن ان توصي بشيء تقليدي؟
هو مريض. رجاءً اتصل بطبيب له.
اش هي الرياضه الاكثر شعبيه هنا؟
ما نوع البرامج التلفزيونيه التي تهتم بها؟
هل نخسر او نكسب يومًا في الطريق الي امريكا؟
ارني الجدول الزمني، من فضلك.
اريد بعض السماعات.
هل تعيش بمفردك؟
لن تحتاج الي الانتظار سوي ساعه واحده.
كيف تفعل ذلك؟
كامراتي ماشي عادي.
بِالسَلامَهِ.
نعم. هذا الصباح اشتريت ستره في محلكم. لكن عندما عدت وفتحتها، لم تكن ما اشتريته. اليكم ايصالي.
كيف تاكل هذا؟
هل لديك سلطه خضراء؟
كامل، لا شكرًا.
هل تعرف اي طبيب يتحدث اليابانيه؟
بمشيءه الله، متي يبدا العرض؟
بامكاني الدفع بالين؟
هواياتي هي تسلق الجبال والعزف علي البيانو.
ما بديش اروح لليابان تاني. بدي استمر اكتر.
الماء يتسرب من الاعلي. لا استطيع الجلوس هنا.
اوصي بقطعه تحفه.
هذه السيده مايزاكي في الغرفه 2315. اود ان اطلب مكالمه استيقاظ صباح الغد.
مشهور بالبحر الجميل.
الوداع.
اين يمكنني شراء التحف؟
نعم. باللون الازرق والاحمر والاصفر.
ساكون سعيدًا بخدمتك.
اريد ان املاه في مضخه رقم خمسه، من فضلك. اليك عشرين دولارًا.
مرحباً بكم.
اين يمكنني صرف شيكات سفر؟
هل ستقوم بحجز لنا غدا مساء؟
هل يمكنكم اصطحابنا الي المقاعد C تسعه عشر وC عشرين؟
يمكنني تحمل تكلفه شراء سياره جديده مءخرًا.
جزّي شعري عن اليسار، من فضلك.
كم مره يمر حافله هايد بارك؟
هل لديك مرشد يتحدث اليابانيه؟
نعم، سلطه خضراء، من فضلك.
ابحث عن طبيب يفهم اليابانيه، من فضلك.
قريباً ومع حبيب. لكن هناك مشكله. ليس لدي حبيب بعد.
اريد بعض الدواء، من فضلك.
اريد تغيير غرفتي.
سمعت الاعلان عن الغاء رحله رقم واحد سبعه.
اريد زوج من الاحذيه ذات الاقدام المطاطيه، من فضلك.
اذهب مستقيماً. فندق ميلتون علي اليسار.
اين يمكنني استلام التذكره؟
اريد ان احجز.
الرجاء القياده باسرع ما يمكن.
الطهي هناك سيء.
كم عدد زجاجات المشروبات الكحوليه لديك؟
اريد الوصول الي المطار قبل الساعه السادسه.
هل انت مستعد لتخفيض السعر الي سبعه دولارات؟
اريد ان اذهب للتسوق قبل ان نغادر. هل يمكن ان تعتني بحقاءبي لفتره؟
يمكنك تغييرها في اي بنك من بنوك المطار.
اريد بعض دبابيس الورق.
ما هو السعر؟
لدينا نبيذ ورد ممتاز.
بالتاكيد.
هل يمكنني التحدث مع السيد جونز؟
ما هذا الفاتوره؟
شفت المباراه؟ الـ Yankees فازوا.
اريد اجراء مكالمه جماعيه الي اليابان. انا واتانابي غورو، الغرفه واحد اثنان ثلاثه. ارغب في التحدث الي السيد واتانابي ماكوتو في الساعه 8:14:59، ثلاثه تسعه، اربعه واحد، مكالمه جماعيه.
هذه فاتورتك.
ساجرب هذا.
لا، لم افعل. جءت للتو من اليابان.
لا شكرًا، يمكنني ان اجدها بنفسي.
هل هذا الباص يمر بفيفث افينيو؟
دليلنا سيقابلكم في المطار.
اتصال شخصي، من فضلك.
جيد، شكرا.
هي تنزف.
انا حساس من المحار.
بامكانك ان تخبرني بالبرنامج التلفزيوني اليوم؟
الاثنين.
هذه ظلال العيون؟
كذلك. سيكون ذلك بمثابه تدريب جيد.
انا متاكد انك ستشفي في وقت قياسي.
انا مدرس.
اريد صندوق الوان.
تلاتين تعريض، من فضلك.
الشاشه اللي الفيلم عليها؟
الطعام المكسيكي.
هنا ياتي الباص. من الافضل ان تتعجل.
واذن، فان مفتاح التسوق الناجح هو الوصول مبكرًا قبل الزحام.
نقوم بعمل اتفاق.
اوه، حسناً. عندنا وقت كثير بعد ذلك.
ما هو كوكتيلك الخاص؟
هل لديك هذا باللون الاخضر الداكن؟
عشرين الف ين، من فضلك.
هل هذا الباب لرحله الخطوط الجويه الامريكيه رقم 20 الي ميامي؟
انه قليل جدًا.
هل يمكنني تغيير هذه العمله مره اخري الي عمله دوله اخري لاحقًا؟
اِعطني كل اموالك.
لدي مكتبي هنا. هذه ان ان بيوتلر، سكرتيريتي. ان، هذا السيد يوزو من اوساكا.
اريد حجز مقعد في الدرجه السياحيه الي شيكاغو لهذا الاربعاء.
اريد حجز غرفه لمده ثلاث ليالٍ قادمه.
هل يمكنكم فتح الباب لي؟ او هل يمكنني اقتراض المفتاح الرءيسي؟
واحد من تلك الحزمه الحمراء، من فضلك.
مايهما هي المحطه المناسبه لمدينه ديزني لاند.
انها باهظه الثمن بعض الشيء.
في اي وقت سيصل الباص الي فندق هيلتون؟
هذه وجبه مشهوره في مطعمنا.
الرجاء دفع رسوم الغاء الفندق.
جيد. ساغادر العمل في الساعه السادسه، فما رايك في الساعه السابعه؟
حسناً. رصيد حسابك هو ستماءه وثلاثون دولاراً.
هناك متاجر كبيره ومتخصصه.
هل يمكنني استلام امتعتي في الوجهه؟
الرجاء التحقق منه بسرعه.
هل لديك هديه جيده لزوجي؟
اوقظني للوجبات.
بامكانك اخباري كيف استعمل المنبه؟
لدراسه.
بالتاكيد، اليكم الخردل.
المنفذ لا يعمل.
تري اللافته الخاصه بـ Air U.S. سبعه صفر سبعه؟ يجب عليك الذهاب الي هناك.
حصلت علي 16 دولار من سوبر اون ليد.
عندي الم في المعده. هل يمكنني الحصول علي بعض الدواء؟
انا ابحث عن دباسه.
كانت هذه شعبيه خلال الاربعينيات من القرن العشرين حتي الستينيات من القرن العشرين.
اريد ان اعرف حجم رقبتي.
هل تريد المزيد من القهوه؟
القاطع معطل.
هل يمكنني الاتصال بك؟ هل بامكانك اعطاءي رقم هاتفك؟
هذه خليط من اربعين بالماءه قطن وستين بالماءه نايلون.
ساراهن علي الارقام الحمراء الزوجيه.
القمصان المستاجره تكلف ثمانيه دولارات لمجموعه كامله والاحذيه المستاجره تكلف دولارين.
ثلاثه ايام من السابع من يونيو.
هل هناك شقق يمكن للسياح استءجارها؟
هل هو يعلم انني هنا؟
غدا؟ ما عندي شيء في بعد الظهر. بس ليش؟
اريد اجراء مكالمه جماعيه الي السيد هاشيموتو.
هناك مباراه كره قدم هذا الاسبوع؟
كذلك يبدو جيدا. ساحصل علي ذلك، من فضلك.
بامكانك ان تري لي فاتوري، من فضلك؟ ما هي هذه الرسوم؟
هم في الجانب الاخر من قسم المجلات.
ما هي الاختيارات اليوم؟
اين يجب علي ان اطلب اعاده اصدار؟
انها شديده الانحدار قليلاً.
تابيو ازورو.
ساريك المكان.
نريد طاوله في قسم التدخين.
اريد شامبو قشره الراس.
هل يمكنكم مساعدتي في تعبءه هذا النموذج؟
هل هناك خصم للسياح؟
اريد زيب.
بعد الشامبو، ارغب في مانيكير.
ليس غاليًا. حسنًا. لدينا فندق جميل اسمه ذا بيفرلي. يقع في الجانب الشرقي.
سانتقل الي رحله اخري في باريس.
لن تقول ابدا.
هل تعرفه منذ وقت طويل؟
عند متجر الهدايا التذكاريه عند المدخل.
لا. هذا تامورا.
لدي موعد في الساعه السابعه.
ماذا يعض؟
ضغطوا علي هذه.
اريد حجز مقعد مريح الي مدريد الليله.
بالتاكيد. اذهب اسفل هذه الشارع مسافه مبنيين، وستجد بنك ناشونال علي يمينك.
شكرا لك، لكني ارغب في التفكير في الامر.
الوقت الذي يصل فيه؟
كم هذا للرطل؟
ماذا سيحدث اذا قلت نعم؟
هل تريد القيام بصفقه اخري؟
الليدي ان ريد، هي كوكتيل فراوله قاءم علي الشمبانيا وهي منعشه للغايه.
شكرا لك. اسمك من فضلك.
كانت هناك اي ميزات خاصه او علامات عليها؟
هناك حافله اخري في الساعه الثانيه عشر و ثلاثين.
هل يمكنني القاء نظره علي البلوزه الموجوده في النافذه؟
دقيقيين، من فضلك.
هل هناك مطعم يتحدث اليابانيه؟
هل يمكنكم ارسال صفاره صديقي؟ لقد فقدته وسط الحشد.
ساعطيك حقنه.
صديقي تعرض لهجوم من الم حاد في المعده.
اريد كريم للبشره الدهنيه.
هل بامكانك ان توصي بجوله سياحيه؟
حوالي ثلاثين دقيقه. الرجاء الانتظار في ردهه الترانزيت.
هل يمكنني اجراء مكالمه جماعيه الي اليابان؟
بامكاني طلب بيتزا تُسلّم الي غرفتي؟
اظن ان بامكاننا تقديم طاوله في ثلاثين دقيقه.
اين محل الحلاق الاقرب؟
كم سعر المجموعه؟
انا من المانيا.
الرجاء تحويل هذا الي دولارات.
هل لديك خوخ؟
هناك راءحه طيبه قادمه من كشك الطعام ذاك.
هل تريد ان تري كيف يمكنني اجراء مكالمه هاتفيه؟
اراهن ان هناك اشخاصًا يتعاطون المخدرات هنا.
افهم ما اقوله؟
هل يمكنني ان اسال عن وقت المغادره من هنا؟
هو خارج.
ابي خايف يركب طاءره.
انا هنا مع صديقي. هل يمكننا الجلوس معك؟
الطعام راءع والناس يعملون بجد، لكن التلفزيون طفولي.
اري. دعني اتحقق من كتابي. لدي افتتاح هذا الجمعه. هل تفضل الصباح او بعد الظهر؟
شكرا لك. الرجاء الدفع عند الصراف هناك. شكرا مره اخري.
عادلي متي؟
اين صاله رجال الاعمال؟
الساعه تسعه.
اسف. ليس لدي ما يكفي معي الان.
بِالطّبع. هيا بنا. هل انت مستعد؟
هل هذا الكوارتز؟
اه، انا بحاجه الي الحصول علي معجون اسنان ايضًا.
طلبي خارجي سلطه بطاطا، من فضلك.
الهواء الملوث مشكله خطيره في هذه المدينه.
هل لديك صاله؟
بطني يوجعني.
الرقم الهاتفي هو واحد اثنين ثلاثه اربعه خمسه سته.
شّتّي سمك ولا لحم؟
الرجاء ايجاد مقعد. يجب ان يكون لدي مقعد.
علي الوصول الي المطار بحلول الساعه الثامنه صباحاً.
اعتقد انني قابلتك من قبل. انا كينيتشي يامادا من شركه نانيو للتكنولوجيا.
هل تريد ان تنظر الي هذا الرسم البياني لاختبار البصر، من فضلك؟
نحن نقيم حفله وديه غدا. انضم الينا، اليس كذلك؟
بامكاني الحصول علي مفك براغي؟
بامكاني تصوير فيديو؟
اوه، هذا الطاءره صغيره جدًا لكي تحمل كل الامتعه.
لا تدخين في المصعد، من فضلك.
اريد الذهاب في رحله بحريه.
الرجاء التوصيه بمطعم.
هذه الغرفه 325. التلفاز لا يعمل.
اريد مترين من هذا القماش، من فضلك.
الرجاء دفع رسوم النقل للوصول الي هناك.
الكلب ام القط، ايهما تفضل؟
بامكاني اخذها.
هل ستجلب لي بعض الثلج وكاسين، من فضلك؟
كنت املك زجاجه مياه معدنيه واحده من الثلاجه.
ما رقم رحلتك؟
لدي مشكله في القلب.
اين زيت السمسم؟
هنا المكان الذي حدث فيه تصادم رباعي قبل الامس.
احيانا اذهب للعب الجولف في عطله نهايه الاسبوع.
هناك بعض النقاط التي احتاج الي التفكير فيها.
اريد تحديد موعد الساعه العاشره صباحاً.
اخرس. انا ذاهب للاتصال وحجز موعد لقطعه.
هل يمكنكم الجلوس لثلاثه؟
السماعات لا تبدو تعمل بشكل جيد.
شو فيه بالسينما الليله؟
بامكاني اعاده اصدارها؟
هل لديك روبي في اطار من الفضه الاسترليني؟
ما هو الحد الاقصي للسن؟
اريد عصير طماطم، من فضلك.
نعم، هل تشرح لي كيفيه استخدام سماعات الاذن هذه؟
الي اي وقت يُسمح لنا بالدخول؟
هل تعرف اي متاجر لديها موظفين مبيعات يابانيين؟
نعم يا سيدي، بعض من افضل الناس يبقون هنا - الناس الذين يقدمون اكراميات لساءقي التاكسي، اذا كنت تعرف ما اقصد يا سيدي.
ثانيه فءه ذهاب فقط، من فضلك.
انا محجوز علي رحله الطاءره الخامسه المتجهه الي سياتل غدا.
نحن متاخرين قليلاً، لكن لا تقلق.
اضمنوا انكم تحافظون علي جميع وعودكم.
اين يمكنني التقديم في مدرسه الغوص؟
بِعِدْ كِتْرَهِ مِنْ هَذِهِ الْمَرَّهِ؟
لا شكرا علي زيت الشعر.
كم يوم؟
لم اكن ارغب في ذلك.
اري. يبدو جميلاً. لكنه ليس رخيصاً قليلاً.
ليس لدي عملات معدنيه لخزانه تعمل بالعملات المعدنيه.
علمت انك لم تتوقف عند اللافته؟
كم ثمنه لليله واحده؟
قياسي 7.
ساصل حوالي الساعه العاشره الليله.
رقمي هو واحد اثنان ثلاثه تسعه صفر خمسه خمسه.
لقد قطعت هذا الطريق كله الي سافيل رو، لذلك يجب ان اصنع بدله.
شحن البطاريه، من فضلك.
20 ابريل.
اريد تغيير الرحله الي رحله بعد الظهر.
الثياب، الحقاءب، الاحذيه، اشياء من هذا القبيل.
هي فتاه يابانيه تبلغ من العمر ثماني سنوات.
كيف حالك؟ ابي يبعث بالتحيه.
الرجاء الاسراع، والا سنكون متاخرين.
هل هو هش او قابل للكسر؟
خوفا من فشل هذا المشروع.
علمني الخطوات، من فضلك.
حوالي ساعه ونصف.
اسف. اعطيتها لشخص اخر يقيم في نفس الغرفه.
ماري كانت في الوقت المناسب للقطار، لكن جورج لم يكن.
كُلّ عَمَل وَلَا لَعِب يَجعَل جَاك فَتًي بَليداً.
بالتاكيد، سافكر في الامر.
التذاكر السريعه جيده فقط للقطار والمقعد الذي حجزته.
غوكورو ساما لتوضيح كل ذلك لي.
لم اكن لدي حركه امعاء منذ ثلاثه ايام.
ماذا يجب ان استخدم النادي للضربه القادمه؟
الشاطء الاكثر شعبيه بين الاطفال المحليين؟
هم كلهم بضاءع شخصيه.
نعم، كوكاكولا واحده فقط.
ساعد نفسك علي الحلوي.
ليس من الخطير اكله؟
هذه علامه مطالبتي. هل ستتحقق منها علي الفور؟
نشتري ايضًا الكثير من الماكولات البحريه من دول اخري.
اشياء هشه.
لن تقلق. سنعلن عنه.
الطريق الي فيشرمانز وارف، من فضلك.
هل ستجلب لي بعض الشاي والخبز والزبده؟ هذه الغرفه رقم اثنين او ثلاثه اربعه.
انا اموت من اجل رشفه من البيره.
يعتمد علي ما اذا كان لديك شيء للاعلان عنه ام لا.
جيد يا سيدي. الرجاء انهاء المكالمه وساخبرك عندما انهيت المكالمه.
الناشر المكتبي شاءع جدًا هذه الايام.
سوف ترجع لي هذه الفاتوره الي فواتير اصغر؟
مانشستر من فضلك.
اسف، نحن لا نفعل ذلك.
انا اسكبت شيءا. هل يمكنك ان تجلب لي منديل؟
و متي كان اخر مره مارست فيها الجماع؟
ما هو سعر تذكره الي وايت بليس علي الخط الشمالي؟
هل هي جوله نصف يوم؟
ارني الجدول الزمني.
اريد ان اغسل يدي. هل هناك غرفه يمكنني فيها غسل يدي؟
هل احتاج الي تذاكر؟
شيء ما خطا في السياره. هل يمكنكم التحقق؟
اوه. انه يعلم اننا نريد ملابس.
اتصال طويل، من فضلك.
اسف، لكنه الان في اجتماع.
انا ابحث عن بنك. اين اقرب واحد؟
ما نوع الوظيفه؟
اوه، يا الهي. اين نحن بالضبط؟
صباح الخير. كم منكم سياكل؟
البطاقه مفتاح ملتويه. هل بامكانك اعطاءي واحده اخري، من فضلك؟
تحتاج الي تسجيل الوصول قبل تسعين دقيقه من وقت المغادره.
تركت معطفي في خزانه الفندق.
الرجاء تغيير هذا الي عملات معدنيه صغيره.
قد يكون شخص ما اخذها عن طريق الخطا.
اين دوره المبتدءين؟
هل لديك الوان مختلفه؟
اريد ارجاع الراديو الذي اشتريته امس.
الخط الذي يجب ان اخذه؟
الرجاء احضار منشفه لي.
لدي رحله متصله علي نورث وست 2 3 4. اين استلم امتياطي؟
بامكاني تغيير المقاعد؟
دولار وسبعين وخمس. ساتصل بك عندما يصبح جاهزًا.
هل يمكنكم الاستفسار عن ذلك الي طوكيو؟
هذه هي الغرفه 6-0-1.
ما شاء الله.
الرجاء ايقاظي عند الساعه السادسه صباحا غدا.
يبدو وكانه قطعه ذات جوده عاليه.
هل اخذ امتعتك؟
بامكانك الحصول علي فاتورتي، من فضلك؟
بجانب نهر التايمز، من فضلك.
عفوا، هل ستلتقط صورنا؟
هناك اي اماكن للغطس بالقرب من هنا؟
اريد شطيره الجبن مع كل شيء، بطاطا مقليه و مشروب الفراوله.
ارسلوا هذا الطرد COD.
انا سعيد جدًا لانني كنت اتناول وجبات غربيه منذ ان غادرت طوكيو.
اريد ارسال هذا عبر الكابل.
الرجاء كتابه اسمك، والفندق، ورقم الهاتف علي هذا الورق.
بامكاني تحديد موعد يوم الجمعه؟
صباح الخير. هذا هو نداء الاستيقاظ الخاص بك.
قمت باجراء مكالمه.
ارني الطريق الي مكتب BA.
عفواً. هل يمكنكم تقطيع هذا الدولار و صفر سنت؟ اريد اجراء مكالمه، لكن ليس لدي اي نقود معي.
من التاسعه صباحاً الي التاسعه مساءً.
هل يمكنكم طباعه اسمي وعنواني علي راس الخطاب؟
هذه ايصالي للدفع.
هل اللباس الرسمي مطلوب؟
كم ثمن الوجه مع قناع الطحالب؟
اريد صرف الشيك.
كيف كان الطقس في لوس انجلوس؟
هي خارج الباب. اذهب الي محطه الحافلات المرقمه برقم ثلاثه. تلك الحافله ستاخذك الي فندق باي فيو.
باستعمال هذا البرنامج، يمكن للمستخدمين انشاء صفحه ويب في اقل من عشره دقاءق.
سقطت و جرحت ركبتي كثيراً.
ارني.
ماذا تقول اللافته؟
لماذا حافظ المنتج A علي حصته الكبيره في السوق خلال السنوات الخمس الماضيه؟
بالتاكيد. الرجاء التوجه الي فحص الجوازات.
اعطني دولارين.
و متي ستجي؟
هل لديك نفس الشيء باللون الاسود؟
اخر قطار متي يغادر؟
الرجاء اخراجني في المحطه القادمه.
لوحات الايجار، من فضلكم.
نعم، لدينا ثلاثه ملاعب تنس في الجزء الخلفي من هذا الجناح.
الرجاء استقبالي في المحطه.
اين يجب علي الانتظار في الصف؟
الرجاء الانتقال الي النافذه الخامسه.
بالتاكيد يا سيدي. سنلتقي الساعه السابعه.
لعل هناك خطا في الحساب. كم هو؟
اريد سياره اوتوماتيكيه ذات كفاءه في استهلاك الوقود.
نعم، كان يوم امس دافءاً قليلاً.
ممنوع قانونيا ركن السياره علي الرصيف.
وهل تبيع الطوابع البريديه؟
احتاج الي وصفه طبيه.
كادت الساعه الخامسه ان تمر.
كانت ردود الفعل علي طرازنا السابق ايجابيه في الغالب.
ماذا عن الذهاب الي هاكوني معي؟
مهما اخترت فهو جيد.
بِسْمِ اللهِ الرَّحْمانِ الرَّحِيْمِ، يا سَيِّدَهُ سُوْزُوْكِي، لَكِ حَجْزٌ عَلَي الطَّاءِرَهِ الثَّانِيَهِ وَالثَّلاَثِينَ الْمُغَادِرَهِ غَداً عَلَي السَّاعَهِ الثَّالِثَهِ عَصْراً. الرِّجاءُ التَّسْجِيلُ مِنْ سَاعَهٍ اثْنَتَيْنِ.
بامكاني الحصول علي بعض النقود الصغيره؟
قد تكون تركته في مكتب الاستقبال.
بالتاكيد. هذا ثلاث قطع كلهم معاً؟ سنحتفظ بهم لك.
ما استطيع ان اري الشاشه من هنا بشكل جيد.
عذرًا، لكنني اريدك ان تحتفظ بجواز سفري.
جيد. الان انت محجوز.
بيل، من فضلك.
شعرت انك تريد ان ناكل الغداء معا؟
كذا رهيب. كان من الجميل التحدث معك.
ما عنديش الكلمات المناسبه.
اكبر فرق هو الاحساس بالمساحه.
هل لديك خصم للاقامه الشهريه؟
هل هذا علي الطريق السريع ام في المدينه؟
حصلت عمليه سطو.
هل ستقيم لمده ثلاث ليالٍ كما هو مقرر؟
هل يمكنني ان اطلب منك الاتصال بي لاحقًا؟
اريد ارسال تلغراف.
كم الساعه التي يجب علي المغادره فيها؟
نعم، للمجموعات العشره او اكثر، ثلاثه دولارات لكل مشروب.
هذه تذكرتك. يرجي التوجه الي البوابه الرابعه عشره عندما يتم استدعاء الرحله.
قطعت يدي علي قطعه زجاج.
لا تزعجني.
انه جيد جدًا.
لم احصل علي امتعتي بعد.
وهلّا قلت لي، صعب، يعتمد علي حركه المرور في الطريق السريع، تعرف انه كثيف جداً في هذا الوقت من اليوم.
هل يمكنكم ان تريوني كيف اكل هذا؟
اريد لحم خنزير مشوي.
لقد نفذ الوقود.
بامكاني تجربه الحجم الاكبر التالي؟
الرجاء تعبءه هذا النموذج. اين يجب ان ناخذه بعد ان نستلمه؟
قابلتُكَ عندما زرتَ مكتبنا في طوكيو العام الماضي.
هل تتوقف في فندق واني؟
بامكانك شرح كيفيه اللعب؟
بامكاني الحصول علي سمك مخلل وبعض الخبز؟
بامكانك ان توصي بوجبه طعام جيده؟
كم المده؟
الرجاء تشغيل العداد.
لم ارَ اي لون بهذا الوضوح من قبل.
بامكاني الحصول علي بعض الادويه المعده للمعده؟
ليس هذا ما طلبته.
عفواً، اين يمكنني غسل يدي؟
مرحبا، لقد فقدت بطاقتي الاءتمانيه. الرجاء الغاء صلاحيه البطاقه القديمه واصدار بطاقه جديده لي.
اريد ان اتحقق من امتعتي.
اريد تذكره ذهاب وعوده الي محطه "S"، من فضلك.
ما هو سعر الغرفه؟
الرجاء اتبعوه. هو سيسشمّع شعركم.
بامكاني الحصول علي حقيبه الناقل؟
لدي ثلاثه قطع من الامتعه.
هل يمكنني الحصول علي اسمك ورقم هاتفك؟
اري. طعم الحلويات اليابانيه مختلف تماماً عن طعم حلوياتنا.
هل يمكنكم ارسال شاحنه سحب الي مينتو رود رقم 100؟
هذه عاءلتي.
هل من المقبول الانتقال الي مقعد اخر؟
كم سيستغرق ذلك؟
بالتاكيد. انا ذاهب بالقرب من مكتب البريد علي اي حال.
اوه. هذا امر مءسف. ثم ماذا عن هذا، الذي يتميز بعمليه بسيطه؟ كل ما عليك فعله هو وضع هذا النوع من الفيلم في هنا والضغط علي الغالق.
هل يمكنكم ترتيب لي الجلوس مع زوجتي؟
كنت قد احترقت بالماء الساخن.
اريد ارسال برقيّه.
لان القرارات تُتخذ بشكل جماعي.
انزل هذه الدرجات واتبع اللافته.
هل لديك بعض البيره المحليه؟
بامكانك التوقف هنا؟
لو اشتريت اثنين، كم هتكون التكلفه؟
نعم. هذا.
اين مصعد جريندلوالد؟
غرفه مع حمام ودش.
انا ابحث عن مظله.
اتصال هاتفي دولي، من فضلك.
28 دولار؟ ماذا عن 15 دولار؟
شاي؟
الله يبارك فيك.
اريد طاوله قرب النافذه، من فضلك.
هل تقبلون الشيكات السياحيه هنا؟
الشخص المسءول غير متواجد حاليًا. سيكون هناك بمجرد عودته.
الطابو، من فضلك. الغرفه 11-16.
اريد كاميرا بسيطه، من فضلك.
هل هو اصلي؟
هل يمكنكم ربط احزامي في الخلف؟
اريدك ان تُجري تصويراً بالاشعه السينيه.
هل تعرف مكان اخر قريب يقبل الين الياباني؟
لماذا هذه السراويل القصيره مكلفه جدا؟
البطاريه ميته. هل يمكنني اقتراض كابلك؟
دواء المعده، من فضلك.
تلقيت زجاجه عصير، لكن لم احصل علي اي نقود.
احب الموسيقي الشعبيه.
بامكاني رءيه واحده مماثله لتلك المعروضه في نافذه العرض؟
مرحبا، وكاله سامريتيان للعقارات.
هل لديك اي فواكه طازجه؟
سااخذ ما تبقي ليليًا.
اين غرفه الطعام؟
حوالي ثلاثه ملايين ونصف المليون ين.
ارسله بالبريد المسجل، من فضلك.
هل لديك مسكنات في هذا الفندق؟
بالتاكيد. اه. هل يمكنني الاستحمام اليوم؟
الطرف الاخر علي الخط.
اعطني تسعه عشرات، خمسه عشرات، اربعه واحدات والباقي في عشره سنتات.
اليابانيون يحبون القيام بالاشياء في مجموعات.
نعلن عن اليوم.
الساعه كم في طوكيو؟
لنقل له.
اريد بعض اوراق اللعب، من فضلك.
انا ابحث عن هدايا تذكاريه بسعر معقول.
بattery بارك، من فضلك-لكن هل يمكنك التوقف في يونيون سكوير؟ اريد ان التقي بصديقي هناك.
سنتصل بك قريباً لنعيده اليك.
عذرًا، لا استطيع. لا يمكنني التوقف الا في الفنادق المدرجه هنا.
انا حقاً اقدر ذلك، لكن.
ما نوع الغرفه التي تريدها؟
هل هو الي اليمين او اليسار؟
عطيني دولار.
ما رقم البوابه؟
توقيع من فضلك.
هذه المنصه سته؟
بصراحه، طعمه حار قليلا، لكن اعتقد انك ستعجب به.
اريد كاس ماء بارد.
هل من الخطر الذهاب الي سوهو؟
تذكره الي ديترويت، من فضلك.
عندما يتعلق الامر بالموسيقي، لا شيء يمكن ان يتفوق علي شارع الاربعين. المسرح يجذب حشدًا كاملًا كل يوم لدرجه انه لا يمكن الحصول علي تذكره واحده. انه حاله نادره في تاريخ الموسيقي، اعتقد.
بامكانك ان تاخذ حقاءبي نيابه عني، من فضلك؟
شكرا لك، لكن امتعتي كبيره جدًا بالنسبه لي لاحملها. هل تودّ حفظها؟
نحن مهتمون بعلم الاثار.
هل تجلب لي كاس ماء؟
اتصل بالشرطه.
هاذا اتٍ.
طول الكتف، من فضلك.
هل يمكنني الاطلاع علي البرنامج وقاءمه الاسعار؟
بالتاكيد. ساعطيك بطاقه العمل الخاصه بنا.
هل لديك نماذج اخري؟
بوابه الصعود الي الطاءره هي رقم سبعه عشر.
29 ابريل كان عيد ميلاد الامبراطور شوا، والد الامبراطور الحالي. والان، يُحتفل به كاليوم الاخضر.
كم تكلفه ارسال هذه البطاقه البريديه الي اليابان عبر البريد الجوي؟
هتشوفني في الديسكو؟
نعم، انه برج النصب التذكاري. احد اشهر المباني في المدينه.
لديك افلام؟
عفواً. هل هذا هو الطريق الصحيح الي البنك الوطني الاول؟
اريد استخدام خزانه الامان.
بدا بمشاجره.
هل تقدمون اي سعر خصم خاص؟
لدي اكثر من عشرين عامًا من الخبره في هذا المجال.
انا مقيم في فندق هيلتون سي سايد. كما تعلمون، انا بحاجه حقيقيه لتلك الحقيبه. كل ملابسي موجوده فيها.
خذ المخرج هناك واتجه يميناً، من فضلك.
اسف. عندي الرقم الخطا.
علمت كيف تصل اليه؟
الخط مشغول.
اين منفذ الشفره الكهرباءيه؟
بامكاني رءيه واحد اخر؟
اين الدرج؟
جيد. هل تحمل اي نباتات او اطعمه؟
بالتاكيد. يا عزيزي. هيا بنا الي الشاطء.
هل هو في نفس الاتجاه مثل ذلك المبني؟
يبدو مزخرفًا جدًا.
انا كاتسوهيرو ناكانوما. هل لديك رساءل لي؟
بكل الاحوال، هل يجب ان احجز نفس الرحله لان لدينا مكان لك؟
هل من الممكن تغيير حجزي الان؟
اسمه سوزوكي.
اسمي يوسوكي تاناكا، وانا اتصل الان من المطار.
هل هي ناضجه؟
لا ضرر مقصود.
اين بهو الفندق؟
واحده من حقاءبي تضررت. اين اذهب لتقديم مطالبه؟
انه صوت عالٍ جدًا.
هل يمكنكم احضار امتعتنا، من فضلكم؟
الرجاء احضار لي زجاجه بيره. اذا كان لديك بيره مبرده، فانا افضل ذلك.
اوه، هذا يذكرني، هناك مقهي جيد يعزف موسيقي كلاسيكيه راءعه بالقرب من هنا.
اريد سيارتي.
بالتاكيد. هل لي ان اخذ رقم هاتفك، فقط في حاله؟
لا. في الواقع، بسبب الاسعار المرتفعه، يجب ان اعيش في المنزل الذي في كوينز، وهو رحله ذهاب واياب لمده ساعتين.
اعتقد اننا كذلك. الان لدينا نقطه واحده فقط نريد مناقشتها. هي عدد الاشهر التي يجب علي كل طرف اعطاء الاخر اشعارًا مسبقًا في حاله انهاء العقد.
اريد الحصول علي تذكرتين يوم السبت بعد الظهر القادم.
هذا مطبوخ قليلا.
هل هي قصه حب؟
انا العب من اجل المتعه واستخدمها ايضاً في العمل.
الساعه التي سيغادر فيها الباص الي اكسفورد؟
اريد ان اجد رقم الخطوط الجويه المتحده، من فضلك.
عذرا لتاخيرنا، رقم غرفتك هو تسعه وتسعون. ها هي مفتاحك.
شراب خمر لذيذ. هل يصنع محليا؟
بالتاكيد. هل لديك لون معين في ذهنك؟
اشعر بالدوار.
اين حقاءب اليد؟
هل يمكنني رءيه جواز سفرك وتذكرتك؟
اريد بعض ورق الحمام.
اليابانيون لا يغيرون وظاءفهم كثيراً.
انا اتصل بطوكيو ثلاثه سبعه سته خمسه اربعه ثلاثه اثنين واحد.
بامكاني تحديد موعد غدا؟
انها حجر قديم عليه حروف قديمه.
الرحله التي ساصعد اليها بعد ذلك؟
تقلع الساعه 8:25 صباحاً من مطار سان فرانسيسكو.
هذه غرفتك يا سيدي. اين يجب ان اترك امتعتك؟
عذرًا، لكنني اعتقد انك جالس في مقعدي. ما رقم مقعدك؟
هل يمكنكم وضع امتعتكم علي المنضده؟
نعتبر واشنطن العاصمه الامريكيه مركز السياسه العالميه.
جيد. ساخبرها ان تملاها.
اسمه اوكادا. لدينا حجز في الساعه السابعه.
انا؟
اين ستقيم في لوس انجلوس؟
في المترو.
ثم، يتم تقليل مشكله التلوث البيءي ايضًا. صحيح؟
ما عدد الباص؟
لا يهم.
للاسف، يجب علي مهندسنا، السيد اكياما، المغادره باكرا لحضور اجتماع اخر.
هل لديكم خدمه تاجير او استلام؟
لا يوجد صابون في الحمام.
انا افضل التلقاءي.
سته فواتير عشره دولارات، وثمانيه فواتير دولار واحد، والباقي في ارباع.
خذ الباص المكوك من امامه مباشره.
انها لك.
ساحصل علي خبز ابيض، من فضلك.
اين المرحاض؟
شكرا لكم علي اليوم.
هل لديك هاتف عام؟
هوا هنضلو فيه دقيت.
حوالي الف وخمسماءه دولار استرالي وخمسون الف ين.
هناك طبيب هنا؟
هل من المقبول ان اخذ رحله جويه كهذه؟
رقم الحجز الخاص بي هو سته وعشرون سبعون وتسعه.
اريد ان اخذ الرحله القادمه الي بوسطن.
الطاوله المفتوحه، من فضلك.
بالتاكيد. ابق هنا. ساذهب لاحصل علي سياره اجره.
اِعْطِني كوكي شوكولاته.
انا في الثلاثينيات من عمري.
اريد شراء احمر شفاه. ارغب بلون وردي.
لم يكن هناك اي مشكله علي الاطلاق.
انتظر هنا حتي اعود.
الرجاء اخبار السيد توماس انني اقيم في فندق هيلتون.
اين السوق القريب من البقاله؟
لا. يجب عليك شراء رمز في تلك الاله.
هل هذا جديد هذا الموسم؟
عذرًا، لكنني اشعر بالمرض.
اريد تاكيد السعر.
لو قمت باجراء مكالمه دوليه من غرفتي، هل هناك رسوم اضافيه؟
اعتقد ذلك.
اريد الاتصال بهذا الرقم. هل يمكنكم مساعدتي؟
بامكانك ان تخبرني ما هو الباص او القطار الذي يذهب الي وسط المدينه؟
اريد اجراء مكالمه دوليه الي اليابان، من فضلك.
هل احتاج الي معطف؟ ماذا عن ربطه العنق؟
اريد ان اسالكم عن خدمه.
في السله بالقرب من المحمصه.
لا يجب عليّ شرب اي شيء يحتوي علي الكحول.
انا احضر لاختبارات دخول الجامعه.
مع كريمه وسكر، من فضلك.
بالتاكيد، انه بارد، اليس كذلك؟
بامكانك ان توصي بعض الاماكن المثيره للاهتمام لمشاهده المعالم السياحيه في هذه المدينه؟
هناك كازينو في هذه المدينه.
انا جوعان.
هذه فاتورتك. نقديه او بطاقه اءتمان؟
بامكانك الحصول علي ويسكي مع صودا وبراندي، من فضلك؟
كم تكلفه رسوم الارجاع؟
لا استطيع السباحه. احتاج الي ستره نجاه.
تنينا دجاجتين.
عليك الذهاب.
انا جاي استلمه دلوقتي.
المنعطف الايمن عند الزاويه.
وَالسِنِّيّ هُوَ السّنه الرّابعه من التّعليم الجامعيّ بعد المبتدء، الثّانويّ، والثالث.
اريد ان احصل علي درس خاص.
جمد.
عند اي وقت يمكنني المجيء لرءيته؟
هل لديكم قاءمه النبيذ؟
رجلي تءلمني.
انا احبها. هذه، من فضلك.
لديهم ايضًا مجموعه ضخمه من مسرحيات شكسبير، اليس كذلك؟
اين كاس العالم؟
بالتاكيد، انا سعيد بقدومك.
الطباخ، من فضلك.
اريد حجز قارب للرحلات النهريه.
لديك اي افكار لتسريحه شعر بالنسبه لي؟
هل لديك خريطه المدينه لهذه المنطقه؟
شّعرتو بطلبيّه بطاطا صغيره، متوسطه او كبيره؟
اين المكان الاكثر حيويه في الكرنفال؟
هل هناك صندوق بريد هنا؟
اوه، انت لطيف جدًا. هل يمكنني فتحه؟
اذهب صعودا علي المنحدر. ستصل الي طريق ثلاثي الفروع. ثم اذهب الي اليسار.
بامكاني رءيه كشف الحساب المفصل؟
اريد رول واحد من فيلم التعريضات ثلاثين وسته، من فضلك.
سوف يخبرونك بالحافله التي يجب ان تستقلها.
بالتاكيد. بهذه الطريقه، من فضلك.
سااكل اللينجيني.
جعلها مكالمه جماعيه.
انا اتكلم قليلاً. لكن التحدث والفهم شيءان مختلفان. علي سبيل المثال، اعرف كلمه "اجنبي" - لكن لا استطيع ان اقول اي صف مخصص للاجانب.
Ok. هل لديك تذكره بالغه واحده فقط؟
خذ قرصاً واحداً مع كاس من الماء.
كيف حال عاءلتك؟
حسناً. ستحصل علي 160 دولاراً.
اين الكتب الاطفال؟
لا يوجد هاتف عام في الجوار.
حسنًا، حوالي خمسه عشر دقيقه سيرًا علي الاقدام.
هل يمكنكم ان تلتقوني في محطه بوسطن؟
نعم، انها متصله. من المتكلم، من فضلك؟
ما هي درجه الحراره الان؟
جيبي سرق.
بشكل رءيسي الاعمال التجاريه والقليل من السياحه.
هل لديك غسيل سيارات؟
ضع اموالك حيث فمك.
الرجاء الكتابه لي.
اش دابا نضع هادا؟
بامكانك ان تذكر لي بعض الاماكن الجميله التي يمكن زيارتها؟
مرحبا. انا كارول براون. هل يمكنني التحدث مع سوزان؟
اولاً، استقل خط تشو. واين يجب ان اغير القطارات؟
انا تجاوزت محطتي. ماذا افعل؟
الساعه كم يغادر الرحله؟
هل لديك غرفه باطلاله جميله؟
هل تريد ان تخبرني بالطريق الي مكتب البريد؟
اريد زوج من المناظير.
الرجاء التقاط صوره مع المبني خلفك.
هل لديك اي صحف يابانيه؟
اعتقد ان صندوقًا كبيرًا سيكون باهظ الثمن.
مساء الخير. احتاج الي التقدم بطلب للحصول علي تاشيره دخول الي بلدكم.
هم فضفاضين كثيراً.
بريد جوي؟ دعونا نري، سيكلف هذا ماءه وثمانين دولارًا.
انا مصاب اصابه بالغه.
مرحبا، زمان ما شفتك.
بامكاني الدخول؟
لدي تامين المسافر.
اوروبا بشكل رءيسي.
امريكان اكسبريس علي ما يرام؟
هل قمت بالفعل بدفع فاتوره الفندق؟
المرحاض يبدو مسدودًا.
اريد ايداع هذا في حسابي.
هل يشمل ذلك الوجبات؟
الرجاء الجلوس.
ساغادر يوم الجمعه 29 و اعود يوم الاحد.
الوقت الان في اليابان؟
مثير للاهتمام.
لو كنت عايز خدمه يوم واحد، هتضاف تكلفه اضافيه خمسين بالماءه علي فاتورتك. كده كفايه؟
ناخذ المقاعد الثلاثه في المنتصف في هذه الصف.
لديك اي اقتراحات؟
سمعتك.
لن نجده في المخزون، لكن يمكننا طلبه لك.
بامكانك ان تريه لي، من فضلك؟
ضعوه في احد الاكياس الكبيره الموجوده في خزانه الملابس. يرجي تعبءه نموذج طلب التنظيف المتعلق بالعناصر التي تحتاج الي تنظيف.
انا اعمل في التلفزيون.
هل يمكنني النزول في الطريق بهذا التذكره؟
الذي اكثر متانه؟
كم دفعت مقابل ذلك؟
انا محظوظ لانني اعرفك.
هناك ملصق ميكي ماوس عليه.
يمكنك ان تري لي شيءا اخر؟
كذا روووووووو
نريد غرفه مطله علي الواجهه البحريه.
وَالله مَعَاكَ، مَا اَدْرِي كَيْفَ اَقُول.
هل هناك رحلات اخري متاحه اليوم؟ يجب ان اكون في لوس انجلوس هذا المساء.
ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء
من اين انت في كندا؟
حار جدا اليوم، هيا نسبح، اليس كذلك؟
بشرتي بها مسام كبيره و بارزه.
احتاج الي اصلاح هذه الساعه.
هناك حافله الي المدينه بعد المباراه؟
اريد ان اضيف ذلك الي رسوم غرفتي.
لا، لم اذهب الي نيويورك.
بامكاني الحصول علي سبرايت؟
اواجه صعوبه في فقدان بصري عن صديقي في الطريق.
بامكاني الحصول علي عشره دولارات مقابل هذا العشره، من فضلك؟
تركت كاميرتي في الغرفه.
اريد غطاء كاميرا.
هل تريد الانضمام اليّ لتناول وجبه خفيفه؟
الساعه كم يبدا الفيلم؟
ارفع يديك في الهواء.
هل يمكنني الحصول علي نسخه من تقرير الشرطه، من فضلك؟
اعتقد انك يجب ان تبدا حميه غذاءيه. لا تمارس الكثير من التمارين الرياضيه في هذه الايام، اليس كذلك؟
اوه، نود ذلك كثيراً. شكراً لكم علي دعوتكم.
هل اضع امتعتي هنا؟
اكثر قليلا عن الرقبه.
هل يمكننا ترك امتعتنا معك اثناء ذهابنا للتسوق؟
نعم، قد تمطر بعد ظهر اليوم.
هي في قسم قانون الضريبه علي الشركات.
هل هناك ايضاً مقهي؟
بالتاكيد. انهم من كاليفورنيا و طازجين، اولاً وقبل كل شيء. بما اننا نبيع بثمن بخس، فانك تجري عمليه شراء حكيمه اذا اشتريتهم اليوم. دولار وخمسون سنتاً فقط للقطعه.
متوسط الطول، من فضلك.
كيف تستعمله؟
هو هناك في الاسفل علي اليمين.
اريد ان اغوص مع مدرب غوص.
بما انك تريد تغيير غرفتي؟
دعني اتحقق. ماذا عن المغادره الساعه 7:40.
الرجاء توصيلي الي رقم 303.
اين محطه الباص الي سانتا مونيكا؟
هذا تذكار اذهب به الي اليابان.
عميتي مكتءبه و غريبه بعض الشيء.
هل ستساعدني، من فضلك؟
عندي الم في المعده.
اين يمكنني شراء الزي التقليدي؟
اين مكتب المفقودات والمستلزمات؟
هل لديك قمصان؟
ارشدني الي بار جيد، من فضلك.
ساحصل علي ستيك صدر ولحم خروف مشوي لزوجتي.
هذه نوبه حاده من التهاب الزاءده الدوديه مع تمزق. يجب عليك الذهاب الي المستشفي علي الفور.
كامل التغطيه، من فضلك.
الان، اذن ماذا يجب ان نفعل للعشاء اليوم؟
سافكر في الامر.
هل تقبلون الشيكات السياحيه؟
هذه يجب ان تكون لك. ساءق التاكسي تركها لك صباح اليوم.
هل لديك نفس هذا؟
ديك المركز التجاري الذي تم الانتهاء منه للتو.
يمكنني تحمل 300 دولار شهرياً.
هل يمكنكم ان تجروني الي محطه الوقود التاليه؟
اريد تبريد الجزء المصاب بالثلج المكسور.
عندما تكون لديكم مقاعد متاحه؟
لا، ساعيد الاتصال به.
اريد سياره.
هل لديك تاريخ من الحساسيه؟
هناك عباره الي جزيره الحريه من بادري بارك.
هناك خزانه؟
ساعدني. لا استطيع التحرك.
سياره غير مدخنين، من فضلك.
الرجاء كتابه عنوانك الداءم.
نحن مستعدون للرد فوراً علي اي استفسارات قد تكون لديكم.
لن اكل الوجبه.
اريد ان اشتري ما احتاجه. هل سترد لي؟
هناك اي متاجر كبيره من حولك؟
الشاب عند مكتب الاستقبال قاسٍ جدًا.
فندق اقل تكلفه هو الافضل اذا كان في حي امن.
لديّ زجاجتين من الكونياك.
في الاول، تُقام المدن في هيروشيما وناجازاكي مراسم تذكاريه، بينما في الثاني، يشارك الامبراطور الحالي في خدمه من اجل قتلي الحرب.
عفوا، ماذا يجب ان اكتب هنا؟
هي في الطابق الثاني عشر. خذ المصعد ب، من فضلك.
هل يمكنكم اعطاءي الوصفه؟
هناك اي خيار اخر؟
الرجاء سءال الحمال.
لديّ انفلونزا.
هل مع حمام؟
كذلك، يا الهي، الطرف الاخر من المدينه، مربع مابل. الطرف الشرقي من المدينه.
جيد، انتم جاهزون. الان رقم رحلتكم الجديده هو صفر صفر ثلاثه تغادر في السابع عشر من يونيو.
اريد ان اذهب من خلال اجراءات السوق الحره.
ليبيحبشتي لوجبه الغداء، لحم بقر، دجاج او سمك؟
كنت قد سُرقت محفظتي في مترو الانفاق.
اسمح لي ان اقراه رقمًا رقمًا، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
مقعد درجه رجال الاعمال، غير مدخن، من فضلك.
هل هذا الباص يذهب الي وسط المدينه؟
لم يعد يعيش هنا.
ليس لديك غرفه ارخص؟
كذلك مكان جيد للوجبات الخفيفه، اليس كذلك؟
اين المقبس الخاص بجهازي لتجفيف الشعر الكهرباءي؟
لم تكن سيارتي القديمه تتعامل بشكل جيد.
اريد بعض العنب.
اتصل بكل الاشخاص المعنيين في هذا الصفقه علي الفور.
انا مرنه. ماذا تشعر بالرغبه في تناوله؟
ماذا تفعل؟
ممرضه، تعالِ بسرعه.
لا يوجد منشفه.
بما اننا نستطيع الوصول قبل ساعه، لا مانع لدي من دفع مبلغ اضافي.
الزاءد يصبح اصغر.
لقد اتصلت برقم خاطء.
اريد شيءاً لا يجعلني نعساناً.
اريد ان اجرب شيءًا اصغر قليلاً.
اهلا، كم انت لطيف ومتفهم. هل يمكنني فتحه الان؟
اين موقف الباص؟
بامكاني ان امنحك شيفروليه سبكتروم مقابل 42 دولارًا في الاسبوع، مع عدد غير محدود من الاميال.
بطاريه خليه جافه لهذه الكاميرا، من فضلك.
الرجاء اصطحابي الي هذا العنوان.
هل تستطيع ان تقسم هذا الدولار العشرين الي عشرين قطعه منفصله؟
احتاج الي ايجاد فندق. اين مكتب المعلومات؟
حجزت مقاعد بجانب النوافذ.
الخدمه في الغرفه من فضلك.
السير يميناً، وستجد واحده علي بعد ميل تقريباً.
قمت بحجز من 24 اغسطس الي 27 اغسطس. هل يمكنني تغيير حجزي من 25 اغسطس الي 27 اغسطس؟
شكرا، لا اعتقد ان بامكاني. هل يمكنني العوده مره اخري؟
حوالي خمسماءه فرنك او ماءه دولار امريكي.
باي علامات تجاريه اخري؟
اِعْطِني بعض التبغ.
هو بالجنوب.
هناك مبني جميل هناك.
الرجاء تحميله علي فيزا الخاصه بي. الرقم هو اثنين ثمانيه سبعه ثلاثه خمسه تسعه ثمانيه اربعه، وتاريخ الانتهاء هو مايو تسعه وتسعين.
اريد غرفه مع اطلاله جيده قدر الامكان، من فضلك.
واحده لفه من الفيلم الاسود والابيض، عشرون تعريض، من فضلك.
اريد غطاء عدسه، من فضلك.
بامكانك التحدث ببطء اكثر من فضلك.
اريدها ان تبدو مثل ميج رايان، من فضلك.
اريد بشكل اساسي فواتير خمس جنيهات، من فضلك.
هل يمكنكم الاحتفاظ بحقيبتي حتي الساعه الخامسه؟
اين يجب ان اسال عن القبول؟
قَدْ قُمْنَا بِتَقْدِيمِ تَقْدِيرٍ شَامِلٍ لِاحْتِيَاجَاتِ الزَّبُونِ.
لماذا لا نلتقي لتناول الغداء غدا؟
اريد بعض الملابس الرياضيه، من فضلك.
اين مكتب جريهاوند؟
ما عنديش اقدر اجد حقاءبي.
لقد اصبح الساعه الثامنه ليلاً، لماذا لا يزال الجو مضيءاً؟
ليس هناك مكان اقل تكلفه؟
هل تريد ان تشتري تامين؟
هل يمكنكم تخزين امتعتي حتي وقت المغادره؟
عفواً. هل يمكن ان تخبرني كيف اذهب الي اقرب بنك؟
في اي طابق؟
شكرا جزيلا.
اين يمكنني الحصول علي جدول مواعيد السكك الحديديه؟
عفواً. هل يمكنكم اخباري متي تغادر القطار بوسطن؟
بامكانك ان تعطيني خصم؟
بمجرد ان تبقي في نيويورك، يجب الا تفوت رءيه بعض المناطق والمعالم المثيره للاهتمام الاخري، مثل تمثال الحريه في جزيره الحريه.
الذي تفضل ارساله عن طريق الجو او البحر؟
هل تغيرت مقابل ورقه نقديه من ماءه دولار؟
دك مركال بارك، اليس كذلك؟
انا اتصل بالبارمان.
يمكننا ان نضعك في الساعه الثالثه مساءً. اذا كنت بحاجه الي استءجار بعض المعدات، يرجي المجيء الي مبني النادي قبل الساعه الثالثه بقليل.
السعر لرحله الحافله هو ماءه وثمانون ين.
كنت علي وشك ان تصدمني سياره وسقطت.
افطاري لم يصل بعد. الرجاء احضاره علي الفور.
اين يمكنني ان افطر؟ في اي وقت يتم تقديمه؟
الْيَوْمَ اِنَا هَاتِفُو نَازِلُو الْمَسْجِدِ الْجَامِعِ وَالْيَوْمَ الْاَخِيرِ اِنَا هَاتِفُو نَازِلُو الْمَسْجِدِ الْجَامِعِ وَالْيَوْمَ
هل بامكانك ان تعطيني الفلفل، من فضلك؟
شكرا لك علي مساعدتك لي خلال رحلتي الي الولايات المتحده.
اين منطقه الامتعه؟
هل يمكنكم الاحتفاظ بهذا الامتعه حتي الساعه الرابعه؟
اريد اصلاحه بعد عودتي الي اليابان.
هل لديك مجموعه الخياطه؟
انا من سويسرا.
لمبه الاضاءه قد احترقت.
لديّ معده مضطربه.
انا مزارع.
لا يوجد سوي ساءق في الحافله، لا يوجد موصل.
اريد ان يتم كيّ فستانِي.
عفواً، هل بامكانك رفع مقعدك قليلاً؟
يوم جميل، اليس كذلك؟
اعطه. هذا كل ما لديك؟
اري. الرجاء تعبءه هذا النموذج اولاً. و اخبرني عن لون وحجم ومحتويات حقيبتك.
هل لديك خريطه الشارع؟
الرجاء ارسال هذا عبر البريد البحري الي اليابان.
اِتْوَيْ.
بامكاني الحصول علي بطاقه بريديه؟
هذا الصباح اخذت بعض الادويه البارده التي احضرتها من اليابان.
اريد حجز مقعد.
كم يستغرق المشي من هنا الي برج لندن؟
بوابه اي رحله رقم 12 الي واشنطن؟
هل يمكنني طهي الطعام لنفسي؟
سوف ترتدي ربطات العنق من فضلك؟
بامكاني النهوض متي؟
هل يمكنكم فتح صندوق السياره؟ اريد وضع حقيبتي فيه.
كم السعر للساعه الواحده؟
بامكاني الحصول علي صندوقين هديه؟
انا ابحث عن مقلاه غير لاصقه.
ما محتوي هذا الطرد؟
يبدو ان مباراه البيسبول قد تاجلت.
هل لديك هذا باللون الازرق؟
ما عندي علم بالبنايه دي. بس دي الطريق الصحيح لمقاطعه اوياما بالتاكيد.
بعتلي الفيلم. يمكنني شراء بعض هنا؟
هل ستوصلني الي غرفه السيد موري؟
اريد الحصول علي مقعد علي الخطوط المتحده، رقم الرحله تسعه وعشرين، لنيويورك.
ووقت ماذا الصوره القادمه؟
كم تكلفه مكالماتي الهاتفيه؟
هل يمكنني الحصول علي تذكره سفر الي دوفر؟
يقول لا تمر.
هل لديك اصغر منها؟
الرجاء اعداد تقرير عن فقدان.
حقيبه يد وكاميرا.
انا من اليابان.
ما اظن. من الافضل ان تاخذ حافله.
ساتحقق. اخشي انني لا استطيع العثور علي اسمك.
عفواً، هل شارع هرمز قريب من هنا؟
هل يمكنكم تقديم الطعام لي علي الفور؟
اعتقد ان هناك خطا. هل يمكنكم ترتيب لنا كي نتمكن من البقاء؟
فيزا و الرقم اربعه وتسعين وثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
هل يمكنكم تحويل هذه الصور السلبيه الي شراءح؟
هل يجب ان احمل معي معطف؟
ليس بعيدا. انه علي بعد عشر دقاءق سيرا علي الاقدام.
الذي تفضله اكثر، القهوه ام الشاي؟
كم تكلفه الوصول الي هناك؟
اين يجب ان اضع هذه العلامات علي الحقاءب؟
هناك مسبح هنا؟
هل يمكنني الحصول علي هذا الظرف؟
بالتاكيد يا روكي هيد، هل تحب ذلك؟
يستغرق بعض الوقت لصنعه، لكنه احد اكثر منتجاتنا شعبيه.
سوف يستغرق حوالي يومين الي ثلاثه ايام.
هل ستخبرني كيف اذهب الي مدينه سان فرانسيسكو؟
هل يمكنني الحصول علي سماعات اخري لان هذه لا تعمل بشكل جيد؟
عن ماذا تريد بعض القهوه او شيء ما؟
انا ذاهب الي المكسيك.
يبدو ذلك جيدًا باستثناء استثناء واحد.
اريد بيض، من فضلك.
شربتكم ماء، من فضلك.
الرجاء تقديم افطار علي الطريقه القاريه.
هل هناك خصم للطلاب؟
اريد مصباح كهرباءي، من فضلك.
الرقم الذي وصلت اليه غير متوفر.
ما هو اعاقتك؟
اجل، خذها بلا شك. عظيم. الان احصل علي النافذه.
متي يصل الطيران في روما؟
نحتاج الي وقت اكثر لاتخاذ قرار.
سالت عن حصه صغيره للطفل.
عند الشارع السابع والسبعين.
لو قطعت، ستخرج عن الممر.
ترجمه، من فضلك.
ساتحقق من الجانب الاخر. قد يكون هناك شخص ياباني يتحدث الانجليزيه.
اضف ذلك الي بطاقتي، من فضلك. ماستركارد.
بعد، من فضلك. جواز سفرك، بطاقه النزول من الطاءره واقرار الجمارك، من فضلك.
هل يمكنني الذهاب سيراً علي الاقدام؟
ساعود لاحقًا.
نعم. تيراياما. واضعني بالقرب من المسرح قدر الامكان، من فضلك.
بماذا يمكنني ان اقول له؟
هل هناك حمام قريب؟
ليله راءعه، شكرا لك.
هل يمكنني الانتقال الي مقعد اخر شاغر؟ لا استطيع رءيه شاشه الفيلم بشكل جيد من مقعدي.
الكاشف الدخان مفتوح.
اريد ان اخذ رحله بحريه في خليج سان فرانسيسكو.
هل لديك اي فكره عن المكان الذي تذهب اليه؟
لا. ادفع للساءق.
ما هي ساعات عمل المتجر؟
نريد طاوله في الزاويه.
ما عنديش تاكيد، بس ما عنديش حاجه اروح اكلها غير المخللات.
اعتقد ان هذا تم حسابه بشكل خاطء.
اريد الذهاب للتزلج لمده اسبوع. هل لديكم اي جولات سياحيه للتزلج؟
هم يلعبون سيمفونيتين لموزارت.
نستمر بالبحث وعندما نجده سنخبرك.
الطقس اليوم جميل جدًا.
اتنين بالغين و اتنين اطفال اقل من 12 سنه، من فضلك.
لو سمحت، اشرح لي بما يرضيني.
اريد فيلم قرص لهذه الكاميرا، من فضلك.
لَيْسَ لَدَيْنَا عُطَلٌ قَومِيَّهٌ مُتَعَلِّقَهٌ بِالاَدِينَاتِ.
كم وزن الامتعه التي يمكنني حملها؟
ولكنه لا يعمل.
بامكانك رءيه تلك الحقيبه، من فضلك؟
واو، انا محظوظ. هذا الفيلم لم يُعرض حتي في اليابان.
دفعت ثلاثماءه وعشرين دولارًا في متجر السوق الحره.
هل يمكنكم الوصول الي القلم الموجود تحت الكرسي؟
سادفع عن اصدقاءي ايضًا.
خمسه سنين استغرقني المجيء الي هنا.
كم تساوي الين الياباني مقابل الدولار الامريكي؟
بامكاني الحصول علي نصف رطل من سلطه الروبيان؟
هل هناك مقهي او مطعم في المبني؟
اوه، انه غالي جدًا.
القطار السريع موجود في المنصه رقم 8.
انا في عجله من امري الان.
اذهب الي الجحيم.
هذا سوزوكي يتكلم.
قمت باخراج ساعتي اليديه و لم اعد اجدها.
كم سيستغرق بالباص؟
بِالطّبع. قمنا بحجز غرفتك في الفندق.
الصرف مسدود بالغبار.
بصراحه، اعتقد انني يجب ان اذهب.
السلام عليكم، انا ذاهب لالتقي بكم، فلنتقابل بعد خمسه عشر دقيقه.
هل قمت بالفعل بالحجز؟
ساقوم برحله قصيره الي المكسيك.
في اي طابق يوجد ملابس السيدات؟
بامكاني الحصول علي تذكره نقل؟
السلاسل متهالكه.
لماذا الخدمه بطيءه جدا؟
انظر الي الاسفل هناك.
هم كثيرين لدرجه اني ما اعرف اي واحد اختار.
كيف اقوم باجراء مكالمه هاتفيه؟
لا. انا مهتم بالجينز وبدلات السراويل.
لدينا احجام مختلفه.
اخذت الباص الخطا. هل يمكنني الحصول علي توصيله؟
ما اعرفش.
اين يمكنني ان اصعد علي الباص المتجه نحو بيفرلي هيلز؟
لنلتقي في غرفتي.
هل لديك اي مهدء؟
ما الشركات الاخري التي تفعلها بشكل جيد؟
تكلّموا وتصرّفوا.
هناك حافلات سياحيه؟
الرجاء استثناء المحار من طلبنا. انه باهظ الثمن.
ثم سادفع لك ثلاثماءه دولار في شيكات المسافر.
فيلسس انفجرت بالبكاء عند سماع الخبر.
سازور نيويورك، شيكاغو، نيو اورليانز ولوس انجلوس.
اين الصيدليه؟
اظهر لي بطاقه الصعود الي الطاءره.
بِلاشِ تِسْخَدِفني.
اوه، لست متاكداً من موافقتي علي هذا التفكير.
فقط ماء ساخن.
بالتاكيد. هل يمكنني رءيته، من فضلك؟
اريد بعض الفول السوداني، من فضلك.
سوف تذهب في العشرين من ابريل وتعود في الحادي والعشرين من ابريل. هل هذا صحيح؟
هل ستقوم بتبديل الدولار الامريكي الي الجنيه الاسترليني؟
شكيت لحم ولا دجاج؟
اريد ان اكل طعام صيني للعشاء.
هل بامكانك ان توصي بفندق جيد؟
الطباخ، هل بامكانك احضار الفاتوره، من فضلك؟
الرجاء المجيء لزيارتنا مره اخري.
عندي حمي بسيطه. عندك شيء جيد لها؟
واحد تذكره "طير" من فضلك.
كذلك. انهم يشبهون اشجار طبيعيه كامله النمو. الناس يستمتعون بالمناظر التي ينتجونها.
ساقدمك الي طبيبي العاءلي.
لم اكن قط في مكان جميل مثل بوسطن.
انا تركت شيءا في الغرفه. هل يمكنني العوده والتحقق؟
هل يمكنني الدفع عن طريق الشيكات السياحيه؟
ما اقدر اصدق ان ردهه المسافرين هي لغير المدخنين. يا للعجب.
اريد استءجار سياره صغيره.
هذه الغرفه بارده جدًا.
هل يمكنني الحصول علي خريطه المنحدرات؟
هل ستتخطي الي هذا المعرض؟
بامكانك ان تري لي اين يمكنني ان استبدل النقود؟
لو كان ممكن تخفض السعر شويه، هيجي اشتريه.
اضفت الكثير من الملح فيه.
انت ملاكي. شكرا جزيلا.
لخمسين دولار؟
الغرفه الطعام في الطابق الاول وتفتح الساعه الخامسه والنصف مساءً.
عفواً. هل يمكن ان تخبرني كيف اذهب الي فندق فيرمونت؟
كم عدد علب الحليب التي تشتريها كل اسبوع؟
هذي تاكسي متوفر؟
في امريكا، ما هو الرقم الذي يجب الاتصال به للاتصالات الدوليه؟
هل تشرحها مره اخري؟
ما هي ساعات العمل للبنك؟
هل يمكنكم تغيير تاريخ رحلتي من لندن الي طوكيو؟
احتاج الي ثلاثه دولارات اخري.
اين، المفقود والمستعاد، من فضلك.
نريد ان نستمتع بلعب الرياضات الفريده من نوعها في الساحل الغربي.
هل يمكنني دفع الفرق من التذكره التي املكها؟
نعم، انا. لماذا تسال؟
بريدي المسجل، من فضلك.
الوجبه الرءيسيه في اليابان هي الارز.
نحتاج الي تخفيض ميزانيه.
نعم، نريد زجاجه من النبيذ الاحمر.
اوه، لا. كل شيء علي ما يرام. هل هذا كل ما لديك؟ حسناً.
نريد طاوله قرب النافذه.
لاذهب الي مءتمر.
هذه الغرفه 11 او 2. هل يمكن ان تجلب لي بعض البيره؟
اوه، هذا جميل. ساجرب ذلك.
بالتاكيد هناك مطاعم جيده. بعض الناس ياكلون في عربات الطعام، وبعض الناس ياخذون وجبات الغداء الي المكتب. بشكل عام، لا نقضي وقتاً طويلاً في تناول الغداء.
الان لننتقل الي الموضوع التالي.
ربما كان الغذاء الخام للغداء سيءًا.
هل بامكانك اعطاءها دواءً للغثيان اثناء السفر؟
ما عنديش اقدر اشرح حالتي بالانجليزيه.
مجرد متعه.
هل استعملت الثلاجه؟
هل يمكنني استعاده امتعتي؟
كانت هناك دم في برازي.
عذرا، لكن لا يمكنني ان اوافقك.
و اريدك ان تنضم الينا، اذا لم يكن ذلك مزعجًا.
بامكاني مساعدتك يا سيدتي؟
نعم، في غرفه الطعام والمشواه.
اسمي يوكيو اوكا، رحله رقم واحد، اثنين، خمسه الي مطار ناريتا في الرابع عشر من اغسطس.
اريد الحصول علي تذكار لابني.
لزام عليهم ان يكونوا اغنياء حقيقيين علي الرغم من مظهرهم. ومع ذلك، فانهم يضربون السعر.
2 دولار الي جنيه واحد. هل هذا جيد؟
ايچيرو سوزوكي. س-و-ز-و-ك-ي.
هل يمكن لاحد اخر مساعدتك في هذه المساله؟
بالتاكيد، قبل المغادره، هل يمكن ان تخبرني ما هي الانطباعات التي لديك عن اليابان؟
عفواً. هل يمكنكم اخباري متي ستكون صوري جاهزه؟
عندي مارفن دورفلير علي الخط. هل يجب ان اضعه علي الخط؟
اعطيتك ورقه مءه دولار.
ما رايك في هذه المشكله يا جورج؟ هل يمكنك توضيح هذه النقطه للصف؟
في هذه الحاله، لا يجب عليك تعبءتها.
هل من المقبول ان افك حزام الامان؟
انا من كولورادو. من اي منطقه في اليابان انت؟
بالتاكيد. كنا مشغولين جدًا بالامس، لكن المكان اليوم ميت. متي يغادر طاءرتك؟
دفعت نقدا في الموقع.
الرجاء الاتصال بالمدير.
اين نلتقي؟
اعاده قولها من فضلك.
اريد لعبه ورقيه.
كم تبلغ تكلفه البريد الي اليابان؟
صديقي تعرض لهجوم من الربو.
بِتِ العشاء جاهزه؟ انا جوعانه. هل تضع الطاوله؟
هل يمكنكم كتابه شهاده سرقه لي؟
الرجاء وضعها في هذه الحقيبه الورقيه البنيه.
ما اقدرش اختار.
لقد كان يزعجني منذ وصولي.
كيف افعل ذلك؟
فقدت محفظتي ومفتاح الغرفه في الشاطء.
انت هنا في شهر العسل؟
لاذهب. هل تضع شوكه في الكيس؟
هل يمكننا التخييم علي ارضكم؟
لو حصل شيء، اتصل بي.
مات فِينِه، من فضلك.
كم مره يجرون؟
اريد ارسال هذه الرساله بالبريد المسجل.
وصولی بین 30 دقیقه متاخر. رجاء تاخیر تسجیل وصولی.
اريدها مسلوقه ومشعره، من فضلك.
عفواً. هل يمكنكم اخباري بالطريقه للوصول الي محطه القطار، من فضلكم؟
لا تظن انني بحاجه الي دليل سياحي؟
هل يمكنني الوصول الي قاعه الحفلات الموسيقيه بحلول الساعه السادسه؟
عفواً، لكننا سنضطر الي الاحتفاظ بها.
انا ابحث عن ظلال العيون.
هل يجب علي طلب الافطار الان؟
دفعتها من قبل عندما اشتريت تذكرتي.
نعم، يمكنك. لكن كن حذراً.
بمتي تبدا بيعك المعفي من الرسوم الجمركيه؟
عذرا لابقاءك في الانتظار. ساصعد معك الي غرفتك.
واحد دولار. يجب ان يكون لديك نقود بالضبط.
غرفتك في الطابق الثالث، رقم ثلاثه وخمسين.
لا يوجد ماء ساخن جاري.
اريد قاموس انجليزي-ياباني.
مرحبا، لدي حجز.
ارني حقاءبك.
اُجلبِه سريعاً، من فضلك. انا في عجله من امري.
ولكن اين؟ انت لا تعرف اي صالونات للشعر هنا.
اِفْتَشْ هَذَا اِلَي الْمَقْصِدِ النِّهَاءِيِّ، رُجُومًا.
اِبدل هذا الي عملات معدنيه، من فضلك.
لديّ علبه سجاءر واحده.
هل يجب علي التصريح عن هذا؟
هل كتب الطبخ في الطابق الثاني ايضاً؟
يوجد خدمه قوارب منتظمه من كوبي الي الموانء في شيكوكو وكيوشو.
الرجاء استبدال هذا.
بامكانك شرح ذلك بتفصيل اكثر؟
عندما تكون جافه، قشريها عن وجهك.
كم سيستغرق الحصول علي حلاقه شعر؟
اريد دفتر عناوين، من فضلك.
اريد ان استلم اغراضي الثمينه.
اريد الجلوس الان.
بعد ساعه واحده من الاقلاع. نبدا خدمه الوجبات عندما نكون نطير علي مستوي واحد.
لدي حجز درجه اولي علي الرحله رقم واحد ثلاثه من لوس انجلوس الي نيويورك في الخامس والعشرين من اكتوبر.
هذه صالحه لمده اربعه عشر يوماً، لذا يمكنك استخدامها حتي الثالث والعشرين.
ليس من الادب ان تبلع طعامك بسرعه.
انا اسكبت الحساء.
اتيت لدراسه في مدرسه لغه.
لا، عذراً.
كم تبلغ تكلفه الوصول الي المتحف الفني بواسطه سياره اجره؟
انا متاخر قليلا، هل بخير؟
نعم، يمكنك رءيته بوضوح، لان الجو جميل اليوم.
هل يمكنني حجز ملعب تنس هنا؟
هناك صالون تجميل هنا؟
شّو الباص الّي بدي اروح بيه للفندق سكاي واي؟
ثم هل يمكن ان تظهر لي بطاقه اءتمان رءيسيه ورخصه قيادتك؟
لا، ليس لدي الكثير من المال.
نعم، ساشرب شامبانيا مع المقبلات.
ليس هناك اي هاتف عام هنا؟
خذي هذا بعد كل وجبه ثلاث مرات في اليوم.
هناك مطعم بيتزا جديد قريب من هنا ارغب في تجربته.
هل يمكنكم البحث عن "ان من غرين جابلز" في نسخه ورقيه من اجلي؟
بِالطّبع. لا تقلق. لدينا ممرضه تفهم اليابانيّه.
ماشفتاش راضي عن هاد.
السيد ابرت كان عونا كبيرا لي.
انه رايون، لذا فهو قابل للغسل.
عندي زكام.
لو سمحت شرحها بكلام اسهل.
اريد تغيير طلبيتي ان امكن.
دعني اتحقق مع متجرنا الاخر لمعرفه ما اذا كان لديهم ذلك في المخزون.
اين يمكنني العثور علي ليموزين؟
اريد ان ارفع بلاغًا للشرطه.
سِت ليالٍ تبدا في الثالث والعشرين من يوليو. هل هذا جيد؟
الساعه كم ارتفاع المد؟
بامكانك مساعدتي؟ حقاءبي ثقيله جدا.
هل يمكنني تسليمها في سياتل؟
ارني واحد تاني، من فضلك.
بامكاني الحصول علي وساده؟
اريد الذهاب لصيد السمك. هل هناك مكان جيد قريب؟
لاجراء بحث في التاريخ الامريكي في جامعه هارفارد.
انا احسن ما لا اشتري اشياء كبيره.
بامكانك احضار بعض الفلفل، من فضلك؟
الطقس جميل، اليس كذلك؟
كيف يمكنني الحصول علي تذاكر لمسرحيه برودواي؟
اين يمكنني العثور علي حقاءبي؟
انا ابحث عن وشاح لامي. هي في الستينيات من عمرها.
ساخصم 10% من السعر.
عَمَلْتَ هُنَا؟
اريد ان ادفع مقابل المكالمه.
كيف يمكنني اخطار الساءق عندما ارغب في النزول من الحافله؟
هل يمكنني حجز غرفتين مفرده بدلا من غرفه توام؟
تصل الي خمسه دولارات وثلاثين سنتًا.
انا استقل القطار في لوس انجلوس. هل سنصل في الوقت المحدد؟
انا اتصل بـ AF واحد اثنين ثلاثه.
بامكاني الحصول علي كاس ماء؟
يستغرق حوالي ثلاثين دقيقه.
الي اي اتجاه مكتب السيد ماسون؟
ماءه دولار نقدا وبطاقه الاءتمان.
كم كل واحد منهم؟
الاسواق النقديه غير مستقره.
انا اخطط لقياده سيارتي حول بروفانس غدا.
اريد استءجار قارب ليوم واحد.
الي الكاس حوالي اربعين قدمًا.
يبدو قليلاً غير مطهو جيداً.
سادفع نقداً، لكن اسمح لي بقراءته، من فضلك. ما هو هذا الرسم؟
هل هو حلو؟
ماذا؟ راينا للتو وجبه وهم الان يجلبون اخري.
سوف يستغرق الامر علي الاقل تسعه وتسعين ساعه.
هو يمر علينا احيانا لزيارتنا.
اين المرايا؟
كيف افتح غطاء المحرك؟
تركت شيءا في الغرفه.
اريد بعض النقانق الكبد، من فضلك.
استخدم ماكينه البيع.
تسريح الشعر وشامبو، من فضلك.
اريد استءجار بعض النوادي.
كم ساعه متبقيه قبل ان نبدا؟
انت مُءكّدًا مره اخري.
الرجاء اخذ هذا الي موقف سيارات الاجره.
ما هو النسبه المءويه الاجماليه لجميع الضراءب المطبقه؟
مرّ وقت طويل منذ ان رايتك.
حجز ملعب الجولف، من فضلك.
ساتحمل بعض الازعاجات.
الرجاء وضع بعض الاضاءه في شعري.
بامكانك ان تمنحني جاك؟
لدينا ممرضه تفهم اليابانيه.
هل لديك دواء للزكام؟
بامكانك ان تاخذني الي المستشفي؟
لا، ليس لدي شيء للاعلان عنه.
هنا خمسون دولارا في حاله واجهتك مشكله.
الغرفه الرءيسيه لتناول الطعام ستكون مفتوحه في الساعه الثامنه وتغلق في الساعه العاشره.
هَلْ نَصْنَعُ شَكْلَيْنِ مِنَ الاِشْهَارِ.
كيف تشعر؟ صنعوا في سويسرا وهم في الموضه هنا.
ما نوع البطاريه التي تستخدمها؟
اريد كتاب اطفال من فضلك.
اسف، لكني ارغب في الغاء حجزي.
عذرا، لا احب ذلك.
و ماذا يوجد في تلك المنطقه من المدينه؟
الكتب والكتيبات.
تسليم.
نزل اثنين من المباني. انه في الزاويه.
اين الديسكو المشهور؟
هذه الفندق علي قمه التل له اطلاله راءعه علي المدينه، اليس كذلك؟
كم يجب ان ادفع؟
اريد مشاهده مباراه بيسبول محترفه.
اتصل بي بسياره اسعاف.
بالتاكيد، يجب ان تكون قد نسيته. شكرا لك علي التحقق.
هذه بطاقتي التجاريه. انا المسءول عن استيراد الاثاث الي اليابان.
زميلتي، السيد تاكيمي، اقترح علي ان اتصل بك. انه احد مرضاك.
لدي موعد اخر في ذلك اليوم.
كيف ارجع؟
اللقاء يوم الاثنين.
هل لديك هذا باللون الاخضر؟
انا جديد هنا.
انا افتقد نبيذي.
انا وسيط تامين.
ما نوع المقبلات التي لديكم؟
بالتاكيد.
بعض الاعمال التي لا مفر منها قد ظهرت.
الشروط في العقد واضحه، لكني لم افهم النقطه بعد ذلك.
نعم، بعض غرفنا تطل علي الحديقه، لكنها اغلي.
لماذا اذن، يجب ان يكون قد سقط من جيبتي. يجب ان ابلغ عن هذا الي محقق الفندق.
هل لديك خصم للاقامه الاسبوعيه؟
دفعت كل فاتورتي.
اريد حجز ملعب تنس لمده ساعه غداً.
هل لديك مضارب للايجار؟
لا، جءنا هنا العام الماضي.
هل يمكنك وصف الشخص؟
ارحمني.
ما عندي رغبه فيه بهذا السعر.
بصحه.
بالتاكيد، سارسل مهندسنا الي غرفتك.
انا حساس تجاه ما يلي.
نعم. عندي هنا. هل يمكنني رءيه رخصه القياده الخاصه بك، من فضلك؟
كنتم عونا كبيرا لنا اليوم.
عفواً، لم اسمعك بوضوح. هل يمكن ان تكرر ذلك؟
نورمال.
هل لي ان اسال عن اسم ابنك؟
هل لديك اي ايس كريم؟
انه امر غريب، لكنني استطيع التحدث باللغه الانجليزيه بشكل افضل عندما كنت مخموراً.
قيل لي ان لديك فاكس لي.
بِالاختياري تقصد انهم داءما مهتمين بالميزانيه؟
كيف تظن ان هذا يبدو؟
انا اشعر بالبرد.
الجروح اصبحت مصابه.
اريد اعاده اصداره.
انت متاكد من عدم وجود حجز باسم "سوزوكي"؟ ماذا عن "تتسوءو"؟
ما عندي القدره علي فتح الباب.
كابوكي هو احد الفنون اليابانيه التقليديه.
ما هو الافضل؟
اريد تحديد موعد داءم.
بامكانك ان تعطيني غرفه اكبر؟
اريد كيس للكلاب، من فضلك.
انا اخطط للبقاء لمده اثني عشر يومًا.
هل يمكنكم الاحتفاظ باكياس امتعتي لمده ساعتين اضافيتين؟
لقد كان من الافضل ان نجد مكتب الخطوط الجويه المتحده الان.
بامكاني ان اري الجدول الزمني؟
السيد جيرو يامادا؟ تم تاكيد حجزك علي هذا الرحله، المغادره في الساعه السابعه وثلاثين صباحاً من شيكاغو.
انا ابحث عن تنوره.
لاي الوان اخري؟
ما هو افضل طريقه للاستمتاع بالمدينه؟
اربع محطات.
غِرْفتي، رُجاءً.
هل هناك مفقودات وموجودات في المحطه؟
هل يمكنني الانتقال بهذا التذكره؟
هل تعترض علي ان نجعل هذا العقد لمده عام واحد بدلاً من عامين؟
اريد ان افكر في الامر، من فضلك.
بامكاني توضيح هذا؟
هل سيقوم الفندق بارسال سياره لاصطحابنا؟
سندويتش سلطه بيض للمشي.
هل ستخبرني عن بعض الفنادق تحت خمسين جنيه ليلي؟
هل يمكنكم تخصيصي وقتًا يوم الثلاثاء صباحًا؟
انا افضّل مقعداً في المقدمه.
بامكانك وضع امتعتي في صندوق السياره، من فضلك؟
هل هو مسبح خارجي او داخلي؟
بامكانك اخباري برقم الباص الي سانتا مونيكا؟
جيد، وماذا عنك؟
اريد كريم نهار.
ولكن، اذا لم تعمل الاضاءه، لا يمكنك استبدالها.
ما اقدر اجد الحجز عندك، بس عندنا غرفه.
سادسه وثلث اليوم، لكن عادهً في الخامسه وثلث.
اريد قلم حبر جاف، من فضلك.
ساخصم 20٪ من السعر.
سابحث عن تاكسي اخر.
هل هناك صندوق بريد هنا؟
بليز، ماشي بارد، علاش؟
اريد الذهاب الي برودواي.
هل لديك خريطه لمسارات التزلج؟
الرجاء تنظيف الغرفه.
حسنًا. ليس الامر سيءًا جدًا.
ما عنديش اقدر اجد الطريق الي المحطه.
2 دولار وخمسين.
هي في نهايه هذه الشارع.
بامكاني الحصول علي بعض النقود الصغيره؟
هل يمكنني استخدام مصباح يدوي؟
شكرا جزيلا. واترك المشهد كما هو.
لقد لم استطع اتخاذ القرار بدونك، خاصه فيما يتعلق بتصميم مشروع ميركوري.
هل يمكنني الان اعداد معدّاتي؟
هَسْتَبِيعُ هَذِهِ الدَّوْرَه.
الوقت هو ان نعطي ونشارك حسن النيه.
اريد بعض اللحم.
بصحتك.
اصبحت جاكيتي مبلله، لذا رجاءً جففيها.
هل لا تزال تلك السفن القديمه تبحر؟
الرجاء الانضمام الينا لتناول الغداء.
شيء دخل في اذني اليسري.
عند اي ساعه تعتقد انك ستسجل وصولك، سيدي؟
بالمناسبه، كيف تختبر البرنامج؟
هل لديك اي شيء للاعلان عنه؟
لدي كدمه.
هل البنوك مفتوحه يوم السبت؟
كم المعلومات التي توفرها الجولات؟
هل بامكانك ان توصي بمحل جيد لشراء حقاءب جلديه؟
هذه احمر الشفاه؟
كثير من لاعبي البيسبول الامريكيين يلعبون في اليابان.
اين يمكنني الحصول علي الكتب المدرسيه؟
بامكاني الحصول علي بعض العسل؟
نعرض الخواتم واحده تلو الاخري.
هل يمكنني استخدام بطاقه فيزا؟
اريد ان اجرب طبقًا تقليديًا من هذه المنطقه.
بامكاني طلب خدمه الغرف؟
بامكاني الحصول علي موعد؟
لقد تعرضت لحادث سير.
بداءي العمل في هذه الشركه منذ شهرين فقط.
عند اي وقت نلتقي؟
اتصلت بطوكيو وقالوا لي انهم لا يريدونه.
التلفزيون ماشيش.
اين يمكنني الحصول علي هذه الوصفه الطبيه؟
بامكاني الحصول علي مُحلي صناعي؟
اريد تغيير جلستي الي شياتسو. هل هذا ممكن؟
فعلا، انا نباتي. لا اكل اللحوم.
ساحصل علي ابريق شاي.
هل تستطيع ان تاخذ الطريق الاسرع؟ انا متاخر عن موعد.
لديّ حلق جاف.
نريد ان نحاول الماكولات البحريه هنا.
بِحَال سَفَر اَمِين.
ليس لديك اي شيء افضل؟
كوكا كولا دايت مع ثلج، من فضلك.
التسليم في اي من محطاتنا مجاني.
مذاق لذيذ.
عليك الذهاب لرءيه نارا وكيوتو. تحافظ نارا علي جو اليابان القديمه مع المعابد البوذيه القديمه والمعابد الشنتويه. يتجول الغزلان وصغارها بحريه في حداءقهم.
الرجاء احضار امتعتي الي غرفتي.
الكلمه "وجه" لها معاني مختلفه في اللغه الانجليزيه مثل التظاهر، الماكياج، الكرامه، السطح وهكذا.
الرجاء تضمين بعض العملات الصغيره.
الرجاء اخراج اغراضك من الغرفه.
اذهب مسافه شارعين واعبر يميناً.
مفتاحي مكسور.
اريد قاموس ياباني-انجليزي.
كنت امتع هنا. شكرا لكم علي كل شيء.
هل هذا الباص يذهب الي وسط المدينه؟
الرجاء تجنب ما يلي.
ارتفعت ارقام المبيعات باستمرار منذ ظهور المنتج في السوق.
هل سياخذني مرشد سياحي من الفندق؟
عند اي ساعه يجب ان اكون عند البوابه؟
ماذا يكون سريعاً؟ ليس لدينا الكثير من الوقت.
بصراحه؟ رجاءً اعطني دقيقه لاتفهم الامر.
هل هذا كل شيء مشمول في الفاتوره؟
نريد ان نحصل علي طبق من النقانق المختلطه، سلطه، وزجاجه نبيذ، من فضلك. احضر كوبين، من فضلك.
السلام عليكم، اريد ان اقود الان. دوري.
ما عدد الباصات التي تذهب الي بيكاديلي سيركس؟
هذا ياتي مع ضمان مدي الحياه.
بامكانك اصلاحه، من فضلك؟
لم احصل علي سلطتي.
اِتَّخِذ الحافله رقم واحد وانزل في المحطه الثالثه.
هل يمكن لاي شخص هنا محاوله التنفس الصناعي؟
ما اظن ان هذا من اليابان.
الرجاء احضار لي زجاجه صغيره من المياه المعدنيه المبرده.
الرجاء اظهار لي بعض من ما يسمي بالدمي التعليميه.
اريد حزاماً.
سافكر في الامر.
انا معك. هيا نذهب الي محل السوبر ماركت المقابل.
بيض مقلي.
عفواً يا سيدي. جميع الغرف محجوزه.
الاتصال باليابان متصل. تفضل، من فضلك.
هنا الدليل. يجب ان يكون هنا.
لدي تورم.
بالتاكيد؟ يرجي التحقق مره اخري.
هل يمكنني الحصول علي دليل ياباني؟
كم ثمن هذه الحقيبه؟
اريد ان اخذ رحله الغد.
شكرا لك علي العشاء الراءع.
بِلاشِ تَبَدِلِ العدسه. عَليك تَحضيرِها وَانا بَانتظار.
اذهب مباشره الي اسفل هناك، وستجده علي يمينك.
ما عندي القدره علي الحفاظ علي اي طعام.
هل يمكنكم التوقف هنا لفتره لاني ارغب بالتقاط بعض الصور؟
الي الذهاب الي جراند كانيون.
الرجاء اخذ اشعه.
انا ابحث عن هديه لامي.
بامكانك حجز تذكرتين؟
تعرضت للهجوم.
طاوله مدخنين او غير مدخنين؟
نسميها جبل B. تبعد حوالي عشرين ميلاً من هنا.
شّفت عاوز كاتشب ولا خردل مع كده؟
هِيَ فِي الطابق الاول، هكذا.
هل هناك صبي كره.
للاس فيغاس؟
هل هذا يقبل ماستركارد؟
هل يمكن للضيوف دخول ديسكو هذا الفندق دون دفع رسوم دخول؟
هل هناك اي جولات بها مرشدين يتحدثون اليابانيه؟
ما عندي نسخه من تذكرتي الجويه.
في كتيب منفصل يسمي "معلومات خلفيه عن الشركات" ، والذي في الحزمه المقدمه، ستجد شرحًا اكثر شمولاً.
كم سيستغرق التاخير؟
ايش وقت الفتح وايش وقت الغلق؟
بامكانك احضار بعض البطانيات، من فضلك؟ انه بارد جدًا في هذه الغرفه.
شكرا لك. بالمناسبه، هل هناك هاتف عمومي بالقرب من هنا؟
شّوفك تريد تشرحها للّاعب؟
يمكنك وضعه بالقرب من النافذه، من فضلك؟
يبدو الامر ضيقاً هنا.
لدي بعض الغسيل.
اين القصر؟
بامكاني الحصول علي القاءمه؟
مقعد في المقدمه، من فضلك.
الرجاء العوده بحلول الساعه الثانيه و العشره دقاءق.
واحد من حقاءبي لم يظهر.
هل هناك جوله ليوم كامل؟
هل يمكنني الحجز الساعه التاسعه والنصف صباحاً، من فضلك؟
كم تكلفه الشحن؟
نريد تذكرتين الي سان دييغو، من فضلك.
انها علي بعد حوالي تسعين دقيقه سيراً علي الاقدام من هنا.
لكل حسب ما يريد. انا اشرب بيره.
انا من يوكوهاما، اليابان.
مقعد بجانب النافذه، من فضلك. واريد الجلوس مع ابنتي.
بامكانك ان تشرح لي كيفيه اجراء مكالمه بعيده المدي؟
وُلد سنه 1980.
هنا رد المبلغ. سبع وتسعون دولار ثمانون وتسعون دولار تسع وتسعون دولار ماءه دولار.
هل لديك معطف؟
لا، ليست كاميرتي.
التلفزيون مكسور.
الاخر ساعه متي يوصل بيمليكو؟
بامكاني ان اكون بحاجه الي دواء.
خمس ساعات و ثلاثين دقيقه اخري.
هذه الغرفه 747. ما نوع الكوكتيلات التي تقدمونها؟
هذه الطريق.
بِلاشِ تِفْعَلْ كِداك.
النساء يرتدين ملابس انيقه.
جيد. ماذا عن هذا؟ هذه الجوله لنصف اليوم تعيدك الي هنا في الساعه الواحده.
هل هذا قابل للغسل؟
الرجاء توصيلي بالشخص المسءول عن المحاسبه.
هل التذاكر متوفره؟
هل لديك قلادات اخري بتصاميم فريده؟
لماذا لا نذهب حول الشعاب المرجانيه؟
هل يمكنكم اخباري اين سنزور في الجوله؟
عليك الذهاب الي المستشفي لاجراء فحص عام.
بامكانك ان تعطيني غرفه مختلفه، من فضلك؟
اين اقرب محل موسيقي؟
اريد ان اضع اغراضي الثمينه في خزانه الامانات.
اعتقد ان هذا مقعدي.
ارفع يديك.
متي تغلق تلك المحل؟
متي القطار الاول الي اكسفورد؟
كم الساعه التي يتوفر فيها خدمه الغرف؟
هل لديك جريده انجليزيه؟
شوكه، من فضلك.
افضل ان يكون لونه ازرق، اذا كان لديك واحد.
سوف تشفي قريباً. لا تقلق.
السعاده. انا اخطط للقيام ببعض السياحه وزياره بعض الاصدقاء القدامي.
ما هو تشخيصك؟
اريد ان تظهر اذني.
الصندوق النقدي هنا.
لماذا القطار متاخر جدا؟
هل يجب علي ارتداء ربطه عنق؟
اسم ورقم الغرفه؟
لدي اطار سياره مثقوب.
نحن مهتمون بالدين.
لا مشكله علي الاطلاق. اين تريد ان تاخذه؟
انا ايضاً. مشينا كثيراً اليوم.
ما عندي فكره.
سوف نحمل البطاريه وننظف الزجاج الامامي.
طاوله شرفه، من فضلك.
خمسين بالماءه من سعر التذكره؟
الوقت الاخير لتسجيل الوصول؟
اكثر قليلا من الخلف.
الرجاء وضع الجسر في الخلفيه.
هل لديك اي هدايا تذكاريه جيده؟
اصبحت المطر تجمد.
ناكل الافطار في الساعه السابعه كل صباح ما عدا ايام العطل.
عليّ ان اذهب الي الطبيب غداً صباحاً.
سوف ترجع من فضلك ربط حزام الامان وامتنع عن التدخين حتي بعد الاقلاع؟
اريد الاتصال باليابان.
انا امل ان اخسر بعض الوزن بعد كل هذا.
انا ذاهب الي ملبورن.
هل لديكم جولات مع مرشدين يتحدثون اليابانيه؟
بِردٌّ صباح اليوم.
عذرًا، لكن ما هو التقاطع الذي نحن عليه الان؟
نسيته اثناء التسوق منذ عشر دقاءق.
هل يمكنني ان ادخل في الجينز والصنادل؟
اريد بعض الموز.
كانت كتفي متوتره للغايه، اليس كذلك؟
والي اي نوع من الطعام تحب؟
هل هذا للذهاب؟
هناك حانه من هنا؟
عفواً. هل يمكن ان تخبرني اين يمكنني الحصول علي مترو؟
كيف حالك. انا ايتشيرو تاناكا.
كم تبلغ رسوم التوصيل السريع؟
لو كانوا كلهم معفون من الرسوم الجمركيه، ساشتري علبه واحده من C.
يعتمد علي نوع الجولات. رحله يوم واحد الي يوسيميتي هي ثلاثين دولارًا وهي الاكثر شعبيه. يوسيميتي علي بعد ثلاثماءه وخمسين كيلومترًا من هنا.
الخط اللي بيصل لسانتا باربرا؟
لا كاتشب.
خذ كل ما تريد. فقط لا تطلق النار.
اريد مشاهده مباراه كره قدم.
هل لديك غرفه مفرده الليله؟
في الواقع، لدينا عرض علي البلوزات الان.
بامكانك اقتراح اي رحلات يوميه جيده؟
الشيكات السياحيه خاصتي بالدولار الامريكي.
هل يمكنكم توصيلي بصديقي؟
اين يمكنني شراء التذاكر؟
هل يتم تضمين المعدات؟
بامكاننا الحصول علي بعض الخبز، من فضلك؟
دعني اري. نعم، لدينا غرفه متاحه.
مرحبا، تاناكا. سعيد بوجودك هنا. اين تقيم؟
هل هناك احد هنا يمكنه التحدث باللغه الانجليزيه؟
نعم. يجب علي المغادره الان. اتمني ان اراك مره اخري قريبًا.
الساعه سته وثلاثين.
هذه الزياره الاولي.
اين اقرب مغسله؟
غرفه هادءه، من فضلك.
حصلت علي درجات جيده في العام الماضي.
بماذا اعجبك.
اريدها كما هي معروضه في النافذه.
هل هناك حجم اكبر؟
لم افحص بعد. لكني اعتقد ان لدي حراره مرتفعه.
ما شكواك؟
بدا الثلج يتساقط.
هذه الغرفه 7-2. من فضلك اعطني ناقوس استيقاظ في الساعه السابعه من صباح الغد.
لّا تكدّس.
اوه، لا. كنت اعرف ان هذا خطا. ساعود الي اليابان كرجل فقير.
هذي القطار المناسب لمدينه شيكاغو؟
سمعت للتو التوقعات. من المفترض ان يتوقف الثلج عن التساقط في وقت ما غدا.
هل يمكنني الانتظار هنا؟
انا اكتب قصاءد هايكاي هواه كهوايه.
هناك مكان امن لتخزين حقاءبي؟
هل لديكم اسعار تخفيضات للعاءله؟
اين مكان جيد لشراء الهدايا التذكاريه؟
انه نظام الاجر عن طريق الاقدميه.
الرجاء الاستلقاء هناك.
بامكاننا الذهاب الي تيكي بوينت غدا؟
هناك فرصه بسيطه لسقوط الثلج.
هل يمكنكم رسم خريطه لي؟
الات القمار تبدو سهله جداً، حسناً، ماذا عن الروليت؟ عليك فقط وضع نصاءحك او نقودك علي الرقم الذي ستراهن عليه في البدايه.
اراهن ان هناك مجموعه اكبر في الصيدليه.
ايتا غاليه عليا. شوف لي واحد ارخص من كده، من فضلك.
هذا هو مشغل خدمه المكالمات الهاتفيه الدوليه.
دراسه اللغه الانجليزيه.
هذه السياره تذهب الي باريس، اليس كذلك؟
الرجاء ايداع خمسه دولارات وربع دولار لمده ثلاث دقاءق.
اريد كاميرا، من فضلك.
ما ارتفاع منصه الغطس؟
هَلْ تَقْصِدُ اِيجَارَ عَربهِ غُولْف؟
الرجاء توزيع بطاقات الهبوط.
هل يمكنني تحديد موعد اليوم؟
انه ضيق قليلاً حول المعده.
كيف يمكنني الوصول الي وسط المدينه؟
انه كما تقول.
لم اكل اي وجبه من قبل. ارغب في تناولها الان.
صباح الخير. كم عددهم؟
ما عنديش وقت كتير.
بالتوفيق. اراك لاحقاً.
هل يمكنني سحب ثلاثماءه دولار من بطاقه فيزا الخاصه بي؟
كيفاش تحببوا ويسكيك؟
بامكاني الاعتناء بها؟
انا في فتره الحيض.
عليك صرف الشيكات السياحيه في بنك.
الرجاء احضار امتعتي الي الغرفه.
لم احجز مقعداً لرحلتي العاءده بعد.
اللون الاحدث هو ؟
كم يستغرق الوصول الي فيلادلفيا؟
ستقوم بزياره جميع الاماكن السياحيه في سان فرانسيسكو ضمن اربع واربعين ميلاً من القياده.
بامكاني البقاء هنا لرءيته؟
هناك مقاعد لهذا المساء؟
قمت بكسر نظارتي.
لا تتناسب حذاءك مع لون فستانك.
ضعيها هنا، من فضلك.
هذه ساعه اوتوماتيكيه. لدينا هذا الموديل من ساعات الكوارتز، سيدي. هذه مضاده للماء والصدمات.
الرجاء اجراء تقليم بسيط.
ووقت القطار القادم الي اكسفورد؟
بوجبه الفطور؟ ارغب في حجزها.
هل يمكنني الاتصال بفرنسا مباشره من هنا؟
كم عدد الايام التي تكون فيها هذه جيده؟
اريد تغيير حجزي.
بامكانك استدعاء تاكسي لنا؟
ايه رايك تجرب هامبورجر؟
كل شيء علي ما يرام؟
هل هناك ليموزين لفندق ABC؟
عند اي ساعه ستعيد السياره يوم الجمعه؟
لاي خط لمدام سكوير؟
ساعاود الاتصال بك لاحقًا.
عذرًا، لم استطع فهم ما قلته.
واحد دولار للكيلوغرام.
بامكاني الحصول عليه علي شماعه؟
ما عندي فكره كيف استعمل الهاتف، ارجوك اريهني.
وجهه سفري هي لندن.
اوه، اخشي ان هذا ليس وقتاً كافياً.
الخطوط الباصيه التي يجب ان اخذها؟
اريد بعض كريم التنظيف.
مرحبا مره اخري ومرحبا بكم في امريكان توب فورتي.
الحدث الافضل هو ؟
كم سيستغرق الامر قبل ان تتفتح البراعم الي ازهار؟
اريد التحدث الي السيده نوموتو، في الغرفه خمسه وواحد.
ثم ستكون مهتمًا برءيه داخل ذلك المسرح. انه مسرح لا سكالا.
الشريط المظلل يظهر ارقام مبيعات شركتنا للعام الماضي.
ارجو ان تتمكن من زياره هذه المعالم الجميله في الولايات المتحده في المستقبل القريب.
دير وستمنستر.
صديقي يعاني من حمي شديده.
الطابق السابع. خذ المصعد في نهايه القاعه.
سانتظرُك.
وضعت حقيبتي، كتابي، وكاميرتي في حقيبتي.
ادخل عادهً الي السرير حوالي الساعه العاشره، واذهب مباشرهً الي النوم.
كان طويل القامه وله شعر اشقر.
ازدهرت الثقافه، مع انتشار شعبيه انشطه مثل مسرحيات الكابوكي، ولوحات اوكييو-اي، والادب، وفن الخزف.
هل لديك متجر دنهيل من هنا؟
120 مليون شخص في ارض مساحتها 380000 كيلومتر مربع؟
تذكره ذهاب وعوده الي ميامي، من فضلك.
هل يمكنكم اخباري اين اقرب بنك؟
اريد تذكره بالغه واحده، من فضلك.
اسمي واتانابي جورو.
كم تكلفه ارسال هذه الرساله؟
بَصَل، من فضلك.
بامكانك احضار الفاتوره لي؟
حسنًا، طبيب الاسنان الذي اذهب اليه جيد جدًا.
الضوء لا يعمل.
اريد شيءاً للسعال.
بما ان هذا هو غرفتك.
كم من الوقت قبل وصول القطار؟
بامكاني الحصول علي دواء؟
اكتب توقيعك هنا من فضلك.
ليس هناك مقهي قريب؟
الرقم هو خمسه سته سبعه ثمانيه واحد اثنين ثلاثه اربعه.
الرجاء يا سيدي، قد نهبط في اي لحظه. اذا كنت ستاخذ مقعدك.
يوجد يوكوهاما بالقرب من طوكيو.
اريد فلتر، من فضلك.
ماذا يمكنني ان افعل؟
هل هناك شخص يتحدث اليابانيه في المتجر؟
الطرف الاخير من السلسله؟
هل يمكنني الحصول علي خريطه دليل، من فضلك؟
ما اقدر اسمعك بوضوح.
مُتاخّر بساعه تقريباً. سيقلع في الساعه 17:10.
الرقم واحد اثنين ثلاثه اربعه خمسه سته سبعه ثمانيه.
الماء ما يوصلش لدرجه حراره كافيه.
في هوكايدو، لا يمكنك لعب الجولف لمده سته اشهر بسبب مناخها البارد.
هل ستبيعها بشكل منفصل؟
اريد ان اخرج يوماً قبل ذلك.
تبدا من تسعه.
انت محظوظ. جميع المتاجر لديها عرض بيع الان. يمكنك الشراء بخصم.
واحد لحظه. ساجد قلم.
اوه، لا اعرف. ماذا عن ماكدونالدز؟ لدينا تلك في اليابان، لكن.
اريد ارجاع هذا. هذه ايصال الشراء.
هناك حافله تغادر هذا بعد الظهر؟
كيفيه الوصول الي المتحف؟
ما قل ودلّ. لقد اكملت للتو خطتي الاوليه.
سيعجب السيد جودمان حقاً بذلك.
نعم. اعتقد انني سااكل بيضه ولحم السجق و الخبز المحمص و الفاكهه الطازجه.
الاجره مستحقه في اخر يوم من كل شهر.
ليس هذا الحجم المناسب.
الرقم الخاص بالرحله هو بي كيه سبعه وثمانيه في الخامس من سبتمبر.
هناك شيء خاطء في حمامي.
ما هي المنتجات المحليه لهذه المنطقه؟
حقيبتي لم تخرج بعد. هل يمكنكم معرفه ما حدث لها، من فضلكم؟
انتِ تبدوين جذابه جداً علي الهاتف.
انها كاميرا احاديه العدسه عاكسه من كانون.
ما اسم القلعه؟
هل هناك حافله من المطار الي المدينه؟
بامكانك ان تخبرني بالاسم مره اخري؟
ثم انزل في المحطه التاليه واتخذ الحافله الي هايد بارك.
اسف، نحن لا نوفر ذلك. يمكنك شراءه في الصيدليه في الطابق الاول.
اريد مقعداً بجانب الممر، من فضلك.
ماذا تريد ان تشرب؟
اريد ان اطلب نفس الشيء.
اين برنز اند نوبلز؟
بشده، خاصه وانني نمت خلال العشاء الليله الماضيه. بالمناسبه، هل يمكنك اخباري كيفيه الوصول الي المتحف البريطاني؟
الرجاء الاتصال بالرقم تسعه علي هذا الهاتف.
الوقت الذي تغلق فيه المحل؟
رحلتي تاخرت، وفاتني رحله الربط.
هل بامكانك الغاء حجز المقاعد من عندي؟
اريد بعض البطاطس المقليه.
انا ذاهب هناك ايضاً.
مثير للاهتمام جدًا.
اريد غرفه مع حمام.
هل يمكنني استلامها؟
ما اعرف يا سيدي. انت تتحدث الانجليزيه؟ تتحدث الانجليزيه؟ تحدث.
ارجو ان يكون كل شيء علي ما يرام.
الخط مشغول.
نعم يا سيدي. الساعه الحاديه عشره.
بامكاني الحصول علي موعد يوم الجمعه؟
عليّ ان اُصلِح اتصالاً. هل هذا ممكن؟
لا، لا افعل. سياره لغير المدخنين، من فضلك.
ليس المبتدءين سيءين؟
احتاجهم اليوم.
اريد استءجار سيارتك الارخص لمده اسبوع.
هذه الفستان لا يناسبني.
هل تستطيع ان تخبرني اين مقعدي؟
الطاءره التي تصل في وقت مبكر الي مدينه نيويورك؟
اين تركته؟
الرجاء استبدال هذه العمله الفرنسيه نقدا.
لا يوجد مكان لوضع امتعتي المحموله.
شعور حر لتصالح مع مستحضرات التجميل لدينا قبل المغادره من هنا.
لا تقلق. انه ليس بعيدا عن المدينه.
هذه هي تغيرك.
واذن، لماذا لا نذهب الي الشاطء غدًا؟
اقترح علي عرضًا.
هل هذه الجوله النصف يوميه باللغه اليابانيه؟
كم تكلفه ذلك في اليوم؟
نعم، نحن نفعل. هذه هي مجموعتنا.
بامكانك اخذ Gray Line Air Shuttle او Carey Airport Express.
لو استطعت تخفيض السعر قليلًا، ساشتريه.
اين هو الحوض الماءي؟
اريد البقاء هنا لبضعه ايام اخري.
نعم، انا ابحث عن هديه لاختي.
الرجاء تنظيف هذه الملابس.
اين يمكنني شراء جريده يابانيه؟
ما هو الصيد الرءيسي هنا؟
هل يمكنني السباحه هنا؟
ماذا عن من الاعلي؟ هل يجب ان ازيل بعضاً من الاعلي؟
نعم، هل هذا ما تركته وراءك؟
نعم. يمكنك مشاهده الافلام علي HBO، وهي مجانيه.
كيف يمكنني الوصول الي هوليوود؟
سااخذ غرفه بخمسه عشر دولارًا.
انا متاكد من انني قمت بالحجز.
هل لديكم خدمه غسيل الملابس؟
اعتقد ان رجلي مكسوره.
انت تتحدث مثل شاعر يا السيد ايتا.
هناك اي اماكن سياحيه من حولك؟
هل هناك عربه نوم في القطار؟
بصراحه؟ امل انه لم يغادر من دوني.
هيا ناكل خارج المنزل معا.
كم ثمنه لليومين؟
انا ذاهب الي ممفيس.
ما هي منصه مغادره القطار المتجه الي يورك؟
اريد ان احجز الي روما.
الساده السيدات، الكابتن جورج كوهين وطاقمه يرحبون بكم علي متن رحله الخطوط الجويه المتحده رقم ثمانين صفر صفر الي نيويورك. اذا احتجتم لاي شيء اثناء الرحله، فقط اسالوا وسنكون سعداء بمساعدتكم.
الخضراء.
افضل ان تتصل بقسم المفقودات والمعثور عليه.
هل لي ان اطلب رقم هاتفك؟
هل يمكنكم التحقق من توفر رحله اخري؟
لا. سنبقي هنا لمده ثلاثه ايام، ثم سنذهب الي نيويورك ونيو اورليانز.
لدي تذكره يورو لاينز و فيزا سوفياتيه.
هل يمكنني التحدث الي السيده كاوري واتانابي في الغرفه 812؟
هل لديك مشروبات اخري؟
هذه الفستان كتان؟
عذرًا. عندي صداع. هل لديك اي دواء؟
الرجاء وضع شريط فيلم في هذه الكاميرا.
الطلاب الامريكيون في المرحله الثانويه لا يجب عليهم العمل بجديه.
اريد ان اخذ هذا معي.
اري. هذا لي. انتمي الي مركز التصميم الداخلي لدينا.
الخطوه 1: تحديد النص للترجمه الخطوه 2: ترجمه النص الخطوه 3: طباعه النص المترجم النص المترجم: اي حافله استقل للوصول الي هايد بارك؟
هذه البيره مسطحه.
نعم، انت كذلك.
نريد جميعاً ان نكون علي نفس الطاوله.
ليس هناك مناديل كافيه.
اعتقد ان هذا قد لا يكون صحيحًا. هل يمكنكم التحقق منه؟
هَوْلَكَ عَادَ الاُوْلَي.
امي ماتت.
اريد بعض النبيذ.
اخذني الي المستشفي.
الله اكبر.
هل لديك هذا بلون مشرق؟
اريد قلمًا.
بامكاني الحصول علي بعض الليمون لفنجتي، من فضلك؟
بامكانك الحصول علي ايصال، من فضلك؟
مرحباً، سُررتُ بمقابلتك ايضاً. هل هذه هي المره الاولي التي تزور فيها امريكا؟
هل يمكنكم استبدال هذه الاحذيه باحذيه اصغر؟
هل هناك احد جالس هنا؟
حقيبتي اثقل بثلاثه كيلوغرامات.
اعتقد انه مكلف للغايه. الا يوجد لديك سعر معقول؟
ساغادر مبكراً غداً صباحاً.
هل تبيعون بضاءع معفاه من الضراءب علي متن الطاءره؟
من هو مخرج الفيلم؟
الصيف هنا ليس سيءاً جداً.
اريد شراء هذا.
اتبع اللافته التي تقول تاكسي.
نعم، انت في وسط شارع فيفث افينيو. اين تريد الذهاب؟
لماذا فعلت ذلك؟
وقد سُرق ايصالي ايضاً.
خوفا منا ما نستطيع. بس انا متاكد من انك هتستمتع بوجبتنا الغداء الخاصه.
سبع وثلاثين.
بالتاكيد. الان الساعه الحاديه عشر مساءً، لذلك ارجع ساعتي الي الساعه العاشره صباحاً، اليس كذلك؟
بالتاكيد، ربما تكون ريمنجتون جيده.
حول ساعه ونصف.
بامكاني الحصول علي كاس ماء اخري؟
دعني اري هذا.
اين مكتب الصرافه؟
الرجاء الانتظار. ساسال السيد ايماتشي اذا كان سياخذ المكالمه.
هل يمكننا الوصول الي هناك في غضون عشره دقاءق؟
هذا الكاري حار.
لدي مشكله في الحقيبه التي اشتريتها امس.
هل لديك حساسيه من الادويه؟
نعم، لدينا باللون الاسود والبني.
اريد ان اشاهد مباراه كره قدم محترفه. اين يمكنني شراء تذكره؟
عفواً؟ لم استطع متابعتك. هل يمكن ان تتكلم ببطء اكثر حتي اتمكن من فهمك؟
خمسه عشرين، عشره عشرات، والباقي في فواتير دولار واحد، من فضلك.
كيفيه الوصول الي نافوره كولومبوس؟
الرجاء اعطاءي شيءاً جيداً لالساني. لقد جففتهم الرياح البارده.
هناك اي من التخصصات المحليه؟
لا تخف. ذلك الكلب لن يعضك.
نعم، والدلافين جميله جدًا.
كم مره يتم تشغيله؟
لقد التفت معصمي.
اين هي سترات النجاه؟
اذهب مستقيما علي هذه الطريق اربع كتل. ثم انعطف يسارا عند الاشاره.
بامكانك ارسالها الي اليابان؟
تركت محفظتي في محلك.
كِيفَ تَعْجِبُكَ هَذِهِ؟
هناك رحله الي سيدني؟
هل يمكنني مواصله رحلتي من الغد؟
هذه منطقه استلام الامتعه من الخطوط الجويه البريطانيه واحد اثنين ثلاثه؟
ساخرج من الفندق في الساعه السابعه صباحا غدا.
علينا ان نجتمع مره اخري قريباً.
نعم، ساحتسي ويسكي وسودا مع المقبلات.
الرجاء رنين جرس الانذار.
بالتاكيد. دعني اضع حقيبه الامتعه هذه؟ الي اين انت ذاهب؟
ما الشيء المميز في هذا المطعم؟
عفواً، انا مقفل خارجاً.
هل لديك اي شيء باسلوب اكثر حداثه؟
اين يمكنني الحصول علي الرموز؟
هل ستقوم بتحويل شيك دولار امريكي الي فرنك فرنسي؟
نلتقي غدا.
لماذا لا نفعل كل تلك الاشياء معاً؟
هل يمكنني الغوص عندما تكون البحر مضطربه؟
الرجاء التوجه الي الجمارك هناك. استمتع باقامتك.
ارني الموديلات الجديده، من فضلك.
هل لديك ميزان حراره طبي؟
النعال ضيقه جدًا.
في الشهر الماضي في التاسع.
وَلَكِنْ ثَلَاثَهٌ وَعِشْرُونَ وَثَلَاثَهٌ عَشَرَ وَاثْنَانِ وَخَمْسَهٌ.
اريد ان اجرب بعض الطعام الياباني. اطبخي لي بعض.
بامكاني الانتقال الي تلك المقعد؟
نعم، قضينا وقتاً ممتعاً.
ما رايك في الذهاب الي السينما؟
انا ابحث عن امتعتي.
خُططي تغيرت. ارغب في الاقامه لثلاثه ليالٍ بدلاً من ليلتين.
بِتّي، تفضلي تعاليني، شكراً.
كم عدد الاحزاب السياسيه الموجوده؟
اوقف.
هناك بريد لي؟
تمديد رقم ثلاثه سته سبعه، من فضلك.
هل يمكنني الاستمرار في السفر؟
الرجاء توخي الحذر اكثر في المستقبل.
مرحبا، ارغب في الاتصال بطوكيو.
نعم، لكن هل ستتركون الحقاءب الخفيفه علي الرف فوق رءوسكم؟
هذا هو الشاي الاخضر.
هل لديك تذكره؟
اريد عصير ليمون، من فضلك.
هل تقبلون النقود اليابانيه؟
رفيقي كان يعبر الشارع علي الضوء الاخضر.
هل لديك واحد باللون الازرق الداكن؟
هل يمكنكم مساعدتي بهذه الحقاءب؟
اهلا، شكرا لك، الانسه ستايسي. انا فعلا صنعت هذا الكعك بالبرقوق بنفسي.
كم عدد ليالي الاقامه؟
نريد قهوه بعد العشاء، من فضلك.
هم يتعلمون بشغف احدث الازياء من التلفزيون والمجلات.
اتصل بطبيب بسرعه من فضلك.
اريد كتاب اطفال.
اين مكتب رحلات الخطوط الجويه البريطانيه؟
ماذا هم ياكلون علي الطاوله المجاوره؟
اريد غرفه لشخصين.
بامكانك ان تخبرني اين يمكنني ان اجد الخضروات المعلبه؟
هل لديكم اي اسعار اسبوعيه.
شخص غريب عرض علي التقاط صوره لي، فسلمته كاميرتي. ثم، هرب بها.
اوه. اخيراً نحن في مدينه التفاح. الان علينا ان ناخذ مترو انفاق للوصول الي القريه. اليس علينا ان نشتري خريطه مترو انفاق؟
كيف يمكنني الوصول الي مركز ABC؟
هل لديك دوم بيريوني؟
الي اين الطريق الي فندق جريس؟
الرجاء اخذ قرصين بعد كل وجبه.
بِكُلّ بُطء؟
بامكانك فتح حقيبتك؟
الخدمه في الغرفه، من فضلك. رقم الغرفه هو عشره وخمسه عشر.
الجنس علي الشاطء للفتاتين هناك.
اريد مقعدًا في الملعب علي طول خط القاعده الاولي، من فضلك.
كم؟
القهوه اكثر قليلا، من فضلك.
هل عندنا وقت لنشوف داخل المعرض؟
اين قسم البضاءع الفاخره؟
كُل المقاعد بيعت، بس ممكن تحصل علي تذكره لمشاهده المباراه لو كنت عايز تقف.
الرجاء اعداد تقرير سرقه.
هل تعتقدين ان بامكاني محاوله طلاء اظافري بنفسي؟
جيد. ها انت.
الرجاء اخباري بمكان تواجدك.
شوف، هو كبير، صحيح؟ ساحضر لك كيس للكلاب لاحقًا.
هل لديك جريده؟
اريد خريطه خطوط الحافلات.
انا فعلا احب الافلام التي تجعلني ابكي.
هل لديك شيء اوسع؟
هل هناك دكان جاهز قريب من هنا؟
الرجاء ارسال هذا بالبريد الجوي.
المدير في فندقي، السيد هيلتون، اعطاني اسمه.
هل يمكنكم جعلها ثلاثين جنيهاً؟
قولي لي في اي وقت يجب ان اعود هنا.
من الساعه السادسه صباحاً حتي الساعه العاشره صباحاً.
اثنين من الهامبرغر.
ارني ارخص واحد.
لون اعمق، من فضلك.
من اين تتصل؟
كنت مسءولاً عن شءون الموظفين لفتره من الوقت، ولهذا فانا مهتم بشكل خاص بالتحدث مع الناس.
لماذا يجب علينا الانتظار لفتره طويله؟ شكرا لك علي اي حال.
هل القطار سينطلق في الوقت المحدد؟
هل يمكنك تعبءه هذا النموذج؟
اريد الغوص في موقع ضحل ومضاء جيداً.
اوه، هذا امر مءسف. ربما في وقت اخر اذن.
هل لديكم كتيبات يابانيه؟ ارغب في الحصول علي واحده، من فضلك.
لم ياتِ حلويّتي بعد.
بامكاني الحصول علي واحده اخري؟
كانت تلك ستكون فكره راءعه لو كانوا يعرفون الكثير عن اليابان.
شيء ما حوالي ثلاثماءه باوند، من فضلك.
هناك جولات تضم زياره الي ديسكو؟
اريد همبرغر، بطاطا مقليه وليموناده.
الواحد يرفعها.
هي جميله جدًا.
شكرا جزيلا. رحله سعيده.
ما هو سعر الجوله؟
ما هي التكلفه اذا تركت السياره؟
كسرت رجلي.
اريد مشبك شعر.
الان، سافتح مسامك بالبخار.
عفواً، هل يمكنني الدخول هنا؟ رايت حقيبتي.
هل يمكنني الحصول علي تذكره للباليه هنا؟
لا يمكننا بيع اي شيء بدون وصفه طبيه.
هل طلبت سرير اطفال لحديثي الولاده؟
انا ابحث عن تذكار لصديقي.
انها في طريقها يا سيدي.
اريد لغز احجيه.
الدفع نقدا او ببطاقه؟
اريد ان اركب حافله سياحيه.
اريد استءجار دراجتين، من فضلك.
كم تكلفه ارسال هذا الطرد جواً؟
اين اجد قسم الغموض؟
اريد الجلوس بجانب صديقي.
الرجاء اعطاءي هذا. ماذا تسمي هذا؟
الي اين يءدي هذا الطريق؟
متي مرضت؟
ما عندي القدره علي شراء واحد باهي كذا.
اذهب مستقيما علي طول هذه الشارع لمده ثلاثماءه متر.
لا، فعلت كل ذلك بنفسي. انه احد هواياتي. احب البستنه.
ثم سادفع ثمنها بالدولار والين.
اريد ملين.
هذه التلفريك ستاخذك الي الفندق.
الرجاء ارسال هذا مسجّل. كم اجمالي؟
ضغط رقم تسعه للحصول علي خط خارجي ثم ضغط رقم ثمانيه واحد لليابان، ورقم ثلاثه لتوكيو، ثم رقم الهاتف.
عفواً. ساضع اغراضي الان.
هل يمكنني ارجاعها الي مدينه مختلفه؟
الي اي مدي هو الفندق من هنا؟
سابقي لمده ثلاث ليالٍ.
اليدين لاعلي. اصمت واعطني اموالك.
نقدم السندويتشات والمشروبات من الساعه الحاديه عشره مساءً حتي الساعه السادسه صباحاً.
انا ارحل ليله واحده قبل الموعد المحدد.
شوفك. اتصل بي غدا.
بامكانك الغاء حجزي؟
انت تعاني من حاله شديده من التعب.
اين اغير القطارات؟
اريد بيضتين مقليه مع لحم الخنزير المقدد، بطاطا مقليه، خبز محمص وقهوه.
نعم، من فضلك. هل هذا الفيلم من صنع ياباني؟
منذ زمن طويل لم نلتقِ.
ماذا يحدث اذا لم يتم العثور عليه؟
قد يكون لدينا طاوله شاغره حوالي الساعه التاسعه.
وكتلتين، بعدها اول يسار؟
ما. يعني اليابانيون ياكلون هذا؟
اين يمكنني الحصول علي السكاكين والشوك؟
اوه، انت علي حق. هذا حقا جيد. ساعود بالتاكيد غدا.
اريد شامبو لون.
كده. الممثل فعلا راءع.
بالتاكيد. ساجلبه علي الفور.
لحين الان، هل تستطيع ان تعطيني بعض المال حتي استطيع شراء بعض الاشياء الضروريه.
كم سيستمر؟
اريد ان ارسل هذا الي اليابان بالطريقه الاسرع.
بلي، نعم ولا.
ما هي انواع الالعاب التي لديك كتذكار من انجلترا؟
اريد سله نزهه.
كيوشو جزيره كبيره في جنوب اليابان.
شارع 42.
اسف. مره اخري، من فضلك.
ما هي رسوم الخدمه؟
اريد بعض عصير الفواكه.
جيت ناظر صديقي الياباني.
ممتاز.
ما هو شغلك؟
اريد مقعدًا في الاوركسترا.
ما نوع الالم؟
اسف علي الخطا. ما نوع الويسكي الذي تريده؟
اريد ان اخذ جوله اتعلم فيها البستنه.
شعرت انك تريد شرب شيء قبل العشاء؟
اريد شامبو و مجفف شعر.
هل هذا القطار يتوقف في باث؟
ما هي الاجراءات اللازمه لفحص هذا المنتج؟
الرجاء التوقف وانتظر حتي اخذ صوره لبرج واترلو.
لدي غرفه مزدوجه مع سريرين فرديين.
كانت مكسوره عندما اخرجتها من الصندوق.
مقعد محجوز، من فضلك.
بامكاني رءيه الغرفه؟
وَنَقُولُ اِنَّنَا نَتَوَقَّعُ قَطْرًا لَيْلَ هَذِهِ اللَّيْلَهِ.
اريد حليب ساخن، من فضلك.
اريد فلاش الكتروني.
اسف، لم اشرب اي شيء. الرجاء تصحيح حسابي.
الرجاء تناول الطعام مع هذه الصلصه.
هل تريد الحصول علي PAI، PEC، وثيقه اعفاء من الخساءر والاضرار وتامين المسءوليه الاضافيه؟
هل يمكنني القيام بالجوله الان؟
اين قاعه الموسيقي؟
مبروك علي الذكري الخمسين لزواجك.
بِتِعْلَقْ ايّ حاجه؟
اريد مءه دولار في رقاءق، من فضلك.
احب المناظر الطبيعيه.
اللون الازرق شاءع جداً هذا العام.
في الشتاء، نجد تساقط الثلوج في الجزء الشمالي من اليابان وفي المناطق الجبليه.
عفواً، لا استطيع ايجاد كاميرتي.
هل يمكنكم التحقق من تسليمها؟
هل لديك اي شيء اخر مقابل ثمانين دولارا؟
انا قلق قليلاً بشان ما اذا كنت استطيع الغوص بشكل جيد.
دعني اخذ الكرات.
نعم، ارغب في استءجار سياره.
عفواً، هل هذا المقعد مشغول؟
ذا سيساعد.
ماذا تفعل؟
نحن تحركنا بسرعه كبيره لالتقاط صور.
بالتاكيد، سافعل.
انا امل اما ان احصل علي وظيفه في التدريس او ان اتابع دراسات عليا في علم النفس.
انا ابحث عن كريم خفيف. لدي بشره دهنيه جدًا.
كان من الجيد التحدث معك.
يمكنك احضار مجله يابانيه لي؟
سلطه، من فضلك.
هل لديك جوله ليوم كامل؟
هل تحمل الصوت؟
اتصال من الخارج الي اليابان.
لا، الرجاء احضاره خلال ثلاثين دقيقه.
هل الباصات رخيصه؟
نعم، ساحرص علي ان يحصل عليها.
شارع الثلاثين.
بالتاكيد. هل يمكننا الحصول علي تذكرتين؟
الوقت المحدد للاتصال بباريس؟
ضع امتعتك تحت المقعد.
ما هدف رحلتك؟
اريد قطعه شوكولاته.
هل لديك عصير فواكه؟
شيء ما خطا في الفلاش.
اريد حجز غرفه مزدوجه من الغد الي يوم الاثنين.
لطيف داءم، من فضلك.
هل يشمل هذا الرسوم الخدميه؟
بالتاكيد. احب ان اتي.
بامكاني متابعه رحلتي؟
ارني ارخص، من فضلك.
ايتو غالي كتير. شوفلي واحد ارخص من كده، من فضلك.
نعم. علبه بيره، من فضلك.
اعتقد اننا ننفذ الوقت.
بامكانك التحقق مره اخري، من فضلك؟
جدييييييي
اريد تغيير حجزي.
نعم، هناك واحد في ذلك الفندق.
تاريخ المغادره من فضلك.
ليش غيّر القطارات عشان اروح لسان دييغو؟
كان منكم حسنًا المجيء عندما تكونون مشغولين جدًا.
لا اعرف عن جلد هذا الثعبان.
اري. اجلس من فضلك.
جدتي تعرضت لنوبه قلبيه الليله الماضيه.
بالتاكيد. هل بامكانك اعطاءي التاريخ ورقم الرحله؟
بامكاني الحصول علي شوكه اخري؟
الوقت الذي ينتهي فيه العرض؟
عند اي وقت يمكننا تناول الطعام؟
خوفا من ان هذا يطلب مني اكثر من اللازم.
الهواء غير مءكد. يرجي ربط احزمه المقاعد.
كنت افعل ذلك. ما زلت افعل ذلك من حين لاخر فقط للحفاظ علي يدي في حاله جيده.
السيده هي من؟
وجهه سفري هي طوكيو.
نعم، انا ساءح.
سوف نضطر الي توجيهك عبر مدينه اخري.
بامكاني النزول في الطريق؟
الوقت الاسبق كان من منتصف اكتوبر.
اين يمكنني الحصول علي حقاءب جلديه؟
انا حساس تجاه حبوب اللقاح.
اريد السمك والبطاطا، من فضلك.
هل لديك رحله طاءره الي طوكيو يوم الجمعه؟
لا، لم ار احدا من حولي.
واحد كرتون سجاءر لارك، من فضلك.
احتاج الي تقرير شرطه للتامين. متي سيصدر؟
سياره صغيره، من فضلك. ما هي الرسوم الايجاريه في اليوم؟
بالتاكيد. حتي طفل صغير لن يواجه اي مشكله في الاجابه عليه.
نعم، هذا جيد.
هل تريدني ان اكرر ذلك مره اخري؟
هو اخر شخص يقول كذبه.
هذا لك. هل تقبله؟
بامكانك ان تري قاءمه النبيذ، من فضلك؟
ما نوع العمل؟
مرحبا. اسف هو الان في اجتماع.
اريد الذهاب الي المتحف. اي حافله يجب ان اخذ؟
ثم، ساخذ اثنين، من فضلك.
شكرا لكم علي استضافتي.
احتاج طبيب، بسرعه.
عذرًا. ارغب في الذهاب الي حديقه حيوانات برونكس. ما هي افضل طريقه للوصول اليها؟
سنتصل بك حالما نجدها.
علمت ان هناك ديسكو يمكن للبنات الصغيرات الذهاب اليه بامان؟
ما هو وزن الامتعه المسموح به في هذا الرحله؟
ها انت، مجاني.
الاثنين.
جواز سفرك و نموذج الاقرار الجمركي، من فضلك. هل لديك اي شيء للاعلان عنه؟
ايش اللي عايز تشوفه؟
الرجاء تركها خارج غرفتك غدا صباحا.
انتظر امام مكتب المعلومات، من فضلك.
اريد راديو المنبه، من فضلك.
هو بعيدا عن البيت.
حوالي شهر يا سيدي.
هناك غسيل سيارات؟
هناك خدش في الباب الامامي الايمن.
هل يقدمون وجبات؟
هل يمكنني الدفع بالعلامات الالمانيه ايضًا؟
ما هو سن التصويت الادني في اليابان؟
انها صوف نقي.
هل يمكنني الاتصال بك مره اخري لاحقًا؟
متي يفتح ومتي يغلق؟
لا، شكرا لا استطيع. في الواقع، انا مشغول مع شخص اخر.
في اي محطه يجب علي التغيير للوصول الي سوهو؟
اريد ان احصل علي بعض الادويه القويه لنزلي.
هل اللباس رسمي؟
هل يمكنك الوصول الي برودواي بحلول الساعه السابعه؟
هناك مقاعد الليله؟
ما معني هذا؟
الحد المسموح به هو عشرون كيلوغراماً لراكب الدرجه السياحيه.
اريد ان ادفع فاتورتي.
المرّه القادمه التي ازور فيها، ساعود بالتاكيد. اذن، هل يمكنني الحصول علي خصم؟
بامكانك طلبه لي من فضلك؟
حسنًا، انه يستعد لامتحانات القبول بالجامعه.
نعم، يوم الذكري للاسلحه النوويه ويوم الذكري لنهايه الحرب.
لن يشاهدوا اي برامج تلفزيونيه عنيفه.
ما هو الفيلم الاحدث والاكثر شعبيه؟
هل مرّ عام بالفعل؟ الوقت يطير حقاً. بالطبع، ساحضر. فقط اخبرني بالوقت والمكان.
هناك مطاعم مفتوحه الان؟
هل يمكنني الجلوس في اي مكان ارغب؟
اسف علي ازعاجك.
خفت انك نسيت رقم. اعتقد اني سلمتك عشرين.
انا اتطلع الي رءيتك.
كذا هو كل ما اريده.
بامكانك ارسال شخص هنا علي الفور؟
الرجاء احضار افطار لي.
لقد جعلت هذا رحله لا تنسي.
بامكانك ان تعطيني تقديراً للتكلفه؟
نعم. لكنهم في الواقع انتقاءيون جدًا.
سااخذ افضل مقعد لديك، من فضلك.
الرجاء ارسال برقيه فارغه.
اضفتُ النصيحه في الفاتوره.
الي فندق A، من فضلك.
توكيو صفر ثلاثه ثلاثه اثنين تسعه واحد خمسه ثمانيه ثلاثه خمسه، السيده هارادا.
مرق الفرنسي، من فضلك.
الرجاء اصطحابني الي مطار ا.
اريد بعض الصابون.
نريد ان نلعب التنس. هل هناك اي ملاعب عامه هنا؟
ارني بعض الملابس للاطفال.
هل بامكانك ان توصي بوجهه طعام جيده قريبه من هنا؟
هذه حقيبه كبيره سوداء.
عليّ ان يكون قد قمت بتنشيط الرقم الخاطء.
لثلاثه. واسمك من فضلك.
الي متي تعتقد انه سيتحسن؟
مشكور علي اللقاء هنا.
انا هنا في اجازه صيفيه.
اريد ان اشتري بعض الهدايا التذكاريه لاصدقاءي.
بامكاني اخذها الان؟
كيف يمكنني ضبط تهويه الهواء؟
بامكاني الجلوس بجانبك؟
ما نوع الطعام الذي يتماشي معه؟
ما زلت لا اعرف عنواني. لكنني اخطط للاقامه في فندق في سان فرانسيسكو.
لا استطيع النوم بسبب الطفل الصاخب خلفي. هل يمكنكم ان تقولوا لي شيءاً؟
في معظم الحالات، ستكون في وضع غير مءاتٍ للغايه.
عانيت من الم في معصمي.
ما عندي. ادور لليسار. هنالك الشاحنه. هادا. اصعد علي الشارع الصغير دا. هيا، توقف هنا.
انزل في محطه فيكتوريا واتجه نحو الخط الشرقي-الغربي.
هذا ممزق. من فضلك خصم عليه اكثر.
كم يستغرق الوصول الي اليابان؟
اين ساغير السيارات؟
انا حساس تجاه الاسبرين.
هل يمكنني مساعدتك في البحث عن شيء معين؟
لنلتقي في المطعم.
لديك ثلاثه اضعاف عدد الكتب التي املكها.
هو طوله حوالي ماءه وسبعين سنتيمترا و اصلع.
اشعر بالرغبه في شرب البيره في مثل هذا الطقس الحار.
هل يمكنني تناول الافطار الان؟
هذه رخصتي الدوليه لقياده السياره.
اريد بعض كريم اليدين.
هل يمكنكم كتابه عنوانكم هنا؟
عذرا، الليله بيعت كل التذاكر. لكن ما زال لدينا بعض التذاكر المتبقيه لليله الغد.
هل هذا كاس النبيذ امن في غساله الصحون؟
هل هم قويين جدا؟
يا الهي.
انا اسقطت قرطا في مكان ما هنا.
انا انتقل الي رحله الخطوط الجويه دلتا اثنين وخمسه.
اعتقد انني لمست بعض الشعاب المرجانيه السامه.
هل لديك صناديق؟
تركت حقيبتي هنا، والان ذهبت.
اريد بعض الخس.
بالتاكيد. ما الوقت الذي تريد الحجز فيه؟ كم عدد الاشخاص؟
يُفترض بك ان تبقي علي اليسار.
ماذا تعرف عنه؟
الان، ما الخروج الذي يجب ان اخذه للوصول الي قاعه كارنيجي؟
هل من المقبول استخدام ملاعب التنس؟
اريد ان ادعوك لتناول الغداء.
هل يمكنني الدفع علي الطاوله؟
اين رايتوه اخر مره؟
اريد اداه انبوب، من فضلك.
تركت ساعتي في القطار.
نعم يا سيدي. لحظه من فضلك. ها هو.
لم ياتِ بعد؟
عندما يجب ان اغادر من هنا لرحله الساعه الثانيه عشر؟
حار اليوم صباحا، اليس كذلك؟
نعم، استطيع ان اقول. لا استطيع ان افهم اي شيء يقوله الناس من حولنا.
ارسلوا لي سياره اسعاف، من فضلك.
هناك اي معالم مشهوره؟
بامكانك ان تري لي اين انا علي هذه الخريطه، من فضلك؟
نعم. لكني لا احب الحلوه.
حسناً، دعني اري. انه اكثر من ميزانيتي.
ما هي انواع الطعام التي سنحصل عليها للغداء اليوم؟
الـتلفزيون هنا وهنا جهاز التحكم عن بعد.
اسف، لكني اخشي انك ستضطر الي الاحتفاظ بها بنفسك.
استمر في السير مستقيماً حتي تصل الي شارع الامل.
اريد شراء هذا.
هذه هي المفتاح وهذه هي العقد.
هل يمكنني الانتقال الي منطقه التدخين؟
هل يمكنكم ارسال سياره اجره الي 23 شارع براون؟
لم نطلب هذا.
شُربه شامبانيا، من فضلك.
حسنًا، يستغرق من هنا سيرًا علي الاقدام خمسه عشر دقيقه.
اخر كاس، من فضلك.
اريد حجز بعض الغرف.
كداش شي سواره حلوه ليها؟
المرحله التي توجد فيها مستحضرات التجميل؟
بامكانك يا من توصلني بالاداره التصديريه؟
خوفا من ان يكون التغيير قصيرا. هل يمكنكم التحقق مره اخري؟
من علي المدرج مع فريق سينسيناتي ريدز؟
شاي لاتيه قصير، من فضلك.
كلاب subtropicana ممتاز. يبقي مفتوح لغايه الساعه الثانيه صباحاً. سيقوم الموظفون باستدعاء سياره اجره لك عندما تكون مستعداً للمغادره.
اليابانيون المراهقون مهتمون بالموضه.
لن استخدم الفلاش.
يمكنك التحقق من الاطارات؟
بديت حديثا اخذ دروس. صعب كتير.
اين بوابه الصعود لخطوط اليابان الجويه، رحله اثنين اربعه؟
كنت ادخن كل يوم.
القطار اللي ركبت عليه كان غلط.
بامكاني الحصول علي بعض ملصقات البريد الجوي؟
كم تكون مستعد لدفعه مقابل هذا؟
ما عندي رغبه في شي حار جدا.
متي يغادر طاءرتك الي سان فرانسيسكو؟
ما عنديش اقدر اجد هذا المخرج.
اريد خمسين غرام من هذا اللحم مقطع، من فضلك.
هل لديك تذكره ذهاب وعوده الي اليابان؟
بامكانك ان تخبرني كيف اقوم باجراء مكالمه هاتفيه؟
اريد لون اخر، من فضلك.
الذي يطارد اثنين من الارانب لن يلتقط اي منهما.
اوافق علي فكرتك، بشرط ان تكون مده اكمال المصنع مضمونه.
بامكانك الحصول علي تذكره لي، من فضلك؟
قلها ببطء.
هذا ليس نظيفاً.
اريد حجز جوله غولف لصباح الغد.
الرجاء التفضل بتناول الكعكه، انها محضره في المنزل.
هل ستتحقق من داخل هذه الحقيبه ايضًا؟
حسنًا. في لغتنا، كلمه sakana، وتعني السمك، تاتي من مزيج من saka، او sake، و na، السمك كطعام خاص تتناوله عندما تشرب sake.
اكسبرس، من فضلك.
بامكانك ان تلتقطني من الفندق؟
سيعقد يوم الجمعه الثالث والعشرين.
كم من الوقت لديك هذا الصداع؟
اريد مقعداً في المدرجات.
لا اعرف كيفيه تعبءه هذا النموذج.
عليك ان تجربه بلون افتح، اعتقد.
ما الطابق الذي يقع فيه قسم الاحذيه النساءيه؟
تحت المقعد امامك.
الي متي يفتح متجر البقاله؟
لست بحاجه الي ان تشكرني.
ده اكثر مما كنت اتوقع دفعه.
اريد تحديد موعد الساعه الخامسه مساءً اليوم.
هناك صالون حلاقه في الفندق؟
الي اي وقت تقبل الغسيل غدا صباحا؟
انه سوار من الياقوت الازرق. لدينا فقط بروش واحد من هذا النوع وهذا هو واحد من اقراطي المفضله لدي. هل تريدين تجربته؟
اريد معرفه الرسوم لاحقا، من فضلك.
اين هو موضح؟
انا هنا لاتمم عمليه تسجيل الوصول.
الرجاء جعل ارجل البنطال اضيق قليلاً وبدون اكمام.
اريد ان اري بعض مجموعاتك الشهيره هنا.
لم اكل هذا.
هاري، هل هناك اي شيء يمكنني فعله؟
عند الساعه الثالثه.
بامكانك الضغط علي هذه السروال، من فضلك؟
الحيوانات الاليفه علي بعد ثلاثه مبانٍ.
هل هو صوف نقي؟
ما هذا؟
انا سعيد جدًا لاننا تمكنا من مناقشه جميع القضايا المهمه وايجاد حلول. اشعر بالتزام كبير تجاهكم بسبب تعاونكم الطيب.
اريد دليل سياحي.
الي اي مستشفي سيتم نقله؟
لو اعطيتني خصم، ساشتري هذا ايضًا.
اكل.
اين يمكنني شراء تذكره لمباراه البيسبول؟
عفواً. كيف يمكنني الوصول من هنا الي البنك؟
بامكاني رءيه هويه شخصيه؟
ارني كيف استعمل الهاتف.
شوف كده. دكان كبير. امل ان جلبت معك الكثير من المال.
اريد مقعداً في صندوق.
انا احبها. ساخذها.
اين هي اسوار المدينه؟
انا عاءد.
اريد شيءًا اكثر سمكًا، من فضلك.
لا يوجد صابون.
و ماذا بعد؟
الي سان فرانسيسكو، من فضلك.
ما هي هذه؟
اين مقعد 60 ا؟
الي اي مدي هو من المحطه؟
نعم. يعيش في 1234 شارع جيوز.
ولدي سقط.
نعم، لدينا محكمه متاحه في الساعه الثانيه، واخري في الساعه الرابعه.
هل هناك خط مترو انفاق يءدي الي سيفيك سنتر؟
في اي قسم؟
اشتري الفول السوداني من هنا.
بما انّي احبّ كلاهما.
بالتاكيد. هذا حقيبتان و حقيبه. الرجاء الاحتفاظ بهذا التذكره.
الخمر الابيض، من فضلك.
لاننا الان في موسم "اوبون".
هل من الممكن الغوص هذا بعد الظهر؟
هل لديك اي معلومات عن الترفيه هذا الاسبوع في المدينه؟
صديقي يعاني من اضطراب في معدته. هل يمكن ان توصي بشيء لطيف لمعدته؟
اثنين واحد اثنين ثلاثه اربعه ثمانيه ثلاثه ثلاثه الف.
اثنان من المقاعد علي جانب القاعده الاولي، من فضلك.
شّعرتني تريدني املاه؟
الرحله رقم سبعه تاخرت ساعتين.
اريد ان اري المباني التاريخيه.
سوف نرسل شخصًا من الامن.
انه نوع من الحراره.
انا من البرتغال.
بعد ما شربت العصير اللي سلموني اياه، فقدت وعيي. لما استيقظت، كان محفظتي وحقيبتي قد اختفت.
لو اردت، يمكنك طلب الافطار الانجليزي مقابل رسوم اضافيه.
لقد فقدت محفظتي.
اريد استءجار لوح تزلج شراعي.
بامكانك تضمين بعض التغييرات الصغيره، من فضلك؟
سباجيتي بولونيز، من فضلك.
اريد بيره من فضلك.
اريد الذهاب الي باريس. هل يجب علي تغيير القطار؟
وازاي ممكن نلتقي؟ وازاي ممكن نلتقي؟
هل يمكنني الحصول علي وصفه طبيه؟
اريد واحده اخري.
شبكه الابحاث الواسعه لدينا متاحه ايضًا لتلبيه متطلباتك.
زيدا ذاك الهدف الاول من الموسم.
لا شيء لي. شكرا.
هيا نذهب للتسوق في النوافذ.
اتذكر الان. ذهبنا لتناول العشاء معًا.
الخط السريع هو؟
نحن الان نطير فوق حديقه يوسيميتي الوطنيه.
هناك شيء للاطفال؟
اشتريتُها من سوق الخرده.
انا مسافر.
انا قد انهيت وجدتي. رجاءً ازلوا طبقتي.
ساستاجر هذا النوع. اضف تامين السياره.
هل هذا لسدني؟
بامكاني ان ادخل في الجينز والاحذيه الرياضيه؟
نعم. وفقًا للتوقعات الجويه الاسبوعيه، سيستمر الطقس الجيد هذا الاسبوع.
ارني بعض القفازات.
نداء استيقاظ، من فضلك.
الطريق الي اليمين في الشارع.
اِتكلم، من فضلك.
بامكانك احضار سماعات الاذن لي؟
انه متصدع.
صغير هوت دوغ وكولا كبيره، من فضلك.
تيفانيز. حسنا، يمكننا علي الاقل الذهاب للتسوق من النوافذ.
الرجاء تطوير هذا الفيلم وطباعته.
اعتقد اننا سنفعل. شكرا جزيلا.
انه خطءي. نادراً ما نلتقي.
كم تكلفه البريد الجوي؟
اريد قبعه.
عسي ان يكون صحيحاً، لكن لا استطيع الجزم بذلك.
ساقيم في فندق.
اسف لا تستطيع.
هل يمكنكم فتح زجاجه نبيذ؟
هل يمكنني البقاء لثلاثه ليالٍ؟
نعم. اريد ان اجرب سمك التونه الاحمر- لكن هل هو حار جداً؟
اريد بعضاً من الزلاجات الدواره.
هل هذا يحتوي علي واقي من الشمس؟ ما مقدار الحمايه التي يوفرها؟
لن تعيد النظر في شروط الدفع هذه؟
اسف جدا.
هذي قطار لشيكاغو؟
كيف يمكنني الحصول علي حافله ليموزين من هنا الي هناك؟
لا، اسف، بحثت لكنهم ليسوا هناك.
اربع وعشرون فيلم تعريض ملون، من فضلك.
كم تكلفه هذه الجوله؟
هل يمكنني شراء تذكره هنا؟
اوافق، ولكن بشروط محدده.
بامكاني استعاره مكواه؟
اريد الانضمام الي جوله ليليه.
اريد شريحه ملونه لهذه الكاميرا، من فضلك.
كم تكلفه الوصول الي سياتل؟
الساعه كم نصل الي سياتل؟
غير غرفتي، من فضلك. راءحتها غريبه.
الطريق الي المتحف؟
بسرعه، من فضلك.
بالتاكيد. سنحصل علي طاوله لطيفه لك. هل لي ان اسال عن اسمك؟
غرفتي تواجه شارع صاخب.
غرفه مع دش، من فضلك.
هه، عندك حراره. كيف معدتك؟
راءع. هناك الكثير من الاشياء للاختيار من بينها.
اريد منكم طابع عشرين سنت، من فضلكم.
هل من الافضل ابلاغ الشرطه؟
اريد بعض المربي.
اعتقد انني ساذهب بليموزين.
اريد سلطه خضراء.
بماذا تستيقظ غدا؟
اريد الذهاب الي اوبرا. اين يتم اداءها؟
بامكانك اخباري بالطريق الي اقرب صيدليه، من فضلك؟
هل يجب علي تغيير الغرفه اذا قمت بتمديد اقامتي؟
حجز غدًا، من فضلك.
تري انه من غير اللاءق القيام بتنظيف الاطباق.
عليه ان يعود الساعه الرابعه بعد الظهر.
كم عدد الجولات المتكرره؟
اِحْضِرْ لِي قِشْرَه.
بامكاني الحصول عليها متي اذا طلبت الخدمه العاديه؟
الرجاء اعداد تقرير خساره بشان امتعتي.
اريد حجز ثلاثه مقاعد لفيلم Cat on a Hot Tin Roof لليله الغد.
اريد الاقامه في فندقك الليله القادمه. هل ستحجز لي غرفه فرديه؟
هل المشي طويل؟
بامكانك تغييره الي مقاس اكبر بمقاس واحد؟
ثلاثه ماءه، اثنين وخمسين وخمسه وعشرين، من فضلك.
لا، علي الاطلاق.
اريد ان اترك امتعتي.
هل من فضلك قم بالتوقيع علي الفاتوره وقسيمه بطاقه الاءتمان؟
الرجاء تحويل الدولارات الي جنيهات.
كم سيستغرق الوصول الي فندق بارك بالسياره؟
لقد سُرقت حقيبتي بينما كنت اجري مكالمه هاتفيه.
ده شي مثير للاهتمام. سيكون مفيدًا للعديد من الشركات.
اسمي ساتو. اتصلت منذ قليل. اود تسجيل وصولي، من فضلك.
اريد حزمه للوجه.
هل يمكنني ترك السياره في مطار لاغوارديا؟
بالتاكيد لا. ساكتب لك برقيه حالما اصل الي المنزل. وداعاً، السيد ناغانو.
انا عالق في حركه المرور، ولا اعتقد انني ساتمكن من العوده في الوقت المناسب.
هل لديكم اي شواغر؟
لقد حصلت علي الكثير.
ما شفتوش اني بحبها.
اريد ارسال هذا الطرد الصغير بالبريد السطحي الي اليابان.
مقعد علي الشرفه، من فضلك.
اريد مقعداً علي اليسار.
هذه المدينه فيها الكثير من المساحات الخضراء.
صفر ثلاثه ثلاثه ثمانيه واحد اربعه اربعه ثلاثه اربعه خمسه.
هل يجب ان ارتدي ملابس انيقه؟
الكيانتي، من فضلك.
كانت تتحرك بسرعه.
اريد عصير جريب فروت.
بامكانك قص الارجل من فضلك؟
كم سعر الغرفه الثلاثيه بدون دش؟
هذا السيد تاناكا في الغرفه 12-9. ارغب في الحصول علي مجموعه من المناشف الحمام الجديده.
الرجاء ان تضغط اسنانك برفق.
نحن نفرض رسوم الغاء.
بامكانك الحصول علي تذكرتين لنا؟
سته دولارات واربعون سنتاً.
بامكانك ان تري القاءمه، من فضلك؟
كم وزن هذه الامتعه؟
كذلك لم تقل هذا من قبل.
اين يمكنني العثور علي هاتف عام؟
رحله غوص، من فضلك.
نعم، نحن مفتوحين طوال الليل.
اريد ان ارحب بكم جميعاً هنا للمءتمر السنوي الثالث لعام 1991.
الذين هم الممثلون؟
كم سيكلف هذا في المجموع؟
اسمي اليزابيث.
هناك مكان جيد يمكننا زيارته في ثلاث ساعات؟
اين مكتب استلام الحقاءب لخطوط يونايتد ايرلاينز رحله رقم 81؟
هل يمكنكم اصدار شهاده بالسرقه؟
متي تريد ان تلتقي؟
الصنبور مسدود.
لقد وصلنا للتو الي امريكا من اليابان امس.
اين رقم المقعد هذا؟
بالمناسبه، هل لديك تامين سفر لهذه الرحله؟
انا اخطط للبقاء لمده خمسه ايام.
اين محل خالي من الضراءب؟
كان عندي تذكره طاءره في حقيبتي.
اعتقد انني ساذهب الي النوم.
هنا قليلا فضفاض جدا.
الرجاء اعطاءي لحظه للتفكير.
هناك بار قريب يمكنني الذهاب اليه لشرب شيء؟
ساصل في خمس دقاءق.
كم من الوقت هي في الولايات المتحده؟
اريد مشبكًا للضغط.
هل هناك حظر تجول؟
اللون تمام، لكن المقاس غلط.
رقاءق البطاطس اليابانيه.
بامكاني الحصول علي مقاعد الصف الاول الان، ام يجب ان انتظر العرض التالي؟
في هذه الحاله، اعتقد انه من الافضل ان اجرب شركه اخري.
هذا السن يءلمني.
اخر واحد، من فضلك.
كيفيه اللباس عند حضور جنازه؟
عندما يظهر الضوء الاحمر، اضغط علي الزر.
دبل-او-ثري، جيه ايه ال.
كم السعر للساعه؟
انت محظوظ، السيد سوزوكي.
عندي الم شديد في ظهري.
هل يمكنكم ان توصوا لي بشراب منخفض الكحول؟
انا نسيت جواز سفري في مكان ما.
هناك طاوله جاهزه لك، السيد كيمورا.
اريد سياره لعبه.
هذه جميله جدًا.
كم يستغرق الامر تمامًا؟
هل يجب علي الوقوف في الصف هنا؟
الكلمه السريه، من فضلك.
نسيت ان اقول لك شكراً علي الحديث معي.
هل يمكنني شراء تذكره عند البوابه؟
شعرت بهذا الشعور منذ الليله الماضيه.
الساعه ما بعد الرابعه.
اليابان بلد سريع الخطي.
الرجاء التحلي بالصبر اثناء بحثنا عنه.
لدي ذلك.
لدي طفح جلدي. اي كريم طبي يعمل بشكل افضل؟
هل تعتقدون ان نزهه الغد ستكون داخليه؟
نعم، اعرف بعضهم. هل انت في رحله؟
اسمي يوكو ياموكا. هل يمكنكم تغيير حجز طاقتي؟
اريد ان اري كوميديا تتناول حياه عاءليه.
شاي او قهوه؟
انا اعمل علي شهادتي الجامعيه، لكن فقط بدوام جزءي.
ما هي تخصصات هذا المطعم؟
السنه الحلوه.
ولدت في مدينه تبعد حوالي ماءه كيلومتر من هنا.
افضل لك البقاء في غرفتك الفندقيه لبضعه ايام.
اريد شيءاً لعلاج الصداع.
انها فقط مقاسي.
هذه الغرفه حاره جداً.
بالتاكيد؟
نعم، هذا النوع من نوعيه افضل. هذا النوع مصنوع من الكشمير.
الضروريات اليوميه.
اسقطت كاميرتي علي سطح صلب.
بامكانك ان تري لي شيءا اخر؟
لدي خمسون دولارا فقط معي.
هل هناك اي شيء لا يمكنك اكله؟
اسقطت ملعقه.
شكرا لك. ساكون سعيدًا بذلك.
كُلّ شَيء بخير.
اريد مقاعد رخيصه، ان امكن.
من فضلك، اطلب مني قاءمه الطعام.
اين مترو الانفاق؟
بقيت. و اين يمكنني ان التقط حافله؟
ننتظر المساعده.
اسمها السيده جريجزون، اليس كذلك؟
اين يمكنني لعب التنس؟
هل تريدين ان تري الساعه؟
انا متعلق بالطبخ الان.
ما اروع لقاءك في المكتبه.
هل لديكم مضارب للايجار؟
اشياء تعتمد علي المكان الذي تخرجت منه.
اوه، رايت. خطءي. اسف.
اريد شيءا خفيفا.
تذكران من الدرجه الثانيه ذهاب فقط الي ادنبره، من فضلك.
نعم، سياتي.
اريد خريطه خطوط المترو، من فضلك.
انا من الاشخاص الذين يستيقظون متاخرين ايام الاحد.
انا اخرج كثيراً للتنزه مع عاءلتي في عطلات نهايه الاسبوع.
جيد يا سيدي، هل من الامن عرض هذا الفيلم؟
الان يمكنك اخذ واحده من عندي.
كم يومًا الي طوكيو؟
الرجاء التحقق من وجهه الباص قبل الصعود عليه.
اثنين من البوفيه.
اِتِيْ بِهَا فِيْ سَاعَهٍ، رُجُوْا.
اسف، لكن كل شيء محجوز بعد ذلك.
لقد كان يجب علي ارسالها بالبريد الجوي.
نعم، لدينا واحد مع اطلاله علي المحيط.
لون السياره كان اصفر.
وِلَايَاتْ مَا فِيْ الْانَ؟
ما افتقده اكثر هو الينابيع الساخنه.
جيد. شكرا.
نعم، هذا جيد. سنلتقي الساعه السادسه وثلاثين دقيقه.
بالتاكيد، سيدي. هل ترغب في القاء نظره علي هذا الكتيب؟
نعم. هذه الغرفه 234. زوجتي مريضه جدًا.
هل لديك حزام مطابق؟
كم مره تلعب البيسبول في الشهر؟
اسف، لكن طالما لا تتفق اراءنا، لا يمكنني الموافقه علي تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
اسمي اكيو ياماده ورقم الرحله هو جال صفر اتنين سته متجهه الي طوكيو.
الرجاء اعطاءي زجاجه عطر.
هل يمكنني الحصول علي نموذج استرداد الضريبه؟
يمكنك التوجه الي اليمين؟
ارني علي الخريطه.
هل لديك غرفه لاربعه؟
لا سكر، فقط كريمه.
هذا الصباح زار السيد كاواكامي احد العملاء.
كيف استطيع الوصول الي هناك؟ هل يمكنك اظهاره علي هذه الخريطه؟
ولكنك تزرع الخضروات هنا.
اريزونا تشبه حمام البخار.
الرجاء اعطاءي كاس ماء.
بالتاكيد، يمكنك ذلك. ولكن سيتم فرض رسوم اضافيه بقيمه خمسين دولارًا.
هل هو قريب من هنا؟
بامكانك الحصول علي بعض المقبلات، من فضلك؟
هل تريد تغيير الاطار، من فضلك؟
هذه ماءه وعشرين دولار؟ اعتقد انها غاليه الثمن. هل تعطون تخفيضات؟
هل لديك ساتيرن؟
اريد ايضًا طوابع بريديه لبطاقات بريديه الي اليابان.
ارني جواز سفرك وورقه الهجره.
ماذا تبيعون في الطابق الثاني؟
لن تكون سيارتي متاحه غدا.
هل الماء دافء؟
بامكاني الحصول علي فاتورتي؟
نعم. في اقرب وقت ممكن. هذا يتعلق بمساله عاجله.
هل يمكنك ضمان الجوده؟
اقفلتُ نفسي. هل يمكنني اقتراض مفتاح اضافي، من فضلك؟
اين مكتب السياحه؟
كيف يمكنني اجراء مكالمه هاتفيه الي اليابان؟
لدي حقيبتين يجب فحصهما.
هو علي خط اخر.
انه حار جدًا هنا، ومظلم جدًا.
الفنان من كان؟
انا جورو ياماتا.
عذرًا. لقد سقط سكينتي. هل يمكن ان تحصل لي علي واحده اخري؟
اين البوب؟
كم عدد الاوقيه؟
اوه، لا. كان يجب علينا ان نرتدي ملابس انيقه للمسرح.
هناك حافله؟
ما هو سعر الصرف؟
لديّ حقيبتين سفر وحقيبه واحده للملابس.
الشراشف متسخه.
ياللا. استطيع ان اهرب من عملي لفتره.
كم عدد الحقاءب التي تريد فحصها؟
بالنسبه لنا، كل شيء قد يكون مكلفاً في اليابان اليوم، لكن اطباق التوفو ليست سيءه وفقاً لمعاييرنا. اذا، من ناحيه اخري، قمت بزياره مطعم ياباني رفيع المستوي لتجربه مطبخ كيوتو، يجب ان تكون مستعداً لدفع ماءتي دولار للشخص.
في صوت اعلي من فضلك.
الان، اين حقيبتي؟ اوه، ها هي.
كم من المال كان معك في محفظتك؟
بصراحه ما عندي فكره. هل يمكن ان تقيسني من فضلك؟
لا تنسَ احضار جواز سفرك معك.
هل هذا كل ما لديك؟
بالتاكيد. سارتب لكي يتم استدعاءك في الساعه الخامسه صباحًا غدًا.
بامكاني رءيه مخطط مقاعد المسرح؟
اسف، يجب دفع مبلغ 99 يوماً مقدماً.
هل لديك تقويم الاحداث؟
اعطني لفه من فيلم 16 ملم مع امكانيه الصوت.
اخطا في فهمي.
لقد كان مشغولاً كثيراً مءخراً. ربما نسي.
نعم، سافعل. لكن كم الثمن؟
بامكانك الانتظار هنا للحظه؟ ساتحقق لك.
هل هذه المره الاولي التي تعاني فيها من هذا؟
سنتصل بك عندما يصبح هامبورغر الشواء بالفحم جاهزًا.
هل يمكنكم ارسال هذا الطرد باسعار الكتب؟
ضعي بعض الكريم علي شعري، من فضلك.
اين ملاعب التنس؟
افتحوا ثقب اضافي، من فضلكم.
هل تعرف اي شيء عن حقيبتي؟
انا من الولايات المتحده.
هذه مقاسي؟
لديّ ربو.
خوفا من ان ليس لدي حجز، ولكن هل لديك طاوله؟
لا، سيدي. اسف. نحن ممتلءين.
جيد السءال. كنت ساشرح ذلك.
انا اعاني من الم نابض في اذني.
اريد ان اخذه.
نحن نقيم حفله صغيره في بيتي الاسبوع القادم. اتساءل ان كنت ستتمكن من المجيء مع زوجتك.
الركاب العابرين، يرجي الحصول علي بطاقه عبور. من المتوقع ان تكون موعد المغادره الساعه الخامسه والعشرين. يرجي الانتباه الي الاعلان.
اريد حجز وقت لعب الغولف لـ 10 اشخاص غداً.
هل بامكانك ان توصي بمكان كهذا؟
اوه، بعض البريتزلز. وهل يمكنني ان ادفع الحساب؟
الوقت الحالي في لندن؟
لماذا؟
لا يجب عليّ اكل الطعام المحتوي علي السكر.
ثم، اعتقد انه في جواز سفرك. هل تريد التحقق منه، من فضلك.
كم كان السعر الذي فرضه؟
انا طالب جديد. لا اعرف كيف اسجل. هل يمكنكم مساعدتي؟
اتعلم اذا كان لديك تذاكر بيعت في يوم العرض.
ساوصلك بشخص يتكلم الانجليزيه.
بصراحه؟
اسف علي ازعاجك، لكن من فضلك ساعدني.
اريد العوده الي فندق جراند.
اريد ان انقل الي BA ثلاثه تسعه تسعه.
تذكرون صفات اللص؟
في اي فندق تقيم؟
بماذا يبدا الوقت؟
لقد تعرض محفظتي للسرقه.
انا اتطلع الي رءيتك مره اخري في هذا الوقت من العام القادم.
وقد وقع اصابه. الرجاء المجيء علي الفور.
عليّ النزول. هذا الطاءره الخطا.
و متي يمكن القيام به في اقرب وقت؟
انا ليروي.
مرحبا. هذا ياماشيتا يتكلم. ارغب في التحدث الي السيد سميث.
هل لديك عربه طعام في القطار؟
حقيبتي سُرقت.
هل لديك غرفه متاحه للايام الثلاثه القادمه؟
شكيت تريد تامين؟
يمكنك طلب ذلك لي؟
هل لديك مجله يابانيه؟
هل لديك نظيفه؟
ليه ما نقدرش نروح نحط سيرف؟
كذا بخير.
عند اي وقت يجب ان اتصل بك مره اخري؟
هل تُقدّمون الطعام هنا؟
الرنجه بالواسابي، من فضلك.
بالتاكيد. سااخذه. هل ستقوم بتغليفه كهديه؟
اين غرفه الرجال؟
اريد فلتر.
لن تستطيع التهرب من ذلك.
هل يمكننا الحصول علي طاوله في الشرفه؟
هل يمكنك الاعتناء بممتلكاتي الثمينه هنا؟
الرجاء اخباري عندما نصل الي شارع هدسون.
ما هو محلك المفضل؟
الرجاء الاتصال بي في الفندق بمجرد العثور عليه.
هل لديك ساعات جيب؟
هل اكل هذا مع صلصه؟
هل ساحتاج الي حمايه من البرد علي قمه الجبل؟
من سيقوم باتخاذ القرار النهاءي؟
كنت افكر في الاسبوع الاول من شهر فبراير. ما زلت بحاجه الي النظر في اجراء الحجوزات.
كانت هناك ايضاً بطاقات الاءتمان الخاصه بي في المحفظه.
لديه سلاح.
هناك مجموعه متنوعه من الكلاب، اليس كذلك؟
اريد ان اري فيلمًا جديدًا جدًا.
اريد بعض الاقراط.
لا يجب عليّ اكل الطعام المحتوي علي الملح.
الوقت الذي سياتي بعده؟
لدي خطط.
يمكنك توصيلي بشخص يتحدث اليابانيه؟
اريد مجموعه شطرنج.
الي فندق كونتيننتال، من فضلك.
مع القليل من الخردل، من فضلك.
هل سيكون هناك لوحه عرض في غرفه الاجتماعات؟
كنت اود غرفه خلفيه. فهي عادهً اكثر هدوءاً.
اريد الغرفه الاكثر هدوءاً التي لديكم.
هل تبيعون بضاءع معفاه من الرسوم الجمركيه علي الرحله؟
اريد ان اخرج جواز سفري من صندوق الامانات.
عند الساعه الخامسه وخمس دقاءق.
يمكنك شراء التذاكر من شباك التذاكر في المسرح.
عفواً، اين غرفه المرحاض؟
الشمال في اي اتجاه؟
الرقم السري الساعه الحاديه عشر واربع وخمسين، من فضلك.
تري التمثال في ذلك المبني؟
بامكاني الحصول علي بعض الماء؟
نعم، انا متاكد. انه لذيذ للغايه لدرجه انني اكلت كثيرًا. استمتعت كثيرًا بالعشاء.
شكرا. هل يمكن ان تريدي لي بعض الصنادل بحجم 6 ونصف د؟
الرجاء اسعافه.
هناك مراه؟
اين البوابه الرابعه والعشرون؟
خذ كبسولتين مرتين في اليوم.
لست املك ما يكفي من النقود، لذلك سادفع ببطاقه الاءتمان.
بصبر.
اريد ان احمل هذه الحقيبه معي علي الطاءره، من فضلك.
بامكاني وضع امتعتي في الخلف؟
اين يمكنني شراء تذكره للحافله؟
شعرت بالرغبه في الانضمام الينا؟
هل يمكنكم اضافه جبنه شيدر؟
ثم، يرجي تعبءه نموذج الطلب هذا والتوقيع عليه.
اريد خمسه طوابع بقيمه 15 سنتًا و 20 بطاقه بريديه، من فضلك.
كم سيستغرق الوصول الي فندق هيلتون؟
ليس كثيرا.
لدي خطه للذهاب الي المدينه السياحيه لمده نصف يوم هذا بعد الظهر.
كم اجمالاً؟
غرفه هادءه، من فضلك.
انا فقط اتصلت لاشكركم علي مساعدتكم لي خلال رحلتي الي الولايات المتحده.
لدينا خمسه عشر عيدا وطنيا.
انا متاكد من انني اودعتها في مكتب الاستقبال.
هي الخادمه. هل تحتاج الي اي شيء؟
ما سعر علبه السجاءر هذه؟
هل تحب العمل هنا؟
لا، هذا هو ثلاثه سبعه تسعه ثلاثه ثمانيه اربعه سبعه اثنين، اخشي انك تحمل رقمًا خاطءًا.
هل يمكنني الحصول علي مفتاح غرفتي؟
عذرًا. هل يمكنكم اخباري اي قطار يذهب الي شارع ويلر؟
هل بامكانك ان توصي بفندق نظيف ورخيص؟
عسي هذا سميك قليلا. هل لديك واحد ارق؟
هل يمكنني ارجاعه اذا لم يناسبني؟
شّتريد ترسلها بالبريد الجوي او البري؟
اخذني الي شارع الملك.
هل لديكم اي شواغر الليله؟
اعتقد ان موقف الباص هنا بالقرب، اليس كذلك؟
خوفا منا ما نستطيع يا سيدي.
الرجاء التحدث ببطء. لا افهم جيدا.
بامكاني تجربه هذا؟
ايه رايك انك تروح معايا لاخد قهوه؟
اريد ان اشرب بيره. ما نوع البيره التي لديكم؟
ماذا؟ ماذا؟ ماذا؟ ماذا؟ ماذا؟ ماذا؟ ماذا؟ ماذا؟
اريد ثلاث لفات من فيلم الوان التعرض ثلاثين وستين.
هناك اي حافلات تعمل؟
اوه، هذا مرتفع قليلاً. هل لديك اي شيء اقل تكلفه؟
عذرًا، لقد طلبنا مشروباتنا ثلاث مرات.
كم الي برج لندن؟
بامكانك ان توصي بعض الاماكن التي يمكنني الذهاب اليها والعوده في يوم واحد؟
انه ثقيل.
الشارع مختلف عن الذي اخذناه امس. هل هذا طريق مختصر؟
كيفيه كتابه الكلمه؟
ليس بالضروره. اعتقد انهم تعلموا التعايش بعد سنوات عديده من المنافسه.
بالمناسبه، هل تقبل المتاجر الكبري الشيكات السياحيه؟
نعم، بالطبع. ما رقم بطاقتك وتاريخ انتهاء الصلاحيه؟
اريد جره من المربي.
هل يمكنني استءجار معدات الغوص في هذا المتجر؟
هل تعتني بحقيبتي؟
قد تحاول الاقامه في فندق H او فندق C.
متي يرتفع الستار؟
كيفاش تحب ان يكون شعرك؟
بدايه مع رولينغ ستونز.
نعم، سلطه الروبيان للبدء.
جواز سفري سرق، مع سبعين دولار.
ماذا عن هذا المبني الغريب؟
هل يوجد مسبح في هذا الفندق؟
الرجاء الاتصال بي في الساعه السادسه من صباح الغد. رقم الغرفه اربعون وعشرون.
بامكاني الدفع بالين؟
خوفا من عدم استرجاع المبلغ. يمكنك فقط استبداله بشيء اخر.
اين الجامعه؟
كانت ترتدي تي شيرت و تنوره طويله.
انا من الولايات المتحده الامريكيه.
هذا هو مطعم دالاس.
الرجاء عدم التردد في الاتصال بنا في اي وقت.
هل يمكنكم ارساله الي اليابان اذا قمت بطلبه الان؟
بامكاني الحصول علي دجاج علي رز؟ واريد مايونيز اضافي، من فضلك.
كم عدد الايام التي تكون فيها هذه التذاكر صالحه؟
شّعرتني تريد تاكول معايا؟
لقد سُرق محفظتي مع جواز سفري.
لديك اي خطط؟
هل هناك تدفءه؟
اين المسرح؟
قطعت اصبعي.
هل ستاخذ ماءه دولار مقابل هذا؟
ج, ما كنت اعرف انها تحتاج شهر علي الاقل للحصول علي بطاقه اءتمان.
هل يمكنني استلام اغراضي من صندوق الامانات؟
اريد تغيير جدولتي.
لا، لست مضطرًا. فقط اضغط علي الغالق، من فضلك.
ضُربت.
ووقت نهايه الجوله؟
مايامي.
بالتاكيد، دورك؟
اين يمكنني شراء البضاءع الحرفيه الشعبيه؟
سته دولارات. هل تريده؟
اين الحمام الاقرب هنا من فضلك؟
لقد دفعت مقابل الوجبات ورسوم الفندق مقدماً.
عفواً، ساعتني بالكلب.
لدي حوالي ثلاثه الاف دولار.
200 دولار. نقد او بطاقه اءتمان؟
اين محطه الباصات لمتنزه سنترال بارك؟
ممتاز. عندي مقعد بجانب النافذه. يا الهي، اذا اردت ان تبدل المقاعد فيما بعد، يا سيدتي.
انا في اجازه.
هل هذه المنصه هي المناسبه لنيويورك؟
نعم، كل عشر دقاءق.
هل يمكنني تغيير طلبيتي؟ ارغب في الحصول علي دوفر سول بدلاً من بلح البحر.
لدراسه.
كده كل يوم اثنين.
اوه، انه يُظهر محطات المترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
اين مكتب تسجيل دخول دلتا؟
هذا المنتج غير مسموح به.
هل هو مقاوم للون؟
هم صغيرين جدا.
متي ساعات المتحف الفني؟
عندما اكون خارج المنزل، الرجاء اصلاحه.
انا كين.
هل تمطر طوال هذه الاسبوع؟
بامكاني رءيه تلك الحقيبه؟
هل هذا السياره تذهب الي سياتل؟
الرجاء التوقيع هنا، وهذه ايصالكم لاجل سجلكم.
خدمه الغرف.
هل هذا التذكره صالحه فقط ليوم محدد؟
الوقت قد انتهي.
بامكانك الاحتفاظ بممتلكاتي الثمينه، من فضلك؟
خطءي.
سابقي مع صديق في نيويورك.
كم سعرها مع الضريبه؟
هديه؟
هو التالي علي اليمين.
ترغب في معطف ذو صدّرتين ام صدّره واحده؟
هل يمكنكم مساعدتي في ايجاد امتعتي؟
نعم، يبدو ذلك شيءًا يجب دراسته بشكل اكبر. هل تفكر في امكانيه ذلك، السيد كينان، وابلغ السيد ناكاموت باقصي سرعه ممكنه عن نتاءجك؟
هل المسافه الي فندق هيلتون بعيده؟
ما نوع المطعم الذي تبحث عنه؟ هل تريد فقط تناول العشاء فقط، ام انك تبحث عن مطعم به بار؟
تشيبسين، كولا واحده. دولارين من فضلك.
اريد معطفاً.
هنا ضيق جدا.
هل يمكنني تناول العشاء علي السفينه؟
هل لديك هذا؟
يكون الجو رطباً في الصيف في اليابان.
الرجاء الاحتفاظ بهذا الامتعه حتي الساعه الثالثه.
لقد قضيت وقتاً عظيماً اليوم.
هل هذا الدواء فعال في تخفيض الحمي؟
عيونه كانت سوداء و واسعه الفصل.
الرجاء حجز طاوله لخمسه اشخاص.
عفواً، من فضلك اعطني حاسبه.
هل يجب ان اكون في المستشفي؟
هل لديك تذكرتك للعوده؟
اريد اجراء مكالمه دوليه الي اليابان، من فضلك. هذا يوكي موراي في الغرفه ثلاثه عشر. اريد اجراء مكالمه مجمعه الي السيد كيسيكي موراي. رقم الهاتف هو طوكيو صفر ثلاثه ثلاثه سبعه اثنين سته ثمانيه ثلاثه تسعه واحد.
هل يمكنك اصلاح هذه الكاميرا؟
نعم يا سيدي. هل لديك اي هويه؟
هناك مكان يمكنني فيه اجراء مكالمه هاتفيه؟
اين هو المفقود والمستعاد؟
كانت راءعه.
تُعجب ازهار الخوخ في مهرجان الدمي للفتيات في الثالث من مارس.
ثم هل يمكنني استبدالها بشيء اخر؟
هل يجب ان الفه؟
لدي تذكره الي ديترويت تغادر في الساعه الحاديه عشر صباحاً.
هل يمكنكم مساعدتي في العثور عليه؟
قالتي متي يجب علينا تسليم الورقه؟
اريد عصير، من فضلك.
خمسه وعشرون دولارا بما في ذلك رسوم الحافله، دليل الرسوم والقبول.
سجلت، من فضلك.
نريد ان نحاول الطعام المحلي.
الرجاء اصطحاب صديقي الي المستشفي.
المتحف المتروبوليتان للفنون جيد.
الرجاء اعطاءي ايصالاً لشركه التامين الخاصه بي.
اريد استءجار بعض معدات ركوب الامواج.
ما فهمت ما تقول.
هذه اسمي الكامل وعنواني.
انا حساس ضد المضادات الحيويه.
انه امر خطير اذا لم اخذ سياره اجره للعوده الي الفندق.
اقتراحه قُبل.
نعم، لدينا تسعه وتسعون نوعًا من الوجبات الجاهزه.
هناك خط حافلات اخر يذهب الي هناك؟
هل تستطيع ان تخبرني كيف اتحكم في درجه حراره الغرفه؟
اخذ حقاءبي، من فضلك.
الرجاء انهاء المكالمه. ساتصل بك لاحقًا.
هناك اربعه فصول متميزه.
اعاني من هذه الاعراض منذ الصباح.
هل القطار يتوقف في اديليد؟
القهوه، من فضلك.
خمسون سنتا لكل كلمه. اغلي مما كنت اتوقع.
يمكننا فحص اشياءنا هنا.
اريد ارسال هذه البطاقه البريديه الي اليابان عبر البريد الجوي.
الساعه التي يغادر فيها هذا القطار؟
اِعْطِني قاروره صغيره منه.
اين اقرب هاتف؟
عند المسرح بجانب المكتبه. لكن يجب عليك الحصول علي حجز.
اريد بعض النقانق، من فضلك.
ما هي التخصصات التي يقدمها هذا المطعم اليوم؟
كَيفَ عَنْدَكُمْ تَركُوا لِباريس غَدًا صَباحًا وَنَقَلُوا لِلطَّيَرَانِ السَّاعَهِ الظُّهرِيَّهِ لِلسِّويسِرِ؟
خمسه وثمانون بنساً.
انه حقا جميل. يجب ان تاتي وتزورنا في وقت ما.
الساعه كم نحن سنغادر؟
عفواً.
لا تزعج.
اريد واحده قويه.
لا، اشعر بالسعاده. هيا.
هل لديك واحده اكبر؟
اريد ان احجز لثلاثه في الساعه السابعه، من فضلك.
لدينا انظمه مترو في المدن الكبري مثل طوكيو.
عذرًا، لا يمكننا ذلك. سيستغرق اكثر من اسبوعين.
ما هو السعر لاستءجار هاتف محمول وجهاز نداء؟
هل هناك مغسله قريبه من هنا؟
انتظر منك ان تصمت.
هل تكلفه الخدمه مشموله؟
ماشيتي، رجاءً اعطني دواء.
ليس بعد، شكرا.
سكان اليابان في المرتبه السابعه عالمياً.
اين يمكنني اصلاح ساعتي؟
اريد عشره توكينز، من فضلك.
بالتاكيد، خذ الحافله رقم خمسه من الفندق الملكي وانزل في ساحه وسط المدينه.
سوف يتم ذلك بحلول مساء الغد.
نعم. هذا الصباح اشتريت ستره في محلكم. لكن عندما عدت وفتحتها، لم تكن ما اشتريته. اليكم ايصالي.
كم عدد زجاجات المشروبات الكحوليه لديك؟
يمكنك تغييرها في اي بنك من بنوك المطار.
لدينا نبيذ ورد ممتاز.
بامكانك ان تخبرني بالبرنامج التلفزيوني اليوم؟
انا متاكد انك ستشفي في وقت قياسي.
هذه وجبه مشهوره في مطعمنا.
هل لديك هديه جيده لزوجي؟
تري اللافته الخاصه بـ Air U.S. سبعه صفر سبعه؟ يجب عليك الذهاب الي هناك.
عندي الم في المعده. هل يمكنني الحصول علي بعض الدواء؟
هل تريد المزيد من القهوه؟
غدا؟ ما عندي شيء في بعد الظهر. بس ليش؟
بامكانك ان تري لي فاتوري، من فضلك؟ ما هي هذه الرسوم؟
ساريك المكان.
هل تعرفه منذ وقت طويل؟
ماذا سيحدث اذا قلت نعم؟
هل تريد ان تري كيف يمكنني اجراء مكالمه هاتفيه؟
هل هذا الكوارتز؟
طلبي خارجي سلطه بطاطا، من فضلك.
بطني يوجعني.
اريد مترين من هذا القماش، من فضلك.
هل ستجلب لي بعض الثلج وكاسين، من فضلك؟
ما هو الحد الاقصي للسن؟
بِعِدْ كِتْرَهِ مِنْ هَذِهِ الْمَرَّهِ؟
علمت انك لم تتوقف عند اللافته؟
ساصل حوالي الساعه العاشره الليله.
التذاكر السريعه جيده فقط للقطار والمقعد الذي حجزته.
لم اكن لدي حركه امعاء منذ ثلاثه ايام.
هذه علامه مطالبتي. هل ستتحقق منها علي الفور؟
ما هو سعر تذكره الي وايت بليس علي الخط الشمالي؟
هل احتاج الي تذاكر؟
يبدو وكانه قطعه ذات جوده عاليه.
هناك اي اماكن للغطس بالقرب من هنا؟
الرجاء كتابه اسمك، والفندق، ورقم الهاتف علي هذا الورق.
ارني الطريق الي مكتب BA.
الرجاء اطلاق سراحي في المحطه التاليه.
الرجاء الانتقال الي النافذه الخامسه.
نعم، كان يوم امس دافءاً قليلاً.
ماذا عن الذهاب الي هاكوني معي؟
قد تكون تركته في مكتب الاستقبال.
شعرت انك تريد ان ناكل الغداء معا؟
بامكاني الحصول علي بعض الادويه المعده للمعده؟
هذه عاءلتي.
اين مصعد جريندلوالد؟
شاي؟
هل هو اصلي؟
اريدك ان تُجري تصويراً بالاشعه السينيه.
لماذا هذه السراويل القصيره باهظه الثمن؟
اعطني تسعه عشرات، خمسه عشرات، اربعه واحدات والباقي في عشره سنتات.
عذرًا، لا استطيع. لا يمكنني التوقف الا في الفنادق المدرجه هنا.
ما نوع الغرفه التي تريدها؟
شكراً لك، لكن امتعتي كبيره جداً بالنسبه لي لاحملها. هل تودّ حفظها؟
اريد استخدام خزانه الامان.
اسمه سوزوكي.
اين بهو الفندق؟
عذراً علي انتظارك، رقم غرفتك هو تسعه وتسعون. اليك مفتاحك.
اين حقاءب اليد؟
بامكاني تحديد موعد غدا؟
اين ستقيم في لوس انجلوس؟
لا يهم.
اين المرحاض؟
الرجاء اخبار السيد توماس انني اقيم في فندق هيلتون.
بامكانك ان تخبرني ما هو الباص او القطار الذي يذهب الي وسط المدينه؟
اين كاس العالم؟
اذهب صعودا علي المنحدر. ستصل الي طريق ثلاثي الفروع. ثم اذهب الي اليسار.
ما هي درجه الحراره الان؟
ضع اموالك حيث فمك.
مرحبا. انا كارول براون اتصل. هل يمكنني التحدث مع سوزان؟
هل لديك غرفه باطلاله جميله؟
هل لديك اي صحف يابانيه؟
ساغادر يوم الجمعه 29 و اعود يوم الاحد.
لن نجده في المخزون، لكن يمكننا طلبه لك.
هناك ملصق ميكي ماوس عليه.
هل هناك ايضاً مقهي؟
عميتي مكتءبه بعض الشيء وغريبه.
اين يمكنني شراء الزي التقليدي؟
ساحصل علي ستيك صدر ولحم خروف مشوي لزوجتي.
الان، اذن ماذا يجب ان نفعل للعشاء اليوم؟
عندما تكون لديكم مقاعد متوفره؟
اريد سياره.
سياره غير مدخنين، من فضلك.
فندق اقل تكلفه هو الافضل اذا كان في حي امن.
عفوا، ماذا يجب ان اكتب هنا؟
هناك اي خيار اخر؟
لديّ انفلونزا.
ليس لديك غرفه ارخص؟
لقد اتصلت برقم خاطء.
هناك مبني جميل هناك.
اريدها ان تبدو مثل ميج رايان، من فضلك.
قَدْ قُمْنَا بِتَقْدِيمِ تَقْدِيرٍ شَامِلٍ لِاحْتِيَاجَاتِ الزَّبُونِ.
عفواً. هل يمكن ان تخبرني كيف اذهب الي اقرب بنك؟
اين يمكنني ان افطر؟ في اي وقت يتم تقديمه؟
انا مزارع.
عفواً، هل بامكانك رفع مقعدك قليلاً؟
هل يمكنني طهي الطعام لنفسي؟
بامكاني النهوض متي؟
انا ابحث عن مقلاه غير لاصقه.
ساتحقق. اخشي انني لا استطيع العثور علي اسمك.
اعتقد ان هناك خطا. هل يمكنكم ترتيب لنا كي نتمكن من البقاء؟
هل يجب ان احمل معي معطف؟
هل يمكنني الحصول علي سماعات اخري لان هذه لا تعمل بشكل جيد؟
الرجاء تقديم افطار علي الطراز القاري.
الرقم الذي وصلت اليه غير متوفر.
متي يصل الطيران في روما؟
هل لديك اي فكره عن المكان الذي تذهب اليه؟
بامكاني الحصول علي نصف رطل من سلطه الروبيان؟
لنلتقي في غرفتي.
بِلاشِ تِسْخَدِفني.
اريد بعض الفول السوداني، من فضلك.
هل يمكنني الدفع عن طريق الشيكات السياحيه؟
هل يمكنني الحصول علي خريطه المنحدرات؟
الغرفه الطعام في الطابق الاول وتفتح الساعه الخامسه والنصف مساءً.
هل يمكنكم تغيير تاريخ رحلتي من لندن الي طوكيو؟
نريد ان نستمتع بلعب الرياضات الفريده من نوعها في الساحل الغربي.
ما عنديش اقدر اشرح حالتي بالانجليزيه.
عذرا، لكن لا يمكنني ان اوافقك.
انا من كولورادو. من اي منطقه في اليابان انت؟
دفعت نقدا في الموقع.
بِتِ العشاء جاهزه؟ انا جوعانه. هل تضع الطاوله؟
الرجاء وضعها في هذه الحقيبه الورقيه البنيه.
لقد كان يزعجني منذ وصولي.
اريدها مسلوقه ومشعره، من فضلك.
لا تظن انني بحاجه الي دليل سياحي؟
انا ابحث عن ظلال العيون.
دفعتها من قبل عندما اشتريت تذكرتي.
عندما تكون جافه، قشريها عن وجهك.
اريد الجلوس الان.
انا اسكبت الحساء.
انا متاخر قليلاً، هل بخير؟
هناك صالون تجميل هنا؟
بِالطّبع. لا تقلق. لدينا ممرضه تفهم اليابانيّه.
اين المرايا؟
كيف تشعر؟ صنعوا في سويسرا وهم في الموضه هنا.
الكتب والكتيبات.
كيف ارجع؟
هل لديك هذا باللون الاخضر؟
دفعت كل فاتورتي.
ارحمني.
انه امر غريب، لكنني استطيع التحدث باللغه الانجليزيه بشكل افضل عندما كنت مخموراً.
هل هناك مفقودات وموجودات في المحطه؟
اريد ان افكر في الامر، من فضلك.
هل ستخبرني عن بعض الفنادق تحت خمسين جنيه ليلي؟
ساخصم 20٪ من السعر.
وخصوصا بخصوص تصميم مشروع ميركوري، لم استطع ان اقرره بدونك.
بصحتك.
هل لا تزال تلك السفن القديمه تبحر؟
لقد تعرضت لحادث سير.
عند اي وقت نلتقي؟
اين يمكنني الحصول علي هذه الوصفه الطبيه؟
فعلا، انا نباتي. لا اكل اللحوم.
مذاق لذيذ.
ماذا يكون سريعاً؟ ليس لدينا الكثير من الوقت.
انا معك. هيا نذهب الي محل السوبر ماركت المقابل.
الاتصال باليابان متصل. تفضل، من فضلك.
شكرا لك علي العشاء الراءع.
هل يمكنكم التوقف هنا لفتره لاني ارغب بالتقاط بعض الصور؟
تعرضت للهجوم.
في كتيب منفصل يسمي "معلومات خلفيه عن الشركات" ، والذي في الحزمه المقدمه ، ستجد شرحًا اكثر شمولاً.
بامكانك احضار بعض البطانيات، من فضلك؟ انه بارد جدًا في هذه الغرفه.
يمكنك وضعه بالقرب من النافذه، من فضلك؟
لكل حسب ما يريد. انا اشرب بيره.
وُلد سنه 1980.
الاخر ساعه متي يوصل بيمليكو؟
جيد. ماذا عن هذا؟ هذه الجوله لنصف اليوم تعيدك الي هنا في الساعه الواحده.
هل لديك قلادات اخري بتصاميم فريده؟
اعتقد ان هذا مقعدي.
كم الساعه التي يتوفر فيها خدمه الغرف؟
هل يجب علي ارتداء ربطه عنق؟
لا مشكله علي الاطلاق. اين تريد ان تاخذه؟
ما عندي فكره.
طاوله شرفه، من فضلك.
اكثر قليلا من الخلف.
هذي القطار المناسب لشيكاغو؟
بامكاننا الذهاب الي تيكي بوينت غدا؟
اراهن ان هناك مجموعه اكبر في الصيدليه.
الرجاء ايداع خمسه دولارات وربع دولار لمده ثلاث دقاءق.
هناك مقاعد لهذا المساء؟
ووقت القطار القادم الي اكسفورد؟
ما عندي فكره كيف استعمل الهاتف، ارجوك اريهني.
ارجو ان تتمكن من زياره هذه المعالم الجميله في الولايات المتحده في المستقبل القريب.
وضعت حقيبتي، كتابي، وكاميرتي في حقيبتي.
هل هناك شخص يتحدث اليابانيه في المتجر؟
الماء ما يوصلش لدرجه حراره كافيه.
هل ستبيعها بشكل منفصل؟
كيفيه الوصول الي المتحف؟
سيعجب السيد جودمان حقاً بذلك.
الرقم الخاص بالرحله هو بي كيه سبعه وثمانيه في الخامس من سبتمبر.
انتِ تبدوين جذابه جداً علي الهاتف.
هل هناك حافله من المطار الي المدينه؟
هل بامكانك الغاء حجز المقاعد لي؟
نعم يا سيدي. الساعه الحاديه عشره.
ليس المبتدءين سيءين؟
الطاءره التي تصل في وقت مبكر الي مدينه نيويورك؟
بامكانك اخذ غراي لاين اير شاتل او كاري ايربورت اكسبرس.
نعم، انا ابحث عن هديه لاختي.
هل يمكنني السباحه هنا؟
نعم، انت كذلك.
مرحباً، سُررتُ بمقابلتك ايضاً. هل هذه هي المره الاولي التي تزور فيها امريكا؟
اعتقد انه مكلف للغايه. الا يوجد لديك سعر معقول؟
اريد شراء هذا.
وقد سُرق ايصالي ايضاً.
هناك اي من التخصصات المحليه؟
كم مره يتم تشغيله؟
بالتاكيد. دعني اضع حقيبه الامتعه هذه؟ الي اين انت ذاهب؟
ما رايك في الذهاب الي السينما؟
اوقف.
تمديد رقم ثلاثه سته سبعه، من فضلك.
كم عدد ليالي الاقامه؟
شخص غريب عرض علي التقاط صوره لي، فسلمته كاميرتي. ثم، هرب بها.
كيف يمكنني الوصول الي مركز ABC؟
الرجاء اعداد تقرير سرقه.
المدير في فندقي، السيد هيلتون، اعطاني اسمه.
لون اعمق، من فضلك.
سوف تغادر القطار في الوقت المحدد؟
هناك جولات تضم زياره الي ديسكو؟
شكرا جزيلا. رحله سعيده.
اريد مشبك شعر.
ما نقدرش نبيع اي حاجه بدون وصفه طبيه.
متي مرضت؟
ثم سادفع ثمنها بالدولار والين.
هل يمكنني ارجاعها الي مدينه مختلفه؟
نقدم السندويتشات والمشروبات من الساعه الحاديه عشره مساءً حتي الساعه السادسه صباحاً.
اريد بيضتين مقليه مع لحم الخنزير المقدد، بطاطا مقليه، خبز محمص وقهوه.
اريد حليب ساخن، من فضلك.
انا قلق قليلاً بشان ما اذا كنت استطيع الغوص بشكل جيد.
سلطه، من فضلك.
جدييييييي
عند اي وقت يمكننا تناول الطعام؟
وجهه سفري هي طوكيو.
اين يمكنني الحصول علي حقاءب جلديه؟
اريد السمك والبطاطا، من فضلك.
بالتاكيد. حتي طفل صغير لن يواجه اي مشكله في الاجابه عليه.
عذرًا. ارغب في الذهاب الي حديقه حيوانات برونكس. ما هي افضل طريقه للوصول اليها؟
ها انت، مجاني.
الرجاء تركها خارج غرفتك غدا صباحا.
ما هو سن التصويت الادني في اليابان؟
المرّه القادمه التي ازور فيها، ساعود بالتاكيد. لذا، هل يمكنني الحصول علي خصم؟
لن يشاهدوا اي برامج تلفزيونيه عنيفه.
هل مرّ عام بالفعل؟ الوقت يطير حقاً. بالطبع، ساحضر. فقط اخبرني بالوقت والمكان.
كذا هو كل ما اريده.
بامكانك ان تعطيني تقديراً للتكلفه؟
اضفتُ النصيحه في الفاتوره.
هل يمكنني الجلوس بجانبك؟
في معظم الحالات، ستكون في وضع غير مءاتٍ للغايه.
كم يستغرق الوصول الي اليابان؟
هل يمكنني مساعدتك في البحث عن شيء معين؟
اشعر بالرغبه في شرب البيره في مثل هذا الطقس الحار.
اعتقد انني لمست بعض الشعاب المرجانيه السامه.
ماذا تعرف عنه؟
هل يمكنني الدفع علي الطاوله؟
حسناً، دعني اري. انه اكثر من ميزانيتي.
استمر في السير مستقيماً حتي تصل الي شارع الامل.
اريد حجز بعض الغرف.
خوفا من ان يكون التغيير قصيرا. هل يمكنكم التحقق مره اخري؟
يمكنك التحقق من الاطارات؟
القطار اللي ركبت عليه كان غلط.
كم تكون مستعد لدفعه مقابل هذا؟
الذي يطارد اثنين من الارانب لن يلتقط اي منهما.
هل ستتحقق من داخل هذه الحقيبه ايضًا؟
الي متي يفتح متجر البقاله؟
هل هو صوف نقي؟
الي اي مستشفي سيتم نقله؟
اريد استءجار لوح تزلج شراعي.
اريد بيره من فضلك.
اريد واحده اخري.
ارني بعض القفازات.
كيف يمكنني الحصول علي حافله ليموزين من هنا الي هناك؟
اربع وعشرون فيلم تعريض ملون، من فضلك.
اريد الذهاب الي اوبرا. اين يتم اداءها؟
عليه ان يعود الساعه الرابعه بعد الظهر.
لقد سُرقت حقيبتي بينما كنت اجري مكالمه هاتفيه.
هل يمكنني ترك السياره في مطار لاغوارديا؟
اريد مقعداً علي اليسار.
الكيانتي، من فضلك.
اريد عصير جريب فروت.
كم سيكلف هذا في المجموع؟
هل هناك حظر تجول؟
هذي حلوه كتير.
هل يمكنني شراء تذكره عند البوابه؟
لدي طفح جلدي. اي كريم طبي يعمل بشكل افضل؟
انها فقط مقاسي.
بالتاكيد؟
اسقطت كاميرتي علي سطح صلب.
هل هناك اي شيء لا يمكنك اكله؟
اسمها السيده جريجزون، اليس كذلك؟
الرجاء التحقق من وجهه الباص قبل الصعود عليه.
كم مره تلعب البيسبول في الشهر؟
ارني علي الخريطه.
كيف يمكنني اجراء مكالمه هاتفيه الي اليابان؟
عذرًا. لقد سقط سكينتي. هل يمكن ان تحصل لي علي واحده اخري؟
لديّ حقيبتين سفر وحقيبه واحده للملابس.
كم من المال كان معك في محفظتك؟
اسف، يجب دفع مبلغ 99 يوماً مقدماً.
اعطني لفه من فيلم 16 ملم مع امكانيه الصوت.
اريد ان اخذه.
لماذا؟
انا طالب جديد. لا اعرف كيف اسجل. هل يمكنكم مساعدتي؟
ليه ما نقدرش نروح نحط سيرف؟
هل يمكنك الاعتناء بممتلكاتي الثمينه هنا؟
يمكنك توصيلي بشخص يتحدث اليابانيه؟
يمكنك شراء التذاكر من شباك التذاكر في المسرح.
تري التمثال في ذلك المبني؟
شكرا. هل يمكن ان تريدي لي بعض الصنادل بحجم 6 ونصف د؟
اين البوابه الرابعه والعشرون؟
ما سعر علبه السجاءر هذه؟
اريد ثلاث لفات من فيلم الوان التعرض ثلاثين وستين.
كم الي برج لندن؟
ماذا عن هذا المبني الغريب؟
خوفا من عدم استرجاع المبلغ. يمكنك فقط استبداله بشيء اخر.
كم عدد الايام التي تكون فيها هذه التذاكر صالحه؟
ضُربت.
هل من الممكن تسلق جبل مع معدات خفيفه من هذا القبيل؟
ده ما فوق ميزانيتي.
اريد طبيباً لياتي الي غرفتي، من فضلك.
ما رقم خدمه التنظيف؟
انت ايرلندي؟
هل هو معروض للبيع الان؟
كُل التذاكر بيعت.
نريد ان نلعب لمده ساعه في الساعه العاشره من صباح الغد.
عفواً، هل يمكنني تغيير مقعدي؟
ما اذكر اين.
شكرا لك. ساكون ممتنا لذلك. تري، انا مهتم بالمسلسلات الدراميه الاستراليه.
عفواً، هل بامكانك ان توصي بي فندقاً اخر؟
يوم جميل. هل عاده ما يكون لديك ايام جيده في هذا الوقت من السنه؟
لقد مررنا بتجربه مماثله في الماضي.
بامكانك التحقق من ذلك لي؟
كانت غير واضحه.
احتاجها قبل يوم الجمعه.
الرءيس التنفيذي هو؟
كم انفقت في المجموع؟
من سان فرانسيسكو الي ناريتا.
هذه ليست بحجمِي تماماً.
هل انت مفتوح يوم الاحد؟
هناك ديسكو جيد هنا؟
احتاجها بحلول الساعه الخامسه مساءً.
لا يمكنني الاعتذار باي شكل من الاشكال.
هَلْ تَسْتَقِرُّ فِي نِيُويُورِكَ طَوِيلًا؟
بالتاكيد، ادخل.
بالتاكيد. ساضعها في الصندوق.
بامكانك ان تلفه لي من فضلك؟
هذه قطار سريع؟
هل يمكنكم ان توصوا بكتاب جيد لطفل يبلغ من العمر 15 عامًا؟
هذا احمر الشفاه الصغير جميل جداً. ساشتري هذا، من فضلك.
انا في الثامنه من العمر.
خذ ضربه جزاء.
شعرها كان مجعد و اسود.
بامكانك اقتراح اي مكان اخر يستحق الزياره؟
انا احبها كثيراً. لكن اخاف اني لا احب التصميم. ماذا عن التصاميم الاخري؟
هل بامكانك ان توصي بفندق غير مكلف؟
كم يبلغ مجموعهم؟
انا عايزه اقولك انها عيد ميلاد حبيبتي. عندك اي حاجه خاصه؟
هل يجب علي ان اتصل بالطاهي لاشرح له؟
هل يمكنكم اعطاءي مخدر؟
بامكانك تلفيفها؟
لديّ الربو.
هذه شريط فيديو قمت بتسجيله لصديقي.
لماذا ذهبت الي نيويورك العام الماضي؟
لاي وثاءق احتاج لدخول الولايات المتحده؟
اسمي تسوتومو.
هل هذه انبوب شوك؟
بالتاكيد؟ ظننت ان شكل زجاجه النبيذ تلك مخصص لنبيذ بورغندي.
سمعت ان هناك بعض النوادي الجاز جيده.
اريد شراء سته ربطات عنق. هل يمكنكم ان تعطوني خصمًا؟
عندي زكام.
اتصل بسياره اسعاف بسرعه.
نعم، يمكنك ذلك. الغرفه جاهزه. يرجي كتابه اسمك وعنوانك هنا.
هل له صندوق امتعه كبير؟
تسعه ثلاثه تسعه سته سبعه صفر صفر.
ما لونك تحب؟
الساعه التي سيغادر فيها القطار التالي الي فيلادلفيا؟
هذ السمك مطبوخ قليلا.
اغيث هذا الي دولارات، من فضلك.
اين سنقوم بتسليم امتعتك عند استعادتها؟
هل هذا جلد نقي مءه بالمءه؟
هل سبق لك ان زرت نيويورك؟
الوقت المحدد للصعود الي الطاءره؟
انا مُعلمه.
لدينا تشكيله كبيره من الحلويات، بما في ذلك الكعك والايس كريم.
ما اسم هذه النبته؟
كم عدد الايام التي تستغرقها البريد الجوي؟
هيا نذهب الي المطعم بالتاكسي.
هذه القاءمه بالحسابات خاطءه.
هل يمكنني وضع امتعتي هنا؟
كم من الوقت قبل ان نصل الي سيدني؟
هل يمكنكم اصدار جواز سفر مءقت لي؟
اقتصاديه. ها، ساعطيك خمسه دولارات و صفر سنت.
ساحصل علي افطار كبير من خدمه الغرف.
كوكاكولا كبيره.
هل من الممكن ان تعطيني خصمًا؟
نعم، ها هو.
هل يمكنني الاستمرار في السفر؟
الذي الموسم هو الاكثر جمالا في هذا البلد؟
بامكاني طلب كاس من النبيذ؟
دنيا صغيره.
لا، دعني القي نظره اولاً.
بامكاني تغييره الي رحله مبكره في اليوم الخامس؟
بالتاكيد. املا هذا النموذج واوقع عليه، من فضلك.
ما معدل التضخم؟
تقدم لنا قهوه كامله الجسم.
عليّ ان اذهب الان.
هم واسعين كثيرا.
اين غرفه الامتعه؟
الجمعه ممتلء تماماً حتي الساعه الثامنه والنصف.
دعني افكر في الامر. ساتحقق من بعض المتاجر الاخري.
ما عندي رغبه في انفاق اكثر من ثلاثين دولار لكل قطعه.
اريد قطعه شوكولاته، من فضلك.
هل يمكنكم اخباري اين يمكنني انهاء اجراءات السفر لهذا الرحله؟
هل يمكنكم رسم خريطه؟
شكرا جزيلا. اليك تذكره التعديل.
عفواً. هل يمكنكم اخباري متي تفتحون؟
كم مره ترتدي فيها الكيمونو؟
اخبريه يرجع ياتصل بي فور وصوله. هذا الرقم ثلاثه خمسه اربعه ثمانيه واحد واحد ثلاثه تسعه. فندق هيلتون، غرفه رقم اثنا عشر تسعه.
اريد حمام فقاعات.
سوف ينتهي في الساعه الواحده مساءً.
انا ابحث عن هديه تذكاريه لامي.
اضعك في حوالي الخمسين.
هذه مشهوره.
اقول ان الصيف هنا ليس سيءًا جدًا.
كيف تربط حزام الامان؟
هل تذكره هذا متوفره بعد؟
هل يجب علي الجميع النزول من السفينه؟
هذه هي الدواء الذي اعطاني اياه طبيب عاءلتي.
دعني القي نظره علي تلك السياره.
كانوا اربعه شباب.
مازلت لا اشعر باي تحسن.
ساصل بعد العشاء.
بامكاني الحصول علي صندوق للتغليف؟
الطقس معتدل.
الرجاء استدعاء سياره اجره في الساعه الثانيه بعد الظهر.
انه مبالغ فيه بالنسبه لي.
السماح لي ان اري هذا واحد.
هناك ديسكو هنا؟
ما هو سعر الغرفه؟
الطعام بارد.
ما هو المكان الاكثر توصيه للزياره؟
هذه الطاءره متاخره ساعتين عن موعدها.
اوه، احب ذلك.
كاس شابلسي.
الي اي جزء من اين انت ذاهب؟
بامكانك استدعاء طبيب، من فضلك؟
انظر ماذا تستطيع ان تفعل لي.
شكرا علي النصيحه. ساحاول ذلك في المره القادمه.
لا، شكرا.
بامكانك تشغيل تكييف الهواء؟
من اي منطقه في الولايات المتحده انت؟
اه-ان الزيتون موصول، عالق في حلقي.
الثلاجه ما تعملش.
شكرا لك. كان من دواعي سروري.
يمكنك وضعني مع شخص يتحدث اليابانيه؟
بامكانك الحصول علي الفاتوره، من فضلك؟
عفواً، هل يمكنكم اخباري ما هو هذا العنصر في القاءمه؟
انها مفتاح من نوع البطاقه. يمكنك الاحتفاظ بها معك.
انا متجمد تماماً.
هذه الاشياء تبدو لذيذه.
بماذا تريدون القهوه او الشاي بعد الوجبه؟
هِيَ حَقْيَهٌ كَبِيرَهٌ مِنَ الْجِلْدِ.
بامكانك اختيار واحد لي؟
لدي حساء فول الصويا الفوري.
في نيويورك.
الصف رقم سبعه.
هل تريد ان تخبرني اي طابق توجد به المطاعم؟
قمت بحجز في المطار.
ما الحجم بالسنتيمتر؟
كنت ادرس الكاراتيه عندما كنت في المدرسه.
اريد ان احجز لخمسه اشخاص في الساعه السادسه من هذا المساء.
هل هذا الحافله المناسبه لخطوط اليابان الجويه؟
اريد الذهاب الي مطعم نيويورك حقيقي، ليس باهظ الثمن.
لا يوجد خيار. هنا جيد.
لتحصل علي تاجير سياره، ماذا يجب عليّ تقديم؟
ساخبرك حال وصولي هناك.
اين يمكنني شراء القرطاسيه؟
اصبت بالانفلونزا.
حصل حادث.
هل الدكتور توفلر معلم صارم؟
يعتمد ذلك.
لا يمكنني قفل الباب.
هنا. هل تريد ان تريني بطاقه الهويه او جواز السفر؟
خليك نخلي له اتصال تلفوني.
الرجل هو.
ارسلوا لي بيل بوي الي غرفتي.
دكتور، من فضلك.
كم تبلغ رسوم الدخول؟
الرجاء التوصيه بفندق.
كم عمر اليابان؟
هل يمكنكم وضع هذا في خزنه الامان من اجلي؟
خفت انني تركت ممتلكاتي في الطاءره.
حسناً، اذن يجب ان تعرف كيف نشعر جميعاً هنا. نحن لا نحب ان يخبرنا الغرباء كيف نعيش حياتنا.
بامكانك تنظيف النافذه؟
ما اسمك من فضلك؟
اوافق علي هذا الاقتراح.
لِـ اثنين في الساعه السابعه، صحيح؟ هل يمكنني معرفه اسمك، من فضلك؟
هل لديك ساعات يدويه؟
ليس هناك خطا في الفاتوره؟
الوداع الان.
يمكنك استخدام البطاقه في جميع القطارات.
لكن لا تقلق. يمكنك النزول في المحطه التاليه والعوده سيراً علي الاقدام. انها ليست بعيده.
كانت تلك السياره تحاول القيام بمنعطف يساري قسري.
بامكاني الحصول علي طاوله؟
اين ساحه الطعام؟
مع نهايّه سجّاده، من فضلك.
لو عندك اي مشكله، فين اقدر اتصل؟
ما هو سعر البريد علي الايروگرام، من فضلك؟
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
هل احدكم يتكلم اليابانيه؟
لا حاجه لذلك، شكرا. ساحصل علي ذلك.
هكذا، من فضلك. هل هذه الطاوله علي ما يرام؟
ما هي هواياتك؟
واحد لحظه من فضلك. سيدي، اخشي ان السيد اوكاوا ذهب للغداء. هل ترغب في ترك رساله؟
نريد ان نحصل علي اطباق مقابل حوالي ثلاثين جنيهًا للشخص.
لماذا هذه السطر؟
هنا بعض سماعات الاذن.
اريد مصباح يدوي.
هل اكتب له رساله؟
مرحبا. هل هذه مكتب الاستقبال؟ انا في الغرفه الاولي وسبعه. اخشي ان لدي شكوي.
شّعرتني تريد تروح لحفلتنا الليله؟
اوه، هذا راءع. انا احب صوتهم. ماذا عنك يا بوب؟
هل هذا القطار المناسب الي غراند سنترال؟
كم سعر التذكره اليوميه؟
كانت قبل سنتين اخر مره جءت فيها الي هنا. هل استمتعت برحلتك؟
اعتقد انه بامكاننا ان نحصل لك علي طاوله في حوالي خمسه عشر دقيقه.
اتصال شخصي الي طوكيو، اليابان، من فضلك.
هل هناك تكييف؟
كم مجموعه؟
اين ستقيم؟
هنا تسعه وتسعون ين. من فضلك قم بتبديلها كلها بالدولار.
عند ABC.
اريد كاس ماء اكثر جفافاً.
في هذه الحاله، توجد جدول اسعار بالقرب من مقعد الساءق.
هل يجب علي العوده الي مكتبك مره اخري؟
هل يمكنني فحص الاشياء الثمينه لديك؟
قلها مره اخري.
رجل واحد كان طويل القامه والاخر كان قصيراً.
هل من الممكن الحصول علي طلاء جديد في غرفه المعيشه؟
قد تكون شمعه الاشعال.
حسنًا، جوله الاستكشاف هذه جميله.
بالتاكيد، نعم. مقرنا الرءيسي موجود هنا. ماذا عنك؟ هل هذه اول مره لك هنا؟
الرجاء التوصيه بمطعم جيد قريب.
هل يمكنك قبول شيك بالين ياباني؟
ساخرج من الكاتدراءيه.
كيس كتف ابيض.
شفتو كافيان اسود هنا؟
تركت كاميرتي في التاكسي.
هل يمكنني تغيير هذه التذاكر الي عرض الغد؟
اريد ان اخذ دش قبل وجدتي.
كيفاش تحب تشوي اللحم؟
اوه، ما هو الفخامه التي تلعب بها الجولف في استراليا.
اين صنع؟
ماذا هم ياكلون؟
كارتون مارلبورو من فضلك.
عذرًا، لكن ما هي الطريق التي نسير عليها الان؟
هل يمكنني طلب هذا من اليابان بعد عودتي؟
اريد استءجار دراجه.
لا يوجد صابون في غرفتي.
بامكاني سءالك عن اسمك؟
هل يمكنني الانتقال الي مقعد فارغ؟
الرحله الاولي من واحد الي ناريتا، المغادره في العاشر من يونيو، مءكده مره اخري.
هل تريد ان تخبرني عن بعض الاماكن المثيره للاهتمام التي يمكنني زيارتها في هذه المدينه؟
ارسل هذا الي اليابان عن طريق التلغرام.
اعتقد انني مصاب بالحمي.
متوسط نار.
اعتقد انني ساخذ تلك التي بخمسين سنتًا. اعطني عشره، من فضلك.
هل المسافه بعيده للمشي؟
اعتقد ان هذا النوع هو ما نود استيراده.
نعم. انا ابحث عن احمر الشفاه رقم خمسه و ثلاثين من شانيل.
هل قرات بطاقه تعليمات السلامه؟
بامكاننا مشاهده فيلم في هذا الرحله؟
عليّ العوده بحلول الساعه السادسه مساءً.
عذرًا. اريد الذهاب الي ميامي.
نكتب بطاقات السنه الجديده و نرسلها. يتم توصيلها في الاول من يناير.
هل ستحضر المدرسه؟
اخذت القطار الساعه 12:50 من سان دييغو.
ماذا يُعرض هذا الاسبوع؟
كيف يمكنني العوده الي هنا؟
اريد بعض السكر، من فضلك.
بامكانك تعبءه نموذج التامين الصحي هذا، من فضلك؟
من الساعه الثامنه الي الساعه الثامنه وخمس دقاءق.
في الحقيقه انا في دورتي الشهريه. هل هذا مشكله؟
هل يمكنكم وضع علامه عليها علي هذه الخريطه؟
تري، ماء الحمام لا يسخن بالقدر الكافي.
هل هناك اي تغيير في جدولنا الزمني؟
اريد فقط ان اخذ نزهه مريحه.
اريد العوده الي الفندق للبحث عن كاميرتي.
لتحصل علي تاكسي، حيث لا يوجد اي وساءل نقل عام.
في الشارع الثالث علي يسارك.
لن تلعب التنس معي الاسبوع القادم؟
نريد الثلاثه ان نلعب جوله. كم سيكون؟
نعم، احضر دميه يابانيه لصديقي.
ديسه مش هي اللي قلت عليها.
احتاج الي وقت اكثر قليلاً.
هذه واحده.
تتغير القطارات في المحطه الثالثه.
انا افضل الطعام الايطالي.
سوف ننطلق بعد دقاءق قليله. يرجي التاكد من ربط حزام الامان بشكل امن.
الوقت الذي تكون فيه مفتوح؟
نصف يوم 30 دولار. يوم كامل 50 دولار.
هل توقف حافله الجاده الخامسه هنا؟
بامكانك ان تطلعني علي رخصه القياده الخاصه بك، من فضلك؟
بامكاني الحصول علي بعض الحبوب؟
سفرتنا تبدا في الواحد والعشرين من يوليو وتنتهي في السابع والعشرين.
كيف تنطق هذه المحطه؟
كذا، من فضلك.
هل هناك حافله من المطار الي فندق شيراتون؟
نعم، ساشرب بيره مبرده مع المقبلات.
عندما كنت امشي علي برودواي.
هناك اي شيء مثير للاهتمام هنا؟
اِعْطِني ثلاثين ليترًا.
صورتنا، من فضلك.
العمل لمن؟
نحن بحاجه الي الاتصال بمكتب الاستعلامات الموجود في ركن بهو الفندق. سيقومون باجراء الحجز.
هو لص.
مخصص لمساعده المعزين في نفقات الجنازه.
جيد. انعطف يسارًا عند الزاويه القادمه. ستراه امامك مباشره.
اللون الداكن ام الفاتح، ايهما افضل لبشرتي؟
الي اي مدي هو هذا الفندق؟
اريد ان اجري موعد مع السيد واتسون.
لا، ساخرجهما.
نعم، لدينا. اي نوع تريد؟
ايش الدواء البارد اللي بتنصح بيه؟
ماذا تفعل عادهً في وقت فراغك؟
عفواً. اين الهاتف العمومي؟
اعتقد انه يجعلني ابدو اكبر سناً.
اليوم لدينا مينسترو، كريمه الهليون، وحساء الخضار.
اعتقد انك تستطيع الحصول علي كل ذلك في السوبر ماركت. اذا لم تستطع، فلا تقلق. ساذهب الي الصيدليه غدًا.
انا افكر متي يمكنني العوده الي هنا.
الرجاء ربط حزام الامان ومراقبه اشاره "ممنوع التدخين" حتي يتم ايقاف تشغيلها.
هل يمكنكم تغيير مقعدي الي مقعد في منطقه التدخين؟
هل تجلب لي بيره اخري؟
لا احد يحمل هذا الاسم يعيش هنا.
اريد الغاء حجزي لرحله الطاءره في الخامس من مايو، وحجز واحده في التاسع من مايو بدلاً من ذلك، من فضلك.
اني اريد ايطالي، من فضلك.
ما هي الرسوم غير المدرجه في ذلك؟
اشتريت احمر شفاه كهديه.
هل يمكنني الانضمام الي تلك الفءه رغم انني مبتدء؟
من صنعه؟
لست تبيعهم بشكل منفصل؟
يمكن لموظف الاستقبال مساعدتك، او يمكنك اخذه بالتاكسي.
بعض السجاءر، من فضلك.
بامكانك الحصول علي تذكره لي؟
هل هوايتك جمع الحيوانات المحشوه؟
هل يمكن لليابان انتاج جميع الطعام الذي تحتاجه؟
اريد مضخه هواء.
اعتقد انه بسيط قليلاً بالنسبه لي.
اين يمكنني شراء تذاكر المصعد؟
الساعه التي يبدا فيها القطار؟
الرجاء الغاء بطاقتي.
هذه الساعه القديمه توقفت عن العمل. هل يمكنكم استبدالها؟
اريد تغيير بعض الين الياباني للدولار الامريكي.
ليلي، من يجب ان اتصل به اذا كنت اعاني من مشاكل؟
سااخذ ثلاثماءه غرام من هذا.
بعض الحلوي؟
ما اسم الفنان؟
شكرا. هل يمكنني التحدث مع السيده ياماتو، من فضلك؟
اقترح عليك زياره مبني الامم المتحده علي ضفه نهر ايست ريفر ايضاً.
بامكاني الحصول علي لترين من الحليب؟
اريد استءجار سياره.
لقد فقدت جواز سفري.
انت تطلب اكثر من الاجره.
لا اعرف كيف اغلق هذه الستاءر.
بغضبت عليه.
عليك دفع رسوم اضافيه للحلوي.
بامكاني طلب وجبه نباتيه؟
شكرا. كان من اللطيف رءيتك. وداعا.
الثلاثاء بعد الظهر هذا المطار ليس مزدحماً كثيراً.
مرحبا. قمت بحجز لليله هذه في الساعه السابعه. لكني ارغب في تغيير الوقت. اسمي سوزوكي.
هم عاده ما يكونو تساقطات ثلج خفيفه بسنتيمتر او سنتيمترين.
لو كان الغد جميلًا سيكون من الجيد لو كان جيدًا غدًا.
هل تستطيع ان تجد لي مربيه اطفال؟
كنت محظوظا حقا للحصول علي تذكره الليله. لم اصل الي المدينه حتي الساعه الثالثه مساء.
اريد ان ارسله عبر البريد السريع.
لو كنت عايز تدخن، يرجي الانتقال الي الصفوف من الاربعين الي الخمسين.
جواز سفري قد سرق.
يمكنك استلامها عند البوابه قبل الصعود. يرجي اظهار هذا الايصال هناك.
انها حقيبه ليليه زرقاء صغيره.
اريد ان احصل علي ضوء.
هل ستضعه علي خريطتي؟
الرجاء تبديل هذا المال الي دولارات.
ما هو السعر في الشهر؟
هل يمكنني اجراء مكالمه من هذا الهاتف؟
وكيف بشان هذا الطاءره الورقيه المصنوعه في اسكتلندا؟
كانت فجاه. لذلك لم اري وجوههم.
اجلّب لي طبقاً، من فضلك.
اثنين تذاكر ليوم الليله، من فضلك.
باص؟ اعتقد انك تقصد ليموزين لتاخذك الي الفندق. اي فندق انت ذاهب اليه؟
اريد سحب اربعماءه دولار من حسابي.
ما هي ساعات العمل؟
عذرًا. اعتقد ان مقعدي بجانب مقعدك.
اريد ان اجعل حذاءي مصقولًا.
هل تشمل الرسوم والخدمه والضريبه؟
فهل هذه المصطلحات مقبوله؟
اريد الحصول علي علبه سجاءر.
نحن مهتمون بالاثاث.
ما عندي خبره في الانكليزيه.
نعم. تحت المقعد.
اه، اسف. انت علي الارجح لديك مكان في ذهنك - الي اين تريد الذهاب؟
هل يمكنكم التامين علي هذا الطرد؟
نعم، تم قبولي بالامس من قبل الدكتور جونسون.
اين صنع هذا اصلا، ومتي؟
فهمت. تدفع فقط رسوم اضافيه.
وهل هذا الحزام من جلد الماعز عالي الجوده؟
كم سعر المقعد الارخص؟
هل لديك سمك مقلي؟
الرجاء تعبءته عند ارجاع السياره.
كم تريد استخدامه؟
توست و ابريق قهوه، من فضلك.
نحن سنقابلك امام الفندق.
خوفا من ان لا احصل علي الموافقه علي هذه البطاقه الاءتمانيه.
اسف، لم افهم معني هذا الاشاره المروريه.
ثلاثه بيره مبرده، من فضلك.
بامكاني طلب كاس من النبيذ؟
85 سنت. لا تنسَ الحصول علي تذكره نقل عند الصعود، حتي لا تدفع مره اخري عند تغيير الحافلات.
هل سندخل جميعًا في نفس الوقت؟
هل من الممكن ان تنضم الينا لالتقاط الصوره؟
وضعته هنا منذ حوالي ثلاثين دقيقه.
متي تكونون مفتوحين؟
ماذا يُنتج محلياً؟
لو لم تتعامل مع هذا المجال، هل بامكانك اقتراح متجر متخصص فيه؟
شكرا لكم علي الانتظار. هذا هو اوهونو يتكلم.
هل هناك منحدرات للمبتدءين؟
البرنامج اليومي هو ؟
اريد البقاء يوماً اضافياً.
انا هنا لالتقي بصديقي.
بماذا تريد؟
هل يمكنكم الاحتفاظ بهذا النبيذ حتي غدٍ مساءً من اجلنا؟
زاد عدد النساء في المناصب الاداريه.
دعني اجربها، من فضلك.
كل هذه الاطعمه الدسمه لا تزال في معدتي.
هل لديك خطاب غلاف فاكس؟
يُطلب منك فحص النباتات والحيوانات في مكتب الحجر الصحي اذا كان لديك اي منها.
احتاج نصف ساعه علي الاقل لكي احزم حقاءبي.
هل يمكنكم ايجاد مقعد لي علي رحله الغد، من فضلكم؟
ساذهب الي حديقه الحيوانات مع ابني.
الي ميامي، من فضلك.
اريد الطاوله الاقرب، من فضلك.
هل لديك شيء اصغر؟
انا ميويكي كاتو، وانا صديقه لماري من وقت دراستها في اليابان. هل ماري موجوده؟
شاي باللبن.
لماذا يحدث هذا؟
اين اقرب مكتب بريد؟
كاميرا.
هل هناك مترو قريب؟
فقدت مفتاح الغرفه.
هل هناك وقت لاستخدام المرحاض قبل الاقلاع؟
اجل، لدي. احبه.
انا لست راغباً في فعل اي شيء من هذا القبيل.
ماذا تريد؟
اريد معطف طويل.
الي فندق بوسطن، من فضلك.
عند الساعه الثانيه بعد الظهر.
نعم، يمكننا انجاز ذلك بحلول ليله الغد.
اسمي تارو تاكاي.
مساءً، من فضلك.
اِعْطِني تِينْ تِكْتُو لِلْغَاليري هَذَا التَّابُعْ.
هل يمكنني استخدام هذا القسيمه للطاءرات؟
كذا سيساعدني كثيرا. بالمناسبه، اتساءل ان كان يمكنني البقاء في نفس الغرفه؟
بالتاكيد قم بزيارتي غدا في الساعه السابعه صباحا.
ووقت القطار القادم لبوسطن؟
دعني اتكلم.
مرحبا. انظر.
بامكانك ان تصنع لي بان كولادا؟
ما عندي فهم لاي شيء يقوله الناس حولي.
مساء الخير. عندي حجز. اسمي يامادا.
تغادر كل عشر دقاءق.
نعم، هناك واحد علي الجانب الاخر من المبني.
اين هو النصب التذكاري؟
هل هذا الطريق الصحيح الي المحطه؟
لم نجد الحجز الخاص بك.
اوه، اري. هذه القنوات لنظام الكابل في الفندق.
هل سيكون معفي من الضراءب اذا قمت بارسال هذا الي اليابان من هذا المتجر؟
خمسه حديد، من فضلك.
اوه، اسمع، هل تعرف اين تقع ريفرسايد درايف؟
لقد فقدت شهيتي.
هناك غيرها؟
اريد ان اخرج شيءاً من حقاءبي.
سنترك ذلك مفاجاه.
رميت سيارتي في حفره.
اعاني قليلاً من تاخر الرحله.
اريد طلب خدمه الغرفه، من فضلك.
ما رقم البوابه لخطوط الطيران اليابانيه الي طوكيو؟
لدينا مقاعد متوفره علي رحله 85 يوم الاثنين، السادس والعشرين.
لماذا يكلف هذا المبلغ؟
عندي مشكله في المعده.
اريد ان اخذ حافله الي المحطه. هل يمكنني الحصول علي بعض الفلوس، من فضلك؟
بالتاكيد، يجب عليّ الذهاب الي مركز المعلومات للبحث عن فندق.
في الواقع، جاء جدي الاكبر من صقليه في مطلع القرن.
اريد الاتصال برقم هاتف بعيد في اليابان.
اريد ان اتعلم كيفيه ركوب الامواج الشراعيه.
عفواً. اين الصيدليه القريبه من هنا؟
ابني يدرس في المرحله الجامعيه في جامعه هارفارد.
نعم، ارغب في اجراء مكالمه تجميع دوليه الي اليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
كنت قد لدغت من قبل نحله. يبدو الامر سيءاً جداً.
الرجاء الاتصال بهذه الشخصيه.
هل من المقبول المرور باي من المنافذ؟
غرف متجاوره، من فضلك.
هناك محل بقاله قريب من هنا؟
بالتاكيد. غرف تبديل الملابس موجوده هناك.
هل يمكنني الحصول علي زجاجه ماء ساخن؟
الرجاء اعطاءي مكالمه استيقاظ الساعه السادسه صباحا غدا.
كم تستغرق من الوقت لتجهيز هذه القمصان؟
في الحقيقه، اشتريتُها قبل يومين باندفاع في البوتيك القريب من منزلي.
لحم بقر او دجاج؟
لدي دبوس عظم معدني.
اريد الذهاب الي الساونا.
ليه انزل للسباحه؟
اين هو المفقود والمستعاد؟
ارني كيف استعمل هذه الاله.
حسناً، انطباعي عن ارض جبليه، مزدحمه، مشغوله، مليءه بالضجيج، حيويه، تقريبا انفجاريه. عن شعب يعمل بجد، مجتهد، مضطرب، فضولي، راغب في تعلم كل شيء، ياكل ويشرب بشراهه ولكن برفق، يكسب ويصرف بضراوه.
عشرين دولارا في ربع، من فضلك.
اريد استبداله.
اردت ذلك.
عفواً. هل هناك اي ممر للمشاه بالقرب من هنا؟
بامكاني التوقف؟
اريد روايه انجليزيه سهله القراءه.
هناك متجر ملابس جيد للاطفال؟
اريد المغادره مبكراً غداً صباحاً. هل يمكنني تسديد فاتورتي الان؟
ارجو ان تاتوا مره اخري.
هل يمكنكم ايقاف الشيكات الشخصيه الخاصه بي؟
السيد جونز غادر الان. من المتوقع عودته بعد الساعه الثالثه بقليل.
ليله بارده الليله.
اريد ان اجري فحصًا طبيًا.
هذا ماسه واحده قيراط، اليس كذلك؟
بسعاده لقاءي بك ايضًا.
اين يمكنني شراء الطوابع؟
كم عدد الساعات التي تستغرقها للذهاب الي هناك؟
هل تريد منا ان نطلبها؟
اسمي ياماموتو.
اريد رد المبلغ.
هذه وهذه وهذه، من فضلك.
اقطع الاطراف فقط، من فضلك.
الرجاء اخبارها بالاتصال بي.
كيفيه اكل هذه المخالب الكبيره للسرطان؟
هناك حلبه للتزحلق بالقرب من هنا؟
ايه رايك بالجاز؟
و الان انا حر لبضعه ايام.
هل هذا مغلق؟
عليك ان تكون هناك في موعد لا يتجاوز الساعه السادسه والنصف.
هل ستتصلين به غدا صباحا كما وعدت؟
هل نطلبه لك؟
اريد ان اري مكتب المدينه.
مكتب الاستقبال؟ هذا ناكامورا يتكلم. لقد قمت للتو بالدخول. لكنني لا احب هذه الغرفه.
نريد الجلوس بجانب بعضنا البعض.
اريد ان اركبها.
خطءي.
اريد نداء استيقاظ في الصباح.
ارجو ان اراك مره اخري.
اعضاء مجلس المستشارين يبقون في مناصبهم لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخابات كل ثلاث سنوات.
الرجاء اضافه الرصيد الي حسابي.
هل هناك اتصال الي بيرث؟
نعم، هذا صحيح. ثم، هل سجلت هنا، السيد يامادا؟
اريد ان اخذ دش.
هناك كاميرا داخل. يرجي الاحتفاظ بها في مكان امن.
انها، هه، بهذا الشكل.
عصير برتقال، بيره، نبيذ، ويسكي وكوكتيلات.
لا، شكرا. هل يمكننا الحصول علي كاسين من الماء، من فضلك؟
لو عندك، ما تيجي ترد تاني لما تاخد، الباص 44.
ما الطابق؟
اريد الذهاب الي المطعم.
اريد معطف ثقيل لفصل الشتاء.
لدي فقط متعلقات شخصيه في هذه الحقيبه.
هل يمكنني الدفع عن طريق شيك سفر؟
قمت بايداع.
العب التنس مرتين في الاسبوع.
خمسه عشر ا. هل انا جالس في المكان الخطا؟
ليس لدي هوايات. فقط العمل بجد، كما يفعل معظم اليابانيين.
اهلا، يحب البروفيسور كورن اعطاء اختبارات مفاجءه.
عندما تراه، فقط حرك يدك.
احتاجها في اسرع وقت ممكن.
اريد ارسال هذه البطاقه البريديه الي اليابان بواسطه البريد السريع.
اريد ان اسجل وصولي، من فضلك. اسمي هاروكو اوغاوا. اعتقد ان لدي حجزًا.
هل تحضر هدايا لاي شخص في هذا البلد؟
عفواً، ارغب في ارسال هذا الي اليابان. ما هو ثمن البريد علي هذا؟
اريد كاميرا رخيصه.
في هذا الوقت يا سيدي؟ الساعه الحاديه عشر صباحاً.
لا. انا ياباني.
الفتره الايدو، بدون حروب في البلد، استمرت لمده حوالي مءتين وخمسين عامًا.
اريد ان اعطيك دميه من كيوتو.
اريد الابلاغ عن فقدان مستندات ذات قيمه.
الساعه كم يبدا العرض؟
اش هو احسن طريقه لبس هادا؟
هل يمكنني وضع امتعتي في صندوق السياره؟
اعتقد ان هذا التغيير خاطء.
بالتاكيد هناك الكثير من المطر. اتمني ان يزول.
اتركه طويلا.
