هِيَ هُنَاكَ، فِي مُقَابِل مَكْتَبَهِ المَعْلُومَاتِ التَّرْكِيسِيَّه.
لم اسمع عن هذا العنوان من قبل في هذه المنطقه.
اذهب مستقيما حتي تري صيدليه.
كم سعر الافطار؟
كيف يمكنني مساعدتك؟
اذهب يساراً عند الزاويه الثالثه.
هل تريد كريما وسكر في قهوتك؟
هل يمكنكم صرف شيك بقيمه 200 دولار؟
لو ظهر، اتصل بي.
اين المقهي؟
اريد ستره اطفال.
انا موافق. تكلفه البريد العادي ثمان وخمسين سنتاً وتكلفه التوصيل الخاص ثلاثه دولارات و صفر سنت اضافيه.
لو كنت مكانك كنت اشتريت هذا.
هل ساواجه اي صعوبه مع الجمارك؟
هل لديك حذاء عريض الاصابع؟
لا. هل يمكنني اقتراح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
اريد تصفيفه شعر مستعده باحكام، من فضلك.
بها رغبه في بيره.
صباح الخير. كيف حالك؟
خوفا من ان احتاج الي رءيه نوع من الهويه.
ما نوع الماكياج؟
هذه بارده نوعا ما. هل ستسخنها؟
عذراً، هذا المكان مشغول بالفعل.
انا بخير. لكن هل يمكن ان تتصل بصديقي؟
شكرا، يكفي.
الصديق الافضل لك؟
يوم الصحه والرياضه العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه الناس.
شّعرتني تريدني اشوف تحت الغطاء؟
هل يمكنكم مساعدتي في ايجاد حقيبتي؟
هل ستقوم باجراء الترتيبات مسبقًا؟
انا اساعد. شكرا لك.
عندما تصل هناك، اسال شخصًا اخر، من فضلك.
اريد تمديد 24، من فضلك.
هنا دولارين. احتفظ بالباقي.
واحد همبرغر وواحد تشيز برجر، من فضلك.
كم تكلفه المعالجه؟
كل واحد منا يريد ان يدفع ثمن وجباته الخاصه.
المكان كان علي كرسي في الردهه.
الرجاء تغيير هذه الين الي جنيهات.
اريد قاموس صغير الحجم، من فضلك.
لشخصين في الساعه السابعه. اسمه واتانابي.
ساعه. كانت ساعه سيكو ديجيتال.
سيكون من دواعي سرورنا ان نقدم لك المشروب الذي تختاره، يليه العشاء. يوجد دليل كامل للمشروبات التي نقدمها علي هذا الرحله في دليل المعلومات في مجلهنا.
هل تعيش هنا؟
اين محل الهدايا؟
انا علي الطريق السريع الاول بالقرب من مورو باي.
اريد منك مناديه، من فضلك.
بالمناسبه، اسمي هيروشي ايجيما.
هذا القطار يتوقف في بحيره فورست، اليس كذلك؟
معظم اليابانيين ياكلون الاخطبوط والحبار.
بامكانك الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
مشيت الي نيويورك.
ما رقم الرحله؟
واحد لنيويورك، من فضلك.
لايام قليله.
الثاني الي اليسار.
هذه البطاقه، موافق؟
هذه مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات كافيه للتاكسي؟
هذه طعم غريب.
نعم. انتظر، ساحضر واحده لك.
نصف زجاجه، من فضلك.
ليس حقا. فقط شيء غير مكلف.
بحثا عن شيء ما؟
اربع ليالٍ.
احتاج الي بعض الجوارب.
يمكنك جعلها ارخص لان هناك بعض البقع؟
رجل اصطدم بي. بعد ذلك لاحظت ان محفظتي قد اختفت.
ما عنديش متاكد اني حملت كفايه ملابس لرحله ثلاث اسابيع.
بالتاكيد، نود ان نحاول نبيذ ابيض.
لو سالكم احد عني، قولوا لي في المقهي.
انا متاكد من اني كنت املكها في الجيب الداخلي لستره.
هل لي ان اطلب اسم ومعدل الجهه التي تتصل بها؟
هل ستدفع شركه الطيران لي لشراء بعض الضروريات الشخصيه الاساسيه؟
اريد غرفه مع حمام.
ما خرج من الاله؟
كنتَ مُفترضًا انْ تَسافرَ علي الطاءرهِ 820، التي اقلعت قبل خمسه عشر دقيقه. حسنًا. استطيعُ ترتيبَ رحلهٍ اخري لك.
بعض شخص فك طرودي.
اوه، لا شيء. انت هنا علي اي حال.
اليابان للطيران، رقم الرحله واحد اثنين ثلاثه.
احتاج الي شراء شامبو.
هل يمكنكم اخباري متي نصل الي مركز سيفيك؟
اين الجزار الاقرب؟
نريد البقاء لمده اربع ليالٍ من الاول من اغسطس.
ما اسم تلك الزهره؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
لا يوجد صابون في غرفتي.
هل هناك اي شيء يمكنني اخذه لهذه الطفح الجلدي؟
هل يمكنك تغيير الصياغه لما قلته للتو؟
كم سيستغرق الامر للطلب؟
لو سمحت تكلم بصوت اعلي قليلا.
كم سيستغرق قبل ان يخرج؟
اين معلومات الرياضه؟
هذه المقاس هنا، التي تسمونها المقاس العادي، ستفي بالغرض.
اين سينتهي الجوله، ومتي؟
ليه بدي اغير قطارات عشان اروح لايدن؟
اريد ان اضع هذا في خزنه امان.
اين يمكنني تغيير نقودي؟
هل يمكننا ترك اشياءنا، باستثناء الاشياء الثمينه، في الحافله؟
انا مهتم بمعرفه سبب هذه الرسوم في فاتورتي.
سادفع خمسين دولارًا.
الان اعرف ما كان خطا.
هذا اكيدا يتكلم. عندي حجز لطاوله الساعه السادسه والنصف مساءً. لكن اسف ساصل متاخر بساعه ونصف.
كم اونصه من العطور يمكنني الحصول عليها بدون رسوم جمركيه؟
فقط السياحه.
كذا، من فضلك قم بتوقيعها. كيف تريدها؟
هل لا زلت لديك مقاعد للعرض الليلي؟
اريد واحد كبير.
نمت خلال المنبه الساعه السادسه والنصف.
انا مصور حر.
يمكن للوسطاء مبادله الدولارات الخاصه بك بنصاءح كازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعًا من زيوت الاستحمام.
ساحضر لك الاقتراح الاسبوع المقبل.
شكرا. كم سعر هذا زوج القفازات؟
عليّ ان اذهب. ساتصل بك لاحقًا.
اريد بعض الحفاضات القابله للتخلص منها.
اين نشات هذه السمكه الفراشه؟
هل ستقوم بتغييرها الي دولارات، من فضلك؟
نحن محظوظون جدًا. لديهم مقاس اربعه في متجر Ala Moana.
هناك اي ليموزين؟
هل يمكنني الحصول علي مكالمه استيقاظ في الساعه الخامسه وثلاثين دقيقه صباح الغد؟
افضل غرفه هادءه.
اريد مزيل طلاء الاظافر.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغوص السطحي؟
اريد حجز غرفه لمده اربع ليالٍ من الثاني والعشرين من ديسمبر.
هل هذه الحقيبه مثاليه لكل الاحوال الجويه؟
اريد دونات، من فضلك.
اريد استءجار اله اوتوماتيكيه لمده يومين.
لقد فاتني رحله العشرين الي سان فرانسيسكو.
كم الي المطار؟
كذا حلو. متي هو؟
كم سنه بنتك؟
هل ستخبرني عن بعض الفنادق الرخيصه والنظيفه؟
يمكننا حجز غرفه مريحه لك في قلعه قديمه بالقرب من نادي غولف مشهور.
اوصي بهذا لانه مصنوع من مكونات طبيعيه ماءه بالماءه.
هل القطار يتوقف في برايتون؟
بامكانك ان تخبرني اين يمكنني الحصول علي سياره اجره؟
تذكرين، يا عزيزتي، انني احتاج الي تذكرتين من الدرجه الثانيه، من فضلك.
اريد ارسال فاكس.
اريد مكواه سفر.
بامكاني ان اقدم لك شيءا؟
يومي؟ اخاف اسال، لكن ماذا تقصد؟
اريد واحده تحمل مستندات بحجم ورق الرساءل العاديه دون الحاجه الي طيها.
نعم، لكن ليس قويًا جدًا.
انا حساس تجاه القطط.
نعم، يجب ان يكون لديك رخصه قياده، و، اوه، يجب ان يكون لديك رخصه من لجنه التاكسي والليموزين.
اذهب، سيدي.
لا استطيع الحصول علي ماء ساخن.
اريد حجز غرفه الليله.
لا، فهو يستثني الضريبه ورسوم الخدمه.
شعرت انك تريد الذهاب للتسوق معي هذا بعد الظهر؟
مرحبا، هذا فستان جميل حقاً.
الان، اتصالك قد تم. الرجاء المضي قدما.
ما هو رقم البوابه؟
ما هو تذكار هاواي نموذجي؟
بامكاني الوصول الي هناك عن طريق المترو؟
اريد تجفيف شعري بالهواء الساخن.
هل نحن نصل الي اي مكان بالحديث بهذه الطريقه؟
انا من النرويج.
من الساعه العاشره الي الساعه الثانيه عشر من فضلك.
بالتاكيد. دعني اراه. اعتقد انك قد تعرضت لاصابه من قبل المرجان.
في حاله ما، دعني احصل علي رقم الشخص المسءول.
هناك طريق سريع؟
لماذا لم يحضر الي الحفله البارحه؟
حصل حادث سير.
عذراً، لقد اخذت الرقم الخطا.
الرجاء ادخال رقم التعريف الشخصي.
لا يمكنني ضبط الصوره.
واحد تشيز برجر و عصير برتقال، من فضلك.
هنا جواز سفري.
لماذا، شكرا جزيلا. اه، هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين للموسيقي يوم الجمعه القادم؟
اخر مسافر هناك قالوا بديلكم تغيروا المقاعد معهم.
هل يمكنني تمديد اقامتي؟
قُل، هل تعرف شيءاً يستحق المشاهده بالقرب من هنا؟
لا، ارغب في استءجار نصف مجموعه من العصي وقطعه من الاحذيه.
هل يمكنكم اخباري متي سيتم العثور علي الحقيبه المفقوده؟
ما اسم هذا المنتزه الوطني؟
لدي جرح.
اين مكان جيد للسياحه؟
بامكاني الحصول علي بعض الفواكه؟
بامكاني الحصول علي الغداء الان؟
احتاج الي تغيير هذا الدولار.
احتاج الي تاكسي. انا في ساوث ماين وليبرتي.
بالتاكيد، هل تحتاج الي داءم؟
ليست تفاحه بل خوخ.
ساعطيك وصفه طبيه. خذها الي الصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، والجمعه، والسبت.
كذلك غالي، اليس كذلك؟
نعم، لدينا ذلك. سنجهزه لك.
هل ستحتفظ بحقيبتي حتي الساعه الثالثه؟
لا، اريد فقط ان ازوركم.
هل يمكنني حجز سياره مستاجره هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي متوقفه.
اين ظلال العيون؟
نريد ركنًا هادءًا، ان امكن.
هل هذا التاكسي مجاني؟
هل هذه محطه سريعه؟
عند اي وقت يجب ان اتي؟
اريد قاروره صغيره من النبيذ الابيض.
اوه. هل يمكنني الحصول علي وجبتي لاحقًا؟ لا اشعر بحال جيده الان.
في الحقيقه، عندي اخبار. انا ساتزوج.
بناطيل اخري؟
بامكاني الحصول علي برنامج؟
كنت غرفتي قد اخترقتها الليله الماضيه.
ارني السمكه اللي شفتها اليوم في كتاب الصور، من فضلك.
انظر التعليمات الموجوده علي عبوه الطعام المعباه في اكياس مفرغه الهواء.
اريد نقود ورقيه.
امسك محفظتي وركض.
لست لديكم دروس تجريبيه؟
اين يمكنني شراء الطوابع البريديه؟
انا من بريطانيا العظمي.
ساحتاج الي التحقق من ذلك مع زوجتي.
اريد استرداد هذا.
هناك كشك هاتف امام ذلك البنك.
ساصل في التاسع من مارس وساغادر في الرابع عشر.
كذلك اغلي قليلا، الا تعتقد؟
هل لديك القسيمه؟
اين محطه الباصات؟
هل تريد حلوي؟
هل تتكلم؟
نفس الشيء بالنسبه لي، من فضلك.
طلبي لم يصل.
هناك الكثير من الينابيع الساخنه.
الرجاء تحويل خمسين الف ين الي دولار امريكي.
كذا حسناً معي. في الحقيقه ارغب في التدخين.
اين يمكنني استءجار سكيس و احذيه؟
لم تنسوا مشروباتنا؟
هل يمكنكم ارسالها الي عنواني في اليابان عن طريق البريد الدولي؟
اريد كاس من النبيذ الاحمر.
ليس الا اذا كان ملكك يا سيدي. هيه هيه، مجرد مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
لدينا بيره، وويسكي، براندي، جين، فودكا و نبيذ.
ID. اه، صح. هل جواز السفر كافٍ؟
غرفتي رقم ثلاثه وعشرين. هل يمكنك استلام ملابسي؟
ساري ان كان اي من هذه يناسبني.
اريد غلايه.
اِحْضِرْ لِي بعضَ الجبن المبشور.
هل يمكنني ان احصل علي قمصاني نظيفه بحلول صباح الغد؟
هل تريده ان يتصل بي مجدداً؟
لماذا اذن؟
عفواً. هل هناك مكتبه بالقرب من هنا؟
اعتقد انك اخطات. الغرفه كانت مدفوعه مسبقًا. لدي ايصال.
البروبس موجود هناك.
اريد رولين من فيلم ISO ماءه، ملون، ثلاثين سته، من فضلك.
اريد صرف هذا الشيك مقابل سبعين دولارًا.
اريد شراء طوابع لـ 10 بطاقات بريديه الي اليابان، من فضلك.
هناك بنوك قرب المحطه؟
خوفا من وجود خطا في الفاتوره.
هنا.
واحد تشيز برجر للتوصيل، من فضلك.
لا يمكنك فعلاً القيام باعمال التصميم بدون كمبيوتر بعد الان.
اِركض.
هناك تمزق هنا في بلوزي. اتساءل اذا كان بامكانك خياطته لي، من فضلك؟
ما هو السعر الي مانشستر؟
هل يمكنكم اقراضي كابل داعم؟
اين يمكنني شراء سجاده شاطءيه؟
ثم، الرجاء اعطاءي حجز جديد.
اِعْطِني شَطِيْرَه اللَّحْمِ ذَاتِ اللَّحْمِ، لَكِنْ لَيْسَ سَمِيْكَهً كَذَلِكَ.
ناتي في الساعه السابعه.
عندما اري اسعار منخفضه بهذا الشكل، يبدو من السخف شراء اي شيء في اليابان.
كنت قد سرقت سجلاتي ايضًا.
كوبايه ايس كريم فانيلا، من فضلك.
اوافق. يجب ان يصبح الامر طبيعيًا جدًا.
السقوط، السقوط، ثم قرب الابواب، من فضلك.
ساحتاج الي بطاقه اءتمان.
هنا الرقم.
قوللي مكان جيد من النهر، من فضلك.
الرجاء اعطاءي تقرير حادث.
لا، شكرا لك الان.
بِالطَّبِيعَهِ، ابْقَ عَلَي الْهَاتِفِ. السَّيِّدُ نَاكَاجِيمَا، السَّيِّدَهُ سَايْتُو لَا تَبْدُو مُجِيبَهً لِلْمُكَالَمَهِ. تَشَاءُ اَنْ اَتَرَاجِعَ لَهَا لِلْمُكَالَمَهِ لِوَقْتٍ اَطْوَلَ؟
عسي، لكن علينا ان نزنها بشكل منفصل.
يبدو قليلاً جداً نادراً.
اين مكتب استلام الحقاءب لرحله سبعه صفر ثلاثه؟
شيء ما خطا في قبضتك.
هذه ستخرب؟
لا، شكرا. من الافضل الا اشرب بعد الان.
لو سمحت قل لي بعض الشوارع المريحه للتسوق.
هل هذا الباص يذهب الي فندق هيلتون؟
الان، هذه اللوحه مميزه جداً. وهي من عمل تسورو تارو كاتاوكا. وهو معروف كفنان عالمي.
لدي تقدير كبير للموسيقي الكلاسيكيه.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
جيد. ما اسم حزبه ورقمه، من فضلك.
عفواً. اخرجوني من هنا من فضلك.
هل يمكنكم استدعاء موظف يتحدث اليابانيه؟
نزور اقاربنا كثيراً.
ميكي هاياكاوا. هذه الغرفه رقم سبعه او اثنين.
عليّ البقاء هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه فندقيه؟
ما ينبغي ان يستغرق وقتاً طويلاً. خمسه عشر دقيقه علي الاكثر.
هل تريد ان تخبرني بالرسوم لهذه المكالمه؟
بلي، هل يمكنك اخبارها بانني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقًا.
هناك جوله صباحيه؟
هل تغير العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولارا في المجموع لثلاثه اشخاص.
اين يمكنني شراء لفه فيلم؟
هل لديك بيره يابانيه؟
اريد ملابس سباحه صغيره، من فضلك.
اريد تسجيل امتعتي.
هذه الانسه كاوازو في الغرفه 16-11.
شكرا لك.
ليس هناك اي منها.
الذي هو اكثر اهميه بالنسبه لك اليابانيين، يوم راس السنه او يوم عيد الميلاد؟
رقم مقعدك هو 32 ا. ثم اذهب مباشره اسفل هذا الممر. انه مقعد النافذه.
دقيقه واحده من فضلك.
الرجاء تعبءه تقرير فقدان.
ما فهمنيش الامريكي، انا بتحدث الانجليزيه الملكيه.
من الامس.
يضم التامين ضد الاصطدام والمسءوليه.
فقدت بطاقه المطالبه.
هل لديك بروشات بتصاميم جيده؟
انا اتصل من كشك عام في مايسيز.
هذه كبيره جدًا.
كم تبلغ رسوم وقوف السيارات في الساعه؟
سيداتي وسادتي، في رحلتنا اليوم، لدينا مضيفات يتحدثن اليابانيه يمكن التعرف عليهن من خلال اعلامهن. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، فيرجي اخبارنا بذلك.
هل هناك فتره معينه من الفن تفضلها؟
الرجاء التحقق مره اخري.
اذهب مباشرهً علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، انها متينه جدًا.
بالتاكيد، سارسله لك الي لاس فيغاس.
انا ابحث عن قمصان للجري.
هل تريد اي شيء للشرب من البار؟
هكذا من فضلك. خذ هذا المصعد.
افضل ان تذهب في قطار الساعه الثامنه والنصف.
هناك سينما من هنا؟
الان موسم المحار، لذلك سيكونون طيبين.
اريد مع ساعه يد مستعمله.
ساقوم بالتحقق في حوالي الساعه التاسعه مساءً.
اصبحت متاخراً. يجب ان اذهب.
لم استعمل خدمه غسيل الملابس الخاصه بك. هل تريد التحقق من ذلك مره اخري؟
اريد شاي، من فضلك.
لا، لا يوجد.
هذه المحطه الاخيره؟
خليك نخليبه.
هل هذا حار؟
اين يمكنني الحصول علي حافله سياحيه؟
نعم، ارغب في زياره معالم المدينه.
هناك الكثير من السياح حول المبني، الذين يبدو انهم تجمعوا لمشاهده ما يحدث.
شكرا لك علي حسن الضيافه.
الصدق هو افضل سياسه.
بامكانك ايقاظي الساعه السادسه، من فضلك؟
كم تكلفه النصف يوم؟
انا كينجي.
عندي مكانين حلوين في شيكاغو، شو تعرف عنهم؟
بما انكما تصران، ساذهب معكما.
هل تريد استبدال هذا باخر من نفس النوع، من فضلك؟
اريد ان احجز لثلاثه وثلاثين مساءً.
الصندوق الامني، من فضلك.
من فضلك اختر نبيذ مناسب.
اريد مكان صغير.
هل يجب علي دفع ثمن الغاز؟
لص. قبض عليه.
نحن ننتظر قدوم اصدقاءنا.
اريد بعض الفلوس الصغيره.
مثبته باحكام، من فضلك.
هي صغيره الحجم وجميله.
ما هي الاوبرا اليوم؟
مقلي، من فضلك.
لم يتم ارجاع ملابسي بعد.
بالمناسبه، هل انت حُرّ يوم السبت القادم؟
بالتاكيد، ربما سنتفاهم بشكل جيد معًا.
عاملتني كما لو كنتُ متسولاً.
اري. ايضًا، هل يمكن ان تساعدني في مشكله اخري؟
هل يمكنكم وضع عدسات طبيه في هذه النظارات الشمسيه؟
سااخذ اثنين من هذه.
ما كلاب حلوه. اي سلاله؟
انا اسقطت الملعقه. من فضلك احضر واحده اخري.
كانت ممتعه.
بالتاكيد. اذهب مستقيمًا وانعطف يمينًا عند الزاويه الثالثه. ستجده علي يمينك.
هل لديك فيلم لبكرات الالوان؟
تعرفون كاثي؟ انها عيد ميلادها.
هل لديك لوحه الوان؟
هل يمكنني الدفع باستخدام شيك سفر؟
ولكن، هو، يا رجل، كيف اعرف انها الحقيقيه؟
هل يمكنني الحصول عليه معفاه من الضراءب؟
ما عندي امكانيه وضع حقاءبي تحت المقعد. هل بامكانك الاحتفاظ بها من اجلي، من فضلك؟
هل يمكنكم وضع هذه الحقيبه في صندوق السياره؟
انا ذاهب للخارج الان، لذلك ساستلمه.
الرجاء ارسال شخص لاخذ حقاءبي الساعه السادسه وثلاثين دقيقه.
اريد خريطه سان فرانسيسكو والمنطقه المحيطه بها.
ما نوع الخبز الذي لديكم؟
اين المصعد؟
هل هناك شخص يستطيع العزف علي البيانو؟
في اي محطه يجب ان اسافر للذهاب الي مبني امباير ستيت؟
الموازنه اقل من الف دولار.
شكرا لك، لكني لا اعتقد ان لدي وقتًا للبقاء لمده ليلتين. هل يمكن ان تحجز لي غرفه توام في ذلك الفندق لليله الثاني عشر من مارس فقط؟
بامكاني حجز غرفه مزدوجه تطل علي المحيط؟
لم نقرر بعد.
صديقي تعثر واصيب بكسر في كاحله.
ساجرب بعض الشربات.
هل هناك مطعم تايلاندي قريب؟
هي بجانب ذلك المبني المرتفع. لذا، عد بالطريقه التي اتيت بها حتي اشارات المرور. ثم، انعطف يسارًا.
عليّ ان اخُذ طاءره الي لوس انجلوس صباح الغد باكراً.
ثم يمكنني ان اوصي بثقه بـ "جوله مدينه سان فرانسيسكو". هذا يعطيك الخطوط العريضه لسان فرانسيسكو.
اريد الحصول علي تامين.
اِضَعْ لَكَ ضَمادًا بارِدًا لِتَخفيف الالم.
تريد شراء فستان.
كم تكلفه التاكسي الي هذا الفندق؟
اين الحمام؟
هل يدفع اي شيء لدخول هذا المبني؟
اِفعلْها علي طريقتك.
انا ابحث عن شيء انيق.
النافذه مسدوده.
في اي جانب من ساحه الاتحاد هو؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
عن ماذا؟ قهوه؟
هل احتاج الي تذكره؟
عن كم تكلفه الرسوم الخدميه؟
كم تبعد عن هنا؟
كريم وسكر؟
هل لديكم اي نسبه تخفيض للاعضاء؟
هل هناك قطار سوبر اكسبريس في الساعه التاسعه وثلاثين؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك يكاد يتوقف.
لم يكن خطءي.
لا يوجد كهرباء.
سابلغ الشرطه عن هذا.
هل سيدفع الجميع عن مشروباتهم الخاصه؟
من ثلاثين الي خمسين دولارا في الليله.
الرجاء اصلاح هذا.
في ايام راس السنه الميلاديه. وفي المناسبات الخاصه مثل حفلات الزفاف او حفلات توزيع الجواءز او الجناءز.
زاءد خردل، من فضلك.
لماذا لا تعطيها هديه؟
السينما اللي بتنصح بيها؟
هنا عشرين دولار واعطني دولارين فرق، من فضلك.
ضربتني من جانب.
بامكاني المجيء الساعه الثانيه.
هل هذا هو الامتعه من رحله جيه ايه ال صفر واحد؟
هذه رحلتي الاولي الي باريس.
هل يمكنكم تقدير التكلفه قبل البدء في العمل؟
ادخل، من فضلك.
رحله المشي لدينا يجب ان تكون ممتعه للغايه.
اين نركب القارب؟
لن نجد حقيبه لتلك الكميه، لذلك ساضعها في هذه الحقيبه البلاستيكيه الكبيره.
اريد ان العب التنس.
هناك عصير الاناناس والبرتقال والطماطم.
الجانب الايسر من هذا الطابق، بالقرب من السلم المتحرك.
ماذا يُعزف في قاعه الحفلات اليوم؟
لن ترغب في مشاهده فيلم مختلف؟
الرجاء تغيير هذا الشيك السياحي الي نقد.
اريد ان احصل علي نفس الدوره غداً، من فضلك.
بامكاني اعطاءك اجابه افضل بعد عرضين او ثلاثه.
احتاج هديه بمناسبه الذكري السنويه.
وِلَايَاتْ مَوْسِيقِيَّهْ فِيْ الْحَالْ؟
هل لديك مراه؟
عفواً، لكني فقدتُ طريقي. هل يمكنكم مساعدتي؟
هذه، من فضلك.
لا يمكنك احضار الالعاب الناريه الي كندا.
وياك يا مولتو طاهيه ممتازه.
هل تحتاج الي مساعده؟
هل بامكانك حجز تاكسي لسته اشخاص غداً صباحاً، من فضلك؟
ماذا تريد مع طبقك الرءيسي؟
هناك بوتيك من هنا؟
هذه المكان مليء بالناس، اليس كذلك؟
عذرا. سيكونون جاهزين في حوالي خمس دقاءق.
اصبت بانحراف في رقبتي اثناء النوم.
بالتاكيد، لا مشكله. هل يمكنني رءيه جواز سفرك؟
ما عندي مال.
عند اي ساعه يجب ان اكون في المحطه؟
هناك الكثير من المطاعم هنا.
بجانب غرفه الملابس.
مشكور علي الحديث معك.
هل هناك جوله بعد الظهر؟
انا مع اصدقاءي.
استمتعت باقامتي. شكرا لك.
الشاطء تحتنا مباشرهً. ما اجمل المنظر.
شكرا لكم علي الانتظار، السيده ماكجوير. ها هو. امضِ، من فضلك.
هل لديك بطاقه هويه مصوره؟
سبعه، من فضلك.
اريد ارسال هذا الي المغسله. متي سيكون جاهزًا؟
لدي سروال مخطط.
نعم. تم تسليم امتعه شخص اخر الي غرفتي للتو. هل ستتحقق من ذلك، من فضلك؟
بامكاني شرحه بالتفصيل؟
هل نمت نوماً جيداً؟
هل تضغط علي زر الغالق؟
اثنين مفاتيح، من فضلك.
اريد مصباح.
هي في نهايه الممر.
اريد بعض ورق الملاحظات.
هلمّ بنا بالباص؟
قالتي انك رحلت الي طوكيو غدا؟
دعني انام حتي الساعه التاسعه.
عليّ ان انتقل الي AW واحد صفر صفر. هل هذا ممكن؟
كيف حالك في اللعب هذه الايام؟
اشعر بتضيق في الصدر.
لا مشكله. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض فيلم علمي لان لدينا يوم مفتوح خاص في اول جمعه من كل شهر.
هل لديك جوله اخري؟
جيد، خصم خمسه بالماءه. هل هذا جيد؟
انا ذاهب الي باريس.
ليس النموذج الاحدث، اليس كذلك؟
مقرر في الساعه الثامنه والنصف مساءً بالتوقيت المحلي.
اخذوا هذا المبني معنا، من فضلكم.
بالتاكيد. ساطلب طبق متوسط الحجم وكرات الارز.
كيف يبدو هذا؟
اريد ان اري هذا في النافذه، من فضلك.
بلا شك. نحن في اجازه. انا ارفض الجلوس في غرفه فندقيه ومشاهده البيسبول علي التلفزيون. اريد الذهاب لمشاهده مسرحيه.
بامكاني لمسه؟
هل يمكنكم المجيء هنا لاصلاحه؟
اريد بعض الالياف الاصطناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد بعض كريم التنظيف.
اريد ستره باكمام طويله.
كنت قد سُرقت حقيبتي.
اصطدمت مساراتنا عده مرات، اليس كذلك؟
بامكاني رءيه القاءمه مره اخري؟
لا زالوا يبدوون اخضرين قليلاً.
كم عددهم؟
عليك، يا فراوله.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبع ماءه وسبعه وستين متراً.
لا، لم نختر بعد. هناك الكثير للاختيار من بينه.
اريد كريم ليلي.
بيين المخبزه والمحلّ.
هل يمكنكم تقصير الاكمام؟
خوفا من عدم وجود ملعب غولف هنا.
هل يمكنكم اظهار الحلقه الثانيه من اليسار؟
هل يمكنكم ان تطلبوا منه الاتصال بي؟
لم احصل علي الرد بعد. هل وصلت الي هدفك؟
ده غلط.
نعم، هذا صحيح. لانك تستطيع رءيه العلم امام مكتب البريد.
بالتاكيد سترسلهم، اليس كذلك؟
اريد اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان يذهب لي.
عندما يصل، سندفع لشحنه الي عنوان منزلك.
انا داءما استعمل حاسوب في العمل في هذه الايام.
اوه، حسناً. فهمت. ساذهب الي منزلك.
لا، يكفي.
هل يمكنني الحصول علي بطانيه ووساده؟
هل يمكنكم المجيء الي هنا في اسرع وقت ممكن، من فضلكم؟
كاس قهوه، من فضلك.
انا ابحث عن بعض البطاقات التي هي نموذجيه لجزر هاواي.
هل يمكنكم شد الخصر بمقدار ثلاثه سنتيمترات؟
انا في نفس العمر.
هل ستجلب لي بعض القهوه؟
350 دولار؟ هذا فوق ميزانيتي.
هل نحتاج الي طرح هذا للاقتراع؟ اذا لم نكن نحتاج، اعتقد اننا وصلنا الي استنتاج، سارسله الي مجلس ادارتنا غداً صباحاً.
علمت ان هناك فنادق رخيصه؟
صباح الخير. هل نمت جيدا؟
ماذا تنوي ان تفعل بعد ان تنتهي من المدرسه؟
كنت قد سُرقت حقيبه كتفي في الشارع.
هل كان لديك اي خدمات اخري بجانب الافطار هذا الصباح؟
اريد فنجان قهوه بيضاء، من فضلك.
انا بخير. هل فندق شيراتون موجود هناك؟
ارجو انك لست متعبًا جدًا.
اريد استءجار سياره من هذه الفءه لمده يومين.
ساشرب جرعه من جاكسون دانيلز.
اريد كيس من البوب كورن، من فضلك.
اسقطت عصا التزلج.
لانحمل هدايا الي حفل الاستقبال. بدلا من ذلك، يجلب الضيوف نقودا.
اريد ارسالها بالبريد السطحي.
الطاءره وصلت متاخره بسبب الثلج الكثيف.
شحن، من فضلك.
هل تريد ان تاخذ رساله، من فضلك؟
عذرا، لا استطيع متابعتك. هل يمكن ان تتكلم ببطء اكثر، من فضلك؟
ماذا استطيع ان اريك؟
هل يمكنني التقاط صور؟
من ماءه.
الرقم الجوي هو HP 89 لطوكيو في الحادي عشر من مارس.
بامكاني الحصول علي نفس الطبق مثل ذلك؟
هل لديك واحد اخر؟
الرجاء احضار افطاري الي غرفتي في الساعه السابعه صباحاً غداً.
شخص صيانه سيكون هنا قريباً.
اسف. ساعود لاحقًا.
كيف يمكنني اخذه؟
هل هناك اي شواغر في جوله الخميس؟
عفواً. هل يمكنني المرور؟
هل لديك اي نباتات او فواكه؟
الرجاء اخباري كيف املا بطاقه النزول من الطاءره؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذا الطعام قليل السعرات الحراريه؟
الخطوه التي يجب ان اخذها للذهاب الي المحطه؟
نعم، هذا صحيح. ولكن عليك ان تتحول يسارًا عند الضوء الاحمر الثالث وتبقي في تلك الشارع حتي تصل الي الطريق رقم 66.
اريد كاس ماء لاخذ بعض الدواء، من فضلك.
ساكون ممتناً جداً اذا قمت باخذي الي الشاطء.
اسف. الرقم خاطء. هذا هو تانكيوشا برس.
نحن نخرج.
ما هذه الموسيقي؟
الرجاء اعطاء هذا الشراب لطفلك، قياس واحد، بعد كل وجبه.
هذ الطراز متوفر في مقاسات 28 و 31 و 35 سنتيمتر.
اوه، يبدو ذلك كثيرًا.
هل يمكنني استخدام هاتفك؟
كذا راءحه جميله. كم ثمنه؟
اريد ان اُعيد تاكيد حجزي لرحله الي شيكاغو في اليوم السابع عشر.
لقد اكلت قليلاً اكثر من اللازم.
هل يمكنني التحدث مع السيده براون؟
هذه البيت تبدو مريحه للعيش فيها، اليس كذلك؟
اريد ان احجز علي رحله نورث ويست ايرلاينز رقم صفر ثمانيه سته للخامسه.
محفظتي، جواز سفري، وباقي اغراضي الشخصيه.
متي تغلق؟
انتظر لحظه. ربما تركته في الحمام.
كذلك هو ما كنت علي وشك قوله.
نعم، اعتقد ذلك.
دارك كبيره. كم عدد الغرف؟
نحن استمتعنا بالعشاء.
فهمت، لكن لا استطيع قولها.
اجل، من فضلك. امل الا يصابوا بالدوار البحر.
الي طوكيو، من فضلك.
ما هو التوقيت المتوقع لوصولنا؟
ساغادر مبكراً غداً، لذا ارغب في الدفع الان.
شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
هو مشغول الان.
هل بامكان الاجانب الوصول الي الكتب في هذه المكتبه؟
هل من الممكن البقاء في غرفتي حتي الساعه الثانيه بعد الظهر؟
ها-ها. صباح الخير في وقتك. كل شيء علي ما يرام.
اريد بعض من فيلم ASA رقم هذا للكاميرا، من فضلك.
اين هي لوحات مونيه؟
هذه البيتزا لذيذه. من صنعها؟
شكون هو طعم هذا الطبق؟
وهم غاليين الثمن.
متي يغادر القطار التالي الي بوسطن؟
انا اخطط لتعلم لعبه الجولف.
الرجاء اعطاءي مشروب اخر.
ماذا عن ساحر.
خايف ان الاكمام قصيره كتير.
بامكانك ان تري كيف ادخل الغاز؟
هل تشمل رسوم الفندق وجبه الافطار؟
هل هذا كل شيء؟
هِيَ هُنَاكَ فِي هَذِهِ الطَّرِيقَهِ.
الرجاء تشغيل العداد.
غرفتي بارده جدًا.
ساعاود الاتصال بك عندما نكون اقل انشغالاً.
هل لديك واحده اكبر؟
اشعر بتحسن.
هل تعرف جغرافيه اليابان؟
ارني اين انا في هذه الخريطه.
100٪ قطن.
اريد تغيير الغرفه الي غرفه باطلاله علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلفه استءجار لوح لمده نصف يوم؟
نوفمبر عشره.
اريد شريط طابعه.
انه لذيذ جدًا.
و متي ننطلق؟
كيف تخبر الساءق عندما تريد النزول؟
24 دولار. تريد اكثر؟
قمت بالحجز في طوكيو منذ شهر واحد.
شكرا لكم من اعماق قلبي.
هل استقل هنا الي مركز روكفلر؟
الرجاء قياس مقاس حذاءي.
انه راءع.
هَلْ تَخْرُجُ مَعِي فِي موعد؟
الرجاء تنظيف هذا المعطف.
اريد استءجار قارب بمحرك.
اين قسم السيدات؟
القهوه غير مشموله؟
ما المجال الذي كان فيه قبل ذلك؟
لعنه. لعنه. لعنه. لعنه. لقد اعتدت علي وجهها.
هل يجب علي دفع رسوم اضافيه عند دخول مبني؟
مرحبا، حفلتك علي الخط. اذهب، من فضلك.
جرحي يءلمني.
اين المحطه؟
لدي رعشه.
ثلاثه ايام.
عبّر عن الجسر هناك، وستجد المكتبه علي الجانب الايسر.
الرجاء مساعدتي في ايجاد مرشد يتحدث اليابانيه.
ما عندي رغبه في واحد ثقيل الوزن.
سيكون هناك تاخير بسيط.
ما الفرق بين هذه الفنادق؟
لقد فاتني محطتي.
كان راءعاً. شكراً.
ساكون هناك حوالي الساعه السادسه مساءً.
هل لديك شيء اطول قليلا؟
تاريخ الانتهاء هو مارس تسعه عشر وتسعين.
كانت؟
هناك كازينوهات جيده؟
هنا النقود لمبراه القلم. ورقه ماءه دولار.
اين قسم السيدات؟
اين يمكنني ركوب القارب؟
صديقي مصاب.
بشكرك، انت تبدو بخير.
هذه المحل هل سيتم فتحه غدا؟
هي كلها في الطريق اسفل القاعه.
هل من فضلك قص شاربي؟
ياتي ذلك مع شطيره سلطه وخيار من البطاطا المخبوزه او البطاطا المقليه.
اين يمكنني شراء البوتاسيوم؟
لا يمكنني بيع هذا بدون وصفه طبيه.
هل يمكنني حجز خمسه مقاعد معاً في الصف نفسه؟
هل يمكنكم اقراضي حبل سحب، من فضلكم؟
السياره التي تعطي افضل استهلاك للوقود؟
لن تحصل علي خصم مهما حاولت.
اِفْتَحْ هَذِهِ الْحَقْيَه، مَعْلُومَاتٌ عَنْكَ بَيْنَهَا؟
اريد اجراء مكالمه بعيده المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات ذلك؟
الحضر، السفل الحاسط.
ما اقدرش اري الشاشه من هنا بوضوح. هل اقدر اغير مقعدي لبرهه؟
زرت البحيرات العظمي للمره الاولي.
شيء ما خطا في هذه الاله.
احتاج الي طبيب.
كم من الوقت هي في المملكه المتحده؟
محب للفنون التجريبيه مثلك سيستمتع علي الارجح بالرسومات الهبيّه وموسيقي الشارع.
الساعه كم؟
سااخذ هوت دوغ وكولا.
هذه هي المشغل الخارجي.
يمكنك رءيه مبني ابيض، اليس كذلك؟ انه امام ذلك المبني.
منذ متي؟
ما عندي شيء اعلانه.
ماذا؟ هل يجب عليك دفع ضريبه عندما يكون لديك اكثر من ثلاث زجاجات من الكحول؟
صديقي مريض جدًا. هل يمكنكم استدعاء طبيب، من فضلكم؟
ماذا يُفضل مع هذا الطبق؟ لا اعرف الكثير عن النبيذ.
بامكانك ان تجرني مكالمه صباحيه مبكره، من فضلك؟
هناك محطه وقود علي بعد كتلتين من هنا.
اليابانيون لا ياخذون اجازات طويله.
اشعر انني مراقب. هل من النادر رءيه شخص ياباني؟
بالتاكيد لا. لماذا تقول اذا؟
الطريق الي مدخل البريد المركزي؟
اين موقف حافلات جراوندهاوند في هذه المدينه؟
ليس المطاعم اليابانيه في كيوتو باهظه الثمن، اليس كذلك؟
اعتقد انه صوت مرتفع قليلاً بالنسبه لي.
لدينا غرفه توام مع حمام مقابل 85 دولارًا.
اريد سعر الكتاب.
بَرَدَ هذا العام اكثر من المعتاد، لكن ليس بارداً بما فيه الكفايه للثلج.
اين يمكنني شراء تذكره مترو؟
ساحصل علي مقاعد درجه رجال الاعمال، اليس كذلك؟
كم تبلغ اجره التاكسي من هذا الفندق الي المحطه؟
بامكاني الحصول علي هذا و هذا، من فضلك؟
يقولون ان اليابان دوله غنيه جدًا.
هل هناك غرف مجانيه في عربه النوم؟
يمكنك تخفيضها الي عشرين دولارًا، من فضلك؟
هدا هديه لصديق.
الثلج يجعل الطريق زلقه.
ما عنديش اقدر اجد الكاميرا.
ساصنع بعض السندويتشات بالجبن.
لديك اي شيء للاعلان عنه؟
شفت جاكيت ازرق؟ رفعته علي الكرسي ده.
هناك محل زهور عبر الشارع.
انا من طوكيو.
اريد بعض شامبو مرطّب من ريفلون.
لدي بعض القطع للغسيل.
طلبته منذ وقت طويل.
هل يمكنكم ارسال حمال الي غرفتي الساعه السادسه صباحاً؟
ساحصل علي شوكولاته ساخنه.
يمكننا ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تكلفه الوصول الي فندق سي؟
بامكاني الحصول علي تذكره متعدده؟
اريد حجز طاوله لفردين في الساعه السابعه، من فضلك.
اريد كريم ليلي.
هل تريد تغليف هذا كهديه؟
ربع بعد الثالثه.
ساخطط لارسال الفواتير من اجل ضرورياتي اليوميه، لذا من فضلك اخبرني بالعنوان واسم الشخص المسءول.
لنا صعوبه في التحدث باللغه الانجليزيه بطلاقه.
هل لديك هذه بنفس التصميم مع كعب اعلي؟
اريد ستره لطفل يبلغ من العمر عشره اعوام.
الرجاء اصطحابني الي ابي رود.
شكرا لك. مرحبا، شكرا لك علي الانتظار.
انا متاكد من ان لدي حجزًا.
سارسله لك، لذا يرجي الانتظار هنا.
نحن هنا ليوم واحد.
عندي صداع بسيط.
استمتعت كثيراً بالوجبه.
لا، من فضلك اجلس و انتظر. ساعود حالا.
بامكاني رءيه السياره؟
هل يمكنكم رسم خريطه لي من فضلكم؟
بِالطّبع يا سَيّد، رُجاءً اِبْقَ في غُرفتك حتّي يَجيءَ الطّبيب.
كنتُ مَسروقًا في شاطء وايمانالو. الرجاء المجيء علي الفور.
كَيفَ عَنْ ماءه دولار؟
اريد هذا معبا.
اريد التقدم بطلب لاعاده اصدار.
الدوله دعمت ترويج الصناعات.
هو فوق الخمسين من العمر، علي ما اظن.
ما هو السن الادني للقيام بذلك؟
هل لديك اي خراءط بسيطه للمدينه؟
ان امكن، افضل الا اخرج السن.
العدّ واحد كره، ضربتين.
بماذا الساعه التي يصل فيها القطار الي سان دييغو، من فضلك؟
اريد ان القي نظره علي صندوقك.
اريد بعض الشامبو.
انا اقيم في فندق هيلتون.
اشعر بالسوء والغثيان.
بس عندي موعد لرءيتها الساعه الثانيه.
هل هذا السياره تذهب الي ادنبره؟
نعم، الرجاء تعبءه هذا النموذج.
كم تكلفه الوزن الزاءد؟
اسمي كيمورا. عاوز انا الغي حجزي ليوم الجمعه.
ااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااا
عند اي ساعه يمكنني تسجيل الخروج؟
بقيت.
ساتصل بشخص ما.
شّعرت تريد تسديد الفاتوره الان؟
السياره اتت من الجانب في الملتقي.
هِيَ صَندوقُ مَوسيقَي.
اين هو الضاحيه؟
هناك جوله بالحافله في المدينه؟
الساعه كم نبدا؟
جيد يا سيدي. في الحجم المتوسط يمكننا ان نقدم لك مرسيدس سابل. هل هذا جيد؟
لقد كسرت عضله.
ولكن عليك ان تعدني ان تضرب الكره، لا انا. حسناً؟
كم بعد؟
هل يمكنني اقتراض بعض الكتان؟
ما نوع الجلد المصنوع منه هذا الحقيبه؟
ما شفتش ان السكين دي نظيفه. ممكن تيجي لي بسكين تانيه؟
اشتريت هذا قبل لحظات، لكن هل تريد تغيير هذا مقابل هذا؟
بصراحه، انا لا اوافق علي ذلك.
هل هذا هو الطريق الصحيح الي المحطه المركزيه؟
قارب مع مرشد، من فضلك.
اريد ان اطلب بدله بلون داكن لنفسي.
هذّ المظلّه ستكون مناسبه كعصا.
هل يجب علي ترك جميع امتعتي في خزانه الملابس؟
ارني جواز سفرك.
هناك مكان يقبل الغسيل يوم الاحد؟
اثنين من البرجر الجبنه، من فضلك.
التي الحافله تذهب الي ميامي؟
لكن لا حاجه الي اعطاء الاجره.
يمكنك مشاهده واحده في قاعه كارنيجي.
لست معتمدا.
ما هي خاصيه البيت؟
اريد ان اجري موعد مع طبيب.
انا اسال عن توافر طاوله قرب النافذه لسبعه الليله.
انت لا تمانع من مجيءي الي منزلك؟
يبدو ان هناك مجالًا للتحسين.
اين هو تحت الارض؟
هل لديك حجم اصغر؟
اين يمكنني الحصول علي الاسبرين؟
كده اسفل؟
الرجاء اعطاءي تذكره اسبوعيه.
هذا زميلي.
ما نوع الغاز الموجود؟ بريميوم، عادي، وبدون الرصاص؟
هذه واحده.
انا اصاب بالبرد.
مغلق يوم الاثنين، لكن يوم مختلف يجب ان يكون علي ما يرام. اعتقد انه مفتوح من التاسعه الي الخامسه.
هو ثعبان مسلوق مع صلصه خاصه علي راس طبق من الارز.
قال لي: "هيا نحتفل" واخذني الي حانه. قال لي انه سيجري مكالمه هاتفيه وغادر ولم يعد، وبقيت مع فاتوره كبيره.
كم سعره بالجالون؟
كنت احمل جواز سفري وبطاقه الاءتمان في حقيبتي.
حجوزات في سبعه، تحت اسم مانو.
لن تشرب كوب من الشاي؟
هل يمكنكم اخباري اين يمكنني العثور علي القنصليه اليابانيه؟
هل هناك طبيب في الفندق او علي التواصل؟
هو داءما ما يقوم بالتسوق في شارع بوند.
ورقه انجليزيه، من فضلك.
هناك مكان يلعب موسيقي الريف؟
اريد ان اتحقق من الاشياء الثمينه لدي.
اكثر من هذا؟
كم ثمنه في الورقه الواحده؟
بالتاكيد، اضغط علي 9 و 0 و 1 و 1، ثم رمز البلد ورقم الهاتف.
بامكاني الحصول علي دايت كوك؟
بامكاني ان اطلب طلبيه؟
كنا نستمتع بالقياده. شكرا لكم.
عفواً. هل يمكنني ان اواصل؟
السكان الكليين لليابان حوالي ثلاثين مليون.
اريد استءجار مظله.
نعم، واريد الغاء الرسوم.
محفظه ب100 دولار و بطاقتين اءتمانيتين.
الماء حار جدا.
انت هنا.
كوب قهوه، من فضلك.
مستحيل.
بطني يءلمني بعد الوجبات.
واو، هذا مكان جميل.
قد يكون لديه انسداد هواءي.
قمت بقرار؟
لو اردت، يمكننا ان نستريح هنا.
فقدتُ اثر بريد مسجّل.
لن تستطيع تغيير عملك بسهوله.
ما هي المحطه القادمه؟
جيد، لكن ليس المدرجات. انه حار جدًا اليوم.
انزل هنا، وانتقل الي الحافله رقم سته.
عليّ ان اخط الطاءره الساعه العاشره صباحاً.
لا زلت اشعر بالرغبه في التقيء.
ما عندي رغبه في اي شيء ثقيل.
شكرا، من فضلك.
كم سعر الفطر الطازج؟
شحن، من فضلك. هل تقبل فيزا؟
واليوم رايح اشوف ايه هيكون شكل شينتاون.
اثنين و تسعه و تسعه و سته و سبعه صفر صفر.
اريد ان تُسحب اسناني.
اريد حقيبه مستحضرات تجميل.
انا افكر كم من النقود يجب ان اترك كقشيش.
اين يمكنني مشاهده "شبح الاوبرا"؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل بامكانك ان توصي ببعضها؟
اكثر بطءاً، من فضلك.
ما هي الرسوم الدوليه العاديه للفاكس الخاصه بك كل شهر؟
مقليه من الجهتين، من فضلك.
بالتاكيد، يبدو هذا واضحًا جدًا. يرجي منكما اعطاءي رخصتي وتسجيلكما. ويا بني، اخشي ان نضطر الي اجراء اختبار للكحول.
سوف تكون جاهزه غدا بعد غد في المساء.
هل هذا مصنوع من القطن؟
لدي دواءي الخاص.
ماذا استطيع ان اري في تلك الجوله؟
نعم، هناك حد ادني لكميه المشروبات.
كم ثمنه ليوم؟
هل هذا الباص يمر بالقرب من الفندق؟
اريد قرص مضغوط.
هناك رحلات طيران JAL و ANA تغادر في الساعه العاشره وخمس وخمسين دقيقه. لكن، للاسف، كلا الرحلتين ممتلءتين.
يلاءمني جيدا.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
هي ما تفهمش الانجليزيه اطلاقا.
الرجاء صرف شيك سفر.
هل يمكنك الاعتناء بها من الساعه التاسعه صباحاً الي حوالي الساعه الثالثه؟
كم تكلفه البريد الجوي الي اليابان؟
انا مُحصور. هل يمكنكم فتح بابي، من فضلكم.
الرحله الافضل لرءيه الاماكن الاكثر شهره هي؟
هل هناك مضيفات يتحدثن اليابانيه؟
كم عدد الحقاءب التي يمكنني احضارها علي متن الطاءره؟
لا، سيدي. هذا بعد ظهر اليوم محجوز بالكامل. لكن غدًا علي ما يرام.
ساسال البواب عن الاجره الصحيحه.
بصراحه، اسف.
نحن نقيم حفله ليله الجمعه. لماذا لا تنضم الينا؟
الغرفه رقم 98، سيدتي. ها هي مفتاحك.
انه من المهم جدًا ان نحصل علي المواد الخام التي نحتاجها للمشروع.
عفواً يا ضابط؟
هل هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
ارفعوا عني الاشياء الثمينه، من فضلكم.
كم عدد السياح في الجولات؟
اريد ان اشتري بعض الهدايا التذكاريه. هل هناك متجر مناسب بالقرب من هنا؟
الي متي مفتوح؟
هو خارج الان.
مايومي، هل يمكن ان تملءي هذا الورق وتوقعيه؟
هذه واحده لك يا سيدي.
ليس لدي امتعه تسجيل دخول.
بالتاكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
لديك افلام صيفيه؟
القطار التالي الي واشنطن دي سي متي؟
الطويله هي الان في الموضه.
ساعود الي اليابان يوم الاثنين القادم.
هل يمكنني الحصول علي خريطه مترو الانفاق؟
هل هذه رحله طويله؟
هل يمكنكم استبدال هذا بالجديد؟
شخصين.
اين يمكنني استلام حقاءبي؟
انا لا اشعر بالراحه. هل يمكنني ان اضع المقعد في وضعيه الاستلقاء؟
الحاديه عشر واربع وخمسون صباحاً.
هل بامكانك اخباري عن مطعم مشهور بين الشباب؟
سيارته كانت تسير بسرعه كبيره.
هل يمكنني ترك رساله؟ اتصل لتاكيد موعدي مع السيد ابرت يوم الاربعاء المقبل في الساعه الحاديه عشر صباحاً.
يمكنك شرح مرضك باللغه الانجليزيه بطريقه ما؟
هل يمكنكم ارسال سياره اجره الي المدخل الرءيسي لمول ويستمنستر؟
كم مره يجب علي تغيير القطارات للوصول الي هناك؟
هل هذا صحيح؟ دعني اتحقق. اوه، اسف جداً، السيده تاكانو. هذا خطانا. اليك فاتورتك الجديده. هل تودين التوقيع هنا، من فضلك؟
خمسه دولارات رجاءً.
الغطاء لا يغلق بشكل كامل.
انه مجرد رمز لتقديري.
هل ستملا هذا النموذج؟
وكيف بشان هذه النماذج البلاستيكيه؟
ما العلامات التجاريه التي لديكم؟
الخُفوف عاليّه جدّا بالنسبه لي.
انا مُحجوب عن دخولي غرفتي.
كم من الوقت كنت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاثه بطاقات بريديه جويه الي اليابان؟
يُنطق ج-و-ر-و-ه.
شرب شء؟
اضغط هنا.
ارسلوها بسرعه عبر تيليجرام من فضلك.
بحسب تقرير الطقس، سيهطل الثلج غدا.
اريد كره.
بالتاكيد. سنكون سعداء للقيام بذلك.
السلام عليكم، كتاب كوميدي ماليزي. ساشتري واحدا لاجله الي المنزل كقطعه حديث.
الطريق الي النجاح هو "جينميكو"، اليس كذلك؟
ساصل الي فندقك حوالي الساعه التاسعه مساءً.
لدي حوالي الفي وخمسماءه دولار امريكي في ين ياباني.
نعم، نحن نفعل. ساريك بعضها.
اريد بعض حبوب النوم.
ساكون هنا حتي الساعه التاسعه. امل ان تعتقلوا المجرم في اسرع وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
عندي التهاب في الحلق.
احتاج الي بعض الهدايا التذكاريه من نيويورك.
انا اريد الخروج. هل يمكنكم ارسال خادم؟
قمتُ بترجمه النص التالي الي اللغه العربيه المغربيه: توقفت ساعتي.
اوه، هل هذا؟ كيف تحب ذلك؟
نحن مفتوحون في الساعه التاسعه صباحًا.
اريد كتاب تلوين.
اعتقد انني اشعر بالدوار.
هل يجب علي الذهاب الي بنك ياباني؟
عليك ان تبادل النقود في بنك.
هل هناك متسع من الوقت لتسجيل المغادره؟
زوجك من افضل زباءننا.
عندي دكتور اسنان جيد؟
اوه. يجب عليك اخطار القنصليه علي الفور.
مزعوج، لا يخلط.
هل تريد طاوله في المطعم الرءيسي او في غرفه خاصه، يا سيدي؟
كثير من الناس يذهبون الي الشاطء خلال الموسم.
انا ازن حوالي ماءه وخمسين رطلاً.
ليه ؟ فين بدي ارسل؟
اين مكتب المفقودات؟
هناك اي حافله تذهب هناك مباشره؟
هل احتاج الي علاج خاص؟
هل سيكون نقدي او شحن؟
نقلنا الي هذه البيت قبل سنه.
كم سيستغرق اصدار التاشيره؟
اين المراحيض؟
القيمه الاجماليه المستحقه هي ماءتين وثلاثه واربعين جنيهاً، سيدتي.
هدا هديه. هل يمكنكم تغليفها بورق تغليف جميل؟
ما شاء الله. هذه مسارات راءعه.
هناك اشخاص مصابين.
عفواً. اين المحطه من هنا؟
نعم، لدينا حجز لك.
عفواً، لكني اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ان استقل الحافله؟
دجاج، من فضلك.
هذه الغرفه الثانيه من واحد. اود ان اطلب الافطار غدا.
ما رايك في التحرش الجنسي في مكان العمل؟
لديّ شقيقتين.
الرحله رقم اثنين صفر ثمانيه، الي طوكيو.
ثم دعونا نضع حشوه داخليه.
لنجتمع لنناقش هذا الامر اكثر.
ايش رايك تحطيل شعرك اليوم؟
بامكانك ان تقولها بعبارات اخري؟
ساكتفي بما عندك.
نريد طاوله قرب المسرح.
انا بخير. حسنا، هل انت ذاهب الي مكان ما؟
ارتفاعه الفي اربعماءه متر.
ادخل. ضعه علي الطاوله هناك.
الرجاء الغاء رقم بطاقتي.
اسف، لقد بيعت كلها، لكن سيكون لدينا في غضون ايام قليله.
بامكاني ان احصل علي بعض القهوه؟
ما عندي موعد، بس حاجه عاجله.
هذا سيء الصنع.
اين المصعد؟
هل لديك كتيب عن الاحداث؟
اين مدخل المترو؟
فقدت تذكرتي الجويه.
بما انه لا يمكنك البقاء هنا خلال العطله؟
اه، اسف جدًا لازعاجك.
هل يمكنك حجز الاحداث؟
هل هناك مرحاض عام بالقرب من هنا؟
ما هو المجموع؟
كذا حلو. الان اسءله، من فضلك.
هل لديك نقود لتغييرها في عداد مواقف السيارات؟
افضل مبيع لدينا خلال السنوات الاربع الماضيه كان ناسخه AX-four five zero.
هل التف يساراً؟
هل هناك مضيفات يتحدثن اليابانيه؟
راءع السعر، اليس كذلك؟
عليك ان تاخذه تسع وتسعين مره في اليوم، قبل الوجبه.
احبّه حبّاً جمّاً.
اريد ترايبود.
اريد جاكيت رياضي.
يمكنك البقاء في بيتي.
هل يمكنني ارجاع مقعدي، من فضلك؟
عظيم. كنت ابحث عن تاكسي، لكن هذا افضل.
كابوتور كبير. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنكم اخباري متي سنصل الي هناك؟
اتنين بالغين واتنين اطفال، من فضلك.
ما هو السعر؟
كانت حرب النجوم هي الاعلي ايرادًا في عام 1984.
اين قسم غير المدخنين؟
"T" كالتي في "Tom"، نعم عندي هنا، تارو.
اعتقد انها مشهديه.
اريد بعض التفاح، من فضلك.
لماذا هذا؟
ما هي البطاقات الاءتمانيه التي تقبلونها؟
لديّ وقت كثير.
بالتاكيد، حان وقت الغداء. هل ترغب في مناقشته اثناء الغداء؟
الفيديو ريكوردر قد سرق من غرفتي.
مرحبا، اسمي عوده. لدي حجز الليله، لكنني ساكون متاخره قليلا عند تسجيل الوصول. لذا، الرجاء الاحتفاظ بحجزي.
هذه الحذاء قوي؟
الرجاء اخباره انني في انتظار مكالمته الهاتفيه.
يقولون ان الانفلونزا منتشره هناك.
جديد.
اسف. نحن ممتلءين لليله الغد.
انا مع بعض الاصدقاء.
وفقًا لغورو، لدي السيد يامادو طفلين.
بامكانك ان تعيد قول ذلك مره اخري؟
اريد ان التفت الي برج لندن.
الرجاء ربط حزام الامان.
الرقم التسلسلي هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
عفواً. هل هناك اي جسر بالقرب من هنا؟
عفواً، ارغب في استخدام المرحاض.
مشغول.
لباسه داءما خارج الموضه.
هل لديك ماكولات بحريه؟
ده غالي جدًا.
اريد ذلك، لكن اخشي ان لا استطيع القيام بذلك هذه المره.
بصراحه مازلت لم اقرر بعد، لكنني بالتاكيد ساحاول.
ملح، من فضلك.
الرجاء استخدام غرفه التّجربه هناك.
تسعين دولارا للتذكره ذهابا. نقد او بطاقه؟
بامكانك افراغ الطاوله من اجلي، من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنكم اخباري بساعات العمل؟
الرجاء لفها بشكل منفصل.
بطني يشعر بالثقل.
يبدو ذلك جيداً. اين يمكننا الانتظار لك؟
بامكاننا البدء باللعب عندما ينتهون؟
السكان في اليابان حوالي ماءه وعشرين مليون.
املا العناصر التاليه في بطاقه التسجيل.
بامكاني استعاده اغراضي؟
هل لديكِ شالات من الحرير؟ انا ابحث عن هديه لزوجتي.
سوف نجلبها الان. ما رقم غرفتك؟
السيد كوباياشي كان يبحث عنك.
اريد السفر من شنغهاي الي هاواي بالسفينه.
بامكانك ارسال شخص ما؟
هل يمكنكم اعداده بحلول الساعه الخامسه من مساء غد؟
يستغرق عشر دقاءق سيراً علي الاقدام.
قبل ما نختم اليوم، عايز تمنحني دقاءق؟
اين يمكنني ركن سيارتي؟
اشعر بالبرد ووجع بطني شديد.
سكوتش وماء، من فضلك. وهل لديك اي شيء لتناول وجبه خفيفه؟
كيف يمكنني اطفاء هذا الضوء؟
هل هو مشغول كثيرا اليوم؟
اريد خيط.
اريد شهاده طبيه من فضلك.
اريد منك ان تجعلها بوصه اقصر هنا.
ماشيتي. عطيني دوا.
ارجو ان اكون قد حصلت علي صحيفه يابانيه، من فضلك؟
جيد. هل يمكنني تسليم السياره في اي مكان؟ ما هي رسوم التسليم؟
الخطوط الحافلات التي تذهب الي وسط المدينه؟
هناك اي اكسبرس الي بوسطن؟
الرجاء ان تكون صديقي في التبادل الخطابات.
هيا باقي مع صديق.
انا متحمس جدًا، لا استطيع الجلوس ساكنًا.
بامكاني النزول في فندق هيلتون؟
اريد منك ازالته.
اذهب يسارا في هذه الشارع واتجه يمينا في اول تقاطع.
اريد ان اعرف ما اذا كان من الممكن شحن هذا الطقم من الاطباق الي طوكيو.
اريد بعض القوه الجسديه.
هل هناك اي طعام ليس حاراً جداً ولا حاراً؟
هل قريب بما يكفي للمشي؟
اريد بعض كريم اليدين.
هل يمكنكم ان تعطوني الملح؟
اريد الذهاب الي وول ستريت. كيف اذهب هناك؟
زياده التمارين الرياضيه ستءذيك.
بما في ذلك الافطار والضريبه ورسوم الخدمه، سيكون 45 دولارًا للشخص الواحد في الليله.
هل يمكنكم اصلاح هذا؟
مساء الخير. مرحبا.
ما عنديش اقدر اجد حقاءبك.
اذهب مستقيما، من فضلك.
هل الماء هنا امن للشرب؟
اه، هيا. دولارين فقط.
هل يمكنكم تغيير هذا الفستان بفستان اكبر بحجم؟
حسناً، هيا بنا. يمكنني مساعدتك في واجبك المنزلي بعد ان ناكل بعض البيتزا.
نعم، السيد تاناكا. هناك رسالتين لك.
مش عايزه.
غدا يوم اخر.
عسي ان اساعدك. هل تحتاج فيتامين سي؟
حقيبتي سُرقت مني في القطار.
ابعد من كده. احسن تاخد تاكسي.
اريد مقعدًا بجانب الممر، من فضلك.
اعيش في شقه بـ 80 الف ين شهرياً.
بامكاني ان اقاطع؟
اظهر لي واحده اكبر.
عفواً. هل يمكن ان تغير مقعدك معي؟
نعم، بالطبع.
اذهب الي الزاويه وامشِ يسارًا عند اشاره المرور.
هل تريد بكرات اصغر ام اكبر؟
اريد غرفه واحده مع حمام مقابل ثمانين دولارًا، من فضلك.
اريد ايداع الاشياء الثمينه في خزينه الفندق.
هل لديك غرفه متاحه الليله؟
نعم، ولكن تاكد من ان لديك تذكرتك معك.
لن ينضم سوي عدد قليل من الاشخاص الي الجوله الاختياريه.
بلاش. علي كل حال، اصطحبني الي وسط الحي الصيني. ساحاول ان اجده بنفسي.
نُوظّف اشخاص جدد في شهر ابريل.
انا امل ذلك.
شوتين من ويسكي وماء، من فضلك.
مَنْ يلعب؟
هل يمكنكم الاتصال بي اذا وجدتم حقيبتي؟
اليسار، من فضلك.
هل تريد الوقوف معي لالتقاط صوره؟
لا. هل تريد الابلاغ عنه؟
هذا السن في المقدمه يءلم.
ما هو اخر لعبه كمبيوتر لطفل في الخامسه عشره من العمر؟
نراكم غدا.
هل هناك مطعم اقل تكلفه بالقرب من هنا؟
لا، لكن شكرا لك. اشعر بتحسن.
هل عندك خبز؟
كم انت جيد في العزف علي الكمان؟
صديقي زلق و سقط في الحمام.
بامكاني الحصول علي منفضه سجاءر؟
كانت المسيحيه محظوره وكان البلد مغلقاً امام بقيه العالم.
كم تريد؟
كوكتايل جمبري لها وذات الشيء لي.
هل يمكنني ان احصل علي توقيعك هنا؟ ويرجي البدء هنا.
كان من دواعي سروري زياره مكاتبكم الرءيسيه واجراء مناقشات مهمه معكم. شكرا جزيلا لكم علي تعاونكم الطيب.
زفيرك صاخب.
ما شاء الله، ما شاء الله، ما شاء الله، ما شاء
اخرج من الباب هناك، وانتظر عند المحطه رقم سته.
دجاج مشوي، من فضلك.
بامكاني الحصول علي بعض الفلفل؟
نعم، ارغب في قراءه شيء ما.
هذا السيد تاكاهاشي في الغرفه 549. هل يمكنكم ارسال اربعه زجاجات من بيره بودفايسر، من فضلكم؟
هذه سبعون دولارًا.
الرجاء الاتصال بي في فندقي عندما تجد حقاءبي.
اريد نداء استيقاظ الساعه الثامنه والنصف صباحا غدا، من فضلك.
نعم، لكن هذا كثير وانا مشبعه.
اريد غسول للفم.
ماشي بحال جيد.
هل تمنحون اي تخفيضات بالجمله؟
توكيو صفر ثلاثه ربع تلاته تسعه اربعه خمسه سته سبعه.
هل يمكنكم مساعدتي في ايجاد حديقه الحيوانات؟
هل ستخبرني كيف اضبطه؟
بشان اي وقت ينتهي جوله الحافله؟
علمت كيف تستعمل الهاتف؟
بالتاكيد. لدينا بعض العلامات المميزه للامريكيين الاصليين.
مشغل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
بامكانك ان تجرني؟
هذه عياده F؟
مرحبا، السيده ياماغوتشي؟ حفلتك علي الخط. مكالمتك مقبوله. تفضل، من فضلك.
اين يمكنني شراء تذكره رفع قسيمه؟
باي وقت سنصل الي لوس انجلوس؟
امشِ مستقيمًا لمده خمس دقاءق تقريبًا، ثم انعطف يسارًا.
هكذا نذهب نحو الشاطء.
هذه الشاي العشبي يساعد علي تجديد الجسم.
هذه ليست مصنوعه في اليابان، اليس كذلك؟
جيد. هيا بهذا الطريق. ساريك غرفتك.
عليّ ان اغادر الفندق قبل الظهر.
اثنين همبرغر واثنين قهوه، من فضلك. اريد ان اخرجهم.
هل يمكنني حمل هذه الحقاءب؟
امرت باللحم، لا السمك. هل يمكنكم تغيير ذلك؟
ولدي متعب تماما.
انا مريض في المعده.
هذه الستره ليست بحجمِي.
اريد ان التقي بالسيد وليام.
لديه مجموعه من سبع فيتامينات ومعادن.
السن متخلخل.
هل يمكنني استرداد المبلغ عند عودتي الي اليابان؟
ماذا يحتوي هذا الطبق؟
بلد صنع هذا؟
هل يمكنكم انجاز ذلك في عشره دقاءق؟
ما عندي خبره بالانجليزيه. هل هناك شخص هنا يتكلم اليابانيه؟
اين يمكنني الحصول علي تذكره مترو؟
سيتم ارسال عشرين عينه اضافيه اليك عبر البريد.
ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله،
بامكاني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد انني سانتظر.
تسعين دولار في الساعه لكل طفل.
اسف، نحن قد نفذ مخزوننا.
لزام عليه ان يكون هادءًا.
لدي معدات خاصه بي.
مفتاح الغرفه، خمسه ثلاثه، من فضلك.
في اي وقت يتم عرض فيلم Terminal Man؟
اين محل الحلاق؟
عند الساعه السابعه، من فضلك.
حقيبتي متضرره.
السياحه.
انا من اسبانيا.
شيء ما خطا في مفتاح البطاقه. هل بامكانك اعطاءي مفتاح اخر، من فضلك؟
لدي طفح جلدي علي ذراعي.
الرجاء ارسال هذا بالبريد الجوي الي اليابان.
اين الصيدلي الاقرب؟
عنب اخر، من فضلك.
الناس ودودون جدًا.
كم عدد المشروبات المدرجه في السعر؟
قمت بذلك.
اين بوابه الصعود لهذا الرحله؟
هل يمكنكم حجز طاوله بجانب النافذه اذا كانت متوفره؟
كانت اعلان الصعود الي الطاءره قد تم بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نود ان نري وول ستريت.
اين محطه الباص ل اكسفورد؟
سانتظر حتي تصبح الشرفه متاحه.
بامكاننا ان نري محافظ جلديه؟
نشوف التلفزيون. فيه مباراه بيسبول.
هل ستكتب عنوانك الخاص بالاتصال هنا؟
لو سمحت قل لي اين الصيدليه الاقرب.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات الموجوده بجانب طوكيو؟
ارفع السماعه و انتظر قليلا من فضلك.
ماذا تفعل عادهً في المنزل بعد العشاء؟
بالتاكيد. متي تريد ان تلعب الجولف؟
هي ستكون في البيت حوالي الساعه الثالثه.
اريد الاتصال بالسفاره اليابانيه.
اكثر قليلا.
اين تخرج حافلات السياحه؟
كم تكلفه ارسالها الي اليابان؟
ما عندي نادي ولا حذاء.
هل الين الياباني علي ما يرام؟
لديك موستانج؟
هلمّ ننتقل من هنا؟
السيد كاواي، لدينا طاوله لك الان. تعال هكذا، من فضلك.
بالتاكيد. اهبط الدرج الموجود هناك وستجد بعض الارشادات. فقط اتبعها.
مكتب الاستقبال. كيف يمكنني مساعدتك؟
بامكانك ايقاف السياره امام فندق هيلتون، من فضلك؟
هل يجب عليك غالباً العمل حتي وقت متاخر؟
عذرا، لكن ليس لدينا المزيد. ماذا عن الصحف الانجليزيه؟
مقعد غير مدخن، من فضلك.
هل تسمح لي ان اخبرك قبل ان نصل الي دورهام؟
هذه طازجه؟
ليس من الصواب. انت داءما تعاملني.
بامكانك ان تريدي بعض الفساتين؟
اكتبها، من فضلك.
انا اشرب الخمر حتي الثماله.
اِحْتَرِزْ فَالْمَطَرُ يَتَغَيَّرُ فِي الْجِبَالِ كَثِيراً.
الشيك السياحي والين الياباني، حسناً؟
عذراً، لقد راجعت مع كل من خدمه التنظيف والمفقودات. لم يجدوه.
انه مكان صعب العثور عليه. انه علي طريق صغير بعيداً عن الطريق السريع الرءيسي.
ما عندي علم بشيء عن هذا.
يمكننا التحدث في مقهي.
بالتاكيد، في هذه الحاله لا يجب علي دفع رسوم التعديلات، اليس كذلك؟
المنفذ، من فضلك.
بامكانك ان تخفض السرج، من فضلك؟
هل ستستضيفني الليله؟
بالتاكيد. سااخذ اثنين فقط. شكرا.
هذه فاتورتك. انها ثلاث وتسعون وسبعون دولارًا.
انت محظوظ.
الرجاء جعلها جدول مع منظر ليل جيد.
هذه الاله صنعت يدويا ام صنعت اليا؟
اريد استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من الجميل جدا ان التقي بك.
انه ممزق.
الان، هيا بنا ننظر اليك.
وَالله، فَكّرْ كمْ يَطولُ وقتُ عملِه لو سَاَلَ سُءالاً واحداً اضافياً مِنْ كُلِّ شخصٍ. هيا، لنُسرعْ ونَحْصلْ علي امتِعتِنا. علينا الذهاب الي الاقرار الجمركي التالي.
ما وزنها؟
هل هناك مطعم صيني من هنا؟
المنصه الخامسه هي هناك.
ووقت موعد المباراه؟
بها عطل. هل يمكنكم فحص كاميرتي؟
قهوه بالكريمه والسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
الرجاء اعطاءي ذلك واحد.
هي البوابه السابعه.
انت اسكتلندي؟
ثلاثه-اثنين-واحد-اثنين. انتظر لحظه، حسناً؟ اريد ان ارسل لك شيءاً هنا. عذراً.
135 ين لكل دولار.
السراويل القصيره مع الاحذيه لن تخرج من الموضه ابدا.
بامكاني التحدث مع المدير؟
لماذا تختلف اجرتك عن العداد؟
بامكاني رءيه هذا؟
وعدت نفسي انه عندما اراك، ساعرفك.
ماذا يحدث في الاونه الاخيره؟
ماشيتي بخير. هل تستطيع ان توصي بي طبيب؟
حفلتك قد بدا. اذهب.
هناك عرض ارضي؟
المرحاض ما فيهوش ماء.
كم يستغرق المشي من هنا الي دار البلديه؟
خذ هذا الدواء بعد كل وجبه عندما يكون الالم شديداً.
تضع المال في ظرف خاص مزخرف يسمي شوجيبوكورو.
شخص ما مصاب.
انا افكر في ما يجب ان اشتريه له؟
هل لديك خريطه مترو الانفاق؟
لدي غرفه جاهزه لك في فندق جراند. هل يمكن ان تذهب هناك؟
انا اعاني من الم في عيني اليمني.
ما عندي قدره كبيره علي الالمانيه.
نحن بالتاكيد يجب ان نلتقي مره اخري.
هل ستاخذ هذه السراويل؟
هل يمكنني استعاره مضرب وكرات؟
بامكانك تضمين بعض التغييرات الصغيره؟
بامكاني الحصول علي نصف كاس؟
مرحبا. انا جون.
نكعي.
هل تضايقك اذا التقطت صوره لك وسيارتك؟
اتصلت بشان حقيبه مفقوده منذ ثلاثه ايام.
اريد فندق ارخص.
اوه، هناك الكثير من الاشياء التي يجب ان تشاهدها في جرينتش فيليج.
علي الاعمال. لدي اتصال تجاري هناك.
يُطابق بدلتك.
سوف تراقب حقاءبي؟
كيف تحب هذه الفكره؟ نحن نقبل شرطك بانذار لمده سته اشهر بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد.
عفواً. هل تعرف نيويورك جيداً؟
ننتظر. اتصل بنا عندما تكون جاهزًا.
اريد ان اري جراحاً.
هل هذه المكونات طبيعيه؟
اريد ان اركب سياره رياضيه.
الرقم التسلسلي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
اشتكي من البرد.
سياره صغيره هي الافضل.
اريد ارسال هذا التوصيل العام.
دعني انقل هذا المكالمه الي الرجل المسءول.
ما الحجم الذي تريده؟
اوه، يا الهي. لم اكن ادرك ان لديها تلك.
هل لديكم صناديق مجمعه لارسال الطرود؟
هل ستدفع شركه الطيران عن فواتير الفندق والطعام الخاصه بي؟
هذه حقاءبك كلها؟
كيفيه اجراء المكالمه؟
بلي، غالي الثمن. ليس مصنوع في اليابان، اليس كذلك؟
هل تفضل بتقديم الملح لي؟
اين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اتمني لكم عاماً سعيداً جداً.
ساطلب سبرايت كبير.
لو سمحت قلها مره اخري ببطء.
عفواً. اريد ان اطلب الطلب.
لدينا روبيان نيوبرج وساق لحم خروف مشوي.
اريد غرفه للمناظر الجميله.
ثلاثه اكواب من عصير البطيخ، من فضلك.
لدي ثلاثه اطفال.
اذهب مباشره اسفل هذا القاعه واعبر اليسار عند الزاويه. ستراه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره ذهاب وعوده الي اكسفورد؟
اذهب الي النادي الرياضي كل يومين.
اين يمكنني البقاء خلال الجوله؟
الوقت المحدد للمغادره؟
كم تبلغ رسوم الدليل في اليوم؟
اين يمكنني ان اجد اسطوانات؟
عذرًا. انا طالب جامعي من اليابان. هل انتم طلاب جامعه نيويورك؟
هل تريد ان تخبرنا كيف تقيم هذا المخطط؟
اكي، هل تعرف محل تسجيلات جيد بالقرب من هنا؟
الدفع نقدا او بالبطاقه؟
انا اعمل في شركه تجاريه.
من غير المهذب سءال الناس عن رواتبهم.
هذه ليڤيس 5 او 1؟
عند اي وقت يمكنني الاستحمام؟
لست تبدو اكبر من 21 عامًا.
اري. في الواقع، يحتوي علي فيلم عالي السرعه. هل تعترض علي اخراجه؟
اشترته للتو.
ساجلب واحده علي الفور.
8 دولارات. وها هو ياتي الان.
الرجاء اظهارها مع بنود الشراء الي الجمارك في المطار.
هل هناك اي من المتاجر الكبري لديها تخفيضات الان؟
مشغل، اوصلني الي محطّه الاطفاء.
لدي بطاريه ميته.
توقف عند التقاطع التالي.
اوه، ها هو. وهل يجب علي الجميع تعبءه نموذج الاقرار الجمركي هذا؟
وهل لي ان اسال عن اسمك؟
هل تسمح لي باجراء مكالمه جماعيه؟
مرحبا. كيف حالك؟
اين قسم السفر؟
ما اسم الشخص الذي تريد التحدث اليه؟
اسف، هو غير موجود في الوقت الحالي.
شوف كذا. شوف كذا. هيك هيك هتحكيلي الفرق بين ده و ده هي الحظ؟ محمد، قف، عاوز؟ مش عايزك تسيبني هنا. متاخر. يا صاحبي، كان حلو التلاقي معاك، طيب؟
هل غرفتك تطل علي المدينه؟
لاي رساءل لي؟
ما زال غاليًا جدًا. لما لا اشتريه بثلاثه دولارات؟
نريد غرفه في الخلف.
ساشرب كاس نبيذ.
بشعتيك حلوه.
اريد غرفه بسريرين. كم تكلفه الغرفه لليله واحده؟
انها علي بعد حوالي تسعه وتسعين ميلاً.
فينس وليندا عايزين يبقوا لوحدهم، فبالتالي انا خايف الازم اسيب هنا الليله.
الرجاء الاحتفاظ بهذا الامتعه في الضمان.
اسمي ساتو.
انا اعرف نادي جاز قديم في وسط المدينه.
سااخذ هذا الطاوله الداءمه.
اريد ان اجرب نفس الطبق مثل ذلك.
ثم سناخذه.
هل هذا يصل الي الطابق السادس؟
جلد التمساح؟
الرجاء وضعه في كيس الغسيل واتركه هناك.
اريد ان اري هذا الفيلم. متي سيكون جاهزاً؟
الرجاء عدم اعطاء هذه المفتاح لاي شخص اخر غير نفسي.
بالتاكيد. ساستقبلك في الفندق الساعه الثامنه.
النافذه بخير.
ارفع شعري، من فضلك.
هل جميع نفقات النقل مشموله؟
دار الاوبرا متروبوليتان.
اين مكتب تاجير السيارات؟
كنت اعاني من الحمي منذ الليله الماضيه.
ليس ذوقي.
ما الخضروات التي لديك؟
اريد داءم فضفاض، من فضلك.
و متي سياتي الطبيب؟
انها اللون الخطا.
السن قد انكسر.
هل هذا مقعد في الممر ام مقعد في النافذه؟
انا معني بالرحلات الجبليه.
هل يمكنكم تسليم امتعتي الي الغرفه؟
اظهر لي واحد لسيده شابه.
يمكنك ان تجرّ هنا؟
هل عندك شيء مقابل ثمانين دولارا وصفر سنت؟
انا عطشان.
لا ماء، من فضلك.
لدي ثلاث حقاءب.
اين هو البحيره؟
عفواً. اضغط علي الغالق، من فضلك.
بامكاني الحصول علي مجله او شيء ما؟
هو جنوب.
كم سعر المقاعد في الشرفه؟
نريد غرفه تطل علي البحيره.
هناك صناديق بريد بالقرب من هنا؟
جيد. سااخذك هناك.
الجزء المكتوب بالخط الماءل يشير الي التغيرات التي حدثت في التسعينيات.
عمره ثلاثون سنه.
بالتاكيد. هل يمكنكم كتابه العنوان مره اخري علي هذا الظرف؟
اريد الذهاب الي هارودز. هل يمكن ان ترسم لي خريطه؟
ماذا تفعل عندما يكون لديك وقت فراغ؟
هل لديك بطاريات لهذه الكاميرا؟
اريد اطلاق كابل.
هل انت الاخير في هذه الصف؟
اعتقد انه مكتظ.
جيد. مخرج.
هل تستطيع ان تخبرني بالمواقع السياحيه هنا؟
هناك اي متاجر كبيره بالقرب من هنا؟
فانا كذلك.
اريد الانضمام من سان دييغو.
كنت افكر في اخذ هذا الدوره في الفصل الدراسي التالي.
الخمر ماشي بارد كفايه. هيك هيك تخليه ابرد؟
هل يمكنكم تغيير هذه الاقراط الي اقراط ذات مشبك؟
ماذا تهتم به الان؟
اريد استرداد المبلغ. هل يمكنني استرداد اموالي؟
لعلني لا استطيع الحصول علي مشروب كهذا في اي مكان اخر.
لو اشتريت هذا كمان، يزيد المبلغ المعفي من الرسوم الجمركيه.
بامكانك ان تطلعني علي شهاده التطعيم الخاصه بك، من فضلك؟
هل تسافر كثيراً؟
انا من الولايات المتحده الامريكيه.
لدي تذكره طاءره الي سان فرانسيسكو.
لو كان علي بعد خمسه عشر دقيقه من المحطه، سامشي.
اريد فندقاً ارخص قليلاً.
بونساي تبدو وكانها هوايه شخص كبير في السن.
لم اقرر بعد. هل يمكنكم منحي بعض الوقت؟
انا اعاني من الصداع.
هل تريد الانضمام اليّ لتناول القهوه؟
اريد شهاده طبيه وقسيمه تامين.
اوه، لا. سارعوا. نحن متاخرون.
ما عندي رغبه في انفاق اكثر من عشرين دولار.
لماذا لا يقلع الطاءره؟ اخبرني ماذا يحدث.
كم تبلغ الاجره؟ هل تكتب الاجره علي ورقه؟
اريد استءجار كرسي شاطء.
انتظر لحظه من فضلك.
هل يجب علي السيدات ارتداء الفساتين الرسميه؟
لا تلمسني.
هل لديك سجاءر؟
اذا لم يكن الريح قويًا جدًا، يمكننا الذهاب الي نقطه تيكي.
ممتاز.
ساغلق الان. شكرا لكم علي اهتمامكم.
هل لديك هذا بلون اخر؟
من هو؟
عفواً. هل يمكن ان تخبرني اين يوجد موقف سيارات الاجره؟
و شرب؟
ها هو.
اين هو اقرب متجر ادوات؟
ههه. ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء
انا ابحث عن هذا.
جيد يا سيدي. وماذا تفضل في الحلوي؟
كوتش او بولمان؟
الشيكات السياحيه. شكرا. اليكم تذكرتكم وتذكره الصعود الي الطاءره. الرجاء الحضور قبل موعد الرحله بساعه واحده.
انها الم حاد.
اسمه جورو موتوياما. ورقم هاتفه صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
اشعر بالمرض الشديد.
ما هي اوقات عرض "حب كوسيي"؟
جيد. هل تريد قهوتك الان او بعد قليل؟
قولي لي اكتر نادي ريغيه حار في نيويورك.
بماذا يختلف منتجك عن منافسيك؟
هل من المقبول ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. الرجاء اتخاذ الاجراءات اللازمه.
نعم، واحد فقط. متي ساعرف؟ كيف ساسترد تعويضاً؟
هذه بطاقه هويتي.
نفضل طاوله بجانب النافذه.
الرجاء اخباري بارخص طريقه للذهاب الي سان فرانسيسكو.
اعلم ان المطعم، كيوي؟
واحد طريق.
هسه هيك هيك هيك هيك هيك هيك هيك هيك
هناك نادي ليلي جيد مع عرض فلامنكو؟
الزيك ده حلو كتير.
رجلي تءلمني.
اين اقرب مغسله؟
بامكانك تغيير المقعد معي، من فضلك؟
مقاعدنا انفصلت.
في الواقع، ارغب في تامين هذا الطرد ايضًا.
الفاتوره تساوي ماءه دولار.
الخروج الطارء موجود في المقدمه، الوسط، والخلفي من هذا الطاءره.
جيد، تم تاكيد الحجز الخاص بك مره اخري.
الخفان مرتفعين كثيرا.
نريد طاوله علي الشرفه.
يعني الفيلم قد لا يكون مناسبًا للاطفال دون سن الخامسه عشره. لذلك يجب علي الاباء التفكير فيما اذا كان يجب السماح للاطفال بمشاهده الفيلم.
كيفاش تحبب تحصلو علي المبلغ؟ رجاءا املاو هذا الورق ووقّع هنا.
احيانا يوجعني بطني.
هل لديكم اطباق قليله السعرات الحراريه؟ انا علي نظام غذاءي الان.
لا حاجه الي رسوم.
نعم، لدي تذكرتين للجاينتس وذا دودجرز.
نحن من بين كبار الموردين لاجهزه الحاسوب الصغيره.
شكرا. انا كذلك. وداعا حتي ذلك الحين.
توام مع حمام، من فضلك.
سقطت من الدرج.
ما نوع الايس كريم الذي توصي به؟
هه. هذا. اللون يبدو جيدًا عليك.
اين الكتب باللغات الاجنبيه؟
قطعتين وسبرايت.
اِعْطِني بعض السجاءر.
غير قانوني احضاره الي البلد-عفواً. حسناً، اعتقد ان هذا يغطي كل شيء.
نعم، انا. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا قبل عامين. ماذا عنك؟ هل تسافر بمفردك؟
انا مريض.
ولدي يبدو منهكاً بسبب الحمي.
في هذا الحجم، من فضلك.
تُمنح اوامر التميز الثقافي في هذا اليوم للفنانين والعلماء المتميزين.
انا ياباني.
كذا غالي.
نعم. خذ حافله تذهب الي كيوتو-اكي.
هل هو خاص بالاعضاء فقط؟
الغرفه تكلف سته الاف ين في الليله.
هل يمكنني احضار هذا علي متن الطاءره؟
بالتاكيد. كل ما اريد معرفته هو ما اذا كان سيتمكن العمل من دفع تكاليفه بنفسه.
جيد. هل تريد وشاحا لتذهب مع ذلك؟
شحن البطاريه، من فضلك.
انا مستعد للطلب.
تترك املاح حمام الاعشاب بشرتك ناعمه وسلسه.
اكتب اسم شركه الطيران ورقم الرحله ايضاً.
بالضبط. اليوم الاحد، والاحد اسوا يوم.
نعم، انها مشكله التخلص من النفايات.
اريد هذا النمط في مكان خمس.
كثير من العاءلات لديها دخلين.
اوه. هذا الفضه نادره "القمر والجرس". بالتاكيد تريد ان تبادله؟
امي واختي قادمتان من اليابان لرءيتي. سيصلون هنا حوالي الساعه السابعه مساءً.
اللون البني شاءع جداً هذا العام.
افكره حلوه. متي تخطط للقدوم؟
جيد. مقعدين من فضلك.
اين السوق؟
انا متحمس لمحاوله ارتداء بدلتي السباق الجديده.
ظننت انكم اكلتم الدونات فقط.
كم تبلغ تكلفه تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيتني به عشره دولارات اقل.
لقد اتصلت للتو بالسيد سميث في الغرفه 21، ولكن لم يكن هناك رد. هل يمكنك معرفه ما اذا كان لا يزال يقيم هنا؟
اريد واحده حديثه.
انا اعمل في شركه نشر.
لو سمحت، هل يمكنكم تعبءه هذا النموذج؟
شو الشارع ده؟
بامكانك وزن هذا الطرد؟
ما تسميه بالانجليزيه؟
اِستمرّ في الصّعود في هذا الممرّ، ثمّ ستجده علي الجانب الايمن.
اريد التامين علي هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
جيد. الرجاء الدخول.
نعم يا سيدي. انا اتي هنا لتناول الافطار كل يوم، من الاثنين الي الجمعه، قبل ذهابي الي العمل.
لا مشكله.
الرجاء احضار ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
الرجاء الاستلقاء هنا.
ما خدمه سريعه.
لعله سيظهر بعد ذلك.
الرجاء الالتفاف يساراً عند التقاطع القادم.
عفواً. كيف اذهب الي البنك؟
هل هناك خدمه حافلات الي متحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
كم يستغرق الوصول الي اليابان عبر البريد الجوي؟
بالتاكيد. اراك في الساعه الثانيه يوم الاحد.
اريد ان اذهب من نيويورك الي تورونتو.
السحاب مكسور. عندك نفس النوع؟
هذا نوع من القذاره.
بامكانك اعاده تاكيد رحلتي؟ اليك تذكرتي الجويه.
هل لديك هذا باللون الاخضر الداكن؟
هل ستاخذني الي كانتربري وتعيدني؟
بامكاني الحصول علي شوكه جديده؟
شكرا جزيلا لك علي لطفك.
عذرا، لا نبيع تذاكر المسرح.
اريد ان اري هذا.
اوه، هذا جميل. ماذا علي ان افعل؟
اريد تمديد اقامتي هنا لمده يومين اضافيين.
الرجاء تغيير مقعدي.
لدينا بعض الجمبري الجيد اليوم.
كم الساعه؟
دخان او لا دخان؟
انه غالي عليّ. الا تستطيع جعله ارخص؟
انا متوفر يوم الاربعاء صباحاً او يوم الجمعه بعد الظهر.
لم اقم بالحجز.
لان الصيف في اليابان عاده ما يكون حاراً جداً، ولم يكن لدينا تكييف في الايام القديمه.
هل يمكنكم استدعاء سياره اجره لي الساعه الثامنه صباحا غدا؟
انه مخيف.
لماذا لا ننتظر الحافله تحت المظله؟
اِتْوَي، كِنجي. هَاتِكَ لَكَ تَعْرِيفَ بِالمَكتَب.
نعم، مفتوح من التاسعه الي التاسعه.
لا استطيع النوم جيدا ليلا.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
الشيء الذي كنت ابحث عنه.
ما فهمت تفسيرك.
عليك ان تجعل اتصال. انا ذاهب الي بوسطن.
اين افضل مكان للسياحه؟
هل هو متين؟
نعم استمتعت كثيراً.
حسناً، ارغب في الحصول علي وجه اصغر مثل جوليا روبرتس.
بامكانك اخذ هذا، من فضلك؟
الركاب المغادرون علي رحله الخطوط الجويه ايه بي سي رقم سبعه صفر ثلاثه المتجهه الي طوكيو يرجي التوجه الي البوابه العشرين لاجراءات الحكومه.
اين محطه الباص ل B؟
الي العزاب، من فضلك.
اين يمكنني شراء منديل الماءده؟
هل يمكنني استءجار مرشد يتحدث اليابانيه؟
هل تريدني ان التقط صورتك؟
لم يكن لدي هذا الطبق.
قطعت اصبعي. هل هناك مطهر؟
بامكاني الحصول علي طابع بريد بقيمه 95 سنت؟
هنا في الساعه 7 وربع.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
هل انت ذاهب الي المدرسه هنا؟
كم كان فيه؟
هل الفندق هيلتون بعيدا عن هنا؟
انا متاكد من انني وضعته في حقيبتي.
اليدين لاعلي.
هناك مطعم يمكنني ان اوصي به بالقرب من هنا؟
اللون المفضل لديك، هل هو الغامق ام الفاتح؟
بامكانك ان تخبرني الي اين نحن نطير؟
تذكره نقل، من فضلك.
اين مكان جميل لرحله يوميه؟
اريد حقيبه كيلي الحمراء بنفس النمط مثل هذه.
سوف تواصل تنفيذ هذا الجدول؟
الوقت الذي تفتح فيه البنك؟
اشعر بالمرض.
انا متضايق. هل يمكن ان ترسم لي خريطه؟
خارج.
اخذني الي المستشفي.
هل يجب علي المجيء الي المستشفي كل يوم؟
بطني يءلمني.
كم تبلغ تكلفه البريد لارسال هذه الرساله الي اليابان؟
اريد كاس شيري.
هل تحتاج الي ان يتم استقبالك من المطار؟
الصعود يبدا الساعه 4:30 لذا الرجاء الحضور قبلها.
من ثلاثين الف ين.
اين يمكنني شراء بطاقه هاتف؟
هل يمكنني ارجاعها في مدينه اخري؟
انا اخطط للبقاء لمده اثني عشر يومًا.
الرجاء جعل الجزء العلوي اطول قليلاً.
عليك ان تري اخصاءيًا.
بضع دقاءق اخري، من فضلك.
الرقم اربعه عشر.
اوه، نعم؟ لديك بالتاكيد مجموعه كبيره.
ما اقدر احط يدي عليهم.
هل لديكم مقاعد شاغره الي لندن؟
اريد نسخه من تقرير السرقه.
هو واحد كتله اسفل الشارع.
بامكانك ان تعطيني ضوءاً اثناء قيامك بذلك؟
هذه السجاءر معتدله؟
جيد. هكذا.
القطار السريع التالي في ساعه واحده.
اريد ان تطول اكمام هذه الستره الرياضيه.
لدي حجز. هذا هو رقم التاكيد.
عيد ميلادك قادم.
القطارات متوقفه بسبب الاضراب.
هل يمكنك اصلاح هذا؟
الشارع كان مزدحماً بالسيارات.
هو البنايه الثانيه علي اليسار من البنايه البيضاء.
حجزنا مقعدًا في الخامس والعشرين من اكتوبر، المغادره في الحاديه عشر صباحًا.
لا، قليلًا اكثر في المقدمه. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
اين يمكنني استرداد هذا التذكره؟
لماذا يحدث ذلك؟
اريد ان اخذ قسط من الراحه.
سيارتي تعطلت، الرجاء القدوم لاستلامها.
اريد شعري اطول قليلاً في الخلف.
ما هي الانواع التي لديكم؟
اوافق. انه احد اماكني المفضله.
ما نوع النموذج الذي تريده؟
اسمي ميشيكو تاناكوا ورقم الرحله خمسه وواحد لطوكيو.
هل يمكنكم رسم خريطه بسيطه من هنا؟
اين نلتقي؟
اريد ان يكون شعري مثبتًا كما كان.
عطيني خمسين، من فضلك.
اين يمكنني ان اقوم بالتسجيل في الخطوط الجويه اليابانيه؟
ما هي المحتويات؟
هناك اماكن في المنطقه التي يوصي بها بشده؟
اريد بعض الفلوس، من فضلك.
جيد. ساحرص علي ان تكون حقاءبك هنا.
هذه هي تخصصنا، سمك دوفر المسلوق.
نبقي.
لقد تعرضت للسرقه.
جيد. هل يجب ان اركز عليه؟
نحن سنشارك.
لن نجد هذا النمط بالضبط الان. ساتحقق من مخزوننا. انتظر لحظه، من فضلك.
سكوتش مع ماء، من فضلك.
يبدو الامر مثيرًا للاهتمام. كم تكلفه ذلك؟
خذ هذه الوصفه الي الصيدليه. يمكنك الحصول علي الدواء هناك.
قمت بطلب ذلك.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
اين يمكنني شراء بعض الهدايا التذكاريه؟
انه غالي جدًا. لا استطيع شراءه.
بامكانك الحصول علي رقم شركه ABC في شيكاغو، من فضلك.
اين الكاتدراءيه؟
كيفاش تريد البيض؟
هي بجانب هذا المبني مباشره.
لا، اعتقد انهم نسوا احضار واحد لنا.
بالتاكيد. تم التاكيد. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتياجنا للاتصال بك؟
ما اسم الرسام؟
هل لي ان اطلب منه ان يتصل بك عندما يدخل؟
اريد ان احصل علي هذا واحد.
انا احب خدمه الشمبانيا الترحيبيه بعد الصعود علي متن الطاءره. دعوني ارفع كءوسكم.
اربعون دولارًا في اليوم زاءد ثمانيه سنتات لكل ميل.
ساراهن بخمسه دولارات.
ليس هذا امرا من شخص اخر؟
بامكانك اخباري كيف استطيع الوصول الي المتحف؟
اسف جدا، لكني ارغب في تاجيل الموعد.
بامكانك ان توصي برحله؟
سوف تغادر قطارك من المنصه الثامنه.
انا ابحث عن حقيبه ذات حزام قابل للتعديل.
اريد ان يبقي تحت ماءه وثمانين دولارًا.
ساسالك بعد ان استطلع المكان.
نعم. حجز لمده ست ليالٍ، من فضلك. بدايهً من الثالث والعشرين من يوليو.
هل يمكنكم ان تظهروا لي تصاميم اخري مختلفه؟
ما نوع العصير الذي تريده؟
هل ستعود الي منزلك لقضاء العطله؟
اين يمكنني الذهاب لرءيه منظر جميل؟
كان هذا مكسورًا بالفعل عندما فتحت العبوه.
ترجمه النص الي العربيه المغربيه: 29 اغسطس.
اريد ارسال هذا بالبريد الجوي الي اليابان.
يوم الشكر للعمل. انه يوم شكر لكل من يدعم المجتمع بعمله.
هذه الغرفه صغيره جدًا.
بامكاني ان احصل علي المزيد من الشاي، من فضلك؟
اريد ان تُنظف هذه الملابس اليوم لاحقاً.
هناك بنك من هنا؟
هل تنظف الطاوله، من فضلك؟
السكين، من فضلك.
هم كلهم مطبوعات.
الرجاء كتابه رقم غرفتك علي الظهر.
نستعمل عيدان الاكل عندما ناكل.
سيتم تاخير رحله دلتا رقم 28 الي نيو اورليانز لمده ساعه تقريبًا.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك وقت، من فضلك ارسل لي رساله.
تركت تذكرتي الجويه في الفندق.
غرفه واحده بدون دش، من فضلك.
شكرا مره اخري لتذكيري. هل ينسي الكثير من الناس توقيع اسماءهم؟
بالتاكيد، نحن ننفذ الوقت. هل نستمر في هذا النقاش يوم الخميس في الساعه الواحده؟
اريد بعض بيجامات.
بالتاكيد. ساتصل بك عندما يكونوا جاهزين.
شوفو الغداء؟
سيتوقف الليموزين اولاً عند البوابه الشماليه.
الي متي يمكنني الاستمرار في استخدام مطعم الفندق؟
هل هو قطار مباشر؟
بصراحه، الوقت متاخر قليلاً. اعتقد انه يجب علي المغادره الان. شكراً جزيلاً علي الامسيه الراءعه.
بامكاني اخذ بعض الدواء لوجع بطني؟
اريد دجاج مشوي.
خطءي. ليس خطءك.
عفوا، متي ينتهي هذا الفيلم؟
الواحد، من فضلك.
جواهرتي سُرقت. احتاج الي تقديم تقرير.
دقيقه واحده من فضلك. ساوصلك بالسيد جونز.
مرحبا. هذا الخطوط الجويه المتحده.
اين تعلم السيد جونز اللغه اليابانيه؟
لدي واحده صغيره بنفس التصميم.
هل تستطيع ان تاخذ هذه السراويل؟
الجمعه مساءً، في التاسعه.
هل هذا الباب الي لاس فيغاس؟
هل لديك حافله من المطار؟
اخر ملعقه، من فضلك.
انه مالح قليلاً، لكني احبه. هل احضرتَه معك من اليابان؟
الرجاء الاسراع به ان امكن.
هل يمكنكم دفع عشره دولارات هنا مقابل الايداع؟
نعم. استيقظني بعد ثلاث ساعات، من فضلك.
اريد ان اطلب، من فضلك.
هل اقول نعم ام لا؟
اثنين ملاعق، من فضلك.
ما هي المحطه التاليه؟
السياره تصدر صوت غريب.
الوقت الذي تغلق فيه البريد؟
دفعت مبلغ 50 دولارًا كوديعه عند تسجيلي.
هل لديك دواء لتهيج المعده؟
هل يجب علي ارتداء معطف وربطه عنق؟
هل يمكنني تحويل الاموال الي حساب التوفير الخاص بي؟
نسيت حقيبتي.
اريد اعاده تاكيد رحلتي.
ساعتي. كانت ساعه رقميه جديده الصنع من سويسرا.
لقد اجتزت هذا الاختبار بامتياز.
اريدك ان تاخذني الي اماكن مثيره. انا ساءح، كما تعلم.
هل يمكنني الذهاب في جوله سياحيه اثناء تواجد السفينه في الميناء؟
افضل ان تعدل مراه الرءيه الخلفيه.
سوف يكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
بامكاني اخذ صحونكم؟
بكل سرور. في اي وقت تريد؟
اعتقد انني تركت كاميرتي عندما تناولت العشاء هنا الليله الماضيه.
جمعهم عند البوابه.
اوه، لا. لن يكون ذلك ضروريًا. يمكنني ان اهتم به. لقد فعلت اكثر من كافٍ بالفعل.
اما اصلاحه او استبداله، من فضلك.
بامكاني فعلها في وقت ما الشهر القادم.
الرجاء اخذ وقتك.
كيف هذا المنتج الجديد مقارنه مع المنتجات الموجوده؟
الباعه في هذا المتجر لطفاء جداً.
بامكانك الاحتفاظ بهذا لي؟
دقيقه واحده من فضلك.
هل لديك علامات المطالبه الخاصه بك؟
اريد استءجار سياره لمده اسبوع.
نعم، في البدايه، اغسلها بشكل منفصل.
ارني بعض الساعات للرجال.
الساعه اربعه عشره.
كم تكلفه الليموزين للذهاب الي وسط المدينه؟
منذ الصباح.
نحن بحاجه الي الاسراع. انهم يستعدون للصعود بالفعل.
يلاءم تماماً.
سالت عن الدجاج.
لـ عشره ايام.
كم عمر هذا الصبي؟
كم المجموع؟
اريد نفس الشيء، من فضلك.
لقد فقدت شيكات السفر.
اريد منك ان تعطيني بعض الدواء البارد.
الرجاء وضعه في مخروط.
اراه داءماً كل صباح في القطار.
هل يمكنكم تناول العشاء معنا هذا المساء؟
سابقي في فندق بي حتي الغد. ساكون سعيدًا اذا اخبرته انني هنا.
الرحله متاخره لمده اربع وخمسين دقيقه.
اسمي شينو يامادا.
ما هي تخصصات هذا المطعم؟
لدينا نبيذ ابيض ممتاز.
بعض الادويه البارده فقط.
هل يمكنكم احضار امتعتي الي اللوبي غداً صباحاً؟
اوه، يبدو انني اخسر شيءًا كلما سافرت.
لقد فقدت استخدام ذراعي اليمني.
مرحبا، هل هذا لروي؟
ثم، ستصل الي شارع تسوق. اذا اتبعت الشارع ستصل الي المحطه.
لا، ليس هنا. يوجد غرفه تدخين في مءخره هذا الكوتش.
بامكانك الحصول علي كتيب؟
اذهبوا هناك الساعه التاسعه، من فضلك.
نعم يا سيدي. كيف تريدني ان اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
زيت وخل كافيين.
انا عندي بالضبط ما تريد. هل يمكنني اقتراح هذا؟
قهوه بالسكر.
سبعه عشر ا. اه، اسف. لقد اخطات.
هل سبق لك ان سمعت عن الاسبوع الذهبي في اليابان؟
شكرا لك. رجاء عد مره اخري.
هل ما زال مكتظاً؟
هل يمكنني تركها في اي مكان في البلد؟
ما الرقم الذي يجب ان اتصل به من هنا؟
اين اقدر اوصل لدزني لاند؟
بماذا تعتقد؟
عفواً. اين المطعم الرءيسي؟
اريد اجراء مكالمه الي اليابان.
د.ثلاثه عشر هو رقم مقعدي. اين هو؟
ما هذا، من فضلك؟
ما نوعها الذي تريده؟
نعم. سنصل في الساعه الثامنه بالتوقيت المحلي.
لو وجيت اي حاجه، اتصل بي.
بامكاني الحصول علي بعض لحم الخنزير والبيض؟
شربه البطيخ للتحليه، من فضلك.
الماء الساخن ليس ساخناً بما فيه الكفايه.
هل تشرح لي كيف افعل ذلك؟
الرجاء كتابه عنوان الاتصال الخاص بك هنا.
هل يمكنني استخدام فلاش؟
شكرا. عد الي غرفتي في نفس الوقت غدا. ساكون قد اعددت الصور بحلول ذلك الوقت.
اسف الان لا يمكنكم الطلب الا من قاءمه الليل.
الرصاصيه او غير الرصاصيه؟
انا اعاني من الصداع.
هذه الغرفه 12-7.
اريد غرفه مختلفه.
كم مدّه صلاحيه هذه التاشيره؟
هناك مستشفي من هنا؟
اريد بدله.
هل لديك عرض اكبر؟
هل يمكنني تجربه المقاس 9؟
فندق امن يقدم افطار راءع، من فضلك.
اين هو حديقه الحيوانات؟
اكبر من ذلك؟
ثلاثون دولارا وثمانون.
يعتمد علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
شطيره الجبن ورقاءق البطاطس.
لقد فاتك القطار الاخير.
ما عندي فلوس صغيره.
بَقِيتْ تِذكره الباص؟
كريدت، من فضلك.
كنت علي متن رحله الخطوط الجويه المتحده رقم 828.
انه مزعج للغايه حول غرفتي.
علي الساحل الشرقي، تجد ايضاً اماكن مشهوره، مثل نيويورك، واشنطن العاصمه وبوسطن.
هل لديك اوراق يابانيه؟
يبدو الامر جيداً.
هل من المقبول ان اترك امتعتي معك حتي الساعه الواحده؟
هل هناك جوله في المدينه؟
نعم. اخشي انني مضطر. ما مدي جوده الحفاظ علي الامن في هذه المنطقه؟
اري. احاول استءجار سياره سيتروين.
لدي موهبه فطريه.
كذا تمام. وين الخبز؟
دخان، من فضلك. وكرسي بجانب النافذه، من فضلك.
و ما هو رسمك علي الخياطه؟
السءال هو ايهما اسرع، سياره اجره او سياره اسعاف؟
هل لديكم هذه القميص بالوان اخري؟
لست بحاجه الي مشاهده التلفزيون طوال الوقت.
نعم، نحن قادمون عليه، قادمون عليه.
افضل ان تدخل مستشفانا.
اين يمكنني ان اجد سوبر ماركت؟
ايتها السعر غالي قليلا. لا تستطيع ان تعطيني استراحه؟
كم عدد المحطات حتي اغير؟
الرجل سرق حقيبتي.
كلا، حبوب الهضم وحبوب المغص مختلفين، اليس كذلك؟
اريد ان اري الميناء.
اقتراح جميل.
كم يستغرق المشي؟
سااخذ عشرين من اكبر دببه العاب، من فضلك.
ما رقم الصراف؟
سهل. سابحث في دليل الهاتف.
هل لديكم غرف اكبر؟
كم فاتورتي؟
اريد البقاء في هذه الغرفه ليله اخري.
عفواً، لكنني ارغب في تسليم تقرير السرقه.
وذلك يعتمد علي وسيله النقل التي ستستعملها. هل ستسافر بالباص ام بالطاءره؟
هل تضايقك اذا جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد مقابل دولار واحد؟
نعم، رجاءً ارسله الي الغرفه الثانيه عشر و الثلاثين.
املا هذا النموذج التسجيلي من فضلك.
اريد تذكرتين ذهاب وعوده الي اكسفورد.
الي اي وقت يجب ان اتي الي المطار؟
هذا بطيء.
اين يمكنني تطوير الفيلم؟
لا، من فضلك لا تفعل ذلك. هل تريد حفظ اسءلتك لنهايه حديثي، عندما اسالكم عنها؟
اريد مقعداً جيداً.
خوفا من ان المرحاض لا يعمل. احتاج الي مساعده.
ليس هناك اي شيء صعب او غامض.
ساحضر لك مقعدك. هكذا، من فضلك.
عفواً، هل يمكنني ان اسالك سءالاً؟
اعتقد ذلك.
مرحبا. من الجميل ان التقي بك.
اريد ان امرر هذه الامتعه الي طوكيو، من فضلك.
هل تريد ان تري لي واحده اكبر قليلاً؟
اعتقد ان الملابس المصنوعه في اليابان هي بالتاكيد افضل صنعًا.
افضل ان تتخلي عن الامر.
اعاده قول مره اخري من فضلك.
بامكانك كتابه العنوان ورقم الهاتف من فضلك؟
هل هو ساخن؟
الطاءره التي ساغادر منها هي؟
لم تتلقوا الاستماره في الطاءره؟
اريد مكواه.
وصل المجموع الي ثلاثين وثمانيه دولارات.
شكرا لكم علي مشاركتكم افكاركم الفريده معنا.
اذهب للتزلج مرتين في الشهر خلال الموسم.
ولدت في الاول من ابريل عام 1955.
هل يمكنني استءجار مضارب؟
هذي الباص المناسب للوسط المدينه؟
كم سعر هذا العطر؟
لماذا؟
اين يمكنني ان اذهب من اجل اجراء الاجراءات الرسميه؟
خمسون باوند.
هل يشمل ذلك الضريبه؟
ما هي الخُراجات؟
الرجاء استدعاء سياره اسعاف.
ساراهن بثلاثه دولارات علي هذا.
كيف الحال؟
ما فيش اكل ما برضاهش.
يوم الدستور او "كيمبو كينينبي" هو عطله وطنيه في الثالث من مايو للاحتفال بانشاء الدستور الياباني الحالي.
هل هذه الجوله تشمل زياره برج سيرز؟
هناك مكتبه كتب من هنا؟
ساحضر المدرسه الصيفيه في جامعه هاواي.
الان اين نحن نمر؟
اتنين بالغين و طفل عمره 3 سنين.
في غرفه استراحه في المحطه.
