هِيْ هُنَاكَ، فِيْ وَقْتِ مَقْبِلِ مَكْتَبِ الاِعْلَامِ التِّجَارِي.
لم اسمع عن هذا العنوان من قبل في هذه المنطقه.
امشي مستقيم حتي تشوف دكّان ادويّه.
كم سعر الافطار؟
ازاي اقدر اساعدك؟
اذهب يساراً عند الزاويه الثالثه.
شايك في قهوتك كريم و سكر؟
هل يمكنكم صرف شيك بقيمه 200 دولار؟
لو ظهرت اتصل بي.
اين المقهي؟
اريد ستره اطفال.
انا موافق. تكلفه البريد العادي ثمان وخمسين سنتاً وتكلفه التوصيل الخاص ثلاثه دولارات و صفر سنت اضافيه.
لو كنت مكانك كنت اشتريت هذا.
هَل ساواجه اي صعوبه مع الجمارك؟
هل لديك حذاء عريض الاصابع؟
ليس هنالك. هل يمكنني اقتراح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
اريد تصفيفه شعر ضيقه، من فضلك.
بتحب بيره.
صباح الخير. كيف حالك؟
خايفه اني محتاج اشوف اي نوع من الهويه.
شكلك في اي نوع من الملابس؟
هذي بارده كتير. هتسخنها؟
عذراً، هذا المكان مشغول مسبقاً.
انا بخير. لكن هل يمكن ان تتصل بصديقي؟
شكرا، يكفي.
شو احسن صديق ليك؟
يوم الصحه والرياضه العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه الشعب.
شكرا، لا، انا لا اريدك ان تفحص تحت الغطاء.
بامكانك مساعدتي في ايجاد حقيبتي؟
هل تريد ان تُعد الترتيبات مسبقًا؟
انا اساعد. شكرا لك.
عندما تصل هناك، اسال شخصًا اخر، من فضلك.
اريد تمديد اربعه وعشرين، من فضلك.
هنا دولارين. احتفظ بالباقي.
واحد همبرغر وواحد تشيز برجر، من فضلك.
كم تكلفه المعالجه؟
كل واحد مننا يريد ان يدفع ثمن وجباته الخاصه.
المكان كان علي كرسي في الردهه.
الرجاء تغيير هذه الين الي جنيهات.
اريد قاموس صغير الحجم، من فضلك.
لشخصين في الساعه السابعه. اسمه واتانابي.
ساعه. كانت سايكو ديجيتال.
سوف يكون من دواعي سرورنا ان نقدم لك المشروب الذي تختاره، يليه العشاء. دليل كامل للمشروبات التي نقدمها علي هذا الرحله موجود في دليل المعلومات في مجلهنا.
عنديك سكن هنا؟
اين محل الهدايا؟
انا علي الطريق السريع الاول بالقرب من مورو باي.
اريد منك مناديه، من فضلك.
بالمناسبه، اسمي هيروشي ايجيما.
هذي القطار توقف في ليك فورست، اليس كذلك؟
معظم اليابانيين ياكلون الاخطبوط والحبار.
بامكاني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
مشيت لنيويورك.
ما رقم الرحله؟
واحد لنيويورك، من فضلك.
لايام قليله.
الثاني لليسار.
هذي البطاقه، اوكي؟
هذي مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات كافيه بسياره اجره؟
هذِه طعمها غريب.
نعم. انتظر، ساحضر واحده لك.
نصف زجاجه، من فضلك.
ليس حقيقي. شيء ما غير مكلف.
انت تبحث عن شيء؟
اربع ليالٍ.
احتاج لبعض الجوارب.
يمكنك جعلها ارخص لان هناك بعض البقع؟
رجل اصطدم بي. بعد ذلك لاحظت ان محفظتي قد اختفت.
ما عنديش متاكد اني حملت كفايه ملابس لرحله لمده ثلاث اسابيع.
بما اننا بنحب نحاول نخمر خمر ابيض.
لو حد سالك عني، قل لي هيكون في المقهي.
انا متاكد اني كنت حامله في الجيب الداخلي لستره.
هل لي ان اسمع اسم ومعدل الجهه التي تتصل بها؟
هل ستدفع شركه الطيران لي لشراء بعض الضروريات الشخصيه الاساسيه؟
اريد غرفه مع حمام.
ما خرج من الاله؟
كنتَ مُفترضًا انْ تَسافرَ علي الطاءرهِ 820، التي اقلعت قبل خمسه عشر دقيقه. حسنًا. استطيعُ انْ اُرتبَ لكم رحلهً اخري.
احدهم فك طرودي.
اوه، ما في شيء. انت هنا، علي اي حال.
اليابان ايرلاينز، رقم الرحله واحد اتنين ثلاثه.
احتاج الي شراء شامبو.
بامكانك ان تخبرني متي نصل الي المركز المدني؟
اين الجزار الاقرب؟
نريد البقاء لمده اربع ليالٍ من الاول من اغسطس.
ما اسم الزهره دي؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
ما فيش صابون في غرفتي.
ايه هي حاجه ممكن اخدها ده للطفح ده؟
بامكانك تغيير الصياغه لما قلته للتو؟
كم سيستغرق الامر لطلب؟
لو سمحت تكلم بصوت اعلي شويه.
كم من الوقت سيستغرق قبل ان يخرج؟
اين معلومات الرياضه؟
هذ الحجم هنا، الذي تسميه حجم عادي، سيفي بالغرض.
اين سينتهي الجوله، ومتي؟
اين يجب ان اتغير القطارات للوصول الي ادنبره؟
اريد ان اضع هذا في خزنه امان.
اين يمكنني تغيير نقودي؟
هل نستطيع ترك اشياءنا، ما عدا الاشياء الثمينه، في الحافله؟
انا مهتم بمعرفه سبب هذه الرسوم في فاتورتي.
سادفع خمسين دولارًا.
الان اعرف ما كان خطا.
هذه هيكيدا تتكلم. عندي حجز لطاوله الساعه السادسه والنصف مساءً. بس اسف ساصل نصف ساعه متاخر.
كم اونصه من العطر يمكنني الحصول عليها بدون رسوم جمركيه؟
فقط السياحه.
بخير، رجاءً قم بتوقيعها. كيف تريدها؟
هل لا زلت لديك مقاعد للعرض الليلي؟
اريد واحد كبير.
نمت خلال المنبه الساعه السادسه والنصف.
انا مصور حر.
يمكن للباعه مبادله الدولارات الخاصه بك بنصاءح كازينو. هل نذهب؟
لدينا حوالي ثلاثين نوع من زيوت الحمام.
ساحضر لك الاقتراح الاسبوع القادم.
شكرا. كم سعر زوج القفازات هذا؟
عليك ان اذهب. ساتصل بك لاحقًا.
اريد بعض الحفاضات القابله للتخلص منها.
اين نشات هذه السمكه الفراشه؟
هل تغيرها الي دولارات، من فضلك؟
نحن محظوظين جدًا. لديهم مقاس اربعه في متجر Ala Moana.
هناك اي ليموزين؟
بامكاني الحصول علي مكالمه استيقاظ الساعه الخامسه وثلاثين صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيل طلاء الاظافر.
اريد بطاريه.
هناك فرقه موسيقيه حيه او دي جي؟
بامكاني استءجار معدات الغوص السطحي؟
اريد حجز غرفه لمده اربع ليالٍ من الثاني والعشرين من ديسمبر.
هذِه الحقيبه مثاليه لجميع الاحوال الجويه؟
اريد دونت، من فضلك.
اريد استءجار اله اوتوماتيكيه لمده يومين.
لقد فاتني رحله العشرين الي سان فرانسيسكو.
كم الي المطار؟
اللي حسن. متي هي؟
كم عمر ابنتك؟
سوف تخبرني عن بعض الفنادق الرخيصه والنظيفه؟
يمكننا حجز غرفه مريحه لك في قلعه قديمه بالقرب من نادي غولف مشهور.
انا ارشح هذا لانه مصنوع من مكونات طبيعيه مءه بالمءه.
قارن القطار في برايتون؟
بامكانك ان تخبرني اين يمكنني الحصول علي سياره اجره؟
تذكرين، يا عزيزتي، انني
اريد ارسال فاكس.
اريد مكواه سفر.
بامكاني ان اقدم لك اي شيء؟
يومي؟ اخاف اسال، لكن ماذا تقصد؟
اريد واحده تحمل المستندات بحجم الورق العادي بدون الحاجه الي طيها.
نعم، لكن ليس قويًا جدًا.
انا حساس ضد القطط.
نعم، يجب ان يكون لديك رخصه قياده، و، اوه، يجب ان يكون لديك رخصه من لجنه التاكسي والليموزين.
ادخل يا سيدي.
مش قادر احصل علي ماء ساخن.
اريد حجز غرفه الليله.
لا، فهو يستثني الضريبه ورسوم الخدمه.
شكرا، هل تريد الذهاب للتسوق معي هذا بعد الظهر؟
مرحبا، هذا فستان جميل جدا.
الان، اتصالك قد تم. الرجاء المضي قدماً.
ما رقم البوابه؟
ما هوا هدايا هاواييه تقليديه؟
بامكاني الوصول الي هناك عن طريق المترو؟
اريد تجفيف شعري بالهواء الساخن.
هل نحن نصل الي اي مكان بالحديث بهذه الطريقه؟
انا من النرويج.
من العشره الي الثانيه عشر من فضلك.
بالتاكيد. دعني اراه. اعتقد انك قد اصبت بسبب المرجان.
لو سمحت اعطني رقم الشخص المسءول.
هناك طريق سريع؟
لماذا لم يحضر الي الحفله البارحه؟
حصل حادث سير.
اسف، عندي الرقم الخطا.
الرجاء ادخال رقم التعريف الشخصي الخاص بك.
مش قادر اضبط الصوره.
واحد تشيز برجر و عصير برتقال، من فضلك.
هنا جواز سفري.
لماذا، شكرا جزيلا. اه، هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين للموسيقي يوم الجمعه القادم؟
اخر راكب هناك قالوا انهم يستطيعون تغيير المقاعد معك.
بامكاني تمديد اقامتي؟
قُل، هل تعرف شيءاً يستحق المشاهده بالقرب من هنا؟
لا، اريد استءجار نصف مجموعه من العصي و زوج من الاحذيه.
هل يمكنكم اخباري متي سيتم العثور علي الحقيبه المفقوده؟
ما اسم هذا المنتزه الوطني؟
لدي جرح بسيط.
اين مكان جيد للسياحه؟
بامكاني الحصول علي بعض الفواكه؟
بامكاني الحصول علي الغداء الان؟
احتاج الي تغيير هذا الدولار.
احتاج تاكسي. انا في ساوث ماين وليبرتي.
بالتاكيد، هل تحتاج الي داءم؟
ليس تفاحه بل خوخ.
ساعطيك وصفه طبيه. خذها الي الصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، والجمعه، والسبت.
اليس ذلك غاليًا؟
نعم، لدينا ذلك. سنجهزه لك.
هَلْ تَحْفَظُ لِي حِمْلِي حَتَّي السَّاعَهِ الثَّالِثَهِ؟
لا، انا فقط اريد ان ازوركم.
هل يمكنني حجز سياره مستاجره هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي متوقفه.
اين ظلال العيون؟
نريد ركن هادء، ان امكن.
هذي تاكسي مجاني؟
هذي محطه سريعه؟
عند اي وقت يجب ان اتي؟
اريد قاروره صغيره من النبيذ الابيض.
اوه. هل يمكنني الحصول علي وجدتي لاحقًا؟ لا اشعر بحال جيده الان.
في الحقيقه، عندي خبر. انا عايز اتزوج.
بناطيل اخري؟
بامكاني الحصول علي برنامج؟
كنت غرفتي قد اخترقتها الليله الماضيه.
ارني السمكه اللي شفتها اليوم في الكتاب المصور، من فضلك.
شوف التعليمات علي علبه الطعام المعباه في كيس مفرغ من الهواء.
اريد نقود ورقيه.
امسك محفظتي وركض.
ليس لديكم دروس تجريبيه؟
اين يمكنني شراء الطوابع البريديه؟
انا من بريطانيا العظمي.
ساضطر الي التحقق من ذلك مع زوجتي.
اريد استرداد هذا.
هناك كشك هاتف امام ذلك البنك.
ساصل في التاسع من مارس واغادر في الرابع عشر.
كده غالي شويه، مفيش مشكله؟
هل لديك القصاصه؟
اين محطه الباصات؟
هل تريد حلوي؟
بِتِك تِكلم؟
نفس الشيء بالنسبه لي، من فضلك.
طلبي لم يصل.
هناك الكثير من الينابيع الساخنه.
الرجاء تحويل خمسين الف ين الي دولار امريكي.
كذا تمام معايا. فعلا عاوز ادخن.
اين ممكن ايجار سكيز و حذاء؟
لم تنسوا مشروباتنا؟
هل يمكنكم ارسالها الي عنواني في اليابان عن طريق البريد الدولي؟
اريد كاس من النبيذ الاحمر.
ليس الا اذا كان ملكك يا سيدي. هيه هيه، مجرد مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
لدينا بيره، وويسكي، براندي، جين، فودكا، و نبيذ.
ID. اه، صح. هل جواز السفر كافٍ؟
غرفتي رقم ثلاث وعشرين. هل تستطيع ان تلتقط ملابسي؟
ساري ان كان اي من هذه يناسبني.
اريد غلايه.
احضر لي بعض الجبن المبشور.
بامكاني ان اطلب غسل قمصاني بحلول صباح الغد؟
هكذا تريده ان يتصل بي مره اخري؟
لماذا اذن؟
عذرًا. هل هناك مكتبه بالقرب من هنا؟
اعتقد انك اخطات. الغرفه كانت مدفوعه مقدماً. لدي ايصال.
الْبُسْتَانْ هُنَاكْ.
اريد رولين من فيلم ISO مءه، ملون، ثلاثين سته، من فضلك.
اريد صرف هذا الشيك مقابل سبعين دولارًا.
اريد شراء طوابع لـ 10 بطاقات بريديه الي اليابان، من فضلك.
هناك بنوك قرب المحطه؟
خايف ان فيه خطا في الفاتوره.
هِيْ هُنَا.
واحد تشيزبرجر للتوصيل، من فضلك.
لن تستطيع فعلاً القيام باعمال التصميم بدون حاسوب بعد الان.
اِركض.
هناك تمزق هنا في بلوزي. اتمني لو يمكنك خياطته لي، من فضلك؟
ايه التذكره لـ مانشستر؟
بامكانك ان تمنحني كابل داعم؟
اين يمكنني شراء سجاده شاطءيه؟
بعد ذلك، الرجاء اعطاءي حجز جديد.
اِعطني شريحه اللحم تلك، لكن ليس سميكه كذا.
ناتي الساعه السابعه.
عندما اري الاسعار بهذا الانخفاض، يبدو من السخف شراء اي شيء في اليابان.
لقد سُرق سجلاي، ايضاً.
عصا ايس كريم فانيلا، من فضلك.
اوافق. يجب ان يصبح الامر طبيعيًا جدًا.
السّلام عليكم، انتبهوا للفجوه، انتبهوا للفجوه، ثمّ قرب الابواب، من فضلكم.
ساحتاج الي بطاقه اءتمان.
هنا الرقم.
قوللي مكان حلو في النهر دي، من فضلك.
اريد تقرير حادث.
لا، شكراً لك الان.
Ok, ḳadā ḥaṣṣa ʿalā al-ḥilf. Ṣayyid Nakajima, ṣāḥiba Saitū lā yuṭaʿallaqu bi-l-ṣalāḥ. ʿāfiḍī ḥaṣṣa ḥaddi ʿalayha ḥadda ʿaẓīma?
عشان كده لازم نوزنهم كل واحد لوحده.
يبدو قليلاً جداً نادراً.
اين منطقه استلام الحقاءب لرحله سبعه صفر ثلاثه؟
شيء ما خطا في قبضتك.
هكذا ممكن يتلف؟
لا، شكراً. من الافضل الا اشرب بعد الان.
لو سمحت قل لي شوارع مريحه للتسوق.
ايه ده الباص ده يروح لبيت هيلتون؟
الان، هذه اللوحه مميزه جداً. وهي من عمل تسورو تارو كاتاوكا. وهو معروف كفنان عالمي.
لدي تقدير كبير للموسيقي الكلاسيكيه.
بامكاني دعوتك لتناول العشاء في وقت ما؟
جيد. ما اسم حزبه ورقمه، من فضلك.
عذرًا. اخرجوني من هنا، من فضلك.
هل يمكنكم طلب موظف يتحدث اليابانيه؟
نزور اقاربنا كثيراً.
ميكي هاياكاوا. هذه الغرفه رقم سبعه او اثنين.
عليّ البقاء هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه فندقيه؟
ما ينبغي ان يستغرق وقتاً طويلاً. خمسه عشر دقيقه علي الاكثر.
هل تريد ان تخبرني بالرسوم مقابل هذا الاتصال؟
بلي، هل تستطيع ان تخبرها بانني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقًا.
هناك جوله صباحيه؟
هل تغير العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجمل لثلاثه اشخاص.
اين يمكنني شراء لفه فيلم؟
هل عندك بيره يابانيه؟
اريد ملابس سباحه صغيره، من فضلك.
اريد تسجيل امتعتي.
هذه الانسه كاوازو في الغرفه 16-11.
شكراً لك.
ما فيهم.
الذي هو اكثر اهميه بالنسبه لك اليابانيين، يوم راس السنه او يوم عيد الميلاد؟
رقم مقعدك هو 32 ا. ثم اذهب مباشره اسفل هذا الممر. انه مقعد النافذه.
دقيقه واحده من فضلك.
الرجاء تعبءه تقرير فقدان.
مش فاهمنجي امريكي، انا بتحدث الانجليزيه الملكيه.
من الامس.
يضم التامين ضد الاصطدام والمسءوليه.
فقدت بطاقه المطالبه.
هل لديك بروشات بتصاميم جيده؟
انا اتصل من كشك عام في مايسيز.
هذه كبيره جدًا.
كم تكلفه وقوف السياره في الساعه؟
سيداتي وسادتي، في رحلتنا اليوم، لدينا مضيفات يتحدثن اليابانيه يمكن التعرف عليهن من خلال اعلامهن. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، فيرجي اخبارنا بذلك.
هناك فتره معينه من الفن تفضلها؟
الرجاء التحقق مره اخري.
امشي مستقيم علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، انها متينه جدًا.
انا بدي ارسله لك لاس فيغاس.
انا ابحث عن قمصان للجري.
شايفه حاجه تشربها من البار؟
هكذا من فضلك. خذ هذا المصعد.
افضل ان تذهب في قطار الساعه الثامنه والنصف.
هناك سينما من هنا؟
الان موسم المحار، لذلك سيكونون طيبين.
اريد ساعه يد مستعمله.
ساتحقق في حوالي الساعه التاسعه مساءً.
اصبحت متاخراً. يجب ان اذهب.
ما استخدمت خدمه الغسيل خاصتك. هل ترجع تتحقق من كده؟
اريد شاي، من فضلك.
لا، ليس هناك.
هذي اخر محطه؟
خلينا نكلمو.
هل هذا حار؟
اين ممكن ايجي حافله سياحيه؟
نعم، اريد ان اري معالم المدينه.
هناك الكثير من السياح حول المبني، الذين يبدو انهم تجمعوا لمشاهده ما يحدث.
شكرا لك علي حسن الضيافه.
الصدق هو افضل سياسه.
بامكانك ايقاظي الساعه السادسه، من فضلك؟
كم تكلفه النصف يوم؟
انا كينجي.
عندك مكان حلو تري في شيكاغو؟
بما انكوا متاكدين، هنروح معاكم.
هل تريد استبدال هذا باخر من نفس النوع، من فضلك؟
اريد ان اجري حجزًا لثلاثه وثلاثين مساءً.
الصندوق الامني، من فضلك.
الرجاء اختيار نبيذ مناسب.
اريد مكان صغير.
هل يجب علي دفع ثمن الغاز؟
لص. قبض عليه.
نحن بانتظار اصدقاءنا لياتوا.
اريد منك بعض الفلوس الصغيره.
انا عاوزه تاني، يا رب.
هي صغيره الحجم وجميله.
ايه الاوبرا اليوم؟
مقلي، من فضلك.
لم يتم ارجاع ملابسي بعد.
بالمناسبه، هل انت حُرّ يوم السبت القادم؟
بالتاكيد، ربما سنتفاهم مع بعضنا البعض.
عاملتني كما لو كنتُ متسولاً.
اري. ايضًا، هل يمكن ان تساعدني في مشكله اخري؟
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
سااخذ اثنين من هذه.
كلاب جميلين. اي سلاله؟
انا نسيت الملعقه. من فضلك احضر واحده اخري.
كانت ممتعه.
بالتاكيد. اذهب مستقيمًا وانعطف يمينًا عند الزاويه الثالثه. ستجده علي يمينك.
عندك فيلم لصور ملونه؟
تعرف علي كاثي؟ انه عيد ميلادها.
هل لديك لوحه الوان؟
هل يمكنني الدفع باستخدام شيك سفر؟
ولكن، هو، يا رجل، كيف اعرف انها الحقيقيه؟
بامكاني الحصول عليه بدون ضريبه؟
ما عنديش اقدر اضع حقاءبي تحت المقعد. هل تقدر تحفظها لي من فضلك؟
هل يمكنكم وضع هذه الحقيبه في صندوق السياره؟
انا راجع البيت الان، فساذهب لاخذه.
الرجاء ارسال شخص لاخذ حقاءبي الساعه السادسه وثلاثين دقيقه.
اريد خريطه سان فرانسيسكو والمنطقه المحيطه بها.
شّكلك عيشك ايه؟
اين المصعد؟
هناك شخص يستطيع العزف علي البيانو؟
في اي محطه يجب ان اسافر للذهاب الي مبني امباير ستيت؟
الموازنه اقل من الف دولار.
شكرا لك، لكني لا اعتقد ان لدي وقتًا للبقاء لمده ليلتين. هل يمكن ان تحجز لي غرفه توام في ذلك الفندق لليله الثاني عشر من مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
لم نقرر بعد.
صديقي تعثر واصيب بكسر في كاحله.
ساجرب بعض الشربات.
هناك مطعم تايلاندي قريب؟
اليك مباشره بجانب ذلك المبني المرتفع. لذا، عد بالطريقه التي اتيت بها حتي اشارات المرور. ثم، انعطف يسارًا.
عليّ ان اخُذ طاءره الي لوس انجلوس باكرًا غدًا صباحًا.
بعدين بقدر عليك بكل ثقه "جوله في مدينه سان فرانسيسكو". هي دي اللي بتعطيك صوره عن سان فرانسيسكو.
اريد الحصول علي تامين.
استخدم ضماده بارده لتخفيف الالم.
تريد شراء فستان.
كم تكلفه التاكسي الي هذا الفندق؟
اين المرحاض؟
هل يدفع اي شيء لدخول هذا المبني؟
اِفعلها علي طريقتك.
انا ابحث عن شيء انيق.
النافذه مسدوده.
في اي جانب من ساحه الاتحاد هو؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
ايش عنك قهوه؟
هل احتاج الي تذكره؟
عن كم تكلفه الخدمه؟
كم المسافه من هنا؟
كريم وسكر؟
هل لديكم اي نسبه تخفيض للاعضاء؟
هناك سوبر اكسبريس في الساعه تسعه وثلاثين؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك يكاد يتوقف.
لم يكن خطءي.
ما في كهرباء.
سابلغ الشرطه عن هذا.
هَلْ يَجِبُ عَلَي الجَمِيعِ دَفْعُ ثَمَنِ كُلِّ شَرابٍ لِنَفْسِهِ؟
من ثلاثين الي خمسين دولارا في الليله.
الرجاء اصلاح هذا.
فِي اَيَّامِ رَاسِ السَّنَهِ. وَفِي اَيَّامِ الْمَناسِبِ التَّخَصِيصِيَّهِ مِثْلَ الْمَادِبِ الْعُرْسِيَّهِ، اَوْ مَجَالِسِ الْجَواءِزِ، اَوْ الْمَادِبِ الْجَنَازِيَّهِ.
زاءد خردل، من فضلك.
لماذا لا تعطيها هديه؟
ايه الفيلم اللي بتوصي بيه؟
هنا عشرين دولار واعطني دولارين فرق، من فضلك.
ضربتني من جانبها.
بامكاني المجيء الساعه الثانيه.
هذي حقاءب رحله جيه ايه ال صفر وان؟
هذه رحلتي الاولي الي باريس.
بامكانك تقدير التكلفه قبل ان تبدا العمل عليه؟
ادخل، من فضلك.
رحله المشي لدينا يجب ان تكون ممتعه للغايه.
اين نركب القارب؟
لن نجد حقيبه لتلك الكميه، لذلك ساضعها في هذه الحقيبه البلاستيكيه الكبيره.
اريد ان العب التنس.
هناك عصير الاناناس والبرتقال والطماطم.
الجانب الايسر من هذا الطابق، بالقرب من المصعد.
ماذا يُعزف في قاعه الحفلات اليوم؟
ليس من الافضل ان تشاهد فيلمًا مختلفًا؟
الرجاء تغيير هذا الشيك السياحي الي نقد.
اريد ان احصل علي نفس الدوره غداً، من فضلك.
عند مشاهدتك لبعض العروض، ربما استطيع ان اقدم لك اجابه افضل عن هذا.
احتاج هديه بمناسبه الذكري السنويه.
ايه المسرحيات الموسيقيه اللي في العرض دلوقتي؟
عندك مراه؟
عذرًا، لكني فقدتُ طريقي. هل يمكنكم مساعدتي؟
هاتوا هذا، من فضلك.
مش بتحطوا المفرقعات في كندا.
الطاهيه راءعه زوجتك.
هل تحتاج الي مساعده؟
هل بامكانك حجز تاكسي لسته اشخاص غداً صباحاً، من فضلك؟
شو عايزه مع طبقك؟
هناك بوتيك من هنا؟
هذ المكان مليء بالناس، اليس كذلك؟
عذراً. سيكونون جاهزين بعد خمس دقاءق تقريباً.
اصبت بانحناء في رقبتي اثناء النوم.
بالتاكيد، لا مشكله. هل يمكنني رءيه جواز سفرك؟
ما عندي فلوس.
عند اي ساعه يجب ان اكون في المحطه؟
هناك الكثير من المطاعم هنا.
بجانب غرفه الملابس.
مشكور علي الحديث معك.
هناك جوله بعد الظهر؟
انا مع اصدقاءي.
نِعمَ اقامتي. شكراً.
الشاطء تحتنا مباشرهً. ما اجمل المنظر.
شكرا لكم علي الانتظار، السيده ماكجوير. ها هو. امضِ قدما، من فضلك.
هل لديك بطاقه هويه مصوره؟
سبعه، من فضلك.
اريد ارسال هذا الي المغسله. متي سيكون جاهزًا؟
لدي سروال مخطط.
نعم. تم تسليم امتعه شخص اخر الي غرفتي للتو. هل ستتحقق من ذلك، من فضلك؟
بامكاني شرحه بالتفصيل؟
كانت نومتك طيبه؟
هكذا تضغط علي زر الغالق؟
اثنين مفاتيح، من فضلك.
اريد مصباح.
هي في نهايه الممر.
اريد بعض ورق الملاحظات.
هلمّوا بالباص؟
قالتي اني رحلتو لتوكيو غدا؟
دعني انام حتي الساعه التاسعه.
انا محتاج ان انقل الي AW واحد صفر صفر. ممكن كده؟
ايه هي حاله اللعب عندك في الوقت الحالي؟
اشعر بتراكم في الصدر.
لا مشكله. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض فيلم علمي لان لدينا يوم مفتوح خاص في اول جمعه من كل شهر.
هل لديك جوله اخري؟
جيد، خصم خمسه بالماءه. هل هذا جيد؟
انا ذاهب الي باريس.
ليس احدث طراز، اليس كذلك؟
مقرر في الساعه الثامنه والنصف مساءً بالتوقيت المحلي.
اخذوا هذا المبني معنا، من فضلكم.
انا عاوزه طبق متوسط الحجم وكرات ارز.
ايه رايك ده؟
اريد ان اري ذلك في النافذه، من فضلك.
لا يمكن. نحن في اجازه. ارفض الجلوس في غرفه فندقيه ومشاهده البيسبول علي التلفزيون. اريد الذهاب لمشاهده مسرحيه.
بامكاني لمسه؟
بامكانك المجيء هنا لاصلاحه؟
اريد بعض الالياف الصناعيه.
اسمي تارو تاناكي. عندي حجز.
اريد كريم تنظيف.
اريد ستره باكمام طويله.
كنت قد سُرقت حقيبتي.
اصطدمت طرقنا كثيراً، اليس كذلك؟
بامكاني رءيه القاءمه مره اخري؟
لا زالوا يبدوون اخضرين قليلاً.
كم عددهم؟
عليك، يا فراوله.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبع ماءه وسبعه وستين متراً.
لا، ليس بعد. هناك الكثير للاختيار من بينها.
اريد كريم ليلي.
بيين المخبزه والمخزن.
بامكانك تقصير الاكمام؟
اخشي انه لا يوجد ملعب غولف هنا.
يمكنك اظهار الحلقه الثانيه من اليسار؟
بامكانك ان تطلب منه ان يتصل بي؟
لم احصل علي الاجابه بعد.
ده غلط.
نعم، هو كذلك. لانك تستطيع رءيه العلم امام مكتب البريد.
بالتاكيد سترسلهم، اليس كذلك؟
اريد اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان يذهب لي.
عندما يصل، سندفع لشحنه الي عنوان منزلك.
هذِه الايّام انا داءمًا استعمل حاسوب في العمل.
اوه، حسناً. فهمت. ساذهب الي منزلك.
لا، يكفي.
امكنني الحصول علي بطانيه ووساده؟
هل تاتي هنا في اسرع وقت ممكن، من فضلك؟
كاس قهوه، من فضلك.
انا ابحث عن بعض البطاقات التي تكون هاوايانيه بشكل نموذجي.
هل يمكنكم تقليص الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هتشبليليلي قهوه؟
350 دولار؟ ده فوق ميزانيتي.
هل نحتاج الي طرح هذا للاقتراع؟ اذا لم نكن نحتاج، اعتقد اننا وصلنا الي استنتاج، سارسله الي مجلس ادارتنا غداً صباحاً.
علمت ان هناك فنادق رخيصه؟
صباح الخير. هل نمت جيدا؟
ماذا تنوي ان تفعل بعد ان تنتهي من المدرسه؟
كنت قد سُرقت حقيبه كتفي في الشارع.
هل كان لديك اي خدمات اخري بجانب الافطار هذا الصباح؟
اريد فنجان قهوه بيضاء، من فضلك.
انا جاهز. هل فندق شيراتون موجود هناك؟
انا امل انك لست متعبًا جدًا.
اريد استءجار سياره من هذه الفءه لمده يومين.
ساشرب جرعه من جاك دانيلز.
اريد كيس من البوب كورن، من فضلك.
اسقطت عصا التزلج.
لانحمل هدايا للمراسم. بدلا من ذلك، يحمل الضيوف نقودا.
اريد ارساله بالبريد السطحي.
الطاءره وصلت متاخره بسبب الثلج الكثيف.
شحن، من فضلك.
هل تريد ان تاخذ رساله، من فضلك؟
عذرًا، لا استطيع متابعتك. هل تتحدث ببطء اكثر، من فضلك؟
ماذا استطيع ان اريك؟
هل يمكنني التقاط صور؟
من مءه.
الرقم 89 لطوكيو في الحادي عشر من مارس.
بامكاني الحصول علي نفس الطبق مثل ذلك؟
عندك واحد تاني؟
الرجاء احضار الفطور الي غرفتي الساعه السابعه صباحاً غداً.
سوف يصل فني الصيانه قريباً.
اسف. ساعود لاحقًا.
كيفيه اخذها؟
هناك اي شواغر في جوله الخميس؟
عذرًا. هل يمكنني المرور؟
هل لديك اي نباتات او فواكه؟
لو سمحت قوللي ازاي املا بطاقه النزول من السفينه؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذا الطعام قليل السعرات الحراريه؟
ايه الباص اللي لازم اخدوه عشان اروح للمحطه؟
نعم، هكذا. لكن عليك ان تتحول يسارًا عند الضوء الاحمر الثالث وتبقي في تلك الشارع حتي تصل الي الطريق رقم 66.
اريد كاس ماء لاخذ بعض الدواء، من فضلك.
انا ممتن جداً اذا كنت تاخذني الي الشاطء.
اسف. الرقم خاطء. هذا هو تانكيوشا برس.
نحن نخرج.
ما هي هذه الموسيقي؟
الرجاء اعطاء هذا الشراب لطفلك، قياس واحد، بعد كل وجبه.
هذ الطراز متوفر في مقاسات 28 و 31 و 35 سنتيمتر.
اوه، يبدو ذلك كثيرًا.
هل يمكنني استخدام هاتفك؟
كدا راءحه جميله. كم ثمنه؟
اريد ان اُعيد تاكيد رحلتي الي شيكاغو في السابع عشر.
اكلت قليلاً اكثر من اللازم.
هل يمكنني التحدث مع السيده براون؟
هذه البيت تبدو مريحه للعيش فيها، اليس كذلك؟
اريد ان اجري حجزاً علي رحله نورث ويست ايرلاينز رقم صفر ثمانيه سته للخامسه.
وِلْيَه، جواز سفري، وكل ما عندي من اشياء شخصيه.
متي تغلق؟
انتظر لحظه. قد يكون تركته في الحمام.
ده اللي كنت عايز اقوله.
نعم، اعتقد ذلك.
بيتك كبير. كم عدد الغرف؟
نحن نستمتع بالعشاء.
فهمت، بس ما عنديش اقدر اقولها.
اوه، نعم، من فضلك. امل فقط الا يصابوا بالدوار.
الي طوكيو، من فضلك.
ايه موعد وصولنا؟
ساغادر مبكراً غداً، لذا ارغب في الدفع الان.
شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
هو مشغول الان.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل من الممكن البقاء في غرفتي حتي الساعه الثانيه بعد الظهر؟
ها-ها. صباح الخير في وقتك. كل شيء علي ما يرام.
اريد بعض من فيلم ASA هذا للكاميرا هذه، من فضلك.
اين لوحات مونيه؟
هذه البيتزا لذيذه. من صنعها؟
شكلي ايه ده الطبق ده؟
ايضاً هم غاليين.
متي يغادر القطار التالي الي بوسطن؟
انا اخطط لتعلم لعبه الجولف.
الرجاء اعطني مشروب اخر.
ماذا عن سيرفر جيد.
خايفه ان اكمامها قصيره كتير.
بامكانك ان تري كيف ادخل الغاز؟
هل تشمل رسوم الفندق وجبه الافطار؟
هل هذا كل شيء؟
هِيّ هُنَاكَ فِي هَذِهِ الطَّرِيقَه.
بِدّي تِشغّل العداد.
غرفتي بارده جدا.
ساعاود الاتصال بك عندما نكون اقل انشغالاً.
عندك واحد اكبر؟
اشعر بحال افضل.
هل تعرف جغرافيه اليابان؟
ارجوك اظهر لي اين انا في هذه الخريطه.
100٪ قطن.
اريد تغيير الغرفه الي غرفه باطلاله علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلفه استءجار لوح لمده نصف يوم؟
نوفمبر عشره.
اريد شريط طابعه.
مذاقه طيب جدًا.
متي سنقلع؟
كيفيه اخبار الساءق عندما تريد النزول؟
24 دولار. تريد اكثر؟
قمت بالحجز في طوكيو منذ شهر واحد.
شكرا لكم من اعماق قلبي.
بِتِحطّ هنا لروكفيلر سنتر؟
الرجاء قياس مقاس حذاءي.
انه راءع.
هتشرب معايا؟
الرجاء تنظيف هذا المعطف.
اريد استءجار قارب بمحرك.
اين قسم السيدات؟
القهوه غير مشموله؟
ما المجال اللي كان فيه قبل كدا؟
لعنه. لعنه. لعنه. لعنه. اعتدت علي وجهها.
هل يجب علي دفع رسوم اضافيه عند دخول مبني؟
مرحبا، حفلتك علي الخط. تفضل، من فضلك.
جرحي يءلمني.
اين المحطه؟
لدي رعشه.
ثلاثه ايام.
عبّر عن الجسر الموجود هناك، وستجد المكتبه علي الجانب الايسر.
الرجاء مساعدتي في ايجاد مرشد يتحدث اليابانيه.
مش عايز واحد كبير.
هناك تاخير بسيط.
ما الفرق بين تلك الفنادق؟
لقد فاتني محطتي.
كانت تجربه راءعه. شكراً.
ساكون هناك حوالي الساعه السادسه مساءً.
هل عندك شيء اطول قليلا؟
تاريخ الانتهاء هو مارس تسعه عشر وتسعين.
كانت؟
هناك كازينوهات جيده؟
هنا المال لاقلام الحبر. ورقه ماءه دولار.
اين قسم السيدات؟
اين يمكنني ركوب القارب؟
صديقي مصاب.
بشكرك، انت تبدو بخير.
هالسوبر ماركت هيف يفتح غدا؟
هي كلها في الطريق اسفل القاعه.
هل تريد تقصير شاربي؟
ياتي ذلك مع شطيره سلطه وخيار من البطاطا المخبوزه او البطاطا المقليه.
اين يمكنني شراء البوت؟
مش حاسس بيعه ده بغير روشته.
هل يمكنني حجز خمسه مقاعد معاً في الصف نفسه؟
بامكانك ان تمنحني حبل سحب، من فضلك؟
السياره اللي بتعطي افضل ميليوم؟
لن تحصل علي تخفيض مهما حاولت.
اِفْتَحْ هَذِهِ الْحَقْيَه، مَالَكَ فِيهَا؟
اريد اجراء مكالمه بعيده المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات ذلك؟
اتوخي الحذر، سقف منخفض.
ما اقدر اري الشاشه من هنا بوضوح. هل اقدر اغير مقعدي لبرهه؟
زرت البحيرات العظمي للمره الاولي.
شيء غلط في هذه الماكينه.
احتاج طبيب.
كم من الوقت هي في المملكه المتحده؟
محبّو الفنّ المبتكر مثل نفسك سيستمتعون علي الارجح بالرسومات الهبيّه وموسيقي الشارع.
الساعه كم؟
سااخذ هوت دوغ وكولا.
هذه هي المشغل الخارجي.
يمكنك رءيه مبني ابيض، اليس كذلك؟ انه امام ذلك المبني.
منذ متي؟
ما عندي حاجه احلف عليها.
شو؟ لازم تدفع ضريبه لما يكون عندك اكثر من ثلاث زجاجات كحول؟
صديقي مريض جدًا. هل يمكنكم استدعاء طبيب، من فضلكم؟
ما عنديش معلومات كتير عن الخمر. ايه اللي بيكون حلو مع هيه الاكله؟
بامكانك ان تتصل بي صباحاً مبكراً، من فضلك؟
هناك محطه وقود علي بعد كتلتين من هنا.
ليس اليابانيون ياخذون اجازات طويله.
اشعر انني مراقب. هل من النادر رءيه شخص ياباني؟
طبعاً لا. ليش تقول اذا؟
الطريق الي مدخل مكتب البريد المركزي؟
اين موقف حافلات جراوندهاوند في هذه المدينه؟
ليس المطاعم اليابانيه في كيوتو باهظه الثمن، اليس كذلك؟
اعتقد انه صوت مرتفع قليلاً بالنسبه لي.
لدينا غرفه مزدوجه مع حمام مقابل 85 دولارًا.
اريد سعر الكتاب.
بَرَدْتْ هَذِهِ السَّنَهْ اَكْثَرْ مِنْ العَادَهْ، لَكِنْ لَمْ تَكُنْ بَرْدْ كَافِيْ لِلثَّلْجْ.
اين يمكنني شراء تذكره مترو؟
ساحصل علي مقاعد درجه رجال الاعمال، اليس كذلك؟
كم تكلفه التاكسي من هذا الفندق الي المحطه؟
بامكاني الحصول علي هذا و هذا، من فضلك؟
يقولون ان اليابان دوله غنيه جداً.
هناك غرف مجانيه في عربه النوم؟
يمكنك تخفيضها الي عشرين دولارًا، من فضلك؟
هذه هديه لصديق.
الثلج يجعل الطريق زلقه.
ما عنديش اقدر اجد كاميرتي.
ساصنع بعض السندويتشات بالجبن.
عندك حاجه تعلن عنها؟
شفت جاكيت ازرق؟ رفعته علي الكرسي ده.
هناك محل زهور عبر الشارع.
انا من طوكيو.
اريد بعض شامبو مرطب ريفلون.
لدي بعض الاشياء للغسيل.
امرته منذ وقت طويل.
بامكانك ارسال حمال الي غرفتي الساعه السادسه صباحاً؟
ساحصل علي شوكولاته ساخنه.
يمكننا ترتيب تنظيف غرفك.
خاص، من فضلك.
كم المسافه الي فندق سي؟
بامكاني الحصول علي تذكره متعدده؟
اريد حجز طاوله لفردين في الساعه السابعه، من فضلك.
اريد كريم ليلي.
هل تريد تغليف هذا كهديه؟
ربع بعد الثالثه.
ساخطط لارسال الفواتير من اجل احتياجاتي اليوميه، لذا من فضلك اخبرني بالعنوان واسم الشخص المسءول.
لينا صعوبه في التحدث باللغه الانجليزيه بطلاقه.
هل لديك هذه بنفس التصميم مع كعب اعلي؟
اريد ستره لولد بعمر عشره سنوات.
اخذني الي ابي رود، من فضلك.
شكرا لك. مرحبا، شكرا لك علي الانتظار.
انا متاكد من ان لدي حجزًا.
سارسله لك، لذا يرجي الانتظار هنا.
هنا لليوم واحد.
عندي صداع بسيط.
نِلتُ مُتعهً كبيرهً من الوجبه.
لا، من فضلك اجلس و انتظر. ساعود حالاً.
بامكاني رءيه السياره؟
هل يمكنكم رسم خريطه لي من فضلكم؟
انا جاهز يا سيدي. الرجاء البقاء في غرفتك حتي مجيء الطبيب.
كنتُ مُعتديً عليّ في شاطء وايمانالو. الرجاء المجيء علي الفور.
كداش دولار؟
اريد هذا معبا.
اريد التقدم بطلب لاعاده اصدار.
الدوله دعمت ترويج الصناعات.
هو فوق الخمسين سنه، حسب ظني.
ايه هي اقل سن ممكن تعمل ده؟
هل لديك اي خراءط بسيطه للمدينه؟
ان امكن، افضل الا اخرج السن.
العد واحد كره، ضربتين.
بكم ساعه يصل القطار الي سان دييغو، من فضلك؟
اريد ان انظر الي صندوقك.
اريد شامبو.
انا مقيم في فندق هيلتون.
اشعر بالسوء والغثيان.
بس عندي موعد لرءيتها الساعه الثانيه.
هذي السياره تروح لايثردن؟
نعم، الرجاء تعبءه هذا النموذج.
كم تكلفه الوزن الزاءد؟
اسمي كيمورا. عاوز انا الغي حجزي ليوم الجمعه.
ايوه، اسف. هناك مشكله و نحن نصلحها. هل تريد الانتظار لمده ثلاثين دقيقه؟
عند اي ساعه يمكنني تسجيل الخروج؟
انا فهمت.
ساتصل بشخص ما.
شكرا، هل تريد تسديد الفاتوره الان؟
السياره اتت من الجانب في الملتقي.
هِيْ صندوق موسيقي.
اين هو الضاحيه؟
هناك جوله بالحافله في المدينه؟
بكداش الساعه؟
جيد يا سيدي. في الحجم المتوسط يمكننا ان نقدم لك سوبارو امبريزا. هل هذا جيد؟
لقد كسرت عضله.
ولكن عليك ان تعدني ان تضرب الكره، وليس لي. حسناً؟
كم بعد؟
بامكاني استعاره بعض الكتان؟
ما نوع الجلد المصنوع منه هذه الحقيبه؟
ما شفتش ان ده سكين نظيف. ممكن تيجيلي واحد تاني؟
اشتريت هذا قبل لحظات، لكن هل تريد تغيير هذا مقابل هذا؟
بصراحه، انا لا اوافق علي ذلك.
هل هذا الطريق الصحيح الي المحطه المركزيه؟
قارب مع مرشد، من فضلك.
اريد ان اطلب بدله بلون داكن لنفسي.
هذّ المظلّه ستكون مناسبه كعصا.
هل يجب علي ترك جميع امتعتي في خزانه الملابس؟
ارني جواز سفرك.
هناك مكان يقبل الغسيل يوم الاحد؟
2 شطيره جبنه، من فضلك.
التي حافله تذهب الي ميامي؟
ولكن لا حاجه الي اعطاء نِقْد اضافِيّ.
يمكنك رءيه واحده في قاعه كارنيجي.
ما عندي شهاده.
ما هي خاصيه البيت؟
اريد ان اجري موعد مع طبيب.
انا اسال عن وجود طاوله قرب النافذه لسبعه الليله.
انت لا تمانع من مجيءي الي منزلك؟
يبدو ان هناك مجالًا للتحسين.
اين هو تحت الارض؟
هل عندك حجم اصغر؟
اين يمكنني الحصول علي الاسبرين؟
ده اسوا من اسوا؟
اريد منك تمنحي لي تذكره اسبوع واحد.
هذا زميلي.
ما نوع الغاز الموجود؟ بريميوم، عادي، وبدون الرصاص؟
هنا واحد.
انا اصاب بالبرد.
مغلق يوم الاثنين، لكن يوم مختلف يجب ان يكون علي ما يرام. اعتقد انه مفتوح من التاسعه الي الخامسه.
هو ثعبان مسلوق مع صلصه خاصه فوق طبق من الارز.
قال لي: "هيا نحتفل" واخذني الي حانه. قال لي انه ذاهب لاجراء مكالمه هاتفيه وغادر ولم يعد ابدًا وتركني مع فاتوره كبيره.
كم سعره بالجالون؟
كنت احمل جواز سفري وبطاقه الاءتمان في حقيبتي.
التحفظات في سبعه، تحت اسم مانو.
لن تشرب كوب شاي؟
هل تستطيع ان تخبرني اين اجد القنصليه اليابانيه؟
هناك طبيب فندق او علي اتصال؟
يذهب داءماً للتسوق في شارع بوند.
ورقه انجليزيه، من فضلك.
هناك مكان يلعب موسيقي الريف؟
اريد ان اتحقق من الاشياء الثمينه لي.
اكثر من هذا؟
كم سعره بالورقه الواحده؟
بالتاكيد، اضغط علي 9 و 0 و 1 و 1، ثم رمز البلد ورقم الهاتف.
بامكاني الحصول علي دايت كوك؟
بامكاني ان اطلب طلبيه؟
كنا نملك قياده لطيفه. شكرا لك.
عذرًا. هل يمكنني ان اتكلم؟
السكان الكليين لليابان حوالي ثلاثين مليون.
اريد استءجار مظله.
نعم، واريد الغاء الرسوم.
محفظه مع ماءه دولار وبطاقتين اءتمانيتين.
الماء حار جدا.
هنا انت.
كوب قهوه، من فضلك.
مستحيل تقريباً.
بطني يءلمني بعد الوجبات.
واو، هذا مكان جميل.
قد يكون لديه انسداد هواءي.
قَدْ تَخَيَّرْتَ؟
لو عايزين نرتاح هنا.
فقدتُ اثر بريد مسجّل.
مش هتقدر تغير وظيفتك بسهوله.
ايه المحطه اللي بعد كده؟
جيد، لكن ليس المدرجات. الجو حار جدًا اليوم.
انزل هنا، وانتقل الي الحافله رقم سته.
عليّ ان اخط الطاءره الساعه العاشره صباحاً.
انا ما زلت اشعر بالرغبه في التقيء.
ما عندي حاجه كبيره.
شوف، من فضلك.
كم سعر الفطر الطازج؟
شحن، من فضلك. هل تقبل فيزا؟
واليوم هنروح نشوف شنو هيك الحي الصيني.
229396700.
اريد ان تُسحب اسناني.
اريد حقيبه مستحضرات تجميل.
انا افكر كم من النقود يجب ان اترك كقشيش.
اين ممكن انا اشوف "شبح الاوبرا"؟
اريد ان اشتري هدايا لاصدقاءي. هل تستطيع ان توصي ببعض؟
اكثر بطء، من فضلك.
ما هي الرسوم الدوليه العاديه للفاكس الخاصه بك كل شهر؟
شُوَيّه من كِلا الجانبين، من فضلك.
انا موافق، يبدو هذا واضحًا جدًا. يرجي منكما اعطاءي رخصتي وتسجيلكما. ويا بني، اخشي اننا سنضطر الي اجراء اختبار للكحول.
ستكون جاهزه غدًا بعد غدٍ مساءً.
هل هذا مصنوع من القطن؟
لدي دواي خاص بي.
ماذا استطيع ان اري في تلك الجوله؟
نعم، هناك حد ادني لكميه المشروبات.
كم ثمنه ليوم؟
هل هذا الباص يتوقف بالقرب من الفندق؟
اريد قرص مدمج.
هناك رحلات طيران JAL و ANA تقلع في الساعه العاشره وخمس وخمسين دقيقه. لكن، للاسف، الرحلتان ممتلءتان.
يلاءمني جيداً.
بامكاننا الحصول علي طاوله لخمسه؟
هي ما بتفهم الانجليزيه كليًا.
الرجاء صرف شيك سفر.
هل تستطيع الاعتناء بها من الساعه التاسعه صباحاً الي حوالي الساعه الثالثه؟
كم تكلفه البريد الجوي الي اليابان؟
انا مُقفل. هل يمكنك فتح بابي، من فضلك.
الرحله الافضل لرءيه الاماكن الاكثر شهره هي؟
هناك اي مضيفات يتحدث اليابانيه؟
كم عدد الحقاءب التي يمكنني احضارها علي متن الطاءره؟
لا، سيدي. هذا بعد ظهر اليوم محجوز بالكامل. لكن غدًا علي ما يرام.
ساسال البواب عن الاجره الصحيحه.
انا اسف حقا.
نحن نقيم حفله ليله الجمعه. لماذا لا تنضم الينا؟
الغرفه بتاعتك بتاعت التلاته وتلاتين، يا سيدتي. هادا المفتاح ليك.
مهم جدّا اننا نقدر ندخل علي المواد الخام اللي محتاجينها للمشروع.
عذرًا يا ضابط؟
ايه ده؟ هل هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
اخرجوا اموالي الثمينه، من فضلكم.
كم عدد السياح في الجولات؟
اريد ان اشتري بعض الهدايا التذكاريه. هل هناك متجر مناسب بالقرب من هنا؟
الي متي مفتوح؟
هو خارج الان.
مايومي، هل يمكنك تعبءه هذا الورقه بتوقيعك؟
هنا واحد ليك يا سيدي.
ليس لدي امتعه تسجيل دخول.
بالتاكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
هل عندك افلام صيفيه؟
متي القطار القادم لواشنطن دي سي؟
الطويله هي الان في الموضه.
ساعود الي اليابان يوم الاثنين القادم.
امكنني الحصول علي خريطه مترو الانفاق؟
هل المسافه طويله؟
بامكانك تبديل هذا بالجديد؟
شخصين.
اين يمكنني استلام حقاءبي؟
انا لست بحال جيده. هل يمكنني ان استلقي علي مقعدي؟
الحاديه عشر واربع وخمسون صباحاً.
بامكانك ان تخبرني عن مطعم مشهور بين الشباب؟
سيارته كانت تسير بسرعه كبيره.
بامكاني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ابرت يوم الاربعاء القادم الساعه الحاديه عشر صباحاً.
بامكانك شرح مرضك باللغه الانجليزيه بطريقه ما؟
بامكانك ارسال تاكسي الي المدخل الرءيسي لمول ويستمنستر؟
كم مره يجب ان اغير القطارات للوصول الي هناك؟
اجل، دعيني اتحقق. اوه، اسفه جداً، السيده تاكانو. هذا خطانا. اليك فاتورتك الجديده. هل تودين التوقيع هنا، من فضلك؟
خمسه دولارات رجاءً.
الصنبور في الحمام ما يغلق كاملاً.
انه مجرد رمز لتقديري.
هَلْ تَملاُ هَذَا النِّموذج؟
ايه رايك في ده النماذج البلاستيك دي؟
شركاتك ايه؟
الخُفوف عاليّه جدّا بالنسبه لي.
انا مُحجوب عن دخولي غرفتي.
كم من الوقت كنت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاثه بطاقات بريديه جويه الي اليابان؟
ج-ا-ر-و-ه.
شاي؟
اضغط هنا.
ارسلوها بسرعه تيليجرام من فضلك.
بحسب تقرير الطقس، سيهطل الثلج غداً.
اريد كره.
بالتاكيد. سنكون سعداء للقيام بذلك.
السلام عليكم، كتاب كوميدي ماليزي. ساشتري واحداً لاجل اخذه الي البيت كقطعه حديث.
الطريق الي النجاح هو "جينميكو"، اليس كذلك؟
ساصل الي فندقك حوالي الساعه التاسعه مساءً.
لدي حوالي الفي وخمسماءه دولار بالين الياباني.
نعم، نحن نفعل. ساريك بعضًا.
اريد بعض حبوب النوم.
ساكون هنا حتي الساعه التاسعه. امل ان تلقي القبض علي المجرم في اسرع وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
عندي التهاب حلق.
احتاج بعض الهدايا التذكاريه من نيويورك.
انا اريد الخروج. هل يمكن ان ترسلوا بوابياً؟
قمتُ بترجمه النص التالي الي اللغه العربيه الليبيه: توقفت ساعتي.
اوه، هل هذا؟ كيف تحبه؟
نحن مفتوحين في الساعه التاسعه صباحاً.
اريد كتاب تلوين.
اعتقد انني اشعر بالدوار.
هل يجب علي الذهاب الي بنك ياباني؟
عليك ان تبدّل النقود في بنك.
هل هناك وقت كافٍ لتسجيل المغادره؟
زوجك من افضل زباءننا.
عالملیك دكتور سنانجی چوبی؟
اوه. يجب عليك اخطار القنصليه علي الفور.
مزعزع، غير مخلوط.
هل تريد طاوله في المطعم الرءيسي او في غرفه خاصه، يا سيدي؟
كثير من الناس يذهبون الي الشاطء خلال الموسم.
انا ازن حوالي ماءه وخمسين رطلاً.
ليه ؟ ايه المكان اللي ممكن احوّل عليه ؟
اين مكتب المفقودات؟
هناك اي حافله تذهب هناك مباشره؟
هل احتاج الي علاج خاص؟
هكذا، هل تريد الدفع نقداً او بالبطاقه؟
نقلنا الي هذه البيت قبل سنه.
كم سيستغرق اصدار التاشيره؟
اين المراحيض؟
القيمه الاجماليه المستحقه هي ماءتين وثلاثه واربعين جنيهاً، سيدتي.
هذي هديّه. هل تستطيع تغليفها بورق تغليف جميل؟
ما شاء الله. هذه مسارات راءعه.
هناك اشخاص مصابين.
عذرًا. اين المحطه هنا؟
نعم، لدينا حجز لك.
عذرًا، لكنني ارغب في الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب الحافله؟
دجاج، من فضلك.
هذه الغرفه 21. اود ان اطلب الافطار غداً.
ما رايك في التحرش الجنسي في مكان العمل؟
لديّ شقيقتين.
الرحله رقم اثنين صفر ثمانيه، الي طوكيو.
ثم دعونا نضع حشوه داخليه.
لنجتمع لنناقش هذا الامر اكثر.
ازاي عايزين تسريحه شعركم اليوم؟
بامكانك ان تقولها بعبارات اخري؟
ساكتفي بما عندك.
نريد طاوله قرب المسرح.
انا بخير. حسنا، هل انت ذاهب الي مكان ما؟
ارتفاعه الفي اربعماءه متر.
ادخل. ضعه علي الطاوله هناك.
الرجاء الغاء رقم بطاقتي.
اسف، كلها بيعت، بس هي دي في ايام.
بامكاني ان احصل علي بعض القهوه؟
ما عندي موعد، بس حاجه عاجله.
ده مصنوع بطريقه سيءه.
اين المصعد؟
هل لديك كتيب عن الاحداث؟
اين مدخل المترو؟
فقدت تذكرتي الجويه.
مش قادر تبقي هنا خلال الاجازه؟
اه، اسف جدًا لازعاجك.
بامكانك حجز الاحداث؟
هناك مرحاض عام بالقرب من هنا؟
ماهي الكليّه؟
الان اسءله، من فضلك.
عندك اي نقود للمقياس الموقف؟
افضل مبيع لدينا خلال السنوات الاربع الماضيه كان ناسخه AX-four five zero.
انا التف يسارا؟
هناك مضيفات يتحدثن اليابانيه؟
ليس صحيح، سعر راءع، اليس كذلك؟
عليك ان تاخذه تسع وتسعين مره في اليوم، قبل الوجبه.
احبّه حبّاً شديداً.
اريد ترايبود.
اريد جاكيت رياضي.
يمكنك البقاء في بيتي.
هل يمكنني ان استلقي مقعدي، من فضلك؟
عظيم. كنت ابحث عن تاكسي، لكن هذا افضل.
كابوتور كبير. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنكم اخباري متي سنصل الي هناك؟
2 بالغين و 2 اطفال، من فضلك.
شو السعر؟
كانت حرب النجوم هي الاعلي ايرادًا في عام 1984.
اين قسم غير المدخنين؟
توووووووووووووووووووووووووووووووووووووووووووووو
اعتقد انها مشهد جميل.
اريد بعض التفاح، من فضلك.
ليه ده؟
البطاقات الاءتمانيه التي تقبلونها؟
لديّ وقت كثير.
بالتاكيد، حان وقت الغداء. هل ترغب في مناقشته اثناء الغداء؟
الفيديو ريكوردر قد سرق من غرفتي.
مرحبا، اسمي عوده. عندي حجز الليله، بس هيكون لي تاخير في الدخول. فمن فضلك احتفظي بحجزي.
هذي الحذاء قوي؟
لو سمحت قول له اني بانتظار اتصاله.
يقولون ان الانفلونزا منتشره هناك.
جديد.
اسف. نحن ممتلءين لليله الغد.
انا مع بعض الاصدقاء.
وفقًا لغورو، السيد ياماده لديه طفلين.
بامكانك ان تعيد قول ذلك مره اخري؟
اريد ان التف الي برج لندن.
الرجاء ربط حزام الامان.
الرقم التسلسلي هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذرًا. هل هناك اي جسر بالقرب من هنا؟
عذرًا، ارغب في استخدام المرحاض.
مشغول.
لباسه داءما غير عصري.
عندك ماكولات بحريه؟
ده غالي كتير.
اريد، لكن اخشي ان لا استطيع هذه المره.
بس مازلت ما بعرف، بس اكيد هيحاول.
ملح، من فضلك.
استخدم غرفه التّجربه هناك.
تسعين دولارا للتذكره ذهابا. نقد او بطاقه؟
بامكانك افراغ الطاوله من اجلي، من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمين مع اطفالهم؟
هل تستطيع ان تخبرني بساعات العمل؟
الرجاء لفها بشكل منفصل.
بطني يشعر بالثقل.
يبدو ذلك جيداً. اين يمكننا الانتظار لك؟
بامكاننا البدء باللعب عندما ينتهون؟
السكان في اليابان حوالي ماءه وعشرين مليون.
املا العناصر التاليه في بطاقه التسجيل.
بامكاني استعاده اغراضي؟
عندكِ مناديل حرير؟ انا بحث عن هديه لزوجتي.
هنعملها دلوقتي. ايه رقم غرفتك؟
السيد كوباياشي كان يبحث عنك.
اريد السفر من شنغهاي الي هاواي بالسفينه.
بامكانك ارسال شخص؟
بامكانك ان تكون جاهزًا بحلول الساعه الخامسه مساءً غدًا؟
تستغرق عشر دقاءق سيراً علي الاقدام.
قبل ما نخليها، عايز تعطيني دقيقتين؟
اين يمكنني ان اوقف سيارتي؟
اشعر بالبرد ووجع بطني شديد.
سكوتش و ماء، من فضلك. و هل لديك اي شيء لتناول وجبه خفيفه؟
كيف يمكنني اطفاء هذا الضوء؟
هل هو مشغول كثيرا اليوم؟
اريد خيط.
اريد شهاده طبيه من فضلك.
اريد منك ان تجعله بوصه اقصر هنا.
ماشعرتني بحال جيد. رجاء اعطني بعض الدواء.
ارجو ان تعطوني جريده يابانيه، من فضلك؟
جيد. هل يمكنني تسليم السياره في اي مكان؟ ما هي رسوم التسليم؟
التي حافله تذهب الي وسط المدينه؟
هناك اي اكسبرس الي بوسطن؟
الرجاء ان تكون صديقي في الكتابه.
هسه هنزل عند صديق.
انا متحمس جدًا، لا استطيع الجلوس ساكنًا.
بامكاني النزول في فندق هيلتون؟
اريد منك ازالته.
انزل يسارا في هذه الشارع واتجه يمينا في اول تقاطع.
اريد ان اعرف اذا كان من الممكن شحن هذا الطقم من الاطباق الي طوكيو.
اريد بعض القوه الجسديه.
هناك اي طعام ليس حار جدا و لا حار؟
هل قريب بما يكفي للمشي؟
اريد بعض كريم اليدين.
بامكانك ان تمر لي الملح؟
اريد الذهاب الي وول ستريت. كيف اذهب هناك؟
زياده التمرين ستضر بك.
بما في ذلك الافطار والضريبه ورسوم الخدمه، سيكون 45 دولارًا للشخص الواحد في الليله.
بامكانك اصلاح هذا؟
مساء الخير. مرحبا.
ما اقدر الاقي حقاءبك.
اذهب مستقيمًا، من فضلك.
هل الماء هنا امن للشرب؟
اه، هيا. دولارين فقط.
هل يمكنكم تغيير هذا الفستان الي حجم اكبر؟
حسناً، هيا بنا. يمكنني مساعدتك في واجباتك المدرسيه بعد ان ناكل بعض البيتزا.
نعم، السيد تاناكا. هناك رسالتين لك.
مش متناسب معايا.
غدا يوم اخر.
عليك ان تساعدني. هل تحتاج فيتامين سي؟
حقيبتي سُرقت مني في القطار.
ابعد من كده. احسن تاخد تاكسي.
اريد مقعدًا بجانب الممر، من فضلك.
اعيش في شقه بثمانين الف ين شهرياً.
بامكاني ان اقاطع؟
ارني واحده اوسع.
عذرًا. هل تود تغيير المقعد معي؟
نعم، بالطبع.
نزل للركن واعمل يمين عند الاشاره الضوءيه.
ارغب في بكرات اصغر او اكبر؟
اريد غرفه واحده مع حمام مقابل ثمانين دولارًا، من فضلك.
اريد ان ادخل ممتلكاتي الثمينه في خزينه الفندق.
عندك غرفه متوفره الليله؟
نعم، ولكن تاكد من وجود التذكره معك.
قليل من الناس سينضمون الي الجوله الاختياريه.
بلاش. حتّي ازاي، رجّي توصّليني لوسط الحي الصيني. هيحاول ايجاده بنفسي.
نُوظّف اشخاص جدد في شهر ابريل.
انا امل ذلك.
تو شوتش و ماء، من فضلك.
مين بيغني؟
بامكانك الاتصال بي اذا وجدت حقيبتي؟
اليسار، من فضلك.
هتشوف معايا لصوره؟
ليس. هل تريد الابلاغ عنه؟
هذا السن في المقدمه يءلم.
ايش اخر لعبه كمبيوتر لطفل عمره خمسه عشر عاماً؟
نلتقي غدا.
هناك مطعم اقل تكلفه بالقرب من هنا؟
لا، لكن شكرا لك. اشعر بتحسن.
عندك خبز؟
كم انت جيد في العزف علي الكمان؟
صديقي زلق و سقط في الحمام.
بامكاني الحصول علي منفضه سجاءر؟
كانت المسيحيه محظوره وكان البلد مغلقاً امام بقيه العالم.
كم تريد؟
كوكتايل جمبري لها وذات الشيء لي.
هل يمكنني ان احصل علي توقيعك هنا؟ ويرجي البدء هنا.
كان من دواعي سروري زياره مكاتبكم الرءيسيه واجراء مناقشات مهمه معكم. شكراً جزيلاً لكم علي تعاونكم الطيب.
شخيرك مزعج.
ما بدي اللون في الاخير. ممكن ارجع ده؟
اخرج من الباب هناك، واتوقف عند المحطه رقم سته.
دجاج مشوي، من فضلك.
بامكاني ان احصل علي بعض الفلفل؟
نعم، ارغب في قراءه شيء ما.
السيد تاكاهاشي في الغرفه 549. هل يمكنكم ارسال اربعه زجاجات من بيره بودفيزر، من فضلكم؟
هذه سبعون دولار.
الرجاء الاتصال بي في فندقي عندما تجد حقاءبي.
اريد نداء استيقاظ الساعه الثامنه والنصف صباحاً غداً، من فضلك.
نعم، لكن هذا كثير وانا مشبعه.
اريد غسول للفم.
ماشعرتني بحال جيد.
هل تعطون تخفيضات بالجمله؟
توكيو صفر تلاته ربع تلاته تسعه اربعه خمسه سته سبعه.
بامكانك مساعدتي في ايجاد حديقه الحيوانات؟
هَلْ تَقُولُ لِي كَيْفَ اُعَدِّلُهَا؟
بشو وقت رحله الباص ؟
علمت كيف تستعمل الهاتف؟
بالتاكيد. لدينا بعض العلامات المميزه للامريكيين الاصليين.
مشغل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
بامكانك سحبني؟
هذي عياده F؟
مرحبا، ياماجوتشي؟ حفلك علي الخط. مكالمتك مقبوله. تفضل، من فضلك.
اين يمكنني شراء تذكره رفع قسيمه؟
بكم ساعه سنصل الي لوس انجلوس؟
امشِ مستقيمًا لمده خمس دقاءق تقريبًا، ثم انعطف يسارًا.
هكذا نذهب نحو الشاطء.
هذه الشاي العشبي يساعد علي تجديد الجسم.
هذي ما صنعت في اليابان، صحيح؟
بالتاكيد. هكذا من فضلك. ساريك غرفتك.
عليّ ان اغادر الفندق قبل الظهر.
تنينا همبرغرين و كافيينين، من فضلك. عاوزهم اخرجهم.
بامكاني حمل هذه الحقاءب؟
انا طلبت لحم، لا سمك. هل يمكنكم تغيير هذا؟
ولديه منهك تماما.
انا مريض في المعده.
هذه الستره ليست بحجمي.
اريد ان التقي بالسيد وليام.
لديه مجموعه من سبع فيتامينات ومعادن.
السن متخلخل.
هل يمكنني استرداد المبلغ عند عودتي الي اليابان؟
ماذا يحتوي هذا الطبق؟
بلد صنع هذا؟
بامكانك انجازها في عشر دقاءق؟
ليس عندي اتقان اللغه الانجليزيه. هل يتحدث احد هنا اللغه اليابانيه؟
اين يمكنني الحصول علي تذكره مترو؟
سيتم ارسال عشرين عينه اضافيه اليك عبر البريد.
ما بديش ذاك لي لان بشرتي جافه.
بامكاني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد انني سانتظر.
تسعين دولار في الساعه لكل طفل.
اسف، نحن قد بيعنا.
عليه ان يكون هادءًا.
لدي معدات خاصه بي.
مفتاح الغرفه، خمسه و ثلاثه، من فضلك.
الساعه التي يتم فيها عرض تيرمينال مان؟
اين محل الحلاق؟
عند الساعه السابعه، من فضلك.
حقيبتي متضرره.
السياحه.
انا من اسبانيا.
شيء غلط في مفتاح الكارت ده. عاوزك تعطيني واحد تاني، من فضلك؟
لدي طفح جلدي علي ذراعي.
الرجاء ارسال هذا بالبريد الجوي الي اليابان.
اين الصيدلي الاقرب؟
عنب اخر، من فضلك.
الناس طيبين جدًا.
كم عدد المشروبات المدرجه في السعر؟
قمت بذلك.
اين بوابه الصعود لهذا الرحله؟
اذا كان متوفرا، هل يمكنكم حجز طاوله بجانب النافذه؟
كانت اعلان الصعود الي الطاءره قد تم بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نود ان نري وول ستريت.
اين محطه الباص ل اكسفورد؟
سانتظر حتي تصبح الشرفه متاحه.
نري بعض محافظ الجلد؟
نشوف التلفزيون. فيه مباراه بيسبول.
هَلْ تَكْتُبُ عَدَدَكَ التَّواصُلِيّ هُنَا؟
لو سمحت قل لي اين الصيدليه الاقرب.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات الموجوده بجانب طوكيو؟
ارفع السماعه و انتظر قليلا من فضلك.
ماذا تفعل عادهً في المنزل بعد العشاء؟
بالتاكيد. متي تريد ان تلعب الجولف؟
هي ترجع البيت حوالي الساعه الثالثه.
اريد الاتصال بالسفاره اليابانيه.
ليتني اعرف اكثر.
من اين تبدا حافلات الجوله السياحيه؟
كم تكلفه ارسالها الي اليابان؟
ما عندي نادي ولا حذاء.
هل الين الياباني جيد؟
عندك موستانج؟
هنتقفز من هنا؟
السيد كاواي، لدينا طاوله لك الان. تعال هكذا، من فضلك.
بالتاكيد. اهبط الدرج هناك وستجد بعض الارشادات. فقط اتبعها.
الاستقبال. كيف يمكنني مساعدتك؟
بامكانك ان توصلني الي فندق هيلتون، من فضلك؟
هل يجب عليك العمل متاخراً كثيراً؟
عذرًا، لكن ليس لدينا المزيد. ماذا عن الصحف الانجليزيه؟
مقعد غير مدخن، من فضلك.
هل تريد ان تخبرني قبل ان نصل الي دورهام؟
هذي طازجه؟
ليس من الصواب. انت داءما تعاملني.
بامكانك ان تريدي بعض الفساتين؟
اكتبها، من فضلك.
انا اشرب الخمر واسكر.
اِحْتَرِزْ فَالْمُناخُ مُتَغَيِّرٌ جِدًّا فِي الجِبال.
الشيك السياحي والين الياباني، حسناً؟
عذرًا، لقد راجعت مع كل من خدمه التنظيف والمفقودات. لم يجدوه.
هي مكان صعب العثور عليه. هي علي طريق صغير بعيداً عن الطريق السريع الرءيسي.
ما عندي علم بشي.
نقدر نتحدث فيها في مقهي.
اري، في هذه الحاله لا يجب علي دفع رسوم التعديلات، صحيح؟
المنفذ، من فضلك.
بامكانك انزال السرج، من فضلك؟
هتشيلني الليله؟
انا برضو. هخدّمتو بس اتنين. شكرا.
هنا فاتورتك. انها ثلاث وتسعون وسبعون دولارًا.
انت محظوظ.
الرجاء جعلها جدول مع منظر ليل جيد.
هذي ماكنه ولا يدويه؟
اريد استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من الجيد جدًا ان التقي بك.
انه ممزق.
الان، هيا بنا ننظر اليك.
وَفَقَكَ اللهُ، فَكّرْ كَمْ يَطُولُ مَهْمَا طَالَ عَمَلُهُ اِذَا سَاَلَ كُلَّ وَاحِدٍ سُءَالاً اخَرَ. هَيّاْ لَنَا وَاسْرِعْ وَاَخْذِ حَقَاءِبِنَا. عَلَيْنَا اَنْ نَذْهَبَ اِلَي التَقْدِيمِ التَاْكِيدِيّ التَالِي.
ايه وزنه؟
مالي للكوناني مرجع مالي بالجول بالجول ؟
المنصه الخامسه موجوده هناك.
بِتِلّ موعد مباراه كره القدم؟
الصوره غير صحيحه. هل يمكنكم التحقق من الكاميرا؟
قهوه بالكريمه والسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
الرجاء اعطني واحد.
هي البوابه السابعه.
انت اسكتلندي؟
ثلاثه-اثنين-واحد-اثنين. انتظر لحظه، حسناً؟ اريد ان ارسل لك شيءاً هنا. عذراً.
135 ين لكل دولار.
السراويل القصيره مع الاحذيه لن تخرج من الموضه ابدا.
بامكاني التحدث مع المدير؟
لماذا تختلف اجرتك عن العداد؟
بامكاني رءيه هذا؟
وعدت نفسي انه عندما اراك، ساعرفك.
ماذا يحدث في الاونه الاخيره؟
انا لست بحال جيده. هل يمكن ان توصي بطبيب؟
حفلك بدا. اذهب.
هناك عرض ارضي؟
المرحاض ما بيعمل.
كم يستغرق المشي من هنا الي دار البلديه؟
خد دهوه دهوه دهوه دهوه دهوه دهوه دهوه دهوه دهوه
تضع المال في ظرف خاص مزخرف يسمي شوجيبوكورو.
شخص ما مصاب.
انا افكر في ما يجب ان اشتريه له؟
هل عندك خريطه للمترو؟
عندي غرفه جاهزه لك في جراند هوتيل. هل تقدر تروح هناك؟
انا عندي الم في عيني اليمني.
ما عندي قدره كبيره علي الالمانيه.
نحن بحاجه بالتاكيد الي الاجتماع مره اخري.
هتشيل هالسروال؟
بامكاني استعاره مضرب وكرات؟
بامكانك تضمين بعض التغييرات الصغيره؟
بامكاني الحصول علي نصف كاس؟
مرحبا. انا جون.
نكعي.
هل تضايقك لو اخذت صوره لك وسيارتك؟
اتصلت عن حقيبه مفقوده منذ ثلاثه ايام.
اريد فندق ارخص.
اوه، هناك الكثير من الاشياء التي يجب ان تشاهدها في جرينتش فيليج.
عليه عمل. عندي علاقه عمل هناك.
يوافق بدلهك.
سوف تراقب حقاءبي؟
ايه رايك في الفكره دي؟ هنعمل علي شرطك ده برضو اننا نحتاج انك تعطينا انذار لمده سته شهور بشرط اننا نقدر نبيع لمده سته شهور بعد انهاء العقد.
عذرًا. هل تعرف نيويورك جيدًا؟
ننتظر. اتصل بنا عندما تكون جاهزًا.
اريد ان اري جراحاً.
هذه مكونات طبيعيه؟
اريد ان اركب سياره رياضيه.
الرقم التسلسلي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
اشتدّت عليه البردعه.
افضل سياره هي سياره صغيره.
اريد ارسال هذا التوصيل العام.
انا هيّءتُ هذا المكالمه للرجل المسءول.
شو حجم تريد؟
اوه، يا الهي. لم اكن ادرك اني ما زلت املكها.
هل لديكم صناديق مجمعه لارسال الطرود؟
هل ستدفع شركه الطيران عن فواتير الفندق والطعام الخاصه بي؟
هذه حقاءبك كلها؟
كيفاك تريد اجراء المكالمه؟
بس غالي. ما صنع في اليابان، صحيح؟
هل تفضل بتسليم لي الملح؟
اين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اتمني لكم عاماً سعيداً جداً.
ساحصل علي سبرايت كبير.
لو سمحت قلها مره تانيه ببطء.
عذرًا. اريد ان اطلب الطلب.
لدينا نيوبرغ الجمبري وساق لحم خروف مشوي.
اريد غرفه للمشهد الجميل.
ثلاثه اكواب من عصير البطيخ، من فضلك.
لدي ثلاثه اطفال.
اذهب مباشرهً اسفل هذا القاعه واعبر اليسار عند الزاويه. ستراه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره ذهاب وعوده الي اكسفورد؟
اذهب الي النادي الرياضي كل يومين.
اين يمكنني البقاء خلال الجوله؟
الوقت المحدد للمغادره؟
كم تكلفه رسوم الدليل في اليوم؟
اين اقدر اجد سي ديات؟
عذرًا. انا طالب جامعي من اليابان. هل انتم طلاب جامعه نيويورك؟
هل تريد ان تخبرنا كيف تقيم هذا المخطط؟
اكي، هل تعرف محل تسجيلات جيد بالقرب من هنا؟
نقد او دفع؟
انا اعمل في شركه تجاريه.
انه غير مهذب ان تسال الناس عن مقدار ما يكسبونه.
هذي ليڤيز 5 او 1 اصليين؟
عند اي وقت يمكنني الاستحمام؟
ما تظهرش فوق اتناشر سنين.
اري. في الحقيقه، فيه فيلم عالي السرعه. هل تعترض علي ان اخرجه؟
اشتريتُه للتو.
ساجلب واحده حالاً.
8 دولارات. وها هو ياتي الان.
الرجاء اظهارها مع بنود الشراء الي الجمارك في المطار.
هناك اي من المتاجر الكبري لديها تخفيضات الان؟
اناضول، اوصللي بالدفاع المدني.
لدي بطاريه ميته.
توقف عند التقاطع التالي.
اوه، ها هو. وهل يجب علي الجميع تعبءه نموذج البيان الجمركي هذا؟
وهل لي ان اسال عن اسمك؟
هل تضايقك اذا قمت باجراء مكالمه جماعيه؟
مرحبا. كيف حالك؟
اين قسم السفر؟
ما اسم الشخص الذي تريد التحدث اليه؟
اسف، هو غير موجود في الوقت الحالي.
شوف كده. شوف كده. هيقوللي ان الفرق بين ده و ده هو الحظ؟ محمد، قف، عاوز؟ مش عايزك تسيبني هنا. انا متاخر. يا صاحبي، كان من الجميل ان التقي بك، حسناً؟
هل غرفتك تطل علي المدينه؟
ايه رساءل لي؟
ما زال غاليًا جدًا. لما لا اشتريه بثلاثه دولارات؟
نريد غرفه في الخلف.
ساشرب كاس نبيذ.
بشكلك حلو.
اريد غرفه بسريرين. كم تكلفه الغرفه لليله واحده؟
انها علي بعد حوالي تسعه وتسعين ميلاً.
فينس وليندا عايزين يبقوا لوحدهم، فبالتالي انا خايف الازم ابقي هنا الليله.
الرجاء الاحتفاظ بهذا الامتعه في السند.
اسمي ساتو.
انا اعرف نادي جاز قديم في وسط المدينه.
سااخذ هذا الطاوله الداءمه.
اريد ان اجرب نفس الطبق مثل ذلك.
بعدين ناخده.
هل هذا يصل الي الطابق السادس؟
جلد التمساح؟
ضعوه في كيس الغسيل واتركوه هناك.
اريد ان اري هذا الفيلم. متي سيكون جاهزاً؟
الرجاء عدم اعطاء هذه المفتاح لاي شخص اخر غير نفسي.
انا جاهز. ساستقبلك في الفندق الساعه الثامنه.
النافذه بخير.
ارفع شعري من فوق عيني، من فضلك.
هل جميع نفقات النقل مشموله؟
المسرح الكبير للاوبرا.
اين مكتب تاجير السيارات؟
كنت اعاني من الحمي منذ الليله الماضيه.
ليس ذوقي.
شو خضار عندك؟
اريد داءم فضفاض، من فضلك.
متي سياتي الطبيب؟
اللون غلط.
السن قد انكسر.
هذي مقعد في الممر ولا مقعد في النافذه؟
انا مهتم بالرحلات الجبليه.
هل تستطيع توصيل امتعتي الي الغرفه؟
اظهر لي واحدًا لسيده شابه.
بامكانك ان تجرّ هنا؟
عندك حاجه بقيمه 80 دولار و صفر سنت؟
انا عطشان.
لا، لا اريد الحليب.
لدي ثلاث حقاءب.
اين البحيره؟
عذرًا. اضغط علي الغالق، من فضلك.
امكنني الحصول علي مجله او شيء ما؟
هو جنوب.
كم سعر المقاعد في الشرفه؟
نريد غرفه تطل علي البحيره.
هناك صناديق بريد بالقرب من هنا؟
جيد. سااخذك هناك.
الجزء المكتوب بالخط الماءل يشير الي التغيرات التي حدثت في التسعينيات.
عمره ثلاثين سنه.
جيد. هل يمكنكم كتابه العنوان مره اخري علي هذا الظرف؟
اريد الذهاب الي هارودز. هل يمكن ان ترسم لي خريطه؟
ايه اللي بتعملوه لما يكون عندكم وقت فراغ؟
عندك بطاريات لهدا الكاميرا؟
اريد اطلاق كابل.
انت الاخير في هذه الصف؟
اعتقد انه مكتظ.
جيد. مخرج.
بامكانك ان تخبرني بالمواقع السياحيه هنا؟
هناك اي متاجر كبيره بالقرب من هنا؟
فانا كذلك.
اريد الانضمام من سان دييغو.
كنت افكر في اخذ هذا الدوره في الفصل الدراسي التالي.
الخمر ما ببرد كفايه. هيعملها ابرد؟
هل يمكنكم تغيير هذه الاقراط الي اقراط ذات مشبك؟
شو هي الاشي اللي بتهمك اكتر بالوقت الحالي؟
اريد استرداد المبلغ. هل يمكنني استعاده اموالي؟
انا ما اقدرش احصل علي مشروب كده في اي مكان تاني.
اذا اشتريت هذا ايضاً، فانه يجعل المبلغ المعفي من الرسوم الجمركيه.
هل يمكنني رءيه شهاده التطعيم الخاصه بك، من فضلك؟
انت تسافر كثيراً؟
انا من الولايات المتحده الامريكيه.
لدي تذكره طاءره الي سان فرانسيسكو.
لو كان علي بعد خمسه عشر دقيقه من المحطه، سامشي.
اريد فندقاً ارخص قليلاً.
بونساي بتحيّرني، بتحيّرني، بتحيّرني، بتحيّرني، بتحيّرني، بتحيّرني،
مازلت لم اقرر بعد. هل يمكنكم منحي بعض الوقت؟
انا عندي صداع.
هتشرب معايا قهوه؟
اريد شهاده طبيه وقسيمه للتامين.
اوه، لا. سارعوا. نحن متاخرون.
مش عايز اصرف اكثر من عشرين دولار.
لماذا لا يقلع الطاءره؟ اخبرني ماذا يحدث.
كم سعر التذكره؟ هل تكتب سعر التذكره علي ورقه؟
اريد استءجار كرسي شاطء.
انتظر لحظه من فضلك.
هل يجب علي السيدات ارتداء الفساتين الرسميه؟
لّا تلمسني.
عندك سجاءر؟
اذا لم يكن الريح قويًا جدًا، يمكننا الذهاب الي نقطه تيكي.
ممتاز.
ساغلق الان. شكرا لكم علي اهتمامكم.
هل عندك هذا بلونين اخرين؟
من هو؟
عذرًا. هل يمكن ان تخبرني اين موقف سيارات الاجره؟
و شرب؟
ها هو.
اين اقرب محل لوازم بناء؟
ههه. ما شغالش، صحيح؟ تقدر تروح لكرسي فاضي، لو عايز.
انا ابحث عن هذا.
جيد يا سيدي. وماذا تريد في الحلوي؟
كوتش او بولمان؟
چکات سفر. شكرا. هادا تذكره و بطاقه الصعود للطاءره. كن هناك، من فضلك، قبل موعد الرحله بساعه واحده.
الم حاد.
اسمه جورو موتوياما. ورقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
اشعر بالمرض الشديد.
متي مواعيد عرض "حب كوسي"؟
جيد. هل تريد قهوتك الان او بعد قليل؟
قوليلي اكتر نادي ريغيه حار في نيويورك.
باي طريقه يكون منتجك مختلف عن منافسيك؟
هل من المقبول ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. الرجاء اتخاذ الاجراءات اللازمه.
نعم، واحد فقط. متي ساعرف؟ كيف سيتم تعويضي؟
هذه بطاقتي الشخصيه.
نفضل طاوله بجانب النافذه.
لو سمحت قل لي ارخص طريقه للذهاب الي سان فرانسيسكو.
اتعرف مطعم كيوي؟
واحد طريق.
هسوف اكول كتير و اكتر و اكتر و اكتر
هناك نادي ليلي جيد مع عرض فلامنكو؟
ده فستان حلو جداً اللي عندك.
رجلي تءلمني.
اين اقرب مغسله؟
بامكانك تغيير المقعد معي، من فضلك؟
مقاعدنا انفصلت.
فعلياً، ارغب في تامين هذا الطرد ايضاً.
الفاتوره تساوي ماءه دولار.
الخروج الطارء موجود في المقدمه، الوسط، والخلفي من هذا الطاءره.
جيد، تم تاكيد الحجز الخاص بك مره اخري.
الخُفوف مرتفعه جداً.
نريد طاوله علي الشرفه.
يعني الفيلم قد لا يكون مناسبًا للاطفال دون سن الخامسه عشره. لذلك يجب علي الاباء التفكير فيما اذا كان يجب السماح للاطفال بمشاهده الفيلم.
كيفاش تحبب تحصلو علي المبلغ؟ رجاءً املاو هذا الورق ووقع هنا.
احياناً يوجعني بطني.
هل عندك بعض الاكلات قليله السعرات الحراريه؟ انا علي حميه الان.
لا حاجه الي رسوم.
نعم، عندي تذكرتين للجيانز وذا دودجرز.
نحن من كبار الموردين لاجهزه الحاسوب الصغيره.
شكرا لك. انا كذلك. وداعا حتي ذلك الحين.
اثنين مع حمام، من فضلك.
سقطت من الدرج.
شو بنصحك بايس كريم؟
ههه. هذا. اللون يبدو جيدًا عليك.
اين الكتب باللغات الاجنبيه؟
قطعتين وسبرايت.
ارزقني بعض السجاءر.
حظر دخول البلد-اسف. حسنًا، اعتقد ان هذا يغطي كل شيء.
نعم، انا. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا قبل عامين. ماذا عنك؟ هل تسافر بمفردك؟
انا مريض.
ولدي يبدو منهكاً بسبب الحمي.
في هذا الحجم، من فضلك.
تُمنح اوامر التميز الثقافي للفنانين والعلماء المتميزين في هذا اليوم.
انا ياباني.
ده غالي جدًا.
نعم. خذ حافله تذهب الي كيوتو-اكي.
هل هو خاص بالاعضاء فقط؟
الغرفه تكلف سته الاف ين في الليله.
بامكاني احضار هذا علي متن الطاءره؟
انا عارف. كل ما اريد معرفته هو ان هيك بيزنس هيقدر يبقي علي قد قدره.
جيد. هل تريد وشاحا لتذهب مع ذلك؟
شحن البطاريه، من فضلك.
انا مستعد للطلب.
تترك املاح الحمام العشبيه بشرتك ناعمه وسلسه.
اكتب اسم شركه الطيران ورقم الرحله ايضاً.
بالضبط. اليوم يوم الاحد، والاحد اسوا يوم.
نعم، انها مشكله التخلص من النفايات.
اريد هذا النمط في مكان خمس.
كثير من العاءلات لديها دخلين.
اوه. هذا الفضه نادره "القمر والجرس". بالتاكيد تريد ان تبادله؟
امي واختي قادمتان من اليابان لرءيتي. سيصلون هنا حوالي الساعه السابعه مساءً.
البرونزي شهير جدا هذا العام.
افكره حلوه. متي تخطط للقدوم؟
Ok. Iktebni 2 kursi, min fadlik.
اين السوق؟
انا اتطلع الي تجربه بدلتي السباق الجديده.
اظن انكم اكلتم الدونات.
كم تكلفه تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيتني به عشره دولارات اقل.
لقد اتصلت للتو بالسيد سميث في الغرفه 21، ولكن لم يكن هناك رد. هل يمكنك معرفه ما اذا كان لا يزال يقيم هنا؟
اريد واحد حديث.
انا اعمل في شركه نشر.
هل من فضلك قم بتعبءه هذا النموذج؟
شو شارع ده؟
بامكانك وزن هذا الطرد؟
ما تسميه ذاك بالانجليزيه؟
اِستمرّ في الصّعود في هذا الممرّ، ثمّ ستجده علي الجانب الايمن.
اريد التامين علي هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
جيد. الرجاء الدخول.
نعم يا سيدي. انا اتي هنا لتناول الافطار كل يوم، من الاثنين الي الجمعه، قبل ذهابي الي العمل.
لا مشكله.
الرجاء احضار ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
الرجاء الاستلقاء هنا.
ما خدمه سريعه.
عسي ما زال يظهر.
الرجاء الالتفاف يساراً عند التقاطع القادم.
عذرًا. كيف اذهب الي البنك؟
هناك خدمه حافلات الي متحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
كم يستغرق الوصول الي اليابان بالبريد الجوي؟
انا جاهز. اراك في الساعه الثانيه يوم الاحد.
اريد ان اذهب من نيويورك الي تورونتو.
السحاب مكسور. عندك مثله؟
ده نوع من القذاره.
بامكانك اعاده تاكيد رحلتي؟ اليك تذكرتي الجويه.
هل عندك هذا باللون الاخضر الداكن؟
هتشاليلي تاني لكانتربري وترجعلي؟
بامكاني الحصول علي شوكه جديده؟
شكرا جزيلا لك علي لطفك.
عذراً، لا نبيع تذاكر المسرح.
اريد ان اري هذا.
اوه، هذا جميل. ماذا علي ان افعل؟
اريد ان استمر في الاقامه هنا لمده يومين اضافيين.
الرجاء تغيير مقعدي.
لدينا بعض الجمبري الجيد اليوم.
كم الساعه التي تغلق فيها؟
لدخان او لغيره؟
مش بس غالي عليا. ممكنك تخفف سعره؟
انا متاح يوم الاربعاء صباحاً او يوم الجمعه بعد الظهر.
لم اقم بالحجز.
لان الصيف في اليابان يكون عادهً حار جداً، ولم يكن لدينا تكييف في الايام القديمه.
بامكانك ان تطلب سياره اجره لي الساعه الثامنه صباحاً غداً؟
انه مخيف.
لماذا لا ننتظر الحافله تحت المظله؟
تعال يا كينجي. هاريك المكتب.
نعم، مفتوح من التاسعه الي التاسعه.
ما عنديش نوم جيد بالليل.
كيف اثر الركود علي الاعمال؟
عندي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
الشيء الذي كنت ابحث عنه.
ما فهمت تفسيرك.
عليك ان تجعل اتصال. انا ذاهب الي بوسطن.
اين المكان الافضل للسياحه؟
هل هو متين؟
نِعِمتُ كثيراً.
واذن، ارغب في الحصول علي وجه اصغر مثل جوليا روبرتس.
بامكانك اخذ هذا، من فضلك؟
الركاب المغادرين علي رحله الخطوط الجويه ايه بي سي رقم سبعه صفر ثلاثه المتجهه الي طوكيو يرجي التوجه الي البوابه العشرين لاجراءات الحكومه.
اين محطه الباص لـ B؟
الي العزاب، من فضلك.
اين باعلي منديل الماءده؟
هل يمكنني استءجار مرشد يتحدث اليابانيه؟
شكرا لك، هل تريدني ان التقط صورتك؟
لم يكن عندي هذا الطبق.
قطعت اصبعي. هل يوجد مطهر؟
بامكاني الحصول علي طابع بريد بقيمه 95 سنت؟
هنا في الساعه 7 وربع.
اريد عطراً.
هل لي ان اري جدولاً زمنياً؟
هتشوف المدرسه هنا؟
كم كان فيه؟
هل فندق هيلتون بعيدا عن هنا؟
انا متاكد اني وضعته في حقيبتي.
اليدين لاعلي.
هناك مطعم ممكن توصي به قريب من هنا؟
اللون المفضل لديك، هل هو الغامق ام الفاتح؟
بامكانك ان تخبرني اين نحن نطير؟
تذكره نقل، من فضلك.
اين مكان جميل لرحله يوميه؟
اريد حقيبه كيلي الحمراء بنفس تصميم هذه.
سوف تواصل تنفيذ هذا الجدول؟
الوقت الذي يفتح فيه البنك؟
اشعر بالمرض.
انا متضايق. هل يمكن ان ترسم لي خريطه؟
خارج.
اخذني للمستشفي.
هل يجب علي المجيء الي المستشفي كل يوم؟
بطني يءلمني.
كم تكلفه البريد في ارسال هذه الرساله الي اليابان؟
اريد كاس شيري.
هل تحتاج الي ان يتم استقبالك من المطار؟
الصعود يبدا الساعه 4:30 لذا الرجاء الحضور قبلها.
من ثلاثين الف ين.
اين يمكنني شراء بطاقه هاتف؟
هل يمكنني ارجاعها في مدينه اخري؟
انا عايز ابقي في المكان ده لمده 12 يوم.
الرجاء جعل الجزء العلوي اطول قليلاً.
عليك ان تذهب الي طبيب متخصص.
بضع دقاءق اخري، من فضلك.
الرقم اربعه عشر.
اوه، انت تفعل؟ بالتاكيد لديك مجموعه كبيره.
ما اقدر الاقيهم في اي مكان.
هل لديكم مقاعد شاغره الي لندن؟
اريد نسخه من تقرير السرقه.
هي كتله واحده اسفل الشارع.
بامكانك ان تعطيني ضوءاً وانت هناك؟
هذه السجاءر لينه؟
كذا. كذا.
القطار السريع التالي في ساعه واحده.
اريد ان اطول اكمام هذه الستره الرياضيه.
لدي حجز. هذا هو رقم التاكيد.
عيد ميلادك قادم.
القطارات متوقفه بسبب الاضراب.
بامكانك اصلاح هذا؟
الشارع كان مزدحماً بالسيارات.
هو البنايه الثانيه من اليسار من البنايه البيضاء دي.
حجزنا مقعدًا في الخامس والعشرين من اكتوبر، المغادره في الحاديه عشر صباحًا.
لا، قليلًا اكثر في المقدمه. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
اين يمكنني استرداد هذا التذكره؟
لماذا يحدث ذلك؟
اريد ان اخذ راحه.
سيارتي تعطلت، الرجاء القدوم لاستلامها.
اريد شعري اطول قليلاً في الخلف.
شّكلين ليك؟
اوافق. انه احد اماكني المفضله.
شو نوع الموديل اللي في بالك؟
اسمي ميشيكو تاناكوا ورقم الرحله خمسه وواحد لتوكيو.
هل يمكنكم رسم خريطه بسيطه لي من هنا؟
اين نلتقي؟
اريد ان يكون شعري مثبتاً كما كان.
عطني خمسين، من فضلك.
اين يمكنني ان اقوم بالتسجيل في الخطوط الجويه اليابانيه؟
ما هي المحتويات؟
هناك اي اماكن في المنطقه التي يوصي بها بشده؟
اريد بعض الفلوس، من فضلك.
جيد. ساحرص علي ان تكون حقاءبك هنا.
هذه هي تخصصنا، سمك دوفر المسلوق.
نبقي.
لقد تعرضت للسرقه.
نعم. هل يجب ان اركز عليه؟
نحن سنشارك.
لاننا لا نملك هذا النمط بالضبط الان. ساتحقق من مخزوننا. انتظر لحظه، من فضلك.
سكوتش مع ماء، من فضلك.
يبدو الامر مثيراً للاهتمام. كم تكلفه ذلك؟
اخذو هدا الوصفه لصيدليه. ممكن تحصلو علي الدواء هناك.
امرت بذلك.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
اين بوسعني شراء بعض الهدايا التذكاريه؟
انه غالي الثمن. لا استطيع شراءه.
بامكاني الحصول علي رقم شركه ABC في شيكاغو، من فضلك.
اين الكاتدراءيه؟
كيفاش تحب بيضك؟
هي بجانب هذا المبني مباشره.
لا، اعتقد انهم نسيوا احضار واحد لنا.
انا موافق. تم التاكيد. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتياجنا للاتصال بك؟
ما اسم الرسام؟
هَلْ اَجْعَلُهُ يَتَّصِلُ بِكَ عِنْدَمَا يَاْتِي؟
اريد ان احصل علي هذا واحد.
انا احب خدمه الشمبانيا الترحيبيه بعد الصعود علي متن الطاءره. دعوني ارفع كءوسكم.
اربعون دولار في اليوم زاءد ثمانيه سنتات في كل ميل.
ساراهن خمسه دولارات.
ليس هذا امرا من شخص اخر؟
بامكانك اخباري كيف اذهب الي المتحف؟
اسف جدا، لكني ارغب في تاجيل الموعد.
بامكانك ان توصي برحله سياحيه؟
سوف تغادر قطارك من المنصه الثامنه.
انا ابحث عن حقيبه ذات حزام قابل للتعديل.
اريد ان يبقي تحت ماءه وثمانين دولار.
ساسالك بعد ان انظر حول.
نعم. حجز لمده ست ليالٍ، من فضلك. بدايهً من الثالث والعشرين من يوليو.
بامكانك ان تري لي تصاميم اخري مختلفه؟
شكلك عايز ايه نوع عصير؟
هتشيل بيتي عشان العيد؟
ليشوف منظر حلو، وين اقدر اروح؟
كان هذا مكسورًا بالفعل عندما فتحت العبوه.
29 اغسطس.
اريد ارسال هذا بالبريد الجوي الي اليابان.
يوم الشكر للعمل. انه يوم شكر لكل من يدعم المجتمع بعمله.
هذه الغرفه صغيره جداً.
بامكاني ان احصل علي المزيد من الشاي، من فضلك؟
اريد ان تُنظف هذه الملابس لاحقًا اليوم.
هناك بنك هنا؟
هل تنظف الطاوله، من فضلك؟
ايش، سكين، من فضلك.
هم كلهم مطبوعات.
الرجاء كتابه رقم غرفتك علي الظهر.
نستعمل عيدان الاكل عندما ناكل.
سيتاخر رقم رحله دلتا 28 الي نيو اورليانز حوالي ساعه واحده.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك وقت، من فضلك ارسل لي رساله.
تركت تذكرتي الجويه في الفندق.
غرفه واحده بدون دش، من فضلك.
شكرا لك مره اخري لتذكيري. هل يتجاهل الكثير من الناس توقيع اسماءهم؟
بالتاكيد، نحن ننفذ الوقت. هل نستمر في هذا النقاش يوم الخميس في الساعه الواحده؟
اريد بعض بيجامات.
انا جاهز. ساتصل بك عندما يكونوا جاهزين.
ايه رايك في الغداء؟
سيتوقف الليموزين اولاً عند البوابه الشماليه.
الي متي يمكنني الاستمرار في استخدام مطعم الفندق؟
هل هو قطار مباشر؟
بصراحه، الوقت متاخر قليلاً. اعتقد انني يجب ان اذهب الان. شكراً جزيلاً علي الامسيه الراءعه.
بامكاني اخذ بعض الدواء لوجع بطني؟
اريد دجاج مشوي.
لي ذنبي. ليس ذنبك.
عذرًا، متي ينتهي هذا الفيلم؟
الواحد ده، من فضلك.
جواهري قُدِست. انا بحاجه الي تقديم تقرير.
لو سمحت، لحظه. ساوصلك بالسيد جونز.
مرحبا. هذا الخطوط الجويه المتحده.
اين تعلم السيد جونز اللغه اليابانيه؟
لدي واحده صغيره بنفس التصميم.
بامكانك اخذ هذه السراويل؟
الجمعه مساءً، في التاسعه.
هذي البوابه الي لاس فيغاس؟
عندك حافله من المطار؟
اخر ملعقه، من فضلك.
انا احبه، انه مالح قليلاً، هل جلبته معك من اليابان؟
الرجاء الاسراع به ان امكن.
هل يمكنكم دفع عشره دولارات هنا للايداع؟
نعم. استيقظني بعد ثلاث ساعات، من فضلك.
اريد ان اطلب، من فضلك.
ليش قول نعم ولا؟
اثنين ملاعق، من فضلك.
ما المحطه القادمه؟
السياره تصدر صوت غريب.
الوقت الذي تغلق فيه البريد؟
دفعت مسبقا مبلغ خمسين دولارا عند تسجيلي.
هل عندك دواء لالتهاب المعده؟
هل يجب علي ارتداء معطف وربطه عنق؟
هل يمكنني تحويل الاموال الي حساب التوفير الخاص بي؟
نسيت حقيبتي.
اريد اعاده تاكيد رحلتي.
ساعتي. كانت ساعه رقميه جديده الصنع سويسريه.
مررت بتلك الاختبار بامتياز.
اريدك ان تاخذني الي اماكن مثيره. انا ساءح، كما تعلم.
هل يمكنني الذهاب في جوله سياحيه اثناء تواجد السفينه في الميناء؟
افضل تعديل مراه الرءيه الخلفيه.
هناك انتظار لمده عشره دقاءق او نحو ذلك.
بامكاني اخذ صحونك؟
انا سعيد بذلك. في اي وقت تريد؟
اعتقد انني تركت كاميرتي عندما تناولت العشاء هنا الليله الماضيه.
اجمعهم عند البوابه.
اوه، لا. لن يكون ذلك ضروريًا. يمكنني ان اهتم به. لقد فعلت اكثر من كافٍ بالفعل.
اوصلحه او بدلوه، من فضلك.
بامكاني فعلها في وقت ما الشهر القادم.
الرجاء اخذ وقتك.
كيفاش دات مقارنه دهذه المنتوج الجديد مع المنتوجات الموجوده؟
الباعه في هذا المتجر لطفاء جداً.
بامكانك الاحتفاظ بهذا لي؟
دقيقه واحده من فضلك.
هل لديك علامات المطالبه الخاصه بك؟
اريد استءجار سياره لمده اسبوع.
نعم، في البدايه، اغسلها بشكل منفصل.
ارني بعض الساعات للرجال.
الساعه اربعه عشره.
كم تكلفه الليموزين للذهاب الي وسط المدينه؟
من الصباح.
احسن نركض. هم بيصعدوا علي السفينه دلوقتي.
يلاءم تماماً.
سالت عن دجاج.
لـ عشره ايام.
كم عمر هذا الصبي؟
كم المجموع؟
اريد نفس الشيء، من فضلك.
لقد فقدت شيكات السفر.
اريد منك ان تعطيني بعض الدواء البارد.
الرجاء وضعها في قمع.
اراك داءماً كل صباح في القطار.
هل يمكنكم تناول العشاء معنا هذا المساء؟
سابقي في فندق بي حتي الغد. ساكون سعيدًا اذا اخبرته انني هنا.
الرحله متاخره اربع وخمسين دقيقه.
اسمي شينو يامادا.
ما هي تخصصات هذا المطعم؟
لدينا نبيذ ابيض ممتاز.
مجرد دواء للبرد.
هل يمكنكم احضار امتعتي الي اللوبي غداً صباحاً؟
اوه، يبدو انني افقد شيءًا كلما سافرت.
انا فقدت استخدام ذراعي اليمني.
مرحبا، هل هذا لروي؟
بعدين، هتلاقوا شارع للتسوق. لو اتبعتم الشارع هتوصلوا للمحطه.
لا، ليس هنا. يوجد غرفه تدخين في مءخره هذا الكوتش.
بامكاني الحصول علي كتيب؟
اذهبوا هناك الساعه التاسعه، من فضلك.
نعم يا سيدي. كيف تريدني ان اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
فقط الزيت والخل سيكون كافياً.
انا عندي بالضبط اللي تريده. هل لي ان اقترح هذا؟
قهوه بالسكر.
الساعه 17:00. اه، اسف. لقد اخطات.
هل سمعت من قبل عن الاسبوع الذهبي في اليابان؟
شكرا لك. رجاء عد مره اخري.
هل ما زال مكتظاً؟
هل يمكنني تركها في اي مكان في البلد؟
شو رقم بضل اتصل من هنا؟
ازاي اروح ديزني لاند؟
اتري ذلك؟
عذرًا. اين المطعم الرءيسي؟
اريد اجراء مكالمه الي اليابان.
د.ثانيتين هو رقم مقعدي. اين هو؟
ما هذا، من فضلك؟
شو نوعك فكرك؟
نعم. سنصل في الساعه الثامنه بالتوقيت المحلي.
لو عاوز تعرف اي حاجه، اتصل بي.
بامكاني الحصول علي بعض لحم الخنزير والبيض؟
شربه مِلون للتحليه، من فضلك.
الماء الساخن ما فيهوش ساخن كفايه.
سوف تشرح لي كيف افعل ذلك؟
الرجاء كتابه عنوان الاتصال الخاص بك هنا.
بامكاني استخدام فلاش؟
شكرا. عد الي غرفتي في نفس الوقت غدا. ساكون قد اعددت الصور بحلول ذلك الوقت.
اسف الان لا يمكنكم طلب سوي من قاءمه الليل.
الرصاصيه ولا الرصاصيه؟
انا عندي صداع.
هذه الغرفه 12-7.
اريد غرفه مختلفه.
كم مدّه صلاحيه هذه التاشيره؟
هناك مستشفي من هنا؟
اريد بدله.
هل لديك عرض اكبر؟
بامكاني ان اجرب رقم تسعه؟
فندق امن يقدم افطار راءع، من فضلك.
اين هو حديقه الحيوانات؟
اكبر من ذلك؟
ثلاثون دولار وثمانون.
يعتمد علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
شطيره جبنه و بطاطا.
الوقت متاخر جداً للقطار الاخير.
ما عندي فلوس صغيره.
احصل علي تذكرتك للحافله؟
كريدت، من فضلك.
كنت علي رحله الخطوط الجويه المتحده 828.
انه صاخب جدًا حول غرفتي.
علي الساحل الشرقي، تجد ايضاً اماكن مشهوره، مثل نيويورك، واشنطن العاصمه وبوسطن.
هل لديك اوراق يابانيه؟
يبدو الامر جيداً.
هل من المقبول ان اترك امتعتي معك حتي الساعه الواحده؟
هناك جوله في المدينه؟
نعم. اخشي انني مضطر. ما مدي جوده الحفاظ علي الامن في هذه المنطقه؟
اري. احاول استءجار سياره سيتروين.
لدي موهبه فطريه.
كده تمام. اين الخبز؟
دخان، من فضلك. وكرسي بجانب النافذه، من فضلك.
و ما هي رسومك في الخياطه؟
السءال هو ايهما اسرع، سياره اجره او سياره اسعاف؟
هل لديكم هذا التي شيرت بالوان اخري؟
لست بحاجه لمشاهده التلفزيون طوال الوقت.
نعم، نحن قادمون عليه، قادمون عليه.
افضل دخولك مستشفانا.
اين ممكن اجد سوبر ماركت؟
انا باعتباري مترجم محترف وناطق اصلي، ساقوم بترجمه النص وفقًا
كم عدد المحطات حتي اغير؟
الرجل ده سرق حقيبتي.
كلا، حبوب الهضم وحبوب المغص مختلفين، اليس كذلك؟
اريد ان اري الميناء.
اقتراح جميل.
كم يستغرق المشي؟
سااخذ عشرين من اكبر دببه العاب، من فضلك.
ما رقم الصراف؟
سهل. سابحث في دليل الهاتف.
هل لديكم غرف اكبر؟
كم فاتورتي؟
اريد البقاء في هذه الغرفه ليله اخري.
عذرًا، لكنني ارغب في تسليم تقرير السرقه.
وذلك يعتمد علي وسيله النقل التي ستستعملها. هل ستسافر بالباص ام بالطاءره؟
هل تضايقك اذا جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد مقابل دولار واحد؟
نعم، رجاءً ارفعوه الي الغرفه 12-34.
املا نموذج التسجيل هذا من فضلك.
اريد تذكرتين ذهابًا وايابًا الي اكسفورد.
الي اي وقت يجب ان اتي الي المطار؟
ده بطيء.
اين يمكنني تطوير الفيلم؟
لا، من فضلك لا تفعل. هل تريد ان تحتفظ بسءالك لنهايه حديثي، عندما اسالك؟
اريد مقعد جيد.
خايف البوظه ما بتشتغل. محتاج مساعده.
ليس هناك اي شيء صعب او غامض.
ساحضر لك مقعدك. هكذا، من فضلك.
عذرًا، هل يمكنني ان اسالك سءالًا؟
اعتقد ذلك.
مرحباً. من الجميل ان اراك.
اريد ان امرر هذه الامتعه الي طوكيو، من فضلك.
هتشوفلي واحد اكبر شويه؟
اعتقد ان الملابس المصنوعه في اليابان هي بالتاكيد افضل صنعاً.
افضل ان تتخلي.
اعاده قولك من فضلك.
بامكانك كتابه العنوان ورقم الهاتف من فضلك؟
هل هو ساخن؟
الطاءره التي ساغادر منها هي؟
لم تتلقوا الاستماره في الطاءره؟
اريد مكواه.
جاء الي ثلاثين وثمانيه دولارات في المجموع.
شكرا لكم علي مشاركتكم افكاركم الفريده معنا.
اذهب للتزلج مرتين في الشهر خلال الموسم.
ولدت في الاول من ابريل عام 1955.
بامكاني استءجار مضارب؟
هذي الباص المناسب للوسط البلدي؟
كم سعر هذا العطر؟
ليه ده؟
اين يمكنني ان اذهب من اجل اجراء الاجراءات الرسميه؟
خمسين جنيه.
هل يشمل ذلك الضريبه؟
ما هي الخُراجات؟
اتصلوا بسياره اسعاف.
بالتاكيد ساراهن بثلاثه دولارات علي هذا.
كيف الحال؟
ما فيش اكل ما بخافش عليه.
يوم الدستور او "كيمبو كينينبي" هو عطله وطنيه في الثالث من مايو للاحتفال بانشاء الدستور الياباني الحالي.
هل هذه الجوله تشمل زياره برج سيرز؟
هناك مكتبه كتب من هنا؟
ساحضر المدرسه الصيفيه في جامعه هاواي.
ليه نمرّش دلوقتي؟
اتنين بالغين وولد سنه واتنين.
في دوره مياه في المحطه.
