باغي نحجز طاولة للعشا الليلة.
هنا. خلي الباقي.
غادي نبقى في فندق ألفا.
واش السيواعي فداك الدكان غاليين بزاف؟
الثمن خمسة و سبعين سنتيم. تفضل باش يكون عندك الصرف الصحيح.
kanbghī l-jazz.
واش غيكون تفتيش شخصي للشناطي في الديوانة؟
باغِ بغيت نحجز غرفة وحدة في الفندق ديالكم، ثلاثة د ليالي ابتداءً من فاتح يوليوز.
لـ "جراند أوتيل".
ولكن ما كاينش مكتوب "لجسر البوابة الذهبية". خاصنا نسولو واحد. مع السلامة، واش هذا هو المحطة ديال الباص باش نمشيو لجسر البوابة الذهبية؟
إيه، ها هو.
إيه. نقدر نعاونك؟
نادي النادلة اللي كتقلب على هاد الطاولة، من فضلك.
باش بغيت شي كحول ديال لموارْد.
واش نقدر نكمل نسافر؟
واش كاين شي واحد يعتني بيه؟
تاخد فحالك.
وا حد كافي، باركا الله فيك.
واجب قميص و كرافاط؟
واش واش أقْطَعْ فْ هاد لبلاد شحال كيكون أحْسَن فْصْل؟
غادي يكون حوالي عشرين دقيقة.
باش نطلب كاس ديال النبيذ؟
نوريك لدارك.
كنبغِي نْؤَكِّد الحَجْز ديالِي.
يا خو، مزيان ليك تمشي دير ليك فحص طبي كامل في مستشفى عام.
السلام عليكم. هاد السيد/السيدة اللي باغي/باغة يتصل بالخارج. واش رقم باش بغيتي/بغيتي تتصلي؟
جمب مكتب الخطوط الجوية السنغافورية تمّاك.
هادشي ما خدام مزيان.
واش ممكن آخذ مفتاحي من فضلك؟ رقم الغرفة واحد خمسة عشر.
تاخد هاد الوصفة للصيدلية.
باش نْقْدَر نْجْلِس فْلْحَافَة، عافاك؟ باغاين بلاصة ما فيهاش دخان.
ميم يوشي ساوا. ي و ش ي ه س ا و ا. الرقم هو ثلاثة أربعة خمسة ستة سبعة ثمانية تسعة صفر.
باسم شركة ياماتو كوغيو، كنبغي نشكرك بزاف على لطفك و المساعدة ديالك باش هاد الاجتماع سالا بنتائج مزيانة بزاف.
ما نقدرش نحرك.
سمح ليا. كانقلب على هاد العنوان.
شنطتي مضروبة بزاف.
فين أقرب مدخل؟
واحد سيנגل بڭلاص، عافاك.
بغيلي نتجنب الأكل اللي فيه السكر.
بلاصا حدا الضّريسة، من فضلك.
باغِ بغيتْ نِحْجَزْ طابْلة لشْحْصين.
هذا يبدو ممتع. شنو كانستناو؟
واش هادشي معفاة من الضريبة؟
باغي يصلح ليا الساعة دي. هاد الساعة كتشطّ حوالي جوج دقائق في النهار.
دنيا صغيرة.
باغي نستأجر شي شلالات ديال الماء.
لا، خليني نشوف أولاً.
واش كاين شي مصروف آخر؟
فين بلاص ديال السوق؟
شكرا. غانفيقوك في الثمانية.
واش نقدر نبدلوها لرحلة أقدم في الخامس؟
بينما "رينغي" هو عبارة عن كتابة الخطة الأصلية وتدويرها بين المعنيين للحصول على موافقتهم.
أَسِف، كَايْن شْحَال فْهَاد الوقت.
واش عندك شي خاتم ديال الأوبال؟
واش غتِلعب معايا؟
عافاك، بغيت نفد هاد الوصفة الطبية.
باش، مرحبا بيك اتصل بيا إذا جاتك فرصة تزور طوكيو.
دابا هاداك هو الكلام.
واش عندكم شي دورات سياحية؟
صافي غادي توصل هاد الحاسوب الشخصي ليا، أ مو؟
بغيْت شريط ديال كاميرا فيديو، من فضلك.
خايف/ة ما نقدرش نعطي أكثر من ستين دولار في الليلة.
غادي نشرب شي قهوة مع الحليب.
واضح. ملي هاد الفورم وسيمّيه، من فضلك.
يا خو، مزيان ما تسهر الليل كامل.
بشحال خاصني نكون مزيان باش نرجع للوطوبيس؟
ما عنديش فورشيطة.
واش عندكُم سياحة للاس فيغاس؟
ما نقدرش نحرك رجلي اليسرى، كاتوجع بزاف.
فينين الكونتوار ديال الأمتعة؟
واش تقدّر تضيف شي شوية ديال الماء ف الكاس ديالّي؟
kan jit f bali zwina ḥda ṣṣura jbedt f lmaṭʿam li tghdina fiih.
وصلت لهنا بالقطار اللي مشا من لندن على الساعة 12:50.
إيه، عندي. واش منين نقدر نعاود نطلبهم؟
واش عندك شي حاجة خفيفة؟
مساء الخير. شحال بنادم عندكم في المجموعة ديالكم؟
أرجوك ارحل.
سمح لي سيدي، ولكن كل الغرف محجوزة.
إمكن تكتبها ليا، من فضلك؟
بغيْت نمشي للتحويشة.
شحال كاين النسبة ديال التضخم؟
السينسيناتي ريدز خاسرين بثلاثة رنز.
فين بلاصة ديال التزلج على التلج؟
إيه، غتقول ليه نوريْكو إيتوْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْْ
فين نقدر نعطي فلوس ديال المسافة الزايدة؟
فين باص النقل؟
كنبغي شوية دنيس.
نعطيك شي حاجة تبكي عليها؟
طيحت من الدرج.
اغسل هذا قبل الساعة تسعة صباحًا غدًا.
باغي نمشي نصيد.
كانت كتعطينا قهوة معمرة.
تقدر تصلح لي الكعب ديال هاد الصباط؟
باغي نعرف واش عندي موعد الإقلاع ديال الطيارة اللي غادي نقلب فيها.
داكشي تما بالضبط. تفضل تاخد واحد.
واش نقدروا نخدمو الملعب ديال التنس فالعشية؟
واش تجيب لي الفطور غدا الصباح على الساعة ثمانية؟
واش نتا من هنا؟
اش نوع الجلد اللي صايبين بهاد المحفظة؟
فين نقدر نصعود للطوبيس باش نمشي للمحطة ديال المدينة؟
عندو/عندك عينين زوينين.
فين بلاصتي، من فضلك؟
بغيْت فلتر ديال الأشعة فوق البنفسجية، من فضلك.
واش ممكن نشوف شي حاجة أقل ثمن؟
بغيْت طاولة ما فيهاش دخان، من فضلك.
واش هادي أحسن جودة عندكم؟
اشْ شنوْ بغاتِ السيدة تشرب؟
سمح ليا، واش غادي لـ الثالث والعشرين؟
سمح ليا. فين الكبار؟
شكراً. خلي الباقي.
صافي، نمشي نعاود ليك بعداً. شكراً.
واش كاين بلاصة ديال لعب؟
واش عندك تيزيت ديال "الجميلة والوحش" ليوم الأربع؟
واش عندكم رحلة كاملة ديال النهار؟
واش في شحال غدي نوصلو لنيويورك؟
بغي نمشي دابا.
خايف ما يوصل غدا.
هادشي ماشي مشكل. حنا سبق وسمحنا بهاد النوع ديال الحالة في الحسابات ديالنا.
تقدر توصلني للمستشفى؟
فين أقرب صيدلية ساهرة؟
واش ممكن نحاولو غير الحلوة؟
صافي. خلينا نشوف كلشي مزيان.
كان الزحام في منطقة أتسوجي مريع بزاف، مشي كذلك؟
دايرين واسعين بزاف.
السّمكة اللي كتقصد هي الفوگو. فيها سمّ قاتل في الكبد و المبيض ديالها.
كنت كنظن هاد السهرة زوينة بزاف.
فين هيا سالة ديال الأمتعة؟
واش نقدر نصور داخل؟
ما نقدرش نديرها بوحدي.
ما شفت منظر واسع بحال هاد.
بغا نتشوف شي طبيب ديال الفقرات.
إي. ما حسيتش بريحة مزيانة تقريبا هاد اليومين.
عندي شي اسهال.
واش الغدا كيتقدم بثلاثة دالساعة؟
يوم الجمعة ممتلئ بالكامل حتى الساعة ثمانية ونصف.
واش تقدر تغلّفهم ليك؟
قول ليا شحال من مطعم مزيان.
واخا تعاودو تصدرها متى؟
خليني نفكر في الأمر. غنمشي نشوف شي محلات أخرى.
واش عشرة دولارات للتلاتة؟
مانبغيش نصرف أكثر من تلاتين دولار في كل واحد.
واش نقدر نبدل الين الياباني هنا؟
نظن هاداك مزيان بزاف على هادا.
أرجوك تحدث اليابانية.
بغيْتْ شْكْلَاطَة، عافاك.
وقِف هنا، من فضلك.
هادشي زوين. واش واش غادي تبدا النزلة؟
دزت سيارة ليومين ف اليابان.
واش تقدّر تقولي فين نقدر نسجل فهاد الطيارة؟
واخا تصورني؟
بغيت طابع لهاد البوسطال، من فضلك.
واش نقدرْ نْكْرِي مْرْكَب و خُوذة؟
واش نقدر نشرب كاس ديال النبيذ آخر؟
واش بنى هادشي من؟
واش الضمان صالح في اليابان؟
لا، ما كانديرووش.
سافرت حول سيدني.
واش غايجي فحال شنو؟
سمح ليا، ولكن واش تقدر تجيب ليا شوكة أخرى من فضلك؟
واش كاين مسجد قريب؟
واش نقدر نشريها بدون وصفة طبية؟
باش نقتارحو نا نعطيو تصويت على هادشي دابا؟
كنبغى نمشي نْقْطَع هاد الليل هنا.
انا شغال في الإعلام.
شكراً. و فين نقدر نشري كارطة تليفون؟
أعطونا شيكات منفصلة من فضلك.
اش من طعام كتعجبك؟
تقريبا ثلاثين دولار؟
تقدر ترسم لي خريطة؟
نتي عارف مزيان.
هي وحدة وحدة ثلاثة دبل واحد دبل واحد.
آه، زوين بزاف. باين عليك واعرة.
فين غادي؟
تيكيت واحد من فضلك.
نتمنى يبقى الطقس هكا.
كانبغي بزاف نزور متحف المتروبوليتان ومسرح لينكولن حتى هما.
بعد الطوفان، عادةً كيكون عندنا نهار خريفي صافي.
إيه، غادية تكون مزيانة. شحال زيادة الثمن على الطباعة المزدوجة؟
بشحال نقدر نتسناك حتى توصل؟
شرطة. عندنا مذكرة تفتيش. افتح.
واش واقتا الفاصل؟
تقدر تقصر الطول على سنتيمترين؟
نشوف شنو نقدر ندير.
بغيلي نمشي فطائرة على الساعة زوج.
شكراً بزاف. ها تيكيت ديال التصحيح ديالك.
شي كيما هاكا. كنت هنا في المنطقة.
كانت عندي وليدات و كنت كانكول بيها.
واش وحدة خفيفة؟
غير كانشوف، شكراً.
شحال كاين جوج برجر و جوج كيسان ديال القهوة، من فضلك.
واخا، خاصك دير شي حاجة باش تصلحها. أنا خصني نكون في طوكيو غدا.
يوم عشرة و واحدعش من أكتوبر، و تسجيل الخروج في اليوم ثلاثة عشر.
اشحال الدّيعة؟
اش حال الما؟
هادو هدايا ديال صحابي.
واش غايخلص فاش؟
طيحت الشوكة ديالي.
ماشي مشكل. نتمنى يكون الحال مزيان غدا مزيان.
واجب نمشي لباس رسمي؟
بغيْتْ تْكِيتْين لْفْرَجْ دْ التْمَانية.
سمح لي. واش تقدّر تقولي واش الساعة كام تفتحو؟
هاد التيكيت ما صالحش.
35 ساعة، باستثناء ساعة وحدة للغدا. وشركة ديالك فاليابان؟
هاد البرج طالع ستمية و تلاتة و تلاتين قدم.
بغيْت راديو ديال سْيارة، عافاك.
واش تمشي تشوف المسودة ديالي ملي نكملها؟
صافي. غنبعت ليك الإشعار قريب.
عندك تقرير ديال الشرطة، أليس كذلك؟ واشمن نمرة ديال الشيكات عندك؟
صافي مفصول.
فين هو الدليل؟
الريسو هي رياضة وطنية في اليابان.
متى كتلبس الكيمونو؟
إيه. بغيت نخدم بالفيزا. الرقم هو أربعة تسعة صفر ثمانية واحد خمسة واحد اثنين ثلاثة ستة سبعة سبعة ستة صفر صفر أربعة.
واش عندك هاد النوع ف التالعة، باللون أحمر؟
كنبغ شي تأمين كامل.
واش عندك سفر زوين؟
اش بغيتي دير؟
شكراً. واش الطقس ديما هاكا في لندن؟
قُولّيه يتصل بيا فحال ما يدخل. هادا تلاتة خمسة أربعة ثمانية واحد واحد ثلاثة تسعة. فندق هيلتون، رقم الغرفة إثنا عشر تسعة.
واش مزيان تقديّر تعطيني تاريخ نهائيات NBA؟
ما كنبغيش هاد النوع.
اش الطريق لبرلين؟
كسرت التحويشة بالغلط.
واش نقدم الويسكي قبل الحساء، ولا بعده؟
واش تقدّر تحط هاد الساك في بلاصة أخرى؟
غادي نتبعو الأحداث بعناية بعد ما نرجعو لليابان.
أكيد، متخافش. ساليت كلشي.
خوب. واش كيف الحال في اليابان؟
أكيد، ولكن الفندق ممتلئ بالكامل.
واش ممكن نصوروا داخل المتحف؟
هاد الضفر الاصطناعي كيطول الضفر ديالك.
صافي، لاباس. نتمنى ما يعاودش يحصل.
بغيْت شي رْغْوة ديال الحمام.
واجب تنزل. هذا مشي القطار الصحيح.
قلادة ديالي ضايعة.
يمكن يكون التهاب الزائدة الدودية.
اكتبها، من فضلك.
شوف ليا داك واحد؟
شنو غانخدم ملي نعاود السيارة؟
واش ما نشربو شي قهوة ونهضرو؟
اش خاصك ف النّص؟
غادي يْسالا ف الساعة د الزوال.
باغا نلغي الطلبات الأخرى لأنه كايخودو وقت طويل بزاف.
الرئيس ديالنا؟ اه، باغي يشرب شي كوكتيل. بغيت نعرفك عليه. تعال معايا.
واحد، يعيط على بوليس.
kanhdām bḥal chi ḥaja ntfakkr biha bmmā diali.
فين أنا في هاد الخريطة؟
يمكن.
لقيت مفتاح السيارة مقفول داخلها.
نظن عمرك تقريبًا خمسة وخمسين سنة.
ما كاينش انعطاف لليمين هنا.
واش كاين ميكانيكي قريب لهنا؟
هادشي ماشي الصّفقة.
كنخطط نعمر نهار غدا في التسوق.
هذا شائع.
إي، هادي أول مرة ليا نسافر.
بغيْت نبدّل لغرفة أخرى.
واش ممكن نضيف سواقة؟
فين كاينة المحل الكبير؟
خسرت التيساع ديالي في بلاصتي. واش تقدر تبحث عليها؟
واحد ساندويتش د الديك الرومي. بغا معجون خفيف، من فضلك.
نقول ليك الصيف هنا ماشي بزاف مزيان.
يا مسكين، واخا الزين. لقاوها تاحدّو فالدّيسك و كيحفظوها بحال شي كاميرا ضايعة. نمشيو نرجعو؟
بصحة، شوية أقل من الاستواء الكامل.
خاصك تدفع مبلغ إضافي ملي تبغي تمشي بالسيارة.
اش كيفاش تتقاد الصّور؟
أنا غادي نعطي رقم ديال الديورمان.
صافي مليان. ما كاين والو نقدروا نديروا.
تمشي droit قدّام بزّاف ديال الدّور.
أطلب سيارة إسعاف بسرعة، من فضلك.
سمح ليا، واش في شحال غادي يوصل الطيارة لتوكيو؟
واش هاد التيكيت باقي متوفر؟
واش محتاج قلم، ولا طوموبيل؟
هاد الراجل ما يمكنش يشوف ليه.
واش عندك شي بلاصة ديال فين نمشيو بالدراجة؟
10 ديال المقاس، سيدة. الملصقات الحمرا مزيونة على 10 ديال المقاس.
بالعافية، بالتقريب.
إيه، كانخدمو. بغيتي تقرا شي تصنيفات يابانية، تا هي؟
خلط، من فضلك.
إيه، كاين. حنا كنسميو موسم الأمطار الياباني تسويو.
عمر الخزان، من فضلك.
ما حسّيت والو في رجلي اليمنى.
بالطبع. ولكن لا توجد غرفة مزدوجة أخرى متاحة هذه الليلة.
بشحال نقصّو؟ تقريبًا بهاد القدر؟
واجب على الجميع النزول؟
أبغيتي تكلي ببطء شوية من فضلك؟
هذا هو الدواء اللي عطاني ليا طبيب العائلة ديالي.
كيقولو بأن تاريخ الأمة، وتقاليدها، وثقافتها كيكونوا مضمنين في الأعياد الوطنية ديالها.
واش هاد الطائرة غتمشي في الوقت؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول على مساعدة باللغة اليابانية. واحد ثمان مئة.
خَلّينيْ نْشوفْ سْيارةً هادي.
واش تقدّر توصيني بمحل مزيان باش نشري ساعات عتيقة، من فضلك؟
يلاه، غنحفظها في راسي.
بغا ليا ترانسفورماسيون ديال الفولطاج و فيش و بريز. الفولطاج في هاد البلاد ماشي بحال ديالنا، و هاد الأجهزة ما كايخدموش بحال ديالنا.
كانو أربعة شباب.
نظن عندي واحد الشد في الضهر ديال تحت.
واش بغيتي تقصر هاد الشوارب شوية؟
كانبغين نمشي ل مصنع ABC.
بالضبط المقاس العادي.
سميتي شيبة. رقم الغرفة ثلاثة وخمسة وأربعين.
كنعطاو 20 يوم عطلة مدفوعة الأجر في السنة.
شنطتي ماشي هنا.
بالحديث عن اللمس، رجل أمريكي يضع ذراعه حول ظهر سيدة بطريقة طبيعية.
فين غادي الماكلة اللي طلبت؟
باش غنحضّر هاد السمك سلمون على طريقة المونيير.
الله يعطيك الصحة، مزيان بزاف اللي مْنّيتيني و سْؤالتي على صحتي.
مازال ما حسّيت براسي مزيان.
حشومة تنقل بزاف ديال الحوايج، باش نهضر نمشي نشري جميع الهدايا في النهار الأخير.
غادي يكون عندنا سينما في الهوا فغلاصة ديال الدقائق. بغيتي شي حاجة تشرب ولا تاكل؟
أنا من المغرب.
خصّك تحطّ الساك هنا، و الشنطة في الدّولاب، من فضلك.
ما كاينش الربح في شراء الحاجة الرخيصة.
ها هُم تذاكرك و وصل تأكيد الحجز ديال الفندق.
أرسلي لي طبيب، من فضلك.
نقدر نقضي العشية كاملة.
شكرا. هادشي كافي دابا.
شكراً بزاف. رقم الغرفة ديالك سبع مية و عشرين. ها الكلوة ديالك. البواب ديالي غيحمل ليك شناطي.
تقشع ليك الحالة و طيح تمّا.
تقدر تقبل نطفي الراديو؟
كان رد فعل التجار على المنتج إيجابيا.
بغيْت شوية ديال الماء سخون بزاف.
نقسم الحساب.
نَادِلة.
خذيت ولادي الصغار للحديقة ديال الحيوانات.
مساء الخير، شرفنا نعاوس.
غير باش تبقى ذكرى. عارف، ماعندناش هاد النوع ديال الطاكسي في اليابان.
واش نقدر نصور داخل المتحف؟
شنو نوع ديال الألعاب اللي كيلعبو بيها الأولاد اللي عندهم خمس سنين ولا ست سنين في إنجلترا؟
باغي نحجز على رحلة ديال جاڵ رقم ستة لنيويورك فدّاز عشر.
كنظن هادشي مزيان. إلا ما كان شي اعتراض على هادشي، بغيت نعقدو اجتماع للتصويت.
كِداير كيفاش نمشي ليها بالباص ديال الليموزين؟
اللي بقا لينا دابا هو الدورة ديال المدينة. الباقي كاملين دورات د الليل.
مصنوع في إيطاليا؟
واش شنو الخط اللي غادي لـ لندن ستيشن؟
عندك ولاد؟
ماشي ذنبك.
بهاد الطريق، من فضلك. الرقم ستة و سبعة في هاد الصف.
فين المنحدر ديال المبتدئين؟
ماشي ديال الحيل.
واش تقدّر تبعت ليا شي معلومات على المنتوج الجديد ديالكم؟
هادي الكاميرا ديال 8 ملم هدية؟
كنبغى واحد الفلاش.
بغيْت نْوضني بالصّباح، من فضلك.
واش يعني ما باغيش تتهناو معاهم؟
إي، غنتسابق. واش وقتاش غنمشيو من هنا؟
سميتي ريسا كوباياشي و نمرة اللي كانساكن فيها دابا هي صفرين ستة خمسة خمسة ثلاثة واحد ستة ثمانية.
بغيْت راديو صغيّر، من فضلك.
واش غتبقى هنا شحال؟
تايخْدُو شي يومين.
صباح الخير، سيدي. واش نقدر نعاونك؟
غادي نوصل بعد العشاء.
غادي نحضر عقد بحال الأسبوع الجاي.
خمسة. بغيت الطابلات يتجمعو مع بعضياتهم.
هذا تغيير خاطئ. أعطيني ثلاثة دولارات أخرى من فضلك.
باغي ننزل في المحطة ديال الوسط. عطيني الخبار ملي نوصلو ليها.
واش جلد طبيعي؟
أرجوك اتصل بالشرطة.
فين أحسن نادي باش تسمع جاز؟
ما فهمتش.
ضاعات ليا الشنطة ديالي.
واش ممكن يعطيني شي كارتونة باش نمشي نعّلب؟
كنبغي شامبو جاف.
الطقس معتدل.
إيه، أكيد غنعملها. تفضل تعطي السيدة كواكامي أحر التحيات ديالي.
خليني نشوف شحال كيوزن. غتكون 95 سنتيم.
واش ممكن تضيف شي خس و طماطم؟
أرجوك اتصل بسيارة أجرة على الساعة الثانية بعد الظهر.
دخلت شُوكة في صباعي.
بشحال ثمن في اليابان؟
كايوصل لـبورتلاند في الظهيرة.
زايد بزاف على ذوقي.
واش ساليتي غداك؟
تقدر تلفّها ليا؟
واش تقدري توصفي حقيبتك؟
هدّيه في كيس.
صافي غتستنى ليا ون أنا غنمشي نشوف الكاتدرائية؟
نبّدّلو الجيهة.
ياحسن ليها تملا هاد الورقة ديال الضريبة وتقدمها.
باش تقدر نشرب واحد الستيلو؟
غندي واحد معلقة ديال آيس كريم ديال جوز الهند في قرعة، من فضلك.
تا تشرب شي حاجة؟
شْمنْ سْمِيَتْكْ نْقْدَامْ، عافاك؟
عطيني نشوف داك الواحد.
جا باش ناخد تصاوري.
قصر الأكمام شوية.
عندي شوية سخانة و كيعورني صدري في الجنب اليمين ملي كانكح.
عشرين دولار في الأول.
واش كاين شي ديال الديско ف هاد المنطقة؟
باغي نمشي لسطاسيون ديال الميترو.
غادي نوصلو تمّا تلاتة و نصف بالعشية بالتوقيت المحلي.
بغيْت نمشي لـ "Fifth Avenue". شحال الثمن، من فضلك؟
باش نشرب ليك شي حاجة؟
فين أقرب محل حلويات؟
آه، يلاه. بغيت هاد الباكيت يوصل لليابان. فيها صُنع يدوي ديال السكان الأصليين.
أويلي، كتمشي بالسرعة بزاف. واش تقدر تبطأ شوية؟
واش ممكن أحمر، من فضلك؟
شحال ثمن الغرفة؟
عطيني اللي في الرف.
نأخذ أنا هاد الطابلة.
لفّ هادشي واحد بواحد.
هنا شوية كبير بزاف.
السلام عليكم. فندق النجمة. كيف يمكنني مساعدتك؟
حطيت ربعين ديال الدراهم باش ناخد كوكا، ولكن والو ما خرج من الآلة.
فين كاين بلاصة كيتجمعو فيها بزاف ديال الشباب؟
واش نقدر نبدل شركات الطيران؟
باش نقدر نبدل شي شيكات ديال المسافر؟
ما كان قصدي نجرح خاطرك.
بعد ما نڭلعو، غنڭول ليكوم مزيد من التفاصيل على الخدمة ديالنا اليوم. فالاثناء، إذا كان شي حاجة نقدر نديرو باش الرحلة ديالكم تكون مريحة، مرحبا تسولو.
أرجاك وصلني بالغرفة رقم ألف وثلاثمائة وأربعة وثلاثون.
واش تقدّر توصّلني لطبيب، من فضلك؟
أريني الثمن الإجمالي من فضلك.
الماكلة باردة.
واش كاين محل ديال الملابس مزيان ديال الرجال؟
صافي، هاكا كامل.
هي هنا منذ ثلاث سنين.
باغِ نمشي نِحْرَزُو طاْبْلَة ديال التِّينِيس فْ التّالتة دْ الزّوال لْ ساعة.
كل مرة نفشل، المرة اللي جايا كننجح.
واش هادشي ديال الأطفال؟
آه، كنفضل ريحة ماشي سكرية بزاف.
في دار صاحبي.
اشْ شنو نقْدِرْ نْعَوِّنْك؟ واشْ فِيكْ مشْكِل؟
بشحال تيكيت ديال الذهاب و الإياب؟
سمح لي. ما كانديرووش الحجز.
فينبغي أن أنزل؟
باش تقدر توصّلني أقرب مركز ديال الشرطة؟
الضريبة غادي تفرض بشكل منفصل.
شنو أحسن بلاصة تنصحوا بيها الزيارة؟
واش ما دير شي شوية إفلفل مزيد؟
باغي ناكل شي حاجة إيطالية.
بغيْتْ واحدْ طْفاية.
بشحال غادي نعطيه باش يوصل؟
بشحال الدخول؟
يا لها من فرحة!
غادي نوصل لـ لوس أنجلوس ف خمسة.
عندي ألم حاد في صدري.
هي سروال كبير زرقاء ديال سامسونيت مع بزاف ديال الملصقات عليها.
واش نقدر نمشي في سفراتي؟
صافي، تيكيات غاتكونو مستاعلين ليك في الكاشي ديال المسرح. شكراً للي تمايلتي لـ Broadway Tickets.
كنظن هاد الأرقام ما كيجيو في الحساب.
عندنا مشكل.
هاد الطيارة متأخرة ساعتين على الموعد.
واش غتمشى شي حالة؟
سمح ليا، ولكن هاد الطران سبور كيتوقف في بالتيمور؟
الغسيل اللي كنت كانشمش في الحمام واش ما كاينش.
إيه، شكراً. بغيت كاس ديال اتاي.
نْراهن بعشرة دولارات.
دليل سياحي.
أريني كيفاش نديرها، من فضلك.
بغيت ليك داك السطّار لي لابس. Or, more colloquially: عجبني ليك داك السطّار اللي لابس.
واش تعرف شي بلاصة مزيانة باش نسكن في شيكاغو؟
تقريبا خمسة الاف ين. حاجة لمرة شابة.
فين نقدر نلقا لوحة الإعلانات؟
تقدر تفتح ليا الباب من فضلك؟
واش داير فالموضة دابا؟
واش كاين فرصة؟
باغي يقتلني. شوف، عطيني واحد الخدمة. دخّل للبانية، فتح واحد الشباك وسدّ فيها.
إيه، سيدي. بيروجينو على الجانب الغربي.
باش نقدر نحط هاد الكاس هنا؟
أرجوك، غادر قبل الساعة تسعة.
غادي ناخد شوربة الخضار و كوطليت الغنم مشوية، من فضلك.
فين نقدر نمشي للميترو؟
أريني لون آخر من فضلك.
واش كاين تزلج ف الليل؟
باغي نحجز غرفة لليلة ديال دابا.
صافي ملي تسالي مع البوليس، عافاك اتصل بيا مرة أخرى باش نعطيك الأرقام اللي محتاج.
تا واخدة كاتنتفخ و كاين وجع كيدور.
أرجوك، أرسله لهاد العنوان.
هاد البلايور دي السي دي ما خدامش. بغيت فلوسي ترجع ليا.
زينة. أو ما شاء الله، زوينة.
آه، كنبغي ليك بزاف.
هذا السيد ياماموتو، الغرفة ثلاثة خمسة وثلاثين. الناس في الغرفة المجاورة مزعجين بزاف. بغيت نبدل الغرفة.
واش عندك شي حاجة أضيق؟
بشحال خاص نديرو هاد العقد؟
كاس ديال شابلي.
بشحال الثمن ديال الرخصة؟
بشحال هاد السلعة؟
عندي ألم الدورة.
كالعادة.
دابا واخا، جرحني.
دايرة طويلة.
للعروس الجميلة سوزان. بالتوفيق ليك.
سمحي ليا، سيدة. طاح ليك المنديل.
بالعاجل بالبريد الجوي من فضلك.
بغيتي تقعدي حدا الشباك ولا حدا الممر؟
السلام عليكم. واش تقدر تقولي كيفاش نقدر نشري تذاكر لماتش ديال اليوم؟ دابا ساكنين في مانهاتن.
فين غادي تمشي ف A؟
شكرا. غادي نمشي لعرس.
باش بغيت فيلم بسرعة لهادشي.
واش تقدر تجيب طبيب، من فضلك؟
ماشي بزاف. ولكن عندي شوية صداع.
واش كاين شي حفلة كبيرة ديال موسيقى الروك؟
أنا هنا باش ندير بحث في السوق.
شوف شنو تقدر دير ليا.
باش نمدّك على الغدا؟
فيزا
بغيْت شي واحد ديال ديتيرجان ديال الغسيل.
بالاك. قلت، واش تعرف السي وايت؟
شكراً على النصيحة. غنجربها المرة الجاية.
واش عندك حساسية لشي دوا معين؟
لا، شكراً.
ما نعتقدش. هاديك فكرة زوينة.
واش تقدر تشغل التكييف؟
باغي شي قارورة ديال الماء المعدني.
واش تقدّر توصي ببعض البلايص مزيانين لرحلات نهارية؟
واش نقدر نجيب مرشد بالنهار؟
من أي ولاية في الولايات المتحدة الأمريكية أنت؟
أرجوك بدل هاد الفلوس بالجنيه الإسترليني.
يعتمد على طول الرحلة.
تقدر تجرد راسك حتى الخصر؟
أنا من إسرائيل.
آه، زيتونة عَالْقة في حَلْقي.
فين نقدر نبغي الكتب المدرسية؟
دَرّبَاتْني طَومُوبِيل.
واش ممكن تعطيونا طوب، من فضلك؟
الثلاجة ما خدامة.
واش تقدر تملا هاد الفورماس و تبعتو ليه بالفاكس؟
بسلامة.
هادي هي المنصة ديال الطران ديال باريس؟
بصحتك. سعدت بخدمتك.
أوه، واش حفلات الجيشا باقين كاينا؟
ولكن، أسماء المحطات مكتوبة باليابانية فقط في الغالب. لذلك، قد يكون من الصعب فهمها.
شنو كيدير الدودة في حقل الذرة؟
اش بغيتي؟
شكراً بزاف، ولكن واش أي يوم عندك في بالك؟
نظن أنك في بلاصتي.
في هاد الحالة ما غاديش يكون عندي الوقت كافي.
من فضلك، ممنوع التدخين.
باغي نمشي لمانهاتن. شحال ثمن؟
واش تقدّر توصي بمطعم معقول حدا هنا؟ و تقدر تبينهم ليا في هاد الخريطة؟
غادي تضطر تمشي من ممر آخر باش توصل لمنصات الشينكانسن.
فين السينما؟
هاد شي كيمونو.
واش تقدّر توصّلني بواحد كيتكلّم اليابانية؟
أربعة أيام.
خليني نشوف، غتكون 14:50.
واخا، وقت الصعود للطائرة ديال شركة يونايتد ايرلاينز الرحلة واحد خمسة خمسة تأخر. يرجى الانتظار لمدة عشر دقائق.
صافي، غنشريه.
هاد السعر شامِل الضريبة، و مصروف الخدمة، و الفطور؟
خليني نشرح ليك أوقات الأكل في هذا الدار.
عندي حرارة عالية.
واش كاتدير واجباتك؟
نڭولو ليه بالتيليفون.
أوروبا في عطلتي الصيفية هاد العام.
أكيد خصّ يكونو هناس من كل بلاصة في العالم.
فين كيديرو هاد المسرحية؟
أعطيني الطابلة، من فضلك؟
أحسن، فيها ثلاثة قطع ديال الدجاج و كيجيو معاها بطاطا مقلية و خضرة مشكلة.
الدار اللي حداها صداها مزعج. واش تقدر تحذرهم؟
ضربني.
ما تقلقش ليك. غادي نوضّرو كلشي.
باغا نبحثو على بلاصة بثمن تقريبًا ثلاثين دولار للفرد.
سمح ليا، ولكن واش تقدر تقولي شنو هادشي في المنيو؟
واش تقدّر تقولي شنوّ أحسن ديско ف هاد المدينة؟
واش تقدري تعلميني كيفاش نستعمل التيليفون؟
هادي مفتاح من نوع الكارت. تقدر تحافظ عليها معاك.
واش تعرف واش الساعة كاملي كيتفتح المتحف؟
كانبغي نمشي لكونسير ديال الموسيقى الكلاسيكية.
اش دايرة الموضة دابا؟
كنبغي شوية ديال اللحم مرقّد.
بشحال غيكون مع كيس؟
آه، سمح ليا، هي الباب الثاني على اليسار.
إيه، عندنا "Where" و "The City Guide".
من فضلك، حافظ على أغراضي الثمينة في خزنتك.
كن حذرا.
بـاش بسرعة. نمشيو. سيدة، بغيتي تطيبي شوية؟ سيدي، نزل شوية من فضلك. شكراً. بقا تما. دير راسك مرتاحة مزيان. آ سيدي، بغيتي تزيد شوية ديال قنينات ديال Wild Turkey؟
أنا متجمد بالكامل.
قول ليها بغيت نشوفها ف يوم بعد غدا.
غادي نبقى مع صاحبي.
فين هاد الدليل؟
هادشي باين بنين.
عطيني عشرة دولارات ديال البنزين العادي في البمپ رقم ثلاثة، من فضلك.
باكية ديالي فيها هاد النزهاة اختيارية.
اش كيفاش نمشي لهاد البلاصة؟ واش تقدّر ترسم ليا شي خريطة؟
نتفكر في الأمر. شكرا.
يجب عليا أن نكون حريصا باش ما يطيحليش فلوسي ديال الباقي.
الطبخ المعمر كيولي مزيان بزاف هاد الأيام.
عجبنا. شكرا.
الكتب. شحال غادي ياخدو باش يوصلو لليابان بالبريد الجوي؟
يدي كانت مصابة.
واش الثلاثاء مزيان؟
واش عندكم شي رحلات ديال نص نهار؟
ما كانعرفش نتكلم بالانجليزية مزيان. واش حد كيعرف اليابانية؟
السلام عليكم، اسمي موري. عندي حجز على سبعة ديال الساعة.
أنا كانستنى صاحبي.
أنا من روسيا.
شنو بغيتي؟ بغيتي شي حاجة تشرب؟
أرجوك وصلني بالأستاذ تانيكا في الغرفة ثمانية وعشرين.
زيد من الخبز المحمص، من فضلك.
واش نقدرو نكريو مضارب؟
بغيتي قهوة ولا شاي بعد الاكل؟
واش نقدر نبات شوية ف الطريق؟
اش نوع ديال لحم هذا؟
واش مية دولار خاصها تكون كافية؟
داك واحد الكيس كبير ديال الجلد.
تقدر تبين لي الطريق للمتحف؟
إيه، بغيت كولا من فضلك؟
كونفوشيوس في القرن الخامس قبل الميلاد.
واش تقدر تختار ليا واحد؟
واش داير بالجلد؟
غادي نكون على هاد الرقم كامل الدورة، واحد اثنين اثنين ثلاثة واحد سبع سبع.
عندي شوربة فول الصويا سريعة التحضير.
بشحال شائع تنعس في سرير في اليابان؟
في نيويورك.
واخا متى غايكونو الصور واجدين؟
داكشي ضيق بزاف هنا.
هادي فيلم سريع. واش نقدر نبدل الفيلم؟
باش طلّب ديال سلاطة ملفوفة، من فضلك.
واش نقدروا نلعبو دابا؟
شكراً على هذا.
لصداقتنا.
تقدر تقولي واش المحطة قبل نيويورك شنو؟
واش كتمزح؟
ما كينش بغيت نتفاهم مع صاحبي في الدار. كيدخان باستمرار. ما نقدرش نصبر عليه.
واش كاين شي كونسيرط الليلة ولا غدا الليل؟
أسينا. ولكن خاصنا نمشيو دابا.
رقم الممر سبعة.
kanʿarf l-burgers banin zwin hna.
فرْحَانِين بْزَافْ بْوَصُولَك.
السلام عليكم. هاد السيد/السيدة اللي باغي/باغة يتصل بالخارج. واش رقم باش بغيتي/بغيتي تتصلي؟
واش تقدر طفي التكييف؟
واش كاين شي واحد بلون آخر؟
هادي كيمورا ك ي م و ر ا.
أرجوك حول هاد الشي لـ دولارات أمريكية.
باغي نشوف الدخل.
واش نقدر ناخد الدوا اللي في الوصفة الطبية؟
واش الشرح معطى باللغة الإنجليزية؟
شوكولاتة، من فضلك.
جيت لهنا باش ناخد الكيس اللي ضاع.
هاد مطعم ديال البحر، مشي كذلك؟
فين نمشي؟
فين الطريق ديال الخروج؟
واش هادي كاسكاد ليميطي؟
بغيت هذا، من فضلك.
شْحال رقم الطوارئ؟
العرض باين شوية ضيق. واش هادشي مزيان؟
واش تقدّر توصي بشي حاجة أخرى؟
بشحال خاصني نمشي نسجل؟
عندنا عروض خاصة على فطائر التفاح بس بخمسين سنتيم.
واحد المخدة و واحد اللحاف، من فضلك.
ثمانية ديال الساعة، من فضلك.
بسلامة.
طيرتي ديال UA واحد ميا و ثلاثة في عاشر مارس.
واش تقدر تقولي فين المطاعم بالضبط؟ فاي طابق؟
آه، أنا معذوب بزاف.
فين أقرب مكتب بريد، من فضلك؟
باش تشوف کارت النزول ديالك؟
درت حجز في المطار.
باش نعصر ليمونة؟
كيدا نقدر نمشي للبريد؟
واش نقدر نشوف قائمة الأسعار؟
إحنا مع بعض.
دنيا صغيرة، مشي كذلك؟
أعطيني زوج ديال الظروف؟
واش تقدّر تعطيني رقم ديال التليفون ديالك؟
تقدر تجي فاي وقت بغيتي ف النهار.
باش تفضل تقبل هادشي كعلامة تقدير وشكر من عندنا؟
اشحال الطول بالسانتيم؟
حجزنا طاولة على الساعة تسعة. اسمي ساتو.
صافي، نعاّس.
باش دايما كيمشيو المطاعم في المواعيد.
واش التاكسيات رخاصين؟
صافي؟ الله يعطيك الصحة، هادشي زوين منك.
واش تقدّر تجيب ليا طاكسي في الساعة عشرة ديال الصباح؟
واش شحال كتقفلو؟
واش ممكن نشري ربع كيلو ديال اللحم؟
صافي؟ شكراً بزاف. ما نمشي نشوف شي واحد نعاود نقراهم في العطلة. ثلاثة د الكتب يكفيو.
عطيني نمرة اثنين ديال الفطور.
في هاد الحالة، أرجوك تمشي لمكتب المطالبات مع وصل مطالبتك.
واش فيها كابين د النعاس؟
هادي شوية كبيرين عليا. واش نقدر نجرب مقاس أصغر؟
بشحال التمن ديال البريد لليابان بالبريد الجوي؟
باش نتقاطع؟
هذا السيد واتانابي في الغرفة ست مية سبعة. غنمشي نتسناك حوالي تسعة ونص. واش ممكن تبعت واحد يشوف حقائبي؟
واش منقدرش نتزلج بالسنو في موناكيا في هاد الوقت؟
واش عندك كارطة ديال السبيطار؟
كنت كنماركي أيام الدراسة.
واجب علي نوصل لهاداك بلاصة حتى وحدة و نصف.
شحال دايرة الرحلة بالقطار؟
آه. غدي ياخد تقريبا خمس دقائق.
واش كاين شي بلاصة تاريخية حدا هنا؟
هي خمسة و نصف. معاك تلاتين دقيقة.
واش عجبك هنا؟
ما كاينش الورق ديال الكتابة كافي.
واش واش تقدر ديرها لحدّان واش؟
يا ديالي الباب؟
باغا نمحجز لخمسة ناس على ستة د العشية.
إي، ولكن غنتطلب مصاريف ديال التسليم.
تقدر تشريها من قسم الأثاث في الطابق الثالث.
أنا من آسيا.
هذا هو الباص المناسب لخطوط الطيران اليابانية؟
باغٍ ندير حجز في الطوبيس.
واش ممكن تشيل هاد البقعة من فضلك؟
بالحق. مزيان. بغينا نحجزو لثلاثة.
واش ممكن تعطيني الوقت؟
آه، ديف، مارك، ساكيكو، ورومي غايكون حاضريين في الحفلة.
خمسين دولار ديال الشيبس، من فضلك.
أفْضَلْ لَيكْ تْمْشِي بِبْاسْ.
غادي نوصل حول سبع دالليل.
اش نوع ديال السلطة بغيتي؟
باغي نمشي لعندو مطعم ديال نيويورك أصيل، ماشي غالي بزاف.
غادي نوصل للفندق ف 18 شتنبر.
واش ممكن تعطيني طريف ديال الخريطة ديال المنحدر، من فضلك؟
باش بغيت عينة من برازك.
واش علاش الرجال اليابانيين كيتصرفو بهاد الطريقة اللي ما فيهاش معزة؟
ماشي اختيار. هنا مزيان.
في حالة المقالات المعفاة من الرسوم، ستمر من نقطة التفتيش ذات الضوء الأخضر.
واش تقدر تعاودها مرة أخرى من فضلك؟
للأسف، جميع الغرف الفردية محجوزة. ولكن لا يزال لدينا بعض الغرف المزدوجة المتاحة.
كنفهم مزيان.
شنو خاصني نعرض باش كاري سيارة؟
صافي وقع لي حادثة بالسيارة.
واش عندك تيكيت ديال العودة؟
عندي صداع.
واش عندك شي ديال Dunhill؟
واش تقدّر توصي على شي كسرة د النبيذ بثمن معقول؟
خصك تدخل.
واش كاين بلاصة نشري فيها شي حاجة نشرب؟
وصلت لدار المطار دابا.
تقدر تجيبها الليلة؟
المزيد من التفاصيل بخصوص هذه النقطة يمكن العثور عليها في الصفحة اثنا عشر من التقرير.
خصّو يكون رجع للدار قبل العاشرة.
ناشف.
إيه، تفضل جلس.
واش تقدّر تقترح شي بلاصات نقدر نمشي ليها و نرجع في نفس النهار؟
لا شكراً. غادي نمشي للطبيب.
هاد خاتم زوين.
باش بغيت نخدم هادشي.
واش شنو الوقت اللي كيتفتح فيه المعرض؟
ما قررتش حتى لاهي.
غادي نهتمو بهادشي.
عطيني تخفيض، من فضلك.
كنت مهملاً جداً. نتمنى تعفيني.
واش عندك فستان بالبيض؟
واش تقدّر تحجز ليا غرفة في فندق بنفس المستوى؟
شحال ممكن تساعدني نعمر واحد الاستمارة ديال الضياع ديال الأمتعة، من فضلك؟
واش بنى ف واش الوقت؟
غادي نقلّك فحال ما نوصل لتاّم.
واش ساهل نوصل لتا؟
نقدرو نشوف ليك بلاصة دابا.
سمح ليا، ولكن واش فين الطريق لـ أكاساكا؟
كاينة عندها نزيف غزير.
فين نقدر نشري الأدوات المكتبية؟
ما نعرفش شنو غيكون في أمريكا.
أرجوك ابعث سيارة إنقاذ إلى شارع بيكر رقم 15.
زالطني الأنفلونزا.
فين كاين بلاصة فيها محلات ديال الماركات معروفة؟
واضح كتهزر.
واش مفتوحين فنهار الأحد؟
وقع حادث.
تاخد السلم المتحرك للتحت، و المكتب غيكون حداك.
كنبغي نعاود قيمة حوايجي، من فضلك.
واش الدكتور توفلر معلم شديد؟
علامة تجارية أخرى؟
واش تقدّر دير الوقفة قدّام ليبرتي؟
دابا شبعت. واش تقدر تجيبها فحال نص ساعة؟
باش نقدر نعطّي فلوس بهاد الكارت؟
غادي نمشي نبقى شوية د أيام.
بغي يكون اللحم مقرمش، عارف.
بغيْت نشوف داك البلوزة.
حطّهم مزيان وفي بلاصة واضحة.
بغيْت نشيكْ شيّ وحدتين ديال الشناطي، من فضلك.
واش كاين واحد البلاصا باش نبدل فيها؟
واش مازي فاينا اليوم؟
كنبغي لهاد الثياب يتنظفوا في التنظيف الجاف.
كنبغي نحجز جوج بلاصات للعرض ديال نهار الثلاثاء اللي فالصباح.
دابا غلطت. واش نقدر ناخد واحد جديد؟
اش هذا الثمن؟
غادي نْكُل هنا.
تقدر تشرح ليا كيفاش نخدم الطرمبة؟
واش كاين مكتب ديال صرف العملة؟
إيه. نقدر نكريو ليك عصا ديال الغولف و صباط.
أه؟ تبان ليك صغير بزاف.
المنتوج ديالنا أخف وأصغر من منتوجات المنافسين، وثمنو غالي بـ 8% غير.
الكونترول ديالي معطل.
فينين الكتب المصورة؟
اشْ شنوْ نقْدَر نْشْرِي تْمَّا؟
يعتمد على ذلك.
بشحال ديما ٣٥ دولار، ولكن اليوم مخفض بـ ٢٥٪؜، يعني غير ٢٦ دولار و ٢٥ سنتيم.
واش كيباعو هادو بوحدّهم؟
أربعة برتقالات.
فين غادي نمشي باش نلقا طوبيس لشيݴاݴو؟
مازال معرفتش.
باغي نلعب تنس مع واحد.
داك لراجلي.
ما نقدرش نمشي القفل.
كانت المزارات في اليونان تاريخية.
في لحظة غادية نعرضو فيلم. أرجوك تحط ستائر ديالك.
إيه. هاد الألوان دابا موضة.
أنا كانتقل لرحلة الخطوط الجوية المتحدة إلى أنكوريج.
واش تقدّر تجيب لي طّبق جديد من هادوك؟
إيه، ولكن خاصك تحط "بالبريد الجوي" هنا باش بغيتي تبعثها بالبريد الجوي.
هنا. واش غتورييني بطاقتك الوطنية ولا جواز السفر ديالك؟
الـ"سيدة الكاميليا" دي كايتقلبو. مزيان بزاف ديالي دابا.
صافي ولكن واحد المشروب غير.
واش تقدّر توصي على شي وحدة ديال النبيذ مزيانة؟
Tiffany's. تقصدي المحل ديال المجوهرات؟
ثلاثة دولارات لكل واحد.
صافي مزيان واخا، ولكن ما يمكنش نديرو تا حاجة.
ضايع. فين غاديين؟
ما تظنش بلي ما كاينش بزاف ديال الرجال الزوين؟
واش تجيب ليا كاشي و شي ورق باش نكتب؟
هذا والدي.
صافي. عطّي هاد الورقة ديال التصريح لهذا الضابط عند الخروج.
صافي ضغط هنا.
نڭولو ليه تليفون.
الطقس مزيان اليوم.
صافي. خليني نشوف. بغيتي شي عادي ولا شي معلم؟
شكرا. واش كيعمل شنو من خدمات؟
هذا هو الرجل.
واش غادي يكون عندي الوقت الكافي باش نعبر لـ BA تلاتة تسعة تسعة؟
يلا نمشيو.
باش نتياخد هاد معايا دابا؟
أرجوك أرسل واحد من الخدمة إلى غرفتي.
هذا هو الشي اللي كنبغيه بزاف. نتمنى يعجبك.
كنبغي نشوف شي حاجة موسيقية الليلة. بغيتيني تحجز ليا من فضلك.
صرفت مبلغ كبير من المال في التسوق.
نْشرب ليك واحد الكاس.
واحد الطبيب، الله يعطيك الصحة.
واش تقدّر توصي على مطعم مزيان حدا هنا؟
لمن كاتْهَادِّي؟
بشحال تمن الدخول؟
بالخصوص إذا كنت تمشي قريب من العمارات، يمكن أن تتعرض للاعتداء.
kanbghī nshūf bṛāmij rīyādīya f tlevizyūn.
باش نزل كرسيي؟
ما محتاجش واحد يحمل ليا. شكراً.
واش بغيتي تكري سيارة صالون ولا بغيتي تكري سيارة ستيشن؟
باغِ بغيت نبدّل الين بالدولار. شحال السعر داليوم؟
هاد الطران سبور غادي يدير وقفة قصيرة في المحطة A.
أرجوك، خاصك تقترح عليا فندق.
واش نقدر نصور معاك؟
ميكي هاياكاوا.
بشحال عمر اليابان؟
نرقصو؟
بيا نضرة شباب، ولكن عمري تعدا التلاتين.
خوديوني لهنا، من فضلك.
السلام عليكم، واش مفتوحين اليوم؟
بالجانب، من فضلك.
تقدر تحط هادشي في الصندوق ديال الأمانات ليا؟
إيه، وقّف هنا، من فضلك.
بغيت نلغي الحجز ديال دابا الليلة.
باش بغيت شي حاجة للكرشة.
تيار الماء قوي بزاف باش تغوص بالماسك.
واش تمشي معاك تصورنا معاك؟
باغي نشترك في واحد النزها باش نشوف الكاسكاد.
عندي ألم حاد.
ما عندك حتا واحد هدية، ولا شي حاجة قيمة؟
هاد الطرانسبور غادي ل طوكيو؟
تورتة كرز للتحلية، و قهوة من فضلك.
باش نتّعطاني عصير ديال البرتقال؟
السلام عليكم. هاد السيد أونو؟
هي خارجة دابا.
صافي، غتشوفونا لبلّاس ديالنا؟
واش تقدر تصحيني غدا الصباح على سبعة؟
أنا من إيرلندا الشمالية.
غادي يكون مية وخمسة وعشرين دولار، سيدة.
كنخاف نسيت حوايجي في الطيارة.
واش تقبلوا ماستر كارد؟
واش داير شحال هكا؟
أعطيني النمرة.
الرقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي ميho سوزوكي.
واش كاين شي مطعم مزيان فيها منظر حلو هنا قريب؟
تا خذ هادي الكارت ديالي.
كانبغي نخدم في الدولة.
واش القطار لشيݣاݣو كيمشي من الرصيف خمسة؟
بغيت نشكر ليك نعاونك في شيّ حاجة ديال السنوركلينغ، من فضلك.
هاد الطرانسبور غادي ديريكت لـسياتل؟
بهاد الطريق، من فضلك. شي حاجة أخرى؟
kanqelleb 3la ssa7abi.
أه، إذن خاصك تعرف كيف حنا كاملين هنايا حاسين راسنا. ما كنبغوش الناس اللي ما منناش يجيو يقولو لينا كيفاش نعيشو حياتنا.
الاستعمال ديال الألوان زوين بزاف.
شكراً. اسمك هو السيد ريتشارد بولمان.
أخبر عائلتي من فضلك.
واش تقدّر تنّوض الدريبة؟
خمسة عشر يوليوز.
جرحت راسي.
آه، بصحتك، بغيت بيضة مسلوقة مزيانة، يعني، نصف مسلوقة، من فضلك.
هاد اللباس كايناسبني مزيان. نقدر نجربو؟
واش الأول الأول متى؟
ما طلبتش هاد النوع ديال الجبن.
تقطع الخط. واش تقدر تعاود تربطني؟
اشْ شنو سميتك، من فضلك؟
كنبغي شوية فورّاز.
شنو اللي خاصني نشوف في شيكاغو؟
تقدر تصغرها شوية؟
واش خاصني نمشي نطّلع على عيني؟
سميتك، رقم بطاقة الائتمان ديالك و تاريخ الانتهاء؟
عندها مجموعة زوينة ديال النحاس.
اشْ داكْ قْدّامْ جْسْرْ بُرُكْلِين؟
شكراً ليك على الإقامة معنا، سيدي.
واش نقدر ناخد ثلاث مية دولار كاش بهاد الشيك؟
كنت موافق على هاد الاقتراح.
مين كيرقص؟
باش ترقص معايا؟
واش خاصني نبدل الطران؟
لشخصين على الساعة سبعة، صواب؟ واش نعطيك اسمك من فضلك؟
كتافي كتعورني.
شحال ثمن أقرب بلاص؟
فين كتعور؟
واش عندك شي ساعات ميكانيكية يدوية؟
واش عندك شي ستايل آخر؟
صاحبي فقد الوعي. بغيتو اتصلو بسيارة الإسعاف دابا؟
واش كاين شي حاجة رخيصة و مزيانة؟
صافي خمسة ديال الصباح غدا؟
واش عندك شي أكل ياباني؟
صافي. بالمناسبة، واش هذا شنو؟
باغي ندخل لمدرسة ديال الغوص.
واش كاين شي فلوس ديال الإلغاء؟
فين هي الباب خمسة و ثلاثين؟
بغيْت شي حاجة نشرب.
ما تاكل والو سخون بزاف ولا بارد بزاف.
كنبغي ليك تغير حوايجك و ترجع، سيدي.
الرقم ديال البلاكة هو صفر اثنين واحد واحد.
باي باي.
واش نقدر نمشي لشي بلاصة خاوية أخرى؟
بغينا نحجزو طاولة لشخصين على سبعة د العشية.
نتلاقاو غدا.
نّشوف إذا كان نقدر نعاود نمشي نشوفو في هاد الكتاب.
واش مزيان تلج هاد العام؟
بشحال هاد السيور؟
السلام عليكم. تفضلوا بالجلوس.
اشْ طْرِينْ بْغِيتِي تْسَافْرْ؟
شحال ثمن ديال كارافان؟
فين نقدر نمشي نطّلع ديك التاكسي؟
ما كاينش شي غلط في الفاتورة؟
دَرْتْ الْحْجْزْ دِيَالِي فْ طُوكْيو. واش تَقْدَر تَشُوفْ لِيهْ مَرَّةً خُورَا، مِنْ فَضْلَكْ؟
نصيحتي تكون حلق ولا بروش.
هادي ماشي تبنيتي.
الْأَلَمْ فِي حَلْقِي بْغَا لْوَدْنِينْ.
أنا محتاج شي دواسات ديال الصباط.
غادي نوصل متأخر، ولكن أرجوك حافظ ليا الحجز ديالي.
غادي نمشيو ل فيلاج ديال السمّاك غدا.
مسرور بمعرفتك.
عندي شي حاجة باغا نقول ليك.
بغيْت غرفة دبل، من فضلك.
تحقق منها إلى وجهتي النهائية.
دائما كنحس براسي معوج في كرشي.
زيد صعيب من العام اللي فات.
بردات الليلة.
بشحال هاذو؟ واش تقدر تكتب الثمن في ورقة؟
واش نقدر نحجز بلاصة في أول طائرة مغاديا، من فضلك؟
واش نقدر نعاود نعطي السيارة في بلاصة أخرى؟
واش عندكم ديال طابورات ديال النعاس؟
هادي شوية ضيقة على قدّمي. واش عندك هاد الصباط في رقم خمسة ونصف؟
واش نقدر نبدل خمسين دولار؟
زيد دير سْواغْ فْهاد الطريق. غَادي يكون فْ يْسارك.
واش ممكن نشوف قائمة الأسعار ديالك؟
سمح ليا. غير واحدشي زوين. كانفضل طاولة حدا الضّريعة.
kanqelleb 3la sidi Jones. 3andi shghul mhim bezzaf n7ki fih.
بْلاصة يومين.
هاد السيارة غادي لشيراكو؟
واش كاين شي حل آخر للرحلة اللي تم الغاء ديالها؟
ما كنبغيهمش. أرجوك ما تحطش شريتة في هاذشي.
واش نقدرو ناخدو شي قنينة ديال النبيذ أخرى؟
عندنا طّالْة حمْرا زْويْنة.
واش عندكم منبهات ديال السفر؟
بسلامة.
واش كاين محل ديال التحف هنا قريب؟
تقدر تستعمل الباس فكل القطارات.
باش تفضل اللي أوتوماتيك.
دابا دخلت الفلوس، ولكن ما جاني والو.
واش عندك شي ورقة يابانية؟
واش في شحال غنلقاو المرة الجاية؟
أخبرني من يجب إعلامه في حالة وقوع حادث، من فضلك.
غادي نمشي فواحد الفندق، ولكن ماعندي حجز مزال.
صافي ما تقلقش. تقدر تنزل في المحطة التالية وتمشي بالرجلة. ماشي بعيد.
بغيْت تّسْريح دائِم خفيف، من فضلك.
باغي نْجامع صاحبي.
الجرح تقيَّح.
الخدمات المصرفية الدولية.
كيما كتعرف، هادشي كيعني تنازل على الأضرار الناتجة عن الاصطدام. بلا ما تشريها، نتا مسؤول على أي ضرر وقع للسيارة.
نـسيت المفتاح ديالي.
كنبغي نبغي نظّف سناني.
كنا في مجموعة سياحية. لذلك، عند المرشد السياحي كل تذاكرنا.
والو. أرجوك سلم على زملائك بأحسن التحيات، خصوصًا السيد أوكاموتو.
واش عندك شي حاجة تقرمش عليها؟
واك. مزيان. حنا هنا في المتحف. غير طل لعلا، دوز بلوكات اثنين، وغادي تلقاه تا تمّا في ديك الزاوية.
السلام عليكم. هاد هي هاروكو. تخمن آش وقع دابا. كانت حاجة مضحكة بزاف.
أفين نمشي لـ Hilton Hotel؟ قولي ليا الطّريق.
سرقو ليا محفظتي في المحل ديال الديوطي فري.
ماشي شحال، شكراً.
صافي. باين لي غزال. واش السبت على الساعة دواز؟
نعتقد أن سيارة الأجرة غادي تكون أحسن. تقدر تمشي دير تاكسي قدام الفندق.
بشحال ديال اللون ديال الربان بغيتي، وردي ولا زرق؟
داك السيارة حاولات تعاود منعطف ل اليسار بالقوة.
تقدر تحافظ على هاد الشنطة أسبوع؟
أكيد، ولكن الدار عامر الليلة.
واش الباصات ديال المطار كيجيو بزاف؟
اللي جاي.
ثلاثة اثنين ثلاثة أربعة واحد اثنين ثلاثة أربعة.
واش تقدّر توصي ليا على واحد البالي؟
ما كليت شي حاجة قبل. نعطيها ليا دابا؟
واش نقدر نحجز طاولة؟
كنخاف ما نقدرش دابا. أقرب رحلة هي ديال الساعة وحدة.
نقدر نديرها بوحدي.
باغي ندير تليفون شخص لشخص.
فين غادي نشوفو في هاد الخريطة؟
مانبغيش نمشي.
دير/ديري فيها النية.
فين الكافيتريا؟
هاد الدّامة بايعة؟
كنبغي سبحة.
غادي نبداو ندخلو المسافرين اللي معاهم الأطفال، المسافرين اللي محتاجين مساعدة خاصة، والمسافرين ديال الدرجة الأولى.
بشحال يكون مطفي، من فضلك.
واك. ها هو.
واش بان ليك أحسن كادو لبنت عندها خمسة عشر عام؟
واش كاينين شيّ دورات ديال ديور الفنانين المشهورين؟
أرسل هاد التلغراف، من فضلك.
فين نخبر، إذا كان عندي شي مشكل؟
هي واحد حقيبة كبيرة، برتقالية، ديال البلاستيك سامسونيت.
واش واش يكون يوم مزيان؟
وجع السنان كيعور بزاف و صعيب التحمل.
أنا ساكن في فندق بريتانيا إنتركونتيننتال. رقم الغرفة واحد صفر ثلاثة.
شحال تاتكلّف رسالة جوية، من فضلك؟
عندي فيروس.
بالطبع، راه أربعة سبعة واحد تسعة أربعة صفر ثلاثة.
باش بغيت نأكل بزاف ماشي نشرب.
باش تقدر تعطيني شي كريمة؟
صافي، كلشي تاكل على راسي؟ خاصني نمشي للتحويشة. معليش.
باغي نمشي نشري شي حاجة. فين هي المنطقة ديال المدينة؟
واش تقدر تقولي كيفاش نمشي لهاداك بلاصة؟
تقدر تمشي بالأسانسور رقم واحد، ولا رقم اثنين.
عطيني محفظتك.
بغيْتْ نلقَا الباب.
ملي رجعت لداري، كاميرا ديالي كانت سالات.
برد بزاف.
اش كيفاش نقدر ناخد رخصة غوص؟
عطيني سيجار.
يعتمد على فصل السنة اللي تزور فيها هاد البلاصة.
باغيً نبغِيْ النَّامُوس يْكون مْهَذَّب.
أتاي، الفول.
عطيني ثلاثة ديال هادوك، من فضلك.
آه، مزيان، مزيان. و مزيان نشوفك، راي. شكلك غادي فجهة أخرى. باش ما تبقاش غريب. جاكيت زوين، بالمناسبة.
نظن غادي يرجع فقيْل ثلاثين دقيقة.
صناعة السيارات هي الصناعة الرئيسية في اليابان.
باش نخلّي رسالة؟
خليني نشوف. هادي بلّاعة حداّنا.
ما يمكنش يعوم هنا؟
بشحال غايحتاجو باش يوجدو واحد آخر؟
شيء طرأ و خاصني نهضر معاه. صافي أرجوك طلب ليه يعاود ليا تليفون فحال ما يدخل.
الضوء ماكيشتغلش في غرفتي.
غادي تزيد أحسن المرة الجاية. استمر.
واش واحد منكم كيتكلم اليابانية؟
واش كونغ الملك لعب البينغ-بونغ في هونغ كونغ من قبل؟
فين الحمّام؟
واش غتبقى هنا شحال؟
بصراحة، نظام الشغل مدى الحياة فيه الزين وفيه الشين.
واجب نمشي للسطاسيون دابا.
كانبغي نزور المناطق المرتبطى بـ جويس.
ما محتاجش لداك، شكراً. أنا غادي ناخد هادشي.
واش كتعطيو شي تخفيضات؟
جا باش ناخد السيارة. ها رقم الحجز ديالي.
نصيحة ديالي، خوذي عطر ولا كريم ديال الجسم.
أريني وثيقة الجمارك ديالك من فضلك.
باش السيد الكاشير تمّا يخدمك.
بشحال مرة خصني نقول ليك نفس الشيء؟
طلبْت قسم الممنوعين من التدخين. واش تقدّر تبدّل ليا بلاصة؟
من فضلك، الامتناع عن تناول أي منشطات.
بهاد الطريق، من فضلك. هاد الطاولة مزيانة؟
زيد رفد التيليفون و دخّل عشرين صنتيم.
نزل هنا.
فين الدرّاب؟
فينين المواد المعلبة؟
واش في شحال غدي نهبطو؟
باغي نشوف واش هنا كيديرو فرق.
آه، لا، خليت رقم تلفونو في الدار.
واحد تيكيت لـ واشنطن من فضلك. شحال مدة فالطوبيس؟
هادي أنواع ديال السندويشات.
صافي، خاصني. خاصني نمشي نتصل بالمكتب ديال كراء السيارات.
أرجوك اتصل بالسفارة اليابانية.
واش رقم واش كاتْهَزّ، من فضلك؟
عندي حساسية شديدة في الجلد، و كاينين بزاف الحبوب.
باغي نمشي ل فيلادلفيا غدا. شحال الوقت كاين طران؟
واش تمشي تغير لي بواجيات من فضلك؟
قولي ليا، واش الكابين رقم 2، الكومبارتمون رقم 4 فين كاين؟
واش باقا عندك تيكيط لـ Bulls و Magic ديال 10 يناير؟
حسّيت بالنعاس و الكسل من كثرة الجلوس في الطيارة.
باش تحافظ على هاد الحقائب، من فضلك؟
فين أحسن بلاصة باش تْسْهرْ في سان فرانسيسكو؟
نظن هادشي فكرة زوينة بزاف. أنا ديما كانقول المتاحف أحسن بلاصة باش تعرف واحد البلاد. باها، فين نمشيو؟ سمعت بلي كاين واحد المعرض زوين ديال الهنود الحمر في المتحف ديال المقاطعة.
ضعت جواز سفري. محتاج واحد جديد.
غادي نكونو كانستناوك غدا، السيدة Tanaka.
غادي ناخد جوج.
عشرين طرشة، من فضلك.
باغي نمشي تليفون ل طوكيو.
واش تقدر تعطي ليه الإسعافات الأولية؟
باغي نحجز طاولة لثلاثة أشخاص على سبعة ديال الساعة.
واش واش قصّة القصر شنو؟
شحال ممكن تشرح ليا كيفاش نمّل هاد الورقة ديال الدخول، من فضلك؟
اشْ واخا، واشْ واش كتعجبك شي حاجة فْ وقت فراغك؟
واش في شحال نجي نعاودو؟
خليني بوحدي، من فضلك.
شنو كيعني "O-Bon"؟
فين الكاشي؟
ها هو رقم التأكيد ديالّي.
اش كيفاش ندير حجز؟
مليار ين مقسوم على مية وعشرين ين كتساوي تقريبا ثمانية مليون دولار.
صافي، غدي لحظة. سيدي، خايف السيد أوكاوا مشا يتغدى. بغيتي تخلّي ليه رسالة؟
اشْ شنو كتقترح كهدية من فرنسا؟
شكرا. ليك بالمثل.
أكيد، جميع المقاعد مأخوذة بالفعل ليوم ثلاثة وعشرين مارس.
كنبغيو نديرو أطباق بثمن تقريبًا 30 جنيه إسترليني للشخص.
واش عندكم كوكتيلات خاصة؟
واش ممكن نشري بفلوس كبار؟
بشحال هاد السياحة؟
مبروك على ترقيتك لمنصب المدير العام.
حتى مللي ما تكونش معجب كبير بـ "شاعر أفون الرقيق"، خاصك ما تفوتش المناظر الطبيعية الخلابة والمواقع التاريخية المرتبطة به في بلاده.
أنا غادي نمشي دابا. واش تقدّر تبعت لي واحد النّاس لي يحمل ليا الشّي، من فضلك؟
واش هاد الخط شنو غرضو؟
إيه، النبيذ، من فضلك.
غادي يكون تقريبا ثلاثة أضعاف.
عندهوم بلاص فالبلكون و فالحق ديال الأوركسترا.
أتاي واحدين ديال البلاص ف طائرة ديال 9 و نصف لنيويورك، من فضلك.
بغيت ساندويتش و عصير ديال البرتقال، من فضلك.
واش تقعدلي هنا؟ غنرجع فحال دقايق.
أنا ساكن قريب من هنا.
هادشي ضيق عليا بزاف.
هادي السيارة رقم 12.
واش نقدر نعطيه هادشي بالتوصيل العام؟
المسرحيات الموسيقية كاتكون مشهورة بزاف فاليابان دابا.
هاك بعض السماعات.
بشكل عام، A تعني ممتاز، B، جيد، C، مقبول، D، ضعيف، F، راسب و I، غير مكتمل. بعض المدارس تستخدم علامتي زائد وناقص مع الحروف.
بغيْت نْطْبَع هاد النيغاتيف فْحال تْوَين، عافاك.
اش كيفاش نمشي لهاداك بلاصة؟
واش هادشي مفيد لشنو؟
بغيْت واحد الكشاف.
واش شحال كيسالي؟
شي سيارة اقتصادية لمدة أسبوع. شحال غادي تجيني؟
واش الأطفال يقدروا يدخلو في النزلة بدون مرافق ديال الكبار؟
فين نقدر نشعل؟
يا مّي سْتاْتْ لْكْوكيز.
واش نعطيهو رسالة؟
أظن أن اجتماع بحال هادشي فرصة مزيانة باش نتعارفو ونفهمو بعضنا شخصياً.
شكراً. غادي يكون ثمانين دولار وخمسين سنتيم مع الضريبة. أرجوك، ادافع للكاشير.
واش واشحال البردقة ديال غدا؟
السلام عليكم. هاد هو مكتب الاستقبال؟ أنا في الغرفة واحد صفر سبعة صفر. خايف عندي شي شكاية.
قول ليه شيمادا مشا له و أنني غانجي نشوفو هاد الجمعة.
صافي. أرجوك احجز لي بلاصة فالطبقة الأولى في القطار اللي غادي يمشي غدا على الساعة عشرة.
بسلامة، تلفون ليا الليلة.
تا تقدر تشوف معانا؟
واش تظن/ي كاين شي إمكانية نعاود نحصل على فلوسي؟
بغيْت نْرجع حْوايجِي الثْمِينَة، من فضلك.
باش بغيت الستيك ديالي نيء.
هادي كاميرا تلقائية.
باش بغيت جوج ديال الطبعات هاديك النيجاتيف، بالمات، من فضلك.
سمح ليا. واش فين كاين قسم ديال النساء؟
اشحال دايرة؟
فين ساكن؟
ها الضريبة ديالك.
التروبيكال مزيان. فيه شوية نعناع و بنة ديالو كاتجي مزيانة مع الستيك.
داكشي لعبَة.
هادي أول مرة غوطس.
زيدها تجيه لداخلي.
kanfḍḍel nqʿed f lqdam dial tṭayara.
تحقق من الكوطي ديال الاحتياط مزيان.
اه، باغيلي كيدير مزيان هاد العام.
ما نقدرش نسد فتحة البانيو.
واش بغيتي تجي لدارنا الليلة؟
فين المحل ديال الملبسات ديال ماري؟
كنبغي غرفة دبل (غرفة لشخصين) مع منظر على البحر. شحال ثمن الغرفة؟
واحد ڤيسكي دبل، عافاك.
اشْحال ديال المادة هادي؟
أمم، كلية كينغسبورت للبنات، من فضلك، يا سواق. باينة ما غاديش يتهربو منها. ما يمكنش لهم يعصو قرار المجلس، هادشي ضد الديمقراطية.
واش كاين شي طبيب كيتكلم اليابانية؟
سيدات وسادة، قبل الإقلاع، يرجى إطفاء جميع الأجهزة الإلكترونية، بما في ذلك أجهزة الكمبيوتر الشخصية، ومشغلات الأقراص المدمجة، والهواتف المحمولة، والألعاب الإلكترونية. يرجى الامتناع عن استخدامها حتى مرور عشر دقائق بعد الإقلاع.
آه، هاد زوين. عجبني صوتهم. شنو بان ليك نتا، بوب؟
واش نقدر نعرف اسمك، تاريخ المغادرة ورقم الرحلة؟
فينين الفطر شيتاكي؟
واش تقدر تعطيني شي تخفيض؟
نّضّف الغرفة، من فضلك.
واش عندك محل ديال فيراغامو حدا هنا؟
شكرا بزاف على الوقت اللي خصصتيه باش تحكي معايا، كارين.
واش هاد الطران ديال فين غادي لـ Grand Central؟
هذا ماشي اللي طلبت.
أه. خاصني كنت خليت ليا الكفتة.
واش داك شامل الفطور والعشا؟
كانبغي نمشي لمركز التجارة العالمي.
سمح ليا، فين نقدر نشري تذاكر لـ برودواي؟
هاد المطار زوين بزاف. نتصور باللي كتشوف فيه بالافتخار.
عندي ألم حاد في المعدة.
إي، غنطلب مارطيني مع المقبلات.
الطقس مزيان.
واش تقولي ليا ملي نوصلو، من فضلك؟
سمعت أن السل شايع غادي لهاداك الجيهة.
واش داير ف هادشي؟
الدفا مكي شغلش و الدار بزاف بردة.
بشحال تيكيت ديال نهار واحد؟
صافي. بغيت نمشي للبار و نݣعد نستنى.
كان عندها سنتين ملي جيتي لهنا آخر مرة. واش عجبك الطيران؟
kayn bzzzaf d lma3ayan sakhna, b sababu 3andna bzzaf d lbrakan.
شحال الثمن ل لندن؟
بغيْت واحد الوصلة ديال الدّار.
باش بغيت عصير ديال البرتقال، توست، بيض مقلي و قهوة، من فضلك.
صافي. ساليتي.
إيه. قصّو الغصن وقطّفو الزهر باش يقدّرو يخلّيو الشجر مزيان.
نظن نقدر نوفر ليك طابلة في حتا خمسة عشر دقيقة.
صافي. شكرا.
فين تنزل باش نمشي للمتحف؟
طبق ديالّي، عافاك.
عندي صداع مزيان. واش تعرف شي طبيب مزيان حدا هنا؟
بعد الساعة ثلاثة.
تقدر تحفظ لي قيمة عندي؟
لقيت شريت قميصي بثلاثين دولار.
تقدر تبعت شي أسبيرين؟
فينْ الدّْلالة؟
أرجوك، كتب رقم بطاقة الائتمان ديالك.
واش عندك أي نوع ديال الويسكي؟
واش تعرف اسم هاد المحطة؟
أرجوك ما تقصرش الطّيّ ديال الضّرف باش الصور ما يتْعَوّجوش دَاخْلْ.
حسنًا، الغولف أصبح تقريبا جزءًا من عملنا بالإضافة إلى كونه ترفيهًا.
هاك أسي القائمة ديالنا.
ها هو جواز سفرك، تذكرتك، وبوردينغ باس ديالك.
آه، دابا غدي تكون حالاً مزيانة. أعتقد خاصني نمشي.
باش ممكن نستعمل هاد العربة ديال الأمتعة؟
بين سبعين و ثمانين دولار غادي يكون مزيان.
نداء شخصي لطوكيو، اليابان، من فضلك.
لا، شكراً. كافيني.
بغيْتْ بْلَيزَا، عافاك.
واش محتاج شي ورقة باش نبحر؟
الخمس مية دولار، صواب؟
يكون مفيد إذا قدرتي تزيد من طاقتك الإنتاجية.
واش مزيان معاك السبت الجاي فديك الساعة؟ بغيت ندعوك لحفلة ذكرى زواجنا الأول.
كنبغي شوية لحم العجل.
أنا محتاج سيارة كبيرة.
نتيا غالط.
أوديوني لطبيب فين كيديرو اللي باغة اليابانية.
اشْ شنو كتقترح احسن شي؟
غادي نمشيو دابا فالعشية. واش عندنا الوقت باش نديرو جولة في المدينة؟
الكمونو ماشي مناسب بزاف للناس اللي كيعيشو نشاط دائم.
صافي. غنتكونو تمّا في الثمانية.
صافي مزيانش. خصني نكون في لوس أنجلوس فصباح الجمعة.
واش أنت أسترالي؟
فين هي الدخلة؟
واش ممكن تشوف ليك في زيت الفرامل؟
فين نقدر نشري قفازات؟
ما استعملتوش بزاف.
واش كيديرو جاز فهاذ البلاصة؟
شحال منقدر نشوف المسؤول ديال المطعم، من فضلك؟
باغي كوكتال معمر. تقدر تخليط ليا شي حاجة؟
غادي يجيو واحد يفحص الحال دابا.
آه، سمعت بالاسم. مدينة مشهورة وقديمة، مشي كذلك؟
لقيت نقطة.
بالصحة و الراحة في سفرك.
واش عندك شي طيارات للميامي؟
القطعة على اليسار.
أنا كنمشيش للتحويشة كل عشر دقايق.
شكراً بزاف. السيد كوجوري وأنا كنفرحو بزاف باش نكونو هنا في لندن باش نعقدو اجتماع معاكم، اللي كتمثلو واحد من أهم الشركاء ديالنا.
صافي، سرق ليا واحد لصّ البورصة المحفظة ديالي.
واش واش هالوين فاش كايجي؟
زوينا.
واش كاينين أي آثار جانبية؟
اش الوقت ديال الصعود للطائرة؟
واش البورصة ديال وول ستريت مفتوحة للعامة؟
سمح لي كنت غAbsent في دار.
فين مكتب الإرشاد السياحي؟
فين نقدر نبدل شي شيكات ديال المسافر؟
كنبغي ساعة نقدر نشوف فيها الوقت بسهولة.
سمح لي. ما عنديش ديال الصرف الصغير.
تقدر تعاود؟
إيلا عشرة ديال النقاط.
يه، مشيت. زرت طوكيو و كيوتو في رحلة قبل سنتين.
خوديوني لدار الصّحة، من فضلك.
واش فيها تكييف؟
صافي نادو علينا فين واحد يتفتح.
بشحال هاذ الشي كامل؟
واش السعر شامل الغدا؟
فين غادي تمشي تسكن؟
العلاقات الإنسانية مهمة في أي مجتمع، لكن اليابانيين يبدو أنهم يحاولون جاهدين الحفاظ على علاقات جيدة وتوسيعها.
ها هو تسعة وتسعون ين. من فضلك بدلهم كاملين بالدولار.
كنبغي شي حاجة واسعة.
في الـ ABC.
فين بلاصة نقدر نشري كراطين؟
هذا مزيان. خاصك تبدل في شارع الرابع والأربعين.
واش ممكن تعطيني المفتاح، من فضلك؟
واش عندكم شي سيارات صغيرة؟
عندنا مقاسات كبيرة، متوسطة، أو صغيرة.
واش تعرف شي طبيبة نسائية مزيانة؟
كنبغي واحد السشوار.
شنو هاد المبلغ باش؟
صافي، واش شنو مخططاتك لباقي ديال السفر؟
في هاد الحالة، كايتلقا جدول تعريفة الأسعار حدا بلاصة السائق.
كنبغ نشري واحد من المنتوجات المحلية ديالكم.
صافي. غنتسناو.
آه، أنا طالب جديد في جامعة ABC. أنا متخصص في التاريخ.
فين نقدر نمشي باش نشري ساعة؟
سيّد Tanaka، سيّد Sato داير اجتماع دابا. واش يقدر يرد عليك؟
بشحال نوصلو؟
اشحال المدة اللي غاتوصل فيها؟
عطني البطاطس، من فضلك.
واش خاصني نعاود نجي لدارك؟
مين هو المدير د لفرقة؟
أريني تذكرتك ديال الرجوع من فضلك.
باش نقدر نخلي قيمة عندي معاك؟
واش عندي شي رسائل؟
شرب النبيذ الأحمر؟ ماشي مر؟
ما تقلقش. بعض الزبائن جربوهوم.
أنا منبهر بقدرتك على اللغة.
خلّيت أجندتي في الكابينة ديال التليفون.
واش عندك حساب؟
صافي تمشي معايا نبحثو على القناع ديالي؟
كنحس بالدوخة فالسفر.
فين كتمشي الطوبيس ديال النقل؟
أعتذر على الإزعاج. غادي نجيب ليك واحد آخر، فالحال.
صافي، غدي نوجدها ليك. تفضل.
واش نقدر نعاود نتأكد بالتيليفون؟
حاولت، ولكن ما قدرت نش تحقق حلمي.
فين هاد القسم ديال ديال الرجال؟
ما قلتيش هكا. باغِي تزيد في الثمن عليا.
تعال أدخل، ميتسورو.
بغيْت خط خارجي.
هذا هو عنوان اتصالي.
باغي ندير موعد.
واش ما تجي شي شوية؟
واش كايقدمو الأكل؟
حجزت غرفة لزوجين.
ضيعت محفظتي في واحد الدكان.
هاذ بلاص بلاش.
كنبغي سيارة كبيرة شوية و اقتصادية في الصرف.
واش ممكن آخذ جوج ديال تذاكر لليلة، من فضلك؟
عندي واحد الطّلب بغيتك.
قول ليا فين ننزل.
تقولها مرة أخرى.
سمح لي، واش نقدر نصور؟
واحد الرجل كان طويل وواحد آخر كان قصير.
همبرگر و طاجين ف الجنب ديال اليمين، و سلاطة من فضلك.
طلبْتْ باسْبُورْ بارْحْ.
بنين.
23 مارس، من فضلك.
دابا، سرقو ليا نعاوسي ملي كنت غبرت من هديك الغرفة ديالي.
شارع بارك أفينيو، رقم 280، من فضلك.
بلاصة ديالي مكسرة. ما بغاتش تنزل.
تقدر تسولها تجيب ليا بالعاكس؟
أعطيني وصل من فضلك.
واش ممكن ندور صباغة جديدة في الصالة؟
صافي، حبس ليك طكسي؟
باغي نعطيه بالبريد السريع.
يمكن يكون البوجي.
واش تقدر تقولي واش اللعبة شتبدا؟
واش عندك هادشي في مقاس أكبر؟
باش بغيت شي حبة أسبرين.
خاصك تمشي بالباص.
أريني فين كاينة البنك من فضلك.
صافي، ما بغيتش الجبن.
واش غتحجز شي غرفة لليلة؟
عندي حرارة.
كانبغيو ندعيوك للعشا غدا بالليل.
أوه، تقريبا خمس دقايق ماشي.
صافي، عطيني شي بلاصتين ديال "سي" محجوزين فالعشرين.
صافي. نتلاقى فديك الساعة.
هادي هي الغرفة 12 13.
كنبغي ندير حجز ل طوكيو ف الخامس عشر من ماي.
أنا ساكن مع صحابي.
واش واش كتعاودو تقدمو الغدا؟
بغيتي توصّلني مع قسم البيع، من فضلك؟
واش واقي بلاصات؟ بغيت نقعد شي بلاصة فوسط.
واش عندك مترجم ياباني؟
باش نمشي؟
كنبغي طّاجين.
فين غادي نمشيو من هنا؟
هاد الطرانزيط كيدوز من إل باسو؟
حسنًا، هاد الـ Tour الاستكشافي زوين.
واش نقدر ناخد شي قطرة للعين؟
واش كاين وصلة لكلازكو؟
واش تمشي تصرف هاد الشيكات السياحية، من فضلك؟
صاحبي و أنا مفراقيين، بغينا نقعدو حدا بعضنا.
غادي ناخد هاد القميص. شحال فيه؟
صافي بزاف.
صافي تمشي ديريكت، وغتلقاهوم.
إيه، الممثل اللي كيلعب الدور الرئيسي زوين بزاف.
أوف، إيه. المكتب الرئيسي ديالنا هنا. ونتيا؟ أول مرة ليك هنا؟
غادي نكتب ليك ملي نرجع للدار.
واش ممكن نحصلو على غرفة تطل على البحر؟
باش نقدر نشعل هنا؟
اش هذا الثمن؟
واش كاتمشي من نيو أورليانز؟
واش نقدرو نكريو ملعب؟
كنت نتمنى نمشي نشري طوموبيل جديدة.
بغيت تقترح عليا مطعم مزيان حدا هنا.
اشْ اسمك؟ و شنوّ رتبتك الرسمية؟
بالطبع، غنكونو حادين في السالون قبل التسعة.
واش تقدر تقبل شيك بالين ياباني؟
واش شنو الباص لي غنمشي بيه لتمثال الحرية؟
باغي نخلي شناطي.
سمح ليا. شريت هاد البلوزة أمس، ولكن لقيت بقعة كبيرة هنا.
هذا عمي.
بغيْت نبدّل الغرفة.
واش عندك هادشي ف مقاس متوسط-كبير؟
واش نقدر نبدل بلاصتي لواحد بلاصة ف المقدمة؟
واحسن ليا نمشي.
واش نتي السيدة إيبرت؟ أنا هيروشي ساتو. تشرفت بمعرفتك.
عندي طير في الكوطة.
غادي ننزل عند الكاتدرائية.
باش بغيت شي كاس ديال لما سخون.
بشحال كاملة إذا شريت ثلاثة؟
واش تقدّر تجيب ليا طّاكسي من فضلك؟
من فضلك، ممنوع التدخين.
غدا.
باش تطلب بالبريد أحسن. رخيص.
شنطة كتف بيضة.
غير شوية تقطيع بالمكنة، من فضلك.
بغي يكون عندي في المطار حدا ثمانية ديال الصباح غدا.
ما نعرف شنو هادشي، ولكن غنجربو.
شفتي واحد المعطف الأسود هنا؟
داكشي بزاف عليك، صافي تمشي للنافذة رقم ثلاثة.
واش ممكن يكون عندي غرفة في الجبل؟
خلّيت الكاميرا ديالي في التاكسي.
واش منين غايلعبو في السهرة؟
بواسطة البريد الجوي ولا بالبريد العادي؟
مية دولار كاش، ثلاث مية دولار في شيكات سياحية و الكارت ديالي.
بشحال؟
واش كنملّ ورقة ديال التصريح الجمركي؟
باغي نستعمل ملعب التنس.
ما تقُولش مستحيل.
باغي شوية حليب. واش عندك؟
واش نقدر نبدل هاد التذاكر للعرض ديال غدا؟
واش تقدر تقولي شنو هو الكود الدولي ديال اليابان باش نتصل؟
بشحال نقعد نستنى فالطْرَن قبل ما يوصل؟
باش نقدر نسجل هنا لرحلة الخطوط الجوية المتحدة؟
واجب علينا نلبسو معطف وربطة عنق في النزلة ديال الليل؟
بشحال السرعة اللي طائرين بيها؟
شحال ممكن تشلح هاد الأثمنة من فضلك؟
أنا في الزنقة ديال الشانز إليزيه والرقم 41.
واحد كوك كبير، من فضلك.
كنبغي نتْحَوَّس قبل ما نْكُل.
شعرك زوين.
اش؟ غتتقاضيني؟ ها، ها، ها. باين عليك وليتي متشائم بزاف. امك عارفة بهادشي؟
واش طلبتي وجبة خاصة؟
واجب نمشي نخبع بكري غدا. خاصني نمشي.
واش أنا من داكشي؟
بشحال تقدر تكلف من هنا للدار البيضاء؟
كيف بغيتي اللحم مطيب؟
باش تعرفني كيفاش نمشي لـ ويستمنستر آبي؟
آه، يا له من رفاهية أن تلعب الغولف في أستراليا.
واش كاين شي طائرة مزيانة غادية لـ لوس أنجلوس؟ فاش؟
منطقة مخصصة لغير المدخنين، من فضلك.
غادي نطيح.
فين صنع؟
تأمين التصادم خمسة دولارات في اليوم زيادة، واش بغيتي؟
كانبغي نتعلم التزحلق على الثلج.
واحد الرجل خدّا فلوسي.
اش دايرين ياكلوا؟
بغيْتْ مْحَسَّابَة، عافاك.
واحد الكرتون ديال المارلبرو من فضلك.
فين هي بوابات الصعود للطائرة ديال الرحلة ABC واحد صفر واحد؟
هو داك الزين اللي كيزيد الطلب عليه، آ سي؟
سمح ليا، ولكن واش فين غاديين دابا؟
واش ممكن تعطيني فاتورة؟
يا أي نوع ديال الفونداسيون يتماشى مع لون البشرة الطبيعي ديالي؟
ماشي صيني، إوا؟
داك اللي تحتو.
واش نقدر نطلب هادشي من اليابان ملي نرجع؟
بغيتيها معفاة من الضريبة؟
كنبغي نستعمل صندوق الأمان في غرفتي.
البار صغير فارغ. واش ممكن تحط فيه شي كاس ديال البيرة، من فضلك؟
ما كتهتمش الجرائد بتذكير القراء في الثامن من دجنبر بأن "هذا هو اليوم اللي بدينا فيه الحرب".
باش بغيت نبدأ حساب ديال الإيداع في هاد البنك.
صافي. واش غادي يتلعب الماتش فاش؟
الله يعطيك الصحة. ما كنتش عارف شنو ندير.
باغي نستأجر دراجة.
فين كاينة هاد البلاصة؟
بشحال الوقت، سيدي؟
هذا كامل الشنط ديال الرحلة 233؟
أنا مريض. واش تقدّر تجيب ليا طبيب؟
ما كاين صابون ف غرفتي.
هنا واحد النصيحة ليك.
واش نقدر نسولك شمن سميتك؟
لا، شكراً. كانشوف غير.
واش نقدر نشوف تذكرة الطيارة ديالك؟ نعني بطاقة الصعود للطائرة ديالك.
أكتبها ليك.
باش نتقدا لواحد البلاصة خاوية؟
براسك، اعتبر راسك في دارك و زيد على خاطرك.
أنا شاذ.
بغيت ماكينة حلاقة كهربائية، من فضلك.
ديكور جذاب؟
واش هادي الزيارة الأولى ديالك لبلادنا؟
أريني بطاقتك المصورة من فضلك.
الرحلة واحد مية و واحد لنياريت، المغادرة في العاشر من يونيو، مؤكدة من جديد.
مية وعشرين دولار لليلة، ما كاينش الضريبة مضمنة.
واش هاد الضمان صالح في اليابان؟
واش خاصها تمشي معاه؟
عندي هادشي ديال الفواكه. هدية.
اشحال الوقت ديال آخر طرين؟
ما غانشريها. نقدر نلقاها بثمن أرخص في محل آخر.
واحد الطالب، من فضلك.
ما غوصت فين حتى دابا.
كنبغي نبقى تحت الخمسين دولار.
لا، ماشي كيف قلتي. خاصك تنزل في المحطة التالية.
واش تقولي ليا شي بلاصات مزيانين باش نمشي نشوف في هاد المدينة؟
عندي الصف الثالث، في النص.
إلا كاين عشرة دولارات و تلاتين سنتيم في النهار.
أرسل هذا لليابان بالتليغراف.
بشحال تمن الطيارة من نيويورك ل لوس أنجلوس؟
فين نقدر نغوص؟
هاد الطعام كتقيل في كرشي.
واش تقدّر تحافظ على المتاع ديالي حتى حدا عشرة؟
إيه، تقدر تحلل بالين. داكشي كيلحق ألفين وسبعمية ين.
التحكم في المخزون مهم جداً بالنسبة للشركة.
غادي نتصل بالشرطة.
باغا نمشي للكونطور ديال تسجيل الدخول ديال شركة يونايتد ايرلاينز.
أهلاً. دخّل. فرحت بلي جيتي. واش عِندك شي مشكل باش لقيتي دارنا؟
اشحال من الوقت يدوي باش نوصل لدوڤر بالقطار؟
أوصل تحياتي لوالديك من عندي، من فضلك.
صافي مزيان بزاف.
ما عمري قعدت في الصف الأول قدام.
ما كانعرفش نتكلم بالانجليزية.
عطيني شي غاز أخف، من فضلك.
واش كيدور ليا بزاااف، ما نقدرش نصبر مزيد.
في الكوانطر تمّا.
مكان فراغ، من فضلك.
طَلّع لفوق و دور لَيمين. غادي يكون على يدك اليسرى.
واش نقدر نشرب كولا، من فضلك؟
واش عندك شي رحلة لبرودواي؟
واش كاين شي طْرَن ف وقت قريب؟
حساس.
الجودة ممتازة، والثمن زوين بزاف.
داك الطيارة كتمشي من الباب رقم أربعة وعشرين.
بسلامة.
واش تعرف شي بلاصة ديال الصباط مزيانة؟
واش هادي طوموبيل ديال الدرجة الأولى؟
واش الطيارة غادي تمشي في الوقت؟
البحر الداخل هادئ وجميل.
سمح ليا. نعتقد أنني ما دفعتش فلوس كافية.
سمح لي. يبدو أننا عطاوك مفاتيح خاطئة.
سمعتي الأخبار؟
واش ساليتي تعاقتي هاد الورقة ديال النزول؟
واش عندك النبيذ الأحمر بالنص؟
الأستاذ تاكاغي، واش بغيتي تعطي رأيك في هادشي؟
واش عندك شي فول سوداني؟
شكراً سيدي. صاافي دقيقة، من فضلك سيدي. من فضلك خذ هاد الفاتورة للكاشير وخلص تما.
شوفو.
شي زوين بزاف ديال السكر.
واش ممكن نجلس هنا؟
تقدر تشيل ليا شناطي للطاكسي؟
كانبغي نشوف واحد المسرحية غنائية.
واش بغيتي الطيارة ديال عشرة ولا الطيارة ديال ستة عشرة؟
بزاف عجبني الحفل ديالك.
خصّك يكون عندك الباسبور، وكرط الإقامة، وورقة التصريح بالجمارك.
أنا غادي نمشي، صافي نقّز هاد الرميضات، من فضلك.
باغي نجرب شي أكل إيطالي.
هدّي شناطتك على هاد الميزان.
أوافق على معظم ما اقترحتيه.
عياشي فيهن تورم.
قُول لِعَائلَتْك سَلَام.
واش شحال الوقت اللي المكتب ديال الاستقبال كايفتح؟
قمصان في هذا المحل أرخص بكثير.
نظن عندي سخانة.
اشحال غايقعدو؟
بغيتي تقدر تبرد الغرفة من فضلك؟
بالطائرة من فضلك.
نيس نص.
ماشي بزاف. أغلب الطلبة كيجيبو نقط الناجح في الكورس ديالو، ولكن كيقولو المحاضرات ديالو مملة وما كتشجعش.
واش شحال الوقت اللي تبدا فيها القداس؟
أربعة دولارات إذا شريتيه من المحطة، وستة دولارات إذا شريتيه في القطار.
نعرف اللي ديال نص درهم. عطيني واحد دوزينة، من فضلك.
باغي نشري تحفة بـ خمسين دولار تقريبًا.
شامبو واحد من فضلك.
واش عندك هادشي بالبلاتين؟
اش داير هاد الضربة؟
تقدر تساعدني بهاد الساك؟
واش كاين الدوش؟
كنبغى نصرف مية دولار من على الكارت فيزا ديالي.
الدّيوُر هادَا مَن بينْ لْحَاجَات لْفْنِّيَّة لْمُمَيَّزَة فْ يابان.
ما يمكنش نعتقد. صرّفت كلشي دابا؟
صافي، أظن مزيان نمشي دابا.
واش بعيد نمشي؟
ما كايناش شناطتي. واش تقدر تعاوني؟
إيه، عندنا، ولكن ما نقدرش نبيعهم.
واش ممكن تبدل الفلوس بفلوس صغار؟
الوسطة واجدة.
باغا بغيت نعطّي جوج طرود لنيويورك.
باغي نمشي تليفون ل اليابان.
صافي. غنبعت الخدمة ديالنا دابا باش تفتح الباب بالمفتاح الأصلي. واش رقم الغرفة ديالك واش؟
بشحال باغِي هاد العدسة ديال النيكون اللي كاتصوّر عين السمكة؟
كنفضل نمشي للعشا ديال النوع الغربي.
الحرب العالمية بالمحيط الهادي دامت أربع سنين ونص، من ألف وتسعمائة واحد وأربعين إلى ألف وتسعمائة خمسة وأربعين، و بدات عامين بعد الحرب العالمية الثانية.
واش عندك شي حاجة نقدر ناكلها مع مشروبي؟
واش عندك بلاصة ديال كارافان؟
بملح وفلفل؟
واش فين الدخلة؟
شحال ممكن تشرح ليا كيفاش نتصل باستعمال كارت التليفون؟
بإمكاني نتكلم شوية ديال الإنجليزية فقط.
واش البحر معوج الليلة؟
نصف ساعة تقريبًا.
واش ممكن نعاوني بشكارة ديال الورق؟
كانبغي نمشي للمتحف ديال الطيران والفضاء المشهور.
واش تتقدا غدا غتتساق الشتا؟
هاد شي خاصو كان مستعمل لشحال حاجة ديال الإدّان، ممكن.
واش خصها تكون في المستشفى؟
كلشي متعلقات شخصية.
صافي. فين نقدر نحط شناطتي الصغيرة؟ واش نقدر نحطها هنا؟
kanhdām bḥāl ḥḍya lbssit lwaḥd ṣġhir.
واش تقدر تزيد الحرارة في الغرفة من فضلك؟
القطعة على اليمين.
تم ربط مكالمتك.
واش تقدري تقولي كيفاش نمشي نتصل بهاد الرقم؟
هذا ديال الرجال؟
أه، واش بصح؟ خدّ شي حاجة؟
نظن هاد النوع هو اللي غدي نحتاجو نستوردوه.
شحال من محل قريب هنا؟
دارت ليا طوموبيل. محتاج سطافيط فحالاً.
بغيْت كتاب مصور، من فضلك.
جلس، من فضلك.
واش عندها بابين ولا أربعة؟
ياك نهار زوين.
كنظن طلبت برجر سمك، ولكن ما كاين والو سمك في برجر السمك ديالّي.
سمح ليا، ولكن واش تقدري/تقدر تشرح لي كيفاش نخدم الدوش؟
شكراً. بالمناسبة، كيف بغيتي تخلص الفاتورة؟
باش بغيت غير نتأكد بلي المدير العام ديال الشركة ديالكم غيحضر الاجتماع غدا.
أنا مع الأسف بزاف، غانكون متأخر على الاجتماع. وقعت في الزحام.
واش تقدّر تحجز ليا غرفة لليلة ديال الثامن عشر من شتنبر؟
واش كاين دورة تدريبية مدتها تقريبًا أسبوعين؟
واش تقدري تعاونيني باش نمشي أي رحلة غدا؟
بغيْت نحجز.
كاينين قوارب مزوّرة على شكل سفينة قراصنة أو باخرة قديمة ديال الدّوران بالدّوبّ. شي وحدين خرين باينين بحال البجع أو الحوت.
سيّد فورد قال لي نجي عندك.
كانبغيو نمشيو لجبل غروس باش نتزلجو. واش تقدّر تدّبر لينا النقل؟
واش نقدر نعاود نطلب فلوسي ديال هاد التيكيت؟
Wash bchhal l-waqt katkhoud l-msafir l-Soho?
فين المحمل؟
واش بغيتي تلعبو الزوجي؟
إيه. كانبغى أحمر شفاه شانيل رقم خمسة و تلاتين.
بـ حوالي مئتين دولار، تقدر تجيب واحد المزرية زوينة.
سمعت توا ملي كان عمي خدا الرحمة.
آمريكان آيرلاينز.
هاد المرجان ديما عامر بالناس.
واش قريتي باش تكوني سالمة؟
واش عندك ليكريم؟
الريح قوية.
واش نقدرو نشوفو فيلم في هاد الطيارة؟
واش عندك واحد كيعرف يتكلم اليابانية؟
الرقم هو تسعة تسعة تسعة تسعة، تسعة تسعة تسعة تسعة، تسعة تسعة تسعة تسعة، تسعة تسعة تسعة تسعة.
بغيْت شوية خل.
م.م. هي اختصار لكلمة "ما بعد الكتابة".
باش نتأمن، بغيت تغطية كاملة ضد التصادم.
بغيْت نْحَجْزْ مَقْطَعْ، عافاك.
تذكرة لنهار واحد؟
اش؟ آها، بالصحة. ماشي محجوز.
فدوا سبتمبر، الدرجة الاقتصادية، لشخص واحد.
بغي يكون عندي رْجْع قبل سِتْ دْ ساعة دْ لْوَعْشِي.
كاينين بزاف ديال التظاهرات السنوية بالإضافة إلى الأعياد الوطنية.
داير الموضة هاد الصيف.
باش نقدر نمشي بالفيزا؟
سمح ليا. باغي نمشي ل ميامي.
اش من فواكه عندك؟
واش عندكم شي حلوى قليلة السعرات الحرارية؟
صافي، واحد السلسلة زوينة بزاف.
واش كاين طْرِين سْريع لْبرلين؟
واش عندكم شي عروض خاصة على عطور إستي لودر؟
واش عندك مايونيز؟
استخدمها كصينية من فضلك.
بغيْت بلاصة ما فيهاش دخان، من فضلك.
لبغيتي السيارة ديالي طاحت ف واحد العمود ديال الضو.
كنكتبو كارتات العام الجديد وكنبغيوهم. كيوصلو فواحد يناير.
غير وسط، من فضلك.
ما كاينش بزاف ديال اليابانيين كيبعثو كارتات ديال عيد الميلاد، ولكن مليارات ديال كارتات ديال العام الجديد كيكتبو، كيرسمو، كيطبعو، كيكتبو عليهم الطوابع، و كيبعثو كل عام.
تقدر تكتبها؟
واش غتمشي للدرسة؟
kanhdām ʿṭr.
فين مشا؟
تا خذ عشرة دولارات، و دولار وخمسين سنتيم باش تبقي في خاطرك.
أنا يوكو سوزوكي من شركة يونيفرسال.
السعر ديال الصرف ماشي مزيان بزاف، ولكن ما عندي باس، خاصني نصبر.
ليك.
دار ليمين ف الزنقة الثانية وغتلقى واحد.
واش بنين الأكل؟
جا بْزَافْ عْلَى الْمُمْكِن.
النافذة مزيرة.
واش بغيتي تغطية التأمين على التصادم والمسؤولية المدنية؟
غادي يلقاوه غدا.
بغيت نفتح الباب ما كايفتحش. واش تقدر تبدل لي الكارت؟
كنفضل واحد في المقدمة ديال الطيارة.
الفيّتّينݣ كاين ورا الكونتوار ديال خدمة الزبناء.
بشحال محطة خصني نرجع؟
هادشي ماشي صحيح.
لا، من فضلك لا تفعل. هذا للاستعمال الشخصي.
بغيت كيري سيارة فيها فيتيس أوتوماتيك، من فضلك.
باش نقدر ننزل فالحُوطَل؟
شال آخر، من فضلك.
كانبغي نحجز غرفة للثالث والعشرين والرابع والعشرين د أغسطس.
فين أقرب مصور؟
الضّيص، من فضلك.
تقدر تلقا الطّوموبيل قدّام هاد الباب مباشرة.
واش باشوطي ضايع. صدفة ما لقيت تا باشوط في حقيبتي. خصني نمشي ل طوكيو غدا الصباح.
باغي نحجز طاولة على ستة دّيالي الليلة.
واش تقدّر تجيب لينا طبق آخر؟
بشحال الثمن من هنا لمحطة الجنوب؟
باش نشوف هاد القرط؟
باغي نمشي فدرب بكري قدر الإمكان.
واش تقدّر تجيب لي شي غرفة مناسبة للغوص، من فضلك؟
سمية ديال الحزب ديالكم و رقم ديالو، من فضلك.
خذيت طْرَين ديال 12:50 من سان دييغو.
ما كاين والو صابون.
واش واش الساعا غادي تمشي التقطيبة اللي غادية لشيݣاݣو؟
باش بغيت نمشي تليفون بالكريدي لكاليط لليابان، من فضلك.
زيدت عليّ في الزنقة ديال Beachwalk. عافاك جيني بسرعة.
بدايةً، خصني نشكرك بزاف على البرنامج المعقول لي حضرتي ليا.
بالطبع، يمكن تمديد أو تقليص هذا الجزء السفلي حسب رغبتك.
واش كاين شي حاجة باينة هاد السيمانة؟
مع الليمون، إذا كان عندك، والسكر.
تقدر تساعدني نشيل هاد الحقيبة؟
هذا دوى ديال الهضم كنستعملو عادة.
لا، ولكن إذا كنت باغي تستعمل لخزانة، كاين 2 دولارات. أرجوك ادافعها في مكتب الاستقبال.
كنبغ بغيت الخس، والديك الرومي و الجبن في خبز ري.
اش كيفاش نمشي نعاود لهنا؟
كانت تتقاضى إلى المدرسة بالقطار كل يوم.
بغيت شوية سكر، من فضلك.
فين غادي تبدا هاد النزلة؟
واش واش كاين شي دورة للمبتدئين؟
غادي تكتب ليا الريبور؟
ماشي مشكل. عندنا الوقت كافي.
صافي دخلت شُوكة في صباعي. واش تقدر تعطيني شي منشفة، من فضلك؟
اشحال الحرارة؟
نظن بلي فيه شي خطا.
اش كيف بغيتي تخلص، بالنص ولا بالكريدي؟
واش تمشي معايا شوية مزيان؟ خاصني غير شوية ديال الوقت.
واخا تملا هاد الفورمة ديال التأمين الصحي، من فضلك؟
واش هو الأكثر رواج؟
شكرا.
شكرا على كل المساعدة ديالك.
من الثامنة إلى الثامنة وخمس عشرة.
واش عندك نفس الحاجة بالبني الداكن؟
يعتمد على الوقت.
واش غيعاود يجي؟
أنا محتاج لجوازي.
مزيان نعرفك.
ضاع تذكرة الطيارة ديالي.
بغيْت نجرب نفس اللي كياكل/كيشرب داك الناس اللي تما في الطابلة.
أرجو تفعيل مفتاح بطاقتي.
صافي، عندي الدورة. واش هادشي مشكل؟
وقع الأمر بين شارينغ كروس و غرين بارك.
صافي.
شكراً. واش ممكن نحصل على فاتورة، من فضلك؟
تقدر دير علامة عليه في هاد الخريطة؟
واحد ديال نهار، أربع دالساعة.
أرسم لي خريطة هنا من فضلك.
غادي تصلحها؟
شوف، الماء ديال الحمام ما كيسخنش مزيان.
واش تعطيني شي دوا على الألم؟
حنا هنا في زيارة. الولد ديالنا ساكن في سياتل.
باش ممكن، بغيت تكون أوتوماتيك.
هاد السماعة ما خدامة مزيان. واش تقدر تعطيني وحدة أخرى؟
لباسك زوين.
واش كاين شي موتيل قريب لهنا؟ عطيني شي خرايطة من فضلك.
واش باقا عندك تيكيط لـ "Big River" ديال دابا الليلة؟
كيما كيبان شبه نفس الشيء.
اش من مادة هاد البدلة؟
هي ساعتين قبل الإقلاع.
باغين نشاركو هاد الطلب بيناتنا ثلاثة.
شي فواكه، من فضلك.
مهم.
خلیهم برا باش.
السلام عليكم. عندي موعد مع الدكتور دريل على الساعة ثلاثة اليوم، ولكن أخاف نتأخر شوية. واش تمشي الحال؟
واش عندك شي حاجة بالمفاتيح؟
مقاعد S نفدت، لكن مازال متوفر لدينا مقاعد A.
باغين نتشارك هاد الطعام. واش تقدّر تجيب ليك طّبقَات صغار؟
كنعاني المعدة.
خفض الثمن.
واش نقدر نتكلم مع واحد المسؤول الياباني؟
بغيْت نعرف شحال ثمن مكالمة تليفونية لنيويورك.
صافي ماشي بزاف، نخاف. كتجي للميترو هنا على مسؤوليتك الخاصة، بالمعنى العام.
بالنسبة للناس اللي سالو خدمتهم، "شكراً بزاف" هي باش تعبر على الامتنان.
هربو بالقلادة ديال اللؤلؤ و شي حوايج قيمة آخرين.
تقدر تبين لي الطريق لدار الصّحة؟
باغي نمشي لبرج لندن.
بغيْت نزل هنا.
واش ممكن نعطيني شهادة طبية؟
ها نسخة طبق الأصل من تذكرتي.
داك سيارة زرقاء صغيرة، رقم اللوحة ديالها KAY ثلاثة واحد خمسة و رقم التسجيل ديالها PRI أربعة خمسة ستة صفر.
تقدر تعطيني شوية تخفيض؟
واش كتلعب شي رياضة؟
kayn طلب كبير على هاد النوع بين الجماعة ديال اللي كيتجمعو الحاجات.
كاينين عندنا فراشي و فياشات ديال بلادنا، ولكن ما كاينش تحويلات. كانقترح عليك تمشي لواحد المحل كايبيع حوايج ديال السياح.
واش نقدر نشوفك غدا فالعشية؟
تحداك.
فتّح ليا جوج ديال كريم ديال الطماطم، من فضلك.
واش ممكن نمشي ليها بالرجل؟ ولا بعيدة بزاف على المشي؟
إيه. بغيت تذاكرين ديال "A Streetcar Named Desire". واش باقين عندكم تذاكر لدار النضارة ديال دابا الليلة؟
واش هذا هو الطيارة المناسبة؟
دير شي رياضة خفيفة و دير مساج بعد ما تاخد حمام كل يوم.
ماعندنا غير مخرج واحد.
خايف/ة تكون فهمتي البدّال ديال التواريخ غلط.
صاحبي من هنا غادي يجيني، صافي مزيان.
هاد الغرفة بزاف صداها.
ما عنديش شجاعة باش نلبس شي حاجة بحال هادي.
شجر الغينكو زوين بزاف ملي تيتغير لون ديالو للصفر في الخريف.
عندي حفلة الليلة. بغيت تمشط ليا شعري، من فضلك.
واش بغيتي تسولني إذا غنلعبو باش نبداو نبيعو المنتوجات ديالنا في أمريكا؟
اش كيفاش تنطق هاد السمية ديال هاد البلاصة؟
أرجوك، خصمها على بطاقة ماستر كارد الخاصة بي.
بشحال الميزانية ديال الإشهار ديالكم؟
فين الحمّام؟
باش بغيت نعس.
كنخاف يكون تاخر بثلاث دقائق تقريبا.
ما يمكنش ليك تدير ريجيم مع هاد الجسم المزيان ديالك.
غادي نتأخر خمسة عشر دقيقة على الاجتماع.
واحد مع اسم المحل، من فضلك. غنعمرها في التصريح ديال التأمين ديالي.
دايرينو باش نستعملو شخصيًا.
كانبغي بلاصة نقدر فيها ناكل شي أكلة ديال هنا.
بغيْت طْرِيبود، عافاك.
باغا بغيت شي تاشّة أرخص.
فجأةً حسّيت بواحد الألم زوين في ضهري.
باغي نمشي ف أقرب وقت. واش كاين شي طائرة أقدم؟
شكراً على جميع النصائح. أنت كريم جداً.
واش من نوع ديال الموديل بغيتي؟
واش عشرة دراهم للتلاتة؟
كمل النزول في هاد الزنقة حتى توصل لحديقة صغيرة.
بغيته.
اش واش اللون اللي باغي؟
بغينا طاولة حدا الضّريسة.
أكيد، ولكن كلهم باقين مخلصين.
صافي كلشي هنا جديد عليك، مزيان؟
باش نشوف شوية؟
أمم، شنو بالضبط اللي كتهتم به في هاد البلاد؟
واش نقدر نبقاو في الغرفة ديالنا حوالي نصف ساعة بعد وقت الخروج؟
سمح ليا، رقم خاطئ.
طاولة كبيرة بزاف، من فضلك.
أكيد. ما كاين والو. متخافش من داكشي. نتمنى تكون حديت ف المرة الجاية.
تقدر تبين لي كيفاش نشعل الضو؟
أريني هاداك اللي في Vitrine.
واش كاين شي تغيير في البرنامة ديالنا؟
غادي نعاون.
والأغلبية ديال الدروب ما كايناش ليها سمية ولا علامات. صافي بحال هكايا صعيب توصل لشي بلاصة غير بالعنوان ديالها.
هو نصّاب. إوا، خليك حديّر.
أعطيني كريم واقي من الشمس من فضلك.
عافاك، طلّب لي تاكسي.
واش طازج؟
بشحال الكراء ديال الساحة في الساعة؟
نعطيك دولارين باش توصل ل 200 دولار.
واش على اليسار ولا اليمين؟
باغي واحد سروال.
باش بغيت غير نمشي شوية على خاطري و نتهنى.
باش نقدر نشارجه؟
بشحال تاتوصل لليابان بالبريد الجوي؟
واش نقدر ناخد شي جوج ديال القراطيس ديال Seven Stars؟
واش تعرف رقم التذكرة ديالك، الوكالة اللي شريتي منها، تاريخ الإصدار و طريقة الأداء؟
بشحال الليلة في الطّوموبيل؟
نتيا اللي كاتفوز. خمسة غتكون مزيانة.
باغي نرجع للفندق باش نمشي نشوف الكاميرا ديالي.
هادشي مسألة حياة أو موت.
خاصك تمشي بالتاكسي، ما كاينش النقل العمومي.
في اليابان، كاينة 12 فريق ديال البيسبول الاحترافي.
في البلوك الثالث على اليسار ديالك.
بغيْتْ نْعملْ تليفون من مَحَطّة لْمَحَطّة لْطوكيو، من فضلك.
باغي نشوفك.
ما غادي تلعب تا تنس معايا الأسبوع الجاي؟
نشوفو نركبو على هاد واحد؟
سمح ليا. كانقلب على جاكيت ديال الجلد.
يا سلام على هاد الأكلة.
فين تنصحيني نمشي نشري حوايج؟
واش نقدر ناخد المحاجب، و نلغي الستيك اللي طلبت؟
حنا ثلاثة باغين نلعبو حالة. شحال غادي يجي الثمن؟
غادي نوصلو بثلاثين دقيقة قبل الموعد.
شكرا على الاتصال ديالك.
سيجار، من فضلك، إذا كان متوفر. بكم الثمن؟
بغيْت نْوضني بالصّباح.
واش هي جوڭفراو؟
تقدر تجبدها في نصف ساعة؟
بغيْت خريط ديال خطوط الطّوموبيلات، من فضلك.
نتيا اللي مسؤول على الحادث.
زيد هاد الدرب خمس بلوكات دغيا، و غتلقى صيدلية في الزنقة. ملي توصّل ليها، انعطف لليمين. غتكون بالضبط على يدك اليسرى.
أرجوك تحكي بشوية.
واش غادي تعرضي ف الأسبوع الجاي، من فضلك؟
كنخططو نخدمو تسع ساعات.
كانبغِي نشوف تغيير الحرس.
واو. الناس كاملين كيرقصو بحال مجانين.
واش نقدروا نبقاو في الطوموبيل، باش بنادم صغير معانا؟
واش كاين شي حاجة في المسرح الوطني؟
واش نقدر نحجز غرفة لليلة؟
إي، كانجييب معاية دمية يابانية لصاحبتي.
فين الكوانطر ديال الخطوط الجابانية؟
واو، شنو هاد السميرة الزوينة. عجباتك؟
أنا كانعلن على هادشي.
بزاف فرحت بيك نتا تاني، بوبي. بغيتي تمشي تسبح معانا؟
مانعندي باش نأكل دابا.
كنبغ البيض مقلي مزيان، الصفار باغي يبقى سالك.
بالأرجو وسّعو ليا الصّدر بثلاثة سنتيمترات.
kanhdar shi haja zwin f Las Vegas nti3ref biha.
هذا ماشي اللي طلبت.
فين كتقرا؟ واش كتقرا فالدّار هنا، ولا كتمشي للماكتابة؟
آه، ولكن ماشي راجل، أ كنتي؟
باغي عدسات جداد.
بغيْت شوية ديال الوقت زائد.
واش واش السهرة على شحال تبدا؟
غادي ناخد هاد واحد.
باغي نمشي نشري شي حاجة في هاد المدينة. واش تقدري توصفي ليا واحد المحل كبير ولا واحد المول مزيان؟
ما عندي بزاف ديال الوقت. غدي ياخذ وقت طويل؟
هُمّ أعاصير. ملي كاتْصيب اليابان، كايْديّرو لينا بزاف ديال الكوارث.
نعتقد أننا كنفعل. غنمشي نشوف ونرجع فحالاً.
قول ليا، السيد موريطا، مراتك جايا معاك هنا في نيويورك؟
تا تغير القطارات في المحطة الثالثة.
واش عندو طوبيس غادي للمحطة المركزية؟
زوجنا غير يومين.
باغا نمثل ديال Lee Riders موديل 1944 واحد واحد.
سمح ليا، غدي يطولو بزاف باش يجيو طلب ديالنا؟
kanfḍḍel l-makla l-italyaniya.
تقدر تسول فالبيّت ديال المعلومات داك السّمطة، إذا ضّربات ليك شي حالة ضّياع.
تقدر تغلّف هادشي بوحدو؟
غادي نزيدو نعاولو فداك شي دقائق. أرجوك تأكد بأن حزام الأمان ديالك مربوط مزيان.
إي، ولكن من فضلك متخليشهم يدخلو للعمق ولا للجاكوزي.
واش مزيان واش كاين شي موعد ديال كأس العالم؟
باغا نبغِيْ نْشْرِيْ سْكَاسْ.
فين كنت؟
ila zedna shwiya f l'iṣrar, qedṛt nkhuddha b tmn aqell.
واش بغيتي ديال خمسة دراهم ولا ديال عشرة؟
كنحس بالمرض. فين طبيب السفينة؟
أنا من اليونان.
عجبك؟
واش واقيين فايت ساعة؟
كاين واحد فدّار ديال هاد القاعة.
غادي نمشي عند صاحبي الليلة.
أخاف أن حسابك الجاري فيه سحب على المكشوف.
صافي خمسة و عشرين دقيقة بعد الرابعة.
الشوفان و بيضتين، مع النقانق، و شاي بالحليب.
هذا هو عنوان فندقي ورقم هاتفي. واش ممكن تتصل بيا على هاد الرقم فحال ما تطيح عينكم على حقيبتي؟
باش تفضل، طاولة في بلاصة الكحلة ولا في بلاصة منع الكحول؟
باغي ناكل بزاف ديال الخضرة اليوم.
عندي بطاقتي الشخصية. رخصة السواقة مزيانة؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
ثمن لوحة الركمجة هو خمسة وعشرين دولار لساعتين وأربعين دولار لليوم كامل.
صافي سخون بزاف. واش تمشي تشغل التكييف؟
شحال اليوم سعر الين؟
هذا هو سوجيتا في الغرفة ثلاثة وعشرين. ديما دخلت، ولكن هاد الغرفة صغيرة بزاف على ما كنت متوقع. واش ممكن نبدل الغرفة؟
واش طوبيس الفينيو أڤي كيتسّنا هنا؟
عندّي فلوس تكفّي للأكل ثلاثة أيام.
فين نقدر نشري منتوجات الصناعة التقليدية؟
اش كيفاش نمشي نعيط لبلاد برّا؟
اش دايرين رياضات مشهورة ف اليابان؟
بغيتي تبعتلي فاكس باش نعرف فين مكتبك؟
واش عادتي باش تطلب، السيدة؟
كنوصيو ليك دير tour ديال مدينة بوسطن. هادشي غيعطيك فرصة باش تشوف النقاط الرئيسية اللي كتعجب الناس في بوسطن.
أنا كانحاول نمشي لهاد العنوان اللي في هاد الكارت.
السلام عليكم. واش هاد واحد ديال شركة التأمين ديال بوسطن؟
واش كاين صالون ديال الجمال في هاد الفندق؟
كانت أكلة لذيذة بزاف.
دابا والله سالاها فراسو.
فين بالضبط ف النمسا؟
فين غادي هاد الطران؟
باش نخدم التليفون؟
شحال هي الطول الأقصى للطرود البريدية؟
كنبغيه في ثلث ثمانية.
طاولة لشخصين من فضلك.
واش تقدّر تقولي ليا إذا كانو شي ريستو ديال الطّاجين د السمك مزيانين هنا قريبين؟
واخا. مبنى إمباير ستيت غا هو هنا في هاد الطريق. اللي بغيتي دير هو تمشي لهاد المحطة ديال الباص اللي هنا في الزاوية وتاخدها لصافي لْتحت. غاتكون على يدك اليمنى.
اشحال هادشي؟
واش بغيتي تاكل شي حاجة حلوة بعد العشا، مثلاً كريم ولا شربة؟
ما يمكنش مع الميزانية ديالي.
واجب نحجزو منيو كامل؟
لا، مزال ما ساليناش.
عندي حجز لليلتين.
واش عندك شي ويسكي؟
واش تقدّر/ي اتصّل/ي بيا إذا لقيتي/لقيتي شناطي؟
باش تشوف رخصة السياقة ديالك، من فضلك؟
من المفروض يقول ليك شنو كيعيط، من فضلك؟
كيف باين عليّ هكا؟
لا، قليل جدًا. هادشي يمكن يكون واحد من الأسباب اللي كخلي النساء ما يبقاو في شركة وحدة بزاف.
اشحال كيدير باش يعاودو ليك باشبور؟
لفّ، من فضلك.
كانحسن.
غادي ناخد شي زبدة.
لبست الطّوموبيل الغلط.
شحال كبير؟
واش تقدّر تطيب هاد اللحم شوية مزيان؟
أرجوك اتصل بالطبيب.
غادي ندير تصوير بالأشعة السينية.
واش كاين بلاصة نعوض فيها فلوس؟
بغيْت ندير تّسْريحَة دائمة.
واش نقدر ناخد شي كروة؟
لا، خفت ما قدرت نمشي نعس بسبب هاد الخبر الزوين.
اش كيفاش تحسب الرسوم ديال الإلغاء؟
السفر ديالنا غيبدا فالحادي والعشرين من يوليوز وغيتسالي فالسابع والعشرين.
ما مهتمش.
اش دايرة هاد المحطة بالصوت؟
نڭلس أنا بوحدي.
واش المتحف مفتوح اليوم؟
عطيني واحد آخر.
بحال هكا، من فضلك.
أنا مزيان/ة بزاف، الحمد لله.
واش غتمشي لنيويورك شحال؟
واش نقدر نلغي الحلوة؟ شبعت مزيان.
واش كاين طوبيس ديال المطار لـ فندق شيراتون؟
إيه. رقم أربعمية سبعة و ثمانين.
واحد دابا.
صافي قدامك بالضبط. غتلقى العلامة. مستحيل ما تشوفهاش.
غادي تضطر تاخدها للكونطر ديال التغليف.
اشحال مدة باش تضغط عليه؟
نتمنى نقدر نزور بلادكم.
قولي ليا صافي.
واش واش تاريخ ديال التوصيل؟
رسم ليا واحد الخريطة، من فضلك.
ما عندي حجز هنا، ولكن واش عندك شي غرفة لليلتين؟
باغا نمشي نخلص دابا. واش تقدر تجبد ليا شناطي لتحت؟
فين غادي لجنوب؟
واش نقدر نحصل على لحاف؟
واش قال المحطة التالية هي شارع الثالث والعشرين؟
واجب نحجز طاولة في عربة المطعم؟
مساء الخير. واش عندكم طابلة فارغة لشخصين؟
اشْ واخا، واشْ كاين شي حاجة كاتْفضّل ديرها فْ وقت فراغك؟
إيه. شحال خصني نودع باش نبدا؟
إي، بغيت بييرة ديال الدراف مع المقبلات.
نّضّف هاد القميجة.
واش كاين شي حاجة باغا تتقصر منها؟
إي، أنا حر.
اش داك اللي سرق؟
كان طويل و شعرو أشقر.
واش هما السيجائر؟
حطّ واحد المنديل على واحد و طحّنها بهاد المطرقة.
الباص كيمشي ف الليل ملي كيكون الطريق خالي. صافي ما كيتأخرش بزاف.
بقا عندي إمساك خمسة أيام.
بالاك. نمشيو ليك لهاداك بلاصة.
تقدر تعطيني حبل ديال الدارج؟
دارك كبيرة بزاف.
باش نتّايع شي رْطابْ تاْ بدلْ قهوة؟
ما نعرفوش بعضنا قبل هاد الوقت.
واش عندك شي بطاقة بريدية فراغ؟
تقدر تبعث هادشي ليا؟
بغيْت شوية قهوة.
فين القنصلية اليابانية؟
بغيْت شوية ديال الرز.
إيه، كاينة. ها فين جا القطار. طاب يومك.
واش نقدر ناخد شوية ديال الموص؟
واش تقدري تبعتي فاكس لهاد الرقم؟
واش نقدرو نلقاو غدا على الساعة ثلاثة د العشية؟
كنت كنضيع معرفتي بالحال ملي كنخرج لبرة، وكنصرف فلوس يمين وشمال.
تفضل فطيرة التفاح.
كم يوم عطلة مدفوعة الأجر كتساوي لديك في السنة؟
طاولة لأربعة، من فضلك.
قول.
صافي. بغيتي تمشي معايا للپاسين؟
واش غيكون مزيان. كانسنى فرصة باش ندير شي حاجة من هاد النوع.
كنبغِي نْقترح نْرفعو كاس لْسيّ ويليام.
شكرا، غادي نجي. نتمنى تجي لعندنا ف وقت من الأوقات.
باغي نمشي للمتحف A.
kanfakr nstafed men l'offre lkhassa li kaydirha ABC Airlines lil Hawaii f shehar lli jay.
نعْمْ، أظنُّ ذلك. غادي تكون لاباس.
واش ممكن ناخد تكيتين ديال "Les Miserables" ل سبعة د يونيو؟
واش كتقراو غير الكتب ديال الجديد، ولا كتاخدو حتى الكتب المستعملة؟
باغا بغيت نعطّي رسالة لليابان.
كان كنمشّي في شارع برودواي.
بغيْتْ عْلبَةْ ديالْ لمْأكْلة.
واحد تيكيت من الدرجة الأولى لوحدو لمدينة كالي، من فضلك.
أرجوك اتصل بسيارة أجرة على الساعة الثانية بعد الظهر.
صافي، شكراً. ونتَ/نتي؟
واش كاين شي حاجة مفيدة هنا؟
بالضبط، قول للقنصلية اليابانية بعد ما خبرتي بها الشرطة.
واش نقدر نجيبهم كاملين؟ محتاجهم بزاف.
واش تا تشرب شي حاجة مع الاكل ديالك؟
عطيني ثلاثين لتر.
آه؟
واش غادي يكون موكب غدا؟
ما خدّامش. واش عندك واحد إضافي؟
هاداك ماشي هو اللي بغينا.
عندي جوج قراش ديال الويسكي.
الشقيقة.
هديا ديال صحابي.
صدر خاطيني واجعني.
kayn chwiya d lma'a w l'3assira mkhabba f lwar d l3rabba dialek.
بغيت كاس ديال الماء، من فضلك.
غالي تاكل في الفندق، صافي نمشيو شي بلاصة برّا.
فين نبداو؟
سمح ليا، فين البوسطة؟
أريني الثمن ديالهم.
صافي؟ ما كنتش عارف.
شحال جوج بلاص ب عشرة دولارات؟
اش كيف بغيتي اللحم مطيب؟
صافي، وصف شنو اللي ضاع ليك، من فضلك.
اش من نوع دم عندك؟
باش تعرفني الطريق؟
بغيت مقبلة، من فضلك.
اش داكشي اللي كيزيدو الناس يشريو من بين الأكل اللي كتعرضو؟
خاصك تمشي لفيينا.
واش نقدرو نستناو طاولة؟
واش هدسون ستريت هي المحطة الثالثة؟
فين الكوانطر ديال التشيك-إن ديال لوفتهانزا؟
صوّرنا، من فضلك.
سميتك وعنوانك يجيو هنا.
ديال من هاد الخدمة؟
صافي الأسود مزيان.
صوّر ليا واحد الصورة من فضلك.
باغي نتصل بواحد شركة ديال كراء السيارات.
طاولة حدا الضّريبة، من فضلك.
أخبرني من فضلك ملي كي نوصلو لبوستون.
كنبغ شي أحمر ناشف، من فضلك.
واش بقيتي محافظ على أرقام شيكاتك؟
باغي نشري أحسن بلاصة ممكنة.
دابا تمشي عند الديوان.
كنفضل نقعد في المقدمة ديال الطيارة.
ضو نور الرسائل ديالي معول.
خاصنا نتصل بمكتب المعلومات ف الزاوية ديال لوبي ديال الفندق. غايقبلو حجز.
فين المحطة؟
هو لص.
هاد الحساء عندو طعم قوي.
اش داير في الساك؟
داير باش تستعملو شخصيًا.
بغيْت فيلم ديال هاد النوع ديال الضوء الاصطناعي، من فضلك.
المقصود منه مساعدة المعزين بمصاريف الجنازة.
سمح لي. نجيب ليك أتاي دابا.
سمح ليا. واش نقدر نحصل على لحاف؟
واش فهمتيني؟
صافي. انعطف ل اليسار في الزنقة اللي جاية. غادي تشوفها قدامك مباشرة.
واش كاين بلاصة باش نرتاح فيها؟
واش الثمن السريع مضمن؟
واش منين و فين نقدر نشريها؟
واش بان ليك أحسن لبشرتي، طلاء الأظافر ديال اللون الداكن ولا ديال اللون الفاتح؟
شكرا. يعني غتكون الفجر ملي نوصلو. واش تقدر نمشي بالميترو للوسط المدينة؟
اش من مواد كيدخل في الدوا؟
إيه، عندي حجز لواحد. الاسم ديالي ما تسوي. م-أ-ت-س-و-ي.
واش عندكم هادشي باش يكون مزوج؟
شكراً. آها، فهمت شنو اللي وقع.
بشحال هاد الفندق؟
تقدر تبين لي فين بلاصة المقعد في البلان، من فضلك؟
قال ليك غادي يتصل بيك فاش بغى.
أرجو منكم تعديل وضعية مقاعدكم لتكون في وضع مستقيم.
هاد الشارع غادي ل magasin C و A؟
سمح لي، بغيت ضروري. واش نقدر نحصل على ماركر حمرا؟
باغِ نمشي نشوف السيد واتسون، ونحددُو موعد.
غادي نعلمك كيفاش تستعمل عيدان الأكل.
سمح ليا سيدي الضابط. واش تقدر تعاونني؟ ما كنهضش ميوزي ABC الوطني.
غادي يجِي واحد النادل باش ياخد الطلب ديالكم. أرجوكَ نادي النادل ملي تكونو مستعدين تطلبوا.
لا، أنا غنخرجهم.
واش نقدر نعوض بالتشيك ديال المسافر؟
إيه، عندَنا. واش من نوع بغيتي؟
ماشي برد؟
أنا الآن في مطار كينيدي. واش أقرب طريق باش نمشي للفندق ديالك شنو؟
واخا، ف 16 أ. هاد الطريق، لَيمينك.
ما تقلبش على الجينز ولا التيشورتات، من فضلك.
واش كيف بغيتي؟ نعني واش بغيتي تحط على البرغر ديالك؟
واش حاملة؟
تقدر تجيب لينا طكسي؟
نكونو فرحانين بالقبول ديال العرض ديالك.
ما عمري درت ها من قبل.
بشحال هادشي صحيح؟
واش كاين كتاب باليابانية؟
صافي، سالا البضاعة، ولكن خدامين باش نجيبوها.
kanfḍḍel matʿaʿ ṭṭaʿām nbatī.
الدروج ديال الباب مكسور.
إيه، هاك.
رقم خمسة واحد واحد، سبعة اثنين سبعة ثلاثة في لوس أنجلوس، من فضلك.
واش كاين شي تور؟
واش واش كتعرف شي دوا للبرد تنصح بيه؟
ما كنبغيش لحم الخنزير.
أكتب هادشي ف الورقة ديال الخدمة. كاين زيادة في السعر.
أرجوك أرسل هاد الباكيت لليابان.
غادي ناخدها معايا.
غادي نرجع.
واش نقدر نبقا في الطيارة مللي كنستناو؟
بالاك. غنصلحوه قبل ما ترجع.
أنا اللي كنشكروك.
شي وحدة صغيرة.
من الأصل فين؟
إي. باغي نجي لهنا من مدة طويلة.
بالاك. ما كاين والو مشكل.
غادي نعوض بالتاأمين ديالي.
واش كاينين شي رحلات لتمثال الحرية؟
أجي. غا قولها.
عَندنا سمكْ لسانْ بْحالْ زْوينْ دابا.
آه. نبغيك نقول ليك حاجة. ما تقوليش لراعيك، وأنا ما نقلش لراعيي.
شنو كتدير ف وقت فراغك عادة؟
غادي نلقاو شي نهار، إن شاء الله.
داكشي أخضر، و تقريباً بحال هاد السيزي.
أعطيني فين راه خريطة المدينة من فضلك.
صافي، ما كاين والو جاوب على التيليفون.
عندي نزيف من الأنف.
بعض الناس كيمشيو لمحطة طوكيو المركز والفنادق الكبيرة.
ثلاثين جنيه من فضلك.
سمح لي. فين بلاصة باش تاتفون عمومي؟
شكرا، على كل حال.
إي، كليت شي وحدين ديال التيرو ديال البحر أمس بالليل. كانو طعمهم غريب.
كنظن كيبان ليا كنعمر.
شوف ليا هادشي، من فضلك؟
اش من مادة مصنوعة الفرقة؟
اليوم عندنا طجين مرقة، و كريم ديال سباك، و شوربة ديال الخضرة.
غادي نشرب مارتيني نقي. و عصير برتقال ليها، من فضلك.
واش عندك شي تاريخ ديال أمراض القلب؟
عيني واجعني.
kanhdām ʿla qamiṣ b-ṭṭāqah.
شي حاجة أقل من مية دولار، من فضلك.
غايمشي من هنا في تسعة ديال الساعات.
شكراً ليك مزيان ولكن خاصني نمشي مزيان.
سطح لامع، من فضلك.
كنبغي ثمانية ديال الورقة د 10 دولارات و عشرين وحدة.
عندنا هاد المنتج الجديد اللي مصمم خصيصًا للنساء العاملات.
نَا نْشَالْ هَادْك.
خدمة عالية الجودة وموثوقة.
غير كنشوف، شكراً.
نظن تقدر تلقى كلشي في السوبرماركي. إذا ما لقيتيش، ما تقلقش. غدا نمشي للصيدلية.
صافي، سيدي. غادي نهتمو بها ملي تدخل. وقت الدخول يبدا من 2:30 زوالا، ولكن نقدر نحفظو ليك شناطك باش تمشي تشوف شي بلاصة قبل ذلك إذا بغيتي.
واش تجيب لي شي كاس ديال الماء سخون؟
عندّي مرض مزمن.
أظن أن هناك خطأ في الفاتورة. هل يمكنك التحقق منها من فضلك؟
شحال منقدر تفضّي الرمّاد، من فضلك؟
اشْ شنوْ بلاصات السياحة اللي مشهورة هنا؟
مسرور بمعرفتك، السيد سميث.
كانبغي نطول الإقامة ديالي بي يومين.
تقدر دير ليا خدمة؟
اش من عطر بغيتي؟
واش هادي أقصر طريق؟
صافي، نمشيو نشوفو. الماتش غادي يبدا على سّاعة دّوا؟ اه، خاصنا نقدروا نجيو.
باغي ننزل في محطة سانت بول.
واش آمن؟
باش نزيد فيها واحد المراسلة؟
سيّد واتسون، الداخلي مئتين وواحد، من فضلك.
مانعرف شنو نخلي.
هاك آك. هادا هو الأكثر رواجًا.
عندي حجز، أكِياما.
مللي تخرج من الأسونسور، غتلقاه على يمينك.
آه، دوز هاد الزر. آوه، هاد ما خدامش. معليش، مكسور.
كيف حالك، السيد تاكاغي؟ مازال ما شفتك من الربيع اللي فات، واش؟
شافو بزاف ديال السمك اللي كيمشي و يجي.
غادي نرجعو فاش تدوز هادشي.
كنت كيتساءل واش نقدر نرجع لهنا متى.
إذا كنت بحاجة إلى أي مساعدة، من فضلك اسأل المضيفين والمضيفات. لدينا طاقم يتحدث اليابانية والفرنسية والصينية والإسبانية على متن الطائرة.
مية دولار، قبل الضريبة.
أرجوكم اربطوا أحزمة الأمان وانتبهوا لإشارة "ممنوع التدخين" إلى أن تنطفئ.
واش فيها بانيو؟
هاك تذكرة الطيارة ديالك و وصل الأمتعة ديالك.
واش ممكن تجيب ليا طّالْ؟
كنبغي شي دوا.
واش حنا جوج، نمشيو ناخدو الكبير؟
خلّيت جواز السفر ديالي في طاكسي.
أربعين دولار.
الفندق ديالنا كيصالح على وحدة تحرس الأطفال.
سمح ليا، غدي نتأخرو عشرين دقيقة.
واش كاين شي مطعم ياباني قريب لهنا؟
شي حاجة ساهلة في القيادة، بلف ديال اليسار، في فئة ديال ليتْرين.
واش داخل ولا برا؟
هادي العنوان الجديد ديال الدار اللي غنتقل ليها.
إيه، تقدر. هاك العلامة ديال المطالبة ديالك و بطاقة الصعود ديالك.
آه، تقريبا سبع دالشوية ديال الليل، نعتقد.
قفلْت على راسي. المفتاح داخل السيارة.
تقدر تجيب نقطة أحسن.
ما كنتش متوقعاه يكون هاداك القدر ديال الناس.
كانعاني من وجع نابض في منطقة بطني.
واش ممكن تبدل ليا بلاصتي لبلاصة فقسم الدخان؟
هاد الثمن خاص بالاتصالات البعيدة.
واش باغي تبدا تبيع منتوجاتك في أمريكا؟
واش تجيب ليا بزطافة أخرى؟
Jim و أنا كنا أصحاب من أيام الدراسة الثانوية.
بيض مقلي، عيون مع لحم مقدد، من فضلك.
تيكيت ديال عشرة رحلات، من فضلك.
صافي، أختي. غنخلي نشوف شنو كاين.
ما كاين والو باسمي ساكن هنا.
فين نقدر نمشي باش نلقا الباص ديال السياحة؟ و واش فين و متى نقدر نصعود للباص؟
القميص من فوق شوية واسع. تقدر ضيقه؟
واش هنا ملعب ديال الغولف؟
بغيت نلغي الحجز ديال الطائرة ديال 5 ماي، ونحجز واحد فـ 9 ماي من فضلك.
باش نقدر نبقا مع هاد الكارت؟
واش كاين واحد يفهم اليابانية؟
كنت متأسف بزاف لسماع خبر وفاة والدك. تقبل تعازي الخالصة.
غادي ناخد الإيطالية، من فضلك.
واش درتي بحثك؟
خمسة ديال عشرة دولارات، من فضلك.
واش ممكن آخذ جوج ديال تذاكر للكبار لـ "Cats"؟
صافي جلس مزيان و خد نفس بعد هاد السفر طويل من اليابان.
واش واش كاين شي مصروق ما داخلش فيها؟
واش تبعوه؟
فين تحرقات ليك ف يدك؟
واش منين المصممين ديالك؟
تقدر تجمعهم مع بعض؟
قطة زرقاء. فرقة جاز قديمة.
فين كاينة هاد الدار فاش سيارة؟
مبروك، سمعت بلي خدام عندك في شركة ABC.
واش الثمن شامل الضريبة؟
باغِ بغيتْ نِحْجِزْ طاولة مزيانة باش نشوفْ السْبانْسَا.
ⵉⵠⵟ ⵠⵝⵟ 99 ⴷⵓⵍⴰⵔ ⴰⵎⵔⵉⴽⴰⵏⵉ.
غادي يكون عندك ساعة باش دير اللي بغيتي هنا.
كانبغي نكون فالطوكيو قبل الجمعة.
واش المجوهرات معفاة من الضريبة؟
اش دايرة فيلم ديالي دابا مزيان؟
ما متأكد حاليًا.
شريت روج باش نعطيها كهدية.
واش واش غادي تمشي في شحال؟
سمح ليا، واش تقدر تعاودها من فضلك؟
حتى شهر شتمبر ديال 1999.
واش نقدر ندخل داك الطّاق حتى أنا مازال مابغيت نعلم؟
باغي نمشي نشري شي حاجة. فين بلاصة التسوق هنا قريب؟
باغين نشوفو فيلم. واش شنو تقترح؟
واش من دارها؟
ولكن كما تعلم، "LT" غادي يخفض الثمن.
بشحال الثمن ديال تليفون طويل للمسافة ل طوكيو؟
بأش حالين آخرين كتوفر هاد الشيفرولي؟
ما نقدرش نقرر شنو نطلب. واش تنصحني بشي حاجة؟
شحال الثمن للفرد؟
بدّلت الوقت ديال الإقلاع لقدّام.
ما كاينش تيباعو بوحدّهم؟
واش تقدّر تحجز ليا في دار السينما؟
بهاداك الطريق، انعطف لليمين.
عندي قنينة ديال الساكي الياباني.
مكان فري باش، من فضلك.
آه، سمح ليا. تفضل/ي. نقدر نجيب ليك شي حاجة تشرب؟
بغيْتِ تجِي معايا، من فضلك.
دابا تمّ الحجز ديالك.
باغِ بغيت نحجز بلاصة، في الطائرة ديال الدرجة الاقتصادية، ل لندن الأحد الجاي.
عندها ثلاثين كلمة. إذن، ثلاثة دولارات من فضلك.
باش المنسق ديالنا يقدر يعاونك، ولا تقدر تجيبها بالتاكسي.
واش الحديقة مغلقة؟
شْحال سْمِيْتْك فْلْوسط؟
كنبغي نحجز غرفة صغيرة.
شخصين.
سميتي سوزوكي. عندي حجز في ستة.
شي سيجائر من فضلك.
بغيْت غير تقطيع الشعر.
كنبغي واحد السلسلة ديال اليد.
باغي نمشي ندور في الجزيرة.
تا خدو شوية د الراحة. واش تا تشرب شي كافي؟
أنا جاي.
خليت مفتاح الغرفة في الغرفة ديالي. واش نقدر نستعير مفتاح آخر، من فضلك؟
بشحال خاصني نبخّص؟
سمح ليا. هاد الباص غادي للمولد إن داونيون سكوير؟
واش ممكن نسلم السيارة في بوسطن؟
تقدر تجيب لي تيكيت؟
واش نقدر نحصل على واحد الكيس كبير؟
هاد الطّعام سخّون بزّاف.
بغيْت شوية جزر.
غادي نتواصلو معاك فحال ما لقيناه.
واش جمع التحشيات عندك هواية؟
كانبغي ندير حجز على الخطوط الجوية اليابانية (JAL) في عشرين مارس.
ما كاينش الطلج.
واش اليابان تقدر تنتج كلشي تاكل؟
واش عندك شي روايات يابانية؟
واش مزحوم اليوم؟
يعني ما كانفشلش أبداً.
واش كتعرف شحال د أيام العطلة عندك في السنة؟
غادي نبقاو شي أسبوع على الأقل.
بغيْتْ مْضَخَّة دْلْهْوا.
واش نقدر نمشي ل برج مارينا بالْمْطْرُوق؟
الطيارة اللي كنت مزمع نمشي فيها، الرحلة رقم 11 ديال الخطوط الجوية الأمريكية، تْلَغَات.
أه، حقاً؟ أنا ساكن في كاماكورا، ونتمنى ليك تزورني في داري.
فين الحمّام ديال الرجال؟
كنظن شوية ناقصو شي حاجة. أو ماعجبنيش بزاف، باين ليا شوية عادي.
عندي شي حوايج باش تدور في الصحافة.
أعطيني رقم ديال التليفون ديالك من فضلك.
سمح ليا، واش تقدّر تنصحني بفندق؟
آه. صافي، بغيت نعرفك هنا.
ها آخر حاجة غانعمل.
القطارات كتمشي من كينغز كروس.
ضاع لي فاليزتي.
واش واش غادي نرجعو في شحال؟
الشباب الياباني مهتم بالموسيقى.
بغيت نجرب هاد الصباط.
إي، مشيت طلبت واحد شوية قبل.
واش عندك النبيذ ديال اللفّ، ماشي غالي بزاف؟
حطيت شي فورماج ديال الشعر اليوم.
واش الطيارة في وقتها؟
بشحال كتعاود؟
فين نقدر نشري تذاكر ديال المصعد؟
Stonehenge باينة شي حاجة مزيانة. واش كاينين شي tours كيدورو بيها؟
دابا رجلي اليمنى دارت ليا حالة، جات مصدومة بزاف.
أنا ساكن في فندق هيلتون.
ما عندك والو تاكل؟
واش شحال الوقت غادي تمشي القطار؟
بالبريد العادي.
اش من درجة طياب ديال الستيك بغيتي، سيدي؟
باغي نمشي بالباص نقل للمطار.
شكراً ليك بزاف على اللي جبتيني من المطار. أنت مزيان بزاف.
كنخاف السبت غيكون غيم.
بشحال كتعاود باش تكرّي طوموبيل مع السائق؟
kanbghī tfoḥ, walakin lyōm bġīt nklī shwīya d lʿnab.
أرجو حجب بطاقتي.
كأس نبيذ أحمر، واش؟
بالاك. واش كاين شي حاجة معينة، شي أكلة معينة في بالك؟
هذا فضة نيكل؟
واش هاد الصلصة باش كتعملو؟
عندّي ألف دولار كاش.
دار ل اليسار. كاينة ف اليمين.
اشحال الثمن ديال ثلاثة أيام؟
شحال تقدر تحط هاد الغراض، من فضلك؟
طوموبيل صغيرة، و الأفضل تكون يابانية.
واش واش كاين شي حاجة معروفة بهاد البلاد؟
عندنا واحدين مزيانين بزاف في الحومة، شي وحدين ولا ثلاثة. بغيتي نعطل ليك شي بلاصة؟
واش نقدر ناخد مية غرام ديال سلاطة القرعة؟
واخد طابع آخر؟
بصراحة، واش مليت الدوباج قبل ما ترجع السيارة؟
باغي نمشي لسان دييغو.
بعد وفاته، كان هناك إصلاح سياسي، معروف بإصلاح عصر تايكا.
نْسِيتْ تْحْوِيسْتِي ف الدَّرْبُوز.
سمح لي، ولكن هاد الكلمة، OMEDETOUGOZAIMASU، طويلة بزاف باش نحسب عدد الحروف ديالها. بما أن كل كلمة محدودة بخمسة عشر حرف، بغيتك تقسمها على جوج.
كتمشي من المحطة ديال الباص رقم 2.
باش بغيتي.
اش من نوع ديال السلطة عندكم؟
تقدر ترسم ليا واحد البلان باش نمشي لهاد البلاصة؟
نأخذ اللي تقترح.
واش كاين شي حاجة باينة دابا؟
بغيْت قلم حبر، من فضلك.
إيه، أه، و غادي نخلص بالكريدي.
أرجوك جيب ليا فطور لغرفتي.
واش عندكم شي دورات ديال البانثيون؟
طيحت المعلقة ديالي.
أرجوك صرف شيك شخصي.
إيه، شكراً. سميتي مايومي ياماغوتشي من اليابان. وصلت لدار النزل دابا.
ريسي كتعورني.
الشمس قاتلة بزاف. دّرتي كريم ديال الحماية من الشمس؟
تايخْد تقريبا نص نهار. الغيد د السياحة غايجي يشدوك حول التاسعة د الصباح.
فين الكسدة؟
واحدة ديال الكيسان ناقصة.
باغا بغيت تتبيلة إيطالية.
آه، باين ليك تقريبا نفس قدّي. أنا غالبا كنلبس ميديوم.
هاد الساعة القديمة تسالات. واش تقدر تبدل لي هاذي؟
أه، باين شوية ضيق على الكتفين.
باغِ بغيت كارت بديل. واش متى نقدر نخدمو؟
واش تقدر تجيب البوليس؟
رقم تلفوني هو أربعة صفر أربعة واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
واش عندك شي مشكل؟
المأكولات الخاصة برأس السنة اللي كيتسمّاو "أوسيتشي ريوري" كيتحضّرو فكل دار تقريبا حتى دابا.
رحلة نص نهار ما كتعجبش بزاف.
غادي نسول باش نقدر نصور معاه.
اش نوع الجلد اللي صايبين بهاد الكيس؟
بزاف بنين.
الثمن مختلف من العدّاد.
واخا! واش كاين شي طريقة أرخص باش نعطيه؟
باغي نبدل شي يان ياباني لـ دولارات أمريكية.
واش نقدر نمشي للصف الأول؟
بغيت نمشي دابا. واش تقدر تجيب ليا شناطي لتحت؟
واش كاين شي كلينيك قريب من هنا؟
واش عندك مفكات؟
wach man wach n'ṣṣel lih/ha ila kan ʿandi mšākil?
واش هاد الطائرة غتمشي في الوقت؟
نأخذ ثلاث مية غرام من هادشي.
خرَج بسرعة لوسط الدّرب فين ما كايناش معبر.
بالطبع، واش عندك تأمين السفر لهاد الرحلة؟
داكشي ديالك، بلاشك.
كانبغي نخلي السيارة في مطار سان فرانسيسكو.
واش تاخد شي حلوة؟
بغيْت نتأكد من ساعة المغادرة.
غادي نكون ف hôtel Hilton.
تقدر تبعت هاد الرسالة ليا؟
عندنا عائلة مكونة من أربعة أفراد، كايشملو والداي، وأختي الصغيرة وأنا.
شْحال سْمِيَة الْفَنَّان؟
قول ليه يتصل قبل العاشرة، بتوقيت اليابان.
اش داير باش نمشي للهيكل؟
اش كاتشرب؟
واش تقدّر تعطيني نمرة تليفون ديال شركة طاكسي؟
ثلاثة دونات وواحد بسكوي، من فضلك.
غادي نجي ف ساعة تقريبًا.
السلام عليكم. بير ون فيش آند جريل. واش نقدر نعاونك؟
شكراً. واش نقدر نتكلم مع السيدة ياماتو من فضلك؟
واش كاين محل ديال الديواني قريب لهنا؟
اش كيف تسحب فلوس؟
إيه. بغيت نعاود نؤكد الحجز ديالي في الرحلة سبعتاشر لتوكيو هاد الأحد. سميتي ريكو موري. م-أو-آر-آي.
كنتَ كيتساءل شنو نوع ديال الألوان غايكونو موضة فهاد الخريف.
بغيْت نحجز بلاصة د النعاس ل واشنطن دي سي، من فضلك.
kanqtarh ʿlik tzed l-bina d l-mʾammata l-mutaḥida f ḥaffa n-nahr d l-charq.
هي تسعة وتسعين عام. كنبغِي نصرف تقريبًا تسعة وتسعين دولار.
أريني داك الدار. الثالث.
إذا كان الشخص بوذيًا، نعم. لكن العديد من العائلات تقيم الجنازات في منازلهم.
واحد قميص أبيض و زوج ديال الجوارب.
تقريبا ألف دولار.
بشحال أقلّ تيكيت؟
ستيك من لحم الخاصرة و سلطة خضراء، من فضلك.
صافي، خد وقتك. قول ليا إذا محتاج شي حاجة.
أنا اللي غادي نعوضها.
باغي نطلب بيتزا. شكون لي يوصل لهنا؟ واش رقم ديالهم؟
غادي نتأخر.
واش عندك شي غرفة أحسن؟
تايخْد يوم كامل. الغيد د السياحة غايجي يشدوك تْ تسعة د الصباح.
من فضلك اختار لي شي نبيذ مزيان للغدا ديالنا.
كنبغي واحد خمسين دولار و خمسة ديال عشرة دولار، من فضلك.
العدد ديال السكان في طوكيو تقريبا 12 مليون. مزحومة و ثمن ديال السكن غالي.
تقدر دير تليفون مباشرة من الغرفة ديالك.
بشحال الثمن ديال زيادة على الاستعمال الوحيد؟
بارد بلاش.
واش نقدر نسول شحال باقي باش نبداو؟
واش هاد الكريم للبشرة الجافة ولا للبشرة الدهنية؟
سمح ليا. ضعت الطريق.
آه، كنت مفكر في السوشي. ونتَ/نتي؟
باغي ننضم للرحلة الاختيارية ديال غدا.
إذا شريتهم مع بعض، تقدر تعطيني شي تخفيض؟
واش نقدر ناخد لترين ديال الحليب؟
غادي نمشيو نقيّدو الليلة.
باغيْ نْكْرِيْ طَوْمُبِيل.
ثالث نونبر هو يوم الثقافة.
كنبغى نلقا قميجة لبنت عندها عشر سنين؟
ضاع ليا جواز السفر ديالي.
إي، عندي هادشي.
سدي التليفون مرة واحدة من فضلك.
عيون!
كنتَ/ي كتشوف أكثر من الثمن المحدود.
صبر. ثلاثة بلوكات، ثمّ اليسار؟
واش من هو الممثل الرئيسي؟
واش كاين سوق قريب من هنا؟
ما نعرفش كيفاش نسد هاد الستائر.
اش كيفاش نمشي لسينترال بارك؟
غبرت عليه.
أرسلوه بسرعة، من فضلك.
أرجو إرسال هذا كأمتعة غير مصحوبة.
بشحال تمن ديال الطّوبيس لـ بوسطن؟
دوز من داك الباب و لْيمينك.
خاصّك تخلص فلوس زيادة على الحلوة.
أنا باغي شي وحدين آخرين.
سميتي هيساي تشيبا. أنا يابانية.
أنا محتاج شوية ديال الموص.
عطيني واحد الكرتونة من هاد الماركة.
إيه. ولكن في المدن الصغيرة و حتى في منطقة وسط مدينة طوكيو القديمة، لدينا الكثير من المتاجر الصغيرة المستقلة المتخصصة.
واش عندك شي حاجة أحسن من هادي؟
شنو تنصحني نشوف في كيوتو أكثر من أي حاجة أخرى؟
فين شغال؟
واش ممكن نحصل على وجبة نباتية؟
شحال كتقلب الليلة؟
ماشي مزيان بزاف. ولكن كنفضلها شوية حارة.
واش تقدّر توصي على قاموس فرنسي-إنجليزي؟
شكرا. كان من دواعي سروري مقابلتك. مع السلامة.
واش نقدر نتريح في فندق قريب من هنا؟
غادي يكون ثمن الطوابع ثمانية عشر دولار. هاذ شي تصريح ديال الجمارك للباكية ديالك.
واش في واش الوقت يقدر الدكتور يجي؟
واش كاين شي حاجة نشرب في القارب؟
الغيوم تبان زوينة من هنا فوق.
واش نقدر نعاونك بشي طريقة؟
باغي نشوف المنطقة ديال المالية.
أنا كانتعلم السباحة.
واش عندك قهوة سريعة الذوبان؟
فاشي نهار الثلاثاء فالعشية، هاد المحطة ديال المطار ماشي بزاف عامر.
واش عنيف؟
إيه، خليني نشوف. بغيت كاس ديال النبيذ باش نبدا بيه.
صلح المصباح، من فضلك.
باغي نبدل الحجز.
ila nsiti, ymken lik tfd l-ḥjuz dyalk.
اللي مزيان غيكون لباس.
غادي نلقاوك عند البيرسي حوالي وحدة، وافق؟
لا. هاد المنصة ديال القطارات اللي ماشيين في الاتجاه المعاكس.
شكرا. أنا ممتن جداً لاهتمامك.
باغي نتعشاو ب أقل من ثلاثين دولار، شامل المشروبات.
باش بغيت هاد الثياب يتمّنوا.
السلام عليكم. حجزت لليلة ديال دابا على سبعة. ولكن بغيت نبدل الوقت. اسمي سوزوكي.
واش معاك الباسبور و التيكيت ديالك؟ شوف، هاد واحد المحل معفاة من الضريبة.
شنو من المنتجات مزيانين للبشرة الدهنية؟
حان الوقت باش نبداو.
واش بغيتي نمشيو نشوفو فيلم؟
باش بغيت نصرف شيك سياحي.
لا، ما كانديروش، سيدي.
تقدر تمشي على رجليك ولا بالمترو. هاك واحد البلان ديال المترو.
هاك النصيحة ليك.
بغيْتْ نِعَالْ وحدة، عافاك.
الكرز مزهر. كيزبلعو ف الربيع.
زيدان ديال البيرة، من فضلك.
عشرة ديال وحدة، من فضلك.
شكرا. أخبرني من فضلك عندما نوصل. أنا غريب بزاف في لندن.
سودا. واش تقدري توريني شي زوج من الخدمة باللون السودا؟
اشحال غادي ياخد التصليح ديالو و شحال غادي يكلّف؟
تحمّم الغرفة دابا.
صافي. بغيت تذكرة وحدة ديال الذهاب و الإياب.
كيف كانت؟ واش كانت مزيانة؟
كيكونوا غالباً تساقطات خفيفة ديال الثلج، بزايد ناقص 5 سم.
في فندق بلازا، الغرفة سبعة مية و اثنين.
ما نعرفش. كاملين جداد عليا.
سمَشْ ديالك زْوين.
كانخليك دوز معاه/معاها.
كلّيت قبل شوية.
بْشْرَافِيكْ.
واش عندكم إيتيكيطات؟
واك. واش وقتا بغيتي تلعب؟
واش أقرب وقت إمتى؟
السلام عليكم. هاد دار دايز براون؟
باش نْشوف القبعة اللي في الدّريبة، من فضلك؟
ياليت يكون الحال مزيان غدا.
بشحال من هنا؟
طلبْت بلاصة ما فيهاش دخان، ولكن أنا كان عندي بلاصة فيها دخان.
صافي. أرجوك حجز واحد بلّاس في الأول على هاد الطيارة.
عندك التهاب الزائدة الدودية.
تقدر تجيب لي واحد اللي يحرس على ولادي؟
شي واحد صغير ديال لون بني. دايرة بالجلد.
واش أحسن و أسهل، الطوبيس ولا الميترو؟
دابا تلاتة و عشرة دقيقة.
عظام كاحلها منتفخة.
كنت محظوظ بزاف باش نعتابر تيكيت الليلة. ما وصلت لمدينة حتى لثالثة دالعشية.
واحد من قفول النوافذ مكسور.
كنبغيه يوصل بالصّاعقة.
واش كاين شي غرف خاصة متوفرة في الدرجة الأولى؟
واش نقدر نحصل على جوج ديال البواطات ديال الهدايا لهادشي؟
باش ما شريت بزاف ديال الهدايا باش نحطهم في الحقيبة ديالي، بغيت شي كيس ولا شي حاجة من هاد النوع.
صافي سيدي. خليني نهز ليك المتاع ديالك أولاً.
نفس الشيء، من فضلك.
صافي، تم تأكيد الحجز ديالّي، بغيتي تجيب المدير من فضلك؟
ما عندي فلوس.
تحقق من كل شيء، من فضلك.
عطونا طاولة مزيانة قريبة من الساحة، من فضلك.
باش نمشيو لواحد الكافي؟
واش تقدّر تجيب ليا مقاس أصغر؟
إذا كنت غادي تدخن، أرجوك تحرك للصفوف من الأربعين إلى الخمسين.
صافي.
طيّب ليا يديك.
الله يعطيك الصحة اللي سمحتي ليا نبقى هنا.
هاد الباص غادي للمطار؟
باغِ بغيت نحجز طاولة لثلاثة أشخاص.
واش كيف دايرين فاش غدي يكونو الربعة د العشية؟
ثلثَة ديال الصباح.
في الطابق الخامس.
فين غادي نعْلِم بيه؟
واش عندكم دورة للمبتدئين؟
بغيْت شيْ crayons.
ما خاصّش تنّضّف الغرفة.
ماشي نهار زوين؟
مين هو المخرج؟
فتّح/ي تاشنتك، من فضلك. هادو دوا، مشي كذلك؟
واش نقدر نحجز غدا الصباح على الساعة ثلث ثمانية؟
السبت مزور لأن خاصني نعاون باها.
باغي نمشي ل أقرب محطة ديال الباص.
دابا جواز سفري طار/سرق.
كيجي مع رز والخضرة.
باغي نبدل طلبيتي.
إيه، سيدي. غنقلّب ليك المكالمة دابا. خليك شوية على الخط.
كانبغي ندعيك لحفلة عيد ميلاد.
آه، خاصك تحلّ عليا قبل ما تجي المرة الجاية.
فين هي الساحة؟
واش عندك شي رحلات أخرى؟
تقدر تشدّهم من الباب قبل ما تصعد للطائرة. أري هاد السلعة تا تمّا.
ما كاينينش هاد المحلات في اليابان. إوا، آش غاندير؟
إيه.
كانبغي نبدل طايرتي للنّاهي ديال أكتوبر تاسع.
الضلوع المفرقة مشهورة هنا.
واش تقدر تقولي شحال غادي توصل الباص لشارع 42؟
دير الليسار عند السيمَافور الثاني، من فضلك.
فين هما الناس الآخرين؟
واش أي دور؟
بألوان مختلفة؟
واش عندكم ميكرووند؟
فين الكسدة ديال المؤتمرات؟
مكان في الدرجة الأولى، من فضلك، وما تكونش فيها دخان.
واجب نبقى في السرير؟
تقدر تعاودها في يوم؟
اش خاصك ف النّص؟
أنا مع زوجي.
تقدر توريني شي ورقة هوية؟
فينص دمي من نوع A.
واش ممكن نبدل لغرفة فيها منظر على البحر؟
واحد تيكيت في طريق، من فضلك.
واش نقدر نمشي لهاداك بالرجل؟
واش من نوع ديال الغرفة بغيتي؟
أريني، من فضلك.
واك. شنو سميتو T-A-N-A-K-A. رقم البطاقة هو واحد اثنين ثلاثة أربعة خمسة ستة سبعة ثمانية. وتاريخ صلاحيتها هو شتنبر، ألفين وواحد.
صافي، شحال الوقت؟
أصلح الرِّكاب من فضلك.
شيك سياحي، واش؟
واش التاكسي كيجيو لهنا؟
يمكن يكون مركز التجارة العالمي بلاصة مزيانة.
اشْ قال؟
اش دايرة لباس؟
داك واحد الساك صغير زرق ديال ليل.
واجب نبدل؟
wach tqdar tgoli liya arqam l'bidayat dyal St. Louis?
كنبغي عدسة تقريب.
أكيد. كانسوق في هاد المنطقة أكثر من عشر سنين.
بغيْتْ نْضْوِي ضْوِيْ.
واش نقدر ناخد شي دوا؟
عندي قشعريرة وغيان. واش كاين بلاصة نترقد فيها؟
هاد الفينيل؟
مفتاحي من فضلك. الغرفة ثلاثة أربع مئة و واحد.
غادي تميزها ليا في الخريطة ديالّي؟
فين نبقى نستنى؟
فين الكسوة؟
أرجوك بدل هاد الفلوس بالدولار.
عندي ماء ديال الحنفية، مع جليد.
واش عندكم أفلام مجانية؟
اليوم، موقع الغوص الأول هو واحد من أشهر المنحدرات في هاواي.
أبغِي نْبدَّل الغُرفَة.
بغيْتْ ترموميطر.
شي حاجة مضروبة في الفلتر.
باغي نحجز في سبعة.
كنبغى نحجز جوج بلاص لجمعة فدّار.
داكشي تما ورا السبيطار.
بشحال تيكيت من الدرجة الثانية لنيويورك؟
واش واش تقترح فيلم إثارة؟
عندنا أسبرين.
دابا ساليت بغيت نمشي للطبيب.
سدي التليفون من فضلك.
اش كيفاش نمشي لهاداك پلاصة؟
باش بغيت شوية من البول ديالك باش نحلّلو.
خاصك تشدّ غراضك من السير ديال الشناطي.
شحال مدة الوقفة ديال الطّران هنا؟
خصك تاخد شي دوا ديال المعدة.
واش مفتوحين فنهار الأحد؟
اشحال الثمن في الشهر؟
أعطيني رأيك الصريح في هذا.
بشحال التكاليف الإضافية؟
kan dert lassa fi lfakki dyali, kaytjrru ddam.
تقدر تحافظ على هادشي ليا؟
لقد قمت بتثبيت بطاقات استرجاع أمتعتك بغلاف تذكرتك.
السكارى بحال بحال في كل بلاد.
صافي. علاش ما تشوفش الحمام ف الأول؟ أنا نمشي نشوف واش كاين ف الكانتين.
أريني واحد شوية أصغر.
أنا مصاب و محتاجين سيارة إسعاف.
فين نقدر نبدل الليموزين ديال الفندق هيلتون؟
تسرب الما من الدار.
واش تقدري تبعتلي الحاجة اللي خليت؟
واش نقدر نمشي تليفون من هاد التليفون؟
ما نعرفش.
باغي نجرب الأكلة ديال الدار.
من بعد، بغيت نلفت انتباهكم للجدول رقم واحد ناقص ثلاثة.
واش كاين شي تغيير في رقم الرحلة رقم مئتين واثنين وخمسين لمدينة أوساكا؟
واش هاد الطائرة الورقية اللي صايبوها في اسكتلندا مزيانة؟
آه، هذا بالضبط اللي باغي ندير دابا. واحد، اثنين، نعس.
كنبغي شي دويرة خفيفة ديال الديمومة، من فضلك.
واش كاين شي طوبيس ديال النقل من هوليداي إن؟
لا بد أن هناك خطأ ما.
بالطبع. واش كتقدر تخمن شحال غدي ياخد الوقت؟
نقدر نعطيك ضمادة، ولكن كانقترح عليك تمشي للطبيب باش يدير ليك تصوير بالأشعة السينية.
باش تفك رجلينك براحتك.
صحيح- عارف، علاش ما نمشيوش ليها مع بعض؟
كان كلشي فحال دقيقة. صافي ما شفت وجههم.
شكرا. واش تقدر دير السلطة؟
واش ممكن يوصلني لهاد العنوان؟
أوه، واحد آخر من فضلك. ممكن غمضت عيني.
جبلي واحد الطّالْ، من فضلك.
باش ماكنعرف شي شوية ديال النڭليزية.
آه، ما كنعجبنيش هاد اللون. واش عندك هادشي بالزرق؟
بالأرجو تفيدني بعنوانك الكامل لغرض الطوارئ.
أكيد غنمشي نملا التانكي ملي نعاود السيارة.
هاد الدار باينة مريحة للعيش فيها.
واش هاد الطيارة غتمشي مَتى؟
هذا تالف.
إيه، واخا.
نعاودو.
تْكِيتْ ديال دابا، شْنُو كاينْ؟
واش كتقراو البضاعة معفاة من الضريبة؟
جات عندها ضربة في راسها.
هاد السير الناقل ديال الأمتعة ديال الرحلة سبعة واحد أربعة؟
سمعت على عشرين دولار.
سميتي نوغوتشي. دابا مشيت طلبتك من الفندق.
فين السفارة ديال اليابان؟ واش تمشي تشرح ليا فين كاينة على ورقة؟
بغيْت غرفة فيها منظر زوين.
واش قريبة من المحطة ديال الميترو؟
باص؟ أظن أنك تقصد ليموزين تاخدك للفندق. واش فين غادي؟
واش تقدّر تصوّرني من فضلك؟
كنبغِي نسحب أربعمية دولار من حسابي.
غادي نوصل في عشر دقايق.
واش واقيين شحال كايفتحو؟
هذا السيد سوزوكي كيهضّر، بغيت نسول على حجز في فندق.
شحال غتبقى في ألمانيا؟
واش نقدر ناخد درس خصوصي؟
داك الفيلم فيه بزاف ديال العنف على الأطفال. خاصو يكون ممنوع.
واش تقدر تزيد الحرارة ديال التيرموستات شوية؟
أرجوك عدّل على برنامج الظّهرية.
شكراً. واش ممكن تجيو تاخدو الباقي بعد شوية؟
أودي تنزلني في شارع الخامس.
اشحال من الوقت يدوي باش نوصل للدار البيضاء؟
باغا علاج للطلعات.
باغي نحجز في سبعة ديال ساعة.
واش عندك أفلام إباحية؟
واش عندكم منيو باليابانية؟
دارت ليا طوموبيل.
صاحبي طاح من فوق واحد الطّريف.
سررت بمعرفتك، سيدي.
بشحال كان الثمن ديال التليفون للمغرب؟
ما نقدرش ندخل.
واش واش غيكون متوفر؟
سمح لي. أظن أن مقعدي بجانب مقعدك.
ها حنا هنا. هاداك هو المتحف البريطاني.
السلام عليكم. هاك أتاي منيو.
بغيْتْ نْظَّفْ صْبَاطِي.
كان بحال الحلم.
ثلاثة ديال نݣسة.
أنا آسف/ة ما نقدرش نقبل الدعوة عندي موعد آخر.
بشحال ممكن نبقاو في البلاصة؟
خلّيتْ تْساكْتي فْشي بلاصة.
اشْحال ديال المنيو كتقترح؟
واش الضريبة و مصاريف الخدمة مضمنين؟
غادي نمشي للباب بالكرسي المتحرك ديالي.
حسيت براسي مزيان دابا. شكراً بزاف على كلشي.
فين نقدر نصلاحو؟
لا، مزال. ولكن كانبغي نمشي لهاد البلاصة شي نهار.
واش نقدر نقرا شي حاجة؟
بغيت نطلب موعد باش ندير تسريحة بالسيشوار على الساعة ثلاثة.
اشحال اللي كاتشد باش نوصل؟
بارد. نعسّال نطّلب لحاف آخر؟
هاد الخط غادي ل سان دييغو؟
اشحال قدّش كتاخد باش توصل ل اليابان بالبريد العادي؟
دار فيها لويسار ملي دوزتي داك السيرْيُو.
صافي، واش هاد الشروط مقبولة؟
ما نقدرش نصبر على هادشي مزيد.
واحد البيرة خفيفة، من فضلك.
باغي نشري كيس ديال السيكارة.
الزكام منتشر بزاف هاد الأيام.
بالأرجو سخّن الطّبق شوية.
واش نلبس ربطة ديال العنق؟
كنبغي شامبو للشعر الجاف.
اش داير باش نوصل لفندق واني؟
أخاف أنك جيتي للطبلة الغلط.
باغي نقرا طب.
مازال باغي ليك واحد دولار و سبعين سنتيم.
واش كاين شي طريقة باش نعتافنو؟
صافي. غنخْدُو الشابلي. ونتي، جين؟
لا، الكيسات ديال الجلد غاليين بزاف. هاد واحد ديال الجلد. الثمن ديالو مية وخمسة وسبعين دولار.
كنا مهتمين بالأثاث.
واش تقدّر تقترح شي مطعم مزيان؟
واش عندك حبر ديال القلم الرشاش؟
لا، خليناش. خاصني نمشي للدار قبل سبعة.
اللعبة انتهات.
واش عندك هادشي بالفضة الإسترليني؟
باينة ليا ضيعت الكارت ديال ماستر كارد ملي كنت كانتسوق هنا.
لا، شكراً. نعسان دابا.
أنا في ورطة. عافاك، ساعدني.
فين كاين الملابس ديال الرجال؟
حرقت يدي اليمنى بالماء الساخن اللي في القدر.
اش كيفاش نقدر نشري تيكيات؟
سميتي كامي. عندي حجز هنا لليلتين.
بزّاف باش تمشي لالمطار، من فضلك.
أنا مازال مكيتقنّاش فالنڭليزية.
نت مزيان بزاف.
كنمشيو بالميترو، ولكن قبل ذلك خاصنا ناخد تيكيات.
سرقو ليا الجيب. كان عندي تقريبًا مية و مية دولار في المحفظة ديالّي.
إيه. تحت المقعد.
فين أقرب محل ديال المنتجات الصحية؟
لا، بعداً من فضلك.
عندي برد.
اش كان شكلو الشخص اللي دار هادشي؟
فين كاينة هاد البلاصة؟
kayn بزاف ديال المواقع التاريخية.
فين أحسن بلاصة نمشي ليها مع صاحبي؟
لا، لا. بغيت نشوفك.
واش عندو ضمان؟
صافي. نقدر نديرها ليك.
فين أقرب سوبرماركي من هنا؟
واش كوصلو فاش؟
صافي، دوز من الدرب الخضرا.
واش واش اليوم عندكم منيو ديال النهار؟
واش تقدر تبدل فرانك فرنسي للباوند الإسترليني؟
فين نقدر نلقا شناطي ديال رحلة الخطوط الجوية اليابانية رقم ٢١؟
ستة مشروبات كتساوي عشرة دولارات وخمسين سنتيم سيدي.
آه، سمح ليا. واكيد عندك شي بلاصة فبالك ديجا-فين بغيتي تمشي؟
باش نطلب منكم، سيدي؟
واش تقدر تأمن هاد الباكيت؟
شنو نوع ديال التسريحة اللي راجعة دابا ف أمريكا؟
اش هو الحجر الكريم ديال شهر يونيو؟
عليك بالحصبة.
واش تيعجبك لموسيقى؟
تواليت، فيضان.
إي، داز ليا الدكتور جونسون أمس.
واش تعرف فين غادي ينعقد؟
واش تقدري تشرحي ليا كيفاش نسدي الباب؟
كانبغي نتعلم الغوص.
فين كانت هادشي مصنوع في الأصل، وشحال هادي؟
فين نخليها بعد أسبوع؟
فهمت. خاصك تخلص شوية زيادة.
السلام عليكم. بغيت نطلب قهوة و ساندويتش كلوب.
كنت مزعوق في الكونطرول ديال الأمن مرة أخرى.
تمشي ديريكت، وغتلقاه على يدك اليسرى.
كاحلي كيعورني.
كنحس براسي شوية داير.
يبدو أنه كيعجبو السفر.
واش ف باش كنتي تدارب؟
واش تقدّر توصي على فيلم كوميدي مزيان؟
آه، واش تايدير في هاد الحزام ديال الجلد ديال الماعز عالي الجودة؟
داكشي في هاد الورقة.
واش ممكن نعطيني تقرير طبي ووصل ديال التأمين؟
بغيْت نحجز فندق، من فضلك.
صافي ستاغلي شوية. نمشي نسول ليه.
خصّو انزل عند الفندق الكبير، من فضلك.
بشحال أقل ثمن ديال البلاصة؟
شي جلسة قريبة بزاف، من فضلك.
الباب ما كايفتحش.
تاخدو معانا شي صورة؟
واش عندك السمك مقلي؟
واش بان ليك أحسن كادو لواحد الولد عندو ثمان سنين؟
تقصد داخل المدينة؟
واحد الطّبق خاص بْواحد الصّحْن زرق. ساليتي؟
واش عندك شي خرائط ديال المنطقة ديال المدينة؟
أنا اللي غادي نعوضها.
غادي نقول مرحبا ليها غير باش نسلم عليها.
أَملأها مليًّا مليًّا مليًّا عند إرجاع السيارة.
اشْ تقترح؟ ما نعرف شنو مزيان بحال انا ما كنشدش.
بشحال المدة بغيتي تستعملها؟
واش تقدّر تجيب واحد كيعرف اليابانية؟
كنبغي نتعشاو بـ 40 دولار للفرد، بالتقريب.
باين مسروق.
بغيت توست و كاس ديال القهوة، من فضلك.
سميتك وعنوانك، من فضلك.
السلام عليكم. واش نقدر نعاونك؟
تقريبًا ثمانية وخمسين، إذا ما كانش عندك مانع.
واش كاين شي تسهيلات للأشخاص ذوي الاحتياجات الخاصة؟
واش الدّار غادي تبقا في جِلدي؟
كناكلوا بالمهافي.
تا تحت شجر الكرز، كايتقامو حفلات ديال شوفة الكرز.
وصلت على متن الخطوط الجوية المتحدة الرحلة ٥٤٣.
أنا مْفْخورة بزاااف باش شفت راجل مزيان بحالك.
سيّد آينشتاين، نقدر نسولك سؤال على سعر الصرف؟ ما كنفهمش كيفاش تقدر تتهم اليابان بممارسات تجارية غير عادلة بهاد الشكل القاطع.
واش نقدروا نبداو اللعب في أي وقت؟
غادي نجي نعطيك فالدروج ديال الفندق.
تاخدو ليك قياس الحرارة. واش عندك شهية؟
إيه، غدي تفرق شوية. كاين بلاصة خاوية في الدار، تقدر تمشي ليها.
فين غادي نمشي لهاد العنوان؟
واش تقدّر تحجز ليا غرفة؟
غادي ناخد بلاصة في الصف الأول.
باغي شي حاجة شوية أقل ثمن.
هادي شوية ضيقة.
كيقولو غادي يجيو شي تّحّادة.
شكرا. نتمنى لك إقامة ممتعة.
سوشي هو كورة صغيرة ديال الرز على شكل بيضاوي، مغطاة بسمك نيء مقطع ولا بحرية.
كنخاف ما نقدرش ناخد الموافقة على هاد الكارت ديال الكريدي.
أنا غادي ندير حفلة. كنت كانمنى تجي.
بغيتي تدخّن ولا صافي؟
واش تقدّر تقولي شحال فلوس؟
لا، غير كانشوف.
باغا نبغى نتواصل مع دليلنا. واش تقدري تقولي كيفاش نمشي نعاود؟
تفحص ليا طوموبيل ديالي.
غادي نديرها ليك. شكراً على المساعدة.
عشرين دولار في ربعات، من فضلك.
واش تعرف شي مطعم مفتوح فليل؟
سمح ليا، ما فهمتش شنو يعني هاد العلامة ديال المرور.
واش مفتوحين 24 ساعة؟
ما متأكدش شنو باش غادي نمشي ل وول ستريت.
هاد الباص كيتوقف قريب من غرين بارك؟
واش تقدري تلقاي ليا مقاس يناسبني؟
شكرا. نعاود واحد الكاس، من فضلك.
واش تقدّر توصيني شي وكالات ديال السفر؟
ثلاثة بيرة مسودة، من فضلك.
واش عندك حرارة؟
اش نوع ديال حقيبة؟
كنبغي واحد السطل.
التمن الكلي هو خمسة وتسعون ألف وتسعمائة وثلاثون ين.
الزيارات الطبية للغرف غالية. يرجى استخدام غرفة الفحص في الفندق.
زيد دير سْواغْ فْهاد الطريق و دَوّر لْيَمِين فْالمنعطف. المْتحف كاَيْن تَمَّك.
كنبغ شي ساندويش البسطة.
أنا ماشي المسؤول على القفازات، شوفو عندو.
سمح ليا. كيفاش نمشي ل الكنيسة ديال الاتحاد؟
بغيتك تسول ليها تمشي تديني رقم تليفوني ملي تدخل.
تقريبا عشر دقايق بالرجل.
واش واصلين لشيستر فاش؟
سمح ليا، ولكن ما باغيش يبان ليا صحيح.
سيارتي خلص البنزين ديالها.
السلام عليكم، هذه الغرفة واحد و عشرين ثلاثة. بغيت لحاف، من فضلك.
أرغب في حجز طاولة لأربعة أشخاص على الساعة سبعة. اسمي سكّاتا.
ماظنش بقا عندهم، ولكن أنا شريتو من الدرب الثالث.
أبغيتيني نقترح عليك واحد المحل؟
غدا تبدا الساعة ديال الصيف ف الولايات المتحدة، إذا ما كايناش ذاكرتي خايبة.
واش تقدّر تحافظ على شناطي هنا حتى الربعة؟
واش تقدر تقولي على شي بلاصة باش نتعشاو فيها بثمن معقول؟
دوزت المحطة ديالي.
11:40 فليل
كنبغ شي ماء معدني.
ما باغي الخدمة ديالي الطابوريدو.
فين غادي يتْقدّم العشا؟
واش تقولي تمثال الحرية يستاهل الواحد يشوفو؟
طوكيو صفر ثلاثة اثنين أربعة ستة صفر خمسة سبعة تسعة.
باش نقدر نطلب كاس ديال النبيذ؟
كان شي عظيم.
ما فهمتش داكشي. قال بزاف.
حطهم في الثلاجة فاقع اللي تقدر.
فين أقرب محل ديال الثياب؟
اش واش الوراق المطلوبة باش نديرو الإجراءات؟
kanqtarah ʿlik tji f mayyu ili ktubur aw fil-uktubur li hum aʿla shuhur fi s-sana.
هاد المحل ديال الديكور عندو أحسن تشكيلة في المدينة كاملة. متأكد غتلقا الزربية اللي باغي.
kanbghih بزاف بحال كنت باغيا نجي لهنا من مدة طويلة.
كنبغ شي بلاصة حدا الممر وقريبة من مخرج الطوارئ.
أنا معرق.
إيه، واش بغيتي تغير؟
إيه. نقدر نشوف كارنيي ديال الطالب ديالك؟
كيوقع بالضرورة الثالث والخامس ديال ماي عطل رسمية. باش قررنا نديرو ثلاثة ديال العطلات متتاليات بإضافة الرابع.
مازال ما جا الماكل ديالنا.
واش تقدّر توصي ليك واحد الفينسي؟
داك ثمنو خمسة و ثمانين سنتيم. ما تنساش تاخد تيكيت ديال الترانزيت ملي تصعد، باش ما تحطش فلوس مرة أخرى ملي تبدل الطوبيس.
زيد على اليابان بالرقم، من فضلك.
واش كاين شي مشكل في عداد التعريض.
المركبان من المطارات سيصبحان بالتأكيد نوافذ جديدة لتعزيز التواصل مع الشعوب الأخرى.
واش في شحال غادي تفتح المحل؟
خد الخط E حتى الرابع شارع وبدل للفاء.
العديد من الأطفال يلتحقون بالمدارس الإعدادية للدخول إلى ثانويات وجامعات أفضل.
هادو إكسسوارات ديال الكاميرا. هادو زْواقْ بزاف.
غادي نمشي لنيويورك في مهمة شغل.
الثمن ديال الدقيقة الأولى والثلاثة دقيقة الأولى هو عشرة سنتيم.
فين غادي نلقا مطرح يتغسل فيه المݣلب؟
واش كاين شي حاجة في دار الأوبرا الليلة؟
أنا كانخد هاد الدوا كل ست ساعات.
تقدر تبعث هادشي؟
لقاع البحر مغطى بالشعاب المرجانية.
باغي ندير مكالمة بالدفع عند الوجهة.
بشحال الثمن للمتر؟
أكيد تقدر. افتحها من فضلك.
دار راسك.
واش غادي ندخلو كاملين بنفس الوقت؟
زيد دير سْواغْ فْهاد الطريق، دَوّر لْشْمَال فْالزّنْقة التانية، و غَتقْلَبْ عليها.
واش تقدّر تحافظ على مفتاح داري؟
تقدر تجبد رحلة الخطوط الجوية اليابانية رقم تسعة وخمسين، اللي كتمشي من طوكيو في تسعة وخمسة وخمسين دقيقة، وكاتوصل لسابورو في حداش وخمسة وعشرين دقيقة.
صافرة ديال الزواق ديالنا خفيفة شوية.
خمسين، وخمسة وعشرين، وعشرة ديال العشرة، من فضلك.
دار سْواقة تانية على اليسر. غادية تكون في يمينك.
تذاكر من الدرجة الثانية لروما، عدد 2.
باش نتخلص دابا؟
تقدر توريني ليست ديال أنواع السيارات و التمن؟
واش شنو الوقت ديال الصعود للطائرة؟
أريني فين أنا فالخريطة هادي.
باغي نمشي نقلب في البحر.
شي وحدة لستّ ديالها في عمرها.
واش عندك وحدة زرقا؟
هادي هي شارع الملك.
ڭول لتقاطع الثالث.
السدادة ديال البانيو ماكاتشتغلش.
واش كاين محل ديال الملابس مزيان ديال النسا؟
خاصك تدبر ليا بلاصة في هاد الطيارة.
هاد الشنطة باينة بحالي، ولكن ماشي ديالي.
فين نقدر نبدل فلوسي؟
هاد بلاصة تبع شي تيكيات بثمن ناقص. تقدر تْشري تيكيات بنصف الثمن.
آه، هاد بعيد بزاف، سيدي. طاكسي غادي يكون غالي. ولكن تقدر تمشي لتاي مكان ملي تتعلم تستعمل الميترو.
واش واش غادي تبدا الحصة؟
غادي نبْعْت ليك صْويرة.
واش كاين وقت سماح بعد ساعة الخروج؟
تقدر تقسم هاد الفلوس على واحد دولار؟
لا، غنڭول ليه مرة أخرى.
القهوة تا عند الكونتوار تمّا، باش تاخد ليك كيف ما بغيتي.
باغي نشد شعري شوية.
هاد الطريق تاخدك للبحيرة.
الجدولان يوضحان التغييرات في حصتنا السوقية.
مشيت فوت المحطة ديالي. واش شحال من الوقت باش نوصل للمحطة اللي جاية؟
واش منين نقدر ناخدها؟
غادي ندير تصويرة شعاعية.
يا خو، مزيان تمشي عند طبيب وتطلب موعد.
عندي حجز لليلتين. اسمي ريسا كوباياشي.
باش تحضروا معانا في الصورة؟
فين الحمامات؟
غادي نمشي للنوادي ديال الرياضة. نقدر نستعمل بحرية؟
حطيتو هنا هكاك قبل حوالي نصف ساعة.
باش نقدر ناكل هاد القشرة ديال الفاكهة كاملة؟
واش هاد واحد أثمن من هاداك، ولا هاداك أثمن من هاد واحد؟
باش ممكن نقلب ل بلاصة حدا الشباك؟
كنبغي سيارة فيها فيتاس أوتوماتيك.
فيلم ملون بحجم 35 ملم، من فضلك.
واش واقيين مَفتوحين فِين؟
دّور على اليسر في التقاطع على شكل حرف تي.
كنبغي مرشد خاص ليوم كامل.
علاش اللثة ديالي كاتنزف.
عندي تأمين.
لا، مش بزاف. غير جوج كيسان.
شي وحدة صغيرة ديال موسيل، من فضلك.
الشرف أكبر من ما نستاهل.
واش ما نلقاوش هنا غدا؟
اش كيتصنع هنا؟
ها هو حسابك. ثلثمائة وأربعة وعشرون دولار.
بغيتي تشوف موديلات جداد ديال البلوزات؟
إذا كنتِ ما كتعرفيش هاد الميدان، واش تقدري تقترحي واحد المحل متخصص فيه؟
واش كاين فندق حدا هنا؟
واش تعرف شي مطعم إسباني حدا هنا؟
بشحال مرة خصني نشربو؟
شكراً على الانتظار. هذا أوهنو يتكلم.
بشحال غاتعطيني الخصم؟
كنت كنلقى فالموزيوم مزيان و كيهدّي النّفس.
واش نقدر نشرب شي عصير؟
صافي. غدي تفرق شوية. غادي نبْعَت واحد لفوق للغرفة.
واش عندك شي غرفة وحدة لليلة؟
واش كاينين منحدرات للمبتدئين؟
تروف ستا وتسعة واحد صفر خمسة واحد، الكود ديال المنطقة هو صفر ثلاثة.
كنشوف عندك صالة زوينة.
كنخافو ما نقبلوش داكشي. كانقبلو فيزا.
kanstahesi bihadi.
واش ممكن ناخد معاهم خارج البلاد؟
خصني شوية ديال الوقت باش نمشي نعلف.
طلبْت من آنَّا تغنّي أغنية.
كنبغي نحجز طاولة في الساعة ستة ديال العشية يوم الخميس 7 غشت.
واش واش برنامج اليوم؟
يا ربي، غانوصلو للقرع؟
شيري، من فضلك.
واش تقدّر توصي على مطعم صيني مزيان حدا هنا؟
بشحال تقريبا للدار البيضاء؟
باغي نمشي. الغرفة رقم 236.
دوزت واحد الغرفة بانيو ف البورو ديال السفر ف طوكيو.
شحال خدّا؟
اش دايرة؟
واش ممكن نعطيك شي دوا للإسهال؟
واش تقدّر تقولي فين المحطة ديال الميترو؟
هادشي ناقص بزاف.
باغي نبقا يوم واحد زائد.
فين غادي نمشي باش نقلب على المفقودات؟
سمح لي.
واش فيلم ديال الرعب؟
أنا هنا باش نشوف صاحبي.
بغيْت راديو.
فين المحل ديال الزينة؟
أريد оператор من الخارج، من فضلك.
سمح ليا. باغي ننزل.
تذاكر "S" كلها نفدت.
واش كاين بنك ياباني حدا هنا؟
واش واش رقم ديال البار؟
واش تقدّر تصرف ليا شي دوا د النعاس؟
واش كاين شي حاجة مصنوعة من القطن؟
كنبغى نتّسد في الصفوف ديال الأوركسترا، من فضلك.
واش غاتخلص الزيادة ديال الخمسين في المئة؟
باش بغيت هاد الصورة تكبر بالتاكيد بحال ديال الحجم الكبير بزاف.
من فضلك، إزر الزيرو و من بعد رقم الهاتف اللي بغيتي.
أي قوانين خاصة؟
صافي. واش من نوع ديال الغرفة بغيتي؟
شي عطل في التكييف.
إيه، بالتاكيد.
كنبغي زوج ديال صباط الجلد.
واش تقدر نحطوه على الرف ديال تمّا؟
واش ممكن يكون عندنا مرشد كيتكلم اليابانية؟
تذاكرين لشيکاغو، رحلة رايح جاي، ديال الكلاص، من فضلك.
فين كاين ديكو مشهور؟
تقدر تقصر/تطول؟
أه، نتا. واش كدير ف طوموبيل ديالي؟
غادي ناخدو، من فضلك.
واجب نبدل العدسات اللاصقة ديالي. ها العلاج.
إي، أظن غانبدّي بالشوربة ديال الكلاّم.
واش تقدري تخبرني قبل ما نوصلو لهاد المحطة؟
صافي، ساليت مع كل الإجراءات ديال الدخول.
عندي حجز لمدة أسبوعين.
أفهم، الساعة ديالي معطلة شوية. ولكن متأكدة بلي دازت الساعة ديال الزوّال.
واش تقدّر تحافظ على هاد النبيذ حتى ليلة غدا؟
بغيْت شوية صْرف باش، إذا كان ممكن.
هاد الشارع غادي للمركز بارك؟
ما نقدرش نبول، وعندي ألم في الدار السفلي.
واش عندك شي حساسية؟
كنساء في مناصب إدارية كيزدادو.
واش عندك كارطة الدخول؟
واش مع الستيك واش كايجي شي حاجة؟
خليني نشوف.
خليني نجربو، من فضلك.
يلا نمشيوش نشوفو ماتش تنس.
جيبلّي مخدّة من فضلك.
واش ما يمكنش نبقاو في الفندق اللي حجزنا؟
عندك رقم خاطئ.
الباستيكة زوينة بزاف اليوم.
نهار الخميس.
واش واشحال هاد الوقت المسرحية الموسيقية اللي كيعجبو الناس بزاف؟
واش نخليّو يعاود ليك تليفون ملي يدخل؟
أرجوك أرسل هاد الرسالة بالبريد السريع.
نظام تطوير منتوجاتكم متوافق بزاف مع حماية البيئة.
كل هاد الأكل الدسم باغي يتقلب في كرشي.
أرجوك نظّف الغرفة.
واش عندك شي ورقة تغطية للفاكس؟
ما نقدرش نعس من العذاب.
اشحال من الوقت للستاسيون؟
ما استعملت خدمة الغسيل ديالك.
باش بغيت شي حاجة منع الحمل.
بغيْت نتأكد من حجزي ديال الطيارة، ف 31 يوليوز من لندن ل طوكيو. اسم العائلة ديالي هو تاناكا.
دا غالي بزاف عليا.
بالتأكيد. واش نعطيك اسمك ورقم ديالك؟
كان عندي حادث بالدراجة النارية.
كنخاف خاصني نلغي موعدنا.
باغي نشري واحد شقة مفرنشة شهر.
كنتَ مُطالَبًا بعرض النباتات والحيوانات على مكتب الحجر الصحي إذا كان لديك أي منها.
بصراحة.
كنبغي نبدل خمسين ألف ين بالدولار.
واش نقدر نجيبها قبل؟ باغاها ليا ف أقرب وقت.
ولد في تسعة وستين وستين.
خصني على الأقل نص ساعة باش نمشي نعلك شناطي.
هاد المشروبات الغازية مجانية.
سمح لي، ولكن ما نعرفش. أنا سياحي بحالكم.
باغي نهضر معاك مزيان.
كنبغي شي كسيدة ديال لحم متنوع.
اش دايرة ديال المقاس؟
باش نقيسو؟
صافي، حنا عانيين من التأثير المباشر ديال الانفجار ديال الدورة الاقتصادية اللي كانت صعيبة.
تقدر تحجز ليا بلاصة في الطائرة ديال غدا، من فضلك؟
بالاك. بغيتي خمسة ديال عشرة دولارات؟
أنا ساكن في فندق abc. بغيت تتصلو بيا تمّا.
طلَعْ من شارع فرعي فجأة و ما لحقتْش نتجنّبْو.
غادي ناخد ولدي للحديقة ديال الحيوانات.
غادي نوصلو ل لوس أنجلوس بعد ما نسوقو حوالي 550 كيلومتر من سان فرانسيسكو ف اتجاه الجنوب.
كان من دواعي سروري مقابلك.
بغينا بطاطس مشوية، من فضلك. و زيد الزبدة في الطراف.
بشحال الثمن ديال واحد المدرس؟
واش ساليتي؟
واش شنو الوقت اللي غادي تبدا فيه الأوبيرا؟
هذا هو النموذج الجديد ديالنا. سمّيناو الحاسوب ديال الأحلام.
باغي نجرب طبق تقليدي من هاد الميناء ديال الصيد.
واش تقدّر تحجز ليا بلاصة؟
تقدر تخلص هاد الميتين دولار بالين ياباني.
عافاك، عطيني رول ديال فيلم 35 ملم، 36 صورة، حساسية 100، و واحد آخر ديال 35 ملم، 20 صورة، حساسية 400.
الحادث زاد الازدحام.
واش عندك شي نطاق ديال السعر في بالك؟
واش تقدّر تبعت هاد الباكيط لليابان بالبوست البحري؟
صافي. انعطف لليمين في الزنقة اللي جاية. غادي تشوفها قدامك مباشرة.
باغي نحجز غرفة في فندق في المدينة.
خمسة أيام.
السترة الحمرا اللي شريتها الأسبوع اللي فات ماعجباتنيش. واش نقدر نبدلها بواحدة بلون آخر؟
فين أقرب مكان للراحة حدا هنا؟
فين بلاصتي؟
صافي، إذن- ثلاثة ديال رولات ديال الفيلم كيطلعو تسع دولارات و سبعين و سبعة سنتيم.
واش بيّني؟
سمح لي، ما تقدرش.
إيه، سيدي. ها هو.
صافي، خلي هاد البلاصا ليا، عافاك؟
واش كاين شي آثار قديمة؟
إذا قلت "الماء" صافي، ما يجيبو ليك غازي؟
ما حسّيتش بالتقيؤ، ولكن ما عنديش شهية.
فين؟
فين أقرب مكتب بريد؟
ضاع مفتاح غرفتي. واش تسلم هنا؟
واش كاين مرشد كيتكلم اليابانية؟
ل كازا، من فضلك.
يا له من عذاب باش تحصل على فيزا.
لبزنس كان مزيان اليوم، ما كانش؟
تقدر ترسم ليا واحد الخريطة؟
بغيْت الطّابلة اللي قريبة لّي، من فضلك.
فين الكاشي؟
واش عندك شي حاجة صغيرة؟
صافي. و آش من نوع ديال الفاكهة بغيتي؟ عندنا برتقال، فراولة و عنب.
غادي نشرب شي قهوة بدون كافيين.
واش نقدر ندخل هاد الكيس معايا للطائرة؟
كنبغي شي دويرة ضيقة ديال الديمومة.
ما نقدرش نمشي لهاد الرقم.
أنا مزعوف بزاف، ولكن ما كنحبش نتجادل مع الناس.
فين نقدر نمشي باش نلقا الليموزين اللي غادية لـ Summit Hotel؟
لا، مازال. دابا حنا في عين الإعصار. قريب المطر الغزير والرياح القوية يرجعو."
اش كيفاش نقدر نشوف البرامج ديال التلفزيون بالكابل؟
15 و 16 ماي؟
كان عندي كروت ديال الكريدي و مية و جوج دولارات في محفظتي.
باغي نشري بواطة ديال الزجاج جديدة.
واش تعرف شي فندق مزيان؟
هو أستاذ في جامعة A.
حاجة واحد لي يحمل ليا شي حاجة، من فضلك.
بشحال لخرجة داليوم؟
واش تقدر تأكد ليا حجز الطائرة ديال شهر أكتوبر، النهار 12؟
صافي مزيان ليا.
خود ليك خمسة دولارات.
البيسبول شائع جدًا.
باغي نشري شي فواكه. واش واش كاين شي حاجة مزيانة دابا؟
واش كيعطيو النبيذ مزيان في المطعم؟
ما عندك شي أكبر من هاد؟
فين هي المحطة ديال الطوبيسات ديال غراي هاوند؟
سمح ليا. واش كاين محل كبير قريب من هنا؟
إيه، نقدر نقولها. اليابانيين كيعزّو التجربة و الحكمة ديالهم، خصوصًا في مجال الإدارة و التسيير.
الماكلة تمّا.
كان رقم خاطئ.
عندهوم لوبستر مزيان بزاف اليوم.
واش ممكن نصور هاد البناية؟
بدّل هاد الورقة بالفلوس الصغار.
واش حد هنا كيتكلم الإنجليزية؟
سميتي مييوكي كاتو، و أنا صديقة ماري من وقت كانت كاتقرا في اليابان. واش ماري هنا؟
شحال كيلومتر من هنا؟
سمح ليا، كيفاش نمشي للستاسيون؟
فين وتاحد الوقت غتمشي؟
داير حالة.
لباس الحمد لله.
أنا عضو في مجموعة "أ" السياحية.
الرقم هو صفر ثلاثة ثلاثة ثلاثة خمس واحد ستة تسعة واحد.
تقدر تبان لي هاد خاتم؟
الخصر واسع عليا بزاف. واش عندك هادشي في مقاس أصغر؟
تقدر تقصر ليا الكمّان ديال هاد القميص، من فضلك؟
واش فيه شي مشكل؟
عطيني دو قنينات ديال الويسكي و واحد قنينة ديال الكونياك، من فضلك.
أنا عندي حساسية من الزهور.
هاد الراديو ديال الترونزيستور هدية؟
في واحد الأسبوع، غانرجع لليابان.
خاصك تضغط على تسعة و واحد أولاً و رمز المنطقة، ثم رقم الهاتف.
أتاي بالدّنون.
غير قصّة شعر بسيطة، من فضلك.
واش كاتباعو بضاعة معفاة من الضريبة في الطائرة؟
واش علاش كاين هادشي؟
واش نقدر نسولك شحال سميتك؟
واش كاين محل تخفيضات هنا قريب؟
عندي وجع في كرشي.
ولاش علاش؟
واش هاد الطران سباقي لشيکاغو؟
كنت كنظن غادي نمشيو للبحر ف هاد الوقت ديال لغدا.
فين أقرب مكتب بريد؟
سمح ليا. سيدي سميث، على ما أظن؟
هادي كاميرا.
ماظنش غادي يكون عندي الوقت باش نمشي للحديقة ديال الحيوانات في هاد السفر. شكراً على الاقتراح ديالك بالرغم من ذلك.
ضيعت العدسة اللاصقة ديال نضاراتي هنايا. تقدر تبحث معايا؟
غادي نسافر فتااام أمريكا كاملة و نمشي ف hôtels و motels و fondouks و ديور الناس، إذا ربي كرم.
أنا محتاج/محتاجة لبصيلة ضوء جديدة.
نقدر نديرو التعديلات غدا فالعشية على الساعة ثلاثة. واش هادشي مزيان؟
واش كاين الميترو قريب هنا؟
فين هي منطقة التسوق في هاد المدينة؟
نظن أنك حسبت غلط.
واش تقدّر تبدّل ليا الطابلة؟
دارت ليك الحجز ديال الطيارة رقم 207 اللي غتمشي غدا على سبعة وخمسين دقيقة فليل لنيويورك.
ضعت مفتاح الغرفة.
أربعة وعشرين، عشرة ديال الدرهم والباقي في ورقة وحدة ديال الدولار.
كنظن هاد السلعة فيها شي غلط. واش ممكن تشوفها ليا من فضلك؟
عندِي سبعمية دولار في شيكات سياحية وثلاثمية دولار كاش.
هاد شي طحالب مجففة. نسمّيوها ياكينوري.
تقريبا خمسة عشر دقيقة على رجليك. تقدر توصل ليها بالميترو حتى. هي أقدم.
بالضبط المقاس العادي.
ما عنديش فلوس كافية اليوم.
عداد السكان ديال كبار السن كيزيد باستمرار.
باغي نتأكد من رحلة العودة ديالي لتوكيو د الأربعاء الجاي.
واش هنا ملعب تنس؟
غادي تتهنا. بغيتي تتهنا؟
واش عندكم غا دورة كل يوم؟
واش غيكون الطقس شحال من غدوة؟
شي حلوى ولا علكة، من فضلك.
واش باقي الوقت باش نمشي للتحويشة قبل الإقلاع؟
واش معاه مفتاح؟
أنا محتاج دواء الدوار.
آه، ياه. عندي. باغيها بزاف.
بغيتو بزاف، ولكن ماعجبنيش التصميم ديالو.
أنا ممتن بزاف بلي عندي صاحبي بحالك.
تقدر تجلس. واش كاين شي مشكل؟
ما متأكدش، ولكن غانقول ليها بلي نتا اللي حديتي.
واش تجيب لي حالة؟
واش عندكم جوربات كحلة؟
اشحال الوقت ديال آخر باص كيمشي؟
صافي. هاك وواحد جين وتونيك.
واش دايرة تلفزيون؟
اش كاين مع الأمتعة اللي شيكت فيها؟
آه، ما باغي ندير شي حاجة من هاد النوع.
أنا محتاج واحد يعاوني.
أنا غادي نمشي لشيکاغو أنا تاني.
واش عندكم ماكينات ديال خمسة سنتيم في هاد الكازينو؟
اش بغيتي؟
اش خاصك هنا؟
واش في شحال غدي نوصلو لنيويورك؟
لا، والو.
اش بغيتي تاكلي فطور؟
كنبغي معطف طويل.
ما خاصك تمشي لهاداك بلاصة. أظن تقدر ديرها هنا.
لـ فندق بوسطن، من فضلك.
نّوضّيه، الله يخليك.
دوازدي باشي.
واش تعطيني التاريخ و أرقام الرحلات؟
واش غادي يتقدم الأكل؟
فين الصالون؟
شي وحدة صغيرة.
أمكنلي تدخل تشوفو بسرعة؟
واش عندك هادشي في نماذج مختلفة؟
هذا هو جارى.
ممم، لذييذ. تاكل هاد الشوية.
باش ندخلو لشوف ديال كافي؟
مية ين لواحد دولار.
كانوقف صعيب/واقف موجوع.
إي، نقدرو نخدموها و نعاودوها غدا الليل.
عندي حساسية ديال الزهر.
واضح، تفضل.
واش كاين شي بلاصة نقدر نشوف فيها عرض هولا وانا كانشرب؟
نزل هاد الدرب ل حتى لَعْبور الثاني.
سميتي تارو تاكاي.
باغي نلعب شوية مزيد.
واش عندك طوابع؟
فين العربة ديال المائدة؟
غادي نوصلو متأخرين بثلاثين دقيقة.
هادي هي الغرفة رقم تلاتة سبعة وخمسين. محتاجين المزيد من البلسم ديال الشعر.
فين العرس؟
مكان آخر قد يعجبك هو حديقة حيوانات برونكس المشهورة عالميًا.
واش الريح غتزيد في العشية؟
واحد تلاتة و تلاتين صنتيم ديال طوابع، من فضلك. واش عندك شي طوابع مزوينين؟
السلام عليكم، أختي.
واش عندك هاد الموديل بالبني؟
أنا هنا باش نتعلم لغة.
عطيني جوج ديال تيكيات لغاليري هاد الخميس.
أكتب لي رسالة من فضلك.
واش شحال الوقت غادي تمشي الطوبيس لـ بيمليكو؟
واش نقدر نستعمل هاد الكوبون للطائرات؟
باش بغيت حلاقة.
لقيت راسي ف رجلي. و عندي وجع مزيان.
kanbghī شي مزيل طلاء ظافر يكون خفيف على ضوافري.
واش عندكم طابلة لثلاثة؟
كنبغي نشري طعوم.
نخلي نشوف ونشوف واش كاين بلاصات شاغرة.
فين مكتب الاستقبال؟
دابا ضربوني.
ألو. بغيت نمشي تليفون بعيد للموتيل شيراتون.
غادي نكون فْ الحْݣل حول 10 و نص الليلة.
من فضلك اتصل بالسفارة اليابانية.
الكمونو هو اللباس التقليدي لليابان.
إي، ولكن دوزت الدورة الأولى ليا غير قبل شهرين. أنا مزال في البداية.
الظهر ديال الكرسي ديالي ما كايتحركش.
غادي يخليني في خاطري بزاف. بالمناسبة، كانبغيش نعرف واش نقدر نبقى في نفس الغرفة؟
ما كتعملش التكييف. الغرفة ديالي مزيانة بزاف بالبرد.
واش نقدر نشري تيكيت لماتش ديال الدّوري الاحترافي؟
واش نقدر ناخد سلاطة ملفوفة بدل بار السلطة؟
أرجوك تأكد من القدوم لزيارتي غدا صباحا على الساعة سبعة.
دابا جواز سفري طار/سرق.
بغيتي تاكلي شي حاجة إيطالية؟
بغيت شريحة ديال بيتزا بالنقانق، من فضلك.
غادي ناخد ستيك ديال العظم.
واش عندك شي عصير ديال البرتقال؟
٣٦ صورة ديال ٣٥ ملم ديال نيغاتيف ملون، من فضلك.
أرجوك. وريني شنايط، أرجوك.
شحال بعيدة أقرب محطة ديال الوقود؟
واش كاين شي طْرَن لـ بوسطن فـ قريب؟
أرجوك أرسل هذه الرسالة بالبريد الجوي.
باغي نعاود نؤكد حجز طائرة.
راسي داير لي دور.
شحال الكراء ديال الخيمة؟
عندي موعد مع السيد ويلسون على الساعة ثلاثة.
واش تمشي تبدل هاد العدسات بواش أقوى؟
خليني نعبر على رأيي.
بشحال هادشي؟
واش نقدر نخلي ليه رسالة؟
واش الكافي ديال هارد روك بعيد من هنا؟
أهلاً. شوف/ي.
صافي. دابا، نقدر نشري تذاكر لـ "فانتوم الأوبرا" ديال السبت في النهار؟
تقدر دير ليا كاس ديال البينا كولادا؟
أنا معنديش الوقت. بغيتيني تجيب ليا طكسي دابا.
لبَرْد هاد الصباح، ما كايْن شِي؟
دارت عندي حجز عبر JTB في اليابان قبل أسبوعين.
نوقف عند فندق بيفرلي. تقدر تنزل تمّا. ماشي غير شوية دّقايق بالرجل للسّميت.
تقدر تحافظ على هاد الساكّات حتى الرابعة ديال العشية؟
واش نقدر نستعمل بروجيكتور ف هاد الغرفة؟
فين فهمت. تاخد وقتك.
واش كاينين ملاعب جولف عامة فيها ثمانية عشر حفرة؟
ما كنفهم والو من اللي كيكولو الناس اللي حواليا.
المقهى في السرداب.
مساء الخير. عندي حجز. اسمي يمادا.
الأهم هو أن تاخذ راحة كافية.
واش عندك شي سيجار؟
باش نقدر نطلب تاك أواي؟
دابا، واعدني غتبغي تشري زوج ديال الصباط غير واحد، فهمتي؟
واش كاين صيدلية قريب؟
واش نقدر ناخد شي ڤيتامينات؟
واش تقدّر تجيني لداري في سبعة؟
كتمشي كل عشر دقايق.
عطيني عشرة ديال الدرهم، وحدة خمسة ديال الدرهم، والباقي بالصرف الصغير.
مازال غسالي ما جا.
إي، كاين واحد فالحَ side ديال العمارة.
فين تنزل؟
واش تقدّر تشرح ليا كيفاش نستعمل التليفون العمومي؟
واش خاصني نعطي فلوس قبل ما ناخد؟
واش كاين محل ديال لعب قريب من هنا؟
كنبغي شي كريمة ديال لرجْل.
هي تواصل مباشر من عقل إلى عقل. يعني واحد يقرا فكر واحد آخر بدون ما يستخدم كلمات.
واش نقدر نصرف شيك شخصي؟
باش بغيت عصير ديال البرتقال، كورن فليكس مع الحليب وبغرير مع العسل.
داك شي مطبوع. ما كاين والو غالي.
باش نتجرب؟
غادي نرجع بالبر.
اش هذا الدبوس ديال الرابطة مصنوع من؟
شحال ثمن التذكرة ديال الدرجة الأولى؟
واش عندك شي حقيبة كبيرة؟
غادي نبْعْت ليك نسخة. أرجوك كْتَب العنوان ديالك هنا.
فين النصب؟
صافي، السيد أوزورا، رحلتك دابا تأكدات.
أعطيني طيكيت من فضلك.
فين هيا المصعد ديال التزلج؟
عندي شي اسهال. واش تقدّر تقترح عليا شي حاجة؟
تقريبا عشرة إلا ربع.
ما خاصكش تدخل هاد البارك ف الليل.
ما خاصكش ملي ما تجاوزش الحد المعفى من الضريبة، ولكن كاننصي عليك تعلن باش تكون الأمور مزيانة وسهلة في الإجراءات.
أرجوك اخلي هاذي تمكوا.
بالتأكيد. خليك على الخط، من فضلك. الخط ديالك واصل. تفضل، من فضلك.
صافي تقبل/ي نمسّو؟
واش شنو الوقت غادي تبدا عملية الصعود للطائرة؟
واش هاد الستايل مناسبني؟
قول ليا شحال عندك فراغ فهاد السيمانة.
ما كاين والو ديال الدفاتر و la papier.
اشْ شنوْ كتقصد بهادشي؟
نتيا غالط.
بالطبع، تفضل.
واش تقدّر تحافظ على المتاع ديالي حتى الربعة، من فضلك؟
ما عنديش فلوس كافية باش نشري واحد جديد.
اشحال هي الساعة ديال أول طْرْيقَة؟
واش نقدرو نخدمو طاولة برّا؟
يبدو ليك سكرتي البارح.
إيه، سيدي. شحال فيكم في المجموعة و واش الوقت واش بغيتو؟
نظن بغيت ناخد واحدين من اللي ثمنهم أقل.
واضح، قمت بإبطال البطاقة القديمة ديالك.
شكرا بزاف على الطعام.
فين المحطة ديال الباص؟
صافي يا لص!
فين باص المطار؟
مية دولار في الليلة، بالإضافة إلى الضريبة ورسوم الخدمة.
بشحال السرعة اللي طائرين بيها دابا؟
الضو في داري ما خدامش.
شكرا بزاف. هيا. نمشيو.
في الصيدلية.
فين أحسن بلاصة للتزلج للمبتدئين؟
كنبغى نقعد في الدروج.
هادي هي الطرين اللي غادية لملبورن؟
شحال هاد البرج طويل؟
فينسانت، تقفلتي برا؟ أنا مارني.
مازال الماكياج ديالي على وجهي، باش تعطيني تنظيف مزيان؟
تاخد ثلاثة ديال الحبوب في كل مرة.
اشحال الكوميسيون ديالك؟
واش نقدر نبقى السيارة في فرع آخر؟
هو فقد الوعي.
فندق طوكيو. واش نقدر نعاونك؟
أنا هنا باش نزور صاحبي.
واش دايرة تلفاز؟
هادي سلاطة و بطاطا مْهرسة.
واش تقدري تقولي شنو هي الطريقة الأسرع باش نعطيه؟
باش نقدر نجرب ضربة تحضيرية؟
شوال زرق. السمية و العنوان ديالي كاينة في التحْت. واش تقدر تعاونيني باش نمشيها؟
باغِ نمشيْ في الثمانية. واش تقدّر تقولي شحال مدْيون ليك؟
باغي نحجز جوج بلاص ف الطيارة رقم 877.
شي وحدة شامبوو ديال الشعر الدهني، من فضلك.
تقريبا أسبوعين.
إي، كانخدّم الدوا لضغط الدم.
فينين بلاصات الدّلوك؟
باش تقدر نعطيك شي حلوة؟
كاين بزاف ديال الأسباب علاش ما خاصنيش.
واش هاد الطريق مزيان ل المحطة؟
شوفو شحال غادي يجي الثمن.
kanqtarah ʿlik tjarreb Green Inn.
عندِي تسعمية دولار.
ما عندنا حجز باسمك.
فين غادي اسمي؟
غادي نرجع دابا.
صافي اصلحو ليا ملي نكون غادٍ غدا.
واش هادي محسوبة كلمة؟
واش ممكن تعطيونا منفضة ديال السيكارة، من فضلك؟
عندنا ألوان أخرى.
باقي غير شوية ديال البلاص ف السيركل.
كنبغيوش نعجلو، ولكن خاصنا نمشيو.
فين و متى نبداو؟
اش كيفاش نقدر ناخد التحويل؟
آه، فهمت. هادو القنوات ديال النظام الكابلي في الفندق.
أرجوك توقف عن السخرية من اليابانيين.
واش ممكن تعاود تبعتيه ليا فاش؟
بغيْت نحجز، من فضلك.
أنا كانحاول نبحث على ورق ديال التحفيل.
واش غتكون معفاة من الضريبة إذا بعثت هذا لليابان من هاد المحل؟
سمح ليا، ولكن باغي نتناقش شوية مع الرايس ديالي قبل ما نمضي.
بغيْت راديو كاسيت، من فضلك.
خمسة حديد، من فضلك.
هاداك الأكل مفضل عندي، عارف.
شكراً سيدي. واش نقدر نشوف رخصة السواقة ديالك؟
صحيح.
مع التأمين، من فضلك.
فين هو متحف مونيه؟
واش هاد الطرانزيط معبر؟
صافي. عشرين، أربعين، ستين، ثمانين، تسعين، خمسة وتسعين، ستة، سبعة، ثمانية، تسعة، مية.
خاصك تمشي لمكتب المعلومات السياحية أولاً.
زايد زوين.
تقدر توصلني للبلاد؟
كيفاش نميز حقائبك؟
إي، عجبني بزاف. شكراً.
فين غادي نجيبها باش يطيّروها ليا؟
أه، باغي نعرف، واش تعرف فين كاينة دار الريف؟
هادي هي الصف ديال الفيلم ديال الساعة تسعة؟
واش عندك شي دوا للإسهال؟
صافي مفتوحين من 8 و نصف لـ 11.
شركة ديالنا هي الخامسة في العالم من ناحية عدد الموظفين.
داكشي تحت آ اليسار.
تقدر تحافظ على معطفي؟
صافي، كاملين مشاوشين. بغيتي تغطية إضافية؟
واش تقدّر تقرضني فوطة ديال البحر؟
لا، حنا كتقبلو طلبات كتعاود عليها نتا.
مزيان يكون عندو التاريخ، ولكن ماشي ضروري يكونو أيام الأسبوع.
بغيْت عصير ديال البرتقال، من فضلك.
بغيت تقترح عليا مطعم مزيان.
اش خاصية هاد المدينة؟
ما بقيتْ عندي شهية.
ما تمشيش بعيد ف البحر.
واش نقدرو نشوفو المحلات ديال الديوانة في المطار؟
سمح لي. خصني نقرا الرقم غلط.
خمسة أيام. غادي نعاود نعطيه ليك يوم الجمعة.
ماشي بعيد بزاف. باغين نوصلو لهدف عشرة الصباح.
لا شكراً. صغير بزاف. عندك واحد آخر؟
زيد ديال الإيصالات، من فضلك.
تقدر تبيع هادشي منفصل؟
بغيْت بيرة، من فضلك.
بشحال شريتي بلاصة مميزة؟
خليني بوحدي.
واش كاينين شي وحدين آخرين؟
هاد البلاصة محجوزة.
واجب نعاود نتأكد؟
أريني تذكرتك. غتضطر تاخد الطيارة التالية على ساعة.
واش كاين واحد كيتكلم بالإنجليزية تمّا؟
خاصك تحجز مقدما.
باغي نخرج شي حاجة من شناطي.
إيه، كاين الحجز ديالك. بغيتي تملا هاد الورقة و توقع عليها؟
ما كايناش لقيت دليل السياحة اللي مفروض يجّي على حسابنا في عشرة ونص الصباح.
غادي نخليوها مفاجأة.
ل اليابان من فضلك.
دخلت بسيارتي في خندق.
واش تعطيني شي دوا؟
تقدر تبان لي الدائرة الثانية من اليسار؟
إيه، بهاد الطريق من فضلك.
أنا شوية عيان بالدوار ديال الطيارة.
واش معندكش جيتي البارح؟
السطح مزيان بالنسبة ليا.
بغيت نطلب service ديال الدار، من فضلك.
واش شنوّ الدّرب اللي غادي ل وول ستريت؟
واش واش رقم الباب ديال طيران اليابان لتوكيو؟
وريني الساك السودا، الثالثة من اليسار في الرف ديال فوق.
يمكنّي يصيبوك بالرصاص في المدينة إذا فجأةً حطّيتي يدك في جيب الصدر ديالك.
واش عندك شي كحول؟
كاينين بلاصات في الطائرة رقم 85 يوم الاثنين، 26.
كانبغي نعاود نتسناك باش نعاود نطلب تجديد جواز السفر ديالي.
صافي. يقدر يدير.
واش الثمن هو هاد القدر علاش؟
سبعين دولار.
السلام عليكم. هادي السيدة أونو؟
واش نقدر نشرب الما ديال الحنفية؟
عندي مشكل في المعدة.
تا تمشي ديريكت، ومن بعد انعطف لليمين.
اش كيفاش نقدر نضبط مستوى القوة ديال هاد الجهاز؟
واش تقدّر تحجز ليا في واحد النّوضة؟
واجب نعمر déclaration ديال المحتويات و قيمتها؟
أه، عزيزتي، واش لوحدك؟ باغا تمشي لسينما ولا شي حاجة؟
ما كاين والو لي كنحب. معليش. ما بغيت تا حاجة.
واش في شحال نوصلو لدي موين؟
شحال بغيتي؟ بغيت جوج برجر بالجبن و واحد صغيور ديال البطاطا مقلية، من فضلك.
أربعة خمسة ستة سبعة ثمانية تسعة صفر، من فضلك.
هادي شتنبر 23.
عَينت موعد باش نشوف الرئيس على الساعة عشرة.
واش هاد الما د الصنبور هنا مزيان نشربو؟
كنبغ شي شريحة ديال اللحم المخلل.
آه، باينة غانحاول حاجة أخرى.
خوديوني للتهاتر، من فضلك.
واش واقتاش الفاصل؟
سمح ليا. واش نقدر نسولك سؤال؟
واش تقدر تشيك هاد شيّافتين ليا من فضلك؟
هاد الطربوش ما كايناسبنيش.
فين ما كاينش سدادة فالحوض ديال الزهر، حتى لهاد واحد.
واش واش الوقت ديال الخروج؟
واش بغيتي نعطيك فلوس دابا ولا ف وقت آخر؟
واش ممكن غير طبق رئيسي؟
بغيتي شي حاجة تشربي فاش كاتشوف؟
واش عندكم شي دورات أخرى؟
بغيْت نمشي بالباص للستاسيون. واش تقْدَر تعطيني شي صْرف، من فضلك؟
واش عندك شي وثيقة فيها صورتك؟
واش باين ليك أمل في هاد العلاقة؟
أحسن، أول حاجة خاصني نمشي للسيجور ديال المعلومات و نبحث على واحد الفندق.
أظن أنك ما فهمتش شنو كنت نحاول نشرح.
من هاذ السيدة؟
واش تقدري تلقاه ليا؟
تقدر تحافظ على شناطي بينما أنا في الدورة السياحية؟
يا أي باب نمشي ليه؟
واش عندك كاميرا وحدة ولا كاميرات؟
واش ممكن نعطيك شي ورقة ولا شي حاجة؟
واش واش سبب هاد الزحام؟
أرجوك بدل الشواشف.
واش تقدر تعاود تقولي شنو قالو في الإعلان، من فضلك؟
واش عندكم منيو باللغة الإنجليزية؟
واش كاين شي ماتش ديال نيويورك يانكيز هاد السيمانة؟
كان عندي دوخة فالسفر، ولكن دابا أحسن.
شارع الثاني والسبعين و جادة بارك.
واش هادي سيجارة بريطانية؟
خاصك تمشي بالباص رقم سبعة.
ما كاين والو اللي تأذّا بجدّي.
كنبغي شي ضمادة مرنة.
كنظن رقم طاكسي كان واحد اثنين ثلاثة أربعة خمسة.
غادي نخدّوه.
نادي واحد للطباخة تجيبها دابا.
ولكن الثمن كيزيد، ما كاينش؟
بصراحة، جدّي الكبير مشا من صقلية في بداية القرن.
واش فيه شي غلط فهاد الفاتورة؟
فرصة سعيدة. كيف حالك؟
هاد اللباس كايجي عليا مزيان.
غادي نشرب شي عصير.
واش شنوّ شروط الخدمة في هاد المنصب؟
تقدر تضبطها دابا؟
باغي نتصل باليابان من بعيد.
واش تقدّر تحجز ليا في الغولف؟
كانبغي نتعلم كيفاش نمارس رياضة ركوب الأمواج بالشراع.
واش تمشي تبدل هادشي بواحد كبير؟
هاداك فلوسي.
باغي نقص شعري، والو آخر، من فضلك.
سمح ليا. فين الصيدلية قريبة من هنا؟
باغي نطلب شي حاجة توصيل.
فين هي المحطة الأخيرة؟
لا. بلوك واحد غير باش داك السبيّل.
ولدّي كايدور في الدراسات العليا في جامعة هارفارد.
فين هي البلّاعة؟
بغيْت نْوضني بالتيليفون، من فضلك.
اش دايرة الليلة؟
مسلوق مزيان.
عندي روماتيزم.
فين نقدر نصرف حوالة دولية؟
لقاتني إبر ديال شوك البحر.
هي سروال أحمر مع علامة.
باغي نمشي هاد الطّرد.
مرحبا بك. زوينة.
اش دايرة؟ ما شفت والو.
نضيفها للفوطة ديالك؟
أرجو ملء هذه الشهادة الطبية وإيصال الاستلام.
إيه، باغي ندير تليفون جمع فلوس من الخارج لليابان. الرقم هو طوكيو ثلاثة أربعة سبعة ستة اثنين تسعة ثلاثة ستة.
شحال تاكل السيارة؟
تقرصت ب نحلة. باين واخا الزهر.
بشحال هاد السلسلة ديال المفاتيح؟
واش نقدر ناخد واحد؟
واش سمعتي شنو قال؟
بصحة، أرجوك.
أرجوك اتصل بهاد الشخص.
أعطيني هاد العشرة ديال الدولارات، بغيت نقسمها لخمسة ديال واحد دولار و واحد ديال خمسة دولارات.
لا، ما كاينش. ولكن عندو دش.
كنبغِي ليك ديري تصويرة ديال رّاي.
واش ممكن نمشي لطرفية وحدة من هاد العدادات؟
هادشي غير باش نستعملو أنا لوحدي.
غرف جنب بجنب، من فضلك.
واش تقدّر تشاركنا في نصف تكلفة الإشهار في السنة الأولى بحال كيديرو جميع الموردين ديالنا؟
فين بلاصة المكتبة ديال الدواسة؟
عندي سخانة عالية و أنا حسّال بزاف.
واش تحاسب على حساب الغرفة ديالي، من فضلك؟
واش كاين اسطبل حدا هنا؟
شكراً بزاف. كيفاش نمشي للفندق؟
قفلْت على راسي. واش شنو تقترح ندير؟
انت مزيان بزاف.
واش يعني ما خاصناش نبخسو؟
إذن، السيد نيتا، هذا كل ما يمكننا أن نعرضه لك هنا في مصنعنا.
كان عندي السل في العشرينات ديالي.
واش نقدر نستعمل الدفاية والمية سخونة طول النهار؟
بغيْت نحجز.
أكيد، ولكن ما بقا لينا غير بلاصات ف الدايرة ف المقدمة.
لا أنا تاني. كنت مزيان مشغول.
ماشي دويت تلفون بعيد يوم الجمعة.
فين غادي نلقا صيدلية؟
فين المحطة ديال الطوبيس؟
شْحال رقم تليفون ديالك؟
بالاك. قاعات تبديل الملابس غاتكون تمّا.
انا راه متيقن خمسة دولارات.
قول ليا شنو العنوان ديالك.
فين الدير؟
عنديش مرض مزمن.
كنبغي طقم متقايس.
واش ممكن تعطيني قربة ديال الماء سخون؟
تقدر تشوف ليا عيني و دير ليا نظارة؟
نقدر نعاودوه ليك في يومين.
واش ممكن آخذ تيكيت لبلّاس فالدّارج الأول؟
شكراً. آها، خليني نشوف. في الواقع، هذا ماشي اللي بغيت.
بغيْتْ رُولْ ديال الفيلمْ بْيَضْ وْ سْوَادْ، عافاك.
كنخاف ما وصلني المرجع الزيادة مزال.
أعطيني، اممم، طبق اليوم.
كان والدك شخصًا رائعًا، وسوف نفتقده.
أه، ما كاين والو ممتع الليلة.
مانبغيش نمشي نشوف هاد الشنطة.
ماشي بالضبط اللي بغيت.
بشحال مزال باش نوصلو لشيکاغو؟
بغيت كاس ديال قهوة باردة، من فضلك.
ما عندو قيمة كبيرة، ولكن مهم بالنسبة ليا.
المنو الثابت، من فضلك.
واش شنو هي الخط ديال الباص اللي كيتوقف في شارع الأمل؟
آه، عندنا جاز ديال إيف سان لوران.
عطيني طابونة.
بشحال نقدر نعاود ليك طليفون في ستة د الصباح غدا؟
أنا مهتم بجولة في مانهاتن.
بغيْت بلاصة ما فيهاش دخان، من فضلك.
لا، تقدر تجيبها من الصيدلية.
شفتي فيلم تيتانيك؟ عجبك؟
بغيْت بروش.
تذكرة باتجاه واحد لـ لوس أنجلوس. بغيتيها مع التدخين ولا بدون؟
هاد المسرحية معروفة بزاف ف اليابان تا هي.
أرجوك أرسل الفاتورة الليلة.
مساء الخير، السيد هوسوكاوا. أهلاً وسهلاً في الحفل. واش تاخد شي حاجة تشرب؟
ماشي للبيع، صافي انساه.
اش دايرة مشهورة هنا؟
دايرين صغيرين بزاف.
واش نتا السيد إيبرت، بالصدفة؟
الاسم ديالو/ديالها تاناكا، شخصين، الثمانية ديال العشية.
ورييني لون آخر.
فين نقدر نجي ناخدها؟
بغيْت هاد الفيلم يْطْرَا، عافاك.
باش بغيت ساندويتش روست بيف و شوية قهوة.
ما بقاﺵ نسخة من هاد المجلة؟
فين أكبر محل تجاري في هاد المدينة؟
كيدا نقدر نمشي تليفون لبلاد برّا؟
أعطيني شي تايلينول من فضلك.
تا يوجع شوية.
يلا بسرعة نشريو الحاجة.
تقدر تبين لي بلاصتي من فضلك؟
باينة ليا الطّوموبيل معطلة.
اليابان بلاد طويلة ممتدة من الشمال للجنوب.
بشحال الوقت تقدر تخلص هاد القميص؟
غادي نعوض الفرق، بغيتك دير الحساب.
تا نْشوفو شي تليفزيون.
صافي، شريتو فاليومين اللي فاتو على خاطري ف الدكان اللي حدا داري.
عندّي ميتين دولار كاش و ألفين دولار في شيكات سياحية.
كرشي معوجة.
بينما كنحب طمبورا، ما كانكلوش بزاف ديال السوشي. بزاف ديال الناس معتادينش ياكلو السمك نيّ.
هذا خويا كوجي.
لعاصمة هي طوكيو.
واش نعطيك فلوس دابا ولا ملي نخلص؟
هذا صحيح. الحراس كيبداو يبدلو في هاد الوقت. تقدر تشوف هادشي ولا تسمع الفرقة ديال الحراس اللي كتعزف في الساحة اللي قدام.
بغيْت شي لعبة.
واش نادى على هاد النمرة ديال البلاص؟
فين الدير؟
باغي نبدل هادشي.
كان من دواعي سروري مقابلتك.
واش عندك هادشي بلون آخر؟
ملّي هاد الاستمارة.
لحم بقري ولا دجاج؟
فينك تجبد حقايب ديالي غدا الصباح على سبعة.
بشحال الينبغي ليا باش نشري تسعة وتسعين دولار؟
عندي دبوس عظم معدني.
بشحال غنستناو؟
هي يوشي.
جال سبعة اثنين واحد إلى ناريتا.
واش متأكد؟ الثمن زوين.
شكون الكتاب اللي تنصح بيه؟
هي سروال زرق.
واش عندك طوبيس للمطار؟
فينبغي لي أن أغسل الكاميرا؟
علبة ميلر ديال البيبسي.
فين نقدر نبزط شوية طوابع؟
بغيْت قلم للحاجب.
شي حاجة مضروبة في الفيلم. غتشوف فيه؟
دارت البحث كامل في الغرفة على جواز السفر الضايع.
عندنا أنواع مزيانة بزاف تما.
أرجوك تأكد من عنوان السفارة اليابانية.
بغيْتْ نْشْرِي شي تْذَاكْر.
واش كاين طْرِين سْريع؟
ما متأكدة هاد التنورة واش كتقاد فالخصر.
معدي.
واش تقدر تجتهد باش تكون في الوقت؟
تقدر تصور ليا؟
اش هذا كي داير؟
باغي نمشي للساونا.
أكل بحري.
عندنا ملعبين ديال التنس، واحد البير و واحد السالة ديال الرياضة.
واش هاد الطران ديال بوسطن؟
فين تنزل باش نمشي للبلّاج؟
ما تقَدَّمْشْ الصف، من فضلك.
امرأة من فضلك. شحال ثمن نص نهار؟
صافي، غاندير ليك واحد الزوين. هي رحلة ديال النهار كاملة.
هاد هو قسم التجارة الخارجية، صواب؟ أنا تارو تاناكا من اليابان. عندي موعد مع السيد كولمان على الساعة اثنين.
واش هادي المنصة ديال القطار لـ منيابوليس؟
باش تقدر تمشي هاد الوصفة الطبية ليا؟
صافي صافي. ونتَ؟
نظن غادي ناخد هاد واحد.
أنا غير كنخدم بجد وكنحاول نعطي أفضل النتائج اللي نقدر عليها.
آه، يا سلام، هذا بنين بزاف. أنت طباخ مزيان. يا ريتني كنت نعرف كيفاش نصاوبو.
فندق گْراند، من فضلك.
السرير مازال مفروش.
لا، اللي جاية.
أوصلني للزّنقة اللي جاية.
اشْ شنو كتقصد؟
واش الغدا مع الثمن؟
kan3ellem l-inglizia f l-muhadatha mra f l-usbu3.
باش، صاافي بغيت نتصل باليابان مباشرة.
فين غادي نمشي باش نقلب على المفقودات؟
واش مزيان للبشرة الحساسة؟
واخا نمشي نجبدها واش ممكن؟
واش واش الوقت يناسب؟
بغيت قهوة مع كريم، من فضلك.
ما غاديش نقدر نصاوب طْرْنا.
قبل ما تمشي، غنعطيك طلقة.
واش عندك فلوس كافية باش تقعد هنا شهر؟
بغيْتْ شريط كاسيت.
شحال كاينين د لكرطونة د سيڨان ميلد، من فضلك.
واش ممكن نعطيك دوا للغيان؟
تقريبا فالـتمانية.
أوف. و كنت كنظن هاد الخط غيمشي أسرع.
غادي نعطيك بالكريدي.
بغيْت نبحث على شي خدمة بدوام جزئي باش نعاون راسي في مصاريف الدراسة.
كاينا ضحك.
لبستني الشمس.
ما تبدلش السطايل، نقصه شوية فقط.
غادي يكلفك خمسين دولار بالطائرة.
عندي شي غسيل. واش غيكون سالي غدا الصباح؟
رحلة الجوية اليابانية رقم 503 في الخامس من ماي، حجزت في طوكيو.
أريني كيفاش نخدم هاد المшина.
فين غادي يرجع؟
باش نفتح النّافذة؟
الكراتيه، واحد الطريقة ديال القتال بالديال، كيتكون أساسا من ضربات قوية باليد و بالرجل، و كايعتبر من فنون الدفاع عن النفس ديال اليابان.
باش نقدر نبدل المقاس؟
واخا، واش غتتحول على حسابي في البنك؟
واش عندك شي بلاصة مفضلة؟
هاد الكاميرات غي ديال الاستعمال الشخصي ديالي.
واش عندك شحال ديال الناس؟
أحسن طريقة هي تعيش في بلاد غريبة.
إيه، نقدر نديرو هادشي.
كنبغى نحجز طاولة لثلاثة نهار اليوم على الساعة ثمانية.
kaymkenek mn tterssim l'a'rad bhal l'wja' dial l'krsh, l'is'hal, l'hmma, d'doukh, l'h'laq, t't'fih, o t'qya' li mken yetbdaou f l'modda dial shharin qbel ma terja'.
بشحال الكلمة الواحدة لليابان؟
كنظن الاقتراحات مزيانين، شريطة نقدروا نلقاو الناس المناسبين.
حسنًا، انطباعي هو عبارة عن أرض جبلية، مزدحمة، صاخبة، مليئة بالضوضاء، نشيطة، تكاد تكون متفجرة. شعب مجتهد، نشيط، قلق، فضولي، راغب في تعلم كل شيء، يأكل ويشرب بشراهة ولكن بأدب، يكسب وينفق بحدة.
يدها مكسورة.
في اليابان، باين لي التصويصي كيعطي الوقت بزاف مقارنة ببلادنا.
واش ممكن تشوف إذا كانت تمّا؟
كنت تمشي بسرعة خمسة وأربعين في منطقة السرعة المحددة بخمسة وعشرين. يمكن أن تسجن لمدة تصل إلى تسعين يومًا.
شحال غادي ياخد باش يطيب؟
شْحال سْمِيَة هاد الساحة؟
أنا مسافر/ة لوحدي. واش تقدّر/ي توصي بمرشد/ة محلي/ة؟
جبد لي فورشيطة أخرى من فضلك.
واش تقدّر تجيب ليا طاكسي؟
تذاكر ديال الذهاب و الإياب لـ واشنطن دي سي، من فضلك.
واش عندكم شي أسعار ديال النهار؟
واش تقدّر تقولي واش مفتوحة البريد شحال؟
اشحال اللي تايدوز باش القطار ديال المدينة يوصل لبوستون؟
أنتَ/أنتِ تعطيني فلوس.
فين F أربعة عشر؟
واش عندك شي جوربات؟
عشرين دولار في ربع، من فضلك.
تا خُود بْراسك مزيان حتى تْولي لْدار.
بالمناسبة، واش نقدر نصرف هاد الشيك نعاوني؟
واش بغيتي تمشي لماتش ديال البيسبول؟
باش بغيت نبدلو.
واش ممكن تعطيني شي ورقة تغطية ديال الفاكس؟
غادي ناخد شريحة.
فين كتقسم شعرك؟
بغيْت داكشي.
قول ليا شنو شكال الشنطة، من فضلك.
باغا نمرد هاد.
بشحال الثمن لباريس؟
ما كايتنقلش بالعدوى.
إذا كنت تقدر تصبر شوية، غنجاوب على أي سؤال عندك.
واش علاش ما جا باش؟
بشحال مرة خصني نشرب هاد الدوا؟
اختاري ليا قميجة مزيانة.
بغيْت نتصل بـ طوكيو، من فضلك.
خُذ مَقْنُوعَاتَك مَعَك، مِنْ فَضْلِك.
فين المحطة؟
ما عندي وقت فراغ. سَرّعْ، من فضلك.
ما نقدرش موافق على هاد السعر.
برد. واش تقدر دير شي حاجة؟
كنبغي شي فطر.
واش عندك بروشور فاليابانية بالمجان؟
الفرع التشريعي هو البرلمان.
سميتي تارو ياماموتو.
سمح ليا. واش كاين شي مدار للرجل ماشي قريب لهنا؟
واقي في وسط شارع ويست أفينيو.
زيد مباشرة، من فضلك.
بغا نت شونبونغ و قصّة شعر.
واش ممنوعين التصوير هنا؟
فين الكشك ديال المعلومات؟
واش نقدر ناخد شي موعد لغدا فالعشية؟
بغيْت شي فورس.
كان المَكان ف هاداك الدُّكان.
باش نقضي ليلة؟
تقدر تشلح البقعة من هاد الثياب؟
زيد دير سْواغْ لْآخر هاد الزّنقة، من فضلك.
كنبغ شي رواية إنجليزية سهلة القراءة.
لا، أنا مجرد هاوٍ جامِع. كنعمل شي تْجارة، ولكن.
تاويل مريض، مبلول، من فضلك.
واش تْحَبّ تْغْدّا مْعانا؟
أنا من السويد.
واش عندك شي فلوس تفوق خمسة الاف دولار؟
واش كاين محل ديال الملابس مزيان ديال الأطفال؟
باغي نبدل هاد الورقة الدراهم صغار.
نخليلك فراشك؟
صافي، كما هو، من فضلك.
بغا نتشوف طبيب ديال الأطفال.
فالخيوط الملونة على شكل كوي تُرفع، وتُعرض دمى الساموراي في هذا اليوم وما حوله.
فزنا بزاف، باش نجيوا المرة الجاية بالبدلات.
المحتويات كتساوي تقريبا مئتي دولار.
هنا، من فضلك.
من فضلك اتصل بمكتب المفقودات.
ثلاثة وثلاثون دولار وخمسة وتسعون سنت في اليوم، بالإضافة إلى تسعة سنتات لكل ميل بعد المئة ميل الأولى.
الفرملة ديال الرّجل ما كاتشتغلش.
كنبغي مصباح قراءة.
بغيت نقص شعري، من فضلك.
باغي نمشي مع الصباح غدا. نقدر نسلم الفيزا دابا؟
بغي نطفي الغاز. ستي دقيقة.
واش عندكم شنوية ديال مقبلات؟
رقم مقعدك مطبوع على التذكرة السريعة.
واش الطيارة غتمشي في الوقت؟
واش عندكم أكلات ديال هنا؟
باش نطلب منك توصلني لمحطة ديال الطوبيس؟
لثلاثة ديال الكبار.
زوج ديال الباكيات ديال الطّريف، من فضلك.
نتمنى ليك تعاود تجي.
لا، ما كانديرش. باغيلي نعس و ما نقدر نحافظ على والو في كرشي.
واش ممكن توقف ليا الشيكات الشخصية ديالي؟
تقال بأن التوفو نشأ في الصين قبل حوالي ألفي سنة.
واش ممكن تعطيني وصفة طبية؟
كانبغي نشوف ماتش ديال كرة السلة. واش كاين شي تذاكر؟
جواز سفري وخمسة آلاف دولار كاش ضاعوا.
قالي نجي لهنا باش ناخد تقرير الحادث.
عندهوم النزلَة.
واش نقدر نخلي المنيو ديالك ذكرى؟
اش كيفاش نمشي للستاسيون؟
سيّد جونز خرج دابا. مزال غيعاود يجي شوية بعد الساعة ثلاثة.
واش تبعتيهالي قبل بداية الشهر الجاي؟
لاباس، الحمد لله. ونتَ؟
بردات الليلة.
فين غادي؟
واش تاكل لعشا؟
ستيك، من فضلك.
باغي ندير كشف طبي.
هادي هدية لصداقي.
اشْ واش غَادِي تَكُلْ شْحَالْ فِ الْحْلَى؟
قول لي الثمن بعدًا.
أنا غادي فيها تقريبا ست سنين.
عمر بالصفيحة، من فضلك.
إذا كان بإمكاننا مساعدتك، فلا تتردد في الاتصال بنا.
باش ناخد المقاس ديالك؟
داك القطن.
أرجوك خذ هاد الشنطة/الشنائط لهاد المحطة ديال الباص.
كاينين شوية، ولكن آش باغي تاكل؟
واش تمشي تبعث لراسة صاحبتي السيدة يوكيكو أودا؟
هادي وحدة ديال الماس كيلراط، صواب؟
سميتو السيد هارادا. شكرا بزاف.
واش عندك محل ديال Ungaro هنا قريب؟
فين القلعة؟
مسرور بمعرفتك كذلك.
أنا غادي نمشي لفلوريدا.
أظن أن هذا كيعطينا نهاية ديال اليوم، السادة.
زيد دير سْواغْ فْهاد الطريق. دير ثلاثة بلوكات و غادي توصل للحديقة. الموزيوم كاينة فْالحديقة.
أنا محتاج/محتاجة إلى أسبرين.
فين نقدر نشري طوابع؟
واش ممكن آخذ جوج تذاكر ديال الدرجة الأولى لنيويورك، من فضلك؟
اش كيفاش نطلب؟
شحال من ساعة يدّي باش نوصل لهاداك؟
ضابط.
أكلة اليابانيين فيها سمك ني، والسوشي، والطمبورا، إلخ.
كنعسّ. أو والله ما عندي باش نشغل راسي.
يمكن يكون.
واش واقتا غادي تمشي؟
واش قديتي تقيس الحرارة ديالك؟
واش كاين شي حاجة قيمة ولا كتمكسي في حقيبتك؟
واش نقدر نبدل هاد السيور بشي وحدة أصغر؟
خْليها عليا.
ما نقدرش نقف.
واش كاين شي طائرة جاية دابا؟
واش عندك عصير غريب فروت؟
بهاداك الطريق، انعطف ل اليسار.
أعطيني كرة من فضلك.
باش نصور بلقاميرا ديالي؟
هاديك فكرة مزيانة.
واش بغيتي نشريوه ليك؟
هاد الساعة بزاف فليل.
سميتي ياماموتو.
الباطل ما كيعملش. أرجوك ابعث واحد لفوق.
بشحال المساحة ديال المصنع، بالمقاييس المترية؟
أنا معفّس. ولكن ما نعرف فين بلاصتي.
باغي نعاود الفلوس.
kanbḥt shḥaja fihă lable d Prada b metal.
شحال عندك شي حاجة بالمقاس ديالي؟
أنا في الطوبيس الغلط.
باش تشوف باشط ديالك، من فضلك؟
غادي ناخد هاد الشي و هاد الشي و هاد الشي، من فضلك.
الإيكيبانا هي فن تنسيق الزهور. يوجد في اليابان أكثر من ثلاثة آلاف مدرسة للإيكيبانا.
عنقِي واقعني.
بغيت بيضتين مفورين مزيان، من فضلك.
قطّع الأطراف فقط، من فضلك.
واش نقدر نحصل على المجلة الإعلامية الخاصة بالعرض؟
عطيني خمسة عشر غالون ديال البنزين برصاص، من فضلك.
أنا كانعاني من فقر الدم.
قول ليها تمشي تشوفني.
شريت هادشي دابا.
اش كيفاش نمشي ناكل هاد المخلب ديال الكراب الكبار؟
هاد الباص غادي ل كارميل؟
بيضتين مسلوقتين على طريقة البيض بالماء.
تاخدي الطلب معاك ولا تاكلي هنا؟
واش شحال باقي باش تسد؟
بغيْت نتأكد من الحجز ديالي.
23 نونبر هو عيد الشكر للعمال.
واش صعيب تفهم؟
باش نقدر نشريها بلا ضريبة؟
كنبغي نبقا شوية ديال الساعات بعد وقت الخروج.
عندنا عصير ديال البرتقال، التفاح، الجريب فروت والطماطم.
باغي نعاود فلوسي.
واش المفاصل ديالك كيحرقو؟
رقم التأكيد ديالّي هو خمسة ستة سبعة كيو إل آر.
واش الحرارة عالية بزاف؟
خُذ هاد الوصفة للصيدلية.
انا شغال في واحد المكتب ديال السياحة.
الحفلة اللي باغا نتصل بيها هي السيدة يوكو نيشيهارا.
واش كاين بلاصة ديال التزلق على الجليد قريب من هنا؟
واجب نكون رجعت قبل خمسة ديال الساعة. واش ممكن نمشي لـ "أوت ليت"؟
ما حطّيتيش الكوانطر ديالك.
الغيه قدامي.
واش تقدّر تحط اسمي في قائمة الانتظار؟
أنا هنا باش نشوف شنو كاين.
واش تمشي ليا الكاميرا ديالي ملي ندخل، من فضلك؟
تقدر تمشي. غير تبع العلامات.
واش عندك وقت دابا الليلة؟
فينين الكونتوار ديال كراية السيارات؟
لا. كنت مستعجل. شنو ندير؟
واش هذا هو الباس؟
نظن خاصني نخدم هاد الخمس دقيقة اللي بقاو باش نجوب على أي سؤال.
واش تقدّر توصّي ليا على مطعم إيطالي مزيان؟
يبدو لي أنك سكرت البارح.
صافي دوز.
هنا بروشور فيه بزاف ديال الرحلات السياحية بالوطوبيس، بما فيهم رحلات ليوم كامل، ونصف يوم، ودّي الصباح، وليال.
واش نقدرو نكملو هاد الرقصة فمرة أخرى؟ معليش.
فين غادي نبان واحد الطوبيس لوسط المدينة؟
باش بغيت شي دويرة مزيانة ديال الضفر، تبقى دايمة.
باقي شي قهوة؟
باش نقدر نعاونك تلقا شي حاجة؟
أوه، تقريبًا بلوكات اثنين آخرين، أظن.
72 مقسوم على 9 كتساوي 8.
كنبغي شي كريمة للبشرة العادية.
كنسمع اليابانيين خدامين بجد.
واش بغيتي الجاز؟
السياح، هنا؟
بشحال بغيتي تفتح الحساب؟
اشْ شنوْ هاداكْ العلامة ديال السيرْ؟
تقدر تشرح ليا كيفاش نملا هاد الورقة؟
خليني نفكر في الأمر و نعاود نتصل بيك.
غادي نقلّب على حساب ديال مصاريف السفر.
واش ممكن نعطيني وصل ديال التأمين الصحي ديالي؟
واش نقدر نخلي السيارة في أي وكالة؟
واش خاصني بالضبط فلوس باش نركب في الطوبيس؟
واعيش هنا؟
بزّطْ، و غادي تلحق بيهم.
عندي سخانة.
هادي خمسة وتلاثين دقيقة.
ودابا راه صافي ساليت و عندي شوية داليام فراغ.
واش منين غادي يكون الليلة؟
لا، مازال ما درناش. غير بالانجليزية.
واش فيها دّار بّياس؟
وا هاد شي مقفل؟
تاك أواي، من فضلك.
أول درجة ولا ثاني درجة؟
غادي خصك تكون تمّا قبل ستة و نصف على الأكثر.
عجبني الرقص ديالك.
واش ممكن نغوص هنا بسلام؟
غاديين غير باش نشريو شوية.
صافي غتمشي تديه غدا الصباح بحال ما وعدتي؟
مرحبا بك. حنا فرحانين بزاااف بلي كنتي متفاهم.
بشحال غالون ديال البنزين الممتاز؟
واش الموصل كيعلن على المحطات؟
واش نقدروا نتلاقىو هنا في الساعة أربعة؟
واخا. خليني نشوف. نقدر نشرب شي شيري باش نبدا؟
ديال من هاد الخدمة؟
سمح ليا. واش تقدري تقولي ليا إذا كان واحد المطعم إيطالي قريب من هنا؟
غادي يكون واجد عندك قبل 4 و نصف.
شحال ديال المحطات حتى للمتحف د الفن؟
باش نطلبوه ليك؟
واش القطار السريع كيتوقف في سان دييغو؟
كاين خدش هنا.
فين جا هاد التفاح؟
كيفاش كانت هاد الريستو؟
باغي نشوف الملحقة ديال المدينة.
بغيتي تلفّيه ليا بالبالي؟
واش هادشي نصف يوم ديال الدورة؟
السبت والأحد عطلة.
فينبغي ليك تذكرني ملي نوصل لڤيكتوريا.
كنبغي شي موعد معاك غدا فالعشية.
صافي، واش واش مخططاتك دغدايا؟
الريسبسيون؟ نكامورا كنهضر. دابا سْجّلت. ولكن هاد الغرفة ماعجباتنيش.
اشحال غادي ياخد هادشي ديال الوقت؟
واش عندك شي حاجة للزكام؟
سميتي ريسا كوباياشي، والرقم هو صفر صفر اثنين اثنين صفر اثنين صفر صفر.
طاولة فيها منظر بحر مزيان، من فضلك.
عافاك، عطيني شي بلاصات نمشي ليها ولا نتصل بيها في حال وقع شي مشكل.
إي، كان عندي علاج السكري في اليابان.
باغين نقعدو حدا بعضياتنا.
واش ممكن نعطيك كولا زيرو؟
واش من نوع ديال الغرفة بغيتي؟
باش نتّبعها.
تقدر تاخود هاد الشي في بوابات المغادرة.
كانت عندي فلوس بالكريدي و كاش في محفظتي.
صافي، غلط مني.
غادي تضطر تحط طلب تعويض ديال التأمين مع مكتب التأمين ف اليابان.
واش تقدر تبدل هادشي من فضلك؟
خايفين ماعندنا والو مفتوح.
بشحال قدك توصل بالبريد العادي؟
واش هذا ذهب؟
ما كنعرفش كيفاش نقدر ندوز العمر ديالكم اليابانيين.
واش تقدر ترسم ليا واحد الخريطة من فضلك؟
هاداك الدكان كان أرخص.
أنا آن براون.
باش نقدر نمشي تلفون مباشرة من الغرفة ديالي؟
تا تقدر تحطو في صندوق؟
الجواز ديالك مازال صالح.
صافي مزيان. غنڭول للسفارة اليابانية ونسولهم شنو خاصك دير.
تاكدوا من إحكام ربط أحزمة الأمان ديالكم.
فين غادي نهضر؟
باغيْ نْكْرِيْ واحدْ فيلُو ديالْ عشرةْ دْ سيرْفيس.
واش عندك شي لون أعمق؟
آه، ما نعتقدش.
واش مهمّ ليا كنبدّي مزيان؟
أنا مع عائلتي، لذلك ما يمكنش نعطيك رقم الغرفة ديالي.
ما كايناش العلامة ديال الثمن.
بغيْت نْصَحِّي ف الصباح.
فين نقدر نحجز فندق؟
واش خاصني نعاود نأكد الحجز ديالي؟
صافي سيدي. غنبعتو واحد لفوّق باش يصلّحها فحالاً. أرجوك صبر شوية.
كاين ستة وأربعين. كل عمالة عندها واحد باشا، وكل عمالة عندها واحد المجالس ديالها.
إيه. غنمشيوا ندورو ونبيعو المنتجات بعد ساعة أو شي حاجة.
كان داكشي قبل عشرين دقيقة.
شكون تقدر تعاودها ليا بحروف؟
اش دايرة فيلم مزيان دابا؟
في هاد الأكياس ديال الورق البني.
نتمنى نشوفك مرة أخرى.
باش دابا هادشي علاش صايبين بالحرير.
باغي نجرب مقاس أصغر. كبير عليا بزاف.
واش جربتي هادشي قبل؟
أنا جيعان.
واخا دكتور، بغيتي دير ليه معالجة مؤقتة غير؟
عندي سخانة.
أف sorry، ما عنديش باش نعطيك change. واش تقدر تعطيني تسعة وتسعين دولار؟
أهلاً، يبدو أننا جيران.
واش كاين巴士 من المطار للوسط المدينة؟
ما كاينش طريقة باش نبزط شي حاجة ف طواليت.
أعضاء مجلس المستشارين يبقون في المنصب لمدة ست سنوات، بينما يخضع نصف الأعضاء للانتخاب كل ثلاث سنوات.
ما والو آخر.
صافي خصّك تزيد فلوسي في الحساب ديالّي، من فضلك.
الأسلحة اللي دخلو اليابان في هاد الوقت لعبات دور مهم في كسب المعارك.
واش عندك شي واحد أكبر من هاد؟
هذا يعني أنك فقدت تأشيرتك أيضًا. يجب عليك التقدم بطلب لإعادة إصدارها إلى الهجرة.
عندّي ضعف في النظر.
واش كاين محل حلاقة؟
سمح لي. بغيت نعرف كيفاش نمشي لسطاسيون شينجوكو.
أرجوك حول رسايلي لهنا.
قول للطباخ هادشي زوين بزاف.
التلفزيون معطل.
تيكيت ديال الذهاب و الإياب لمدينة أوكسفورد، على الساعة تسعة ديال الخامس.
ما نقدرش.
اشحال كيعطي هاد السيارة ديال الموطور؟
هذا ساتو. كريت طوموبيل هاد الصباح.
صحيح. شكرا. بالمناسبة، هل مطلوب لباس رسمي؟
واش تقدّر تعطيني سمية ورقم تليفون طبيب؟
واش كاين شي دوا للدوخة ديال الطوموبيل؟
بغيْت شي سروال.
واش تقدّر تستناني هنا؟
واش كاين الربط مع بيرث؟
إيه، نقدر نشوف قائمة الحلوى؟
واش كاين عرض ديال الضو و الصوت؟
إيه، هو كذلك. واش من بعد، غتتسجل هنا، السيد يامادا؟
وسط، من فضلك. واش نقدرو نحصلو على بلاصتين حدا بعضيات؟
إيه، نقدر نعاونك؟
واش تقدر تخفض الثمن إذا بقيت ليلة و ليلة؟
باغي نشدّ الدوش.
واش غايخلصو متى؟
في حالة الإلغاء، يرجى الاتصال مسبقًا.
kayn kamera dabaak. bghitk tkhaliha fi blad sselama.
فين هي البنزين؟
هاد الطران سباق في بالتيمور؟
واش تقدّر تجيب ليا شي ما، من فضلك؟
لا، شكراً. غادي يكون الظلام معضم الوقت ديال الطيارة على كل حال.
غير كانشوف. شكرا.
سمح ليا، ولكن ماظنش هاد الرقم صحيح.
واش داك شامل المشروبات؟
بشحال دقيقة غادي توصل القطار؟
من أي بوابة غادي يمشي هاد الطيارة؟
سمية الفندق اللي غاتسكن فيه الليلة، سيدي.
واش خاصني نحجز بلاصة في القارب اللي غادي ينزل النهر؟
واحد الشخص غايجي شوية دابا.
تقدر تعاودها؟
واش السينما قريبة؟
فينانا ستة ديال الناس. بغينا نقعدو في نفس الطاولة، من فضلك.
إوا، هاداك الطريق.
شكراً على الدعوة باش نتعشاو عندك.
سمح لي. عندك الساعة؟
عصير برتقال، بيرة، نبيذ، ويسكي و كوكتيلات.
تا تقف في الصف. و أنا نمشي نجيب لينا واحد البسكويت.
واش تا واحد ديال الطوبيس غادي لـ "Grand Hotel"؟
باغي نحجز لليلة غدا.
دا الطبيب عطاني وصفة طبية.
إيه. و آش من نوع ديال التتبيلة فالسلاطة ديالك؟
واش كيف بغيتي؟
واش تقبلوا شيكات السفر؟
الله يعطيك الصحة، ولكن خايف عندي شي شغل خاص يتسالي غدا الصباح.
بدأت كانمشتاق للرز و شوربة الميسو.
لا، شكراً. واش نقدرو ناخدو كاسين ديال الماء، من فضلك؟
باش ماكنعرف نتكلم بالإنجليزية شوية.
شوية الماء من فضلك؟
فين كاينة في الطابق؟
باش نشرب اتاي.
ila kan 3andek, ma tkhlsش مرا تاني ملي تاخد، باص رقم 44.
تقدر تجبد ليا الملح؟
تقدر توريني داك الساعة ديال اليد؟
إلا وحدة.
تذاكرين ديال الأربعاء، من فضلك.
بشحال الضريبة على المبيعات؟
أرجوك، إرقم ثمانية.
خدو الطيارة ديال الساعة أربعة لنيويورك، ومن بعد دوزو آخر طيارة لواشنطن من نيويورك.
هي شنطة قدية بالجلد بني.
واحد كونت، من فضلك.
هُم في الطابق الثاني.
واش فين ضيعتيها؟
كنبغي واحد الأمپلي.
أصلح هذا من فضلك.
بالطبع. غيكون واجد باش الخميس.
واش عندكم النبيذ بالقصعة؟
أنا مريض بالزاف. الله يخلي ليك أطلب طبيب.
واش توصلت أي فاكس؟
اش حال الطابق؟
باش نقدر نعطيك شيك سياحي؟
كناتبدلو الهدايا مع صحابنا المقربين في عيد الميلاد.
هاذي وصفة طبية من الدكتور تومسون.
فين المحطة ديال الباصات ديال شيكاجو؟
واش تجيب ليا شوية إفلفل، من فضلك؟
أنا معطل.
إيه، كانعطاو. كاينين في الطابق الثالث.
kayn rondة د لمشية ف بلاص مشهورين.
خوديوني أقرب مستشفى.
زوينة بزاف.
باغي نشري خمسة. حتى بهاداك ما غاتخليوهم أرخص؟
عافاك، بغيت بلاصة حدا الضيقة في الدار.
واش نقدر نعاونك بشي حاجة؟ بلاستر ولا شي حاجة؟
فين مكان مزيان باش نزور؟
ما نقدرش نقرر. غنعاود نجي بعد شوية.
تقدر تشوف ليهم طّوموبيل؟
سمح لي. فين الكيسان؟
باغي نمشي للماكلة.
وريني داك، من فضلك.
كنبغي ليك تعاود تفكر في تجديد العقد.
فين غادي نمشي باش نقلب على مكتب المفقودات؟
فين وصلنا دابا؟
كنبغي معطف تقيل للشتى.
أنا معجب كبير بالمطبخ الأمريكي.
واش نقدر نسول واحد السؤال الأخير؟
واش نقدر ناخد برجر؟
كانبغيو تجينا تقضي معانا شي أيام هاد الربيع.
هاد الباب ديال الطيارة للمغرب؟
بشحال مرة في النهار خصني نشربو؟
أتاي بلّيمون، من فضلك.
هاد الضرس اللي من فوق كيعور.
بشحال جاتي ف الطيارة؟
سمح لي، معندي مانزعزعك، ولكن واش تقدر تجبد لينا صورة بهاد الكاميرا؟
كسرت يدي.
واش الركاب كيدورو يدخلو دابا؟
تاخد الطرانسبورطا الخضرا من الرصيف رقم ستة.
قول ليا شنو هي المطعم اللي معروف عند الناس ديال هنا.
طيحت الكاميرا ديالي. واش تقدر تشوفها ليا من فضلك؟
أنا معفّس. سكّبت النبيذ على الأرض.
أفين بالي. سالا دابا. عندك موعد؟
الرحلة ديال JAL خمسة ل طوكيو ف ثلاثة ماي.
قول لهم بلي نزلت بخير.
واش ممكن تحط عدسات طبية في هاد النضارات ديال الشمس؟
بالمناسبة، واش غدي نحتاج نعقد؟
باغي نبدلوها لنفس الطيارة، ولكن في الرابع ديال مارس.
واش غتمشي تجيبها للكوانطر تما؟
واش كاين طوبيس غادي لوسط المدينة؟
صافي اتصل بيا فْ الصباح الأول.
عطيني دوا للمعدة، من فضلك.
عندي غير حوايج شخصية في هاد الساك.
سمح لي. نقدر نمشي؟ من فضلك.
باغي نمشي للتحويشة، ولكن عندي بزاف ديال الشناطي. غانضطر نصبر.
كان طويل بزاف و شحال هادي.
عندنا العناية بالأظافر و الدهن.
واش القطار مزال غادي يوصل في الوقت؟
الدار اللي حداها صداها مزعج.
ما هو مزيان و لا شين.
واش ممكن نعاونك مفتاح رئيسي، من فضلك؟
باش نتكون معاك كيمفرحني.
خوديوني للشرطة.
السي ديهات رخيصين بزاف في هذا المحل.
كنبغي بشرتي تكون نعمة.
شريكك على الخط. تفضل.
واش متى ناخد هادشي؟
باش نقدر نعطيك فلوس بشيك سياحي؟
ما كايناش صاحبي، ما عرفتش فين هما. تقدر تبعت ليه نداء؟
Whisky f lkass, afak.
أكيد، في هاد الحالة، شركة الطيران غتعوضك.
هادي وحدة القلم ديال الحبر.
هادو بسكويت ياباني.
واش غدي تزيدو تقعدو شحال؟
لباس. مزيان غير حسيت براسي مزيان.
كنافقو ف نفس النقطة.
عندك مْحَطَّة ف شيكَاغو.
كنخاف ما تكونش. ولكن تقدر من الخارج و في الدير.
لقد قمت بإيداع.
باش بغيت تحليل البول.
شكرا بزاف.
غادي نبقى كانستنى.
ما عندي حجز، ولكن واش نقدر نمشي نقلب هاد النهار؟
أنا كنلعب تنس مرتين في الأسبوع.
فين أقرب محطة ديال الميترو من هاد الفندق؟
أكتب "أمتعة غير مصحوبة" فوق الحزمة من فضلك.
كنتسائل واش غتمطر غدا.
الله يعطيك الصحة.
فين نقدر نمشي نلقا القراش؟
صافي زوين بزاف. ما يمكنش يكون قليل الدسم. هو مزيان و قليل الدسم.
واش نقدر نستعير مفتاح ديال الطواليت؟
ملي يعاود يجي، الله يخليك سولو يعطي رقم ديال السيد أوكادا.
غادي ناخد ستيك نيدر مع بطاطا مشوية.
خمسة عشر A. واش قعدت في البلاصة الغلط؟
واش واقت آش غادي ترجع؟
غادي ناخد ستيك ديال البقر.
صحيح. كاينين عندنا مواقع تاريخية معروفة أخرى في المدينة وفي دواوير ديالها.
بالحق. هادي تاني مرة لينا من مالي جينَا هنا فحال العرسان.
ما عندي حتاشيات. غير الشغل بزاف، بحال ما كيديرو بزاف ديال اليابانيين.
يه، واخا بحالني جيت لهاد البلاصة بزاف ديال المرات ف الأفلام و البرامج ديال التلفزيون.
فين النمرّة؟
لـ الوجهة النهائية، روما من فضلك.
آه، الأستاذ كورن كيعجبوه يعطي امتحانات مفاجئة.
واش بحال هاكا؟ و من بعد شنو غايوقع؟
تحطات حقيبتي.
واش شي حاجة فاجأتك ف اليابان؟
مللي تشوف واحد، غير وّجّح ليه.
كانبغي نمشي قبل يوم.
عطشان مزيان. كأس كبير، من فضلك.
داك سوبرماركي كبير بزاف، كاينة خارج مدينة كبيرة. عندو بلاصة ديال الباركينݣ واسعة.
تايبان هشّاشة.
تقدر تدخل داك الباب في الصورة؟
واش الفطور مهلّل؟
طباعة مضاعفة، من فضلك.
واش كاينين بزاف ديال الطاكسيات جايين؟
إي، مفتوح للعامة.
أريكم في الطابق الأول، من فضلك.
أنا مطلق/ة.
هادي طريق للفندق؟
سمح ليا، ولكن هادشي باين قصير.
كانعاني من خفقان في القلب.
غادي نمشي من كالي إلى دوڤر بالباخرة.
باغي تيكيت جديد.
واحد بيتزا مشكلة وثنين قارورات ديال البيير، من فضلك.
بغيته فاقع الحال.
إيه، خاصنا نكونو حذرين من السيدا.
هدية لوليدتي.
ما كنت عارف أن التفتيش ديال الأمن غيكون هاداك القدر ديال الصرامة.
فين تنزل باش نمشي شيني تواون؟
سمك مقلي.
انا شغال في بنك.
سمح ليا. واش تقدّر تقترح شي مطعم مزيان؟
بشحال ديال الأونصات نقدر نعفيهم من الضريبة ملي نجيبهم معايا لليابان؟
كنبغي لعبة لوليد.
كنبغِي نعطّي هاد البوسطال ل اليابان بالسرعة.
كنبغِي نعطّي هاد الرّسالة بالبريد الجوّي.
عندنا غرفة لزوجين بـ 50 دولار لليلة.
أفين، ممنوع تدخلو بالجينز و التيشورت.
بـغيت نتسجل، من فضلك. السمية ديالي هي هاروكو أوغاوا. كانعتقد عندي حجز.
هذا هو الباس المناسب، اللي باغي يجي دابا؟
واش جايب شي كادو معك لشي واحد في هاد البلاد؟
بالأكل شي أكل خفيف على المعدة قدر الإمكان.
أبغيتيني نعرف شنو هي الإجراءات ديال الإعفاء الضريبي.
ماشاء الله على هاد البلاصة، مزيانة بزاف، آ سي؟
واش عندكم جدول ديال القطارات؟
عافاك، بغيت نلقا واحد الولد لاباس قبعة حمرا.
سمح ليا، بغيت نعطيه لليابان. شحال تكلّف قيمة الإرسال ديالو؟
مشيت عبر أمريكا بالكرية.
صافي، رقم الغرفة زيرو مية و تلاتة. هاك مفتاحك.
الفيلم يبدا في الساعة حداش ونص ديال الليل. كيتسالا في الساعة وحدة ديال الصباح.
مْزْوَّد، عافاك.
واش ممكن تعطيني نْڭدَة د لْصباح على سبعة د الصباح؟
باغي كاميرا بثمن معقول.
الناس اليابانيين يكرهوا معاملة الضياف بشكل سيء، وكرهوا حتى أن يُعاملوا بشكل سيء.
واش نقدر نشري بطاقات بريدية؟
واش في أي ساعة غتكون عندك توقيعات الكتب؟
فين هاذ الساعة، سيدي؟ هي واحد عشرة الصباح.
اش هذا الخط؟
واش كلشي لاباس؟
غطي فمك بمنديل.
واحد تقيل.
بشحال التلاتة؟
كنبغي خاتم خطوبة.
ما بزاااف.
ها هو التغيير، سيدي.
لا. أنا ياباني.
صافي. بلاصتكم غتكونو هنا.
فترة إيدو، اللي ما كانتش فيها حروب في البلاد، دامت حوالي مئتين وخمسين عام.
خد هاد الشي تلات مرات في النهار بعد الأكل لمدة تلات أيام.
واش تقدر تطور هاد الفيلم؟
بغيْتْ نْسْتَعْمِلْ الحاسوب ديالك، من فضلك.
واش تقدري تجي دير شي كاس فدارنا نهار الأحد فالعشية؟
نَاخُودْ هَادَا.
هاد واحد فيه خدش هنا، واش ممكن تبدلو بواحد آخر؟
واش ممكن نعاوني بإبرة وخيط؟
زوج ديال تيكيطات في واحد الطريق لبوستون، من فضلك.
مشيت لعرض ديالك ثلاثة مرات العام اللي فات في اليابان.
واش نقدر ناخد دجاج على العشا؟
كانبغي نعطيك عروسة من كيوتو.
اش كيفاش نمشي لهاداك بلاص بالمترو؟
قول ليا كيفاش نمشي نتصل بهاد الرقم.
واش هذا هو الطريق الصحيح؟
باغي نشعر بفقدان وثائق قيمة.
هاد هي أخر طبعة ديال كتاب "عشرين رسام كبير د أوروبا"، وفيه تصاور بحال 200 تحفة فنية.
فين نقدر نبزط تيكيت ديال طائرة بثمن معقول؟
واش شحال الوقت غادي تبدا الخدمة؟
هاك. الفاتورة في الساك.
فين الكوانتر ديال الإكسسوارات؟
نطلب مارطيني.
واش هاد التيليفون معطل؟
واش شنوّ الطّران اللي خاصني نركب باش نوصل لـ أوكلاند؟
ضاعات ليا محفظتي داخل هاد المحل.
واش نقدر نشرب شي حاجة قبل المكلة، من فضلك؟
ثلاثة ستيكات، لوبستر كبير، وعشرة أنواع ديال التحلية بالثلج.
اش من أحسن طريقة باش نلبس هادشي؟
كيقولو ناقصة درجة الحرارة.
نوضني في ستة ديال الصباح، من فضلك.
إيه. مزيان بزاف نعرفو الناس شحال متنوعين.
فين فهمت. كاين زيادة ديال واحد في المية.
شي ناس مْجموعين باش يشربو شي حاجة. بغيتي تجيني؟
ما نشف الغسيل مزيان.
واش عندك قلم؟
بغيّتي تجرب الأكلة المكلة في هذاك المطعم.
اليابانيين شحال مايكونوا عندهم فلوس، كيبخلو.
بغيْت نسمع على داك الطّور.
هاد اللون رائج في هاد الأيام.
باش نقدر نحطّ المتاع ديالي في الصندوق؟
فين فهمت. واش تظن نقدر نجيبهم؟
انا مزيانش من البارح.
بليز جيب لي قطعة ديال الصابون.
ستافدت.
كانت سرعتك خمسة وأربعين في منطقة السرعة القصوى فيها ثلاثين ميلا في الساعة.
و أنا نشكرك. طاب يومك.
عندي وجع في كرشي.
هادي أول مرة ليا.
نأخد واحد القطعة من هادشي.
kanbghii nshri jakit b'yaka ddiqa.
تاخد واحد البييرة.
كنبغِي نمشي نعطي خمسين دولار و عشرين ألف ين ياباني باش نسد الباقي.
نظن هاد التغيير خاطئ.
واش شنو الوقت غادية تسالي العرض ديال الدار في الليل؟
سميتي العائلية هي ياماغوتشي. Y A M A G U C H I.
بغيْت نْفْتَح النّافذة.
باغي بزاف ديال المطر. نتمنى ينشف.
لباس عليهم كاملين، الحمد لله.
ماشي مع الفطور والعشا؟
نظن شوية ضيق.
واش كاتباع طوابع بريدية؟
كنبغيه هاد التصميم غير على الإبهامات ديالي.
كنبغي نستعير شي منضور ديال دار السينما.
عطيني الطريق، من فضلك.
شحال د الوقت كتاخد؟
واش عندك شي مثال على طريقة التعبئة؟
واش تقدري تقولي فين غنمشيو في هاد النزلة؟
كمل النزلان في هاد الطريق، و دّور ل اليسار عند الإشارة الثانية.
نخُدّها إذا عطيتيني تخفيض عشرة بالمية.
يه، واخا ساليت كانحصل على واحد الغرفة، ولكن الغرفة مازال ما نظفاتش.
ماعجبنيش هاد الغرفة. واش عندك شي حاجة أحسن؟
فين هي الباب ديال الطيارة اللي غادية لشيکاغو؟
تقدر تتقلب؟
باغِ بغيت نحجز بلاصة لـسياتل.
كنبغي طاولة تطوى.
شحال ثمن نصف الإقامة؟
على الأقل عشرين دولار.
نقدر نرجع للدار، ولا نجرب سفر بالوطا، شريت ما يكون غالي بزاف.
ماشي مشكل. الله لا يعاودها.
خدمة ديال بازكييا فيها شي حاجة بحال ديال طفل، ولكن تركيب ديالو معقد بزاف.
ولكن، غتكون مريحة بعد ما تتبهدل.
تقدر تشرح ليا كيفاش نلعب هاد اللعبة؟
كنت ممنوناً ليك إذا قدرتي تحجزي ليا طاولة حدا الضّريبة.
غادي نوصلو في الساعة عشرة. شوية مزيان على الموعد.
واش سبق ليك كليت أكل ياباني؟
واش عندك شي كاسيط ديال الموسيقى الشعبية؟
رقم تلفوني واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
أنا باغي/باغا بغيت نعس، بزاف. واش تقدر/تقدرين تجيب ليا طبيب؟
بغيتي غرفة للتدخين ولا غرفة ممنوعة التدخين؟
كنظن السيد خصو يكون مشا.
باين ليك عندك النزلة.
بغيْت شي صباط ديال الرباط.
أنا مهتم بالتاريخ، لذلك أريد أن أزور المعالم التاريخية.
بغيت نحجز طاولة لسبعة أشخاص.
سمح لي، ولكن ما عندنا غير البيرة ولا الويسكي.
هو خارج المكتب دابا. نقدر ناخد رسالة؟
أرجو صرف شيكات السفر.
واش عندك شي صرافة صغيرة معاك؟
باش ف أمريكا، دخّل للجامعة ساهل ولكن تخرّج صعيب.
اش داير باش نشعل هاد الضو؟
تقدر تحرك شوية لَيمين؟
اشْحال من معلم ف الطريق؟
إيه، أنا. غادية نمشي لـ لوس أنجلوس.
خليه طويل.
صافي سالات البنزين عندي.
واش ممكن أي شي بلاصة زوجي لليلة؟
واش عندكم طابلة ديال أربعة؟
داك شي تما، مزيان قدام مكتب ديال المعلومة للسياح.
ما سمعت بهاد العنوان في هاد المنطقة.
تمشي ديريكت حتى تشوف صيدلية.
بشحال الثمن ديال الفطور؟
اشْ كيف نقدر نعاونك؟
dir l'shmal f z'nq l'thalta.
تايْشْحال دْ السُّكَّر وْ الكْرِيم فْ القَهْوَة دْيَالْك؟
تقدر تصرف لي شيك بمية دولارين؟
ila ja wela, n'sel lli tkon bhal dialk.
فين الكافي؟
كنبغي واحد السواغ ديال الأطفال.
صافي. الثمن 85 سنتيم للبريد العادي وثلاثة دولارات وزيرو سنتيم زيادة للبريد السريع.
إلا كنت مكانك، نشري هادشي.
واش غتكون عندي شي مشكل مع الديوانة؟
واش عندكم صباطات كلاس ديال الرجال واسعين من القدام؟
لا. هل أقترح غرفة مزدوجة للاستعمال الفردي بدلًا من ذلك؟ لدينا واحدة.
بغيْت شعري يكون مْكَلْكَع مزيان، عافاك.
هي باغا بيرة.
صباح الخير. كيف حالك؟
كنخاف خصني نشوف شي نوع ديال الوثائق الثبوتية.
اش نوع ديال الدريسنج؟
هذا بارد شوية. واش تدفّيه؟
أكيد، هاد البلاصة مخدودة ديجا.
لباس، الحمد لله. ولكن بغيتي تجبد صاحبي؟
شكرا، هاداك كافي.
مين أحسن صاحب ليك؟
يوم الصحة والرياضة، العاشر من أكتوبر، هو عطلة وطنية مصممة لتعزيز صحة الناس.
واش بغيتي نشوف داخل المحرك؟
واش تقدري تعاوني باش نلقا حقيبتي؟
واش تقدر تدبر الموضوع مزيان قبل الحين؟
كنت كاين معاون. شكرا.
مللي وصلتي، سولي واحد آخر، من فضلك.
بغيْت باش تمدّ لي رقم 24، من فضلك.
ها كاين دولارين. خلي الباقي.
واحد هامبورغر و واحد شيزبورغر، من فضلك.
بشحال كتقلب على المعالجة؟
كل واحد فينا بغا يدفع على حسابو.
كان الموضع على كرسي في قاعة الاستقبال.
أرجوك بدل هاد الين بالباوند.
بغيْت مْعَجَم صَغِير فْ جِيبِي، عَفَاك.
لشخصين على الساعة سبعة. الاسم هو واتانابي.
صافي ساعة ديالي. كانت من نوع Seiko ديجيتال.
غايكون لينا الشرف باش نقدمو ليك المشروب اللي بغيتي، ومن بعد العشا. دليل كامل ديال المشروبات اللي كنعرضو في هاد الرحلة موجود في دليل المعلومات ديال المجلة ديالنا.
واش ساكن هنا قريب؟
فين المحل ديال الهدايا؟
أنا في الطريق السريع رقم واحد قريب من موررو باي.
بغيْت منبه، من فضلك.
بالمناسبة، سميتي هو هيروشي إيجيما.
هاد الطران سبور عند ليك فورست، ما كايديرش؟
أغلبية اليابانيين كياكلوا الكتاكو و الحبار.
واش ممكن آخذ جوج ديال تذاكر ديال الدرجة الثانية لشيکاغو من فضلك؟
مشيت لنيويورك.
اشْحال رقم الطيارة؟
واحد لنيويورك، من فضلك.
بْحالْ داك شي يومين ثلاثة.
الثاني على اليسار.
هاد الكارت، فهمتي؟
واش هاد هو مكتب الاستقبال؟ واش كاين واحد الكلينيك قريب هنا؟
واش عشرة دولارات غتكون كافية بالتاكسي؟
هذا طعمه غريب.
إيه. ستي، نجيب ليك واحد.
نص ديال النص، من فضلك.
ماشي بزاف. شي حاجة مشي غالية.
واش باغي شي حاجة؟
أربعة ليالي.
أنا محتاج شي جوارب.
واش ممكن تخفض الثمن شوية بما أنه فيه بلايص فيها بلايص ديال الدروخ؟
واحد الراجل خبط فيا. بعد ما خبط فيا، لاحظت فلوسي سالو.
ما متأكدش واش كان كافي الملابس اللي جمعت باش نسافر ثلاثة أسابيع.
صافي، بغينا نجربو نبيذ أبيض.
إذا شي حد سْوالْ عليّ، قولْ ليه غنكون ف الكافيْ.
أكيد كان عندي في الجيب الداخلي ديال المعطف.
واش نقدر نعرف اسم الحزب و رقم الهاتف اللي باغي اتصل بيه؟
واش شركة الطيران غتعوضني على شري بعض الحاجات الأساسية الشخصية؟
بغيْت غرفة مع حمّام.
ما خرج والو من الآلة؟
كان المفروض تمشي في الرحلة رقم ثمانية مية و صفر، اللي طارت قبل خمسة عشر دقيقة. مزيان. نقدر نرتب ليك رحلة أخرى.
شي واحد فكّ الباكيط ديالي.
آه، ما كاين والو. المهم نتا هنا.
الخطوط الجوية اليابانية، الرحلة رقم واحد اثنين ثلاثة.
بغا نمشي نشري شامبو.
واش تقدري تقولي ليا ملي نوصلو للسينتر؟
فين أقرب جزار؟
كانبغيو نبقاو أربعة د ليالي ابتداء من واحد غشت.
شْحال سْمِيَّة هاد الزَّهرة؟
15 شتمبر هو يوم تقدير كبار السن.
ما كاين صابون ف هديك الغرفة ديالي.
واش كاين شي دوا نقدر ناخدو لهاد الطفح؟
تقدر تبدل الكلام اللي قلتي دابا؟
اشحال غادي ياخد الطلب؟
تقدر تزيد شوية بالصوت، من فضلك؟
واش غدي تطلّع واخّا شحال؟
فين معلومات الرياضة؟
هاد السّمية هنا، اللي كتقول ليها سّمية عادية، غتّصلح.
فين غادي تْصَلّْ الرحلة، و فْ واش الوقت؟
فينبغي أن أبدل القطارات باش نمشي لـ إدنبرة؟
كانبغي نحط هادشي في صندوق الأمانات.
فين نقدر نبدل فلوسي؟
واش نقدروا نخليوا حوايجنا في الطوبيس، غير الحاجة الثمينة؟
كنت بغيت نعرف شنو هاد المصروف اللي كاين في الفاتورة ديالي.
غادي نعطي خمسين دولار.
دابا عرفت شنو اللي كان مشكل.
هذا إيكيدا كانكلم. عندي حجز لطاولة في ستة و نصف هاد المساء. ولكن مع الأسف غنوصل متأخر بنص ساعة.
بشحال نقدر نشري ديال العطر معفاة من الضريبة؟
السياحة فقط.
صافي، غبر عليهم بالصيغة. كيف بغيتي؟
واش باقا عندك بلاص لبارح د الليلة؟
باش بغيت واحد كبير.
نعست و ما سمعتش المنبه ديال 6 و نصف.
أنا مصور فوتوغرافي حر.
باش تقدروا تبدلو دولاراتكم بـ "فيشات" ديال الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
غادي يكون عندك الاقتراح الأسبوع الجاي.
شكراً. شحال هاد الزوج ديال القفازات؟
واجب نمشي. غنڭاليك بعداً.
بغيت شي ديال الفوطات ديال الأطفال.
فين جاو هاد السمك الفراشة؟
تقدر تبدلهم بالدولار، من فضلك؟
صافي، حنا مزيانين بزاف. عندو واحد ف التمنة ف المحل ديال علا موانا.
واش كاين شي ليموزين؟
واش ممكن تعطيني نْڭيظ في خمسة ونص ديال الصباح غدا؟
كنفضل غرفة هادية.
بغيْت شي حاجة باش نشدّ طلاء الأظافر.
بغيْت بطارية.
واش كاين فرقة موسيقية ولا دي جي؟
واش نقدرْ نْكْرِيْ معدات الغوص؟
باغي نحجز غرفة لربعة د ليالي ابتداء من ثاني عشر من شهر دجنبر.
واش هاد الساك مناسب لجميع الأحوال الجوية؟
بغيْتْ طْرِيفَة، عافاك.
باغيْ نْكْرِيْ طوموبيل أوتوماتيكْ لْيومين.
مشفتش الطيارة رقم عشرين اللي غادية لسان فرانسيسكو.
بشحال لدار المطار؟
صافي مزيان. واش متى؟
شحال بنتك؟
واش تقدر تقولي ليا على فنادق رخاص و نظاف؟
نقدر نحجز ليك غرفة مريحة في قصر قديم حدا ملعب غولف معروف.
kanansih hada bghit nwarrik, l'assa daba mn moulat alamiya b 100 fil miya.
واش القطار كيتوقف في برايتون؟
واش تقدّر تقولي فين نقدر نمشي نطّلع طاكسي؟
تذاكر ديال الدرجة الثانية جوج، من فضلك.
باغا بغيت نمشي فاكس.
كنبغي واحد المِكْواة ديال السَّفْر.
باش نقدر نعرض عليك شي حاجة؟
نهار ديالي؟ واخا نخاف نسول، ولكن شنو كتقصد؟
باغا واحد ينفع يحمل الوثائق بحال ديال الورق العادي ديال الرسائل من غير ما نطويها.
إي، ولكن مشي بزاف.
أنا عندي حساسية من القطط.
أه، خاصك يكون عندك رخصة سياقة و، اممم، خاصك يكون عندك رخصة من لجنة سيارات الأجرة والليموزين.
أمرك سيدي.
ما كينش شي سخون ديال الماء باغي يجي.
كنبغي نحجز غرفة لليلة ديال دابا.
لا، ما كيدخلش الضريبة و لا المصاريف ديال الخدمة.
واش بغيتي تمشي تْشري معايا دابا فْ العشية؟
أهلاً، هاد شي لباس زوين بزاف.
الآن، تم الاتصال بك. تفضل، كمل/تكلم.
واش واش رقم الباب؟
اشْ شنوْ كايْكونْ تْهْدِيَّة تقليدية ديالْ هاواي؟
واش نقدر نمشي ليها بالميترو؟
بغيْت ندير سشوار.
واش حنا قادين نوصلو لشي حاجة بالهضرة هادي؟
أنا من النرويج.
من عشرة ل十二 من فضلك.
بالاك. خليني نشوف. تبان ليا واخا تاذيت من المرجان.
صافي باش متخسرش، عطيني نمرة المسؤول.
واش كاين طريق سريع؟
واش معاجبوش يحضر للفيستة ديال البارح؟
وقع حادث سير.
سمح ليا، نعست بالرقم خاطئ.
أدخل رقم التعريف الشخصي الخاص بك من فضلك.
ما نقدرش نضبط الصورة.
واحد برغر بالجبن و عصير ديال البرتقال، من فضلك.
ها هو جواز سفري.
واخ، بارك الله فيك بزاف. آ، واش نقدر نصعد لفوق؟
واش ممكن ناخد تّيْكِيتْين ديال لمُوسِيقَى ديال الجمعة الجاية؟
واحد السيد اللي غادي تمّا قال يقدر يبدل بلاصتو معاك.
واش نقدر نطول الإقامة ديالي؟
قول، واش تعرف شي بلاصة مزيانة باش نشوفها قريب لهنا؟
لا، باغيْ نْكْرِيْ نصْف مجموعة ديالْ عصا و زوج ديال الصباط.
واش تقدّر تخبرني ملي يلقاو الساك اللي ضاع؟
اش سمّية هاد البارك الوطني؟
عندي جرح خفيف.
فين بلاصة مزيانة باش نشوف شنو معقل؟
واش نقدر ناخد شي فروطة؟
واش نقدر نتغدا دابا؟
بغا نمبدل هاد الدولارات.
بغا ليا طكسي. أنا في South Main و Liberty.
بالطبع، واش محتاجين ديموناي؟
ماشي تفاحة، ولكن خوخة.
نعطيك وصفة طبية. خذها للصيدلية.
كناقلبوا تلات مرات في الأسبوع، يوم الثلاثاء، الجمعة، والسبت.
هاذ غالي، ما كاينش؟
إيه، عندنا داكشي. غنحضرو ليك.
تقدر تحافظ على شناطي حتى الساعة ثلاثة؟
لا، غير بغيت ندوز مرحبا.
واش نقدر نحجز سيارة ديال الكراء هنا؟
واش نتا أمريكي؟
لهاد البلاصة، من فضلك.
السيارة ديالي معطلة.
فين غادي يكون دلّ الكحل؟
بغينا بلاصة هادية، إذا كان ممكن.
هاد التاكسي سالك؟
واش هادي محطة السرعة؟
واش في واش الوقت نمشي عندك؟
كنبغ شي قنينة صغيرة ديال النبيذ الأبيض.
أه. واش نقدر ناخد طعامي شوية من بعد؟ ما باغيش مزيان دابا.
صافي، عندي أخبار. غادية نتزوج.
أي سروال آخر؟
واش ممكن يعطيني برنامج؟
دّار ديالي دخّلو ليها حرامية فليل.
وريني السمكة اللي شفت اليوم في كتاب الصور، من فضلك.
شوف التعليمات على عبوة الأكل المفرغ من الهواء.
باغي فلوس ورقية.
خطف محفظتي وهرب.
ما عندكش دروس تجريبية؟
فين نقدر نشري طوابع بريدية؟
أنا من بريطانيا العظمى.
غادي نشوف مع مراتي في هادشي.
بغيْتْ نْرجعْ هادْشيْ وْ نْسْتَرْجعْ فلوسي.
kayn telfon kabin f lqdam men dak lbank.
غادي نوصل ف التاسع ديال مارس و نمشي ف الرابع عشر.
هادشي غالي شوية، ما كتعرفش؟
واش عندك الطوب؟
فين محطة ديال الطوبيس؟
باش تاكل شي حلو؟
واش كاتْهْدَر؟
نفس الشيء بالنسبة لي، من فضلك.
ما وصلش طلبيتي.
kayn بزاف د لعيون د لماء سخون.
أرجوك، بغي نبدل خمسين ألف ين ياباني بدولارات أمريكية.
صافي مزيان معايا. في الواقع بغيت نشرب سيجارة.
فين نقدر نکري سلاال و صباط ديال التزلج؟
نسيتي ولادنا شرب؟
واش تقدّر تبعتّها لعنواني في اليابان بالبريد الدولي مع الدفع عند الاستلام؟
كنبغ كاس ديال النبيذ الأحمر.
إلى كان ديالك، سيدي. ههه، غير مزحة صغيرة.
بالتأكيد. كيف يمكننا خدمتك؟
عندنا البيـر، الويسكي، البراندي، الجن، الفودكا والنبيذ.
إيدي. آ، صواب. واش باشوطة مزيانة؟
رقم غرفتي ثلاثة مية ستة و عشرين. واش تقدّر تجيب ليا الغسيل ديالي؟
نشوف واش شي واحد من هادوك يصلح.
بغيْت كَطْرَة.
جبلي شي كسوة ديال الجبن مبشور.
واش نقدر نخلي قميصي يتنظف قبل غدوة الصباح؟
واش يخلي يعاود لي تليفون؟
واش علاش دابا؟
سمح ليا. واش كاين مكتبة حدا هنا؟
نظن أنك وقعت في خطأ. الغرفة كانت مدفوعة مسبقًا. عندي وصل.
الطوبيس تمّا.
بغيْتْ رُولْ ديال الفيلم ديال 100 ISO، ملّون، 36 صورة، من فضلك.
كنبغِي نصرف هاد الشيك بسبعين دولار.
بغيت نشري طوابع لعشر ورقات بريدية لليابان، من فضلك.
واش كاينين بنكات حدا المحطة؟
كنخاف يكون فيه شي غلط في الفاتورة.
هنا بالضبط.
واحد شيز برغر معطل، من فضلك.
مايمكنش دابا الواحد يخدم ف التصميم بلا حاسوب.
هرب.
واش بغيتيني نصلح ليك هاد التّقسيرة ف البلوزة ديالي؟ بغيت نعرف واش تقدري تخيطيها ليا، من فضلك؟
شحال الثمن لمانشستر؟
واش تقدّر تعطيني كابل ديال الدّيماراج؟
فين نقدر نشري حصيرة ديال البحر؟
صافي، عطيني حجز جديد.
عطيني هاد الستيك ديال اللحم، ولكن ماشي غزال بحال هاداك.
غاديين نجيُو سبعة.
مللي كنشوف هاد الأثمنة الزوينة، كيبان ليا غريب نشري أي حاجة ف اليابان.
علاش أنا تاني سرقو ليا الدوسي.
واحد كرنة ديال ڤاليدة، عافاك.
أوافق. خاص يكون طبيعي بزاف.
نتبه للفراغ، نتبه للفراغ، ثم قرب الباب، من فضلك.
غادي نحتاج شي كارت ديال الكريدي.
ها هو الرقم.
قول لي على بلاصة مزيانة في هاد النهر، من فضلك.
أعطيني من فضلك تقرير حادث.
لا، شكراً حالياً.
صافي، أرجوك خليك على الخط. السيد نكاجيما، السيدة سايتو ما باينةش جاوبة على التيليفون. بغيتي نزيد نعاود عليها شوية؟
يمكن، ولكن خاصنا نميزوهم على حدة.
باين شوية عزيز بزاف.
فينين الكونتوار ديال الأمتعة ديال الرحلة سبعة مية و ثلاثة؟
شي حاجة مضروبة في طريقة المساكة ديالك.
هذا غدي يفسد؟
لا، شكراً. مزيانش نشرب مور من هكا.
قالي ليا شي دواوير مزيانين للتسوق.
واش داك الطوبيس غادي لفندق هيلتون؟
دابا، هاد الصورة زوينة بزاف. صايبة ديال تسوروتارو كاتااوكا. معروف فحالو فنان عالمي.
عندي تقدير كبير للموسيقى الكلاسيكية.
واش نقدر ندعيك لعشا في واحد الوقت؟
صافي. شنو سمية الحزب ديالكم و رقم ديالو، من فضلك.
سمح ليا. خلاّسني، من فضلك.
واش ممكن تجيب واحد الموظف اللي كيتكلم اليابانية؟
كنديرو عندها بزاف ديال الزيارات لعائلتنا.
ميكي هاياكاوا. هادي هي الغرفة سبعة على اثنين.
واجب يبقا هنا الليلة، مزيان؟ تقدر تعاوني نحجز غرفة في فندق؟
ما خاصّش يطوّل. خمسة عشر دقيقة على الأكثر.
واش تقدر تعطيني التمن ديال هاد السمسية؟
صافي، تقدر تقلي بلي مشيت نتصل بها، من فضلك؟ غنعيّد الاتصال بها فاشحال.
واش كاين شي دورة ديال الصباح؟
واش كتبدل العملات الأجنبية؟
الميزانية ديالنا تقريبًا خمسين دولار في المجمل لثلاثة أشخاص.
فين نقدر نشري رول ديال الفيلم؟
واش عندك بيرة يابانية؟
كنبغي بدلة سباحة في مقاس صغير، من فضلك.
باش بغيت نسجل الأمتعة ديالي.
هادي السيدة كوازو في الغرفة ستة عشر واحد واحد.
بِصْحْتَكْ.
ما كاينينش.
واش عند اليابانيين أهم عندكم العيد ديال رْاس السْنة ولا عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون أ. ثم، امشي مباشرةً في هذا الممر. إنه المقعد بجانب النافذة.
ملي شوية، من فضلك.
أرجوك املأ تقرير فقدان.
ما فهمتش ديال الأمريكان، أنا كانهضر بالليغات ديال الملكة.
من ديما.
كانت تتضمن تأمين الاصطدام والمسؤولية.
لقيت طريف ديال الدلالة ديالي.
واش عندك شي بروشات بديزاين مزيانين؟
كانّا كانْهْزّب من كابينة عمومية في مايسي'ز.
هادو كبيرين بزاف.
بشحال الثمن ديال الباركينغ في الساعة؟
سيدات وسادة، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانية يمكن التعرف عليهن من خلال الشارات التي يحملنها. إذا كنتم تعرفون أي شخص يحتاج إلى مساعدة لغوية، يرجى إخبارنا.
واش كاين شي واحد الفترة ديال الفن كتعجبك بالخصوص؟
تحقق من ذلك مرة أخرى من فضلك.
زيد قدّم مزيان طول النهر بحوالي نصف ميل. غادي توصل للبارك.
لا، هما متينين بزاف.
صافي، غنبعثو ليك للاس فيغاس.
kanbḥt ʿla qmisan d ljarī.
بغيتي شي حاجة تشربي من البار؟
بهاد الطريق من فضلك. تاخد هاد المصعد.
أَافْضَلْ لَيكْ تْرْكَبْ طْرِينْ دْ الثّمانية و نصف.
واش تا واحد السينما هنا قريب؟
دابا هو واحد الوقت ديال التيرو، غيكونو مزيانين.
كنبغي ساعة من يد ثانية.
غادي نتسجل حول التاسعة فد الليل.
بدا كي طال الليل. خاصني نمشي.
ما استعملت خدمة الغسيل ديالك. واش تقدر تعاود تتحقق من هادشي؟
بغيت أتاي، من فضلك.
لا، ما كاينش.
هادي آخر محطة؟
نڭاعليه تليفون.
واش هادشي حار بزاف؟
فين نقدر نبغي طوبيس سياحي؟
إي، باغي نشوف معالم المدينة.
kayn بزاف ديال السياح حول العمارة، كيبانو جمعو باش يشوفو شنو كاين.
شكرا على كرم الضيافة ديالك.
الصراحة هي أحسن طريقة.
واش تقدّر تقادني في ستة ديال الصباح، من فضلك؟
بشحال الثمن ديال نص نهار؟
أنا كنجي.
واش تعرف شي بلاصات مزيانين باش نشوفو في شيكاغو؟
آه، إذا كان الإصرار ديالكم، نمشي معاكم.
واش تمشي تبدل هاد الشي بواحد آخر من نفس النوع، من فضلك؟
باغي نحجز على الساعة ثلاثة و نصف ديال العشية.
الصندوق الآمن، من فضلك.
شريّب شي كس ديال النبيذ مناسب.
كنبغي شي بلاصة صغيرة.
واش خصني نعوض على الغاز؟
حرامي. دوز عليه.
كانديرو النية باش يجيو صحابنا.
عطيني شي فرق صغير.
شعر معمّر مزوى، من فضلك.
هي صغيرة و زينة.
واش واش بغيتي تعرف واش كاين شي opera اليوم؟
مقلي، من فضلك.
مازال ما رجع ليا الغسيل ديالي.
بالمناسبة، واش خالي هاد السبت الجاي؟
أحسن، إذن، من ميمكن يكونو مزيانين مع بعضنا.
كانت تعاملني بحال كنت واحد المساكين.
فين فهمت. و بغيتك تعاونيني في واحد المشكل آخر؟
واش ممكن تحط عدسات طبية في هاد النضارات ديال الشمس؟
نأخد اثنين من هادوك.
واو، كلاب زوينين بزاف. شنو سلالة ديالهم؟
طيحت الشوكة ديالي. عطيني وحدة أخرى من فضلك.
كانت весеلة.
واك. تمشي ديريكت و دوب على ثالث زنيقة. تلقاه على يدك اليمنى.
واش عندك شي فيلم ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال ديال
واش تعرف كاتي؟ عندها حفلة عيد ميلاد.
واش عندكم طابلو ديال الألوان؟
باش نقدر نعطيك شيك سياحي؟
صافي، هو، الرجل، كيفاش نعرف بلي هادشي هو الصح؟
واش نقدر نشريها معفاة من الضريبة؟
ما نقدر نحط المتاع ديالي تحت الكرسي. واش تقدر تحافظ عليه ليا، من فضلك؟
باش تقدر تحط هاد الحقيبة في الصندوق ديال السيارة؟
أنا غادي نمشي دابا، غنشدّها.
أرجوك ابعث واحد يجيب حقائبي في ستة ونص.
كنبغي طريف ديال سان فرانسيسكو ومنطقة حولها.
اش من خبز عندكم؟
فين المصعد؟
واش كاين واحد يقدر يعزف على البيانو؟
فينبغي أن أنزل في أي محطة باش نمشي لبناية إمباير ستيت؟
الميزانية أقل من ألف دولار.
شكراً، ولكن ماظنش عندي الوقت نبقى ليلة كاملة. واش تقدر تحجز لي غرفة مزدوجة في ديك الفندق ليلة 12 مارس فقط؟
واش نقدر نحجز غرفة دبل فيس تطل على البحر؟
ما قررناش تا واحد الوقت.
صاحبي تعثر و دارت ليه رْجلُو.
غادي نجرب شي شربة.
واش كاين مطعم تايلاندي قريب؟
داك لبنيان طويل، حداه بالضبط. صافي، ارجع بنفس الطريق اللي جيتي بيه حتى للضوء الطريقي. ومن بعد، انعطف ل اليسار.
واجب نمشي نطير لـ لوس أنجلوس ف الصباح الباكر ديال غدا.
من بعد نقدر ننصح بـ "San Francisco City Tour" بثقة. هادشي كيعطيك الخطوط العريضة ديال سان فرانسيسكو.
باغي ناخد التأمين.
نحطو كمّادة باردة باش نخفّف الألم.
هي باغا تْشري واحد الفستان.
بشحال تاكسي لهاد الفندق؟
فين الحمّام؟
واش الدخول لهاد البناية كيدوز فلوس؟
باش بغيتي.
kanbḥt shḥal wiḥd chi haja zwina o mzyana l ssbaḥ.
النافذة معطلة.
فين كاين في الاتحاد سكوير؟
نص أونصة من شانيل رقم خمسة، من فضلك.
واش تايشوفي شوية قهوة؟
واش محتاج تيكيت؟
بشحال الثمن ديال الخدمة؟
شحال من هنا؟
شوية كريم و سكر؟
واش عندكم شي تخفيضات للأعضاء؟
واش كاين طرينو سريع في تسعة و نصف؟
خليني نشوف زيت الفرامل و المحرك. المحرك ديالك باين ليا كيتوقف تقريبا.
ما كانش خطئي.
ما كاينش الضو.
غادي نبلغ على هذا للشرطة.
واش كل واحد غايخلص على مشروبو؟
من 30 إلى 50 دولار في الليلة.
صلّح هاد الشي.
في أيام راس السنة. وفي المناسبات الخاصة مثل حفلات الزفاف، أو حفلات توزيع الجوائز، أو الجنازات.
شوية ديال الموصْ، عافاك.
واش ما تعطيهاش واحد الهدا؟
واش واش تقترح فيلم باش نشوف؟
تا خذ هاد عشرين و نعطيك دولارين معاك، من فضلك.
خْدَمَاتْنيْ بْجَنْبْ.
نقدر نجي للدار على الساعة وحدة زْوَال.
هادي شناطة ديال الطيارة JAL ٠١؟
هادي أول مرة ليا نمشي لباريس.
واش تقدّر تقيّم الثمن قبل ما تبدا الخدمة؟
دخل، الله يعطيك الصحة.
خاصنا يكونو رحلة ديال المشي مزيانة بزاف.
فين غادي نبْرِدو الطّوموبيل؟
ما عندناش كيس بهاد الكمية، غنحطها في هاد الكيس البلاستيكي الكبير.
باغي نلعب تنس.
kayn 3صير ديال الأناناس، والبرتقال والطماطم.
فين الجنب ديال هاد الطابق، حدا السلم المتحرك.
واش كاين شي حاجة كتعرض فدار السهرة د اليوم؟
ماشي بغيتي تشوف فيلم آخر؟
أرجوك صرّف لي هذا الشيك السياحي مقابل نقود.
بغيت نفس الدورة غدا، من فضلك.
نقدر نعطيك جواب أحسن على هاد السؤال بعد ما نشوفو شوية ديال الحلقات.
أنا محتاج هدية للذكرى السنوية.
واش واش كاينين مسرحيات موسيقية دابا؟
واش عندك مرآية؟
سمح ليا، ولكن ضيعت الطريق. واش تقدر تعاونيني؟
نأخذ هاد واحد، من فضلك.
ما يمكنش تدخل الألعاب النارية لكندا.
واش مراتك طباخة زوينة بزاف.
محتاج أي مساعدة؟
واش تقدر تحجز ليا طاكسي لستة دالصباح غدا من فضلك؟
واش بغيتي شي حاجة مع طبق رئيسي ديالك؟
واش كاين محل حدا هنا؟
هاد البلاصة عامر بالناس، مزيان؟
صافي. غيكونوا جاهزين في خمس دقائق تقريبًا.
نقزني رَقْبِي فْ النُّعَاس.
صافي، ما مشكل. نقدر نشوف باشوط ديالك؟
ما عندي فلوس.
واش في شحال غنمشي للمحطة؟
kayn بزاف ديال المطاعم في هاد المنطقة.
تا حدا للّوكال.
بزاف فرحت بالحديث معاك.
واش كاين شي دورة ف النهار؟
أنا مع صحبتي.
استمتعت بإقامتي. شكرا.
الشاطئ بالضبط تحتنا. يا له من منظر زوين.
شكراً على الانتظار، السيدة ماكغوير. ها هو. تفضلي.
واش عندك شي ورقة تعريف؟
سبعة، من فضلك.
باغا نبعت هادشي للغسيل. واش مزال غيكون جاهز؟
عندي سروال مخطط.
إيه. جاوني شي واحد حطو شناطة ديال واحد آخر فغرفتي دابا. واش تقدر تشوفها ليا من فضلك؟
واش ممكن تشرح ليا بالتفصيل؟
واش نعستي مزيان؟
واش تدير ضغط على الزر ديال التصوير؟
فتحت مفتاحين، من فضلك.
بغيْتْ شِكَاْلَة.
كاينة ف نهاية الزنقة.
بغيْت شي ورقة ديال النوت.
واش غنمشيو بالباص؟
قلتي غادي تمشي ل طوكيو غدا؟
خليني نعس حتى تسعة ديال الصباح.
واجب نزيد لـ AW واحد صفر صفر. واش ممكن؟
كيف دايرة لعبتك هاد الأيام؟
حاسس بالخنقة في الصدر.
ماشي مشكل. إذا جيتي فـ خمسة شتنبر، غاتقدر تستمتع بعرض علمي ديال فيلم، باش دابا عندنا يوم مفتوح خاص كل شهر فـ الجمعة الأولى.
واش عندك شي تور آخر؟
صافي، خمسة في المئة تخفيض. واش تمام؟
أنا غادي نمشي لباريس.
ماشي آخر موديل، أ واش؟
مُزْمَّمْ لْثَامِنْ و نُصْفْ فْ لِيلْ، بالتوقيت المحلي.
خُذ هاد البْنيَة مَعَانا، من فضلك.
صافي. خصني طّاجين متوسط و كورة ديال الرز.
كيف تبان ليك هادي؟
بغيْت نشوف داك اللي في الدّريبة، من فضلك.
ماشي! حنا في عطلة. ما نقبلش نقعد في غرفة الفندق و نتفرج على البيسبول في التلفزيون. بغيت نمشي نشوف مسرحية.
باش نقَدرْ نمْسو؟
واش تقدّر تجّي لهنا باش تصلّحو؟
باغي شوية ديال الألياف الصناعية.
سميتي تارو تاناكا. عندي حجز.
بغيْت شوية كريم ديال التنضيف.
كنبغي واحد السوّيتر بكمّ طويل.
سرقو مني التيشان.
يبدو أن طرقنا كيتتقاطَعو بزاف، ما كاينش ليكاين؟
واش نقدر نشوف المنيو مرة أخرى؟
مازالين باينين شوية خضر.
بشحال؟
فراولة، من فضلك.
واش جبل فوجي هو أعلى قمة ف اليابان، بارتفاع ثلاثة آلاف وسبعمية وستة وسبعين متر.
لا، مزال. كاين بزاف ديال الاختيارات.
كنبغي شي كريمة د الليل.
هي بين الفرنان والمحل ديال اللحم.
تقدر تقصر الأكمام؟
كنخاف ماكاينة حتا واحد ملعب گولف قريب من هنا.
تقدر تبان لي الدوبل ديال الثاني من اليسار؟
واش تقدري تسولي فيه يعيط ليا؟
حاولت نمشي تليفون دولي. واصلك الخط؟
هذا خاطئ.
إيه، هو كدا. باش تعرف بلي كاين العلم قدام مكتب البريد.
غادي تبعثيهم ليك، صحيت؟
كانبغي نمشي تليفون بالكريدي.
بغيْت نْيْتي تْمْشِي.
ملي توصل، غنعطيو فلوس باش يوصل لعنوان داركم.
هاد الأيام ديما كنخدم بالكومبيوتر في الخدمة.
أه، واخا. فهمت. غنجي لدارك.
لا، هادشي كافي.
واش ممكن نعاونكوم بغطا و وسادة؟
واش تقدر تجبد لهنا فاقع، من فضلك؟
واحد الكاس ديال القهوة، من فضلك.
كنبغ نطّلع على شي بطاقات كيكونوا تقليدياً هاوايين.
تقدر ضيق ليا الكسوة بثلاثة سنتيمترات؟
أنا نفس العمر.
واش تجيب لي شي قهوة؟
350 دولار؟ هذا فوق الميزانية ديالي.
واجب نصوت على هادشي؟ إذا ما كانش ضروري، أظن وصلنا لنتيجة، وغادي نعاودها للجنة المديرة ديالنا غدا الصباح.
واش تعرف شي فنادق رخاص؟
صباح الخير. نعستي مزيان؟
اشْ واشْ ناوِي دِيرْ بَعْدْ مَا تْسَلِّمْ لْمَدْرَسَة؟
سرقو مني كرية ديالي في الشارع.
واش خدمت ليك شي خدمة أخرى ف الصباح بالإضافة للفطور؟
بغيت كاس ديال قهوة بالحليب، من فضلك.
صافي. واش فندق شيراتون حداك تمّا؟
نتمنى ليك متكونش تعبان بزاف.
باغيْ نْكْرِيْ طوموبيل ديال هاد النوعْ لْيومين.
نأخد كاس صغير ديال جاك دانيال.
بغيْت شي كيس ديال البوبكورن، من فضلك.
طيحت عصا التزلج.
ما كنجيبو حتى هدية للعرس. بالعكس، الضياف هما لي كيجيبو فلوس.
كنبغِي نعطيه للطّابْعة باش يْجي بالبريد العادي.
الطائرة وصلات متأخرة بسبب الثلج الغزير.
شحن، من فضلك.
تقدر تاخذ رسالة، من فضلك؟
سمح ليا، ما فهمتش عليك. واش تقدر تحكي شوية بشوية، من فضلك؟
اشْ شنوْ نقدرْ نْورّيك؟
واش نقدر نصور؟
من مية.
رقم الرحلة هو HP تسعة و ثمانين لطوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال داك؟
واش عندك واحد آخر؟
بليز جيب ليا فطور لداري غدا الصباح على سبعة.
غادي يجِي واحد المسؤول على الصيانة فحال هادي.
سمح لي. غنرجع نعاود ف وقت آخر.
كيفاش نقدر ناخدها؟
واش باقي شي بلاصة فالسياحة ديال الخميس؟
سمح لي. نقدر نعبر؟
واش عندك شي نباتات وفواكه؟
أفين نقدر نملا هاد الورقة ديال النزول من الطائرة؟
أظن أن قيمة سيارتي تقارب خمسة آلاف دولار.
واش هاد الأكل قليل في السعرات الحرارية؟
واش شنوّ الباص لي خاصني نمشي بيه باش نمشي للستاسيون؟
إيه، هو كذلك. ولكن خاصك تعطف ل اليسار في الضوء الثالث وتبقا في نفس الدرب حتى توصل للطريق رقم ستة و ستين.
بغيت كاس ديال الماء باش نشرب دوى، من فضلك.
كون بغيتي تجيبني للبلعاء، نكون شاكر لك بزاف.
سمح لي. راه نمرتك غلط. هاد هي شركة تانكيوشا للطباعة.
كاينين غاديين نخرجو.
اش هاد الموسيقى؟
عافاك، عطّي هاد السيرو لوليدك، واحد معيار، بعد كل وجبة.
هاد الستايل متوفر بـ 28، 31 و 35 سم.
آه، هادشي باغي بزاف.
باش نخدم تليفون ديالك؟
ريحتو مزيانة بزاف. شحال ثمنو؟
كانبغي نتأكد من حجزي ديال الطيارة لشيکاغو فالسابع عشر.
كلّيت شوية بزاف.
باش نڭول لستي براون؟
هاد الدار باينة مريحة باش تعيش فيها، ما كايناش؟
باغا نبغي نحجز على طائرة ديال شركة نورث ويست ايرلاينز رقم صفر ستة وثمانين للدار الخامس.
محفظتي، جواز سفري وأغراضي الشخصية الأخرى.
واش شحال كتقفل؟
صبر شوية. ممكن تكون خليتو في الحمّام.
صافي هاداك بالضبط اللي كنت غانقول.
إيوا، أظن كذلك.
دارك كبيرة. شحال د الغرف؟
استمتعنا بالعشا.
فهمت، ولكن ما نقدرش نقولها.
آه، ياه، بالصحة. غير نتمنى ما يشدوش الدوار في البحر.
لـ طوكيو، من فضلك.
واش واصلين فحال شنو؟
غادي نمشي بكري غدا، بغيت نشري دابا.
شيري نْشف، من فضلك.
مكان فحال اللي ما كيدخنش، من فضلك.
داك مشغول دابا.
واش الأجانب يقدروا يحصلو على الكتب في هاد المكتبة؟
واش ممكن نبقا في غرفتي حتى لـ 2 ديال الزوال؟
ها-ها. صباح الخير عندكم. لاباس.
بغيْت شوية من هاد الفيلم رقم ASA هادا باش هاد الكاميرا، من فضلك.
فين لوحات مونيه؟
هاد البيزا بنينة. مين صاوبها؟
اش طعم هاد الطبق؟
و زيد على هادشي غاليين.
واش عندو واحد الطران اللي غادية لبوستون فحال هاد الوقت؟
كنخطط نتعلم الغولف.
أعطيني شي كاس آخر من فضلك.
ياك واحد صوفور مزيان.
كنخاف الأكمام قصار بزاف.
تقدر تبان لي كيفاش نمشي الغاز؟
واش حقّ الفندق فيه الفطور؟
واش هذا كلشي؟
داك الطريق.
شغل الموطور من فضلك.
الدار ديالي مزيانة بزاف بالبرد.
نڭا نعاود ليك ملي سالينا الخدمة.
واش عندك واحد أكبر؟
حسّيت براسي مزيان.
واش عارف الجغرافيا ديال اليابان؟
أريني فين أنا في هاد الخريطة من فضلك.
مية بالمية قطن.
كنبغِي نبدّل لغرفة تطل على البحر. واش كاينين مصاريف إضافية؟
بشحال الكرا ديال البلاصة نص نهار؟
نوفمبر عشرة.
بغيْت شريط ديال الماكينة د لكتابة.
بزاف بنين.
واش مزال ما طارناش؟
اش كيفاش تبين للسائق بانك باغي تنزل؟
أربعة وعشرين دولار. بغيتي المزيد؟
دارت الحجز في طوكيو شهر واحد اللي فات.
نشكرك من صميم قلبي.
واش هادي المحطة ديال مركز روكفلر؟
شحال قدام رقم حوايجي؟
صافي زوين.
تقدر تخرج معايا في موعد؟
نّضّف هاد المعطف من فضلك.
باغيْ نْكْرِيْ طْرْفِيتْ.
فين قسم الحريم؟
ماشي مع القهوة؟
فاش مجال كان خدام فيه قبل؟
اللعنة. اللعنة. اللعنة. اللعنة. عاد وجهها بالنسبة ليا عادي.
واش خاصني نعطي فلوس زيادة ملي ندخل لباطو؟
أهلاً، الخط ديالك واصل. تفضل، أرجوك.
الجرح ديالي كايهضر.
فين المحطة؟
كان عندي قشعريرة.
ثلاثة أيام.
ݪي مع هاد السّمط، وݪقيتي المكتبة ف اليسار.
عافاك، بغيت نلقا مرشد كيتكلم اليابانية.
مانبغيش اللي يكون كبير وحجمو كبير.
غادي يكون تاخير شوية.
اش الفرق بين هاد الفنادق؟
ساليت المحطة ديالي.
كان زوين بزاف. شكرا.
غادي نجي حول ستة د العشية.
واش عندك شي حاجة شوية طويلة؟
تااريخ النّتهاء هو مارس تسعة وتسعين.
كيف كانت؟
واش كاين شي كازينو مزيان؟
ها هو فلوس القلم الحبر. ورقة مية دولار.
فين قسم النساء؟
فين نقدر نصعود للباطو؟
صاحبي مصدوم.
لباسك زوين.
واش هاد المحل غايتقدا تما برقة؟
داك الطريق لآخر الدار.
شحال ممكن تقص لي الدقن؟
هادشي كيجي مع بار ديال السلطة و اختيار بين بطاطا مفورّة ولا بطاطا مقلية.
فين نقدر نشري حشيش؟
ما نقدر نباع هادشي بلا وصفة طبية.
واش نقدر نحجز خمسة بلاصات حدا بعضياتهم في نفس الصف؟
واش تقدّر تعطيني حبل الزّيت، من فضلك؟
اشْ سيارة كتعطي احسن نمرُوط؟
ما غاتحصل على تخفيض مهما جهدتي.
فتح هاد الساك، من فضلك؟ واش كاين شي حاجة فيه؟
باغا نبغي نمشي تليفون بعيد لـ Hilton Hotel في بوسطن.
واش النساء كيقبلو هادشي؟
تحداك، السقف منخفض.
ما نقدرش نشوف الشاشة مزيان من هنا. واش نقدر نبدل بلاصتي شوية؟
زرت البحيرات العظمى لأول مرة.
شي حاجة مضروبة في هاد الماكينة ديال البيع.
أنا محتاج طبيب.
واش واش كدير ف إنجلترا شحال هادي؟
شي واحد بحالِك كيعجبو التقدم و الحداثة غيعجبو بالضرورة الرّسم ديال شّباب و لموسيقى ديال الزّنقة.
واش شنو الوقت؟
غادي ناخد واحد فرانكفور و واحد كولا.
هذا هو المشغل الدولي.
تقدر تشوف واحد البناية بيضة، أليس كذلك؟ هي قدام هاد البناية.
واش من واقت؟
ما عندي والو نعلن.
اش؟ باغي يدفعو عليك الضريبة ملي عندك أكثر من ثلاثة قراش ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تجيب طبيب، من فضلك؟
ما كنعرفش بزاف على النبيذ. واش واش منين يصلح مع هاد الطبق؟
واش تقدّر تصوني فّ الضّوّح؟ من فضلك.
kayn station dyal l-gaz f deux blocs men hna.
الناس اليابانيين ما كيديرو عطل طويلة.
حسّيت بالناس كيتفرجو عليا. واش مزيان نشوف واحد الياباني؟
لا أظن ذلك. علاش قلتيها؟
فين غادي تكون الدخول ديال البريد المركزي؟
فين محطة ديال الطوبيس ديال غراي هاوند في هاد المدينة؟
ماشي المطاعم اليابانية في كيوتو غالية شوية؟
كنظن شوية مزعج بالنسبة لي.
عندنا غرفة مزدوجة مع حمام بـ 85 دولار.
باغي نعرف تمن الكتاب.
برد أكثر من العادة هاد العام، ولكن ماشي برد كافي باش تسقط الثلجة.
فين نقدر نشري تيكيت ديال الميترو؟
غادي يكون عندي بلاص ف الطاكسي ديال لفلوس، صواب؟
بشحال الثمن ديال التاكسي من هاد الفندق للستاسيون؟
واش نقدر ناخد هاد الشي و هاد الشي من فضلك؟
كيقولو اليابان بلاد عندها معقول ديال الفلوس.
واش كاين شي بلاصة خالية في عربة النوم؟
واش تقدر تخفضها ل عشرين دولار، من فضلك؟
هادي هدية لواحد الصديق.
الثلج كيعمل الزلق في الطريق.
ما كايناش كاميرا ديالي.
غادي ندير شي وحدين ساندويشات ديال الديك الرومي.
عندك شي حاجة تعلن عليها؟
شفت واحد ستر مزرق؟ حطيتو على هاد الكرسي.
kayn mḥl d lward lqbel l boulevard.
أنا من طوكيو.
باغا بغيت شي ريفلون كريم رينس.
عندي شي حوايج بغيت نمغسلهم.
أنا طلبتو من زمان.
واش تقدر تبعت واحد المحمل لغرفتي في ستة ديال الصباح؟
غادي نشرب شكلاطة سخونة.
نقدرو نرتب ليكوم تنظيف الغرف ديالكم.
خاص، من فضلك.
بشحال الثمن لـ C Hotel؟
واش ممكن ناخد تيكيتات متعددة؟
بغيْت نحجز طاولة لشخصين في سبعة ديال العشية، من فضلك.
كنبغي شي كريمة د الليل.
تقدر تلفّ هادشي ف شي باكية ديال الهدايا؟
هي الرابعة و ربع.
غادي نخطط باش نعطيك الفواتير ديال المصروف اليومي ديالي، صافي عطيني العنوان وسمية المسؤول.
صعيب علينا نتكلمو الإنجليزية بطلاقة.
واش عندكم هادشي بنفس التصميم ولكن بكعب عالي؟
كنبغي كسوة ديال ولاد لعام عشر سنين.
خوديوني لدار آبي روود، من فضلك.
شكرا. مرحبا، شكرا على الانتظار.
أكيد عندي حجز.
غادي نبْعْتْهْ ليك، صافيْ اْرجَعْ هنا.
حنا هنا يوم واحد.
عندي شوية صداع.
بزاف عجبني المكلوبة.
لا، تفضل جلس و استنى. غنمشي نجيبها ليك فحالاً.
باش نشوف السيارة؟
واش تقدّر ترسم ليا واحد الخريطة من فضلك؟
صافي سيدي. بْغِيتْك تْكون فْ غُرفَتْك حْتَى يْجِي الطَّبيب.
زيدت عليّ في الݣرابة في شاطئ وايمانو. عافاك، اجي دابا.
شنو غا تمان مية دولار؟
باغي هادشي مضروب.
باغي نعاود نعمر طلب جديد.
دعمات الحكومة تطوير الصناعات.
حتى خمسين عامًا، نبغى.
شنو أقل عمر باش ندير هادشي؟
واش عندك شي خرائط بسيطة ديال المدينة؟
باش ممكن نبغيش ندير عملية سحب الضرس، إذا كان ممكن.
العدد هو كرة واحدة، ضربتين.
واش شنو الوقت غادي توصل فيها طْرِيقَة ل سان دييغو، من فضلك؟
بغيْتْ نْشوفْ الصندوق ديالك.
بغيْت شْويَا شَامْبُو.
أنا ساكن في فندق هيلتون.
كنحس بالمرض و الغيان.
ولكن عندي موعد باش نشوفها على الساعة ديال الزوال.
هاد السيارة غادي لـ إدنبرة؟
إيه، أملأ هاد الفورماسيو.
بشحال كتحسب الزيادة في الوزن؟
سميتي كيمورا. بغيت نلغي الحجز ديال الجمعة.
آه، سمح ليا. صاير شي مشكل و حنا غنصلحوه. تقدر تزيد شوية، حوالي ثلاثين دقيقة؟
بشحال نعمر؟
واخة فهمت.
غادي نتصل بواحد.
واش بغيتي تسالي النّسبة دابا؟
جات السيارة جايا فيا من الجنب في التقاطع.
داك واحد الصندوق ديال الموسيقى.
فين بالضبط الدرب؟
واش كاينين شي تور سياحي بالباص في المدينة؟
واش شحال نبداو؟
صافي سيدي. في الحجم المتوسط نقدر نعطيك ميركوري سابل. واش هادشي عجبك؟
لقد كدمت عضلتك.
صافي، واش تقدر توعدني تضرب الكورة ماشي أنا. فهمتي؟
بشحال باقي؟
باش نݣترض شي كتان؟
اش نوع ديال الجلد هاد الحقيبة مصنوع منها؟
ما نعتقدش هاد السكين نظيفة. واش تقدر تجيب ليا وحدة أخرى؟
شريت هادشي قبل شوية، ولكن تقدر تبدل هاداك بهاداك؟
بصراحة، ما كانمش موافق معاك.
واش هاد الطريق ديا ل المحطة ديال الوسط؟
بْرَاكَا مَعَا رَاسْ، عَفَاك.
باغي نطلب كرطالة ديال اللون داكن ليا.
هاد المظلة تمشي ليا في العصا.
واجب نمشي كلّ شناطي ف الدّاري ديال الأمانات؟
أريني جواز سفرك من فضلك.
واش كاين شي بلاصة كتقبل الغسيل فنهار الأحد؟
شحال بغيتي ديال شيز برغر؟ اثنين من فضلك.
واش غادي فين طوبيس ل ميامي؟
ما كاينش داعي للبقشيش.
يمكنك مشاهدة واحد في قاعة كارنيجي.
أنا ماشي مصدّق.
اش دايرة الدار في هاذ الوقت؟
باغِ بغيت نطلب موعد مع طبيب.
كنتسائل واش تقراو طاولة حدا الضّريعة لعشية دبا سبعة ديال النّاس.
ما عندك باس نجي لدارك؟
باينة فيه شي فراغ للتحسين.
فين كاينة الميترو؟
واش عندك شي وحدة صغيرة شوية؟
فين نقدر نبغي الأسبرين؟
هذا هو الحضيض؟
أعطيني باش نمر واحد الأسبوع.
هذا زميلي.
اش من نوع ديال البنزين موجود؟ سوبر، عادِي، و بلا رصاص؟
ها واحد.
باغي نزيد بالبرد.
مغلقة أيام الاثنين، ولكن يوم آخر خص يكون مزيان. نتصور أنها مفتوحة من تسعة حتى خمسة.
هاد شي ديال السردين مشوي مع واحد الصلصة خاصة فوق طاجين ديال الرز.
قال ليا "نحتفلو" و خداوني لواحد البار. قال ليا غادي يدوز واحد تليفون و مشى و ما رجعش و أنا بقيت مع واحد السومة كبيرة.
بشحال الغالون؟
كان عندي جواز السفر و الكارت ديال الكريدي في التياس.
حجز على سبعة، باسم مانو.
ما تشرب شي كاس ديال اتاي؟
تقدر تقولي فين نقدر نلقا القنصلية اليابانية؟
واش كاين طبيب في الفندق ولا واحد يتصلو بيه؟
كيعمل التسوق ديما في شارع بوند.
ورقة إنجليزية، من فضلك.
واش كاين شي بلاصة كاتشغل موسيقى الكانتري؟
باغي نتأكد من قيمة أغراضي.
واش عندك شي وحدة ديال الصوف مزيانة؟
بشحال الورقة الواحدة؟
صافي، ضغط تسعة وصفر واحد واحد، ثم الكود ديال الدولة ورقم التليفون.
واش نقدر ناخد كوكا كولا دايت؟
باش نقدر نطلب؟
كانت سفرية زوينة. شكرا.
سمح لي. نقدر نعبر؟
التعداد الكلي لسكان اليابان يقارب مئة وثلاثين مليون نسمة.
باغي نستأجر واحد الشّمسية.
إيه، و بغيت نعكس المصاريف.
محفظة فيها مية دولار وثنين كارتات ديال الكريدي.
المَا سخون بزاف.
أنت هنا.
واحد الطّاجين ديال القهوة، من فضلك.
غير محتمل بزاف.
بطني كتعورني بعد الأكل.
واو، هاذ بلاصة زوينة.
يمكن يكون عندو انصمام هوائي.
واش قررتي؟
باش بغيتي، نقدروا نتريحو هنا.
كنت فقدت تتبع لرسالة مسجلة.
ما تقدرش تبدل خدمتك بسهل.
اش دايرة المحطة التالية؟
صافي، ولكن ماشي فالبلاص ديال الدروج. الحر بزاف اليوم.
نزل هنا، و بدل لخط رقم ستة.
بغيلي نمشي فالطائرة ديال الساعة عشرة الصباح.
زالزال بغيت نعْوَّط.
مانبغيش حاجة كبيرة و ثقيلة.
أعطيني الطّالون.
بشحال ديال الفطر الطازج؟
اشْ حَدّك، من فضلك. واش تقبلو الفيزا؟
اليوم غنمشي نشوف شنو كيدير الحي الصيني.
تروفا تْوَين تْوَين تِسْعَة تْلَتَّة تِسْعَة سِتَّة سِفْر سِفْر.
باغي نشدّ ضروسي.
بغيْتْ سَكْطَة ديال المكياج.
كنتسائل شحال ديال البقشيش خاصني نخلي.
فين نقدر نشوف "The Phantom of the Opera"؟
باغا نشري تحف ديال صحابي. واش تقدري تنصحني بشي حاجة؟
بشوية، من فضلك.
شحال كتقدر تكون قيمة الفاكسات الدولية ديالك في الشهر؟
مقلي على وجهين، من فضلك.
صافي، هاذ الشي باين واضح مزيان. الإثنين ديالكم عطوني رخصة القيادة و أوراق السيارة ديالكم. و نتا يا ولدي، خايفين غانضطر نعطيوك تحليل دم باش نشوفو شنو شربتي.
غادي يكون واجد بعد غدا فد العشية.
واش هادشي مصنوع من القطن؟
عندي دوائي الخاص.
اشْ شنوْ بان ليا في ديك السْياحة؟
إي، خاصك تطلب شي حاجة تشرب على الأقل.
بشحال ف النهار؟
هاد الباص كيتوقف قريب من الفندق؟
كنبغ شي بلاصة ديسك صغيرة.
kayn twayḥat ديال JAL و ANA غادين في عشرة وخمسة وخمسين. ولكن، للأسف، لكلا الرحلتين كاملين.
لي كايليق ليا مزيان.
واش نقدرو نحجزو طاولة لخمسة؟
ما فهماتش الإنجليزية أبداً.
أرجوك صرف شيك سياحي.
تقدر تهزّها من 9 ديال الصباح لـ 3 لواحد؟
بشحال تيبان الطيارة للمغرب اليابان؟
أنا مقفول برا. واش تقدر تفك ليا الباب، من فضلك.
واش واش أحسن رحلة باش نشوف الأماكن المشهورة؟
واش كاين شي مضيفة كتعرف اليابانية؟
بشحال ديال الساكين نقدر ندخل معايا للطائرة؟
لا، سيدي. هاد النية كاملة ديال الزطشة. غدا مزيان، ولكن.
غادي نسول الحارس على الثمن المناسب.
أنا معنديش بصح، آسف.
غايكونو عندنا واحد السهرة فليلة الجمعة. علاش ما تجيناش؟
أه، غرفتك تسعة مية و ثمانية، سيدة. هاك مفتاحك.
ختيار بزاف باش نقدروا نوصلو للمواد الخام اللي محتاجينها باش نكملو هاد المشروع.
سمح ليا، سيدي الضابط؟
هاد الطرانسبور غادي ديريكت لـ إدنبرة؟
واش هادشي داخل في الحد المعفى من الضريبة؟
خرّج أغراضي الثمينة، من فضلك.
شحال كيكونو الزوار مزحومين في النّوضات؟
باغي نشري شي تحف. واش كاين محل مناسب قريب لهنا؟
تا شحال مفتوح؟
هو خارج دابا.
مايومي، واش تقدري تميلي هاد الورقة بتوقيع ديالك؟
ها واحد ليك، سيدي.
ما عندي والو ديال الأمتعة اللي كنتمشى بها في الطيارة.
صافي، خد وقتك.
أنا هنا في مهمة إعلامية.
واش عندكم أفلام د الصيف؟
واش كاين شي طْرَن فحال هاد الساعة غادي ل واشينطون دي سي؟
اللي طويلين هما اللي ديما موضة دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
wash tqder t3tini b’lān d l-mترو?
واش الطريق طويلة؟
واش تقدر تبدل هاد الشي بواحد جديد؟
شخصين.
فين نقدر نخدم سيوري؟
ما كايش ليكوم لاباس. واش نقدر ننزل كرسيي؟
11:45 f sbaḥ.
واش تقدّر تقولي ليا فين كاين مطعم شباب مزيان؟
كانت السيارة ديالو ماشية بالسرعة القصوى.
باش ممكن نخلي ميساج؟ أنا كانعيط باش نتأكد من الموعد ديالي مع السيد إيبرت د الأربعاء الجاي على الساعة حداش.
واش تقدر تشرح مرضك شوية باللغة الإنجليزية؟
واش تقدّر تبعت تاكسي للباب الرئيسي ديال ويستمنستر مول؟
بشحال ديال المرات نقلب الطران بالحقاش نوصل لهاداك بلاص؟
واش هادشي صحيح؟ خليني نتأكد. آااه، أنا معذرة بزاف، السيدة تاكانو. هادشي غلط منا. ها الفاتورة الجديدة ديالك. واش تمضي هنا من فضلك؟
خمسة دولارات رجع، من فضلك.
صافي ديال البانيو ما كيتقفلش مزيان.
صافي غير باش نعبر ليك على شحال مقدرك.
صافي غتملا هاد الفورماس؟
واش هاد الموديلات ديال البلاستيك؟
أشحال ديال الماركات عندكم؟
الكعب عالي بزاف عليا.
أنا مقفول برا داري.
شحال هادي ف باريس؟
واش ممكن يعطيني طوابع بريد لثلاثة ديال البوسطالات المعلقة للمغرب لليابان؟
كي كاتكتب G-O-R-O-H.
تا تشرب شي حاجة؟
زدّر هنا.
عاجل برقية، من فضلك.
صافي، حسب توقعات الطقس، غادة تسقط الثلجة غدا.
بغيْت كورة.
بالاك. غنكونو فرحانين نديرو داكشي.
أه، واحد كوميك ماليزي. غانشري واحد باش نجيبو معايا للدار باش يكون موضوع ديال الحكي.
باش الطريق ديال النّجاح هو "Jinmyaku"، صّح؟
غادي نوصل للفندق ديالك حول الساعة تسعة دالليل.
عندي تقريبًا ألفين وخمسمية دولار في الين الياباني.
إيه، كانعطيو. غنوريك شي وحدة.
باش بغيت شي دوا د النعاس.
غادي نبقى هنا لحد التاسعة. نتمنى تقبض على المجرم فاقل وقت ممكن.
أكيد المجرم قريب.
عشر طوابع من فضلك.
عندي التهاب في الحلق.
بغا لي شي تحف من نيويورك.
أنا غادي نمشي. واش تقدّر تبعت واحد النّادل لفوّق؟
الساعة دي عطلات.
أه، واش؟ كيف جاتك؟
صافي حنا كنفتحو في تسعة ديال الصباح.
كنبغي واحد كرّاسة ديال التّلوين.
نظن/نعرف باللي غايتقلب ليا المعدة.
واش خاصني نمشي لبنك ياباني؟
خاصك تبدل فلوس ف بنك.
واش الوقت كافي للـ checkout؟
راجلك واحد من أحسن الزبناء ديالنا.
واش تعرف شي طبيب أسنان مزيان؟
آه. خاصك تبعت الإخطار للقنصلية فحالاً.
مخضوض، ماشي مهزّز.
واش بغيتي طاولة في المطعم الرئيسي ولا في قاعة خاصة، سيدي؟
عدد كبير من الناس كيمشيو للبحر ف الموسم.
كنت تقريبا كوزا مية وخمسين رطل.
فين نقلب؟
فين مكتب المفقودات؟
واش كاين شي طوبيس غادي لهاداك بلاصة مباشرة؟
واش محتاج شي معالجة خاصة؟
واش غتخلص بالفلوس ولا بالكريدي؟
نقلنا لهاد الدار عام اللي فات.
اشحال غادي ياخد الوقت باش يصدق ليا الفيزا؟
فين الحمامات؟
المبلغ الإجمالي المستحق هو مائة و أربعون و ثلاث جنيهات يا سيدة.
هادي هدية. واش تقدّر تلفّها في شي ورق مزين؟
يا له من منظر! هادو المسالك زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. واش فين المحطة هنا قريب؟
إيه، عندك حجز باسمك.
سمح ليا، ولكن باغي نمشي لفندقي في المدينة بالباص. فين نقدر نمشي نطوموبيل؟
شوية دجاج، من فضلك.
هادي هي الغرفة رقم 201. بغيت نطلب فطور دغبا.
شنو بان ليك في التحرش الجنسي في بلاصة الشغل؟
عندّي جوج خواتات.
رقم الرحلة 208، إلى طوكيو.
صافي خلينا نديرو حشوة من داخل.
نحاولو نتجمعو باش نناقشو هادشي بالتفصيل.
اش كيف بغيتي ديري شعرك اليوم؟
تقدر تقُولها بطريقة أخرى؟
نستاهل باللي عندك.
بغينا طاولة حدا السطاج.
لباس. واش غادي تمشي لشي مكان؟
تا هي 2400 متر فالعلا.
دخلي. أرجوك حطّها على الطابلة تمّا.
أرجو إلغاء رقم بطاقتي.
أكيد، كاملين باعو، ولكن غايجيو فداك شي يومين.
واش نقدر نشرب شي قهوة؟
ما عندي شي موعد، ولكن الأمر مستعجل.
هادشي معمرش مزيان.
فين السلم المتحرك؟
واش عندكم بروشور ديال الأحداث؟
فين هي مدخل الميترو؟
ضاع تذكرة الطيارة ديالي.
ما تقدرش تبقى هنا خلال العطلة؟
آه، كون كان عندي مانزعجتك.
تقدر تحجز فعاليات؟
واش كاين شي طواليت عمومية قريب لهنا؟
شحال كيجيو المجموع؟
هذا مزيان بزاف. دابا الأسئلة، من فضلك.
واش عندك شي صرافة للباركينݣ؟
أكثر آلة بيعًا لدينا خلال السنوات الأربع الماضية هي ناسخة AX-أربعة خمسة صفر.
واش ندور ل اليسار؟
واش كاين شي مضيفة كتعرف اليابانية؟
ثمن زوين بزاف، مشي كذلك؟
خاصك تاخُدُو تسعة وتسعين مرة في النهار، قبل المْأكلة.
أنا باغيْه بزاف.
بغيْت طْرِيبود.
كنبغي جاكيت ديال رياضات.
تقدر تقعد في داري.
باش تقدر نميل كرسيي شوية؟
صافي. كنت باغي نطّلع تاكسي، ولكن هادشي أحسن.
كوت عظيم. واش صُنع ف بريطانيا؟
باغا نمشي لـ Harvard Center. واش تقدر تقولي شنو وقت نوصلو؟
زوج ديال الكبار و زوج ديال الأطفال، من فضلك.
اشحال الثمن؟
كان فيلم "حرب النجوم" أكبر نجاح في سنة أربعة وثمانين وثمانمائة.
فين هاد القسم اللي ما كيدخنش فيه؟
هاد "T" بحال "T" ديال Tom، اه عندي هنا، Taro.
نظنها زوينة.
بغيت شي تفاح، من فضلك.
واش هادشي باش داير؟
واش تقبلو فين نوع ديال الكارتات؟
عندي الوقت فراصي.
آه، وقت الغدا. بغيتي نناقشوها على الغدا؟
دارت فين الكاميرا ديالي من الغرفة ديالي.
السلام عليكم، اسمي أودا. عندي حجز لليلة ديال دابا، ولكن غنتأخر شوية فالدخول. إذن، من فضلك حافظ على حجزي.
هادشي ديال الصباط متين؟
قول ليه كانستنا تليفونو.
كيقولو النفلونسا شايعة تمّا.
صافي دابا.
أنا مع الأسف. حنا كاملين ديال غدا الليل.
أنا مع بعض الصحاب.
بِالْنَّسْبَة لِغُورُو، السَّيِّد يَمَادَا لَدَيْهِ طِفْلَان.
تقدر تعاود؟
كنبغي ندير détour باش نمشي لبرج لندن.
أرجوك اربط حزام الأمان.
الرمز البريدي هو ثلاثة. رقم الهاتف هو اثنين ثلاثة أربعة ثلاثة أربعة صفر صفر.
سمح ليا. واش كاين شي جسر قريب لهنا؟
سمح ليا، بغيت نمشي للتحويشة.
داير شغل.
لباس ديالو ديما مْقَادْشْ.
واش عندكم بحر؟
هاد غالي بزاف.
كنت كنبغِي، ولكن خايف ما نقدرش نجي هاد المرة.
صافي، ما نعرفش تا واحد اللّي غادي ندير، ولكن غانحاول بالضرورة.
الملح، من فضلك.
بالأرجاء، استخدم غرفة الملابس هناك.
90 دولار للرحلة في اتجاه واحد. كاش ولا بالكرط؟
واخا تمسح الطبلة ليا من فضلك؟
اش كيف تربي الأباء اليابانيين ولادهم؟ واش كيكونوا زوينين بزاف مع ولادهم؟
واش تقدّر تقولي واش الساعات ديال الشغل؟
غلّفهم بشكل منفصل.
بطني تقيلة.
هذا مزيان. فين نقدرو نستناك؟
واش نقدروا نبداو نلعبو ملي يخلصو؟
العدد ديال السكان في اليابان تقريبا مية وعشرين مليون.
عمر هاد العناصر في بطاقة التسجيل.
واش نقدر ناخد حوايجي؟
واش عندك شال ديال الحرير؟ باغا حاجة نعطي لمرتي هديّة.
غادي نجيبو دابا. شحال رقم الغرفة ديالك؟
السيد كوباياشي كان باغي ليك.
كانبغي نسافر من شانغهاي ل هاواي بالباطل.
واش تقدّر تبعت واحد؟
واش تقدر تجيبها ليا غدا على خمسة د العشية؟
تاياخد عشرة دقائق بالرجل.
قبل ما نساليوم، نعطيك شوية ديال الدقايق؟
فين نقدر نبقى الطوموبيل ديالي؟
كنحس بالبرد و كرعي ديالي واجدة مزيانة.
سكوتش و ما، من فضلك. و واش عندكم شي حاجة نقدر نتْقرب بها؟
اش كيفاش نطفي هاد الضو؟
واش هو مزيان مشغول اليوم؟
بغيْت شوية خيط.
عطيني شهادة طبية، من فضلك.
بغيْتْ تقَصَّرْ هادْ لْحْجَا بِوَحْدْ إِنْشْ.
ما حسّيتش براسي مزيان. عطيني شي دوا من فضلك.
واش ممكن تعطيني جريدة يابانية من فضلك؟
صافي. واش نقدر نبقى السيارة في أي بلاصة؟ شحال كلف الإرجاع؟
واش تا واحد ديال الطوبيس غادي لوسط المدينة؟
واش كاين شي طائرة سريعة لبوستون؟
كون واحد صاحبي بالقلم.
غادي نبقى عند صاحبي.
واااه، فرحتني بزاف، ما نقدرش نقعد ساكت.
باش نقدر ننزل فندق هيلتون؟
باش بغيتك تمحيه.
شدّ ل اليسار ف هاد الطريق و خذ أول يمين.
باش بغيت نعرف واش ممكن تبعت هاد المجموعة ديال الأطباق ل طوكيو.
كنبغي شوية ديال القوة البدنية.
واش كاين شي أكل مشي حار بزاف؟
واش قريبة باش تمشي؟
بغيْت كريم ديال يدين.
تقدر تجبد ليا الملح؟
باغي نمشي ل وول ستريت. كيفاش نمشي لهاداك بلاصة؟
الرياضة بزاف غتضرّك.
شامل الفطور، الضريبة، ورسوم الخدمة، غادي يكون 45 دولار للفرد في الليلة.
تقدر تصلح هادشي؟
السلام عليكم. مرحبا.
ما كايناش شناطتك.
زيد مباشرة، من فضلك.
واش الماء هنا سالك نشرب؟
آه، هيا. دولارين غير.
واش ممكن تبدل هاد الفستان بواحد كبير شوية؟
أحسن، نمشيو. نقدر نعاونك فديك الخدمة ديالك بعد ما ناكلو شوية بيتزا.
إيه، السيد Tanaka. كاينة جوج رسائل ليك.
ما كايناسبنيش.
غدوة يوم جديد.
صافي نقدر نعاونك. باغا ڤيتامين سي؟
صافي، سرقو ليا التيكة في الطّران.
بعيد بزاف. مزيان دير تاكسي.
كنبغو بلاصة حدا الممر، من فضلك.
أنا ساكن في شقة كتمشي 80 ألف ين في الشهر.
باش نتقاطع؟
وريني واحد أوسع.
سمح لي. واش تمشي ليا تقلب معايا فال بلاصة؟
إيه، طبعا.
نزل للزّنقة و دّور ل اليسار عند السّمَافور.
بغيتي رولوات صغار ولا كبار؟
بغيْت غرفة وحدة فيها حمّام بثمن ثمانين دولار، من فضلك.
كانبغي نودع قيمة عندي في صندوق الأمان ديال الفندق.
واش عندك شي غرفة خالية الليلة؟
إيه، ولكن تأكد مزيان عندك تيكيط معاك.
غير شوية ديال الناس غايجيو مع الرحلة الاختيارية.
ماعليش. على كل حال، بغيتيني توصلني لوسط الحي الصيني. نبحث فيها بوحدي.
ناس جداد كيتخدّمو في أبريل.
إن شاء الله.
زوج سكوتش و ماء، من فضلك.
واش كاين لي كيلعب؟
واش تقدّر/ي اتصل/ي بيا إذا لقيتي تاشنتي؟
ل اليسار من فضلك.
تقدر تقف معايا باش نصوروا؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرس اللي قدام كيعور.
اش دايرة أحدث لعبة ديال الكمبيوتر مناسبة لواحد عندو خمسة عشر عام؟
نشوفو غدا.
واش كاين مطعم أقل ثمن هنا قريب؟
لا، ولكن شكراً. أنا حسّيت براسي مزيان.
واش عندك شي خبز؟
شحال ماهر فالعزف على الكمان؟
صاحبي زلق و طاح فالحمام.
واش ممكن تعطيني منفضة؟
تم حظر المسيحية وأُغلق البلد في وجه بقية العالم.
بشحال بغيتي؟
كوكتال ديال القريد للواليدة و واحد بحالو ليا.
باش تقدر توقع هنا؟ و من فضلك، حط توقيعك المختصر هنا.
كان لي الشرف الكبير بزيارة مقركم الرئيسي وإجراء نقاشات مستفيضة معكم. شكراً جزيلاً على تعاونكم الكريم.
شخيرك مزعج.
ما عجبني اللون في الآخر. واش نقدر نعاودها؟
خرج من داك الباب اللي تمّا، و سدّ في رقم ستة.
شْويَة دْجاج مْشْوي، عافاك.
واش ممكن نعطيك شي فورصة؟
إي، بغيت شي حاجة نقرا.
هذا السيد تاكاهاشي في الغرفة خمس مية وتسعة وأربعين. واش ممكن تبعت لي أربع قنينات ديال بيرة بودوايزر من فضلك؟
هذا سبعين دولار.
صافي اتصل بيا فندق ملي تلقا شْنوَا بغيتي.
بغيت تنبهني غدا الصباح في ثلث ثمانية، من فضلك.
إيوا، ولكن هذا بزاف و أنا ديجا شبعت.
بغيت شي غسول الفم.
ماشي مزيان.
واش كتعطيو تخفيضات على الكميات؟
طوكيو صفر ثلاثة أربعة تسعة أربعة خمسة ستة سبعة.
واش تقدري تعاوني باش نلقا الحديقة ديال الحيوانات؟
تقدر تقولي كيفاش ندوزّو؟
بشحال الوقت غادي تسالي النزلة ديال الطوريسطة؟
واش تعرف تستعمل التيليفون؟
صافي. عندنا شي ماركاتور زوينين ديال الهنود الحمر.
أبغيت واحد الكاتب يتكلم اليابانية، من فضلك.
كنا مهتمين بالموضة.
واش تقدّر تشدّ ليا طرّ؟
واش هادي عيادة إف؟
أهلاً، السيدة ياماغوتشي؟ الطرف الآخر على الخط. تم قبول مكالمتك. تفضلي، من فضلك.
فين نقدر نشري تيكيت ديال المصعد بالكوبون؟
واش في شحال غانوصلو ل Los Angeles؟
تمشي دغيا خمس دقايق تقريبا، ودار ل اليسار.
هاد الطريق لواحد البحر.
هاد الأعشاب كتعاون على تجديد الجسم.
هادو مصنوعين ف اليابان، واش؟
صافي. من هنا من فضلك. غنوريك لدارك.
لا بد لي أن أغادر الفندق قبل الظهيرة.
شحال كاين جوج برجر و جوج قهوة، من فضلك. باغي ناخدها معايا.
واش نقدر نمشي بهاد الروينة؟
أنا طلبت لحم، ماشي سمك. واش ممكن تبدل هادشي؟
ولدي/بنتي معيا بزاااف بالزربة.
باغيلي تقيا.
هاد الستة ماشي قدّي.
كانبغي نشوف السي ويليام.
فيه خليط من سبع فيتامينات ومعادن.
السن مفكك.
واش نقدر نعاود فلوسي ملي نرجع لليابان؟
اش طابلة هاد الطبق؟
فين صُنع هادشي؟
تقدر ديرها في عشر دقايق؟
أنا مازال مكيتقنّاش الإنجليزية مزيان. واش عندو شي واحد هنا كيتكلّم اليابانية؟
فين نقدر نشري طابليط ديال الميترو؟
غادي يوصلوك عشرين عينة إضافية بالبريد.
ما نعتقدش هادشي ليا، لبشرة ديالي ناشفة شوية.
واش ممكن تعطيني برنامج الوقت، من فضلك؟
إي، أظن غانستنى.
99 دولار في الساعة لكل طفل.
أفين، صافي تْبيعو.
لا بد أن يكون الهدوء.
عندي معداتي الخاصة.
مفتاح الغرفة، خمسة صفر ثلاثة، من فضلك.
بشحال الوقت غادي يعرضو فيلم Terminal Man؟
فين الكوافور؟
بسبعة ديال الساعات، من فضلك.
حقيبتي مكسرة.
تْشوفْ لْحْوايجْ.
أنا من إسبانيا.
شي حاجة مضروبة في هاد الكارت. واش تعطيني واحد آخر من فضلك؟
عندي طفح جلدي في يدي.
أرسل هذا بالبريد الجوي إلى اليابان، من فضلك.
فين أقرب صيدلية؟
زيد واحد ديال النبيذ، من فضلك.
الناس مزيانين بزاف و فيهوم اللطف.
بشحال ديال الدفعات مدرجة في السعر؟
واخا ساليتي.
فين هي بوابات الصعود للطائرة هادي؟
إذا كان ممكن، واش تقدر تحجز ليا طاولة حدا الضيقة؟
واشنو السميو ديال الإعلان على الصعود للطائرة تقال مزيان؟
حنا في علو 12000 قدم.
أولاً، بغينا نشوف وول ستريت.
فين هي المحطة ديال الباص اللي غادية لـأوكسفورد؟
غادي نستنى حتى البراندا تكون خالية.
باش نقدرو نشوف شي محافظ جلْد؟
تا نْشوفو التلفزيون. كاين ماتش ديال البيسبول.
صافي، غتكتب عنوان ديالك باش نتواصلو معاك هنا؟
قول ليا فين أقرب صيدلية.
للفندق ديالّي، من فضلك. عنوان فندقي هنا.
بشحال عدد العمالات بالإضافة إلى طوكيو؟
سدي التليفون واستنى شوية من فضلك.
اش كاتدير عادة في دارك بعد العشاء؟
بالاك. واش واش بغيتي تلعب غولف؟
غادي تكون في دارها حول ثلاثة.
باغا بغيت نتصل بالسفارة اليابانية.
شوية مزيد.
فين كتمشي طوبيسات السياحة؟
بشحال كتخلص باش تبعتهم لليابان؟
ما عندي حتا نّادي و لا صباط.
واش اليورو الياباني مزيان؟
واش عندك موستانغ؟
غادي نقفزوا من هنا؟
سيّد كواي، راه عندي ليك طابلة دابا. تفضل بهاد الطريق، من فضلك.
واك. نزل الدرج اللي حداك و غادي تشوف شي إشارات. غير تبعهم.
الاستقبال. هل أقدر نساعدك؟
تقدر توصلني لفندق هيلتون، من فضلك؟
واش كاتكتقدا تخدم حتى ليل بزاف؟
أفين، معليش، ولكن صافي ما بقاش. واش نقدر نعطيك جرائد باللغة الإنجليزية؟
طاولة لغير المدخنين، من فضلك.
تقدر تخبرني قبل ما نوصلو لـدورهام؟
هذا طازج؟
ما صواب. دايما كتعاملني.
شحال ممكن توريني شي فساتين؟
تقولها بحروف، من فضلك.
أنا كنْسْكَر بالخمر.
تحدا راسك، الطقس في الجبال كيتغير بزاف.
شيك سياحي والين ياباني، واش؟
صافي، سولت مع الخدمة ديال الدار و مع مكتب المفقودات. ماعندهمش.
صعيب باش تلقاها. كاينة في طريق صغير خارج من الطريق الرئيسي.
ما عندي فكرة على داكشي.
نقدرو نْهضرو فيها ف واحد الكافي."
صافي، يعني ما خصنيش نعطي فلوس التصليحات، صواب؟
أعطيني العامل، من فضلك.
تقدر تحلّ السرج شوية من فضلك؟
تقدر تستضيفني الليلة؟
صافي. غنخْدْ غْيْرْ جوج. شكراً.
ها هو حسابك. ثلاثة دلّارات و سبعة و تسعين سنتيم.
نت مزيان.
أعطني من فضلك جدولًا مع منظر ليلي جميل.
واش هادشي ديال الصناعة ولا باليد؟
باغيْ نْكْرِي هاد النوع ديال السيارة لِ 24 ساعة.
كان من دواعي سروري مقابلك.
داير حالة.
أه، شوفو شنو كاين عندك.
آه، تخيل غير شحال غادي يطول الخدمة ديالو إذا سد سؤال واحد مزيد لكل واحد. يلا بينا، خلينا نمشيو بسرعة ونجيبو الحوايج ديالنا. خاصنا نمشيو عند التصريح بالجمارك دابا.
اشحال الوزن؟
واش كاين مطعم صيني هنا قريب؟
المنصة خمسة تمّا تمّا.
واش ماتش ديال كورة غادي يوصل فاش الوقت؟
ماشي سالا. واش تقدر تشوف الكاميرا ديالي؟
قهوة مع كريم و سكر، من فضلك.
نظن أن هناك بعض الأخطاء في الفاتورة.
عطيني داك واحد.
هادي الباب سبعة.
واش انتي سكوتي؟
٣-٢-١-٢. صَبرْ شوية، واش؟ باغي نبْعَت ليك شي حاجة هنا. سَمْح ليا.
مية وخمسة وثلاثين ين لكل دولار.
التنانير القصيرة مع الجوطيات لن تخرج أبدًا من الموضة.
واش نقدر نهضر مع المدير؟
واش الثمن ديالك مختلف على عداد التاكسي؟
باش نشوف هاد واحد؟
وعدت راسي ملي شفتك، غانعرفك.
اش خبارك واخا؟
ماشي مزيان دابا. واش تقدّر توصّي بدكتور؟
فرحك مزيان. سير قدم.
واش كاين شي عرض ديال الرقص؟
ماشي كتعاود.
بشحال من الوقت من هنا إلى دار البلدية بالقدم؟
تاخد هاد الدوا بعد كل وجبة ملي كيحمقك بزاف.
كتدير فلوسك في ظرف مزوق خاص كيتسمى شوجيبوكورو.
واحد مصاب.
شنو نقدر نشري ليه؟
واش عندك شي بلاصة ديال البلاصات ديال الميترو؟
عندي واحد الغرفة مجهزة ليك في فندق غراند. تقدر تمشي ليها؟
عندي ألم في عيني اليمنى.
أنا ماشي مزيان بزاف بالالمانية.
نݪازينا نلقاو راسنا مزيان.
تقدر ضيق ليا هاد السروال؟
واش نقدر نستعير مضرب وكرية؟
واش تقدّر تقلب ليك شي صرّاف صغير؟
واش نقدر ناخد نص قرعة؟
السلام عليكم. أنا جون.
ناكاي.
بغيتي نشد ليك و لتاكسي ديالك صورة؟
مشيت نتصل بخصوص طابلة ضايعة ثلاثة أيام من قبل.
كنبغي فندق أرخص.
أوه، كاين بزاف ديال الحوايج اللي خصك تشوف في غرينيتش فيليدج.
في شغل. عندي واحد المعاملة تجارية تمّا.
تايڭ لكا ف ستتك.
واش تقدر تْحافظ على المْحقونة ديالي؟
واش عجباتك هاد الفكرة؟ نقبلو الشرط ديالك ديال الإشعار المسبق بستة أشهر، بشرط تعطيونا الحق في البيع لمدة ستة أشهر بعد انتهاء العقد.
سمح ليا. واش كتعرف نيويورك مزيان؟
غادي نستناو. أرجوك اتصل بنا ملي تكون واجد.
باغي نشوف طبيب ديال الجراحة.
واش هاد المكونات طبيعية؟
كانبغي نركب في سيارة سبور.
الرمز البريدي ديال المنطقة هو صفر ثلاثة. الرقم هو ثلاثة واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
زاد فيه البرد.
شي سيارة صغيرة غاتكون أحسن.
باغا بغيت نشيح هاد الشحنة العامة.
صافي نمشي نعطيه لواحد المسؤول.
بشحال بغيتي؟
آه، يا مسكين. ما كنتش عارف(ة) عندي هادوك مزال.
واش عندكم كراتين باش تبعتو فيها الطرود؟
واش شركة الطيران غتخلص ليا مصاريف الفندق و المأكل؟
هادي كامل شناطتك؟
كيف بغيتي تصوني؟
آه، غالية. ماشي مصنوعة في اليابان، إوا؟
شحال من فضلك تبعتيني الملح؟
فين أقرب مطعم من هاد الفندق؟
كنبغى شامبو للشعر العادي.
واش واش كتقدر تخمن متى غايتلقا؟
نتمنى لك عام جديد سعيد جدا.
غادي ناخد سبرايت كبيرة.
قولها مرة أخرى بشوية.
سمح ليا. باغي نطلب.
عندنا قريديس نيوبورغ و ريوس كتف لحم الضأن.
كنبغي غرفة فيها منظر زوين.
ثلاثة كؤوس ديال عصير البطيخ، من فضلك.
عندّي ثلاثة ديال الأولاد.
تمشي ديريكت ف هاد الهنا و دير لفيرا على الزنقة. غتلقاه على يدك اليمنى.
واش هي رحلة ديال نهار كامل؟
بشحال تـيـكون تـيـكيت ديال الذهاب و الإياب لـأوكسفورد؟
أنا كنمشى للكلوب ديال الرياضة بواحد النهار على واحد.
فين نقدر نبقى خلال السفر؟
اش الوقت ديال الديبار؟
بشحال كيكون ثمن المرشد في النهار؟
فين نقدر نمشي باش نلقا السي دي؟
سمح ليا. أنا طالب جامعي من اليابان. واش نتوما طلاب ديال NYU؟
واش تقدر تعطينا رأيك في هاد البلان؟
آكي، واش تعرف شي بلاصة فين كايبيعو البلاطات مزيانة حدا هنا؟
بالصرف أو بالكريدي؟
انا شغال في شركة ديال التجارة.
ماشي مزيان تسول الناس شحال كيدرو.
هادو لْجينز ديال لْليڤيْز 501 أصليين؟
واش في واقت نقدر نتسبح؟
ما باينش فيك عمرك فوق واحد و عشرين عام.
واضح. في الواقع، فيه فيلم سريع. بغيتي نشلو؟
شريتو دابا.
نأجي ليك واحد دابا.
ثمانية دولارات. وها واحد جا دابا.
أرجوك أوريه مع الحاجات اللي شريتيها للجمارك في المطار.
واش أي واحد من المحلات الكبيرة عامل تخفيضات دابا؟
أصحاب، وصلني مع محطة ديال الإطفاء.
عندي الباتري مفرغة.
وقّف فالتقاطع اللي جاي.
آه، ها هو. و واش كل واحد خصو يملا هاد الورقة ديال التصريح الجمركي؟
و شنو سميتك من فضلك؟
باش ما تشوفي حتى نعاود نتصل بيك بالجمع؟
السلام عليكم. لاباس؟
فين قسم السفر؟
شكون السّمية ديال الشخص اللي باغي تحكي معاه؟
سمح لي، هو مشي هنا دابا.
شوف لهاداك. شوف لهاداك. غتقول ليا الفرق بين هاد السيد و هاداك هو الحظ؟ محمد، سد الطريق شوية، الله يعطيك الصحة. ما عندك باس نزلّك هنا. أنا متأخر. صاحبي، كان خوش باش نتعرف عليك، اوكي؟
واش لغرفة ديالك تطل على المدينة؟
واش عندي شي رسالة؟
زال غالي بزاف. ما يمكنش نعطيه ليا بثلاثة دولارات؟
بغينا غرفة من الدار من الخلف.
غادي نشرب كاس ديال النبيذ.
كنتي زوينة.
باغِ بغيت غرفة فيها سريرين مفردين. شحال ثمن الغرفة في الليلة؟
تقريبا تسعة وتسعين ميل.
فينس و ليندا باغين يكونو بوحدهم، صافي مخافش غانضطر نبقى هنا الليلة.
من فضلك ضع هذه الأمتعة في المخزن المؤقت.
سميتي ساتو.
kan3ref fen 9a3t ʒaz dial l-mdina l-qadima.
غادي ناخد هاد المنيو الثابت.
باغي نجرب نفس الطبق ديال داك واحد.
غادي ناخدوه.
هاد تقدر توصل للدار السادسة؟
جلد التمساح؟
هدّيه في كيس الغسيل وخليها تمّا.
باش بغيت نطور هاد الفيلم. واش واش غيكون سالي ممتى؟
أفْيْكْ هاد المفتاح لواحد غير أنا.
صافي. غنشدك من الفندق ديالك في الثمانية ديال الصباح.
النافذة مزيانة.
خلي شعري الطويل ينزل على عيني، من فضلك.
واش كل مصاريف النقل مضمنة؟
دار الأوبرا المتروبوليتانية.
فين الكونتوار ديال كراية السيارات؟
كان عندي سخانة من البارح.
ما عجبنيش.
اشْحالْ ديالْ لخُضْرَة عندك؟
كنبغي شي دويرة خفيفة تدوم.
واش الدكتور غايجي متى؟
داك اللون ماشي هو اللي بغينا.
دارت الضرس/السن.
واش هاد بلاصة حدا الممر ولا حدا الضيقة؟
أنا مهتم بالمشي في الجبال.
واش تقدّر توصل ليّ شناطي للغرفة؟
وريني واحد لصبية.
تقدر تجبد هنا؟
واش عندك شي حاجة بثمن حوالي ثمانين دولار و صفر سنتيم؟
عطشان.
ما بغيتش الحليب، من فضلك.
عندي ثلاثة كيسان.
فين بحيرة؟
سمح لي. ضغط على الزر ديال التصوير، من فضلك.
واش نقدر نحصل على مجلة ولا شي؟
داكشي جنوب.
بشحال تياخدو بلاص ديال البلكون؟
كنبغيو غرفة تطل على البحيرة.
واش كاين شي صناديق ديال البريد قريب من هنا؟
صافي. نمشيو ليك لهاداك بلاصة.
الجزئ المكتوب *بخط مائل* يشير إلى التغييرات التي حدثت في التسعينيات.
هو عندو ثلاثين عام.
صافي. واش تقدر تكتب العنوان مرة أخرى على هاد الظرف؟
كنبغ نمشي لهارودز. واش تقدر ترسم ليا شي خريطة من فضلك؟
اش كاتدير/كاتديري وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
كنبغي واحد الريموت ديال الكاميرا.
واش نتا لخر في هاد الصف؟
نظن أنها محجوزة بالكامل.
تصويرة مزيانة. خارجة شوية.
واش تقدّر تقولي واش هنا شي بلاصات زوينين و لا معالم سياحية؟
واش كاينين شي بلاصات ديال الشرا والتجارة قريب من هنا؟
أنا كذلك.
كانبغي ننضم من سان دييغو.
كنت مفكر/ة ناخد داك الكورس ف السمستر الجاي.
الخمر ماشي بارد بزاف. غتزيد تبّردها؟
تقدر تبدل هاد الحلقان لشي شكل يتلبس بالكلبس؟
اشْ شنوْ كْتَهْتَمْ بْيهْ داباْ؟
بغيْتْ نْرجعْ فلوسي. واشْ نقْدَر نْرجعْ فلوسي؟
ما يمكنش نشرب شي حاجة بحال هادي فحال أي بلاصة أخرى.
باش كتشد هادشي تا هو، كيمشي ليك المبلغ المعفى من الضريبة.
باش تقدر تشوف شهادة التلقيح ديالك، من فضلك؟
واش كاتسافر بزاف؟
أنا من الولايات المتحدة.
عندي تذكرة طيارة لسان فرانسيسكو.
ila kan fqat khamsa 'ashra dqiqa mn l'istasyon, ghadi nmshi.
كنبغي فندق شوية أقل ثمن.
البونساي تبان بحال هواية ديال الناس الكبار.
مازال مزال محددش. واش ممكن تعطيني شوية ديال الوقت؟
عندي صداع.
باش تاتشرب معايا قهوة؟
كنبغي شهادة طبية ووصل باش نعرضها على شركة التأمين ديالي.
آه، لا. الله يعطيك الصحة، سَرّعْ. حنا متأخرين.
مانبغيش نصرف أكثر من عشرين دولار.
واش علاش الطيارة ما كتعلقش؟ قول ليا شنو كاين.
بشحال الثمن ديال الطّريحة؟ واش تّكتب ليا الثمن فّ ورقة؟
بغيْتْ نْكْرِي شي طْرْفَا.
صبر شوية، من فضلك.
واش السيدات يلبسو فساتين سهرة؟
متلمسنيش.
واش عندك سيجار؟
إذا ما كانت الريح مشي قوية بزاف، نقدرو نمشيو لـ "تيكي بوينت".
زويّن.
غادي نسد دابا. شكراً على انتباهكم.
واش عندك هادشي بلون آخر؟
مين هاد؟
سمح ليا. واش تقدّر تقولي فين كاينا بلاصة ديال التاكسي؟
و شنو غتشرب؟
ها هو.
فين أقرب محل ديال الأدوات؟
همم. ما خدّمش، شفتي؟ تقدر تمشي تجلس في بلاصة خاوية، إذا بغيتي.
أنا كانبغيه/كانبغيه هادشي.
صافي سيدي. و آش بغيتي تاكل في الديسير؟
Coach ولا Pullman؟
شيكات السفر. شكرا. هاذيك تيكيت ديالك و بوردينغ باس. كون حاضر، الله يخليك، ساعة قبل موعد الإقلاع.
داكشي كيعور.
السّمية ديالو غورو موتوياما. والرقم ديالو صفر ثلاثة ثلاثة اثنين ست واحد اثنين أربعة تسعة خمسة.
كنحس بالمرض بزاف.
واش كاينين شحال ديال الساعات ديال عرض ديال فيلم "Kussii's Love"؟
صافي. غتحيد الكافي دابا ولا شوية د بعد؟
قول ليا شنو هاداك أحسن نادي ريغي فنيويورك.
بشحال منتوج ديالك مازال مختلف على منتوجات ديال المنافسين ديالك؟
واش عادي ما والو ما كيتسمعو التعليمات ديال السلامة؟
واش الدرب الخلفي خطر؟
إيه. أرجوك اتّبع الإجراءات اللازمة.
إيه، واحد فقط. واش منين غنعرف؟ كيفاش غيتعوض؟
ها هي بطاقة هويتي.
كنفضلو طاولة حدا الضّريسة.
قول ليا شنو هي أرخص طريقة باش نمشي لسان فرانسيسكو.
واش تعرف المطعم ديال كيويا؟
واحد الطريق.
غادي نسمن صافي غنمشي نعاود نشرب ونكل ونقعد.
واش كاين شي نادي ليلي مزيان كايقدم عرض ديال الفلامنكو؟
لبسة زوينة بزاف عندك.
ريسي كتعورني.
فين أقرب محل غسيل؟
واش ممكن تبدل معايا بلاصة، من فضلك؟
صافي تفرّقو بلاصاتنا.
صافي، بغيت هاد الطّرد يكون مْضمّن تا هو.
الفاتورة واصلة لمئة دولار.
المخارج الطارئة موجودة في الأمام والوسط والخلف من هذه الطائرة.
صافي، حجزك متأكد منو.
الكعب عالي بزاف.
بغينا طاولة في التراس.
يعني الفيلم ممكن ما يناسبش الأطفال اللي تحت 15 سنة. لذلك الأباء والأمهات خصهم يفكروا مزيان واش يسمحو لأبنائهم يشوفوه ولا لا.
اش كيف بغيتي الفلوس؟ أملأ هاد الورقة ووقع هنا.
أحيانًا بطني كتعورني.
واش عندكم شي أكلات قليلة في السعرات الحرارية؟ أنا ديالي دايرة ريجيم دابا.
ما كاينش مصاريف.
إي، عندي تيزيت ديال فريق الجايانتس و فريق الدودجرز.
حنا واحد من الموردين الأوائل ديال الحاسوب الصغير.
شكرا. أنا كذلك. مع السلامة حتى ذلك الحين.
شحال وحدة فيها باينيو، من فضلك.
طيحت من الدروج.
واش شنو غدي توصي به ديال النعناع؟
همم. هاد واحد. اللون باين ليك مزيان.
فينين الكتب ديال اللغات الأجنبية؟
تقطيعة و لا وحدة و عصير سبرايت.
عطيني شي سيجائر.
ما يمكنش تدخلها للبلاد- معليش. باينة هاكا سالات سالة.
إيه، أنا كذلك. كانوا عايشين حدايا في كاليفورنيا ولكن مشاوا لفلوريدا قبل سنتين. ونتَ/نتي؟ واش مسافر/ة بوحدك/وحدك؟
أنا مريض.
ولدي باين تعبان بزاف بالحرارة.
بهاد الحجم، من فضلك.
كاي عطيو وسام الاستحقاق الثقافي للفنانين و العلماء المتميزين في هاد النهار.
أنا ياباني.
دا غالي بزاف.
إيه. خد واحد الباص اللي غادي لـ كيوتو-إيكي.
واش خاص بالعضوية؟
الثمن ديال الدار ستة الاف ين في الليلة.
واش نقدر ندخل هادشي معايا للطائرة؟
صافي. اللي باغي نعرف غير واش هاد الخدمة غتخلص راسها في يوم من الأيام.
صافي. بغيتي شي وحدة ديال شال مع داكشي؟
شحن البطارية، من فضلك.
واجد باش نطلب.
الملح ديال الاستحمام العشبي كيخلي البشرة ديالك نعمة وطرية.
كتب اسم شركة الطيران ورقم الرحلة كذلك.
بالحق. اليوم الأحد، والأحد هو أسوأ يوم.
إيوا، هاد مشكل ديال التخلص من النفايات.
كنبغيهوم هاد النموداج في خدمة لخمسة أشخاص.
كثير من العائلات عندها دخلين.
آه. هاد السيلڤر غزال بزاف و ما كاينش بحالو، "القمر و الجرس". متأكد بغيتي تبدلو؟
يا أمي وأختي غادين يجيو من اليابان باش يشوفوني. غايوصلو هنا حوالي سبع د العشي.
البني دايرا رواج كبير هاد العام.
فكرة مزيانة. واش واش كتقلب تجبد؟
صافي. عطيني شي جوج بلاص.
فين السوق؟
كانبغِي نجرب البدلة الجديدة ديال السباق ديالي.
كنت ظنّيتكم غير كليتو المعجّنات.
بشحال تايكمّل تيكيت ديال الدرجة الأولى لـ إدنبرة، من فضلك؟
باينة فلوس اللي عطيتي ليا ناقصة بعشرة دولار.
صافي دابا عيطت للسيد سميث في الغرفة رقم مئتين واحد، ولكن ماجا حتى جواب. واش تقدر تسولي واش باغي يقرا هنا مزال؟
كنبغيه يكون مودرن.
أخدم في شركة نشر.
أبغيتيني تملا هاد الشي؟
فين هاد الدرب؟
واش تقدّر تّوزّن هاد الباكيط؟
اش كاتسمي داكشي بالانجليزية؟
زيد طلع بهاد الدرب، و غادي تلقاه على يدك اليمنى.
باش بغيت نأمن هادشي.
صباح الخير. هنا مكتب الاستقبال. واش نقدر نعاونك؟
صافي. دخّل/ي.
إيه، سيدي. كانجي لهنا كل يوم باش نتفطر، من الاثنين للجمعة، قبل ما نمشي للخدمة.
ماشي مشكل.
أعطيني ثلاثة اثنين ستة اثنين تسعة واحد ثمانية.
إيه، نقدر نخدموك من سبعة.
أَرجوكَ تَسْطَّحْ هُنا.
يا له من خدمة سريعة.
يمكن يجي بعدا.
من فضلك انعطف يساراً عند المفترق القادم.
سمح ليا. كيفاش نمشي للبنك؟
واش كاين طوبيس غادي للمتحف ديال فورد؟
إيه. شنو سميتك ورقم الغرفة ديالك، من فضلك.
اشحال قدّش كتاخد باش توصل اليابان بالبريد الجوي؟
صافي. نتلاقى في الساعة دوازة ديال نهار الأحد.
كانبغي نمشي لنيويورك ونمر من تمّ لتورونتو.
السحاب مكسور. عندك المزيد من نفس النوع؟
هادشي شوية مقرف.
واخا تقدر تعاود تأكد ليا طلبيتي ديال الطيارة؟ هاذيك تيكيط ديال الطيارة ديالي.
واش عندك هادشي بلون أخضر داكن؟
تقدر توصلني لكانتربري و ترجعني؟
واش نقدر ناخد فورشيطة جديدة؟
شكرا بزاف على لطفك.
أفين، ما كانديروش بيع تذاكر ديال الدار ديال السينما.
باغي نشوف هادشي.
آه، هاذ مزيان. شنو غاندير؟
باغي نبقى هنا يومين زياادة.
أبغِي نْغَيّر بلاصتي.
عندهوم شي قريدۃ مزيانة بزاف اليوم.
بشحال لخرجة؟
تدخّن ولا لا؟
غالي بزاف عليا. ما تقدر تخفض الثمن شوية؟
أنا مفتوح الصباح ديال الأربعاء ولا الفاخرة ديال الجمعة.
ما حجزت والو.
باش دابا فصالة الصيف فاليابان كيكون سخون بزاف، و ما كانش عندنا طابور فديك الدّور.
واش تقدّر تجيب ليا طّاكسي غدا الصباح على الثمانية؟
دا مزعج.
واش ما نْستناو حتى الطوبيس تحت السطاح؟
وا، كينجي. خليني نبان ليك المكتب.
إيه، مفتوح من تسعة لـ تسعة.
ما نقدرش نعس مزيان ف الليل.
كيف تأثرت الأعمال بالركود؟
عندي موعد آخر.
واش ممكن تعطيني خريطة ديال المدينة؟
ها هو بالضبط ما كنت باغي.
ما فهمتش الشرح ديالك.
لا بدلي نمشي بترانزيت. غادية لبوستون.
فين أحسن بلاصة باش نشوف شنو زوين في هاد المدينة؟
واش تدوم؟
استمتعتُ بزاف.
صافي، بغيت يكون عندي وجه صغير بحال وجه جوليا روبرتس.
باش تاخدي هاد الشي، من فضلك؟
المسافرون المغادرون على متن رحلة الخطوط الجوية ABC رقم 703 المتجهة إلى طوكيو، يرجى التوجه إلى البوابة 20 لإجراءات حكومية.
فين هي المحطة ديال الباص ديال B؟
في السيڭل، من فضلك.
فين نقدر نشري بواطة ديال الطبلة؟
واش نقدر نجيب مرشد كيتكلم اليابانية؟
باش تندير ليك صورة؟
ما كلت هاد الطبق.
قَطّعتْ صَباعي. واش عندك شي مَعقِّم؟
واش ممكن عطيني طابع ديال خمسة وتسعين سنتيم؟
غادي نكون هنا بـ 7 وربع.
بغيت عطر.
واش ممكن تعطيني جدول الزمان؟
واش غادي تمشي للمدرسة هنا؟
بشحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
أكيد حطيتو في حقيبتي.
يَدّيك فوّق!
واش عندك شي مطعم تقدّر تنصح بيه قريب لهنا؟
واش تفضل الدارڭ ولا الصباحي؟
واش تقدري تقولي فين غاديين بالطائرة؟
تيكيت ديال النقل، من فضلك.
فين بلاصة مزيانة باش نمشيو فيها د واحد النهار؟
باغة الكالي حمرا بغيت، نفس النمط ديال هادي.
زالك جدول المواعيد غدي دير؟
واش شحال الوقت اللي بنك يفتح؟
كنحس بالمرض.
بغيت نفهم، بغيتي ترسم ليا شي خريطة؟
برّا.
خُدْنِي لِسْطَاحْ.
واجب نجي للمستشفى كل يوم؟
كرشي تقلان.
بشحال تمن ديال البريد باش نعطّي هاد الرّسالة لليابان؟
كنبغ شي كاس ديال شيري.
واش خاصك شي واحد يجيك من المطار؟
التح boarding غادي يبدا في 4 و نصف، فين بغيتو تكونو قبل ديك الساعة.
من تلاتة ديال عشر ألف ين.
فين نقدر نشري كرط طيليفون؟
واش نقدر نعاودو في مدينة أخرى؟
كنخطط نبقا غا 12 يوم.
بالضبط، خلي الفوق شوية طويل.
خاصك تشوف متخصص.
شي شوية ديال الدقايق، من فضلك.
رقم المسار أربعة عشر.
أه، واش ديرها؟ عندك بزاف ديال الاختيارات.
ما كايناش فحال هادوك فين ما دورت.
واش عندكم شي بلاصات فارغين ل لندن؟
كنبغى نسخة من محضر السرقة.
داك الدكان واحد البلوك تحت فالدار.
واش تقدر تعطيني طرف دخان معاك؟
واش هاد السيكارات خفاف؟
صافي. بحال هكا.
القطار السريع الموالي غادي يجي ف ساعة.
كنبغي نطول يدين هاد البلوزة ديال رياضيين.
عندي حجز. هذا رقم التأكيد.
عيد ميلادك قريب.
القطارات معطلة بسبب الإضراب.
تقدر تصلح هادشي؟
كانت الشارع مزدحمة بالسيارات.
هي الدار الثانية على اليسار من ديك البناية البيضة.
حجزنا بلاصة ديال 25 أكتوبر، المغادرة على 11 ديال الصباح.
لا، شوية لقدام. تمّا، إيه.
إيوا، هادشي ما كيشمل المأكل.
فين نقدر نعوض هاد التيكيت؟
واش علاش كاين هكا؟
باغي نتريح شوية.
لبغيتي، طوموبيلتي تعطلات، عافاك جيني و خودها.
كنبغي شعري يكون شوية طويل من الدار.
اش من نوع عندكم؟
وافق. واحد من الأماكن اللي كنبغي بزاف.
اش من موديل عندك في بالك؟
سميتي ميشيكو تاناكا، و رقم الطيارة هو خمسة واحد ل طوكيو.
واش تقدّر ترسم ليا شي بلاصة بسيطة من هنا؟
فين غادي نلقاو؟
كنبغي شعري يكون مزيف بحال ما كان.
عطيني خمسين، من فضلك.
فين نقدر نسجل في الطائرة ديال جاڵ؟
اش دايرين داخل؟
واش كاين شي بلاصة ف المنطقة معروفة مزيانة؟
عطيني شي صراف، الله يعطيك الصحة.
صافي. غنخلي تاكد باش شناط ديالك يكونو هنا.
هذا هو الاختصاص ديالنا، دينيس مشوي.
غادي نبقاو.
سرقوني.
صافي. واش خاصني نبزطو؟
غادي نتّقسمو.
ما عندناش هاد النوع بالزبط دابا. غنخلي نشوف شنو عندنَا في المخزن. سْتَنَا شوية، من فضلك.
سكوتش بالماء، من فضلك.
هادشي زوين. شحال ثمن؟
خُذ هاد الوصفة للطبيبة. تقدر تشري الدوا تما.
أنا طلبت داك.
إيه، تقدر تبات في أي محطة بين هنا و شيكاغو.
فين نقدر نشري شي تحف؟
غالي بزاف. ما نقدرش نشريو.
واش ممكن نعطيني نمرة ديال ABC و الشركة في شيكاغو من فضلك.
فين الكاتدرائية؟
اش كيف بغيتي البيض ديالك؟
داكشي حدا هاد الباطو.
لا، أظن نسّاو يجيبو واحد لينا.
صافي. تمّ التأكيد. واش نعطيك رقم ديالك باش نتصلو بيك في حال احتجنا؟
شْحال سْمِيَّة د لْفَنَّان؟
واش نخليّو يعاود ليك ملي يدخل؟
بغيْت نْهَزْ هَادَا.
كنبغي هاد الخدمة ديال شمبانيا الاستقبال بعد الصعود للطائرة. سمح ليا نرفع نخب لصحتك.
أربعين دولار في اليوم بالإضافة إلى ثمانية سنتات لكل ميل.
نْظَنّ خمسة دُولار.
ماشي هذا طلب ديال واحد آخر؟
واش تقدّر تقولي كيفاش نمشي للمتحف؟
أنا آسف بزاف، ولكن كنبغِي نأجل الموعد.
واش تقدّر توصيني ب واحد النوضة؟
غادي تمشي طْرِيقْ الثّامنة.
kanbḥat ʿla wāḥed ṣṣāf b wāḥed ḥẓzām ymkn liy tbdl fih lṭūl.
كنبغي يبقى الثمن تحت مية وثمانين دولار.
غادي نسولك ملي نشوف شوية.
إيه. حجز لست ليالي من فضلك. ابتداءً من ثلاثة وعشرين يوليوز.
واش تقدري توريني شي وحدين آخرين بتصاميم مختلفين؟
اش نوع ديال العصير بغيتي؟
واش غادي تمشي لدارك في العيد؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
كان هذا مكسورًا بالفعل عندما فتحت الطّرد.
29 غشت.
كنبغِي نعطّي هادشي بالبريد السريع لليابان.
عيد الشكر على العمل. إنه يوم شكر لكل من يدعم المجتمع بأعماله.
هاد الغرفة ضيقة بزاف.
واش نقدر نشرب شي تاي آخر من فضلك؟
كنبغي لهاد الحوايج يتنظفو قبل دابا لخرجة د اليوم.
واش كاين بنك حدا هنا؟
شحال منقدر تنفض الطبلة، الله يعطيك الصحة؟
سكينة، من فضلك.
كلشي مطبوع.
اكتب رقم غرفتك من الخلف من فضلك.
كناكل بالعصا.
رحلة دلتا رقم ثمانية وعشرين إلى نيو أورلينز غادي تتأخر بحوالي ساعة.
مللي نرجع ل اليابان، غانكتب رسالة. إذا كان عندك الوقت، أرجوك عاوني و بعت لي رسالة.
خلّيت تذكرة الطيارة ديالي في الفندق.
غرفة وحدة بلاّ دوش، من فضلك.
شكرًا ليك مرة أخرى على التذكير. بزاف ديال الناس كايتناساو يمضيو أسماهم؟
آه، الوقت كايخلص. نعاودو هاد النقاش يوم الخميس على ساعة؟
باش بغيت شيّ جلابة للنوم.
صافي. غنڭال ليك ملي سالاو.
واش بغيتي نتعداو نتعشو؟
غادي توقف الليموزين عند الباب الشمالي أولاً.
اشحال ممكن نقدر نعاود نمشي للمطعم ديال الفندق؟
واش طقطاب مستقیم؟
آه، بدأت الوقت تايْحالْ. أظن خاصني نمشي دابا. شكراً بزاف على هاد الليلة الزوينة.
واش نقدر ناخد شي دوا على كرشي؟
كنبغي الدجاج المشوي.
غلطي. ماشي غلطك.
سمح ليا، واش هاد الفيلم غايخلص في شحال؟
داك، عافاك.
دابا سرقات ليا المجوهرات ديالي. خاصني نعمر شي بلاغ.
صافي، غدي نعطيك مع السيد جونز. صبرو شوية.
السلام عليكم. هذه الخطوط الجوية المتحدة.
فين السيد جونز تعلم اليابانية؟
عندي واحد صغير بنفس التصميم.
تقدر ضيق ليا هاد السروال؟
نهار الجمعة، في تسعة.
هاد الباب ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
شوية أخرى، من فضلك.
شاوي شوية ديال الملح، ولكن عجبني. جاوبتو معايا من اليابان كاملة؟
أرجوك بسرعة، إذا أمكن.
واش تقدر تخلص عشرة دولارات هنا باش نديع؟
إيه. صحيني بعد ثلاث ساعات، من فضلك.
بغيْت نْخْدَم، عافاك.
نقول اه ولا لا؟
معلقة و معلقة، من فضلك.
اش دايرة المحطة التالية؟
السيارة كاتصدر صوت غريب.
بشحال تسد المكتب ديال البريد؟
أنا دفعت مقدم بقيمة خمسين دولار وقت تسجيل الدخول.
واش عندك شي دوا على كرش معطلة؟
واجب نلبس كرطة و علاقة؟
واش نقدر نحول فلوس لحساب الادخار ديالي؟
نْسِيتْ شْنْطَتي.
باش بغيت نعاود نؤكد حجز الطائرة ديالي.
صافي ساعة ديالي. كانت جديدة تمامًا، من صنع سويسري رقمية.
نجحت في داك الاختبار بنجاح باهر.
باغي تمشي معايا ل بلاصات مزيانة و فيها الإثارة. أنا سياح، عارف.
واش نقدر نمشي نشوف شي بلاصة مزيانة فاش السفينة واصلة للميناء؟
أفّضل ليك تضبط المْرْاية ديال الدّار.
غادي يكون انتظار ديال عشر دقايق تقريبًا.
باش ناخدو طّالْبات ديالك؟
بِالْأَحْرَى. شْحَالْ فِ وَقْتْ كْتَبْغِي؟
كنظن خليت الكاميرا ديالي من بعد ما تعشيت هنا البارح.
جمعهم من الباب.
آه، لا. ما خاصش. نقدر نديرها أنا. بزاف كفيتي، الله يعطيك الصحة.
إلا تصلحو أو تبدلو، من فضلك.
نقدر نديرها فشي شهر الجاي.
تاخد وقتك.
اش كيف يقارن هاد المنتج الجديد مع المنتجات اللي كاينة دابا؟
البايعين في هاد المحل كيعاملو بلطف كبير.
تقدر تحافظ على هادشي ليا؟
ملي لحظة من فضلك.
واش عندك ليكات ديال التصويبة؟
باغيْ نْكْرِيْ طَوْمُبِيْلْ لْفْجُوجْ دْ سِيمَانْ.
إيه، في الأول، غسلها منفصلة.
أريني بعض الساعات ديال الرجال من فضلك.
إلا ربعة وعشرة.
بشحال تاخد الليموزين باش نمشي لوسط المدينة؟
من داك الصباح.
احسن ليا نبقاو مسرعين. باقين كيدخلو للطائرة.
داكشي واعي بالزبط.
طلبْتْ دجاج.
عشرة أيام.
شحال هاد الولد؟
بشحال كامل؟
بغيْت نْفس ديال داك، عافاك.
ضاعوا ليا شيكات السياحة ديالي.
عافاك، بغيت شي دوا للبرد.
هدّيه في قرن.
كنشوفو ديما كل صباح في الطّران.
واش تقدر تعشى معنا هاد المساء؟
غادي نبقى في فندق B تا غدا. غادي نكون فرحان إذا قلتي ليه باللي هنايا.
الرحلة متأخرة لمدة خمسة وأربعين دقيقة.
سميتي شينو يامادا.
شنو هاد المطعم معروف بي؟
عندنا طّلا ديال النبيذ الأبيض مزيان.
شي دوا بسيط للبرد.
واش تقدّر تجيب ليا شناطي للوبي فصباح الغدوة؟
آه، باين ليا كانضيع شي حاجة كل مرة نسافر.
سالا ليا الخدمة ديال اليد اليمنى ديالي.
السلام عليكم، هاد رقم ديال روي؟
من بعد، غتجي لواحد الدرب ديال الدكاين. إذا تبعتي هاد الدرب، غتوصلي للستاسيون.
لا، ماشي هنا. كاين واحد البلاص فين كيدخنو في الدار ديال هاد الطوموبيل من الدار.
واش ممكن نعطيك بروشور؟
وصل لتاّم 9 ديال الصباح، الله يخليك.
إيه، سيدي. كيف بغيتي نقصّها ليك؟
أظن أن هناك خطأ في الفاتورة.
غير الزيت و الخل يكفي.
عندي بالضبط اللي باغي. نقترح عليك هادشي؟
قهوة مع السكر.
هي سبعتاش تا وحدة. آآه، سمح ليا. غلطت.
واش سبق ليك سمعتي بالـ"غولدن ويك" في اليابان؟
شكرا. تفضل بالرجوع مرة أخرى.
واخا مزال عامر؟
واش نقدر نخليها في أي مكان في البلاد؟
واش باش نعرف نمشي فين، شنو الرقم اللي خاصني نمشي؟
اش كيفاش نمشي لديزني لاند؟
واش هكاك خاصك؟
سمح ليا. فين المطعم الرئيسي؟
باغي نمشي تليفون ل اليابان.
12 هو رقم مقعدي. فين كاين؟
اش هذا، من فضلك؟
واش من نوع كتقصد؟
إيه. غانوصلو في الثمانية بالتوقيت المحلي.
إذا لقيتي شي حاجة، عافاك اتصلي بيا.
واش نقدر ناخد شي كاس ديال اللحم و البيض؟
شربة شمامة للتحلية، من فضلك.
المية سخونة ماشي بزاف.
واش غتشرح ليا كيفاش ندير داكشي؟
أرجوك اكتب عنوانك للتواصل هنا.
باش نخدم فلاش؟
شكرا. رجع لداري غدا في نفس الوقت. غدي يكونو الصور واجدين تا تمّا.
أنا آسف، حاليًا يمكنك الطلب فقط من قائمة الليل.
مزيان بالرصاص ولا بلا؟
عندي صداع.
هادي هي الغرفة 12:07.
باغي غرفة أخرى.
شحال هاد الفيزا صالحة؟
واش كاين مستشفى حدا هنا؟
باش بغيت بدلة.
واش عندك عرض أوسع؟
باش نقيس مقاس تسعة؟
فين فندق آمن و يقدم فطور مزيان، من فضلك.
فين غادي الحيوان؟
أكبر من هاد؟
ثلاثين دولار وثمانين سنتيم.
كيعتمد على درجة الحرارة ديال البلاصة، ولكن في وسط اليابان، بداية أبريل.
شيز برغر و بطاطس مقلية.
تا خسرنا الوقت على القطار الأخير.
ما عنديش فلوس صغار.
واش جبت تيكيط ديال الباص؟
بالنسبة للرصيد، من فضلك.
كان عندي رحلة بالخطوط الجوية المتحدة رقم 828.
دايرين بزاف ديال الضوضة حدا غرفتي.
في الساحل الشرقي، كتقدر تلقى بلاصات مشهورة بحال نيويورك، واشنطن دي سي، وبوسطن.
واش عندك شي ورقة يابانية؟
تقدر تكون مزيانة.
واش ممكن نخلي أغراضي عندك حتى وحدة؟
واش كاينين شي دورة في المدينة؟
إيه. خايف نتسناكْ. واش الأمن هنا مزيان؟
فين فهمت. كانحاول كنبغى نستأجر سيارة من نوع سيتروان.
عندّي موهبة فطرية.
صافي غتمشي. فين الخبز؟
تدخين، من فضلك. و حدا الضّريعة، من فضلك.
و شنو البلاصة ديال التصويرة؟
واش غادي يكون أسرع، طاكسي ولا سيارة الإسعاف؟
واش عندك هاد القميص بألوان أخرى؟
ما خاصكش تشوف التلفزيون ديما.
إي، حنا غديين نقربو ليها، غديين نقربو ليها.
أفْضَلْ ليكْ تْدْخُلْ لِمَستَشْفَانَا.
فين نقدر نمشي باش نلقا سوبرماركي؟
شوية غالية. ما تقدر تنزللي شوية؟
بشحال ديال المحطات حتى نبدل؟
هاداك الراجل سرق ليا محفظتي.
حبوب الهضم وحبوب وجع المعدة مختلفين، صواب؟
باغي نشوف الميناء.
فكرة زوينة.
بشحال الوقت بالرجل؟
نأخد عشرين ديال الدببة الكبار، من فضلك.
واش واش رقم ديال الكاشير؟
سهل. غنلق فالدليل.
واش عندكم شي غرف أكبر؟
بشحال الفوطة؟
باغي نبقى في هاد الغرفة ليلة وحدة أخرى.
سمح ليا، ولكن بغيت نسلم تقرير السرقة.
أه، كيعتمد على وسيلة النقل اللي غادي تستعمل. واش غتمشي بالوطوبيس ولا بالطائرة؟
تقدر نقعد هنا؟
واش نقدر نعطي بريد إلكتروني واحد بدولار؟
إيه، من فضلك صعده لغرفة 1234.
ملأ هاد النموذج ديال التسجيل، من فضلك.
كنبغي تذاكر ديال الذهاب و الإياب لمدينة أوكسفورد، عددها جوج.
بشحال الوقت نمشي للمطار؟
هذا بطيء.
فين نقدر نبدل فيلم؟
لا، من فضلك لا. واش تمشي تسول أسئلتك باش نكمل المحاضرة ديالي ونسول فيكم؟
باغي بلاصة مزيانة.
كنخاف المرحاض معطل. محتاج مساعدة.
ماشي صعيبة و لا غامضة.
غادي نجيبك ل بلاصتك. هاد الطريق، من فضلك.
سمح ليا، واش نقدر نسولك سؤال؟
أظن ذلك.
السلام عليكم. تشرفت بمعرفتك.
باش بغيت نشيك هاد الشنطة لتوكيو، من فضلك.
تقدر توريني واحد شوية أكبر؟
كنظن الملابس المصنوعة في اليابان مزيانة مزيان في الخياطة.
أفْضَلْ ليك تْسْتَسْلَم.
تقدر تعاود؟
واخا تكتب ليا العنوان و نمرة التليفون من فضلك؟
واش مسخّن؟
من أي مطار غادي نمشي؟
ما ستقبلتيش الفورماس ف الطيارة؟
بغيْت مْكْوَا.
طاطلع ثمانية و ثلاثين دولار بالضبط.
شكراً على مشاركتنا أفكارك المميزة.
أنا كنتمشي للتزلج مرتين في الشهر خلال الموسم.
زيدت ف أبريل واحد ف خمسة وخمسين ألف وتسعمية.
واش نقدرْ نْكْرِي مْرَاكِيط؟
هادشي هو الطوبيس ديال المدينة؟
بشحال هاد العطر؟
واشْ باشْ؟
فين نقدر نمشي نقلب على الإجراءات؟
خمسين جنيه.
واش داك شامل الضريبة؟
اشْ كاينين الكيسات؟
أرجوك اتصل بسيارة إسعاف.
نْراهن بثلاثة دولارات على هذا.
كيف دايرة؟
ما كاينش طعام ما كنعجبنيش.
عيد الدستور أو "كينبو كينينبي" هو عطلة وطنية في الثالث من ماي باش تخليد تأسيس الدستور الياباني الحالي.
هاد السفرة فيها زيارة لبرج سيرز؟
واش كاين مكتبة حدا هنا؟
غادي نحضر المدرسة الصيفية في جامعة هاواي.
فين غاديين دابا؟
زوج ديال الكبار و واحد الولد عمرو ثلاثة سنين.
في حمام في المحطة.
Okay, please provide the text you would like me to translate into Moroccan Arabic. I'm ready when you are.