بغيت نحجز طاولة للعشاء هاد الليلة.
هاك. احتافظ بالباقي.
غادي نبقى فأوطيل ألفا.
علاش السيديات رخاص هنا؟
الثمن هو خمسة و سبعين سنت. عافاك تكون عندك الصرف صحيح.
🗨 ﺍﻧﺎ ﻛﺘﻌﺠﺒﻨﻲ ﺟﺎﺯ
واش غادي يقلبو الأمتعة دالشخص الواحد فالديوانة؟
بغيت نحجز غرفة فردية فالأوطيل ديالك، تلاتة ديال الليلات ابتداء من اللول ديال يوليوز.
لغراند أوطيل.
ولكن ماكايوريش ل قولدن قايتس بردج. خصنا نسولو شي واحد. اسمح لي، واش هادا الموقف الصحيح ديال الطوبيس باش نمشيو ل قولدن قايتس بردج؟
ﺍﻩ ﻫﻮ ﻓﻴﻪ
آه. واش يمكن لي نساعدك؟
عيط للنادلة اللي مكلفة بهاد الطاولة، عافاك.
بغيت الكحول مُمَيِّت.
واش يمكن لي نكمل الرحلة ديالي؟
واش كاين شي واحد يقابلو؟
رد البال لراسك.
ﺍﺧﺘﻲ ﺑﺎﺭﻙ
واش ضروري الستيت و كرافاط؟
اشنو هو احسن موسم فهاد البلاد؟
غادي يتطلب هاد الشي عشرين دقيقة تقريباً.
واش يمكن لي نطلب كاس ديال النبيذ؟
غادي نوريك الغرفة ديالك.
بغيت نأكد الحجز ديالي.
من الأفضل تدير فحص كامل فمستشفى عام.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﺮﺽ ﺍﻟﺨﺎﺹ ﻭﺍﺵ ﺍﻟﺮﻗﻢ ﻟﻲ ﺑﺎﻏﻲ ﺗﺘﻠﻴﻪ
حدا مكتب الخطوط الجوية السينغافورية لهيها.
هادشي ماخدامش مزيان.
واش نقدر ناخد ساروتي، عافاك؟ رقم الغرفة هو واحد خمسين.
خود هاد الوصفة للصيدلية.
واش يمكن لي نحصل على بلاصة جيهت الممر، عافاك؟ بغينا بلايص لغير لمدخنين.
الآنسة يوشي ساوا. ي و ش ي ه س ا و ا. الرقم هو تلاتة ربعة خمسة ستة سبعة تمنية تسعود صفر.
ﻣﻨﺎﺳﺒﻲ ﻳﺎﻣﺎﺭﻛﻮ ﻻﺑﺪﺍ ﻧﻘﺪﺭ ﻧﻜﻤﻞ ﺷﻜﺮﺍ ﺟﺰﻳﻼ ﻋﻠﻰ ﻃﻴﺎﺏ ﻭﻋﻮﺩﻛﻢ ﻓﻲ ﺗﻮﺟﻊ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻴﻠﺔ ﺟﻴﺪﺓ ﻭﺍﺣﺒﺒﺖ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪﺓ ﻭﺍﻟﻤﺴﺎﻫﺪﺓ ﻓﻲ ﺗﻮﺍﺟﻪ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻜﻞ ﻣﺎ ﺗﻤﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪﺓ ﻭﺍﻟﻤﺴﺎﻫﺪﺓ ﻓﻲ ﺗﻮﺍﺟﻪ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻜﻞ ﻣﺎ ﺗﻤﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪﺓ ﻭﺍﻟﻤﺴﺎﻫﺪﺓ ﻓﻲ ﺗﻮﺍﺟﻪ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻜﻞ ﻣﺎ ﺗﻤﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪﺓ ﻭﺍﻟﻤﺴﺎﻫﺪﺓ ﻓﻲ ﺗﻮﺍﺟﻪ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻜﻞ ﻣﺎ ﺗﻤﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪﺓ ﻭﺍﻟﻤﺴﺎﻫﺪﺓ ﻓﻲ ﺗﻮﺍﺟﻪ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻜﻞ ﻣﺎ ﺗﻤﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪﺓ ﻭﺍﻟﻤﺴﺎﻫﺪﺓ ﻓﻲ ﺗﻮﺍﺟﻪ ﻫﺬﺍ ﺍﻟﻠﻘﺎ ﻟﻜﻞ ﻣﺎ ﺗﻤﻦ ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﺪ
مايمكنش تتحرك.
سمح ليا. كانقلب على هاد العنوان.
أغراض السفر ديالي تكرفسو مزيان.
فين أقرب مدخل؟
وحدة بحمام، عافاك.
خاصني نتفادا الماكلة اللي فيها السكر.
بلاصة حدا الشرجم، عافاك.
بغيت نحجز طاولة لجوج أشخاص.
ﺑﺎﻳﻨﺔ ﺳﻬﻞ ﻭﺍﺵ ﻛﺎﻧﻮ ﻛﺎﻳﻨﺎ
واش هادشي بدون رسوم جمركية؟
بغيت نصلح ساعتي. هاد الساعة كاتخاذ جوج دقايق فالنهار.
ﺭﻳﺖ ﻋﺎﻟﻴﺔ.
بغيت نكري شي ألواح التزحلق المائي.
لا، خليني نشوف فالأول.
واش كاين شي واجبات أخرى؟
فين كاينة الساحة؟
شكراً. غادي نفيقوك مع التمنية.
واش يمكن لي نبدلو لرحلة غادي تمشي قبل الخمسة؟
وخا "رينجي" هو باش يتكتب المخطط الأصلي وباش يدوروه بين الناس المعنيين باش ياخدو الموافقة ديالهم.
...سمح ليا، بلحاق راه عامر فهاد الفترة.
واش عندك شي خواتم من الأوبال؟
تلعب معايا؟
عمر لي هاد الورقا، عافاك.
ماتترددش تعيط ليا إلا كانت عندك فرصة تزور طوكيو.
دابا هضرتي.
واش عندك شي رحلات سياحية؟
غادي تسلم لي هاد الحاسوب الشخصي، ياك؟
بغيت كاسيت لكاميرا الفيديو، عافاك.
سمح ليا مانقدرش نخلص اكتر من ستين دولار لليلة.
غادي ناخد شي قهوة مع الحليب.
أكيد. عمر هاد الاستمارة و وقعها، عافاك.
من الأحسن بلا ما تسهر بزاف.
وقتاش خاصني نرجع للطوبيس؟
ما عنديش فرشيطا.
واش عندكم شي رحلة سياحية للاس فيغاس؟
ﻣﺎﻧﻜﺘﺒﻲ ﺭﺟﻠﻲ ﺍﻻﻳﺎﻡ ﻻﻥ ﻛﺘﻤﻮﺕ ﺑﺰﺍﻑ
فيناهي مصلحة الشوانط؟
تقدر تزيد شوية ديال الما فالكاس ديالي؟
ﻛﻨﺖ ﻓﻜﺮﺕ ﺍﻧﺎ ﺗﺼﻮﺭﺕ ﻓﺪﺍﻙ ﻟﻤﻄﻠﻮﺩ ﻟﻐﺎﺩﻱ ﻓﻴﻪ
وصلت هنا فالقطار اللي خرج من لندن مع الطناش و خمستاش دقيقة.
اه، عندي. وقتاش يمكن لي نحصل على نسخ جديدة؟
واش عندك شي حاجة خفيفة؟
مسا الخير. شحال من واحد غادي يكون عندك فالحفل؟
عافاك سير.
سمح ليا، أسيدي، ولايني كلشي عامر.
واش تقدر تكتب هاد الشي، عافاك؟
خصني نمشي للمرحاض.
شنو هو معدل التضخم؟
السينسيناتي ريدس خاسرين بثلاثة ديال النقط.
فين هي منطقة التزحلق على الجليد؟
آه، واش غادي تقول ليه نوريكو إيتو عيطات؟
فين يمكن ليا نخلص ثمن المسافة الإضافية؟
فيناهي الطوبيس المكوكي؟
بغيت شي حوت صول.
واش نعطيك شي حاجة تبكي عليها؟
طحت فالدروج.
اغسل هادا غدا مع التسعود ديال الصباح.
ﻧﺸﺎ ﻧﻤﺸﻲ ﻧﺼﺎد.
كتعمر لينا القهوة مزيان.
ﻣﻤﻜﻦ ﺗﺼﺎﻭﺏ ﻟﻴﺎ ﻛﻌﺾ ﻫﺎﺩ ﺍﻟﺴﺮﻳﺎﺕ
بغيت نعرف ساعة الإقلاع ديال الرحلة الجوية الداخلية ديالي.
راه غير لهيه. عافاك ماتترددش تاخد واحد.
واش يمكن لينا نستعملو ملعب التنس هاد العشية؟
واش يمكن ليك تجيب ليا الفطور مع التمنية دالصباح غدا؟
واش انتا من هنا؟
من اينا نوع دالجلد مصنوع هاد الصاك؟
فين يمكن ليا ناخد الطوبيس للمحطة الطرقية دالمدينة؟
ﻋﻴﻨﻚ ﺯﻭﻳﻨﻴﻦ
فين بلاصتي، عافاك؟
بغيت فيلتر ال أشعا فوق البنفسجية، عافاك.
ممكن نشوف اللي أقل ثمن؟
بغيت طابلة في مكان غير المدخنين، عافاك.
واش هادي هي الجودة اللي عندكم مزيانة؟
اشنو تبغي تشرب لالة؟
اسمح ليا، واش غادي لتالت و عشرين؟
سمح ليا. فين كاين البار؟
ﺷﻜﺮﺍ ﻭﺣﻔﻈﻚ ﺍﻟﺒﻘﺎﺵ
واخا، تانعيط ليك من بعد. شكرا.
واش كاين شي فضاء اللعب؟
واش عندك جوج تذاكر ل" الجميلة و الوحش" هاد الأربعاء؟
واش عندك جولة ديال نهار كامل؟
اشمن ياعة غادي نوصلو لنيويورك؟
خاصني نمشي دابا.
سمح ليا ماغاديش يوصل حتال غدا.
ماشي مشكل، حنا أصلا دايرين بحساب هاد النوع ديال الحالات بالضبط فالحسابات ديالنا.
تقدر تديني للسبيطار؟
فين كاين أقرب فرماسيان خدام 24 ساعة على 24؟
واش ممكن ناخدو غير الديسير؟
واخا. نشوفو كولشي مزيان.
ﺍﻟﺰﺟﺎﺝ ﻛﺎﻥ ﺧﻴﺮ ﻓﻲ ﻣﻨﺘﺠﺎﺑﻴﺎﺕ ﺍﺗﺴﻨﺎﺗﻲ ﻭﺍﺵ ﻟﺒﺎﺭﺓ ﻣﺎﺷﻲ ﺩﻳﺎﻝ ﺍﻟﺰﺟﺎﺝ ﻓﻲ ﻣﻨﺘﺠﺎﺑﻴﺎﺕ ﺍﺗﺴﻨﺎﺗﻲ
واسعين بزاف.
الحوت اللي كاتقصد هو فوغو. فيه سم قاتل فالكبدة و المبيض ديالو.
حساب ليا هاد الحفل كان مزيان بزاف.
فيناهي الغرفة ديال الامتعة؟
واش يمكن ناخد صور لداخل؟
مانقدرش ندبرو بوحدي.
ﻋﻤﺮﻱ ﻣﺎ ﺷﻔﺖ ﻣﻨﻄﻖ ﺑﺤﺎﻝ ﻫﺎﺩ ﺍﻟﻤﻨﺘﻈﺮ
محتاج نشوف طبيب ترويض.
اه، محسيت براسي مزيان هادي يومين.
فيا الاسهال.
علاش الغدا كيتقدم فالتلاتة؟
الجمعة عامر مزيان حتى للتمنية و نص.
تقدر تغلفهوم، عافاك؟
ﻋﻔﺎﻙ ﻗﻮﻟﻲ ﻻﺳﻢ ﻣﻌﻤﺮ ﺑﺎﺋﻢ
وقتاش تقدر تعاودو؟
خليني نفكر. غادي نشوف فمحلات اخرين.
شنو نظرك عشرة دولار لتلاتة؟
مابغيت نصرف اكتر من تلاتين دولار للوحدة.
واش يمكن ليك تصرفو الين الياباني هنا؟
كنضن هادا احسن بكتير من هادا.
عافاك اهضر باليابانية.
بغيت واحد القضيب دالشكلاطة، عافاك.
ابقا هنا، عافاك.
هاد الشي كا يبان مزيان. وقتاش كا تبدا الجولة؟
احجزت طوموبيلة لليابان ليومين.
واش يمكن ليك تقول لي فين يمكن لي نتسجل فهاد الرحلة؟
تقدر تصورني، عافاك؟
بغيت نطبع هاد البطاقة البريدية، عافاك.
واش يمكن لي نكري سرج و خوذة؟
ممكن تعطيني نبيذ آخر؟
شكون اللي بنى هادشي؟
واش الضمانة صالحة فاليابان؟
لا، ما عندناش.
درت الدورة على سيدني.
وقتاش غادي يجي؟
اسمح ليا، واش يمكن ليك تجيب ليا فرشيطا آخرا، عافاك؟
واش كاين شي جامع قريب؟
واش يمكن لي نحصل عليه بلا وصفة؟
واش يمكن لي نقترح أننا نصوتو على هادشي دابا؟
بغيت نبقى هنا هاد الليلة.
خدام ف الميديا.
ﺷﻜﺮﺍ. ﻭﻋﻠﻰ ﻣﻤﻜﻦ ﻧﺼﺎﻭﺏ ﺗﻠﻴﻔﻮﻥ
تقسم ليا لحساب، عافاك.
ﻧﻮﻉ ﺩﻳﺎﻝ ﺍﻻﻛﻞ ﻟﻲ ﻛﺘﻌﺠﺒﻲ
واش تقريبا تلاتين دولار؟
واش تقدر ترسم خريطة؟
مطلع مزيان.
راه جوج جوج تلاتة واحد واحد واحد واحد.
ﻳﺎﻙ ﺑﺎﻟﺤﻖ ﻏﺰﺍﻝ ﺟﺎ ﻋﻠﻴﻚ ﺯﻭﻳﻦ
فين غادي؟
واحد التذكرة، عافاك.
ﻛﻨﺘﻤﻨﻰ ﺍﻟﺘﻘﺎﻟﺔ ﺩﻳﺎﻟﻬﺎ
بغيت نزور متحف المتروبوليتان للفنون ومركز لينكولن، حتى هو.
من بعد الإعصار، عادة كان عندنا واحد النهار ديال الخريف واضح.
آه، داكشي غادي يكون مزيان. بشحال الزيادة ديال الطبع المزدوج؟
شحال خاصني نتسنى باش يوصل؟
ضباط الشرطة. عندنا أمر بالتفتيش. فتحو الباب.
وقتاش الفاصل؟
واش تقدر تقصر الطول بجوج سنتيمتر؟
غادي نشوف شنو يمكن لي ندير.
خاصني ناخد الطيارة مع الجوج واقفة.
ﺷﻜﺮﺍ ﺟﺰﻳﻼ ﻫﺎﺩ ﺗﺒﻮﺭﺓ ﺗﻤﺎﺩﺓ ﺩﻳﺎﻟﻚ
نوعا ما. كنت فالمنطقة.
خديت الوجبات ديالي بالقسائم.
ﺍﻳﻨﺎ ﻣﻨﻮﺭ ﻭﺍﺣﺪ
غير كانشوف، شكرا.
جوج هامبرغر و جوج فنجان دالقهوة، عافاك.
خاصك ضروري دير شي حاجة. خاصني نرجع غدا لطوكيو.
العشرة و لحضاش من أكتوبر، و آوت ثاني ف اطناش أكتوبر.
ﺍﺷﻨﻮ ﺍﻟﺮﺍﺑﻂ
ﻋﻔﺎﻙ ﺍﻟﻤﺎﺀ ﻭﺍﺵ ﻣﺰﻳﺎﻥ
ﻫﺎﺩﻱ ﻟﻮﺍﺟﻴﺎﺕ ﺩﻳﺎﻟﻲ
وقتاش غادي يكون واجد؟
طاحت ليا الشوكة.
لا ابدا. نتمنى يكون مزيان حتى غدا.
واش خاصني نلبس رسمي؟
بغيت جوج تذاكر للعرض ديال التمنية دالليل.
سمح ليا. واش يمكن ليك تقول ليا وقتاش كتحل؟
هاد التذكرة ماصالحاش.
خمسة و تلاتين ساعة، ماعادا ساعة وحدة ديال الغداء. شنو بان ليك ف الشركة ديالك ف اليابان؟
هاد البرج كايرتافع بعلو ستمائة و ربعة و تلاتين قدم.
بغيت راديو دالطوموبيل، عافاك.
واش ممكن تشوف المسودة ديالي منين نساليها؟
واخا. غادي نصيفط ليك الإشعار ف أقرب وقت.
عندك تقرير البوليس، ياك؟ اشناهوما أرقام التحقق ديالك؟
مقطوع.
فين هو دليل الهاتف؟
المصارعة ديال السومو هي رياضة وطنية ديال اليابان.
وقتاش كاتلبس الكيمونو؟
آه. بغيت نستعمل الفيزا. الرقم هو ربعة تسعود زيرو تمنية واحد خمسة واحد تنين تلاتة ستة سبعة سبعة ستة زيرو زيرو ربعة.
واش عندك هادي بقياس ستاش، فاللون احمر؟
بغيت تأمين متكامل.
كاتسارا مزيان؟
شنو تبغي دير؟
ﺷﻜﺮﺍ. ﻭﺍﺵ ﺍﻟﻄﻴﺮ ﻣﺘﻘﻮﻝ ﺩﺍﺋﻤﺎ ﻓﻲ ﻟﻌﺪﻧﺎﺯﻝ؟
عافاك قول ليه يعاود يتصل بيا فأقرب وقت فاش يدخل. هادي تلاتة خمسة ربعة تمنية واحد واحد تلاتة تسعود. أوطيل هيلتون، غرفة رقم اطناش زيرو تسعود.
وقتاش نهائيات NBA؟
ماكايعجبنيش هاد النوع.
آش من طريق لبرلين؟
هرست المزهرية بالغلط.
واش خاصني نقدم الويسكي قبل الحسوة أو من بعد؟
واش تقدر تحط هاد الصاك فبلاصة خرى؟
غادي نتبعو التطورات عن قرب من بعد ما نرجعو لليابان.
معلوم، ماتقلقش. أنا اهتميت بكلشي.
مزيان. و فاليابان؟
أنا آسف، ولاّن الأوطيل عاو كولو.
واش يمكن لينا ناخدو تصاور داخل المتحف؟
ﻫﺎﺩ ﺍﻃﻤﺎﻥ ﺍﻳﺨﻠﻲ ﺍﻧﻚ ﺍﻃﻼﻝ
واخا، صافي. كانتمنى ما يوقعش هاد الشي مرة أخرى.
بغيت رغوة الاستحمام.
خاصني نهبط. ماشي هادا هو القطار المناسب.
تلف ليا العقد ديالي.
تقدر تكون المصرانة الزايدة.
اكتبو، عافاك.
تقدر توريني هاداك؟
شنو خاصني ندير منين نرد الطوموبيل؟
علاش ما نهضروشي على شي قهوة؟
شنو التخصص ديالك؟
غادي يسالي هاد الشي مع الوحدة ديال الزوال.
ﺑﻐﻴﺖ ﻧﻄﻠﺐ ﺍﻟﺸﻬﻮﺍﺕ ﺍﻷﺧﺮﻯ ﺣﻴﺖ ﻛﺎﻳﺨﺪ ﻓﻴﻪ ﺑﺰﺍﻑ
رئيسنا؟ نعم، كستمتع بكوكتيل. بغيتك تتلاقاه. أجي معايا.
شي واحد يعيط على البوليس.
ﻛﻨﻘﻠﺐ ﺷﻲ ﺳﻮﻑ ﻟﻮﺍﻟﺪﺓ
فين أنا فهاد الخريطة؟
واقيلا.
سديت على الساروت فالطوموبيل.
غادي نقدر فايتك فخمسة وخمسين.
ماعندكش الحق تدور على اليمين هنا.
واش كاين شي محل داصلاح السيارات هنا؟
ﻫﺎﺩ ﺍﻟﺘﺎﺑﻌﺔ ﻏﺎﻟﻴﺔ
عوال غدا ندوزو فالتسوق.
هذا راه مشهور.
اه، هادي اول رحلة ليا.
بغيت نبدل لغرفة أخرى.
واش ممكن نزيدو الشيفور؟
فين جا المركز التجاري؟
نسيت صاكي فبلاصتي. واش يمكن ليك تقلب عليه؟
واحد السندويتش د بيبي. بلا ماتكتر الموطارد، عافاك.
غادي نقول باللي الصيف هنا ماشي خايب بزاف.
ﻭﻧﻌﻢ ﺍﻟﺤﺴﺪ ﺭﺍﻙ ﻟﻘﻴﻨﻬﺎ ﻋﻨﺪ ﺍﻟﻤﻮﺍﻟﻴﺔ ﻭ ﻣﺨﻠﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴ
نص طياب، عافاك.
خاصك تخلص واحد التكلفة زايدة منين ترد الطوموبيل.
كيفاش كاتربط حزام السلامة؟
كا نعيط لحارس.
و عامر. ما عندنا ما نديرو.
سير نيشان جوج شوارع.
عيط بالزربة على سيارة إسعاف، عافاك.
اسمح ليا، اشمن ساعة غادي توصل الطيارة لطوكيو؟
واش هاد التذكرة باقة متوفرة؟
واش محتاج لشي قلم، أو لا ستيلو؟
هاداك السيد ما تتيقش فيه.
واش عندك شي خريطة لمسار الدراجات؟
قياس عشرة، الالة. العلامات الحمرا محطوطين على قياس عشرة.
مع صرف صغير، عافاك.
نعم، عندنا. واش بغيتي تقرا حتى شي مجلات يابانية؟
البيض المصلوق، عافاك.
آه، بصح. كنسميو الفصل اللي كتشتي فيه اليابان 'تسويو'.
عمر، عافاك.
ماكانحسش بساقي ليمن.
بطابيعت لحال. ولايني ما بقا حتى شي شومبر مزدوج ف هاد ليلا.
ﻭﺍﺵ ﻃﻮﻝ ﻧﺘﺎﻋﻪ؟ ﺷﺤﺎﻝ ﺑﺤﺎﻝ ﻫﺎﺩﻱ؟
واش كل واحد خاصو ينزل؟
ﻣﻮﻓﻘﺔ ﺗﻬﺰﻱ ﺑﺮﻛﺔ؟
ﻫﺬﺍ ﺍﻟﺪﻭﺯ ﻟﻲ ﻋﻄﺎﻧﻲ ﻟﻴﻪ ﺍﻟﻌﺎﺩﻱ
كيقولو باللي تاريخ وتقاليد وثقافة شي أمة كتعني العطل ديالها الوطنية.
واش هاد رحلة الطيران غادية في الوقت؟
لا، بلحاق يمكن ليك تتصل بهاد الرقم للمساعدة باليابانية. واحد تمنمية
خليني نلقي نظرة على هاد الطوموبيل.
ﻣﻤﻜﻦ ﺗﻨﺼﺤﻚ ﻋﻠﻰ ﺣﺎﺟﺔ ﺯﻭﻳﻨﺔ ﺗﺒﺎﻥ ﻓﻴﻬﺎ ﺍﻟﻘﻠﺐ ﺍﻟﻘﺪﻳﻤﺔ ؟
آه، غادي نبقى عاقل على هادشي.
محتاج لمحول الفولتاج و لبريزات و لكوكيات. الفولتاج فهاد البلاد مختلف على ديالنا، و حتى هادوك الأجهزة المنزلية.
كانوا ربعة د الشباب.
كنظن تقاسيت فالضهر لتحتاني.
واش تبغي تعلا هاد الجناب الشوية؟
بغيناكم تنتقلو لمصنع اي بي سي.
قياس عادي، عافاك.
سميتي شيبا. الغرفة تلاتة خمسة و ربعين.
كايتعطاونا عشرين يوم عطلة مدفوعة الأجر فالعام.
صيكاني ماشي هنا.
بالمناسبة نتاع اللمس. واحد السيد ميريكاني داير يدو على ظهر واحد السيدة بطريقة طبيعية
فين هو الماكلة ديالي اللي طلبت؟
ﻻﻥ ﺍﻧﺎ ﻏﺎﺩﻱ ﻧﺼﺎﻭﺏ ﻫﺎﺩ ﺳﻠﻮﻧﻴﺎ
ﻫﺪ ﺍﻟﻄﻔﻮﻥ ﻣﻨﻚ ﺗﺼﻠﻲ ﻋﻠﻲ ﺻﺤﻴﺤﺘﻲ
ماكانحس بحتى شي تحسن.
ﻫﺪﺷﻲ ﻟﻲ ﻛﻴﺘﻘﺎ ﻣﻦ ﺣﻮﺍﻳﺞ ﺑﺰﺍﻑ ﻭﺍﺧﺎ ﻏﺎﺩﻱ ﻧﺸﺮﻱ ﺍﻟﺪﻛﺮﺓ ﺩﻳﺎﻟﻲ ﻓﻲ ﺍﺧﺮ ﻳﻮﻡ
غادي يكون عندنا عرض فالسينما فالسما من دابا شي دقايق. تبغيو شي مرطوبات؟
أنا جاي من المغرب.
حط الصاك هنايا، و الحقيبة فالخزانة، عافاك.
مكاينفعش تشري حوايج رخاص.
هاهما التذاكر ديالك و وثيقة التأكيد ديال الفندق.
صيفط ليا شي طبيب، عافاك.
ﻣﻤﻜﻦ ﻧﻘﺪ ﻛﺎﻉ ﺍﻟﻌﺒﺎﺭ
شكرا. هادشي اللي محتاج ليه دابا.
شكرا لك بزاف. رقم الغرفة ديالك هو سبعة عشرين. ها هو الساروت ديالك. الحمال ديالنا غادي يهز ليك الباكاج.
حيد حوايجك و تكا تما.
واش غتسمح ليا نطفي الراديو؟
رد فعل الموزعين على المنتج كان مزيان.
بغيت الما يكون سخون مزيان.
كل واحد فينا يخلص حقو.
نادلة.
ﺩﺭﺕ ﺧﻮﺗﻲ ﺍﻟﺼﻐﺎﺭ ﻟﻠﺪﻳﺮ
ﻣﺴﺎﺀ ﺍﻟﺨﻴﺮ ﻓﺎﺗﻮﺻﻠﻮﻧﺎ
غير باش ناخد واحد تدكار. شفتي، ماعندناش هاد النوع ديال الطاكسي فاليابان.
واش يمكن لي ناخذ تصاور داخل المتحف؟
ﺃﺷﻤﻦ ﺍﻧﻮﺍﻉ ﺩﻳﺎﻝ ﺍﻟﻮﻟﻴﺪﺍﺕ ﻓﻲ ﺍﻧﺠﻠﺘﺎﺭﻑ ﻭﺍﻟﺴﺎﺩﺓ ﻭﺃﺳﺎﺭﺓ ﺍﻟﻤﻨﻄﻘﺎﺕ
بغيت ندير حجز على الرحلة الجوية ديال الخطوط الجوية اليابانية رقم ستة لنيويورك نهار اطناش.
كنظن هادي فكرة مزيانة. إلا ماكان حتى شي اعتراض على هادشي، بغيت نديرو تصويت.
كيفاش يمكن لي نمشي لتما بالليموزين؟
الوحيدة اللي بقات لينا اليوم هي الجولة ديال المدينة. الآخرين كلهم جولات ليلية.
ﻣﻌﻨﻰ ﺇﻳﻄﺎﻟﻴﺔ؟
آشمن خط كايمشي لمحطة لندن؟
ﻋﻨﺪﻙ ﻭﻟﻴﺪﺍﺕ؟
ﻣﺎﺷﻲ ﺩﻳﺎﻟﻚ
من هنا، عافاك. السادس و السابع فهاد الصف.
فين هو المسار ديال المبتدئين؟
بلا خدع.
واش تقدر تصيفط ليا شي معلومات على المنتوج الجديد ديالكم؟
واش هاد الكاميرا ديال تمنية ملمتر هدية؟
بغيت شي فلاش.
بغيت اتصال دلفياق، عافاك.
واش بغيتي تقول مبغيتيش تفاهم معاهم؟
آه، بغيت. وقتاش غادي نمشيو من هنا؟
ﺍﻻﺳﻢ ﺩﻳﺎﻟﻲ ﻫﻮ ﺭﻳﺴﺎ ﻛﻮﺑﺎﻳﺸﻴﺎ ﻭﺭﻗﻢ ﺍﻟﻤﻜﺎﻥ ﻓﻴﻦ ﺍﻧﺎ ﻣﻘﻴﻤﺔ ﺍﻟﻌﻮﺩ ﺍﻟﺜﺎﻧﻲ ﻫﻮ ﻛﻠﻤﺔ ﺍﺳﺘﻤﺮﻳﺶ ﺍﻟﺴﻤﺎﻥ ﻭﺍﻟﻨﺴﺢ ﻭﺍﻟﻤﻨﻈﺮ ﻭﺍﻟﺘﺤﺪﻱ ﺍﻟﻤﻨﺎﺳﺒﻲ ﻭﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ ﺍﻟﻤﻨﺎﺳﺒﻲ
بغيت شي راديو د الجيب، عافاك.
شحال دلوقت غادي تبقى هنا؟
غادي تاخد شي أيامات.
ﻣﺮﺍﺓ ﻳﺎ ﺳﻴﺪ ﺍﻟﻜﺮﻳﻤﺔ ﻣﻤﻜﻦ ﻧﺴﺎﺏﻙ
غادي نوصل من بعد العشا.
غادي نصايبو كونطرا فالسيمانة الجاية.
خمسة. بغيت الطاولات يكونو مجموعين.
هاد الصرف غالط. عافاك اعطيني مازال تلاتة د الدولار.
بغيت نهبط فالمحطة المركزية. عافاك اعلمني منين نوصلو لتما.
واش هاد الجلد حقيقي؟
عافاك عيط لشي بوليسي.
اشنو هو احسن نادي ليلي ديال الجاز؟
ﻣﻔﻬﻤﺘﺶ
تلف ليا صاكي.
واش يمكن لي نحصل على باكية باش نجمع؟
بغيت شومبوان غبرة.
ﺍﻟﻜﻮﻧﺲ ﻣﻌﺘﺒﺮ
نعم، بكل تأكيد. عافاك بلغي للسيد كوالكامي متمنياتي الخالصة.
خليني نشوف شحال كا يوزن. غادي توصل لخمسة و تسعين سنت.
واش تقدر تزيد الخص و ماطيشة؟
عافاك اتصل ليا بالطاكسي فالجوج ديال الزوال.
دخلات فيا شظية فصبعي.
شحال كيسواو ف اليابان?
وصل لبورتدلاند ف اطناش.
هادشي مجهد عليا.
واش ساليتي الغداء ديالك؟
ﻣﻤﻜﻦ ﺗﻌﻮﻑ ﻟﻴﺎ ﻫﺎﺩﺷﻲ
واش تقدر توصف لي الأمتعة ديالك؟
ﻋﻔﺎﻙ ﺣﻄﻴﻪ ﻓﻲ ﺛﻼﺛﺔ
واش غادي تسناني بينما نزور الكاتدرائية؟
يالاه نبدلو الجنب.
من الأفضل تعمر هاد الاستمارة ديال الجمارك و تسلمها.
ممكن تسلفني قلم؟
غادي ناخد كرة واحدة من آيس كريم جوز الهند فوق مخروط، عافاك.
تبغي شي مشروبات؟
شنو سميتك عاود، عافاك؟
خليني نشوف هاداك.
جيت ناخذ مطبوعاتي.
عافاك قصر الاكمام.
...عندي حمى خفيفة و حتى وجع فصدري فالجانب الايمن ملي كنسعل
عشرين دولار مسبقاً.
واش كاين شي نادي ليلي هنا؟
بغيت نمشي لمحطة ديال الميطرو.
غادي نوصلو ليه مع الثالثة و النصف حسب التوقيت المحلي.
بغيت نمشي للشارع الخامس. شحال التذكرة، عافاك؟
واش نجيب ليك شي حاجة تشربها؟
فين كاين أقرب محل لبيع الحلويات؟
أوه، إيه. بغيت نصيفط هاد الباكية لليابان. كاين فيها شي صناعات يدوية ديال السكان الأصليين.
ﻳﺎﻟﻠﻪ ﺗﺴﻮﻧﻲ ﺑﺮﻋﺎﺀ ﻣﻤﻜﻦ ﺗﺒﻘﺎ؟
ممكن تجيب ليا الروج، عافاك؟
شحال ثمن الغرفة؟
عافاك اعطيني لي فوق الرف.
غادي نتهلا فديك الطابلة.
ﺑﺎﻟﻚ ﻭﺣﺪﺓ ﻭﺣﺪﺓ
هنا راه كبير شوية.
مساء الخير. فندق ستار. كيفاش يمكن لي نساعدك؟
حطيت جوج دراهم باش نحصل على كوكا، ولكن ماخرج والو من الآلة.
فين بلاصة تيكونو فيها بزاف د الشباب؟
واش يمكن ليا نبدل الخطوط الجوية؟
واش يمكن لي نصرف شوية شيكات سياحية؟
ما قصدتش نجرح مشاعرك.
من بعد ما نقلعو، غادي نقولو ليكم أكثر على الخدمات ديالنا اليوم. في الوقت اللي غادي نتسناو، إلا كان شي حاجة نقدرو نديروها باش نخليو الرحلة ديالكم أكثر ممتعة، عافاكم ما تترددوش باش تطلبو.
عافاك واصلني مع الغرفة رقم اطناش اربعة وتلاتين.
تقدر توصلني لعند الطبيب، عافاك؟
عافاك وريني مجموع المصاريف.
ﺍﻟﻤﺎﻛﻠﺔ ﺑﺎﺭﺩﺓ
واش كاين شي محل كيبيعو فيه حوايج الرجال مزيانين؟
صافي
هي هنا هادي ثلث سنين.
بغيت نحجز ملعب التنس مع التلاتة ديال الزوال لمدة ساعة.
ﻛﻞ ﻣﺮﺓ ﻓﺎﺗﻮ ﻧﺎﺟﺢ ﺍﻟﻤﺮﺓ ﺍﻟﺘﺎﻟﻴﺔ
واش هادا ديال الدراري الصغار؟
إيوا، أنا كنفضل ريحة متكونش حلوة بزاف.
ﻋﻨﺪ ﺻﺎﻟﺢ ﺩﻳﺎﻟﻮ
اشنو نقدر ندير ليك؟ واش عندك شي مشكل؟
شحال كادير التذكرة ديال الذهاب و الإياب؟
سمح ليا. ما كنخدوش الحجز.
فين خاصني ننزل؟
تقدر توصلني لأقرب مركز شرطة؟
الضريبة غادي يتخلص بوحدو.
ﺷﻨﻮ ﻣﻮﺿﻮﻉ ﺗﺎﺑﻮﻥ ﻓﻴﻪ؟
علاش ما تزيدش شوية ديال الإبزار فيه؟
بغيت ناكل شي أكلة إيطالية.
بغيت ممحاة.
ﺷﺤﺎﻝ ﺩﻳﺮﻟﻮ ﻟﻴﺴﺖ
ﺷﺤﺎﻝ ﺗﻤﻦ ﺩﺧﻞ
هوراي.
غادي نوصل للوس أنجلوس مع الخامسة.
كا نحس بألم قاصح فصدري.
ﺃﻣﺮﺍﺓ ﺯﺍﻳﺪﺓ ﺑﻠﻮﻧﻴﺰ ﺑﺤﺎﻝ ﻛﺒﺎﺭ ﻋﻠﻴﻬﺎ
ﻭﺍﺵ ﻣﻴﻤﻜﻨﻮﺵ ﻧﻤﺸﻲ ﻓﻲ ﺳﻔﺮﻭﺍﺵ
واخا، التذاكر غادي يكونو ف الانتظار ديالكم فشباك التذاكر ديال المسرح. شكرا على الاتصال ديالكم ب تذاكر برودواي.
كنضن هاد الأرقام ماكايتجمعوش.
عندنا مشكل.
هاد الطيارة دارت ساعتين تأخير.
واش يمكن تطيح الشتا؟
اسمح ليا، واش هاد القطار كيوقف فبالتيمور؟
ﺍﻟﺤﺎﺩﻛﺔ ﻟﻲ ﻛﻨﺖ ﻛﻨﺸﻒ ﻓﻴﻬﺎ ﺑﺎﻟﺤﻤﺎﺱ ﻣﺎﺑﻴﺘﺶ
ﻧﻮﻡ ﻭﺷﻜﺎﺗﻲ ﻛﻮﻝ ﻛﺎﺱ ﺩﺍﻟﺸﺎﺭﻉ
غانقمر عشرة دورو.
كتاب دالإرشاد.
عافاك وريني كيفاش ندير.
ﻛﻴﻒ ﻛﻨﺒﻐﻴﻮ ﺍﻟﻤﻮﻝ ﻟﻲ ﻭﺍﺵ ﻓﻴﻪ
واش كتعرف شي بلايص مزيانين للإقامة فشيكاغو؟
تقريبا خمسة ألاف ين. شي حاجة ل شي بنت شابة.
فين نقدر نلقى لوحة الإعلانات؟
ﻣﻤﻜﻦ ﺗﻔﺘﺢ ﺍﻟﺒﺎﺏ ﻟﻴﺎ؟
اشنو اللي باين دابا؟
واش كاينة شي استراحة؟
...باغي يقتلني...دابا شوف دير فيا خير...سير للحمام حل شي شرجم و بقا تما
آه، أسيدي. بيروجينو فالجانب الغربي.
واش يمكن لي نخلي هاد الكاس هنا؟
عافاك خصك تخلي الأوطيل مع التسعود.
غادي ناخد حساء الخضر و شرائح اللحم المشوي، عافاك.
فين يمكن ليا نحصل على المترو؟
عافاك وريني شي لون اخر.
واش كاين شي تزلج فالليل؟
بغيت نحجز غرفة لهاد الليلة.
من بعد ما تسالي مع البوليس، عاود اتصل بيا باش نقدر نعطيك النوامر الأخرين اللي غادي تحتاجهم.
كايتنفخ و كاين خفقان.
عافاك صيفطو لهاد العنوان.
هاد مشغل الأقراص المدمجة ماخدامش. بغيت نرجع فلوسي.
زوين.
أوه، نبغي بزاف.
هادا السي ياماموتو، الغرفة تلاتة خمسة وتلاتين. الناس اللي فالغرفة اللي حدانا دارو الصداع بزاف. بغيت نبدل الغرفة.
واش عندك شي حاجة أضيق؟
شحال خصنا نديرو هاد الكونطرا؟
كاس دشابليس.
ﺷﺤﺎﻝ ﺍﻟﺮﺟﺎﺝ
ﺷﺤﺎﻝ ﻓﻴﻬﺎ ﻫﺎﺩ ﺍﻟﻤﻨﺰ ﺍﻟﻤﻌﺪﻥ
فيا وجع لغيكل.
كيما العادة.
تجرحت.
راه طويل.
ﻟﻐﺰﺍﻟﺔ ﺍﻟﻤﺮﺍﺓ ﺳﻮﺳﺎﻥ ﻣﺴﻴﺮﺍ ﻟﻚ
ﺳﻤﺤﻴﻠﻲ ﻣﺪﺍﻡ ،ﺳﻄﺢ ﺳﻨﺎﻧﻴﻚ
بريد جوي، عافاك.
واش تبغي البلاصة جهة النافذة أولا جهة الممر؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﻤﻜﻦ ﺗﻘﻮﻟﻴﻨﻲ ﻛﻴﻔﺎﺵ ﻧﺼﺎﺭﻳﻦ ﺩﻳﺎﻝ ﻣﺘﺎﺑﻌﺔ ﺍﻟﻴﻮﻡ ﻧﺤﻨﺎ ﻓﻲ ﻣﻨﺎﻥ ﺩﺍﺑﺎ
آش من جزء من أ غادي ليه؟
ﺷﻜﺮﺍ ﻛﻨﺪﺧﻞ ﺣﻔﻠﺔ
بغيت شي فيلم لهاد الرواح، عافاك.
ﻣﻤﻜﻦ ﺗﻮﻗﻒ ﺍﻟﻄﺒﻴﺔ ﻋﻔﺎﻙ
بصراحة، لا. بلحاق راسي كيضرني شوية.
واش كاين شي أداء كبير لموسيقى الروك؟
أنا هنا على ود دراسة السوق.
عافاك شوف شنو تقدر دير ليا.
واش يمكن ليا نعرضك للغدا؟
فيزا.
بغيت شوية ديال صابون الغسالة.
معلوم. قلت، واش كتعرف السي وايت؟
ﻣﺸﻜﻮﺭ ﻋﻠﻰ ﺍﻟﻨﺼﺎﺋﺢ ﺍﻧﺎ ﻏﺎﺩﻱ ﻧﺠﺮﺑﻬﺎ ﻓﺎﻟﻤﻮﺍﺿﻴﻊ ﺍﻟﻤﻘﺒﻮﻟﺔ
واش فيك الحساسية من شي دوا معين؟
ﻻ، ﺷﻜﺮﺍ.
ماكانضنش. هادي فكرة زوينة.
تقدر تشعل لينا المكيف؟
بغيت قرعة ديال الما معدني.
ممكن تنصحني ببلايص زوينين لرحلات اليوم؟
واش يمكن لي نستأجر مرشد سياحي للنهار كله؟
من اينا بلاصة انت من الولايات المتحدة؟
عافاك صرف ليا هاد الفلوس جنيهات.
داك الشي على حسب طول الجولة.
واش يمكن لك تحيد عليك الفوقاني؟
أنا جاي من إسرائيل.
ﺍﻩ- ﺯﻳﺖ ﻛﺘﺼﺪﻕ ﻓﻲ ﺭﻗﺔ ﺩﻳﺎﻟﻲ
فين نقدر نلقى الكتب المدرسية؟
ضرباتني طوموبيل.
واش يمكن لينا نحصلو على شلمون، عافاك؟
ﺍﻟﺘﻠﺞ ﻣﺨﺪﺷﺶ
ﻣﻤﻜﻦ ﺗﻌﻤﻞ ﺩﺍﻙ ﻧﻤﻮﺫﺝ ﻭﺗﻔﺎﺭﻕ ﺑﻠﻰ ﻟﻴﻪ؟
بسلامة.
واش هادي هي المنصة الصحيحة ديال القطار لباريس؟
ﻣﺮﺣﺒﺎ ﺍﺳﺘﺨﺪﺍ ﻛﺎﻥ ﺍﻟﺸﻬﻴﺔ
أوه، واش باقي حفلات الجيشا كاينة؟
بلحاق، أسماء المحطات غالبا مكتوبين باليابانية فقط. داكشي علاش، يقدر يكون صعيب يتفهم.
شنو كدير الدودا فوسط الزرع ديال الكبال?
شنو بغيتي؟
ﺷﻜﺮﺍ ﺟﺰﻳﻼ ﻭﻟﻜﻦ ﺍﺷﻨﻮ ﻳﻮﻡ ﻓﻲ ﺧﺎﻃﺮﻙ؟
كنضن باللي راك فبلاصتي.
فهاد الحالة ماغاديش يكون عندي وقت كافي.
ممنوع التدخين عافاك.
بغيت نمشي لمانهاتن. بشحال كايدير؟
من بعد، يمكن ليك تنصحني بشي مطعم بثمن معقول قريب من هنا؟ واش يمكن ليك توريه ليا على هاد الخريطة؟
خاصك تدوز من بوابة اخرى باش توصل لمحطة شينكانسن.
فين كاينة السينما؟
ﺍﻧﺎ ﻛﻴﻤﻮﻥ
واش يمكن ليك تواصلني مع شي واحد كيهضر باليابانية؟
أربع أيام.
خليني نشوف، غادي تجي اربعطاش خمسين.
وقت الإركاب لرحلة طيران يونايتد واحد سبعة خمسة تأخّر. عافاك اتسنى عشرة دقايق.
مزيان. غادي نشريه.
واش هاد التمن تيضمن الضريبة ورسوم الخدمة والفطور؟
خليني نشرح ليك توقيت الأكل فهاد الدار.
فيا السخانة بزاف.
واش كدير التمارين ديالك؟
يالاه نعيطو ليه.
أوروبا للعطلة الصيفية ديالي هاد العام.
خاص يكونو هنا ناس من جميع أنحاء العالم.
فين كايديّرو هاد المسرحية؟
واش ناخد الفاتورة، عافاك؟
مزيان، فيه تلاتة شرائح ديال الدجاج و كايجي معاه بطاطا مشوية و خضرة مخلطة.
الغرفة اللي حدا الباب فيها الصداع بزاف. واش تقدر تنبههم؟
ضربني.
ﻣﺎﺗﻘﻮﺵ ﻋﻠﻴﻪ ﻧﺪﻳﺮﻭ ﺍﻟﺘﺎﻟﻴﺔ
بغينا نلقاو شي بلاصة بشي تلاتين دولار لكل واحد.
اسمح ليا، واش تقدر تقول ليا شنو هو هاد العنصر في القائمة؟
تقدر تقول ليا الديسكو لي كيحضروه بزاف فهاد المدينة؟
واش تقدر تقول لي كيفاش نستعمل التليفون؟
ﺍﻧﺎ ﻛﺎﺩﻳﺎ ﻧﻮﻉ ﺑﺎﻥ ﻣﻤﻜﻦ ﺗﺨﻠﻴﻪ ﻣﻌﻚ
واش كتعرف وقتاش كيفتح المتحف؟
بغيت نمشي لشي حفل ديال الموسيقى الكلاسيكية.
ﺷﻨﻮ ﻫﻤﺎ ﺍﻟﺴﺎﻟﻮﺍﺕ
بغيت شوية دلحم الخنزير.
ﺷﺤﺎﻝ ﺗﻴﺼﺒﺢ ﻣﻊ ﺍﻟﻜﻮﺳﺘﻴﺮ
أوه، أنا آسف، راه الباب الثاني على اليسار.
اه، عندنا "فين"، و "دليل المدينة".
عافاك احتفظ ليا بأغراضي الغالية فلخزنة ديالك.
رد بالك.
سربي. يالاه نمشيو. لالة، تقدري تسكتي؟ سيدي، هبط، عافاك. شكرا. غير بقا تما. غير تكا مرتاح. اه، اه، رمي جوج قراعي ديال وايلد توركي، حتا هوما، عافاك؟
أنا مجمد.
عافاك قولها بلي بغيت نشوفها بعد غدا.
غادي نبقى مع صاحبي.
فين هو هاد الدليل؟
ﺷﻬﻴﻮﺍ ﺑﺎﻳﻨﺎ
عشرة دولار من البنزين الممتاز فمول الضما رقم تلاتة، عافاك.
العرض ديالي كا يتضمن هاد الجولة الاختيارية.
كيفاش نوصل لتما؟ واش تقدر ترسم ليا الخريطة؟
غادي نفكر فيه. شكرا لك.
خاصني نرد بالي باش ما يديروهاش بيا و ما ياخدو ليا حتا ريال من الصرف ديالي.
الطبخ ديال الكوجيم ولى مشهور بزاف هاد الايام.
👍 👍 👍 ﺷﻜﺮﺍ
كتوبة. شحال دلوقت كيستغرق باش يوصل لليابان بالبريد الجوي؟
تجرحت فيدي.
ﻭﺍﺵ ﺟﻮﺝ ﻳﺎﻣﺎ
واش عندك شي رحلات نص يوم؟
ﻣﺎﻋﺮﻓﺘﺶ ﺍﻹﻧﺠﻠﺘﻴﺮ ﺑﺄﺳﺎﺱ ﻫﻞ ﻓﻴﻦ ﻣﻦ ﻳﺆﻳﺮ ﻳﺎﻣﺎﻧﻴﺮ
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﺍﺳﻢ ﺩﻳﺎﻟﻲ ﻣﻮﺭﻱ ﻋﻨﺪﻱ ﺣﺠﺔ ﻓﻲ ﺳﺒﻊ ﺩﻗﺎﺕ
كا نتسنى صاحبي.
أنا من روسيا.
الطلب ديالك؟ تبغي تشرب شي حاجة؟
عافاك واصلني مع السيد طاناكا في الغرفة تمنية عشرين.
زيدني شوييا ديال لخبز، عفاك.
واش يمكن لينا نكريو مضارب؟
واش تبغي قهوة أو لا أتاي من بعد الأكل؟
واش يمكن لي نوقف فالطريق؟
ﺍﺷﻨﻮ ﻫﺎﺩ ﺍﻟﻠﺤﻢ
مية دولار كافيا؟
ﺃﻛﻴﺪ ﺑﺴﻄﻴﻠﺔ
تقدر توريني الطريق ديال المتحف؟
آه، نقدر نحصل على واحد كوكا، عافاك؟
كونفوشيوس فالقرن الخامس قبل الميلاد.
تقدر تختار ليا واحد؟
واش مصايب من الجلد؟
غادي نكون فالرقم اللي غادي نقول دابا فالعشية كاملة واحد جوج جوج تلاتة واحد سبعة سبعة
ﻋﻨﺪﻱ ﺣﻮﺭﺓ ﺻﻮﺑﺔ ﺩﺍﺋﻤﺎ
واش نعاس على نموسية حاجة شايعة فاليابان؟
فنيويورك.
وقتاش غادي يوجدو التصاور؟
راه مزير بزاف، هنا.
هادا فيلم السرعة ديالو عالية. واش يمكن لي نخرج الفيلم؟
طلب ديال شلاضة ديال الكروم بالتيك أواي، عافاك.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻠﻌﺐ ﺩﺑﺎ؟
ﺷﻜﺮﺍ ﻋﻠﻰ ﻫﺬﺍ
ﻟﺼﺪﺭﻧﺎ
واش تقدر تقول ليا شناهي محطة الوقوف اللي قبل نيويورك؟
ﺭﺍﻙ ﻛﺘﻬﺪﺭﻱ ؟
...ماجيت فين نكمل كلامي تا كنشوفو جاي جيهتنا و هاز فيديه شي وراق...وقف علينا و مدليا الوراق...شديتهم من عندو و بديت كنقرا فيهم...و هوما كيشرحوليا طبيعة الخدمة لي غادي نولي نقوم بيها...و هي انني غادي نولي نساعد الناس لي عندهم مشاكل في حياتهم...بحال مشاكل زوجية...مشاكل عائلية...مشاكل في العمل...و غيرها من المشاكل لي كيعاني منها الانسان في حياتو اليومية...و هادشي بطبيعة الحال غادي يكون وفق ضوابط و معايير محددة...و هاد الضوابط و المعايير هي لي كيتم شرحها في دوك الورقات لي مدليا
واش كاين شي حفل اليوم فالعشية ولا غدا فالعشية؟
...سمح لينا، ولكن خصنا نمشيو دابا.
الممر رقم سبعة.
ﺍﻧﺎ ﻋﺎﺭﻓﺔ ﺍﻥ ﺍﻟﻬﺎﺭﺓ ﻫﻨﺎ ﻟﺬﻳﺬﻳﻦ
احنا فرحانين بزاف حيت قدرتي تجي.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﺪﻳﺮ ﺍﻟﺨﺎﺹ ﺍﺵ ﻧﻤﺮﺓ ﺑﻐﻴﺘﻮ ﺗﺼﻠﻴﻬﺎ
تقدر تطفي المكيف؟
واش عندك شي حاجة فشي لون اخر؟
هو كيمورا ك ي م و ر ا.
عافاك صرف ليا هادي للدولار الأمريكي.
ﺑﻐﻴﺖ ﻧﻮﺟﺪ ﺍﻟﻤﺪﺧﻠﺔ
واش يمكن لي نحصل على الدوا اللي مكتوب فهاد الوصفة؟
واش الشرح تعطى بالانجليزية؟
ﺷﻜﻼﻁ ﻋﻔﺎﻙ
جيت لهنا باش نتلقى شنطتي لي تلفات.
هادي مطعم دأكولات البحر، ياك؟
فين خاصني نمشي؟
فين كاينة طريق الخروج؟
واش هادا هو الشلوح ليميتد؟
بغيت هادشي، عافاك.
آشناهي نمرة الطوارئ؟
العرض باين مزير شوية. واش هادشي مزيان؟
يمكن ليك تنصحني بشي حاجة أخرى؟
معاياش خصني نتقيد؟
عندنا عرض خاص فطائر تفاح غير بخمسين سنت.
مخدة وغطا، عافاك.
ثمنية، عافاك.
بالسلامة.
رحلتي هي يو إي واحد زيرو تلاتة فعشرة مارس.
تقدر تقول ليا إينا طابق كاينين فيه المطاعم؟
أوه، أنا متأسف بزاف.
فين أقرب مكتب بريد، عافاك؟
ممكن نشوف بطاقة النزول ديالك؟
درت واحد الحجز في المطار.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻌﺴﺶ ﻟﻴﻤﺎ؟
كيفاش يمكن لي نوصل للبريد؟
ممكن نشوف لائحة الأسعار؟
احنا مجموعين.
ﺭﻏﻴﻴﻴﺔ ﺍﻟﻌﺎﻟﻢ، ﻣﺎﺩﻳﺶ؟
عافاك اعطيني جوج رسائل جوية؟
واش تقدر تقول لييا رقم التلفون ديالك؟
ﻣﻤﻜﻦ ﺗﺠﻲ ﻓﻴﻦ ﺑﻐﻴﺖ ﺍﻟﻌﺸﺮ
ﻳﻤﻦ ﻣﻨﻚ ﺗﻠﺘﺤﻞ ﻫﺬﺍ ﺗﻌﻤﺮﻧﺎ ﻭﺷﻜ�ﻨﺎ؟
ﺷﻨﻮ ﻫﻮ ﺍﻟﻤﻘﺎﺩﻳﺮ ﺑﺎﻟﺴﺎﻧﻴﺎﺕ
ريزيرفينا طابلة مع التسعود. اسميتي ساتو.
ما بقاوش كايطبعوه.
بالنسبة للمواعد، تيمشيو للمطاعم.
واش الطاكسيات رخاص؟
ﺻﺤﻴﺢ؟ ﺷﺤﺎﻝ ﺯﻭﻳﻦ ﻣﻨﻚ ﺗﻘﻮﻝ ﺑﺤﺎﻝ
تقدر تشد ليا طاكسي مع العشرة ديال الصباح؟
وقتاش كاتسد؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺸﺮﻱ ﺭﺑﻊ ﺭﻗﻢ ﻟﺤﻮﺍﻳﺞ
ﺻﺤﻴﺢ؟ ﺷﻜﺮﺍ ﺟﺰﻳﻼ. ﻣﺎﻛﺮﻫﺎﺵ ﻧﺴﺘﺎﻓﺪ ﺷﻮﻳﺔ ﻓﻲ ﺍﻟﻌﻮﺍﺓ. ﺳﻤﺎﺀ ﺩﻳﺎﻝ ﻛﺘﺎﺑﺎ ﻳﻜﻔﻴﻨﻲ.
خليني ناخد رقم جوج ديال الفطور.
ف هاد الحالة، عافاك سير لمكتب الشكايات بعلامة استلام ديالك.
واش كاين شي مقطورة دالنعاس؟
هادو كبااار عليا شوية. واش يمكن لي نقيس حجم أصغر؟
شحال كيسوى البريد لليابان عبر الجو؟
واش نقدر نقاطعك؟
هادا السيد واطاناب من الغرفة ستة زيرو سبعة. غادي نخرج مع التسعود ونص. تقدر تصيفط ليا شي واحد يطلع ليا الباكاج ديالي؟
واش باقي ممكن التزلج على الجليد في موناكي في هذا الوقت؟
واش عندك بطاقة القطار؟
درت الكاراطي فاش كنت فالمدرسة.
خاصني نوصل لتما حتى لواحد وتلاتين.
شحال من ساعة في التران؟
آه-آ. غادي يتطلب خمسة دقايق.
واش كاينين مواقع تاريخية فهاد الجوايه؟
الخمسة و النص. عندك تلاتين دقيقة.
واش عجبك هنا؟
ماكاينينش الوراق دلكتابة الكافيين.
وقتاش يمكن ليك تدوز؟
اشمن باب غادي تكون؟
بغيت ندير حجز لمجموعة من خمسة أشخاص ابتداء من الخمسة حتى الستة عشية اليوم.
نعم، بلحاق خصنا نزيدو مصاريف التوصيل.
تقدر تشريه فقسم الأتات فالطابق التالت.
انا من اسيا.
واش هادا هو الطوبيس الصحيح ديال الخطوط الجوية اليابانية؟
بغيت ندير حجز طوبيس.
ﻣﻤﻜﻦ ﺗﺤﻴﺪ ﻫﺎﺩ ﺍﻟﺒﻨﻴﺎﺕ
بصاح. مزيان. بغينا نديرو واحد الحجز لتلاتة.
واش يمكن لي نحصل على الوقت؟
ايوا، داڤيد، مارك، ساتشيكو، ورومي غادي يكونو فالحفلة.
خمسين دولار قيمة رقائق، عافاك.
من الأفضل تاخد الطوبيس.
غادي نوصل جوايه الساعة السبعة ديال العشية.
شنو نوع الصلصة اللي تبغي؟
بغيت نمشي لشي مطعم نيويوركي حقيقي، ماشي غالي بزاف.
غادي نوصل للأوطيل تمنطاش شتنبر.
واش يمكن لي نحصل على خريطة المسار، عافاك؟
بغيت عينة من الغائط ديالك.
جي- علاش الرجال اليابانيين كيتصرفو بطريقة غير اجتماعية بزاف؟
ماكاينش اختيار. هنا مزيان.
فحالة السلع المعفاة من الرسوم الجمركية، غادي تدوز من مكتب التفتيش الضوئي الأخضر.
تقدر عافاك تعاودها مرة اخرى؟
خسارة، الغرف الفردية كلهم مريزيرڤيين. ولكن باقي لينا شي غرف مزدوجة.
ﻓﻌﻼ ﻛﻨﺪﻳﺮ
اشنو خاصني نقدم باش نكري طوموبيل؟
درت كسيدا بالطوموبيل.
واش عندك تذكرة الرجوع؟
راسي كيضرني.
واش عندك دونهل؟
يمكن ليك تنصحني بشي خمر زوين و ماشي غالي؟
من المفروض انك تدخل.
واش كاين شي بلاصة نشريو منها شي حاجة للشرب؟
يالاه وصلت للمطار.
واش يمكن ليك تديرو هاد الليلة؟
تفاصيل اكثر بخصوص هاد النقطة تقدرو تلقاوها فالصفحة اطناش من التقرير.
كان خصو يرجع للدار مع العشرة.
ناشف.
ﻧﻌﻢ ﻳﺎﺭﺏ ﺩﻭﺯﻭ ﻋﻠﻴﻜﻢ
تقدر تقترح عليا شي بلايص فين نمشي ونجي فنهار؟
لا شكرا. أنا غادي عند الطبيب.
ﺩﺍﻙ ﺍﻟﺨﺎﻣﺞ ﺯﻭﻳﻦ
بغيت نحصل على هادشي.
وقتاش كيفتح المعرض؟
باقي ما قررت.
غادي نعتنيو بهادشي.
دير ليا شي تخفيض، عافاك.
ما كنت أبداً في حياتي هاكذا، نتمنى تسمح ليا.
واش عندك شي كسوة فالابيض؟
واش تقدر تتصل بشي أوطيل من نفس الدرجة و تشوف ليا شي غرفة؟
تقدر توريني كيفاش نعمر استمارة الأمتعة الضايعة، عافاك؟
وقتاش تبنات؟
غادي نقولها ليك منين نوصل لتما.
واش ساهل الوصول لتما؟
يمكن لينا نوجدو ليك بلاصة دابا.
اسمح ليا، منين الطريق لأكاساكا؟
راها كتنزف بزاف.
فين نقدر نشري أدوات الكتابة؟
مامتأكدش اشنو غادي يكون ف ميريكان.
عافاك صيفط شي شاحنة لاخمسطاش شارع باكر.
فيا الرواح.
فين كاينة شي منطقة فيها محلات تجارية ديال الماركات؟
ﻋﻘﺪﺍﺗﻚ ﻛﺘﻬﺪﺭﻳﻬﺎ
واش مفتوح نهار الحد؟
وقع حادث.
خود السانسور للتحت، والمكتب راه تما.
بغيت نسترجع أغراضي التمينة، عافاك.
واش الدكتور توفلر أستاذ صارم؟
شي ماركة أخرى؟
تقدر توقف قدام ليبرتي؟
أنا دابا شبعان. إلا كان داك الشي مزيان، واش تقدر تجيبو ليا من بعد واحد نص ساعة؟
واش يمكن ليا نخلص بهاد البطاقة؟
غادي نبقى شي يامات.
ﻣﻦ ﺍﻟﻤﺪﺓ ﺍﻟﺒﻜﻴﻂ ﻻﺯﻡ ﻳﻜﻮﻥ ﻣﻘﺮﻣﺶ
بغيت نشوف ديك البلوزة.
حطهوم مزيان وفشي بلاصة ساهلة تتشاف.
بغيت نتقيد بجوج باليزات، عافاك.
واش كاين شي غرفة لتبديل؟
واش ماسيس حال اليوم؟
بغيت هاد الحوايج يتنضفو بالناشف.
بغيت نحجز جوج بلايص لصباح التلاتا.
غلطت. يمكن لي ناخد واحد آخر؟
ﺷﻨﻮ ﻫﺪ ﺍﻟﺸﺮﻁ
غادي ناكل هنا.
تقدر توريني كيفاش نستعمل هاد المضخة؟
واش كاين شي مكتب ديال الصرف؟
نعم. يمكن لينا نكريو ليك نوادي الغولف و الأحذية.
أوه؟ كتبان صغير بزاف.
المنتوج ديالنا خفيف وصغير على ديال المنافسين، ولكن غير بثمن زايد تمنية فالمية.
تْكَسَّرْ لِيّا الطُّلَامْسْ.
فيناهوما الكتوبة ديال التصاور؟
اشنو نقدر نحصل تماك؟
على حسب.
بصفة منتظمة خمسة وتلاتين دولار ولكن اليوم راه خمسة وعشرين فالمية تخفيض إذن غير ستة وعشرين دولار وخمسة وعشرين سنت
واش كتبيعو هادشي مفرق؟
ﺃﺭﺑﻌﺔ
فين يمكن لي نلقى طوبيس لشيكاغو؟
باقي معرفتش.
بغيت نلعب التنس مع شي واحد.
ﻫﺎﺩﻱ ﻟﺮﺍﺟﻲ
مايمكنش لي نسد الباب.
الأضرحة في اليونان كانت تاريخية.
دابا شوية غادي ندوزو شي فيلم. عافاك هبط رواقات النافذة ديالك.
نعم. هاد اللوان هما ديال لا مود دابا.
أنا غادي نتحول لرحلة خطوط طيران يونايتد لأنكوراج.
ﻣﻤﻜﻦ ﺗﻌﻄﻴﻨﻲ ﺍﻻﻭﻃﻴﻞ ﺍﻟﺠﺪﻳﺪ ﻫﺎﺩﻱ
آه، بلحاق خاصك تحط "BY AIRMAIL" هنا إلا بغيتي تصيفطو بالبريد الجوي.
هنا. واش تقدر توريني بطاقة الهوية ديالك أو جواز السفر؟
لمدام مَوكَلاي غادية تتباس. راها مشهورة بزاف هاد لييامات.
واخا، بلحاق غي مشروب واحد.
يمكن ليك تنصحني بشي خمر ازوين؟
تيفاني. بغيتي تقولي محل المجوهرات؟
تلاتة دولار لكل واحد.
خسارة كبيرة باش يتلغى، ولكن ما عندنا ما نديرو.
تلف ليا الريزو. فين حنا؟
واش ما كتضنش باللي كاينين بزاف ديال الرجال اللي كيحمقو؟
تقدر تجيب ليا شي جوا وشي ورقة للكتابة؟
هادا بابا.
واخا. عافاك اعطي بطاقة التصريح لداك الضابط عند المخرج.
غير تكا هنا.
يلاه نعيطو ليه فالتلفون.
ﺍﻟﺘﻔﺎﺻﻴﻞ ﻟﻴﻮﻡ
واخا. بلاتي نشوف. واش بغيتي شي حاجة عادية ولا شي حاجة شيك؟
ﺷﻜﺮﺍ. ﺍﺵ ﻧﻮﻉ ﺩﻳﺎﻝ ﺍﻟﻮﺻﻔﺎﺕ ﻋﻨﺪﻩ
هادا رااجل.
واش عندي الوقت الكافي باش نتحول للخطوط البريطانية تلاتة تسعود تسعود؟
يللاه نمشيو.
واش يمكن لي ناخد هادشي معايا دابا؟
عافاك صيفط شي حمال للغرفة ديالي.
ﻫﺎﺩﺷﻲ ﺍﻟﻠﻲ ﻛﺘﻌﺠﺒﻨﻲ ﻛﺘﺤﻤﺎﻕ ﻋﻠﻴﻬﺎ
بغيت نشوف شي مسرحية موسيقية هاد الليلة. عافاك دير ليا الحجز.
خسرت واحد المبلغ كبير ديال الفلوس فالتسوق.
خليني نشريليك شي شراب.
شي طبيب، عافاك.
يمكن ليك تنصحني بشي مطعم مزيان قريب من هنا؟
لمن كتعيط؟
شحال كتدير الدخلة؟
خصوصا ايلا مشيتي حدا المباني، يقدر يتهجم عليك.
كايعجبني نتفرج فالماتشات فالتلفزة.
واش يمكن ليا نهبط المقعد ديالي؟
مامحتاجشي للحمال، شكرا.
واش بغيتي تكري طوموبيل سيدان أولا مقطورة؟
بغيت نصرف ين لدولار. اشنو هو السعر اليوم؟
هاد القطار كايتوقف لمدة قصيرة ف المحطة إي.
عافاك، رشح ليا شي أوطيل.
واش نقدر نتاخد معاك صورة؟
ميكي هاياكاوا.
شحال فالعمر ديال اليابان؟
ﻭﺍﺵ ﻧﺮﺑﺶ
كنبان صغير، بالحق فايت التلاتين.
وصلني لهنا، عافاك.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻭﺍﺵ ﺍﻟﻴﻮﻡ ﻓﺎﺗﺨﺎﻑ
حدا الممر، عافاك.
واش تقدر تدير هادشي فصندوق الودائع ديالي؟
نعم، وقف تما، عافاك.
بغيت نلغي الحجز ديالي هاد الليلة.
بغيت شي حاجة لعسر الهضم.
التيار قوي بزاف على ود الغطس.
واش تقدر تتصور معانا؟
بغيت نتسجل فواحد الرحلة باش نشوف الشلال.
عندي وجع حاد.
ماعندكش شي هدايا، أو شي مقالات قيمة؟
واش هاد القطار غادي لطوكيو؟
كعكة بالكرز للتحلية، و قهوة، عافاك.
واش يمكن لي نحصل على عصير البرتقال؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻭﺍﺵ ﻫﺎﺩ ﺍﻟﺴﻴﺪ ﻋﻨﻮ
هي خارجة دابا.
واش تقدر توري لينا بلايصنا؟
تقدر تفيقني غدا مع السبعة دالصباح؟
جيت من إيرلندا الشمالية.
غادي يكون مية و خمسة و عشرين دولار، ألالة.
سمح ليا خليت حوايجي فالطيارة.
واش كاتقبل ماستر كارد؟
علاش كاينة تماك؟
عفاك اعطيني الفاتورة.
الرﻗﻢ هو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو و سميتي ميهو سوزوكي.
واش كاين شي مطعم مزيان عندو منظر زوين هنا؟
هاهي البطاقة ديالي.
بغيت نحصل على وظيفة مع الحكومة.
واش القطار لشيكاغو كيمشي من الرصيف خمسة؟
بغيت نتسلف شي معدات دلغوص، عافاك.
واش هاد القطار غادي نيشان لسياتل؟
من هنا، عافاك. شي حاجة أخرى؟
كا نقلب على صحابي.
إيوا، إذن لازم تعرف كيفاش كنحسو كاملين هنا. ما كناخدوش الغرباء اللي كيقولولنا كيفاش نعيشو حياتنا.
ﻣﺴﺘﻮﻯ ﺍﻟﻮﻥ ﺟﻤﻴﻞ
ﺷﻜﺮﺍ. ﺳﻤﻴﺘﻚ ﻫﻮ ﺳﻴﺪ ﺭﻳﺎﺷﻨﺎﻝ
عافاك اعلم عائلتي.
ممكن تنظف النافذة؟
خمسطاش يوليوز.
جرحت راسي.
واخا، اه، بغيت بيضة مسلوقة نص سلقة، يعني، بيضة مسلوقة شوية، عافاك.
ﻫﺎﺩ ﺍﻟﻔﻴﺔ ﻛﺘﺼﺪﻕ ﻣﻌﻴﺎ ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺠﺮﺑﻮ
وقتاش المجموعة الأولى؟
ما طلبتش هاد النوع دالجبن.
انقطع عليا الاتصال. واش يمكن ليك ترجعو ليا؟
شنو سميتك، عافاك؟
بغيت نحصل على شي دجاجة ديال الصيد.
شنو خاصني نشوف فشيكاغو؟
واش تقدر تبدلو بشي حاجة صغر منو؟
واش خاصني ندير فحص العينين؟
سميتك، نمرة البطاقة البنكية، تاريخ انتهاء الصلاحية؟
عندو مجموعة ازوينة ديال البرونز.
شنو هاداك اللي قدام جسر بروكلين؟
ﺷﻜﺮﺍ ﻟﺘﺎﺑﻌﻚ ﻣﻌﻨﺎ ﺳﻴﺪﺍ
واش نقدر نحصل على تلتمية دولار نقدا مع هاد الشيك؟
متافق مع داك الاقتراح.
شكون كيشطح؟
واش نقدر نشطح معاك؟
واش خاصني نبدل القطارات؟
لجوج مع السبعة، ياك؟ واش تقدر تعطيني اسمك، عافاك؟
ركبتي كضرني.
شحال كيتسالو البلايص لي قراب؟
ﻓﻴﻦ ﻛﺘﻤﻮﺕ
واش عندك شي سوايع كيتلفو باليد؟
واش عندك شي ستيل أخر؟
صاحبي سخف. راه فقد الوعي. تقدر تتصل بالإسعاف دابا؟
ﺷﻨﻮ ﻣﺮﺽ ﻭﺑﻨﻴﻦ
واش غدا مع الخمسة ديال الصباح؟
واش عندك شي أكلة يابانية؟
واخا. بالمناسبة، شنو هادشي؟
بغيت نتسجل فشي مدرسة دلغوص.
واش كاين شي مبلغ ديال الإلغاء؟
فين هي الباب خمسة وتلاتين؟
بغيت شي حاجة للشرب.
ما تاكل حتى حاجة حارة بزاف اولا باردة بزاف.
ﺍﻗﺘﺮﺍﻙ ﺗﻐﻴﺮ ﻣﻼﺑﺴﺔ ﺩﻳﺎﻟﻚ ﻭﺗﺮﺟﻊ ﺳﻴﺪ
لوحة الترقيم هي زيرو جوج واحد واحد.
باي باي.
واش يمكن لي ننتقل لشي مقعد آخر؟
بغينا نحجزو طاولة لشخصين للسبعة عشية اليوم.
نشوفك غدا.
غادي نشوف واش نقدر نلقاه فهاد الكتاب.
واش جاكم بزاف د الثلج هاد العام؟
ﺷﺤﺎﻝ ﺩﻳﺎﻝ ﺍﻟﻤﻘﺎﺩﻳﺎﺕ ﻫﺎﺩﻭ
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻋﻔﺎﻛﻢ ﺗﺼﺐ
آشمن قطار باغي تركب؟
شحال كيحسبوا الكارافان؟
فين يمكن لي نشد هاد الطاكسي؟
واش كاين شي غلط فالفاتورة؟
درت الحجز ديالي في طوكيو. واش يمكن ليك تتأكد مرة أخرى، عافاك؟
غادي نقتارح عليك شي حوالق ديال الودنين، ولا شي بروش.
هادي ماشي الإمضاء ديالي.
لوجع لي فحلقي وصل حتى لودني.
محتاج لشي نعلات.
غادي نوصل معطل، بلحاق عافاك خلي ليا الحجز ديالي.
غادي نمشيو لقرية الصيادين غدا.
مشرفين بمعرفتك.
عندي شي حاجة خاصني نقولها ليك.
بغيت واحد الغرفة ديال جوج د الناس، عافاك.
قييد ليا هادشي حتال لخر ديال الرحلة ديالي.
ﻛﻨﺤﺸﻢ ﺩﻳﻤﺎ ﻓﻲ ﻣﻊ ﺍﻟﻤﻌﺪﻥ
هادشي صعيب اكتر من العام اللي فات.
كاين البرد هاد الليلة.
شحال داير؟ واش يمكن ليك تكتب التمن على هاد الورقة؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺘﺴﻨﻰ ﻣﻘﻋﺪ ﻓﻲ ﺍﻟﺮﺟﻞ ﺍﻟﻤﺎﺿﻲ ؟
واش يمكن لي نرجع الطوموبيل فبلاصة أخرى؟
واش عندك شي أكياس دالنوم؟
هادو مزيرين عليا شوية. واش عندك هاد السبابط بقياس خمسة و نص؟
واش يمكن لي نصرف هاد الورقة ديال خمسين دولار؟
سير نيشان فهاد الشارع. راه على يسارك.
ممكن نشوف لائحة الأسعار ديالك؟
اسمح ليا. واحد الحاجة اخرى. كنفضل واحد الطاولة حدا الشرجم.
كا نقلب على السي جون. عندي شي شغل مهم بزاف نهضرو عليه.
ليومين.
واش هاد الطوموبيلة غادية لشيكاغو؟
واش كاين شي بديل للرحلة اللي تلغات؟
ﻣﺎﻋﺠﺒﻨﻴﺶ ﻋﻔﺎﻙ ﻣﺪﻳﺮﻳﺶ ﻓﻴﻪ ﺍﻧﺸﻮﺍﺭ
واش نقدرو نحصلو على قرعة اخرى دالخمر؟
عندنا واحد النبيذ احمر ازوين.
واش عندك شي ساعات منبهة خاصة بالسفر؟
بسلامة دابا.
واش كاين شي محل ديال الهدايا التذكارية هنا؟
تقدر تستاعن بهاد البطاقة ف جميع القطارات.
كنفضل لي أطماتيك.
ﺍﻧﺎ ﺩﺭﺕ ﺍﻟﻔﻠﻮﺱ ﻭﻟﻜﻦ ﻣﺎﺗﻠﻘﺎ ﻭﺍﻟﻮ
واش عندك شي جرائد يابانية؟
وقتاش غادي نتلاقاو المرا الجايا؟
عافاك اعلمني باش نكون على علم فحالة وقوع حادثة.
غادي نبقى فشي أوطيل، ولايني باقي مدرت الحجز.
ولكن ماتقلقش. يمكن ليك تهبط فالمحطة الجاية وترجع على رجليك. راه ماشي بعيد.
بغيت شي تسريحة شعر رطبة، عافاك.
بغيت نلحق على صاحبي.
الجرح تقيح.
البنكة الدولية.
كايعني التنازل عن ضرر الاصطدام. بلا بيه انت المسؤول على أي ضرر فالطوموبيل.
نسيت ساروتي.
بغيت ننقي اسناني.
احنا ف رحلة جماعية. على داك الشي المسؤول على الرحلة عندو التذاكر ديالنا كاملين.
لا ابدا. عافاك بلغ تحياتي الحارة للزملاء ديالك، خاصة السيد أوكاموتو.
واش عندك شي حاجة خفيفة تتكال؟
أكيد. واخا. احنا هنا فالمتحف. غير طلع، دور جوج شوارع، و خاصو يكون نيشان فداك القنت.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﻌﺎﻙ ﻫﺎﺭﻛﻮ ﻣﺎﺩﺭﺗﻮ ﺩﺍﺑﺎ ﻫﺎﺩﻱ ﻛﺎﻧﺖ ﺣﺎﺟﺔ ﻓﻮﻕ ﺍﻟﻬﺪﺭ
عافاك وريني الطريق ديال أوطيل هيلتون.
شي واحد سرق ليا صاكي من المحل ديال الرسوم الجمركية.
ماشي مشكل، شكرا.
واخا. داك الشي تيبان ممتع. اشنو بخصوص السبت مع الجوج؟
كنضن الطاكسي غادي يكون احسن. تقدر تاخد الطاكسي من قدام لوطيل.
اشمن لون دياال الشريط تبغي، الوردي او لا الازرق؟
طُومُوبِيلَة دَارَتْ بِالْقُوَّةِ مُنْعَطَفٌ يَسَارًا.
واش تقدر تخلي هاد الأمتعة عندك لمدة سيمانة؟
...سمح ليا ولكن الدار محجوزة هاد الليلة
واش الطوبيسات ديال المطار كيدوزو مرة مرة؟
التالي.
تلاتة جوج تلاتة ربعة واحد جوج تلاتة ربعة.
يمكن ليك تنصحني بشي حفل الباليه؟
ما خديت وجبة ديالي قبل. واش يمكن لي ناخدها دابا؟
ممكن تعطيني طاولة؟
سمح ليا ماشي ممكن فهاد الوقت. الرحلة ديالنا مع الواحدة هي أول وحدة جاية.
ﻣﻤﻜﻦ ﻧﺪﻳﺮﻫﺎ ﺑﺮﺍﺳﻲ
بغيت ندير مكالمة شخصية.
فيناهو فهاد الخريطة؟
مابغيتش نمشي.
ﺑﺎﻟﻚ ﻭﻗﺖ ﻣﻮﻓﻘﺔ
فين هو فضاء الأكل؟
واش هاد المونيكة للبيع؟
بغيت واحد التسبيح.
غادي نبداو نركبو الركاب اللي عندهم الدراري الصغار، الركاب اللي محتاجين للمساعدة الخاصة، والركاب ديال الدرجة الأولى.
مع كاغيط مات، عافاك.
أكيد. ها هو.
شنو كاتضن هو الأحسن كهدية لبنت عندها خمسطاشر عام؟
واش كاينين شي رحلات لديور المشاهير؟
صيفط هاد التيليغرام، عافاك.
فين خاصني نتصل، إيلا كان عندي شي مشكل؟
ﺳﻴﺮﺓ ﺳﻤﺎﺱ ﺑﻠﺴﺘﻴﻢ ﺑﺎﺭﺩﻳﻦ ﻛﺒﻴﺮﺓ
وقتاش غادي يكون الجو زوين؟
ﻭﺟﻪ ﻛﻼﺻﻲ ﺟﺪ ﻣﻠﻮﻥ ﻭﺻﻌﺐ
أنا مقيم فأوطيل بريطانيا أنتيركونتينونطال. غرفة رقم واحد زيرو تلاتة.
شحال التنبر ديال رسالة جوية، عافاك؟
عندي فيروس.
بالتأكيد، راه ربعة سبعة واحد تسعود ربعة زيرو تلاتة.
كنحس بالجوع اكتر من العطش.
ممكن ناخد كريم؟
إذن هاد الشي كامل الغلط ديالي ياك؟ خصني نمشي للمرحاض. آسف.
بغيت نمشي للتسوق. فين جا وسط المدينة؟
واش تقدر تقول ليا كيفاش نوصل لتما؟
تقدر تاخد المصعد إما رقم واحد أولا رقم جوج.
عطيني بزطامك.
خاصني نلقى الباب.
منين رجعت للشومبر ديالي، الكاميرا ديالي كانت اختفت.
البرد بزاف.
كيفاش نقدر نحصل على رخصة الغوص؟
اعطيني سيجار.
على حسب إينا موسم من السنة كتجي للمكان.
بغيت نرتب الفراش.
ﺟﻮﺝ ﻛﺘﺐ ﻋﻔﺎﻙ
دير ليا تلاتة من هادو، عافاك.
أوه، مزيان، مزيان. ومزيان اللي شفتك، راي. غالبا غادي للجهة الأخرى. إذن ما تولي ش غريب. جاكيت زوينة، بالمناسبة.
كنضن غادي يرجع من دابا تلاتين دقيقة.
صناعة السيارات هي مفتاح الصناعة اليابانية.
واش نقدر ناخد رسالة؟
خليني نشوف. هادا هو الدوار اللي حدانا.
واش ممنوع العومان هنا؟
شحال ديال الوقت غادي يتطلب باش يوجد واحد آخر؟
طرا واحد الحاجة ضرورية خاصني نهضر معاه فيها. عافاك طلب منو يتصل بيا في أقرب وقت ممكن منين يرجع.
الضو ما خدامش فالغرفة ديالي.
غادي تدير احسن المرة الجاية. بقى فيه.
واش كاين شي واحد فيكم كيهضر باليابانية؟
واش كينغ كونغ سبق ليه لعب البينغ بونغ ف هونغ كونغ؟
فين كاينة غرفة الاستحمام؟
شحال دلوقت غادي تبقى هنا؟
ف رايي نظام التوظيف مدى الحياة مزيان و خايب.
خاصني نمشي للمحطة دابا.
بغيت نزور المناطق لي مرتبطة بجويس.
ﻻ ﺩﺍﻋﻲ ﻟﺪﺍﻛﺸﻲ ﻭﺷﻜﺮﺍ ﻏﺎﺩﻱ ﻫﺪﺍﻙ
واش كا تدير شي تخفيض؟
جيت ناخذ شي طوموبيل. هاهو رقم الحجز ديالي.
كانقتارح الريحة أولا اللوسيون.
عافاك وريني الاستمارة الجمركية ديالك.
غادي يتكلف بيك السيد اللي على لاكيس.
شحال من مرة خاصني نعاود ليك نفس الهضرة؟
طلبت بلاصة فجهة ممنوع التدخين. واش تقدر تعطيني بلاصة اخرى؟
عفاك، ماتاخد حتى منشط.
من هنا، عافاك. واش هاد الطاولة بخير؟
التاقط التيليفون ودخل عشرين سنت.
غادي ننزل هنا.
فين كاين الدروج؟
فين هوما المعلبات؟
اشمن ياعة غادي نوصلو؟
بغيت نشوف واش مختلفين هنا.
أوه، لا، راه خليت نمرة التليفون ديالو فالدار.
واحد تذكرة لواشنطن، عافاك. شحال دلوقت كيطلب فالطوبيس؟
ﺩﺍﻙ ﻧﻮﺍﻋﻴﻦ ﺳﺎﻥ ﺩﻳﺎﻝ ﺳﻨﺎﺏ
... سمحلي، خاصني... خاصني تا نعيط للمكتب ديال اكري-طوموبيل.
اتصل بسفارة اليابان، عافاك.
آش من نمرة كا تعيط، عافاك؟
عندي حساسية مجهدة.
بغيت نمشي لفيلادلفيا غدا. اشمن ساعة كاين القطار؟
واش تقدر تبدل الشمع، عافاك؟
قول ليا، إينا عربة جوج، مقطورة ربعة؟
واش باقي عندك تذاكر لبولز وماجيك نهار عشرة يناير؟
كانحس براسي عيان وماستحملش من قوة الجالسة فالطيارة.
واش تقدر تخلي عندك هاد الأمتعة، عافاك؟
فين كتكون احسن بلاصة بالليل فسان فرانسيسكو؟
كنظن هادي فكرة زوينة. ديما كنقول بلي المتاحف هوما أحسن بلاصة نبداو نتعرفو على شي بلاد. مزيان، فين خاصنا نمشيو؟ كنسمع بلي كاين معرض زوين ديال الهنود الأمريكيين فالمتحف ديال المقاطعة.
تلف ليا جواز السفر. خاصني واحد جديد.
ﺍﻧﺖ ﻏﺪﺍ ﺗﺤﻨﺎ ﻟﻚ ﺳﻴﺪﺓ ﺍﻟﻘﻤﺎﻥ
غادي ناخد جوج.
عشرين صورة، عافاك.
بغيت ندير اتصال لطوكيو.
واش تقدر تعطيه الإسعافات الأولية؟
بغيت ندير شي حجوزات لتلاتة دالأشخاص للسبعة دالعشية.
شنو القصة ديال هاد القلعة؟
تقدر توريني كيفاش نعمر بطاقة الهجرة، عافاك؟
ﺷﻨﻮ ﻫﻨﻴﺘﻚ
وقتاش خصنا نرجعو؟
عافاك، خليني عليك.
شنو هو "أو-بون"؟
فين هو صندوق التذاكر؟
هاهو رقم التأكيد ديالي.
كيفاش ندير حجز؟
واحد المليار ين مقسوم على مية وعشرين ين كيساوي بالتقريب وتمنية مليون دولار.
واحد الدقيقة، عافاك. سيدي، سمح ليا السي أكوا مشا يتغدى. تبغي تخلي شي رسالة؟
اشنو تنصحني نشري كتذكار من فرنسا؟
ﺷﻜﺮﺍ ﻟﻚ ﺑﺎﻟﺤﺐ ﺑﺎﻟﺘﺎﻭﻳﻦ
أنا آسف، البلايص كلها عامرين لألفين وتلاتة وعشرين.
بغينا ناخدو أطباق بحوالي تلاتين جنيه لكل واحد.
واش عندك شي كوكتيلات خاصة؟
واش ممكن نخلص بورقة نقدية كبيرة؟
شحال كتكلف هاد الجولة؟
ﻣﺒﺮﻭﻙ ﻋﻠﻴﻚ ﻋﻠﻰ ﻧﻴﻌﺔ ﺍﻟﻤﺪﻳﺮ
واخا ما تكونش من كبار المعجبين ب "شاعر افون اللطيف"، ما خصكش تنسى المناظر الطبيعية الريفية المثالية والمواقع البيوغرافية المرتبطة به في بلاده.
أنا غادي دابا. واش تقدر تصيفط ليا شي حمال، عافاك؟
ﻋﻼﺵ ﻫﺎﺩ ﺳﻴﻠﻴﻢ ؟
اه، الشراب، عافاك.
غادي يكون تقريبا تلاتة د المرات كتر.
باقين لينا بلايص فالشرفة وليمن نتاع الأركسترا.
جوج بلايص فالرحلة ديال تسعود ونص لنيويورك، عافاك.
بغيت ساندويتش وعصير البرتقال، عافاك.
تقدر تسناني هنا؟ غادي نرجع من دابا شي دقايق.
ساكن قريب من هنا.
هاد الصبابط ضيقين عليا بزاف.
هادي الطوموبيلة اطناش.
واش يمكن لي نصيفطو فإرسالية عادية؟
المسرحيات الموسيقية عندها شعبية كبيرة فاليابان هاد الساعة.
ها شي سماعات الأذن.
بصفة عامة، "A" كتعني ممتاز، "B" مزيان، "C" لاباس، "D" ضعيف، "F" راسب و "I" ناقص. شي مدارس كيستعملو زائد وناقص مع الحروف.
بغيت جوج تصاور من هاد النيغاتيف، عافاك.
كيفاش خاصني نمشي لهيه؟
ﻭﺍﺵ ﻫﺪ ﺷﻲ ﻗﺎﺩﻱ
بغيت بيل.
وقتاش غادي يسالي؟
طوموبيلة اقتصادية لمدة سيمانة. شحال غادي اتكلف؟
واش يمكن للدراري يديرو الجولة بلا ما يرافقوهوم الكبار؟
فين يمكن ليا نكمي؟
ﺍﻣﻲ ﺩﺍﺭﺕ ﺍﻟﻤﻮﻥ
واش نعطيه شي رسالة؟
كنضن باللي اجتماع بحال هادا فرصة مزيانة لينا باش نتعارفو ونتفاهمو بيناتنا شخصيا.
ﺷﻜﺮﺍ. ﺩﺍﻙ ﺳﻴﺮ ﻓﻲ ﺩﻭﻻﺕ ﺳﺨﺮﺍﺕ ﻭﺧﻤﺮﺍﺕ ﻣﻊ ﺍﻟﺪﺍﺩ. ﻣﻦ ﻓﻀﻠﻚ ﺩﻳﺮﻳﻬﺎ ﻟﻠﺨﺎﺻﺔ.
آشناهي التوقعات ديال غدا؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻭﺍﺵ ﻫﺎﺩ ﺍﻟﺮﺳﺎﻝ ﻭﺍﺣﺪ ﺍﻧﺎ ﻓﻲ ﺍﻟﻔﻮﺍﻛﻪ ﻭﺍﺣﺪ ﺍﻧﺎ ﻧﺎﺳﺒﺔ ﻋﻨﺪﻱ ﺷﻲ ﺿﻴﺎﺩﺓ ﻧﺘﻤﻨﻰ ﺗﻔﺎﺟﺄﻱ ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻌﻮﻇﻮ ﻫﺎﺩ ﺍﻟﺸﻴﻄﺎﺭﺓ
عافاك قول ليه شيمادا عيطات و غادي نزورو هاد الجمعة.
واخا. عافاك احجز فدرجة اولا فلكار اللي غادي غدامع العشرة دصباح.
نشوفك، عيط ليا الليلة.
تبغي تتصور معانا؟
واش كتضن كاين شي احتمال نسترجع فلوسي؟
بغيت نسترجع أغراضي التمينة، عافاك.
بغيت طريف دلحم يكون باقي حمر.
هادي كاميرا أوتوماتيكية.
بغيت جوج طبعات مع تشطيب مات لهاد النيغاتيف، عافاك.
اسمح ليا. اشمن طابق كاين جناح النسا؟
شحال فعمرو؟
فين نازل؟
ها هي الفاتورة ديالك.
الاستوائي ازوين. فيه شوية د النعناع و المذاق كيجي ازوين مع شريحة اللحم.
ﻫﺪﻱ ﻋﺼﺎﺋﻲ
ﺍﻧﺎ ﻫﺎﺩﻱ ﺍﻭﻝ ﻏﻮﺳﻲ
لويهوم جيهت وجهي.
كنفضل نغلس فالقدام دالطيارة.
عافاك تأكد حتى من الرويدة الاحتياطية.
ﻭﺍﻳﻴﻪ ﺍﻧﺎ ﻛﻨﻈﻦ ﺍﻧﻪ ﺩﺍﺧﻞ ﻣﺰﺍﻥ ﻓﻬﺎﺩ ﺍﻟﻤﻮﺳﻢ
مانقدرش نسد بلاصة تصريف المياه فحوض الحمام.
واش تبغي تجي للحفلة ديالنا هاد الليلة؟
فين جا محل بيع القفاطن ديال ماري؟
بغيت غرفة مزدوجة مع تطل على المحيط. اشحال ثمن الغرفة؟
دوا ويسكي، عافاك.
ﻣﻤﻜﻦ ﺍﻟﻤﺎﺩﻳﺎﺕ
أم، كينغسبورت ليديز كوليج، عافاك، الشيفور. مزيان، ماغاديش يفلتوها. مايقدروش يقاطعو قرار المجلس، راه ضد الديموقراطية.
واش كاين شي طبيب كايهضر باليابانية؟
سيداتي سادتي، قبل الإقلاع كنطلبو منكم تطفي جميع الأجهزة الإلكترونية، بما فيهم لورديناتور الشخصي، مشغل السيديات، التلفونات المحمولة، والألعاب الإلكترونية. عافاكم بقاو متستعملوهم حتى لدقيقة العاشرة بعد الإقلاع.
أوه، هادشي زوين. كيعجبني صوتهم. وانت، بوب؟
واش يمكن ليك تعطيني الاسم، تاريخ المغادرة و رقم الرحلة؟
ﻓﻴﻦ ﻛﺘﺼﻨﻊ ﻓﻄﺎﺭ ﻷﻛﻮﻡ ﺷﻴﺎﻝ
واش تقدر تدير ليا شي تخفيض؟
ﺧﺮﺝ ﺍﻟﺤﺮﺷﺔ ﻋﻔﺎﻙ
واش عندك شي محل فيراغامو هنا؟
ﺷﻜﺮﺍ ﻟﻴﻚ ﺍﻧﻚ ﺍﺧﺘﻲ ﺇﺩﺍﻥ ﺍﺧﺪﺗﻲ ﻭﻗﺖ ﻛﺜﻴﺮ ﻟﻠﺸﺮﺡ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣﻌﻴﻖ ﻣ
واش هادا هو القطار الصحيح لي غادي لغراند سانترال؟
ماشي هادشي لي طلبت.
اه. كان خاصني ناخد اللحم المفروم.
واش داخل فيه الفطور و العشا؟
بغيت نمشي لمركز التجارة العالمي.
اسمح ليا، فين نقدر ناخد تذاكر لبرودواي؟
ﻫﺎﺩ ﻣﻄﺎﺭ ﻏﺰﺍﻝ ﻛﺘﻔﺪ ﻋﻠﻴﻪ ﺍﻧﺎ ﻛﻨﺤﻤﺎﻕ
كا يضرني كرشي بزاف.
اه، غادي ناخد واحد المارتيني مع المقبلات.
ﻭﻻﺩ ﻃﻴﺎﺏ
واش تقدر تقول ليا منين نوصلو، عافاك؟
اسمعت باللي مرض السل منتاشر تما.
شنو كاين فهادا؟
السخان ما خدامش والبيت بارد بزاف.
شحال كادير التذكرة لنهار واحد؟
واخا. إذن، بغيت ندخل للبار ونتسنى.
هادي عامين و نتا هنا آخر مرة. واش استمتعتي بالرحلة ديالك؟
كاين بزاف دالينابيع السخونة حيت عندنا بزاف دالبراكين
شحال التمن ديال الذهاب للندن؟
بغيت شريط كهربائي.
بغيت عصير البرتقال، خبز محمص، البيض مخلط والقهوة، عافاك.
مزيان. ساليتي.
اه. تا يقطعو الفروع و يقطفو البراعم باش يصاوبو أشجار مزيانين.
كنضن باللي ممكن نوجدو ليك طاولة من دابا شي خمسطاشر دقيقة.
مزيان. شكرا.
فين ننزل نمشي للمتحف؟
الطبق ديالي، عافاك.
عندي وجع راس خايب. واش كتعرف شي أطباء مزيانين هنا؟
من بعد التلاتة.
واش تقدر تخلي عندك هادشي غالي عندي؟
خلصت تلاتين دولار على القميجة ديالي.
تقدر تطلع لي شي أسبيرين؟
فيناهي العلبة؟
عافاك اكتب رقم بطاقة الائتمان ديالك.
ﺷﻨﻮ ﺍﻧﻮﺍﻉ ﺩﻳﺎﻝ ﺍﻟﻴﻜﺎﺭ
واش كتعرف اسم هاد المحطة؟
ﻋﻔﺎﻙ ﻣﺘﻜﻠﻒ ﺍﻟﺤﺮﺏ ﺑﺎﻟﺨﻴﺮ ﻓﺎﻟﺼﻮﺭ ﻓﺎﺩﺍ
إيوا، الغولف تقريبا جزء من الأعمال ديالنا و كذلك الترفيه.
ها قائمة الأكل ديالنا، أسيدي.
ها هو جواز السفر، والتذكرة، وبطاقة الصعود إلى الطائرة ديالك.
أوه، الوقت متأخر بزاف. كنضن من الأحسن نمشي.
واش يمكن لي نستخدم هاد الشاريو ديال الامتعة؟
سبعين حتال تمانين دولار غتكون مزيانة.
اتصال شخصي لطوكيو، اليابان، عافاك.
لا, شكرا. باراكا.
بغيت سترة، عافاك.
واش خاصني بطاقة الإركاب؟
ﺍﻟﺠﻤﺔ ﻟﻠﺨﻤﺎﺭﺓ ﻭﺍﺵ ﻳﻮﻗﻊ؟
غادي يكون مزيان إلا قدرتي تزيد فقدرة الإنتاج ديالك.
واش مسالي السبت الجاي بالليل؟ بغيت نعرض عليك للحفل ديال الذكرى السنوية الأولى ديال الزواج ديالنا.
بغيت لحم العجل.
محتاج لشي طوموبيلة كبيرة.
راك غالط.
عافاك ديني لسبيطار فين كيفهمو اليابانية.
ﺃﺷﻤﻦ ﺗﻨﺼﺤﻚ؟
غادي نمشيو مورا الضهر. واش عندنا الوقت نديرو الجولة ديال المدينة؟
الكيمونو ماشي مناسب بزاف للناس اللي كيتحركو بزاف.
واخا. غادي نكونو تما مع التمنية.
خسارة كبيرة هادي. خاصني نكون فلوس أنجلوس الجمعة فالصباح.
واش انتا أسترالي؟
فين كاين المدخل؟
تقدر تتحقق من زيت الفرانات؟
فين نقدر نشري ليگات؟
ما عمري ستعملتها.
واش كايلعبو الجاز فهاد البلاصة؟
واش تقدر تعيط على رئيس السرباية، عافاك؟
بغيت كوكتيل مجهد. تقدر تخلط ليا شي حاجة؟
غادي نصيفطو شي واحد دابا باش يتأكد.
أوه، سمعت بالإسم. راه مدينة قديمة ومشهورة، ياك؟
ﺍﻧﺎ ﺟﺎﺗﻨﻲ ﻧﻘﻄﺔ
ﻣﺴﺘﻬﻞ ﻣﺴﻴﺮﺗﻚ
واش عندك شي رحلات جوية ل ميامي؟
الجزء على اليسار.
كانمشي للمرحاض كل عشرة دالدقايق.
شكرا بزاف. أنا و السيد كوغور بجوج فرحانين بزاف باش نكونو هنا ف لندن نديرو اجتماع معاك انت اللي واحد من أهم الشركاء ديالنا.
بزطامي خادو واحد الشفار.
وقتاش الهالوين؟
👍 👍 👍
واش كاين شي تأثيرات جانبية؟
اشناهي ساعة الإقلاع؟
واش بورصة وول ستريت مفتوحة للعموم؟
...
فين هو مكتب المعلومات السياحية؟
فين نقدر نصرف شي شيكات سياحية؟
بغيت شي ساعة نقدر نشوف بيها الوقت بسهولة.
سمح ليا. ماعنديش فواتير صغيرة.
واش تقدر تعاود تقولها؟
راها عشرة مارك.
اه، كنت تما. مشيت ل طوكيو و كيوتو فجولة عامين هادي.
ديني للسبيطار، عافاك.
واش كاين تكييف الهواء؟
عافاك عيط لينا منين يتحل شي واحد.
ﺷﺤﺎﻝ ﺩﻳﺎﻝ ﺍﻟﻜﻮﻟﻲ
واش لغدا داخل فالثمن؟
فين غادي تبقى؟
العلاقات الإنسانية مهمة ف أي مجتمع، ولكن اليابانيين تيبانو بلي تيحاولو بجهد باش يحافظو على علاقات مزيانة ويوسعوها.
هاهوما تسعود وتسعين ين. صرفهوم كاملين للدولار عافاك.
بغيت شي حاجة بعرض كبير.
ف ايه بي سي.
فين كاين شي محل كيبيع العلب؟
هادا مزيان. خاصك تبدل فالشارع ربعة وربعين.
واش نقدر نحصل على الساروت، عافاك؟
واش عندك شي سوبكومباك؟
عندنا كبير، متوسط، أو صغير.
واش كتعرف شي طبيب نساء مزيان؟
بغيت مجفف.
ﻓﻴﻦ ﻫﺬﺍ ﺍﻟﻤﺒﻠﺔ
إوا، شنو مخططاتك لبقيت الرحلة؟
فهاد الحالة، غادي تلقى لائحة ديال الأتمنة حدا بلاصة الشيفور.
بغيت نشري واحد من الاختصاصات الجهوية ديالك.
واخا. غادي نتسناو.
مزيان، أنا طالب سنة أولى فجامعة ABC. التخصص ديالي هو التاريخ.
فين نقدر نلقى شي محل كايتباعو فيه الساعات؟
سي طاناكا، سي صاطو فاجتماع دابا. واش يقدر يعاود ليك الاتصال؟
وقتاش غادي نوصلو؟
اشناهي الوقت التقديري دالوصول؟
ﺩﻭﺯﻭ ﻟﺒﺘﺎﻉ ﻣﻦ ﻓﻀﻠﻚ
واش خاصني نرجع للمكتب ديالك مرة أخرى؟
شكون هو الشفور؟
عافاك وريني تذكرة الرجوع ديالك.
واش يمكن ليا نتحقق من ممتلكاتي الثمينة معاك؟
واش كاين شي رسائل ليا؟
ﻧﺒﻴﻞ ﺣﻤﺮﺍ؟ ﻭﺍﺵ ﻣﺮﺽ؟
ما تخافش. شي زبناء قيسهوم.
ﻣﺘﺄﻟﻘﺔ ﻋﻠﻰ ﻗﺪﺭﻙ ﻓﻲ ﺍﻟﻠﻐﺔ
خليت مذكرتي في كشك التليفون.
واش عندك حساب؟
ﻭﺍﺵ ﻏﺎﺩﻱ ﻧﻤﺸﻲ ﻭﻧﻘﻠﺐ ﻣﻌﺎﻙ ﺍﻟﻘﻠﺐ
كنحس بالدوخة ديال الجو.
منين كينطلق الطوبيس ديال الربط؟
...سمح لينا على الإزعاج...غادي نجيب ليك واحد آخر دابا.
واحد الشوييا، عافاك. انا غادي نجيبو ليك. ها انتا.
واش يمكن لي نعاود نأكد بالتلفون؟
حاولت، بلحاق ماقديتش نحقق الحلم ديالي.
فين كاين جناح الرجال؟
ما قولتيش هادشي. راك كاتنصب عليا.
ا د خ ل ا ا م س ي ت س و ر و
محتاج لخط خارجي.
ﻫﺎﺩ ﻫﻮ ﻋﻨﺪﻱ ﻣﻼﻳﻴﺔ
بغيت الناخود موعد.
علاش ماتجيش تاخد واحد شويت ديال الوقت؟
واش الوجبات داخلين؟
احجزت واحدة مزدوجة.
ضيعت بزطامي فشي بلاصة فهاد المحل.
راه بالمجان.
بغيت طوموبيلة كبيرة، كتستهلك قليل د البنزين.
واش يمكن لي نحصل على جوج تذاكر لهاد الليلة، عافاك؟
عندي واحد الطليبة.
عافاك قول ليا وقتاش نهبط.
عاود قول هادشي.
اسمح ليا، نقدر ناخد تصويرتك، عافاك؟
واحد الراجل كان طويل والاخر كان قصير.
واحد الهامبرغر وشوية من ديك الصوبة اللي فالبلاصة داليمين، وشوية دشلاضة، عافاك.
ﺍﻧﺎ ﺩﺭﺕ ﺍﻟﺒﺎﺝ ﻳﻮﻡ ﺍﻟﺒﺎﺭﺍ
بنين.
تلاتة وعشرين مارس، عافاك.
تشفر ليا لعلق ديالي منين كنت غايب على بيتي.
شارع بارك، رقم اتناين وتمانين، عافاك.
الطيارة ديال المقعد مهرس. ما غاديش يهبط.
واش تقدر تقول ليها تعيط ليا بنمرة ديال الخارج؟
عافاك عطيني شي توصيل.
واش يمكن ليا نصايب شي طبقة جديدة دالصباغة فالصالة؟
شيير لشي طاكسي باش يوقف، واخا؟
بغيت نصيفط هادي ببريد الجو.
تقدر تكون بوجي.
تقدر تقول ليا وقتاش غادي تبدا المباراة؟
واش عندك هادا فقياس كبير؟
بغيت شي أسبيرين.
خاصك تاخد الطوبيس.
عافاك وريني فين كاينة البانكا.
شد الفرماج.
واش غادي تريزيرفي ليا غرفة لهاد الليلة؟
فيا السخانة.
بغينا نعرضوك للعشا غدا فالعشية.
أوه، تقريبا خمسة دقايق بالمشي.
إذن، عافاك اعطيني جوج بلايص سي محجوزين نهار عشرين.
واخا. نشوفك من بعد.
هادي الغرفة اطناش اطلطاش.
بغيت ندير واحد الحجز لطوكيو لغادي خمسطاش ماي.
غادي نبقى مع الأصدقاء ديالي.
معاياش كاتبداو الغدا؟
واش ممكن دوزني لقسم المبيعات، عافاك؟
اشناهي البلايص اللي كاينة؟ بغيت نجلس فشي بلاصة فالوسط.
واش عندك مترجم ياباني؟
واش يمكن ليا ندوز؟
بغيت شي مقلى.
من فين غادي نمشيو؟
واش هاد القطار كيدوز على إل باسو؟
ايوا، هاد الجولة الاستكشافية ازوينة.
واش نقدر نحصل على لوشن للعين؟
واش كاين شي ربط مع غلاسكو؟
تقدر تصرف هاد الشيكات السياحية، عافاك؟
تفارقت انا وصاحبي كنفضلو نجلسو مجموعين
غادي ناخد هاد القميجة. بشحال؟
بزاف هادشي.
سير نيشان، وغتلقاهم.
ﻧﻌﻢ ﺍﻟﻤﻤﺘﻮﻟﺔ ﺍﻟﺪﻭﺭﻳﺔ ﻣﻤﺘﺎﻟﺔ
ﻣﻴﺴﺮﺍﺍﺍﺍﺍﺍﺍﺍ: ﻭﻱ ﻓﻌﻼ. ﺍﻟﻤﻜﺒﺮ ﺩﻳﺎﻟﻨﺎ ﻣﻮﺟﺪ ﻫﻨﺎ. ﻭﺍﻧﺖ ﻟﺒﺎﺭﻙ ﻫﺎﺩ ﺍﻟﻤﺮﺓ:
غادي نكتب ليك ملي نرجع للدار.
واش نقدرو ناخدو شومبر كاتطل على لبحر؟
نقدر نكمي هنا؟
ديالاش هاد المبلغ؟
واش كتدوز على نيو أورليانز؟
ﻭﺍﺵ ﻧﻘﺪﺭﻭ ﻣﻮﻝ ﻋﻠﻴﻨﺎ؟
ﻛﻨﺘﻤﻨﻰ ﻧﺼﺎﺭﻳﻦ ﺍﻭﻝ ﺍﻧﺴﺎﻧﺔ
ﻋﻔﺎﻙ ﺷﻮﻑ ﺭﻳﺎﺽ ﻣﺰﻳﺎﻥ ﻗﺮﺏ
شنو سميتك؟ والرتبة الرسمية ديالك؟
بالتأكيد، غادي يكونو فالبهو مع التسعود.
واش يمكن ليك تقبل شيك بالين الياباني؟
إينا طوبيس نشد باش نمشي لتمثال الحرية؟
بغيت نخلي لباغاج ديالي.
اسمح ليا. شريت هاد الجاكيت البارح، بلحاق لقيت طبعة كبيرة هنا.
ﻫﺎﺩ ﺍﻋﻤﺎﻧﻲ
بغيت نبدل الغرف.
واش عندك هادي فالمتوسط الكبير؟
واش يمكن لي نبدل بلاصتي و نمشي للقدام؟
من الأحسن نمشي.
واش انتيا السيدة إيبيرت؟ أنا هيروشي ساتو. متشرف بمعرفتك.
عندي إطار مثقوب.
غادي ننزل ف قدام الكنيسة.
ﺑﻐﻴﺖ ﺷﻲ ﻃﻴﺐ ﻣﻄﻠﻮﻕ
شحال غادي يسوى إدا شريت منو تلاتة؟
تقدر تتصل ليا بالطاكسي، عافاك؟
ممنوع التدخين، عافاك.
غدا.
الطلب بالبريد يقدر يكون أحسن. رخيص.
حقيبة الكتف بيضاء.
غير تقليم، عافاك.
خاصني نكون فالمطار غدا مع التمنية دالصباح.
ﻣﻌﺮﻓﺶ ﺍﺵ ﻫﺪﺍﻙ ﻭﻟﻜﻦ ﻏﺎﺩﻱ ﻧﺠﺮﺑﻮ
واش شفتي شي كبوط اكحل هنا؟
انتا فايت الحدود، إذن سير للنافذة تلاتة.
واش نقدر نحصل على غرفة فجهة الجبل؟
نسيت الكاميرا ديالي فالطاكسي.
شكون غادي يلعب فالأداء؟
بالبريد الجوي أو لا البريد الأرضي والبحري؟
ميات دولار ديال لفلوس، تلتمية دولار ف شيكات سياحية و بطاقة الائتمان ديالي.
شحال غادي يكون؟
واش نعمر استمارة التصريح الجمركي؟
بغيت نستعمل ملعب التنس.
ﻣﺎﺗﻘﻮﻝ ﺣﻴﺚ
ﺑﻐﻴﺖ ﺷﻮﻳﺔ ﺍﻟﺤﻠﻴﺐ ﻭﺍﺵ ﻋﻨﺪﻙ
واش يمكن ليا نغير هاد التذاكر للعرض ديال غدا؟
واش تقدر تقول لي كود التلفون الدولي ديال اليابان؟
شحال دالوقت خاصني نتسنى القطار قبل ما يدخل المحطة؟
واش يمكن ليا نتسجل هنا لرحلة طيران يونايتد؟
واش خصنا نلبسو الكبوط والكرافاطة للجولة الليلية؟
اشنو هي السرعة ديالنا؟
تقدر تحيد تيكيتات الثمن، عافاك؟
أنا فلقنت ديال شارع فيفث و الشارع واحد و ربعين.
ﺍﺣﺪ ﺑﻴﺖ ﻛﻮﻛﻮ، ﻣﻦ ﻓﻀﻠﻚ.
بغيت ندوش قبل ما ناكل.
ﻫﺸﻮﺍ ﺩﻳﺎﻟﻚ
اشنو؟ غادي تبدا تحسب عليا؟ ها، ها، ها. ولاتي كتهزأ بزاف. واش ماماك فخبارها هادشي؟
واش طلبتي شي أكلة خاصة؟
خاصني نفيق بكري غدا. خاصني نمشي.
واش أنا طرف فيه؟
شحال كاتضن غاتكون التكلفة من هنا للمطار؟
ﻛﻴﺸﻬﻴﻚ ﺍﻟﻠﺤﻢ ﻣﻌﺎﻙ؟
واش يمكن ليك تقول لي كيفاش نوصل لدير وستمنستر؟
أوه، شحال واعر تلعب الغولف فأستراليا.
وقتاش الرحلة الجاية للوس أنجلوس؟
منطقة ممنوع التدخين، عافاك.
ﻛﺎﻧﺖ ﻏﻨﺪﻳﻮ
فين تيصاوب؟
التأمين ضد الإصطدام خمسة دولار فالنهار إدا بغيتيه؟
بغيت ندير دروس التزلج.
واحد الراجل خدا ليا فلوسي.
ﻭﺍﺵ ﺩﺍﻛﺸﻲ ﻛﻴﺘﺎﻛﻞ
بغيت واحد الآلة الحاسبة، عافاك.
ﺷﺒﺎﻛﻴﺔ ﻣﻼﺑﺮﻭ ﻣﻦ ﻓﻀﻠﻚ
فين هي البوابة ديال الركوب للرحلة إي بي سي واحد زيرو واحد؟
راه هو الحدث الساخن، ياك؟
اسمح ليا، ولكن ف إينا شارع حنا دابا؟
ممكن تعطيني شي توصيل؟
ﺃﺷﻤﻦ ﻓﻮﻳﺸﻴﻦ ﻳﺘﻠﻔﻖ ﻣﻊ ﻟﻮﻥ ﺩﻳﺎﻟﻲ ﺍﻟﻄﺒﻴﻊ؟
انتا ماشي صيني، ياك؟
راه اللي لتحت.
واش يمكن لي نطلب هاد الشي من اليابان من بعد ما نرجع؟
واش بغيتيها تكون معفية من الضرائب؟
بغيت نستعمل الخزنة دالغرفة ديالي.
الميني بار خاوي. تقدر تزيد ليه كتر من البيرة، عافاك؟
الجرائد ما كتهتمش باش تفكر القراء نهار تمنية دجنبر بلي "هاد النهار هو اللي بدينا فيه الحرب."
بغيت نبدا حساب ايداع فهاد البنكة.
واخا. وقتاش غادي تكون المباراة؟
ﻛﺘﺒﻘﻲ ﻃﻴﺒﺔ ﻣﻌﺮﻓﺖ ﺷﻨﻮ ﻧﺪﻳﺮ
بغيت نكري شي بشكليطة.
فآشمن جهة كاين هاد المقعد؟
فاشمن وقت، أسيدي؟
واش هادو هوما الأمتعة كاملين ديال الرحلة الجوية جوج تلاتة تلاتة؟
أنا مريض. واش تقدر تتصل ليا بالطبيب؟
ماكايناش الصابونة فالغرفة ديالي.
ها هي شي بركة ديالك.
واش نقدر نسولك على سميتك؟
لا، شكرا لك. أنا غير كانشوف هنا و لهيه.
واش يمكن لي نشوف تذكرة الطيران ديالك؟ كنقصد بطاقة الصعود ديالك.
عافاك كتبو.
واش يمكن لي ننتقل لمقعد خاوي؟
خود راحتك و تمتع بوقتك.
أنا مثلي.
بغيت ماكينة كهربائية دلحسانة، عافاك.
ﺭﻭﻋﺔ ﺩﻳﻜﻮﺭ؟
واش هادي أول زيارة ليك لبلادنا؟
عافاك وريني صورة من بطاقة الهوية ديالك.
رحلة الطيران واحد زيرو واحد لّي غادا لّناريتا، غادا ف عشرة يونيو، عاود تأكدات.
مياتاين وعشرين دولار لليلة، ماعادا الضرائب.
واش هاد الضمانة دايزة فاليابان؟
ﻭﺍﺵ ﻻﺵ ﺿﺮﻭﺭﻱ ﻣﻌﺎﻩ
عندي هاد الصندوق ديال الفواكه. راه هدية.
وقتاش آخر تران؟
ماغادي نشريه. يمكن لي نلقى حوايج ارخص بكتير فمحل اخر.
تلميذ واحد، عافاك.
ماعمري ماغطست.
بغيت نبقى بأقل من خمسين دولار.
لا، ماشي انتا. انتا خاصك تهبط فالمحطة الجاية.
واش تقدر تقول ليا شي بلايص مزيانة نمشي ليها ونشوفها فهاد المدينة؟
عندي التالت، الوسط.
راه عشرة دولارات و تلاتين سنت فالنهار.
صيفط هادشي لليابان بالتلغرام.
شحال كادير التذكرة ديال الطيارة من نيويورك للوس أنجلوس؟
فين يمكن ليا نعوم؟
هاد الماكلة جابتلي التقية.
واش تقدر تخلي أمتعتي عندك حتى للحضاش؟
نعم، يمكن ليك اتخلص بالين. جاتك ألفين وسبعمية ين.
المراقبة ديال المخزون مهمة بزاف بالنسبة للشركة.
غادي نتصل بالبوليس.
بغيت نمشي لمكتب التسجيل ديال خطوط طيران يونايتد.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻳﻼ ﻧﺪﺧﻠﻮ ﻓﺮﺣﺖ ﻟﻜﻢ ﻟﺠﺪﺍﺕ ﻟﻠﻮﺻﻔﺔ ﺩﻳﺎﻟﻨﺎ ﻭﺍﺵ ﻟﻘﻴﺘﻮ ﻋﻠﻴﻨﺎ ﺳﻮﺍﺭﺍﺕ ﻓﺎﻟﻤﺴﺘﻮﻯ ﺍﻟﻤﻐﺮﺑﻴﺔ
شحال دلوقت خاص باش نوصل لدوفر بالتران؟
ﺳﻴﻒ ﺍﻟﺘﺸﻮﺭ ﺩﻳﺎﻟﻚ ﻟﻴﺎ ﻋﻔﺎﻙ
مزيان بزاف.
ﻣﺎﻋﻤﺮﻱ ﻣﺼﺪﻗﺶ ﻓﺎﻟﺠﻬﺔ ﺍﻷﻭﻟﻰ
ﻣﻜﻨﻠﺶ ﻧﻬﺮﺱ
عطيني غاز للبريكة، عافاك.
كيضرني بزاف مابقيتش قادر نصبر.
ف داك المكتب لي تما.
بلاصة خاوية، عافاك.
طلع الفوق ودور على اليمين. راه على اليسار ديالك.
ممكن تجيب ليا كولا، عافاك؟
واش عندك شي جولة لبرودواي؟
وقتاش القطار الجاي؟
حساس.
ﺍﻟﺠﻮﺍﺯ ﺭﺍﺍﺍﺋﻊ ﻭﺍﺣﺴﻦ ﻃﻮﻳﻞ
هاد الرحلة غاتنطلق من البوابة رقم ربعة وعشرين.
بالسلامة.
واش كتعرف شي محل ازوين ديال الصبابط؟
واش هادي طوموبيلة درجة أولى؟
واش غادي تنطلق رحلة الطيران فالوقت المحدد؟
البحر الداخلي هادئ و زوين.
اسمح ليا. كنضن ما خلصتش مزيان.
سمح ليا. باينا عطاوك سوارت ماشي دياولك.
واش سمعتي الأخبار؟
واش ساليتي من تعبئة بطاقة النزول؟
واش عندك النبيذ الاحمر فنص قرعة؟
استاذ تاكاجي، تبغي تعلق على هادشي؟
واش عندك شي كاوكاوات؟
...الله يرحم بيها الوليدين...تسنى واحد الدقيقة الله يخليك...عافاك خود هاد الفاتورة عند الكيشي وخلص تما.
آرا نشوفو.
راه حلو شوية.
واش يمكن لي نجلس هنا؟
تقدر تهز ليا حوايجي حتال الطاكسي؟
بغيت نشوف شي مسرحية موسيقية.
شنو بغيتي، العشرة أول الستة و عشرين؟
ﻫﺎﺩ ﺍﻟﺤﻔﻴﺔ ﺩﻳﺎﻟﻚ ﻋﺠﺒﺘﻨﻲ
خاص يكون عندك جواز السفر، وبطاقة الهجرة ونموذج إقرار الجمارك.
أنا غادي، إذن صرف هاد الرقائق، عافاك.
بغيت نجرب شي أكلة إيطالية.
عافاك حط الأمتعة ديالك فهاد الميزان.
متافق مع أغلبية داكشي لي قتراحتي.
حلاقمي منفوخين.
ﻋﻔﺎﻙ ﺗﺤﻴﺔ ﻟﻌﺎﺋﻠﺘﻚ
وقتاش كا يحل مكتب الاستقبال؟
القمايج اللي فهاد الحانوت رخاص بزاف.
واقيلا طلعت ليا السخانة.
شحال غادي يستغرقو؟
تقدر عافاك تكيف الغرفة؟
بالجو، عافاك.
نص طياب.
لا، ماشي بالضبط. الأغلبية ديال الطلبة كاينجحو ف المواد ديالو، ولكن كايقولو باللي المحاضرات ديالو مملة و ماكاتجيش محفز.
وقتاش كايبدا القداس؟
ربعة دولار إلا شريتيه في المحطة، وستة دولار إلا شريتيه في التران.
كنضن غادي ناخد هادوك اللي بخمسين سنت. اعطيني منهوم درزن، عافاك.
بغيت نشري شي تذكار بخمسين دولار تقريبا.
شامبوان، عافاك.
واش عندك هادا فالبلاتين؟
كيفاش نستعمل هاد البومبة؟
واش تقدر تعاوني فهاد الصيكان؟
واش كاين الدوش؟
بغيت نخرج مية دولار على بطاقة الفيزا ديالي.
المهرجان هو واحد من التخصصات الثقافية ديال اليابان.
ﻣﻐﺮﻭﺭﺓ ﻋﻠﻴﻚ ﻭﺍﺵ ﻓﻲ ﻛﻠﺸﻲ ﻳﺴﺘﺎﻫﻠﻲ
إيوا، كنضن من الأحسن نمشي دابا.
واش بعيد على هنا بالمشي؟
مالقيتش الصاك ديالي. واش تقدر تعاوني؟
ﺍﻩ ﻋﻨﺪﻧﺎ ﻭﻟﻜﻦ ﻣﻨﻜﻴﺶ ﻧﺒﻴﻌﻬﻢ
تقدر تبدل ليا هاد الورقة النقدية صرف صغير؟
الغدا واجد.
بغيت نصيفط جوج باكيات لنيويورك.
بغيت ندير اتصال بالتلفون لليابان.
واخا. دابا غادي نصيفط مدبرة المنزل باش تحل الباب بالساروت الرئيسي. شنو هو رقم الغرفة ديالك؟
ﺷﺤﺎﻝ ﺑﺎﺵ ﺗﺒﻴﻌﻮ ﻟﻨﺰﻳﻮﺗﺮ ﺍﻟﺤﻮﺕ
كنفضل ماكلة غربية.
الحرب الباردة دازت ربع سنين ونص، من ألف وتسعمية وواحد وربعين حتى لخمسة وربعين، ونوضات عامين من بعد الحرب العالمية التانية.
واش عندك شي مقبلات يمشيو مع هاد الشراب ديالي؟
واش عندك شي بلاصة فين نحط الكامبير؟
ﻓﻲ ﺍﻟﻤﻠﺢ ﻭ ﺍﻟﻔﻠﻔﻠﻮﺭ؟
آش من مدخل؟
تقدر توريني كيفاش نتصل ب بورطابل؟
كانهضر غير شوية بالانجليزية.
واش لبحر هايج هاد الليلة؟
شي نص ساعة.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻟﻴﺎ ﺷﻲ ﻛﺴﺎﻭﻱ ﺩﻳﺎﻝ ﺍﻟﻮﺭﻗﺔ
بغيت نمشي لداك المتحف المشهور ديال الهواء والفضاء.
واش كتضن باللي غادي يطيح التلج غدا؟
ﺑﺎﻳﻦ ﻣﻴﺎﻛﻞ ﺍﻟﻤﻌﻨﻰ ﺍﻟﺨﺎﺹ ﻣﺜﺎﻝ
واش خاصها تكون فالسبيطار؟
كلشي أغراض شخصية.
واخا. فين يمكن ليا نحط الأمتعة ديالي؟ واش يمكن ليا نحطو هنا؟
كانقلب على شي كادو لشي ولد صغير.
تقدر عافاك تدفي الغرفة؟
الجزء كاين على اليمين.
تم ربط مكالمتك.
تقدر تقول ليا كيفاش نتصل بهاد الرقم؟
واش هادا للرجال؟
أوه، واش بالصح؟ واش خدا شي حاجة؟
كنضن باللي هادي هي الماركة اللي بغينا نجيبو.
واش كاين شي محلات قريبة من هنا؟
توقفات لي السيارة. محتاج يجي الديباناج دابا.
بغيت شي كتاب بالصور، عافاك.
تجلس، عافاك.
واش هو جوج بيبان أو لا ربعو بيبان؟
ﻧﻮﺭﺓ ﻣﺎﺷﺎﺀ ﷲ
واقيلا طلبت برغر ديال الحوت، بلحاق ما كاين حوت فالبرغر ديالي.
اسمح ليا، واش تقدر توريني كيفاش نستخدم الحمام؟
ﺷﻜﺮﺍ. ﻋﻠﻰ ﺍﻟﻌﻮﺩ, ﺑﺎﻟﻤﺎ ﻛﺘﺒﻐﻲ ﺗﺼﺎﺑﻚ ﺍﻟﺤﺴﺎﺏ؟
بغيت غير نأكد باللي الرئيس المدير العام ديال الشركة ديالكم غادي يحضر للاجتماع غدا.
...
واش تقدر تحجز ليا غرفة لهاد الليلة، تسعطاش شتنبر؟
واش كاينة شي دورة لمدة جوج أسابيع؟
ﻣﻤﻜﻦ ﺗﻌﺎﻭﻧﻲ ﺑﺎﺵ ﻧﺘﻘﺮ ﻓﻴﺎ ﺍﻟﺴﻨﻮﺍﺕ ﺍﻟﻐﺪﺍﺕ
خاصني ندير الحجز.
كاين قوارب مصايبة على شكل سفينة القراصنة اولا سفينة قديمة د المروحة. كاينين وحدين اخرين كايبانو بحال بجعة اولا حوت.
قال ليا سي فورد نمشي نشوفك.
بغينا نمشيو لجبل غروس للتزلج. واش ممكن تنظمو لينا النقل؟
واش يمكن لي نرد فلوس التذكرة؟
شحال دلوقت كيستغرق الوصول لسوهو؟
فين هو الحمال؟
واش تبغي تلعب الزوجي؟
نعم. كانقلب على العكر دشانيل رقم خمسة وتلاتين.
ب تقريبا ميتين دولار يمكن ليك تحصل على مزهرية زوينة.
يالاه دابا سمعت باللي جدي مات.
لارانس مريكان.
هاد المنتزه ديما عامر بالناس.
واش قريتي بطاقة إرشادات الأمان؟
واش عندك المثلجات؟
كاينة الريح.
واش يمكن لينا نشوفو شي فيلم فهاد الرحلة؟
واش عندك شي واحد يمكن ليه يهضر باليابانية؟
ﺭﻗﻢ ﻫﻮ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮﺍ ﺳﻤﺤﻮ
بغيت شوية ديال الخل.
.س.خ كتعني بوست سكريبت
للتأمين بغيت تغطية كاملة للتصادم.
بغيت نحجز جولة، عافاك.
شي تذكرة لليوم؟
آشناهي؟ أوه، بالطبع. ماشي محجوزة.
تنين شتنبر، الدرجة الاقتصادية، لواحد.
خاصني نرجع مع الستة ديال العشية.
عندنا بزاف دالأحداث السنوية زيادة على العطل الوطنية.
راه حاضر هاد الصيف.
واش يمكن ليا نخلص ب الفيزا؟
اسمح ليا. بغيت نمشي لميامي.
ﺍﺷﻨﻮ ﺍﻟﻔﺮﺍﺀ ﻋﻨﺪﻙ
واش عندك شي حلويات ناقصة فيها السعرات الحرارية؟
ﻓﻌﻼ ﻫﺬﺍ ﺷﻲ ﻋﺮﺿﺔ ﺭﺍﺋﻌﺔ
واش كاين قطار سريع لبرلين؟
واش عندك شي عروض خاصة على العطور ديال استي لودر؟
واش عندك المايونيز؟
عافاك ستعملو بحال صينية.
بغيت مقعد ممنوع التدخين، عافاك.
طوموبيلتي تضربات مع عمود الإنارة فالشارع.
كنكتبو بطاقات السنة الجديدة وكنقدموه. كيتم التسليم ف فاتح يناير.
غير متوسط، عافاك.
ماشي بزاف د اليابانيين كيصيفطو بطاقات عيد الميلاد، ولكن مليارات د بطاقات المعايدة د السنة الجديدة كيتكتبو، كيترسمو، كيطبعو، كيسينيو و كيصيفطو عام بعد عام.
ﻭﺍﺵ ﺗﻘﺪﺭ ﺗﻜﺘﺐ ﻟﻴﺎ؟
ﻭﺍﺵ ﻏﺘﺨﺮﺟﻮ ﻟﻠﻤﺪﺭﺳﺔ؟
كا نقلب على الريحة.
فاشمن اتجاه مشا؟
هاهي عشرة دولار، ودولار وخمسين سنت ديال البقشيش.
انا يوكو سوزوكي من شركة يونيفرسال.
ﺍﻟﺴﻌﺎﺩﺓ ﻣﺎﺷﻲ ﻃﻴﺐ ﺑﺰﺍﻑ ﻟﻜﻦ ﺍﻧﺎ ﻛﻨﺖ ﻻ ﺩﺍﻋﻲ
ﻟﻚ
دور على اليمين فالتانية د الزنقة وغادي تلقى واحد
ﻛﻴﻒ ﺍﻟﻤﺎﻛﻠﺔ
ﺟﺒﺘﻲ ﺍﻛﺜﺮ ﻣﺎ ﻣﺎﺯﻳﺪﺓ
النافذة موسخة.
واش بغيتي تأمين يغطي الاصطدام والمسؤولية المدنية بجوج؟
غادي يلقاوه غدا.
عندي مشكل ف فتح الباب. واش يمكن ليك تبدل ليا البطاقة؟
كون كان الأفضل فالقدام دالطيارة.
غرفة القياس كاينة مورا مكتب خدمة الزبائن.
شحال من محطة د الطوبيس خاصني نرجع؟
ﻫﺪﺷﻲ ﻣﺎﺷﻲ ﺻﺢ
لا، عافاك ماتعملش. هادا للإستعمال الشخصي ديالي.
بغيت نكري طوموبيلة بناقل حركة أوتوماتيكي، عافاك.
واش يمكن لي ننزل فالأوطيل؟
بطانية أخرى، عافاك.
بغيت نحجز غرفة لتلاتة وعشرين وربعة وعشرين شتنبر.
فين كاين أقرب مصور؟
ﻋﻴﺸﺔ ﻋﻔﺎﻙ
يمكن ليك تطلع غير خارج من هاد الباب.
جواز السفر ديالي ضاع. صدقا بلا جواز السفر فالحقيبة ديالي. خاصني نمشي لطوكيو غدا فالصباح.
بغيت ندير واحد الحجز للستة دلعشية هاد الليلة.
تقدر تجيب لينا طبق آخر؟
شحال التذكرة من هنا لمحطة الجنوبية؟
واش يمكن لي نشوف هاد الحوالق؟
بغيت نمشي فحالي فأقرب وقت ممكن.
واش يمكن ليك توفر ليا غرفة مريحة للغوص، عافاك؟
اسم الحزب ديالك والرقم، عافاك.
خاديت القطار ديال الطناش وخمسة وخمسين دقيقة من سان دييغو.
مالقيت حتى صابون.
وقتاش كينطلق التران الجاي لشيكاغو؟
بغيت ندير مكالمة لليابان ببطاقة الائتمان، عافاك.
تلقاو ليا الشفارة ف القنت ديال بيتشواك. عافاك آجي دغيا.
فالبداية خاصني نشكرك بزاف على البرنامج الرائع اللي وجدتي ليا.
ﻃﺒﻌﺎ ﻫﺎﺩ ﺍﻟﺘﺎﻧﻲ ﻳﻤﻜﻦ ﺗﺤﻄﻮﻩ ﺍﻭ ﺗﻘﺼﻮﻩ ﻛﻴﻒ ﻣﺎ ﺑﻐﻴﺘﻮ
ﺷﻨﻮ ﻛﻴﻮﻟﻲ ﻫﺎﺩ ﺍﻟﺴﻢ
ﺑﺎﻟﺤﺎﻧﻮﺕ ﻻ ﻛﺎﻥ ﻋﻨﺪﻙ ﻭﺍﻟﺴﻜﺮ
واش تقدر تعاوني نهز هاد الباليزة؟
ﻫﺬﺍ ﺍﻟﺪﻭﺯﻳﺔ ﻟﻲ ﻛﺎﻧﺪﻳﺮﻫﺎ
لا، بلحاق إلا بغيتي تستعمل الخزانة، غادي تكلفك جوج دولار. عافاك خلصها ف مكتب الاستقبال.
بغيت يكون فيه الخس، لحم الخنزير والجبن على خبز الجاودار.
كيفاش نقدر نرجع لهنا؟
كاتتنقل للمدرسة بالقطار كل نهار.
ﻳﻼ ﺧﺎﻃﺮ ﻣﻦ ﺳﻜﺮ
فين كتبدا هاد الجولة؟
آش من دورة للمبتدئين؟
واش غادي تكتب ليا التقرير؟
ﻻ ﻣﺸﻜﻞ ﻋﻨﺪﻧﺎ ﻭﻗﺖ ﻛﺎﻓﻲ
دخلات فيا شظية فصبعي. يمكن ليك تعطيني شي ملقط، عافاك؟
شحال الصهد؟
ﻛﻨﻈﻦ ﻛﺎﻳﻦ ﻏﻠﻂ
كيفاش تبغي تخلص، فلوس ولا كارط؟
واش ممكن تزيد تتسنى غير بضع دقايق؟
ممكن تعمر ليا هاد الاستمارة دالتأمين الصحي، عافاك؟
ﺍﺷﻤﻦ ﻫﻮ ﺍﻟﺸﻴﺎﻝ
ﺷﻜﺮﺍ
ﺷﻜﺮﺍ ﻋﻠﻰ ﻛﻞ ﻣﺴﺎﻧﺪﻙ
من التمنية ل تمنية و ربعين.
واش عندك نفس الشي في البني الغامق؟
على حسب الوقت.
وقتاش غادي يرجع؟
محتاج لجواز السفر ديالي.
مبسوط بلقائك.
تلف ليا التيكي ديال الطيارا.
بغيت نجرب نفس ما خدا داك السيد فديك الطاولة.
ﻋﻔﺎﻙ ﺩﻳﺮ ﺗﻴﻠﻴﻔﻮﻥ ﺩﻳﺎﻟﻲ
ﻓﻌﻼ ﺍﻧﺎ ﻓﻲ ﺍﻟﺸﺮﺡ ﻭﺍﺵ ﻣﺸﻜﻞ
الواقعة كانت مابين شارينغ كروس و غرين بارك.
وقف.
ﺷﻜﺮﺍ. ﻣﻤﻜﻦ ﺍﺧﺮﻯ ﻓﻴﻪ ﺍﻟﺴﻠﺔ ﻣﻦ ﻓﻀﻠﻚ
واش تقدر تعلمو على هاد الخريطة؟
الواحدة و اربع دقايق ديال الزوال.
عافاك ارسم خريطة هنا.
واش غادي تصايبو؟
شفتي، ما ديال لحمام ماكايسخنش مزيان.
تقدر تعطيني شي مهدئ؟
احنا هنا للزيارة. ولدنا ساكن فسياتل.
إلا كان ممكن، بغيت شي واحد أوتوماتيكي.
هاد السماعة ما خداماش مزيان. يمكن ليك تعطيني وحدة أخرى؟
جيتي زوين.
واش كاينين شي موتيلات قراب من هنا؟ عافاك ارسم ليا خريطة.
واش باقي عندك تذاكر ل"بيغ ريفر" لهاد الليلة؟
كايبان تقريبا نفس الشي.
اشنو هي المادة اللي مصايبة منها هاد البدلة؟
ساعتين قبل المغادرة.
بغينا نتقاسمو ديك الطلبية بيناتنا حنا التلاتة.
ﺷﻲ ﺷﻬﻴﻮﺍﺕ ﻋﻔﺎﻙ
مْهِمْ.
عافاك خليهم على برا.
مساء الخير. عندي موعد مع الدكتور دريل على التلاتة دالعشية اليوم، ولكن سمح ليا غادي نتعطل شوية. واش غادي يكون مشكل؟
واش عندك شي حاجة بالسوارت؟
بلاصت إس تحجزو، ولايني باقي عندنا بلاصت إي.
ﺑﻐﻴﻨﺎ ﻧﺸﺮﻭ ﻫﺎﺩ ﺍﻷﻛﻞ ﻣﻤﻜﻦ ﺗﺠﻴﺒﻮ ﻟﻴﻨﺎ ﺻﺎﻳﺒﺎﺕ ﻛﺼﻴﺮﺓ
ضارني قلبي.
نقص من الثمن.
واش يمكن لي نهضر مع عامل مكالمات ياباني؟
بغيت نعرف بشحال دقيقة ديال التيليفون لنيويورك.
ماشي بالضبط، سمح ليا. تاخد المترو هنا على مسؤوليتك الخاصة، هكا يعني.
ﻟﻲ ﺧﺎﺹ ﺍﻟﺨﺪﻣﺔ ﻫﻮ ﻛﻞ ﺍﻟﺸﻜﺮ ﻟﻠﺒﻠﻮﻛﺎﺕ
هربو بعقد من اللولؤ وحوايج اخرى غالية
تقدر توريني الطريق للسبيطار؟
بغيت نمشي للبرج ديال لندن.
بغيت نهبط هنا.
واش يمكن لي نحصل على شهادة طبية؟
هاهي نسخة من التذكرة ديالي.
هي طوموبيلة صغيرة زرقا، نمرة ديال لاڤيي KAY تلاتة واحد خمسة ونمرة ديال التسجيل PRI ربعة خمسة ستة زيرو.
واش تقدر تدير ليا شي تخفيض صغير؟
واش كاتلعب شي رياضة؟
كاين طلب كبير على هاد الستيل عند الكوليكتورز.
ﻧﺎﻭﻳﻴﻦ ﺍﻟﻘﻼﺀ ﻭﺍﻟﻤﻘﺎﻟﺲ ﺍﻟﻠﻲ ﻛﺎﻧﺖ ﻓﺒﻼﺩﻧﺎ ﻭﻟﻜﻦ ﻟﻴﺲ ﺍﻟﻤﺤﻮﻟﺎﺕ ﺃﻥ ﺗﻘﺪﺭﻱ ﺑﺎﻟﺪﻫﺸﺎﻝ ﺍﻟﺪﺍﻋﻲ ﺍﻟﺘﻲ ﺗﺘﻌﺎﻣﻞ ﻣﻊ ﺍﻟﺴﻴﺎﺭﺍﺕ
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺘﻮﺍﺕ ﻟﻴﺎ ﻓﻲ ﻗﻴﻠﺔ ﺍﻟﻐﺪﺍﺏ
رد بالك.
جوج كريما دماطيشة، عافاك.
واش على بعد مسافة قصيرة على الرجلين؟ أو واش بعيد بزاف باش توصلو على رجليك؟
آه. بغيت جوج تذاكر ل "A Streetcar Named Desire". واش باقي عندك شي تذاكر لعرض اليوم فالليل؟
واش هادي هي الرحلة الصحيحة؟
دير شي تمارين خفاف ودير التدليك من بعد ما تاخد الحمام كل نهار.
كاين غير مخرج واحد.
سمح ليا مافهمتيش التواريخ مزيان.
صديقي من هنا غادي يجي مورايا، إذن صافي.
ﺍﻫﻲ ﺍﻟﺤﺮﺓ ﻓﻲ ﻫﺎﺩ ﺍﻟﻘﺮﻥ
ﻣﻌﻨﺪﻳﺶ ﺍﻟﺘﺠﺮﺩ ﻟﺤﺎﺟﺔ ﻣﺜﻞ ﻫﻜﺎﻙ
...كيبانو زوينين بزاف منين كيصفارو وراقهم فالخريف.
عندي حفلة هاد الليلة. إذن، صاوب ليا شعري، عافاك.
واش كتسولني واش كنلعبو باش نبداو نبيعو المنتوجات ديالنا في الولايات المتحدة؟
كيفاش كتتنطق سميا ديال هاد لبلاصا؟
عافاك شحنو ليا فماستر كارد ديالي.
ﺷﺤﺎﻝ ﺍﻟﻤﻴﺰﺍﺟﻲ ﺩﻳﺎﻝ ﺍﻻﻋﻨﺎﺯﺍﺕ
فين هوما المراحيض؟
بغيت ننعس.
سمح ليا كيتأخر تقريبا تلاتة دقايق.
ميمكنش ليك تكون داير الريجيم مع ديك الفورمة الضعيفة ديالك.
غادي نتعطل بخمسطاش دقيقة على الاجتماع.
واحد فيه اسم المحل، عافاك. غادي نستعملو فطلب التأمين ديالي.
هادشي للإستعمال الشخصي ديالي.
بغيت شي بلاصة فين ناكل الأكل اللي كايكلو الناس هنا.
بغيت واحد تريبود، عافاك.
بغيت شي صاك ارخيص.
جْاني وَجْعْ خَايبْ فْقْصَبَةْ.
بغيت نمشي فأقرب وقت ممكن. كاين شي رحلة قبل؟
ﺷﻜﺮﺍ ﻋﻠﻰ ﻛﻞ ﺍﻟﻨﺼﺎﺋﻲ ﺍﻧﺖ ﻣﻌﻘﺔ ﺟﺪﺍ
إينا نوع ديال الموديل بغيتي؟
شنو نظرك عشرة جنيه لتلاتة؟
بقى غادي فهاد الشارع حتى توصل لحديقة صغيرة.
بغيتها.
ﻫﺎﺩ ﺍﻟﻠﻮﻥ ﻟﻲ ﻓﺎﻟﻴﻮ ﻋﻨﺪﻙ؟
بغينا ناخدو طاولة قريبة من النافذة.
...
إيوا كلشي هنا جديد عليك ياك
واش يمكن ليا نشوف؟
اممم، شنو بالضبط فهاد البلاد اللي كاتهتم بيه؟
واش نقدرو نحتافضو بالغرفة ديالنا لمدة تلاتين دقيقة من بعد وقت الخروج؟
آسف، النمرة غالطة.
طاولة كبيرة، عافاك.
ﻃﺒﻌﺎ ﺍﻟﻜﻞ ﻻ ﻳﻬﻤﻚ ﺑﺬﺍﻟﺔ ﺍﺗﻤﻨﻰ ﻳﻜﻮﻥ ﺍﻛﺜﺮ ﺣﺴﺐ ﺍﻟﻤﺮﺓ ﺍﻟﻠﻬﻢ ﺍﺣﻔﻈﻚ
تقدر توريني كيفاش نشعل الضو؟
عافاك وريني داك الشي لي ف الفيترينا.
واش كاين شي تغيير فالبرنامج ديالنا؟
غادي نخدم.
أغلب الشوارع ما عندهوم لا أسماء لا علامات. داكشي علاش صعيب بزاف توصل لشي بلاصة غي بالعنوان ديالها.
راه فنان محتال. إذن، عافاك رد البال.
عافاك عطيني كريم سانتان.
عافاك عيط ليا على واحد طاكسي.
واش هو طري؟
ﺷﺤﺎﻝ ﺩﻳﺎﻝ ﺍﻟﻜﺮﺓ ﻓﻲ ﺍﻟﺴﺎﻋﺔ
غادي نعطيك جوج دولار باش يولي مياتين دولار.
واش على اليسار أو لا على اليمين؟
بغيت سروال.
بغيت غير ندير شي نزاهة نرتاح فيها.
واش يمكن لي نتكلف بيه؟
شحال التمن باش نصيفطو بالبريد الجوي لليابان؟
واش نقدر نحصل على جوج كارتونات د "سبعة نجوم"؟
واش كتعرف رقم التذكرة ديالك، وكالة السفر، تاريخ الإصدار وطريقة الدفع؟
شحال ثمن الغرفة لليلة وحدة؟
ربحتي. خمسة غادي يكونو مزيانين.
بغيت نرجع للأوطيل باش نلقى الكاميرا ديالي.
ﻣﺴﺎءﻟﺔ ﺣﻴﺎﺗﻬﺎ
خاصك تاخد طاكسي، لحقاش ماكايناش وسائل النقل العام.
كاينة طناشر فرقة دالبيسبول فاليابان.
فالبلوك التالت على اليسار ديالك.
بغيت ندوز اتصال لطوكيو، عافاك.
باغي نتلاقا.
ماغاديش تلعب معايا التنس الأسبوع الجاي؟
واش نركبو فهاداك؟
اسمح ليا. كانقلب على جاكيت دالجلد.
ﻫﺪﺷﻲ ﺯﻭﻳﻦ
ﺷﻜﻮﻥ ﺗﺼﺤﺎﺕ ﺍﻟﻤﻮﻝ ﺩﻳﺎﻝ ﺍﻟﻠﺒﺲ
ﻭﺍﺵ ﻣﻤﻜﻦ ﻟﻴﺎ ﺍﻟﺮﻏﺎﻳﺔ ﺍﻭ ﺍﻟﺸﺘﻴﻪ ﻟﻲ ﺧﺪﻣﺘﻮ ﻳﺘﻜﻠﻢ
تلاتة بينا بغينا نلعبو جولة. بشحال؟
غادي نوصلو تلاتين دقيقة قبل.
شكرا على اتصالك.
سيجارات، عافاك، إلا عندك شي واحد. بشحال؟
بغيت اتصال دلفياق.
أينا واحد فهادو هو جانغاو؟
تقدر توجدو فنص ساعة؟
بغيت شي خاريطا ديال الطوبيسات، عفاك.
انتا المسؤول على الحادثة.
سير نيشان فهاد الشارع تقريبا خمسة شوارع، وكاين تما صيدلية فالقنت. فاش توصل لتما دور على اليمين. غادي تشوفو غير على يسارك.
عافاك اهضر بشوية.
ﺍﺷﻨﻮ ﻛﺘﻮﺭﻳﻨﺎ ﺍﻟﺴﻢ ﺍﻟﻤﺠﻤﻮﻋﻪ ﻣﻦ ﻓﻀﻠﻚ
احنا دايرين في الحسابنا غادي نديرو تسعود الساعات.
كانتسنا بفارغ الصبر نشوف تبديل الحرس.
واو. كلشي كيشطح بحال شي حمق.
ﻣﻤﻜﻦ ﻧﺒﻴﻌﻮ ﻟﺨﻮﺕ ﺣﻨﺎ ﻣﻊ ﻭﺍﺣﺪ ﻭﻟﻴﺪ
شنو واقع فالمسرح الوطني؟
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺤﺘﺎﺟﻮ ﻟﻐﺪﺍ ﻫﺎﺩ ﺷﻬﺮ
آه، أنا جايب مونيكة يابانية لصاحبي.
فين هو مكتب الخطوط الجوية اليابانية؟
ﻭﺍﺵ ﺣﻔﻈﺔ ﻏﺰﺍﻟﺔ ﻋﺠﻚ
ﺍﻧﺎ ﺗﺼﺎﺭﻱ ﻫﺎﺩ ﺍﻟﻤﻮﺿﻮﻉ
ﺯﻭﻳﻨﺔ ﻣﻨﺘﻔﺮﺗﻚ ﺑﻮﺑﻴﺲ ﻭﺍﺵ ﺑﻐﺎﻭ ﻳﺪﺧﻠﻮ ﻣﻌﺎﻧﺎ ﻳﺴﺎﺑﻮﻥ
مابغيتش ناكل دابا.
بغيت البيض مقلي.
عافاك وسع قياس التلاثة سنتيم.
كا نقلب على شي تذكار مزيان من لاس فيغاس.
هادي ماشي هي اللي طلبت.
فين كادير القراية ديالك؟ واش كتقرا ف هاد البيت هنا، ولا كاتمشي للمكتبة؟
آه، ولكن أنت ماشي جنتلمان، ياك؟
بغيت عدسات جداد.
محتاج شوية دالوقت.
إمتا غادي يبدا العرض؟
غادي ناخد داك الشي.
بغيت نتقضى فهاد المدينة. تقدر تنصحني بشي محل شامل مزيان ولا شي مركز تجاري؟
ما عنديش بزاف د الوقت. واش غادي ياخد وقت طويل؟
ﻫﺎﺩﻭ ﻋﻮﺍﺥ ﻣﺎ ﻳﻼﺩﻭﺍ ﺍﻟﻴﺎﺀ ﻛﻴﺴﻴﺮﻭ ﻟﻴﻨﺎ ﺑﺰﺍﻑ ﺍﻟﻜﻮﺍﺭ
كا نظن بلي آه. غادي نتحقق ونرجع دابا.
قوليا، سيد موريتا، واش مراتك مرافقة ليك هنا فنيويورك؟
تبدل القطارات فالمحطة التالتة.
أش من طوبيس كايمشي للمحطة المركزية؟
ﻣﺮﺗﻴﻨﺎ ﻏﻴﺮ ﻟﻴﻮﻣﺔ ﻭﺣﺪﺓ
بغيت نسخة من لي ريديرز الفوتسالفور واحد زيرو واحد موديل.
اسمح ليا، واش باقي معطل الأكل ديالنا؟
كنفضل الأكل الإيطالي.
تقدر تسول فديك الطاولة ديال المعلومات لهيه، إلا توضرتي.
تقدر تفصل هادشي؟
دابا شوية غادي نقلعو. عافاك تأكد باللي حزام السلامة مثبت مزيان.
آه، بلحاق عافاك ماتخليهومش يمشيو للجهة غارقة أولا الجاكوزي.
وقتاش بطولة العالم؟
بغيت نشري حامل الوثائق.
فين كنتي؟
كون لحيت شوية كون يمكن ناخدو بأقل.
ﺃﺷﻤﻦ ﻭﺍﺣﺒﻚ، ﺑﺤﺎﻝ ﺧﻤﺲ ﺟﻨﻴﺎﺕ ﻭﻻ ﺃﺷﺮﻑ
كانحس راسي مريض. فين هو طبيب الباخرة؟
أنا جاي من اليونان.
ﻣﻌﻤﺮ ﻣﻊ ﺯﻭﺍﻗﻚ؟
وقتاش كتحل؟
كاين واحد فاللور ديال هاد القاعة.
غادي نبقى مع صاحبي هاد الليلة.
سمح ليا ولكين حسابك الجاري مسحوب منه بزيادة.
راها عشرين من بعد ربعة.
ﺍﻟﺸﻮﻓﺎﺕ ﻭﺟﻬﻮﻡ ﺑﻴﻀﺔ ﻭﺍﻟﺴﻮﺷﺎﺕ ﻭﺍﻟﺤﻠﻴﺐ ﺑﺎﻟﻤﻠﺢ
هادا هو عنوان الأوطيل ديالي ورقم التلفون. واش تقدر تتصل بيا على هاد الرقم غير نلقاو الباليزة ديالي؟
واش تفضل طاولة فمنطقة التدخين أو غير المدخنين؟
بغيت ناكل بزاف ديال الخضرا اليوم.
عندي بطاقة الهوية. واخا رخصة السياقة؟
نص نهار تلاتين دولار. نهار كامل خمسين دولار.
لوح ركوب الأمواج كايكلف خمسة وعشرين دولار لمدة ساعتين وخمسة وعشرين دولار لمدة نهار كامل.
كاين الصهد بزاف. واش تقدر تعدل المكيف؟
شحال كاسوا الين اليوم؟
انا سوجيتا من الغرفة اطلطاش عشرين. عاد وصلت، بلحاق هاد الغرفة اصغر من اللي كنت كنتوقع. واش يمكن لي نبدل الغرف؟
واش الطوبيس ديال الشارع الخامس كيوقف هنا؟
عندي الفلوس كاش باش نخلص الوجبات لمدة تلاتة أيام.
فين نقدر نشري المواد ديال الفنون الشعبية؟
كيفاش ندير اتصال للخارج؟
اشناهوما الرياضات اللي مشهورين فاليابان؟
واش تقدر تصيفط ليا فالفاكس واحد الخريطة باش نوصل للمكتب ديالك؟
ﻭﺍﺵ ﺟﺎﺑﺘﻲ ﺍﺳﺘﺨﺪﺍﺕ
كانصحوك تاخد جولة مدينة بوسطن. هادشي كايعطيك فرصة تشوف البلايص الرئيسية المثيرة للاهتمام فبوسطن.
كانقلب على هاد العنوان اللي كاين فهاد البطاقة.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻭﺍﺵ ﻫﺎﺩ ﺩﻳﺎﻝ ﺗﺎﻣﻨﺔ
واش كاين شي صالون تجميل فهاد الأوطيل؟
ﺃﺣﻤﺪ ﻛﺎﻥ ﻏﺰﺍﻝ
دابا راه زبلها.
آش من جهة فالنمسا؟
فين غادي هاد القطار؟
واش يمكن لي نتصل؟
ﺷﺤﺎﻝ ﺍﻟﻤﺴﺘﻤﺒﻞ ﺩﻳﺎﻝ ﺍﻟﺮﺳﻮﻝ
بغيت داك الشي مع التمنية وتلاتين.
طابلة لجوج دالناس، عافاك.
ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﻘﻮﻟﻴﻨﻲ ﺍﻻ ﻛﺎﻳﻨﻴﻦ ﻣﻮﺍﻋﻴﺎﺕ ﺩﻳﺎﻝ ﺍﻟﺤﻮﺍﻳﺞ ﻓﻲ ﺣﻴﺎﺗﻲ؟
واخا. امباير ستيت بيلدنج كاين نيشان فهاد الطريق هنا. لي خاصك دير هو تمشي حتى لمحطة الطوبيس لي كاينة هنا فلقنت و خود الطوبيس نيشان. غادي يكون على يمينك.
ﺷﺤﺎﻝ ﺗﻤﻦ ﺩﺍﻟﺨﺼﻮﺹ
شنو بغيتي للتحلية، أيس كريم أو لا شربيت؟
هادشي ماشي ممكن بالميزانية ديالي.
واش خصنا نطلبو وجبة كاملة؟
لا، باقي ما وجدناش.
عندي حجز لجوج ليالي.
واش عندك شي ويسكي؟
واش تقدر تتصل بيا إلا لقيتي الأمتعة ديالي؟
ممكن نشوف رخصة السياقة ديالك، عافاك؟
شكون نقولو كيتاصل، عافاك؟
ﺷﻨﻮ ﻫﺪ ﺷﻜﻴﻞ ﻋﻨﺪﻱ؟
ﻻ ﻻﻻ ﻛﺘﻴﺮﺓ ﺑﺰﺍﻑ ﺩﺍﻛﺸﻲ ﺑﻼﺵ ﺍﻟﻨﺴﺎﺕ ﻣﺘﺴﺘﺒﻞ ﻓﻲ ﺷﺮﻙ ﻭﺍﺣﺪ
شحال ديال الوقت كياخد باش يتعاود جواز السفر؟
جمع، عافاك.
راها كاتحسن.
غادي ناخد شوية دالزبدة.
اخديت الطوبيس الغلط.
شحال كبير؟
واش يمكن ليك تطيب هاد اللحم شوية أكثر؟
عافاك عيط على الطبيب.
غادي ندير الأشعة.
واش كاين شي بلاصة فين نصرف الفلوس؟
بغيت بيرمانونت.
ممكن تعطيني شي حبوب؟
لا، سمح ليا مقدرتش نعس بسباب هاد الأخبار الخايبة.
ﻛﻴﻒ ﻛﺘﺤﺴﺒﻮ ﻭﺟﺮ ﻟﻜﻮﻣﻨﺪ؟
الرحلة ديالنا غادي تبدا فواحد وعشرين يوليوز وغادي تسالى سبعة وعشرين.
مابغيتوش.
كيفاش كتتنطق هاد المحطة؟
غادي نخلص راسي.
واش المتحف مفتوح اليوم؟
خليني نشوف واحد آخر.
بحال هادا، عافاك.
أنا بخير، حتى أنا، شكرا.
شحال دلوقت غادي تبقى فنيويورك؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻬﺎﺭ ﺩﻳﺎﻟﻲ ﺩﻳﺎﻝ ﺍﻟﺤﻠﻮﺓ ﻭﺍﺧﺎ ﻛﻨﺖ ﺷﺎﺭﺕ
واش كاين طوبيس من المطار لأوطيل شيراتون؟
آه. رقم ربعة سبعة وتمانين.
غير واحد دابا.
غير من هنا. غادي تشوف اللافتة. ما يمكنش ما تلقاهاش.
خاصك تاخده للمكتب ديال تغليف الهدايا.
ﺷﺤﺎﻝ ﺍﻟﻮﻗﺖ ﺑﺎﺵ ﻳﺼﺪﻕ
نتمنى نقدر نزور بلادك.
قوليا نيشان.
وقتاش غادي يوصل؟
ﻣﻮﻓﻘﻨﻲ، ﻋﻔﺎﻙ.
ما عنديش شي حجز هنا، بلحاق عندكوم شي شومبر لجوج ليالي؟
بغيت نمشي فحالي دابا. واش تقدر تهبط ليا الباكاج لتحت؟
اشمن اتجاه كاين الجنوب؟
ممكن تعطيني بطانية؟
واش قال باللي المحطة الجاية هي الشارع تلاتة وعشرين؟
واش خاصني نحجز بلاصة في المطعم المتنقل؟
مسا الخير. واش عندكم شي طاولات مفتوحة لجوج ديال الناس؟
ﺷﻨﻮ ﻫﻀﺮﺗﻚ
آه. بشحال خصني ندفع باش نبدا؟
نعم، غادي ناخد بيرة درافت مع المقبلات.
عافاك نظف هاد البلوزة.
واش كاين شي حاجة مابغيتيش ننساها؟
آه، أنا مسالي.
اشنو اللي اتسرق؟
كان طويل و زعر.
ﺃﺷﻤﻦ ﺳﺎﺭﻳﺎﺕ
دير منديل على واحد و سحقو بديك المطرقة.
الطوبيس كا يدوز بالليل فاش كاتكون الطريق خاوية. هاد الشي علاش قليل فاش كاي تعطل.
فيا القبط هادي خمس أيام.
ﻃﺒﻌﺎ ﻧﺪﻳﺮﻙ ﻓﻴﻪ
واش تقدر تسلفني واحد الحبل دالجر؟
دارك كبيرة بزاف.
واش يمكن لي نحصل على أتاي بلاصت القهوة؟
ماكانضنش اتلاقينا من قبل.
واش عندك شي بطاقة بريدية؟
واش تقدر تصيفط ليا هادو؟
بغيت شي قهوة.
فين كاينة القنصلية اليابانية؟
بغيت شوية دالروز.
آه، كاين. ها هو القطار جاي. نهارك مبروك.
ممكن تجيب ليا الموطارد؟
واش تقدر تصيفط فاكس لهاد الرقم؟
واش يمكن لينا نتلقاو فالتلاتة ديال الزوال بلاصت هادشي؟
كنفقد المنظور ديالي ملي كنمشي للخارج، وكنضيع الفلوس يمين وشمال.
ﺍﻛﻼﻡ ﺍﺑﺎﻟﻲ ﻋﻔﺎﻙ
شحال دالعطل مؤدى عنها كتاخد فالعام؟
طاولة لربعة، عافاك.
قول.
واخا. واش تبغي تمشي معايا لحمام السباحة؟
غادي يكون داكشي مزيان. كنت كانتسنى الفرصة باش ندير شي حاجة بحال هاكا.
كنتمنى نقترح نخب لسي ويليام ديالنا.
ﺷﻜﺮﺍ ﻏﺎﺩﻱ ﻧﺪﻳﺮﻫﺎ ﺗﻨﺘﺴﻨﺎﻭ ﻛﺘﺠﻲ ﻋﻨﺪﻧﺎ ﺷﻮﻳﺔ
بغيت نمشي للمتحف إي.
كا نفكر نستغل هاد التخفيض الخاص اللي دايرة الخطوط الجوية ABC لهاواي الشهر الجاي.
كا نظن بلي اه. غادي تكون مزيان.
يمكن لي نحصل على جوج تذاكر ل"لي ميزيغابل" لسبعة يونيو؟
واش كتبيعو غير الكتوبة الجداد، ولا كتعاملو حتا مع المجلدات اللي قدام؟
بغيت نصيفط رسالة لليابان.
فاش كنت غادي فبرودوي.
بغيت شي حاوية الماكلة.
واحد الدرجة الأولى ذهاب لكالي، عافاك.
عافاك اتصل ليا بالطاكسي فالجوج ديال الزوال.
مزيان، شكرا. و انت؟
واش كاين شي حاجة مهمة هنا؟
عافاك قول للقنصلية اليابانية من بعد ما تبلغ بيه للبوليس.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺠﻴﺒﻬﻢ ﻛﺎﻣﻠﻴﻦ ﻣﺤﺘﺎﺟﻴﻦ
واش تبغي شي حاجة تشربها مع الوجبة ديالك؟
اعطيني تلاتين ليتر.
أُه?
واش كاين شي موكب غدا؟
ماخدامش. واش عندك واحد زايد؟
هادي السلعة الغلط.
عندي جوج قراعي دالويسكي.
ﺭﺍﺋﻊ
ﻫﺪﻱ ﻟﺼﺤﺎﺑﻲ
ضارني صدري.
كاين مبرد عامر بالمشروبات فاللور ديال الكروسة ديالك.
بغيت شي كاس ديال الما، عافاك.
الماكلة فلوطيل غالية، يالاه نخرجو لشي بلاصة.
منين نبداو؟
اسمح ليا، فين كاين البريد؟
عافاك وريني المصاريف.
ﺻﺤﻴﺢ؟ ﻣﺎﻋﺮﻓﺘﺶ.
جوج مقاعد ديال عشرة دولار، عافاك.
ﻛﻴﻒ ﺑﻐﻴﺘﻲ ﺍﻟﻠﺤﻢ ﺩﻳﺎﻟﻚ؟
ﻭﺍﺵ ﻓﻘﺪﺍﺗﻚ ﻳﺎﻙ ﻋﻔﺎﻙ
شنو الفصيلة ديال الدم ديالك؟
تقدر توريني الطريق؟
بغيت واحد المقبلة، عافاك.
شنو هي أكثر أكلة حمية مشهورة في المحل ديالك؟
خاصك تمشي لفيينا.
واش يمكن لينا نتسناو حتى تخوا شي طابلا؟
واش شارع هودسون هو المحطة التالتة؟
فين هو مكتب التسجيل دلوفتهانزا؟
صورنا، عافاك.
ﻛﺘﺒﻘﻲ ﺳﻤﻴﺘﻚ ﻭ ﻭﺍﻩ ﺩﻳﺎﻟﻚ
ديالمن هاد الخدمة؟
إكحل مزيان.
عافاك صورني.
بغيت نتصل بشركة كراء السيارات.
طاولة احدا النافذة، عافاك.
عافاك اعلمني منين نوصلو لبوسطن.
بغيت شي قرعت الروج، عافاك.
واش احتفظتي بأرقام الشيكات ديالك؟
بغيت نشري أحسن المقاعد.
دابا سير للجمارك.
كنفضل نغلس فالقدام دالطيارة.
الضو دالرسالة ديالي مشعول.
خاصنا نتصلو بمكتب الاستعلامات في القنت ديال بهو الفندق. غادي يتكلفو بالحجز.
آشمن محطة؟
هادا شفار.
ﺍﻟﺸﺮﺩ ﻫﺪ ﺷﺎﺩﺓ ﻗﻮﻱ
شنو كاين فالصاك؟
راه للاستخدام الشخصي ديالي.
بغيت شي فيلم لهاد النوع ديال الإضاءة الاصطناعية، عافاك.
راه مخصص باش يعاون الناس اللي مات ليهم شي واحد فمصروف الجنازة.
سمح ليا. غادي نجيب ليك شي أتاي دابا.
اسمح ليا. واش يمكن لي نحصل على بطانية؟
واش فهمتيني؟
واخا. دور على يسارك فالقنت جاي. غادي تشوفو نيشان قدامك.
واش كاين شي بلاصة فين نرتاح؟
واش التسعيرة الاكسبريس داخلة فالحساب؟
وقتاش و فين نقدر نحصل عليه؟
شنو فنظرك احسن للبشرة ديالي، الصباغة د الظفر باللون الغامق ولا اللون الفاتح؟
ﺷﻜﺮﺍ. ﺩﺍﻙ ﻣﻌﻨﻰ ﺑﻠﻲ ﻏﺎﺩﻱ ﻧﺪﺧﻠﻮ ﺻﺎﺑﺘﻲ ﺑﺎﺵ ﻧﺪﺧﻞ ﻟﻠﻮﺳﻂ ﺑﺎﻟﻨﻘﺺ ﺩﻳﺎﻟﻮ
آش من نوع ديال المواد كا يحتوي عليهم هاد الدواء؟
آه، عندي حجز فردي. الاسم ماتسوي. م-ا-ت-س-و-ي.
واش عندك هادو فقياس مفتوح؟
ﺷﻜﺮﺍ. ﺍﻩ، ﺷﺎﻫﻲ ﺍﺵ ﻭﻗﻊ
شحال دالوقت باش نوصلو لهاد الأوطيل؟
واش يمكن ليك توريني فين كاينة البلاصة فالطيارة، عافاك؟
قال باللي غادي يعاود يتصل بيك من بعد.
عافاك قاد بلاصتك مزيان.
واش هاد الشارع كيوصل للمحل الشامل ديال "سي آند إيه"؟
سمح ليا على هاد القلدة. واش نقدر نحصل على قلم أحمر؟
بغيت ناخد موعد مع السيد واتسون.
غادي نوريك كيفاش تتخدم بعيدان الأكل.
سمح ليا، سيدي الضابط. واش تقدر تعاوني؟ ما قدرتش نلقى المتحف الوطني ABC.
غادي يجي واحد السرباي باش ياخد الطلبية ديالكم. عافاكم عيطو على السرباي ملي تكونو واجدين باش تطلبو.
لا، نخرجهم.
واش يمكن لي نستخدم شيك سياحي؟
آه، عندنا. اشمن نوع بغيتي انت؟
ماشي بارد؟
أنا دابا فمطار كينيدي. اشناهي أسرع طريق نشد للأوطيل ديالكوم؟
انتا فاسطاش إي. غادي فهاد الممر، على يمينك.
لا جينز و لا سيفيطمات، عافاك.
كيفاش بغيتيها؟ يعني شنو بغيتي ف سندويتش لحم؟
واش نتي حاملة؟
تقدر تجيب لينا طاكسي؟
غادي نكونو فرحانين نقبلو العرض ديالك.
ﻋﻤﺮﻱ ﺩﺭﺗﻬﺎ ﻋﻠﻰ ﺳﺎﻋﺔ
ﻛﺎﺩﺭﺓ ﻫﺎﺩﺷﻲ؟
واش كاين شي كتاب باليابانية؟
ما بقاش فالخزين، ولايني راه فالطلبية.
كنفضل مطعم نباتي.
الصاقطة دالباب تهرسات.
آه، ها نتا.
رقم خمسة-واحد-واحد، سبعة-اثنين-سبعة-ثلاثة فلوس أنجلوس، عافاك.
واش كاين شي رحلة سياحية؟
ﺷﻨﻮ ﻣﻴﺪﻭﺭ ﺩﻳﺎﻝ ﺍﻟﺒﺮﺩ, ﺗﺘﻨﺴﺒﻮﻫﺎ؟
ماكايعجبنيش لحم الخنزير.
عافاك كتب هاد الشي ف ورقة الخدمة. راه كاينة تكلفة زايدة.
عافاك صيفط هاد الباكية لليابان.
غادي ناخدو معايا.
غادي نرجع.
واش يمكن لي نبقى فالطيارة بالليبيال؟
معلوم. غادي نردو بحالو قبل ما ترجع.
ﻫﻮ ﻋﻨﺪﻱ ﻟﻲ ﻛﻴﺸﻬﺪ ﻟﻴﺎ
غي شوية.
منين أصلك؟
آه. شحال هادي وأنا باغي نزور هاد البلاصة.
ﻣﻮﻗﻊ ﺍﻟﺒﺎﺭﺡ ﺑﺎﻳﻨﺔ ﻣﻜﻴﻨﺶ ﺷﻲ ﻣﺸﻜﻞ
غادي نخلص بالتأمين ديالي.
واش كاينين شي رحلات سياحية لتمثال الحرية؟
يالاه. غير قولها.
عندنا اليوم شي صول مزيان.
ايوا. نقولك اش. انت ما تقولها لحتى واحد من عائلتك. وانا ما نقولها لحتى واحد من عائلتي.
شنو كدير عادة فوقت الفراغ ديالك؟
غادي نتلاقاو شي نهار، كنتمنى.
راه خضر، و تقريباً هاد القياس.
عافاك اعطيني خريطة المدينة.
آسف، حتى واحد ما كيجاوب على التليفون.
نازل معيا الدم من نيفي.
شي وحدين كيمشيو حتى للمحطة المركزية دطوكيو أو لوطيلات لكبار.
تلاتين جنيه، عافاك.
اسمح ليا. فين كاين شي مخدع هاتفي عمومي؟
شكرا ليك، على كل حال.
ﻧﻌﻢ، ﺃﻧﺎ ﻛﺎﻥ ﻋﻨﺪﻱ ﺷﻮﻳﺔ ﺻﻴﻨﺎﺕ ﻃﺎﺣﺖ ﺃﻣﺘﺎﻟﻴﺔ
كا نضن كايديرني با عور.
تقدر توريني هادشي، عافاك؟
مناش الفرقة مصايبة؟
اليومة عندنا مينسترون، كريم دآسبارجوس، و صوبا دالخضرة.
غادي ناخد واحد مارتيني معتق. وعصير البرتقال ليها، عافاك.
واش عندك شي تاريخ ف العائلة ديال أمراض القلب؟
عيني كتضرني.
ﻛﻨﻘﻠﺐ ﻋﻠﻰ ﻗﻮﺩ ﺳﺎﺭﻳﺔ
شي حاجة بأقل من مية دولار، عافاك.
كيمشي من هنا مع التسعود.
شكرا ليك بحال بحال، بالحق خاصني ضروري نمشي.
واجهة كتلمع، عافاك.
بغيت تمنية تذاكر ديال عشرة دولار وعشرين ديال دولار واحد.
ﺍﻧﺎ ﻋﻨﺪﻧﺎ ﻫﺎﺩ ﺍﻟﻤﻨﺘﻮﺟﺎ ﻭﺍﻟﻲ ﻣﺼﻤﻢ ﻟﻠﻨﺴﺎﺀ ﺍﻟﻤﻮﺿﻮﻉ
غادي نهز داكشي.
ﻫﻲ ﺧﺪﻣﺔ ﻋﺎﻟﻴﺔ ﻣﻌﺘﻤﺪﺓ
ﻏﻴﺮ ﻛﻨﺘﻔﺮﺝ ﻣﺸﻜﻮﺭﺓ
كانضن غاتقدر تلقى كلشي فسوبر مارشي. إلا ماقدرتيش، ماتقلقش. أنا غادي نمشي للصيدلية غدا.
ماشي ضروري، أسيدي. غادي نتكلفو بداك الشي منين تتسجل فالفندق. وقت التسجيل من جوج تلاتين ديال العشية، ولكن نقدرو نحفظو ليك الأمتعة ديالك إلا بغيتي تتسارى قبل من هاد الشي.
تقدر تجيب ليا طنجرة فيها الما غليان؟
عندي مرض مزمن.
كنضن كاين شي غلط فالفاتورة. ممكن تتحقق منها، عافاك؟
تقدر تخوي طفاية السجائر، عافاك؟
فيناهوما لبلايص السياحية المشهورة هنا؟
مْتشرفين السي سميث.
بغيت نطول الاقامة ديالي يومين.
واش تقدر تدير فيا واحد الخير؟
إينا نوع ديال الريحة بغيتي؟
واش هادا هو الخط المباشر؟
اجي نشوفو. اللعبة غادي تبدا مع الجوج؟ اه، نقدرو نمشيو.
بغيت نهبط فسان بوول.
ﺷﺤﺎﻝ ﺍﻟﺘﺄﻣﻞ
واش نقدر نضيف فيه شي رسالة؟
سيد وطسون، إكستنشن مياتاينوان، عافاك.
ماعرفتش اشنو ندير.
ها انت. هادا هو الاكتر شعبية.
عندي حجز، أكيياما.
منين تنزل من المصعد غادي تشوفو على يمينك.
واخا، ضغط على هاد الزر. أوبس، هادشي ماخدامش. سمح ليا، راه تهرس.
كيف داير، سيد تاكاجي؟ ماتشاوفناش من الربيع اللي فات، ياك؟
شفنا بزاف دالحوت المهاجر.
غادي نرجعو من بعد.
كنتساءل وقتاش نقدر نرجع لهنا.
ﻟﺤﺘﻴﻦ ﺍﻱ ﻣﺴﺎﻧﺪﻳﺔ ﻋﻔﺎﻛﻢ ﺳﺎﻋﻤﻠﻨﺎ ﺍﻟﻤﺮﺍﺓ ﻓﻲ ﺍﻟﻄﻴﺮﺓ ﻟﻨﺎ ﻣﻮﻗﻊ ﺑﺎﻟﻠﻐﺔ ﺍﻟﻴﺎﺀﺓ ﻭﺍﻟﻔﺮﻧﺴﻴﺔ ﻭﺍﻟﺼﻴﺎﻥ ﻭﺍﻟﻨﺰﺍﺭﻳﺔ
ميات دولار، بلا رسوم.
عفاك سمطة المقعد ديالك و نتابه للعلامة "ممنوع التدخين" حتى تطفى.
واش كاينة فيه بانيو؟
هاهي بطاقة الركوب ديالك و ملصق تسجيل الامتعة ديالك.
ممكن تعطيني طبق إضافي؟
بغيت شي دوا.
حنا بجوج بينا، دونك ناخدو الحجم الكبير؟
خليت جواز السفر ديالي فطاكسي.
ربعين دولار.
الأوطيل ديالنا قادر يتكلف بحجز مربية أطفال.
اسمح لينا، غادي نتعطلو عشرين دقيقة.
واش كاينين مطاعم يابانية غير هنا؟
شي حاجة ساهلة للسياقة، مع مقود على اليسار، في فئة جوج لتر.
واش فالداخل ولا فالخارج؟
هاهو عنوان التسليم ديالي.
نعم، يمكن ليك. هاهو ملصق تسجيل الأمتعة ديالك وبطاقة الركوب ديالك.
أوه، مع السبعة ديال العشية تقريبا.
تسديت على برا. الساروت لداخل الطوموبيل.
ﻣﻤﻜﻦ ﺗﺤﺼﻠﻲ ﻧﻘﺎﺵ ﺍﺣﺴﻦ
ما حسابليش غادي تكون عامر بزاف.
كانحس بالوجع كاينغزني حدا المعدة ديالي.
واش تقدر تبدل ليا بلاصتي بوحدة فجهة المدخنين؟
هاد التكلفة هي ديال الاتصالات بعيدة المدى.
واش ناوي تبدا تبيع المنتوجات ديالك في الولايات المتحدة؟
تقدر تجيب ليا بيرة اخرى؟
جيم و أنا كنا صحاب من أيام الثانوية.
ﻣﻤﻜﻦ ﺑﻴﻄﺎﺝ ﻣﻘﻠﻲ ﻣﻊ ﺍﻟﺒﻮﻙ ﻣﻦ ﻓﻀﻠﻚ
تذكرة ذهاب و إياب لعشرة ديال الرحلات، عافاك.
واحد الشوية، ألالة. أنا غادي نتحقق من داكشي.
حتا واحد بهاد الاسم ماكايسكن هنا.
فين يمكن لي نلقى طوبيس السياحة؟ وقتاش وفين يمكن لي نطلع فالطوبيس؟
الجهة الفوقانية كبيرة شوية. يمكن لك تبدلها؟
واش كاين شي ملعب دالغولف هنا؟
بغيت نلغي الحجز ديالي للرحلة في خمسة ماي، ونحجز واحدة في تسعود ماي بلاصتها، عافاك.
واش يمكن لي نحتفظ بساروت البطاقة؟
واش كاين شي واحد يقدر يفهم اليابانية؟
ﺍﻧﺎ ﺟﺪ ﺍﻻﺣﺴﺎﺕ ﻟﻤﻀﺮﻭﻥ ﺑﻮﻙ ﻓﻘﻂ ﺗﻘﺒﻠﻲ ﺗﻌﺎﻟﻰ ﺑﺎﻟﺘﻌﺎﺏﺕ
غادي ناخد طلياني، عافاك.
ﻭﺍﺵ ﺩﺭﺗﻲ ﺍﻟﻮﺭﻗﺔ ﺩﻳﺎﻟﻚ
خمسا وراق ديال عشرا دولار، عافاك.
ممكن تعطيني جوج تذاكر للكبار ل"كاتس"؟
من الأحسن تجلس وتاخد النفس ديالك من بعد الرحلة الطويلة ديالك من اليابان.
ﺃﺷﻴﺐ ﻣﺎﺩﺓ ﻓﻴﻪ؟
واش كان متبوع؟
فين تحرقتي فيدك؟
شكون المصممين ديالك؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﻌﺒﺮﻫﻢ ﻣﻊ ﺑﻌﺾ؟
بلو كات. واحد الرباعى قديم ديال الجاز.
فينا طوموبيل هاد لبلاصا؟
ﻣﺒﺮﻭﻙ ﺳﻤﻌﺖ ﺍﻧﻚ ﺍﻟﺘﻮﻓﻴﺮ ﺩﺍﺭﻭ ﺍﺑﻴﺾ
واش داخلة فيه رسوم الخدمة؟
بغيت نحجز شي طاولة مزيانة باش نشوف العرض.
كاتقام تسعودو تسعين دولار.
عندكم ساعة د المكانة ديرو فيها لي بغيتو هنا.
بغيت نرجع لطوكيو من هنا للجمعة.
واش الديوانا مكتتحسبش على لمجوهرات؟
شنو هو الفيلم الأكثر شعبية دابا؟
مامتأكدش دابا.
شريت عكار كادو.
وقتاش غادي يمشي؟
...
حتا لشتنبر الف و تسعمية و تسعود.
واش يمكن لي ندخل لهاد الدرس واخا أنا باقي مبتدئ؟
بغيت نمشي للتسوق. فين هي منطقة التسوق القريبة من هنا؟
بغينا نشوفو شي فيلم. باش تنصحنا؟
شكون صايبو؟
بلحاق كيفما كاتعرف "إل تي" غادي تدير ثمن أقل.
شحال كايسوى الاتصال دالمسافة الطويلة لطوكيو؟
ﻓﻴﻦ ﻛﺘﺠﻲ ﻫﺎﺩ ﺷﻴﻒﻲ ﻓﺎﻟﻮﺍﻧﻲ
ماقدرتش نقرر شنو غادي ناكل. باش تنصحني؟
شحال للشخص الواحد؟
عجلت بوقت المغادرة.
ﻭﺍﺵ ﻣﺎﺗﺒﻴﻌﻴﻬﻢ ﻋﻠﻰ ﺣﺎﺟﺔ؟
واش تقدر تدير ليا حجز للمسرح؟
من هنا، دور على اليمين.
عندي قرعة ديال نبيذ الأرز الياباني.
شي بلاصة بلا حجز، عافاك.
أوه، أنا متأسف. ها نتا. واش نجيب ليك شي حاجة تشربها؟
بغيتك تجي معايا، عافاك.
دابا راك حجزتي.
بغيت نحجز بلاصة، الدرجة الاقتصادية، للندن الأحد الجاي.
فيه تلاتين كلمة. إذن، تلاتة دولار، عافاك.
السانديك ديالنا يقدر يعاونك، أولا يمكن لك تاخدو بالطاكسي.
واش حديقة الحيوان مسدودة؟
شنو هو اسمك الأوسط؟
بغيت نحجز واحد الغرفة صغيرة.
جوج دالناس.
سميتي سوزوكي. عندي حجز للستة.
شي سجائر، عافاك.
بغيت غير قصة شعر.
بغيت غورميت.
بغيت ندير جولة على الجزيرة.
يالاه ناخدو استراحة. تبغي شي قهوة؟
أنا جاي.
خليت ساروت الغرفة فالغرفة ديالي. واش نقدر نتسلف نسخة الساروت، عافاك؟
شحال خصني نعطي دالبقشيش؟
اسمح ليا. واش هاد الطوبيس غادي لهوليداي إين يونيون سكوار؟
واش ممكن نحط الطوموبيل فبوسطن؟
تقدر تاخد ليا تذكرة؟
واش يمكن لي نحصل على كيس كبير؟
ﺷﺒﺎﻛﻴﺔ ﻫﺎﺩﻱ ﺯﻭﻳﻨﺔ
بغيت شي خيزو.
غادي نتصلو بيك مباشرة من بعد ما نلقاوه.
واش هوايتك تجمع اللعب د الحيوانات؟
بغيت ندير حجز لرحلة الخطوط الجوية اليابانية فعشرين مارس.
مكاينش تلج.
واش اليابان تقدر تنتج كاع الماكل اللي محتاجة؟
واش عندك شي روايات يابانية؟
ﻭﺍﺵ ﺯﺑﺪﺓ ﺍﻟﻴﻮﻡ
يعني ادا انا متنجحش نهائيا
شحال ديال أيام العطلة عندك في العام؟
غادي نبقاو سيمانة على الأقل.
بغيت مضخة ديال الهواء.
واش يمكن ليا نمشي فالمترو لمارين تاور؟
تلغات الرحلة اللي كنت معول ناخد، إي إي حداش.
ﻳﺎﻙ ﻓﻌﻼ؟ ﺍﻧﺎ ﻋﺎﺷﺮ ﻛﺎﻣﺎﻛﺮﺍ ﺗﻨﺘﻈﺮ ﻟﺒﻴﺖ ﺩﻳﺎﻟﻚ
فين هي غرفة الرجال؟
كنضن باللي هادشي شوية باسل عليا.
عندي شي حوايج للصليح.
ﻋﻔﺎﻙ ﻗﻮﻟﻴﻠﻲ ﺭﻗﻢ ﻫﺎﺗﻒ ﺩﻳﺎﻟﻚ
سمح ليا، واش يمكن ليك تنصحني بشي أوطيل؟
أوه. متخيلتش نلقاك هنا.
هادي آخر مرة غادي ندير هادشي.
الترانات كيمشيو من كينغس كروس.
ضعت ليا باليزتي.
وقتاش غادي نرجعو؟
المراهقين اليابانيين كيهتمو بالموسيقى.
بغيت نقيس هاد الصبابط.
نعم، اتصلت غير شوية هادا.
واش عندك الخمر المعتق، ماغاليش بزاف؟
درت رغوة دالشعر اليوم.
واش الطيارة فالوقت؟
شحال كايسوى إعادة الإصدار؟
فين كايتباعو تذاكر الطلقات؟
ستونهنج كيبان مثير للإهتمام. واش كاينين شي رحلات سياحية اللي كتدور تما؟
تجرحت بزاف في رجلي ليمن.
أنا مقيم فأوطيل هيلتون.
واش ماعندكش شي حاجة تاكلها؟
إينا وقت كاينطلق القطار؟
عن طريق البريد البري او البحري.
كيفاش كتبغي شريحة اللحم ديالك، أسيدي؟
بغيت نركب الطوبيس دالمطار.
ﺷﻜﺮﺍ ﻟﻚ ﻋﻠﻰ ﺍﻟﺼﺎﺭﺓ ﻟﻴﺎ ﻓﻲ ﺍﻟﻤﻄﺎﺭ ﻧﺘﻲ ﺟﺎﻭ ﻃﻴﺒﺔ
سمح ليا السبت غادي يكون مغيم.
ﺷﺤﺎﻝ ﺗﻜﻮﺗﺶ ﺳﻴﺎﺭ ﻣﻌﺎﻫﺎ ﺳﻴﺎﺭ؟
🍎 👍 ❤ ️ 👈 🍇 🍇 🍇
عافاك بطل ليا البطاقة ديالي.
شي كاس ديال الروج، واخا؟
ﻃﺒﻌﺔ ﻋﻔﺎﻙ ﻭﺍﺣﺪ ﺧﺎﺹ ﺑﺎﻟﻀﺒﻂ ﺩﻳﺎﻝ ﺍﻟﻤﺎﻛﻠﺔ؟
واش هادا نيكل؟
ﻣﻤﻜﻦ ﻫﺪ ﺍﻟﺼﻮﺹ ﻓﺎﺵ
عندي ألف دولار نقداً.
دور على ليسر. راه على ليمن.
شحال التكلفة لتلتيام؟
واش تقدر تهز هاد الأمتعة، عافاك؟
طوموبيلة صغيرة، و من الأحسن تكون طوموبيلة يابانية.
ﺍﺷﻤﻦ ﺍﻟﻤﻨﺘﻮﺟﺎ ﻓﻲ ﻫﺬﺍ ﺍﻟﺒﻼﺩ
عندنا جوج ولا ثلاثة زوينين فهاد الحي. واش تبغي نحجز ليك؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻣﺴﺎﺧﻞ ﻓﻲ ﻛﺘﺎﻓﺎﺕ ﻣﺘﺎﻉ ﻟﻴﻨﻚ ﻫﺎﺩﻱ
عندك طابع آخر؟
بالمناسبة، واش عمرتي الخزان بالوقود قبل ما ترجع السيارة؟
بغيت نمشي لسان دييغو.
من بعد الوفاة ديالو، كان واحد الإصلاح السياسي، ولي معروف بالإصلاح ديال حقبة تايكا.
خليت صاكي فالقطار.
اسمح ليا، ولكن هاد الكلمة، أوميديتوجوزايماسو، طويلة بزاف باش نحسب عدد الكلمات. بما أن الكلمة محدودة في خمستاش حرف، بغيتك تقسمها على جوج.
كايمشي من محطة الطوبيس رقم جوج.
ﻻ ﺑﺎﺱ ﻣﻦ ﻗﻮﻟﻚ
ﺷﻨﻮ ﺍﻧﻮﺍﻉ ﺳﻠﻄﺔ ﻋﻨﺪﻙ؟
واش يمكن ليك ترسم ليا خريطة لي تقدر توصلني لتما؟
غادي ناخد داكشي لي نصحتيني بيه.
ﺍﺵ ﻣﻄﻠﻊ ﺩﺍﺑﺔ؟
بغيت قلم دالريشة، عافاك.
آه، أوه، وأنا كانخلص ببطاقة الائتمان.
ﻋﻔﺎﻙ ﺩﻳﺮﻱ ﻟﻴﺎ ﺍﻟﻔﻄﻮﺭ ﻟﻠﻮﺣﺔ ﺩﻳﺎﻟﻲ
واش عندك شي رحلات للبانثيون؟
ﺳﻮﺳﺖ ﻛﻌﺒﺔ ﺩﻳﺎﻟﻲ
عافاك صرف هاد الشيك الشخصي.
آه، شكراً. سميتي مايومي ياماغوشي من اليابان. ياله وصلت للأوطيل.
رجلي كتضرني.
ﻣﺴﻨﺔ ﺑﺰﺍﻑ ﻭﺍﺵ ﺩﺭﺗﻲ ﺷﻲ ﻭﺍﺣﺪ ﺳﺨﻨﺔ
كاتاخد تقريبا نص نهار. غادي يكون المرشد هنا باش يوصلك معا التسعود د الصباح.
فين هو الملعب؟
كاين شي كاس ناقص.
بغيت صوص إيطالي.
مزيان، كتبان فنفس القياس ديالي. عادة كنلبس المتوسط.
هاد الساعة القديمة ما بقاتش خدامة. يمكن ليك تبدلها؟
ايوا، كيبان ضيق شوية من لكتاف.
بغيت ناخد بطاقة التعويض. وقتاش يمكن لي نحصل عليها؟
واش تقدر تتصل بالبوليس؟
رقم الهاتف ديالي هو ربعة زيرو ربعة واحد جوج تلاتة ربعة خمسة ستة سبعة.
شي مشكل؟
اطباق السنة الجديدة المسماة أوسيتشي ريوري كيحضروها تقريبا فكل دار حتى لدابا.
جولة ديال نص نهار كاتخلي ما يتقال.
غادي نسول واش نقدر نتصور معاه.
من اينا نوع دالجلد مصنوع هاد الصاك؟
بنين بزاف.
الخلاص مخالف على اللي في الكونتور.
ﻋﻘﻠﺘﻲ ﻭﺍﺵ ﻛﺎﻳﻦ ﺷﻲ ﻃﺮﻳﻘﺔ ﺍﺧﺮﻯ ﺍﺗﺼﻠﻮﻩ
بغيت نصرف شي يينات يابانيين للدولار المريكاني.
واش يمكن لي ننتقل للصف الأول؟
بغيت نمشي بحالي دابا. واش ممكن تهبط ليا الباكاج ديالي لتحت؟
واش كاين شي عيادة قريبة من هنا؟
واش عندك تورنوفيسات؟
بمن نتاصل إلا كان عندي شي مشكل؟
واش هاد رحلة الطيران غادية في الوقت؟
غادي ناخد تلتمية غرام من هادا.
خرج كيجري لوسط الشارع ما كانش قنت.
بالمناسبة، واش عندك تأمين السفر لهاد الرحلة؟
راه للاستعمال الشخصي ديالك، بطبيعة الحال.
بغيت نخلي الطوموبيل فمطار سان فرانسيسكو.
ﺷﻲ ﺣﻠﻮﺓ؟
بغيت نتأكد من وقت المغادرة.
غادي نكون فأوطيل هيلتون.
تقدر تصيفط ليا هاد الرسالة؟
عندنا عائلة مكونة من ربعة دالأفراد، فيهم الوالدين ديالي، ختي الصغيرة وأنا.
شنو سميت الفنان؟
اطلب منو يتصل قبل العشرة، توقيت اليابان.
كيفاش يمكن لي نوصل للمعبد؟
اشنو كتشرب؟
واش تقدر تقول لي رقم التلفون ديال شي شركة ديال الطاكسيات؟
تلاتة كعكات و حلوى، عافاك.
غادي نكون تما من دابا شي ساعة.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﺍﻟﺮﻛﺎﻥ ﻭﺍﺣﺪ ﻟﻤﺎﺭﺓ ﻭﺍﺟﺮﻳﺔ ﻣﻤﻜﻦ ﻧﺴﺎﻭﻙ
ﺷﻜﺮﺍ. ﻣﻤﻜﻦ ﻧﻬﺎﺭ ﻣﻊ ﺳﻴﺪﺓ ﺳﻴﺎﻣﺮﻭﺯ، ﻣﻦ ﻓﻀﻠﻚ؟
واش كاين شي محل معفي من الرسوم الجمركية هنا؟
كيفاش كاطلب لفلوس؟
آه. بغيت نعاود نأكد الحجز ديالي على الرحلة سبعتاش لطوكيو هاد الأحد. سميتي ريكو موري. م-و-ر-ي.
كنتساءل إينا لوينات غادي يكونوا على الموضة هاد الخريف.
بغيت نحجز مقعد فدرجة النوم لواشنطن دي سي، عافاك.
كنقترح عليك تزور مبنى الأمم المتحدة على الضفة ديال النهر الشرقي حتى هو.
عندها تسعود و تسعين. بغيت نصرف تقريبا تسعود و تسعين دولار.
عافاك وريني داك اللأنبوب. التالت.
الا كان الشخص بوذي، اه. ولكن بزاف د العائلات كايديرو الجنازات ف ديورهم.
واحد القميجة بيضة وجوج ازواج ديال التقاشر.
شي ألف دولار.
شحال كيسوى أرخص تيكي؟
شريحة لحم وشلاضة خضرا، عافاك.
واخا، عافاك خود وقتك. اعلمني إلا حتاجيتي شي حاجة.
هادشي على حسابي.
ﺑﻐﻴﺖ ﻧﻄﻠﺐ ﺑﻴﺘﺰﺍ ﻓﻴﻦ ﻳﺪﻭﺯ ﻫﻨﺎ ﺷﻨﻮ ﻧﻤﺮﺓ
غادي نتعطل.
واش عندكم شي غرفة احسن؟
كاتاخد نهار كامل. غادي يكون المرشد هنا باش يديك التسعود دالصباح.
عافاك اختار شي خمرة مزيانة للوجبة ديالنا.
بغيت تذكرة واحدة د خمسين دولار و خمسة تذاكر د عشرة دولار، عافاك.
السكان ديال طوكيو تقريبا طناشر مليون. راها مزاحمة والسكن غالي.
يمكن ليك تجري اتصال مباشر من الغرفة ديالك.
شحال هو المبلغ الإضافي للاستخدام مرة وحدة؟
ماشي مثلج، عافاك.
شحال باقي غادي نتسناو قبل ما نبداو؟
ﻭﺍﺵ ﻫﺎﺩ ﺍﻟﻜﺮﻳﻤﺔ ﻟﺠﻴﺪﺓ ﺍﻟﺒﺸﺮﺓ ﻭﻻ ﻟﺠﻴﺪﺓ ﺍﻟﺰﻳﺖ؟
اسمح ليا. ضيعت طريقي.
إيوا، كنت كنفكر فالسوشي. وانت؟
بغيت نلتحق بالجولة الاختيارية ديال غدا.
ﺍﻟﻰ ﺷﺮﻳﻌﺎﺕ ﻣﻌﺎﻙ ﻭﺍﺵ ﺗﻘﺪﺭﻱ ﺗﺨﺪﻣﻲ؟
ممكن تعطيني جوج ليترا دالحليب؟
غادي نباتو.
بغيت نكري شي طوموبيل.
تلاتة نونبر هو يوم الثقافة.
ﺍﻧﺎ ﻛﻨﻘﺎﻭ ﻋﻠﻰ ﻗﻤﺔ ﺩﻳﺎﻝ ﻓﺨﺮ ﻟﺒﻨﺖ؟
ﺍﻧﺎ ﺩﻋﻴﺖ ﺍﻟﺠﻮﺍﺩ ﺩﻳﺎﻟﻲ.
ﺍﻩ ﻋﻨﺪﻱ ﻫﺎﺩﻱ
قطع مرة وحدة، عافاك.
عتقونا.
راك كاتزاد علينا ف الطريفة.
بلاتي. تلاتة دالشوارع، من بعد على اليسار؟
شكون هو الممثل الرئيسي؟
واش كاين شي سوق قريب من هنا؟
ﻣﻌﺮﻓﺶ ﻛﻴﻔﺎﺷﺖ ﺩﻭﻙ ﺳﺮﺍﺏ
كيفاش يمكن لي نوصل لسانترال بارك؟
تقلقت عليه.
صيفطو بالزربة، عافاك.
عافاك صيفط هادا كأمتعة غير مصحوبة.
شحال الطريفة ديال الطوبيس لبوسطن؟
دز من داك الباب و دور على يدك ليمن.
خاصك تخلص واحد التكلفة زايدة على التحلية.
كا نقلب على وحدين أخرين.
سميتي هيساي شيبا. أنا ياباني.
محتاج شوية دالموتارد.
اعطيني كارتونة وحدة من هاد الماركة.
اه. بلحاق فالمدن الصغرى وحتى فالمنطقة القديمة ديال وسط طوكيو، عندنا بزاف ديال المحلات التجارية الصغيرة المستقلة المتخصصة.
واش عندك شي حاجة بجودة حسن؟
شنو تنصحني نشوف أكثر من أي حاجة أخرى فكيوتو؟
فين خدام؟
واش يمكن لي نطلب وجبة نباتية؟
شحال تكلفة الغرفة؟
ماشي خايب بزاف. بالحق، كنفضلو حار شوية.
ممكن تنصحني بشي معجم فرنسي-انجليزي؟
ﺷﻜﺮﺍ. ﺯﻭﻳﻨﺎ ﺷﻮﻓﺔ. ﺑﺎﻟﺘﻮﻓﻴﻖ.
واش يمكن لي ناخد استراحة فأوطيل قريب من هنا؟
غادي يكونو تمنطاش دولار للطابع. ها هو الإقرار الجمركي للطرد ديالك.
وقتاش يمكن يجي الطبيب؟
واش كاين ما يتكال فالفلوكة؟
ﻟﺤﻀﻴﺎﺕ ﻛﻴﺸﻬﻮﻥ ﻣﻦ ﻓﻮﻕ ﺍﻟﺤﺎﺟﺎﺕ
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺴﺎﺏ ﺑﺎﻟﺨﻴﺮ?
بغيت نشوف حي الأعمال.
كا ناخد دروس فالسباحة.
واش عندك شي قهوة سريعة التحضير؟
هاد المطار فهاد الثلاثاء فالعشية ماكايكونش عامر بزاف.
واش عنيف؟
آه، خليني نشوف. بغيت نبدا بكاس ديال النبيذ.
صلح المصباح، عافاك.
بغيت نبدل الحجز.
إلا نسيتي، تقدر تضيع عليك الريزيرفاسيو.
ﻟﻜﻞ ﻭﺍﺣﺪ ﻃﻴﺒﺔ ﻛﺘﻌﻴﻖ
غادي نتلاقاو فلابيسين مع الوحدة، واخا؟
لا. هاد البلاصة ديال التران اللي غادي فالاتجاه المعاكس.
ﺷﻜﺮﺍ ﻛﻨﺸﻜﺮ ﺟﺪﺍ ﻓﻜﺮﻭﻙ
بغيت نتعشى بتلاتين دولار داخلة فيها حتا المشروبات.
بغيت هاد لحوايج يتصبغو.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﺍﻧﺎ ﺣﺠﺒﺖ ﻟﻬﺎﺩ ﺍﻟﻠﻴﻞ ﺳﺒﻊ ﻭﻟﻜﻦ ﺑﻐﻴﺖ ﻧﻌﻮﺿﻬﺎ ﻣﻦ ﺍﻟﻮﻗﺖ ﺍﺳﻤﻲ ﺍﻟﺴﻮﻕﺭﻛﻮﺭﻱ
عندك جواز السفر و التذكرة؟ راها، هادي متجر معفي من الرسوم الجمركية.
ﺍﺷﻨﻮ ﻧﻮﻉ ﺍﻟﻤﻨﺘﻮﺟﺎﺕ ﻳﻜﻮﻥ ﺍﻟﺰﻳﺖ ﺍﻟﺰﻳﻨﻪ؟
هادي وقيتة لبدا.
إيلا بغيتي، نمشيو نشوفو شي فيلم.
بغيت نصرف شيك سياحي.
لا، ما درناهاش، آ سيدي.
تقدر تمشي على رجليك أولا بالمترو. هاهي خريطة المترو.
ها هي البقشيش ديالك.
بغيت صندل، عافاك.
ﺷﺮﻳﺮ ﺗﺰﻳﺪ ﻓﻲ ﺍﻟﺮﺑﻮ ﻫﺎﺩﺷﻲ
جوج بيرات أخريين، عافاك.
عشرة ديال طواليط، عافاك.
ﺷﻜﺮﺍ ﻟﻚ. ﻋﻔﺎﻙ ﻣﻨﻲ ﻣﻠﻲ ﻧﻮﺟﺪﻫﺎ. ﺍﻧﺎ ﻏﺰﺍﻝ ﺟﺪﺍ ﻓﻲ ﻟﻴﻨﺪ.
كحل. يمكن ليك توريني زوج أخر كحل؟
شحال د الوقت و الفلوس كياخود التعديل؟
عافاك دفي الغرفة دابا.
واخا. اعطيني تذكرة الذهاب والإياب.
كيفاش كان؟ واش كان مزيان؟
فالغالب كتكون تساقطات ثلجية خفيفة ديال إنش أو جوج.
فأوطيل بلازا، غرفة سبعة زيرو جوج.
ماعرفتش. كلهوم جداد عليا.
ﻫﻴﺎ ﺩﻳﺎﻟﻚ ﻏﺰﺍﻝ
أنا غير ندوزك ليه.
كليت شحال هادي.
بالفرحات عليا.
واش عندك شي ملصقات؟
أكيد. وقتاش بغيتي تلعب؟
وقتاش أقرب وقت؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻭﺍﺵ ﻫﺎﺩﻱ ﺩﺍﻙ ﺍﻟﺒﺮﻭﻧﺎﺕ
واش يمكن لي نشوف الطربوش اللي فالنافذة، عافاك؟
غادي يكون مزيان إلا كان الجو غدا مزيان.
شحال د الوقت من هنا؟
طلبت مقعد غير مدخنين، بلحاق أنا ف مقعد مدخنين.
واخا. عافاك احجز ليا جوج مقاعد فالدرجة الأولى على هاد الرحلة.
عندك المصرانة الزايدة.
ﻣﻤﻜﻦ ﺗﻠﻘﻴﻮ ﻟﻴﺎ ﻣﺮﺑﻴﺔ
واحد الصاك صغير قهوي. مصايب من الجلد.
اشنو اللي غادي يكون مريح اكتر، الطوبيس أوالميترو؟
هادي الجوج و قصماين.
الرسغ ديالها منفوخ.
كنت محظوظ بزاف حيت شديت تذكرة لهاد الليلة. ما وصلتش للمدينة حتى لتلاتة ديال الزوال.
وحدة من السقطات دالنوافذ مهرسة.
بغيت نصيفطو بالاكسبريس.
واش كاينين شي غرف خاصة فالدرجة الأولى؟
واش يمكن لي نحصل على جوج علب هدايا لهادو؟
بما انني شريت بزاف ديال الهدايا التذكارية وما كافيينش الحوايج اللي فالڤاليز ديالي، بغيت نحصل على صاك ولا شي حاجة بحالو.
واخا، أسيدي. خليني نرد بالي للأمتعة ديالك ف الأول.
نفس الحاجة، عافاك.
واخا، التأكيد ديال الحجز ديالي، يمكن ليك تتصل بالمسؤول، عافاك؟
ماعندي فلوس.
تأكد من كلشي، عافاك.
اعطينا شي طاولة زوينة حدا المنصة، عافاك.
واش نمشيو لبار؟
تقدر تجيب ليا قياس أصغر؟
ﻻ ﺗﻮﺣﺸﻬﺎ ﻣﻦ ﻓﻀﻠﻚ ﺍﻟﺘﺤﺖ ﻓﻲ ﺍﻟﺼﻔﺎﺕ ﻣﻦ ﻋﺎﺩﺓ ﺍﻟﻔﻮﺭﺓ
سكات.
ﻋﻔﺎﻙ ﺟﺮﺏ ﻋﻴﻨﻴﻚ
هادا لطف منك تخليني نبقى هنا.
واش هاد الطوبيس كايمشي للمطار؟
بغيت نحجز طاولة لتلاتة.
شنو بان ليك هاد العشية، فشي ربعة ديال الزوال؟
الثلاثة دالصباح.
فالطابق الخامس.
فين خاصني نعلم بيه؟
واش عندك شي دورة للمبتدئين؟
بغيت ستيلوات.
ماشي ضروري تنظف الغرفة.
ﻭﺍﺵ ﻣﺴﻴﺮﺓ ﺯﻭﻳﻨﺔ
شكون المخرج؟
ﺍﺣﻀﺎﻧﻚ ﻋﻠﻰ ﺍﻟﺸﻤﺲ ﺩﻳﺎﻟﻚ ﻫﺪﻭ ﻗﺎﺭﺟﺎﺕ ﺑﻠﻴﺰ ﻫﻤﺎ ﻳﻜﻮﻧﻮ ﺍﻟﻤﻮﺿﻮﻉ
واش يمكن ليا ندير حجز لغدا فالصباح مع التمنية و نص؟
السبت خايب حيت خاصني نعاون بابا
بغيت نمشي لأقرب محطة الطوبيس.
تسرق ليا جواز السفر ديالي.
كايجي معا الروز و الخضر.
بغيت نبدل الطلبية ديالي.
آه، سيدي. غادي نربط ليك الاتصال دابا. عافاك اتسنى.
بغيت نعرضك لعيد ميلاد.
ايوا، خاصك تعيط ليا قبل ما تجي المرة الجاية.
فين جا الساحة؟
واش عندك شي رحلات أخرى؟
تقدر تهزهم من الباب قبل ما تطلع للكار. عافاك وري هاد التوصيل تما.
ماكاينش بحال هاد المحلات فاليابان. إذن، شنو خصني ندير؟
آه.
بغيت نبدل الرحلة الجوية ديالي لتسعود أكتوبر.
ريشات هنا محبوبين.
تقدر تقول ليا وقتاش غادي يوصل الطوبيس للشارع تنين و ربعين؟
دور على ليسر عند الاشارة التانية، عافاك.
فيناهوما الناس لخرين؟
إينا طابق؟
بألوان مختلفة؟
واش كاين شي ميكروأوند؟
فين كاين مركز المؤتمرات؟
بلاصة فالدرجة الأولى، غير المدخنين، عافاك.
واش خاصني نبقى فالفراش؟
واش يمكن ليك تعاودو ف 24 ساعة؟
شنو التخصص ديالك؟
ﺍﻧﺎ ﻣﻊ ﺯﻭﺝ ﺩﻳﺎﻟﻨﺎ
تقدر توريني شي بطاقة تعريف؟
فصيلة الدم ديالي هي A.
واش يمكن لي نبدل لغرفة كاتطل على المحيط؟
تذكرة ذهاب، عافاك.
واش يمكن لي نمشي لتما على رجلي؟
إينا نوع دلغرفة بغيتي؟
وريني، عافاك.
أكيد. راه ت-ا-ن-ا-ك-ا. رقم البطاقة هو واحد جوج تلاتة ربعة خمسة ستة سبعة تمنية. وتاريخ انتهاء الصلاحية هو شتنبر، ألفين وواحد.
ﺳﻮﻑ ﻭﺍﺵ ﺍﻟﻮﻗﺖ
عافاك قاد السروجة.
شيك السفر، واخا؟
واش كايدوزو الطاكسيات من هنا؟
مركز التجارة العالمي يقدر يكون بلاصة مزيانة.
شنو قال؟
ﺷﻨﻮ ﻫﻮ ﻗﺎﻉ ﺍﻟﻤﻼﺑﺔ
ﺍﻧﺎ ﺷﻤﺎﺀ ﺩﻳﺎﻝ ﺍﻟﺒﺎﺩﻳﺎﺕ ﺍﻟﺰﺍﻝ ﻣﺼﻒ ﺩﻳﺎﻝ ﺍﻟﺸﻤﺎﺀ
واش خاصني نحول؟
واش تقدر تقول لي رمز المنطقة ديال سان لويس؟
بغيت واحد العدسة عن بعد.
أكيد. أنا كندور فهاد المنطقة كثر من عشر سنين.
بغيت نحصل على ضوء.
ممكن تعطيني شي دوا؟
فيا التبوريشة والقي. كاين شي بلاصة فين نتكى؟
واش هادا فينيل؟
ساروتي عافاك. الغرفة تلاتة واحد و ربعين.
تقدر تعلمو على الخريطة ديالي؟
فين خاصني نتسنى؟
فين جا المركز التجاري؟
عافاك صرف ليا هاد الفلوس للدولار.
خديت ما القاطع، معا الثلج.
واش عندك أفلام بالمجان؟
اول بلاصة غطسناها اليوم هي واحدة من أشهر نقط الغطس بهاواي.
عافاك بدلني لغرفة مختلفة.
بغيت مقياس الحرارة.
شي حاجة غالطة فالفيلتر.
بغيت ندير واحد الحجز مع السبعة.
بغيت نحجز جوج بلايص للجمعة فالليل.
راه تما ورا سبيطار.
شحال كادير تذكرة فالدرجة التانية لنيويورك؟
اشمن فيلم تشويق تنصحني بيه؟
عندنا أسبيرين.
ﺍﻧﺎ ﺗﺼﺪﻣﺖ
قطع، عافاك.
كيفاش نوصل لتما؟
بغيت عينة من البول ديالك.
من المفروض تهز الأمتعة ديالك من حزام تسليم الأمتعة.
شحال ديال الوقت كيوقف القطار هنا؟
خاصك تاخد شي دوا ديال المعدة.
واش كيحلو نهار الأحد؟
شحال كتقام للشهر؟
ﻋﻔﺎﻙ ﻗﻮﻟﻲ ﺭﺍﻳﻚ ﺑﺎﻟﺼﺎﻟﺔ ﻋﻠﻰ ﻫﺎﺩﺷﻲ
شحال كايسواو المصاريف الإضافية؟
ملي كنعصر اللثة ديالي، كتنزف.
واش تقدر تحتفظ ليا بهاد الشي؟
راه زدت ملصقات استلام الأمتعة ديالك على غلاف التذكرة ديالك.
السكرة هي هي فكل بلاد.
واخا. علاش ماتشوفش المراحيض اولا؟ انا غادي نشوف و نلقى الا كان فالكافيتيريا.
عافاك وريني واحد آخر صغير شوية.
أنا مجروح و خاصني سيارة إسعاف.
فين يمكن لي نلقى الليموزين لأوطيل هيلتون؟
الما كيقطر من الأنبوب.
واش تقدر تصيفط ليا لحوايج لي خليت مورايا؟
واش يمكن لي نتصل من هاد التلفون؟
ﻣﻜﻨﺶ ﻣﺘﺄﻛﺪ
بغيت نجرب التخصص المحلي.
من بعد، بغيت نلفت انتباهكم للرسم واحد ثلاثة.
واش كاين شي تغيير في الرحلة رقم جوج خمسة جوج لأوساكا؟
واخا هاد ابّاك مصنوع ف إسكتلندا؟
أوه، هادشي لي بغيت ندير دابا. واحد، جوج، نعس.
بغيت بيرمانونت خفيف، عافاك.
واش كاين شي طوبيس من هوليداي إين؟
غادي يكون شي غلط.
أكيد. شحال من الوقت كتضن غادي ياخد؟
ﻣﻤﻜﻦ ﻧﻌﻮﻇﻚ ﻓﺎﺯﺓ ﻭﻟﻜﻦ ﻧﻘﺪﺭ ﻧﻤﺸﻲ ﻋﻨﺪ ﺍﻟﻄﺒﻴﺔ ﻳﺪﻳﺮ ﻟﻴﺎ ﺍﺭﺯﺍﺕ
ﻣﺘﻮﺗﻴﺶ ﺗﻤﺸﻲ ﺭﺟﻠﻚ
عندك الحق - عارف، علاش مانمشيوش لتما بجوج؟
كان كلشي دغيا. على داكشي ماشفتش وجوههم.
ﺷﻜﺮﺍ ﻟﻚ ﺍﻟﺴﻼﻡ ﻭﺍﺵ ﺗﻌﻤﻞ
واش يمكن لي نسلمو لهاد العنوان؟
أوه، واحد آخر، عافاك. يمكن رمشت.
جيب ليا طبق، عافاك.
ﻣﻤﻜﻦ ﻧﻬﺪﺭ ﺷﻮﻳﺔ ﺍﻹﻧﺠﻠﻴﺰ
ايوا، هاد اللون ماكايعجبنيش. واش عندك هادا فالزرق؟
عافاك قول ليا عنوان الاتصال ديالك فحالة الطوارئ.
انا متأكد غادي نعمّر ليسونس ملي نرد الطوموبيل.
ﻫﺎﺩ ﺍﻟﺪﺍﺭ ﻛﻴﺒﺎﻥ ﺑﺎﻟﺴﻜﺮﺓ ﻟﻠﺴﻜﻴﻨﺔ ﻓﻴﻪ
وقتاش كاتمشي هاد الطيارا؟
هادشي مهرس.
ﻭﺍﻳﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴ
يللاه نمشيو عاوتاني.
جوج تذاكر لهاد اليلة، عافاك.
واش كتبيع السلعة اللي معفية من الضريبة؟
ضاراه راسو.
واش هاد الأمتعة اتنقلو للرحلة سبعة واحد أربعة؟
سمعت عشرين دولار تقريبا.
سميتي نوغوشي. عاد عيطت ليك من الأوطيل.
ﻓﻴﻦ ﻛﺎﻳﻨﺎ ﻟﺴﻔﺮﺓ ﺍﻟﻼﺑﺎﺱ؟ ﻣﻤﻜﻦ ﺗﺮﺳﻞ ﻟﻴﺎ ﺧﺮﻳﺔ؟
بغيت غرفة بمنظر ازوين.
واش قريب من محطة الميترو؟
طوبيس؟ كا نظن بلي كات قصد ليموزين باش توصلك للأوطيل. إينا أوطيل غادي؟
ﻣﻤﻜﻦ ﺍﺧﺪ ﻟﻴﺎ ﺻﻮﺭﺓ؟
بغيت نسحب ربعمية دولار من حسابي.
غادي نوصل من دابا عشرة دقايق.
وقتاش كيحلو؟
انا السيد سوزوكي كيهضر، بغيت نسول على حجز فالأوطيل.
شحال غادي تبقى فألمانيا؟
واش يمكن لي ناخد درس خصوصي؟
ﻫﺎﺩﺍﻟﻔﻴﻞ ﻓﻴﻪ ﻋﻨﻴﻪ ﺑﺰﺍﻑ ﻟﻠﻘﺪﺭ ﺧﺎﺻﻪ ﻳﻨﺸﺮ
تقدر عافاك تطلع شوية الحرارة فالثرموستا؟
عافاك بدل البرنامج ديال بعد الظهر.
ﺷﻜﺮﺍ ﻟﻚ. ﻣﻦ ﻓﻀﻠﻚ ﺗﺼﺪﻕ ﻟﻠﺨﻴﺮ ﻣﻦ ﺑﻌﺪ?
عافاك حطني فالشارع الخامس.
شحال دلوقت خاصني باش نوصل للمطار؟
ﺑﻐﻴﺖ ﺷﻲ ﻋﻠﺒﺔ ﺑﺎﻟﺤﺸﻮﺓ
بغيت ندير واحد الحجز مع السبعة.
واش عندك أفلام إيروتيكية؟
واش كاين شي قائمة أكل يابانية؟
طوموبيلتي تخسرات.
صاحبي طاح من الحافة.
تشرفت بمعرفتك، سيدي.
شحال كان ثمن التلفون لليابان؟
مايمكنش ليا ندخل.
وقتاش غادي يكون واجد؟
اسمح ليا. كنضن بلاصتي مورا ديالك.
ها حنا وصلنا. هادا هو المتحف البريطاني.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﻮﻝ ﺍﻟﻤﻘﺎﻭﻝ
بغيت نسيري سبرديلتي.
كان بحال شي حلم.
الثلاتة واقفة.
...
حتال إينا وقيتة يمكن لينا نستعملو التجهيزات؟
خليت صاكي فشي بلاصة.
ﺷﻨﻮ ﺍﻟﻤﻨﻮﺍﺵ ﻛﺘﻨﺼﺮﻩ؟
واش رسوم الخدمة والضرائب داخلة؟
غادي نمشي للبوابة فكرسي متحرك ديالي.
وليت كنحس براسي مزيان دابا. شكرا بزاف على كلشي.
فين يمكن ليا نصلحو؟
لا، باقي. بلحاق نبغي نمشي لتما شي نهار.
واش يمكن لي نحصل على شي حاجة نقراها؟
بغيت ناخد موعد ديال بروشينك فالساعة التلاتة.
شحال ديال الوقت باش نوصلو لتما؟
ﺭﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍ
واش هاد الخط كايدي لسان دييغو؟
شحال ديال الوقت كايستغرق باش يمشي لليابان بالبريد الأرضي؟
دور على ليسر منين تدوز على داك قنطرة تاع الراجلين.
إذن، واش هاد الشروط مقبولة؟
ما بقيتش قادر نستحمل هادشي.
نص ليترو بيرة خفيفة، عافاك.
بغيت نحصل على حاملة السجائر.
كاين بزاف دالرواح هاد الأيامات.
عافاك عاود سخن الطبق.
واش نلبس كرافاطا؟
بغيت شومبوان للشعر الجاف.
كيفاش يمكن لي نوصل لفندق واني؟
سمح ليا جيتي للطاولة الغلط.
بغيت ندرس الطب.
باقي عندك واحد الدولار و سبعين سنت.
واش كاين شي تعليمات ديال الرعاية؟
واخا. غادي ناخد شابليس. وانتي، جين؟
لا، الحقائب الجلدية أغلى. هادي مصنوعة من الجلد. راها بمية وخمسة وسبعين دولار.
ﻣﻬﺘﻤﻴﻦ ﺑﺎﻟﺒﻮﺍﻃﻴﺮ
يمكن ليك تقترح شي مطعم مزيان؟
واش كتبيع العمارة ديال أقلام الريشة؟
لا، بلاما نديرو. خاصني نمشي قبل السبعة.
سالات اللعبة.
واش عندك هادا ف لفضة دلعشرة؟
واقيلا ضيعت ماستر كارد ديالي ملي كنت كانتقدا هنا.
لا، شكراً. أنا ناعس دابا.
أنا فمشكلة. عافاك عاونني.
إينا طابق كاينين حوايج الرجال؟
ﺍﻧﺎ ﻗﻠﺖ ﺩﻳﺎﻝ ﺍﻟﻴﺪ ﺍﻟﻴﻮﻡ ﺑﺎﻟﻤﺎﺀ ﺍﻟﺼﺎﻝ ﻓﻲ ﺍﻟﻘﺪﺭ
كيفاش نقدر نحصل على التذاكر؟
سميتي كامي. عندي حجز هنا لجوج ليالي.
سربي للمطار، عافاك.
ﻣﺎﻓﻬﻤﺶ ﺍﻹﻧﺠﻠﻴﺔ
ﻧﺘﻲ ﻏﺰﺍﻟﺔ
غادي نركبو فالمترو، بلحاق قبل خصنا نجيبو الرموز.
تختار جيبي. كان عندي مياتاين دولار فبزطامي.
آه. تحت المقعد.
فين كاين أقرب متجر للمواد الغذائية الصحية؟
لا، من بعد، عافاك.
فيا التبوريشة.
كاع كيفاش كان شكل المجرم؟
فين كاين هاد البلاصة؟
كاين بزاف دالمواقع التاريخية.
ﻓﻴﻦ ﻛﺎﻳﻦ ﺍﺣﺴﻦ ﺑﻼﺻﺔ ﻧﺪﺧﻞ ﻣﻌﺎ ﺭﺍﺟﻠﻲ
لا، لا. بغيت نشوفك.
واش فيه الضمان؟
واخا. نقدر نتكلف ليك بيه.
فين كاين أقرب سوبرمارشي من هنا؟
وقتاش غانوصلو؟
من بعد، دوز من الممر الاخضر.
شنو كاين اليوم فالمونو؟
واش تقدر تبدل لييا لفرانك لفرانساوي للجنيه سترلايني؟
فين يمكن ليا نستلم لباغاج ديالي لرحلة الخطوط الجوية اليابانية واحد وعشرين؟
ستة ديال المشروبات كيجيو بعشرة دولار و خمسين سنت آ سيدي.
أوه، أنا آسف. ربما عندك شي بلاصة فبالك - فين بغيتي تمشي؟
واش نقدر ناخد الطلبية ديالك، سيدي؟
واش تقدر تأمن هاد الطرد؟
اشمن موديل دتسريحة الشعر على الموضة فالولايات المتحدة دابا؟
اشنو هو الحجر اللي كايزهر في شهر يونيو؟
فيك الحمير.
واش كايعجبك تسمع الموسيقى؟
طواليط, غرق.
اه، بالامس قبلني الدكتور جونسون.
واش كتعرف فين غادي ينعقد؟
واش تقدر تشرح ليا كيفاش نسد الباب؟
بغيت ندير درس في الغطس.
فين كان مصنوع فالأصل، وشحال هادي؟
فين خاصني نخليه من بعد سيمانة؟
فهمت. انت كتخلص غير شي تكلفة زايدة.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻧﺒﻐﻲ ﻧﻄﻠﺐ ﺑﻘﻴﺖ ﻭﺷﻮﻳﺔ
دارن-حبسوني فالتفتيش الأمني مرة أخرى.
سير نيشان، وغادي تلقاه على يسارك.
الكاحل ديالي كيضرني.
كانحس بالدوخة شوية.
ﺑﺎﻳﻨﺔ ﻛﻴﺘﻔﺮﺝ ﻣﻊ ﺍﻟﺮﺟﺎﺀﺓ
فينا كار كنتي؟
يمكن ليك تنصحني بشي كوميديا مزيانة؟
إيوا، و هاد لحزام لجلد لماعز لعالي لجودة؟
راه فهاد القطعة دالورقة.
واش يمكن لي نحصل على تقرير طبي وتوصيل التأمين ديالي؟
بغيت نحجز واحد الأوطيل، عافاك.
عافاك استنى واحد الشوية. غادي نمشي ونسولو.
وصلو للفندوق الكبير، عافاك.
ﺷﺤﺎﻝ ﺍﻟﺒﻼﺻﺔ ﺍﻟﺮﺍﺣﺔ
بلايص تكون قريبة، عافاك.
الباب ماغايتفتاحش.
واش تقدر تصور معانا؟
واش عندك حوت مقلي؟
ﺍﺷﻨﻮ ﺍﺣﺴﻦ ﻛﻴﻠﻮ ﺩﻳﺎﻝ ﺩﻭﺯ ﻳﺴﺘﻐﻨﺎﺕ ﻭﺣﺪﺓ ﻟﻤﺮﺍﺓ ﺩﻳﺎﻝ ﻫﺪﺍﻙ ﺍﻟﺴﻨﻮﺍﺕ
واش كاتقصد داخل المدينة؟
واحد الطبسيل أزرق خاص. واش وجد؟
واش عندك الخرائط ديال وسط المدينة؟
هادشي على حسابي.
يالاه جيت باش نسلم عليها
عافاك عمرو منين ترجع الطوموبيل.
باش تنصحني؟ ماعارفش اشنو اللي مزيان حيت انا ماشي كمي.
شحال بغيتي تخدم بيه؟
واش تقدر تتصل بشي واحد كايهضر باليابانية؟
بغيت نتعشى بربعين دولار لكل واحد.
باين اتسرق.
خبز محمص و كاس دالقهوة، عافاك.
اسميتك و العنوان ديالك، عافاك.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﻤﻜﻦ ﻧﺴﺎﺏ ﻟﻚ
مع التمنية و خمسين دقيقة، إيلا ماكان عندك مانع.
واش كاين شي وسائل دالمساعدة للمعاقين؟
واش غاتبقى لا سيكاطريس فلحمي؟
ﺣﻨﺎ ﻛﻨﺴﺘﻌﻤﻞ ﺍﻟﻌﺒﺎﺕ ﺑﺎﻟﻮﺭﻗﺎﺕ
تحت أشجار الكرز كتقام حفلات مشاهدة الكرز.
وصلت فرحلة خطوط طيران يونايتد خمسة ربعة تلاتة.
ﺍﻧﺎ ﻣﺘﺸﺮﻓﺔ ﺟﺪﺍ ﻟﻠﻘﺎﻧﻄﺔ ﺑﺤﺎﻝ ﺍﻧﺴﺎﻧﺎ ﻣﺤﺘﺎﺟﻪ
سيد أينشتاين، نقدر نطرح سؤال على سعر الصرف؟ ما كنشوفش كيفاش تقدر تتهم اليابان بممارسات تجارية غير عادلة بشكل قاطع.
وقتاش يمكن لينا نبداو؟
غادي نجيو نديوك من قدام الأوطيل.
اجي نقيس ليك الحرارة. واش فيك الشهية؟
آه، غير لحظة، عافاك. كاين مقعد خاوي اللور، إذن تقدر تمشي لتما.
كيفاش نوصل لهاد العنوان؟
واش تقدر تحجز ليا غرفة؟
غادي نحصل على بلاصة فالأوركسترا.
بغيت شي حاجة ارخص شوية.
هادو مزيرين شوية.
ﻛﻴﻘﻮ ﺣﻨﺎ ﻓﻲ ﺗﻠﺢ ﺍﻟﺘﻠﺞ
ﺷﻜﺮﺍ ﻟﻚ ﺳﺘﻤﺮﻱ ﻣﺴﺘﻮﻯ
ﺳﻮﺷﻴﺎﻝ ﻫﻲ ﺑﻮﻟﺔ ﺻﻐﻴﺮﺓ ﻣﻐﻄﻴﺔ ﺑﺴﻠﻴﻤﺎﺕ ﺧﺎﺭﺑﺔ ﻭﻻ ﺣﻴﺚ ﻣﻮﺳﺨﺎﺕ
سمح ليا مانقدرش نحصل على الموافقة على بطاقة الائتمان.
داير حفلة. كنت نتمنّى تجي.
واش بغيتي مدخن أو لا غير مدخن؟
تقدر تقول لي شحال المبلغ؟
لا، غير كانشوف.
بغيت نتصل بالمرشد ديالنا. يمكن ليك تقول لي كيفاش ندير اتصال؟
عافاك تحقق من طوموبيلتي.
غادي ندير داكشي. شكرا على المساعدة.
عشرين دولار مصرفة أرباع، عافاك.
واش كاتعرف شي مطاعم كايحلو تال الليل؟
...آسف، مافهمتش المعنى ديال هاد العلامة ديال المرور.
واش كاتفتح ربعة و عشرين ساعة على ربعة و عشرين ساعة؟
مامتأكدش إينا طوبيس كايمشي لوول ستريت.
واش كايوقف هاد الطوبيس حدا الحديقة الخضرا؟
تقدر تلقى ليا القياس اللي يجي معايا؟
ﺷﻜﺮﺍ. ﺍﻧﺎ ﻏﺎﺩﻱ ﻭﺍﺣﺪ ﻛﺎﺱ ﺍﺧﺮ, ﻣﻦ ﻓﻀﻠﻚ.
واش تقدر تنصحني بشي وكالات سفر؟
تلاتة بيرة درافت، عافاك.
واش فيك السخانة؟
ﺍﺷﻨﻮ ﻧﻮﻋﻴﺔ
بغيت سطل.
الطريفة دغيا هي خمسة وتسعين ألف تسعمية وتلاتين ين.
الزيارات للغرفة مكلفة. عافاك استعمل غرفة الفحص ديال الفندق.
سير نيشان فهاد الطريق ودور على اليمين فالقنت. المتحف راه كاين تما.
بغيت سندويش لحم بقري مشوي.
أنا ماشي الشخص المسؤول على القفازات، عافاك شوفو.
اسمح ليا. كيفاش نوصل لأونيون شورش؟
عافاك قول ليها تعيط ليا منين تدخل.
تقريبا عشرة دقايق بالمشي.
وقتاش نوصلو لشيستير؟
اسمح ليا، ولكن هادشي ماكايبانش صحيح.
طوموبيلتي خوا ليها لـــــيسانس.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻫﺪﻱ ﺍﻟﻔﻮﻝ ﻭﺍﺣﺪ ﻭﺭﺑﻌﺔ ﻋﻔﺎﻛﻢ
عافاك احجز طابلة ديال ربعة مع السبعة. اسميتي ساكاتا.
ماكانضنش باقي عندهم، بلحاق انا خديتو من الشارع التالت.
عافاك، وصيني بشي محل.
غدا غادي يبدا توقيت غرينتش الصيفي فالولايات المتحدة، إيلا بقيت عاقل مزيان.
واش تقدر تخلي عندك هاد الصاك حتى للربعة؟
تقدر تقول ليا على شي بلاصة نتعشاو فيها بثمن معقول؟
فت المحطة ديالي.
لحضاش و ربعين.
بغيت شي ما معدني.
باينة هاد المكيفة ما خداماش مزيان.
فين كيتقدم العشا؟
واش غاتقول باللي تمثال الحرية يستاهل الزيارة؟
طوكيو زيرو تلاتة جوج ربعة ستة زيرو خمسة سبعة تسعود.
واش يمكن لي نطلب كاس ديال النبيذ؟
كان رائع.
ماقدرتش نفهم هادشي. هو قال بزاف ديال الهضرة.
ﺣﻄﻴﻬﻢ ﻓﺘﻼﺟﺔ ﻋﺎﺩ ﺗﻘﺪﺭ
فين كاين أقرب محل لبيع الحوايج؟
ﺍﺷﻨﻮ ﻣﻮﺗﻴﻴﻦ ﺑﺎﺵ ﻧﻌﻤﻠﻮﺍ؟
ﻛﻨﻜﺮﺗﻲ ﺗﺠﻲ ﻓﻲ ﺷﺒﺎﻛﻴﺔ ﻭﻻ ﻓﻲ ﻭﻛﺘﻮﺭ ﻭﺩﻳﻜﻴﻦ ﺍﺣﺴﻦ ﺍﻟﻤﻮﺍﺩ ﺩﻳﺎﻝ ﺳﻨﺔ
هاد المحل الشامل عندو احسن اختيار فالمدينة. انا متأكد بلي تقدر تلقى الزربية لي كتقلب عليها.
👍 👍 👍 ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ ️ ♥ �️� 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍
بغيت شي بلاصا ف الجناح حدا شي مخرج استعجالي.
أنا فازگ.
ﻧﻌﻢ ﺑﺎﺵ ﻛﺘﺒﻴﻊ ﺗﻐﻴﺮ
نعم. واش يمكن لي نشوف بطاقة الطالب ديالك؟
كاينة انه الثالث والخامس من ماي ايام عطلة وطنية. اذن قررنا نديرو ثلاثة ايام عطلة متتالية بزيادة الرابع.
الماكلة ديالنا مزال ماجات.
يمكن ليك تنصحني بشي حفل؟
راه خمسة وثمانين سنت. ماتنساش تاخد تحويشة فاش تطلع، باش ماتعاودش تخلص فاش تبدل الطوبيسات.
اتصال لليابان على حساب المتلقي، عافاك.
شي حاجة غالطة فعداد الصور.
بجوج مطارات غادي يوليو بالتأكيد نوافذ جديدة لتعزيز التواصل مع الناس في بلدان أخرى.
وقتاش كيفتح لحانوت؟
خود الخط إي فاتجاه الشارع الرابع و بدل للخط إف.
بزاف ديال الوليدات كايمشيو للمدرسة الإعدادية باش يدخلو لأحسن الثانويات والجامعات.
ﻫﺎﺩﻭ ﻣﻮﺍﺳﻴﻄﺎﺕ ﻛﺎﻣﻠﻴﻦ ﺟﺪ
انا غادي لنيويورك للأعمال.
الطريفة لتلاتة الدقايق الأولى هي عشر سنتيمات.
فين كاينة شي مصبنة بالعملة؟
ﺍﺵ ﻛﺎﻳﻦ ﻓﻲ ﺍﻟﻔﻴﺮﺍ ﻟﻴﻮﻡ؟
كاناخد هاد الدوا كل ستة دسوايع.
واش تقدر تصيفط هادا؟
القاع نتاع البحر مغطي بالمرجان.
بغيت ندير مكالمة على حساب المتلقى.
شحال كاتجي للياردة؟
ﻃﺒﻌﺎ ﻣﻤﻜﻦ ﻋﺎﻓﺎﻙ ﻓﺘﺤﻠﻮﻩ
دور.
واش كلنا غادي ندخلو فنفس الوقت؟
سير نيشان فهاد الشارع، دور على ليسار فالتانية، وغتلقاه.
واش تقدر تخلي عندك ساروت الغرفة ديالي؟
تقدر تاخد رحلة الطيران ديال الخطوط الجوية اليابانية رقم تسعود و خمسين، اللي غادية من طوكيو على التسعود و خمسة و خمسين دقيقة، و غادي توصل لسابورو مع لحضاش و خمسة و عشرين دقيقة.
لاطار ديال بوزروغ ديالنا خفيف.
خمسين، خمسة العشرينات، عشرتين، عافاك.
دور على ليسر فالتانية د الزنقة. راه على يمينك.
جوج تذاكر فالدرجة التانية للروما.
واش يمكن ليا نخلص دابا؟
واش تقدر توريني لائحة أنواع السيارات و الأثمنة ديالهم؟
وقتاش كا تبدا عملية الركوب؟
عافاك وريني فين أنا فهاد الخريطة.
بغيت نمشي نعوم تحت الما.
شي حاجة لمرا في نص عمرها.
واش عندك واحد في الزرق؟
هادا شارع كينغ.
سير مع التقاطع التالت.
الفيشة ديال البانيو ماخداماش.
واش كاين شي محل زوين كيبيع حوايج لعيالات؟
خاصك تشوف كيدير ليا باش نغلس فهاد الرحلة.
ﺩﺍﻙ ﺍﻟﺸﻘﺔ ﺑﺎﻳﻨﺎ ﺩﻳﺎﻟﻲ ﻭﺍﺧﺎ ﻣﺎﺷﻲ ﺩﻳﺎﻟﻲ
فين نقدر نصرف فلوسي؟
هادا مركز ديال التذاكر دالتخفيض. يمكن ليك تشري التذاكر بتخفيض خمسين فالمية.
اوه، هادشي بعيد، سيدي. طاكسي غادي يكون غالي. ولكن يمكن ليك تمشي فين ما بغيتي إلا تعلمتي كيفاش تستعمل لميطرو.
وقتاش غادي يبدا الدرس؟
غادي نسيفط ليك تصويرة.
واش كاين شي أجل فوق ساعة المغادرة؟
تقدر تصرف هادشي للورقة ديال دولار؟
لا، غادي نعاود نعيط ليه.
القهوة راها على الطاولة لهيه، إذن عون راسك.
بغيت تعتني بشعري.
هاد الطريق كتوصل للبحيرة.
هاد الجوج ديال الرسوم البيانية كايبينو التغييرات اللي طراو على الحصة ديالنا فالسوق.
فت فين خصني نوقف. شحال دالوقت باقي باش نوصلو للمحطة الجاية؟
وقتاش يمكن لي نحصل عليه؟
غادي ناخد صورة دالأشعة.
من الأفضل تاخد موعد مع الطبيب.
عندي حجز لجوج ليالي. اسميتي ريزا كوباياشي.
واش تقدر عافاك تنضم لينا للصورة؟
فيناهوما دوشات؟
غادي نمشي لنادي اللياقة. واش يمكن لي نستعملو بحرية؟
ﺣﻄﻴﺘﻮ ﻫﻨﺎ ﻫﺎﺩﻱ ﺳﻮﻟﻴﺎﺕ ﻫﺎﺩﻱ
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺎﻛﻞ ﻫﺎﺩ ﺍﻟﻔﺎﻛﺔ ﻛﺎﻣﻠﻴﺔ؟
ﺍﺷﻤﻦ ﺍﻗﻠﺒﻲ ﻫﺪ ﺍﻻ ﺩﺍﻙ
واش يمكن لي ننتقل لبلاصة حدا النافذة؟
بغيت طوموبيلة بناقل الحركة أوتوماتيكي.
فيلم بالألوان خمسة و تلاتين ملمتر، عافاك.
وقتاش كاتحل؟
دور على ليسر فالتقاطع.
بغيت مرشد خاص لنهار كامل.
اللثة ديالي كتنزف.
عندي التأمين.
لا، ماشي بزاف. غير جوج صيكان.
واحد القرعة صغيرة دلمسيلا، عافاك.
ﻛﺮﻫﺎ ﻛﺒﻴﺮﺓ ﻋﻠﻰ ﻗﺪﺍﻣﻲ
علاش مانعاودوش نتلاقاو هنا غدا؟
ﺍﺷﻨﻮ ﺍﻟﺪﻳﻨﻲ
ها هي الفاتورة ديالك. جاتك مياتاين و ربعة و تمانين دولار.
واش تبغي تشوف شي موديلات جديدة دالقميجات؟
ﻭﺍﺧﺎ ﺍﻧﺖ ﻣﺎﺗﻘﻠﺐ ﻓﻲ ﺩﺍﻙ ﺍﻟﻤﺠﺎﻝ ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﻘﺪﺭ ﻟﻴﺎ ﻣﺤﻞ ﻣﺘﺨﺮﻑ ﻓﻴﻪ ؟
واش كاين أوطيل فهاد الجوايه؟
واش كاتعرف إيلا كاين شي مطعم اسباني قريب من هنا؟
شحال من مرة خاصني ناخدو؟
شكرا لك على الانتظار. معاك اوه-نو.
ﺷﺤﺎﻝ ﺩﻳﺎﻝ ﺍﻟﺘﺨﺎﻳﺞ ﺍﻟﻠﻲ ﺗﻌﻄﻴﻨﻲ
كا نرتاح بزاف نمشي للمتاحف.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺪﻱ ﺍﻟﻌﺼﻴﺮ
واخا. واحد اللحظة. غادي نصيفط شي واحد للغرفة.
واش عندكم شي غرفة ديال واحد بوحدو لهاد الليلة؟
واش كاين شي منحدرات للمبتدئين؟
تنين ستة تسعود واحد زيرو خمسة واحد، رمز المنطقة هو صفر تلاتة.
ﻛﻨﺸﻮﻑ ﺭﺍﻙ ﻋﻨﺪﻙ ﺻﺎﻟﺔ ﺯﻭﻳﻨﺔ
سمح ليا مانتقبلش هادشي. ناخدو فيزا.
ﻛﻨﺼﺤﻢ ﻫﺎﺩﺷﻲ
واش مسموح ليا نخرجهم معايا من البلاد؟
محتاج للمزيد ديال الوقت باش نجمع الأمتعة ديالي.
ﺳﻮﻟﺘﻲ ﻋﻨﺎ ﻳﻘﻨﺎ ﻭﺍﻗﻊ
بغيت نحجز طاولة للستة ديال العشية. الخميس سبعة غشت.
شنو البرنامج داليوم؟
ﻭﺍﺵ ﺣﻴﻨﺎ ﻧﺪﺭﺑﻮ ﻟﺘﺤﺖ؟
ﺷﺎﺭﻳﺔ ﻋﻔﺎﻙ
يمكن ليك تنصحني بشي مطعم صيني ازوين فهاد النواحي؟
شحال تقريبا للمطار؟
بغيت نمشي. الغرفة هي مياتاين و ستة و تلاتين.
احجزت غرفة بحوض الاستحمام عن طريق وكالة السفر فطوكيو.
ﺷﺤﺎﻝ ﺧﺪﺍ ﻣﻨﻮﺍ؟
ﻭﺍﺵ ﺑﺤﺎﻝ ﻫﺎﺩﺷﻲ
ممكن تعطيني مسهل؟
تقدر تقول ليا منين نمشي لمحطة المترو؟
هادشي قليل بزاف.
بغيت نبقى نهار اخر.
فيناهوما المفقودات؟
سمح ليا.
واش فيلم ديال الرعب؟
أنا هنا باش نتلاقى مع صاحبي.
بغيت راديو.
فين كاين صالون التجميل؟
العامل ديال التلفون في الخارج، عافاك.
اسمح ليا. أنا نازل.
الذاكر "إس" كلهم تباعو.
واش كاين شي بنك ياباني غير هنا؟
ﺷﻨﻮ ﻧﻤﺮﺓ ﺍﻟﻤﻐﺮﺏ
تقدر تكتب لي شي فاغماسي باش نعس؟
واش كاين شي حاجة مصايبة من القطن؟
بغيت بلاصة فالأركسترا، عافاك.
واش يمكن ليك تخلص خمسين فالمية زايدة؟
بغيت نكبر هاد التصويرة لجامبو.
عافاك ركب الزيرو متبوع برقم تلفون الجهة اللي بغيتي.
شي قواعد خاصة؟
واخا. اشمن نوع دالغرفة بغيتي؟
شي حاجة ماشي هي هاديك فتكييف الهواء.
ﻧﻌﻢ، ﻃﻮﺏ.
بغيت صباط دالجلد.
واش كاتضن نقدرو نحطوه فوق الرف اللي لهيه؟
واش يمكن لينا نحصلو على مرشد كايهضر باليابانية؟
جوج تذاكر لشيكاغو، مشي و مجي، مقطورة بار، عافاك.
فين كاين شي ديسكو مشهور؟
تقدر تقاد الطول؟
ﺍﻟﺴﻼﻡ ﻋﻠﻴﻚ ﺍﺵ ﺩﺍﻳﺮ ﻓﻲ ﺗﻨﺴﺐ ﺩﻳﺎﻟﻲ
غادي ناخدو، عافاك.
خاصني نبدل عدسات الإتصال. هاهي الوصفة.
آه، كانضن غادي نبدا بحساء البطلينوس.
واش تقدر تعلمني قبل ما نوصلو لهاد المحطة؟
اف. قطعت الإجراءات كلها ديال الدخول.
عندي حجز لجوج سيمانات.
أنا آسف، ساعتي ماكاتخدمش مزيان. بالحق أنا متأكد راه فايتة الجوج، على كل حال.
واش تقدر تحتفظ لينا بهاد الخمر حتى ليلة الغد؟
بغيت حتى شوية دالصرف.
واش هاد الشارع كيوصل لسانترال بارك؟
ماقدرتش نبول، و تحت البطن ديالي كيضرني.
واش عندك شي حاسية؟
النسا اللي في مناصب المسؤولية كايتزادو.
واش عندك بطاقة الهبوط؟
شنو كايجي مع الستيك؟
خليني نلقي نظرة.
خليني نجربو، عافاك.
يالاه نمشيو نشوفو مباراة التنس.
ﻋﻔﺎﻙ ﺟﻴﺒﻴﻨﻲ ﻭﺳﺪﺓ
علاش مايمكنش لينا نبقاو فالأوطيل اللي حجزنا؟
ﻧﺘﻲ ﺧﺘﻲ ﻣﻮﻝ ﺍﻟﻮﺭﻗﺔ
الضلع المشوي مزيان بزاف اليوم.
راه الخميس.
اشنو هو اشهر عمل موسيقي دابا؟
واش خاصني نطلب منو يعاود الاتصال بيك منين يدخل؟
عافاك صيفط هاد الرسالة بالارسالية الخاصة.
نظام تطوير المنتوج ديالك متوافق بزاف مع حماية البيئة.
ﻫﺪ ﺷﻬﻮﺍﺕ ﻛﻠﻬﺎ ﻏﺎﺩﻱ ﻓﻲ ﺍﻟﻤﻌﺪﺍﺕ
عافاك قاد ليا الغرفة.
واش عندك رسالة ديال تغطية الفاكس؟
ﻻ ﻳﻄﻴﺐ ﻣﻦ ﺍﻟﻌﻴﺎ
شحال دالوقت باش نوصلو للمحطة؟
ماستعملتش خدمة التصبين ديالك.
بغيت شي موانع الحمل.
بغيت نعاود نأكد الرحلة ديالي، فواحد و تلاتين يونيو من لندن لطوكيو. لاسميتيي هي تاناكا.
غالي بزاف عليا.
بالتأكيد. ممكن الاسم و رقم التلفون؟
درت كسيدا بالطورطيا.
سمح ليا خاصني نلغي الموعد ديالنا.
بغيت نكري شقة مفروشة لمدة شهر.
مطلوب منك تقدم النباتات والحيوانات ديالك للتفتيش فكونتر الحجر الصحي، إلا كانو عندك شي وحدين.
نيشان.
بغيت نصرف خمسين ألف ين للدولار.
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺨﻀﺮﻫﺎ ﺑﻜﺮﻱ؟ ﺣﻴﺖ ﻣﺤﺘﺎﺟﺎﻫﺎ ﻋﻠﻰ ﺍﻟﻔﻮﺭﺓ.
ازداد فالف وتسعمية وستين.
محتاج على الأقل نص ساعة باش نجمع الأمتعة ديالي.
هاد المشروبات الغازية مجانية.
أنا أسف، ولكن ما كنعرفش. أنا حتى سائح.
بغيت نهضر معاك أكثر.
بغيت مجموعة منوعة من لحم الخنزير.
ﺷﻨﻮ ﺍﻟﻤﻘﺎﺩﻳﺮ ﺍﻟﻠﺒﺎﺳﻲ
واش يمكن لي نقيسو؟
ﺷﻮﻓﻲ ﻛﺮﻣﻨﺎ ﻣﻦ ﺍﻻﺳﺮ ﺍﻟﻤﺒﺎﺷﺔ ﻟﻠﻘﻀﺎﺀ ﺍﻟﻘﻀﺎﺀ
ﻣﻤﻜﻦ ﺗﻠﻘﺎ ﻟﻴﺎ ﻛﺮﺍﺳﺔ ﻟﻐﺪﺍ ﻭﺷﻜﺮﺍ
بالتأكيد. واش بغيتي خمسة وعشرين دولار؟
أنا مقيم فأوطيل abc. عافاك اتصل بيا تما.
خرج من واحد الزنقة صغيرة وانا ما كانش عندي الوقت باش نتجنبو.
غادي ندي ولدي لحديقة الحيوان.
غادي نوصلو للوس أنجلوس من بعد واحد تقريبا خمسمية وخمسين كيلمتر من سان فرانسيسكو على الجنوب.
تشرفت بمعرفتك بزاف.
ﺑﻐﻴﻨﺎ ﺑﻄﺎﻃﺐ ﻣﻮﺗﻴﻦ ﻋﻔﺎﻙ، ﻭﺩﻳﺮ ﺍﻟﺰﺑﺪﺓ ﻓﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ ﺑﺎﻟﺠﻨﺎﺏ
شحال التكلفة ديال المدرب؟
واش ساليتي؟
وقتاش غادي تبدا الأوبيرا؟
هادي هي الموديل الجديد ديالنا. كنسميوه الحاسوب الحلمي.
بغيت نجرب طبق خاص بهاد ميناء الصيد.
واش تقدر تحجز ليا بلاصة؟
يمكن ليك تخلص المياتاين دولار بالين الياباني.
عافاك اعطيني واحد الرزمة ديال خمسة وثلاثين مليمتر، ستة وثلاثين تصويرة، ايه اس ايه مية وواحد، ووحدة اخرى ديال خمسة وثلاثين مليمتر، عشرين تصويرة، ايه اس ايه ربعمية.
الكسيدة دارت ازدحام المرور.
اشمن شطر ديال الثمن عندك فالراس؟
واش تقدر تصيفط هاد الباكية لليابان بالبريد البحري؟
واخا. دور على يمينك فالقنت جاي. غادي تشوفو نيشان قدامك.
بغيت نحجز غرفة أوطيل فالمدينة.
لخمسة أيام.
التريكو الأحمر اللي شريت سيمانة اللي فاتت ماجاش معايا. واش يمكن لي نبدلو بلون آخر؟
فين كاين أقرب حمام لهنا؟
فين بلاصتي؟
واخا. إذن، تلاتة دالفلم يجيو بتسعود دولار وسبعة وسبعين سنت.
مْلِّي شْبَّاسْ لِّيَّا؟
...
آه، أسيدي. هاهوا.
تقدر تحضي ليا هاد البلاصة، عافاك؟
واش كاينين شي آثار قديمة؟
ﻭﺍﺧﺎ ﺗﻘﻮﻝ "ﻣﺎﺯ" ﻭﺍﺵ ﻣﺎﻳﺠﻴﺶ ﻟﻴﻚ ﻣﺎﺯ ﺑﻮﺭﺓ?
ﻣﻐﻴﺐ ﻧﺘﻠﻒ ﻭﻟﻜﻦ ﻣﻌﻨﺪﻳﺶ ﺷﻬﻴﺔ
فين كاين؟
فين أقرب مكتب بريد؟
ضيعت ساروت الغرفة ديالي. واش جابوه لهنا؟
واش كاين شي مرشد كيهضر باليابانية؟
لميامي، عافاك.
ﻫﺪﺷﻲ ﻛﻴﺪﺭﻭ ﺑﺎﺵ ﺗﺎﺧﺪﻭ ﺍﻟﻴﺰﺍﺭ
الأعمال كانت مزيانة اليوم، ياك؟
واش تقدر ترسم ليا خريطة؟
بغيت أقرب طاولة، عافاك.
فين هو صندوق التذاكر؟
واش عندك شي حاجة ما صغر؟
واخا. اشمن نوع ديال الفواكه بغيتي؟ عندنا البرتقال، التوت و العنب.
غادي ناخد قهوة بلا كافيين.
واش يمكن لي نهز معايا هاد الحجم ديال الحقيبة؟
بغيت بيرمانونت مجهد.
ماكانقدرش نشد هاد الرقم.
ﻓﻌﻼ ﻣﺘﻌﻤﺮﺍ ﻭﻟﻜﻦ ﻣﺎﻛﺎﻥ ﻋﻨﺪﻱ ﻣﺨﺎﺑﺔ ﻣﻊ ﻧﺎﺱ
فين يمكن لي نلقى الليموزين لأوطيل ساميت؟
لا، باقي. دابا حنا فوسط عين الإعصار. من دابا شوية غادي تبدا الشتا تقطر و الريح غادي تجهد.
كيفاش يمكن ليا نشوف برامج التلفازة ديال الكابل؟
واش اخمسطاش أو لا اسطاش؟
كان عندي بطاقات الاتمان و مياتاين دولار فبزطامي.
بغيت نشري صندوق جديد ديال الزاج.
واش كتعرف شي فندق زوين؟
هو أستاذ فجامعة أ.
محتاج للحمال، عافاك.
حتال اينا وقيتا كايبقا محلول اليوم؟
واش يمكن ليك تأكد حجز الرحلة ديالي لنهار اطناش أكتوبر؟
هادشي بالضبط اللي خاصني.
خود ليك خمسة دولار.
البيسبول مشهور بزاف.
بغيت نشري شي فاكهة. اشنو اللي مزيان دابا؟
واش كيقدموا النبيذ زوين فالمطعم؟
ماعندكش شي حاجة ما كبر؟
فين كاين مستودع الحافلات ديال غريهاوند؟
اسمح ليا. واش كاين شي متجر شامل قريب من هنا؟
آه، خاصني نقول هادشي. اليابانيين كايقدرو التجربة و الحكمة ديالهم، بالخصوص فمجال الإدارة و التدبير.
المطعم كاين لهيه.
كان رقم غالط.
عندنا شي سلطعون زوين اليوم.
واش ممكن ناخد صورة لهاد المبنى؟
بدل ليا هاد الورقة النقدية بيصرف.
ﻭﺍﺵ ﻛﺎﻳﻦ ﻓﻴﻬﺎ ﻟﻲ ﻳﺪﻳﺮ ﺍﻹﻧﺠﻠﻴﺔ
سميتي ميوكي كاتو، و أنا صديقة ديال ماري منين كانت كاتقرا ف اليابان. واش ماري كاينة؟
شحال من ميل من هنا؟
اسمح ليا، كيفاش نوصل للمحطة؟
فين و وقتاش غادي ترجع؟
راه مهرس.
ﺍﻧﺎ ﺑﺨﻴﺮ ﺷﻜﺮﺍ
انا عضو فجولة ايه.
الرﻗم هو زيرو تلاتة تلاتة تلاتة خمسة واحد ستة تسعود واحد.
تقدر توريني هاد الخاتم؟
الخصر كبير بزاف عليا. واش عندك هادا فقياس أصغر؟
واش تقدر تقصر ليا لكمام ديال هاد القميجة، عافاك؟
واش كاين شي مشكل؟
عطيني جوج قراعي دالويسكي ووحدة دالبراندي، عافاك.
عندي الحساسية ديال حبوب اللقاح.
ﻭﺍﺵ ﻫﺎﺩ ﺗﺴﻴﺮﻭ ﻓﻘﻂ ﺩﻳﺎﻝ ﺍﻟﻮﺩﻩ؟
فسبع ايام غادي نرجع لليابان
خاصك دير تسعود ووحدة فالاول والكود ديال المنطقة عاد النمرة ديال التيليفون.
أتاي بالحليب.
غير قصة شعر، عافاك.
واش كاتببيع المواد للي معفية من الضرائب فالرحلة؟
علاش كيوقع هادشي؟
واش يمكن لي نسولك على اسميتك؟
واش كاين شي محل ديال التخفيضات هنا؟
ضاراني لمعدا.
ﻭﻟﻜﻦ ﻋﻼﺵ
واش هاد القطار غادي نيشان لشيكاغو؟
حساب ليا غادي نمشيو للبحر هاد العشية.
فين أقرب مكتب بريد؟
اسمح لي. انت السيد سميت، على ما اعتقد؟
ﺭﺍﺳﻲ ﻛﺎﻣﻠﺔ
ماكانظنش غايكون عندي الوقت نزور حديقة الحيوانات فهاد الرحلة. شكرا على الاقتراح ديالك على كل حال.
تلفات ليا العدسة الاصقة ديالي هنايا. يمكن ليك تقلب معايا؟
غادي نكون مسافر فجميع أنحاء أمريكا وغادي نبقى فبزاف دالأوطيلات، الموتيلات، النزل، والديور الخاصة، إلا كان عندي الزهر.
محتاج لبولة ضوء جديدة.
نقدرو نصايبو التعديلات من دابا لغدا فالعشية مع التلاتة دالعشية. واش هادشي مزيان؟
واش كاين شي قطار الأنفاق قريب؟
فين جا الحي التجاري فهاد المدينة؟
ﻛﻨﻈﻦ ﺍﻧﻚ ﻣﺴﺎﺝ ﺍﻟﺤﺴﺎﺏ
واش تقدر تبدل لييا الطابلا؟
درت ليك الحجز على الرحلة رقم جوج زيرو سبعة. الانطلاقة ديالها غادي تكون غدا معا السبعة و خمسين دقيقة ديال العشية لنيويورك.
تلف ليا ساروت الغرفة.
عشرين دولار ربعة، عشرة دولار واحد و الباقي بأوراق دولار واحد.
كنضن هاد التوصيل غالط. واش ممكن تشوفو، عافاك؟
عندي سبعمية دولار فشيكات سياحية وتلاتة دالمية دولار نقدا.
ﻫﺎﺷﻲ ﺍﻟﺒﺎﻛﻴﺔ ﻣﺠﻔﺔ ﻧﺴﻤﻮﻫﺎ ﺍﻳﺎﻛﻮﻡ
تقريباً ربع ساعة على الرجلين. تقدر تمشي ليه بالميترو. غادي توصل بكري.
قياس عادي، عافاك.
ماعنديش فلوس كافيين اليوم.
نسبة الناس اللي كبار فالعمر كاتزاد بشكل مستمر.
بغيت نعاود نأكد رحلة الرجوع ديالي لطوكيو لارباع جاي.
واش كاين شي ملعب ديال التنس هنا؟
خاصك تستنى. واش تبغي تستنى؟
واش عندك جولة كل نهار؟
كيجيك الجو غدا؟
شي حلوى أو لا مسكة، عافاك.
واش كاين شي وقت باش نستعملو الحمام قبل الإقلاع؟
واش كايجي معاه ساروت؟
محتاج لشي درامامين.
أوه، نعم. عندي. تنحماق عليه.
👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍 👍
ﻓﺮﺍﺭﻱ ﻋﻠﻰ ﻣﺎ ﻋﻨﺪﻱ ﺍﻋﺰ ﺳﺪﻱ
عافاك اجلس. اشنو المشكل؟
مامتأكدش بلحاق غادي نقول ليها عيطتي ليها.
تقدر تجيب ليا بطانية؟
واش كاتبيع تقاشر غلاض؟
وقتاش كا يمشي أخر طوبيس؟
واخا. هاداك و واحد جين و تونيك.
واش كاين التلفزة؟
شنو كايطرا للأمتعة لي سجلت؟
أوه، ما عنديش رغبة ندير شي حاجة بحال هاكا.
محتاج شي واحد يعاوني.
حتا انا غادي لشيكاغو.
واش عندك شي ماكاينات د خمسة سنتيم فهاد الكازينو؟
اشنو غادي تاخد؟
ﺷﻨﻮ ﺧﺎﺻﻜﻢ ﻓﻴﻬﺎ؟
وقتاش غادي نوصلو لنيويورك؟
لا، والو.
شنو تبغي تاخد فالفطور؟
بغيت كبوط طويل.
ماكاين لاش تمشي حتال تماك. كانضن تقدر تشد واحد غير هنا.
لفندق بوسطن، عافاك.
نظفوا، عافاك.
لظهر.
واش تقدر تعطيني التاريخ و أرقام الرحلات؟
واش غادي يتسربا شي ماكلة؟
فين هي القاعة؟
غي شوية.
ﻣﻤﻜﻦ ﺗﺘﻮﻗﻊ ﻋﻠﻰ ﻭﺟﻮﻫﺎ؟
واش عندك هادا فأنواع مختلفة؟
هادا جاري.
ممم، بنين. هاك، ذوق.
نمشيو لشي قهوة؟
مية ين لدولار واحد.
كيضرني إلا وقفت.
آه، نقدرو نتصرفو باش نكملوه غدا بالليل.
عندي حمى القش.
أكيد، ها نتا.
واش كاينين شي بلايص فين نقدر نشوف عرض هولا وأنا كانشرب؟
سير فهاد الشارع حتى الممر الثاني للراجلين.
سميتي تارو تاكاي.
بغيت نلعب غير شوية مازال.
واش عندك شي طوابع بريدية؟
فين هي مقطورة المطعم؟
غادي نوصلو بتلاتين دقيقة دالتأخير.
هادي الغرفة رقم تلاتة سبعة وخمسين. محتاج للمزيد من بلسم الشعر.
فين كاينة المعرض؟
بلاصة اخرى لي تقدر تعجبك هي حديقة الحيوانات برونكس المشهورة عالميا.
واش غادي تكون الرياح قوية فالزوال؟
عشرة ديال التنابر ديال تنين و تلاتين سنت، عافاك. واش عندك شي تنابر زوينين؟
لعشية، عافاك.
واش عندك هاد الموديل ف البني؟
أنا هنا على ود واحد الدورة لغوية.
اعطيني جوج تذاكر للمعرض فهاد الخميس.
عافاك اكتب لي واحد الرسالة.
وقتاش كينطلق الطوبيس اللي غادي ل بيمليكو؟
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺴﺘﻌﻤﻞ ﻫﺎﺩ ﺍﻟﻜﻮﺏ ﻓﺎﻟﻐﻴﺎﺕ؟
بغيت حلاقة.
تلوات ليا رجلي. فيا واحد الحريق خايب.
ﻛﻨﻘﺎﺩ ﻣﻮﺭﺓ ﺳﻠﻮ ﺗﻜﻮﻥ ﻃﻴﺎﺏ ﻋﻠﻲ ﺍﻻﻧﺴﺎﻥ
واش عندك طاولة لتلاتة؟
بغيت نشري الطعم.
بلاتي نشوف واش كاينين شي مناصب خاويين.
فين هو مكتب الاستقبال؟
ضربوني.
العامل ديال التلفون. بغيت ندير مكالمة بعيدة مع فندق شيراتون.
غادي نكون فالأوطيل مع العشرة ونص دالليل.
عافاك اتصل بالسفارة اليابانية.
الكيمونو هو اللباس التقليدي ديال اليابان.
اه، بلحاق انا درت الدورة الأولى ديالي غير شي شهرين هادي. انا باقي مبتدئ.
اللور ديال المقعد ديالي ما خدامش.
غادي تعاوني بزاف. بالمناسبة، كنتساءل واش نقدر نبقى فنفس الغرفة؟
ﻣﺸﺒﻌﺔ ﻣﺎﺕﺶ ﻋﻨﺪﻱ ﺍﻟﺤﺪﺍﻛﺔ ﺑﺰﺍﻑ
واش يمكن لي نحصل على تذكرة لمباراة الدوري الكبير؟
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺎﺧﻲ ﺳﻠﻮ ﺑﻼﺻﺔ ﺍﻟﺴﻠﺐ?
عافاك تأكد باللي غتجي تشوفني غدا فالسبعة ديال الصباح.
تسرق ليا جواز السفر ديالي.
واش تبغي تجرب شي أكل إيطالي؟
بغيت قطعة من البيتزا بالنقانق، عافاك.
بغيت شريحة لحم تي-بون.
واش عندك عصير البرتقال؟
ستة و تلاتين تصويرة بالألوان نيجاتيف ديال خمسة و تلاتين ملمتر، عافاك.
عافاك. وريني الصيكان، عافاك.
ﺷﺤﺎﻝ ﺑﻴﻦ ﺍﻟﻤﺤﻠﺔ ﺩﻳﺎﻝ ﺍﻟﻐﺎﺯ ﺍﻟﻘﺮﺁ
وقتاش القطار الجاي لبوسطن؟
عافاك صيفط هاد الرسالة بالبريد الجوي.
بغيت نعاود نأكد واحد الرحلة.
راسي كيضور.
شحال ثمن كل خيمة؟
عندي موعد مع السيد ويلسون مع التلاتة.
واش تقدر تبدل هاد العدسات بشي وحدين أكثر قوة؟
خليني نقول لي عندي.
ﺷﺤﺎﻝ ﺩﻳﺎﻝ ﺩﺍﻙ
واش يمكن لي نخلي شي رسالة ليه؟
واش مقهى هارد روك بعيد من هنا؟
ﺳﻼﻡ ﺷﻮﻓﻲ
واخا. دابا واش نقدر نشري شي تذاكر ل "شبح الأوبرا" ل نهار السبت فالصباح؟
ﻣﻤﻜﻦ ﺩﻳﺮﻱ ﻟﻴﺎ ﺑﻴﻨﺎ ﺛﻮﺑﺔ
أنا مزروب. بغيتك تتصل بطاكسي دابا.
راه البرد هاد الصباح، ياك؟
احجزت مع جيه تي بي فرسنا هادي جوج سيمانات.
غادي نحبسو فأوطيل بيفرلي. تقدر تهبط تما. راه غير شي دقايق على رجليك للقمة.
واش تقدر تشد هاد الصيكان حتى للربعة ديال العشية؟
واش يمكن لي نستخدم جهاز العرض فالقاعة؟
ﺍﻧﺎ ﻋﺮﻓﺘﻚ. ﺍﺧﺘﻲ ﺍﺧﺒﻲ ﻭﻗﺘﻚ.
واش كاين شي ملاعب دالغولف فيها تمنتاش حفرة؟
ﻣﺪﺭﺗﺶ ﻭﺍﻟﻮ ﻛﺎﻳﻦ ﻟﻴﺎ ﻣﻦ ﻛﻼﻣﻮ
القهوة كاينة فالطابق السفلي.
مساء الخير. عندي حجز. اسميتي يامادا.
الاهم هو انك خصك ترتاح مزيان.
واش عندك شي سجائر؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻄﻠﺐ ﻣﻄﻴﺐ؟
دابا، وعد غادي تشري غير زوج واحد، واخا؟
واش كاينة شي صيدلية قريبة من هنا؟
واش يمكن لي نحصل على شي فيتامينات؟
تقدر تجي عندي للدار مع السبعة؟
كايمشي كل عشرة دالدقايق.
اعطيني واحد ديال عشرة، و واحد ديال خمسة، و الباقي صرف.
الغسيل ديالي باقي ماجاش.
اه، كاين واحد فالجهة الأخرى من العمارة.
فين ننزل؟
تقدر تقول ليا كيفاش نستعمل التليفون العمومي؟
واش خاصني نخلص قبل؟
واش كاين شي محل ديال الألعاب قريب من هنا؟
بغيت شي كريم للرجلين.
هو تواصل فوري من عقل واحد لأخر. يعني واحد تيقرا عقل واحد أخر بلا ما يستعمل الكلمات.
واش يمكن لي ندفع بشيك شخصي؟
بغيت عصير البرتقال، كورنفليكس مع الحليب، رغايف بالعسل.
هادو مطبوعات. ماكين والو غالي.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺠﺮﺑﻮ
غادي نرجع عبر البر.
مناش مصايبة هاد لكرايف؟
شحال الطريفة ديال الدرجة الأولى؟
واش عندك شي باليزة اكبر؟
غادي نصيفط ليك نسخة. عافاك كتب العنوان ديالك هنا.
فين كاين المعلمة التاريخية؟
واخا، سيد أوزورا، دابا تأكدات الرحلة ديالك.
عافاك اعطيني تذكرة.
فيناهو التيليسكي؟
فيا الاسهال. تقدر تقتارح عليا شي حاجة ليه؟
راها العشرة اقل عشرة الدقايق.
ما خصكش تدخل لهاد البارك بالليل.
ﻣﺎﺷﻲ ﺿﺮﻭﺭﻱ ﻣﻠﻲ ﻣﺘﺠﺎﻭﺯﺶ ﺍﻟﺪﻡ ﺍﻟﺨﺎﻟﺔ ﻭﻟﻜﻦ ﺍﻧﺎ ﺍﻧﺼﺤﻢ ﻋﻠﻴﻚ ﺍﻥ ﺗﺼﺎﺑﻚ ﻓﻘﻂ ﻳﻜﻮﻥ ﺍﻟﺘﻮﺍﺻﻞ ﺳﻬﺎﺕ
عافاك اصلح هادا.
بالتأكيد. تسنى على الخط، عافاك. الطرف الآخر على الخط. تفضل، عافاك.
واش تقدر تخليني نقيص؟
وقتاش كا تبدا عملية الركوب؟
واش هاد الستيل مواتيني؟
قول ليا شنو هو البرنامج ديالك هاد السيمانة.
ماكايناش أدوات مكتبية.
شناهي؟
ﻧﺘﻲ ﻓﻲ ﻏﻮﺍﺝ
ﻓﻌﻼ ﻳﺎ ﺳﻴﺪﺓ، ﺳﻴﺮﻱ ﻋﻠﻰ ﻳﻤﻨﻰ
واش تقدر تخلي أمتعتي عندك حتى للربعة، عافاك؟
ماعنديش الفلوس كافيين باش نشري واحد جديد.
اشمن ساعة القطار الأول؟
واش نقدرو نحصلو على طاولة برا؟
باينا فيك كنتي سكران لبارح.
نعم، سيدي. اشحال كاينين فالحفل ديالك و اشمن ساعة بغيتي؟
كنضن بغيت ناخد جوج من اللي أقل ثمن.
شفت، راه زولت ليك البطاقة لقديمة ديالك.
ﺷﻜﺮﺍ ﺟﺰﻳﻼ ﻋﻠﻰ ﺍﻟﻮﺯﻥ
فين جات المحطة ديال الطوبيسات؟
شدو الشفار.
فيناهو طوبيس المطار؟
ميات دولار فالليلة، زائد الضرائب ورسوم الخدمة.
اشحال السرعة ديالنا دابا؟
الضو ما خدامش فالغرفة ديالي.
ﺷﻜﺮﺍ ﺟﺰﻳﻼ ﻳﻌﻨﻲ ﻧﻤﺸﻲ
فالفارماسي.
فين كاينة احسن بلاصة للتزلج للمبتدئين؟
بغيت المقعد الخلفي.
واش هادا التران ديال ملبورن؟
شحال طول هاد البرج؟
فينسنت، واش تبلوكيتي؟ أنا مارني.
باقي دايرة الماكياج، إذن واش تقدر تنظف لي وجهي مزيان؟
خود تلاتة دحبوب فكل مرة.
شحال نسبة العمولة ديالك؟
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺤﻂ ﺍﻟﻜﺘﺮ ﻓﻤﻮﻝ ﺍﺧﺮ؟
راه مغيب.
أوطيل طوكيو. واش يمكن لي نعاونك؟
أنا هنا لزيارة صاحبي.
واش كاين التلفزة؟
ﺳﻠﻮ ﻭﺑﻄﺎﺭﺓ
واش تقدر تقول ليا اشناهي أسرع طريقة باش تصيفطو؟
واش يمكن لي نمارس السوينغ؟
ﺣﻀﻦ ﺑﻠﻮﻧﻲ ﺯﻧﻲ ﻭﻗﺮﻭﺍﺝ ﻓﻲ ﺍﻳﻚ ﺳﻔﻮﻥ ﻣﻤﻜﻦ ﺗﻌﺎﻭﻧﻲ ﻧﻠﻘﻰ ﺑﻴﻪ؟
بغيت نمشي فحالي فالتمنية. واش يمكن ليك تقول لي شحال غادي نخلص؟
بغيت نحجز جوج بلايص فالرحلة تمنية و سبعين.
قرعة ديال شمبوان للشعر الذهني، عافاك.
لمدة جوج أسابيع تقريبا.
ﻧﻌﻢ، ﺍﻧﺎ ﻛﺎﻧﺪﻳﺮ ﺩﻳﺎﻝ ﺗﺴﻨﻰ ﺍﻟﺪﻣﺎﻳﺔ
فين كاينين الخزانات اللي كيتيليباتي بالدرهم؟
واش نجيب ليك شي تحلية؟
كاين بزاف دالأسباب علاش ما خصنيش.
واش هادي الطريق الصحيحة للمحطة؟
خلينا نشوفو بشحال غادي يتقام.
كانقتارح عليك تجرب غرين إن.
عندي تسعمية دولار.
ماعندناش الحجز ديالك.
فين كايمشي سميتي؟
...
ﻋﺎﻭﺩﻩ ﻭﻣﺎ ﻧﻜﺮﺗﻮ ﻏﺪﺍ ﻭﺍﻧﺎ ﻏﺎﺩﻱ ﺧﺎﺭﺝ
واش هادي محسوبة كلمة؟
واش نقدرو نحصلو على طفاية السجائر، عافاك؟
عندنا ألوان أخرى.
بقاو بلايص قلال فالشرفة.
ماكرهنا نبقاو ولاكن خسنا نمشيو.
منين و وقتاش يبدا؟
كيفاش يمكن لي نحصل على التحويل؟
أوه، فهمت. هادوك هوما القنوات ديال نظام الكابل فالأوطيل.
عافاك باراكا ما تعيب ف اليابانيين.
وقتاش يمكن ليك تعاودو؟
بغيت ندير واحد الحجز، عافاك.
كانقلب على ورق تغليف.
واش غايكون معفي من الضرائب إلا صيفطت هادا لليابان من هاد المحل؟
...ولكن بغيت ناقش شي أمور مع المسؤول ديالي قبل مانسني.
بغيت مسجلة، عافاك.
ﺳﻤﺢ ﻓﻴﺔ ﻋﺎﺩﻳﺔ
ﺍﻧﺎ ﻫﺪ ﺍﻟﻤﺎﻛﻠﺔ ﺍﻟﻤﻔﻀﻠﺔ ﻋﻨﺪﻱ
ﺷﻜﺮﺍ ﻟﻚ ﺳﻴﺪﺍﺍﺍ، ﻣﻤﻜﻦ ﺗﻨﺘﻈﺮ ﺭﺍﺳﻚ؟
عندك الحق.
مع التأمين، عافاك.
فين جا متحف مونيي؟
واش قطار مباشر؟
واخا. هادو عشرين، ربعين، ستين، ثمنين، تسعين، خمسة و تسعين، ستة، سبعة، ثمنية، تسعود، مية.
خصك تمشي لمكتب الاستعلامات السياحية اولا.
ﻫﺎﺷﻲ ﻣﺒﺮ ﻟﻴﻚ
تقدر توصلني للمدينة؟
كيفاش يمكن لي نعرف الأمتعة ديالك؟
ﻧﻌﻢ ﺑﺰﺍﻑ ﺷﻜﺮﺍ ﻟﻚ
فين نقدر ناخد هادشي باش يطورو؟
أوه، سمع، واش، واش كتعرف فين كاين ريفرسايد درايف؟
واش هادا هو صف العرض لي غادي يبدا معا التسعود؟
واش عندك شي حاجة للإسهال؟
حنا حالين من التمناش تلاتين حتال لحضاش.
الشركة ديالنا هي الخامسة عالميا من حيث عدد الموظفين.
راه كاين لتحت على اليسار.
واش تقدر تخلي عندك كبوطي؟
آسف، كلهم مپيريميستري. بغيتي شي غوفيرنا إضافية؟
واش تقدر تسلفني فوطة ديال البحر؟
لا، حنا كانقبلو حتا الطلبيات لي كاتطلبو.
راه مزيان يكون التاريخ، ولكن ماشي ضروري يكونو أيام الأسبوع.
ﺑﻐﻴﺖ ﻋﺼﺎﺋﻲ ﺑﺮﺟﻮﺍ ﻣﻦ ﻓﻀﻠﻚ
ﻋﻔﺎﻙ ﺷﻮﻑ ﺭﻳﺎﺣﺔ ﻃﻴﺐ
شنو الميزة ديال هاد المدينة؟
مليت ما بقاش عندي الشهية.
ماتخرجش من مجال تخصصك.
ﻭﺍﺵ ﻧﻘﺪﺭﻭ ﻧﺪﻭﺯ ﻓﺸﺮﻙ ﻓﺎﻟﻤﻄﺎﺭ
أنا أسف. صونيت على رقم غالط.
لمدة خمس أيام. غادي نردو ليك هاد الجمعة.
مابعيدش بزاف. بغينا نوصلو لتما مع العشرة د الصباح.
لا شكرا. هادشي صغير بزاف. عندك شي واحد آخر؟
زيدني شي فاكتورات، عافاك.
واش تقدر تبيع هادو بوحدهم؟
بغيت واحد ل بيرا، عافاك.
شحال خلصتي لمقعد خاص؟
غير خليني بوحدي.
واش كاينين وحدين أخرين؟
هاد البلاصة عامرة.
واش خاصني نعاود التأكيد؟
خليني نشوف التذكة ديالك. خاصك تاخد الرحلة الجاية مع الواحدة.
واش كاين شي واحد كايهضر بالانجليزية تماك؟
خصك تريزيرفي من قبل.
بغيت نجبد شي حاجة من صيكاني.
آه، رَاهْ الْحْجْزْ دْيَالْكْ مْوجُودْ. وَاشْ تْقْدَرْ تْعْمَرْ هَادْ الْوْرْقَةْ وَتْوْقَعْهَا؟
ملقيتش المرشد السياحي اللي من المفروض يجي عندنا مع العشرة و نص د الصباح.
غادي نخليو هادشي مفاجأة.
لليابان عافاك.
طيحت طوموبيلتي فحفرة.
تقدر تعطيني شي دوا؟
تقدر توريني الخاتم التاني على اليسار؟
آه، من هاد الطريق عافاك.
فيا شوية ديال الدوخة ديال الطيارة.
علاش ماجيتيش لبارح بالليل؟
سطح السفينة مزيان بالنسبة ليا.
بغيت نطلب خدمة الغرف، عافاك.
إينا قطار غادي لوول ستريت؟
شنو هو رقم البوابة ديال الخطوط الجوية اليابانية لطوكيو؟
وريني الصاك الكحل، التالت على اليسار فالرف الفوقاني.
تقدر تتيري فالمدينة إلا درتي فجأة يدك فجيب الصدرية ديالك.
واش عندك الكحول؟
عندنا بلايص للرحلة تمنية خمسة ليوم الاثنين ستة وعشرين.
بغيت نتقدم بطلب إعادة إصدار جواز سفري.
مزيان بزاف. هادشي ممكن.
علاش هادشي غالي؟
سبعين دولار.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻭﺍﺵ ﻫﺪﻳﻚ ﺳﻴﺪﺓ ﺍﻭﻝ
واش يمكن ليا نشرب الما من الصنبور؟
فيا القبط.
سير نيشان، من بعد دور على اليمين.
كيفاش يمكن لي نضبط مستوى قوة هاد الآلة؟
واش تقدر دير ليا حجز للرحلة؟
واش خاصني نصرح بالمحتويات و القيمة ديالها؟
ﺍﻫﻴﺎ ﻳﺎ ﻟﻮﺩﺓ ﻭﺍﺵ ﺣﺪﻳﺎ ﻭﺍﺵ ﺑﻐﻴﺘﻲ ﺗﻤﺸﻲ ﻟﻠﺴﻴﻨﻴﺎﺕ ﻭﻻ ﺷﻲ ﺣﺎﺟﺔ ﻛﺎﺩﻳﺎ
ﻻ ﻋﺠﺒﻨﻲ ﺣﺘﻰ ﺣﺎﺟﺔ ﺣﺎﺩﻛﺔ ﺑﻐﻴﺖ ﻻ ﻏﺎﺩﻱ
وقتاش غادي نوصلو لديموان؟
جوج ديال بورغر الجبن و واحد طلب دغير صغير ديال لفريت، عافاك.
ربعة خمسة ستة سبعة تمنية تسعود زيرو، عافاك.
راه فتلاتة و عشرين شتنبر.
راني حددت موعد باش نشوف الرئيس فالعشرة.
واش ماء الصنبور هنا مزيان للشرب؟
بغيت شريحة من لحم الخنزير.
إيوا، واقيلا غادي ناخد شي حاجة مختلفة.
ديني للمسرح، عافاك.
وقتاش الفاصل؟
اسمح ليا. واش يمكن لي نسولك؟
واش تقدر تفحص ليا هاد الباليزات، عافاك؟
هاد الطربوش ماكايناسبنيش.
المجرى نتاع حوض الاستحمام بدون غلاقة، حتى هو.
وقتاش ساعة المغادرة؟
واش بغيتيني نخلص دابا ولا من بعد؟
واش يمكن لي نطلب غير طبق رئيسي؟
واش تبغي تشرب شي حاجة منين تكون كاتفرج؟
واش عندك شي رحلات أخرى؟
بغيت نركب الطوبيس للمحطة. واش نقدر نحصل على شوية دالصرف، عافاك؟
واش عندك شي وثيقة الهوية مع صورتك؟
واش كتضن كاين شي أمل لعلاقة بحال هادي؟
مزيان، أولا خاصني نمشي لمركز المعلومات ونقلب على أوطيل.
ﻛﻨﻈﻦ ﺭﺍﻩ ﻣﺎﻓﻬﻤﻨﺎﺵ ﺍﻟﺸﻲ ﻛﻨﺖ ﻛﺎﻧﺖ ﻧﺸﺮﺡ
ﺷﻜﻮﻥ ﻫﺪﻳﻚ ﺳﻴﺪﺓ
تقدر تلقاه ليا؟
واش ممكن تخلي عندك الأمتعة ديالي مدة الجولة؟
آش من باب خاصني نمشي ليها؟
ﺷﺤﺎﻝ ﻋﻨﺪﻙ ﻛﺎﻣﻠﺔ
واش يمكن لي نحصل على ورقة أو شي حاجة؟
ﺷﻨﻮ ﻫﻮ ﺍﻟﺴﺒﺐ ﻟﻬﺎﺩ ﺍﺯﺍﺣﺔ
عافاك بدل المساحة.
واش تقدر تقول ليا شنو قالو الإعلانات مرة أخرى، عافاك؟
واش عندك قائمة الأكل بالإنجليزية؟
واش كاينين شي ماتشات ديال نيويورك يانكيز هاد السيمانة؟
كنت مريض بالطيارة، ولايني دابا كانحس براسي مزيان.
شارع سيفينتي التاني و شارع بارك.
واش هادي سييجارة بريطانيا؟
خاصك تاخد الطوبيس رقم سبعة.
حتى واحد ما تصاب بجروح خطيرة.
بغيت فاصمة مطاطية.
كنضن كان رقم الطاكسي هو واحد جوج تلاتة ربعة خمسة.
غادي ناخدو.
غادي نصيفط خدامة دابا.
ولكن التمن كايتزاد، ياك؟
ف الحقيقة، جدي الكبير جا من صقلية ف بداية القرن.
واش كاين شي غلط فهاد الفاتورة؟
ﺯﻭﻳﻨﺔ ﻣﻨﺘﻔﺮﺗﻚ ﻛﻴﻒ ﻛﺘﺴﻮﺍﻝ
ﻫﺎﺩ ﺍﻟﻔﻴﺪﺓ ﻛﺘﺼﺪﻕ ﻋﻠﻴﺎ
غادي ناخد شي عصير ديال الفواكه.
شناهي المؤهلات اللي خاص الواحد تكون عندو لهاد المنصب؟
واش تقدر تقادو دابا؟
بغيت ندير اتصال مسافة بعيدة لليابان.
واش تقدر تحجز لي الغولف؟
بغيت نتعلم ركوب الأمواج.
واش تقدر تبدل هادا بواحد الحجم كبير عليه؟
ﺩﺍﻧﻲ ﻫﺎﺩ ﺍﻟﻤﺤﻞ
ﺑﻐﻴﺖ ﻛﺘﺸﻒ ﻭﺍﺵ ﺷﻲ ﺣﺎﺟﺔ ﺍﺧﺮﻯ ﻣﻦ ﻓﻀﻠﻚ
سمح ليا. فين كاينة الصيدلية اللي قريبة من هنا؟
بغيت ندير طلبية ديال لماكلة لديار.
وقتاش أخر محطة؟
لا. غير بلوك واحد فهاد الجيه.
ولدي كايدرس الماستر فجامعة هارفرد.
فين كاينة غرفة تغيير الملابس؟
بغيت اتصال دلفياق، عافاك.
ﺷﻨﻮ ﻋﻨﺪﻙ ﻣﺴﺎﺀ ﺍﻟﻠﻴﻞ
مسلوق، عافاك.
عندي الروماتيزم.
فين نقدر نصرف حوالة مالية دولية؟
ضقني شوك قنفد البحر.
ﺳﻮﺳﻴﺖ ﺣﻤﺮﺓ ﻓﻴﻬﺎ ﻣﻼﺑﻴﺔ
بغيت نصيفط هاد الباكية.
ﻣﺮﺣﺒﺎ ﺳﻴﺪﺓ ﺯﻭﻳﻨﺔ
شنو وقع؟ ما بقيتش كنشوف.
واش نزيدو على الفاتورة ديالك؟
ﻋﻔﺎﻙ ﻋﺎﻭﺩ ﻫﺪ ﺍﻟﺸﻬﺮﺓ ﻣﻄﺒﻊ ﻭ ﺍﻟﻮﺻﻒ
آه، بغيت ندير مكالمة خارجية على حساب المتلقي لليابان. الرقم هو طوكيو تلاتة ربعة سبعة ستة جوج تسعود تلاتة ستة.
شحال الطريفة ديال الطوموبيل؟
قرسني نحل. كتبان خايبة بزاف.
ﺷﺤﺎﻝ ﻫﺪ ﺍﻟﻤﻴﻜﺔ
ممكن تعطيني واحد؟
واش سمعتي شنو قال؟
ناشف، عافاك.
عافاك اتصل بهاد الشخص.
عافاك صرف هاد العشر دولارات لخمسة أوراق دولار واحد و واحد الورقة د خمسة دولارات.
لا، ما عندوش. و لكن فيه الدوش.
بغيتك تدير راديو.
واش ممكن ندوز على أي مكتب ديال التسجيل؟
هادشي للاستعمال الشخصي ديالي.
الغرف اللي حدا بعضهم، عافاك.
واش تقدر تشارك نص التكلفة ديال الترويج فالعام الأول كيفما كيديرو گاع الموردين ديالنا؟
فين كاين المحل ديال الأدوات المدرسية؟
فيا السخانة بزاف و كنحس بالدوخة بزاف.
واش تقدر تحطو ف البيت عندي، عافاك؟
واش كاين شي اسطبل قريب من هنا؟
ﺷﻜﺮﺍ ﺟﺰﻳﻼ ﻛﻴﻒ ﻧﻮﺟﺪ ﻟﻠﻔﻘﺪ
تسد علي الباب. باش تنصحني؟
ﻧﺘﻲ ﻏﺰﺍﻟﺔ
واش كايعني هادشي باللي ماخصناش نعطيو البقشيش؟
إذن، سيد نيتا، هادا تقريبا كل ما عندنا نوريوه ليك هنا فالمصنع ديالنا.
عانيت من داء السل فعام عشرين.
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺨﺪﻣﺶ ﺍﻟﺴﺨﺮ ﻭﺍﻟﻤﺎﺀ ﺍﻟﺨﺎﻃﺮ ﻛﺎﻣﻠﻴﻦ؟
محتاج ندير حجز.
سمح ليا، بلحاق بقاو لينا غير لبلايص ف لكولوار لقدام.
حتا أنا ماشي غير انتا. كنت مشغول.
مادرتش شي اتصالات مسافة طويلة الجمعة.
فين كاينة شي صيدلية؟
فين كاين محطة الطوبيسات؟
شنو هو رقم تليفونك؟
بالتأكيد. غرف الملابس راها تما.
راهنت بخمسة دولارات.
ﻋﻔﺎﻙ ﻗﻮﻟﻲ ﻟﻴﺎ ﺍﻟﻮﺿﻊ
فإينا قنت كاين الدير؟
ﻋﻨﺪﻱ ﻣﺮﺽ ﻣﺴﺘﻴﻢ
بغيت مجموعة مزدوجة.
ممكن تعطيني قرعة دالما السخون؟
واش يمكن ليك تفحص لي عينيا و تدير لي نظارة؟
يمكن لينا نوجدوه ليك فيوماين.
ممكن تعطيني تذكرة لبلاصة فالطابق الأول؟
ﺷﻜﺮﺍ ﻳﺎﻙ ﺧﻠﻲ ﻧﺸﻮﻑ ﻓﻌﻼ ﻣﺎﺷﻲ ﺩﺍﻙ ﺍﻟﻲ ﺑﻐﻴﺖ
بغيت جوج رولو من فيلم كحل وبيض، عافاك.
سمح ليا باقي ما وصلنيش الباقي.
اعطيني، احم، طبق اليوم.
ﺭﺍﺋﻊ ﺍﻟﻮﺍﻟﺪ ﺩﺍﻳﺮ ﺍﻧﺴﺎﻧﺔ ﺭﺍﺋﻌﺔ ﻭﻏﺎﺩﻳﺔ ﺗﻮﺣﻴﺪﻫﺎ
واخا، ماكاين والو مهم هاد الليلة.
مابغيتش نسجل هاد الامتعة.
ماشي هادا بالضبط داكشي اللي بغيت.
شحال دالوقت كايستغرق الوصول لشيكاغو؟
بغيت كاس ديال القهوة مثلجة، عافاك.
ماشي شي حاجة عندها قيمة كبيرة، ولكن مهمة بالنسبة ليا.
الوجبة الثابتة، عافاك.
إينا خط الطوبيس كايوقف فشارع هوب؟
مزيان، عندنا الجاز من إيف سان لوران.
عطيني شيشة.
عافاك دير ليا لالارم غدا مع الستة د الصباح.
أنا مهتم بجولة مانهاتن.
بغيت بلاصة ممنوع التدخين، عافاك.
لا، يمكن ليك تحصل عليه فالصيدلية.
شفتي تيتانيك؟ عجبك؟
بغيت بروش.
واحد البيي ديال الذهاب للوس أنجلوس. واش غادي يكون مدخن أو غير مدخن؟
هاد المسرحية مشهورة بزاف فاليابان.
عافاك الفاتورة ديال هاد الليلة.
ﻣﺴﺎﺀ ﻧﻬﺎﺭ ﻣﺴﺎﺀ ﺣﻮﺱﻛﺎﻭ، ﻣﺮﺣﺒﺎ ﺑﻚ ﻓﻲ ﺍﻟﺤﻔﻆ، ﻭﺍﺵ ﺑﻐﻴﺘﻲ ﺷﻲ ﺣﺎﺟﺔ ﺗﺸﺮﺑﻬﺎ؟
راه ماشي للبيع إذن نساه.
ﺷﻨﻮ ﻣﺸﻬﻮﺭ ﻓﺎﻟﺤﻴﺎﺓ؟
ﻫﺎﺩﻭ ﻛﺼﻴﺮﻳﻦ
واش ممكن تكون السيد إيبيرت؟
الإسم هو تاناكا جوج د الناس تمنية د العشية
وريني شي لون آخر.
فين نقدر نجي باش نديه؟
بغيت هاد الفيلم يتحمض، عافاك.
بغيت سندويش لحم البقر مشوي و شي قهوة.
واش ما كايناش شي نسخة من هاد المجلة؟
فين كاين أكبر متجر شامل فهاد المدينة؟
كيفاش نقدر نعيط للخارج؟
عافاك جيب ليا تيلينول.
مرة مرة كتقساح
يلاه نزربو فالتسوق ديالنا.
تقدر توريني بلاصتي، عافاك؟
كايبان باللي هاد الألة ما خداماش مزيان.
اليابان بلاد طويلة كتمتد من الشمال للجنوب.
وقتاش يمكن ليك توجد هاد القمايج؟
غادي نخلص الفرق، إذن عافاك احسب.
اجي نشوفو التلفزة شوية.
ﻓﻌﻼ ﺷﺮﻳﺘﻮ ﺍﻟﻴﻮﻡ ﻋﻠﻰ ﺍﻟﻐﻴﺮﺓ ﻓﻲ ﺍﻟﻤﺒﻮﻁ ﺗﺎﻉ ﺩﺍﻟﺤﻴﺮﻱ
عندي مياتين دولار نقدا و ألفين دولار فشيكات سياحية.
معدتي مريضة.
واخا كايعجبني التمبورا، ولكن ماكاناكلش بزاف السوشي. أغلبية الناس مامولفينش ياكلو الحوت طري.
هادا صاحبي كوجي.
العاصمة هي طوكيو.
وقتاش نخلص هادشي، دابا ولا حتى نخرج؟
هادشي بالصح. الحراس بداو كيتبدلو فهاد الوقت تقريبا. تقدر تشوف هادشي ولا تسمع للفرقة د الحراس كيلعبو قدام الباب.
بغيت ل لعب.
واش تعيط لهاد المقعد؟
فين جا الدير؟
بغيت نبدل هادشي.
تشرفت بمعرفتك.
واش عندك هادا فشي لون آخر؟
ﺳﻴﻨﺎﻝ ﻫﺎﺩ ﺍﻟﻨﻮﻉ
لحم البقر أولا الدجاج؟
عافاك أجي تاخد ليا الباليزات غدا مع السبعة د الصباح.
شحال خاصني من ين باش نشري تسعود و تسعين دولار؟
عندي دبوس ديال العظم معدني.
شحال دالوقت خاصنا نتسناو؟
هي يوشي.
الخطوط الجوية اليابانية سبعة جوج واحد لناريتا.
واش انت متأكد؟ راها صفقة زوينة.
شنو الكتاب اللي كاتنصحني بيه؟
ﺩﻳﺎﻝ ﺑﻠﻮﻛﺲ
واش عندك طوبيس كايمشي نالمطار؟
فين خاصني نغسل الكاميرا؟
ﺃﻭﻝ ﻛﺄﺱ ﻟﻴﻤﺎﺭ
فين نقدر نلقى شي تنابر؟
بغيت قلم للحواجب.
شي حاجة غالطة فالفيلم. تقدر تتحقق منو؟
قلبت البيت كامل على جواز السفر اللي ضاع.
عندنا بزاف دالأنواع لهيه.
عافاك تحقق من عنوان السفارة اليابانية.
خاصني نحصل على شي تذاكر.
واش كاين شي قطار سريع؟
مامتأكدش باللي هاد القميجة غادي تجي هي هاديك مع السروال.
راه معدي.
واش تقدر تدير اللي فجهدك باش تكون فالوقت؟
تقدر تصورني؟
ﻭﺍﺵ ﻫﺪ ﺷﺒﻪ
بغيت نمشي للصاونة.
فواكه البحر.
عندنا جوج ديال التيرانات ديال التنس، و واحد لبيسين و واحد لاصال ديال الوزن.
واش هادا هو القطار ديال بوسطن؟
فين ننزل باش نمشي للشاطئ؟
ماتتخطاش الصف، عافاك.
ﺇﻧﺴﺎﻧﺔ ﻋﻔﺎﻙ ﺷﺤﺎﻝ ﻫﻮ ﻧﺼﻒ ﻳﻮﻡ
من بعد، عندنا ليك واحد مزيان. راه الجولة نهار كامل ديال العطلة.
هادا هو مكتب التجارة الخارجية، ياك؟ أنا تارو تاناكا من اليابان. عندي موعد باش نشوف السيد كولمان مع الجوج.
واش هادي هي المنصة الصحيحة ديال القطار اللي غادي لمينيابوليس؟
تقدر تعمر لي هاد الوصفة؟
مزيان مزيان. و انت؟
كنضن غادي ناخد هادا.
غير كانخدم مزيان وكانحاول نجيب أحسن النقط لي نقدر عليها.
ﻳﺎﻙ ﻫﺪﺍ ﻏﺰﺍﻝ ﺑﺰﺍﻑ ﻧﺘﻲ ﻃﻴﺒﺔ ﻓﻲ ﺍﻟﻄﺒﺦ ﻛﻨﺘﻤﻨﻰ ﻛﻨﻌﺮﻑ ﻧﻀﺖ ﻛﻔﺎﺀ ﻫﺪﺍ
أوطيل غراند، عافاك.
الفراش مامقادش.
ﻻ، ﺍﻟﻠﻲ ﻣﻦ ﺑﻌﺪ.
عافاك حطني فالقنت الجاي.
شنو كاتقصد؟
واش لغدا داخل فالثمن؟
ﺍﻧﺎ ﻛﻨﺘﻌﻠﻢ ﺍﻹﻧﺠﻠﻴﺔ ﺑﺎﻟﻤﺮﺓ ﻓﻲ ﺍﻷﺳﻢ
اتصال مباشر لليابان، عافاك.
فيناهوما المفقودات؟
واش مزيان للبشرة الحساسة؟
وقتاش نقدر نسترجعو؟
إينا وقت غادي يكون مزيان؟
بغيت قهوة بالكريما، عافاك.
ماغادي نلحق القطار ديالي.
قبل ما تمشي، غادي نعطيك تصويرة.
واش عندك الفلوس كافيين باش تبقى هنا لمدة شهر؟
بغيت شريط كاسيت.
جوج خرطوش ميلد سيفن، عافاك.
ممكن تعطيني شي دوا لدوار الجو؟
مع التمنية تقريباً.
اف. و انا اللي يسحاب لييا هاد الصف غادي يتحرك بالزربة.
غادي نخلص ببطاقة الائتمان.
خاصني نلقى خدمة بنص الوقت باش نكمل خلاص الدراسة ديالي.
زوين.
راني تصابيت بضربة الشمس.
ماتبدلش الستيل، غير قادو، عافاك.
غادي يكلفك خمسين دولار عن طريق الجو.
عندي حوايج ديال التصبين. واش غادي يوجدو غدا فالصباح؟
رحلة الخطوط الجوية اليابانية خمسة زيرو تلاتة فخمسة ماي، راني حجزت فطوكيو.
عافاك وريني كيفاش نخدم هاد الماكينة.
فين كيرجع؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺤﻞ ﺍﻟﺸﺒﺎﻙ؟
الكاراتيه، وهي طريقة ديال القتال بالأيدي كتكون أساسا من اللكمات والركلات الحادة، هي أيضا واحدة من فنون الدفاع عن النفس اليابانية.
واش يمكن لي نبدل القياس؟
وقتاش غادي يتصيفط للبنك ديالي؟
شي تفضيلات فشي مقعد؟
هاد الكاميرات للاستخدام الشخصي ديالي.
ﺷﺤﺎﻝ ﻋﻨﺪﻙ ﻧﺎﺱ
ﺍﺣﺴﻦ ﻃﺮﻳﻘﺔ ﻧﻌﻴﺶ ﻓﻲ ﺑﻼﺩ ﺍﺟﻨﺒﻴﺔ
ﻧﻌﻢ، ﻧﻘﺪﺭ ﻟﺪﺍﺭ ﻫﺎﺩﺷﻲ.
بغيت نحجز لتلاتة مع التمنية دهاد اليلية.
كايسمح بتتبع الأعراض بحال ألم البطن، الإسهال، الحمى، الصداع، التهاب الحلق، الطفح الجلدي، والقيء اللي ممكن يكونو وقعو فجوج ديال السيمانات قبل الرجوع ديالك.
شحال كاتقام الكلمة لليابان؟
كنضن المقترحات مزيانة، شريطة نلقاو الأشخاص المناسبين.
مزيان، الانطباع ديالي هو ديال بلاد جبلية، عامرة، مشغولة، عامرة بالضياح، حيوية، قريبة تتفجر. ديال شعب اللي هو مجتهد، كادح، ما كيوقفش، فضولي، باغي يتعلم كلشي، كياكل وكيشرب بشراهة ولكن بأناقة، كيربح وكيخسر بشراسة.
عندها الدراع مهرس.
ف اليابان، القرار ديال اتخاد القرار تيبان بزاف ديال الشوية من البلاد ديالنا.
تقدر تشوف لي واش كاين تما؟
كنت غادي بواحد خمسة وربعين فمنطقة ديال خمسة وعشرين ميل فالساعة. تقدر تمشي للحبس لمدة ديال تسعودين يوم.
شحال دالوقت غادي يستغرق باش يبرا؟
شنو سميت هاد الساحة؟
مسافر بوحدي. تقدر تنصحني بشي مرشد محلي؟
جيب لي شوكة أخرى، عافاك.
تقدر تعيط لطاكسي؟
جوج تذاكر ذهاب و إياب لواشنطن دي سي، عافاك.
واش عندك شي تعرفة يومية؟
واش يمكن ليك تقول لي التوقيت ديال الخدمة ديال البريد؟
شحال دالوقت كيستغرق القطار باش يوصل لبوسطن؟
خلصني.
فين هي إف أربيعين؟
واش عندك شي تقاشر؟
عشرين دولار مصرفة بالربع، عافاك.
رد البال لراسك مزيان حتى ترجع للدار.
بالمناسبة، واش يمكن لي ندفع هاد الشيك حتى هو؟
واش تبغي تمشي ل مباراة د البيسبول؟
إيوا بغيت نبدلو.
واش يمكن لي نحصل على ورقة غلاف ديال فاكس؟
غادي ناخد طريف.
فين كديري الفرقة دالشعر؟
ﺍﻧﺎ ﺑﻐﻴﺖ داكشي
قول لي كيفاش دايرين الأمتعة، عافاك.
بغيت نرجع هادي.
شحال لباريس؟
ماشي معدي.
ﻭﺍﺧﺎ ﺗﺴﺘﻬﻠﻲ ﺷﻮﻳﺔ ﻓﻘﻂ ﻧﺠﻮﺏ ﻟﻴﻚ ﻛﻞ ﺳﺆﺍﻝ ﻋﻨﺪﻙ
علاش ماجاش الطوبيس؟
شحال من مرة خاصني نشرب هاد الدوا؟
عافاك اختار ليا قميجة مزيانة.
بغيت نتصل بطوكيو، عافاك.
خود حوايجك الغاليين معاك، عافاك.
فين المحطة؟
ما عنديش الوقت اللي نضيعو. سربي، عافاك.
مانقدرش نوافق على هاد الثمن.
كاين البرد. واش تقدر تدير شي حاجة؟
بغيت الفقيع.
واش عندك كتيب مجاني باليابانية؟
الفرع التشريعي هو البرلمان.
سميتي تارو ياماموتو.
اسمح ليا. واش كاين شي ممر للراجلين قريب من هنا؟
انت فوسط الويست افنيو.
سير نيشان، عافاك.
بغيت شومبوان و قصة شعر.
واش ممنوع التصوير هنا؟
فين هو كشك الاستعلامات؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺤﺮﺍﺕ ﻟﻐﺪﺍﺕ ؟
بغيت شي قراصة.
ﺍﻟﻤﻮﻋﻴﺔ ﻛﺎﻧﺖ ﻓﺪﺍﻙ ﺍﻟﻤﺤﻞ
واش يمكن لي نوقف؟
تقدر تحيد الطبعة من هاد لحوايج؟
سير نيشان حتى لأخر هاد الشارع، عافاك.
بغيت واحد الرواية إنجليزية، تكون ساهلة للقراية.
لا، أنا غير هاوي صغير. ولكن كندير شي مداولة.
مريض، فوطة فازكة، عافاك.
واش تبغي تنضم لينا على الغدا؟
جيت من السويد.
واش عندك اكتر من خمسة آلاف دولار في الأدوات النقدية؟
واش كاين شي محل زوين كيبيع حوايج الدراري الصغار؟
بغيت نبدل الورقة فلوس صغيرة.
واش نوجد ليك بلاصتك فين تنعس؟
ديرو كيف ما هو، عافاك.
محتاج نشوف طبيب أطفال.
كيتعلقو لبافات نتاع الشاوري وكيعرضو دميات الساموراي فهاد اليوم.
ﺣﻨﺎ ﺍﻟﻔﻮﺍﺝ ﺑﺰﺍﻑ ﻓﺎﺟﻮﻧﺎ ﻋﺎﺩ ﻓﻲ ﺍﻟﺸﻜﻮﺷﺔ
المحتويات كتسوى تقريبا مياتين دولار.
من هنا، عافاك.
عافاك اتصل بمكتب المفقودات.
خمسة و تلاتين دولار و خمسة و تسعين سنت للنهار زائد تسعود سنت للميل بعد الألف ميل الأولى.
الفرانات ما خدامينش.
بغيت واحد لامبة دالقراية.
بغيت قصة شعر، عافاك.
بغيت نمشي غدا فالصباح بكري. واش يمكن لي نخلص فاتورتي دابا؟
خصني نطفي الغاز. تسنا دقيقة.
شنو هوما الإختيارات ديال لموني دمقبلة؟
رقم المقعد ديالك مطبوع على التذكرة الاكسبريس.
واش غاتمشي الرحلة فالوقت المحدد؟
واش عندك شي أطباق محلية؟
واش تقدر توصلني لمحطة الطوبيس؟
ل تلاتة دالبالغين.
جوج علبات ديال البياسات، عافاك.
كانتمنى تعاود تجي.
لا، ماعنديش. كانحس بالقيء وماكانقدرش نرد والو لمعدتي.
واش تقدر توقف صرف الشيكات الشخصية ديالي؟
كيقولو باللي التوفو جا من الصين هادي تقريبا ألفين سنة.
ممكن تعطيني ورقا ديال الدوا؟
بغيت نشوف مبارات كرة السلة. واش كاينين شي تذاكر؟
جواز السفر ديالي و خمسة ألاف دولار تسرقو ليا.
قالو لي نجي لهنا باش ناخد ورقة الحادث.
فيك الرواح.
واش يمكن لي نحتافظ بقائمة الأكل كهدية تذكارية؟
كيفاش نوصل للمحطة؟
سيد جونس اخرج دابا. غادي يرجع شوية من بعد التلاتة.
واش تقدر تسيفطو ليا مع راس الشهر الجاي؟
لاباس، شكراً. و انت؟
كاين البرد بزاف هاد الليلة.
فين غادي؟
واش تبغي تتعشى؟
لحم مشوي، عافاك.
بغيت ندير فحص طبي.
ﻫﺪﺍ ﻛﺮﺩﺓ ﺩﻳﺎﻟﻲ
اشنو غادي تاخد للتحلية؟
ﺻﺎﻓﻲ ﻋﻠﻴﻨﺎ ﺍﻟﺜﻤﻦ ﺑﻌﺪ
كنت تما لمدة ست سنين تقريبا.
عمر لي عادي، عافاك.
ﻟﻮ ﻛﺎﻥ ﻋﻨﺪﻧﺎ ﻣﻔﻴﺪﺓ ﻓﻠﻘﺎﺋﻚ ﻻ ﺗﺤﺘﺎﺝ ﻓﻲ ﺍﻟﺘﻮﺍﺻﻞ ﻋﻠﻴﻨﺎ
واش نقدر ناخد القياسات ديالك؟
ﻫﺪﺍ ﻗﻄﺮ
عافاك خود هاد الأمتعة لمحطة الطوبيس.
كاين شوية، بلحاق شنو تبغي تاكل؟
واش تقدر تتاصل بصاحبي الآنسة يوكيكو أودا؟
هادي جوهرة د واحد قراط، ياك؟
اسميتو السيد هارادا. شكرا بزاف.
واش عندك شي بوتيك أونغارو هنا؟
فين كاينة القصبة؟
مشرفين حتا انا
انا غادي لفلوريدا.
كنضن بلي هادا هو الحد ديال هاد النهار، سادتي.
سير نيشان فهاد الشارع. كمل ثلاثة دالشوارع وغادي توصل للبارك. المتحف كاين فالبارك.
محتاج للأسبيرين.
فين نقدر نشري التنابر؟
ممكن تعطيني جوج تذاكر فالدرجة الأولى لنيويورك، عافاك؟
كيفاش ندير الطلبية ديالي؟
شحال كادير دالساعة باش تمشي لهيه؟
ضابط.
الماكلة اليابانية فيها الحوت الني، السوشي، التمبورا، إلخ.
فيا كسل.
واقيلا.
وقتاش كا يمشي؟
واش خديتي الحرارة ديالك؟
واش كاين شي حاجة غالية أولا هشيشة فصاكك؟
واش يمكن لي نبدل هاد البوط بشي قياس أصغر؟
عافاك خليه ليا.
مانقدرش نوقف.
وقتاش الرحلة الجاية؟
واش عندك عصير البومبلوموس؟
من هنا، دور على اليسار.
عافاك عطيني الكرة.
واش نقدر ناخد صورة بكاميرا الفيديو ديالي؟
هادي فكرة مزيانة.
واش تبغينا نطلبوه؟
هادي راها وقت متأخر من الليل.
سميتي ياماموتو.
المرحاض ماطيشطفش. صيفطو شي واحد عافاك.
شحال كبير الموقع نتاع المصنع، بالقياسات المترية؟
سمح ليا. ولايني ما عرفتش فين كاينة بلاصتي.
بغيت نرد الفلوس.
ﻛﻨﻘﺎﺩ ﻋﻠﻰ ﺷﻲ ﺣﺎﺟﺔ ﻓﻴﻬﺎ ﺍﻟﻤﻠﻘﺔ ﺩﻳﺎﻝ ﺑﺎﺭﺩﺓ
تقدر توريني شي حاجة فقياسي؟
أنا فالطوبيس الغلط.
ممكن نشوف جواز السفر ديالك، عافاك؟
غادي ناخد هادي و هادي و هادي، عافاك.
إيكيبانا هو فن ترتيب الزهور. كاينين اكثر من ثلاثة آلاف مدرسة إيكيبانا في اليابان.
عندي وجع فالحلق ديالي.
بغيت جوج بيضات مقليين، عافاك.
غير دير ليه تقطيعة فطراف، عافاك.
واش يمكن لي نحصل على مجلة معلومات على العرض؟
اعطيني اخمسطاش غالون دالبنزين العادي، عافاك.
فيا فقر الدم.
عافاك قوليها تعيط ليا.
يالاه شريتو.
كيفاش ناكل هاد الكَرون دالحَرُّور الكبار؟
واش هاد الطوبيس غادي لكارمل؟
ﺑﻴﻀﺔ ﻣﺴﻜﺔ
واش غادي تاخد للخارج ولا غادي تاكل هنا؟
وقتاش كاتسد؟
بغيت نعاود نأكد الحجز ديالي.
تلاتة و عشرين نونبر هو عيد الشكر للعمال.
ﻭﺍﺵ ﺻﻌﻴﺖ ﻟﻠﻔﺮﺡ
واش يمكن لي نشريه بلا ضريبة؟
بغيت نبقى شي ساعات مزاال من بعد ساعاات الخروج.
عندنا عصير البرتقال، التفاح، البمبلوموس و مطيشا.
بغيت نرجع الفلوس.
ﻭﺍﺵ ﻏﻠﻄﺎﺕ ﺩﻳﺎﻟﻚ
رقم التأكيد ديالي هو خمسة ستة سبعة كيو إل إر.
علاش كاين الصهد؟
خود هاد الوصفة للصيدلية.
خدام فوكالة الأسفار.
الشخص اللي بغيت نتاصل بيه هي السيدة يوكو نيشيهارا.
واش كاين شي حلبة ديال التزلج قريبة من هنا؟
خاصني نرجع مع الخمسة. واش ممكن نمشي ل آوتلت مول؟
مادرتيش العداد ديالك.
ﻋﺎﺭﻑ ﺍﻻﻣﺮﺍﻡ ﻳﺘﻔﻠﺴﻮ ﻋﻨﺪﻱ
واش يمكن ليك تسجلني فلائحة الانتظار؟
أنا هنا على قبل السياحة.
واش يمكن ليك تعطيني الكاميرا ديالي من بعد ما ندخل، عافاك؟
يمكن ليك تمشي. غير تبع اللافتات.
واش عندك الوقت هاد الليلة؟
فين كاينين مكاتب كراء السيارات؟
لا. كنت مزروب. شنو خصني ندير؟
واش هادا هو الطوبيس؟
كنضن خاصني نستعمل الخمسة دقايق اللخرة باش نجاوب على أي سؤال.
واش يمكن ليك تنصحني بشي مطعم إيطالي مزيان؟
ﻣﻔﻴﻘﺔ ﺑﺎﻳﻨﺎ ﻳﺴﻜﺖ ﺑﺎﺑﺎ
غير دفع.
هاهو واحد الكتيب ديال بزاف دالتيرانات ديال السياحة فالطوبيس، بما فيهم التيرانات ديال نهار كامل، نص نهار، الصباح والليل.
ﻭﺍﺧﺎ ﻧﺨﺘﻢ ﻫﺎﺩ ﺍﻟﺮﻳﺴﻢ ﻓﻲ ﻭﻗﺖ ﺍﺧﺮ ﻛﻨﺘﺮﺍﻙ.
فيناهو الطوبيس لوسط المدينة؟
بغيت بيرمانونت مجهد، عافاك.
باقي شي قهوة؟
واش يمكن لي نعاونك تلقى شي حاجة؟
أوه، جوج شوارع أخرين، كا نظن.
تنين وسبعين مقسومة على تسعود كتساوي تمنية.
بغيت شي كريم للبشرة العادية.
اسمعت بللي اليابانيين كايعملو بزاف.
و الجاز؟
ﺳﻴﺎﺭﻳﻦ ﻫﻨﺎ
ﺷﺤﺎﻝ ﺑﻐﻴﺘﻲ ﺗﻔﺘﺢ ﺍﻟﺤﺴﺎﺏ ﺑﻪ
شنو كايعني هاد البلاكة ديال المرور؟
واش يمكن ليك تقول لي كيفاش نعمر هاد الاستمارة؟
خليني نفكر فيه و غادي نعاود نتصل بيك.
غادي نقدر تكاليف السفر.
واش يمكن لي نحصل على فاتورة التأمين الصحي ديالي؟
واش يمكن لي نخلي السيارة فأي وكالة؟
واش خصني الصرف لباص؟
واش كاتعيش هنا؟
سربي غادي تلحق عليهم
فيا السخانة.
هادي الخمسة وتنين وتلاتين.
و دابا أنا مسالي شي يامات.
شكون كاين اليوم بالليل؟
لا، معندنا حتا واحد. كاين غير اللي كيهضر بالانجليزية.
واش هي أوتوماتيكية؟
واش هادشي مسدود؟
للاخاذ، عافاك.
الدرجة الأولى أولا الدرجة الثانية؟
خاصك تكون حاضر تما قبل الستة و نص.
ﻋﺠﺒﻨﻲ ﺭﻓﻴﻘﺔ ﺩﻳﺎﻟﻚ
واش الغوص هنا امن؟
غير خارجين نتقضاو.
واش غتعيط ليه غدا فالصباح كيما وعدتيني؟
ﻣﺮﺣﺒﺎ ﺣﻨﺎ ﻓﺮﺣﻰ ﺍﻥ ﻛﻨﺘﻤﺎﻣﺎ ﻟﻚ ﺑﺰﺍﻑ
ﺷﺤﺎﻝ ﻋﺎﺩﻱ ﺟﺎﻧﻲ ﺩﻳﺎﻝ ﺍﻟﻔﺮﻳﻜﺎﺯ؟
واش المراقب كايعلم بالمحطات؟
شنو بان ليك نتلاقاو هنا مع الربعة؟
أكيد. بلاتي نشوف. نقدر ناخد واحد شيري باش نبدا؟
ديالمن هاد الخدمة؟
سمح ليا. واش يمكن ليك تقول ليا واش كاين شي مطعم إيطالي قريب من هنا؟
غادي نوجدو ليك معا الربعة و نص.
شحال من محطة حتا لمتحف ديال الفنون؟
واش نوجدوه ليك؟
واش القطار السريع كايوصل لسان دييغو؟
كاينة واحد الخدشة هنا.
منين جايين هاد التفاح؟
كيفاش كان هاد المطعم؟
بغيت نشوف مكتب المدينة.
تقدر تغلفو ليا هدية، عافاك؟
واش هادي جولة ديال نص نهار؟
السبت والاحد ايام العطل.
عافاك ذكرني منين نوصل فكتوريا.
بغيت ناخد موعد معاك غدا فالعشية.
إوا، شنو مخططاتك لغدا؟
مكتب الاستقبال؟ معاك ناكامورا. عاد وصلت. ولكن ماعجباتنيش هاد الغرفة.
شحال ديال الوقت غادي يستغرق هاد الشي؟
واش عندك شي حاجة للبرد؟
ﺍﻻﺳﻢ ﺩﻳﺎﻟﻲ ﻫﻮ ﺭﻳﺴﺎ ﻛﻮﺑﺎﻳﺎ ﻭﺍﻟﺮﻗﻢ ﻫﻮ ﺟﻮﺝ ﺻﻔﺔ ﺻﻔﺔ ﺻﻔﺔ ﺻﻔﺔ ﺻﻔﺔ ﺻﻔﺔ.
طاولة كاتطل على المحيط، عافاك.
عافاك اعطيني شي عناون باش نتصل فحالة الطوارئ.
نعم، تعالجت من مرض السكري فاليابان.
بغينا نجلسو حدا بعضياتنا.
واش يمكن لي نحصل على واحد كوكا خفيفة؟
إينا نوع دالغرف بغيتي؟
بغيت نركب فيه.
تقدر تهز هادشي من باب المغادرة.
كانو عندي بطاقات الاتمان و الفلوس فالمحفظة ديالي.
الغلط ديالي.
خاصك تعمر طلب تأمين لمكتب التأمين فاليابان.
ﻣﻤﻜﻦ ﺗﻌﻮﺽ ﻫﺎﺩﺷﻲ؟
سمح ليا ما عندنا تا حاجة فاتحة.
شحال ديال الوقت بالبريد الأرضي أو البحري؟
ﻭﺍﺵ ﻫﺎﺩﺷﻲ ﻫﻢ؟
ما عمرني قدرت نعرف العمر ديالكم انتوما اليابانيين.
واش تقدر عافاك ترسم ليا خريطة؟
داك المحل كان ارخص.
أنا آن براون.
واش يمكن لي نتاصل مباشرة من الغرفة ديالي؟
واش تقدر تديرو فشي غشا؟
لباسبور ديالك مابقاش صالح.
ﻫﺪﺷﻲ ﻛﺎﻳﻨﺔ ﺟﺪﺍ ﺍﻧﺎ ﻧﺘﻼﻗﺎ ﻣﻌﺒﺔ ﺍﻟﻘﺼﺺ ﺍﻟﻤﻐﺮﺑﻴﺔ ﻭﻧﺴﻮﻟﻚ ﻣﺎ ﺩﻳﺮﻳﻦ ﻓﻴﻚ
تأكد باللي أحزمة المقاعد مربوطة مزيان.
فيناهو المرحاض؟
بغيت نكري دراجة عشر سرعات.
واش عندك شي لون غامق؟
أوه، ماكانضنش.
واش كيهم إلى كنت مبتدئ؟
أنا مع العائلة ديالي، داكشي علاش مانقدرش نعطيك رقم الغرفة ديالي.
مالقيتش ملصق الثمن.
بغيت اتصال دالفياق فالصباح.
فين يمكن ليا ندير حجز فأوطيلات؟
واش خاصني نعاود نأكد الحجز ديالي؟
واخا، أسيدي. غادي نصيفطو شي واحد يطلع يقادو دابا. عافاك تسنى شوية.
كاينة ستة و ربعين. كل عمالة كيترأسها عامل، و كل وحدة عندها الجمعية ديالها.
اه. غادي نديرو دورة و نبيعو المنتوجات من بعد ساعة ولا شي حاجة.
هاد الشي كان عشرين دقيقة هادي.
تقدر تتهجاها ليا؟
شنو هو أكتر فيلم مثير للاهتمام معروض دابا؟
فهاد المياكي قهويين.
ﻛﻨﺘﻤﻨﻰ ﻧﺘﻮﻣﺎ ﻣﻌﺎﻙ
هادشي حيت مصنوعين من الحرير.
بغيت نجرب قياس اقل. هادشي كبير عليا.
واش سبق ليك جربتي هادي؟
فيا الجوع.
تقدر غير دير ليه علاج مؤقت، أدكتور؟
فيا السخانة.
اسمح ليا، ماعنديش الصرف. واش تقدر تعطيني تسعود و تسعين دولار؟
ﺳﻼﻡ ﺍﻧﺘﻲ ﺑﺎﻳﻨﺎ ﺟﻴﻨﺎ ﺍﺟﻴﺎ
واش كاين شي طوبيس من المطار لوسط المدينة؟
ماقدرتش نجر صرافة الما.
أعضاء مجلس المستشارين كايبقاو فالمنصب ديالهم لمدة ست سنوات، بينما النص ديال الأعضاء كايدوزو الانتخاب كل ثلاث سنوات.
والو، عافاك.
قيد فالحساب ديالي، عافاك.
الفرادا لي دخلو لليابان فديك الوقيتة لعبو دور مهم فالربح ديال المعارك.
واش عندك شي وحدين كبار؟
هادشي كايعني انك ضيعتي حتى الفيزا ديالك. خاصك تطلب اعادة اصدار من عند الهجرة.
الشوف عندي ناقص.
واش كاين شي حلاق؟
اسمح ليا. عافاك قول ليا كيفاش نوصل لمحطة شينجوكو.
عافاك حول ليا البريد ديالي لهنا.
ﻋﻔﺎﻙ ﻗﻮﻟ ﻟﺸﺎﺭﻑ ﺭﺍﻩ ﺯﻭﻳﻦ ﺑﺰﺍﻑ
ﺍﻟﺘﻠﻔﺎﺯ ﻣﺨﺪﺷﺶ
تذكرة ذهاب إياب ل أوكسفورد، مع الساعة تسعود فخمسة.
مايمكنش ليا نديرها.
شحال كاتستهلك هاد الطوموبيلة؟
معاك ساطو. كريت طوموبيلة هاد الصباح.
مزيان. شكرا لك. بالمناسبة، واش الكسوة رسمية مطلوبة؟
واش تقدر تعطيني اسم و رقم الهاتف ديال شي طبيب؟
واش كاين شي دوا لدوار السيارة؟
بغيت شي سراويل.
تقدر تتسناني هنا؟
واش كاين شي ارتباط مع بيرث؟
آه، واش يمكن لينا نحصلو على قائمة التحلية؟
واش كاين شي عرض صوت و الضو؟
نعم، هو كذلك. إذن، تسجل هنا، سيد يامادا؟
الوسط، عافاك. نقدرو نحصلو على جوج بلايص مع بعضياتهم؟
ﻧﻌﻢ ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺴﺎﻳﻚ
واش يمكن ليك تنقص ليا إلا زدت جوجت الليلات؟
ﺑﻐﻴﺖ ﻧﺪﺧﻠﻮ
وقتاش غادي يكونو واجدين؟
في حالة إلغاء، عافاك اتصل قبل.
كاينة كاميرا لداخل. عافاك خليها فشي بلاصة آمنة.
فين كاينة محطة البنزين؟
واش هاد القطار كايتوقف فبالتيمور؟
ﻣﻤﻜﻦ ﺗﺠﻴﺒﻨﻲ ﺷﻲ ﻣﺎﺀ, ﻣﻦ ﻓﻀﻠﻚ
لا, شكرا. غادي يكون الظلام معظم الرحلة، على كل حال.
غير كانشوف. شكرا لك.
اسمح ليا، بالحق ماكانضنش هاد الرقم صحيح.
واش المشروبات داخلة فالثمن؟
شحال من دقيقة باقا قبل وصول القطار؟
من إنا باب هاد الرحلة غاتنطلق؟
اسم الأوطيل فين نازل هاد الليلة، أسيدي.
واش خاصني نحجز بلاصة فالمركب اللي كايهبط مع النهر؟
واحد الشخص غادي يجي من بعد.
تقدر تعاود تقول هاد الشي؟
واش المسرح قريب من هنا؟
احنا حفلة د ستة أفراد. بغينا نجلسو كاملين فنفس الطاولة، عافاك.
راه، اه، من ديك الجهة.
ﺷﻜﺮﺍ ﻟﻚ ﻋﻠﻰ ﺩﻋﻮﺓ ﺩﺧﻠﺘﻲ ﻟﻠﻌﺸﺎ
اسمح ليا. واش عندك الوقت؟
عصير البرتقال، بيرة، نبيذ، ويسكي و كوكتيل.
انت تسنى في الصف. وانا غادي نمشي ونجيب لينا مخروط دالايس كريم.
إينا طوبيس كايمشي لغراند أوطيل؟
بغيت ندير واحد الحجز لغدا فالليل.
عطاني الطبيب وصفة.
نعم. و اشمن صوص فسلاضتك؟
كيفاش بغيتيها؟
واش كا تاخدو شيكات سياحية؟
ﻫﺪﺷﻲ ﻃﻴﺒﻲ ﻣﻨﻚ ﻭﻟﻜﻦ ﺍﻧﺎ ﻓﻴﻪ ﺷﻲ ﺷﻐﻞ ﻻﺯﻡ ﺗﺨﺼﻚ ﺑﻜﺮﺓ ﻏﺪﺍ ﻓﺼﺒﺎﺡ
وليت كنتوحش روز و حساء ميسو.
لا، شكرا لك. واش يمكن لينا نحصلو على جوج كيسان ديال الما، عافاك؟
كانهضر شوية بالانجليزية.
ممكن تجيب ليا الما، عافاك؟
ف إينا طابق كاين؟
كنفضل أتاي.
إلا كان عندك، ماغاتعاودش تخلص منين غادي تاخد الطوبيس ربعة و ربعين.
ممكن تدوز لي الملحة؟
تقدر توريني داك البراصلي؟
هادي الوحدة.
جوج تذاكر لعرض الأربعاء، عافاك.
ﺷﺤﺎﻝ ﺍﻟﺪﺍﺧﻞ ﺍﻟﺒ9%9%84%9%89%9%89
عافاك ركب تمنية.
خود الرحلة الرابعة لنيويورك، من بعد شد اخر رحلة لواشنطن من نيويورك.
ﺍﻧﺎ ﺷﻤﺎﺀ ﺩﻳﺎﻝ ﺍﻟﺒﺮﺩ ﻛﺘﺒﻴﻊ
واحد كينت، عافاك.
كاينين فالطابق التاني.
وقتاش ضيعتيه؟
بغيت مكبر الصوت.
عافاك صايب هادا.
بطابيعت لحال. غادي يكون واجد مع لخميس.
واش عندك الخمر فالكاس؟
ﻣﺮﻳﺾ ﺑﺰﺍﻑ ﻋﻔﺎﻛﻢ ﺗﻮﻗﻒ ﻟﻮﺩﻳﻢ
واش توصلتي بشي فاكس؟
إينا طابق؟
واش يمكن ليا نخلص بشيك سياحي؟
ﻛﻨﺒﺎﺭﻃﻨﻲ ﻣﻊ ﺻﺤﺎﺑﻨﺎ ﺍﻟﻌﺰﻳﺰﻳﻦ ﻓﻲ ﻳﻮﻡ ﺍﻟﻜﺮﻳﻢ
هاهي الوصفة ديال دكتور طومسون.
فين كاين مستودع الحافلات ديال شيكاغو؟
ﻣﻤﻜﻦ ﺗﺠﻴﺒﻨﻲ ﺷﻲ ﺑﺒﺮ, ﻣﻦ ﻓﻀﻠﻚ
أنا بطالي.
آه، كاينين. راهم فالطابق التالت.
كاين شي رحلات سياحية على الرجلين للأماكن المشهورة.
عافاك ديني لأقرب أوبيطال.
ﻫﺎﺩﺷﻲ ﺯﻭﻳﻦ ﺑﺰﺍﻑ
ﺑﻐﻴﺖ ﻧﺸﺮﻱ ﺧﻤﺲ ﻭﺧﺎ ﺍﻛﻴﺪ ﻣﻐﺪﻳﺶ ﺗﺨﻠﻴﻬﻢ ﺃﺭﺧﻴﺎ
عافاك اعطيني بلاصة حدا الشرجم اللور.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺪﻳﺮ ﻟﻴﻚ ﺷﻲ ﺣﺎﺟﺔ ﻭﺍﺣﺪ ﺑﺎﻧﺘﺎﺡ ﻭﺍﺣﺪ
فين غادي يكون بلاصة مزيانة للزيارة؟
ماقدرتش نقرر. غادي نرجع من بعد.
تقدر تتحقق من الروايد؟
اسمح ليا. فين كاينين الأمتعة؟
ﺑﻐﻴﺖ ﻧﻤﺸﻲ ﻟﻠﻤﻄﻌﻢ
وريني هاداك، عافاك.
غادي نكون ممنون ليك إلا عاودتي النظر فموضوع تجديد العقد.
فيناهوما المفقودات؟
اشحال الارتفاع ديالنا دابا؟
بغيت كبوط تقيل للشتا.
انا من عشاق الطبخ الميريكاني.
واش يمكن لي نطرح آخر سؤال؟
واش يمكن لي نحصل على همبرغر؟
بغيناكم تجيو عندنا شي أيام فالربيع هذا.
واش هادي فعلا بوابة الركوب لرحلة طوكيو؟
شحال من مرة خاصني ناخدو فاليوم؟
ﺍﺗﺎﻱ ﺑﺎﻟﺤﺎﻣﺾ ﻳﺎﺭﺏ
ﻫﺪ ﺳﻨﺔ ﻓﻮﺭ ﻛﺘﻮﺟﻊ
فأينا رحلة الطيران وصلتي؟
سمحلي برزطتك، ولكن واش تقدر عافاك تاخد لينا صورة بهاد الكاميرا؟
تكسرت من يدي.
واش المسافرين كايركبو دابا؟
خود القطار الخضر من الرصيف رقم ستة.
ﻋﻔﺎﻙ ﻗﻮﻟﻴﻠﻲ ﺍﺷﻤﻦ ﻣﻄﺒﻴﻦ ﻣﻌﺎﻧﺎ
طاحت ليا الكاميرا ديالي. يمكن ليك تتحقق ليا منها، عافاك؟
سمح ليا. طيحت الخمر فالأرض.
آسف بزاف. راه اخرج دابا. عندك شي موعد؟
رحلة جيه إيه إل خمسة لطوكيو يوم تلاتة ماي.
عافاك قول ليهوم باللي راني نزلت مزيان.
واش يمكن ليك تدير ليا عدسات طبية فهاد النضاضر دالشمس؟
بالمناسبة، واش غادي نحتاج نلبس كرافاط؟
بغيت نبدلو لنفس الرحلة، ولكن فربعة مارس.
إيوا، غادي تجيبو لهاد لا كوموند لي تما؟
واش كاين شي طوبيس للمدينة؟
عافاك اتصل بيا أول ما تفيق فالصباح.
عطيني شي دوا ديال المعدة، عافاك.
كاينة غير أغراضي الشخصية فهاد الصاك.
اسمح ليا. نقدر ندوز، عافاك؟
بغيت نمشي للمرحاض، بالحق عندي بزاف د الامتعة. غادي نضطر نستنى.
كان طويل بزاف و تقيل بزاف.
عندنا عناية و صباغة ديال الضفار.
واش القطار غادي يجي فالوقت؟
الغرفة اللي حدا الباب فيها الصداع.
ﻣﺎﻫﻮﻝ ﻻ ﺧﻴﺮ ﻻ ﺷﺮ
واش نقدر نتسلف نسخة الساروت، عافاك؟
ﻣﻌﺎﻙ ﻳﻔﺮﺡ ﻟﻲ
ديني عند البوليس.
الأقراص المدمجة رخاص بزاف فهاد المحل.
بغيت لبشرة ديالي تكون ناعمة.
شريك ديالك على الخط. تفضل عافاك.
وقتاش خاصني ناخد هادا؟
واش نقدر نخلص بشيك سياحي؟
مالقيتش صحابي. واش تقدر تتصل بيه؟
ويسكي مع قطع الثلج، عافاك.
ﻃﺒﻌﺎ ﻓﻲ ﻫﺪﺍ ﺍﻟﺤﺎﻝ ﺳﺘﺤﻖ ﺍﻟﺸﺮﻛﺔ ﺗﻌﻮﺽ
ﻫﺬﺍ ﺭﻳﺠﻴﻢ
ﻫﺎﺩﻭ ﻛﺮﺍﻛﺎﺕ ﻳﺎﺑﺎﻳﻦ
تقريبا شحال خاصنا نتسناو؟
أنا بخير. غير كنحس براسي مزيان.
متافقين.
عندك توقف شيكاكو.
سمح ليا، لا. بلحاق يمكن ليك من الخارج و فالدير.
دفعت عربون.
بغيت عينة من البول.
ﺷﻜﺮﺍ ﺑﺰﺍﻑ
غادي نتسناك.
ما عنديش الحجز، بلحاق واش نقدر نمشي نغوص هاد العشية؟
كانلعب تنس جوج مرات فالسيمانة.
فين كاينة محطة المترو اللي قريبة من هاد الأوطيل؟
عافاك اكتب "أمتعة غير مصحوبة" فوق الباكية.
ﺍﺗﺴﺎﺏ ﻭﺍﺵ ﻏﺪﺍ ﻏﺪﺍﺕ ﺗﻤﻦ
هادا لطف كبير منك.
فين نقدر نلقى لحوالق؟
هادشي ولا أروع. مايمكنش يكون قليل الدهون. راه بجوج.
واش نقدر نتسلف ساروت الطواليط؟
منين يرجع، عافاك قول ليه يتصل بالسيد أوكادا.
غادي ناخد شريحة لحم نص طياب مع بطاطا فالفرن.
طناش أ. واش أنا جالس فبلاصة غالطة؟
وقتاش غادي ترجع؟
بغيت شريحة لحم.
هادشي بالصح. حنايا عدنا حتا بلايص تاريخية خرين معروفين فالمدينة و فالنواحي ديالها.
بصاح. راها المرة التانية لينا منين جينا هنا فشهر العسل.
ماعندي حتى هواية. غير الخدمة بالجد، كيفما كايديرو أغلبية اليابانيين.
ﺍﻩ ﻭﺧﺎ ﻛﻨﺤﺴﺒﻮ ﺩﺍﺋﻤﺎ ﻣﻦ ﺧﻼﻝ ﺍﻷﻓﻼﻡ ﻭﺍﻟﺒﺮﺍﻣﺎﺕ
فينا جناح؟
للوجهة الأخيرة، روما، عافاك.
أوه، الأستاذ كورن كايعجبو يدير امتحانات على غفلة.
واش بصح؟ إذن، شنو غادي يوقع؟
باليزتي تكرفسات.
واش كاين شي حاجة فاجآتك بخصوص اليابان؟
منين تشوف شي واحد، غير لوّح ليه.
بغيت نمشي شي نهار بكري.
فيا العطش بزاف. كاس كبير، عافاك.
ﺳﻮﻑ ﺟﺪ ﻛﺒﻴﺮ ﺗﻼﺡ ﺧﺎﺭﺝ ﻣﺪﻳﻨﺔ ﻛﺒﻴﺮﺓ ﻓﻴﻬﺎ ﻣﻮﻗﻊ ﻟﻜﺮﺍﺟﺮ ﻣﻮﺗﻴﻦ
ﺑﺎﻳﻨﺔ ﻫﺸﻴﺶ
واش تقدر تصور داك الباب مع الصورة؟
واش الفطور داخل؟
طبعات مزدوجة، عافاك.
كايجيو بزاف ديال الطاكسيات؟
آه، راه مفتوح للعموم.
بلايص فالطابق الأول، عافاك.
أنا مطلق.
واش هادي الطريق ديال لوطيل؟
اسمح ليا، ولكن هادشي بان ليا ناقص.
قلب ديالي كايزدح.
غادي نمشي من كالي لدوفر بالعبّارة.
بغيت تذكرة جديدة.
بيتزا مخلطة و جوج قراعي ديال البيرة، عافاك.
محتاجو فأقرب وقت ممكن.
اه، خصنا نردو لبال من سيدا.
هدية لماما.
ماشي مشكل، ما عرفتش بلي المراقبة الأمنية غادي تكون صارمة.
فين ننزل باش نمشي لشينا تاون؟
حوت مقلي.
خدام فبنكة.
اسمح ليا. يمكن ليك تنصحني بشي مطعم مزيان؟
شحال من أوقية يمكن لي ندخل لليابان بلا مانخلص عليها ضريبة؟
بغيت لعبة لدري.
بغيت نصيفط هاد البطاقة البريدية لليابان بالاكسبريس.
بغيت نصيفط هاد الرسالة بالبريد الجوي.
عندنا وحدة مزدوجة بخمسين دولار لليلة.
اسمح لينا، ماكانقبلوش سراول دجين و سيفيطمات.
بغيت نتقيد، عافاك. اسميتي هاروكو أوغاو. كانظن عندي حجز.
واش هادا هو الطوبيس الصحيح، هاداك لي جاي دابا؟
واش غادي تجيب شي هدايا لشي واحد فهاد البلاد؟
عافاك كول ماكلة ساهلة للهضم قد ما تقدر.
عافاك قل لييا الإجراءات الخاصة بالضرائب.
بلاصة غزالة، ياك؟
واش عندك توقيت القطارات؟
عفاک عونوني نقلب على واحد الولد لابس طربوش احمر.
اسمح ليا، بغيت نصيفط هادشي لليابان. بشحال كتقام البيطرة ديال هادشي؟
مشيت كاع امريكا ب اكري-طوموبيل.
واخا، غرفة رقم جوج صفر تلاتة. هاهو ساروتك.
الفيلم غادي يبدا مع لحضاش و نص دالليل. غادي يسالي مع لوحدا دالصباح.
مسطح، عافاك.
واش يمكن لي نحصل على اتصال دالفياق مع السبعة داليل؟
بغيت كاميرا ما تكونش غالية.
اليابانيين كيحسو بالإهانة منين كيتم استقبال الضيوف ديالهم ولا استقبالهم هوما بشكل سيء.
واش يمكن لي نحصل على بطاقات بريدية؟
وقتاش غادي تكون الإهداءات ديال الكتوبا؟
فهاد الساعة، أسيدي؟ هادي لحضاش دالنهار.
إينا خط هادا؟
واش كلشي مزيان؟
ﺣﻄﻲ ﻓﻮﻕ ﺍﻟﻔﻮﻕ
واحد قاسح.
ﺑﺸﺮ ﺍﻟﺜﻼﺟﺎﺕ
بغيت خاتم خطوبة.
ماشي بزاف.
هاهو الصرف، أسيدي.
لا. أنا ياباني.
واخا. بلايصكم غادي يكونو هنا.
استمرت فترة ايدو بلا حروب فالبلاد لمدة مياتان وخمسين سنة تقريبا
خود هادي تلاتة دالمرات فالنهار من بعد الماكلة لمدة تلاتة أيام.
واش تقدر تحمض هاد الفيلم؟
محتاج نتسلف لكومبيوتر ديالك، عافاك.
تقدر تجي عندنا نشربو شي حاجة ف الدار نهار الحد فالعشية؟
غادي ناخد داكشي.
كاينة شي ضريبة هنا، إذن واش يمكن ليك تبدلو بواحد آخر؟
واش نقدر نحصل على إبرة و خيط؟
جوج تذاكر ذهاب لبوسطن، عافاك.
مشيت لتلاتة ديال العروض ديالك العام اللي فات فاليابان.
ﻭﺍﺵ ﻧﻘﺪ ﻓﺮﺍﺳﻲ ﺩﻳﺎﻝ ﺍﻟﻌﺸﺎﺕ
بغيت نهدي ليك مونيكة من كيوتو.
كيفاش يمكن لي نوصل ليه بالميترو؟
ﻋﻔﺎﻙ ﻗﻮﻟﻲ ﻛﻴﻒ ﻧﻮﺽ ﻫﺎﺩ ﺍﻟﺮﻗﻢ
واش هادي الطريق الصحيحة؟
بغيت نسجل بللي ضاعت ليا وثائق مهمة.
راه اخر طبعة ديال العشرين رسام الكبار ديال اوروبا، وفيه تصاور ديال تقريبا ميتين تحفة فنية.
فين نقدر نلقى تذكرة طيران بثمن معقول؟
وقتاش كايتهز الرواق؟
ها انت. التوصيل فالصاك.
فين كاين مكتب الأكسسوارات؟
غادي ناخد واحد المارتيني.
واش هاد التليفون خارج الخدمة؟
إينا قطار خاصني نركب باش نمشي لأوكلاند؟
ضيعت بزطامي داخل هاد المركز التجاري.
واش يمكن لي نحصل على شي حاجة للشرب قبل الوجبة، عافاك؟
تلاتة د ستيك، واحد رُولُو د لكْرَاب كبِير، و عَشْرَة د لُانْجِيلْ.
ﺷﻨﻮ ﻃﺮﻳﻘﻪ ﻧﺪﻳﺮ ﻫﺎﺩ ﺷﻲ؟
كايقولو باللي الحرارة تحت الصفر.
عافاك بغيت اتصال دلفياق مع الستة.
اه. مزيان بزاف نتلاقا ناس مختلفين.
فهمت. كاينة زيادة د واحد فالمية.
ﻛﻴﻦ ﻧﺎﺱ ﻛﻴﺠﺮﻳﻦ ﻋﻠﻰ ﺷﻲ ﻣﺴﻮﻁ. ﻭﺍﺵ ﺑﻐﺎ ﻣﺘﺎﺑﻌﻮﺍ؟
الغسيل ما نشفش مزيان.
واش عندك قلم؟
خصك تجرب الوجبات المتنوعة فهاد البلاصة.
اليابانيين زقرامين وخا هما أغنياء.
بغيت نعرف اكتر على هاد الجولة.
ﻟﻮﻥ ﻫﺪ ﺍﻟﻌﺎﺩﺓ ﻣﺸﺎﺀ ﷲ
واش يمكن لي نحط الأمتعة ديالي فالكوفر؟
ﺍﻧﺎ ﻋﺮﻓﺘﻬﺎ ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺤﻠﻬﺎ
من البارح و أنا مريض.
ﻋﻔﺎﻙ ﺟﻴﺒﻴﻨﻲ ﺳﻠﻮ
استقلت.
كنتي غادي ب خمسة و ربعين فمنطقة السرعة فيها محدودة فتلاتين ميل فالساعة.
ﻭﺍﺷﻜﺮ ﻟﻚ ﻣﺴﻴﺮﺓ ﺍﻟﻴﻮﻡ
كا يضرني كرشي.
هادي المرة اللولة ديالي.
غادي ناخد طريف من هادشي.
كانقلب على سترة بجوج كمام ضيقين.
شرب بيرة.
بغيت نخلص خمسين بالدولار و عشرين ألف بالين الياباني على ود الرصيد.
ﻛﻨﻈﻦ ﺍﻥ ﻫﺪ ﺍﻟﺘﻐﻴﺮ ﻏﺎﻟﻴﺔ
وقتاش غادي تسالا العشية؟
الكنية ديالي هي ياماغوشي. ي ا م ا غ و ش ي.
بغيت نفتح الشرجم.
ﻓﻌﻼ ﻛﺘﺴﻜﺮ ﺑﺰﺍﻑ ﺍﻻﻣﻞ ﻳﺎﺭﻳﺖ ﺗﺨﻠﻲ
ﻛﻠﻬﻢ ﺑﺨﻴﺮ ﻭﺷﻜﺮﺍ
بلا فطور و بلا عشا؟
كانضن باللي هادشي مزير شوية.
واش كتبيع الطوابع البريدية؟
بغيت هاد التصميم غير على جوج صبعان.
بغيت نتسلف نضاضر اوبرا.
عطيني التوجيهات، عافاك.
شحال كادير دالسوايع؟
ﻋﻨﺪﻙ ﻣﺜﺎﻝ ﺩﻳﺎﻝ ﺍﻟﺘﻌﺎء
تقدر تقول ليا فين غادي نمشيو فهاد الجولة؟
بقى غادي نيشان فهاد الطريق، ودور على ليسر عند الإشارة الثانية.
غادي ناخدو إدا نقصتي ليا فيه عشرة فالمية.
اه، عاد دابا خديت واحد الغرفة، بلحاق الغرفة ماتصايباش.
ماعاجبانيش هاد الغرفة. عندك شي حاجة احسن؟
فين هي بوابة الركوب للطيارة اللي غادية لشيكاغو؟
واش يمكن يتعدل؟
بغيت نحجز بلاصة لسياتل.
بغيت واحد الطبلة كاتطوى.
شحال الثمن ديال نصف الإقامة؟
عشرين دولار على الأقل.
...زعما نرجع فحالي...ولا نمشي نشد شي كار نضرب بيه دويرة فالبلايص السياحية...الا ماكانش غالي بزاف
بالعكس. عافاك ماتتشوش.
الخدكة ديال باسكيات عندها واحد الجودة طفولية، واخا، التكوين ديالو معقد بزاف.
بالحق، غادي يكون مريح من بعد ما يتلبس.
تقدر توريني كيفاش نلعب هاد اللعبة؟
غادي نكون ممنون بزاف إلا قدرتي تحجز ليا طاولة حدا الشرجم.
غادي نوصلو مع العشرة واقفة. راه حنا شويا قدام الوقت.
واش عمرك كليتي الأكل الياباني؟
واش عندك شي شريط ديال الموسيقى الشعبية؟
رقم الهاتف ديالي هو واحد جوج تلاتة ربعة خمسة ستة سبعة.
أنا عندي دوخة البحر بزاف. واش يمكن ليك تجيب طبيب؟
واش بغيتي غرفة للمدخنين أو لغير المدخنين؟
كنضن باللي هاد السيد كان عليه يوقف.
كيبان فيك البرد.
محتاج شي سيور ديال الصبابط.
أنا مهتم بالتاريخ، داكشي علاش بغيت نزور الأماكن التاريخية.
إذن بغيت نحجز لسبعة.
سمح ليا، ماعندنا غير البيرة ولا الويسكي.
ماكاينش فالمكتب دابا. نقدر ناخد رسالة؟
عافاك صرف هاد الشيكات السياحية.
واش عندك صرف؟
حيت فأمريكا، ساهل تدخل للجامعة ولكن صعيب تتخرج.
كيفاش نقدر نشعل هاد الضو؟
تقدر تتحرك شوية ليمن؟
شنو هوما لمعلامات اللي كاينين فطريق؟
نعم، أنا. أنا غادي ل لوس أنجلوس.
خليه طويل.
تسالاو لي ليصانص.
واش يمكن لي نحصل على جوج بلايص خاويين لهاد الليلة؟
واش عندك طاولة لربعة؟
راه لهيه، غير قدام مكتب السياحة.
ﻋﻤﺮﻱ ﻣﺎﺳﻤﻌﺘﺶ ﻫﺎﺩ ﻟﻌﻨﺎﺓ ﻓﻲ ﺣﻴﺎﺗﻲ
سير نيشان حتى تشوف فارماسيان.
شحال كايسوى الفطور؟
ﻛﻴﻒ ﻧﻘﺪﺭ ﻧﺴﺎﻋﻚ
دور على اليسار فالتالتة د الزنقة.
واش تبغي القهوة ديالك فيها السكر والكريمة؟
واش يمكن ليك تصرف هاد الشيك ديال مياتين دولار؟
إلا بان، عافاك اتصل بيا.
فين هو المقهى؟
بغيت تريكو د الدراري الصغار.
واخا. كايسوى خمسة و تمانين سنت للبريد العادي و زيادة بتلاتة دولار و زيرو سنت للزيادة ديال التسليم الخاص.
كون كنت منك، غادي نشري هادا.
واش غادي تكون عندي شي صعوبة مع الجمارك؟
واش عندك صباط ديال الخدمة بالقياس ديال الرجل العريضة؟
لا، بلحاق واش نقدر نقترح عليك واحاد التوصول لي يقدر يستعملو واحاد الشخص فبلاصتو؟ عندنا واحاد القطعة.
بغيت بيرمانونت مجهد، عافاك.
بغات شي بيرة.
بْصّحْا. كِيفْ أَلْحَالْ؟
سمح ليا غادي نحتاج نشوف شي وثيقة كتعرف بيك.
ﺷﻨﻮ ﻧﻮﻉ ﺩﺍﺭﻱ ؟
هادشي بارد. تقدر تسخنو؟
آسف، هاد البلاصة راها عامرة.
أنا بخير. ولكن واش تقدر تتصل بصديقي؟
ﺷﻜﺮﺍ ﻫﺎﺩﻳﻚ ﻛﺎﻓﻲ
ﺷﻜﻮﻥ ﺍﻧﺴﺎﻧﻚ ﺍﻟﻤﻔﻀﻠﻴﻦ
نهار الصحة و الرياضة نهار عشرة أكتوبر هو عيد وطني الهدف منو هو تشجيع صحة المواطنين.
واش بغيتيني نتحقق تحت غطاء المحرك؟
واش تقدر تعاوني نلقا باليزتي؟
واش يمكن ليك تدير الترتيبات مسبقا؟
كايعاونوني. شكرا لك.
منين توصل لتما، سول واحد آخر، عافاك.
بغيت نزيد نهار ربعة وعشرين، عافاك.
ها هوما جوج دولار. خود الباقي.
واحد الهامبرغر وواحد الجبزبرغر، عافاك.
ﺷﺤﺎﻝ ﻛﺘﺨﺪﻣﻮ ﻋﻠﻰ ﺍﻟﻤﻌﺎﻣﻠﺔ؟
بغينا نخلصو كل واحد على ماكلتو.
البلاصة كانت فواحد الكرسي فلوبيطال.
عافاك صرف هاد الين لجنيهات.
بغيت شي ديكسيونير صغير، عافاك.
لجوج دالناس مع السبعة. الاسم هو واتانابي.
ساعتي. كانت سيكو رقمية.
غادي نكونو فرحانين نقدمو ليكم المشروب اللي ختاريتو، متبوع بالعشا. دليل كامل ديال المشروبات اللي كنقدمو فهاد الرحلة كاين فالدليل المعلوماتي ديال المجلة ديالنا.
واش كاتعيش هنا تقريبا؟
فين كاينة الكادو؟
أنا في الطريق السيار واحد قريب لخليج مورو.
بغيت شي منبه، عافاك.
بالمناسبة، سميتي هيروشي إيجيما.
هاد القطار كايتوقف فليك فوريست، ياك؟
أغلب اليابانيين كياكلو الأخطبوط والحبار.
ممكن تعطيني جوج تذاكر فالدرجة التانية لشيكاغو، عافاك؟
مشيت لنيويورك.
شنو هو رقم الرحلة؟
واحد لنيويورك، عافاك.
شي يامات هكاك.
التاني على اليسار.
هاد البطاقة، واخا؟
ﻭﺍﺵ ﻫﺎﺩﻱ ﻣﻮﻝ ﺍﻟﺴﺮﺟﻴﺔ ﻭﺍﺵ ﻛﺎﻳﻨﺎ ﻋﻴﻦ ﻗﺮﻳﺒﺔ
واش عشرة دولار كافيين بالطاكسي؟
هادشي مداقو فشكل.
آه. تسنا, غادي نجيب ليك واحد.
نص قرعة، عافاك.
بصراحة لا. غير شي حاجة ماشي غالية.
واش كاتقلب على شي حاجة؟
أربع ليالي.
محتاج شي تقاشر.
واش تقدر تدير شي تمن أقل حيت كاينين فيه شي طاشيات؟
...تسد الباب و مشات كملات شغلها...بعدما سالات...مشات جلسات فالصالون...خدات التليكوموند...و شعلات التلفازة...دوزات شوية ديال الوقت قدام التلفازة...بعدها ناضت و مشات للكوزينة...وجدات راسها ما تاكل...بعدها مشات جلسات فالصالون...كلات و شبعات...بعدها ناضت و مشات للبيت...هزات التليكوموند ديال الضو...و طفات الضواو كاملين...بعدها مشات و تخشات ففراشها...غمضات عينيها و نعسات.
مامتأكدش واش جمعت حوايج كافيين لرحلة ديال تلاتة دالسيمانات.
إيوا، بغينا شي نجرب شي خمرة بيضة.
ﻟﺒﺎﺏ ﻟﻴﺎ ﻳﺴﺎﻟﻪ ﻓﻘﻬﺎ ﻛﻔﻴﺔ
أنا متأكد باللي كان عندي فالجيب الدخلاني دالجاكيط ديالي.
واش يمكن ليك تعطينا الاسم والرقم ديال الطرف اللي كتعيط ليه؟
واش الطيارة غادي تخلص ليا باش نشري الأغراض الشخصية الأساسية؟
بغيت شي شومبر فيها البينوار.
واش ماخرج والو من الآلة؟
كان من المفروض تاخد الرحلة تمنية جوج صفر، اللي قلعات هادي ربع ساعة. واخا. نقدر نرتب ليك رحلة اخرى.
شي واحد فتح الپاكيط ديالي.
أوه، ماشي مشكل. راك هنا أصلا.
الخطوط الجوية اليابانية، رحلة رقم واحد جوج تلاتة.
محتاج نشري شومبوان.
تقدر تقول ليا وقتاش غادي نوصلو ل سيفيك سينتير؟
فين كاين أقرب جزار؟
بغينا نبقاو ربعا ديال الليلات من اللول ديال غشت.
شنو سميت هاد الوردة؟
خمسطاش شتنبر هو عيد احترام الكبير.
ماكايناش الصابونة فالغرفة ديالي.
واش كاين شي حاجة نقدر نديرها لهاد لحساسية؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﻐﻴﺮ ﺍﻟﻜﻼﺏ ﺇﻟﻰ ﻣﺎ ﻗﻠﺘﻲ ﺩﺍﺩﻱ
شحال دالوقت كاياخد الطلب؟
واخا تهدر لييا بشوييا، عفاك؟
شحال دالوقت غادي يبقى قبل ما يخرج؟
فين هي المعلومات الرياضية؟
هاد القياس هنا، لي كاتقول ليه القياس العادي، غادي يقد.
فين غادي تسالى الجولة، و وقتاش؟
فين خاصني نبدل التران باش نمشي ل إيدينبره؟
بغيت نحط هادي ف صندوق الأمان.
فين يمكن لي نصرف فلوسي؟
واش نقدرو نخليو حوايجنا، من غير الأشياء الثمينة، فالبيس؟
ﺍﻟﺴﻼﻡ ﻋﻠﻴﻜﻢ ﻫﺎﺩ ﺍﻟﺴﺮﻁ ﻟﻲ ﻓﺎﺗﺠﺎﻩ ﺩﻳﺎﻟﻲ ﻭﺍﺵ ﻣﻦ ﺍﺟﻞ
غادي نخلص خمسين دولار.
دابا عرفت شنو كان واقع.
معاك إيكدا. عندي حجز لطاولة للستة و نص هاد العشية. و لكن سمح ليا غادي نوصل نص ساعة معطل.
شحال من أوقية د العطر يمكن لي نحصل عليها بلا رسوم جمركية؟
ﻏﻴﺮ ﺳﻴﺎﺭﻳﺔ
مزيان، عافاك سينيهم. كيفاش بغيتيهم؟
واش باقي عندك بلايص للفراجة ديال هاد الليلة؟
بغيت واحد كبير.
مع الستة و نص.
انا فوتوغرافي حر.
السماسرية يقدرو يبدلو ليك الدولار ديالك بقمر. واش نمشيو؟
عندنا تقريباً تلاتين نوع من زيوت الحمام.
غادي يكون عندي العرض ليك السمانة الجاية.
ﺷﻜﺮﺍ ﻟﻚ. ﺑﺸﺮﻱ ﻫﺎﺩ ﺍﻟﻘﻔﺎﺭﺓ
خاصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات غاليين.
منين اصل هاد الحوت ديال فراشة؟
تقدر تبدلها بالدولار، عافاك؟
ﻛﺘﺼﺪﻕ ﺟﺪﺍ ﻋﻨﺪﻫﻢ ﻭﺍﺣﺪ ﻓﻲ ﻣﻘﺎﺳﺮ ﻳﺎ ﻋﻠﻰ ﻣﻮﻝ ﺍﻟﻤﻮﻝ
واش كاين شي ليموزين؟
واش يمكن لي نحصل على اتصال دالفياق غدا مع الخمسة و نص دالصباح؟
كنفضل شي غرفة هادية.
بغيت مزيل الصباغة ديال الضفار.
بغيت بطارية.
واش كاين شي فرقة ولا ديدجي؟
واش نقدر نكري معدات الغوص؟
بغيت نحجز غرفة لمدة ربع أيام من اتنين و عشرين ديسمبر.
واش هاد الصاك صالح لجميع الأحوال الجوية؟
ﺑﻐﻴﺖ ﺷﺒﺎﻛﻴﺔ ﻋﻔﺎﻙ
بغيت نكري طوموبيلة أوطوماتيك لمدة يوماين.
مشات عليا الرحلة عشرين لسان فرانسيسكو.
شحال للمطار؟
مزيان. وقتاش؟
ﺷﺤﺎﻝ ﺍﻟﻌﻤﺮ ﺩﻳﺎﻟﻚ
تقدر تقول ليا على شي فنادق نقيين و رخاص؟
نقدرو نحجزو ليك غرفة مريحة فواحد القلعة قديمة حدا واحد النادي ديال الكولف مشهور.
ﻛﻨﺼﺤﻢ ﻫﺪ ﺷﻲﺀ ﺣﻴﺖ ﻣﻦ ﻣﺆﺍﺑﺎﺕ ﺃﻧﻴﻘﻴﺔ ﻣﻦ ﻧﻮﺍﺭ ﻣﻘﺎﺩﻳﺶ
واش كايوقف القطار فبرايتون؟
تقدر تقول ليا فين نقدر ناخد طاكسي؟
جوج تذاكر فالدرجة الثانية، عافاك.
بغيت نصيفط فاكس.
بغيت مصلوح ديال السفر.
واش يمكن لي نعرض عليك شي حاجة؟
نهاري؟ خايف نسول، ولكن شنو كاتقصد؟
ﺑﻐﻴﺖ ﻭﺍﺣﺪ ﺗﻴﺴﺖ ﻓﻴﻪ ﺍﻟﻮﺭﺩﺓ ﺍﻟﻌﺎﺩﻳﺔ ﺑﻼ ﻣﺎ ﻧﻄﻴﺒﻬﺎ ﻭﻻ ﻣﺎ ﻧﻄﻴﺒﻬﺎ ﻣﺰﺍﻥ
ﺍﻩ ﻭﻟﻜﻦ ﻣﺎﺷﻲ ﺑﺮﻋﺎﻳﺔ
عندي لحساسيا من لمشاش.
اه، خاص تكون عندك رخصة السياقة و، اه، خاص تكون عندك رخصة من طرف لجنة سيارات الأجرة والليموزين.
تفضل، سيدي.
ماكانقدرش نحصل على الما سخون.
بغيت نحجز غرفة لهاد الليلة.
لا، راه معفي من الضريبة و رسوم الخدمة.
واش تبغي تمشي للتسوق معايا هاد العشية؟
ﺳﻼﻡ ﻫﺪﺷﻲ ﻓﺴﺘﻴﻢ ﻃﺮﺍﺏ
دابا المكالمة ديالك دازت. عافاك تفضل.
شنو هو رقم البوابة؟
ﺍﺷﻨﻮ ﺍﻟﺴﻔﻴﺮ ﺍﻟﻬﺎﻭﺀﻳﻜﻮﻥ؟
واش يمكن لي نمشي ليه بالميترو؟
بغيت بروشينك.
واش غادي نطفرو ب هضرة د زنقة
جيت من النرويج.
من العشرة للطناش، عافاك.
بالتأكيد. خليني نشوفو. تجرحتي بالمرجان، كنظن.
باشما كان، عطيني رقم الشخص المسؤول.
واش كاين شي طريق سيار؟
علاش ماجاش للحفلة البارح؟
كاين شي كسيدة ديال الطريق.
آسف، عندي الرقم الغلط.
دخل الكود ديالك.
ماقدرتش نضبط الصورة.
واحد سندويتش بالجبن وعصير البرتقال، عافاك.
ها هو جواز السفر ديالي.
ﻋﻼﺵ ﺷﻜﺮﺍ ﺑﺰﺍﻑ ﻫﺬﺍ ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺼﺎﺑﻮ
ممكن تعطيني جوج تذاكر للعرض الموسيقي للجمعة الجاية؟
واحد المسافر آخر گال راه يقدرو يبدلو البلايص معاك.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺼﺎﻭﺏ ﻓﻴﺎ؟
قول، واش كتعرف شي حاجة تستاهل تشوف هنا؟
لا، بغيت نكري واحد المجموعة صغيرة ديال العصى دالغولف وصباط.
واش تقدر تعلمني منين اتلقاو الأمتعة لي ضاعت؟
شنو سميت هاد المنتزه الوطني؟
عندي جرح صغير.
فين بلاصة ازوينة للتنزه؟
واش يمكن لي نحصل على شي فاكهة؟
واش يمكن لي نتغذى دابا؟
محتاج نصرف هاد الدولار.
محتاج طاكسي. أنا ف ساوث ماين و ليبرتي.
ﻃﺒﻌﺎ ﻭﺍﺵ ﻣﺤﺘﺎﺟﻲ ﻟﺒﺮﻃﺎﻝ
ﻣﺎﺷﻲ ﺗﻔﺎﺻﻴﻞ ﻳﻜﻮﻥ ﻧﺨﺎﺹ
غادي نعطيك وصفة. ديها لصيدلية.
كنطيرو تلاتة دالمرات فالسيمانة، التلات والجمعة والسبت.
هادشي غالي، ياك؟
آه، عندنا. غادي نوجدوه ليك.
واش تقدر تخلي أمتعتي عندك حتى لتلاتة؟
لا، بغيت غير ندوز.
واش يمكن ليا نحجز طوموبيل اكتيسيتي هنا؟
واش انتا ميريكاني؟
لهاد البلاصة، عافاك.
طوموبيلتي خاسرة.
فيناهو الظل ديال العين؟
بغينا شي كوان هادي، إيلا كان ممكن.
واش هاد الطاكسي خاوي؟
واش هادي محطة إكسبريس؟
معاياش خاصني نجي؟
بغيت أبريق صغير ديال النبيذ الأبيض.
أوه. واش يمكن لي نأجل الوجبة ديالي؟ ما كنحسش براسي مزيان دابا.
ﻓﻌﻼ ﻋﻨﺪﻱ ﺧﺒﺮﺓ ﺍﻧﺎ ﻧﺘﺮﺍﺣ
شي سروال آخر؟
واش يمكن لي نحصل على برنامج؟
الليلة اللي فاتت، الشومبر ديالي دكدكوها.
وريني لحوت لي شفت ليوم فتصويرة ديال الكتاب، عافاك.
شوف التعليمات على الغلاف ديال الماكلة المعلبة بالتفريغ.
بغيت فلوس وراقية.
خطف ليا بزطامي و هرب.
ﻭﺍﺵ ﻣﻌﻨﺪﻛﺶ ﺩﺭﻭﺑﺎﺕ ؟
فين نقدر نشري التنابر ديال البريد؟
انا من بريطانيا العظمى.
خاصني نتشاور مع مراتي فهادشي.
بغيت تعويض على هادشي.
كاين واحد التيليبوتيك قدام هاد البنكة.
غادي نوصل نهار تسعود مارس ونغادر نهار ربعطاش.
هادشي غالي شوية، ماشي؟
واش عندك الفيشي؟
فين كاين المحطة الطرقية؟
واش تبغي شي تحلية؟
واش كتهضر؟
ﻧﻔﺲ ﻟﻲ ﻋﻔﺎﻙ
الطلبية ديالي مزال موصلاتش.
كاين بزاف دالينابيع السخونة.
عافاك صرف ليا خمسين الف ين ياباني للدولار الامريكي.
هادشي مزيان. فالحقيقة بغيت نكمي.
فين يمكن ليا نكري حوايج ديال التزلج؟
واش نسيتي مشروباتنا؟
واش تقدر تصيفطو ليا على العنوان ديالي ف اليابان ب البريات الدولية ديال الجمع؟
بغيت كاس ديال الروج.
ﻏﻴﺮ ﺍﻻ ﻛﺎﻥ ﺩﻳﺎﻟﻚ ﺳﻴﺪ ﺍﻟﺬﻱ ﻫﻬﻬﻪ ﻏﻴﺮ ﺷﻲ ﻧﻜﺘﺐ
ﻣﻮﻓﻘﺔ ﻛﻔﺎﺀ ﻧﺪﻳﺮﻟﻚ
عندنا البيرة، الويسكي، البراندي، الجن، الفودكا، و النبيذ.
بطاقة الهوية، أوه، عندك الصح. واخا لاكارط ناسيونال؟
رقم الغرفة ديالي هو تلاتة عشرين ستة. واش تقدر تهز ليا الغسيل ديالي؟
غادي نشوف واش كاين شي قياس من هادو.
بغيت غلاي دالما.
جيب لييا شوييا ديا فرماج محكوك.
واش يمكن لي نغسل قميجاتي غدا فالصباح؟
واش يمكن ليك تخليه يعاود الاتصال بيا؟
علاش إذن؟
اسمح ليا. واش كاين شي مكتبة قريبة من هنا؟
كنضن باللي راك غالط. الغرفة كانت مدفوعة مسبقا. عندي التوصيل.
الطوبيس كاين لهيه.
بغيت جوج بكرات من فيلم أيزّو مية، بالألوان، ستة و تلاتين صورة، عافاك.
بغيت نصرف هاد الشيك بسبعين دولار.
بغيت نشري تنابر عشرة ديال البيطاقات البريدية لليابان، عافاك.
واش كاينين شي بنوك حدا المحطة؟
سمح ليا كاين شي غلط فالفاتورة.
ها هو هنا.
واحد سندويتش ديال الكفتة، باش نديه معايا، عافاك.
مايمكنش ليك تدير خدمة التصميم بلا كمبيوتر.
ﺩﻭﺯﻭ
كاين تقطاع هنا فبلاصت القميجة. واش تقدر تخيطها ليا، عافاك؟
شحال التذكرة ديال الذهاب فقط لمانشستر؟
واش تقدر تسلفني كابل تشغيل البطارية؟
فين نقدر نشري پياركو ديال لبحر؟
إذن، عافاك دير ليا حجز جديد.
اعطيني شريحة الديك الرومي، ولكن ماشي غليضة بحال هكا.
احنا جايين مع السبعة.
ملي كنشوف الأثمنة رخاص هاكا، كيبان بلي حشومة نشريو أي حاجة فاليابان.
حتا أنا تسرقوا لي السجلات ديالي.
واحد مخروط مثلجات الفانيليا، عافاك.
متافق. خاصها ترجع حاجة طبيعية بزاف.
ردّوا البال للفجوة، ردّوا البال للفجوة، ومن بعد قربوا من البيبان، عافاكم.
غادي نحتاج بطاقة الاتمان.
هاهو الرقم.
وريني شي بلاصة زوينة فهاد الواد، عافاك.
عافاك عطيني تقرير الحادث.
لا، شكرا ليك دابا.
واخا، عافاك بقى على الخط. سيد ناكاجيما، السيدة سايتو باينة ماتتجاوبش على الاتصال. واش بغيتيني نحاول نتاصل بيها شوية اكثر؟
واقيلا، ولايني خاصنا نزنوهم بوحدهوم.
ﺑﺎﻳﻨﺔ ﺷﻮﻳﺔ ﻧﺎﺩﺓ ﺑﺰﺍﻑ
فيناهوما أغراض السفرديال الرحلة رقم سبعة زيرو تلاتة؟
كاين شي موشكيل فالقبضة ديالك.
واش غادي يخسر؟
لا, شكرا. من احسن بلاش من شي شراب اخور.
عافاك قول ليا شي شوارع مزيانة للتسوق.
واش هاد الطوبيس كايمشي لفندق هيلتون؟
دابا، هاد اللوحة راها خاصة بزاف. راها من طرف تسوروتارو كاتاوكا. هو معروف كفنان عالمي.
عندي واحد التقدير كبير للموسيقى الكلاسيكية.
واش يمكن لي نعرضك للعشاء فشي وقت؟
واخا. اشنو سميت الحزب ديالك و الرقم ديالو، عافاك.
سمح ليا. خرجني، عافاك.
واش تقدر تتصل بشي موظف كيهضر باليابانية؟
كانزورو العائلة ديالنا بزاف.
ميكي هاياكاوا. هادا الشومبر سبع ميا و جوج.
خاصني نبات هنا هاد الليلة، ياك؟ واش تقدر تعاوني نحجز غرفة أوطيل؟
ما خاصش يتطول. اخمسطاشر دقيقة على الأكثر.
واش تقدر تقول ليا تكلفة هاد المكالمة؟
واخا، تقدر تقول ليها أنا عيطت، عافاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جولة فالصباح؟
واش كتصرف العملات الأجنبية؟
الميزانية ديالنا هي تقريبا خمسين دولار فالمجموع لتلاتة دالناس.
فين نقدر نشري فيلم د تصاور؟
واش عندك بيرة يابانية؟
بغيت شي مايو فالموف قياس صغير، عافاك.
بغيت نتقيد على قبلي الصيكان ديالي.
معاك الانسة كاوانزو فالغرفة سطاش حداشر.
ﻣﺮﺣﺒﺎ ﺑﺨﻴﺮ
ماكاينينش.
اشنو اللي اهم عندكم يا اليابانيين رأس السنة الميلادية ولا عيد الميلاد؟
رقم المقعد ديالك هو اتنين وتلاتين ألف. من بعد، سير نيشان فهاد الممر. راه مقعد حدا الشرجم.
واحد الدقيقة، عافاك.
عافاك عمر تقرير الضياع.
ﻣﻔﻬﻮﺽ ﺍﻹﻣﺮﻳﻀﺔ ﻳﺤﻂ ﻋﻠﻴﺎ ﺍﻟﻠﻐﺔ ﺍﻟﺒﺮﻳﺔ
من لبارح.
داخل فيه اصطدام و تأمين المسؤولية.
تلف ليا الديكلاراسيو ديالي.
واش عندك شي بادجات زوينين؟
كا نعيط من كشك عمومي في ميسي.
هادو كبار بزاف.
ﺷﺤﺎﻝ ﺗﻤﻦ ﺩﻳﺎﻝ ﺍﻟﺤﺎﺩﻛﺔ ﻟﻜﻞ ﺳﺎﻋﺔ
السيدات والسادة، فالرحلة ديالنا اليوم، عندنا مضيفات الرحلة اللي كيهضرو باليابانية واللي يمكن التعرف عليهم من خلال الدبابيس اللي لابسينها. إلا كنتو عارفين شي واحد محتاج للمساعدة فاللغة، عافاكم خبرونا.
واش كاينة شي فترة معينة للفن لي كتفضل؟
عافاك تحقق منو مرة اخرى.
سير نيشان مع الواد تقريبا واحد الميل. غادي توصل للبارك.
لا، راه متينين بزاف.
واخا، غادي نصيفطو ليك للاس فيغاس.
ﻛﻨﻘﻠﺐ ﻋﻠﻰ ﻗﻤﺔ ﺟﺮﻭﺏ
واش تبغي تشرب شي حاجة من البار؟
من هنا عافاك. خود هاد المصعد.
من الأفضل تاخد القطار لي غادي ف التمنية و النص.
واش كاين شي قاعة ديال السينما هنايا؟
دابا هادا موسم المحار، إذن غادي يكونوا مزيانين.
بغيت شي ساعة اليد تكون مستعملة.
غادي نتقيد مع التسعود بالليل.
تعطل الحال. خاصني نمشي.
ماستعملتش خدمة التصبين ديالك. واش تقدر تتحقق من هاد الشي مرة أخرى؟
بغيت اتاي، عافاك.
لا، ماكاينش.
واش هادي هي المحطة الأخيرة؟
يالاه نعيطو ليه.
واش هادشي حار؟
فين يمكن لي نلقى طوبيس سياحي؟
اه، بغيت ندير سياحة فالمدينة.
كاين بزاف د السياح دايرين بالبناية كيبانو تجمعو باش يشوفو شنو واقع
ﺷﻜﺮﺍ ﻋﻠﻰ ﺍﻟﻐﻮﺍﺝ ﺩﻳﺎﻟﻚ
ﺻﺎﺣﺒﺎﺗﻲ ﺍﺣﺴﻦ ﺳﻴﺎﺳﺔ
تقدر تفيقني مع الستة، عافاك؟
شحال كايسوى لنص نهار؟
انا كنجي.
واش كتعرف شي بلايص مزيانين يتشافو فشيكاغو؟
ايوا، ايلا كنتو بزوج مصممين، غادي نوافقكم.
تقدر تبدل هادا بواحد أخر من نفس النوع، عافاك؟
بغيت ندير واحد الحجز لتلاتة و نص ديال العشية.
صندوق السلامة، عافاك.
عافاك اختار شيخون ديال النبيذ مزيان.
بغيت شي بلاصة صغيرة.
واش خاصني نخلص البنزين؟
شفار. شدوه.
كنتسناو صحابنا يجيو.
عافاك اعطيني شوية صرف.
بيرمانونت مجهد، عافاك.
ﺣﻠﻮﺓ ﻭ ﻛﺘﺸﻬﻲ
شناهي أوبيرا ديال اليوم؟
مفللل، عافاك.
الغسيل ديالي باقي مارجع.
بالمناسبة، واش مسالي السبت الجاي؟
ايوا، إذن، يمكن نتفاهمو مزيان بجوج.
ﺣﻴﺖ ﻋﺎﺭﻓﺎ ﻛﻴﺒﺎﻥ ﻓﻲ ﻣﺴﺎﻛﻴﻦ
ﺍﻧﺎ ﻓﻬﺎﺫ ﺣﺘﻰ ﺗﻘﺪﺭ ﺗﺴﺎﻋﺪﻧﻲ ﻓﻲ ﻣﺸﻜﻞ ﺍﺧﺮ
واش يمكن ليك تدير ليا عدسات طبية فهاد النضاضر دالشمس؟
غادي ناخد جوج من هادو.
ﻭﺍﺵ ﻛﻼﺏ ﺯﻭﻳﻨﻴﻦ، ﺍﺵ ﻣﻨﺸﻮﺭ؟
طاحت ليا الشوكة. جيب ليا وحدة خرى، عافاك.
كان داكشي زوين.
ﻭﺍﻳﻴﻴﻴﻴﺲ ﺳﻴﺮ ﺳﻴﺮ ﻭﺩﻧﻴﺎ ﻋﻨﺪ ﺍﻟﺠﺮﺑﺔ ﺗﺠﺪﻱ ﻋﻠﻴﻚ ﻋﻼﺵ
واش عندك شي فيلم للشرائح بالألوان؟
واش كتعرف كاتي؟ راه عيد ميلادها.
واش عندك لائحة ديال الألوان؟
واش يمكن ليا نخلص بشيك سياحي؟
ولكن هو را راجل كيفاش انا عرفت هداك هو را
واش يمكن لي نحصل عليه بلا ضريبة؟
ما نقدرش ندير الأمتعة ديالي تحت المقعد. واش تقدر تحتافظ بها ليا، عافاك؟
ﻣﻤﻜﻦ ﺣﻄﻲ ﻫﺎﺩ ﺍﻟﺸﻴﺮﺓ ﻓﺎﻟﻜﺴﻮﺓ
غادي نخرج دابا، إذن غادي نديه معايا.
عافاك صيفط ليا لي يهز ليا الباليزات ديالي مع الستة و نص.
بغيت خريطة سان فرانسيسكو والمنطقة اللي دايرة بيها.
ﺍﺷﻨﻮ ﺩﻳﺎﻝ ﺍﻟﺨﺒﺰ
فين هو المصعد؟
واش كاين شي واحد يقدر يعزف على البيانو؟
فينا غار خاصني ننزل باش نمشي لمبنى إمباير ستيت؟
الميزانية قل من ألف دولار.
...ولكن ماكانظنش عندي الوقت باش نبقى جوجت الليلات. واش تقدر تحجز ليا غرفة ثنائية ف هداك الفندق ليا انا ف ليلت اطناش مارس بوحدها؟
واش يمكن لي نحجز غرفة مزدوجة كتطل على المحيط؟
باقي ما قررناش.
تعكل صاحبي و تلوى ليه الكاحل.
غادي نجرب شي مونادا.
واش كاين شي مطعم تايلاندي قريب من هنا؟
ﻫﺎﺩﺍ ﻟﻴﻄﺎﺡ ﺩﻳﺎﻝ ﺍﻟﻤﺒﻨﺔ ﻫﺎﺩﻱ ﻣﺮﺓ ﺑﻨﻔﺲ ﺍﻟﻄﺮﻳﻖ ﻟﻲ ﺩﺍﺭﻭ ﻣﻨﻬﺎ ﺣﺘﻰ ﺍﻟﻤﺮﻳﺒﺔ ﻭﺩﻉ ﻟﻠﺴﺎﻉ ﺍﻻﻳﺎﻡ
خاصني نشد الطيارة للوس أنجلوس غدا فالصباح بكري.
من بعد، نقدر نوصي ب "جولة مدينة سان فرانسيسكو". هادشي كيعطيك الخطوط العريضة ديال سان فرانسيسكو.
بغيت ناخد تأمين.
ﻧﺪﻳﺮﻭ ﻛﻤﺎﺱ ﺑﺎﺭ ﺍﻟﻔﻮﻝ ﻳﺴﻜﻦ ﺍﻟﻀﻮﺀ
بغات تشري كسوة.
شحال ثمن الطاكسي لهاد الأوطيل؟
فيناهو المرحاض؟
واش كاين شي رسوم الدخول لهاد المبنى؟
دير اللي بغيتي.
كا نقلب على شي حاجة داللباس.
النافذة عاركة.
ف إينا جهة من ساحة الإتحاد كاينة؟
نص اونصة من العطر رقم خمسة من شانيل، عافاك.
ﻭﺍﺵ ﻧﺸﺮﻱ ﻗﻬﺮﺓ
واش خاصني تذكرة؟
بشحال تقريبا كتكلف الخدمة؟
شحال دالطريق من هنا؟
ﺍﻟﻜﺮﻳﻤﺔ ﻭﺍﻟﺴﻜﺮ؟
واش عندك شي تخفيض بالنسبة للأعضاء؟
واش كاين قطار سريع جدا مع التسعود و نص؟
خليني نتحقق من زيت الفرامل والمحرك ديالك. محرك السيارة ديالك كيبان لي قريب يطفى.
ماكانتش الغلطة ديالي.
ﻻ ﻳﻮﺗﻴﻮ
غادي نبلغ هادشي للبوليس.
واش كل واحد غادي يخلص المشروبات ديالو؟
من تلاتين تال خمسين دولار فالليلة.
عافاك صلح هادا.
ﻓﻲ ﺍﻳﺎﻡ ﺍﻟﺴﻨﻴﻦ ﻭﻓﻲ ﺍﻟﻤﻨﺎﺳﺎﺕ ﺧﺎﺻﺔ ﺑﺎﻟﻌﺮﺍﺭﺍﺕ ﺍﻟﻌﺮﺑﺔ ﻭﺍﻟﺘﺠﺎﺑﺎﺕ ﺍﻭ ﻟﻌﺎﺩﻳﺎﺕ
ﻣﺎﺭﺍﺀ ﺑﺰﺍﻑ ﻋﻔﺎﻙ
علاش ما تعطيش ليها شي كادو؟
ﺍﺷﻤﻦ ﻓﻴﻠﻢ ﺗﻨﺼﺤﻚ
هاهي عشرين و عطيني جوج دولار صرف، عافاك.
دازت على جيهتي.
يمكن لي نجي مع الجوج.
واش هادو الأمتعة ديال الرحلة الجوية ديال الخطوط الجوية اليابانية زيرو واحد؟
ﺍﻧﺎ ﻓﻮﻕ ﺍﻭﻝ ﻣﺮﺓ ﻟﺪﺍﺭ ﺑﺎﺭﻳﺲ
واش يمكن ليك دير تقدير ديال التكلفة قبل ما تبدا تخدم عليه؟
دخل، عافاك.
الرحلة ديالنا على الأقدام غادي تكون ممتعة بزاف.
فين يمكن نركبو فالباطو؟
ما عندناش شي ميكة لهاد الكمية داكشي علاش غادي نديرها فهاد الميكة الكبيرة ديال البلاستيك.
بغيت نلعب التنس.
كاين عصير الأناناس و البرتقال و مطيشة.
في الجهة اليسرى من هاد الطابق، حدا الدروج المتحركة.
ﺷﻨﻮ ﻛﻴﻠﻮ ﻓﺴﻠﻮﺯﻱ ﺍﻟﻴﻮﻡ
ماتبغيش تشوف شي فيلم اخر؟
عافاك صرف هاد الشيك السياحي لفلوس.
بغيت ناخد نفس الدرس غدا، عافاك.
ﺣﺘﻰ ﻣﻤﻜﻦ ﻧﻌﻮﺩﻙ ﺑﺎﺵ ﻛﺘﺮﺟﻲ ﺷﻲ ﻭﺟﻮﻫﻴﻦ
محتاج لهدية لعيد زواج.
ﺷﻨﻮ ﻣﻮﻝ ﻣﻮﺳﻴﺔ ﻓﻴﻬﺎ ﺩﺍﺑﺎ
واش عندك مرايا؟
اسمح ليا، ولكن ضيعت طريقي. واش تقدر تعاوني؟
غادي ناخد هادي، عافاك.
مايمكنش ليك تدخل القنبول لكندا.
ﻣﺎﺷﺎﺀ ﷲ ﻋﻠﻰ ﻣﺎﻟﻴﺪﺓ ﺩﻳﺎﻟﻚ
واش محتاج لشي مساعدة؟
تقدر تحجز ليا طاكسي لستة دالصباح غدا، عافاك؟
شنو تبغي معا الطبق الرئيسي ديالك؟
واش كاين شي بوتيك هنايا؟
هاد لبلاصة عامرة بالناس، ياك؟
اسمح ليا. غادي يكونو واجدين من دابا شي خمسة دقايق.
ضربني البرد فعنقي فاش كنت ناعس.
واخا، ماشي مشكل. واش يمكن لي نشوف جواز السفر ديالك؟
ماعندي حتى شي فلوس.
وقتاش خاصني نكون فالمحطة؟
كاين بزاف دالمطاعم غير فهاد الجوايه.
راه حدا غرفة المعاطف.
ﺯﻭﻳﻨﺔ ﻣﻌﺎﻙ
واش كاين شي جولة ديال بعد الظهر؟
ﺍﻧﺎ ﻣﻊ ﺻﺤﺎﺑﻲ
استمتعت بالإقامة ديالي. شكرا لك.
البحر لتحت مباشرة. مشهدة شحال واعرة.
...شكرا على انتظارك، آنسة ماغواير... ها هو... تفضل، عافاك...
واش عندك شي وثيقة الهوية مصورة؟
سبعة، عافاك.
بغيت نصيفط هادشي ل صاىون. وقتاش يوجد؟
عندي سروال مخطط.
اه. شي باليزات ديال شي ناس اخرين جاو للغرفة ديالي دابا. واش ممكن تتحقق من هادشي، عافاك؟
واش تقدر تشرح ليا بتفاصيل اكثر؟
واش نعستي مزيان؟
تقدر تضغط على زر التصوير؟
جوج سوارت، عافاك.
بغيت شي مصباح.
راه ف اللّخر ديال هاد الكولوار.
بغيت ورق الرسائل.
واش غادين فالكار؟
قلتي غادي ل طوكيو غدا؟
خليني ناعس حتال تسعود.
خاصني نحول ل إيي دابليو واحد زيرو زيرو. واش ممكن؟
كي دايرة لعبتك هاد ليام؟
ﺃﻭﺩ ﺑﺎﻟﺘﺸﻮﺭ ﻓﻲ ﺍﻟﺼﺪﺭ
مكاين مشكل. ايلا جيتي فالخامس من شتنبر، تقدر تستمتع بمشاهدة فيلم علمي، حيت عندنا يوم مفتوح خاص فالجمعة الاولى من كل شهر.
واش عندك شي رحلات سياحية أخرى؟
واخا، خمسة فالمية ديال التخفيض. واش هادشي مزيان؟
انا غادي لباريس.
ماشي اخر نموذج، ياك؟
مقررة مع التمنية و نص دالليل بالتوقيت المحلي.
ﺩﻳﺮﻭ ﻣﻌﺎﻧﺎ ﺩﺍﻙ ﺍﻟﻤﺒﻨﺔ
واخا. غادي ناخد واحد الزلافة متوسطة و واحد الكرة دالروز.
ﺷﻜﻮﻥ ﻫﺎﺩ ﺍﻟﺸﻜﻮﻕ
بغيت نشوف هاداك اللي في الزاجة، عافاك.
لا، مستحيل. حنا ف عطلة. ما غاديش نگلس ف غرفة الفندق و نتفرج ف البيسبول ف التلفزة. بغيت نمشي نشوف مسرحية.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻠﻴﻪ
واش تقدر تجي تصلح هنا؟
بغيت شي ألياف اصطناعية.
سميتي تارو طاناكا. عندي حجز.
بغيت شي كريم نغسل بيه.
بغيت كسوة كم.
سرقولي الصاك ديالي.
ﺑﺎﻟﻨﺴﺒﺔ ﺗﻮﺟﻬﻨﺎ ﺑﺰﺍﻑ ﺍﻟﻤﺮﺍﺕ ﻭﺍﺵ ﻻ
واش يمكن لي نشوف القائمة ديال الماكلة مرة أخرى؟
ﻣﺎﺯﻳﻦﺷﻮﻱ ﻛﻴﺒﺎﻥ ﺷﻮﻱ
ﺷﺤﺎﻝ
ﺍﻟﻔﺮﺝﺑﺮﻙ ﻋﻔﺎﻙ
ﺟﺒﻞ ﻓﻮﺟﻬﻲ ﺍﻭﻝ ﺗﻠﻴﺎ ﻓﻲ ﺍﻟﻴﺎﺣﺔ ﺃﻭ ﺃﺑﻮﻛﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺘﻤﺪﺎﺕ ﺃﻭ ﺍﻟﻤﻨﺰﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺪﻧﻴﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻋﺪﺍﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻃﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎﺕ ﺃﻭ ﺍﻟﻤﺴﺎﻭﻋﺎ
لا، باقي. كاين شلا ما تختار.
بغيت شي كريم ديال الليل.
كاين بين المخبزة والجزار.
واش يمكن ليك تقصر الاكمام؟
سمح ليا ماكاين حتى شي ملعب دالغولف هنا.
تقدر توريني الخاتم التاني على اليسار؟
تقدر تقول ليه يعيط ليا؟
عيطت دولي. واش شدوه ليك بعدا؟
هادي غالطة.
ﺍﻩ ﻫﻮ ﻻﻥ ﺗﺘﺸﻮﻑ ﺍﻟﺮﺍﻳﺔ ﻣﻊ ﺍﻟﺒﺮﻳﺔ
ﻣﺘﺎﺛﺔ ﻛﺘﺴﻤﻌﻴﻬﻢ ﻳﺎﻙ
بغيت ندير مكالمة هاتفية ب بطاقة الاتمان.
بغيت نديه معايا.
منين يوصل، غادي نخلصو باش نصيفطوه حتال العنوان ديال الدار ديالك.
ﻫﺎﺩ ﺍﻳﺎﻡ ﻛﻨﺪﻳﺮ ﺩﺍﺋﻢ ﺑﺎﺳﺘﻮ ﻓﺎﻟﺨﺪﻣﺔ
أوه، واخا. فهمت. غادي نجي عندك.
لا، باراكا.
واش يمكن لي نحصل على بطانية وخدية؟
ﻭﺍﺵ ﺗﻮﺟﺪﻫﺎ ﻓﻮﻕ ﻗﻮﻳﺔ ﻣﻦ ﻓﻀﻠﻚ
ﻛﺎﺱ ﻗﻮﺓ ﻣﻦ ﻓﻀﻠﻚ
كانقلب على شي بطاقات اللي عادة كاتكون من هاواي.
واش تقدر تجمع الخصر بتلاتة سنتيمتر؟
أنا ف نفس العمر.
ﻭﺍﺵ ﺗﺠﻴﺒﻨﻲ ﻗﻬﺮﺓ؟
تلتمية و خمسين دولار؟ هادشي فوق مزانيتي.
واش خاصنا نديرو تصويت على هاد الشي؟ إلا ماكانش، كانظن وصلنا لشي خلاصة، غادي نصيفطها لمجلس الإدارة ديالنا غدا فالصباح.
واش كاتعرف إلا كاينين أوطيلات رخاص؟
ﻣﺴﺎﺀ ﺍﻟﺨﻴﺮ ﺍﻧﺖ ﻧﻤﺖ ﻣﺰﻳﺎﻥ
شنو ناوي دير من بعد ما تسالي قرايتك؟
سرقوني في الشارع، سرقو ليا الصاك من كتفي.
واش كان عندك شي خدمات اخرى غير الفطور ديال الصباح؟
ﻳﺎﺭﻳﺖ ﻛﺎﺱ ﻗﻬﺮ ﺑﻴﺾ ﻣﻦ ﻓﻀﻠﻚ
واخا. واش كاين تما فندق شيراتون؟
ﻛﻨﺘﻤﻨﻰ ﻣﺎﻳﻜﻮﻥ ﻋﻠﻴﻚ ﺍﻟﻌﻴﺎﻥ
بغيت نكري سيارة من هاد الدرجة لمدة يوماين.
غادي ناخد لقطة ديال جاك دانيالز.
بغيت كيس ديال البوبكورن، عافاك.
طاحت ليا العكاز ديال السكي.
ما كنجيبو حتى هدية للعرس، بلاصت داكشي الضياف كيجيبو الفلوس.
بغيت نصيفطو بالبريد البري او البحري.
الطيارة وصلات معطلة بسباب الثلج الكثير.
شارجي، عافاك.
واش تقدر تاخد رسالة، عافاك؟
اسمح ليا، مافهمتكش. واش ممكن تهضر بشوية عافاك؟
شنو نقدر نوريك؟
واش نقدر نتصور؟
من مية.
رقم الرحلة هو اتش بي تسعود وتمانين لطوكيو نهار لحداش مارس.
واش يمكن لي نحصل على نفس الوجبة بحال هادا؟
واش عندك واحد آخر؟
عافاك جيب ليا الفطور ديالي للغرفة ديالي غدا فالسبعة ديال الصباح.
خدام الصيانة غادي يطلع دابا.
أنا آسف. غادي نرجع من بعد.
كيفاش يمكن ليا ناخدو؟
واش كاينين شي بلايص خاويين فالجولة ديال نهار الخميس؟
اسمح ليا. نقدر ندوز؟
واش عندك شي غروسات و فواكه؟
ﻋﻔﺎﻙ ﻗﻮﻟﻲ ﻛﻴﻒ ﻧﻌﺮﻑ ﻧﻌﺲ ﻓﻲ ﺩﻳﻚ ﺍﻟﺒﻄﺎﻃﺲ
كانضن الطوموبيل ديالي كاتسوا تقريبا خمسة آلاف دولار.
واش هاد الماكلة قليلة السعرات الحرارية؟
إينا طوبيس خاصني نشد باش نمشي للمحطة؟
آه، راه هو. ولكن خصك دور على ليسار فالتالت دالضو لحمر وتبقى فداك الشارع حتى توصل للروت ستة وستين.
ﺑﻐﻴﺖ ﻛﺎﺱ ﻣﺎﺀ ﻧﺸﺮﺕ ﺷﻴﺊ ﻋﻔﺎﻙ.
غادي نكون ممنون ليك بزاف ايلا ديتيني للبحر.
أنا أسف. عندك الرقم الغلط. هادا هو تانكيوشا بريس.
احنا غادين.
شنو هاد الموسيقى؟
ﻋﻔﺎﻙ ﻋﻄﻴﻪ ﻟﻮﻟﻴﺪﺍﺗﻪ ﻭﺍﺣﺪ ﺍﻟﻘﻴﺎﺕ ﺑﻌﺪ ﻛﻞ ﻭﺟﺒﺔ
هاد الموديل كاين فقياس تمنية و عشرين، واحد و تلاتين و خمسة و تلاتين سانتيمتر.
أوه، هاذ الشي باين فيه بزاف.
واش نقدر نستعمل التلفون ديالك؟
هاد الريحة زوينة بزاف. بشحال؟
بغيت نعاود نأكد الرحلة ديالي لشيكاغو فالسبعطاش.
كليت شوية فوق القياس.
واش يمكن لي نهضر مع السيدة براون؟
ﻫﺎﺩ ﺩﺍﺭ ﻛﺎﻳﺼﺪﻕ ﻟﻠﺴﻜﻴﻦ ﻓﻴﻪ ﻻﺑﺎﺱ؟
بغيت ندير حجز على رحلة طيران نورث ويست صفر تمانين ستاوعشرين ليوم خمسة.
البزطام ديالي، جواز السفر و الأغراض الشخصية الأخرى.
وقتاش كاتسد؟
بلاتي واحد الدقيقة. واقيلا خليتو فبيت الما.
ﻫﺬﺍ ﺍﻟﻰ ﻛﻨﺖ ﺩﺍﺧﻠﻬﺎ
ﺍﻩ ﻳﺎﺍﺍﺭﻳﻲ ﻫﻜﺎ
ﻣﻮﻝ ﺩﺍﺭﻙ ﻛﺒﻴﺮ ﺑﺤﺎﻝ ﺍﻟﺤﻮﺍﻳﺎﺕ
استمتعنا بالعشاء.
فهمت، ولكن مانقدرش نقولها.
أوه، نعم، عافاك. كنتمنى غير ما يكونوش كيدوخو من البحر.
لطوكيو، عافاك.
اشناهي المدة ديال الوصول ديالنا؟
غادي نخرج غدا فالصباح بكري، داكشي علاش بغيت نخلص دابا.
شيري ميبس، عافاك.
بلاصة ممنوع التدخين، عافاك.
هو مشغول دابا.
واش يمكن للأجانب يوصلو للكتب فهاذ المكتبة؟
واش يمكن لي نبقى فالغرفة ديالي حتى للساعة جوج ديال العشية؟
ﻫﻬﻪ ﻃﻮﺏ ﻋﻠﻴﻚ ﺍﻟﻮﻗﺖ ﺩﻳﺎﻟﻚ ﻻﺑﺲ
بغيت شي رولو من هاد الفيلم رقم ASA لهاد الكاميرا، عافاك.
فيناهوما لوحات موني؟
ﺍﻟﺒﻴﺖ ﻫﺪﻱ ﻣﺎﻫﻲ ﺷﻜﻮﺗﻮ
ﻛﻴﺸﻬﻲ ﻫﺎﺩ ﺍﻟﻤﻄﺎﺭ
ﻭﺍﺻﻞ ﺑﺰﺍﻑ
وقتاش كينطلق القطار التالي لبوسطن؟
عوال نتعلم الگولف.
ﻋﻔﺎﻙ ﻋﻄﻴﻨﻲ ﺷﻲ ﺷﻬﻮﺓ ﺧﺮﺟﺔ
ﻭﺍﺵ ﺑﺎﻟﻠﻪ ﺷﻲ ﻣﺮﺑﻊ
سمح ليا الكمام قصار بزاف.
تقدر توريني كيفاش ندير ندخل الغاز؟
واش الفطور داخل فالثمن ديال الفندق؟
واش هادا كولشي؟
را هو في هاد الشارع.
عافاك خدم الكونتور.
ﺍﻟﺤﺮﺓ ﺩﻳﺎﻟﻲ ﻛﺘﺒﺮ ﻓﻴﺎ
غادي نرجع نتاصل بيك منين ماتبقاناش مشغولين بزاف.
واش عندك شي واحد كبير؟
كانحس براسي مزيان.
واش عندك دراية بجغرافية اليابان؟
عافاك وريني فين أنا فهاد الخريطة.
ﻗﻄﺮ ﻣﺘﻮﻝ ﻣﺎﺋﺔ
بغيت نبدل بشي غرفة كطل على المحيط. واش كاين شي تكلفة زايدة؟
شحال كايتكرى لوح ركوب الأمواج لمدة نص نهار؟
عشرة نونبر.
بغيت شريط ديال الآلة الكاتبة.
بنين بزاف.
وقتاش الإنطلاق؟
كيفاش كاتخلي الشيفور يعرف وقتاش بغيتي تهبط؟
ربعة و عشرين دولار. بغيتي تزيد؟
درت الحجز في طوكيو واحد شهر قبل.
ﺷﻜﺮﺍ ﻟﻴﻚ ﻣﻦ ﻗﻠﺒﻲ
واش نهبط هنا لروكفلر سنتر؟
عافاك قيس ليا القياس ديال صباطي.
واعر بزاف.
واش تمشي معايا فموعد؟
عافاك نظف/صبن هاد الكبوط.
بغيت نكري باطو.
فين كاين جناح النسا؟
واش القهوة ماكايناش؟
فاش كان قبل؟
تفو. تفو. تفو. تفو. ولفت وجهها.
واش خاصني نخلص الرسوم الإضافية منين ندخل للبناية؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﺍﻟﺤﻔﻆ ﺩﻳﺎﻟﻜﻢ ﻓﻲ ﺍﻟﺨﻄﻮﺍﺕ ﺳﻤﺤﻮﻟﻜﻢ ﻣﻦ ﻓﻀﻠﻜﻢ
ﻗﺎﺻﺤﺔ ﺍﻟﺤﺮﺓ
فين جات المحطة؟
فيا التبوريشة.
تلت إيام.
قطع القنطرة لي تما، وغادي تلقى المكتبة على اليسار.
ﻋﻔﺎﻙ ﻋﺎﻭﻧﻲ ﻧﻠﻘﻰ ﻣﺮﺍﻩ ﻳﻌﺘﺒﻪ ﺍﻟﻴﺎﺭﺍﺕ
مابغيتوش يكون تقيل.
غادي يكون شي تأخير خفيف.
شنو الفرق بين هاد لوطيلات؟
رزقّي مّحطة فات.
كان رائع. شكرا لك.
غادي نكون تما جوايه الستة د العشية.
واش عندك شي حاجة تكون طويلة شوية؟
تاريخ انتهاء الصلاحية هو مارس ألف وتسعمية وتسعود وتسعين.
كيدازت؟
واش كاينين شي كازينوهات مزيانين؟
هاهي الفلوس ديال أقلام الحبر. ورقة نقدية ديال مية دولار.
فين هو جناح النسا؟
فين يمكن ليا نركب فالباطو؟
صاحبي مجروح.
كاتبان بخير.
واش هاد المحل غادي يتفتح غدا؟
راه على طول الممر.
تقدر عافاك تقاد ليا الشارب ديالي؟
ﺩﺍﻙ ﻟﻲ ﻛﻴﺠﻲ ﻣﻊ ﺳﻠﻮ ﺑﺎﺭﺡ ﻭﻣﻨﺘﺨﺒﺔ ﺑﺘﺎﺑﻊ ﺑﺄﻭﻫﻦ ﺍﻭ ﻓﺮﻧﺴﻴﺲ
فين نقدر نشري الحشيش؟
مانقدرش نبيع هادشي بلا وصفة.
واش يمكن لي نحجز خمسة د البلايص مع بعضهوم ف نفس السطر؟
واش تقدر تسلفني واحد الحبل ديال السحب، عافاك؟
أشمن طوموبيل كتعطي أحسن مالفيتي؟
ماغاديش تاخد تخفيض واخا تعيا ماتحاول.
تقدر تحل هاد الصاك، عافاك؟ شنو عندك هنا؟
بغيت ندير مكالمة بعيدة للأوطيل هيلتون فبوسطن.
ﻭﺍﺵ ﺳﻴﺪﺍﺕ ﻛﻴﻘﺒﻠﻮﺍ
ردّ بالك، السقف هابط.
ﻣﻜﻨﺸﻮﻑ ﺍﻟﺸﺎﺷﺔ ﻣﻦ ﻫﻨﺎ ﻣﺰﻳﺎﻥ. ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﻌﻮﺽ ﺍﻟﻤﻘﺎﺩﻳﺎﺕ ﻟﺨﻴﺮ؟
ﺯﺭﺑﺖ ﺍﻟﻘﻼﺀ ﺍﻟﻌﻈﻴﻤﺔ ﺍﻭﻝ ﻣﺮﺓ
شي حاجة ما خداماش فهاد الماكينة ديال البيع.
محتاج للطبيب.
شحال دابا باش هي موجودة في المملكة المتحدة؟
شي واحد اللي كيبغي الفن الحديث بحالك غالبا غادي يعجبوه اللوحات اللي كتشبه للهيبيز ومشهد موسيقى الشارع.
وقتاش؟
غادي ناخد هوت دوغ و كوكا.
انا مشغل المكالمات الدولي.
تقدر تشوف واحد المبنى ابيض ياك؟ راه قدام داك المبنى
من وقتاش؟
ماعندي مانعلن.
?ضروري خاصك تخلص الضريبة فاش تكون عندك اكتر من تلاتة ديال القراعي دالشراب
صديقي مريض بزاف. واش تقدر تتصل بالطبيب، عافاك؟
ﻣﻜﻨﻌﺮﻑ ﺑﺰﺍﻑ ﻋﻠﻰ ﺍﻟﻨﺨﻞ ﻭﺍﺵ ﻣﺰﻳﺎﻥ ﻣﻊ ﻫﺎﺩ ﺍﻟﻄﺒﺦ
واش يمكن ليك تتصل بيا على الصباح، عافاك؟
كاين سطاسيون دالبنزين جوج شوارع من هنا.
اليابانيين متيشدوش عطلات طوال.
كانحس بحال الى شي واحد مقابلني. واش هادشي نادر تشوف شي واحد ياباني؟
ﻃﺒﻌﺎ ﻻ ﻋﻼﺵ ﻗﻮﻟﻲ ﺇﻟﻰ
فين جا مدخل مكتب البريد المركزي؟
فين كاين مستودع ديال الطوبيسات ديال غريهاوند فهاد المدينة؟
واش المطاعم اليابانية في كيوتو ماشي غالية، واخا هكاك؟
واقيلا هادشي مجهد عليا شوية.
عندنا شومبر ديال توام مع بانيو بخمسة و ثمانين دولار.
بغيت التسعرة ديال الكتاب.
العام البرد على المعتاد ولكن ماشي بارد بزاف الثلج
فين نقدر نشري تذكرة ديال الميترو؟
غادي ناخد بلايص رجال الأعمال، ياك؟
شحال غادي اتكلف ادا مشيت في الطاكسي من الفندق لهاد المحطة؟
ممكن تعطيني هادشي و هادشي، عافاك؟
كايقولو باللي اليابان بلاد غنية بزاف.
واش كاينين شي بيوت خاويين ف فريكول ديال النعاس؟
واش تقدر تنقص عشرين دولار، عافاك؟
ﻫﺪﺍ ﻛﺮﺩ ﻟﺼﺪﻳﻦ
التلج تيخلي الطريق مزلقان.
ماقدرتش نلقى الكاميرا ديالي.
غادي نصايب شي جوج ساندويتشات ديال الكاشير.
واش عندك شي حاجة تصرح بها؟
ﻭﺍﺵ ﺷﺎﻫﺘﻲ ﻣﻠﻮﻥ ﺑﻠﻮﻧﻲ ﻫﺪ ﺍﻟﻜﺮﺳﻲ
كاين محل ديال الورد قبالة الشارع.
انا من طوكيو.
بغيت شي كريم دوش دريفالون.
عندي شي حوايج للتصبين.
ﺍﻧﺎ ﻃﻠﺐ ﺑﻴﻪ ﻣﻦ ﺯﻣﺎﻥ
واش ممكن عافاك تصيفط شي حمال للغرفة ديالي مع الستة ديال الصباح؟
غادي ناخد شوكولا سخون.
يمكن لينا نتافقو باش الغرف ديالك يتصبنو.
خاص، عافاك.
شحال كادير للووطيل سي أوطيل؟
واش يمكن لي نحصل على تذكرة شاملة؟
بغيت نحجز طاولة لشخصين فالسبعة، عافاك.
بغيت شي كريم ديال الليل.
واش تقدر تغلف هادا بحال الهدية؟
هادي وحدة وربعة.
غادي ندير الترتيبات باش نصيفط الفواتير ديال المتطلبات اليومية ديالي، إذن عافاك قول ليا العنوان والاسم ديال الشخص المسؤول.
ﻣﺼﻌﺐ ﺑﺎﻟﻨﺴﺒﺔ ﻧﻜﻮﻥ ﺗﻌﻠﻢ ﺍﻧﺠﻠﺲ
واش عندك هادو فنفس التصميم ولكن بصبابط عاليين؟
بغيت تريكو للولد ديال عشر سنين.
ديني لطريق آبي، عافاك.
ﺷﻜﺮﺍ ﻟﻚ. ﻣﺮﺣﺒﺎ ﺷﻜﺮﺍ ﻋﻠﻰ ﺍﻟﻨﺰﺍﺭ
أنا متأكد باللي عندي حجز.
غادي نصيفطو ليك، إذن عافاك تسنى هنا.
احنا هنايا نهار واحد.
عندي شوية ديال الرواح.
ﻣﺘﻤﻴﺰﺓ ﺍﻟﻌﺸﺎﺕ ﺑﺰﺍﻑ
لا، عافاك اجلس و تسنى. غادي نرجع دابا.
واخا نشوف الطوموبيل؟
واش تقدر ترسم ليا خريطة، عافاك؟
واخا اسيدي. عافاك تكون فالشومبر ديالك حتى يجي الطبيب.
تشفر ليا فشاطئ وايمانو. عافاك اجي دابا.
شنو بخصوص مية دولار؟
بغيت هادشي مغطي.
بغيت نتقدم بطلب إعادة إصدار.
الحكومة دعمات تطوير الصناعات.
يقدر يكون فوق خمسين عام، كانضن.
شنو هو أقل سن يمكن يدير هاد الشي؟
واش عندك شي خرائط بسيطة دالمدينة؟
إلا كان ممكن، ما بغيتش ننزع ضرسة.
العدد هو كرة وحدة، جوج أخطاء.
وقتاش التران كيجي ل سان دييغو، عافاك؟
بغيت نشوف لا بواط ديالك.
بغيت شومبوان.
أنا مقيم فأوطيل هيلتون.
فيا الدوخة والقي.
بلحاق عندي موعد باش نشوفها مع الجوج.
واش هاد السيارة كاتمشي ل إيدينبره؟
آه، عافاك عمر هاد الاستمارة.
شحال كتكلف الأمتعة الزايدة؟
سميتي كيمورا. بغيت نلغي الحجز ديالي للجمعة.
أوه، سمح ليا. كاين مشكل و حنا كانحلوه. واخا تستنى شي تلاتين دقيقة؟
وقتاش نقدر نخرج؟
فهمت.
غادي نعيّط لشي واحد.
واش تبغي تصفي الحساب دابا؟
طُومُوبِيلْ جَاتْ مَعَيَّ فْلَوْقَة دَلْ مُقَاطَعَة.
ﺍﻟﻤﺴﺎﻧﺪ.
فيناهي الضاحية؟
واش كاين شي جولة سياحية في المدينة؟
وقتاش غادي نبداو؟
واخا، أسيدي. فالمتوسط نقدرو نوفرو ليك ميركري سابل. واش هادشي مزيان؟
تمزقت واحد العضلة.
ولكن خاصك تواعدني تضرب الكرة ماشي انا. ياك؟
اشحال باقي؟
واش نقدر نتسلف شوية داللا؟
من اينا نوع دالجلد مصنوع هاد الباليزة؟
ماكانضنش هاد لموس نقي. واش تقدر تجيب ليا واحد آخر؟
شريت هادي دابة، ولكن واش غادي تبدل ليا هادي ب هاديك؟
ﺻﺮﺍﺣﺔ ﺃﻧﺎ ﻣﺎﻣﺘﻴﺶ ﻣﻊ ﺩﺍﻙ ﺷﻲﺀ
واش هادي الطريق الصحيحة للمحطة المركزية؟
باطو مع مرشد، عافاك.
بغيت ناخد كومبلي ليا يكون فاللوان الغامق.
هاد المظلّة غاتنفعك بحال شي عكاز.
واش خاصني نخلي الأمتعة ديالي كاملة في غرفة الملابس؟
عافاك وريني جواز السفر ديالك.
واش كاين شي بلاصة كتقبل الغسيل نهار الأحد؟
جوج تشيزبرغر، عافاك.
أشمن طوبيس كايمشي ل ميامي؟
والإكراميات ماشي ضرورية.
تقدر تشوف واحد فكارنيجي هول.
أنا ماشي معتمد.
ﺷﻨﻮ ﺧﺼﺎﻳﺎ ﺩﻳﺎﻝ ﺍﻟﺪﺍﺭ؟
بغيت ناخد موعد مع الطبيب.
واش كاينة شي طابلا خاويا حدا الشرجم لسبعة دالناس اليوم بالليل؟
ما عندكش مشكل نجي عندك؟
ﺑﺎﻳﻨﺔ ﻓﻴﻪ ﺷﻲ ﻣﺎ ﻳﺨﺪ ﻟﻴﻪ
فيناهو الميطرو؟
واش عندك هادا فحجم صغير؟
فين نقدر نلقا الأسبيرين؟
واش هادا هو الحضيض؟
عافاك اعطيني تذكرة لمدة سيمانة.
هادا الزميل ديالي.
ﺍﺷﻨﻮ ﻧﻮﻋﻴﺔ ﺩﻳﺎﻝ ﺍﻟﺒﺘﺞ ﻭﺍﻟﻌﺎﺩﻱ ﻭﺍﻟﺬﻳﺐ ﻣﻨﻬﺎﺭﺍ
ها واحد.
فيا البرد.
مسدود نهار التنين، بلحاق شي نهار اخر غادي يكون مزيان. كا نظن راه محلول من تسعود تال الخمسة.
ﺇﻳﻼ ﻫﻮ ﺍﻳﻼ ﻣﺸﻮﻩ ﻓﻮﻕ ﺍﻟﺼﻮﺹ ﻓﻘﻂ ﺍﻟﺮﻭﺡ
...قال يلاه نشطحو مشينا لواحد البار...قال غادي ندير واحد الاتصال ومشى وماعاودش رجع وبقيت واحلة مع واحد الفاتورة كبيرة
شحال للغالون؟
كان عندي جواز السفر ديالي و البطاقة البنكية ف الصاك ديالي.
الحجوزات مع السبعة، باسم مانو.
ماغاتشربش كاس ديال أتاي؟
تقدر تقول ليا فين كاين القنصلية اليابانية؟
واش كاين طبيب الفندق ولا شي واحد على الاتصال؟
دايما كايتقدا من شارع بوند.
ﻣﻮﺗﻮﺏ ﺩﻳﺎﻝ ﻣﻐﺮﺑﻴﺔ ﻣﻦ ﻓﻀﻠﻚ
واش كاين شي بلاصة كيعزفو فيها موسيقى الكونتري؟
بغيت نقلب على الحوايج الغاليين عندي.
واش عندك اللي من الصوف؟
ﺷﺤﺎﻝ ﺍﻟﺘﻤﺎﻥ ﻭﺍﺣﺪ ﻣﻦ ﺍﻟﻮﺭﻗﺔ
ايوا، اضغط على تسعود وصفر واحد واحد، من بعد كود البلاد ونمرة التليفون.
واش يمكن لي نحصل على واحد كوكا خفيفة؟
واش يمكن لي ندير الطلبية ديالي؟
قضينا رحلة ممتعة فالطوموبيل، شكرا لك.
اسمح ليا. نقدر ندوز؟
مجموع سكان اليابان تقريبا مية و تلاتين مليون.
بغيت نكري واحد باراسول.
آه، وبغيت ندير مكالمة على حساب المتلقى.
بزطام فيه ميات دولار و جوج بطاقات بنكية.
ﻣﺎﺀ ﺳﺨﻮﻥ
ﻧﺘﻲ ﻫﻨﺎ
ﺃﻣﺮﺍ ﻗﻮﺓ ﺍﻟﻘﻬﻮﺏ ﻳﺎﻟﺔ
من شبه المستحيل.
معدتي كتضرني من بعد الماكلة.
واو، هاد البلاصة زوينة.
تقدر تكون عندو الفقاعة الهوائية.
واش قررتي؟
إلا بغيتي، نقدرو نرتاحو هنا.
تلف ليا الطرونسبور ديال واحد البريد مقيد.
مايمكنش ليك تبدل الخدمة ديالك بسهولة.
شنو المحطة الجاية؟
واخا، بلحاق ماشي المدرجات. راها شاعلة فيها العافية اليوم.
انزل هنا، و بدل، الطوبيس رقم ستة.
خاصني نشد الطيارة اللي غادية مع العشرة دالصباح.
مازال كيجيني الردان.
مابغيت حتى شي حاجة كبيرة.
تْشييكْ، عفاك.
ﺷﺤﺎﻝ ﻓﻴﻬﺎ ﺍﻟﻔﻄﺎﺭ ﺍﻟﻄﺎﺟﻴﻞ
شارجي، عافاك. واش كاتاخد فيزا؟
اليوم غادي نمشي نشوف الحي الصيني كيفاش داير.
02 02 29 39 67 00 00.
بغيت نتزع سناني.
بغيت بواطة ديال الماكياج.
ﺗﻴﺒﺎﻥ ﻛﻢ ﻣﺪﺍﺯ ﺧﺎﺹ ﻟﻴﺎ
فين نقدر نشوف "شبح الأوبرا"؟
بغيت نشري سوفنيرات ل صحابي. تقدر تقتارح عليا شي حاجة؟
بشوييا عافاك.
شحال المعدل الشهري ديالك لرسائل الفاكس الدولية؟
تقلى على جوج جهات، عافاك.
...مزيان، هادشي كيبان واضح بزاف. بجوج بيكم عافاكم عطيو ليا رخص القيادة والتسجيلات ديال الطوموبيلات. و ولدي، سمح ليا غادي يخصنا نديرو ليك اختبار قياس نسبة الكحول فالدم.
غادي يكون واجد بعد غدا فالعشية.
واش هادشي مصايب من القطن؟
ﻋﻨﺪﻱ ﺍﻟﺪﻭﺯ ﺩﻳﺎﻟﻲ
شنو نقدر نشوف فهاد الجولة؟
اه، كاين مشروب واحد على الأقل.
شحال كايدير فاليوم؟
واش كايوقف هاد الطوبيس حدا الأوطيل؟
بغيت سيدي.
كاين رحلات ديال الخطوط الجوية اليابانية و الخطوط الجوية أنا لي كا يمشيو مع العشرة و خمسة و خمسين. وليني، للأسف، الرحلتين بجوج عامرين.
جا معايا.
واش يمكن لينا نحصلو على طاولة لخمسة ديال الناس؟
ﻣﺎﻓﻬﻤﺶ ﻭﺍﻟﻮﺍﻟﻴﺪﺓ
عافاك صرف هاد الشيك السياحي.
تقدر تقابلها من تسعود دالصباح حتال التلاتة تقريبا؟
شحال كيسوى البريد لليابان؟
أنا محبوس. واش تقدر تحل ليا الباب، عافاك.
شنو هي الجولة المزيانة باش نشوف الأماكن المشهورة؟
واش كاين شي مضيف(ة) كيهضر باليابانية؟
شحال من صاك يمكن لي نهز معايا فالبوينت؟
لا، آسيدي. هاد لعشييا راها عامرا كاملا. واخا هيدا، غدا مزيان.
غادي نسول الكًاردينيي على شحال الطريفة الصحيحة.
...
دايرين حفلة ليلة الجمعة. علاش لا تجي تانسجمعا؟
مزيان، الغرفة ديالك تسعود زيرو تمنية، آنسة. هاهو الساروت ديالك.
من المهم بزاف انه تكون عندنا امكانية الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح ليا، الشاف؟
واش هاد القطار غادي نيشان ل إيدينبره؟
واش هادشي داخل فالمنطقة المعفية من الضرائب؟
جبد لي أغراضي الثمينا، عافاك.
ﺷﺤﺎﻝ ﻣﺰﺍﻥﻳﻦ ﺍﻟﺮﺍﻉ
بغيت نشري شي تدكار. واش كاين شي محل كيبيعهوم قريب من هنا؟
حتال إينا وقت كايبقا حال؟
خارج دابا.
مايوومي، واش يمكن ليك تعمر هاد الورقة و توقع فيها؟
ها هو واحد ليك، سيدي.
ما عندي حتى شي أغراض د تسجيل.
ﻭﺍﻳﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴ
أنا هنا ف مهمة إعلامية.
واش عندك أفلام ديال الصيف؟
وقتاش القطار الجاي اللي غادي لواشنطن دي سي؟
الموديل الطويال اللي خارج دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
واش يمكن لي نحصل على خريطة ديال قطار الأنفاق؟
واش الطريق طويلة؟
واش تقدر تبدل هادا بواحد جديد؟
جوج دالناس.
فين يمكن ليا نستلم الأمتعة ديالي؟
ﻣﺎﻓﻴﺎ ﺍﻟﺴﻼﻣﺔ ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺮﺑﻲ ﺳﻨﺎﺗﻲ
لحضاش و خمسة و ربعين دقيقة ديال الصباح.
واش يمكن ليك تقول لي شي مطعم مشهور عند الشباب؟
طوموبيلتو غادا بأقصى سرعة.
واش يمكن لي نخلي شي رسالة؟ أنا كنعيط باش نأكد الموعد ديالي مع السيد إيبيرت نهار الأربعات الجاي مع لحضاش ديال الصباح.
واش تقدر تشرح المرض ديالك بالانجليزية بشي طريقة؟
واش تقدر تصيفط طاكسي للمدخل الرئيسي ديال مول ويستمنستر؟
شحال من مرا خاصني نبدل التران باش نوصل لتما؟
واش هادشي صحيح؟ خليني نتحقق. اوه، أنا جد متأسف، السيدة تاكانو. هادشي خطأ ديالنا. ها هي الفاتورة الجديدة ديالك. ممكن تسني هنا، عافاك؟
خمسة دولار للنقطة، عافاك.
سدادة دالقرجوطة ماكاتسدش مزيان.
هادي غير هدية كتعبر على الشكر ديالي.
ممكن تعمر ليا هاد الاستمارة؟
و هاد النماذج البلاستيكية؟
ﺷﻨﻮ ﻋﻨﺪﻙ ﻣﻤﺰﻭﺓ
الطالو عالي بزاف عليا.
تسدات عليا الغرفة ديالي.
شحال دابا باش انتا كاين فباريس؟
واش نقدر نحصل على التنابر ديال تلاتة دالبطاقات البريدية ديال البريد الجوي لليابان؟
كتكتب G-O-R-O-H.
تبغي تاخد شي مشروب؟
تمدد هنا.
ديرو ليا برقية مستعجلة، عافاك.
على حسب تقرير الطقس، غادي تثلج غدا.
بغيت كورة.
بالتأكيد. غادي نكونو فرحانين نديرو هاد الشي.
ﺍﻫﻴﺎ ﻛﺎﻣﻞ ﻛﻮﻣﻨﺪﻳﺶ ﻳﺎﺭﺑﻲ ﻧﺼﺎﻭﺏ ﻭﺣﺪﺓ ﻧﺘﺠﻤﻊ ﺑﻬﺎ ﻓﺎﻟﺪﺍﺭ
الطريق ديال النجاح هو "جينمايوكو" ياك؟
غادي نوصل للأوطيل ديالك مع التسعود تقريبا دالليل.
عندي تقريبا ألفين و خمس مية دولار بالين الياباني.
آه، كاين. غادي نوري ليك شي وحدين.
بغيت شي كينات ديال النعاس.
غادي نكون هنا حتى للتسعود. نتمنى تشد المجرم فأقرب وقت.
انا متأكد باللي المجرم راه قريب.
عشرة دالطوابع، عافاك.
ضارني حلقي.
محتاج ل شي تدكار من نيويورك.
أنا غادي. يمكن ليك تصيفط حمال؟
توقفات ليا الساعة ديالي.
أوه، واش بصح؟ كيفاش كتعجبك؟
حنا حالين مع التسعود دالصباح.
بغيت كتاب التلوين.
كا نظن بلي جاني الردان.
واش خاصني نمشي لشي بانكة يابانية؟
خاصك تصرفو ف شي بنكة.
واش كاين بزاف د الوقت قبل ما نخرجو؟
راجلك من بين الكليان ديالنا
واش كتعرف شي طبيب أسنان مزيان؟
أوه. خصك تعلم القنصلية دغيا.
مخلوط، ماشي مهزوز.
واش تبغي طاولة فالمطعم الرئيسي أو فغرفة خاصة، أسيدي؟
بزاف د الناس تيمشيو للبحر فالموسم.
كنوزن مية وخمسين كيلو تقريباً.
فين خاصني نحول؟
فين هو مكتب المفقودات؟
واش كاين شي طوبيس كايمشي نيشان لتما؟
واش خاصني شي عناية خاصة؟
واش غادي يكون الدفع نقدا أو لا بالكارط؟
راه عام وحنا فهاد الدار.
شحال ديال الوقت خاص باش يخرجو ليا الفيزا؟
فين هوما المراحيض؟
المبلغ الإجمالي الواجب هو مياتين و تلاتة و ربعين جنيه، آلالة.
هادي هدية. تقدر تلغفا فشي ورق لغليف زوين؟
ﻭﺍﺵ ﻣﻨﺰﺭﺓ ﺩﻳﺎﻝ ﻫﺎﺩ ﺍﻟﻤﺴﺎﻫﻴﺎﺕ ﻃﻮﺏ
كاين ناس مجروحين.
اسمح ليا. فين جات المحطة القريبة من هنا؟
آه، عندنا حجز ليك.
اسمح ليا، بغيت نمشي لوطيل ديالي فالمدينة بالطوبيس. فين يمكن لي ناخد الطوبيس؟
دجاج، عافاك.
الشومبر ميتين و واحد. بغيت نتسجل على وجبة الفطور ديال غدا.
شنو بان ليك فالتحرش الجنسي فالخدمة؟
ﻋﻨﺪﻱ ﺍﺧﺘﻲﻟﻴﻠﺔ
رحلة الطياران رقم جوج زيرو تمنية، لطوكيو.
من بعد نديرو واحد التبطين لداخل.
يللاه نتجمعو باش نزيدو ناقشو هادشي.
كيفاش بغيتي نصايب ليك شعرك اليوم؟
ﻣﻤﻜﻦ ﺗﻘﻮﻝ ﺑﻜﻼﻡ ﺍﺧﺮ
غادي نتصرف فأي حاجة عندك.
بغينا شي طاولة قريبة من المنصة.
لاباس. ايوا غادي لشي بلاصة؟
راه واصل لعلو ألفين وربعمية متر.
دخل. عافاك حطو فوق الطبلة لهيه.
ﻋﻔﺎﻙ ﺍﻏﺴﻞ ﻟﻴﺎ ﺭﻗﻢ ﺍﻟﺜﺮﻩ
...
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺪﻱ ﻧﺒﻮﺭ
ما عنديش موعد، و لكن ضروري.
ﻫﺪﺍ ﻣﻤﺴﻮﻃﺎﺵ
فين هو الدروج المتحرك؟
واش عندك كتيب ديال التظاهرات؟
فين كاين مدخل الميترو؟
تلف ليا البيي ديال الطيارة.
ﻭﺍﺵ ﻣﺘﺒﻘﺎﺵ ﺗﺒﻘﺎﻱ ﻓﻲ ﻫﺪﺍ ﺍﻟﻌﻴﻠﺔ
أوه، أنا متأسف/متأسفة بزاف حيت صدعتك.
واش يمكن ليك تحجز الأحداث؟
واش كاين شي مرحاض عمومي هنايا؟
ﺷﺤﺎﻝ ﺍﻟﺤﺴﺎﺏ؟
مزيان بزاف. دابا الأسئلة، عافاك.
واش عندك شي صرف ديال الصطوب؟
اكثر مبيع عندنا في اربع سنين اللخرا كان هو الناسخة ا س فوار بوني زيرو.
واش خاصني ندور على اليسار؟
واش كاين شي مضيفات كيهضرو باليابانية؟
ﺭﻏﻢ ﺭﺍﺋﻊ ﻣﺎﺷﻲ ﺩﻳﺎﻟﻮ
خاصك تاخدو تسعود و تسعين مرة فالنهار، قبل من الماكلة.
👍 👍 👍 👍 ❤ ️
بغيت واحد تريبود.
بغيت سترة رياضية.
تقدر تبقى عندي فالدار.
واش يمكن ليا نميل المقعد ديالي، عافاك؟
مزيان. كنت كانقلب على طاكسي، بلحاق هادا حسن.
مونطو زوين. واش بريطاني؟
بغيت نمشي لمركز هارفرد. واش تقدر تقول لي منين نوصلو لتما؟
جوج د الناس كبار و جوج دراري، عافاك.
شحال التمن؟
حرب النجوم كانت أكبر ضربة في ألف وتسعمية وربعة وتمانين.
فين هي بلاصة ممنوع التدخين؟
ها "تي" بحال طوم، آه عندي هنا، تارو.
ﻛﻨﺖ ﻛﻨﻈﻦ ﺍﻧﻪ ﻣﻨﻈﺮ
ﺑﻐﻴﺖ ﺷﻲ ﺗﺎﻉ ﺍﻟﺘﻔﺎﺻﺎﺕ ﻋﻔﺎﻙ
ﻋﻼﺵ ﻫﺎﺩﺷﻲ
إينا بطاقات الاتمان كاتقبل؟
عندي الوقت الكافي.
ايوا، راه وقت الغدا. واش تبغي تناقشو فوقت الغدا؟
تشفر ليا الفيديو من بيتي.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ، ﺍﺳﻢ ﺍﻧﺎ ﻋﻮﺩﺓ، ﻋﻨﺪﻱ ﺣﺠﺮ ﻟﻼﻟﺔ، ﺑﺼﺢ ﺳﻔﻄﻠﻲ ﺗﺨﻴﺮ ﻓﺎﻟﺴﺆﺍﻝ، ﻓﻼ ﻳﻤﺴﺎ ﺍﻟﺤﺠﺮ ﻋﻨﺪﻱ، ﻓﺮﺟﻮ ﺍﺣﺘﺮﺟﻴﻪ.
واش هاد الصبابط مجهدين؟
ﻋﻔﺎﻙ ﻗﻮﻟﻪ ﻛﻨﺘﺴﻨﺎ ﻟﻠﻪ ﻳﺘﻠﻔﻪ
كايقولو الأنفلونزا منتشرة تما.
ياللاه دخل.
سمح ليا. رانا عامرين غدا فالعشية.
ﺍﻧﺎ ﻣﻊ ﺷﻲ ﺻﺤﺎﺑﻴﻦ
على حساب غورو، السيد يامادا عندو جوج ولاد.
تقدر تعاود تقول هاد الشي؟
بغيت ندير شي دورة على برج لندن.
عفاك سمطة ديالك.
رمز المنطقة هو تلاتة. رقم الهاتف هو جوج تلاتة ربعة تلاتة ربعة زيرو زيرو.
اسمح ليا. واش كاين شي قنطرة قريبة من هنا؟
سمح ليا، بغيت نستعمل المرحاض.
ماشي.
حوايجو ديما خارجين ديال الموضة.
واش عندك فواكه البحر؟
هادشي غالي بزاف.
كنت باغي، ولايني سمح ليا منقدش هاد المرة.
واخا، باقي معرفتش، ولكن غادي نحاول بالتأكيد.
ﺳﻠﻄﺔ ﻋﻔﺎﻙ
عافاك استعمل غرفة القياس اللي تما.
التسعين دولار ديال البييي د الذهاب. فلوس ولا كارط؟
تقدر تجمع الطاولة ليا، عافاك؟
كيفاش كايقادو الوالدين اليابانيين ولادهم؟ واش كايحكمو فولادهم بزاف؟
واش يمكن ليك تقول لي ساعات العمل؟
عافاك لفهوم بوحدهوم.
المعدة ديالي مثقلة عليا.
مزيان، فين نقدرو نتسناوك؟
ﻭﺍﺵ ﻧﻘﺪﺭﻭ ﻧﺒﺪﺍﻭ ﻣﻠﻲ ﻳﺴﺎﻉﻮ
السكان ديال اليابان تقريبا مية وعشرين مليون.
ﻓﻲ ﺍﻟﺘﻘﺎﻟﺪﺍﺕ ﺗﺎﻟﻖ ﺍﻟﺘﺎﻟﻖ ﺍﻟﺘﺎﻟﻖ ﺍﻟﺘﺎﻟﻖ ﺍﻟﺘﺎﻟﻖ
واش يمكن لي نرجع أغراضي؟
واش عندك الفولارات ديال الحرير؟ كانقلب على شي كادو لمراتي.
غادي نجيبوه دابا. اشنو الرقم دالغرفة ديالك؟
سيد كوباياشي كيقلب عليك.
بغيت نسافر من شانغاي لهاواي بالباطو.
واش تقدر تصيفط شي واحد؟
واش تقدر توجدو ليا معا لخمسا مورا غدا؟
عشرة دقايق على رجليك.
قبل ما نساليو، واخا تعطيني شي دقايق؟
فين نقدر نپاركيو الطوموبيل ديالي؟
فيا التبوريشة و المعدة ديالي كتضرني بزاف.
سكوتش وماء، عافاك. واش عندك شي حاجة خفيفة تتكال؟
كيفاش نقدر نطفي هاد الضو؟
واش هو مشغول بزاف اليوم؟
بغيت شوية ديال الخيط.
عطيني شهادة طبية، عافاك.
بغيتك تخليه يقصر ب واحد إنش هنا.
ﻣﺎﻋﻤﺮﻱ ﻣﺒﺎﺭﻙ ﻋﻔﺎﻙ ﺩﻳﺮ ﻟﻲ ﺩﻭﺯ
واش نقدر نحصل على جريدة يابانية، عافاك؟
واخا. واش نقدر نرد الطوبيل لأي بلاصة؟ شحال تكلفة التسليم؟
إينا طوبيس كايمشي لمركز المدينة؟
واش كاين شي اكسبريس لبوسطن؟
عافاك تكون صاحبي لي كانتراسل معاه.
غادي نبقى مع واحد الصديق.
ﻓﺮﺣﺖ ﺑﺰﺍﻑ ﻣﺎ ﻧﺘﻤﺸﻰ
واش يمكن لي ننزل في فندق هيلتون؟
ﻛﻨﺒﻐﻴﻚ ﺗﺤﻴﺪﻳﻪ
دور على ليسر فهاد الشارع و خود أول حق.
بغيت نعرف إلا كان ممكن نسيفطو هاد المجموعة ديال الأطباق لطوكيو.
بغيت شي قوة للجسم.
واش كاين شي ماكلة ماشي حارة و سخونة؟
واش قريب على ود المشي؟
بغيت شي كريم ديال اليدين.
ﻣﻤﻜﻦ ﺗﻨﻤﻮﻥ ﻟﻴﺎ ﺍﻟﻤﻠﺢ
بغيت نمشي لوول ستريت. كيفاش نوصل لتما؟
ﺍﻟﺴﻜﺮﺓ ﺍﻟﻜﺜﻴﺮﺓ ﺳﺘﻔﻴﺬﻫﺎ
بما فيه الفطور، الضريبة والخدمة، غادي يكون خمسة وربعين دولار لكل واحد فالليلة.
ممكن تصلح ليا هادا؟
ﻣﺴﺎﺀ ﺍﻟﺨﻴﺮ. ﺍﻟﺴﻼﻡ.
مالقيتش الأمتعة ديالك.
سير نيشان، عافاك.
واش ماء هنايا مزيان للشرب؟
ااي، يالله. غير جوج دولار.
واش يمكن ليك تبدل هاد الكسوة بوحدا كبر منها؟
واخا، يالاه نمشيو. نقدر نعاونك فدروسك من بعد ما ناكلو شي بيتزات.
آه، سيد تاناكا. عندك جوج رسائل.
ماجاش معايا.
غدوة نهار آخر.
ﻣﻤﻜﻦ ﻧﺴﺎﻭﻙ ﻭﺍﺵ ﻣﺤﺘﺎﺟﻴﻦ ﻟﻔﻴﺘﻮﻥ ﺳ
بزطامي داه ليا واحد الشفار فالتران.
بعيد بزاف. من الأحسن تاخد طاكسي.
بغيت شي بلاصا ف الجناح، عافاك.
ساكن فبرطما ب تمنية و ربعين ألف ين للشهر.
واش نقدر نقاطع؟
وريني واحد عريض عليه.
اسمح ليا. ممكن تبادل معايا البلايص؟
ﻧﻌﻢ ﻃﺒﻌﺎ
ﺳﻴﺮ ﺳﻮﺀ ﻭﺩﻳﺮ ﺗﺸﻮﻑ ﺳﻴﺮ ﺍﻟﻤﺴﺘﺸﻠﻴﺔ
واش بغيتي رولو صغير ولا كبير؟
بغيت واحد الغرفة ديال واحد بوحدو مع الحمام ب تمانين دولار، عافاك.
بغيت نودع حوايجي الغاليين ف الكوفر ديال الفندق.
واش عندكم شي غرفة خاوية هاد الليلة؟
اه، ولايني خاصك تكون عندك التذكرة ديالك معاك.
غير شوية ديال الناس اللي غادي يلتحقو بالرحلة الاختيارية.
ماكاين مشكل. لمهم عافاك وصلني لوسط الحي الصيني. غادي نحاول نلقاه راسي.
كايوظفو ناس جداد في شهر أبريل.
ﻛﻨﺘﻤﻨﻰ ﻫﻜﺎ
جوج سكوتش وويسكي، عافاك.
شكون لاعب؟
واش تقدر تتصل بيا إلا لقيتي صاكي؟
على اليسار، عافاك.
واخا توقف معايا نتصورو؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرسة اللقدام كاضرني.
شنو هي آخر لعبة كمبيوتر لواحد الولد عندو خمسطاشر سنة؟
غادي نتشاوفو غدا.
واش كاين شي مطعم بثمن أقل قريب من هنا؟
لا، ولكن شكراً. راني مزيان دابا.
واش عندك الخبز؟
ﻋﻔﺎﻙ ﻓﻲ ﺍﻟﻜﻴﻮﻥ ﻓﻌﻠﻚ
صاحبي طاح و زلق ف الحمام
ممكن تجيب ليا طفاية السجائر؟
المسيحية كانت ممنوعة والبلاد كانت مسدودة على باقي العالم
ﺷﺤﺎﻝ ﺑﺎﻏﻲ
كوكتيل دالقمرون ليها ونفس الشي ليا.
واش يمكن ليك تسني هنا؟ و عافاك دير الحرف الأول هنا.
شرف ليا كبير نزور المقرات الرئيسية ديالكم وندير مناقشات مهمة معاكم. شكرا بزاف على التعاون ديالكم.
ﺷﻮﻓﺘﻚ ﻛﺘﺸﻮﻑ ﻓﻴﻬﺎ
مابقاش عجبني اللون. واش نقدر نردو؟
خرج من داك الباب اللي تما، و تسنى فالباراج رقم ستة.
دجاج مشوي، عافاك.
ﻣﻤﻜﻦ ﺍﻟﺒﺮﺗﻲﺍﻩ
اه، بغيت شي حاجة نقراها.
معاك السي تاكا هاسي من الغرفة خمسة ربعة تسعود. ممكن تصيفط ليا ربعة ديال القراعي ديال بيرة بودويزر، عافاك؟
هادي سبعين دولار.
عافاك اتصل بيا ف الأوطيل ديالي منين تلقى الباليزات ديالي.
بغيت اتصال دالفياق غدا مع التمنية و نص دالصباح، عافاك.
ﺍﻩ ﻟﻜﻦ ﻫﺪﺷﻲ ﺑﺰﺍﻑ ﻭ ﺍﻧﺎ ﺭﺍﻩ ﺗﻌﺸﺎﺕ
بغيت شي غسول ديال الفم.
ﻣﺎﻓﻬﺎﺵ
واش كا تديرو شي تخفيضات بالجملة؟
طوكيو زيرو تلاتة ربعة تسعود ربعة خمسة ستة سبعة.
واش يمكن ليك تعاوني نلقى حديقة الحيوان؟
واش تقدر تقول ليا كيفاش نضبطو؟
معاياش غادي تسالا الجولة ديال الطوبيس؟
واش كتعرف كيفاش تخدم التيليفون؟
بالتأكيد. عندنا شي حوايج زوينين دالأمريكيين الأصليين.
العامل للي كايهضر باليابانية، عافاك.
ﻣﻌﺠﺒﻨﺎ ﺍﻟﻤﻮﺿﻮﻉ
واش تقدر تجرني؟
واش هادي كلينيك إف؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﺴﺆﺭﺓ ﺍﻟﻴﺎﻣﺎﺟﻴﺔ ﻋﻨﺪﻙ ﺍﻟﺜﻼﺛﺔ ﻓﻲ ﺍﻟﺨﻴﻂ ﺩﻳﺎﻟﻚ ﻣﻘﺒﻞ ﻟﻚ ﺑﻐﻴﺖ
فين نقدر نشري تذكرة ذهاب فقط؟
وقتاش غادي نوصلو للوس أنجلوس؟
سير نيشان واحد خمسة دقايق عاد دور عليسر
هاهو في هاد الطريق غادي للشاطئ.
هذاك أتاي بالعشوب كيعاون على تجديد الجسم.
هادشي ماشي مصنوع في اليابان، ياك؟
واخا. من هنا، عافاك. غادي نوريك الغرفة ديالك.
خاصني نخرج من الأوطيل قبل الضهر.
جوج ديال لي هومبورغر و جوج قهاوي، عافاك. بغيت نديهم معايا.
واش يمكن لي نهز هاد جوج د الصيكان؟
اطلبت اللحم، ماشي الحوت. واش يمكن ليك تبدل هاد الشي؟
ﺍﻧﺎ ﻭﻟﻴﺪﺍﺗﻲ ﻣﻔﻴﻮﺯﺓ ﺑﺎﻛﻴﺎ
ضارني قلبي.
هاد الجاكيت ماشي قياسي.
بغيت نتلاقا بالسيد ويليام.
فيه مجموعة من سبع فيتامينات ومعادن.
السنة رخوة.
واش يمكن لي نسترجع الفلوس ملي نرجع لليابان؟
من اينا ماكلة جاي هاد الطبق؟
ﻓﻴﻦ ﻛﺎﻳﻨﺔ ﻫﺎﺩﺷﻲ
واش تقدر تديرو ف عشرة دقايق؟
ﻣﻜﻴﻨﺶ ﻓﻲ ﺍﻧﺠﻠﻴﺰ ﻭﺍﺵ ﻛﺎﻳﻦ ﻓﻲ ﻫﺎﺩ ﺍﻟﺒﻼﺩ ﻛﻴﻘﺪﺭﻭ ﺍﻟﻴﺎﺭﺓ
فين نقدر نلقى تحويل لميترو؟
غادي نصيفطو ليك عشرين عينة أخرى.
ماكانضنش غادي يجي معايا حيت البشرة ديالي ناشفة شوية.
واش نقدر نحصل على التوقيت، عافاك؟
آه، كا نظن غادي نتسنى.
تسعود و تسعين دولار للساعة لكل طفل.
...
خاصو يكون هادي.
عندي لماطيريال ديالي.
ساروت الغرفة خمسة زيرو تلاتة، عافاك.
اشمن ساعة كايعرضو "تيرمينال مان"؟
فين جا صالون الحلاقة؟
مع السبعة، عافاك.
باليزتي تكرفسات.
السياحة.
جيت من اسبانيا.
شي حاجة ما خداماش في هاد البطاقة. واش يمكن ليك تعطيني واحد آخر، عافاك؟
عندي لحكة ف ذراعي.
صيفط هادشي بالبريد الجوي لليابان، عافاك.
فين كاين أقرب فرماسيان؟
شي واين آخر، عافاك.
الناس مضيافين بزاف.
شحال من مشروب داخل فالعرض؟
برافو عليك.
فين هي البوابة ديال الركوب لهاي الرحلة؟
ﺍﻟﻰ ﻛﺎﻥ ﻣﻮﺍﺿﻊ، ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﺤﺠﺰ ﻃﺎﺑﻠﺔ ﺑﺎﻟﺸﺒﺎﻙ؟
واش النداء الأخير ديال الركوب تقال؟
احنا فتاعشرة ألف قدم فالعلو.
أولا، بغينا نشوفو وول ستريت.
فين كاين المحطة ديال الطوبيس لي كايمشي لأوكسفورد؟
غادي نتسنى حتى تكون لا تيراس واجدة.
ممكن نشوف شي محافظ جلدية؟
آرا نتفرجو فالتلفازة، كاين مباراة ديال البيزبول.
واش تقدر تكتب عنوان الاتصال ديالك هنا؟
ﻋﻔﺎﻙ ﻗﻮﻟﻴﻠﻲ ﻓﻴﻦ ﻛﺎﻧﺖ ﺍﻗﺮﻳﺘﻴﻦ
لوطيل ديالي، عافاك. عنوان لوطيل ديالي هاهو.
شحال من عمالة كاينة فاليابان من غير طوكيو؟
قطع و تسنا واحد الشوية عافاك.
ﻭﺍﺵ ﻛﺘﺨﺪﻱ ﻋﺎﺩ ﺍﻟﻌﺸﺎﺕ ﻓﺎﻟﺪﺍﺭ؟
بالتأكيد. ايمتاش بغيتي تلعب الغولف؟
غادي تكون في الدار مع التلاتة.
بغيت نتصل بسفارة اليابان.
شوية مازال.
منين كايغادرو الطوبيسات ديال التوريست؟
شحال كايسواو باش يتصيفطو لليابان؟
ماعندي حتى شي كلوب ولا صباط.
واش الين الياباني مزيان؟
واش عندك موستانگ؟
ﻧﻐﺴﻞ ﻣﻦ ﻫﻨﺎ؟
سيد كاواي، عندنا ليك طبلة دابا. أجي من هنا، عافاك.
أكيد. هبط فالدروج غير تما وغادي تشوف شي توجيهات. غير تبعهوم.
الاستقبال. واش يمكن لي نعاونك؟
تقدر توصلني لأوطيل هيلتون، عافاك؟
واش غالبا خاصك تبقى خدام حتال متأخر؟
... سمح ليا، ماعندناش... واش عندك لوراق د لونغلي؟
طاولة غير المدخنين، عافاك.
واش تقدر تعلمني قبل مانوصلو لدورهام؟
واش هادشي د جديد؟
ﻣﺎﺷﻲ ﺻﺢ ﺩﻳﻤﺎ ﻛﺘﻌﺎﻟﻲ
تقدر توريني شي كساوي؟
ﻣﻤﻜﻦ ﺗﻘﺎﻝ
انا سكران بالخمر.
ردو البال الجو كيتقلب بالزربة فالجبال
شيك السفر و الين الياباني، واخا؟
...ديزولي...راه قلبت...عند الناس ديال...الميناج...و حتا...عند ديال...الضواصا لي...تلفو...و لكن...ماكاينش...تما
بلاصة صعيبة باش تلقاها. كاينة فطريق صغير من الطريق الرئيسي الكبير.
ما تنعرف والو عليه.
نقدرو نتناقشو فهادشي فشي كافي.
فهمت، فهاد الحالة ما خاصنيش نخلص مصاريف التعديلات، ياك؟
العامل ديال التلفون، عافاك.
تقدر تهبط السرج، عافاك؟
واش تقدر توفر لي بلاصة هاد الليلة؟
واخا. ناخد غي جوج. شكرا ليك.
ها هي الفاتورة ديالك. وصلات لتلاتة و سبعة و تسعين دولار.
عندك الزهر.
ﻋﻔﺎﻙ ﺩﻳﺮﻳﻪ ﻃﺎﺑﻠﺔ ﻓﻴﻬﺎ ﻣﻨﻄﻘﺔ ﻃﻴﺐ
واش هاد الماشين مصنوعين بالماكينة ولا باليد؟
بغيت نكري هاد النوع د السيارات لمدة ربعة و عشرين ساعة.
تشرفت بمعرفتك بزاف.
مقطع.
ايوا دابا، اجي نشوفو اش كاين.
مزيان، غير فكر شحال غادي تطول خدمتو إلا سول سؤال واحد زايد لكل واحد. يالاه، خلينا نزربو ونجيبو الأمتعة ديالنا. خاصنا نمشيو للتصريح الجمركي من بعد.
ﺷﻨﻮ ﻣﻘﺪﺍﺵ ﺍﻟﻮﺯﻥ
واش كاين شي مطعم صيني فهاد الجوايه؟
الرصيف رقم خمسة كاين لهيه.
وقتاش الماتش ديال كرة؟
ماخدامش. واش تقدر تتحقق ليا من الكاميرا ديالي؟
قهوى بالكريما والسكر، عافاك.
كنضن كاينين شي أغلاط فالفاتورة.
عافاك اعطيني هادا.
هادي البوابة سبعة.
واش انت سكوتلندي؟
تلاتة جوج واحد جوج. تسنا واحد الدقيقة، واخا؟ بغيت نصيفط ليك شي حاجة هنا. سمح ليا.
مياو خمسة وتلاتين ين للدولاور.
الميني مع البوت عمرها ما غتخرج من الموضة.
واش يمكن لي نهضر مع المسؤول؟
علاش الطريفة ديالك مختلفة على اللي ف الطاكسي؟
واش يمكن لي نشوف هادا؟
ﻭﻋﺪﺩ ﺭﺍﺳﻲ ﺣﻴﻦ ﻧﺸﻮﻑ ﻟﻴﻚ ﻧﻌﺮﻑ ﻋﻠﻴﻚ
اش واقع هاد ليام؟
ﻣﺎﻓﻬﺎﺵ ﻣﻴﻤﺘﻲ ﻳﻮﺻﻠﻨﻲ ﻋﻨﺪ ﻣﻮﺗﻪ
الحفلة ديالك بدات. تفضل.
واش كاين شي عرض فالطابق السفلي؟
المرحاض ماطالعلوش الما.
شحال دالوقت كيستغرق الواحد المشي على رجليه من هنا لدار البلدية؟
خود هاد الدوا مورا كل وجبة فاش تقسح بزاف.
ﺗﺪﻳﺮ ﺍﻟﻔﻠﻮﺱ ﻓﻲ ﻣﻌﻨﺎﺕ ﺧﺎﺭﺝ ﻣﻜﺘﺐ ﺷﻮﺗﻴﺒﻮﺭﻭ ﺑﻮﻙ.
شي واحد مجروح.
ﻛﻨﺘﺴﻨﺎﺍﺍ ﺍﺵ ﻧﺼﺎﻭﺏ ﻟﻴﻪ؟
واش عندك شي خريطة ديال قطار الأنفاق؟
عندي شومبر واجدة ليك فغراند أوطيل. تقدر تمشي ليه؟
عندي واحد لوجع فعيني ليمن.
أنا ماشي مزيان بزاف فالألمانية.
ﻻﺑـﺪ ﺍﻟﻤﺘﻞ ﻋﻠﻴﻨﺎ
واش تقدر تاخد هاد السروال؟
واش نقدر نتسلف مضرب وشي كورات؟
واش تقدر تزيد شي صرف؟
ﻭﺍﺵ ﻧﻘﺪ ﺷﻲ ﺳﻠﻮ ﻧﺼﻒ
ﺳﻼﻡ ﺃﻧﺎ ﺟﻮﻧ
ناكاي.
واش عندك شي مانع نصورك نتا و الطاكسي ديالك؟
عيطت على ود باليزة ضاعت هادي تلت ايام.
بغيت شي أوطيل رخيص.
أوه، كاينين بزاف د لحوايج خاصك تشوفهم ف (غرينويتش ڤيلاج).
على ود الخدمة. عندي شي اتصال ديال الخدمة تماك.
كايجي مع الكوستيم ديالك.
واش ممكن ترد البال للباليزات ديالي، عافاك؟
كيفاش عجباتك هاد الفكرة؟ قابلين الشرط ديالك ديال ستة اشهر ديال الاشعار بشرط تعطيو لينا الحق ديال البيع لمدة ستة اشهر من بعد فسخ العقد
اسمح ليا. واش كتعرف نيويورك مزيان؟
نتسناو. عافاك اتصل بينا منين تكون جاهز.
بغيت نشوف شي جراح.
ﻭﺍﺵ ﻫﺎﺩ ﺍﻟﻤﻜﻮﻥ ﻃﺒﻴﻌﻴﺔ
بغيت نسوك سكوتري.
رمز المنطقة هو زيرو تلاتة. الرقم هو تلاتة واحد جوج تلاتة ربعة خمسة ستة سبعة.
شدو البرد.
شي طوموبيلة صغيرة تكون مزيانة.
بغيت نصيفط هادشي فبريد عادي.
خليني ندوز ليك السيد المكلف.
ﺷﺤﺎﻝ ﺍﻟﻤﻘﺎﺩﻳﺮ ﺑﻐﻴﺘﻲ
ﺍﻩ ﻳﺎ ﻟﻬﻨﺎ ﺭﺍﻩ ﻣﺎﺗﻴﺘﺶ ﻫﺎﺩﻭ ﻛﺎﻣﻠﻴﻦ
واش عندك مجموعات علب باش تصايب باكاج؟
واش الطيارة غادي تخلص ليا الغدا و المصاريف ديال الفندق؟
واش هادو حوايجك كاملين؟
كيفاش تبغي تدير الاتصال ديالك؟
واخا، غالي. ماشي مصنوع في اليابان، ياك؟
ﻣﻮﻓﻘﺔ ﺗﻨﻘﺶ ﻟﻴﺎ ﺍﻟﻤﻠﺢ
فين كاين أقرب مطعم لهاد الأوطيل؟
بغيت شومبوان للشعر عادي.
وقتاش كاتضن غادي يتلقا؟
ﻛﻨﺘﻤﻨﻰ ﻟﻚ ﻳﺎﺭﺏ ﺳﻨﻴﺎﺕ ﻛﻠﻬﺎ ﻓﺮﺣﺎﺗﻚ
غادي ناخد واحد سبرايت كبير.
ﻋﺎﻭﺩﻱ ﻳﻘﻮﻝ ﺗﺎﻧﻲ ﻣﺰﺍﻥ
سمح ليا. بغيت ندير الطلبية.
عندنا شريمب نيوبورغ و فخد ديال الخروف مشوي.
بغيت غرفة بمنظر زوين.
تلاتة ديال لكيسان ديال عصير البطيخ، عافاك.
عندي تلاتة ديال الولاد.
سير نيشان فهاد الكولوار ودور على اليسار فالقنت. غادي تشوفو على يمينك.
واش جولة نهار كامل؟
شحال كادير البييي ديال مشي و جي ل اوكسفورد؟
كانمشي لواحد لاصال كل نهار و نص.
فين نقدر نبقى خلال الجولة؟
اشمن ساعة المغادرة؟
شحال كادير التكلفة ديال المرشد السياحي فالنهار؟
فين نقدر نلقى السيديات؟
اسمح ليا. أنا طالب جامعي من اليابان. واش انتوما طلبة جامعة نيويورك؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطة؟
اكي، كاتعرف شي محل ديال الديسكات مزيان قريب من هنا؟
كاش ولا كارط؟
خدام فواحد الشركة ديال التجارة.
حشومة تسول بنادم شحال كيتخلص.
ﻭﺍﺵ ﻫﺎﺩﻭ ﻟﻐﻴﺮ ﺩﻳﺎﻝ ﻟﻴﻤﺴﺎﺝ 501 ؟
وقتاش يمكن ليا ندوش؟
كاتبان صغير، قل من واحد وعشرين.
فهمت. فالواقع، فيه شريط عالي السرعة. عندك مانع نخرجو؟
يالاه شريتو دابا.
غادي نجيب واحد دابا.
تمنية دولار. وهاهو جاي واحد دابا.
عافاك ورّيه مع أغراض الشراء للجمارك فالمطار.
واش كاينين شي تخفيضات فالمحلات الشاملة دابا؟
أومبلونص، صيفط لي لابيجي ديال العافية.
الطوموبيل ميتة.
وقف فالتقاطع الجاي.
اوه، ها هو. واش كل واحد خاصو يعمر هاد استمارة التصريح الجمركي؟
و ممكن الاسم ديالك عافاك؟
واش عندك مانع إلا درت مكالمة على حساب المتلقي؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ
فين هو قسم السفر؟
شنو اسم الشخص اللي بغيتي تهضر معاه؟
أنا أسف، هو ماكاينش دابا.
...شوف هادشي...شوف هادشي...غادي تقول لي الفرق بين هاد السيد وهاد السيد هو الزهر؟ محمد وقف الله يحفظك...ما عندكش مشكل نوصلك هنا...راه تعطلت...صاحبي تشرفت بمعرفتك...واخا؟
الغرفة ديالك كاتطل على المدينة؟
واش كاين شي رسائل ليا؟
باقي غالي بزاف. واش مايمكنش تخدو ليا ب تلاتة د الدولار؟
بغينا غرفة اللور.
غادي ناخد كاس ديال النبيذ.
جيتي زوينة.
بغيت غرفة بسريرين. بشحال كاتكري هاد الغرفة فالليلة؟
كايد ف تسعودو تسعين ميل.
فينس و ليندا بغاو يبقاو بوحدهم، داكشي علاش سمح ليا غادي يخصني نبقى هنا هاد الليلة.
عافاك خلي هاد الأمتعة تحت المراقبة الجمركية.
سميتي ساتو.
كنعرف واحد النادي ديال الجاز قديم وسط المدينة.
غادي ناخد هاد الوجبة الثابتة.
بغيت نجرب نفس الأكلة ديال داك الواحد.
غادي ناخدوه.
واش هاد الشي كايوصل للسادس؟
ﺍﻟﺒﺴﻄﻴﻠﻲ؟
ﻋﻔﺎﻙ ﺣﻄﻴﻪ ﻓﻲ ﺛﻮﺏ ﻟﻐﺔ ﻭﺧﻠﻲ ﻫﻜﺎﻙ ﻫﻮ
بغيت هاد الفيلم يتحمض. وقتاش يوجد؟
ﻋﻔﺎﻙ ﻣﺪﻳﻬﺎﺵ ﻫﺪ ﺍﻟﻤﻔﺎﺟﺎﺱ ﻣﻦ ﻳﻬﻢ ﻣﻨﻲ
واخا. غادي نديك من الفندق ديالك مع التمنية.
الزنقة مزيانة.
خللي الغرة ديالي طيح، عافاك.
واش داخلين فيه جميع مصاريف التنقل؟
دار الأوبيرا ديال الميتروبوليتان.
فين هو مكتب كراء السيارات؟
فيا الحمى من البارح بالليل.
ماشي ذوق ديالي.
ﺷﻨﻮ ﺍﻟﺨﻀﺮﺍﺕ ﻋﻨﺪﻙ
بغيت بيرمانونت مرخي، عافاك.
وقتاش غادي يجي الطبيب؟
ﻫﺪ ﺍﻟﻠﻮﻥ ﻏﺎﻟﻚ
تشققات ليا سنة
واش هاد البلاصة ديال الجناح ولا ديال الشرجم؟
أنا كايعجبني المشي فالجبال.
واش تقدر تجيب ليا الباكاج ديالي للغرفة؟
وريني شي واحد ل شي بنت.
تقدر تحبس هنا؟
واش عندك شي حاجة ب تمنية دولار زيرو سنت؟
أنا عطشان.
بلا حليب، عافاك.
عندي تلاتة د الشكارة.
فين كاينة البحيرة؟
سمح ليا. ضغط على زر التصوير، عافاك.
واش يمكن لي نحصل على مجلة أو شي حاجة بحال هاكا؟
راه الجنوب.
ﺷﺤﺎﻝ ﺍﻟﺘﺴﻠﻴﻥ
بغينا غرفة كتطل على البحيرة.
واش كاين شي علب بريد هنا؟
واخا. غادي نديك لتما.
الجزء اللي مكتوب بالخط المائل تيعني التغييرات اللي وقعات فالتسعينات.
عندو تلاتين عام.
واخا. واش يمكن ليك تكتب العنوان مرة أخرى على هاد الظرف؟
بغيت نمشي لهارودز. واخا ترسم ليا الخريطة، عافاك؟
ﻭﺍﺵ ﻛﺪﻳﺮﻱ ﻭﻻ ﻓﺮﺍﺭﻱ ﻓﺎﻟﻮﻗﺖ
واش عندك بطاريات لهاد الكاميرا؟
بغيت زر تحرير الكابل.
واش انت الأخير فهاد الصف؟
كنظن بلي كاين الزحام.
ﺳﺒﺤﺎﻥ ﺍﻟﺴﻢ. ﻏﻴﺮ ﺧﺮﺝ.
واش يمكن ليك تقول لي البلايص المثيرة للاهتمام هنا؟
واش كاينين شي حوانت شاملة هنايا؟
حتا انا.
بغيت ندخل من سان دييغو.
كنت كنفكر ناخد هاداك الكورس فالعام جاي.
لخمر ماسخونش مزيان. تقدر تزيد تبردو؟
واش يمكن لك تبدل هاد الحوالق ل بروش؟
اشنو اكتر حاجة كتهمك دابا؟
بغيت نرجع الفلوس. واش يمكن لي نرد فلوسي؟
واقيلا مايمكنش ليا نشرب بحال هادشي فشي بلاصة أخرى.
إلا شريتي حتا هادا، غادي يولي المبلغ بدون رسوم جمركية.
ممكن نشوف شهادة التلقيح ديالك، عافاك؟
واش كتسافر بزاف؟
جيت من الولايات المتحدة.
عندي تذكرة طيران ل سان فرانسيسكو.
إيلا كانت غير ربع ساعة من المحطة، غادي نتمشى على رجلي.
بغيت شي وطيل أرخص شوية.
بونساي كتبان بحال الهواية ديال الشيبانيين.
باقي ما قررت. واش تقدر تعطيني شوية د الوقت؟
راسي كيضرني.
واش تمشي معايا نشربو القهوة؟
بغيت شهادة طبية و فاتورة للتأمين ديالي.
أوه، لا. عافاك زرب. را تعطلنا.
مابغيتش نصرف اكتر من عشرين دولار.
علاش الطيارة مازال ماتقلعات؟ قول ليا اش واقع.
شحال التذكرة؟ واش تقدر تكتب التذكرة على واحد الورقة؟
بغيت نكري واحد من البلايص دالتشميس.
بللاتي واحد الدقيقة، عافاك.
واش خص العيالات يلبسو كساوي رسمية؟
ماتقيصنييش.
واش عندك السجائر؟
ﻟﺒﺴﻲ ﺍﻥ ﺭﻳﺢ ﻟﻴﺎ ﻣﺎﺷﻲ ﺟﺮﻳﺔ ﻳﻤﻜﻨﺶ ﻧﻤﺸﻲ ﻟﻠﻘﻄﻊ ﺍﻟﺘﻜﻮﻥ
رائع.
غادي نسد دابا. شكرا على الانتباه ديالكم.
واش عندك هادا فشي لوان أخرين؟
شكون؟
اسمح ليا. يمكن ليك تقول ليا فين كاين شي موقف ديال الطاكسيات؟
و باش يشرب؟
ها هو.
فين كاين أقرب محل ديال الحديد؟
اححم. ما خدّامش، ياك؟ يمكن ليك تبدل لشي مقعد آخر، إلا بغيتي.
كا نقلب على هادا.
واخا، أسيدي. اشنو بغيتي للتحلية؟
كوتش ولا بولمان؟
شيكات سياحية. شكرا لك. هاهي التذكرة ديالك والكارط ديال الطلوع. كون تما، عافاك، ساعة قبل من وقت الإقلاع ديال الطيارة.
ﻫﺪﺷﻲ ﻣﻄﻠﻮﺏ
الاسم هو جورو موتوياما. والرقم هو زيرو تلاتة تلاتة جوج ستة واحد جوج ربعة تسعود خمسة.
كانحس براسي مريض بزاف.
اشناهي اوقات عرض فيلم "حب كاسيي"؟
واخا. واش تشرب قهوتك دابا أو من بعد؟
ﻗﻮﻟﻲ ﺍﺣﻠﻰ ﻧﺎﺡ ﻓﻴﻦ ﻧﻮﻉ ﻓﻴﻦ
فاش كا يختلف المنتوج ديالك على ديال المنافسين ديالك؟
ﻋﺎﺭﻑ ﻳﻜﻮﻥ ﻣﺎﺣﺪ ﻳﺴﻮﻝ ﺗﻌﻠﻴﻢ ﺍﻟﺴﻼﻣﺔ?
واش الشارع الخلفي خطير؟
آه، عافاك دير الإجراءات اللازمة.
ﺍﻩ ﻏﻴﺮ ﻭﺍﺣﺪ ﻓﻤﺘﺘﺒﻌﺘﺶ ﻋﻠﻰ ﻣﺘﺎﺑﻌﺘﺶ ﻭﻛﻔﺎﺀﺕ ﻋﻼﺵ ﻣﺘﻌﻮﺿﺶ
هاهي بطاقتي الوطنية.
كانفضلو طابلة حدا الشرجم.
عافاك قول ليا أرخص طريق ل سان فرانسيسكو.
واش كتعرف المطعم، كيويا؟
نوبة وحدة.
غادي نتزاد فالوزن غير بالگلسة هنايا والماكلة المستمرة.
واش كاين شي مطعم مزيان مع عرض الفلامنكو؟
ﻫﺎﺩ ﺍﻟﻔﺴﺮ ﺑﻨﻴﻨﺔ ﻋﻠﻴﻚ
رجلي كتضرني.
فين كاين أقرب حمام؟
واش تقدر تبدل معايا البلاصة، عافاك؟
بلايصنا تفارقو.
بصراحة، بغيت هاد الطرد يكون مؤمن عليه، حتى هو.
الفاتورة كتوصل لمية دولار.
مخارج الإغاثة كاينة فالقدام، الوسط وفاللور ديال هاد الطيارة.
واخا، الحجز ديالك تم التأكيد ديالو.
الطالو عالي بزاف.
بغينا طابلة فالشرجم.
يعني ان الفيلم ممكن ما يكونش مناسب للاطفال اللي عندهم قل من خمسطاشر سنة. فخاص الاباء والامهات يشوفو واش يخليوا ولادهم يشوفوا الفيلم ولا لا.
كيفاش بغيتي تاخد لفلوس؟ عافاك عمر هاد لورقا و وقعها هنا.
مرة مرة كتحرقني المعدة.
واش عندك شي أطباق منخفضة السعرات الحرارية؟ أنا عامل الريجيم دابا.
مكاين حتى شي واجب ضروري.
آه، عندي جوج تذاكر للعمالقة والدودجرز.
حنايا واحد من أهم المزودين ديال الميكرو كمبيوتر.
ﺷﻜﺮﺍ ﻟﻚ ﻭﻧﻜﻢ ﺑﺎﻟﻈﺒﻂ ﺍﻟﺴﻼﻡ ﻋﻠﻴﻜﻢ
شومبر ديال توام مع بانيو، عافاك.
طحت فالدروج.
اشمن نوع ديال المثلجات تنصحني بيه؟
همم. هادا. اللون كايجيك زوين.
فيناهوما كتوبا ديال لوغات أجانبا؟
جوج شرايح و مشروب صافي.
عطيني شي سجائر.
ممنوع تدخلو للبلاد - سمح ليا. إيوا، كانظن هادا تقريبا غادي يعتني بكلشي.
آه، أنا. كانو ساكنين حدايا ف كاليفورنيا ولكن نتاقلو ل فلوريدا هادي عامين. وانت؟ واش مسافر بوحدك؟
أنا مريض.
ﺷﻬﺘﻮ ﻋﻠﻰ ﺍﻟﺤﻤﺎﺕ ﺑﺎﻳﻨﻮ
هاد القياس، عافاك.
كتعطى وسام الاستحقاق الثقافي للفنانين والعلماء المتميزين فهاد النهار.
انا ياباني.
غالي بزاف.
نعم. خود طوبيس لي غادي ل كيوتو-ايكي.
واش غير الأعضاء؟
تكلفة الغرفة هي ستة آلاف ين لليلة وحدة.
واش يمكن لي نهز معايا هادشي فالبوينت؟
واخا. اللي بغيت نعرف هو واش البيزنس غادي يخلص راسو شي نهار؟
واخا. واش بغيتي شي شال معاه؟
شحن البطارية، عافاك.
أنا واجد باش نطلب.
الملح ديال الحمام بالأعشاب كيخلي البشرة ديالك ناعمة وملساء.
كتب اسم الشركة الطيران ورقم الرحلة، حتى هو.
ﺑﺼﺎﺡ ﺍﻟﻴﻮﻡ ﺍﻟﺨﻂ ﻭﺍﻟﺨﻂ ﺍﺷﻤﺎﻝ
اه، راه مشكل ديال رمي النفايات.
بغيت هاد النوع في الصحون الخمسة.
بزاف د العائلات عندهم جوج دخلة.
أوه. هاد لفضيا نادر "القمر والجرس". متءكد بغيتي تبادله؟
الوالدة و ختي جايين من اليابان باش يشوفوني. غايوصلو لهنا مع السبعة تقريبا د الليل.
ﻟﻮﻥ ﻣﻮﻓﻘﺔ ﺑﺰﺍﻑ ﻫﺎﺩ ﺍﻟﻌﺎﻡ
ﻓﻜﺮﺓ ﻣﺰﻳﺎﻥ. ﻓﻤﺘﻨﻲ ﺗﺠﻲ
واخا. جوج بلايص، عافاك.
فين السوق؟
ﻛﻨﺘﺴﻨﻰ ﻧﺠﺮﺑﻮ ﻟﺴﺮﻳﺘﻮ ﺍﻟﺠﺪﻳﺪ
حساب ليا نتوما كتاكلو غير لكروفيت.
ﺷﺤﺎﻝ ﻋﻤﻠﺘﻠﻴﻚ ﺩﺭﺟﺔ ﺍﻭﻝ ﻓﺮﺍﻥ ﻟﻴﺎﺩﻭﺭﺍ, ﻣﻦ ﻓﻀﻠﻚ؟
باينا هاد لفلوس لي عطيتيني نااقص فيهوم عشرة دولار.
يالاه عيطت للسيد سميت فل شومبر مياتاينو اوه وان، بلحاق مجاوبني حتى واحد. واش تقدر تعرف لييا واش باقي جالس هنا؟
بغيت شي واحد دايل هاد الوقت.
خدام فواحد الشركة ديال النشر.
ﻣﻮﻓﻘﺔ ﺍﺩﺭﺏ ﻫﺎﺩﺷﻲ؟
فينا زنقة حنا؟
تقدر توزن هاد الباكية؟
شنو كتقولو ليه بالإنجليزية؟
بقى غادي فهاد الممر, من بعد غادي تلقاه فالجيهة اليمنى.
بغيت نأمن هادشي.
ﺻﺒﺎﺡ ﺍﻟﺨﻴﺮ ﺍﻧﺎ ﻣﻮﻝ ﺍﻟﺮﺩ ﺍﻣﻴﺰ ﻣﻨﻜﻢ؟
واخا. عافاك اركب.
آه، سيدي. كانجي نفطر هنا كل نهار، من الاثنين حتى الجمعة، قبل ما نمشي للخدمة.
ماشي مشكل.
عافاك اعطيني تلاتة جوج ستة جوج تسعود واحد تمنية.
اه، يمكن لينا نتكلفو بيكم ابتداء من السبعة.
عافاك تسطح هنا.
خدمة سريعة هادي.
واقيلا باقي غادي يبان.
عافاك دور على ليسار فالتقاطع جاي.
سمح ليا. كيفاش نوصل للبنكة؟
واش كاين شي طوبيس كايمشي للمتحف ديال فورد؟
نعم. سميتك و رقم البيت ديالك، عافاك.
شحال دلوقت كيستغرق باش يمشي بالبريد الجوي لليابان؟
واخا. نتلاقاو الاحد مع الجوج.
بغيت ندوز لنيويورك فطريق لكندا.
السنسلة تهرسات. واش عندك شي وحدين خرين فحالها؟
هادشي شوية موسخ.
تقدر تعاودي تأكد ليا الرحلة ديالي؟ هاهي التذكرة ديال الطيارة.
واش عندك هادا ف الأخضر مغلوق؟
تقدر تديني لكنتربري و ترجعني؟
ممكن تعطيني فرشيطا وحدا خرا؟
ﻛﻨﺸﻜﺮﻙ ﺑﺰﺍﻑ ﻋﻠﻰ ﻃﻴﺒﺘﻚ
اسمح لينا، ماكانبيعوش تذاكر للمسرح.
بغيت نشوف هادشي.
أوه، هادشي زوين. شنو خاصني ندير؟
بغيت نطول الإقامة ديالي هنا ليومين أخرين.
عافاك بدل ليا البلاصة.
عندنا شي قريدس (أو كروفيط) مزيونين اليوم.
حتا لاين كايبقا محلول؟
واش مدخن أو لا؟
غالي عليا بزاف. ما يمكنش ترخصو شوية؟
انا محلول نهار لاربع فالصباح ولا نهار لاربع فالعشية.
مادرتش الحجز.
حيت الصيف فاليابان عادة تيكون سخون بزاف، وماكانش عندنا مكيف الهواء فالأيام القديمة.
تقدر تتصل ليا بطاكسي غدا مع التمنية دالصباح؟
ﻣﺴﻮﺱ
علاش مانتسناوش الطوبيس تحت البراصول؟
اجي اكينجي. خليني نوريك المكتب.
آه، محلول من تسعود حتى ل تسعود.
ماكانقدرش ننعس مزيان بالليل.
كيفاش أثر هاد الركود على البيزنس؟
عندي موعد آخر.
واش يمكن لي نحصل على خريطة طرق المدينة؟
ﻫﻮ ﺍﻟﺸﻲ ﺗﺎﻧﻴﺘﻮ
ﻣﻔﻬﻤﻜﺶ ﺍﻟﺸﺮﺡ ﺩﻳﺎﻟﻚ
خاصني ندير شي اتصال. غادي لبوسطن.
فين أبّه كيتمشاو؟
واش كيدوم؟
📩 **Original:** I enjoyed myself very much. **Moroccan Arabic:** 📩 **Original:** I enjoyed myself very much. **Moroccan Arabic:** ﻫﺎﺩﺷﻲ ﻋﺠﻨﺖ ﺑﺰﺍﻑ 👍 👍 😄 😄
ايوا، بغيت يكون وجهي صغير بحال جوليا روبرتس.
ﻣﻤﻜﻦ ﺗﺎﺧﺪ ﻫﺎﺩﺍ، ﻣﻦ ﻓﻀﻠﻚ؟
المسافرين اللي غادي يمشيو في الرحلة ديال الخطوط الجوية إي بي سي سبعة زيرو تلاتة اللي غادية لطوكيو، عافاكم سيرو للبوابة رقم عشرين باش تديرو الإجراءات الحكومية الرسمية.
فين كاين المحطة ديال الطوبيس ديال بي؟
شي وحايد، عافاك.
فين نقدر نشري طبلة دالماكلة؟
واش يمكن لي نكري شي مرشد كايهضر باليابانية؟
واش تبغي نصورك؟
ماكانش عندي هاد الطبق.
جرحت صبعي. واش كاين شي معقم؟
واش نقدر نحصل على تنابر بتسعود و تسعين سنت؟
غادي نكون هنا مع التمنية أقل ربع.
بغيت شي ريحة.
واش يمكن لي نحصل على التوقيت؟
واش غادي للمدرسة هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
انا متأكد باللي حطيتو في الحقيبة ديالي.
ليدين الفوق.
واش كاين شي مطعم مزيان قريب من هنا؟
شنو تبغي، كحل ولا بيض؟
تقدر تقول لي فين غادي نمشيو؟
تذكرة التحويل، عافاك.
فين كاين شي بلاصة زوينا ندير بيها شي فييرمه نهار واحد؟
ﺑﻐﻴﺖ ﺍﻟﺸﻤﺲ ﻛﻴﻠﻲ ﺑﻨﻔﺲ ﺩﻳﺎﻝ ﻫﺎﺩﻱ
واش باقي غادي تدير داك الجدول الزمني؟
اشمن ساعة كايفتح البنك؟
كانحس براسي مريض.
كا نحير. واش تقدر ترسم ليا خريطة؟
برا.
ﻭﺧﺎ ﺗﺼﺪﻣﻠﻲ ﺍﻟﻤﺴﺘﺸﻔﻰ
واش خاصني نجي للسبيطار كل نهار؟
معدتي كتضرني.
ﺷﺤﺎﻝ ﺍﻟﺒﺮﻳﺪ ﻟﻠﺴﺆﺍﻝ ﺑﻬﺎﺩ ﺍﻟﺮﺳﻮﻝ ﻟﻠﻴﺎﺑﺎﻟﻲ
بغيت كاس ديال الشيري.
واش محتاج لي يجي ليك من المطار؟
الركوب غادي يبدا مع الربعة و نص، إذن عافاك جي قبل.
من تلاتين ألف ين.
فين نقدر نشري بطاقة اتصال هاتفية؟
واش يمكن لي نردو فمدينة أخرى؟
عوال نبقا حضاش ليوم.
عافاك خلي الفوق طويل شوية.
خاصك تشوف شي اختصاصي.
شوية ديال الدقايق، عافاك.
التراك رقم ربعطاش.
أوه، بالصح؟ عندك بالتأكيد اختيارات بزاف.
ما لقيت ليهم الأثر فين ما درت
واش عندك شي بلايص خاويين للندن؟
بغيت نسخة من التقرير ديال السرقة.
كاين على بعد بلوك واحد من الشارع.
تقدر تشعل لي بينما انت كتشعل؟
واش هاد السيجارات خفاف؟
واخا. بحال هكا.
القطار السريع جاي من هنا ساعة.
بغيت نطول كمام هاد الجاكيت الرياضة.
عندي حجز. هاهو رقم التأكيد.
ﻭﺻﻞ ﻋﻮﺍﺵ ﺩﻳﺎﻟﻚ
القطارات واقفين بسباب الإضراب.
ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﺼﺎﻭﺑﻬﺎ؟
الشارع كان عامر بالطوموبيلات.
راه العمارة الثانية على اليسار ديال ديك العمارة البيضاء.
احجزنا بلاصة لنهار خمسة و عشرين أكتوبر مع لحضاش ديال الصباح.
لا، شوية لقدام. تما، اه.
نعم، ذلك ما فيهش الوجبات.
فين يمكن ليا نرجع هاد التذكرة؟
علاش كيوقع؟
بغيت نرتاح شوية.
طوموبيلتي خسرات، عافاك أجي ليها.
بغيت شعري يكون طويل شوية من لور.
ﺷﻨﻮ ﻣﻮﺍﺩﻳﻦ ﻋﻨﺪﻙ؟
متافق، راه من البلايص لي كايعجبوني.
ﻧﻮﻉ ﺍﻟﻤﻮﻝ ﺍﻟﺬﻱ ﻓﻲ ﺧﺎﻟﺘﻚ
سميتي ميتشيكو تاناكا، و الرقم ديال الرحلة هو خمسة زيرو واحد لطوكيو.
ﻣﻤﻜﻦ ﺩﺭﺗﻲ ﻟﻴﺎ ﺧﺮﻳﻦ ﺑﻴﻦ ﻫﻨﺎ
فين نتلقاو؟
بغيت نفس الفورمة ديال ديما.
عطيني خمسين، عافاك.
فين يمكن ليا نتقيد في الخطوط الجوية اليابانية؟
شنو هوما المحتويات؟
واش كاينين شي بلايص معروفين فهاد الجوايه؟
اعطيني شوية دالصرف، عافاك.
واخا. غادي نتأكد باللي الباغاج ديالك غادي يكون هنا.
هادشي هو الاختصاص ديالنا، حوت الصول ديال دوفر مشوي.
غادي نبقاو.
تعرضت للكريساج.
واخا. واش خاصني نركزو؟
غادي نتقاسمو.
ما عندناش هاد الستيل بالضبط دابا. غادي نتحقق من المخزون ديالنا. تسنا غير دقيقة، عافاك.
سكوتش مع الما، عافاك.
ﻫﺪﺷﻲ ﻛﻴﺠﺎﻭﺏ ﺑﺸﺤﺎﻝ ﻓﻴﻪ
خود هاد الوصفة للصيدلية. تقدر تاخد الدوا تماك.
ﺍﻧﺎ ﻃﻠﺐ ﺩﺍﻙ
اه، تقدر توقف فأي محطة بين هنا و شيكاغو.
فين نقدر نشري التذكارات؟
غالي بزاف. مانقدرش نشريه.
واش نقدر نحصل على رقم الهاتف ديال شركة إي بي سي في شيكاغو، عافاك.
فيناهي الكنيسة؟
ﻛﻴﻒ ﺑﻐﻴﺘﻮ ﺩﻳﺎﻟﻜﻢ؟
راه حدا هاد المبنى مباشرة.
لا، كانضن نساو ما يجيبو لينا واحد.
واخا. راه تم التأكيد. ممكن تعطينا رقم الهاتف ديالك، غير في حالة احتجنا نتواصلو معاك؟
اشنو سميت الرسام؟
واش خاصني نطلب منو يعاود الاتصال بيك منين يدخل؟
بغيت ناخد هاداك.
ﻋﺠﺒﻨﻲ ﻫﺪ ﺍﻟﺨﺪﻣﺔ ﺩﻳﺎﻝ ﺷﺎﻣﺒﺎﻧﻮ ﻣﻦ ﺑﻌﺪ ﺍﻟﺼﻮﻓﻴﺮ ﺩﻳﺎﻟﻚ
أربعين دولار فالنهار زائد تمنية سنتات للميل.
غانقمر خمسة دولار.
واش ماشي هاد الطلب ديال شي واحد آخر؟
تقدر تقول ليا كيفاش نمشي للمتحف؟
...ديزولي بزاف، بلحاق بغيت نأجل الموعد.
يمكن ليك تنصحني بشي رحلة؟
التران ديالك غادي يمشي من السكة تمنية.
كانقلب على صاك بالحزام قابل للتعديل.
بغيت يبقا قل م ميا او حانون دولار.
غادي نسولك من بعد ما نكون قلبت مزيان.
نعم. حجز لمدة ست ليالي، عافاك. ابتداءا من تلاتة و عشرين يوليوز.
تقدر توريني وحدين أخرين بتصميمات مختلفة؟
شنو نوع العصير اللي تبغي؟
ﻭﺍﺵ ﻏﺎﺩﻱ ﺩﺍﺭﻱ ﻓﺎﻟﻌﻮﺍﺷﺮ?
فين نقدر نمشي نشوف شي منظر زوين بزاف؟
كان مهرس منين حليت لباكو.
تسعود و عشرين شتنبر.
بغيت نصيفط هادا بالبريد الجوي لليابان.
عيد الشكر على الخدمة. هو يوم ديال الشكر لكل واحد كيساند المجتمع بالخدمة ديالو.
هاد الغرفة صغيرة بزاف.
واش نقدر نحصل على أتاي أكثر، عافاك؟
بغيت هاد الحوايج يتصبنو من هنا شوية ليوم.
واش كاين شي بنك هنا؟
تقدر تجمع الطبلة، عافاك؟
موس، عافاك.
هادو كاملين مطبوعات.
عافاك، كتب رقم البيت ديالك في الظهر.
كنستعملو العويدات فاش كناكلو.
ديلطا الرحلة تمنية و عشرين لنيو اورليانز غادي تتأخر ساعة تقريبا.
منين نرجع لليابان، غادي نكتب رسالة. إلا كان عندك الوقت، عافاك صيفط لي شي رسالة.
خليت تذكرة الطيران ديالي فالأوطيل.
غرفة فردية بلا دوش، عافاك.
ﻣﺸﻜﻮﺭﺓ ﻋﻠﻰ ﺍﻟﺘﻮﺍﺻﻞ ﻣﻨﻲ ﺷﻲ ﺟﻤﺎﻋﻴﻦ ﻳﻨﺴﻰ ﺍﻥ ﻳﻮﻗﻒ ﺇﺳﻤﻮﻩ
ايوا، راه الوقت تيطير. واش نكملو هاد النقاش نهار الخميس مع الوحدة؟
بغيت شي بيجامات.
واخا. نعيط ليك ملي يوجدو.
أشنو بخصوص الغدا؟
الليموزين غادي توقف فالأول فالباب الشمالي.
حتال اينا وقيتا باقا كا نخدم ريصطو ديال لوطيل؟
واش قطار مباشر؟
ايوا، راه فات الحال شوية. كنضن خاصني نمشي دابا. شكرا بزاف على الليلة الرائعة.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺪﻱ ﺍﻟﺪﻭﺯ ﻟﻠﻤﻈﺪ ﺩﻳﺎﻟﻮ
بغيت الدجاج محمر.
الغلط ديالي. ماشي الغلط ديالك.
اسمح ليا، وقتاش غادي يسالي هاد الفيلم؟
هاداك، عافاك.
سرقولي دهازي. خاصني ندير شكاية.
واحد الشوييا، عافاك. غادي ندوز ليك السيد جونز.
ﺳﻼﻡ. ﻫﺎﺩﻱ ﺍﻟﻠﻴﻤﺔ ﺍﻟﻤﺘﺤﺩﺩﺍ
فين تعلم السي جونز اللغة اليابانية؟
ﻋﻨﺪﻱ ﻭﺍﺣﺪ ﺻﻐﻴﺮ ﻣﻦ ﻧﻔﺲ ﺍﻟﺘﺼﻴﻞ
واش تقدر تاخد ليا هاد السروال؟
الجمعة بالليل، مع التسعود.
واش هادي البوابة ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
معلقة أخرى، عافاك.
ﻣﺰﻳﺎﻥ ﻣﺎﻟﺤﺔ ﺷﻮﻳﺔ ﻭ ﻟﻜﻦ ﻋﺠﺒﻨﻲ ﻭﺍﺵ ﺟﺒﺘﻮﻫﺎ ﻣﻊ ﺑﻌﺾ ﺍﻟﻼﻓﺎﺯﺍ ﻛﺎﻣﻠﺔ
عافاك زرب فيه، إلا كان ممكن.
واش يمكن ليك تخلص عشرة دولار هنا كتأمين؟
اه. فياقني من بعد تلاتة دسوايع، عافاك.
بغيت ندير الطلبية، عافاك.
ﻭﺍﺵ ﻧﻘﻮﻝ ﻧﻌﻢ ﻭﻻ ﻻ؟
معلقتين، عافاك.
شنو هي المحطة الجاية؟
الطوموبيل كادير واحد الصوت غريب.
وقتاش كيسد مكتب البريد؟
راني زدت واحد العربون ديال خمسين دولار منين دخلت.
واش عندك شي دوا ديال المعدة لي مقلقا؟
واش خاصني نلبس كبوط وكرافاط؟
واش يمكن لي نحول الفلوس لحساب التوفير ديالي؟
نسيت صاكي.
بغيت نعاود نأكد الرحلة ديالي.
ساعتي. كانت ماركة جديدة رقمية سويسرية.
دزت فداك الإمتحان بالعلالي.
بغيتك تديني لشي بلاصات زوينين. را أنا سائح، عارف.
واش يمكن ليا نزور المدينة و السفينة في الميناء؟
من الأفضل تصلح المراية ديال الخلف.
غادي يكون عشرة الدقايق دالتأخير أولا أقل.
واش يمكن لي ناخد الصحون ديالك؟
غادي نكون فرحان. إينا وقت تبغي؟
كنضن باللي نسيت الكاميرا ديالي اللور ملي تعشيت هنا البارح بالليل.
جمعهوم فالباب.
أوه، لا. ماشي ضروري. أنا نتكلف بيه. راك درتي فوق الجهد ديالك.
إما تصاوبو ولا تبدلو، عافاك.
يمكن لي نديروا فشي وقت الشهر الجاي.
ﻋﻔﺎﻙ ﺧﻠﻲ ﻗﻴﺎﺕ ﺩﻳﺎﻟﻚ
كيفاش هاد المنتوج الجديد كا يقارن مع المنتوجات اللي كاينين؟
الخدامات ديال البيع ضريفات بزاف فهاد المحل.
تقدر تحتافظ ليا بهادشي؟
واحد الدقيقة، عافاك.
واش عندك ملصقات ديال المطالبة ديالك؟
بغيت نكري طوموبيلة لمدة سيمانة.
ﺍﻩ ﻓﺎﻟﺒﺪﺍﺋﻢ ﻳﺪﺧﻞ ﻣﺮﺓ
عافاك وريني شي ساعات للرجال.
راها عشرين past four.
شحال كاتقام بالليموزين حتال مركز المدينة؟
من الصباح.
من الأحسن نزربو. را بداو كيصعدوا.
جا على قدي.
ﺳﻮﻟﺖ ﺩﺟﺎﺝ
لعشرة أيام.
شحال فالعمر ديال هاد الولد؟
ﺷﺤﺎﻝ ﺍﻟﻤﺠﻤﻮﻋﺔ؟
بغيت نفس الشي، عافاك.
ضيعت شيكات السفر ديالي.
عافاك اعطيني شي دوا بارد.
ﻋﻔﺎﻙ ﺣﻄﻴﻪ ﻓﻲ ﻣﺨﺮﻳﺶ
ﺍﻧﺎ ﺩﻳﻤﺎ ﻛﻨﺸﻮﻓﻮ ﻛﻞ ﺻﺒﺎﺡ ﻓﻲ ﺍﻟﻘﻬﺎﺭ
تقدر تتعشى معانا هاد الليلة؟
غادي نبقى في فندق بي حتى للغد. غادي نكون فرحان إلا قلتيها ليه بلي أنا هنا.
الرحلة تأجلات بخمسة و ربعين دقيقة.
سميتي شينو يامادا.
ﺷﻨﻮ ﺍﻟﺘﺨﺎﺑﻞ ﻫﺎﺩ ﺍﻟﻤﻄﻠﻮﺏ ﻭﺍﺵ ﻛﺎﻳﻨﺔ ﻋﻨﺪﻭ ﻭﺍﺵ ﻛﺎﻳﻨﺔ ﻋﻨﺪﻭ ﻭﺍﺵ ﻛﺎﻳﻨﺔ ﻋﻨﺪﻭ ﻭﺍﺵ ﻛﺎﻳﻨﺔ ﻋﻨﺪﻭ
عندنا واحد النبيذ ابيض ازوين.
غير شي دوا بارد.
واش يمكن ليك تنزل ليا الباكاج ديالي للبهو غدا فالصباح؟
أوه، هكا ديما كانضيع شي حاجة فاش كانسافر.
مبقيتش قادر نحرك يدي ليمنة.
ﺳﻼﻡ ﻭﺍﺵ ﺩﻳﺎﻝ ﺭﻳﻮﻩ
من بعد، غادي توصل لشارع التسوق. إلا بقيتي غادي فالشارع، غادي توصل للمحطة.
لا، ماشي هنا. كاين واحد الغرفة ديال التدخين فاللور ديال هاد المدرب.
واش يمكن لي نحصل على كتيب؟
وصلني لتما مع التسعود، عافاك.
آه، سيدي. كيفاش بغيتيني نقطعو؟
كا نضن كاين شي غلط فالفاتورة.
غي الزيت والخل يكونوا بخير.
عندي بالضبط داكشي لي باغي. نقترح عليك هادا؟
قهوة مع السكر.
سبعاونص. اووه، سمح ليا. درت واحد الخطأ.
واش عمرك سمعتي بأسبوع ذهبي فاليابان؟
ﺷﻜﺮﺍ ﻟﻚ ﺭﺟﻮ ﻋﻨﺪﻧﺎ ﺍﻧﺖ
واش مازال عامر؟
واش يمكن لي نخليه فأي بلاصة ف البلاد؟
آش من نمرة خاصني نعيط منها هنا؟
كيفاش نمشي لديزني لاند؟
واش كاظن؟
اسمح ليا. فين جا الريسطو الرئيسي؟
بغيت ندير اتصال لليابان.
الدرجة ديالي اطناش. فين كاينة؟
شنو هادشي، عافاك؟
ﻧﻮﻉ ﺍﻟﻨﻮﻉ ﻟﻲ ﻓﺎﻟﺒﺎﻝ؟
نعم. غادي نوصلو مع التمنية ديال العشية بالتوقيت ديال هنا.
ﻟﻘﻴﺖ ﺷﻲﺀ ﻳﺎﺭﺑﻲ ﻋﻔﺎﻙ ﺗﺤﺘﻴﻨﻲ
واش يمكن لي نحصل على لحم الخنزير و البيض؟
مثلجات ديال البطيخ كتحلية، عافاك.
لما السخون ماكايوصلش سخون مزيان.
واش تقدر تشرح كيفاش ندير داكشي؟
عافاك اكتب عنوان الاتصال ديالك هنا.
واش يمكن لي نستخدم الفلاش؟
ﺷﻜﺮﺍ ﻟﻚ ﺗﻮﺟﺪ ﻋﻨﺪﻱ ﻓﻲ ﻧﻔﺲ ﺍﻟﻮﻗﺖ ﻏﺪﺍ ﻏﺎﺩﻱ ﺍﻟﺼﻮﺭ ﻟﻲ ﻣﺠﻬﻮﺭﺍ
... سمح ليا دابا يمكن لك تاخد غير من القائمة الليلية...
مع أو بلا plom.
راسي كيضرني.
هادي الغرفة اطناش زيرو سبعة.
بغيت غرفة مختلفة.
اشحال من وقت هاد التأشيرة صالحة؟
واش كاين شي سبيطار فهاد الجوايه؟
بغيت بذلة.
واش عندك شي حاجة بعرض كبر؟
واش يمكن لي نقيس قياس تسعود؟
أوطيل أمان كايقاد فطور زوين، عافاك.
فِينَاهُوَا لْحْوَانَة؟
واش كاين شي وحدات كبر؟
تلاتين دولار تمانين.
على حسب شحال دافئ البلاصة، ولكن في وسط اليابان، أوائل أبريل.
همبرغر بالجبلي و الفريت.
فات لوقت على القطار التالي.
ماعنديش صرف.
واش خديتي تذكرة الحافلة ديالك؟
كريدي، عافاك.
كنت في الرحلة ديال خطوط يونايتد تمنميا و تمنو و عشرين.
كاين الصداع بزاف حدا الغرفة ديالي.
الساحل الشرقي، كتلقى كذلك بلايص مشهورة، بحال نيويورك، واشنطن العاصمة وبوسطن.
واش عندك الوراق ديال اليابان؟
ﺳﻤﻴﺘﻮ ﻣﺰﻳﺎﻥ
واش ممكن نخلي عندك الأمتعة ديالي حتى للساعة وحدة؟
واش كاين شي رحلة سياحية في المدينة؟
اه، سمح ليا خاصني ضروري. كيفاش داير الأمن فهاد المنطقة؟
شفت. كانحاول نكري سيتروين.
ﺍﻧﺎ ﻋﻨﺪﻱ ﻣﻮﻫﺔ ﻃﺒﻴﺒﺔ
غادي يكون مزيان. فين كاين الخبز؟
شي بلاصة ماكاطلش على الشاريع، عافاك.
ﻭﺍﺵ ﺍﻟﺜﻤﺔ ﺩﻳﺎﻟﻚ ﻋﻠﻰ ﺍﻟﺘﺨﺎﺑﻊ
شكون لي غادي يكون أسرع، طاكسي أو أمبيلونص؟
واش عندك هاد التيشورت بألوان أخرى؟
ماخصكش تتفرج فالتلفازة بزاف.
وايه، حنا جايين عليه، جايين عليه.
من الأفضل تدخل لصبيطار ديالنا.
فين نقدر نلقى سوبرمارشي؟
ﻣﺰﻳﺎﻥ ﺷﻮﻳﺔ، ﻣﻤﻜﻦ ﺗﺨﻄﻲ ﺑﻴﺎ؟
شحال من محطة باقا قبل مانبدل؟
ﺩﺍﻙ ﺍﻟﺴﻢ ﺳﺎﺭﻙ ﺷﻴﻔﺎﺗﻲ.
ﻛﺮﺍﺩ ﺍﻟﻬﻮﺍﺵ ﻭ ﺍﻟﻘﺮﺁﺭ ﻟﻠﻤﻌﺪﺍ ﻣﺨﺘﻠﻒ ﺑﺎﻟﻚ ﻭﺍﺧﺎ
بغيت نشوف الميناء.
ﻓﻜﺮﺓ ﺯﻭﻳﻨﺔ
شحال د الوقت على رجليك؟
غادي ناخد عشرين من أكبر تيدي بير، عافاك.
ﺷﻨﻮ ﻧﻤﺮﺓ ﺍﻟﺤﺎﺟﺔ؟
ساهلة. غادي نشوف غير فالدليل ديال التلفون.
واش عندك شي غرف اكبر؟
ﺷﺤﺎﻝ ﺗﻤﻦ ﺍﻟﻔﺎﺭﻙ ﺩﻳﺎﻟﻲ
بغيت نبقى فهاد الغرفة ليلة زايدة.
اسمح ليا، بغيت نسلم التقرير ديال السرقة.
ايوا، على حساب موصلات لي كتركب فيهم. واش غادي ف لكار ولا ف طيارة؟
واش غادي يزعجك إلا گلست هنا؟
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺼﻴﻔﺎﺕ ﻭﺣﺪﺓ ﺑﺎﻟﺪﻫﻮﺭ
آه، عافاك صيفطو للغرفة اطناشربعة وتلاتين.
ﻋﺎﻭﻧﻚ ﺍﻟﺘﻤﻠﻴﺔ ﺩﻳﺎﻝ ﺍﻟﺘﺴﺎﻉ
بغيت جوج وراق د الذهاب و الإياب ل أوكسفورد.
معاياش خصني نجي للمطار؟
هادي بطيئة.
فين نقدر نحمض الفيلم؟
لا، عافاك لا. واش تقدر تحتفظ بأسئلتك حتال نهاية الحديث ديالي، منين غادي نطلبها؟
بغيت شي بلاصا زوينا.
سمح ليا المرحاض ماخدّامش. محتاج للمساعدة.
ﻣﺎﺷﻲ ﺻﻌﻴﺔ ﻭﻻ ﻏﺮﺍﺿﻴﺔ
غادي نوصلك للبلاصة ديالك. من هنا، عافاك.
سمح ليا، نقدر نسولك واحد السؤال؟
كا نظن.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ
بغيت نسجل هاد الامتعة كاملة مباشرة لطوكيو، عافاك.
تقدر توريني واحد كبير شوية؟
كنضن لحوايج اللي مصاوبين ف الجابون هما اللي كيكونو مخيطين مزيان.
من الأحسن تستسلم.
عاود عافاك.
ﻣﻤﻜﻦ ﺗﻜﺘﺐ ﻟﻴﺎ ﺍﻟﻌﻨﺎﻕ ﻭﺭﻗﻢ ﺍﻟﻬﺎﺗﻒ ﻣﻦ ﻓﻀﻠﻚ
واش سخون؟
اشمن مطار غانمشي منه؟
واش ما توصلتيش بالاستمارة فالطيارة؟
بغيت مصلوح.
جات ثلاثين تمنية دولار فالمجموع.
ﻣﺸﻜﻮﺭ ﻋﻠﻲ ﻣﺸﺎركﺘﻚ ﺍﻟﻔﻮﺭﺓ ﻣﻌﺎﻧﺎ
كانمشي نتزلق على الثلج جوج مرات فالشهر فالموسم.
ازدادت فاتح أبريل ألف وتسعمية وخمسة وخمسين.
واش يمكن لي نستأجر مضارب؟
واش هادا هو الطوبيس الصحيح للمدينة؟
ﺷﺤﺎﻝ ﻫﺎﺩ ﺍﻟﻤﻌﻄﺎﺀ
ﻋﻼﺵ ﻫﺎﺩﻱ
فين يمكن ليا نقضي؟
خمسين جنيه.
واش داكشي فيه الضريبة؟
ﻣﺎ ﻫﻲ ﺍﻟﻜﻴﺴﺎﺕ
عافاك اتصل بالإسعاف.
غانقمر بتلاتة د الدولار فهادشي.
كيفاش جاي؟
ماكاين حتى شي ماكلة اللي ماكاتعجبنيش.
نهار الدستور ولا "كيمبو كينينبي" هو عيد وطني فتلاتة ماي باش يتفكرو تأسيس الدستور الياباني الحالي.
واش هاد الجولة كتشمل زيارة برج سيرز؟
واش كاين شي مكتبة هنايا؟
غادي نمشي نحضر للمدرسة الصيفية فجامعة هاواي.
فين غادين دابا؟
جوج د الناس كبار و واحد الدري عندو تلات سنين.
فمراحيض المحطة.
. النتيجة: .