راه كاين غير فالكولوار. غنجيبلك شي حاجة دابا. إلى كنتي محتاج شي حاجة أخرى، قولها لي غير.
واش كاديرو التعديلات؟
بغينا طبلة قريبة للنافذة.
أشنو هو اللون الجديد هاد الموسم؟
بالنسبة لي، عادة ما يكون ذلك لأغراض العمل، ونادرا ما يكون للمتعة.
غانبقى يومين.
بغيت نعمل برمانون صحيح.
بغيت نحجز جوج بيوت بسريرين.
ما بغيتش نستخرجها.
واش هاد الطوبيس كيوقف ف شارع ستونر؟
عافاك حل فمك مزيان.
نمشيو ناكلو شي حاجة.
واش غادي تنقي هاد الحوايج؟
غانعطيك نمرة التليفون ديالو و العنوان ديالو.
خلصت ثمن الوجبات و مصاريف الفندق مسبقا.
كَانْقلّب على ريسطو زوينة وهادئة، فيها الشوا. واش تقدر تورّيهم ليا فهاد الخريطة؟
إلى كسرتيه، راه خاصك تشريه.
غانقول ليها تعيط ليك فاش ترجع.
هي مصابة بجروح خطيرة.
بغيت وَحْدْ الشَّاعَة.
هل يتوفر هذا الفندق على مرافق لعقد المؤتمرات؟
واش عادي إلى تناولنا غير وجبة خفيفة؟
كَانْتْصُونِي مِنْ الْمَطَارْ. غَانْكُونْ تْمَا حْوَالَا الرَّابْعَة.
فين كاين التحويل ديال شيكاغو؟
شْحَال كَايْكُلِّفْ إِرْسَالْ رْسَالَة مُسَجَّلَة لْفْرَانْسَا؟
السياقة على الجانب الأيمن من الطريق مختلفة بزاف بصح.
الممثل رائع بزاف.
فين كاين القسم ديال الكتب غير الخيالية ديالك؟
واش ممكن تبدلو ليا بلاصتي؟
واش كاين ضمان؟
سمح ليا، غادي نهتم بالكلب.
بغيت زوج تذاكر لمسرحية "كاتس" لهاذ الخميس.
سميتك مرة أخرى؟
واش السيد براون كاين؟
واش ممكن نكري قارب ليوم واحد؟
فين كاين الشباك اللي نقدر نحجز فيه؟
أشنو هادشي؟
واش تقدر تقول ليا كيفاش نمشي للأوبرا؟
واش ما كنتيش شوية سكران بزاف البارح، حبيبي؟
المرجو اتباع التعليمات الصادرة عن موظفينا.
واش كاين شي مول قريب من هنا؟
عافاك، عْمْرْ ليا الخزان كامل.
واش كاين شي بيت أرخص؟
كنفضل الطوموبيل الأوتوماتيك.
غانبقى فريزيدونس ديال جامعة هارڤارد.
ما هو سعر اليوم؟
كَنْعَانِي مِنْ مَرَضِ الرَّبُو بِشَكْلٍ مُزْمِن.
عندي حوالي ثلاثة آلاف دولار.
واخا، سيدي. كاين معاه اختيار بين البطاطا المقلية أو الرز بالبيلاف. شنو بغيتي؟
كيف يمكنني الوصول إلى هذا المكان؟
أَيُّ نَوْعٍ مِنَ الْقِصَّةِ هَذِهِ؟
ثلاث مرات.
فين هي النافذة اللي كايتباعو فيها الطوابع؟
بعدما هاجمني، هرب في شاحنة بيضاء.
واخا. عافاك خلي هاد التذكرة معاك وجيبها معاك فاش تجي باش تاخد السلعة.
مائتا دولار. واش بغيتي تخلص بالكاش أو بالكارط بانكير؟
شْحَالْ هَادْ الْمَسَافَة لِّكَتْوصِّلْ لْهَادْ الْبُحَيْرَة؟
هل يجب عليّ تجنب أي نوع من الأطعمة أثناء تناول هذا الدواء؟
واش ممكن ناخد شي كاس ديال النبيذ الأحمر؟
قولي ليا فاش نوصلو للمتحف.
واش هاد الطوبيس غادي للفندق ديال شيراتون؟
شْحَال كَايْسَاوِي هَادْ الشِّي؟
كاينة شوية دالحرارة. واش ممكن نحلو النافذة؟
غير الدوش هو اللي مزيان.
عينيا حْمارو.
ما نقدرش نضمن ليك هادشي، ولكن غادي نحاولو نديرو جهدنا.
كان البحر يُرى من بعيد في الأسفل.
خصك دير عملية.
عافاك، بغيت المزيد من البيض.
فين كاينة محطة الحافلة ديال سنترال بارك؟
الطاكسيات؟
ها هي مفتاحك، سيدي. الغرفة ستة وخمسون اثنا عشر.
كيعجبني التريكو ديالك.
سير، تفضل.
ها حنا. هاد الفندق ديالك.
امتى غادي يبدا ماتش ديال كرة السلة؟
شنو كان انطباعك؟
بالتأكيد. هل تريد القهوة مع العشاء أم لاحقًا؟
غاناخد الرحلة رقم 12 باش نمشي لطوكيو.
بغيت ندير مكالمة بعيدة، الله يخليك.
خمسة أشهر.
فأيام الأسبوع هي الأيام التي يحدث فيها ذلك؟
بغيت شي جيل ديال التصفيف.
واش ممكن نشوفو لائحة الأكل؟
المقاس ديالي هو ستة.
ما كاين حتى طاكسي غادي يوقف إلا إذا كنتي كتسنايهم فبلاصة الطاكسيات.
الميزانية ديالي هي أقل من خمسين دولار لليلة واحدة.
واش غادي تاخد معايا شي صورة؟
شْحَالْ هِيَ تْسْعِيرَة الْخِدْمَة؟
هل ارتفع حجم المبيعات في أمريكا الشمالية بأكثر من خمسة في المئة؟
واش كنتي عارف أن واحد من أكبر أبطال السومو، اللي هي نوع من المصارعة التقليدية اليابانية، هو أمريكي؟
واش هادشي ديال وول ستريت؟
بغيت نكريه من الخامس حتى العاشر ديال دجنبر.
واخا. ونتي، أ لالة، كيف دايرا؟
السكر؟
واش نقدر نخلص ببطاقة ماستر كارد؟
واش هاد البلاصة هي فين كيتاخدو الحقائب ديال الرحلة NW تسعة صفر سبعة؟
غاناخد هاد الماركة.
أنا سعيد جداً لأنني تمكنت من المجيء إلى هذا البلد.
سميتي وعنواني مكتوبين فيه.
أَيُّ نَوْعٍ مِنَ الْحِجَارَةِ هَذَا؟
أود أن أشير إلى أن حكومتنا تتعامل بقسوة مع ما يسمى باللاجئين القادمين على متن القوارب. وأدرك أن اليابان تعاني بالفعل من اكتظاظ سكاني كبير ولا يمكنها السماح بدخول هؤلاء الضيوف غير المدعوين. ولكن، من ناحية أخرى، فإن العديد من قطاعات صناعتنا تحتاج إلى موارد من العمالة اليدوية.
من تلك الجبلة، يمكنك رؤية المدينة بأكملها. خلال هذا الموسم، تتفتح أنواع مختلفة كثيرة من الزهور. إنها جميلة جدا.
تبعني.
قُلْ لِيهْ يَامَادَا هْوَ لِّي عَيْتَانِي.
واخا، عافاك عمر هاد المعلومات هنا. واش كانت غير صاكة وحدة؟
أشنو بغيتي، اللحم، الدجاج أو الحوت؟
هل من الممكن اتباع طرق مختلفة عند الذهاب والعودة؟
واش كاين هنا شي كافي ديال الوجبات الخفيفة؟
سمحلي، أسي. بغيت ندور شوية فبوسطن ونتفرج.
واش عندكم لائحة الأكل باليابانية؟
الواحدة و خمس دقائق.
بغيت شي دوا باش نسكّن الألم.
شكون هي الممثلة المفضلة ديالك؟
بغيت واحد بيضاوي.
أَيُّ نَوْعٍ مِنَ الْمُوسِيقَى يَعْزِفُونَ هُنَاكَ؟
ماكانعجبنيش اللون. عفاك وريني شي واحد آخر.
عافاك خودني للسوق الصباحي.
إطار نظاراتي مكسور.
من الساعة الثالثة.
مزيان. عندي بلاصة حدا النافذة. إذا بغيتي تبدلي البلايص من بعد، آنسة.
استمتعت بمشاهدة معالم نيويورك البارحة.
أنا مهتمة بحقيبة اليد الزرقاء المعروضة في النافذة.
اتصل بصاحب العقار عند مواجهة أي مشكلة.
عطيني شامبو و صاوبو ليا بحال كيفما هو دابا، عافاك.
قولي ليا عافاك أسرع طريقة باش نمشي لسان فرانسيسكو.
واش ممكن ناخد الساروت ديال البيت رقم 215؟
سمح ليا. واش ممكن تصورني؟
كتب غير رقم الغرفة ديالك ووقع هنا.
اللون مزيان، ولكن الحجم ماشي هو هاداك. واش يمكن ليك تصلحو ف ساعة؟
حنا كنتسناوك فداك النهار.
عندنا ما يكفينا لبضعة أيام.
ما كنفهمش هادشي.
كيف يمكنني العودة إلى وجهتي؟
واش هادشي معفى من الضريبة؟
إذن، عليهم أن يلعبوا أشواطا إضافية حتى يتم كسر التعادل.
واش تقدر تكتبها؟
امتى غادي يكون العشا؟
أعتقد أن هذا كثير بالنسبة لي.
فين خاصني ننزل باش نمشي لبلاصة يونيون سكوير؟
يمكنك أن تسأل عند مكتب تأجير السيارات الموجود هناك.
مرحبا، جان. هل يمكنك أن تأخذ هذه الملابس إلى المغسلة؟
أنا في عطلة.
لا. أنا أنوي زيارة باريس في طريق عودتي إلى المنزل.
واش غادي تديه معاك ولا نبعثوه؟
كاين مؤخراً بزاف ديال الطفرة فالمجال ديال الأكل الفاخر، ياك؟
دازت دابا تقريبا ست سوايع.
الرحلة رقم واحد واحد اثنين لشركة دلتا إيرلاينز. تم تأجيل الصعود إلى الطائرة.
واش تقدر تعطيني توأم هاد الليلة؟
واش غادي تكتب ليا بيان على السرقة باش نعطيه لشركة التأمين ديالي، عافاك؟
بما أنني لست قوياً في التصوير، أعتقد أن الكاميرا السهلة الاستخدام قد تكون أفضل بالنسبة لي.
واش هاد المنصة هي اللي غادية لنيويورك؟
استمتع بعطلتك.
عافاك عطيني شي شاش.
بغيت بطاطا مشوية مع كريمة حامضة، الله يخليك.
اه، كل عشرة دقائق.
غانمشي غدا فالصباح.
أنا غادي نمشي تما حتى أنا. علاش ما ناخدوش طاكسي بجوج؟
جلس و حس براسك فدارك. واش نقدر نجيب ليك شي حاجة تشربها؟ قهوة، أتاي ولا مشروب غازي؟
هادشي زوين بزاف منك باش تقول هادشي.
بغيت لحم مشوي، الله يخليك.
امتى غادي يكون الطبلة متوفرة؟
واش باقي نقدر نبدل طلبي؟ بغيت الدوفير سول بدل المحار الصخري.
شنو هي عملية استئصال الزائدة الدودية؟
واش غادي تعطيني الفاتورات اللي فيها تفاصيل العلاج الطبي؟
واخا، ما عارفش.
تهانينا، فهمت أنك تمت ترقيتك إلى منصب نائب الرئيس.
غداً بعد العشاء.
أنا أعيش في جنوب اليابان.
بغيت تذكرة ذهاب وإياب لشيكاغو، من فضلك.
واش بغيتي شي باكون أو شي جامون مع البيض ديالك؟
باش يقرا.
عافاك كون سريع.
المكيف ما خدامش.
هادشي كيوقع كل إثنين.
من فضلك، توجه إلى قاعة المغادرة الدولية. نتمنى لك رحلة ممتعة.
واش عندكم شي رحلات لباريس على متن يوروستار؟
جبت معايا الشهادة الطبية ديال الطبيب ديالي من اليابان.
واش تقدر ترسلو لليابان؟
واش نقدر نرجع ليك بالجواب هاد الجمعة؟
واخا، خليني نشوف ف قسم الأشياء المفقودة. شنو نوع الكاميرا ديالك؟
أنا آسف جداً، نحن نقوم بتحضير الغرفة التي طلبتها.
أوه، إنه يُظهر محطات المترو ومحطات الحافلات. هل يمكنني الاحتفاظ به؟
آه، توحشت شيبازوكي.
نعم، لدينا. دورة تدريبية لمدة نصف يوم ودورة تدريبية لمدة يوم كامل.
كنقترح عليك حلقات الأذن.
بغيت نلغي الحجز ديالي، الله يخليك.
كيفاش كتخدم عملية استرجاع الفلوس؟
الأضواء لا تعمل.
شنو هو الفرق فالتوقيت بين طوكيو وهنا؟
شْحَال هَادْ الشِّي كُلُّو؟
شكراً لك، سيدي.
سير فخط مستقيم ودور يمين فالثالثة زاوية.
عندي ألم حاد في معدتي كأنه طعن بالسكين.
واش شفتي هادشي؟
هادْ شي هْدِيَّة. وَاشْ تْقَدِّرْ تْغَلِّفْهَا لِيَّ؟
مساء الخير، السيدة كينت. لم أرك منذ فترة طويلة.
كان من دواعي سروري.
بغيت نبدل الحجز ديالي للرحلة الجوية تو زيرو فايف نهار جوج أكتوبر.
فين كاين كونطوار تسجيل الوصول ديال ديلطا؟
واش هاد الوجبة فيها نسبة قليلة من الصوديوم؟
هاد العنصر ما مسموحش بيه.
أعتقد أننا نستطيع ذلك. هاك وصلك.
شنو آخر حاجة كتحيدها قبل ما تمشي تنعس؟
لا، سأحصل عليه خلال فترة إقامتي.
واش كايصبر على اللون؟
واش هادشي خاصية ديال هاد المنطقة؟
بغيت شي بيسكوي.
هوما صغار بزاف.
شْحَالْ صْعَابْ هَادْ الرْحْلاَتْ؟
بغيت بلاصة قريبة للنافذة، الله يخليك.
هل يمكنني السفر باستخدام بطاقة يوريل باس؟
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ تْوَصْلْ لْلْيَابَانْ؟
واش عندك خرائط الطرق؟
آه، نعم. قرأت عنه في الدليل السياحي.
طلبت ثلاثة كؤوس من الشاي. ولكننا حصلنا على اثنين فقط.
الأجهزة الكهربائية رخيصة جداً، لكن مصاريف الطعام والسكن مرتفعة جداً.
باش ياخدو.
كاناخد عادة القياس 22 فاليابان.
شنو هوما ساعات الخدمة ديال متحف الفن؟
فين خاصني نخلص؟
واش هادي أول رحلة ليك للخارج؟
أين توجد الدورة المخصصة للمبتدئين؟
هاد البلاد عندها بزاف ديال أنواع الفواكه بلا شك.
بغيت نْسَجّل هاد الشانطة.
هل الوجبات متوفرة في نزل التزلج الموجود في ذلك المنحدر؟
سمح ليا، نسيت راسي برا و سديت عليا. واش ممكن تعطيني شي مفتاح آخر؟
عافاك، بدّل هاد الدولارات الأمريكية للين ياباني.
صعيب باش نقولو باي باي.
سمحلي، واش ممكن نسولك على سمية الطبق ديالك؟ كيبان لذيذ.
كايعضّو.
أي بوابة يجب أن أذهب إليها بعد ذلك؟
كنت كنعتقد أنها ممتازة، تمثيل جيد وقصة رائعة.
واااو، شكراً بزاف.
أنا غير راضٍ عن هذه الغرفة. هل يمكنك أن تُريني غرفة أخرى؟
هذا هو آخر طراز لهذا الصيف.
ديني للوسط ديال المدينة، الله يخليك.
واش ممكن نكري طوموبيل؟
عافاك، بينما أنا غايب، صلحو.
واش عندك شي حاجة باش ناكلو؟
تكلم ببطء، من فضلك.
غانجي متأخر بساعة.
سميتي كين.
النادل.
واش كان كايْطِيحْ الشْتا هادْ الأسبوع كُلُّو؟
واش عندهم عروض مباشرة؟
واش ممكن نشوف هاد الشانطة؟
واش عندك شي حاجة أخرى؟
خصك ترتاح.
مرجو منك تعبئة بطاقة الوصول هاذي والاستمارة الجمركية.
واش هاد الطوموبيل غادية لسياتل؟
واش خاصني نخلص شي جزء من الثمن دابا؟
واش هادشي حقيقي ولا مصطنع؟
واش غادي تبقى تسنّاني هنا؟
أوه، شكراً. كنت أبحث عنه فقط.
كاش أو بالكريدي؟
أنا غريب تماماً عن هذا المكان.
هل يمكن غسله في المنزل بالآلة أو باليد؟
بغيت علبة ديال الألوان المائية، الله يخليك.
سمحليا. شنو بغيتي تاخد؟
بغيت نبدل التاريخ لنهار تسعطاش ماي.
مرجو منك التوقيع هنا، وهذه هي وصلتك للاحتفاظ بها.
بغيت شي جوارب.
بغيت شي لحم ديال الخروف.
بغيت نركب فالحافلة باش نمشي لمحطة بين. شنو الحافلة اللي خاصني نركب فيها؟
هادشي فيه كالوريات قليلة بزاف. غير ثلاثين كالوري.
بغيت نحجز غرفة.
من أي منطقة في اليابان أنت؟
للأسف، هو مشغول جداً في ذلك اليوم.
ففي هذه الحالة، أنصحك بهذا.
خدمة الغرف.
انتبهوا من فضلكم.
واش عندك شي طوابع تذكارية؟
هادي هي الغرفة ثلاثة وسبعة عشر. واش ممكن ناخد غطاء آخر؟
واش تقدر توصلني للمحطة فخمسطاش دقيقة؟
خصنا كَاروْنْتِي باش نعطيوك الطوموبيل.
ماكايناش غرف فردية خاوية ولكن عندنا غرفة مزدوجة.
هل هذه التذكرة صالحة فقط لليوم المحدد؟
فاش كيوصل لميلانو؟
واش عندك شي واحد كيهضر اليابانية؟
فين كاينة القناة اللي كدوز الموسيقى الشعبية؟
دلتا إيرلاينز.
بغيت إبريق ديال القهوة.
واش عندو حمام و تواليت؟
سالا الوقت.
سمعت أن السيد يامادا لديه طفلان.
بغيت نكري واحد اليخت.
واش تقدر تغسل الماعن من بعد؟
بغيت طيابة ديال الغاز.
واش يمكن ليك تبدل الدولارات الأمريكية للجنيه الاسترليني؟
بالتأكيد، سيدي. ما اسمك؟
أنا ما لابسش حوايج رسمية.
فقط جيبي راسك معاك المرة الجاية.
دولاران لكل واحد.
غانضمنو ليك أن الكتيبات غادي يوصلو ليك عن طريق البريد.
كاينة شي مشكلة فضواو الفرامل.
عافاك ورّيني شي قفازات من الجلد.
تعطلت السيارة. أرسلوا شخصاً من أجلها من فضلكم.
واش تقدر توصّي ليا بكتاب ديال الصور لولد عندو ست سنين؟
واش ممكن تحتافض ليا بحوايجي الثمينة، عافاك؟
مرحبا هاري. شكرا على دعوتنا.
كَايْمْشِيو لْسِينِيمَا فِي التَّارِيخْ لِي كَايْخَصَّصُوهْ لِلْمُوَاعِيدْ.
كان عندي فيه حوالي مئة دولار.
هادشي غلط ديالي.
بغيت شي بروشات ديال الحوايج.
واش عندك شي أقراص مضغوطة مستوردة؟
غانمشي نتعلم المحادثة باللغة الإنجليزية.
واش قرّيتي شي كتاب مزيان مؤخرا؟
غانبقى مع شي صاحبي ف نيويورك.
واش عندك شي بلاصة فين نقدر نحط فيها الحقيبة ديالي؟
جيت لهنا باش نخدم.
واش كتعرف شي مدرسة غطس مزيانة؟
شْحَال الثَّمَن مَع الضَّرِيبَة؟
عطيني شي كلينيكس.
الجيران اللي حدّانا كايْديرو بزّافْ دْيال الصّْداع.
و لكن، الدكتور كريبس لا يستقبل أي شخص بدون موعد.
هدية؟
واش غادي للفندق الكبير؟
ماكاين حتى واحد هنا بهاد الإسم.
فين هو البوليسي، الله يخليك؟
واش ممكن نستاعير منك شي شريط لاصق؟
واش هادشي مضمون؟
شنو هو التشخيص ديالك؟
كاين فآخر الرواق فالطابق السابع. عافاك خد المصعد اللي على يمينك.
حنا فمحطة جونز ستريت.
مَكَنْفَكِّرْشْ نْمْشِي لْحَفْلاتْ الْمُوسِيقَى الْكْلاسِيكِيَّةْ مْلِّي كَنْكُونْ فْاليَابُونْ.
واش تقدر تشرح ليا هاد الطبق؟
ها هو. مقاعدكم موجودة هنا حول هذه المنطقة.
هو في رحلة عمل حتى يوم الجمعة القادم.
أنا وزوجتي سعداء جداً لأنك ستأتي لتقيم معنا في نهاية الأسبوع لتعيش الحياة الأمريكية في الريف.
هاداك هو اللي على اليمين من بعد.
نعم، من فضلك. اسمي كوروساوا. حتى متى يمكنك الاحتفاظ بتذكرتي؟
فين نقدر نشري تذكرة المصعد؟
هادشي ستمية دولار فالشهر زائد وديعة ديال شهر واحد، و زائد خلصة شهر آخر للوكالة ديالنا.
واش كتفضل المعطف اللي فيه صفين ديال الزراير ولا اللي فيه صف واحد؟
غانرجع ليك بالباقي.
لا، ما عنديش.
هاد الفخار زوين. واش هاد الطبسيل بثلاثين دولار؟
واش عندك شي جاكيط زوينة بثمن ديال مية دولار تقريبا؟
واخا. واش عندك شي ردود فعل ثانوية أو حساسية؟
من خلال المظهر ديالك، باين ليا أنك تعرضتي لشي نوع من العدوى.
واش ممكن ناخد وصل، عافاك؟
كَايْنِينْ ثْلاثَة مْنَّا.
فهمت. واش كَاتْعَقْلْ شْحَالْ خَلَّصْتِي عْلَى التِّيكِيتْ دْيَالَكْ؟
أشنو رأيك تجي معايا نشربو شي حاجة؟
ما هو رقم غرفتي؟
واش ممكن ناخد جوج بلاصَات فالطابق الثاني لهاد العشية؟
نسيت الساروت ديالي فالبيت ديالي.
واش هاد السعر كيشمل الضريبة؟
سمح ليا. واش تقدر تقول ليا فين كاينة محطة القطار، عافاك؟
فاش كايحل البريد؟
بما أن هذه الحقيبة مصنوعة من الفينيل، فهي قوية جدًا وتصميمها عصري كما تلاحظ.
الأكل لذيذ جداً، لكنني شبعت. شكراً.
تسرق ليا البورطمون ديالي فالميترو.
خاصني نمشي للسفارة اليابانية.
واش مايمكنش تعطيه ليا بثمن أقل شوية؟
واش هادشي ديال شيكاغو؟
عافاكْ صَرِّفْ لِيَّ هَادْ الشِّيكْ دْيَالْ المُسَافْرِينْ.
كان عندي حمى من نهار البارح. كنحس بألم كبير في حلقي. ما قاداش ناكل شي حاجة.
هادشي هنا، على الحيط، و زر المكيف ديال الهواء كاين هنا. واش كاين شي حاجة أخرى تحتاجها، سيدي؟
واش نقدر نوصل لهيه ف الوقت الى مشيت دابا من هنا؟
واخا. ولكن كنتمنى ما ياخدش هادشي بزاف ديال الوقت.
واش تقدر تعمرلي هاد الفورم؟
شريت هاد الصاك من شوية، ولكن السنسلة كانت خاسرة.
فهمتي؟
رجاءً عودوا إلى الحافلة قبل الساعة الثالثة.
يزور ملايين الأشخاص الأضرحة الشهيرة لأداء أول صلاة في العام.
إذا كان ممكنا، أود الحصول على طاولة بجانب النافذة.
مَخَصْنِيشْ نْشْرَبْ حَتَّى حَاجَة فِيهَا المَلْح.
بغيت بلاصة فجنب الممر، الله يخليك.
عافاك عطيني تقدير.
هادشي مزيان، شكرا.
فاش غادي نطلعوه ليك؟
سمح ليا، راهم تسالاو.
بغيت نبعث هاد الصورة البريدية لليابان.
شكراً. هذا مفتاح غرفتك. سيقوم الحمال بحمل أمتعتك.
عافاك، خلي ليا الحقيبة ديالي.
بغيت نكري طوموبيل متوسطة الحجم بأربعة أبواب.
فين نقدر نشري الفخار؟
القميص ديالي عامر بالعرق.
كم لديك من الين، سيدي؟
السلام عليكم. عندي حجز.
عطيني الملحة ولفلفل، الله يخليك.
درت حجز عن طريق المكتب ديال طوكيو. غادي نتأخر شوية باش نتسجل باش ندخل الليلة.
خلينا نديرو التسوق بزربة.
طلبت مقعداً لغير المدخنين عند تسجيلي، لكن هذا المقعد مخصص للمدخنين.
نمشيو نشربو شي حاجة.
كنقترح عليك تجرب هاد النوع ديال السمك، هو سمك اللبروس الأحمر.
ما نقدرش ندير هادشي، ولكن غادي نعطيك شي كيس.
واش كاين وقت وبلاصة محددين؟
شكرا جزيلا. أود ذلك، لكن للأسف لدي موعد سابق.
فكرة كرة القدم الجامعية في أمريكا هي فكرة رائجة جدا.
غانعطيك شي مسكن للألم.
واش تقدر تقول ليا وقتاش غادي يقرب القطار لأكسفورد؟ كنخاف لا نعدي من تما بلا منوقف.
أوه، بيل. أنا أحبك، لكن هذا كل شيء.
نتا كَاتْزِيدْ لِيَّ فْ الثَّمَنْ.
بغيت نتأكد من الوقت اللي غادي يخرج فيه.
ما كنظنش بلي نقدر نعاونك بزاف.
ترجم النص التالي إلى الدارجة المغربية: هل تشمل كل شيء؟
دوز الشانطي تما و سِير نيشان حتى توصل للتقاطع الثاني. كْ هوتيل كاين من بعد التقاطع.
بغيت شي حاجة للصداع ديال بعد السكرة.
قليل الدسم؟ مستحيل. هل تمزح؟
واخا، ما عارفش واش هادشي كيهمني.
عافاك، حط هاد الظرف فالمطار.
بغيت شي حاجة للإمساك.
فْ الربيع، كايْزْهَرُو شْجَرْ الكَرْزْ.
واش تقدر تطلب منو يبطل التدخين تما؟
غانعاود نعيط ليه مرة أخرى.
غانبقى مع صاحبي ف لوس أنجلس.
واش غتجيب ليا الكريمة ديال القهوة ديالي؟
ما كايناش فالمخزون.
واش خاصني تذكرة إكسبريس؟
هذا هو رقم هاتفي وعنوان بريدي الإلكتروني.
شْحَالْ عُمْرْ هَاذْ الْكَنِيسَة؟
واش تقدر تجيب ليا تذكرة للأوبرا؟
واش عندكم شي جولات سياحية بالحافلة في المدينة؟
سمح ليا. حتى أنا غريب هنا.
إذا كنت تريد أن تستعير أي كتاب من كتبي، المرجو أن تخبرني بذلك. لا أمانع أبدا في إعارة كتبي لأصدقائي.
واشنو بالنسبة للزينة؟ واش كتعاودو صباغة الغرف ملي كيدخل شي مستأجر؟
بغيت ندير شي عمل خيري.
شْحَالْ غَنْدِيرْ رَادْ لِي الضَّرَايْبْ لِّي غَنْتْرَجَّعْ؟
ما لقيتووش.
واش ممكن ناخد البطاطا المهروسة بلا صوص؟
يمكنني أن أعطيك سيارة فورد موستانج عمرها سبع سنوات مقابل خمسين دولارًا في الأسبوع مع عدد كيلومترات غير محدود.
آه، نعم. هاك أنت.
بغيت نرجع لهنا مرة أخرى ملي نكون فأمريكا.
لقد استعدت صحتي بالكامل.
أشنو هي الوجبة الخاصة ديال اليوم؟
واش هادشي واضح؟
تسرق ليا البورطمون ديالي.
هاد الباب ما كيتفتحش بهاد الساروت.
بغيتو يطيب بالبخار.
واش بغينا نستمتعو بالرفاهية فالمطعم ديال الدرجة الأولى؟
هادشي زوين. أكيد غادي تكوني متشوقة باش تشوفيهم.
أي جولة هي الأفضل لمشاهدة المتاحف؟
عافاك عيط على شي حمال.
ما عنديش ما نقول.
واش يمكن ليك تصلحو وتبعتو لليابان، عافاك؟
صحيح.
خاصني نبلغ على شي سرقة.
واش ممكن نجرب هاد الشي؟
باقي ما لقيتش واحد من الحقائب ديالي اللي خليتهم فمطار ناريتا.
أعتقد أنني كذلك. أريد حلاقة شعر، من فضلك.
أي نوع من العلاج تتلقى؟
وجبة خفيفة، من فضلك.
كان عندي حوالي مائتي دولار نقداً وبطاقة فيزا.
إذن، هل كنت تقود سيارات الأجرة لفترة طويلة؟
من الساعة السابعة إلى التاسعة. المرجو القدوم إلى المطعم الموجود في الطابق الثاني.
غانبقى فهوليداي إن داون تاون حتى الخامس من ماي.
أَشْنُو هُومَا التَّحْضِيرَات لِّي كَايْدِيرُو بَاشْ يَنْجَحُو فِي الامْتِحَان؟
أنت على وشك الوصول.
بقي جميع الركاب جالسين.
أي حافلة يجب أن أستقلها للوصول إلى نصب واشنطن التذكاري؟
سميتي هي أكيكو تاناكا.
معبد هوريجي، الذي يعتبر أقدم مبنى خشبي في العالم، يستحق الزيارة.
فهمت. شكراً لك على تخصيص كل هذا الوقت. هل يمكنني الحصول على هوت دوغين؟
أنا سعيد. أوه، هذا إعلان رحلتي.
اه. في أي وقت. كلهم مرحب بهم هنا.
خاصني نشري تأمين.
أشنو هي JR؟
عافاك، قطع ليا هاد الفلوس لوراق صغار.
واش بغيتي تمشي لديسكوتيك؟
قولي ليا شي ريسطورون معقول و عندو جو زوين.
امتى غادي يبدا تورنوا ديال الگولف؟
بعد العشاء، مع الحلوى، من فضلك.
جيبلي شي سيشوار عافاك.
واش تقدر تعطيني شوية ديال الما، عافاك؟ أنا عطشان بزاف.
حنا ماشي بزاف جيعانين.
وريني شي صباط بني.
فين ووقتاش كتمشي؟
عافاك، خلي هاد الشوانط حتى لخمسة ديال العشية. واش ممكن ناخد الشيك؟
عندي قرعة ديال الويسكي.
غانجي نشوفك يوم الجمعة على الساعة العاشرة.
واش وجبة الأكل ديالي واجدة دابا؟
بغيت نحجز باش نلعب الگولف.
أي عملات تشتغل في آلة البيع هذه؟
بغيت شراب الزنجبيل.
بغيت شي أكل ديال الدراري الصغار.
ما تحطش الخيار المخلل.
واش هاد الفستان من النيلون؟
بغيت نحجز، من فضلك.
بغيت شريط ديال الآلة الكاتبة، الله يخليك.
عافاك حل الباب بالمفتاح الاحتياطي.
بغيت كاس آخر ديال القهوة.
بغيت هامبورغر باش نديه معايا.
واش غادي تطلب منو يتاصل بيك مرة أخرى؟
عندنا قاعة أكل ومقهى في القطار.
ما تمشاتش ليا التنظيفة فالبيت ديالي.
يمكنك أن تأخذ الحافلة من محطة الحافلات رقم خمسة.
شكراً جزيلاً. احتفظ بالباقي.
تلاتين دولار و تمنية و خمسين سنت فاليوم، مع مسافة غير محدودة. البنزين ماشي مشمول.
واش ختامتي الكارطة البريدية بالطابع؟
ثلاثة ليالي.
واش هادشي غادي لإدنبرة؟
إيمتا بغيتي تمشي؟
واش خاصني نبدل؟
ماكاينش الفوطات.
واش عندك شي مشكل إلى جابو ليا شي حد آخر؟
واش هادشي اللي بغيتي توصل ليه؟
أوه، لقد تجاوزته. عُدْ إلى الوراء، من فضلك.
هادشي عادة يابانية فريدة من نوعها، على ما أظن.
لفّ هادُو كل واحد بوحدو، و حطّ شريط على كل واحد، الله يخلّيك.
خليني نشوف. اه، الغذا الخاص ديال اليوم غادي يتقدم بسرعة.
واش تقدر تقسم هادشي لأربعة أجزاء؟
أبيض، من فضلك.
غاناخد جوج حصص من نودلز موريسوبا.
نعم، هناك غرفة متاحة. كم عدد الأشخاص؟
واش كاين شي مكتب ديال الصرف قريب؟
سميتي تاكيشي. ونتا؟
استعمليه أسبوعيا. ضعي طبقة رقيقة منه بعد غسل وجهك، مع تجنب العينين ومنابت الشعر.
جرحت راسي بالزاج هنا.
كان عليا نسول المدرب، ولكن واش تقدر تقول ليا أي آلة مزيانة باش ندرب ضهري؟
توقف من هاد الجهة ديال التقاطع الجاي، الله يخليك.
بغيت شي حليب، الله يخليك.
المشغل.
أعتقد أننا في المحطة الخطأ.
فهمت. هل يمكنني الحصول على رقم بطاقتك الائتمانية وتاريخ انتهاء الصلاحية لتأكيد حجزك، من فضلك؟
واش تقدر تضغط على زر الوقف من أجلي؟
شريت هاد السروال البارح، ولكن ما جاش معايا.
واش غادي يصغر؟
واش تقدر تقول ليا شحال الساعة؟
خليت الكناش ديالي تما البارح بالليل.
واش كَاتْعَقْل على نمرة الطوموبيل؟
بْشَحَّال هَادْ لَكْسْوَة؟
ما كنفهمش الألمانية بالمرة.
غانعيط للمدير.
أوه، أنا آسف. سأحضر طلبك في أقرب وقت ممكن.
بالتأكيد سيدي.
هاد المنتوج خالي من الكحول، لذا يمكنك الاسترخاء لأنه لا يسبب تهيجاً كبيراً.
هادشي ديال سبع أو ثمان دقائق مشيا على الأقدام، هادشي كيتعلق بسرعة المشي ديالك.
تأكد من أنك ستقوم بإيداعه في بوسطن.
بغيت كرافاط.
غانسول شي شيفور طاكسي آخر.
بيرة، ستيك مع بطاطس مقلية، وسلطة خاصة من الشيف.
تهانينا، هنري. أنا سعيد لسماع خبر خطوبتك على جين.
سير نيشان ودور على اليسار من تما.
بغيت شي حاجة لي تليق مع هادشي.
هذا أكيد كان صدمة كبيرة بالنسبة ليك.
عندي ألف جنيه.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ نَمْشِي لْتَمَّا؟
شْحَالْ مْعَيِّي؟
أشنو هو الدواء المناسب لعينيا اللي عيانين؟
عطيني شي علكة، الله يخليك.
هذا ليس كوبون، بل هو إيصال تسجيل.
مايمكنش نكملو هاد الاتصال دابا للبلاد اللي كتصوني ليها. عافاك جرب تصوني من بعد.
سيتم تجديد العقد سنوياً.
سمحلي، النادل. واش ممكن تعطيني الفاتورة ديالي، عافاك؟
واش نقدر نخلص بشيك سياحي؟
واش ممكن ناخد شي تأمين؟
واش تقدر تقول ليا كيفاش نوصل لداك المطعم؟
كان هناك حوالي ثلاثين دولاراً وبعض بطاقات الائتمان.
فاتورتك هي مائة وخمسون دولارا وخمسة وأربعون سنتا.
كيف يمكنني أن أعبر عن ذلك؟ من المهم جداً أن تكون موجوداً هناك.
بغيت ندير كُوبِي.
شكراً. أين مفتاح مكيف الهواء؟ الجو حار قليلاً.
سمح ليا، ولكن فين كاينين دابا، فأي زنقة؟
واش تقدر تصيفط هاد الرسالة؟
لا، أنت تسير في الاتجاه المعاكس. يجب عليك العودة.
واش تقدر تحلق ليا لحيتي، عافاك؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْكَمْلُو هَادْ الرِّحْلَة؟
بغيت شي وراق باش نلف الهدايا.
أشنو كاين لداخل؟
كَانْظُنْ بْلِّي كَايْنْ خَطَأ فْهَادْ الشِّيكْ.
واش ممكن ناخد فوطة ديال الحمام؟
واش تقدر دير ليا حجز باش نشوف مسرحية موسيقية؟
واش عندك شي سجل فين استعملتيهم؟
غانعاود نتاصل بيك.
ثلاثة أشهر.
أفهم، لدينا طبيبة في الفندق. سأقوم بترتيب حضورها إلى غرفتك قريباً. هل من المقبول أن يأتي مدير الغرفة أيضاً؟
فين تم تصويرو؟
عندنا اليوم بعض المحار الجيد جدا.
ك مثل الملك، آي مثل العنصر، إم مثل مايك، يو مثل العم، آر مثل روجر، آي مثل القادر. كيمورا هو اسم عائلتي.
لا، شكرا.
عندي وجع في سناني. واش ممكن تعطيني شي دوا ليه، عافاك؟
ما قاديتش نْخَدّم الكْليما.
نزلني فالمحطة الجاية.
واش غادي تورّيني شي جاكيط مضادة للماء؟
فين كاينة المكتب السياحي؟
واش تقدر دوز للسوق فطريقنا؟
أشنو غادي ندير إلى ما فهمتش أسئلتو؟
بغيت شي جوارب.
بغيت كاميرا أوتوماتيكية، الله يخليك.
عافاك خودني لهيه.
واش خاص الباب يبقى محلول ولا مسدود؟
شْحَالْ دْيَالْ الدُّولَارْ بْغِيتِي؟
قول ليا فين كاين فندق هيلتون، الله يخليك.
واش عندك شي خريطة ديال مسار الميترو؟
واش عارف واش هاد المطعم خاصو الحجز؟
بغيت نحجز رحلة ديال الرجوع.
واش تقدر توصّي بمطعم فرنسي مزيان؟
واش كاين صالون ديال الحلاقة فالفندق؟
سدادة حوض الاستحمام مكسورة.
هَادِي هَدِيَّة، عَافَاكْ لَفَّهَا.
فرحان حيت تلاقيت بيك.
كاينة شي مشكلة فالباطري.
عندي شي حاجة بغيت نطلبها منك.
عافاكْ زيدْ شوية فْ دْرجة الحرارة دْيال البيت.
ما تمّ إعداد غرفتي بعد.
سير نيشان غير للأمام.
واش تقدر تعاوني نلقى الحقيبة ديالي؟
إذن أعتقد أن الشيء التالي هناك هو مركز التجارة العالمي، أليس كذلك؟
فين كاين المحل ديال المجسمات البلاستيكية؟
ما نقدرش نقول ليك.
واش تقدر تقترح عليا شي دوا لآلام المعدة؟
فين كاينة المنصة رقم خمسة؟
نعم، يبدو أن هذا الأمر يستحق مزيدًا من البحث. هل يمكنك النظر في هذه الإمكانية، السيد كينان، وإبلاغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
لا، شكرا.
أعتقد أن هناك خطأ في هذه الفاتورة. هناك رسوم خدمة الغرف. لكنني لم أستفد من أي منها.
بغيت نطير ف أقرب وقت ممكن.
واش بعيد الطريق للفندق ديال هيلتون؟
واش كتعرف شي ريستورون زوين فين نقدرو ناكلو شي وجبات زوينين بثمن معقول؟
بغيت أحمر الشفاه.
هادشي كايساوي خمسة وثلاثين دولار.
بغيت نبدل الحجز ديالي. واش نقدر نبدل الرحلة ديال PAA رقم خمسة صفر خمسة للرحلة رقم خمسة واحد خمسة؟
خرج الكوكا، ولكنني لم أسترد أي نقود.
يمكنني أن أعطيك خصماً بنسبة ثلاثة في المئة.
كان السيارة بها هذا العطب قبل أن أستأجرها.
واخا. بغيت نلبسو لحفل زفاف يوم السبت.
لا، نود أن ندفع فواتير منفصلة، من فضلك. دعنا ندفع الحساب بالتساوي.
بغيت شي مرشد كيهضر اليابانية.
سمح ليا. أنا غريب هنا. واش بغيتي نسول ليك هاد الراجل؟ عفاك، عطيني غير شوية ديال الوقت.
واش نقدر ناخد طوبيس كيمشي للفندق ديال هيلتون؟
هل هناك أي جولات إلى تيرول تستغرق ثلاثة أو أربعة أيام؟
كَانْحَسْ براسي مزيان دابا.
سمح ليا، ولكن غادي نتأخرو بثلاثين دقيقة.
واش يمكن ليك تبدل هاد الورقة النقدية بقطع نقدية؟
هاد هي غرفتك، سيدي.
المرجو إيقاف جميع المعاملات على هذه البطاقة.
واش غادي نستافد من شي تخفيض منين غادي نبقى فالفندق ديالكم لمدة شهر؟
واش جيتي هنا للخدمة ولا للبحث؟
واش ساليتي العشا ديالك؟
هاد الواحد جودتو حسن.
بالتأكيد، سيدي. أبيض أو ملون؟
راهنت بجنيهين.
واش عندكم شي جولة فيها زيارة لجسر البوابة الذهبية؟
ما نقدرش نلحق الرحلة ديالي اللي غادية تربطني.
منين نقدر ناخد الحافلة باش نمشي للمتحف؟
شكون هو المؤلف ديال هاد المسرحية؟
بغيت صندوق الأمان، من فضلك.
غانبقى هنا غير شهر واحد.
امتى غادي تبدا الجولة؟
فاش كايبدا العرض الصباحي؟
أنا من روسيا.
هادشي كايحزنني بزاف باش نسمعو. واش عندك الحمة؟
فين نقدر نلقى طوبيس باش نمشي للمتحف الميتروبوليتان؟
استمتعت بزاف و أنا معاك.
فين كاينة أقرب مكتبة؟
واش عندكم شي غرف متوفرة هاد الليلة؟
واش ممكن تبدلو ليا هاد الشيك السياحي ديال مية دولار بالفلوس؟
وأخيراً وصلت طائرتنا إلى هونولولو.
بغيت هاد النمط، الله يخليك.
إذا كان ممكنا، أفضل ألا أدخل المستشفى.
هاد الرحلة هي الرحلة رقم سبعة و ثلاثة المتوجهة لطوكيو نهار الجمعة الرابع من شتنبر.
فين غادي نحط الحوايج ديالي؟
بهاد الثمن، كنظن غادي نشوف شي محلات أخرى.
المرجو إطفاء جميع الأجهزة الإلكترونية.
شْحَالْ بْغِيتِي تْصَرِّفْ؟
ماشي ضروري من بعد ما يتوقف الألم.
علاش كَاتْنُوضْ بْكّْري بْزّافْ كُلْ صْباح؟
كنقلب على لصقة.
شْحَالْ مِنْ مُتَفَرِّجْ كَيْسَعَى لِيهْ هَادْ الْمَلْعَبْ؟
اه، هادشي صحيح.
الغلاف ديالي مامثبتش مزيان.
بغينا نلعبو التنس اليوم.
واش تقدر تجي معايا، عافاك؟
سمح ليا، ما كنعرفش هاد الجزء من المدينة.
غانعاود نعيط ليه مرة أخرى مع الأربعة ديال العشية.
وقع الحادث في صباح يوم الحادي عشر من يناير.
واش الثلاثاء الجاي يناسبك؟
أشنو رأيك فغدا؟
أشنو نوع المطعم اللي كَتقلب عليه؟ واش بغيتي غير تعشى، ولا كَتقلب على مطعم فيه بار؟
واش كاين شي كوميسارية هنا؟
متوسط العمر المتوقع في اليابان هو الأعلى في العالم.
جوج بطاطس، كولا وحدة. جوج دولار الله يخليك.
غرفة واحدة من فضلك.
فين كاينة حلبة التزلج على الثلج؟
صحّة.
كنتمناو نشوفوك مرة أخرى.
واش ممكن ناخد المراجعة ديال هاد الكتاب؟
واش تقدر تنصحني بمطعم فرنسي زوين فهاد المنطقة؟
ها هي بطاقة تأكيدي.
هادشي غادي يكون مزيان.
إذن، هذا يعني 2500 دولار شهرياً. نستطيع أن نؤكد لك أننا سندفع لك 3000 دولار شهرياً. ما رأيك في ذلك؟
كنتمنى ليك زواج سعيد.
واش عندك بالانتين ديال 10 سنين؟
واش هادشي ما كيتقلصش؟
واش الحديقة النباتية مفتوحة اليوم؟
يمكن لينا نديرو هادشي، ولكن كنخاف أن هادشي غادي ياخد شي شهور.
بغيت نكري طوموبيل.
واش ممكن ناخدو طاسيلة، عافاك؟
ديّونا لفندق شيكاغو.
الرحلة تأخرات ب99 ساعة بسبب سوء الأحوال الجوية.
حالة طارئة.
بغيت شي حاجة على الطريقة المتكررة ديال شانيل.
فين كاينين الفوطات الصحية؟
واش ممكن تورّيني جواز سفرك وورقة الجمارك ديالك، عافاك؟
بغيت نتسجل فجولة شلالات نياغارا.
طبقنا الخاص اليوم هو الجمبري سكامبي مع الأرز بيلاف.
الو؟ واش هادا ديال السيد كلارك؟
واش بغيتي تشرب شي حاجة قبل الماكلة؟
واش عندك شي دوا؟
أعتقد أنك اتصلت بالرقم الخطأ.
بغيت فستان أحمر.
أظن ذلك.
سميتي مكتوبة عليه.
هذا هو آخر ما أضفناه إلى خط التعبئة. نقوم بتعبئة حوالي ستمائة صندوق كل يوم.
بغيت نمشي.
بغيت مكواة، الله يخليك.
أوه لا. إنه يقول لي شيئًا. ماذا يجب أن أفعل؟
أه، هوما هادوك.
جيب ليا الفطور ديالي للبيت ديالي.
هادو ضيقين.
أرسلوا هاد الطوموبيل للفندق قبل الثامنة صباحاً غداً.
هل هناك رحلة بحرية تشمل وجبة الغداء أو العشاء؟
واش عندك لون أفتح؟
هادشي هنا بزاف مضوي.
لا، ماشي هاكّاك. غادي نعيط ليه مرة أخرى بعد عشرين دقيقة. شكرا.
تم التركيز على التعليم و تم تعزيز القوة العسكرية.
أشنو بغيتي للعشا، اللحم ولا الحوت؟
واش ماستر كارد مزيانة؟
هاد الحجم، من فضلك.
ماكانعجبنيش.
هادشي بخمسة دولارات، والمشروبات ماشي مشمولة.
شْحَال الثَّمَن لِجْوجْ دْيَال النَّاس؟
جاني فجأة وجع فكرشي.
شْحَال كَيْطْلُبْ الْمُرْشِدْ لْيُومْ وَاحْدْ؟
سميتي هي هيروشي موري.
بغيت شي ياغورت، الله يخليك.
أجل. هل هذا هو الكشك الصحيح لرحلة الخطوط الجوية المتحدة رقم ثمانية وعشرون صفر؟
واش خاصنا نلبسو الكوستيمات و الكرافاطات؟
أي حافلة تذهب إلى قاعة غيلد؟
تفضل من هنا. دعني أساعدك في حمل أمتعتك.
كاين فالرف الثاني فالصف اللي فالنص.
فين الكافي؟
مرجو منك تسجيل الدخول بعد الساعة التاسعة و تسعة دقائق صباحا.
بلايصنا مفارقين.
بالتأكيد. أين تريد أن تذهب؟
بغيت دفتر ملاحظات، الله يخليك.
استمتع بوقتك.
سمح ليا، جميع المقاعد محجوزة في اليوم الثلاثين من شهر غشت.
واش ممكن نشوف شي حاجة أرخص؟
واش تقدر تعيط ليا على طاكسي؟
واش خاصني نرجع لليابان دغيا؟
ثمن الغرفة أغلى مما قيل لي.
بغيت نعطيك طلبات أخرى. واش ممكن نشوف المنيو مرة أخرى؟
كان هنا حامل مفاتيح على شكل قطة مربوط بشريط.
أشنو غادي دير بديك الصاكة الصغيرة؟
بغيت شي حاجة للزكام.
واش ممكن نشوف هاداك؟
ثمانية عشر دولارا بالضبط.
عافاك بدل ليا هاد الشيك ديال المسافرين بلفلوس.
فين غادي نحط الغسيل ديالي؟
واش شبعتي؟
سير نيشان فهاد الزنقة. راها قبل محل الآيس كريم بشوية.
ما عنديش شي حجز.
واش ممكن نلمسو؟
أرجو أن تشير إلى مكانه على هذه الخريطة.
واش كاين شي مطاعم مزيانة و رخيصة هنا فهاد المنطقة؟
هذا منزل رائع.
واش هاد المحطة ديال الطوبيس هي اللي خاصني نوقف فيها باش نمشي لتشيلسي؟
غانْدِيرْ التشيك إن شوية مْتأخّر هاد الليلة، ولكن عافاكْ خَلِّي لِي الحجز ديالي.
واش البطاقة الائتمانية مقبولة؟
عندما يأتي المراقب للتحقق من تذكرتك، يرجى إظهار بطاقتك وتذكرتك له.
شْحَالْ مِنْ قْلَمْ رَصَاصْ كَتْحْتَاجْ؟
ما هو آخر كتاب لغالبْرايْث؟
بغيت بلاصة وحدة للجلوس عامة، من فضلك.
طلبتُ اللحم متوسط النضج، وليس ناضجاً تماماً.
غادي يكون الكوستيم ديالك واجد بعد أسبوع من القياس، سيدي.
بغيت عصير التفاح، التوست، البيض المقلي و القهوة.
فين كاينة المحل ديال الكاميرات؟
عافاك، بغيت كوكا صغيرة.
أنا مجرد مبتدئ. لا أعتقد أنني أستطيع القيام بذلك.
أربع تفاحات.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ بَاشْ نْؤَمِّنُو بْثَلاثْمِيَّة دُولَارْ؟
واش يمكن ليك تعاود تصدر لي بطاقة الائتمان ديالي؟
عطيني شي وقت باش نفكر فهادشي.
خصك ترتاح اليوم فوق الناموسية.
بغيت نأكد مرة أخرى بالضبط شنو خاصني ندير.
أنا عارف كيفاش كتحس. تهدن.
غانعاود نتاصل بيك.
واش غادي تحجز طبلة لشخصين فهاد المطعم على الساعة ستة ديال الليل؟
هادشي غريب بزاف. كيبان بحال شي مركبة فضائية.
ما كنقدرش نعس مزيان.
واش ممكن تقول ليا علاش كانت هاد التكلفة؟
السلام عليكم، هادي هي الغرفة ثلاثة خْمسة.
بغيت شي ملح ديال الحمام.
واش تقدر تصلح هاد الكاميرا؟ ما كتحملش مزيان.
سميتك و نمرتك؟
كنت أعتقد أن هناك سعرًا ثابتًا بين المطار ووسط المدينة؟
واش ممكن تمشي تشوفو دابا؟ ويلا كانو تما، واش ممكن تجيب كلشي لهنا دغيا؟
وأعتقد أن سعر الصرف يتقلب، بشكل عام، بين توقعات صعودية وهبوطية.
عندو تاريخ طويل و تقاليد قديمة.
أي لعبة يتم لعبها في الملعب؟
أشنو غادي دير ف ليلة راس العام؟
مرحبا، هل يمكنك إعطائي رقم هاتف السفارة أو القنصلية اليابانية، من فضلك؟
هادو هوما اللي مزيانين. هوما مريحين بزاف.
إيوا، هاد الغرفة هادئة. مزيان بزاف.
عندي حجز على الساعة السابعة.
هذا جيد. لكن سيكون هناك رسم توصيل بقيمة مائتي دولار.
على الساعة السابعة صباحا بالتوقيت المحلي.
كَاين هنا فهاد الزنقة، على بعد ثلاثة ديال البلوكات، على ما أظن.
سمح ليا، هادشي محجوز بالكامل فعطلة عيد الميلاد، ولكن عندنا بلاصة نهار 22 دجنبر.
فهمت. شكرا لك.
واش غادي ناخد شي تعويض إلى ما لقيتوش لي الشانطة ديالي؟
واخا، شنو نوع الفواكه اللي كيعجبوك؟
امتى كانت آخر دورة شهرية ديالك؟
قمت بمكالمة لإعادة التأكيد قبل يومين.
ما متأكدش واش سرقولي الباسبور ديالي ولا غير طاح ليا من جيبي.
العلّبة طولها خمسة وستون سنتيمترًا، وعرضها ثلاثون سنتيمترًا، وارتفاعها ثمانية عشر سنتيمترًا.
كَانْقَلّْبْ عْلَى التَّذْكَارَاتْ.
كيتكون من أربعة جزر رئيسية.
العاشرة صباحاً. هذا مفتاح غرفتك. رقم غرفتك هو أربعة وخمسون وثلاثة وثلاثون. سيقوم حامل الحقائب بحمل أمتعتك إلى الأعلى.
أه، نحن نستمتع بوقت رائع في هاواي. أتمنى لو كنت هنا.
واش تقدر تعطيني ترجمة؟
غاناخد شي كاس ديال اتاي مع الحليب.
واش غادي تقصي لي الغرة ديالي بنص بوصة فوق الحواجب؟
امتى كايتحل؟
واش عندكم شي غرف باقل من خمسين دولار لليلة؟
طبلة لشخصين على الساعة السادسة من مساء اليوم، من فضلك.
عافاك، شي حاجة ديال خمسة عشر دولار.
دور يسار عند الضوء الإرشادي.
ما محتاج والو.
هل يمكنني القيام بحجز لجولة سياحية؟
كيف يمكنني ملء هذا؟
كتْشوفْ بناية بيضا فْالجهة الأخرى من الشارع. هاديك هي.
كَنْقْرَا بَاشْ نْوَلِّي عَالِم.
واش ممكن ناخد جوج تذاكر للبلايص المحجوزة؟
عافاك حيد حوايجك ولبس هاد الجلباب.
واش ممكن تحطو سرير إضافي فالغرفة؟
واش ممكن ندوي مع موظف ياباني؟
دي هاد الشي حتى للمحطة. من تما غادي يخصك تمشي للفندق بوحدك.
بغيت نكري قارب مع مرشد، الله يخليك.
واش كاين شي طواليط عمومي هنا؟
عافاك، ورّيه ليا.
ما درت حتى شي مكالمة تيليفونية.
عافاك حْضِي لِي لْفَالِيزْ دْيَالِي.
واش ممكن تعيطو ليا باش نفيق مع السبعة ديال الصباح؟
واش عندك شي شريط؟
كنبغيها مع شوية ديال الحليب والسكر.
بغيت نبدل الرحلة ديال شيكاغو من تسعة لعشرة لواحد.
جيبلي معاك شي كونْديسيونور ديال الشعر.
اليوكاتا والهابي من بين الأشياء الشائعة التي يقتنيها الأجانب كتذكارات من اليابان.
فين كاينة أقرب محال ديال الصباط؟
عندك ذوق فني.
عافاك خلي هاد الشانطة حتى الساعة الثالثة.
جيت لهنا باش نشوف أوبرا حقيقية.
واش هادو للبيع اليوم؟
بْعَدْ عْلَى الْخْدْمَة حْتَّى لْيُومْ الثُّلَاثَا، وْمَاتْكْثَرْشْ مِنْ الْمَاكْلَة.
المصارعة السومو هي واحدة من الرياضات التقليدية. وتُقام البطولات ست مرات في السنة.
بغيت بلاصة فجنب الممر، الله يخليك.
التمرين كيجيب الإتقان.
شْحَالْ مِنْ يُومْ غَادِي يْخُدْ هَاذ الطَّلَبْ؟
هي نحيفة.
نحتاج إلى المزيد من الوقت قليلاً للنظر في العقد.
كَانْحَسْ بِالدُّوَارْ. وَاشْ مَمْكِنْ تْعَطْيُونِي كِيسْ لِلْغَثَيَانْ دْيَالْ الطِّيَارَة؟
قولي ليا عافاك كيفاش نوصل للمتحف.
واش هادشي مصنوع من الجلد؟
هاي. واش نتا بوحدك؟ علاش ما تغداش معانا؟
شكرا. وأنت كذلك.
واش غادي تحفظ ليا الأشياء الثمينة ديالي، عافاك؟
واش كَاتاخد شي دوايات أخرى؟
بغيت نمشي للموقع المتقدم.
واش قررتي بعدا؟
جيني. مايك. سارة. سام. هيا، الكل يستيقظ.
واش تقدر تعلمني من بعد ما تصلحو ف أقرب وقت؟
بغيت جاكيط.
لا، شكراً. يمكنني أن أجد المكان. أراك لاحقاً.
مرحبا. كنفضل بلاصة فالممر.
بغيت نكري طوموبيل متوسطة الحجم لمدة ثلاثة أيام.
واش عندك شي غطاء لي يجي معاه؟
بغيت نْديرْ مْكالمة لسان فرانسيسكو.
تسرقات ليا الحقيبة ديالي فبهو الفندق.
كيف ومتى يجب عليّ دفع المصاريف؟
راه ما كاينش بلاصة.
هاد البلاصة ضيقة بزاف.
عافاك كبر الطباعة حتى توصل لهاد الحجم.
سلام، هادي هي الغرفة رقم 1234. سميتي عودة. بغيتكم تعيطو ليا باش نفيق غدا مع الستة ديال الصباح، الله يخليك.
واش ممكن تخلص فالبيرو ديال الاستقبال، عافاك؟
واش ممكن تعطيني الصرف ديالي، عافاك؟
يمكن أن تكون قلقاً بشأن هذا الحاسوب الصغير.
بشكل عام، كانت الرحلة سلسة مع بعض الاضطرابات البسيطة.
ما هو رقم رحلتك؟
أنا سعيد لأنك أعجبك. لقد اشتريته في عملية بيع مخفضة في متجر ABC.
واش ممكن نتعشى فالباطو؟
واش ممكن ناخد بروشور ديال الجولة؟
واش نتا عضو فالنادي ديالنا ديال كراء السيارات بشكل متكرر؟
أشنو غادي تشري؟
بالضبط. أنت تشاركنا الرأي. بالمناسبة، قال إنك رجل ذو أخلاق حسنة.
كيف قضيت عطلتك الصيفية؟
قطع الخط وغانعاود نعيط ليك.
واش عندكم أو دو كولون ديال شانيل؟
هادشي بعيد بزاف. خاصني شي حد يوصلني.
واش عندك هاد الشي باللون الأحمر؟
قولي ليا كيفاش نستعملو.
محاولة جيدة، ولكنك لا تعرف بالتأكيد دون أن تجرب.
كيف يمكنني الاتصال بمكتب المعلومات؟
هوما جيعانين.
واش ممكن نشوف رخصة السياقة ديالك؟
شكراً. استمتع بإقامتك.
أنا من هوكايدو.
سفر ميمون.
واش عندك هادشي؟
أشنو هاد الماركة؟
كاين دابا فالعرض، غير بثلاثين دولار و تسعة و أربعين سنت.
كنت غاضباً مما قاله البائع.
واش عندك شي حاجة أكبر؟
كيكون الجو رطب فاليابان ففصل الصيف.
بغيت نوصل للمطار مع جوج د السوايع.
واش كاين شي تعديلات بغيتي تديرهم؟
بغيت لون لي غادي يخليني نبان صغيرة فالعمر.
عافاك، جيب ليا الحقيبة ديالي للبيت.
بغيت شي طماطم، الله يخليك.
ما كاين حتى مشكل.
واش نقدر ندخل للبيت دابا؟
ما غاديش نلقى شي حاجة بحال هادي فاليابان. غادي نشريها.
ليلة الأربعاء.
عافاك ورّيني فين كاين بلاصتي.
أي نوع من الحلويات لديكم؟
أنت ترتكب خطأ في الحساب.
الساعة هي الثالثة.
عافاك، قص شوية كتر من عنق الرقبة.
ما قادرنش نعرف آش كتقول.
شْحَال كَايْكُلِّف تِسْكَرِي دْيَال نْهَار وَاحِد؟
واش نتا لي عيطتي ليا؟
ما هو رقم رحلتك؟
واش كتعرف ذوق صاحبك فالملابس؟
واش هاد البلاصة فين كنمشي باش نبلغ على الحقيبة المفقودة؟
أحتاجهم بشكل عاجل.
شْحَالْ هَادْ التَّكْلِفَة كُلّْهَا؟
واش كتعرف شي صراف آلي أو شي بنك قريب من هنا؟
سمح ليا، ولكن بغيت نلغي الحجز ديالي.
غانكون تما فحواالي الرابعة مساءً.
بغيت نمشي نهار واحد قبل.
ما هي تخصصات المتجر؟
واش ممكن نسولو واش شي حد يقدر ياخد طيارة ف وقت لاحق؟
واش القطار اللي جاي من سيدني تأخر؟
واش عندك الصداع؟
مايمكنش ليك تدي هادشي لليابان. هادشي مذكور فاتفاقية واشنطن.
واش تقدر تجي تشدني من أقرب محطة؟
اه، عندي.
بغيت نلغي الحجز ديالي.
واخا، غير شوية. أوه، طيحت الفورشيط ديالي. سمح ليا.
فين كاين الجزء القديم من المدينة؟
واش غادي تعطيني شي جريدة أو مجلات؟
واش عندك شي وحدة صغيرة شوية؟
واش خاصنا نخليو الكاميرات ديالنا عند المدخل؟
أي يوم يكون فيه مغلقا؟
أعتقد أن لدينا ذلك. لحظة من فضلك.
كيف يمكنني التعرف على ذلك الشخص؟
بغيت كتاب ديال النحو.
مرجو منك الحضور إلى البوابة تسعة وثلاثين قبل الساعة الرابعة وخمس وأربعين دقيقة.
امتى غادي يجي الباص الجاي؟
واش ممكن نكري دراجة؟
واش كاين شي ملعب تنس قريب من هنا؟
فين هو المضيف؟
واش عندك شي مرشد عندو خبرة؟
متى تزهر أزهار الكرز اليابانية الشهيرة؟
اه، أنا كذلك.
غانمشي لبرج لندن. واش تقدر تقولي كيفاش نوصل ليه؟
واش ممكن ناخد بيتزا كبيرة بالجبن؟
كتاخد تقريبا أربعين دقيقة بالطوبيس.
واش هادشي قريب؟
اه، كاين. غادي نرجع دابا ونجيبو.
تحمست.
أنا آسف، أنا لست في المنزل في الوقت الحالي. يرجى ترك رسالة بعد الإشارة، وسأعود إليك في أقرب وقت ممكن.
بغيت ناخد جولة بالهيليكوبتر ديالك ف نيويورك.
تأكد من أنك ما خليتي والو من موراك.
كم مرة يتم تشغيل حافلة رقم تسعة؟
ضيعت واحد من العدسات اللاصقة ديالي.
كاناخد دروس ف البيانو مرة ف السيمانة.
شنو بغيتي تحط عليه؟
عافاك خلي هاد الشانطة حتى الثلاثة.
سميتي ياماشيتا.
شفت هاد الدروج؟ كايوديو للمنصة ديال القطار اللي غادي فالاتجاه الآخر. ولكن فالحقيقة، إذا بغيتي تشوف لندن، الحافلة حسن بزاف من الميترو. خرج من ديك الجهة، وغادي تلقى محطة ديال الحافلات. الحافلة رقم 12 غادي تاخذك نيشان للمتحف. نتمنى ليك زيارة ممتعة، سيدي.
هاكا شي ليك.
دوزت وقت زوين اليوم.
هاد النوع ديال القبعات باين لي موضة. أنا كنضن غادي نشري حتى أنا وحدة.
واش ممكن ناخد غطا؟
واش هاد الدوا كاينفع باش ينقص الحرارة؟
هِيّا سَارِقَة.
واش بغيتي شي حاجة أخرى؟
كان لون عينيه أسود وكانتا متباعدتين.
أوه، العروض الخاصة اليوم موجودة هنا.
فهمت. أعتقد أنني أستطيع أن أريهم كل شيء في ساعة واحدة.
هاكا خمسة دولارات وصفر سنتيم. خلي ليك الصرف.
عافاك حجز ليا طبلة لخمسة ديال الأشخاص.
هادشي قريب بزاف للحمام. واش تقدر تبدلو ليا؟
سمح ليا، عافاك عطيني آلة حاسبة.
فين كاينة قاعة المؤتمرات؟
واش هادشي مصنوع يدويا؟
عافاك وريني لائحة ديال تسريحات الشعر؟
واش عندك شي جدول ديال الألوان؟
واش خاصني ندخل للمستشفى؟
عندنا قوات للدفاع عن النفس.
واش بغيتي كارو؟
سمح لينا. ما بقاتش عندنا هاد السلعة. جرب شي محطة ديال الميترو.
واش عندك تذكرة الرجوع ديالك؟
واش ممكن تنزل الزاجة شوية؟
إيلا لقيناه، غادي نعيطو ليك.
عافاك ما تحطش السكر.
توقف محركي عن العمل. أنا في الجادة الخامسة عند الشارع السابع والخمسين. الرجاء الحضور في أقرب وقت ممكن.
حنا مهتمين بالتاريخ الطبيعي.
حنا كنخدمو من العشرة حتى السابعة والنصف.
بغيت نْدير مكالمة دولية لليابان، الله يخليك. هادي يوكي موراي من الغرفة ثلاثة و عشرين. بغيت نْدير مكالمة على حساب السيد كيسوكي موراي. رقم التليفون هو طوكيو صفر ثلاثة ثلاثة سبعة جوج ستة ثمانية ثلاثة تسعة واحد.
واش ممكن نشوفو، عافاك. واش غادي تستعملو من اليوم؟
كيف تفضل أن تكون فواتيرك؟
بغيت نكمل نستعمل صندوق الأمان.
اسمع، آل، ما هو رقم هاتف آلة الفاكس هناك في المحطة؟
غانْدِّي نْشْكِيكْ لْ”وْكَالَة حِمَايَة الْمُسْتَهْلِكْ”.
بغيت شي كاسك، الله يخليك.
كايضرني شوية ف صبعاني.
هادشي ماشي ذنبي. واش مايمكنش ليك دير شي ترتيب؟
واش ما كاينش شي طريقة أخرى باش نتعاملو مع هاد الوضعية الخطيرة؟
واش مفتوح دابا؟
يدي منفوخة.
زوج من الأحذية مقاس ثمانية إنش، من فضلك.
ما هي المعارض الرئيسية في هذه الصالة؟
واش تقدر تصلح هاد الكاميرا؟
أحتاج إلى تقرير عن الحادث للحصول على تأميني.
لقيت شقة من بعد ما قلبت عليها فالأنترنت.
مع المقياس المئوي، تكون نقطة التجمّد هي الصفر.
بغيت هادشي لعطلة نهاية الأسبوع.
عندي ألم في المعدة. واش عندك شي دوا مزيان؟
نعم، كل ما عليك فعله هو غسل الشعر بالشامبو ثم تجفيفه بالمجفف.
واخا. ونتا؟
واخا. هاك الفاتورة ديالك. المجموع هو خمسة وأربعين دولار وخمسين سنت.
واش ممكن نخلص بالشيك؟
كَانْصَايْبْ الكُوزِينَة مِنْ جْدِيد.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ البَرِيدْ الجَوِّي بَاشْ يْصِيفْطْ هَادْ البِطَاقَةْ لِلْيَابَانْ؟
غانْطِيرُو دَابَا شْوِيَّة.
نعم، سيدي. هل لديك أي بطاقة هوية؟
بغيت شي لعبة لطفلة عندها خمس سنين.
ما عمرني مرضت شي نهار فحياتي.
شْحَالْ مِنْ مِيلْ كَايْنْ حَتَّى لْبُوسْتُونْ؟
شكراً لك على مجيئك إلى اليابان، فهذا أمر لطيف جداً منك.
كَانْحَسْ بْلِي صَافِي تْحَسَّنْتْ بْزَّاف.
غانرجع فخمسة وعشرين مارس.
واش عندكم كيك للناس اللي عندهم السكر؟
بغيت الحليب، الله يخليك.
واااو. هاد الطبسيل كبير بزاف.
واش ممكن ناخد طيمبرات للرسائل اللي غادية لليابان؟
من أي مسار يغادر القطار المتجه إلى ميلانو؟
عافاك سير الطوموبيل لفندق ألفا نهار السادس مع التسعود ديال الصباح.
غانمشي فجولة بالهيليكوبتر فنيُويُورك.
باين مزيان.
واش ممكن تورّيني بطاقة الصعود ديالك، عافاك؟
ويسكي ديالك ثمنو خمسين سنت.
رحلة على متن تمساح؟ هل هذا ممتع؟
ما تخبطش بزعانفك فالقاع الرملي.
واش هادشي للخدمة؟
قولي ليا عافاك كيفاش ندير باش نعيط اتصال دولي.
واش يمكن ليك تبدل ليا هاد الورقة ديال خمسين دولار بعشرة ديال الخمسة دولارات؟
واش ممكن ندي هاد الشانطة معايا فالطيارة؟
عافاك، خود هادشي.
ماشي بعيد بزاف. شي ربع ساعة.
بغيت نخرج هادشي.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْتْعَافَى؟
شريت هادشي البارح و هو خاسر.
الميزانية ديالي هي خمسين دولار.
غانحولك للسيد سوزوكي.
واش السادسة مزيانة؟
دابا، عافاك.
أنا سعيد جداً لرؤيتك.
فين نقدر نركَب فالحافلة رقم تسعة؟
كنتمنى يكون عندنا رحلة زوينة.
واش كاين شي بلاصة نقدر ندير منها مكالمة تيليفونية؟
أنا في الحمام. ما كايناش الما سخون فالدوش.
عافاك، خلي هاد الشانطة.
ثلاثة ليالٍ من أول يوليو. كم سعر الغرف عندكم؟
عطيني خمسة عشر لتر من البنزين الممتاز، من فضلك.
واش تقدر تورّيني كيفاش خدامة هاد الآلة الكهربائية ديال فتح العلب؟
واش غادي يكون واجد قريب؟
أي نوع من النبيذ تنصحني بتناوله مع هذا الطبق؟
ضيعت بطاقة التنقل ديالي.
واش كاين شي بلاصة ديال تبديل العملة الأجنبية هنا؟
شكون هوما اللاعبين الأكثر شعبية؟
فين كاين المكتب ديال الأشياء اللي تْلْقات واللي تْفْقدات؟
فين نقدر نشوف شي فيلم؟
بغيت واحد الهوت دوغ، الله يخليك.
واش كاين شي إكسبريس؟
يمكننا إرساله إلى مكتب البريد نيابة عنك.
هاد السِّنّ تكسّرات.
عطيني الكاميرا. بغيت نصور شي صورة.
بِشْحَالْ التذكرة ديال الدرجة الأولى غالية أكثر من التذكرة ديال الدرجة الثانية؟
واش غادي تقلب فالمطعم ديالك على الصاك ديالي؟
فين كاين بلاصة الطاكسيات؟
كان هذا رائعا.
بغيت شي حاجة للصداع ديال الراس.
حتى أنا. كنت أظن أنك ستساعدني في تحديد قائمة الطعام.
واش غادي تسجل هنا، عافاك؟
بغيت شي قطرات.
بغيت ناكل ماكلة فرنسية.
يتم الإعجاب بزهور الخوخ في مهرجان الدمى الخاص بالفتيات في الثالث من مارس.
من أي مسار يغادر القطار المتجه إلى تاكاو؟
و من بعد، شنو رأيك فهادو؟
واش عندك شي برتقال؟
واش ممكن نبدلو بشي حاجة أخرى؟
سمح ليا. واش تقدر تقول ليا على شي أماكن مثيرين للاهتمام باش نزورهم فهاد المدينة؟
واش كاين شي كافيتريا قريبة من هنا؟
بغيت جوج تذاكر ديال الرحلة ذهاب وإياب لبوسطن، من فضلك.
كَاتْبَة "بْقَى فْلَاَنْ".
واش بغيتي تزور شي بلاصة معينة؟
واش نلفو ليك؟
نعم، يمكنك شراء الطوابع من آلات البيع الموجودة في الردهة.
أي من هذه الأحذية معروض للبيع؟
أنا على الطريق السريع رقم 80 بالقرب من مخرج بيركلي.
غادي يكفينا غير سميتك و العنوان ديالك.
خليني ناخد ليك الحقائب ديالك.
شْحَالْ وَازْنُو؟
اتصل بشخص كيهضر باليابانية.
هادي هي الغرفة رقم اثنين وثلاثين. واش ممكن تبعث ليا جوج كيسان ديال القهوة؟
أعتقد أن هذا التغيير خاطئ.
كيتطلب الأمر حوالي ثلاثة ساعات للذهاب إلى المكتب والعودة.
واش تقدر توصّي ليا بمحلّ كيعجب الشباب؟
عندو معدل ضرب ديال ثلاثة و خمسة و عشرين.
عافاك ما تجيش مرة أخرى.
غانمشي مع جوج و ربع ديال العشية.
عندي تذكرة إلى ديترويت، موعد الإقلاع هو الساعة الحادية عشرة صباحا.
عافاك عطيني بلاصة فالسطر اللي فالنص.
واش تقدر تعاوني باش نلقاه؟
كنقلب على شي حاجة مصنوعة فمريكان.
واش كا ياخد أكثر من عشرة دقائق مشياً على الأقدام؟
أعتقد أنني بدأت أحبك.
وقتاش قلتي خاصنا نسلمو الورقة ديالنا؟
واش كاين شي حد كايهتم بيه؟
شنو هو عدد السكان ديال بلادك؟
مجموعة من أربعة أشخاص، في السابعة والنصف من مساء اليوم. ما الإسم الذي تريد أن تسجل به الحجز؟
بغيت نبدل طلبي.
ما هو أول مكان سياحي يزوره السياح في إنجلترا؟
غانمشي غدا.
بغيت شي خيار مخلل، الله يخليك.
واش عندك الوقت هاد الليلة؟
جيت من طوكيو.
بغيت عصير، الله يخليك.
فين ناوي تزور فهاد البلاد؟
من أي شيء صنع هذا؟
السيد فرانك شميدت، مدير مصنعنا، سيكون سعيداً بإعطائك جولة في المكان.
خمسة وعشرون دولاراً تشمل رسوم الحافلة والمرشد ورسوم الدخول.
أش من واحد كَاتبان ليك غادي يجي مع هادشي؟
كنت على متن رحلة بان أمريكان رقم أربعة صفر اثنين. كنت قد سجلت حقيبتين.
بغيت بطارية لهادشي، الله يخليك.
قرب المنصة، من فضلك.
سجّلني، من فضلك.
فين كاينة الكونطوار ديال الأداء؟
كَايْنْ الصْهَدْ.
سمح ليا، هاد النوع ديال الغرفة هو الوحيد اللي عندنا.
كنتعاملو بالأساس مع الأجهزة الكهربائية المنزلية.
غرفة لشخص واحد بلا حمام، من فضلك.
إيه. كنقلب على شي فستان.
بْغِينَا نْجَرِّبُو الْأَكْلَة الْمَحَلِّيَّة.
أشنو بيها؟
عافاك، دي صاحبي للمستشفى.
عاونتيني بزاف.
المتحف الفني الميتروبوليتاني مزيان.
هاد العنب كايطيب المذاق.
أي رقم يجب أن أتصل به للحصول على المعلومات؟
فيناهوا التيليفون؟
غانْديرو اجْتِماع وغانْقرّرو فهاد الأسبوع.
عافاك عطيني وصل باش نعطيه لشركة التأمين ديالي.
أه، نعم. تبدو السماء مخيفة.
هاد النبيذ خلاني نرتاح بزاف.
كاينة وحدة ناقصة. شريت خمسة فالمجموع.
شكراً جزيلاً لك لأنك أوصلتني إلى هنا بعد ساعات العمل. أنا ممتن جداً لمساعدتك.
أشمن وجبة هي اللي كَتكون سريعة بزاف؟
شْحَال كَايْكُلْ لِيلَة وَاحْدَة؟
بالتأكيد. لحظة واحدة، سيدي.
ما خاصكش تفيقني باش ناكل.
واخا، تفضل.
ما تخممش. عيطت لواحد من مركز الإطفاء.
شْحَالْ كَايْكُلْفْ هُولِيدَايْ إِنْ إِذَا جِيتْ لِيهْ بِالتَّاكْسِي؟
توحشتك.
سمح ليا. درت قهوة و طاحت.
لا، غير شوية شهور. كنظن غادي نبقى هنا شي ثلاثة سنين.
واش مكتب البريد قريب من هنا؟
بغيت نكري شي معدات ديال السورف بالرياح.
واش عندكم شي أطباق محلية؟
واش تقدر تحجز ليا هاد البلاصة؟
ما كنفهمش آش كتقول.
السلام، فين كاينة الكابينة ديالنا، عافاك؟ واش غادي تورينا الطريق؟
ما غاديش ننسى أبدا الوقت اللي قضيناه مع بعض تحت الشجرة في نهار صيفي مشرق.
واش هاد النافذة هي الصحيحة؟
من المفترض أن يصبح الطقس أكثر دفئاً هذا المساء.
هذا هو اسمي الكامل وعنواني.
شْحَال كَايْكُلِّفْ بَيْتْ لْجُوجْ أَشْخَاصْ؟
هاد النبيذ طعمو خايب.
واش ممكن تجيب مخدة للغرفة واحد حداش، عافاك؟
فين فالطابق الثالث؟
ما عنديش الوصفة الطبية.
فين كاينة المقبرة؟
خصني نمشي.
بالمناسبة، أين يوجد قسم ربطات العنق؟
واش تقدر تقول ليا كيفاش نوصل لهيه؟
الاستراحة مدتها ثلاثون دقيقة. يمكنك تناول وجبة خفيفة في المقهى الموجود في الطابق الأول.
واش تقدر تعاوني، عافاك؟
مرحبا بكم على متن الخطوط الجوية الفرنسية.
واش عندنا الوقت باش ندورو هنا؟
تحقق حلمي.
ما بغيتش الكيتشوب، عافاك.
فين كاينين الرصيفات؟
هادشي معوج.
واخا. هاك المفتاح ديالك. نمرتك هي 1109.
فين نقدر نشري الطباسل؟
سمح ليا حيت قاطعتك، ولكن خلينا نرجعو للموضوع الرئيسي. عندنا بزاف ديال الحوايج اللي خاصنا نهضرو عليهم اليوم.
عندي الحساسية من المضادات الحيوية.
عندي شي واجبات ديال الانجليزية والرياضيات والفرنسية.
غانرسم خريطة.
واش كتقبلو الدولار؟
الفيزا صالحة لمدة ستة أشهر.
هادشي مزيان. ما خاصناش نكملوه هاد الليل.
أوه، إنه قادم.
بالبريد البحري؟
إذا ما خديتش طاكسي باش نرجع للفندق، غادي يكون هادشي خطير.
لا، أعتقد أننا سنتأخر ببضع ساعات.
بعض السجائر بدون فلتر، من فضلك.
غانزل فالمحطة الجاية.
اتصلوا بالسيد أوغاوا على نفقته، طوكيو، أربعة، خمسة، ستة، سبعة.
فهمت. المرجو تعبئة هذا النموذج. قد لا نتمكن من العثور عليه، لذا يجب عليك الاتصال بشركة بطاقتك الائتمانية.
أنا آسف جداً، سيدي. يجب علينا إبلاغ الشرطة بهذا الأمر.
واش كاين شي محل ديال التخفيضات هنا فهاد المنطقة؟
تم قبول اقتراحه.
عافاك وريني فواتير الأداء.
عطيني التعليمات.
اه، عندي جوج كَراطونات.
سارق الحقائب. أوقفوه.
نعم، لدينا تسعة وتسعون نوعًا من وجبات الدورات.
عافاك عيط لطبيب ياباني.
هو خارج الآن لتناول الغداء. سيعود بعد عشر دقائق.
واش غنوصلو ف الوقت؟
واش ممكن نطلب منك ترسم ليا الطريق للبريد؟
شي حد يعاوني، عافاكم.
الكاميرا ديالي باينة فيها خاسرة. واش تقدر تشوفها؟
واش كاين شي خط ديال الطوبيس آخر لي كيمشي لهيه؟
هل هذا السعر للمجموعة أم لكل واحدة؟
أي نوع من الصلصة تود؟ لدينا صلصة الألف جزيرة، والجبن الأزرق، والصلصة الفرنسية.
بغيت شي صرف.
واش يمكن ليك تهضر بشوية عافاك؟
لا، لقد خمنت صحيحاً. لقد طلقت قبل حوالي ستة أشهر.
بالتأكيد، سيدي. كيف تود أن يكون ستيك اللحم الخاص بك؟
واش تقدر تقول ليا كيفاش نتحكم ف درجة حرارة الغرفة؟
كلشي مزيان.
ما هو الكيمونو الرسمي؟
كانمشي للحمام شي مرات فالساعة.
بغيت كأس ديال النبيذ الأحمر، الله يخليك.
كنقلب على شال من الحرير.
حمل لي حقائبي، من فضلك.
واش هاد الحافلة غادية لبوسطن؟
غانمشي غداً مع السبعة ديال الصباح، لذا بغيت ناخد الفاتورة ديالي دابا.
قصهم شوية فوق الحواجب، من فضلك.
غاناخد هادْ و هادْ.
بْغِيت نْصِيفْط هَادْ الشِّي عْبَر البُوسْطَا دْيَال البَحْر.
عافاك قطع الخط. غادي نعيط ليك من بعد.
فاض الماء في حوض الاستحمام.
كاينين أربعة فصول مختلفين.
واخا، كنظن غادي ننقص ثلاثة فالمية.
ما بغاتش تخرج ليا الكارطة ديالي ديال الكريدي من الموزع الآلي.
كاَنْ مُمْكِنْ يْكُونْ هَادْ النَّمُوذْجْ أَسْهَلْ فِي الاِسْتِخْدَامْ.
كان عندي هاد الأعراض من الصباح.
هادي كيدا في الغرفة سبعة وعشرين. عندي ألم شديد في معدتي. عافاك عيط ليا على شي طبيب.
كنكرهك.
بغيت نحجز سويت.
فين كاينة محطة البنزين؟
واش هادشي عدوى؟
غادي ياخد هادشي تقريبا تسعين وتسعين يوم باش نعيدو إصدار البطاقة. عافاك كتب اسم الفندق ديالك ورقم التليفون ديالك فهاد الورقة باش نقدرو نتاصلو بيك.
واش هاد الطوموبيل غادية للفندق ديال القصر؟
واش غادي تمشي للمدرسة؟
واش بغيتي شي حاجة تشربها؟
بغيت خيمة.
لقيتو.
كَانْقَلّْبْ عْلَى خَيْط.
أشنو اللي خلاك تقرا بزاف؟
واش الطلبية ديالنا غادي توصل قريب؟
أشنو أقرب حاجة من هنا؟
هل يتوقف القطار في أديلايد؟
عافاك، صيفط ليا شي حمال.
بغيت هادْ هَادَا.
تفضل من هنا. هذا المقعد بجانب النافذة هو مقعدك.
بغيت شي قطرات ديال الأنف.
واش هاديك محطة ديال الميترو ولا محطة ديال القطار العادي؟
فين كاينة قاعة الانتظار ديال الركوب؟
هاد الساعة هي الواحدة بعد الزوال.
ولكن التحضير له سيستغرق بعض الوقت.
هاد العشية خصنا نقررو واش غادي نكملو خططنا باش نأسسو فرع فشي بلاصة فأمريكا اللاتينية، ويلا قررنا نديرو هادشي، خصنا نعرفو فين ووقتاش وباشمن طريقة بالضبط.
واش ممكن نأجل هاد الشي حتى مرة أخرى؟
بالنسبة للمشتريات التي تتجاوز تسعة وتسعين دولارًا، يمكنك استخدام نظام الإعفاء من الرسوم الجمركية.
براون. اسمي مكتوب على جنبها.
غانقول للكونسييرج يحل الباب بالمفتاح الرئيسي. عفاك، عطيني شوية ديال الوقت. شنو سميتك و شحال هو رقم الغرفة ديالك؟
كيعجبني نسمع الموسيقى ديال السول.
البطارية خاوية.
فهمت. إذن، أريد تذكرتين ذهابًا وإيابًا إلى سان دييغو، من فضلك.
قهوتك، من فضلك.
شْحَال السَّاعَة؟
هل أحتاج إلى رخصة صيد؟
بغينا طبلة حدا النافذة.
أنا عاطل عن العمل.
واش كاين شي مدرسة ديال الغطس؟
واش تقدر تجيب ليا الحقيبة ديالي لتحت مع الساعة سبعة ديال الصباح؟
واش خاصنا نخلصو على المشروبات؟
كَانْبْغِي غُويا. كَانْتْسَنَّى نْشُوفْهُمْ بْفَارْغِ الصَّبْرْ.
واش نقدر نلقى تما تسجيلات بسعر مناسب؟
واش عندكم حافلة ديال المطار؟
إيوا، فاش تجي لليابان، عافاك زور داري.
أوه، تقريبا ساعة واحدة. هذا بعيد جدا.
هوما مناسبين بزاف للبحر.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلْ لْهَادْ الْبْلاَصَة وْنْرْجْعْ؟
واش يمكن ليك تحافظ ليا على الحقيبة ديالي حتى الرابعة؟
هذا يستغرق حوالي أربعين دقيقة. تفضلوا بأخذ كتيب ياباني، إذا أردتم ذلك.
خمسون سنتاً للكلمة الواحدة. إنه أغلى مما توقعت.
واش نقدر نخلي هاد الكاريطة برا اللوبي؟
هل هذه السلع معفاة من الضرائب؟
أحسن حاجة هي أنك تقضي وقت زوين مع صحابك الزوينين.
بغيت نحجز غرفة بسريرين مع حمام لمدة ليلتين، بدءا من الثالث من ماي.
واش تقدر توصّلهم غدا الصباح؟
بسبب العاصفة الثلجية، تم إلغاء رحلة الخطوط الجوية الكندية رقم صفر اثنان واحد.
واش كترسلو الكتب لليابان؟
قدّاش غادي تبقى؟
هل تؤثر آلة الأشعة السينية على الفيلم؟
أنا أتبع حمية، لذا أريد وجبة صغيرة من فضلك.
الرحلة الجوية تم إلغاؤها. غادي ناخدوكم للفندق.
غانْوصْلْ مْتأخّر، ولكن عافاكْ خَلّي لِي الحْجْز ديالي.
أشنو غادي تكون الساعة؟
عافاك عطيني شي تخفيض.
أنا خارج غرفتي مباشرة. رقم غرفتي هو 201.
عندنا عشرة غرف فردية، وثمانية غرف مزدوجة، وتسعة غرف بسريرين.
يمكننا أن نتحقق من أغراضنا هنا.
حطّو على الميزان اللي تما. خمسة وسبعين سنت.
واش تقدر تديّني ليونيون ستيشن و ترجعني؟
بغيت نشوف هادشي.
وذلك لأننا نعلم أن الحكومة ستتخذ المزيد من التدابير الرامية إلى تحفيز الاقتصاد.
واش عندكُم لاصقات البريد الجوي؟
واش غادي نلقى كلشي اللي فهاد اللائحة فالمارشي ولا خاصني نمشي حتى للصيدلية؟
لا، نحن لا نفعل ذلك، لكنك تشتري البنزين. يرجى ملء الخزان قبل إعادة السيارة.
بغيت نبعث هاد الكارطة البريدية لليابان عن طريق البريد الجوي.
فِي نْيُويُورْكْ. وْ قَالْتْ لِيَّ وْكَالَة ٱلسَّفَرْ بْلِّي هَادْشِي غَايْكُونْ مْزْيَانْ.
شكراً على كل شيء.
واش كَاتْبانْ ليكْ خاصْني نْرجعْ لليابان؟
واش ممكن نسولك على سميتك؟
بالسعر الحالي، سيكون المبلغ هو هذا.
فين كاينة المعرضة؟
واش ممكن نستعمل الحمام أو الدوش الليلة؟
الرقم هو جوج أو تسعة تلاتة خمسة واحد جوج واحد جوج.
حنا مجموعة ديال ثلاثة.
وا، عطيني شي عرض حسن.
وقت بدايتك هو الساعة الثانية بعد الظهر كما قمت بالحجز. لكن هناك حفل آخر سينتهي قريبا.
واش درتي شي حجز؟
كانمشي للطواليط كل ثلاثين دقيقة.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ يْوَصْلْ عْبَرْ البُوسْطَا دْيَالْ البَحْرْ؟
هنا بالضبط؟
غانبقاو تما لثلاثة ديال الليالي.
بغيت نبدل الرحلة ديالي.
واش كاين شي محطة ديال الميترو قريبة لهنا؟
هذا السيد كوبياكاوا يتحدث. هل يمكنني التحدث مع السيد توماس؟
فاش كيمشي هاد القطار؟
كم مرة تقومون بإحياء حفل موسيقي؟
بغيت ناخد درس فالتزلج.
كانسول على الشقة اللي كاريين.
لشخص واحد؟
عطيني قرعة صغيرة منو.
فين كياكلو الناس ديال المنطقة عادة؟
واش كان عندك شي بطاقات كاش فيه؟
غادي يكون ثمنو أربعين دولار زائد الضريبة، يعني المجموع غادي يكون ثلاثة وأربعين دولار.
هل من السهل على طفل يبلغ من العمر عامين أن يلعب؟
بغيت نبعث هاد البطاقات البريدية لليابان.
أنا من فرنسا.
واش نقدر نشوف التذكرة ديالك؟
بغيت جوج تذاكر ديال السفر فاتجاه واحد لواشنطن العاصمة.
واش نقدرو نلعبو بهاد السبرديلات؟
واش تقدر تخيط هاذ القطيعة اللي فالسروال ديالي؟
دير مكالمة على حساب المستقبل.
ما كنعرفش شحال هو الحجم.
فين كاين أقرب تيليفون؟
نعم، من فضلك افعل ذلك. سأنتظر مكالمتك.
واش تقدر تعطيني تخفيض على الإقامة لمدة ثلاثة ليالي؟
واش ناخد شي رسالة؟
فالمسرح اللي حدى المكتبة. ولكن خاصك دير حجز.
سمح ليا. واش ممكن ناخد شي خريطة ديال المدينة؟
واش ماشي هادشي خطير؟
هاد الخط طويل.
بغيت بيض مقلي، توست و عصير الطوماطيش.
واحد الخريطة، الله يخليك.
واش يمكن ليك تكسر هادشي، عافاك؟
واش عندك فورم آخر ديال الطلب؟
واش الكارطة اللي فيها سميتك مثبتة على الحقيبة ديالك؟
واش عندك شي حاجة باش تعلن؟
غرفة مزدوجة، من فضلك.
ماكاينينش بلاصَات محجوزين. تقدر تختار أي بلاصة بغيتي.
بغيت شي شوية ديال السجق، الله يخليك.
شدّ ليا الصاك ديالي.
واش نتا كوري؟
لا، ولكن لدينا سيارة صغيرة جديدة تمامًا. تلك الحمراء هناك.
قلت سعر الصرف الخاص بنا. هل يعني هذا أن كل بنك لديه سعر مختلف؟
أش من نوع ديال اللباس غادي يُطلب مني نلبس؟
شْحَالْ مِنْ عُمْلَة كَيْخُصُّو؟
قيسو، من فضلك.
بغيت ساعة ديال الحيط.
فين هي المدينة اللي غادي يوقف فيها الطوبيس من بعد؟
أوه، أنت ذكي جدا، أليس كذلك؟
الفرنك السويسري، واخا؟
شْحَالْ كَيْتْسَنَّى الْوَاحْدْ بَاشْ يْوَصَّلْ مِنْ لُوسْ أَنْجِيلِيسْ لِسَانْ فْرَانْسِيسْكُو؟
مساء الخير. هل يمكنني مساعدتك؟
بغيت شي دوا باش نعالج مشكل الهضم.
بغيت نقول لأصحابي على هاد البلاصة، واش تقدر تعطيني بروشور ديال الفندق؟
ضاع مني جواز سفري. المرجو تحرير محضر سرقة.
فين غادي يديّني هادشي؟
فين كاين التيليفون؟
سمح ليا شوية.
غانكتب ليك.
أشمن هي الجولة الأكثر شمولية في المدينة؟
واش ممكن تعمر هاد الفورميلا، عافاك؟
بغيت هوت دوغ مع البصل، الله يخليك.
أشنو هي التخصصات ديال هاد المطعم اليوم؟
سمحلي. واش تقدر تقولي شحال كايكلف العشا العادي تقريبا؟
عافاك، بدل هاد الشي.
أما عن السفر إلى باريس صباح الغد، فماذا عن الانتقال إلى رحلة الخطوط الجوية السويسرية المسائية؟
عافاك، تسنا حتى يوريوك فين تجلس.
ممنوع الغطس.
إيه. هادي هي الغرفة 1109. المكيف ما خدامش. واش تقدر تصلحو؟
واخا. فين كاين زر التصوير ديال هاد الكاميرا؟
لقد فزنا بعقود مع معظم الموردين في اليابان.
واش تقدر تقول ليا فين كاينة بلاصة يونيون سكوير؟
واش تقدر تقول ليا كيفاش نستعمل مضخة البنزين؟
واش عندك الخردل؟
فندق ZZZ. اسم مضحك، أليس كذلك؟
الشعاب المرجانية هنا جميلة والتيار خفيف نسبيًا.
ثمانية وخمسون بنسا.
كان ذلك مثيراً للاهتمام.
سجلت حقيبتين.
بالتأكيد. وأرجو أن تنقلوا أطيب تمنياتي إلى الآنسة كوك التي اتخذت العديد من المبادرات الجيدة خلال اجتماعنا.
واش عندكم شي أماكن متوفرة بهاد الثمن؟
عندي رقم الحساب البنكي ديالي.
أعتقد أنك لا تستطيع ذلك. سيتعين عليك الخروج والمشي في الجوار.
أنا ربة بيت.
واش ممكن تكتب ليا كنيتك بالحروف، عافاك؟
بغيت شي تذكرة باش نمشي ل شيكاغو.
واش كَاتْبانْ ليكْ بْلي قادْ تْبَدّلْ العْجَلَة بوَحْدَكْ؟
هادشي زوين بزاف. خاصك تجي تزورنا شي نهار.
فين المشكل؟ عافاك شرح ليا.
من اليسار، تشير هذه إلى وقت التصنيع اللازم، وتوقعات التكلفة، والمخاطر المالية.
واش يمكن ليك تبدل ليا ورقة ديال عشرة دولارات؟
فاش غادي نمشيو؟
واش تقدر توصّي ليا بشي فنادق أخرى؟
بغيت شوية بودرة للوجه، الله يخليك.
واش الطيارة تأخرات؟
سمح ليا.
كاين ثقب هنا.
ما عندنا دابا غير القياس ديال الثمانية.
عندنا قهوة، أتاي، عصير البرتقال، و غيرها. شنو بغيتي؟
ما تزعجنيش.
أنا غير إلا داز من هنا.
هادشي باين ما طابش مزيان. واش تقدر طيبو شوية كثر؟
واش غادي تدي هاد الشانطة للطاكسي؟
بغيت شي حاجة متينة.
واش ممكن تعطيني شوية فلفل، عافاك؟
لا، أنا أشعر بالحظ. هيا بنا.
فين نقدر نشري المنتوج ديالي؟
واش عندك شي وحدة أكبر؟
عافاك قول ليا فاش نوصلو لبارك الأخضر.
واش خاصني ندير تأمين؟
واش ممكن نصور فالمتحف؟
أشنو كاين دابا فالفيلم؟
واش يمكن ليك تبدل هادشي للين ياباني؟
اه، نعم. ذهبت يوم الأحد الماضي مع صديق.
هادي هي الغرفة ثلاثة زيرو جوج.
واش ممكن ناخد الخبز كثر؟
واش تقدر تعاوني باش ناخد التذاكر؟
واش هاد الثمن ثابت باش نمشي للوسط ديال المدينة؟
بغيت نحجز طابلة لثلاثة أشخاص على الساعة السابعة، من فضلك.
واش كتشوف شي بناية بيضا؟ هي قدام البناية.
واش هاد الطريق هي اللي غادي يمشي فيها القطار اللي غادي لمحطة X؟
أنا في فندق "ABC"، الغرفة ستمائة وخمسة وثمانون. هل يمكنك أن تطلب منه الاتصال بي هنا من فضلك؟
لا، شكراً، هذا كل شيء.
كَاتْأَلْمْني مَفَاصِلْيَا.
فين كاينة محطة البنزين؟
هاد القهوة قوية بزاف.
عافاك عطيني نسخة من التقرير ديال السرقة.
عندنا شبكة مترو في المدن الكبرى مثل طوكيو.
سمح لينا، ما نقدروش، ما عندناش نفس المنتوج.
واش تقدر تعطيني مخدر؟
واخا. سِير نيشان لثلاثة ديال البلوكات. من بعد دور على اليسار. غادي تشوف باب زوين على الطريقة الصينية.
الرسوم غادي تكون عشرة دولارات للشخص الواحد.
سمح ليا. واش ممكن تعمرو بالبنزين العادي، الله يخليك؟
هل ألقيت نظرة جيدة على المشتبه به؟
إيوا، شنو رأيك؟ بغيت بزاف نعرف شنو كتفكر.
واش ممكن تحمل ليا هاد السبرديلات فيه؟
غانرجع لهنا مرة أخرى غداً. ما هي ساعات عملكم؟
واش كيشمل شامبو و تنشيف بالمجفف؟
شكون بغيتي تشوف؟
وقتاش غادي يكون وقت الصعود للطائرة؟
بغيت شي سليب.
غانقول ليك نمرة التيليفون ديالي تما ف أقرب وقت ممكن.
الطبق الرئيسي هو مزيج من لحم البقر المشوي والكركند.
من أي مسار ينطلق القطار المتجه إلى بوسطن؟
هذا من أجود الأنواع التي نملكها.
واش غادي تقدر تعوضني عليه؟
غاناكلو مجموعين، عافاك جيب معاك فوركيت زايدة.
هل لا يزال المسنون يحظون بالاحترام في اليابان؟
هل هناك أي رسوم على سماعات الأذن؟
الرسوم الأساسية هي خمسمائة دولار مع رسوم إضافية قدرها خمسة وخمسون دولارًا شهريًا.
فندق هاليكولاني.
بالتأكيد، سيدتي. هل ترغبين في استخدام أداة ارتداء الأحذية؟ كيف يبدو المقاس؟
واش تأكد هادشي مرة أخرى؟
واش ممكن نشوف هادشي، عافاك؟
عافاك، بغيت سوربي ديال الدلاح.
أي نوع، سيدي؟
واش هادشي مزيان؟
هاد السيد مزيان بزاف باش يكون حقيقي.
واش ممكن ناخد جوج هوت دوغ باش نديهم معايا؟
عاونني، عافاك.
كانفيق كل نهار مع الستة ديال الصباح.
سمح لينا، ما نقدروش. غادي ياخد هادشي أكثر من جوج سيمانات.
فين نقدر نلقى المعلومات السياحية؟
فهمت. سأتحقق من ذلك مع موظفينا.
كيف يمكنني الوصول إلى مبنى إمباير ستيت من هنا؟
شْحَالْ كَايْكُلِّفْ كِرَا تِلِيفُونْ مُحَمَّلْ وْ بِييپَرْ؟
أوه يا إلهي.
واش بديتو كتاخدو الطلبات ديال العشا؟
سميتي هي تسونيو سوزوكي. هاهو تأكيد الحجز ديالي.
فندق ريتز.
السلام. إلى باريس، من فضلك.
طبلة عند النافذة، من فضلك.
واش تقدر تورّيني هاداك اللي عند النافذة؟
هل يمنع هذا الكريم للجسم التعرق؟
بغيت شي ساشيات ديال البلاستيك، عافاك.
ضاعت لي صاكي.
بغيت نجرب هاد الطالون العالي.
واش عندكم اليوم تبديل الحرس؟
يمكنك الحصول على هذه الوصفة الطبية من الصيدلية الموجودة في الطابق الرئيسي.
واش ما عندكش شي وراق صغار؟
سمح ليا، ولكن الطبالي ديالنا عامرين. واش بغيتي تسنى؟
هذا واحد فيه شق.
بغيت تذكرة ديال أسبوع واحد، الله يخليك.
غانجرب شي مثلجات.
واش ممكن ناخدو طفاية ديال السجائر، عافاك؟
عافاك دور لليسار.
تاناكا، الغرفة واحد صفر صفر.
سمح ليا، واش ممكن ناخد شوية دالما؟
هادشي كبير عليا بزاف. عفاك وريني شي مقاس صغير.
هادشي لقلتي زوين بزاف ونتا لطيف حيت قلتيه.
انتبه. أنا قادم.
هل يمكنك إعادة إصدار تذكرة أخرى لتغطية رسوم المناولة فقط؟
هادشي غادي ياخد تقريبا ساعة.
خمسة وعشرينات وأربعة خمسينات.
واش هاداك الصفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غانبقى نعلمك فين كاين أنا.
واش كاين شي بلاصة ديال الغسيل قريبة من هنا؟
واش ممكن نستاعير سيشوار؟
واش تقدر تجيب ليا الملحة، عافاك؟
هادشي هدية.
أنا كنتسناك حتى تسكت.
الرقم هو صفر ثلاثة ثلاثة إثنان ثلاثة أربعة واحد إثنان ثلاثة أربعة.
أنا فرحان بزاف بالهدية.
من الأحسن لي أن أمسك حقيبتي بإحكام، في حالة ما إذا حاول أي شخص سرقتها.
فِي الْمَسَاءْ كَيْظْلَامْ الْحَالْ حْوَالَا الرَّابْعَةْ وَكَيْسَدُّو الْمَحَلَّاتْ بَكِّيرْ.
هل الرسوم الخدمية مشمولة؟
شْحَالْ بْغِيتِي تْقَطْعْ؟
سمح ليا، واش تقدر تشرح ليا هاد الزراير؟
أما بالنسبة للسيارة هناك، هل هي بليموث؟
سمح ليا، ولكن أنا محتاج شي واحد باش يعاوني.
لمدة أربعة أيام. إذا استمرت الأعراض، يمكنني ملؤها مرة أخرى.
واش كاين شي خدمة من شيكاغو لسياتل؟
هل ستتناسب الأوراق ذات الحجم القانوني؟
واش كاين حمام خاص؟
خصّك تلوّي الفوطات وتحطّهم فوق الرف اللي حدّا الحوضة.
وريني شي تريكوات اللي كايصلحو مع هادا.
نأمل أنه من خلال إثبات إمكانية استخدام الحواسيب الصغيرة في هذا المجال المهمل إلى حد ما، سنتمكن من زيادة مبيعاتها في المنافذ التعليمية.
شْحَال هَاد الثَّمَن؟
كاين طلب كبير على هاد الكمبيوتر الجديد.
كَايْنْ النْزيف هنا.
بغيت شي دوا باش نسكّن الألم.
هادشي ممكن إلى لقيت رحلة فصباح باكر ديال نهار ستة وعشرين.
غَنْخُدْ طَارْطْ أَ لَا مُودْ، عَفَاكْ.
بغيت شوية ديال الما، الله يخليك.
إذا كانت هاد الجولة ليوم كامل كتشمل Fisherman's Wharf، غادي ناخدها.
ماكاين حتى مشكل.
ما كنحسش براسي مزيان، عافاك عطيني شي دوا.
هاد الستيك قاصح بزاف بالنسبة ليا.
راه سالينا ديجا.
وهم فريق شاب جداً، كما أن فريق دودجرز قوي أيضاً وبدأ يتقدم.
لا، ليس بعد، شكرا.
عافاك وقف فوسط المجموعة ديالنا.
بغيت هاد الحوايج يغسلوهم قبل ما يسالي النهار.
بغيت فيلم ديال الصور الملونة، الله يخليك.
يُعتبر عدد سكان اليابان سابع أكبر عدد سكان في العالم.
شي حد حاول يدخل بالقوة. كنضن أنه شاب مجرم.
هادشي ضيق بزاف هنا ف الصدر.
واش تقدر تعيط لشي شركة تأمين؟
أَيُّ نَوْعٍ مِنَ الْخَمْرِ تَمْلِكُونَ؟
لا، خذ الرقم ثلاثة.
هادشي خمسة دولارات.
أوه، شكرا لك. لقد استمتعت بذلك.
أنا هنا في رحلة عمل.
غانبقى فهيلتون هوتيل. غانبقى هنا غير ثلاثة أيام.
بغيت تلفاز محمول، الله يخليك.
واش كاين شي فنادق قريبة من المطار؟
بغيت فرانك مع الموستاردة، الله يخليك.
عندي غرزة فكرشي.
عافاك، عيط لفرقة الإنقاذ.
تذكرة واحدة للطالب، من فضلك.
كتب رسالة فور وصولك، من فضلك.
سمح ليا. شوف، غادي نخلص على كلشي. غير ما تعيطوش للبوليس. بابا غادي يقتلني.
عندي الإمساك.
واش تقدر تلف هادشي كهدية؟
عندي ألم خفيف في المعدة.
واش ما عندكش شي حاجة بين هادوك؟
عافاك، بغيت زوج طوابع ديال دولار واحد و عشرة طوابع ديال عشرين سنت.
ما كياكلوش البيض ني فمريكان.
فين نقدر نصلح الساعة ديالي؟
وقل لهم من فضلك أننا سنتأخر بحوالي ثلاثين دقيقة.
عطيني عشرة توكنات، من فضلك.
أنا أستعمل صندوق الأمان الخاص بك.
كيف يمكنني الوصول إلى المطعم؟
زرب.
غايكونو واجدين غدا. ولكن مع الخدمة الخاصة ديالنا، غايكونو واجدين هاد العشية.
طبعاً، خد الحافلة رقم خمسة من الفندق الملكي و انزل في ساحة وسط المدينة.
سمح ليا، واش تقدر تورّيني فين كاينة المحطة؟
يمكنك الحصول عليه في محطة الحافلات الموجودة هناك.
غانْسولو على الوقت اللي كايناسبو قبل ما نعيط ليه.
فين كاين المكتب ديال كراء السيارات، عافاك.
بغيت نشوف الجبال.
هل هذا للنساء أم للرجال؟
بغيت نشري نظاظر جداد.
بغينا نبلغو على شي حوايج ضاعو لينا.
واش غادي نوقفو عند المحل فطريق الرجعة؟
غيتمّ هادشي غدا فالعشية.
عافاك، حول هاد المبلغ للبيزيطا.
أيهما تفضل، مقعد للمدخنين أم مقعد لغير المدخنين؟
هذا السيد تاناكا. لقد قمت بتسجيل الدخول للتو، لكنني لا أحب هذه الغرفة.
عافاك، بغيت ويسكي مع الثلج.
لا، ولكن لدينا طبيب يستطيع فهم اللغة اليابانية جيدًا. إذن لا توجد أي مشكلة على الإطلاق.
ما كاين حتى مشكل.
ماكانعرفش المقاسات الأسترالية.
واش غادي ترقص معايا؟
هذا كل شيء في الوقت الحالي. كم علي أن أدفع لك؟
كون كنت بلاصتك، كنت غادي نجرب هادشي.
كَيْبَيِّنْ هَادْ الجدول الاختلافات الرئيسية بين النوعين ديال العقود.
واش كندير هادشي؟ الشطرنج هي لعبة مثالية بالنسبة لي.
أه. بغيت نشري شي تذكارات. واش تقدر تنصحني بشي حاجة مميزة؟
هو مريض. عافاك عيط ليه على شي طبيب.
أشنو هي الرياضة الأكثر شعبية هنا؟
أي نوع من البرامج التلفزيونية يثير اهتمامك؟
هل نخسر يوماً أم نكسب يوماً في طريقنا إلى أمريكا؟
عافاك، ورّيني جدول المواعيد.
بغيت شي مكبرات الصوت.
واش كتسكن بوحدك؟
غادي يخصك تسنى شي ساعة.
كيفاش كدير هادشي؟
الكاميرا ديالي ما خداماش مزيان.
نتمنى ليك إقامة زوينة.
أه. هاد الصباح شريت تريكو من المحل ديالكم. ولكن ملي رجعت وحليتو، ما كانش هو الشيء اللي شريت. هاد هو وصل الشراء ديالي.
كيفاش كتاكل هادشي؟
واش عندك سلاطة خضرا؟
عامر، لا شكرا.
واش كتعرف شي طبيب كيهضر باليابانية؟
امتى غادي يبدا العرض؟
واش نقدر نخلص بالين؟
الهوايات ديالي هوما تسلق الجبال والعزف على البيانو.
مايمكنليش نتيق بلي خاصني نرجع لليابان. كنتمنى كون بقيت مدة أطول.
كايْسَرّبْ الما من الفوق. ما قادّاش نْبْقا جالسة هنا.
كنت غادي ننصحك بواحد التحفة.
هادي هي السيدة مايزاكي اللي كاينة فالغرفة 2315. بغيت شي واحد يفيقني غدا فالصباح.
هاد البلاصة مشهورة بالمحيط الجميل ديالها.
بسلامة.
فين نقدر نشري شي حاجة نادرة؟
نعم. بالأزرق والأحمر والأصفر.
غانكون فرحان بزاف كون نعاونك.
بغيت نعمرو فالبونب نمرة خمسة، الله يخليك. هاك عشرين دولار.
فرصة سعيدة باش نتعرف عليك.
فين نقدر نصرف شي شيكات ديال المسافرين؟
واش غادي دير لينا شي حجز ديال العشاء ديال غدا؟
واش تقدر تاخدنا للكراسة سي 19 وسي 20؟
ما قدرتش نشري طوموبيل جديدة حتى لهاد الوقت القريب.
عافاك، فرق ليا شعري من الجهة اليسرى.
كم مرة يتم تشغيل الحافلة المتجهة إلى هايد بارك؟
واش عندكم شي مرشد كيهضر باليابانية؟
اه، سلطة خضرا، من فضلك.
قلب على شي طبيب كيفهم اليابانية، الله يخليك.
قريباً ومع صديق. لكن هناك مشكلة. ليس لدي صديق حتى الآن.
عطيني شي دوا، الله يخليك.
بغيت نبدل الغرفة ديالي.
سمعت الإعلان عن إلغاء الرحلة رقم واحد صفر سبعة.
بغيت زوج ديال الصباط اللي عندو صولا ديال الكاوتشو، الله يخليك.
سير فخط مستقيم. فندق ميلتون كاين فليسر.
فين نقدر ناخد التذكرة؟
بغيت ندير حجز.
عافاك سوق بأقصى سرعة ممكنة.
الكوزينة ديالهم ماشي مزيانة.
كم عدد قنينات المشروبات الكحولية التي تملكها؟
بغيت نوصل للمطار قبل السادسة.
واش مستاعد تنقص من الثمن و تخليه سبع دولارات؟
بغيت ندير شي شوبينغ قبل ما نمشيو. واش تقدر تهتم بالحقائب ديالي شوية؟
يمكنك تغييره في أي بنك من بنوك المطار.
بغيت شي براكات ديال الوراق.
شْحَال الثَّمَن؟
عندنا نبيذ وردي ممتاز.
واخا.
واش ممكن نهضر مع السيد جونز؟
على شنو هاد الفاتورة؟
واش شفتي الماتش؟ اليانكيز ربحو.
بغيت ندير مكالمة جماعية لليابان. أنا واتانابي غورو، الغرفة واحد اثنان ثلاثة. بغيت نهضر مع السيد واتانابي ماكوتو على الرقم ثمانية واحد أربعة خمسة ثلاثة تسعة أربعة واحد جماعي.
ها هي فاتورتك.
غانجرب هادشي.
لا، ما درتوش. أنا عاد جيت لهنا من اليابان.
لا شكرا، يمكنني أن أجده بنفسي.
واش هاد الطوبيس كيدوز من شارع فيفث أفينيو؟
المرشد ديالنا غادي يتلاقانا فالمطار.
عافاك، بغيت ندير اتصال من شخص لشخص.
لاباس، شكرا.
هي كتنزف.
أنا عندي حساسية من المحار.
واش تقدر تقول ليا شنو هو برنامج التلفزة ديال اليوم؟
أي يوم من أيام الأسبوع هو اليوم؟
واش هادشي هو ظلال العيون؟
هادشي صحيح. هادشي غادي يكون ممارسة مزيانة.
أنا متأكد أنك ستتعافى في أقرب وقت.
أنا معلم.
بغيت علبة ديال الصباغة.
أريد ست وثلاثين صورة، من فضلك.
فأي قناة تعرض الفيلم؟
المأكولات المكسيكية.
ها هي الحافلة قادمة. من الأفضل أن تسرع.
إذن، المفتاح للتسوق الناجح هو الوصول مبكراً قبل وصول الحشود.
خلينا نديرو اتفاق.
أوه، جيد. إذن لدينا متسع من الوقت.
أشنو هو الكوكتيل الخاص ديالك؟
واش عندك هادشي باللون الأخضر الغامق؟
عشرين ألف ين، من فضلك.
هل هذا هو باب رحلة الخطوط الجوية الأمريكية رقم عشرين المتجهة إلى ميامي؟
هادشي قليل بزاف.
هل يمكنني تحويل هذه العملة مرة أخرى إلى عملة بلد آخر في وقت لاحق؟
عطيني كل الفلوس ديالك.
عندي مكتبي هنا فوق. هادي آن بتلر، السكرتيرة ديالي. آن، هادا السيد أووزو من أوساكا.
بغيت نحجز بلاصة ف الدرجة الإقتصادية باش نمشي ل شيكاغو هاذ الأربعاء.
بغيت نحجز غرفة للثلاثة ليالي الجاية.
واش تقدر تحل ليا الباب؟ ولا نقدر ناخد منك الساروت الرئيسي؟
واحد من هاداك الباك الحمر، الله يخليك.
محطة مايهاما هي المحطة المناسبة لديزني لاند.
هادشي غالي شوية.
فاش غادي توصل الحافلة لفندق هيلتون؟
هذا طبق شعبي في مطعمنا.
المرجو دفع رسوم إلغاء الحجز الخاصة بالفندق.
واخا. غادي نكمل الخدمة على الساعة ستة، إذن شنو رأيك فالساعة سبعة؟
واخا. الرصيد ديالك فالحساب ديالك هو ستمية وثلاثين دولار.
كاينين تما مراكز تجارية كبار.
هل يمكنني استلام أمتعتي في الوجهة؟
تفضل بالتحقق من ذلك بسرعة.
واش عندك شي هدية مزيانة لراجلي؟
فيقني باش ناكل.
واش تقدر تقول ليا كيفاش نستعمل المنبه؟
باش نقرا.
بالتأكيد، هاهو الخردل.
البريزة ما خداماش.
واش كتشوف علامة طيارة يو إس سيفن زيرو سيفن؟ خاصك تمشي لهيه.
خديت 16 دولار ديال البنزين الممتاز الخالي من الرصاص.
عندي وجع في المعدة. هل يمكنني أن آخذ دواء؟
كنقلب على آلة ديال التدبيس.
كان هذا شائعا خلال الأربعينيات وحتى الستينيات من القرن العشرين.
بغيت نعرف شحال كاينة عندي من الطول فعنقي.
واش بغيتي تشرب شي قهوة أخرى؟
السويتش خاسر.
واش ممكن نعيط ليك؟ واش ممكن تعطيني نمرة التليفون ديالك؟
هذا مزيج من أربعين في المائة من القطن وستين في المائة من النايلون.
غانْراهَنْ بيه على الأرقام الحْمْرَا الزوجية.
تكلف نوادي الإيجار ثمانية دولارات مقابل مجموعة كاملة وتكلف الأحذية المستأجرة دولارين.
ثلاثة أيام من السابع من يونيو.
واش كاين شي شقق لي ممكن للسائح يكتريها؟
واش عارف أنني هنا؟
غدا؟ ما عندي والو باش نعاونك طيلة العشية. ولكن علاش؟
بغيت ندير مكالمة على حساب السيد هاشيموتو.
واش كاين ماتش ديال الكورة هاد الويكاند؟
هادشي زوين. عافاك بغيت هادشي.
واش ممكن توريني الفاتورة ديالي، عافاك؟ شنو هاد التكلفة؟
كاينين ف الجهة الأخرى من قسم المجلات.
أشنو هي الاختيارات ديال اليوم؟
فين خاصني نطلب إعادة الإصدار؟
هادشي شوية صعيب بزاف.
تابيو أوزورا.
غانوريك كولشي هنا.
بغينا طبلة فالقسم ديال المدخنين.
بغيت شامبو ضد القشرة.
واش تقدر تعاوني باش نعمر هاد الفورميط؟
واش كاين تخفيض للسياح؟
بغيت سْفِّيْسْطَة.
من بعد الشامبو، بغيت ندير مانيكير.
ماشي غالي بزاف. واخا. عندنا واحد الفندق زوين سميتو بيڤيرلي. كاين ف الجهة الشرقية.
غانبدل الطيارة فباريس.
ما تقولش مستحيل.
واش كتعرفو من زمان؟
فالمحل ديال التذكارات اللي كاين حدا الباب.
لا. هذا تامورا.
عندي موعد على الساعة السابعة.
أشنو كاين؟
عافاك، ضغط على هادو.
بغيت نحجز بلاصة فالقطر اللي غادي لمدريد هاد الليلة.
واخا. غير سيري فهاد الزنقة جوج بلوكات، وغادي تشوفي بنك ناسيونس على يمينك.
شكراً، ولكنني أود أن أفكر في الأمر.
فاش كيوصل؟
شْحَال هَادْ الشِّي لْكِيلُو؟
شنو غادي يوقع الى قلت اه؟
واش بغيتي دّير شي عملية أخرى؟
المرأة ذات الرداء الأحمر، هي كوكتيل فراولة يعتمد على الشامبانيا، وهو منعش جدا.
هذا مفيد. شكرا لك. آسف، ما اسمك من فضلك؟
هل كانت هناك أي خصائص أو علامات مميزة عليه؟
كَايْنْ حافْلَة أُخْرَى فِي الثَّانِيَةَ عَشْرَةَ وَالثَّلَاثِينَ دَقِيقَةً.
واش ممكن نشوف الكَاط اللي فالفيترينة؟
جوج كيسان ديكيري، الله يخليك.
واش كاين شي ريسطو كيهضرو فيه باليابانية؟
واش تقدر تعيط لصاحبي؟ ضعت عليه وسط الزحام.
غانعطيك شي حقنة.
تعرض رفيقي لألم حاد في المعدة.
بغيت شي كريم للبشرة الدهنية.
واش تقدر توصّي بجولة سياحية؟
حوالي ثلاثين دقيقة. يُرجى الانتظار في صالة الترانزيت.
واش نقدر ندير مكالمة جماعية لليابان؟
واش ممكن يوصلو ليا بيتزا للبيت ديالي؟
أعتقد أنه يمكننا تقديم طاولة في غضون ثلاثين دقيقة.
فين كاينة أقرب حلاقة؟
شْحَال كَايْكُلِّفْ الطِّقْم؟
أنا من ألمانيا.
عافاك، بدل هاد المبلغ للدولار.
واش عندك الكاكا؟
كاينة ريحة زوينة جاية من داك الكشك ديال الماكلة.
واش غادي تورّيني كيفاش نْدير باش نْصوني بالتيليفون؟
كنراهن على أن هناك أشخاصا هنا يتعاطون المخدرات.
واش فهمتي شنو كنقول؟
واش ممكن نسول على وقت الإقلاع من هنا؟
هو خرج.
بابا خايف يركب الطيارة.
أنا هنا مع صديقي. هل يمكننا الجلوس معك؟
الأكل رائع والناس مجتهدون جداً، لكن التلفاز سخيف.
فهمت. خليني نشوف فكتابي. عندي موعد خاوي هاد الجمعة. واش تفضل الصباح ولا العشية؟
شكرا لك. المرجو الأداء عند الصندوق الموجود هناك. شكرا مرة أخرى.
امتى غادي ترجع؟
فين كاين الصالون التنفيذي؟
التاسعة صباحا.
سمح ليا. معنديش ما يكفي معايا دابا.
واخا. خلينا نديروها. واش نتا واجد؟
واش هادشي كوارتز؟
آه، خاصني نشري حتى معجون الأسنان.
عافاك بغيت نطلب سلطة البطاطس باش نديها معايا.
التلوث الجوي مشكل خطير فهاد المدينة.
واش عندك صالون؟
كَيْضرني كرشي.
رقم الهاتف هو واحد اثنان ثلاثة أربعة خمسة ستة.
واش بغيتي الحوت ولا اللحم ديال البقر؟
تفضل وجلس. خاصني نلقى شي بلاصة باش نجلس.
خاصني نوصل للمطار قبل الثمنية ديال الصباح.
أعتقد أنني التقيت بك من قبل. أنا كينيتشي يامادا من شركة نانيوتيكنولوجي.
واش ممكن تشوف هاد الرسم البياني ديال فحص النظر، عافاك؟
غانقومو بحفلة ودية غدا. بغيناك تجي معانا، ياك؟
واش ممكن تعطيني مفك براغي؟
واش نقدر نصور فيديو؟
أوه، هاد الطيارة صغيرة بزاف باش تحمل كل هاد الشوانط.
عافاك، ما تدخنش فالسانسور.
بغيت نمشي ف رحلة بحرية.
عافاك، نصحني بشي مطعم.
هادي هي الغرفة ثلاثة وعشرين وخمسة. التلفاز ما خدامش.
بغيت جوج ميتر من هاد القماش، الله يخليك.
المرجو دفع رسوم النقل للوصول إلى هناك.
أيهما تفضل، الكلب أم القطة؟
قادر نتحمل هادشي.
واش غتجيب ليا شي ثلج و زوج كيسان، عافاك؟
كان عندي قنينة ماء معدني من الثلاجة.
ما هو رقم رحلتك؟
عندي مشكل فالقلب.
فين هو زيت السيسام؟
هذا هو المكان الذي وقع فيه حادث تصادم بين أربع سيارات قبل يومين.
كَانْمَشِي نْلَعْبْ الگُولْفْ فْنَهَايَةْ الأُسْبُوعْ مْرَاتْ مْرَاتْ.
كاينة شي نقط خاصني نفكر فيهم.
بغيت ناخد موعد على الساعة العاشرة صباحا.
سكات. غادي نعيط و ناخد موعد باش نقطعو.
واش كتقدر تجلس ثلاثة؟
السماعات ما كتخدمش مزيان على ما يبدو.
أشنو كاين فالسينما الليلة؟
واش ممكن نعاود نطبعهم؟
واش عندك روبي مركّب على فضة نقية؟
شنو هو الحد ديال العمر؟
بغيت عصير الطماطم، الله يخليك.
اه، واش غادي تشرح ليا كيفاش نستعمل هاد السماعات؟
حتى أي وقت يُسمح لنا بالدخول؟
واش كتعرف شي محلات عندهم باعة يابانيين؟
أجل سيدي، بعض أفضل الناس يقيمون هنا، أشخاص يعطون إكراميات لسائقي سيارات الأجرة، إن كنت تفهم ما أقصد، سيدي.
تذكرة من الدرجة الثانية في اتجاه واحد، من فضلك.
أنا حاجز على الرحلة رقم خمسة المتجهة إلى سياتل غداً.
حنا تأخرنا شوية، ولكن ما تخممش.
تأكد من أنك تفي بجميع وعودك.
فين نقدر نطلب باش نتسجل فمدرسة الغطس؟
واش عندك شي ظرف آخر؟
لا، شكرا، ما بغيتش زيت الشعر.
شْحَال مِنْ يُوم؟
ما بغيتش هادشي.
فهمت. كيبان زوين. ولكن ما غالي شوية؟
ما عنديش شي صْكَاكْ باش نْخَلْصْ لْكَاسَة اللي كْتْخَلْصْ بالصْكَاكْ.
واش كنتي عارف أنك ما وقفتيش عند الإشارة؟
شْحَال كَايْكُلِّف لِيلَة وَاحْدَة؟
المقاس ديالي هو سبعة.
غانوصل تقريباً مع العشرة ديال الليل اليوم.
رقمي هو واحد اثنان ثلاثة تسعة صفر خمسة خمسة.
بما أنني جئت كل هذه المسافة إلى سافيل رو، فيجب أن أصنع بدلة.
عافاك، شارجي الباتري.
العشرين من أبريل.
بغيت نبدل الرحلة لرحلة ديال العشية.
اللباس، الحقائب، الأحذية، أشياء من هذا القبيل.
هي بنت يابانية عندها ثمان سنين.
كيف حالك؟ والدي يبعث لك تحياته.
خّْصّْنا نْسْرْعو، وْلاّ غَنْتْعَطّْلو.
واش هادشي هشيش ولا كيتكسر؟
كانخاف أن هاد المشروع غادي يفشل.
علمّني الخطوات، من فضلك.
حوالي ساعة ونصف.
سمح ليا. عطيتو لشخص آخر كان ساكن ف نفس الغرفة.
كانت ماري في الوقت المناسب لتلحق بالقطار، لكن جورج لم يكن كذلك.
الخدمة بوحدها بلا لعب كتخلي جاك ولد ممل.
واخا، غنفكر فهادشي.
التذاكر السريعة صالحة فقط للقطار والمقعد الذي قمت بحجزه.
شكراً ليك حيت شرحتي ليا كل هادشي.
ماكانش عندي تبرز من تلاتة أيام.
أي نادٍ يجب أن أستخدمه للضربة القادمة؟
أي شاطئ هو الأكثر شعبية بين الأطفال المحليين؟
هادشي كولو ممتلكات شخصية.
اه، كوكا واحدة فقط.
خود شي حلوة من عندك.
واش ما خطيرش ناكلو؟
هذا هو رقم المطالبة الخاص بي. هل ستقوم بالتحقق منه على الفور؟
كَانْشْرِيوْ حتى الحوت بْزّاف من بْلادات أخرى.
الحوايج الهشاش.
ما تخممش. غادي نعلنو عليه.
فين كاين الطريق اللي كايودي لفيشرمَنز وارف، عافاك.
واش غادي تجيب ليا شي أتاي و الخبز و الزبدة؟ هادي هي الغرفة رقم جوج و تلاتة و ربعة.
كنموت على شي جرعة ديال البيرة.
هادشي كيتعلق واش عندك شي حاجة باش تعلن ولا لا.
واخا، أسي. عافاك قطع الخط و غادي نعلمك ملي نكون درت الاتصال.
النشر المكتبي شائع جداً في هذه الأيام.
واش ممكن تبدل ليا هاد الورقة النقدية بوراق نقدية أصغر؟
مانشستر من فضلك.
سمح ليا، حنا ما كنديروش هاد الشي.
سكبت شيئاً. هل يمكنك أن تحضر لي منديلاً؟
امتى كانت آخر مرة مارستي فيها الجنس؟
شْحَالْ كَايْكُلْفْ ثَمَنْ التَّذْكِرَةْ لْوَايْتْ بْلَايْنْزْ فِي الخَطْ الشَّمَالِي؟
هل هي جولة ليوم نصفي؟
عافاك وريني جدول المواعيد.
بغيت نغسل يدي. واش كاين شي بلاصة فين نقدر نغسل يدي؟
واش خاصني شي تذاكر؟
كَايْن شي مشكل ف الطوموبيل. واش تقدر تشوفها؟
أوه. هو يعرف أننا نريد الملابس.
بغيت ندير مكالمة بعيدة، الله يخليك.
سمح ليا، ولكن هو دابا فاجتماع.
كَانْقَلّْبْ عْلَى بَنْكْ. فِينْ أَقْرَبْ وَاحْدْ؟
أي نوع من الوظائف؟
أوه، لعنة. فين كَلسنا؟
صباح الخير. شحال من واحد غادي ياكل منكم؟
المفتاح اللي على شكل كارت ملوي. واش ممكن تعطيني واحد آخر، عافاك؟
خصك تسجل الدخول تسعين دقيقة قبل وقت الإقلاع.
خليت الكاب ديالي فالماريو ديال الفندق.
عافاك بدل ليا هاد الفلوس بفلوس صغار.
يمكن شي حد خدا هادشي بالغلط.
فين كاين الكورس ديال المبتدئين؟
واش عندك شي ألوان أخرى؟
بغيت نرجع الراديو اللي شريت البارح.
أي خط خاص بالحافلات يجب أن أستقل؟
جيبلي الفوطة ديالي عافاك.
عندي رحلة ربط على متن طائرة نورث ويست تو ثري فور. أين يمكنني تسجيل أمتعتي؟
واش نقدر نبدل البلايص؟
دولار و خمسة و سبعين. غادي نعيط ليك ملي يكون واجد.
واش تقدر تسول عليه فطوكيو؟
هادي هي الغرفة ستة-صفر-واحد.
منظر رائع.
فيقني غداً الصباح على الساعة السادسة.
باينة بحال شي قطعة ديال جودة عالية.
واش ندي ليك حوايجك؟
واش ممكن تعطيني الفاتورة ديالي، عافاك؟
بغيت شي بلاصة كاطل على نهر تيمز، من فضلك.
سمح ليا، واش غادي تصورنا؟
واش كاين شي بلاصة للغوص قريبة من هنا؟
بغيت شي برغر بالجبن مع كلشي، البطاطا المقلية و شي ميلك شيك بالفراولة.
أرسلوا هاد الطرد مع دفع الثمن عند التسليم.
أنا سعيد جداً لأني أتناول وجبات على الطريقة الغربية منذ أن غادرت طوكيو.
بغيت نبعث هادشي عن طريق الكابل.
عافاك، كتب سميتك، الفندق اللي نازل فيه، ونمرة التليفون ديالك فهاد الورقة.
واش نقدر ناخد موعد ليوم الجمعة؟
صباح الخير. هاد هو وقت باش تفيق.
درتْ اتّصال.
عافاك ورّيني الطريق لمكتب الخطوط البريطانية.
سمحلي. واش تقدر تبدل ليا هاد الدولار و زيرو سنت؟ بغيت نعيط ولكن ما عنديش الصرف معايا.
من التاسعة صباحاً حتى التاسعة مساءً.
واش تقدر تطبع سميتي و العنوان ديالي على الورقة اللي فيها العنوان؟
ها هو وصل الدفع الخاص بي.
هل اللباس الرسمي مطلوب؟
شْحَال كَايْكُلْفْ المَاسْكْ دْيال الوَجْهْ اللي فيه مَاسْكْ الطُّحَالِبْ؟
بغيت نبدل الشيك بالفلوس.
كيف كان الطقس في لوس أنجلوس؟
كاين غير برا من ديك الباب. سيري لمحطة الحافلة اللي فيها رقم ثلاثة. هاد الحافلة غادي توصلك لفندق باي فيو.
باستخدام هذا البرنامج، يمكن للمستخدمين إنشاء صفحة ويب في أقل من عشر دقائق.
طحت وتجرحت ليا ركبتي بزاف.
عافاك وريني.
أشنو كيقول هاد العلامة؟
علاش المنتوج أ حافظ على حصة كبيرة من السوق ديالو خلال الخمس سنين اللي فاتو؟
واخا. تفضل باش تدير مراقبة الباسبور.
رد لي دولارين.
امتى غادي تجي؟
واش عندك نفس الشيء باللون الأسود؟
فاش كيمشي آخر قطار؟
عافاك، وقفني فالمحطة الجاية.
لوحات الإيجار، من فضلك.
نعم، لدينا ثلاثة ملاعب تنس في الجزء الخلفي من هذا الجناح.
عافاك، جي عندي للمحطة.
فين خاصني نوقف فالصف؟
سير عفاك للشباك الخامس.
واخا، أسي. غادي نشوفوك مع السبعة.
كاينة شي غلطة فالحساب. شحال هي؟
بغيت طوموبيل أوتوماتيك لي كدير مسافة طويلة.
أه، البارح كان الجو شوية سخون.
الوقوف على الرصيف مخالف للقانون.
واش كَاتْبِيعُو طَوَابِعْ البُوسْطَا؟
أحتاج إلى وصفة طبية.
كَادَتْ تَكُونُ الْخَامِسَةَ.
كانت ردود الفعل على نموذجنا السابق إيجابية في معظمها.
أما عن الذهاب إلى هاكوني معي، فماذا عن ذلك؟
أي حاجة تختارها غادي تكون مزيانة.
واخا، السيدة سوزوكي، عندك حجز على الرحلة رقم 213 اللي غادي تقلع غدا على الساعة 3 بعد الزوال. عافاك، سَجلي وصولك قبل الساعة 2.
واش ممكن تعطيني شي فلوس صغار؟
يمكن أن أكون قد تركته في مكتب الاستقبال.
بالتأكيد. هل هذه ثلاث قطع في المجموع؟ سنحتفظ بها لك.
ما كانشوفش الشاشة مزيان من هنا.
سمح ليا، ولكن بغيتك تحتافظ ليا بجواز السفر ديالي.
واخا. دابا نتا مسجل.
عافاك، جيب ليا الفاتورة.
واش بغيتي نتغداو بجوج؟
هادشي خايب بزاف. كان من اللذيذ بزاف نهضر معاك.
ما لقيتش الكلمات المناسبة.
الفرق الأكبر هو الإحساس بالمساحة.
واش عندكم تخفيض على الإقامة الشهرية؟
واش هادشي فالطريق السيار ولا فالمدينة؟
كاينة سرقة.
واش غادي تبقى ثلاثة ديال الليالي كيفما كان مخطط ليه؟
واش ممكن نطلب منك تعيط ليا من بعد؟
بغيت نبعث تلغرام.
فاش خاصني نخرج من الفندق؟
نعم، بالنسبة للمجموعات المكونة من 10 أشخاص أو أكثر، سعر المشروب ثلاثة دولارات.
ها هي بطاقة صعودك للطائرة. المرجو التوجه إلى البوابة رقم أربعة عشر عند النداء على الرحلة.
قطعت يدي على قطعة زجاج.
ما تزعجنيش.
هادشي مزيان بزاف.
مزال ما خديتش الشوانط ديالي.
واخا، صعيب نقول. هادشي كيتعلق بالحركة فالأوطوروت. كتعرف بلي كيكون الزحام بزاف فهاد الوقت من النهار.
واش تقدر تورّيني كيفاش ناكل هادشي؟
بغيت لحم الخنزير مشوي.
سالا ليا ليصانص.
واش ممكن نجرب القياس الكبير اللي موراه؟
عافاك عمر هاد الفورم. فين خاصنا ناخدوه من بعد ما نستردوه؟
التقيت بك عندما زرت مكتبنا في طوكيو في العام الماضي.
واش كَاتوقفوا في فندق واني؟
واش تقدر تشرح ليا كيفاش نلعبو؟
واش ممكن ناخد كيبّر و شي رولات؟
واش تقدر تنصحني بمطعم مزيان؟
شْحَالْ مُدَّة؟
عافاك شعل الكونطوار.
ما عمري شفت شي لون بهاد الحيوية.
واش ممكن ناخد شي دوا ديال المعدة؟
هذا ليس ما طلبته.
سمح ليا، فين نقدر نغسل يدي؟
مرحبا، لقد فقدت بطاقتي الائتمانية. يرجى إلغاء البطاقة القديمة وإصدار بطاقة جديدة لي.
بغيت نتحقق من الأمتعة ديالي.
بغيت شي تذكرة ديال الرحلة ذهاب وإياب لمحطة "س" عافاك.
شْحَال ثَمَن الغُرْفَة؟
عافاك، تبعو. غادي يغسل ليك شعرك.
واش ممكن ناخد كيس ديال البلاستيك؟
عندي ثلاثة ديال الحقائب.
واش ممكن تعطيني سميتك و نمرة التليفون ديالك؟
فهمت. طعم الحلويات اليابانية مختلف تماما عن طعم حلوياتنا.
واش تقدر ترسل شاحنة سحب لشارع مينتو 100؟
هادي هي عائلتي.
واش ممكن نبدل البلاصة ونجلس فبلاصة أخرى؟
شْحَالْ غَادِي يْخُدْ هَادْ الشِّي مِنْ وَقْتْ؟
واخا. أنا غادي نمشي حدا البريد على العموم.
أوه، هذا مؤسف. إذن، ما رأيك في هذا الجهاز، الذي يتميز بعملية بسيطة؟ كل ما عليك فعله هو وضع هذا النوع من الأفلام على شكل خرطوشة هنا والضغط على زر الغالق.
واش تقدر تدبر ليا باش نجلس مع مراتي؟
تعرضت للحروق بسبب الماء الساخن.
بغيت نبعث برقية.
هادشي حيتاش القرارات كيتاخدو بشكل جماعي.
هبط هاد الدروج واتبع العلامة.
واش عندك شي بيرا محلية؟
واش تقدر توقف هنا؟
إذا شريت جوج، شحال غادي دير ليا الثمن؟
اه. هادْ هَادَا.
فين كاين المصعد ديال غرين ديلوالد؟
غرفة مع حمام ودوش.
كَانْقَلّْبْ عْلَى شْمْسِيَّة.
بغيت ندير مكالمة هاتفية دولية، الله يخليك.
ثمانية وعشرون دولارا؟ ماذا عن خمسة عشر دولارا؟
واش بغيتي شي أتاي؟
الله يبارك فيك.
بغيت طبلة قريبة للنافذة، الله يخليك.
واش كتقبلو هنا الشيكات السياحية؟
الشخص المسؤول غير موجود في الوقت الحالي. سيكون هناك حالما يعود.
عافاك، عطيني الساروت. الغرفة هي 1116.
بغيت كاميرا بسيطة، الله يخليك.
واش هادشي حقيقي؟
واش ممكن تعاوني و تربطلي السانتورات ديالي من اللور؟
بغيتك دير راديو.
واش كتعرف شي بلاصة أخرى قريبة كتقبل الين الياباني؟
علاش هاد السروال ديال البوكسور غالي بزاف؟
البطارية خوات. واش نقدر نستعمل الكابل ديالك؟
دواء للمعدة، من فضلك.
تلقيت قنينة عصير، ولكن لم أتلق أي نقود متبقية.
كيعجبني الموسيقى الشعبية.
واش ممكن نشوف شي حاجة بحال هاديك اللي معروضة فالواجهة؟
السلام عليكم، وكالة ساماريتان العقارية.
واش عندك شي فاكية طريّة؟
غاناخد أي حاجة بقات لليلة هادي.
فين كاينة قاعة الأكل؟
حوالي ثلاثة ملايين ونصف المليون ين.
عافاك، صيفطو بالبريد المسجل.
واش عندكم شي مسكنات للألم فهاد الفندق؟
واخا. آي. واش نقدر ناخد دوش اليوم؟
الطرف الآخر على الخط.
عطيني تسعة ديال العشرات، واحد ديال الخمسة، أربعة ديال الواحد و الباقي ديال العشرة سنتيمات.
كيَبْغيُو اليابانيين يْديرو الحوايج فالمجموعات.
خلينا نعلنو على هاد النهار.
شحال الساعة فطوكيو؟
خصنا نوصلو ليه.
بغيت شي كارطة ديال اللعب، الله يخليك.
كنقلب على شي تذكارات بثمن معقول.
بطري بارك، من فضلك، ولكن هل يمكنك التوقف في يونيون سكوير؟ أريد أن ألتقط صديقي من هناك.
غانرجعوه ليك قريب.
سمح ليا، ما نقدرش. كنقدر نوقف غير فالفنادق اللي مذكورين هنا.
أنا ممتن جداً، لكن.
أي نوع من الغرف تريد؟
واش هادشي على اليمين ولا على اليسار؟
عطيني دولار.
شنو هو رقم البوابة؟
عافاك، وقع.
واش هاد المنصة هي السادسة؟
هادشي شوية حار، ولكن كنظن غادي يعجبك.
بغيت كاس ديال الما بارد.
واش خطير نمشي لسوهو؟
بغيت شي تذكرة ديال ديترويت، الله يخليك.
إذا كان الحديث عن المسرحيات الغنائية، فلا شيء يمكن أن يضاهي شارع فورتي سيكوند. المسرح ممتلئ عن آخره كل يوم لدرجة أنه لا يمكن الحصول على تذكرة واحدة. أعتقد أنها حالة نادرة في تاريخ المسرحيات الغنائية.
واش تقدر تنزل ليا الحقائب ديالي، عافاك؟
أنا ممتن لك، لكن أمتعتي كبيرة جداً ولا أستطيع حملها. هل يمكنك الاحتفاظ بها من فضلك؟
حنا مهتمين بعلم الآثار.
واش غادي تجيب ليا كاس ديال الما؟
عيط للبوليس.
راه جاي.
عافاك، بغيت الشعر يكون حتى الكتف.
هل يمكنني رؤية البرنامج وقائمة الأسعار؟
طبعاً. سأعطيك بطاقة عملنا.
واش عندك شي موديلات أخرى؟
باب الصعود إلى الطائرة ديالك هو رقم سبعطاش.
كان التاسع والعشرون من أبريل عيد ميلاد الإمبراطور شوا، والد الإمبراطور الحالي. ويُحتفل به الآن كعيد أخضر.
شْحَالْ كَايْكُلِّفْ إرْسَالْ هَادْ البِطَاقَةْ البَرِيدِيَّةْ لِلْيَابَانْ عْبَرْ البَرِيدْ الجَوِّي؟
واش غادي تديّني لل ديسكو؟
أه، هاديك هي برج الذكرى. واحد من أشهر المباني في المدينة.
واش عندك شي أفلام؟
سمح ليا. واش هاد الطريق هي اللي كتوصل للبنك الوطني الأول؟
بغيت نستعمل صندوق الأمان.
بدا شي صراع.
واش كتقدم شي نسبة تخفيض خاصة؟
عندي أكثر من عشرين سنة من الخبرة في هذا المجال.
أنا مقيم في فندق هيلتون سيسايد. تعرف، أنا في حاجة ماسة إلى تلك الحقيبة. كل ملابسي موجودة فيها.
خود داك المخرج اللي تما ودور لليمين، الله يخليك.
سمح ليا. هاد الرقم ماشي هو اللي بغيت.
واش عارف كيفاش توصل ليه؟
الخط مشغول.
فين كاين البريز ديال ماكينة الحلاقة الكهربائية؟
واش نقدر نشوف شي وحدة أخرى؟
فين كاينة السلوم؟
واخا. واش معاك شي نباتات أو شي أكل؟
هادشي أكيد. هاي. يالاه نمشيو للبحر.
واش هادشي ف نفس الاتجاه ديال داك البناية؟
باينة غادي تكون زوينة بزاف.
أنا كاتسوهيكو ناكانوما. هل هناك أي رسائل موجهة لي؟
على أي حال، هل يجب علي أن أحجز نفس الرحلة الجوية لأن لدينا مكانًا لك؟
هل يمكنني تغيير حجزي الآن؟
الإسم ديالي هو سوزوكي.
سميتي يوسوكي تاناكا، وكنتاصل دابا من المطار.
واش هوما ناضجين؟
ماكانش القصد ديالي نأذي شي حد.
فين كاين اللوبي؟
تعرضت واحدة من حقائبي للضرر. أين يمكنني الذهاب لتقديم شكوى؟
هادشي بزاف ديال الصداع.
واش ممكن تجيبو لينا الحقائب ديالنا لتحت، عافاك؟
جيبلي عافاك قرعة ديال البيرة. ويلا كان عندك البيرة ديال الطونوبيل، كنفضلها.
أوه، هذا يذكرني، هناك مقهى جيد بالقرب من هنا يعزف موسيقى كلاسيكية رائعة.
بغيت طوموبيلتي.
بالتأكيد. هل يمكنني الحصول على رقم هاتفك، فقط في حالة الطوارئ؟
لا. في الواقع، بسبب الأسعار المرتفعة، يتعين عليّ العيش في المنزل الموجود في كوينز، والذي يستغرق الوصول إليه ذهابًا وإيابًا ساعتين.
أعتقد أننا كذلك. والآن، لم يتبق لنا سوى نقطة واحدة لمناقشتها. وهي عدد الأشهر التي يجب على كل طرف إشعار الطرف الآخر بها مسبقًا في حالة إنهاء العقد.
بغيت نشري جوج تذاكر لعشية السبت الجاي.
هذا محروق شوية.
واش هادي قصة حب؟
كنلعب باش نتسلى وكنستعملو حتى فالخدمة.
فاش غادي تمشي الحافلة ديال أوكسفورد؟
بغيت نلقى نمرة شركة الطيران يونايتد، الله يخليك.
سمح ليا حيت خلّيتك تسنّى، رقم الغرفة ديالك هو تسعة وتسعين. هاك المفتاح ديالك.
خمر لذيذ. واش هادشي مصنوع محليا؟
بالتأكيد. هل لديك لون معين في ذهنك؟
كَانْحَسْ بِالدُّوَار.
فين كاين بلاصا ديال الأمتعة اللي مخليين؟
واش ممكن نشوف الباسبور ديالك و التذكرة ديالك؟
بغيت شي وراق ديال الطواليط.
اليابانيون ما كايبدلوش خدمتهم بزاف ديال المرات.
كانتاصل بطوكيو: ثلاثة سبعة ستة خمسة أربعة ثلاثة اثنان واحد.
واش ممكن ناخد موعد غدا؟
هادْ الحَجَر قْديم و فيه حروف قديمة.
أي رحلة سأستقلها بعد ذلك؟
كايقلع على الساعة تمنية و خمسه و عشرين د الصباح من مطار سان فرانسيسكو.
هَادْ هِيَ بْيَتْكْ، أَسِّيدِي. فِينْ نْخَلِّي لِيكْ الشَّوَايْطْ دْيَالَكْ؟
سمحلي، ولكن كنضن أنك جالس فبلاصتي. شحال هو رقم الكرسي ديالك؟
واش ممكن تحط أمتعتك فوق الكونتوار؟
كَانْشوفو واشينطُن العاصمة ديال أمريكا كمركز للسياسة العالمية.
واخا. غادي نقول ليها تْكَمّلو.
الإسم هو أوكادا. لدينا حجز على الساعة السابعة.
أنا؟
فين غادي تبقى ساكن ف لوس أنجلس؟
فالميترو.
و هكذا، يتم أيضاً الحد من مشكلة التلوث البيئي. أليس كذلك؟
أي رقم للحافلة؟
ما كايهمش.
للأسف، يتعين على مهندسنا، السيد أكيياما، المغادرة مبكراً لحضور اجتماع آخر.
واش عندكم خدمة الكراء أو خدمة التوصيل؟
ماكاينش الصابون فالحمام.
كنفضل شي حاجة أوتوماتيك.
ستة أوراق نقدية من فئة عشرة دولارات، وثمانية أوراق نقدية من فئة دولار واحد، والباقي في شكل قطع نقدية من فئة ربع دولار.
ركبوا حافلة النقل من الخارج مباشرة.
هادشي ديالك.
غَنْخُدْ الخُبْزْ الأَبْيَضْ، عَافَاكْ.
فين كاين الطواليط؟
شكراً لك على اليوم.
واش عندك تيليفون عمومي؟
غايكون تما بعد دقيقة.
حوالي ألف وخمسمائة دولار أسترالي وخمسين ألف ين.
واش كاين شي طبيب هنا؟
واش عادي ناخد رحلة بحال هادي؟
رقم الحجز ديالي هو ستة وعشرين وسبعة وتسعين.
بغيت ناخد الرحلة الجاية لبوسطن.
هاد الطبلة ديال الأوتيل، من فضلك.
واخا. عفاك بقى هنا. أنا غادي نمشي نجيب طاكسي.
عطيني كوكيز بالشوكولا.
عندي تقريباً ثلاثين عام.
بغيت نشري روج. بغيتو لون وردي.
ما كانش عندي أي مشكل.
بْقَى هْنا حْتَّى نْرجْع.
قُلْ للسيد توماس من فضلك أنني أقيم في فندق هيلتون.
فين كاين أقرب سوق ديال الروينة؟
لا. خاصك تشري تذكرة من ديك الآلة.
واش هادشي جديد هاد الموسم؟
سمح ليا، ولكن أنا كنحس براسي مريض.
بغيت نأكد الثمن.
إذا قمت بإجراء مكالمة دولية من غرفتي، هل هناك رسوم إضافية؟
أظن ذلك.
بغيت نعيط لهاد النمرة. واش تقدر تعاوني؟
واش تقدر تقول لي شنو هو الباص أو القطار اللي كيمشي لوسط المدينة؟
بغيت ندير مكالمة دولية لليابان، الله يخليك.
واش خاصني جاكيط؟ واش خاصني كرافاط؟
بغيت نطلب منك خدمة.
راه فالسلة اللي حدى التوستور.
مَخَصْنِيشْ نْشْرَبْ حَتَّى حَاجَة فِيهَا الكُحُول.
كَانْوَجَّدْ لِيمْتِحَانَاتْ دْيَالْ الدُّخُولْ لِلْجَامِعَةْ.
مع الكريمة والسكر، من فضلك.
كَايْنْ البْرُدْ، يَاكْ؟
واش تقدر توصّل ليا شي أماكن مثيرة للاهتمام باش نزورها فهاد المدينة؟
كَايْنْ كَازِينُو فْهَادْ الْمَدِينَة.
راني جيعان.
ها هي فاتورتك. هل تود الدفع نقداً أم ببطاقة الائتمان؟
واش ممكن ناخد ويسكي مع الصودا وكونياك، الله يخليك؟
شْحَال كَايْكُلْفْ التَّوصِيل؟
ما كنعرفش نعوم. خاصني سترة نجاة.
زوج ديال الهوت دوغ باش نديهم معايا.
خصني نمشي.
غانجي دابا باش ناخدو.
دور يمين ف الزنقة.
إذن، السنة النهائية هي السنة الرابعة من التعليم الجامعي بعد السنة الأولى والثانية والثالثة.
بغيت ناخد درس خاص.
توقف.
فاش نقدر نجي نشوفو؟
واش عندكم لائحة ديال النبيذ؟
كَيْعَوَّرْني رْجْلي.
عاجبني. هادْ هادا الله يخلّيك.
عندهم كذلك مجموعة ضخمة من مسرحيات شكسبير، أليس كذلك؟
امتى غادي يكون كأس العالم؟
أنا سعيد لأنك تمكنت من الحضور.
عافاك، النادل.
بغيت نحجز قارب للتجذيف.
واش عندك شي أفكار ديال تسريحة شعر ليا؟
واش عندك شي خريطة ديال المدينة لهاد المنطقة؟
واش بغيتي طلب صغير ولا متوسط ولا كبير ديال البطاطا المقلية؟
فين كاين البلاصة اللي فيها أكثر نشاط ف الكرنفال؟
واش كاين شي صندوق بريد هنا؟
أوه، أنت لطيف جداً. هل يمكنني فتحه؟
طلع فالهضبة. غادي توصل لطريق فيها ثلاثة تقاطعات. من بعد سير على اليسار.
واش ممكن نشوف البيان التفصيلي؟
بغيت واحد الروولو ديال الفوطو فيه ستة وثلاثين صورة، الله يخليك.
غادي يقولولك على الطوبيس اللي خاصك تركب فيه.
واخا. تفضل من هنا.
غاناخد اللينجيني.
خلّيها مكالمة على حساب المستقبل.
كانهضر شوية. ولكن الهضرة والفهم حاجتين مختلفين. مثلا، كنعرف كلمة "أجنبي" -ولكن مايمكنش ليا نعرف أي صف هو ديال الأجانب.
واخا. واش عندك غير تذكرة وحدة للكبار؟
خود قرص واحد مع كاس ديال الما.
كيف حال عائلتك؟
واخا. غادي تعطيك مية وستين دولار.
فين كاينين كتب الدراري الصغار؟
ماكايناش شي كابين تيليفون هنا.
واخا، شي ربع ساعة ديال المشي.
واش تقدر تجي تاخدني من محطة بوسطن؟
أه، هي موجودة. من يتحدث، من فضلك؟
شنو هي درجة الحرارة دابا؟
تْسْرْقاتْ لِيَّ الصَّاكْ.
غالباً أعمال وقليلاً من السياحة.
واش عندك غاسلة ديال الطوموبيلات؟
حط فلوسك فينما كتقول.
عافاك كتب ليا.
فين خاصني نحط هادشي؟
واش تقدر تشير ليا لبعض الأماكن الزوينة اللي نستكشفها؟
السلام. هادي كارول براون كتهضر. واش ممكن نهضر مع سوزان؟
أولاً، أركب خط تشوو. وفين خاصني نبدل القطار؟
فوتني المحطة ديالي. شنو خاصني ندير؟
فاش كيمشي الطيارة؟
واش عندكم شي بيت عندو منظر زوين؟
واش غادي تقول ليا فين كاينة طريق البريد؟
بغيت زوج من المناظير.
عافاك خود صورة مع البناية اللي ورا.
واش عندك شي جورنالات يابانية؟
أعتقد أن صندوقًا كبيرًا سيكون مكلفًا جدًا.
مساء الخير. أنا محتاج نقدم طلب للحصول على تأشيرة دخول لبلادكم.
هوما واسعين بزاف.
البريد الجوي؟ خلينا نشوفو، هادشي غادي يكلف مية وثمانين دولار.
أنا مجروح بزاف.
سلام، ما شفناكش من زمان.
واش نقدر ندخل؟
عندي تأمين المسافر.
أوروبا بشكل رئيسي.
واش أمريكان إكسبريس مزيان؟
واش خلصتي فاتورة الفندق ديالك؟
المرحاض باين مسدود.
بغيت نحط هادشي فالحساب ديالي.
واش هادشي كيشمل الوجبات؟
تفضل، جلس.
غانمشي نهار الجمعة تسعة وعشرين وغانرجع نهار الأحد.
شحال الساعة دابا فاليابان؟
مثير للاهتمام.
إذا كنت تريد خدمة ليوم واحد، سيتم إضافة رسوم إضافية بنسبة خمسين في المئة إلى فاتورتك. هل هذا مقبول؟
غاناخدو ثلاثة ديال الكراسة اللي فالنص فهاد الصف.
واش عندك شي اقتراحات؟
كانسمعك.
ما عندناش هاد المنتوج فالمخزن، ولكن نقدرو نطلبوه ليك.
واش ممكن تورّيني هذاك، عافاك؟
حطّو فشي صاك كبير من اللي كاينين فبلاصة الحوايج. عافاك عمر الفورم ديال طلب التنظيف اللي كايخص الحوايج اللي بغيتي تنظفهم.
كانخدم فالتلفزة.
واش نقدر ننزل فالطريق بهاد التذكرة؟
أيهما أكثر متانة؟
بْشْحَالْ خْلَّصْتِيهْ؟
أنا محظوظ لأني تعرفت عليك.
كاينة عليه لاصقة ديال ميكي ماوس.
واش تقدر تورّيني شي حاجة أخرى؟
هادشي زوين.
بغينا غرفة تطل على الواجهة البحرية.
واخا، ما عارفش كيفاش نقول.
واش كاين شي رحلات أخرى متوفرة اليوم؟ خصني نكون ف لوس أنجلس هاد العشية.
ما كنظنش أن هادشي مستحيل. حنا عارفين أن هادشي مهم و غادي نكونو مستاعدين نتناقشو عليه من بعد ما نتوصلو بخطة تسويق معقولة من عندكم.
من أي منطقة في كندا أنت؟
اليوم الجو حار بزاف. يالاه نعومو، واخا؟
عندي مسام واسعة وبارزة.
خاصني نصلح هاد الساعة.
واش كاين شي كار للمدينة بعد الماتش؟
بغيت هادشي يضاف لحساب الغرفة ديالي.
لا، ما مشيتش لنيويورك.
واش ممكن ناخد سبرايت؟
كَانْتْعَذَّبْ بْزَّافْ مَلِّي كَنْفْقَدْ صَاحْبِي فْ الطْرِيقْ وْ مَا نْبْقَاشْ كَنْشُوفُو.
واش ممكن تعطيني عشرة دولارات على شكل عشرة أوراق من فئة دولار واحد، من فضلك؟
خليت الكاميرا ديالي فالغرفة.
بغيت شي غطاء للكاميرا.
واش بغيتي تجي معايا ناكلو شي حاجة خفيفة؟
فاش كايبدا الفيلم؟
رفعوا إيديكوم لفوق.
واش ممكن ناخد نسخة من تقرير البوليس، عافاك؟
أعتقد أنه يجب عليك أن تتبع نظاما غذائيا. أنت لا تمارس الرياضة كثيرا في هذه الأيام، أليس كذلك؟
أوه، نود ذلك كثيراً. شكراً على دعوتنا.
واش نْحُطْ الصاكْ ديالي هنا؟
زيد شوية من جهة العنق.
واش ممكن نخليو عندك الحقائب ديالنا حتى نمشيو نتقداو؟
إيه، يمكن يطيح الشتا هاد العشية.
هي تشتغل في قسم قانون الضريبة على الشركات.
واش كاين حتى كافي ديال الوجبات الخفيفة؟
طبعاً. هم من كاليفورنيا و طازجون، أولاً. بما أننا نبيع بأسعار مخفضة، فشراؤك لهم اليوم سيكون صفقة جيدة. دولار واحد وخمسون سنتاً فقط للقطعة الواحدة.
الترجمة ديال النص التالي للغة المغربية: الطول المتوسط، من فضلك.
كيفاش كَاتستعملو؟
راه لتحت على اليمين.
بغيت نغطس مع مدرب غطس.
واش ممكن تبدلو ليا الغرفة ديالي؟
خليني نتأكد. شنو رأيك نمشيو في السابعة و الأربعين دقيقة؟
عافاك، بغيتك توصّلني بالتيليفون اللي فيه الإكستانسيون ثلاثة صفر ثلاثة.
فين كاينة محطة الحافلة اللي غادية لسانتا مونيكا؟
هادي هي تذكار غادي نديها معايا لليابان.
عمتي كسولة و غريبة شوية.
واش غادي تعاونني، عافاك؟
عندي وجع فكرشي.
فين نقدر نشري اللباس التقليدي؟
فين كاين المكتب ديال الأشياء اللي تْلْقات أو تْفْقدات؟
واش عندك شي قميجة؟
عافاك، ورّيني شي بار مزيان.
غاناخد ستيك السيرلوين، وغاناخد لحم مشوي لمراتي.
هادي حالة التهاب حاد ف الزايدة الدودية مع تمزق. خاصك تمشي للمستشفى دغيا.
المرجو التغطية الكاملة.
دابا، شنو خاصنا نديرو للعشا اليوم؟
غانفكر فهادشي.
واش كتقبلو الشيكات ديال المسافرين؟
هذا خاص بيك. سائق الطاكسي خلاه هنا هاد الصباح.
واش عندك شي حاجة بحال هادي؟
هذا هو المركز التجاري الذي تم الانتهاء من بنائه للتو.
يمكنني تحمل تكاليف ثلاثمائة دولار في الشهر.
واش تقدر تعاوني و تجرّني حتى المحطة ديال البنزين اللي جاية؟
بغيت نبرّد الجزء المصاب بالثلج المطحون.
إمتى كاينين عندك بلايص متوفرة؟
لا، سأعاود الاتصال به.
بغيت طوموبيل.
واش عندك شي تاريخ ديال الحساسية؟
كاينة باطو لي كيمشي لجزيرة ليبرتي من باتري بارك.
واش كاين بلاصة فين نحط الحوايج؟
عاوني. ما قاداش نتحرك.
عافاك، بغيت طوموبيل مايكونش فيها التدخين.
عافاك، كتب العنوان ديالك الدائم.
حنا واجدين باش نجاوبوكم فالحين على أي استفسار عندكم.
ما غاديش ناكل الوجبة.
بغيت نشري الحوايج اللي محتاجهم. واش غادي ترجع ليا فلوسي؟
واش كاين شي مراكز تجارية هنا فهاد المنطقة؟
الراجل اللي فـالريسيبشن خايب بزاف.
إذا كان الفندق في حي آمن، فمن الأفضل اختيار فندق أقل تكلفة.
عندي جوج قراعي ديال الكونياك.
بالنسبة للحدث الأول، تنظم مدينتا هيروشيما وناغازاكي احتفالات تذكارية، بينما يحضر الإمبراطور الحالي، في الحدث الثاني، قداساً لإحياء ذكرى ضحايا الحرب.
سمح ليا، شنو خاصني نكتب هنا؟
كاين فالطابق الثاني عشر. عافاك خد المصعد B.
واش تقدر تعطيني الوصفة ديال هادشي؟
واش كاين شي خيار آخر؟
سول الحمال من فضلك.
عندي الزكام.
واش فيه حمام؟
هذا، آه، الجزء الآخر من المدينة، على بعد مربع سكني واحد من مابل. الجزء الشرقي من المدينة.
صافي، كلشي واجد دابا. رقم الرحلة الجديدة ديالك هو زيرو زيرو تلاتة، و غادي تقلع نهار سبعطاش يونيو.
بغيت ندوز من الإجراءات ديال الفري شوب.
أشنو بغيتي للغدا، اللحم، الدجاج ولا الحوت؟
تسرق ليا البورطمون ديالي فالميترو.
خليني نقراها رقم برقم، واحد، صفر، فاصلة، سبعة، تسعة، أربعة.
بغيت بلاصة فكلاص الأعمال، بلا تدخين، الله يخليك.
واش هاد الطوبيس غادي للوسط المدينة؟
ما بْقاشْ كَيْعِيشْ هْنا.
واش ما عندكش شي بيت أرخص؟
هاد البلاصة مزيانة باش تاكل شي حاجة خفيفة، ياك؟
فين الكابْلو ديال السيشوار ديالي؟
الطوموبيل القديمة ديالي ما كانتش كتسوق مزيان.
بغيت شوية عنب.
خلينا نتاصلو بجميع الأشخاص اللي عندهم علاقة بهاد الصفقة دغيا.
أنا مرن. ما الذي تودّ الحصول عليه؟
أشنو كادير؟
الممرضة، تعالي بسرعة.
ماكاينش الفوطة.
ما دمنا نستطيع الوصول قبل ساعة، فلا أمانع في دفع مبلغ إضافي قليل.
الفائض كايولي قليل.
اتصلت برقم خاطئ.
بغيت شي حاجة لي ما غاديش تخلييني نعس.
بغيت نجرب شي حاجة صغيرة شوية.
أوه، كم أنت لطيف ومهتم. هل يمكنني فتحه الآن؟
فين كاينة محطة الحافلات؟
يمكنني أن أعطيك سيارة شيڤي سپيكتروم بثمن 42 دولارا في الأسبوع، مع مسافة غير محدودة.
بغيت بطارية جافة لهاد الكاميرا، الله يخليك.
عافاك خودني لهاد العنوان.
واش تقدر تبدل ليا هاد العشرين دولار لعشرين ورقة ديال دولار واحد؟
خاصني نلقى شي أوطيل. فين كاينة كُونْتْوار المعلومات؟
حجزت مقاعد بجانب النافذة.
المرجو خدمة الغرف.
دور يمين، و غادي تلقى واحد على بعد ميل واحد من هنا.
درت حجز من 24 غشت حتى 27 غشت. واش ممكن نبدل الحجز ديالي من 25 غشت حتى 27 غشت؟
أوه، شكراً. لا أعتقد أنني أستطيع. هل يمكنني العودة مرة أخرى؟
حوالي خمسمائة فرنك أو مائة دولار أمريكي.
شي ماركات أخرى؟
عطيني شي تبغ.
كاين فالجنوب.
كَايْنْ تْماكْ وَحْدْ البْنايَة زْوِينَة.
عافاك خلصو من الفيزا ديالي. الرقم هو جوج ثمانية سبعة ثلاثة خمسة تسعة ثمانية أربعة، و تاريخ انتهاء الصلاحية هو ماي تسعة عشر تسعين وخمسة.
بغيت شي بيت يكون فيه أحسن منظر ممكن، الله يخليك.
بغيت واحد الروولو ديال الفوطو بالأبيض والأسود، فيه عشرين صورة.
بغيت غطاء العدسة، من فضلك.
واش تقدر تهضر بشوية بشوية، عافاك؟
بغيت هادشي يبان بحال ديال ميگ رايان، عافاك.
بغيت بالخصوص أوراق نقدية من فئة خمسة جنيهات، من فضلك.
واش تقدر تحفظ ليا الحقيبة ديالي حتى لخمسة ديال العشية؟
فين خاصني نطلب باش نتسجل؟
قمنا بدراسة شاملة لاحتياجات الزبون.
علاش ما نتلاقاوش باش نتغداو غدا؟
بغيت شي حوايج ديال الرياضة، الله يخليك.
فين كاين المكتب ديال Greyhound؟
ما لقيتش الفاليز ديالي.
ها هي الساعة الثامنة ليلاً بالفعل - لماذا لا يزال الضوء ساطعاً في الخارج؟
واش ما كاين حتى بلاصة أرخص من هادي؟
واش بغيتي دير تأمين؟
واش يمكن ليك تخزّن ليا الحقائب ديالي حتى وقت المغادرة ديالي؟
سمح ليا. واش تقدر تقول ليا كيفاش نوصل لأقرب بنك؟
فأي طابق؟
شكراً جزيلاً.
فين نقدر نلقى جدول مواعيد القطارات؟
سمح ليا. واش تقدر تقول ليا وقتاش غادي يخرج القطار من بوسطن؟
واش تقدر تعطيني تخفيض؟
طالما أنك ستبقى في نيويورك، لا تفوت فرصة رؤية بعض المناطق والمعالم الأخرى المثيرة للاهتمام، مثل تمثال الحرية الموجود في جزيرة الحرية.
أيهما تفضل، الإرسال عن طريق الجو أم عن طريق البحر؟
واش عندك الصرف ديال ورقة ديال مية دولار؟
هاداك هو سنترال بارك، ياك؟
غانعيط للنادل.
يمكننا أن نستقبلك في الساعة الثالثة مساءً. إذا كنت بحاجة إلى استئجار بعض المعدات، يرجى الحضور إلى النادي في تمام الساعة الثانية وخمسة وأربعين دقيقة.
ثمن تذكرة الحافلة هو مائة وثمانون ين.
كنت غادي نتعرض لحادثة سير بسيارة و طحت.
باقي ماوصلنيش الفطور ديالي. عافاك جيبُو دابا.
فين نقدر نفطر؟ فاش كايكون هاد الوقت ديال الفطور؟
اليوم سأذهب إلى متحف اللوفر، وذهبت إلى كاتدرائية نوتردام أمس.
واش غادي تعطيني الفلفل، عافاك؟
شكراً على مساعدتك لي خلال رحلتي إلى الولايات المتحدة.
فين كاينة منطقة الأمتعة؟
واش يمكن ليك تحافظ على هاد الشانطة حتى الرابعة؟
بغيت نصلحو من بعد ما نرجع لليابان.
واش عندك كيت ديال الخياطة؟
أنا من سويسرا.
تحرقات لمبة الضو.
عندي ألم في المعدة.
أنا فلاح.
كَايْنْ غِيرْ شِيفُورْ فْ الحَافْلَةْ، مَاكَايْنْشْ كُونْتْرُولُورْ.
بغيت نكوي الفستان ديالي.
سمح ليا، واش تقدر ترفع الكرسي ديالك شوية؟
نهار زوين، ياك؟
عطيهالي. هادشي اللي عندك؟
فهمت. املأ هذا النموذج أولاً. وأخبرني عن لون حقيبتك وحجمها ومحتوياتها.
واش عندك شي خريطة ديال الشارع؟
عافاكْ صيفْطْ هادْشي لليابان عن طريق البريد البحري.
اجي لهنا.
واش ممكن ناخد كارت بوستال؟
هاد الصباح خديت شي دوا ديال الزكام جبتو من اليابان.
بغيت نحجز بلاصة.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ الْمَشْي مِنْ هْنَا حَتَّى لْبُرْجْ لُونْدْرَا؟
أي بوابة هي بوابة الرحلة رقم 12 المتجهة إلى واشنطن؟
واش نقدر نطيب لراسي؟
واش غادي تلبسو الكرافاطات؟
امتى نقدر نوقف؟
واش تقدر تحل الصندوق؟ بغيت نحط فيه الفاليز ديالي.
شْحَال كَايْكُون الثَّمَن لْسَاعَة وَاحْدَة؟
واش ممكن ناخد جوج صناديق هدايا؟
كنقلب على مقلة ما تلصقش.
أشنو كاين فهاد الباكاج؟
باين أن ماتش البيسبول تأجل.
واش عندك هاد الشي باللون الأزرق؟
ما كنعرفش هاد البناية. ولكن هاد الطريق هي اللي غادي توصلك لمنطقة أوياما بكل تأكيد.
سالا ليا الفيلم. واش نقدر نشري شي واحد هنا؟
واش غادي دوزني لغرفة السيد موري؟
بغيت ناخد بلاصة ف الطيارة ديال يونايتد، الرحلة رقم تسعة وعشرين وعشرين اللي غادية لنيويورك.
امتى غادي يبدا الفيلم الجاي؟
شْحَالْ كَايْكُلْفُو المُكَالَمَاتْ التِّلِيفُونِيَّة دْيَالِي؟
واش ممكن ناخد تذكرة ديال المسافرين لدوفير؟
كَاتْبَة مَمْنُوع التَّجَاوُز.
واش عندك شي وحدة صغيرة؟
المرجو تقديم بلاغ عن فقدان شيء ما.
صاكة و كاميرا.
أنا من اليابان.
ما كنظنش هاكا. حسن ليك تركب فالحافلة.
غانشوف. للأسف، ما لقيتش سميتك.
سمح ليا، واش شارع أورموز قريب من هنا؟
واش يمكن ليك تْقَدْمْ لِيَّ الخدمة دْغْيَا؟
أعتقد أن هناك خطأ. هل يمكنك اتخاذ ترتيبات لتمكيننا من البقاء؟
هادْي فيزا و النُّمْرَة دْيَالْهَا هِيَّ أَرْبْعَة تِسْعَة صْفَر ثْمَانِيَة وَاحِد خْمْسَة وَاحِد جْوُج ثْلَاثَة سِتَّة سَبْعَة سَبْعَة سِتَّة صْفَر صْفَر أَرْبْعَة.
واش تقدر تحول هاد الصور السالبة لشرائح؟
واش خاصني ندي معايا مونطو؟
ماشي بعيد بزاف. كاين غير عشرة دقايق ديال المشي.
أيهما تفضل، القهوة أم الشاي؟
شْحَالْ كَايْكُونْ الثَّمَنْ بَاشْ نْوَصْلْ لْهَادْ الْبْلاَصَة؟
فين خاصني نحط هاد ليكيطات ديال الشانطات؟
واش كاين هنا مسبح؟
واش ممكن ناخد هاد الظرف؟
أكيد، روكهيد. واش عجبك هادشي؟
كيصنع هادشي شوية دالوقت، ولكن هاد المنتوج من بين المنتوجات الأكثر شعبية عندنا.
غايطلب هادشي شي يومين أو ثلاثة أيام.
واش غادي تقول ليا كيفاش نوصل لمدينة سان فرانسيسكو؟
واش ممكن ناخد سماعات أخرى حيت هادو ما خدامينش مزيان؟
أشنو رأيك فشي قهوة أو شي حاجة؟
غانمشي للمكسيك.
هذا يبدو جيدًا باستثناء حالة واحدة.
بغيت البيض، الله يخليك.
غير كاس ديال الما، الله يخليك.
فطور من النوع القاري، من فضلك.
واش كاين تخفيض للطلبة؟
بغيت لمبة، الله يخليك.
الرقم اللي اتصلتي بيه ما خدامش.
شنو هي إعاقتك؟
اه، خذها بالتأكيد. رائع. الآن يمكنني الحصول على النافذة.
امتى غادي توصل الطيارة لروما؟
نحتاج إلى المزيد من الوقت لاتخاذ قرار.
طلبت وجبة صغيرة للطفل.
فالشارع الثاني والسبعين.
إذا قطعت الكرة، فستكون خارج الملعب.
عافاك، بدل.
غانمشي نشوف فالدار اللي حدانا. يمكن يكون شي ياباني كيهضر بالإنجليزية.
حطّو هاد الحساب على الكارطة ديالي، عافاك. ماستر كارد.
التالي، من فضلك. جواز سفرك، وبطاقة النزول من الطائرة، وإقرار الجمارك، من فضلك.
واش نقدر نمشي على رجلي؟
غانرجع من بعد.
أه. تيراياما. و حطّني أقرب ما يمكن من المسرح، من فضلك.
واش تقدر تفكر فاش خاصني نقول ليه؟
واش كاين شي حمام قريب؟
كانت أمسية رائعة، شكرا لك.
واش ممكن نبدل البلاصة ونمشي لشي بلاصة خاوية؟ ما كنشوفش الشاشة ديال الفيلم مزيان من البلاصة ديالي.
الكاشف ديال الدخان خدام.
بغيت ندير رحلة بحرية استكشافية في خليج سان فرانسيسكو.
واش عندك شي فكرة فين غادي؟
لا. أدّي للسائق.
ما هي ساعات عمل المتجر؟
بغينا طبلة فالقنت.
ما متأكدش، ولكن ما نقدرش نتحمل ريحة اللحم. كل اللي بغيت ناكلو هو المخللات.
أعتقد أن هادشي مجموع بشكل خاطئ.
بغيت نمشي نتزلج لمدة أسبوع تقريباً. واش عندكم شي رحلات سياحية للتزلج؟
كايْعزْفو سيمفونيتين ديال موزار.
غانبقاو نْقلّْبو وْفاش نلقاوه غانعلموك.
الطقس اليوم زوين بزاف.
عافاك، بغيت جوج ديال الكبار و جوج ديال الولاد اللي عمرهم أقل من 12 عام.
شرح ليا هادشي بطريقة لي تقنعني.
بغيت فيلم ديال ديسك لهاد الكاميرا، الله يخليك.
ما عندناش أعياد وطنية مرتبطة بالأديان.
شْحَالْ مِنْ حَقِيبَة مْسَمْحْ لِي نْدِيهَا مْعَايَا فِ الطَّيَّارَة؟
ولكن هذا لا ينفع.
واش ممكن نشوف هاد الصاك، عافاك؟
واااو، أنا محظوظ. هذا الفيلم لم يتم عرضه حتى في اليابان بعد.
خلصت تلات مية و عشرين دولار فالمحل ديال الفري شوب.
واش تقدر تجيب هاد القلم اللي تحت الكرسي؟
غانخلص على صحابي حتى هوما.
تْسْنَاتْ خْمْسْ سْنِينْ بَاشْ نْجِي لْهَادْ الْبْلاَصَة.
شْحَال كَايْسْوَى الْيَن الْيَابَانِي مُقَابِل الدُّولَار الْأَمْرِيكِي؟
واش ممكن ناخد نص كيلو من سلطة الكروفيت؟
واش كاين كافي أو مطعم فهاد البناية؟
أوه، هذا غالي جدا.
القطار السريع كاين فالرصيف رقم ثمانية.
أنا مستعجل دابا.
سير فحالك.
هذا سوزوكي يتكلم.
ضاعت ساعتي اليدوية عندما كنت خارج البيت.
شْحَالْ غَادِي يْخُدُّ مِنْ وَقْتْ بَاصْ؟
واخا. حجزنا ليك غرفة في الفندق.
البالوعة مسدودة بالغبار.
واخا، كنظن خاصني نمشي دابا.
هاي، أنا في طريقي باش نجي ناخذك، إذن خلينا نتلاقاو بعد شي ربع ساعة.
واش درتي الحجز ديالك من قبل؟
غانمشي ف رحلة قصيرة للمكسيك.
فين كاين الطابق ديال حوايج النساء؟
واش ممكن ناخد تذكرة ديال التحويل؟
الأوتار مهترئة.
علاش الخدمة بطيئة بزاف؟
شوف لتحت.
كاينين بزاف حتى ما عرفت شنو نختار.
كيف يمكنني إجراء مكالمة هاتفية؟
لا. أنا مهتم بالجينز وبدلات البنطلون.
عندنا مقاسات مختلفة.
ركبت الحافلة الغلط. واش ممكن ناخد تذكرة باش نبدل الحافلة؟
ما عارفش.
فين نقدر ناخد الباص اللي غادي لبيفرلي هيلز؟
خلينا نتلاقاو فالبيت ديالي.
واش عندك شي مهدئ؟
أية شركات أخرى تقوم بعمل جيد؟
هضر الهضرة و دير اللي قلتي.
واش كاينين حافلات ديال السياحة؟
عافاك حيد لينا الأبالون من الطلبية ديالنا. راه غالي بزاف.
من بعد غادي نخلصك 300 دولار بشيكات سياحية.
بكات فيليس ملي سمعات الخبار.
غانمشي نْزُورْ نيو يورك، شيكاغو، نيو أورليانز ولوس أنجلس.
فين كاينة الصيدلية؟
وريني بطاقة الصعود ديالك.
عافاك ما تضحكش عليا.
أوه، أنا لست متأكدًا من أنني أوافق على طريقة التفكير هذه.
غير الماء السخون.
هادشي مزيان. واش ممكن نشوفو، عافاك؟
بغيت شي كاوكاو، الله يخليك.
غاتمشي فالعشرين من أبريل، وغاترجع فالواحد والعشرين من أبريل. واش هادشي صحيح؟
واش غادي تبدل الدولارات الأمريكية بالجنيهات الإسترلينية؟
واش بغيتي اللحم ولا الدجاج؟
بغيت ناكل شي ماكلة صينية فالعشا.
واش تقدر تنصحني بفندق مزيان؟
النادل، هل يمكنك إحضار الفاتورة، من فضلك؟
عافاك، عاود زورنا مرة أخرى.
عندي شوية ديال الحُمَّى. واش عندك شي حاجة مزيانة ليها؟
تذكرة واحدة لفيلم "بيرد"، من فضلك.
هادشي صحيح. كيبانوا بحال أشجار طبيعية كاملة النمو. الناس كيعجبهوم المنظر اللي كيعطيوه.
غانعرفك على الطبيب ديالي ديال العائلة.
ما مشيتش أبدا لشي بلاصة زوينة بحال بوسطن.
خليت شي حاجة فالبيت. واش ممكن نرجع نشوف؟
واش ممكن نخلص بالشيكات السياحية؟
مايمكنش نتيق بلي بهو المسافرين ما فيهش التدخين. هادشي صعيب بزاف.
بغيت نكري طوموبيل صغيرة.
هاد البيت بارد بزاف.
واش ممكن ناخد شي خريطة ديال المنحدرات؟
واش غادي تجي لهنا لهاد الواجهة الزجاجية؟
واش تقدر تورّيني فين نقدر نبدّل الفلوس؟
إذا كان بإمكانك تخفيض السعر أكثر قليلاً، سأشتريه.
حطيتي فيه بزاف ديال الملح.
نتا ملاك ديالي. شكرا بزاف.
حتى خمسين دولار؟
كيتواجد مطعم الأكل في الطابق الأول وكيبدا الخدمة على الساعة خمسة ونص ديال العشية.
سمح ليا. واش تقدر تقول ليا كيفاش نوصل لفندق فيرمونت؟
كم عدد علب الحليب التي تشتريها كل أسبوع؟
واش هاد الطاكسي خاوي؟
فأمريكا، ما هو الرقم الذي يجب طلبه لإجراء المكالمات الدولية؟
واش غادي تشرح هادشي مرة أخرى؟
ما هي ساعات عمل البنك؟
واش يمكن ليك تبدل ليا تاريخ الرحلة ديالي من لندن لطوكيو؟
كنحتاج ثلاثة دولارات آخرين.
فين كاين مكتب الأشياء المفقودة، من فضلك؟
بغينا نستمتعو باللعب بالرياضات اللي كاينة غير فالساحل الغربي.
واش نقدر نخلص غير الفرق اللي كاين بين التذكرة اللي عندي؟
اه، أنا. علاش كتسول؟
بالبريد المسجل، من فضلك.
الوجبة الرئيسية في اليابان هي الأرز.
خصنا نقصو من الميزانية.
إيه، بغينا قرعة ديال النبيذ الأحمر.
لا، ماشي مشكل. هادشي اللي عندك؟ واخا.
بغينا طبلة قريبة للنافذة.
باش نمشي لواحد المؤتمر.
هادي هي الغرفة حداش و جوج. واش تقدر تجيب ليا شي بيرات؟
أوه، هذا جميل. سأجرب ذلك.
و طبعا، كاينين مطاعم زوينة. شي ناس كياكلو فالكرارس، شي ناس كيدي الغدا ديالهم للمكتب. بصفة عامة، ما كنضيعوش بزاف ديال الوقت ف الغدا.
خلينا ننتقلو للموضوع اللي من بعد.
يمكن أن تكون المواد الغذائية غير المطبوخة اللي تعشينا بيها خايبة.
واش ممكن تعطيها شي دوا باش ما تحسش بالدوار ف الطيارة؟
ما نقدرش نشرح حالتي بالإنجليزية.
غير للضحك.
واش استعملتي الثلاجة؟
واش ممكن نسترد أمتعتي؟
كان كاين دم فبرازي.
سمح ليا، ولكن ما نقدرش نكون معاك.
وأود منك أن تنضم إلينا، إذا لم يكن لديك مانع.
واش نقدر نعاونك، الالة؟
نعم، في غرفة الطعام وفي الشواية.
سميتي يوكيو أوكا، الرحلة واحد اثنين خمسة لناريتا في الرابع عشر من غشت.
بغيت نشري شي حاجة تذكارية لولدي.
هوما أكيد أغنياء بزاف رغم كيفاش كيبانو. ولكن، هوما تفوقو على الثمن.
دولاران مقابل جنيه واحد. هل هذا صحيح؟
إيشيرو سوزوكي. س-و-ز-و-ك-ي.
واش كاين شي حد آخر يقدر يعاونك فهاد الموضوع؟
إذن، قبل أن تغادر، هل يمكنك أن تخبرني ما هي انطباعاتك عن اليابان؟
سمح ليا. واش تقدر تقول ليا امتى غادي يكونو الصور ديالي واجدين؟
عندي مارفين دورفلر على الخط. هل أسمح له بالمرور؟
عطيتك ورقة ديال مية دولار.
أشنو رأيك فهاد المشكل، جورج؟ واش تقدر توضح هاد النقطة للكلاس؟
ففي هذه الحالة، لا تحتاج إلى ملء استمارة.
واش ممكن نحل حزام السلامة ديالي؟
أنا من كولورادو. من أي منطقة في اليابان أنت؟
هادشي أكيد. كنا مشغولين بزاف البارح، ولكن اليوم المكان خاوي. امتى غادي تقلع طيارتك؟
خلصت الكاش ديالي فبلاصتو.
عافاك عيط للمدير.
فين غادي نتلاقاو؟
عاود قولها، من فضلك.
بغيت شي لعبة ديال الكارطة.
شْحَالْ كَايْكُلْفْ الطَّابْعْ الْبُرِيدِي لِلْيَابَانْ؟
تعرض رفيقي لأزمة ربوية.
واش العشا واجد دابا؟ أنا جيعان. واش غادي تحط الطبلة؟
واش تقدر تكتب ليا شهادة ديال السرقة؟
حطّو فهاد الكيس الورقي البني.
ما نقدرش نختار.
هادشي كايزعجني من نهار جيت لهنا.
كيف يمكنني القيام بذلك؟
ضاعت لي المحفظة ديالي و الساروت ديال البيت فالبحر.
واش نتا هنا فشهر العسل؟
نمشي. واش غادي تحط فورك فالساك؟
واش نقدرو نكَلسو فالأرض ديالكَ؟
إذا وقع أي شيء، المرجو الاتصال بي.
عافاك، بغيت المات فِينيش.
شْحَالْ مَرَّة كَايْدِيرُو هَادْ السِّبَاقْ؟
بغيت نبعث هاد الرسالة عن طريق البريد المضمون.
غَادِي نْتْأَخَّرْ بْنِصْفْ سَاعَة فْوَصْلِي. عَافَاكْ أَجِّلْ لِي تْسْجِيلْ الدُّخُولْ دْيَالِي.
بغيت نصلح ليهم السول و الكعب، الله يخليك.
سمح ليا. واش تقدر تقول ليا فين كاينة محطة القطار، عافاك؟
واش ما كَتْظنش بلي غَنْحتاج شي دليل سياحي؟
واش نقدر نوصل لقاعة الحفلات مع الستة؟
سمح ليا، ولكن غادي نضطرو نحتفظو بيه.
كنقلب على ظلال العينين.
واش خاصني نطلب الفطور دابا؟
خلّصت هاديك الفلوس منين شريت التذكرة ديالي.
اه، يمكنك ذلك. ولكن خذ الأمور ببساطة.
امتى غادي تبداو تبيعو المنتوجات المعفاة من الرسوم الجمركية؟
سمح ليا حيت خلّيتك تسنّى. غادي نطلع معاك لبيتك.
هادشي كيساوي دولار واحد. خاص يكون عندك الصرف بالضبط.
غرفتك في الطابق الثالث، رقمها ثلاثة وخمسون وسبعة.
ماكاينش الما سخون اللي كيجري.
بغيت قاموس إنجليزي-ياباني.
السلام عليكم، عندي حجز.
عافاك ورّيني الشوانط ديالك.
جيبها دغيا، عافاك. أنا مستعجل.
ولكن أين؟ أنت لا تعرف أي صالونات للشعر هنا.
من فضلك، تأكد من هذا الأمر حتى الوصول إلى الوجهة النهائية.
عافاك، بدل ليا هاد الفلوس لقطع نقدية.
عندي علبة سجائر واحدة.
واش خاصني نصرح بهاد الشي؟
واش كتب الطبخ كاينين حتى هوما فالطابق الثاني؟
كاينين رحلات بحرية منتظمة من كوبي للموانئ ديال شيكوكو وكيوشو.
عافاك بدل هاد الشي.
واش ممكن تشرح ليا هادشي بالتفصيل؟
فاش ينشف، قشّريه من على وجهك.
قدّاش غادي ياخد الوقت باش نقطع شعري؟
بغيت دفتر عناوين، الله يخليك.
بغيت ناخد الحوايج الثمينة ديالي.
بغيت نجلس دابا.
بعد حوالي ساعة من الإقلاع. نبدأ خدمة الوجبات عندما نكون في حالة تحليق مستقر.
عندي حجز من الدرجة الأولى على الرحلة رقم واحد واحد ثلاثة من لوس أنجلوس إلى نيويورك في الخامس والعشرين من أكتوبر.
هذا صالح لمدة أربعة عشر يومًا، لذا يمكنك استخدامه حتى الثالث والعشرين.
ماشي من الأدب باش تاكل ونتا كادير صوت بالماكلة.
كبّيت الحساء.
جيت باش نقرا فمدرسة ديال اللغات.
لا، سمحلي.
شْحَال كَايْكُونْ الثَّمَنْ لِلْمُتْحَفْ دْيَالْ الفَنْ بِالتَّاكْسِي؟
أنا وصلت شوية بكري، واش هادشي مزيان؟
إيه، يمكنك رؤيته بوضوح، لأن الجو اليوم صافي.
واش ممكن نحجز ملعب تنس هنا؟
واش كاين شي صالون ديال التجميل هنا؟
أي حافلة يجب أن أستقلها للذهاب إلى فندق سكاي واي؟
واش ممكن توريني شي كارت ديال الكريدي كبيرة و بيرمي ديالك؟
لا، ما عنديش هاد الكمية ديال الفلوس.
اه، غادي ناخد شامبانيا مع المقبلات.
واش ما كايناش شي كابين تيليفون عمومية هنا فهاد المنطقة؟
خود هاد الدوا بعد كل وجبة، تلات مرات فالنهار.
كَايْنْ مُحَلْ دْيَالْ البيتزا جْدِيدْ حْدا هْنا وْبْغِيتْ نْجَرّبُو.
واش تقدر تقلب ليا على "آن من غرين غابلز" فنسخة ورقية؟
واخا. ما تخممش. عندنا ممرضة كتفهم اليابانية.
أنا ماشي راضي على هادشي.
كان السيد إيبرت عوناً كبيراً لي.
هادشي رايون، يعني كيتغسل.
عندي زكام.
شرح ليا هادشي بكلمات بسيطة أكثر.
بغيت نبدل طلبي ديالي، إلى كان ممكن.
خليني نشوف مع المحل الآخر ديالنا باش نعرف واش عندهم هاد المنتوج فالمخزن.
فين نقدر نلقى ليموزين؟
بغيت نْدير شكاية عند البوليس.
ست ليال بدءا من الثالث والعشرين من يوليو. هل هذا جيد؟
فاش كايكون المد العالي؟
حقائبي ثقيلة جدا. هل يمكنك مساعدتي؟
واش نقدر نخلّيه ف سياتل؟
عافاك، ورّيني شي واحد آخر.
واش ممكن ناخد مخدة؟
بغيت نمشي نصيد. واش كاين شي بلاصة مزيانة قريبة؟
باش يدير بحث فالتاريخ الأمريكي فجامعة هارفارد.
من الأحسن ما نشريش الحوايج الكبار.
واش تقدر تجيب ليا شوية فلفل، عافاك؟
الجو زوين، ياك؟
كيف يمكنني الحصول على تذاكر لحضور عرض برودواي؟
فين نقدر نلقى الحقيبة ديالي؟
كَانْقلّب على شال لْمّي. هي عندها ستين عام.
غانْخَصَّمْ ليكْ عَشَرَة فالميَّة مْن الثَّمَنْ.
واش خدام هنا؟
بغيت نخلص على هاد المكالمة.
كيف يمكنني إعلام السائق عندما أريد النزول من الحافلة؟
هل يمكنني حجز غرفتين فرديتين بدلًا من غرفة مزدوجة؟
هذا يساوي خمسة دولارات وثلاثين سنتا.
غانبدل الطيارة ف لوس أنجلس. واش غنوصلو ف الوقت؟
أنا على اتصال مع AF واحد اثنان ثلاثة.
واش ممكن ناخد كاس ديال الما؟
كتستغرق تقريباً ثلاثين دقيقة.
فين كاين المكتب ديال السيد ماسون؟
مئة دولار نقداً وبطاقة الائتمان الخاصة بي.
شْحَالْ كَايْكُونْ كُلْ وَاحْدْ مِنْهُمْ؟
أسواق العملة غير مستقرة.
كانخطط باش ندور بالطوموبيل فبروفانس غدا.
بغيت نكري واحد الباطو ليوم واحد.
كاينة تقريبا أربعين قدم بينك وبين الكأس.
باين ليا باقي ما طابش مزيان.
غانخلص بالكاش، ولكن خليني نقرا هادشي، عافاك. علاش هاد التكلفة؟
واش حلو؟
شنو؟ حنا عاد كُلنا دابا و هوما جابو لينا وجبة أخرى.
هذا غادي ياخد على الأقل تسع وتسعين ساعة.
كَايْجِي كَايْزُورْنَا مْرَاتْ مْرَاتْ.
فين هي المرايا؟
كيفاش نحل الكابو؟
نسيت شي حاجة فالبيت.
بغيت شي سوسي ديال الكبد، الله يخليك.
استعمل آلة البيع.
حلاقة الشعر و شامبو، من فضلك.
بغيت نكري شي كلوبات.
شْحَالْ بْقَا مْنْ سَاعَة قْبَلْ مَا نْبْدَاوْ؟
تم تأكيد حجزك مرة أخرى.
عافاك خود هادشي لبلاصة الطاكسيات.
ما هي النسبة المئوية الإجمالية لجميع الضرائب المطبقة؟
داز وقت طويل بزاف منين شفتك آخر مرة.
بغيت نحجز فملعب الگولف، من فضلك.
غانتحمل شي مشاكل قليلة.
عافاك دير ليا شي خصلات فشعري.
واش تقدر تعطيني جاك؟
عندنا ممرضة كتفهم اليابانية.
واش عندك شي دوا للزكام؟
واش تقدر تديّني لشي سبيطار؟
لا، ما عنديش شي حاجة باش نصرح.
هاك خمسين دولاراً في حالة ما إذا واجهت مشكلة.
غرفة الطعام الرئيسية غادي تفتح على الثمنية وغادي تسد على العشرة.
واش نكتبو جوج شيكان؟
كيف تشعر؟ يتم تصنيعها في سويسرا وهي رائجة هنا.
أي نوع من البطاريات يستخدمه؟
بغيت كتاب ديال الدراري، الله يخليك.
سمح ليا، ولكن بغيت نلغي الحجز ديالي.
سمح ليا، ما عجبنيش.
أشنو كاين آخر نشوفو فهاد الجزء من المدينة؟
الكتب والكتيبات.
سلم.
هبط جوج بلوكات. راها فالقنت.
فين كاينة الديسكو الشعبية؟
هاد الفندق اللي كاين فوق الجبل عندو منظر زوين على المدينة، ياك؟
شْحَال خَاصْنِي نْدِير؟
بغيت نشوف ماتش بيسبول ديال المحترفين.
عافاك عيط ليا على الإسعاف.
إيوا، يمكن نسيتو. شكراً على التحقق.
هاذي هي بطاقة العمل ديالي. أنا مسؤول على استيراد الأثاث لليابان.
اقترح علي زميلي السيد تاكيمي أن أتصل بك. إنه أحد مرضاك.
عندي موعد آخر في ذلك اليوم.
كيفاش نرجع؟
نشوفك يوم الإثنين.
واش عندك هاد الشي باللون الأخضر؟
أنا جديد هنا.
توحشت الخمر ديالي.
أنا وكيل تأمين.
عندك شي نوع ديال المقبلات؟
أه، صحيح.
كاينة شي خدمة ضرورية لي خاصني نديرها.
شروط العقد واضحة، ولكنني لم أستطع فهم النقطة التي جاءت بعد ذلك بشكل جيد.
نعم، بعض غرفنا تطل على الحديقة، لكنها أكثر تكلفة.
إذن، لابد أنه سقط من جيبي. يجب علي أن أبلغ محقق الفندق بهذا الأمر.
واش عندكم تخفيض على الإقامة الأسبوعية؟
خلصت جميع الفواتير ديالي.
بغيت نحجز ملعب تنس لساعة غدا.
واش عندك شي راكيتات للإيجار؟
لا، لقد جئنا إلى هنا في العام الماضي.
واش تقدر تصف هاد الشخص؟
عافاك خليني نمشي.
ما بغيتوش بداك الثمن.
صحّة.
واخا، غادي نبعث ليك المهندس ديالنا للبيت ديالك.
أنا عندي حساسية من الأشياء التالية.
إيه. عندي هادشي هنا. واش ممكن نشوف رخصة السياقة ديالك، من فضلك؟
كنتَ ذا مساعدة كبيرة لنا اليوم.
سمح ليا ولكن ما سمعتكش مزيان. واش تقدر تكتب ليا هاد الكلمة؟
عادي.
واش ممكن تعطيني سميت ولدك؟
واش عندك شي آيس كريم؟
هادشي غريب، ولكن كنقدر نهضر الإنجليزية مزيان ملي كنكون سكران.
قيل لي إن لديك فاكساً لي.
واش كتقصد باللي هوما صعاب الإرضاء باللي هوما ديما كيفكرو فالإقتصاد؟
كيف تظن أن هذا يبدو؟
كَانْحَسْ بْلَبْرُودَة.
الجرح ولّى مْلَوَّح.
بغيت نعيد إصدارو.
واش متأكد ما عندكش شي حجز تحت اسم "سوزوكي"؟ وشنو بالنسبة لـ "تيتسو"؟
ما نقدرش نحلو الباب.
كابوكي هو أحد الفنون الأدائية التقليدية اليابانية.
شنو هو الأحسن؟
بغيت ناخد موعد باش ندير بيرمانون.
واش تقدر تعطيني شي بيت أكبر؟
عطيني صاك ديال الكلاب، عافاك.
كانخطط نبقى لمدة 12 يوم.
واش ممكن تخلي ليا الحقائب ديالي لساعتين آخرين؟
من الأحسن أن نلقاو دابا مكتب شركة يونايتد إيرلاينز.
واش ممكن نشوف الجدول الزمني؟
السيد جيرو يامادا؟ لقد تأكدت من حجزك على تلك الرحلة، التي ستغادر شيكاغو في الساعة السابعة والنصف صباحًا.
كَانْقَلّْبْ عْلَى جِيبْ.
واش كاينين ألوان أخرى؟
كيفاش نستمتع بالمدينة أحسن استمتاع؟
أربع محطات.
بدل لي الغرفة ديالي، الله يخليك.
واش كاين بلاصة ديال الأشياء المفقودة فالمحطة؟
واش نقدر نبدل بهاد التذكرة؟
واش عندك شي مانع إلى درنا هاد العقد لمدة عام واحد بدل عامين؟
خليني نفكر فهادشي، عافاك.
واش نقدر نحي هادشي؟
هل سيرسل الفندق سيارة لاصطحابنا؟
سندويتش سلطة البيض للاصطحاب.
واش غادي تقول ليا على شي فنادق اللي كايكلفو أقل من خمسين جنيه في الليلة؟
واش تقدر تلقالي شي وقت نهار الثلاثاء فالصباح؟
كنفضل بلاصة فالقُدّام.
واش ممكن تحط ليا الحقائب ديالي فالكوفر، عافاك؟
هل هو مسبح خارجي أم داخلي؟
واش تقدر تقولي شحال هو نمرة الحافلة اللي غادية لسانتا مونيكا؟
واخّا، ونتا؟
بغيت شي كريم ديال النهار.
ولكن، إذا لم تكن الإضاءة تعمل، لا يمكنك استبدالها.
ما لقيتش الحجز ديالك، ولكن عندنا غرفة متوفرة.
اليوم السادسة والنصف، ولكن عادةً في الخامسة والنصف.
بغيت قلم حبر، الله يخليك.
غانْخَصَّمْ ليكْ عْشْرينْ فْالمِيَّة مْن الثَّمَنْ.
غانقلب على طاكسي آخر.
واش كاين شي صندوق بريد هنا؟
كَايْنْ الصْهَدْ، يَاكْ؟
بغيت نمشي لبرودواي.
واش عندك شي خريطة لمسارات التزلج؟
المرجو الاتصال بخدمة التنظيف.
واخا. ماشي بزاف خايبة.
ما لقيتش الطريق للمحطة.
هادشي جوج دولار و خمسين.
كاين فآخر هاد الزنقة.
واش ممكن تعطيني شي فلوس صغار؟
واش ممكن نستعمل مصباح يدوي؟
شكرا جزيلا. وخلّي هاد المشهد كما هو.
بالأخص فيما يتعلق بتصميم مشروع ميركوري، لم أكن لأستطيع اتخاذ قرار بشأنه بدونك.
واش ممكن نركّب المعدات ديالي دابا؟
غانخلص هاد الجولة.
هذا هو الوقت المناسب للعطاء وتبادل النوايا الحسنة.
بغيت شي لحم.
بصحتك.
بللت سترتي، لذا رجاءً قم بتجفيفها.
واش هاد السفن القديمة باقا كتسافر؟
مرحبا بيكم باش تجيو تغداو معانا.
دخل شي حاجة فودني اليسرى.
شنو الوقت اللي كَاتْظن غادي تدير فيه التشيك إن، أسي؟
بالمناسبة، كيف تقوم باختبار البرنامج؟
واش عندك شي حاجة باش تعلن؟
عندي كدمة.
واش البنوك كيكونو مفتوحين يوم السبت؟
شْحَالْ مُفِيدَة هَادْ الجَوْلاَتْ؟
واش تقدر توصّي ليا بشي بوتيك مزيان باش نشري فيه صاكات ديال الجلد؟
واش هادشي روج؟
كَاعْ لاعْبَة البيسبول الأمرِيكِيِّين كَايْلَعْبُو فاليابان.
فين نقدر نلقى الكتب المدرسية؟
واش ممكن ناخد شوية عسل؟
كنعرضو غير خواتم وحدة بوحدة.
واش ممكن نستعمل كارت فيزا؟
بغيت نجرب شي أكلة تقليدية ديال هاد المنطقة.
واش ممكن ناخد خدمة الغرف؟
واش ممكن ناخد موعد؟
تعرضت لحادثة سير.
بديت الخدمة فهاد الشركة غير من شهرين.
فاش غادي نتلاقاو؟
اتصلت بطوكيو وقالوا لي أنهم لا يريدونه.
التلفاز ما خدامش.
فين نقدر ناخد هاد الوصفة الطبية؟
واش ممكن ناخد شي محلي صناعي؟
بغيت نبدل الجلسة ديالي لشياطسو. واش ممكن؟
فالحقيقة، أنا نباتي. ما كناكلش اللحم.
غاناخد إبريق ديال أتاي.
واش تقدر تاخد الطريق الأسرع؟ أنا متأخر على موعد.
عندي حْرقة فْالحْلْق.
بغينا نجربو الماكلة ديال البحر هنا.
سفر ميمون.
واش ما عندكش شي حاجة حسن من هادشي؟
عافاك، بغيت كوكا دايت مع الثلج.
التوصيل إلى أي من محطاتنا مجاني.
لذيذ.
خصك تمشي تشوف نارا وكيوتو. نارا كتحافظ على جو اليابان القديمة بمعابدها البوذية القديمة وأضرحة الشنتو. الغزلان وصغارها كيتجولوا بحرية في جناينها.
عافاك جيب ليا الحقيبة ديالي للبيت.
الكلمة "وجه" عندها معاني كثيرة مختلفة في اللغة الإنجليزية، بحال التظاهر، الماكياج، الكرامة، السطح، إلخ.
عافاك زيد شي صرف.
عافاك خوي حوايجك من البيت.
سير جوج بلوكات ودور يمين.
الساروت ديالي تهرس.
بغيت قاموس ياباني-إنجليزي.
قضيت وقتاً ممتعاً هنا. شكراً لكم على كل شيء.
واش هاد الطوبيس غادي لوسط المدينة؟
مرجو منك تجنب ما يلي.
ارتفعت أرقام المبيعات بشكل مستمر منذ أن تم طرح المنتج في السوق.
هل سيقوم مرشد سياحي باصطحابي من الفندق؟
فاش خاصني نكون عند الباب؟
شنو لي غادي يكون سريع؟ ما عندناش بزاف ديال الوقت.
بصح؟ عافاك عطيني دقيقة باش نحل هاد المشكل.
واش هادشي كامل داخل فالفاتورة؟
بغينا بلاطو فيه أنواع ديال السجق، سلطة، وقرعة ديال النبيذ، الله يخليك. جيب معاك زوج كيسان، الله يخليك.
هيه، بغيت نسوق دابا. هاد الدور ديالي.
أي حافلة تذهب إلى بيكاديللي سيركوس؟
هذا المنتج يأتي مع ضمان مدى الحياة.
واش يمكن ليك تصلحو، عافاك؟
ما خديتش السلاطة ديالي.
ركبو الحافلة رقم واحد و نزلو في المحطة الثالثة.
واش كاين شي واحد هنا يقدر يجرب التنفس الاصطناعي؟
ما كنظنش أن هادشي جاي من اليابان.
جيبلي واحد القارورة صغيرة ديال الما المعدني بارد، الله يخليك.
عافاك وريني شي لعب لي كيسميوها لعب تعليمية.
بغيت حزام.
غانفكر فهادشي.
أنا موافق على هذا تماماً. دعنا نذهب إلى محل بيع اللحوم الموجود في الجهة المقابلة من الشارع.
بيض مخفوق.
سمح ليا، أسي. كل الغرف محجوزة.
تم الاتصال باليابان. تفضل، من فضلك.
ها هو الدليل. يجب أن يكون موجوداً هناك.
عندي ورم.
واش متأكد؟ عافاك راجع مزيان.
واش ممكن ناخد دليل ياباني؟
بْشَحَّال هَادْ الشَّانْطَة؟
بغيت ناخد الطيارة ديال غدا.
شكراً على العشاء الرائع.
عافاك بدل العدسة. واش تقدر تجهزها بينما كنتسنى؟
سير غير نيشان لتحت، و غادي تلقاه على يمينك.
ما قادْرْشْ نْهَضّْرْ على أيّْ ماكْلَة.
واش تقدر توقف هنا حيت بغيت ناخد شي تصاور؟
باش نمشيو للكانيون الكبير.
عافاك دير راديو.
كنقلب على هدية لمي.
واش تقدر تحجز ليا جوج تذاكر؟
تعرضت للاعتداء.
طبلة للمدخنين أو غير المدخنين؟
كانسميوه جبل ب. كاين على بعد عشرين ميل من هنا.
واش بغيتي كاتشوب ولا موطارد مع هادشي؟
كاين فالطابق الأول، من هنا.
واش كاين شي ولد كيجمع الكور؟
باش تمشي لفيجاس؟
واش كيتقبل هادشي ماستر كارد؟
هل يمكن للضيوف دخول الديسكو الموجود في هذا الفندق دون دفع رسوم دخول؟
هل لدى أي من الجولات مرشدين يتحدثون اللغة اليابانية؟
ما عنديش نسخة من تذكرة الطيارة ديالي.
ستجد شرحا أكثر تفصيلا في كتيب منفصل بعنوان "معلومات أساسية عن الشركة" موجود في الحزمة المقدمة.
شْحَالْ غَادِي يْتْعَطَّلْ؟
فاش كايتحل وفاش كايتسد؟
واش تقدر تجيب ليا شي أغطية، عافاك؟ البرد بزاف فهاد البيت.
لا شكر على واجب. بالمناسبة، هل هناك هاتف عمومي قريب من هنا؟
واش بغيتي تشرح هادشي للموظف؟
واش يمكن ليك تحطو حدى النافذة، عافاك؟
كَايْبانْ لِيَّ هادْ الْبْلاَصَة ضيِّقَة.
عندي شي حوايج خاصني نغسلهم.
فين كاين القصر؟
واش ممكن ناخد لائحة الطعام؟
بلايْسْ فْ لافَانْ، عَفَاكْ.
رجع من فضلك قبل الساعة الثانية وعشر دقائق.
واحد من حقائبي لم يظهر بعد.
هل هناك جولة تستمر طوال اليوم؟
واش ممكن نحجز على التسعود و نص ديال الصباح، عافاك؟
شْحَال كَاتْخَلّْصُو عْلَى التَّسْلِيم؟
بغينا جوج تذاكر لسَان دييگو، الله يخليك.
هادشي كاين على بعد تقريبا تسعين وتسعين دقيقة ديال المشي من هنا.
كل واحد وذوقو. أنا غنشرب بيرة.
أنا من يوكوهاما، اليابان.
بغيت بلاصة حدا النافذة، عافاك. و بغيت نجلس حدا بنتي.
واش تقدر تشرح ليا كيفاش ندير باش نعيط شي عيطة بعيدة؟
وُلد عام تسعة وثمانين وتسعمائة وألف.
ها هي نقودك المتبقية. تسعة وسبعون دولارا، تسعة وثمانون دولارا، تسعة وتسعون دولارا، مائة دولار.
واش عندك باركا؟
لا، هاديك ماشي الكاميرا ديالي.
التلفاز خاسر.
امتى كايمشي آخر بيس لپيمليگو؟
أنا مريض بسبب البحر. هل يمكنني الحصول على بعض الدواء؟
خمس ساعات أخرى وثلاثون دقيقة.
هادي هي الغرفة سبعة وأربعين. أي نوع من الكوكتيلات كتقدم؟
هادشي كاين فهاد الطريق.
عافاك ما ديرش شي حاجة بحال هادي.
كيتلبّسو العيالات.
واخا. شنو رأيك فهادشي؟ هاد الجولة ديال نص نهار غادي ترجعك لهنا مع الواحدة.
واش هادشي كيتغسل؟
عافاك ربطْني مع الشخص المسؤول على المحاسبة.
واش التذاكر متوفرة؟
واش عندك شي قلادات أخرى بتصاميم فريدة؟
علاش ما ندوروش على هاد الصخرة؟
واش تقدر تقولي فين غادي نزورو فهاد الرحلة؟
خصك تمشي للسبيطار باش دوز فحص عام.
واش ممكن تعطيني شي بيت آخر، عافاك؟
فين كاينة أقرب محال ديال الموسيقى؟
بغيت نحط الحوايج الثمينة ديالي فخزنة الأمان.
كَانْظُنْ بْلِي هَادِيكْ هِيَ بْلاَصَتِي.
رفعوا إيديكوم.
امتى كيسد هاد المحل؟
امتى كاين أول قطار لي غادي لأكسفورد؟
حتى أي وقت متأخر تكون خدمة الغرف متاحة؟
واش عندك شي جريدة بالإنجليزية؟
عافاك، بغيت عود الأكل.
كنفضل ناخد واحد أزرق، إلى كان عندك شي واحد.
غاتولي مزيان قريب. ما تخممش.
متعة. أنا أنوي القيام ببعض الجولات السياحية وزيارة بعض الأصدقاء القدامى.
شنو هو التشخيص ديالك؟
بغيت ودني ديالي يبانو.
الصندوق كاين تما.
علاش القطار تأخر بزاف؟
واش خاصني نلبس كرافاتة؟
الإسم ورقم الغرفة؟
عندي عجلة مثقوبة.
حنا مهتمين بالدين.
ما كاين حتى مشكل. فين بغيتي تديه؟
حتى أنا. لقد مشينا كثيرا اليوم.
ما عنديش حتى فكرة.
غانْشَارْجِيو البَاطَرِي وغانْغَسْلُو الزَّاجْ القُدَامِي.
طبلة ديال التراس، الله يخليك.
خصم خمسين بالمئة من السعر المحدد على التذكرة؟
شنو هو آخر وقت باش ندير التشيك إن؟
زيد شوية من اللور.
عافاك صور داك الجسر اللي كاين فالخلفية.
واش عندك شي ذكريات زوينة؟
تحول المطر إلى ثلج.
كاناكلو الفطور على السبعة كل صباح إلا فالويكاند.
خصني نشوف الطبيب غدا الصباح.
واش ممكن دير الحزام ديال السلامة و ما تدخنش حتى بعد ما نطيرو؟
بغيت نعيط لليابان.
كنتمنى ننقص شوية من وزني بعد كل هادشي.
غانمشي لميلبورن.
واش عندكم شي جولات مع مرشدين كيهضرو اليابانية؟
الجو بارد هاد الصباح.
سمح ليا، ولكن فين كاينين دابا فهاد التقاطع؟
نسيتو ملي كنت كنتسارا كنشري شي حاجة هادي شي 10 دقايق.
واش نقدر نمشي بالجينز والسباطيات؟
بغيت شوية ديال الموز.
كان كتفيّ متوترين جداً، أليس كذلك؟
واخا، شنو نوع الأكل اللي كيعجبك؟
واش هادشي باش نمشيو؟
واش كاين شي بار هنا؟
سمحلي. واش تقدر تقولي فين نقدر نلقى الميترو؟
كيف حالك؟ أنا إيشيرو تاناكا.
شْحَال كَايْكُونْ الثَّمَنْ الإِضَافِي لِلْخِدْمَة السَّرِيعَة؟
إذا كانت كلها معفاة من الرسوم، سآخذ علبة من نوع C.
هاد الشي كيتعلق بنوع الجولات. الرحلة ليوم واحد ليوسمايت كتساوي ثلاثين دولار، وهاد الرحلة هي الأكثر شعبية. يوسمايت كاين على بعد ثلاثمئة وخمسين كيلومتر من هنا.
أي خط يذهب إلى سانتا باربرا؟
ماكاينش الكيتشوب.
خود كلشي لي بغيتي. غير ما تطلقش الرصاص.
بغيت نتفرج فماتش ديال الكورة.
واش عندك شي بيت فردي هاد الليلة؟
فالحقيقة، عندنا تخفيضات على القمصان دابا.
واش تقدر تقترح عليا شي رحلات نهارية مزيانة؟
شيكات السفر الخاصة بي هي بالدولار الأمريكي.
واش ممكن تعيط ليا على صاحبي؟
فين نقدر نشري التذاكر؟
واش التجهيزات مشمولة؟
واش ممكن ناخدو شوية خبز، عافاك؟
خليني نشوف. اه، عندنا غرفة متوفرة.
مرحبا، تاناكا. أنا سعيد بوجودك هنا. أين تقيم؟
واش كاين شي حد هنا كيعرف يهضر بالإنجليزية؟
إيه. خاصني نمشي دابا. كنتمنى نشوفك مرة أخرى قريبا.
الساعة هي السادسة والنصف.
هادي هي الزيارة الأولى.
فين كاينة أقرب مغسلة؟
غرفة هادئة، من فضلك.
شدّيت نقط مزيانين العام اللي فات.
شْحَالْ زْوِينْ.
بغيت هاداك اللي معروض فالزاج.
واش كاين شي واحد بحجم أكبر؟
ما زال ما شفتش. ولكن كنضن عندي حرارة مرتفعة.
أشنو هي شكايتك؟
بدا الثلج يتساقط.
هادي هي الغرفة سبعة أو تو. عافاك عيط ليا باش نفيق غدا مع السبعة ديال الصباح.
ما تخدمش بزاف.
أوه، لا. كنت أعرف أن هذا كان خطأ. سأعود إلى اليابان كرجل فقير.
واش هاد القطار غادي ل شيكاغو؟
سمعت للتو النشرة الجوية. من المفترض أن يتوقف تساقط الثلوج في وقت ما غدا.
واش ممكن نتسنا هنا؟
كانْكَلّْخْ الهَايْكُو كَهْوَايَة دْيَالْ هُوَاة.
واش كاين شي بلاصة آمنة فين نحط الحقائب ديالي؟
واش عندكم أسعار مخفضة للعائلة؟
فين كاين شي بلاصة مزيانة باش نشري فيها التذكارات؟
هذا هو نظام الأجور القائم على الأقدمية.
عافاك تكا تما.
واش نقدرو نمشيو لتيكي بوينت غدا؟
كاينة إمكانية ضعيفة ديال تساقط الثلوج.
واش تقدر ترسم ليا خريطة؟
كَيْبانو ليا آلات القمار ساهلين بزاف، واخا، شنو رأيك فالروليت؟ خاصك غير تحط النصائح ديالك أو الفلوس على الرقم اللي غادي تراهن عليه فاللول.
كنراهن أن هناك تشكيلة أكبر في الصيدلية.
هادشي غالي بزاف عليا. عفاك وريني شي حاجة أرخص.
هذا هو المشغل الخاص بخدمة المكالمات الهاتفية الدولية.
تعلّم اللغة الإنجليزية.
هاد الطوموبيل غادية لباريس، ياك؟
المرجو وضع خمسة دولارات وخمسة وعشرين سنتاً للثلاث دقائق القادمة.
بغيت كاميرا، الله يخليك.
شْحَالْ عَالِيَة هَاذْ المِنْصَة دْيَال الغْطْس؟
واش غادي تستاجر كارو ديال الگولف؟
عافاك وزع بطاقات الهبوط.
واش نقدر ناخد موعد لليوم؟
هادشي شوية ضيق بزاف من جهة الكرش.
كيف يمكنني الوصول إلى وسط المدينة؟
هادشي بحال كيفما قلتي.
ما كليت والو من قبل. بغيت ناكل دابا.
صباح الخير. شحال؟
ما عنديش بزاف ديال الوقت.
واخا. نشوفك من بعد.
واش نقدر نسحب 300 دولار من بطاقة الفيزا ديالي؟
كيف تفضل أن تشرب ويسكيك؟
واش نقدر نعتاني بيها؟
عندي العادة الشهرية.
خصك تبدل الشيكات ديال السفر ديالك فشي بنك.
عافاك جيب ليا الحقيبة ديالي للبيت.
ما حجزتش بلاصة ديالي فالطيارة باش نرجع.
أي من هذه الألوان هو الأحدث؟
شْحَالْ مِنْ وَقْتْ كَايْخُدْ باشْ نْوَصْلُو لْفِيلَادِيلْفْيَا؟
غادي تزور جميع أماكن السياحة فسان فرانسيسكو فمسافة 49 ميل ديال السياقة.
واش نقدر نبقى هنا باش نشوفو؟
واش كاين شي بلاصة لهاد العشية؟
كسرت نظاراتي.
صباطك ما كايصلحش مع لون الفستان ديالك.
حطّو هنا، من فضلك.
هادي آلية أوتوماتيكية. عندنا هاد الموديل من الساعات الكوارتز، سيدي. هادي مقاومة للماء و للصدمات.
غير قص الشعر شوية، من فضلك.
امتى غادي يكون القطار الجاي اللي غادي لأكسفورد؟
مع الفطور؟ بغيت نحجزو.
واش نقدر نعيط لفرنسا مباشرة من هنا؟
شْحَالْ مِنْ يُومْ هَادْ الشِّي صَالْحْ؟
بغيت نبدل الحجوزات ديالي.
واش تقدر تعيط لينا على طاكسي؟
واش بغيتي تجرب الهامبرغر؟
واش كلشي مزيان؟
واش كاين شي ليموزين للفندق ديال ABC؟
فاش غادي ترجع الطوموبيل نهار الجمعة؟
أي خط يذهب إلى ماديسون سكوير؟
غانصوني ليك من بعد.
سمح ليا، ما سمعتش شنو قلتي.
دولار واحد للكيلوغرام الواحد.
واش ممكن تعطيه ليا فشماعة؟
ما كنعرفش نستعمل التليفون، عافاك وريني.
وجهتي هي لندن.
أوه، أخشى أن هذا الوقت غير كافٍ.
أي حافلة يجب أن أركب؟
بغيت شي كريم ديال التنظيف.
مرحبا مرة أخرى و مرحبا بكم في برنامج أفضل أربعين أغنية أمريكية.
أيهما الحدث الأفضل؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ حَتَّى يْتَفْتْحُو الْبُرْعُمَاتْ وْيُولِّيوْ زْهُورْ؟
بغيت نهضر مع السيدة نوموتو، اللي كاينة فالغرفة خمسة صفر واحد.
إذن، سترغب في رؤية داخل هذا المسرح. إنه مسرح تياترو ألا سكالا.
العمود المظلل يُظهر أرقام مبيعات شركتنا للسنة الماضية.
كنتمنى ليكم تزورو هاد المعالم السياحية الجميلة فأمريكا فالقريب العاجل.
كنيسة وستمنستر.
صاحبي كيعاني من ارتفاع درجة الحرارة.
كاين فالطابق السابع. خود المصعد اللي كاين فآخر القاعة.
غانبقى كنتسناك.
حطيت صاكي والكتاب والكاميرا ديالي فالساك ديالي.
كانرتاح عادةً فْلَعْشِيَّة حْوَالَى العَشْرَة، وَنْعَسْ دِيرِيكْتْ.
كان طويلاً وذو شعر أشقر.
ازدهرت الثقافة، وأصبحت أنشطة مثل مسرحيات الكابوكي، ولوحات أوكييو-إي، والأدب، وفن الخزف، تحظى بشعبية.
واش كاين شي متجر ديال دونهيل هنا فهاد المنطقة؟
مئة وعشرون مليون شخص في أرض مساحتها ثلاثمئة وثمانون ألف كيلومتر مربع؟
بغيت شي تذكرة ديال الرحلة ذهاب وإياب لميامي.
واش تقدر تقول ليا فين كاينة أقرب بنكة؟
بغيت تذكرة وحدة للكبار، الله يخليك.
سميتي هي واتانابي غورو.
إذن، كم يكلف إرسال هذه الرسالة؟
عافاك، بغيت الفلفل.
واش تقدر تجيب ليا الفاتورة؟
واخا، طبيب الأسنان اللي كنمشي عندو مزيان بزاف.
الضوء لا يعمل.
بغيت شي حاجة للسعال.
واخا، هادي هي غرفتك.
شْحَالْ بَاقِي مَازَالْ وْيْجِي الْقِطَارْ؟
واش ممكن ناخد دوا؟
عطيني توقيعك هنا، من فضلك.
واش ما كايناش كافيتريا قريبة؟
الرقم هو خمسة ستة سبعة ثمانية واحد إثنان ثلاثة أربعة.
عافاك، سيدي، يمكن لينا نهبطو فأي لحظة. يالاه جلس فبلاصتك.
يوكوهاما قريبة من طوكيو.
بغيت شي فلتر، الله يخليك.
أشنو نقدر ندير؟
واش كاين شي واحد فالمحل كيهضر اليابانية؟
شكون اللي فآخر الصف؟
واش ممكن تعطيوني خريطة دليل، عافاك؟
ماكانسمعكش مزيان.
تأخرت بحوالي ساعة. ستقلع في الساعة السابعة وعشر دقائق.
الرقم هو واحد، اثنان، ثلاثة، أربعة، خمسة، ستة، سبعة، ثمانية.
الماء ما غاديش يسخن بما يكفي.
فِي هوكايدو، ما كَتْقْدّْرْشْ تْلَعْبْ الگولف لمدة ستة أشهر تقريباً بسبب المناخ البارد ديالها.
واش غادي تبيعهم بشكل منفصل؟
بغيت نمشي نهار واحد قبل.
كايبدا من التسعود.
أنت محظوظ. جميع المحلات تقوم بعمل تخفيضات الآن. يمكنك الشراء بأسعار مخفضة.
وااحد اللحظة. غادي نلقى شي ستيلو.
أوه، لا أعرف. ما رأيك في ماكدونالدز؟ لدينا هذه المطاعم في اليابان، لكن.
بغيت نرجع هاد السلعة. هادا هو الفاتورة.
واش كاين شي كار غادي يخرج هاد العشية؟
كيف يمكنني الوصول إلى المتحف؟
ما كاين حتى مشكل. لقد أكملت للتو مسودة خط الرحلة ديالي.
السيد غودمان غادي يعجبو هادشي بزاف.
إيه. أعتقد أنني سآكل بيضة، وسجق، وخبز محمص، وفواكه طازجة.
الكراء واجب الأداء في آخر يوم من كل شهر.
هذا ليس الحجم المناسب.
رقم الرحلة هو PK سبعة أو ثمانية في الخامس من سبتمبر.
عندي مشكل فالحمام ديالي.
ما هي المنتجات المحلية لهذه المنطقة؟
ما زال ما خرجتش الحقيبة ديالي. واش ممكن تعرف شنو وقع ليها، عافاك؟
صوتك مثير جداً على الهاتف.
هاد الكاميرا ديال كانون، و هي كاميرا ذات عدسة عاكسة واحدة.
ما هو اسم القلعة؟
واش كاين شي باص ديال المطار اللي كيمشي للمدينة؟
واش تقدر تعاود ليا الإسم مرة أخرى؟
ومن بعد نزل فالمحطة اللي موراها وشد الطوبيس اللي غادي لهيد بارك.
سمح ليا، حنا ما كنوفروش هاد الشي. يمكن ليك تشريه من الصيدلية اللي فالطابق الأول.
بغيت بلاصة فجنب الممر، الله يخليك.
أشنو بغيتي تشرب؟
بغيت نطلب نفس الشي.
فين كاين بارنز آند نوبل؟
بزاف، خصوصاً أنني نمت البارح و ما تعشيتش. بالمناسبة، واش تقدر تقول لي كيفاش نوصل للمتحف البريطاني؟
عافاك، دوز الرقم تسعة على هاد التليفون.
فاش كيسد المحل؟
تأخرت رحلتي وفاتتني الرحلة المتصلة.
واش غادي تلغي ليا حجز المقاعد؟
بغيت شي شيبس.
أنا غادي نمشي تما حتى أنا.
هادشي مثير للاهتمام بزاف.
بغيت شي بيت فيه حمام.
واش ممكن ناخدو؟
ما نعرفش، سيدي. واش كتهضر بالإنجليزية؟ واش كتهضر بالإنجليزية؟ هضر.
كنتمنى يكون كلشي مزيان.
الخط مشغول.
نعم، سيدي. الساعة الحادية عشرة.
واش ممكن ناخد موعد ليوم الجمعة؟
خصني ندير كونيكسيون. واش ممكن؟
لا، لا أدخن. أريد سيارة لا يُسمح فيها بالتدخين، من فضلك.
واش المبتدئين ماشي مزيانين؟
أحتاجهم اليوم.
بغيت نكري أرخص طوموبيل عندك لمدة أسبوع.
هاد الفستان ما كايصلاحش ليا.
واش تقدر تقول ليا فين كاين بلاصتي؟
أي طائرة تصل إلى مدينة نيويورك في أقرب وقت؟
فين خليتيه؟
المرجو استبدال هذه العملة الفرنسية بنقود.
ماكاينش بلاصة فين نحط الحقيبة ديالي اللي غادي ندي معايا.
يمكنك استعمال مستحضرات التجميل ديالنا قبل ما تمشي من هنا.
ما تخممش. ماشي بعيد على المدينة.
ها هي نقودك الصرف.
واخا، علاش ما نمشيوش للبحر غدا؟
قدم لي عرض.
هل يتم تنظيم هذه الجولة التي تستغرق نصف يوم باللغة اليابانية؟
شْحَال كَايْكُون الثَّمَن دْيَالُو فْالنَّهَار؟
نعم، نقوم بذلك. هذا هو اختيارنا.
يمكنك أن تأخذ حافلة "غراي لاين آير شاتل" أو حافلة "كاري آيربورت إكسبريس".
إذا كان بإمكانك تخفيض السعر قليلاً، سأشتريه.
فين كاين الأكواريوم؟
بغيت نبقى هنا شي يومين آخرين.
اه، كنقلب على هدية لأختي.
غسل هاد الحوايج عافاك.
فين نقدر نشري جريدة يابانية؟
أشنو هي المشكلة الرئيسية هنا؟
واش نقدر نعوم هنا؟
واش بغيتيها من الفوق؟ واش نحيّد ليك شي حاجة من الفوق؟
اه، واش هادشي اللي خليتي موراك؟
أه. يمكنك مشاهدة الأفلام على HBO، وهي خدمة مجانية.
كيف يمكنني الوصول إلى هوليوود؟
غاناخد شي بيت ب 15 دولار.
أنا متأكد أنني قمت بالحجز.
واش عندكم خدمة ديال الغسيل؟
كَانْظُنْ بْلِّي رْجْلِي تْكَسْرَاتْ.
كلامك كلام شاعر، السيد إيتا.
واش كاين شي أماكن سياحية هنا فهاد المنطقة؟
واش كاين كار للنعاس فالقطر؟
بصح؟ كنتمنى مايكونش مشا بلا بيا.
خلينا نتعشاو مجموعين برا.
شْحَال كَايْكُلِّفْ هَادْشي لْيُومَيْن؟
غانمشي لميمفيس.
من أي منصة يغادر القطار المتجه إلى يورك؟
بغيت نحجز تذكرة لروما.
السيدات والسادة، يرحب بكم الكابتن جورج كوهين وطاقمه على متن رحلة الخطوط الجوية المتحدة رقم ثمانية صفر صفر المتجهة إلى نيويورك. إذا كنت بحاجة إلى أي شيء خلال الرحلة، فما عليك سوى أن تطلب ذلك، وسنكون سعداء بمساعدتك.
هاداك لي لونو أخضر.
من الأحسن ليك تعيط لقسم الأشياء المفقودة.
واش ممكن تعطيني نمرتك التليفونية، عفاك؟
واش تقدر تشوف واش كاين شي رحلة أخرى متوفرة؟
لا. سنبقى هنا لمدة ثلاثة أيام، ثم سنذهب إلى نيويورك ونيو أورليانز.
عندي بطاقة يوريل وتأشيرة سوفياتية.
هل يمكنني التحدث مع السيدة كاوري واتانابي في الغرفة ثمانية اثنا عشر؟
واش عندك شي مشروبات أخرى؟
واش هاد الفستان من الكتان؟
سمح ليا. عندي صداع فالراس. واش عندك شي دوا؟
حطّ واحد الروولو ديال الفيلْم فهاد الكاميرا.
ما كيتعذبوش بزاف التلاميذ ديال الثانويات فمريكان باش يخدمو.
بغيت ندي هادشي معايا.
فهمت. هذا ملكي. أنا أنتمي إلى مركز التصميم الداخلي الخاص بنا.
أي حافلة يجب أن أركبها للذهاب إلى حديقة هايد بارك؟
هاد البيرة ما فيهاش غاز.
اه، نتا هاكاك.
بغينا نكونو كاملين على نفس الطبلة.
ماكايناش مناديل كافية للتنظيف.
أعتقد أن هذا قد لا يكون صحيحًا. هل يمكنك التحقق من ذلك؟
غا يرجع الأسبوع الجاي.
ماتتْ أمي.
بغيت نشرب شي بورت.
ديّوني لشي سبيطار.
يا إلهي.
واش عندك هاد النوع بلون فاتح؟
بغيت قلم.
واش ممكن تعطيني شي حامض للشاي ديالي، عافاك؟
واش ممكن تعطيني الفاتورة، عافاك؟
حتى أنا سعيد بلقائك. واش هادي أول مرة ليك فأمريكا؟
واش يمكن ليك تبدل هاد البوتات بوحدين صغار؟
واش شي حد جالس هنا؟
عندي زيادة في الوزن ديال الحقيبة ديالي بثلاثة كيلوغرامات.
كَانْظُنْ بْلِّي هَادْ الشِّي غَالِي بْزَّافْ. مَاعَنْدْكُمْشْ ثَمَنْ أَكْثَرْ مَعْقُولْ؟
غانمشي بكري غدا فالصباح.
هل تبيعون سلعاً معفاة من الضرائب على متن الطائرة؟
شكون هو مخرج الفيلم؟
الصيف هنا ماشي بزاف خايب.
بغيت نشري هادشي.
تبع العلامة اللي مكتوب عليها طاكسي.
نعم، أنت في وسط الجادة الخامسة. أين تريد أن تذهب؟
علاش درتي هادشي؟
حتى الوصل ديالي تسرق.
للأسف، لا نتوفر على ذلك. لكنني متأكد من أنك ستستمتع بوجبة الغداء الخاصة بنا.
سبعة وثلاثين دقيقة.
واخا. دابا راه الساعة الحادية عشر ليلا، إذن غادي نرجع الساعة ديالي للعاشرة صباحا، ياك؟
واخا، ربما تكون ريمينغتون مزيانة.
هادشي كاين تقريبا ساعة ونص.
واش ممكن ناخد كاس آخر ديال الما؟
خليني نشوف هادشي.
فين كاين مكتب الصرف؟
عافاكْ تْسَنّى. غَنْسولْ السيد إيمَايْ واشْ غَيْقْبَلْ يْجَاوْبْ فْالتيليفون.
واش نقدرو نوصلو لهيه ف ظرف 10 دقائق؟
هاد الكاري حار.
عندي مشكل مع الشانطة اللي شريت البارح.
واش عندك شي حساسية من الدوا؟
نعم، لدينا هذا اللون بالأسود والبني.
بغيت نشوف ماتش ديال الكورة ديال المحترفين. فين نقدر نشري تذكرة؟
سمح ليا؟ ما فهمتكش. واش تقدر تهضر بشوية باش نعرف نفهم؟
خمسة ديال العشرين، عشرة ديال العشرة، و الباقي فالأوراق ديال دولار واحد، الله يخليك.
كيف يمكنني الوصول إلى نافورة كولومبوس؟
عطيني شي حاجة مزيانة للشفايف ديالي. تشققو بسبب الريح الباردة.
واش كاين شي تخصصات محلية؟
ما تخافش. الكلب ما غاديش يعضك.
أه، والدلافين جميلة جدا.
شْحَالْ مَرَّة كَايْخْدَمْ هَادْ الشِّي؟
لوا ليا المعصم ديالي.
فين كاينين سترات النجاة؟
سير فهاد الطريق مباشرة لأربعة بلوكات. ودور على اليسار عند الإشارة.
واش تقدر ترسل هادو لليابان؟
نسيت محفظتي في متجرك.
كيف كيعجبوك هادو؟
واش كاين شي رحلة لسيدني؟
واش نقدر نكمل الرحلة ديالي غدا؟
هل هذه هي منطقة استلام الأمتعة الخاصة بالخطوط الجوية البريطانية واحد اثنان ثلاثة؟
غانمشي باش نخلص الفاتورة ديالي مع السبعة ديال الصباح غدا.
غادي نحتاجو نتلاقاو مرة أخرى قريبا.
اه، غادي ناخد ويسكي مع الصودا مع المقبلات.
عافاك، ضرب صونيط ديال الطوارئ.
واخا. خليني نحط هاد الصاك ديال السفر؟ فين غادي؟
أشنو اللي مميز فهاد المطعم؟
سمح ليا، أنا تبلوكيت برا.
واش عندك شي حاجة ديال ستيل أكثر حداثة؟
فين نقدر نلقى الرموز؟
هل ستقوم بتحويل شيك بالدولار الأمريكي إلى الفرنك الفرنسي؟
خلينا نتلاقاو غدا.
علاش ما نديروش هادشي كامل، بجوجنا؟
واش نقدر نغطس فاش كيكون البحر هائج؟
توجه من فضلك إلى الجمارك الموجودة هناك. نتمنى لك إقامة طيبة.
عافاك، ورّيني الموديلات الجديدة.
واش عندك ترموميتر طبي؟
الصباط ضيق بزاف.
الشهر اللي فات نهار تسعة.
إذن، ثلاثة أوراق من فئة عشرين، ثلاثة أوراق من فئة عشرة وورقتين من فئة خمسة.
بغيت نجرب شي ماكلة يابانية. طيبي ليا شي حاجة.
واش نقدر نتحول لداك البلاصة؟
أه، لقد استمتعنا كثيرا.
واش بالنسبة للصباح؟
كنقلب على الحقيبة ديالي.
تغيرت خططي. أريد البقاء لمدة ثلاث ليالٍ بدلاً من ليلتين.
أوه، شكراً. بيتي، هل يمكنكِ المجيء من فضلك؟
شْحَالْ مِنْ حِزْبْ سِيَاسِي كَايْنْ؟
وقف السيارة.
واش كاين شي بريد ديالي؟
الرقم الداخلي هو ثلاثة ستة سبعة، من فضلك.
واش نقدر نستمر فالسفر؟
مرجو منك تكون أكثر حذر فالمستقبل.
السلام عليكم، بغيت نعيط لطوكيو.
إيه، ولكن واش غادي تخلي الشانطة الخفيفة فوق الرف اللي فوق راسك؟
هذا شاي أخضر.
واش عندك شي تذكرة؟
بغيت عصير الحامض، الله يخليك.
واش كتقبلو الفلوس اليابانية؟
كان رفيقي يعبر الشارع عندما كانت الإشارة خضراء.
واش عندك شي وحدة زرقا غامقة؟
واش تقدر تعاوني مع هاد الشكاير؟
آه، شكرا لك، الآنسة ستايسي. آن هي من صنعت كعكة البرقوق هذه بنفسها.
شْحَالْ مِنْ لِيلَة غَادِي تْبَاتْ؟
بغينا نشربو القهوة بعد العشا، الله يخليك.
كايْتَعَلّْمُو بِشَغَفْ آخَرْ صِيْحَاتْ المُوضَة مِنْ التِّلِفِزْيُونْ وَالمَجَلاَّتْ.
عافاك، عيط على شي طبيب بزربة.
بغيت كتاب ديال الدراري الصغار.
فين كاين كونطوار الرحلات المتصلة ديال الخطوط الجوية البريطانية؟
أشنو كياكلو هادوك اللي ف الطبلة اللي حداهم؟
بغيت شي بيت لشخصين.
واش تقدر تقول ليا فين نقدر نلقى الخضرة المعلبة؟
واش عندكم شي أسعار أسبوعية؟
عرض عليّ شخص غريب أن يلتقط لي صورة، فسلمته الكاميرا الخاصة بي. ثم ركض مبتعداً بها.
أوه. أخيراً وصلنا إلى التفاحة الكبيرة. الآن علينا أن نستقل المترو للوصول إلى القرية. ألا نحتاج لشراء خريطة للمترو؟
كيف يمكنني الوصول إلى مركز ABC؟
واش عندك دوم بيرينيون؟
فين كاين الطريق للفندق ديال غريس؟
المرجو تناول قرصين بعد كل وجبة.
واش تقدر تهضر بشوية؟
واش تقدر تحل صاكك؟
المرجو خدمة الغرف. رقم الغرفة هو عشرة خمسة عشر.
جنس على الشاطئ للفتاتين هناك.
بغيت بلاصة فالمدرجات اللي كاينين حدا خط القاعدة الأولى، الله يخليك.
شْحَال؟
شوية قهوة أخرى، من فضلك.
واش عندنا الوقت باش نشوفو الداخل ديال المعرض؟
فين كاين قسم السلع الفاخرة؟
كل المقاعد بيعات بالفعل، ولكن يمكنك الحصول على تذكرة لمشاهدة المباراة إذا كنت تريد الوقوف.
مرجو منك أن تقوم بتحرير محضر سرقة.
واش كَاتْبانْ ليكْ بْلي قادّة نْجَرّبْ نْصَبّغْ ضْفاري بوحدي؟
واخا. هاك.
عافاك قولي فين كاين بلاصت الاتصال ديالك.
شوف، هادشي كبير بزاف، ياك؟ غادي نجيب ليك كيس ديال الكلاب من بعد.
واش عندك شي جريدة؟
بغيت خريطة ديال مسارات الحافلات.
كَنْبَغِي بْزَّافْ الأفلام لِّي كَيْخَلِّيونِي نْبْكِي.
واش عندك شي حاجة أوسع؟
واش كاين شي محل ديال الماكلة هنا؟
عافاكْ صيفْطْ هادْشي بالبريد الجوي.
عطاني مدير الفندق ديالي، السيد هيلتون، سميتو.
واش تقدر تخليها ثلاثين جنيه؟
قولي ليا فاش خاصني نرجع لهنا.
من الساعة السادسة صباحاً حتى الساعة العاشرة صباحاً
زوج ديال الهامبرغر.
عافاك وريني شي حاجة أرخص.
بغيت لون أغمق، من فضلك.
من أين تتصل؟
كنت مسؤولا عن الموظفين لفترة من الزمن، ولذلك فأنا مهتم بشكل خاص بالتحدث مع الناس.
واش خاصنا نتسنا هاد الوقت كولو؟ شكرا على أي حال.
واش غادي يمشي القطار ف الوقت؟
واش تقدر تْعَمْر هاد الفورم؟
بغيت نغطس فبلاصة ضحلة و مضوية مزيان.
أوه، هذا مؤسف. ربما في وقت آخر إذن.
واش عندك شي بروشورات يابانية؟ بغيت واحد، الله يخليك.
ما جابوليش الحلوة ديالي حتى لدابا.
واش ممكن ناخد واحد آخر؟
هادشي غادي يكون زوين إلى كانو عارفين هاد الشي كولو على اليابان.
شيء ما يقارب ثلاثمائة جنيه، من فضلك.
هل هناك أي جولات تتضمن زيارة إلى ملهى ليلي؟
بغيت هامبورغر و بطاطا مقلية و ليموناضة.
رفعوا إيديكم.
هي زوينة بزاف.
شكراً جزيلاً. أتمنى لك رحلة ممتعة.
شْحَال ثَمَن هَاد الرِّحلَة؟
إذا تركت السيارة، ما هي التكلفة؟
كسرت رجلي.
بغيت باريط.
دابا غادي نفتح ليك المسام ديالك بالبخار.
سمح ليا، واش نقدر ندخل لهنا؟ شفت صاكي.
واش ممكن نشري تذكرة ديال الباليه هنا؟
مايمكنش نبيعو شي حاجة بلا وصفة طبية.
هل طلبت مهدًا لطفلك؟
كنقلب على شي هدية لصاحبي.
راه جاي، أسي.
بغيت شي لعبة ديال البزل.
كاش ولا كارط؟
بغيت نركب فالحافلة السياحية.
بغيت نكْري جوج ديال البيسيكليتات، الله يخليك.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ بَاشْ نْصِيفْطُو هَادْ الطَّرْدْ عْبَرْ الطَّيَّارَة؟
فين غادي نلقى قسم الغموض؟
بغيت نجلس حدّا صاحبي.
عطيني هاداك. كيفاش كتسمو هادشي؟
فين كيوصل هاد الطريق؟
امتى مرضتي؟
ما نقدرش نشري شي حاجة غالية بحال هادي.
سير فخط مستقيم فهاد الزنقة لمدة تقريبا 300 متر.
لا، أنا قمت بكل شيء بنفسي. هذه واحدة من هواياتي. أنا أحب البستنة فقط.
من بعد، غادي نخلص عليه بالدولار والين.
بغيت شي دوا باش نسهل.
هاد التيليفيريك غادي يوصلك للفندق.
عافاكْ صيفْطْ هادْ الرّسالة مُسجّلة. شْحالْ الثّمن ديالْها كامْلة؟
اضغط على الرقم تسعة للحصول على خط خارجي، ثم اضغط على الرقم ثمانية واحد لليابان، وثلاثة لطوكيو، ثم رقم الهاتف.
سمح ليا. غادي نحط حوايجي دابا.
واش ممكن نرجعو لمدينة أخرى؟
شْحَالْ مَسَافَةْ مَابِينْ هَادْ البْلاَصَةْ وَالفُونْدُوقْ؟
غانبقى تلات ليالي.
رفعوا إيديكم. سكتو و عطيوني فلوسكم.
كنقدمو السندويتشات والمشروبات من 11 ديال الليل حتى 6 ديال الصباح.
غانمشي ليلة قبل.
نشوفك. عيط ليا غدا.
واش تقدر تلغي الحجز ديالي؟
أنت تعاني من حالة إرهاق شديدة.
فين كنبدل القطار؟
بغيت جوج بيضات مخفوقات مع لحم الخنزير، بطاطس مقلية، خبز محمص و قهوة.
نعم، من فضلك. هل هذا فيلم مصنوع في اليابان؟
داز بزاف ديال الوقت منين تلاقينا آخر مرة.
شنو غادي يوقع الى ما لقيناهش؟
يمكن أن يكون لدينا طاولة شاغرة في حدود الساعة التاسعة.
إذن بلوكين، ثم أول منعطف على اليسار؟
شنو؟ واش كتقصد أن اليابانيين كياكلو هادشي؟
فين نقدر نلقى السكاكن والفرشيطات؟
آه، عندك الحق. هادشي زوين بزاف. غادي نرجع غدا مرة أخرى أكيد.
بغيت شامبو ملون.
هذا كل شيء. الممثل رائع حقا.
بالتأكيد. سأحضره حالاً.
دابا واش تقدر تعطيني شي فلوس باش نقدر نشري شي حوايج لي ضروريين؟
شْحَالْ غَادِي يْبْقَى خْدَّامْ؟
بغيت هادشي يوصل لليابان بأسرع طريقة ممكنة.
إذن، الجواب هو نعم ولا.
أي نوع من اللعب عندك كتذكار من إنجلترا؟
بغيت سلة ديال البيكنيك.
كيوشو هي جزيرة كبيرة تقع في جنوب اليابان.
شارع الثاني والأربعين.
سمح ليا. عاود مرة أخرى، من فضلك.
ما هي رسوم الخدمة؟
بغيت شي عصير ديال الفواكه.
جيت نشوف صاحبي ياباني.
مزيان.
أشنو هي خدمتك؟
بغيت بلاصة فالأوركسترا.
أي نوع من الألم؟
سمح ليا، درت غلط. شنو نوع الويسكي سكوتش اللي بغيتي؟
بغيت ندير جولة فين نقدر نتعلم البستنة.
واش بغيتي تشرب شي حاجة قبل العشا؟
بغيت شامبوان و بغيت نشف شعري بالمجفف.
واش هاد القطار كيوقف فبات؟
ما هي الإجراءات المتبعة للتحقق من هذا العنصر؟
عافاك وقف و استنى حتى نصور جسر واترلو.
عندي غرفة مزدوجة فيها سريرين مفردين.
كان هذا مكسورًا عندما أخرجته من العلبة.
بغيت بلاصة محجوزة، من فضلك.
واش ممكن نشوف الغرفة؟
وكنتسناو شي شوية ديال الشتا هاد الليلة.
بغيت حليب سخون، الله يخليك.
بغيت فلاش إلكتروني.
سمح ليا، ولكن ما شربتش والو. عافاك صحح ليا الحساب ديالي.
عافاك كول هادشي مع هاد الصوص.
هل ترغب في الحصول على تأمين PAI، و PEC، وتأمين الإعفاء من أضرار الخسارة، وتأمين المسؤولية التكميلي؟
واش نقدر ندير الجولة دابا؟
فين كاينة قاعة الموسيقى؟
تهانينا بمناسبة الذكرى الخمسين لزواجكما.
واش كاين شي حاجة لي توعرات؟
بغيت مية دولار ديال الشيبس، الله يخليك.
كيعجبني المنظر.
اللون الأزرق شائع جداً هذه السنة.
ففي فصل الشتاء، نشهد تساقط الثلوج في الجزء الشمالي من اليابان وفي المناطق الجبلية.
سمح ليا، ما لقيتش الكاميرا ديالي.
واش ممكن تشوف واش هادشي تسلم؟
واش عندك شي حاجة أخرى بثمانين دولار تقريبا؟
أنا قلق بعض الشيء حول ما إذا كان بإمكاني الغوص بشكل جيد.
خليني ناخد الكور.
نعم، أريد أن أستأجر سيارة.
سمح ليا، واش هاد البلاصة محجوزة؟
هادشي غادي يفيد.
أشنو كادير؟
تحركنا بسرعة كبيرة لدرجة أننا لم نتمكن من التقاط الصور.
واخا، غادي ندير هادشي.
كنتمنى إما نلقى خدمة فالتدريس أو نكمل الماجستير فعلم النفس.
كنقلب على شي كريم خفيف. عندي بشرة دهنية بزاف.
كان من الرائع التحدث معك.
واش تقدر تجيبلي شي مجلة يابانية؟
عافاك، بغيت سلاطة.
واش عندكم جولة ليوم كامل؟
واش كَاتْحَمْلُو الصُّوتْ؟
مكالمة دولية إلى اليابان.
لا، من فضلك أحضره في غضون ثلاثين دقيقة.
واش الطوبيسات رخاص؟
اه، غادي نتأكد باش يوصلو ليه هادو.
شارع الثاني والثلاثين.
واخا. واش ممكن ناخدو جوج تذاكر؟
فاش كاين موعد الرحلة المتجهة لباريس؟
المرجو وضع أمتعتك تحت المقعد.
ما هو الغرض من رحلتك؟
بغيت بلاكة ديال الشوكولا.
واش عندك شي عصير ديال الفواكه؟
كاينة شي مشكلة فالبولة ديال الفلاش.
بغيت نحجز غرفة لشخصين من غدا حتى يوم الاثنين.
بغيت برمانون ليّن، الله يخلّيك.
هل يشمل هذا رسوم الخدمة؟
مزيان. بغيت نجي.
واش نقدر نكمل الرحلة ديالي؟
عافاك، ورّيني شي حاجة أرخص.
هادشي غالي بزاف. عفاك وريني شي حاجة أرخص.
اه. عافاك، بغيت قرعة ديال البيرة.
أعتقد أن الوقت بدأ ينفد منا.
واش تقدر تراجعو مرة أخرى، عافاك؟
زيدْ فالسْرَعَة.
بغيت نبدل الحجز ديالي.
اه، كاين واحد فداك الفندق.
تاريخ المغادرة من فضلك.
فين خاصني نبدل القطار باش نمشي لسان دييغو؟
كان من اللطيف منك أن تأتي رغم انشغالك.
ماكانعرفش هاد الجلد ديال الحنش.
فهمت. تفضل بالجلوس.
تعرض جدي لنوبة قلبية البارحة.
واخا. واش تقدر تعطيني التاريخ و رقم الرحلة؟
واش ممكن ناخد شوكة أخرى؟
فاش كيسالي العرض؟
فاش نقدرو نتعشاو؟
أعتقد أنك تطلب مني أكثر مما أستطيع.
الظروف الجوية غير مستقرة. المرجو ربط أحزمة السلامة.
كنت كندير هادشي. وكنبقى كنديرو من وقت لوقت باش نحافظ على مهارتي.
شكون هاد السيدة؟
وجهتي هي طوكيو.
اه، أنا سائح.
غادي نضطرو نوجهوك عبر مدينة أخرى.
واش نقدر ننزل فطريقي؟
كان أقرب وقت ممكن هو منتصف شهر أكتوبر.
فين نقدر نلقى صاكات ديال الجلد؟
أنا عندي حساسية من حبوب اللقاح.
بغيت السمك والبطاطا، الله يخليك.
واش عندكم شي رحلة لطوكيو نهار الجمعة؟
لا، ما شفت حتى واحد حدّايا.
علبة سجائر من نوع لارك، من فضلك.
أحتاج إلى تقرير من الشرطة من أجل التأمين الخاص بي. متى سيتم إصداره؟
بغيت طوموبيل صغيرة، عافاك. شحال كاينة سومة الكراء للنهار؟
بالتأكيد. حتى الطفل الصغير لن يجد مشكلة في الإجابة على هذا السؤال.
اه، هادشي مزيان.
واش بغيتيني نعاود نقول هادشي مرة أخرى؟
هو آخر واحد يمكن أن يكذب.
هذا لك. هل ستقبله؟
واش ممكن نشوف لائحة النبيذ، من فضلك؟
أي نوع من الأعمال؟
السلام عليكم. أنا آسف، هو الآن في اجتماع.
بغيت نمشي للمتحف. شنو الحافلة اللي خاصني نركب فيها؟
و من بعد، عافاك، غادي ناخد جوج.
شكراً على استضافتي.
كنحتاج لطبيب، بسرعة.
سمحلي. بغيت نمشي لحديقة الحيوانات ديال برونكس. كيفاش نقدر نوصل ليها أحسن حاجة؟
غانقولولك فاش نلقاوه.
واش كتعرف شي ديسكو فين يقدرو يمشيو البنات الصغار بسلامة؟
ما هو وزن الأمتعة المسموح به في هذه الرحلة؟
هاك، هادشي مجاني.
يوم الاثنين.
عافاك، جواز السفر ديالك وورقة التصريح الجمركي. واش عندك شي حاجة باش تصرح؟
واش كاين شي حاجة بغيتي تشوفها؟
المرجو أن تتركهم خارج غرفتك صباح الغد.
عافاك، تسنّى قدام كونطوار المعلومات.
بغيت راديو فيه ساعة، الله يخليك.
هو بعيد عن الدار.
حوالي شهر، سيدي.
واش كاين شي بلاصة باش نغسل الطوموبيل؟
كاينة ضربة فالباب الأمامي اللي على اليمين.
واش كيقدمُو وجبات؟
هل يمكنني الدفع بالمارك الألماني أيضاً؟
ما هو الحد الأدنى لسن التصويت في اليابان؟
هادشي من الصوف الصافي.
واش غادي يكون مزيان نعيط ليك من بعد؟
امتى كيفتح وامتى كيسد؟
لا، شكرا، ما نقدرش. فالحقيقة، أنا عندي علاقة مع شي واحد دابا.
فين خاصني نبدل المحطة باش نمشي لسوو هو؟
بغيت شي دوا قوي للزكام ديالي.
واش اللباس رسمي؟
واش غادي تقدر توصل لبرودواي مع السبعة؟
واش كاين شي بلاصة لليلة هادي؟
شنو كيعني هادشي؟
البدل المسموح به هو عشرون كيلوغراماً للمسافر في الدرجة الاقتصادية.
بغيت نخلص الفاتورة ديالي.
فاش نرجع نزوركم المرة الجاية، غادي نرجع أكيد. إذن، واش نقدر ناخد تخفيض؟
واش ممكن تطلبها ليا، عافاك؟
و هو يستعد لامتحانات الدخول للجامعة.
نعم، يوم إحياء ذكرى القنبلة الذرية ويوم إحياء ذكرى نهاية الحرب.
ما خاصهومش يتفرجو فشي برامج عنيفة فالتلفزة.
ما هو آخر فيلم وأكثر فيلم شعبي؟
هل مرت سنة بالفعل؟ يمر الوقت بسرعة. بالتأكيد سأحضر. فقط أخبرني بالوقت والمكان.
واش كاين شي مطاعم مفتوحين دابا؟
واش نقدر نجلس فينما بغيت؟
سمح ليا حيت كنقلقك.
أعتقد أنك نسيت رقمًا. أعتقد أنني أعطيتك عشرين.
كنتسناك باش نشوفك.
هادشي اللي بغيت غير.
واش تقدر ترسل شي واحد لهنا دابا؟
جيب ليا شي فطور عافاك.
لقد جعلت من هذه الرحلة رحلة لا تُنسى.
واش تقدر تعطيني تقدير للتكلفة؟
إيه. ولكنهم انتقائيون إلى حد ما.
غادي ناخد أحسن بلاصة عندك، الله يخليك.
عافاك، بغيت فورميلير ديال التلغرام.
درت البقشيش فالفاتورة.
الله يخليك، بغيت نمشي لفندق A.
طوكيو زيرو ثري ثري تو ناين ون فايف إيت ثري فايف، السيدة هارادا.
عافاك، بغيت صوص فرنسية.
عافاك خودني للمطار أ.
بغيت شي صابون.
بغينا نلعبو التنس. واش كاين شي ملاعب عمومية هنا فهاد المنطقة؟
عافاك ورّيني شي حوايج ديال الدراري الصغار.
واش تقدر تنصحني بمطعم مزيان قريب من هنا؟
هادْ الشّانْطة كْبيرة و سْوَداء.
يمكن غلطت فالنمرة لي صونيت ليها.
لثلاثة أشخاص. واسمك من فضلك.
وقتاش كَاتْظنّ غادي يتحسّن الوضع؟
ما هادشي زوين، تلاقيتك هنا.
أنا هنا في عطلة صيفية.
بغيت نشري شي تذكارات للأصدقاء ديالي.
واش نقدر ناخد هادو دابا؟
كيف يمكنني تعديل تهوية الهواء؟
واش ممكن نجلس حداك؟
مع أي نوع من الأطعمة يتناسب هذا؟
مَا كَانْعْرْفْشْ العُنْوَانْ دْيَالِي بَاقِي. وَلَكِنْ كَانْخَطْطْ نْبَاتْ فْفُونْدُقْ فْسَانْ فْرَانْسِيسْكُو.
ما قادْرْشْ نْعَسْ حَيْثْ الْوَلَدْ اللِّي وْرَايَا كَايْدِيرْ الصْدَاعْ. وَاشْ مَا تْقُولْ لِيهْ حَتَّى حَاجَة؟
ففي معظم الحالات، ستكون في وضع غير مواتٍ إلى حد كبير.
كَيْعَوَّرْني رِسْغي.
ما عنديش. غير دور يسار. هاديك هي الشاحنة. هنا. طلع من هاد الطريق الصغيرة لهيه. يالاه، وقف هنا بالضبط.
انزل في محطة فيكتوريا وخذ خط الشرق-الغرب.
هذا ممزق. المرجو تخفيض ثمنه أكثر.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لْلْيَابَانْ؟
فين غادي نبدل الطوموبيلات؟
عندي حساسية من الأسبرين.
واش بغيتي نعاونك باش تقلب على شي حاجة معينة؟
خلينا نتلاقاو فالمطعم.
عندك ثلاثة أضعاف الكتب اللي عندي.
هو بطول مئة وسبعين سنتيمتر تقريباً وهو أصلع.
فيا خاطري نشرب البيرة فهاد الطقس السخون.
واش ممكن ناكل الفطور دابا؟
ها هي رخصة السياقة الدولية الخاصة بي.
بغيت شي كريم لليدين.
واش تقدر تكتب العنوان ديالك هنا؟
سمح ليا، تذاكر الليلة كلها مبيوعة. لكن باقي عندنا شي تذاكر لليلة غدا.
واش هاد الكاس ديال النبيذ صالح للغسل في غسالة الصحون؟
واش هوما بزاف أقوياء؟
أوه، يا ولد.
سقطت مني حلق أذن في مكان ما هنا.
غانبدل الرحلة ديالي لرحلة ديلتا إيرلاينز رقم جوج واحد خمسة.
أعتقد أنني لمست بعض المرجان السام.
واش عندك الكراطن؟
خليت صاكي هنا، ودابا ما بقاش كاين.
بغيت شي خس.
طبعاً. في أي وقت تريد الحجز؟ كم عدد الأشخاص؟
خصك تبقى على اليسار.
أشنو كتعرف عليه؟
دابا، شنو هي الطريق اللي خاصني ناخد باش نمشي لكارنيجي هال؟
واش ممكن نستعملو ملاعب التنس؟
بغيت نعرض عليك باش تغدا معايا.
واش نقدر نخلص فوق الطبلة؟
فين شفتيه آخر مرة؟
عطيني أداة الأنابيب، من فضلك.
نسيت ساعتي في القطار.
نعم، سيدي. انتظر لحظة من فضلك. تفضل.
واش ما جاش حتى دابا؟
إيمتا خاصني نمشي من هنا باش نلحق الطيارة ديال 12؟
كاينة السخونية هاد الصباح، ياك؟
اه، كنقدر نعرف. مكنقدرش نفهم والو من داكشي اللي كيقولوه الناس اللي حوالينا.
عافاك، صيفط ليا الإسعاف.
واش كاين شي معالم مشهورة؟
واش تقدر تورّيني فين كاين أنا فهاد الخريطة، عافاك؟
إيه. ولكن ما كنحملش هادوك اللي حلوين.
مزيان، خليني نشوف. هادشي أكثر من الميزانية ديالي.
أشنو هي أنواع الأكل اللي غادي ناكلو ف الغدا اليوم؟
التلفاز موجود هناك وهذه هي آلة التحكم عن بعد.
سمح ليا، ولكن كنخاف بلي غادي يخصك تحتافظ بيه لراسك.
كمّل غادي نيشان حتى توصل لشارع الأمل.
بغيت نشري هادْ هَاذَا.
ها هو المفتاح وها هي الاتفاقية.
واش ممكن نمشي لمنطقة التدخين؟
واش يمكن ليك تبعث طاكسي لزنقة براون رقم 23؟
حنا ما طلبناش هادشي.
عافاك، واحد الكاس ديال الشامبانيا.
واخا، كاين ربع ساعة ديال المشي من هنا.
كاس آخر، من فضلك.
بغيت نحجز شي غرف.
واش بغيتي سوار زوين باش يتلاءم معاه؟
فين كاينين منتوجات التجميل؟ فأي رواق؟
واش ممكن تعاونني باش نتواصل مع قسم التصدير؟
أعتقد أن المبلغ اللي عطيتيني كصرف قليل. واش ممكن تعاودي تحسبي؟
شكون اللي كاين فالتل ديال سنسيناتي ريدز؟
عافاك، بغيت لاتي قصير.
نادي سوبتروبيكانا جيد. يبقى مفتوحًا حتى الساعة الثانية صباحًا. سيتصل الموظفون بسيارة أجرة لك عندما تكون مستعدًا للمغادرة.
المراهقون اليابانيون مهتمون بالموضة.
ما غاديش نستعمل الفلاش.
واش تقدر تشوف العجلات؟
بديت كاناخد الدروس دابا غير. صعيبة بزاف.
فين كاين باب الركوب ديال الطيارة ديال شركة الطيران اليابانية، الرحلة رقم 214؟
كنت كَنْكَرّْيْ كل نهار.
ركبت القطار الغلط.
واش ممكن ناخد شي لصاقات ديال البريد الجوي؟
شْحَالْ غَادِي تْكُونْ مُسْتَعِدْ تْخَلْصْ عْلَى هَادْ الشِّي؟
ما بغيتوش يكون حار بزاف.
امتى غادي تقلع طيارتك لي سان فرانسيسكو؟
ما لقيتش هاد الباب.
بغيت خمسين غرام من هاد اللحم مقطع، الله يخليك.
واش عندك تذكرة الرجوع لليابان؟
واش تقدر تقول ليا كيفاش نعمل مكالمة هاتفية؟
بغيت لون آخر، الله يخليك.
لي كيجري مورا جوج أرانب ما كيصيد حتى واحد منهم.
أنا أتفق مع فكرتك، شريطة أن يتم ضمان تاريخ الانتهاء من المصنع.
واش تقدر تجيب ليا تذكرة، عافاك؟
قُولُو بْشْوِيَّة.
هادشي ماشي نقي.
بغيت نحجز دورة ديال الگولف لغدا الصباح.
تفضل، خود من الكيك. هادشي مصنوع في الدار.
واش غادي تشوف حتى لداخل هاد الصاك؟
صحيح. في لغتنا، كلمة "ساكانا" التي تعني السمك، تأتي من مزيج من "ساكا" أو "ساكي" و"نا"، حيث يُعتبر السمك طعامًا خاصًا تتناوله عند شرب الساكي.
عبر، من فضلك، بسرعة.
واش تقدر تجي تاخدني من الفندق؟
غاتكون نهار الجمعة 23.
منذ متى وأنت تعاني من هذا الصداع؟
بغيت بلاصة فالمدرجات.
ما كنعرفش كيفاش نعمر هاد الفورم.
أعتقد أنه يجب عليك تجربته بلون أكثر إشراقا.
فين كاين الطابق ديال قسم أحذية النساء؟
تحت المقعد اللي قدامك.
حتى أي وقت متأخر يظل المتجر الكبير مفتوحًا؟
ما خاصكش تشكرني.
هادشي أكثر من الثمن اللي كنت متوقع نخلص.
بغيت ناخد موعد لليوم على الساعة الخامسة مساءً.
واش كاين صالون ديال الحلاقة فالفندق؟
من أي وقت ستبدأون بقبول الغسيل صباح الغد؟
هادشي ياقوت. عندنا بروش واحد من هاد النوع و هادي من بين الحلي المفضلة عندي. واش غادي تجربيه؟
قولي ليا شحال الثمن من بعد، عافاك.
فين كايبان هادشي؟
أنا هنا باش نعمل التشيك إن.
عافاك خلي رجلين السروال ضيقين شوية بلا ما يكونو عندهم أصفاد.
بغيت نشوف شي مجموعات من المنتوجات ديالكم المشهورين هنا.
ماكلتش هادشي.
هاري، واش كاين شي حاجة نقدر نديرها؟
فالثالثة.
واش ممكن تكوي هاد السروال، عافاك؟
حديقة الحيوانات بعيدة بثلاثة أحياء.
واش هادشي من الصوف الخالص؟
أشنو هادشي؟
أنا سعيد جداً لأننا تمكنا من مناقشة جميع القضايا الهامة وإيجاد حلول لها. وأنا ممتن لكم كثيراً على تعاونكم الكريم.
بغيت شي دليل سياحي.
فين غادي يديه هاد السبيطار؟
إيلا عطيتيني تخفيض، غادي نشري هادشي حتى هو.
كُلْ.
فين نقدر نشري تذكرة ديال ماتش البيسبول؟
سمحلي. كيفاش نقدر نمشي من هنا للبنك؟
واش ممكن نشوف شي بطاقة تعريف؟
عافاك ورّيني كيفاش نستعمل التليفون.
شوف هادشي. هادا مول كبير بزاف. كنتمنى تكون جبتي معاك بزاف ديال الفلوس.
بغيت بلاصة فشي صالون.
عاجبني. غادي ناخدو.
فين كاينين أسوار المدينة؟
رجعت.
بغيت شي حاجة أكتر سماكة، الله يخليك.
ماكاينش الصابون.
شنو دابا؟
الله يخليك، بغيت نمشي لسان فرانسيسكو.
أشنو هادو؟
فين كاين الكرسي ستين A؟
شْحَالْ مَسَافَةْ بَعِيدَةْ عْلَى الْمَحَطَّة؟
أه. هو يسكن في شارع جيوس 1234.
ولدي طاح.
نعم، لدينا ملعب متاح في الساعة الثانية وآخر في الرابعة.
واش كاين خط ديال الميترو لي كيمشي لمركز المدينة؟
فأي قسم؟
هنا يمكنك الحصول على الفول السوداني.
واخا، كيعجبوني بزوج.
بالتأكيد. هاذو جوج فاليز و صاك واحد. عافاك خلي هاد التذكرة عندك.
عافاك، بغيت نبيذ أبيض.
لأننا الآن في موسم "أو-بون".
واش ممكن نمشيو نغطسو هاد العشية؟
واش عندك شي معلومات على الترفيه هاد الأسبوع ف المدينة؟
صاحبي عندو مشكل فالمعدة. واش تقدر تنصحني بشي حاجة لي تكون لطيفة على المعدة ديالو؟
جوج واحد جوج ثلاثة أربعة ثمانية ثلاثة ثلاثة ألف.
بغيت جوج بلاصات فجنب القاعدة الأولى، الله يخليك.
واش بغيتيني نكملو؟
الرحلة رقم سبعة تأخرت بساعتين.
بغيت نشوف المباني التاريخية.
غانبعتو شي واحد من الأمن.
كاينة شوية دالحرارة.
أنا من البرتغال.
بعدما شربت العصير اللي عطاوني، فقدت الوعي. ملي فقت، لقيت بزطامي و صاكي مشاو.
إذا كنت ترغب في ذلك، يمكنك طلب وجبة الإفطار على الطراز الإنجليزي مقابل تكلفة إضافية.
ضاعت لي المحفظة ديالي.
بغيت نكري لوح ديال الشراع.
واش تقدر تعطيني شي صرف، عافاك؟
بغيت سباغيتي بولونييز، الله يخليك.
بغيت بيرة عافاك.
بغيت نمشي لباريس. واش خاصني نبدل القطار؟
امتى كاين الوقت اللي يناسبك؟
واش ممكن ناخد وصفة طبية؟
بغيت واحد آخر.
شبكة الأبحاث الواسعة التي نتوفر عليها موجودة أيضا لتلبية احتياجاتكم.
هاداك هو الهدف الأول فهاد الموسم.
والو بالنسبة ليا. شكرا.
نمشيو نتفرجو فالواجهات ديال المحلات.
تذكرت دابا. مشينا نتعشاو بجوج.
أين يوجد المسار السريع؟
حنا دابا كنطيرو فوق منتزه يوسيميتي الوطني.
واش كاين شي حاجة للأطفال؟
لقيتو فالسوق ديال الروينة.
أنا مسافر.
سالييت من الأكل ديالي. عافاك، حيد ليا الصينية.
غانكري هاد النوع. بغيت التأمين ديال الطوموبيل يكون مشمول.
واش هادشي لسيدني؟
واش نقدر نمشي بالجينز والسبادري؟
أه. حسب توقعات الطقس الأسبوعية، سيبقى الجو جيداً هذا الأسبوع.
عافاك ورّيني شي قفازات.
عافاك، بغيت شي حد يفيقني.
دور يمين ف الزنقة.
تكلم بصوت أعلى، من فضلك.
واش تقدر تجيب ليا شي سماعات؟
راه تهرّس.
واحد هوت دوغ صغير و كوكا كولا كبير، من فضلك.
تيفاني. حسنا، يمكننا على الأقل أن نذهب للتسوق من خلال النوافذ.
عافاك، بغيت هاد الفيلم يتطور و يطبع.
أعتقد أننا سنفعل ذلك. شكرا جزيلا.
هادشي غلطي. ما كانشوفوش بعضياتنا بزاف.
شْحَال كَايْكُلْفْ هَادْشي بَالْبُوسْطَا الجَوِّيَّة؟
بغيت كاسكيطة.
يمكن يكون هادشي صحيح، ولكن ما نقدرش نأكد هادشي.
غانبقا فالفندق.
سمح ليا، مايمكنش ليك.
واش تقدر تحل قنينَة ديال النبيذ؟
واش نقدر نبقى ثلاثة ديال الليالي؟
أه. أريد أن أجرب سمك اللبروس الأحمر، لكن هل هو حار جدا؟
بغيت شي باتيناج ديال الروايض.
واش هاد المنتوج فيه واقي من الشمس؟ شحال ديال الحماية كيعطي؟
واش ما غاديش تراجع هاد شروط الدفع؟
أنا آسف جدا.
واش هاد القطار غادي ل شيكاغو؟
كيف يمكنني الحصول على حافلة ليموزين من هنا إلى هناك؟
لا، أنا آسف، لقد بحثت ولكنهم غير موجودين هناك.
عافاك بغيت فيلم ديال التصوير بالألوان ديال 24 صورة.
شْحَال كَايْكُلِّفْ هَادْ الرِّحْلَة؟
واش نقدر نشري تذكرة هنا؟
كنوافق، ولكن بشرط بعض الشروط.
واش نقدر نستاعير الفير؟
بغيت نشارك فجولة ليلية.
بغيت شي سلايد ملون لهاد الكاميرا، الله يخليك.
شْحَال كَايْكُلِّفْ السَّفَرْ لْسِيَاطِلْ؟
فاش غنوصلو لسياتل؟
بدل لي الغرفة ديالي، عافاك. عندها ريحة خايبة.
فين كاين المتحف؟
بالسعر الكامل، من فضلك.
واخا. غادي نوجدولك طبلة زوينة. واش ممكن تعطيني سميتك؟
كَتْطُلّ بْيَتِي عْلَى زْنْقَة مْزْعْجَة.
غرفة فيها دوش، من فضلك.
همم، عندك حرارة. كيف حال كرشك؟
رائع. هناك العديد من الأشياء التي يمكن الاختيار من بينها.
عطيني طابع ديال عشرين سنتيم، الله يخليك.
واش حسن نعلمو البوليس؟
بغيت شوية المربى.
أعتقد أنني سأذهب بالليموزين.
بغيت شي سلاطة خضرا.
فاش غادي تفيق غدا؟
بغيت نمشي للأوبرا. فين كايديروها؟
واش تقدر تقول ليا فين كاينة أقرب صيدلية، عافاك؟
واش خاصني نبدل الغرفة ديالي إلى بغيت نمدد فترة الإقامة ديالي؟
عافاك، بغيت نحجز للغدا.
ماكاتحملش تغسل الماعن.
خاصو يرجع على الساعة الرابعة هاد العشية.
شْحَالْ كَايْكُونُو هَادْ الزِّيَارَاتْ مُتَكَرِّرِينْ؟
جيبلي شي كاتشوب.
إذا طلبت الخدمة العادية، فمتى يمكنني الحصول عليها؟
مرجو منك أن تقوم بإعداد تقرير عن فقدان أمتعتي.
بغيت نحجز ثلاثة ديال البلايص لمسرحية "قط على سطح من الصفيح الساخن" لغدا بالليل.
بغيت نبقى فالفندق ديالكم غدا بالليل. واش غادي تحجز ليا غرفة فردية؟
واش هاد المسافة طويلة باش نمشيوها؟
واش ممكن تبدلو ليا بواحد أكبر من هاد القياس؟
ثلاثة مائة درهم، وورقتان من فئة خمسين درهم، وخمسة أوراق من فئة عشرين درهم، من فضلك.
لا، ليس على الإطلاق.
بغيت نخلي الحقائب ديالي.
واش ممكن توقع على الفاتورة وعلى وصل بطاقة الائتمان؟
المرجو تحويل الدولارات إلى الجنيهات.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلْ لْفُونْدُقْ بَارْكْ بْطَاكْسِي؟
تسرقات ليا الصاكة ديالي بينما كنت كنهضر فالتيليفون.
هادشي مثير للاهتمام. هادشي غادي يكون مفيد لشركات كثيرة.
سميتي ساتو. اتصلت قبل شوية. بغيت ندير التشيك إن، الله يخليك.
بغيت ماسك للوجه.
هل يمكنني ترك السيارة في مطار لاغوارديا؟
لا، بالطبع لا. سأرسل لك رسالة حالما أصل إلى المنزل. وداعا، السيد ناغانو.
أنا عالق في الزحام، ولا أعتقد أنني سأتمكن من العودة في الوقت المحدد.
واش عندكم شي خدمة خاوية؟
شبعان.
ما كنظنش أنه كايناسبني.
بغيت نبعث هاد الطرد الصغير لليابان عن طريق البر.
بغيت بلاصة فالتيراس، الله يخليك.
بغيت بلاصة على اليسار.
هاد المدينة فيها بزاف ديال الخضورة.
زيرو ثلاثة ثلاثة ثمانية واحد أربعة أربعة ثلاثة أربعة خمسة.
واش خاصني نلبس شي حاجة زوينة؟
شيانتي، من فضلك.
كانت تسير بسرعة.
بغيت عصير الغريب فروت.
واش تقدري تخيطي ليا السروال من التحت، عافاك؟
شْحَال كَايْكُلِّي ثَمَن غُرْفَة لِثْلاثَة أَشْخَاص بْلا دُوش؟
هذا السيد تاناكا في الغرفة رقم 1209. أود الحصول على مجموعة من المناشف النظيفة للاستحمام.
عافاك سَدْ سْنَانَكْ بْشْوِيَّة.
كانفرضيو رسوم الإلغاء.
واش تقدر تجيب لينا جوج تذاكر؟
هادشي ستة دولارات و أربعين سنت.
واش ممكن نشوف اللائحة، عافاك؟
شْحَالْ هَادْ الشَّانْطَة ثْقِيلَة؟
هادشي ماشي هو اللي قلتي قبل.
فين نقدر نلقى تيليفون عمومي؟
بغيت ندير جولة ديال الغطس، من فضلك.
إيه، حنا مفتوحين طول الليل.
بغيت نرحب بيكم كاملين هنا فالإجتماع السنوي الثالث ديال عام ألف وتسعمية وواحد وتسعين.
شكون هوما الممثلين؟
شْحَالْ غَادِي يْكُونْ الثَّمَنْ دْيَالُو فْالجُمْلَة؟
سميتي إليزابيث.
واش كاين شي بلاصة مزيانة نقدرو نشوفوها فثلاث سوايع؟
فين كاين بلاصَة ديال استلام الأمتعة ديال الرحلة UA eight o one؟
واش تقدر تكتب ليا شهادة على السرقة؟
وقتاش بغيتي نتلاقاو؟
البالوعة مسدودة.
جينا لأمريكا من اليابان البارح غير دابا.
فين كاين هاد البلاصة ديال الجلوس؟
بالمناسبة، هل لديك تأمين سفر لهذه الرحلة؟
كانخطط نبقى خمسة أيام.
فين كاين شي محل ما كايبيعش بالضرائب؟
كان عندي تذكرة طيارة في صاكي.
أعتقد أنني سأذهب للنوم.
هنا، هادشي شوية واسع بزاف.
عافاك خليني نفكر شوية.
واش كاين شي بار قريب نقدر نمشي ليه باش نشرب شي حاجة؟
غانوصل فخمس دقائق.
شْحَالْ مِنْ وَقْتْ وْهِيَّ فِي الْوِلَايَاتْ الْمُتَّحِدَة؟
بغيت زر ديال الضغط.
واش كاين حظر التجول؟
اللون مزيان، ولكن الحجم ماشي هو هاداك.
البسكويت الياباني.
واش نقدر ناخد دابا بلاصة ف الصف الأول، ولا نستنى العرض الجاي؟
واخا، فهاد الحالة كنظن غادي يكون حسن نجرّب شي شركة أخرى.
هاد السِّنْ كَيْضَرْني.
واحد آخر، من فضلك.
كيفاش كَتلبس ملي كَتمشي لعزاية؟
فاش كتشعل الضوء الحمرا، دوس على الزر.
دوبل-أو-ثري، جال.
شْحَال كَايْكُون الثَّمَن لْسَاعَة وَاحْدَة؟
أنت محظوظ، السيد سوزوكي.
عندي ألم حاد في ظهري.
واش تقدر توصّي ليا بشي مشروب فيه نسبة قليلة من الكحول؟
ضيعت جواز سفري في شي بلاصة.
غانْحَضّْرو ليك طابلة فديك الساعة، السي كيمورا.
بغيت طوموبيل ديال اللعب.
هذا جميل جدا.
بشكل عام، كم من الوقت يستغرق ذلك؟
واش خاصني نوقف ف الصف هنا؟
عافاك، المفتاح الرئيسي.
استمتعت بالحديث معك.
واش نقدر نشري تذكرة عند الباب؟
كنت كنحس بهاد الطريقة من البارح.
هاد الساعة فاتت الأربعة بقليل.
اليابان بلد سريع الإيقاع.
المرجو أن تتحلى بالصبر بينما نبحث عن ذلك.
عندي هادشي.
عندي طفح جلدي. أي كريم طبي هو الأفضل؟
واش كَاتْظنّ بْلي غَايْكون البيكنيك ديال غدا فالداخل؟
اه، كنعرف شي حاجة. واش نتا فالسفر؟
سميتي هي يوكو ياماوكا. واش ممكن تبدلو ليا حجز الطيارة ديالي؟
بغيت نشوف فيلم كوميدي كيهضر على الحياة العائلية.
واش بغيتي أتاي ولا قهوة؟
كندرس باش ناخد الباكالوريوس، ولكن غير نص نهار.
ما هي تخصصات هذا المطعم؟
أحلام سعيدة.
ولدت في بلدة تبعد حوالي مائة كيلومتر من هنا.
من الأحسن ليك تبقى فبيت الفندق ديالك شي أيام.
بغيت شي حاجة باش نعالج الصداع.
هذا مناسب لمقاسي فقط.
هاد البيت سخون بزاف.
واش متأكد؟
أه، هاذي عندها جودة أحسن. هاذي مصنوعة من الكشمير.
الضروريات اليومية.
سقطت الكاميرا ديالي على سطح صلب.
واش تقدر تورّيني شي حاجة أخرى؟
ما عندي غير خمسين دولار معايا.
واش كاين شي حاجة ما تقدرش تاكلها؟
طاحت لي معلقة.
شكرا لك. سأكون سعيداً بالقيام بذلك.
أي حاجة غادي تكون مزيانة.
بغيت شي بلاصات رخاصين، إلى كان ممكن.
واحد المينيو، الله يخليك.
فين كاينة الميترو؟
فهمت. وفين نقدر نلقى طوبيس؟
خلينا نتسنا العون.
سميتها السيدة غريغسون، ياك؟
فين نقدر نلعب التنس؟
واش غادي تورّيني هاد الساعة؟
دابا ولّيت كنحمّق على الكوزينة.
كان لقاؤك في المكتبة مفاجأة كبيرة.
واش عندكم راكيتات للإيجار؟
الأمور تعتمد على المكان اللي خديتي فيه الشهادة ديالك.
أها، فهمت. هاد غلط ديالي. سمح ليا.
بغيت شي حاجة خفيفة.
بغيت جوج تذاكر ديال الدرجة الثانية فاتجاه واحد لمدينة إدنبرة، الله يخليك.
اه، غادي يجي.
بغيت شي خريطة ديال خطوط الميترو، الله يخليك.
أنا كنفيق معطل نهار الأحد.
كانمشي بزاف نتمشى مع عائلتي فالويكاند.
واخا، سيدي. واش ممكن نمررو هاد الفيلم بسلام؟
دابا يمكن ليك تاخد شي حاجة من عندي.
شْحَالْ بْقَا مْنْ يُومْ لْطُوكْيُو؟
تأكد من وجهة الحافلة قبل أن تصعد إليها.
زوج ديال الأطباق للبوفي.
تعالى لهنا بعد ساعة، من فضلك.
سمح ليا، ولكن كلشي محجوز من بعد.
كان خاصني نبعث ليهم هاد الرسالة عن طريق البريد الجوي.
نعم، لدينا غرفة واحدة تطل على المحيط.
كان لون السيارة أصفر.
أية أفلام تعرض الآن؟
أكثر ما أفتقده هو الينابيع الساخنة.
واخا. شكرا.
اه، هادشي مزيان. غادي نشوفوك مع ستة و نص.
كَاينين بزاف، أسي. واش بغيتي تشوف هاد البروشور؟
إيه. هادي هي الغرفة رقم 234. مراتي مريضة بزاف.
واش عندك حزام كيطابقو؟
كم مرة تلعب البيسبول في الشهر؟
سمح ليا، ولكن مادام آرائنا ما متفقينش، ما نقدرش نوافق على تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
سميتي أكيو يامادا و رقم الرحلة هو جال زيرو تو سيكس المتوجهة لطوكيو.
عافاك عطيني قرعة ديال الكولونيا.
واش ممكن ناخد الفورم ديال استرجاع الضريبة؟
واش تقدر تدور لليمين؟
عافاك وريني هادشي على هاد الخريطة.
واش عندكم شي بيت لأربعة ديال الناس؟
لا سكر، فقط كريمة.
هاد الصباح، السيد كاواكامي غادي يزور شي زبون.
كيف يمكنني الوصول إلى هناك؟ هل يمكنك أن تشير إليه على هذه الخريطة؟
ولكنك تزرع الخضروات هنا.
أريزونا بحال حمام بخاري.
عافاك عطيني كاس ديال الما.
طبعا يمكنك ذلك. لكن سيكون هناك رسم توصيل بقيمة خمسين دولار.
واش هادشي قريب من هنا؟
واش ممكن ناخد شي مقبلات، عافاك؟
واش غادي تبدل العجلة، عافاك؟
واش هادا مية وعشرين دولار؟ كنضن بلي هادشي غالي بزاف. واش كديرو تخفيضات؟
واش عندك سوتيرن؟
بغيت كذلك جوج طوابع بريدية باش نبعث بطاقات بريدية لليابان.
عافاك وريني الباسبور ديالك وورقة الهجرة.
أشنو كَاتْبِيعُو فِي الطَّابَق الثَّانِي؟
الطوموبيل ديالي ما غاديش تكون موجودة غدا.
واش الما سخون؟
واش ممكن ناخد الشيك ديالي؟
نعم. في أقرب وقت ممكن. هذا يتعلق بأمر عاجل.
واش تقدر تضمن الجودة؟
سَدَّيْتُ عْلَى رَاسِي بَرَّا. وَاشْ مَمْكِنْ نْخُدْ عْنْدَكُمْ نُسْخَة مِنْ السَّارُوتْ، عَافَاكُم؟
فين كاينة المكتب السياحي؟
كيف يمكنني إجراء مكالمة هاتفية إلى اليابان؟
عندي جوج حوايج خاصني ندفعهم باش نتسجلهوم.
هو على خط آخر.
كاينة الحرارة بزاف هنا، و كاين الظلام بزاف.
شكون كان الفنان؟
خليني نعرفك على راسي. سميتي هي گورو يامادا.
سمح ليا. طيحت الموس ديالي. واش تقدر تجيب ليا واحد آخر؟
فين بابا؟
شْحَالْ مِنْ أُونْصَة؟
أوه، لا. كان علينا أن نرتدي ملابس المسرح.
واش كاين شي طوبيس؟
ما هو سعر الصرف؟
عندي جوج فاليزات و صاك ديال الحوايج.
الصفحات وسخانين.
هيا. سأتمكن من الابتعاد عن عملي لبعض الوقت.
شْحَالْ مِنْ سَاكْ بَاغِي تْسَجِّلْ؟
والحقيقة هي أن كل شيء يمكن أن يكون مكلفا في اليابان اليوم، لكن أطباق التوفو ليست سيئة جداً حسب معاييرنا. أما إذا كنت تزور مطعماً يابانياً راقياً لتجربة أطباق كيوتو، فمن الأفضل أن تكون مستعداً لدفع مائتي دولار للفرد الواحد.
بصوت أعلى، من فضلك.
دابا، فين هي الحقيبة ديالي؟ أوه، ها هي جاية.
شْحَالْ مِنْ فْلُوسْ كَانُو عِنْدَكْ فِي الصَّاكْ دْيَالَكْ؟
ما كنعرفش بصح. واش تقدر تقيس لي هادشي، عافاك؟
ما تنساش تجيب معاك الباسبور ديالك.
واش هادشي هو اللي عندك؟
واخا. غادي نوجد باش يتاصلو بيك غدا مع الخمسة ديال الصباح بالضبط.
واش ممكن نشوف خريطة المقاعد ديال المسرح؟
سمح ليا، خاصك تخلص مسبقاً تسعين يوم قبل، يعني تسعة وتسعين يوم.
واش عندك برنامج ديال الأحداث؟
عطيني بكرة ديال فيلم سينمائي ديال 16 مليمتر اللي كيدعم الصوت.
فهمني غلط.
كان مشغولاً جداً في الآونة الأخيرة. ربما نسي ذلك.
اه، غادي نديرها. ولكن شحال الثمن ديالها؟
واش تقدر تبقى هنا شوية؟ غادي نشوف ليك.
واش هادي أول مرة كتجرب هادشي؟
غادي نعيطو ليك فاش يكون الهامبرغر ديالك المشوي على الفحم واجد.
واش يمكن ليك تبعث هاد الطرد بثمن الكتب؟
حطّ ليا شي كريم على شعري، الله يخلّيك.
فين كاينين ملاعب التنس؟
عافاك، حْلّي ثَقْب إضافي.
واش بالصدفة كتعرف شي حاجة على الحقيبة ديالي؟
أنا من الولايات المتحدة.
واش هاد المقاس ديالي؟
عندي الربو.
أعتذر، ليس لدي حجز، لكن هل لديكم طاولة متاحة؟
لا، سيدي. آسف. نحن ممتلئون.
سؤال جيد. كنت سأشرح ذلك.
عندي ألم نابض في أذني.
بغيت ناخدو.
غانْديرو حفلة صغيرة فداري الأسبوع الجاي. بغيت نعرف واش غاتقدر تجي مع مراتك.
الركاب العابرون، المرجو أن يكون لديكم بطاقة العبور. من المتوقع أن يكون وقت إقلاعنا هو الخامسة وعشرون دقيقة. المرجو الانتباه إلى الإعلان.
بغيت نحجز وقت باش نبدا نلعب الگولف غدا مع العشرة.
واش تقدر توصّي ليا بشي بلاصة بحال هادي؟
أوه، بعض الكعك المملح. وهل يمكنني أن أدفع الحساب لاحقا؟
شحال الساعة دابا ف لندن؟
كيفاش؟
مَخَصْنِيش نَاكُلْ لْمَاكْلَة لِّي فِيهَا سُكَّرْ.
من بعد، كنظن هادشي كاين فالباسبور ديالك. واش ممكن تشوفو، عافاك.
شْحَالْ خَدَا؟
أنا طالب جديد في السنة الأولى. لا أعرف كيف أسجل. هل يمكنك مساعدتي؟
كنت أتساءل إذا كان لديكم أي تذاكر مباعة في يوم العرض.
غانوصلك بشخص كيهضر بالإنجليزية.
بصح؟
سمح ليا حيت كنقلقك، ولكن عاوني عافاك.
بغيت نرجع للفندق الكبير.
بغيت نبدل القناة لبي أي تري ناين ناين.
واش كَاتْعَقْلْ على مواصفات السارق؟
فأي فندق تقيم؟
فاش كايبدا؟
تسرق ليا الصاك ديالي.
كنتمنى نشوفك مرة أخرى فهاد الوقت من العام الجاي.
وقع حادث إصابة. المرجو الحضور فورا.
خصني ننزل. هادي ماشي الطيارة الصحيحة.
امتى هو أقرب وقت ممكن باش نكملو هاد الشي؟
سميتي ليروي.
السلام عليكم. هاد أنا ياماشيتا كنهضر. بغيت نهضر مع السيد سميث.
واش عندكم قاطرة ديال الأكل فالقطر؟
تسرق لي الصاك ديالي.
واش عندكم شي بيت متوفر لليلتين الجايين؟
واش بغيتي التأمين؟
واش تقدر تصوني ليا هاد الرقم؟
واش عندك شي مجلة يابانية؟
واش عندك شي وحدين نقيين؟
فين نقدرو نمشيو باش نديرو السورف؟
هادشي مزيان.
فاش غادي نعيط ليك من بعد؟
واش كتقدم هنا شي ماكلة؟
عافاك، بغيت التونة مع الواسابي.
واخا. غادي ناخذو. واش غادي تلفو ليا هاد الهدية، عافاك؟
فين كاين طواليط ديال الرجال؟
بغيت فيلتر.
مايمكنش ليك تفلت من هادشي.
واش ممكن ناخدو طبلة فالتيراس؟
واش يمكن ليك تحافظ على أغراضي الثمينة هنا؟
عافاك قول ليا فاش نوصلو لشارع هادسون.
أشنو هو المحل المفضل ديالك؟
عافاك اتاصل بيا فالفندق فاش تلقاه.
واش عندك شي ساعات ديال الجيب؟
واش كناكل هادشي مع الصوص؟
هل سأحتاج إلى حماية من البرد في قمة الجبل؟
شكون اللي غادي ياخد القرار النهائي؟
كنت أفكر في الأسبوع الأول من فبراير. لا زال علي أن أبحث في أمر القيام بالحجوزات.
كان هناك أيضا بطاقات الائتمان الخاصة بي في المحفظة.
عندو سلاح.
كاينين أنواع مختلفة ديال الكلاب، ياك؟
بغيت نشوف شي فيلم جديد.
بغيت شي حلقات.
مَخَصْنِيش نَاكُلْ لْمَاكْلَة لِّي فِيهَا لْمِلْح.
امتى غادي يجي اللي من بعدو؟
عندي خطط.
واش تقدر توصّلني بشخص كيهضر اليابانية؟
بغيت مجموعة ديال الشطرنج.
الله يخليك، بغيت نمشي لفندق كونتننتال.
غير بشوية ديال الخردل، الله يخليك.
هل سيكون هناك لوح ورقي في قاعة الاجتماعات؟
كون فضلت ناخد شي بيت لور. هوما عادة كيكونو هادئين.
بغيت الغرفة الأكثر هدوءا اللي عندكم.
هل تبيعون سلعاً معفاة من الرسوم الجمركية على متن الرحلة؟
بغيت نخرج الباسبور ديالي من صندوق الأمانة ديالي.
فالخامسة و خمس دقائق.
يمكنك شراء التذاكر في شباك التذاكر بالمسرح.
سمح ليا، فين كاين المرحاض، عافاك؟
فين كاين الشمال؟
عافاك، المفتاح ديال الساعة حداش وربع.
واش كتشوف التمثال اللي فداك البناية؟
واش ممكن ناخد شوية دالما؟
أه، أنا متأكد. إنه لذيذ جداً لدرجة أنني أكلت أكثر من اللازم. لقد استمتعت بالعشاء كثيراً.
شكرا لك. هل يمكنك أن تريني بعض الصنادل بمقاس ستة ونصف دي؟
عافاك عطيه الإسعافات الأولية.
واش كاين شي مرايا؟
فين كاينة البوابة رقم أربعة و عشرين؟
خود جوج كبسولات مرتين في النهار.
ما عنديش الكاشي الكافي، لذا غادي نخلص بالكريدي كارد.
بقى صابر.
بغيت ندي هاد الصاك معايا للطائرة، الله يخليك.
واش نقدر نحط الصاك ديالي اللور؟
فين نقدر نشري تذكرة ديال الطوبيس؟
بغيتي تنضم لينا؟
واش تقدر تضيف جبنة شيدر؟
ومن بعد، عافاك، عمر هاد الاستمارة ديال الطلب ووقع عليها.
بغيت خمسة طوابع ديال خمسة عشر سنتيم و عشرين كارت بوستال، الله يخليك.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لْفُونْدُقْ هِيلْتُونْ؟
شوية.
عندي خطة باش نمشي ندور فالمدينة هاد العشية لمدة نص نهار.
شْحَال هَادْ الشِّي كُلُّو؟
بغيت شي بيت هادئ، من فضلك.
أنا أتصل بك فقط لأشكرك على مساعدتك لي خلال رحلتي إلى الولايات المتحدة.
عندنا خمسة عشر عيدًا وطنيًا.
أنا متأكد أنني أودعته في مكتب الاستقبال.
هادي هي الخدامة. واش تحتاج شي حاجة؟
شْحَال ثَمَن هَاذْ عُلْبَة السْجَايَر؟
واش كيعجبك تخدم هنا؟
لا، هذا هو الرقم ثلاثة سبعة تسعة ثلاثة ثمانية أربعة سبعة اثنان، أعتقد أنك اتصلت بالرقم الخطأ.
واش ممكن ناخد سوارت البيت ديالي؟
سمحلي. واش تقدر تقولي أي قطار غادي لشارع ويلر؟
واش تقدر تنصحني بفندق نظيف و رخيص؟
يمكن هادشي غليض بزاف. واش عندك شي حاجة رقيقة؟
واش ممكن نرجعو إذا ما جاش على القياس؟
واش بغيتي ترسلهوم عن طريق البريد الجوي ولا البريد العادي؟
ديّني لشارع كينغ.
واش عندكم شي غرف خاوية هاد الليلة؟
كَانْظُنْ بْلِّي مْحَطَّةْ الطُّوبِيسْ كَايْنَةْ حْدَا هْنَا، يَاكْ؟
أعتذر، سيدي، لكننا لا نملك ذلك.
تكلم ببطء من فضلك. أنا لا أفهم جيدا.
واش نقدر نجرب هادشي؟
أشنو رأيك تجي معايا نشربو قهوة؟
بغيت نشرب بيرة. عندك شي نوع ديال البيرة؟
شنو؟ ما كيعطيوكش فرشاة أسنان مجانية؟
بغيت ثلاثة بكرات ديال الفوطوغرافيا ديال الألوان اللي فيهم ستة وثلاثين صورة.
واش كاينين شي حافلات خدامين؟
أوه، هذا ثمن مرتفع قليلاً. هل لديك شيء أقل تكلفة؟
سمح ليا، طلبنا المشروبات ديالنا ثلاثة ديال المرات.
شْحَالْ كَايْنْ مَابْيْنَا وْبَيْنْ بُرْجْ لُونْدْرَا؟
واش تقدر توصّل ليا شي أماكن نقدر نمشي ليهم ونرجع في نهار واحد؟
هادشي تقيل.
الشارع مختلف عن الشارع اللي خدينا البارح. واش هادي طريق مختصرة؟
كيفاش كَتكتبها؟
ماشي بالضرورة. كنعتقد أنهم تعلموا كيف يتعايشوا بعد سنوات طويلة من المنافسة.
بالمناسبة، هل تقبل المتاجر الكبرى الشيكات السياحية؟
اه، طبعاً. ما هو رقم بطاقتك وتاريخ انتهاء الصلاحية؟
بغيت برطمة ديال المربى.
واش ممكن نكري معدات الغطس فهاد المحل؟
واش غادي تهتم بالحقائب ديالي؟
يمكنك تجربة فندق H أو فندق C.
امتى غادي يترفع الستار؟
كيف بغيتي يكون شعرك؟
بداية الأمور مع رولينغ ستونز.
اه، سلطة الجمبري كطبق أول.
تْسْرْقاتْ لِيَّ الباسْبُورْ دْيَالِي وْ سَبْعِينْ دُولَارْ.
أشنو هاد البناية الغريبة؟
واش عندكم مسبح فهاد الفندق؟
عافاك عيط ليا غدا فالصباح مع الستة. رقم الغرفة هو أربعة وعشرين.
واش نقدر نخلص بالين؟
أخشى أنه لا يمكن استرداد الأموال. يمكنك فقط استبداله بشيء آخر.
فين كاينة الجامعة؟
كانت لابسة تيشورت و تنورة طويلة.
أنا من الولايات المتحدة.
هذا هو مطعم دالاس.
مرحباً بيكم باش تتاصلو بينا فأي وقت.
واش تقدر ترسلو لليابان الى طلبتو دابا؟
واش ممكن ناخد ديك رومي مع خبز الراي؟ و بغيت مايونيز إضافي، الله يخليك.
شْحَالْ مِنْ يُومْ صَالْحِينْ هَادْ التَّذَاكِرْ؟
واش بغيتي تاكلي معايا برا؟
تسرق ليا الصاك ديالي اللي كان فيه الباسبور ديالي.
واش عندك شي خطط؟
واش كاين التدفئة؟
فين كاين المسرح؟
قطعت صبعي.
واش غادي تاخد مية دولار على هادشي؟
واااو، ما كنتش عارف أنه خاصك على الأقل شهر باش تحصل على بطاقة ائتمان.
هل يمكنني استلام أغراضي من صندوق الأمانات الخاص بي؟
بغيت نبدل البرنامج ديالي.
لا، ما خاصكش. غير ضغط على الزر ديال التصوير، عافاك.
تعرضت للضرب باللكم.
امتى غادي يسالي هاد الجولة؟
ميامي.
جاء دوري؟
فين نقدر نشري منتوجات الصناعة التقليدية؟
هادشي بستة دولارات. واش غادي تاخدو؟
فين كاين أقرب مرحاض هنا، عافاك؟
خلصت ثمن الوجبات و مصاريف الفندق مسبقا.
سمح ليا، غادي نهتم بالكلب.
عندي حوالي ثلاثة آلاف دولار.
مائتا دولار. واش نقدا ولا بكارط الائتمان؟
فين كاينة محطة الحافلة ديال سنترال بارك؟
مزيان. عندي بلاصة حدا النافذة. إذا بغيتي تبدلي البلايص من بعد، آنسة.
أنا في عطلة.
واش هاد المنصة هي اللي غادية لنيويورك؟
اه، كل عشرة دقائق.
واش باقي نقدر نبدل طلبي؟ بغيت الدوفير سول بدل المحار الصخري.
باش يقرا.
هادشي كيوقع كل إثنين.
أوه، إنه يُظهر محطات المترو ومحطات الحافلات. هل يمكنني الاحتفاظ به؟
فين كاين كونطوار تسجيل الوصول ديال ديلطا؟
هاد العنصر ما مسموحش بيه.
واش كايصبر على اللون؟
هوما صغار بزاف.
شنو هوما ساعات الخدمة ديال متحف الفن؟
عافاك، بينما أنا غايب، صلحو.
سميتي كين.
واش كان كايْطِيحْ الشْتا هادْ الأسبوع كُلُّو؟
واش ممكن نشوف هاد الشانطة؟
واش هاد الطوموبيل غادية لسياتل؟
مرجو منك التوقيع هنا، وهذه هي الوصلة الخاصة بك للاحتفاظ بها.
خدمة الغرف.
هل هذه التذكرة صالحة فقط لليوم المحدد؟
سالا الوقت.
واش ممكن تحتافض ليا بحوايجي الثمينة، عافاك؟
هادشي غلط ديالي.
غانبقى مع شي صاحبي ف نيويورك.
شْحَال الثَّمَن مَع الضَّرِيبَة؟
هدية؟
هاداك هو اللي على اليمين من بعد.
واش كتفضل المعطف اللي فيه صفين ديال الزراير ولا اللي فيه صف واحد؟
واش تقدر تعاوني نلقى الحقيبة ديالي؟
نعم، يبدو أن هذا الأمر يستحق مزيدًا من البحث. هل يمكنك النظر في هذه الإمكانية، السيد كينان، وإبلاغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
واش بعيد الطريق للفندق ديال هيلتون؟
أشنو نوع المطعم اللي كَتقلب عليه؟ واش بغيتي غير تعشى، ولا كَتقلب على مطعم فيه بار؟
جوج بطاطس، كولا وحدة. جوج دولار الله يخليك.
بغيت جاكيط.
هاد البلاصة ضيقة بزاف.
واش ممكن نتعشى فالباطو؟
واش عندك هادشي؟
كيكون الجو رطب فاليابان ففصل الصيف.
عافاك خلي هاد الشانطة حتى الثلاثة.
دوزت وقت زوين اليوم.
هل هذا الدواء فعال في خفض الحمى؟
كان لون عينيه أسود وكانتا متباعدتين.
عافاك حجز ليا طبلة لخمسة ديال الأشخاص.
سمح ليا، عافاك عطيني آلة حاسبة.
واش خاصني ندخل للمستشفى؟
واش عندك تذكرة الرجوع ديالك؟
بغيت ندير مكالمة دولية لليابان، الله يخليك. هادي يوكي موراي من الغرفة ثلاثة و عشرين. بغيت ندير مكالمة على حساب السيد كيسوكي موراي. رقم التليفون هو طوكيو صفر ثلاثة ثلاثة سبعة جوج ستة ثمانية ثلاثة تسعة واحد.
واش تقدر تصلح هاد الكاميرا؟
نعم، سيدي. هل لديك أي بطاقة هوية؟
واش كاين شي بلاصة نقدر ندير منها مكالمة تيليفونية؟
فين كاين المكتب ديال الأشياء اللي تْلْقات واللي تْفْقدات؟
كان هذا رائعا.
يتم الإعجاب بزهور الخوخ في مهرجان الدمى الخاص بالفتيات في الثالث من مارس.
واش ممكن نبدلو بشي حاجة أخرى؟
واش نلفو ليك؟
عندي تذكرة إلى ديترويت، موعد الإقلاع هو الساعة الحادية عشرة صباحا.
واش تقدر تعاوني باش نلقاه؟
وقتاش قلتي خاصنا نسلمو الورقة ديالنا؟
بغيت عصير، الله يخليك.
خمسة وعشرون دولاراً تشمل رسوم الحافلة والمرشد ورسوم الدخول.
سجّلني، من فضلك.
بْغِينَا نْجَرِّبُو الْأَكْلَة الْمَحَلِّيَّة.
عافاك، دي صاحبي للمستشفى.
المتحف الفني الميتروبوليتاني مزيان.
عافاك عطيني وصل باش نعطيه لشركة التأمين ديالي.
بغيت نكري شي معدات ديال السورف بالرياح.
ما كنفهمش آش كتقول.
هذا هو اسمي الكامل وعنواني.
عندي حساسية من المضادات الحيوية.
إذا ما خديتش طاكسي باش نرجع للفندق، غادي يكون هادشي خطير.
تم قبول اقتراحه.
نعم، لدينا تسعة وتسعون نوعًا من وجبات الدورات.
واش كاين شي خط ديال الطوبيس آخر لي كيمشي لهيه؟
واش تقدر تقول ليا كيفاش نتحكم ف درجة حرارة الغرفة؟
حمل لي حقائبي، من فضلك.
عافاك قطع الخط. غادي نعيط ليك من بعد.
كاينين أربعة فصول مختلفين.
كان عندي هاد الأعراض من الصباح.
هل يتوقف القطار في أديلايد؟
قهوتك، من فضلك.
خمسون سنتاً للكلمة الواحدة. إنه أغلى مما توقعت.
يمكننا أن نتحقق من أغراضنا هنا.
بغيت نبعث هاد الكارطة البريدية لليابان عن طريق البريد الجوي.
فاش كيمشي هاد القطار؟
عطيني قرعة صغيرة منو.
فين كاين أقرب تيليفون؟
فالمسرح اللي حدى المكتبة. ولكن خاصك دير حجز.
بغيت شي شوية ديال السجق، الله يخليك.
أشنو هي التخصصات ديال هاد المطعم اليوم؟
أما عن السفر إلى باريس صباح الغد، فماذا عن الانتقال إلى رحلة الخطوط الجوية السويسرية المسائية؟
ثمانية وخمسون بنسا.
هادشي زوين بزاف. خاصك تجي تزورنا شي نهار.
فاش غادي نمشيو؟
سمح ليا.
ما تزعجنيش.
بغيت شي حاجة متينة.
لا، أنا أشعر بالحظ. هيا بنا.
واش عندك شي وحدة أكبر؟
بغيت نحجز طابلة لثلاثة أشخاص على الساعة السابعة، من فضلك.
عندنا شبكة مترو في المدن الكبرى مثل طوكيو.
سمح لينا، ما نقدروش. غادي ياخد هادشي أكثر من جوج سيمانات.
شْحَال كَايْكُلِّف كِرَا تِلِيفُون مُحْمُول و بِييپَر؟
واش كاين شي بلاصة ديال الغسيل قريبة من هنا؟
أنا كنتسناك حتى تسكت.
هل رسوم الخدمة مشمولة؟
أنا ما مرتاحش، عافاك عطيني شي دوا.
لا، ليس بعد، شكرا.
يُعتبر عدد سكان اليابان سابع أكبر عدد سكان في العالم.
فين نقدر نصلح الساعة ديالي؟
عطيني عشرة توكنات، من فضلك.
طبعاً، خد الحافلة رقم خمسة من الفندق الملكي و انزل في ساحة وسط المدينة.
غيتمّ هادشي غدا فالعشية.
إيه. هاد الصباح شريت تريكو من المحل ديالكم. ولكن ملي رجعت وحليتو، ما كانوش هوما اللي شريت. هاد هو الفاتورة ديالي.
كم عدد قنينات المشروبات الكحولية التي تملكها؟
يمكنك تغييره في أي بنك من بنوك المطار.
عندنا نبيذ وردي ممتاز.
واش تقدر تقول ليا شنو هو برنامج التلفزة ديال اليوم؟
أنا متأكد أنك ستتعافى في أقرب وقت.
هذا طبق شعبي في مطعمنا.
واش عندك شي هدية مزيانة لراجلي؟
واش كتشوف علامة طيارة يو إس سيفن زيرو سيفن؟ خاصك تمشي لهيه.
عندي وجع فكرشي. واش ممكن ناخد شي دوا؟
واش بغيتي تشرب شي قهوة أخرى؟
غدا؟ ما عندي والو باش نكون مشغول فالعشية كاملة. ولكن علاش؟
واش ممكن توريني الفاتورة ديالي، عافاك؟ شنو هاد التكلفة؟
غانوريك كولشي هنا.
واش كتعرفو من زمان؟
شنو غادي يوقع الى قلت اه؟
واش غادي تورّيني كيفاش نْدير باش نْصوني بالتيليفون؟
واش هادشي كوارتز؟
عافاك بغيت نطلب سلطة البطاطس باش نديها معايا.
كَيْضرني كرشي.
بغيت جوج ياردات من هاد القماش، الله يخليك.
واش غتجيب ليا شي تلج و زوج كيسان، عافاك؟
شنو هو الحد ديال العمر؟
واش عندك شي ظرف آخر؟
واش كنتي عارف أنك ما وقفتيش عند الإشارة؟
غانوصل تقريباً مع العشرة ديال الليل اليوم.
التذاكر السريعة صالحة فقط للقطار والمقعد الذي قمت بحجزه.
ماكانش عندي تبرز من تلاتة أيام.
هذا هو رقم المطالبة الخاص بي. هل ستقوم بالتحقق منه على الفور؟
شْحَالْ كَايْكُلْفْ ثَمَنْ التَّذْكِرَةْ لْوَايْتْ بْلَايْنْزْ فِي الخَطْ الشَّمَالِي؟
واش خاصني شي تذاكر؟
باينة بحال شي قطعة ديال جودة عالية.
واش كاين شي بلاصة للغوص قريبة من هنا؟
عافاك، كتب سميتك، الفندق اللي نازل فيه، ونمرة التليفون ديالك فهاد الورقة.
عافاك ورّيني الطريق لمكتب الخطوط البريطانية.
عافاك، وقفني فالمحطة الجاية.
سير عفاك للشباك الخامس.
أه، البارح كان الجو شوية سخون.
أما عن الذهاب إلى هاكوني معي، فماذا عن ذلك؟
يمكن أنني خليتو عند مكتب الاستقبال.
واش بغيتي نتغداو بجوج؟
واش ممكن ناخد شي دوا ديال المعدة؟
هادي هي عائلتي.
فين كاين المصعد ديال غرين ديلوالد؟
واش بغيتي شي أتاي؟
واش هادشي حقيقي؟
بغيتك دير راديو.
علاش هاد السروال ديال البوكسور غالي بزاف؟
عطيني تسعة ديال العشرات، واحد ديال الخمسة، أربعة ديال الواحد و الباقي ديال العشرة سنتيمات.
سمح ليا، ما نقدرش. كنقدر نوقف غير فالفنادق اللي مذكورين هنا.
أي نوع من الغرف تريد؟
أنا ممتن لك، لكن أمتعتي كبيرة جداً ولا أستطيع حملها. هل يمكنك الاحتفاظ بها من فضلك؟
بغيت نستعمل صندوق الأمان.
الإسم ديالي هو سوزوكي.
فين كاين اللوبي؟
سمح ليا حيت خلّيتك تسنّى، رقم الغرفة ديالك هو تسعة وتسعين. هاك المفتاح ديالك.
فين كاين بلاصا ديال الأمتعة اللي مخليين؟
واش ممكن ناخد موعد غدا؟
فين غادي تبقى ساكن ف لوس أنجلس؟
ما كايهمش.
فين كاين الطواليط؟
قُلْ للسيد توماس من فضلك أنني أقيم في فندق هيلتون.
واش تقدر تقول لي شنو هو الباص أو القطار اللي كيمشي لوسط المدينة؟
امتى غادي يكون كأس العالم؟
طلع فالطالعة. غادي توصل لطريق فيها تلاتة تقاطعات. من بعد سير على اليسار.
شنو هي درجة الحرارة دابا؟
حط فلوسك فينما كتقول.
السلام. هادي كارول براون كتهضر. واش ممكن نهضر مع سوزان؟
واش عندكم شي بيت عندو منظر زوين؟
واش عندك شي جورنالات يابانية؟
غانمشي نهار الجمعة 29 وغانرجع نهار الأحد.
ما عندناش هاد المنتوج فالمخزن، ولكن نقدرو نطلبوه ليك.
كاينة عليه لاصقة ديال ميكي ماوس.
واش كاين حتى كافي ديال الوجبات الخفيفة؟
عمتي كسولة و غريبة شوية.
فين نقدر نشري اللباس التقليدي؟
غاناخد ستيك السيرلوين، وغاناخد لحم مشوي لمراتي.
دابا، شنو خاصنا نديرو للعشا اليوم؟
امتى كاينين عندك بلايص متوفرة؟
بغيت طوموبيل.
عافاك، بغيت طوموبيل مايكونش فيها التدخين.
إذا كان الفندق في حي آمن، فمن الأفضل اختيار فندق أقل تكلفة.
سمح ليا، شنو خاصني نكتب هنا؟
واش كاين شي خيار آخر؟
عندي الزكام.
واش ما عندكش شي بيت أرخص؟
اتصلت برقم خاطئ.
كَايْنْ تْماكْ وَحْدْ البْنايَة زْوِينَة.
بغيت هادشي يبان بحال ديال ميگ رايان، عافاك.
قمنا بدراسة شاملة لاحتياجات الزبون.
سمح ليا. واش تقدر تقول ليا كيفاش نوصل لأقرب بنك؟
فين نقدر نفطر؟ فاش كايكون هاد الوقت ديال الفطور؟
أنا فلاح.
سمح ليا، واش تقدر ترفع الكرسي ديالك شوية؟
واش نقدر نطيب لراسي؟
امتى نقدر نوقف؟
كنقلب على مقلة ما تلصقش.
غانشوف. للأسف، ما لقيتش سميتك.
أعتقد أن هناك خطأ. هل يمكنك اتخاذ ترتيبات لتمكيننا من البقاء؟
واش خاصني ندي معايا مونطو؟
واش ممكن ناخد سماعات أخرى حيت هادو ما خدامينش مزيان؟
فطور من النوع القاري، من فضلك.
الرقم اللي اتصلتي بيه ما خدامش.
امتى غادي توصل الطيارة لروما؟
واش عندك شي فكرة فين غادي؟
واش ممكن ناخد نص كيلو من سلطة الكروفيت؟
خلينا نتلاقاو فالبيت ديالي.
عافاك ما تضحكش عليا.
بغيت شي كاوكاو، الله يخليك.
واش ممكن نخلص بالشيكات السياحية؟
واش ممكن ناخد شي خريطة ديال المنحدرات؟
كيتواجد بيت الأكل فالطابق الأول وكيتفتح على الساعة خمسة ونص ديال العشية.
واش يمكن ليك تبدل ليا تاريخ الرحلة ديالي من لندن لطوكيو؟
بغينا نستمتعو باللعب بالرياضات اللي كاينة غير فالساحل الغربي.
ما نقدرش نشرح حالتي بالإنجليزية.
سمح ليا، ولكن ما نقدرش نكون معاك.
أنا من كولورادو. من أي منطقة في اليابان أنت؟
خلصت الكاش ديالي فبلاصتو.
واش العشا واجد دابا؟ أنا جيعان. واش غادي تحط الطبلة؟
حطّو فهاد الكيس الورقي البني.
هادشي كايزعجني من نهار جيت لهنا.
بغيت نصلح ليهم السول و الكعب، الله يخليك.
واش ما كَتْظنش بلي غَنْحتاج شي دليل سياحي؟
كنقلب على ظلال العينين.
خلصت هاديك الفلوس منين شريت التذكرة ديالي.
فاش ينشف، قشّريه من على وجهك.
بغيت نجلس دابا.
كبّيت الحساء.
أنا وصلت شوية بكري، واش هادشي مزيان؟
واش كاين شي صالون ديال التجميل هنا؟
واخا. ما تخممش. عندنا ممرضة كتفهم اليابانية.
فين هي المرايا؟
كيف تشعر؟ يتم تصنيعها في سويسرا وهي رائجة هنا.
الكتب والكتيبات.
كيفاش نرجع؟
واش عندك هاد الشي باللون الأخضر؟
خلصت جميع الفواتير ديالي.
عافاك خليني نمشي.
هادشي غريب، ولكن كنقدر نهضر الإنجليزية مزيان ملي كنكون سكران.
واش كاين بلاصة ديال الأشياء المفقودة فالمحطة؟
خليني نفكر فهادشي، عافاك.
واش غادي تقول ليا على شي فنادق اللي كايكلفو أقل من خمسين جنيه في الليلة؟
غانْخَصَّمْ ليكْ عْشْرينْ فْالمِيَّة مْن الثَّمَنْ.
بالأخص فيما يتعلق بتصميم مشروع ميركوري، لم أكن لأستطيع اتخاذ قرار بشأنه بدونك.
صحتك.
واش هاد السفن القديمة باقا كتسافر؟
تعرضت لحادثة سير.
فاش غادي نتلاقاو؟
فين نقدر ناخد هاد الوصفة الطبية؟
فالحقيقة، أنا نباتي. ما كناكلش اللحم.
لذيذ.
شنو اللي غادي يكون سريع؟ ما عندناش بزاف ديال الوقت.
أنا موافق على هذا. لنذهب إلى محل بيع اللحوم الموجود في الجهة المقابلة من الشارع.
تم الاتصال باليابان. تفضل، من فضلك.
شكراً على العشاء الرائع.
واش تقدر توقف هنا حيت بغيت ناخد شي تصاور؟
تعرضت للاعتداء.
ستجد شرحا أكثر تفصيلا في كتيب منفصل بعنوان "معلومات أساسية عن الشركة" موجود في الحزمة المقدمة.
واش تقدر تجيب ليا شي أغطية، عافاك؟ البرد بزاف فهاد البيت.
واش يمكن ليك تحطو حدى النافذة، عافاك؟
كل واحد وذوقو. أنا غنشرب بيرة.
وُلد عام تسعة وثمانين وتسعمائة وألف.
امتى كايمشي آخر بيس لپيمليگو؟
واخا. شنو رأيك فهادشي؟ هاد الجولة ديال نص نهار غادي ترجعك لهنا مع الواحدة.
واش عندك شي قلادات أخرى بتصاميم فريدة؟
كَانْظُنْ بْلِي هَادِيكْ هِيَ بْلاَصَتِي.
حتى أي وقت متأخر تكون خدمة الغرف متاحة؟
واش خاصني نلبس كرافاتة؟
ما كاين حتى مشكل. فين بغيتي تديه؟
ما عنديش حتى فكرة.
طبلة ديال التراس، الله يخليك.
زيد شوية من اللور.
واش هاد القطار غادي ل شيكاغو؟
واش نقدرو نمشيو لتيكي بوينت غدا؟
كنراهن أن هناك تشكيلة أكبر في الصيدلية.
المرجو وضع خمسة دولارات وخمسة وعشرين سنتاً للثلاث دقائق القادمة.
واش كاين شي بلاصة لهاد العشية؟
امتى غادي يكون القطار الجاي اللي غادي لأكسفورد؟
ما كنعرفش نستعمل التليفون، عافاك وريني.
كنتمنى ليكم تزورو هاد المعالم السياحية الجميلة فأمريكا فالقريب العاجل.
حطيت صاكي والكتاب والكاميرا ديالي فالساك ديالي.
واش كاين شي واحد فالمحل كيهضر اليابانية؟
الماء ما غاديش يسخن بما يكفي.
واش غادي تبيعهم بشكل منفصل؟
كيف يمكنني الوصول إلى المتحف؟
السيد غودمان غادي يعجبو هادشي بزاف.
رقم الرحلة هو PK سبعة أو ثمانية في الخامس من سبتمبر.
صوتك مثير جداً على الهاتف.
واش كاين شي باص ديال المطار اللي كيمشي للمدينة؟
واش غادي تلغي ليا حجز المقاعد؟
نعم، سيدي. الساعة الحادية عشرة.
واش المبتدئين ماشي مزيانين؟
أي طائرة تصل إلى مدينة نيويورك في أقرب وقت؟
يمكنك أن تأخذ حافلة "غراي لاين آير شاتل" أو حافلة "كاري آيربورت إكسبريس".
اه، كنقلب على هدية لأختي.
واش نقدر نعوم هنا؟
اه، نتا هاكاك.
حتى أنا سعيد بلقائك. واش هادي أول مرة ليك فأمريكا؟
كَانْظُنْ بْلِّي هَادْ الشِّي غَالِي بْزَّافْ. مَاعْنْدْكُمْشْ ثَمَنْ أَكْثَرْ مَعْقُولْ؟
بغيت نشري هادشي.
حتى وصل الإيصال ديالي تسرق.
واش كاين شي تخصصات محلية؟
شْحَالْ مَرَّة كَايْخْدَمْ هَادْ الشِّي؟
واخا. خليني نحط هاد الصاك ديال السفر؟ فين غادي؟
واش بالنسبة للصباح؟
وقف السيارة.
الرقم الداخلي هو ثلاثة ستة سبعة، من فضلك.
شْحَالْ مِنْ لِيلَة غَادِي تْبَاتْ؟
عرض عليّ شخص غريب أن يلتقط لي صورة، فسلمته الكاميرا الخاصة بي. ثم ركض مبتعداً بها.
كيف يمكنني الوصول إلى مركز ABC؟
مرجو منك أن تقوم بتحرير محضر سرقة.
عطاني مدير الفندق ديالي، السيد هيلتون، سميتو.
بغيت لون أغمق، من فضلك.
واش غادي يمشي القطار ف الوقت المحدد؟
هل هناك أي جولات تتضمن زيارة إلى ملهى ليلي؟
شكرا جزيلا. نتمنى لك رحلة ممتعة.
بغيت باريط.
مايمكنش نبيعو شي حاجة بلا وصفة طبية.
وقتاش مرضتي؟
من بعد، غادي نخلص عليه بالدولار والين.
واش ممكن نرجعو لمدينة أخرى؟
كنقدمو السندويشات والمشروبات من 11 ديال الليل حتى 6 ديال الصباح.
بغيت جوج بيضات مخفوقات مع لحم الخنزير، بطاطس مقلية، خبز محمص و قهوة.
بغيت حليب سخون، الله يخليك.
أنا قلق بعض الشيء حول ما إذا كان بإمكاني الغوص بشكل جيد.
عافاك، بغيت سلاطة.
زيدْ فالسْرَعَة.
فاش نقدرو نتعشاو؟
وجهتي هي طوكيو.
فين نقدر نلقى صاكات ديال الجلد؟
بغيت السمك والبطاطا، الله يخليك.
بالتأكيد. حتى الطفل الصغير لن يجد مشكلة في الإجابة على هذا السؤال.
سمحلي. بغيت نمشي لحديقة الحيوانات ديال برونكس. كيفاش نقدر نوصل ليها أحسن حاجة؟
هاك، هادشي مجاني.
المرجو أن تتركهم خارج غرفتك صباح الغد.
ما هو الحد الأدنى لسن التصويت في اليابان؟
فاش نرجع نزوركم المرة الجاية، غادي نرجع أكيد. إذن، واش نقدر ناخد تخفيض؟
ما خاصهومش يتفرجو فشي برامج عنيفة فالتلفزة.
هل مرت سنة بالفعل؟ يمر الوقت بسرعة. بالتأكيد سأحضر. فقط أخبرني بالوقت والمكان.
هادشي اللي بغيت غير.
واش تقدر تعطيني تقدير للتكلفة؟
درت البقشيش فالفاتورة.
واش ممكن نجلس حداك؟
ففي معظم الحالات، ستكون في وضع غير مواتٍ إلى حد كبير.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لْلْيَابَانْ؟
واش بغيتي نعاونك باش تقلب على شي حاجة معينة؟
فِيَّا نْشْرَبْ لْبِيرَة فْهَادْ الطَّقْسْ لْحَارْ.
أعتقد أنني لمست بعض المرجان السام.
أشنو كتعرف عليه؟
واش نقدر نخلص فوق الطبلة؟
مزيان، خليني نشوف. هادشي أكثر من الميزانية ديالي.
كمّل غادي نيشان حتى توصل لشارع الأمل.
بغيت نحجز شي غرف.
أعتقد أن المبلغ اللي عطيتيني كصرف قليل. واش ممكن تعاودي تحسبي؟
واش تقدر تشوف العجلات؟
ركبت القطار الغلط.
شْحَالْ غَادِي تْكُونْ مُسْتَعِدْ تْخَلْصْ عْلَى هَادْ الشِّي؟
لي كيجري مورا جوج أرانب ما كيصيد حتى واحد منهم.
واش غادي تشوف حتى لداخل هاد الصاك؟
حتى أي وقت متأخر يظل المتجر الكبير مفتوحًا؟
واش هادشي من الصوف الخالص؟
فين غادي يديه هاد السبيطار؟
بغيت نكري لوح ديال الشراع.
بغيت بيرة من فضلك.
بغيت واحد آخر.
عافاك ورّيني شي قفازات.
كيف يمكنني الحصول على حافلة ليموزين من هنا إلى هناك؟
عافاك بغيت فيلم ديال التصوير بالألوان ديال 24 صورة.
بغيت نمشي للأوبرا. فين كايديروها؟
خاصو يرجع على الساعة الرابعة هاد العشية.
تسرقات ليا الصاكة ديالي بينما كنت كنهضر فالتيليفون.
هل يمكنني ترك السيارة في مطار لاغوارديا؟
بغيت بلاصة على اليسار.
شيانتي، من فضلك.
بغيت عصير الغريب فروت.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ دْيَالُو فْالجُمْلَة؟
واش كاين حظر التجول؟
هادشي زوين بزاف.
واش نقدر نشري تذكرة عند الباب؟
عندي طفح جلدي. أي كريم طبي هو الأفضل؟
هادْ الشي قدّي بالضبط.
واش متأكد؟
طاحت ليا الكاميرا ديالي فوق سطح صلب.
واش كاين شي حاجة ما تقدرش تاكلها؟
سميتها السيدة غريغسون، ياك؟
تأكد من وجهة الحافلة قبل أن تصعد إليها.
كم مرة تلعب البيسبول في الشهر؟
عافاك وريني هادشي على هاد الخريطة.
كيف يمكنني إجراء مكالمة هاتفية إلى اليابان؟
سمح ليا. طيحت الموس ديالي. واش تقدر تجيب ليا واحد آخر؟
عندي جوج فاليزات و صاك ديال الحوايج.
شْحَالْ مِنْ فْلُوسْ كَانُو عِنْدَكْ فِي الصَّاكْ دْيَالَكْ؟
سمح ليا، خاصك تخلص مسبقاً تسعين يوم قبل، يعني تسعة وتسعين يوم.
عطيني بكرة ديال فيلم سينمائي ديال 16 مليمتر اللي كيدعم الصوت.
بغيت ناخدو.
كيفاش؟
أنا طالب جديد في السنة الأولى. لا أعرف كيف أسجل. هل يمكنك مساعدتي؟
فين نقدرو نمشيو باش نديرو السورف؟
واش يمكن ليك تحافظ على أغراضي الثمينة هنا؟
واش تقدر توصّلني بشخص كيهضر اليابانية؟
يمكنك شراء التذاكر في شباك التذاكر بالمسرح.
واش كتشوف التمثال اللي فداك البناية؟
شكرا لك. هل يمكنك أن تريني بعض الصنادل بمقاس ستة ونصف دي؟
فين كاينة البوابة رقم أربعة وعشرين؟
شْحَال ثَمَن هَاذْ عُلْبَة السْجَايَر؟
بغيت ثلاثة بكرات ديال الفوطوغرافيا ديال الألوان اللي فيهم ستة وثلاثين صورة.
شْحَالْ كَايْنْ مَابْيْنَا وْبَيْنْ بُرْجْ لُونْدْرَا؟
أشنو هاد البناية الغريبة؟
أخشى أنه لا يمكن استرداد الأموال. يمكنك فقط استبداله بشيء آخر.
شْحَالْ مِنْ يُومْ صَالْحِينْ هَادْ التَّذَاكِرْ؟
تعرضت للضرب.
واش ممكن نتسلق جبل بهاد المعدات الخفيفة؟
هادشي كثر من الميزانية ديالي.
بغيت شي طبيب يجي لعندي للغرفة ديالي، الله يخليك.
أشنو هو الرقم ديال خدمة تنظيف الغرف؟
واش نتا إيرلندي؟
واش هادشي للبيع دابا؟
باعو جميع التذاكر.
بغينا نلعبو لمدة ساعة غداً الصباح على الساعة العاشرة.
سمح ليا، واش نقدر نبدل بلاصتي؟
ما كنتش عاقل فين.
شكراً. سأكون ممتناً لذلك. كما ترى، أنا مهتم بالمسلسلات الأسترالية.
سمح ليا، واش تقدر تنصحني بشي أوطيل آخر؟
نهار زوين بزاف. واش عادة كيكون عندكم هاد الجو الزوين فهاد الوقت من العام؟
سبق لنا أن عشنا تجربة مماثلة في الماضي.
واش تقدر تشوفو ليا؟
كان غير واضح.
أحتاجهم قبل يوم الجمعة.
شكون هو المدير؟
شْحَالْ صْرَفْتْ فْالْجْمْلَة؟
من سان فرانسيسكو إلى ناريتا.
هادشي ماشي مقاسي بالضبط.
واش كتخدمو يوم الأحد؟
واش كاين شي ديسكو مزيان هنا؟
أحتاجها بحلول الساعة الخامسة مساءً.
ما كاين حتى شي طريقة باش نعتاذر.
واش غادي تبقى ف نيويورك بزاف ديال الوقت؟
آه، تفضل.
واخا. غادي نحطهم فالكوفر.
واش يمكن ليك تلفّو ليا، عافاك؟
واش هاد القطار سريع؟
واش تقدر توصّي ليا بكتاب مزيان لولد عندو 15 عام؟
هاد الروج الصغير زوين بزاف. بغيت هاد واحد، الله يخليك.
عندي ثمان سنين.
ضرب ضربة جزاء.
كان شعرها أسود ومتموج.
واش تقدر تقترح شي بلاصة أخرى تستحق الزيارة؟
كيعجبني بزاف. ولكن للأسف ما كيعجبنيش التصميم. وشنو بالنسبة للباقي؟
واش تقدر تنصحني بفندق ماشي غالي بزاف؟
شْحَالْ كَايْجِيو فْالْمَجْمُوعْ؟
هاد النهار عيد ميلاد صاحبتي. واش عندك شي حاجة خاصة؟
واش نعيط للشاف باش يشرح ليك هادشي؟
واش تقدر تعطيني مخدر؟
واش تقدر تلفّو ليا؟
عندي الربو.
هذا شريط فيديو سجلته لصديقي.
علاش مشيتي لنيويورك العام اللي فات؟
أية وثائق أحتاجها للدخول إلى الولايات المتحدة؟
سميتي تسوتومو.
واش هادي غليونة ديال الخشب؟
واش متأكد؟ كنت كنظن أن شكل هاد القنينة ديال النبيذ كيتستعمل للنبيذ ديال بورغوندي.
سمعت أن هناك بعض نوادي الجاز الجيدة.
بغيت نشري ستة كرافاتات. واش تقدر تعطيني تخفيض؟
عندي زكام.
عيط على الإسعاف بزربة.
إيه، يمكنك ذلك. الغرفة جاهزة. من فضلك اكتب اسمك وعنوانك هنا.
واش عندو جذع كبير؟
تسعة ثلاثة تسعة ستة سبعة صفر صفر.
أي لون تفضل؟
فاش غادي يخرج القطار الجاي اللي غادي لفيلاديلفيا؟
هاد السمك طاب بزاف شوية.
عافاك، حول هاد المبلغ للدولار.
فين غادي نرسلو ليك الشانطة ديالك ملي نلقاوها؟
هل هذه البضاعة مصنوعة من الجلد بنسبة مئة في المئة؟
واش سبق ليك مشيتي لنيويورك؟
شنو هو وقت الصعود؟
أنا معلم.
عندنا تشكيلة كبيرة من الحلويات، بما فيها الكيك والآيس كريم.
كيفاش سميت هاد النبتة؟
شْحَالْ مِنْ يُومْ كَايْخُدْ هَاذْشي بَاشْ يْوَصْلْ عْبَرْ البُوسْطَة الجَوِّيَّة؟
نمشيو للمطعم بالتاكسي.
هذا البيان الخاص بالحسابات خاطئ.
واش نقدر نحط الصاك ديالي هنا؟
قدّاش الوقت اللي باقي باش نوصلو لسيدني؟
واش ممكن تعطيوني جواز سفر مؤقت؟
هادشي رخيص. هاك، غادي نعطيك خمسة دولارات وصفر سنتيم.
غاناكل فطور كبير من خدمة الغرف.
كوكا كولا كبيرة.
واش ممكن تعطيوني تخفيض؟
اه، هاهو.
واش نقدر نستمر فالسفر؟
أي فصل هو الأجمل في هذا البلد؟
واش ممكن نطلب كأس ديال النبيذ؟
عالم صغير.
لا، خليني نشوف الأول.
واش نقدر نبدلو برحلة قبل من هادي نهار الخامس؟
واخا. عافاك، كَمّل هاد الفورمُولير و وقّع عليه.
شنو هو معدل التضخم؟
كَتْقَدّْمْ لِينَا قْهْوَة مْعَلّْقَة.
خصني نمشي دابا.
هوما واسعين بزاف.
فين كاينة غرفة الأمتعة؟
الجمعة عامرة تماماً حتى الساعة الثامنة والنصف.
خليني نفكر فهادشي. غادي نشوف شي محلات آخرين.
ما بغيتش نخلص أكثر من ثلاثين دولار للقطعة الواحدة.
بغيت بلاكة ديال الشوكولا، الله يخليك.
واش تقدر تقولي فين نقدر نعمل التشيك إن ديال هاد الرحلة؟
واش تقدر ترسم خريطة؟
شكرا جزيلا. هاد هو تذكرة التعديل ديالك.
سمح ليا. واش تقدر تقول ليا وقتاش كتحل؟
امتى كَاتلبس الكيمونو؟
قول ليه يتصل بيا منين يدخل فالحال. هاد هو الرقم: تلاتة خمسة أربعة ثمانية واحد واحد تلاتة تسعة. فندق هيلتون، الغرفة رقم اثنا عشر أو تسعة.
بغيت شي شامبو ديال الرغوة.
غاتسالا مع الواحدة ديال العشية.
كنقلب على شي هدية تذكارية لوالدتي.
كنت غادي نقول أنك عندك شي خمسين و خمس سنين.
هذا شائع.
كنقول أن الصيف هنا ماشي بزاف خايب.
كيفاش كتربط حزام السلامة؟
هل هذه التذكرة لا تزال متوفرة؟
هل يجب على الجميع النزول؟
هاد الدوا عطاه ليا الطبيب ديال العائلة ديالي.
خليني نشوف هاد الطوموبيل.
كانوا أربعة شبان.
ما زال ما كنحس براسي مزيان.
غانوصل بعد العشا.
واش ممكن ناخد علبة باش نعبر فيها؟
المناخ معتدل.
عافاك عيط على طاكسي مع جوج ديال العشية.
هادشي بزاف عليا، كيبان بزاف.
خليني نشوف هاداك.
واش كاين شي ديسكوتيك هنا فهاد المنطقة؟
شْحَال ثَمَن الغُرْفَة؟
الأكل بارد.
أين هو المكان الأكثر الموصى به للزيارة؟
هاد الطيارة تأخرات بساعتين على الوقت المحدد.
أه، غادي يعجبني هادشي.
كاس دي شابليس.
فين غادي تمشي ف الجزء ديال A؟
واش تقدر تعيط لطبيب، عافاك؟
شوف شنو تقدر دير ليا.
شكراً على النصيحة. سأجربها في المرة القادمة.
لا، شكرا.
واش تقدر تشعل المكيف؟
من أي منطقة في الولايات المتحدة أنت؟
أه، زيتونة عالقة في حلقي.
الثلاجة ما خداماش.
مرحبا. كان من دواعي سروري.
واش تقدر تحطني مع شي واحد كيهضر اليابانية؟
واش ممكن تعطيني الفاتورة، عافاك؟
سمحلي، واش تقدر تقولي شنو هاد العنصر اللي كاين فالمينيو؟
هاد المفتاح ديالو على شكل كارت. يمكن ليك تبقاه معاك.
أنا مجمد تماما.
هاد الشي كيبان لذيذ.
واش بغيتي قهوة ولا أتاي بعد الماكلة؟
هادْي صاكْ كبيرة ديال الجْلْد.
واش تقدر تختار ليا واحد؟
عندي حساء فول الصويا سريع التحضير.
فـ نيويورك.
الممر رقم سبعة.
واش تقدر تقولي في أي طابق كاينين المطاعم؟
درت حجز فالمطار.
شنو هو الحجم بالسنتيمترات؟
كنت كنمارس الكاراتي ملي كنت فالمدرسة.
بغيت نحجز لخمسة ديال الأشخاص على الساعة ستة ديال العشية ديال اليوم.
هل هذه الحافلة الصحيحة الخاصة بشركة الخطوط الجوية اليابانية؟
بغيت نمشي لمطعم حقيقي ديال نيويورك، مايكونش غالي بزاف.
ما كاين حتى شي خيار. هنا مزيان.
أشنو خاصني نقدم باش نكري طوموبيل؟
غانقولها ليك فاش نوصل لهيه.
فين نقدر نشري الأدوات المكتبية؟
مرضت بالأنفلونزا.
وقع حادث.
هل الدكتور توفلر أستاذ صارم؟
هادشي كيتعلق بالموضوع.
ما نقدرش نسد الباب.
ها هنا. هل يمكنك أن تُريني بطاقة هويتك أو جواز سفرك؟
نْتاصْلو بيه بالتيليفون.
هاداك هو الراجل.
عافاك، بغيت شي حد من السيرڤور يجي عندي للبيت.
واحد الطبيب، من فضلك.
شْحَالْ هِيَ تْسْعِيرَة رْسُومْ الدُّخُولْ؟
عافاك، نصحني بشي فندق.
شْحَالْ عُمْرْ الْيَابَانْ؟
واش تقدر تحط ليا هاد الشي ف صندوق الأمانات؟
أعتقد أنني نسيت أمتعتي في الطائرة.
إذن، يجب أن تعرف كيف نشعر جميعا هنا. نحن لا نحب أن يخبرنا الغرباء كيف نعيش حياتنا.
واش تقدر تنقي الزاجة؟
شْنُو سْمِيتَكْ، عَافَاكْ؟
أنا موافق على هذا الاقتراح.
لشخصين على الساعة السابعة، صحيح؟ هل يمكنني معرفة اسمك، من فضلك؟
واش عندك شي ساعات يدوية الصنع؟
واش ما كايناش شي غلطة فالفاتورة؟
إلى اللقاء الآن.
يمكنك استخدام التذكرة في جميع القطارات.
ولكن لا تقلق. يمكنك النزول في المحطة القادمة والعودة مشيًا. إنها ليست بعيدة.
حاولت هاد الطوموبيل دير دورة لليسار بالقوة.
واش ممكن ناخد طبلة؟
فين كاين بلاصة الأكل؟
بغيت هادشي يكون بمظهر غير لامع، من فضلك.
فين خاصني نعيط، إلى كان عندي شي مشكل؟
شْحَالْ كَايْكُونْ ثَمَنْ الطَّابْعْ دْيَالْ الرَّسَالَةْ الجَوِّيَّةْ، عَافَاكْ؟
صناعة السيارات هي الصناعة الرئيسية في اليابان.
واش شي واحد منكم كيهضر اليابانية؟
ما كاينش داعي لهادشي، شكرا. غادي ناخد هاداك.
تفضل من هنا، من فضلك. واش هاد الطبلة مزيانة؟
أشنو هي الهوايات ديالك؟
انتظر لحظة من فضلك. سيدي، أعتقد أن السيد أوكاوا قد ذهب لتناول الغداء. هل تريد أن تترك رسالة؟
بغينا ناخدو أطباق بثمن تقريبا ثلاثين جنيه للشخص الواحد.
أشنو الهدف من هاد الصف؟
هاكا شي سماعات.
بغيت فلاش لايت.
واش نعطيه ليه الرسالة؟
السلام. واش هادا هو مكتب الاستقبال؟ أنا في الغرفة واحد صفر سبعة صفر. للأسف، عندي شكوى بغيت نقدمها.
واش بغيتي تجي للحفلة ديالنا الليلة؟
أوه، هذا رائع. أنا أحب صوتهم. و أنت، بوب؟
واش هاد القطار غادي لGrand Central؟
شْحَال كَايْكُلْفِي تِسْكِي دْيَالْ يُومْ وَاحِدْ؟
كانت آخر مرة جئت فيها إلى هنا قبل عامين. هل استمتعت برحلتك؟
أعتقد أنه يمكننا أن نحصل لك على طاولة في غضون خمس عشرة دقيقة تقريبًا.
عافاك، بغيت ندير مكالمة شخصية لطوكيو، اليابان.
واش كاين المكيف؟
شْحَال كَايْن فْالْكُل؟
فين غادي تبقى؟
هاكا كاين تسعة وتسعين ين. عافاك بدلهم كاملين بالدولار.
فـ ABC.
بغيت شي سيشوار.
ففي هذه الحالة، توجد لائحة الأسعار بالقرب من مقعد السائق.
واش خاصني نرجع للمكتب ديالك مرة أخرى؟
واش نقدر نحط عندك الأغراض الثمينة ديالي؟
عاود هادشي.
كان رجل طويل القامة وكان الرجل الآخر قصير القامة.
واش ممكن ندهنو الصالون بطبقة جديدة من الصباغة؟
يمكن أن يكون هذا بسبب شمعة الإشعال.
واخا، هاد الجولة الاستكشافية زوينة.
للأسف، نعم. مكتبنا الرئيسي موجود هنا. وماذا عنك؟ هل هي المرة الأولى التي تأتي فيها إلى هنا؟
عافاك، نصحني بمطعم مزيان قريب.
واش كتقبلو الشيكات بالين الياباني؟
غانزل ف الكاتدرائية.
صاك أبيض ديال الكتف.
واش شفتي هنا شي كاب أسود؟
نسيت الكاميرا ديالي فالطاكسي.
واش نقدر نبدل هاد التذاكر بعرض الغد؟
بغيت ندوش قبل ما ناكل.
كيف بغيتي اللحم ديالك يطيب؟
أوه، ما أروع لعب الغولف في أستراليا، إنه رفاهية حقيقية.
فين تْصَنّْعات؟
أشنو هادشي لي كياكلو؟
بغيت علبة مارلبورو من فضلك.
سمح ليا، ولكن في أي شارع كاينين دابا؟
واش نقدر نطلب هادشي من اليابان من بعد ما نرجع؟
بغيت نكري دراجة.
ماكاينش الصابون فالبيت ديالي.
واش ممكن نسولك على سميتك؟
واش ممكن نتحرك ونجلس فبلاصة خاوية؟
الرحلة رقم واحد صفر واحد المتجهة إلى ناريتا، والمقرر إقلاعها في العاشر من يونيو، تم تأكيدها مرة أخرى.
واش غادي تقول ليا شي أماكن مثيرة للاهتمام باش نمشي ليها ونشوفها فهاد المدينة؟
أرسل هذا إلى اليابان عن طريق البرقية.
كَانْظُنْ بْلِّي عِنْدِي حُمَّى.
متوسط النضج.
أعتقد أنني سآخذ تلك التي ثمنها خمسون سنتاً. أعطني اثني عشر منها، من فضلك.
واش بعيد باش نمشيو على رجلينا؟
أعتقد أن هذا هو النوع الذي نود استيراده.
أه. أنا أبحث عن أحمر شفاه شانيل رقم خمسة وثلاثين.
واش قرّيتي بطاقة التعليمات ديال السلامة؟
واش ممكن نشوفو شي فيلم فهاد الرحلة؟
خصني نرجع قبل الستة ديال العشية.
سمح ليا. بغيت نمشي لميامي.
كنكتبو بطاقات العام الجديد وكنرسلوهم. كيوصلو نهار واحد يناير.
واش غادي تمشي للمدرسة؟
ركبت القطار اللي كايجي مع الطناش و النص من سان دييغو.
أشنو كاين هاد السيمانة؟
كيف يمكنني العودة إلى هنا؟
بغيت شي سكر، الله يخليك.
واش ممكن تعمر ليا هاد الفورم ديال التأمين الصحي، عافاك؟
من الثامنة إلى الثامنة و الربع.
فالحقيقة أنا عندي العادة الشهرية. واش هادشي مشكل؟
واش تقدر تشير ليه فهاد الخريطة؟
كتشوف، ما كتسخنش الما ديال الحمام بما يكفي.
واش كاين شي تغيير فبرنامجنا؟
بغيت غير ندير جولة مريحة.
بغيت نرجع للفندق باش نلقى الكاميرا ديالي.
خصك تاخد طاكسي، حيت ماكايناش شي مواصلات عمومية.
فالبلوك الثالث على يسارك.
واش غتلعب معايا التنس الأسبوع الجاي؟
بغينا نلعبو جولة بيناتنا حنا الثلاثة. شحال غادي يكلفنا هادشي؟
اه، أنا جايب دمية يابانية لصديقي.
هذا ليس ما طلبته.
خاصني شوية ديال الوقت زايد.
غاناخد هاداك.
كتْبَدْلو القْطارْ فالمْحَطَّة التالْتَة.
كنفضل الماكلة الطاليانية.
سنقلع بعد بضع دقائق. يرجى التأكد من أن حزام الأمان الخاص بك مثبت بشكل آمن.
فاش كتحلو؟
نصف يوم يكلف ثلاثين دولاراً. اليوم الكامل يكلف خمسين دولاراً.
واش كيوقف كار ديال أفينيو الخامس هنا؟
واش ممكن نشوف رخصة السياقة ديالك، من فضلك؟
واش ممكن ناخد شي سيريل؟
رحلتنا غادي تبدا فاليوم الواحد والعشرين من يوليوز وغادي تسالي فاليوم السابع والعشرين.
كيف تنطق اسم هذه المحطة؟
هكذا، من فضلك.
واش كاين شي باص ديال المطار اللي كيمشي للفندق شيراتون؟
اه، غادي ناخد بيرة مسودة مع المقبلات.
فاش كنت كنتمشى فبرودواي.
واش كاين شي حاجة مثيرة للاهتمام هنا؟
عطيني ثلاثين لتر.
عافاك صورنا.
ديال من هاد الخدمة؟
خصنا نتاصلو بمكتب المعلومات اللي كاين فالزاوية ديال بهو الفندق. هوما غادي ياخدو الحجز.
هاداك شفّار.
الهدف من ذلك هو مساعدة المتضررين من الحداد على تحمل تكاليف الجنازة.
واخا. دور على اليسار ديالك فالدورة الجاية. غادي تشوفو قدامك مباشرة.
أشمن واحد كتعتابريه حسن لبشرتي، طلاء الأظافر باللون الغامق ولا طلاء الأظافر باللون الفاتح؟
شْحَالْ مَسَافَةْ لْهَادْ الفُونْدُوقْ؟
بغيت ناخد موعد مع السيد واتسون.
لا، سأخرجهم.
اه، عندنا. شنو النوع اللي بغيتي؟
أي دواء للبرد تنصحني به؟
أشنو كدير عادة ف وقت الفراغ ديالك؟
سمح ليا. فين كاين تيليفون عمومي؟
كَانْظُنْ بْلِّي هَادْشِي كَايْخَلِّينِي نْبَانْ كَبِيرْ فْالعُمْرْ.
اليوم عندنا مينسترون، كريمة الهليون، وحساء الخضار.
أعتقد أنه يمكنك الحصول على كل شيء من السوبر ماركت. إذا لم تستطع، فلا تقلق. سأذهب إلى الصيدلية غداً.
كنت كنتساءل امتى نقدر نرجع لهنا.
مرجو منكم ربط حزام السلامة و احترام علامة "ممنوع التدخين" حتى يتم إطفاؤها.
واش يمكن ليك تبدل ليا البلاصة ديالي بوحدة فالقسم ديال المدخنين؟
واش غادي تجيب ليا بيرا أخرى؟
ما كاين حتى واحد ساكن هنا بهاد الإسم.
بغيت نلغي الحجز ديالي للطائرة ليوم الخامس من ماي، وندير حجز جديد ليوم التاسع من ماي، الله يخليك.
غادي ناخد إيطالي، الله يخليك.
أشنو هي الرسوم اللي ما كاينةش فيه؟
شريت روج حمر باش نعطيه كادو.
واش نقدر نلتحق بداك الكورس حتى ويلا كنت مبتدئ؟
شكون اللي صنعو؟
واش ما كَتْبِيعُوهُومْشْ بْحَالْهُمْ بْحَالْهُمْ؟
يمكن لحارسنا أن يساعدك، أو يمكنك الحصول عليه عن طريق سيارة أجرة.
بعض السجائر، من فضلك.
واش تقدر تجيب ليا تذكرة؟
واش كتجمع الحيوانات المحشوة كهواية ديالك؟
هل يمكن لليابان إنتاج كل الأغذية التي تحتاجها؟
بغيت بومبا ديال الهواء.
كَانْبَانْ لِي هَادْ الشِّي بَسِيطْ بْزَّافْ لِيَّا.
فين نقدر نشري شي تذاكر ديال التيليفيريك؟
فاش كايبدا القطار؟
عافاك، بغيت تلغي ليا الكارطة ديالي.
هاد الساعة القديمة ما بقاش خدامة. واش تقدر تبدلها؟
بغيت نبدل شي ين ياباني بدولارات أمريكية.
معامن خاصني نتواصل إلى كان عندي شي مشكل؟
غاناخد من هاد الشي تلات ميا غرام.
شي حاجة حلوة؟
شْنُو سْمِيَّة هَاذْ الْفَنَّانْ؟
شكراً. هل يمكنني التحدث مع السيدة ياماتو، من فضلك؟
كنقترح عليك تزور حتى مبنى الأمم المتحدة اللي كاين على ضفة نهر إيست.
واش ممكن ناخد جوج لترات ديال الحليب؟
بغيت نكري طوموبيل.
ضاع لي الباسبور ديالي.
كتاخد أكثر من الثمن ديال الرحلة.
ما كنعرفش كيفاش نسد هاد الستائر.
غضبت عليه.
خصك تخلص زيادة على الحلوى.
واش ممكن نطلب وجبة نباتية؟
شكراً. كان من اللطيف رؤيتك. إلى اللقاء.
هذا المطار غير مزدحم كثيراً بعد ظهر يوم الثلاثاء.
سلام. أنا حجزت طاولة لليلة هاذي على الساعة سبعة. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
عادة ما تكون تساقطات ثلجية خفيفة تتراوح بين بوصة أو بوصتين.
غانكون فرحان الى كان الجو زوين غدا.
واش تقدر تلقالي شي واحد باش يهتم بالدراري الصغار؟
كنت محظوظاً جداً لأنني حصلت على تذكرة الليلة. لم أصل إلى المدينة حتى الساعة الثالثة مساءً.
بغيت نرسلو عن طريق البريد السريع.
إذا كنت تريد التدخين، الرجاء الانتقال إلى الصفوف من الأربعين إلى الخمسين.
تْسْرْقاتْ لِيَّ الْبَاسْبُورْ دْيَالِي.
يمكنك الحصول عليها عند البوابة قبل الصعود. يرجى إظهار هذا الإيصال هناك.
هادْ هِي صاكْ صْغِيرْ أزْرَقْ كَيْتْسَتْعْمَلْ لِلْمْبِيتْ.
بغيت نشعل الضو.
واش غادي تعلّمها ليا على الخريطة ديالي؟
عافاك بدل هاد الفلوس بالدولار.
شْحَال الثَّمَن دْيَال الشَّهْر؟
واش نقدر نعيط من هاد التليفون؟
أشنو رأيك فهاد الطيارة اللي مصنوعة فاسكوتلاندا؟
كان الأمر مفاجئاً. لذلك لم أر وجوههم.
جيبلي طاس، الله يخليك.
عافاك، بغيت جوج تذاكر ديال هاد الليلة.
طوبيس؟ أعتقد أنك تقصد ليموزين باش يوصلك للفندق. فين غادي للفندق؟
بغيت نسحب أربعمية دولار من حسابي.
شنو هوما ساعات الخدمة ديالهم؟
سمح ليا. كنضن بلاصتي هي اللي حداك.
بغيت نصلح الصباط ديالي.
هل الرسوم الضريبية ورسوم الخدمة مشمولة؟
إذن، هل هذه الشروط مقبولة؟
بغيت نشري علبة ديال السجائر.
حنا مهتمين بالأثاث.
ماكانعرفش نْهَدْرْ بالإنجليزية.
إيه. تحت الكرسي.
أوه، أنا آسف. ربما لديك مكان في ذهنك بالفعل - إلى أين تريد الذهاب؟
واش يمكن ليك تأمن هاد الطرد؟
أه، لقد فحصني الدكتور جونسون البارح.
فين كان هادشي مصنوع أصلاً، و شحال من عام داز؟
فهمت. غادي تخلص غير شي زيادة.
واشنو رأيك فهاد الحزام ديال الجلد ديال الماعز اللي عندو جودة عالية؟
شْحَال كَايْكُلْفْ أَرْخَصْ كُرْسِي؟
واش عندك الحوت مقلي؟
عافاك عمرو ملي ترجع الطوموبيل.
شْحَالْ دْيَالْ الْوَقْتْ بْغِيتِي تْسْتَعْمْلُو؟
عافاك بغيت توست و كاس ديال القهوة.
غانجيو ناخدوك من قدام الفندق.
أخشى أنني لا أستطيع الحصول على الموافقة على هذه البطاقة الائتمانية.
سمح ليا، ما فهمتش معنى هاد علامة المرور.
ثلاثة كؤوس من البيرة المُخمَّرة، من فضلك.
واش نقدر نطلب كأس ديال النبيذ؟
هادشي تمنو خمسة وثمانين سنت. ما تنساش تاخد تذكرة التحويل ملي طلع، باش ما تحتاجش تخلص مرة أخرى ملي تبدل الباص.
واش غاندخلو كاملين ف نفس الوقت؟
واش ممكن تنضم لينا باش ناخدو الصورة؟
درتو هنا هاكا قبل شي ثلاثين دقيقة.
امتى كَاتكونو مفتوحين؟
أشنو كيتصنع محليا؟
إذا كنت ما كتعرفش تتعامل مع هاد المجال، واش تقدر تقترح عليا شي متجر متخصص فيه؟
شكراً على انتظارك. أنا أوهنو أتكلم.
واش كاين شي منحدرات للمبتدئين؟
أشنو هو البرنامج ديال اليوم؟
بغيت نبقى نهار آخر.
أنا هنا باش نتلاقى مع صاحبي.
واخا. أي نوع من الغرف بغيتي؟
واش تقدر تحافظ لينا على هاد النبيذ حتى لغدا بالليل؟
عدد النساء في المناصب الإدارية آخذ في الازدياد.
خليني نجربو، عافاك.
كل هاد الأكل الدسم باقي غير جالس فكرشي.
واش عندك رسالة غلاف الفاكس؟
إذا كان لديك نباتات أو حيوانات، يُطلب منك فحصها عند مكتب الحجر الصحي.
كنحتاج على الأقل نص ساعة باش نجمع حوايجي.
واش تقدر تلقالي بلاصة فطيارة ديال غدا، عافاك؟
غانْدي ولْدي لْحَيْوانَة.
المرجو التوجه إلى ميامي.
بغيت الطبلة الأقرب، الله يخليك.
واش عندك شي حاجة صغيرة؟
سميتي ميوكي كاتو، وكنت صديقة ديال ماري منين كانت كتقري فاليابان. واش ماري كاينة؟
أتاي، مع الحليب.
علاش كيوقع هادشي؟
فين كاينة أقرب بريد؟
هادي كاميرا.
واش كاين الميترو قريب لهنا؟
ضيعت سوارت البيت.
واش كاين الوقت باش نستعملو الحمام قبل ما تقلع الطيارة؟
آه، نعم. لقد فعلت ذلك. أنا أحب هذا.
أوه، أنا ما عنديش رغبة باش ندير شي حاجة بحال هاديك.
شنو غادي تاخد؟
بغيت كاب طويل.
بغيت نمشي لفندق بوسطن، الله يخليك.
الضهر.
نعم، يمكننا أن نتمكن من إنجاز ذلك بحلول مساء الغد.
سميتي تارو تاكاي.
مساء الخير، من فضلك.
عطيني جوج تذاكر للغاليري هاذ الخميس.
واش نقدر نستعمل هاد الكوبون للطائرات؟
هذا سيساعدني كثيراً. بالمناسبة، أتساءل إذا كان بإمكاني البقاء في نفس الغرفة؟
تأكد من أنك ستأتي لرؤيتي غداً في الساعة السابعة صباحاً.
امتى غايكون القطار الجاي اللي غادي لبوسطن؟
خلّيني نْقُولْ شْنُو عْنْدي.
مرحبا. شوف هادشي.
واش تقدر دير ليا بينا كولادا؟
ما كنفهم والو من هادشي اللي كيقولوه الناس اللي حدايا.
مساء الخير. عندي حجز. اسمي يامادا.
كايْمَشِي كُلْ عَشْرَة دْقَايِق.
اه، كاين واحد ف الجهة الأخرى ديال البناية.
فين كاين النصب التذكاري؟
واش هاد الطريق هي اللي كتوصل للمحطة؟
ما عندناش الحجز ديالك.
أها، فهمت. هادوك هوما القنوات ديال نظام الكابل فالفندق.
واش غادي يكون معفى من الضريبة إذا أرسلت هاد الشي لليابان من هاد المحل؟
خمسة ديال الحديد، الله يخليك.
اممم، اسمع، هل تعرف أين يقع شارع ريفرسايد؟
فقدت شهيتي.
واش كاين شي وحدين آخرين؟
بغيت نخرج شي حاجة من الصاك ديالي.
غانخليو هادشي مفاجأة.
دخلت بالسيارة ديالي فحفرة.
أنا أعاني قليلاً من اضطراب الرحلات الجوية الطويلة.
بغيت نطلب خدمة الغرف، من فضلك.
ما هو رقم البوابة الخاصة بشركة الخطوط الجوية اليابانية المتجهة إلى طوكيو؟
كاينين عندنا بلايص متوفرة فالرحلة ديال التمنية وخمسة ديال يوم الاثنين، ستة وعشرين.
علاش الثمن ديالو هو هاد المبلغ؟
عندي مشكل فالمعدة.
بغيت نركب فالحافلة باش نمشي للمحطة. واش ممكن تعطيني شي صرف، عافاك؟
واخا، خاصني نمشي اللول لمركز المعلومات و نقلب على شي أوطيل.
ففي الواقع، كان جدي الأكبر قد قدم من صقلية في بداية القرن.
بغيت نعيط لاليابان عن طريق الاتصال عن بعد.
بغيت نتعلم كيفاش نلعب السورف بالشراع.
سمح ليا. فين كاينة الصيدلية اللي قريبة من هنا؟
ولدي كيدرس فالمدرسة العليا ديال جامعة هارفارد.
أه، بغيت ندير مكالمة دولية على حساب المستقبل من اليابان. الرقم هو طوكيو ثلاثة أربعة سبعة ستة جوج تسعة ثلاثة ستة.
تعرضت للسعة نحلة. يبدو الأمر سيئاً جداً.
رجاءً اتصل بهذا الشخص.
واش عادي نمر من أي شباك؟
غرف جنب بعضها البعض، من فضلك.
واش كاين شي إسطبل قريب من هنا؟
بالتأكيد. غرف تبديل الملابس موجودة هناك.
واش ممكن ناخد كيس ديال الما سخون؟
عافاك، عيط ليا باش نفيق غدا مع الستة ديال الصباح.
قدّاش غادي ياخد من الوقت باش يكونو هاد القمايص واجدين؟
فالحقيقة، شريتو نهار لاخر بلا ما نكون مخطط ليه، فالمحل اللي حدى داري.
لحم البقر أو الدجاج؟
عندي مسمار عظمي مصنوع من المعدن.
بغيت نمشي للساونا.
فين كنزل باش نمشي للبحر؟
فين كاين المكتب ديال الأشياء اللي تْلْقات أو تْفْقدات؟
عافاك ورّيني كيفاش نستعمل هاد الآلة.
إذن، انطباعي هو عن أرض جبلية، مزدحمة، نشيطة، مليئة بالضوضاء، مليئة بالطاقة، وشبه متفجرة. عن شعب مجتهد،戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍
عشرين دولار على شكل قطع نقدية من فئة ربع دولار، من فضلك.
لذلك أود أن أستبدله.
بغيت هادشي.
سمح ليا. واش كاين شي ممر للراجلين قريب من هنا؟
واش نقدر ندير توقف؟
بغيت رواية بالإنجليزية تكون ساهلة للقراءة.
واش كاين شي محل ديال الحوايج مزيان للأطفال؟
بغيت نمشي بكري غدا فالصباح. واش نقدر نخلص الحساب ديالي دابا؟
كنتمنى ترجع مرة أخرى.
واش يمكن ليك توقف الشيكات الشخصية ديالي؟
السيد جونز غير موجود الآن. من المفترض أن يعود بعد الساعة الثالثة بقليل.
الجو بارد بزاف الليلة.
بغيت ندير فحص طبي.
هذا ألماس بوزن قيراط واحد، أليس كذلك؟
حتى أنا سعيد بلقائك.
فين نقدر نشري الطوابع؟
شْحَالْ مِنْ سَاعَة كَيْخُدْ لِيَّ بَاشْ نْمْشِي لْهِيهパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパパ Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus Thus
واش بغيتينا نطلبوه ليك؟
سميتي ياماموتو.
بغيت نسترجع الفلوس.
غَانْخُدْ هَادْ الشِّي وْهَادْ الشِّي وْهَادْ الشِّي، عَافَاكْ. department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department department
غير قصي الأطراف، من فضلك.
قول ليها تعيط ليا.
كيفاش ناكل هاد المخالب ديال الكركند الكبار؟
واش كاين شي ملعب ديال التزحلق قريب من هنا؟
واش كيعجبك الجاز؟
ودابا أنا حر لمدة أيام قليلة.
واش هادشي مسدود؟
غادي يخصك تكون تما قبل الساعة ستة ونص على الأكثر.
واش غادي تعيط ليه غدا الصباح كيفما واعدتيه؟
واش بغيتينا نطلبوه ليك؟
بغيت نشوف المكتب ديال المدينة.
الاستقبال؟ أنا ناكامورا أتكلم. لقد قمت بتسجيل الدخول للتو. لكنني لا أحب هذه الغرفة.
بغينا نجلسو حدّا بعضياتنا.
بغيت نطلع عليه.
هادشي غلط ديالي.
بغيت شي واحد يفيقني ف الصباح.
كنتمنى نتلاقاك مرة أخرى.
يظل أعضاء مجلس المستشارين في مناصبهم لمدة ست سنوات، بينما يخضع نصف الأعضاء للانتخاب كل ثلاث سنوات.
عافاك، زيد الفلوس لحسابي.
واش كاين شي ربط مع بيرث؟
أه، نعم. إذن، هل ستسجل هنا، السيد يامادا؟
بغيت ندوش.
كاينة كاميرا لداخل. عافاك خليها فبلاصة آمنة.
راه هاكاك.
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتيلات.
لا، شكراً. هل يمكننا الحصول على كوبين من الماء، من فضلك؟
إذا كان عندك هادشي، ما غاديش تحتاج تخلص مرة أخرى ملي تركب فالحافلة رقم 44.
أي طابق؟
بغيت نمشي للمطعم.
بغيت كاب طويل للشتا.
ما عندي فهاد الصاك غير الحوايج ديالي الشخصيين.
واش ممكن نخلص بالشيك السياحي؟
درت ديبوسي.
كانلعب التنس جوج مرات فالأسبوع.
خمسة عشر. أ. هل أنا جالس في المكان الخطأ؟
ما عنديش شي هواية. غير الخدمة بزاف، بحال أغلب اليابانيين.
أوه، الأستاذ كورن يحب أن يعطي اختبارات مفاجئة.
إيلا شفتي شي واحد، دير غير إشارة بيديك.
كنحتاجو هادشي ف أقرب وقت ممكن.
بغيت نبعث هاد الكارطة البريدية لليابان عن طريق البريد السريع.
بغيت ندير التشيك إن، عافاك. سميتي هاروكو أوغاوا. كنظن عندي حجز.
واش جايْب شي هدايا لشي حد فهاد البلاد؟
سمحلي، بغيت نبعث هادشي لليابان. شحال غادي يكون ثمن البريد ديال هادشي؟
بغيت كاميرا رخيصة.
فْهَادْ السَّاعَة، أَسِيدِي؟ هَادِي الحَدَاشْ دْي假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名假名 mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial mémorial
لا. أنا ياباني.
استمرت فترة إيدو، التي لم تشهد أي حروب في البلاد، لمدة مائتين وخمسين سنة تقريبًا.
بغيت نعطيك دمية من كيوتو.
بغيت نبلغ على ضياع وثائق مهمة.
فاش كايبداو يطلعو الستارة؟
كيفاش هي أحسن طريقة باش نلبس هادشي؟
واش ممكن نحط الشوانط ديالي فالكوفر؟
أعتقد أن هذا التغيير خاطئ.
كاينة بزاف ديال الشتا بصح. نتمنى يصفي الجو.
خليه طويل.
ترجم النص التالي إلى اللغة العربية المغربية: