نسب عيسي العاءلي
هادشي سجل نسب عيسي المسيح. هو ولاد داود. و هو ولاد ابراهيم.
ابراهيم كان باها ديال اسحاق. اسحاق كان باها ديال يعقوب. يعقوب كان باها ديال يهودا وخوتو.
يُدَا كان باْباْ پْيرِيز وْ زِيرَا. تَمَار كانتْ امّهم. پْيرِيز كان باْباْ حِزْرُون. حِزْرُون كان باْباْ رَام.
كان رام ابو اميناداب. واميناداب كان ابو نحشون. ونحشون كان ابو سلمون.
كان سالمون هو والو بوعز. راهاب كانت الام ديال بوعز. بوعز كان والو عوبيد. روث كانت الام ديال عوبيد. عوبيد كان والو يسّي.
وكان يسي والد الملك داود. وداود هو والد سليمان. ام سليمان كانت مراتو ديال اوريا.
كان سليمان هو والد رحبعام. ورحبعام هو والد ابيجا. وابيجا هو والد عسا.
كان عسا اب يهوشافاط. كان يهوشافاط اب يهورام. كان يهورام اب عزيا.
عُزِّيَا هُوَا لْوالْد ديال يوثام. يوثام هُوَا لْوالْد ديال احاز. احاز هُوَا لْوالْد ديال حِزْقِيَا.
حزقيا كان باها لـ مَنسَّي. مَنسَّي كان باها لـ امون. امون كان باها لـ يوشيا.
وكان يوشيا هو ابو يهوياخين واخوته. وفي ذلك الوقت، اُجبر الشعب اليهودي علي الرحيل الي بابل.
من بعد هادشي، استمرت السلاله العاءليه. ييكونيا كان والي شالتييل. شالتييل كان والي زوربابيل.
زروبابل كان والي ابيود. ابيود كان والي الياقيم. الياقيم كان والي عزور.
كان ازور هو والد زادوق. وكان زادوق هو والد اكيم. وكان اكيم هو والد اليود.
كان اليود هو والد العازر. وكان العازر هو والد متان. وكان متان هو والد يعقوب.
جاكوب كان باها ديال يوسف. يوسف كان زوج ديال مريم. و مريم ولدات عيسي، اللي كيتسمي المسيح.
اذًا، كان هناك 14 جيلاً من ابراهيم الي داود. وكان هناك 14 من داود حتي اضطر الشعب اليهودي الي مغادره الي بابل. وكان هناك 14 من ذلك الوقت الي المسيح. ميلاد يسوع المسيح.
ها كيف جري ميلاد يسوع المسيح. كانت امّه مريم و يوسف خطبين، و كانو تعاهدو يتزوّجو. ولكن قبل ما يبداو يعيشو مع بعض، تبان ليا بلي غادي تلد. حملات بالقدره ديال الروح القدس.
كان زوجها يوسف رجلاً صالحًا. لم يُرد ان يُعيّبها امام الناس. لذلك نوي ان يطلّقها سرًّا.
ولكن بينما كان يوسف يفكر في هذا، ظهر له ملاك الرب في حلم. قال الملاك: "يا يوسف، ابن داود، لا تخف ان تاخذ مريم لتكون زوجتك. فالطفل الذي في بطنها هو من الروح القدس."
غادي تلد بنيه. خاصك تسميه ايسوع. هادشي علاش غايخلص شعبه من خطاياهم.
كل هادشي واقع باش يجيب ما قال الربّ غادي يوقع. كان قال من خلال النبي،
البتول حامل و ستلد ابنا. و سيسمي اسمه عمانوءيل. (اشعياء 7:14) و معني اسم عمانوءيل هو "الله معنا".
يقوم يوسف من النعاس. عمل بما امر به ملاك الرب. خدّ مريم لدارو بحال مراتو.
ولكن ما جامعها حتي ولد ابنًا. وسمّاها يوسف يسوع.
زياره الحكماء ليسوع
ولد يسوع في بيت لحم في يهودا. وقع هذا في وقت كان فيه هيرودس ملكًا علي يهودا. بعد ولاده يسوع، جاء مجوس من الشرق الي القدس.
قالو: "فين هو الطفل اللي ولاّد باش يكون الملك ديال اليهود؟ ملي كنا في الشرق شافنا نجمتو. دابا جينَا باش نسجدو ليه."
كان الملك هيرودس منزعجًا جدًا عندما سمع بذلك. وكان جميع سكان القدس مضطربين ايضًا.
صافي هرود جمع جميع رءساء الكهنه ديال الشعب. وجمع المعلمين ديال الشريعه. وسءالهم فين غادي يولد المسيح.
"فـي بيت لحم فـي يهودا"، جاوبو. "هذا ما كـتب الـنبي. قال،"
"ولكن انت يا بيت لحم، في ارض يهوذا، لستِ اصغر مدن يهوذا علي الاطلاق. سوف يخرج منك متسلط. وسيكون راعيًا لشعبي اسراءيل."
ومن بعد، دعا هيرود الحكماء علي انفراد. سالهم بالضبط متي ظهر النجم.
خلاهم مشاو لبيت لحم. قال: "ڭولوا! ديّرو بحث مزيان علي الطفل. فحال ما تلقاوه، جيبوا ليا خبر. باش نمشي انا تاني نسجد ليه."
من بعد ما الساده الحكماء سمعو كلام الملك، مشاوا فحالهم. النجمه اللي شافو ملي كانو ف الشرق كانت قدامهم. و واخيرا وقفات فوق البلاصه اللي كان فيها الطفل.
ملي شافو النجمه، فرحو بزاف.
مشاو الحكماء للدار. هناك شافو الولد مع امه مريم. انحنو وسجّدو ليه. من بعد فتحو كنوزهم. عطاو ليه الذهب والبخور واللبان.
ولكن الله حذرهم في الحلم باش ما يرجعوش لهرود. لذلك رجعو لبلادهم بطريق اخر. عاءله يسوع تهرب الي مصر.
ملي مشا لمغاربه الاذكياء، حلم يوسف بحاجه. في الحلم ظهر ليه واحد الملاءكه ديال الرب. قال ليه: "قوم! خذ الولد وامه وهربو ل مصر. ابقو تمّا حتي نقول ليك ترجعو. هيرود غادي يبحث علي الولد. باغي يقتلو."
ݣوزيف قام. فليل مشا ل مصر مع الولد وݣامو امو مريم.
بقاتو تما حتا مات الملك هيرودس. باش تحقق الكلام اللي قالو الرب من خلال النبي. قال، "اخترت باش نعاود ولدي من مصر." (هوشع 11:1)
لقد ادرك هيرودس ان المجوس خدعوه. فغضب غضباً شديداً. واعطي اوامر بشان بيت لحم والمنطقه المحيطه بها. يجب قتل جميع الاولاد الذين تقل اعمارهم عن سنتين. وهذا يوافق الوقت الذي راي فيه المجوس النجمه.
بهاد الشي، الكلام اللي قال سيدنا يرميا نبي تحقق. كان قال،
صوتٌ يُسمع في الرامه، صوتُ بكاءٍ وحُزنٍ عميق. راحيل تبكي علي اولادها. ترفض ان تُتَسلَّي، لانهم ذهبوا. (ارميا 31: 15) عوده عاءله يسوع الي الناصره.
بعد ما مات هيرودس، حلم يوسف وهو لسا في مصر. في الحلم ظهر ليه واحد الملاءكه ديال الرب.
قال الملاك: "قوم! خذ الولد وامه. اذهب الي ارض اسراءيل. اولءك الذين كانوا يحاولون قتل الولد قد ماتوا."
وبدا يوسف يقوم. واخذ الطفل وامه مريم الي ارض اسراءيل.
ولكن بعد ذلك سمع بان اركيلاوس كان ملكًا علي اليهوديه. كان اركيلاوس يحكم بدلًا من ابيه هيرودس. هذا خوّف يوسف ان يذهب الي هناك. حذر في حلم، رجع يوسف الي ارض الجليل بدلًا من ذلك.
تمّا عاش في واحد المدينه سمّاها الناصره. و هكا اللي قالو النّبيّين علي يسوع تحقّق. قالو، " غادي يسمّيو بنادم الناصري."
يحيي المعمدان يهيء الطريق
في تلك الايام جاء يوحنا المعمدان وكَرز في بريه اليهوديه.
قال: "تب واخّا ذنوبك! الجنه قريبه."
جون هو اللي نبا علي النبي عيسي كان كيهضر عليه. كان قال، "واحد باغي ينادي في الصحرا، 'حضروا الطريق للرب. وسوّيو ليه الممرات.'" (عيسي 40:3)
لباس يوحنا كان مصنوع من شعر الجمل. كان عندو حزام جلدي حول وسطو. كان كياكل جراد وعسل بري.
خرج الناس ليه من القدس وجميع اليهوديه. جاوا تا من كل المنطقه حول نهر الاردن.
ملي اعترافوا بالذنب، عمّدهم يوحنا في الاردن.
شاف يوحنا فءه كبيره من الفريسيين والصدوقيين جايين للما كان يعمد فيها. قال لهم: "يا ولاد الافاعي السامه! مين حذركم من غضب الله اللي جاي؟"
انتجوا ثمارًا تُظهر انكم تبتّم عن ذنوبكم.
ما تظنشو راسكم تقدروا تقولوا "ابراهيم هو بابا ديالنا". كانقول لكم، الله يقدر يجيب ولاد لابراهيم حتي من هاد الحجاره.
اداه النشره ملقاه عند جذور الشجر ديجا. كل شجره ما كتعطيش فاكهه مزيانه غتتقطع. غدي يرميوهم فالحريق.
اعمدك بالماء، داعياً اياكم الي الابتعاد عن خطاياكم. ولكن بعدي ياتي من هو اقوي مني. وانا لست اهلاً لحمل حذاءه. سيعمدكم بالروح القدس وبالنار.
شوكتو في يديه باش ينقي التبن من بيت الدرس ديالو. غايجمع القمح ديالو في المخزن. ولكن غايحرق القشور بنار ما يمكن طفيها." معموديه يسوع
جا يسوع من الجليل لـنهر الاردن. كان باغي يتوعّم علي يد يوحنا.
ولكن يوحنا حاول يوقفوه. قال لـيسوع: "انا اللي باغي نتوضي منك. علاش جايني انا؟"
جاوب يسوع: "خلي يكون هكا دابا. من الصواب نديرو هادشي. هادشي كيمشي علي خطه الله القدوس." ووافق يوحنا.
صافي ملي تعمد عيسي، طلع من الما. فديك اللحظه، السماء تفتحات. عيسي شاف روح الله نازله عليه بحال الحمام.
صوت من السما قال: "هذا هو ولدي الحبيب، وانا راضي عليه بالزاف."
يسوع يُفتن
الروح القدس قاد يسوع الي البريه. هناك راوده الشيطان.
بعد 40 يوم و 40 ليله ما كَلا والو، حسّ بْالجوع عيسي.
جا الشّيطان ليه. قال: "اذا كنتَ ولْد الله، قول لهاد الحجاره تولي خبز."
جاوب يسوع وقال: "مكتوب: 'الانسان مايعيشش غير بالخبز، ولكن بكل كلمه تخرج من فم الله.'" (تثنيه 8:3)
ومْرا شْيطان خدَّا عيسي لمدينه القدس. خلاّو اْوقْف فْ اعلي بلاصه فْ لمعبد.
"اذا كنتَ ابن الله"، قال، "ارمِ بنفسك للاسفل. مكتوب: " 'سيامر الرب ملاءكته ليحافظوا عليك. سيرفعونك بايديهم، حتي لا تصطدم بحجر قدمك.' " (مزمور 91: 11، 12)"
جاوب يسوع وقال ليه: " مكتوب تا في واحد النص، 'ما تجربش ربك الله ديالك'." (التثنيه 6:16)
صافي، خدا الشيطان يسوع لواحد الجبل عالي بزاف. ووراه جميع لممالك ديال دنيا وجمالهم.
"اذا سجدت وعبدتني،" قال، "ساعطيك كل هذا."
قال ليه يسوع: "تبعد من عندي يا شيطان! مكتوب: 'تعبد الرب الهك، و اياه وحدو تسخر.'" (التثنيه 6:13)
ثم ترك الشيطان يسوع. جاءت الملاءكه واعتنت به. يبدا يسوع بالتبشير.
كان جون قد اُدخل السجن. عندما سمع يسوع بهذا، عاد الي الجليل.
عيسي خلا ناصره. مشا يعيش في مدينه كفرناحوم. كانت حدا البحيره في منطقه زبولون و نفتالي.
بهاداك الشكل، فين ما قال النبي اشعيا تحقق. كان قال،
ارض زبولون! ارض نفتالي! الجليل، حيث يعيش غير اليهود! ارض علي البحر الابيض المتوسط! ارض شرق نهر الاردن!
الناس اللي عايشين دابا في الضلمه غادي يشوفو نور كبير. هاد الناس عايشين دابا في بلاد مظلمه بزاف. ولكن غايجي نور ويضوي عليهم.
من ذلك الحين بدا يسوع بالكرازه. "توبوا، فان ملكوت السماوات قريب!" قال. يسوع يختار التلاميذ الاواءل.
واحد النهار كان يسوع غادي يمشي حدا بحر الجليل. تما شاف جوج خو. كانو سيمون بطرس و خو نتاعُو اندري. كانو كيرميو الشبكه في البحيره. كانو صيادين.
"تعالوا. تبعوني،" قال يسوع. "ساجعلكم صاءدين للناس."
في الحال تركوا شباكهم وتبعوه.
من تمّا، شاف ولاد اخرين. كانو جيمس، ولد زبدي، و خوّه يوحنا. كانو في قارب مع باباهم زبدي. و هما كيدّرو شباكهم، يسوع نادي عليهم.
صافي مشاوا دابا من القارب و من باباهم و تبعو يسوع. يسوع يشافي الناس المرضي.
مشي يسوع فجميع الجليل. هناك علّم فالمعابد. وبشر بخبر ملكوت الله. وشفي كل داء وكل مرض كان فالناس.
اشاعه علي شانه انتشرت في كامل سوريا. جابو ليه الناس كامل اللي كانو مريضين بانواع مختلفه من الامراض. بعضهم كانو يعانيو من الم شديد. و اخرين كانو مسكونين بالشياطين. بعضهم كانو كيهزو بشكل عنيف. و اخرين ما كانو يقدروا يتحركو ابدا. وعيسي شافاهم كاملين.
جموع كبيره تبعاتُو. بعض الناس جاو من الجليل، من المنطقه اللي كايسميوها المدن العشره، ومن القدس ويهودا. وناس اخرين جاو من المنطقه اللي علي قَـدّ الاردن.
عيسي يمنح البركات
شاف يسوع الناس. لذلك صعد لواحد الجبل وقعد. تلاميذه جاوه.
ثم بدا يعلمهم. قال،
تبارك اللي عندهم الحاجه في دينهم. فين السما جايه ديالهم.
تبارك لي عاي اللي مزعفلين. غايتفرجو.
بْسْحَا لْناسْ لِي مَا كايْكونُو فِيهْمْ غْرُور. غَايْعْطَاوْهُمْ لْاَرْض.
تبارك لي عادوا جيعانين و عطشانين لشي الزين. غايتعداو شبعانين.
تبارك اللي كايبغيو يرحم. غايتحني ليه الرحمه.
تبارك لي عندهم قلوب نقيه، غايشوفو الله.
تبارك اللي كيديرو السلام. غايسمّيو ولاد الله.
تبارك اللي يعاني باش يدير الصواب. ملكوت السما فين هو ليهم.
تبارك ليكم منين الناس يستهزءو بكم ويوجعوكم من شانّي. تبارك ليكم حتي منين يقولو عليكم كل انواع الكذوب الخبيثه من شانّي.
كونو فرحانين و مبسوطين. الاجر ديالكم في السما كبير. بنفس الطريقه، الناس ضرّو النّبيين اللي عاشو زمان. ملح و نور.
نتوما ملح الارض. ولكن فرضوا ان الملح فقد ملوحته. كيف يمكن ان يرجع مالح؟ ما عاد ينفع لاي حاجه. غايتقبّو يرميه. الناس غايطيّو عليه.
نتيا نور الدنيا. مدينه مبنيه علي تل ما يمكن تخبا.
ومزيانش الناس يقدّمو مصباح ويخبو تحت طّاجين. بلّي يحطّوه في بلاصتو. باش يعطي ضو لكلّ واحد في الدار.
بينفس الطريقه، خلي ضوك يضوي قدام الناس. باش يشوفو الاعمال الصالحه ديالك. و يمدحو ابوك اللي في السما. يسوع كيعطي المعني الكامل للشريعه.
ما تظنشْ جيتْ باشْ نغيّرْ اللي كاينْ في شريعه موسي ولا في كلام النبيين. ما جيتْ باشْ نديرْ هادشي. بلْ جيتْ باشْ نعطيْ المعني الكامل للي كاينْ مكتوب.
شنو غانقول ليك راه صواب. السماء والارض غادي يزولوا قبل ما تطيح حرف واحد من شريعه. حتي اصغر خط في القلم ما غادي يزول من شريعه حتا يكمل كلشي.
ما تكسر حتي واحد من اصغر الاحكام. وما تعلمش الناس يكسروها. اذا فعلتيها، غادي تسمّي اقل واحد اهميه في مملكه السما. بلّي طبق هاد الاحكام وعلمها للناس. باش تسمّي واحد مهم في مملكه السما.
ها هو ما نقول لك. يجب ان تكونوا اكثر تقوي من الفريسيين والمعلمين الناموسيين. ان لم تكونوا كذلك، فلن تدخلوا ملكوت السماوات بالتاكيد. القتل
سمعتي شنو كان كايقول للناس اللي عاشو زمان. كانو كايقولو ليهم، "ما تقتلش. (خروج 20:13) اللي يقتل، غايتحاسب علي هادشي."
ولكن ها هو ما اقول لكم. لا تغضبوا من اخيكم. من يغضب من اخيه فهو محكوم عليه. وايضًا، من يقول لاخيه، "راكا"، يجب ان يحاكم امام السنهدريون. ولكن من يقول، "ايها الاحمق!" فسوف يكون في خطر من نار جهنم.
فرضاً كنتي كتقدم قربانك علي المذبح، و تذكرت باللي خوّك عندو شي خاطر عليك.
خّلي هديتك قدّام المذبح. اولاً، تمّا و صافي مع خوّك. من بعد رجّع و قدّم هديتك.
فرض واحد عندو دعوه ضدك و باغي يديك للمحكمه. صلح معاه بسرعه. ديرها قبل ما توصلو مع بعض. الا ما درتيش، يمكن يعطيك للقاضي. القاضي يمكن يعطيك للضابط. و يمكن يرميوك في السجن.
شنو غانقول ليك راه صحيح. ما غادي تخرج حتي تسدد اخر ريال! زنا
سمعتوا بلي قالو: "ما تْزنيش." (خروج 20:14)
ولكن ها هو ما اقول لكم. لا تنظروا حتي الي امراه بطريقه خاطءه. فمن يفعل ذلك فقد ارتكب الزنا معها في قلبه.
اذا كانت عينك اليمني هي اللي كتعاودك للمعصيه، قلعها ورميها. عينك ما هي الا جزء واحد من جسدك. من الافضل تخسرها باش ما يرميوك كاملين في جهنم.
اذا كانت يدك اليمني هي اللي كتعاودك للذنب، قطعها ورميها. يدك ما هي الا جزء واحد من جسدك. من الافضل تخسرها باش مايمشيش كل جسمك للجحيم. الطلاق.
كان يقال، "اذا طلق الرجل زوجته، فعليه ان يعطيها كتاب الطلاق." (تثنيه 24: 1)
ولكن ها ما نقول لكم. اي واحد طلق مرتو كايخليها تطيح في الزنا. واي واحد يتزوج المراه المطلقه كايزني. الراجل ما يقدر يطلق مرتو غير اذا كانت ما حافظاتش علي الامانه ديالو. الايمان.
مره اخري، سمعتم ما قيل لشعبكم منذ زمن طويل. قيل لهم، "لا تخلفوا العهود التي عقدتموها مع الرب. حافظوا علي الايمان التي قطعتموها عليه."
ولكن هذا ما كانقول ليك. ما تعاودش وعود بحال هادي اصلا. ما تعاودش وعود بسميت الجنه. هاداك هو عرش الله.
ما تبنيش عليهم باسم الارض. هاديك مزبله ديال قدم الله. ما تبنيش عليهم باسم القدس. هاديك مدينه الملك العظيم.
و ما تحلفش باسم راسك. ما تقدرش تخلي شعره وحده بيضه ولا سودا.
صافي خلي "اي" ديالك تكون "اي". وخلي "لا" ديالك تكون "لا". اي حاجه زايده علي هادشي من شّيطان. كونوا زوينين مع الناس.
سمعتوا بلي قالو: "عين بالعين، سن بالسن." (خروج 21:24؛ لاويين 24:20؛ تثنيه 19:21)
ولكن ها ما كانقول ليك. ما تحاربش شخص شرير. "فرض ليك واحد ضربك علي خدك اليمين، حول ليه خدك الاخر."
فرض واحد خدّاك للمحكمه باش ياخد القميجه ديالك، خليه ياخد النّص ديالك معاها.
اذا كان واحد خداك تمشي ميل، تمشي معاه ميلين.
اعطي اللي بغا شي حاجه منك. ما ترفضش اللي باغي يقترض منك شي حاجه. حب اعداءك.
سمعتوا بلي قالو، "حب قريبك بحال راسك. (لاويين 19:18) كره عدوك."
ولكن هادا شنو كنگول ليك. حب عدوك. دعي لي ضرّوك.
و من بعد ذلك تكونوا اولاد ابيكم الذي في السما. "ايلا كيشوف الشمس ديالو تطيح علي الزين و الشين، و كيرسل المطر علي اللي كيدير الخير و اللي ما كيديرش."
اذا كنت تحب اللي يحبوك، واش غتكون عندك مكافاه؟ حتي جامع الضريبه كيدير هاكا.
اذا سلمت علي ناسك فقط، شنو زاد عليك علي الناس الاخرين؟ حتي اللي ما عندوش دين كيديرها.
كونو كاملين، بحال ما باكم ف السما كامل.
اعطاء المحتاجين
كن حذراً من فعل "الاعمال الصالحه" امام الناس. لا تفعلها لتُري من قبل الاخرين. ان فعلت ذلك، فلن يكافءك ابوك الذي في السماوات.
ملي تعطي للناس المحتاجه، متعلنهاش بالنفخ في البوق. ما تكونش بحال اللي كيتظاهروا بالصلاح. كيعلنوا علي اللي كيديرو في المعابد وفي الزناقي. باغين الناس يكرموهم. اللي غانقول ليك راه صحيح. خدّاو الاجر كامل ديالهم.
ملي تعطي للفقراء، متخليش يدك اليسري تعرف شنو كدير يدك اليمني.
اذن صدقتك تكون في السر. وابوك يجازيك. فهو يري ما تفعله في الخفاء. صلاه.
مللي تديرو صلاه، ما تكونوش بحال اللي كيتظاهرو بالصلاح. كيحبّو يوقفو يصلّو في المعابد و في زنقه. باغيّين الناس يشوفوهوم. اللي غانقول ليكم راه صحيح. خدّاو الاجر كامل ديالهم.
ملي تدير صلاه، دخّل لداخّل دارك. سد الباب وصلّي لباك، اللي ما كيشوفوش العين. غايعطيك الاجر. باك كيشوف شنو كتدير ف السر.
ملي تدعي، متزيدش تهضر بالهدره اللي كيتكلمو بيها الناس اللي ما كيعرفوش الله. كيتظنو باللي غايسمعوهم باللي كيهضرو بزاف.
ما تكون بحالهم. باسك والدك كيعرف شنو محتاج قبل ما تسولو.
هادشي كيفاش خاصك تصلي. "ابانا الذي في السماوات، ليتقدس اسمك.
يَجِي مُلْكُك. يْكُونْ لِيكْ لْحَاجَهْ لِباغِي تْوَصَلْ لِيهَا فْلَاَرْضْ كَمَا كَيْنْ كَايْنَ فْلْجْنَّه.
عطنا اليوم خبزنا اليومي.
سمح لينا بالذنوب ديالنا، بحال ما سمحنا حتي حنا للناس لي دارو لينا الذنب.
حفظنا من الوقوع في الذنب حين نُفتن. نجّينا من شرّ الشيطان.
سمح للناس حين يخطءون في حقك. اذا فعلت ذلك، فان اباك الذي في السماء سيغفر لك ايضًا.
ولكن اذا ما سامحتوش الناس علي ذنوبهم، راه باباك ما يسامحكمش علي ذنوبكم. الصيام.
ملي تمشي بلا ما تاكل، ما تبانش كحْلان بحال اللي كيتظاهروا بالصلاح. كيديروا وجوههم حزينين بزاف. باغين يبينو للناس بلي صايمين. اللي غانقول ليك راه صحيح. خدّاو الاجر كامل ديالهم.
ولكن ملي تبغي تمشي بلا ما تاكل، حط زيت الزيتون علي راسك. اغسل وجهك.
صافي ماغيعرفو الناس بلي صايم. غير باباك اللي ما كيشوفوش غيعرف. وهو يلا يعطيك الاجر. باباك كيشوف اللي كتدير في السر. جمع ليك الغني في السما.
ما تجمعوش الغني ليكم في الارض. السوس والدود يمكن يخربوه. الحراميه يمكن يدخلو ويسرقوه.
صافي، جمعوا غني ليكم في السما. تمّا، السوس والخْلْ ما كايخربوش. تمّا، اللصوص ما كايْدخلوش و ما كايسرقوش.
قلبك فين كيكون، فين تكون فلوسك.
العين كالمصباح للجسم. اذا كانت عيناك صالحين، فان جسدك كله سيكون مليءًا بالنور.
ولكن فرض مثلاً عينيك مزيانينش. غدي يكون الجسم كامل ديالك عامر بالظلام. اذا كان الضو اللي فيك هو الظلام، راه حالك مزور!
ما يمكن ليا واحد يخدم شي جوج ساده في نفس الوقت. غاي كره واحد من منهم و يحب واحد اخر. ولا غاي يكون وفي لواحد و يكره واحد اخر. ما يمكنش ليك تخدم الله و الفلوس في نفس الوقت. ما تقلقش.
نقول ليك، ما تشدش خاطرك. ما تشدش خاطرك علي حياتك و اش غتمشي تاكل و اش غتشرب. و ما تشدش خاطرك علي جسمك و اش غتلبس. ما كاينش شي حاجه اهم من هادشي في الحياه؟ ما كاينش شي حاجه اهم للجسم من الدوا؟
شوف لطيور السما. ما يزرعو والّا يحصدو. ما يخباو تا الحبوب في المخازن. ولكن باْباك اللي في السما كيوكلهم. ما تكونوش نتوما اگثر قيمه منّهم؟
واش تقدر تزيد ساعه وحده لحياتك بالتقلق؟
و علاش كاتقلقو علي لبسه؟ شوفو كيف ما كينمو الزهور ديال البريه. ما كيشغلو و لا كيديرو لبسه.
ولكن ها هو ما اقول لك. حتي سيدنا سليمان في كل مجده لم يكن يرتدي مثل احدي تلك الزهور.
اذا كان هاداك هو كيفاش الله كيلبس العشبه ديال الفين، ما يلبسك حتي مزيان؟ بعدا العشبه هنا غير اليوم. غدوه كيترمي في النار. ايمانك قليل بزاف!
صافي ما تشدش خاطرك. ما تقُولش، 'شنو غانكلو؟' ولا، 'شنو غانشربو؟' ولا، 'شنو غانديرو؟'
الناس اللي ما عندهمش دين كيجريو ورا هادشي كامل. ابوك اللي في السما عارف بلي محتاج ليهم.
ولكن طلّع مملكه الله في الاول. دير اللي باغي ربي يدير. ومن بعد غاتجي ليك كل هادشي.
صافي ما تشدش خاطرك علي غدوه. غدوه تشد راسها. كل يوم عندو ما يكفيه ديال الهم.
كون عادل ملي تحكم علي الناس.
ما تحكمش علي الناس. باش ما يحكموش عليك.
غادي تحكم عليك بنفس الطريقه اللي كتحكم بيها علي الناس. غادي تقيسك بنفس الطريقه اللي كتقيس بيها الناس.
كنشوف شويه الغبار في عين صاحبك. ولكن ما كتهتمش بالقطعه ديال الخشب اللي في عينك نتا.
كيفاش تقدر تقُول لصحابك، "خليني نخرج شويه الغبار من عينك"؟ كيفاش تقدر تقُول هادشي و عندك قطعه ديال الخشب في عينك نتا؟
انت المنافق! اخرج اولاً قطعه الخشب من عينك. بعد ذلك ستتمكن من الرءيه بوضوح لاخراج ذره الغبار من عين صديقك.
ما تعطيش الحاجه مقدسه للكلاب. ما ترميش اللءلء للخنازير. اذا فعلتيها، يقدروا يدوسوا عليها. ومن بعد يقدروا يدوّروا عليك و يقطعوك. اسال، بحث، طق.
سول، وغادي يعطاو ليك. دوز، وغادي تلقي. طق، وغادي تفتح ليك الباب.
كل واحد يسول غي يلقا. اللي باغي يدور غي يدور. واللي كي طق علي الباب غي ينفتح ليه.
فرضْ ليكْ ولْدَكْ طَلَبْ خُبْزْ. مِينْ مِنّكُمْ غَادِي يَعْطِيهْ حَجْرْ؟
ولا فرض مثلا طلب سمكه. واش من واحد فيكم يعطيه الحيه؟
حتي ولي كنتي شرير، عارف كيف تعطي هدايا مزيانه لولادك. واش الاولاد ديالك لي في السما ما يعطيو هدايا مزيانه لي طلّبو ليه؟
في كلشي، دير للناس ما تْحَبّ تْكون دْير ليك. هادشي اللي مكتوب في التوراه و في النّبوه. الباب الكبير والصغير.
دخّل لمملكه الله من الباب الضّيق. الباب واسع والطّريق عريض لي كيوصلو للموت والجحيم. بزاف ديال الناس كيمشيو من هاد الطريق.
ولكن الباب ضيق والطريق واسع اللي كيوصل للحياه. ماشي بزاف الناس اللي كايلقاو. شجره وثمرتها
تحداو من المنافقين. كيجيو عندك متمثلين بحال الخرفان. ولكن من داخل كيكونوا ذياب جيعانين.
كي تعرف شكون هما بالحق، شوف اش كيديرو. "الناس كيتقطفو العنب من الشيوخ؟ كيتقطفو التين من الشوك؟"
بينفس الطريقه، كل شجره مزيانه كتعطي فواكه مزيانه. ولكن شجره خايبه كتعطي فواكه خايبه.
شجره مزيانه ما تقدر تجيب ليك فواكه خايبه. وشجره خايبه ما تقدر تجيب ليك فواكه مزيانه.
كل شجره ما تجيبش فواكه مزيانه كتتقطع. و كتمشي للفرن.
يمكن تعرف كل شجره من ثمرها.
ما كل واحد يقول ليا "يا رب، يا رب" غادي يدخل للمملكه ديال السما. غير اللي غادي يدير اللي باغي ربي في السما هو اللي غادي يدخل.
غادي يقول ليا بزاف د الناس في داك النهار: "يا رب! يا رب! ما تنبانا بسمك؟ ما خرجناش الشياطين بسمك؟ ما درناش بزاف ديال المعجزات بسمك؟"
صافي غنقول ليهم بالبين، "ما عرفتكمش اصلا. تبعدو مني، يا لي كتديرو الشر!" البناه الحكماء والجهله.
صافي، كل واحد يسمع كلامي و يطبقو بحال واحد عاقل. يبني دارو علي الصخر.
الْمَطَر كايْ طِيْح. الْمِيْه كَاتْعَلاّ. الْرِّيَاح كَاتْهَبّ و كَاتْصْدَم فْ هاد الدَار. وَاْلَا كَيْنْزَل. بْنَاّتْهَا عَلَي الصَّخْر.
ولكن كل واحد يسمع كلامي و ما يطبقوش بحال واحد عاقل ناقص. يبني دارو علي الرمل.
الْمَطَر كايْ طِيْح. الْمِيْه كَاتْعَلاّ. الْرِّيَاح كَاتْهَبّ و كَاتْصْدَم فْ هاد الدّار. و كَاتْطِيْح بِصَوْت عَالِي."
يسوع سالا هادشي كامل. الناس تعجبو بدرسو.
كان يعلّم بسلطه، ماشي بحال الفقهاء ديالهم.
يسوع يشفي رجلاً مصاباً بمرض جلدي
جا يسوع من فوق الجبل. تبعاه جموع كبيره.
واحد الراجل كان عندو مرض في الجلد جا وطيح علي ركباتو قدام يسوع. قال: "سيدي، اذا كنت باغي تخليني 'نقي'، تقدر."
مدّ يسوع يده ولمس الرجل. قال: "انا مستعد ان افعل ذلك". "كن نظيفًا!" وفي الحال شُفي الرجل من مرضه الجلدي.
قال يسوع ليه: "ما تحكي لحد. غي تمشي وري رَاسَكْ للْقَاضِي. وْقَدّمْ التّقْدِمَهْ اللي مُوسَيْ امرْ بيها. غْتْكونْ دليلْ عليهم." ضابط روماني عندو ايمان.
ملي داز يسوع ل كابرناوم، جا واحد القاءد روماني عندو. سولو يسوع يعاونو.
"سيدي،" قال، "الخدام ديالّي مّزيّن في دار و ما يقدرش يحرك راسُه. شادّو العذاب."
قال يسوع: "غادي نمشي نعاّفّيه."
جاوب القاءد، "يا ربي، انا ما نقدرش نشرف بقدومك لداري. غير قول كلمه، و خادمي يشفا."
انا شخصيًا رجل تحت سلطه. وعندي عساكر كيمشيوا ليا بالصوت. كنقول لهاد واحد، "تمشي"، وايمشي. كنقول لهاداك، "جي"، وايجي. كنقول لخدامي، "دير هادشي"، وايديرها."
ملي سمع يسوع هادشي، تعجب بزاف. قال للناس اللي تبعوه: "بغيْت نقول لكم واحد الحقيقه. في اسراءيل ما شفت حتا واحد الايمان ديالو قوي بحال هاد الناس."
kan'ul lik bلي كاين بزاف لي غايجيو من الشرق و الغرب. غايقعدو في الوليمه في مملكه السما. غايقعدو مع ابراهيم، اسحاق و يعقوب.
ولكن اللي كيعتقدو راسهم ديَال المملكه غايخرجو لبرّا، فين الضلمه. غادي يبكيو و يضرّبو علي سنّانهم."
ومقال يسوع للقاءد الروماني: "اذهب! يكون لك كما امنت." وشُفي خادمه في تلك الساعه. يسوع يشفي الكثير من الناس.
ملي جا يسوع لدار بيتر، شاف مرات وليد بيتر. كانت ممدده في السرير. كانت عندها سخانه.
مسح يسوع يدها، وذهب العطش منها. قامت وبدات تخدمه.
فلما كان المساء، جابو ناس بزاف مسكونين بالشياطين لعند عيسي. طرد الشياطين بكلمه. شفي جميع المرضي.
دارها باش يتحقق ما قال النبي اشعيا. قال، "تحمل العذاب اللي كان علينا. حمل علينا الامراض اللي كانت خاصنا." (اشعيا 53:4) التباع ديال يسوع كيدير ضرر.
شاف يسوع الناس اللي حواليه. وبغي يعطي تعليماته لتلاميذه باش يمشيو للجهه الثانيه ديال بحر الجليل.
ومشي واحد الفقيه عندو. قال ليه: "استاذ، غنمشيو معاك فين ما مشيتي."
جاوب يسوع: "الثعالب عندها جحور، والطيور ديال السما عندها عُشوش. ولكن ولاد الناس ما عندو فين يحط راسو."
واحد المتبع قال ليه: "سيدي، سمح ليا نمشي نقلب علي بايا وندفنو."
ولكن يسوع قاله ليه: "تبعني. خلّي الموتي يدفنو موتاهم." يسوع يهدّي العاصفه.
دار يسوع في قارب. تَبَعوه تلاميذه.
فجاهً، اعطات عاصفه شديده فبحيره. الامواج كانت كتعاود علي القارب. ولكن يسوع كان ناعس.
مشاو تلاميذه و صحّاوو. قالو: "سيدي! نجّينا! غانغرقو!"
جاوب وقال: "ايمانكم قليل بزاف! علاش خايفين هكا؟" ثم قام يسوع وامر الرياح والموج باش تهدا. وولات الحال صافيه بزاف.
كان التلاميذ متفاجءين. سالوا: "من هو هذا الرجل؟ حتي الرياح والامواج تطيع اوامره!" يسوع يشفي رجلين مسيطر عليهما من الشياطين.
وصل يسوع للضفه الاخري ديال البحيره في منطقه الجدريين. ولاو قدامو جوج ديال الرجال مسيطر عليهم الشياطين. خرّجو من القبور. كانو الرجال هاذو مْحالْ يمرْ واحد من تمّا.
"ولد الله، شنو بغيتي منّا؟" صرخو. "جيتي هنا تعاقبنا قبل ما يجي وقت الحساب؟"
ما بعيد بزاف، كانت مجموعه كبيره من الخنازير تاكل.
طلبات الشياطين من يسوع: "اذا اخرجتنا، فارسلنا الي قطيع الخنازير."
قال ليهم يسوع: "ڭولوا!" وخرجو الشياطين من الرجال ودخلو في الخنازير. كامل القطيع جريو لتاحت فالمنحدر. جريو للبحيره وغرقو ف الميه.
الناس اللي كانو كيعاودو الخنازير هربو. دخلو للمدينه و خبرو بكل هادشي. قالو للناس شنو وقع للرجال اللي كانو الشياطين مسيطرين عليهم.
ومن بعد سالو جميع الناس ديال المدينه باش يستقبلوا يسوع. ملي شافوه، بغاو يطلبوا منو يخرج من داك المنطقه.
يسوع يشفي رجلاً لم يستطع المشي
دار يسوع في قارب. عَبْر لجهه لخُره ديال البحيره ووصل لبلادُو.
شي واحد جا لبيه واحد الراجل ما يقدر يمشي. كان ممدد علي حصير. عيسي شاف بلي عندهم يقين. قال ليه: "ما تخافش يا ولدي. غفرت ليك ذنوبك."
ومعا هادشي، قالو شي واحدين من الفقهاء في نفسهم: "هاد السيد باغي يقول شي حاجه خطيره بزاف!"
عارف يسوع شنو كايفكروا. و قال: "مالا علاش عندكم افكار شينه في قلوبكم؟"
واش اسهل نقول، "ذنوبك مغفوره"؟ ولا نقول، "قوم تمشي"؟
باغي تعرف بلي ولْد ادم عندو السلطه في الارض باش يغفر الذنوب." و من بعد كلم الرجل اللي ما يقدر يمشي. قال ليه: "قوم، خذ فراشك وروح لدارك."
الراجل قام و مشي لدارو.
ملي شاف الناس هادشي، تعمّرو العجب. سبّحو الله اللي عطا للناس هاد القدر. يسوع يختار متّي.
و بينما يسير يسوع من هناك، راي رجلاً اسمه متي. كان جالساً في مكان تحصيل الضراءب. قال له يسوع: "اتبعني". فقام متي وتبعه.
من بعد، كان يسوع يتغدي في دار ماطيو. جاو بزاف ديال الناس لي كيديرو الضريبه و "الخاطءين". كلاو مع يسوع و تلامذتو.
شافو هادشي الفريسيين. وسولو تلاميض ديالو: "علاش استاذكم ياكل مع جامعي الضريبه و 'الخاطءين'؟"
سمع يسوع هادشي. و قال: "لي عندو صحه ما محتاجش طبيب، اللي مريض هو اللي محتاج."
غادي تمشي وتعلم شنو يعني "بغيْت الرحمه ماشي الذبح." (هوشع 6:6) ما جيتش باش نجيب الناس لي كيعتقدو بلي صالحين قدام الله يتبعوني. جيت باش نجيب الخاطءين يتبعوني." سءلو يسوع علي الصيام.
واحد النهار جاوا تلامذه يوحنا. قالو ليزوس: "احنا والفاريسيين ما كانكلوش، علاش تلامذتك ما كانكلوش؟"
جاوب يسوع: كيف يقدر الضياف ديال العريس يكونو حزاني وهو معاهم؟ غيجي وقت يشدّو العريس من عندهم. ملي يشدّوه، غيصومو.
الناس ما يخيطوش طريف ديال القماش الجديد علي الملابس القديمه. القطعه الجديده غتجي بدّن من القديم. وغادي يكبّر الدقه.
الناس ما يصبّو خمر جديد في قرب قديمه. اذا صبّو، القرب غادي تتقطّع. الخمر غادي يضيع، و القرب غادي تتبّرد. لا، كل واحد يصبّ خمر جديد في قرب جديده. باش كلاهم يبقيو سالمين. A Dead Girl and a Suffering Woman
وكاين سيدنا عيسي كيهضر، جا واحد السيد مهم. سجد قدام سيدنا عيسي. قال ليه: "بنّتي توّفات دابا. ولكن تعال وْحط يدك عليها، باش تعيش تاني."
ݣيسوس قَامْ وْمَشَاْ مَعَاه. وْݣَامْ تْلَامِيذْ ديالُو مَعَاهْ.
في هاد الوقت جات وحده من ورا يسوع. كانت عندها مرض كيخليها تنزف. داك المرض داوم معاها 12 عام. لمّات طرف ديال الثوب ديالو.
كانت كتقول في نفسها: "بغيْت نمسّ غير فْ ثيابُو. وْ بعدا نمْشِي معافاه."
عطي يسوع شاف و شافها. قال ليها: "يا سيده، ما تفقديش الامل." قال ليها: "ايمانك شافاك." شفات المراه في داك الحين بالزبط.
ملي دخل يسوع لدار سيدنا، شاف الناس لي كيعزفو بالنّاي. و شاف الزّحمه و الضوضاء.
قال: "ݣول بعيد. البنت ماشي ميته. غاديه غاتݣولس." ولكن ضحكو عليه.
ومباشي ما خرجو الناس كاملين، دخل يسوع. خداها من يدها، و قامت.
خبار علي اللي دار سيدنا يسوع شاع فجميع المنطقه. يسوع يشافي رجلين عميين.
ومع استمرار يسوع في طريقه من هناك، تبعه رجلان اعميان. صرخا قاءلين: "ارحمنا يا ابن داود!"
ملي عيسي دخل لداخل، الرجال العميان جمّعوا عندو. سْوالهم: "واش نْتَ قادْر تدير هادشي؟" جاوبوه: "اه، يا سيدي."
ثم لمس اعينهم. قال: "يكن لكم كما امنتم."
كانوا الان قادرين علي الرءيه مجدداً. وحذرهم يسوع بشده: "تاكدوا من الا يعلم احد بهذا الامر."
ولكنهم خرجوا وبدّاو ينشرو الخبر. حكاو عليه فكل داك المنطقه.
واش كانوا غاديين، جابو واحد الراجل ليزوس. كان مسكون بشيطان و ما يقدرش يحكي.
ملي طردو شيطان، بدا الرجل يتكلم. الناس تعجبو بزاف. قالو: "ما عمرنا شفنا بحال هادشي في اسراءيل."
ولكن الفريسيين قالوا: "انه يطرد الشياطين بسلطه رءيس الشياطين." قليلون هم العمال.
مشي يسوع فجميع المدن والقري. كان يعلم في الكناءس ديالهم. وبشر بالبشاره الساره ديال المملكه. وشفا كل مرض وكل داء.
ملي شاف الناس بزاف، حس بالهمّ عليهم كبير. كانو مضروبين و مهمّلين، بحال الغنم بلا راعي.
ومقال يسوع لتلاميذه: "الحصاد عظيم، ولكن العمال قليلين."
صافي طلّب من الرب ديال الحصاد يبعت عوامّل يخدمو فالحقل ديالو.
يسوع يرسل التّلاميذ الاثني عشر
عيسي نادي علي 12 تلميذ ديالو باش يجيوا ليه. عطاهم السلطه باش يبعدو الجن ويشفاو كل مرض وكل عله.
هنا اسماء التلاميذ الاثني عشر. اولهم شمعون بطرس واخوه اندراوس. ثم ياتي يعقوب ابن زبدي واخوه يوحنا.
اليكم بعد ذلك فيليب وبرثولماوس، وكذلك توما ومتي الجابي. اثنان اخران هما يعقوب ابن حلفاي وثداوس.
الاخيران هما سيمون الغيور ويهوذا الاسخريوطي. يهوذا هو من سيسلّم لاحقًا يسوع لاعداءه.
عْطَا يسُوع هَادُو 12 مَعَ هَادُو الاوَامِر. قَالْ لِيهُمْ: "مَا تْمْشِيوش لْعَامَا لِي مَا هُمُوش يَهود، وَ مَا دْخْلُوش لْاَيّ بْلَادَه دْ سَامْرِيِّين."
بلعكس، اذهب الي بني اسراءيل. انهم كالاغنام الضاله.
باش ما تمشي، قول هاد الكلام: "الملك ديال الجنه قريب."
شفي المرضي. احيي الموتي. طهر اللي عندهم امراض الجلد. طرد الشياطين. عطاوك بلا ما تطلب، عطيو نتوما بلا ما تطلبوا.
ما تجيبش معاك ذهب، فضه ولا نحاس في حزامك.
ما تاخدش معاك شي كيس للرحله. ما تاخدش معاك حوايج زاءده ولا صندال ولا عصا للمشي. ضروري يعطيو العامل ما يحتاج.
ملي تدخل لمدينه ولا قريه، دور علي واحد شخص باغي يستقبلك. سكن عند هاد الشخص حتي تمشي.
باش دخلتي للدار، سلم علي اللي ساكنين فيها.
اذا كان هذا البيت يستقبلك، فبارك عليه بالسلام. واذا لم يفعل، فلا تبارك عليه.
شي ناس مايستقبلوكش مزيان و لا يسمعو لحديثك. اذا ما دارو والو، نفض الغبار من رجليك ملي تمشي من داك الدار ولا المدينه.
شنو غانقول ليك راه صحيح. ف يوم الدين غيكون اخف علي سدوم وعموره من هاد المدينه.
انا باغي نبعثك لوسط الذءاب بحال الغنم. كونوا فحاله العقل بحال الحيات وكونوا زوينين واخا ما عندكمش الذنب بحال الحمام.
تحذّر! الرجال سيسلمونك للمحاكم المحليه. سوف يجلدونك في الكناءس اليهوديه الخاصه بهم.
غادي تجيو عند الحكام و الملوك بسبب مني. غادي تشهدو عليهم و علي اللي ما كايينوش يهود.
ولكن ملي يمسكوكم، ما تشدوش الهَمّ علي واش غاتقولو ولا كيفاش غاتقولوها. فداك الوقت غاتعطاو الكلمات الصاحبه اللي غاتقولو بيها.
ما غاتكوني انت اللي باغي تحكي. روح والدك غاتحكي من خلالك.
اخوه يسلمون اخوتهم للقتل. اباء يسلمون ابناءهم. ابناء يقومون ضد اباءهم ويقتلونهم.
غادي يكرهوك كاملين سبابي، ولكن اللي صبر حتي النهايه غايخلص.
ملي الناس دياله يهاجموك في واحد البلاصه، تهرب لواحد البلاصه اخري. شنو غانقول ليك دابا هو صواب. ما غاتكملش تمشي علي مدن اسراءيل قبل ما يجي وليد الانسان.
ماشي الطالب احسن من الاستاذ ديالو. ماشي العبد احسن من سّيدو.
كافي الطالب يكون بحال سيدي. وكافي العبد يكون بحال مولاه. اذا سماو راس الدار بـ"بعلزبوب"، واش اللي ساكنين فيها يترقبوا شنو؟
صافي ما تخافش من عدوك. كلشي مخبي غايجي للعلن. كلشي مدفون غايتفتح.
اللي نقول لك في الظلام، قول في النهار. اللي يهمس في ودنك، صيح بيه من فوق السطاح.
ما تخافوش من اللي يقتلو الجسد و ما يقدروا يقتلو الروح. خافوا من اللي يقدر يدمر الروح و الجسد في جهنم.
ما تباعش جويج عصافير بثمن واحد؟ و ما كطيحش وحده منهم للارض بلا ما يكون باسك عارف بيها.
الي درجه انه يحسب كل شعره في راسك!
صافي ما تخافش. نتا قيمه ديالك اكثر من بزاف د العصافير.
اش بغيتي في واحد يقول قدام الناس بلي كيعرفني؟ انا غنقول حتي قدام واليدي اللي في السما بلي كنعرفو.
ولكن ماذا عن شخص يقول قدام الناس بلي ما كيعرفنيش؟ غنقول قدام واليدي اللي في السما بلي ما كنعرفوش.
ما تظنشْ جيتْ باش نجيب السلام علي الارض. ما جيتْش باش نجيب السلام. جيتْ باش نجيب السيف.
جا غدي نجي باش نقلب "لْوَلَادْ ضدْ ابَاهُمْ. لْبَنَاتْ غيْرفضُو يطيعُو اُمَّاهُمْ. لْعْرُوسَاتْ غيْكونُو ضدْ حْمَّلاتْهُمْ.
"عدوّ الرّجل من اهل بيته." (ميخا 7:6)
اللي كيحبّ باباه ولا مّاه اكثر منّي، ما يّستاهلنيش. واللي كيحبّ ولدو ولا بنتو اكثر منّي، ما يّستاهلنيش.
وكل واحد ما يشيلش صليبو و يتبعني ما يكونش اهلاً لي.
اذا كان احد يجد حياته، فانه سيخسرها. واذا كان احد يخسر حياته لاجلي، فانه سيجدها.
اللي كيستقبلكم كيستقبلني. واللي كيستقبلني كيستقبل اللي بعتني.
فرض واحد استقبل نبي بحال نبي، غايعطيه اجر نبي. و فرض واحد استقبل واحد صالح بحال صالح، غايعطيه اجر واحد صالح.
فرضلا واحد عطي حتي كاس ديال الماء بارد لواحد الولد صغير تابعني، شنو غانقول ليك راه صحيح. هاد الشخص غادي يوصلو الاجر بالتاكيد."
عيسي و يوحنا المعمدان
يسوع سالي تعليمو لـ 12 تلميذ ديالو. ومن بعد مشا يعلم ويوعظ في المدن ديال الجليل.
كان يوحنا في السجن. لما سمع شنويا كيدير المسيح، بعت تلاميذه ليه.
قالو لـيسوع: "واش نتا اللي كان مزمع يجي؟ ولا نبحثو علي واحد اخر؟"
جاوب يسوع: "رجع ليوݣن، و قول ليه شنو سمعتي و شنو شفتي."
العماي كيشوفو. المعاقين كيمشيو. اللي عندهم امراض الجلد كيتشفاو. الصم كيسماعو. الموتي كيقومو للحياه. والبشاره كتقرا للفقراء.
تبارك الله اللي ما يخليش يقينو واخا شحال غبرت فيه بسبب مني."
باشي تماشي تلامذه يوحنا، بدا يسوع يتكلم مع الناس علي يوحنا. قال: "اش بغيتو تمشيو تشوفو في البريه؟ عشب طويل كيهزّو الريح؟"
الا واش ختيّيتْ باش تشوف؟ واحد لابْس مزوّق؟ لا. اللي كيلبس مزوّق كيكونو في قْصور الملوك.
واش من بعد شنو خرجتي باش تشوف؟ نبي؟ اه، كنقول ليك، واخا اكثر من نبي.
هو اللي مكتوب عليه في الكتاب المقدس. كاين فيه قول: "ها انا مرسل رسولي قدامك باش يهيء طريقك." (ملاخي 3:1)
شنو غانقول ليك راه صواب. ما كاين واحد اهم من يحيي المعمدان ما ولاّ. ولكن اصغر واحد في مملكه السما اهم منو.
من ايام يحيي المعمدان، ملكوت السماوات كايتقدم بالعنف. و الناس اللي كيعتافرو كايشدوه.
كل الانبياء والشريعه تنباوا حتي جاء يوحنا.
اذا كنتَ مستعدًا لقبول ذلك، فان يوحنا هو ايليّا الذي كان من المفترض ان ياتي.
اللي عندو ودن يسمع.
بشحال نقدر نمثل الناس ديال دابا؟ كيمشيوا بحال ولاد صغار جالسين في الاسواق و كايْصْدُو للناس. كايقولو،
"صافي عازفين لك بالنفير. ولكن ما رقصتيش. غنينا ليك اغنيه العزاء. ولكن ما حزنتي."
ملي جا جون، ما كْلا و ما شرب بحال لي كتدير. و الناس كايقولو: "فيه جنّ."
ولكن ملي جا ولْد الناس، كْلا وشرب بحالكم. و الناس كْيقولو: "هاد السيد ديما كْياكل و كيشرب بزاف. هو صاحْب لمْحاسبين و "الخاطءين". " اللي كْيعملو بالعقل كْيثبتو بلي العقل صْح. مدن ما كْترْفضش الذنب
بدا يسوع يتكلم ضد المدن اللي عمل فيها بزاف ديال المعجزات. الناس ديال هاد المدن ما تابوش من خطاياهم. لذلك قال:
واش غتكون مصيبه كبيره عليك يا كورازين! واش غتكون مصيبه كبيره عليك يا بيت صيدا! كون المعجزات اللي وقعات فيكم وقعات في صور وصيدا، كانو غيتوبو من ذنوبهم من زمان. كانو غيلبسو الثوب الاسود. كانو غيجلسو في الرماد.
ولكن اقول لكم هذا. يوم الدينونه سيكون اسهل علي صور وصيدا منكم.
وانتَ يا كفرناحوم؟ غتِتعَلّي لِجْنّه؟ لا! غتِنزل لِبلاد الاموات. كون المعجزات اللي وقعات فيك وقعات في سدوم، راه تِكون باقيه دابا.
ولكنني اقول لكم هذا. يوم القيامه سيكون العذاب اخف علي قوم لوط منكم." استراحه للجميع من تعبوا
في ذلك الوقت قال يسوع: "احمدك يا ابتاه. انت رب السماء والارض. لقد اخفيت هذه الامور عن الحكماء والمتعلمين. ولكنك اظهرتها للصغار."
اي، بابا. هذا هو اللي بغيتي.
باْياْ جَاْ وَهَبْ لِيْ كُلْشِيْ. اللهْ هُوَاْ الْوَحْدَ لِيْ كَيعْرَفْ ابْنُهْ. وَالْوَحْدِينْ لِيْ كَيعْرَفُو اللهْ هُوَاْ ابْنُهْ وَلِيْ كَايْخْتَارْ ابْنُهْ يْعَرِّفُهُمْ بِيْهْ.
جيوني كامل اللي تعاباو و محملين الاثقال، انا نعطيكم الراحه.
كونو عبادي و تعلمو مني. انا وديع و خالي من الكبر. ستجدون راحه لارواحكم.
خدامي ساهل، و حملي خفيف.
يسوع هو رب يوم السبت.
واحد نهار د السبت مشا يسوع في الحقول ديال الحبوب. التلاميذ ديالو كانو جيعانين. بداو يقطفو شي سنابل ديال الحبوب وياكلو.
شافو هادشي الفريسيين. قالو ليزو: "شوف! مخالف للقانون باش دير هادشي فنهار السبت. ولكن التلاميذ ديالك كيديرو هادشي علي كل حال!"
جاوب يسوع: "ما قريتيش شنو دار داود؟ هو و الرجال ديالو كانو جيعانين."
صافي دخل لدار الله. هو و الرجال ديالو كلو الخبز المقدس. غير الكهنه اللي كانو مسموح ليهم ياكلوه.
ما قريتيش القانون؟ كيقول كيفاش كل سبت، الكهنه في المعبد خصهم يخدمو في هاد النهار. ولكن ما كيعتابوش مجرمين.
kan'glik b li howa a'zz men lma'bed mwahud hna.
الكتاب المقدس كيقول، "بغيت رحمه ماشي ذبيحه." (هوشع 6:6) نتا ما عارفش شنو هاد الكلمات واخدين. واخا عرفتي، ما غاتهمش ترفع قضيه ضد لي ما دارو والو.
"ولد الانسان هو رب يوم السبت."
من داك البلاصه، دخل يسوع لسينڭوݣ ديالهم.
كان هناك رجل يده ضعيفه ومشوّهه. كان الفريسيون يحاولون ايجاد عيب في يسوع. فسالوه: "هل يسمح الشريعه بان نشفي في يوم السبت؟"
قال لهم: "ماذا لو وقعت واحده من غنمكم في حفره يوم السبت؟ الن تمسكوا بها وترفعوها؟"
واحد الانسان عندو قيمه اكبر من الغنم! لهذا القانون كيسمح لينا نديرو الخير فنهار السبت."
ومقال عيسي للرجل: "مد يدك." فمدّها. رجعت بحالها مزيانه، بحال اليد الاخري بالضبط.
ولكن الفريسيين خرجوا وتامروا كيف يقتلوا يسوع. عبد الله المختار.
كان يسوع عارف بكل مخططات الفريسيين. لذلك خلا هاد البلاصه. بزاف ديال الناس تبعوه، و شافا جميع المرضي ديالهم.
ولكن حذرهم من ما يقولوش شكون هو.
كان هذا ليكاين واقع ما كان مهضر بيه نبي اشعيا. كايقول،
ها هو خادمي. لقد اخترته. هو الذي احبه. انا راضٍ عنه جدًا. ساضع روحي عليه. سيعلن للامم ان كل شيء سيُصلح.
ما غادي يجادل ولا يصيح. ما غايسمعش صوتو في الزناقي.
ما غادي يكسر غصن معوج. ما غادي يطفّي شعله ضعيفه. غادي يصلّح كلشي.
"الامم ستركن اليه." (اشعياء 42: 1-4) يسوع وبعلزبول
جباب واحد مسكون بالشياطين جابوه لعيسي. كان الراجل معما و ما يقدرش يحكي. عيسي شفاه. من بعد الراجل ولا يقدر يحكي و يشوف.
كل الناس تعجبوا. قالوا: "واش هذا هو ولاد داود؟"
سمع الفريسيون هذا. فقالوا: "هذا يطرد الشياطين بقوه بعلزبول، رءيس الشياطين."
كان يسوع عارف شنو كايفكروا. و لهذا قال لهم: "كل مملكه كيتحارب فيها الداخل مع الداخل غاتخرب. و كل مدينه او عاءله مقسمه علي راسها ما غاتصمدش."
اذا طرد الشيطان الشيطان، فانه يحارب نفسه. فكيف يثبت ملكه؟
تقول بانني اطرد الشياطين بقوه بعلزبول. اذن، بقوه من يطرد شعبكم الشياطين؟ اذن، سيكونون هم قضاه عليك.
ولكن فرضاً انني اُخرج الشياطين بروح الله، فها قد وصل ملكوت الله اليكم.
ولا تفكر فحال هادشي. كيفاش دخلي لدار واحد قوي وتاخد اللي عندو هكاك؟ خاصك تربطو اولا. من بعد تقدر تسرق دارو.
اللي ماشي معايا، عدو ليا. واللي ما يجمعش الغنم معايا، يفرقها.
ها هو ما نقول ليك. كل خطيءه وكل كلمه شريره تقال ضد الله غادي تتقدر تسامح. ولكن التكلم بالشر ضد الروح القدس ما غادي تسامحش.
اللي يقول كلمه ضد ولاد الناس غادي يسامح ليه. ولكن اللي يقول كلمه ضد الروح القدس ما غاديش يسامح ليه. هاد الشخص ما غاديش يسامح ليه لا دابا ولا في الايام الجايه.
اذا صالحت شجره، فاكهتها تكون صالحه. واذا فسدت شجره، فاكهتها تكون فاسده. تقدر تعرف الشجره من فاكهتها.
يا عش الدياثه! كيفاش نتوما اللي كتعرفو الشر تقولوا شي حاجه مزيانه؟ الافواه ديالكم كتقول كلشي اللي في القلوب ديالكم.
واحد الزين يقول كلمات زوينين. هادوك كيخرجو من الزين اللي مخبي داخل عندو. واحد الشرير يقول كلمات شينين. هادوك كيخرجو من الشر اللي مخبي داخل عندو.
ولكن هادا هو اللي كانقول ليك. ف يوم الحساب، الناس غايحاسبو علي كل كلمه فارغه قالوها.
بكلماتك، ستُدان او تُبرا." ايه يونس المعجزه.
بعض الفريسيين والمعلمين ديال القانون جمو عند يسوع. قالو ليه: "استاذ، باغيْن نشوفو شي معجزه من عندك."
جاوب، "الناس الشريرين والخونه باغيين ايه! ولكن ما غاتعطي لحد، غير ايه النبي يونس."
كان يونس في بطن حوت عظيم ثلاثه ايام وثلاث ليال. شيء من هذا القبيل سيحدث لابن الانسان. سيقضي ثلاثه ايام وثلاث ليال في القبر.
الرجال ديال نينوي غايقومو ف يوم الدين مع الناس اللي عايشين دابا. و الناس ديال نينوي غايبرزو بلي هاد الناس مديانين. الرجال ديال نينوي رجعو من خطاياهم ملي يونيس وعظهم. و دابا واحد اهم من يونيس هنا.
الملكه ديال الجنوب غتقف في يوم الدين مع الناس اللي عايشين دابا. وغتثبت باللي هوما مديانين. جات من بلاد بعيده بزاف باش تسمع الحكمه ديال سليمان. ودابا واحد اهم من سليمان هنا.
اش كاين غدي يوقع ملي كينخرج شي واحد من الجن من واحد الشخص؟ كيمشي عبر الاراضي القاحله باغي بلاصه باش يرتاح. ولكن ما كايلقاش.
و من بعد قال، 'غادي نرجع للدار اللي خليت'. ملي يوصل ليها، يلاقي الدار خاويه. الدار كانت كتمسح و منظمه مزيان.
ومن بعد، يرجع الروح الشرير ويجيب معاه سبعه ارواح اخري اشرّ منو. يدخلو ويسكنو فيها. يصبح داك الراجل حالتو اسوا من قبل. هكا غادي يكون الحال مع الناس الشريره ديال دابا." ام واخوه يسوع
بينما كان يسوع مازال كيهضر مع الناس، امو واخوه وقفوا برا. كانوا باغين يحكيو معاه.
قال ليه واحد: "والدتك واخوتك واقفين برا. باغين يحكيو معاك."
جاوب يسوع قال ليه: "مين هي امي؟ و مين هما اخوتي؟"
يشاور يسوع تلاميذه. قال: "ها هي امي! ها هم اخوتي!"
"كل واحد غادي يدير اللي باغي ربي في السما، هو خويا ولا ختي ولا امي."
قصه الفلاح
فـنفس النهار خرج يسوع من الدار وجلس عند بحر الجليل.
تجمّع حوله جمع غفير. لذلك ركب في قارب. جلس فيه. وقف الناس جميعًا علي الشاطء.
ثم حكي لهم قصصًا كثيره. قال: "خرج فلاح باش يزرع بذرو."
شاد الفلاح البذور في الارض. وقعت بعضها علي طريق. جات الطيور و كلاتها.
وقعو بعض الحبوب في بلاصه صخريه، ما كانش فيها بزاف التراب. النباتات طلعو بسرعه، خاطر التراب ما كانش عميق.
ملي طلعت الشمس، حرّقات النباتات. يبسو لانهم ما عندهمش جذور.
وقعو بزاف ديال البذور بين الشوك. الشوك طالع و خانق النباتات.
وبعض البذور سقط في ارض جيده، فانتج محصولاً مءه ضعف او ستين ضعف او ثلاثين ضعف ما زُرع.
اللي عندو ودن يسمع.
جاوه تلاميذه. سولو: "علاش كتحكي قصص للناس؟"
جاوب، "لقد اُعطيتو الفرصه باش تفهمو اسرار مملكه السما. ما كاينش اللي عطاوها لغريب."
اللي عندو هاد النوع ديال المعرفه غيعطاو ليه الزياده. في الواقع، غيكون عندو بزاف. و لي ما عندوش هاد النوع ديال المعرفه، حتي اللي عندو شويه غياخدوه منو.
هذا هو السبب اللي كنستعمل بيه الحكايات ملي كنڭلم الناس. كانقول، "كيشوفو، ولكن ماكيشوفوش مزيان. كيسمعو، ولكن ماكيسمعوش مزيان ولا كافهموش."
فيها تتّحقّ كلمات النبيّ اشعيا. قال: " 'غادي تسمع و ما غادي تفهم والو. غادي تشوف و ما غادي تعرف واش كتشوف.'"
قلوب هاد الناس ولاّت قاسيه. ما يقادرو يسمعو والو بيدييهم. سدّو عيونهم. كون ما سدّوش عيونهم، كانو غايشوفو بيهم. كون ما سدّوش ودانهم، كانو غايسمعو بيهم. كون فهمو بقلوبهم. كانو غايرجعو لربي، ونهارها غايدويّهم. (اشعياء 6:9،10)
ولكن طوبي لعينيكم لانكما تبصران. وطوبي لاذنيكم لانكما تسمعان.
شنو غانقول ليك راه صحيح. بزاف ديال النّبيين و الناس الصالحين كانو باغيين يشوفو شنو كتشوف. ولكن ما شافوهش. كانو باغيين يسمعو شنو ك تسمع. ولكن ما سمعوهش.
اصغي! ها هي معني قصه الفلاح.
الناس يسمعو علي هديك المملكه، ولكن ما كيعرفوش شنو هي. من بعد كيجيو الشيطان، و كايسرق اللي زرع في قلوبهم. هاد الناس بحال البذره اللي وقعات في طريق.
الناس الاخرون استقبلوا البذور اللي طاحت في الاماكن الصخريه. هادو اللي يسمعو الكلام ويستقبلوه بالفرحه من الاول.
ولكن ليس لهم جذور. لذلك لا يدومون الا وقتاً قصيراً. يسقطون بسرعه عن الايمان عندما ياتي ضيق او عذاب بسبب الرساله.
الاخرون تلقوا البذره التي سقطت بين الشوك. هءلاء هم الذين يسمعون الرساله. لكن بعد ذلك هموم هذه الحياه ووعود الثروه الكاذبه تطغي عليها. تمنعها من اثمار.
صافي، شي وحدين اخرين خداو البذره اللي طاحت في التربه الزوينه. هادو اللي يسمعو الكلام و يفهموه. كيعطيو محصول 100 مره، 60 مره، ولا 30 مره اكثر من اللي زرع الفلاح." قصه الاعشاب الضاره
قال يسوع للجموع قصه اخري. "هاذا شنو كيكون بحال مملكه السما," قال. "واحد الراجل زرع نبته مزيانه في حقلو."
بينما كان الجميع نايmin، جا العدو ديالو. زرع العدو الحشيش بين القمح و مشا.
بدا القمح ينمو ويشكل الحبوب. وفي نفس الوقت، ظهرت الاعشاب الضاره.
جاوه عباد صاحب الدار ليه. قالو ليه: "سيدي، ما زْرعتْشي بذره مزيانه في حقلْك؟ واش منين جات هاد الاعشاب الضاره؟"
"قال: 'هاد شي عدو عمل'. سْءالُو لُو الخدم، 'بغيتي نمشيو نشدّو العشاب؟'"
"لا،" جاوب صاحب الحقل. "باش تتقلع الحشيش، ممكن تتقلع معاها القمح."
خلِّيْهُم يِكْبَرُو مَعَ بَعْضْهُم حَتَّي وَقْت الحَصَاد. فِذَاك الوَقْت غَادِي نْقُول لِلْعُمَّال شْحَال يْدِيرُو. هَادَا شْحَال غَادِي نْقُول لِيهُم: "الاَوَّل جْمَعُو لْعُشْبَان. رْبْطُوه فِقَدَامَاتْ بَاش تْحْرَق. بَعْدِين جْمَعُو القَمْح. جِيبُوه لِالمَخْزَن دِيَالِي." "حِكَايَاتْ بَذْرَه الخَرْدَل و النَّفْخَه"
قال يسوع للجمهور قصه اخري. قال، "مملكه السماوات تشبه حبه خردل. اخذ شخص ما البذره وزرعها في حقل."
ها هي اصغر بذورك كلها. ولكن عندما تكبر، تصبح اكبر نبات في الحديقه. فتتحول الي شجره. وتاتي الطيور فتستريح في اغصانها.
قال لهم يسوع مثلًا اخر. "المملكه السماويه بحال الخميره"، قال. "امراه خلطاتها في كميه كبيره من الدقيق. الخميره عملات في كامل العجين."
قال يسوع كل هادشي للناس بالمثل. ما قال ليهم والو بلا ما يحكي حكايه.
اذًا، تحقّقت الكلمات التي قال بها النبي. لقد قال: "سافتح فمي واحكي قصصًا. ساتكلم عن امور كانت مخفيه منذ تاسيس العالم." (مزمور 78:2) يسوع يشرح قصه الزرع الضار.
ومن بعد ما سالا يسوع الناس، دخل للدار. ولاسْتاذْ ديالو جمّعوه، و قالو ليه: "فسّر لينا حكايه الزرع مع الحشيش اللي كانت في الحقل."
جاوب، "اللي زرع البذره الزوينه هو ولاد الناس."
الحقل هو العالم. البذره الصالحه تمثل الناس الذين ينتمون الي ملكوت الله. الزرع الضار هم الناس الذين ينتمون الي الشرير.
العدو اللي كيزرعهم هو الشيطان. الحصاد هو يوم الحساب. والعمال هم ملاءكه.
العشاب كيتنتزعو و كيحرقو ف النار. هكا غيكون نهار الحساب.
ولد الناس غادي يبعت ملاءكتو. غايقلبو في مملكتو ويخرجو كلشي كايسبب الذنب. وغادي يخرجو حتي كل واحد كايعمل الشر.
غادي يرميوهم في التنور اللي شاعل. تمّا الناس غايْبكو و يضرّبو علي سنّانهم.
و غايولي ولاد الله يضوّو بحال الشمس في مملكه باباهم. اللي عندو ودنين ايسخّا. حكايات الكنز المخبّي و اللءلءه.
مملكه السماوات بحال كنز مدفون في حقل. ملي واحد لقاها، خداها ودار فيها بلاصه خفيه. فرح بزاف. وباش يشدّها، باع كلشي عندو. وشرا هاد الحقل.
بزاف، المثل ديال مملكه السما بحال واحد التاجر كان باغي يلقا لءلء زوين.
لقا واحد كان غالي بزاف. صافي مشا باع كلشي عندو. و شرا هاد اللءلءه. قصه الشبكه.
بزاف، السماء بحال شي شبكه. هبطوها فالبحر، وجمعات فيها صنفان ديال السمك.
ملي تْملّات، جرّوها الصّيادين لْشاطء. ومن بعد قْعَدُو وجمّعو السمك الزوين فْ سْلال. ولكن رمّاو السمك الدّايخ.
هذا كيف غيكون الحال في يوم الدين. الملاءكه غيجيو. غيفرقو الناس اللي دارو خاطء من اللي دارو صواب.
غادي يرميو الناس الشيين في الفرن اللي شاعل. تا غادي يبكيو ويتسنّنو فدّانهم.
"واش فهمتيو هادشي كامل؟" سْءال يسوع. "ايه"، جاوبوه.
قال لهم: "كل معلّم شريعه تعلّم علي ملكوت السماوات يشبه ربّ دار. يخرج كنوزًا جديده وقديمه من خزانته." نبيّ بلا تكريم.
يسوع سالا هاد الشي كامل. ومن بعد مشا من تمّاك.
جا لمدينه ناصره، موطنوا. بدا فيها يعلم الناس في الكنيسه ديالهم. تعجبو بزاف. قالو: "فين خدّم هاد الراجل هاد العقل؟ وفين خدّم هاد القوه باش يدير هاد المعجزات؟"
ما هذاش ولاد النجار؟ ما سميت الام ديالو مريم؟ ما خوتهومش يعقوب، يوسف، سمعان ويهودا؟
ماشي كامل خواتو معانا؟ واش منين جا هاد الراجل بهادشي كامل؟
ما عجبوهش بالمره. ولكن يسوع قال لهم: "ما كيعرفوش قيمه النبي في بلادوا. ما كياخدش اي تقدير في داروا."
ما دارش غادي بزاف ديال المعجزات تمّا، باش ما كانوش عندهم اعتقاد.
راس يوحنا المعمدان ينقطع
في ذلك الوقت، سمع هيرودس، حاكم الجليل والبيره، باخبار عن يسوع.
قال لخدامو: "هذا هو يوحنا المعمدان. قام من الاموات! لهذا السبب عندو القدره علي عمل المعجزات."
كان هيرود قد اعتقَل يوحنا. ربطه وحبسه في السجن بسبب هيروديا. كانت زوجه اخ هيرود، فيليب.
كان يوحنا كايقول ليهيرود: "ما يجوز ليكش تاخدها، هادشي مخالف للقانون."
كان هيرود باغي يقتل يوحنا. ولكن كان خايف من الناس، لانهم كانو كيعتقدو ان يوحنا نبي.
في عيد ميلاد هيرودس، رقصت بنت هيروديا قدام هيرودس وضيوفو. عجبات هيرودس بزاف.
وَعْطَاهاْ الْوَعْدْ بِاليَمِينْ يْخَلِّيْ لَيهَاْ كُولْشْ تْطْلَبْ.
قالت ليها امها شنو تقُول. وْݣالَتْ البْنت لِهِيرُود: "اعْطيني رَاسْ يحيي المعمَّد في طَاجِين كَبِير."
كان الملك معصب بزاف. ولكن فكر في وعدو وضيوفو اللي غدي يعشو معاهم. صافي قال واحد من رجالو يعطيها اللي بغات.
كان هيرودس قد امر بقطع راس يوحنا في السجن.
جبينه ديالو دخلوها علي طبق كبير وعطاوها للبنت. ملي عاد هي مشاّت بيها لّواليدتها.
جاو تلامذه يوحنا وخداو جسدو دفنوه. ملي بداك مشاو عاونو يسوع. يسوع كيوكل خمسه الاف واحد.
سمع يسوع باللي وقع لجون. بغا يكون حالو. لذلك مشا في قارب لواحد البلاصه هاديه. الناس سمعوا بهادشي. تبعوه بالرجل من الدواوير.
ملي سالا يسوع من البحر، شاف بزاف ديال الناس. حس بالشفقه عليهم. داوي الناس لي كانو مرضي.
كان تا قريب العشيه، جاوه التلاميذ. قالو ليه: "ما كاين والو هنا." "بدا كي كيغرب، ارسل الناس. يمشيوا يشريو ماكله في الدواوير."
جاوب يسوع: "ما خاصهمش يمشيو. نعطيو ليهم شنو ياكلو."
"عندينا خمسه خبزات و جوج ديال السمك," جاوبو.
"جيّبهم لهنا عندي،" قال.
ومّن بعد، امر يسوع الناس يقعدو علي العشب. خذ خمسه خبزات وسمكتين. رفع عينيه لسمّا وقال الحمد. كسّر الخبزات قطع صغار. ومن بعد اعطاهم للتلامذه. والتلامذه عطاوهم للناس.
كلهم كلو وشبعو. التلاميذ جمعو 12 سله من البقايا.
عدد الرجال لي كلا كان تقريبًا 5,000. النساء والاطفال كلاو تا هما. يسوع يمشي علي الما.
صافي بدا ليك يسوع عاد باش يدخل تلامذتو ف القارب. خلاهوم يمشيو قبل منو لجهه لخر ديال بحر الجليل. ومن بعد سالا الناس وخلّاهم.
بعد ما خداهم، صعد لواحد الجبل بوحدو باش يْصلي. ملي جا المسا، كان تما بوحدو.
كانت البوطه بعيده بزاف من اليابسه. كانت الامواج كتعاود تضرب فيها، لان الريح كانت كتعاكسها.
في الصباح الباكر، خرج يسوع لملاقاه التلاميذ. مشي علي سطح الماء.
شافوه كيمشي علي البحيره و خافوا بزاف. قالوا: "هذا شي واحد ميت!" و صرخو بالخوف.
صافي عيسي نادي عليهم فحالًا، "يا عباد الله، كونوا شجعان! انا هو. ما تخافوش."
الله، واش نتا؟" سال بطرس. "اذا كنت نتا، امرني نجي ليك فوق الما."
"تعالَ"، قال يسوع. اذن خرج بطرس من القارب. مشي علي الماء نحو يسوع.
ولكن ملي شاف بطرس الريح، خاف. بدا يغرق. صرخ وقال: "يا رب! نجيني!"
صافي بدا من لْحالْ يسوع مد يدو و مسك فيه. قال ليه: "ايمانك شويه بزاف!" و قال: "مالا شكيتي فيا؟"
ملي صعدو لداخل القارب، الريح حبسات.
ومن كانو في القارب سجدوا ليسوع وقالوا: "انت حقًا ابن الله!"
عَبْرُو البحيره وْهْبَطُو ف جَنَّسَار.
الرجال اللي كانو عايشين تمّا عرفو يسوع. وبغاو بعتو واحد الرساله فكل بلاصه قريبه. الناس جابو كل واحد مريض عند يسوع.
كانوا يرجوه ليسمح لمن كان مريضًا بلمس طرف ثوبه فقط. وكل من لمسه شُفي.
اشْ كايخلي الناس "ما نقيه"؟
شي وحدين ديال الفريسيين و شي وحدين ديال اللي كيعلمو الشريعه جاوا من القدس باش يشوفو عيسي. سولو:
واش علاش ما كيطيعوش تلامذتك اللي كيعلموه الشيوخ؟ تلامذتك ما كايغسلوش يديهم قبل ما ياكلو!
جاوب يسوع: "و علاش ما تتبعوش امر الله؟ باغيْن تتبعوا تعليماتكم نتوما!"
قال الله: "كرموا والدكم ووالدتكم." (خروج 20:12؛ تثنيه 5:16) وقال ايضًا: "من لعن اباه او امه، يُقتل." (خروج 21:17؛ لاويين 20:9)
ولكن كتسمحو للناس يقولو لبوهم و لمهم، "اي مساعده تكونو خدّيتو منا هي هديه مزيانه خصيصًا ل الله."
باش ما خاصش يحترموا واليدين ديالهم بالهديه ديالهم. كاتخلي كلام الله باطل باش تمشي ورا تعليماتك انت.
يا مدّعين! كان اشعياء علي حق حين تنبا بكم. قال،
"هاد الناس كيشرفوني باللي كيعيطو بيه. ولكن قلوبهم بعاد عليا."
"عبادتهم ما تعني لي والو. ما كيعلمو غير قوانين ديال الناس." (اشعياء 29: 13)
عيسي جمع الناس ليه. قال، "اصغي و فهم."
ما يدخل فمك ما يخليكش "نَجِس". اللي يخرج من فمك هو اللي يخليك "نَجِس".
ومن بعد، جاوه التلاميذ. سولو: "واش عارف بلي الفريسيين غضبو ملي سمعو هادشي؟"
جاوب يسوع: "تاتوجد نباتات مزرعها والدي اللي في السما ما زرعهاش. غايتخلصو من الجذور."
خلّيهم. الفريسيين مرشدين عميان. اذا كان الاعمي يقود اعمي اخر، فسوف يسقطان كلاهما في حفره."
قال بيتر: "وضّحوها لينا."
ما فهمتوش بعدا؟ سْءالْهُم يسوع.
ماشي شايف؟ كلشي كيدخل للفم كيمشي للكرش. ومن بعد كيخرج من الجسم.
ولكن الكلام اللي يخرج من الفم كاينعبر علي القلب. هادشي هو اللي كيدير ليك "النجاسه".
تخرج الافكار الشريره من القلب. وكذلك القتل والزنا وذنوب جنسيه اخري. وكذلك السرقه والشهاده الزور والتحدث عن الاخرين بالكذب.
هادي هي الاشياء اللي كتخليك "نَجِس". ولكن الاكل بلا ما تغسل يديك ما كيجيب ليك "نَجاسه". "ايمان امراه كنعانيه"
عيسي مشا من الجليل وراح ل منطقه صور وصيدا.
امراه من كنعان كانت تسكن بالقرب من صور وصيدا. جاءت اليه وصاحت: "يا رب! يا ابن داود! ارحمني! ابنتي ممسوسه بشيطان. انها تعاني بشده."
ما قال يسوع كلمه واحده. فجاء تلاميذه اليه. توسلوا اليه قاءلين: "ارسلها بعيدًا، لا تزال تصيح وراءنا."
جاوب يسوع: "ماعُيّنتْ غير للناس ديال اسراءيل. هُمّ كيعيشو بحال ضايعين."
ومن بعد سالات المراه علي ركبتيها قدامو. "يا ربي! ساعدني!" قالت.
جاوب، "ما خاصش تاخدو خبز ولاد الناس وتعطيو للكلاب ديالهم."
"يه، سيدي," قالت. "ولكن حتي الكلاب تاكل فتات الخبز اللي طايح من ماءده اصحابها."
ومجاوب يسوع قال: "يا امراه، ايمانك عظيم! غتكون ليك اللي بغيتي." وشفات بنتها في داك اللحظه بالظبط. يسوع يغذي اربعه الاف واحد.
عيسي مشا من تمّا. مشا علي جنب بحر الجليل. من بعد صعد لواحد الجبل و جلس.
جا مجموعات كبيره من الناس ليه. جابوا العماي و اللي ما يقدروا يمشيوا. جابوا حتي المعاقين، اللي ما يقدروا يحكيو، و بزاف ديال الناس. حطّوهم عند رجليه، و شافاهم.
كان الناس مبهورين. اللي ما يقدروا يحكيو كانوا يحكيو. المعاقين شافو الشفاء. اللي ما يقدروا يمشيوا كانوا يمشيوا. العميان شافو. وبهاذا الناس سبحو الله ديال اسراءيل.
من بعد عيط يسوع لتلاميذه باش يجيو ليه. قال: "قلبي معوج علي هاد الناس. تلات ايام معايا و ماعندهوم ما يكلوا. ما بغيتش نمشيّهم و هما جيعانين. الي درت هكا، يطيحو بالضعف ف الطريق."
جاوبوه تلاميذه. قالو ليه: "ما كاين والو هنا"، قالو. "فين غادي نجيبو الخبز يكفي هاد الناس بزاف؟"
"واش عندك شحال خبز؟" سْءال يسوع. "سبعه," جاوبو, "و شويه ديال السمك صغير."
قال يسوع للجمهور يجلسو في الارض.
خدا ل سبعه خبزات و السمك و شكر. من بعد كسرهم و عطاهوم للتلاميذ. و التلاميذ وزّعوهم علي الناس.
كلهم كلو وشبعو. بعد ذلك، جمع التلاميذ سبعه قفف من الفتات اللي بقا.
عدد الرجال لي كلاو كان 4,000. النساء و الاطفال كلاو تا هما.
بعد ما بعث يسوع الجموع، ركب في القارب. مشا ل منطقه قريبه من مغدان.
يسال يسوع عن ايه معجزه
جاوا الفريسيون والصدوقيون باش يجربو يسوع. سولو باش يبين لهم ايه من السماء.
جاوب، "بالعشيه تتشوف للسما. تقول، 'غادي يكون الطقس مزيان. السما حمرا.'"
و في الصباح تقول، "اليوم غادي يكون فيها العاصفه. السماء حمرا و مغيمه." انت عارف معني اللي كتشوف في السماء. ولكن ما قادر تفهم العلامات ديال اللي كاين دابا.
شعب شرير و غير مءمن باغي ايه معجزه. ولكن ما غادي يعطاوهم حتي ايه الا ايه يونس. ملي سالا معهم مشا. خميره الفريسيين و الصدوقيين.
ݪتلاميذ عَبْرو لَجْهَهْ لُخْرا ديال البحْر. نْساو ياخدو الخبز معاهم.
"كونو حذارين،" قال لهم يسوع. "تحرّسو من خميره الفريسيين والصدوقيين."
تَكَلَّمَ التَّلامِيذُ عَنْ هَذَا بَيْنَهُمْ. قَالُوا: "اشْ دَايرْ يَقُولْ هَادَا بَسْبَابْ مَا جَابْنَاْشْ خُبْزْ."
كان يسوع عارف شنو كيهضرو. و قال: "يا قليله الايمان! علاش كتهضرو بيناتكم علي باش ما عندكمش خبز؟"
ما فهمتيش بعدا؟ ما كتذكرش الخمسه خبزات لخمسه الاف؟ ما كتذكرش شحال جمعتي من السلال ديال القطع؟
ماشي فاكر الخبز السبعه للاربعه الاف؟ ماشي فاكر شحال جمعتي من السلال ديال القطع؟
واش ممكن متفهمش؟ ما كنتش كانحكي ليك علي الخبز. ولكن خليك حذر من خميره الفريسيين والصدوقيين.
ومن ثمّ فهم التلاميذ انّ يسوع لم يكن يحذّرهم من خميره الخبز. بل كان يحذّرهم ممّا كان الفريسيّون والصدّوقيّون يعلِّمون. بطرس يقول انّ يسوع هو المسيح.
مشي يسوع ل منطقه قيصريه فيليبي. هناك سْءال تلاميذه: "اشْ كايقولو الناس ولْد ادم شْكون؟"
جاوبو: "بعض الناس كايقولو يوحنا المعمدان. شي وحدين كايقولو ايليا. وناس اخرين كايقولو حزقيال، ولا واحد من النبيين."
"ولكن ماذا عنك انت؟" سال. "من تقول انني انا؟"
جاوب سمعان بطرس وقال: "انت المسيح. انت ابن الله الحي."
جاوب يسوع: "تبارك ليك، يا سمعان، ولد يونا! ماشي واحد من الناس عْرفك هادشي. ربي ف السما عْرفك."
ها هو ما نقول لك. انت بيتر. علي هذا الحجر سابني كنيستي. ابواب الجحيم لن تكون قويه بما يكفي لتدميرها.
غادي نعطيك مفاتيح مملكه السما. شنو ما تقفل هنا في الارض، غايتقفل في السما. شنو ما تفتح هنا في الارض، غايتفتح في السما.
ثم حذر يسوع تلاميذه من اخبار اي شخص بانه المسيح. يسوع يتحدث عن موته الوشيك.
من داك الوقت بدا يسوع يشرح لتلاميذه شنو غيوقع ليه. قال لهم خاصو يمشي ل القدس. تمّا خاصو يعاني بزاف من شيوخ الدين، و رءساء الكهنه، و لمفسّرين ديال الشريعه. خاصو يموت و في النهار التالت يرجع يحيا من جديد.
خذ بيتر يسوع علي جنب وبدا يتوبيخه. قال: "لا يا رب!"، "هذا لن يحدث لك ابدًا!"
قال يسوع لبطرس، وهو يلتفت: "تبعد من طريقي يا شيطان! انتَ كتعاكسني. ما كاتفهمش فشيءات ديال الله، بل كاتفكر فشيءات ديال الناس."
ثم كلم يسوع تلاميذه. قال لهم: "اذا كان احد يريد ان يتبعني، فليُنكر نفسه. وليحمل صليبه ويتبعني."
اذا بغا يحافظ علي حياتو، غادي يضيعها. ولكن اذا ضيع حياتو عليا، غادي يلاقيها.
واشْ الفايدهْ فينْ كيسْبْ واحدْ العالمْ كاملْ و يضيعْ روحو؟ و لا واشْ يقدرْ واحدْ يبدلْ روحو بشي حاجه؟
ݪول ولاد الناس غادي يجي ف المجد ديال باباه. الملاءكه ديالو غايجيو معاه. وغادي يعطي لكل واحد الجزاء علي حساب عملو.
شنو غانقول ليك راه صواب. بعض اللي ديما هنا مايموتوش قبل مايشوفو ولاد الناس جااي في مملكته.
تغيّر شكل يسوع
بعد سته ايام خد يسوع بطرس و يعقوب و يوحنا خو يعقوب معاه. صعد بيهم لواحد الجبل عالي. ما كان حتي واحد معاهم.
تا تمّا قدّامهم تبدّل حالو. وجهو كان ضايع بحال الشمس. اللبسه ديالو ولاّت بيضه بحال الضّو.
في هاد اللحظه ظهر موسي وايليا قدامهم. موسي وايليا كانو كيهضرو مع يسوع.
قال بطرس ليسوع: "يا رب، من الاحسن ان نكون هنا. ان اردت، سابني لك ثلاثه محاجز. واحد لك، وواحد لموسي، وواحد لالياس."
بينما كان بيتر باغي يتكلم، غيمه ضاويه حلاتهم. صوت من الغيمه قال: "هذا هو ولدي الحبيب، و انا كانعجبني بزاف. انا راضي عليه بزاف. اسمعوا ليه!"
ملي سمعو التلاميذ هادشي، خافو بزاف. طاحو لوجههم للارض.
ولكن يسوع جاء ولمسهم. قال: "قوموا". "لا تخافوا".
ملي شافو لفوق، ما شافو حتا واحد غير يسوع.
نزلو من الجبل. ف الطريق، قال لهم يسوع شنو يديرو. قال: "ما تحكو لحد شنو شفتو." "ستناو حتي يبان ولاد الناس من الميته."
سولو التلاميذ ديالو: "علاش المعلمين ديال الشريعه كيقولو بلي ايليا خاصو يجي قبل؟"
جاوب يسوع: "هذا صحيح. ايليا مزال غادي يجي باش يجدد كلشي."
ولكنني اقول لكم، ايليّا قد جاء بالفعل. الناس ما عرفوهش. دارو فيه كلشي بغاو يديرو. بنفس الطريقه، غايعذبو ولْد الناس."
ومن ثمّ فهم التلاميذ انّ يسوع كان يتحدّث عن يوحنّا المعمّد. يسوع يشفي صبيّاً كان به شيطان.
ملي تقرّبو من الناس، واحد الراجل جمّا عند عيسي. سجد قدّامو.
"يا ربي," قال، "رحم ولدي. كيْهَزّ راسو بْزَاف و كيتعَذَّب بزاف. كيطيحْ دَيمًا ف النَّار ولا ف المَا."
جبتو لواحد تلامذتك. ولكن ما قدروا يعايفوه.
"يا ايها الكافرين والاشرار!" اجاب يسوع. "كم يجب ان ابقي معكم؟ كم يجب ان اتحملكم؟ احضروا الصبي اليّ."
يسوع امر الشيطان بالخروج من الولد، فخرج منو. شفاه في نفس اللحظه.
ومن بعد ما مشاو تلامذه يسوع لواحد الوقت علي جنب، سولو: "علاش ما قدرناش نبعدو هاد شيطان؟"
جاوب، "باش ما عندكش بزاف ديال اليقين. اللي غانقول ليك راه صحيح. اذا كان عندك يقين بحال حبه ديال اللفت، كافي. تقدر تقُول لهاد الجبل، 'تحرك من هنا لهنا.' وغايتحرك. والو غايكون مستحيل عليك."
Please
جاوا جمعو في الجليل. ومن بعد قال ليهم يسوع: "ولد الناس غادي يتسلم للناس."
غادي يقتلوه. في النهار الثالث غايقوم من الميت. وملي شافو هكاك، حسّو بحزن كبير. يسوع يعطي الضريبه ديال المعبد.
يسوع وتلاميذه وصلو ل كابرناوم. تمّاو تّاجامع جاو عند بيتر. سولو: "استاذك ما كيعطيش الضريبه ديال المعبد؟"
"يه، كايدير," جاوب. ملي جا بيتر للدار، يسوع بدا بالحديث. "شنو بان ليك، سيمون؟" سولات. "منين كياخدو الضراءب والرسوم الملوك ديال الارض؟ من ولادهم ولا من الناس الاخرين؟"
من الناس الاخرين،" اجاب بطرس. "اذن، الابناء ما خاصهمش يدفعو،" قال ليه يسوع.
ولكن ما بغيناش نغضبوهم. صافي تمشي للبحيره و ترمي خاطك ديال الصيد. خذ السمكه الاولي اللي تصطاد. فتح ليها الفم. غادي تلقي فيها بالضبط النمرضه اللي محتاج. خذها و عطيها ليهم علي الضريبه ديالي و ديالك.
