باغي نحجز طاوله للعشا الليله.
هنا. خلي الباقي.
غادي نبقي في فندق الفا.
واش السيواعي فداك الدكان غاليين بزاف؟
الثمن خمسه و سبعين سنتيم. تفضل باش يكون عندك الصرف الصحيح.
kanbghī l-jazz.
واش غيكون تفتيش شخصي للشناطي في الديوانه؟
باغِ بغيت نحجز غرفه وحده في الفندق ديالكم، ثلاثه د ليالي ابتداءً من فاتح يوليوز.
لـ "جراند اوتيل".
ولكن ما كاينش مكتوب "لجسر البوابه الذهبيه". خاصنا نسولو واحد. مع السلامه، واش هذا هو المحطه ديال الباص باش نمشيو لجسر البوابه الذهبيه؟
ايه، ها هو.
ايه. نقدر نعاونك؟
نادي النادله اللي كتقلب علي هاد الطاوله، من فضلك.
باش بغيت شي كحول ديال لموارْد.
واش نقدر نكمل نسافر؟
واش كاين شي واحد يعتني بيه؟
تاخد فحالك.
وا حد كافي، باركا الله فيك.
واجب قميص و كرافاط؟
واش واش اقْطَعْ فْ هاد لبلاد شحال كيكون احْسَن فْصْل؟
غادي يكون حوالي عشرين دقيقه.
باش نطلب كاس ديال النبيذ؟
نوريك لدارك.
كنبغِي نْءَكِّد الحَجْز ديالِي.
يا خو، مزيان ليك تمشي دير ليك فحص طبي كامل في مستشفي عام.
السلام عليكم. هاد السيد/السيده اللي باغي/باغه يتصل بالخارج. واش رقم باش بغيتي/بغيتي تتصلي؟
جمب مكتب الخطوط الجويه السنغافوريه تمّاك.
هادشي ما خدام مزيان.
واش ممكن اخذ مفتاحي من فضلك؟ رقم الغرفه واحد خمسه عشر.
تاخد هاد الوصفه للصيدليه.
باش نْقْدَر نْجْلِس فْلْحَافَه، عافاك؟ باغاين بلاصه ما فيهاش دخان.
ميم يوشي ساوا. ي و ش ي ه س ا و ا. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
باسم شركه ياماتو كوغيو، كنبغي نشكرك بزاف علي لطفك و المساعده ديالك باش هاد الاجتماع سالا بنتاءج مزيانه بزاف.
ما نقدرش نحرك.
سمح ليا. كانقلب علي هاد العنوان.
شنطتي مضروبه بزاف.
فين اقرب مدخل؟
واحد سيנגل بڭلاص، عافاك.
بغيلي نتجنب الاكل اللي فيه السكر.
بلاصا حدا الضّريسه، من فضلك.
باغِ بغيتْ نِحْجَزْ طابْله لشْحْصين.
هذا يبدو ممتع. شنو كانستناو؟
واش هادشي معفاه من الضريبه؟
باغي يصلح ليا الساعه دي. هاد الساعه كتشطّ حوالي جوج دقاءق في النهار.
دنيا صغيره.
باغي نستاجر شي شلالات ديال الماء.
لا، خليني نشوف اولاً.
واش كاين شي مصروف اخر؟
فين بلاص ديال السوق؟
شكرا. غانفيقوك في الثمانيه.
واش نقدر نبدلوها لرحله اقدم في الخامس؟
بينما "رينغي" هو عباره عن كتابه الخطه الاصليه وتدويرها بين المعنيين للحصول علي موافقتهم.
اَسِف، كَايْن شْحَال فْهَاد الوقت.
واش عندك شي خاتم ديال الاوبال؟
واش غتِلعب معايا؟
عافاك، بغيت نفد هاد الوصفه الطبيه.
باش، مرحبا بيك اتصل بيا اذا جاتك فرصه تزور طوكيو.
دابا هاداك هو الكلام.
واش عندكم شي دورات سياحيه؟
صافي غادي توصل هاد الحاسوب الشخصي ليا، ا مو؟
بغيْت شريط ديال كاميرا فيديو، من فضلك.
خايف/ه ما نقدرش نعطي اكثر من ستين دولار في الليله.
غادي نشرب شي قهوه مع الحليب.
واضح. ملي هاد الفورم وسيمّيه، من فضلك.
يا خو، مزيان ما تسهر الليل كامل.
بشحال خاصني نكون مزيان باش نرجع للوطوبيس؟
ما عنديش فورشيطه.
واش عندكُم سياحه للاس فيغاس؟
ما نقدرش نحرك رجلي اليسري، كاتوجع بزاف.
فينين الكونتوار ديال الامتعه؟
واش تقدّر تضيف شي شويه ديال الماء ف الكاس ديالّي؟
kan jit f bali zwina ḥda ṣṣura jbedt f lmaṭʿam li tghdina fiih.
وصلت لهنا بالقطار اللي مشا من لندن علي الساعه 12:50.
ايه، عندي. واش منين نقدر نعاود نطلبهم؟
واش عندك شي حاجه خفيفه؟
مساء الخير. شحال بنادم عندكم في المجموعه ديالكم؟
ارجوك ارحل.
سمح لي سيدي، ولكن كل الغرف محجوزه.
امكن تكتبها ليا، من فضلك؟
بغيْت نمشي للتحويشه.
شحال كاين النسبه ديال التضخم؟
السينسيناتي ريدز خاسرين بثلاثه رنز.
فين بلاصه ديال التزلج علي التلج؟
ايه، غتقول ليه نوريْكو ايتوْْْْْْْْْْْْْْْ
فين نقدر نعطي فلوس ديال المسافه الزايده؟
فين باص النقل؟
كنبغي شويه دنيس.
نعطيك شي حاجه تبكي عليها؟
طيحت من الدرج.
اغسل هذا قبل الساعه تسعه صباحًا غدًا.
باغي نمشي نصيد.
كانت كتعطينا قهوه معمره.
تقدر تصلح لي الكعب ديال هاد الصباط؟
باغي نعرف واش عندي موعد الاقلاع ديال الطياره اللي غادي نقلب فيها.
داكشي تما بالضبط. تفضل تاخد واحد.
واش نقدروا نخدمو الملعب ديال التنس فالعشيه؟
واش تجيب لي الفطور غدا الصباح علي الساعه ثمانيه؟
واش نتا من هنا؟
اش نوع الجلد اللي صايبين بهاد المحفظه؟
فين نقدر نصعود للطوبيس باش نمشي للمحطه ديال المدينه؟
عندو/عندك عينين زوينين.
فين بلاصتي، من فضلك؟
بغيْت فلتر ديال الاشعه فوق البنفسجيه، من فضلك.
واش ممكن نشوف شي حاجه اقل ثمن؟
بغيْت طاوله ما فيهاش دخان، من فضلك.
واش هادي احسن جوده عندكم؟
اشْ شنوْ بغاتِ السيده تشرب؟
سمح ليا، واش غادي لـ الثالث والعشرين؟
سمح ليا. فين الكبار؟
شكراً. خلي الباقي.
صافي، نمشي نعاود ليك بعداً. شكراً.
واش كاين بلاصه ديال لعب؟
واش عندك تيزيت ديال "الجميله والوحش" ليوم الاربع؟
واش عندكم رحله كامله ديال النهار؟
واش في شحال غدي نوصلو لنيويورك؟
بغي نمشي دابا.
خايف ما يوصل غدا.
هادشي ماشي مشكل. حنا سبق وسمحنا بهاد النوع ديال الحاله في الحسابات ديالنا.
تقدر توصلني للمستشفي؟
فين اقرب صيدليه ساهره؟
واش ممكن نحاولو غير الحلوه؟
صافي. خلينا نشوف كلشي مزيان.
كان الزحام في منطقه اتسوجي مريع بزاف، مشي كذلك؟
دايرين واسعين بزاف.
السّمكه اللي كتقصد هي الفوگو. فيها سمّ قاتل في الكبد و المبيض ديالها.
كنت كنظن هاد السهره زوينه بزاف.
فين هيا ساله ديال الامتعه؟
واش نقدر نصور داخل؟
ما نقدرش نديرها بوحدي.
ما شفت منظر واسع بحال هاد.
بغا نتشوف شي طبيب ديال الفقرات.
اي. ما حسيتش بريحه مزيانه تقريبا هاد اليومين.
عندي شي اسهال.
واش الغدا كيتقدم بثلاثه دالساعه؟
يوم الجمعه ممتلء بالكامل حتي الساعه ثمانيه ونصف.
واش تقدر تغلّفهم ليك؟
قول ليا شحال من مطعم مزيان.
واخا تعاودو تصدرها متي؟
خليني نفكر في الامر. غنمشي نشوف شي محلات اخري.
واش عشره دولارات للتلاته؟
مانبغيش نصرف اكثر من تلاتين دولار في كل واحد.
واش نقدر نبدل الين الياباني هنا؟
نظن هاداك مزيان بزاف علي هادا.
ارجوك تحدث اليابانيه.
بغيْتْ شْكْلَاطَه، عافاك.
وقِف هنا، من فضلك.
هادشي زوين. واش واش غادي تبدا النزله؟
دزت سياره ليومين ف اليابان.
واش تقدّر تقولي فين نقدر نسجل فهاد الطياره؟
واخا تصورني؟
بغيت طابع لهاد البوسطال، من فضلك.
واش نقدرْ نْكْرِي مْرْكَب و خُوذه؟
واش نقدر نشرب كاس ديال النبيذ اخر؟
واش بني هادشي من؟
واش الضمان صالح في اليابان؟
لا، ما كانديرووش.
سافرت حول سيدني.
واش غايجي فحال شنو؟
سمح ليا، ولكن واش تقدر تجيب ليا شوكه اخري من فضلك؟
واش كاين مسجد قريب؟
واش نقدر نشريها بدون وصفه طبيه؟
باش نقتارحو نا نعطيو تصويت علي هادشي دابا؟
كنبغي نمشي نْقْطَع هاد الليل هنا.
انا شغال في الاعلام.
شكراً. و فين نقدر نشري كارطه تليفون؟
اعطونا شيكات منفصله من فضلك.
اش من طعام كتعجبك؟
تقريبا ثلاثين دولار؟
تقدر ترسم لي خريطه؟
نتي عارف مزيان.
هي وحده وحده ثلاثه دبل واحد دبل واحد.
اه، زوين بزاف. باين عليك واعره.
فين غادي؟
تيكيت واحد من فضلك.
نتمني يبقي الطقس هكا.
كانبغي بزاف نزور متحف المتروبوليتان ومسرح لينكولن حتي هما.
بعد الطوفان، عادهً كيكون عندنا نهار خريفي صافي.
ايه، غاديه تكون مزيانه. شحال زياده الثمن علي الطباعه المزدوجه؟
بشحال نقدر نتسناك حتي توصل؟
شرطه. عندنا مذكره تفتيش. افتح.
واش واقتا الفاصل؟
تقدر تقصر الطول علي سنتيمترين؟
نشوف شنو نقدر ندير.
بغيلي نمشي فطاءره علي الساعه زوج.
شكراً بزاف. ها تيكيت ديال التصحيح ديالك.
شي كيما هاكا. كنت هنا في المنطقه.
كانت عندي وليدات و كنت كانكول بيها.
واش وحده خفيفه؟
غير كانشوف، شكراً.
شحال كاين جوج برجر و جوج كيسان ديال القهوه، من فضلك.
واخا، خاصك دير شي حاجه باش تصلحها. انا خصني نكون في طوكيو غدا.
يوم عشره و واحدعش من اكتوبر، و تسجيل الخروج في اليوم ثلاثه عشر.
اشحال الدّيعه؟
اش حال الما؟
هادو هدايا ديال صحابي.
واش غايخلص فاش؟
طيحت الشوكه ديالي.
ماشي مشكل. نتمني يكون الحال مزيان غدا مزيان.
واجب نمشي لباس رسمي؟
بغيْتْ تْكِيتْين لْفْرَجْ دْ التْمَانيه.
سمح لي. واش تقدّر تقولي واش الساعه كام تفتحو؟
هاد التيكيت ما صالحش.
35 ساعه، باستثناء ساعه وحده للغدا. وشركه ديالك فاليابان؟
هاد البرج طالع ستميه و تلاته و تلاتين قدم.
بغيْت راديو ديال سْياره، عافاك.
واش تمشي تشوف المسوده ديالي ملي نكملها؟
صافي. غنبعت ليك الاشعار قريب.
عندك تقرير ديال الشرطه، اليس كذلك؟ واشمن نمره ديال الشيكات عندك؟
صافي مفصول.
فين هو الدليل؟
الريسو هي رياضه وطنيه في اليابان.
متي كتلبس الكيمونو؟
ايه. بغيت نخدم بالفيزا. الرقم هو اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
واش عندك هاد النوع ف التالعه، باللون احمر؟
كنبغ شي تامين كامل.
واش عندك سفر زوين؟
اش بغيتي دير؟
شكراً. واش الطقس ديما هاكا في لندن؟
قُولّيه يتصل بيا فحال ما يدخل. هادا تلاته خمسه اربعه ثمانيه واحد واحد ثلاثه تسعه. فندق هيلتون، رقم الغرفه اثنا عشر تسعه.
واش مزيان تقديّر تعطيني تاريخ نهاءيات NBA؟
ما كنبغيش هاد النوع.
اش الطريق لبرلين؟
كسرت التحويشه بالغلط.
واش نقدم الويسكي قبل الحساء، ولا بعده؟
واش تقدّر تحط هاد الساك في بلاصه اخري؟
غادي نتبعو الاحداث بعنايه بعد ما نرجعو لليابان.
اكيد، متخافش. ساليت كلشي.
خوب. واش كيف الحال في اليابان؟
اكيد، ولكن الفندق ممتلء بالكامل.
واش ممكن نصوروا داخل المتحف؟
هاد الضفر الاصطناعي كيطول الضفر ديالك.
صافي، لاباس. نتمني ما يعاودش يحصل.
بغيْت شي رْغْوه ديال الحمام.
واجب تنزل. هذا مشي القطار الصحيح.
قلاده ديالي ضايعه.
يمكن يكون التهاب الزاءده الدوديه.
اكتبها، من فضلك.
شوف ليا داك واحد؟
شنو غانخدم ملي نعاود السياره؟
واش ما نشربو شي قهوه ونهضرو؟
اش خاصك ف النّص؟
غادي يْسالا ف الساعه د الزوال.
باغا نلغي الطلبات الاخري لانه كايخودو وقت طويل بزاف.
الرءيس ديالنا؟ اه، باغي يشرب شي كوكتيل. بغيت نعرفك عليه. تعال معايا.
واحد، يعيط علي بوليس.
kanhdām bḥal chi ḥaja ntfakkr biha bmmā diali.
فين انا في هاد الخريطه؟
يمكن.
لقيت مفتاح السياره مقفول داخلها.
نظن عمرك تقريبًا خمسه وخمسين سنه.
ما كاينش انعطاف لليمين هنا.
واش كاين ميكانيكي قريب لهنا؟
هادشي ماشي الصّفقه.
كنخطط نعمر نهار غدا في التسوق.
هذا شاءع.
اي، هادي اول مره ليا نسافر.
بغيْت نبدّل لغرفه اخري.
واش ممكن نضيف سواقه؟
فين كاينه المحل الكبير؟
خسرت التيساع ديالي في بلاصتي. واش تقدر تبحث عليها؟
واحد ساندويتش د الديك الرومي. بغا معجون خفيف، من فضلك.
نقول ليك الصيف هنا ماشي بزاف مزيان.
يا مسكين، واخا الزين. لقاوها تاحدّو فالدّيسك و كيحفظوها بحال شي كاميرا ضايعه. نمشيو نرجعو؟
بصحه، شويه اقل من الاستواء الكامل.
خاصك تدفع مبلغ اضافي ملي تبغي تمشي بالسياره.
اش كيفاش تتقاد الصّور؟
انا غادي نعطي رقم ديال الديورمان.
صافي مليان. ما كاين والو نقدروا نديروا.
تمشي droit قدّام بزّاف ديال الدّور.
اطلب سياره اسعاف بسرعه، من فضلك.
سمح ليا، واش في شحال غادي يوصل الطياره لتوكيو؟
واش هاد التيكيت باقي متوفر؟
واش محتاج قلم، ولا طوموبيل؟
هاد الراجل ما يمكنش يشوف ليه.
واش عندك شي بلاصه ديال فين نمشيو بالدراجه؟
10 ديال المقاس، سيده. الملصقات الحمرا مزيونه علي 10 ديال المقاس.
بالعافيه، بالتقريب.
ايه، كانخدمو. بغيتي تقرا شي تصنيفات يابانيه، تا هي؟
خلط، من فضلك.
ايه، كاين. حنا كنسميو موسم الامطار الياباني تسويو.
عمر الخزان، من فضلك.
ما حسّيت والو في رجلي اليمني.
بالطبع. ولكن لا توجد غرفه مزدوجه اخري متاحه هذه الليله.
بشحال نقصّو؟ تقريبًا بهاد القدر؟
واجب علي الجميع النزول؟
ابغيتي تكلي ببطء شويه من فضلك؟
هذا هو الدواء اللي عطاني ليا طبيب العاءله ديالي.
كيقولو بان تاريخ الامه، وتقاليدها، وثقافتها كيكونوا مضمنين في الاعياد الوطنيه ديالها.
واش هاد الطاءره غتمشي في الوقت؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول علي مساعده باللغه اليابانيه. واحد ثمان مءه.
خَلّينيْ نْشوفْ سْيارهً هادي.
واش تقدّر توصيني بمحل مزيان باش نشري ساعات عتيقه، من فضلك؟
يلاه، غنحفظها في راسي.
بغا ليا ترانسفورماسيون ديال الفولطاج و فيش و بريز. الفولطاج في هاد البلاد ماشي بحال ديالنا، و هاد الاجهزه ما كايخدموش بحال ديالنا.
كانو اربعه شباب.
نظن عندي واحد الشد في الضهر ديال تحت.
واش بغيتي تقصر هاد الشوارب شويه؟
كانبغين نمشي ل مصنع ABC.
بالضبط المقاس العادي.
سميتي شيبه. رقم الغرفه ثلاثه وخمسه واربعين.
كنعطاو 20 يوم عطله مدفوعه الاجر في السنه.
شنطتي ماشي هنا.
بالحديث عن اللمس، رجل امريكي يضع ذراعه حول ظهر سيده بطريقه طبيعيه.
فين غادي الماكله اللي طلبت؟
باش غنحضّر هاد السمك سلمون علي طريقه المونيير.
الله يعطيك الصحه، مزيان بزاف اللي مْنّيتيني و سْءالتي علي صحتي.
مازال ما حسّيت براسي مزيان.
حشومه تنقل بزاف ديال الحوايج، باش نهضر نمشي نشري جميع الهدايا في النهار الاخير.
غادي يكون عندنا سينما في الهوا فغلاصه ديال الدقاءق. بغيتي شي حاجه تشرب ولا تاكل؟
انا من المغرب.
خصّك تحطّ الساك هنا، و الشنطه في الدّولاب، من فضلك.
ما كاينش الربح في شراء الحاجه الرخيصه.
ها هُم تذاكرك و وصل تاكيد الحجز ديال الفندق.
ارسلي لي طبيب، من فضلك.
نقدر نقضي العشيه كامله.
شكرا. هادشي كافي دابا.
شكراً بزاف. رقم الغرفه ديالك سبع ميه و عشرين. ها الكلوه ديالك. البواب ديالي غيحمل ليك شناطي.
تقشع ليك الحاله و طيح تمّا.
تقدر تقبل نطفي الراديو؟
كان رد فعل التجار علي المنتج ايجابيا.
بغيْت شويه ديال الماء سخون بزاف.
نقسم الحساب.
نَادِله.
خذيت ولادي الصغار للحديقه ديال الحيوانات.
مساء الخير، شرفنا نعاوس.
غير باش تبقي ذكري. عارف، ماعندناش هاد النوع ديال الطاكسي في اليابان.
واش نقدر نصور داخل المتحف؟
شنو نوع ديال الالعاب اللي كيلعبو بيها الاولاد اللي عندهم خمس سنين ولا ست سنين في انجلترا؟
باغي نحجز علي رحله ديال جاڵ رقم سته لنيويورك فدّاز عشر.
كنظن هادشي مزيان. الا ما كان شي اعتراض علي هادشي، بغيت نعقدو اجتماع للتصويت.
كِداير كيفاش نمشي ليها بالباص ديال الليموزين؟
اللي بقا لينا دابا هو الدوره ديال المدينه. الباقي كاملين دورات د الليل.
مصنوع في ايطاليا؟
واش شنو الخط اللي غادي لـ لندن ستيشن؟
عندك ولاد؟
ماشي ذنبك.
بهاد الطريق، من فضلك. الرقم سته و سبعه في هاد الصف.
فين المنحدر ديال المبتدءين؟
ماشي ديال الحيل.
واش تقدّر تبعت ليا شي معلومات علي المنتوج الجديد ديالكم؟
هادي الكاميرا ديال 8 ملم هديه؟
كنبغي واحد الفلاش.
بغيْت نْوضني بالصّباح، من فضلك.
واش يعني ما باغيش تتهناو معاهم؟
اي، غنتسابق. واش وقتاش غنمشيو من هنا؟
سميتي ريسا كوباياشي و نمره اللي كانساكن فيها دابا هي صفرين سته خمسه خمسه ثلاثه واحد سته ثمانيه.
بغيْت راديو صغيّر، من فضلك.
واش غتبقي هنا شحال؟
تايخْدُو شي يومين.
صباح الخير، سيدي. واش نقدر نعاونك؟
غادي نوصل بعد العشاء.
غادي نحضر عقد بحال الاسبوع الجاي.
خمسه. بغيت الطابلات يتجمعو مع بعضياتهم.
هذا تغيير خاطء. اعطيني ثلاثه دولارات اخري من فضلك.
باغي ننزل في المحطه ديال الوسط. عطيني الخبار ملي نوصلو ليها.
واش جلد طبيعي؟
ارجوك اتصل بالشرطه.
فين احسن نادي باش تسمع جاز؟
ما فهمتش.
ضاعات ليا الشنطه ديالي.
واش ممكن يعطيني شي كارتونه باش نمشي نعّلب؟
كنبغي شامبو جاف.
الطقس معتدل.
ايه، اكيد غنعملها. تفضل تعطي السيده كواكامي احر التحيات ديالي.
خليني نشوف شحال كيوزن. غتكون 95 سنتيم.
واش ممكن تضيف شي خس و طماطم؟
ارجوك اتصل بسياره اجره علي الساعه الثانيه بعد الظهر.
دخلت شُوكه في صباعي.
بشحال ثمن في اليابان؟
كايوصل لـبورتلاند في الظهيره.
زايد بزاف علي ذوقي.
واش ساليتي غداك؟
تقدر تلفّها ليا؟
واش تقدري توصفي حقيبتك؟
هدّيه في كيس.
صافي غتستني ليا ون انا غنمشي نشوف الكاتدراءيه؟
نبّدّلو الجيهه.
ياحسن ليها تملا هاد الورقه ديال الضريبه وتقدمها.
باش تقدر نشرب واحد الستيلو؟
غندي واحد معلقه ديال ايس كريم ديال جوز الهند في قرعه، من فضلك.
تا تشرب شي حاجه؟
شْمنْ سْمِيَتْكْ نْقْدَامْ، عافاك؟
عطيني نشوف داك الواحد.
جا باش ناخد تصاوري.
قصر الاكمام شويه.
عندي شويه سخانه و كيعورني صدري في الجنب اليمين ملي كانكح.
عشرين دولار في الاول.
واش كاين شي ديال الديско ف هاد المنطقه؟
باغي نمشي لسطاسيون ديال الميترو.
غادي نوصلو تمّا تلاته و نصف بالعشيه بالتوقيت المحلي.
بغيْت نمشي لـ "Fifth Avenue". شحال الثمن، من فضلك؟
باش نشرب ليك شي حاجه؟
فين اقرب محل حلويات؟
اه، يلاه. بغيت هاد الباكيت يوصل لليابان. فيها صُنع يدوي ديال السكان الاصليين.
اويلي، كتمشي بالسرعه بزاف. واش تقدر تبطا شويه؟
واش ممكن احمر، من فضلك؟
شحال ثمن الغرفه؟
عطيني اللي في الرف.
ناخذ انا هاد الطابله.
لفّ هادشي واحد بواحد.
هنا شويه كبير بزاف.
السلام عليكم. فندق النجمه. كيف يمكنني مساعدتك؟
حطيت ربعين ديال الدراهم باش ناخد كوكا، ولكن والو ما خرج من الاله.
فين كاين بلاصه كيتجمعو فيها بزاف ديال الشباب؟
واش نقدر نبدل شركات الطيران؟
باش نقدر نبدل شي شيكات ديال المسافر؟
ما كان قصدي نجرح خاطرك.
بعد ما نڭلعو، غنڭول ليكوم مزيد من التفاصيل علي الخدمه ديالنا اليوم. فالاثناء، اذا كان شي حاجه نقدر نديرو باش الرحله ديالكم تكون مريحه، مرحبا تسولو.
ارجاك وصلني بالغرفه رقم الف وثلاثماءه واربعه وثلاثون.
واش تقدّر توصّلني لطبيب، من فضلك؟
اريني الثمن الاجمالي من فضلك.
الماكله بارده.
واش كاين محل ديال الملابس مزيان ديال الرجال؟
صافي، هاكا كامل.
هي هنا منذ ثلاث سنين.
باغِ نمشي نِحْرَزُو طاْبْلَه ديال التِّينِيس فْ التّالته دْ الزّوال لْ ساعه.
كل مره نفشل، المره اللي جايا كننجح.
واش هادشي ديال الاطفال؟
اه، كنفضل ريحه ماشي سكريه بزاف.
في دار صاحبي.
اشْ شنو نقْدِرْ نْعَوِّنْك؟ واشْ فِيكْ مشْكِل؟
بشحال تيكيت ديال الذهاب و الاياب؟
سمح لي. ما كانديرووش الحجز.
فينبغي ان انزل؟
باش تقدر توصّلني اقرب مركز ديال الشرطه؟
الضريبه غادي تفرض بشكل منفصل.
شنو احسن بلاصه تنصحوا بيها الزياره؟
واش ما دير شي شويه افلفل مزيد؟
باغي ناكل شي حاجه ايطاليه.
بغيْتْ واحدْ طْفايه.
بشحال غادي نعطيه باش يوصل؟
بشحال الدخول؟
يا لها من فرحه!
غادي نوصل لـ لوس انجلوس ف خمسه.
عندي الم حاد في صدري.
هي سروال كبير زرقاء ديال سامسونيت مع بزاف ديال الملصقات عليها.
واش نقدر نمشي في سفراتي؟
صافي، تيكيات غاتكونو مستاعلين ليك في الكاشي ديال المسرح. شكراً للي تمايلتي لـ Broadway Tickets.
كنظن هاد الارقام ما كيجيو في الحساب.
عندنا مشكل.
هاد الطياره متاخره ساعتين علي الموعد.
واش غتمشي شي حاله؟
سمح ليا، ولكن هاد الطران سبور كيتوقف في بالتيمور؟
الغسيل اللي كنت كانشمش في الحمام واش ما كاينش.
ايه، شكراً. بغيت كاس ديال اتاي.
نْراهن بعشره دولارات.
دليل سياحي.
اريني كيفاش نديرها، من فضلك.
بغيت ليك داك السطّار لي لابس. Or, more colloquially: عجبني ليك داك السطّار اللي لابس.
واش تعرف شي بلاصه مزيانه باش نسكن في شيكاغو؟
تقريبا خمسه الاف ين. حاجه لمره شابه.
فين نقدر نلقا لوحه الاعلانات؟
تقدر تفتح ليا الباب من فضلك؟
واش داير فالموضه دابا؟
واش كاين فرصه؟
باغي يقتلني. شوف، عطيني واحد الخدمه. دخّل للبانيه، فتح واحد الشباك وسدّ فيها.
ايه، سيدي. بيروجينو علي الجانب الغربي.
باش نقدر نحط هاد الكاس هنا؟
ارجوك، غادر قبل الساعه تسعه.
غادي ناخد شوربه الخضار و كوطليت الغنم مشويه، من فضلك.
فين نقدر نمشي للميترو؟
اريني لون اخر من فضلك.
واش كاين تزلج ف الليل؟
باغي نحجز غرفه لليله ديال دابا.
صافي ملي تسالي مع البوليس، عافاك اتصل بيا مره اخري باش نعطيك الارقام اللي محتاج.
تا واخده كاتنتفخ و كاين وجع كيدور.
ارجوك، ارسله لهاد العنوان.
هاد البلايور دي السي دي ما خدامش. بغيت فلوسي ترجع ليا.
زينه. او ما شاء الله، زوينه.
اه، كنبغي ليك بزاف.
هذا السيد ياماموتو، الغرفه ثلاثه خمسه وثلاثين. الناس في الغرفه المجاوره مزعجين بزاف. بغيت نبدل الغرفه.
واش عندك شي حاجه اضيق؟
بشحال خاص نديرو هاد العقد؟
كاس ديال شابلي.
بشحال الثمن ديال الرخصه؟
بشحال هاد السلعه؟
عندي الم الدوره.
كالعاده.
دابا واخا، جرحني.
دايره طويله.
للعروس الجميله سوزان. بالتوفيق ليك.
سمحي ليا، سيده. طاح ليك المنديل.
بالعاجل بالبريد الجوي من فضلك.
بغيتي تقعدي حدا الشباك ولا حدا الممر؟
السلام عليكم. واش تقدر تقولي كيفاش نقدر نشري تذاكر لماتش ديال اليوم؟ دابا ساكنين في مانهاتن.
فين غادي تمشي ف A؟
شكرا. غادي نمشي لعرس.
باش بغيت فيلم بسرعه لهادشي.
واش تقدر تجيب طبيب، من فضلك؟
ماشي بزاف. ولكن عندي شويه صداع.
واش كاين شي حفله كبيره ديال موسيقي الروك؟
انا هنا باش ندير بحث في السوق.
شوف شنو تقدر دير ليا.
باش نمدّك علي الغدا؟
فيزا
بغيْت شي واحد ديال ديتيرجان ديال الغسيل.
بالاك. قلت، واش تعرف السي وايت؟
شكراً علي النصيحه. غنجربها المره الجايه.
واش عندك حساسيه لشي دوا معين؟
لا، شكراً.
ما نعتقدش. هاديك فكره زوينه.
واش تقدر تشغل التكييف؟
باغي شي قاروره ديال الماء المعدني.
واش تقدّر توصي ببعض البلايص مزيانين لرحلات نهاريه؟
واش نقدر نجيب مرشد بالنهار؟
من اي ولايه في الولايات المتحده الامريكيه انت؟
ارجوك بدل هاد الفلوس بالجنيه الاسترليني.
يعتمد علي طول الرحله.
تقدر تجرد راسك حتي الخصر؟
انا من اسراءيل.
اه، زيتونه عَالْقه في حَلْقي.
فين نقدر نبغي الكتب المدرسيه؟
دَرّبَاتْني طَومُوبِيل.
واش ممكن تعطيونا طوب، من فضلك؟
الثلاجه ما خدامه.
واش تقدر تملا هاد الفورماس و تبعتو ليه بالفاكس؟
بسلامه.
هادي هي المنصه ديال الطران ديال باريس؟
بصحتك. سعدت بخدمتك.
اوه، واش حفلات الجيشا باقين كاينا؟
ولكن، اسماء المحطات مكتوبه باليابانيه فقط في الغالب. لذلك، قد يكون من الصعب فهمها.
شنو كيدير الدوده في حقل الذره؟
اش بغيتي؟
شكراً بزاف، ولكن واش اي يوم عندك في بالك؟
نظن انك في بلاصتي.
في هاد الحاله ما غاديش يكون عندي الوقت كافي.
من فضلك، ممنوع التدخين.
باغي نمشي لمانهاتن. شحال ثمن؟
واش تقدّر توصي بمطعم معقول حدا هنا؟ و تقدر تبينهم ليا في هاد الخريطه؟
غادي تضطر تمشي من ممر اخر باش توصل لمنصات الشينكانسن.
فين السينما؟
هاد شي كيمونو.
واش تقدّر توصّلني بواحد كيتكلّم اليابانيه؟
اربعه ايام.
خليني نشوف، غتكون 14:50.
واخا، وقت الصعود للطاءره ديال شركه يونايتد ايرلاينز الرحله واحد خمسه خمسه تاخر. يرجي الانتظار لمده عشر دقاءق.
صافي، غنشريه.
هاد السعر شامِل الضريبه، و مصروف الخدمه، و الفطور؟
خليني نشرح ليك اوقات الاكل في هذا الدار.
عندي حراره عاليه.
واش كاتدير واجباتك؟
نڭولو ليه بالتيليفون.
اوروبا في عطلتي الصيفيه هاد العام.
اكيد خصّ يكونو هناس من كل بلاصه في العالم.
فين كيديرو هاد المسرحيه؟
اعطيني الطابله، من فضلك؟
احسن، فيها ثلاثه قطع ديال الدجاج و كيجيو معاها بطاطا مقليه و خضره مشكله.
الدار اللي حداها صداها مزعج. واش تقدر تحذرهم؟
ضربني.
ما تقلقش ليك. غادي نوضّرو كلشي.
باغا نبحثو علي بلاصه بثمن تقريبًا ثلاثين دولار للفرد.
سمح ليا، ولكن واش تقدر تقولي شنو هادشي في المنيو؟
واش تقدّر تقولي شنوّ احسن ديско ف هاد المدينه؟
واش تقدري تعلميني كيفاش نستعمل التيليفون؟
هادي مفتاح من نوع الكارت. تقدر تحافظ عليها معاك.
واش تعرف واش الساعه كاملي كيتفتح المتحف؟
كانبغي نمشي لكونسير ديال الموسيقي الكلاسيكيه.
اش دايره الموضه دابا؟
كنبغي شويه ديال اللحم مرقّد.
بشحال غيكون مع كيس؟
اه، سمح ليا، هي الباب الثاني علي اليسار.
ايه، عندنا "Where" و "The City Guide".
من فضلك، حافظ علي اغراضي الثمينه في خزنتك.
كن حذرا.
بـاش بسرعه. نمشيو. سيده، بغيتي تطيبي شويه؟ سيدي، نزل شويه من فضلك. شكراً. بقا تما. دير راسك مرتاحه مزيان. ا سيدي، بغيتي تزيد شويه ديال قنينات ديال Wild Turkey؟
انا متجمد بالكامل.
قول ليها بغيت نشوفها ف يوم بعد غدا.
غادي نبقي مع صاحبي.
فين هاد الدليل؟
هادشي باين بنين.
عطيني عشره دولارات ديال البنزين العادي في البمپ رقم ثلاثه، من فضلك.
باكيه ديالي فيها هاد النزهاه اختياريه.
اش كيفاش نمشي لهاد البلاصه؟ واش تقدّر ترسم ليا شي خريطه؟
نتفكر في الامر. شكرا.
يجب عليا ان نكون حريصا باش ما يطيحليش فلوسي ديال الباقي.
الطبخ المعمر كيولي مزيان بزاف هاد الايام.
عجبنا. شكرا.
الكتب. شحال غادي ياخدو باش يوصلو لليابان بالبريد الجوي؟
يدي كانت مصابه.
واش الثلاثاء مزيان؟
واش عندكم شي رحلات ديال نص نهار؟
ما كانعرفش نتكلم بالانجليزيه مزيان. واش حد كيعرف اليابانيه؟
السلام عليكم، اسمي موري. عندي حجز علي سبعه ديال الساعه.
انا كانستني صاحبي.
انا من روسيا.
شنو بغيتي؟ بغيتي شي حاجه تشرب؟
ارجوك وصلني بالاستاذ تانيكا في الغرفه ثمانيه وعشرين.
زيد من الخبز المحمص، من فضلك.
واش نقدرو نكريو مضارب؟
بغيتي قهوه ولا شاي بعد الاكل؟
واش نقدر نبات شويه ف الطريق؟
اش نوع ديال لحم هذا؟
واش ميه دولار خاصها تكون كافيه؟
داك واحد الكيس كبير ديال الجلد.
تقدر تبين لي الطريق للمتحف؟
ايه، بغيت كولا من فضلك؟
كونفوشيوس في القرن الخامس قبل الميلاد.
واش تقدر تختار ليا واحد؟
واش داير بالجلد؟
غادي نكون علي هاد الرقم كامل الدوره، واحد اثنين اثنين ثلاثه واحد سبع سبع.
عندي شوربه فول الصويا سريعه التحضير.
بشحال شاءع تنعس في سرير في اليابان؟
في نيويورك.
واخا متي غايكونو الصور واجدين؟
داكشي ضيق بزاف هنا.
هادي فيلم سريع. واش نقدر نبدل الفيلم؟
باش طلّب ديال سلاطه ملفوفه، من فضلك.
واش نقدروا نلعبو دابا؟
شكراً علي هذا.
لصداقتنا.
تقدر تقولي واش المحطه قبل نيويورك شنو؟
واش كتمزح؟
ما كينش بغيت نتفاهم مع صاحبي في الدار. كيدخان باستمرار. ما نقدرش نصبر عليه.
واش كاين شي كونسيرط الليله ولا غدا الليل؟
اسينا. ولكن خاصنا نمشيو دابا.
رقم الممر سبعه.
kanʿarf l-burgers banin zwin hna.
فرْحَانِين بْزَافْ بْوَصُولَك.
السلام عليكم. هاد السيد/السيده اللي باغي/باغه يتصل بالخارج. واش رقم باش بغيتي/بغيتي تتصلي؟
واش تقدر طفي التكييف؟
واش كاين شي واحد بلون اخر؟
هادي كيمورا ك ي م و ر ا.
ارجوك حول هاد الشي لـ دولارات امريكيه.
باغي نشوف الدخل.
واش نقدر ناخد الدوا اللي في الوصفه الطبيه؟
واش الشرح معطي باللغه الانجليزيه؟
شوكولاته، من فضلك.
جيت لهنا باش ناخد الكيس اللي ضاع.
هاد مطعم ديال البحر، مشي كذلك؟
فين نمشي؟
فين الطريق ديال الخروج؟
واش هادي كاسكاد ليميطي؟
بغيت هذا، من فضلك.
شْحال رقم الطوارء؟
العرض باين شويه ضيق. واش هادشي مزيان؟
واش تقدّر توصي بشي حاجه اخري؟
بشحال خاصني نمشي نسجل؟
عندنا عروض خاصه علي فطاءر التفاح بس بخمسين سنتيم.
واحد المخده و واحد اللحاف، من فضلك.
ثمانيه ديال الساعه، من فضلك.
بسلامه.
طيرتي ديال UA واحد ميا و ثلاثه في عاشر مارس.
واش تقدر تقولي فين المطاعم بالضبط؟ فاي طابق؟
اه، انا معذوب بزاف.
فين اقرب مكتب بريد، من فضلك؟
باش تشوف کارت النزول ديالك؟
درت حجز في المطار.
باش نعصر ليمونه؟
كيدا نقدر نمشي للبريد؟
واش نقدر نشوف قاءمه الاسعار؟
احنا مع بعض.
دنيا صغيره، مشي كذلك؟
اعطيني زوج ديال الظروف؟
واش تقدّر تعطيني رقم ديال التليفون ديالك؟
تقدر تجي فاي وقت بغيتي ف النهار.
باش تفضل تقبل هادشي كعلامه تقدير وشكر من عندنا؟
اشحال الطول بالسانتيم؟
حجزنا طاوله علي الساعه تسعه. اسمي ساتو.
صافي، نعاّس.
باش دايما كيمشيو المطاعم في المواعيد.
واش التاكسيات رخاصين؟
صافي؟ الله يعطيك الصحه، هادشي زوين منك.
واش تقدّر تجيب ليا طاكسي في الساعه عشره ديال الصباح؟
واش شحال كتقفلو؟
واش ممكن نشري ربع كيلو ديال اللحم؟
صافي؟ شكراً بزاف. ما نمشي نشوف شي واحد نعاود نقراهم في العطله. ثلاثه د الكتب يكفيو.
عطيني نمره اثنين ديال الفطور.
في هاد الحاله، ارجوك تمشي لمكتب المطالبات مع وصل مطالبتك.
واش فيها كابين د النعاس؟
هادي شويه كبيرين عليا. واش نقدر نجرب مقاس اصغر؟
بشحال التمن ديال البريد لليابان بالبريد الجوي؟
باش نتقاطع؟
هذا السيد واتانابي في الغرفه ست ميه سبعه. غنمشي نتسناك حوالي تسعه ونص. واش ممكن تبعت واحد يشوف حقاءبي؟
واش منقدرش نتزلج بالسنو في موناكيا في هاد الوقت؟
واش عندك كارطه ديال السبيطار؟
كنت كنماركي ايام الدراسه.
واجب علي نوصل لهاداك بلاصه حتي وحده و نصف.
شحال دايره الرحله بالقطار؟
اه. غدي ياخد تقريبا خمس دقاءق.
واش كاين شي بلاصه تاريخيه حدا هنا؟
هي خمسه و نصف. معاك تلاتين دقيقه.
واش عجبك هنا؟
ما كاينش الورق ديال الكتابه كافي.
واش واش تقدر ديرها لحدّان واش؟
يا ديالي الباب؟
باغا نمحجز لخمسه ناس علي سته د العشيه.
اي، ولكن غنتطلب مصاريف ديال التسليم.
تقدر تشريها من قسم الاثاث في الطابق الثالث.
انا من اسيا.
هذا هو الباص المناسب لخطوط الطيران اليابانيه؟
باغٍ ندير حجز في الطوبيس.
واش ممكن تشيل هاد البقعه من فضلك؟
بالحق. مزيان. بغينا نحجزو لثلاثه.
واش ممكن تعطيني الوقت؟
اه، ديف، مارك، ساكيكو، ورومي غايكون حاضريين في الحفله.
خمسين دولار ديال الشيبس، من فضلك.
افْضَلْ لَيكْ تْمْشِي بِبْاسْ.
غادي نوصل حول سبع دالليل.
اش نوع ديال السلطه بغيتي؟
باغي نمشي لعندو مطعم ديال نيويورك اصيل، ماشي غالي بزاف.
غادي نوصل للفندق ف 18 شتنبر.
واش ممكن تعطيني طريف ديال الخريطه ديال المنحدر، من فضلك؟
باش بغيت عينه من برازك.
واش علاش الرجال اليابانيين كيتصرفو بهاد الطريقه اللي ما فيهاش معزه؟
ماشي اختيار. هنا مزيان.
في حاله المقالات المعفاه من الرسوم، ستمر من نقطه التفتيش ذات الضوء الاخضر.
واش تقدر تعاودها مره اخري من فضلك؟
للاسف، جميع الغرف الفرديه محجوزه. ولكن لا يزال لدينا بعض الغرف المزدوجه المتاحه.
كنفهم مزيان.
شنو خاصني نعرض باش كاري سياره؟
صافي وقع لي حادثه بالسياره.
واش عندك تيكيت ديال العوده؟
عندي صداع.
واش عندك شي ديال Dunhill؟
واش تقدّر توصي علي شي كسره د النبيذ بثمن معقول؟
خصك تدخل.
واش كاين بلاصه نشري فيها شي حاجه نشرب؟
وصلت لدار المطار دابا.
تقدر تجيبها الليله؟
المزيد من التفاصيل بخصوص هذه النقطه يمكن العثور عليها في الصفحه اثنا عشر من التقرير.
خصّو يكون رجع للدار قبل العاشره.
ناشف.
ايه، تفضل جلس.
واش تقدّر تقترح شي بلاصات نقدر نمشي ليها و نرجع في نفس النهار؟
لا شكراً. غادي نمشي للطبيب.
هاد خاتم زوين.
باش بغيت نخدم هادشي.
واش شنو الوقت اللي كيتفتح فيه المعرض؟
ما قررتش حتي لاهي.
غادي نهتمو بهادشي.
عطيني تخفيض، من فضلك.
كنت مهملاً جداً. نتمني تعفيني.
واش عندك فستان بالبيض؟
واش تقدّر تحجز ليا غرفه في فندق بنفس المستوي؟
شحال ممكن تساعدني نعمر واحد الاستماره ديال الضياع ديال الامتعه، من فضلك؟
واش بني ف واش الوقت؟
غادي نقلّك فحال ما نوصل لتاّم.
واش ساهل نوصل لتا؟
نقدرو نشوف ليك بلاصه دابا.
سمح ليا، ولكن واش فين الطريق لـ اكاساكا؟
كاينه عندها نزيف غزير.
فين نقدر نشري الادوات المكتبيه؟
ما نعرفش شنو غيكون في امريكا.
ارجوك ابعث سياره انقاذ الي شارع بيكر رقم 15.
زالطني الانفلونزا.
فين كاين بلاصه فيها محلات ديال الماركات معروفه؟
واضح كتهزر.
واش مفتوحين فنهار الاحد؟
وقع حادث.
تاخد السلم المتحرك للتحت، و المكتب غيكون حداك.
كنبغي نعاود قيمه حوايجي، من فضلك.
واش الدكتور توفلر معلم شديد؟
علامه تجاريه اخري؟
واش تقدّر دير الوقفه قدّام ليبرتي؟
دابا شبعت. واش تقدر تجيبها فحال نص ساعه؟
باش نقدر نعطّي فلوس بهاد الكارت؟
غادي نمشي نبقي شويه د ايام.
بغي يكون اللحم مقرمش، عارف.
بغيْت نشوف داك البلوزه.
حطّهم مزيان وفي بلاصه واضحه.
بغيْت نشيكْ شيّ وحدتين ديال الشناطي، من فضلك.
واش كاين واحد البلاصا باش نبدل فيها؟
واش مازي فاينا اليوم؟
كنبغي لهاد الثياب يتنظفوا في التنظيف الجاف.
كنبغي نحجز جوج بلاصات للعرض ديال نهار الثلاثاء اللي فالصباح.
دابا غلطت. واش نقدر ناخد واحد جديد؟
اش هذا الثمن؟
غادي نْكُل هنا.
تقدر تشرح ليا كيفاش نخدم الطرمبه؟
واش كاين مكتب ديال صرف العمله؟
ايه. نقدر نكريو ليك عصا ديال الغولف و صباط.
اه؟ تبان ليك صغير بزاف.
المنتوج ديالنا اخف واصغر من منتوجات المنافسين، وثمنو غالي بـ 8% غير.
الكونترول ديالي معطل.
فينين الكتب المصوره؟
اشْ شنوْ نقْدَر نْشْرِي تْمَّا؟
يعتمد علي ذلك.
بشحال ديما 35 دولار، ولكن اليوم مخفض بـ 25٪؜، يعني غير 26 دولار و 25 سنتيم.
واش كيباعو هادو بوحدّهم؟
اربعه برتقالات.
فين غادي نمشي باش نلقا طوبيس لشيݴاݴو؟
مازال معرفتش.
باغي نلعب تنس مع واحد.
داك لراجلي.
ما نقدرش نمشي القفل.
كانت المزارات في اليونان تاريخيه.
في لحظه غاديه نعرضو فيلم. ارجوك تحط ستاءر ديالك.
ايه. هاد الالوان دابا موضه.
انا كانتقل لرحله الخطوط الجويه المتحده الي انكوريج.
واش تقدّر تجيب لي طّبق جديد من هادوك؟
ايه، ولكن خاصك تحط "بالبريد الجوي" هنا باش بغيتي تبعثها بالبريد الجوي.
هنا. واش غتورييني بطاقتك الوطنيه ولا جواز السفر ديالك؟
الـ"سيده الكاميليا" دي كايتقلبو. مزيان بزاف ديالي دابا.
صافي ولكن واحد المشروب غير.
واش تقدّر توصي علي شي وحده ديال النبيذ مزيانه؟
Tiffany's. تقصدي المحل ديال المجوهرات؟
ثلاثه دولارات لكل واحد.
صافي مزيان واخا، ولكن ما يمكنش نديرو تا حاجه.
ضايع. فين غاديين؟
ما تظنش بلي ما كاينش بزاف ديال الرجال الزوين؟
واش تجيب ليا كاشي و شي ورق باش نكتب؟
هذا والدي.
صافي. عطّي هاد الورقه ديال التصريح لهذا الضابط عند الخروج.
صافي ضغط هنا.
نڭولو ليه تليفون.
الطقس مزيان اليوم.
صافي. خليني نشوف. بغيتي شي عادي ولا شي معلم؟
شكرا. واش كيعمل شنو من خدمات؟
هذا هو الرجل.
واش غادي يكون عندي الوقت الكافي باش نعبر لـ BA تلاته تسعه تسعه؟
يلا نمشيو.
باش نتياخد هاد معايا دابا؟
ارجوك ارسل واحد من الخدمه الي غرفتي.
هذا هو الشي اللي كنبغيه بزاف. نتمني يعجبك.
كنبغي نشوف شي حاجه موسيقيه الليله. بغيتيني تحجز ليا من فضلك.
صرفت مبلغ كبير من المال في التسوق.
نْشرب ليك واحد الكاس.
واحد الطبيب، الله يعطيك الصحه.
واش تقدّر توصي علي مطعم مزيان حدا هنا؟
لمن كاتْهَادِّي؟
بشحال تمن الدخول؟
بالخصوص اذا كنت تمشي قريب من العمارات، يمكن ان تتعرض للاعتداء.
kanbghī nshūf bṛāmij rīyādīya f tlevizyūn.
باش نزل كرسيي؟
ما محتاجش واحد يحمل ليا. شكراً.
واش بغيتي تكري سياره صالون ولا بغيتي تكري سياره ستيشن؟
باغِ بغيت نبدّل الين بالدولار. شحال السعر داليوم؟
هاد الطران سبور غادي يدير وقفه قصيره في المحطه A.
ارجوك، خاصك تقترح عليا فندق.
واش نقدر نصور معاك؟
ميكي هاياكاوا.
بشحال عمر اليابان؟
نرقصو؟
بيا نضره شباب، ولكن عمري تعدا التلاتين.
خوديوني لهنا، من فضلك.
السلام عليكم، واش مفتوحين اليوم؟
بالجانب، من فضلك.
تقدر تحط هادشي في الصندوق ديال الامانات ليا؟
ايه، وقّف هنا، من فضلك.
بغيت نلغي الحجز ديال دابا الليله.
باش بغيت شي حاجه للكرشه.
تيار الماء قوي بزاف باش تغوص بالماسك.
واش تمشي معاك تصورنا معاك؟
باغي نشترك في واحد النزها باش نشوف الكاسكاد.
عندي الم حاد.
ما عندك حتا واحد هديه، ولا شي حاجه قيمه؟
هاد الطرانسبور غادي ل طوكيو؟
تورته كرز للتحليه، و قهوه من فضلك.
باش نتّعطاني عصير ديال البرتقال؟
السلام عليكم. هاد السيد اونو؟
هي خارجه دابا.
صافي، غتشوفونا لبلّاس ديالنا؟
واش تقدر تصحيني غدا الصباح علي سبعه؟
انا من ايرلندا الشماليه.
غادي يكون ميه وخمسه وعشرين دولار، سيده.
كنخاف نسيت حوايجي في الطياره.
واش تقبلوا ماستر كارد؟
واش داير شحال هكا؟
اعطيني النمره.
الرقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي ميho سوزوكي.
واش كاين شي مطعم مزيان فيها منظر حلو هنا قريب؟
تا خذ هادي الكارت ديالي.
كانبغي نخدم في الدوله.
واش القطار لشيݣاݣو كيمشي من الرصيف خمسه؟
بغيت نشكر ليك نعاونك في شيّ حاجه ديال السنوركلينغ، من فضلك.
هاد الطرانسبور غادي ديريكت لـسياتل؟
بهاد الطريق، من فضلك. شي حاجه اخري؟
kanqelleb 3la ssa7abi.
اه، اذن خاصك تعرف كيف حنا كاملين هنايا حاسين راسنا. ما كنبغوش الناس اللي ما منناش يجيو يقولو لينا كيفاش نعيشو حياتنا.
الاستعمال ديال الالوان زوين بزاف.
شكراً. اسمك هو السيد ريتشارد بولمان.
اخبر عاءلتي من فضلك.
واش تقدّر تنّوض الدريبه؟
خمسه عشر يوليوز.
جرحت راسي.
اه، بصحتك، بغيت بيضه مسلوقه مزيانه، يعني، نصف مسلوقه، من فضلك.
هاد اللباس كايناسبني مزيان. نقدر نجربو؟
واش الاول الاول متي؟
ما طلبتش هاد النوع ديال الجبن.
تقطع الخط. واش تقدر تعاود تربطني؟
اشْ شنو سميتك، من فضلك؟
كنبغي شويه فورّاز.
شنو اللي خاصني نشوف في شيكاغو؟
تقدر تصغرها شويه؟
واش خاصني نمشي نطّلع علي عيني؟
سميتك، رقم بطاقه الاءتمان ديالك و تاريخ الانتهاء؟
عندها مجموعه زوينه ديال النحاس.
اشْ داكْ قْدّامْ جْسْرْ بُرُكْلِين؟
شكراً ليك علي الاقامه معنا، سيدي.
واش نقدر ناخد ثلاث ميه دولار كاش بهاد الشيك؟
كنت موافق علي هاد الاقتراح.
مين كيرقص؟
باش ترقص معايا؟
واش خاصني نبدل الطران؟
لشخصين علي الساعه سبعه، صواب؟ واش نعطيك اسمك من فضلك؟
كتافي كتعورني.
شحال ثمن اقرب بلاص؟
فين كتعور؟
واش عندك شي ساعات ميكانيكيه يدويه؟
واش عندك شي ستايل اخر؟
صاحبي فقد الوعي. بغيتو اتصلو بسياره الاسعاف دابا؟
واش كاين شي حاجه رخيصه و مزيانه؟
صافي خمسه ديال الصباح غدا؟
واش عندك شي اكل ياباني؟
صافي. بالمناسبه، واش هذا شنو؟
باغي ندخل لمدرسه ديال الغوص.
واش كاين شي فلوس ديال الالغاء؟
فين هي الباب خمسه و ثلاثين؟
بغيْت شي حاجه نشرب.
ما تاكل والو سخون بزاف ولا بارد بزاف.
كنبغي ليك تغير حوايجك و ترجع، سيدي.
الرقم ديال البلاكه هو صفر اثنين واحد واحد.
باي باي.
واش نقدر نمشي لشي بلاصه خاويه اخري؟
بغينا نحجزو طاوله لشخصين علي سبعه د العشيه.
نتلاقاو غدا.
نّشوف اذا كان نقدر نعاود نمشي نشوفو في هاد الكتاب.
واش مزيان تلج هاد العام؟
بشحال هاد السيور؟
السلام عليكم. تفضلوا بالجلوس.
اشْ طْرِينْ بْغِيتِي تْسَافْرْ؟
شحال ثمن ديال كارافان؟
فين نقدر نمشي نطّلع ديك التاكسي؟
ما كاينش شي غلط في الفاتوره؟
دَرْتْ الْحْجْزْ دِيَالِي فْ طُوكْيو. واش تَقْدَر تَشُوفْ لِيهْ مَرَّهً خُورَا، مِنْ فَضْلَكْ؟
نصيحتي تكون حلق ولا بروش.
هادي ماشي تبنيتي.
الْاَلَمْ فِي حَلْقِي بْغَا لْوَدْنِينْ.
انا محتاج شي دواسات ديال الصباط.
غادي نوصل متاخر، ولكن ارجوك حافظ ليا الحجز ديالي.
غادي نمشيو ل فيلاج ديال السمّاك غدا.
مسرور بمعرفتك.
عندي شي حاجه باغا نقول ليك.
بغيْت غرفه دبل، من فضلك.
تحقق منها الي وجهتي النهاءيه.
داءما كنحس براسي معوج في كرشي.
زيد صعيب من العام اللي فات.
بردات الليله.
بشحال هاذو؟ واش تقدر تكتب الثمن في ورقه؟
واش نقدر نحجز بلاصه في اول طاءره مغاديا، من فضلك؟
واش نقدر نعاود نعطي السياره في بلاصه اخري؟
واش عندكم ديال طابورات ديال النعاس؟
هادي شويه ضيقه علي قدّمي. واش عندك هاد الصباط في رقم خمسه ونصف؟
واش نقدر نبدل خمسين دولار؟
زيد دير سْواغْ فْهاد الطريق. غَادي يكون فْ يْسارك.
واش ممكن نشوف قاءمه الاسعار ديالك؟
سمح ليا. غير واحدشي زوين. كانفضل طاوله حدا الضّريعه.
kanqelleb 3la sidi Jones. 3andi shghul mhim bezzaf n7ki fih.
بْلاصه يومين.
هاد السياره غادي لشيراكو؟
واش كاين شي حل اخر للرحله اللي تم الغاء ديالها؟
ما كنبغيهمش. ارجوك ما تحطش شريته في هاذشي.
واش نقدرو ناخدو شي قنينه ديال النبيذ اخري؟
عندنا طّالْه حمْرا زْويْنه.
واش عندكم منبهات ديال السفر؟
بسلامه.
واش كاين محل ديال التحف هنا قريب؟
تقدر تستعمل الباس فكل القطارات.
باش تفضل اللي اوتوماتيك.
دابا دخلت الفلوس، ولكن ما جاني والو.
واش عندك شي ورقه يابانيه؟
واش في شحال غنلقاو المره الجايه؟
اخبرني من يجب اعلامه في حاله وقوع حادث، من فضلك.
غادي نمشي فواحد الفندق، ولكن ماعندي حجز مزال.
صافي ما تقلقش. تقدر تنزل في المحطه التاليه وتمشي بالرجله. ماشي بعيد.
بغيْت تّسْريح داءِم خفيف، من فضلك.
باغي نْجامع صاحبي.
الجرح تقيَّح.
الخدمات المصرفيه الدوليه.
كيما كتعرف، هادشي كيعني تنازل علي الاضرار الناتجه عن الاصطدام. بلا ما تشريها، نتا مسءول علي اي ضرر وقع للسياره.
نـسيت المفتاح ديالي.
كنبغي نبغي نظّف سناني.
كنا في مجموعه سياحيه. لذلك، عند المرشد السياحي كل تذاكرنا.
والو. ارجوك سلم علي زملاءك باحسن التحيات، خصوصًا السيد اوكاموتو.
واش عندك شي حاجه تقرمش عليها؟
واك. مزيان. حنا هنا في المتحف. غير طل لعلا، دوز بلوكات اثنين، وغادي تلقاه تا تمّا في ديك الزاويه.
السلام عليكم. هاد هي هاروكو. تخمن اش وقع دابا. كانت حاجه مضحكه بزاف.
افين نمشي لـ Hilton Hotel؟ قولي ليا الطّريق.
سرقو ليا محفظتي في المحل ديال الديوطي فري.
ماشي شحال، شكراً.
صافي. باين لي غزال. واش السبت علي الساعه دواز؟
نعتقد ان سياره الاجره غادي تكون احسن. تقدر تمشي دير تاكسي قدام الفندق.
بشحال ديال اللون ديال الربان بغيتي، وردي ولا زرق؟
داك السياره حاولات تعاود منعطف ل اليسار بالقوه.
تقدر تحافظ علي هاد الشنطه اسبوع؟
اكيد، ولكن الدار عامر الليله.
واش الباصات ديال المطار كيجيو بزاف؟
اللي جاي.
ثلاثه اثنين ثلاثه اربعه واحد اثنين ثلاثه اربعه.
واش تقدّر توصي ليا علي واحد البالي؟
ما كليت شي حاجه قبل. نعطيها ليا دابا؟
واش نقدر نحجز طاوله؟
كنخاف ما نقدرش دابا. اقرب رحله هي ديال الساعه وحده.
نقدر نديرها بوحدي.
باغي ندير تليفون شخص لشخص.
فين غادي نشوفو في هاد الخريطه؟
مانبغيش نمشي.
دير/ديري فيها النيه.
فين الكافيتريا؟
هاد الدّامه بايعه؟
كنبغي سبحه.
غادي نبداو ندخلو المسافرين اللي معاهم الاطفال، المسافرين اللي محتاجين مساعده خاصه، والمسافرين ديال الدرجه الاولي.
بشحال يكون مطفي، من فضلك.
واك. ها هو.
واش بان ليك احسن كادو لبنت عندها خمسه عشر عام؟
واش كاينين شيّ دورات ديال ديور الفنانين المشهورين؟
ارسل هاد التلغراف، من فضلك.
فين نخبر، اذا كان عندي شي مشكل؟
هي واحد حقيبه كبيره، برتقاليه، ديال البلاستيك سامسونيت.
واش واش يكون يوم مزيان؟
وجع السنان كيعور بزاف و صعيب التحمل.
انا ساكن في فندق بريتانيا انتركونتيننتال. رقم الغرفه واحد صفر ثلاثه.
شحال تاتكلّف رساله جويه، من فضلك؟
عندي فيروس.
بالطبع، راه اربعه سبعه واحد تسعه اربعه صفر ثلاثه.
باش بغيت ناكل بزاف ماشي نشرب.
باش تقدر تعطيني شي كريمه؟
صافي، كلشي تاكل علي راسي؟ خاصني نمشي للتحويشه. معليش.
باغي نمشي نشري شي حاجه. فين هي المنطقه ديال المدينه؟
واش تقدر تقولي كيفاش نمشي لهاداك بلاصه؟
تقدر تمشي بالاسانسور رقم واحد، ولا رقم اثنين.
عطيني محفظتك.
بغيْتْ نلقَا الباب.
ملي رجعت لداري، كاميرا ديالي كانت سالات.
برد بزاف.
اش كيفاش نقدر ناخد رخصه غوص؟
عطيني سيجار.
يعتمد علي فصل السنه اللي تزور فيها هاد البلاصه.
باغيً نبغِيْ النَّامُوس يْكون مْهَذَّب.
اتاي، الفول.
عطيني ثلاثه ديال هادوك، من فضلك.
اه، مزيان، مزيان. و مزيان نشوفك، راي. شكلك غادي فجهه اخري. باش ما تبقاش غريب. جاكيت زوين، بالمناسبه.
نظن غادي يرجع فقيْل ثلاثين دقيقه.
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
باش نخلّي رساله؟
خليني نشوف. هادي بلّاعه حداّنا.
ما يمكنش يعوم هنا؟
بشحال غايحتاجو باش يوجدو واحد اخر؟
شيء طرا و خاصني نهضر معاه. صافي ارجوك طلب ليه يعاود ليا تليفون فحال ما يدخل.
الضوء ماكيشتغلش في غرفتي.
غادي تزيد احسن المره الجايه. استمر.
واش واحد منكم كيتكلم اليابانيه؟
واش كونغ الملك لعب البينغ-بونغ في هونغ كونغ من قبل؟
فين الحمّام؟
واش غتبقي هنا شحال؟
بصراحه، نظام الشغل مدي الحياه فيه الزين وفيه الشين.
واجب نمشي للسطاسيون دابا.
كانبغي نزور المناطق المرتبطي بـ جويس.
ما محتاجش لداك، شكراً. انا غادي ناخد هادشي.
واش كتعطيو شي تخفيضات؟
جا باش ناخد السياره. ها رقم الحجز ديالي.
نصيحه ديالي، خوذي عطر ولا كريم ديال الجسم.
اريني وثيقه الجمارك ديالك من فضلك.
باش السيد الكاشير تمّا يخدمك.
بشحال مره خصني نقول ليك نفس الشيء؟
طلبْت قسم الممنوعين من التدخين. واش تقدّر تبدّل ليا بلاصه؟
من فضلك، الامتناع عن تناول اي منشطات.
بهاد الطريق، من فضلك. هاد الطاوله مزيانه؟
زيد رفد التيليفون و دخّل عشرين صنتيم.
نزل هنا.
فين الدرّاب؟
فينين المواد المعلبه؟
واش في شحال غدي نهبطو؟
باغي نشوف واش هنا كيديرو فرق.
اه، لا، خليت رقم تلفونو في الدار.
واحد تيكيت لـ واشنطن من فضلك. شحال مده فالطوبيس؟
هادي انواع ديال السندويشات.
صافي، خاصني. خاصني نمشي نتصل بالمكتب ديال كراء السيارات.
ارجوك اتصل بالسفاره اليابانيه.
واش رقم واش كاتْهَزّ، من فضلك؟
عندي حساسيه شديده في الجلد، و كاينين بزاف الحبوب.
باغي نمشي ل فيلادلفيا غدا. شحال الوقت كاين طران؟
واش تمشي تغير لي بواجيات من فضلك؟
قولي ليا، واش الكابين رقم 2، الكومبارتمون رقم 4 فين كاين؟
واش باقا عندك تيكيط لـ Bulls و Magic ديال 10 يناير؟
حسّيت بالنعاس و الكسل من كثره الجلوس في الطياره.
باش تحافظ علي هاد الحقاءب، من فضلك؟
فين احسن بلاصه باش تْسْهرْ في سان فرانسيسكو؟
نظن هادشي فكره زوينه بزاف. انا ديما كانقول المتاحف احسن بلاصه باش تعرف واحد البلاد. باها، فين نمشيو؟ سمعت بلي كاين واحد المعرض زوين ديال الهنود الحمر في المتحف ديال المقاطعه.
ضعت جواز سفري. محتاج واحد جديد.
غادي نكونو كانستناوك غدا، السيده Tanaka.
غادي ناخد جوج.
عشرين طرشه، من فضلك.
باغي نمشي تليفون ل طوكيو.
واش تقدر تعطي ليه الاسعافات الاوليه؟
باغي نحجز طاوله لثلاثه اشخاص علي سبعه ديال الساعه.
واش واش قصّه القصر شنو؟
شحال ممكن تشرح ليا كيفاش نمّل هاد الورقه ديال الدخول، من فضلك؟
اشْ واخا، واشْ واش كتعجبك شي حاجه فْ وقت فراغك؟
واش في شحال نجي نعاودو؟
خليني بوحدي، من فضلك.
شنو كيعني "O-Bon"؟
فين الكاشي؟
ها هو رقم التاكيد ديالّي.
اش كيفاش ندير حجز؟
مليار ين مقسوم علي ميه وعشرين ين كتساوي تقريبا ثمانيه مليون دولار.
صافي، غدي لحظه. سيدي، خايف السيد اوكاوا مشا يتغدي. بغيتي تخلّي ليه رساله؟
اشْ شنو كتقترح كهديه من فرنسا؟
شكرا. ليك بالمثل.
اكيد، جميع المقاعد ماخوذه بالفعل ليوم ثلاثه وعشرين مارس.
كنبغيو نديرو اطباق بثمن تقريبًا 30 جنيه استرليني للشخص.
واش عندكم كوكتيلات خاصه؟
واش ممكن نشري بفلوس كبار؟
بشحال هاد السياحه؟
مبروك علي ترقيتك لمنصب المدير العام.
حتي مللي ما تكونش معجب كبير بـ "شاعر افون الرقيق"، خاصك ما تفوتش المناظر الطبيعيه الخلابه والمواقع التاريخيه المرتبطه به في بلاده.
انا غادي نمشي دابا. واش تقدّر تبعت لي واحد النّاس لي يحمل ليا الشّي، من فضلك؟
واش هاد الخط شنو غرضو؟
ايه، النبيذ، من فضلك.
غادي يكون تقريبا ثلاثه اضعاف.
عندهوم بلاص فالبلكون و فالحق ديال الاوركسترا.
اتاي واحدين ديال البلاص ف طاءره ديال 9 و نصف لنيويورك، من فضلك.
بغيت ساندويتش و عصير ديال البرتقال، من فضلك.
واش تقعدلي هنا؟ غنرجع فحال دقايق.
انا ساكن قريب من هنا.
هادشي ضيق عليا بزاف.
هادي السياره رقم 12.
واش نقدر نعطيه هادشي بالتوصيل العام؟
المسرحيات الموسيقيه كاتكون مشهوره بزاف فاليابان دابا.
هاك بعض السماعات.
بشكل عام، A تعني ممتاز، B، جيد، C، مقبول، D، ضعيف، F، راسب و I، غير مكتمل. بعض المدارس تستخدم علامتي زاءد وناقص مع الحروف.
بغيْت نْطْبَع هاد النيغاتيف فْحال تْوَين، عافاك.
اش كيفاش نمشي لهاداك بلاصه؟
واش هادشي مفيد لشنو؟
بغيْت واحد الكشاف.
واش شحال كيسالي؟
شي سياره اقتصاديه لمده اسبوع. شحال غادي تجيني؟
واش الاطفال يقدروا يدخلو في النزله بدون مرافق ديال الكبار؟
فين نقدر نشعل؟
يا مّي سْتاْتْ لْكْوكيز.
واش نعطيهو رساله؟
اظن ان اجتماع بحال هادشي فرصه مزيانه باش نتعارفو ونفهمو بعضنا شخصياً.
شكراً. غادي يكون ثمانين دولار وخمسين سنتيم مع الضريبه. ارجوك، ادافع للكاشير.
واش واشحال البردقه ديال غدا؟
السلام عليكم. هاد هو مكتب الاستقبال؟ انا في الغرفه واحد صفر سبعه صفر. خايف عندي شي شكايه.
قول ليه شيمادا مشا له و انني غانجي نشوفو هاد الجمعه.
صافي. ارجوك احجز لي بلاصه فالطبقه الاولي في القطار اللي غادي يمشي غدا علي الساعه عشره.
بسلامه، تلفون ليا الليله.
تا تقدر تشوف معانا؟
واش تظن/ي كاين شي امكانيه نعاود نحصل علي فلوسي؟
بغيْت نْرجع حْوايجِي الثْمِينَه، من فضلك.
باش بغيت الستيك ديالي نيء.
هادي كاميرا تلقاءيه.
باش بغيت جوج ديال الطبعات هاديك النيجاتيف، بالمات، من فضلك.
سمح ليا. واش فين كاين قسم ديال النساء؟
اشحال دايره؟
فين ساكن؟
ها الضريبه ديالك.
التروبيكال مزيان. فيه شويه نعناع و بنه ديالو كاتجي مزيانه مع الستيك.
داكشي لعبَه.
هادي اول مره غوطس.
زيدها تجيه لداخلي.
kanfḍḍel nqʿed f lqdam dial tṭayara.
تحقق من الكوطي ديال الاحتياط مزيان.
اه، باغيلي كيدير مزيان هاد العام.
ما نقدرش نسد فتحه البانيو.
واش بغيتي تجي لدارنا الليله؟
فين المحل ديال الملبسات ديال ماري؟
كنبغي غرفه دبل (غرفه لشخصين) مع منظر علي البحر. شحال ثمن الغرفه؟
واحد ڤيسكي دبل، عافاك.
اشْحال ديال الماده هادي؟
امم، كليه كينغسبورت للبنات، من فضلك، يا سواق. باينه ما غاديش يتهربو منها. ما يمكنش لهم يعصو قرار المجلس، هادشي ضد الديمقراطيه.
واش كاين شي طبيب كيتكلم اليابانيه؟
سيدات وساده، قبل الاقلاع، يرجي اطفاء جميع الاجهزه الالكترونيه، بما في ذلك اجهزه الكمبيوتر الشخصيه، ومشغلات الاقراص المدمجه، والهواتف المحموله، والالعاب الالكترونيه. يرجي الامتناع عن استخدامها حتي مرور عشر دقاءق بعد الاقلاع.
اه، هاد زوين. عجبني صوتهم. شنو بان ليك نتا، بوب؟
واش نقدر نعرف اسمك، تاريخ المغادره ورقم الرحله؟
فينين الفطر شيتاكي؟
واش تقدر تعطيني شي تخفيض؟
نّضّف الغرفه، من فضلك.
واش عندك محل ديال فيراغامو حدا هنا؟
شكرا بزاف علي الوقت اللي خصصتيه باش تحكي معايا، كارين.
واش هاد الطران ديال فين غادي لـ Grand Central؟
هذا ماشي اللي طلبت.
اه. خاصني كنت خليت ليا الكفته.
واش داك شامل الفطور والعشا؟
كانبغي نمشي لمركز التجاره العالمي.
سمح ليا، فين نقدر نشري تذاكر لـ برودواي؟
هاد المطار زوين بزاف. نتصور باللي كتشوف فيه بالافتخار.
عندي الم حاد في المعده.
اي، غنطلب مارطيني مع المقبلات.
الطقس مزيان.
واش تقولي ليا ملي نوصلو، من فضلك؟
سمعت ان السل شايع غادي لهاداك الجيهه.
واش داير ف هادشي؟
الدفا مكي شغلش و الدار بزاف برده.
بشحال تيكيت ديال نهار واحد؟
صافي. بغيت نمشي للبار و نݣعد نستني.
كان عندها سنتين ملي جيتي لهنا اخر مره. واش عجبك الطيران؟
kayn bzzzaf d lma3ayan sakhna, b sababu 3andna bzzaf d lbrakan.
شحال الثمن ل لندن؟
بغيْت واحد الوصله ديال الدّار.
باش بغيت عصير ديال البرتقال، توست، بيض مقلي و قهوه، من فضلك.
صافي. ساليتي.
ايه. قصّو الغصن وقطّفو الزهر باش يقدّرو يخلّيو الشجر مزيان.
نظن نقدر نوفر ليك طابله في حتا خمسه عشر دقيقه.
صافي. شكرا.
فين تنزل باش نمشي للمتحف؟
طبق ديالّي، عافاك.
عندي صداع مزيان. واش تعرف شي طبيب مزيان حدا هنا؟
بعد الساعه ثلاثه.
تقدر تحفظ لي قيمه عندي؟
لقيت شريت قميصي بثلاثين دولار.
تقدر تبعت شي اسبيرين؟
فينْ الدّْلاله؟
ارجوك، كتب رقم بطاقه الاءتمان ديالك.
واش عندك اي نوع ديال الويسكي؟
واش تعرف اسم هاد المحطه؟
ارجوك ما تقصرش الطّيّ ديال الضّرف باش الصور ما يتْعَوّجوش دَاخْلْ.
حسنًا، الغولف اصبح تقريبا جزءًا من عملنا بالاضافه الي كونه ترفيهًا.
هاك اسي القاءمه ديالنا.
ها هو جواز سفرك، تذكرتك، وبوردينغ باس ديالك.
اه، دابا غدي تكون حالاً مزيانه. اعتقد خاصني نمشي.
باش ممكن نستعمل هاد العربه ديال الامتعه؟
بين سبعين و ثمانين دولار غادي يكون مزيان.
نداء شخصي لطوكيو، اليابان، من فضلك.
لا، شكراً. كافيني.
بغيْتْ بْلَيزَا، عافاك.
واش محتاج شي ورقه باش نبحر؟
الخمس ميه دولار، صواب؟
يكون مفيد اذا قدرتي تزيد من طاقتك الانتاجيه.
واش مزيان معاك السبت الجاي فديك الساعه؟ بغيت ندعوك لحفله ذكري زواجنا الاول.
كنبغي شويه لحم العجل.
انا محتاج سياره كبيره.
نتيا غالط.
اوديوني لطبيب فين كيديرو اللي باغه اليابانيه.
اشْ شنو كتقترح احسن شي؟
غادي نمشيو دابا فالعشيه. واش عندنا الوقت باش نديرو جوله في المدينه؟
الكمونو ماشي مناسب بزاف للناس اللي كيعيشو نشاط داءم.
صافي. غنتكونو تمّا في الثمانيه.
صافي مزيانش. خصني نكون في لوس انجلوس فصباح الجمعه.
واش انت استرالي؟
فين هي الدخله؟
واش ممكن تشوف ليك في زيت الفرامل؟
فين نقدر نشري قفازات؟
ما استعملتوش بزاف.
واش كيديرو جاز فهاذ البلاصه؟
شحال منقدر نشوف المسءول ديال المطعم، من فضلك؟
باغي كوكتال معمر. تقدر تخليط ليا شي حاجه؟
غادي يجيو واحد يفحص الحال دابا.
اه، سمعت بالاسم. مدينه مشهوره وقديمه، مشي كذلك؟
لقيت نقطه.
بالصحه و الراحه في سفرك.
واش عندك شي طيارات للميامي؟
القطعه علي اليسار.
انا كنمشيش للتحويشه كل عشر دقايق.
شكراً بزاف. السيد كوجوري وانا كنفرحو بزاف باش نكونو هنا في لندن باش نعقدو اجتماع معاكم، اللي كتمثلو واحد من اهم الشركاء ديالنا.
صافي، سرق ليا واحد لصّ البورصه المحفظه ديالي.
واش واش هالوين فاش كايجي؟
زوينا.
واش كاينين اي اثار جانبيه؟
اش الوقت ديال الصعود للطاءره؟
واش البورصه ديال وول ستريت مفتوحه للعامه؟
سمح لي كنت غAbsent في دار.
فين مكتب الارشاد السياحي؟
فين نقدر نبدل شي شيكات ديال المسافر؟
كنبغي ساعه نقدر نشوف فيها الوقت بسهوله.
سمح لي. ما عنديش ديال الصرف الصغير.
تقدر تعاود؟
ايلا عشره ديال النقاط.
يه، مشيت. زرت طوكيو و كيوتو في رحله قبل سنتين.
خوديوني لدار الصّحه، من فضلك.
واش فيها تكييف؟
صافي نادو علينا فين واحد يتفتح.
بشحال هاذ الشي كامل؟
واش السعر شامل الغدا؟
فين غادي تمشي تسكن؟
العلاقات الانسانيه مهمه في اي مجتمع، لكن اليابانيين يبدو انهم يحاولون جاهدين الحفاظ علي علاقات جيده وتوسيعها.
ها هو تسعه وتسعون ين. من فضلك بدلهم كاملين بالدولار.
كنبغي شي حاجه واسعه.
في الـ ABC.
فين بلاصه نقدر نشري كراطين؟
هذا مزيان. خاصك تبدل في شارع الرابع والاربعين.
واش ممكن تعطيني المفتاح، من فضلك؟
واش عندكم شي سيارات صغيره؟
عندنا مقاسات كبيره، متوسطه، او صغيره.
واش تعرف شي طبيبه نساءيه مزيانه؟
كنبغي واحد السشوار.
شنو هاد المبلغ باش؟
صافي، واش شنو مخططاتك لباقي ديال السفر؟
في هاد الحاله، كايتلقا جدول تعريفه الاسعار حدا بلاصه الساءق.
كنبغ نشري واحد من المنتوجات المحليه ديالكم.
صافي. غنتسناو.
اه، انا طالب جديد في جامعه ABC. انا متخصص في التاريخ.
فين نقدر نمشي باش نشري ساعه؟
سيّد Tanaka، سيّد Sato داير اجتماع دابا. واش يقدر يرد عليك؟
بشحال نوصلو؟
اشحال المده اللي غاتوصل فيها؟
عطني البطاطس، من فضلك.
واش خاصني نعاود نجي لدارك؟
مين هو المدير د لفرقه؟
اريني تذكرتك ديال الرجوع من فضلك.
باش نقدر نخلي قيمه عندي معاك؟
واش عندي شي رساءل؟
شرب النبيذ الاحمر؟ ماشي مر؟
ما تقلقش. بعض الزباءن جربوهوم.
انا منبهر بقدرتك علي اللغه.
خلّيت اجندتي في الكابينه ديال التليفون.
واش عندك حساب؟
صافي تمشي معايا نبحثو علي القناع ديالي؟
كنحس بالدوخه فالسفر.
فين كتمشي الطوبيس ديال النقل؟
اعتذر علي الازعاج. غادي نجيب ليك واحد اخر، فالحال.
صافي، غدي نوجدها ليك. تفضل.
واش نقدر نعاود نتاكد بالتيليفون؟
حاولت، ولكن ما قدرت نش تحقق حلمي.
فين هاد القسم ديال ديال الرجال؟
ما قلتيش هكا. باغِي تزيد في الثمن عليا.
تعال ادخل، ميتسورو.
بغيْت خط خارجي.
هذا هو عنوان اتصالي.
باغي ندير موعد.
واش ما تجي شي شويه؟
واش كايقدمو الاكل؟
حجزت غرفه لزوجين.
ضيعت محفظتي في واحد الدكان.
هاذ بلاص بلاش.
كنبغي سياره كبيره شويه و اقتصاديه في الصرف.
واش ممكن اخذ جوج ديال تذاكر لليله، من فضلك؟
عندي واحد الطّلب بغيتك.
قول ليا فين ننزل.
تقولها مره اخري.
سمح لي، واش نقدر نصور؟
واحد الرجل كان طويل وواحد اخر كان قصير.
همبرگر و طاجين ف الجنب ديال اليمين، و سلاطه من فضلك.
طلبْتْ باسْبُورْ بارْحْ.
بنين.
23 مارس، من فضلك.
دابا، سرقو ليا نعاوسي ملي كنت غبرت من هديك الغرفه ديالي.
شارع بارك افينيو، رقم 280، من فضلك.
بلاصه ديالي مكسره. ما بغاتش تنزل.
تقدر تسولها تجيب ليا بالعاكس؟
اعطيني وصل من فضلك.
واش ممكن ندور صباغه جديده في الصاله؟
صافي، حبس ليك طكسي؟
باغي نعطيه بالبريد السريع.
يمكن يكون البوجي.
واش تقدر تقولي واش اللعبه شتبدا؟
واش عندك هادشي في مقاس اكبر؟
باش بغيت شي حبه اسبرين.
خاصك تمشي بالباص.
اريني فين كاينه البنك من فضلك.
صافي، ما بغيتش الجبن.
واش غتحجز شي غرفه لليله؟
عندي حراره.
كانبغيو ندعيوك للعشا غدا بالليل.
اوه، تقريبا خمس دقايق ماشي.
صافي، عطيني شي بلاصتين ديال "سي" محجوزين فالعشرين.
صافي. نتلاقي فديك الساعه.
هادي هي الغرفه 12 13.
كنبغي ندير حجز ل طوكيو ف الخامس عشر من ماي.
انا ساكن مع صحابي.
واش واش كتعاودو تقدمو الغدا؟
بغيتي توصّلني مع قسم البيع، من فضلك؟
واش واقي بلاصات؟ بغيت نقعد شي بلاصه فوسط.
واش عندك مترجم ياباني؟
باش نمشي؟
كنبغي طّاجين.
فين غادي نمشيو من هنا؟
هاد الطرانزيط كيدوز من ال باسو؟
حسنًا، هاد الـ Tour الاستكشافي زوين.
واش نقدر ناخد شي قطره للعين؟
واش كاين وصله لكلازكو؟
واش تمشي تصرف هاد الشيكات السياحيه، من فضلك؟
صاحبي و انا مفراقيين، بغينا نقعدو حدا بعضنا.
غادي ناخد هاد القميص. شحال فيه؟
صافي بزاف.
صافي تمشي ديريكت، وغتلقاهوم.
ايه، الممثل اللي كيلعب الدور الرءيسي زوين بزاف.
اوف، ايه. المكتب الرءيسي ديالنا هنا. ونتيا؟ اول مره ليك هنا؟
غادي نكتب ليك ملي نرجع للدار.
واش ممكن نحصلو علي غرفه تطل علي البحر؟
باش نقدر نشعل هنا؟
اش هذا الثمن؟
واش كاتمشي من نيو اورليانز؟
واش نقدرو نكريو ملعب؟
كنت نتمني نمشي نشري طوموبيل جديده.
بغيت تقترح عليا مطعم مزيان حدا هنا.
اشْ اسمك؟ و شنوّ رتبتك الرسميه؟
بالطبع، غنكونو حادين في السالون قبل التسعه.
واش تقدر تقبل شيك بالين ياباني؟
واش شنو الباص لي غنمشي بيه لتمثال الحريه؟
باغي نخلي شناطي.
سمح ليا. شريت هاد البلوزه امس، ولكن لقيت بقعه كبيره هنا.
هذا عمي.
بغيْت نبدّل الغرفه.
واش عندك هادشي ف مقاس متوسط-كبير؟
واش نقدر نبدل بلاصتي لواحد بلاصه ف المقدمه؟
واحسن ليا نمشي.
واش نتي السيده ايبرت؟ انا هيروشي ساتو. تشرفت بمعرفتك.
عندي طير في الكوطه.
غادي ننزل عند الكاتدراءيه.
باش بغيت شي كاس ديال لما سخون.
بشحال كامله اذا شريت ثلاثه؟
واش تقدّر تجيب ليا طّاكسي من فضلك؟
من فضلك، ممنوع التدخين.
غدا.
باش تطلب بالبريد احسن. رخيص.
شنطه كتف بيضه.
غير شويه تقطيع بالمكنه، من فضلك.
بغي يكون عندي في المطار حدا ثمانيه ديال الصباح غدا.
ما نعرف شنو هادشي، ولكن غنجربو.
شفتي واحد المعطف الاسود هنا؟
داكشي بزاف عليك، صافي تمشي للنافذه رقم ثلاثه.
واش ممكن يكون عندي غرفه في الجبل؟
خلّيت الكاميرا ديالي في التاكسي.
واش منين غايلعبو في السهره؟
بواسطه البريد الجوي ولا بالبريد العادي؟
ميه دولار كاش، ثلاث ميه دولار في شيكات سياحيه و الكارت ديالي.
بشحال؟
واش كنملّ ورقه ديال التصريح الجمركي؟
باغي نستعمل ملعب التنس.
ما تقُولش مستحيل.
باغي شويه حليب. واش عندك؟
واش نقدر نبدل هاد التذاكر للعرض ديال غدا؟
واش تقدر تقولي شنو هو الكود الدولي ديال اليابان باش نتصل؟
بشحال نقعد نستني فالطْرَن قبل ما يوصل؟
باش نقدر نسجل هنا لرحله الخطوط الجويه المتحده؟
واجب علينا نلبسو معطف وربطه عنق في النزله ديال الليل؟
بشحال السرعه اللي طاءرين بيها؟
شحال ممكن تشلح هاد الاثمنه من فضلك؟
انا في الزنقه ديال الشانز اليزيه والرقم 41.
واحد كوك كبير، من فضلك.
كنبغي نتْحَوَّس قبل ما نْكُل.
شعرك زوين.
اش؟ غتتقاضيني؟ ها، ها، ها. باين عليك وليتي متشاءم بزاف. امك عارفه بهادشي؟
واش طلبتي وجبه خاصه؟
واجب نمشي نخبع بكري غدا. خاصني نمشي.
واش انا من داكشي؟
بشحال تقدر تكلف من هنا للدار البيضاء؟
كيف بغيتي اللحم مطيب؟
باش تعرفني كيفاش نمشي لـ ويستمنستر ابي؟
اه، يا له من رفاهيه ان تلعب الغولف في استراليا.
واش كاين شي طاءره مزيانه غاديه لـ لوس انجلوس؟ فاش؟
منطقه مخصصه لغير المدخنين، من فضلك.
غادي نطيح.
فين صنع؟
تامين التصادم خمسه دولارات في اليوم زياده، واش بغيتي؟
كانبغي نتعلم التزحلق علي الثلج.
واحد الرجل خدّا فلوسي.
اش دايرين ياكلوا؟
بغيْتْ مْحَسَّابَه، عافاك.
واحد الكرتون ديال المارلبرو من فضلك.
فين هي بوابات الصعود للطاءره ديال الرحله ABC واحد صفر واحد؟
هو داك الزين اللي كيزيد الطلب عليه، ا سي؟
سمح ليا، ولكن واش فين غاديين دابا؟
واش ممكن تعطيني فاتوره؟
يا اي نوع ديال الفونداسيون يتماشي مع لون البشره الطبيعي ديالي؟
ماشي صيني، اوا؟
داك اللي تحتو.
واش نقدر نطلب هادشي من اليابان ملي نرجع؟
بغيتيها معفاه من الضريبه؟
كنبغي نستعمل صندوق الامان في غرفتي.
البار صغير فارغ. واش ممكن تحط فيه شي كاس ديال البيره، من فضلك؟
ما كتهتمش الجراءد بتذكير القراء في الثامن من دجنبر بان "هذا هو اليوم اللي بدينا فيه الحرب".
باش بغيت نبدا حساب ديال الايداع في هاد البنك.
صافي. واش غادي يتلعب الماتش فاش؟
الله يعطيك الصحه. ما كنتش عارف شنو ندير.
باغي نستاجر دراجه.
فين كاينه هاد البلاصه؟
بشحال الوقت، سيدي؟
هذا كامل الشنط ديال الرحله 233؟
انا مريض. واش تقدّر تجيب ليا طبيب؟
ما كاين صابون ف غرفتي.
هنا واحد النصيحه ليك.
واش نقدر نسولك شمن سميتك؟
لا، شكراً. كانشوف غير.
واش نقدر نشوف تذكره الطياره ديالك؟ نعني بطاقه الصعود للطاءره ديالك.
اكتبها ليك.
باش نتقدا لواحد البلاصه خاويه؟
براسك، اعتبر راسك في دارك و زيد علي خاطرك.
انا شاذ.
بغيت ماكينه حلاقه كهرباءيه، من فضلك.
ديكور جذاب؟
واش هادي الزياره الاولي ديالك لبلادنا؟
اريني بطاقتك المصوره من فضلك.
الرحله واحد ميه و واحد لنياريت، المغادره في العاشر من يونيو، مءكده من جديد.
ميه وعشرين دولار لليله، ما كاينش الضريبه مضمنه.
واش هاد الضمان صالح في اليابان؟
واش خاصها تمشي معاه؟
عندي هادشي ديال الفواكه. هديه.
اشحال الوقت ديال اخر طرين؟
ما غانشريها. نقدر نلقاها بثمن ارخص في محل اخر.
واحد الطالب، من فضلك.
ما غوصت فين حتي دابا.
كنبغي نبقي تحت الخمسين دولار.
لا، ماشي كيف قلتي. خاصك تنزل في المحطه التاليه.
واش تقولي ليا شي بلاصات مزيانين باش نمشي نشوف في هاد المدينه؟
عندي الصف الثالث، في النص.
الا كاين عشره دولارات و تلاتين سنتيم في النهار.
ارسل هذا لليابان بالتليغراف.
بشحال تمن الطياره من نيويورك ل لوس انجلوس؟
فين نقدر نغوص؟
هاد الطعام كتقيل في كرشي.
واش تقدّر تحافظ علي المتاع ديالي حتي حدا عشره؟
ايه، تقدر تحلل بالين. داكشي كيلحق الفين وسبعميه ين.
التحكم في المخزون مهم جداً بالنسبه للشركه.
غادي نتصل بالشرطه.
باغا نمشي للكونطور ديال تسجيل الدخول ديال شركه يونايتد ايرلاينز.
اهلاً. دخّل. فرحت بلي جيتي. واش عِندك شي مشكل باش لقيتي دارنا؟
اشحال من الوقت يدوي باش نوصل لدوڤر بالقطار؟
اوصل تحياتي لوالديك من عندي، من فضلك.
صافي مزيان بزاف.
ما عمري قعدت في الصف الاول قدام.
ما كانعرفش نتكلم بالانجليزيه.
عطيني شي غاز اخف، من فضلك.
واش كيدور ليا بزاااف، ما نقدرش نصبر مزيد.
في الكوانطر تمّا.
مكان فراغ، من فضلك.
طَلّع لفوق و دور لَيمين. غادي يكون علي يدك اليسري.
واش نقدر نشرب كولا، من فضلك؟
واش عندك شي رحله لبرودواي؟
واش كاين شي طْرَن ف وقت قريب؟
حساس.
الجوده ممتازه، والثمن زوين بزاف.
داك الطياره كتمشي من الباب رقم اربعه وعشرين.
بسلامه.
واش تعرف شي بلاصه ديال الصباط مزيانه؟
واش هادي طوموبيل ديال الدرجه الاولي؟
واش الطياره غادي تمشي في الوقت؟
البحر الداخل هادء وجميل.
سمح ليا. نعتقد انني ما دفعتش فلوس كافيه.
سمح لي. يبدو اننا عطاوك مفاتيح خاطءه.
سمعتي الاخبار؟
واش ساليتي تعاقتي هاد الورقه ديال النزول؟
واش عندك النبيذ الاحمر بالنص؟
الاستاذ تاكاغي، واش بغيتي تعطي رايك في هادشي؟
واش عندك شي فول سوداني؟
شكراً سيدي. صاافي دقيقه، من فضلك سيدي. من فضلك خذ هاد الفاتوره للكاشير وخلص تما.
شوفو.
شي زوين بزاف ديال السكر.
واش ممكن نجلس هنا؟
تقدر تشيل ليا شناطي للطاكسي؟
كانبغي نشوف واحد المسرحيه غناءيه.
واش بغيتي الطياره ديال عشره ولا الطياره ديال سته عشره؟
بزاف عجبني الحفل ديالك.
خصّك يكون عندك الباسبور، وكرط الاقامه، وورقه التصريح بالجمارك.
انا غادي نمشي، صافي نقّز هاد الرميضات، من فضلك.
باغي نجرب شي اكل ايطالي.
هدّي شناطتك علي هاد الميزان.
اوافق علي معظم ما اقترحتيه.
عياشي فيهن تورم.
قُول لِعَاءلَتْك سَلَام.
واش شحال الوقت اللي المكتب ديال الاستقبال كايفتح؟
قمصان في هذا المحل ارخص بكثير.
نظن عندي سخانه.
اشحال غايقعدو؟
بغيتي تقدر تبرد الغرفه من فضلك؟
بالطاءره من فضلك.
نيس نص.
ماشي بزاف. اغلب الطلبه كيجيبو نقط الناجح في الكورس ديالو، ولكن كيقولو المحاضرات ديالو ممله وما كتشجعش.
واش شحال الوقت اللي تبدا فيها القداس؟
اربعه دولارات اذا شريتيه من المحطه، وسته دولارات اذا شريتيه في القطار.
نعرف اللي ديال نص درهم. عطيني واحد دوزينه، من فضلك.
باغي نشري تحفه بـ خمسين دولار تقريبًا.
شامبو واحد من فضلك.
واش عندك هادشي بالبلاتين؟
اش داير هاد الضربه؟
تقدر تساعدني بهاد الساك؟
واش كاين الدوش؟
كنبغي نصرف ميه دولار من علي الكارت فيزا ديالي.
الدّيوُر هادَا مَن بينْ لْحَاجَات لْفْنِّيَّه لْمُمَيَّزَه فْ يابان.
ما يمكنش نعتقد. صرّفت كلشي دابا؟
صافي، اظن مزيان نمشي دابا.
واش بعيد نمشي؟
ما كايناش شناطتي. واش تقدر تعاوني؟
ايه، عندنا، ولكن ما نقدرش نبيعهم.
واش ممكن تبدل الفلوس بفلوس صغار؟
الوسطه واجده.
باغا بغيت نعطّي جوج طرود لنيويورك.
باغي نمشي تليفون ل اليابان.
صافي. غنبعت الخدمه ديالنا دابا باش تفتح الباب بالمفتاح الاصلي. واش رقم الغرفه ديالك واش؟
بشحال باغِي هاد العدسه ديال النيكون اللي كاتصوّر عين السمكه؟
كنفضل نمشي للعشا ديال النوع الغربي.
الحرب العالميه بالمحيط الهادي دامت اربع سنين ونص، من الف وتسعماءه واحد واربعين الي الف وتسعماءه خمسه واربعين، و بدات عامين بعد الحرب العالميه الثانيه.
واش عندك شي حاجه نقدر ناكلها مع مشروبي؟
واش عندك بلاصه ديال كارافان؟
بملح وفلفل؟
واش فين الدخله؟
شحال ممكن تشرح ليا كيفاش نتصل باستعمال كارت التليفون؟
بامكاني نتكلم شويه ديال الانجليزيه فقط.
واش البحر معوج الليله؟
نصف ساعه تقريبًا.
واش ممكن نعاوني بشكاره ديال الورق؟
كانبغي نمشي للمتحف ديال الطيران والفضاء المشهور.
واش تتقدا غدا غتتساق الشتا؟
هاد شي خاصو كان مستعمل لشحال حاجه ديال الادّان، ممكن.
واش خصها تكون في المستشفي؟
كلشي متعلقات شخصيه.
صافي. فين نقدر نحط شناطتي الصغيره؟ واش نقدر نحطها هنا؟
kanhdām bḥāl ḥḍya lbssit lwaḥd ṣġhir.
واش تقدر تزيد الحراره في الغرفه من فضلك؟
القطعه علي اليمين.
تم ربط مكالمتك.
واش تقدري تقولي كيفاش نمشي نتصل بهاد الرقم؟
هذا ديال الرجال؟
اه، واش بصح؟ خدّ شي حاجه؟
نظن هاد النوع هو اللي غدي نحتاجو نستوردوه.
شحال من محل قريب هنا؟
دارت ليا طوموبيل. محتاج سطافيط فحالاً.
بغيْت كتاب مصور، من فضلك.
جلس، من فضلك.
واش عندها بابين ولا اربعه؟
ياك نهار زوين.
كنظن طلبت برجر سمك، ولكن ما كاين والو سمك في برجر السمك ديالّي.
سمح ليا، ولكن واش تقدري/تقدر تشرح لي كيفاش نخدم الدوش؟
شكراً. بالمناسبه، كيف بغيتي تخلص الفاتوره؟
باش بغيت غير نتاكد بلي المدير العام ديال الشركه ديالكم غيحضر الاجتماع غدا.
انا مع الاسف بزاف، غانكون متاخر علي الاجتماع. وقعت في الزحام.
واش تقدّر تحجز ليا غرفه لليله ديال الثامن عشر من شتنبر؟
واش كاين دوره تدريبيه مدتها تقريبًا اسبوعين؟
واش تقدري تعاونيني باش نمشي اي رحله غدا؟
بغيْت نحجز.
كاينين قوارب مزوّره علي شكل سفينه قراصنه او باخره قديمه ديال الدّوران بالدّوبّ. شي وحدين خرين باينين بحال البجع او الحوت.
سيّد فورد قال لي نجي عندك.
كانبغيو نمشيو لجبل غروس باش نتزلجو. واش تقدّر تدّبر لينا النقل؟
واش نقدر نعاود نطلب فلوسي ديال هاد التيكيت؟
Wash bchhal l-waqt katkhoud l-msafir l-Soho?
فين المحمل؟
واش بغيتي تلعبو الزوجي؟
ايه. كانبغي احمر شفاه شانيل رقم خمسه و تلاتين.
بـ حوالي مءتين دولار، تقدر تجيب واحد المزريه زوينه.
سمعت توا ملي كان عمي خدا الرحمه.
امريكان ايرلاينز.
هاد المرجان ديما عامر بالناس.
واش قريتي باش تكوني سالمه؟
واش عندك ليكريم؟
الريح قويه.
واش نقدرو نشوفو فيلم في هاد الطياره؟
واش عندك واحد كيعرف يتكلم اليابانيه؟
الرقم هو تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه.
بغيْت شويه خل.
م.م. هي اختصار لكلمه "ما بعد الكتابه".
باش نتامن، بغيت تغطيه كامله ضد التصادم.
بغيْت نْحَجْزْ مَقْطَعْ، عافاك.
تذكره لنهار واحد؟
اش؟ اها، بالصحه. ماشي محجوز.
فدوا سبتمبر، الدرجه الاقتصاديه، لشخص واحد.
بغي يكون عندي رْجْع قبل سِتْ دْ ساعه دْ لْوَعْشِي.
كاينين بزاف ديال التظاهرات السنويه بالاضافه الي الاعياد الوطنيه.
داير الموضه هاد الصيف.
باش نقدر نمشي بالفيزا؟
سمح ليا. باغي نمشي ل ميامي.
اش من فواكه عندك؟
واش عندكم شي حلوي قليله السعرات الحراريه؟
صافي، واحد السلسله زوينه بزاف.
واش كاين طْرِين سْريع لْبرلين؟
واش عندكم شي عروض خاصه علي عطور استي لودر؟
واش عندك مايونيز؟
استخدمها كصينيه من فضلك.
بغيْت بلاصه ما فيهاش دخان، من فضلك.
لبغيتي السياره ديالي طاحت ف واحد العمود ديال الضو.
كنكتبو كارتات العام الجديد وكنبغيوهم. كيوصلو فواحد يناير.
غير وسط، من فضلك.
ما كاينش بزاف ديال اليابانيين كيبعثو كارتات ديال عيد الميلاد، ولكن مليارات ديال كارتات ديال العام الجديد كيكتبو، كيرسمو، كيطبعو، كيكتبو عليهم الطوابع، و كيبعثو كل عام.
تقدر تكتبها؟
واش غتمشي للدرسه؟
kanhdām ʿṭr.
فين مشا؟
تا خذ عشره دولارات، و دولار وخمسين سنتيم باش تبقي في خاطرك.
انا يوكو سوزوكي من شركه يونيفرسال.
السعر ديال الصرف ماشي مزيان بزاف، ولكن ما عندي باس، خاصني نصبر.
ليك.
دار ليمين ف الزنقه الثانيه وغتلقي واحد.
واش بنين الاكل؟
جا بْزَافْ عْلَي الْمُمْكِن.
النافذه مزيره.
واش بغيتي تغطيه التامين علي التصادم والمسءوليه المدنيه؟
غادي يلقاوه غدا.
بغيت نفتح الباب ما كايفتحش. واش تقدر تبدل لي الكارت؟
كنفضل واحد في المقدمه ديال الطياره.
الفيّتّينݣ كاين ورا الكونتوار ديال خدمه الزبناء.
بشحال محطه خصني نرجع؟
هادشي ماشي صحيح.
لا، من فضلك لا تفعل. هذا للاستعمال الشخصي.
بغيت كيري سياره فيها فيتيس اوتوماتيك، من فضلك.
باش نقدر ننزل فالحُوطَل؟
شال اخر، من فضلك.
كانبغي نحجز غرفه للثالث والعشرين والرابع والعشرين د اغسطس.
فين اقرب مصور؟
الضّيص، من فضلك.
تقدر تلقا الطّوموبيل قدّام هاد الباب مباشره.
واش باشوطي ضايع. صدفه ما لقيت تا باشوط في حقيبتي. خصني نمشي ل طوكيو غدا الصباح.
باغي نحجز طاوله علي سته دّيالي الليله.
واش تقدّر تجيب لينا طبق اخر؟
بشحال الثمن من هنا لمحطه الجنوب؟
باش نشوف هاد القرط؟
باغي نمشي فدرب بكري قدر الامكان.
واش تقدّر تجيب لي شي غرفه مناسبه للغوص، من فضلك؟
سميه ديال الحزب ديالكم و رقم ديالو، من فضلك.
خذيت طْرَين ديال 12:50 من سان دييغو.
ما كاين والو صابون.
واش واش الساعا غادي تمشي التقطيبه اللي غاديه لشيݣاݣو؟
باش بغيت نمشي تليفون بالكريدي لكاليط لليابان، من فضلك.
زيدت عليّ في الزنقه ديال Beachwalk. عافاك جيني بسرعه.
بدايهً، خصني نشكرك بزاف علي البرنامج المعقول لي حضرتي ليا.
بالطبع، يمكن تمديد او تقليص هذا الجزء السفلي حسب رغبتك.
واش كاين شي حاجه باينه هاد السيمانه؟
مع الليمون، اذا كان عندك، والسكر.
تقدر تساعدني نشيل هاد الحقيبه؟
هذا دوي ديال الهضم كنستعملو عاده.
لا، ولكن اذا كنت باغي تستعمل لخزانه، كاين 2 دولارات. ارجوك ادافعها في مكتب الاستقبال.
كنبغ بغيت الخس، والديك الرومي و الجبن في خبز ري.
اش كيفاش نمشي نعاود لهنا؟
كانت تتقاضي الي المدرسه بالقطار كل يوم.
بغيت شويه سكر، من فضلك.
فين غادي تبدا هاد النزله؟
واش واش كاين شي دوره للمبتدءين؟
غادي تكتب ليا الريبور؟
ماشي مشكل. عندنا الوقت كافي.
صافي دخلت شُوكه في صباعي. واش تقدر تعطيني شي منشفه، من فضلك؟
اشحال الحراره؟
نظن بلي فيه شي خطا.
اش كيف بغيتي تخلص، بالنص ولا بالكريدي؟
واش تمشي معايا شويه مزيان؟ خاصني غير شويه ديال الوقت.
واخا تملا هاد الفورمه ديال التامين الصحي، من فضلك؟
واش هو الاكثر رواج؟
شكرا.
شكرا علي كل المساعده ديالك.
من الثامنه الي الثامنه وخمس عشره.
واش عندك نفس الحاجه بالبني الداكن؟
يعتمد علي الوقت.
واش غيعاود يجي؟
انا محتاج لجوازي.
مزيان نعرفك.
ضاع تذكره الطياره ديالي.
بغيْت نجرب نفس اللي كياكل/كيشرب داك الناس اللي تما في الطابله.
ارجو تفعيل مفتاح بطاقتي.
صافي، عندي الدوره. واش هادشي مشكل؟
وقع الامر بين شارينغ كروس و غرين بارك.
صافي.
شكراً. واش ممكن نحصل علي فاتوره، من فضلك؟
تقدر دير علامه عليه في هاد الخريطه؟
واحد ديال نهار، اربع دالساعه.
ارسم لي خريطه هنا من فضلك.
غادي تصلحها؟
شوف، الماء ديال الحمام ما كيسخنش مزيان.
واش تعطيني شي دوا علي الالم؟
حنا هنا في زياره. الولد ديالنا ساكن في سياتل.
باش ممكن، بغيت تكون اوتوماتيك.
هاد السماعه ما خدامه مزيان. واش تقدر تعطيني وحده اخري؟
لباسك زوين.
واش كاين شي موتيل قريب لهنا؟ عطيني شي خرايطه من فضلك.
واش باقا عندك تيكيط لـ "Big River" ديال دابا الليله؟
كيما كيبان شبه نفس الشيء.
اش من ماده هاد البدله؟
هي ساعتين قبل الاقلاع.
باغين نشاركو هاد الطلب بيناتنا ثلاثه.
شي فواكه، من فضلك.
مهم.
خلیهم برا باش.
السلام عليكم. عندي موعد مع الدكتور دريل علي الساعه ثلاثه اليوم، ولكن اخاف نتاخر شويه. واش تمشي الحال؟
واش عندك شي حاجه بالمفاتيح؟
مقاعد S نفدت، لكن مازال متوفر لدينا مقاعد A.
باغين نتشارك هاد الطعام. واش تقدّر تجيب ليك طّبقَات صغار؟
كنعاني المعده.
خفض الثمن.
واش نقدر نتكلم مع واحد المسءول الياباني؟
بغيْت نعرف شحال ثمن مكالمه تليفونيه لنيويورك.
صافي ماشي بزاف، نخاف. كتجي للميترو هنا علي مسءوليتك الخاصه، بالمعني العام.
بالنسبه للناس اللي سالو خدمتهم، "شكراً بزاف" هي باش تعبر علي الامتنان.
هربو بالقلاده ديال اللءلء و شي حوايج قيمه اخرين.
تقدر تبين لي الطريق لدار الصّحه؟
باغي نمشي لبرج لندن.
بغيْت نزل هنا.
واش ممكن نعطيني شهاده طبيه؟
ها نسخه طبق الاصل من تذكرتي.
داك سياره زرقاء صغيره، رقم اللوحه ديالها KAY ثلاثه واحد خمسه و رقم التسجيل ديالها PRI اربعه خمسه سته صفر.
تقدر تعطيني شويه تخفيض؟
واش كتلعب شي رياضه؟
kayn طلب كبير علي هاد النوع بين الجماعه ديال اللي كيتجمعو الحاجات.
كاينين عندنا فراشي و فياشات ديال بلادنا، ولكن ما كاينش تحويلات. كانقترح عليك تمشي لواحد المحل كايبيع حوايج ديال السياح.
واش نقدر نشوفك غدا فالعشيه؟
تحداك.
فتّح ليا جوج ديال كريم ديال الطماطم، من فضلك.
واش ممكن نمشي ليها بالرجل؟ ولا بعيده بزاف علي المشي؟
ايه. بغيت تذاكرين ديال "A Streetcar Named Desire". واش باقين عندكم تذاكر لدار النضاره ديال دابا الليله؟
واش هذا هو الطياره المناسبه؟
دير شي رياضه خفيفه و دير مساج بعد ما تاخد حمام كل يوم.
ماعندنا غير مخرج واحد.
خايف/ه تكون فهمتي البدّال ديال التواريخ غلط.
صاحبي من هنا غادي يجيني، صافي مزيان.
هاد الغرفه بزاف صداها.
ما عنديش شجاعه باش نلبس شي حاجه بحال هادي.
شجر الغينكو زوين بزاف ملي تيتغير لون ديالو للصفر في الخريف.
عندي حفله الليله. بغيت تمشط ليا شعري، من فضلك.
واش بغيتي تسولني اذا غنلعبو باش نبداو نبيعو المنتوجات ديالنا في امريكا؟
اش كيفاش تنطق هاد السميه ديال هاد البلاصه؟
ارجوك، خصمها علي بطاقه ماستر كارد الخاصه بي.
بشحال الميزانيه ديال الاشهار ديالكم؟
فين الحمّام؟
باش بغيت نعس.
كنخاف يكون تاخر بثلاث دقاءق تقريبا.
ما يمكنش ليك تدير ريجيم مع هاد الجسم المزيان ديالك.
غادي نتاخر خمسه عشر دقيقه علي الاجتماع.
واحد مع اسم المحل، من فضلك. غنعمرها في التصريح ديال التامين ديالي.
دايرينو باش نستعملو شخصيًا.
كانبغي بلاصه نقدر فيها ناكل شي اكله ديال هنا.
بغيْت طْرِيبود، عافاك.
باغا بغيت شي تاشّه ارخص.
فجاهً حسّيت بواحد الالم زوين في ضهري.
باغي نمشي ف اقرب وقت. واش كاين شي طاءره اقدم؟
شكراً علي جميع النصاءح. انت كريم جداً.
واش من نوع ديال الموديل بغيتي؟
واش عشره دراهم للتلاته؟
كمل النزول في هاد الزنقه حتي توصل لحديقه صغيره.
بغيته.
اش واش اللون اللي باغي؟
بغينا طاوله حدا الضّريسه.
اكيد، ولكن كلهم باقين مخلصين.
صافي كلشي هنا جديد عليك، مزيان؟
باش نشوف شويه؟
امم، شنو بالضبط اللي كتهتم به في هاد البلاد؟
واش نقدر نبقاو في الغرفه ديالنا حوالي نصف ساعه بعد وقت الخروج؟
سمح ليا، رقم خاطء.
طاوله كبيره بزاف، من فضلك.
اكيد. ما كاين والو. متخافش من داكشي. نتمني تكون حديت ف المره الجايه.
تقدر تبين لي كيفاش نشعل الضو؟
اريني هاداك اللي في Vitrine.
واش كاين شي تغيير في البرنامه ديالنا؟
غادي نعاون.
والاغلبيه ديال الدروب ما كايناش ليها سميه ولا علامات. صافي بحال هكايا صعيب توصل لشي بلاصه غير بالعنوان ديالها.
هو نصّاب. اوا، خليك حديّر.
اعطيني كريم واقي من الشمس من فضلك.
عافاك، طلّب لي تاكسي.
واش طازج؟
بشحال الكراء ديال الساحه في الساعه؟
نعطيك دولارين باش توصل ل 200 دولار.
واش علي اليسار ولا اليمين؟
باغي واحد سروال.
باش بغيت غير نمشي شويه علي خاطري و نتهني.
باش نقدر نشارجه؟
بشحال تاتوصل لليابان بالبريد الجوي؟
واش نقدر ناخد شي جوج ديال القراطيس ديال Seven Stars؟
واش تعرف رقم التذكره ديالك، الوكاله اللي شريتي منها، تاريخ الاصدار و طريقه الاداء؟
بشحال الليله في الطّوموبيل؟
نتيا اللي كاتفوز. خمسه غتكون مزيانه.
باغي نرجع للفندق باش نمشي نشوف الكاميرا ديالي.
هادشي مساله حياه او موت.
خاصك تمشي بالتاكسي، ما كاينش النقل العمومي.
في اليابان، كاينه 12 فريق ديال البيسبول الاحترافي.
في البلوك الثالث علي اليسار ديالك.
بغيْتْ نْعملْ تليفون من مَحَطّه لْمَحَطّه لْطوكيو، من فضلك.
باغي نشوفك.
ما غادي تلعب تا تنس معايا الاسبوع الجاي؟
نشوفو نركبو علي هاد واحد؟
سمح ليا. كانقلب علي جاكيت ديال الجلد.
يا سلام علي هاد الاكله.
فين تنصحيني نمشي نشري حوايج؟
واش نقدر ناخد المحاجب، و نلغي الستيك اللي طلبت؟
حنا ثلاثه باغين نلعبو حاله. شحال غادي يجي الثمن؟
غادي نوصلو بثلاثين دقيقه قبل الموعد.
شكرا علي الاتصال ديالك.
سيجار، من فضلك، اذا كان متوفر. بكم الثمن؟
بغيْت نْوضني بالصّباح.
واش هي جوڭفراو؟
تقدر تجبدها في نصف ساعه؟
بغيْت خريط ديال خطوط الطّوموبيلات، من فضلك.
نتيا اللي مسءول علي الحادث.
زيد هاد الدرب خمس بلوكات دغيا، و غتلقي صيدليه في الزنقه. ملي توصّل ليها، انعطف لليمين. غتكون بالضبط علي يدك اليسري.
ارجوك تحكي بشويه.
واش غادي تعرضي ف الاسبوع الجاي، من فضلك؟
كنخططو نخدمو تسع ساعات.
كانبغِي نشوف تغيير الحرس.
واو. الناس كاملين كيرقصو بحال مجانين.
واش نقدروا نبقاو في الطوموبيل، باش بنادم صغير معانا؟
واش كاين شي حاجه في المسرح الوطني؟
واش نقدر نحجز غرفه لليله؟
اي، كانجييب معايه دميه يابانيه لصاحبتي.
فين الكوانطر ديال الخطوط الجابانيه؟
واو، شنو هاد السميره الزوينه. عجباتك؟
انا كانعلن علي هادشي.
بزاف فرحت بيك نتا تاني، بوبي. بغيتي تمشي تسبح معانا؟
مانعندي باش ناكل دابا.
كنبغ البيض مقلي مزيان، الصفار باغي يبقي سالك.
بالارجو وسّعو ليا الصّدر بثلاثه سنتيمترات.
kanhdar shi haja zwin f Las Vegas nti3ref biha.
هذا ماشي اللي طلبت.
فين كتقرا؟ واش كتقرا فالدّار هنا، ولا كتمشي للماكتابه؟
اه، ولكن ماشي راجل، ا كنتي؟
باغي عدسات جداد.
بغيْت شويه ديال الوقت زاءد.
واش واش السهره علي شحال تبدا؟
غادي ناخد هاد واحد.
باغي نمشي نشري شي حاجه في هاد المدينه. واش تقدري توصفي ليا واحد المحل كبير ولا واحد المول مزيان؟
ما عندي بزاف ديال الوقت. غدي ياخذ وقت طويل؟
هُمّ اعاصير. ملي كاتْصيب اليابان، كايْديّرو لينا بزاف ديال الكوارث.
نعتقد اننا كنفعل. غنمشي نشوف ونرجع فحالاً.
قول ليا، السيد موريطا، مراتك جايا معاك هنا في نيويورك؟
تا تغير القطارات في المحطه الثالثه.
واش عندو طوبيس غادي للمحطه المركزيه؟
زوجنا غير يومين.
باغا نمثل ديال Lee Riders موديل 1944 واحد واحد.
سمح ليا، غدي يطولو بزاف باش يجيو طلب ديالنا؟
kanfḍḍel l-makla l-italyaniya.
تقدر تسول فالبيّت ديال المعلومات داك السّمطه، اذا ضّربات ليك شي حاله ضّياع.
تقدر تغلّف هادشي بوحدو؟
غادي نزيدو نعاولو فداك شي دقاءق. ارجوك تاكد بان حزام الامان ديالك مربوط مزيان.
اي، ولكن من فضلك متخليشهم يدخلو للعمق ولا للجاكوزي.
واش مزيان واش كاين شي موعد ديال كاس العالم؟
باغا نبغِيْ نْشْرِيْ سْكَاسْ.
فين كنت؟
ila zedna shwiya f l'iṣrar, qedṛt nkhuddha b tmn aqell.
واش بغيتي ديال خمسه دراهم ولا ديال عشره؟
كنحس بالمرض. فين طبيب السفينه؟
انا من اليونان.
عجبك؟
واش واقيين فايت ساعه؟
كاين واحد فدّار ديال هاد القاعه.
غادي نمشي عند صاحبي الليله.
اخاف ان حسابك الجاري فيه سحب علي المكشوف.
صافي خمسه و عشرين دقيقه بعد الرابعه.
الشوفان و بيضتين، مع النقانق، و شاي بالحليب.
هذا هو عنوان فندقي ورقم هاتفي. واش ممكن تتصل بيا علي هاد الرقم فحال ما تطيح عينكم علي حقيبتي؟
باش تفضل، طاوله في بلاصه الكحله ولا في بلاصه منع الكحول؟
باغي ناكل بزاف ديال الخضره اليوم.
عندي بطاقتي الشخصيه. رخصه السواقه مزيانه؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
ثمن لوحه الركمجه هو خمسه وعشرين دولار لساعتين واربعين دولار لليوم كامل.
صافي سخون بزاف. واش تمشي تشغل التكييف؟
شحال اليوم سعر الين؟
هذا هو سوجيتا في الغرفه ثلاثه وعشرين. ديما دخلت، ولكن هاد الغرفه صغيره بزاف علي ما كنت متوقع. واش ممكن نبدل الغرفه؟
واش طوبيس الفينيو اڤي كيتسّنا هنا؟
عندّي فلوس تكفّي للاكل ثلاثه ايام.
فين نقدر نشري منتوجات الصناعه التقليديه؟
اش كيفاش نمشي نعيط لبلاد برّا؟
اش دايرين رياضات مشهوره ف اليابان؟
بغيتي تبعتلي فاكس باش نعرف فين مكتبك؟
واش عادتي باش تطلب، السيده؟
كنوصيو ليك دير tour ديال مدينه بوسطن. هادشي غيعطيك فرصه باش تشوف النقاط الرءيسيه اللي كتعجب الناس في بوسطن.
انا كانحاول نمشي لهاد العنوان اللي في هاد الكارت.
السلام عليكم. واش هاد واحد ديال شركه التامين ديال بوسطن؟
واش كاين صالون ديال الجمال في هاد الفندق؟
كانت اكله لذيذه بزاف.
دابا والله سالاها فراسو.
فين بالضبط ف النمسا؟
فين غادي هاد الطران؟
باش نخدم التليفون؟
شحال هي الطول الاقصي للطرود البريديه؟
كنبغيه في ثلث ثمانيه.
طاوله لشخصين من فضلك.
واش تقدّر تقولي ليا اذا كانو شي ريستو ديال الطّاجين د السمك مزيانين هنا قريبين؟
واخا. مبني امباير ستيت غا هو هنا في هاد الطريق. اللي بغيتي دير هو تمشي لهاد المحطه ديال الباص اللي هنا في الزاويه وتاخدها لصافي لْتحت. غاتكون علي يدك اليمني.
اشحال هادشي؟
واش بغيتي تاكل شي حاجه حلوه بعد العشا، مثلاً كريم ولا شربه؟
ما يمكنش مع الميزانيه ديالي.
واجب نحجزو منيو كامل؟
لا، مزال ما ساليناش.
عندي حجز لليلتين.
واش عندك شي ويسكي؟
واش تقدّر/ي اتصّل/ي بيا اذا لقيتي/لقيتي شناطي؟
باش تشوف رخصه السياقه ديالك، من فضلك؟
من المفروض يقول ليك شنو كيعيط، من فضلك؟
كيف باين عليّ هكا؟
لا، قليل جدًا. هادشي يمكن يكون واحد من الاسباب اللي كخلي النساء ما يبقاو في شركه وحده بزاف.
اشحال كيدير باش يعاودو ليك باشبور؟
لفّ، من فضلك.
كانحسن.
غادي ناخد شي زبده.
لبست الطّوموبيل الغلط.
شحال كبير؟
واش تقدّر تطيب هاد اللحم شويه مزيان؟
ارجوك اتصل بالطبيب.
غادي ندير تصوير بالاشعه السينيه.
واش كاين بلاصه نعوض فيها فلوس؟
بغيْت ندير تّسْريحَه داءمه.
واش نقدر ناخد شي كروه؟
لا، خفت ما قدرت نمشي نعس بسبب هاد الخبر الزوين.
اش كيفاش تحسب الرسوم ديال الالغاء؟
السفر ديالنا غيبدا فالحادي والعشرين من يوليوز وغيتسالي فالسابع والعشرين.
ما مهتمش.
اش دايره هاد المحطه بالصوت؟
نڭلس انا بوحدي.
واش المتحف مفتوح اليوم؟
عطيني واحد اخر.
بحال هكا، من فضلك.
انا مزيان/ه بزاف، الحمد لله.
واش غتمشي لنيويورك شحال؟
واش نقدر نلغي الحلوه؟ شبعت مزيان.
واش كاين طوبيس ديال المطار لـ فندق شيراتون؟
ايه. رقم اربعميه سبعه و ثمانين.
واحد دابا.
صافي قدامك بالضبط. غتلقي العلامه. مستحيل ما تشوفهاش.
غادي تضطر تاخدها للكونطر ديال التغليف.
اشحال مده باش تضغط عليه؟
نتمني نقدر نزور بلادكم.
قولي ليا صافي.
واش واش تاريخ ديال التوصيل؟
رسم ليا واحد الخريطه، من فضلك.
ما عندي حجز هنا، ولكن واش عندك شي غرفه لليلتين؟
باغا نمشي نخلص دابا. واش تقدر تجبد ليا شناطي لتحت؟
فين غادي لجنوب؟
واش نقدر نحصل علي لحاف؟
واش قال المحطه التاليه هي شارع الثالث والعشرين؟
واجب نحجز طاوله في عربه المطعم؟
مساء الخير. واش عندكم طابله فارغه لشخصين؟
اشْ واخا، واشْ كاين شي حاجه كاتْفضّل ديرها فْ وقت فراغك؟
ايه. شحال خصني نودع باش نبدا؟
اي، بغيت بييره ديال الدراف مع المقبلات.
نّضّف هاد القميجه.
واش كاين شي حاجه باغا تتقصر منها؟
اي، انا حر.
اش داك اللي سرق؟
كان طويل و شعرو اشقر.
واش هما السيجاءر؟
حطّ واحد المنديل علي واحد و طحّنها بهاد المطرقه.
الباص كيمشي ف الليل ملي كيكون الطريق خالي. صافي ما كيتاخرش بزاف.
بقا عندي امساك خمسه ايام.
بالاك. نمشيو ليك لهاداك بلاصه.
تقدر تعطيني حبل ديال الدارج؟
دارك كبيره بزاف.
باش نتّايع شي رْطابْ تاْ بدلْ قهوه؟
ما نعرفوش بعضنا قبل هاد الوقت.
واش عندك شي بطاقه بريديه فراغ؟
تقدر تبعث هادشي ليا؟
بغيْت شويه قهوه.
فين القنصليه اليابانيه؟
بغيْت شويه ديال الرز.
ايه، كاينه. ها فين جا القطار. طاب يومك.
واش نقدر ناخد شويه ديال الموص؟
واش تقدري تبعتي فاكس لهاد الرقم؟
واش نقدرو نلقاو غدا علي الساعه ثلاثه د العشيه؟
كنت كنضيع معرفتي بالحال ملي كنخرج لبره، وكنصرف فلوس يمين وشمال.
تفضل فطيره التفاح.
كم يوم عطله مدفوعه الاجر كتساوي لديك في السنه؟
طاوله لاربعه، من فضلك.
قول.
صافي. بغيتي تمشي معايا للپاسين؟
واش غيكون مزيان. كانسني فرصه باش ندير شي حاجه من هاد النوع.
كنبغِي نْقترح نْرفعو كاس لْسيّ ويليام.
شكرا، غادي نجي. نتمني تجي لعندنا ف وقت من الاوقات.
باغي نمشي للمتحف A.
kanfakr nstafed men l'offre lkhassa li kaydirha ABC Airlines lil Hawaii f shehar lli jay.
نعْمْ، اظنُّ ذلك. غادي تكون لاباس.
واش ممكن ناخد تكيتين ديال "Les Miserables" ل سبعه د يونيو؟
واش كتقراو غير الكتب ديال الجديد، ولا كتاخدو حتي الكتب المستعمله؟
باغا بغيت نعطّي رساله لليابان.
كان كنمشّي في شارع برودواي.
بغيْتْ عْلبَهْ ديالْ لمْاكْله.
واحد تيكيت من الدرجه الاولي لوحدو لمدينه كالي، من فضلك.
ارجوك اتصل بسياره اجره علي الساعه الثانيه بعد الظهر.
صافي، شكراً. ونتَ/نتي؟
واش كاين شي حاجه مفيده هنا؟
بالضبط، قول للقنصليه اليابانيه بعد ما خبرتي بها الشرطه.
واش نقدر نجيبهم كاملين؟ محتاجهم بزاف.
واش تا تشرب شي حاجه مع الاكل ديالك؟
عطيني ثلاثين لتر.
اه؟
واش غادي يكون موكب غدا؟
ما خدّامش. واش عندك واحد اضافي؟
هاداك ماشي هو اللي بغينا.
عندي جوج قراش ديال الويسكي.
الشقيقه.
هديا ديال صحابي.
صدر خاطيني واجعني.
kayn chwiya d lma'a w l'3assira mkhabba f lwar d l3rabba dialek.
بغيت كاس ديال الماء، من فضلك.
غالي تاكل في الفندق، صافي نمشيو شي بلاصه برّا.
فين نبداو؟
سمح ليا، فين البوسطه؟
اريني الثمن ديالهم.
صافي؟ ما كنتش عارف.
شحال جوج بلاص ب عشره دولارات؟
اش كيف بغيتي اللحم مطيب؟
صافي، وصف شنو اللي ضاع ليك، من فضلك.
اش من نوع دم عندك؟
باش تعرفني الطريق؟
بغيت مقبله، من فضلك.
اش داكشي اللي كيزيدو الناس يشريو من بين الاكل اللي كتعرضو؟
خاصك تمشي لفيينا.
واش نقدرو نستناو طاوله؟
واش هدسون ستريت هي المحطه الثالثه؟
فين الكوانطر ديال التشيك-ان ديال لوفتهانزا؟
صوّرنا، من فضلك.
سميتك وعنوانك يجيو هنا.
ديال من هاد الخدمه؟
صافي الاسود مزيان.
صوّر ليا واحد الصوره من فضلك.
باغي نتصل بواحد شركه ديال كراء السيارات.
طاوله حدا الضّريبه، من فضلك.
اخبرني من فضلك ملي كي نوصلو لبوستون.
كنبغ شي احمر ناشف، من فضلك.
واش بقيتي محافظ علي ارقام شيكاتك؟
باغي نشري احسن بلاصه ممكنه.
دابا تمشي عند الديوان.
كنفضل نقعد في المقدمه ديال الطياره.
ضو نور الرساءل ديالي معول.
خاصنا نتصل بمكتب المعلومات ف الزاويه ديال لوبي ديال الفندق. غايقبلو حجز.
فين المحطه؟
هو لص.
هاد الحساء عندو طعم قوي.
اش داير في الساك؟
داير باش تستعملو شخصيًا.
بغيْت فيلم ديال هاد النوع ديال الضوء الاصطناعي، من فضلك.
المقصود منه مساعده المعزين بمصاريف الجنازه.
سمح لي. نجيب ليك اتاي دابا.
سمح ليا. واش نقدر نحصل علي لحاف؟
واش فهمتيني؟
صافي. انعطف ل اليسار في الزنقه اللي جايه. غادي تشوفها قدامك مباشره.
واش كاين بلاصه باش نرتاح فيها؟
واش الثمن السريع مضمن؟
واش منين و فين نقدر نشريها؟
واش بان ليك احسن لبشرتي، طلاء الاظافر ديال اللون الداكن ولا ديال اللون الفاتح؟
شكرا. يعني غتكون الفجر ملي نوصلو. واش تقدر نمشي بالميترو للوسط المدينه؟
اش من مواد كيدخل في الدوا؟
ايه، عندي حجز لواحد. الاسم ديالي ما تسوي. م-ا-ت-س-و-ي.
واش عندكم هادشي باش يكون مزوج؟
شكراً. اها، فهمت شنو اللي وقع.
بشحال هاد الفندق؟
تقدر تبين لي فين بلاصه المقعد في البلان، من فضلك؟
قال ليك غادي يتصل بيك فاش بغي.
ارجو منكم تعديل وضعيه مقاعدكم لتكون في وضع مستقيم.
هاد الشارع غادي ل magasin C و A؟
سمح لي، بغيت ضروري. واش نقدر نحصل علي ماركر حمرا؟
باغِ نمشي نشوف السيد واتسون، ونحددُو موعد.
غادي نعلمك كيفاش تستعمل عيدان الاكل.
سمح ليا سيدي الضابط. واش تقدر تعاونني؟ ما كنهضش ميوزي ABC الوطني.
غادي يجِي واحد النادل باش ياخد الطلب ديالكم. ارجوكَ نادي النادل ملي تكونو مستعدين تطلبوا.
لا، انا غنخرجهم.
واش نقدر نعوض بالتشيك ديال المسافر؟
ايه، عندَنا. واش من نوع بغيتي؟
ماشي برد؟
انا الان في مطار كينيدي. واش اقرب طريق باش نمشي للفندق ديالك شنو؟
واخا، ف 16 ا. هاد الطريق، لَيمينك.
ما تقلبش علي الجينز ولا التيشورتات، من فضلك.
واش كيف بغيتي؟ نعني واش بغيتي تحط علي البرغر ديالك؟
واش حامله؟
تقدر تجيب لينا طكسي؟
نكونو فرحانين بالقبول ديال العرض ديالك.
ما عمري درت ها من قبل.
بشحال هادشي صحيح؟
واش كاين كتاب باليابانيه؟
صافي، سالا البضاعه، ولكن خدامين باش نجيبوها.
kanfḍḍel matʿaʿ ṭṭaʿām nbatī.
الدروج ديال الباب مكسور.
ايه، هاك.
رقم خمسه واحد واحد، سبعه اثنين سبعه ثلاثه في لوس انجلوس، من فضلك.
واش كاين شي تور؟
واش واش كتعرف شي دوا للبرد تنصح بيه؟
ما كنبغيش لحم الخنزير.
اكتب هادشي ف الورقه ديال الخدمه. كاين زياده في السعر.
ارجوك ارسل هاد الباكيت لليابان.
غادي ناخدها معايا.
غادي نرجع.
واش نقدر نبقا في الطياره مللي كنستناو؟
بالاك. غنصلحوه قبل ما ترجع.
انا اللي كنشكروك.
شي وحده صغيره.
من الاصل فين؟
اي. باغي نجي لهنا من مده طويله.
بالاك. ما كاين والو مشكل.
غادي نعوض بالتاامين ديالي.
واش كاينين شي رحلات لتمثال الحريه؟
اجي. غا قولها.
عَندنا سمكْ لسانْ بْحالْ زْوينْ دابا.
اه. نبغيك نقول ليك حاجه. ما تقوليش لراعيك، وانا ما نقلش لراعيي.
شنو كتدير ف وقت فراغك عاده؟
غادي نلقاو شي نهار، ان شاء الله.
داكشي اخضر، و تقريباً بحال هاد السيزي.
اعطيني فين راه خريطه المدينه من فضلك.
صافي، ما كاين والو جاوب علي التيليفون.
عندي نزيف من الانف.
بعض الناس كيمشيو لمحطه طوكيو المركز والفنادق الكبيره.
ثلاثين جنيه من فضلك.
سمح لي. فين بلاصه باش تاتفون عمومي؟
شكرا، علي كل حال.
اي، كليت شي وحدين ديال التيرو ديال البحر امس بالليل. كانو طعمهم غريب.
كنظن كيبان ليا كنعمر.
شوف ليا هادشي، من فضلك؟
اش من ماده مصنوعه الفرقه؟
اليوم عندنا طجين مرقه، و كريم ديال سباك، و شوربه ديال الخضره.
غادي نشرب مارتيني نقي. و عصير برتقال ليها، من فضلك.
واش عندك شي تاريخ ديال امراض القلب؟
عيني واجعني.
kanhdām ʿla qamiṣ b-ṭṭāqah.
شي حاجه اقل من ميه دولار، من فضلك.
غايمشي من هنا في تسعه ديال الساعات.
شكراً ليك مزيان ولكن خاصني نمشي مزيان.
سطح لامع، من فضلك.
كنبغي ثمانيه ديال الورقه د 10 دولارات و عشرين وحده.
عندنا هاد المنتج الجديد اللي مصمم خصيصًا للنساء العاملات.
نَا نْشَالْ هَادْك.
خدمه عاليه الجوده وموثوقه.
غير كنشوف، شكراً.
نظن تقدر تلقي كلشي في السوبرماركي. اذا ما لقيتيش، ما تقلقش. غدا نمشي للصيدليه.
صافي، سيدي. غادي نهتمو بها ملي تدخل. وقت الدخول يبدا من 2:30 زوالا، ولكن نقدر نحفظو ليك شناطك باش تمشي تشوف شي بلاصه قبل ذلك اذا بغيتي.
واش تجيب لي شي كاس ديال الماء سخون؟
عندّي مرض مزمن.
اظن ان هناك خطا في الفاتوره. هل يمكنك التحقق منها من فضلك؟
شحال منقدر تفضّي الرمّاد، من فضلك؟
اشْ شنوْ بلاصات السياحه اللي مشهوره هنا؟
مسرور بمعرفتك، السيد سميث.
كانبغي نطول الاقامه ديالي بي يومين.
تقدر دير ليا خدمه؟
اش من عطر بغيتي؟
واش هادي اقصر طريق؟
صافي، نمشيو نشوفو. الماتش غادي يبدا علي سّاعه دّوا؟ اه، خاصنا نقدروا نجيو.
باغي ننزل في محطه سانت بول.
واش امن؟
باش نزيد فيها واحد المراسله؟
سيّد واتسون، الداخلي مءتين وواحد، من فضلك.
مانعرف شنو نخلي.
هاك اك. هادا هو الاكثر رواجًا.
عندي حجز، اكِياما.
مللي تخرج من الاسونسور، غتلقاه علي يمينك.
اه، دوز هاد الزر. اوه، هاد ما خدامش. معليش، مكسور.
كيف حالك، السيد تاكاغي؟ مازال ما شفتك من الربيع اللي فات، واش؟
شافو بزاف ديال السمك اللي كيمشي و يجي.
غادي نرجعو فاش تدوز هادشي.
كنت كيتساءل واش نقدر نرجع لهنا متي.
اذا كنت بحاجه الي اي مساعده، من فضلك اسال المضيفين والمضيفات. لدينا طاقم يتحدث اليابانيه والفرنسيه والصينيه والاسبانيه علي متن الطاءره.
ميه دولار، قبل الضريبه.
ارجوكم اربطوا احزمه الامان وانتبهوا لاشاره "ممنوع التدخين" الي ان تنطفء.
واش فيها بانيو؟
هاك تذكره الطياره ديالك و وصل الامتعه ديالك.
واش ممكن تجيب ليا طّالْ؟
كنبغي شي دوا.
واش حنا جوج، نمشيو ناخدو الكبير؟
خلّيت جواز السفر ديالي في طاكسي.
اربعين دولار.
الفندق ديالنا كيصالح علي وحده تحرس الاطفال.
سمح ليا، غدي نتاخرو عشرين دقيقه.
واش كاين شي مطعم ياباني قريب لهنا؟
شي حاجه ساهله في القياده، بلف ديال اليسار، في فءه ديال ليتْرين.
واش داخل ولا برا؟
هادي العنوان الجديد ديال الدار اللي غنتقل ليها.
ايه، تقدر. هاك العلامه ديال المطالبه ديالك و بطاقه الصعود ديالك.
اه، تقريبا سبع دالشويه ديال الليل، نعتقد.
قفلْت علي راسي. المفتاح داخل السياره.
تقدر تجيب نقطه احسن.
ما كنتش متوقعاه يكون هاداك القدر ديال الناس.
كانعاني من وجع نابض في منطقه بطني.
واش ممكن تبدل ليا بلاصتي لبلاصه فقسم الدخان؟
هاد الثمن خاص بالاتصالات البعيده.
واش باغي تبدا تبيع منتوجاتك في امريكا؟
واش تجيب ليا بزطافه اخري؟
Jim و انا كنا اصحاب من ايام الدراسه الثانويه.
بيض مقلي، عيون مع لحم مقدد، من فضلك.
تيكيت ديال عشره رحلات، من فضلك.
صافي، اختي. غنخلي نشوف شنو كاين.
ما كاين والو باسمي ساكن هنا.
فين نقدر نمشي باش نلقا الباص ديال السياحه؟ و واش فين و متي نقدر نصعود للباص؟
القميص من فوق شويه واسع. تقدر ضيقه؟
واش هنا ملعب ديال الغولف؟
بغيت نلغي الحجز ديال الطاءره ديال 5 ماي، ونحجز واحد فـ 9 ماي من فضلك.
باش نقدر نبقا مع هاد الكارت؟
واش كاين واحد يفهم اليابانيه؟
كنت متاسف بزاف لسماع خبر وفاه والدك. تقبل تعازي الخالصه.
غادي ناخد الايطاليه، من فضلك.
واش درتي بحثك؟
خمسه ديال عشره دولارات، من فضلك.
واش ممكن اخذ جوج ديال تذاكر للكبار لـ "Cats"؟
صافي جلس مزيان و خد نفس بعد هاد السفر طويل من اليابان.
واش واش كاين شي مصروق ما داخلش فيها؟
واش تبعوه؟
فين تحرقات ليك ف يدك؟
واش منين المصممين ديالك؟
تقدر تجمعهم مع بعض؟
قطه زرقاء. فرقه جاز قديمه.
فين كاينه هاد الدار فاش سياره؟
مبروك، سمعت بلي خدام عندك في شركه ABC.
واش الثمن شامل الضريبه؟
باغِ بغيتْ نِحْجِزْ طاوله مزيانه باش نشوفْ السْبانْسَا.
ⵉⵠⵟ ⵠⵝⵟ 99 ⴷⵓⵍⴰⵔ ⴰⵎⵔⵉⴽⴰⵏⵉ.
غادي يكون عندك ساعه باش دير اللي بغيتي هنا.
كانبغي نكون فالطوكيو قبل الجمعه.
واش المجوهرات معفاه من الضريبه؟
اش دايره فيلم ديالي دابا مزيان؟
ما متاكد حاليًا.
شريت روج باش نعطيها كهديه.
واش واش غادي تمشي في شحال؟
سمح ليا، واش تقدر تعاودها من فضلك؟
حتي شهر شتمبر ديال 1999.
واش نقدر ندخل داك الطّاق حتي انا مازال مابغيت نعلم؟
باغي نمشي نشري شي حاجه. فين بلاصه التسوق هنا قريب؟
باغين نشوفو فيلم. واش شنو تقترح؟
واش من دارها؟
ولكن كما تعلم، "LT" غادي يخفض الثمن.
بشحال الثمن ديال تليفون طويل للمسافه ل طوكيو؟
باش حالين اخرين كتوفر هاد الشيفرولي؟
ما نقدرش نقرر شنو نطلب. واش تنصحني بشي حاجه؟
شحال الثمن للفرد؟
بدّلت الوقت ديال الاقلاع لقدّام.
ما كاينش تيباعو بوحدّهم؟
واش تقدّر تحجز ليا في دار السينما؟
بهاداك الطريق، انعطف لليمين.
عندي قنينه ديال الساكي الياباني.
مكان فري باش، من فضلك.
اه، سمح ليا. تفضل/ي. نقدر نجيب ليك شي حاجه تشرب؟
بغيْتِ تجِي معايا، من فضلك.
دابا تمّ الحجز ديالك.
باغِ بغيت نحجز بلاصه، في الطاءره ديال الدرجه الاقتصاديه، ل لندن الاحد الجاي.
عندها ثلاثين كلمه. اذن، ثلاثه دولارات من فضلك.
باش المنسق ديالنا يقدر يعاونك، ولا تقدر تجيبها بالتاكسي.
واش الحديقه مغلقه؟
شْحال سْمِيْتْك فْلْوسط؟
كنبغي نحجز غرفه صغيره.
شخصين.
سميتي سوزوكي. عندي حجز في سته.
شي سيجاءر من فضلك.
بغيْت غير تقطيع الشعر.
كنبغي واحد السلسله ديال اليد.
باغي نمشي ندور في الجزيره.
تا خدو شويه د الراحه. واش تا تشرب شي كافي؟
انا جاي.
خليت مفتاح الغرفه في الغرفه ديالي. واش نقدر نستعير مفتاح اخر، من فضلك؟
بشحال خاصني نبخّص؟
سمح ليا. هاد الباص غادي للمولد ان داونيون سكوير؟
واش ممكن نسلم السياره في بوسطن؟
تقدر تجيب لي تيكيت؟
واش نقدر نحصل علي واحد الكيس كبير؟
هاد الطّعام سخّون بزّاف.
بغيْت شويه جزر.
غادي نتواصلو معاك فحال ما لقيناه.
واش جمع التحشيات عندك هوايه؟
كانبغي ندير حجز علي الخطوط الجويه اليابانيه (JAL) في عشرين مارس.
ما كاينش الطلج.
واش اليابان تقدر تنتج كلشي تاكل؟
واش عندك شي روايات يابانيه؟
واش مزحوم اليوم؟
يعني ما كانفشلش ابداً.
واش كتعرف شحال د ايام العطله عندك في السنه؟
غادي نبقاو شي اسبوع علي الاقل.
بغيْتْ مْضَخَّه دْلْهْوا.
واش نقدر نمشي ل برج مارينا بالْمْطْرُوق؟
الطياره اللي كنت مزمع نمشي فيها، الرحله رقم 11 ديال الخطوط الجويه الامريكيه، تْلَغَات.
اه، حقاً؟ انا ساكن في كاماكورا، ونتمني ليك تزورني في داري.
فين الحمّام ديال الرجال؟
كنظن شويه ناقصو شي حاجه. او ماعجبنيش بزاف، باين ليا شويه عادي.
عندي شي حوايج باش تدور في الصحافه.
اعطيني رقم ديال التليفون ديالك من فضلك.
سمح ليا، واش تقدّر تنصحني بفندق؟
اه. صافي، بغيت نعرفك هنا.
ها اخر حاجه غانعمل.
القطارات كتمشي من كينغز كروس.
ضاع لي فاليزتي.
واش واش غادي نرجعو في شحال؟
الشباب الياباني مهتم بالموسيقي.
بغيت نجرب هاد الصباط.
اي، مشيت طلبت واحد شويه قبل.
واش عندك النبيذ ديال اللفّ، ماشي غالي بزاف؟
حطيت شي فورماج ديال الشعر اليوم.
واش الطياره في وقتها؟
بشحال كتعاود؟
فين نقدر نشري تذاكر ديال المصعد؟
Stonehenge باينه شي حاجه مزيانه. واش كاينين شي tours كيدورو بيها؟
دابا رجلي اليمني دارت ليا حاله، جات مصدومه بزاف.
انا ساكن في فندق هيلتون.
ما عندك والو تاكل؟
واش شحال الوقت غادي تمشي القطار؟
بالبريد العادي.
اش من درجه طياب ديال الستيك بغيتي، سيدي؟
باغي نمشي بالباص نقل للمطار.
شكراً ليك بزاف علي اللي جبتيني من المطار. انت مزيان بزاف.
كنخاف السبت غيكون غيم.
بشحال كتعاود باش تكرّي طوموبيل مع الساءق؟
kanbghī tfoḥ, walakin lyōm bġīt nklī shwīya d lʿnab.
ارجو حجب بطاقتي.
كاس نبيذ احمر، واش؟
بالاك. واش كاين شي حاجه معينه، شي اكله معينه في بالك؟
هذا فضه نيكل؟
واش هاد الصلصه باش كتعملو؟
عندّي الف دولار كاش.
دار ل اليسار. كاينه ف اليمين.
اشحال الثمن ديال ثلاثه ايام؟
شحال تقدر تحط هاد الغراض، من فضلك؟
طوموبيل صغيره، و الافضل تكون يابانيه.
واش واش كاين شي حاجه معروفه بهاد البلاد؟
عندنا واحدين مزيانين بزاف في الحومه، شي وحدين ولا ثلاثه. بغيتي نعطل ليك شي بلاصه؟
واش نقدر ناخد ميه غرام ديال سلاطه القرعه؟
واخد طابع اخر؟
بصراحه، واش مليت الدوباج قبل ما ترجع السياره؟
باغي نمشي لسان دييغو.
بعد وفاته، كان هناك اصلاح سياسي، معروف باصلاح عصر تايكا.
نْسِيتْ تْحْوِيسْتِي ف الدَّرْبُوز.
سمح لي، ولكن هاد الكلمه، OMEDETOUGOZAIMASU، طويله بزاف باش نحسب عدد الحروف ديالها. بما ان كل كلمه محدوده بخمسه عشر حرف، بغيتك تقسمها علي جوج.
كتمشي من المحطه ديال الباص رقم 2.
باش بغيتي.
اش من نوع ديال السلطه عندكم؟
تقدر ترسم ليا واحد البلان باش نمشي لهاد البلاصه؟
ناخذ اللي تقترح.
واش كاين شي حاجه باينه دابا؟
بغيْت قلم حبر، من فضلك.
ايه، اه، و غادي نخلص بالكريدي.
ارجوك جيب ليا فطور لغرفتي.
واش عندكم شي دورات ديال البانثيون؟
طيحت المعلقه ديالي.
ارجوك صرف شيك شخصي.
ايه، شكراً. سميتي مايومي ياماغوتشي من اليابان. وصلت لدار النزل دابا.
ريسي كتعورني.
الشمس قاتله بزاف. دّرتي كريم ديال الحمايه من الشمس؟
تايخْد تقريبا نص نهار. الغيد د السياحه غايجي يشدوك حول التاسعه د الصباح.
فين الكسده؟
واحده ديال الكيسان ناقصه.
باغا بغيت تتبيله ايطاليه.
اه، باين ليك تقريبا نفس قدّي. انا غالبا كنلبس ميديوم.
هاد الساعه القديمه تسالات. واش تقدر تبدل لي هاذي؟
اه، باين شويه ضيق علي الكتفين.
باغِ بغيت كارت بديل. واش متي نقدر نخدمو؟
واش تقدر تجيب البوليس؟
رقم تلفوني هو اربعه صفر اربعه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
واش عندك شي مشكل؟
الماكولات الخاصه براس السنه اللي كيتسمّاو "اوسيتشي ريوري" كيتحضّرو فكل دار تقريبا حتي دابا.
رحله نص نهار ما كتعجبش بزاف.
غادي نسول باش نقدر نصور معاه.
اش نوع الجلد اللي صايبين بهاد الكيس؟
بزاف بنين.
الثمن مختلف من العدّاد.
واخا! واش كاين شي طريقه ارخص باش نعطيه؟
باغي نبدل شي يان ياباني لـ دولارات امريكيه.
واش نقدر نمشي للصف الاول؟
بغيت نمشي دابا. واش تقدر تجيب ليا شناطي لتحت؟
واش كاين شي كلينيك قريب من هنا؟
واش عندك مفكات؟
wach man wach n'ṣṣel lih/ha ila kan ʿandi mšākil?
واش هاد الطاءره غتمشي في الوقت؟
ناخذ ثلاث ميه غرام من هادشي.
خرَج بسرعه لوسط الدّرب فين ما كايناش معبر.
بالطبع، واش عندك تامين السفر لهاد الرحله؟
داكشي ديالك، بلاشك.
كانبغي نخلي السياره في مطار سان فرانسيسكو.
واش تاخد شي حلوه؟
بغيْت نتاكد من ساعه المغادره.
غادي نكون ف hôtel Hilton.
تقدر تبعت هاد الرساله ليا؟
عندنا عاءله مكونه من اربعه افراد، كايشملو والداي، واختي الصغيره وانا.
شْحال سْمِيَه الْفَنَّان؟
قول ليه يتصل قبل العاشره، بتوقيت اليابان.
اش داير باش نمشي للهيكل؟
اش كاتشرب؟
واش تقدّر تعطيني نمره تليفون ديال شركه طاكسي؟
ثلاثه دونات وواحد بسكوي، من فضلك.
غادي نجي ف ساعه تقريبًا.
السلام عليكم. بير ون فيش اند جريل. واش نقدر نعاونك؟
شكراً. واش نقدر نتكلم مع السيده ياماتو من فضلك؟
واش كاين محل ديال الديواني قريب لهنا؟
اش كيف تسحب فلوس؟
ايه. بغيت نعاود نءكد الحجز ديالي في الرحله سبعتاشر لتوكيو هاد الاحد. سميتي ريكو موري. م-او-ار-اي.
كنتَ كيتساءل شنو نوع ديال الالوان غايكونو موضه فهاد الخريف.
بغيْت نحجز بلاصه د النعاس ل واشنطن دي سي، من فضلك.
kanqtarh ʿlik tzed l-bina d l-mʾammata l-mutaḥida f ḥaffa n-nahr d l-charq.
هي تسعه وتسعين عام. كنبغِي نصرف تقريبًا تسعه وتسعين دولار.
اريني داك الدار. الثالث.
اذا كان الشخص بوذيًا، نعم. لكن العديد من العاءلات تقيم الجنازات في منازلهم.
واحد قميص ابيض و زوج ديال الجوارب.
تقريبا الف دولار.
بشحال اقلّ تيكيت؟
ستيك من لحم الخاصره و سلطه خضراء، من فضلك.
صافي، خد وقتك. قول ليا اذا محتاج شي حاجه.
انا اللي غادي نعوضها.
باغي نطلب بيتزا. شكون لي يوصل لهنا؟ واش رقم ديالهم؟
غادي نتاخر.
واش عندك شي غرفه احسن؟
تايخْد يوم كامل. الغيد د السياحه غايجي يشدوك تْ تسعه د الصباح.
من فضلك اختار لي شي نبيذ مزيان للغدا ديالنا.
كنبغي واحد خمسين دولار و خمسه ديال عشره دولار، من فضلك.
العدد ديال السكان في طوكيو تقريبا 12 مليون. مزحومه و ثمن ديال السكن غالي.
تقدر دير تليفون مباشره من الغرفه ديالك.
بشحال الثمن ديال زياده علي الاستعمال الوحيد؟
بارد بلاش.
واش نقدر نسول شحال باقي باش نبداو؟
واش هاد الكريم للبشره الجافه ولا للبشره الدهنيه؟
سمح ليا. ضعت الطريق.
اه، كنت مفكر في السوشي. ونتَ/نتي؟
باغي ننضم للرحله الاختياريه ديال غدا.
اذا شريتهم مع بعض، تقدر تعطيني شي تخفيض؟
واش نقدر ناخد لترين ديال الحليب؟
غادي نمشيو نقيّدو الليله.
باغيْ نْكْرِيْ طَوْمُبِيل.
ثالث نونبر هو يوم الثقافه.
كنبغي نلقا قميجه لبنت عندها عشر سنين؟
ضاع ليا جواز السفر ديالي.
اي، عندي هادشي.
سدي التليفون مره واحده من فضلك.
عيون!
كنتَ/ي كتشوف اكثر من الثمن المحدود.
صبر. ثلاثه بلوكات، ثمّ اليسار؟
واش من هو الممثل الرءيسي؟
واش كاين سوق قريب من هنا؟
ما نعرفش كيفاش نسد هاد الستاءر.
اش كيفاش نمشي لسينترال بارك؟
غبرت عليه.
ارسلوه بسرعه، من فضلك.
ارجو ارسال هذا كامتعه غير مصحوبه.
بشحال تمن ديال الطّوبيس لـ بوسطن؟
دوز من داك الباب و لْيمينك.
خاصّك تخلص فلوس زياده علي الحلوه.
انا باغي شي وحدين اخرين.
سميتي هيساي تشيبا. انا يابانيه.
انا محتاج شويه ديال الموص.
عطيني واحد الكرتونه من هاد الماركه.
ايه. ولكن في المدن الصغيره و حتي في منطقه وسط مدينه طوكيو القديمه، لدينا الكثير من المتاجر الصغيره المستقله المتخصصه.
واش عندك شي حاجه احسن من هادي؟
شنو تنصحني نشوف في كيوتو اكثر من اي حاجه اخري؟
فين شغال؟
واش ممكن نحصل علي وجبه نباتيه؟
شحال كتقلب الليله؟
ماشي مزيان بزاف. ولكن كنفضلها شويه حاره.
واش تقدّر توصي علي قاموس فرنسي-انجليزي؟
شكرا. كان من دواعي سروري مقابلتك. مع السلامه.
واش نقدر نتريح في فندق قريب من هنا؟
غادي يكون ثمن الطوابع ثمانيه عشر دولار. هاذ شي تصريح ديال الجمارك للباكيه ديالك.
واش في واش الوقت يقدر الدكتور يجي؟
واش كاين شي حاجه نشرب في القارب؟
الغيوم تبان زوينه من هنا فوق.
واش نقدر نعاونك بشي طريقه؟
باغي نشوف المنطقه ديال الماليه.
انا كانتعلم السباحه.
واش عندك قهوه سريعه الذوبان؟
فاشي نهار الثلاثاء فالعشيه، هاد المحطه ديال المطار ماشي بزاف عامر.
واش عنيف؟
ايه، خليني نشوف. بغيت كاس ديال النبيذ باش نبدا بيه.
صلح المصباح، من فضلك.
باغي نبدل الحجز.
ila nsiti, ymken lik tfd l-ḥjuz dyalk.
اللي مزيان غيكون لباس.
غادي نلقاوك عند البيرسي حوالي وحده، وافق؟
لا. هاد المنصه ديال القطارات اللي ماشيين في الاتجاه المعاكس.
شكرا. انا ممتن جداً لاهتمامك.
باغي نتعشاو ب اقل من ثلاثين دولار، شامل المشروبات.
باش بغيت هاد الثياب يتمّنوا.
السلام عليكم. حجزت لليله ديال دابا علي سبعه. ولكن بغيت نبدل الوقت. اسمي سوزوكي.
واش معاك الباسبور و التيكيت ديالك؟ شوف، هاد واحد المحل معفاه من الضريبه.
شنو من المنتجات مزيانين للبشره الدهنيه؟
حان الوقت باش نبداو.
واش بغيتي نمشيو نشوفو فيلم؟
باش بغيت نصرف شيك سياحي.
لا، ما كانديروش، سيدي.
تقدر تمشي علي رجليك ولا بالمترو. هاك واحد البلان ديال المترو.
هاك النصيحه ليك.
بغيْتْ نِعَالْ وحده، عافاك.
الكرز مزهر. كيزبلعو ف الربيع.
زيدان ديال البيره، من فضلك.
عشره ديال وحده، من فضلك.
شكرا. اخبرني من فضلك عندما نوصل. انا غريب بزاف في لندن.
سودا. واش تقدري توريني شي زوج من الخدمه باللون السودا؟
اشحال غادي ياخد التصليح ديالو و شحال غادي يكلّف؟
تحمّم الغرفه دابا.
صافي. بغيت تذكره وحده ديال الذهاب و الاياب.
كيف كانت؟ واش كانت مزيانه؟
كيكونوا غالباً تساقطات خفيفه ديال الثلج، بزايد ناقص 5 سم.
في فندق بلازا، الغرفه سبعه ميه و اثنين.
ما نعرفش. كاملين جداد عليا.
سمَشْ ديالك زْوين.
كانخليك دوز معاه/معاها.
كلّيت قبل شويه.
بْشْرَافِيكْ.
واش عندكم ايتيكيطات؟
واك. واش وقتا بغيتي تلعب؟
واش اقرب وقت امتي؟
السلام عليكم. هاد دار دايز براون؟
باش نْشوف القبعه اللي في الدّريبه، من فضلك؟
ياليت يكون الحال مزيان غدا.
بشحال من هنا؟
طلبْت بلاصه ما فيهاش دخان، ولكن انا كان عندي بلاصه فيها دخان.
صافي. ارجوك حجز واحد بلّاس في الاول علي هاد الطياره.
عندك التهاب الزاءده الدوديه.
تقدر تجيب لي واحد اللي يحرس علي ولادي؟
شي واحد صغير ديال لون بني. دايره بالجلد.
واش احسن و اسهل، الطوبيس ولا الميترو؟
دابا تلاته و عشره دقيقه.
عظام كاحلها منتفخه.
كنت محظوظ بزاف باش نعتابر تيكيت الليله. ما وصلت لمدينه حتي لثالثه دالعشيه.
واحد من قفول النوافذ مكسور.
كنبغيه يوصل بالصّاعقه.
واش كاين شي غرف خاصه متوفره في الدرجه الاولي؟
واش نقدر نحصل علي جوج ديال البواطات ديال الهدايا لهادشي؟
باش ما شريت بزاف ديال الهدايا باش نحطهم في الحقيبه ديالي، بغيت شي كيس ولا شي حاجه من هاد النوع.
صافي سيدي. خليني نهز ليك المتاع ديالك اولاً.
نفس الشيء، من فضلك.
صافي، تم تاكيد الحجز ديالّي، بغيتي تجيب المدير من فضلك؟
ما عندي فلوس.
تحقق من كل شيء، من فضلك.
عطونا طاوله مزيانه قريبه من الساحه، من فضلك.
باش نمشيو لواحد الكافي؟
واش تقدّر تجيب ليا مقاس اصغر؟
اذا كنت غادي تدخن، ارجوك تحرك للصفوف من الاربعين الي الخمسين.
صافي.
طيّب ليا يديك.
الله يعطيك الصحه اللي سمحتي ليا نبقي هنا.
هاد الباص غادي للمطار؟
باغِ بغيت نحجز طاوله لثلاثه اشخاص.
واش كيف دايرين فاش غدي يكونو الربعه د العشيه؟
ثلثَه ديال الصباح.
في الطابق الخامس.
فين غادي نعْلِم بيه؟
واش عندكم دوره للمبتدءين؟
بغيْت شيْ crayons.
ما خاصّش تنّضّف الغرفه.
ماشي نهار زوين؟
مين هو المخرج؟
فتّح/ي تاشنتك، من فضلك. هادو دوا، مشي كذلك؟
واش نقدر نحجز غدا الصباح علي الساعه ثلث ثمانيه؟
السبت مزور لان خاصني نعاون باها.
باغي نمشي ل اقرب محطه ديال الباص.
دابا جواز سفري طار/سرق.
كيجي مع رز والخضره.
باغي نبدل طلبيتي.
ايه، سيدي. غنقلّب ليك المكالمه دابا. خليك شويه علي الخط.
كانبغي ندعيك لحفله عيد ميلاد.
اه، خاصك تحلّ عليا قبل ما تجي المره الجايه.
فين هي الساحه؟
واش عندك شي رحلات اخري؟
تقدر تشدّهم من الباب قبل ما تصعد للطاءره. اري هاد السلعه تا تمّا.
ما كاينينش هاد المحلات في اليابان. اوا، اش غاندير؟
ايه.
كانبغي نبدل طايرتي للنّاهي ديال اكتوبر تاسع.
الضلوع المفرقه مشهوره هنا.
واش تقدر تقولي شحال غادي توصل الباص لشارع 42؟
دير الليسار عند السيمَافور الثاني، من فضلك.
فين هما الناس الاخرين؟
واش اي دور؟
بالوان مختلفه؟
واش عندكم ميكرووند؟
فين الكسده ديال المءتمرات؟
مكان في الدرجه الاولي، من فضلك، وما تكونش فيها دخان.
واجب نبقي في السرير؟
تقدر تعاودها في يوم؟
اش خاصك ف النّص؟
انا مع زوجي.
تقدر توريني شي ورقه هويه؟
فينص دمي من نوع A.
واش ممكن نبدل لغرفه فيها منظر علي البحر؟
واحد تيكيت في طريق، من فضلك.
واش نقدر نمشي لهاداك بالرجل؟
واش من نوع ديال الغرفه بغيتي؟
اريني، من فضلك.
واك. شنو سميتو T-A-N-A-K-A. رقم البطاقه هو واحد اثنين ثلاثه اربعه خمسه سته سبعه ثمانيه. وتاريخ صلاحيتها هو شتنبر، الفين وواحد.
صافي، شحال الوقت؟
اصلح الرِّكاب من فضلك.
شيك سياحي، واش؟
واش التاكسي كيجيو لهنا؟
يمكن يكون مركز التجاره العالمي بلاصه مزيانه.
اشْ قال؟
اش دايره لباس؟
داك واحد الساك صغير زرق ديال ليل.
واجب نبدل؟
wach tqdar tgoli liya arqam l'bidayat dyal St. Louis?
كنبغي عدسه تقريب.
اكيد. كانسوق في هاد المنطقه اكثر من عشر سنين.
بغيْتْ نْضْوِي ضْوِيْ.
واش نقدر ناخد شي دوا؟
عندي قشعريره وغيان. واش كاين بلاصه نترقد فيها؟
هاد الفينيل؟
مفتاحي من فضلك. الغرفه ثلاثه اربع مءه و واحد.
غادي تميزها ليا في الخريطه ديالّي؟
فين نبقي نستني؟
فين الكسوه؟
ارجوك بدل هاد الفلوس بالدولار.
عندي ماء ديال الحنفيه، مع جليد.
واش عندكم افلام مجانيه؟
اليوم، موقع الغوص الاول هو واحد من اشهر المنحدرات في هاواي.
ابغِي نْبدَّل الغُرفَه.
بغيْتْ ترموميطر.
شي حاجه مضروبه في الفلتر.
باغي نحجز في سبعه.
كنبغي نحجز جوج بلاص لجمعه فدّار.
داكشي تما ورا السبيطار.
بشحال تيكيت من الدرجه الثانيه لنيويورك؟
واش واش تقترح فيلم اثاره؟
عندنا اسبرين.
دابا ساليت بغيت نمشي للطبيب.
سدي التليفون من فضلك.
اش كيفاش نمشي لهاداك پلاصه؟
باش بغيت شويه من البول ديالك باش نحلّلو.
خاصك تشدّ غراضك من السير ديال الشناطي.
شحال مده الوقفه ديال الطّران هنا؟
خصك تاخد شي دوا ديال المعده.
واش مفتوحين فنهار الاحد؟
اشحال الثمن في الشهر؟
اعطيني رايك الصريح في هذا.
بشحال التكاليف الاضافيه؟
kan dert lassa fi lfakki dyali, kaytjrru ddam.
تقدر تحافظ علي هادشي ليا؟
لقد قمت بتثبيت بطاقات استرجاع امتعتك بغلاف تذكرتك.
السكاري بحال بحال في كل بلاد.
صافي. علاش ما تشوفش الحمام ف الاول؟ انا نمشي نشوف واش كاين ف الكانتين.
اريني واحد شويه اصغر.
انا مصاب و محتاجين سياره اسعاف.
فين نقدر نبدل الليموزين ديال الفندق هيلتون؟
تسرب الما من الدار.
واش تقدري تبعتلي الحاجه اللي خليت؟
واش نقدر نمشي تليفون من هاد التليفون؟
ما نعرفش.
باغي نجرب الاكله ديال الدار.
من بعد، بغيت نلفت انتباهكم للجدول رقم واحد ناقص ثلاثه.
واش كاين شي تغيير في رقم الرحله رقم مءتين واثنين وخمسين لمدينه اوساكا؟
واش هاد الطاءره الورقيه اللي صايبوها في اسكتلندا مزيانه؟
اه، هذا بالضبط اللي باغي ندير دابا. واحد، اثنين، نعس.
كنبغي شي دويره خفيفه ديال الديمومه، من فضلك.
واش كاين شي طوبيس ديال النقل من هوليداي ان؟
لا بد ان هناك خطا ما.
بالطبع. واش كتقدر تخمن شحال غدي ياخد الوقت؟
نقدر نعطيك ضماده، ولكن كانقترح عليك تمشي للطبيب باش يدير ليك تصوير بالاشعه السينيه.
باش تفك رجلينك براحتك.
صحيح- عارف، علاش ما نمشيوش ليها مع بعض؟
كان كلشي فحال دقيقه. صافي ما شفت وجههم.
شكرا. واش تقدر دير السلطه؟
واش ممكن يوصلني لهاد العنوان؟
اوه، واحد اخر من فضلك. ممكن غمضت عيني.
جبلي واحد الطّالْ، من فضلك.
باش ماكنعرف شي شويه ديال النڭليزيه.
اه، ما كنعجبنيش هاد اللون. واش عندك هادشي بالزرق؟
بالارجو تفيدني بعنوانك الكامل لغرض الطوارء.
اكيد غنمشي نملا التانكي ملي نعاود السياره.
هاد الدار باينه مريحه للعيش فيها.
واش هاد الطياره غتمشي مَتي؟
هذا تالف.
ايه، واخا.
نعاودو.
تْكِيتْ ديال دابا، شْنُو كاينْ؟
واش كتقراو البضاعه معفاه من الضريبه؟
جات عندها ضربه في راسها.
هاد السير الناقل ديال الامتعه ديال الرحله سبعه واحد اربعه؟
سمعت علي عشرين دولار.
سميتي نوغوتشي. دابا مشيت طلبتك من الفندق.
فين السفاره ديال اليابان؟ واش تمشي تشرح ليا فين كاينه علي ورقه؟
بغيْت غرفه فيها منظر زوين.
واش قريبه من المحطه ديال الميترو؟
باص؟ اظن انك تقصد ليموزين تاخدك للفندق. واش فين غادي؟
واش تقدّر تصوّرني من فضلك؟
كنبغِي نسحب اربعميه دولار من حسابي.
غادي نوصل في عشر دقايق.
واش واقيين شحال كايفتحو؟
هذا السيد سوزوكي كيهضّر، بغيت نسول علي حجز في فندق.
شحال غتبقي في المانيا؟
واش نقدر ناخد درس خصوصي؟
داك الفيلم فيه بزاف ديال العنف علي الاطفال. خاصو يكون ممنوع.
واش تقدر تزيد الحراره ديال التيرموستات شويه؟
ارجوك عدّل علي برنامج الظّهريه.
شكراً. واش ممكن تجيو تاخدو الباقي بعد شويه؟
اودي تنزلني في شارع الخامس.
اشحال من الوقت يدوي باش نوصل للدار البيضاء؟
باغا علاج للطلعات.
باغي نحجز في سبعه ديال ساعه.
واش عندك افلام اباحيه؟
واش عندكم منيو باليابانيه؟
دارت ليا طوموبيل.
صاحبي طاح من فوق واحد الطّريف.
سررت بمعرفتك، سيدي.
بشحال كان الثمن ديال التليفون للمغرب؟
ما نقدرش ندخل.
واش واش غيكون متوفر؟
سمح لي. اظن ان مقعدي بجانب مقعدك.
ها حنا هنا. هاداك هو المتحف البريطاني.
السلام عليكم. هاك اتاي منيو.
بغيْتْ نْظَّفْ صْبَاطِي.
كان بحال الحلم.
ثلاثه ديال نݣسه.
انا اسف/ه ما نقدرش نقبل الدعوه عندي موعد اخر.
بشحال ممكن نبقاو في البلاصه؟
خلّيتْ تْساكْتي فْشي بلاصه.
اشْحال ديال المنيو كتقترح؟
واش الضريبه و مصاريف الخدمه مضمنين؟
غادي نمشي للباب بالكرسي المتحرك ديالي.
حسيت براسي مزيان دابا. شكراً بزاف علي كلشي.
فين نقدر نصلاحو؟
لا، مزال. ولكن كانبغي نمشي لهاد البلاصه شي نهار.
واش نقدر نقرا شي حاجه؟
بغيت نطلب موعد باش ندير تسريحه بالسيشوار علي الساعه ثلاثه.
اشحال اللي كاتشد باش نوصل؟
بارد. نعسّال نطّلب لحاف اخر؟
هاد الخط غادي ل سان دييغو؟
اشحال قدّش كتاخد باش توصل ل اليابان بالبريد العادي؟
دار فيها لويسار ملي دوزتي داك السيرْيُو.
صافي، واش هاد الشروط مقبوله؟
ما نقدرش نصبر علي هادشي مزيد.
واحد البيره خفيفه، من فضلك.
باغي نشري كيس ديال السيكاره.
الزكام منتشر بزاف هاد الايام.
بالارجو سخّن الطّبق شويه.
واش نلبس ربطه ديال العنق؟
كنبغي شامبو للشعر الجاف.
اش داير باش نوصل لفندق واني؟
اخاف انك جيتي للطبله الغلط.
باغي نقرا طب.
مازال باغي ليك واحد دولار و سبعين سنتيم.
واش كاين شي طريقه باش نعتافنو؟
صافي. غنخْدُو الشابلي. ونتي، جين؟
لا، الكيسات ديال الجلد غاليين بزاف. هاد واحد ديال الجلد. الثمن ديالو ميه وخمسه وسبعين دولار.
كنا مهتمين بالاثاث.
واش تقدّر تقترح شي مطعم مزيان؟
واش عندك حبر ديال القلم الرشاش؟
لا، خليناش. خاصني نمشي للدار قبل سبعه.
اللعبه انتهات.
واش عندك هادشي بالفضه الاسترليني؟
باينه ليا ضيعت الكارت ديال ماستر كارد ملي كنت كانتسوق هنا.
لا، شكراً. نعسان دابا.
انا في ورطه. عافاك، ساعدني.
فين كاين الملابس ديال الرجال؟
حرقت يدي اليمني بالماء الساخن اللي في القدر.
اش كيفاش نقدر نشري تيكيات؟
سميتي كامي. عندي حجز هنا لليلتين.
بزّاف باش تمشي لالمطار، من فضلك.
انا مازال مكيتقنّاش فالنڭليزيه.
نت مزيان بزاف.
كنمشيو بالميترو، ولكن قبل ذلك خاصنا ناخد تيكيات.
سرقو ليا الجيب. كان عندي تقريبًا ميه و ميه دولار في المحفظه ديالّي.
ايه. تحت المقعد.
فين اقرب محل ديال المنتجات الصحيه؟
لا، بعداً من فضلك.
عندي برد.
اش كان شكلو الشخص اللي دار هادشي؟
فين كاينه هاد البلاصه؟
kayn بزاف ديال المواقع التاريخيه.
فين احسن بلاصه نمشي ليها مع صاحبي؟
لا، لا. بغيت نشوفك.
واش عندو ضمان؟
صافي. نقدر نديرها ليك.
فين اقرب سوبرماركي من هنا؟
واش كوصلو فاش؟
صافي، دوز من الدرب الخضرا.
واش واش اليوم عندكم منيو ديال النهار؟
واش تقدر تبدل فرانك فرنسي للباوند الاسترليني؟
فين نقدر نلقا شناطي ديال رحله الخطوط الجويه اليابانيه رقم 21؟
سته مشروبات كتساوي عشره دولارات وخمسين سنتيم سيدي.
اه، سمح ليا. واكيد عندك شي بلاصه فبالك ديجا-فين بغيتي تمشي؟
باش نطلب منكم، سيدي؟
واش تقدر تامن هاد الباكيت؟
شنو نوع ديال التسريحه اللي راجعه دابا ف امريكا؟
اش هو الحجر الكريم ديال شهر يونيو؟
عليك بالحصبه.
واش تيعجبك لموسيقي؟
تواليت، فيضان.
اي، داز ليا الدكتور جونسون امس.
واش تعرف فين غادي ينعقد؟
واش تقدري تشرحي ليا كيفاش نسدي الباب؟
كانبغي نتعلم الغوص.
فين كانت هادشي مصنوع في الاصل، وشحال هادي؟
فين نخليها بعد اسبوع؟
فهمت. خاصك تخلص شويه زياده.
السلام عليكم. بغيت نطلب قهوه و ساندويتش كلوب.
كنت مزعوق في الكونطرول ديال الامن مره اخري.
تمشي ديريكت، وغتلقاه علي يدك اليسري.
كاحلي كيعورني.
كنحس براسي شويه داير.
يبدو انه كيعجبو السفر.
واش ف باش كنتي تدارب؟
واش تقدّر توصي علي فيلم كوميدي مزيان؟
اه، واش تايدير في هاد الحزام ديال الجلد ديال الماعز عالي الجوده؟
داكشي في هاد الورقه.
واش ممكن نعطيني تقرير طبي ووصل ديال التامين؟
بغيْت نحجز فندق، من فضلك.
صافي ستاغلي شويه. نمشي نسول ليه.
خصّو انزل عند الفندق الكبير، من فضلك.
بشحال اقل ثمن ديال البلاصه؟
شي جلسه قريبه بزاف، من فضلك.
الباب ما كايفتحش.
تاخدو معانا شي صوره؟
واش عندك السمك مقلي؟
واش بان ليك احسن كادو لواحد الولد عندو ثمان سنين؟
تقصد داخل المدينه؟
واحد الطّبق خاص بْواحد الصّحْن زرق. ساليتي؟
واش عندك شي خراءط ديال المنطقه ديال المدينه؟
انا اللي غادي نعوضها.
غادي نقول مرحبا ليها غير باش نسلم عليها.
اَملاها مليًّا مليًّا مليًّا عند ارجاع السياره.
اشْ تقترح؟ ما نعرف شنو مزيان بحال انا ما كنشدش.
بشحال المده بغيتي تستعملها؟
واش تقدّر تجيب واحد كيعرف اليابانيه؟
كنبغي نتعشاو بـ 40 دولار للفرد، بالتقريب.
باين مسروق.
بغيت توست و كاس ديال القهوه، من فضلك.
سميتك وعنوانك، من فضلك.
السلام عليكم. واش نقدر نعاونك؟
تقريبًا ثمانيه وخمسين، اذا ما كانش عندك مانع.
واش كاين شي تسهيلات للاشخاص ذوي الاحتياجات الخاصه؟
واش الدّار غادي تبقا في جِلدي؟
كناكلوا بالمهافي.
تا تحت شجر الكرز، كايتقامو حفلات ديال شوفه الكرز.
وصلت علي متن الخطوط الجويه المتحده الرحله 543.
انا مْفْخوره بزاااف باش شفت راجل مزيان بحالك.
سيّد اينشتاين، نقدر نسولك سءال علي سعر الصرف؟ ما كنفهمش كيفاش تقدر تتهم اليابان بممارسات تجاريه غير عادله بهاد الشكل القاطع.
واش نقدروا نبداو اللعب في اي وقت؟
غادي نجي نعطيك فالدروج ديال الفندق.
تاخدو ليك قياس الحراره. واش عندك شهيه؟
ايه، غدي تفرق شويه. كاين بلاصه خاويه في الدار، تقدر تمشي ليها.
فين غادي نمشي لهاد العنوان؟
واش تقدّر تحجز ليا غرفه؟
غادي ناخد بلاصه في الصف الاول.
باغي شي حاجه شويه اقل ثمن.
هادي شويه ضيقه.
كيقولو غادي يجيو شي تّحّاده.
شكرا. نتمني لك اقامه ممتعه.
سوشي هو كوره صغيره ديال الرز علي شكل بيضاوي، مغطاه بسمك نيء مقطع ولا بحريه.
كنخاف ما نقدرش ناخد الموافقه علي هاد الكارت ديال الكريدي.
انا غادي ندير حفله. كنت كانمني تجي.
بغيتي تدخّن ولا صافي؟
واش تقدّر تقولي شحال فلوس؟
لا، غير كانشوف.
باغا نبغي نتواصل مع دليلنا. واش تقدري تقولي كيفاش نمشي نعاود؟
تفحص ليا طوموبيل ديالي.
غادي نديرها ليك. شكراً علي المساعده.
عشرين دولار في ربعات، من فضلك.
واش تعرف شي مطعم مفتوح فليل؟
سمح ليا، ما فهمتش شنو يعني هاد العلامه ديال المرور.
واش مفتوحين 24 ساعه؟
ما متاكدش شنو باش غادي نمشي ل وول ستريت.
هاد الباص كيتوقف قريب من غرين بارك؟
واش تقدري تلقاي ليا مقاس يناسبني؟
شكرا. نعاود واحد الكاس، من فضلك.
واش تقدّر توصيني شي وكالات ديال السفر؟
ثلاثه بيره مسوده، من فضلك.
واش عندك حراره؟
اش نوع ديال حقيبه؟
كنبغي واحد السطل.
التمن الكلي هو خمسه وتسعون الف وتسعماءه وثلاثون ين.
الزيارات الطبيه للغرف غاليه. يرجي استخدام غرفه الفحص في الفندق.
زيد دير سْواغْ فْهاد الطريق و دَوّر لْيَمِين فْالمنعطف. المْتحف كاَيْن تَمَّك.
كنبغ شي ساندويش البسطه.
انا ماشي المسءول علي القفازات، شوفو عندو.
سمح ليا. كيفاش نمشي ل الكنيسه ديال الاتحاد؟
بغيتك تسول ليها تمشي تديني رقم تليفوني ملي تدخل.
تقريبا عشر دقايق بالرجل.
واش واصلين لشيستر فاش؟
سمح ليا، ولكن ما باغيش يبان ليا صحيح.
سيارتي خلص البنزين ديالها.
السلام عليكم، هذه الغرفه واحد و عشرين ثلاثه. بغيت لحاف، من فضلك.
ارغب في حجز طاوله لاربعه اشخاص علي الساعه سبعه. اسمي سكّاتا.
ماظنش بقا عندهم، ولكن انا شريتو من الدرب الثالث.
ابغيتيني نقترح عليك واحد المحل؟
غدا تبدا الساعه ديال الصيف ف الولايات المتحده، اذا ما كايناش ذاكرتي خايبه.
واش تقدّر تحافظ علي شناطي هنا حتي الربعه؟
واش تقدر تقولي علي شي بلاصه باش نتعشاو فيها بثمن معقول؟
دوزت المحطه ديالي.
11:40 فليل
كنبغ شي ماء معدني.
ما باغي الخدمه ديالي الطابوريدو.
فين غادي يتْقدّم العشا؟
واش تقولي تمثال الحريه يستاهل الواحد يشوفو؟
طوكيو صفر ثلاثه اثنين اربعه سته صفر خمسه سبعه تسعه.
باش نقدر نطلب كاس ديال النبيذ؟
كان شي عظيم.
ما فهمتش داكشي. قال بزاف.
حطهم في الثلاجه فاقع اللي تقدر.
فين اقرب محل ديال الثياب؟
اش واش الوراق المطلوبه باش نديرو الاجراءات؟
kanqtarah ʿlik tji f mayyu ili ktubur aw fil-uktubur li hum aʿla shuhur fi s-sana.
هاد المحل ديال الديكور عندو احسن تشكيله في المدينه كامله. متاكد غتلقا الزربيه اللي باغي.
kanbghih بزاف بحال كنت باغيا نجي لهنا من مده طويله.
كنبغ شي بلاصه حدا الممر وقريبه من مخرج الطوارء.
انا معرق.
ايه، واش بغيتي تغير؟
ايه. نقدر نشوف كارنيي ديال الطالب ديالك؟
كيوقع بالضروره الثالث والخامس ديال ماي عطل رسميه. باش قررنا نديرو ثلاثه ديال العطلات متتاليات باضافه الرابع.
مازال ما جا الماكل ديالنا.
واش تقدّر توصي ليك واحد الفينسي؟
داك ثمنو خمسه و ثمانين سنتيم. ما تنساش تاخد تيكيت ديال الترانزيت ملي تصعد، باش ما تحطش فلوس مره اخري ملي تبدل الطوبيس.
زيد علي اليابان بالرقم، من فضلك.
واش كاين شي مشكل في عداد التعريض.
المركبان من المطارات سيصبحان بالتاكيد نوافذ جديده لتعزيز التواصل مع الشعوب الاخري.
واش في شحال غادي تفتح المحل؟
خد الخط E حتي الرابع شارع وبدل للفاء.
العديد من الاطفال يلتحقون بالمدارس الاعداديه للدخول الي ثانويات وجامعات افضل.
هادو اكسسوارات ديال الكاميرا. هادو زْواقْ بزاف.
غادي نمشي لنيويورك في مهمه شغل.
الثمن ديال الدقيقه الاولي والثلاثه دقيقه الاولي هو عشره سنتيم.
فين غادي نلقا مطرح يتغسل فيه المݣلب؟
واش كاين شي حاجه في دار الاوبرا الليله؟
انا كانخد هاد الدوا كل ست ساعات.
تقدر تبعث هادشي؟
لقاع البحر مغطي بالشعاب المرجانيه.
باغي ندير مكالمه بالدفع عند الوجهه.
بشحال الثمن للمتر؟
اكيد تقدر. افتحها من فضلك.
دار راسك.
واش غادي ندخلو كاملين بنفس الوقت؟
زيد دير سْواغْ فْهاد الطريق، دَوّر لْشْمَال فْالزّنْقه التانيه، و غَتقْلَبْ عليها.
واش تقدّر تحافظ علي مفتاح داري؟
تقدر تجبد رحله الخطوط الجويه اليابانيه رقم تسعه وخمسين، اللي كتمشي من طوكيو في تسعه وخمسه وخمسين دقيقه، وكاتوصل لسابورو في حداش وخمسه وعشرين دقيقه.
صافره ديال الزواق ديالنا خفيفه شويه.
خمسين، وخمسه وعشرين، وعشره ديال العشره، من فضلك.
دار سْواقه تانيه علي اليسر. غاديه تكون في يمينك.
تذاكر من الدرجه الثانيه لروما، عدد 2.
باش نتخلص دابا؟
تقدر توريني ليست ديال انواع السيارات و التمن؟
واش شنو الوقت ديال الصعود للطاءره؟
اريني فين انا فالخريطه هادي.
باغي نمشي نقلب في البحر.
شي وحده لستّ ديالها في عمرها.
واش عندك وحده زرقا؟
هادي هي شارع الملك.
ڭول لتقاطع الثالث.
السداده ديال البانيو ماكاتشتغلش.
واش كاين محل ديال الملابس مزيان ديال النسا؟
خاصك تدبر ليا بلاصه في هاد الطياره.
هاد الشنطه باينه بحالي، ولكن ماشي ديالي.
فين نقدر نبدل فلوسي؟
هاد بلاصه تبع شي تيكيات بثمن ناقص. تقدر تْشري تيكيات بنصف الثمن.
اه، هاد بعيد بزاف، سيدي. طاكسي غادي يكون غالي. ولكن تقدر تمشي لتاي مكان ملي تتعلم تستعمل الميترو.
واش واش غادي تبدا الحصه؟
غادي نبْعْت ليك صْويره.
واش كاين وقت سماح بعد ساعه الخروج؟
تقدر تقسم هاد الفلوس علي واحد دولار؟
لا، غنڭول ليه مره اخري.
القهوه تا عند الكونتوار تمّا، باش تاخد ليك كيف ما بغيتي.
باغي نشد شعري شويه.
هاد الطريق تاخدك للبحيره.
الجدولان يوضحان التغييرات في حصتنا السوقيه.
مشيت فوت المحطه ديالي. واش شحال من الوقت باش نوصل للمحطه اللي جايه؟
واش منين نقدر ناخدها؟
غادي ندير تصويره شعاعيه.
يا خو، مزيان تمشي عند طبيب وتطلب موعد.
عندي حجز لليلتين. اسمي ريسا كوباياشي.
باش تحضروا معانا في الصوره؟
فين الحمامات؟
غادي نمشي للنوادي ديال الرياضه. نقدر نستعمل بحريه؟
حطيتو هنا هكاك قبل حوالي نصف ساعه.
باش نقدر ناكل هاد القشره ديال الفاكهه كامله؟
واش هاد واحد اثمن من هاداك، ولا هاداك اثمن من هاد واحد؟
باش ممكن نقلب ل بلاصه حدا الشباك؟
كنبغي سياره فيها فيتاس اوتوماتيك.
فيلم ملون بحجم 35 ملم، من فضلك.
واش واقيين مَفتوحين فِين؟
دّور علي اليسر في التقاطع علي شكل حرف تي.
كنبغي مرشد خاص ليوم كامل.
علاش اللثه ديالي كاتنزف.
عندي تامين.
لا، مش بزاف. غير جوج كيسان.
شي وحده صغيره ديال موسيل، من فضلك.
الشرف اكبر من ما نستاهل.
واش ما نلقاوش هنا غدا؟
اش كيتصنع هنا؟
ها هو حسابك. ثلثماءه واربعه وعشرون دولار.
بغيتي تشوف موديلات جداد ديال البلوزات؟
اذا كنتِ ما كتعرفيش هاد الميدان، واش تقدري تقترحي واحد المحل متخصص فيه؟
واش كاين فندق حدا هنا؟
واش تعرف شي مطعم اسباني حدا هنا؟
بشحال مره خصني نشربو؟
شكراً علي الانتظار. هذا اوهنو يتكلم.
بشحال غاتعطيني الخصم؟
كنت كنلقي فالموزيوم مزيان و كيهدّي النّفس.
واش نقدر نشرب شي عصير؟
صافي. غدي تفرق شويه. غادي نبْعَت واحد لفوق للغرفه.
واش عندك شي غرفه وحده لليله؟
واش كاينين منحدرات للمبتدءين؟
تروف ستا وتسعه واحد صفر خمسه واحد، الكود ديال المنطقه هو صفر ثلاثه.
كنشوف عندك صاله زوينه.
كنخافو ما نقبلوش داكشي. كانقبلو فيزا.
kanstahesi bihadi.
واش ممكن ناخد معاهم خارج البلاد؟
خصني شويه ديال الوقت باش نمشي نعلف.
طلبْت من انَّا تغنّي اغنيه.
كنبغي نحجز طاوله في الساعه سته ديال العشيه يوم الخميس 7 غشت.
واش واش برنامج اليوم؟
يا ربي، غانوصلو للقرع؟
شيري، من فضلك.
واش تقدّر توصي علي مطعم صيني مزيان حدا هنا؟
بشحال تقريبا للدار البيضاء؟
باغي نمشي. الغرفه رقم 236.
دوزت واحد الغرفه بانيو ف البورو ديال السفر ف طوكيو.
شحال خدّا؟
اش دايره؟
واش ممكن نعطيك شي دوا للاسهال؟
واش تقدّر تقولي فين المحطه ديال الميترو؟
هادشي ناقص بزاف.
باغي نبقا يوم واحد زاءد.
فين غادي نمشي باش نقلب علي المفقودات؟
سمح لي.
واش فيلم ديال الرعب؟
انا هنا باش نشوف صاحبي.
بغيْت راديو.
فين المحل ديال الزينه؟
اريد оператор من الخارج، من فضلك.
سمح ليا. باغي ننزل.
تذاكر "S" كلها نفدت.
واش كاين بنك ياباني حدا هنا؟
واش واش رقم ديال البار؟
واش تقدّر تصرف ليا شي دوا د النعاس؟
واش كاين شي حاجه مصنوعه من القطن؟
كنبغي نتّسد في الصفوف ديال الاوركسترا، من فضلك.
واش غاتخلص الزياده ديال الخمسين في المءه؟
باش بغيت هاد الصوره تكبر بالتاكيد بحال ديال الحجم الكبير بزاف.
من فضلك، ازر الزيرو و من بعد رقم الهاتف اللي بغيتي.
اي قوانين خاصه؟
صافي. واش من نوع ديال الغرفه بغيتي؟
شي عطل في التكييف.
ايه، بالتاكيد.
كنبغي زوج ديال صباط الجلد.
واش تقدر نحطوه علي الرف ديال تمّا؟
واش ممكن يكون عندنا مرشد كيتكلم اليابانيه؟
تذاكرين لشيکاغو، رحله رايح جاي، ديال الكلاص، من فضلك.
فين كاين ديكو مشهور؟
تقدر تقصر/تطول؟
اه، نتا. واش كدير ف طوموبيل ديالي؟
غادي ناخدو، من فضلك.
واجب نبدل العدسات اللاصقه ديالي. ها العلاج.
اي، اظن غانبدّي بالشوربه ديال الكلاّم.
واش تقدري تخبرني قبل ما نوصلو لهاد المحطه؟
صافي، ساليت مع كل الاجراءات ديال الدخول.
عندي حجز لمده اسبوعين.
افهم، الساعه ديالي معطله شويه. ولكن متاكده بلي دازت الساعه ديال الزوّال.
واش تقدّر تحافظ علي هاد النبيذ حتي ليله غدا؟
بغيْت شويه صْرف باش، اذا كان ممكن.
هاد الشارع غادي للمركز بارك؟
ما نقدرش نبول، وعندي الم في الدار السفلي.
واش عندك شي حساسيه؟
كنساء في مناصب اداريه كيزدادو.
واش عندك كارطه الدخول؟
واش مع الستيك واش كايجي شي حاجه؟
خليني نشوف.
خليني نجربو، من فضلك.
يلا نمشيوش نشوفو ماتش تنس.
جيبلّي مخدّه من فضلك.
واش ما يمكنش نبقاو في الفندق اللي حجزنا؟
عندك رقم خاطء.
الباستيكه زوينه بزاف اليوم.
نهار الخميس.
واش واشحال هاد الوقت المسرحيه الموسيقيه اللي كيعجبو الناس بزاف؟
واش نخليّو يعاود ليك تليفون ملي يدخل؟
ارجوك ارسل هاد الرساله بالبريد السريع.
نظام تطوير منتوجاتكم متوافق بزاف مع حمايه البيءه.
كل هاد الاكل الدسم باغي يتقلب في كرشي.
ارجوك نظّف الغرفه.
واش عندك شي ورقه تغطيه للفاكس؟
ما نقدرش نعس من العذاب.
اشحال من الوقت للستاسيون؟
ما استعملت خدمه الغسيل ديالك.
باش بغيت شي حاجه منع الحمل.
بغيْت نتاكد من حجزي ديال الطياره، ف 31 يوليوز من لندن ل طوكيو. اسم العاءله ديالي هو تاناكا.
دا غالي بزاف عليا.
بالتاكيد. واش نعطيك اسمك ورقم ديالك؟
كان عندي حادث بالدراجه الناريه.
كنخاف خاصني نلغي موعدنا.
باغي نشري واحد شقه مفرنشه شهر.
كنتَ مُطالَبًا بعرض النباتات والحيوانات علي مكتب الحجر الصحي اذا كان لديك اي منها.
بصراحه.
كنبغي نبدل خمسين الف ين بالدولار.
واش نقدر نجيبها قبل؟ باغاها ليا ف اقرب وقت.
ولد في تسعه وستين وستين.
خصني علي الاقل نص ساعه باش نمشي نعلك شناطي.
هاد المشروبات الغازيه مجانيه.
سمح لي، ولكن ما نعرفش. انا سياحي بحالكم.
باغي نهضر معاك مزيان.
كنبغي شي كسيده ديال لحم متنوع.
اش دايره ديال المقاس؟
باش نقيسو؟
صافي، حنا عانيين من التاثير المباشر ديال الانفجار ديال الدوره الاقتصاديه اللي كانت صعيبه.
تقدر تحجز ليا بلاصه في الطاءره ديال غدا، من فضلك؟
بالاك. بغيتي خمسه ديال عشره دولارات؟
انا ساكن في فندق abc. بغيت تتصلو بيا تمّا.
طلَعْ من شارع فرعي فجاه و ما لحقتْش نتجنّبْو.
غادي ناخد ولدي للحديقه ديال الحيوانات.
غادي نوصلو ل لوس انجلوس بعد ما نسوقو حوالي 550 كيلومتر من سان فرانسيسكو ف اتجاه الجنوب.
كان من دواعي سروري مقابلك.
بغينا بطاطس مشويه، من فضلك. و زيد الزبده في الطراف.
بشحال الثمن ديال واحد المدرس؟
واش ساليتي؟
واش شنو الوقت اللي غادي تبدا فيه الاوبيرا؟
هذا هو النموذج الجديد ديالنا. سمّيناو الحاسوب ديال الاحلام.
باغي نجرب طبق تقليدي من هاد الميناء ديال الصيد.
واش تقدّر تحجز ليا بلاصه؟
تقدر تخلص هاد الميتين دولار بالين ياباني.
عافاك، عطيني رول ديال فيلم 35 ملم، 36 صوره، حساسيه 100، و واحد اخر ديال 35 ملم، 20 صوره، حساسيه 400.
الحادث زاد الازدحام.
واش عندك شي نطاق ديال السعر في بالك؟
واش تقدّر تبعت هاد الباكيط لليابان بالبوست البحري؟
صافي. انعطف لليمين في الزنقه اللي جايه. غادي تشوفها قدامك مباشره.
باغي نحجز غرفه في فندق في المدينه.
خمسه ايام.
الستره الحمرا اللي شريتها الاسبوع اللي فات ماعجباتنيش. واش نقدر نبدلها بواحده بلون اخر؟
فين اقرب مكان للراحه حدا هنا؟
فين بلاصتي؟
صافي، اذن- ثلاثه ديال رولات ديال الفيلم كيطلعو تسع دولارات و سبعين و سبعه سنتيم.
واش بيّني؟
سمح لي، ما تقدرش.
ايه، سيدي. ها هو.
صافي، خلي هاد البلاصا ليا، عافاك؟
واش كاين شي اثار قديمه؟
اذا قلت "الماء" صافي، ما يجيبو ليك غازي؟
ما حسّيتش بالتقيء، ولكن ما عنديش شهيه.
فين؟
فين اقرب مكتب بريد؟
ضاع مفتاح غرفتي. واش تسلم هنا؟
واش كاين مرشد كيتكلم اليابانيه؟
ل كازا، من فضلك.
يا له من عذاب باش تحصل علي فيزا.
لبزنس كان مزيان اليوم، ما كانش؟
تقدر ترسم ليا واحد الخريطه؟
بغيْت الطّابله اللي قريبه لّي، من فضلك.
فين الكاشي؟
واش عندك شي حاجه صغيره؟
صافي. و اش من نوع ديال الفاكهه بغيتي؟ عندنا برتقال، فراوله و عنب.
غادي نشرب شي قهوه بدون كافيين.
واش نقدر ندخل هاد الكيس معايا للطاءره؟
كنبغي شي دويره ضيقه ديال الديمومه.
ما نقدرش نمشي لهاد الرقم.
انا مزعوف بزاف، ولكن ما كنحبش نتجادل مع الناس.
فين نقدر نمشي باش نلقا الليموزين اللي غاديه لـ Summit Hotel؟
لا، مازال. دابا حنا في عين الاعصار. قريب المطر الغزير والرياح القويه يرجعو."
اش كيفاش نقدر نشوف البرامج ديال التلفزيون بالكابل؟
15 و 16 ماي؟
كان عندي كروت ديال الكريدي و ميه و جوج دولارات في محفظتي.
باغي نشري بواطه ديال الزجاج جديده.
واش تعرف شي فندق مزيان؟
هو استاذ في جامعه A.
حاجه واحد لي يحمل ليا شي حاجه، من فضلك.
بشحال لخرجه داليوم؟
واش تقدر تاكد ليا حجز الطاءره ديال شهر اكتوبر، النهار 12؟
صافي مزيان ليا.
خود ليك خمسه دولارات.
البيسبول شاءع جدًا.
باغي نشري شي فواكه. واش واش كاين شي حاجه مزيانه دابا؟
واش كيعطيو النبيذ مزيان في المطعم؟
ما عندك شي اكبر من هاد؟
فين هي المحطه ديال الطوبيسات ديال غراي هاوند؟
سمح ليا. واش كاين محل كبير قريب من هنا؟
ايه، نقدر نقولها. اليابانيين كيعزّو التجربه و الحكمه ديالهم، خصوصًا في مجال الاداره و التسيير.
الماكله تمّا.
كان رقم خاطء.
عندهوم لوبستر مزيان بزاف اليوم.
واش ممكن نصور هاد البنايه؟
بدّل هاد الورقه بالفلوس الصغار.
واش حد هنا كيتكلم الانجليزيه؟
سميتي مييوكي كاتو، و انا صديقه ماري من وقت كانت كاتقرا في اليابان. واش ماري هنا؟
شحال كيلومتر من هنا؟
سمح ليا، كيفاش نمشي للستاسيون؟
فين وتاحد الوقت غتمشي؟
داير حاله.
لباس الحمد لله.
انا عضو في مجموعه "ا" السياحيه.
الرقم هو صفر ثلاثه ثلاثه ثلاثه خمس واحد سته تسعه واحد.
تقدر تبان لي هاد خاتم؟
الخصر واسع عليا بزاف. واش عندك هادشي في مقاس اصغر؟
تقدر تقصر ليا الكمّان ديال هاد القميص، من فضلك؟
واش فيه شي مشكل؟
عطيني دو قنينات ديال الويسكي و واحد قنينه ديال الكونياك، من فضلك.
انا عندي حساسيه من الزهور.
هاد الراديو ديال الترونزيستور هديه؟
في واحد الاسبوع، غانرجع لليابان.
خاصك تضغط علي تسعه و واحد اولاً و رمز المنطقه، ثم رقم الهاتف.
اتاي بالدّنون.
غير قصّه شعر بسيطه، من فضلك.
واش كاتباعو بضاعه معفاه من الضريبه في الطاءره؟
واش علاش كاين هادشي؟
واش نقدر نسولك شحال سميتك؟
واش كاين محل تخفيضات هنا قريب؟
عندي وجع في كرشي.
ولاش علاش؟
واش هاد الطران سباقي لشيکاغو؟
كنت كنظن غادي نمشيو للبحر ف هاد الوقت ديال لغدا.
فين اقرب مكتب بريد؟
سمح ليا. سيدي سميث، علي ما اظن؟
هادي كاميرا.
ماظنش غادي يكون عندي الوقت باش نمشي للحديقه ديال الحيوانات في هاد السفر. شكراً علي الاقتراح ديالك بالرغم من ذلك.
ضيعت العدسه اللاصقه ديال نضاراتي هنايا. تقدر تبحث معايا؟
غادي نسافر فتااام امريكا كامله و نمشي ف hôtels و motels و fondouks و ديور الناس، اذا ربي كرم.
انا محتاج/محتاجه لبصيله ضوء جديده.
نقدر نديرو التعديلات غدا فالعشيه علي الساعه ثلاثه. واش هادشي مزيان؟
واش كاين الميترو قريب هنا؟
فين هي منطقه التسوق في هاد المدينه؟
نظن انك حسبت غلط.
واش تقدّر تبدّل ليا الطابله؟
دارت ليك الحجز ديال الطياره رقم 207 اللي غتمشي غدا علي سبعه وخمسين دقيقه فليل لنيويورك.
ضعت مفتاح الغرفه.
اربعه وعشرين، عشره ديال الدرهم والباقي في ورقه وحده ديال الدولار.
كنظن هاد السلعه فيها شي غلط. واش ممكن تشوفها ليا من فضلك؟
عندِي سبعميه دولار في شيكات سياحيه وثلاثميه دولار كاش.
هاد شي طحالب مجففه. نسمّيوها ياكينوري.
تقريبا خمسه عشر دقيقه علي رجليك. تقدر توصل ليها بالميترو حتي. هي اقدم.
بالضبط المقاس العادي.
ما عنديش فلوس كافيه اليوم.
عداد السكان ديال كبار السن كيزيد باستمرار.
باغي نتاكد من رحله العوده ديالي لتوكيو د الاربعاء الجاي.
واش هنا ملعب تنس؟
غادي تتهنا. بغيتي تتهنا؟
واش عندكم غا دوره كل يوم؟
واش غيكون الطقس شحال من غدوه؟
شي حلوي ولا علكه، من فضلك.
واش باقي الوقت باش نمشي للتحويشه قبل الاقلاع؟
واش معاه مفتاح؟
انا محتاج دواء الدوار.
اه، ياه. عندي. باغيها بزاف.
بغيتو بزاف، ولكن ماعجبنيش التصميم ديالو.
انا ممتن بزاف بلي عندي صاحبي بحالك.
تقدر تجلس. واش كاين شي مشكل؟
ما متاكدش، ولكن غانقول ليها بلي نتا اللي حديتي.
واش تجيب لي حاله؟
واش عندكم جوربات كحله؟
اشحال الوقت ديال اخر باص كيمشي؟
صافي. هاك وواحد جين وتونيك.
واش دايره تلفزيون؟
اش كاين مع الامتعه اللي شيكت فيها؟
اه، ما باغي ندير شي حاجه من هاد النوع.
انا محتاج واحد يعاوني.
انا غادي نمشي لشيکاغو انا تاني.
واش عندكم ماكينات ديال خمسه سنتيم في هاد الكازينو؟
اش بغيتي؟
اش خاصك هنا؟
واش في شحال غدي نوصلو لنيويورك؟
لا، والو.
اش بغيتي تاكلي فطور؟
كنبغي معطف طويل.
ما خاصك تمشي لهاداك بلاصه. اظن تقدر ديرها هنا.
لـ فندق بوسطن، من فضلك.
نّوضّيه، الله يخليك.
دوازدي باشي.
واش تعطيني التاريخ و ارقام الرحلات؟
واش غادي يتقدم الاكل؟
فين الصالون؟
شي وحده صغيره.
امكنلي تدخل تشوفو بسرعه؟
واش عندك هادشي في نماذج مختلفه؟
هذا هو جاري.
ممم، لذييذ. تاكل هاد الشويه.
باش ندخلو لشوف ديال كافي؟
ميه ين لواحد دولار.
كانوقف صعيب/واقف موجوع.
اي، نقدرو نخدموها و نعاودوها غدا الليل.
عندي حساسيه ديال الزهر.
واضح، تفضل.
واش كاين شي بلاصه نقدر نشوف فيها عرض هولا وانا كانشرب؟
نزل هاد الدرب ل حتي لَعْبور الثاني.
سميتي تارو تاكاي.
باغي نلعب شويه مزيد.
واش عندك طوابع؟
فين العربه ديال الماءده؟
غادي نوصلو متاخرين بثلاثين دقيقه.
هادي هي الغرفه رقم تلاته سبعه وخمسين. محتاجين المزيد من البلسم ديال الشعر.
فين العرس؟
مكان اخر قد يعجبك هو حديقه حيوانات برونكس المشهوره عالميًا.
واش الريح غتزيد في العشيه؟
واحد تلاته و تلاتين صنتيم ديال طوابع، من فضلك. واش عندك شي طوابع مزوينين؟
السلام عليكم، اختي.
واش عندك هاد الموديل بالبني؟
انا هنا باش نتعلم لغه.
عطيني جوج ديال تيكيات لغاليري هاد الخميس.
اكتب لي رساله من فضلك.
واش شحال الوقت غادي تمشي الطوبيس لـ بيمليكو؟
واش نقدر نستعمل هاد الكوبون للطاءرات؟
باش بغيت حلاقه.
لقيت راسي ف رجلي. و عندي وجع مزيان.
kanbghī شي مزيل طلاء ظافر يكون خفيف علي ضوافري.
واش عندكم طابله لثلاثه؟
كنبغي نشري طعوم.
نخلي نشوف ونشوف واش كاين بلاصات شاغره.
فين مكتب الاستقبال؟
دابا ضربوني.
الو. بغيت نمشي تليفون بعيد للموتيل شيراتون.
غادي نكون فْ الحْݣل حول 10 و نص الليله.
من فضلك اتصل بالسفاره اليابانيه.
الكمونو هو اللباس التقليدي لليابان.
اي، ولكن دوزت الدوره الاولي ليا غير قبل شهرين. انا مزال في البدايه.
الظهر ديال الكرسي ديالي ما كايتحركش.
غادي يخليني في خاطري بزاف. بالمناسبه، كانبغيش نعرف واش نقدر نبقي في نفس الغرفه؟
ما كتعملش التكييف. الغرفه ديالي مزيانه بزاف بالبرد.
واش نقدر نشري تيكيت لماتش ديال الدّوري الاحترافي؟
واش نقدر ناخد سلاطه ملفوفه بدل بار السلطه؟
ارجوك تاكد من القدوم لزيارتي غدا صباحا علي الساعه سبعه.
دابا جواز سفري طار/سرق.
بغيتي تاكلي شي حاجه ايطاليه؟
بغيت شريحه ديال بيتزا بالنقانق، من فضلك.
غادي ناخد ستيك ديال العظم.
واش عندك شي عصير ديال البرتقال؟
36 صوره ديال 35 ملم ديال نيغاتيف ملون، من فضلك.
ارجوك. وريني شنايط، ارجوك.
شحال بعيده اقرب محطه ديال الوقود؟
واش كاين شي طْرَن لـ بوسطن فـ قريب؟
ارجوك ارسل هذه الرساله بالبريد الجوي.
باغي نعاود نءكد حجز طاءره.
راسي داير لي دور.
شحال الكراء ديال الخيمه؟
عندي موعد مع السيد ويلسون علي الساعه ثلاثه.
واش تمشي تبدل هاد العدسات بواش اقوي؟
خليني نعبر علي رايي.
بشحال هادشي؟
واش نقدر نخلي ليه رساله؟
واش الكافي ديال هارد روك بعيد من هنا؟
اهلاً. شوف/ي.
صافي. دابا، نقدر نشري تذاكر لـ "فانتوم الاوبرا" ديال السبت في النهار؟
تقدر دير ليا كاس ديال البينا كولادا؟
انا معنديش الوقت. بغيتيني تجيب ليا طكسي دابا.
لبَرْد هاد الصباح، ما كايْن شِي؟
دارت عندي حجز عبر JTB في اليابان قبل اسبوعين.
نوقف عند فندق بيفرلي. تقدر تنزل تمّا. ماشي غير شويه دّقايق بالرجل للسّميت.
تقدر تحافظ علي هاد الساكّات حتي الرابعه ديال العشيه؟
واش نقدر نستعمل بروجيكتور ف هاد الغرفه؟
فين فهمت. تاخد وقتك.
واش كاينين ملاعب جولف عامه فيها ثمانيه عشر حفره؟
ما كنفهم والو من اللي كيكولو الناس اللي حواليا.
المقهي في السرداب.
مساء الخير. عندي حجز. اسمي يمادا.
الاهم هو ان تاخذ راحه كافيه.
واش عندك شي سيجار؟
باش نقدر نطلب تاك اواي؟
دابا، واعدني غتبغي تشري زوج ديال الصباط غير واحد، فهمتي؟
واش كاين صيدليه قريب؟
واش نقدر ناخد شي ڤيتامينات؟
واش تقدّر تجيني لداري في سبعه؟
كتمشي كل عشر دقايق.
عطيني عشره ديال الدرهم، وحده خمسه ديال الدرهم، والباقي بالصرف الصغير.
مازال غسالي ما جا.
اي، كاين واحد فالحَ side ديال العماره.
فين تنزل؟
واش تقدّر تشرح ليا كيفاش نستعمل التليفون العمومي؟
واش خاصني نعطي فلوس قبل ما ناخد؟
واش كاين محل ديال لعب قريب من هنا؟
كنبغي شي كريمه ديال لرجْل.
هي تواصل مباشر من عقل الي عقل. يعني واحد يقرا فكر واحد اخر بدون ما يستخدم كلمات.
واش نقدر نصرف شيك شخصي؟
باش بغيت عصير ديال البرتقال، كورن فليكس مع الحليب وبغرير مع العسل.
داك شي مطبوع. ما كاين والو غالي.
باش نتجرب؟
غادي نرجع بالبر.
اش هذا الدبوس ديال الرابطه مصنوع من؟
شحال ثمن التذكره ديال الدرجه الاولي؟
واش عندك شي حقيبه كبيره؟
غادي نبْعْت ليك نسخه. ارجوك كْتَب العنوان ديالك هنا.
فين النصب؟
صافي، السيد اوزورا، رحلتك دابا تاكدات.
اعطيني طيكيت من فضلك.
فين هيا المصعد ديال التزلج؟
عندي شي اسهال. واش تقدّر تقترح عليا شي حاجه؟
تقريبا عشره الا ربع.
ما خاصكش تدخل هاد البارك ف الليل.
ما خاصكش ملي ما تجاوزش الحد المعفي من الضريبه، ولكن كاننصي عليك تعلن باش تكون الامور مزيانه وسهله في الاجراءات.
ارجوك اخلي هاذي تمكوا.
بالتاكيد. خليك علي الخط، من فضلك. الخط ديالك واصل. تفضل، من فضلك.
صافي تقبل/ي نمسّو؟
واش شنو الوقت غادي تبدا عمليه الصعود للطاءره؟
واش هاد الستايل مناسبني؟
قول ليا شحال عندك فراغ فهاد السيمانه.
ما كاين والو ديال الدفاتر و la papier.
اشْ شنوْ كتقصد بهادشي؟
نتيا غالط.
بالطبع، تفضل.
واش تقدّر تحافظ علي المتاع ديالي حتي الربعه، من فضلك؟
ما عنديش فلوس كافيه باش نشري واحد جديد.
اشحال هي الساعه ديال اول طْرْيقَه؟
واش نقدرو نخدمو طاوله برّا؟
يبدو ليك سكرتي البارح.
ايه، سيدي. شحال فيكم في المجموعه و واش الوقت واش بغيتو؟
نظن بغيت ناخد واحدين من اللي ثمنهم اقل.
واضح، قمت بابطال البطاقه القديمه ديالك.
شكرا بزاف علي الطعام.
فين المحطه ديال الباص؟
صافي يا لص!
فين باص المطار؟
ميه دولار في الليله، بالاضافه الي الضريبه ورسوم الخدمه.
بشحال السرعه اللي طاءرين بيها دابا؟
الضو في داري ما خدامش.
شكرا بزاف. هيا. نمشيو.
في الصيدليه.
فين احسن بلاصه للتزلج للمبتدءين؟
كنبغي نقعد في الدروج.
هادي هي الطرين اللي غاديه لملبورن؟
شحال هاد البرج طويل؟
فينسانت، تقفلتي برا؟ انا مارني.
مازال الماكياج ديالي علي وجهي، باش تعطيني تنظيف مزيان؟
تاخد ثلاثه ديال الحبوب في كل مره.
اشحال الكوميسيون ديالك؟
واش نقدر نبقي السياره في فرع اخر؟
هو فقد الوعي.
فندق طوكيو. واش نقدر نعاونك؟
انا هنا باش نزور صاحبي.
واش دايره تلفاز؟
هادي سلاطه و بطاطا مْهرسه.
واش تقدري تقولي شنو هي الطريقه الاسرع باش نعطيه؟
باش نقدر نجرب ضربه تحضيريه؟
شوال زرق. السميه و العنوان ديالي كاينه في التحْت. واش تقدر تعاونيني باش نمشيها؟
باغِ نمشيْ في الثمانيه. واش تقدّر تقولي شحال مدْيون ليك؟
باغي نحجز جوج بلاص ف الطياره رقم 877.
شي وحده شامبوو ديال الشعر الدهني، من فضلك.
تقريبا اسبوعين.
اي، كانخدّم الدوا لضغط الدم.
فينين بلاصات الدّلوك؟
باش تقدر نعطيك شي حلوه؟
كاين بزاف ديال الاسباب علاش ما خاصنيش.
واش هاد الطريق مزيان ل المحطه؟
شوفو شحال غادي يجي الثمن.
kanqtarah ʿlik tjarreb Green Inn.
عندِي تسعميه دولار.
ما عندنا حجز باسمك.
فين غادي اسمي؟
غادي نرجع دابا.
صافي اصلحو ليا ملي نكون غادٍ غدا.
واش هادي محسوبه كلمه؟
واش ممكن تعطيونا منفضه ديال السيكاره، من فضلك؟
عندنا الوان اخري.
باقي غير شويه ديال البلاص ف السيركل.
كنبغيوش نعجلو، ولكن خاصنا نمشيو.
فين و متي نبداو؟
اش كيفاش نقدر ناخد التحويل؟
اه، فهمت. هادو القنوات ديال النظام الكابلي في الفندق.
ارجوك توقف عن السخريه من اليابانيين.
واش ممكن تعاود تبعتيه ليا فاش؟
بغيْت نحجز، من فضلك.
انا كانحاول نبحث علي ورق ديال التحفيل.
واش غتكون معفاه من الضريبه اذا بعثت هذا لليابان من هاد المحل؟
سمح ليا، ولكن باغي نتناقش شويه مع الرايس ديالي قبل ما نمضي.
بغيْت راديو كاسيت، من فضلك.
خمسه حديد، من فضلك.
هاداك الاكل مفضل عندي، عارف.
شكراً سيدي. واش نقدر نشوف رخصه السواقه ديالك؟
صحيح.
مع التامين، من فضلك.
فين هو متحف مونيه؟
واش هاد الطرانزيط معبر؟
صافي. عشرين، اربعين، ستين، ثمانين، تسعين، خمسه وتسعين، سته، سبعه، ثمانيه، تسعه، ميه.
خاصك تمشي لمكتب المعلومات السياحيه اولاً.
زايد زوين.
تقدر توصلني للبلاد؟
كيفاش نميز حقاءبك؟
اي، عجبني بزاف. شكراً.
فين غادي نجيبها باش يطيّروها ليا؟
اه، باغي نعرف، واش تعرف فين كاينه دار الريف؟
هادي هي الصف ديال الفيلم ديال الساعه تسعه؟
واش عندك شي دوا للاسهال؟
صافي مفتوحين من 8 و نصف لـ 11.
شركه ديالنا هي الخامسه في العالم من ناحيه عدد الموظفين.
داكشي تحت ا اليسار.
تقدر تحافظ علي معطفي؟
صافي، كاملين مشاوشين. بغيتي تغطيه اضافيه؟
واش تقدّر تقرضني فوطه ديال البحر؟
لا، حنا كتقبلو طلبات كتعاود عليها نتا.
مزيان يكون عندو التاريخ، ولكن ماشي ضروري يكونو ايام الاسبوع.
بغيْت عصير ديال البرتقال، من فضلك.
بغيت تقترح عليا مطعم مزيان.
اش خاصيه هاد المدينه؟
ما بقيتْ عندي شهيه.
ما تمشيش بعيد ف البحر.
واش نقدرو نشوفو المحلات ديال الديوانه في المطار؟
سمح لي. خصني نقرا الرقم غلط.
خمسه ايام. غادي نعاود نعطيه ليك يوم الجمعه.
ماشي بعيد بزاف. باغين نوصلو لهدف عشره الصباح.
لا شكراً. صغير بزاف. عندك واحد اخر؟
زيد ديال الايصالات، من فضلك.
تقدر تبيع هادشي منفصل؟
بغيْت بيره، من فضلك.
بشحال شريتي بلاصه مميزه؟
خليني بوحدي.
واش كاينين شي وحدين اخرين؟
هاد البلاصه محجوزه.
واجب نعاود نتاكد؟
اريني تذكرتك. غتضطر تاخد الطياره التاليه علي ساعه.
واش كاين واحد كيتكلم بالانجليزيه تمّا؟
خاصك تحجز مقدما.
باغي نخرج شي حاجه من شناطي.
ايه، كاين الحجز ديالك. بغيتي تملا هاد الورقه و توقع عليها؟
ما كايناش لقيت دليل السياحه اللي مفروض يجّي علي حسابنا في عشره ونص الصباح.
غادي نخليوها مفاجاه.
ل اليابان من فضلك.
دخلت بسيارتي في خندق.
واش تعطيني شي دوا؟
تقدر تبان لي الداءره الثانيه من اليسار؟
ايه، بهاد الطريق من فضلك.
انا شويه عيان بالدوار ديال الطياره.
واش معندكش جيتي البارح؟
السطح مزيان بالنسبه ليا.
بغيت نطلب service ديال الدار، من فضلك.
واش شنوّ الدّرب اللي غادي ل وول ستريت؟
واش واش رقم الباب ديال طيران اليابان لتوكيو؟
وريني الساك السودا، الثالثه من اليسار في الرف ديال فوق.
يمكنّي يصيبوك بالرصاص في المدينه اذا فجاهً حطّيتي يدك في جيب الصدر ديالك.
واش عندك شي كحول؟
كاينين بلاصات في الطاءره رقم 85 يوم الاثنين، 26.
كانبغي نعاود نتسناك باش نعاود نطلب تجديد جواز السفر ديالي.
صافي. يقدر يدير.
واش الثمن هو هاد القدر علاش؟
سبعين دولار.
السلام عليكم. هادي السيده اونو؟
واش نقدر نشرب الما ديال الحنفيه؟
عندي مشكل في المعده.
تا تمشي ديريكت، ومن بعد انعطف لليمين.
اش كيفاش نقدر نضبط مستوي القوه ديال هاد الجهاز؟
واش تقدّر تحجز ليا في واحد النّوضه؟
واجب نعمر déclaration ديال المحتويات و قيمتها؟
اه، عزيزتي، واش لوحدك؟ باغا تمشي لسينما ولا شي حاجه؟
ما كاين والو لي كنحب. معليش. ما بغيت تا حاجه.
واش في شحال نوصلو لدي موين؟
شحال بغيتي؟ بغيت جوج برجر بالجبن و واحد صغيور ديال البطاطا مقليه، من فضلك.
اربعه خمسه سته سبعه ثمانيه تسعه صفر، من فضلك.
هادي شتنبر 23.
عَينت موعد باش نشوف الرءيس علي الساعه عشره.
واش هاد الما د الصنبور هنا مزيان نشربو؟
كنبغ شي شريحه ديال اللحم المخلل.
اه، باينه غانحاول حاجه اخري.
خوديوني للتهاتر، من فضلك.
واش واقتاش الفاصل؟
سمح ليا. واش نقدر نسولك سءال؟
واش تقدر تشيك هاد شيّافتين ليا من فضلك؟
هاد الطربوش ما كايناسبنيش.
فين ما كاينش سداده فالحوض ديال الزهر، حتي لهاد واحد.
واش واش الوقت ديال الخروج؟
واش بغيتي نعطيك فلوس دابا ولا ف وقت اخر؟
واش ممكن غير طبق رءيسي؟
بغيتي شي حاجه تشربي فاش كاتشوف؟
واش عندكم شي دورات اخري؟
بغيْت نمشي بالباص للستاسيون. واش تقْدَر تعطيني شي صْرف، من فضلك؟
واش عندك شي وثيقه فيها صورتك؟
واش باين ليك امل في هاد العلاقه؟
احسن، اول حاجه خاصني نمشي للسيجور ديال المعلومات و نبحث علي واحد الفندق.
اظن انك ما فهمتش شنو كنت نحاول نشرح.
من هاذ السيده؟
واش تقدري تلقاه ليا؟
تقدر تحافظ علي شناطي بينما انا في الدوره السياحيه؟
يا اي باب نمشي ليه؟
واش عندك كاميرا وحده ولا كاميرات؟
واش ممكن نعطيك شي ورقه ولا شي حاجه؟
واش واش سبب هاد الزحام؟
ارجوك بدل الشواشف.
واش تقدر تعاود تقولي شنو قالو في الاعلان، من فضلك؟
واش عندكم منيو باللغه الانجليزيه؟
واش كاين شي ماتش ديال نيويورك يانكيز هاد السيمانه؟
كان عندي دوخه فالسفر، ولكن دابا احسن.
شارع الثاني والسبعين و جاده بارك.
واش هادي سيجاره بريطانيه؟
خاصك تمشي بالباص رقم سبعه.
ما كاين والو اللي تاذّا بجدّي.
كنبغي شي ضماده مرنه.
كنظن رقم طاكسي كان واحد اثنين ثلاثه اربعه خمسه.
غادي نخدّوه.
نادي واحد للطباخه تجيبها دابا.
ولكن الثمن كيزيد، ما كاينش؟
بصراحه، جدّي الكبير مشا من صقليه في بدايه القرن.
واش فيه شي غلط فهاد الفاتوره؟
فرصه سعيده. كيف حالك؟
هاد اللباس كايجي عليا مزيان.
غادي نشرب شي عصير.
واش شنوّ شروط الخدمه في هاد المنصب؟
تقدر تضبطها دابا؟
باغي نتصل باليابان من بعيد.
واش تقدّر تحجز ليا في الغولف؟
كانبغي نتعلم كيفاش نمارس رياضه ركوب الامواج بالشراع.
واش تمشي تبدل هادشي بواحد كبير؟
هاداك فلوسي.
باغي نقص شعري، والو اخر، من فضلك.
سمح ليا. فين الصيدليه قريبه من هنا؟
باغي نطلب شي حاجه توصيل.
فين هي المحطه الاخيره؟
لا. بلوك واحد غير باش داك السبيّل.
ولدّي كايدور في الدراسات العليا في جامعه هارفارد.
فين هي البلّاعه؟
بغيْت نْوضني بالتيليفون، من فضلك.
اش دايره الليله؟
مسلوق مزيان.
عندي روماتيزم.
فين نقدر نصرف حواله دوليه؟
لقاتني ابر ديال شوك البحر.
هي سروال احمر مع علامه.
باغي نمشي هاد الطّرد.
مرحبا بك. زوينه.
اش دايره؟ ما شفت والو.
نضيفها للفوطه ديالك؟
ارجو ملء هذه الشهاده الطبيه وايصال الاستلام.
ايه، باغي ندير تليفون جمع فلوس من الخارج لليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
شحال تاكل السياره؟
تقرصت ب نحله. باين واخا الزهر.
بشحال هاد السلسله ديال المفاتيح؟
واش نقدر ناخد واحد؟
واش سمعتي شنو قال؟
بصحه، ارجوك.
ارجوك اتصل بهاد الشخص.
اعطيني هاد العشره ديال الدولارات، بغيت نقسمها لخمسه ديال واحد دولار و واحد ديال خمسه دولارات.
لا، ما كاينش. ولكن عندو دش.
كنبغِي ليك ديري تصويره ديال رّاي.
واش ممكن نمشي لطرفيه وحده من هاد العدادات؟
هادشي غير باش نستعملو انا لوحدي.
غرف جنب بجنب، من فضلك.
واش تقدّر تشاركنا في نصف تكلفه الاشهار في السنه الاولي بحال كيديرو جميع الموردين ديالنا؟
فين بلاصه المكتبه ديال الدواسه؟
عندي سخانه عاليه و انا حسّال بزاف.
واش تحاسب علي حساب الغرفه ديالي، من فضلك؟
واش كاين اسطبل حدا هنا؟
شكراً بزاف. كيفاش نمشي للفندق؟
قفلْت علي راسي. واش شنو تقترح ندير؟
انت مزيان بزاف.
واش يعني ما خاصناش نبخسو؟
اذن، السيد نيتا، هذا كل ما يمكننا ان نعرضه لك هنا في مصنعنا.
كان عندي السل في العشرينات ديالي.
واش نقدر نستعمل الدفايه والميه سخونه طول النهار؟
بغيْت نحجز.
اكيد، ولكن ما بقا لينا غير بلاصات ف الدايره ف المقدمه.
لا انا تاني. كنت مزيان مشغول.
ماشي دويت تلفون بعيد يوم الجمعه.
فين غادي نلقا صيدليه؟
فين المحطه ديال الطوبيس؟
شْحال رقم تليفون ديالك؟
بالاك. قاعات تبديل الملابس غاتكون تمّا.
انا راه متيقن خمسه دولارات.
قول ليا شنو العنوان ديالك.
فين الدير؟
عنديش مرض مزمن.
كنبغي طقم متقايس.
واش ممكن تعطيني قربه ديال الماء سخون؟
تقدر تشوف ليا عيني و دير ليا نظاره؟
نقدر نعاودوه ليك في يومين.
واش ممكن اخذ تيكيت لبلّاس فالدّارج الاول؟
شكراً. اها، خليني نشوف. في الواقع، هذا ماشي اللي بغيت.
بغيْتْ رُولْ ديال الفيلمْ بْيَضْ وْ سْوَادْ، عافاك.
كنخاف ما وصلني المرجع الزياده مزال.
اعطيني، اممم، طبق اليوم.
كان والدك شخصًا راءعًا، وسوف نفتقده.
اه، ما كاين والو ممتع الليله.
مانبغيش نمشي نشوف هاد الشنطه.
ماشي بالضبط اللي بغيت.
بشحال مزال باش نوصلو لشيکاغو؟
بغيت كاس ديال قهوه بارده، من فضلك.
ما عندو قيمه كبيره، ولكن مهم بالنسبه ليا.
المنو الثابت، من فضلك.
واش شنو هي الخط ديال الباص اللي كيتوقف في شارع الامل؟
اه، عندنا جاز ديال ايف سان لوران.
عطيني طابونه.
بشحال نقدر نعاود ليك طليفون في سته د الصباح غدا؟
انا مهتم بجوله في مانهاتن.
بغيْت بلاصه ما فيهاش دخان، من فضلك.
لا، تقدر تجيبها من الصيدليه.
شفتي فيلم تيتانيك؟ عجبك؟
بغيْت بروش.
تذكره باتجاه واحد لـ لوس انجلوس. بغيتيها مع التدخين ولا بدون؟
هاد المسرحيه معروفه بزاف ف اليابان تا هي.
ارجوك ارسل الفاتوره الليله.
مساء الخير، السيد هوسوكاوا. اهلاً وسهلاً في الحفل. واش تاخد شي حاجه تشرب؟
ماشي للبيع، صافي انساه.
اش دايره مشهوره هنا؟
دايرين صغيرين بزاف.
واش نتا السيد ايبرت، بالصدفه؟
الاسم ديالو/ديالها تاناكا، شخصين، الثمانيه ديال العشيه.
ورييني لون اخر.
فين نقدر نجي ناخدها؟
بغيْت هاد الفيلم يْطْرَا، عافاك.
باش بغيت ساندويتش روست بيف و شويه قهوه.
ما بقاش نسخه من هاد المجله؟
فين اكبر محل تجاري في هاد المدينه؟
كيدا نقدر نمشي تليفون لبلاد برّا؟
اعطيني شي تايلينول من فضلك.
تا يوجع شويه.
يلا بسرعه نشريو الحاجه.
تقدر تبين لي بلاصتي من فضلك؟
باينه ليا الطّوموبيل معطله.
اليابان بلاد طويله ممتده من الشمال للجنوب.
بشحال الوقت تقدر تخلص هاد القميص؟
غادي نعوض الفرق، بغيتك دير الحساب.
تا نْشوفو شي تليفزيون.
صافي، شريتو فاليومين اللي فاتو علي خاطري ف الدكان اللي حدا داري.
عندّي ميتين دولار كاش و الفين دولار في شيكات سياحيه.
كرشي معوجه.
بينما كنحب طمبورا، ما كانكلوش بزاف ديال السوشي. بزاف ديال الناس معتادينش ياكلو السمك نيّ.
هذا خويا كوجي.
لعاصمه هي طوكيو.
واش نعطيك فلوس دابا ولا ملي نخلص؟
هذا صحيح. الحراس كيبداو يبدلو في هاد الوقت. تقدر تشوف هادشي ولا تسمع الفرقه ديال الحراس اللي كتعزف في الساحه اللي قدام.
بغيْت شي لعبه.
واش نادي علي هاد النمره ديال البلاص؟
فين الدير؟
باغي نبدل هادشي.
كان من دواعي سروري مقابلتك.
واش عندك هادشي بلون اخر؟
ملّي هاد الاستماره.
لحم بقري ولا دجاج؟
فينك تجبد حقايب ديالي غدا الصباح علي سبعه.
بشحال الينبغي ليا باش نشري تسعه وتسعين دولار؟
عندي دبوس عظم معدني.
بشحال غنستناو؟
هي يوشي.
جال سبعه اثنين واحد الي ناريتا.
واش متاكد؟ الثمن زوين.
شكون الكتاب اللي تنصح بيه؟
هي سروال زرق.
واش عندك طوبيس للمطار؟
فينبغي لي ان اغسل الكاميرا؟
علبه ميلر ديال البيبسي.
فين نقدر نبزط شويه طوابع؟
بغيْت قلم للحاجب.
شي حاجه مضروبه في الفيلم. غتشوف فيه؟
دارت البحث كامل في الغرفه علي جواز السفر الضايع.
عندنا انواع مزيانه بزاف تما.
ارجوك تاكد من عنوان السفاره اليابانيه.
بغيْتْ نْشْرِي شي تْذَاكْر.
واش كاين طْرِين سْريع؟
ما متاكده هاد التنوره واش كتقاد فالخصر.
معدي.
واش تقدر تجتهد باش تكون في الوقت؟
تقدر تصور ليا؟
اش هذا كي داير؟
باغي نمشي للساونا.
اكل بحري.
عندنا ملعبين ديال التنس، واحد البير و واحد الساله ديال الرياضه.
واش هاد الطران ديال بوسطن؟
فين تنزل باش نمشي للبلّاج؟
ما تقَدَّمْشْ الصف، من فضلك.
امراه من فضلك. شحال ثمن نص نهار؟
صافي، غاندير ليك واحد الزوين. هي رحله ديال النهار كامله.
هاد هو قسم التجاره الخارجيه، صواب؟ انا تارو تاناكا من اليابان. عندي موعد مع السيد كولمان علي الساعه اثنين.
واش هادي المنصه ديال القطار لـ منيابوليس؟
باش تقدر تمشي هاد الوصفه الطبيه ليا؟
صافي صافي. ونتَ؟
نظن غادي ناخد هاد واحد.
انا غير كنخدم بجد وكنحاول نعطي افضل النتاءج اللي نقدر عليها.
اه، يا سلام، هذا بنين بزاف. انت طباخ مزيان. يا ريتني كنت نعرف كيفاش نصاوبو.
فندق گْراند، من فضلك.
السرير مازال مفروش.
لا، اللي جايه.
اوصلني للزّنقه اللي جايه.
اشْ شنو كتقصد؟
واش الغدا مع الثمن؟
kan3ellem l-inglizia f l-muhadatha mra f l-usbu3.
باش، صاافي بغيت نتصل باليابان مباشره.
فين غادي نمشي باش نقلب علي المفقودات؟
واش مزيان للبشره الحساسه؟
واخا نمشي نجبدها واش ممكن؟
واش واش الوقت يناسب؟
بغيت قهوه مع كريم، من فضلك.
ما غاديش نقدر نصاوب طْرْنا.
قبل ما تمشي، غنعطيك طلقه.
واش عندك فلوس كافيه باش تقعد هنا شهر؟
بغيْتْ شريط كاسيت.
شحال كاينين د لكرطونه د سيڨان ميلد، من فضلك.
واش ممكن نعطيك دوا للغيان؟
تقريبا فالـتمانيه.
اوف. و كنت كنظن هاد الخط غيمشي اسرع.
غادي نعطيك بالكريدي.
بغيْت نبحث علي شي خدمه بدوام جزءي باش نعاون راسي في مصاريف الدراسه.
كاينا ضحك.
لبستني الشمس.
ما تبدلش السطايل، نقصه شويه فقط.
غادي يكلفك خمسين دولار بالطاءره.
عندي شي غسيل. واش غيكون سالي غدا الصباح؟
رحله الجويه اليابانيه رقم 503 في الخامس من ماي، حجزت في طوكيو.
اريني كيفاش نخدم هاد المшина.
فين غادي يرجع؟
باش نفتح النّافذه؟
الكراتيه، واحد الطريقه ديال القتال بالديال، كيتكون اساسا من ضربات قويه باليد و بالرجل، و كايعتبر من فنون الدفاع عن النفس ديال اليابان.
باش نقدر نبدل المقاس؟
واخا، واش غتتحول علي حسابي في البنك؟
واش عندك شي بلاصه مفضله؟
هاد الكاميرات غي ديال الاستعمال الشخصي ديالي.
واش عندك شحال ديال الناس؟
احسن طريقه هي تعيش في بلاد غريبه.
ايه، نقدر نديرو هادشي.
كنبغي نحجز طاوله لثلاثه نهار اليوم علي الساعه ثمانيه.
kaymkenek mn tterssim l'a'rad bhal l'wja' dial l'krsh, l'is'hal, l'hmma, d'doukh, l'h'laq, t't'fih, o t'qya' li mken yetbdaou f l'modda dial shharin qbel ma terja'.
بشحال الكلمه الواحده لليابان؟
كنظن الاقتراحات مزيانين، شريطه نقدروا نلقاو الناس المناسبين.
حسنًا، انطباعي هو عباره عن ارض جبليه، مزدحمه، صاخبه، مليءه بالضوضاء، نشيطه، تكاد تكون متفجره. شعب مجتهد، نشيط، قلق، فضولي، راغب في تعلم كل شيء، ياكل ويشرب بشراهه ولكن بادب، يكسب وينفق بحده.
يدها مكسوره.
في اليابان، باين لي التصويصي كيعطي الوقت بزاف مقارنه ببلادنا.
واش ممكن تشوف اذا كانت تمّا؟
كنت تمشي بسرعه خمسه واربعين في منطقه السرعه المحدده بخمسه وعشرين. يمكن ان تسجن لمده تصل الي تسعين يومًا.
شحال غادي ياخد باش يطيب؟
شْحال سْمِيَه هاد الساحه؟
انا مسافر/ه لوحدي. واش تقدّر/ي توصي بمرشد/ه محلي/ه؟
جبد لي فورشيطه اخري من فضلك.
واش تقدّر تجيب ليا طاكسي؟
تذاكر ديال الذهاب و الاياب لـ واشنطن دي سي، من فضلك.
واش عندكم شي اسعار ديال النهار؟
واش تقدّر تقولي واش مفتوحه البريد شحال؟
اشحال اللي تايدوز باش القطار ديال المدينه يوصل لبوستون؟
انتَ/انتِ تعطيني فلوس.
فين F اربعه عشر؟
واش عندك شي جوربات؟
عشرين دولار في ربع، من فضلك.
تا خُود بْراسك مزيان حتي تْولي لْدار.
بالمناسبه، واش نقدر نصرف هاد الشيك نعاوني؟
واش بغيتي تمشي لماتش ديال البيسبول؟
باش بغيت نبدلو.
واش ممكن تعطيني شي ورقه تغطيه ديال الفاكس؟
غادي ناخد شريحه.
فين كتقسم شعرك؟
بغيْت داكشي.
قول ليا شنو شكال الشنطه، من فضلك.
باغا نمرد هاد.
بشحال الثمن لباريس؟
ما كايتنقلش بالعدوي.
اذا كنت تقدر تصبر شويه، غنجاوب علي اي سءال عندك.
واش علاش ما جا باش؟
بشحال مره خصني نشرب هاد الدوا؟
اختاري ليا قميجه مزيانه.
بغيْت نتصل بـ طوكيو، من فضلك.
خُذ مَقْنُوعَاتَك مَعَك، مِنْ فَضْلِك.
فين المحطه؟
ما عندي وقت فراغ. سَرّعْ، من فضلك.
ما نقدرش موافق علي هاد السعر.
برد. واش تقدر دير شي حاجه؟
كنبغي شي فطر.
واش عندك بروشور فاليابانيه بالمجان؟
الفرع التشريعي هو البرلمان.
سميتي تارو ياماموتو.
سمح ليا. واش كاين شي مدار للرجل ماشي قريب لهنا؟
واقي في وسط شارع ويست افينيو.
زيد مباشره، من فضلك.
بغا نت شونبونغ و قصّه شعر.
واش ممنوعين التصوير هنا؟
فين الكشك ديال المعلومات؟
واش نقدر ناخد شي موعد لغدا فالعشيه؟
بغيْت شي فورس.
كان المَكان ف هاداك الدُّكان.
باش نقضي ليله؟
تقدر تشلح البقعه من هاد الثياب؟
زيد دير سْواغْ لْاخر هاد الزّنقه، من فضلك.
كنبغ شي روايه انجليزيه سهله القراءه.
لا، انا مجرد هاوٍ جامِع. كنعمل شي تْجاره، ولكن.
تاويل مريض، مبلول، من فضلك.
واش تْحَبّ تْغْدّا مْعانا؟
انا من السويد.
واش عندك شي فلوس تفوق خمسه الاف دولار؟
واش كاين محل ديال الملابس مزيان ديال الاطفال؟
باغي نبدل هاد الورقه الدراهم صغار.
نخليلك فراشك؟
صافي، كما هو، من فضلك.
بغا نتشوف طبيب ديال الاطفال.
فالخيوط الملونه علي شكل كوي تُرفع، وتُعرض دمي الساموراي في هذا اليوم وما حوله.
فزنا بزاف، باش نجيوا المره الجايه بالبدلات.
المحتويات كتساوي تقريبا مءتي دولار.
هنا، من فضلك.
من فضلك اتصل بمكتب المفقودات.
ثلاثه وثلاثون دولار وخمسه وتسعون سنت في اليوم، بالاضافه الي تسعه سنتات لكل ميل بعد المءه ميل الاولي.
الفرمله ديال الرّجل ما كاتشتغلش.
كنبغي مصباح قراءه.
بغيت نقص شعري، من فضلك.
باغي نمشي مع الصباح غدا. نقدر نسلم الفيزا دابا؟
بغي نطفي الغاز. ستي دقيقه.
واش عندكم شنويه ديال مقبلات؟
رقم مقعدك مطبوع علي التذكره السريعه.
واش الطياره غتمشي في الوقت؟
واش عندكم اكلات ديال هنا؟
باش نطلب منك توصلني لمحطه ديال الطوبيس؟
لثلاثه ديال الكبار.
زوج ديال الباكيات ديال الطّريف، من فضلك.
نتمني ليك تعاود تجي.
لا، ما كانديرش. باغيلي نعس و ما نقدر نحافظ علي والو في كرشي.
واش ممكن توقف ليا الشيكات الشخصيه ديالي؟
تقال بان التوفو نشا في الصين قبل حوالي الفي سنه.
واش ممكن تعطيني وصفه طبيه؟
كانبغي نشوف ماتش ديال كره السله. واش كاين شي تذاكر؟
جواز سفري وخمسه الاف دولار كاش ضاعوا.
قالي نجي لهنا باش ناخد تقرير الحادث.
عندهوم النزلَه.
واش نقدر نخلي المنيو ديالك ذكري؟
اش كيفاش نمشي للستاسيون؟
سيّد جونز خرج دابا. مزال غيعاود يجي شويه بعد الساعه ثلاثه.
واش تبعتيهالي قبل بدايه الشهر الجاي؟
لاباس، الحمد لله. ونتَ؟
بردات الليله.
فين غادي؟
واش تاكل لعشا؟
ستيك، من فضلك.
باغي ندير كشف طبي.
هادي هديه لصداقي.
اشْ واش غَادِي تَكُلْ شْحَالْ فِ الْحْلَي؟
قول لي الثمن بعدًا.
انا غادي فيها تقريبا ست سنين.
عمر بالصفيحه، من فضلك.
اذا كان بامكاننا مساعدتك، فلا تتردد في الاتصال بنا.
باش ناخد المقاس ديالك؟
داك القطن.
ارجوك خذ هاد الشنطه/الشناءط لهاد المحطه ديال الباص.
كاينين شويه، ولكن اش باغي تاكل؟
واش تمشي تبعث لراسه صاحبتي السيده يوكيكو اودا؟
هادي وحده ديال الماس كيلراط، صواب؟
سميتو السيد هارادا. شكرا بزاف.
واش عندك محل ديال Ungaro هنا قريب؟
فين القلعه؟
مسرور بمعرفتك كذلك.
انا غادي نمشي لفلوريدا.
اظن ان هذا كيعطينا نهايه ديال اليوم، الساده.
زيد دير سْواغْ فْهاد الطريق. دير ثلاثه بلوكات و غادي توصل للحديقه. الموزيوم كاينه فْالحديقه.
انا محتاج/محتاجه الي اسبرين.
فين نقدر نشري طوابع؟
واش ممكن اخذ جوج تذاكر ديال الدرجه الاولي لنيويورك، من فضلك؟
اش كيفاش نطلب؟
شحال من ساعه يدّي باش نوصل لهاداك؟
ضابط.
اكله اليابانيين فيها سمك ني، والسوشي، والطمبورا، الخ.
كنعسّ. او والله ما عندي باش نشغل راسي.
يمكن يكون.
واش واقتا غادي تمشي؟
واش قديتي تقيس الحراره ديالك؟
واش كاين شي حاجه قيمه ولا كتمكسي في حقيبتك؟
واش نقدر نبدل هاد السيور بشي وحده اصغر؟
خْليها عليا.
ما نقدرش نقف.
واش كاين شي طاءره جايه دابا؟
واش عندك عصير غريب فروت؟
بهاداك الطريق، انعطف ل اليسار.
اعطيني كره من فضلك.
باش نصور بلقاميرا ديالي؟
هاديك فكره مزيانه.
واش بغيتي نشريوه ليك؟
هاد الساعه بزاف فليل.
سميتي ياماموتو.
الباطل ما كيعملش. ارجوك ابعث واحد لفوق.
بشحال المساحه ديال المصنع، بالمقاييس المتريه؟
انا معفّس. ولكن ما نعرف فين بلاصتي.
باغي نعاود الفلوس.
kanbḥt shḥaja fihă lable d Prada b metal.
شحال عندك شي حاجه بالمقاس ديالي؟
انا في الطوبيس الغلط.
باش تشوف باشط ديالك، من فضلك؟
غادي ناخد هاد الشي و هاد الشي و هاد الشي، من فضلك.
الايكيبانا هي فن تنسيق الزهور. يوجد في اليابان اكثر من ثلاثه الاف مدرسه للايكيبانا.
عنقِي واقعني.
بغيت بيضتين مفورين مزيان، من فضلك.
قطّع الاطراف فقط، من فضلك.
واش نقدر نحصل علي المجله الاعلاميه الخاصه بالعرض؟
عطيني خمسه عشر غالون ديال البنزين برصاص، من فضلك.
انا كانعاني من فقر الدم.
قول ليها تمشي تشوفني.
شريت هادشي دابا.
اش كيفاش نمشي ناكل هاد المخلب ديال الكراب الكبار؟
هاد الباص غادي ل كارميل؟
بيضتين مسلوقتين علي طريقه البيض بالماء.
تاخدي الطلب معاك ولا تاكلي هنا؟
واش شحال باقي باش تسد؟
بغيْت نتاكد من الحجز ديالي.
23 نونبر هو عيد الشكر للعمال.
واش صعيب تفهم؟
باش نقدر نشريها بلا ضريبه؟
كنبغي نبقا شويه ديال الساعات بعد وقت الخروج.
عندنا عصير ديال البرتقال، التفاح، الجريب فروت والطماطم.
باغي نعاود فلوسي.
واش المفاصل ديالك كيحرقو؟
رقم التاكيد ديالّي هو خمسه سته سبعه كيو ال ار.
واش الحراره عاليه بزاف؟
خُذ هاد الوصفه للصيدليه.
انا شغال في واحد المكتب ديال السياحه.
الحفله اللي باغا نتصل بيها هي السيده يوكو نيشيهارا.
واش كاين بلاصه ديال التزلق علي الجليد قريب من هنا؟
واجب نكون رجعت قبل خمسه ديال الساعه. واش ممكن نمشي لـ "اوت ليت"؟
ما حطّيتيش الكوانطر ديالك.
الغيه قدامي.
واش تقدّر تحط اسمي في قاءمه الانتظار؟
انا هنا باش نشوف شنو كاين.
واش تمشي ليا الكاميرا ديالي ملي ندخل، من فضلك؟
تقدر تمشي. غير تبع العلامات.
واش عندك وقت دابا الليله؟
فينين الكونتوار ديال كرايه السيارات؟
لا. كنت مستعجل. شنو ندير؟
واش هذا هو الباس؟
نظن خاصني نخدم هاد الخمس دقيقه اللي بقاو باش نجوب علي اي سءال.
واش تقدّر توصّي ليا علي مطعم ايطالي مزيان؟
يبدو لي انك سكرت البارح.
صافي دوز.
هنا بروشور فيه بزاف ديال الرحلات السياحيه بالوطوبيس، بما فيهم رحلات ليوم كامل، ونصف يوم، ودّي الصباح، وليال.
واش نقدرو نكملو هاد الرقصه فمره اخري؟ معليش.
فين غادي نبان واحد الطوبيس لوسط المدينه؟
باش بغيت شي دويره مزيانه ديال الضفر، تبقي دايمه.
باقي شي قهوه؟
باش نقدر نعاونك تلقا شي حاجه؟
اوه، تقريبًا بلوكات اثنين اخرين، اظن.
72 مقسوم علي 9 كتساوي 8.
كنبغي شي كريمه للبشره العاديه.
كنسمع اليابانيين خدامين بجد.
واش بغيتي الجاز؟
السياح، هنا؟
بشحال بغيتي تفتح الحساب؟
اشْ شنوْ هاداكْ العلامه ديال السيرْ؟
تقدر تشرح ليا كيفاش نملا هاد الورقه؟
خليني نفكر في الامر و نعاود نتصل بيك.
غادي نقلّب علي حساب ديال مصاريف السفر.
واش ممكن نعطيني وصل ديال التامين الصحي ديالي؟
واش نقدر نخلي السياره في اي وكاله؟
واش خاصني بالضبط فلوس باش نركب في الطوبيس؟
واعيش هنا؟
بزّطْ، و غادي تلحق بيهم.
عندي سخانه.
هادي خمسه وتلاثين دقيقه.
ودابا راه صافي ساليت و عندي شويه داليام فراغ.
واش منين غادي يكون الليله؟
لا، مازال ما درناش. غير بالانجليزيه.
واش فيها دّار بّياس؟
وا هاد شي مقفل؟
تاك اواي، من فضلك.
اول درجه ولا ثاني درجه؟
غادي خصك تكون تمّا قبل سته و نصف علي الاكثر.
عجبني الرقص ديالك.
واش ممكن نغوص هنا بسلام؟
غاديين غير باش نشريو شويه.
صافي غتمشي تديه غدا الصباح بحال ما وعدتي؟
مرحبا بك. حنا فرحانين بزاااف بلي كنتي متفاهم.
بشحال غالون ديال البنزين الممتاز؟
واش الموصل كيعلن علي المحطات؟
واش نقدروا نتلاقيو هنا في الساعه اربعه؟
واخا. خليني نشوف. نقدر نشرب شي شيري باش نبدا؟
ديال من هاد الخدمه؟
سمح ليا. واش تقدري تقولي ليا اذا كان واحد المطعم ايطالي قريب من هنا؟
غادي يكون واجد عندك قبل 4 و نصف.
شحال ديال المحطات حتي للمتحف د الفن؟
باش نطلبوه ليك؟
واش القطار السريع كيتوقف في سان دييغو؟
كاين خدش هنا.
فين جا هاد التفاح؟
كيفاش كانت هاد الريستو؟
باغي نشوف الملحقه ديال المدينه.
بغيتي تلفّيه ليا بالبالي؟
واش هادشي نصف يوم ديال الدوره؟
السبت والاحد عطله.
فينبغي ليك تذكرني ملي نوصل لڤيكتوريا.
كنبغي شي موعد معاك غدا فالعشيه.
صافي، واش واش مخططاتك دغدايا؟
الريسبسيون؟ نكامورا كنهضر. دابا سْجّلت. ولكن هاد الغرفه ماعجباتنيش.
اشحال غادي ياخد هادشي ديال الوقت؟
واش عندك شي حاجه للزكام؟
سميتي ريسا كوباياشي، والرقم هو صفر صفر اثنين اثنين صفر اثنين صفر صفر.
طاوله فيها منظر بحر مزيان، من فضلك.
عافاك، عطيني شي بلاصات نمشي ليها ولا نتصل بيها في حال وقع شي مشكل.
اي، كان عندي علاج السكري في اليابان.
باغين نقعدو حدا بعضياتنا.
واش ممكن نعطيك كولا زيرو؟
واش من نوع ديال الغرفه بغيتي؟
باش نتّبعها.
تقدر تاخود هاد الشي في بوابات المغادره.
كانت عندي فلوس بالكريدي و كاش في محفظتي.
صافي، غلط مني.
غادي تضطر تحط طلب تعويض ديال التامين مع مكتب التامين ف اليابان.
واش تقدر تبدل هادشي من فضلك؟
خايفين ماعندنا والو مفتوح.
بشحال قدك توصل بالبريد العادي؟
واش هذا ذهب؟
ما كنعرفش كيفاش نقدر ندوز العمر ديالكم اليابانيين.
واش تقدر ترسم ليا واحد الخريطه من فضلك؟
هاداك الدكان كان ارخص.
انا ان براون.
باش نقدر نمشي تلفون مباشره من الغرفه ديالي؟
تا تقدر تحطو في صندوق؟
الجواز ديالك مازال صالح.
صافي مزيان. غنڭول للسفاره اليابانيه ونسولهم شنو خاصك دير.
تاكدوا من احكام ربط احزمه الامان ديالكم.
فين غادي نهضر؟
باغيْ نْكْرِيْ واحدْ فيلُو ديالْ عشرهْ دْ سيرْفيس.
واش عندك شي لون اعمق؟
اه، ما نعتقدش.
واش مهمّ ليا كنبدّي مزيان؟
انا مع عاءلتي، لذلك ما يمكنش نعطيك رقم الغرفه ديالي.
ما كايناش العلامه ديال الثمن.
بغيْت نْصَحِّي ف الصباح.
فين نقدر نحجز فندق؟
واش خاصني نعاود ناكد الحجز ديالي؟
صافي سيدي. غنبعتو واحد لفوّق باش يصلّحها فحالاً. ارجوك صبر شويه.
كاين سته واربعين. كل عماله عندها واحد باشا، وكل عماله عندها واحد المجالس ديالها.
ايه. غنمشيوا ندورو ونبيعو المنتجات بعد ساعه او شي حاجه.
كان داكشي قبل عشرين دقيقه.
شكون تقدر تعاودها ليا بحروف؟
اش دايره فيلم مزيان دابا؟
في هاد الاكياس ديال الورق البني.
نتمني نشوفك مره اخري.
باش دابا هادشي علاش صايبين بالحرير.
باغي نجرب مقاس اصغر. كبير عليا بزاف.
واش جربتي هادشي قبل؟
انا جيعان.
واخا دكتور، بغيتي دير ليه معالجه مءقته غير؟
عندي سخانه.
اف sorry، ما عنديش باش نعطيك change. واش تقدر تعطيني تسعه وتسعين دولار؟
اهلاً، يبدو اننا جيران.
واش كاين巴士 من المطار للوسط المدينه؟
ما كاينش طريقه باش نبزط شي حاجه ف طواليت.
اعضاء مجلس المستشارين يبقون في المنصب لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخاب كل ثلاث سنوات.
ما والو اخر.
صافي خصّك تزيد فلوسي في الحساب ديالّي، من فضلك.
الاسلحه اللي دخلو اليابان في هاد الوقت لعبات دور مهم في كسب المعارك.
واش عندك شي واحد اكبر من هاد؟
هذا يعني انك فقدت تاشيرتك ايضًا. يجب عليك التقدم بطلب لاعاده اصدارها الي الهجره.
عندّي ضعف في النظر.
واش كاين محل حلاقه؟
سمح لي. بغيت نعرف كيفاش نمشي لسطاسيون شينجوكو.
ارجوك حول رسايلي لهنا.
قول للطباخ هادشي زوين بزاف.
التلفزيون معطل.
تيكيت ديال الذهاب و الاياب لمدينه اوكسفورد، علي الساعه تسعه ديال الخامس.
ما نقدرش.
اشحال كيعطي هاد السياره ديال الموطور؟
هذا ساتو. كريت طوموبيل هاد الصباح.
صحيح. شكرا. بالمناسبه، هل مطلوب لباس رسمي؟
واش تقدّر تعطيني سميه ورقم تليفون طبيب؟
واش كاين شي دوا للدوخه ديال الطوموبيل؟
بغيْت شي سروال.
واش تقدّر تستناني هنا؟
واش كاين الربط مع بيرث؟
ايه، نقدر نشوف قاءمه الحلوي؟
واش كاين عرض ديال الضو و الصوت؟
ايه، هو كذلك. واش من بعد، غتتسجل هنا، السيد يامادا؟
وسط، من فضلك. واش نقدرو نحصلو علي بلاصتين حدا بعضيات؟
ايه، نقدر نعاونك؟
واش تقدر تخفض الثمن اذا بقيت ليله و ليله؟
باغي نشدّ الدوش.
واش غايخلصو متي؟
في حاله الالغاء، يرجي الاتصال مسبقًا.
kayn kamera dabaak. bghitk tkhaliha fi blad sselama.
فين هي البنزين؟
هاد الطران سباق في بالتيمور؟
واش تقدّر تجيب ليا شي ما، من فضلك؟
لا، شكراً. غادي يكون الظلام معضم الوقت ديال الطياره علي كل حال.
غير كانشوف. شكرا.
سمح ليا، ولكن ماظنش هاد الرقم صحيح.
واش داك شامل المشروبات؟
بشحال دقيقه غادي توصل القطار؟
من اي بوابه غادي يمشي هاد الطياره؟
سميه الفندق اللي غاتسكن فيه الليله، سيدي.
واش خاصني نحجز بلاصه في القارب اللي غادي ينزل النهر؟
واحد الشخص غايجي شويه دابا.
تقدر تعاودها؟
واش السينما قريبه؟
فينانا سته ديال الناس. بغينا نقعدو في نفس الطاوله، من فضلك.
اوا، هاداك الطريق.
شكراً علي الدعوه باش نتعشاو عندك.
سمح لي. عندك الساعه؟
عصير برتقال، بيره، نبيذ، ويسكي و كوكتيلات.
تا تقف في الصف. و انا نمشي نجيب لينا واحد البسكويت.
واش تا واحد ديال الطوبيس غادي لـ "Grand Hotel"؟
باغي نحجز لليله غدا.
دا الطبيب عطاني وصفه طبيه.
ايه. و اش من نوع ديال التتبيله فالسلاطه ديالك؟
واش كيف بغيتي؟
واش تقبلوا شيكات السفر؟
الله يعطيك الصحه، ولكن خايف عندي شي شغل خاص يتسالي غدا الصباح.
بدات كانمشتاق للرز و شوربه الميسو.
لا، شكراً. واش نقدرو ناخدو كاسين ديال الماء، من فضلك؟
باش ماكنعرف نتكلم بالانجليزيه شويه.
شويه الماء من فضلك؟
فين كاينه في الطابق؟
باش نشرب اتاي.
ila kan 3andek, ma tkhlsش مرا تاني ملي تاخد، باص رقم 44.
تقدر تجبد ليا الملح؟
تقدر توريني داك الساعه ديال اليد؟
الا وحده.
تذاكرين ديال الاربعاء، من فضلك.
بشحال الضريبه علي المبيعات؟
ارجوك، ارقم ثمانيه.
خدو الطياره ديال الساعه اربعه لنيويورك، ومن بعد دوزو اخر طياره لواشنطن من نيويورك.
هي شنطه قديه بالجلد بني.
واحد كونت، من فضلك.
هُم في الطابق الثاني.
واش فين ضيعتيها؟
كنبغي واحد الامپلي.
اصلح هذا من فضلك.
بالطبع. غيكون واجد باش الخميس.
واش عندكم النبيذ بالقصعه؟
انا مريض بالزاف. الله يخلي ليك اطلب طبيب.
واش توصلت اي فاكس؟
اش حال الطابق؟
باش نقدر نعطيك شيك سياحي؟
كناتبدلو الهدايا مع صحابنا المقربين في عيد الميلاد.
هاذي وصفه طبيه من الدكتور تومسون.
فين المحطه ديال الباصات ديال شيكاجو؟
واش تجيب ليا شويه افلفل، من فضلك؟
انا معطل.
ايه، كانعطاو. كاينين في الطابق الثالث.
kayn rondه د لمشيه ف بلاص مشهورين.
خوديوني اقرب مستشفي.
زوينه بزاف.
باغي نشري خمسه. حتي بهاداك ما غاتخليوهم ارخص؟
عافاك، بغيت بلاصه حدا الضيقه في الدار.
واش نقدر نعاونك بشي حاجه؟ بلاستر ولا شي حاجه؟
فين مكان مزيان باش نزور؟
ما نقدرش نقرر. غنعاود نجي بعد شويه.
تقدر تشوف ليهم طّوموبيل؟
سمح لي. فين الكيسان؟
باغي نمشي للماكله.
وريني داك، من فضلك.
كنبغي ليك تعاود تفكر في تجديد العقد.
فين غادي نمشي باش نقلب علي مكتب المفقودات؟
فين وصلنا دابا؟
كنبغي معطف تقيل للشتي.
انا معجب كبير بالمطبخ الامريكي.
واش نقدر نسول واحد السءال الاخير؟
واش نقدر ناخد برجر؟
كانبغيو تجينا تقضي معانا شي ايام هاد الربيع.
هاد الباب ديال الطياره للمغرب؟
بشحال مره في النهار خصني نشربو؟
اتاي بلّيمون، من فضلك.
هاد الضرس اللي من فوق كيعور.
بشحال جاتي ف الطياره؟
سمح لي، معندي مانزعزعك، ولكن واش تقدر تجبد لينا صوره بهاد الكاميرا؟
كسرت يدي.
واش الركاب كيدورو يدخلو دابا؟
تاخد الطرانسبورطا الخضرا من الرصيف رقم سته.
قول ليا شنو هي المطعم اللي معروف عند الناس ديال هنا.
طيحت الكاميرا ديالي. واش تقدر تشوفها ليا من فضلك؟
انا معفّس. سكّبت النبيذ علي الارض.
افين بالي. سالا دابا. عندك موعد؟
الرحله ديال JAL خمسه ل طوكيو ف ثلاثه ماي.
قول لهم بلي نزلت بخير.
واش ممكن تحط عدسات طبيه في هاد النضارات ديال الشمس؟
بالمناسبه، واش غدي نحتاج نعقد؟
باغي نبدلوها لنفس الطياره، ولكن في الرابع ديال مارس.
واش غتمشي تجيبها للكوانطر تما؟
واش كاين طوبيس غادي لوسط المدينه؟
صافي اتصل بيا فْ الصباح الاول.
عطيني دوا للمعده، من فضلك.
عندي غير حوايج شخصيه في هاد الساك.
سمح لي. نقدر نمشي؟ من فضلك.
باغي نمشي للتحويشه، ولكن عندي بزاف ديال الشناطي. غانضطر نصبر.
كان طويل بزاف و شحال هادي.
عندنا العنايه بالاظافر و الدهن.
واش القطار مزال غادي يوصل في الوقت؟
الدار اللي حداها صداها مزعج.
ما هو مزيان و لا شين.
واش ممكن نعاونك مفتاح رءيسي، من فضلك؟
باش نتكون معاك كيمفرحني.
خوديوني للشرطه.
السي ديهات رخيصين بزاف في هذا المحل.
كنبغي بشرتي تكون نعمه.
شريكك علي الخط. تفضل.
واش متي ناخد هادشي؟
باش نقدر نعطيك فلوس بشيك سياحي؟
ما كايناش صاحبي، ما عرفتش فين هما. تقدر تبعت ليه نداء؟
Whisky f lkass, afak.
اكيد، في هاد الحاله، شركه الطيران غتعوضك.
هادي وحده القلم ديال الحبر.
هادو بسكويت ياباني.
واش غدي تزيدو تقعدو شحال؟
لباس. مزيان غير حسيت براسي مزيان.
كنافقو ف نفس النقطه.
عندك مْحَطَّه ف شيكَاغو.
كنخاف ما تكونش. ولكن تقدر من الخارج و في الدير.
لقد قمت بايداع.
باش بغيت تحليل البول.
شكرا بزاف.
غادي نبقي كانستني.
ما عندي حجز، ولكن واش نقدر نمشي نقلب هاد النهار؟
انا كنلعب تنس مرتين في الاسبوع.
فين اقرب محطه ديال الميترو من هاد الفندق؟
اكتب "امتعه غير مصحوبه" فوق الحزمه من فضلك.
كنتساءل واش غتمطر غدا.
الله يعطيك الصحه.
فين نقدر نمشي نلقا القراش؟
صافي زوين بزاف. ما يمكنش يكون قليل الدسم. هو مزيان و قليل الدسم.
واش نقدر نستعير مفتاح ديال الطواليت؟
ملي يعاود يجي، الله يخليك سولو يعطي رقم ديال السيد اوكادا.
غادي ناخد ستيك نيدر مع بطاطا مشويه.
خمسه عشر A. واش قعدت في البلاصه الغلط؟
واش واقت اش غادي ترجع؟
غادي ناخد ستيك ديال البقر.
صحيح. كاينين عندنا مواقع تاريخيه معروفه اخري في المدينه وفي دواوير ديالها.
بالحق. هادي تاني مره لينا من مالي جينَا هنا فحال العرسان.
ما عندي حتاشيات. غير الشغل بزاف، بحال ما كيديرو بزاف ديال اليابانيين.
يه، واخا بحالني جيت لهاد البلاصه بزاف ديال المرات ف الافلام و البرامج ديال التلفزيون.
فين النمرّه؟
لـ الوجهه النهاءيه، روما من فضلك.
اه، الاستاذ كورن كيعجبوه يعطي امتحانات مفاجءه.
واش بحال هاكا؟ و من بعد شنو غايوقع؟
تحطات حقيبتي.
واش شي حاجه فاجاتك ف اليابان؟
مللي تشوف واحد، غير وّجّح ليه.
كانبغي نمشي قبل يوم.
عطشان مزيان. كاس كبير، من فضلك.
داك سوبرماركي كبير بزاف، كاينه خارج مدينه كبيره. عندو بلاصه ديال الباركينݣ واسعه.
تايبان هشّاشه.
تقدر تدخل داك الباب في الصوره؟
واش الفطور مهلّل؟
طباعه مضاعفه، من فضلك.
واش كاينين بزاف ديال الطاكسيات جايين؟
اي، مفتوح للعامه.
اريكم في الطابق الاول، من فضلك.
انا مطلق/ه.
هادي طريق للفندق؟
سمح ليا، ولكن هادشي باين قصير.
كانعاني من خفقان في القلب.
غادي نمشي من كالي الي دوڤر بالباخره.
باغي تيكيت جديد.
واحد بيتزا مشكله وثنين قارورات ديال البيير، من فضلك.
بغيته فاقع الحال.
ايه، خاصنا نكونو حذرين من السيدا.
هديه لوليدتي.
ما كنت عارف ان التفتيش ديال الامن غيكون هاداك القدر ديال الصرامه.
فين تنزل باش نمشي شيني تواون؟
سمك مقلي.
انا شغال في بنك.
سمح ليا. واش تقدّر تقترح شي مطعم مزيان؟
بشحال ديال الاونصات نقدر نعفيهم من الضريبه ملي نجيبهم معايا لليابان؟
كنبغي لعبه لوليد.
كنبغِي نعطّي هاد البوسطال ل اليابان بالسرعه.
كنبغِي نعطّي هاد الرّساله بالبريد الجوّي.
عندنا غرفه لزوجين بـ 50 دولار لليله.
افين، ممنوع تدخلو بالجينز و التيشورت.
بـغيت نتسجل، من فضلك. السميه ديالي هي هاروكو اوغاوا. كانعتقد عندي حجز.
هذا هو الباس المناسب، اللي باغي يجي دابا؟
واش جايب شي كادو معك لشي واحد في هاد البلاد؟
بالاكل شي اكل خفيف علي المعده قدر الامكان.
ابغيتيني نعرف شنو هي الاجراءات ديال الاعفاء الضريبي.
ماشاء الله علي هاد البلاصه، مزيانه بزاف، ا سي؟
واش عندكم جدول ديال القطارات؟
عافاك، بغيت نلقا واحد الولد لاباس قبعه حمرا.
سمح ليا، بغيت نعطيه لليابان. شحال تكلّف قيمه الارسال ديالو؟
مشيت عبر امريكا بالكريه.
صافي، رقم الغرفه زيرو ميه و تلاته. هاك مفتاحك.
الفيلم يبدا في الساعه حداش ونص ديال الليل. كيتسالا في الساعه وحده ديال الصباح.
مْزْوَّد، عافاك.
واش ممكن تعطيني نْڭدَه د لْصباح علي سبعه د الصباح؟
باغي كاميرا بثمن معقول.
الناس اليابانيين يكرهوا معامله الضياف بشكل سيء، وكرهوا حتي ان يُعاملوا بشكل سيء.
واش نقدر نشري بطاقات بريديه؟
واش في اي ساعه غتكون عندك توقيعات الكتب؟
فين هاذ الساعه، سيدي؟ هي واحد عشره الصباح.
اش هذا الخط؟
واش كلشي لاباس؟
غطي فمك بمنديل.
واحد تقيل.
بشحال التلاته؟
كنبغي خاتم خطوبه.
ما بزاااف.
ها هو التغيير، سيدي.
لا. انا ياباني.
صافي. بلاصتكم غتكونو هنا.
فتره ايدو، اللي ما كانتش فيها حروب في البلاد، دامت حوالي مءتين وخمسين عام.
خد هاد الشي تلات مرات في النهار بعد الاكل لمده تلات ايام.
واش تقدر تطور هاد الفيلم؟
بغيْتْ نْسْتَعْمِلْ الحاسوب ديالك، من فضلك.
واش تقدري تجي دير شي كاس فدارنا نهار الاحد فالعشيه؟
نَاخُودْ هَادَا.
هاد واحد فيه خدش هنا، واش ممكن تبدلو بواحد اخر؟
واش ممكن نعاوني بابره وخيط؟
زوج ديال تيكيطات في واحد الطريق لبوستون، من فضلك.
مشيت لعرض ديالك ثلاثه مرات العام اللي فات في اليابان.
واش نقدر ناخد دجاج علي العشا؟
كانبغي نعطيك عروسه من كيوتو.
اش كيفاش نمشي لهاداك بلاص بالمترو؟
قول ليا كيفاش نمشي نتصل بهاد الرقم.
واش هذا هو الطريق الصحيح؟
باغي نشعر بفقدان وثاءق قيمه.
هاد هي اخر طبعه ديال كتاب "عشرين رسام كبير د اوروبا"، وفيه تصاور بحال 200 تحفه فنيه.
فين نقدر نبزط تيكيت ديال طاءره بثمن معقول؟
واش شحال الوقت غادي تبدا الخدمه؟
هاك. الفاتوره في الساك.
فين الكوانتر ديال الاكسسوارات؟
نطلب مارطيني.
واش هاد التيليفون معطل؟
واش شنوّ الطّران اللي خاصني نركب باش نوصل لـ اوكلاند؟
ضاعات ليا محفظتي داخل هاد المحل.
واش نقدر نشرب شي حاجه قبل المكله، من فضلك؟
ثلاثه ستيكات، لوبستر كبير، وعشره انواع ديال التحليه بالثلج.
اش من احسن طريقه باش نلبس هادشي؟
كيقولو ناقصه درجه الحراره.
نوضني في سته ديال الصباح، من فضلك.
ايه. مزيان بزاف نعرفو الناس شحال متنوعين.
فين فهمت. كاين زياده ديال واحد في الميه.
شي ناس مْجموعين باش يشربو شي حاجه. بغيتي تجيني؟
ما نشف الغسيل مزيان.
واش عندك قلم؟
بغيّتي تجرب الاكله المكله في هذاك المطعم.
اليابانيين شحال مايكونوا عندهم فلوس، كيبخلو.
بغيْت نسمع علي داك الطّور.
هاد اللون راءج في هاد الايام.
باش نقدر نحطّ المتاع ديالي في الصندوق؟
فين فهمت. واش تظن نقدر نجيبهم؟
انا مزيانش من البارح.
بليز جيب لي قطعه ديال الصابون.
ستافدت.
كانت سرعتك خمسه واربعين في منطقه السرعه القصوي فيها ثلاثين ميلا في الساعه.
و انا نشكرك. طاب يومك.
عندي وجع في كرشي.
هادي اول مره ليا.
ناخد واحد القطعه من هادشي.
kanbghii nshri jakit b'yaka ddiqa.
تاخد واحد البييره.
كنبغِي نمشي نعطي خمسين دولار و عشرين الف ين ياباني باش نسد الباقي.
نظن هاد التغيير خاطء.
واش شنو الوقت غاديه تسالي العرض ديال الدار في الليل؟
سميتي العاءليه هي ياماغوتشي. Y A M A G U C H I.
بغيْت نْفْتَح النّافذه.
باغي بزاف ديال المطر. نتمني ينشف.
لباس عليهم كاملين، الحمد لله.
ماشي مع الفطور والعشا؟
نظن شويه ضيق.
واش كاتباع طوابع بريديه؟
كنبغيه هاد التصميم غير علي الابهامات ديالي.
كنبغي نستعير شي منضور ديال دار السينما.
عطيني الطريق، من فضلك.
شحال د الوقت كتاخد؟
واش عندك شي مثال علي طريقه التعبءه؟
واش تقدري تقولي فين غنمشيو في هاد النزله؟
كمل النزلان في هاد الطريق، و دّور ل اليسار عند الاشاره الثانيه.
نخُدّها اذا عطيتيني تخفيض عشره بالميه.
يه، واخا ساليت كانحصل علي واحد الغرفه، ولكن الغرفه مازال ما نظفاتش.
ماعجبنيش هاد الغرفه. واش عندك شي حاجه احسن؟
فين هي الباب ديال الطياره اللي غاديه لشيکاغو؟
تقدر تتقلب؟
باغِ بغيت نحجز بلاصه لـسياتل.
كنبغي طاوله تطوي.
شحال ثمن نصف الاقامه؟
علي الاقل عشرين دولار.
نقدر نرجع للدار، ولا نجرب سفر بالوطا، شريت ما يكون غالي بزاف.
ماشي مشكل. الله لا يعاودها.
خدمه ديال بازكييا فيها شي حاجه بحال ديال طفل، ولكن تركيب ديالو معقد بزاف.
ولكن، غتكون مريحه بعد ما تتبهدل.
تقدر تشرح ليا كيفاش نلعب هاد اللعبه؟
كنت ممنوناً ليك اذا قدرتي تحجزي ليا طاوله حدا الضّريبه.
غادي نوصلو في الساعه عشره. شويه مزيان علي الموعد.
واش سبق ليك كليت اكل ياباني؟
واش عندك شي كاسيط ديال الموسيقي الشعبيه؟
رقم تلفوني واحد اثنين ثلاثه اربعه خمسه سته سبعه.
انا باغي/باغا بغيت نعس، بزاف. واش تقدر/تقدرين تجيب ليا طبيب؟
بغيتي غرفه للتدخين ولا غرفه ممنوعه التدخين؟
كنظن السيد خصو يكون مشا.
باين ليك عندك النزله.
بغيْت شي صباط ديال الرباط.
انا مهتم بالتاريخ، لذلك اريد ان ازور المعالم التاريخيه.
بغيت نحجز طاوله لسبعه اشخاص.
سمح لي، ولكن ما عندنا غير البيره ولا الويسكي.
هو خارج المكتب دابا. نقدر ناخد رساله؟
ارجو صرف شيكات السفر.
واش عندك شي صرافه صغيره معاك؟
باش ف امريكا، دخّل للجامعه ساهل ولكن تخرّج صعيب.
اش داير باش نشعل هاد الضو؟
تقدر تحرك شويه لَيمين؟
اشْحال من معلم ف الطريق؟
ايه، انا. غاديه نمشي لـ لوس انجلوس.
خليه طويل.
صافي سالات البنزين عندي.
واش ممكن اي شي بلاصه زوجي لليله؟
واش عندكم طابله ديال اربعه؟
داك شي تما، مزيان قدام مكتب ديال المعلومه للسياح.
ما سمعت بهاد العنوان في هاد المنطقه.
تمشي ديريكت حتي تشوف صيدليه.
بشحال الثمن ديال الفطور؟
اشْ كيف نقدر نعاونك؟
dir l'shmal f z'nq l'thalta.
تايْشْحال دْ السُّكَّر وْ الكْرِيم فْ القَهْوَه دْيَالْك؟
تقدر تصرف لي شيك بميه دولارين؟
ila ja wela, n'sel lli tkon bhal dialk.
فين الكافي؟
كنبغي واحد السواغ ديال الاطفال.
صافي. الثمن 85 سنتيم للبريد العادي وثلاثه دولارات وزيرو سنتيم زياده للبريد السريع.
الا كنت مكانك، نشري هادشي.
واش غتكون عندي شي مشكل مع الديوانه؟
واش عندكم صباطات كلاس ديال الرجال واسعين من القدام؟
لا. هل اقترح غرفه مزدوجه للاستعمال الفردي بدلًا من ذلك؟ لدينا واحده.
بغيْت شعري يكون مْكَلْكَع مزيان، عافاك.
هي باغا بيره.
صباح الخير. كيف حالك؟
كنخاف خصني نشوف شي نوع ديال الوثاءق الثبوتيه.
اش نوع ديال الدريسنج؟
هذا بارد شويه. واش تدفّيه؟
اكيد، هاد البلاصه مخدوده ديجا.
لباس، الحمد لله. ولكن بغيتي تجبد صاحبي؟
شكرا، هاداك كافي.
مين احسن صاحب ليك؟
يوم الصحه والرياضه، العاشر من اكتوبر، هو عطله وطنيه مصممه لتعزيز صحه الناس.
واش بغيتي نشوف داخل المحرك؟
واش تقدري تعاوني باش نلقا حقيبتي؟
واش تقدر تدبر الموضوع مزيان قبل الحين؟
كنت كاين معاون. شكرا.
مللي وصلتي، سولي واحد اخر، من فضلك.
بغيْت باش تمدّ لي رقم 24، من فضلك.
ها كاين دولارين. خلي الباقي.
واحد هامبورغر و واحد شيزبورغر، من فضلك.
بشحال كتقلب علي المعالجه؟
كل واحد فينا بغا يدفع علي حسابو.
كان الموضع علي كرسي في قاعه الاستقبال.
ارجوك بدل هاد الين بالباوند.
بغيْت مْعَجَم صَغِير فْ جِيبِي، عَفَاك.
لشخصين علي الساعه سبعه. الاسم هو واتانابي.
صافي ساعه ديالي. كانت من نوع Seiko ديجيتال.
غايكون لينا الشرف باش نقدمو ليك المشروب اللي بغيتي، ومن بعد العشا. دليل كامل ديال المشروبات اللي كنعرضو في هاد الرحله موجود في دليل المعلومات ديال المجله ديالنا.
واش ساكن هنا قريب؟
فين المحل ديال الهدايا؟
انا في الطريق السريع رقم واحد قريب من موررو باي.
بغيْت منبه، من فضلك.
بالمناسبه، سميتي هو هيروشي ايجيما.
هاد الطران سبور عند ليك فورست، ما كايديرش؟
اغلبيه اليابانيين كياكلوا الكتاكو و الحبار.
واش ممكن اخذ جوج ديال تذاكر ديال الدرجه الثانيه لشيکاغو من فضلك؟
مشيت لنيويورك.
اشْحال رقم الطياره؟
واحد لنيويورك، من فضلك.
بْحالْ داك شي يومين ثلاثه.
الثاني علي اليسار.
هاد الكارت، فهمتي؟
واش هاد هو مكتب الاستقبال؟ واش كاين واحد الكلينيك قريب هنا؟
واش عشره دولارات غتكون كافيه بالتاكسي؟
هذا طعمه غريب.
ايه. ستي، نجيب ليك واحد.
نص ديال النص، من فضلك.
ماشي بزاف. شي حاجه مشي غاليه.
واش باغي شي حاجه؟
اربعه ليالي.
انا محتاج شي جوارب.
واش ممكن تخفض الثمن شويه بما انه فيه بلايص فيها بلايص ديال الدروخ؟
واحد الراجل خبط فيا. بعد ما خبط فيا، لاحظت فلوسي سالو.
ما متاكدش واش كان كافي الملابس اللي جمعت باش نسافر ثلاثه اسابيع.
صافي، بغينا نجربو نبيذ ابيض.
اذا شي حد سْوالْ عليّ، قولْ ليه غنكون ف الكافيْ.
اكيد كان عندي في الجيب الداخلي ديال المعطف.
واش نقدر نعرف اسم الحزب و رقم الهاتف اللي باغي اتصل بيه؟
واش شركه الطيران غتعوضني علي شري بعض الحاجات الاساسيه الشخصيه؟
بغيْت غرفه مع حمّام.
ما خرج والو من الاله؟
كان المفروض تمشي في الرحله رقم ثمانيه ميه و صفر، اللي طارت قبل خمسه عشر دقيقه. مزيان. نقدر نرتب ليك رحله اخري.
شي واحد فكّ الباكيط ديالي.
اه، ما كاين والو. المهم نتا هنا.
الخطوط الجويه اليابانيه، الرحله رقم واحد اثنين ثلاثه.
بغا نمشي نشري شامبو.
واش تقدري تقولي ليا ملي نوصلو للسينتر؟
فين اقرب جزار؟
كانبغيو نبقاو اربعه د ليالي ابتداء من واحد غشت.
شْحال سْمِيَّه هاد الزَّهره؟
15 شتمبر هو يوم تقدير كبار السن.
ما كاين صابون ف هديك الغرفه ديالي.
واش كاين شي دوا نقدر ناخدو لهاد الطفح؟
تقدر تبدل الكلام اللي قلتي دابا؟
اشحال غادي ياخد الطلب؟
تقدر تزيد شويه بالصوت، من فضلك؟
واش غدي تطلّع واخّا شحال؟
فين معلومات الرياضه؟
هاد السّميه هنا، اللي كتقول ليها سّميه عاديه، غتّصلح.
فين غادي تْصَلّْ الرحله، و فْ واش الوقت؟
فينبغي ان ابدل القطارات باش نمشي لـ ادنبره؟
كانبغي نحط هادشي في صندوق الامانات.
فين نقدر نبدل فلوسي؟
واش نقدروا نخليوا حوايجنا في الطوبيس، غير الحاجه الثمينه؟
كنت بغيت نعرف شنو هاد المصروف اللي كاين في الفاتوره ديالي.
غادي نعطي خمسين دولار.
دابا عرفت شنو اللي كان مشكل.
هذا ايكيدا كانكلم. عندي حجز لطاوله في سته و نصف هاد المساء. ولكن مع الاسف غنوصل متاخر بنص ساعه.
بشحال نقدر نشري ديال العطر معفاه من الضريبه؟
السياحه فقط.
صافي، غبر عليهم بالصيغه. كيف بغيتي؟
واش باقا عندك بلاص لبارح د الليله؟
باش بغيت واحد كبير.
نعست و ما سمعتش المنبه ديال 6 و نصف.
انا مصور فوتوغرافي حر.
باش تقدروا تبدلو دولاراتكم بـ "فيشات" ديال الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
غادي يكون عندك الاقتراح الاسبوع الجاي.
شكراً. شحال هاد الزوج ديال القفازات؟
واجب نمشي. غنڭاليك بعداً.
بغيت شي ديال الفوطات ديال الاطفال.
فين جاو هاد السمك الفراشه؟
تقدر تبدلهم بالدولار، من فضلك؟
صافي، حنا مزيانين بزاف. عندو واحد ف التمنه ف المحل ديال علا موانا.
واش كاين شي ليموزين؟
واش ممكن تعطيني نْڭيظ في خمسه ونص ديال الصباح غدا؟
كنفضل غرفه هاديه.
بغيْت شي حاجه باش نشدّ طلاء الاظافر.
بغيْت بطاريه.
واش كاين فرقه موسيقيه ولا دي جي؟
واش نقدرْ نْكْرِيْ معدات الغوص؟
باغي نحجز غرفه لربعه د ليالي ابتداء من ثاني عشر من شهر دجنبر.
واش هاد الساك مناسب لجميع الاحوال الجويه؟
بغيْتْ طْرِيفَه، عافاك.
باغيْ نْكْرِيْ طوموبيل اوتوماتيكْ لْيومين.
مشفتش الطياره رقم عشرين اللي غاديه لسان فرانسيسكو.
بشحال لدار المطار؟
صافي مزيان. واش متي؟
شحال بنتك؟
واش تقدر تقولي ليا علي فنادق رخاص و نظاف؟
نقدر نحجز ليك غرفه مريحه في قصر قديم حدا ملعب غولف معروف.
kanansih hada bghit nwarrik, l'assa daba mn moulat alamiya b 100 fil miya.
واش القطار كيتوقف في برايتون؟
واش تقدّر تقولي فين نقدر نمشي نطّلع طاكسي؟
تذاكر ديال الدرجه الثانيه جوج، من فضلك.
باغا بغيت نمشي فاكس.
كنبغي واحد المِكْواه ديال السَّفْر.
باش نقدر نعرض عليك شي حاجه؟
نهار ديالي؟ واخا نخاف نسول، ولكن شنو كتقصد؟
باغا واحد ينفع يحمل الوثاءق بحال ديال الورق العادي ديال الرساءل من غير ما نطويها.
اي، ولكن مشي بزاف.
انا عندي حساسيه من القطط.
اه، خاصك يكون عندك رخصه سياقه و، اممم، خاصك يكون عندك رخصه من لجنه سيارات الاجره والليموزين.
امرك سيدي.
ما كينش شي سخون ديال الماء باغي يجي.
كنبغي نحجز غرفه لليله ديال دابا.
لا، ما كيدخلش الضريبه و لا المصاريف ديال الخدمه.
واش بغيتي تمشي تْشري معايا دابا فْ العشيه؟
اهلاً، هاد شي لباس زوين بزاف.
الان، تم الاتصال بك. تفضل، كمل/تكلم.
واش واش رقم الباب؟
اشْ شنوْ كايْكونْ تْهْدِيَّه تقليديه ديالْ هاواي؟
واش نقدر نمشي ليها بالميترو؟
بغيْت ندير سشوار.
واش حنا قادين نوصلو لشي حاجه بالهضره هادي؟
انا من النرويج.
من عشره ل十二 من فضلك.
بالاك. خليني نشوف. تبان ليا واخا تاذيت من المرجان.
صافي باش متخسرش، عطيني نمره المسءول.
واش كاين طريق سريع؟
واش معاجبوش يحضر للفيسته ديال البارح؟
وقع حادث سير.
سمح ليا، نعست بالرقم خاطء.
ادخل رقم التعريف الشخصي الخاص بك من فضلك.
ما نقدرش نضبط الصوره.
واحد برغر بالجبن و عصير ديال البرتقال، من فضلك.
ها هو جواز سفري.
واخ، بارك الله فيك بزاف. ا، واش نقدر نصعد لفوق؟
واش ممكن ناخد تّيْكِيتْين ديال لمُوسِيقَي ديال الجمعه الجايه؟
واحد السيد اللي غادي تمّا قال يقدر يبدل بلاصتو معاك.
واش نقدر نطول الاقامه ديالي؟
قول، واش تعرف شي بلاصه مزيانه باش نشوفها قريب لهنا؟
لا، باغيْ نْكْرِيْ نصْف مجموعه ديالْ عصا و زوج ديال الصباط.
واش تقدّر تخبرني ملي يلقاو الساك اللي ضاع؟
اش سمّيه هاد البارك الوطني؟
عندي جرح خفيف.
فين بلاصه مزيانه باش نشوف شنو معقل؟
واش نقدر ناخد شي فروطه؟
واش نقدر نتغدا دابا؟
بغا نمبدل هاد الدولارات.
بغا ليا طكسي. انا في South Main و Liberty.
بالطبع، واش محتاجين ديموناي؟
ماشي تفاحه، ولكن خوخه.
نعطيك وصفه طبيه. خذها للصيدليه.
كناقلبوا تلات مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هاذ غالي، ما كاينش؟
ايه، عندنا داكشي. غنحضرو ليك.
تقدر تحافظ علي شناطي حتي الساعه ثلاثه؟
لا، غير بغيت ندوز مرحبا.
واش نقدر نحجز سياره ديال الكراء هنا؟
واش نتا امريكي؟
لهاد البلاصه، من فضلك.
السياره ديالي معطله.
فين غادي يكون دلّ الكحل؟
بغينا بلاصه هاديه، اذا كان ممكن.
هاد التاكسي سالك؟
واش هادي محطه السرعه؟
واش في واش الوقت نمشي عندك؟
كنبغ شي قنينه صغيره ديال النبيذ الابيض.
اه. واش نقدر ناخد طعامي شويه من بعد؟ ما باغيش مزيان دابا.
صافي، عندي اخبار. غاديه نتزوج.
اي سروال اخر؟
واش ممكن يعطيني برنامج؟
دّار ديالي دخّلو ليها حراميه فليل.
وريني السمكه اللي شفت اليوم في كتاب الصور، من فضلك.
شوف التعليمات علي عبوه الاكل المفرغ من الهواء.
باغي فلوس ورقيه.
خطف محفظتي وهرب.
ما عندكش دروس تجريبيه؟
فين نقدر نشري طوابع بريديه؟
انا من بريطانيا العظمي.
غادي نشوف مع مراتي في هادشي.
بغيْتْ نْرجعْ هادْشيْ وْ نْسْتَرْجعْ فلوسي.
kayn telfon kabin f lqdam men dak lbank.
غادي نوصل ف التاسع ديال مارس و نمشي ف الرابع عشر.
هادشي غالي شويه، ما كتعرفش؟
واش عندك الطوب؟
فين محطه ديال الطوبيس؟
باش تاكل شي حلو؟
واش كاتْهْدَر؟
نفس الشيء بالنسبه لي، من فضلك.
ما وصلش طلبيتي.
kayn بزاف د لعيون د لماء سخون.
ارجوك، بغي نبدل خمسين الف ين ياباني بدولارات امريكيه.
صافي مزيان معايا. في الواقع بغيت نشرب سيجاره.
فين نقدر نکري سلاال و صباط ديال التزلج؟
نسيتي ولادنا شرب؟
واش تقدّر تبعتّها لعنواني في اليابان بالبريد الدولي مع الدفع عند الاستلام؟
كنبغ كاس ديال النبيذ الاحمر.
الي كان ديالك، سيدي. ههه، غير مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
عندنا البيـر، الويسكي، البراندي، الجن، الفودكا والنبيذ.
ايدي. ا، صواب. واش باشوطه مزيانه؟
رقم غرفتي ثلاثه ميه سته و عشرين. واش تقدّر تجيب ليا الغسيل ديالي؟
نشوف واش شي واحد من هادوك يصلح.
بغيْت كَطْرَه.
جبلي شي كسوه ديال الجبن مبشور.
واش نقدر نخلي قميصي يتنظف قبل غدوه الصباح؟
واش يخلي يعاود لي تليفون؟
واش علاش دابا؟
سمح ليا. واش كاين مكتبه حدا هنا؟
نظن انك وقعت في خطا. الغرفه كانت مدفوعه مسبقًا. عندي وصل.
الطوبيس تمّا.
بغيْتْ رُولْ ديال الفيلم ديال 100 ISO، ملّون، 36 صوره، من فضلك.
كنبغِي نصرف هاد الشيك بسبعين دولار.
بغيت نشري طوابع لعشر ورقات بريديه لليابان، من فضلك.
واش كاينين بنكات حدا المحطه؟
كنخاف يكون فيه شي غلط في الفاتوره.
هنا بالضبط.
واحد شيز برغر معطل، من فضلك.
مايمكنش دابا الواحد يخدم ف التصميم بلا حاسوب.
هرب.
واش بغيتيني نصلح ليك هاد التّقسيره ف البلوزه ديالي؟ بغيت نعرف واش تقدري تخيطيها ليا، من فضلك؟
شحال الثمن لمانشستر؟
واش تقدّر تعطيني كابل ديال الدّيماراج؟
فين نقدر نشري حصيره ديال البحر؟
صافي، عطيني حجز جديد.
عطيني هاد الستيك ديال اللحم، ولكن ماشي غزال بحال هاداك.
غاديين نجيُو سبعه.
مللي كنشوف هاد الاثمنه الزوينه، كيبان ليا غريب نشري اي حاجه ف اليابان.
علاش انا تاني سرقو ليا الدوسي.
واحد كرنه ديال ڤاليده، عافاك.
اوافق. خاص يكون طبيعي بزاف.
نتبه للفراغ، نتبه للفراغ، ثم قرب الباب، من فضلك.
غادي نحتاج شي كارت ديال الكريدي.
ها هو الرقم.
قول لي علي بلاصه مزيانه في هاد النهر، من فضلك.
اعطيني من فضلك تقرير حادث.
لا، شكراً حالياً.
صافي، ارجوك خليك علي الخط. السيد نكاجيما، السيده سايتو ما باينهش جاوبه علي التيليفون. بغيتي نزيد نعاود عليها شويه؟
يمكن، ولكن خاصنا نميزوهم علي حده.
باين شويه عزيز بزاف.
فينين الكونتوار ديال الامتعه ديال الرحله سبعه ميه و ثلاثه؟
شي حاجه مضروبه في طريقه المساكه ديالك.
هذا غدي يفسد؟
لا، شكراً. مزيانش نشرب مور من هكا.
قالي ليا شي دواوير مزيانين للتسوق.
واش داك الطوبيس غادي لفندق هيلتون؟
دابا، هاد الصوره زوينه بزاف. صايبه ديال تسوروتارو كاتااوكا. معروف فحالو فنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
واش نقدر ندعيك لعشا في واحد الوقت؟
صافي. شنو سميه الحزب ديالكم و رقم ديالو، من فضلك.
سمح ليا. خلاّسني، من فضلك.
واش ممكن تجيب واحد الموظف اللي كيتكلم اليابانيه؟
كنديرو عندها بزاف ديال الزيارات لعاءلتنا.
ميكي هاياكاوا. هادي هي الغرفه سبعه علي اثنين.
واجب يبقا هنا الليله، مزيان؟ تقدر تعاوني نحجز غرفه في فندق؟
ما خاصّش يطوّل. خمسه عشر دقيقه علي الاكثر.
واش تقدر تعطيني التمن ديال هاد السمسيه؟
صافي، تقدر تقلي بلي مشيت نتصل بها، من فضلك؟ غنعيّد الاتصال بها فاشحال.
واش كاين شي دوره ديال الصباح؟
واش كتبدل العملات الاجنبيه؟
الميزانيه ديالنا تقريبًا خمسين دولار في المجمل لثلاثه اشخاص.
فين نقدر نشري رول ديال الفيلم؟
واش عندك بيره يابانيه؟
كنبغي بدله سباحه في مقاس صغير، من فضلك.
باش بغيت نسجل الامتعه ديالي.
هادي السيده كوازو في الغرفه سته عشر واحد واحد.
بِصْحْتَكْ.
ما كاينينش.
واش عند اليابانيين اهم عندكم العيد ديال رْاس السْنه ولا عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، امشي مباشرهً في هذا الممر. انه المقعد بجانب النافذه.
ملي شويه، من فضلك.
ارجوك املا تقرير فقدان.
ما فهمتش ديال الامريكان، انا كانهضر بالليغات ديال الملكه.
من ديما.
كانت تتضمن تامين الاصطدام والمسءوليه.
لقيت طريف ديال الدلاله ديالي.
واش عندك شي بروشات بديزاين مزيانين؟
كانّا كانْهْزّب من كابينه عموميه في مايسي'ز.
هادو كبيرين بزاف.
بشحال الثمن ديال الباركينغ في الساعه؟
سيدات وساده، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانيه يمكن التعرف عليهن من خلال الشارات التي يحملنها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اخبارنا.
واش كاين شي واحد الفتره ديال الفن كتعجبك بالخصوص؟
تحقق من ذلك مره اخري من فضلك.
زيد قدّم مزيان طول النهر بحوالي نصف ميل. غادي توصل للبارك.
لا، هما متينين بزاف.
صافي، غنبعثو ليك للاس فيغاس.
kanbḥt ʿla qmisan d ljarī.
بغيتي شي حاجه تشربي من البار؟
بهاد الطريق من فضلك. تاخد هاد المصعد.
اَافْضَلْ لَيكْ تْرْكَبْ طْرِينْ دْ الثّمانيه و نصف.
واش تا واحد السينما هنا قريب؟
دابا هو واحد الوقت ديال التيرو، غيكونو مزيانين.
كنبغي ساعه من يد ثانيه.
غادي نتسجل حول التاسعه فد الليل.
بدا كي طال الليل. خاصني نمشي.
ما استعملت خدمه الغسيل ديالك. واش تقدر تعاود تتحقق من هادشي؟
بغيت اتاي، من فضلك.
لا، ما كاينش.
هادي اخر محطه؟
نڭاعليه تليفون.
واش هادشي حار بزاف؟
فين نقدر نبغي طوبيس سياحي؟
اي، باغي نشوف معالم المدينه.
kayn بزاف ديال السياح حول العماره، كيبانو جمعو باش يشوفو شنو كاين.
شكرا علي كرم الضيافه ديالك.
الصراحه هي احسن طريقه.
واش تقدّر تقادني في سته ديال الصباح، من فضلك؟
بشحال الثمن ديال نص نهار؟
انا كنجي.
واش تعرف شي بلاصات مزيانين باش نشوفو في شيكاغو؟
اه، اذا كان الاصرار ديالكم، نمشي معاكم.
واش تمشي تبدل هاد الشي بواحد اخر من نفس النوع، من فضلك؟
باغي نحجز علي الساعه ثلاثه و نصف ديال العشيه.
الصندوق الامن، من فضلك.
شريّب شي كس ديال النبيذ مناسب.
كنبغي شي بلاصه صغيره.
واش خصني نعوض علي الغاز؟
حرامي. دوز عليه.
كانديرو النيه باش يجيو صحابنا.
عطيني شي فرق صغير.
شعر معمّر مزوي، من فضلك.
هي صغيره و زينه.
واش واش بغيتي تعرف واش كاين شي opera اليوم؟
مقلي، من فضلك.
مازال ما رجع ليا الغسيل ديالي.
بالمناسبه، واش خالي هاد السبت الجاي؟
احسن، اذن، من ميمكن يكونو مزيانين مع بعضنا.
كانت تعاملني بحال كنت واحد المساكين.
فين فهمت. و بغيتك تعاونيني في واحد المشكل اخر؟
واش ممكن تحط عدسات طبيه في هاد النضارات ديال الشمس؟
ناخد اثنين من هادوك.
واو، كلاب زوينين بزاف. شنو سلاله ديالهم؟
طيحت الشوكه ديالي. عطيني وحده اخري من فضلك.
كانت весеله.
واك. تمشي ديريكت و دوب علي ثالث زنيقه. تلقاه علي يدك اليمني.
واش عندك شي فيلم ديال ديال ديال ديال
واش تعرف كاتي؟ عندها حفله عيد ميلاد.
واش عندكم طابلو ديال الالوان؟
باش نقدر نعطيك شيك سياحي؟
صافي، هو، الرجل، كيفاش نعرف بلي هادشي هو الصح؟
واش نقدر نشريها معفاه من الضريبه؟
ما نقدر نحط المتاع ديالي تحت الكرسي. واش تقدر تحافظ عليه ليا، من فضلك؟
باش تقدر تحط هاد الحقيبه في الصندوق ديال السياره؟
انا غادي نمشي دابا، غنشدّها.
ارجوك ابعث واحد يجيب حقاءبي في سته ونص.
كنبغي طريف ديال سان فرانسيسكو ومنطقه حولها.
اش من خبز عندكم؟
فين المصعد؟
واش كاين واحد يقدر يعزف علي البيانو؟
فينبغي ان انزل في اي محطه باش نمشي لبنايه امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، ولكن ماظنش عندي الوقت نبقي ليله كامله. واش تقدر تحجز لي غرفه مزدوجه في ديك الفندق ليله 12 مارس فقط؟
واش نقدر نحجز غرفه دبل فيس تطل علي البحر؟
ما قررناش تا واحد الوقت.
صاحبي تعثر و دارت ليه رْجلُو.
غادي نجرب شي شربه.
واش كاين مطعم تايلاندي قريب؟
داك لبنيان طويل، حداه بالضبط. صافي، ارجع بنفس الطريق اللي جيتي بيه حتي للضوء الطريقي. ومن بعد، انعطف ل اليسار.
واجب نمشي نطير لـ لوس انجلوس ف الصباح الباكر ديال غدا.
من بعد نقدر ننصح بـ "San Francisco City Tour" بثقه. هادشي كيعطيك الخطوط العريضه ديال سان فرانسيسكو.
باغي ناخد التامين.
نحطو كمّاده بارده باش نخفّف الالم.
هي باغا تْشري واحد الفستان.
بشحال تاكسي لهاد الفندق؟
فين الحمّام؟
واش الدخول لهاد البنايه كيدوز فلوس؟
باش بغيتي.
kanbḥt shḥal wiḥd chi haja zwina o mzyana l ssbaḥ.
النافذه معطله.
فين كاين في الاتحاد سكوير؟
نص اونصه من شانيل رقم خمسه، من فضلك.
واش تايشوفي شويه قهوه؟
واش محتاج تيكيت؟
بشحال الثمن ديال الخدمه؟
شحال من هنا؟
شويه كريم و سكر؟
واش عندكم شي تخفيضات للاعضاء؟
واش كاين طرينو سريع في تسعه و نصف؟
خليني نشوف زيت الفرامل و المحرك. المحرك ديالك باين ليا كيتوقف تقريبا.
ما كانش خطءي.
ما كاينش الضو.
غادي نبلغ علي هذا للشرطه.
واش كل واحد غايخلص علي مشروبو؟
من 30 الي 50 دولار في الليله.
صلّح هاد الشي.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفلات توزيع الجواءز، او الجنازات.
شويه ديال الموصْ، عافاك.
واش ما تعطيهاش واحد الهدا؟
واش واش تقترح فيلم باش نشوف؟
تا خذ هاد عشرين و نعطيك دولارين معاك، من فضلك.
خْدَمَاتْنيْ بْجَنْبْ.
نقدر نجي للدار علي الساعه وحده زْوَال.
هادي شناطه ديال الطياره JAL 01؟
هادي اول مره ليا نمشي لباريس.
واش تقدّر تقيّم الثمن قبل ما تبدا الخدمه؟
دخل، الله يعطيك الصحه.
خاصنا يكونو رحله ديال المشي مزيانه بزاف.
فين غادي نبْرِدو الطّوموبيل؟
ما عندناش كيس بهاد الكميه، غنحطها في هاد الكيس البلاستيكي الكبير.
باغي نلعب تنس.
kayn 3صير ديال الاناناس، والبرتقال والطماطم.
فين الجنب ديال هاد الطابق، حدا السلم المتحرك.
واش كاين شي حاجه كتعرض فدار السهره د اليوم؟
ماشي بغيتي تشوف فيلم اخر؟
ارجوك صرّف لي هذا الشيك السياحي مقابل نقود.
بغيت نفس الدوره غدا، من فضلك.
نقدر نعطيك جواب احسن علي هاد السءال بعد ما نشوفو شويه ديال الحلقات.
انا محتاج هديه للذكري السنويه.
واش واش كاينين مسرحيات موسيقيه دابا؟
واش عندك مرايه؟
سمح ليا، ولكن ضيعت الطريق. واش تقدر تعاونيني؟
ناخذ هاد واحد، من فضلك.
ما يمكنش تدخل الالعاب الناريه لكندا.
واش مراتك طباخه زوينه بزاف.
محتاج اي مساعده؟
واش تقدر تحجز ليا طاكسي لسته دالصباح غدا من فضلك؟
واش بغيتي شي حاجه مع طبق رءيسي ديالك؟
واش كاين محل حدا هنا؟
هاد البلاصه عامر بالناس، مزيان؟
صافي. غيكونوا جاهزين في خمس دقاءق تقريبًا.
نقزني رَقْبِي فْ النُّعَاس.
صافي، ما مشكل. نقدر نشوف باشوط ديالك؟
ما عندي فلوس.
واش في شحال غنمشي للمحطه؟
kayn بزاف ديال المطاعم في هاد المنطقه.
تا حدا للّوكال.
بزاف فرحت بالحديث معاك.
واش كاين شي دوره ف النهار؟
انا مع صحبتي.
استمتعت باقامتي. شكرا.
الشاطء بالضبط تحتنا. يا له من منظر زوين.
شكراً علي الانتظار، السيده ماكغوير. ها هو. تفضلي.
واش عندك شي ورقه تعريف؟
سبعه، من فضلك.
باغا نبعت هادشي للغسيل. واش مزال غيكون جاهز؟
عندي سروال مخطط.
ايه. جاوني شي واحد حطو شناطه ديال واحد اخر فغرفتي دابا. واش تقدر تشوفها ليا من فضلك؟
واش ممكن تشرح ليا بالتفصيل؟
واش نعستي مزيان؟
واش تدير ضغط علي الزر ديال التصوير؟
فتحت مفتاحين، من فضلك.
بغيْتْ شِكَاْلَه.
كاينه ف نهايه الزنقه.
بغيْت شي ورقه ديال النوت.
واش غنمشيو بالباص؟
قلتي غادي تمشي ل طوكيو غدا؟
خليني نعس حتي تسعه ديال الصباح.
واجب نزيد لـ AW واحد صفر صفر. واش ممكن؟
كيف دايره لعبتك هاد الايام؟
حاسس بالخنقه في الصدر.
ماشي مشكل. اذا جيتي فـ خمسه شتنبر، غاتقدر تستمتع بعرض علمي ديال فيلم، باش دابا عندنا يوم مفتوح خاص كل شهر فـ الجمعه الاولي.
واش عندك شي تور اخر؟
صافي، خمسه في المءه تخفيض. واش تمام؟
انا غادي نمشي لباريس.
ماشي اخر موديل، ا واش؟
مُزْمَّمْ لْثَامِنْ و نُصْفْ فْ لِيلْ، بالتوقيت المحلي.
خُذ هاد البْنيَه مَعَانا، من فضلك.
صافي. خصني طّاجين متوسط و كوره ديال الرز.
كيف تبان ليك هادي؟
بغيْت نشوف داك اللي في الدّريبه، من فضلك.
ماشي! حنا في عطله. ما نقبلش نقعد في غرفه الفندق و نتفرج علي البيسبول في التلفزيون. بغيت نمشي نشوف مسرحيه.
باش نقَدرْ نمْسو؟
واش تقدّر تجّي لهنا باش تصلّحو؟
باغي شويه ديال الالياف الصناعيه.
سميتي تارو تاناكا. عندي حجز.
بغيْت شويه كريم ديال التنضيف.
كنبغي واحد السوّيتر بكمّ طويل.
سرقو مني التيشان.
يبدو ان طرقنا كيتتقاطَعو بزاف، ما كاينش ليكاين؟
واش نقدر نشوف المنيو مره اخري؟
مازالين باينين شويه خضر.
بشحال؟
فراوله، من فضلك.
واش جبل فوجي هو اعلي قمه ف اليابان، بارتفاع ثلاثه الاف وسبعميه وسته وسبعين متر.
لا، مزال. كاين بزاف ديال الاختيارات.
كنبغي شي كريمه د الليل.
هي بين الفرنان والمحل ديال اللحم.
تقدر تقصر الاكمام؟
كنخاف ماكاينه حتا واحد ملعب گولف قريب من هنا.
تقدر تبان لي الدوبل ديال الثاني من اليسار؟
واش تقدري تسولي فيه يعيط ليا؟
حاولت نمشي تليفون دولي. واصلك الخط؟
هذا خاطء.
ايه، هو كدا. باش تعرف بلي كاين العلم قدام مكتب البريد.
غادي تبعثيهم ليك، صحيت؟
كانبغي نمشي تليفون بالكريدي.
بغيْت نْيْتي تْمْشِي.
ملي توصل، غنعطيو فلوس باش يوصل لعنوان داركم.
هاد الايام ديما كنخدم بالكومبيوتر في الخدمه.
اه، واخا. فهمت. غنجي لدارك.
لا، هادشي كافي.
واش ممكن نعاونكوم بغطا و وساده؟
واش تقدر تجبد لهنا فاقع، من فضلك؟
واحد الكاس ديال القهوه، من فضلك.
كنبغ نطّلع علي شي بطاقات كيكونوا تقليدياً هاوايين.
تقدر ضيق ليا الكسوه بثلاثه سنتيمترات؟
انا نفس العمر.
واش تجيب لي شي قهوه؟
350 دولار؟ هذا فوق الميزانيه ديالي.
واجب نصوت علي هادشي؟ اذا ما كانش ضروري، اظن وصلنا لنتيجه، وغادي نعاودها للجنه المديره ديالنا غدا الصباح.
واش تعرف شي فنادق رخاص؟
صباح الخير. نعستي مزيان؟
اشْ واشْ ناوِي دِيرْ بَعْدْ مَا تْسَلِّمْ لْمَدْرَسَه؟
سرقو مني كريه ديالي في الشارع.
واش خدمت ليك شي خدمه اخري ف الصباح بالاضافه للفطور؟
بغيت كاس ديال قهوه بالحليب، من فضلك.
صافي. واش فندق شيراتون حداك تمّا؟
نتمني ليك متكونش تعبان بزاف.
باغيْ نْكْرِيْ طوموبيل ديال هاد النوعْ لْيومين.
ناخد كاس صغير ديال جاك دانيال.
بغيْت شي كيس ديال البوبكورن، من فضلك.
طيحت عصا التزلج.
ما كنجيبو حتي هديه للعرس. بالعكس، الضياف هما لي كيجيبو فلوس.
كنبغِي نعطيه للطّابْعه باش يْجي بالبريد العادي.
الطاءره وصلات متاخره بسبب الثلج الغزير.
شحن، من فضلك.
تقدر تاخذ رساله، من فضلك؟
سمح ليا، ما فهمتش عليك. واش تقدر تحكي شويه بشويه، من فضلك؟
اشْ شنوْ نقدرْ نْورّيك؟
واش نقدر نصور؟
من ميه.
رقم الرحله هو HP تسعه و ثمانين لطوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال داك؟
واش عندك واحد اخر؟
بليز جيب ليا فطور لداري غدا الصباح علي سبعه.
غادي يجِي واحد المسءول علي الصيانه فحال هادي.
سمح لي. غنرجع نعاود ف وقت اخر.
كيفاش نقدر ناخدها؟
واش باقي شي بلاصه فالسياحه ديال الخميس؟
سمح لي. نقدر نعبر؟
واش عندك شي نباتات وفواكه؟
افين نقدر نملا هاد الورقه ديال النزول من الطاءره؟
اظن ان قيمه سيارتي تقارب خمسه الاف دولار.
واش هاد الاكل قليل في السعرات الحراريه؟
واش شنوّ الباص لي خاصني نمشي بيه باش نمشي للستاسيون؟
ايه، هو كذلك. ولكن خاصك تعطف ل اليسار في الضوء الثالث وتبقا في نفس الدرب حتي توصل للطريق رقم سته و ستين.
بغيت كاس ديال الماء باش نشرب دوي، من فضلك.
كون بغيتي تجيبني للبلعاء، نكون شاكر لك بزاف.
سمح لي. راه نمرتك غلط. هاد هي شركه تانكيوشا للطباعه.
كاينين غاديين نخرجو.
اش هاد الموسيقي؟
عافاك، عطّي هاد السيرو لوليدك، واحد معيار، بعد كل وجبه.
هاد الستايل متوفر بـ 28، 31 و 35 سم.
اه، هادشي باغي بزاف.
باش نخدم تليفون ديالك؟
ريحتو مزيانه بزاف. شحال ثمنو؟
كانبغي نتاكد من حجزي ديال الطياره لشيکاغو فالسابع عشر.
كلّيت شويه بزاف.
باش نڭول لستي براون؟
هاد الدار باينه مريحه باش تعيش فيها، ما كايناش؟
باغا نبغي نحجز علي طاءره ديال شركه نورث ويست ايرلاينز رقم صفر سته وثمانين للدار الخامس.
محفظتي، جواز سفري واغراضي الشخصيه الاخري.
واش شحال كتقفل؟
صبر شويه. ممكن تكون خليتو في الحمّام.
صافي هاداك بالضبط اللي كنت غانقول.
ايوا، اظن كذلك.
دارك كبيره. شحال د الغرف؟
استمتعنا بالعشا.
فهمت، ولكن ما نقدرش نقولها.
اه، ياه، بالصحه. غير نتمني ما يشدوش الدوار في البحر.
لـ طوكيو، من فضلك.
واش واصلين فحال شنو؟
غادي نمشي بكري غدا، بغيت نشري دابا.
شيري نْشف، من فضلك.
مكان فحال اللي ما كيدخنش، من فضلك.
داك مشغول دابا.
واش الاجانب يقدروا يحصلو علي الكتب في هاد المكتبه؟
واش ممكن نبقا في غرفتي حتي لـ 2 ديال الزوال؟
ها-ها. صباح الخير عندكم. لاباس.
بغيْت شويه من هاد الفيلم رقم ASA هادا باش هاد الكاميرا، من فضلك.
فين لوحات مونيه؟
هاد البيزا بنينه. مين صاوبها؟
اش طعم هاد الطبق؟
و زيد علي هادشي غاليين.
واش عندو واحد الطران اللي غاديه لبوستون فحال هاد الوقت؟
كنخطط نتعلم الغولف.
اعطيني شي كاس اخر من فضلك.
ياك واحد صوفور مزيان.
كنخاف الاكمام قصار بزاف.
تقدر تبان لي كيفاش نمشي الغاز؟
واش حقّ الفندق فيه الفطور؟
واش هذا كلشي؟
داك الطريق.
شغل الموطور من فضلك.
الدار ديالي مزيانه بزاف بالبرد.
نڭا نعاود ليك ملي سالينا الخدمه.
واش عندك واحد اكبر؟
حسّيت براسي مزيان.
واش عارف الجغرافيا ديال اليابان؟
اريني فين انا في هاد الخريطه من فضلك.
ميه بالميه قطن.
كنبغِي نبدّل لغرفه تطل علي البحر. واش كاينين مصاريف اضافيه؟
بشحال الكرا ديال البلاصه نص نهار؟
نوفمبر عشره.
بغيْت شريط ديال الماكينه د لكتابه.
بزاف بنين.
واش مزال ما طارناش؟
اش كيفاش تبين للساءق بانك باغي تنزل؟
اربعه وعشرين دولار. بغيتي المزيد؟
دارت الحجز في طوكيو شهر واحد اللي فات.
نشكرك من صميم قلبي.
واش هادي المحطه ديال مركز روكفلر؟
شحال قدام رقم حوايجي؟
صافي زوين.
تقدر تخرج معايا في موعد؟
نّضّف هاد المعطف من فضلك.
باغيْ نْكْرِيْ طْرْفِيتْ.
فين قسم الحريم؟
ماشي مع القهوه؟
فاش مجال كان خدام فيه قبل؟
اللعنه. اللعنه. اللعنه. اللعنه. عاد وجهها بالنسبه ليا عادي.
واش خاصني نعطي فلوس زياده ملي ندخل لباطو؟
اهلاً، الخط ديالك واصل. تفضل، ارجوك.
الجرح ديالي كايهضر.
فين المحطه؟
كان عندي قشعريره.
ثلاثه ايام.
ݪي مع هاد السّمط، وݪقيتي المكتبه ف اليسار.
عافاك، بغيت نلقا مرشد كيتكلم اليابانيه.
مانبغيش اللي يكون كبير وحجمو كبير.
غادي يكون تاخير شويه.
اش الفرق بين هاد الفنادق؟
ساليت المحطه ديالي.
كان زوين بزاف. شكرا.
غادي نجي حول سته د العشيه.
واش عندك شي حاجه شويه طويله؟
تااريخ النّتهاء هو مارس تسعه وتسعين.
كيف كانت؟
واش كاين شي كازينو مزيان؟
ها هو فلوس القلم الحبر. ورقه ميه دولار.
فين قسم النساء؟
فين نقدر نصعود للباطو؟
صاحبي مصدوم.
لباسك زوين.
واش هاد المحل غايتقدا تما برقه؟
داك الطريق لاخر الدار.
شحال ممكن تقص لي الدقن؟
هادشي كيجي مع بار ديال السلطه و اختيار بين بطاطا مفورّه ولا بطاطا مقليه.
فين نقدر نشري حشيش؟
ما نقدر نباع هادشي بلا وصفه طبيه.
واش نقدر نحجز خمسه بلاصات حدا بعضياتهم في نفس الصف؟
واش تقدّر تعطيني حبل الزّيت، من فضلك؟
اشْ سياره كتعطي احسن نمرُوط؟
ما غاتحصل علي تخفيض مهما جهدتي.
فتح هاد الساك، من فضلك؟ واش كاين شي حاجه فيه؟
باغا نبغي نمشي تليفون بعيد لـ Hilton Hotel في بوسطن.
واش النساء كيقبلو هادشي؟
تحداك، السقف منخفض.
ما نقدرش نشوف الشاشه مزيان من هنا. واش نقدر نبدل بلاصتي شويه؟
زرت البحيرات العظمي لاول مره.
شي حاجه مضروبه في هاد الماكينه ديال البيع.
انا محتاج طبيب.
واش واش كدير ف انجلترا شحال هادي؟
شي واحد بحالِك كيعجبو التقدم و الحداثه غيعجبو بالضروره الرّسم ديال شّباب و لموسيقي ديال الزّنقه.
واش شنو الوقت؟
غادي ناخد واحد فرانكفور و واحد كولا.
هذا هو المشغل الدولي.
تقدر تشوف واحد البنايه بيضه، اليس كذلك؟ هي قدام هاد البنايه.
واش من واقت؟
ما عندي والو نعلن.
اش؟ باغي يدفعو عليك الضريبه ملي عندك اكثر من ثلاثه قراش ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تجيب طبيب، من فضلك؟
ما كنعرفش بزاف علي النبيذ. واش واش منين يصلح مع هاد الطبق؟
واش تقدّر تصوني فّ الضّوّح؟ من فضلك.
kayn station dyal l-gaz f deux blocs men hna.
الناس اليابانيين ما كيديرو عطل طويله.
حسّيت بالناس كيتفرجو عليا. واش مزيان نشوف واحد الياباني؟
لا اظن ذلك. علاش قلتيها؟
فين غادي تكون الدخول ديال البريد المركزي؟
فين محطه ديال الطوبيس ديال غراي هاوند في هاد المدينه؟
ماشي المطاعم اليابانيه في كيوتو غاليه شويه؟
كنظن شويه مزعج بالنسبه لي.
عندنا غرفه مزدوجه مع حمام بـ 85 دولار.
باغي نعرف تمن الكتاب.
برد اكثر من العاده هاد العام، ولكن ماشي برد كافي باش تسقط الثلجه.
فين نقدر نشري تيكيت ديال الميترو؟
غادي يكون عندي بلاص ف الطاكسي ديال لفلوس، صواب؟
بشحال الثمن ديال التاكسي من هاد الفندق للستاسيون؟
واش نقدر ناخد هاد الشي و هاد الشي من فضلك؟
كيقولو اليابان بلاد عندها معقول ديال الفلوس.
واش كاين شي بلاصه خاليه في عربه النوم؟
واش تقدر تخفضها ل عشرين دولار، من فضلك؟
هادي هديه لواحد الصديق.
الثلج كيعمل الزلق في الطريق.
ما كايناش كاميرا ديالي.
غادي ندير شي وحدين ساندويشات ديال الديك الرومي.
عندك شي حاجه تعلن عليها؟
شفت واحد ستر مزرق؟ حطيتو علي هاد الكرسي.
kayn mḥl d lward lqbel l boulevard.
انا من طوكيو.
باغا بغيت شي ريفلون كريم رينس.
عندي شي حوايج بغيت نمغسلهم.
انا طلبتو من زمان.
واش تقدر تبعت واحد المحمل لغرفتي في سته ديال الصباح؟
غادي نشرب شكلاطه سخونه.
نقدرو نرتب ليكوم تنظيف الغرف ديالكم.
خاص، من فضلك.
بشحال الثمن لـ C Hotel؟
واش ممكن ناخد تيكيتات متعدده؟
بغيْت نحجز طاوله لشخصين في سبعه ديال العشيه، من فضلك.
كنبغي شي كريمه د الليل.
تقدر تلفّ هادشي ف شي باكيه ديال الهدايا؟
هي الرابعه و ربع.
غادي نخطط باش نعطيك الفواتير ديال المصروف اليومي ديالي، صافي عطيني العنوان وسميه المسءول.
صعيب علينا نتكلمو الانجليزيه بطلاقه.
واش عندكم هادشي بنفس التصميم ولكن بكعب عالي؟
كنبغي كسوه ديال ولاد لعام عشر سنين.
خوديوني لدار ابي روود، من فضلك.
شكرا. مرحبا، شكرا علي الانتظار.
اكيد عندي حجز.
غادي نبْعْتْهْ ليك، صافيْ اْرجَعْ هنا.
حنا هنا يوم واحد.
عندي شويه صداع.
بزاف عجبني المكلوبه.
لا، تفضل جلس و استني. غنمشي نجيبها ليك فحالاً.
باش نشوف السياره؟
واش تقدّر ترسم ليا واحد الخريطه من فضلك؟
صافي سيدي. بْغِيتْك تْكون فْ غُرفَتْك حْتَي يْجِي الطَّبيب.
زيدت عليّ في الݣرابه في شاطء وايمانو. عافاك، اجي دابا.
شنو غا تمان ميه دولار؟
باغي هادشي مضروب.
باغي نعاود نعمر طلب جديد.
دعمات الحكومه تطوير الصناعات.
حتي خمسين عامًا، نبغي.
شنو اقل عمر باش ندير هادشي؟
واش عندك شي خراءط بسيطه ديال المدينه؟
باش ممكن نبغيش ندير عمليه سحب الضرس، اذا كان ممكن.
العدد هو كره واحده، ضربتين.
واش شنو الوقت غادي توصل فيها طْرِيقَه ل سان دييغو، من فضلك؟
بغيْتْ نْشوفْ الصندوق ديالك.
بغيْت شْويَا شَامْبُو.
انا ساكن في فندق هيلتون.
كنحس بالمرض و الغيان.
ولكن عندي موعد باش نشوفها علي الساعه ديال الزوال.
هاد السياره غادي لـ ادنبره؟
ايه، املا هاد الفورماسيو.
بشحال كتحسب الزياده في الوزن؟
سميتي كيمورا. بغيت نلغي الحجز ديال الجمعه.
اه، سمح ليا. صاير شي مشكل و حنا غنصلحوه. تقدر تزيد شويه، حوالي ثلاثين دقيقه؟
بشحال نعمر؟
واخه فهمت.
غادي نتصل بواحد.
واش بغيتي تسالي النّسبه دابا؟
جات السياره جايا فيا من الجنب في التقاطع.
داك واحد الصندوق ديال الموسيقي.
فين بالضبط الدرب؟
واش كاينين شي تور سياحي بالباص في المدينه؟
واش شحال نبداو؟
صافي سيدي. في الحجم المتوسط نقدر نعطيك ميركوري سابل. واش هادشي عجبك؟
لقد كدمت عضلتك.
صافي، واش تقدر توعدني تضرب الكوره ماشي انا. فهمتي؟
بشحال باقي؟
باش نݣترض شي كتان؟
اش نوع ديال الجلد هاد الحقيبه مصنوع منها؟
ما نعتقدش هاد السكين نظيفه. واش تقدر تجيب ليا وحده اخري؟
شريت هادشي قبل شويه، ولكن تقدر تبدل هاداك بهاداك؟
بصراحه، ما كانمش موافق معاك.
واش هاد الطريق ديا ل المحطه ديال الوسط؟
بْرَاكَا مَعَا رَاسْ، عَفَاك.
باغي نطلب كرطاله ديال اللون داكن ليا.
هاد المظله تمشي ليا في العصا.
واجب نمشي كلّ شناطي ف الدّاري ديال الامانات؟
اريني جواز سفرك من فضلك.
واش كاين شي بلاصه كتقبل الغسيل فنهار الاحد؟
شحال بغيتي ديال شيز برغر؟ اثنين من فضلك.
واش غادي فين طوبيس ل ميامي؟
ما كاينش داعي للبقشيش.
يمكنك مشاهده واحد في قاعه كارنيجي.
انا ماشي مصدّق.
اش دايره الدار في هاذ الوقت؟
باغِ بغيت نطلب موعد مع طبيب.
كنتساءل واش تقراو طاوله حدا الضّريعه لعشيه دبا سبعه ديال النّاس.
ما عندك باس نجي لدارك؟
باينه فيه شي فراغ للتحسين.
فين كاينه الميترو؟
واش عندك شي وحده صغيره شويه؟
فين نقدر نبغي الاسبرين؟
هذا هو الحضيض؟
اعطيني باش نمر واحد الاسبوع.
هذا زميلي.
اش من نوع ديال البنزين موجود؟ سوبر، عادِي، و بلا رصاص؟
ها واحد.
باغي نزيد بالبرد.
مغلقه ايام الاثنين، ولكن يوم اخر خص يكون مزيان. نتصور انها مفتوحه من تسعه حتي خمسه.
هاد شي ديال السردين مشوي مع واحد الصلصه خاصه فوق طاجين ديال الرز.
قال ليا "نحتفلو" و خداوني لواحد البار. قال ليا غادي يدوز واحد تليفون و مشي و ما رجعش و انا بقيت مع واحد السومه كبيره.
بشحال الغالون؟
كان عندي جواز السفر و الكارت ديال الكريدي في التياس.
حجز علي سبعه، باسم مانو.
ما تشرب شي كاس ديال اتاي؟
تقدر تقولي فين نقدر نلقا القنصليه اليابانيه؟
واش كاين طبيب في الفندق ولا واحد يتصلو بيه؟
كيعمل التسوق ديما في شارع بوند.
ورقه انجليزيه، من فضلك.
واش كاين شي بلاصه كاتشغل موسيقي الكانتري؟
باغي نتاكد من قيمه اغراضي.
واش عندك شي وحده ديال الصوف مزيانه؟
بشحال الورقه الواحده؟
صافي، ضغط تسعه وصفر واحد واحد، ثم الكود ديال الدوله ورقم التليفون.
واش نقدر ناخد كوكا كولا دايت؟
باش نقدر نطلب؟
كانت سفريه زوينه. شكرا.
سمح لي. نقدر نعبر؟
التعداد الكلي لسكان اليابان يقارب مءه وثلاثين مليون نسمه.
باغي نستاجر واحد الشّمسيه.
ايه، و بغيت نعكس المصاريف.
محفظه فيها ميه دولار وثنين كارتات ديال الكريدي.
المَا سخون بزاف.
انت هنا.
واحد الطّاجين ديال القهوه، من فضلك.
غير محتمل بزاف.
بطني كتعورني بعد الاكل.
واو، هاذ بلاصه زوينه.
يمكن يكون عندو انصمام هواءي.
واش قررتي؟
باش بغيتي، نقدروا نتريحو هنا.
كنت فقدت تتبع لرساله مسجله.
ما تقدرش تبدل خدمتك بسهل.
اش دايره المحطه التاليه؟
صافي، ولكن ماشي فالبلاص ديال الدروج. الحر بزاف اليوم.
نزل هنا، و بدل لخط رقم سته.
بغيلي نمشي فالطاءره ديال الساعه عشره الصباح.
زالزال بغيت نعْوَّط.
مانبغيش حاجه كبيره و ثقيله.
اعطيني الطّالون.
بشحال ديال الفطر الطازج؟
اشْ حَدّك، من فضلك. واش تقبلو الفيزا؟
اليوم غنمشي نشوف شنو كيدير الحي الصيني.
تروفا تْوَين تْوَين تِسْعَه تْلَتَّه تِسْعَه سِتَّه سِفْر سِفْر.
باغي نشدّ ضروسي.
بغيْتْ سَكْطَه ديال المكياج.
كنتساءل شحال ديال البقشيش خاصني نخلي.
فين نقدر نشوف "The Phantom of the Opera"؟
باغا نشري تحف ديال صحابي. واش تقدري تنصحني بشي حاجه؟
بشويه، من فضلك.
شحال كتقدر تكون قيمه الفاكسات الدوليه ديالك في الشهر؟
مقلي علي وجهين، من فضلك.
صافي، هاذ الشي باين واضح مزيان. الاثنين ديالكم عطوني رخصه القياده و اوراق السياره ديالكم. و نتا يا ولدي، خايفين غانضطر نعطيوك تحليل دم باش نشوفو شنو شربتي.
غادي يكون واجد بعد غدا فد العشيه.
واش هادشي مصنوع من القطن؟
عندي دواءي الخاص.
اشْ شنوْ بان ليا في ديك السْياحه؟
اي، خاصك تطلب شي حاجه تشرب علي الاقل.
بشحال ف النهار؟
هاد الباص كيتوقف قريب من الفندق؟
كنبغ شي بلاصه ديسك صغيره.
kayn twayḥat ديال JAL و ANA غادين في عشره وخمسه وخمسين. ولكن، للاسف، لكلا الرحلتين كاملين.
لي كايليق ليا مزيان.
واش نقدرو نحجزو طاوله لخمسه؟
ما فهماتش الانجليزيه ابداً.
ارجوك صرف شيك سياحي.
تقدر تهزّها من 9 ديال الصباح لـ 3 لواحد؟
بشحال تيبان الطياره للمغرب اليابان؟
انا مقفول برا. واش تقدر تفك ليا الباب، من فضلك.
واش واش احسن رحله باش نشوف الاماكن المشهوره؟
واش كاين شي مضيفه كتعرف اليابانيه؟
بشحال ديال الساكين نقدر ندخل معايا للطاءره؟
لا، سيدي. هاد النيه كامله ديال الزطشه. غدا مزيان، ولكن.
غادي نسول الحارس علي الثمن المناسب.
انا معنديش بصح، اسف.
غايكونو عندنا واحد السهره فليله الجمعه. علاش ما تجيناش؟
اه، غرفتك تسعه ميه و ثمانيه، سيده. هاك مفتاحك.
ختيار بزاف باش نقدروا نوصلو للمواد الخام اللي محتاجينها باش نكملو هاد المشروع.
سمح ليا، سيدي الضابط؟
هاد الطرانسبور غادي ديريكت لـ ادنبره؟
واش هادشي داخل في الحد المعفي من الضريبه؟
خرّج اغراضي الثمينه، من فضلك.
شحال كيكونو الزوار مزحومين في النّوضات؟
باغي نشري شي تحف. واش كاين محل مناسب قريب لهنا؟
تا شحال مفتوح؟
هو خارج دابا.
مايومي، واش تقدري تميلي هاد الورقه بتوقيع ديالك؟
ها واحد ليك، سيدي.
ما عندي والو ديال الامتعه اللي كنتمشي بها في الطياره.
صافي، خد وقتك.
انا هنا في مهمه اعلاميه.
واش عندكم افلام د الصيف؟
واش كاين شي طْرَن فحال هاد الساعه غادي ل واشينطون دي سي؟
اللي طويلين هما اللي ديما موضه دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
wash tqder t3tini b’lān d l-mترو?
واش الطريق طويله؟
واش تقدر تبدل هاد الشي بواحد جديد؟
شخصين.
فين نقدر نخدم سيوري؟
ما كايش ليكوم لاباس. واش نقدر ننزل كرسيي؟
11:45 f sbaḥ.
واش تقدّر تقولي ليا فين كاين مطعم شباب مزيان؟
كانت السياره ديالو ماشيه بالسرعه القصوي.
باش ممكن نخلي ميساج؟ انا كانعيط باش نتاكد من الموعد ديالي مع السيد ايبرت د الاربعاء الجاي علي الساعه حداش.
واش تقدر تشرح مرضك شويه باللغه الانجليزيه؟
واش تقدّر تبعت تاكسي للباب الرءيسي ديال ويستمنستر مول؟
بشحال ديال المرات نقلب الطران بالحقاش نوصل لهاداك بلاص؟
واش هادشي صحيح؟ خليني نتاكد. اااه، انا معذره بزاف، السيده تاكانو. هادشي غلط منا. ها الفاتوره الجديده ديالك. واش تمضي هنا من فضلك؟
خمسه دولارات رجع، من فضلك.
صافي ديال البانيو ما كيتقفلش مزيان.
صافي غير باش نعبر ليك علي شحال مقدرك.
صافي غتملا هاد الفورماس؟
واش هاد الموديلات ديال البلاستيك؟
اشحال ديال الماركات عندكم؟
الكعب عالي بزاف عليا.
انا مقفول برا داري.
شحال هادي ف باريس؟
واش ممكن يعطيني طوابع بريد لثلاثه ديال البوسطالات المعلقه للمغرب لليابان؟
كي كاتكتب G-O-R-O-H.
تا تشرب شي حاجه؟
زدّر هنا.
عاجل برقيه، من فضلك.
صافي، حسب توقعات الطقس، غاده تسقط الثلجه غدا.
بغيْت كوره.
بالاك. غنكونو فرحانين نديرو داكشي.
اه، واحد كوميك ماليزي. غانشري واحد باش نجيبو معايا للدار باش يكون موضوع ديال الحكي.
باش الطريق ديال النّجاح هو "Jinmyaku"، صّح؟
غادي نوصل للفندق ديالك حول الساعه تسعه دالليل.
عندي تقريبًا الفين وخمسميه دولار في الين الياباني.
ايه، كانعطيو. غنوريك شي وحده.
باش بغيت شي دوا د النعاس.
غادي نبقي هنا لحد التاسعه. نتمني تقبض علي المجرم فاقل وقت ممكن.
اكيد المجرم قريب.
عشر طوابع من فضلك.
عندي التهاب في الحلق.
بغا لي شي تحف من نيويورك.
انا غادي نمشي. واش تقدّر تبعت واحد النّادل لفوّق؟
الساعه دي عطلات.
اه، واش؟ كيف جاتك؟
صافي حنا كنفتحو في تسعه ديال الصباح.
كنبغي واحد كرّاسه ديال التّلوين.
نظن/نعرف باللي غايتقلب ليا المعده.
واش خاصني نمشي لبنك ياباني؟
خاصك تبدل فلوس ف بنك.
واش الوقت كافي للـ checkout؟
راجلك واحد من احسن الزبناء ديالنا.
واش تعرف شي طبيب اسنان مزيان؟
اه. خاصك تبعت الاخطار للقنصليه فحالاً.
مخضوض، ماشي مهزّز.
واش بغيتي طاوله في المطعم الرءيسي ولا في قاعه خاصه، سيدي؟
عدد كبير من الناس كيمشيو للبحر ف الموسم.
كنت تقريبا كوزا ميه وخمسين رطل.
فين نقلب؟
فين مكتب المفقودات؟
واش كاين شي طوبيس غادي لهاداك بلاصه مباشره؟
واش محتاج شي معالجه خاصه؟
واش غتخلص بالفلوس ولا بالكريدي؟
نقلنا لهاد الدار عام اللي فات.
اشحال غادي ياخد الوقت باش يصدق ليا الفيزا؟
فين الحمامات؟
المبلغ الاجمالي المستحق هو ماءه و اربعون و ثلاث جنيهات يا سيده.
هادي هديه. واش تقدّر تلفّها في شي ورق مزين؟
يا له من منظر! هادو المسالك زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. واش فين المحطه هنا قريب؟
ايه، عندك حجز باسمك.
سمح ليا، ولكن باغي نمشي لفندقي في المدينه بالباص. فين نقدر نمشي نطوموبيل؟
شويه دجاج، من فضلك.
هادي هي الغرفه رقم 201. بغيت نطلب فطور دغبا.
شنو بان ليك في التحرش الجنسي في بلاصه الشغل؟
عندّي جوج خواتات.
رقم الرحله 208، الي طوكيو.
صافي خلينا نديرو حشوه من داخل.
نحاولو نتجمعو باش نناقشو هادشي بالتفصيل.
اش كيف بغيتي ديري شعرك اليوم؟
تقدر تقُولها بطريقه اخري؟
نستاهل باللي عندك.
بغينا طاوله حدا السطاج.
لباس. واش غادي تمشي لشي مكان؟
تا هي 2400 متر فالعلا.
دخلي. ارجوك حطّها علي الطابله تمّا.
ارجو الغاء رقم بطاقتي.
اكيد، كاملين باعو، ولكن غايجيو فداك شي يومين.
واش نقدر نشرب شي قهوه؟
ما عندي شي موعد، ولكن الامر مستعجل.
هادشي معمرش مزيان.
فين السلم المتحرك؟
واش عندكم بروشور ديال الاحداث؟
فين هي مدخل الميترو؟
ضاع تذكره الطياره ديالي.
ما تقدرش تبقي هنا خلال العطله؟
اه، كون كان عندي مانزعجتك.
تقدر تحجز فعاليات؟
واش كاين شي طواليت عموميه قريب لهنا؟
شحال كيجيو المجموع؟
هذا مزيان بزاف. دابا الاسءله، من فضلك.
واش عندك شي صرافه للباركينݣ؟
اكثر اله بيعًا لدينا خلال السنوات الاربع الماضيه هي ناسخه AX-اربعه خمسه صفر.
واش ندور ل اليسار؟
واش كاين شي مضيفه كتعرف اليابانيه؟
ثمن زوين بزاف، مشي كذلك؟
خاصك تاخُدُو تسعه وتسعين مره في النهار، قبل المْاكله.
انا باغيْه بزاف.
بغيْت طْرِيبود.
كنبغي جاكيت ديال رياضات.
تقدر تقعد في داري.
باش تقدر نميل كرسيي شويه؟
صافي. كنت باغي نطّلع تاكسي، ولكن هادشي احسن.
كوت عظيم. واش صُنع ف بريطانيا؟
باغا نمشي لـ Harvard Center. واش تقدر تقولي شنو وقت نوصلو؟
زوج ديال الكبار و زوج ديال الاطفال، من فضلك.
اشحال الثمن؟
كان فيلم "حرب النجوم" اكبر نجاح في سنه اربعه وثمانين وثمانماءه.
فين هاد القسم اللي ما كيدخنش فيه؟
هاد "T" بحال "T" ديال Tom، اه عندي هنا، Taro.
نظنها زوينه.
بغيت شي تفاح، من فضلك.
واش هادشي باش داير؟
واش تقبلو فين نوع ديال الكارتات؟
عندي الوقت فراصي.
اه، وقت الغدا. بغيتي نناقشوها علي الغدا؟
دارت فين الكاميرا ديالي من الغرفه ديالي.
السلام عليكم، اسمي اودا. عندي حجز لليله ديال دابا، ولكن غنتاخر شويه فالدخول. اذن، من فضلك حافظ علي حجزي.
هادشي ديال الصباط متين؟
قول ليه كانستنا تليفونو.
كيقولو النفلونسا شايعه تمّا.
صافي دابا.
انا مع الاسف. حنا كاملين ديال غدا الليل.
انا مع بعض الصحاب.
بِالْنَّسْبَه لِغُورُو، السَّيِّد يَمَادَا لَدَيْهِ طِفْلَان.
تقدر تعاود؟
كنبغي ندير détour باش نمشي لبرج لندن.
ارجوك اربط حزام الامان.
الرمز البريدي هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
سمح ليا. واش كاين شي جسر قريب لهنا؟
سمح ليا، بغيت نمشي للتحويشه.
داير شغل.
لباس ديالو ديما مْقَادْشْ.
واش عندكم بحر؟
هاد غالي بزاف.
كنت كنبغِي، ولكن خايف ما نقدرش نجي هاد المره.
صافي، ما نعرفش تا واحد اللّي غادي ندير، ولكن غانحاول بالضروره.
الملح، من فضلك.
بالارجاء، استخدم غرفه الملابس هناك.
90 دولار للرحله في اتجاه واحد. كاش ولا بالكرط؟
واخا تمسح الطبله ليا من فضلك؟
اش كيف تربي الاباء اليابانيين ولادهم؟ واش كيكونوا زوينين بزاف مع ولادهم؟
واش تقدّر تقولي واش الساعات ديال الشغل؟
غلّفهم بشكل منفصل.
بطني تقيله.
هذا مزيان. فين نقدرو نستناك؟
واش نقدروا نبداو نلعبو ملي يخلصو؟
العدد ديال السكان في اليابان تقريبا ميه وعشرين مليون.
عمر هاد العناصر في بطاقه التسجيل.
واش نقدر ناخد حوايجي؟
واش عندك شال ديال الحرير؟ باغا حاجه نعطي لمرتي هديّه.
غادي نجيبو دابا. شحال رقم الغرفه ديالك؟
السيد كوباياشي كان باغي ليك.
كانبغي نسافر من شانغهاي ل هاواي بالباطل.
واش تقدّر تبعت واحد؟
واش تقدر تجيبها ليا غدا علي خمسه د العشيه؟
تاياخد عشره دقاءق بالرجل.
قبل ما نساليوم، نعطيك شويه ديال الدقايق؟
فين نقدر نبقي الطوموبيل ديالي؟
كنحس بالبرد و كرعي ديالي واجده مزيانه.
سكوتش و ما، من فضلك. و واش عندكم شي حاجه نقدر نتْقرب بها؟
اش كيفاش نطفي هاد الضو؟
واش هو مزيان مشغول اليوم؟
بغيْت شويه خيط.
عطيني شهاده طبيه، من فضلك.
بغيْتْ تقَصَّرْ هادْ لْحْجَا بِوَحْدْ اِنْشْ.
ما حسّيتش براسي مزيان. عطيني شي دوا من فضلك.
واش ممكن تعطيني جريده يابانيه من فضلك؟
صافي. واش نقدر نبقي السياره في اي بلاصه؟ شحال كلف الارجاع؟
واش تا واحد ديال الطوبيس غادي لوسط المدينه؟
واش كاين شي طاءره سريعه لبوستون؟
كون واحد صاحبي بالقلم.
غادي نبقي عند صاحبي.
واااه، فرحتني بزاف، ما نقدرش نقعد ساكت.
باش نقدر ننزل فندق هيلتون؟
باش بغيتك تمحيه.
شدّ ل اليسار ف هاد الطريق و خذ اول يمين.
باش بغيت نعرف واش ممكن تبعت هاد المجموعه ديال الاطباق ل طوكيو.
كنبغي شويه ديال القوه البدنيه.
واش كاين شي اكل مشي حار بزاف؟
واش قريبه باش تمشي؟
بغيْت كريم ديال يدين.
تقدر تجبد ليا الملح؟
باغي نمشي ل وول ستريت. كيفاش نمشي لهاداك بلاصه؟
الرياضه بزاف غتضرّك.
شامل الفطور، الضريبه، ورسوم الخدمه، غادي يكون 45 دولار للفرد في الليله.
تقدر تصلح هادشي؟
السلام عليكم. مرحبا.
ما كايناش شناطتك.
زيد مباشره، من فضلك.
واش الماء هنا سالك نشرب؟
اه، هيا. دولارين غير.
واش ممكن تبدل هاد الفستان بواحد كبير شويه؟
احسن، نمشيو. نقدر نعاونك فديك الخدمه ديالك بعد ما ناكلو شويه بيتزا.
ايه، السيد Tanaka. كاينه جوج رساءل ليك.
ما كايناسبنيش.
غدوه يوم جديد.
صافي نقدر نعاونك. باغا ڤيتامين سي؟
صافي، سرقو ليا التيكه في الطّران.
بعيد بزاف. مزيان دير تاكسي.
كنبغو بلاصه حدا الممر، من فضلك.
انا ساكن في شقه كتمشي 80 الف ين في الشهر.
باش نتقاطع؟
وريني واحد اوسع.
سمح لي. واش تمشي ليا تقلب معايا فال بلاصه؟
ايه، طبعا.
نزل للزّنقه و دّور ل اليسار عند السّمَافور.
بغيتي رولوات صغار ولا كبار؟
بغيْت غرفه وحده فيها حمّام بثمن ثمانين دولار، من فضلك.
كانبغي نودع قيمه عندي في صندوق الامان ديال الفندق.
واش عندك شي غرفه خاليه الليله؟
ايه، ولكن تاكد مزيان عندك تيكيط معاك.
غير شويه ديال الناس غايجيو مع الرحله الاختياريه.
ماعليش. علي كل حال، بغيتيني توصلني لوسط الحي الصيني. نبحث فيها بوحدي.
ناس جداد كيتخدّمو في ابريل.
ان شاء الله.
زوج سكوتش و ماء، من فضلك.
واش كاين لي كيلعب؟
واش تقدّر/ي اتصل/ي بيا اذا لقيتي تاشنتي؟
ل اليسار من فضلك.
تقدر تقف معايا باش نصوروا؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرس اللي قدام كيعور.
اش دايره احدث لعبه ديال الكمبيوتر مناسبه لواحد عندو خمسه عشر عام؟
نشوفو غدا.
واش كاين مطعم اقل ثمن هنا قريب؟
لا، ولكن شكراً. انا حسّيت براسي مزيان.
واش عندك شي خبز؟
شحال ماهر فالعزف علي الكمان؟
صاحبي زلق و طاح فالحمام.
واش ممكن تعطيني منفضه؟
تم حظر المسيحيه واُغلق البلد في وجه بقيه العالم.
بشحال بغيتي؟
كوكتال ديال القريد للواليده و واحد بحالو ليا.
باش تقدر توقع هنا؟ و من فضلك، حط توقيعك المختصر هنا.
كان لي الشرف الكبير بزياره مقركم الرءيسي واجراء نقاشات مستفيضه معكم. شكراً جزيلاً علي تعاونكم الكريم.
شخيرك مزعج.
ما عجبني اللون في الاخر. واش نقدر نعاودها؟
خرج من داك الباب اللي تمّا، و سدّ في رقم سته.
شْويَه دْجاج مْشْوي، عافاك.
واش ممكن نعطيك شي فورصه؟
اي، بغيت شي حاجه نقرا.
هذا السيد تاكاهاشي في الغرفه خمس ميه وتسعه واربعين. واش ممكن تبعت لي اربع قنينات ديال بيره بودوايزر من فضلك؟
هذا سبعين دولار.
صافي اتصل بيا فندق ملي تلقا شْنوَا بغيتي.
بغيت تنبهني غدا الصباح في ثلث ثمانيه، من فضلك.
ايوا، ولكن هذا بزاف و انا ديجا شبعت.
بغيت شي غسول الفم.
ماشي مزيان.
واش كتعطيو تخفيضات علي الكميات؟
طوكيو صفر ثلاثه اربعه تسعه اربعه خمسه سته سبعه.
واش تقدري تعاوني باش نلقا الحديقه ديال الحيوانات؟
تقدر تقولي كيفاش ندوزّو؟
بشحال الوقت غادي تسالي النزله ديال الطوريسطه؟
واش تعرف تستعمل التيليفون؟
صافي. عندنا شي ماركاتور زوينين ديال الهنود الحمر.
ابغيت واحد الكاتب يتكلم اليابانيه، من فضلك.
كنا مهتمين بالموضه.
واش تقدّر تشدّ ليا طرّ؟
واش هادي عياده اف؟
اهلاً، السيده ياماغوتشي؟ الطرف الاخر علي الخط. تم قبول مكالمتك. تفضلي، من فضلك.
فين نقدر نشري تيكيت ديال المصعد بالكوبون؟
واش في شحال غانوصلو ل Los Angeles؟
تمشي دغيا خمس دقايق تقريبا، ودار ل اليسار.
هاد الطريق لواحد البحر.
هاد الاعشاب كتعاون علي تجديد الجسم.
هادو مصنوعين ف اليابان، واش؟
صافي. من هنا من فضلك. غنوريك لدارك.
لا بد لي ان اغادر الفندق قبل الظهيره.
شحال كاين جوج برجر و جوج قهوه، من فضلك. باغي ناخدها معايا.
واش نقدر نمشي بهاد الروينه؟
انا طلبت لحم، ماشي سمك. واش ممكن تبدل هادشي؟
ولدي/بنتي معيا بزاااف بالزربه.
باغيلي تقيا.
هاد السته ماشي قدّي.
كانبغي نشوف السي ويليام.
فيه خليط من سبع فيتامينات ومعادن.
السن مفكك.
واش نقدر نعاود فلوسي ملي نرجع لليابان؟
اش طابله هاد الطبق؟
فين صُنع هادشي؟
تقدر ديرها في عشر دقايق؟
انا مازال مكيتقنّاش الانجليزيه مزيان. واش عندو شي واحد هنا كيتكلّم اليابانيه؟
فين نقدر نشري طابليط ديال الميترو؟
غادي يوصلوك عشرين عينه اضافيه بالبريد.
ما نعتقدش هادشي ليا، لبشره ديالي ناشفه شويه.
واش ممكن تعطيني برنامج الوقت، من فضلك؟
اي، اظن غانستني.
99 دولار في الساعه لكل طفل.
افين، صافي تْبيعو.
لا بد ان يكون الهدوء.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه صفر ثلاثه، من فضلك.
بشحال الوقت غادي يعرضو فيلم Terminal Man؟
فين الكوافور؟
بسبعه ديال الساعات، من فضلك.
حقيبتي مكسره.
تْشوفْ لْحْوايجْ.
انا من اسبانيا.
شي حاجه مضروبه في هاد الكارت. واش تعطيني واحد اخر من فضلك؟
عندي طفح جلدي في يدي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
فين اقرب صيدليه؟
زيد واحد ديال النبيذ، من فضلك.
الناس مزيانين بزاف و فيهوم اللطف.
بشحال ديال الدفعات مدرجه في السعر؟
واخا ساليتي.
فين هي بوابات الصعود للطاءره هادي؟
اذا كان ممكن، واش تقدر تحجز ليا طاوله حدا الضيقه؟
واشنو السميو ديال الاعلان علي الصعود للطاءره تقال مزيان؟
حنا في علو 12000 قدم.
اولاً، بغينا نشوف وول ستريت.
فين هي المحطه ديال الباص اللي غاديه لـاوكسفورد؟
غادي نستني حتي البراندا تكون خاليه.
باش نقدرو نشوف شي محافظ جلْد؟
تا نْشوفو التلفزيون. كاين ماتش ديال البيسبول.
صافي، غتكتب عنوان ديالك باش نتواصلو معاك هنا؟
قول ليا فين اقرب صيدليه.
للفندق ديالّي، من فضلك. عنوان فندقي هنا.
بشحال عدد العمالات بالاضافه الي طوكيو؟
سدي التليفون واستني شويه من فضلك.
اش كاتدير عاده في دارك بعد العشاء؟
بالاك. واش واش بغيتي تلعب غولف؟
غادي تكون في دارها حول ثلاثه.
باغا بغيت نتصل بالسفاره اليابانيه.
شويه مزيد.
فين كتمشي طوبيسات السياحه؟
بشحال كتخلص باش تبعتهم لليابان؟
ما عندي حتا نّادي و لا صباط.
واش اليورو الياباني مزيان؟
واش عندك موستانغ؟
غادي نقفزوا من هنا؟
سيّد كواي، راه عندي ليك طابله دابا. تفضل بهاد الطريق، من فضلك.
واك. نزل الدرج اللي حداك و غادي تشوف شي اشارات. غير تبعهم.
الاستقبال. هل اقدر نساعدك؟
تقدر توصلني لفندق هيلتون، من فضلك؟
واش كاتكتقدا تخدم حتي ليل بزاف؟
افين، معليش، ولكن صافي ما بقاش. واش نقدر نعطيك جراءد باللغه الانجليزيه؟
طاوله لغير المدخنين، من فضلك.
تقدر تخبرني قبل ما نوصلو لـدورهام؟
هذا طازج؟
ما صواب. دايما كتعاملني.
شحال ممكن توريني شي فساتين؟
تقولها بحروف، من فضلك.
انا كنْسْكَر بالخمر.
تحدا راسك، الطقس في الجبال كيتغير بزاف.
شيك سياحي والين ياباني، واش؟
صافي، سولت مع الخدمه ديال الدار و مع مكتب المفقودات. ماعندهمش.
صعيب باش تلقاها. كاينه في طريق صغير خارج من الطريق الرءيسي.
ما عندي فكره علي داكشي.
نقدرو نْهضرو فيها ف واحد الكافي."
صافي، يعني ما خصنيش نعطي فلوس التصليحات، صواب؟
اعطيني العامل، من فضلك.
تقدر تحلّ السرج شويه من فضلك؟
تقدر تستضيفني الليله؟
صافي. غنخْدْ غْيْرْ جوج. شكراً.
ها هو حسابك. ثلاثه دلّارات و سبعه و تسعين سنتيم.
نت مزيان.
اعطني من فضلك جدولًا مع منظر ليلي جميل.
واش هادشي ديال الصناعه ولا باليد؟
باغيْ نْكْرِي هاد النوع ديال السياره لِ 24 ساعه.
كان من دواعي سروري مقابلك.
داير حاله.
اه، شوفو شنو كاين عندك.
اه، تخيل غير شحال غادي يطول الخدمه ديالو اذا سد سءال واحد مزيد لكل واحد. يلا بينا، خلينا نمشيو بسرعه ونجيبو الحوايج ديالنا. خاصنا نمشيو عند التصريح بالجمارك دابا.
اشحال الوزن؟
واش كاين مطعم صيني هنا قريب؟
المنصه خمسه تمّا تمّا.
واش ماتش ديال كوره غادي يوصل فاش الوقت؟
ماشي سالا. واش تقدر تشوف الكاميرا ديالي؟
قهوه مع كريم و سكر، من فضلك.
نظن ان هناك بعض الاخطاء في الفاتوره.
عطيني داك واحد.
هادي الباب سبعه.
واش انتي سكوتي؟
3-2-1-2. صَبرْ شويه، واش؟ باغي نبْعَت ليك شي حاجه هنا. سَمْح ليا.
ميه وخمسه وثلاثين ين لكل دولار.
التنانير القصيره مع الجوطيات لن تخرج ابدًا من الموضه.
واش نقدر نهضر مع المدير؟
واش الثمن ديالك مختلف علي عداد التاكسي؟
باش نشوف هاد واحد؟
وعدت راسي ملي شفتك، غانعرفك.
اش خبارك واخا؟
ماشي مزيان دابا. واش تقدّر توصّي بدكتور؟
فرحك مزيان. سير قدم.
واش كاين شي عرض ديال الرقص؟
ماشي كتعاود.
بشحال من الوقت من هنا الي دار البلديه بالقدم؟
تاخد هاد الدوا بعد كل وجبه ملي كيحمقك بزاف.
كتدير فلوسك في ظرف مزوق خاص كيتسمي شوجيبوكورو.
واحد مصاب.
شنو نقدر نشري ليه؟
واش عندك شي بلاصه ديال البلاصات ديال الميترو؟
عندي واحد الغرفه مجهزه ليك في فندق غراند. تقدر تمشي ليها؟
عندي الم في عيني اليمني.
انا ماشي مزيان بزاف بالالمانيه.
نݪازينا نلقاو راسنا مزيان.
تقدر ضيق ليا هاد السروال؟
واش نقدر نستعير مضرب وكريه؟
واش تقدّر تقلب ليك شي صرّاف صغير؟
واش نقدر ناخد نص قرعه؟
السلام عليكم. انا جون.
ناكاي.
بغيتي نشد ليك و لتاكسي ديالك صوره؟
مشيت نتصل بخصوص طابله ضايعه ثلاثه ايام من قبل.
كنبغي فندق ارخص.
اوه، كاين بزاف ديال الحوايج اللي خصك تشوف في غرينيتش فيليدج.
في شغل. عندي واحد المعامله تجاريه تمّا.
تايڭ لكا ف ستتك.
واش تقدر تْحافظ علي المْحقونه ديالي؟
واش عجباتك هاد الفكره؟ نقبلو الشرط ديالك ديال الاشعار المسبق بسته اشهر، بشرط تعطيونا الحق في البيع لمده سته اشهر بعد انتهاء العقد.
سمح ليا. واش كتعرف نيويورك مزيان؟
غادي نستناو. ارجوك اتصل بنا ملي تكون واجد.
باغي نشوف طبيب ديال الجراحه.
واش هاد المكونات طبيعيه؟
كانبغي نركب في سياره سبور.
الرمز البريدي ديال المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
زاد فيه البرد.
شي سياره صغيره غاتكون احسن.
باغا بغيت نشيح هاد الشحنه العامه.
صافي نمشي نعطيه لواحد المسءول.
بشحال بغيتي؟
اه، يا مسكين. ما كنتش عارف(ه) عندي هادوك مزال.
واش عندكم كراتين باش تبعتو فيها الطرود؟
واش شركه الطيران غتخلص ليا مصاريف الفندق و الماكل؟
هادي كامل شناطتك؟
كيف بغيتي تصوني؟
اه، غاليه. ماشي مصنوعه في اليابان، اوا؟
شحال من فضلك تبعتيني الملح؟
فين اقرب مطعم من هاد الفندق؟
كنبغي شامبو للشعر العادي.
واش واش كتقدر تخمن متي غايتلقا؟
نتمني لك عام جديد سعيد جدا.
غادي ناخد سبرايت كبيره.
قولها مره اخري بشويه.
سمح ليا. باغي نطلب.
عندنا قريديس نيوبورغ و ريوس كتف لحم الضان.
كنبغي غرفه فيها منظر زوين.
ثلاثه كءوس ديال عصير البطيخ، من فضلك.
عندّي ثلاثه ديال الاولاد.
تمشي ديريكت ف هاد الهنا و دير لفيرا علي الزنقه. غتلقاه علي يدك اليمني.
واش هي رحله ديال نهار كامل؟
بشحال تـيـكون تـيـكيت ديال الذهاب و الاياب لـاوكسفورد؟
انا كنمشي للكلوب ديال الرياضه بواحد النهار علي واحد.
فين نقدر نبقي خلال السفر؟
اش الوقت ديال الديبار؟
بشحال كيكون ثمن المرشد في النهار؟
فين نقدر نمشي باش نلقا السي دي؟
سمح ليا. انا طالب جامعي من اليابان. واش نتوما طلاب ديال NYU؟
واش تقدر تعطينا رايك في هاد البلان؟
اكي، واش تعرف شي بلاصه فين كايبيعو البلاطات مزيانه حدا هنا؟
بالصرف او بالكريدي؟
انا شغال في شركه ديال التجاره.
ماشي مزيان تسول الناس شحال كيدرو.
هادو لْجينز ديال لْليڤيْز 501 اصليين؟
واش في واقت نقدر نتسبح؟
ما باينش فيك عمرك فوق واحد و عشرين عام.
واضح. في الواقع، فيه فيلم سريع. بغيتي نشلو؟
شريتو دابا.
ناجي ليك واحد دابا.
ثمانيه دولارات. وها واحد جا دابا.
ارجوك اوريه مع الحاجات اللي شريتيها للجمارك في المطار.
واش اي واحد من المحلات الكبيره عامل تخفيضات دابا؟
اصحاب، وصلني مع محطه ديال الاطفاء.
عندي الباتري مفرغه.
وقّف فالتقاطع اللي جاي.
اه، ها هو. و واش كل واحد خصو يملا هاد الورقه ديال التصريح الجمركي؟
و شنو سميتك من فضلك؟
باش ما تشوفي حتي نعاود نتصل بيك بالجمع؟
السلام عليكم. لاباس؟
فين قسم السفر؟
شكون السّميه ديال الشخص اللي باغي تحكي معاه؟
سمح لي، هو مشي هنا دابا.
شوف لهاداك. شوف لهاداك. غتقول ليا الفرق بين هاد السيد و هاداك هو الحظ؟ محمد، سد الطريق شويه، الله يعطيك الصحه. ما عندك باس نزلّك هنا. انا متاخر. صاحبي، كان خوش باش نتعرف عليك، اوكي؟
واش لغرفه ديالك تطل علي المدينه؟
واش عندي شي رساله؟
زال غالي بزاف. ما يمكنش نعطيه ليا بثلاثه دولارات؟
بغينا غرفه من الدار من الخلف.
غادي نشرب كاس ديال النبيذ.
كنتي زوينه.
باغِ بغيت غرفه فيها سريرين مفردين. شحال ثمن الغرفه في الليله؟
تقريبا تسعه وتسعين ميل.
فينس و ليندا باغين يكونو بوحدهم، صافي مخافش غانضطر نبقي هنا الليله.
من فضلك ضع هذه الامتعه في المخزن المءقت.
سميتي ساتو.
kan3ref fen 9a3t ʒaz dial l-mdina l-qadima.
غادي ناخد هاد المنيو الثابت.
باغي نجرب نفس الطبق ديال داك واحد.
غادي ناخدوه.
هاد تقدر توصل للدار السادسه؟
جلد التمساح؟
هدّيه في كيس الغسيل وخليها تمّا.
باش بغيت نطور هاد الفيلم. واش واش غيكون سالي ممتي؟
افْيْكْ هاد المفتاح لواحد غير انا.
صافي. غنشدك من الفندق ديالك في الثمانيه ديال الصباح.
النافذه مزيانه.
خلي شعري الطويل ينزل علي عيني، من فضلك.
واش كل مصاريف النقل مضمنه؟
دار الاوبرا المتروبوليتانيه.
فين الكونتوار ديال كرايه السيارات؟
كان عندي سخانه من البارح.
ما عجبنيش.
اشْحالْ ديالْ لخُضْرَه عندك؟
كنبغي شي دويره خفيفه تدوم.
واش الدكتور غايجي متي؟
داك اللون ماشي هو اللي بغينا.
دارت الضرس/السن.
واش هاد بلاصه حدا الممر ولا حدا الضيقه؟
انا مهتم بالمشي في الجبال.
واش تقدّر توصل ليّ شناطي للغرفه؟
وريني واحد لصبيه.
تقدر تجبد هنا؟
واش عندك شي حاجه بثمن حوالي ثمانين دولار و صفر سنتيم؟
عطشان.
ما بغيتش الحليب، من فضلك.
عندي ثلاثه كيسان.
فين بحيره؟
سمح لي. ضغط علي الزر ديال التصوير، من فضلك.
واش نقدر نحصل علي مجله ولا شي؟
داكشي جنوب.
بشحال تياخدو بلاص ديال البلكون؟
كنبغيو غرفه تطل علي البحيره.
واش كاين شي صناديق ديال البريد قريب من هنا؟
صافي. نمشيو ليك لهاداك بلاصه.
الجزء المكتوب *بخط ماءل* يشير الي التغييرات التي حدثت في التسعينيات.
هو عندو ثلاثين عام.
صافي. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
كنبغ نمشي لهارودز. واش تقدر ترسم ليا شي خريطه من فضلك؟
اش كاتدير/كاتديري وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
كنبغي واحد الريموت ديال الكاميرا.
واش نتا لخر في هاد الصف؟
نظن انها محجوزه بالكامل.
تصويره مزيانه. خارجه شويه.
واش تقدّر تقولي واش هنا شي بلاصات زوينين و لا معالم سياحيه؟
واش كاينين شي بلاصات ديال الشرا والتجاره قريب من هنا؟
انا كذلك.
كانبغي ننضم من سان دييغو.
كنت مفكر/ه ناخد داك الكورس ف السمستر الجاي.
الخمر ماشي بارد بزاف. غتزيد تبّردها؟
تقدر تبدل هاد الحلقان لشي شكل يتلبس بالكلبس؟
اشْ شنوْ كْتَهْتَمْ بْيهْ داباْ؟
بغيْتْ نْرجعْ فلوسي. واشْ نقْدَر نْرجعْ فلوسي؟
ما يمكنش نشرب شي حاجه بحال هادي فحال اي بلاصه اخري.
باش كتشد هادشي تا هو، كيمشي ليك المبلغ المعفي من الضريبه.
باش تقدر تشوف شهاده التلقيح ديالك، من فضلك؟
واش كاتسافر بزاف؟
انا من الولايات المتحده.
عندي تذكره طياره لسان فرانسيسكو.
ila kan fqat khamsa 'ashra dqiqa mn l'istasyon, ghadi nmshi.
كنبغي فندق شويه اقل ثمن.
البونساي تبان بحال هوايه ديال الناس الكبار.
مازال مزال محددش. واش ممكن تعطيني شويه ديال الوقت؟
عندي صداع.
باش تاتشرب معايا قهوه؟
كنبغي شهاده طبيه ووصل باش نعرضها علي شركه التامين ديالي.
اه، لا. الله يعطيك الصحه، سَرّعْ. حنا متاخرين.
مانبغيش نصرف اكثر من عشرين دولار.
واش علاش الطياره ما كتعلقش؟ قول ليا شنو كاين.
بشحال الثمن ديال الطّريحه؟ واش تّكتب ليا الثمن فّ ورقه؟
بغيْتْ نْكْرِي شي طْرْفَا.
صبر شويه، من فضلك.
واش السيدات يلبسو فساتين سهره؟
متلمسنيش.
واش عندك سيجار؟
اذا ما كانت الريح مشي قويه بزاف، نقدرو نمشيو لـ "تيكي بوينت".
زويّن.
غادي نسد دابا. شكراً علي انتباهكم.
واش عندك هادشي بلون اخر؟
مين هاد؟
سمح ليا. واش تقدّر تقولي فين كاينا بلاصه ديال التاكسي؟
و شنو غتشرب؟
ها هو.
فين اقرب محل ديال الادوات؟
همم. ما خدّمش، شفتي؟ تقدر تمشي تجلس في بلاصه خاويه، اذا بغيتي.
انا كانبغيه/كانبغيه هادشي.
صافي سيدي. و اش بغيتي تاكل في الديسير؟
Coach ولا Pullman؟
شيكات السفر. شكرا. هاذيك تيكيت ديالك و بوردينغ باس. كون حاضر، الله يخليك، ساعه قبل موعد الاقلاع.
داكشي كيعور.
السّميه ديالو غورو موتوياما. والرقم ديالو صفر ثلاثه ثلاثه اثنين ست واحد اثنين اربعه تسعه خمسه.
كنحس بالمرض بزاف.
واش كاينين شحال ديال الساعات ديال عرض ديال فيلم "Kussii's Love"؟
صافي. غتحيد الكافي دابا ولا شويه د بعد؟
قول ليا شنو هاداك احسن نادي ريغي فنيويورك.
بشحال منتوج ديالك مازال مختلف علي منتوجات ديال المنافسين ديالك؟
واش عادي ما والو ما كيتسمعو التعليمات ديال السلامه؟
واش الدرب الخلفي خطر؟
ايه. ارجوك اتّبع الاجراءات اللازمه.
ايه، واحد فقط. واش منين غنعرف؟ كيفاش غيتعوض؟
ها هي بطاقه هويتي.
كنفضلو طاوله حدا الضّريسه.
قول ليا شنو هي ارخص طريقه باش نمشي لسان فرانسيسكو.
واش تعرف المطعم ديال كيويا؟
واحد الطريق.
غادي نسمن صافي غنمشي نعاود نشرب ونكل ونقعد.
واش كاين شي نادي ليلي مزيان كايقدم عرض ديال الفلامنكو؟
لبسه زوينه بزاف عندك.
ريسي كتعورني.
فين اقرب محل غسيل؟
واش ممكن تبدل معايا بلاصه، من فضلك؟
صافي تفرّقو بلاصاتنا.
صافي، بغيت هاد الطّرد يكون مْضمّن تا هو.
الفاتوره واصله لمءه دولار.
المخارج الطارءه موجوده في الامام والوسط والخلف من هذه الطاءره.
صافي، حجزك متاكد منو.
الكعب عالي بزاف.
بغينا طاوله في التراس.
يعني الفيلم ممكن ما يناسبش الاطفال اللي تحت 15 سنه. لذلك الاباء والامهات خصهم يفكروا مزيان واش يسمحو لابناءهم يشوفوه ولا لا.
اش كيف بغيتي الفلوس؟ املا هاد الورقه ووقع هنا.
احيانًا بطني كتعورني.
واش عندكم شي اكلات قليله في السعرات الحراريه؟ انا ديالي دايره ريجيم دابا.
ما كاينش مصاريف.
اي، عندي تيزيت ديال فريق الجايانتس و فريق الدودجرز.
حنا واحد من الموردين الاواءل ديال الحاسوب الصغير.
شكرا. انا كذلك. مع السلامه حتي ذلك الحين.
شحال وحده فيها باينيو، من فضلك.
طيحت من الدروج.
واش شنو غدي توصي به ديال النعناع؟
همم. هاد واحد. اللون باين ليك مزيان.
فينين الكتب ديال اللغات الاجنبيه؟
تقطيعه و لا وحده و عصير سبرايت.
عطيني شي سيجاءر.
ما يمكنش تدخلها للبلاد- معليش. باينه هاكا سالات ساله.
ايه، انا كذلك. كانوا عايشين حدايا في كاليفورنيا ولكن مشاوا لفلوريدا قبل سنتين. ونتَ/نتي؟ واش مسافر/ه بوحدك/وحدك؟
انا مريض.
ولدي باين تعبان بزاف بالحراره.
بهاد الحجم، من فضلك.
كاي عطيو وسام الاستحقاق الثقافي للفنانين و العلماء المتميزين في هاد النهار.
انا ياباني.
دا غالي بزاف.
ايه. خد واحد الباص اللي غادي لـ كيوتو-ايكي.
واش خاص بالعضويه؟
الثمن ديال الدار سته الاف ين في الليله.
واش نقدر ندخل هادشي معايا للطاءره؟
صافي. اللي باغي نعرف غير واش هاد الخدمه غتخلص راسها في يوم من الايام.
صافي. بغيتي شي وحده ديال شال مع داكشي؟
شحن البطاريه، من فضلك.
واجد باش نطلب.
الملح ديال الاستحمام العشبي كيخلي البشره ديالك نعمه وطريه.
كتب اسم شركه الطيران ورقم الرحله كذلك.
بالحق. اليوم الاحد، والاحد هو اسوا يوم.
ايوا، هاد مشكل ديال التخلص من النفايات.
كنبغيهوم هاد النموداج في خدمه لخمسه اشخاص.
كثير من العاءلات عندها دخلين.
اه. هاد السيلڤر غزال بزاف و ما كاينش بحالو، "القمر و الجرس". متاكد بغيتي تبدلو؟
يا امي واختي غادين يجيو من اليابان باش يشوفوني. غايوصلو هنا حوالي سبع د العشي.
البني دايرا رواج كبير هاد العام.
فكره مزيانه. واش واش كتقلب تجبد؟
صافي. عطيني شي جوج بلاص.
فين السوق؟
كانبغِي نجرب البدله الجديده ديال السباق ديالي.
كنت ظنّيتكم غير كليتو المعجّنات.
بشحال تايكمّل تيكيت ديال الدرجه الاولي لـ ادنبره، من فضلك؟
باينه فلوس اللي عطيتي ليا ناقصه بعشره دولار.
صافي دابا عيطت للسيد سميث في الغرفه رقم مءتين واحد، ولكن ماجا حتي جواب. واش تقدر تسولي واش باغي يقرا هنا مزال؟
كنبغيه يكون مودرن.
اخدم في شركه نشر.
ابغيتيني تملا هاد الشي؟
فين هاد الدرب؟
واش تقدّر تّوزّن هاد الباكيط؟
اش كاتسمي داكشي بالانجليزيه؟
زيد طلع بهاد الدرب، و غادي تلقاه علي يدك اليمني.
باش بغيت نامن هادشي.
صباح الخير. هنا مكتب الاستقبال. واش نقدر نعاونك؟
صافي. دخّل/ي.
ايه، سيدي. كانجي لهنا كل يوم باش نتفطر، من الاثنين للجمعه، قبل ما نمشي للخدمه.
ماشي مشكل.
اعطيني ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
ايه، نقدر نخدموك من سبعه.
اَرجوكَ تَسْطَّحْ هُنا.
يا له من خدمه سريعه.
يمكن يجي بعدا.
من فضلك انعطف يساراً عند المفترق القادم.
سمح ليا. كيفاش نمشي للبنك؟
واش كاين طوبيس غادي للمتحف ديال فورد؟
ايه. شنو سميتك ورقم الغرفه ديالك، من فضلك.
اشحال قدّش كتاخد باش توصل اليابان بالبريد الجوي؟
صافي. نتلاقي في الساعه دوازه ديال نهار الاحد.
كانبغي نمشي لنيويورك ونمر من تمّ لتورونتو.
السحاب مكسور. عندك المزيد من نفس النوع؟
هادشي شويه مقرف.
واخا تقدر تعاود تاكد ليا طلبيتي ديال الطياره؟ هاذيك تيكيط ديال الطياره ديالي.
واش عندك هادشي بلون اخضر داكن؟
تقدر توصلني لكانتربري و ترجعني؟
واش نقدر ناخد فورشيطه جديده؟
شكرا بزاف علي لطفك.
افين، ما كانديروش بيع تذاكر ديال الدار ديال السينما.
باغي نشوف هادشي.
اه، هاذ مزيان. شنو غاندير؟
باغي نبقي هنا يومين زيااده.
ابغِي نْغَيّر بلاصتي.
عندهوم شي قريدۃ مزيانه بزاف اليوم.
بشحال لخرجه؟
تدخّن ولا لا؟
غالي بزاف عليا. ما تقدر تخفض الثمن شويه؟
انا مفتوح الصباح ديال الاربعاء ولا الفاخره ديال الجمعه.
ما حجزت والو.
باش دابا فصاله الصيف فاليابان كيكون سخون بزاف، و ما كانش عندنا طابور فديك الدّور.
واش تقدّر تجيب ليا طّاكسي غدا الصباح علي الثمانيه؟
دا مزعج.
واش ما نْستناو حتي الطوبيس تحت السطاح؟
وا، كينجي. خليني نبان ليك المكتب.
ايه، مفتوح من تسعه لـ تسعه.
ما نقدرش نعس مزيان ف الليل.
كيف تاثرت الاعمال بالركود؟
عندي موعد اخر.
واش ممكن تعطيني خريطه ديال المدينه؟
ها هو بالضبط ما كنت باغي.
ما فهمتش الشرح ديالك.
لا بدلي نمشي بترانزيت. غاديه لبوستون.
فين احسن بلاصه باش نشوف شنو زوين في هاد المدينه؟
واش تدوم؟
استمتعتُ بزاف.
صافي، بغيت يكون عندي وجه صغير بحال وجه جوليا روبرتس.
باش تاخدي هاد الشي، من فضلك؟
المسافرون المغادرون علي متن رحله الخطوط الجويه ABC رقم 703 المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لاجراءات حكوميه.
فين هي المحطه ديال الباص ديال B؟
في السيڭل، من فضلك.
فين نقدر نشري بواطه ديال الطبله؟
واش نقدر نجيب مرشد كيتكلم اليابانيه؟
باش تندير ليك صوره؟
ما كلت هاد الطبق.
قَطّعتْ صَباعي. واش عندك شي مَعقِّم؟
واش ممكن عطيني طابع ديال خمسه وتسعين سنتيم؟
غادي نكون هنا بـ 7 وربع.
بغيت عطر.
واش ممكن تعطيني جدول الزمان؟
واش غادي تمشي للمدرسه هنا؟
بشحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
اكيد حطيتو في حقيبتي.
يَدّيك فوّق!
واش عندك شي مطعم تقدّر تنصح بيه قريب لهنا؟
واش تفضل الدارڭ ولا الصباحي؟
واش تقدري تقولي فين غاديين بالطاءره؟
تيكيت ديال النقل، من فضلك.
فين بلاصه مزيانه باش نمشيو فيها د واحد النهار؟
باغه الكالي حمرا بغيت، نفس النمط ديال هادي.
زالك جدول المواعيد غدي دير؟
واش شحال الوقت اللي بنك يفتح؟
كنحس بالمرض.
بغيت نفهم، بغيتي ترسم ليا شي خريطه؟
برّا.
خُدْنِي لِسْطَاحْ.
واجب نجي للمستشفي كل يوم؟
كرشي تقلان.
بشحال تمن ديال البريد باش نعطّي هاد الرّساله لليابان؟
كنبغ شي كاس ديال شيري.
واش خاصك شي واحد يجيك من المطار؟
التح boarding غادي يبدا في 4 و نصف، فين بغيتو تكونو قبل ديك الساعه.
من تلاته ديال عشر الف ين.
فين نقدر نشري كرط طيليفون؟
واش نقدر نعاودو في مدينه اخري؟
كنخطط نبقا غا 12 يوم.
بالضبط، خلي الفوق شويه طويل.
خاصك تشوف متخصص.
شي شويه ديال الدقايق، من فضلك.
رقم المسار اربعه عشر.
اه، واش ديرها؟ عندك بزاف ديال الاختيارات.
ما كايناش فحال هادوك فين ما دورت.
واش عندكم شي بلاصات فارغين ل لندن؟
كنبغي نسخه من محضر السرقه.
داك الدكان واحد البلوك تحت فالدار.
واش تقدر تعطيني طرف دخان معاك؟
واش هاد السيكارات خفاف؟
صافي. بحال هكا.
القطار السريع الموالي غادي يجي ف ساعه.
كنبغي نطول يدين هاد البلوزه ديال رياضيين.
عندي حجز. هذا رقم التاكيد.
عيد ميلادك قريب.
القطارات معطله بسبب الاضراب.
تقدر تصلح هادشي؟
كانت الشارع مزدحمه بالسيارات.
هي الدار الثانيه علي اليسار من ديك البنايه البيضه.
حجزنا بلاصه ديال 25 اكتوبر، المغادره علي 11 ديال الصباح.
لا، شويه لقدام. تمّا، ايه.
ايوا، هادشي ما كيشمل الماكل.
فين نقدر نعوض هاد التيكيت؟
واش علاش كاين هكا؟
باغي نتريح شويه.
لبغيتي، طوموبيلتي تعطلات، عافاك جيني و خودها.
كنبغي شعري يكون شويه طويل من الدار.
اش من نوع عندكم؟
وافق. واحد من الاماكن اللي كنبغي بزاف.
اش من موديل عندك في بالك؟
سميتي ميشيكو تاناكا، و رقم الطياره هو خمسه واحد ل طوكيو.
واش تقدّر ترسم ليا شي بلاصه بسيطه من هنا؟
فين غادي نلقاو؟
كنبغي شعري يكون مزيف بحال ما كان.
عطيني خمسين، من فضلك.
فين نقدر نسجل في الطاءره ديال جاڵ؟
اش دايرين داخل؟
واش كاين شي بلاصه ف المنطقه معروفه مزيانه؟
عطيني شي صراف، الله يعطيك الصحه.
صافي. غنخلي تاكد باش شناط ديالك يكونو هنا.
هذا هو الاختصاص ديالنا، دينيس مشوي.
غادي نبقاو.
سرقوني.
صافي. واش خاصني نبزطو؟
غادي نتّقسمو.
ما عندناش هاد النوع بالزبط دابا. غنخلي نشوف شنو عندنَا في المخزن. سْتَنَا شويه، من فضلك.
سكوتش بالماء، من فضلك.
هادشي زوين. شحال ثمن؟
خُذ هاد الوصفه للطبيبه. تقدر تشري الدوا تما.
انا طلبت داك.
ايه، تقدر تبات في اي محطه بين هنا و شيكاغو.
فين نقدر نشري شي تحف؟
غالي بزاف. ما نقدرش نشريو.
واش ممكن نعطيني نمره ديال ABC و الشركه في شيكاغو من فضلك.
فين الكاتدراءيه؟
اش كيف بغيتي البيض ديالك؟
داكشي حدا هاد الباطو.
لا، اظن نسّاو يجيبو واحد لينا.
صافي. تمّ التاكيد. واش نعطيك رقم ديالك باش نتصلو بيك في حال احتجنا؟
شْحال سْمِيَّه د لْفَنَّان؟
واش نخليّو يعاود ليك ملي يدخل؟
بغيْت نْهَزْ هَادَا.
كنبغي هاد الخدمه ديال شمبانيا الاستقبال بعد الصعود للطاءره. سمح ليا نرفع نخب لصحتك.
اربعين دولار في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
نْظَنّ خمسه دُولار.
ماشي هذا طلب ديال واحد اخر؟
واش تقدّر تقولي كيفاش نمشي للمتحف؟
انا اسف بزاف، ولكن كنبغِي ناجل الموعد.
واش تقدّر توصيني ب واحد النوضه؟
غادي تمشي طْرِيقْ الثّامنه.
kanbḥat ʿla wāḥed ṣṣāf b wāḥed ḥẓzām ymkn liy tbdl fih lṭūl.
كنبغي يبقي الثمن تحت ميه وثمانين دولار.
غادي نسولك ملي نشوف شويه.
ايه. حجز لست ليالي من فضلك. ابتداءً من ثلاثه وعشرين يوليوز.
واش تقدري توريني شي وحدين اخرين بتصاميم مختلفين؟
اش نوع ديال العصير بغيتي؟
واش غادي تمشي لدارك في العيد؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
كان هذا مكسورًا بالفعل عندما فتحت الطّرد.
29 غشت.
كنبغِي نعطّي هادشي بالبريد السريع لليابان.
عيد الشكر علي العمل. انه يوم شكر لكل من يدعم المجتمع باعماله.
هاد الغرفه ضيقه بزاف.
واش نقدر نشرب شي تاي اخر من فضلك؟
كنبغي لهاد الحوايج يتنظفو قبل دابا لخرجه د اليوم.
واش كاين بنك حدا هنا؟
شحال منقدر تنفض الطبله، الله يعطيك الصحه؟
سكينه، من فضلك.
كلشي مطبوع.
اكتب رقم غرفتك من الخلف من فضلك.
كناكل بالعصا.
رحله دلتا رقم ثمانيه وعشرين الي نيو اورلينز غادي تتاخر بحوالي ساعه.
مللي نرجع ل اليابان، غانكتب رساله. اذا كان عندك الوقت، ارجوك عاوني و بعت لي رساله.
خلّيت تذكره الطياره ديالي في الفندق.
غرفه وحده بلاّ دوش، من فضلك.
شكرًا ليك مره اخري علي التذكير. بزاف ديال الناس كايتناساو يمضيو اسماهم؟
اه، الوقت كايخلص. نعاودو هاد النقاش يوم الخميس علي ساعه؟
باش بغيت شيّ جلابه للنوم.
صافي. غنڭال ليك ملي سالاو.
واش بغيتي نتعداو نتعشو؟
غادي توقف الليموزين عند الباب الشمالي اولاً.
اشحال ممكن نقدر نعاود نمشي للمطعم ديال الفندق؟
واش طقطاب مستقیم؟
اه، بدات الوقت تايْحالْ. اظن خاصني نمشي دابا. شكراً بزاف علي هاد الليله الزوينه.
واش نقدر ناخد شي دوا علي كرشي؟
كنبغي الدجاج المشوي.
غلطي. ماشي غلطك.
سمح ليا، واش هاد الفيلم غايخلص في شحال؟
داك، عافاك.
دابا سرقات ليا المجوهرات ديالي. خاصني نعمر شي بلاغ.
صافي، غدي نعطيك مع السيد جونز. صبرو شويه.
السلام عليكم. هذه الخطوط الجويه المتحده.
فين السيد جونز تعلم اليابانيه؟
عندي واحد صغير بنفس التصميم.
تقدر ضيق ليا هاد السروال؟
نهار الجمعه، في تسعه.
هاد الباب ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
شويه اخري، من فضلك.
شاوي شويه ديال الملح، ولكن عجبني. جاوبتو معايا من اليابان كامله؟
ارجوك بسرعه، اذا امكن.
واش تقدر تخلص عشره دولارات هنا باش نديع؟
ايه. صحيني بعد ثلاث ساعات، من فضلك.
بغيْت نْخْدَم، عافاك.
نقول اه ولا لا؟
معلقه و معلقه، من فضلك.
اش دايره المحطه التاليه؟
السياره كاتصدر صوت غريب.
بشحال تسد المكتب ديال البريد؟
انا دفعت مقدم بقيمه خمسين دولار وقت تسجيل الدخول.
واش عندك شي دوا علي كرش معطله؟
واجب نلبس كرطه و علاقه؟
واش نقدر نحول فلوس لحساب الادخار ديالي؟
نْسِيتْ شْنْطَتي.
باش بغيت نعاود نءكد حجز الطاءره ديالي.
صافي ساعه ديالي. كانت جديده تمامًا، من صنع سويسري رقميه.
نجحت في داك الاختبار بنجاح باهر.
باغي تمشي معايا ل بلاصات مزيانه و فيها الاثاره. انا سياح، عارف.
واش نقدر نمشي نشوف شي بلاصه مزيانه فاش السفينه واصله للميناء؟
افّضل ليك تضبط المْرْايه ديال الدّار.
غادي يكون انتظار ديال عشر دقايق تقريبًا.
باش ناخدو طّالْبات ديالك؟
بِالْاَحْرَي. شْحَالْ فِ وَقْتْ كْتَبْغِي؟
كنظن خليت الكاميرا ديالي من بعد ما تعشيت هنا البارح.
جمعهم من الباب.
اه، لا. ما خاصش. نقدر نديرها انا. بزاف كفيتي، الله يعطيك الصحه.
الا تصلحو او تبدلو، من فضلك.
نقدر نديرها فشي شهر الجاي.
تاخد وقتك.
اش كيف يقارن هاد المنتج الجديد مع المنتجات اللي كاينه دابا؟
البايعين في هاد المحل كيعاملو بلطف كبير.
تقدر تحافظ علي هادشي ليا؟
ملي لحظه من فضلك.
واش عندك ليكات ديال التصويبه؟
باغيْ نْكْرِيْ طَوْمُبِيْلْ لْفْجُوجْ دْ سِيمَانْ.
ايه، في الاول، غسلها منفصله.
اريني بعض الساعات ديال الرجال من فضلك.
الا ربعه وعشره.
بشحال تاخد الليموزين باش نمشي لوسط المدينه؟
من داك الصباح.
احسن ليا نبقاو مسرعين. باقين كيدخلو للطاءره.
داكشي واعي بالزبط.
طلبْتْ دجاج.
عشره ايام.
شحال هاد الولد؟
بشحال كامل؟
بغيْت نْفس ديال داك، عافاك.
ضاعوا ليا شيكات السياحه ديالي.
عافاك، بغيت شي دوا للبرد.
هدّيه في قرن.
كنشوفو ديما كل صباح في الطّران.
واش تقدر تعشي معنا هاد المساء؟
غادي نبقي في فندق B تا غدا. غادي نكون فرحان اذا قلتي ليه باللي هنايا.
الرحله متاخره لمده خمسه واربعين دقيقه.
سميتي شينو يامادا.
شنو هاد المطعم معروف بي؟
عندنا طّلا ديال النبيذ الابيض مزيان.
شي دوا بسيط للبرد.
واش تقدّر تجيب ليا شناطي للوبي فصباح الغدوه؟
اه، باين ليا كانضيع شي حاجه كل مره نسافر.
سالا ليا الخدمه ديال اليد اليمني ديالي.
السلام عليكم، هاد رقم ديال روي؟
من بعد، غتجي لواحد الدرب ديال الدكاين. اذا تبعتي هاد الدرب، غتوصلي للستاسيون.
لا، ماشي هنا. كاين واحد البلاص فين كيدخنو في الدار ديال هاد الطوموبيل من الدار.
واش ممكن نعطيك بروشور؟
وصل لتاّم 9 ديال الصباح، الله يخليك.
ايه، سيدي. كيف بغيتي نقصّها ليك؟
اظن ان هناك خطا في الفاتوره.
غير الزيت و الخل يكفي.
عندي بالضبط اللي باغي. نقترح عليك هادشي؟
قهوه مع السكر.
هي سبعتاش تا وحده. ااه، سمح ليا. غلطت.
واش سبق ليك سمعتي بالـ"غولدن ويك" في اليابان؟
شكرا. تفضل بالرجوع مره اخري.
واخا مزال عامر؟
واش نقدر نخليها في اي مكان في البلاد؟
واش باش نعرف نمشي فين، شنو الرقم اللي خاصني نمشي؟
اش كيفاش نمشي لديزني لاند؟
واش هكاك خاصك؟
سمح ليا. فين المطعم الرءيسي؟
باغي نمشي تليفون ل اليابان.
12 هو رقم مقعدي. فين كاين؟
اش هذا، من فضلك؟
واش من نوع كتقصد؟
ايه. غانوصلو في الثمانيه بالتوقيت المحلي.
اذا لقيتي شي حاجه، عافاك اتصلي بيا.
واش نقدر ناخد شي كاس ديال اللحم و البيض؟
شربه شمامه للتحليه، من فضلك.
الميه سخونه ماشي بزاف.
واش غتشرح ليا كيفاش ندير داكشي؟
ارجوك اكتب عنوانك للتواصل هنا.
باش نخدم فلاش؟
شكرا. رجع لداري غدا في نفس الوقت. غدي يكونو الصور واجدين تا تمّا.
انا اسف، حاليًا يمكنك الطلب فقط من قاءمه الليل.
مزيان بالرصاص ولا بلا؟
عندي صداع.
هادي هي الغرفه 12:07.
باغي غرفه اخري.
شحال هاد الفيزا صالحه؟
واش كاين مستشفي حدا هنا؟
باش بغيت بدله.
واش عندك عرض اوسع؟
باش نقيس مقاس تسعه؟
فين فندق امن و يقدم فطور مزيان، من فضلك.
فين غادي الحيوان؟
اكبر من هاد؟
ثلاثين دولار وثمانين سنتيم.
كيعتمد علي درجه الحراره ديال البلاصه، ولكن في وسط اليابان، بدايه ابريل.
شيز برغر و بطاطس مقليه.
تا خسرنا الوقت علي القطار الاخير.
ما عنديش فلوس صغار.
واش جبت تيكيط ديال الباص؟
بالنسبه للرصيد، من فضلك.
كان عندي رحله بالخطوط الجويه المتحده رقم 828.
دايرين بزاف ديال الضوضه حدا غرفتي.
في الساحل الشرقي، كتقدر تلقي بلاصات مشهوره بحال نيويورك، واشنطن دي سي، وبوسطن.
واش عندك شي ورقه يابانيه؟
تقدر تكون مزيانه.
واش ممكن نخلي اغراضي عندك حتي وحده؟
واش كاينين شي دوره في المدينه؟
ايه. خايف نتسناكْ. واش الامن هنا مزيان؟
فين فهمت. كانحاول كنبغي نستاجر سياره من نوع سيتروان.
عندّي موهبه فطريه.
صافي غتمشي. فين الخبز؟
تدخين، من فضلك. و حدا الضّريعه، من فضلك.
و شنو البلاصه ديال التصويره؟
واش غادي يكون اسرع، طاكسي ولا سياره الاسعاف؟
واش عندك هاد القميص بالوان اخري؟
ما خاصكش تشوف التلفزيون ديما.
اي، حنا غديين نقربو ليها، غديين نقربو ليها.
افْضَلْ ليكْ تْدْخُلْ لِمَستَشْفَانَا.
فين نقدر نمشي باش نلقا سوبرماركي؟
شويه غاليه. ما تقدر تنزللي شويه؟
بشحال ديال المحطات حتي نبدل؟
هاداك الراجل سرق ليا محفظتي.
حبوب الهضم وحبوب وجع المعده مختلفين، صواب؟
باغي نشوف الميناء.
فكره زوينه.
بشحال الوقت بالرجل؟
ناخد عشرين ديال الدببه الكبار، من فضلك.
واش واش رقم ديال الكاشير؟
سهل. غنلق فالدليل.
واش عندكم شي غرف اكبر؟
بشحال الفوطه؟
باغي نبقي في هاد الغرفه ليله وحده اخري.
سمح ليا، ولكن بغيت نسلم تقرير السرقه.
اه، كيعتمد علي وسيله النقل اللي غادي تستعمل. واش غتمشي بالوطوبيس ولا بالطاءره؟
تقدر نقعد هنا؟
واش نقدر نعطي بريد الكتروني واحد بدولار؟
ايه، من فضلك صعده لغرفه 1234.
ملا هاد النموذج ديال التسجيل، من فضلك.
كنبغي تذاكر ديال الذهاب و الاياب لمدينه اوكسفورد، عددها جوج.
بشحال الوقت نمشي للمطار؟
هذا بطيء.
فين نقدر نبدل فيلم؟
لا، من فضلك لا. واش تمشي تسول اسءلتك باش نكمل المحاضره ديالي ونسول فيكم؟
باغي بلاصه مزيانه.
كنخاف المرحاض معطل. محتاج مساعده.
ماشي صعيبه و لا غامضه.
غادي نجيبك ل بلاصتك. هاد الطريق، من فضلك.
سمح ليا، واش نقدر نسولك سءال؟
اظن ذلك.
السلام عليكم. تشرفت بمعرفتك.
باش بغيت نشيك هاد الشنطه لتوكيو، من فضلك.
تقدر توريني واحد شويه اكبر؟
كنظن الملابس المصنوعه في اليابان مزيانه مزيان في الخياطه.
افْضَلْ ليك تْسْتَسْلَم.
تقدر تعاود؟
واخا تكتب ليا العنوان و نمره التليفون من فضلك؟
واش مسخّن؟
من اي مطار غادي نمشي؟
ما ستقبلتيش الفورماس ف الطياره؟
بغيْت مْكْوَا.
طاطلع ثمانيه و ثلاثين دولار بالضبط.
شكراً علي مشاركتنا افكارك المميزه.
انا كنتمشي للتزلج مرتين في الشهر خلال الموسم.
زيدت ف ابريل واحد ف خمسه وخمسين الف وتسعميه.
واش نقدرْ نْكْرِي مْرَاكِيط؟
هادشي هو الطوبيس ديال المدينه؟
بشحال هاد العطر؟
واشْ باشْ؟
فين نقدر نمشي نقلب علي الاجراءات؟
خمسين جنيه.
واش داك شامل الضريبه؟
اشْ كاينين الكيسات؟
ارجوك اتصل بسياره اسعاف.
نْراهن بثلاثه دولارات علي هذا.
كيف دايره؟
ما كاينش طعام ما كنعجبنيش.
عيد الدستور او "كينبو كينينبي" هو عطله وطنيه في الثالث من ماي باش تخليد تاسيس الدستور الياباني الحالي.
هاد السفره فيها زياره لبرج سيرز؟
واش كاين مكتبه حدا هنا؟
غادي نحضر المدرسه الصيفيه في جامعه هاواي.
فين غاديين دابا؟
زوج ديال الكبار و واحد الولد عمرو ثلاثه سنين.
في حمام في المحطه.
