داك شي تما، مزيان قدام مكتب ديال المعلومه للسياح.
ما سمعت بهاد العنوان في هاد المنطقه.
تمشي ديريكت حتي تشوف صيدليه.
بشحال الثمن ديال الفطور؟
اشْ كيف نقدر نعاونك؟
dir l'shmal f z'nq l'thalta.
تايـشـربـي مـع لـحـليب و سـكـر فـي قـهـوتـك؟
تقدر تصرف لي شيك بميه دولارين؟
ila ja wela, n'sel lli tkon bhal dialk.
فين الكافي؟
كنبغي واحد السواغ ديال الاطفال.
صافي. الثمن 85 سنتيم للبريد العادي وثلاثه دولارات وزيرو سنتيم زياده للبريد السريع.
الا كنت مكانك، نشري هادشي.
واش غتكون عندي شي مشكل مع الديوانه؟
واش عندكم صباطات كلاس ديال الرجال واسعين من الدار؟
لا. هل اقترح غرفه مزدوجه للاستعمال الفردي بدلًا من ذلك؟ لدينا واحده.
بغيْت شعري يكون مْكَلْكَع مزيان، عافاك.
هي باغا بيره.
صباح الخير. كيف حالك؟
كنخاف خصني نشوف شي نوع ديال الوثاءق الثبوتيه.
اش نوع ديال الدريسنج؟
هذا بارد شويه. واش تدفّيه؟
اكيد، هاد البلاصه مخدوده ديجا.
لباس، الحمد لله. ولكن بغيتي تجبد صاحبي؟
شكرا، هاداك كافي.
مين احسن صاحب ليك؟
يوم الصحه والرياضه، العاشر من اكتوبر، هو عطله وطنيه مصممه لتعزيز صحه الناس.
واش بغيتي نشوف داخل المحرك؟
واش تقدري تعاوني باش نلقا حقيبتي؟
واش تقدر تدبر الموضوع مزيان قبل الحين؟
كنت كاين معاون. شكرا.
مللي وصلتي، سولي واحد اخر، من فضلك.
بغيْت باش تمدّ لي رقم 24، من فضلك.
ها كاين دولارين. خلي الباقي.
واحد هامبورغر و واحد شيزبورغر، من فضلك.
بشحال كتقلب علي المعالجه؟
كل واحد فينا بغا يدفع علي حسابو.
كان الموضع علي كرسي في قاعه الاستقبال.
ارجوك بدل هاد الين بالباوند.
بغيْت مْعَجَم صَغِير فْ جِيبِي، عَفَاك.
لشخصين علي الساعه سبعه. الاسم هو واتانابي.
صافي ساعه ديالي. كانت من نوع Seiko ديجيتال.
غايكون لينا الشرف باش نقدمو ليك المشروب اللي بغيتي، ومن بعد العشا. دليل كامل ديال المشروبات اللي كنعرضو في هاد الرحله موجود في دليل المعلومات ديال المجله ديالنا.
واش ساكن هنا قريب؟
فين المحل ديال الهدايا؟
انا في الطريق السريع رقم واحد قريب من خليج مورّو.
بغيْت منبه، عافاك.
بالمناسبه، سميتي هو هيروشي ايجيما.
هاد الطران سباقط ف ليك فورست، ما كايديرش؟
اغلبيه اليابانيين كياكلوا الكتاكو و الحبار.
واش ممكن اخذ جوج ديال تذاكر ديال الدرجه الثانيه لشيکاغو من فضلك؟
مشيت لنيويورك.
اشْحال رقم الطياره؟
واحد لنيويورك، من فضلك.
بْحالْ داك شي يومين ثلاثه.
الثاني علي اليسار.
هاد الكارت، فهمتي؟
واش هادي مكتب الاستقبال؟ واش كاين واحد الكلينيك قريب هنا؟
واش عشره دولارات غادي يكافيو بالتاكسي؟
هذا طعمه غريب.
ايه. ستي، نجيب ليك واحد.
نص ديال النص، من فضلك.
ماشي بزاف. شي حاجه مشي غاليه.
واش باغي شي حاجه؟
اربعه ليالي.
انا محتاج شي جوارب.
واش ممكن تخفض الثمن شويه بما ان فيه بلايص فيها بلايص ديال الدروخ؟
واحد الراجل خبط فيا. بعد ما خبط فيا، لقيت فلوسي مشاو.
ما متاكدش واش كان كافي الملابس اللي جمعت باش نسافر ثلاثه اسابيع.
صافي، بغينا نجربو نبيذ ابيض.
اذا شي حد سْوالْ عليّ، قولْ ليه غنكون ف المقْهي.
اكيد كان عندي في الجيب الداخلي ديال المعطف.
واش نقدر نعرف اسم الحزب و رقم الهاتف اللي باغي اتصل بيه؟
واش شركه الطيران غتعوضني علي شري بعض الحاجات الاساسيه الشخصيه؟
بغيْت غرفه مع حمّام.
ما خرج والو من الاله؟
كان المفروض تمشي في الرحله رقم ثمانيه ميه و صفر، اللي طارت قبل خمسه عشر دقيقه. مزيان. نقدر نرتب ليك رحله اخري.
شي واحد فكّ الباكيط ديالي.
اه، ما كاين والو. المهم نتا هنا.
الخطوط الجويه اليابانيه، الرحله رقم واحد اثنين ثلاثه.
بغا نمشي نشري شامبو.
واش تقدري تقولي ليا ملي نوصلو للسينتر؟
فين اقرب جزار؟
كانبغيو نبقاو اربعه د ليالي ابتداء من واحد غشت.
شْحال سْمِيَّه هاد الزَّهره؟
15 شتمبر هو يوم تقدير كبار السن.
ما كاين صابون ف هديك الغرفه ديالي.
واش كاين شي دوا نقدر ناخدو لهاد الطفح؟
تقدر تبدل الكلام اللي قلتي دابا؟
اشحال غادي ياخد الطلب؟
تقدر تزيد شويه بالصوت، من فضلك؟
اشحال غادي تطول حتي تخرج؟
فين معلومات الرياضه؟
هاد السّميه هنا، اللي كتقول ليها سّميه عاديه، غتّصلح.
فين غادي تْصَلّْ الرحله، و فْ واش الوقت؟
فينبغي ان ابدل القطارات باش نمشي لـ ادنبره؟
كانبغي نحط هادشي في صندوق الامانات.
فين نقدر نبدل فلوسي؟
واش نقدروا نخليوا حوايجنا في الطوبيس، غير الحاجه الثمينه؟
كنت بغيت نعرف شنو هاد المصروف اللي كاين في الفاتوره ديالي.
غادي نعطي خمسين دولار.
دابا عرفت شنو اللي كان مشكل.
هذا ايكيدا كانكلم. عندي حجز لطاوله في سته و نصف هاد المساء. ولكن مع الاسف غنوصل متاخر بنص ساعه.
بشحال نقدر نشري ديال العطر معفاه من الضريبه؟
السياحه فقط.
صافي، غبر عليهم بالصيغه. كيف بغيتي؟
واش باقا عندك بلاص لبارح د الليله؟
باش بغيت واحد كبير.
نعست و ما سمعتش المنبه ديال 6 و نصف.
انا مصور فوتوغرافي حر.
باش تقدروا تبدلو دولاراتكم بـ "فيشات" ديال الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
غادي يكون عندك الاقتراح الاسبوع الجاي.
شكراً. شحال هاد الزوج ديال القفازات؟
واجب نمشي. غنڭاليك بعداً.
بغيت شي ديال الفوطات ديال الاطفال.
فين جاو هاد السمك الفراشه؟
تقدر تبدلهم بالدولار، من فضلك؟
صافي، حنا مزيانين بزاف. عندو واحد ف التمنه ف المحل ديال علا موانا.
واش كاين شي ليموزين؟
واش ممكن تعطيني نْڭيظ في خمسه ونص ديال الصباح غدوه؟
كنفضل غرفه هاديه.
بغيْت شي حاجه باش نشدّ طلاء الاظافر.
بغيْت بطاريه.
واش كاين فرقه موسيقيه ولا دي جي؟
واش نقدرْ نْكْرِيْ معدات الغوص؟
باغي نحجز غرفه لربعه د ليالي ابتداء من ثاني عشر من شهر دجنبر.
واش هاد الساك مناسب لجميع الاحوال الجويه؟
بغيْتْ طْرْيَه، عافاك.
باغيْ نْكْرِيْ طوموبيل اوتوماتيكْ لْيومين.
مشفتش الطياره رقم عشرين اللي غاديه لسان فرانسيسكو.
بشحال لدار المطار؟
صافي مزيان. واش متي؟
شحال بنتك؟
واش تقدر تقولي ليا علي فنادق رخيصه و نظاف؟
نقدر نحجز ليك غرفه مريحه في قصر قديم حدا ملعب غولف مشهور.
kanansih hada bghit nwarrik, l'anna fiih مكونات طبيعيه 100%‎.
واش القطار كيتوقف في برايتون؟
واش تقدّر تقولي فين نقدر نمشي نطّلع طاكسي؟
تذاكر ديال الدرجه الثانيه جوج، من فضلك.
باغا بغيت نمشي فاكس.
كنبغي واحد المِكْواه ديال السَّفْر.
باش نقدر نعرض عليك شي حاجه؟
نهار ديالي؟ واخا نخاف نسول، ولكن شنو كتقصد؟
باغا واحد يقدر يحمل الوثاءق بحال شي ورق ديال المكاتب من غير ما نطويها.
اي، ولكن مشي بزاف.
انا كنطيح لقطط.
اه، خاصك يكون عندك رخصه سياقه و، اممم، خاصك يكون عندك رخصه من لجنه سيارات الاجره والليموزين.
امرك سيدي.
ما كينش شي سخون ديال الماء باغي يجي.
كنبغي نحجز غرفه لليله ديال دابا.
لا، ما كيدخلش الضريبه و لا المصاريف ديال الخدمه.
بغيتي تمشي تْشري معايا دابا فْ العشيه؟
اهلاً، هاد شي لباس زوين بزاف.
الان، تم الاتصال. تفضل/ي."
واش واش رقم الباب؟
اشْ شنوْ كايْكونْ تْهْدِيَّه ديالْ هاوايْ تقليديه؟
واش نقدر نمشي ليها بالميترو؟
بغيْت ندير سشوار.
واش حنا قادين نوصلو لشي حاجه بالهضره هادي؟
انا من النرويج.
من عشره ل十二 من فضلك.
بالاك. خليني نشوف. تبان ليا واخا تاذيت من المرجان.
صافي باش تكون خاطرك مرتاح، عطيني نمره المسءول.
واش كاين طريق سريع؟
واش معاجبوش يحضر للفيسته ديال البارح؟
وقع حادث سير.
سمح ليا، نعست بالرقم الخاطء.
ادخل رقم التعريف الشخصي الخاص بك من فضلك.
ما نقدرش نضبط الصوره.
واحد برغر بالجبن و عصير ديال البرتقال، من فضلك.
ها هو جواز سفري.
واخ، بارك الله فيك بزاف. ا، واش نقدر نصعد لفوق؟
واش ممكن ناخد تّيْكِيتْين ديال لمُوسِيقَي ديال الجمعه الجايه؟
واحد السيد اللي غادي تمّا قال ليك يقدر يبدل بلاصتو معاك.
واش نقدر نطول الاقامه ديالي؟
قول، واش تعرف شي بلاصه مزيانه باش نشوفها قريب لهنا؟
لا، باغي نستاجر نص مجموعه ديال العُصِي و زوج ديال الصباط.
واش تقدري تخبريني ملي يلقاو الساك اللي ضاع؟
اش سمّيه هاد البارك الوطني؟
عندي جرح خفيف.
فين بلاصه مزيانه باش نشوف شنو معقل؟
واش نقدر ناخد شي فروطه؟
واش نقدر نتغدا دابا؟
بـاغـي نبدل هاد الدولارات.
بغا ليا طكسي. انا في South Main و Liberty.
بالطبع، واش محتاجين ديموناي؟
ماشي تفاحه، ولكن خوخه.
نعطيك وصفه طبيه. خذها للصيدليه.
كناقلبوا تلات مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هاذ غالي، ما كاينش؟
ايه، عندنا داكشي. غنحضرو ليك.
تقدر تحافظ علي شناطي حتي الساعه ثلاثه؟
لا، غير بغيت ندوز مرحبا.
واش نقدر نحجز سياره ديال الكراء هنا؟
واش نتا امريكي؟
لهاد البلاصه، من فضلك.
السياره ديالي معطله.
فين غادي يكون الحجّه ديال العيون؟
بغينا بلاصه هاديه، اذا كان ممكن.
هاد التاكسي سالك؟
واش هادي محطه السرعه؟
واش في واش الوقت نمشي عندك؟
كنبغ شي قنينه صغيره ديال النبيذ الابيض.
اه. واش نقدر ناخد طعامي شويه من بعد؟ ما باغيش مزيان دابا.
صافي، عندي اخبار. غاديه نتزوج.
اي سروال اخر؟
واش ممكن يعطيني برنامج؟
دّار ديالي دخّلو ليها حرامي فليل.
وريني السمكه اللي شفت اليوم في كتاب الصور، من فضلك.
شوف التعليمات علي عبوه الاكل المفرغ من الهواء.
باغي فلوس ورقيه.
خطف محفظتي وهرب.
ما عندكش دروس تجريبيه؟
فين نقدر نشري طوابع بريديه؟
انا من بريطانيا العظمي.
غادي نشوف مع مراتي في هادشي.
بغيْتْ نْرجعْ هادْشيْ وْ نْسْتَرْجعْ فلوسي.
kayn telfon kabin f lqdam men dak lbank.
غادي نوصل ف التاسع ديال مارس و نمشي ف الرابع عشر.
هادي غاليه شويه، ما تقلبش؟
واش عندك الطوب؟
فين محطه ديال الطوبيس؟
باش تاكل شي حلو؟
واش كاتْهْدَر؟
نفس الشيء بالنسبه لي، من فضلك.
ما وصلش طلبيتي.
kayn بزاف د لعيون د لماء سخون.
ارجوك، بغي نبدل خمسين الف ين ياباني بدولارات امريكيه.
صافي مزيان معايا. في الواقع بغيت نشرب سيجاره.
فين نقدر نکري سلاال و صباط ديال التزلج؟
نسيتي ولادنا شرب؟
واش تقدّر تبعتّها لعنواني في اليابان بالبريد الدولي مع الدفع عند الاستلام؟
كنبغ شي كاس ديال النبيذ الاحمر.
الي كان ديالك، سيدي. ههه، غير مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
عندنا البيـر، الويسكي، البراندي، الجن، الفودكا والنبيذ.
ايدي. اها، صواب. واش باشوطه مزيانه؟
رقم غرفتي ثلاثه ميه سته و عشرين. واش تقدّر تجيب ليا الغسيل ديالي؟
نشوف واش شي واحد من هادو يناسب.
بغيْت كَطْرَه.
جبلي شي كسوه ديال الجبن مبشور.
واش نقدر نخلي قميصي يتنظف قبل غدوه الصباح؟
واش يخلي يعاود لي تليفون؟
واش علاش دابا؟
سمح ليا. واش كاين مكتبه حدا هنا؟
نظن بلي عندك شي زله. الغرفه كانت مدفوعه مسبقا. عندي وصل.
الطوبيس تمّا.
بغيْتْ رُولْ ديال الفيلم ديال 100 ISO، ملّون، 36 صوره، من فضلك.
كنبغِي نصرف هاد الشيك بسبعين دولار.
بغيت نشري طوابع لعشر ورقات بريديه لليابان، من فضلك.
واش كاينين بنكات حدا المحطه؟
كنخاف يكون فيه شي غلط في الفاتوره.
هنا بالضبط.
واحد شيز برغر معلب، من فضلك.
مايمكنش دابا الواحد يخدم ف التصميم بلا حاسوب.
هرب.
واش بغيتيني نصلح ليك هاد التّقسيره ف البلوزه ديالي؟ بغيت نعرف واش تقدري تخيطيها ليا، من فضلك؟
شحال الثمن لمانشستر؟
واش تقدّر تعطيني كابل ديال الدّيماراج؟
فين نقدر نشري حصيره ديال البحر؟
صافي، عطيني حجز جديد.
عطيني هاد الستيك ديال اللحم، ولكن ماشي غزال بحال هاداك.
غاديين نجيُو سبعه.
مللي كنشوف هاد الاثمنه الزوينه، كيبان ليا غريب نشري اي حاجه ف اليابان.
علاش انا تاني سرقو ليا الدوسي.
واحد كرنه ديال ڤاليده، عافاك.
اوافق. خاص يكون طبيعي بزاف.
نتبه للفراغ، نتبه للفراغ، ثم قرب الباب، من فضلك.
غادي نحتاج شي كارت ديال الكريدي.
ها هو الرقم.
قول لي علي بلاصه مزيانه في هاد النهر، من فضلك.
اعطيني من فضلك تقرير حادث.
لا، شكراً حالياً.
صافي، ارجوك خليك علي الخط. السيد نكاجيما، السيده سايتو ما باينهش جاوبه علي التيليفون. بغيتي نزيد نعاود عليها شويه؟
يمكن، ولكن خاصنا نميزوهم علي حده.
باين شويه عزيز بزاف.
فينين الكونتوار ديال الامتعه ديال الرحله سبعه ميه و ثلاثه؟
شي حاجه مضروبه في طريقه المساكه ديالك.
هذا غدي يفسد؟
لا، شكراً. مزيانش نشرب مور من هكا.
قالي ليا شي دواوير مزيانين للتسوق.
واش داك الطوبيس غادي لفندق هيلتون؟
دابا، هاد الصوره زوينه بزاف. صايبه ديال تسوروتارو كاتااوكا. معروف فحالو فنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
واش نقدر ندعيك لعشا في واحد الوقت؟
صافي. شنو سميه الحزب ديالكم و رقم ديالو، من فضلك.
سمح ليا. خلاّسني، من فضلك.
واش ممكن تجيب واحد الموظف اللي كيتكلم اليابانيه؟
كنديرو عندها بزاف ديال الزيارات لعاءلتنا.
ميكي هاياكاوا. هادي هي الغرفه سبعه علي اثنين.
واجب يبقا هنا الليله، مزيان؟ تقدر تعاوني نحجز غرفه في فندق؟
ما خاصّش يطوّل. خمسه عشر دقيقه علي الاكثر.
واش تقدر تعطيني سومه هاد التليفون؟
صافي، تقدر تقلي بلي مشيت نتصل بها، من فضلك؟ غنعيّد الاتصال بها فاشحال.
واش كاين شي دوره ديال الصباح؟
واش كتبدل العملات الاجنبيه؟
الميزانيه ديالنا تقريبًا خمسين دولار في المجمل لثلاثه اشخاص.
فين نقدر نشري رول ديال الفيلم؟
واش عندك بيره يابانيه؟
كنبغي مايوه ف نمره صغيره، من فضلك.
باش بغيت نسجل الامتعه ديالي.
هادي السيده كوازو في الغرفه سته عشر واحد واحد.
بِصْحَه و سَلَامه.
ما كاينينش.
واش عند اليابانيين اهم عندكم العيد ديال رْاس السْنه ولا عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، امشِ مباشرهً في هذا الممر. انه المقعد بجانب الشباك.
ملي لحظه من فضلك.
ارجوك املا تقرير فقدان.
ما فهمتش ديال الامريكان، انا كانهضر بالليغات ديال الملكه.
من ديما البارح.
كانت تتضمن تامين الاصطدام والمسءوليه.
لقيت طريف ديال الدلاله ديالي.
واش عندك شي بروشات بديزاين مزيانين؟
كانّا كانْهْزّن من كابينه عموميه في مايسي'ز.
هادو كبيرين بزاف.
بشحال الثمن ديال الباركينغ في الساعه؟
سيدات وساده، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانيه يمكن التعرف عليهن من خلال الشارات التي يحملنها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اخبارنا.
واش كاين شي واحد الفتره ديال الفن كتعجبك بالخصوص؟
تحقق من ذلك مره اخري من فضلك.
زيد قدّم مزيان طول النهر بحوالي نصف ميل. غادي توصل للبارك.
لا، هما متينين بزاف.
صافي، غنبعثو ليك للاس فيغاس.
kanbḥt ʿla qmisan d ljarī.
بغيتي شي حاجه تشربي من البار؟
بهاد الطريق من فضلك. تاخد هاد المصعد.
اَافْضَلْ لَيكْ تْرْكَبْ طْرِينْ دْ الثّمانيه و نصف.
واش تا واحد السينما هنا قريب؟
دابا هو واحد الوقت ديال التيرو، غيكونو مزيانين.
كنبغي ساعه من يد ثانيه.
غادي نتسجل حول التاسعه فليل.
بدا كي طال الليل. خاصني نمشي.
ما استعملت خدمه الغسيل ديالك. واش تقدر تعاود تتحقق من هادشي؟
بغيت اتاي، من فضلك.
لا، ما كاينش.
هادي اخر محطه؟
نڭاعليه تليفون.
واش هادشي حار بزاف؟
فين نقدر نبغي طوبيس سياحي؟
اي، باغي نشوف معالم المدينه.
kayn بزاف ديال السياح حول العماره، كيبانو جمعو باش يشوفو شنو كاين.
شكرا علي كرم الضيافه ديالك.
الصراحه هي احسن طريقه.
واش تقدّر تقادني في سته ديال الصباح، من فضلك؟
بشحال الثمن ديال نص نهار؟
انا كنجي.
واش تعرف شي بلاصات مزيانين باش نشوفو في شيكاغو؟
اه، اذا كان الاصرار ديالكم، نمشي معاكم.
واش تمشي تبدل هاد الشي بواحد اخر من نفس النوع، من فضلك؟
باغي نحجز علي الساعه ثلاثه و نصف ديال العشيه.
صافي، بغيت صندوق الامانه.
شريّب شي كس ديال النبيذ مناسب.
كنبغي شي بلاصه صغيره.
واش خصني نعوض علي الغاز؟
حرامي. دوز عليه.
كانديرو النيه باش يجيو صحابنا.
عطيني شي فرق صغير.
شعر فيه دويره مزيانه و ضيقه، بغيتو يدوم.
هي صغيره و زينه.
واش واش بغيتي تعرف واش كاين شي opera اليوم؟
مقلي، من فضلك.
مازال ما رجع ليا الغسيل ديالي.
بالمناسبه، واش مزيان معاك السبت الجاي؟
احسن، اذن، منمكّن نتفاهمو مزيان.
كانت تعاملني بحال كنت واحد المساكين.
فين فهمت. و بغيتك تعاونيني في واحد المشكل اخر؟
واش ممكن تحط عدسات طبيه في هاد النضارات ديال الشمس؟
ناخد اثنين من هادوك.
واو، كلاب زوينين بزاف. شنو سلاله ديالهم؟
طيحت الشوكه ديالي. عطيني وحده اخري من فضلك.
كانت весеله.
واك. تمشي ديريكت و دوب علي ثالث زنيقه. تلقاه علي يدك اليمني.
واش عندك شي فيلم ديال ديال ديال ديال
واش تعرف كاتي؟ عندها حفله عيد ميلاد.
واش عندكم طابلو ديال الالوان؟
باش نقدر نعطيك شيك سياحي؟
صافي، هو، الرجل، كيفاش نعرف بلي هادشي هو الصح؟
واش نقدر نشريها معفاه من الضريبه؟
ما نقدر نحط المتاع ديالي تحت الكرسي. واش تقدر تحافظ عليه ليا، من فضلك؟
باش تقدر تحط هاد الحقيبه في الصندوق ديال السياره؟
انا غادي نمشي دابا، غنشدّها.
ارجوك ابعث واحد يجيب حقاءبي في سته ونص.
كنبغي طريف ديال سان فرانسيسكو ومنطقه حولها.
اش من خبز عندكم؟
فين المصعد؟
واش كاين شي واحد يعرف يعزف علي البيانو؟
فينبغي ان انزل في اي محطه باش نمشي لبنايه امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، ولكن ماظنش عندي الوقت نبقي ليله كامله. واش تقدر تحجز لي غرفه مزدوجه في ديك الفندق ليله 12 مارس فقط؟
واش نقدر نحجز غرفه دبل فيس تطل علي البحر؟
ما قررناش تا واحد الوقت.
صاحبي تعثر و دارت ليه رْجلُو.
غادي نجرب شي شربه.
واش كاين مطعم تايلاندي قريب؟
داك لبنيان طويل، حداه بالضبط. صافي، ارجع بنفس الطريق اللي جيتي بيه حتي للضوء الطريقي. ومن بعد، انعطف ل اليسار.
واجب نمشي نطير لـ لوس انجلوس ف الصباح الباكر ديال غدا.
من بعد نقدر ننصح بـ "San Francisco City Tour" بثقه. هادشي كيعطيك الخطوط العريضه ديال سان فرانسيسكو.
باغي ناخد تامين.
نحطو كمّاده بارده باش نخفّف الالم.
هي باغا تْشري واحد الفستان.
بشحال تاكسي لهاد الفندق؟
فين الحمّام؟
واش الدخول لهاد البنايه كيدوز فلوس؟
باش بغيتي.
kanbḥt shḥal wiḥd chi haja zwina o mzyana l ssbaḥ.
النافذه معطله.
فين كاين في الاتحاد سكوير؟
نص اونصه من شانيل رقم خمسه، من فضلك.
واش تايشوفي شويه قهوه؟
واش محتاج تيكيت؟
بشحال الثمن ديال الخدمه؟
شحال من هنا؟
شويه كريم و سكر؟
واش عندكم شي تخفيضات للاعضاء؟
واش كاين طرينو سريع في تسعه و نصف؟
خليني نشوف زيت الفرامل و المحرك. المحرك ديالك باين ليا كيتوقف تقريبا.
ما كانش خطءي.
ما كاينش الضو.
غادي نبلغ علي هذا للشرطه.
واش كل واحد غايخلص علي مشروبو؟
من 30 الي 50 دولار في الليله.
صلّح هاد الشي.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفلات توزيع الجواءز، او الجنازات.
شويه ديال الموصْ، عافاك.
واش ما تعطيهاش واحد الهدا؟
واش واش تقترح فيلم باش نشوف؟
تا خذ هاد عشرين و نعطيك دولارين معاك، من فضلك.
خْدَمَاتْنيْ بْجَنْبْ.
نقدر نجي للدار علي الساعه زوج.
هادي شناطه ديال الطياره JAL 01؟
هادي اول مره ليا نمشي لباريس.
واش تقدّر تقيّم الثمن قبل ما تبدا الخدمه؟
دخل، الله يخليك.
خاصنا يكونو رحله ديال المشي مزيانه بزاف.
فين غادي نبْرِدو الطّوموبيل؟
ما عندناش كيس بهاد الكميه، غنحطها في هاد الكيس البلاستيكي الكبير.
باغي نلعب تنس.
kayn 3صير ديال الاناناس، والبرتقال والطماطم.
فين الجنب ديال هاد الطابق، حدا السلم المتحرك.
واش كاين شي حاجه كتعرض فدار السهره د اليوم؟
ماشي بغيتي تشوف فيلم اخر؟
ارجوك صرّف لي هذا الشيك السياحي مقابل نقود.
بغيت نفس الدوره غدا، من فضلك.
نقدر نعطيك جواب احسن علي هاد السءال بعد ما نشوفو شويه ديال الحلقات.
انا محتاج شي كادو لعيد الزواج.
واش واش كاينين مسرحيات موسيقيه دابا؟
واش عندك مرايه؟
سمح ليا، ولكن ضيعت الطريق. واش تقدر تعاونيني؟
نَاخُد هَادَا، عَفَاك.
ما يمكنش تدخل الالعاب الناريه لكندا.
واش مراتك طباخه زوينه بزاف.
محتاج اي مساعده؟
واش تقدر تحجز ليا طكسي لسته دالصباح غدا من فضلك؟
واش بغيتي شي حاجه مع طبق رءيسي ديالك؟
واش كاين محل حدا هنا؟
هاد البلاصه عامر بالناس، مزيان؟
صافي. غيكونوا جاهزين في خمس دقايق تقريبًا.
نقزني رَقْبِي فْ النُّعَاس.
صافي، ما مشكل. نقدر نشوف باشوط ديالك؟
ما عندي فلوس.
واش في شحال غنمشي للمحطه؟
kayn بزاف ديال المطاعم في هاد المنطقه.
تا حدا للّوكال.
بزاف فرحت بالحديث معك.
واش كاين شي دوره ف النهار؟
انا مع صحبتي.
استمتعت باقامتي. شكرا.
الشاطء بالضبط تحتنا. يا له من منظر زوين.
شكراً علي الانتظار، السيده ماكغوير. ها هو. تفضلي.
واش عندك شي ورقه تعريف؟
سبعه، من فضلك.
باغا نبعت هادشي للغسيل. واش مزال غيكون جاهز؟
عندي سروال مخطط.
ايه. جاوني شي واحد حطو شناطه ديال واحد اخر فغرفتي دابا. واش تقدر تشوفها ليا من فضلك؟
واش ممكن تشرح ليا بالتفصيل؟
واش نعستي مزيان؟
واش تدير ضغط علي الزر ديال التصوير؟
فتحت مفتاحين، من فضلك.
بغيْتْ شِكَاْلَه.
كاينه ف نهايه الزنقه.
بغيْت شي ورقه ديال النوت.
واش غنمشيو بالوطوبيس؟
قلتي غادي تمشي ل طوكيو غدا؟
خليني نعس حتي تسعه ديال الصباح.
واجب نقل الي AW واحد صفر صفر. هل من الممكن؟
كيف دايره لعبتك هاد الايام؟
حاسس بالخنقه في الصدر.
ماشي مشكل. اذا جيتي فـ خمسه شتنبر، غاتقدر تستمتع بعرض علمي ديال فيلم، باش دابا عندنا يوم مفتوح خاص كل شهر فـ الجمعه الاولي.
واش عندك شي تور اخر؟
صافي، خمسه في المءه تخفيض. واش تمام؟
انا غادي نمشي لباريس.
ماشي اخر موديل، ا واش؟
مُزْمَّمْ لْثَامِنْ و نُصْفْ فْ لِيلْ، بالتوقيت المحلي.
خُذ هاد البْنيَه مَعَانا، من فضلك.
صافي. خصني طّاجين متوسط و كوره ديال الرز.
كيف تبان ليك هادي؟
بغيْت نشوف داك اللي في الدّريبه، من فضلك.
ماشي! حنا في عطله. ما نقبلش نقعد في غرفه الفندق و نتفرج علي البيسبول في التلفزيون. بغيت نمشي نشوف مسرحيه.
باش نقَدرْ نمْسو؟
واش تقدّر تجّي لهنا باش تصلّحو؟
باغي شويه ديال الالياف الصناعيه.
سميتي تارو تاناكا. عندي حجز.
بغيْت شويه كريم ديال التنضيف.
كنبغي واحد السوّيتر بكمّ طويل.
سرقو مني التيشان.
يبدو ان طرقنا كيتتقاطَعو بزاف، ما كاينش ليكاين؟
باش نشوف المنيو مره اخري؟
مازالين باينين شويه خضر.
بشحال؟
فراوله، من فضلك.
واش جبل فوجي هو اعلي قمه ف اليابان، بارتفاع ثلاثه الاف وسبعميه وسته وسبعين متر.
لا، مزال. كاين بزاف ديال الاختيارات.
كنبغي شي كريمه د الليل.
هي بين الفرنان والمحل ديال اللحم.
تقدر تقصر الاكمام؟
كنخاف ماكاينه حتا واحد ملعب گولف قريب من هنا.
تقدر تبين لي الدوبل ديال الثاني من اليسار؟
واش تقدري تسولي فيه يعيط ليا؟
حاولت نمشي تليفون دولي. واصلك الخط؟
هذا خاطء.
ايه، هو كدا. باش تعرف بلي كاين العلم قدام مكتب البريد.
غادي تبعثيهم ليك، اليس كذلك؟
كانبغي نمشي تليفون بالكريدي.
بغيْت نْيْتي تْمْشِي.
ملي توصل، غنعطيو فلوس باش يوصل لعنوان داركم.
هاد الايام ديما كنخدم بالكومبيوتر في الخدمه.
اه، واخا. فهمت. غنجي لدارك.
لا، هادشي كافي.
واش ممكن نعاونكوم بغطا و وساده؟
واش تجيو لهنا فاقع الامكن، من فضلك؟
واحد الكاس ديال القهوه، من فضلك.
كنبغ نطّلع علي شي بطاقات كيكونوا تقليدياً هاوايين.
تقدر ضيق ليا الكسوه بثلاثه سنتيمترات؟
انا نفس العمر.
واش تجيب لي شي قهوه؟
350 دولار؟ هذا فوق الميزانيه ديالي.
واجب نصوت علي هادشي؟ الا ما خاصش، اظن وصلنا لنتيجه، وغادي نعاودها للجنه المديره ديالنا غدا الصباح.
واش تعرف شي فنادق رخاص؟
صباح الخير. نعستي مزيان؟
اشْ واشْ ناوِي دِيرْ بَعْدْ مَا تْسَلِّمْ لْمَدْرَسَه؟
سرقو مني كريه ديالي في الشارع.
واش خدمت ليك شي خدمه اخري ف الصباح بالاضافه للفطور؟
بغيت كاس ديال قهوه بالحليب، من فضلك.
صافي. واش فندق شيراتون حداك تمّا؟
نتمني ليك متكونش تعبان بزاف.
باغيْ نْكْرِيْ طوموبيل ديال هاد النوعْ لْيومين.
ناخد كاس صغير ديال جاك دانيال.
بغيْت شي كيس ديال البوبكورن، من فضلك.
طيحت عصا التزلج.
ما كنجيبو حتي هديه للعرس. بالعكس، الضياف هما لي كيجيبو فلوس.
كنبغِي نعطيه لبريد عادي.
الطاءره وصلات متاخره بسبب الثلج الغزير.
شحن، من فضلك.
تقدر تاخذ رساله، من فضلك؟
سمح ليا، ما فهمتش عليك. واش تقدر تحكي شويه بشويه، من فضلك؟
اشْ شنوْ نقدرْ نْورّيك؟
واش نقدر نصور؟
من ميه.
رقم الرحله هو HP تسعه و ثمانين لطوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال داك؟
واش عندك واحد اخر؟
بليز جيب ليا فطور لداري غدا الصباح علي سبعه.
غادي يجِي واحد المسءول علي الصيانه فحال هادي.
سمح لي. غنرجع نعاود ف وقت اخر.
كيفاش نقدر ناخدها؟
واش باقي شي بلاصه فالسياحه ديال الخميس؟
سمح لي. نقدر نعبر؟
واش عندك شي نباتات وفواكه؟
افين نقدر نملا هاد الورقه ديال النزول من الطاءره؟
اظن ان قيمه سيارتي تقارب خمسه الاف دولار.
واش هاد الاكل قليل في السعرات الحراريه؟
واش شنوّ الباص لي خاصني نمشي بيه باش نمشي للمحطه؟
ايه، هوكداك. ولكن خاصك دير لفيور في الضوء الاحمر الثالث وبقا في هاد الطريق حتي توصل للطريق رقم سته وستين.
بغيت كاس ديال الماء باش نشرب دوي، من فضلك.
كون بغيتي تجيبني للبلعاء، نكون شاكر لك بزاف.
سمح لي. راه نمرتك غلط. هاد هي شركه تانكيوشا للطباعه.
كاينين غاديين نخرجو.
اش هاد الموسيقي؟
عافاك، عطّي هاد السيرو لوليدك، واحد معيار، بعد كل وجبه.
هاد الستايل متوفر بـ 28، 31 و 35 سم.
اه، هادشي باغي بزاف.
باش نخدم تليفون ديالك؟
ريحتو مزيانه بزاف. شحال ثمنو؟
كانبغي نتاكد من رحلتي لشيکاغو في السابع عشر.
كلّيت شويه بزاف.
باش نڭول لستي براون؟
هاد الدار باينه مريحه باش تعيش فيها، ما كايناش؟
باغا نبغي نحجز علي طاءره ديال شركه نورث ويست ايرلاينز رقم صفر سته وثمانين للدار الخامس.
محفظتي، جواز سفري واغراضي الشخصيه الاخري.
واش شحال كتقفل؟
صبر شويه. ممكن تكون خليتو في الحمّام.
صافي هاداك بالضبط اللي كنت غانقول.
ايوا، اظن كذلك.
دارك كبيره. شحال د الغرف؟
استمتعنا بالعشا.
فهمت، ولكن ما نقدرش نقولها.
اه، ياه، بالصحه. غير نتمني ما يشدوش الدوار في البحر.
لـ طوكيو، من فضلك.
واش واصلين فحال شنو؟
غادي نمشي بكري غدا، بغيت نشري دابا.
شيري نْشف، من فضلك.
مكان فحال اللي ما كيدخنش، من فضلك.
داك مشغول دابا.
واش الاجانب يقدروا يحصلو علي الكتب في هاد المكتبه؟
واش ممكن نبقا في غرفتي تا الساعه دوز؟
ها-ها. صباح الخير عندكم. لاباس.
بغيْت شويه من هاد الفيلم رقم ASA هادا باش هاد الكاميرا، من فضلك.
فين لوحات مونيه؟
هاد البيزا بنينه. مين صاوبها؟
اشحال بنه هاد الطبق؟
و زيد علي هادشي غاليين.
واش عندو واحد الطران اللي غاديه لبوستون فحال هاد الوقت؟
كنخطط نتعلم الغولف.
اعطيني شي كاس اخر من فضلك.
ياك واحد صوفور مزيان.
كنخاف الاكمام قصار بزاف.
تقدر تبان لي كيفاش نمشي الغاز؟
واش حقّ الفندق فيه الفطور؟
واش هذا كلشي؟
داك الطريق.
شغل الموطور من فضلك.
الدار ديالي مزيانه بزاف بالبرد.
نرد عليك ملي تبان لينا شي شويه دالراحه.
واش عندك واحد اكبر؟
حسّيت براسي مزيان.
واش عارف الجغرافيا ديال اليابان؟
اريني فين انا في هاد الخريطه من فضلك.
ميه بالميه قطن.
كنبغي نبدل لغرفه تطل علي البحر. واش كاينين مصاريف زاءده؟
بشحال الكرا ديال البلاصه نص نهار؟
نوفمبر عشره.
بغيْت شريط ديال الماكينه د لكتابه.
بزاف بنين.
واش مزال ما طارناش؟
اش كيفاش تبين للساءق بانك باغي تنزل؟
اربعه وعشرين دولار. بغيتي المزيد؟
دارت الحجز في طوكيو شهر واحد اللي فات.
نشكرك من صميم قلبي.
واش هادي المحطه ديال مركز روكفلر؟
شحال قدام رقم الحذاء ديالك؟
صافي زوين.
تقدر تخرج معايا في موعد؟
نّضّف هاد المعطف من فضلك.
باغيْ نْكْرِيْ طْرْفِيتْ.
فين قسم الحريم؟
ماشي مع القهوه؟
فاش مجال كان خدام فيه قبل؟
اللعنه. اللعنه. اللعنه. اللعنه. عاد وجهها بالنسبه ليا عادي.
واش خاصني نعطي فلوس زياده ملي ندخل لباطو؟
اهلاً، الخط ديالك واصل. تفضل، ارجوك.
الجرح ديالي كايهضر.
فين المحطه؟
كان عندي قشعريره.
ثلاثه ايام.
ݪي مع هاد السّمط، و غتلقي المكتبه ف الجنب اليسر.
عافاك، بغيت نلقا مرشد كيتكلم اليابانيه.
مانبغيش اللي يكون كبير وحجمو كبير.
غادي يكون تاخير شويه.
اش الفرق بين هاد الفنادق؟
ساليت المحطه ديالي.
كان زوين بزاف. شكرا.
غادي نجي حول سته د العشيه.
واش عندك شي حاجه شويه طويله؟
تااريخ النّتهاء هو مارس تسعه وتسعين.
كيف كانت؟
واش كاين شي كازينو مزيان؟
ها هو فلوس القلم الحبر. ورقه ميه دولار.
فين قسم النساء؟
فين نقدر نصعود للباطو؟
صاحبي مصاب.
لباسك زوين.
واش هاد المحل غايتقدا تما برقه؟
داك الطريق لاخر الدار.
شحال ممكن تقص لي الدقن؟
هادشي كيجي مع بار ديال السلطه و اختيار بين بطاطا مفورّه ولا بطاطا مقليه.
فين نقدر نشري حشيش؟
ما نقدر نباع هادشي بدون وصفه طبيه.
واش نقدر نحجز خمسه بلاصات حدا بعضياتهم في نفس الصف؟
واش تقدّر تعطيني حبل الزّيت، من فضلك؟
اشْ سياره كتعطي احسن نمرُوط؟
ما غاتحصل علي تخفيض مهما جهدتي.
فتح هاد الساك، من فضلك؟ واش كاين شي حاجه فيه؟
باغا نبغي نمشي تليفون بعيد لـ Hilton Hotel في بوسطن.
واش النساء كيقبلو هادشي؟
تحداك، السقف منخفض.
ما نقدرش نشوف الشاشه مزيان من هنا. واش نقدر نبدل بلاصتي شويه؟
زرت البحيرات العظمي لاول مره.
شي حاجه مضروبه في هاد الماكينه ديال البيع.
انا محتاج طبيب.
واش واش كدير ف المملكه المتحده شحال هادي؟
شي واحد بحالِك كيعجبو التقدم و الحداثه غيعجبو بالضروره الرّسم ديال شّباب و لموسيقي ديال الزّنقه.
واش شنو الوقت؟
غادي ناخد واحد فرانكفور و واحد كولا.
هذا هو المشغل الدولي.
تقدر تشوف واحد البنايه بيضه، اليس كذلك؟ كاينه قدام هاد البنايه.
واش من واقت؟
ما عندي والو نعلن.
اش؟ باغي يدفعو عليك الضريبه ملي عندك اكثر من ثلاثه قراش ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تجيب طبيب، من فضلك؟
ما كنعرفش بزاف علي النبيذ. واش واش منين يصلح مع هاد الطبق؟
واش تقدّر تصوني فّي فّي الضّوّح لقدّام؟ من فضلك.
kayn station dyal l-gaz f deux blocs men hna.
الناس اليابانيين ما كيديرو عطل طويله.
حسّيت بالناس كيتفرجو عليا. واش مزيان نشوف واحد الياباني؟
لا اظن ذلك. علاش قلتيها؟
فين غادي تكون الدخول ديال البريد المركزي؟
فين محطه ديال الطوبيس ديال غراي هاوند في هاد المدينه؟
ماشي المطاعم اليابانيه في كيوتو غاليه شويه؟
كنظن شويه مزعج بالنسبه لي.
عندنا غرفه مزدوجه مع حمام بـ 85 دولار.
باغي نعرف تمن الكتاب.
برد اكثر من العاده هاد العام، ولكن ماشي برد كافي باش تسقط الثلجه.
فين نقدر نشري تيكيت ديال الميترو؟
غادي يكون عندي بلاص ف الطاكسي ديال لفلوس، صواب؟
بشحال الثمن ديال التاكسي من هاد الفندق للستاسيون؟
واش نقدر ناخد هاد الشي و هاد الشي من فضلك؟
كيقولو اليابان بلاد عندها معقول ديال الفلوس.
واش كاين شي بلاصه خاليه في عربه النوم؟
واش تقدر تخفضها ل عشرين دولار، من فضلك؟
هادي هديه لواحد الصديق.
الثلج كيعمل الطريق زلق.
ما كايناش كاميرا ديالي.
غادي ندير شي وحدين ساندويشات ديال الديك الرومي.
واش عندك شي حاجه تعلن عليها؟
شفتي واحد البلّيه زرقا؟ حطّيتها علي هاد الكرسي.
kayn mḥl d lward lqbel l boulevard.
انا من طوكيو.
باغا بغيت شي ريفلون كريم رينس.
عندي شي حوايج بغيت نمغسلهم.
انا طلبتو من زمان.
واش تقدر تبعت واحد المحمل لغرفتي في سته ديال الصباح؟
غادي نشرب شكلاطه سخونه.
نقدروا نرتب ليكوم تنظيف الغرف ديالكم.
خاص، من فضلك.
بشحال الثمن لـ C Hotel؟
واش ممكن ناخد تيكيتات متعدده؟
بغيْت نحجز طاوله لشخصين في سبعه ديال العشيه، من فضلك.
كنبغي شي كريمه د الليل.
تقدر تلفّ هادشي ف شي باكيه ديال الهدايا؟
هي الرابعه و ربع.
غادي نخطط باش نعطيك الفواتير ديال المصروف اليومي ديالي، صافي عطيني العنوان وسميه المسءول.
صعيب علينا نتكلمو الانجليزيه بطلاقه.
واش عندكم هادشي بنفس التصميم ولكن بكعب عالي؟
كنبغي كسوه ديال ولاد لعام عشر سنين.
خوديوني لدار ابي روود، من فضلك.
شكرا. مرحبا، شكرا علي الانتظار.
اكيد عندي حجز.
غادي نبْعْتْهْ ليك، صافيْ اْرجَعْ هنا.
حنا هنا يوم واحد.
عندي شويه صداع.
بزاف عجبني المكلوبه.
لا، تفضل جلس و استني. غنمشي نجيبها ليك فحالاً.
باش نشوف السياره؟
واش تقدّر ترسم ليا واحد الخريطه من فضلك؟
صافي سيدي. بْغِيتْك تْكون فْ غُرفَتْك حْتَي يْجِي الطَّبيب.
زيدت عليّ في الݣرابه في شاطء وايمانو. عافاك، اجي دابا.
اش كاين مءه دولار؟
باغي هادشي مضروب.
باغي نعاود نعمر طلب جديد.
دعمات الحكومه تطوير الصناعات.
حتي خمسين عامًا، نبغي.
شنو اقل عمر باش ندير هادشي؟
واش عندك شي خراءط بسيطه ديال المدينه؟
باش ممكن نبغيش ندير عمليه سحب الضرس، اذا كان ممكن.
العدد هو كره واحده، ضربتين.
واش شنو الوقت غادي توصل فيها طْرِيقَه ل سان دييغو، من فضلك؟
بغيْتْ نْشوفْ الصندوق ديالك.
بغيْت شْويَا شَامْبُو.
انا ساكن في فندق هيلتون.
كنحس بالمرض و الغيان.
ولكن عندي موعد باش نشوفها علي الساعه ديال الزوال.
هاد السياره غادي لـ ادنبره؟
ايه، املا هاد الفورماسيو.
بشحال كتحسب الزياده في الوزن؟
سميتي كيمورا. بغيت نلغي الحجز ديال الجمعه.
اه، سمح ليا. صاير شي مشكل و حنا غنصلحوه. تقدر تزيد شويه، حوالي نصف ساعه؟
بشحال نعمر؟
واخه فهمت.
غادي نتصل بشي واحد.
واش بغيتي تسالي النّسبه دابا؟
جات السياره جايا فيا من الجنب في التقاطع.
داك واحد الصندوق ديال الموسيقي.
فين بالضبط الدرب؟
واش كاينين شي تور سياحي بالباص في المدينه؟
واش شحال نبداو؟
صافي سيدي. في الحجم المتوسط نقدر نعطيك ميركوري سابل. واش هادشي عجبك؟
لقد كدمت عضلتك.
صافي، واش تقدر توعدني تضرب الكوره ماشي انا. فهمتي؟
بشحال باقي؟
باش نݣترض شي كتان؟
اش نوع ديال الجلد هاد الحقيبه مصنوع منها؟
ما نعتقدش هاد السكين نظيفه. واش تقدر تجيب ليا وحده اخري؟
شريت هادشي قبل شويه، ولكن واش تبدل هادشي بهاداك؟
بصراحه، انا ما متفقش مع هادشي.
واش هاد الطريق ديا ل المحطه ديال الوسط؟
بْرَاكَا مَعَا رَاسْ، عَفَاك.
باغي نطلب كرطاله ديال اللون داكن ليا.
هاد المظله تمشي ليك باش عصا.
واجب نمشي كلّ شناطي للفيست؟
اريني جواز سفرك من فضلك.
واش كاين شي بلاصه كتقبل الغسيل فنهار الاحد؟
شحال بغيتي ديال شيز برغر؟ اثنين من فضلك.
واش غادي فين طوبيس ل ميامي؟
ما كاينش داعي للبقشيش.
يمكنك مشاهده واحد في قاعه كارنيجي.
انا ماشي مصدّق.
اش دايره الدار في هاذ الوقت؟
باغِ بغيت نطلب موعد مع طبيب.
كنتساءل واش تقراو طاوله حدا الضّريعه لعشيه دبا سبعه ديال النّاس.
ما عندك باس نجي لدارك؟
باينه فيه شي فراغ للتحسين.
فين كاينه الميترو؟
واش عندك شي وحده صغيره شويه؟
فين نقدر نبغي الاسبرين؟
هذا هو الحضيض؟
اعطيني باش نمر واحد الاسبوع.
هذا زميلي.
اش من نوع ديال البنزين موجود؟ سوبر، عادِي، و بلا رصاص؟
ها واحد.
باغي نزيد بالبرد.
مغلقه ايام الاثنين، ولكن يوم اخر خص يكون مزيان. نتصور انها مفتوحه من تسعه حتي خمسه.
هاد شي ديال السردين مشوي مع واحد الصلصه خاصه فوق طاجين ديال الرز.
قال ليا "نحتفلو" و خداوني لواحد البار. قال ليا غادي يدوز واحد تليفون و مشا و ما رجعش و انا بقيت مع واحد السومه كبيره.
بشحال الكيلو؟
كان عندي جواز السفر و الكارت ديال الكريدي في التياس.
حجز علي سبعه، باسم مانو.
ما تشرب شي كاس ديال اتاي؟
تقدر تقولي فين نقدر نلقا القنصليه اليابانيه؟
واش كاين طبيب في الفندق ولا واحد نقدر نتصل بيه؟
كيعمل التسوق ديما ف شارع بوند.
ورقه انجليزيه، من فضلك.
واش كاين شي بلاصه كاتشغل موسيقي كانتري؟
باغي نتاكد من قيمه اغراضي.
واش عندك شي وحده ديال الصوف مزيانه؟
بشحال الورقه الواحده؟
صافي، ضغط تسعه وصفر واحد واحد، ثم رمز الدوله ورقم الهاتف.
واش نقدر ناخد كوكا كولا دايت؟
باش نقدر نطلب؟
كانت سفريه زوينه. شكرا.
سمح لي. نقدر نعبر؟
التعداد الكلي لسكان اليابان يقارب مءه وثلاثين مليون نسمه.
باغي نستاجر واحد الشّمسيه.
ايه، و بغيت نعكس المصاريف.
محفظه فيها ميه دولار وثنين كارتات ديال الكريدي.
المَا سخون بزاف.
انت هنا.
واحد الطّاجين ديال القهوه، من فضلك.
غير محتمل بزاف.
بطني كتعورني بعد الاكل.
واو، بلاصه زوينه.
يمكن يكون عندو انصمام هواءي.
واش قررتي؟
باش بغيتي، نقدروا نتريحو هنا.
ضاع مني رْاسْ تْراسْلَه مُسَجَّله.
ما تقدرش تبدل خدمتك بسهل.
اش دايره المحطه التاليه؟
صافي، ولكن ماشي فالبلاص ديال الدروج. الحر بزاف اليوم.
نزل هنا، و بدل لخط رقم سته.
بغيلي نمشي فالطاءره ديال الساعه عشره الصباح.
زالزال بغيت نعْوَّط.
مانبغيش حاجه كبيره و ثقيله.
اعطيني الطّالون.
بشحال ديال الفطر الطازج؟
اشْ حَدّك، من فضلك. واش تقبل فيزا؟
اليوم غنمشي نشوف شنو كيعجبني شينوتاون.
تروفا تْوَين تْوَين تِسْعَه تْلَتَّه تِسْعَه سِتَّه سِفْر سِفْر.
باغي نشدّ ضروسي.
بغيْتْ سَكْطَه ديال المكياج.
كنتساءل شحال ديال البقشيش خاصني نخلي.
فين نقدر نشوف "The Phantom of the Opera"؟
باغا نشري هدايا لصحاباتي. واش تقدري تنصحيني بشي حاجه؟
بشويه، من فضلك.
شحال كتقدر تكون قيمه الفاكسات الدوليه ديالك في الشهر؟
مقلي علي وجهين، من فضلك.
صافي، هاذ الشي باين واضح مزيان. الاثنين ديالكم عطوني رخصه القياده و اوراق السياره ديالكم. و نتا يا ولدي، خايفين غانضطر نعطيوك تحليل دم باش نشوفو شنو شربتي.
غادي يكون واجد بعد غدا فد العشيه.
واش هادشي مصنوع من القطن؟
عندي دواءي الخاص.
اشْ شنوْ بان ليا في ديك السْياحه؟
اي، خاصك تطلب شي حاجه تشرب علي الاقل.
بشحال ف النهار؟
هاد الباص كيتوقف قريب من الفندق؟
كنبغ شي بلاصه ديسك صغيره.
kayn twayḥat ديال JAL و ANA غادين في عشره وخمسه وخمسين. ولكن، للاسف، لكلاطي ممتلءين.
لي كايليق لي مزيان.
واش نقدرو نحجزو طاوله لخمسه؟
ما فهماتش الانجليزيه ابداً.
ارجوك صرف شيك سياحي.
تقدر تعتني بيها من تسعه الصباح لـ تقريبا ثلاث؟
بشحال تيبان الطياره للمغرب اليابان؟
انا مقفول برا. واش تقدر تفك ليا الباب، من فضلك.
واش واش احسن رحله باش نشوف الاماكن المشهوره؟
واش كاين شي مضيفه كتعرف اليابانيه؟
بشحال ديال الساكين نقدر ندخل معايا للطاءره؟
لا، سيدي. هاد النّهار معمر بالكامل. غدوه مزيان.
غادي نسول الحارس علي الثمن المناسب.
انا معنديش بصح، اسف.
غايكونو عندنا واحد السهره فليله الجمعه. علاش ما تجيناش؟
اه، غرفتك تسعه ميه و ثمانيه، سيده. هاك مفتاحك.
ختيار بزاف باش نقدروا نوصلو للمواد الخام اللي محتاجينها باش نكملو هاد المشروع.
سمح ليا، سيدي الضابط؟
هاد الطرانسبور غادي ديريكت لـ ادنبره؟
واش هادشي داخل في الحد المعفي من الضريبه؟
خرّج اغراضي الثمينه، من فضلك.
شحال كيكونو الزوار معمرين فالسياحه؟
باغي نشري شي تحف. واش كاين محل مناسب قريب لهنا؟
تا شحال مفتوح؟
هو خارج دابا.
مايومي، واش تقدري تميلي هاد الورقه بتوقيع ديالك؟
ها واحد ليك، سيدي.
ما عندي والو ديال الامتعه اللي كنتمشي بها في الطياره.
صافي، خد وقتك.
انا هنا في مهمه اعلاميه.
واش عندكم افلام د الصيف؟
واش كاين شي طْرَن فحال هاد الساعه غادي ل واشينطون دي سي؟
اللي طويلين هما اللي ديما موضه دابا.
غادي نرجع لليابان دالاثنين الجاي.
wash tqder t3tini b’lān d l-mترو?
واش الطريق طويله؟
واش تقدر تبدل هاد الشي بواحد جديد؟
شخصين.
فين نقدر نخدم سيوري؟
ما كايش ليكوم لاباس. واش نقدر ننزل كرسيي؟
11:45 f sbaḥ.
واش تقدّر تقولي ليا فين كاين مطعم شباب مزيان؟
كانت السياره ديالو ماشيه بالسرعه القصوي.
باش ممكن نخلي ميساج؟ انا كانعيط باش نتاكد من الموعد ديالي مع السيد ايبرت د الاربعاء الجاي علي الساعه حداش.
واش تقدر تشرح مرضك شويه باللغه الانجليزيه؟
واش تقدّر تبعت تاكسي للباب الرءيسي ديال ويستمنستر مول؟
بشحال ديال المرات نقلب الطران بالحقاش نوصل؟
واش هادشي صحيح؟ خليني نتاكد. اااه، انا معذره بزاف، السيده تاكانو. هادشي غلط منا. ها الفاتوره الجديده ديالك. واش تمضي هنا من فضلك؟
خمسه دولارات رجع، من فضلك.
صافي ديال البانيو ما كيتقفلش مزيان.
صافي غير باش نعبر ليك علي شحال مقدرك.
صافي غتملا هاد الفورماس؟
واش هاد الموديلات ديال البلاستيك؟
اشحال ديال الماركات عندكم؟
الكعب عالي بزاف عليا.
انا مقفول برا داري.
شحال هادي ف باريس؟
واش ممكن يعطيني طوابع بريد لثلاثه ديال البوسطالات المعلقه للمغرب لليابان؟
كي كاتكتب G-O-R-O-H.
بغيتي تشرب شي حاجه؟
زدّر هنا.
عاجل برقيه، من فضلك.
صافي، حسب توقعات الطقس، غاده تسقط الثلجه غدا.
بغيْت كوره.
بالاك. غنكونو فرحانين نديرو داكشي.
اه، واحد كوميك ماليزي. غانشري واحد باش نجيبو معايا للدار باش يكون موضوع ديال الحكي.
باش الطريق ديال النّجاح هو "Jinmyaku"، صّح؟
غادي نوصل للفندق ديالك حول الساعه تسعه دالليل.
عندي تقريبًا الفين وخمسميه دولار في الين الياباني.
ايه، كانعطيو. غنوريك شي وحده.
باش بغيت شي دوا د النعاس.
غادي نبقي هنا لحد التاسعه. نتمني تقبض علي المجرم فاقل وقت ممكن.
اكيد المجرم قريب.
عشر طوابع من فضلك.
عندي التهاب في الحلق.
بغا ليا شي حاجه من نيو يورك باش نتذكر بيها.
انا غادي نمشي. واش تقدّر تبعت واحد النّادل لفوّق؟
الساعه دي عطلات.
اه، واش؟ كيف جاتك؟
صافي حنا كنفتحو في تسعه ديال الصباح.
كنبغي واحد كرّاسه ديال التّلوين.
نظن/نعرف باللي غايتقلب ليا المعده.
واش خاصني نمشي لبنك ياباني؟
خاصك تبدل فلوس ف بنك.
واش الوقت كافي للـ checkout؟
راجلك واحد من احسن الزبناء ديالنا.
واش تعرف شي طبيب اسنان مزيان؟
اه. خاصك تبعت الاخطار للقنصليه فحالاً.
مخضوض، ماشي مهزوز.
واش بغيتي طاوله في المطعم الرءيسي ولا في قاعه خاصه، سيدي؟
عدد كبير من الناس كيمشيو للبحر ف الموسم.
كنت تقريبا كوزا ميه وخمسين رطل.
فين نقلب؟
فين مكتب المفقودات؟
واش كاين شي طوبيس غادي لهاداك بلاصه مباشره؟
واش محتاج شي معالجه خاصه؟
واش غتخلص بالفلوس ولا بالكريدي؟
نقلنا لهاد الدار عام اللي فات.
اشحال غادي ياخد الوقت باش يصدق ليا الفيزا؟
فين الحمامات؟
المبلغ الاجمالي المستحق هو ماءه و اربعون و ثلاث جنيهات يا سيده.
هادي هديه. واش تقدّر تلفّها في شي ورق مزين مزيان؟
يا له من منظر! هادو المسالك زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. واش فين المحطه هنا قريب؟
ايه، عندك حجز باسمك.
سمح ليا، ولكن باغي نمشي لفندقي في المدينه بالباص. فين نقدر نمشي نطوموبيل؟
شويه دجاج، من فضلك.
هادي هي الغرفه رقم 201. بغيت نطلب فطور دغدا غدا.
شنو بان لك في التحرش الجنسي في بلاصه الشغل؟
عندّي جوج خواتات.
رقم الرحله 208، الي طوكيو.
صافي خلينا نديرو حشوه من الداخل.
نحاولو نتجمعو باش نناقشو هادشي بالتفصيل.
اش كيف بغيتي ديري شعرك اليوم؟
تقدر تقُولها بطريقه اخري؟
نستاهل باللي عندك.
بغينا طاوله قريبه من السطاج.
لباس. واش غادي تمشي لشي مكان؟
تا هي 2400 متر فالعلا.
دخل. ارجوك حطّها علي الطابله تمّا.
ارجو الغاء رقم بطاقتي.
اكيد، كاملين ناعسين، ولكن غادي يجيو في غضون كام يوم.
واش نقدر نشرب شي قهوه؟
ما عندي شي موعد، ولكن الامر مستعجل.
هادشي معمرش مزيان.
فين السلم المتحرك؟
واش عندكم بروشور ديال الاحداث؟
فين هي مدخل الميترو؟
ضاع تذكره الطياره ديالي.
ما تقدرش تبقي هنا خلال العطله؟
اه، كون كان عندي مانزعجتك.
تقدر تحجز فعاليات؟
واش كاين شي طواليت عموميه قريب لهنا؟
شحال كيجيو المجموع؟
هذا مزيان بزاف. دابا الاسءله، من فضلك.
واش عندك شي صرافه للباركينݣ؟
اكثر اله بيعًا لدينا خلال السنوات الاربع الماضيه هي ناسخه AX-اربعه خمسه صفر.
واش ندور ل اليسار؟
واش كاين شي مضيفه كتعرف اليابانيه؟
ثمن زوين بزاف، مشي كذلك؟
خاصك تاخُدُو تسعه وتسعين مره في النهار، قبل المْاكله.
انا باغيْه بزاف.
بغيْت طْرِيبود.
كنبغي جاكيت ديال رياضات.
تقدر تقعد في داري.
باش تقدر نميل كرسيي شويه؟
صافي. كنت باغي نطّلع تاكسي، ولكن هادشي احسن.
كوت عظيم. واش صُنع ف بريطانيا؟
باغا نمشي لـ Harvard Center. واش تقدر تقولي شنو وقت نوصلو؟
زوج ديال الكبار و زوج ديال الاطفال، من فضلك.
اشحال الثمن؟
كان فيلم "حرب النجوم" اكبر نجاح في سنه اربعه وثمانين وثمانماءه.
فين هاد القسم اللي ما كيدخنش فيه؟
هاد "T" بحال "T" ديال Tom، اه عندي هنا، Taro.
نظنها زوينه.
بغيت شي تفاح، من فضلك.
واش هادشي باش داير؟
واش تقبلو فين نوع ديال الكارت؟
عندي الوقت فراصي.
اه، وقت الغدا. بغيتي نناقشوها علي الغدا؟
دارت فين الكاميرا ديالي من الغرفه ديالي.
السلام عليكم، اسمي اودا. عندي حجز لليله ديال دابا، ولكن غانوصل شويه مزيان. صافي، بغيت تحافظ علي الحجز ديالي.
هادشي ديال الصباط متين؟
قول ليه كانستنا تليفونو.
كيقولو النفلونسا شايعه تمّا.
صافي دابا.
انا مع الاسف. حنا كاملين ديال غدا الليل.
انا مع بعض الصحاب.
بِالْنَّسْبَه لِغُورُو، السَّيِّد يَمَادَا لَدَيْهِ طِفْلَان.
تقدر تعاود؟
كنبغي ندير détour باش نمشي لبرج لندن.
ارجوك اربط حزام الامان.
الرمز البريدي هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
سمح ليا. واش كاين شي جسر قريب لهنا؟
سمح ليا، بغيت نمشي للتحويشه.
داير شغل.
لباس ديالو ديما مْقَدَّمْ.
واش عندكم بحر؟
هاد غالي بزاف.
كنت كنبغِي، ولكن خايف ما نقدرش نجي هاد المره.
صافي، ما نعرفش تا واحد اللّي غادي ندير، ولكن غانحاول بالضروره.
الملح، من فضلك.
بالارجاء، استخدم غرفه الملابس هناك.
90 دولار للرحله في اتجاه واحد. كاش ولا بالكرط؟
واخا تمسح الطبله ليا من فضلك؟
اش كيف تربي الاباء اليابانيين ولادهم؟ واش كيكونوا زوينين بزاف مع ولادهم؟
واش تقدّر تقولي واش الساعات ديال الشغل؟
غلّفهم بشكل منفصل.
بطني تقيله.
هذا مزيان. فين نقدرو نستناك؟
واش نقدروا نبداو نلعبو ملي يخلصو؟
العدد ديال السكان في اليابان تقريبا ميه وعشرين مليون.
عمر هاد العناصر في بطاقه التسجيل.
واش نقدر نعاود نحصل علي حوايجي؟
واش عندك شال ديال الحرير؟ باغا حاجه نعطي لمرتي هديّه.
غادي نجيبو دابا. شحال رقم الغرفه ديالك؟
السيد كوباياشي كان باغي ليك.
كانبغي نسافر من شانغهاي ل هاواي بالباطل.
واش تقدّر تبعت واحد؟
واش تقدر تجيبها ليا غدا علي خمسه د العشيه؟
تاياخد عشره دقاءق بالرجل.
قبل ما نساليوم، نعطيك شويه ديال الدقايق؟
فين نقدر نبقي السياره ديالي؟
كنحس بالبرد و كرعي ديالي واجده مزيانه.
سكوتش و ما، من فضلك. و واش عندكم شي حاجه نقدر نتْقرب بها؟
اش كيفاش نطفي هاد الضو؟
واش مزيان مزوق اليوم؟
بغيْت شويه خيط.
عطيني شهاده طبيه، من فضلك.
بغيْتْ تقَصَّرْ هادْ لْحْجَا بِانْشْ واحدْ لْاِنْش.
ما حسّيتش براسي مزيان. عطيني شي دوا من فضلك.
واش ممكن تعطيني جريده يابانيه من فضلك؟
صافي. واش نقدر نبقي السياره في اي بلاصه؟ شحال كتعطي فالخلاص ديال التسليم؟
واش تا واحد ديال الطوبيس غادي لوسط المدينه؟
واش كاين شي طاءره سريعه لبوستون؟
كون واحد صاحبي بالقلم.
غادي نبقي عند صاحبي.
وااه، فرحت بزاف، ما نقدرش نقعد ساكت.
باش نقدر ننزل فندق هيلتون؟
باش بغيتك تمحيه.
ڭول ل اليسر ف هاد الطريق و خذ اول يمين.
باش بغيت نعرف واش ممكن تبعت هاد المجموعه ديال الاطباق ل طوكيو.
كنبغي شويه ديال القوه البدنيه.
واش كاين شي اكل مشي حار بزاف؟
واش قريبه باش تمشي؟
بغيْت كريم ديال يدّين.
تقدر تجبد ليا الملح؟
باغي نمشي ل وول ستريت. كيفاش نمشي لهاداك بلاصه؟
الرياضه بزاف غتضرّك.
شامل الفطور، الضريبه، ورسوم الخدمه، غادي يكون 45 دولار للفرد في الليله.
تقدر تصلح هادشي؟
السلام عليكم. مرحبا.
ما كايناش شناطتك.
زيد مباشره، من فضلك.
واش الماء هنا سالك نشرب؟
اه، هيا. دولارين غير.
واش ممكن تبدل هاد الفستان بواحد كبير شويه؟
احسن، نمشيو. نقدر نعاونك فديك الخدمه ديالك بعد ما ناكلو شويه بيتزا.
ايه، السيد Tanaka. كاينه جوج رساءل ليك.
ما كايناسبنيش.
غدوه يوم جديد.
صافي نقدر نعاونك. باغا ڤيتامين سي؟
صافي، سرقو ليا التيكه في الطّران.
بعيد بزاف. مزيان دير تاكسي.
كنبغو بلاصه حدا الممر، من فضلك.
انا ساكن في شقه كتمشي 80 الف ين في الشهر.
باش نتقاطع؟
وريني واحد اوسع.
سمح لي. واش تمشي ليا تقلب معايا فال بلاصه؟
ايه، طبعا.
نزل للزّنقه و دّور ل اليسار عند السّمَافور.
تايـعجبك رولات صغار ولا كبار؟
بغيْت غرفه وحده فيها باينيو بثمن ثمانين دولار، من فضلك.
كانبغي نودع قيمه عندي في صندوق الامان ديال الفندق.
واش عندك شي غرفه خاليه الليله؟
ايه، ولكن تاكد مزيان عندك تيكيط معاك.
غير شويه ديال الناس غايجيو مع الرحله الاضافيه.
ماعليش. علي كل حال، بغيتيني توصلني لوسط الحي الصيني. نبحث فيها بوحدي.
ناس جداد كيتخدّمو في ابريل.
ان شاء الله.
زوج سكوتش و ماء، من فضلك.
واش كاين لي كيلعب؟
واش تقدّر/ي تقلب/ي عليا اذا لقيتي تاشنتي؟
ل اليسار من فضلك.
تقدر تقف معايا باش نصوروا؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرس اللي قدام كيعور.
اش دايره اخر لعبه ديال الكمبيوتر مناسبه لواحد عندو خمسه عشر عام؟
نشوفو غدا.
واش كاين مطعم اقل ثمن هنا قريب؟
لا، ولكن شكراً. انا حسّيت براسي مزيان.
واش عندك شي خبز؟
شحال ماهر فالعزف علي الكمان؟
صاحبي زلق و طاح في الحمام.
واش ممكن تعطيني منفضه؟
تم حظر المسيحيه واُغلق البلد في وجه بقيه العالم.
بشحال بغيتي؟
كوكتال ديال القريد للواليده و واحد بحالو ليا.
باش تقدر توقع هنا؟ و من فضلك، حط توقيعك المختصر هنا.
كان لي الشرف الكبير بزياره مقركم الرءيسي واجراء نقاشات مستفيضه معكم. شكراً جزيلاً علي تعاونكم الكريم.
شخيرك مزعج.
ما عجبني اللون في الاخر. واش نقدر نعاودها؟
خرج من داك الباب اللي تمّا، و سدّ في رقم سته.
شْويَه دْجاج مْشْوي، عافاك.
واش ممكن نعطيك شي فلفل؟
اي، بغيت شي حاجه نقرا.
هذا السيد تاكاهاشي في الغرفه خمس ميه وتسعه واربعين. واش ممكن تبعت لي اربع قراعي ديال بيره بودوايزر من فضلك؟
هذا سبعين دولار.
بالضبط ملي تشدو حقايب ديالي، اتصل بيا في الفندق.
بغيت تنبهني ف 8 و نصف ديال الصباح غدا، من فضلك.
ايوا، ولكن هذا بزاف و انا ديجا شبعت.
كنبغي شويه غسول الفم.
ماشي مزيان.
واش كتعطيو تخفيضات علي الكميات؟
طوكيو صفر ثلاثه اربعه تسعه اربعه خمسه سته سبعه.
واش تقدري تعاوني باش نلقا الحديقه ديال الحيوانات؟
تقدر تقولي كيفاش ندوزّو؟
بشحال تقريبا كيتسالو دوره ديال الطوريس؟
واش تعرف تستعمل التيليفون؟
صافي. عندنا شي ماركاتور زوينين ديال الهنود الحمر.
ابغيت واحد الكاتب يتكلم اليابانيه، من فضلك.
كنا مهتمين بالموضه.
واش تقدّر تشدّ ليا طرّ؟
واش هادي عياده اف؟
اهلاً، السيده ياماغوتشي؟ الطرف الاخر علي الخط. تم قبول مكالمتك. تفضلي.
فين نقدر نشري تيكيت ديال المصعد بالكوبون؟
واش في شحال غانوصلو لـ لوس انجلوس؟
تمشي ديريكت تقريبا خمس دقايق، ودار ل اليسار.
هاد الطريق لواحد البحر.
هاد الاعشاب كتعاون علي تجديد الجسم.
هادو مصنوعين ف اليابان، واش؟
صافي. من هنا من فضلك. غنوريك لدارك.
لا بد لي ان اغادر الفندق قبل الظهيره.
شحال كاين جوج برجر و جوج قهوه، من فضلك. باغي ناخدها معايا.
واش نقدر نمشي بهاد الـ جوج ديال الساك؟
انا طلبت لحم، ماشي سمك. واش ممكن تبدل هادشي؟
ولدي/بنتي معيا بزاااف بالزربه.
باغيلي تقلبات في المعده.
هاد السته ماشي قدّي.
كانبغي نشوف السي ويليام.
فيه خليط من سبع فيتامينات ومعادن.
السن مفكك.
واش نقدر نعاود فلوسي ملي نرجع لليابان؟
اش طابله هاد الطبق؟
فين صُنع هادشي؟
تقدر ديرها في عشر دقايق؟
انا مازال مكيتقنّاش الانجليزيه مزيان. واش عندو شي واحد هنا كيتكلّم اليابانيه؟
فين نقدر نشري طابليط ديال الميترو؟
غادي يوصلوك عشرين عينه اضافيه بالبريد.
ما نعتقدش هادشي ليا، لبشره ديالي ناشفه شويه.
واش ممكن تعطيني برنامج الوقت، من فضلك؟
اي، اظن غانستني.
99 دولار في الساعه لكل طفل.
افين، صافي تْبيعو.
لا بد ان يكون الهدوء.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه صفر ثلاثه، من فضلك.
بشحال الوقت غادي يعرضو فيلم Terminal Man؟
فين الكوافور؟
بسبعه ديال الساعات، من فضلك.
حقيبتي مكسره.
تْشوفْ لْحْوايجْ.
انا من اسبانيا.
شي حاجه مضروبه في هاد الكارت. واش تعطيني واحد اخر من فضلك؟
عندي طفح جلدي في يدي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
فين اقرب صيدليه؟
زيد واحد ديال النبيذ، من فضلك.
الناس مزيانين بزاف و كيرحبو.
بشحال ديال الدفعات مدرجه في السعر؟
واخا ساليتي.
فين هي بوابات الصعود للطاءره هادي؟
اذا كان ممكن، واش تقدر تحجز ليا طاوله حدا الضيقه؟
واشنو السميو ديال الاعلان علي الصعود للطاءره تقال مزيان؟
حنا في علو 12000 قدم.
اولاً، بغينا نشوف وول ستريت.
فين هي المحطه ديال الباص اللي غاديه لـاوكسفورد؟
غادي نستني حتي البراندا تكون خاليه.
باش نقدرو نشوف شي محافظ جلْد؟
تا نْشوفو التلفزيون. كاين ماتش ديال البيسبول.
صافي، غتكتب عنوان ديالك باش نتواصلو معاك هنا؟
قول ليا فين اقرب صيدليه.
للفندق ديالّي، من فضلك. عنوان فندقي هنا.
بشحال عدد العمالات بالاضافه الي طوكيو؟
سدي التليفون واستني شويه من فضلك.
اش كاتدير عاده في دارك بعد العشاء؟
بالاك. واش واش بغيتي تلعب غولف؟
غادي تكون في دارها حول ثلاثه.
باغا بغيت نتصل بالسفاره اليابانيه.
شويه مزيد.
فين كتمشي طوبيسات السياحه؟
بشحال كتخلص باش تبعتهم لليابان؟
ما عندي حتا نّادي و لا صباط.
واش اليورو الياباني مزيان؟
واش عندك موستانغ؟
غادي نقفزوا من هنا؟
سيّد كواي، راه عندي ليك طابله دابا. تفضل بهاد الطريق، من فضلك.
واك. نزل الدرج اللي حداك و غادي تشوف شي اشارات. غير تبعهم.
الاستقبال. هل اقدر نساعدك؟
تقدر توصلني لفندق هيلتون، من فضلك؟
واش كاتكتقدا تخدم حتي ليل بزاف؟
افين، معليش، ولكن صافي ما بقاش. واش نقدر نعطيك جراءد باللغه الانجليزيه؟
طاوله لغير المدخنين، من فضلك.
تقدر تخبرني قبل ما نوصلو لـدورهام؟
هذا طازج؟
ما صواب. دايما كتعاملني.
شحال ممكن توريني شي فساتين؟
تقولها بحروف، من فضلك.
انا كنْسْكَر بالخمر.
تحدا راسك، الطقس في الجبال كيتغير بزاف.
شيك سياحي والين ياباني، واش؟
صافي، سولت مع الخدمه ديال الدار و مع مكتب المفقودات. ماعندهمش.
صعيب باش تلقاها. كاينه في طريق صغير خارج من الطريق الرءيسي.
ما عندي فكره علي داكشي.
نقدرو نْهضرو فيها ف واحد الكافي."
صافي، يعني ما خصنيش نعطي فلوس التصليحات، صواب؟
اعطيني العامل، من فضلك.
تقدر تحلّ السرج شويه من فضلك؟
تقدر تستضيفني الليله؟
صافي. غنخْدْ غْيْرْ جوج. شكراً.
ها هو حسابك. ثلاثه دلّارات و سبعه و تسعين سنتيم.
نت مزيان.
اعطني من فضلك جدولًا مع منظر ليلي جميل.
واش هادشي ديال الصناعه ولا باليد؟
باغيْ نْكْرِي هاد النوع ديال السياره لِ 24 ساعه.
كان من دواعي سروري مقابلك.
داير حاله.
اه، شوفو شنو كاين عندك.
اه، تخيل غير شحال غادي يطول الخدمه ديالو اذا سد سءال واحد مزيد لكل واحد. يلا بينا، خلينا نمشيو بسرعه ونجيبو الحوايج ديالنا. خاصنا نمشيو عند التصريح بالجمارك دابا.
اشحال الوزن؟
واش كاين مطعم صيني هنا قريب؟
المنصه خمسه تمّا تمّا.
واش ماتش ديال كوره غادي يوصل فاش الوقت؟
ماشي سالا. واش تقدر تشوف الكاميرا ديالي؟
قهوه مع كريم و سكر، من فضلك.
نظن ان هناك بعض الاخطاء في الفاتوره.
عطيني داك واحد.
هادي الباب سبعه.
واش انتي سكوتي؟
3-2-1-2. صَبرْ شويه، واش؟ باغي نبْعَت ليك شي حاجه هنا. سَمْح ليا.
ميه وخمسه وثلاثين ين لكل دولار.
التنانير القصيره مع الجوطيات لن تخرج ابدًا من الموضه.
واش نقدر نهضر مع المدير؟
واش الثمن ديالك مختلف علي عداد التاكسي؟
باش نشوف هاد واحد؟
وعدت راسي ملي شفتك، غانعرفك.
اش خبارك واخا؟
ماشي مزيان دابا. واش تقدّر توصّي بدكتور؟
فرحك مزيان. سير قدم.
واش كاين شي عرض ديال الرقص؟
ماشي كتعاود.
بشحال من الوقت من هنا الي دار البلديه بالقدم؟
تاخد هاد الدوا بعد كل وجبه ملي كيحمقك بزاف.
كتدير فلوسك في ظرف مزوق خاص كيتسمي شوجيبوكورو.
واحد مصاب.
شنو نقدر نشري ليه؟
واش عندك شي بلاصه ديال البلاصات ديال الميترو؟
عندي واحد الغرفه مجهزه ليك في فندق غراند. تقدر تمشي ليها؟
عندي الم في عيني اليمني.
انا ماشي مزيان بزاف بالالمانيه.
نݪازينا نلقاو راسنا مزيان.
تقدر ضيق ليا هاد السروال؟
واش نقدر نستعير مضرب وكريه؟
واش تقدّر تقلب ليك شي صرّاف صغير؟
واش نقدر ناخد نص قرعه؟
السلام عليكم. انا جون.
ناكاي.
بغيتي نشد ليك و لتاكسي ديالك صوره؟
مشيت نتصل بخصوص طابله ضايعه ثلاثه ايام من قبل.
كنبغي فندق ارخص.
اوه، كاين بزاف ديال الحوايج اللي خصك تشوف في غرينيتش فيليدج.
في شغل. عندي واحد المعامله تجاريه تمّا.
تايڭ لكا ف ستتك.
واش تقدر تْحافظ علي المْحقونه ديالي؟
واش عجباتك هاد الفكره؟ نقبلو الشرط ديالك ديال الاشعار المسبق بسته اشهر، بشرط تعطيونا الحق في البيع لمده سته اشهر بعد انتهاء العقد.
سمح ليا. واش كتعرف نيويورك مزيان؟
غادي نستناو. ارجوك اتصل بنا ملي تكون واجد.
باغي نشوف طبيب ديال الجراحه.
واش هاد المكونات طبيعيه؟
كانبغي نركب في سياره سبور.
الرمز البريدي ديال المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
زاد فيه البرد.
شي سياره صغيره غاتكون احسن.
باغا بغيت نشيح هاد الشحنه العامه.
صافي نمشي نعطيه لواحد المسءول.
بشحال بغيتي؟
اه، يا مسكين. ما كنتش عارف(ه) عندي هادوك مزال.
واش عندكم كراتين باش تبعتو فيها الطرود؟
واش شركه الطيران غتخلص ليا مصاريف الفندق و الماكل؟
هادي كامل شناطتك؟
كيف بغيتي تصوني؟
اه، غاليه. ماشي مصنوعه في اليابان، اوا؟
شحال من فضلك تبعتيني الملح؟
فين اقرب مطعم من هاد الفندق؟
كنبغي شامبو للشعر العادي.
واش واش كتقدر تخمن متي غايتلقا؟
نتمني لك عام جديد سعيد جدا.
غادي ناخد سبرايت كبيره.
قولها مره اخري بشويه.
سمح ليا. باغي نطلب.
عندنا قريديس نيوبورغ و ريوس كتف لحم الضان.
كنبغي غرفه فيها منظر زوين.
ثلاثه كءوس ديال عصير البطيخ، من فضلك.
عندّي ثلاثه ديال الاولاد.
تمشي ديريكت ف هاد الهنا و دير لفيرا علي الزنقه. غتلقاه علي يدك اليمني.
واش هي رحله ديال نهار كامل؟
بشحال تـيـكون تـيـكيت ديال الذهاب و الاياب لـاوكسفورد؟
انا كنمشي للكلوب ديال الرياضه بواحد النهار علي واحد.
فين نقدر نبقي خلال السفر؟
اش الوقت ديال الديبار؟
بشحال كيكون ثمن المرشد في النهار؟
فين نقدر نمشي باش نلقا السي دي؟
سمح ليا. انا طالب جامعي من اليابان. واش نتوما طلاب ديال NYU؟
واش تقدر تعطينا رايك في هاد البلان؟
اكي، واش تعرف شي بلاصه فين كايبيعو البلاطات مزيانه حدا هنا؟
بالصرف او بالكريدي؟
انا شغال في شركه ديال التجاره.
ماشي مزيان تسول الناس شحال كيدرو.
هادو لْجينز ديال لْليڤيْز 501 اصليين؟
واش في واقت نقدر نتسبح؟
ما باينش فيك عمرك فوق واحد و عشرين عام.
واضح. في الواقع، فيه فيلم سريع. بغيتي نشلو؟
شريتو دابا.
ناجي ليك واحد دابا.
ثمانيه دولارات. وها واحد جا دابا.
ارجوك اوريه مع الحاجات اللي شريتيها للجمارك في المطار.
واش اي واحد من المحلات الكبيره عامل تخفيضات دابا؟
اصحاب، وصلني مع محطه ديال الاطفاء.
عندي الباتري مفرغه.
وقّف فالتقاطع اللي جاي.
اه، ها هو. و واش كل واحد خصو يملا هاد الورقه ديال التصريح الجمركي؟
و شنو سميتك من فضلك؟
باش ما تشوفي حتي نعاود نتصل بيك بالجمع؟
السلام عليكم. لاباس؟
فين قسم السفر؟
شكون السّميه ديال الشخص اللي باغي تحكي معاه؟
سمح لي، هو مشي هنا دابا.
شوف لهاداك. شوف لهاداك. غتقول ليا الفرق بين هاد السيد و هاداك هو الحظ؟ محمد، سد الطريق شويه، الله يعطيك الصحه. ما عندك باس نزلّك هنا. انا متاخر. صاحبي، كان خوش باش نتعرف عليك، اوكي؟
واش لغرفه ديالك تطل علي المدينه؟
واش عندي شي رساله؟
زال غالي بزاف. ما يمكنش نعطيه ليا بثلاثه دولارات؟
بغينا غرفه من الدار من الخلف.
غادي نشرب كاس ديال النبيذ.
كنتي زوينه.
باغِ بغيت غرفه فيها سريرين مفردين. شحال ثمن الغرفه في الليله؟
تقريبا تسعه وتسعين ميل.
فينس و ليندا باغين يكونو بوحدهم، صافي مخافش غانضطر نبقي هنا الليله.
من فضلك ضع هذه الامتعه في المخزن المءقت.
سميتي ساتو.
kan3ref fen 9a3t ʒaz dial l-mdina l-qadima.
غادي ناخد هاد المنيو الثابت.
باغي نجرب نفس الطبق ديال داك واحد.
غادي ناخدوه.
هاد تقدر توصل للدار السادسه؟
جلد التمساح؟
هدّيه في كيس الغسيل وخليها تمّا.
باش بغيت نطور هاد الفيلم. واش واش غيكون سالي ممتي؟
افْيْكْ هاد المفتاح لواحد غير انا.
صافي. غنشدك من الفندق ديالك في الثمانيه ديال الصباح.
النافذه مزيانه.
خلي شعري الطويل ينزل علي عيني، من فضلك.
واش كل مصاريف النقل مضمنه؟
دار الاوبرا المتروبوليتانيه.
فين الكونتوار ديال كرايه السيارات؟
كان عندي سخانه من البارح.
ما عجبنيش.
اشْحالْ ديالْ لخُضْرَه عندك؟
كنبغي شي دويره خفيفه تدوم.
واش الدكتور غايجي متي؟
داك اللون ماشي هو اللي بغينا.
دارت الضرس/السن.
واش هاد بلاصه حدا الممر ولا حدا الضيقه؟
انا مهتم بالمشي في الجبال.
واش تقدّر توصل ليّ شناطي للغرفه؟
وريني واحد لصبيه.
تقدر تجبد هنا؟
واش عندك شي حاجه بثمن حوالي ثمانين دولار و صفر سنتيم؟
عطشان.
ما بغيتش الحليب، من فضلك.
عندي ثلاثه كيسان.
فين بحيره؟
سمح لي. ضغط علي الزر ديال التصوير، من فضلك.
واش نقدر نحصل علي مجله ولا شي؟
داكشي جنوب.
بشحال تياخدو بلاص ديال البلكون؟
كنبغيو غرفه تطل علي البحيره.
واش كاين شي صناديق ديال البريد قريب من هنا؟
صافي. نمشيو ليك لهاداك بلاصه.
الجزء المكتوب *بخط ماءل* يشير الي التغييرات التي حدثت في التسعينيات.
هو عندو ثلاثين عام.
صافي. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
كنبغ نمشي لهارودز. واش تقدر ترسم ليا شي خريطه من فضلك؟
اش كاتدير/كاتديري وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
كنبغي واحد الريموت ديال الكاميرا.
واش نتا لخر في هاد الصف؟
نظن انها محجوزه بالكامل.
تصويره مزيانه. خارجه شويه.
واش تقدّر تقولي واش هنا شي بلاصات زوينين و لا معالم سياحيه؟
واش كاينين شي بلاصات ديال الشرا والتجاره قريب من هنا؟
انا كذلك.
كانبغي ننضم من سان دييغو.
كنت مفكر/ه ناخد داك الكورس ف السمستر الجاي.
الخمر ماشي بارد بزاف. غتزيد تبّردها؟
تقدر تبدل هاد الحلقان لشي شكل يتلبس بالكلبس؟
اشْ شنوْ كْتَهْتَمْ بْيهْ داباْ؟
بغيْتْ نْرجعْ فلوسي. واشْ نقْدَر نْرجعْ فلوسي؟
ما يمكنش نشرب شي حاجه بحال هادي فحال اي بلاصه اخري.
باش كتشد هادشي تا هو، كيمشي ليك المبلغ المعفي من الضريبه.
باش تقدر تشوف شهاده التلقيح ديالك، من فضلك؟
واش كاتسافر بزاف؟
انا من الولايات المتحده.
عندي تذكره طياره لسان فرانسيسكو.
ila kan fqat khamsa 'ashra dqiqa mn l'istasyon, ghadi nmshi.
كنبغي فندق شويه اقل ثمن.
البونساي تبان بحال هوايه ديال الناس الكبار.
مازال مزال محددش. واش ممكن تعطيني شويه ديال الوقت؟
عندي صداع.
باش تاتشرب معايا قهوه؟
كنبغي شهاده طبيه ووصل باش نعرضها علي شركه التامين ديالي.
اه، لا. الله يعطيك الصحه، سَرّعْ. حنا متاخرين.
مانبغيش نصرف اكثر من عشرين دولار.
واش علاش الطياره ما كتعلقش؟ قول ليا شنو كاين.
بشحال الثمن ديال الطّريحه؟ واش تّكتب ليا الثمن فّ ورقه؟
بغيْتْ نْكْرِي شي طْرْفَا.
صبر شويه، من فضلك.
واش السيدات يلبسو فساتين سهره؟
متلمسنيش.
واش عندك سيجار؟
اذا ما كانت الريح مشي قويه بزاف، نقدرو نمشيو لـ "تيكي بوينت".
زويّن.
غادي نسد دابا. شكراً علي انتباهكم.
واش عندك هادشي بلون اخر؟
مين هاد؟
سمح ليا. واش تقدّر تقولي فين كاينا بلاصه ديال التاكسي؟
و شنو غتشرب؟
ها هو.
فين اقرب محل ديال الادوات؟
همم. ما خدّمش، شفتي؟ تقدر تمشي تجلس في بلاصه خاويه، اذا بغيتي.
انا كانبغيه/كانبغيه هادشي.
صافي سيدي. و اش بغيتي تاكل في الديسير؟
Coach ولا Pullman؟
شيكات السفر. شكرا. هاذيك تيكيت ديالك و بوردينغ باس. كون حاضر، الله يخليك، ساعه قبل موعد الاقلاع.
داكشي كيعور.
السّميه ديالو غورو موتوياما. والرقم ديالو صفر ثلاثه ثلاثه اثنين ست واحد اثنين اربعه تسعه خمسه.
كنحس بالمرض بزاف.
واش كاينين شحال ديال الساعات ديال عرض ديال فيلم "Kussii's Love"؟
صافي. غتحيد الكافي دابا ولا شويه د بعد؟
قول ليا شنو هاداك احسن نادي ريغي فنيويورك.
بشحال منتوج ديالك مازال مختلف علي منتوجات ديال المنافسين ديالك؟
واش عادي ما والو ما كيتسمعو التعليمات ديال السلامه؟
واش الدرب الخلفي خطر؟
ايه. ارجوك اتّبع الاجراءات اللازمه.
ايه، واحد فقط. واش منين غنعرف؟ كيفاش غيتعوض؟
ها هي بطاقه هويتي.
كنفضلو طاوله حدا الضّريسه.
قول ليا شنو هي ارخص طريقه باش نمشي لسان فرانسيسكو.
واش تعرف المطعم ديال كيويا؟
واحد الطريق.
غادي نسمن صافي غنمشي نعاود نشرب ونكل ونقعد.
واش كاين شي نادي ليلي مزيان كايقدم عرض ديال الفلامنكو؟
لبسه زوينه بزاف عندك.
ريسي كتعورني.
فين اقرب محل غسيل؟
واش ممكن تبدل معايا بلاصه، من فضلك؟
صافي تفرّقو بلاصاتنا.
صافي، بغيت هاد الطّرد يكون مْضمّن تا هو.
الفاتوره واصله لمءه دولار.
المخارج الطارءه موجوده في الامام والوسط والخلف من هذه الطاءره.
صافي، حجزك متاكد منو.
الكعب عالي بزاف.
بغينا طاوله في التراس.
يعني الفيلم ممكن ما يناسبش الاطفال اللي تحت 15 سنه. لذلك الاباء والامهات خصهم يفكروا مزيان واش يسمحو لابناءهم يشوفوه ولا لا.
اش كيف بغيتي الفلوس؟ املا هاد الورقه ووقع هنا.
احيانًا بطني كتعورني.
واش عندكم شي اكلات قليله في السعرات الحراريه؟ انا ديالي دايره ريجيم دابا.
ما كاينش مصاريف.
اي، عندي تيزيت ديال فريق الجايانتس و فريق الدودجرز.
حنا واحد من الموردين الاواءل ديال الحاسوب الصغير.
شكرا. انا كذلك. مع السلامه حتي ذلك الحين.
شحال وحده فيها باينيو، من فضلك.
طيحت من الدروج.
واش شنو غدي توصي به ديال النعناع؟
همم. هاد واحد. اللون باين ليك مزيان.
فينين الكتب ديال اللغات الاجنبيه؟
تقطيعه و لا وحده و عصير سبرايت.
عطيني شي سيجاءر.
ما يمكنش تدخلها للبلاد- معليش. باينه هاكا سالات ساله.
ايه، انا كذلك. كانوا عايشين حدايا في كاليفورنيا ولكن مشاوا لفلوريدا قبل سنتين. ونتَ/نتي؟ واش مسافر/ه بوحدك/وحدك؟
انا مريض.
ولدي باين تعبان بزاف بالحراره.
بهاد الحجم، من فضلك.
كاي عطيو وسام الاستحقاق الثقافي للفنانين و العلماء المتميزين في هاد النهار.
انا ياباني.
دا غالي بزاف.
ايه. خد واحد الباص اللي غادي لـ كيوتو-ايكي.
واش خاص بالعضويه؟
الثمن ديال الدار سته الاف ين في الليله.
واش نقدر ندخل هادشي معايا للطاءره؟
صافي. اللي باغي نعرف غير واش هاد الخدمه غتخلص راسها في يوم من الايام.
صافي. بغيتي شي وحده ديال شال مع داكشي؟
شحن البطاريه، من فضلك.
واجد باش نطلب.
الملح ديال الاستحمام العشبي كيخلي البشره ديالك نعمه وطريه.
كتب اسم شركه الطيران ورقم الرحله كذلك.
بالحق. اليوم الاحد، والاحد هو اسوا يوم.
ايوا، هاد مشكل ديال التخلص من النفايات.
كنبغيهوم هاد النموداج في خدمه لخمسه اشخاص.
كثير من العاءلات عندها دخلين.
اه. هاد السيلڤر غزال بزاف و ما كاينش بحالو، "القمر و الجرس". متاكد بغيتي تبدلو؟
يا امي واختي غادين يجيو من اليابان باش يشوفوني. غايوصلو هنا حوالي سبع د العشي.
البني دايرا رواج كبير هاد العام.
فكره مزيانه. واش واش كتقلب تجبد؟
صافي. عطيني شي جوج بلاص.
فين السوق؟
كانبغِي نجرب البدله الجديده ديال السباق ديالي.
كنت ظنّيتكم غير كليتو المعجّنات.
بشحال تايكمّل تيكيت ديال الدرجه الاولي لـ ادنبره، من فضلك؟
باينه فلوس اللي عطيتي ليا ناقصه بعشره دولار.
صافي دابا عيطت للسيد سميث في الغرفه رقم مءتين واحد، ولكن ماجا حتي جواب. واش تقدر تسولي واش باغي يقرا هنا مزال؟
كنبغيه يكون مودرن.
اخدم في شركه نشر.
ابغيتيني تملا هاد الشي؟
فين هاد الدرب؟
واش تقدّر تّوزّن هاد الباكيط؟
اش كاتسمي داكشي بالانجليزيه؟
زيد طلع بهاد الدرب، و غادي تلقاه علي يدك اليمني.
باش بغيت نامن هادشي.
صباح الخير. هنا مكتب الاستقبال. واش نقدر نعاونك؟
صافي. دخّل/ي.
ايه، سيدي. كانجي لهنا كل يوم باش نتفطر، من الاثنين للجمعه، قبل ما نمشي للخدمه.
ماشي مشكل.
اعطيني ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
ايه، نقدر نخدموك من سبعه.
اَرجوكَ تَسْطَّحْ هُنا.
يا له من خدمه سريعه.
يمكن يجي بعدا.
من فضلك انعطف يساراً عند المفترق القادم.
سمح ليا. كيفاش نمشي للبنك؟
واش كاين طوبيس غادي للمتحف ديال فورد؟
ايه. شنو سميتك ورقم الغرفه ديالك، من فضلك.
اشحال قدّش كتاخد باش توصل اليابان بالبريد الجوي؟
صافي. نتلاقي في الساعه دوازه ديال نهار الاحد.
كانبغي نمشي لنيويورك ونمر من تمّ لتورونتو.
السحاب مكسور. عندك المزيد من نفس النوع؟
هادشي شويه مقرف.
واخا تقدر تعاود تاكد ليا طلبيتي ديال الطياره؟ هاذيك تيكيط ديال الطياره ديالي.
واش عندك هادشي بلون اخضر داكن؟
تقدر توصلني لكانتربري و ترجعني؟
واش نقدر ناخد فورشيطه جديده؟
شكرا بزاف علي لطفك.
افين، ما كانديروش بيع تذاكر ديال الدار ديال السينما.
باغي نشوف هادشي.
اه، هاذ مزيان. شنو غاندير؟
باغي نبقي هنا يومين زيااده.
ابغِي نْغَيّر بلاصتي.
عندهوم شي قريدۃ مزيانه بزاف اليوم.
بشحال لخرجه؟
تدخّن ولا لا؟
غالي بزاف عليا. ما تقدر تخفض الثمن شويه؟
انا مفتوح الصباح ديال الاربعاء ولا الفاخره ديال الجمعه.
ما حجزت والو.
باش دابا فصاله الصيف فاليابان كيكون سخون بزاف، و ما كانش عندنا طابور فديك الدّور.
واش تقدّر تجيب ليا طّاكسي غدا الصباح علي الثمانيه؟
دا مزعج.
واش ما نْستناو حتي الطوبيس تحت السطاح؟
وا، كينجي. خليني نبان ليك المكتب.
ايه، مفتوح من تسعه لـ تسعه.
ما نقدرش نعس مزيان ف الليل.
كيف تاثرت الاعمال بالركود؟
عندي موعد اخر.
واش ممكن تعطيني خريطه ديال المدينه؟
ها هو بالضبط ما كنت باغي.
ما فهمتش الشرح ديالك.
لا بدلي نمشي بترانزيت. غاديه لبوستون.
فين احسن بلاصه باش نشوف شنو زوين في هاد المدينه؟
واش تدوم؟
استمتعتُ بزاف.
صافي، بغيت يكون عندي وجه صغير بحال وجه جوليا روبرتس.
باش تاخدي هاد الشي، من فضلك؟
المسافرون المغادرون علي متن رحله الخطوط الجويه ABC رقم 703 المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لاجراءات حكوميه.
فين هي المحطه ديال الباص ديال B؟
في السيڭل، من فضلك.
فين نقدر نشري بواطه ديال الطبله؟
واش نقدر نجيب مرشد كيتكلم اليابانيه؟
باش تندير ليك صوره؟
ما كلت هاد الطبق.
قَطّعتْ صَباعي. واش عندك شي مَعقِّم؟
واش ممكن عطيني طابع ديال خمسه وتسعين سنتيم؟
غادي نكون هنا بـ 7 وربع.
بغيت عطر.
واش ممكن تعطيني جدول الزمان؟
واش غادي تمشي للمدرسه هنا؟
بشحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
اكيد حطيتو في حقيبتي.
يَدّيك فوّق!
واش عندك شي مطعم تقدّر تنصح بيه قريب لهنا؟
واش تفضل الدارڭ ولا الصباحي؟
واش تقدري تقولي فين غاديين بالطاءره؟
تيكيت ديال النقل، من فضلك.
فين بلاصه مزيانه باش نمشيو فيها د واحد النهار؟
باغه الكالي حمرا بغيت، نفس النمط ديال هادي.
زالك جدول المواعيد غدي دير؟
واش شحال الوقت اللي بنك يفتح؟
كنحس بالمرض.
بغيت نفهم، بغيتي ترسم ليا شي خريطه؟
برّا.
خُدْنِي لِسْطَاحْ.
واجب نجي للمستشفي كل يوم؟
كرشي تقلان.
بشحال تمن ديال البريد باش نعطّي هاد الرّساله لليابان؟
كنبغ شي كاس ديال شيري.
واش خاصك شي واحد يجيك من المطار؟
التح boarding غادي يبدا في 4 و نصف، فين بغيتو تكونو قبل ديك الساعه.
من تلاته ديال عشر الف ين.
فين نقدر نشري كرط طيليفون؟
واش نقدر نعاودو في مدينه اخري؟
كنخطط نبقا غا 12 يوم.
بالضبط، خلي الفوق شويه طويل.
خاصك تشوف متخصص.
شي شويه ديال الدقايق، من فضلك.
رقم المسار اربعه عشر.
اه، واش ديرها؟ عندك بزاف ديال الاختيارات.
ما كايناش فحال هادوك فين ما دورت.
واش عندكم شي بلاصات فارغين ل لندن؟
كنبغي نسخه من محضر السرقه.
داك الدكان واحد البلوك تحت فالدار.
واش تقدر تعطيني طرف دخان معاك؟
واش هاد السيكارات خفاف؟
صافي. بحال هكا.
القطار السريع الموالي غادي يجي ف ساعه.
كنبغي نطول يدين هاد البلوزه ديال رياضيين.
عندي حجز. هذا رقم التاكيد.
عيد ميلادك قريب.
القطارات معطله بسبب الاضراب.
تقدر تصلح هادشي؟
كانت الشارع مزدحمه بالسيارات.
هي الدار الثانيه علي اليسار من ديك البنايه البيضه.
حجزنا بلاصه ديال 25 اكتوبر، المغادره علي 11 ديال الصباح.
لا، شويه لقدام. تمّا، ايه.
ايوا، هادشي ما كيشمل الماكل.
فين نقدر نعوض هاد التيكيت؟
واش علاش كاين هكا؟
باغي نتريح شويه.
لبغيتي، طوموبيلتي تعطلات، عافاك جيني و خودها.
كنبغي شعري يكون شويه طويل من الدار.
اش من نوع عندكم؟
وافق. واحد من الاماكن اللي كنبغي بزاف.
اش من موديل عندك في بالك؟
سميتي ميشيكو تاناكا، و رقم الطياره هو خمسه واحد ل طوكيو.
واش تقدّر ترسم ليا شي بلاصه بسيطه من هنا؟
فين غادي نلقاو؟
كنبغي شعري يكون مزيف بحال ما كان.
عطيني خمسين، من فضلك.
فين نقدر نسجل في الطاءره ديال جاڵ؟
اش دايرين داخل؟
واش كاين شي بلاصه ف المنطقه معروفه مزيانه؟
عطيني شي صراف، الله يعطيك الصحه.
صافي. غنخلي تاكد باش شناط ديالك يكونو هنا.
هذا هو الاختصاص ديالنا، دينيس مشوي.
غادي نبقاو.
سرقوني.
صافي. واش خاصني نبزطو؟
غادي نتّقسمو.
ما عندناش هاد النوع بالزبط دابا. غنخلي نشوف شنو عندنَا في المخزن. سْتَنَا شويه، من فضلك.
سكوتش بالماء، من فضلك.
هادشي زوين. شحال ثمن؟
خُذ هاد الوصفه للطبيبه. تقدر تشري الدوا تما.
انا طلبت داك.
ايه، تقدر تبات في اي محطه بين هنا و شيكاغو.
فين نقدر نشري شي تحف؟
غالي بزاف. ما نقدرش نشريو.
واش ممكن نعطيني نمره ديال ABC و الشركه في شيكاغو من فضلك.
فين الكاتدراءيه؟
اش كيف بغيتي البيض ديالك؟
داكشي حدا هاد الباطو.
لا، اظن نسّاو يجيبو واحد لينا.
صافي. تمّ التاكيد. واش نعطيك رقم ديالك باش نتصلو بيك في حال احتجنا؟
شْحال سْمِيَّه د لْفَنَّان؟
واش نخليّو يعاود ليك ملي يدخل؟
بغيْت نْهَزْ هَادَا.
كنبغي هاد الخدمه ديال شمبانيا الاستقبال بعد الصعود للطاءره. سمح ليا نرفع نخب لصحتك.
اربعين دولار في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
نْظَنّ خمسه دُولار.
ماشي هذا طلب ديال واحد اخر؟
واش تقدّر تقولي كيفاش نمشي للمتحف؟
انا اسف بزاف، ولكن كنبغِي ناجل الموعد.
واش تقدّر توصيني ب واحد النوضه؟
غادي تمشي طْرِيقْ الثّامنه.
kanbḥat ʿla wāḥed ṣṣāf b wāḥed ḥẓzām ymkn liy tbdl fih lṭūl.
كنبغي يبقي الثمن تحت ميه وثمانين دولار.
غادي نسولك ملي نشوف شويه.
ايه. حجز لست ليالي من فضلك. ابتداءً من ثلاثه وعشرين يوليوز.
واش تقدري توريني شي وحدين اخرين بتصاميم مختلفين؟
اش نوع ديال العصير بغيتي؟
واش غادي تمشي لدارك في العيد؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
كان هذا مكسورًا بالفعل عندما فتحت الطّرد.
29 غشت.
كنبغِي نعطّي هادشي بالبريد السريع لليابان.
عيد الشكر علي العمل. انه يوم شكر لكل من يدعم المجتمع باعماله.
هاد الغرفه ضيقه بزاف.
واش نقدر نشرب شي تاي اخر من فضلك؟
كنبغي لهاد الحوايج يتنظفو قبل دابا لخرجه د اليوم.
واش كاين بنك حدا هنا؟
شحال منقدر تنفض الطبله، الله يعطيك الصحه؟
سكينه، من فضلك.
كلشي مطبوع.
اكتب رقم غرفتك من الخلف من فضلك.
كناكل بالعصا.
رحله دلتا رقم ثمانيه وعشرين الي نيو اورلينز غادي تتاخر بحوالي ساعه.
مللي نرجع ل اليابان، غانكتب رساله. اذا كان عندك الوقت، ارجوك عاوني و بعت لي رساله.
خلّيت تذكره الطياره ديالي في الفندق.
غرفه وحده بلاّ دوش، من فضلك.
شكرًا ليك مره اخري علي التذكير. بزاف ديال الناس كايتناساو يمضيو اسماهم؟
اه، الوقت كايخلص. نعاودو هاد النقاش يوم الخميس علي ساعه؟
باش بغيت شيّ جلابه للنوم.
صافي. غنڭال ليك ملي سالاو.
واش بغيتي نتعداو نتعشو؟
غادي توقف الليموزين عند الباب الشمالي اولاً.
اشحال ممكن نقدر نعاود نمشي للمطعم ديال الفندق؟
واش طقطاب مستقیم؟
اه، بدات الوقت تايْحالْ. اظن خاصني نمشي دابا. شكراً بزاف علي هاد الليله الزوينه.
واش نقدر ناخد شي دوا علي كرشي؟
كنبغي الدجاج المشوي.
غلطي. ماشي غلطك.
سمح ليا، واش هاد الفيلم غايخلص في شحال؟
داك، عافاك.
دابا سرقات ليا المجوهرات ديالي. خاصني نعمر شي بلاغ.
صافي، غدي نعطيك مع السيد جونز. صبرو شويه.
السلام عليكم. هذه الخطوط الجويه المتحده.
فين السيد جونز تعلم اليابانيه؟
عندي واحد صغير بنفس التصميم.
تقدر ضيق ليا هاد السروال؟
نهار الجمعه، في تسعه.
هاد الباب ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
شويه اخري، من فضلك.
شاوي شويه ديال الملح، ولكن عجبني. جاوبتو معايا من اليابان كامله؟
ارجوك بسرعه، اذا امكن.
واش تقدر تخلص عشره دولارات هنا باش نديع؟
ايه. صحيني بعد ثلاث ساعات، من فضلك.
بغيْت نْخْدَم، عافاك.
نقول اه ولا لا؟
معلقه و معلقه، من فضلك.
اش دايره المحطه التاليه؟
السياره كاتصدر صوت غريب.
بشحال تسد المكتب ديال البريد؟
انا دفعت مقدم بقيمه خمسين دولار وقت تسجيل الدخول.
واش عندك شي دوا علي كرش معطله؟
واجب نلبس كرطه و علاقه؟
واش نقدر نحول فلوس لحساب الادخار ديالي؟
نْسِيتْ شْنْطَتي.
باش بغيت نعاود نءكد حجز الطاءره ديالي.
صافي ساعه ديالي. كانت جديده تمامًا، من صنع سويسري رقميه.
نجحت في داك الاختبار بنجاح باهر.
باغي تمشي معايا ل بلاصات مزيانه و فيها الاثاره. انا سياح، عارف.
واش نقدر نمشي نشوف شي بلاصه مزيانه فاش السفينه واصله للميناء؟
افّضل ليك تضبط المْرْايه ديال الدّار.
غادي يكون انتظار ديال عشر دقايق تقريبًا.
باش ناخدو طّالْبات ديالك؟
بِالْاَحْرَي. شْحَالْ فِ وَقْتْ كْتَبْغِي؟
كنظن خليت الكاميرا ديالي من بعد ما تعشيت هنا البارح.
جمعهم من الباب.
اه، لا. ما خاصش. نقدر نديرها انا. بزاف كفيتي، الله يعطيك الصحه.
الا تصلحو او تبدلو، من فضلك.
نقدر نديرها فشي شهر الجاي.
تاخد وقتك.
اش كيف يقارن هاد المنتج الجديد مع المنتجات اللي كاينه دابا؟
البايعين في هاد المحل كيعاملو بلطف كبير.
تقدر تحافظ علي هادشي ليا؟
ملي لحظه من فضلك.
واش عندك ليكات ديال التصويبه؟
باغيْ نْكْرِيْ طَوْمُبِيْلْ لْفْجُوجْ دْ سِيمَانْ.
ايه، في الاول، غسلها منفصله.
اريني بعض الساعات ديال الرجال من فضلك.
الا ربعه وعشره.
بشحال تاخد الليموزين باش نمشي لوسط المدينه؟
من داك الصباح.
احسن ليا نبقاو مسرعين. باقين كيدخلو للطاءره.
داكشي واعي بالزبط.
طلبْتْ دجاج.
عشره ايام.
شحال هاد الولد؟
بشحال كامل؟
بغيْت نْفس ديال داك، عافاك.
ضاعوا ليا شيكات السياحه ديالي.
عافاك، بغيت شي دوا للبرد.
هدّيه في قرن.
كنشوفو ديما كل صباح في الطّران.
واش تقدر تعشي معنا هاد المساء؟
غادي نبقي في فندق B تا غدا. غادي نكون فرحان اذا قلتي ليه باللي هنايا.
الرحله متاخره لمده خمسه واربعين دقيقه.
سميتي شينو يامادا.
شنو هاد المطعم معروف بي؟
عندنا طّلا ديال النبيذ الابيض مزيان.
شي دوا بسيط للبرد.
واش تقدّر تجيب ليا شناطي للوبي فصباح الغدوه؟
اه، باين ليا كانضيع شي حاجه كل مره نسافر.
سالا ليا الخدمه ديال اليد اليمني ديالي.
السلام عليكم، هاد رقم ديال روي؟
من بعد، غتجي لواحد الدرب ديال الدكاين. اذا تبعتي هاد الدرب، غتوصلي للستاسيون.
لا، ماشي هنا. كاين واحد البلاص فين كيدخنو في الدار ديال هاد الطوموبيل من الدار.
واش ممكن نعطيك بروشور؟
وصل لتاّم 9 ديال الصباح، الله يخليك.
ايه، سيدي. كيف بغيتي نقصّها ليك؟
اظن ان هناك خطا في الفاتوره.
غير الزيت و الخل يكفي.
عندي بالضبط اللي باغي. نقترح عليك هادشي؟
قهوه مع السكر.
هي سبعتاش تا وحده. ااه، سمح ليا. غلطت.
واش سبق ليك سمعتي بالـ"غولدن ويك" في اليابان؟
شكرا. تفضل بالرجوع مره اخري.
واخا مزال عامر؟
واش نقدر نخليها في اي مكان في البلاد؟
واش باش نعرف نمشي فين، شنو الرقم اللي خاصني نمشي؟
اش كيفاش نمشي لديزني لاند؟
واش هكاك خاصك؟
سمح ليا. فين المطعم الرءيسي؟
باغي نمشي تليفون ل اليابان.
12 هو رقم مقعدي. فين كاين؟
اش هذا، من فضلك؟
واش من نوع كتقصد؟
ايه. غانوصلو في الثمانيه بالتوقيت المحلي.
اذا لقيتي شي حاجه، عافاك اتصلي بيا.
واش نقدر ناخد شي كاس ديال اللحم و البيض؟
شربه شمامه للتحليه، من فضلك.
الميه سخونه ماشي بزاف.
واش غتشرح ليا كيفاش ندير داكشي؟
ارجوك اكتب عنوانك للتواصل هنا.
باش نخدم فلاش؟
شكرا. رجع لداري غدا في نفس الوقت. غدي يكونو الصور واجدين تا تمّا.
انا اسف، حاليًا يمكنك الطلب فقط من قاءمه الليل.
مزيان بالرصاص ولا بلا؟
عندي صداع.
هادي هي الغرفه 12:07.
باغي غرفه اخري.
شحال هاد الفيزا صالحه؟
واش كاين مستشفي حدا هنا؟
باش بغيت بدله.
واش عندك عرض اوسع؟
باش نقيس مقاس تسعه؟
فين فندق امن و يقدم فطور مزيان، من فضلك.
فين غادي الحيوان؟
اكبر من هاد؟
ثلاثين دولار وثمانين سنتيم.
كيعتمد علي درجه الحراره ديال البلاصه، ولكن في وسط اليابان، بدايه ابريل.
شيز برغر و بطاطس مقليه.
تا خسرنا الوقت علي القطار الاخير.
ما عنديش فلوس صغار.
واش جبت تيكيط ديال الباص؟
بالنسبه للرصيد، من فضلك.
كان عندي رحله بالخطوط الجويه المتحده رقم 828.
دايرين بزاف ديال الضوضه حدا غرفتي.
في الساحل الشرقي، كتقدر تلقي بلاصات مشهوره بحال نيويورك، واشنطن دي سي، وبوسطن.
واش عندك شي ورقه يابانيه؟
تقدر تكون مزيانه.
واش ممكن نخلي اغراضي عندك حتي وحده؟
واش كاينين شي دوره في المدينه؟
ايه. خايف نتسناكْ. واش الامن هنا مزيان؟
فين فهمت. كانحاول كنبغي نستاجر سياره من نوع سيتروان.
عندّي موهبه فطريه.
صافي غتمشي. فين الخبز؟
تدخين، من فضلك. و حدا الضّريعه، من فضلك.
و شنو البلاصه ديال التصويره؟
واش غادي يكون اسرع، طاكسي ولا سياره الاسعاف؟
واش عندك هاد القميص بالوان اخري؟
ما خاصكش تشوف التلفزيون ديما.
اي، حنا غديين نقربو ليها، غديين نقربو ليها.
افْضَلْ ليكْ تْدْخُلْ لِمَستَشْفَانَا.
فين نقدر نمشي باش نلقا سوبرماركي؟
شويه غاليه. ما تقدر تنزللي شويه؟
بشحال ديال المحطات حتي نبدل؟
هاداك الراجل سرق ليا محفظتي.
حبوب الهضم وحبوب وجع المعده مختلفين، صواب؟
باغي نشوف الميناء.
فكره زوينه.
بشحال الوقت بالرجل؟
ناخد عشرين ديال الدببه الكبار، من فضلك.
واش واش رقم ديال الكاشير؟
سهل. غنلق فالدليل.
واش عندكم شي غرف اكبر؟
بشحال الفوطه؟
باغي نبقي في هاد الغرفه ليله وحده اخري.
سمح ليا، ولكن بغيت نسلم تقرير السرقه.
اه، كيعتمد علي وسيله النقل اللي غادي تستعمل. واش غتمشي بالوطوبيس ولا بالطاءره؟
تقدر نقعد هنا؟
واش نقدر نعطي بريد الكتروني واحد بدولار؟
ايه، من فضلك صعده لغرفه 1234.
ملا هاد النموذج ديال التسجيل، من فضلك.
كنبغي تذاكر ديال الذهاب و الاياب لمدينه اوكسفورد، عددها جوج.
بشحال الوقت نمشي للمطار؟
هذا بطيء.
فين نقدر نبدل فيلم؟
لا، من فضلك لا. واش تمشي تسول اسءلتك باش نكمل المحاضره ديالي ونسول فيكم؟
باغي بلاصه مزيانه.
كنخاف المرحاض معطل. محتاج مساعده.
ماشي صعيبه و لا غامضه.
غادي نجيبك ل بلاصتك. هاد الطريق، من فضلك.
سمح ليا، واش نقدر نسولك سءال؟
اظن ذلك.
السلام عليكم. تشرفت بمعرفتك.
باش بغيت نشيك هاد الشنطه لتوكيو، من فضلك.
تقدر توريني واحد شويه اكبر؟
كنظن الملابس المصنوعه في اليابان مزيانه مزيان في الخياطه.
افْضَلْ ليك تْسْتَسْلَم.
تقدر تعاود؟
واخا تكتب ليا العنوان و نمره التليفون من فضلك؟
واش مسخّن؟
من اي مطار غادي نمشي؟
ما ستقبلتيش الفورماس ف الطياره؟
بغيْت مْكْوَا.
طاطلع ثمانيه و ثلاثين دولار بالضبط.
شكراً علي مشاركتنا افكارك المميزه.
انا كنتمشي للتزلج مرتين في الشهر خلال الموسم.
زيدت ف ابريل واحد ف خمسه وخمسين الف وتسعميه.
واش نقدرْ نْكْرِي مْرَاكِيط؟
هادشي هو الطوبيس ديال المدينه؟
بشحال هاد العطر؟
واشْ باشْ؟
فين نقدر نمشي نقلب علي الاجراءات؟
خمسين جنيه.
واش داك شامل الضريبه؟
اشْ كاينين الكيسات؟
ارجوك اتصل بسياره اسعاف.
نْراهن بثلاثه دولارات علي هذا.
كيف دايره؟
ما كاينش طعام ما كنعجبنيش.
عيد الدستور او "كينبو كينينبي" هو عطله وطنيه في الثالث من ماي باش تخليد تاسيس الدستور الياباني الحالي.
هاد السفره فيها زياره لبرج سيرز؟
واش كاين مكتبه حدا هنا؟
غادي نحضر المدرسه الصيفيه في جامعه هاواي.
فين غاديين دابا؟
زوج ديال الكبار و واحد الولد عمرو ثلاثه سنين.
في حمام في المحطه.
