صافي، غير ف الدارجه. غنجيب ليك شي واحد دابا. اذا كان عندك شي حاجه اخري محتاجه، خودي خبرني.
واش كتدير تصليحات؟
باغين طاوله حدا الضّريسه.
اش دايره احدث لون هاد السيزون؟
في حالتي، كيكون غالبًا شغل، ونادرًا فين نمشي باش نفرح.
غادي نمشي نايم يومين.
باغا نمشي لشعر ديالي تقيصو مزيان وداءم.
كنبغي نحجز غرفتين توام.
مانبغيش ينشفو ليها.
هاد الباص واقف في شارع ستونر؟
فتح فمك مزيان.
تاكلوا شي حاجه.
تقدر تنضف هاد الثياب؟
kanʿṭik nimru tlifun wi ʿunwan dyaluh.
لقد دفعت تكاليف الوجبات ورسوم الفندق مسبقًا.
kanbghii men'ash mat'am zwine o hādi, fēn kayn l'chwaa. wach tqder tfrjiiha lii f had ssiṭa?
اللي كسرها، شريها.
غادي نقلها تبعتلك رقمك فحال ما رجعات.
هي مصابه اصابه خطيره.
بغيْتْ واحد الولّاعه.
واش هاد الفندق عندو قاعات ديال الاجتماعات؟
واش ممكن نديرو غدا خفيف؟
كانباغ نهزّ من المطار. غنكون تمّا حول الرّابعه.
فين نقلب لشيکاغو؟
بشحال غادي يوصل شي رساله مضمونه لفرنسا؟
ختي تا واحد الفرق باش تسوق من الجيهه اليمني ديال الطريق.
الماثل زوين بزاف.
فين هو القسم ديال الكتب الواقعيه ديالكم؟
واش ممكن تبدل ليا بلاصتي من فضلك؟
واش فيه ضمان؟
سمح لي، انا نتكلف بالكلب.
كنبغي تذاكرين ديال "Cats"، لهاد الخميس.
شْمنْ سْمِيَتْكْ نْقْدَام؟
واش السيّد براون موجود؟
واش نقدرْ نْكْرِي طْرْفْدْ لْيَوْمْ؟
فين نقدر نحجز؟
اش هذا؟
واش تقدّر تقولي كيفاش نمشي للدار د الاوبرا؟
ما كنتي شويه مضروبه فحال بزاف البارح، عزيزتي؟
من فضلك تبع التعليمات ديال الطاقم ديالنا.
واش كاين محل كبير قريب من هنا؟
ملّي الخزان، من فضلك.
واش كاين شي غرفه بثمن اقل؟
كنفضل طوموبيل تلقاءيه.
غادي نبقي في السكن ديال جامعه هارفارد.
اشحال اليوم؟
اعاني بشكل مزمن من الربو.
عندي تقريبًا ثلاثه الاف دولار.
صافي سيدي. كيجي معاه البطاطس المقليه ولا الرز المفلفل. واش شحال بغيتي؟
فين غادي نمشي لهاد البلاصه؟
اش نوع ديال القصه هادي؟
ثلاث مرات.
فين كاين الشباك اللي كيبيع طوابع؟
بعد ما هاجمَني، مشاّ بعربانه بيضه.
صافي. ارجوك احتفظ بهاد السميه ووريه ملي تجي تاخودو.
مءتين دولار. كاش ولا بالكريدي؟
اشحال الطول ديال الدرب اللي فوق النهر؟
واش خصني نتجنب شي انواع ديال الاكل وانا كانشرب هاد الدوا؟
باش نتّعطاني شي كاس ديال النبيذ الاحمر؟
قول لي ملي نوصلو للمتحف.
هاد الباص غادي للسيراتون؟
اشحال كتساوي؟
شويا سخون. نقدر نفتح النّافذه؟
غير دش كافي.
عيني معلمه بالدم.
ما نقدرش نضمن ليك هادشي، ولكن غنحاولو اقصي جهدنا.
كان البحر يبدو بعيدًا جدًا من الاسفل.
خصك عمليه.
زيد البيض، من فضلك.
فين هي المحطه ديال الباص اللي غادي لـ سنترال بارك؟
تَكْسِي؟
ها هو مفتاحك سيدي. الغرفه سته وخمسين اثني عشر.
كنبغي التيّ ديالك بزاف.
بامكانك.
ها حنا. هذا هو فندق ديالك.
واش ماتش ديال الكوره متي؟
اش كان الانطباع ديالك؟
بالاك. بغيتي قهوتك مع العشا ولا بعد؟
انا غادي نمشي بالطياره رقم 12 لتوكيو.
بغيْتْ نْعملْ تليفون بعيد، من فضلك.
خمسه اشهر.
واش ايام الاسبوع واش كاينين اللي كتقام فيها؟
بغيْت شي جيل ديال التسريحه.
واش نقدروا نشوفو المنيو؟
مقاسي سته.
اي طاكسي ما غاديش يشدّك الا كنتي مستني فيه في بلاصه ديال الطاكسيات.
الميزانيه ديالي ما كاتجوزش الخمسين دولار لليله.
تاخدو معايا صوره؟
بشحال الثمن ديال الخدمه؟
واش الربح ف شمال امريكا زاد اكثر من خمسه في المءه؟
واش عرفتي بلي واحد من ابطال السومو الكبار، نوع ديال المصارعه اليابانيه التقليديه، كاين امريكي؟
هاد شي ديال وول ستريت؟
كانبغي نكريه من الخامس لل عاشر د ديسمبر.
صافي. ونتي اختي، كيف حالك؟
سكر؟
باش نقدر نمشي بالماستر كارد؟
هادي هي البلاصه باش ناخدو الشناطي ديال الرحله NW تسعه مي سبعه؟
غادي ناخد هاد الماركه.
انا فرحان بزاف باش قدرت نجي لهاد البلاد.
سميتي وعنواني مكتوبين فيه.
اش نوع ديال الحجر هاد؟
كنبغي نوضح بلي الحكومه ديالنا ما كتعاملش بالمعقول مع الناس اللي كيجيو في القوارب، سمّيوهم كيف ما بغيتو. عارف بلي اليابان مزيان فيها السكان بزاف، و ما خاصهاش تقبل هاد الضياف اللي ما حدّهمش. ولكن من جهه اخري، بزاف ديال القطاعات الصناعيه ديالنا محتاجه ليد الشغل.
من هاد الجبل، تقدر تشوف المدينه كامله. في هاد الوقت، بزاف ديال الانواع ديال الزهور كيتفتحو. ما شاء الله، زوينين بزاف.
تبعني.
قول ليه بلي السيد يامادا مشا له تليفون.
صافي، عطّاف الله هاد المعلومات هنا. واش كانت واحد الخدمه غير؟
واش بغيتي لحم، دجاج ولا سمك؟
واش ممكن نمشيو فواحد الطريق فالرحله وواحد الطريق فالرجعه؟
واش كاين ماكله خفيفه هنا؟
سمح ليا سيدي. بغيت نشوف شي بلاصات في بوسطن.
واش عندكم منيو باليابانيه؟
واحده وخمس دقاءق.
بغيْت شي دوا علي الرّاس.
شكون الممثله اللي كتعجبك بزاف؟
كنبغيه يكون بيضاوي.
شنو نوع ديال الموسيقي كيديرو تمّا؟
ما كنعجبنيش اللون. اريني واحد اخر، من فضلك.
خوديوني للسوق الصباحي من فضلك.
الڤيونط ديال النضارات ديالي مكسوره.
من الساعه ثلاثه.
صافي. عندي بلاصه حدا الضار. اا، اذا بغيتي نبدلو بلاصات بعد شويه، سيده.
زرت معالم نيويورك و استمتعت بيها بزاف امس.
انا مهتمه بالشنطه الزرقاء اللي في Vitrine.
اتصل بالصاحب ديال الدار فاش تيكون عندك شي مشكل.
عطيني شامبوو و صفّف شعري بحال داير دابا، من فضلك.
قول ليا شنو هي الطريق الاسريع باش نمشي لسان فرانسيسكو.
واش ممكن اخد مفتاح الغرفه رقم ميه وخمسه عشر؟
سمح لي. واش تقدر تصورني من فضلك؟
صافي، اكتب رقم الغرفه ديالك ووقع هنا.
اللون مزيان، ولكن المقاس غلط. واش تقدر تبدل ليه المقاس في ساعه؟
كانو كانستناك فديك النهار.
عندهوم كافيين يصلاحو ل يومين.
ما فهمتش هادشي.
اش كيفاش نمشي لباستي؟
واش هادشي معفا من الضريبه؟
احسن، خاصهم يلعبو شوط اضافي باش ينحل التعادل.
تقدر تقلبها ليا؟
واش العشا شحال؟
خاف، هاذ شي بزاف عليا.
فين تنزل باش نمشي لـ يونيون سكوير؟
تقدر تسول عند الستاند ديال الكرايه تمّا.
اهلاً، جان. واش تقدر تاخد هادوك للكرّاضه؟
انا في عطله.
لا. كانخطط نمشي باريس ف طريقي لدار.
تاخده معاك ولا نبْعثوه؟
صافي، ديما كاين شي رواج ديال الماكولات الراقيه، مزيان؟
دايرين تقريبا ست ساعات دابا.
طاءره دلتا رقم واحد واحد اثنين. الاقلاع متاخر.
تقدر تجيب لي واحد قدّ واحد ل الليله؟
واش تقدر تكتب شي تصريح علي السرقه لشركه التامين ديالي، من فضلك؟
باش مازال مهنيش في التصوير، باغيلي شي كاميرا ساهله في التصوير.
واش هاد المنصه ديال الطريق لنيويورك؟
عطله سعيده.
اعطيني شيّاش من الضماد، من فضلك.
بغيْت بطاطا مشويه مع كريمه حامضه، من فضلك.
ايه، كل عشر دقايق.
انا غادا نمشي فصباح دغدا.
انا غادي نمشي ليها انا تاني. واش نفكرو نمشيو بتّاكسي مع بعض؟
جلس وريح راسك. نقدر نجيب ليك شي حاجه تشرب؟ قهوه، اتاي ولا عصير؟
الله يعطيك الصحه علي هاد الكلام الزوين.
لحم مشوي، من فضلك.
واخا، واش غتكون شي طابله فراغ؟
واش نقدر نبدل طلبيتي مزال؟ بغيت بوط instead of المحار الصخري.
اشْ شنوْ سْتءصال الزاءده؟
واش تعطيني الفواتير اللي فيها تفاصيل العلاج الطبي؟
صافي، ما نعرفش.
مبروك، فهمت بلي تمت ترقيتك لناءب الرءيس.
نهار بعد غدا فليل.
انا ساكن في جنوب اليابان.
tikt ddar l-mshi l-shikago, afak.
بغيتي شويه لحم مرقاد ولا فخّار مع البيض ديالك؟
باش د الدراسه.
بشحال هادي.
ما كتعملش التكييف.
كيما هكا كل واحد نهار اثنين.
بالاحري، تفضلوا الي قاعه المغادره الدوليه. رحله سعيده.
واش عندكم اي رحلات لباريس باليورواستار؟
جبت معايا شهاده طبيه من طبيبي في اليابان.
تقدر تبعتّها لليابان؟
واش نقدر نعاود ليك بالجواب هاد الجمعه؟
اه، خليني نشوف مكتب المفقودات. شنو نوع الكاميرا؟
انا مع الاسف بزاف، كنحضرو الغرفه اللي بغيتي.
اوه، كيبين محطات الميترو ومحطات الحافلات. نقدر نبقي معاها؟
اه، شحال متوحشني شيبازوكي.
ايه، عندنا. دوره نص نهار ودوره نهار كامل.
kanstahesi b sheḥal ḥwayej dial l'oudn.
بغيت نلغي الحجز ديالي، من فضلك.
اش دايره نظام الاسترجاع ديال الفلوس؟
الضوء ما خدامش.
اشحال الفرق ديال الوقت بين طوكيو وهنا؟
بشحال هاذ الشي كامل؟
شكراً سيدي.
تمشي ديريكت و دوب علي الزنقه الثالثه.
عندي الم حادّ طاعن في كرشي.
شفتي داكشي؟
هادي هديه. واش تقدر تلفها ليا؟
السلام عليكم السيده كينت. واش واخا ما شفتك مزيان.
بْلاشْ ليكْ.
باغِ بغيت نبدل الحجز ديال الرحله رقم مءتين وخمسه في ثاني اكتوبر.
فين الكوانطر ديال التسجيل ديال دلتا؟
واش هاد الاكله قليله الملح؟
هادشي ممنوع.
نظن نقدروا. هاك وصلك.
اش دايره تخلع مزيان قبل ما تمشي للنوم؟
لا، غادي نجيبو خلال مده اقامتي.
واش ثابت اللون؟
واش هادشي معروف بهاد المنطقه؟
بغيْت شي بسكويت.
دايرين صغيرين بزاف.
اشحال صعاب النّوضات؟
كنبغي بلاصه حدا الضّريبه، من فضلك.
واش نقدر نمشي بها باليوريلباس؟
اشحال مده باش نوصل ل اليابان؟
واش عندك خراءط ديال الطريق؟
اه، ياه. قريت عليه في دليل السياحه.
طلبْت ثلاثه كءوس ديال اتاي. ولكن ما جابو لينا غير اثنين.
الاجهزه الكهرباءيه رخيصه بزاف، ولكن المصاريف ديال الماكله والسكن غاليه بزاف.
تاخد معاك.
كنت كنعول عادهً المقاس 22 في اليابان.
واش واقيين تعرفو شحال هادي الساعات ديال المتحف د الفن؟
فين نخلاص؟
واش هادي اول مره تمشي لبرّا؟
واش عندكم دوره للمبتدءين؟
هاد البلاد فيها انواع ديال الفاكهه بزاف.
باغي نسجل هاد الحقيبه.
واش كاينين اكل في الفيلا ديال التزلج ديال هاد المنحدر؟
سمح ليا، قفلت علي راسي. واش ممكن تعطيني مفتاح اخر؟
بدّل هاد الدولارات الامريكيه لليورو الياباني، من فضلك.
صعيب نقولو السلام.
سمح ليا، واش نقدر نسولك شنو سميه هاد الطبق؟ يبان بنين.
كي تقرص.
ياعلاش نمشي من هاد الباب؟
كنت باغيًا نقدرها مزيانه بزاف - تمثيل مزيان و قصه عظيمه.
واو، بارك الله فيك.
انا ماشي مْرضي بهاد الغرفه. واش تْقدر تْوريني وحده اخري؟
هاد السيمانه هي الستيل ديال دابا في الصيف.
خوديوني لوسط المدينه، من فضلك.
واش نقدرْ نْكْرِي طوموبيل؟
باش نكون برا، الله يخليك تصلحو.
واش عندك شي حاجه تاكل؟
ارجوك تحكي ببطء.
غادي نجي متاخر بواحد ساعه.
انا كين.
استاذ.
واش كان تمطر هاد الاسبوع كامل؟
واش كايعطيو حفلات مباشره؟
باش نشوف حقيبه الايد هادي؟
واش عندك شي حاجه اخري؟
خصك ترتاح.
ارجو ملء بطاقه الوصول و نموذج الجمارك هذا.
هاد السياره غادي لـسياتل؟
واش كانخلص شي جزء ديال المصروف دابا؟
واش حقيقي ولا صناعي؟
واش تقعدلي هنا؟
اه، شكراً. كنت باغي نشوفو.
بالصرف او بالكريدي؟
انا غريب بحال ف هاد البلاصه.
واش يمكن تغسلو بالماшина اولا باليد في الدار؟
بغيْت علبه ديال الالوان الماءيه، من فضلك.
سمح لي. واش كنت باغي/باغه شنو؟
كانبغي نبدل التاريخ لـ 19 ماي.
ارجوك امضي هنا، و هذه وصلتك للاحتفاظ بها.
بغيْت شي جوربات.
كنبغي شويه لحم غنم.
باغا نمشي لـ Penn Station بالباص. واش واحد يگولي شنو الباص المناسب؟
داخِل فيه كالوري قليل بزاف. غي 30 كالوري.
باغي نحجز غرفه.
فين ف اليابان نتا من؟
الاسف، راه مزيان مشغول في داك النهار.
في هاد الحاله، كاننصّحك بهاد واحد.
خدمه الغرف.
ارجوكم انتبهوا.
واش عندك طوابع تذكاريه؟
هادي هي الغرفه ثلاثه سبعتاش. واش نقدر نحصل علي لحاف اخر؟
واش تقدري توصِّلني للمحطه في خمسه عشر دقيقه؟
لا بد من كاشي ديال السياره.
ما كاينش بلاص ف الغرف فرديه، ولكن عندنا غرفه مزدوجه.
واش هاد التيكيت صالح غير ليوم محدد؟
بشحال دي الوقت غادي توصل ل ميلانو؟
واش عندك واحد كيتكلم اليابانيه؟
فين كايطلعو الاغاني اللي معروفه؟
ديلتا ايرلاينز.
باش بغيت شي كاس ديال القهوه.
واش فيها حمام و طواليط؟
الوقت سالي.
سمعت السيد يامادا عندو ولادين.
كانبغي نستاجر مركب شراعي.
واش تقدّر تغسل الطّالْيطَه شْوِيا دْلْحْدَك؟
كنبغي واحد الكوكيز ديال الغاز.
واش تقدر تبدل الدولار الامريكي بالجنيه الاسترليني؟
بالتاكيد، سيدي. شنو سميتك؟
انا ماشي لابس رسمي.
صافي، المره الجايه تجيب راسك فقط.
دولارين لكل واحد.
غادي نتاكدو بلي البروشورات يوصلو ليك.
شي حاجه مضروبه في ضو ديال الفرامل.
اريني بعض القفازات الجلديه من فضلك.
دارت السياره. ارجوك ابعث واحد يجيبها.
واش تقدّر توصي بكتاب مصوّر لواحد الولد عندو ست سنين؟
واش تقدّر تحافظ علي الحاجه الثمينه ديالي، من فضلك؟
اهلاً، هاري. شكراً علي الدعوه.
باش دايمن كييمشيو سينما ف موعد ديالهم.
كان فيه تقريباً ميه دولار.
صافي، غلط مني.
بغيْت شي مْكَابْس ديال الثياب.
اي سي ديهات مستورده؟
غادي نقرا المحادثه بالانجليزيه.
واش قريتي شي كتاب مزيان ف الفتره الاخيره؟
غادي نبقي مع صاحبي في نيويورك.
واش عندك شي بلاصه نقدر نخلي فيها شناطي؟
جيت لهنا في شغل.
واش تعرف شي مدرسه غوص مزيانه؟
بشحال الثمن مع الضريبه؟
عطيني شي منديل.
الدار اللي حداها صداها بزاف.
صافي، الدكتور كريبس ما كيشوف حد بلا موعد.
هديه؟
غادي لـ "Grand Hotel"؟
ما كاين والو هنا بسميه هادي.
فين هو البوليسي، من فضلك؟
باش تقدر نشد شي ستيكر ديال الدونتال؟
واش مضمون؟
اش دايره ليك؟ / واش كتشوف ليك شي حاله؟
kayna f n'ha l'f'dal dial l'mmerrej, f ttaf'a sseba'. khod l'asansor f yanek, afak.
حنا في محطه جونز ستريت.
ما كنفكرش نمشي لحفلات الموسيقي الكلاسيكيه مللي كنكون ف اليابان.
واش تقدّر تشرح لي هاد الطبق؟
ها هو. بلاصتكم واقعه هنا حول هاد المنطقه.
هو في رحله عمل حتي الجمعه الجايه.
زوجتي وانا فرحانين بزاف بلي غاديه تجينا تقضي عطله نهايه الاسبوع معانا باش تعيشي الحياه الامريكيه في الريف.
هي اللي حداها علي اليمين.
ايه، من فضلك. سميتي كوروساوا. باشحال نقدر نبقي نحجز تيكيطي؟
فين نقدر نشري تيكيت ديال المصعد؟
هادي 600 دولار في الشهر، زاءد شهر كدّاع، وشهر اخر ديال السمساطه ديالنا.
واش تْفضل كُوته بْزْرابْطَه ولا بْزْرابْطه وحده؟
نرد عليك بالتغيير.
لا، ما كانعارفش.
واح لاله، طين زوين. هاد الطّبق تلاته ديال الدّولار؟
واش عندك جاكيت مزيانه بحدود ميه دولار؟
صافي. واش عندك شي حساسيه ولا شي ردود فعل جانبيه؟
بشكل عام، باين ليك عندك شي عدوي.
واش ممكن نعطيك وصل، من فضلك؟
ثلاثه ديالنا.
فين فهمت. واش تذكر شحال ثمن تيكيت ديالك؟
واش تقبل تجلس معايا علي كاس؟
واش واش رقم داري؟
واش ممكن نعجبو شي بلاصتين فالدروج التاني لهاد الليله؟
قفلْت مفتاحي في غرفتي.
واش الثمن شامل الضريبه؟
سمح ليا. واش تقدري تعطيني الطريق لمحطه القطار، من فضلك؟
واش شحال الوقت اللي المكتب ديال البريد يفتح؟
باش هاد الساك مصنوع من الفينيل، راه قوي بزاف وتصميمو زوين وعصري بحال متشوف.
الماكل مزيان بزاف، ولكن كافيني. شكرا.
صافي، سرقو ليا التيكه في الميترو.
بغيْت نمشي للسفاره اليابانيه.
ما تقدر تعطيني بثمن شويه اقل؟
هادي ديال شيكاجو؟
ارجوك صرف هذا الشيك السياحي.
كان عندي سخانه من قبل ما فاتو بيومين. حلقي واجعني بزاف. ما نقدرش نهبط شي حاجه في كرشي.
هنا، علي الحيط، و الكوموندو ديال التكييف هنا. واش باغي شي حاجه اخري، سيدي؟
واش نقدر نوصل في الوقت فين ساليت دابا؟
صافي. ولكن نتمني ما يديش الوقت بزاف.
تقدر تملا ليا الدوسي؟
شريت هاد الساك شويه ف وقت سابق، ولكن السحاب كان مكسور.
فهمتي/فهمت؟
رجاءً، ارجعو للباص قبل الساعه ثلاثه.
مليونات ديال الناس كيزورو الضرايح المشهوره باش يوصلو لاول عباده ديال العام.
باش ممكن، بغيت طاوله حدا الضّريبه.
ما خاصنيش نشرب والو فيه الملح.
بغيْت بلاصه حدا الممر، من فضلك.
عافاك، واش تقدّر تعطيني تقريب؟
صافي، شكراً.
واش في واش الوقت نقدر نعطيه ليك؟
انا اسف، كملو.
كانبغي نعطّي هاد البوسطال ل اليابان.
شكراً. ها مفتاح الغرفه ديالك. النّادِل غايشدّ ليك شناطيّك.
خودي ليا لباج، من فضلك.
باغيْ نْكْرِيْ طوموبيل ديال حجم متوسط مع اربعه ديال البواب.
فين نقدر نشري طين؟
قميصي معرق.
شحال عندك من الين، سيدي؟
السلام عليكم. عندي حجز.
عطني الملح و الفلفل، من فضلك.
درت الحجز عن طريق المكتب ديال طوكيو. غنكون شويه متاخر فالدخول الليله.
نمشيو نتسوقاو بسرعه.
طلبْت بلاصه ما فيهاش دخان ملي شيكت ان، ولكن هادي بلاصه فيها دخان.
نعاودو نشربو شي حاجه.
kanqtarah ʿlik tkhud had nʿaʿ ḍ-ḍarb, l-ḥmar l-bḥri.
ما نقدرش نديرها ليك، ولكن غنعطيك واحد الساك.
واش كاين وقت ومكان محددين؟
شكراً بزاف. كانبغي ليك، ولكن خايف عندي موعد سابق.
فامريكا، كره القدم الجامعيه هي اللي دايره ضجه.
نعطيك مسكن للالم.
واش تقدر تقولي ملي القطار يقرب لـاوكسفورد؟ خايف نمشي و نتعداها.
اه، بيل. انا كنحبك، ولكن هادشي كامل.
واخا الزياده شويه بزاف.
باغي نتاكد من الساعه ديال الارْحال.
ماظنش نقدر نعاونك بزاف.
شامل كلشي؟
عبر الشارع من تمّا وْمشي دْريْك حتي توصل للتقاطع الثاني. فندق كافلا ماشي بعيد من التقاطع.
باش بغيت شي حاجه للكرشه.
صافي، قليل الدسم؟ مستحيل. واش كتمزح؟
صافي، ما نعرفش واخا يعجبني داكشي.
ارجوك ضع هاد الظرف في البريد في المطار.
باغي شي حاجه للامساك.
في الربيع، كتزهر شجر الكرز.
واش تقدري تسولي ليه يدير شي حاجه باش يتقدا لهد الدخان، تمّا؟
غادي نتصل بيه تاني.
غادي نبقي مع صاحبي في لوس انجلوس.
غادي تجيب لي كريمه للقهوه ديالي؟
صافي، نفدات الكميه.
واش محتاج تذكره سريعه؟
هادي رقم تليفوني و عنوان ايميل ديالي.
اشحال هاد الكنيسه عندها عام؟
واش تقدري تجيب لي تيكيت ديال دار السيده؟
واش عندكم شي تور ديال الحافله سياحيه في المدينه؟
سمح لي. انا غريب هنا بزاف.
ila kan bghiti tqred men ktoubi, goul lia. machi mzyan nebqa nkreh nqredhom l ssehab.
واش فكرتي في الزواق؟ كتعاودي تصبغي الغرف ملي كيدخل واحد الكاري؟
باش بغيت نمشي ندير شي خدمه ديال الزكاه.
بشحال غنعاود الضريبه؟
ما كايناش، ما لقيتهاش.
واش نقدر ناخد بطاطا مْهرسه بلا صوص؟
نقدر نعطيك فورْد موستانْغْ عمرها سبع سنين بخمسين دولار في الاسبوع، وعداد كيلومترات غير محدود.
اه، ياه. تفضل.
كانبغي نرجع لهنا مره اخري ملي نكون في امريكا.
لقد استعدت صحتي كامله.
واش عندك شي حاجه خاصه داليوم؟
واضح؟
صافي، سرقو ليا التيكه.
الباب ما كايفتح بهاد المفتاح.
كنبغيه مطايب.
باش نفرحو براسنا في المطعم ديال الدرجه الاولي؟
صافي، مزيان. باغي تشوفهم بالضروره.
واش واش احسن رحله باش نشوف المتاحف؟
ارجوك اتصل بناقل امتعه.
ما عرفت شنو نقول.
تقدر تصلحو و تبعتوه لليابان، من فضلك؟
صافي.
واجب نبلغ علي سرقه.
باش نقيس هاد واحد؟
زالاً ما كايناش ليك واحد من شناتي اللي خزنت في المطار ديال ناريتا.
اظن انني كذلك. قَصّ شَعْر، من فضلك.
اش نوع ديال لعلاج اللي كاتخدّم؟
تاكل خفيفه، من فضلك.
كان عندي تقريبًا مءتين دولار كاش و فيزا.
صافي، واش بقيتي تسوق طاكسي مزيان؟
من سبعه لـ تسعه. تفضلوا بالمجيء الي المطعم في الطابق الثاني.
غادي نبقي في هوليداي ان داون تاون لحد الخامس ديال ماي.
اشْحال ديال التحضيرات كيديرو باش ينجحو ف الامتحان؟
انت قريب بزاف.
بقات جميع الركاب مْجْلُوسِين.
واش شنو الباص لي غنمشي به لـ Washington Monument؟
سميتي اكيكو تاناكا.
معبد هوريوجي، اللي هو اقدم بناء خشبي في العالم، يستاهل الزياره.
فين فهمت. باينه شكراً بزاف علي الوقت لي خصصتي. واش نقدر ناخد جوج هوت دوغ؟
بخير. اها، هذا اعلان عن رحلتي.
ايه. فكل وقت. كلهم مْرحّب بيهم هنا.
بغا نمشي نشري تامين.
اشْ شنو JR؟
قسم هاد الفلوس علي صغار، من فضلك.
واش بغيتي تمشي لواحد الديسكو؟
قالي ليا مطعم معقول فيه جو مزيان.
واش متي غادي يكون تورنوا ديال الغولف؟
بعد العشاء، مع الحلوه، من فضلك.
اعطيني واحد السيشوار من فضلك.
واش تقدّر تجيب ليا شويه ديال الماء من فضلك؟ عطشان بزاف.
ماشي بالضروره مزيانين بالصحه.
عطيني نشوف شي صباط بني.
فين و شحال ديال الساعه غادي يمشي؟
ارجوك حافظ علي هاد الشنطه حتي خمسه ديال العشيه، من فضلك. واش نقدر نعطيك شيك؟
عندي قنينه ديال الويسكي.
غادي نجي نشوفك ف عشره د الصباح يوم الجمعه.
واش غدّا تاكلي ديالي؟
باغي نحجز ملعب ديال الغولف.
بشحال هاد الماكينه ديال الدراهم؟
بغيت شاي بالزنجبيل.
بغيت شي طعام ديال الاطفال.
ما تبغيش المخلل.
هاد الفستان ديال النايلون؟
حجز، من فضلك.
بغيْت شريط ديال الماكينه د لكتابه، من فضلك.
فتح الباب بالمفتاح الاحتياطي من فضلك.
باش بغيت كاس ديال القهوه اخري.
باغي شْحالْ هامْبُورْغِيْر باشْ نْخُودْ مْعَايَا.
واش تقدر تسول ليه يعاود الاتصال؟
عندنا عربه مطعم ومقهي في القطار.
ما تنظفات غرفتي.
تقدر تمشي بالباص من المحطه رقم خمسه.
شكراً بزاف. خلي الباقي.
8 و 38 دولار و خمسين سنتيم في النهار، مع كيلومترات غير محدوده. البنزين مش معاه.
واش حطيتي طابع علي البوسطال؟
ثلاث ليالي.
هادي ل كازا؟
واش واش بغيتي تمشي مَتي؟
واش خاصني نبدل؟
ما كاينش منشفات.
واش تمشي واحد يجيبها ليا؟
واش هذا اللي كنتي باغي توصل له؟
اه، دوزتيها. رجع، من فضلك.
اظن انها عاده يابانيه فريده من نوعها.
غلّف هادشي واحد بواحد، وربط كل واحد بشريط من فضلك.
خليني نشوف. ايه، الغدا الخاص ديال اليوم غي يقدّم بسرعه.
تقدر تقسمها علي اربعه؟
بيض، من فضلك.
غادي نحتاج جوج صحان ديال موريسوبا.
ايه، كاينه شي غرفه خاليه. شحال بنادم؟
واش كاين محل ديال لتبديل حدا هنا؟
انا تاكيشي. ونتَ/نتي؟
استعمله بشكل اسبوعي. ضع طبقه رقيقه بعد غسل وجهك، مع تجنب العينين ومنبت الشعر.
قطعت راسي بالزاز هنا.
بغيْتْ نْسوَّل المُدَرِّب، ولكن واش تقدْرْ تقولي ايّ واحد من هاد الالات مزيان باش نتمرّن بيه ضهري؟
وقّف هنا في هاد الجنب ديال العبور اللي جاي، من فضلك.
بغيت شي حليب، من فضلك.
المُشَغِّل.
نظن اننا في المحطه الخاطءه.
فهمت. واش ممكن تعطيني رقم بطاقتك البنكيه وتاريخ صلاحيتها باش نحجز ليك، من فضلك؟
واش تقدر تضغط علي الزر ديال الايقاف باش ليا؟
شريت هاد السروال امس، ولكن ما كايجي بالمقاس ديالي.
غادي يصغر؟
واش تقدّر تقولي شحال الوقت؟
خلّيت داك النوت بوك ديالي تمّا البارح الليل.
واش تفتكر رقم ديال السياره؟
بشحال هاد الثوب؟
ما فهمت والو بالالمانيه.
انا كانعيط للمسءول.
اه، سمح ليا. نجيب ليك الطلبيه ديالك ف اقرب وقت ممكن.
بالطبع سيدي.
هذا خالي من الكحول، تقدر ترتاح باش ما يكونش ليك التهيج بزاف.
داكشي سبع دقايق ولا ثماني دقايق مشي، كيعتمد علي فين كتمشي بسرعه.
تاكد من ايداعه في بوسطن.
بغيْت ربطه عنق.
غادي نسول شي واحد اخر ديال سيّاق التاكسي.
واحد البييره، ستيك مع بطاطا مقليه، وسلاطه ديال الدار.
مبروك، هنري. انا سعيد جداً بسماع خبر خطوبتك علي جين.
تمشي ديريكت و دور علي اليسار تمّا.
بغيْت شي حاجه تْطيْق مْعَا هَادِي.
كيدير صدمه كبيره بالنسبه ليك.
عندي الف جنيه.
شحال من الوقت يدوي باش نوصل لتحت؟
واش تعب؟
اش داويه مزيانه لعيني اللي تعبانين؟
عطيني شي علكه، من فضلك.
هادي ماشي كوبون، هادي وصل التسجيل.
ماع يمكن اكمال مكالمتك في الوقت الحالي الي البلد الذي تتصل به. يرجي اعاده المحاوله لاحقًا.
غادي يتجدد العقد كل عام.
سمح ليا، نادِي. واش نقدر نخلص، من فضلك؟
باش نقدر نعطيك شيك سياحي؟
واش نقدر ندير شي تامين؟
تقدر تقولي كيفاش نمشي لهاد المطعم؟
كان تقريبا ثلاثين دولار و شويه ديال الكارتات البنكيه.
فالور ديالك وصل لـ 150 دولار و 45 سنتيم.
اش كيفاش نقولها؟ مهم بزاف يكون عندك حاضي.
باغي ندير نسخه.
شكرا. فين الكوموند ديال الطابور؟ شويه سخون بزاف.
سمح ليا، ولكن واش في اي شارع دابا؟
تقدر تبعت هاد الرساله؟
لا، كتتمشي فالاتجاه المعاكس. خاصك ترجع.
تقدر تقص ليا اللحيه ديالي من فضلك؟
اشحال غادي ياخد هاد التور؟
بغيْت شي ورق تغليف ديال الهدايا.
اش داير داخل؟
اظن ان هناك خطا في هذا الشيك.
واش ممكن نعطيك واحد فوطه ديال الحمام؟
واش تقدّر تحجز ليا باش نشوف واحد المسرحيه موسيقيه؟
واش عندك سجل فين استعملتيهم؟
غادي نتصل مره اخري.
ثلاثه اشهر.
واضح، عندنا طبيب في الفندق. غنّظم ليها تجّي لغرفتك فحالاً. واش عادي يجّي معاها مسءول الغرفه؟
فين تصور؟
عَندنا شحال ديال الصَدَفْ زْوينين دْيَال اليوم.
K بحال الكاف، I بحال الاي، M بحال الميم، U بحال الواو، R بحال الراء، A بحال الالف. كيمورا هو اسم عاءلتي.
لا شكراً.
عندي وجع في سناني. واش ممكن نعطيك شي دوا ليه، من فضلك؟
ما كينش يقدر يخدم التكييف.
نزلني في المحطه التاليه.
تقدر توريني واحد ستر بلاستيك؟
فين المكتب ديال السياحه؟
واش تقدّر دوز عند السوق ف الطريق؟
شنو غاندير اذا ما فهمتش اسءلتو؟
بغيْت شي جورب.
بغيْت كاميرا تلقاءيه، من فضلك.
خوديوني لهاداك پلاص.
واش الباب يكون مفتوح ولا مسدوّد؟
بشحال ديال الدولار بغيتي؟
قول ليا كيفاش نمشي لفندق هيلتون، من فضلك.
واش عندك شي بلاصه ديال خراءط ديال الميترو؟
واش تعرف اذاك المطعم خاصو حجز؟
باغِ بغيت نحجز تذكره ديال طاءره للمغربه.
واش تقدّر توصي علي مطعم فرنسي مزيان؟
واش كاين محل حلاقه في الفندق؟
السداده ديال البانيو مكسوره.
هادي هديه، بغيتك تلفها ليك.
مسرور بمعرفتك.
شي حاجه مضروبه في الباتري.
عندّي شي سءال بغيت نسولك.
بالارجو سخّن شي شويه الدار.
مازال مزال مجهزت الغرفه ديالي.
زيد مباشره.
واش تقدّر تعاونني باش نلقا شناطي؟
صافي، اظن اللي كاينه تحت تمّا، هادي البرج ديال التجاره العالميه، صواب؟
فين المحل ديال النموديلات ديال البلاستيك؟
ما نقدرش نقولك.
واش تقدّر تقترح عليا دوا علي وجع المعده؟
فين منصه رقم خمسه؟
ايه، هادشي باغي تحري اكتر. واش غاتقدر تجرب هاد الاحتمال، السيد كينان، وتعطي نتاءجك للسيد ناكاياما ف اقرب وقت؟
لا، شكراً.
نظن ان هناك خطا في هذه الفاتوره. فيه مصروف خدمه الغرف. ولكن انا ما استعملت حتي واحد.
باغا نمشي بسرعه ممكن.
واش الطريق لـ فندق هيلتون طويله؟
واش تعرف شي مطعم مزيان فين نقدروا ناكلو مزيان بثمن معقول؟
بغيْتْ سْتِيكْ ديال التَّلْوِين.
ثلاثه و ثلاثين دولار.
بغيت نبدل الحجز ديالي. واش نقدر نبدل رحله PAA رقم خمس ميه وخمسه لخمس ميه وخمسه عشر؟
جات الكوكا، ولكن ما رجعوش ليا الباقي.
نقدر نعطيك تخفيض بثلاثه في المءه.
كانت السياره فيها هاد الضرر قبل ما كريتها.
صافي. باغي نلبسو في عرس السبت.
لا، بغينا كل واحد يدفع حسابو. خلينا نصرفو علي حساب بعض.
باغي مرشد كيعرف اليابانيه.
سمح لي. انا غريب هنا. نبغ نشري ليك عند الرجل، اذا بغيتي؟ صبري شويه.
واش نقدر نركب واحد الطوبيس غادي للفندق هيلتون؟
واش كاينين شي رحلات لتيrol في ثلاثه او اربعه ايام؟
حسّيت براسي مزيان دابا.
سمح لي، ولكن غادي نتاخرو بثلاثين دقيقه.
تقدر تبدل هاد الورقه بفلوس صغار؟
غرفتك، سيدي.
ارجوك اوقف جميع المعاملات علي هذه البطاقه.
واش نقدر نحصل علي شي نوع ديال تخفيض ملي نبقي في الفندق ديالكم شهر كامل؟
واش هنا غا للخدمه ولا غا للبحث؟
واش ساليتي من لعشا ديالك؟
جوده هاد واحد احسن.
بالتاكيد سيدي. ابيض ولا ملون؟
انا راه دايز نصّ ديال البوندي.
واش عندكم رحله فيها زياره لجسر البوابه الذهبيه؟
ما نقدرش نمشي فالطاءره اللي باغه نقلب فيها.
فين نقدر نمشي نطّلع علي الباص باش نمشي للمتحف؟
من هو مءلف المسرحيه؟
صندوق الامان، من فضلك.
غادي نبقا هنا غير شهر واحد.
واش السفره غتبدا ف واش الوقت؟
واش شحال الوقت غادي تبدا السينيما ديال النهار؟
انا من روسيا.
كنتسيف علي هادشي. واش عندك سخانه؟
فين نقدر نمشي باش نلقا طوبيس للمتحف ديال الميتروبوليتان؟
بزاف فرحت ملي كنت معاك.
فين اقرب مكتبه؟
واش عندك شي غرف خاليه الليله؟
واش تقدر تصرف لي هاد الشيك السياحي ديال ميه دولار من فضلك؟
صافي، طارتنا وصلات لـ هونولولو اخيرا.
بغيْت هاد السْتَايل، عافاك.
كنفضل منكونش في المستشفي، اذا كان ممكن.
هاد الرحله رقم سبعه ميه و ثلاثه غادي ل طوكيو ف الرابع ديال شتنبر، جمعه.
فين نمشي اغراضي؟
باش بهاد السعر، نعتقد نمشي نشوف شي محلات اخري.
طفّيو جميع الاجهزه الالكترونيه.
بشحال بغيتي تصرف؟
ما بقاش ضروري بعد ما يدوز الدوخ.
واش كتقوم بدري كل صباح علاش؟
كنبغ نطّلع علي معجون.
بشحال هاد الستاد كيقدر يستقبل ديال المشاهدين؟
ايه، هكاك بالضبط.
الرباط ديالي مفكك.
باغين نلعبو تنس اليوم.
واش تمشي معايا، من فضلك؟
اف sorry، ما كنعرفش هاد المنطقه.
غادي نتصل بيه تاني حول 4 ديال العشيه.
في صباح يوم واحد عشر يناير، وقع الحادث.
واش الثلاثاء الجاي مناسب ليك؟
واش غدا؟
واش باغي نوع ديال المطعم واش؟ غدي تْكَلّي غير العشا، ولا باغي مطعم عندو بار؟
واش كاين شي مركز ديال الشرطه هنا؟
المده ديال الحياه ف اليابان هي اطول مده ف العالم كامل.
زوج بطاطا، واحد كولا. دولارين من فضلك.
واحد السوبيسه من فضلك.
فين المنحدر ديال التزلج علي التلج؟
بالصحه والراحه.
كنتساناك نشوفوك مره اخري.
واش نقدر ناخد تقييم علي هاد الكتاب؟
واش تقدّر توصيني علي واحد مطعم فرنسي مزيان حدا هنا؟
ها هي باشيتا ديال التاكيد ديالي.
صافي غاتكون مزيانه.
صافي، داك شي الفين وخمسميه دولار في الشهر. نقدر نضمن ليك غنعطيوك ثلاثه ديال الف دولار في الشهر. واش هادشي مزيان؟
نتمني ليك زواج سعيد.
واش عندك بالانتينز ديال العشر سنين؟
هاد ما كيتصغرش بالغسيل؟
واش الجنينه النباتيه مفتوحه اليوم؟
يمكن يكونو يقدروا، ولكن خايف يديها شويه ديال الشهور.
باغي نستاجر طوموبيل.
واش ممكن يعطيو لنا طبق؟
ودينا لـ فندق شيكاغو.
الرحله متاخره لمده تسعه وتسعين ساعه بسبب سوء الاحوال الجويه.
حاله طارءه.
كنبغي شي حاجه علي قد الموضه ديال شانيل اللي كيتكرر.
فين كاينه البادات الصحيه؟
شحال ممكن توريني باشوط ديالك وورقه ديال الضريبه، من فضلك؟
كنبغي نشترك في رحله لشلالات نياغارا.
نهار اليوم، طبقنا المميز هو الروبيان بالثوم مع الارز المفلفل.
السلام عليكم؟ هاد دار السيد كلارك؟
بغيتي تشربي شي حاجه قبل ما تبداي تاكلي؟
واش عندك شي دوا؟
نظن انك غالط الرقم.
بغيت فستان احمر.
شنو بان ليك.
سميتي مكتوبه عليه.
هادي اخر اضافه للخط ديال التعبءه. كنعبيو تقريبا ست ميه كاسه كل يوم.
باغي نمشي.
بغيْت مْكْوَا، عافاك.
اه لا. باغي يقول ليا حاجه. واش ندير؟
ايه، هكا.
بليز جيب ليا فطور لداري.
هادو مزوين.
ارجوك ارسل هاد السياره للفندق قبل الثامنه ديال الصباح غدا.
واش كاين بواخر فيها الغدا ولا العشا؟
واش عندك شي لون اخضر؟
هنا بزاف شلاضه.
اه، لا. غنڭال ليه نعاود ف عشرين دقيقه. شكراً.
تم التاكيد علي التعليم وزادت القوه العسكريه.
واش بغيتي تاكلي للعشا، لحم ولا سمك؟
ماستر كارد مقبوله؟
هاد السّميه، من فضلك.
ما عجبنيش.
خمسه دولارات، والمشروبات بثمن اضافي.
بشحال ديال درهم لثنين ديال الناس؟
فجاه حسيت براسي معطل في كرشي.
بشحال كيعطي المُرشدْ ثمن نهار كامل؟
سميتي هيروشي موري.
بغيْت شويه ديال الدانيون، من فضلك.
ايه. هاد هو الكوانطر ديال رحله الخطوط الجويه المتحده رقم ثمانيه ميه؟
واجبين نلبسو البدلات والربطات ديال العنق؟
واش تا واحد ديال الطوبيس غادي لـ "Guild Hall"؟
ارجوك تفضل بهاد الطريق. خليني نعاونك في شناطي ديالك.
داير في الرف التاني في الصف الوسطاني.
فين الكبار؟
ارجوك سجل الدخول بعد الساعه التاسعه و تسع دقاءق صباحًا.
المقاعد ديالينا مفروقه.
بالاك. فين بغيتي تمشي؟
ابغيت واحد بلوك نوت، من فضلك.
تقضي وقت ممتع.
اكيد، جميع المقاعد مشغوله في التالتين من غشت.
واش ممكن نشوف شي حاجه اقل ثمن؟
واش تقدّر تجيب ليا طاكسي؟
واش خاصني نرجع لليابان دابا؟
الثمن ديال الدار غالي بزاف علي ما قالولي.
كنبغي نعطيك بزاف ديال الطلبات. واش نقدر نعاود نشوف المنيو؟
كان هنا حامل مفاتيح علي شكل قطه معلق بشريط.
اش غادي دير بهاك ديك الساك الصغيره؟
باغي شي حاجه للزكام.
باش نشوف داك واحد؟
ثمانيه عشر دولار بالضبط.
ارجوك صرّف هذا الشيك السياحي مقابل نقود.
فين نمشي بهاد الغسيل؟
واش شبعتي؟
تمشي ديريكت ف هاد الطريق. كاين غي قبل محل البيع ديال الطِّلْ.
ما عندي حجز.
باش نلمسو؟
اَشِيرْ لِيه فِين فَهَادْ الخَرِيطَهْ، مِنْ فَضْلَكْ.
واش كاين شي بلاصه مزيانه ورخيصه ناكل فيها هنا قريب؟
هذا دار زوينه بزاف.
واش هادي المحطه ديال الطوبيس باش نمشي لشيْلسا؟
غادي نتاخر شويه الليله، ولكن بغيت تحافظ علي الحجز ديالي.
واش تقبلو الكارت؟
kadā ma yjī l-mṣūl yṭṭalib tiktītek, bghītī t’warīh l-pās o hād tiktītek.
شحال ديال اقلام محتاج؟
شْحال كْتَابْ جْدِيد ديال غالْبْرايث؟
واحد بلاصه عاديه من فضلك.
انا طلبتُ درجه استواء متوسطه، ماشي نيشان.
بدلتك غتكون واجده في اسبوع بعد القياس، سيدي.
باغي ناخد عصير التفاح، و خبز محمر، و بيض مقلي، و قهوه.
فين بلاصه محل الكاميرا؟
واحد كولا صغير، من فضلك.
انا مزال في البدايه. ما نعتقدش نقدر نديرها.
اربعه تفاح.
بشحال غادي يجيو التامين ديالو بثلاث ميه دولار؟
واش ممكن تعاود اصدار الكارت ديالي؟
عطيني شويه وقت باش نفكر فيها.
خصك ترتاح ف الفراش اليوم.
بغيْت نتاكد بالضبط شنو اللي مفروض ندير.
kanʿraf kidayr lḥssك. khoudha bṣ-ṣabṛ.
نعاود ليك الطليفون.
واش تحجز طاوله لشخصين في هاد المطعم علي الساعه سته د العشي؟
واو، غريبه بزاف. باين بحال طبق طاءر.
ما نقدرش نعس مزيان.
واش تقدر تفهمني شنو هاد المصروف كان باش؟
اهلاً، هذه الغرفه ثلاثه خمسه.
كنبغي شي ملح ديال الحمام.
تقدر تصلح هاد الكاميرا؟ ما كتحملش مزيان.
شمن سميتك و نمره ديالك؟
كنت عتقد ان السعر ثابت بين المطار والمدينه؟
شحال من فضلك تمشي تشوف عليه دابا؟ اذا كانو تما، خصك تجيب كلشي لهنا بسرعه؟
اه، باغيلي كنظن ان سعر الصرف كيتغير بين توقعات صعوديه وتوقعات هبوطيه، بشكل عام.
عندها تقاليد وتاريخ طويل.
واش واش كيديرو لعب ف الستاد؟
اش غادي دير ف ليله راس السنه؟
السلام عليكم، واش ممكن تعطيني نمره تليفون السفاره اليابانيه ولا القنصليه، من فضلك؟
هادو مزيان بزاف. كاينين مريحيين.
اه، هاد غرفه هاديه. مزيان بزاف.
عندي حجز في سبعه.
صافي. ولكن غيكون عندك مصاريف ديال التسليم بـ مءتين دولار.
في سبعه ديال الصباح، بالتوقيت المحلي.
داك الطريق، تقريبًا ثلاثه بلوكات.
افين، كامل ديالها محجوزه في فتره العطل ديال عيد الميلاد، ولكن عندنا بلاصه في عشرين دجنبر.
فين فهمت. شكرا.
واش كانعوض شي اذا ما لقيتوش حقيبتي؟
صافي، واش من نوع ديال الفواكه كتحب؟
واش اخر دوره شهريه كانت عندِك فِين؟
زعما درت تليفون باش نعاود نءكد الحجز قبل يومين.
ماكنش ليكن متاكد واش سرقت ليا بورطاوي، ولا سقطت ليا من جيبي.
الكرطونه طولها خمسه وستين سم، وعرضها ثلاثين سم، وارتفاعها ثمانيه عشر سم.
kanhdām f shī ḥwajāt dyāl t'kār.
هي مكونه من اربع جزر رءيسيه.
العاشره. هذه مفتاح غرفتك. رقم غرفتك خمسه وخمسون ثلاثه وثلاثون. الجرسون غادي يشيل ليك المتاع لفوق.
اه، حنا مْزيانين ف هاواي. نتمني تكون هنا معانا.
واش تقدري تجبدي ليا ترجمه؟
غادي نشرب شي رْاس ديال اتاي بلحول.
تقدر تقصّ ليا الطّاس فوق الحاجب بشي نص سانتي؟
واش واقي يفتح؟
واش عندكم غرف باقل من خمسين دولار في الليله؟
طاوله لشخصين علي الساعه سته هذا المساء، من فضلك.
خمسه عشر دولار، من فضلك.
دير الليڤياج ف الكلاڤي.
ما محتاج والو.
واش نقدر نحجز لواحد السياحه؟
اش كيفاش نمّل هادشي؟
كنشوف واحد البنايه بيضه حداك. واو، هادا هو.
انا كانقرا باش نولي عالم.
واش ممكن اخذ جوج ديال تذاكر للمقاعد المحجوزه؟
ارجوكَ ازيح ملابسك وارتدِ هذا القميص.
واش ممكن تحط واحد السرير الزايد في الغرفه؟
واش ممكن نحصل علي متصرف ياباني؟
تاخد هاد لداخل حتي للستاسيون. من تمّا غتكون خاصك تمشي للفندق بنفسك.
كنبغي كِري واحد البوط مع واحد السيّر، من فضلك.
واش كاين شي طواليت عموميه هنا قريب؟
وريها ليا، من فضلك.
ما كرّيتش نتّصل بالهاتف.
حمل ليا شناطي.
واش تقدر تجيب ليا تليفون صاحي في سبع د الصباح؟
واش عندك شريط؟
كنعجبها شويه بالحليب والسكر.
كانبغي نبدل الطياره ديال شيكاجو من تسعه لحده عشره.
اعطيني واحد البلسم ديال الشعر من فضلك.
اليوكاتا و الهابي من بين المنتجات اللي كيزورو عليها السياح كهديه من اليابان.
فين اقرب محل ديال الصباط؟
عندك عين فّنّان.
صافي خلي هاد الشنطه حتي تلاته ديال الساعات.
اجي لهنا باش نشوف واحد الاوبرا حقيقيه.
واش هادو غديين في تخفيض اليوم؟
تبعد من الخدمه حتا لثلاثاء، و ما تكثرش من الاكل.
الريسو هي واحد من رياضات تقليديه. كاتنضمو دوريات ست مرات في السنه.
مكان في الممر من فضلك.
اللي كيلعب مزيان، كيعرف.
شحال من يوم غادي ياخد الطلب؟
هي مرافق.
لا، خاصنا شويه ديال الوقت باش نفكرو في العقد.
كنحس بالغيان. واش نعطيك بلاسطيك باش تقي؟
قول ليا كيفاش نمشي للمتحف من فضلك.
واش هادشي مصنوع من الجلد؟
اهلاً. لوحدك؟ علاش ما تاكل الغدا معانا؟
شكرا. ليك/ليكِ كذلك.
تقدر تحفظ ليا شي حوايج قيمه، من فضلك؟
واش كتاخد شي دوا اخر؟
باغي نمشي للسايت ديال التقدم.
واش قررتي/قررتي؟
Ginny. Mike. Sara. Sam. هيا، قومو جميعًا.
واش تقدّر تخبرني فحال ما تصلحها؟
بغيْتْ جَاكيط.
لا، شكراً. نقدر نوصل للحَݣ. بْسَلَامَه.
بِالصحه و الراحه. كنفضل بلاصه حدا الدار.
باغيْ نْكْرِيْ طوموبيل ديال الحجم المتوسط لثلاثه ايام.
واش عندك شي واحد تمشي معاه؟
باغي نمشي تليفون لسان فرانسيسكو.
تحڭّات ليا شكارتي في صاله الفندق.
واش و متي خصني نمشي نعطي فلوس المصاريف؟
صافي، تْكَملّينا.
داكشي ضيق بزاف هنا.
بالارجو كبّر الخط بحال هاد الحجم.
السلام عليكم، هذه الغرفه رقم 12:34. اسمي اودي. بغيت نطلب منكم واحد المنبه غدا الصباح علي الساعه سته ديال الصباح، من فضلك.
واخا تدفع عند مكتب الاستقبال، من فضلك؟
اعطيني فلوسي ديال الباقي، من فضلك؟
يمكن يكون عندك قلق بخصوص هاد السمارتفون الصغير.
بشكل عام كانت رحله سلسه مع قليل من الاضطراب.
اش كان رقم الطياره ديالك؟
مزيان ليك عجبك. شريتو بثمن زوين في تخفيضات ديال ABC.
واش نقدر نعاود العشا في السفينه؟
واش ممكن تعطيني بروشور ديال الدليل السياحي؟
واش عضو في نادي كراء السيارات الداءم ديالنا؟
اشْ شنوْ غَادِيْ تَشْرِي؟
بالضبط. كنتي متفقين معاه. بالمناسبه، قال ليك راجل مزيان.
واش كيف قضيتي العطله ديال الصيف؟
سدي التليفون و انا نعاود نتصل.
واش عندك كولونيا شانيل؟
بعيد بزاف. محتاج شي واحد يوصلني.
واش عندك هادشي بالزرق؟
قول ليا كيفاش نستعملو.
حاولت مزيان، ولكن ما تعرفش بالتاكيد حتي تجرب.
اش كيفاش نتصل بالمعلومات؟
هُم مْجوعِين.
باش تشوف رخصه السياقه ديالك؟
شكرا. نتمني لك اقامه ممتعه.
انا من هوكايدو.
صافي سَفرْ مَبرُوك.
واش عندك هادشي؟
اشْ شنو هاد الماركه؟
دايرينها في العرض دابا، بس تلاته و ثلاثين دولار و تسعه و اربعين سنتيم.
كان بغيت نعصب علي ما قال الباءع.
واش عندك شي حاجه اكبر؟
كيكون الخنّاق ف الصيف ف اليابان.
كنبغِي نوصل للمطار قبل الساعه دّوا.
واش كاين شي تغيير حاب دير؟
باش بغيت لون يخليني نبان صغير.
افين بغيتو توصلو حقيبتي للغرفه من فضلك.
بغيت شي طماطم، من فضلك.
ماشي مشكل.
باش نقدر ندخل للغرفه دابا؟
ما نقدرش نلقا شي حاجه بحال هادي في اليابان. غانشريه.
في ليله الاربعاء.
اريني مكاني من فضلك.
اش نوع ديال الحلوي عندكم؟
كنتَ كتعمل خطا في الحساب.
ثلاثه ديال نعاس.
شويه اقل من الرقبه، من فضلك.
ما كنفهمش شنو كتقول.
بشحال تيكيت ديال يوم واحد؟
واش مْشّيتيْ صَافْي؟
اشْ شنو رقم الطياره ديالك؟
واش تعرف ذوق صاحبك في اللبس؟
واش هذا بلاص اللي نتساءل علي الضياع ديال الحوايج؟
محتاجهم بدقه.
بشحال الثمن كامل؟
واش تعرف شي بلاصات فيها الدّار ديال الفلوس ولا البنوك قريبين من هنا؟
انا اسف، ولكن كنبغِي نلغي الحجز ديالي.
غادي نكون تمّا حول الرابعه ديال العشيه.
باغي نمشي بواحد النهار قبل.
اشْحال كاينين ديال لَقْصَايص ديال الدْكان؟
واش ممكن نسول اذا كان يقدر واحد ياخذ طاءره في وقت اخر؟
واش القطار ديال سيدني مزيان تاخر؟
واش عندك صداع؟
ما تقدر تاخد هاد ل اليابان. مسجل في اتفاقيه واشنطن.
واش تقدّر تجيني من اقرب محطه؟
ايوا، عندي.
باغا نمشيوش الحجز ديالي.
صافي، شويه غي. اااه، طاحت المعلقه ديالي. معليش.
فين هي القديم ديال المدينه؟
واش تعطيني شي جريده ولا شي مجلات؟
واش عندك واحد شويه اصغر؟
واجب نخليو الكاميرات ديالنا عند الدخل؟
واش واش نهار مقفل؟
نظن اننا كذلك. لحظه من فضلك.
كيفاش نقدر نعرف داك الشخص؟
كنبغي كتاب ديال القواعد.
ارجوك تعال الي البوابه تسعه وثلاثين قبل الساعه الرابعه وخمسه واربعين.
واش واش غادي يجي الباص التالي في شحال؟
واش نقدرْ نْكْرِيْ واحدْ الدراجه؟
واش كاين بلاص ديال التنس قريب من هنا؟
فين داير المضيف؟
واش عندك مرشد سياحي متمرس؟
متي تفتح ازهار الكرز الشهيره في اليابان؟
ايوا، انا.
انا غادي نمشي لبرج لندن. واش تقدري تقولي كيفاش نمشي لهاد البلاصه؟
واش نقدر ناخد بيتزا كبيره بالجبن؟
تايد حوالي اربعين دقيقه بالوطوبيس.
واش قريب؟
ايه، كانعطيوها ليك. غنرجع ليك بها دابا.
تباريت.
كنخاف ماكونش حدا في الدار دابا. ارجوك خلي رساله بعد صوت البييب، ونتصل بيك ف اقرب وقت.
كانبغي ناخد هاد الطياره المروحيه ديالك باش نشوف نيويورك.
افهم انك متاكد انك ماخليتي والو وراك.
بشحال كتمشي طروبيس رقم تسعه؟
لقيت عدسه من العدسات اللاصقه ديالي.
انا كانتعلم البيانو مره في الاسبوع.
اش بغيتي فوقها؟
ارجوك حافظ علي هاد الشنطه حتي الساعه ثلاثه.
سميتي ياماشيتا.
شوف الدرّابَه دي؟ هاديك كتمشي لـ "بْلاتْفورْم" ديال الطْرْيقَه اللي كتمشي لْجهه اخري. ولكن صْحّا، اذا كنت باغي تشوف لندن، الباص احسن بْزّاف من الميترو. خْرُج من هاد الطّريق، وغتلقي محطه ديال الباص. الباص رقم 12 غيخْدّك سْواغْ لـ "مُوزِي" (المتحف). طْريقك سالامه، سْيّد.
ها شي ليك.
دابا بغيت نمشي نشرب شي حاجه بارده.
هاد النوع ديال القبعه باين ليا كايدير الموضه. نعسي نْشري وحده حتي انا.
واش نقدر نحصل علي لحاف؟
واش هاد الدوا فعال في تخفيض الحراره؟
هي لصه.
تا تحب شي زيااده؟
كانت عيناه سوداوين متباعدتين.
اوه، العروض ديال اليوم كاينين هنا.
واضح. نعتقد انني استطيع ان اُريَهم جميعًا في ساعه واحده.
ها خمسه دولارات و صفر سنتيم. خلي الباقي.
الرجاء حجز طاوله لخمسه اشخاص.
دايريني قريب بزاف من الطواليت. واش تقدر تبدل لي اياه؟
سمح لي، اعطيني الله يعطيك، واحده ديال الحاسبه.
فين قاعه الاجتماعات؟
واش هادشي شغل يدوي؟
اريني قاءمه بتسريحات الشعر من فضلك؟
واش عندكم طابلو ديال الالوان؟
واجب نمشي للمستشفي؟
عندنا قوات دفاع ذاتي.
بغيتي سيجاره؟
سمح لي. نفد المخزون. جرب واحد من محطات المترو.
واش عندك تيكيط ديال الرجوع؟
تقدر تنزل الشباك شويه؟
اذا لقيناه، غنعيطو ليك.
افين ما تحط شي سكر.
طاقت السياره طفات عندي. انا في شارع الخامس علي مستوي شارع 57. ارجوك تعال بسرعه.
كنا مهتمين بالتاريخ الطبيعي.
صافي مفتوحين من عشره للسبعه و نصف.
بغيْتْ نْعملْ مكالمه دوليه لليابانْ من فضلك. هادَا يوكي مُرايْ فْ الغرفه تلات ميه و اثْنِين عشر. بغيتْ نْحطّ مكالمه "كوليكت" للسيد كِيسُكِه مُرايْ. رقم التليفون هو طوكيو صفر تلاته تلاته سبعه تْنين سته تْمانيه تلاته تسعه واحد.
باش نشوفو، من فضلك. واش غادي تستعملو ابتداءً من اليوم؟
كيف بغيتي الفواتير ديالك؟
باغا نمشي نخلص مع صندوق الامانه.
اصغي، ال، واش رقم فاكس التليفون ديال المحطه هو واش؟
غادي نشكيك لـ "الوكاله الوطنيه لسلامه المنتجات والصحه وحمايه المستهلك".
بغيْت سماعات، من فضلك.
كيتقرص ليا شويه في الاصابع ديال رجلي.
هادشي ماشي غلطتي. ما تقدر تدبر شي حاجه؟
ما كاينش طريقه اخري باش نتعاملو مع هاد الوضع الخطير؟
واش مفتوح دابا؟
يدي منتفخه.
زوج ديال صباط بالمقاس ثمانيه انش، من فضلك.
اشْحال كاينين المعارض الرءيسيه في هاد المعرض؟
واش تقدر تصلح هاد الكاميرا؟
بغا نت شهاده ديال الحادث باش نقدر نعوض من عند التامين.
لقيت شقه كنت باحث عليها في الانترنت.
مع درجه مءويه، نقطه التجمد هي صفر.
كنبغيه باش نلبسو في نهار الجمعه و السبت.
عندي مشكل في المعده. واش عندك شي دوا مزيان؟
ايه، كل ما بغيتي ديري هو شامبو و نشفي شعرك بالسيشوار.
صافي. نتا؟
صافي. هاذيك فاتورتك. المجموع كيوصل لخمسه واربعين دولار وخمسين سنتيم.
باش نقدر نعطيك بالتشيك؟
انا باغي نبدّل المطبخ.
بشحال الوقت كياخد باش توصل هاد الكارت لليابان بالبريد الجوي؟
غاديين نزيدو انطلقو في الحال.
ايه، سيدي. واش عندك شي ورقه تعريف؟
كنبغي لعبه لبنت عندها خمس سنين.
ما عمرني مرضت يوم واحد في حياتي.
شحال الكيلومترات باش نوصل لبوستون؟
الله يعطيك الصحه علي قدومك لليابان.
حسّيت براسي مزيان بزاف.
انا غادي نرجع ف 25 مارس.
واش عندكم كيك ديال السكري؟
بغيت الحليب، من فضلك.
واو. صوحيه كبيره بزاف.
باش تنجيب ليا طوابع لرساءل للمغرب؟
من اي رصيف يغادر القطار الي ميلانو؟
ارجوك ارسل السياره الي فندق الفا في الساعه التاسعه صباحًا يوم السادس.
غادي نجي معايا في واحد الدور بالهليكوبتر في نيويورك.
زيين بزاف.
عافاك، بغيتي توريني تيكيت الطياره ديالك؟
الويسكي ديالك نص دولار.
رحله بالتماسيح؟ واش هادشي ممتع؟
ما تدوزش رجليك علي الرمل.
واش هادشي شغل؟
قول ليا كيفاش نمشي تليفون دولي.
باش تقدر تبدل هاد الخمسين دولار بعشره ديال خمسه؟
باش نقدر ندوز هاد الحقيبه معايا للطاءره؟
اَخُذْ هَادَا مَعَك.
ماشي بعيد بزاف. حوالي خمسه عشر دقيقه.
باش بغيت نخرج بيها.
اشحال غادي ياخد باش يتحسن؟
بارح شريت هادشي و معطل.
الميزانيه ديالي خمسين دولار.
غادي نوصلك مع السيد سوزوكي.
واش سته ديال ساعه؟
باش، دابا.
بزاف فرحت نشوفك.
فين نقدر نمشي نطرا بوطو رقم تسعه؟
نتمني يكون طيران مزيان.
واش كاين بلاصه نقدر نمشي ليها باش نمشي نتسناك؟
انا في الحمام. ما كاينش الماء سخون في الدوش.
هاد الشنطه خليها هنا، من فضلك.
ثلث ليالي من واحد يوليوز. شحال فيهوم الغرف ديالكم؟
عطيني خمسه عشر ليتْر ديال سوبر، من فضلك.
تقدر تشرح ليا كيفاش هاد الفتاحه ديال الكهرباء كاتخدم؟
واش غاديه تكون ساهله قريب؟
واش تقترح شي نوع ديال النبيذ يجي مع هاد الطبق؟
ضاع التصريح ديال التنقل ديالي.
واش كاين بلاصه ديال صرافه ديال فلوس اجنبيه هنا قريب؟
واش كاينين شحال من لاعبين معروفين؟
فين مكتب المفقودات؟
فين نقدر نشوف فيلم؟
بغيت واحد فرانكفورط سخون، من فضلك.
واش كاين شي واحد سريع؟
نقدر نعطيو لبوست باش تبعثوه ليك.
هاد الضرس تكسر.
طيّح ليا الكاميرا. باغي نصوّر.
بشحال الثمن ديال تذكره ديال الدرجه الاولي اغلي من تذكره ديال الدرجه الثانيه؟
صافي، غتفتش في المطعم ديالك علي شنطتي؟
فين باش ديال الطاكسي؟
صافي كانت زوينه.
باش بغيت شي حاجه للصداع.
انا تاني. كنت باغي نفهم منيو، و حسيت بيك تقدر تساعدني.
باش تسجل هنا، من فضلك؟
بغيْت شي قطرات.
باغي اكل فرنسي.
تيزغنون د الزهر ديال الخوخ كيتشوفو بيهم ف عيد البنات ف شهر مارس الثالث.
من اي رصيف يغادر القطار الي تاكاو؟
صافي، واش كيفاش هادو؟
واش عندك شي برتقال؟
واش نقدر نبدلو بشي حاجه اخري؟
سمح ليا. واش تقدري تقولي ليا شي بلاصات زوينين باش نزور في هاد المدينه؟
واش كاين كانطين قريب من هنا؟
تذاكر ديال الذهاب و الاياب لبوستون، من فضلك.
تقول "حافظ علي المسار".
واش باغي تمشي لشي بلاصه محدده؟
نغلفها؟
ايه، تقدر تْشري طوابع من الالات اللي في السَّالون.
واش من هاد الصباطر مضروبين؟
انا في الطريق السريع رقم 80 بالقرب من مخرج بيركلي.
غير اسمك وعنوانك كافيين.
خْلي نْشد ليكْ الݣرانْد ديالك.
اشحال كيدوز؟
نادي واحد كيعرف يتكلم اليابانيه.
هادي هي الغرفه رقم مءتين وواحد وثلاثين. واش ممكن تبعت ليا كاسين قهوه؟
نظن هاد التغيير ماشي هو اللي بغينا.
تايد تقريبا ثلاث ساعات باش تمشي للخدمه و ترجع.
واش تقدّر توصي علي محل صغير معروف عند الشباب؟
عندُو معدّل ضرب كيعادل 3.25.
افْكْ مَجّيشْ تاني.
انا غادي نمشي في الساعه 2 و ربع نهار.
عندي تيكيت ل ديترويت اللي غادي يمشي في الساعه حداش الصباح.
عافاك، بغيت بلاصه حدا الممر في النص.
واش تقدري تعاوني باش نلقاه؟
kanbḥt ḥaja mṣunūʿa f l-wilāyat l-mttaḥda.
واش تاخد اكثر من عشر دقايق بالرجل؟
اظن انني كنبد ليك.
واش قلتي خاصنا نعطيو الورقه فين باش؟
واش كاين واحد كيهتم بيه؟
شحال السكان ديال بلادك؟
اربعه اشخاص، الساعه سبعه وثلاثين دقيقه هذه الليله. باي اسم نكتب الحجز؟
باغي نبدل طلبيتي.
اش داك الاول بلاصه كيزوروها السياح في انجلترا؟
غادي نمشي غدا.
بغيت شويه ديال الخيار المخلل، من فضلك.
واش عندك الوقت دابا الليله؟
جيت من طوكيو.
بغيت عصير، من فضلك.
فين ناوِيك تزور ف هاد البلاد؟
اش دايره بهادشي؟
السيد فرانك شميدت، مدير المصنع ديالنا، يفرّح باش يبان ليك بلاصه الشغل.
خمسه و عشرين دولار شامله مصاريف الطوبيس، المرشد، و رسوم الدخول.
واش بان ليك واش اللي يجي مع هادشي؟
كان عندي طاءره بان امريكان رقم اربع ميه و اثنين. كان عندي شيكت بزاف ديال الحوايج في جوج واليزات.
بغيْت بطاريه ديال هادَا، من فضلك.
قرب من المسرح، من فضلك.
مسجل، من فضلك.
فين الكاشا؟
داز الحراره.
اَسِف، هَادَا هُو النَّوع الْوَحِيد مِن الْغُرَفْ لَدَيْنَا.
كنايمتعاملو بالاساس في الاجهزه الكهرباءيه المنزليه.
واحد سنجل بلا حمام، من فضلك.
اييه. كانبغي نلقا شي وحده ديال فستان.
باغين نجربو الاكل ديال الدار.
واش فيها شي حاجه؟
خودي صاحبي للمستشفي، من فضلك.
ختّار بزاف.
المتحف المتروبوليتاني للفنون مزيان.
هاد العنب بنين.
واش واش الرقم اللي خاصني نمشي فيه باش نعرف المعلومات؟
فين تليفون؟
غادي نديرو اجتماع ونقررو ف هاد الاسبوع.
عافاك، عطيني وصل باش نعطيه لشركه التامين ديالي.
ايه، كاين. السماء باينه معتمه.
هاد النبيذ مزيان بزاف و خلاّني مرتاح.
واحد مفقود. شريت خمسه كاملين.
شكراً بزاف ليك علي خاطر مشيتيني لهنا ف وقت متاخر. انا ممتن بزاف لخدمتك.
اش داكْله اللي كتْجي بسرعه؟
بشحال الليله الواحده؟
بالتاكيد. صاافي، سيدي.
ما خاصكش تقادني باش تاكل.
واضح، تفضل.
ما تقلقش. طلبت واحد من محطه الاطفاء.
بشحال الثمن لـ Holiday Inn بالتاكسي؟
واش تقديت ليك.
سمح لي. سالت شويه ديال القهوه.
لا، غير شويه ديال الشهور. باغي نبقي هنا تقريبا ثلاث سنين.
واش البريد قريب؟
باغي نستاجر شيّ معدات ديال الـويند سيرفينغ.
واش عندكم اطباق تقليديه ديال هنا؟
واش تقدّر تحجز ليا هاد البلاصه؟
ما فهمتش شنو كتقول.
السلام عليكم، فين الكابينه ديالنا من فضلك؟ واش تقدرو تدورو لينا الطريق؟
ما غاننساش الوقت اللي قضيناه مع بعض تحت الشجره في يوم صيفي زوين.
واش هاد الشباك هو الصواب؟
تقدر الحراره تزيد شويه هاد الليله.
ها الاسم الكامل وعنواني.
بشحال غرفه دبل؟
هاد النبيذ طعمه زوين.
واخا تجيب مخده لغرفه واحد واحد، من فضلك؟
فين في الطابق الثالث؟
ما عنديش وصفه طبيه.
فين المقبره؟
بغي نمشي.
بالمناسبه، فين كاين قسم الربطات ديال العنق؟
واش تقدّر تشرح ليا كيفاش نمشي لهاد البلاصه؟
الاستراحه غاديه تدي تلاتين دقيقه. تقدروا تاكلو شي حاجه خفيفه في الماكلا ديال الطابق الاول.
واش تقدري تعاونيني، من فضلك؟
اهلاً بكم علي متن طاءره الخطوط الجويه الفرنسيه.
واش عندنا الوقت باش ندورو هنا؟
حلمي تحقق.
لا كيتشوب، من فضلك.
فين هاد الميناء؟
هذا مضروب.
صافي. هاك مفتاحك. رقم الغرفه ديالك واحد واحد تسعه.
فين نقدر نشري طّالْاس؟
سمح ليا علي المقاطعه، ولكن خلينا نمشيو للموضوع الرءيسي. كاين بزاف ديال الاشياء اللي خاصنا نناقشو اليوم.
انا عندي حساسيه للمضادات الحيويه.
عندي شويه ديال التمارين ديال الانجليزيه، والرياضيات، والفرانساويه.
غادي نرسم واحد الخريطه.
واش تقبلو الدولار؟
الفيزا صالحه لمده سته اشهر.
صافي، ما خاصناش نخدموها الليله.
اه، غاديه جايا.
بـ البريد البحري؟
خطير بزاف اذا ما خديتش طاكسي باش نرجع للفندق.
لا، خايفين غنكون متاخرين بشويه ديال الساعات.
شي وحده ديال سيجار بدون فلتر، من فضلك.
غادي ننزل في المحطه التاليه.
اجمع مكالمه للسيد اوجاوا، طوكيو اربعه خمسه سته سبعه.
فهمت. ارجوك املا هاد النموذج. ممكن ما نقدروش نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو
انا مع الاسف بزاف، سيدي. خاصنا نعلم الشرطه بهادشي.
واش كاين محل تخفيضات هنا قريب؟
تم قبول اقتراحه.
اريني فواتير الشحن من فضلك.
عطيني الطريق.
اي، عندي جوج قرطونات.
صاحب الكيس. ضرّبو.
ايه، عندنا تسعه وتسعين نوع ديال الاكلات الجاهزه.
ارجوك اتصل بطبيب ياباني.
هو طالع يتغدي دابا. غيعاود يجي ف عشر دقايق.
واش غادي نوصلو في الوقت؟
باش نطلب منك ترسم ليا الطريق باش نمشي للبريد؟
عافاك، شي واحد يعاوني.
بغيت نشوف، عندي شي مشكل في الكاميرا ديالي. واش تقدر تشوفها ليا؟
واش كاين شي خط ديال الباص اخر غادي لهاداك بلاصه؟
هاد السعر باش كامل السيت ولا لكل واحد؟
واش واش من نوع ديال السلطه بغيتي؟ عندنا الف جزيره، جبنه زرقاء، وفرنساويه.
بغيْت شويه صْرف.
تقدر تحكي بباطء من فضلك؟
لا، صاوب. تزوجت من سته اشهر تقريبا.
بالطبع سيدي. كيف بغيتي الستيك ديالك؟
تقدر تقولي كيفاش نتحكم في درجه حراره الغرفه؟
كلشي مزيان.
واش الكيمونو الرسمي شنو؟
انا كنمشيش للتحويشه شي مرات في الساعه.
كنبغ كاس ديال النبيذ الاحمر، من فضلك.
kanhdām ʿla shāl bḥal s-sīd.
تاخد ليا صاكي، من فضلك.
هاد الباص غادي لبوستون؟
غادي نمشي سبع د الصباح غدا، بغيت النمره د الخدمه دابا.
قطّعهم شويه فوق الحواجب، من فضلك.
غادي ناخد هاد الشي و هاد الشي.
باغي نعطيهوم بهادشي بالبوسته ديال البحر.
صافي سدي التليفون. غنعود نعاود ليك بعد شويه.
الميه ف البانيو طغّات.
كاينين اربعه فصول متميزين.
صافي، غانطيح 3%‎.
ما كتقراش الكارت ديالي في الدّاك.
الموديل يقدر يكون اسهل في الاستخدام.
كانو عندي هاد الاعراض من داك الصباح.
هادي كيدا في الغرفه سبعه تسعه وعشرين. عندي الم شديد في كرشي. ارجوكم اتصلوا بطبيب لي.
كنكرهك.
كنبغي نحجز جناح.
فين هي البنزين؟
واش داكشي عدوي؟
غادي ياخد اعاده اصدار الكارت حوالي تسعه وتسعين يوم. ارجوك حط اسم الفندق ورقم التليفون ديالك علي هاد الورقه باش نقدروا نتواصلو معاك.
هاد الليموزين غادي للماريوت؟
واش غتمشي للدار ديال الدراسه؟
واش تا تشرب شي حاجه؟
بغيْت خيمه.
لقيتو.
kanqelleb 3la khayt.
واش علاش كاتقرا بهاد الضربه؟
واش الطلبيه ديالنا غاديه تجينا قريب؟
اقرب حاجه من هنا شنو؟
واش القطار كيتوقف في اديليد؟
ارجوك، نفّذ واحد ديال الحمال.
باغي هاد واحد.
بهاد الطريق، من فضلك. هاد البلاصه حدا الضّريعه ليك.
بغيْت شويه نقط ديال الانف.
واش هاد واحد ستياسيون ديال الميترو ولا ستياسيون ديال القطار عادي؟
فين هي قاعه الصعود للطاءره؟
هي وحده ديال الزوال.
غادي ياخد شويه ديال الوقت باش يتحضر ولكن.
هاد نهار لخرجو خاصنا نقررو واش نمشيو قدام فخططنا باش نبنيو فرع فشي بلاصه ف امريكا اللاتينيه، و اذا مشينا، فين بالضبط، متي، و كيفاش.
باش نتفاهمو فمره اخري؟
باش ما تزيد قيمه الشراء علي تسعه وتسعين دولار، تقدر تستعمل نظام الاعفاء من الرسوم.
بني. السميه ديالي مكتوبه علي الجنب ديالو.
غادي نخلي الساعي يفتح الباب بالمفتاح الرءيسي. صاافي، دقيقه واحده. شنو سميتك ورقم الغرفه ديالك؟
كنت كنعجبني نسمع لموسيقي السول.
البطاريه فارغه.
فين فهمت. بغيت واحد تيكيتين ديال الذهاب و الاياب لسان دييغو من فضلك.
قهوتك، من فضلك.
اشحال الوقت؟
واش محتاج باش نْصيد رُخْسه؟
كنبغيو طاوله حدا الضّريسه.
انا معطل.
واش كاين شي مدرسه ديال الغوص؟
واش تقدّر تنزل ليا شناطي في سبعه د الصباح؟
واش خاصنا نعطيو فلوس علي المشروبات؟
kanbghik Goya. mashi f rasii nchouf-hom.
واش نقدر نشري التسجيلات بثمن زوين تمّا؟
واش عندكم طوبيس ديال المطار؟
صافي، ملي تجي ل اليابان، خاصك تزور داري.
اه، قرب ساعه. هاذيك بعيده بزاف.
هدّو مزيانين بزاف باش تْجي للبلعَه.
اشحال اللي كتاخد الطريق تمشي و ترجع؟
واش تقدّر تحافظ علي شناطي حتي الساعه اربعه؟
تايخود تقريبا اربعين دقيقه. تفضل بْروشور ياباني، اذا بغيتي.
خمسين سنتيم لكل كلمه. الثمن غالي اكثر مما كنت نتوقع.
واش نقدر نخلي هاد العربه تا خارج من الساله؟
هادو غيعفا من الضريبه؟
احسن حاجه هي تقضي وقت ممتع مع الصحاب الزوينين.
باغِ نمشي نحجز غرفه مزدوجه فيها باينيو لِ ليلتين، ابتداءً من الثالث من ماي.
واش تقدّر توصلهم ليا غدا الصباح؟
بسبب العاصفه الثلجيه، تم الغاء رحله الخطوط الجويه الكنديه رقم صفر اثنين واحد.
واش كتشوفو الكتب لليابان؟
بشحال غتبقي؟
واش جهاز الاشعه السينيه غادي ياثر علي الفيلم؟
انا داير ريجيم، بغيت شي حاجه صغيره، من فضلك.
تم الغاء الرحله. غادي نوصلك لواحد الفندق.
غادي نوصل متاخر، ولكن حافظ ليا علي الحجز ديالي، من فضلك.
اشحال الوقت غيكون؟
عافاك، بغيت تخفض ليا شويه في السعر.
انا بالضبط قدام غرفه ديالي. رقم الغرفه ديالي هو جوج واحد.
عندنا عشره غرف فرديه، وثمانيه غرف مزدوجه وتسعه غرف توام.
نقدر نشخّو حوايجنا هنا.
هدّيه علي الميزان تمّا. خمسه و سبعين سنتيم.
واش تقدّر توصّلني لمحطه الاتحاد و ترجعني؟
بغيْتْ نشوف هادَا.
احسن، باْشْيْ سْتاْناْوْ الْحْكُومَهْ تْجِيبْ بْشْحَالْ دْ لْقَوَاعِدْ لْيْ تْزِيدْ فْ لْفْلُوسْ فْ سُوقْ.
واش عندكم طوابع البريد الجوي؟
واش نقدر نشري كلشي في هاد اللسته من السوبرماركي ولا خاصني نمشي للصيدليه تا؟
لا، ما كانديرووش، ولكن نتا اللي تشري البنزين. من فضلك ملي الصندوق قبل ما ترجع السياره.
كنبغي نعطي هاد البوسطال ل اليابان بالبريد الجوي.
في نيويورك. و قالت لي الوكاله ديال السفر بلي غيكون مزيان.
شكراً علي كلشي.
واش تقلب/ي نعاود نرجع لليابان؟
واش نقدر نسولك شمن سميتك؟
بالنسبه للسعر ديال دابا، غادي يوصل لهاد المبلغ.
فين المعرض؟
باش نقدر نستعمل الحمام ولا الدوش الليله؟
الرقم هو ثنين و تسعه تريبل خمسه واحد اثنين اثنين.
حنا تلاته.
وا عباد الله، اعطيني شي حاجه مزيانه.
الڤاقت ديالك خاصك تبدا علي الساعه دّوا زوالا، بحال ما حجزتي. ولكن غايكونو كاينين شي ناس سالاو قريب.
واش حجزتي؟
انا كنمشيش للتحويشه كل نصف ساعه.
بشحال الوقت كيجي بالبوسته ديال البحر؟
هنا بالضبط؟
غادي نبقاو ثلاثه د ليالي.
باغي نبدل طايرتي.
واش كاين محطه ديال الميترو قريب من هنا؟
هذا السيد كوباياكاوا كنكلم. واش نقدر نتكلم مع السيد توماس؟
واش هاد الطران شحال عاد غادي يمشي؟
بشحال كتنظمو حفله موسيقيه؟
باغي ناخد درس في التزلج.
كنبغ نستفسر علي شقه الايجار ديالك.
لواحد الشخص؟
عطيني شي قاروره صغيره ديالو.
فين كيعاودو الناس ديال هنا كياكلو عاده؟
واش كان عندك شي كارت ديال الفلوس فيها؟
غادي يكون اربعين دولار بالاضافه للضريبه، يعني المجموع غادي يكون 43 دولار.
واش ساهل علي واحد الولد عندو عامين يلعب؟
باغا بغيت نعطّي هاد البوسطالات ل اليابان.
انا من فرنسا.
باش نشوف تيكيط ديالك؟
زوج ديال تيكيطات في واحد الجيه لـ واشنطن دي سي، من فضلك.
واش نقدرو نلعبو بهاد الصباط؟
تقدر تصلح هاد التقديس في سروالي؟
ارجوك، اعمل مكالمه بثمن المتصل.
ما نعرفش شحال هو داكشي.
فين اقرب تليفون؟
ايه، تفضل. غنتسناك يتصل بيك.
واش تقدّر تعطيني شي تخفيض باش نمشي ثلاثه د ليالي؟
باش ناخد ليك خاطرك؟
في الدار ديال السينما حدا المكتبه بالضبط. ولكن خاصك تحجز.
سمح ليا. واش نقدر نحصل علي خريطه ديال المدينه؟
ماشي خطر؟
هاد الخط طويل.
باغي بيض مقلي، خبز محمر و عصير طماطم.
خريطه من فضلك.
تقدر تقسمها ليا، من فضلك؟
واش عندك شي formulaire اخر؟
واش السمه ديالك مربوطه بالشناطه ديالك؟
واش عندك شي حاجه تعلن عليها؟
غرفه دبل، من فضلك.
ما كاينين حتي بلاصات محجوزين. تقدر تجلس ف اي بلاصه بغيتي.
بغيت شي مقانق، من فضلك.
خدا ليا كريشي.
واش كوري؟
لا، ولكن عندنا سياره صغيره جديده ديال النوع المتميز. الحمرا اللي تمّا.
قلتي/قلت علي سعر الصرف ديالنا. واش يعني كل بنك عندو سعر مختلف؟
شنو غدي نتوقعو مني نلبس؟
بشحال ديال العملات خاص؟
قيسها ليكَ/ليكِ من فضلك.
كنبغي ساعه ديال الحيط.
فين غادي يوصل الباص دابا؟
اه، نتا زوين بزاف، مازال؟
الفرنك السويسري، واش؟
اشحال من وقت كتاخد من لوس انجلوس لسان فرانسيسكو؟
السلام عليكم. واش نقدر نعاونك؟
كنبغي شي دوا علي شي حاجه في المعده.
باغي نقول لصحاب ديالي علي هاد البلاصه، واش تقدر تعطيني بروشور ديال فندق؟
ضاع جواز سفري. ارجو تحرير محضر سرقه.
فين غادي يوصلني؟
فين نقدر نمشي نشري تليفون؟
سمح لي شويه.
نكتب ليك.
اش دايره احسن جوله شامله في المدينه؟
ابغيتي تملا هاد الاستماره من فضلك؟
بغيت كلب حار مع البصل، من فضلك.
اش خاص اليوم في هذا المطعم؟
سمح ليا. واش تقدري تعطيني فكره علي شحال ثمن عشاء متوسط؟
بدل هاد الشي، من فضلك.
واش ما نفكرو نمشيو لباريس غدا الصباح ونبدلو للطاءره ديال سويس اير فالليل؟
ارجوكم انتظروا حتي يتم توجيهكم الي مكانكم.
ممنوع الغوص.
ايه. هاد هي الغرفه تسعه عشر. المكيف معطل. تقدر تصلحو؟
صافي. فين هي الزر ديال التصوير ديال هاد الكاميرا؟
لقد فزنا بعقود مع اغلب الموردين في اليابان.
واش تقدّر تقولي كيفاش نمشي لـ Union Square؟
باش تعرفني كيفاش تستعمل البومب ديال الغاز؟
واش عندك الخردل؟
في فندق ZZZ. سميه مضحكه، مشي كذلك؟
المرجان هنا زوين و التيار معتدل نسبيا.
خمسه و ثمانين سنتيم.
كان ذلك شيّقًا جدًا.
سجلت حقيبتين.
بالتاكيد. و من فضلك سلمي تحياتي الحاره للسيده كوك اللي بدات بزاف مبادرات مزيانه خلال الاجتماع ديالنا.
واش عندكم شي بلاصات خاويه بهاد السعر؟
عندي رقم حسابي البنكي.
كنخاف ما تقدرش. غتضطر تخرج لبره وتمشي شوي.
انا ربه بيت.
شحال تقرا اسم العاءله ديالك، من فضلك؟
tikté l-shikago, bghit.
واش تقدر تبدل الكوطه راسك؟
صافي مزيان بزاف. خاصك تجيني و تزورني شي مره.
فين المشكل؟ تفضل شرح.
من اليسار، تشير هذه الي وقت التصنيع الضروري، وتوقعات التكلفه، والمخاطر الماليه.
تقدر تبدل ورقه عشره دولارات؟
واش واش غاديين نمشيو في شحال؟
واش تقدّر توصي ببعض الفنادق الاخري؟
بغيت شي بودره لوجه، من فضلك.
واش الطياره متاخره؟
سمح لي.
كاين شي فراغ هنا.
ماعندنا غير المقاس ثمانيه دابا.
عندنا قهوه، اتاي، عصير ديال البرتقال، وغيرهم. واش شنو بغيتي؟
ما تعاكس.
انا مابقيتش هنا، غدي نمشي.
هذا باين ناقص طياب. تقدر تطيبو شويه مزيد؟
تا تاخد هاد الشنطه للطاكسي؟
باش بغيت واحد تقيل.
شويه فلفل، من فضلك؟
لا، انا محظوظ. هيا.
فين نقدر نشري؟
واش عندك واحد اكبر؟
اخبرني من فضلك ملي كي نوصلو لـ غرين بارك.
واشْ نْخرّج تامين؟
واش نقدر نصور في المتحف؟
واش واش كاين شي حاجه غاديه دابا ف الفيلم؟
تقدر تبدل هادشي لليورو الياباني؟
ايوا، درت. مشيت الاحد اللي فات مع صاحبي.
هادي هي الغرفه ثلاثه علي اثنين.
واش نقدر ناخد خبز مزيد؟
واش تقدري تساعدني نشري تذاكر؟
واش الثمن ثابت للوسط المدينه؟
بغيْت نحجز طاوله لثلاثه نْاس في سبعه دّي الوقت، من فضلك.
شفتي واحد البنايه بيضه؟ كاتبان قدام البنايه.
هاد الطريق ديال الطران اللي غادي لـ X؟
انا فـ "ABC" Hotel، الغرفه 685. واش تقد تسولو ياتصل بيا هنا من فضلك؟
لا شكراً، هذا كامل.
المفاصل ديالي كيحرقو.
فين بغيت نبزط؟
هاد الكافي سخون بزاف.
اعطيني نسخه من محضر السرقه، من فضلك.
كاينين عندنا شي طرامواي فمدن كبيره بحال طوكيو.
افين، معندناش نفس السلعه.
واش تقدّر تعطيني شي حاجه تخدر؟
واك. تمشي ديريكت ثلاثه بلوكات. ثم تقلب علي اليسار. غادي تشوف باب صيني زوين.
الثمن غيكون عشره دولارات لكل واحد.
سمح لي. واش ممكن تملاها بالبنزين العادي، من فضلك؟
واش شفتي الزّطّاح مزيان؟
صافي، واش رايك؟ بغيت نسمع شنو كتقول بالصحه.
واش تمشي تحمل هاد الصباط ليا في داكشي؟
غادي نرجع لهنا غدا. واش واقيين شحال د الوقت كتعرفو؟
واش فيها شامبو و سشوار؟
واش منين بغيتي تشوف؟
واش واقتا وقت الصعود للطاءره؟
بغيْت شي كلسون.
غادي نعطيك رقم تلفوني تما ف اقرب وقت.
الطّبق الرّءيسي هو مزيج من اللحم المشوي واللوبستر.
من اي رصيف بيمشي القطار ديال بوسطن؟
هذا من اجود ما عندنا.
تقدر تعوضني عليها؟
غادي ناكلوها مع بعض، بغيتي تجيب معاك فورشيطه زياده؟
هل لا يزال كبار السن يحظون بالاحترام في اليابان؟
واش تيتخلص علي السماعات؟
الثمن الاساسي هو 500 دولار، مع اضافه 55 دولار شهريا.
في فندق الهاليكولاني.
بالطبع، سيده. بغيتي نعاونك بديك السنسله ديال الاحذيه؟ كيف جاتك المقاسه؟
واش تم التاكيد من جديد؟
باش نتامل هادشي؟ عفاك.
شربه د لّارج، من فضلك.
اش نوع، سيدي؟
واش هادشي مزيان؟
صافي مزيان بزاف علي باش يكون صحيح.
واش نقدر ناخد جوج هوت دوج معطلين؟
عاونني، من فضلك.
kanqdeb six d sba7 kul yom.
افين، معنقَدروش. غاتحتاج اكثر من اسبوعين.
فين نقدر نمشي باش نعاود معلومات علي السياحه؟
واضح. غنتاكد مع الموظفين ديالي.
اش كيفاش نمشي لبنيان امباير ستايت من هنا؟
شحال ثمن الكرا ديال طليفون محمول و باجر؟
يا ربي.
واش بديتي تاخدي طلبات ديال العشا؟
سميتي تسونيو سوزوكي. هاذي تاكيد الحجز ديالي.
في فندق ريتز.
السلام عليكم. لباريس من فضلك.
طاوله حدا الضّريبه، من فضلك.
تقدر تبان لي اللي كاينه حدا الضّريبه؟
واش هاد الكريم ديال الجسم كيمنع العرق؟
بلاستيك، عافاك.
ضاعَتْ عندي الساك.
بغيت نجرب هاد الشبشب العالي.
واش عندكم بدل الحرس اليوم؟
تقدر تصرف هاد الوصفه من الصيدليه اللي في الطابق الرءيسي.
ما عندك شي فلوس صغار؟
سمح لي، ولكن الطاولات كلها محجوزه. بغيتي تنتظر؟
هذا واحد معطل.
كنبغي باش ناخد تيكيت ديال اسبوع، من فضلك.
غادي نجرب شي وحده ديال الطّالْيْ.
واش ممكن تعطيونا منفضه ديال السيكاره، من فضلك؟
ارجوك انعطف لليسار.
تانكا، الغرفه واحد صفر صفر.
سمح ليا، واش نقدر نشرب شويه ديال الماء؟
داكشي كبير عليا بزاف. اريني مقاس اصغر من فضلك.
الله يخليك علي هاد الكلام الزوين.
تحداك. ها انا اتي.
واش ممكن تعاود اصدار تذكره فقط للمصاريف الاداريه؟
غادي ياخد تقريبا ساعه.
خمسه وعشرين و اربعه خمسين.
واش داك صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نبقي نخبّرك فين غادي نكون.
واش كاين مطرح ديال الغسيل قريب من هنا؟
باش نݣترض واحد السيشوار؟
واش تجيب ليا الملح، من فضلك؟
هاد شي هديه.
كانستني حتي تعطينا الصمت.
الرقم هو صفر ثلاثه ثلاثه اثنين ثلاثه اربعه واحد اثنين ثلاثه اربعه.
انا مزيان بزاف بالهديه.
يا الاحسن نمشي نشدّ التيساع مزيان، باش ما حد يحاول يخطفها ليا.
بالعشيه كتدوز الضو فدربو علي 4 ديال الساعات والمحلات كتقفل بكري.
واش الضريبه مضمنه؟
بشحال باغي تقطع؟
سمح لي، ولكن واش تقدر تشرح ليا هاد الزرابي؟
واش بغيتي الطوموبيل اللي تمّاك، بلايموث؟
سمح ليا، ولكن محتاج شي واحد يعاوني.
اربعه ايام. اذا استمرت الاعراض، يمكنني ملءها مره اخري.
واش كاين شي خدمه لـسياتل من شيكاغو؟
واش الورق ديال القياس القانوني غادي يدخل؟
واش كاين طواليت خاص؟
خاصّ يكونو المناشف مْلفّيين ف الرفّ فوق الحوض.
وريني شي سويات يمشيو مع هادشي.
كنبغيو، بواستطاعتنا اثبات سهوله استخدام الحاسوب الصغير في هاد المجال اللي مهمل شويه، نعطيو دفعه للمبيعات ديالهم في المحلات اللي كايبيعو ادوات مدرسيه.
بشحال الثمن؟
kayn طلب كبير علي هاد الحاسوب الجديد.
كانزنز هنا.
باش بغيت شي دوا للمّ العوج.
امكانيه، كانعاوني بغيت طاءره صباح بكري ف 26.
غادي ناخد فطيره بالمغرفه، من فضلك.
بغيت شويه ديال الماء، من فضلك.
اذا كانت تلك الجوله ليوم كامل تتضمن مرفا الصيادين، غادي ناخدها.
ما عليك.
ما حسّيتش براسي مزيان، عطيني شي دوا من فضلك.
هاد الستيك صعيب بزاف بالنسبه لي.
صافي سالاو.
صافي، هاد الفريق شباب مزيان، والـ Dodgers دايرين حاله قويه بزاف.
لا مزال، شكراً.
فينزل وسط مجموعتنا.
باغا بغيت نقدر نقيس الملابس قبل اليوم.
فيلم سلايد ملون، من فضلك.
السكان ديال اليابان هو السابع في العالم.
واحد حاول يدخل بالكرطيه. واحد الشاب، بحال شي خاطف.
داكشي ضيق بزاف علي الصدر.
واش تقدّر تجيب شركه ديال التامين؟
واش عندك شي انواع ديال النبيذ؟
لا، خذ رقم ثلاثه.
خمسه دولارات.
اه، شكراً ليك. عجبني.
انا في مهمه شغل.
غادي نبقي في فندق هيلتون. غانكون هنا غير ثلاثه ايام.
بغيْت تلفزيون محمول، من فضلك.
واش كاينين فنادق قريبين من المطار؟
باش بغيت فرانك مع شلاضه، من فضلك.
عندي وخزه في كرشي.
ڭالوا للنجده، من فضلك.
تذكره طالب واحد من فضلك.
اكتب رساله في اقرب وقت توصل فيه.
سمح لي. شوف، انا نعوض علي كلشي. غير متصيوش البوليس. والدي غايقتلني.
انا مسدود.
تقدر تلفّها في شي باكيه ديال الهدايا؟
عندي وجع خفيف في المعده.
ما عندك شي حاجه بين بين؟
شحال جوج طوابع ديال واحد دولار و عشره طوابع ديال عشرين سنتيم، من فضلك.
ما كياكلوش البيض نيّ في امريكا.
فين نقدر نصلاح ساعتي؟
وخاصنا قول لهم غدي نتاخر تقريبا نص ساعه.
عطيني عشره ديال الطّايْ، من فضلك.
انا كنستعمل الخزانه ديالك ديال القيم.
فين غادي نمشي باش نوصل للمطعم؟
بّاش ترَاعْ.
غادي يكونو جاهزين غدا. ولكن مع الخدمه المميزه ديالنا، غدي يكونو جاهزين فحال هاد الليله.
واضح، خد رقم خمسه ديال الباص من الفندق الملكي ونزل في ساحه المدينه.
سمح ليا، ولكن واش تقدّر تبان لي فين المحطه؟
تقدر تلقاه في المحطه ديال الطوبيس تمّا.
غادي نسولُو واش عندُو وقت مزيان قبل ما نتصل بيْه.
المنصه ديال كراء السيارات، من فضلك.
باغي نشوف الجبال.
واش هادشي ديال النساء ولا ديال الرجال؟
باغي نشري طونده جديده.
باغا بغينا نديرو شي بلاغ علي ضياع الامتعه.
صافي غنمرو من المحل ف الطريق للدار؟
غادي يكمل غدا العشيه.
بدل هادشي لبيسته، من فضلك.
واش بغيتي تقعد في بلاصه كتدخن فيها ولا في بلاصه صافيه؟
هذا السيد Tanaka. تسجلت توا، ولكن هاد الغرفه ماعجباتنيش.
Whisky b l-tal’a, ‘afak.
لا، ولكن عندنا طبيب كيعرف اليابانيه مزيان. صافي، ما كاين والو مشكل.
صافي.
ما كنعرفش المقاسات ديال استراليا.
تقدر ترقص معايا؟
صافي، هاكا سالا. شحال بغيتي نعطيك؟
ila kan 3endi blasa dyalk, ghadi njarrab hadak.
الجدول كيوضح الفرق الرءيسي بين النوعين ديال العقود.
واش انا؟ الشطرنج لعبه مثاليه بالنسبه ليا.
ايه. بغيت نشري شي تحف. واش تقدّر توصيني بشي حاجه تقليديه؟
دا مريض. الله يخليك صايفط ليه طبيب.
واش الرياضه اللي كيعجبو الناس هنا بزاف هي شنو؟
شنو نوع ديال البرامج التلفزيونيه اللي كتعجبك؟
واش غادي نزيدو ولا نقصو يوم ف الطريق ل امريكا؟
اَريْنِي الْجَدْوَلْ، مِنْ فَضْلِكْ.
كنبغي شي مكبرات الصوت.
واش ساكن بوحدك؟
غادي تتهنا حوالي ساعه.
اش كيفاش ديرها؟
ماشي مزيان الكاميرا ديالي. Or, alternatively: ما خدّامه مزيان الكاميرا ديالي.
تقدر تقضي وقت ممتع.
اي. هاد الصباح شريت واحد السواط في المحل ديالك. ولكن ملي رجعت وفتحتو، ما كانش هو اللي شريت. هادي وصل الشرا.
اش كيفاش تاكل هادشي؟
واش عندكم سلاطه خضره؟
صافي، ما باغي.
واش تعرف شي دكتور يتكلم اليابانيه؟
واش شنو وقت البديه ديال العرض؟
باش نقدر نعطيك بالين؟
الهوايات ديالي هي تسلق الجبال و نعزف علي البيانو.
ما يمكنش نعتقد خاصني نرجع لليابان. يا ريت نقدر نبقا شويه مزيد.
بغيت الماء كيتسرب من فوق. ما نقدرش نقعد هنا.
نصيحتي ليك، خد شي تحفه.
هادي السيده مايزاكي في الغرفه 2315. بغيت واحد تليفون صاحي فصباح غدوه.
mashhur b l-maḥiṭ zwin.
بسلامه.
فين نقدر نشري تحفه؟
ايه. بالزرق، الاحمر، والاصفر.
بكل سرور، انا في خدمتكم.
بغيْت نْعَمِّرْها ف النّومْرُو خمسه، من فضلك. تا هادي عشرين دولار.
فرصه سعيده.
فين نقدر نبدل شي شيكات ديال المسافر؟
واش تقدّر تحجز لينا غدا العشيه؟
واش تقدّر توصّلنا للكراسي سيعه عشره و سيعه عشرين؟
مقدَرْتْ نشري سياره جديده غير ديما قريب.
قسم شعري من اليسار، من فضلك.
بشحال كايجي الباص ديال هايد بارك؟
واش عندك مرشد كيتكلم اليابانيه؟
ايه، واحد سلامده خضره، من فضلك.
خصّك تدير شي طبيب يعرّف اليابانيه، من فضلك.
غادي و مع شي صاحبي. ولكن عندي مشكل. ما عندي حبيب مزال.
عطيني دوا، من فضلك.
باغي نبدل غرفتي.
سمعت الاعلان علي الغاء الرحله واحد صفر سبعه.
بغيْتْ نْعَجْلْ دِّيْرْ دِّيْرْ صَنْدَالْ بْاَرْضِيَّه فِيهَا كَاوْتْشُو، عَفَاكْ.
تمشي ديريكت. فندق ميلتون غا يكون علي اليسار.
فين نقدر نلقا التيكيت؟
باغي ندير حجز.
اسرع بقدر ما تستطيع.
الطبخ تما مزيان.
بشحال ديال القنّين ديال المشروبات الكحوليه عندك؟
باغي نوصل للدار البيضاء قبل سته ديال الساعات.
واش تقبل تنزل الثمن لسبعه دولارات؟
باغي نشري شي حاجه قبل ما نمشيو. واش تقدّر تحافظ علي حقايب ديالي شويه؟
تقدر تبدل فلوسك في اي واحد من البنوك ديال المطار.
بغيْت شي كليبات ديال الورق.
اشحال الثمن؟
عندنا نبيذ وردي ممتاز.
حسن.
واش نقدر نتكلم مع السيد جونز؟
واش هاد الفاتوره علي حساب واش؟
شفتي الماتش؟ اليانكيز ربحو.
باغِ نمشي ندير تليفون مع اليابان. انا واتانابي غوروه، الغرفه واحد اثنين ثلاثه. باغِ نمشي نهضر مع السيد واتانابي ماكوتو علي ثمانيه واحد اربعه خمسه تريبل تسعه كوادرو واحد بالجمع.
ها فاتورتك.
غادي نجرب هادشي.
لا، ما جيتش. غديت جيت دابا من اليابان.
لا شكراً، نقدر نمشي نشوفها بوحدي.
هاد الباص غادي يدوز من شارع الخامس؟
غادي دليلنا يقابلنا في المطار.
باش نڭول ليك شخص لشخص، من فضلك.
لاباس، الحمد لله.
كاينه عندها نزيف.
انا عندي حساسيه من المحار.
واش تقدّر تقولي واش كاين برنامج تلفزيوني اليوم؟
اش نهار د اليوم؟
واش هاد الضلال؟
صحيح. غتكون تدريب مزيان.
اكيد غتمشي شحال هادي و ترجع بحال الاول.
انا استاذ/استاذه.
كنبغي علبه ديال الدّانْ.
36 صوره، من فضلك.
واش الفيلم علي اي قناه؟
الماكولات المكسيكيه.
ها هو الطوبيس جا. خاصك تسرع شويه.
احسن طريقه باش تْشري مزيان هي تمشي فْ الدّركْب قبل ما يْجيو الناس بزاف.
نعاودو اتفاق.
اه، مزيان. خصنا وقت مزيان.
اش من كوكتيل مميز عندكم؟
واش عندك هادشي بالخضرا الداكنه؟
عشرين الف ين، من فضلك.
هادي هي الباب ديال رحله الخطوط الجويه الامريكيه رقم عشرين لمدينه ميامي؟
صافي ناقص.
واش نقدر نبدل هاد العمله لعمله ديال بلاد اخري ف وقت لاحق؟
عطيني كل فلوسك.
عندي مكتبي هنا فوق. هادي ان باتلر، السكرتيره ديالي. ان، هادا السيد اوزو من اوساكا.
باغِ بغيت نحجز بلاصه في الطاءره من الدرجه الاقتصاديه لشيکاغو لهدّاك الاربعاء.
باغي نحجز غرفه للثلاث ليالي الجايه.
تقدر تفتح ليا الباب؟ ولا نعطيك المفتاح الاصلي؟
واحد من داك باك طوموبيل، من فضلك.
مايهاما هي المحطه المناسبه لديزني لاند.
غا مزرب شويه.
بشحال غادي توصل الباص لـ Hilton Hotel؟
هادشي طبق معروف في المطعم ديالنا.
ارجوك ادافع رسوم الغاء الحجز ديال الفندق.
صافي. غنخرج من الخدمه في سبعه، واش سبعه مزيان؟
صافي. رصيدك في الحساب ديالك هو ست ميه و تلاتين دولار.
كاينين تمّا المحلات الكبيره.
واش نقدر ناخد المتاع ديالي في وجهه الوصول؟
شوفو ليا فهاد الوقت بسرعه.
واش عندك شي كادو مزيان لراجلي؟
يقدر تبغيني نصحاك وقت الاكل.
واش تقدّر تشرح ليا كيفاش نخدم المنبه؟
باش تقرا.
بالطبع، هاك الموص.
ما خدامش البالصه.
واش شفتي الاشاره ديال Air U.S. سبعه صفر سبعه؟ خاصك تمشي لهاداك بلاصه.
شريت بستاش دلولار ديال البنزين الممتاز.
عندي وجع في كرشي. واش ممكن نعطيك شي دوا؟
kanhdām ʿla tābʿa.
كان شاءعًا خلال الاربعينيات والخمسينيات والستينيات.
كنبغي نعرف مقاس العنق ديالي.
بغيتي شي قهوه زاده؟
المفتاح مكسور.
باش نمشي نشعلك؟ واش تعطيني رقم ديال تليفون ديالك؟
هادشي مزيج ديال اربعين في المءه قطن وستين في المءه نايلون.
نْراهن عليها علي الاحمر الزوجي.
الثمن ديال الادوات ديال الكولف كامله ثمانيه دولارات، و الصباط ديال الكراء دولارين.
ثلاثه ايام من سبعه يونيو.
واش كاين شي شقق يقدر واحد السياح يْكْرِي؟
واش عارفني هنا؟
غدوه؟ ما عندي والو فحال هاد الوقت ديال لْعشيه كامله. ولكن علاش؟
باغِ بغيتْ نْعملْ مكالمه جماعيه للسيد هاشيموتو.
واش كاين شي ماتش ديال كوره هاد الويكاند؟
تبارك الله، بغيتها.
امكن تقولي فين الفاتوره ديالي من فضلك؟ واش هاد الثمن شنو كايعني؟
هُم في الدّار الاخره ديال قسم المجلات.
اش من اختيارات اليوم؟
فين خاصني نعاود نعمر طلب الاعاده؟
شاوي بزاف شويه.
تابيو اوزورا.
نوريك فين غاديين.
بغينا طاوله في بلاصه الدخان.
كنبغي شامبو ضد القشره.
واش تقدري/تقدر تعاونيني/تعاوني نملا هاد الورقه؟
واش كاين شي تخفيض للسواح؟
بغيْت واحد سْتاج.
بعد الشامبو، بغيت مانيكور.
ما غاليش بزاف. واخا. اه، عندنا فندق مزيان سميتو The Beverly. كاين ف الجنب الشرقي.
غادي نقلب لطلعه اخري في باريس.
ما تقُولش مُستَحيل.
واش كتعرفو من مده طويله؟
في محل الهدايا عند الدخل.
لا. هذه تامورا.
عندي موعد في سبعه.
اش خبارك؟
عافاك، ضغط علي هادو.
باغي نحجز كوزيت لمدريْد لليله ديال دابا.
واك. غير هبط هاد الدرب مرتين، وغتلقا بنك النيشن علي يدك اليمني.
شكراً، ولكن كنفضل نفكر شويه قبل ما نقرر.
واش واش غادي يوصل في شحال؟
بشحال الكيلو؟
اش غيوقع ليك الي قلت ليك اه؟
واش باغي دير شي معامله اخري؟
Lady f lḥmer، هي كوكتال فراوله مبنيه علي الشمبانيا و منعشه بزاف.
هاد شي مفيد. شكرا ليك. سمح ليا، شنو سميتك؟
واش كان فيها شي حاجه مميزه ولا شي علامه خاصه؟
كاين واحد الطوبيس نهار الساعه 12 و 30.
باش نتفرج علي الستره اللي في الدريبه؟
دايكيري جوج، عافاك.
واش كاين شي مطعم كيتكلمو فيه اليابانيه؟
تقدر تنادي صاحبي؟ ضيعتو في الزحمه.
غادي نعطيك حقنه.
كان صاحبي قد اصابه الم حاد في المعده.
كنبغي شي كريمه للبشره الدهنيه.
واش تقدّر توصيني ب واحد السياحه؟
تقريبا ثلاثين دقيقه. تفضلوا بالانتظار في قاعه العبور.
واش نقدر نمشي تليفون جمع للمغرب؟
واش نقدر نحجز بيتزا توصل لغرفتي؟
شنو غانقدو نعطيوك طابله في ثلاثين دقيقه.
فين اقرب محل حلاقه؟
بشحال واحد المجموعه؟
انا من المانيا.
ارجوك حول هاد الشي لדולارات.
واش عندكم كاكِي؟
باينه ريحه زوينه من داك البلاصه ديال الاكل.
تقدر تشرح ليا كيفاش ندير تليفون؟
كنت متاكد بلي كاين ناس هنا كيديرو المخدرات.
واش فهمتي شنو كانقول؟
واش نقدر نسول علي ساعه المغادره من هنا؟
هو خارج.
باها ولدّي خايف يطيّر في طاءره.
انا هنا مع صاحبي. واش نقدرو نجلسو معاكم؟
الاكل زوين و الناس كاديخدمو بزاف، ولكن التلفزيون طفولي.
فين فهمت. خليني نشوف ف كتابي. عندي واحد الفراغ هاد الجمعه. واش تفضل الصباح ولا العشيه؟
شكراً. ارجوك، ادافع عند الكاشير تمّا. شكراً بزاف.
واش متي ترجع؟
فين باش غادي نشوف السالون ديال المديرين؟
تا تسعه ديال الدقيقه.
انا مع الاسف. ما عنديش كافي دابا.
صافي. غادي نديروها. واجد؟
هذا كوارتز؟
اه، خاصني نشري معجون اسنان تا هو.
باش طلّب ديال سلطه بطاطا، من فضلك.
التلوث الهواءي مشكله خطيره في هذه المدينه.
واش عندكم صالون؟
كرشي كيتقبض.
رقم الهاتف واحد اثنين ثلاثه اربعه خمسه سته.
واش بغيتي السمك والا اللحم؟
تاخد بلاصه. خاصني نجلس.
بغيلي نمشي للمطار قبل الثمنه ديال الصباح.
كنظن عرفتك من قبل. انا كينيشي يامادا من شركه نانيو تكنولوجي.
شوف لهاد الجدول ديال فحص النظر، من فضلك؟
غادي نديرو حفله وديه غدا. اجي مرحبا!
واش ممكن تعطيني مفك؟
واش نقدر نصور فيديو؟
اه، هاد الطياره صغيره بزاف باش تشيل جميع الامتعه.
من فضلك، ممنوع التدخين في المصعد.
كانبغي نمشي في رحله بحريه.
ابغيتيني نقترح عليك مطعم؟
هادي هي الغرفه تلاته و عشرين وخمسه. التلفزيون ما خدامش.
بغيْتْ نْصْ مِتْر دْ هَادْ القْمَاشْ، عَفَاكْ.
ادّي مصاريف النقل باش توصل لهاداك بلاصه.
واش كاتفضل كلب ولا قطه؟
نقدر ناخدها.
واش تجيب ليا شي تلج وتا وحده ديال الكيسان، من فضلك؟
كان عندي واحد الزجاجه ديال الماء المعدني من الثلاجه.
اشْحال رقم الطياره ديالك؟
عندّي مشكل في القلب.
فين الزيت ديال السمسم؟
هاد هو البلاصه اللي وقع فيها التصادم الرباعي قبل يومين.
شي مرات كانمشيش نلعب كولف فويكاند.
عندّي شي حالات خاصني نفكر فيها شويه.
باغِ بغيت نحدد موعد علي الساعه عشره الصباح.
سكّت. غانعيّط ونطلب موعد باش يتقصّ.
تقدروا تدخلوا ثلاثه؟
ما باغيًش يخدمو مزيان سماعات الاذن.
واش كاين شي فيلم باغي نشوفو ف السينما الليله؟
واش يمكن يعاودو يصدروا ليا؟
واش عندك مرجان في اطار من الفضه الخالصه؟
شحال هو السن المسموح؟
بغيْت عصير طماطم، من فضلك.
ايه، واش غتشرح كيفاش نستعمل هاد السماعات؟
حتي شحال من ساعه مسموح لينا ندخلو؟
واش تعرف شي بلاصات فيها شي ناس كايخدمو اللي كيتكلمو اليابانيه؟
ايه، سيدي، بعض من احسن الناس كيسكنو هنا - ناس كيعطيو فلوس لسواقي ديال التاكسي، اذا فهمتي شنو بغيت نقول، سيدي.
الدرجه الثانيه في اتجاه واحد، من فضلك.
انا محجوز في الرحله رقم خمسه باتجاه سياتل غدا.
حنا شويه مزيانين، ولكن لا تقلق.
تاكد من تحقيق كل وعودك.
فين نقدر نسجل في مدرسه الغوص؟
واحده اخري ديال ظرف؟
لا للزيت ديال الشعر، شكراً.
شحال نهار؟
ما بغيتش هادشي.
فين فهمت. زوين. ولكن معقوله شويه غاليه.
ما عنديش فلوس صغار باش نفتح الخزانه بالنقود.
واش عرفتي/عرفتي بلي ما وقفتيش عند العلامه؟
بشحال الليله؟
مقاسي سبعه.
غادي نوصل حوليه لعشره دالليل.
رقمي واحد اثنين ثلاثه تسعه صفر خمسه خمسه.
بما انني جيت لهاد الطريق كامل لساڤيل رو، خاصني نصاوب واحد البدله.
شحن البطاريه، من فضلك.
عشرين ابريل.
باغي نبدل لرحله ديال لْعشيه.
لبسه، شناط، صباط، وتا حاجه بحال هادي.
هي بنيه يابانيه عندها ثمان سنين.
كيف حالك؟ يدي يوصل تحياته.
يلا بينا نديرو شي حاجه بسرعه، والا غانتاخروا.
واش هشّاشه ولا كيسر؟
خايف/ه هاد المشروع يطيح.
علمني الخطوات، من فضلك.
تقريبًا ساعه ونص.
سمح لي. عطيتو لشخص اخر كان ساكن في نفس الغرفه.
كانت ماري في الوقت المناسب للقطار، ولكن جورج لم يكن كذلك.
شغل بزاف و لا لعب كايخلي جاك ولد باهت.
صافي، نفكر فيها.
تذاكر السرعه صالحه فقط للقطار والمقعد اللي حجزتيه.
الله يعطيك الصحه علي هاد الشرح كامل.
ما كاين والو حركه ديال الامعاء من ثلاثه ايام.
واش اي نادي خاصني نستعمل للضربه التاليه؟
واش واش بان ليك اي بلاج معروف عند ولاد الدار؟
كلشي ديالهم حوايج شخصيه.
ايه، واحد كولا برك.
تاكل الحلوي براحتك.
ماشي خطروني ناكلو؟
هادي طريفه ديال الاعلان ديالي. واش تقدر تطل عليها دابا؟
كناشرين شحال ديال السمك من بلاد اخرين.
شيّاء هشّه.
ما تقلقش. غنعْلنو عليها.
فين الطريق لـ Fisherman's Wharf، من فضلك؟
واش تجيب ليا شي رْده و خبز و زبده؟ هادي غرفه رقم 2034.
باغي نشرب كاس ديال البيار بالشفه.
يعتمد علي واش عندك شي حاجه تعلن عليها ولا لا.
صافي سيدي. ارجوك قطع الخط و نعيط ليك ملي نقلب ليك الرقم.
الطباعه المكتبيه شايعه بزاف هاد الايام.
واش تقدر تبدل هاد الفلوس بفلوس صغار؟
مانشستر من فضلك.
سمح لي، ما كانديروش هادشي.
شي سالا مني. واش تقدّر تجيب ليا منديل؟
اش اخر مره جامعتی فيها؟
شحال ثمن التذكره لـ White Plains في الخط الشمالي؟
واش هي نصف يوم ديال الدوره؟
اريني جدول المواعيد من فضلك.
باغي/باغه نمغسل/نمغسل يدّي. واش كاين بلاصه فين نقدر نمغسل/نمغسل يدّي؟
واش محتاج تذاكر؟
شي حاجه مضروبه في السياره. واش تقدر تشوف فيها؟
اه. هو كيعرف بلي بغينا حوايج.
باش مكالمه طويله المسافه، من فضلك.
سمح لي، ولكنّه في اجتماع حاليًا.
kanhdām 'la bank. wāsh fīn āqrab wāḥed?
اش نوع ديال الخدمه؟
اوه، بحال ايلا بغينا نمشيوا فيها. فين قدينا حالياً؟
صباح الخير. شحال من واحد غايتاكل؟
الكارت مفلول. واش تعطيني واحد اخر من فضلك؟
خاصك تسجل بـ تسعين دقيقه قبل وقت الاقلاع.
خلّيت معطفي في الدّولاب ديال الفندق.
اعطيني هادشي في صراف صغار.
يمكن يكون حدا خدّو بالغلط.
فين الكورس ديال المبتدءين؟
واش عندكم الوان اخري؟
باغي نرجع الراديو اللي شريتوه امس.
اشحال من خط عندي؟
اعطيني واحد تْوَالَه من فضلك.
عندي رحله توصيل علي الخطوط الجويه نورث ويست 234. فين نمشي نسجل الامتعه ديالي؟
واش نقدر نبدل بلاصتي؟
واحد دولار خمسه و سبعين سنتيم. غنڭال ليك ملي سالات.
تقدر تسول عليهم في طوكيو؟
هادي هي الغرفه ست ميه و واحد.
يا له من منظر!
فيقني غدا الصباح علي الساعه سته.
باين عليه قطعه بجوده عاليه.
باش ناخد حوايجك؟
امكن عطيني النمره ديال الحساب، من فضلك؟
واجه النهر التايمز، من فضلك.
سمح ليا، واش تمشي تصورنا؟
واش كاين شي بلاصه ديال الغوص قريب من هنا؟
باش بغيت برغر بالجبن مع كلشي، بطاطا مقليه و ميلك شيك فراوله.
ارجوك ارسل هذه الطرود مع الدفع عند الاستلام.
انا مزيان بزاف واخا ساليت طوكيو، كنعاود ناكل بحال الناس ديال الغرب.
كنبغِي نمشي هادشي بالكابل.
ارجوك اكتب اسمك، والفندق، ورقم هاتفك علي هذه الورقه.
واش نقدر ناخد شي موعد ليوم الجمعه؟
صباح الخير. هاد هي نداء الاستيقاظ ديالك.
مشيت طلبت.
اريني الطريق لمكتب الـ BA من فضلك.
سمح ليا. واش تقدر تبدل هاد دولار وزيرو سنتيم؟ بغيت نمشي نتصل، ما عندي حتي فلوس صغار عندي.
من التاسعه ديال الصباح لتا تسعه ديال الليل.
واش تقدّر تطبع اسمي وعنواني علي ورق الراس؟
هاذ هي وصل الاداء ديالّي.
واش ضروري اللبس الفورمال؟
بشحال الثمن ديال التجميل مع ماسك الطحالب؟
باش بغيت نصرف هاد الشيك.
كيف كان الطقس في لوس انجلوس؟
صافي غي خارج من داك الباب. تمشي لباج د الباص معلمين رقم ثلاثه. داك الباص غدي ياك لوطيل بيو فيو.
با هاد السوفت، المستخدمين يقدروا يصنعو صفحه ديال ويب في اقل من عشر دقاءق.
طيحت و جرحت ركبتي مزيان.
اَريْنِي.
اشْ كايقول هاد السيني؟
واش علاش حافظ المنتج A علي حصته الكبيره في السوق لخمس سنوات الاخيره؟
صافي. ارجو المضي قدماً نحو فحص جوازات السفر.
عطيني دولارين مزيان.
واش متي غادي تجي؟
واش عندك نفس الحاجه بالاسود؟
اشحال الوقت عندو اخر طرين؟
ارجوك نزلني في المحطه التاليه.
لوحات للايجار، من فضلك.
ايه، عندنا ثلاثه ملاعب تنس في الدار ديال هاد الجناح.
الرجاء خاصني من المحطه.
فين خاصني نقف في الصف؟
بالارجو تمشي للنافذه الخامسه.
صافي سيدي. نشوفوك في سبعه.
لا بد ان هناك خطا محاسبي. كم هو المبلغ؟
كنبغي طوموبيل تلقاءيه تكون اقتصاديه في استهلاك الوقود.
اي، البارح كان شويه مزيان بالحراره.
ماشي قانوني تبْغِي تْوقِفْ ف الدّْرْب.
واش كاتباع طوابع بريديه؟
انا محتاج وصفه طبيه.
تقريبا خمسه.
كان رد الفعل علي الموديل السابق ايجابيا في الغالب.
واش تمشي معايا لـ هاكوني؟
اللي بغيتي اختاريه مزيان.
صافي، السيده سوزوكي، عندك حجز في الرحله رقم مءتين وتلاته عشره اللي غتمشي غدا علي الساعه ثلاثه ديال الزوال. ارجو تتسجلي قبل الساعه زوجه ديال الزوال.
واش عندك شي صرافه صغيره؟
يمكن يكون خليتو عند المكتب ديال الاستقبال.
بالاك. ثلاثه قطع مجموعا؟ سنحتفظ بهم ليك.
ما نقدرش نشوف الشاشه من هنا مزيان.
سمح لي، ولكن كنبغيك تبقي معاك جواز السفر ديالي.
صافي. دابا نتا مزيان عندو حجز.
بيل، من فضلك.
واش تْحْبْ نْتعْشّاو مع بعض؟
صافي مزيان، كانت سخافه نهضرو معاك.
ما كانديرش الكلام المناسب.
اكبر فرق هو الاحساس بالمساحه.
واش عندكم تخفيض للاقامه الشهريه؟
واش داكشي ف الطريق السريع ولا ف المدينه؟
وقع سرقه.
واش غادي تجلس ثلاثه د ليالي بحال ما كان مبرمج؟
باش نطلب منك ترجعلي خاطرك ف وقت اخر؟
كانبغي نعْطِيو بْرْقِيَّه.
واش في شحال خاصني نمشي؟
ايه، بالنسبه للمجموعات ديال عشره او اكثر، ثلاثه دولارات لكل مشروب.
ها هو تيكيت الاقلاع ديالك. ارجوك، ملي يْصْدَقْ الاعلان علي الرحله، تمشي لْباب رقم اربعه عشر.
قطعت يدي بقطعه زجاج.
متعطلنيش.
صافي مزيان بزاف.
مازال محتاجاتي ما وصلوش.
اه، صعيب نقول. كيعتمد علي الطوموبيلات في الاوتوروط. عارف بلي كيكون زحام بزاف في هاد الوقت ديال النهار.
تقدر تشرح ليا كيفاش نمشي ناكل هادشي؟
كنبغي الديزان مشوي.
صافي سالات البنزين.
واش نقدر نجرب المقاس اللي اكبر شويه؟
ارجوك املا هاد النموذج. فين غادي نعطيو لواحد ملي نعاودو نرجعوه؟
مشفتك ملي جيتي لدارنا في طوكيو العام اللي فات.
واش كتوقف فـ فندق واني؟
واش تقدّر تشرح ليا كيفاش نلعب؟
واش نقدر ناخد مريقه و شويه خبز؟
واش تقدّر توصي علي مطعم مزيان؟
واش شحال؟
شغل الموطور من فضلك.
ما شفت والو بلون زوين بحال هاد اللون.
واش ممكن نعطيك شي دوا علي المعده؟
هذا ماشي اللي طلبت.
سمح ليا، فين نقدر نغسل يدّي؟
اهلاً، ضيعت الكارت ديال الكريدي. بغيت تلغي الكارت القديم وتعطيني واحد جديد.
باش بغيت نتاكد من الامتعه ديالي.
بغيت تيكيت ديال الذهاب و الاياب لمحطه "S" من فضلك.
شحال ثمن الغرفه؟
ارجوك، تبعو معاه. غايغسل ليك شعرك.
واش ممكن نعاونك بشكاره؟
عندي ثلاثه ديال الحوايج.
واش ممكن نعـرف اسمك و نمره تليفونك؟
فين فهمت. طعم الحلويات اليابانيه مختلف بزاف علي ديالنا.
واش تقدر تبعت شي سطافيط لـ ميه طريق مينتو؟
هادي هيا لعاءله ديالي.
واش ممكن نبدل بلاصتي؟
اشحال غدي تاخد؟
واك. انا غادي نمشي حدا البريد فحالاً.
اه. خساره. واش كيف ما سالاتش، شنو رايك في هاد وحده، اللي فيها عمليه بسيطه؟ كلشي خصك دير هو تدخل هاد النوع ديال الفيلم هنا وتضغط علي الزر ديال التصوير.
واش تقدّر ترتب ليا باش نقعد مع مراتي؟
حْرقتْ بْالْمَا دَافْي.
كانبغي نعْطِيو تْلِيْغْرَام.
باش دابا هادشي علاش القرارات كاتخدو جمعي.
نزل هاد الدرجات وتبع العلامه.
واش عندكم شي بيرا محليه؟
واش تقدّر توقف هنا؟
اذا شريت اثنين، شحال غتخليها ليا؟
ايه. هاد واحد.
فين كاينه الاسونسور ديال غريندلڤالد؟
شي غرفه فيها حمام ودوش.
kanhdām f chermshīya.
مكالمه دوليه، من فضلك.
28 دولار؟ واش 15 دولار؟
تا تشرب شي رْطاب؟
الله يعطيك الصحه.
بغيْت طاوله حدا الضّريبه، من فضلك.
واش تقبلو شيكات المسافرين هنا؟
الشخص المسءول مشي هنا دابا. غايجي فحال ما يرجع.
المفتاح، من فضلك. الغرفه احدي عشر سته عشر.
بغيْت شي كاميرا بسيطه، من فضلك.
واش اصيل؟
تقدر تفك ليا السير ديال النعّال من ورا؟
باش بغيت ليك دير تصوير بالاشعه السينيه.
واش تعرف شي بلاصه قريبه هنا تقبل الين الياباني؟
واش هاد الكسوه الداخليه ديال الريال غاليه بزاااف علاش؟
البطاريه نفدات. نقدر نستعير الكابل ديالك؟
دوي ديال المعده، من فضلك.
واخدت شي قاروره ديال العصير، ولكن ما جاني شي مصروف.
كنعجبني الموسيقي الشعبيه.
باش نقدر نشوف واحد كيف داك اللي معروض في Vitrine؟
اهلاً، وكاله الصمداني للعقارات.
واش عندك شي فرواله طريه؟
ناخذ اللي بقا للعشيه.
فين هي الساله ديال الاكل؟
تقريبا ثلاثه ملايين ونصف ديال الين.
ارسلوه بالبريد المسجل، من فضلك.
واش عندكم شي دوا للمرض في هاد الفندق؟
صافي. اي. واش نقدر نشطّف اليوم؟
الطرف الاخر علي الخط.
عطيني تسعه ديال العشريات، وحده ديال خمسه، اربعه ديال الواحدات والباقي في ديمات.
اليابانيين كيحبوا يديرو شي حاجه في مجموعات.
نخليوها لنهار اخر.
اشحال الوقت في طوكيو؟
خاصنا نوصلو للمسّاجه.
بغيْت شي ورقه اللعب، من فضلك.
kanhdar 3la hdaia b tman m3قول.
Battery Park, عافاك- ولكن واش ممكن دوز من Union Square؟ باغي نشد صاحبي من تمّا.
غادي نعاودوه ليك فحال قريب.
افين، ما نقدرش. ما نقدرش نتوقف غير فالحوانا اللي مكتوبه هنا.
كنعتارف ليك بزاف، ولكن.
واش واش من نوع ديال الغرفه بغيتي؟
واش ليمين ولا للشمال؟
عطيني درهم.
واش رقم الباب شحال؟
توقيع من فضلك.
واش هاد المنصه رقم سته؟
شويه حار، ولكن اظن غادي يعجبك.
كنبغ بغايت كاس ديال الماء بارد.
واش خطر نمشي لـ سوهو؟
tikté l Detroit, afak.
مللي كيجيو لحديث علي المسرحيات الغناءيه، ما كاينا حتي حاجه تضاهي "Forty-Second Street". المسرح كيمشي عامر بزاف كل يوم، بحال ما كايقدر الواحد يحصل علي تيكيت واحد. هادشي قليل اللي كايوقع في تاريخ المسرحيات الغناءيه، بحال اللي كيبان ليا.
واخا تجيب ليا شناطي لتحت، من فضلك؟
كنعتارف ليك، ولكن المݣوده ديالي كبيره بزاف عليا باش نقلبها. واش تقدر تحافظ عليها ليا من فضلك؟
كنا مهتمين بالاثار.
واش تجيب لي كاس ديال الماء؟
ڭال للشرطه.
غادي يجّي.
صافي، علي كتف.
واش نقدر نشوف البروجرام و ليسته الاثمنه؟
بالطبع. نعطيك كارت بزنيس ديالنا.
واش عندكم موديلات اخرين؟
بوابتك للصعود للطاءره رقم سبعتاعش.
29 ابريل كان عيد ميلاد الامبراطور شووا، والد الامبراطور الحالي. الان، يتم الاحتفال به كعيد اخضر.
بشحال غادي يوصل هاد البوسطال لليابان بالبريد الجوي؟
تاخدني للديسكو؟
ايه، هاد برج النصب التذكاري. واحد من اشهر المباني ديال المدينه.
واش عندك افلام؟
سمح ليا. هاد الطريق دايرا لـ بنك وطني الاول؟
باغي نستعمل صندوق الامانه.
بدا واحد شجار.
واش كتعرضو شي تخفيضات خاصه؟
عندّي اكثر من عشرين عام ديال الخبره في هاد الميدان.
انا ساكن في فندق هيلتون سيزايد. عارف، محتاج هاد الشنطه بزاف. كامل حوايجي فيها.
تاخد هاد المنعرج اللي تمّا و دير ليمين من فضلك.
سمح لي. راه الرقم غلط.
واش تعرف كيفاش توصل ليه؟
الخط مشغول.
فين هو البلاص ديال الشارجور ديال ماكينه الحلاقه؟
واش نقدر نشوف واحد اخر؟
فين السلم؟
صافي. واش معاك شي نباتات ولا اكل؟
اكيد. واش. نمشيو للبحر.
واش ف نفس الاتجاه ديال هاد البنايه؟
زياده فالتعتيق.
انا كاتسوهيكو ناكانوما. اي رساءل لي؟
بالمهم، نبقو نحجز نفس الطياره بما ان عندنا بلاصه ليك؟
واش ممكن نبدل الحجز ديالي دابا؟
الاسم هو سوزوكي.
سميتي يوسوكي تاناكا، و دابا كانعيط ليك من المطار.
واهل هما صاافي؟
ما كان قصدي شي ضرر.
فين اللوبي؟
واحد من شْنتاتي تْضَرّات. فين نمشي باش نعْمّـر تْقْدِيم؟
صافي بزاف ديال الضوضاء.
واش تقدر تجيب لينا الحداج ديالنا لتحت، من فضلك؟
اعطيني قنينه بيره من فضلك. اذا كان عندك بيره بالصنبور، افضل.
اه، هادشي فكرني، كاين مقهوه زوينه حدا هنا كتشغل موسيقي كلاسيكيه مزيانه.
باغي/باغه طوموبيلتي.
بالطبع. واش نعطيك رقم ديالك باش في حاله بغيت نعاود ليك؟
لا. في الواقع، بسبب الاسعار المرتفعه، خصني نبقي ساكن مع واليديا في كوينز، والمسافه ديال الذهاب و الاياب كتاخد ساعتين.
نظن اننا كذلك. الان لدينا نقطه واحده فقط لمناقشتها. وهي عدد الاشهر التي يجب علي كل طرف اعطاءها للطرف الاخر في حاله انهاء العقد.
باغِ بغيت نشري تّكتّين لِ السبت الجاي فالعشيه.
هادي شويه زادت طياب.
واش هادشي قصه د الحب؟
انا كنلعب باش نشبع و كنستعملو في الخدمه ديالي بزاف.
واش في شحال غادي تمشي الطوبيس ديال اوكسفورد؟
بغيْت نعرف رقم ديال United Airlines، من فضلك.
سمح لي علي التاخير، رقم غرفتك تسعه وتسعين. تفضل مفتاحك.
نبيذ لذيذ. هل هذا مصنوع محليًا؟
بالتاكيد. واش عندك شي لون معين في بالك؟
كنحس بالدوخه.
فينين الكونتوار ديال الامتعه المفقوده؟
باش تشوف جواز السفر وتذكره ديالك؟
بغيت شي ورق ديال الحمام.
ال japonais ما كيبدلو شغلهم بزاف.
كانبغّي نمشي نطّلع علي طوكيو تلاته سبعه سته خمسه اربعه تلاته اتنين واحد.
واش نقدر ناخد شي موعد د غدا؟
هادي حجر قديم وعندو حروف ديال زمان محفوره فيه.
واش اي طاءره غادي نصعد فيها دابا؟
كتمشي 8 و 25 دقيقه ديال الصباح من مطار سان فرانسيسكو.
هادي هي الغرفه ديالك، سيدي. فين نبقي نحطّ المتاع ديالك؟
سمح ليا، ولكن اظن انك كاعد في بلاصتي. واش رقم بلاصتك شنو؟
واش تقدر تحطّ شناطتك علي الطابله؟
كنعتبرو واشنطن دي سي، لعاصمه ديال امريكا، بحال مركز السياسه العالميه.
صافي. غنقول ليها تملاها.
السّميه ديالو اوكادا. عندنا حجز علي سبعه ديال الساعات.
انا؟
فين غادي تمشي تسكن في لوس انجلوس؟
في الميترو.
اذن، المشكله ديال التلوث البيءي كاتقلّو حتي هي. صواب؟
واش رقم باش؟
ما كاين باس.
للاسف، المهندس ديالنا، السيد اكيااما، خصو يمشّي بدري باش يحضر اجتماع اخر.
واش عندكم خدمه ديال الكرا ولا خدمه ديال الباب؟
ما كاين صابون في الحمام.
باش تفضل اللي يكون اوتوماتيك.
سته ديال عشر دولارات، ثمانيه ديال واحد دولار، والباقي بالربع.
تاخد الباص ديال النقل من برا مباشره.
ديالك.
غادي ناخد خبز بيض، من فضلك.
فين الحمّام؟
شكرا ليك علي اليوم.
واش عندك تليفون عمومي؟
غادي يكون تمّا في دقيقه.
تقريبا الف وخمسماءه دولار استرالي وخمسين الف ين ياباني.
واش كاين شي طبيب هنا؟
واش عادي نسافر بطاءره هاداك النوع؟
رقم الحجز ديالي هو سته وعشرين سبعه تسعه وسبعين.
باغِ بغيتْ نمشيْ بالطيّاره اللي جايا لبوستون.
هاد الطبله ديال الضيافه، من فضلك.
صافي. بليز ابقا هنا. نمشي نجيب تاكسي.
عطيني واحد الكوكيز ديال الشوكولا.
انا في بدايه الثلاثينات ديالي.
باغا نشري حمره. بغيت لون وردي.
ما كانش صعيب باش ما يكون.
سْتاَنَا هْنا حْتي نْرجع.
قول للسيد توماس انني مازال/مزال كنسكن في فندق هيلتون.
فين اقرب سوق شعبي؟
لا. خاصك تْشري طْريفْ من هاداك المَاشِين.
واش هادي جديده ديال هاد العام؟
سمح ليا، ولكن انا كنحس بالمرض.
بغيْت نْءَكِّد الثَّمَن.
واش اذا طلبت اتصال دولي من غرفتي، كيكون عندي مصاريف اضافيه؟
اظن ذلك.
بغيْتْ نْهَزّ هَاد النّومْرو. واش تقدْر تعْونني؟
واش تقدّر تقولي واش غادي شي طوبيس ولا طرانسبور لوسط المدينه؟
بغيْتْ نْهَارْ تْلِيفُونْ لْجَاپَانْ، عَفَاكْ.
واش محتاجين معطف؟ و شنو غادين نديرو مع ربطه العنق؟
بغيْت نطلب منك واحد المعونه.
داير في السله حدا التحماصه.
ما خاصنيش نشرب والو فيه الكحول.
انا كانجهز/كانستعد للامتحانات ديال الباكالوريا.
بالكريم والسكر من فضلك.
برد، ما شي؟
واش تقدّر توصيني ب بلاصات زوينين باش نزور في هاد المدينه؟
kayn kasino f had lmdina.
انا جيعان.
ها فاتورتك. كاش ولا بالكريدي؟
واش ممكن نعطيك واحد الويسكي بالصودا وواحد براندي من فضلك؟
بشحال ثمن ديال الانزال؟
ما كنعرفش نعوم. محتاج واحد ستره ديال النجاه.
زوج فرانكفورط معلبين.
لا بد نمشي.
اجي ناخدها دابا.
دّور علي يمين فالزّنقه.
حسنًا، السنه الاخيره هي السنه الرابعه من الدراسه الجامعيه بعد السنه الاولي والثانيه والثالثه.
باغي ناخد درس خصوصي.
تجمد.
واش في واقت نقدر نجي نشوفو؟
واش عندكم ليست ديال النبيذ؟
ريجلي كتعورني.
عجبني. هذا، من فضلك.
عندهم بزاف ديال المسرحيات ديال شكسبير، مازال؟
واش كاين كاس العالم متي؟
مسرور بلي مْشيتي.
استاذ، من فضلك.
باغي نحجز قارب ديال التجديف.
واش عندك شي فكره ديال تسريحه شعر ليا؟
واش عندك شي بلاصه ديال هاد المنطقه؟
واش بغيتي طلبه بطاطا صغيره، متوسطه ولا كبيره؟
فين احسن بلاصه فيها الفرح ديال العيد؟
واش كاين شي صندوق بريد هنا؟
اه، الله يعطيك الصحه. نقدر نعطله؟
طالع الضارب. غتجي لدار ثلاث الطرق. من بعد تمشي ل اليسار.
باش نشوف التفاصيل ديال الحساب؟
بغيْت رُول فيلم ديال سته وتلاتين صوره، من فضلك.
غادي يقولو ليك باش داك الطوبيس اللي خاصك تركب فيه.
واضح. من هنا من فضلك.
غادي ناخد اللينݣوين.
زيدها عليا.
انا كانعرف شويه. ولكن الكلام والفهم شيحتين مختلفين. بحال مثلا، انا عارف كلمه "اجنبي" - ولكن ما نقدرش نعرف شنو هي الصف ديال الاجانب.
صافي. واش عندك تيكيت واحد ديال الكبير؟
تاخد واحد القرصه مع كاس ديال الماء.
كيف دايره العاءله ديالك؟
صافي. غاتعطاك ميه و ستين دولار.
فين هيا الكتب ديال الاطفال؟
ما كاينش كابينه ديال التليفون هنا حدا هاد المنطقه.
صافي، تقريبًا خمسه عشر دقيقه بالقدم.
واش تقدّر تجيني من المحطه ديال بوسطن؟
ايه، هي داخل. مين كيهضر، من فضلك؟
اشحال الحراره دابا؟
سرقو ليا فلوسي من جيبي.
بالاغلب شغل و شويه سياحه.
واش عندك شي كواسه ديال السيارات؟
خصّص فلوسك فين كتقول.
اكتب لي.
فينبغيلي نحط هادشي؟
واش تقدّر تشير علي بلاصات مزيانه باش نشوفها؟
السلام عليكم. هادي كارول براون. واش نقدر نتكلم مع سوزان؟
اولاً، كانركب خط تشوو. و فين خاصني نبدل الطران؟
دوزت المحطه ديالي. واش شنو ندير؟
واش واش الساعا كتمشي الطياره؟
واش عندك شي غرفه فيها منظر زوين؟
تقدر تقولي كيفاش نمشي للبريد؟
كنبغي واحد المنظار.
صوّر معايا ولبنايه تكون في الخلف.
واش عندك شي جراءد يابانيه؟
نظن ان صندوق كبير غيكون غالي بزاف.
السلام عليكم. باغا نديموندي فيزا ديال الدخول لبلادكم.
دايرين فضفاضين بزاف.
بريد جوي؟ خلينا نشوف، هاد غادي يكلف ميه و تمانين دولار.
انا موجوع بزاف.
السلام عليكم، واش واخا غبرتي؟
باش ندخل؟
عندّي التامين ديال المسافر.
بالاساس اوروبا.
واش امريكان اكسبريس مقبوله؟
واش خوّدت فلوس النزل ديالك؟
باين لي الكازوزينه مسدوده.
باغي نسْطْدْع هاد الشي ف الحساب ديالي.
واش داك شامل الماكل؟
جلس/اجلس براحتك.
غادي نمشي يوم الجمعه تسعه وعشرين و نرجع يوم الاحد.
واش شنو الوقت دابا في اليابان؟
مزيان.
اذا كنت بغيتي الخدمه في يوم واحد، غتزيد 50% علي الفاتوره ديالك. واش هادشي مزيان؟
غادي ناخدو التلاته ديال البلاص اللي في النص في هاد الصف.
واش عندك شي اقتراحات؟
سمعتك.
ما كاينش متوفر حاليًا، ولكن نقدروا نطلبوه ليك.
اش ممكن توريني هاداك، من فضلك؟
ديرها في واحد من الساكيات الكبار اللي في الدّولاب ديال الدّوايز. ارجوك ملي التّحت الطلب ديال النّظّافه بخصوص الحوايج اللي باغي تنّظّف.
انا شغال في التلفزيون.
واش نقدر ننزل ف الطريق بهاد التيكيت؟
واش ديالي اقوي؟
بشحال شريتيه؟
بزاف محظوظ نعرفك.
كاينه ستيكر ديال ميكي ماوس فوقو.
تقدر توريني شي حاجه اخري؟
هذا مزيان.
كنبغيو غرفه مطله علي البحر.
صافي، ما نعرف شنو نقول.
واش كاين شي طاءره اخري متوفره اليوم؟ خاصني نكون في لوس انجلوس فالحال.
ما نعتقدش مستحيل. نعارفو مزيان اهميته و غانكونو مستعدين باش نناقشو فيه مره فين يكون عندك خطه تسويقيه معقوله.
فين ف كندا الاصل ديالك؟
حَرّْ شْدّْ اليوم. نمشيُو نْسَبّحو، اش بانْ ليك؟
مساماتي واسعه و باينه.
بغيْت نصلاح هاد الساعه.
واش كاين巴士 لمدينه بعد الماتش؟
باش تزيدها في فاتوره الغرفه ديالي.
لا، ما مشيت لنيويورك.
واش نقدر نشرب سبرايت؟
كايصعب عليا نبقي منشوفش صاحبي ف الطريق.
واش نقدر نعطيك عشره دولارات ورقه وحده هاد العشره ديال الدرهم؟
خلّيت الكاميرا ديالي في الطّوموبيل.
باغي كيس ديال الكاميرا.
تايجي تشرب معايا شي كاس؟
واش شحال الوقت غادي يبدا الفيلم؟
طيّح يديك لفوق.
واش ممكن نعطيني نسخه من محضر الشرطه، من فضلك؟
نظن خاصك دير ريجيم. ما كتعملش بزاف ديال الرياضه هاد الايام، ا واش؟
اه، باغينا بزاف. شكراً علي الدعوه.
واش نقدر نحطّ عفّايتي هنا؟
شويه اقل علي الرقبه.
واش نقدر نحطو شناطي عندنا عندك باش نمشيو نتسوقو؟
ايوا، يمكن تمطر هاد الضحيه.
هي في قسم الضراءب علي الشركات.
واش كاينين تا طابله ديال الماكولات الخفيفه؟
واك. هادوك من كاليفورنيا و طازجين، اول حاجه. بما اننا كنباعو بثمن زوين، غاتكون شريتيهم اليوم مربح ليك. دولار وخمسين سنتيم غير لكل وحده.
الطول متوسط، من فضلك.
اش كيفاش تستعملو؟
داكشي تّحت من ليمين.
كانبغي نغوص مع واحد السْتاضْ.
بغيت تبدل ليا الغرفه من فضلك؟
خليني نتاكد. واش 7:40 مناسبه؟
ارجاك وصلني بالتحويله تلاته صفر تلاته.
فين هي المحطه ديال الباص اللي غاديه لسانتا مونيكا؟
هاد شي بغيت نقلبو لليابان.
عمتي مَشْحالَه و شويه غريبه.
واش غتساعدني، من فضلك؟
عندي وجع في كرشي.
فين نقدر نشري لباس تقليدي؟
فين الكونتوار ديال الضياعات؟
واش عندك شي قميص؟
قالي ليا فين كاين بار مزيان، الله يعطيك الصحه.
غادي ناخد ستيك من اللحم البقري، و خروف مشوي لمرتي.
هادشي حاله حاده ديال الزاءده، ودار فيها فتق. خاصك تمشي لستشفي فحال هاد الوقت.
تغطيه كامله، من فضلك.
دابا، شنو غانديرو للعشا اليوم؟
نفكر في الامر.
واش تقبلو شيكات المسافر؟
هاد خاص يكون ديالك. الساءق ديال التاكسي خلاه هنا ضبحا.
واش عندك نفس ديال هاد الشي؟
ها هو مركز التجاره اللي تمّ الانتهاء منو دابا.
باش نقدر نصرف ثلاث ميه دولار في الشهر.
واش تقدّر تشدّ ليا كرّاسه للبانس ديال الوقود اللي جاي؟
باغي نبرد المنطقه المصابه بالثلج المسحوق.
واخا، واش عندك بلاصات متوفرين؟
لا، غنعاود ليه التليفون.
باغي واحد الطوموبيل.
واش عندك شي تاريخ ديال الحساسيه؟
kayn qariab li-jzirat al-hurriya men Battery Park.
واش كاين بلاص للستره؟
ساعده. ما نقدرش نحرك.
عافاك، شي طوموبيل ما فيهاش دخان.
ارجوك اكتب عنوانك الداءم.
واجدين باش نجاوبو فحال هاد الساعه علي اي استفسار عندكم.
ما غانقراش نتعاون.
باغي نشري اللي محتاج. واش غتعوضني؟
واش كاينين شي بلاصات ديال الشرا هنا قريبين؟
الراجل اللي فالريسبسيون شويه وقح.
شي فندق اقل ثمن مزيان، بش يكون في حي امن.
عندي شي جوج قارورات ديال الكونياك.
فيما يتعلق بالاولي، تقيم مدينتا هيروشيما وناغازاكي احتفالات تابينيه، بينما في ما يتعلق بالثانيه يحضر الامبراطور الحالي خدمه لاحياء ذكري قتلي الحرب.
سمح ليا، واش نقكتب هنا؟
kayn f ttaabeq twel, akhod l'asansor B, afak.
واش تقدّر تعطيني وصفه ديال هادشي؟
واش ما كاينش شي واحد اخر؟
ارجوك اسال الحمال.
عندي الانفلونزا.
واش مع الحمام؟
داكشي، يعني، الطرف الاخر ديال المدينه، بلوك بعد مابيل. الشرق ديال المدينه.
صافي، كلشي مزيان. دابا رقم الرحله الجديده ديالك هو صفر صفر ثلاثه، غتمشي ف سبعه عشر يونيو.
باغي نمَرّ بالاجراءات ديال الدّيوطي فري.
واش بغيتي غدا اللحم، الدجاج ولا السمك؟
سرقو ليا التيكه في الميترو.
خليني نقراها رقم برقم، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
مكان ف الطاءره ديال الاول، و ما بغيتش يدخن حداي.
هاد الباص غادي للعرصه؟
ما باقش ساكن هنا.
ما كاين شي غرفه ارخص؟
هاد بلاصه مزيانه للتحليات، ما كايناش؟
فين هو البالصه ديال السيشوار ديالي؟
التاكسي القديم ديالي ماكانش يسوق مزيان.
بغيْت شي عنب.
نڭاعو نتواصلو مع جميع الاشخاص المعنيين بهاد الصفقه فوراً.
انا مرن. واش باغي تاكل واش؟
اش كاتْديّر؟
الممرضه، هيا بسرعه.
ما كاينش فوطه.
بشحال ما قدرنا نوصلو ساعه قبل الميعاد، ما عندي مشكل نعطي شي فرق.
الفاءض كايصغر.
لقد اتصلت برقم خاطء.
بغيْت شي حاجه ما تنعسنيش.
بغيْت نجرب حاجه شويه صغيره.
اه، ما احسنك وما اطيب قلبك. نقدر نعاود نعاود نفتحها دابا؟
فين هي المحطه ديال الطوبيس؟
نقدر نعطيك شي شيفي سبكتروم بـ اثنين واربعين دولار في الاسبوع، وعداد كيلومترات غير محدود.
بطاريه جافه لهاد الكاميرا، من فضلك.
خوديوني لهاد العنوان من فضلك.
تقدر تقسم هاد عشرين دولار ل عشرين وحده؟
بغا نمشي نعاود علي واحد الفندق. فين الكونتوار ديال المعلومات؟
حجزت بلاصات حدا الضار.
خدمه الغرفه من فضلك.
دير لفيّان، وغتلقي واحد تقريبًا في ميل واحد قدّامك.
درت حجز من 24 غشت الي 27 غشت. واش نقدر نبدل الحجز ديالي من 25 غشت الي 27 غشت؟
اه، شكراً. ما نعتقدش نقدر. نقدر نعاود نجي؟
تقريبا خمس ميه فرانك ولا ميه دولار امريكي.
علامات تجاريه اخري؟
عطيني شي تبغ.
داكشي لْجْنُوب.
تا هي داك البنايه زوينه.
ارجوك، خصمها علي فيزا. الرقم هو ثمانيه وعشرين سبعه ثلاثه خمسه تسعه ثمانيه اربعه، وتاريخ الانتهاء هو ماي تسعه وتسعين وخمسه.
بغيْت شي غرفه فيها احسن منظر ممكن، من فضلك.
واحد رول ديال الفيلم الابيض و الاسود، عشرين صوره، من فضلك.
بغيْت غطاء ديال العدسه، من فضلك.
باش تقدر تحكي شويه ببطء، من فضلك؟
بغيته يبان بحال ديال ميغ رايان، من فضلك.
كنبغي بالزّاف خمسه دراهم، من فضلك.
واش تقدّر تحافظ علي شناطي حتي خمسه د الساعه؟
فين خاصني نسول علي التسجيل؟
دارينا بحث معمق علي الاحتياجات ديال الزبون.
واش ما نديروش غدا تغديو مع بعض؟
بغيْت شي لبسه ديال الرياضه، من فضلك.
فين مكتب ديال غراي هاوند؟
ما كايناش شناطتي.
تا دابا 8 دالليل، علاش النهار مزال شاعل؟
ما كاينش بلاصه اقل ثمن؟
واش بغيتي دير تامين؟
واش تقدّر تحافظ علي المتاع ديالي حتي وقت المغادره؟
سمح ليا. واش تقدّر تعطيني الطريقه باش نمشي للبنك الاقرب؟
فاش الدور؟
شكرا بزاف.
فين نقدر نبان جدول ديال السكك الحديديه؟
سمح لي. واش تقدّر تقولي واش الساعه اللي غادي يمشي فيها القطار من بوسطن؟
واش تقدر تعطيني شي تخفيض؟
طالما انك غادي تبقا في نيويورك، ما خاصكش تفوت فرصه باش تشوف مناطق ومعالم اخري مثيره للاهتمام، بحال تمثال الحريه اللي كاينه في جزيره الحريه.
واش تفضل تبعت بالطياره ولا بالبحر؟
واش عندك تغيير علي ميه دولار؟
هاداك شحال حديقه سنترال بارك، ا سي؟
انا غادي ننادي الباريستا.
نقدرو ندخلوك في الساعه ثلاثه ديال العصر. اذا كنت محتاج لكاري بعض المعدات، الله يخليك جيب راسك للكلوب في ثلاثه الا ربع.
ثمن ديال الطوبيس هو ميه و تمانين ين.
ڭان قريب يعطيني طوموبيل و طحت.
مازال فطوري ما وصلش. بغيتو دابا بالزربه.
فين نقدر نتْفطر؟ شحال كايْكون سْواك؟
اليوم غادي نمشي لمتحف اللوفر، و امس مشيت لكاتدراءيه نوتردام.
واش تمشي ليا الفلفل، من فضلك؟
شكرا علي المساعده ديالك خلال رحلتي للولايات المتحده.
فين بلاصه الامتعه؟
واش تقدّر تحافظ علي هاد الشنطه حتي الساعه اربعه؟
كانبغي يصلح ليا من بعد ما نرجع لليابان.
واش عندك شي طقم خياطه؟
انا من سويسرا.
تفرّگات المصباح.
عندي مشكل في المعده.
انا فلاح.
ما كاين غير الساءق في الطوبيس، ما كاينش الموصل.
بغيْتْ اللبسه دي تْكَوِي.
سمح ليا، واش تقدر تقاد شويه كرسي ديالك؟
نهار زوين، ما كاينش؟
تعطيهالي. ها هو كلشي عندك؟
واضح. املا هاد الفورمس الاول. وقول لي علي اللون، الحجم، وش دايره المحفظه ديالك.
واش عندك شي بلاصه ديال المدينه؟
ارجوك ارسل هذا بالشحن البحري الي اليابان.
جي هنا.
واش نقدر ناخد بوسطال؟
صباح هاد اليوم شربت شي دوا ديال الزكام جبتو معايا من اليابان.
باغي نحجز بلاصه.
بشحال الوقت غادي ياخد باش نمشي من هنا لكازا ديال لندن؟
يا اي باب هي الرحله رقم 12 لو واشنطن؟
واش نقدر نطيب ليك راسي؟
واش تقدروا تلبسو ربطات ديال العنق من فضلك؟
واش نقدر نمشي؟
تقدر تفتح الصندوق؟ بغيت نحط فيها حقيبتي.
بشحال ساعه؟
واش نقدر ناخد شي صندوقين ديال الهدايا؟
kanbghī tawa nōn-stik.
اشْ دايرْ هادَ الپاكِيطْ؟
باينه ليا ماتقداش لعبت الكوره ديال البسبول.
واش عندك هادشي بالزرق؟
ما نعرفش هاد البنايه. ولكن هاد الطريق مزيان بزاف باش توصل لحي اوياما.
ما بقاش عندي فيلم. واش نقدر نشري هنا؟
بغيتي توصِّليني مع مكتب السيّد مورِي؟
كنبغي ناخد بلاصه في طاءره ديال شركه يونايتد، الرحله رقم تسعميه و اثنين و عشرين لنيويورك.
واش واش غادي تبان الصوره المواليه متي؟
بشحال المكالمات ديال التليفون ديالي؟
باش ممكن ناخد تيكيت ديال الطّوموبيل لـدوڤر؟
كاين ممنوع المرور.
واش عندك واحد صغير؟
ارجوك عمل محضر فقدان.
محفظه وكاميرا.
انا من اليابان.
ما نعتقدش. مزيان ليك تمشي بالباص.
غادي نتاكد. خايف ما نلقاش سميتك.
سمح ليا، شاريع اورموز قريب من هنا؟
واش تقدّر تخدميني دابا؟
كنظن فيه شي غلط. واش تقدر تدبر لينا شي حاجه باش نقدروا نبقاو؟
هادي فيزا والرقم ديالها اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
تقدر تحول هاد النيجاتيفات لسلايدات؟
واش نخود معايا معطف؟
ماشي بعيد. عشر دقايق بالرجل.
واش باغي الكافي ولا التي؟
بشحال تقريبا باش نوصل لهاداك؟
فينبغي ان نْحط هاد الاستيكرات ديال الامتعه؟
واش هناً واحد الباسين؟
واش نقدر ناخد هاد الظرف؟
واش عجبك، يا راس الحجر؟
تايخُدْ شويه ديال الوقت باش تايْصَاوْب، ولكن هُو واحد من المنتوجات اللي كَاينه عندنَا اللي باغه بزاف.
غادي ياخد تقريبا يومين الي ثلاثه ايام.
تقدر تقولي كيفاش نمشي لمدينه سان فرانسيسكو؟
واش ممكن نعطيك سماعات اخري هادوك ما خدامين مزيان؟
واش تايشي شويه د القهوه ولا شي؟
انا غادي نمشي ل مكسيك.
هذا يبدو جيدًا باستثناء استثناء واحد.
بغيت البيض، من فضلك.
غير كاس ديال الماء، من فضلك.
شاي وخبز معسل، من فضلك.
واش كاين تخفيض للطلبه؟
بغيْت مْصَبَاح، عَفَاك.
رقم الهاتف اللي وصلتي ليه ما كاينش خدامه.
اش من عاقه عندك؟
اوه، تفضل تاخده. عظيم. دابا وليت انا اللي كايشوف للنافذه.
فين غادي توصل الطياره لروما؟
خاصنا شويه ديال الوقت باش نقررو.
طلبْتْ مقْدار صَغير لْولْد.
في زنقه اثنان وسبعين.
اذا ضربتي بزاويه، غادي تخرجي من الطريق.
نقل، من فضلك.
غادي نشوف فالدار اللي حداينا. ممكن يكون شي واحد ياباني كيعرف الانجليزيه.
صرفها علي حسابي بالبطاقه، من فضلك. ماستر كارد.
بالتّالي، من فضلك. جواز سفرك، بطاقه النزول، واقرار الجمارك، من فضلك.
باش نمشي بالقدم؟
غادي نرجع نعاود ف وقت اخر.
ايه. تيراياما. وخصني نكون قريب من المسرح قدر الامكان، من فضلك.
واش تقدر تفكر شنو نقول ليه؟
واش تقدر تلقي حمام قريب؟
كانت امسيه راءعه، شكراً لك.
باش نتقلب لشي بلاصه خاويه؟ ما نقدرش نشوف شاشه الفيلم مزيان من بلاصتي.
الدخان كاشط مُشَغَّل.
كانبغي ناخد البوطو ديال لبالصه في خليج سان فرانسيسكو.
واش عندك فكره فين غادي؟
لا. عطيه فلوس الساءق.
واش واقيين تعرفو واش الساع ديال المحل؟
بغينا طاوله في الزاويه.
ما متاكدش، ولكن ما نقدرش نشوف ريحه لحم. اللي بغيت ناكل غير المخلل.
نظن هنا كاين شي حاجه محسوبه غلط.
كانبغي نمشي للتزلج علي الثلج تقريبًا لمده اسبوع. واش عندكم اي عروض سياحيه خاصه بالتزلج؟
كيماغاتوصلو جوج سمفونيات ديال موزار.
غادي نظلو ندورو و ملي نلقاوه، نعلموك.
الطقس اليوم زوين بزاف.
زوج ديال الكبار و زوج ديال الاطفال اقل من 12 عام، من فضلك.
وضح ليا مزيان حتي نفهم.
بغيْت شريط ديال التصوير باش هاد الكاميرا، من فضلك.
ماعندناش عطل رسميه مرتبطه بالديانات.
بشحال ديال الحجايج نقدر ندخل معايا للطاءره؟
ولكن ما خدّم.
شريت نشوف داك الساك، من فضلك؟
واو، انا محظوظ. حتي مازال ما كيلعبوش في اليابان.
لقيت فلوسي 320 دولار في المحل المعفي من الرسوم.
تقدر توصل للقلم اللي تحت الكرسي؟
انا غانخلص علي صحابي حتي هما.
دارت عليا خمس سنين باش نجي لهنا.
بشحال قيمه الين الياباني مقابل الدولار الامريكي؟
واش نقدر ناخد نص رطل ديال سلاطه الداناب؟
واش كاين مقهوه ولا مطعم في العماره؟
اه، غالي بزاف.
القطار السريع موجود في الرصيف رقم ثمانيه.
انا معطل دابا.
برّد علي خاطرك.
هذا هو سوزوكي يتكلم.
صافي ضيعت ساعه يدي مللي كنت برا.
بشحال الوقت بالوطوبيس؟
صافي. حجزنا ليك الغرفه في الفندق.
البالوعه مسدوده بالغبار.
اه، باينه ليا خاصني نمشي.
اهلاً، انا في طريقي باش نجيبك، خلينا نتقابلو في خمسه عشر دقيقه تقريباً.
واش دابا حجزتي؟
غادي ندير شي سفره قصيره ل مكسيك.
فين كاين اللباس ديال النسا؟
واش ممكن اخذ تذكره تحويل؟
الخيوط مهتريه.
واش الخدمه علاش هاذي بطيءه بزاف؟
شوف لتحت.
صافي بزاف بحال ما نعرف شنو نختار.
اش كيفاش نمشي نتصل بالتيليفون؟
لا. انا مهتمه بالجينز والبدلات النساءيه.
عندنا مقاسات مختلفه.
لبست الطّوبيس الغلط. واش ممكن نعطيك طّرانزيت؟
ما نعرفش.
فين نقدر نمشي باش نلقي طوبيس غادي لـ بيفرلي هيلز؟
نلتقاو في داري.
واش عندك شي دوا يهدّي؟
شنو الشركات الخرين كيديرو مزيان؟
تقول باللي تقدر و دير اللي تقدر.
واش كاينين طوبيسات ديال السياحه؟
ارجوك استبعد الاُبلون من طلبنا. ثمنه غالي بزاف.
و من بعد نعطيك ثلاث ميه دولار في شيكات سياحيه.
فقّاس طاحت ليها الدموع ملي سمعت الخبر.
غادي نزور نيويورك، شيكاغو، نيو اورليانز و لوس انجلوس.
فين الصيدليه؟
وريني تذكره الصعود للطاءره ديالك.
ما تمشيش ليا ريحه النڭسه.
اوه، ما كنظنش نتفق مع هاد طريقه التفكير.
غير الماء سخون.
صافي غتمشي. نقدر نشوفها، من فضلك؟
كنبغ شي فول سوداني، من فضلك.
غادي تمشي ف عشرين ابريل، و غادي ترجع ف واحد و عشرين ابريل. واش هادشي صحيح؟
تقدر تبدل الدولارات الامريكيه بالباوند الانجليزي؟
واش بغيتي لحم ولا دجاج؟
كنبغي نشرب شي تاكل صيني علي العشا.
واش تقدّر توصي بْواحد الفندق مزيان؟
استاذ، بغيتي تجيب ليا النّصيحه من فضلك؟
تا تعالو تزورو علينا مره اخري، من فضلك.
عندي شويه سخانه. واش عندك شي حاجه مزيانه ليها؟
واحد تيكيت ديال "Bird" من فضلك.
صحيح. باينين بحال شجر طبيعي كبير. الناس كيتفرحو بالمنظر اللي كيتّايحو.
غادي نعرفك علي طبيب العاءله ديالي.
ما عمري مشيت لبلاد مزيانه بحال بوسطن.
خلّيت شي حاجه في الغرفه. نقدر نرجع باش نشوف؟
باش نقدر نعطيك شيكات سياحيه؟
ما يمكنش نعتقد سالون ديال المسافرين ممنوع فيه التدخين. يا لهاد الضيق.
باغيْ نْكْرِيْ طوموبيل صغيره.
هاد الغرفه بزاف بارده.
واش ممكن تعطيني خريطه ديال المنحدرات؟
واش غدي تجبد لهنا عند هاد الڤيتْرين؟
باش تعرفني فين نقدر نبدل فلوس؟
اذا قدرتي تخففي الثمن شويه مزيد، غانشريه.
حطّيتي فيه بزاف الملح.
نتي ملاكي. شكرا بزاف.
لخمسين دولار؟
الصالون ديال الماءده في الطابق الاول و يفتح في خمسه و نصف.
سمح لي. واش تقدّر تعطيني الطريقه باش نمشي لـ فندق فيرمونت؟
شحال ديال ديال ديال الحليب كتشري كل اسبوع؟
هاد التاكسي خدام؟
فامريكا، شحال الرقم اللي خاص يتسناك باش دير مكالمات دوليه؟
تقدر تشرحها مره اخري؟
واش واقيين تعرفو واش هي ساعات الشغل ديال البنك؟
واش ممكن تبدل ليا تاريخ الرحله من لندن لتوكيو؟
احتاج ثلاثه دولارات اخري.
فين، المفقودات والموجودات، من فضلك.
باغين نفرحو و نلعبو رياضات خاصين بالساحل الغربي.
واش نقدر نعوض الفرق ديال الطّيكيت اللي عندي؟
ايه، انا. علاش تسول؟
بالبريد المسجل، من فضلك.
الاكل الاساسي في اليابان هو الارز.
خاصنا نقصو من الميزانيه.
ايه، بغينا قاروره ديال النبيذ الاحمر.
اه، لا. لاباس. هادا كلشي؟ مزيان.
بغينا طاوله حدا الضّريسه.
باش تمشي لكونفرونس.
هادي هي الغرفه احدي عشر و اثنتين. واش تقدّر تجيب ليا شي بيره؟
اه، هاذيك مزيانه. غنجربها.
اه، طبعا كاينين مطاعم مزيانه. بعض الناس كياكلو من العربيات، وبعض الناس كيجيبو غداهم معهم للخدمه. باختصار، ما كنقضوش بزاف ديال الوقت في الغدا.
نخليو هاد الموضوع و نمشيو للتاني.
يمكن يكون الماكله ديال الغدا اللي كانت نيءه كانت مزيانه.
واش تعطيها شي دوا ديال الدوار باش ما تتقياش، من فضلك؟
ما نقدرش نشرح حالتي باللغه الانجليزيه.
صافي غير اللعب.
واش ستعملتي الثلاجه؟
واش نقدر ناخد حوايجي؟
كان الدم في برازي.
سمح لي، ولكن ما نقدرش نمشي معاك.
و بغيتك تجينا معانا، اذا ما كانش ليك مانع.
باش نساعدك، السيده؟
ايه، في قاعه الماءده والشوايه.
سميتي يوكيُو اوكا، الرحله واحد ميه وخمسه وعشرين غادي ل ناريتا ف 14 غشت.
باغي نشري شي حاجه فحال هديه لولدي.
خاصهم يكونو غنيين بزاف بالرغم من شكليتهم. مع ذلك، نقصو الثمن.
دولارين مقابل واحد جنيه. واش تمام؟
ايتشيرو سوزوكي. اس-يو-زد-يو-كي.
واش نقدر واحد اخر يعاونك في هادشي؟
صافي، قبل ما نمشي، بغيتي تقولي شنو بان ليك ف اليابان؟
سمح ليا. واش تقدري تقولي مزيان واش غتكون الصور ديالي سالين فاش؟
عندي مارڤين دورفلر علي الخط. نبغيه نوصّله؟
عطيتك ورقه ديال مءه دولار.
شنو بان لك في هاد المشكل، جورج؟ تقدر تشرح هاد النقطه للطلبه؟
في هاد الحاله، ما خاصكش تملا واحد.
واش ممكن نحرّق حزام الامان ديالي؟
انا من كولورادو. من اي منطقه في اليابان انت؟
اكيد. كان شغلنا مزيان امس، ولكن اليوم المكان خاوي. شنو وقت الطياره ديالك؟
لقد دفعت فلوسا حالاً.
من فضلك اتصل بالمسءول.
فين غادي نلقاو؟
تقولها مره اخري من فضلك.
كنبغي لعبه ديال الورق.
بشحال التمن ديال الطوابع لليابان؟
مرافقي تعرض لهجمه ربو.
واش العشا جاهز؟ باغي نموت بالجوع. تقدر/ي تْحط/ي الماءده؟
واش تقدر تكتب لي شهاده سرقه؟
هدّي في هاد الساك ديال الورق بني.
ما نقدرش نقرر.
كان مضاايقني منين جيت.
اش ندير؟
ضيعت محفظتي ومفتاح داري في الشاطء.
واش هنا جاين ف شهر العسل؟
باش تمشي. واش تحط شي فورشيطه في الساك؟
واش نقدرو نْكامبو فْارضك؟
اذا شي وقع، الله يخليك اتواصل معي.
مطفي، من فضلك.
بشحال كيمشيو؟
باغا بغيت نعطّي هاد الرّساله بالبريد المسجّل.
الوصول ديالي غيكون متاخر بثلاثين دقيقه. ارجوك تاخر تسجيل الدخول ديالي.
باش بغيتهم يوصلو و يتقابو، من فضلك.
سمح ليا. واش تقدري تعطيني الطريق لمحطه القطار، من فضلك؟
ما تظنش غادي نحتاج دليل سياحي؟
واش نقدر نوصل للحال علي سته؟
سمح لي، ولكن خاصنا نبقاو عليها.
kanhdām ʿla zzaṛq dyāl lʿaynīn.
واش خاصني نطلب فطور دابا؟
انا خلاص دفعتو ملي شريت تيكيطي.
ايه، تقدر. ولكن سير بْراح.
واش واش غتبدا البيع ديالك ديال الديوانه فاش؟
سمح لي علي التاخير. غنصعدو لغرفتك معاك.
واحده دلّار. خاصك يكون عندك بالضبط الفلوس.
الفيلا ديالك في الطابق الثالث، رقم 357.
ما كاينش الماء سخون جا من الحنفيه.
كنبغي معجم انجليزي-ياباني.
السلام عليكم، عندي حجز.
اريني امتعتك من فضلك.
جيّبها بسرعه، من فضلك. انا مستعجل.
فين؟ ما كتعرفش شي محل ديال تصفيف الشعر هنا؟
تحقق من هذا الي الوجهه النهاءيه، من فضلك.
بدل هادشي بفلوس صغار، من فضلك.
عندي واحد الكرتون ديال السيكار.
واش خاصني نعْلِن علي هادشي؟
واش الكتب ديال الطبخ في الطابق الثاني تا هما؟
كاين خدمه ديال البواخر بشكل منتظم من كوبي للديور ديال الموانء ف شيكوكو و كيوشو.
ابغِي نبدّل هادَا.
واش تقدر تشرح ليا هادشي بالتفصيل؟
مللي يكون ناشف، تقشر من وجهك.
شحال غادي ياخد وقت قص الشعر؟
بغيْتْ واحد الدّليل ديال العناوين، من فضلك.
باغي/باغيه ناخد/ناخذ قيمه اغراضي.
باغي نقعد دابا.
تقريبا ساعه بعد الاقلاع. كنبدوا الخدمه ديال الاكل ملي كنكونو طاءرين بشكل مستقيم.
عندي حجز في الدرجه الاولي علي الرحله رقم واحد واحد ثلاثه من لوس انجلوس الي نيويورك في خمسه وعشرين اكتوبر.
هادي صالحه لمده اربعه عشر يوم، تقدر تستعملها حتي النهار 23.
ماشي مزيان تتقلب ف الطعام ديالك بالصوت.
دوزت الحساء.
جيت باش نقرا في مدرسه ديال اللغات.
لا، سمح لي.
بشحال الثمن للفيلا د الفن بالتاكسي؟
انا مزيان شويه مبكر، واش عادي؟
اي، تقدر تشوفها مزيان، باش اليوم حالتها زينه.
واش نقدر نحجز ملعب تنس هنا؟
واش كاين صالون ديال الجمال هنا؟
واش واش غادي نمشي باي طوبيس باش نوصل للفندق ديال سكاواي؟
واش تقدري توريني شي كريدي كارت كبيره و رخصه السياقه ديالك؟
لا، ما عنديش بهاد القدر ديال الفلوس.
اي، غنطلب شمبانيا مع المقبلات.
ماشي كاين واحد الكابينه ديال التليفون العمومي هنا قريب؟
تاخد هاد الشي بعد كل وجبه، ثلاثه مرات في النهار.
kayn dakkan dial pizza zwin machi b3id men hna, w bghit njarrbou.
واش تقدّر تبحث ليا علي "Anne of Green Gables" في طبعه ورقيه؟
صافي. ما تقلقش. عندنا ممرضه كاتفهم اليابانيه.
انا ماشي مقتنع بهادشي.
السيد ايبرت كان لي عونًا كبيرًا.
داكشي رَايون، صافي كَيْنْغْسَل.
عندي الزكام.
ارجوك شرحها ببساطه اكثر.
بغيْت نبدّل الطلب ديالي، اذا كان ممكن.
نخلي نشوف مع الدكان الاخر ديالنا باش نتاكد اذا عندو هادشي متوفر.
فين نقدر نمشي باش نلقا ليموزين؟
باغي نقدم شكايه للبوليس.
ست ليالي ابتداءً من ثلاثه وعشرين يوليوز. واش مزيان؟
واش شحال الوقت ديال المد العالي؟
شنطتي تقيله بزاف. واش تقدر تعاونيني؟
واش نقدر نبقي فيها في سياتل؟
وريّني واحد اخر، من فضلك.
واش نقدر نحصل علي وساده؟
باغي نمشي نصيد. واش كاين بلاصه مزيانه حدا هنا؟
باش تديوّر في تاريخ امريكا في جامعه هارفارد.
واخا نمشي نشري حوايج تقيله مزيان.
واش تقدّر تجيب ليا شي فلفل، من فضلك؟
الطقس مزيان، مشي كذلك؟
اش كيفاش نقدر نشري تذاكر لدار السينما ديال برودواي؟
فين نقدر نمشي باش ناخد المتاع ديالي؟
kanbghī nshri wshāsh l-wāldī. fī s-sittīniyat dīālha.
غادي نقص 10% من الثمن.
واش خدام هنا؟
باش نتخلص علي حساب المكالمه.
اش كيفاش نعْلِم الساءق باش بغيت ننزل من الطوبيس؟
واش نقدر نحجز غرفتين منفردين بدل غرفه مزدوجه؟
كاين خمسه دولارات و تلاتين سنتيم.
انا غادي نقلب في لوس انجلوس. واصلين في الوقت؟
انا كانوصل مع AF واحد اثنين ثلاثه.
واش نقدر نشرب كاس ديال الماء؟
تايخْد تقريبا تلاتين دقيقه.
فين غادي نمشي لمكتب السيد ميسون؟
ميه دولار كاش و الكارت ديالي بالكريدي.
بشحال واحد منهم؟
الاسواق النقديه غير مستقره.
كانبغي نمشي نطوموبيل ف بروفانس غدا.
باغيْ نْكْرِي طْرْفْدْ لْيَوْمْ وَاحْدْ.
تقريبا اربعين قدم للكاس.
باين شويه ناقص طياب.
غادي نعطيك فلوس كاش، ولكن خليني نقراها، من فضلك. واش هاد الثمن ديال واش؟
واش بنينه؟
واش؟ غداو دابا و باغي يجيبو واحد اخر؟
غادي ياخد علي الاقل تسعه وتسعين ساعه.
كي ديما كيجي يشوفنا فحال.
فين ميروار؟
اش كيفاش نفتاح الصوفر؟
خلّيت شي حاجه في الغرفه.
بغيت شي مقانق، من فضلك.
استخدم اله البيع.
قصّه شعر و شامبوو، من فضلك.
باغي نْكْرِي شيْ فْيرْما.
شحال باقي د الوقت باش نبداو؟
تمّ تاكيد حجزك من جديد.
اعطي هذا لطّابليه ديال الطاكسيات من فضلك.
اش هو نسب المجموع ديال الضريبه اللي غاتطبق علي كلشي؟
واش حال هاد المده ما شفتك.
حجز في ملعب الغولف، من فضلك.
نصبر علي شويه ديال الصعوبات.
بغيْتِ ديري ليا شي طّرف ف شعري.
تقدر تقرضني كرنك؟
عندنا ممرضه كتعرف اليابانيه.
واش عندك شي دوا للزكام؟
واش تقدّر توصّلني للمستشفي؟
لا، ما عندي والو نعلن.
هاك خمسين دولار باش في حال وقع ليك شي مشكل.
القاعه ديال الماءده الرءيسيه غتكون مفتوحه في الثمانيه و كاتسد في العشره.
نديرو كاش شي شيكين؟
كيف حالك؟ صاوبين ف سويسرا و دايرين الموضه هنا.
اي نوع ديال الباتري كيعمل بيها؟
بغيْت كتاب ديال الاطفال، من فضلك.
انا اسف، ولكن كنبغِي نلغي الحجز ديالي.
صافي، ما عجبنيش.
واش باقي شي حاجه تشوف في هاد المنطقه؟
الكتب و الكراسات.
سلم.
نزلو تحت بلوكاتين. كاين في الزنقه.
فين الديْسكو المشهور؟
داك الفندق اللي في راس التله عندو منظر زوين علي المدينه، ما كاينش هكاك؟
بشحال خصني ندخل؟
كانبغي نشوف ماتش بيسبول ديال المحترفين.
ارجوك اتصل بسياره اسعاف.
اه، خاصني نسيتو. شكراً علي التحقق.
هادي هي فيزيته ديالي. انا مسءول علي استيراد الاثاث لليابان.
زميلي السيد تاكيمي اقترح عليّ باش نتصل بيك. واحد من مرضاك.
عندي موعد اخر في داك النهار.
اش كيفاش نرجع؟
نتلاقاو نهار الاثنين.
واش عندك هادشي بالخضر؟
انا جديد هنا.
واش باغيلي الكاس ديال النبيذ.
انا سمسار في التامين.
اش نوع ديال المقبلات عندكم؟
صحيح.
جات شي شغل ضروري ما نقدرش نتجنبها.
الشروط ديال العقد واضحين، ولكن ما فهمتش بالضبط شنو بغاو توصلو ليه بعد هادشي.
ايه، بعض الغرف ديالنا فيها منظر علي البارك، ولكن الثمن ديالهم غالي شويه.
واشْ غْديْ طْحْ مْنْ جْيْبيْ. خاصْنيْ نْخْبْرْ هادْشيْ لْموْظَّفْ دْ لْاَمْنْ دْ لْفْنْدُق.
واش عندكم تخفيض للاقامه الاسبوعيه؟
لقد دفعت جميع فواتيري.
باغِ نمشي نِحْتَاجْ نِحْجَزْ مَلْعَب تِنِيسْ سَاعَهْ غْدَا.
واش عندك شي طّابلات ديال لكرا؟
لا، جينا لهنا العام اللي فات.
تقدر تصف لي الشخص؟
صافي سَلِّمْني.
مانبغيش بثمن هاكا.
بصحه و الراحه.
صافي، غنبعت المهندس ديالنا لغرفتك.
انا عندي حساسيه من التالي.
ايه. واجده عندي هنا. نقدر نشوف رخصه السواقه ديالك، من فضلك؟
الله يعطيك الصحه، كنتي في المستوي اليوم.
سمح ليا، ما سمعتكش مزيان. واش تقدر تعاودها بحروف؟
صافي.
واش نقدر نعرف اسم ولدك؟
واش عندك شي واحد ديال البوظه؟
غريبه، ولكن كنقدر نتكلم بالانجليزيه مزيان ملي كنكون سكران.
قالي ليك كان عندك فاكس ليا.
بـ "شواش" تقصد بالضروره انهم ديما كيشريو رخيص؟
كيف باغي ليك هادشي؟
عندي قشعريره.
الجرح تعفّن.
باش بغيت يعاودو اصدارها.
واش متاكدش ماعندكش حجز بسميه "Suzuki"؟ ولا "Tetsuo"؟
ما نقدرش نفتح الباب.
الـكابوكي واحد من الفنون اليابانيه التقليديه.
اشْحال زْوين؟
بغيْت نطلب موعد باش ندير تمويج داءم.
واش ممكن تعطيني شي غرفه اكبر؟
عطيني شي كيس باش نخلي فيه المزيود، من فضلك.
كنخطط نبقي 12 يوم.
واش تقدر تحافظ علي شناطي ساعتين اخرين من فضلك؟
يا ريت نمشي نعاودو علي مكتب ديال شركه طيران يونايتد دابا.
باش نشوف جدول المواعيد؟
سيّد جيرو يامادا؟ حجزك مُءكَّد علي هاد الطياره، اللي غتمشي سبع ديال النّصباح من شيكاغو.
kanhdām ʿla jīb.
الوان اخري؟
اش دايره باش تستمتع بالمدينه؟
اربعه دواوير.
بدل ليا الغرفه ديالّي، من فضلك.
واش كاين شي مكتب للمفقودات في المحطه؟
واش نقدر نبدل بهاد التيكيت؟
واش تمشي علينا نعاودو هاد العقد عام واحد ماشي عامين؟
خليني نفكر في الامر، من فضلك.
باش نقدر نبدل هادشي؟
واش الفندق غدي يبعت سياره تجيبنا؟
ساندويتش بيض مع المايونيز باش تاخذها معك.
واش تقدر تقولي ليا علي شي فنادق بثمن اقل من خمسين جنيه في الليله؟
واش تقدري تدخلني شي نهار الثلاثاء الصباح؟
باش نفضّل شي بلاصه ف الدّار.
تقدر تحط ليا شناطي في الصندوق ديال السياره، من فضلك؟
واش هي فلّا خارجيه ولا داخليه؟
واش تقدّر تقولي رقم الباص اللي غادي لسانتا مونيكا؟
لاباس، ونتيا؟
كنبغي شي كريمه د النهار.
ولكن، اذا ما اشتغلاتش الضو، ما تقدرش تبدل.
ما كاينش الحجز ديالك، ولكن عندنا شي غرفه.
سته و نصف اليوم، ولكن عادهً في خمسه و نصف.
ابغيت قلم حبر، من فضلك.
غادي نقص 20% من الثمن.
غادي نبحث علي طاكسي اخر.
واش كاين شي صندوق بريد هنا؟
حار، مازال؟
كانبغي نمشي لبرودواي.
واش عندك شي بلاصه ديال مخطط المسالك ديال التزلج؟
نظافه، من فضلك.
اه. ماشي مشي مزيان بزاف.
ما كانديرش الطريق للستاسيون.
داك شي جوج دولارات وخمسين سنتيم.
كاينه في نهايه هاد الزنقه.
Wash katqder tqellem men flouss sghira?
باش نخدم كاش كاشافه؟
شكراً بزاف. وخلي هاد البلاصي كما هي.
بالنسبه لتصميم مشروع ميركوري علي الخصوص، ما كنت نقدر نقرر فيه بدونك.
باش نتّفاَ الضّرك؟
انا غادي نشري هاد الدور.
هاد الوقت ديال العطاء و نشر الخير.
باغي شويه لحم.
بالصحه و الراحه.
لبست جاكيطتي وبلّت، صافي بغيتك تنشفها ليا.
واش هاد السفن القديمين باقين يشدو؟
فينبغيك تجينا نتعشو مع بعض.
شي حاجه دخلت في ودني اليسري.
واش تقريبًا شحال غاتكون سالي بالتاكيد ديالك، سيدي؟
بالمناسبه، كيف كتجرب البرنامج؟
واش عندك شي حاجه تعلن عليها؟
عندي كدمه.
واش البنوك مفتوحه السبت؟
شنو كيديرو هاد الدورات من معلومات؟
واش تقدّر توصيني بمحل مزيان باش نشري شناطه ديال الجلد؟
وا هاد الروج؟
بزاف ديال اللاعبين ديال البيسبول الميريكاني كيلعبو ف اليابان.
فين نقدر نبان الكتب المدرسيه؟
واش نقدر ناخد شويه ديال العسل؟
كانو كنوريو الخواتم وحده بوحده.
باش نقدر نعامل بالفيزا؟
باغي نجرب طبق تقليدي ديال هاد المنطقه.
واش نقدر نطلب من الخدمه في الغرفه؟
واش نقدر ناخد شي موعد؟
صافي وقع لي حادثه ديال الطّوموبيل.
بدا باش شغال في هاد الشركه غير شهرين.
واش في شحال غنتجمعو؟
مشيت طلبت لتوكيو و قالو ما باغينها.
التلفزيون معطل.
فين نقدر نصرف هاد الوصفه الطبيه؟
واش نقدر ناخد شي سكر صناعي؟
كنبغِي نبدّل السِسيون ديالي لشيَاتسو. واش ممكن؟
صافي، انا نباتي. ما كانكولش لحم.
غادي نشرب اتاي في طالعه.
تقدر تمشي باسرع طريق؟ انا متاخر علي موعد.
عندي حَلْق لَوَز.
بغينا نجربو الطّيب ديال البحر هنا.
صافي سَافر بْسَلَامه.
ما عندك شي احسن من هاد؟
كوك دايت مع جليد، من فضلك.
التسليم في اي من محطاتنا مجاني.
لذيذ.
خاصك تمشي تشوف نارا و كيوتو. نارا حافظه علي جو اليابان القديمه بمعابد بوذيه قديمه واضرحه شينتو. الغزلان وصغارها كيتلهزو بحريه في حداءقها.
اعطيني بغايتي لغرفتي.
لكلمه "face" معاني متعدده في اللغه الانجليزيه، بحال القناع، الماكياج، الكرامه، السطح، وغير ذلك.
ارجوك، اضف بعض المال الزاءد.
ارجوك حط اغراضك خارج الدار.
دير شي جوج بلوكات و دور ليمين.
المفتاح ديالي مكسور.
كنبغي معجم ياباني-انجليزي.
كانت عندي واحد الوقت مزيان هنا. شكراً علي كلشي.
هاد الباص غادي للوسط ديال المدينه؟
من فضلك تجنب ما يلي.
الارقام ديال المبيعات كتعاود تزيد بشكل مستمر من يوم ما خرج المنتج للاسواق.
واش غادي مرشد سياحي يجيني فالحمام؟
واش في شحال خاصني نكون عند الباب؟
اشْ شنو اللي غيكون سريع؟ ما عندناش بزاف ديال الوقت.
صافي؟ عطيني دقيقه باش نعاود نشوف هادشي.
واش هادشي كامل مخلل في الفاتوره؟
بغينا طبق مقروط متنوع، و سلطه، و قنينه ديال النبيذ من فضلك. جيبو معاه كاسين من فضلك.
اه، باغي نمشي دابا. الدور ديالي.
واش واش رقم ديال باش علا Piccadilly Circus؟
هادشي معاه ضمان مدي الحياه.
واش تقدر تصلحو، من فضلك؟
ما وصلاتليش سلاطه.
تاخد رقم واحد ديال الباص و تنزل في المحطه الثالثه.
واش عندو شي واحد هنا يقدر يجرب التنفس الاصطناعي؟
ما نعتقدش هادشي جا من اليابان.
جبلي واحد قاروره صغيره ديال الما معدنيه بارده، من فضلك.
اريني بعض الالعاب التعليميه، كما يقولون.
بغيْت حْزام.
نَفكر فيها شويه.
انا معاها بالزاف. نمشيو للدكان ديال التقدي عبر الشارع.
بيض مقلي بالخضره.
سمح لي سيدي، جميع الغرف محجوزه.
المكالمه مع اليابان متوصله. تفضل.
ها هو الدليل. خاصو يكون تمّا.
عندي تورّم.
واش متاكد؟ عافاك شوف مره اخري.
واش نقدر نحصل علي مرشد ياباني؟
بشحال هاد الساك؟
باغي نمشي بالطياره ديال غدا.
شكرا علي العشاء الراءع.
ارجوك ابدل العدسه. واش تقدر تجيبها ساهله وانا كانستني؟
تمشي دغيا لتما، و تلقاها علي يمينك.
ما نقدر نحافظ علي والو ديال الاكل في كرشي.
واش تقدّر/ي تهزّ/ي هنا شويه باش نتصوّر؟
باش تمشي لكازا الكانيون الكبير.
الرجاء عمل صوره اشعه سينيه.
kanhdām bḥal qādah l-wāldah dyāli.
تقدر تحجز ليا تذاكرين؟
دابا تعرضت للاعتداء.
طاوله للتدخين ولا لغير المدخنين؟
كنسمّيوها جبل B. تبعد علينا حوالي 20 ميل.
بغيتي كيتشوب ولا خردل معاه؟
داكشي ف الطابق الاول، من هاد الطريق.
واش كاين ولاد اللي كيجمعو الكوره؟
لڤيغاس؟
واش هاد الموضع كياخد ماستر كارد؟
واش الضيوف يقدروا يدخلو للديسكو ديال هاد الفندق بلا ما يدفعو فلوس الدخول؟
واش اي واحد من هاد النوازل عندو مرشدين كيتكلمو اليابانيه؟
ما عنديش نسخه من تذكره الطياره ديالي.
في كراسه منفصله سمّاه "معلومات اساسيه عن الشركه", موجوده في الملف اللي عطاو ليكم، غادي تلقاو شرح مفصل اكثر.
بشحال غايتاخر؟
واش واقي واش كايفتح ف شحال و كايسد ف شحال؟
واش تقدّر تجيب ليا شي لحافات، من فضلك؟ البرد هنا في هاد الغرفه بزاف.
بصحتك. بالمناسبه، واش كاين تليفون عمومي قريب لهنا؟
بغيتي تشرحها للسمّان؟
واخا تقدر تحطّها حدا الضّريبه، من فضلك؟
كانضيق هنا.
عندي شي غسيل.
فين القصر؟
Wash qed tqelleb 3la l menu?
مكان في المقدمه من فضلك.
رجاءً، ارجع قبل الساعه اثنين و عشر دقاءق.
صافي، وحده من واليزتي ما بانوش.
واش كاينين رحلات كامله النهار؟
واش نقدر نحجز في تسعه ونص الصباح، من فضلك؟
بشحال كتخلص علي التوصيل؟
بغينا تكتات لسان دييغو، من فضلك.
تقدر توصل ليها تقريبا بـ تسعين دقيقه ديال المشي من هنا.
كل واحد و ما بغاه. انا كانشرب بييره.
انا من يوكوهاما، اليابان.
مكان حدا الضّريعه، من فضلك. و بغيت نقعد مع بنتي.
واش تقدّر تشرح ليا كيفاش ندير مكالمه طويله المسافه؟
ولد في التسعينات.
هاك الباقي ديالك. تسعه و سبعين دولار، تسعه و ثمانين دولار، تسعه و تسعين دولار، ميه دولار.
واش عندك باركا؟
لا، ماشي كاميرا ديالي.
التلفزيون معطل.
واش اخر طوبيس غادي لـ بيمليكو في شحال؟
بغا ليا شي دوا، راه باغيلي الدوار فالبحر.
خمس ساعات و ثلاثين دقيقه اخري.
هادي هي الغرفه سبع سبعه واربعين. واش كتعطيو اي نوع ديال كوكتيلات؟
هادي الطريق.
افْفْ، ما دِيرْ هادشي.
النساء كيتزيّو.
صافي. واش كيف ديال هادشي؟ هاد النصف نهار ديال الدوره كيعاودك لهنا علي ساعه وحده.
هادي تقبل تغسل؟
اريد التواصل مع المسءول علي المحاسبه من فضلك.
واش تيكات كاينين؟
واش عندكم شي سلاسل اخري بتصاميم فريده؟
واش ما نمشيوش حول هاد الشعاب؟
واش تقدري تقولي فين غانزورو في النزله؟
خاصك تمشي للمستشفي باش دير فحص عام.
واش ممكن تعطيني شي غرفه اخري من فضلك؟
فين اقرب محل ديال الموسيقي؟
كانبغي نحط الحاجه الثمينه ديالي في الخزنه ديال الامانات.
نظن هاد بلاصتي.
ارفع يديك.
فين كتقفل ديك الدكان؟
واش واش كاين واحد الطران الاول غادي لـاوكسفورد؟
بشحال لخرجه ديال السيرفيس د الغرف؟
واش عندك جريده بالانجليزيه؟
عصي الاكل، من فضلك.
كنفضل وحده زرقا، اذا عندك.
تبارك الله تشفي قريب. ما تقلقش.
بْشْحَال. كَايْنْ نِيَّهْ نْدُوّرْ شْوِيً وْنْزُورْ صْحَابِي قْدَامْ.
اش دايره ليك؟ / واش كتشوف ليك شي حاله؟
كنبغي شعري يبان من فوق الدنبات.
المنضده ديال النقود تمّا.
علاش القطار متاخر بزاف؟
واجب نلبس ربطه عنق؟
سميه و رقم الغرفه؟
عندي طير في الكوطه.
كنا مهتمين بالدين.
ماشي مشكل. فين بغيتي تاخده؟
انا تاني. مشينا بزاف اليوم.
ما عندي فكره.
غادي نشارغو البطاريه ونظفو البارابريس.
طاوله في التراس، من فضلك.
نصف الثمن المسجل؟
اش اخر اجل باش يدوزو check-in؟
شويه مزيد من الدفع من الخلف.
ارجوك صوّر هاد الدرب اللي في الخلف.
واش عندك شي تحف زوينين؟
دارت الشتا فالبرد.
كانوا كيتفرضو فطور في سبعه د صباح كل يوم ما عدا نهايه الاسبوع.
واجب نشوف طبيب فصباح دغما.
ارجوك اربط حزام الامان وتجنب التدخين الي حين الاقلاع؟
باغي نتصل باليابان.
نتمني نمشي شويه ديال الوزن بعد هادشي كامل.
انا غادي نمشي لملبورن.
واش عندكم اي رحلات مع مرشدين كيتكلمو اليابانيه؟
لبْرّد هاد الصباح.
سمح ليا، ولكن باش من تقاطع دابا؟
نَسِيتْو ملي كَانْ شْرِيْتْ فِ الْحَانُوتْ قْبْلْ عَشْر دَقَايْقْ.
واش نقدر ندخل بالجينز و الصباط ديال الجلد؟
بغيْت شي موْز.
كانت كتفي متوتره بزاف، مشي كذلك؟
صافي، واش من طعام كتعجبك؟
واش غاديه؟
واش تا واحد المقهي قريب لهنا؟
سمح ليا. واش تقدري تقولي فين نقدر نبغي الميترو؟
كيف حالك؟ انا ايتشيرو تاناكا.
بشحال الثمن ديال الاضافه فالطونده السريعه؟
اذا كانو كلهم معفيين من الضريبه، غادي ناخد واحد الكرتونه ديال C.
يعتمد علي نوع الرحلات. رحله ليوم واحد الي يوسمايت هي ثلاثين دولار وهي الاكثر شعبيه. يوسمايت تبعد ثلاثماءه وخمسون كيلومتر من هنا.
واش شنو هي الخط اللي غادي لسانتا باربارا؟
ما بغيتش كيتشوب.
خوذ اللي بغيتي. غير ما تطلقش.
باغي نشوف شي ماتش ديال كوره.
واش عندك شي غرفه وحده الليله؟
في الواقع، عندنا تخفيض علي البلوزات دابا.
واش تقدّر تقترح شي رحلات قصيره زوينه؟
شيكات السياحه ديالي بالدولار الامريكي.
واش تقدر توصلني بصاحبي؟
فين نقدر نشري تيكيط؟
هل المعدات مضمنه؟
واش نقدرو ناخد شي خبز، من فضلك؟
خليني نشوف. اه، عندنا شي غرفه خاليه.
السلام عليكم، Tanaka. فرحان بوجودك هنا. فين كتقيم؟
واش كاين شي واحد هنا يقدر يتكلم بالانجليزيه؟
ايه. خاصني نمشي دابا. ان شاء الله نشوفك قريب.
سته و نصف.
هادي اول مره.
فين اقرب محل غسيل؟
اعطوني غرفه هاديه، من فضلك.
جاوبني الله بالخير العام اللي فات.
يا له من شيء راءع.
باش بغيت اللي عراض في Vitrine.
واش عند واحد قد يكون اكبر شويه؟
مازال ما شفت. ولكن اظن عندي حراره عاليه.
اشْ شنوْ شِكايَتْك؟
بدا التساقط ديال الثلج.
هادي هي الغرفه سبعه علي اثنين. بغيت تقعدني ف سبعه د الصباح غدا.
ما تخدم بزاااف.
اه، لا. كنت عارف هادشي غيعطي نتيجه خاطءه. غنعاود نرجع لليابان مسكين مفلس.
واش هاد الطران ديال شيكاجو؟
سمعتْ الدّارْ ديال الطّقسْ دابا. كاينه توقعاتْ غادي يْوقف التّلج شيّ وقتْ غدوه.
باش نقعد هنا؟
انا كنكتب شي هايكو بحال الهوايه، ماشي شغل.
واش كاين بلاصه امنه باش نخبي فيها شناطي؟
واش عندكم عروض خاصه للعاءلات؟
فين بلاصه مزيانه باش نشري تحف؟
هاد النظام ديال الاجر علي حساب الاقدميه.
ارجوك تمدد/ي هناك.
واش نقدرو نمشيو لـ tiki point غدا؟
يمكن يكون شي شويه ديال الثلج.
تقدر ترسم ليا واحد الخريطه؟
تبان ليك شي وحدين ديال "الماكنات" ساهلين بزاف، ا سيدي، واش ما تجرب شي "روليط"؟ خاصك غير تحط شويه ديال النصاءح ديالك ولا فلوسك علي الرقم اللي غادي تراهن عليه ف الاول.
كنت متاكد انك غادي تلقي شي اختيار اوسع في صيدليه.
غا مزربّه عليا. وريني واحد اقل ثمن، من فضلك.
هذا هو المشغل لخدمه المكالمات الهاتفيه الدوليه.
قرايه نڭليزيه.
هاد السياره غادي لباريس، ما كاينهش؟
ارجوك ضع خمسه دولارات وخمسه وعشرين سنتًا للدقاءق الثلاث القادمه.
بغيْت كَامِيرَا، عَفَاك.
اشحال الطول ديال منصه الغوص؟
واش غادي تستاجر عربه غولف؟
اعطيو فاش تكرمو بطاقات النزول.
واش نقدر ناخد شي موعد دابا؟
شاوي بزاف علي كرش.
كيدا نقدر نمشي للوسط ديال المدينه؟
صافي بحال ما كتقول.
ما كليت والو قبل. بغيت نكول دابا.
صباح الخير. بكم؟
ما عندي بزاف ديال الوقت.
صافي. نتلاقيو فحال.
واش نقدر نصرف ثلاث ميه دولار بالفيزا ديالّي؟
اش كيف بغيتي الويسكي ديالك؟
باش نقدر نبقي معاها؟
عندي الدوره الشهريه.
خاصك تصرف شيكات المسافر ديالك في بنك.
اعطيني متعلقاتي للغرفه من فضلك.
مازال محجزتش بلاصه في الطاءره ديال الرجعه.
واش من هاد الالوان هي اللي خرجات حدايث؟
اشحال من الوقت يدوي باش نوصل لفيلادلفيا؟
غادي تزور كل البلايص السياحيه في سان فرانسيسكو في حدود 49 ميل بالسياره.
واش نقدر نبقا هنا باش نشوفو؟
واش باقي شي بلاصه لهاد الليل؟
كسرت نظاراتي.
حوايج ديالك ما كيمشيوش مع لون فستانك.
حطّها هنا، من فضلك.
هذا واحد اوتوماتيكي. عندَنا هاد الموديل ديال الساعات الكوارتز، سيدي. هذا مقاوم للماء والصدمات.
غير شويه تقطيع بالمكنه، من فضلك.
واش كاين شي طْرَن لـ اوكسفورد فـ قريب؟
مع الفطور؟ بغيت نحجز.
باش نقدر نمشي فرنسا مباشره من هنا؟
شحال هادشي صالح؟
باغي نبدل الحجوزات ديالي.
تقدر تجيب لينا طكسي؟
واش نجربو برجر؟
واش كلشي مزيان؟
واش عند شي ليموزين ديال فندق ABC؟
واش فينما غترجع السياره يوم الجمعه؟ شنو الوقت؟
واش شنوّ الخط ديال ماديسون سكوير؟
نعاود ليك بالتليفون فاش ما نقدر.
سمح ليا، ما فهمتش شنو قلتي.
دولار واحد للكيلو.
واش ممكن تحطها ليا في علّاقه؟
مانعرفش كيفاش نستعمل التيليفون، عافاك وريني.
وجهتي هي لندن.
اه، خاف ديالها ما كافيهش الوقت.
واش شنوّ باش ناخد؟
بغيْت شويه كريم ديال التنضيف.
اهلاً بكم من جديد و مرحباً في امريكان توب فورتي.
واش واش احسن حدث؟
اشحال غادي ياخد الوقت باش تفتح البراعم و تولي زهور؟
بغيْتْ نْكَلِّمْ السيده نوموتو، فْ الغُرفه خمس ميه واحد.
غادي تكون معجبك تشوف داخل ديك المسرح. هاداك هو Teatro alla Scala.
الخط المظلل يوضح ارقام مبيعات شركتنا للعام الماضي.
كنتمني تقدر تزور هاد المعالم السياحيه الزوينه ف امريكا ف اقرب وقت.
دير وستمنستر.
صاحبي/صاحبتي عاني من حمي شديده.
kayn f ttaabeq sseba3. t'qedd l'asansor f n'haayat l'qesba.
غادي نستني ليك.
حطيت التيساك ديالّي، و لكتاب، و الكاميرا في التيسّاك ديالّي.
كنعطّي راسي في النعاس تقريبًا في الساعه عشره، وڭانغف مباشره.
كان طويل و عندو شعر صاافي.
ازدهرت الثقافه، مع انشطه مثل مسرح الكابوكي، ورسوم اوكيو-اي، والادب وفن الفخار التي اصبحت شاءعه.
واش عندك محل ديال Dunhill هنا قريب؟
واش ميه وعشرين مليون واحد في واحد بلاد مساحتها تلاته وميه و ثمانين الف كيلومتر مربع؟
tikté dy rruh w rj'a l Miami, 'afak.
واش تقدّر تقولي فين اقرب بنك؟
بغيْت تذكره وحده للكبار، من فضلك.
سميتي Watanabe Goroh.
بشحال غادي يوصل هاد الضرف؟
الْفِلْفِلْ، عافاك.
واش تقدر تجيب ليا الطّالون؟
صافي، طبيب الاسنان اللي كنمشي عنده مزيان.
الضوء ما خدامش.
باغي شي حاجه للكحه.
صافي، هادي هي الغرفه ديالك.
شحال باقي باش يجي القطار؟
واش نقدر ناخد دوا؟
اعطيني توقيعك هنا، من فضلك.
ماشي كاين كانطين قريب هنا؟
الرقم هو خمسه سته سبعه ثمانيه واحد اثنين ثلاثه اربعه.
ارجوك سيدي، قد نهبط في اي لحظه. تفضل بالجلوس.
يوكوهاما قريبه من طوكيو.
بغيْت مَصْفَاه، عافاك.
اشْ شنوْ نقْدِرْ ندير؟
واش كاين واحد هنايا كيتكلم اليابانيه في المحل؟
واش من هو اللي في الديل؟
واش ممكن تعطيني خريطه ديال الدليل، من فضلك؟
ما نقدرش نسمعك مزيان.
داخْل تاخير بحال ساعه. غتمشي 17:10.
الرقم هو واحد اثنين ثلاثه اربعه خمسه سته سبعه ثمانيه.
ما غاديه تتدفا الما بما فيه الكفايه.
في هوكايدو، ما تقدرش تلعب غولف لمده سته اشهر تقريبًا بسبب المناخ البارد.
تقدر تبعهم منفصلين؟
كانبغي نمشي قبل يوم واحد.
كيتبدا من التاسعه.
مزيان ليك. كل الدكاكين عاملين تخفيضات دابا. تقدر تْشري بثمن ناقص.
واحد لحظه. غنلقا قلم.
اه، ما نعرفش. واش ما تجربوش ماكدونالدز؟ كاينين في اليابان، ولكن...
باغا نمشي هادشي. هادي هي السلعه.
واش كاين شي طوبيس غادي يمشي ف هاد النهار؟
اش كيفاش نمشي للمتحف؟
ما عليك. بغيت ساليت المسوده ديال البرنامه ديالي.
سيُعجب السيد غودمان بها حقًا.
ايه. باغي ناخد بيضه، نقانق، توست و فواكه طريه.
الكرا دايز في اخر يوم من كل شهر.
هاد ماشي هو السدايه المناسبه.
رقم الرحله هو PK سبع ميه و ثمانيه في خامس شتمبر.
واش فيه شي مشكل في البانيو ديالي.
اشْحال كاينين ديال المنتوجات ديال لهاد المنطقه؟
مازال ما جاتش شناطي. واش تقدر تسولي شنو وقع ليها، من فضلك؟
كنتِ باينه زوينه بزاف في التليفون.
هادي كاميرا كانون من نوع سينغل لينز ريفلكس.
اش اسم القلعه؟
واش كاين طوبيس من المطار للبلاد؟
واش تقدّر تعاود ليا الاسم؟
صافي تنزل في المحطه التاليه وتاخد الطوبيس لـ هايد بارك.
اَاسِف، مَا كَانَتْشْ عِنْدَنَا هَادِي. تَقْدَر تَشْرِيهَا فَال صِيدَالِي ف الطَّابِق الاول.
بغيْت نْقْعُدْ فْلَاسْطِيج، عافاك.
اشْ شنوْ باغي تشرب؟
باش بغيت نفس الشيء.
فين بلاصه بارنز اند نوبلز؟
بزاف-بالخصوص ملي نعست علي العشا البارح. بالمناسبه، واش تقدري تقولي كيفاش نمشي للمتحف البريطاني؟
من فضلك، قم بادخال الرقم تسعه علي هذا الهاتف.
واش شحال الوقت اللي تسد المحل؟
طارتي تاخرت، و ما لحقتش الطياره اللي كانت مزمعه.
واش تمشي تلغي الحجز ديال البلاصه ليا؟
بغيْت شيّ شْيْطْس.
انا غادي نمشي ليها تا انا.
مزيان بزاف.
كنبغي غرفه فيها باينيو.
باش نقدر نمشي نشلحها؟
مانعرفش، سيدي. واش كتهضر بالانجليزيه؟ واش كتحكي بالانجليزيه؟ تهضر.
نتمني يكون مزيان.
الخط مشغول.
ايه، سيدي. الساعه حداش.
واش نقدر ناخد شي موعد ليوم الجمعه؟
واجب عليّ ندير كونكسيون. واش ممكن؟
لا، ما كانعارفش. بغيت شي طوموبيل ما فيهاش دخان، من فضلك.
واش المبتدءين ما كايصلحوش؟
احتاجهُم اليوم.
كنبغي كرا واحد من رخص السيارات ديالك لمده اسبوع.
هاد اللباس ما كايجيش ليا مزيان.
واش تقدري تقولي فين بلاصتي؟
واش اي طاءره كتوصل بدري لمدينه نيويورك؟
فين خلاّيتيه؟
ارجوك، بدل هاد العمله الفرنسيه بالفلوس الكاش.
ما كاينش بلاصه نحط فيها المْحْموله ديالي.
تحسسو بمستحضرات التجميل ديالنا قبل ما تمشيو من هنا.
ما تقلقش. ماشي بعيد علي المدينه.
تا خسك.
صافي، علاش ما نمشيوش للبلاديا غدا؟
قَوّضْ ليا سْواك.
هاد النصف يوم ديال الدوره كيتسوا باليابانيه؟
بشحال في النهار؟
ايه، كانعْملوها. هاداك هو الاختيار ديالنا.
اه، تقدر تمشي بـ "غراي لاين اير شاتل" ولا "كاري ايربورت اكسبريس".
اذا قدرتي تخفض شويه في السعر، غادي نشريها.
فين الكاريوم؟
كنبغي نبقي هنا شويه ديال الايام الزياده.
اي، باغا نشري كادو لختي.
نّضّف هاد الثياب.
فين نقدر نشري جريده يابانيه؟
اش دايره هنا المشكله الرءيسيه؟
واش نقدر نسبح هنا؟
واش من الفوق؟ نشد شي من الدار؟
ايه، هادا هو اللي خليتي من وراك؟
ايه. تقدر تشوف افلام علي HBO، وهي مجانيه.
اش كيفاش نمشي لهوليوود؟
ناخذ غرفه بخمسه عشر دولار.
اكيد حجزت.
واش عندكم خدمه غسيل؟
نظن/نعتقد رجلي مكسوره.
كنتَيا سيدي ايتا كتعَطيّ كلامْ ديال شاعِر.
واش كاين شي بلاصه ديال السياحه هنا قريب؟
واش تايجي فيها كابين د النعاس ف الطرين؟
صافي؟ ان شاء الله ما مشاتش بلا بيا.
نخرجو ناكلو مع بعض.
بشحال هادشي ديال يومين؟
انا غادي نمشي لـ ميمفيس.
من اي رصيف يغادر القطار الي يورك؟
باغي نحجز تذكره لروما.
سيدات وساده، الكابتن جورج كوهين وطاقمه يرحبون بكم علي متن رحله الخطوط الجويه المتحده رقم 800 الي نيويورك. اذا احتجتم لاي شيء خلال الرحله، ما عليكم الا ان تطلبوه وسيسعدنا مساعدتكم.
اللي خضرا.
اَفرْضْ اتْصِلْ بْقسم المفقودات.
واش ممكن نعطيك رقم ديالك، من فضلك؟
واش ممكن تشوف ليا اذا كان هناك رحله اخري متوفره؟
لا. غدي نبقاو هنا ثلاثه ايام، ومن بعد غدي نمشيو لنيويورك ونيو اورليان.
عندّي pass ديال يوريل و فيزا ديال الاتحاد السوفياتي.
باش ممكن نتكلم مع السيده كاوري واتانابي في الغرفه ثمانيه اثني عشر؟
واش عندك شي حاجه اخري شرب؟
هاد الفستان ديال الكتان؟
سمح ليا. عندي صداع. واش عندك شي دوا؟
ارجوك ضع رول فيلم في هاد الكاميرا.
الطلاب الامريكيين في المرحله الثانويه ما خاصهم يخدمو بزاف.
باغي ناخد هادشي معايا.
فين فهمت. هاد هو ديالي. انا تابع للمركز ديالنا للتصميم الداخلي.
واش شنوّ الطّوموبيل باش نمشي لـ هايد بارك؟
هاد البيرا مابقاتش فيها الفقاعات.
ايه، نتا/نتي.
كانبغيو كاملين نكونو علي نفس الطاوله.
ما كاينش ليكافيه ديال فوط الحمام.
نظن هادشي ممكن ما يكونش صحاح. واش تقدر تطلّع عليه؟
غادي يرجع الاسبوع الجاي.
مامات ليا الميمه.
كنبغي شويه ديال البورتو.
خُدْنِي لِمَسْتَشْفَي.
يا سماء!
واش عندك هاد النوع بلون زاهي؟
بغيْت قلم.
واش ممكن نعطيك شي ليمون للاتي ديالّي، من فضلك؟
اعطيني وصل، من فضلك؟
فرصه سعيده ليكوم، بزاف. واش هادي اول مره ليك في امريكا؟
واش ممكن تبدل هاد السيور ب شي وحده اصغر؟
واش تاحد كايجلس هنا؟
شنطتي زياده ثلاثه كيلو.
كنظن غالي بزاف. ماعندكش شي سعر معقول؟
غادي نمشي بكري فصباح دغدا غدا.
واش كاتباعو بضاعه معفاه من الضريبه في الطاءره؟
واش من اللي دارو الفيلم؟
الصيف هنا ماشي بزاف مزيان.
باغي نشري هادشي.
تبع العلامه اللي كتقول تاكسي.
ايه، معاك حق، بالضبط في وسط شارع الخامس. فين بغيتي تمشي؟
واش علاش درتيها؟
صافي، حتي وصلتي ديالي سرقات.
كنخاف ماعندناش. ولكن متاكد غتيعجبك غدا خاص ديالنا.
7:30. سبع و نصف.
صافي. دابا هي 11 بالليل، صافي بغيت نقلب عقارب الساعه ديالي لـ 10 الصباح، فهمتي؟
اه، ريمينغتون ممكن تكون مزيانه.
تقريبا ساعه ونص.
باش تقدر نعاود نزيد كاس ديال الماء؟
خَلّيني نشوف هادشي.
فين غادي نمبدل الفلوس؟
صافي ستاين، غانمشّي نسول السي ايماءي واش يقدر يجاوب.
واش نقدر نوصلو ليها في عشر دقايق؟
هاد الكاري حار.
عندي مشكل مع الساك اللي شريت امس.
واش عندك شي حساسيه لدوي؟
ايه، عندنا بالاسود والبني.
باغي نشوف ماتش كوره احترافي. فين نقدر نشري تيكيت؟
صافي، شنو؟ ما فهمتش عليك. واش تقدر تحكي بشويه لباطل باش نفهم؟
خمسه وعشرين، عشره ديال عشره، والباقي في ورقه وحده، من فضلك.
اش كيفاش نمشي لفونتين كولومبوس؟
عافاك، عطيني شي حاجه مزيانه لفوها. تشقّقات من الهوا البرد.
واش كاين شي حاجه محليه مميزه؟
متخافش. هاد الكلاب ما غادي يعضكش.
ايه، و الدلافين زوينين بزاف.
بشحال كيمشي؟
لقيت راسي ف يدي. (or, more literally, but less common) عوجات ليا يدي.
فين هاد البلانات ديال النجاه؟
تمشي ديريكت علي هاد الطريق اربعه بلوكات. و دير لفيراجل عند السيموفور.
تقدر تبعث هادشي لليابان؟
خلّيت محفظتي في المحل ديالك.
اش كيعجبوك هادو؟
واش كاين طاءره غادي ل سيدني؟
واش نقدر نكمل سفري غدا؟
هادي منطقه استلام الامتعه ديال الخطوط البريطانيه واحد اثنين ثلاثه؟
غادي نمشي نطّلع سبع د الصباح غدا.
غادي خصنا نعاودو نشوفو بعضنا قريب.
اي، بغيت واحد الويسكي و الصودا مع المقبلات.
ارجوك دق جرس الانذار الطارء.
واك. نقدر نحط هاد الصندوق ديال المتاع؟ فين غادي؟
واش كاين شي حاجه مميزه في هاد المطعم؟
سمح ليا، انا مفتاح داري ضاع/مني مفتاح.
واش عندك شي حاجه ديال الديزاين عصري شويه؟
فين نقدر نبدل علي طريف؟
صافي غادي تبدل شيك ديال الدولار الامريكي لفرنك فرنسي؟
نݪتقاو غدا.
واش ما نديروش كلشي هادشي مع بعضنا؟
واش نقدر نغوص البحر مللي يكون عامي؟
بالاحري، تفضلوا الي الجمارك هناك. اتمني لكم اقامه طيبه.
وريني الموديلات الجديده، من فضلك.
واش عندك ترموميطر طبي؟
الْصَّبَاط ضَيِّقْ بَزَّاف.
باش شهر اللي فات ف التاسع.
صافي، ثلاثه عشرين، ثلاثه عشره و خمسه ديال درهم.
باغي نجرب شي اكل ياباني. طيِّب ليا شي واحد.
واش نقدر نبدل بلاصتي لهاد السيت؟
يه، تسلينا بزاف.
واش ممكن للعرض ديال النهار؟
انا باغي نطّلع علي متاعي.
خططي تغيرات. بغيت نبقي ثلاثه د ليالي بدل اثنين.
اه، شكراً. بيتي، واش تقدري تجي لهنا، من فضلك؟
شحال ديال الاحزاب السياسيه كاينين؟
سيرْ وقّفْ.
واش عندي شي مراسله؟
رقمه ديال التمديد تلاته سته سبعه، من فضلك.
واش نقدر نكمل السفر؟
كون اكثر حذرًا في المستقبل.
السلام عليكم، بغيت نتصل ب طوكيو.
اي، ولكن واش غتمشي تخلي الشنطه الخفيفه فوق الرف ديالك؟
هذا اتاي اخضر.
واش عندك تيكيت؟
بغيت عصير ليمون، من فضلك.
واش تقبلوا فلوس يابانيه؟
كان صاحبي كيعبر الشارع بالضو الاخضر.
واش عندك وحده باللون كحلي؟
تقدر تساعدني بهاد الساك؟
اه، شكراً اختي ستايسي. ان في الواقع حضّرت هاد التيّاف بنفسها.
شحال ليله الاقامه؟
بغينا قهوه بعد العشاء، من فضلك.
كيما كيتعلمو بشوق احدث الموضه من التلفزيون و المجلات.
اطلب طبيب بسرعه، من فضلك.
كنبغي كتاب ديال الاطفال.
فين الكوانطر ديال رحلات الربط ديال الخطوط البريطانيه؟
اشمن حاجه كياكلو في الطاوله اللي حداكم؟
باغِ بغيت شي غرفه لشخصين.
واش تقدّر تقولي فين نقدر نمشي نلقا الخضره المعلّبه؟
واش عندكم شي اسعار ديال سيمانه؟
واحد الغريب عرض باش يصورني، و انا عطيتو الكاميرا ديالي. و من بعد، هرب بها.
اه. واخيرا وصلنا لنيويورك. دابا خاصنا نركبو الميترو باش نمشيو للفيلاج. ما خاصناش نشريو خريطه ديال الميترو؟
كِدايرْ نْمْشي لْـ ABC Center؟
واش عندك دوم بيرينيون؟
فين الطريق لـ فندق غريس؟
خُذْ مَكْتَبَيْنْ بَعْدْ كُلّ وَجْبَه.
واش تقدر تحكي بباطء؟
تقدر تفتح حقيبتك؟
خدمه الغرف، من فضلك. رقم الغرفه عشره خمسه عشر.
بحر جنسي للفتاتين اللي تمّا.
كنبغو بلاصه فوسط الملعب علي خط القاعده الاولي، من فضلك.
بشحال؟
شويه قهوه اخري من فضلك.
واش عندنا الوقت باش نشوفو داخل المعرض؟
فين هاداك قسم ديال الحوايج الزوينه؟
كل البلايص مشاّو، ولكن تقدر تجيب تيكيت باش تشوف الماتش اذا بغيتي تقف.
ارجوك حرر محضر سرقه.
واش تقدر نمشي نصبغ ضوافري بيدّي؟
صافي. هاك.
قول ليا فين كاين الاتصال ديالك.
شوف، كبيره بزاف، ا سي؟ غنحضر ليك شي باكيه باش تاخد منها بعداً.
واش عندك جريده؟
بغيْت خريطَه ديال خطوط الطّوموبيل.
كنبغي بزاف الافلام اللي كيبكّيوني.
واش عندك شي حاجه اوسع؟
واش كاين محل ديال الديكارتي حدا هنا؟
ارسل هذا بالبريد الجوي من فضلك.
المدير ديال الفندق ديالي، السيد هيلتون، عطاني سميتو.
تقدر ديرها ثلاثين جنيه؟
قول ليا شنو الوقت خصني نرجع لهنا.
من سته ديال الصباح لحد عشره ديال الصباح.
تْوَي برْگر.
اريني واحد اقل ثمن.
بزّاف ديال اللون، عافاك.
منين كاتْهَزّ؟
كانت عندي مسءوليه ديال شءون الموظفين لفتره، و لهذا كيهمني بزاف نهضر مع الناس.
واجب نستناو هاد الوقت كامل؟ شكراً علي كل حال.
واش القطار غيمشي في الوقت؟
باش تقدر تملا هاد الفورمه؟
باغي نغوص في بلاصه قليله العمق، مزيانه و فيها ضو.
اه، هادشي مزيانش. ممكن مره اخري اذن.
واش عندك شي بروشورات يابانيه؟ بغيت واحد، من فضلك.
مازال الحلوه ديالي ما جاتش.
واش نعاود وحده اخري؟
كان يكون مزيان اذا كانوا عارفين بهاد القدر علي اليابان.
شي حاجه حول ثلاث ميه جنيه، من فضلك.
واش كاينين شي رحلات فيها زْياره لواحد الديسكو؟
باغِ بغيت هَامْبُورْغِير، بَطَاطَا مَقْلِيَه وْعَصِير لِيمُون.
ارفعوا ايديكم.
هي مزيانه بزاف.
شكرا بزاف. الله يعطيك سفره سعيده.
شحال ثمن النوضه؟
اشحال غادي يطلع ليا الثمن باش نخلي السياره؟
كسرت رجلي.
بغيْت مْشَبَّك.
دابا، غنفتّح ليك المسامات بالبخار.
سمح ليا، نقدر ندخل؟ شفت الوكاله ديالي.
واش نقدر نشري تيكيت ديال البالي هنا؟
ما نقدرش نبيع والو بلا وصفه طبيه.
واش طلبتي سرير صغير لوليدك؟
kanhdām bḥal chi ḥaja ntfakkr bih ṣdiqi.
دايرين ليك سيدي.
كنبغي واحد البازل.
بالفلوس ولا بالكرط؟
باغي ناخد طوبيس سياحي.
بغيْتْ نْكْرِيْ مْزْوِجْ دْ رَّاسْ، عافاك.
بشحال غادي يطلع هاد الباكيت باش نبعتو بالطياره؟
فين نمشي باش نلقا قسم الاسرار؟
كنبغي نقعد حدا صاحبي.
عطيني داك. واش تسمي هاك؟
فين غادي توصل هاد الطريق؟
واش مللي مرضتي؟
ما نقدرش نشري واحد غالي بحال هادا.
زيد دير سْواغْ فْهاد الطريق حوالي ثلاث ميه متر.
لا، كلشي درت انا بوحدي. وحده من هواياتي. باغي نبغي البستنه بزاف.
صافي، غادي نعطيك فلوسو بالدولار والين.
باش بغيت شي دوا للامساك.
هاد الكابل كار غادي ياخدك للفندق.
ارسل هذا بالبريد المسجل من فضلك. واش شحال كامل؟
ضغط علي تسعه للخط الخارجي، ثم اضغط علي ثمانيه واحد لليابان، ثلاثه لطوكيو، ثم رقم الهاتف.
سمح ليا. غنحط حوايجي دابا.
واش نقدر نعاودو لمدينه اخري؟
بشحال المسافه من هنا للوطيل؟
غادي نمشي ثلاثه د ليالي.
يَدّيك فوّق! سكت و عطيني فلوسك.
كنقدمو ساندويتشات و مشروبات من 11 الليل لـ 6 الصباح.
انا غادا نمشي بواحد النهار قبل المعتاد.
بسلامه. اتصل بيا غدا.
واش تقدر تلغي الحجز ديالي؟
كنت كتعاني من تعب شديد.
فين نقلب القطارات؟
باش بغيت بيض مفرفش مع لحم مرقاد، بطاطا مقليه، خبز محمر و قهوه.
ايه، بالعافيه. هاد الفيلم من صنع اليابان؟
واش حال هاد المده ما شفتك.
اش داير فين ما تايلقاش؟
يمكن يكون عندنا طابله فارغه حول الساعه تسعه.
صافي بلوكتين، ثم اول شمال؟
واش. كتقول اليابانيين ياكلو هادشي؟
فين نقدر نبغي المْعَالِق والشُّوَك؟
اه، معاك الصح. هادشي زوين بزاف. غنرجع بالتاكيد غدا.
كنبغ شي شامبو ملون.
صافي. الممثل مزيان بزاف.
بالاك. نجيبو ليك دابا.
بالنسبه دابا، واش تقدر تعطيني شي فلوس باش نقدر نشري شي حوايج ضروريين.
شحال غدي يدوم؟
باغِ بغيت هادشي يوصل لليابان باسرع طريقه.
اه، نعم ولا.
اش من لعبانه معاك من انجلترا كتذكار؟
كنبغي سله ديال البيكنيك.
قيوشو جزيره كبيره في جنوب اليابان.
شارع 42.
سمح لي. مره اخري من فضلك.
اش من مصروف الخدمه؟
بغيْت شي عصير ديال الفاكهه.
جيت باش نشوف صاحبي الياباني.
صافي.
اشْ غَالِيكْ؟
باغي بلاصه في الصف الاول.
اش نوع ديال الالم؟
سمح لي، غلطت. واش من نوع ديال الويسكي بغيتي؟
كانبغي ناخد واحد الدورّه فين نتعلم البستنه.
واش تا تشرب شي حاجه قبل العشاء؟
كنبغي شامبو و سشوار.
هاد الطران سباق في باث؟
اش من طريقه باش نتاكد من هاد الحاجه؟
ارجوك توقف وانتظر حتي نلتقط صوره لجسر واترلو.
عندّي غرفه دبل فيها سريرين سِنجل.
كان مكسور ملي بدّيتو من الدار.
مكان محجوز، من فضلك.
باش نشوف الغرفه؟
و باغي يجيو شي قطرات ديال المطر الليله.
بغيت حليب سخون، من فضلك.
كنبغي فلاش الكتروني.
سمح ليا، ولكن ما شربت والو. ارجوك صحح ليا الحساب.
بالاكل مع هاد الصلصه.
واش بغيتي تاخذ معاك تامين ضد الحوادث الشخصيه (PAI)، تامين ضد الاضرار الالكترونيه (PEC)، و تنازل عن الاضرار و اضافه تغطيه المسءوليه المدنيه؟
واش نقدر نمشي في النمره دابا؟
فين ساله الموسيقا؟
مبروك علي عيد زواجكم الخمسين.
واشي شي كسور؟
كنبغي مءه دولار في فيرشات، من فضلك.
كنبغي المنظر.
الزرق مزيان بزاف هاد العام.
في الشتا كيكون عندنا الثلج ف الشمال ديال اليابان و ف المناطق الجبليه.
سمح ليا، ما كايناش عندي الكاميرا ديالي.
واش ممكن تشوف/تشوفي واش تسلّمات؟
واش عندك شي حاجه اخري ب حوالي ثمانين دولار؟
انا شويه مقلق بخصوص واش نقدر نغوص مزيان.
خَلّيني نْهَزّ الكُورَات.
اي، باغيْ نْكْرِيْ طوموبيل.
سمح ليا، ولكن هاد البلاصه محجوزه؟
غادي يساعد.
اش كاتعمل؟
مشينا بسرعه بزاف باش نمصوروش.
واخا، غنعملها.
كنتمني اما نخدم تقرا او نكمل الماستر في علم النفس.
kanbghii شي كريمه خفيفه. لبشره ديالي مزيته بزاف.
كان خوش بزاف نهضر معاك.
واش تقدّر تجيب ليا شي كسيده يابانيه؟
الصالاد، من فضلك.
واش عندكم رحله كامله ليوم كامل؟
واش معاك صوت؟
مكالمه دوليه الي اليابان.
لا، غبر جيبها ف ثلاثين دقيقه.
واش الطوبيسات رخيصين؟
اي، غنحاول نوصلهم ليه.
شارع التّاني والثلاثين.
صافي. واش نقدرو ناخدو تيكيتين؟
واش واش الساعه ديال الربط لباريس؟
ضع اغراضك تحت المقعد من فضلك.
واش شنو غرضك من السفر؟
بغيْتْ شْكْلَاطَه.
واش عندك شي عصير ديال الفاكهه؟
شي حاجه مضروبه في المصباح ديال الفلاش.
كنبغي نحجز غرفه دبل من غدوه لنهار الاثنين.
عندي بغيت تسيّح خفيف وداءم.
واش هادشي شامل الضريبه و المصاريف؟
صافي. نعجبني نجي.
واش نقدر نكمل طريقي؟
وريّني واحد اقل ثمن، من فضلك.
غالي بزاف. وريني واحد اقل ثمن، من فضلك.
ايه. شي قاروره ديال البيير، من فضلك.
اظن ان الوقت كيبغي يخلص.
واش تقدر تعاود تشوف فيه، من فضلك؟
يلا.
باغا نمبدل الحجز ديالي.
اي، كاين واحد ف ديك الفندق.
تاريخ المغادره من فضلك.
فينبغي لي ان ابدل القطارات باش نمشي لسان دييغو؟
الله يعطيك الصحه جيتي واخا مزحوم.
ما نعرفش علي هاد الجلد ديال الحنش.
فين فهمت. تفضل/ي جلس.
جدّي جا له كركاسه ف القلب البارح الليل.
صافي. واش تقدّر تعطيني تاريخ والسفر رقم؟
واش ممكن نعطيك شي فورشطه اخري؟
واش شنو الساعه اللي سالا العرض؟
واش في شحال نقدروا نتعشاو؟
خاف، هادشي بزاف عليّ شويه.
الوضع ديال الطّوموبيل ما مستقرش. رجاء اربطو احزمه الامان.
كانت ديما نتدارب. مازال نتدارب شي مرات باش منبقاش ننسي.
شكون هاد السيده؟
وجهتي هي طوكيو.
اي، انا سياحي.
غادي يضطرّو يحوّلوك من مدينه اخري.
واش نقدر ننزل ف الطريق؟
اقدم موعد كان من منتصف شهر اكتوبر.
فين نقدر نبغي شناطه ديال الجلد؟
انا كنطيح لغبار الزهور.
بغيت نطيب السمك والبطاطا المقليه، من فضلك.
واش عندك طياره لكازا ف الجمعه؟
لا، ما شفت حتا واحد حداي.
واحد الكرتونه ديال السجاءر لارك، من فضلك.
بغيْت شي rapport ديال البوليس باش نعرضو علي la sûrance ديالي. واش مزيان يخرج؟
طوموبيل صغيره، من فضلك. شحال الكرا ديال النهار؟
بالطبع. حتي طفل صغير ما غاديش يعندو مشكل باش يجوب عليها.
ايه، لاباس.
واش بغيتي نعاود نشرح ليك؟
هو اخر واحد يكذب.
هذا ليك. واش تقبلها؟
شريت نشوف قاءمه النبيذ من فضلك؟
اش نوع ديال الخدمه؟
السلام عليكم. مع الاسف، هو الان في اجتماع.
باغي نمشي للمتحف. واش شنو الباص لي خاصني نركب؟
صافي، بغيت ناخد جوج من فضلك.
شكراً علي الاستضافه.
حاجه لطبيب، بسرعه.
سمح ليا. بغيت نمشي لحديقه حيوانات برونكس. واش كاين طريق احسن باش نمشي ليها؟
غادي نعلموك فحال ما نعاودوه.
واش تعرف شي بلاصه ديسكو فين بنات صغار يقدروا يمشيو فيها بامان؟
اشحال الكيلو مسموح في هاد الطاءره؟
تا خذها، بالعافيه.
نهار الاثنين.
باشطتك و ورقه التصريح بالجمارك، من فضلك. واش عندك شي حاجه تبغي تصرح بها؟
واش كاين شي حاجه بغيتي تشوف؟
يلا خليّهم برا الغرفه ديالك غدا الصباح.
ڭلس قدام مكتب المعلومات، من فضلك.
بغيْت راديو منبه، من فضلك.
هو بعيد علي دار.
تقريبا شهر، سيدي.
واش كاين غسيل ديال السيارات؟
كاين ضربه ف الباب الامامي ديال اليمين.
واش كايقدمو الماكله؟
واش نقدر نعطي بالمارك الالماني، حتي هو؟
شحال هي اقل عُمْرْ كَيْمْكُنْ لِشْخْصْ يُصَوِّتْ ف اليابان؟
داك الصوف خالص.
واش تمشي نشوفك نعاود ليك بعد شويه؟
واش واقي تفتح و واقي تسد؟
لا، شكراً ما نقدرش. في الواقع، انا مزير مع واحد/واحده بالفعل.
فينبغي ان ابدل المحطه باش نمشي لـ سوهو؟
باغي شي دوا قوي للزكام ديالي.
واش اللباس رسمي؟
واش تقدّر تجيب لبرودواي علي سبعه؟
واش باقي شي بلاصه الليله؟
اشْ شنوْ هادَا بْغَا يْعْنِي؟
الوزن المسموح به هو عشرون كيلوغرامًا للمسافر في الدرجه الاقتصاديه.
باغي نسدد الفاتوره ديالي.
المره الجايه ملي نجي، غانرجع بالتاكيد. واش ممكن تعطيني شي تخفيض؟
واش تقدّر تحجز ليا هادشي، من فضلك؟
اه، هو كيهضرّ راسه باش يدخل للجامعه.
ايه، يوم الذكري للّقنبله الذريه ويوم الذكري لنهايه الحرب.
ما خصّهم يشوفو والو ديال البرامج التلفزيونيه اللي فيها العنف.
اش دايره اخر فيلم مزيان و معروف؟
وا سالا عام كامل؟ الزمان كيمشي بسرعه. اكيد غانجي. غديلي فين و شحال.
واش كاين شي مطعم مفتوح دابا؟
واش نقدر نقعد فين ما بغيت؟
سمح لي، معنديش بغيت نزعجك.
كنت خايف/ه بانك نسيت رقم. نعتقد/ه عطيتك عشرين.
كانتشتاق نشوفك.
هذا كل ما بغيت.
واش تقدر تبعت واحد لهنا دابا؟
اجي بيا فطور.
دارتي هاد الرحله تبقي في الذاكره.
واش تقدّر تعطيني طابله ديال السعر؟
اييه. ولكن عندهم بزاف ديال الدقه بطريقه ما.
ناخذ احسن بلاصه عندك، من فضلك.
واحد ديال البرقيه فارغه، من فضلك.
دوزت الطّرف في السّكّ.
لـ "A hotel" من فضلك.
طوكيو صفر ثلاثه ثلاثه اثنين تسعه واحد خمسه ثمانيه ثلاثه خمسه، السيده هارادا.
صوص فرنسي، من فضلك.
خوديوني لـ مطار A من فضلك.
كنبغي شويه ديال الصابون.
كانبغيو نلعبو تنس. واش كاين شي بلاص عامه ديال لعب تنس هنا قريب؟
اريني بعض الملابس ديال الاطفال من فضلك.
واش تقدّر توصي علي مطعم مزيان حدا هنا؟
هي حاله كبيره، سوداء.
واخا، غالطت فالرقم.
باش ديال ثلاثه. وسميتك عافاك.
واش واخا تمشي احسن من شحال؟
مزيان لقيتك هنا.
انا هنا في عطله صيفيه.
كنبغي نشري شي تحف لصحاباتي.
باش نتياخد هادشي دابا؟
كيفاش نقدر نضبط تهويه الهوا؟
باش نْقْعَدْ بْجَنْبْك؟
شنو من طعام يناسبو؟
ما كنعرفش العنوان ديالي مزال. ولكن كانخطط نبقي في فندق في سان فرانسيسكو.
ما نقدرش نعس بسبب هاد الطفل اللي مزعج وراي. واش ممكن تعطي ملاحظه؟
في اغلب الحالات، غتكون في وضعيه مزيانه بزاف.
يا ديالي كتعورني يدي.
انا ما كانعرفش. غير دير لفيرا. تما الشاحنه. تما. طالع بهاد الطريق الزوينه. هيا، وقّف هنا بالضبط.
نزل فمحطه ڤيكتوريا وتاخد الخط اللي ماشي من الشرق للغرب.
هاد مضروب. خصك تخفض الثمن شويه مزيد.
اشحال مده باش نوصل لليابان؟
فين غنبدل الطوموبيل؟
انا عندي حساسيه من الاسبرين.
باش نقدر نعاونك تلقا شي حاجه معينه؟
نلتقاو في المطعم.
عندك ثلاثه اضعاف الكتب اللي عندي.
هو تقريبا مءه و سبعين سنتيمتر طول و هو اصلع.
كنحس بالرغبه نشرب بيرا في هاد الحر.
واش نقدر نتْفطر دابا؟
هادي رخصه السياقه الدوليه ديالي.
بغيْت كريم ديال يدين.
امكن ليك تكتب العنوان ديالك هنا؟
صافي، كامل تذاكر الليله تم البيع. ولكن مازال عندنا شي تذاكر لغدوه الليل.
هاد الكاس ديال النبيذ ينغسل في الماغينه ديال الصحون؟
واش هما قَوِيِّين بزاف؟
اه، يا ولدي.
طيحت واحد القرط هنا في هاد المنطقه.
انا كننقّل لرحله دلتا ايرلاينز رقم مءتين وخمسه عشر.
نظن انني لمست شي مرجان سام.
واش عندك كراتين؟
خلّيتْ التيّاݣ ديالي هنا، و دابا سالات.
بغيْت شويه خس.
واضح. واش في واش الوقت بغيتي الحجز؟ شحال ديال الناس؟
خصك تمشي علي اليسر.
اش كاتعرف عليه؟
دابا، واش شنوّ المنْحَرَجْ الليْ نْخْرُجْ مِنْهُ باشْ نْوَصَلْ لْقَاعَه كارنيجي؟
واش ممكن نخدمو الملعب ديال التنس؟
كانبغي ندعيك لغدا.
واش نقدر نعطي فلوس هنا في الطبله؟
فين شفتيه اخر مره؟
عطيني واحد الاداه ديال الدخان، من فضلك.
خلّيت ساعتي في الطّران.
ايه، سيدي. صاافي، اسي. تفضل.
مازال ما جا؟
واش في واش الوقت نمشي من هنا باش نلحق الطياره اللي علي الساعه دوازه؟
حَرّْ شْويّا هاد الصباح، ا سيدي؟
اه، باين ليا. ما كنفهم والو اللي كايقولو الناس اللي حوالينا.
ارسلي لي سياره اسعاف، من فضلك.
واش كاين شي بلاصات مشهورين؟
شحال ممكن تبين لي فين انا في هاد الخريطه، من فضلك؟
اي. ما كنبغيش اللي كيكونو حلوين بزاف، ولكن.
اه، خليني نشوف. الثمن ديالو اكثر من الميزانيه ديالي.
اش نوع ديال الاكل غنتكونو عند الغدا اليوم؟
التلفزيون تما و هنا باش تلقا التحكم.
سمح لي، ولكن خايف تكون مضطر تحتفظ بيه ليك.
زيد مزيان حتي توصل لدار هوب.
باغي نشري هاد واحد.
ها هو المفتاح وها هو العقد.
باش نتقدا للبلّاس ديال الدخان؟
واش تقدّر تبعت تاكسي لدار رقم تلاته وعشرين شارع براون؟
حنا ما خديناش هادشي.
واحد الكاس ديال الشامبانيا، من فضلك.
صافي، كتاخد خمسه عشر دقيقه من هنا بالقدم.
تاي واحد اخر من فضلك.
باغي نحجز شي غرف.
واش ماشي مزيان شي سوار يجي معاه؟
فين كاينه المواد ديال التجميل؟
واش ممكن توصّلني مع قسم التصدير من فضلك؟
اخاف ان عندي فلوس ناقصه. واش ممكن تعاود تشوف؟
مين كيلعب بالضبط فـ الـ mound ديال فريق سينسيناتي ريدز؟
شاي لاتيه صغير، من فضلك.
Club Subtropicana مزيان. كيبقي مفتوح حتي تّنتّي في الصباح. العاملين غايْصَوّْرو ليك طّاكسي ملي تبغي تمشي.
الشباب الياباني مهتم بالموضه.
ما غادي نستعمل الفلاش.
تقدر تشوف ليهم الاطارات؟
بدايت كنقرا فالدروس. صعيبه بزاف.
فين هيا بوابه الصعود للطاءره ديال الخطوط الجويه اليابانيه، الرحله رقم مءتين واربعه؟
كان كانتش دخن كل يوم.
مشيت فالطريق ديال الطّرمي غلط.
واش ممكن نعاوني شي طوابع ديال البريد السريع؟
بشحال غتكون مستعد تدفع لهذا؟
مانبغيش يكون حالب بزاف.
واش واش طارتك غاديه لسان فرانسيسكو فاش؟
ما كايناش هاد الخروج.
بغيت خمسين غرام من هاد اللحم مقطع، من فضلك.
واش عندك تيكيت ديال العوده لليابان؟
واش تقدري تقولي كيفاش ندير تليفون؟
بغيْت لون اخر، من فضلك.
اللي طامع في اثنين الارانب ما يطيح بواحد فيهم.
kanwa mtafkin m3a lfikra dyalk, chrt ntkedro nḍmnou tarikh ttemem lmasna3.
واش تقدّر تجيب ليا تيكيت، من فضلك؟
قولها ببطء.
هذا ماشي نظيف.
كنبغي نحجز دوره غولف ديال دغيا الصباح.
تاكل من الكيك براحتك، من فضلك. هذا من صنع يدي.
تا تشوف داخل هاد الساك علا حساب؟
صافي. في لغتنا، كلمه "ساكانا" اللي تعني السمك، كاتجي من جمع بين "ساكا" ولا "ساكي" و "نا"، السمك بحال الاكل المميز اللي تاكلو ملي تشرب ساكي.
اسرع، من فضلك.
تقدر تجيني فْ الهوتيل؟
غادي ينعقد يوم الجمعه ثلاثه و عشرين.
واش راسك كيعور ليك من شحال؟
كنبغي بلاصه في الصفوف الاماميه.
ما نعرفش كيفاش نمّل هاد الورقه.
بغيّتي تجربيه بلون افتح، اظن.
فين كاينين الصباط ديال النساء؟
تحت المقعد اللي قدامك.
بشحال تاياخر المحل الكبير؟
ما خاصكش تشكرني.
اكثر من اللي كنت نتوقع نصرف.
كنبغي نطلب موعد علي الساعه خمسه د العشيه د اليوم.
واش كاين محل حلاقه في الفندق؟
من واش واش تقبلوا الغسيل غدا الصباح من شحال؟
هادي زافير. عندنا غير وحده بروش من هاد النوع و هادي وحده من القلايدات اللي كنحب بزاف. غتْجربيها؟
قول لي الشارج فالوقت، من فضلك.
فين كايعرض؟
انا هنا باش نسجل الدخول.
بالارجو ضيق شويه ديال رجيبه ديال السروال و بلا طويه.
بغيْت نشوف شي مجموعات ديالك اللي معروفين هنا.
ما كلت هذا.
هاري، واش كاين شي حاجه نقدر ندير ليك؟
في ثلاثه.
واخا تدخل ليهوم الكوي؟
الحديقه ديال الحيوانات تبعد ثلاثه بلوكات.
واش صوف خالص؟
اش هذا؟
انا فرحان بزاف بلي قدرنا نناقشو جميع القضايا المهمه و نلقاو حلول. انا ممتن ليك بزاف علي تعاونك اللطيف.
بغيْت دليل سياحي.
لاي مستشفي غادي ياخدوه؟
اذا عطيتيني تخفيض، غانشري هادشي تا هو.
كلها بالصحه والراحه.
فين نقدر نشري تيكيت باش نمشي نشوف ماتش البيسبول؟
سمح ليا. كيفاش نمشي لهنا للبنك؟
باش تشوف شي ورقه هويه؟
اريني كيفاش نخدم التليفون من فضلك.
شوف هنا. هاد واحد المحل كبير بزاف. نتمني جبت معاك فلوس مزيان.
كنبغي بلاصه في كابينه.
عجبني. غادي ناخدو.
فينين اسوار المدينه؟
رجعْت.
بغيْت حاجه سميكه شويه، من فضلك.
ما كاين صابون.
واش دابا؟
ل سان فرانسيسكو، من فضلك.
اشْ هادُو؟
فين بلاصه ستين ا؟
شحال بعيد من المحطه؟
ايه. هو ساكن في رقم 1234 شارع جيوس.
ولد/بنتي طاح.
ايه، عندنا ملعب متوفر علي الساعه ديال الزوال وواحد اخر علي الساعه ديال اربعه.
واش كاين خط الميترو غادي لـ Civic Center؟
فاي قسم؟
ياكلو الفول السوداني ديالك هنا.
اه، باغي الاثنين.
بالاك. هادي جوج واليزات و واحد الشنطه. ارجوك احتفظ بهاد التيكيت.
فين النبيذ الابيض، من فضلك.
باشي دابا حنا في موسم "اوبون".
واش ممكن دوزو غوص فاشي هاد الظهر؟
واش عندك شي معلومات علي شي فعاليات مزيانه فهاد الاسبوع في المدينه؟
بطن صاحبي مقلوب. واش تقدّر توصي شي حاجه خفيفه علي معدتو؟
شحال كاينين جوج واحد جوج ثلاثه اربعه ثمانيه ثلاثه ثلاثه الاف.
اتاي واحد، بلاصه جوج ف الجنب ديال القاعده الاولي.
واش بغيتي نمليها ليك؟
رقم الرحله سبعه تاخرت ساعتين.
باغي نشوف معالم تاريخيه.
غادي نبْعْتُو واحد من الامن.
شويه سخون.
انا من البرتغال.
صافي ملي شربت العصیر اللي عطاوني، فقدت الوعي. ملي فقت، محفظتي و شناتی كانو غایبین.
باش بغيتي، تقدر تطلب الفطور علي الطريقه الانجليزيه مقابل مبلغ اضافي.
لقيت فلوسي.
باغيْ نْكْرِيْ شْشَطْ.
شحال ممكن تقلب لي شويه ديال الصرف؟
سباغيتي بولونيز، من فضلك.
بغيت بيره من فضلك.
باغي نمشي لباريس. واش خصني نبدل الطران؟
واش واقتك تكون مزيانه؟
واش ممكن تعطيني وصفه طبيه؟
بغيْت واحد اخر.
شبكه بحثنا الواسعه متاحه ايضًا لتلبيه متطلباتكم.
هذا اول هدف في الموسم.
والو ليا. شكرا.
نخرجو نتشمشو.
كنتفاكر دابا. مشينا نتعشاو مع بعض.
فين هي الطريق السريع؟
دابا حنا كاينطيرو فوق حديقه يوسمايت الوطنيه.
واش كاين شي حاجه ديال الاطفال؟
لقيتو في واحد السوق الشعبيه.
انا غادي نسافر.
صافي، خلصت من الاكل. ارجوك شيل الصينيه دي.
غادي نستاجر هاد النوع. شامل التامين علي السياره.
هادي ديال سيدني؟
واش نقدر ندخل بالجينز و سبورط؟
ايه. صافي، حسب التوقعات الجويه الاسبوعيه، الجو غادي يبقي مزيان هاد الاسبوع.
اريني بعض القفازات من فضلك.
نوضني، من فضلك.
دير النجاه علي الدرب.
تقول، من فضلك.
واش تقدّر تجيب ليا شي سماعات؟
داير تشقّق.
شويه ديال سوجوك صغير و كولا كبيره، من فضلك.
Tiffany's. واخا، نقدرو علي الاقل نتفرجو في العرض.
ارجوك مزّق هاد الفيلم و طبعو.
نعتقد اننا سنفعل. شكرا جزيلا.
هادشي غلتي. ما كنشوفو بعضناش بزاف.
بشحال الثمن بالبريد الجوي؟
بغيْت طّاقيه.
يمكن يكون صحيح، ولكن ما نقدرش نقول بالتاكيد.
غادي نمشي فنُّق.
سمح لي، ما قدرتش.
تقدر تفتح قاروره ديال النبيذ؟
واش نقدر نبقي ثلاثه د ليالي؟
ايه. باغي نجرب الدنيس الاحمر- ولكن واش حار بزاف؟
بغيْت شي زلاجات ديال الدُّرُوج.
واش هادشي فيه حمايه من الشمس؟ شنو هي نسبه الحمايه؟
ماشي تمشي تعاود هاد الشروط ديال الدفع؟
انا اسف بزاف.
هادي طْرْيقَه لِشِيكَاغُو؟
اش كيفاش نمشي بالباص ديال الليموزين من هنا لهاداك؟
لا، اسف، شفت ولكن ما كاينينش.
فيلم ملون لـ 24 صوره، من فضلك.
بشحال هاد السياحه؟
باش نقدر نشري تيكيت من هنا؟
كانت موافق، ولكن بشويه شروط.
واش نقدر نستعير مكواه؟
باغي نمشي في واحد النزها ديال الليل.
بغيْت شريط ديال الصور ملّون لهاد الكاميرا، من فضلك.
بشحال الثمن لسيَاتل؟
واش في شحال نوصلو لسيَاتل؟
بدل ليا الغرفه من فضلك. ريحتها غريبه.
فين غادي الميزيوم؟
بالثمن الكامل، من فضلك.
صافي. غنحطو ليك طابله مزيانه. نعطيك اسمك؟
الدار ديالي واجهه علي شارع مزعج.
شي غرفه فيها الدوش، من فضلك.
همم، عندك حراره. كيف حال معدتك؟
صافي. كاينين بزاف ديال الحوايج اللي نقدر نختار منها.
عطيني طابع ب عشرين سنتيم، من فضلك.
واش مزيان نعلم البوليس؟
بغيْت شيْ تْمر.
نظن غنمشي بالليموزين.
بغيت شي سلطه خضره.
واش شحال دابا غتمشي تفيق فدغيا؟
باغي نمشي لدار السوارت. فين كيديرو هادشي؟
واش تقدّر تقولي فين اقرب صيدليه من هنا، من فضلك؟
واش خصني نبدل الغرفه اذا طولت مده الاقامه ديالي؟
حجز غدا، من فضلك.
هي ما كتحبش تغسل الطّالْ.
غادي يرجع فْ اربع د الساعه هاد النهار.
بشحال كيديرو النزالات؟
جبد لي شي كيتشوب.
واش نقدر نعاودهم فين غادي يخلصو ليا كان بغيت الخدمه العاديه؟
ارجو عمل تقرير خساره للامتعه الخاصه بي.
كنبغي نحجز ثلاثه بلاص لـ "Cat on a Hot Tin Roof" ديال غدا الليل.
كانبغي نمشي ف hôtel ديالكم غدا الليل. واش تقدر تحجز ليا غرفه وحده؟
واش الطريق طويله؟
واش ممكن تبدل ب واحد كبير شويه؟
ثلاث ميه، وعشرين خمسين، وخمسه عشرين، من فضلك.
لا، ماشي بحال هكا.
باغي نخلي شي تقاله ديالي.
ابغيتي تمضي علي الفاتوره ووصل الكريدي؟
ارجوك حول الدولارات الي جنيهات استرلينيه.
بشحال الوقت غادي ياخدنا تا الفندق بارك بالتاكسي؟
سرقات ليا التيشان وانا كانغادي نتسناك بالتيليفون.
هادشي مزيان. غيكون مفيد ل بزاف ديال الشركات.
سميتي ساتو. مشيت نتصل شويه قبل. بغيت نتسجل، من فضلك.
كنبغي ماسك للوجه.
واش نقدر نخلي السياره في مطار لا غوارديا؟
لا اظن ذلك. غادي نبْعَت ليك رساله فحال ما نوصل للدار. مع السلامه، السيد ناغانو.
انا عالق في الزحمه، وماظنش نمشي نعاود في الوقت.
واش عندكم شي بلاص شاغره؟
عندي ما يكفي.
ما كنعتقدش يناسبني.
كنبغِي نعطّي هادشي باش يوصل لليابان بالبرّ.
شي بلاصه في التراس، من فضلك.
باغي بلاصه ف اليسار.
هاد المدينه عندها بزاف ديال الخضره.
صفر ثلاثه ثلاثه ثمانيه واحد اربعه اربعه ثلاثه خمسه.
واش نلبس مزيان؟
شيانتي، من فضلك.
كانت تسوق بسرعه.
بغيْت عصير ليمون مرّ.
واخا تقصر ليا الرّجّال ديال هاد السروال، من فضلك؟
بشحال غرفه ثلاثيه بلاّ دوش؟
هذا السيد Tanaka في الغرفه 1209. بغيت واحد المجموعه ديال المناشف ديال الحمام جداد.
صافي، شدّ الاسنان ديالك بلطف.
كاينين مصاريف الالغاء.
تقدر تجيب لينا تيزيتين؟
سته دولارات واربعين سنتيم.
شحال نقدر نشوف اللّيسته، من فضلك؟
اشحال هاد الحاجه تقيله؟
ما قلتِش هكا قبل.
فين نقدر نمشي باش نلقا تليفون عمومي؟
واحد الدوره ديال السنوركلينغ، من فضلك.
ايه، مفتاحين الليل كامل.
باش بغيت نرحب بكم كاملين هنا في الاجتماع السنوي الثالث ديال 1991.
واش منين هاد الممثلين؟
بشحال غادي يجيو كاملين؟
سميتي اليزابيث.
واش كاين بلاصه مزيانه نقدرو نشوفوها في ثلاث ساعات؟
فين غادي نمشي باش نلقا حقاءب المفقوده ديال الرحله UA 801؟
واش تقدر تحرر لي شهاده ديال السرقه؟
واش واش بغيتي نلقاو؟
الحوض مسدود.
صافي، غير جينا من اليابان لامريكا امس.
فين رقم هاد البلاص؟
بالمناسبه، واش عندك تامين السفر لهاد الرحله؟
كنخطط نبقي لخمسه ايام.
فين بلاصه دكان معفاه من الضريبه؟
كان عندي تيكيت ديال الطياره في التياس.
نظن غانمشّي ننعس.
هنا شويه مزيان بزاف فضفاض.
صافي خليني نفكر شويه.
واش كاين شي بار قريب هنا نقدر نمشي ليه نشرب شي حاجه؟
غادي نوصل في خمس دقاءق.
واش واش كدير ف امريكا شحال هادي؟
كنبغي واحد السِّتَك.
واش كاين حظر؟
اللون مزيان، ولكن المقاس غلط.
بسكويت ياباني.
واش نقدر ناخد بلاص فالصف الاول دابا، ولا خاصني نستني للعرض اللي جاي؟
احسن، في هاد الحاله اظن مزيان نبحث علي شركه اخري.
هاد الضرس كيعور.
واحد اخر، من فضلك.
اش كيف تلبس ملي تادي حضر جنازه؟
مللي الضو الاحمر يولّع، طقطق علي الزرّ.
003، جَال.
بشحال ساعه؟
نت زوين، السيد سوزوكي.
عندي وجع حاد في ضهري.
واش تقدّر توصي بشي واحد مشروب نسبه الكحول فيه قليله؟
ضيعت جواز سفري في شي بلاصه.
غادي يكونو عندك طابله جاهزه فاش تجبد، السيد كيمورا.
كنبغي طوموبيل ديال لعب.
هذا زوين بزاف.
صافي واش قدّاش كيدوز؟
واجب نقف في طابور هنا؟
المفتاح الرءيسي، من فضلك.
كان عندي دواسه مزيانه معاك.
واش نقدر نشري تيكيت في الباب؟
حسّيت بهاد الطريقه من البارح.
دايرين شي ربع خمسه.
اليابان بلاد ماشي بزاف سريعه.
صافي، خليك شويه حتا ندور ليك عليه.
عندي داك.
عندي طفح جلدي. واش كاين كريم مضاد للفطريات مزيان؟
واش تظن غدا الموناضره غتكون داخل؟
اي، كنعرف شي واحد. واش نتا في سفر؟
سميتي يووكو يامااوكا. واش ممكن تبدل ليا الحجز ديال الطياره؟
كنبغي نشوف فيلم كوميدي يتكلام علي الحياه العاءليه.
تا تشرب شي كاي ولا قهوه؟
اقرا الباكالوريا، ولكن غير بدوام كامل.
اش خاص هذا المطعم؟
تحلم بخير.
زيدت في واحد المدينه بعيده تقريبًا ميه كيلومتر من هنا.
افْضَلْ ليك تْقْلَبْ فْ دارك فْ لْفندق شي يومين.
باغي شي حاجه تشافي صداع.
صافي بالضبط مقاسي.
هاد الغرفه حرّه بزاف.
واش متاكد؟
ايه، هاد واحد احسن جوده. هاد واحد مصنوع من الكشمير.
الضروريات اليوميه.
طيحت الكاميرا ديالي في بلاصه صلبه.
شفتي تقدرين توريني شي حاجه اخري؟
عندي غير خمسين دولار معايا.
واش كاين شي حاجه ما تقدرش تاكل؟
طيحت معلقه.
شكراً. يسعدني ذلك.
كلشي غيكون مزيان.
كنبغ شي بلاص رخاص، اذا كان ممكن.
من فضلك، قاءمه الماكولات.
فين الميترو؟
واخا، فهمت. و فين نقدر نمشي نطوموبيل؟
نستناو المساعده.
سميتها السيده جريكسون، مازال؟
فين نقدر نلعب تنس؟
تقدر تبان لي داك الساعه؟
دابا وليت مهتم بالطبخ.
يا له من لقاء مفاجء ان التقيك في المكتبه.
واش عندكم تنس ديال للكرا؟
كيقلب علي فين خدتي الدبلوم.
اه، فهمت. غلط مني. معليش.
بغيْت شي حاجه خفيفه.
شحال ثمن تذاكر من الدرجه الثانيه واحد الطريق لمدينه ادنبره، من فضلك؟
ايه، غاديه تجيه.
بغيْت خريطه ديال خطوط الميترو، من فضلك.
انا كنكون نعسان فنهار الاحد.
كندور غالبا نطّلعو مع عاءلتي فويكاند.
صافي سيدي. واش ممكن ندوز هاد الفيلم؟
دابا تقدر تاخد واحد من عندي.
شحال نهار باش نوصل ل طوكيو؟
شوف وجهه ديال الباص قبل ما تركب.
زوج ديال الناس للكافيتريا.
جي هنا في ساعه، من فضلك.
اكيد، ولكن كلشي محجوز تما.
كان عليا ان ارسلهم بالبريد الجوي.
ايه، عندنا واحد كيتطل علي البحر.
لون السياره كان اصفر.
اشْحالْ ديالْ الافلامْ كاينْ دابا؟
شنو اللي كانمشتاق ليه بزاف هو الماينْ ديال لْحراره.
صافي. شكرا.
ايه، لاباس. نشوفوك في سته ونص.
اكيد، سيدي. بغيتي تشوف هاد البروشور؟
ايه. هادي غرفه رقم مءتين واربعه وثلاثين. مراتي مريضه بزاف.
واش عندك حزام متناسق؟
بشحال مره في الشهر كتلعب البيسبول؟
انا اسف، ولكن طالما ان وجهات نظرنا لا تتفق، لا استطيع الموافقه علي تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
سميتي اكيو يامادا و رقم الطياره جا ل صفر اثنين سته غادي ل طوكيو.
اعطيني واحد قاروره ديال الكولونيا من فضلك.
واش ممكن تعطيني formulaire ديال ارجاع الضريبه؟
باش تقدر تدور لليمين؟
اريني هاد الماب.
واش عندكم غرفه لربعه؟
ما كاينش السكر، غير الكريمه.
صباح هاد السيد كاوكامي داير عند واحد الزبون.
اش كيفاش نمشي لهاد البلاصه؟ واش تقدر تبينها ليا في هاد الخريطه؟
ولكنك تزرع الخضروات هنا.
اريزونا بحال الفرن.
اعطيني كاس ديال الماء من فضلك.
واك، تقدر. ولكن غيكون عندك مصاريف ديال التنقل بـ خمسين دولار.
واش قريب لهنا؟
واش نقدر ناخد شي مقبلات، من فضلك؟
واش تمشي تغير الطّوموبيل، من فضلك؟
هادي ميه وعشرين دولار؟ باينلي غاليه بزاف. واش كتعطيو تخفيضات؟
واش عندك سوتيرن؟
ابغي ليكان طابعين ديال البوسطال للمغرب، وواحدين اخرين لليابان.
اريني من فضلك جواز سفرك و استماره الهجره ديالك.
اشْ كَايْنْ فْلَطَابِيقْ التَّانِي؟
سيارتي مشي متوفره غدا.
واش الماء سخون؟
واش نقدر ناخد شيكي؟
ايه. ف اقرب وقت ممكن. هادشي خصو يكون عاجل.
واش تقدر تضمن الجوده؟
لقيت راسي مقفول. واش نقدر نستعير مفتاح النّسخه، من فضلك؟
فين المكتب ديال السياحه؟
اش كيفاش نقدر نمشي تليفون ل اليابان؟
عندي قطعتين ديال الشنطه باش نشيكهم.
هو في خط اخر.
حدا هنا سخون بزاف، وظلام بزاف.
واش منين كان الفنان؟
سمح لي نعارف بّراسي. اسمي غورو يامادا.
سمح ليا. طاحت عندي السكين ديالي. واش تقدر تجيب ليا وحده اخري؟
فين البوب؟
شحال ديال الاونص؟
اه، لا. كان علينا نمشيوا لباس مزيان للتهاتر.
واش داير باص؟
اشحال هو نمرس ديال الصرف؟
عندّي جوج ڤاليز و واحد سّاك ديال اللّبسه.
الورقه مضروبه.
يا فرحتي. غانقدر نهرب من خدمتي شويه.
بشحال ديال الساك بغيتي تشيك؟
اه، كلشي كيولي غالي فاليابان ديال دابا، ولكن الاطباق ديال الطوفو ما كيشوفوش بزاف بالقياس ديالنا. اذا، من جهه اخري، زرتي مطعم ياباني عالي المستوي باش تجرب المطبخ ديال كيوتو، خاصك تكوني مستعده تدفع ميه دولار لكل واحد.
بصوت اعلي من فضلك.
دابا، فين حقيبتي؟ اها، ها هي جايه.
اشحال فلوس كانت عندك في الكيس ديالك؟
صافي ما نعرفش. واش تقدر تقيسني ليك ارجوك؟
ما تنساش تجيب معاك الباسبور ديالك.
هذا كلشي عندك؟
واك. غنّظم ليك باش يتصلو بيك غدا الصباح بالضبط في خمسه الصباح.
واش نقدر نشوف مخطط المقاعد ديال المسرح؟
انا اسف، مطلوب دفعه مقدمه لمده تسعه وتسعين يومًا.
واش عندك تقويم ديال الاحداث؟
عطيني رول ديال فيلم سينيماءي بـ 16 ملم مع امكانيه تسجيل الصوت.
فهمَنيْْْْْْْْْْْْْْ
دا كان مزوق بزاف دياليوم. غالبا نسي.
اي، غنتعملها. ولكن شحال ثمنها؟
واش تقدّر تْصبر هنا شويه؟ نْسْتافس ليك.
واش هادي اول مره ليك تجرب هادشي؟
غادي نتصلو بيك ملي يولي شْوا ديال البرجر ديالك واجد.
واش تقدّر تبعت هاد الباكيت بثمن الكتب؟
حط شي لوشن شعري، من فضلك.
فين الكورت ديال التنس؟
فتح واحد الثقب الزايد، من فضلك.
واش عندك شي فكره علي حقيبتي؟
انا من الولايات المتحده.
هادي تايبان ليا قدّي؟
عندّي ربو.
كنخاف ما عندي حجز، ولكن واش عندك طابله؟
لا، سيدي. معليش. كاملين.
سوال مزيان. كنت غانشرح هادشي.
عندي الم نابض في ودني.
ابغي ناخدها.
غادي نديرو شويه ضيافه في داري الاسبوع الجاي. باغي نعرف واش تقدر تجي مع مراتك.
المسافرون العابرون، يرجي التوفر علي بطاقه عبور. موعد المغادره المتوقع هو الخامسه وعشرون دقيقه. يرجي الانتباه الي الاعلان.
كنبغي نحجز موعد ديال اللعب ديال الغولف غدا للعشره.
واش تقدّر توصي علي بلاصه من هاد النوع؟
اه، شويه بريتزل. و نقدر نفتح حساب؟
واش دابا شحال الوقت في لندن؟
واش علاش؟
ما خاصنيش ناكل شي حاجه فيها السكر.
صافي، اظنها في جواز السفر ديالك. شوفها ليك من فضلك.
بشحال ثمن؟
انا طالب جديد. ما نعرفش كيفاش نسجل. واش تقدر تعاونيني؟
كنت بغيت نعرف واش عندكم تذاكر متوفره في يوم العرض.
غادي نوصلك بشي واحد كيتكلم الانجليزيه.
وااه؟
سمح لي، معنديش نيه نزعجك، ولكن ارجوك ساعدني.
باغي نرجع لـ Grand Hotel.
كنبغِي نحول لـ BA 399.
واش كاتذكر الصفات ديال لصّاص؟
فين كتقيم فحال؟
واش واش السَّاعه يلا بْدا؟
سرقو ليا التيكه.
كنتساناك نشوفك مره اخري في نفس الوقت تقريبًا العام الجاي.
وقع حادث. عافاك، تعال بسرعه.
واجب نمشي. هذه طاءره خاطءه.
واش اقرب وقت باش تتقدر دير؟
انا لروي.
السلام عليكم. هاد السيد ياماشيتا كيهضر. بغيت نتكلم مع السيد سميث.
واش عندكم عربه ديال الماكل في القطار؟
تحنّات ليا شنطتي.
واش عندك شي غرفه خاليه لليلتين الجايين؟
واش بغيتي تامين؟
تقدر تمشيّلو ليا؟
واش عندك شيّ مُجَلّه يابانيه؟
واش عندك شي نظاف؟
فين نقدرو نمشيو نتسورف؟
صافي.
واش في واش الوقت نعاود ليك؟
واش كتعطيو الماكله هنا؟
الطونه بالواسابي، من فضلك.
صافي. ناخدها. بغيتي تلفها في شي باكيه، من فضلك؟
فين الحمّام ديال الرجال؟
باش بغيت شي فلتر.
مايمكنش ليك دير هاكدا و تفلت.
واش نقدرو نخدمو طاوله في التراس؟
تقدر تحرس ليا حوايجي هنا؟
بالضبط عطيني خبر ملي نوصلو لشارع هدسون.
اش هو الدكان اللي كتعجبك؟
صافي اتصل بيا في الفندق فحال لقيتي.
واش عندك شي ساعه جيب؟
واش ناكل هادشي مع الصلصه؟
واشن خصني حمايه من البرد في قمه الجبل؟
من غادي ايدير القرار النهاءي؟
كانت عندي فكره علي الاسبوع الاول من فبراير. باغي نبحث علي الحجز مزال.
كانت كتافات الاعتماد ديالي كاينه تا في المحفظه.
عندُو سلاح.
كاينين انواع ديال الكلاب، مزيان؟
باغي نشوف فيلم جديد ديال بصح.
بغيْت شيْ حَلْقَه.
ما خاصنيش ناكل شي حاجه فيها ملح.
واش واش غادي يجي واحد اخر ف واش الوقت؟
عندي شي خطط.
واش تقدّر توصّلني بشي واحد كيتكلّم اليابانيه؟
كنبغي واحد الطابل ديال الشطرنج.
لـ "كونتيننتال هوتيل"، من فضلك.
مع شويه ديال الموص فقط.
واش غيكون شي طابلو ديال الفلين ف قاعه الاجتماعات؟
كنت مفضلش يكون عندي غرفه من الدار. كيكونوا هادوك صاكيين غالباً.
باش بغيت اغرفه مهزّه واخا تكون هاديه بزاف عندك.
واش كاتباعو بضاعه معفاه من الضريبه في الطاءره؟
باغي نشد ليكات ديالي من الصندوق ديال الامانات.
في خمسه وخمسه.
تقدر تشري التذاكر من شباك الحديقه ديال المسرح.
سمح ليا، ولكن فين التواليت من فضلك؟
فين الشمال؟
المفتاح ديال خمسه واربعين دقيقه احدي عشره، من فضلك.
واش كاتشوف النصب ديال داك البنيان؟
واش نقدر نشرب شويه ديال الماء؟
ايوا، متاكد. بنين بزاف لدرجه الي كليت بزاف. عجبني العشا بزاف.
شكراً. واش ممكن توريني شي صندالات فالنمره ست ونص دي؟
عافرو اول مساعده.
واش داير ميروار؟
فين هي الباب رقم اربعه و عشرين؟
خدو كبسولتين مرتين في النهار.
ما عنديش فلوس كافيه، غادي نعطيك بالكريدي.
صبر.
بغيت نجيب هاد الساك معايا في الطياره، من فضلك.
واش نقدر نحط المتاع ديالي في الدار؟
فين نقدر نشري تيكيط ديال الباص؟
واش باغي تجينا؟
واش ممكن تضيف جبنه شيدر؟
صافي، ملي عاود هاد الاستماره ووقع عليها.
بغيْت خمسه طوابع بثمن خمسه عشر سنتيم و عشرين بطاقه بريديه، من فضلك.
بشحال الوقت للفيلا هيلتون؟
شي وحده.
عندّي نيه نمشي نشوف شي بلاصات في المدينه نص نهار هاد الفطور.
بشحال كامل؟
غرفه هاديه، من فضلك.
كنبغي غير نتصل باش نشكرك علي المساعده ديالك خلال السفره ديالي للولايات المتحده.
عندنا خمسه عشر عطله وطنيه.
اكيد/متاكد انني وديته عند مكتب الاستقبال.
هي اللي خدامه. واش محتاج شي حاجه؟
شحال ثمن هاد الكيس ديال السيكار؟
واش باغي تخدم هنا؟
لا، هاد هو ثلاثه سبعه تسعه ثلاثه ثمانيه اربعه سبعه اثنين، خافك عطيتي رقم غلط.
واش ممكن اخد مفتاح الغرفه ديالي؟
سمح ليا. واش تقدّر تقولي اي واحد من القطارات غادي لـ "Wheeler Avenue"؟
واش تقدّر توصي بْhotel نظيف ورخيص؟
يمكن يكون هادشي شويه تقيل. واش عندك شي واحد اخف؟
واش نقدر نعاودو اذا ما سالاش مزيان؟
واش بغيتي تبعتهم بالبريد الجوي ولا البريد العادي؟
خُدْنِي لدار الملك.
واش عندكم شي بلاصات خاويه الليله؟
اظن ان محطه الحافلات هنا حولين، مشي كذلك؟
كنخشاو نخافو، سيدي.
ارجوك تحكي ببطء. ما كنفهمش مزيان.
باش نقيس هاد الشي؟
واش تقبل تجلس معايا علي قهوه؟
كانبغي نشرب بييره. واش عندك اي نوع ديال البييره؟
اش؟ ما كيعطيوكش فرشاه اسنان بلاش؟
كنبغي ثلاثه ديال رولات ديال الفيلم كولور بثلاثه و ثلاثين صوره.
واش كاين شي طوبيس خدام؟
اه، هاد شويه غالي. واش عندك شي حاجه اقل ثمن؟
سمح ليا، طلبنا المشروبات ديالنا تلات مرات.
بشحال لتاور ديال لندن؟
واش تقدّر توصّي ليا ببعض البلايص اللي نقدر نمشي ليها و نرجع في نفس النهار؟
تقيل.
الدارب ماشي بحال اللي مشينا فيه امس. واش هاد الطريق مختصر؟
اش كيفاش كتقلبها؟
ما بالضروره. اظن انهم تعلموا التعايش بعد سنوات عديده من المنافسه.
بالمناسبه، هل المتاجر الكبيره تقبل الشيكات السياحيه؟
ايه، طبعا. واش واش رقم البطاقه ديالك و تاريخ الانتهاء؟
كنبغي مرطبان ديال المعسل.
واش نقدر كاري طابور ديال السباحه هنا في هاد المحل؟
تا تقدر تحافظ علي شناطي؟
يمكنك تجربه فندق H او فندق C.
واش شحال ما تبدا الحفله؟
اش كيف بغيتي شعرك؟
بدايه مع رولينغ ستونز.
ايه، سلطه القريديس في الاول.
دابا جواز سفري طار، مع سبعين دولار.
اش هذاك البنيان الغريب؟
واش عندكم piscina ف هاد الفندق؟
صافي اتصل بيا غدا الصباح علي سته. رقم الغرفه اربعه وعشرين.
واش نقدر نعطيك بالين؟
اخاف ما كاينش ترجيع ديال الفلوس. تقدر تبدل غير بواحد شي حاجه اخري.
فين الجامعه؟
كانت لابسه طونيطه و تنوره طويله.
انا من الولايات المتحده.
هذا مطعم دالاس.
لا تترددوا في الاتصال بنا في اي وقت.
واش تقدري تبعثها لليابان داكشي باش نطلبها دابا؟
واش نقدر ناخد ساندويتش دك رومي في خبز مراق؟ و بغيت مايونيز مزيد، من فضلك.
بشحال هاد التذاكر صالحه؟
واش تْحَبْ تْكُلْ بْرَا مْعَاي؟
سرقو ليا التيكه مع جواز السفر ديالي.
واش عندك شي خطه؟
واش كاين تدفيه؟
فين المسرح؟
قطعت اصبعي.
تا تاخد ميه دولار علي هاد؟
اوي، ما كنتش عارفه تا تاخد شي شهر علي الاقل باش تحصل علي كريدي كارت.
واش نقدر نجمع حوايجي من الصندوق ديالي؟
باغي نبدل فينعتي.
لا، ما خاصكش. غير ضغط علي الزر ديال التصوير، من فضلك.
دابا ضربني واحد بالقبضه.
واش واش ساليو ديال الدوره؟
ميامي.
دوري؟
فين نقدر نشري منتوجات الصناعه التقليديه؟
دا سته دولارات. واش تقبل؟
فين اقرب مكان للراحه حدا هنا، من فضلك؟
لقد دفعت تكاليف الوجبات ورسوم الفندق مسبقًا.
سمح لي، انا نتكلف بالكلب.
عندي تقريبًا ثلاثه الاف دولار.
مءتين دولار. كاش ولا بالكريدي؟
فين هي المحطه ديال الباص اللي غادي لـ سنترال بارك؟
صافي. عندي بلاصه حدا الضار. اا، اذا بغيتي نبدلو بلاصات بعد شويه، سيده.
انا في عطله.
واش هاد الطريق مزيانه لنيويورك؟
ايه، كل عشر دقايق.
واش نقدر نبدل طلبيتي مزال؟ بغيت بوط instead of المحار الصخري.
باش د الدراسه.
كيما هكا كل واحد نهار اثنين.
اوه، كيبين محطات الميترو ومحطات الحافلات. نقدر نبقي معاها؟
فين الكوانطر ديال التسجيل ديال دلتا؟
هادشي ممنوع.
واش ثابت اللون؟
دايرين صغيرين بزاف.
واش واقيين تعرفو شحال هادي الساعات ديال المتحف د الفن؟
باش ما نبقي برّا، اصلحو من فضلك.
انا كين.
واش كان تمطر هاد الاسبوع كامل؟
باش نشوف حقيبه الايد هادي؟
هاد السياره غادي لـسياتل؟
ارجوك امضي هنا، و هذه وصلتك للاحتفاظ بها.
خدمه الغرف.
واش هاد التيكيت صالح غير ليوم محدد؟
الوقت سالي.
واش تقدّر تحافظ علي قيمه ديالي، من فضلك؟
صافي، غلط مني.
غادي نبقي مع صاحبي في نيويورك.
بشحال الثمن مع الضريبه؟
هديه؟
ها اللي حداها علي اليمين.
واش تْفضل كُوته بْزْرابْطَه ولا بْزْرابْطه وحده؟
واش تقدّر تعاونني باش نلقا شناطي؟
ايه، هادشي باغي تحري اكتر. واش غاتعتبر هاد الاحتمال، السيد كينان، و تعطي نتاءج التحري ديالك للسيد ناكاياما ف اقرب وقت ممكن؟
واش الطريق لـ فندق هيلتون طويله؟
واش باغي نوع ديال المطعم؟ غدي تْكُل العشا غير، ولا باغي مطعم عندو بار؟
زوج بطاطا، واحد كولا. دولارين من فضلك.
بغيْتْ جَاكيط.
داكشي ضيق بزاف هنا.
واش نقدر نعاود العشا في السفينه؟
واش عندك هادشي؟
كيكون الخنّاق في الصيف في اليابان.
ارجوك حافظ علي هاد الشنطه حتي الساعه ثلاثه.
دابا بغيت نمشي نشرب شي حاجه بارده.
واش هاد الدوا فعال في تخفيض الحراره؟
كانت عيناه سوداوين متباعدتين.
الرجاء حجز طاوله لخمسه اشخاص.
سمح لي، اعطيني الله يعطيك، وحده ديال الحاسبه.
واجب نمشي للمستشفي؟
واش عندك تيكيط ديال الرجوع؟
بغيْتْ نْعملْ مكالمه دوليه لليابانْ، من فضلكْ. هادَا يوكي مُرايْ فْ الغرفه تلات ميه و اثْنِينْ عشر. بغيتْ نْحطْ مكالمه معْ السيد كِيسُكِه مُرايْ بالْعكسْ. رقم التليفون هو طوكيو صفر تلاته تلاته سبعه تْنين سته تْمانيه تلاته تسعه واحد.
واش تقدر تصلح هاد الكاميرا؟
ايه، سيدي. واش عندك شي ورقه تعريف؟
واش كاين بلاصه نقدر نمشي ليها باش نمشي نتسناك؟
فين مكتب المفقودات؟
صافي كانت زوينه.
تيزغنون د الزهر ديال الخوخ كيتشوفو بيهم ف عيد البنات ف شهر مارس الثالث.
واش نقدر نبدلو بشي حاجه اخري؟
نغلفها؟
عندي تذكره ل ديترويت اللي غادي تمشي في الساعه حداش الصباح.
واش تقدري تعاوني باش نلقاه؟
واش قلتي خاصنا نسلمو الورقه ديالنا فاش؟
بغيت عصير، من فضلك.
خمسه و عشرين دولار شامله مصاريف الطوبيس، المرشد، و رسوم الدخول.
مسجل، من فضلك.
باغين نجربو الاكل ديال الدار.
خودي صاحبي للمستشفي، من فضلك.
المتحف المتروبوليتاني للفنون مزيان.
عافاك، عطيني وصل باش نعطيه لشركه التامين ديالي.
باغي نستاجر شيّ معدات ديال الـويند سيرفينغ.
ما فهمتش شنو كتقول.
ها الاسم الكامل وعنواني.
انا عندي حساسيه للمضادات الحيويه.
خطير بزاف اذا ما خديتش طاكسي باش نرجع للفندق.
تم قبول اقتراحه.
ايه، عندنا تسعه وتسعين نوع ديال الاكلات الجاهزه.
واش كاين شي خط ديال الباص اخر غادي لهاداك بلاصه؟
تقدر تقولي كيفاش نتحكم في درجه حراره الغرفه؟
تاخد ليا صاكي، من فضلك.
صافي سدي التليفون. غنعود نعاود ليك بعد شويه.
كاينين اربعه فصول متميزين.
كانو عندي هاد الاعراض من داك الصباح.
واش القطار كيتوقف في اديليد؟
قهوتك، من فضلك.
خمسين سنتيم لكل كلمه. الثمن غالي اكثر مما كنت نتوقع.
نقدر نشخّو حوايجنا هنا.
كنبغي نعطي هاد البوسطال ل اليابان بالبريد الجوي.
واش هاد الطران شحال كيمشي؟
عطيني شي قاروره صغيره ديالو.
فين اقرب تليفون؟
في الدار ديال السينما حدا المكتبه بالضبط. ولكن خاصك تحجز.
بغيت شي مقانق، من فضلك.
اش خاص اليوم في هذا المطعم؟
واش ما نفكرو نمشيو لباريس غدا الصباح ونبدلو للطاءره ديال سويس اير فالليل؟
خمسه و ثمانين سنتيم.
صافي مزيان بزاف. خاصك تجيني و تزورني شي مره.
واش واش غاديين نمشيو في شحال؟
سمح لي.
ما تعاكس.
باش بغيت واحد تقيل.
لا، انا محظوظ. هيا.
واش عندك واحد اكبر؟
بغيْت نحجز طاوله لثلاثه نْاس في سبعه دّي الوقت، من فضلك.
كاينين عندنا شي طرامواي في المدن الكبار بحال طوكيو.
افين، معنقَدروش. غاتحتاج اكثر من اسبوعين.
شحال ثمن الكرا ديال طليفون محمول و باجر؟
واش كاين مطرح ديال الغسيل قريب من هنا؟
كانستني حتي تعطينا الصمت.
واش الضريبه مضمنه؟
ما حسّيتش براسي مزيان، عطيني شي دوا من فضلك.
لا مزال، شكراً.
السكان ديال اليابان هو السابع في العالم.
فين نقدر نصلاح ساعتي؟
عطيني عشره ديال الطّايْ، من فضلك.
واكيد، خد رقم خمسه ديال الباص من الفندق الملكي ونزل في ساحه المدينه.
غادي يكمل غدا العشيه.
اي. هاد الصباح شريت واحد السواط في المحل ديالك. ولكن ملي رجعت وفتحتو، ما كانش هو اللي شريت. هادي وصل الشرا.
بشحال ديال القنّين ديال المشروبات الكحوليه عندك؟
تقدر تبدل فلوسك في اي واحد من البنوك ديال المطار.
عندنا نبيذ وردي ممتاز.
واش تقدّر تقولي واش كاين برنامج تلفزيوني اليوم؟
اكيد غتمشي ليك الحاله بسرعه.
هادشي طبق معروف في المطعم ديالنا.
واش عندك شي كادو مزيان لراجلي؟
واش شفتي الاشاره ديال Air U.S. سبعه صفر سبعه؟ خاصك تمشي لهاداك بلاصه.
عندي وجع في كرشي. واش ممكن نعطيك شي دوا؟
بغيتي شي قهوه زاده؟
غدوه؟ ما عندي والو فاش ندير فالعشيه كامله. ولكن علاش؟
امكن تقولي فين الفاتوره ديالي من فضلك؟ واش هاد الثمن شنو كايعني؟
نوريك فين غاديين.
واش كتعرفو من مده طويله؟
اش غيوقع ليك الي قلت ليك اه؟
تقدر تشرح ليا كيفاش ندير تليفون؟
هذا كوارتز؟
باش طلّب ديال سلطه بطاطا، من فضلك.
كرشي كيتقبض.
بغيْتْ نْصْ مِتْر دْ هَادْ القْمَاشْ، عَفَاكْ.
واش تجيب ليا شي تلج وتا وحده ديال الكيسان، من فضلك؟
شحال هو السن المسموح؟
واحده اخري ديال ظرف؟
واش عرفتي/عرفتي بلي ما وقفتيش عند العلامه؟
غادي نوصل حوليه لعشره دالليل.
تذاكر السرعه صالحه فقط للقطار والمقعد اللي حجزتيه.
ما كاين والو حركه ديال الامعاء ليا من ثلاثه ايام.
هادي طريفه ديال الاعلان ديالي. واش تقدر تطل عليها دابا؟
شحال ثمن التذكره لـ White Plains في الخط الشمالي؟
واش محتاج تذاكر؟
باين شغل مزيان.
واش كاين شي بلاصه ديال الغوص قريب من هنا؟
ارجوك اكتب اسمك، والفندق، ورقم هاتفك علي هذه الورقه.
اريني الطريق لمكتب الـ BA من فضلك.
ارجوك نزلني في المحطه التاليه.
بالارجو تمشي للنافذه الخامسه.
اي، البارح كان شويه مزيان بالحراره.
واش تمشي معايا لـ هاكوني؟
يمكن يكون خليتو عند المكتب ديال الاستقبال.
واش بغيتي نتغداو مع بعض؟
واش ممكن نعطيك شي دوا علي المعده؟
هادي هيا لعاءله ديالي.
فين كاينه الاسونسور ديال غريندلڤالد؟
تا تشرب شي رْطاب؟
واش اصيل؟
باش بغيت ليك دير تصوير بالاشعه السينيه.
واش هاد الكسوه الداخليه ديال الرجال غاليه بزاااف علاش؟
عطيني تسعه ديال العشريات، وحده ديال خمسه، اربعه ديال الواحدات والباقي في ديمات.
افين، ما نقدرش. ما نقدرش نتوقف غير فالحوانا اللي مكتوبه هنا.
واش من نوع ديال الغرفه بغيتي؟
كنعتارف ليك، ولكن المݣوده ديالي كبيره بزاف عليا باش نقلبها. واش تقدر تحافظ عليها ليا من فضلك؟
باغي نستعمل صندوق الامانه.
الاسم هو سوزوكي.
فين اللوبي؟
سمح لي علي التاخير، رقم غرفتك تسعه وتسعين. تفضل مفتاحك.
فينين الكونتوار ديال الامتعه المفقوده؟
واش نقدر ناخد شي موعد غدا؟
فين غادي تمشي تسكن في لوس انجلوس؟
ما كاين باس.
فين الحمّام؟
قول للسيد توماس انني مازال/مزال كنسكن في فندق هيلتون.
واش تقدّر تقولي واش غادي شي طوبيس ولا طرانسبور لوسط المدينه؟
واش كاين كاس العالم متي؟
طالع الضارب. غتجي لدار ثلاث الطرق. من بعد تمشي ل اليسار.
اشحال الحراره دابا؟
خصّص فلوسك فين كتقول.
السلام عليكم. هادي كارول براون. واش نقدر نتكلم مع سوزان؟
واش عندك شي غرفه فيها منظر زوين؟
واش عندك شي جراءد يابانيه؟
غادي نمشي يوم الجمعه تسعه وعشرين و نرجع يوم الاحد.
ما كاينش متوفر حاليًا، ولكن نقدروا نطلبوه ليك.
كاينه ستيكر ديال ميكي ماوس فوقو.
واش كاينين تا طابله ديال الاكل الخفيف؟
عمتي باهته وشويه غريبه.
فين نقدر نشري لباس تقليدي؟
غادي ناخد ستيك من اللحم البقري، و خروف مشوي لمرتي.
دابا، شنو غانديرو للعشا اليوم؟
واخا، واش عندك بلاصات متوفرين؟
باغي واحد الطوموبيل.
عافاك، شي طوموبيل ما فيهاش دخان.
شي فندق بثمن اقل مزيان، بشروط يكون في حي امن.
سمح ليا، واش نقكتب هنا؟
واش ما كاينش شي واحد اخر؟
عندي الانفلونزا.
ما كاين شي غرفه ارخص؟
لقد اتصلت برقم خاطء.
تا هي داك البنايه زوينه.
بغيته يبان بحال ديال ميغ رايان، من فضلك.
دارينا بحث معمق علي الاحتياجات ديال الزبون.
سمح ليا. واش تقدّر تقولي كيفاش نمشي للبنك الاقرب؟
فين نقدر نتْفطر؟ شحال كايْكون سَوايع ديال التْفطير؟
انا فلاح.
سمح ليا، واش تقدر تقاد شويه كرسي ديالك؟
واش نقدر نطيب ليك راسي؟
واش نقدر نمشي؟
kanhdām ʿla ṭabaʿt lqali li ma yilṣaqsh.
غادي نتاكد. خايف ما نلقاش سميتك.
كنظن فيه شي غلط. واش تقدر تدبر لينا شي حاجه باش نقدروا نبقاو؟
واش نخود معايا معطف؟
واش ممكن نعطيك سماعات اخري هادوك ما خدامين مزيان؟
شاي وخبز مع شويه ديال الزبده والتاجين، من فضلك.
رقم الهاتف اللي وصلتي ليه ما كاينش خدامه.
فين غادي توصل الطياره لروما؟
واش عندك فكره فين غادي؟
واش نقدر ناخد نص رطل ديال سلاطه الداناب؟
نلتقاو في داري.
ما تمشيش ليا ريحه النڭسه.
كنبغ شي فول سوداني، من فضلك.
باش نقدر نعطيك شيكات سياحيه؟
واش ممكن تعطيني خريطه ديال المنحدرات؟
الصالون ديال الماءده في الطابق الاول و يفتح في خمسه و نصف.
واش ممكن تبدل ليا تاريخ الرحله من لندن لتوكيو؟
باغين نفرحو و نلعبو رياضات خاصين بالساحل الغربي.
ما نقدرش نشرح حالتي باللغه الانجليزيه.
سمح لي، ولكن ما نقدرش نمشي معاك.
انا من كولورادو. من اي منطقه في اليابان انت؟
لقد دفعت فلوسا حالاً.
واش العشا جاهز؟ باغي نموت بالجوع. تقدر/ي تْحط/ي الماءده؟
هدّي في هاد الساك ديال الورق بني.
كان مضاايقني منين جيت لهنا.
باش بغيتهم يوصلو و يتقابو، من فضلك.
ما تظنش غادي نحتاج دليل سياحي؟
kanhdām ʿla zzaṛq dyāl lʿaynīn.
انا خلاص دفعتو ملي شريت تيكيطي.
مللي يكون ناشف، تقشر من وجهك.
باغي نقعد دابا.
دوزت الحساء.
انا مزيان شويه مبكر، واش عادي؟
واش كاين صالون ديال الجمال هنا؟
صافي. ما تقلقش. عندنا ممرضه كاتفهم اليابانيه.
فين ميروار؟
كيف حالك؟ صاوبين ف سويسرا و دايرين الموضه هنا.
الكتب و الكراسات.
اش كيفاش نرجع؟
واش عندك هادشي بالخضر؟
لقد دفعت جميع فواتيري.
صافي سَلِّمْني.
غريبه، ولكن كنقدر نتكلم بالانجليزيه مزيان ملي كنكون سكران.
واش كاين شي مكتب للمفقودات في المحطه؟
خليني نفكر في الامر، من فضلك.
واش تقدر تقولي ليا علي شي فنادق بثمن اقل من خمسين جنيه في الليله؟
غادي نقص 20% من الثمن.
بالنسبه لتصميم مشروع ميركوري علي الخصوص، ما كنت نقدر نقرر فيه بدونك.
بالصحه و الراحه.
واش هاد السفن القديمين باقين يشدو؟
صافي وقع لي حادثه ديال الطّوموبيل.
واش في شحال غنتجمعو؟
فين نقدر نصرف هاد الوصفه الطبيه؟
صافي، انا نباتي. ما كانكولش لحم.
لذيذ.
اشْ شنو اللي غيكون سريع؟ ما عندناش بزاف ديال الوقت.
انا معاها بالزاف. نمشيو للدكان ديال اللحم كاين حداّنا.
المكالمه مع اليابان متوصله. تفضل، ارجوك.
شكرا علي العشاء الراءع.
واش تقدّر/ي تهزّ/ي هنا شويه باش نتصوّر؟
دابا تعرضت للاعتداء.
في كتيّب منفصل سمّاو "معلومات اساسيه عن الشركه" موجود في الملف اللي عطاو ليك، غادي تلقي شرح مفصّل اكثر.
واش تقدّر تجيب ليا شي لحافات، من فضلك؟ البرد هنا في هاد الغرفه بزاف.
واخا تقدر تحطّها حدا الضّريبه، من فضلك؟
كل واحد و ما بغاه. انا كانشرب بييره.
ولد في التسعينات.
واش اخر طوبيس غادي لـ بيمليكو في شحال؟
صافي. واش كيف ديال هادشي؟ هاد النصف نهار ديال الدوره كيعاودك لهنا علي ساعه وحده.
واش عندكم شي سلاسل اخري بتصاميم فريده؟
نظن هاد بلاصتي.
بشحال لخرجه ديال السيرفيس د الخدمه؟
واجب نلبس ربطه عنق؟
ماشي مشكل. فين بغيتي تاخده؟
ما عندي فكره.
طاوله في التراس، من فضلك.
شويه مزيد من الدفع من الخلف.
واش هذا هو الطران ديال شيكاجو؟
واش نقدرو نمشيو لـ tiki point غدا؟
كنت متاكد انك تلقي اختيار اوسع في الصيدليه.
ارجوك ضع خمسه دولارات وخمسه وعشرين سنتًا للدقاءق الثلاث القادمه.
واش باقي شي بلاصه لهاد الليل؟
واش كاين شي طْرَن لـ اوكسفورد فـ قريب؟
مانعرفش كيفاش نستعمل التيليفون، عافاك وريني.
كنتمني تزور هاد المعالم السياحيه الزوينه ف امريكا ف اقرب وقت.
حطيت التيساك ديالّي، و لكتاب، و الكاميرا في التيسّاك ديالّي.
واش كاين واحد كيتكلم اليابانيه في المحل؟
ما غاديه تطلع سخونه كافيه.
تقدر تبعهم منفصلين؟
اش كيفاش نمشي للمتحف؟
سيُعجب السيد غودمان بها حقًا.
رقم الرحله هو PK سبع ميه و ثمانيه في خامس شتمبر.
كنتِ باينه زوينه بزاف في التليفون.
واش كاين طوبيس من المطار للبلاد؟
واش تمشي تلغي الحجز ديال البلاصه ليا؟
ايه، سيدي. الساعه حداش.
واش المبتدءين ما كايصلحوش؟
واش اي طاءره كتوصل بدري لمدينه نيويورك؟
اه، تقدر تمشي بـ "غراي لاين اير شاتل" ولا "كاري ايربورت اكسبريس".
اي، باغا نشري كادو لختي.
واش نقدر نسبح هنا؟
ايه، نتا/نتي.
فرصه سعيده ليكوم، حتي انا. واش هادي اول مره ليك في امريكا؟
كنظن غالي بزاف. ماعندكش شي سعر معقول؟
باغي نشري هادشي.
صافي، حتي وصلتي ديالي سرقات.
واش كاين شي حاجه محليه مميزه؟
بشحال كيمشي؟
واك. نقدر نحط هاد الصندوق ديال المتاع؟ فين غادي؟
واش ممكن للعرض ديال النهار؟
سيرْ وقّفْ.
رقمه ديال التمديد تلاته سته سبعه، من فضلك.
شحال ليله الاقامه؟
واحد الغريب عرض باش يصورني، و انا عطيتو الكاميرا ديالي. ملي شافها عندو، هرب بها.
كِدايرْ نْمْشي لْـ ABC Center؟
ارجوك حرر محضر سرقه.
المدير ديال الفندق ديالي، السيد هيلتون، عطاني سميتو.
بزّاف ديال اللون، عافاك.
واش القطار غيمشي في الوقت؟
واش كاينين شي رحلات فيها زْياره لواحد الديسكو؟
شكرا بزاف. الله يعطيك سفره سعيده.
بغيْت مْشَبَّك.
ما نقدرش نبيع والو بلا وصفه طبيه.
واش مللي مرضتي؟
صافي، غادي نعطيك فلوسو بالدولار والين.
واش نقدر نعاودو لمدينه اخري؟
كنقدمو ساندويتشات و مشروبات من 11 الليل لـ 6 الصباح.
باش بغيت بيض مفور علي شكل طريه مع لحم مرقاد، بطاطا مقليه، خبز محمص و قهوه.
بغيت حليب سخون، من فضلك.
انا شويه مقلق بخصوص واش نقدر نغوص مزيان.
الصالاد، من فضلك.
يلا.
واش في شحال نقدروا نتعشاو؟
وجهتي هي طوكيو.
فين نقدر نبغي شناطه ديال الجلد؟
بغيت نطيب السمك والبطاطا المقليه، من فضلك.
بالطبع. حتي طفل صغير ما غاديش يعاني باش يجوب علي هاد السءال.
سمح ليا. بغيت نمشي لحديقه حيوانات برونكس. واش كاين طريق احسن باش نمشي ليها؟
تا خذها، بالعاني.
يلا خليّهم برا الغرفه ديالك غدا الصباح.
شحال هو اقل عُمرْ كايْصْوّتْ فيه نْاس ف اليابان؟
المره الجايه ملي نجي، غانرجع بالتاكيد. واش ممكن تعطيني شي تخفيض؟
ما خصّهم يشوفو والو ديال البرامج ديال التلفزيون اللي فيها العنف.
وا سالا عام كامل؟ الزمان كيمشي بسرعه. اكيد غانجي. غديلي فين و شحال.
هذا كل ما بغيت.
واش تقدّر تعطيني طابله ديال السعر؟
دوزت الاتاي في السلّال.
باش نْقْعَدْ بْجَنْبْك؟
في اغلب الاحيان، غادي تكون في وضعيه مزريه.
اشحال مده باش نوصل لليابان؟
باش نقدر نعاونك تلقا شي حاجه معينه؟
كنحس بالرغبه نشرب بيرا في هاد الحر.
نظن/نعتقد لمست شي مرجان سام.
اشْ شنو كتعرف عليه؟
واش نقدر نعطي فلوس هنا في الطبله؟
اه، خليني نشوف. اكثر من الميزانيه ديالي.
زيد مزيان حتي توصل لدار هوب.
باغي نحجز شي غرف.
كنخاف المفرق ديالي ناقص. واش تقدر تعاود تشوف؟
تقدر تشوف ليهم طّوموبيل؟
مشيت فالطريق ديال الطّرمي غلط.
بشحال غتكون مستعد تدفع لهذا؟
اللي طامع في اثنين الارانب ما يطيح بواحد فيهم.
تا تشوف داخل هاد الساك علا خاطرك؟
بشحال ليل كتقدر تبقي مفتوحه المحل الكبير؟
واش صوف خالص؟
لاي مستشفي غادي ياخدوه؟
باغيْ نْكْرِيْ شْشَطْ.
بغيت بيره من فضلك.
بغيْت واحد اخر.
اريني بعض القفازات من فضلك.
اش كيفاش نمشي بالباص ديال الليموزين من هنا لهاداك؟
فيلم ملون لـ 24 صوره، من فضلك.
باغا نمشي نشوف واحد الاوليبرا. فين كيديرو الاوليبرا؟
غادي يرجع فْ اربعه ديال العشيه.
سرقات ليا التيشان وانا كانغادي نتسناك بالتيليفون.
واش نقدر نخلي السياره في مطار لا غوارديا؟
باغي بلاصه ف اليسار.
شيانتي، من فضلك.
بغيْت عصير ليمون مرّ.
بشحال غادي يجيو كاملين؟
واش كاين حظر؟
هذا زوين بزاف.
واش نقدر نشري تيكيت في الباب؟
عندي طفح جلدي. واش كاين كريم مضاد للفطريات مزيان؟
صافي بالضبط مقاسي.
واش متاكد؟
طيحت الكاميرا ديالي في بلاصه صلبه.
واش كاين شي حاجه ما تقدرش تاكل؟
سميتها السيده جريكسون، مازال؟
شوف وجهه ديال الباص قبل ما تركب.
بشحال مره في الشهر كتلعب البيسبول؟
اريني هاد الماب.
اش كيفاش نقدر نمشي تليفون ل اليابان؟
سمح ليا. طاحت عندي السكين ديالي. واش تقدر تجيب ليا وحده اخري؟
عندّي جوج ڤاليز و واحد سّاك ديال اللّبسه.
اشحال فلوس كانت عندك في الكيس ديالك؟
انا اسف، مطلوب دفعه مقدمه لمده تسعه وتسعين يومًا.
عطيني رول ديال فيلم سينيماءي بـ 16 ملم مع امكانيه تسجيل الصوت.
ابغي ناخدها.
واش علاش؟
انا طالب جديد. ما نعرفش كيفاش نسجل. واش تقدر تعاونيني؟
فين نقدرو نمشيو نتسَرقو؟
تقدر تحرس ليا حوايجي هنا؟
واش تقدّر توصّلني بشي واحد كيتكلّم اليابانيه؟
تقدر تشري التذاكر من شباك الحديقه.
واش كاتشوف النصب ديال داك البنيان؟
شكراً. واش ممكن توريني شي صندال ف سته و نص ديال الدي؟
فين هي الباب رقم اربعه و عشرين؟
شحال ثمن هاد الكيس ديال السيكار؟
كنبغي ثلاثه ديال رولات ديال الفيلم كولور بثلاثه و ثلاثين صوره.
بشحال لتاور ديال لندن؟
اش هذاك البنيان الغريب؟
اخاف ما كاينش ترجيع ديال الفلوس. تقدر تبدل غير بواحد شي حاجه اخري.
بشحال هاد التذاكر صالحه؟
دابا ضربني واحد بالقبضه.
واش ممكن تصعد جبل بهادشي ديال المعدات الخفيفه؟
هادشي خارج علي الميزانيه ديالي.
بغيْت طبيب يجّي لغرفتي، من فضلك.
واش واش رقم ديال الخدمه ديال النظافه؟
واش نتا ايرلندي؟
واش باغي تباع دابا؟
كل التذاكر نفدت.
باغا نبقاو نلعب ساعه وحده فالعشره ديال الصباح غدا.
سمح ليا، واش نقدر نبدل بلاصتي؟
ما كاينش فكره فين.
شكراً. غنتكون ممتن لذلك. باغا تعرف، انا مهتم بالمسلسلات الاستراليه.
سمح ليا، واش تقدّر تنصحني بفندق اخر؟
ياك نهار زوين. واش دايما كيكونو نهارات بحال هكا في هاد الوقت ديال العام؟
كانت لينا تجربه مشابهه في الماضي.
تقدر تشوفها ليا؟
كان ضبابي.
احتاجهُم قبل يوم الجمعه.
مين هو المدير؟
بشحال صرفت فحال كامل؟
من سان فرانسيسكو الي ناريتا.
هادي ماشي بالضبط بالمقاس ديالي.
واش مفتوحين فنهار الاحد؟
واش كاين شي بلاصه مزيانه ديال الديسكو هنا قريب؟
بغيته ليك قبل خمسه د العشيه.
ما يمكنش نعْتَذِرْ.
واش غادي تبقا في نيويورك مده طويله؟
واك، طِلّع.
واك. غنحطهم في الصندوق.
واخا بغيتي تلخص ليا، من فضلك؟
واش هذا طْرَنْسْ بْلَاسْ؟
واش تقدّر توصي بكتاب مزيان لواحد الولد عندو خمسه عشر عام؟
هذا الروج صغير زوين بزاف. بغيت هاد واحد، من فضلك.
انا عندي ثمان سنين.
خصم ضربه جزاء.
كان شعرها مُمَوَّجًا واسود.
واش تقدّر تقترح شي بلاصه اخري تستاهل الزياره؟
بغيتو بزاف. ولكن خايف مانعجبنيش التصميم. واش في شي وحدين اخرين؟
واش تقدّر توصي بْواحد الفندق ما يكونش غالي بزاف؟
بشحال كيجيو كاملين؟
هاد شي ولّدت صاحبتي. واش عندك شي حاجه خصوصيه؟
واش نعطي للطباخ باش يشرحها؟
واش تقدّر تعطيني شي حاجه تخدر؟
تقدر تلخص؟
عندي الربو.
هاد شي كاسيط فيديو صورتو لصحابي.
واش علاش مشيتي لنيويورك العام اللي فات؟
اشْحال ديال الوثاءق خاصني باش ندخل لْمْرِيكَان؟
سميتي تسوتومو.
واش هادي غليون د القُدران؟
واش متاكد؟ كنت كنظن شكل هاد القنينه ديال النبيذ كايخدمو بيها ديال النبيذ ديال بورغوندي.
سمعت بلي كاين شي بلاصات مزيانين ديال الجاز.
باغي نشري سته ربطات ديال العنق. واش تقدر تعطيني شي تخفيض؟
عندي الزكام.
اطلب سياره اسعاف بسرعه.
ايه، تقدر. الغرفه جاهزه. ارجوك اكتب اسمك وعنوانك هنا.
واش عندها صندوق كبير؟
تسعه ثلاثه تسعه سته سبعه صفر صفر.
اشْ واخا تا لون كتعجبك؟
واش واش غادي تمشي الترين اللي جايه لـ فيلادلفيا في شحال؟
هاد السمكه شويه معوله.
بدل هاد الشي بالدولار، من فضلك.
فين غادي نشيوݣوݣ بغيݣك ديالك ملي نعاودو نلقاوه؟
واش هاد الجلد صافي ميه بالميه؟
واش عمرك مشيتي لنيويورك؟
اش الوقت ديال الصعود للطاءره؟
انا واحد الاستاذ.
عندنا تشكيله كبيره من الحلويات، بما فيهم الكيك و الايس كريم.
شْحال سْمِيَّه هاد النْبَات؟
بشحال يوم كاتوصل بالبريد الجوي؟
نمشيو للمطعم بالتاكسي.
هاد التصريح المالي خاطء.
واش نقدر نحط المتاع ديالي هنا؟
بشحال الوقت نوصلو ل سيدني؟
ابغيتيني تصدر لي جواز سفر مءقت؟
رخيص. هنا، غنعطيك خمسه دولارات و صفر سنتيم.
غادي ندير فطور كبير من الخدمه ديال الدار.
كوكاكولا كبيره.
واش ممكن تعطيني شي تخفيض؟
ايه، ها هو.
واش نقدر نكمل نسافر؟
واش واش اقْطَعْ فْ هاد لبلاد شحال كيكون احْسَن فْصْل؟
باش نطلب كاس ديال النبيذ؟
دنيا صغيره.
لا، خليني نشوف اولاً.
واش نقدر نبدلوها لرحله اقدم في الخامس؟
واضح. ملي هاد الفورم وسيمّيه، من فضلك.
شحال كاين النسبه ديال التضخم؟
كانت كتعطينا قهوه معمره.
بغي نمشي دابا.
دايرين واسعين بزاف.
فين هيا ساله ديال الامتعه؟
يوم الجمعه ممتلء بالكامل حتي الساعه ثمانيه ونصف.
خليني نفكر في الامر. غنمشي نشوف شي محلات اخري.
مانبغيش نصرف اكثر من ثلاثين دولار في كل واحد.
بغيت شوكولا، من فضلك.
واش تقدّر تقولي فين نقدر نسجل فهاد الطياره؟
تقدر ترسم لي خريطه؟
شكراً بزاف. ها تيكيت ديال التصحيح ديالك.
سمح لي. واش تقدّر تقولي واش الساعه كام تفتحو؟
متي كتلبس الكيمونو؟
قُولّو ليه يعاود ليا تليفون فحال ما يدخل. هادا تلاته خمسه اربعه ثمانيه واحد واحد ثلاثه تسعه. فندق هيلتون، رقم الغرفه اثنا عشر تسعه.
بغيْت شي رْغْوه ديال الحمام.
غادي يْسالا ف الساعه د الزوال.
kanhdām bḥal chi ḥaja ntiḥfḍ bihā ʿla wāldti.
نظن عمرك تقريبًا خمسه وخمسين سنه.
هذا شاءع.
نقول ليك الصيف هنا ماشي بزاف مزيان.
اش كيفاش تتقاد الصّور؟
واش هاد التيكيت باقي متوفر؟
واجب علي الجميع النزول؟
هذا هو الدواء اللي عطاني ليا الطبيب العاءلي ديالي.
خَلّينيْ نْشوفْ سْيارهً هَادِي.
كانو اربعه شباب.
مازال ما حسّيت براسي مزيان.
غادي نوصل بعد العشاء.
واش ممكن يعطيني شي كارتونه باش نمشي نعّلب؟
الطقس معتدل.
ارجوك اتصل بسياره اجره علي الساعه الثانيه بعد الظهر.
زايد بزاف علي ذوقي.
عطيني نشوف داك الواحد.
واش كاين شي ديال الديско ف هاد المنطقه؟
شحال ثمن الغرفه؟
الماكله بارده.
شنو احسن بلاصه تنصحوا بيها الزياره؟
هاد الطياره متاخره ساعتين علي الموعد.
اه، كنبغي ليك بزاف.
كاس شابلي.
فين غادي تمشي ف A؟
واش تقدر تجيب طبيب، من فضلك؟
شوف شنو تقدر دير ليا.
شكرا علي النصيحه. غنجربها المره الجايه.
لا، شكراً.
واش تقدر تشغل التكييف؟
من اي ولايه في الولايات المتحده الامريكيه انت؟
اه، زيتونه عَالْقه في حَلْقي.
الثلاجه ما خدامه.
بِصْحَه و رَاحَه. سَعِيدْ بْيَا.
واش تقدّر توصّلني بواحد كيتكلّم اليابانيه؟
اعطيني الطّلب، من فضلك؟
سمح ليا، ولكن واش تقدري تقولي ليا شنو هادشي في المنيو؟
هادي مفتاح من نوع الكارت. تقدر تحافظ عليها معاك.
انا متجمد بالكامل.
هادشي باين بنين.
بغيتي قهوه ولا شاي بعد الاكل؟
داك واحد الكيس كبير ديال الجلد.
واش تقدر تختار ليا واحد؟
عندي شوربه فول الصويا سريعه التحضير.
في نيويورك.
رقم الممر سبعه.
واش تقدر تقولي فين المطاعم بالضبط؟ فاي طابق؟
درت حجز في المطار.
اشحال الطول بالسانتيم؟
كنت كنماركي ايام الدراسه.
باغا نمحجز لخمسه ناس علي سته د العشيه.
هذا هو الباص المناسب لخطوط الطيران اليابانيه؟
باغي نمشي لعندو مطعم ديال نيويورك اصيل، ماشي غالي بزاف.
ماشي اختيار. هنا مزيان.
شنو خاصني نعرض باش كاري سياره؟
غادي نقلّيك ملي نوصل لتاّمّا.
فين نقدر نشري الادوات المكتبيه؟
زالطني الانفلونزا.
وقع حادث.
واش الدكتور توفلر معلم شديد؟
يعتمد علي ذلك.
ما نقدرش نمشي القفل.
هنا. واش توري ليا شي ورقه ديال الهويه ديالك ولا الباسبور؟
نڭولو ليه تليفون.
هذا هو الرجل.
ارجوك ارسل واحد من الخدمه الي غرفتي.
واحد الطبيب، الله يعطيك الصحه.
بشحال تمن الدخول؟
ارجوك، خاصك تقترح عليا فندق.
بشحال عمر اليابان؟
تقدر تحط هادشي في الصندوق ديال الامانات ليا؟
كنخاف نسيت حوايجي في الطياره.
اه، اذن خاصك تعرف كيف حنا كاملين هنايا حاسين راسنا. ما كنبغوش الناس اللي ما كيعرفوناش يقولو لينا كيفاش نعيشو حياتنا.
واش تقدّر تنّوض الدريّه؟
اشْ شنو سميتك، من فضلك؟
كنت موافق علي هاد الاقتراح.
لشخصين علي الساعه سبعه، صواب؟ واش نعطيك اسمك من فضلك؟
واش عندك شي ساعات ميكانيكيه يدويه؟
ما كاينش شي غلط في الفاتوره؟
بسلامه.
تقدر تستعمل الباس فكل القطارات.
صافي ما تقلقش. تقدر تنزل في المحطه التاليه وتمشي بالرجله. ماشي بعيد.
داك السياره حاولات تعاود منعطف ل اليسار بالقوه.
واش نقدر نحجز طاوله؟
فين الكافيتريا؟
بشحال يكون مطفي، من فضلك.
فين نخبر، اذا كان عندي شي مشكل؟
شحال تاتكلّف رساله جويه، من فضلك؟
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
واش واحد منكم كيتكلم اليابانيه؟
ما محتاجش لداك، شكراً. غنخوذ داك.
بهاد الطريق، من فضلك. هاد الطبله مزيانه؟
اشْ واخا، واشْ كاين شي حاجه كتحب دير فراغك؟
صافي، شويه. سيدي، خايف السيد اوكاوا مشا يتغدي. بغيتي تخلّي ليه رساله؟
كنبغيو نديرو اطباق بثمن تقريبًا 30 جنيه استرليني للشخص.
واش هاد الخط شنو غرضو؟
هاك بعض السماعات.
بغيْت واحد الكشاف.
واش نعطيهو مساج؟
السلام عليكم. هاد هو مكتب الاستقبال؟ انا في الغرفه واحد صفر سبعه صفر. خايف عندي شي شكايه.
واش بغيتي تجي لدارنا الليله؟
اه، هاد زوين. عجبني صوتهم. شنو بان ليك نتا، بوب؟
واش هاد الطران ديال فين غادي لـ Grand Central؟
بشحال تيكيت ديال نهار واحد؟
كان قبل سنتين بالضبط ملي جيتي لهنا. واش عجبك الطيران؟
نظن نقدر نوفر ليك طاوله في حوالي خمسه عشر دقيقه.
نداء شخصي لطوكيو، اليابان، من فضلك.
واش فيها تكييف؟
بشحال هاذ الشي كامل؟
فين غادي تمشي تسكن؟
ها هو تسعه وتسعون ين. من فضلك بدلهم كاملين بالدولار.
في الـ ABC.
كنبغي واحد السشوار.
في هاد الحاله، كايتلقا جدول تعريفه الاسعار حدا بلاصه الساءق.
واش خاصني نعاود نجي لدارك؟
باش نقدر نخلي قيمه عندي معاك؟
تقولها نعاوس.
واحد الرجل كان طويل وواحد اخر كان قصير.
واش ممكن ندور صباغه جديده في الصاله؟
يمكن يكون البوجي.
حسنًا، هاد الـ Tour الاستكشافي زوين.
اخويا/ختي، للاسف، نعم. المكتب الرءيسي ديالنا هنا. ونتيا/نتي؟ اول مره ليك/ليك هنا؟
بغيتيني نقترح عليك مطعم مزيان حداك؟
واش تقدر تقبل شيك بالين ياباني؟
غادي ننزل عند الكاتدراءيه.
شنطه كتف بيضه.
شفتي واحد المعطف الاسود هنا؟
خلّيت الكاميرا ديالي في الطاكسي.
واش نقدر نبدل هاد التذاكر للعرض ديال غدا؟
كنبغي نتْحَوَّس قبل ما نْكُل.
كيف بغيتي اللحم مطيب؟
اه، يا له من رفاهيه ان تلعب الغولف في استراليا.
فين صنع؟
اش دايرين ياكلوا؟
واحد الكرتون ديال المارلبرو من فضلك.
سمح ليا، ولكن واش فين غاديين دابا؟
واش نقدر نطلب هادشي من اليابان ملي نرجع؟
باغي نستاجر دراجه.
ما كاين صابون ف غرفتي.
واش نقدر نسولك شمن سميتك؟
باش نتقدا لواحد البلاصه خاويه؟
الرحله واحد ميه و واحد لنياريت، المغادره في العاشر من يونيو، مءكده من جديد.
واش تقولي ليا شي بلاصات مزيانين باش نمشي نشوف في هاد المدينه؟
ارسل هذا لليابان بالتليغراف.
نظن عندي سخانه.
نيس نص.
نعرف اللي ديال نص درهم. عطيني واحد الدوزينه، من فضلك.
واش بعيد نمشي؟
نظن هاد النوع هو اللي غدي نحتاجو نستوردوه.
ايه. كانبغي احمر شفاه شانيل رقم خمسه و تلاتين.
واش قريتي باش تكوني سالمه؟
واش نقدرو نشوفو فيلم في هاد الطياره؟
بغي يكون عندي رْجْع قبل سِتْ دْ ساعه دْ لْوَعْشِي.
سمح ليا. باغي نمشي ل ميامي.
كنكتبو كارتات العام الجديد وكنبغيوهم. كيوصلو فواحد يناير.
واش غتمشي للْمدرسه؟
خذيت طران ديال 12:50 من سان دييغو.
واش كاين شي حاجه باينه هاد السيمانه؟
اش كيفاش نمشي نعاود لهنا؟
بغيت شويه سكر، من فضلك.
باش تقدر تملا هاد الفورمه ديال التامين الصحي، من فضلك؟
من الثامنه الي الثامنه وخمس عشره.
صافي، عندي الدوره. واش هادشي مشكل؟
تقدر دير علامه عليه في هاد الخريطه؟
شوف، الماء ديال الحمام ما كيسخنش مزيان.
واش كاين شي تغيير في البرنامه ديالنا؟
باش بغيت غير نمشي شويه علي خاطري و نتهني.
باغي نرجع للفندق باش نمشي نشوف الكاميرا ديالي.
خاصك تمشي بالتاكسي، ما كاينش النقل العمومي.
في البلوك الثالث علي اليسار ديالك.
ما غادي تلعب تا تنس معايا الاسبوع الجاي؟
حنا ثلاثه باغين نلعبو حاله. شحال غادي يجي الثمن؟
اي، كانجييب معايه دميه يابانيه لصاحبتي.
هذا ماشي اللي طلبت.
بغيْت شويه ديال الوقت زاءد.
ناخذ هاداك.
تا تغير القطارات في المحطه الثالثه.
kanfḍḍel l-makla l-italyaniya.
غادي نزيدو نعاولو فداك شي دقاءق. ارجوك تاكد بان حزام الامان ديالك مربوط مزيان.
واش واقيين فايت ساعه؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
واش طوبيس الفينيو اڤي كيتوقف هنا؟
باش تشوف رخصه السياقه ديالك، من فضلك؟
واش نقدر ناخد شي كروه؟
السفر ديالنا غيبدا فالحادي والعشرين من يوليوز وغيتسالي فالسابع والعشرين.
اش دايره هاد المحطه بالصوت؟
بحال هكا، من فضلك.
واش كاين طوبيس ديال المطار لـ فندق شيراتون؟
اي، بغيت بييره ديال الدراف مع المقبلات.
كان كنتمشي في شارع برودواي.
واش كاين شي حاجه مفيده هنا؟
عطيني ثلاثين لتر.
صوّرنا، من فضلك.
ديال من هاد الخدمه؟
خاصنا نتصل بمكتب المعلومات ف الزاويه ديال لوبي الفندق. غايقبلو طلب ديال الحجز.
هو لص.
المقصود منه مساعده المعزين بمصاريف الجنازه.
صافي. انعطف ل اليسار في الزنقه اللي جايه. غادي تشوفها قدامك مباشره.
واش بان ليك احسن لبشرتي، طلاء الاظافر ديال اللون الداكن ولا ديال اللون الفاتح؟
بشحال هاد الفندق؟
باغِ نمشي نشوف السيد واتسون، ونحددُو موعد.
لا، انا غنخرجهم.
ايه، عندَنا. واش من نوع بغيتي؟
واش واش كتعرف شي دوا للبرد تنصح بيه؟
شنو كتدير ف وقت فراغك عاده؟
سمح لي. فين بلاصه باش تاتفون عمومي؟
كنظن كيبان ليا كنعمر.
اليوم عندنا طجين مرقه، و كريم ديال سباك، و شوربه ديال الخضره.
نظن تقدر تلقي كلشي في السوبرماركي. اذا ما لقيتيش، ما تقلقش. غدا نمشي للصيدليه.
كنت كيتساءل واش نقدر نرجع لهنا متي.
ارجوكم اربطوا احزمه الامان وانتبهوا لاشاره "ممنوع التدخين" الي ان تنطفء.
واش ممكن تبدل ليا بلاصتي لبلاصه فقسم الدخان؟
واش تجيب لي بزطامه اخري؟
ما كاين والو باسمي ساكن هنا.
بغيت نلغي الحجز ديال الطاءره ديال 5 ماي، ونحجز واحد فـ 9 ماي من فضلك.
غادي ناخد الايطاليه، من فضلك.
واش واش كاين شي مصروق ما داخلش فيها؟
شريت روج باش نعطيها كهديه.
واش نقدر ندخل داك الطّاق حتي انا مازال مابغيت نعلم؟
واش من دارها؟
ما كيباعوش منفصلين؟
باش المنسق ديالنا يقدر يعاونك، ولا تقدر تجيبها بالتاكسي.
شي سيجاءر من فضلك.
تقدر تجيب لي تيكيت؟
واش جمع التحشيات عندك هوايه؟
واش اليابان تقدر تنتج كلشي تاكل؟
بغيْتْ نِفَّاخْ دْلْهْوا.
كنظن شويه ناقصو شي حاجه. او ما كيعجبنيش بزاف هكاك، كنحسو شويه عادي.
فين نقدر نشري تذاكر ديال المصعد؟
واش شحال الوقت غادي تمشي القطار؟
ارجو حجب بطاقتي.
هاد الساعه القديمه تسالات. واش تقدر تبدل لي هاذي؟
باغي نبدل شي يان ياباني لـ دولارات امريكيه.
wach man wach n'ṣṣel lih/ha ila t'ḍrbt li chi moshkil?
ناخذ ثلاث ميه غرام من هادشي.
واش تاخد شي حلوه؟
شْحال سْمِيَه الْفَنَّان؟
شكراً. واش نقدر نتكلم مع السيده ياماتو من فضلك؟
kanqtarah ʿlik tzeur mabna l-muttahida l-ʾumam ʿla janb nahr l-sharq ayḍan.
واش نقدر ناخد لترين ديال الحليب؟
باغيْ نْكْرِيْ طَوْمُوبِيل.
ضاع ليا جواز السفر ديالي.
كنتَ/ي كتشوف اكثر من الثمن المحدود.
ما نعرفش كيفاش نسد هاد الستاءر.
غبرت عليه.
خاصّك تخلص فلوس زياده علي الحلوه.
واش ممكن نحصل علي وجبه نباتيه؟
شكرا. كان من دواعي سروري مقابلتك. مع السلامه.
فاشي نهار الثلاثاء فالعشيه، هاد المحطه ديال المطار ماشي بزاف عامر.
السلام عليكم. حجزت لليله ديال دابا علي سبعه. ولكن بغيت نبدل الوقت. اسمي سوزوكي.
كيكونوا غالباً تساقطات خفيفه ديال الثلج، بزايد ناقص 5 سم.
ياليت يكون الحال مزيان غدا.
تقدر تجيب لي واحد اللي يحرس علي ولادي؟
كنت محظوظ بزاف باش نعتابر تيكيت الليله. ما وصلت لمدينه حتي لثالثه ديال الزوال.
كنبغيه يوصل بالصّاعقه.
اذا كنت غادي تدخن، ارجوك تحرك للصفوف من الاربعين الي الخمسين.
دابا جواز سفري طار/سرق.
تقدر تشدّهم من الباب قبل ما تصعد للطاءره. اري هاد السلعه تا تمّا.
داك واحد الساك صغير زرق ديال ليل.
بغيْتْ نْضْوِي ضْوِيْ.
غادي تميزها ليا ف الخريطه ديالّي؟
ارجوك بدل هاد الفلوس بالدولار.
اشحال الثمن في الشهر؟
واش نقدر نمشي تليفون من هاد التليفون؟
واش هاد الطاءره الورقيه اللي صايبوها في اسكتلندا مزيانه؟
كان كلشي فحال دقيقه. صافي ما شفت وجههم.
جبلي واحد الطّالْ، من فضلك.
تْكِيتْ ديال دابا، واحدين.
باص؟ اظن انك تقصد ليموزين تاخدك للفندق. واش فين غادي؟
كنبغِي نسحب اربعميه دولار من حسابي.
واش واقيين شحال كايفتحو؟
سمح لي. اظن ان مقعدي بجانب مقعدك.
بغيْتْ نْظَّفْ صْبَاطِي.
واش الثمن فيه الضريبه و مصاريف الخدمه؟
صافي، واش هاد الشروط مقبوله؟
باغي نشري كيس ديال السيكاره.
كنا مهتمين بالاثاث.
انا مازال مكيتقنّاش فالنڭليزيه.
ايه. تحت المقعد.
اه، سمح ليا. واكيد عندك شي بلاصه فبالك ديجا-فين بغيتي تمشي؟
واش تقدر تامن هاد الباكيت؟
اي، داز ليا الدكتور جونسون امس.
فين كانت هادشي مصنوع في الاصل، وشحال هادي؟
فهمت. خاصك تخلص شويه زياده.
اه، واش تايدير في هاد الحزام ديال الجلد ديال الماعز عالي الجوده؟
بشحال اقل ثمن ديال البلاصه؟
واش عندك السمك مقلي؟
اَملاها مليًّا مليًّا مليًّا عند ما ترجع السياره.
بشحال المده بغيتي تستعملها؟
بغيت توست و كاس ديال القهوه، من فضلك.
غادي نجي نعطيك فالدروج ديال الفندق.
كنخاف ما نقدرش ناخد الموافقه علي هاد الكارت ديال الكريدي.
سمح ليا، ما فهمتش شنو يعني هاد العلامه ديال المرور.
ثلاثه بيره مسوده، من فضلك.
باش نقدر نطلب كاس ديال النبيذ؟
داك ثمنو خمسه و ثمانين سنتيم. متنساش تاخد تيكيت ديال الترانزيت ملي تصعد، باش ما تحطش فلوس مره اخري ملي تبدل الطوبيس.
واش غادي ندخلو كاملين بنفس الوقت؟
باش تحضروا معانا في الصوره؟
حطيتو هنا هكاك قبل حوالي نصف ساعه.
واش واقيين فايت؟
اش كيتصنع هنا؟
اذا ما كنتِ/كنتَ ما كتعرفش هاد الميدان، واش تقدّر/تقدرّي تقترح عليّ محل متخصص فيه؟
شكراً علي الانتظار. هذا اوهنو يتكلم.
واش كاينين منحدرات للمبتدءين؟
واش واش برنامج اليوم؟
باغي نبقا يوم واحد زاءد.
انا هنا باش نشوف صاحبي.
صافي. واش من نوع ديال الغرفه بغيتي؟
واش تقدّر تحافظ علي هاد النبيذ لبرا شويه حتي ليله غدا؟
كنساء في مناصب اداريه كيزدادو.
خليني نجربو، من فضلك.
كل هاد الاكل الدسم باغي يتقلب في كرشي.
واش عندك شي ورقه تغطيه للفاكس؟
كنتَ مُطالَبًا بعرض النباتات والحيوانات علي مكتب الحجر الصحي اذا كان لديك اي منها.
خصني علي الاقل نص ساعه باش نمشي نعلك شناطي.
تقدر تحجز ليا بلاصه في الطاءره ديال غدا، من فضلك؟
غادي نْخُد ولدي للحديقه ديال الحيوانات.
ل كازا، من فضلك.
بغيْت الطّابله اللي قريبه لّي، من فضلك.
واش عندك شي حاجه صغيره؟
سميتي مييوكي كاتو، و انا صديقه ماري من وقت كانت كاتقرا في اليابان. واش ماري هنا؟
اتاي بالحليب.
واش علاش كاين هادشي؟
فين اقرب مكتب بريد؟
هادي كاميرا.
واش كاين الميترو قريب هنا؟
ضعت مفتاح الغرفه.
واش باقي الوقت باش نمشي للتحويشه قبل الاقلاع؟
اه، ياه. عندي. باغيها بزاف.
اه، ما باغي ندير شي حاجه من هاد النوع.
اش بغيتي؟
كنبغي معطف طويل.
لـ فندق بوسطن، من فضلك.
دوازه ديال نهار.
اي، نقدرو نخدموها و نعاودوها غدا الليل.
سميتي تارو تاكاي.
السلام عليكم، اختي.
عطيني جوج ديال تيكيات لغاليري هاد الخميس.
واش نقدر نستعمل هاد الكوبون للطاءرات؟
غادي يولي فيدني بزاف. بالمناسبه، كانتساءل واش نقدر نبقي في نفس الغرفه؟
ارجوك تاكد من القدوم لزيارتي غدا صباحا علي الساعه سبعه.
واش كاين شي طْرَن لـ بوسطن فـ قريب؟
خليني نعبر علي رايي.
اهلاً. شوف/ي.
تقدر دير ليا كاس ديال البينا كولادا؟
ما كنفهم والو من اللي كيكولو الناس اللي حواليا.
مساء الخير. عندي حجز. اسمي يمادا.
كتمشي كل عشر دقايق.
اي، كاين واحد فالحُوط ديال العماره.
فين النصب؟
واش هاد الطريق مزيان باش نمشي للمحطه؟
ما عندنا حجز باسمك.
اه، فهمت. هادو القنوات ديال النظام الكابلي في الفندق.
واش غتكون معفاه من الضريبه اذا بعثت هذا لليابان من هاد المحل؟
خمسه حديد، من فضلك.
اه، باغي نعرف، واش تعرف فين كاينه شارع ريفرسايد؟
ما بقيتْ عندي شهيه.
واش كاينين شي وحدين اخرين؟
باغي نخرج شي حاجه من شناطي.
غادي نخليوها مفاجاه.
دخلت بسيارتي في خندق.
انا شويه عيان بالدوار ديال الطياره.
بغيت نطلب service ديال الدار، من فضلك.
واش واش رقم الباب ديال طيران اليابان لتوكيو؟
كاينين بلاصات في الطاءره رقم 85 يوم الاثنين، 26.
واش الثمن هو هاد القدر علاش؟
عندي مشكل في المعده.
بغيْت نمشي بالباص للستاسيون. واش تقْدَر تعطيني شي صْرف، من فضلك؟
احسن، اول حاجه خاصني نمشي للسيجور ونطلب فين نلقا فندق.
بصراحه، جدّي الكبير مشا من صقليه في بدايه القرن.
باغي نتصل باليابان من بعيد.
كانبغي نتعلم كيفاش نمارس رياضه ركوب الامواج بالشراع.
سمح ليا. فين الصيدليه قريبه من هنا؟
ولدّي كايدور في الدراسات العليا في جامعه هارفارد.
ايه، باغي ندير تليفون جمع المال من الخارج لليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
تقرصت ب نحله. باين واخا الزهر.
ارجوك اتصل بهاد الشخص.
واش ممكن نمشي لطرفيه وحده من هاد الكوانتيرات؟
غرف جنب بجنب، من فضلك.
واش كاين اسطبل حدا هنا؟
بالاك. قاعات تبديل الملابس غاتكون تمّا.
واش ممكن نعاونك بقرعه ديال الماء سخون؟
بشحال نقدر طلّب منك تقعدني غدوه الصباح علي سته؟
بشحال تقدر تخلص هاد القميص؟
صافي، شريتو فاليومين اللي فاتو علي خاطري ف الدكان اللي حدا داري.
لحم بقري ولا دجاج؟
عندي دبوس عظم معدني.
باغي نمشي للساونا.
فين تنزل باش نمشي للبلّاج؟
فين غادي نمشي باش نقلب علي المفقودات؟
اريني كيفاش نخدم هاد الماكينه من فضلك.
حسنًا، انطباعي هو عباره عن ارض جبليه، مزدحمه، صاخبه، مليءه بالضوضاء، نشيطه، تكاد تكون متفجره. شعب مجتهد، نشيط، قلق، فضولي، راغب في تعلم كل شيء، ياكل ويشرب بشراهه ولكن بادب، يكسب وينفق بحده.
عشرين دولار في ربع، من فضلك.
باش بغيت نبدلو.
بغيْت داك.
سمح ليا. واش كاين شي مدار للرجل ماشي قريب لهنا؟
باش نقتاع؟
كنبغ شي روايه انجليزيه سهله القراءه.
واش كاين محل ديال الملابس مزيان ديال الاطفال؟
باغي نمشي بكري غدا الصباح. نقدر نسلم الفيزا دبا؟
نتمني تكون تجي تاني.
واش ممكن توقف ليا الشيكات الشخصيه ديالي؟
سيّد جونز خرج دابا. مزال غيعاود يجي شويه بعد الساعه ثلاثه.
بردات الليله.
باغي ندير كشف طبي.
هادي وحده ديال الماس كيلراط، صواب؟
مسرور بمعرفتك كذلك.
فين نقدر نشري طوابع؟
شحال من ساعه يدّي باش نوصل لهاداك؟
واش بغيتي نشريوه ليك؟
سميتي ياماموتو.
باغا نمحسّب.
غادي ناخد هاد الشي و هاد الشي و هاد الشي، من فضلك.
قطّع الاطراف فقط، من فضلك.
قول ليها تمشي تشوفني.
اش كيفاش نمشي ناكل هاد المخلب ديال الكراب الكبار؟
واش كاين بلاصه ديال التزلق علي الجليد قريب من هنا؟
واش بغيتي الجاز؟
ودابا راه صافي ساليت و عندي شويه داليام فراغ.
وا هاد شي مقفل؟
غادي خصك تكون تمّا قبل سته و نصف علي الاكثر.
صافي غتمشي تديه غدا الصباح بحال ما وعدتي؟
باش نطلبوه ليك؟
باغي نشوف الملحقه ديال المدينه.
الريسبسيون؟ نكامورا كنهضر. دابا سْجّلت. ولكن هاد الغرفه ماعجباتنيش.
باغين نقعدو حدا بعضياتنا.
باش نتّبعها.
صافي، غلط مني.
بغيْت نْصَحِّي ف الصباح.
نتمني نشوفك مره اخري.
اعضاء مجلس المستشارين يبقون في المنصب لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخاب كل ثلاث سنوات.
صافي خصّك تزيد فلوسي في الحساب ديالّي، من فضلك.
واش كاين الربط مع بيرث؟
ايه، هو كذلك. واش من بعد تسجل هنا، السيد يامادا؟
باغي نشدّ الدوش.
kayn kamera dabaak. bghitk tkhaliha fi blad sselama.
اوا، هاداك الطريق.
عصير برتقال، بيره، نبيذ، ويسكي و كوكتيلات.
لا، شكراً. واش نقدرو ناخدو كاسين ديال الماء، من فضلك؟
ila kan 3andek, ma tkhlsش مرا تاني ملي تاخد، باص رقم 44.
اش حال الطابق؟
باغي نمشي للماكله.
كنبغي معطف تقيل للشتي.
عندي غير حوايج شخصيه في هاد الساك.
باش نقدر نعطيك فلوس بشيك سياحي؟
لقد قمت بايداع.
انا كنلعب تنس مرتين في الاسبوع.
خمسه عشر A. واش قعدت في البلاصه الغلط؟
ما عندي حتا شي هوايات. غير الخدمه بالمزود، بحال بزاف ديال اليابانيين.
اه، الاستاذ كورن كيعجبوه يعطي امتحانات مفاجءه.
مللي تشوف واحد، غير وّجّح ليه.
بغيته فاقع الحال.
كنبغِي نعطّي هاد البوسطال ل اليابان بالسرعه.
بـغيت نتسجل، من فضلك. السميه ديالي هي هاروكو اوغاوا. كانعتقد عندي حجز.
واش جايب شي كادو معك لشي واحد في هاد البلاد؟
سمح ليا، بغيت نعطيه لليابان. شحال تكلّف قيمه الارسال ديالو؟
باغي كاميرا بثمن معقول.
فين هاذ الساعه، سيدي؟ هي واحد عشره الصباح.
لا. انا ياباني.
فتره ايدو، اللي ما كانتش فيها حروب في البلاد، دامت حوالي مءتين وخمسين عام.
كانبغي نعطيك عروسه من كيوتو.
باغا نمبلغ علي ضياع وثاءق قيمه.
واش شحال الوقت غادي تبدا الخدمه؟
اش من احسن طريقه باش نلبس هادشي؟
باش نقدر نحطّ المتاع ديالي في الصندوق؟
نظن هاد التغيير خاطء.
باغي بزاف ديال المطر. نتمني ينشف.
خليه طويل.
