مين اهم شخص في المملكه؟
في الوقت ده التلاميذ جم عند يسوع وسالوه مين اهم واحد في ملكوت السما؟
يسوع نادي علي ولد صغير وجابه عنده وخلاه يقف وسطهم.
قال يسوع : «الحق اقول لكم انكم لازم تتغيروا وتصبحوا زي الاولاد الصغار، والا ما هتدخلش ملكوت السما».
اللي يخلص من الكبر زي الولد ده يبقي اهم واحد في ملكوت السما.
اللي بيستقبل طفل صغير زي ده باسمي، هو بيستقبلي انا."
لكن لو حد اضل واحد من الصغيرين دول اللي بيءمنوا بيا في الخطيه، يبقي احسن له انه يتعلّق حجر الرحي الكبير حواليه ويرموه في البحر.
يا ويل العالم من الحاجات اللي بتخلي الناس تذنب، الحاجات دي لازم تيجي بس يا ويل اللي بيعملوها!
لو ايدك او رجلك خلتك تعصي، قطعها ورميها. احسن لك انك تدخل الجنه بايد واحده او رجل واحده من انك تروح جهنم باتنين. في جهنم النار مش بتطفي ابدا.
لو عينك سببتلك خطيه، اخرمها ورميها. احسن لك تدخل ملكوت السما بعين واحده من ان يكون عندك عينين وتترمي في نار جهنم. قصه الخروف الضايع
شوفوا ما تستهونوش بواحد من دول الصغيرين، لاني بقولكم ان ملايكتهم في السما بتطلع علي طول عند ابويا اللي في السما.
انا
ايه رايك؟ لو راجل عنده ميه خروف وواحد منهم ضاع، مش هيسيب التسعه وتسعين علي الجبل ويروح يدور علي اللي ضاع؟
اللي حقولهولك ده صحيح، لو لقي الخروفه دي يبقي فرحان بيها اكتر من الـ99 اللي ما ضاعوش.
هو كدا بردو ابوكم اللي في السما، ما بيحبش ان واحد من الصغيرين دول يضيع. لما حد يعملك حاجه
لو اخوك زعل منك، روح له وكلمه في اللي عمله. خليها بينك وبينه لو سمع كلامك يبقي كسبته.
لكن لو ما سمعكش؟ خد معاك واحد او اتنين تانيين. الكتاب بيقول، «كل حاجه لازم تتثبت بشهاده شاهدين او تلاته» (تثنيه 19:15).
بس لو هو كمان رفض يسمع للشهود؟ قولها للكنيسه. ولو الكنيسه برضه مش عايزه تسمعه؟ ماتعتبروش اخوك، اعتبره زي اي واحد كافر او جابي ضرايب.
اللي حقولهولك ده صحيح، اللي تقفله في الارض هيتقفل في السما، واللي تفتحه في الارض هيتفتح في السما.
تاني، اهو اللي بقولهولكوا. لو اتنين منكم علي الارض اتفقوا في طلبهم لاي حاجه، يبقي ابويا اللي في السما هيديهملهم.
فين ما يتجمع اتنين او تلاته باسمي، انا معاهم
بيتر راح لـ يسوع وقال له يا رب، انا اسامح اخويا كام مره لما يغلط فيا؟ سبع مرات؟
يسوع قال له: «انا مش بقولك سبع مرات، لكن سبعين مره وسبعه».
مَلَكُوتُ السَّمَاوَاتِ مِثْلُ مَلِكٍ اَرَادَ يُحَصِّي حِسَابَ عَبِيدِهِ.
لما الملك كان بيبدا يعملها، جابوله واحد مديون له بملايين الدولارات.
الراجل ماكانش قادر يدفع، فسيّده امر ان الراجل ومراته وعياله وكل اللي يملكه يتبيعوا عشان يسدوا دينه.
العبد نزل علي ركبه قدامه وقال : « اديني وقت، هارجعلك كل حاجه »
سيدو حاسب عليه و سلفه الفلوس اللي كان مديها له و خلاه يمشي
لكن الخادم ده خرج ولقي واحد من العبيد التانيين اللي عليه فلوس، فمسكه وبدا يخنقه ويقوله: “ادفعلي اللي عليك!”
العبد التاني ركع قدامه وقال له : «يا سيدي، اديني وقت ارجعلك الفلوس».
لكن الخادم الاول رفض، وراح قاله يرميه في السجن لحد ما يسدد اللي عليه.
الخدامين التانيين شافوا اللي حصلهم ده، ولقوه حاجه تقيله اوي عليهم. راحوا حكولها لسيّدهم كل اللي حصل.
بعدين السيد نادي علي الخادم الاول وقال له : يا خادم الشرير، انا كنت سامحك كل اللي عليك عشان انت طلبت مني.
ماكانش المفروض ترحم العبد التاني زي ما انا رحت فيك؟
في الغضب، سيده اداه للحراس. هيتعاقب لحد ما يرجع كل اللي عليه.
هكذا يعاملكم اباكم الذي في السماوات، ان لم تسامحوا كل واحد اخاه من قلوبكم
يسوع بيعلم عن الطلاق
لما يسوع خلص الكلام ده، ساب الجليل وراح ناحيه يهودا علي الناحيه التانيه من نهر الاردن.
الناس الكتير تبعوه، وعالجهم هناك.
جاو شويه فرسيين يختبروه، فسالوه: «يا معلم، هو مسموح للراجل يتطلق من مراته عشان اي سبب؟»
يَسوع رَدَّ عَلَيْهِمْ: «مَاذَا تَقْرَاُونَ فِي الْكِتَابِ؟» فَقَالُوا لَهُ: «دَا كَلَامُ مُوسَي، وَقَالَ اِنَّهُ مِنْ بَدْءِ الْخَلْقِ خَلَقَهُمُ الرَّبُّ ذَكَرًا وَاُنثَي». (سفر التكوين 1: 27)
قال: "عشان كده الراجل هيسيب ابوه وامه ويتربط بمراته، وهما الاتنين هيبقي واحد." (تكوين 24:2)
هما مش اتنين، هما واحد. عشان كده الراجل ما ينفصلش اللي ربنا جمعهم مع بعض.
قالوا: طيب ليه موسي امر ان الراجل يكتب لمراته كتاب طلاق ويبعتها؟
يَسوع رَدَّ عَلَيْهِمْ قَاءِلًا: «مُوسَي سَبَّبَلْكُمُ الْطَّلَاقَ بِسَبَبِ شِدَّهِ قُلُوبِكُمْ، وَلكِنْ مِنْ اَوَّلٍ مَا خُلِقَتْ لَمْ يَكُنْ كَذَا».
هنا اللي بقولك عليه، اي واحد يطلق مراته ويتجوز واحده تانيه يبقي زاني. الراجل ممكن يطلق مراته لو هي ماكانتش امينه عليه.
التلاميذ قالوله : « لو ده الحال بين الراجل ومراته، يبقي احسن ما يتجوزش ».
يسوع رد وقال: مش كل الناس يقدروا يتقبلوا فكره العزوبيه، بس اللي ربنا ساعدهم يعيشوا من غير جواز هما اللي يقدروا يتقبلوها.
في رجاله مش قادرين يخلفوا عشان كده خلقهم ربنا، وفي اللي اتخلقوا كده علي ايد الناس، وفي اللي عملوا نفسهم كده عشان يخدموا ملكوت السما. واللي يقدر يعيش كده يبقي عايش. جابولها عيال صغيره عند يسوع
كان في ناس جابوا عيال صغيره لـ يسوع، كانوا عايزينو يحط ايديه علي العيال ويصلي عليهم. بس التلاميذ قالولهم يبطلوا.
قال يسوع : « خلوا العيال تيجي لي، وما تمنعوهاش، لان ملكوت السما للناس زي دي».
يَسوع حَطَّ ايديه عليهم، وبعدين مشي من هناك. يسوع والراجل الغني الشاب
جاي واحد لـ يسوع وقال له يا معلم ايه الخير اللي لازم اعمله عشان اخد الحياه الابديه؟
ليه بتسالني عن الخير؟ يسوع رد وقال: مافيش غير واحد خير. لو عايز تدخل الملكوت، اتبع الوصايا.
ايهما؟ الراجل سال. يسوع قال، «متقتلش. متزنيش. ما تسرقش. ماتدبش شهاده زور.»
كرم ابوك وامك' (خروج 20:12-16؛ تثنيه 5:16-20) و'حب جارك زي ما بتحب نفسك'. (لاويين 19:18)
الراجل الصغير قال: “انا عملت كل اللي في الاوامر دي، انا عايز اعمل ايه تاني؟”
يسوع قال له: «لو عايز تكون كامل، روح باع كل اللي عندك وادّي الفلوس للفقرا وهيبقي ليك كنز في السما. وبعدين تعالي وراني».
لما سمع الراجل الصغير الكلام ده، راح زعلان. كان غني اوي.
بعدين قال يسوع لتلاميذه: «الحقيقه اقول لكم ان من الصعب علي الاغنياء يدخلوا ملكوت السما».
انا بقولكوا تاني، صعب علي الجمله انها تعدي من خرم الابره. بس اصعب كمان علي الاغنياء يدخلوا ملكوت الله.
لما التلاميذ سمعوا الكلام ده، اتفاجءوا جدا وسالوا: “طيب مين اللي يقدر يتخلص من دي؟”
يسوع بصلهم وقاللهم : «مع الناس ده مستحيل، لكن مع الله كل حاجه ممكنه».
بيتر رد عليه وقال له : احنا سيبنا كل حاجه وراياك، ايه اللي هتاخدوه؟
قالهم يسوع : اللي انا حاقولهولكم ده صحيح، لما كل حاجه تبقي جديده، ابن الانسان حيقعد علي كرسيه المجيد، وانتوا يا اللي مشيتوا ورايا حتقعدوا انتو كمان علي اتناشر كرسي، وحتحكموا اتناشر عشيره من اسراءيل.
اللي ساب بيوت او عيلات او حقول عشانيا، هتاخدوا ميه مره اكتر. وهيعيشوا علي طول.
لكن كتير من اللي هما اولانيين هيبقي اخرانيين، وكتير من اللي هما اخرانيين هيبقي اولانيين.
حكايه العمال في الكرمه
مَلَكُوت السَّمَاوَاتِ مِثْلُ رَجُلٍ صَاحِبِ اَرْضٍ خَرَجَ مُبَكِّرًا يُعَيِّنُ عُمَّالًا فِي كَرْمَتِهِ.
وافق يديهم اجره يومهم، وبعدين بعتهم في كروم العنب بتاعه.
حوالي تسع الصبح خرج تاني، شاف ناس تانيه واقفين في السوق مش بيعملوا حاجه.
قالهم : "انتو كمان روحوا اشتغلو في كرومي، وهادفعلكو اجركم".
فراحوا. خرج تاني حوالي الضهر وحوالي الساعه تلاته وعمل نفس الحاجه.
حوالي الساعه خمسه خرج ولقي ناس تانيه واقفين حواليه. سالهم، "ليه انتو قاعدين هنا طول اليوم من غير ما تعملوا حاجه؟"
قالهم : « عشان محدش خدنا ». قال لهم : « انتوا كمان روحوا اشتغلوا في كرومي »
لما جه المساء، صاحب الكرمه قال للي كان مسءول عن العمال: “ادعي العمال وادي كل واحد اجره. ابدا بالاخرين اللي جيتهم بعد كده وبعدين روح للولاد”.
العمال اللي اتعينوا حوالي خمسه جهزو، كل واحد خد اجره اليومي العادي.
فَلَمَّا جَاءَ الَّذِينَ اَجْرَوْا اَوَّلَ عَاهِدَهٍ رَجَعُوا يَظُنُّونَ اَنَّهُمْ يُعْطَوْنَ اَجْرًا كَثِيرًا فَقَدَّمَهُمُ الْاَجْرَ وَسَلَّمَ كُلَّ وَاحِدٍ مِنْهُمْ اَجْرَهُ.
لما استلموه، بداوا يشتكوا من صاحبها.
قالولهم ان الناس اللي اتعينوا اخر مره اشتغلوا ساعه واحده بس، وقالوا: انتو دفعتلهم زينا بالظبط واحنا عملنا الشغل كله وقعدنا في الشمس طول اليوم.
الراجل رد علي واحد منهم وقال : يا صاحبي، انا باعمل معاكوا بالعدل. ما انتو وافقتو تشتغلوا بفلوس اليوم العادي؟
خد فلوسك وامشي، عايز ادّي اللي شغالينهم دلوقتي نفس المرتب اللي انت كنت بتاخده
مش انا ليا الحق اعمل اللي انا عايزاه بفلوسي؟ انتوا حاسين انكم اتنصبتم عشان كنت بدّي كتير للناس التانيه؟
فاللي هما اخرهم هيبقي اولهم، واللي هما اولهم هيبقي اخرهم. يسوع بيحكي عن موته التاني
كان يسوع رايح اورشليم، في الطريق جمع التلاميذ الاتناشر علي جنب عشان يتكلم معاهم.
قالهم : « احنا رايحين اورشليم و ابن الانسان هيتسلم للرءساء الكهنه والكتبه، وهما هيحكموا عليه بالموت » .
وبعدين هيسلموه للناس اللي مش يهود، والناس هتهزره وتضربه بالهراوات وهيسنوه علي الصليب. وفي اليوم التالت هيقوم من الموت! ام بتطلب طلب من يسوع
ام ولاد زبدي جت عيسي، وولدها معاها. ركعت قدامه وقالتله اني عايزه منك حاجه.
يسوع قالها: ايه اللي انتي عايزاه؟ قالتله: وعدني ان واحد من ولادي الاتنين يقعد علي يمينك في ملكوتك، ووعدني كمان ان التاني يقعد علي شمالك.
قال لهم : « انتوا مش عارفين بتسالوا علي ايه . تقدروا تشربوا الكاس اللي انا حاشربه؟ » قالوا له : « نقدر ».
قال ليهم يسوع : «اكيد هتشربوا من كاسي، لكن مين اللي هيقعد علي يميني او شمالي ده مش لي انا اقوله، دي حاجه تخص ابيا هو اللي جهزها».
التلامذه التانيين سمعوا الكلام ده، فزعلوا من الاخوين.
يسوع جمعهم وقاللهم : « انتوا عارفين ان حكام الامم بيسلطو عليهم وخدامينهم بياخدو منهم . »
ماتكونش كده، لكن اللي عايز يبقي عظيم بينكم لازم يكون خادم لكم
وكل واحد عايز يبقي اول لازم يكون عبدكوا.
كونوا زي ابن الانسان، ماجاش عشان يخدموه لكن جاش عشان يخدم الناس ويديهم حياته فديه عن كتير من الناس. اتنين عميان اخدو بصرهم
عيسي وتلاميذه كانو خارجين من اريحا، وكان في ناس كتير ماشيين وراه.
كان في راجلين عميان قاعدين علي جنب الطريق، سمعوا ان يسوع عدي من هناك فصوتوا وقالولوا يا رب ابن داود ارحمنا
الناس امرتهم يبطلوا، قالولهم اسكتوا بس الراجلين صرخوا اكتر وقالوا يا رب ابن داود ارحمنا
يسوع وقف ونادي عليهم وقالهم : « ايه اللي عايزيني اعملهولكم ؟ »
يا رب، احنا عايزين نشوف
يسوع حاسس بيهم اوي، فمد ايده علي عنيهم. وفتحوا عيونهم علي طول ومشيوا معاه.
يسوع بيدخل اورشليم
لما قربوا من اورشليم، وصلوا بيت فاجي اللي علي جبل الزيتون. بعت يسوع اتنين من تلاميذه.
قالهم : روحوا في القريه اللي قدامكم، اول ما تدخلوا فيها هتلاقو حماره مربوطه و عجلها معاها، فافكوهما وجيبوهم ليا.
لو حد قالك حاجه قول له ربنا محتاجه، صاحب المحل هيبعتله حالا
ده كان عشان اللي اتكلم بيه النبي يتحقق، بيقولوا
قولوا لمدينه صهيون، شوفوا ملككم جاي لكم، هو متواضع وراكب علي حمار، راكب علي عجل الحمار
التلاميذ راحوا وعملو اللي يسوع قالهم عليه.
جابوا له الحمار والجزور، وحطو عليهم الهدوم بتاعتهم، وبعدين يسوع ركب علي الهدوم دي.
الناس كتروا وفتحو الجاكيتات علي الطريق، والبعض التاني قطع فروع من الشجر ونشرها علي الطريق.
بعض الناس مشيو قدامه، وبعضهم تبعوه. كلهم صرخوا: «يا حسنا يا ابن داود!» «مبارك اللي جاي باسم الرب! » (مز 118 : 26) «يا حسنا في السماوات العاليه!»
لما دخل يسوع اورشليم، المدينه كلها اتلخبطت. الناس سالت، مين ده؟
الناس جاوبوا وقالولهم : ده يسوع النبي من الناصره في الجليل .
يسوع دخل الهيكل، وبدا يطرد كل اللي بيبيعوا ويشتروا هناك. قلب طرابيز الناس اللي بتغير الفلوس وقلب كراسي اللي بيبيعوا الحمام.
قال ليهم، «مكتوب ان الرب قال، بيتي هيبقي بيت صلاه لكل الشعوب». لكن انتوا بتخلّوه مكان للصوص.» (ارميا 7: 11)
الناس العميانا والناس اللي كانت معاقه جم عند يسوع في الهيكل، هو هناك شفاهم.
الكهنه الكبار وكتبه الشريعه شافوا الحاجات العجيبه اللي كان بيعملها، وشافوا كمان الولاد في الهيكل بيقولوا: «يا ابن داود، يا مبارك!» ولما شافوا كل ده غضبوا.
هما سالوه: «انت سامع العيال دول بيقولوا ايه؟» قال لهم يسوع: «ايوه، ما قريتواش في الكتاب المقدس ان فيه مكتوب: «من فم الاطفال والرضع اعددت مجدا»؟» (مز 8: 2)
بعدين يسوع ساب الناس وخرج من المدينه لبيت عنيا، وقعد هناك الليله دي. شجره التين بتنشف
في الصبح بدري، يسوع كان راجع علي القدس وكان جعان.
شَاف شجره تين علي الطريق، راح عندها بس ما لقي عليها حاجه غير ورق. بعد كده قالها: «ما تخلفيش تاني». فجاه الشجره نشفت.
لما التلاميذ شافوا ده، اتعجّبوا وقالوا له: ازاي الشجره دي نشفت بسرعه كده؟
يَسوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «الْحَقَّ اَقُولُ لَكُمْ اِنْ كَانَتْ اِيمَانُكُمْ مَعَكُمَا وَلَمْ تَرْتَابُوا، فَلَنْ تَفْعَلُوا بِشَجَرَهِ التِّينِ دُونَ مَا هِيَ عَمِلَتْهُ، بَلْ حَتَّي تُقُولُونَ لِهَذَا الْجَبَلِ: اِنْطَلِعْ وَاَرْمِ نَفْسَكَ فِي الْبَحْرِ، فَسَيَنْتَهِبُ».
"لو صدقت، هتاخد اللي بتطلبه لما تصلي". سلطه يسوع بتتحدي
يسوع دخل الهيكل، وكان بيعلم هناك لما جهوا له الكهنه الرءساء وشيوخ الشعب وقالوله: «باي سلطه بتعمل الحاجات دي؟ مين اللي اداك السلطه دي؟»
يسوع رد عليه وقال له : «انا كمان هسالك سءال واحد، ولو جاوبتني عليه، انا حاقولك ازاي انا بعمل الحاجات دي».
فين كان المعموديه بتاعه يوحنا من؟ من السما ولا من الناس؟ اتكلموا مع بعض وقالوا، لو قلنا انها من عند ربنا هيسالنا ليه ما صدقتوش فيه؟
بس لو قلنا من الرجاله؟ احنا خايفين من الناس. كل واحد مءمن ان جون كان نبي.
فردوا عليه يسوع وقالولوا ما نعرفش. فقال لهم انا كمان مش هاقولكم باي سلطه بعمل الحاجات دي. حكايه الولدين الاتنين
ايه رايك في ده؟ كان فيه راجل عنده ولدين. راح للولد الاول وقال له، يا ابني روح اشتغل النهارده في الكرمه.
الابن قال : انا مش هروح . بس بعدين غير رايه وراح .
بعدين الاب راح للابن التاني وقال له نفس الكلام، فالابن رد عليه وقاله حاضر يا بابا بس ما راحش
اي واحد من الولدين عمل اللي ابوه كان عايزه؟ قالوا له: الاول. فقال لهم يسوع: انا بقول لكم ان ده حقيقي، الجبايين والزواني هيدخلوا قبلكم ملكوت الله.
جوان جه يوريك الطريق الصح اللي تعيش فيه. وانت ماصدقتوش. لكن جابايين الضرايب والستات العاهرات صدقوا. انت شفت ده. بس برضه ما رجعتش عن ذنوبك وما صدقتوش. قصه المستاجرين
اسمع حكايه تانيه، كان في راجل عنده ارض فزرع فيها كروم وعمل سور حواليها وحفر بير للخميره وبني برج مراقبه واجر الكروم دي لبعض الفلاحين وبعدها سافر
لما قربت وقت الحصاد، بعت عماله عند المستاجرين وقالهم يجمعوا نصيبه من الفاكهه.
لكن المستاجرين مسكوا خداميه، ضربو واحد منهم، وقتلو التاني، ورمو علي التالت بالحجاره عشان يقتلوه.
وبعدين الراجل بعت خدام تانيين للناس اللي بتاجر، وباعتهم اكتر من المره الاولي. والناس دول عاملوا الخدام زي ما عملوا مع الاولانيين.
في الاخر، بعت ابنه ليهم وقال: هما هيحترموا ابني.
لكن المستاجرين شافوا الولد جاي، قالوا لبعضهم : ده اللي هيرث كل حاجه بتاعه الباشا في يوم من الايام. يلا نقتله ونخلص منه. وكده هيبقي كل حاجه بتاعتنا.
فخدوه ورموه بره الكروم، وبعدين قتلوه.
لما صاحب الكرم يرجع، هيعمل ايه في المستاجرين دول؟
قالولوا : « هو هيدمر الناس الشريرين دول، وبعدها هياجر الكرم لغيرهم. وهما هياخدو منه نصيبهم من المحصول وقت الحصاد ».
قال ليهم يسوع : ما قريتواش في الكتابه دي ؟ الحجر اللي رفضوه البنايين بقي حجر الزاويه . ده عمله الرب ، حاجه عجيبه في عينينا . ( مزمور 118 : 22، 23 )
كدا انا بقولكم، ملكوت الله حيتشال من عندكم ويديه للي هيطلع ثمر منه.
اللي يقع علي الحجر ده هيتكسر حته حته، لكن الحجر هيدق اي حد يقع عليه.
الكهنه والفريسيين سمعوا حكايات يسوع، وعارفين انه بيتكلم عنهم.
فدورو علي طريقه يمسكو بيها، بس خافو من الناس عشان كانو فاكرين ان يسوع نبي.
حكايه العشا في الفرح
يسوع حكي لهم كمان شويه قصص. قالهم،
هنا هو ملكوت السما زي ما يكون واحد من الملوك عمل عشا فرح لابنه
بَعَتْ عَبِيدَهُ اِلَي الَّذِينَ دُعُوا اِلَي الْعَشَاءِ فَقَالُوا لَهُمْ تَعَالَوْا فَاَبَوْا.
وبعدين بعت شويه خدام تانيين وقالهم قولوا للناس اللي اتدعوا ان انا عملت العشا بتاعي، ذبحت البقر والبهاءم بتاعتي كلها، كل حاجه جاهزه، تعالي علي الفرح يا جماعه
لكن الناس ما اهتموش. واحد راح لبيته، والتاني راح شغله.
الباقي مسكوا خدمه و ضربوهم وبعدين قتلوهم
الملك غضب قوي، بعت جيشه يدمرهم. قتلو القتله دول وحرقو المدينه بتاعتهم.
بعدين الملك قال لخداميه، «العشا جاهز، بس الناس اللي دعيتهم مش مستاهلين ييجوا.»
روح علي الركنات، ودعوا كل اللي تلاقيه عالعشا.
فالخدامين خرجوا في الشوارع، جمعو كل الناس اللي لقوها، كويسين ووحشين. وفجاه قاعه الفرح اتملت بالناس.
الملك دخل يشوف الضيوف، ولقي واحد مش لابس لبس الفرحه.
يا صاحبي، ازاي دخلت هنا من غير هدوم الفرح؟ الراجل ما عرفش يرد عليه.
بعدين الملك قال لخداميه، «اربطوا ايديه ورجليه. ارموه بره في الضلمه. هناك الناس هتصوت وتدعي».
كتير مدعوين، بس قليلين اللي بيتاخدوا. هل من الصح اننا ندفع الضرايب لسيزار؟
الفرّيسيّين خرجوا، وخططو يمسكو يسوع بكلامه.
بَعَتُولَه تلاميذه، وَمَعَهُم الهيروديين. قالوا له: يا معلم، احنا عارفين انك راجل امين، وبتعلم طريق الله بالحق، وما بتسمعش كلام حد ولا تقول اللي الناس عايزاه، مهما كانوا كبار.
فقولولنا بقي، ايه رايكم؟ هو صح ندفع الضرايب لسيزار ولا لا؟"
لكن يسوع كان عارف خططهم الشريره، فقال لهم: «يا منافقين! ليه بتحاولوا تفتكروني؟»
ورّيني الفلوس اللي الناس بتدفع بيها الضرايب" جابوله فلوس فضه.
سالهم، دي صوره مين؟ و الكلام ده بتاع مين؟
قالولوا : « لسيزار » . قالهم : « ادّوا لسيزار اللي بتاعه ، وادّوا لله اللي بتاعه ».
لما سمعوا كده، اتفاجءوا. فسبوه ومشيوا. جواز لما الموتي يقوموا
في نفس اليوم، راحوا عند يسوع بعض الفريسيين وبعض الكتبه من اورشليم وقالوله:
يا معلم، قالوا له: ده اللي موسي قالهولنا. لو مات راجل من غير ما يخلف، لازم اخوه يتجوز الست دي و يولدها عيال عشان اسم اخوه ميموتش.
كان عندنا سبع اخوات، الاول اتجوز ومات، وما كانش عنده عيال فسب مراته لاخوه.
نفس الشي حصل مع التاني والتالت، وكمان الرابع والخامس والسادس لحد ما وصل للسابع.
في الاخر، الست ماتت.
دلوقتي لما الموتي يقوموا، مين فيهم تبقي مراته؟ كلهم سبعه كانوا متجوزينها"
يَسُوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «اَنْتُمَا تَغْلَطَانِ بِاَنَّكُمَا تَعْرِفَانِ الْكُتُبَ مَتَي؟» وَمَا تَعْرِفُونَ قُوَّهَ اللّاهِ؟
لما الموتي يقوموا مش هيتجوزوا، واهلهم مش هيدوهم يتجوزوا، هيبقي زيهم زي الملاءكه في الجنه.
ايه اللي حيحصل لو الموتي قاموا؟ ما قريتش ربنا قالك ايه؟
قال: «انا اله ابراهيم واله اسحاق واله يعقوب». مش اله الموتي، هو اله الاحياء.
لما الناس سمعت كده، اتعجبت من اللي كان بيعلمهم. اهم وصيه
الفرّيسيّين سمعوا ان الصدوقيين ماقدروش يردوا علي يسوع، فاجتمعوا الفرّيسيّين.
واحد فيهم كان خبير في القانون، فجرب يسوع بسءال.
يا استاذ، ايه اهم وصيه في الشريعه؟
يَسوع رَدَّ عَلَي قَوْلِهِمْ: «بِاَنَّكَ تُحِبُّ الرَّبَّ الهَكَ مِنْ كُلِّ قَلْبِكَ وَمِنْ كُلِّ نَفْسِكَ وَمِنْ كُلِّ فِكْرِكَ» (تثنيه 6:5)
دي اول واهم وصيه.
والتاني زيه، "احبوا جاركم كانفسكم" (لاويين 19:18).
كل اللي مكتوب في التوراه والانبياء مبني علي الوصيتين دول. مين ابن المسيح؟
الفرّيسيّين اجتمعوا. يسوع قالهم،
ايه رايك في المسيح؟ ابن مين ده؟ قالوا: ابن داود
قالهم: طيب ليه داود كان بيقول عليه رب؟ الروح القدس بيتكلم من خلال داود نفسه. داود قال،
الرب قال لربي، اقعد عن يميني لحد ما اضع اعداءك تحت رجليك. (مزمور 110:1)
فلو داود بيقوله يا رب، يبقي ازاي يكون ابن داود؟
ماحدش كان يقدر يرد عليه بكلمه واحده، من اليوم ده محدش جرا يسالو اي حاجه تاني.
يسوع بيحكم علي الفريسيين والكتبه
يسوع كان بيتكلم مع الناس وكمان مع التلاميذ بتاعه.
قال: «الكتبه والفريسيين قاعدين علي كرسي موسي».
فلازم تسمع كلامهم، تعمل كل اللي يقولوه. بس متعملش زي ما هما بيعملوا. دول مش بيمشوا علي الكلام اللي بيقولوه.
بيحطوا الحمل التقيل علي كتاف الناس التانيه، بس هما نفسهم مش عايزين يتحركوا صباع واحد عشان يشيلوه.
كُلّ شَيْء يَعْمَلُونَهُ لِيَرَاهُ النَّاسُ. وَيَضَعُونَ عَلَي جَبْهَتِهِمْ وَاَيْدِيهِمْ صَنَادِيقَ فِيهَا ايَاتٌ مِنَ الْكِتَابِ. وَيَصْنَعُونَ الصَّنَادِيقَ عَرِيضَهً. وَيَصْنَعُونَ خِيطَانَ ثَوْبِهِمْ طُولًا.
هما بيحبوا يقعدو في مكان الشرف عند العشا، وكمان بيحبوا ياخدو احسن كراسي في الكنايس.
هما بيحبوا لما حد يرحب بيهم في السوق، وبيحبوا الناس تناديهم يا ربي
لكن ما ينفعش تقولوا علي نفسكم ربي، انتو مالكوش غير رب واحد وانتو كلّكم اخوه.
ماتقولش لحد علي الارض يا ابيا، عشان عندك ابو واحد في السما.
ما ينفعش تقولوا علي نفسكم معلم، لان في واحد بس هو المعلم وهو المسيح
اهم واحد فيكم هيبقي خدامكوا
اللي يرفع نفسه هيتخبط واللي يتخبط هيرفع
يا ويلكم يا معلمي الناموس والفريسيين، يا منافقين! انتوا قفلتم باب الملكوت في وش الناس وما دخلتوش وانتوا كمان ما بتخلّوهمش يدخلو اللي عايزين يدخلو.
انا
يا ويلكم يا معلمي القانون والفريسيين، يا منافقين! بتسافروا في كل حته عشان تجيبوا واحد من الناس وراكم، وبعدين تخلوه اسوا منكم مرتين في جهنم.
يا ويلكم يا عميانين اللي بتدّعوا انكم تشوفوا، بتقولوا لو حد حلف بالهيكل ما يهمش حاجه، لكن لو حلف بالدهب اللي في الهيكل يبقي لازم يحافظ علي الحلف ده.
انت اعمي وجاهل! ايه اهم؟ الذهب ولا المعبد اللي بيقدس الذهب؟
انت كمان بتقول، لو حد حلف علي المذبح يبقي مافيش حاجه، لكن اللي بيحلف علي الهديه اللي عليه لازم يحافظ علي الحلف.
يا عمي يا اعمي، ايه اهم؟ الهديه ولا المذبح اللي بيقدسها؟
فاللي بيحلف علي المذبح، يبقي حلف علي المذبح وعلي كل اللي عليه.
وكل واحد يحلف علي الهيكل، فهو بيحلف عليه وعلي اللي ساكن فيه.
وكل من حلف بالله فهو حالف بالعرش ومن عليه
يا ويلكم يا معلمي الشريعه والفريسيين، يا منافقين! بتدوا الله العُشر من البهارات زي النعناع والشبت والكمون، بس ما عملتوش الحاجات المهمه في الشريعه زي العدل والرافه والاخلاص. كان لازم تعملوا الحاجات الاخيره دي من غير ما تسيبوا الاولانيين.
يا عميانيين يا اعمي، بتشيلوا الناموسه من الاكل وبتبلعوا الجمله كلها!
يا ويلكم يا معلمي الشريعه والفريسيين، يا منافقين! بتنضفوا بره الكاس والطبق بس جواهم مليانين شحنه. انتو عايزين تشبعوا نفسكو وبس.
يا اعمي يا فريسي، نضف الاول جوه الكاس والطبق، وبعدين بره كمان هيبقي نضيف.
يا ويلكم يا معلمي الشريعه والفريسيين، يا منافقين! زي القبور المدهونه بالبايد، من بره شكلها حلو بس جوه فيها عضم موتي وحاجات تانيه مش نضيفه خالص.
نفس الحكايه معاك، من بره باين عليك ماشي صح، لكن من جوه مليان غلط. بتعمل نفسك حاجه مش انت عليها.
يا ويلكم يا معلمي الشريعه والفريسيين، يا منافقين! انتو بتبنوا قبور للانبياء وبتحطوا زينه علي قبور الصالحين.
وتقول لو كنا في زمان اللي قبلنا ماكناش عملنا زي ماعملوا وماكناش ساعدنا علي قتل الانبياء
انتو بتشهدوا علي نفسكم، انتو بتقولوا انكوا ولاد اللي قتلوا الانبياء.
فخلاصوا الذنوب اللي بداها اللي عاشو قبلكم !
يا عشّان الافاعي السامه، هتهربوا من ايه؟
فبارسل لكم انبياء وحكماء ومعلمين، هتقتلوا منهم شويه وهتصلبوهم علي الصليب وتهزوهم في كنايسكم وتطردوهم من مدينه لمدينه.
فانتو هتدفعوا تمن دم كل الناس اللي ماتت علي الارض، من دم قابيل العادل لدم زكريا بن بركيا، هو ده اللي انت قتلتوه بين المعبد والذبيح.
اللي حقولهولك ده صحيح، كل اللي حيحصل ده للناس اللي عايشين دلوقتي
يا اورشليم يا اورشليم، انتي بتقتلي الانبياء وبترمي الحجاره علي اللي بيبعتولك. كتير كنت عايز اجمع ولادك زي الفراخ تحت جناحي، بس انتي ما خليتينيش!
بصي، بيتك فاضي بقي
انا بقولك، مش هتشوفني تاني الا لما تقول: «مبارك اللي جاي باسم الرب».» (مز 118:26)
علاامات الساعه
يسوع خرج من الهيكل، وكان ماشي لما تلاميذه قربوا منه وقالوله: يا معلم، بص علي البنايات دي!
قال يسوع : «بصوا علي كل الحاجات دي؟ انا هاقولكم حاجه حقيقيه، مش حيبقي في حجاره من البيت ده فوق بعضها التانيه، كلها هتتخرب وتترمي.»
كان يسوع قاعد علي جبل الزيتون. هناك التلاميذ جم له في السر وقالوا له: «قول لنا، امتي ده يحصل؟ وايه علامه مجيءك وعلامه نهايه الدهر؟»
يسوع قالهم: «خليكم حذرين، عشان محدش يضحك عليكم».
كتير هييجوا باسمي ويقولوا انا المسيح وهينغرو كتير من الناس.
حتروح تسمع عن حروب، وكمان حتسمع الناس بتتكلم عن الحروب اللي جايه. ما تخافش، الحاجات دي لازم تحصل. بس النهايه لسه مش هنا.
البلاد حتحارب البلاد، والملوك حيحاربو الملوك، والشعوب حتجوع، وحيكون في زلازل في اماكن كتير.
كل دول بدايه الطلق
وبعدين هيسلموك للناس عشان يعاملوك بشراسه ويموتوك، وكل الامم هتكرهك عشاني.
في الوقت ده، كتير هيسيبوا دينهم. وهيكرهو بعض. وهيخونو بعض لعدوهم.
كتير من الانبياء الكدابين هيطلعوا ويضللوا ناس كتير.
عشان الشر هيزيد، حب اغلب الناس هيبرد.
لكن اللي بيصمد لحد الاخر هو اللي هينجي
الخبر الحلو ده بتاع المملكه هيتعلن في كل العالم، هيبقي شهاده لكل الامم وبعدين هتيجي النهايه.
النبي دانيال قال عن «الحاجه المكرهاه اللي بتدمر». (دانيال 9:27؛ 11:31؛ 12:11) في يوم من الايام هتشوفوها واقفه في المكان المقدس. القارء لازم يفهم ده.
بعدين اللي في يهودا يروحوا الجبال.
ماحدش علي السطح ينزل بيته ياخد حاجه
ماحدش في الملعب يرجع ياخد الجاكيت بتاعه
يا ويلهم في الايام دي من اللي حوامل ويا ويلهم من اللي بيرضعوا العيال!
يا رب ما تضطرش تهرب في الشتا ولا يوم السبت.
في الايام دي، هيكون في عذاب كبير اوي. هيبقي اسوا من اي حاجه حصلت من اول الدنيا لحد دلوقتي. ومش هيحصل زي كده تاني ابدا.
لو ماكانش الوقت اتقصر، محدش كان هيعيش. بس عشان شعب الله المختار، هيتاخر.
في الوقت ده، ممكن حد يقولك: بص! اهو المسيح! او: اهو هناك! ما تصدقش.
الخداعين والمضللين هيطلعوا، وهيعملوا علامات وعجاءب كبيره. وهيحاولوا يضحكوا علي الناس المختارين لو ممكن.
يا خويا انا قلتلك من قبلها
فلو حد قالك هو في الصحرا، ما تروحش هناك. او لو حد قالك هو جوه البيت، ما تصدقوش.
البرق اللي بيطلع من الشرق، الناس بتشوفه في الغرب. هيبقي كده لما ابن الانسان ييجي.
النسور هتروح فين ما يكون فيه جثه ميته
بعد ما عانينا كتير في الايام دي، قالوا ان الشمس هتضلم والقمر مش هيطلع والنجوم هتقع من السما والاجرام السماويه كلها هتتهز. (اشعيا 13:10؛ 34:4)
في الوقت ده، علامه ابن الانسان هتظهر في السما. كل الشعوب علي الارض هتحزن. وهيشوفوا ابن الانسان جاي علي السحاب بتاعه السماء. هييجي بقوه ومجد عظيم.
هيبعت ملايكته بصوت ترومبيت عالي، هيجمعوا عباده المختارين من كل حته في الارض، وهيجيبوهم من اخر السما لاخرها.
اتعلموا من الشجره التين، لما تطلع غصونها وتفتح ورقها، تعرفوا ان الصيف قرب.
وبنفس الطريقه، لما تشوف كل الحاجات دي بتحصل، هتعرف ان النهايه قربت. هي في الباب علي طول.
اللي انا حاقولهولك ده صحيح، والناس اللي عايشين في الوقت ده اكيد مش حيتموتوا لحد ما كل الحاجات دي تحصل.
السموات والارض هتنتهي، لكن كلامي مش هيخلص ابدا. اليوم والساعه ماحدش عارفهم
ماحدش عارف اليوم ولا الساعه دي، حتي الملايكه في السما مايعرفوش، ابن الانسان كمان مايعرفش، الاب بس هو اللي يعرف.
فَاذْكُرُوا اللَّهَ فِي مُحْدَرِ حَدَرٍ ۚ فَمَا زَلَّتْ اَقْدَامُكُمْ وَهُوَ يَنْتَهِي اِلَي مَوْضِعِهِ ۖ كُلُّ نَفْسٍ ذَاءِقَهُ الْمَوْتِ ۗ وَاِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ
في ايام قبل الطوفان، الناس كانت بتاكل وتشرب. كانوا بيتجوزوا. وكانوا بيخطبوا بناتهم للناس. وعملوا كل الحاجات دي لحد يوم ما نوح دخل الفلك.
ماكانوش عارفين حاجه عن اللي حيحصل لحد ما الفيضان جه وخد كل الناس معاهم. ده هو الحال لما ابن الانسان ييجي.
راجلين في الحقل، واحد هياخد والتاني هيفضل
ستتين حيدقوا في الرحي، واحده تاخدها والتانيه تسيبها
فخليكوا حذرين، ما انتو مش عارفين ربنا هييجي في اي يوم؟
لازم تفهم حاجه. لو صاحب البيت كان عارف الساعه كام اللص هيجي، كان هيفضل صاحي. ماكانش هيسيب بيته يتسرق.
فلازم تكونو انتو كمان جاهزين، لان ابن الانسان جاي في ساعه ما متتوقّعوش.
تخيل ان في سيد حط واحد من خدامه مسءول عن باقي الخدامين اللي عنده في البيت. شغل الخادم ده انه يدي الاكل للخدامين في الوقت المناسب. السيد عايز خادم امين وعاقل للموضوع ده.
حيكون خير للعبد لو لقي سيده بيعمل شغله لما يرجع
اللي حاقولك عليه ده صحيح، الباشا هيسيب العبد ده مسءول عن كل اللي عنده
لكن لو العبد ده كان شرير، لو قال لنفسه : سيدي هيبعد شويه.
لو ضرب العبيد التانيين، ولو اكل وشرب مع اللي بيشربوا كتير؟
سيد العبد ده هيرجع في يوم ما العبد مش متوقعه، هيرجع في ساعه العبد ميعرفهاش
وبعدين الست هتقطعه حتت، وهتبعتو لدار الكدابين، والناس هناك هتزعل وتصوت علي سنانها.
حكايه عشر عرايس
هنا هو اللي هيكون زي ملكوت السما في الوقت ده. عشر عرايس اخدوا مصابيحهم وخرجوا عشان يقابلوا العريس.
خمسه منهم كانوا اغبيا، وخمسه كانو حكماء.
الجهله خدوا مصابيحهم بس ماخدوش معاهم زيت الزيتون
الناس العاقله خدوا زيت في قزايز معهم وكمان مصابيحهم.
العروسه ماجتش من زمان، فالبنات التانيين تعبوا ونيمو.
في نص الليل، حد صرخ وقال: “يا العريس يا العريس، اطلع بره!”
وبعدين كل العرايس صحيوا وطلعو الفوانيس بتاعتهم
الجهله قالوا للحكماء، "ادونا شويه من زيتكم. مصابيحنا بتطفي."
قالولهم : «لا، مافيش كفايه للكل. روحوا عند اللي بيبيعوا الزيت واشتروا شويه».
فراحوا يشتريو الزيت، بس وهما رايحين العريس وصل، والخدامات اللي كانوا جاهزين دخلوا معاه علي الغداه وقفلوا الباب عليهم.
بعدين الستات التانيين اللي كانوا عرايس كمان جم وقالوا يا سيدي يا سيدي افتح لنا الباب
لكن هو ردّ وقال : «اللي انا حاقولهولك ده صحيح، ما اعرفكش».
فخليكوا صاحيين، ما انتو مش عارفين اليوم ولا الساعه اللي العريس هييجي فيها. قصه تلات خدامين
تاني، ده زي ما يكون ملكوت السما كده. كان في راجل مسافر. بعت علي عبيده وادهم مسءولين عن ماله.
هو ادا لواحد عشره الاف دولار، وادا لاخر اربعه الاف دولار، وادا للتالت الفين دولار. الراجل كان بيدي لكل خادم المبلغ اللي هو عارف ان الخادم يقدر يهتم بيه. وبعد كده راح في رحلته.
العبد اللي خد العشره الاف دولار راح علي طول و استثمر الفلوس دي، وكسب عشره الاف تانيين كمان.
اللي كسب 4000 دولار، كسب 4000 دولار زياده.
لكن الراجل اللي كان خد الفين دولار راح حفر في الارض وخبي فلوس الباشا فيها.
بعد وقت طويل، راجل كان بيشتغل عند العبيد رجع. عايز ياخد كل الفلوس اللي كسبوها.
الراجل اللي خد العشره الاف دولار جاب العشره الاف التانيين وقال: يا باشا، انت كنت موكلني بالعشره الاف دول، شوف انا كسبت عشره كمان.
رَبُّهُ قَالَ لَهُ صِبْغَهٌ كَوَيْسَهٌ يَا خَدَّامِي الْاَمِينُ اَنْتَ كُنْتَ اَمِينًا عَلَي شَيءٍ قَلِيلٍ فَانا حَاوَتِّكُم عَلَي كَثِيرٍ فادخلوا في فرحه ربكم
الراجل اللي كان معاه 4000 دولار كمان جه وقال يا باشا انت كنت موكلني بـ 4000 دولار بص انا كسبت 4000 تانيين
رَبُّهُ قَالَ لَهُ صِبْغَهٌ كَوَيْسَهٌ يَا خَدَّامِي الْاَمِينُ اَنْتَ كُنْتَ اَمِينًا عَلَي شَيءٍ قَلِيلٍ فَانا حَاوَتِّكُم عَلَي كَثِيرٍ فادخلوا في فرحه ربكم
بعدين جه الراجل اللي كان معاه 2000 دولار وقال: يا باشا انا عارف انك راجل قاسي، بتجني من غير ما تزرع وبتجمع من غير ما تزرع.
خفت، طلعت بره ودفنتلك الفين دولار في الارض. اهو ده اللي بتاعك.
سيده رد عليه وقال : يا عبد الله الشقي الكسلان، انت عارف ان انا بحصد من غير ما ازرع؟ وانت عارف ان انا بجيب محصول من غير ما ارمي البذور؟
وبعدين كان لازم تحطلي فلوسي في البنك، ولما ارجع كنت هاخدها مع الفايده.
بعدين سيده امر الخدم التانيين، خدوا الـ 2000 دولار من عنده وادوه للراجل اللي معاه 20 الف دولار.
اللي عنده هيديله زياده، وهيبقي عنده كتير اوي. واما اللي معندوش، حتي اللي عنده ده هيتاخد منه.
اطلع العبد ده من البيت، في الضلمه دي الناس هتبكي وتدعي عليه
ابن الانسان هييجي في مجده كله، وكل الملاءكه هتيجوا معاه. وبعدين هوقعد علي كرسيه في مجد السما.
كل الامم هتتجمع قدامه، هيفرق الناس لفرقتين، هيبقي زي الراعي اللي بيفصل الخرفان عن المعيز.
هو هيحط الخرفان علي يمينه والماعز علي شماله.
بعدين الملك هيتكلم مع اللي علي يمينه ويقولهم : ابوي بارككم، تعالوا خدوا نصيبكم من الميراث، ده هو الملكوت اللي كان مستعد لكم من قبل ما الدنيا تتخلق.
كنت جعان و انت اكلتني، كنت عطشان و انت سقيتني، كنت غريب و انت ضيفتني
كنت محتاج هدوم، انت اللي جيبتهالي. كنت عيان، انت اللي عالجتني. كنت في السجن، انت اللي زرتني.
بعدين الناس اللي عملوا الصح هيسالوه، هيردوا عليه ويقولوله يا رب امتي شفناكم جعانين واكلناكم؟ وامتي شفناكم عطشانين وسقيناكم؟
امتي شوفتك غريب ودخلتك؟ وامتي شفتك عريان ولبستك؟
امتي شوفتك مريض او في السجن ورحت تزورني؟
الراجل قال له : اللي انا هاقولهولك ده حقيقي، كل ما عملته لاي واحد من اخواتي الصغيرين دول، كان كانه انت بتعمله ليا."
ثُمَّ يَقُولُ لِلَّذِينَ عَاقَبُوا اَشْاَمَ الْمِجْنَهِ اَنْتُمْ اَعْوَانٌ عَلَي النَّارِ فَاخْرُجُوا مِنْهَا وَادْخُلُوا جَهَنَّمَ مَعَ كُلِّ شَيْءٍ قَدْ حَ
كنت جوعان، بس ما اكلتنيش حاجه. كنت عطشان، بس ما شربتنيش حاجه.
كنت غريب، بس ما دعيتنيش. كنت محتاج هدوم، بس ما اديتهاليش. كنت عيان في السجن، بس ما اهتميتش بيا.
هما كمان هيقولوا، يا رب امتي شفنا جوعان او عطشان وما ساعدناكش؟ وامتي شفنا غريب او محتاج هدوم او عيان او في السجن وما ساعدناكش؟
هو هيقولك : الحقيقه اللي انا هاقولها لك دي، كل ما عملتوش لاصغر واحد فيهم، كان كانه متعملش ليا."
وبعدين هيروحوا في مكان تاني عشان يعاقبوا للابد، لكن اللي عملوا الصح هياخدوا الحياه الابديه.
خطه قتل يسوع
يَسوع خلص كلامه كله، وبعدين قال لتلاميذه
زيك زيي، العيد علي بعد يومين. ابن الانسان هيتسلم عشان يتصلب
وبعدين الكهنه الكبار اجتمعوا مع شيوخ الشعب، واتجمعوا في بيت كيافا رءيس الكهنه.
خططوا يمسكوا عيسي بطريقه ذكيه، كانوا عايزين يقتلوه.
لكن مش في العيد، قالوا. الناس ممكن يعملو مشاكل. ست بتصب عطر علي يسوع
كان يسوع في بيتنيّا، وكان في بيت واحد اسمه سمعون عنده مرض الجدري.
كانت في سته جات لـ يسوع بمرهم غالي اوي، وكسرت المرهم ده علي راسه وهو قاعد ع الطرابيزه.
لما التلاميذ شافوا ده، اتغاظوا وقالوا: «ليه الهدرا دي؟»
البرفان كان ممكن يتباع بفلوس كتير، والفلوس دي كانت تروح للناس الفقرا.
عيسي كان عارف ده، فقال لهم: ليه بتضايقوا الست دي؟ هي عملت حاجه حلوه ليا.
انتو دايما هتوفروا فقرا معايا بس انا مش هفضل معاكو علي طول
هي رشيت العطر علي جسمي عشان تجهزني للدفن
اللي حقولهولك ده صحيح، واللي عملته هتقال في كل مكان يتبشر فيه بالبشاره دي في العالم كله، وهتتقال في ذكرها" يهوذا وافق يسلم المسيح
واحد من الاتناشر راح للكهنه الكبار، اسمه يهوذا الاسخريوطي.
قالهم: «هتدوني كام لو جيبت لكم يسوع؟» فدوله تلاتين قطعه فضه.
من ساعتها، يهوذا كان بيراقب الوقت المناسب عشان يسلم المسيح ليهم. العشاء الرباني
كان اول يوم من عيد الفطير، فجاء التلاميذ الي يسوع وقالوا له: فين تحب نجهزلك عشان تاكل العشا؟
قال له : روح في المدينه لواحد معين، وقل له : المعلم بيقول : قربت ساعتي، وانا عايز احتفل بعيد الفصح عندكم مع تلاميذي .
فالتلاميذ عملوا اللي قالهم عليه يسوع، جهزوا العشا بتاع الفصح.
لما الليل جه، كان يسوع قاعد علي السفره مع الاتناشر تلميذ بتاعه.
وهما بياكلو قالهم : اللي حاقولهولكم ده صحيح، واحد فيكم حيبلغ عني لاعداءي.
التلاميذ حزنوا قوي، واحد ورا التاني قالوله: يا رب مش انا؟
يَسُوع قَالَ لَهُمْ: «الَّذِي يَمْضَغ مَعِي فِي الطَّاسَهِ هُوَ الَّذِي يُسَلِّمُنِي».
ابن الانسان هيروح زي ما هو مكتوب عنه، بس ايه اللي هيحصل للواحد اللي بيسلم ابن الانسان؟ كان احسن له لو ما اتولدش.
يوداس كان هو اللي حيسلمه. قال : «يا رب، انا مش هو؟» يسوع رد عليه وقال له : «ايوه انت».
وهما بياكلو، يسوع اخد عيشه. شكر عليها وكسرها. اداها لتلاميذه وقالهم: «كلوا منها دي جسمي».
وبعدين اخد الكاس وشكر ربنا واداهولهم وقال كلوا منو
دي دمي في العهد الجديد. اتسفك عشان يغفر ذنوب كتير.
هنا اللي بقولك عليه، من دلوقتي مش هاشرب معاك نبيذ تاني لحد اليوم اللي هشربه فيه معاك في ملكوت ابي.
وبعدين غنوا ترانيم وخرجوا لجبل الزيتون. يسوع بيقول ان بطرس هيسقط
يَسوع قالهم : «الليلَهَ دِي، كلكم هتتفرقوا عنّي؛ لانّه مكتوب في الانجيل ان الرب قال: «انا هضرب الراعي فتروح الخرفان» (زكريا 13:7).
لكن بعد ما اقوم من الموت، هروح قدامكم لـ الجليل.”
بيتر رد وقال : كل الناس ممكن تبعد عنك عشان خاطرك . لكن انا مش هبعد عنك ابدا .
قال يسوع: اللي انا هاقولك عليه ده حقيقي، هيحصل الليله دي قبل ما الفجر يطلع، هتتنكر فيا تلات مرات.
بس بيتر قال : « انا ممكن اموت معاك . بس ما هقولش اني ما عرفتكش » . وكل التلاميذ التانيين قالوا نفس الكلام . يسوع يصلي في جثسيماني
بعدين يسوع راح مع تلاميذه لمكان اسمه جثسيماني وقالهم: «قعدوا هنا وانا هروح هناك اصلي».
خَدَّ جَبْرَايِل وَبَنِي زَبْدَي مَعَهُ، فابتدي يحزن ويضيق.
وبعدين قال ليهم، «روحي حزينه قوي. انا قربت اموت. خليكوا هنا. فضلوا معايا».
راح شويه كمان، وبعدين وقع علي وشه. قال: يا ابي لو كان ممكن ابعد الكاس ده عني. بس مش ارادتي هي اللي تتمم لكن ارادتك.
وبعدين رجع للي كانوا بيتلامذوه ولقاهم نايمين، وقال لبتروس: «يا بتروس ما قدرتش تفضل صاحي معايا ساعه واحده؟»
خَلّي بالك وَصَلِّي. كدا مش هتقع في الخطيه لما تتجرب. الروح راضيه، لكن الجسد ضعيف.
يسوع راح تاني مره. صلي، «يا ابي، مش ممكن الكاس ده يعدي؟ لكن لو لازم اشربه، خلي اللي انت عايزه يحصل.»
وبعدين رجع تاني، وللاقي هما نايمين بردو. ماكانوش قادرين يفتحوا عنيهم.
فراح سابهم وراح تاني. وللمره التالته، دعا بنفس الدعوه.
وبعدين رجع للتلاميذ وقالهم : «انتو لسه نايمين؟ قوموا، قربت الساعه».
قوم يا راجل، يلا بينا، اهو ده اللي بيسلمني ليهم" يسوع بيتسجن
و كان يسوع لسه بيتكلم، جه يهوذا واحد من الاثني عشر و معاه حشد كبير شايلين سيوف وعصيان. دول كانوا اتبعتوا من رءساء الكهنه وشيوخ الشعب.
يوداس، اللي كان ناوي يسلم عيسي، كان عامل اشاره معاهم. قال: «اللي هبوسه هو الراجل». امسكوه.
يوداس راح علي طول لـ يسوع وقال له : يا سلام عليك يا معلم ! وبعدين باسّه .
يَسوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «يا صاحبي، اعملوا اللي جيتو عشانه». فَقَامُوا يَاخِدُوهُ.
في اللحظه دي، واحد من تلاميذ يسوع مد ايده علي سيفه وطلع بيه ضرب خادم الكاهن الاعظم فقص له ودنه.
قال له : « ارجع سيفك في غمده . كل واحد بياخد السيف هيموت بالسيف »
انت فاكر ان انا مش هقدر اطلب من بابا يساعدني؟ هو هيبعت جيش ملايكه اكتر من سبعين الف في ثانيه.
بس ازاي الحواديت دي تتحقق؟ بيقولوا لازم تكون كده.
في الوقت ده، يسوع قال للناس اللي حواليه: «انا جاي اهاجمكم بجيش؟» سالهم. «لازم تجوا تاخدوني بالسيف وبالهراوات؟ انا كل يوم كنت قاعد في الهيكل بعلم الناس، ومحدش منكو جالي ياخده».
لكن كل ده حصل عشان كلام الانبياء يتحقق. بعدين التلاميذ كلهم سابوه وراحوا هربانين. يسوع اودّي قدام السنهدرين
الناس اللي مسكو عيسي ودوه عند كاهن الكهنه قيافا، ووصلوا هناك شيوخ الشعب والكتبه.
مش بعيد اوي، بيتر كان ماشي ورا يسوع. راح لحد ساحه الكاهن الاعظم ودخل وقعد مع الحراس عشان يشوف هيحصل ايه.
الكهنه الكبار وكل المجمع كانوا بيدورو علي حاجه يمسكوها عليه عشان يموتوه
لكن ما لقوش اي دليل، حتي لو كان في شهود كدابين كتير طلعوا. وفي الاخر طلع اتنين تانيين.
قالوا: ده كان بيقول: انا اقدر اخرب بيت الله، وابنيها في تلات ايام.
وبعدين الكاهن الاعظم وقف وقال له : «يا يسوع، ما تردش؟ ايه التهم اللي بيوجهوها لك دول؟»
لكن يسوع فضل ساكت. فقال له رءيس الكهنه : «انا اقسم عليك بالله الحي، قول لنا اذا كنت المسيح ابن الله».
ايوه، هو زي ما انت بتقول، يسوع ردّ وقال: بس انا بقولكم كل حاجه، في الايام الجايه هتشوفوا ابن الانسان قاعد علي يمين القوي. وهتشوفوا ابن الانسان جاي علي سحاب السما.
وبعدين الكاهن الاعظم شق هدومه وقال: هو قال كلام وحش قوي علي ربنا، احنا محتاجين شهود تانيين؟ انتم سمعتوا بنفسكم اللي قاله ده.
ايه رايك؟ قالوا: لازم يموت!
وبعدين رمو عليه لعابهم، وضربوه بالقبضات، وفي ناس تانيه صفعتوا فيه.
قالوا له يا يسوع انت مين اللي ضربك؟ بطرس قال ماعرفش
بيطر كان قاعد في الفناء، وست خدامه جتله وقالت له: «انت كمان كنت مع يسوع الجليلي».
لكن قدامهم كلهم، بيتر قال انه مش هو. وقال: “انا ماعرفش انتوا بتتكلمو عن ايه.”
وبعدين خرج علي الباب اللي بيودي للدهليز، وفي ست تانيه شافتوه وقالت للناس: ده كان مع يسوع الناصري.
وقال تاني انه مش هو، وقال وهو بيحلف: "انا ماعرفش الراجل ده"
بعد شويه، الناس اللي واقفين هناك راحوا لبطرس وقالوله: «انت واحد منهم». بطريقتك في الكلام بتدل علي كده.
وبعدين بيتر بدا يلعن في نفسه، وحلفلهم وقال: انا ماعرفش الراجل ده! وفجاه الديك صوّت.
بعدين بيتر افتكر اللي يسوع قاله له، قال له ان الديك هيرمش قبل ما ينكر تلات مرات انه يعرفه. فبيتر خرج من الاوضه وبكي جامد.
يوداس شنق نفسه
كانت لسه الصبح بدري، كل الكهنه ورءساء الشعب قرروا يقتلوا يسوع
ربطوه وودّوه عند بيلاطس الباشا
يوداس، اللي كان سلم يسوع، شاف انهم حكموا عليه بالموت. حاسس بالذنب والندم علي اللي عمله. فراجع الفلوس بتاعه التلاتين قطعه دهب للكهنه الكبار والشيوخ.
قال: انا غلطت، سلمت راجل بريء. قالوا: ايه اللي يهمنا؟ دي مشكلتك انت.
يوداس رما الفلوس في الهيكل وخرج. وبعدين راح علق نفسه.
الكهنه الكبار خدوا الفلوس وقالوا: ده حرام، مينفعش نحط فلوس زي دي في صندوق الهيكل، دي دميه، دي بقت تمن موت واحد.
فـ قرروا يشتريوا قطعه ارض عشان يدفنوا فيها الناس اللي من البلاد التانيه.
عشان كده لسه لحد النهارده بيسموها حقل الدم.
وبعدين كلام نبي الله ارميا اتحقق، كان قال: خدوا التلاتين فكه اللي اتفقت عليها عليه من بني اسراءيل.
استعملوا الفلوس دي عشان يشترو حقل صانع الاواني، زي ما الرب كان امرني. (زكريا 11:12، 13؛ ارميا 19:1-13؛ 32:6-9) يسوع بيتقدم لبيلاطس
كان يسوع واقف قدام الحاكم، والحاكم ساله: «انت ملك اليهود؟» قال له يسوع: «زي ما بتقول».
لكن لما جابوا له الكهنه الرءساء والشيوخ، ما كانش بيرد علي حاجه من اللي بيقولوها عليه.
بعدين بيلاطس ساله، "مش سامع التهم اللي بيقولوها عليك؟"
لكن يسوع ما ردش علي ولا تهمه فيهم، والحاكم اتفاجء جدا.
كان عادَه الوالي في عيد الفصح انه يسيب واحد من السجنا يروح. والناس كانت بتختار مين اللي عايزاه.
في الوقت ده كان عندهم واحد مسجون مشهور اسمه براباس.
فَلَمَّا اجْتَمَعَ الْجُمْهُورُ سَاَلَهُم بِيلاطُسُ قَاءِلًا مَنْ تُرِيدُونَ اَن اَخْلِيَ لَكُم؟ بَرَاَبَّاسَ اَوْ يَسُوعَ الْمَسَمَّيا الْمَسِيحَ؟
بيلاطس كان عارف ان القاده كانوا حاسدين، وكان عارف ان ده السبب اللي خلي يسلموه ليه.
و هو بيلاطس قاعد علي كرسي الحكم، مراته بعتتله تقول له : «ماتعاملش مع الراجل ده، عشان راجل برء. انا اتالمت اوي في حلم النهارده بسبب منه».
لكن الكهنه ورءساء الشعب اقنعوا الناس يطلبوا براباس ويصلبوا يسوع.
قال الحاكم: ايهما عايزني اطلقه؟ قالوا له: براباس
وبعدين اعمل ايه بيسوع اللي بيتسمي المسيح؟ قال بيلاطس. كل الناس قالت مع بعض: صَلبه!
ليه؟ ايه اللي عمله؟ سال بيلاطس، لكنهم صرخوا بصوت اعلي: صلبه!
بيلاطس شاف ان الموضوع مش رايح في حته، بالعكس الناس كانت بتزعل اكتر واكتر. فخد ميه وغسل ايديه قدامهم وقال: «انا برء من دم الراجل ده». قال لهم: «انتوا اللي مسءولين عنه!».
الكل جاوب وقال : احنا و ولادنا حنقبل ذنب موته !
بيلاطس ساب باراباس يروح، بس ضرب يسوع و بعدين اداه للجنود عشان يتصلبوا عليه. الجنود كانوا بيضحكوا علي يسوع.
الجنود بتاعه الحاكم خدوا يسوع للدار اللي كانو بيسموها البرايتوريوم، وكل الجنود التانيين جم حواليه.
خلوه عريان ولبسوه عبايه بنفسجي
وبعدين جمعوا شويه اشواك وعملولها تاج وحطوه علي راسه، وخدوا عصايه في ايده اليمين وبعدين ركبوا قدامه وقعدوا يضحكوا عليه ويقولوله : احنا بنحترمك يا ملك اليهود !
رموه بالبزاق، ضربوه في راسه بالعصايه مره ورا مره.
بعد ما سخروا منه، خلّعوه من الجلباب ولبسوه هدومه تاني وبعدين قادوه عشان يمسكوه علي الصليب. يسوع اتصلب
وهما طالعين من المدينه، قابلوا واحد جاي من قيروان اسمه سمعان. اجبروه يشيل الصليب.
جاو علي مكان اسمه جُلْجَلَه، والكلمه دي معناها المكان اللي فيه الجمجمه.
هناك خلطوا الخمر ببهارات مرّه وادّوها لـ يسوع يشربها، فذوقها وبعدين رفض يشربها.
لما مسكوه وصلبوه، قسموا هدومه بالقرعه.
قعدوا جنبه وراقبوه هناك.
فوق راسه حطوا التهمه المكتوبه ضده، كانت مكتوب فيها "دا يسوع ملك اليهود"
اتعلق عليه اتنين حراميه، واحد علي يمينه وواحد علي شماله.
اللي عدوا من هناك شتمو عيسي و سخروا منه، هزوا راسهم
وقال له : «يا سيدي، انت هتهد الهيكل وتعمله تاني في تلات ايام؟ انزل من علي الصليب لو كنت ابن الله».
وبنفس الطريقه، الكهنه ورءساء اليهود والعلماء والساده سخروا منه.
قالوا: «هو انقذ غيره، لكن ما يقدرش ينقذ نفسه؟ هو ملك اسراءيل! يخلّي نفسه تنزل من علي الصليب دلوقتي! ساعتها هنءمن بيه».
هو بيثق في الله، خلّي الله ينقذه دلوقتي لو هو عايز ينقذه. ده اللي قال عليه: انا ابن الله.
وبنفس الطريقه، اللصوص اللي كانوا بيتعذبوا مع يسوع كمان سخروا منه. يسوع مات
من نص النهار لحد تلاته العصر، الارض كلها كانت مغطيه بالضلمه.
حوالي الساعه تلاته، يسوع صرخ بصوت عالي وقال: «ايلوي، ايلوي، لما شبكتاني؟» يعني: يا ربي، يا ربي، ليه سبتني؟ (مزمور 22: 1)
بعض اللي واقفين هناك سمعوا يسوع بيصرخ وقالوا، "هو بينادي علي ايليا".
فورا واحد منهم جري وجاب اسفنجه، وملّاها خل نبيذ وحطّها علي عصايه وقدمهاليسوع يشرب منها.
الباقيين قالوا، سيبوه في حاله. نشوف لو الياس هييجي ينقذه.
بعد ما يسوع صرخ بصوت عالي تاني، مات.
في اللحظه دي، الستار اللي في الهيكل اتقطع من فوق لتحت. والارض اتزحزحت والصخور انشقت.
القبور اتفتحت وجثث ناس كتير من الاولياء اللي ماتوا قامت حيه.
خرجوا من القبور، بعد ما قام المسيح من الموت راحو المدينه المقدسه وظهروا لكتير من الناس هناك.
الرءيس الروماني والجنود اللي كانوا بيحرسوا عيسي شافوا الزلزال وكل اللي حصل، خافوا جدا وقالوا: ده كان ابن الله بجد!
مش بعيد اوي، كان في ستات كتير بيتفرجوا عليهم. كانوا جايين مع يسوع من الجليل عشان يخدموه.
كانت مريم المجدليه من ضمنهم، وكانت ام يعقوب و يوسف هناك كمان، وكان في امهات تانيه موجودين. يسوع اتدفن.
لما الليل قرب، جه واحد من المدينه اسمه يوسف كان غني وكان من تلاميذ يسوع.
راح عند بيلاطس وطلب منه جثه يسوع، فبيلاطس امر انها تتديله.
جوزيف خد الجثه ولفها في قماشه كتان نضيفه.
حطه في القبر الجديد بتاعه اللي كان حفرها في الصخره، وبعدين سد المدخل بحجر كبير وراح.
مريم المجدليه و مريم التانيه كانوا قاعدين هناك قدام القبر. الحراس عند القبر
اليوم اللي بعده كان يوم بعد يوم الاستعداد، ورجعوا الكهنه الرءيسيون والفريسيون لبيلاطس.
يا سيدي، احنا فاكرين حاجه قالها الكداب ده وهو عايش. كان بيقول: بعد تلات ايام هقوم تاني.
فامروا ان القبر يتسد كويس لحد تالت يوم، ولو ما عملتواش كده التلاميذ هييجو ياخدو الجثه ويقولو للناس ان عيسي قام من الموت، والكذبه دي هتكون اسوا من الكذبه الاولي.
بيلاتس قال: خد شويه حراس معاك، روح، خلي القبر امن علي قد ما تقدر.
فراحوا وقفلوا القبر كويس، وحطوا ختم علي الحجر وبعتوا حراس يحرسوه.
يسوع قام من الموت
يوم السبت كان خلص خلاص، وكان فجر اول يوم في الاسبوع. مريم المجدليه والمريم التانيه راحوا يشوفوا القبر.
كان في زلزال قوي. ملاك الرب نزل من السما. الملاك راح عند القبر. شال الحجر و قعد عليه.
جسمه كان منور زي البرق، هدومه كانت بيضه زي التلج
الحراس كانوا خايفين منه لدرجه انهم كانو بيرتعشوا وبيبان عليهم زي الموتي.
المالك قال للستات، ماتخافوش انا عارف انكم بتدوروا علي يسوع اللي اتصلب.
ما هوش هنا، قام زي ما قال، تعالي شوف المكان اللي كان نايم فيه
امشي بسرعه! قول لتلاميذه، هو قام من الموت. هو رايح قدامكم في الجليل. هناك هتلاقوه. انا قلتلكم دلوقتي.
فالستات راحتوا بسرعه من عند القبر، كانوا خايفين بس فرحانين اوي. جريوا يخبرو التلاميذ.
فجاه، يسوع لقهم وقاللهم : سلام عليكم . فاقتربوا منه وسجدوله .
بعدين قالهم يسوع : «ماتخافوش، روحوا قولوا لاخواتي يروحوا الجليل؛ هناك هما كمان هيشوفوني». الحراس بيبلغوا الكهنه الكبار
وهم الستات رايحين، شويه من الحراس دخلوا المدينه. قالوا للكهنه الكبار كل اللي حصل.
لما الكهنه الكبار اجتمعوا مع الشيوخ، خططوا. ادو العساكر فلوس كتير اوي.
قالوا للجنود، «عايزينك تقول ان تلاميذه جم بالليل وسرقوا الجثه وهما نايمين».
لو الوالي سمع التقرير ده، هنخلص منه. وكده هتبقي في امان
فالجنود خدوا الفلوس وعملو اللي قالولهم، والقصه دي لسه منتشره بين اليهود لحد دلوقتي. اوامر يسوع الاخيره لتلاميذه
وبعدين الحداشر تلميذ راحوا الجليل، للتل اللي كان يسوع قالهم يروحوه.
لما شافوه، سجدوله. بس في ناس لسه عندهم شكوك.
وبعدين جيسوع راح ليهم وقالهم : كل السلطه في السما وعلي الارض اتدتلي .
فلازم تروحوا وتعملوا تلاميذ من كل الامم. تعمدوهم باسم الاب والابن والروح القدس.
علمهم يطيعوا كل اللي انا امرتهم بيه، وخليهم عارفين ان انا معاك لحد الاخر
ياحيي بن زكريا بيحضر الطريق
دا بدايه البشاره عن يسوع المسيح ابن الله.
زمان، نبي اشعيا كتب، «انا هابعت ملاكي قدامك يجهز الطريق» (ملاخي 3: 1).
رسول بينادي في البريه، 'جهزوا الطريق للرب. اعملوا مسارات مستقيمه ليه'.
و كدا جه جون، كان بيعمد الناس في الصحرا و كمان كان بيقول للناس انهم يعمّدوا ويبعدوا عن خطاياهم، ساعتها ربنا هيسامحهم.
الناس كلها من الريف بتاعه يهوذا خرجت ليه، والناس كلها من اورشليم كمان خرجت. واعترفوا بذنوبهم وعمدوهم في نهر الاردن.
جون كان لابس هدوم من صوف الجمل، وكان حاطط حزام جلد حوالين وسطو، وكاان بياكل جراد وعسل بري.
هنا هو اللي كان جون بيوعظ بيه : بعدي حاييجي واحد اقوي مني، انا مش كويس كفايه عشان انحني وافك جزمتيه.
انا بيكسفكم بالميه، لكن هو هيكسفكم بالروح القدس.” يسوع بيتكسف وبيتمتنه
في الوقت ده، يسوع جه من الناصره في الجليل. يوحنا عمده في نهر الاردن.
كان يسوع طالع من الميه، وفجاه شاف السما بتتفتح وشاف الروح القدس نازل عليه زي الحمام.
كان في صوت بيتكلم معاه من السما، وقال له: انت ابني الحبيب وانا راضي عنك اوي
فجاه الروح القدس بعت يسوع في الصحرا.
كان في الصحرا اربعين يوم، الشيطان جاله يغويه، والحيوانات البريه مااذتش يسوع، الملاءكه اهتموا بيه. يسوع بيختار التلاميذ الاولانيين
بعد ما حطوا يوحنا في السجن، راح يسوع في الجليل وبشر بانجيل الله.
قال: «الزمان جه، ملكوت السما قرب. توبوا وامنوا بالبشاره»
يوم من الايام كان يسوع ماشي جنب بحيره الجليل. هناك شاف سمعان واخوه اندراوس. كانوا بيرموا شباك في البحيره. هما صيادين.
يَا سِيْمَانْ، تَعَالَوْا وَرَاي! اَنَا هَاخْلِيكُمْ صَيَّادِينَ بَنِي ادَمَ.
سَابُوا شَبَكَهُمْ وَرَا حُوَهْ.
بعدين يسوع مشي شويه كمان، ولما كان ماشي شاف يعقوب بن زبدي واخوه يوحنا في المركب بيصلحوا شباكهم.
فورا ناداهوم، وسابو ابوهم زبدي في المركب مع العمال اللي اجراهم، وراحوا وراه. يسوع يخرج روحا شيطانيه
يسوع والناس اللي معاه راحوا كفرناحوم، ولما جه يوم السبت دخل الكنيس وبدا يعلم الناس هناك.
الناس كانت مندهشه من تعليمه، كان بيعلمهم زي واحد عنده سلطه، ماكانش بيتكلم زي معلمي الشريعه.
في الوقت ده، واحد في المعبد بتاعهم صرخ وقال: هو مسحور من روح شيطانيه.
عايز ايه مننا يا يسوع الناصره؟ جيت تخلص علينا؟ انا عارف انت مين، انت ابن الله!
قال يسوع بحزم: اسكت! اطلع منه!
الجن كان بيهز الراجل جامد، وبعدين طلع منه بصوت عالي.
الناس كلها اتدهشت، فقالوا لبعضهم: ايه ده؟ تعليم جديد! ومعاه سلطه كبيره كمان! حتي الشياطين بتسمع كلامه وبتطيع امره.
الخبر عن يسوع انتشر بسرعه في كل الجليل. يسوع بيشفي ناس كتير
يسوع والناس اللي معاه خرجوا من الجامع، علي طول راحوا بيت سمعان وبطرس وياهم يعقوب ويوحنا.
حماه سيمون كانت في السرير، عندها حمي. قالوا لـ يسوع عن الموضوع ده.
فراح ليها، وخد ايدها وقام بيها. الحرار راح عنها. وبعدين بدات تخدمهم.
بليل، بعد ما الشمس غابت، الناس جابوا لـ يسوع كل اللي كانوا عيانين. وجابوا كمان كل اللي كانو مسحورين من الشياطين.
الناس كلها في البلد اتجمعت عند الباب
يسوع شَفَي كَثِيرِينَ مِنْهُمْ، وَكُلُّهُمْ كانُوا عَيَانِينْ بِاَنْوَاعٍ مِنَ السَّقَمِ. وَطَرَدَ اَيْضًا شَيَاطِينَ كَثِيرَهً. لَكِنَّهُ مَا سَبَّحَهَا تَتَكَلَّمُ، لاَنَّهَا كَانَتْ تَعْرِفُ مَنْ هُوَ. يسوع يُصَلِّي فِي مَوْضِعٍ خَالِي
كان لسه الصبح بدري والليل كان لسه موجود. يسوع قام وخرج من البيت. راح مكان يقدر يكون فيه لوحده. هناك صلي.
سيمون و صحابه راحوا يدوروا علي يسوع.
لما لقوه، نادوا عليه وقالوله : كل الناس بتدور عليك !
يَسوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «لِيَنْطَلِقُوا اِلَي قُرًي اُخْرَي حَتَّي اُبَشِّرَ هُنَاكَ اَيْضًا، لاَنَّهُ مِنْ اَجْلِ هَذَا جِءْتُ».
فراح في كل الجليل، وكان بيعلم في جوامعهم وبيشفي الناس من امراضهم. يسوع بيشفّي واحد عنده مرض جلدي
كان في واحد عنده مرض جلدي، راح لـ يسوع و انحني قدامه و قال له : يا رب لو كنت عايز تشفيّني تقدر تعملها .
يَسوع اتملي بالهمّ، ومد ايده و لمس الراجل وقال له : انا عايز اعملها، خليك نقي!
علي طول المرض سابه، خف.
يسوع طرده علي طول، وقال له كلام جامد.
قالك ما تقولش لحد، روح اظهر للكهنه واعمل اللي موسي قال عليه، ده هيبقي شهاده للكاهن وللناس انك طاهر.
لكن الراجل خرج وبدا يتكلم علي طول. نشر الخبر للكل. فمبقاش يسوع يقدر يدخل مدينه بصراحه. كان بيقعد بره في الاماكن البعيده. لكن الناس كانت بتيجي له من كل حته.
يسوع بيشفي واحد ماكانش قادر يمشي
بعد شويه، دخل يسوع كفرناحوم تاني. الناس سمعت انه رجع البيت.
الناس كانت كتير قوي لدرجه ان ماكانش فيه مكان فاضي، حتي بره الباب كان مليان. ويسوع كان بيعلمهم الكلام ده.
اربعه من اللي جم كانوا شايلين راجل مش قادر يمشي.
لكن ماكانوش قادرين يقربوه من يسوع عشان الناس كانت كتير، فعملوا حفره في السقف فوق يسوع ونزلوه علي سرير.
يسوع شاف ايمانهم، فقال للراجل: يا ابني خطاياك مغفوره ليك.
كان في شويه من علماء الدين قاعدين هناك، وكانوا بيفكروا.
ليه الراجل ده بيتكلم كده؟ بيقول حاجه شريره اوي! ربنا بس اللي يسامح الذنوب!
عَلَي طُول يسوع عرف افكارهم، فقال لهم: «ليه بتفكروا في الحاجات دي؟»
هو اسهل انك تقول للراجل ده، "ذنوبك مغفوره"؟ ولا تقول له، "قوم، خد السرير بتاعك وامشي"؟
عايزك تعرف ان ابن الانسان ليه سلطه علي الارض انه يسامح الخطايا. وبعدين يسوع قال للراجل اللي مش قادر يمشي
قالك قوم يا راجل، خد السجاده بتاعتك وروح بيتك
الراجل قام وخد السجاده بتاعته، وبعدين مشي وكل الناس كانت بتشوفه. كل الناس اتعجبوا جدا وقالوا: الحمد لله ما شفناش حاجه زي دي! يسوع بيختار ليفي
مره تانيه، يسوع خرج علي بحر الجليل. وجمتله جمه كبيره. وبدا يعلمهم.
وهو ماشي شاف ليفي بن حلفا قاعد في جمرك، فقال له يسوع: تعال وراه. فقام ليفي ومشي وري يسوع.
بعدين يسوع كان بيعشي في بيت ليفي، وكان فيه كتير من الجابيين والخطايين قاعدين بياكلوا معاه ومع تلاميذه. كانوا جزء من الناس الكتير اللي كانت ماشيه وراه.
كان في شويه من المعلمين اللي كانوا فريسيين، وشافوا يسوع قاعد بياكل مع الخاطيين والجمارك. فقالوا لتلاميذه: ليه بياكل مع الجمارك والخاطيين؟
جيسوع سمع الكلام ده، فقالهم: «اللي مش عيانين ما محتاجوش دكتور، لكن العيانين. انا ما جيتش عشان اداوي الناس اللي شايفين نفسهم كويسين، لكن جيت عشان اداوي الخطايين.» يسوع بيسالوا عن الصيام
تلاميذه و الفريسيين كانوا بيصوموا، فجاء ناس لـ يسوع فقالوا له: تلامذه يوحنا بياكلوا ايه؟ وتلامذه الفريسيين كمان بياكلوا، لكن تلاميذك مش بياكلوا ليه؟
يسوع قال: ازاي يروحوا ضيوف العريس من غير ما ياكلوا وهو معاهم؟ مش هيصوموا طول ما هو معاهم.
لكن حايجي يوم العريس حيتاخد منهم، في اليوم ده حيروحوا من غير ما ياكلوا
الناس ما بتخيطش رقعه قماش جديده علي هدوم قديمه، لو عملوا كده الرقعه الجديده هتبعد عن القديم وده هيخلي الخرم اكبر.
الناس ما بتمليش خمر جديد في اكياس قديمه، لو عملوا كده الخمر هيفرقع الاكياس وهتضيع الاكياس والخمر. لا، كل الناس بتملا خمر جديد في اكياس جديده. يسوع هو رب يوم السبت
يوم من الايام، كان يسوع ماشي مع تلاميذه في الحقول اللي فيها قمح. التلاميذ بداوا يقطفوا سنابل القمح.
الفرسيين قالوا لـ يسوع، “بص! ده حرام نعمل كده في يوم السبت. ليه تلاميذك بيعملوه؟”
قال : ما انتش قريت عن اللي داود عمله ؟ هو و رجاله كانوا جعانين . محتاجين ياكلوا .
كان ده في عهد ابياتار الكاهن الاعظم، دخل داود بيت الله واكل خبز التقدمه اللي كان مسموح بس للكهنه ياكلوه، وكمان ادا شويه منو لرجالتو.
بعدين قالهم يسوع، يوم السبت اتعمل عشان الانسان مش الانسان اللي اتعمل عشان السبت.
فابن الانسان هو ربّ السبت كمان.
الشفاء في يوم السبت
مره تانيه، دخل يسوع في المعبد وكان فيه واحد عنده ايد ضعيفه ومكرمشه.
كان في شويه فرسيين بيحاولوا يمسكوا علي عيب في يسوع، وكانوا بيبصّولوا عليه كويس عشان يشوفوا لو هيشفي الراجل ده يوم السبت ولا لا.
يسوع قال للراجل اللي ايده ضعيفه ومكسوره، «قوم قدام الناس».
بعدين يسوع سالهم، «ايه اللي القانون بيقوله نعملو في يوم السبت؟ نصلح ولا نضر؟ ننقذ حياه ولا نموت؟» بس محدش رد عليه.
يسوع بصّ ليهم بغضب، وكان مضايق عشان قلوبهم كانت قاسيه. وبعدين قال للراجل: «مد ايدك». فمدها، وايده رجعت زي الاول.
وبعدين الفريسيين خرجوا وبداو يخططو مع الهروديين عشان يقتلو يسوع. والناس كانت ماشيه وراه.
يسوع راح علي بحر الجليل مع تلاميذه، وجمعتله حشد كبير من الجليل.
الناس سمعت كل اللي كان يسوع بيعمله، وراحوا له كتير. كانوا جايين من اليهوديه والقدس وادوم. وكانوا جايين من شرق نهر الاردن ومن حوالين صور وصيدا.
عشان الناس كانت كتير، يسوع قال لتلاميذه يجهزوا له مركب صغير عشان يبعد عنهم.
يسوع كان شافي ناس كتير، فكانوا الناس العيانين بيزقوا عشان يلمسوه.
لما كان الناس اللي عندهم ارواح شريره بيشوفوه، كانوا بيقعو قدامه. والارواح كانت بتصرخ وتقول: انت ابن الله!
لكن يسوع امرهم ما يقولوش لحد انه هو. يسوع بيعين الاثناشر رسول
يسوع طلع علي الجبل ودعا شويه ناس ييجوا له، فجوا.
عَيَّنْ تِناشر مِنْهُمْ وَسَمَّاهُمُ الرُّسُلَ فَبَقُوا مَعَهُ مِنَ الْوَقْتِ دَا وَبَعَتَهُمْ يَرُوحُوا يُبَلِّغُوا.
كانوا عندهم سلطه يطردو الشياطين.
فيسوع اختار الاتناشر. سيمون كان واحد منهم. يسوع سماه بطرس.
كان فيه يايمس ابن زبدي واخوه يوحنا، فسمي يسوع اسمهم بونيرجيس يعني ابناء الرعد.
كان فيه بردو اندراوس، فيلبس، بارثولماو، متي، توما و ياكوب ابن حلفاي. وكان فيه تادايوس وسيمون الزيلوت.
يوداس ايسكاريوت كان واحد منهم بردو. هو اللي بعدين هيدّي يسوع لاعداءه. يسوع وبييلزيبول
يسوع دخل بيت، وجمعوا عليه تاني ناس كتير لدرجه ان يسوع وتلاميذه ماكانوش يقدروا ياكلوا.
عيلته سمعت بكدا، فراحوا ياخدوه في ايدهم وقالوا هوه مجنون
كان فيه شويه من المعلمين في الشريعه هناك، كانوا جايين من اورشليم. قالوا: ده بيعملها ببيزوبل، هو بيخرج الشياطين بقوه رءيس الشياطين.
يسوع ناداهم وقاللهم بالامثال، قاللهم ازاي الشيطان يطرد الشيطان؟
لو مملكه حاربت نفسها، مش هتقدر تقف.
لو العيله اتفرقت، مش هتقوم
