سلاله عيله يسوع
دي سجل نسب يسوع المسيح ابن داود، وابن ابراهيم.
ابراهيم كان ابو اسحاق، واسحاق كان ابو يعقوب، ويعقوب كان ابو يهوذا واخواته.
يَهُوذَا كان ابو فَرَز وَ زَرَع، و تَمَّار كانت امهم. فَرَز كان ابو حَظْرُون، وحَظْرُون كان ابو رَام.
رام كان ابو اميناداب، واميناداب كان ابو نحشون، ونحشون كان ابو سلمون.
سالم كان ابو بوعز، وراحاب كانت ام بوعز. وبوعز كان اب عوبيد، ورتّي كانت ام عوبيد. وعوبيد كان اب يسّي.
و يسّي كان ابو داود الملك، و داود كان ابو سليمان، و ام سليمان كانت مرات اوريا.
سليمان كان ابو رحبعام ورحبعام كان ابو ابايا وابايا كان ابو عسايا
عصا كان ابو يشوعبات، ويشوعبات كان ابو يهورام، ويهورام كان ابو عوزيا.
عزيا كان ابو يوتام، ويوتام كان ابو اخاز، واخاز كان ابو حزقيا.
حزقيا كان ابو منسي، ومنسي كان ابو عمون، وعمون كان ابو يوشيا.
و يوشيا كان ابو يهوكوني و اخواته، في الوقت ده اليهود اتجبروا يسيبوا بابل.
بعد كده، العيله كملت. ييكونيا كان ابو شالتيءيل. وشالتيءيل كان ابو زربابل.
زَرُوبَّبِل كان ابو اَبِيْهُودَ، وَاَبِيْهُودَ كان ابو اِلِيعَقِيمَ، وَاِلِيعَقِيمَ كان ابو اَزُورَ.
عازور كان ابو زادوق، وزادوق كان ابو عاقيم، وعاقيم كان ابو اليود.
اليود كان ابو عزير، وعزير كان ابو متي، ومتي كان ابو يعقوب.
ياكوب كان ابو يوسف، ويوسف كان جوز مريم، ومريم خلفت عيسي اللي بيتقال عليه المسيح.
كان فيه اربعتاشر جيل من ابراهيم لداود، واربعتاشر من داود لحد ما اليهود اتجبروا يروحوا بابل، واربعتاشر من الوقت ده للكريستو. يسوع المسيح اتولد
كده كان ميلاد يسوع المسيح، امه مريم وجوزها يوسف كانوا واعدين يتجوزوا. بس قبل ما يعيشوا مع بعض، عرفت ان هي حامل. حملت بقوه الروح القدس.
جوزها يوسف كان راجل تقي، ماكانش عايز يحرجها قدام الناس. فقرر يتطلق منها في السر.
لكن لما كان يوسف بيفكر في الموضوع ده، ظهر له ملاك الرب في حلم وقال له: يا يوسف ابن داود، ما تخافش تاخد مريم مراتك البيت عشان العيل اللي جوه بطنها من الروح القدس.
هي هتبقي ولد لازم تسميه يسوع عشان هو هيخلص شعبه من خطاياهم
كل ده حصل عشان يحصل اللي ربنا قال انه هيحصل، هو قال عن طريق النبي
البنت العذراء هتحمل وتولد ولد، وهيتسمي اممانويل. اسم اممانويل معناه الله معانا.
يوسف قام من النوم، وعمل اللي ملاك الرب قاله يعملو، وخد مريم في بيته كمراته.
لكن ماكانش بيحبها غير بعد ما خلفت ولد، و يوسف سماه يسوع.
الحكماء يزوروا يسوع
يسوع اتولد في بيت لحم في يهودا. ده حصل و هيرود كان ملك علي اليهوديه. بعد ما يسوع اتولد، جه من الشرق حكماء لمدينه القدس.
قالوا: فين الطفل اللي اتولد عشان يبقي ملك اليهود؟ احنا لما كنا في الشرق، شفنا نجمته. ودلوقتي جين نعبده.
لما الملك هيرود سمع عن الموضوع ده، اتغاظ جدًا. وكل الناس في القدس كانت متضايقه بردو.
هيرودس جمع كل رءسا الكهنه في الشعب، وكمان دعي المعلمين. وسالهم فين المسيح هيتولد؟
قالوا : في بيت لحم في يهودا . ده اللي قالو النبي .
"لكن انت يا بيت لحم في ارض يهوذا، مش هتبقي اخر المدن العظيمه في يهوذا. من عندك حايطلع واحد يحكم شعبي اسراءيل."
بعدين هيرودس نادي علي الحكماء في السر وسالهم عن الوقت اللي ظهر فيه النجم بالظبط.
بَعَتْهُمْ لبيت لحم وقال لهم : امشوا، دوروا كويس علي الولد ده. اول ما تلاقوه قولولي وانا كمان هاروح اعبد.
بعد ما سمع الحكماء كلام الملك، كملوا طريقهم. النجمه اللي شافوها في الشرق راحت قدامهم. وفي الاخر وقفت فوق المكان اللي كان فيه الطفل.
لما شافوا النجمه، فرحوا اوي.
العلما راحوا للبيت، هناك شافوا الولد مع امه مريم. ركعوا وسجدوا له. بعدين فتحوا كنوزهم. ادوها دهب وبخور ولبان.
لكن الله حذرهم في الحلم ما يرجعوش لهيرودس، فمشوا علي طريق تاني ورجعوا بلدهم. عيله يسوع تهرب لمصر
لما الحكماء راحوا، يوسف حلم. في الحلم ملاك الرب ظهر له وقال: قوم يا يوسف! خد الولد وامه واهرب لمصر. خليك هناك لحد ما اقول لك ترجع. هيرودس هيطلع يدور علي الطفل عشان يموتو.
يوسف قام، في الليل راح مصر مع الولد و امه مريم.
فبقيوا هناك لحد ما مات الملك هيرودس، وكدا كلام الرب اللي كان قالو من خلال النبي اتحقق. هو كان قال: “انا كنت عايز اطلع ابني من مصر” (هوشع 11: 1).
هيرودس عرف ان الحكماء خدعوه، فزعل اوي. امر في بيت لحم والمنطقه اللي حواليها. كل الولاد اللي عندهم سنتين او اقل يتقطعوا. ده كان علي حسب الوقت اللي شاف فيه الحكماء النجمه.
وبكدا كلام النبي ارميا اتحقق، كان قال
في صوت في الرامه، ده صوت عياط وحزن عميق. راحيل بتعيط علي ولادها. بترفض تتواسي عشان هما مش موجودين.
بعد ما هيرودس مات، يوسف حلم وهو لسه في مصر. وفي الحلم ملاك الرب ظهر له.
المالك قال : قوم، خد الولد و امه. روح في ارض اسراءيل. اللي كانوا عايزين يقتلوا الولد ماتوا.
فـ يوسف قام، وخد الولد وامه مريم ورجعهم بلاد اسراءيل.
لكن سمع ان اركيلاوس بقي ملك علي اليهوديه، وكان بيحكم مكان ابوه هيرودس. ده خلي يوسف يخاف ويروح هناك. ففي حلم نبهه، رجع لبلاد الجليل.
هو كان ساكن في مدينه اسمها الناصره، فكدا اللي قالوه الانبياء عن عيسي اتحقق. كانوا بيقولوا انه هيتسمي ناصري.
ياحيي بن زكريا بيحضر الطريق
في الايام دي، جه يوحنا المعمدان وكرز في البريه اللي حوالين يهودا.
قال: «بُعدوا عن الخطايا، لان ملكوت السماوات قرب».
جون هو اللي النبي اشعيا كان بيتكلم عنه، قال: «في البريه في واحد بينادي يقول: جهزوا طريق الرب، سوّوا له المسالك» (اشعيا 40: 3)
هدوم جون كانت من صوف الجمل، وكان لابس حزام جلدي حوالين وسطو. اكلته كان جندب وعسل بري.
الناس خرجت ليه من اورشليم وكل اليهوديه، وجوا منه كل اللي حوالين الاردن.
لما اعترفوا انهم اخطاوا، يوحنا عمدهم في الاردن.
جوان شاف كتير من الفريسيين والصدوقيين جايين عندو فين كان بيعمد، وقالهم: «يا نسل الافاعي السامه، مين حذركم تهربوا من غضب الله اللي جاي؟»
انتجوا ثمر يدل علي انكم تبتوا عن ذنوبكم.
ماتفتكروش انكم تقدروا تقولوا لنفسكم، "ابراهيم هو ابويا". انا بقول لكم، ربنا يقدر يرفع اولاد لابراهيم من الحجاره دي كمان.
المنشار خلاص راقد عند جذور الشجر. كل الشجر اللي مش بيطلع فاكهه حلوه هيتقطع ويترمي في النار.
انا بيكرسك بالميه، بدعوك تبعد عن ذنوبك. بس بعدي هتيجي واحد اقوي مني. وانا مش اهلي اشيل جزمته. هو هيكرسك بالروح القدس والنار.
شوكته في ايده عشان يفرغ القش من علي ارضه اللي بيحصد فيها. هيجمع قمحو في المخزن، بس هيولع بالقشره نار ما تطفاش". يسوع بيتغطس
يسوع جه من الجليل لنهر الاردن. كان عايز يتعمد علي ايد يوحنا.
لكن يوحنا حاول يمنعه وقال له : انا محتاج اتغطس في الميه، انت ليه جايلي؟
يَسوع رَدَّ عَلَيْهِ وَقَالَ: «لَا، سَبِّحِ الانَ لِاَنَّهُ حَقٌّ اَنْ نَفْعَلَ هَذَا. اِنَّهَا تُكَمِّلُ خِدْمَهَ اللَّهِ». فَتَرَاضَي يوحنّا.
بمجرد ما عيسي اتعمد، طلع من الميه. في اللحظه دي السما اتفتحت. وعيسي شاف روح الله نازله عليه زي الحمام.
صوت من السما قال، ده ابني الحبيب اللي انا راضي عنه
يسوع بيتم اختبارو
الروح القدس ودّت يسوع للصحرا، هناك الشيطان جاله وابتلاه
بعد اربعين يوم واربعين ليله من غير ما ياكل، كان يسوع جعان.
الوسواس جاله وقال له : لو انت ابن الله، قول للحجاره دي تبقي عيش.
يَسوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «مَاكْتُوبٌ اِنَّ الْاِنْسَانَ مَا يَعِيشُ بِالْعَيْنِ دَوْلَهً بَلْ يَعِيشُ بِكُلِّ كَلِمَهٍ تَخْرُجُ مِنْ فَمِ اللهِ» (تثنِيَّه 8: 3)
وبعدين الشيطان خد يسوع للمدينه المقدسه، وخلّاه يقف علي اعلي نقطه في الهيكل.
قال له: «لو انت ابن الله، انزل من هنا». مكتوب في الكتاب المقدس: «الرب هيقول لملايكته يحموك. هيرفعوك علي ايديهم عشان ما تخبطش في حجر» (مزمور 91: 11، 12).
يَسوع رَدَّ عَلَيْهِ وَقَالَ لَهُ: «مَا كُتِبَ اَيْضًا: لا تَمْتَحِنْ الرَّبَّ اِلهَكَ» (التثنيه 6: 16).
في الاخر، الشيطان خد يسوع لجبل عالي اوي. ووراه كل الممالك اللي في الدنيا وكل مجدها.
قال : لو ركعت وعبدتني، هاديك كل ده .
قال له يسوع: «اِبْعَدْ يا شيطان! مكتوب: «اعْبُدِ الرَّبَّ الهَكَ وَاتَّقِه» (تثنيه 6: 13).
وبعدين الشيطان ساب يسوع، والملاءكه جم وخدوا بالهم منه. يسوع بيبدا يكرز
كان يوحنا في السجن، ولما سمع يسوع، خرج من السجن وراح الجليل.
يسوع ساب الناصره، راح عايش في مدينه قفرناوم. كانت جنب البحيره في منطقه زبولون و نفتالي.
كدا اللي قالو النبي اشعيا اتحقق، كان قال
ارض زبولون! ارض نفتالي! الجليل، اللي فيها ناس مش يهود! الارض علي البحر المتوسط! المنطقه شرق نهر الاردن!
الناس اللي عايشين في الضلمه دلوقتي، هيشوفوا نور كبير. هما عايشين في ارض ضلمه اوي. بس النور هيطلع عليهم. (اشعياء 9:1،2)
من ساعتها، يسوع بدا يكرز ويقول للناس: «بطلوا اعملو ذنوب». وكمان قال: «مملكه السما قريبه»
يوم من الايام، كان يسوع ماشي جنب بحيره الجليل. هناك شاف اخواتين. كانوا سمعان بطرس واخوه اندراوس. وكانوا بيرموا شباك في البحيره. هما صيادين.
يَا سِيْمَانْ، تَعَالَوْا وَرَاي! اَنَا هَاخْلِيكُمْ صَيَّادِينَ بَنِي ادَمَ.
سَابُوا شَبَكَهُمْ وَرَا حُوَهْ.
وبعدها شويه، شاف اتنين تانيين من الاخوات. كانوا ياكوب بن زبدي واخوه يوحنا. وكانوا في المركب مع ابوهم زبدي. وهما بيصلحوا الشباك بتاعهم، نادي عليهم يسوع.
فورا هما سابوا المركب و ابوهم و راحو مع يسوع. يسوع بيشفي الناس العيانين
يسوع راح في كل الجليل، وكان بيعلم في المجامع وبيكرز بالانجيل بتاع ملكوت الله ويشفي كل مرض وكل ضعف عند الناس.
الخبر انتشر في كل سوريا، والناس جابوله كل اللي كان عندهم من مرضي، منهم اللي كان بيعاني الم شديد، واللي مسيطر عليه الشياطين، واللي بيرتعش جامد، واللي مش قادر يتحرك خالص، وعيسو شفاهم كلهم.
الناس الكتير اتبعوه، وبعضهم كان جاي من الجليل ومن المدن العشره اللي في المنطقه دي، ومن اورشليم واليهوديه. وكان فيه ناس كمان جايه من ناحيه الاردن.
يسوع بيعطي بركات
يسوع شاف الجموع، فطلع علي الجبل وقعد. وراحوا له تلاميذه.
وبعدين بدا يعلمهم. قال،
ماطوبش اللي قلبه محتاج للروحانيات، لان ملكوت السماوات ليهم.
ماطوبش اللي حزينين، عشان هيرتاحوا.
ماطوبش اللي مافيش فيهم كبر، هيديهم الارض
ماطوبش اللي جوعانين وعطشانين للحق، عشان هيرضوا.
يا ريتنا نكون من اللي بيعطفوا، هما كمان هيتعطف عليهم
ماطوبش اللي قلبه طاهر، هيبصوا ربنا
ماطوبين هما اللي بيعملوا سلام، وهيتسموا ولاد الله.
ما شاء الله علي اللي بيعانوا عشان يعملوا الصح، الجنه بتاعتهم.
ما شاء الله عليكوا لما الناس تضحك عليكم وتاذيكم عشاني، وانتم كمان ما شاء الله لما يقولوا عليكم كل انواع الكلام البايخ عشان انا.
كونوا فرحانين ومبسوطين، ثوابكم في الجنه كبير. زي ما الناس جرحت الانبياء اللي عاشو زمان. ملح ونور
انتوا ملح الارض، لكن لو الملح مالوش ملوحه، هيبقي ايه فايدته؟ مافيش حاجه هتنفع فيه غير انه يتترمي بره ويتحط تحت رجلينا.
انت نور العالم. مدينه علي جبل مش ممكن تتخفي.
كمان الناس ما بتولعش لمبه وتحطها تحت طبق، لا بتحطها علي حاملها وبعدين بتنور للكل في البيت.
وبنفس الطريقه، خلي نورك يلمع قدام الناس. وكده هما هيشوفوا اعمال الخير اللي بتعملها وهيمدحوا ابوكم اللي في السما. يسوع بيدي معني كامل للشريعه
ماتفتكرش اني جيت عشان الغي اللي مكتوب في التوراه او في الانبياء، انا ماجيتش اعمل كده. بالعكس، انا جيت عشان اكمل كل حاجه كانت مكتوبه.
اللي انا هاقولك عليه ده حقيقي، السما والارض هتزول قبل ما حرف واحد يروح من التوراه، ولا حتي نقطه واحده في القلم هتضيع من التوراه لحد ما كل حاجه تخلص.
ماتكسرش حتي اصغر وصيه، وماتعلمش حد يكسرها. لو عملت كده هتبقي اقل واحد في ملكوت السما. بدل ما تعمل كده، مارس الوصايا دي وعلم بيها الناس التانيه. ساعتها هتكون من اهم ناس في ملكوت السما.
هنا اللي بقولك عليه، لازم تكون اكتر من الفريسيين والكتبه. لو مش كده هتدخلش الجنه. قتل
انت سمعت اللي قيل للناس زمان، قالولهم ما تقتلوش حد. (خروج 20:13) واللي يقتل هيتحاسب علي كده.
لكن انا بقولك ايه، ما تزعلش من اخوك. اللي يزعل من اخوه هيتحاسب. وكمان اللي يقول لاخوه يا راعي لازم يقف قدام مجلس السنايدرين. لكن اللي يقول يا احمق ده هيبقي في خطر النار في جهنم.
تخيل انك بتجيب هديتك علي المذبح، وفجاه تفتكر ان اخوك عنده حاجه ضدك.
سيب الهديه بتاعتك قدام المذبح. الاول روح صلح مع اخوك. بعدين ارجع وادي الهديه.
لو كان عليك دين لواحد فاقدعه قبل ما يوديك للقاضي، فان قضاه بياخدك للوالي والوالي بيسجنك.
اللي حقولهولك ده صحيح، مش هتمشي غير لما تدفع اخر قرش! زنا
انت سمعت انهم قالوا : ما تزنيش . ( خروج 20 : 14 )
لكن انا بقولك ايه، ما تبصش لسته غلط عشان اللي بيبصلها في قلبو زناها
لو عينك اليمين خلتك تعصي، فخرمها ورميها. عشان العين دي جزء من جسمك. احسن انك تخسرها عن ما كل جسمك يترمي في النار.
لو ايدك اليمين هي اللي بتخليك تعصي، قطعها وارميها. دي بس جزء من جسمك. احسن انك تخسرها عن ما كل جسمك يروح في النار. طلاق
قالوا، لو راجل طلق مراته، لازم يدّيها كتاب الطلاق. (تثنيه 24:1)
لكن انا بقولك ايه، اللي بيطلق مراته بيبقا سبب في زناها واللي بيتجوز الست المطلقه يبقي هو كمان زاني، الراجل ما يطلقش مراته غير لو هي خانته. ايمان
مره تانيه، انتوا سمعتوا اللي كان قالوه لجدودكم زمان. كانوا بيقولولهم ما تخونوش عهود ربنا وما تنكروش اليمين اللي حلفتهوله.
لكن انا بقولك ايه، ما تقولش اي وعود زي دي خالص، ولا في اسم السماء، ده عرش ربنا.
ماتعملهمش باسم الارض دي، دي كرسي ربنا. وماتعملهمش باسم القدس، دي مدينه الملك العظيم.
وماتاخدش يمين علي راسك، ما تقدرش حتي تشيب شعره ولا تسودها.
ما تخلّيش الـ"ايوه" بتاعتك تبقي حاجه غير كده، وخلي الـ"لّا" بتاعتك تبقي لّا بس. اي حاجه زياده عن كده دي من الشيطان. خليك طيب مع الناس
انت سمعت انو قالوا زمان، عين بعين وسن بسن. (خروج 21:24؛ لاويين 24:20؛ تثنيه 19:21)
لكن انا بقولك ايه، ما تحاربش مع واحد شرير. "لو حد ضربك علي خدك اليمين، لفله التاني كمان."
لو حد راح يرفع عليك قضيه عشان قميصك، خليه ياخد الجاكيت كمان.
لو فرض عليك حد تمشي ميل، امشي معاه ميلين.
ادّي اللي بيطلب منك حاجه، ما ترفضش اللي عايز يستلف منك حاجه. حب اعداءك
انتوا سمعتوا ان قالوا زمان، «احب جارك» (لاويين 19:18)، و«اكره عدوك».
لكن انا بقولك ايه؟ حبوا اعداءكم وصلوا للي بياذوكم.
وبعدين هتبقوا ولاد ابوكم اللي في السما. "عشان هو بيخلي شمسه تطلع علي الاشرار والخيرين، وبيبعت المطر علي الصالحين والطالحين".
لو بتحب اللي بيحبك، هتاخد ايه؟ حتي الجُبايه بتعمل كده.
لو بتسلم بس علي الناس اللي تعرفهم، انت عامل زي اي حد؟ حتي الكفار بيعملوا كده.
فكونوا كاملين زي ما ابوكم اللي في السما كامل.
اعطاء المحتاجين
خَلّي بالك ما تعملش اعمال خير قدام الناس، ولا تعملها عشان حد يشوفك. لو عملت كده، ابويا اللي في السما مش هيثيبك.
لما تدي للفقرا، ما تعلنش عن كده بالبوق. ما تكونش زي اللي بيعملوا في المعبد وفي الشوارع عشان الناس تكرمهم. انا هقولك حاجه حقيقيه، دول خدوا اجرهم كله خلاص.
لما تدي للفقير، ما تخليش ايدك الشمال تعرف ايه اللي ايديك اليمين بتعمله.
وبعدين صدقتك هتبقي في السر، وابوك هيثيبك، هو شايف اللي بتعمله في السر. صلاه
لما تصلي، ما تكونش زي اللي بيصليو قدام الناس في الشوارع والزوايا عشان يظهروا للناس. صدقوني هما خدوا اجرهم كله خلاص.
لما تصلي، ادخل اوضتك. اقفل الباب وصلّي لابوك اللي في السما. هو هيجيبلك مكافاه. ابوك شايف كل حاجه بتتعمل في السر.
لما تصلي، ما تتكلمش كتير زي الناس الكافره. هما فاكرين انهم هيسمعوا عشان بيتكلمو كتير.
ماتكونش زيهم، ابوك عارف انت محتاج ايه قبل ما تطلب منه
دي هي الطريقه اللي المفروض تصلي بيها. يا ابانا الذي في السماوات، ليحترم اسمك.
يَجِي مَلَكُوتَكَ، وَتَتُمَّ مَشِيءَتُكَ كَمَا فِي السَّمَاءِ كَذلِكَ عَلَي الْاَرْضِ.
عطانا العيش اليومي بتاعنا
سامحنا ذنوبنا، زي ما احنا كمان سامحينا اللي بيذنبوا في حقنا.
احفظنا من ان احنا نغلط لما نتجرب. احمينا من الشيطان الرجيم.
سامح الناس لما يغلطوا في حقك، لو عملت كده ابويا اللي في السما هيسامحك انت كمان.
لكن لو ما سامحتوش الناس خطاياهم، ابوكم كمان مش هيسامحكم خطاياكم. الصوم
لما تروح من غير ما تاكلش، ماتبصش كدا زي اللي بيعملوا نفسهم متقين. بيبقوا حاطين وشهم في الارض. عايزين الناس تشوف انهم صايمين. واللي هقولهولك ده صحيح. خدوا اجرهم كامل.
لكن لما تروح من غير ما تاكل، حط زيت علي راسك. اغسل وشك.
وبعدين ماحدش هيعرف انك صايم، بس ابوك اللي مش باين هو اللي هيعرف، وهيكافءك. ابوك بيشوف اللي بتعمله في السر. احفظوا كنوزكم في السما
ماتخزنش فلوسك علي الارض، عشان العته والصدا بياكلوا فيهم، والحراميه ممكن يدخلوا يسرقوهم.
بدل كدا، خزّنوا لكم كنوز في السما. هناك ما بتاكلوش الدبان ولا الصدا، وهناك ما بيسرقها السارقون.
قلبك هيبقي فين فلوسك
الْعَيْنُ كَالْمِصْبَاحَهِ لِلْجِسْمِ. فَاِنْ كَانَتْ عَيْنَاكَ صَالِحَتَيْنِ، فَبِذَلِكَ يَضِيءُ جَسَدُكَ كُلُّهُ.
لكن لو عينيك ضعيفه، يبقي جسمك كله هيبقي في ضلمه. ولو النور اللي جواك ضلمه، يبقي ده غامق اوي!
ماحدش يقدر يخدم سيدين في نفس الوقت. حيكره واحد ويحب التاني. او حيخلص لواحده ويكره التاني. ما تقدرش تخدم الله والفلوس في نفس الوقت. ماتقلقش
انا بقولك، ما تقلقش. متقلقش علي حياتك وعلي ايه اللي هتاكل او تشرب. ومتخافش من جسمك وعلي ايه اللي هتلبس. مش الحياه اهم من الاكل؟ ومش الجسم اهم من الهدوم؟
بص علي طيور السما، ما بتزرعش ولا بتحصد ولا بتجمع في مخازن، بس ابوكم اللي في السما بيرزقها. مش انتم احسن منها؟
تظن انك تقدر تزود ساعه في عمرك بالقلق؟
وانت ليه قلقان علي الهدوم؟ بص علي زهور البريه ازاي بتكبر، مش بتشتغل ولا بتعمل هدوم.
لكن انا بقولك ايه، حتي سليمان في كل مجده ما كانش لابس زي واحد من الزهور دي.
لو الله بيلبس العشب البري كده، مش هيلبسك احسن منه؟ ده العشب هنا بس النهارده وبكره بيرميه في النار. ايمانك صغير اوي!
فما تقلقوش، ولا تقولوا ايه اللي حناكله؟ وايه اللي حنشربه؟ وايه اللي حنلبسه؟
الناس اللي مش مءمنين بيجروا ورا كل الحاجات دي. ابوك اللي في السما عارف انك محتاجهم.
لكن دوروا علي ملكوت الله، وكل الحاجات دي هتتضاف لكم.
فمتشيلوش هم بكره، عشان بكره ليه همه. كفايه عليكم اللي في يومكم.
كون عادل لما تحكم علي الناس التانيين
ماتحكمش علي الناس، عشان ماتتحاسبش.
هتتحاسب زي ما بتحاسب الناس، وهتاخد علي قد ما بتدي للناس.
بتبص علي فتات الخشب في عين صاحبك، بس مش واخد بالك من العود اللي في عينك انت.
ازاي تقول لصاحبك، "خليني اطلع لك شويه نشاره من عينك"؟ ازاي تقول كده وانت عندك خشب في عينك؟
يا منافق يا راجل، اطلع الخشبه اللي في عينك الاول وبعدين هتشوف بوضوح عشان تشيل الفتاته من عين صاحبك.
ماتديش الحاجات المقدسه للكلاب، ومترميشمش اللولي بتاعك للخنازير. لو عملت كده ممكن يدوسوا عليها وبعدين يلفو ويقطعوك حته حته. اسال، دور، خبط
اسال، وهتلاقي. دور، وهتلاقي. خبط، والباب هيفتحلك.
اللي يسال هيلاقي واللي يدور هيشوف واللي يطرق الباب هيدخل
لو ابنك طلب منك عيش، مين فيكم هيديله حجر؟
او لو طلب منك سمكه، مين فيكم هيديله حيه؟
حتي وان كنت شَرير، انت عارف تدي هدايا حلوه لعيالك. فما بالك بابوك اللي في السما؟ اكيد هيعطيك احلي الهدايا لو طلبت منه!
في كل حاجه، اعمل للناس اللي تحبهم يعملوهولك. ده مكتوب في الشريعه وفي الانبياء. الباب الكبير والصغير
ادخل في باب الملكوت الضيق، لان الباب واسع والطريق سهل اللي بيودي للدمار والجهنم، وكتر الناس رايحه فيه.
لكن الباب ضيق والطريق ضيّق اللي بيودي للحياه، قليل اوي الناس اللي بتلاقيه. شجره وثمرتها
خَلّي بالك من النُبُوَّه الكدابه، دول جايينك لابسين زي الخرفان لكن جواهم ديبات جوعانه.
تقدر تعرف هما ايه بجد من اللي بيعملوه. "الناس بتلتقط العنب من الشجر؟ ولا التين من الشوك؟"
بالمثل، كل شجره كويسه بتطلع ثمر كويس. لكن الشجره الوحشه بتطلع ثمر وحش.
الشجره الكويسه ما بتطلعش ثمر وحش، والشجره الوحشه ما بتطلعش ثمر كويس.
كل شجره ما بتجيبش ثمر حلو، بيقطعوها ويرموها في النار.
الناس بتعرف الشجره من ثمرها.
مش كل واحد يقولي يا رب يا رب يدخل ملكوت السماوات، لكن اللي بيعمل اراده ابي في السماوات هو اللي يدخل.
كتير هيقولولي في اليوم ده، يا ربّي! يا ربّي! ما احنا تنبانا باسمك؟ وما طردنا الشياطين باسمك؟ وما عملنا كتير من المعجزات باسمك؟
وبعدين هقولهم بصراحه، ماعرفتكمش خالص، ابعدوا عني يا اللي بتعملو الشر! البنايين الحكيم والغبي
فـ كده، كل واحد يسمع كلامي ويطبقه زي الراجل العاقل اللي بيبني بيته علي الصخره.
المطر بينزل، الميه بتعلي، الريح بتهب وتضرب في البيت ده بس ما بيقعش، هو مبني علي الصخره.
لكن كل واحد بيسمع كلامي وما بيمشيش عليه يبقي زي الراجل الاحمق اللي بيبني بيته علي الرمله.
المطر بينزل، الميه بتعلي، الريح بتقوم وتضرب في البيت ده، وبيقع بصوت عالي.
جيسوع خلص كلامه كله، والناس كانت مندهشه من تعليمه.
كان بيعلم زي واحد عنده سلطه، ما كانش بيتكلم زيهم اللي كانوا بيعلموا التوراه.
يسوع بيشفي واحد كان عنده مرض جلدي
يسوع نزل من علي الجبل، وكان فيه ناس كتير ماشيين وراه.
رجل عنده برص جاله وخر علي ركبه قدام يسوع وقال يا رب لو عايز تقدر تطهرني
يسوع مد ايده و لمس الراجل وقال : انا عايز اعملها . خليك نقي ! علي طول الراجل اتعالج من البرص بتاعه .
بعدين قال له يسوع : « ما تقولش لحد . روح و اظهر نفسك للكاهن . قدم الهدايا اللي امر بيها موسي . دي هتبقي شهاده عليهم ».
لما دخل يسوع كفرناحوم، جاله قاءد روماني وقال له يا معلم ابني ميت في بيتي.
يا سيدي، يا سيدي، خادمك في البيت مش قادر يتحرك خالص، تعبان اوي
قال يسوع: «انا هروح اشفيه».
القايد رد وقال : يا سيدي، انا مش اهلي انك تيجي بيتي. بس قول كلمه وخادمك هيتشفي.
انا راجل تحت سلطه، وعندي عساكر بيسمعوا كلامي. بقول لواحد فيهم يروح بيروح، وبقول للتاني يجي بييجي. وامر خادمي يعمل حاجه وبيعملها.
لما سمع يسوع ده، اتعجب وقال للناس اللي ماشيين وراه: انا هقولكم حاجه حقيقيه، في اسراءيل ما لقيتش حد عنده ايمان زي ده.
انا بقولكوا ان كتير هييجو من الشرق والغرب، وهياخدو مكانهم علي السفره في ملكوت السما. هيبقو قاعدين مع ابراهيم واسحاق ويعقوب.
لكن اللي فاكرين انهم من الملكوت هيترمو بره في الضلمه، وهناك هيبكو ويغرمو سنانهم.
بعدين قال يسوع للرءيس الروماني: روح، زي ما امنت هتبقي. وفي ساعتها خادم الراجل ده اتعافي. يسوع بيشفي ناس كتير
لما يسوع دخل بيت بطرس، شاف مرات اخو بطرس مريضه في السرير عندها حمي.
يسوع لمس ايدها، وراحت الحراره عنها. قامت وبدات تخدمه.
لما الليل جه، جابوا لـ يسوع ناس كتير مسحورين من الشياطين. هو طرد الارواح بكلمه واحده. وشفي كل اللي كانو عيانين.
هو عمل كده عشان يحقق اللي قالو النبي اشعيا، وقال: “هو جري باللي كان المفروض احنا نجري بيه، وشال المرض اللي كان لازم يجي علينا” (اشعيا 53:4). تكلفه اتباع يسوع
يسوع شاف الناس اللي حواليه، فبَعَت تلاميذه يروحوا ناحيه تاني من بحر الجليل.
بعدها جه واحد من علماء الدين وقال له : يا معلم، انا هروح معاك في اي مكان تروحه.
يَسوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «الْتُّعَابِيرُ عِنْدَهَا جَحَاءِرُ، وَطَيْرَانُ السَّمَاءِ عِنْدَهَا اَعْوَاشٌ، وَالابْنُ الاِنْسَانُ مَالَهُ حَتَّي مَوْضِعٌ يَرْفَعُ رَاْسَهُ فِيهِ».
واحد من اتباعه قال له : يا سيدي، خليني اولا انطلق لادفن ابي .
لكن يسوع قال له : « اتبعني . خلي الموتي يدفنون موتاهم ». يسوع يهدي العاصفه
يسوع ركب المركب وتلاميذه مشوا وراه.
فجاه، عاصفه رهيبه قامت علي البحيره. الموجات كانت بتضرب المركب. لكن يسوع كان نايم.
التلاميذ راحوا و صحوه وقالوله يا رب انجدنا احنا بنغرق
قالكوا ايمانكم قليل اوي ليه خايفين كده؟ وبعدين قام يسوع وامر الريح والبحر وقال لهم اسكتوا وهديت علي طول.
التلاميذ اتعجّبوا وسالوه، «يا رب ده ايه؟ حتي الريح والبحر بيسمعوله الكلام!» يسوع يشفي راجلين مسكونين بالشياطين
يَسوع وصل للناحيه التانيه من البحيره في منطقه الجدريين. اتنين رجاله مسحورين بقوا قدامه، كانوا طالعين من القبور. الرجاله دول كانو مجانين لدرجه ان محدش يقدر يعدي جنبهم.
ابن الله، انت عايز مننا ايه؟ صرخوا. جيت هنا عشان تعاقبنا قبل ما نحاسب؟
مش بعيد اوي، كان في قطيع كبير من الخنازير بياكلوا.
الشياطين قالوا لـ يسوع، «لو طردتنا، ابعتنا في قطيع الخنازير».
قال ليهم، «روحوا!» فخرجت الشياطين من الرجاله ودخلت في الخنازير. فالخنازير كلها رمت نفسها في البحر وغرقت في الميه.
اللي كانوا بيراقبوا الخنازير هربو، ودخلو المدينه وقالولهم كل اللي حصل. وحكولهم عن الرجاله اللي الشياطين سيطروا عليهم.
وبعدين كل البلد خرجت عشان تقابل يسوع، ولما شافوه طلبوا منه يمشي من عندهم.
يسوع بيشفي واحد ماكانش قادر يمشي
يسوع ركب المركب وراح علي الناحيه التانيه من البحيره، ولما وصل بلده كان في ناس كتير هناك.
شويه رجاله جابوا له واحد مش قادر يمشي، كان راقد علي سرير. يسوع شاف انهم مءمنين. فقال للراجل: «يا ابني ما تخافش، خطاياك مغفوره».
وبعدين شويه من علماء الدين قالوا في نفسهم، "الراجل ده بيقول كلام وحش اوي!"
عيسي كان عارف هما بيفكروا في ايه، فقالهم: «ليه بتفكروا في حاجات شريره؟»
هو اسهل تقول "ذنوبك مغفوره" ولا تقول "قوم وامشي"؟
عايزك تعرف ان ابن الانسان ليه سلطه علي الارض انه يسامح الخطايا. وبعدين قال للراجل اللي مش قادر يمشي، قوم خد السرير بتاعك وروح بيتك.
الراجل قام وراح البيت
لما الناس شافوا ده، اتملو من العجيبه. ومجدوا الله علي انه اداهم السلطه دي. يسوع بيختار متي
و كان يسوع ماشي من هناك، وشاف واحد جمرك اسمه متي قاعد في بيت الجمارك. فقال له: "تعالي وراءي". فقام و تبعاه.
بعدين يسوع كان بيعشي في بيت متي، وكتير من الجابيين والخطايين جم، واكلوا مع يسوع وتلاميذه.
الفرّيسيين شافوا ده، فسالو التلاميذ: ليه معلمكم بياكل مع الجابين والخطايين؟
يَسُوع سَمِعَ كَلِمَهَهُمْ فَقَالَ لَهُمُ الصِّحَّاءُ مَحْتَاجِينَ اِلَي دَكْتَرٍ، لَا هُمُ الْمَرْضَي.
روح اتعلم ايه ده، انا عايز رحمه مش تضحيه. (هوشع 6:6) ماجيتش عشان اللي فاكرين نفسهم صح مع الله يمشوا ورايا. جيت عشان الخاطيين يمشوا ورايا.” يسوع بيسال عن الصيام
يوم من الايام، تلاميذ يوحنا جاو. قالوا لـ يسوع: «احنا والفريسيين بنصوم. ليه تلامذتك مش بيصومو؟»
يَسُوع قَالَ لَهُمْ: «مَاذَا تَقُولُونَ؟ هَلْ يَمْتَنِعُ ضَيْفَانُ الْعَرُوسِ اَنْ يَحْزَنُوا وَهُوَ مَعَهُمْ؟ وَلَكِنْ حِينَ يُءْخَذُ عَنْهُمُ الْعَرُوسُ، حِينَءِذٍ صَوْمُوهُمْ».
الناس ما بتخيطش رقعه قماش جديده علي هدوم قديمه، القماشه الجديده هتبعد عن القديمه وهتخلي الخرم اكبر.
الناس ما بتمليش الخمر الجديد في الاكياس القديمه، عشان لو عملوا كده، الاكياس هتنفجر والخمر هيتفرقع والاكياس هتبوظ. لا، كل الناس بتملا الخمر الجديد في اكياس جديده. وكده الاتنين بيتحفظوا. بنت ميته وست تعبانه
و هو بيقول كده، جه واحد من رءساء الشعب و انحني قدام يسوع وقال له : يا معلمه بنتي لسه ماتت لكن تعال حط ايدك عليها هترجع تعيش .
يسوع قام وراح معاه، وتلاميذه كمان راحوا معاه.
في الوقت ده، ست جت من ورا يسوع. كانت عندها مرض خلي الدم ينزل منها طول 12 سنه. لمست طرف هدومه.
فكرت، انا بس محتاجه المس هدومه. كدا هبقي خفت.
يسوع لف و شافها وقال لها : يا ست، ايمانك انقذك خلاص. وفي اللحظه دي الست اتعالجت.
لما دخل يسوع بيت الراجل، شاف العازفين هناك. وشاف الناس اللي بتزعق.
قال : روحوا، البنت مش ميته، هي نايمه. بس هما ضحكوا عليه.
بعد ما طردوا الناس، دخل يسوع وخد البنت من ايدها فقامَتْ.
الخبر عن اللي عيسي كان بيعمله انتشر في كل المنطقه دي. عيسي بيشفي اتنين عميان
واسوع كان ماشي من هناك، واتنين عميان اتبعه. ونادوا عليه وقالوا: يا ابن داود ارحمنا!
لما يسوع دخل البيت، جاو له العميان. قال لهم : «انتوا مءمنين اني اقدر اعمل كده؟» قالوا له : «يا رب».
وبعدين لمّ علي عنيهم وقال : ده اللي حصلكم عشان انتو صدقتوا .
دلوقتي شافوا تاني. يسوع نبههم جامد وقاللهم : «لازم ماحدش يعرف».
لكن هما خرجوا ونشروا الخبر، وكلمو عنه في كل المنطقه دي.
وهما خارجين، جابوا واحد تاني لـ يسوع. كان فيه شيطان مسيطر عليه وماكانش بيعرف يتكلم.
لما الشيطاني خرج، الراجل اتكلم. الناس كلها انبهرت وقالت: ما حصلش حاجه زي دي في اسراءيل قبل كده.
لكن الفريسيين قالوا: «هو بيخرج الشياطين بقوه رءيس الشياطين». فيه بس شويه عمال
يسوع راح علي كل المدن والقري، وعلم في الجوامع بتاعتهم، وبشر بالملكوت، وشفا كل مرض وكل داء.
لما شاف الجموع، اتاثر بيهم اوي. كانوا تعبانين ومتاهين زي الخرفان اللي مالهاش راعي.
بعدين قال يسوع لتلاميذه: الحصاد كتير، لكن العمال قلال.
فاسال رب الحصاد يبعت عمال في حصاده.
يسوع بيبعت الاتناشر تلميذ
يسوع نادي علي تلاميذه الاتناشر ييجوا له، وادالهم السلطان انهم يشيلو الشياطين ويشفو كل مرض وكل عله.
هنا اسماء التلاميذ الاثني عشر، اولهم سمعان بطرس واخوه اندراوس. وبعدين ياكوڤ بن زبدي واخوه يوحنا.
بعدهم فيليب و برثولماوس، وتوما وماتيو اللي كان بيجيب الضرايب. وبعدين ياكوڤو ابن حلفاي وتادايوس.
اخرهم سيمون الزيلوت ويودا الاسخريوطي، يودا هو اللي كان حيسلم يسوع لاعداءه بعدين.
يسوع بعت الاتناشر دول بالاوامر دي : « ما تروحوش عند اللي مش يهود، وما تدخلش اي مدينه من مدن السامريين ».
لا، روح عند بني اسراءيل. دول زي الخرفان الضايعه.
وانت ماشي، كُل ما تروح مكان، قول للناس ان ملكوت السما قرب.
عالجوا اللي عيانين، وارجعوا الموتي لحياتهم، ونضفوا اللي عندهم امراض جلديه، واخرجوا الشياطين. انتو خدتوا ببلاش، فادوا ببلاش.
ما تاخدش معاك دهب ولا فضه ولا نحاس في حزامك
ما تاخدش معاك شنطه في الرحله، ولا هدوم زياده ولا جزم ولا عصيان. لازم تدي العامل اللي محتاجه.
لما تدخل مدينه او قريه، دور علي حد يرحب بيك. خليك في بيته لحد ما تمشي.
لما تدخل البيت، سلم علي اللي ساكنين فيه.
لو البيت ده رحب بيك، اديله بركه السلامه. ولو ما رحبش بيك، متباركوش.
في ناس ممكن ما ترحبش بيك ولا تسمع كلامك، لو مش كده، هز التراب من رجليك لما تمشي من البيت او البلد دي.
اللي حقولهولك ده صحيح، يوم القيامه هيكون اسهل علي اهل سدوم وعموره من اهل البلد دي.
بابعتكم زي الخرفان في وسط الديباب، فكونوا حكماء زي الحيات وبراه زي الحمامه.
خَلّي بالك، الرجاله هيسلموك للمحاكم المحليه. هيدببوك في كنايسهم.
حيتجيبوك عند الحكام والملوك عشاني، وحتكونوا شهود عليهم وعلي اللي مش يهود.
لكن لما يمسكوك، ما تقلقش علي اللي هتقوله ولا ازاي هتقوله. في الوقت ده هيتكتب لك الكلام الصح تقولوا.
مش انت اللي هتتكلم، روح ابوك هي اللي هتتكلم من خلالك.
الناس هتبلغ عن بعض، والاباء هيبلوغوا عن ولادهم، والولاد هيقوموا علي اباءهم ويقتلوهم.
كل الناس هتكرهك عشاني، بس اللي هيصمد لحد الاخر هو اللي هينجي
لما الناس يهاجموك في مكان، هرب لاخر. اللي انا حاقولهولك ده صحيح. مش هتخلص من المرور علي مدن اسراءيل قبل ما ابن الانسان ييجي.
الطالب مش احسن من استاذه، والعبد مش احسن من سيده.
كفايه الطالب يكون زي استاذه وكفايه الخادم يكون زي سيده ولو الراس اتنادي بيزبلب ايه اللي باقيين في البيت يتمنوا؟
فما تخافش من اعداءك، كل حاجه كانت مخبيه هتطلع للنور وكل حاجه كانت مستخبيه هتكشف
اللي بقولهولك في الضلمه، قولوا في النهار. واللي بيتقال في ودنك، صرخه من علي السطوح.
ماتخافش من اللي بيقتلوا الجسد بس مش قادرين يقتلو الروح، لكن خايف من اللي يقدر يدمر الروح والجسد في جهنم
ما اتنين عصفورين مش بيتباعوا بقرش؟ لكن مافيش واحد فيهم هيقع علي الارض من غير ما ابوكم يعلم بيه.
هو حتي بيعد كل شعره في راسك!
فما تخافش، انت اغلي من كتير عصفور.
ايه رايك في واحد يقول قدام الناس انه يعرفني؟ انا كمان هقول قدام ابويا اللي في السما اني اعرفه.
بس ايه رايك في واحد يقول قدام الناس انه ما يعرفنيش؟ انا هقول قدام ابويا اللي في السما ان انا ما اعرفوش.
ما تفتكرش اني جيت عشان اجيب سلام علي الارض، ما انا ماجتش عشان اجيب سلام، لكن جيت عشان اجيب سيف.
جيت اعمل ولاد ضد اباءهم، وبنات مش هيسمعوا كلام امهم، وحماه ضد حماهاتهم.
اعداء الانسان هما افراد عيلته. (ميكاه 7:6)
اللي بيحب ابوه او امه اكتر مني مش يستاهلني. واللي بيحب ابنه او بنته اكتر مني مش يستاهلني.
وكل واحد ما يخدش صليبه ورايا مش يستاهلني.
اللي يلقي روحه يخسرها واللي يخسر روحه عشاني هيلاقيها.
اللي بيستقبلك بيستقبلني واللي بيستقبلني بيستقبل اللي بعتني
لو حد رحب بالنبي كانه نبي، هتاخد اجر النبي. ولو حد رحب بالولي كانه ولي، هتاخد اجر الولي.
يا ريت حد يديني حتي كاس ميه بارده لواحد من اللي بيتبعوني، واللي هقولهولكم ده حقيقي، اكيد هيتاخد اجره
يسوع و يوحنا المعمدان
يسوع خلص تعليم التلاميذ الاتناشر بتاعه، وبعدين راح يعلم ويبلّغ في مدن الجليل.
كان يوحنا في السجن، ولما سمع اللي كان المسيح بيعمله بعت تلاميذه ليه.
سالوه يسوع، «انت اللي كان المفروض ييجي؟ ولا ندور علي حد تاني؟»
يسوع رد وقال: روح قول ليوحنا اللي انت شايفه وسمعه
العميان يبصرون، والعرج يمشون، والابرص يُبَشَّرُ بِهِ، والصم يسمعون، والموتي يبعثون حَيَاتين، ويبشر النّاس بالخير
ما شاء الله علي اللي ما بيسيبوش ايمانهم بسببي.
لما التلاميذ بتاعين يوحنا راحوا، يسوع بدا يتكلم للناس عن يوحنا وقال: ايه اللي خرجتوا تشوفوه في الصحرا؟ حشيش بيتحرك مع الريح؟
لا، ايه اللي خرجت تشوفه؟ راجل لابس هدوم حلوه؟ لا. الناس اللي لابسه هدوم حلوه في قصور الملوك.
وبعدين انت خرجت تشوف ايه؟ نبي؟ ايوه، بقولك نبي واكتر من نبي كمان.
هو هو اللي مكتوب في الكتاب، بيقول: «انا هابعت ملاكي قدامك» (ملاخي 3: 1).
اللي انا حاقولهولك ده صحيح، مافيش حد اهم من يوحنا المعمدان اتولد قبل كده، لكن اقل واحد في ملكوت السما اكبر منه.
من ايام يوحنا المعمدان، ملكوت السماوات بيتقدم بالقوه والناس العنيفين بياخدوه بالعافيه.
كل الانبياء والشراءع تنبات لحد ما جه يوحنا
لو انت مستعد تقبله، جون هو الياس اللي كان المفروض ييجي.
اللي عنده ودنين يسمع
ايه اللي اقوله علي الناس دي؟ زي العيال قاعدين في الاسواق بينادوا علي بعض، بيقولوا:
احنا عزفنا لك علي الناي وما رقصتش، غنينا لك اغنيه حزن وما زعلتش
لما جون جه، ماكلش ولا شرب زيكم. والناس بتقول عليه عنده شيطان.
لكن لما جه ابن الانسان، اكل وشرب زيكم. والناس بتقولوا، ده بياكل ويشرب كتير قوي. ده صاحب الجبايين والمذنبين. اللي بيفهموا في الحكمه بيقولوا انها صح. مدن ما بتتحركش من الذنوب
يسوع بدا يتكلم ضد المدن اللي كان بيعمل فيها معظم معجزاته، الناس هناك ما تابوش عن ذنوبهم، فقال:
يا ويلك يا كفرناحوم ويا ويلك يا بيت صيدا، لو العجاءب اللي اتعملت فيكم كانت عملت في صور وصيدون كانو تابوا من زمان ولبسوا الشاكوش وقعدوا علي الرماد
لكن انا بقولكوا، في يوم الدينونه هيبقي اسهل علي اهل صور وصيدون منكم.
وانت يا كفرناحوم، هتترفع للسما؟ لا! هتنزل في جهنم. لو المعجزات اللي اتعملت فيك كانت اتعملت في سدوم، كان لسه موجوده لحد دلوقتي.
لكن انا بقولكوا، يوم الدينونه هيبقي اسهل علي اهل سدوم منكم. راحه لكل اللي تعبانين
في الوقت ده، قال يسوع: «انا بمدحك يا ابّويا، لانك انت رب السما والارض. انت خبيت الحاجات دي عن الحكماء والعلما، بس كشفتها للعيال الصغيرين.»
ايوه يا بابا، دي اللي كنت عايزها.
ابي عطاني كل حاجه. الاب هو الوحيد اللي يعرف الابن، والوحيدين اللي عارفين الاب هما الابن واللي الابن بيختار يخليه يعرفه.
يَا تَعَبَانِينَ وَتَقِيلِي عَلَيْكُمُ الْاَحْمَالُ، تَعَالَوْا اِلَيَّ فَاَنَا اُرِيحُكُمُ الْقَلْبَ.
بقي عبيدي و اتعلموا مني، انا رفيق مش متكبر، هترتاحو لروحاتكم
ياخدني في الهون، ومالي حِمْلِ
يسوع هو رب يوم السبت
يوم من الايام، كان يسوع ماشي في الحقل يوم السبت وتلاميذه كانوا جعانين فبداوا يقطفوا سنابل وياكلوها.
الفرّيسيّين شافوا ده وقالوا لـ يسوع: بص يا معلم، حرام تعمل كده في يوم السبت. بس تلاميذك بيعملوه برضه؟
يسوع قالهم: «ما قريتواش ايه اللي عمله داود لما كان هو و رجاله جعانين؟»
فدخل بيت الله، هو و رجاله اكلوا العيشه المقدسه. الكهنه بس هما اللي كانو مسموح لهم ياكلوها.
ما قريتش القانون؟ بيقول ان كل يوم سبت الكهنه في الهيكل لازم يعملوا شغلهم في اليوم ده، بس مش بيعتبروهم مذنبين.
انا بقولك ان اللي اهم من الهيكل هنا
الكتوب بيقول، «انا عايز رحمه مش ذبيحه». (هوشع 6:6) انت ما تعرفش الكلام ده معناه ايه. لو كنت عارف، ما كنتش هتقول علي الناس اللي مالهمش حاجه انهم غلطانين.
ابن الانسان هو رب يوم السبت.
من هناك، راح يسوع في الجامع بتاعهم.
كان في واحد ايده ضعيفه ومكسوره، والفريسيين كانوا بيحاولوا يلاقو عيب علي يسوع. فسالوه: “يا يسوع، هل ينفع نشفي يوم السبت؟”
قال لهم : «ايه رايكم لو واحد من خرفانكم وقع في حفره يوم السبت، مش هتمسكوه وتطلعه؟»
الراجل اغلي من الخروف! عشان كده الشريعه بتسمح لنا نعمل خير في يوم السبت.
بعدين قال يسوع للراجل، «مد ايدك». فمدها. رجعت زي ما كانت قبل كده، زي اليد التانيه بالظبط.
لكن الفريسيين خرجوا وخططوا عشان يقتلوا يسوع. عبد الله المختار
عيسي كان عارف كل حاجه عن خطط الفريسيين، فمشي من هناك. ناس كتير مشيت وراه وعالجهم كلهم.
لكن هو حذرهم ما يقولوش مين هو.
كان ده عشان يتحقق اللي اتكلم بيه النبي اشعيا، بيقول:
هنا هو عبدي اللي اخترته، ده حبيبي، انا فرحان بيه اوي. حاحط روحي عليه، هيقول للناس ان كل حاجه هتبقي تمام.
مش هيتخانق ولا هيصرخ، محدش هسمع صوته في الشوارع.
هو مش هيكسر غصن مكسور، ولا هيطفي نار مولعه شويه، هو هيرجع كل حاجه زي ما كانت.
الامم هتحط فيه رجاها" (اشعياء 42:1-4) يسوع وبيزبلبيل
جاو لـ يسوع واحد مسحور من الشياطين، وكان اعمي وما كانش بيعرف يتكلم. فشفاه يسوع. وبعدها الكلام رجعله وبص كمان.
الناس كلهم اتفاجءوا وقالوا: هو ده ابن داود؟
الفرّيسيين سمعوا الكلام ده، فقالوا: ده بيخرج الشياطين بقوه بلزيبول رءيس الشياطين.
عيسي كان عارف هما بيفكروا في ايه، فقال لهم: «كل مملكه بتتقاتل مع نفسها هتتهد، وكل مدينه او بيت بيتقسم علي نفسه مش هيقف».
لو الشيطان طرد شيطان، يبقي بيحارب نفسه. طيب ازاي ملكوته هيفضل؟
انت بتقول اني بطرد الشياطين بقوه بيلزيبول. طيب وبقوه مين بيطردهم الناس بتوعك؟ يبقي هما اللي هيحكموا عليكو.
لكن لو انا طردت الشياطين بروح الله، يبقي ملكوت الله قد وصلكم.
او فكر في ده، ازاي تقدر تدخل بيت راجل قوي وتسرق اللي عنده؟ لازم الاول تربطه. وبعدين تقدر تسرق بيته.
اللي مش معايا يبقي ضدي واللي ما يجمعش معاي بيفرق
كدا اللي بقولهولك، كل ذنب وكل كلمه شريره قالها حد علي ربنا هتتسامح، لكن الكلام الشرير عن الروح القدس مش هيتسامح.
اللي يتكلم كلمه ضد ابن الانسان هيتسامح، لكن اللي يتكلم ضد الروح القدس مش هيتسامح. ولا في الدنيا دي ولا في الاخره.
لو شجرتك كويسه، ثمرها هيبقي كويس. ولو شجرتك وحشه، ثمرها هيبقي وحش. تقدر تعرف الشجره من ثمرها.
يا عشّان الافاعي السامه، ازاي اللي فيكوا شر تقولوا خير؟ بقكم بيقول كل اللي في قلوبكم.
الراجل الكويس بيقول كلام كويس، ده بيطلع من الخير اللي جواه. والراجل الشرير بيقول كلام شريير، ده بيطلع من الشر اللي جواه.
لكن انا بقولك ايه، يوم القيامه الناس هتحاسب علي كل كلمه قالتها من غير ما تفكر فيها.
بكلماتك هتتثبت بريء او مذنب. علامه يونس المعجزه
بعض الفريسيين وكتبه الشريعه جاو لعند يسوع، قالوا له: يا معلم، عايزين نشوف منك اشاره معجزه.
قال : « الناس الظالمين والكفار هما اللي بيطلبوا المعجزه ! لكن مافيش معجزات غير معجزه نبي يونس ».
جوناه كان في بطن سمكه كبيره تلات ايام وتلات ليالي، حاجه زي كده هتحصل لابن الانسان، هو هيقضي تلات ايام وتلات ليالي في القبر.
رجاله نينوي هيقوموا يوم القيامه مع الناس اللي عايشين دلوقتي، والنينويين هيبينوا انهم دول غلطانين. رجاله نينوي سابو ذنوبهم لما يونان قاللهم. ودلوقتي واحد اهم من يونان موجود هنا.
ملكه الجنوب هتقوم في يوم القيامه مع الناس اللي عايشين دلوقتي، وهتثبت انهم مذنبين. جت من بعيد اوي عشان تسمع حكم سليمان. ودلوقتي واحد اهم من سليمان موجود هنا.
ايه اللي بيحصل لما روح شريره تطلع من راجل؟ بتلف في المناطق الجافه عشان تدور علي مكان ترتاح فيه، بس مش بتلاقي.
وبعدين بيقول انا هارجع للبيت اللي سيبته، ولما يوصل هناك يلاقي البيت فاضي، والبيت نضف ومترتب.
وبعدين الروح الشريره تروح تاخد معاها سبع ارواح تانيين اكتر منها شر، يدخلوا ويقعدوا فيها، والراجل ده يبقي اسوا من الاول. دي هي حال الناس الاشرار في زماننا. ام يسوع واخوته
و هو بيتكلم مع الناس، امه واخواته وقفوا بره وبعتوا يقولوله انهم عايزين يتكلموا معاه.
قالوله : امك واخواتك واقفين بره، عايزين يتكلموا معاك.
يسوع رد عليه وقال له : مين امه؟ ومين اخواتي؟
يسوع اشار علي تلاميذه وقال: دي امّي، ودي اخواتي.
اللي بيعمل اللي بابا في السما عايزه يبقي اخي او اختي او امي.
حكايه الفلاح
في اليوم ده، يسوع خرج من البيت وقعد علي شط بحر الجليل.
الناس اتجمعت حواليه كتير، فدخل المركب وقعد فيه. والناس كلها كانت واقفه علي الشط.
وبعدين حكي لهم حاجات كتير بحكايات، وقال: كان في راجل بيروح يزرع البذور بتاعته.
رمي البذور علي الارض، شويه وقعت في الطريق والعصافير جت وبلعتها.
بعض البذور وقعت في اماكن صخريه، ماكانش فيها تراب كتير. النباتات طلعت بسرعه، عشان التراب ما كانش عميق.
لما الشمس طلعت، حَرقت النباتات. نشفوا عشان ماكانش عندهم جذور.
الزرع التاني وقع بين الشوك والشوك كبر وخنق النباتات.
وغيرها من البذور وقعت في الارض الكويسه، فطلعت وخلفت ميه ضعف او ستين ضعف او تلاتين ضعف اللي اتزرع.
اللي عنده ودن يسمع
التلاميذ جاو له وقالوله : ليه بتستخدم امثال لما بتتكلم مع الناس؟
قالك انتوا اتفتح لكم باب فهم اسرار ملكوت السما مااتفتحش للناس اللي بره
اللي عنده العلم ده هيزيد له، ويزيد له كتير. واللي ماعندهوش العلم ده حتي اللي عنده شويه هياخده منه.
هنا هو السبب اللي بيخليني استخدم القصص لما بتكلم الناس. بقول، “هما بيبصوا بس مش شايفين فعلا. هما سامعين بس مش فاهمين ولا مستوعبين.”
فيها كلام النبي اشعيا بيتحقق، قال: «هتسمعوا بس مش هتعرفوا تفهموا. هتشوفوا بس مش هتعرفوا تشوفوا».
قلوب هءلاء الناس صارت جامده، بالكاد يسمعون باذنيهم، قد اغلقوا عيونهم، والا كانوا ليرون بعيونهم، ولسمعوا باذنيهم، ولادركوا بقلوبهم، ولتولوا الي الرب فيشفيهم. (اشعياء 6:9،10)
لكن طوبي لعيونكم لانها بتشوف، وطوبي لاذانكم لانها بتسمع.
اللي حقولهولك ده صحيح، كتير من الانبياء والناس الصالحين كانوا عايزين يشوفوا اللي انت شايفه بس ما شافوش، وكانوا عايزين يسمعوا اللي انت سامعه بس ماسمعوش.
اسمعي، دي معاني حكايه الفلاح
الناس بتسمع كلام الملكوت بس مش فاهمه، بعدين بييجي الشيطان ويسرق اللي اتزرع في قلوبهم، والناس دي زي البذره المزروعه علي الطريق
الناس التانيين اللي اخدوا البذره دي وقعت علي صخره، دول الناس اللي بيسمعوا الكلام وبيفرحوا بيه اوي في الاول بس مش بيفهموه كويس.
لكن ماعندهمش جذور، فبيستمروا شويه بس. وبيسيبو الايمان بسرعه لما بيجي لهم ضيق او معاناه بسبب الرساله.
ناس تانيين اخدوا البذره اللي وقعت بين الشوك. دول الناس اللي بيسمعوا الكلام بس هموم الدنيا وشهواتها بتغرقهم ومايطلعش حاجه من كلام ربنا في قلبهم.
لكن في ناس تانيه خدت البذره اللي وقعت علي الارض الكويسه، دول الناس اللي بيسمعوا الكلام ويفهموه وبيطلعوا محصول ميه مره او ستين مره او تلاتين مره اكتر من اللي زرعه الفلاح. حكايه الحشايش
يسوع قال للناس حكايه تانيه. وقالهم: «ايه هو ملكوت السماوات؟ زي الراجل اللي زرع بذور كويسه في ارضه».
لكن في الوقت اللي كان الكل نايم فيه، عدوه جه. العدو زرع حشايش بين القمح وبعدين مشي.
القمح بدا يكبر ويطلع سنبله، وفي نفس الوقت طلع الحشايش.
الخدامين بتاعين الراجل جاو له قالوله يا باشا ما انت زرعت في حقلتك بذور كويسه؟ طيب اليعاشيش دي جت منين؟
قال : « ده عدو عمل كده ». الخدم قالوله : « احنا نروح نشيل الحشايش دي ؟ »
مالكش دعوه، قال الراجل. انت لو شديت الحشايش ممكن تشد القمح معاها.
سيبهم ينمو مع بعض لحد ما يحن وقت الحصاد. ساعتها هقول للعمال يعملوا ايه. دي اللي هاقولها ليهم: الاول اجمعوا الشوك. اربطوه في حزم عشان يتحرق. وبعدين جمعوا القمح. جيبه عندي في المخزن." قصص بذور الخردل والخميره
يسوع قال للناس حكايه تانيه، وقال: «مملكه السما زي الحبه الخردل اللي واحد بياخدها ويحطها في جنينه».
هي اصغر بذورك كلها، لكن لما بتكبر بتكون اكبر نبات في الجنينه. وبتبقي شجره. والطيور تيجي وتستريح علي فروعها.
يَسوع قالهم حكايه تانيه كمان، وقال: «مملكه السما زي الخميره اللي ست حطتها في دقيق كتير».
يسوع قال كل الكلام ده للناس بالقصص، ماكانش بيقولهم حاجه من غير قصه.
فالكلمات اللي قالها النبي اتحققت. كان قال، «هفتح بقي و هحكي حكايات. هقول عن حاجات كانت مخبيه من زمان ما الدنيا اتخلقت.» (مزمور 78:2) يسوع بيشرح قصه الحشايش
بعدين يسوع ساب الناس ودخل البيت، وتلاميذه جم له وقالوا له: اشرح لنا قصه الحشايش اللي في الحقل.
قال : اللي زرع البذره الكويسه هو ابن الانسان .
الحقل هو العالم. البذره الكويسه هي الناس اللي من ملكوت السما. الحشايش دي الناس اللي من الشيطان.
العدو اللي بيزرعهم هو الشيطان. الحصاد يوم القيامه. والعمال هم الملاءكه.
الاعشاب بتتشد وتتحرق في النار، ده اللي حيكون يوم القيامه.
ابن الانسان هيبعت ملايكته، وهيشيلوا من ملكوته كل حاجه بتسبب خطيه وكل اللي بيعملوا شر.
هيرموهم في الفرن الملتهب، وهناك هيصرخوا ويغرقوا اسنانهم.
بَعْد كدا شعب الله حَيلمع زي الشمس في ملكوت ابوه. اللي عنده ودن يِسمع. قصص الكنز المخفي واللءلءه
مَلَكُ السَّمَاوَاتِ مِثْلُ كَنْزٍ خَفِيٍّ فِي حَقْلٍ، فَلَمَّا وَجَدَهُ رَجُلٌ اَخْفَاهُ ثُمَّ ذَهَبَ يَبِيعُ جَمِيعَ مَا عِنْدَهُ وَيَشْتَرِي ذَلِكَ الْحَقْلَ.
تاني، ملكوت السما زي تاجر كان بيدور علي لولوه غاليه.
لقي واحده كانت غاليه قوي، فراح باع كل اللي معاه واشتري اللءلءه دي. حكايه الشبكه
تاني، ملكوت السما زي الشبكه اللي اترمت في البحر وجمعت كل انواع السمك.
لما كانت مليانه، الصيادين طلعوها علي الشط. بعد كده قعدوا وجمعو السمك الحلو في السلال. لكن رموا السمك الوحش.
هكذا سيكون يوم القيامه، الملاءكه هتيجي، هيفرقوا بين الناس اللي عملوا غلط وبين الناس اللي عملوا صح.
هيرموا الناس الشريرين في الفرن اللي بيولع، هناك هيعيطوا ويصوتوا من الغيظ
قال يسوع : « انتوا فاهمين كل ده؟ » قالولوا له : « ايوه ».
قال لهم : « كل واحد من المدرسين اللي اتعلموا عن ملكوت السماوات زي صاحب البيت، بيطلع حاجات جديده من مخزنه وكمان الحاجات القديمه ». نبي بلا شرف
يسوع خلص حكايه الحكايات دي، وبعدين مشي من هناك.
جاي علي بلده الناصره، وبدا يعلمهم في الجامع بتاعهم. اتفاجءوا وقالوا: "الراجل ده جاب الحكمه دي منين؟ وجاب القوه اللي بيعمل بيها المعجزات دي منين؟"
مش ده ابن النجار؟ مش امه اسمها مريم؟ ومش اخواته ياكووب ويوسف وسيمون ويهوذا؟
مش كل خواته معانا؟ طيب الراجل ده جاب الحاجات دي كلها منين؟
ماكانوش مبسوطين بيه خالص. لكن يسوع قالهم، «النبي مايتكرمش في بلده ولا في بيته».
ماعملش معجزات كتير هناك عشان ماكانوش مءمنين بيه.
راس يحيي المعمدان اتقطع
في الوقت ده، سمع هيرودس اللي كان حاكم الجليل والبريه عن يسوع.
قال لخداميه : ده يوحنا المعمدان . قام من الموت . علشان كده هو عنده قوه يعمل معجزات .
هيرودس كان مسك يوحنا، وكان رابطو وحاطه في السجن عشان هيروديا. هي كانت مرات اخو هيرودس فيليب.
كان يوحنا بيقول لهيرودس، «يا هيرودس مش مسموح ليك تاخدها»
هيرودس كان عايز يقتل يوحنا، بس خاف من الناس عشان كانوا فاكرين انه نبي.
في عيد ميلاد هيرودس، بنت هيروديا رقصت قدام هيرودس وضيوفه. عجبته اوي.
فاقسم لها انه هيديلها اي حاجه تطلبها.
اُمّها قالتلها تقول ايه، فالبنت قالت لهيرودس: «اديني راس يوحنا المعمدان علي صينيه كبيره».
الملك كان مضايق قوي، بس فكر في وعده وضيوف العشا بتاعه. فقال لواحد من رجاله يدّيها اللي هي عايزاه.
هيرودس قطع راس يوحنا في السجن
راسه جابوه في طبق كبير وادوه للبنت، وبعدين راحت شايلاله لامها.
تلاميذه جاوا وخدو جثته ودفنوها وبعدين راحوا قالوليسوع يسوع بيشبع خمسه الاف
عيسو سمع اللي حصل ليوحنا، فكان عايز يكون لوحده. فراكب المركب راح لمكان هادي. والناس عرفت انه رايح هناك، وسابوا المدن ومشيوا وراه علي رجليها.
لما يسوع نزل علي البر، شاف حشد كبير. حس عليهم بالرحمه الشديده. عالج مرضاهم.
لما كان قرب المساء، التلاميذ جم له وقالوا له: «مافيش حاجه هنا في المكان ده. خلاص بقي الدنيا بليل. ابعت الناس دي عشان يروحو يشترو اكل من القري».
يسوع قالهم : « مافيش داعي انكم تروحوا، ادولهما هما ياكلوا ».
قالولوا: عندنا خمس عيشات وسمكتين بس
قال : هاتهم لي هنا .
بعدين يسوع قال للناس يقعدوا علي العشب. اخد الخمس عيشات والسمكتين، وبص للسما وشكر ربنا. كسر العيش حتت وادهم للتلاميذ. والتلاميذ ادوهم للناس.
كلهم اكلوا وشبعوا، والتلاميذ جمعوا 12 سله من الفتات الباقي.
عدد الرجاله اللي اكلوا كان حوالي خمسه الاف، والستات والاطفال كمان اكلوا. يسوع يمشي علي الميه
عَلَي طُول جيسوس خلي التلاميذ يركبوا المركب وراحو قدامه للناحيه التانيه من بحر الجليل، وبعدين ساب الناس.
بعد ما بعتهم، طلع علي جبل لوحده عشان يصلي. ولما الليل دخل كان هناك لوحده.
المركب كان بعيد عن الشط، والرياح كانت بتضرب فيه عشان هي عكسه.
في الصبح بدري، يسوع خرج للرسل. مشي علي البحيره.
شافوه ماشي علي البحيره وخافوا قالو ده عفريت وصوتو من الخوف
عَلَي طُول نادي عليهم وقالهم : « كُونُوا شجاعين ! انا هو . ما تخافوش »
يا رب، انت؟ بيتر سال. لو هو، قوليلي اجي لك علي الميه.
قال يسوع: «تعال». فبيطروس نزل من المركب ومشي علي الميه ناحيه يسوع.
لكن لما شاف الريح، خاف و غرق. نادي وقال : يا رب ! انقذني .
عَلَي الْحَالِ مَدَّ يَسُوعُ يَدَهُ وَاَمْسَكَهُ قَاءِلًا لَهُ اِنَّ اِيمَانَكَ صَغِيرٌ! لِمَاذَا شَكِيتَ؟
لما طلعوا في المركب، الريح هديت.
وبعدين اللي في المركب سجدوا لـ يسوع وقالوا: «انت بجد ابن الله».
عبروا البحيره ونزلوا في جنيسارت.
الرجاله اللي كانوا ساكنين هناك عرفوا يسوع، فبعتوا رساله في كل حته حواليهم. الناس جابو له كل عيانهم.
كانو بيطلبوا منه انهم يلمسوا بس طرف هدومه، وكل اللي لمسه اتعالج.
ايه اللي بيخلي الناس “نجسه”؟
بعض الفريسيين وبعض المعلمين من عند اليهود جهوا من اورشليم عشان يشوفو يسوع، وسالوه
ليه تلامذتك مش بيسمعوا كلام الكبار؟ تلاميذك مش بيغسلوا ايديهم قبل ما ياكلوا!
يَسُوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «وَلِكِنَّكُمْ تَعْرِفُونَ اَنَّهُ كَانَ يَنْبَغِي اَنْ تُطِيعُوا اللهَ اَكْثَرَ مِنْكُمْ؟»
الله قال، "اكرم ابوك وامك." (خروج 20:12؛ تثنيه 5:16) وقال كمان، "اللي يلعن ابوه او امه يموت موتًا". (خروج 21:17؛ لاويين 20:9)
لكن انتوا بتسمحوا للناس يقولوا لوالديها، اي حاجه عملتوها معانا دي صدقه لله.
ما يحتاجوش يبروا والديها بالهديه دي. بتخلي كلام الله باطل عشان تمشي علي كلامك انتي.
يا منافقين، اشعياء كان عنده حق لما تنبا عنكم. قال:
الناس دول بيشرفوني بكلامهم، بس قلوبهم بعيده عني."
عِبَادَتُهُمْ مَالَهَا عِنْدِي وَمَا يَعْلَمُونَ اِلَّا مَا تَعَلَّمُواْ مِنْ اَقْوَالِ النَّاسِ" (اشعه 29 : 13)
يسوع نادي الجمعه وقالهم: اسمعوا وفهموا!
اللي بيدخل في بقك ما بيخليكيش نجسه، اللي بيطلع من بقك هو اللي بيخليكي نجسه.
بَعْدَ كدا التلاميذ جاو له وقالوا له: «انت عارف ان الفريسيين اتغاظو لما سمعو الكلام ده؟»
يَسوع رَدَّ عَلَيْهِمْ وَقَالَ لَهُمْ: «مَا تَزْرَعُوهُ اَبِي السَّمَاوِيِّ مَا زَرَعَهُ، فَلَنْ يَقِفَ».
سيبهم، الفريسيين هما مرشدين عميان. لو واحد اعمي قاد واحد تاني اعمي، الاتنين هيقعوا في حفره.”
بيتر قال، “شرحهولنا.”
ما فهمتوش لسه؟ يسوع سالهم.
مش شايف؟ كل حاجه بتدخل في البق يبقي بتروح علي المعده وبعدين تطلع من الجسم.
لكن الحاجات اللي بتطلع من البق هي اللي جايه من القلب، دي الحاجات اللي بتخليك نجس.
الافكار الشريره بتطلع من القلب، وكمان القتل والزنا وكل الخطايا الجنسيه التانيه، وسرقه الناس والكذب عليهم.
دي الحاجات اللي بتخليك مش طاهر، بس الاكل من غير غسيل ايديك ما بيخليش حد مش طاهر." ايمان ست كنعانيه
يسوع ساب الجليل وراح ناحيه صور وصيدا.
كانت في ست من كنعان عايشه في المنطقه اللي بين صور وصيدا، جتله وصرخت وقالت: يا رب ابن داود ارحمني! بنتي مسحوره ومجروحه اوي.
يسوع ماقالش حاجه. فجايين تلاميذه وقالوله: ابعتهالنا، عشان بتزعق ورايا.
يسوع قال : « انا ما اتنطبتش غير للسامريين » . هما زي الخرفان الضايعه .
وبعدين الست ركعت قدامه وقالتله يا رب ارحمني
رد وقال : مش عدل تاخد عيش العيال وترميه للكلاب بتاعتهم .
ايوه يا سيدي، بس حتي الكلاب بتاكل الفتات اللي بيقع من علي ترابيزه اصحابها.
بعدين يسوع قال للمراه، «يا ست، ايمانك عظيم جدًا! هتاخدي اللي بتطلبي». وبنتها اتعالجت في اللحظه دي. يسوع بيطعم اربعه الاف واحد
يسوع مشي من هناك وراح علي بحر الجليل، وبعدين طلع علي جبل وقعد.
الناس الكتير جم له، جابو العميان والعرج، وجابو الشلاّلين، والصم، وكتير غيرهم. حطوهم عند رجليه فشفّاهم.
الناس اتعجبت، اللي ماكانش بيعرف يتكلم كان بيتكلم، واللي مش قادر يمشي كان بيمشي، واللي اعمي شاف. فمدحوا اله اسراءيل.
بعدين يسوع نادي تلاميذه ييجوا له وقالهم : انا حاسس علي الناس دي، هما بقالهم معايا تلات ايام وماعندهمش حاجه ياكلوا. مش عايز ابعتهم وهما جعانين عشان مايرجعوش البيت وهم تعبانين.
تلاميذه جاوبوه وقالوا له : مافيش حاجه هنا . منين نلاقي عيش كفايه للناس دي كلها ؟
قال يسوع : «عندكم كام عيشه؟» قالوا له : «سبع حبات وسمكتين صغيرتين».
يسوع قال للناس يقعدوا علي الارض.
خَدَّ اللُّفْظَهَ السَّبْعَهَ وَالْسِّمَاكَهَ، وَشَكَرَ اللهَ عَلَيْهَا. بَعْدِ كِدَا قَسَّمَهُمْ عَلَي التَّلاَمِيذِ. وَهُمُّ هَيَّا قَسَّمُوهم عَلَي النَّاسِ.
كلهم اكلوا وشبعوا، وبعدين التلاميذ جمعوا سبع سلال من الفتات الباقي.
عدد الرجاله اللي اكلوا كان 4000، والستات والعيال كمان اكلوا.
بعد ما يسوع بعت الناس، ركب المركب وراح ناحيه منطقه مجدلا.
يسوع بيسالوه عن علامه معجزه
الفرّيسيّين والصدوقيين جاو عشان يختبروا يسوع، طلبو منه يعمل لهم علامه من السما.
قال لي : في المساء، بتبص للسما وتقول : الجو هيبقي حلو، السما حمرا .
وفي الصبح بتقول، "النهارده الجو هيبوظ. السما حمرا وسايقه." انتوا عارفين معني اللي بتشوفوه في السما. لكن ما تقدرش تفهم علامات اللي بيحصل دلوقتي.
الناس الشريرين والغير امناء بيدورو علي علامه معجزه، بس ماحدش هياخدها غير علامه يونان. وبعد كده يسوع سابهم ومشي. خميره الفريسيين والصادوقيين
التلاميذ عابرو البحر، نسيو ياخدو معاهم العيش.
قال لهم : « خلي بالكم من الخميره بتاعه الفريسيين والصدوقيين ».
التلاميذ قالوا لبعضهم : « هو بيقول كده عشان ما جبناش عيش ».
يسوع كان عارف هما بيقولوا ايه، فقالهم: «يا قليلين الايمان ليه بتشككوا في نفسكم؟»
ما انت فاهمش لسه؟ ما انت مش فاكر الخمس عيشات اللي كفوا خمسه الاف؟ ما انت مش فاكر جمعت كام سله حتت؟
ما انت فاكرش العيش السبع عيشات للاربعه الاف؟ ما انت فاكرش جمعت كام سله حتت؟
ازاي ما تفهمش؟ انا مش كنت بقولك علي العيش، بس خلي بالك من خميره الفريسيين والصدوقيين.
بعدين التلاميذ فهموا ان يسوع ما كانش بيقولهم يبقو حذرين من الخميره اللي في العيش، لكنه كان بيحذرهم من تعاليم الفريسيين والصدوقيين. بطرس قال ان يسوع هو المسيح
يسوع راح علي منطقه قيصريه فيلبي. هناك سال تلاميذه، «الناس بتقول ان ابن الانسان مين؟»
قالوا: بعضهم قال يوحنا المعمدان، وبعضهم قال ايليا، وبعضهم قال ارميا او واحد من الانبياء.
بس انت؟ انت تقول عليا ايه؟
سيمون بطرس قال له : «يا رب، انت المسيح ابن الله الحي».
يَسوع رَدَّ عَلَيْهِ وَقَالَ لَهُ: «مَا تَبَارَكْتَ يَا سِمْعَانُ بْنَ يُونَا، لاَنَّهُ لَمْ يُعْلِمْكَ هَذَا بِشَرٍّ اِنْسَانٍ، بَلْ اَبِي الَّذِي فِي السَّمَاءِ».
هنا اللي بقولك عليه، انت بيتر. علي الصخره دي هبني كنيستي. ابواب الجحيم مش هتكون قويه كفايه عشان تدمرها.
حاديك مفاتيح ملكوت السما، اللي تقفله علي الارض هيتقفل في السما، واللي تفتحه علي الارض هيتفتح في السما.
بعدين يسوع حذر تلاميذه ما يقولوش لحد ان هو المسيح. يسوع بيتكلم عن موته اللي جاي
من ساعتها، يسوع بدا يشرح لتلاميذه اللي حيحصل له. قالهم انه لازم يروح اورشليم. هناك هيتعذب علي ايد الكهنه والكتبه ورءساء اليهود. وهيموت وبعد تلات ايام حيقوم من الموت.
بيتر خد يسوع علي جنب وبدا يوبخ فيه، وقال له: «يا رب! ده ما يحصلش ابدا».
يسوع لف وقال لبطرس، «يا شيطان، ابعد عني! انت بتعطلني في طريقي. مش بيفكر في حاجات ربنا، لكن في اللي الناس عايزاه.»
بعدين يسوع قال لتلاميذه، «لو حد عايز يمشي ورايا لازم يقول لا لنفسه ويشيل صليبه ويمشي ورانا».
لو عايز ينقذ حياته، هيفقدها. لكن لو فقد حياته عشاني، هيلاقيها.
ايه فايده لو الانسان كسب الدنيا كلها وخسر روحه؟ او ايه اللي ممكن يدي عشان روحه؟
ابن الانسان هيرجع في مجد ابوه، ومالكته معاهم. وهيديهم علي حسب اعمالهم.
اللي انا حاقولهولك ده صحيح، في ناس واقفين هنا مش هيشوفوا الموت قبل ما يشوفوا ابن الانسان جاي في ملكوته.
مظهر يسوع بيتغير
بعد ست ايام، يسوع خد بطرس و يعقوب و يوحنا اخو يعقوب معاه. ودّهم علي جبل عالي وكانوا لوحدهم.
كان قدامهم، وشو اتغير، ووشه بقي منور زي الشمس، والهدوم اللي كان لابسها بقت بيضا زي النور.
في الوقت ده، موسي وايليا ظهروا قدامهم. موسي وايليا كانوا بيتكلمو مع يسوع.
بيتر قال لـ يسوع، يا رب كويس اننا هنا. لو انت عايز انا هبني تلات خيم. واحده ليك، وواحده لموسي، وواحده لايليا.
و كان بيتر لسه بيتكلم، لما غمّت سحابه منوره حواليهم و قال صوت من السحابه: ده ابني الحبيب اللي انا راضي عنه اوي اسمعوا له!
لما التلاميذ سمعوا كده، خافوا جداً ووقعوا علي وشهم.
لكن يسوع قرب منهم و لمسهم وقال : قوموا، ما تخافوش.
لما بصوا لفوق، ما شافوش حد غير يسوع.
نزلوا من الجبل، وفي الطريق قالهم ما يقولوش لحد اللي شافوه. وقاللهم: «ما تقولوش لحد حاجه عن اللي شفتوه». استنوا بس لما ابن الانسان يقوم من الموت.»
التلاميذ قالوله: «يا معلم، ليه شيوخ اليهود بيقولوا ان لازم ايليا ييجي الاول؟»
يسوع رد وقال: ده صح، لازم ايليا ييجي ويجدد كل حاجه تاني.
لكن انا بقولكم ان ايليا جه خلاص، وما عرفتوش، وعملوا فيه كل اللي هما عايزين يعمله. وبالمثل هيعملوا بالابن الانسان كده.
وبعدين التلاميذ فهموا ان يسوع كان بيتكلم عن يوحنا المعمدان. يسوع بيشفي ولد عنده شيطان
لما قربوا من الناس، واحد راح لـ يسوع. ركع قدامه.
يا رب ارحم ابننا، هو بيرتعش جامد وبيعاني كتير. بيقع في النار او الميه علي طول.
جبتله تلاميذه، بس ما عرفوش يشفوه.
قال يسوع: يا قساه يا اشرار، قد ايه هفضل معاكم؟ قد ايه هستحملكم؟ هاتوا الولد ده ليا.
يسوع امر الشيطان يخرج من الولد، وخرج منه علي طول. واتعافي في ساعتها.
بعدين التلاميذ جم لـ يسوع في السر وسالوه، ليه ما قدرناش نخرج الشيطان؟
قال : عشان ايمانك قليل اوي . اللي انا هاقولهولك ده حقيقي . لو عندك ايمان بحبه خردل ، كفايه . تقدر تقول للجبل ده : انقل من هنا لهناك . وهينقل . مفيش حاجه هتكون مستحيله عليك .
انا
جاو مع بعض في الجليل. بعدين قال ليهم يسوع : «ابن الانسان حيتسلم للناس».
هيموتوه. في اليوم التالت هيقوم من الموت". فالحزن غمر التلاميذ. يسوع بيدفع ضريبه الهيكل
يسوع وتلاميذه وصلوا كفرناحوم. هناك، جابو لبطرس جماعه من الجبايه وقالوله: مش معلمك بيدفع ضرايب الهيكل؟
ايوه، هو بيعمل كده، رد عليه. لما بطرس دخل البيت، يسوع كان اول واحد بيتكلم. قال له: «يا سمعان، ايه رايك؟ الملوك بياخدوا ضرايب من مين؟ من ولادهم ولا من غيرهم؟»
من غيرهم، قال بيتر. وبعدين الولاد مش لازم يدفعوا، قال له يسوع.
لكن احنا مش عايزين نغضبهم، فروح عند البحيره ورمي الحبل بتاعك في الميه. خد اول سمكه تطلع لك. افتح بقها. هتلاقي فيها الفلوس اللي محتاجها بالظبط. خدها واديهالهم عشان الضرايب بتاعتي وبتاعتك.
