هو هناك، قدام مكتب المعلومات السياحيه علي طول
ما سمعتش عن العنوان ده هنا خالص
امشي علي طول لحد ما تشوف صيدليه
الصبح بيكلف كام؟
ازاي اقدر اساعدك؟
لف شمال عند الركن التالته.
عايز سكر ولبن في القهوه؟
ممكن تصرفلي الشيك بتاعي اللي بـ200 دولار؟
لو طلع، كلمني
فين الكافيه؟
عايز بلوڤر للعيال
طيب، بتمانين سنت للبريد العادي وتلاته دولار و صفر سنت زياده للتوصيل السريع.
انا كنت هشتريها لو مكانك
هي هتبقي في مشكله مع الجمارك؟
عندك جزم كعب عريض؟
لا، ممكن اقترحلك توام للاستخدام الفردي بدل كده؟ عندنا واحد.
عايزه كيرلي جامد، لو سمحتي.
هي عايزه بيره.
صباح الخير، ازيك؟
انا خايف هحتاج اشوف اثبات شخصيه.
ايه نوع الصوص؟
دا برد شويه، هتدفعه؟
اسف، المكان ده مش فاضي.
انا كويس الحمد الله، بس ممكن تكلم صاحبي؟
شكرا، كفايه كده.
مين احسن صاحبك؟
يوم الصحه والرياضه 10 اكتوبر هو عطله وطنيه مصممه عشان تشجع علي صحه الناس.
عايزني اشوف تحت الكبوت؟
ممكن تساعدني الاقي شنطتي؟
هتعملي حجز من قبل؟
انا بيساعدوني، شكرا
لما توصل هناك، اسال حد تاني من فضلك.
عايز اكستنشن تلاته وعشرين لو سمحت
هنا دولارين. احتفظ بالباقي.
واحد هامبرجر وواحد تشيز برجر، لو سمحت.
بتاخد كام في المعالجه؟
كل واحد فينا عايز يدفع علي اكله لوحده.
المكان كان علي كرسي في اللوبي.
من فضلك غيرلي الين ده لجنيه استرليني.
عايز قاموس جيب لو سمحت
لشخصين علي سبعه. الاسم واتانابي.
ساعتي كانت سيكو ديجيتال.
هيبقي من دواعي سرورنا اننا نقدم لكم المشروب اللي انتوا عايزينه، وبعدها العشا. دليل كامل للمشروبات اللي بنقدمها في الرحله دي موجود في دليل المعلومات بتاع مجلتنا.
انت ساكن في المنطقه؟
فين محل الهدايا؟
انا علي الطريق السريع واحد قريب من مورو باي.
عايز منبه لو سمحت
بالمناسبه، اسمي هيروشي ايجيما.
القطر ده بيقف في ليك فوريست، مش كده؟
اغلب اليابانيين بياكلوا الاخطبوط والحبار.
ممكن تذاكرين تاني كلاس لشيغاجو من فضلك؟
روحت نيويورك
رقم الطياره ايه؟
واحد لنيويورك لو سمحت.
للمده بتاعه كام يوم كده
الواحد اللي علي الشمال
الكريديت كارد دي، ماشي؟
هو ده الريسبشن؟ فيه عياده قريبه من هنا؟
عشره دولار هتكفوا بالتاكسي؟
دا طعمه غريب
ايوه، استني هجيبلك واحد.
نص قزازه، لو سمحت.
لا، مش قوي. حاجه مش غاليه.
انت بتدور علي حاجه؟
اربع ليالي.
عايز شويه شرابات
ممكن تخليها ارخص شويه عشان فيها بقع؟
واحد خبط فيا، بعدين لقيت محفظتي مش موجوده.
مش متاكد لو انا حطيت هدوم كفايه لرحله تلات اسابيع.
بص، احنا عايزين نجرب نبيذ ابيض.
لو حد سال عليا قولهم انا في الكافيه
انا متاكد اني حطيته في الجيب اللي جوا الستره بتاعتي.
ممكن اسم ورقم الحفله اللي بتكلمها؟
هي الشركه هتدفعلي عشان اشتري شويه حاجات شخصيه اساسيه؟
عايز اوضه بحمام.
مافيش حاجه طلعت من الماكينه؟
كان المفروض تاخد طياره 820، اللي طلعت من ربع ساعه. طيب انا ممكن اظبطلك رحله تانيه.
حد فتحلي الطرد بتاعي
يا عم، مفيش حاجه. انت هنا علي كل حال.
جابان ايرلاينز، فلايت نمبر واحد اتنين تلاته.
عايز اشتري شامبو
ممكن تقولي امتي هنوصل للسينترال؟
فين الجزاره اللي قريبه؟
عايزين نقعد اربع ليالي من اول اغسطس.
ايه اسم الورده دي؟
عاشر سبتمبر هو يوم احترام الكبار في السن
مافيش صابون في اوضتي.
هو في حاجه اخدها للطفح ده؟
ممكن تغير الكلام اللي لسه قايلو؟
ياخد وقت قد ايه الطلب؟
ممكن تتكلم بصوت اعلي شويه؟
هي هتاخد وقت قد ايه؟
فين المعلومات الرياضيه؟
الماقاس ده، اللي انتوا بتقولوا عليه ماقاس عادي، هيبقي تمام.
فين الجوله هتخلص وامتي؟
فين اغير القطر عشان اوصل ادنبره؟
عايز احط ده في خزنه امانه.
فين اقدر اغير فلوسي؟
ممكن نسيب حاجتنا في الاتوبيس، ماعدا الحاجات الغاليه؟
يا تري دي ايه التهمه اللي في الفاتوره بتاعتي؟
حادفع خمسين دولار.
دلوقتي عرفت ايه اللي كان غلط.
انا ايكيدا بيتكلم، عندي حجز علي ترابيزه الساعه ست ونص الليله دي. بس انا اسف هتاخر نص ساعه.
كم اونصه من العطر ممكن اجيبها معفي من الجمارك؟
سياحه بس
ماشي، من فضلك وقع عليهم. عايزها ازاي؟
لسه فاضي كراسي للعرض بتاع الليله؟
عايز واحد كبير
نمت علي المنبه اللي كان الساعه سته ونص
انا مصور حر.
الديلايرز يقدروا يغيرولك الدولارات بتاعتك بتيبس الكازينو، يلا بينا؟
عندنا حوالي تلاتين نوع من زيوت الحمام.
هبعتلك الproposal الاسبوع الجاي
شكرا، الجوانتي دي بكام؟
لازم اروح، هكلمك بعدين.
عايز حفاضات مره واحده
فين اصل السمك الفراشه ده؟
ها تخليهم دولار لو سمحت؟
احنا محظوظين جدا، عندهم واحد في محل علا موانا مقاس 4
في ليموزين؟
ممكن اطلب منكم تصحوني علي خمسه ونص بكره الصبح؟
انا افضل اوضه هاديه.
عايز شويه مزيل مناكير
عايز بطاريه.
في فرقه حيه ولا دي جي؟
ممكن ااجر معدات السنوركلينج؟
عايز احجز اوضه لـ اربع ليالي من يوم 22 ديسمبر.
الشنطه دي كويسه لكل الجو؟
عايز دونات لو سمحت
عايز ااجر عربيه اوتماتيك يومين.
فوت طياره عشرين سان فرانسيسكو
كام للطياره؟
كويسه، امتي؟
بنتك عندها كام سنه؟
ممكن تقولي علي شويه فنادق رخيصه ونضيفه؟
ممكن نحجزلك اوضه مريحه في قلعه قديمه جنب نادي جولف مشهور.
انا بنصحك بيه عشان هو مصنوع من مكونات طبيعيه ميه في الميه.
القطر بيقف في برايتون؟
ممكن تقولي فين اقدر اخد تاكسي؟
تذكرتين تانيه، لو سمحت.
عايز ابعت فاكس
عايز كوايه للسفر
ممكن اقدملك حاجه؟
يومي؟ خايف اسال، بس تقصد ايه؟
عايز واحد يشيل ورق عادي من غير ما اطويه
ايوه، بس مش قوي اوي.
انا عندي حساسيه من القطط
ايوه، لازم يكون معاك رخصه سواقه وكمان لازم تكون مرخص من هيءه التاكسي والليموزين.
اتفضل يا باشا
مش عارف الاقي ميه سخنه.
عايز احجز اوضه الليله دي لو سمحت
لا، ده مش شامل الضريبه ولا خدمه التقديم.
عايز تروح معايا نشتري حاجه بعد الضهر؟
يا سلام، دي فستان جميل اوي!
دلوقتي، المكالمه بتاعتك عدت. ياريت تكملي.
رقم البوابه ايه؟
ايه هو التذكار الهواوي العادي؟
ممكن اروح هناك بالقطار؟
عايزه اسشوار.
هو احنا هنوصل لحاجه بالكلام ده؟
انا من النرويج.
من عشره لحد اتناشر لو سمحت.
اكيد، خليني اشوفه. اكيد اتجرحت من المرجان.
علي فكره، ممكن اخد رقم المسءول؟
في طريق سريع؟
هو ليه ماجاش الحفله امبارح؟
في حادثه سير حصلت
اسف، انا غلطت في الرقم.
دخل الـPIN بتاعك من فضلك
ماعرفش اظبط الصوره
برجر جبنه واحد وعصير برتقال، لو سمحت.
هنا الباسبور بتاعي
يا سلام، شكرا جزيلا. اه ممكن اطلع فوق؟
ممكن تذاكرين للمسرحيه الجايه يوم الجمعه؟
راكب تاني قالك انه ممكن يغير معاك الكرسي
ممكن اطول في اقامتي؟
يا سيدي، انت عارف في حاجه حلوه نشوفها هنا؟
لا، انا عايز ااجر نص مجموعه عصيان و جزمه.
ممكن تقولي لما الشنطه اللي ضاعت تلاقي؟
البارك الوطني ده اسمه ايه؟
عندي خدش صغير
فين مكان حلو للزياره؟
ممكن شويه فواكه؟
ممكن اخد الغدا دلوقتي؟
عايز اغير الدولارات دي
عايز تاكسي، انا في ساوث مين وليبرتي.
اكيد، انت محتاج داءم؟
مش تفاحه، دي خوخه
حكتبلك روشته، خدها علي الصيدليه
احنا بنطير تلات مرات في الاسبوع، يوم التلات والجمعه والسبت.
غالي اوي مش كده؟
ايوه عندنا، حنجهزها ليك
هتمسكلي الشنطه لحد تلاته؟
لا، انا بس عايز اعدي عليكي.
ممكن احجز عربيه تاجير من هنا؟
انت امريكي؟
للمكان ده من فضلك.
السياره بتاعتي عطلت
فين الـeye shadow؟
عايزين ركن هادي، لو سمحتوا.
التاكسي ده ببلاش؟
هي دي محطه اكسبريس؟
امتي اجي؟
عايز كاراڤه صغيره من النبيذ الابيض لو سمحت.
يا تري ممكن اكل بعدين؟ مش حاسس اني كويس دلوقتي.
بصراحه عندي خبر، انا هتجوز
اي بنطلونات تانيه؟
ممكن اخد برنامج؟
انا اتسرقني البارح في الاوضه بتاعتي
وريني السمك اللي شفته النهارده في كتاب الصور، لو سمحت.
شوف التعليمات اللي علي علبه الاكل الفاكيوم.
عايز فلوس ورقيه
هو خد محفظتي وجري
ماعندكش دروس تجريبيه؟
فين اقدر اشري طوابع البريد؟
انا من بريطانيا العظمي.
لازم اروح اسال مراتي في الموضوع ده.
عايز ارجع الفلوس دي لو سمحت
في بوكس تليفون قدام البنك ده
حاوصل يوم تسعه مارس واسافر يوم اربعه عشر
غالي شويه، مش كده؟
عندي التذكره؟
فين محطه الاتوبيس؟
عايز حاجه حلوه؟
بتتكلم؟
نفسي يا باشا
الطلب بتاعي ماجاش لغايه دلوقتي.
في كتير من الينابيع الساخنه.
من فضلك غيرلي خمسين الف ين لدولارات امريكيه.
ماشي مافيش مشكله، انا في الحقيقه عايز ادخن
فين اقدر اجّر التزلج والجزم؟
نسيتنا الشربات؟
ممكن تبعته علي عنواني في اليابان بالبريد الدولي؟
عايز كاس نبيذ احمر
لا يا باشا، لو بتاعك بس. هه هه، شويه هزار.
اكيد، ازاي نقدر نساعدك؟
عندنا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
يا باشا، ايوه صح. الباسبور ماشي؟
رقم اوضتي تلاته و عشرين و سته، ممكن تاخد الغسيل بتاعي؟
هشوف لو في حاجه منهم تنفع
عايز غلايه
جيبلي شويه جبنه مبشوره
ممكن اعمل غسيل القمصان بتاعي بكره الصبح؟
ممكن تقوله يرجعلي؟
ليه بقي؟
معلش، في مكتبه قريبه من هنا؟
انا فاكر انك غلطان، الاوضه كانت مدفوعه مقدما عندي ايصال
الباص هناك
عايز رولين فيلم اي اس او ميه، الوان، تلاته وتلاتين صوره لو سمحت.
عايز اودّي الشيك ده عشان اخد سبعين دولار.
عايز اشتري طوابع لـ عشر كروت بريد يابان، لو سمحت.
في بنوك قريبه من المحطه؟
انا خايف في غلطه في الفاتوره.
هو هنا اهو
برجر جبنه واحد تايك اواي، لو سمحت.
ما تقدرش تعمل شغل تصميم من غير كمبيوتر دلوقتي خلاص.
جري!
في خرم في البلوزه بتاعتي، ممكن تخيطهولي لو سمحت؟
ايه سعر التذكره لمانشستر؟
ممكن تسلفني كابلات boost؟
فين اقدر اشري بساط شاطء؟
بعدين، من فضلك اعملي حجز جديد.
اديني شريحه لحم الخنزير دي، بس مش تخينه زي دي.
حنكون عندكم الساعه سبعه
لما بشوف الاسعار دي رخيصه كده، بيبقي غريب ان الواحد يشتري حاجه في اليابان.
انا كمان سرقوا مني التسجيلات بتاعتي
كورن ايس كريم فانيليا، لو سمحت.
موافق، لازم يبقي طبيعي جدًا.
خَلّي بالك من الفجوه، خَلّي بالك من الفجوه، وبعدين جنب الابواب لو سمحت.
حاحتاج كارت اءتمان.
هنا الرقم
قولي علي مكان حلو في النهر ده لو سمحت
من فضلك اديني تقرير حادثه.
لا، شكرا مش دلوقتي.
طيب، من فضلك خليك علي الخط. يا استاذ ناكاچيما، مدام سايتو مش باينه بتجاوب علي المكالمه. تحبني اجرب تاني؟
يمكن، بس لازم نوزنهم كل واحد لوحده.
شكلها نادره شويه.
فين مكان استلام الشنط بتاعه رحله سبع زيرو تلاته؟
في حاجه غلط في مسكتك.
هي دي هتبوظ؟
لا، شكرا. احسن ما اشربش تاني.
ممكن تقولي شوارع حلوه للتسوق؟
الاتوبيس ده رايح علي هيلتون؟
دلوقتي، اللوحه دي حاجه مميزه جدا. هي لـ Tsurutaro Kataoka. هو معروف كفنان عالمي.
انا عندي تقدير كبير للموسيقي الكلاسيكيه.
ممكن اخرجك نتعشي سوا في يوم من الايام؟
طيب، ايه اسم الحفله ورقم تليفونك لو سمحت؟
عفوا، سيبني اطلع من هنا لو سمحت
ممكن تجيبلي حد بيتكلم ياباني؟
بنزور قرايبنا كتير
ميكي هاياكاوا. ده اوضه سبعه اتنين.
لازم اقف هنا الليله، مش كده؟ ممكن تساعدني احجز اوضه في فندق؟
مش هتاخد وقت كتير، خمسه عشر دقيقه علي الاكتر.
ممكن تقولي تمن المكالمه دي كام؟
بص يا سيدي، ممكن تقولي لها اني كلمتها؟ هكلمها تاني بعدين.
في جوله الصبح؟
بتحولوا فلوس اجنبيه؟
الميزانيه بتاعتنا حوالي خمسين دولار في المجموع لتلات اشخاص.
فين اقدر اشري رول فيلم؟
عندك بيره يابانيه؟
عايز بدله سباحه صغيره، لو سمحت.
عايز اعمل تسجيل للشنط بتاعه السفر بتاعتي
دي مس كاوازو في اوضه سته حداشر واحد.
العفو
مافيش حاجه
ايه اللي اهم عندكم يا يابانيين، راس السنه ولا عيد الميلاد؟
رقم كرسيك تلاتين و اتنين ايه. بعد كده، امشي علي طول في الممر ده. دي الكرسي اللي جنب الشباك.
لحظه بس من فضلك.
من فضلك املا تقرير ضايع.
انا مش فاهم امريكاني، انا بتكلم انجليزي الملكه
من امبارح.
ده بيشمل تامين الحوادث والتامين علي المسءوليه.
ضايعلي التاج بتاعي
عندك بروشات في موديلات حلوه؟
انا بتصلك من كابينه تليفون في مايسيز
كبار اوي دول.
كام سعر الباركينج بالساعه؟
ساده و سيدات، في طيارتنا النهارده عندنا مضيفين بيتكلموا ياباني وممكن تعرفوهم من الدبابيس اللي لابسينها. لو حد محتاج مساعده لغويه قولو لنا.
هو في فتره معينه من الفن بتحبها؟
ممكن تراجعها تاني؟
امشي علي طول مع النهر حوالي نص ميل. هتوصل للبارك.
لا، هما متينين جدًا.
طيب، هبعته ليك علي لاس فيجاس
بندور علي تيشيرتات للجري.
عايز حاجه تشربها من البار؟
من هنا لو سمحت، خد الاسانسير ده
احسنك تركب قطر التمانيه و تلاتين
في سينما قريبه من هنا؟
دلوقتي موسم المحار، فبقي حلوين.
عايز ساعه يد ثانيه.
حاجي اتشيك ان حوالي الساعه تسعه بليل.
الزمان اتاخر، لازم امشي
ماستخدمتش خدمه الغسيل بتاعتك. ممكن تشوف ده تاني؟
عايز شاي لو سمحت
لا، مافيش.
هي دي اخر محطه؟
يالا نكلمه
هو ده حار؟
فين ممكن الاقي اتوبيس سياحي؟
ايوه، عايز اعمل سياحه في المدينه
في سياح كتير حوالين المبني، شكلهم متجمعين عشان يشوفوا ايه اللي بيحصل.
شكرا علي كرم الضيافه بتاعك
الصدق هو احسن سياسه.
ممكن تصحيني الساعه سته لو سمحت؟
تكلفه نص يوم كام؟
انا كينجي
عارفين اي اماكن حلوه نشوفها في شيكاغو؟
بص يا سيدي، لو انتوا الاتنين مصممين، انا هروح معاكوا.
ممكن تبدللي ده بواحد تاني من نفس النوع، لو سمحت؟
عايز احجز علي تلاته ونص بعد الضهر
الخزنه لو سمحت
من فضلك اختار نبيذ مناسب.
عايز حاجه صغيره.
لازم ادفع في البنزين؟
سارق. امسكوه
احنا مستنيين صحابنا ييجوا
من فضلك، ممكن شويه فكه؟
بليز، كيرلي دايم.
هي صغيره وكيوته.
ايه الاوبرا اللي النهارده؟
مقليه، لو سمحت.
لسه ما رجعوش الغسيل بتاعي
بالمناسبه، انت فاضي السبت الجاي؟
بص يا سيدي، يمكن نطلع علي بعض كويسين
عاملاني كاني متسول
انا فاهم. كمان، ممكن تساعدني في مشكله تانيه؟
ممكن تحط عدسات نظر في النضاره دي؟
حاخد اتنين من دول
يا كلاب كيوتين اوي، ايه نوعهم؟
انا وقعت الشوكه بتاعه الاكل، لو سمحت هاتلي واحده تانيه
كان ممتع اوي!
ايوه، امشي علي طول ولف يمين عند التالته. هتلاقيه علي ايدك اليمين.
عندك فيلم للصور الملونه؟
انت عارفه كاثي؟ دي عيد ميلادها.
عندك كارته الوان؟
ممكن ادفع بشيك سفر؟
بس هو، يا راجل، انا ازاي اعرف ان ده الاصلي؟
ممكن اخده من غير ضرايب؟
ماقدرش احط الشنطه تحت الكرسي، ممكن تحافظ عليها لي لو سمحت؟
ممكن تحط الشنطه دي في الباج؟
انا طالع دلوقتي، هجيبها بعدين.
بليز تبعت حد يجي ياخد الشنط بتاعه الساعه سته ونص
عايز خريطه سان فرانسيسكو والمنطقه اللي حواليها.
عايز عيش ايه؟
فين الاسانسير؟
في حد يقدر يعزف علي البيانو؟
فين المفروض انزل عشان اروح لمبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكرا، بس مش فاكر عندي وقت ااجر ليلتين. ممكن تحجزلي اوضه توام في الفندق ده ليوم 12 مارس بس؟
ممكن احجز اوضه دبل فيو علي البحر؟
لسه ما قررناش
صحبي اتزحلق وخلع كاحله.
حاجرب شويه شربات.
في مطعم تايلاندي قريب؟
هو جنب العماره الطويله دي، فارجع من نفس الطريق اللي جيت منه لحد ما توصل عند الاشاره وبعدين لف شمال.
لازم اروح علي طياره لوس انجلوس بكره الصبح بدري
وبعدين اقدر انصحك بثقه بالجوله دي في مدينه سان فرانسيسكو، اللي بتديك فكره عن المدينه كلها.
عايز اعمل تامين
يالا نحط كماده بارده عشان نخفف الالم
هي عايزه تشتري فستان
التاكسي لغايه الفندق ده بكام؟
فين الحمام؟
ياك يدخلوا في البنايه دي بفلوس؟
علي مزاجك
بندور علي حاجه شيك.
الشبابيك مش عايزه تفتح
فين في ميدان الاتحاد؟
نص اونصه من شانيل نمبر فايف، لو سمحت.
نعمل قهوه؟
هو انا محتاج تذكره؟
الخدمه دي بـ كام؟
باقي قد ايه من هنا؟
كريم وسكر؟
عندك خصم لاعضاء النادي؟
هو في سوبر اكسبريس الساعه تسعه ونص؟
خليني اشوف زيت الفرامل والموتور. الموتور بتاعك باين عليه قرب يطفي.
مش غلطتي انا
مافيش كهربا.
حابلغ البوليس
هي كل واحد هيدفع علي حسابو؟
من تلاتين لخمسين دولار في الليله.
صلح ده لو سمحت.
في ايام راس السنه. وفي المناسبات الخاصه زي الافراح او توزيع الجوايز او الدفن.
مسترده زياده لو سمحت
ما تديهاش هديه؟
اي فيلم تنصحني بيه؟
عشرين دولار واديني اتنين دولار باقي لو سمحت.
هي خبطتني من جنبها.
ممكن اجي الساعه اتنين.
هو ده الشنط بتاعه رحله جاي ال صفر واحد؟
دي اول مره اروح فيها باريس.
ممكن تقوللي التمن قبل ما تبدا الشغل؟
اتفضلوا
الرحله بتاعتنا هتبقي ممتعه اوي
فين نركب المركب؟
ماعندناش كيس للكميه دي، هحطه في الكيس البلاستيك الكبير ده
عايز العب تنس
في عصير اناناس وبرتقال وطماطم.
الجانب الشمال من الدور ده، جنب السلم المتحرك.
ايه اللي بيتعرض في قاعه الحفلات النهارده؟
مش هتروح تشوف فيلم تاني؟
من فضلك غيرلي الشيك ده فلوس كاش
نفس الكورس بكره لو سمحت
ممكن اقولك اجابه احسن بعد شويه عروض.
عايز هديه لعيد جوازنا
ايه المسرحيات الموسيقيه اللي شغاله دلوقتي؟
عندك مرايه؟
معلش، بس انا ضيعت طريقي. ممكن تساعدني؟
هاخد دي لو سمحت
ماينفعش تجيب العاب ناريه لكندا.
يا سلام علي مرتك شاطره في الطبخ اوي!
عايز مساعده؟
ممكن تحجزلي تاكسي لسته بكره الصبح؟
عايز ايه مع الطبق الرءيسي؟
في محل قريب من هنا؟
الماكانه دي مليانه ناس، مش كده؟
اسف، هيبقوا جاهزين في حوالي خمس دقايق.
عندي ركبه في رقبتي من النوم
ماشي، مافيش مشكله. ممكن اشوف الباسبور بتاعك؟
ما عنديش فلوس
امتي المفروض اكون في المحطه؟
في مطاعم كتير هنا.
هو جنب الوداعيه
كلامك حلو والله
في جوله بعد الضهر؟
انا مع صحابي
كانت اقامتي حلوه، شكرا ليكوا.
الشاطء تحت علي طول، منظر يخطف العين والله!
شكرا علي صبرك يا مدام ماكجواير. اهو هو. اتفضلي، من فضلك.
عندك بطاقه هويه؟
سبعه، لو سمحت.
عايز ابعت ده للغسيل، هيبقي جاهز امتي؟
عندي بنطلون مخطط
ايوه، شنطه حد تاني اتوصلت لغرفتي دلوقتي. ممكن تشوفها؟
ممكن تشرحلي اكتر بالتفصيل؟
نمت كويس؟
تضغط علي زرار الكاميرا؟
مفاتيحين لو سمحت.
عايز لمبه
في اخر الممر
عايز ورق كراسه
حنروح بالباص؟
انت قلتلي انك رايح طوكيو بكره؟
خليني انام لحد الساعه تسعه
لازم احول لـ AW واحد صفر صفر. ينفع؟
ايه الاخبار في اللعبه عندك؟
حاسس ان في حاجه ضاغطه علي صدري
مفيش مشكله. لو جيت يوم 5 سبتمبر، هتقدر تشوف فيلم علمي عشان عندنا يوم مفتوح خاص اول جمعه من كل شهر.
عندك اي جوله تانيه؟
ماشي، خمسه في الميه خصم. ماشي الحال؟
رايح باريس
مش دي احدث موديل، صح؟
ميعاده تمان ونص بليل بالتوقيت المحلي
يا ريت يا باشا، خد البنايه دي معانا لو سمحت
اوكيه، هاخد طبق متوسط وكوره رز
ايه رايك في ده؟
عايز اشوف اللي في الشباك لو سمحت
لا يا عم، احنا في اجازه. انا رافض اقعد في اوضه الفندق واتفرج علي البيسبول علي التلفزيون. عايز اروح اشوف مسرحيه.
ممكن المسه؟
ممكن تيجي تصلحها؟
عايز الياف صناعيه
اسمي تارو تاناكا، عندي حجز.
عايز كريم تنضيف.
عايز بلوڤر باكمام طويله
شالولي الشنطه
طريقنا بيبان كدا بيتقاطع كتير، مش كدا؟
ممكن اشوف المنيو تاني؟
لسه شكلهم اخضر شويه.
كام؟
فراوله، لو سمحت.
جبل فوجي هو اعلي قمه في اليابان، ارتفاعه تلاته الاف وسبعميه وسته وستين متر.
لا، لسه مافيش. في حاجات كتير نختار منها.
عايزه كريم ليلي
بين المخبز واللحمه
ممكن تقصر الاكمام؟
انا خايف مفيش ملعب جولف في المنطقه دي.
ممكن توريني الخاتم التاني من الشمال؟
ممكن تطلب منه يتصل بيا؟
حاولت اعمل مكالمه دوليه، انت لسه ما عرفتش توصل؟
غلط
ايوه، هو ده. عشان انت شايف العلم قدام البريد
اكيد هتبعتهم، صح؟
عايز اعمل مكالمه تليفون بكريديت كارد.
عايز بتاعي يروح.
لما يوصل، هنبعتلك علي البيت وندفع التوصيل
دلوقتي في الشغل دايما بستخدم كمبيوتر.
اوه، ماشي. فهمت. هجي عندك.
لا، كفايه كده.
ممكن بطانيه ومخده؟
ممكن تيجي هنا علي طول لو سمحت؟
كوبايه قهوه، لو سمحت.
بص انا بدور علي كروت هاوايه اوي كده
ممكن تضيقلي الخصر بتلات سنتيمتر؟
انا في سني
هتجيبلي قهوه؟
تلاتميه وخمسين دولار؟ ده اكتر من ميزانيتي.
نحطها في تصويت؟ لو مش محتاجين، انا شايف اننا وصلنا لنتيجه وهبعتها لبورد الديركتورز بكره الصبح.
عارف في فندق رخيص؟
صباح الخير، نمت كويس؟
انت ناويه تعملي ايه بعد ما تخلصي المدرسه؟
شالولي الشنطه بتاعه الكتف في الشارع
كان عندك اي خدمات تانيه غير الفطار الصبح؟
عايز كاس قهوه بيضا لو سمحت
طيب، هو فندق شيراتون قريب من هنا؟
يا رب ما تكونش تعبان اوي
عايز ااجر عربيه من الكلاس ده يومين.
حاخد شوت جاك دانيالز.
عايز كيس فشار لو سمحت
يا عم انا ضيعت عصايه التزلج
ما بنجيبش هدايا للريسبشن، الضيوف بيجيبوا فلوس كاش بدل كده.
عايز ابعته بالبريد العادي
الطياره وصلت متاخره بسبب التلج الكتير.
شحن، لو سمحت.
ممكن تاخد رساله؟
اسف، مش فاهمك. ممكن تتكلم ببطء شويه؟
ايه اللي اوريك؟
ممكن اخد صور؟
من ميه
رقم الطياره هو اتش بي تمانين لليابان يوم حداشر مارس.
نفس الطبق ده؟
عندك واحد تاني؟
بكره الصبح الساعه سبعه، هاتلي الفطور في الاوضه بتاعتي لو سمحت
الراجل بتاع الصيانه هيطلعلك حالا
انا اسف، هارجع بعدين.
ازاي اخدها؟
في اماكن فاضيه في الجوله بتاعه يوم الخميس؟
عفوا، ممكن اعدي؟
عندك اي نباتات او فواكه؟
من فضلك قوليلي ازاي املي كارت الخروج؟
انا شايف ان عربيتي تتقيم بخمسه الاف دولار تقريباً.
هو الاكل ده قليل في السعرات الحراريه؟
اي باص اركب عشان اوصل المحطه؟
ايوه، هو ده. بس لازم تلف شمال عند التلات اشارات وتفضل ماشي في الشارع ده لحد ما توصل لشارع ستين وست
عايز كاس ميه عشان اخد دوا لو سمحت
يا ريت لو سمحت تاخدني علي الشط
انا اسف، الرقم غلط. ده مطبعه تانكيوشا.
احنا بنطلع
ايه الموسيقي دي؟
ادّي الشربات ده للطفل، معلقه واحده بعد كل وجبه.
الستايل ده موجود في مقاسات 28 و31 و35 سنتيمتر.
ياااه، ده كتير اوي كده؟
ممكن استخدم التليفون بتاعك؟
ريحتها حلوه اوي، بكام؟
عايز ااكد علي رحلتي لشيغاجو يوم سبعه عشر.
انا اكلت شويه زياده عن اللزوم.
ممكن اكلم مدام براون؟
البيت ده شكله مريح للعيشه، مش كده؟
عايز احجز علي طياره نورث ويست ايرلاينز صفر تمان سته يوم خمسه.
محفظتي، باسبوري و حاجاتي الشخصيه التانيه.
امتي بتقفلوا؟
استني دقيقه، يمكن نسيتو في الحمام
دي بالظبط اللي كنت هقولها
ايوه، اظن كدا.
بيتك كبير، كام اوضه؟
العشا كان حلو اوي
فهمت، بس مش عارف اقولها
اه، ايوه من فضلك. بس يارب مايغمش عليهم البحر.
لليابان من فضلك.
ايه الـ ETA بتاعنا؟
انا هسافر بكرا بدري، عشان كده عايز اخلص الحساب دلوقتي.
شيري ناشف، لو سمحت.
كرسي ممنوع التدخين، لو سمحت.
هو مشغول دلوقتي.
هو الاجانب يقدروا يدخلوا علي الكتب في المكتبه دي؟
ممكن استني في اوضتي لحد الساعه اتنين؟
ها ها. صباح الخير علي وقتك. عادي.
عايز شويه من الفيلم ده بتاع الـASA للكاميرا دي لو سمحت
فين لوحات مونيه؟
البيتزا دي طعمها حلو اوي، مين اللي عملها؟
ياك دا الاكل طعمه ايه؟
وكمان غاليين.
القطر الجاي لبوسطن هيمشي امتي؟
نوي اتعلم الجولف
من فضلك هاتلي حاجه اشربها تاني
يا راجل يا شاطر في السرف
انا خايف الاكمام قصيره اوي.
ممكن توريني ازاي احط البنزين؟
الفيزا بتاعه الفندق فيها فطار؟
هو ده كل اللي فيا؟
الشارع ده
يا ريت تشغل العداد من فضلك.
اوضتي بارده اوي.
هرد عليك لما نكون مش مشغولين اوي.
عندك واحد اكبر؟
حاسس اني احسن
انت عارف جغرافيا اليابان؟
وريني انا فين في الخريطه دي
قطن ميه في الميه
عايز اغير اوضتي لفيو بحر، في اي رسوم اضافيه؟
كام سعر ايجار البورد نص يوم؟
عاشر نوفمبر
عايز شريط للكتابه بالماكينه
ياااه طعمه حلو اوي
امتي هنطلع؟
ازاي تقول للسواق انك عايز تنزل؟
عشرين دولار. عايزه زياده؟
انا حجزت في طوكيو من شهر فات
شكرًا ليك من كل قلبي.
هو ده المحطه بتاعه روكفلر سنتر؟
من فضلك قيسلي مقاس الجزمه
راااااءع
تخرج معايا في ديت؟
من فضلك نضفلي الجاكيت ده
عايز ااجر مركب موتور.
فين قسم الستات؟
القهوه مش داخله؟
كان في اي مجال قبل كده؟
يا ريتني ما اتعودت علي وشها
هو لازم ادفع الرسوم الاضافيه لما اخشي مبني؟
اهلا، الحفله بتاعتك علي الخط. اتفضلوا يا جماعه.
جرحي بيوجعني.
فين المحطه؟
انا برعش
تلاته ايام.
عبر الكوبري اللي هناك، وهتلاقي المكتبه علي شمالك.
ممكن تساعدني الاقي مرشد بيتكلم ياباني؟
ماشي، انا مش عايزه حاجه تقيله اوي.
في تاخير بسيط
ايه الفرق بين الفنادق دي؟
نزلتي غلط
كان حلو اوي، شكرا ليكوا.
حكون هناك حوالي الساعه سته بالليل
عندك حاجه اطول شويه؟
تاريخ الانتهاء هو تسعتاشر مارس الف وتسعميه و تسعه وتسعين.
كان ايه؟
في كازينوهات حلوه؟
هنا الفلوس بتاعه الاقلام الجاف. ميه دولار.
فين الستات؟
فين ممكن اركب المركب؟
صاحبي جرحان
بخيرك؟
الماغازين ده حيتفتح بكرا؟
دا في اخر الممر
ممكن تقصلي دقني؟
دا بيجي مع بار السلطه واختيار بين البطاطس المخبوزه او الفرايز.
فين اقدر اشري حله؟
ماقدرش ابيع ده من غير روشته.
ممكن احجز خمس كراسي جنب بعض في نفس الصف؟
ممكن تسلفني حبل سحب، لو سمحت؟
اي عربيه بتدي احسن كيلومتر في اللتر؟
مش هتاخد خصم مهما حاولت.
ممكن تفتحلي الشنطه دي لو سمحت؟ فيك ايه يا باشا؟
عايز اعمل مكالمه تليفون من بعيد للفندق هيلتون في بوسطن.
الستات بيقبلوا بكدا؟
خَلّيكوا حاسبين، السقف واطي.
مش شايف الشاشه من هنا كويس اوي، ممكن اغير الكرسي شويه؟
انا زرت البحيرات العظيمه لاول مره.
في حاجه غلط في ماكينه البيع دي.
عايز دكتور
هي بقالها قد ايه في بريطانيا؟
شخص زي حضرتك اللي بيحب الابتكار اكيد هيعجبو اللوحات الهيبي والجو الموسيقي في الشارع.
كام الساعه؟
حاخد هوت دوج وكولا.
دي شركه الاتصالات الدوليه.
شفتي البنايه البيضه دي؟ هي قدامها علي طول
من امتي؟
ما عنديش حاجه اعلن عنها.
ايه؟ لازم تدفع ضرايب لما يبقي عندك اكتر من تلات قزايز خمره؟
يا صاحبي، هو تعبان اوي. ممكن تكلم دكتور؟
ماعرفش كتير عن النبيذ، ايه اللي ينفع مع الطبق ده؟
ممكن تصحيني بدري؟
في محطه بنزين علي بعد بلوكين من هنا.
الناس اليابانيين مش بياخدوا اجازات طويله.
حاسس ان الناس بتبصلي، هو انا نادرا ما بشوفوا ياباني؟
لا طبعا، ليه بتقول لو؟
فين باب البريد المركزي؟
فين محطه باصات الجراي هاوند في البلد دي؟
مش مطاعم اليابان في كيوتو غاليه؟
انا شايف انها عاليه شويه عليا.
عندنا اوضه توام بحمام بخمسه وتمانين دولار.
عايز سعر الكتاب
الجو برد السنه دي اكتر من المعتاد، بس مش برررررد لدرجه التلج
فين اقدر اشري تذكره مترو؟
انا هكون في درجه رجال الاعمال، صح؟
التاكسي من الفندق ده للمحطه بكام؟
ممكن اخد ده و ده من فضلك؟
بيقولوا ان اليابان دوله غنيه جداً.
في اوض فاضيه في عربيه النوم؟
ممكن تخفض السعر لـ عشرين دولار، لو سمحت؟
دي هديه لصاحب/صاحبه
الجليد بيخلي الطريق زلق
مش لاقي الكاميرا بتاعتي
حعمل ساندوتشين لحمه.
عندك حاجه تصرّح بيها؟
شفتي الجاكيت الازرق؟ انا حطيته علي الكرسي ده.
في محل ورد قدام الشارع
انا من طوكيو.
عايزه ريفلون كريم شطف.
عندي شويه حاجات للغسيل.
انا طلبتها من زمان اوي
ممكن تبعتلي بورتير اوضه السته الصبح؟
حاشرب شوكولاته ساخنه.
ممكن نرتبلكوا تنضيف الاوضه
خاص، لو سمحت.
كم تمن التاكسي للع هتل؟
ممكن تذكره متعدده؟
عايز احجز ترابيزه لـ اتنين علي سبعه لو سمحت
عايزه كريم ليلي
تلفهولي هديه؟
تلاته وربع
حاخطط ابعت الفواتير بتاعه الحاجات اليوميه، فمن فضلك قولي العنوان واسم المسءول.
صعب علينا نتكلم انجليزي بطلاقه.
عندك نفس الموديل ده بكعب عالي؟
عايز بلوڤر لولد عنده عشر سنين
يا ريت تاخدني علي طريق الدير، لو سمحت.
ميرسي. اهلا، شكرا علي الانتظار.
انا متاكد عندي حجز
حابعتهولك، فاستني هنا لو سمحت.
احنا هنا يوم واحد بس
عندي صداع خفيف
انا استمتعت بالوجبه جدا
لا، من فضلك اقعد واستني. هارجع حالا.
ممكن اشوف العربيه؟
ممكن ترسملي خريطه، لو سمحت؟
طيب يا باشا، خليك في اوضتك لحد ما الدكتور ييجي
انا اتسرقت في شاطء وايماناولو، ياريت تيجي حالا
ميه دولار؟
عايز ده يتغلف
عايز اعمل تجديد
الحكومه دعمت تشجيع الصناعات.
هو عنده اكتر من خمسين سنه، علي ما اظن.
يا باشا، ايه هو السن الادني عشان نعمل ده؟
عندك خرايط بسيطه للمدينه؟
لو ينفع، انا افضل ما اطلعش السن.
العد هو كوره واحده، وضربتين
القطر هيوصل سان دييجو امتي من فضلك؟
عايز اشوف البوكس بتاعك
عايز شامبو لو سمحت
انا قاعد في فندق هيلتون
حاسس اني تعبان ومرعوب
بس انا عندي معاد معها الساعه اتنين.
السياره دي رايحه ادنبره؟
ايوه، من فضلك املا الاستماره دي.
بتاخد كام في الوزن الزياده؟
اسمي كيمورا، عايز الغي الحجز بتاعي يوم الجمعه.
يا ريت، انا اسف. في مشكله بتحصل واحنا بنحاول نصلحها. ممكن تستني حوالي تلاتين دقيقه؟
امتي ممكن اطلع؟
فهمت
حاكلم حد
عايز تدفع الحساب دلوقتي؟
السياره جت عليا من الجنب عند التقاطع.
دي علبه موسيقي.
فين الضاحيه؟
هو في جوله بالباص في البلد؟
امتي هنبدا؟
ماشي يا باشا، في الmid size عندنا ميركوري سابل. ده تمام؟
عضلاتك اتجرحت.
بس انت لازم توعدني انك تضرب الكوره مش انا ماشي؟
لسه قد ايه؟
ممكن اخد شويه ملايات؟
الشنطه دي جلدها ايه؟
انا مش شايف ان السكينه دي نضيفه، ممكن تجيبلي واحده تانيه؟
انا لسه جايب ده، بس ممكن تبدلولي ده بده؟
بصراحه انا مش موافق علي كده
هو ده الطريق الصح لمحطه القطر؟
مراكب مع مرشد، لو سمحت.
عايز اطلب بدله لونها غامق لنفسي.
الشمسيه دي هتنفع عصايه
لازم اسيب كل شنطي في الكابينه؟
من فضلك وريني الباسبور بتاعك
هو في مكان بيقبل الغسيل يوم الحد؟
اتنين برجر جبنه لو سمحت
اي باص رايح ميامي؟
بس مش لازم تدي بَشيش.
تقدر تشوف واحد في كارنيجي هول.
انا مش معتمد
ايه هي الاكله المميزه في البيت؟
عايز اعمل معاد مع دكتور.
يا تري في ترابيزه فاضيه جنب الشباك لسبعه الناس النهارده؟
ماتزعليش مني لو جيت عندك؟
شكله في شويه مجال للتحسين.
فين المترو؟
عندك منه مقاس اصغر؟
فين اقدر اجيب اسبرين؟
دي القاع؟
من فضلك اديني باص لمده اسبوع.
دي دي زملتي.
ايه نوع البنزين اللي موجود؟ بريميوم، ريجلار، ولا لايدد؟
هنا واحد
انا جايبلي برد
مقفول يوم الاتنين، بس اي يوم تاني هيبقي تمام. اعتقد انه مفتوح من تسعه لحد خمسه.
دي سمكه قرموط مشويه مع صوص مخصوص فوق رز في طبق
قال لي يلا نحتفل ووداني بار قال هيروح يعمل مكالمه وتيليفون ومشي وما رجعش وفضلت انا عالحه بالدفع
بكام الجالون؟
كان معايا الباسبور والكارت في الشنطه
الحجز علي سبعه، باسم مانو.
مش هتشرب معايا شاي؟
ممكن تقولي فين القنصليه اليابانيه؟
هو في دكتور فندق ولا حد علي تليفون؟
هو دايما بيشتري من شارع بوند.
ورقه انجليزي، لو سمحت.
فين مكان بيعزفوا فيه موسيقي كاونتري؟
عايز اتشيك علي الحاجات الغاليه بتاعتي.
اي حاجه تانيه من الصوف؟
الورقه بـ كام؟
بص، دوس علي تسعه وواحد واحد، وبعدين كود البلد والرقم التليفون.
ممكن كوكا لايت؟
ممكن اطلب حاجه؟
كانت رحله حلوه، شكرا ليكوا.
عفوا، ممكن اعدي؟
عدد سكان اليابان حوالي ميه وتلاتين مليون.
عايز ااجر شمسيه.
ايوه، وانا عايز اعمل reverse charge.
محفظه فيها ميه دولار وكريديت كارتين
المايه سخنه اوي.
انت هنا.
بوله قهوه، لو سمحت.
مستبعد جدا
بطني بتوجعني بعد الاكل
واو، ده مكان حلو اوي.
ممكن يكون عنده embolia هوايه
قررتي؟
لو حاببين، نقدر نريح هنا.
انا ضيعت جواب مسجل
ما تقدرش تغير شغلك بسهوله.
ايه المحطه الجايه؟
ماشي، بس مش في المدرجات. الحرّ اليوم حرّ اوي.
نزل هنا وروح بالباص سته
لازم الحق الطياره اللي الساعه عشره الصبح.
لسه حاسس اني هاقيا
ماشي مافيش حاجه تقيله
مظبوط، من فضلك.
الكمثري طازه بكام؟
شحن، لو سمحت. بتتقبل فيزا؟
النهارده هروح اشوف تشاينا تاون عامله ازاي
اتنين اتنين تسعه تلاته تسعه ست سبع صفر صفر
عايز اطلع السنان بتاعتي
عايز شنطه مكياج.
يا تري المفروض اديله كام في البقشيش؟
فين ممكن اشوف فيلم الفانتم اوبرا؟
عايز اشتري هدايا لصحابي، ممكن ترشحلي حاجه؟
ببطء شويه، لو سمحت.
ايه هي تكاليف الفاكس الدولي العاديه عندك كل شهر؟
مقلوب من الناحيتين، لو سمحت.
بص يا باشا، الموضوع واضح خالص. انتوا الاتنين هاتولي رخصكم وورقكم. وابني يا ابني، انا خايف هنضطر نعملك تحليل كحول في الدم.
حيكون جاهز بكره بالليل
هي دي قطن؟
عندي دوايا
ايه اللي ممكن اشوفه في الجوله دي؟
ايوه، في minimum واحد مشروب.
كام بـ 100 درهم في اليوم؟
الاتوبيس ده بيقف قريب من الفندق؟
عايز سي دي
في طياره جيه ال و ان ايه بتطلع الساعه عشره وخمسين بس للاسف الطيارتين مليانين.
دي علي مقاسي
ممكن نطلب ترابيزه لخمسه؟
هي مش فاهمه انجليزي خالص.
من فضلك صرفلي شيك سياحي.
ممكن تاخد بالك منها من الساعه تسعه الصبح لحد تلاته؟
كام تمن البريد الجوي لليابان؟
انا مقفول من بره، ممكن تفتحلي الباب لو سمحت؟
اي جوله احسن عشان اشوف الاماكن المشهوره؟
هو في حد من الستيواردات بيتكلم ياباني؟
كم شنطه ممكن اخدها معايا في الطياره؟
لا يا باشا، بعد الضهر كله محجوز. بس بكرا عادي.
حاسال البواب علي الاجره الصح
انا فعلا، اسف.
احنا هنعمل حفله يوم الجمعه بالليل، ليه ما تيجي معانا؟
بصي يا مدام، اوضتك تسعه وتمانيه. اهو المفتاح بتاعك.
مهم جدا اننا يكون عندنا وصول للمواد الخام اللي محتاجينها في المشروع.
معلش يا باشا؟
القطر ده رايح ادنبره علي طول؟
هو ده في حدود الاعفاء الضريبي؟
يا ريت تطلعلي الحاجات الغاليه بتاعتي، لو سمحت.
الرحلات زحمه قد ايه؟
عايز اشتري شويه هدايا تذكاريه. في محل قريب من هنا؟
لحد امتي مفتوح؟
هو بره دلوقتي.
مايومي، ممكن تمضي علي الورقه دي؟
هنا واحد ليك يا باشا
ما عنديش شنط تشيك ان
يا ريتك تاخد وقتك
انا هنا في مهمه اعلاميه.
عندك افلام صيف؟
امتي القطر الجاي لـ واشنطن دي سي؟
الطويلين موضه دلوقتي.
انا هارجع اليابان يوم الاتنين الجاي
ممكن خريطه المترو؟
هي الطريق طويل؟
ممكن تبدللي ده بواحد جديد؟
شخصين.
فين اقدر اخد شنطي؟
انا مش حاسس اني كويس، ممكن ارجع الكرسي؟
حداشر وربع الصبح
ممكن تقولي علي مطعم مشهور عند الشباب؟
السياره كانت ماشيه علي اخر سرعه.
ممكن اسب ميسج؟ انا بتصل عشان اكد الميعاد بتاعي مع الاستاذ ايبرت يوم الاربع الجاي الساعه حداشر الصبح.
ممكن تشرحلي ايه اللي ماكلك في الانجليزي؟
ممكن تبعتلي تاكسي عند المدخل الرءيسي بتاع وستمنستر مول؟
كام مره هغير القطر عشان اوصل هناك؟
هو ده الصح؟ خليني اشوف. اه انا اسف جدا يا مدام تاكانو، دي غلطتنا احنا. اهو الفاتوره الجديده بتاعتك. ممكن توقّعي هنا من فضلك؟
خمسه دولار رجعهم لو سمحت.
السباكه بتاعه البانيو مش بتتقفل كويس.
دي مجرد حاجه بسيطه عشان اقولك اني مقدره كل اللي بتعمله معايا.
هتملا الاستماره دي؟
ايه رايك في الموديلز البلاستيك دي؟
ايه الماركات اللي عندك؟
الكعب عالي عليا اوي.
انا مقفول علي اوضتي
من زمان انت في باريس؟
ممكن طوابع بريد لثلاث كروت هوايه ياباني؟
مكتوب جـوروه
عايز تشرب حاجه؟
نامي هنا
بليز ابعتلي تلغراف حالا
حسب تقرير الطقس، هينزل تلوج بكرا
عايز كوره
اكيد، احنا هنكون مبسوطين نعمل كده.
يا عم، دي كوميكس ماليزي. هشتري واحده عشان اخدها معايا كحاجه نتكلم عليها في البيت.
الطريق للنجاح هو جينمايوك، صح؟
حاوصل عند الفندق بتاعك حوالي الساعه تسعه بليل.
عندي حوالي الفين وخمسميه دولار بالياباني
ايوه، عندنا. هوريك شويه.
عايز شويه منوم
حكون هنا لحد التاسع. يارب تمسكوا المجرم قريب.
انا متاكد ان المجرم قريب
عشر طوابع لو سمحت
عندي زوري واجعني
عايز شويه هدايا من نيويورك
انا عايز اطلع، ممكن تبعتلي بيلبوي؟
ساعتي وقفت.
يا سلام، هو ايه؟ عاجبك؟
احنا بنفتح الساعه تسعه الصبح
عايز كتاب تلوين
انا حاسس اني عيان من الطياره.
لازم اروح بنك ياباني؟
لازم تروح البنك عشان تغير الفلوس
هو فيه وقت كتير عشان نطلع؟
جوزك من احسن زبايننا.
عارفه دكتور سنان كويس؟
يا سلام، لازم تبلغ القنصليه حالا.
متهززش، بس متتخبطش.
عايز تابل في الريستورانت الرءيسي ولا في اوضه خاصه يا باشا؟
كتير من الناس بيروحوا الشاطء في الموسم
وزني حوالي ميه وخمسين رطل.
فين المفروض احول؟
فين مكتب الحاجات الضايعه؟
هو في باص يروح هناك علي طول؟
هو انا محتاج اي حاجه خاصه؟
كاش ولا كارت؟
احنا انتقلنا للبيت ده من سنه.
ياخد وقت قد ايه عشان يطلعلي الفيزا؟
فين الحمام؟
المبلغ الكلي اللي عليكوا هو ميتين و تلاته وتلاتين جنيه يا فندم
دي هديه. ممكن تلفها في ورق هدايا حلو؟
يا سلام علي المنظر ده! المسارات دي جامده جدا والله.
في ناس اتجرحت.
عفوا، فين المحطه من هنا؟
ايوه، عندنا حجز ليكوا.
معلش، بس انا عايز اروح الفندق بتاعي في المدينه بالاتوبيس. فين ممكن اخد اتوبيس؟
فرخه، لو سمحت.
دي اوضه اتنين واحد. عايز اطلب الفطار بكره.
ايه رايك في التحرش الجنسي في الشغل؟
عندي اختين
رقم الرحله اتنين صفر تمان، لليابان.
وبعدين نحط padding من جوه.
يالا نتقابل ونتكلم في الموضوع ده اكتر
عايزه شعرك يتعمل ازاي النهارده؟
ممكن تقولها بطريقه تانيه؟
انا هبقي مبسوط باي حاجه عندك.
عايزين ترابيزه جنب المسرح لو سمحتوا
انا كويس الحمد الله، انت رايح فين؟
هو ارتفاعه الفين واربعميه متر.
اتفضل، حطه علي الترابيزه اللي هناك دي
من فضلك الغي رقم الكارت بتاعي.
انا اسف، كل حاجه خلصت بس هتوصل في كام يوم.
ممكن قهوه؟
ما عنديش ميعاد، بس عاجل
دي مش متعمله كويس خالص.
فين السلم المتحرك؟
عندك بروشور للايفنتات؟
فين مدخل المترو؟
تيته ضيعت تيكيت الطياره بتاعي
ما تقدرش تفضل هنا في الاجازه؟
يا ريتني ما كنت ضايقتك يا سيدي
ممكن تحجزلي حاجه؟
هو في حمام عام قريب من هنا؟
الكل بيكلف كام؟
كدا كويس اوي، دلوقتي لو سمحت اسءله.
عندك فلوس للباركينج؟
اكتر حاجه بتتباع عندنا من اربع سنين هي ماكينه النسخ الـ AX-four five zero.
انا اروح شمال؟
هو في مضيفه بتتكلم ياباني؟
سعر روعه، مش كده؟
لازم تاخده تسعتاشر مره في اليوم، قبل الاكل.
انا بحبه بجد
عايز ترايبود
عايز جاكيت رياضي
ممكن تقعد عندي في البيت
ممكن ارجع الكرسي بتاعي، لو سمحت؟
بصراحه، كنت بدور علي تاكسي بس ده احسن.
باليه يا معلم؟ بريطاني؟
عايز اروح مركز هارفارد، ممكن تقولي امتي هنوصل؟
اتنين كبار واتنين عيال، لو سمحت.
الـسعر كام؟
حرب النجوم كانت اكبر نجاح في سنه تمانين واربعه.
فين مكان الـ non-smoking؟
دي حرف ت زي توم، ايوه عندي هنا يا تارو
انا شايف انها حلوه
عايز تفاح لو سمحت
ايه ده؟
ايه الكريديت كارد اللي بتقبلو؟
عندي وقت كتير
بص يا سيدي، دي ساعه الغدا. تحب نتكلم في الموضوع ده علي الغدا؟
الڤيديو ريكوردر اتسرق من اوضتي
اهلا، اسمي عوده. عندي حجز الليله دي بس هتاخر شويه في التشيك ان. فممكن تحافظوا علي الحجز؟
الجزمه دي متينه؟
قوله انا مستنيا مكالمته
بيقولوا ان الانفلونزا منتشره هناك.
جاي دلوقتي
انا اسف، احنا مليانين بكره بالليل.
انا مع شويه صحاب
حسب كلام جورو، ياكيمادا عنده ولدين.
ممكن تقولها تاني؟
عايز اعمل لفه علي برج لندن.
البسوا الحزام يا جماعه
الرقم البريدي تلاته. رقم التليفون اتنين تلاته اربعه تلاته اربعه صفر صفر.
عفوا، في كوبري قريب من هنا؟
معلش، عايز اروح الحمام.
ماخوذه
هدومه دايما قديمه
عندك سمك؟
غالي شويه.
كان نفسي اجي بس للاسف مش هينفع المره دي.
بصراحه مش عارفه بس هحاول
ملح، لو سمحت.
من فضلك استخدم اوضه القياس اللي هناك دي.
تسعين دولار في التذكره الواحده. كاش ولا كريديت؟
ممكن تنضفلي الترابيزه لو سمحت؟
ازاي الامهات اليابانيين بيربوا عيالهم؟ هما صارمين مع ولادهم؟
ممكن تقولي مواعيد الشغل؟
لُفهم كل واحد لوحده
بطني تقيله.
كدا تمام، فين نقدر نستناك؟
ممكن نبدا نلعب لما يخلصوا؟
عدد سكان اليابان حوالي ميه وعشرين مليون.
املا البيانات دي في كارت التسجيل
ممكن ترجعلنا حاجتنا؟
عندك شالات حرير؟ انا بدور علي هديه لمراتي.
هنجيبها دلوقتي، ايه رقم اوضتك؟
كوبايشي كان بيدور عليك يا باشا
عايز اسافر من شنغهاي لهواي بالبحر
ممكن تبعت حد؟
ممكن يكون جاهز الساعه خمسه بكره؟
ياخد عشر دقايق ماشي علي رجلي.
قبل ما نخلص، ممكن تديني دقايق؟
فين اقدر اركن عربيّتي؟
حاسس بالبرد وبطنيا وجعاني جامد
سكوتش و ميه، لو سمحت. وعندك حاجه ناكلها؟
ازاي اطفي النور ده؟
هو مشغول اوي النهارده؟
عايز خيط
من فضلك، عايز شهاده طبيه
عايزك تقصره انش هنا.
مش حاسس اني كويس، لو سمحت اديني دوا
ممكن جريده يابانيه لو سمحت؟
ماشي، ممكن اسيب العربيه في اي حته؟ ايه رسوم التسليم؟
اي باص رايح وسط البلد؟
فيه اي طياره سريعه لبوسطن؟
كوني صاحبي بالقلم
حاروح ابات عند صاحبي.
ياااه مش قادر استني
ممكن انزل عند فندق هيلتون؟
عايزك تشيلها
ادخل في الشارع ده ولف شمال، خد اول يمين.
عايز اعرف لو ممكن ابعت الطقم ده من الاطباق لـ طوكيو؟
عايز شويه قوه جسمانيه.
هو فيه اكل مش حار قوي؟
هو قريب كفايه عشان نمشي؟
عايز كريم ايد
ممكن تديني الملح؟
عايز اروح وول ستريت، ازاي اوصل هناك؟
الرياضه الكتيره هتبوظك.
بما فيه الفطار والضرايب وخدمه الاوض، هيبقي اربعين وخمسه دولار للشخص في الليله.
ممكن تصلحلي ده؟
سلااااامو عليكم يا جماعه
مش لاقي شنطتك يا باشا
كملي في نفس الطريق، لو سمحتي.
المايه هنا كويسه للشرب؟
اه، تعالي يا عم. دولارين بس.
ممكن تغيرلي الفستان ده بواحد اكبر شويه؟
بص يا سيدي، يلا بينا نروح. انا ممكن اساعدك في الواجب بعد ما ناكل شويه بيتزا.
ايوه يا استاذ تاناكا، في رسالتين ليكوا.
مش عليا
بكره يوم تاني.
يمكن اقدر اساعدك. محتاج فيتامين سي؟
محفظتي اتسرقت في القطر
بايع بعيد، احسن تاخد تاكسي.
عايز كرسي جنب الممر لو سمحت
انا ساكن في شقه بتمانيه الف ين في الشهر.
ممكن اقطعك؟
وريني واحد اوسع من ده
معلش، ممكن تغير معايا الكرسي؟
ايوه طبعا
نزل علي اخر الشارع ولف شمال عند الاشاره
عايز رولرات اصغر ولا اكبر؟
عايز اوضه واحده بحمام بتمانين دولار، لو سمحت.
عايز احط حاجاتي الثمينه في الخزنه بتاعه الفندق.
عندك اوضه فاضيه الليله؟
ايوه، بس اتاكد ان معاك التذكره
شويه ناس بس اللي حيجوا في الجوله الاختياريه.
ماشي، بس لو سمحت خدني لوسط الحي الصيني. هحاول الاقيها بنفسي.
الناس الجداد بيتوظفوا في ابريل.
يا رب
اتنين سكوتش و ميه، لو سمحت.
مين اللي بيلعب؟
ممكن تكلمني لو لقيت شنطتي؟
علي الشمال لو سمحت.
تكون معايا في صوره؟
لا، عايز تبلغ عنه؟
السن اللي قدام ده واجعني
ايه اخر لعبه كمبيوتر لولد عنده خمستاشر سنه؟
ان شاء الله نشوفك بكره
هو في مطعم قريب من هنا و مش غالي؟
لا، بس شكرا. انا حاسس اني احسن.
عندي عيش؟
انت شاطر في الكمان؟
صاحبي زلّق وقع في الحمام
ممكن علبه سجاير؟
المسيحيه كانت ممنوعه والبلد كانت مقفوله علي العالم كله.
عايز كام؟
كوكيل مالح ليها وواحد زيه ليا
ممكن توقّع هنا؟ وكمان ممكن تكتب اشارهك هنا لو سمحت؟
كان شرف ليا اني ازور مقركم الرءيسي واناقش معاكم بشكل مفيد. شكرا جزيلا علي تعاونكم الكريم.
الخرخره بتاعتك عاليه اوي.
انا مش عاجبني اللون في الاخر، ممكن ارجعه؟
اطلع من الباب اللي هناك ده، واستني عند المحطه رقم سته.
فرخه مشويه، لو سمحت.
ممكن شويه فلفل؟
ايوه، عايز حاجه اقراها.
داك يا باشا تاكاهاشي في اوضه خمسه اربعه وتسعين. ممكن تبعتلي اربع قزايز بيره بودويسير؟
دي سبعين دولار.
اتصل بيا في الفندق لما تلاقي الشنط بتاعتي
عايز صحيان الساعه تمانيه ونص بكرا الصبح لو سمحت
ايوه، بس كدا كتير وانا شبعان خلاص.
عايز غسول للفم
مش حاسس اني كويس
بتحطوا خصم علي الكميات؟
طوكيو زيرو تلاته كواتر ناين فور فايف سيكس سفن.
ممكن تساعدني الاقي حديقه الحيوانات؟
هتقولي اظبطها ازاي؟
الرحله بالاتوبيس هتنتهي امتي؟
انت تعرف تستعمل التليفون؟
ايوه، عندنا بوك ماركس حلوين اوي من الهنود الحمر.
يا باشا، عايزه اكلم حد بيتكلم ياباني لو سمحت؟
احنا مهتمين بالموضه.
ممكن تشدني؟
هو ده الف كلينيك؟
اهلا يا مدام ياماغوتشي؟ عندك حفله علي الخط. مكالمتك مقبوله. اتفضلي، من فضلك.
فين اقدر اشري تذكره التلفريك؟
امتي حنصل لوس انجلوس؟
امشي قدام خمس دقايق، وبعدين لف شمال.
هو ده الطريق اللي رايح علي الشاطء.
الشاي ده بيساعد علي تجديد الجسم
مش دول متصنعين في اليابان، صح؟
طيب، من هنا لو سمحت. هوديك اوضتك.
لازم امشي من الفندق قبل الضهر
اتنين برجر واتنين قهوه، لو سمحت. عايزهم تاكواي.
ممكن اخد الشنطتين دول معايا؟
انا طلبت لحمه مش سمك، ممكن تغيرهولي؟
بنيتي تعبانه خالص
انا تعبانه اوي
الجاكيت ده مش مقاسي.
عايز اقابل الاستاذ ويليام
فيه تشكيله من سبع فيتامينات ومعادن.
السنه بتتهز
ممكن ارجع فلوسي لما اروح اليابان؟
الطبق ده متعمل بايه؟
المنتج ده معمول في انهي بلد؟
ممكن تخلصه في عشر دقايق؟
انا مش شاطر في الانجليزي. حد هنا بيتكلم ياباني؟
فين اقدر اجيب تذكره المترو؟
عشرين عينه زياده هيتبعتولك بالبريد
ماظنش دي مناسبه ليا عشان بشرتي ناشفه شويه.
ممكن جدول مواعيد، لو سمحت؟
ايوه، اظن هانتظر.
تسعه وتسعين دولار في الساعه لكل طفل.
انا اسف، خلصت
لازم يكون هادي
انا عندي المعدات بتاعتي.
مفتاح الاوضه، خمسه تلاته لو سمحت.
امتي فيلم تيرمينال مان هيتعرض؟
فين الكوافير؟
الساعه سبعه لو سمحت
الشنطه بتاعتي باظت.
سياحه
انا من اسبانيا.
في حاجه غلط في الكارت ده، ممكن تديني واحد تاني من فضلك؟
عندي طفح علي دراعي
ابعت ده بالبريد الجوي لليابان، لو سمحت.
فين اقرب صيدليه؟
نبيذ تاني لو سمحت.
الناس طيبين جدا
كام مشروب في السعر؟
برافو عليك!
فين بوابه الصعود للطيران ده؟
لو في مكان، ممكن تحجزلي ترابيزه جنب الشباك؟
الboarding اتعلن؟
احنا علي ارتفاع اتناشر الف قدم.
اول حاجه، عايزين نشوف وول ستريت.
فين محطه الاتوبيس بتاعه اوكسفورد؟
حاستني لحد ما التراس يبقي فاضي.
ممكن نشوف محفظات جلد؟
يالا نتفرج علي التلفزيون، في ماتش بيسبول شغال.
هتكتب عنوانك هنا؟
من فضلك قولي فين اقرب صيدليه؟
للفندق بتاعي لو سمحت. العنوان هنا.
كام محافظه غير طوكيو؟
اقفل السبيكر شويه لو سمحت
بتحبي تعملي ايه في البيت بعد العشا؟
اكيد، عايز تلعب الجولف امتي؟
هي هترجع حوالي الساعه تلاته.
عايز اكلم السفاره اليابانيه
شويه زياده
فين بتطلع اتوبيسات السياحه؟
بتاخد كام عشان تبعتهم ليابان؟
ما عنديش اي نوادي ولا جزم.
ياك ياباني كويس؟
عندك موستانج؟
حننط من هنا؟
يا استاذ كواي، عندنا ترابيزه ليك دلوقتي. تعالي من هنا لو سمحت.
ايوه، انزل علي السلالم اللي هناك وهتلاقي علامات. امشي وراهم بس.
الريسبشن. اقدر اساعدك؟
ممكن تنزلني عند هيلتون لو سمحت؟
بتحتاج تشتغل ليل كتير؟
بصراحه معلش، ماعندناش حاجه تانيه. ايه رايك في ورق انجليزي؟
ترابيزه ممنوع فيها الدخان، لو سمحت.
ممكن تقولي قبل ما نوصل ديورام؟
دا طازه؟
مش عدل، انت دايما بتعاملني كدا
ممكن توريني شويه فساتين؟
اكتبهولي، لو سمحت.
انا اسكرت بالخمره
خَلّيك حريص، الجو في الجبال متقلب اوي.
شيك سفر و ين ياباني، ماشي؟
بص يا سيدي، انا روحت سالت الهاوس كيبينج واللوس اند فاوند، مش لاقيينه خالص.
دي مكان صعب تلاقيه، علي طريق صغير جنب الطريق الرءيسي.
ماعرفش حاجه عنه
ممكن نتكلم في كافيه
ايوه، في الحاله دي مش لازم ادفع مصاريف التعديلات صح؟
العمله، لو سمحت!
ممكن تنزل السرج شويه، لو سمحت؟
هتوديني عندكم الليله؟
اوكيه، انا هاخد اتنين بس. شكرا ليك.
هنا الحساب بتاعك، تلاته وتسعين دولار وسبعه سنتات.
يا ريتك
من فضلك خليها طاوله فيها منظر حلو بالليل
الماكينه دي ولا يدويه؟
عايز ااجر العربيه دي لمده 24 ساعه.
كان جميل اوي اني اتعرفت عليكوا
مقطوع
يا سلام، خلينا نشوفك انت بقي.
بص يا سيدي، تخيل لو كان بيسال كل واحد سءال زياده؟ يلا بينا بقي عشان نلحق ناخد الشنط بتاعتنا ونروح علي الجمارك.
الوزن كام؟
في مطعم صيني قريب من هنا؟
الرصيف خمسه هناك
متي الماتش الكوره؟
بايظه، ممكن تشوفلي الكاميرا؟
قهوه بالكريمه والسكر، لو سمحت.
انا شايف في حاجات غلطه في الفاتوره دي.
من فضلك اديني دي
الباب سبعه يا باشا
انت اسكتلندي؟
تلاته اثنين واحد اثنين. ثانيه واحده، ماشي؟ عايز ابعتلك حاجه هنا. معلش.
ميه وخمسه وتلاتين ين للدولار.
الچيبات القصيره مع البوت مش هتمشي موضه ابدا.
ممكن اتكلم مع المدير؟
ليه التاكسي بتاعك مش زي العداد؟
ممكن اشوف ده؟
وعدت نفسي ان اول ما اشوفك هعرفك
ايه الاخبار يا معلم؟
مش حاسس اني كويس، ممكن ترشحلي دكتور؟
الحفله بتاعتك شغاله. كملي يا قمر!
في عرض في الفلوور؟
الحمام مش بيسحب الميه.
ياخد مني قد ايه عشان اروح من هنا للمجلس البلدي ماشي؟
خد الدوا ده بعد كل وجبه لما يكون الوجع جامد.
انت بتحط الفلوس في ظرف مزين مخصوص اسمه شوجيبوكورو.
في حد اتجرح
يا تري اجيبله ايه؟
عندك خريطه المترو؟
عندي اوضه جاهزه ليك في جراند هوتيل، ممكن تروح هناك؟
عندي وجع في عيني اليمين
انا مش شاطر اوي في الالمانيه
لازم نتقابل تاني اكيد
ها تاخد الجينز ده؟
ممكن اخد مضرب وكور؟
ممكن تحطلي شويه فكه؟
ممكن كاراڤه نص؟
اهلا، انا جون.
نكاي
ماتزعليش لو صورتك انتي والتكسي؟
انا كنت كلمتكم من تلات ايام عن شنطه ضايعه
عايز فندق ارخص شويه
يا سلام، في حاجات كتير لازم تشوفها في جرينيتش فيلاج.
علي الشغل. عندي علاقه شغل هناك.
دي بتليق علي البدله بتاعتك.
ممكن تاخد بالك من الشنطه بتاعتي؟
ايه رايك في الفكره دي؟ احنا موافقين علي شرطك بخصوص الست شهور اشعار، بس بشرط اننا ناخد حق البيع لمده ست شهور بعد ما العقد يخلص
معلش، انتوا عارفين نيويورك كويس؟
هنتظر. من فضلك كلمنا لما تكون جاهز.
عايز اشوف دكتور جراح.
هي دي مكونات طبيعيه؟
عايز اركب في عربيه سبور
الرقم هو صفر تلاته، والعدد هو تلاته واحد اتنين تلاته اربعه خمسه سته سبعه.
عنده برد
السياره الصغيره هتبقي احسن حاجه.
عايز ابعت ده بالبريد العادي
خليني احول المكالمه دي للشخص المسءول.
ايه الحجم اللي عايزاه؟
يا ربي، ماكنتش عارفه اني لسه عندي دول.
عندك علب للبارسل؟
هي الشركه هتدفع تمن الفندق والاكل؟
كل الشنط دي بتاعتك؟
عايز تعمل المكالمه ازاي؟
بص، غالي شويه. مش ياباني صح؟
ممكن تحطلي الملح؟
فين المطعم اللي قريب من الفندق ده؟
عايز شامبو للشعر العادي.
انت فاكر هيتلاقي امتي؟
سنه سعيده عليك يا رب
نفسي سبريت كبير
ممكن تقولها تاني بس ببطء؟
عفوا، عايز اطلب حاجه.
عندنا جمبري نيوبورغ ورجل ضاني مشويه.
عايز اوضه منظرها حلو
تلاته كاسات عصير شمام من فضلك
عندي تلات عيال.
امشي في الممر ده علي طول ولف شمال عند الركنه، هتلاقيه علي يمينك.
هي دي جوله كامله؟
تمن تذكره رايح جاي لاكسفورد كام؟
انا بروح نادي رياضي كل يومين.
فين ممكن ابات في الجوله؟
امتي وقت الشيك اوت؟
كام سعر المرشد السياحي في اليوم؟
فين الاقي سي دي؟
معلش، انا طالب في الكليه من اليابان. انتوا طلبه جامعه نيويورك؟
ممكن تقولينا ايه رايك في الخطه دي؟
اكي، تعرف محل تسجيلات كويس قريب من هنا؟
كاش ولا تشارج؟
انا شغال في شركه تجاره.
مش مءدب انك تسال الناس بيكسبوا كام.
هي دي جينز ليڤايز فايف او وان اصلي؟
امتي اقدر اخد حمام؟
ما تبانش عليك اكتر من واحد وعشرين سنه.
انا فاهم، في الحقيقه فيه فيلم سريع جواها. ممكن اطلع الفيلم؟
جبتها حالا
حاضر هجيبلك واحد حالا
تمان دولار. وواحد جاي دلوقتي.
وريهالهم مع الحاجات اللي اشتريتها في الجمارك في المطار
في اي محل من المحلات الكبيره فيه تخفيضات دلوقتي؟
يا باشا، وصلني المطافي!
الباطريا بتاعتي ميته
وقّف عند التقاطع اللي جاي.
يا سلام، اهو هوه. و كل الناس لازم تملا الاستماره دي بتاعه الجمارك؟
و ممكن اسمك لو سمحت؟
ممكن اعمل مكالمه جماعيه؟
اهلا، ازيك؟
فين قسم السفر؟
اسم الشخص اللي عايز تتكلم معاه ايه؟
انا اسف، هو مش موجود دلوقتي.
بص بص، هتقوليلي الفرق بين الراجل ده والراجل ده حظ؟ يا محمد لو سمحت وقفني هنا انا متاخر. يا صاحبي كان نفسي اكلمك اكتر بس معلش يلا باي
انت اوضتك بتطل علي البلد؟
في رسايل ليا؟
لسه غالي اوي، مش ممكن تخليه بتلاته دولار؟
عايزين اوضه في اخر البنا.
حاشرب كاس نبيذ.
بصي، انتي حلوه اوي والله!
عايز اوضه بسريرين. السعر كام في الليله؟
بَعيد حوالي تسعين ميل.
فينس وليندا عايزين يبقوا لوحدهم، فخايف هضطر ااجر هنا الليله دي.
من فضلك خلي الشنط دي في الجمارك.
اسمي ساتو
انا عارف نادي جاز قديم في وسط البلد.
حاخد المنيو التابل دووت ده.
عايز اجرب نفس الطبق ده
وبعدين ناخدها
يا سيدي ده بيروح لحد الدور السادس؟
جلد تمساح؟
حطها في كيس الغسيل وسيبها هناك.
عايز اطبع الفيلم ده، هيبقي جاهز امتي؟
ماتديش المفتاح ده لحد غيري
اوكيه، هجيبك من الفندق علي الساعه تمانيه.
الشباك تمام.
خليني اعمل قصه شعر علي مزاجي، لو سمحت.
كل مصاريف المواصلات متضمنه؟
دار الاوبرا المتروبوليتان
فين مكتب تاجير العربيات؟
انا عندي حمي من ليله امبارح
مش عاجبني.
عندك خضار ايه؟
عايزه كيرلي دايم، لو سمحتي.
الدكتور هييجي امتي؟
اللون غلط
السنه اتكسرت
هو ده كرسي جنب الممر ولا جنب الشباك؟
انا بحب المشي في الجبال
ممكن تجيب الشنط بتاعه اوضتي؟
وريني واحد للست الصغيره
ممكن تقف هنا؟
عندك حاجه بتمانين دولار؟
عطشان
لا لبن لو سمحت.
عندي تلات شنط.
فين البحيره؟
عفوا، دوس علي الزرار لو سمحت.
ممكن مجله او حاجه؟
جنوب
كم تمن الكراسي اللي في البلكونه؟
عايزين اوضه تطل علي البحيره
في صناديق بريد قريبه من هنا؟
ماشي، انا هوديك هناك.
الجزءين اللي مكتوبين بالخط المايل دول بيتكلموا عن التغييرات اللي حصلت في التسعينيات.
عنده تلاتين سنه
ماشي، ممكن تكتب العنوان تاني علي الظرف ده؟
عايز اروح هارودز، ممكن ترسملي خريطه؟
ايه اللي بتعمله لما يكون عندك وقت فاضي؟
عندك بطاريات للكاميرا دي؟
عايز كابل ريليز
انت اخر واحد في الطابور؟
انا شايف انها مليانه اوي.
كويسه، بس بره شويه.
ممكن تقولي علي الاماكن اللي لازم ازورها هنا؟
في اي محلات كبيره قريبه من هنا؟
انا كمان
عايز اشارك من سان دييجو.
كنت بفكر اخد الكورس ده الترم الجاي
الخمره مش بارده كفايه، ممكن تبردها؟
ممكن تغيري الحلقان دول لـ حلقان كليب؟
ايه اللي مهتم بيه اكتر حاجه دلوقتي؟
عايز ارجع الفلوس، ممكن ترجعلني فلوسي؟
انا مش عارف اقدر اجيب حاجه زي دي في اي حته تانيه.
لو جبت ده كمان يبقي كدا خلصت الduty free
ممكن اشوف شهاده التطعيم بتاعتك لو سمحت؟
بتحبي تسافري كتير؟
انا من امريكا
عندي تذكره طياره سان فرانسيسكو
لو هي بعيده عن المحطه بس خمسه عشر دقيقه، هروح ماشي.
عايز فندق ارخص شويه
بونساي شكله هوايه للناس الكبار في السن.
لسه ما قررتش. ممكن تديني شويه وقت كمان؟
راسي واجعني
تعالي نشرب قهوه مع بعض؟
عايز شهاده طبيه وفاتوره للتامين بتاعي
يا نهار اسود، بسرعه بقي احنا اتاخرنا
ماشي مش عايز ازيد عن عشرين دولار
ليه الطياره مش طالعه؟ قولي في ايه يا باشا؟
التاكسه بكام؟ ممكن تكتبلي التاكسه علي ورقه؟
عايز ااجر كرسي شمسيه.
استني شويه، لو سمحت.
الستات لازم يلبسوا فساتين رسميه؟
ماتلمسنيش
عندك سيجاره؟
لو الريح مش قويه اوي، نقدر نروح عند النقطه اللي اسمها تيكي
فانتاستيك
انا هقفل دلوقتي. شكرا علي انتباهكم.
عندك ده في اي لون تاني؟
مين؟
معلش، ممكن تقولي فين موقف التاكسي؟
وايه اللي تشربي؟
اهو اهو
فين اقرب محل ادوات؟
هيه، مش شغال؟ ممكن تنقل علي كرسي فاضي لو حابب.
انا بدور علي ده
ماشي يا باشا، و ايه رايك في الحلو؟
كوتش ولا بولمان؟
شيكات المسافرين. شكرا ليك. اهو التذكره والبوردينج باس بتاعك. خلي بالك تكون هناك قبل ساعه من معاد الطياره.
دي وجع حاد
الاسم هو جورو موتوياما. والرقم هو زيرو تلاته تلاته اتنين سته واحد اتنين اربعه تسعه خمسه.
حاسس اني تعبان اوي
ايه مواعيد عرض فيلم كوسيي لوف؟
طيب، عايز القهوه دلوقتي ولا بعدين؟
قولي علي احر نادي ريجيه في نيويورك
باي طريقه منتجك مختلف عن منافسينك؟
هو عادي ان محدش بيسمع تعليمات السلامه؟
هو الشارع اللي ورا خطير؟
ايوه، من فضلك اعمل اللازم.
ايوه واحد بس، امتي هعرف؟ وهاخد تعويض ازاي؟
هنا البطاقه بتاعتي.
نحب ترابيزه عند الشباك لو سمحتوا.
ممكن تقولي اارخص طريقه اوصل بيها سان فرانسيسكو؟
عارف المطعم، كيويا؟
في اتجاه واحد بس.
هتخن من كتر الاكل اللي قاعد عليه ده
هو في نايت كلوب حلو فيه عرض فلامنكو؟
اللبسه دي حلوه عليك اوي
رجلي وجعاني.
فين اقرب محل غسيل؟
ممكن تبدلني الكرسي لو سمحت؟
الكرسي بتاعنا اتفرق
بصراحه، انا عايز الطرد ده يتامن بردو.
الحساب ميه دولار.
المخارج الطوارء موجوده في قدام و نص و اخر الطياره دي.
كويسه، الحجز بتاعك اتاكد تاني.
الكبكات عاليه اوي.
عايزين ترابيزه علي التراس لو سمحتوا.
يعني الفيلم ممكن ميكونش مناسب للاطفال اللي تحت خمستاشر سنه، فالاهل لازم يفكروا اذا كانوا هيخلوا عيالهم يشوفوه ولا لا.
عايز الفلوس ازاي؟ من فضلك املا الورقه دي ووقع هنا.
ساعات بطني بتوجعني.
عندك اكلات قليله السعرات؟ انا علي دايت دلوقتي.
مفيش حاجه لازم تدفعها.
ايوه عندي تذكرتين للجيانتس والدودجرز
احنا من اكبر الموردين للكمبيوترات الصغيره.
شكرا، انا كمان. مع السلامه لحد ما نتقابل تاني.
واحد توام مع حمام، لو سمحت.
وقعت من علي السلم
ايه ايس كريم تنصحني بيه؟
هوه، دي حلوه عليكي.
فين الكتب بتاعه اللغات الاجنبيه؟
سلايسين وسبرايت.
اديني سيجاره
مش مسموح تدخل البلد - اسف. طيب، اعتقد كده كل حاجه خلصت.
ايوه انا، كانوا عايشين جنبي في كاليفورنيا بس انتقلوا فلوريدا من سنتين. وانتي؟ رايحه لوحدك؟
انا تعبان
بني/بنتي تعبان من الحراره
بالمقاس ده لو سمحت.
اوسمه المزايا الثقافيه بتديها للناس اللي في الفن والعلما يوم ده.
انا ياباني.
غالي اوي!
ايوه، خد باص رايح كيوتوكي
هو ده للمشتركين بس؟
الاوضه بـ سته الاف ين في الليله.
ممكن اجيب ده معايا في الطياره؟
بص يا سيدي، كل اللي عايز اعرفه هو هل المشروع ده هيرجع تكلفته في يوم من الايام ولا لا؟
طيب، تحبي شال معاه؟
شحن البطاريه لو سمحت
انا جاهز اطلب.
الملح بتاع الحمام العشبي بيخلي بشرتك ناعمه وطريه.
اكتب اسم شركه الطيران ورقم الرحله كمان.
بصراحه، النهارده حد و الحد هو اسوا يوم.
ايوه، دي مشكله في التخلص من النفايات.
عايز النمط ده في تلاتين حته.
كتير من العيلات عندها دخلين.
ياااه، الفضه دي نادره اوي “القمر والجرس”. اكيد عايز تبدلها؟
ماما واختي جايين من اليابان عشان يشوفوني، هيوصلوا هنا حوالي الساعه سبعه بليل.
البني لونه ماشي السنه دي اوي.
فكره حلوه، ناوي تيجي امتي؟
طيب، كرسيين من فضلك.
فين السوق؟
انا متشوق اجرب البدله الجديده بتاعه السباق بتاعتي.
كنت فاكر انتم بس بتاكلو دوناتس.
تمن تذكره الدرجه الاولي لادنبره كام من فضلك؟
شكلي الفلوس اللي اديتها ليا ناقصه عشر دولار
انا لسه كلمت مستر سميث في اوضه اتنين وواحد، بس مافيش رد. ممكن تشوف لو هو لسه موجود هنا؟
عايز واحد مودرن
انا شغال في دار نشر.
ممكن تملاها؟
ايه الشارع ده؟
ممكن توزنلي الباكيت ده؟
بتقول عليه ايه بالانجليزي؟
كملي في الممر ده، وبعدين هتلاقيها علي اليمين.
عايز اامن علي ده.
صباح الخير، دي الريسبشن. اقدر اساعدك؟
طيب، اتفضلوا ادخلوا
ايوه يا باشا، انا بجي هنا كل يوم علي الفطار من الاتنين للجمعه قبل ما اروح الشغل
مفيش مشكله
من فضلك هاتلي تلاته اتنين سته اتنين تسعه واحد تمانين
ايوه، نقدر نخدمك من الساعه سبعه.
ارقد هنا
يا سلام علي السرعه دي!
يمكن لسه هيطلع
لف شمال عند التقاطع الجاي
عفوا، ازاي اروح البنك؟
هو في باصات رايحه متحف فورد؟
ايوه، اسمك ورقم اوضتك لو سمحت.
ياخد قد ايه عشان توصل اليابان بالبريد الجوي؟
اوكيه، اشوفك يوم الحد الساعه اتنين.
عايز اعدي من نيويورك لـ تورونتو.
السوسته باظت، عندك نفس النوع؟
دي شويه قذره.
ممكن تاكدلي علي الرحله؟ اهو تذكرتي
عندك ده بلون اخضر غامق؟
هتوصلني كانتربري وترجعني؟
ممكن شوكه جديده؟
شكرا ليك علي لطفك والله
اسفين، مش بنبيع تذاكر المسرح.
عايز اشوف ده
ياااه، حلوه دي. اعمل ايه؟
عايز اطول اقامتي هنا يومين كمان.
غيرلي الكرسي لو سمحت.
عندنا جمبري حلو اوي النهارده
المحل بيقفل امتي؟
تدخن ولا لا؟
غالي عليا اوي، مش ممكن تخليها ارخص؟
انا فاضي يوم الاربعاء الصبح او الجمعه بعد الضهر.
ماعملتش حجز
عشان الصيف في اليابان بيبقي حر جدا، و زمان ما كانش عندنا تكييفات.
ممكن تجيبلي تاكسي بكرا الصبح الساعه تمانيه؟
خبيثه
ممكن نستني الباص تحت البرنده؟
تعالي يا كينجي، خليني اوريك المكتب
ايوه، مفتوح من تسعه لتسعه.
مش بعرف انام كويس بالليل
الرّكود اثر ازاي علي الشغل؟
عندي موعد تاني
ممكن خريطه للمدينه؟
الظبط اللي كنت بدور عليه
مش فاهم شرحك.
لازم اعمل ترانزيت. رايح بوسطن.
فين احسن مكان للتفرج؟
هي متينه؟
استمتعت جدا
بص يا ستي انا عايزه وشي يبقي صغير زي وش جولييا روبرتس
ممكن تاخد ده من فضلك؟
يا ركاب طياره شركه ايه بي سي سبعه زيرو تلاته اللي رايحين طوكيو، من فضلكوا روحو علي البوابه عشرين عشان تعملو الاجراءات الحكوميه.
فين محطه الاتوبيس بتاعه بي؟
عنفرت، لو سمحتوا.
فين اقدر اشري قماش ترابيزه؟
ممكن اجيب مرشد يتكلم ياباني؟
عايزني اصورك؟
ماكلتش الطبق ده
قطعت صباعي، فيه مطهر؟
ممكن طابع بخمسه وتسعين سنت؟
حكون هنا علي الساعه تمانيه ونص
عايز شويه عطر
ممكن جدول مواعيد؟
انت رايح المدرسه هنا؟
كان فيه كام؟
الـهيلتون بعيد عن هنا؟
انا متاكد اني حطيته في الشنطه بتاعتي.
ايديك فوق!
في مطعم ممكن ترشحلي قريب من هنا؟
ايه اللي تفضله، غامق ولا فاتح؟
ممكن تقولي احنا رايحين فين؟
تذكره ترانزيت، لو سمحت.
فين مكان حلو نروحه في رحله يوم واحد؟
عايزه شنطه كيلي الحمرا نفس الموديل دي
لسه هتعمل الجدول ده؟
الماكينه بتفتح الساعه كام؟
حاسس اني تعبان.
انا بتلخبط، ممكن ترسملي خريطه؟
برا
خدني المستشفي
لازم اجي المستشفي كل يوم؟
بطني وجعاني.
يا باشا، البريد بيكلف كام عشان ابعت الجواب ده لليابان؟
عايز كاس شيري
عايزني اجي اجيبك من المطار؟
الركوب بيبدا الساعه اربعه ونص، فمن فضلك تكون هناك قبل كده.
من تلاتين الف ين.
فين اقدر اشري كارت تليفون؟
ممكن ارجعه في مدينه تانيه؟
نوي اكون هناك لمده اتناشر يوم.
عايز الtop يبقي اطول شويه
لازم تروح لدكتور متخصص.
كام دقيقه كمان لو سمحت؟
رقم التراك تلاتاشر.
يا سلام، عندك اختيارات كتير؟
مش لاقيهم في اي حته
عندك اي كراسي فاضيه لـ لندن؟
عايز نسخه من تقرير السرقه
هو في الشارع اللي تحت علي طول
ممكن تديني ولاعه؟
السيجار دي خفيف؟
كدا تمام.
القطر الجاي بعد ساعه.
عايز اطول كم الجاكيت الرياضي ده
عندي حجز. ده رقم التاكيد.
عيد ميلادك جاي علي الاخر
القطارات وقفت بسبب الاضراب.
تِقدِر تصلح ده؟
الشارع كان زحمه بالعربيات.
هو تاني عماره علي شمال العماره البيضه دي
حجزنا كرسي يوم خمستاشر اكتوبر الساعه حداشر الصبح
لا، شويه قدام كمان. هناك، ايوه.
ايوه، ده مش شامل الاكل.
فين اقدر ارُد الفلوس بتاعه التذكره دي؟
ليه بيحصل؟
عايز ارتاح شويه.
السياره عطلت، ياريت تيجي تاخدها
عايز شعري يطول شويه من ورا
ايه الانواع اللي عندك؟
موافق، ده من الاماكن اللي بحبها اوي.
ايه نوع الموديل اللي في بالك؟
اسمي ميشيكو تاناكا، و رقم الرحله خمسه واحد ل طوكيو.
ممكن ترسملي خريطه بسيطه من هنا؟
فين هنقابلك؟
عايز اعمل نفسي زي ما انا
خمسين لو سمحت
فين اقدر اشيك ان في طياره جابان ايرلاينز؟
ايه هي المحتويات؟
في اي اماكن في المنطقه ينصح بيها؟
من فضلك، ممكن تكسرلي حاجه؟
ماشي، هاكدلك ان الشنط هتكون هنا.
دي هي التخصص بتاعنا، سمك دوفير سولي المشوي.
حنفضل
اتسرقت
طيب، لازم اركزها؟
حنشاركوا.
ماعندناش الستايل ده دلوقتي، هشوف عندنا ولا لا. استني بس شويه لو سمحت.
سكوتش بالميه، لو سمحت.
دا شكله حاجه حلوه، بكام؟
خد الوصفه دي للصيدليه، هتاخد الدوا هناك.
انا طلبت ده.
ايوه، تقدر توقف في اي محطه بين هنا وشيكاغو.
فين اقدر اشري هدايا؟
غالي اوي، مش هاقدر اشتريه
ممكن اخد رقم شركه ايه بي سي في شيكاغو لو سمحت؟
فين الكاتدراءيه؟
عايز البيض ازاي؟
هو جنب المبني ده علي طول
لا، انا فاكر انهم نسيو يجيبولنا واحد
اوكيه، اتاكدت. ممكن نطلب رقم تليفون حضرتك لو احتجنا نتواصل معاك؟
ايه اسم الرسام؟
هو يكلمك لما يدخل؟
عايز ده
انا بحب الخدمه دي بتاعه الشامبانيا اللي بتتقدم بعد ما نركب الطياره. خليني اشرب علي صحتكوا.
اربعين دولار في اليوم و تمن سنتات لكل ميل.
انا هراهن بخمسه دولار
مش دي طلبه حد تاني؟
ممكن تقولي اروح ازاي للمتحف؟
انا اسف جدا، بس عايز اءجل الميعاد.
ممكن ترشحلي رحله؟
القطر بتاعك حيمشي من رصيف تمانيه.
بص انا بدور علي شنطه بحماله بتظبط
نفسي يفضل تحت ميته وتمانين دولار.
حاسال عليك بعد ما اخلص لفه
ايوه، حجز لست ليالي لو سمحت. بدايه من تلاته وعشرين يوليو.
ممكن توريني حاجات تانيه بتصميمات مختلفه؟
عايز عصير ايه؟
انت راجع البيت في العيد؟
فين ممكن اروح اشوف منظر حلو؟
كان مكسور من اول ما فتحت العلبه.
تسعه وعشرين من شهر اوت
عايز ابعت ده بالبريد الجوي لليابان.
يوم الشكر علي العماله، ده يوم بنشكر فيه كل الناس اللي بتدعم المجتمع بشغلهم.
الاوضه دي ضيقه اوي
ممكن شويه شاي كمان لو سمحت؟
عايز الهدوم دي تتنضف قبل ما اليوم يخلص
في بنك قريب من هنا؟
ممكن تنضف الترابيزه لو سمحت؟
سكينه لو سمحت.
كلهم مطبوعات.
من فضلك اكتب رقم الاوضه بتاعك علي الضهر.
بناكل بالشباشيب
رقم طياره دلتا 28 لنيو اورليانز هتتاخر ساعه تقريبا
لما ارجع اليابان، هكتبلك جواب. لو عندك وقت، ابعتلي جواب.
سيبت تذكرتي في الفندق
اوضه واحده من غير دش، لو سمحت.
شكرا تاني علي انك فكرتني. كتير الناس بينسوا يوقعوا؟
بص يا سيدي، الوقت ضيق علينا. نكمل الكلام ده يوم الخميس الساعه واحده؟
عايز بيجامه
اوكيه، هكلمك لما يخلصوا.
نروح ناكل؟
الليموزين هتوصل عند البوابه الشماليه الاول
امتي اخر وقت ممكن استخدم فيه مطعم الفندق؟
هو ده قطر مباشر؟
بص يا سيدي، الوقت اتاخر خلاص. اعتقد لازم امشي دلوقتي. شكرا ليك علي السهره الحلوه دي.
ممكن دوا للوجع اللي في بطني؟
عايز فراخ مشويه
غلطتي، مش غلطتك
معلش، الفيلم ده بيخلص امتي؟
دي، لو سمحت.
المجوهرات بتاعتي اتسرقت، محتاج اعمل بلاغ
لحظه بس، هاوصلك مع الاستاذ جونز.
اهلا، دي شركه يونايتد ايرلاينز.
فين مستر جونز اتعلم ياباني؟
عندي واحد صغير نفس الديزاين ده.
ممكن تاخد البنطلون ده؟
يوم الجمعه بالليل، الساعه تسعه.
هو ده الباب اللي رايح لاس فيغاس؟
عندك باص من المطار؟
معلقه تانيه لو سمحت
شويه مالح، بس عاجبني. جبتيه معاك من اليابان؟
لو سمحت بسرعه، لو ممكن.
ممكن تدفعلي عشره دولار هنا كضمان؟
ايوه، فزيني بعد تلات ساعات لو سمحت.
عايز اطلب، لو سمحت.
نقول ايوه ولا لا؟
معلقتين من فضلك.
ايه المحطه الجايه؟
السياره بتعمل صوت غريب
البريد بيقفل امتي؟
انا دفعت عربون خمسين دولار لما عملت تشيك ان.
عندك دوا للغثيان؟
هو لازم البس بدله؟
ممكن احول فلوس علي حساب التوفير بتاعي؟
نسيت الشنطه بتاعه اليد
عايز ااكد علي الرحله بتاعتي تاني.
ساعتي، كانت ساعه ديجيتال سويسريه جديده خالص.
نجحت في الاختبار ده بامتياز
عايزك تاخدني لاماكن حلوه، انا سايح يعني.
ممكن اروح اشوف المدينه لما السفينه تكون في المينا؟
احسنك تظبط المرايه الخلفيه.
هيكون في انتظار عشر دقايق كده.
ممكن اخد الطباق بتاعك؟
انا هكون مبسوط اوي، عايزني امتي؟
انا فاكر سيبت الكاميرا بتاعتي لما عشت هنا امبارح بالليل.
جمعهم عند البوابه
يا سلام، مش ضروري خالص. انا اقدر اعملها بنفسي. انت عملت كفايه جداً خلاص.
يا ريت يا اما تصلحيه يا اما تبدله، من فضلك.
ممكن اعملها في اي وقت الشهر الجاي.
خُدّ وقتك يا خويا
ايه الفرق بين المنتج الجديد ده والمنتجات اللي موجوده؟
البياعين هنا طيبين اوي والله
ممكن تحافظ علي ده ليا؟
ثانيه واحده بس لو سمحت.
عندك تيجز المطالبه؟
عايز ااجر عربيه لمده اسبوع.
ايوه، في الاول اغسليها لوحدها.
وريني شويه ساعات للرجاله لو سمحت
عشره و اربعتاشر
الليموزين بيكلف كام عشان نروح وسط البلد؟
من الصبح
لازم نلحق، هما راكبين خلاص.
اللبس مظبوط عليا جدا
سالت علي الفراخ
عشره ايام
الولد ده عنده كام سنه؟
كل حاجه مع بعض بكام؟
نفس اللي هناك من فضلك
شيكات السفر بتاعتي ضاعت
من فضلك اديني دوا برد
حطها في كيس مخروط
انا دايما بشوفه كل صبح في القطر
ممكن تعشي معانا الليله؟
انا هقعد في الب هوتيل لحد بكرا، لو تقدر تقوله اني هنا هيبقي كويس اوي.
الطياره اتاخرت 45 دقيقه
اسمي شينو يامادا.
ايه هي التخصصيه بتاعه المطعم ده؟
عندنا نبيذ ابيض ممتاز.
شويه دوا برد بس
ممكن تجيبلي الشنط بتاعه بكره الصبح عند اللوبي؟
ياااه، كل ما اسافر بلاقي حاجه ضايعه
انا فقدت استخدام دراعي اليمين.
اهلا، هو ده رويز؟
بعد كده، هتوصل لشارع للتسوق. لو مشيت في الشارع ده هتلاقي المحطه.
لا، مش هنا. في اوضه للتدخين في اخر القطر ده.
ممكن بروشور؟
اوصل هناك الساعه تسعه لو سمحت
ايوه يا باشا، عايزني اقطعه ازاي؟
انا شايف في غلطه في الفاتوره.
زيت وخل كفايه.
عندي بالظبط اللي انت عايزه، ممكن اقترح عليك ده؟
قهوه بالسكر
سبعتاشر ايه؟ يا خساره، انا غلطت.
سمعت قبل كده عن الاسبوع الدهبي في اليابان؟
شكرا ليك، ياريت ترجع تاني
هو لسه مليان؟
ممكن اسيبه في اي حته في البلد؟
ايه الرقم اللي اكلمه من هنا؟
ازاي اروح ديزني لاند؟
انت فاكر كدا؟
معلش، فين المطعم الرءيسي؟
عايز اعمل مكالمه لليابان
دوازبتاشر هو رقم كرسيني فين؟
ايه ده، لو سمحت؟
ايه نوع اللي في بالك؟
ايوه، حنكون هناك الساعه تمانيه بالتوقيت المحلي.
لو لقيت حاجه، كلمني من فضلك.
ممكن شويه هام وايغز؟
بلي بلي، عايزه شربات البطيخ علي الحلو لو سمحت
المايه السخنه مش سخنه كفايه.
ممكن تشرحلي ازاي اعمل كده؟
من فضلك اكتب عنوانك هنا
ممكن استخدم الفلاش؟
شكرا ليك، تعالي علي اوضتي بكره نفس الساعه دي. الصور هتبقي جاهزه وقتها.
انا اسف دلوقتي تقدر تطلب من المنيو بتاع الليل بس
بنزين عادي ولا 95؟
راسي واجعني
دي اوضه اتنايه وسبعه
عايز اوضه تانيه
الفيزا دي هتبقي صالحه لمده قد ايه؟
في مستشفي قريب من هنا؟
عايز بدله
عندك عرض اكبر؟
ممكن اجرب رقم تسعه؟
فندق امن وبيقدم فطار حلو، لو سمحت.
فين الحديقه الحيوان؟
اي حاجه اكبر؟
تلاتين دولار وتمانين سنت.
علي حسب الجو في المكان، بس في وسط اليابان بيبقي شهر ابريل بدري.
برجر بالجبنه و بطاطس
القطر الاخير فات خلاص
ما عنديش فلوس صغيره
ياك جبنا تذكره الباص؟
الكريديت، لو سمحت.
كانت علي طياره يونايتد ايرلاينز رقم 828
الضوضه كتير حوالين اوضتي.
علي الساحل الشرقي، هتلاقي كمان اماكن مشهوره زي نيويورك وواشنطن دي سي وبوسطن.
عندك ورق ياباني؟
كويس كدا.
ممكن اسبك الشنط عندك لحد الساعه واحده؟
في جوله في المدينه؟
ايوه، انا خايف لازم اروح. الامن في المنطقه دي عامل ازاي؟
انا فاهم. هحاول ااجر سيتروين.
عندي موهبه فطريه
كدا تمام، العيش فين؟
سجاره لو سمحت. وكرسي جنب الشباك لو سمحت.
وايه سعر الخياطه؟
اي واحد فيهم اسرع، تاكسي ولا اسعاف؟
عندك التيشيرت ده في اي الوان تانيه؟
ما تفرجش علي التلفزيون طول الوقت.
يا عم احنا قربنا عليه، قربنا عليه
احسنلك تدخل المستشفي بتاعنا.
فين ممكن الاقي سوبرماركت؟
غالي شويه، مش هتعملي فيا معروف؟
كام محطه كمان قبل ما انزل؟
الراجل ده سرق شنطتي
الحبوب بتاعه الهضم والحبوب بتاعه المغص مش نفس الحاجه، صح؟
عايز اشوف المينا
فكره حلوه اوي.
ياخد قد ايه علي رجلك؟
عايز عشرين من الدبدوب الكبير، لو سمحت.
رقم الكاشير ايه؟
سهل، هبص في الدليل التليفوني بس.
عندك اوضه اكبر؟
الحساب كام؟
عايز ااجر الاوضه دي ليله كمان لو سمحت.
معلش، بس عايز اعمل محضر سرقه.
بص، ده بيعتمد علي نوع المواصلات اللي هتختارها. رايح بالاتوبيس ولا بالطياره؟
ممكن اقعد هنا؟
ممكن ابعت ايميل واحد بدولار؟
ايوه، من فضلك ابعته لغرفه اتناشر تلاتين اربعه.
ملي الاستماره دي لو سمحت
عايز تذكرتين رايح جاي لاوكسفورد.
امتي اروح المطار؟
دا بطيء.
فين اقدر اطور الفيلم؟
لا، من فضلك ما تعملش كده. ممكن تسيب اسءلتك لحد اخر كلامي لما اطلبها؟
عايز كرسي حلو.
انا خايف الحمام مش شغال. محتاج مساعده.
مفيش حاجه صعبه ولا غامضه.
حاخدك لكرسيك، من هنا لو سمحت.
معلش، ممكن اسالك سءال؟
اظن كدا
اهلا، سعيد بمعرفتك.
عايز اشيك الشنطه دي علي طوكيو لو سمحت.
ممكن توريني واحد اكبر شويه؟
انا شايف ان الهدوم اللي بتتعمل في اليابان اكيد احسن خياطه.
احسنلك تسيبها
ممكن تقول تاني لو سمحت؟
ممكن تكتبلي العنوان و رقم التليفون لو سمحت؟
هو سخن؟
من اي مطار هسافر؟
ماخدتيش الاستماره في الطياره؟
عايز كوي
جاي علي تلاته وتمنين دولار في المجموع
شكرا علي مشاركه افكارك المميزه معانا.
بنزلق مرتين في الشهر وقت الموسم.
انا اتولدت يوم فاتح ابريل سنه خمسه وخمسين.
ممكن ااجر مضارب؟
هو ده الباص اللي رايح وسط البلد؟
البرفيوم ده بكام؟
عايزه ايه؟
فين اقدر اعمل الاجراءات؟
خمسين جنيه.
الضريبه داخله في السعر؟
ايه هي الكيسات؟
يا ريت تتصل بالاسعاف
انا هراهن بتلات دولار علي ده.
ايه الاخبار؟
مافيش اكل مش بحبه
يوم الدستور او «كمبو كيننبي» هو عطله وطنيه في تالت مايو عشان يحتفلوا بتاسيس دستور اليابان الحالي.
الرحله دي فيها زياره لبرج سيز؟
في مكتبه قريبه من هنا؟
انا هروح المدرسه الصيفيه في جامعه هاواي.
احنا عدّين علي فين؟
اتنين كبار وطفل عنده تلات سنين.
في حمام في المحطه
