هي بس في اخر الممر، هجيبها لك دلوقتي. لو محتاج اي حاجه تانيه قوليلي.
بتحيكوا؟
عايزين ترابيزه جنب الشباك
ايه احدث لون في الموسم ده؟
في حالتي، بيبقي علي الشغل عادهً، نادراً ما يكون للراحه.
حاقعد يومين.
عايزه اعمل بيريمننت ضيق
عايز احجز اوضتين توام لو سمحت.
ماشي ما استخرجش
الاتوبيس ده بيقف عند شارع ستونر؟
افتح بقك يا باشا
يلا نروح ناكل حاجه
تغسل الهدوم دي؟
انا هاديك رقم تليفونه وعنوانه
انا دفعت تمن الاكل و الفندق مقدما.
بص انا بدور علي مطعم شوايه حلو و هادي، ممكن تدلني عليه في الخريطه دي؟
اللي يكسره يشتريه
حاقولها تكلمك اول ما ترجع
هي جرحها جامد جدًا.
عايز ولاعه
الـفندق ده فيه قاعه مءتمرات؟
ممكن ناكل حاجه خفيفه بس؟
انا بتصل من المطار، هكون هناك حوالي الساعه اربعه.
فين اروح عشان اوصل شيكاغو؟
يا ريت تقوللي كام تمن البريد المسجل لفرنسا؟
بصراحه حاجه تانيه خالص انك تسوق علي اليمين في الشارع.
الممثل ده بجد عسل اوي
فين قسم الكتب الغير خياليه؟
ممكن تغيرلي الكرسي؟
في ضمان؟
يا خساره، انا هاخد بالي من الكلب.
عايز تذكرتين لعرض القطط، يوم الخميس ده.
اسمك تاني؟
هو مستر براون موجود؟
ممكن اجيب مركب يوم؟
فين ممكن احجز؟
ايه ده؟
ممكن تقولي اروح الاوبرا ازاي؟
يا حبيبتي، مش كنتي سكرانه شويه البارح؟
اتبع التعليمات اللي من طاقم العمل بتاعنا.
في محل كبير قريب من هنا؟
الخزان مليان لو سمحت.
في اوضه ارخص؟
انا بفضل العربيه الاوتوماتيك.
انا هقعد في سكن جامعه هارفارد.
النهارده سعرها كام؟
انا عندي ربو مزمن
عندي حوالي تلاته الاف دولار.
ماشي يا باشا، بيجي معاه بطاطس او رز باليخنه. تحب ايه؟
ازاي اروح المكان ده؟
ايه نوع القصه دي؟
تلات مرات.
فين الشباك اللي بيبيع الطوابع؟
بعد ما ضربني، راح في فان ابيض.
ماشي، من فضلك خلي التاج ده معاك ووريهولنا لما تيجي تاخدها.
ميتين دولار. كاش ولا كريدت كارد؟
يا عم البير ده بيجيب لحد فين؟
لازم ابعد عن اي نوع من الاكل وانا باخد الدوا ده؟
ممكن نبيذ احمر؟
قولي لما نوصل للمتحف
الاتوبيس ده رايح علي شيراتون؟
يطلع كام؟
الجو حر شويه، ممكن افتح الشباك؟
دوشه بسيطه كدا تمام.
عيني حمرا
ماقدرش ااكدلك، بس هنحاول علي قد ما نقدر.
البحر كان باين من بعيد اوي.
لازم تعمل عمليه
بيدان زياده لو سمحت
فين محطه الاتوبيس بتاعه سنترال بارك؟
تاكسيات؟
يا باشا، اهو المفتاح بتاعك. اوضه خمسه وستين اتناشر.
بايييييين عليك الچامبر
يالا
هنا احنا، ده هو الفندق بتاعك.
متي الماتش بتاع الباسكت؟
ايه رايك؟
اكيد، تحب القهوه مع العشا ولا بعدين؟
انا رايح علي طياره اتناشر لليابان.
عايز اعمل مكالمه دوليه، لو سمحت.
خمس شهور.
ايه ايام الاسبوع اللي بيحصل فيها؟
عايز جل للشعر
ممكن نشوف المينيو؟
حجمي سته
اي تاكسي مش هيقف الا لو استنيته عند موقف التاكسيات.
ميزانيتي اقل من خمسين دولار في الليله.
هتاخد صوره معايا؟
الخدمه بـ كام؟
هل المبيعات في امريكا الشماليه زادت عن خمسه في الميه؟
انت عارف ان واحد من ابطال السومو، اللي هو نوع من المصارعه علي الطريقه اليابانيه التقليديه، امريكي؟
هو ده لـ وول ستريت؟
عايز ااجره من الخامس للعاشر ديسمبر.
طيب، ايه الاخبار يا مدام؟
سكر؟
ممكن ادفع بـ ماستر كارد؟
هو ده المكان اللي بناخد منه الشنط بتاعه طياره نيو ويست ناين او سفن؟
حاخد البراند ده.
انا مبسوط اوي اني قدرت اجي البلد دي
اسمي وعنواني مكتوبين عليه
ايه نوع الحجر ده؟
عايز اقول ان حكومتنا مش كويسه مع اللي بيسموهم ناس المراكب. انا عارف ان اليابان زحمه خلاص ومش قادره تستقبل ضيوف من غير دعوه، بس في نفس الوقت عندنا قطاعات كتير محتاجه عماله يدويه.
من الجبل ده، تقدر تشوف المدينه كلها. في الموسم ده، فيه انواع كتير من الزهور بتفتح. هما حلوين اوي.
ماتسيبنيش
قوله يااما دا كان بيتصل
طيب، من فضلك املا المعلومات دي هنا. كانت شنطه واحده بس؟
عايز لحمه، فراخ ولا سمك؟
ممكن ناخد طرق مختلفه رايحين وراجعين؟
في كافيتريا هنا؟
عفوا يا باشا، عايز اعمل شويه سياحه في بوسطن.
عندك منيو بالياباني؟
واحده و خمسه
عايز مسكن
مين هي الممثله المفضله عندك؟
عايز واحد بيضاوي.
ايه نوع الموسيقي اللي بيعزفوها هناك؟
مش عاجبني اللون ده، ممكن توريني واحد تاني من فضلك؟
يا ريت تاخدني للسوق الصبح
اطار النضاره بتاعتي مكسور.
من الساعه تلاته
بصراحه، انا عندي كرسي جنب الشباك. اه يا مدام لو عايزه نغير الكراسي بعدين.
انا استمتعت بالمنظر في نيويورك امبارح
انا مهتمه بالشنطه الزرقا اللي في الشباك.
اتصل باللي بياجرلك الشقه لو عندك اي مشكله.
شامبو و سيبيه زي ما هو من فضلك
ممكن تقولي اسرع طريقه اوصل بيها سان فرانسيسكو؟
ممكن المفتاح بتاع اوضه اتنين خمسه عشر؟
عفوا، ممكن تاخدلي صوره؟
اكتب رقم الاوضه بتاعتك ووقع هنا بس
اللون ماشي، بس الحجم غلط. ممكن تخليه يتعدل في ساعه؟
احنا مستنيينك اليوم ده
عندنا كفايه تكفينا كام يوم.
مافهمتش في ده
ازاي ارجع لمكاني؟
هو ده معفي من الضرايب؟
بص، لازم يلعبوا اكسترا انينجز لحد ما الكوتش يتقلب.
ممكن تكتبهولي؟
امتي العشا؟
انا خايف ده كتير عليا.
فين ينزلني عشان اروح يونيون سكوير؟
ممكن تسال عند كشك ايجار اللوحات اللي هناك
يا سلام يا جان، ممكن تاخد دول عند المغسله؟
انا في اجازه
لا، انا ناوي ازور باريس في طريقي للبيت.
هتاخدها معاك ولا نبعتهالك؟
اخيراً، في طفره في عالم الاكل الفاخر دي؟
بقي حوالي ست ساعات دلوقتي.
طيران دلتا رحله واحد اتنين. البوردينج اتاخر.
ممكن تديني توين الليله؟
ممكن تكتبلي بيان عن السرقه عشان شركه التامين بتاعتي؟
بما اني مش شاطر في الكاميرا، فممكن كاميرا سهله التصوير تكون احسن ليا.
هو ده الطياره الصح لنيويورك؟
اجازه سعيده!
من فضلك اديني شويه قطن
عايز بطاطا مشويه مع كريمه حامضه، لو سمحت.
ايوه، كل عشر دقايق.
انا هطلع بكره الصبح.
انا رايح هناك بردو، ايه رايك ناخد تاكسي مع بعض؟
اتفضل اقعد براحتك، عايز حاجه تشربها؟ قهوه ولا شاي ولا كولا؟
يا ريت والله!
لحمه مشويه، لو سمحت.
امتي هتبقي في ترابيزه فاضيه؟
ممكن اغير الطلب؟ عايز سمك دوفير بدل المحار الصخري.
ايه هو الـappendectomy؟
هتديني الفواتير اللي فيها تفاصيل العلاج الطبي؟
بصراحه، مش عارفه.
مبروك، انا فاهم انك بقيت ناءب رءيس.
بكره بالليل
انا ساكن في جنوب اليابان.
تذكره رايح جاي شيكاغو، لو سمحت.
عايز لحمه او هام مع البيض؟
علشان تدرس
بسرعه لو سمحت.
الكونديشن مش شغال.
كدا كل يوم اتنين
من فضلك روح علي لوبي المغادره الدولي. رحله سعيده.
عندك اي جولات لباريس باليوروستار؟
جبت شهاده الدكتور بتاعي من اليابان.
ممكن تبعته ليابان؟
ممكن ارد عليك يوم الجمعه؟
بص، خليني اشوف في الحاجات اللي اتلقت. الكاميرا ايه نوعها؟
انا اسف جدا، احنا بنجهز الاوضه اللي انت عايزها.
ياااه، بيوريني محطات المترو ومحطات الاتوبيسات. ممكن اخده معايا؟
يا ريتني كنت هنا في شيبازوكي
ايوه، عندنا كورس نص يوم وكورس يوم كامل.
انا انصحك بـ حلق
عايز الغي الحجز بتاعي، لو سمحت.
ايه نظام الارجاع؟
الانوار مش شغاله.
ايه الفرق في التوقيت بين طوكيو وهنا؟
كل حاجه بـ كام؟
ميرسي يا باشا
امشي قدام ولف يمين عند التالته
عندي وجع حاد في بطني
شوفتي؟
دي هديه، ممكن تلفها لي؟
عصرك سعيد يا مدام كنت، زمان ما شوفتكيش
السرور كان ليا
عايز اغير حجز الرحله رقم اتنين صفر خمسه يوم تانيه في اكتوبر.
فين كونتر تشيك ان دلتا؟
هو ده اكل قليل الملح؟
المنتج ده مش مسموح بيه
انا فاكر ان احنا نقدر. اهو البون بتاعك.
ايه اللي بتخلعه اخر حاجه قبل ما تنام؟
لا، انا هجيبه في اقامتي.
هي ثابته اللون؟
هو ده حاجه مميزه في المنطقه دي؟
عايز شويه بسكوتات
صغيرين اوي.
الرحلات دي صعبه قد ايه؟
عايز كرسي جنب الشباك لو سمحت
ممكن اركب باليوريل باس؟
ياخد قد ايه عشان نوصل اليابان؟
عندك خرايط طرق؟
اه، ايوه. انا قريت عنه في الدليل السياحي.
انا طلبت تلات كاسات شاي، بس جابولنا اتنين بس.
الكهربا رخيصه جدا، بس الاكل والسكن غاليين اوي.
عشان تاخد معاك
انا عادهً بلبس مقاس 22 في اليابان.
امتي مواعيد متحف الفن؟
فين ادفعلها؟
دي اول رحله ليك بره؟
ايه هو الكورس اللي للمبتدءين؟
البلد دي فيها انواع فاكهه كتير والله
عايز اشيك في الشنطه دي
هو في اكل عند الكوخ اللي علي المنحدر ده؟
معلش، انا قفلت علي نفسي من بره. ممكن اخد مفتاح تاني؟
بلاش الدولارات دي بالين ياباني، لو سمحت.
صعب نقول باي باي
عفوا، ممكن اسالك علي اسم الطبق بتاعك؟ شكله يجنن.
بيوجعوا
يا باشا، انا رايح علي اي بوابه؟
كانت ممتازه، تمثيل حلو واكشن جامد.
واو، شكرا جزيلا.
انا مش مبسوط من الاوضه دي، ممكن توريني واحده تانيه؟
دي احدث موضه الصيف ده.
يا ريت تاخدني وسط البلد لو سمحت
ممكن ااجر عربيه؟
وانا خارج، من فضلك صلحه
عندك حاجه ناكلها؟
من فضلك اتكلم ببطء
انا جاي متاخر ساعه.
انا كين.
يا باشا
الجو كان مطر كل الاسبوع ده؟
هما بيعملوا حفلات لايف؟
ممكن اشوف الشنطه دي؟
عندك حاجه تانيه؟
لازم ترتاح شويه.
من فضلك املا الكارت ده بتاع الهجره و الجمارك
السياره دي رايحه سياتل؟
انا هادفع جزء من التكلفه دلوقتي؟
هو ده حقيقي ولا صناعي؟
تستني معايا هنا؟
اه، شكرا. كنت بدور عليه بس.
كاش ولا تشارج؟
انا غريب علي المكان ده خالص
ممكن يتغسل في الغساله او باليد في البيت؟
عايز علبه الوان ميه، لو سمحت.
انا اسف، كنت عايز تاكل ايه؟
عايز اغير التاريخ لـ 19 مايو
من فضلك وقع هنا، وهنا وصل الايصال بتاعك عشان تسجله في ملفاتك.
عايز شورتات
عايز لحمه ضاني
عايز اخد باص لـ بن ستيشن، اخد انهي واحد؟
ده قليل في السعرات الحراريه خالص، تلاتين سعره بس.
عايز احجز اوضه
منين في اليابان؟
للاسف هو مشغول اوي في اليوم ده.
في الحاله دي، انا بنصحك بالواحد ده.
سيرفيس الاوضه
يا جماعه، انتباه!
عندك طوابع تذكاريه؟
دي اوضه تلاته سبعتاشر. ممكن بطانيه كمان؟
ممكن توصلني للمحطه في خمسه عشر دقيقه؟
عايزين عربون علي العربيه
مافيش اوض فاضيه في الاوض الفرديه، بس عندنا اوضه مزدوجه.
هو التذكره دي صالحه بس لليوم المخصص؟
ايه الوقت اللي بيوصل فيه ميلانو؟
عندك حد بيتكلم ياباني؟
يا باشا، فين القناه اللي فيها الموسيقي الشعبيه؟
دلتا ايرلاينز
عايز فنجان قهوه
هو فيه حمام ودوش؟
الوقت خلص
سمعت ان مستر يامادا عنده ولدين.
عايز ااجر مركب شراعي.
ممكن تغسل المواعين بعدين؟
عايز بوتاجاز غاز
ممكن تحول الدولارات الامريكيه لجنيه استرليني؟
اكيد يا باشا، اسمك ايه؟
انا مش لابسه رسمي
المره الجايه بس هات نفسك
دولارين كل واحد
حنا حنبعتلك البروشورات بالبريد
في حاجه غلط في لمبات الفرامل.
من فضلك وريني شويه جوانتي جلد
السياره عطلت، ياريت تبعتوا حد يجيبها
ممكن ترشحلي كتاب صور لولد عنده ست سنين؟
ممكن تحافظ علي حاجاتي الغاليه؟
يا هاري، شكرا علي الدعوه يا صاحبي
بالنسبه للدايتس، بيروحوا السينما.
كان معايا حوالي ميه دولار في الجيب ده
غلطتي
عايز شويه مشابك غسيل
اي سي ديز استيراد؟
حادرس انجليزي محادثه
قريت حاجه حلوه قريب؟
هقعد مع صاحب في نيويورك.
عندك مكان اقدر اسيب فيه شنطي؟
جيت هنا في شغل
عارفين مدرسه غطس كويسه؟
الاسعار شامله الضريبه؟
اديني منديل لو سمحت.
اللي جنبنا ده صوته عالي اوي
بصي يا دكتوره كريبس مش بتشوف حد من غير معاد
هديه؟
رايحين الفندق الكبير؟
مافيش حد هنا بالاسم ده
فين البوليس من فضلك؟
ممكن اخد شريط لاصق؟
هو ده مضمون؟
ايه التشخيص؟
في اخر الممر في الدور السابع. خد الاسانسير اللي علي يمينك لو سمحت.
احنا في محطه جونز ستريت.
انا عمري ما بفكر اروح حفلات كلاسيك لما بكون في اليابان.
ممكن تشرحلي الطبق ده؟
هنا اهو، الكراسي بتاعتك هنا
هو في رحله شغل لحد يوم الجمعه الجايه
يا حبيبي احنا مبسوطين اوي انك هتيجي تقعد معانا الweekend ده عشان تجرب الحياه الامريكيه في الريف
هي اللي بعده علي اليمين.
ايوه لو سمحت. اسمي كورووا. ممكن تحجزلي التذكره لحد امتي؟
فين اقدر اشري تذكره التلفريك؟
بـ 600 دولار في الشهر و شهر تامين، وشهر كمان للسمسره بتاعتنا.
ايه اللي بيفضله، جاكيت بدبل ولا جاكيت بسنجل؟
حارجعلك بالباقي
لا، مش عايزه.
يا سلام علي الفخار ده، الطبق ده بتلاتين دولار؟
عندك جاكيت حلو بـميت دولار؟
طيب، عندك اي ردود فعل ثانويه او حساسيه؟
شكلك كده عندك عدوي
ممكن اخد فاتوره، لو سمحت؟
احنا تلاته
ايوه، فاهمك. انت فاكر دفعت كام في التذكره؟
ما رايك تيجي معايا نشرب حاجه؟
رقم اوضتي ايه؟
ممكن اخد كرسيين في الدور التاني الليله دي؟
قفلته مفتاحي في اوضتي
الضريبه داخله؟
عفوا، ممكن تقولي الطريق لمحطه القطر من هنا؟
البريد بيفتح امتي؟
بما ان الشنطه دي ڤينيل، فهي قويه جدًا واخر موضه زي ما انت شايف.
الاكل حلو اوي بس انا شبعت، شكرا
محفظتي اتسرقت في المترو.
لازم اروح السفاره اليابانيه.
ممكن ما تخليهاليش بفلوس اقل شويه؟
هو ده بتاع شيكاغو؟
من فضلك صرفلي الشيك ده
عندي حمي من يومين، وراقي واجعني اوي ومش قادر اكل حاجه خالص.
هو هنا علي الحيطه، والريسيفر بتاع التكييف موجود هنا. في حاجه تانيه حضرتك محتاجها؟
هاوصل في الوقت لو مشيت دلوقتي؟
اوكيه. بس ان شاء الله ما ياخدش وقت كتير.
ممكن تمليلي الفورم؟
انا اشتريت الشنطه دي من شويه، بس السوسته كانت مكسوره.
فهمت؟
رجّعوا علي الباص الساعه تلاته
مليونات الناس بيزوروا الاضرحه المشهوره عشان اول صلاه في السنه.
لو ينفع، عايز ترابيزه جنب الشباك.
ماينفعش اشرب حاجه فيها ملح.
عايز كرسي جنب الممر لو سمحت.
يا ريت تقوليلي التقدير
ماشي، شكرا
امتي نقدر نبعتهولك؟
انا اسف، خلصوا خلاص
عايز ابعت البوسطال ده لليابان
ميرسي، اهو مفتاح الاوضه بتاعتك. البواب هيجيبلك الشنط.
حطلي الشنطه لو سمحت
عايز ااجر عربيه متوسطه الحجم باربع ابواب.
فين اقدر اشري فخار؟
القميص بتاعي عرقان
عنده كام ين يا باشا؟
اهلا، عندي حجز.
يا ريت تدينا الملح والفلفل لو سمحت
انا حجزت من مكتب طوكيو، هاخر شويه علي الشيك ان الليله دي.
يالا نروح نشتري بسرعه
انا طلبت كرسي مش مدخن لما عملت تشيك ان، بس ده كرسي مدخن.
يالا نروح نشرب حاجه
انا بنصحك تاكل السمكه دي، سمك قرموط احمر.
ماقدرش اعملك كده، بس هحطلك كيس معاك.
هو في وقت ومكان محدد؟
ميرسي جزيلا، انا عايزه بس عندي معاد قبل كده
في امريكا، كوره الجامعات هي اللي شغاله الناس كلها.
حاديك مسكن
ممكن تقولي لما القطر يقرب من اكسفورد؟ خايف افوتها.
يا بيل، انا بحبك بس كدا.
انت بتغالي عليا اوي!
عايز ااكد علي ميعاد السفر
ماظنش هقدر اساعدك كتير.
كل حاجه؟
عبر الشارع من هناك وامشي علي طول لحد ما توصل للتقاطع التاني. كوتيل بعد التقاطع.
عايز حاجه للـهنجوفر
قليل دسم؟ لا يا عم، انت بتهزر؟
بصراحه مش عارف انا عايزه كده ولا لا
من فضلك حط الظرف ده في البريد عند المطار
عايز حاجه للامساك
في الربيع، شجر الكرز بيزهر
ممكن تطلب منه يبطل يدخن هناك؟
حاكلمه تاني
حاقعد مع صاحبي في لوس انجلوس.
هتجيبلي كريمه علي القهوه؟
خلاص خلصت
هو انا محتاج تذكره اكسبريس؟
هنا رقم تليفوني والايميل بتاعي.
الكنيسه دي عندها كام سنه؟
ممكن تجيبلي تذكره الاوبرا؟
عندك جولات سياحيه في المدينه بالباص؟
انا اسف، انا كمان غريب هنا.
لو عايز تاخد اي كتاب من كتبي، قوليلي عادي خالص اوي اني اسلفهولك يا صاحبي.
ايه رايك في الديكور؟ بتدهن الاوض لما حد يسكن فيها؟
عايز اعمل شويه خير.
هياخدني كام في الضرايب؟
ماعرفتش الاقيه
ممكن بطاطس مهروسه من غير صوص؟
ممكن اديك فورد موستانج عمرها سبع سنين بخمسين دولار في الاسبوع وميل لا نهاءي.
اه، ايوه. اهو انتو.
نفسي ارجع هنا تاني لما ابقي في امريكا.
انا رجعتلي صحتي بالكامل.
ايه الـspecial بتاعك النهارده؟
واضح؟
محفظتي اتسرقت
الباب ما بيفتحش بالبتاعه دي
عايزه مسبكه
نروح ناكل في المطعم الفخم؟
يا سلام، اكيد مستني تشوفهم.
اي جوله احسن عشان نشوف المتاحف؟
من فضلك نادي علي بواب
مش عارف اقول ايه
ممكن تصلحه وتديه ليابان، لو سمحت؟
صح.
لازم ابلغ عن سرقه
ممكن اجربها؟
لسه مش لاقي شنطه من الشنط اللي شيكتها في مطار ناريتا.
انا فاكر اني ايوه، عايز اقصر شعري لو سمحت.
ايه نوع العلاج اللي بتاخده؟
اكل خفيف لو سمحت.
كان معايا حوالي ميتين دولار كاش و فيزا
ياك انت بقالك زمان سايق تاكسي؟
من سبعه لتسعه. من فضلك تعالي المطعم اللي في الدور التاني.
انا هقعد في هوتيل هوليداي ان داون تاون لحد 5 مايو.
ايه التحضيرات اللي بيعملوها عشان ينجحوا في الامتحان؟
انت قربت خلاص.
كل الركاب فضلوا قاعدين.
يا باشا، انا رايح ازاي للواشنطن مونومايت؟
اسمي اكيكو تاناكا.
معبد هوريوجي اللي هو اقدم مبني خشب في العالم يستاهل تشوفه.
انا فاهمك. طيب، شكرا علي الوقت اللي خدتيه. ممكن اخد هوت دوجين؟
انا مبسوطه، اه ده اعلان الطياره بتاعتي
ايوه، اي وقت. كلهم مرحب بيهم هنا.
عايز اشتري تامين
ايه هو الـJR؟
لو سمحت، قسملي الفلوس دي لورقات صغيره.
عايز تروح ديسكو؟
ممكن تقولي علي مطعم كويس وجو حلو؟
متي بطوله الجولف؟
بعد العشا، مع الحلاوه لو سمحت
جيبلي درايير لو سمحت
ممكن تديني شويه ميه، لو سمحت؟ انا عطشان جداً.
احنا مش جعانين اوي.
وريني شويه جزم بني
فين و امتي رايح؟
من فضلك خلي الشنط دي لحد الساعه خمسه العصر، من فضلك. ممكن تطلعلي شيك؟
عندي قنينه ويسكي
حاجي اشوفك يوم الجمعه الساعه عشره
اكلتي جاهزه؟
عايز احجز في الجولف لو سمحت
ايه العملات اللي بتشتغل في ماكينه البيع دي؟
عايز جنجر ايل
عايز اكل للبيبي
حط المخلل.
اللبسه دي نايلون؟
حجز، لو سمحت.
عايز شريط ماكينه الكتابه، لو سمحت.
افتح الباب بالمفتاح الاحتياطي لو سمحت.
عايز كاس قهوه تاني
عايز هامبرجر تايك اواي لو سمحت.
ممكن تطلب منه يرجع يتصل؟
عندنا عربيه اكل و كافيه في القطر
اوضتي لسه متنضفتش.
ممكن تاخد الباص من محطه خمسه.
ميرسي جزيلا، خليهالك
تلاتين دولار و خمسه وخمسين سنت في اليوم، والمسافه مش محدوده. البنزين مش شامل.
حطيت طابع علي الكارت بوستال؟
تلات ليالي.
هو ده لـ ادنبره؟
عايز تمشي امتي؟
لازم اعمل تحويل؟
مافيش فوط
مفيش مشكله لو حد تاني جابهولي؟
هو ده اللي كنت تقصده؟
يا سلام، انت عديت عليه. ارجع لو سمحت.
دي عاده يابانيه مميزه، علي ما اظن.
لفهم كلهم لوحدهم، ورباط علي كل واحد من فضلك.
خليني اشوف، ايوه الغدا بتاع النهارده هيتخدم بسرعه.
ممكن تقسمها لاربع حتت؟
ابيض، لو سمحت.
حاخد مرزوبيا نودلز اتنين
ايوه في اوضه فاضيه، كام واحد؟
في محل صرف قريب؟
انا تاكيشي، وانت؟
استعمله كل اسبوع. حط طبقه رفيعه بعد ما تغسل وشك، وتجنب العينين والخط اللي في راسك.
انا قطعت نفسي بالزجاج هنا
كان المفروض اسال المدرب، بس ممكن تقوللي اي ماكينه كويسه عشان اتمرن علي ضهري؟
وقّف علي الجنب ده عند التقاطع اللي بعده، لو سمحت.
عايز لبن لو سمحت
عامل
انا فاكر ان احنا في المحطه الغلطه.
فهمت، ممكن اخد رقم الكارت بتاعك وتاريخ انتهاءه عشان احجزلك؟
ممكن تدوسلي علي زرار الstop؟
اشتريت البنطلون ده امبارح، بس مش عاجبني
هي هتتقلص؟
ممكن تقولي الساعه كام؟
سيبت اللابتوب بتاعي هناك امبارح
انت فاكر رقم العربيه؟
الفساتين دي بكام؟
انا مش فاهم الماني خالص.
باكلم المدير
يا ريت، انا اسف. هجيب طلبك حالا.
اكيد يا باشا
دا خالي من الكحول، فمتقلقش عشان فيه تهيج قليل.
سبع او تمانيه دقايق علي رجلك، حسب سرعه مشيك.
اتاكد انك تحطها في بوسطن.
عايز كراڤطه
حاسال سواق تاكسي تاني.
بيره، ستيك مع بطاطس مقليه، وسلطه الشيف المميزه.
مبروك يا هنري، انا مبسوط اوي انك هتتجوز جين.
امشي قدام ولف شمال هناك
عايز حاجه تليق علي ده
لازم تكون كانت صدمه كبيره عليك.
عندي الف جنيه.
ياخد وقت قد ايه عشان نمشي من هنا؟
ايه التعب؟
ايه هو الدوا الكويس لعيوني اللي تعبانه؟
من فضلك، عايز علكه
دي مش كوبون، دي ايصال تسجيل.
مكالمتك مش ممكن تخلص دلوقتي للبلد اللي بتكلمها. من فضلك حاول تاني بعدين.
الكونتراكت هيتجدد كل سنه.
يا باشا، الحساب لو سمحت؟
ممكن ادفع بشيك سياحي؟
ممكن اعمل تامين؟
ممكن تقولي اروح ازاي للمطعم ده؟
كان فيه حوالي تلاتين دولار و شويه كروت اءتمان.
الحساب بتاعك ميتين وخمسه دولار وواحد واربعين سنت.
هاقولك ازاي؟ المهم انك تكون موجوده.
عايز اعمل نسخه.
شكرا ليك. فين السويتش بتاع التكييف؟ الحر شويه.
معلش، احنا في اي شارع دلوقتي؟
ممكن تبعتلي الجواب ده؟
لا، انت رايح في الاتجاه العكسي. لازم ترجع.
ممكن تحلقلي دقني من فضلك؟
ياخد قد ايه الجوله؟
عايز ورق تغليف هدايا
ايه اللي جوا؟
في حاجه غلط في الشيك ده، اعتقد.
ممكن فوطه حمام؟
ممكن تحجزلي علي مسرحيه موسيقيه؟
عندك سجل بانك استخدمتهم فين؟
حاكلم تاني
تلات شهور.
انا شايف، عندنا دكتور في الفندق. هخليها تيجي اوضتك قريب. ممكن مدير الاوضه ييجي معاها؟
فين كان التصوير؟
عندنا محار حلو اوي النهارده
ك في كينج، اي في ايتيم، ام في مايك، يو في اونكل، ار في روجر، اي في ابيل. كي-مو-را هو اسم عيلتي.
لا شكرا
عندي وجع في السن، ممكن اخد دوا؟
مش عارف اظبط التكييف يشتغل
نزلني في المحطه اللي جايه
ها توريلي جاكيت مطر؟
فين مكتب السياحه؟
ممكن تروح السوق في طريقك؟
هعمل ايه لو مش فاهم اسءلته؟
عايز شويه شرابات
عايز كاميرا اوتوماتيك لو سمحت
يا ريت تاخدني هناك
الباب يفتح ولا يقفل؟
كام دولار عايز؟
قولي الطريق للفندق هيلتون لو سمحت
عندك خريطه خطوط المترو؟
عارفه لو المطعم ده بيطلب حجز؟
عايز احجز تذكره راجع
ممكن ترشحلي مطعم فرنساوي حلو؟
في صالون حلاقه في الفندق؟
الفيشه بتاعه البانيو مكسوره
دي هديه، فلو سمحت لفها
انا مبسوط اني قابلتك
الباطري فيه حاجه مش مظبوطه.
عندي حاجه عايز اطلبها منك
من فضلك خلي الاوضه تدفي شويه.
اوضتي مش متجهزه لسه.
مشي قدام علي طول
ممكن تساعدني الاقي شنطي؟
فانا فاكر ان اللي بعد كده ده هو مركز التجاره العالمي، صح؟
فين محل الموديلز البلاستيك؟
ماقدرش اقولك
ممكن تقترحلي دوا علي المعده؟
فين البلاصه خمسه؟
ايوه، ده باين حاجه لازم نبحث فيها اكتر. يا مستر كيناان، ممكن تفكر في الموضوع ده وتكتب تقريرك لمستر ناكاياما باسرع وقت؟
لا، شكرا
انا فاكر في غلطه في الفاتوره دي. فيه رسوم خدمه الغرف، بس انا ماخدتش اي حاجه من الخدمه.
عايز اطير علي طول
هو الفندق هيلتون بعيد؟
تعرف مطعم حلو نقدر ناكل فيه اكلات كويسه باسعار معقوله؟
عايزه روج لو سمحت
خمسه وتلاتين دولار.
عايز اغير الحجز بتاعي، ممكن اغير رحله طيران بي ايه اي خمسه صفر خمسه لرحله خمسه واحد خمسه؟
الكوكه طلعت، بس ما رجعوليش الفلوس الباقيه.
ممكن اديك خصم تلاته في الميه.
السياره كانت فيها الضرر ده قبل ما ااجرها.
طيب، عايز البسه في فرح يوم السبت.
لا، احنا عايزين نفصل الحسابات لو سمحتوا. خلينا نتقسم علي كل واحد.
عايز مرشد يتكلم ياباني
انا اسف، انا غريب هنا. تحب اروح اسال الراجل ده؟ ثانيه واحده لو سمحت.
ممكن اخد اتوبيس يوديني فندق هيلتون؟
فيه جولات لتيورول في تلاته او اربعه ايام؟
انا حاسس اني احسن دلوقتي
انا اسف، بس احنا هنتاخر تلاتين دقيقه.
ممكن تغيرلي الورقه دي فلوس صغيره؟
اوضتك يا باشا
وقّف كل المعاملات علي الكارت ده من فضلك.
يا باشا، لو هقعد في الفندق بتاعك شهر كامل هاخد خصم؟
انت هنا للشغل ولا للبحث؟
خلصت العشا؟
الواحد ده جودته احسن.
اكيد يا باشا، ابيض ولا ملون؟
انا راهن بجنيهين.
عندك جوله فيها زياره لكوبري جولدن غيت؟
مش هلحق علي الطياره اللي رايحه
منين اقدر اخد الاتوبيس عشان اروح المتحف؟
مين اللي كتب المسرحيه؟
صندوق الامان، لو سمحت.
حاقعد هنا شهر بس
الرحله هتبدا امتي؟
السينما بتبدا امتي؟
انا من روسيا.
انا اسف علي كده، عندك حراره؟
فين ممكن اخد اتوبيس للمترو؟
كانت بجد ممتعه اني كنت معاكوا
فين اقرب مكتبه؟
عندك اوض فاضيه الليله؟
ممكن تحوللي الشيك ده اللي بـ100 دولار؟
الطياره بتاعتنا وصلت اخيراً لهونولولو.
عايز الستايل ده لو سمحت
لو سمحت، انا مش عايز اروح المستشفي لو ممكن.
دي رحله سبعه تلاته ل طوكيو يوم اربع خميس 4 سبتمبر
فين احط حاجتي؟
بثمن زي ده، اعتقد هشوف محلات تانيه.
يا ريت تطفي كل الاجهزه الالكترونيه
عايز تحول كام؟
مش ضروري بعد ما الالم يوقف.
ليه بتصحي بدري كل يوم؟
بندور علي pasta
الستاد ده بيشيل كام متفرج؟
ايوه، صح الكلام ده
الخياطه بتاعتي باظت.
عايزين نلعب تنس النهارده
ممكن تيجي معايا لو سمحت؟
اسف، ماعرفش المنطقه دي.
حاكلمه تاني حوالي الساعه اربعه العصر.
في الصبح يوم 11 يناير، حصلت الحادثه.
تومني يوم التلات الجاي؟
بكره؟
انت عايز مطعم ايه؟ عشا بس ولا عايز كمان بار؟
هو في هنا قسم شرطه؟
عمر الانسان في اليابان هو اطول عمر في العالم
فرانتين، كولا واحده. اتنين دولار من فضلك.
اوضه واحده من فضلك.
فين مكان التزلج؟
يا سلام يا علاء!
نتمني نشوفك تاني قريب
ممكن تديلي الريڤيو بتاع الكتاب ده؟
ممكن ترشحلي مطعم فرنساوي حلو في المنطقه دي؟
هنا الكارت بتاعي
ماشي الحال
ياعني الفين وخمسميه دولار في الشهر، احنا نقدر نضمنلك تلاته الاف دولار في الشهر، ما رايك؟
يا رب تكون جوازه سعيده
عندك بالانتاينز عشر سنين؟
هو ده مش بيتقلص؟
الحديقه النباتيه مفتوحه النهارده؟
ممكن نعملها، بس خايف تاخد كام شهر.
عايز ااجر عربيه.
ممكن طبق من فضلك؟
خدنا علي فندق شيكاغو
الطياره اتاخرت تسعه وتسعين ساعه بسبب الجو الوحش.
طارءه
عايز حاجه علي ستايل شانيل المتكرر.
فين الرف اللي فيه الفوط الصحيه؟
ممكن توريني الباسبور بتاعك و الاستماره بتاعه الجمارك لو سمحت؟
عايز اعمل حجز في جوله شلالات نياجرا.
الطبق بتاعنا النهارده هو جمبري سكامبي مع رز باليلاف
الو؟ هو ده بيت مستر كلارك؟
عايز تاخد ابيريتيف؟
عندك دوا؟
اظن انك غلطان في الرقم.
عايزه فستان احمر
اظن كده
التاج بتاعي عليه
دي احدث اضافه لخط التعبءه بتاعنا. بنحط حوالي ست ميه علبه كل يوم.
عايز امشي
عايز كوي، لو سمحت.
ياااه، هو بيقولي حاجه اعمل ايه؟
ايوه، هما كده.
جيبلي الفطور في الاوضه بتاعتي من فضلك
دي ضيقه اوي.
بليز ابعت العربيه دي للفندق الساعه تمانيه الصبح بكرا
هو في كروز فيه غدا او عشا؟
عندك لون فاتح؟
هنا ده لامع اوي.
بص، لا. هاكلمه تاني بعد عشرين دقيقه. شكرا.
التعليم كان مهم والقوه العسكريه زادت.
عايز تاكل لحمه ولا سمك علي العشا؟
ماستر كارد ماشي؟
القياس ده لو سمحت.
ما عجبنيش
خمسه دولار، والمشروبات زياده.
كام علي اتنين؟
فجاه، حاسس بالم في بطني.
كام بياخد المرشد في اليوم؟
اسمي هيروشي موري
عايز زبادي لو سمحت
ايوه، هو ده الكاونتر الصح لرحله يونايتد ايرلاينز رقم تمانميتين؟
لازم نلبس بدله؟
اي باص رايح قاعه الجيلد؟
تعالي من هنا، خليني اساعدك في الشنط بتاعتك.
علي الرف التاني في الصف اللي في النص
فين البار؟
من فضلك تشيك ان بعد تسعه وتسع الصبح
الكرسي بتاعنا منفصلين.
اكيد، عايز تروح فين؟
عايز دفتر صغير لو سمحت
تصبح علي خير
اسف، كل الكراسي محجوزه في تلاتين اغسطس.
ممكن اشوف حاجه ارخص؟
ممكن تجيبلي تاكسي؟
لازم ارجع اليابان حالا؟
الاوضه غاليه اكتر من اللي قالي عليه
عايز اطلب اكتر، ممكن اشوف المنيو تاني؟
كان فيه مفتاح قطه مربوط هنا بشريطه
ها تعملي ايه بالشنطه الصغيره دي؟
عايز حاجه للبرد
ممكن اشوف ده؟
تمانتاشر دولار بالظبط.
من فضلك غيرلي الشيك ده كاش
فين احط الهدوم بتاعتي؟
كفايه؟
امشي في الشارع ده علي طول، هي قبل محل الايس كريم شويه.
ما عنديش حجز
ممكن المسه؟
وريني علي الخريطه دي، لو سمحت.
في مطاعم حلوه ورخيصه في المنطقه دي؟
دي فيلا تحفه
هو ده المحطه الصح عشان نروح تشيلسي؟
حاجي اتشيك ان شويه متاخر الليله دي، بس من فضلك خلي الحجز بتاعي محفوظ.
هو الكريديت كارد ماشي؟
لما المفتش يجي يشوف التذكره، من فضلك ورّيه الباس بتاعك والتذكره دي.
عايز كام قلم رصاص؟
ايه اخر كتاب لـ جالبرايث؟
كرسي واحد عادي، لو سمحت.
انا طلبت ميديم مش ويل دون
البدله بتاعتك هتبقي جاهزه بعد اسبوع من المقاس يا باشا
عايز عصير تفاح، توست، بيض مقلي وقهوه
فين محل الكاميرات؟
كوكا كولا صغيره، لو سمحت.
انا لسه مبتدء، مش عارف اعمل كده
اربع تفاحات.
هيكلفني كام عشان اامن عليه بـ300 دولار؟
ممكن تعيد اصدار الكارت بتاعي؟
خليني افكر في الموضوع شويه
لازم ترتاح في السرير النهارده.
عايز ااكد تاني بالظبط ايه اللي المفروض اعمله.
انا عارف احساسك، بس هدي شويه.
حارن عليك تاني
تكون عايز تحجز ترابيزه لفرقتين في المطعم ده الساعه سته بليل؟
غريب اوي، شكله زي سفينه فضاءيه
مش عارف انام كويس
ممكن تقوللي ايه اللي كان السبب في التهمه دي؟
اهلا، ده اوضه تلاته خمسه.
عايز شويه ملح الحمام
ممكن تصلحلي الكاميرا دي؟ مش بتشحن كويس.
اسمك و رقمك؟
انا كنت فاكر انها تذكره ثابته بين المطار والمدينه؟
ممكن تروح تشوف دلوقتي؟ لو هما موجودين، ممكن تجيب كل حاجه هنا حالا؟
بصراحه، اعتقد ان سعر الصرف بيتردد بين التوقعات الايجابيه والسلبيه بشكل عام.
عنده تاريخ طويل وتقليد عريق.
ايه اللعبه اللي بتتلعب في الاستاد؟
ها تعمل ايه في راس السنه؟
اهلا، ممكن تديني رقم تليفون السفاره اليابانيه او القنصليه لو سمحت؟
الهم كدا بالظبط، هما مريحين جدا.
بص، دي اوضه هاديه. كويس اوي.
عندي حجز علي سبعه.
ماشي، بس في رسوم اضافيه ميتين دولار.
الساعه سبعه الصبح، حسب التوقيت المحلي.
الشارع ده علي بعد تلات بلوكات، اعتقد كده.
اسفين، كله محجوز في موسم الكريسماس، بس عندنا كرسي يوم 22 ديسمبر.
انا فاهمك. شكرا ليك.
لو ما لقيتوش الشنطه بتاعتي، هاخد تعويض؟
بص، ايه نوع الفواكه اللي بتحبه؟
متي كانت اخر دوره شهريه؟
انا عملت تاكيد تاني من يومين.
مش عارف اوي يا اما شنطتي اتسرقت من جيبي يا اما وقعت مني في الجيب.
العلبه طولها سته وخمسين سنتيمتر، وعرضها تلاتين سنتيمتر، وارتفاعها تمانتاشر سنتيمتر.
بندور علي هدايا
يتكون من اربع جزر رءيسيه.
عشره الصبح. دي مفتاح اوضتك. اوضتك خمسه واربعين تلاته وتلاتين. البوي هيطلع شنطك فوق.
يا سلام، احنا مبسوطين اوي في هاواي. يا ريت كنتو معانا!
ممكن تديني ترجمه؟
حاخد شاي باللبن
هتظبطلي الكاريه نص بوصه فوق الحواجب؟
امتي بيفتح؟
عندك اوض ب50 دولار في الليله؟
ترابيزه لفرعين الساعه سته بليل لو سمحت؟
خمسه عشر دولار، لو سمحت.
لف شمال عند النور
ماشي، مافيش حاجه
ممكن احجز جوله سياحيه؟
ازاي املي ده؟
شفتي البنايه البيضه اللي قدامك؟ دي هي.
انا بدرس عشان ابقي عالمه.
ممكن اتنين تذكره في الكراسي المحجوزه؟
شيل هدومك و البس الجلباب ده
ممكن تحط سرير زياده في الاوضه؟
ممكن اكلم حد بيتكلم ياباني؟
خدها لحد اخر المحطه، من هناك هتبقي لازم تروح الفندق لوحدك.
عايز ااجر مركب مع مرشد، لو سمحت.
هو في حمام عام هنا؟
وريني لو سمحت
ما عملتش اي مكالمات تليفون
ممكن تمسكلي الشنطه؟
ممكن صحيوني علي سبعه الصبح؟
عندك شريط لاصق؟
انا بحبه بشويه لبن وسكر
عايز اغير الرحله لشيغاجو من تسعه لحداشر.
جيبلي بلسم شعر
اليوكاتا والهابي حاجات مشهوره للناس الاجانب اللي بيجوا يزوروا اليابان عشان يجيبوها كهديه
فين محل جزم قريب من هنا؟
عندك عين فنيه
من فضلك خلي الشنط دي لحد الساعه تلاته.
انا جاي هنا عشان اشوف اوبرا حقيقيه.
هي دي في التخفيضات النهارده؟
بلاش شغل لحد يوم التلات، وكمان ماتاكلش كتير.
المصارعه السومو هي من الرياضات التقليديه، وبتتعمل البطولات ست مرات في السنه.
ممكن كرسي جنب الممر، لو سمحت؟
التدريب بيخليك محترف.
ياخد كام يوم عشان اطلب؟
هي رفيعه.
عايزين شويه وقت زياده عشان نفكر في العقد.
حاسس اني عيان شويه، ممكن شنطه القيء؟
ممكن تقولي اروح ازاي للمتحف؟
هو ده جلد؟
يا سلام، انت لوحدك؟ ليه ما تيجيش تاكل معانا الغدا؟
شكرا ليك، وانت كمان
هتحفظلي الحاجات الغاليه دي لو سمحت؟
انت بتاخد اي دوا تاني؟
عايز اروح للموقع المتقدم
لسه ما قررتش؟
جيني. مايك. ساره. سام. يلا يا جماعه قوموا!
ممكن تقولي علطول بعد ما تصلحها؟
عايز جاكيت
لا، شكرا. انا اقدر الاقي المكان. نشوفك بعدين.
العفو، انا بفضل كرسي في الممر.
عايز ااجر عربيه متوسطه الحجم لمده تلات ايام.
عندك كيس معاها؟
عايز اعمل مكالمه لسان فرانسيسكو
الشنطه بتاعتي اتسرقت في لوبي الفندق
ازاي وامتي ادفعلكم المصاريف؟
مفيش فاضي
الضيق هنا يا باشا
كبري الطباعه علي الحجم ده لو سمحت.
اهلا، دي اوضه اتنا تلاتين واربعه. اسمي عوده. عايزه صحيان الساعه سته بكره الصبح لو سمحتوا.
ممكن تدفع في الريسبشن لو سمحت؟
ممكن الفلوس بتاعتي؟
ممكن تكون قلقان من الميكروكمبيوتر ده.
بشكل عام الرحله كانت سلسه شويه مع شويه اضطراب
رقم الطياره بتاعك ايه؟
انا مبسوط انك عاجبك. انا جبته في بيع رخيص في محل ايه بي سي.
ممكن اكل عشا علي المركب؟
ممكن اخد بروشور الجوله؟
انت عضو في نادي ايجار العربيات بتاعنا؟
ها تشتري ايه؟
بالظبط، انتوا معاكنا في الراي. علي فكره هو قال انك راجل مءدب.
ازاي قضيت اجازه الصيف؟
اقفل انا هكلمك تاني
عندك شانيل او دو كولون؟
بايعني بعيد اوي، انا محتاج ركوب
عندك ده بلون احمر؟
من فضلك قوليلي ازاي استخدمه؟
حلو المحاوله، بس مش هتعرف الا لما تجرب.
ازاي اكلم مكتب المعلومات؟
هما جعانين.
ممكن اشوف رخصتك؟
شكرا ليك، استمتع باقامتك
انا من هوكايدو.
سفره سهله!
عندك ده؟
دي ماركه ايه؟
دلوقتي في تخفيض، بـ تلاتين دولار و اربعتاشر سنت بس.
كنت زعلان من اللي قالته البياعه
عندك حاجه اكبر؟
في الصيف في اليابان، الجو بيبقي رطب فشخ.
عايز اوصل المطار الساعه اتنين
في اي تعديلات عايز تعملها؟
عايزه لون يخليني ابقي شكلها اصغر شويه
يا ريت تجيب الشنط بتاعه اوضتي
عايز طماطم لو سمحت
مفيش حاجه
ممكن ادخل الاوضه دلوقتي؟
ماكنتش هلاقي حاجه زي دي في اليابان، هشتريها.
يوم الاربعاء بالليل
من فضلك وريني مكاني
ايه نوع الحلويات اللي عندك؟
انت غلطان في الحسابات
تلاته يا باشا
شويه كمان من علي الرقبه لو سمحت
مش فاهم انت بتقول ايه
كام تمن التذكره بتاعه يوم واحد؟
نتيتني؟
رقم طيارتك ايه؟
انت عارفه ذوق صاحبتك في اللبس؟
هو ده المكان اللي ببلغ فيه عن الشنط الضايعه؟
عايزهم حالا
كام المبلغ الكلي؟
عارفين اي ماكينه صراف او بنوك في المنطقه دي؟
انا اسف، بس عايز الغي الحجز بتاعي.
حكون هناك حوالي الساعه اربعه العصر
عايز امشي يوم قبل
ايه هي الحاجات اللي بتتميز بيها المحل؟
ممكن اطلب لو حد يقدر ياخد طياره بعدين؟
القطر من سيدني اتاخر؟
راسك واجعك؟
ماينفعش تاخد ده لليابان، ده موجود في اتفاقيه واشنطن.
ممكن تجيلي من اقرب محطه؟
ايوه، عندي.
عايز الغي الحجز بتاعي
طيب، شويه بس. يا نهار ابيض! انا وقعت الشوكه بتاعتي. معلش.
فين الجزء القديم من المدينه؟
هتديني شويه جرنان او مجلات؟
عندك واحد اصغر شويه؟
لازم نسيب الكاميرات عند الباب؟
يوم ايه هو مقفول؟
انا فاكر ان عندنا. بس ثانيه واحده، لو سمحتوا.
ازاي اقدر اعرف الشخص ده؟
عايز كتاب قواعد.
من فضلك تعالي علي البوابه تلاته وتلاتين الساعه اربعه واربعين وخمسه
الاتوبيس الجاي امتي؟
ممكن ااجر عجله؟
في ملعب تنس قريب من هنا؟
فين الhost؟
عندك مرشد خبره؟
متي بتزهر زهور الكرز المشهوره في اليابان؟
ايوه انا
انا رايح برج لندن، ممكن تقولي اروح ازاي؟
ممكن اخد بيتزا كبيره بالجبنه؟
ياخد حوالي اربعين دقيقه بالباص
قريب؟
ايوه، عندنا. هارجعلك بيها حالا.
فرحت
انا اسف، انا مش في البيت دلوقتي. لو سمحت سيب رساله بعد النغمه وهرد عليك علي طول ما اقدر.
عايز اخد جوله بالهليكوبتر في نيويورك معاكم.
اتاكد انك ما نسيتش حاجه وراياك
الاتوبيس رقم تسعه بيجي كل قد ايه؟
انا ضيعت عدسه من العدسات بتاعتي
انا باخد دروس بيانو مره في الاسبوع.
عايز ايه عليه؟
من فضلك خلي الشنط دي لحد الساعه تلاته
اسمي ياماشيتا.
شوف السلم ده؟ ده بيودي للرصيف بتاع القطر اللي رايح الناحيه التانيه. بس بصراحه، لو عايز تشوف لندن، الاوتوبيس احسن بكتير من المترو. اطلع من هناك وهتلاقي محطه اوتوبيس. اتوبيس رقم اتناشر هوديك علي طول للمتحف. قضاء سعيد يا باشا.
هنا حاجه ليك
كان يوم جميل جدا النهارده
البرنيطه دي شكلها في الموضه، انا كمان هشتري واحده
ممكن بطانيه؟
الدا دوا دا بيخفف الحراره؟
هي حراميه
عايز/ه حاجه تاني؟
عنييه كانت سودا وبعيدين عن بعض.
يا سلام، الـسبيشالز بتاعه النهارده موجودين هنا.
انا شايف. اظن ممكن اوريهم كلهم في ساعه واحده.
هنا خمسه دولار وصفر سنت. احتفظ بالباقي.
من فضلك احجزلي ترابيزه لخمس اشخاص.
قريب اوي من التواليت، ممكن تغيرهولي؟
معلش، ممكن تقرضني اله حاسبه؟
فين قاعه المءتمرات؟
دي يدويه؟
ممكن توريني ليسته تسريحات الشعر؟
عندك كارته الوان؟
لازم اروح المستشفي؟
عندنا قوات دفاع ذاتي.
عايز سيجاره؟
اسفين، خلصنا من عندنا. جربوا محطات المترو.
عندك تذكره الرجوع؟
ممكن تنزل الشباك شويه؟
لو لقيناه، هنكلمك
من غير سكر لو سمحت
الماكينه بتاعتي وقفت، انا في فايڤ افينيو عند شارع 57. ياريت تيجي علي طول.
احنا مهتمين بالتاريخ الطبيعي.
احنا فاتحين من عشره لحد سبعه ونص
عايز اعمل مكالمه بره لليابان، لو سمحت. انا يوكي موراي في اوضه تلاته اتناشر. عايز اطلب كولكت لمستر كيوسوكي موراي. الرقم هو طوكيو زيرو تلاته سبعه اتنين سته تمانين تلاته تسعه واحد.
ممكن اشوفه، لو سمحت؟ انت هتبدا تستعمله من النهارده؟
عايز الفاتوره ازاي؟
عايز اخلص باستخدام صندوق الامان
اسمع يا علا، ايه رقم تليفون الفاكس اللي في المحطه؟
حابلغ عنك في هيءه حمايه المستهلك
عايز سماعات لو سمحت
بصراحه بيوجع صوابعي شويه.
مش غلطتي، مش هتعملي حاجه؟
مافيش طريقه تانيه نتعامل بيها مع الموقف الجاد ده؟
مفتوح دلوقتي؟
ايدي منتفخه.
جزمه بتمانيه انش لو سمحت.
ايه هي المعارض الرءيسيه في الجاليري ده؟
ممكن تصلح الكاميرا دي؟
عايز تقرير حادث عشان التامين بتاعي
لقيت شقه بدور علي النت
مع السنتيجريد، نقطه التجمد بتكون صفر.
عايزه للويكند لو سمحت
يا خويا انا عندي مغص في بطني، عندك دوا كويس؟
ايوه، كل اللي عليك تعملو هو شامبو و سشوار.
طيب، انت عامله ايه؟
طيب، دي الحسابات بتاعتك. المجموع 45 دولار و50 سنت.
ممكن ادفع بالشيك؟
بجدل المطبخ
ياخد قد ايه البريد الجوي عشان يبعت الكارت ده لليابان؟
احنا هنطلع قريب.
ايوه يا باشا، معاك بطاقه؟
عايز لعبه لبنت عندها خمس سنين
ما عانيتش في حياتي يوم واحد
كم ميل لبوسطن؟
يا ريتك جيت اليابان
حاسس اني احسن بكتير
انا راجع يوم 25 مارس
عندك كيك للديابيتس؟
عايز لبن لو سمحت
واو، دي كميه كبيره اوي!
ممكن طوابع للجوابات لليابان؟
من اي رصيف رايح قطر ميلان؟
من فضلك ابعت العربيه علي الفندق الفا الساعه تسعه الصبح يوم سته.
حاروح في جوله بالهليكوبتر علي نيويورك.
بصراحه تحفه!
ممكن توريني البوردينج باس لو سمحت؟
الويسكي بتاعك بخمسين سنت
رحله التماسيح؟ دي حاجه ممتعه؟
ماتضربش ديلك في الرمله اللي تحت
هي دي للشغل؟
ممكن تقولي اعمل ازاي مكالمه دوليه؟
ممكن تبدلني الـ50 دولار دي بـ10 فواتير 5؟
ممكن اشيل الشنط دي معايا في الطياره؟
شيل ده من هنا لو سمحت.
مش بعيد اوي، حوالي خمسه عشر دقيقه.
عايز اطلع ده بره.
ياك ياخد وقت قد ايه؟
انا اشتريت ده امبارح وطلع عطلان
ميزانيتي خمسين دولار.
حاوصلك لسيّدي سوزوكي.
ايه رايك الساعه سته؟
دلوقتي يا باشا
انا مبسوط اوي اني شوفتك
فين ممكن اركب اتوبيس رقم تسعه؟
يا رب الرحله تبقي حلوه
فين ممكن اعمل مكالمه تليفون؟
انا في الحمام، مفيش مايه سخنه في الدوش
خلي الشنطه دي لو سمحت
تلات ليالي من اول يوليو. الاوض عندك بـكام؟
عايز خمسه عشر لتر سوبر، لو سمحت.
ممكن توريني الفتاحه الكهرباءيه دي بتشتغل ازاي؟
هي هتبقي جاهزه قريب؟
ايه نوع نبيذ تنصحني بيه مع الطبق ده؟
انا ضيعت الباس بتاع الترانزيت بتاعي
في مكان هنا قريب بيغيروا فيه فلوس اجنبيه؟
مين هما اشهر اللاعيبه؟
فين مكتب الضايع؟
فين ممكن اشوف فيلم؟
عايز هوت دوج واحد من فضلك
في قطار سريع؟
نقدر نبعتهولك علي البريد
السن ده وقع
اديني الكاميرا، عايزه اصور صوره.
الفرق بين تذكره الدرجه الاولي وتذكره الدرجه التانيه كام؟
هتدوري عليا في المطعم علي الشنطه بتاعتي؟
التاكسي فين؟
كان جامد اوي.
عايز حاجه للصداع
انا كمان، كنت فاكر انك ممكن تساعدني افهم المينيو.
ممكن تسجل هنا لو سمحت؟
عايز شويه قطرات
عايز اكل فرنسي.
زهر الخوخ بيتعجبوا بيه في عيد البنات يوم تلاته مارس.
من انهي رصيف رايح القطر لتاكاو؟
طيب، ايه رايك في دول؟
عندي برتقال؟
وبعدين اقدر ابادله بحاجه تانيه؟
عفوا، ممكن تقولي علي اماكن حلوه ازورها في البلد دي؟
في كافيتريا قريبه من هنا؟
تذكرتين رايح جاي لبوسطن، لو سمحت.
بيقولك خلي في الحاره
عايز تزور اي مكان معين؟
نلفهالك؟
ايوه، تقدر تشتري الطوابع من ماكينات البيع في اللوبي.
اي الجزم دي في التخفيض؟
انا علي الطريق السريع 80 قريب من مخرج بيركلي.
كل اللي محتاجه هو اسمك وعنوانك بس.
خليني اخد الشنط بتاعتك
هو تقيل قد ايه؟
اتصل بشخص بيتكلم ياباني.
دي اوضه رقم اتنين تلاتين. ممكن تبعتوا لينا فنجانين قهوه؟
انا شايف ان دي مش التغييرات الصح.
ياخد حوالي تلات ساعات عشان يروح الشغل ويرجع
ممكن ترشحلي بوتيك يكون مشهور بين الشباب؟
هو عنده معدل ضرب 325.
ماتجيش تاني لو سمحت
انا ماشي علي اتنين ونص بعد الضهر
عندي تذكره لـ ديترويت هتمشي الساعه حداشر الصبح
من فضلك اديني كرسي في الممر في النص
ممكن تساعدني الاقيه؟
بص انا بدور علي حاجه امريكيه اصلي
ياخد اكتر من عشر دقايق مشي؟
انا حاسس اني بحبك
امتي قلتلي اننا لازم نسلم الورقه؟
هو في حد بيصرف عليه؟
ايه عدد سكان بلدك؟
حفله اربعه اشخاص، الساعه سبعه ونص الليله. عايز الحجز باسم مين؟
عايز اغير الطلب بتاعي
ايه اول حاجه السياح بيزوروها في انجلترا؟
انا ماشي بكرا
عايز خيار مخلل لو سمحت
عندك وقت الليله؟
جيت من طوكيو.
عايز عصير لو سمحت
فين ناوي تزور في البلد دي؟
ايه اللي ده مصنوع منه؟
يا باشا فرانك شميدت، مدير المصنع بتاعنا، هيكون مبسوط جدا انه يوريك كل حاجه في الجوله.
خمسه وعشرين دولار شاملين اجره الباص والمدلك ورسوم الدخول.
ايه رايك في ده؟
كانت علي طياره بان امريكان رقم 402، كانت شايله شنطتين
عايز بطاريه دي لو سمحت
عندا المسرح لو سمحت
مَسْجِل، لُطَفًا.
فين الكاشير؟
حر
انا اسف، دي هي النوع الوحيد من الاوض اللي عندنا.
احنا بنتعامل في الاجهزه الكهرباءيه المنزليه بشكل اساسي.
واحد من غير حمام، لو سمحت.
ايوه، انا بدور علي فستان
عايزين نجرب الاكل المحلي
مالها؟
خد صاحبي المستشفي لو سمحت
بجد انت ساعدتني اوي
متحف المتروبوليتان للفنون حلو.
الكرز ده طعمه حلو
ايه الرقم اللي اكلمه عشان معلومات؟
فين التليفون؟
حنعمل اجتماع ونقرر في الاسبوع ده
من فضلك اديني وصله لشركه التامين بتاعتي
ايوه، هو كدا. السما شكلها مخيفه.
الخمره دي ريحتني بجد
واحد ناقصني، انا اشتريت خمسه كلهم.
شكرا ليك جدا انك جيتني بعد الدوام، انا فعلا مقدر مساعدتك اوي.
ايه اسرع وجبه؟
كام ليله؟
اكيد يا باشا، ثانيه واحده بس
مافيش داعي تصحيني علي الاكل
ايوه، من فضلك.
ماتقلقش، انا كلمت واحد من عند المطافي
ياكلفني كام بالتاكسي لي هوليداي ان؟
وحشتيني
انا اسف، انا كبيت شويه قهوه.
لا، شويه شهور بس. انا حاسس اني هبقي هنا حوالي تلات سنين.
البريد قريب؟
عايز ااجر معدات ركوب الامواج بالرياح.
عندك اكلات محليه؟
ممكن تحجزلي الكرسي ده؟
مش فاهم انت بتقول ايه
اهلًا، فين الكابينه بتاعتنا من فضلك؟ ممكن توجيهنا؟
ما هنسي ابدا الوقت اللي قضيناه تحت الشجره في يوم صيف مشمس.
هي دي الشباك الصح؟
الجو هيبقي ادفي شويه النهارده بالليل
هنا اسمي الكامل وعنواني
اد ايه اوضه توام؟
الخمره دي طعمها وحش
ممكن تجيبلي مخده لغرفه واحد وواحد، لو سمحت؟
فين في الدور التالت؟
ما عنديش روشته
فين المقبره؟
لازم اقول مع السلامه
علي فكره، فين قسم الكرافتات؟
ممكن تقولي اروح ازاي؟
الفاصل نص ساعه، ممكن تاكل حاجه خفيفه في الكافيتريا اللي فوق الدور الاول
ممكن تساعدني لو سمحت؟
اهلا بيك في طياره اير فرانس
عندنا وقت نلف هنا؟
حلمي اتحقق
لا كيتشاب لو سمحت.
فين المينا؟
دي حاجه مش طبيعيه خالص.
طيب، اهو المفتاح بتاعك. اوضتك احدعش تسعه.
فين اقدر اشري صحون؟
معلش علي الازعاج، بس خلينا نخش في الموضوع المهم. عندنا حاجات كتير نتكلم فيها النهارده.
انا عندي حساسيه من المضادات الحيويه.
عندي شويه واجبات في الانجليزي، الرياضيات والفرنساوي.
حارسم خريطه
بتاخدوا دولار؟
الفيزا صالحه لمده سته شهور.
مافيش مشكله، مافيش داعي نعملها النهارده بالليل.
ياااه، جايه!
بـ البريد البحري؟
خطر لو ماخدتش تاكسي ارجع بيه للفندق
لا، انا خايف اننا هنتاخر كام ساعه كده.
شويه سجاير من غير فلتر، لو سمحت.
انا هينزل في المحطه اللي جايه
اتصل بـ مستر اوغاوا في طوكيو اربعه خمسه سته سبعه
فهمت، من فضلك املا الاستماره دي. ممكن ما نلاقيش حاجه، فممكن تكلم شركه الكريديت بتاعتك.
انا اسف جدا يا باشا، لازم نبلغ البوليس
في محل تخفيضات قريب من هنا؟
اقتراحه اتقبل.
من فضلك وريني وصلات الشحن.
وريني الطريق
ايوه عندي كارتونين
سارق شنطه، امسكوه!
ايوه، عندنا تسعه وتسعين نوع من الوجبات في الكورس.
من فضلك كلم دكتور ياباني.
هو بره علي الغدا دلوقتي، هيرجع بعد عشر دقايق.
حنكون في الميعاد؟
ممكن ترسملي الطريق للبريد؟
ممكن حد يساعدني، لو سمحت؟
كاميرتي باينه عليها عطلانه، ممكن تبصلي عليها؟
هو في خط اتوبيس تاني يروح هناك؟
البريس ده للسييت كله ولا لكل واحد؟
ايه نوع الصوص اللي تحب؟ عندنا صوص تيزند ايلاند، وصوص بلو تشييز، وصوص فرنساوي.
عايز اغير شويه فلوس لو سمحت
ممكن تتكلم ببطء لو سمحت؟
لا، انت خمنت صح. انا اتطلقت من حوالي ست شهور.
اكيد يا باشا، عايز الستيك بتاعك ازاي؟
ممكن تقولي ازاي اظبط درجه حراره الاوضه؟
كل حاجه تمام.
ايه هو الكيمونو الرسمي؟
انا بروح الحمام كذا مره في الساعه.
عايز كاس نبيذ احمر لو سمحت
بندور علي شال حرير
شيل شنطي لو سمحت
الاتوبيس ده رايح بوسطن؟
انا هسافر بكرا الصبح الساعه سبعه، عشان كده عايز الحساب دلوقتي لو سمحت.
قَصّيهم شويه فوق الحاجب، لو سمحت.
حاخد ده وده.
عايز ابعت ده بالبريد البحري.
اقفل يا باشا، هكلمك بعدين.
الميه اللي في البانيو فاضت.
في اربع فصول واضحه.
طيب، هاخد تلاته في الميه خصم.
الكريديت كارد بتاعي مش عايزه تطلع من الـATM
النموذج ممكن يبقي اسهل في الاستخدام.
من الصبح عندي الاعراض دي
انا كيدا في اوضه سبعه اتنين وتسعين. عندي وجع جامد في بطني. من فضلك كلم دكتور ليا.
بكرهك
عايز احجز سويت لو سمحت
فين محطه البنزين؟
هي دي عدوي؟
ها ياخد حوالي تسعين يوم عشان يجددوا الكارت. من فضلك اكتب اسم الفندق بتاعك ورقم التليفون علي الورقه دي، علشان نقدر نتواصل معاك.
الليموزين دي رايحه فندق البلايس؟
هتروح المدرسه؟
عايز حاجه تشربها؟
عايز خيمه
لقيته
بندور علي خيط
ايه اللي مخليك تذاكر جامد كده؟
الطلب بتاعنا هيجي قريب؟
ايه اللي قريب من هنا؟
القطر بيقف في اديلايد؟
ابعتلي واحد شايل الشنط
عايز دي
من هنا، من هنا. الكرسي اللي جنب الشباك ده بتاع حضرتك.
عايز شويه نقط للانف
هو ده محطه مترو ولا محطه قطر عاديه؟
فين الصاله بتاعه البوردينج؟
دلوقتي الساعه اربعه العصر
ها ياخد شويه وقت عشان نجهز بس.
النهارده بعد الضهر لازم نقرر اذا كنا هنكمل في خطتنا اننا نعمل فرع في اي حته في امريكا اللاتينيه، ولو هنعمل كده، فين بالظبط وامتي وازاي.
ممكن اخد اجّل؟
علي المشتريات اللي فوق تسعين دولار، تقدر تستعمل نظام الخالي من الرسوم الجمركيه.
بني. اسمي مكتوب علي جنبها.
حاخلي البواب يفتحلك بالماستر كي، ثانيه واحده بس، اسمك وايه رقم الاوضه؟
بصراحه بحب اسمع موسيقي الـsoul
البطاريه فاضيه
ايوه، طيب تذاكرين رايح جاي سان دييجو من فضلك.
القهوه بتاعتك لو سمحت
الساعه كام؟
هو انا محتاج تصريح صيد؟
عايزين ترابيزه عند الشباك لو سمحتوا.
عايش عالهوا
في مدرسه غطس هنا؟
ممكن تجيبلي الشنط بتاعه الساعه سبع الصبح؟
لازم ندفع في المشروبات؟
انا بحب جويا، نفسي اشوفهم
ممكن الاقي تسجيلات باسعار رخيصه هناك؟
عندك باص للمطار؟
بص يا سيدي، لما تيجي اليابان، تعالي زورني في البيت
ياااه، تقريبا ساعه. دي بعيده شويه.
هما مناسبين جدا للشاطء.
ياخد وقت قد ايه عشان نروح ونجي؟
ممكن تحافظ علي شنطي لحد الساعه اربعه؟
ياخد حوالي اربعين دقيقه. لو سمحت خد بروشور بالياباني، لو حابب.
نص دولار علي كل كلمه. غالي اكتر من اللي كنت متوقعه.
ممكن اسيب الكارت ده بره اللوبي؟
المنتجات دي معفيه من الضرايب؟
احسن حاجه انك تقضي وقت حلو مع صحابك الحلوين.
عايز احجز اوضه توام بحمام لليلتين، بدايه من تالت مايو.
ممكن تجيبهم بكره الصبح؟
بسبب العاصفه التلجيه، رحله طيران كندا صفر اتنين واحد الغيت.
انتو بتشحنوا كتب لليابان؟
هتقعد قد ايه؟
الماكينه دي بتاعه الاشعه هتاثر علي الفيلم؟
انا علي دايت، فخليها بورتيون صغيره لو سمحت.
الطياره اتلغت، حنوديكوا علي فندق
حاجي متاخر، بس خليلي الحجز لو سمحت.
هي الساعه كام؟
من فضلك اعملي خصم
انا بره اوضتي علي طول، رقم اوضتي اتنين واحد
عندنا عشر اوض فرديه، وتمانيه اوض مزدوجه وتسعه اوض توام.
نقدر نشوف حاجتنا هنا.
حطها علي الميزان اللي هناك. خمسه وسبعين سنت.
ممكن تاخدني لـ(Union Station) وترجع؟
عايز اشوف ده.
بص يا سيدي، عشان احنا عارفين ان الحكومه هتعمل شويه اجراءات تانيه عشان تحفز الاقتصاد.
عندي طوابع بريد جوي؟
هاخد كل الحاجات اللي في القايمه دي من السوبرماركت ولا لازم اروح الصيدليه كمان؟
لا، مش بنملي البنزين بس انت اللي بتشتري البنزين. من فضلك املا التانك قبل ما ترجع العربيه.
عايز ابعت البوسطال دي لليابان بالبريد الجوي.
في نيويورك. ووكيل السفر قاللي انها هتبقي كويسه.
شكرا علي كل حاجه.
تفتكر ارجع اليابان؟
ممكن اسمع اسمك؟
بالمعدل اللي احنا فيه دلوقتي، هيطلع بكدا.
فين المعرض؟
ممكن استخدم البانيو او الدوش الليله؟
الرقم هو اتنين تسعه تلاته خمسه واحد اتنين واحد اتنين
احنا تلاته
يا عم، هاتلي احسن عرض.
ميعادك الساعه اتنين بعد الضهر زي ما حجزت، بس في ناس تانيه هينتهوا قريب.
حجزت؟
انا بروح الحمام كل تلاتين دقيقه.
ياخد قد ايه بالبوسطه البحريه؟
هنا؟
حنقعد تلات ليالي
عايز اغير رحلتي
هو في محطه مترو قريبه؟
انا مستر كوباياكاوا، ممكن اتكلم مع مستر توماس؟
القطر ده رايح امتي؟
بتحضروا حفله قد ايه؟
عايز اخد درس تزلج.
بسالك عن الشقه اللي بتاجرها
لواحد؟
اديني قنينه صغيره منه.
فين الناس المحليين عادهً بياكلوا؟
كان فيه كارتات فلوس في المحفظه؟
هيبقي اربعين دولار مع الضريبه، يعني هيبقوا تلاته وتلاتين دولار في المجموع.
هو سهل علي ولد عنده سنتين يلعب؟
عايز ابعت البوستكاردات دي لليابان
انا من فرنسا.
ممكن اشوف التذكره؟
تذكرتين رايحين واشنطن دي سي، لو سمحتوا.
نلعب بالجزمه دي؟
ممكن تصلحلي الخرم اللي في البنطلون بتاعي؟
من فضلك اعمل مكالمه جمعيه.
ماعرفش الحجم ايه
فين اقرب تليفون؟
ايوه، من فضلك. هكون مستني مكالمتك.
ممكن تديلي خصم لو هقعد 3 ليالي؟
اخد رساله؟
في المسرح اللي جنب المكتبه، بس لازم تحجز قبلها.
عفوا، ممكن اخد خريطه المدينه؟
مش خطير؟
السطر ده طويل اوي.
عايز بيض مقلي، توست وعصير طماطم.
خريطه، لو سمحت.
ممكن تكسرلي ده من فضلك؟
عندك فورم تانيه؟
التاغ بتاعك مَعلَّق علي الشنطه؟
مافيش حاجه تتبلغ عنها؟
اوضه دبل، لو سمحت.
مافيش كراسي محجوزه، خد اي كرسي تحبه
عايز سوسيس لو سمحت
هو خد الشنطه بتاعتي
انت كوري؟
لا، بس عندنا عربيه سوب كومباكت جديده خالص. اللي حمرا دي هناك.
انت قلتلي سعر الصرف بتاعنا، يعني كل بنك ليه سعر مختلف؟
هاكون لازم البس ايه؟
ياخد كام عمله؟
قيسها لو سمحت
عايز ساعه حيطه
الاتوبيس هيقف في اي مدينه بعد كده؟
يا سلام، انت ذكي اوي مش كده؟
فرنك سويسري، ماشي؟
ياخد قد ايه من لوس انجلوس لسَن فرانسيسكو؟
عصرك سعيد، اقدر اساعدك في ايه؟
عايز دوا للحرقان
عايز اقول لصحابي علي المكان ده، ممكن تديني بروشور الفندق؟
يا باشا ضيعت الباسبور بتاعي، ممكن تعملي محضر سرقه؟
ياخدني فين؟
فين تليفون؟
معلش ثانيه واحده بس
حاكتبلك
ايه اكتر جوله شامله في المدينه؟
ممكن تملا الاستماره دي لو سمحت؟
عايز هوت دوج بالبصل لو سمحت
يا باشا، ايه الmenu بتاع اليوم في المطعم ده؟
عفوا، ممكن تقولي العشا بيكلف كام في المتوسط؟
غيرلي ده لو سمحت.
ايه رايك تسافر بكره الصبح علي باريس وتطلع علي طياره سويس اير بعد الضهر؟
من فضلك استني لحد ما حد يقعدك
مافيش غطس.
ايوه، ده اوضه احدعش وتسعه. التكييف مش شغال. ممكن تصلحه؟
طيب، فين زرار الشاتر بتاع الكاميرا دي؟
احنا كسبنا عقود مع معظم الموردين في اليابان.
ممكن تقولي الطريق لـ يونيون سكوير؟
ممكن تقولي ازاي استخدم ماكينه البنزين؟
عندك مسترده؟
في فندق زيزي، اسم غريب مش كده؟
المرجان هنا جميل والتيار معتدل نسبيا.
تمانين بنس.
كانت حاجه جامده اوي.
انا شيكت علي شنطتين.
اكيد. وكمان لو سمحت سلمي علي مدام كوك اللي عملت مبادرات حلوه كتير في الاجتماع بتاعنا.
عندك اي اوض فاضيه بالسعر ده؟
عندي رقم حسابي في البنك
انا خايف مش هينفع. لازم تخرج وتلف شويه.
انا ست بيت
ممكن تكتبلي اسم العيله بتاعك؟
تذكره شيكاغو لو سمحت
تفتكر تقدر تغير الكاوتش لوحدك؟
بصراحه حلوه اوي، المفروض تيجي تزورنا في يوم من الايام.
فين المشكله؟ ممكن تشرحلي؟
من الشمال، دول بيشيروا للوقت اللي محتاجينه في التصنيع، والتكلفه المتوقعه، والمخاطر الماليه.
ممكن تبدلني عشره دولار؟
امتي حنطلع؟
ممكن ترشحلي شويه فنادق تانيه؟
عايزه بودره للوش لو سمحت
الطياره اتاخرت؟
معلش
في حاجه ناقصه في ده
ماعندناش غير رقم تمانتايه بس دلوقتي.
عندنا قهوه، شاي، عصير برتقال وكدا. تحب ايه؟
ماتزعجنيش
انا بس عدّي
دا شكله مش مستوي كويس، ممكن تطبخه شويه كمان؟
هتاخد الشنط دي للتاكسي؟
عايز واحد قوي
ممكن شويه فلفل، لو سمحت؟
لا، انا حاسس اني محظوظ. يلا بينا.
فين اقدر اعمل مشترياتي؟
عندك واحد اكبر؟
ممكن تقولي لما نوصل جرين بارك؟
انا اعمل تامين؟
ممكن اصور في المتحف؟
ايه الفيلم اللي شغال دلوقتي؟
ممكن تحولها لينا بالين ياباني؟
ايوه، انا رحت. روحت يوم الحد اللي فات مع صاحبي.
دي اوضه تلاته اتنين.
ممكن شويه عيش زياده؟
ممكن تساعدني اجيب تذاكر؟
هو السعر ثابت للوسط؟
عايز احجز تلاته علي سبعه لو سمحت
شفتي البنايه البيضه؟ هي قدام البنايه
هو ده القطر اللي رايح علي محطه اكس؟
انا في فندق ايه بي سي، اوضه سته تمانميه وخمسه. ممكن تقول له يكلمني هنا؟
لا شكرا، خلاص كدا
عندي روماتيزم في المفاصل
فين محطه بنزين؟
القهوه دي قويه اوي
من فضلك اديني نسخه من تقرير السرقه
عندنا مترو في المدن الكبيره زي طوكيو.
اسفين، مش هنقدر عشان ماعندناش نفس الحاجه.
ممكن تديني مخدر؟
ايوه، امشي في خط مستقيم تلات بلوكات. بعدين لف شمال. هتشوف بوابه صيني جميله.
الرسوم هتبقي عشره دولار للشخص الواحد.
عفوا، ممكن تملاها بنزين عادي؟
شفتي المشتبه فيه كويس؟
بص يا سيدي، ايه رايك؟ انا نفسي اسمع وجهه نظرك.
ايه رايك تشيل الجزم دي معايا؟
حارجع هنا تاني بكرا، ايه مواعيد الشغل عندكم؟
هو فيه شامبو و سشوار؟
عايز تشوف مين؟
امتي وقت البوردينج؟
عايز شويه اندر وير
حاقولك علي رقمي هناك اول ما اقدر
الطبق الرءيسي هو مزيج من اللحم المشوي والجمبري
يا باشا القطر اللي رايح بوسطن بيطلع من انهي رصيف؟
دي من احسن الجوده عندنا.
هتقدر تعوضني عن ده؟
حنكلها مع بعض، ممكن تجيب شوكه زياده؟
هو الكبار لسه محترمين في اليابان؟
هو في رسوم علي السماعات؟
الرسوم الاساسيه خمسميت دولار، وكمان في رسوم اضافيه خمسه وخمسين دولار كل شهر.
في فندق هاليكولاني
اكيد يا مدام. تحبي تستعملي مِقْعَل؟ الـfit عامل ازاي؟
هو اكد تاني؟
ممكن اشوف ده لو سمحت؟
بلي بلي، شربات البطيخ من فضلك.
ايه نوعه يا باشا؟
كدا كويس؟
هو حلو اوي لدرجه انك مش مصدقاه
ممكن اتنين هوت دوج تايك اوت؟
ساعدني لو سمحت.
بصحي الساعه سته كل يوم
اسفين، مش هنقدر نعملها في اقل من اسبوعين.
فين اقدر الاقي معلومات السياح؟
انا فاهم، هشوف مع الموظفين عندنا.
ازاي اروح من هنا لـ امباير ستيت بيلدينج؟
تمن ايجار موبايل و بيجر كام؟
ياااه ياااه
لسه بتجيبوا طلبات العشا؟
اسمي تسونيو سوزوكي. اهو تاكيد الحجز بتاعي.
في فندق الريتز
سلام عليكم، علي باريس لو سمحتوا.
ترابيزه عند الشباك، لو سمحت.
ممكن توريني اللي عند الشباك؟
اللوشن ده بيمنع العرق؟
كيسا بلاستيك، لو سمحت.
يا ريتني ضيعت شنطتي
عايزه اجرب الكعب العالي ده
عندك تغيير الحرس النهارده؟
ممكن تروح الصيدليه اللي في الدور الارضي وتجيب الروشته دي
ماعندكش فلوس اصغر؟
اسفين، بس الترابيزات كلها مليانه. تحبوا تستنوا؟
دي فيها شق.
عايز باص اسبوع، لو سمحت.
حاجرب ايس كريم
ممكن نطلب رماد؟
لوي شمالك
تانكا، اوضه ميه صفر.
معلش، ممكن شويه ميه؟
كبير عليا، ممكن توريني حاجه اصغر؟
يا ريتك كدا والله
خَلِّي بالك، انا جاي!
ممكن تطلعلي تذكره تاني بس علي رسوم المناوله؟
حياخد ساعه تقريبا
خمسه عشرين و اربع خمسين
هو ده زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو زيرو؟
حاقولك علي كل حاجه
في غسيل قريب من هنا؟
ممكن اخد السيشوار؟
ممكن تجيبلي الملح لو سمحت؟
دي هديه.
انا مستني منك تسكتي
الرقم هو زيرو تلاته تلاته اتنين تلاته اربعه واحد اتنين تلاته اربعه.
انا مبسوط اوي بالهديه دي
احسن اشد علي شنطتي، في حاله حد حاول يسرقها.
بليل الدنيا بتظلم حوالي الساعه اربعه والمحلات بتقفل بدري.
الخدمه شامله؟
عايز تقص قد ايه؟
معلش، ممكن تشرحلي الازرار دي؟
ايه رايك في العربيه اللي هناك دي، بليموث؟
معلش، بس انا محتاج حد يساعدني.
اربعه ايام. لو استمرت الاعراض، ممكن امليها تاني.
هو في خدمه من شيكاغو لسييتل؟
الورق القانوني يدخل؟
في حمام خاص؟
الفوط لازم تتلف وتتحط علي الرف اللي فوق الحوض.
وريني شويه بلوڤرات تليق علي ده.
نامل اننا لما نثبت امكانيه استخدام المايكروكمبيوتر في المجال ده اللي مش مهتمين بيه اوي، هنزود مبيعاتهم في المحلات التعليميه.
الريت كام؟
في طلب جامد علي الكمبيوتر الجديد ده.
نزيف هنا.
عايز مسكن
ممكن لو اقدر اخد طياره الصبح بدري يوم 26.
عايز فطيره بالايس كريم لو سمحت
عايز ميه لو سمحت
لو الجوله دي طول اليوم و فيها ميناء الصيادين، هاخدها.
مفيش مشكله
مش حاسس اني كويس، ممكن تديني دوا؟
الستيك ده جامد اوي عليا
خلاص خلصنا
بص، هما فريق صغير ولسه فيهم شباب كتير والدوذرز كمان بيقووا جامد.
لسه، شكرا
وقفي في نص مجموعتنا يا جماعه
عايز الغسيل يتغسل لحد دلوقتي لو سمحت
فيلم كولور، لو سمحت.
سكان اليابان في المرتبه السابعه علي مستوي العالم.
حد حاول يكسر، شاب من الشوارع علي ما اظن.
الضيق هنا في الصدر
ممكن تكلم شركه تامين؟
ايه انواع النبيت اللي عندك؟
لا، خد رقم تلاته.
خمسه دولار
يا سلام، شكرا والله عجبني اوي.
انا في شغل
انا هقعد في فندق الهيلتون، وانا هنا تلات ايام بس.
عايز تليفزيون محمول لو سمحت
في فندق قريب من المطار؟
عايز هامبرجر بالمسطرده لو سمحت
عندي غرزه في بطني
اتصل بالنجده، لو سمحت.
تذكره طالبه، لو سمحت.
اكتبلي جواب لما توصل
انا اسف يا باشا، انا هادفعلك كل حاجه بس بلاش تتصل بالبوليس، بابا هيقتلني
انا عندي امساك
ممكن تلفهالي هديه؟
عندي وجع في بطني
ماعندكش حاجه في النص؟
اتنين طابع دولار و عشره طوابع بـ20 سنت، لو سمحت.
هما مش بياكلوا البيض ني في امريكا.
فين اصلح ساعتي؟
وبعدين قولهم اننا هنتاخر حوالي تلاتين دقيقه.
من فضلك، اديني عشره توكنز
انا بستخدم صندوق الامان بتاعك.
ازاي اروح المطعم؟
بسرعه!
هيبقوا جاهزين بكره، بس مع الخدمه الخاصه بتاعتنا، النهارده بالليل.
ايوه، خد الباص رقم خمسه من الفندق الملكي ونزل عند ميدان الداون تاون.
معلش، ممكن توجيهني للمحطه؟
ممكن تلاقيه عند محطه الاتوبيس اللي هناك
حاسال عليه قبل ما اكلمه
مكتب تاجير العربيات، لو سمحت.
عايز اشوف الجبال
هو ده للستات ولا للرجاله؟
عايز اشتري نضاره جديده.
عايزين نعمل بلاغ عن شنطه ضايعه
هنوصل عند المحل في الطريق؟
هيتعمل بكره بالليل
غيرلي ده لبيزات لو سمحت
ايه اللي تفضله، كرسي للتدخين ولا غيره؟
داك هو السيد تاناكا، انا لسه داخل بس مش عاجبني الاوضه دي.
ويسكي علي تلج، لو سمحت.
لا، بس عندنا دكتور فاهم ياباني كويس اوي. فمفيش مشكله خالص.
ماشي
ماعرفش مقاسات الاستراليين.
ترقص معايا؟
كدا كفايه، انا مديونلك بكام؟
لو كنت مكانك، كان جربت ده.
الرسم ده بيوضح الفروق الرءيسيه بين نوعين من العقود.
انا؟ الشطرنج لعبه مثاليه ليا.
ايوه، عايز اشتري شويه هدايا تذكاريه. ممكن ترشحلي حاجه تكون مميزه؟
هو عيان، من فضلك كلم دكتور له
ايه اكتر رياضه مشهوره هنا؟
ايه نوع البرامج التلفزيونيه اللي بتعجبك؟
احنا بنخسر ولا بنكسب يوم في الطريق لامريكا؟
وريني المواعيد لو سمحت
عايز سماعات.
انت عايش لوحدك؟
لازم تستني ساعه تقريبا.
ازاي بتعملها؟
الكاميرا بتاعتي مش شغاله كويس.
اقامتك سعيده
ايوه، الصبح اشتريت بلوڤر من المحل بتاعك بس لما رجعت فتحته طلع مش هو اللي انا اشتريته. اهو الريكويزيت بتاعي
بتاكلها ازاي دي؟
عندك سلطه خضرا؟
لا، شكرا
انت تعرف اي دكاتره بيتكلموا ياباني؟
البرنامج يبدا امتي؟
ممكن ادفع بالين؟
هواياتي هي تسلق الجبال وعزف البيانو.
يا ربي مش مصدق اني لازم ارجع اليابان، نفسي كنت هفضل شويه كمان
المايه بتنقط من فوق، مش قادر استحمل قاعد هنا
انا انصحك بـ curio.
دي مس مايزاكي في اوضه تلاته عشر خمسه عشر. عايزه منبه بكره الصبح.
مشهور بالبحر الجميل
باي باي
فين اقدر اشري حاجه تذكاريه؟
ايوه، بالازرق والاحمر والاصفر
انا هكون مبسوط اوي اني اخدمك
عايز املي في البنزينه رقم خمسه، لو سمحت. خد العشرين دولار دول.
اهلا وسهلا
فين اقدر اسحب شيكات السفر؟
تكونوا حترزرو لنا بكره بالليل؟
ممكن تاخدنا لكرسي سيتاين و سيتاينتي؟
انا لسه قادر اشتري عربيه جديده
ارفعلي شعري من الناحيه الشمال لو سمحت.
الاتوبيس اللي رايح هايد بارك بيجي كل قد ايه؟
عندك مرشد بيتكلم ياباني؟
ايوه، سلطه خضرا لو سمحت.
دوري علي دكتور فاهم ياباني، لو سمحت.
قريب و مع حبيب. بس في مشكلتي ما عنديش حبيب لحد دلوقتي.
اديني دوا لو سمحت
عايز اغير اوضتي
سمعت اعلان الغاء الرحله واحد سبعه.
عايز جزمه برباط، لو سمحت.
امشي علي طول، فندق ميلتون علي شمالك.
فين اقدر اخد التذكره؟
عايز احجز
سوق بسرعه علي قد ما تقدر
الطبخ هناك مش حلو خالص.
كام قنينه مشروبات كحوليه عندك؟
عايز اوصل المطار قبل الساعه سته
انت مستعد تنزل السعر لسبع دولار؟
عايز اعمل شويه تسوق قبل ما نمشي. ممكن تاخد بالكم من الشنط بتاعتي شويه؟
ممكن تغيره في اي بنك من البنوك اللي في المطار.
عايز دباسه
الاسعار ايه؟
عندنا نبيذ ورد ممتاز.
بصي يا ستي
ممكن اكلم مستر جونز؟
الفاكتوره دي بتاعه ايه؟
شفت الماتش؟ اليانكيز كسبوا.
عايز اعمل مكالمه جمعيه لليابان. انا واتانابي جوروه، اوضه واحد اتنين تلاته. عايز اتكلم مع مستر واتانابي ماكوتو علي رقم تمانيه واحد اربعه خمسه تريبل ناين كوادربل وان كولكت.
هنا الحساب بتاعك.
حاجرب ده.
لا، ما جيتش. لسه جاي من اليابان.
لا شكرا، انا اقدر ادور عليه بنفسي.
الاتوبيس ده بيروح علي فيفت افينيو؟
المرشد بتاعنا هيقابلنا في المطار
اتصل بيا علي طول، من غير ما تروح لحد تاني.
كويسه، الحمد الله.
هي بتنزف
انا عندي حساسيه من المحار
ممكن تقوليلي البرنامج بتاع التلفزيون النهارده؟
يوم ايه النهارده؟
هو ده الـeye shadow؟
ايوه، دي هتبقي تمرين كويس.
انا متاكد انك هترجع زي الفل في وقت قصير.
انا مدرس
عايز علبه الوان.
تلاته وستين صوره، لو سمحت.
الفيلم علي انهي قناه؟
اكل مكسيكي
الباص جاي، احسن تسرعوا!
بص يا سيدي، سر التسوق الناجح انك تروح بدري قبل ما الناس كلها تيجي.
يالا بينا في صفقه
يا سلام، يبقي عندنا وقت كتير بقي.
ايه الكوكتيل بتاعك المميز؟
عندك ده بلون اخضر غامق؟
عشرين الف ين من فضلك.
هو ده الباب بتاع طياره امريكان ايرلاينز رقم عشرين لـ ميامي؟
قليل اوي.
ممكن اغير الفلوس دي لعمله تانيه بعدين؟
اديني كل فلوسك!
انا عندي المكتب بتاعي فوق هنا. دي ان بتلر، السكرتيره بتاعتي. ان، ده مستر اوزو من اوساكا.
عايز احجز كرسي في الدرجه الاقتصاديه لشيـكاجو يوم الاربع اللي جاي.
عايز احجز اوضه تلات ليالي الجايه.
ممكن تفتحلي الباب؟ او ممكن اخد المفتاح الرءيسي؟
واحد من الباكت الاحمر ده لو سمحت
مايهاما هي المحطه الصح لدزني لاند.
غالي شويه
الاتوبيس هيوصل علي الفندق الهيلتون امتي؟
دي اكله مشهوره في مطعمنا.
ادفع رسوم الغاء الفندق لو سمحت
طيب، انا هخلص من الشغل الساعه سته، ايه رايك في سبعه؟
اوكيه. رصيدك في الحساب ستميه و تلاتين دولار.
الماجوز الكبار موجودين هناك
ممكن اخد شنطي في المكان اللي رايحله؟
بصي بسرعه بقي
عندك هديه حلوه لزوجي؟
سهرني علي الاكل
ممكن تقولي ازاي استخدم المنبه؟
يدرس
اكيد، هنا الماسترده.
الفيشه مش شغاله.
شفت لافته شركه الطيران الامريكيه سبعه صفر سبعه؟ لازم تروح هناك.
انا جبت بنزين سوبر بـسعر سته عشر دولار.
يا خويا عندي وجع في بطني، ممكن دوا؟
بندور علي دبابيس
كان ده مشهور في الاربعينات لحد الستينات.
عايز اعرف مقاس رقبتي كام
عايز قهوه تاني؟
الڤيچ مكسور
ممكن اكلمك؟ ممكن تديني رقم تليفونك؟
دي خلطه اربعين في الميه قطن وستين في الميه نايلون.
انا هراهن علي الارقام الحمرا الزوجيه.
النوادي الايجار بتمانيه دولار للست كامله، والجزم الايجار بدولارين.
تلاته ايام من سابع يونيو.
في شقق سياحيه ممكن ااجرها؟
هو عارف اني هنا؟
بكره؟ انا مش فاضي طول العصر. بس ليه؟
عايز اعمل مكالمه جماعيه مع الاستاذ هاشيموتو.
في ماتش كوره الويكند ده؟
كدا تمام، هاخدها لو سمحت
ممكن توريني الحساب لو سمحت؟ ايه دي التهمه دي؟
هما في الناحيه التانيه من قسم المجلات.
ايه هي الاختيارات بتاعه النهارده؟
فين اقدم علي اعاده اصدار؟
شويه زايده شويه.
تابيو اوزورا
حاوريك
عايزين ترابيزه في قسم الدخان لو سمحتوا.
عايز شامبو للقشره
ممكن تساعدني املا الاستماره دي؟
في خصم للسياح؟
عايز سحاب
بعد الشامبو، عايزه اعمل مانيكير.
مش غالي اوي. اوكيه. طيب، عندنا فندق حلو اسمه ذا بيفرلي. موجود في الجانب الشرقي.
حاتنقل علي طياره تانيه في باريس.
ما تقولش ابدا
من زمان تعرفيه؟
في محل الهدايا اللي عند المدخل
لا، ده تامورا.
عندي ميعاد الساعه سبعه.
ايه اللي عايك؟
دوس علي دول
عايز احجز سرير في المطار لـ مدريد الليله دي
ايوه، بس امشي في الشارع ده بلوكين و هتلاقي بنك النيشنز علي يمينك.
شكرا، بس عايز افكر في الموضوع شويه.
القطر ده بيوصل امتي؟
الكيلو بكام؟
هيحصل ايه لو قلت ايوه؟
عايز تعمل اي معامله تانيه؟
الست اللي بلبس احمر، دي كوكتيل فريز علي شامبانيا و طعمه منعش جداً.
دا مفيد. شكرا ليك. انا اسف، اسمك لو سمحت؟
كان فيه اي حاجه مميزه او علامات علي الكارت؟
في باص تاني الساعه اتناشر ونص.
ممكن اشوف التيشيرت اللي في الشباك؟
اتنين دايكري، لو سمحت.
هو في مطعم فيه حد بيتكلم ياباني؟
ممكن تجيبلي صاحبي؟ ضيعته في الزحمه دي
ححقنلك
صحبي كان عنده وجع جامد في بطنه
عايزه كريم للبشره الدهنيه
ممكن ترشحلي جوله سياحيه؟
حوالي تلاتين دقيقه. من فضلك استني في لوبي الترانزيت.
ممكن اعمل مكالمه جمعيه لليابان؟
ممكن تجيبلي بيتزا في الاوضه؟
اظن نقدر نجهزلكوا ترابيزه في تلاتين دقيقه.
فين اقرب محل حلاقه؟
كام سعر السيت؟
انا من المانيا.
من فضلك حول ده لدولارات.
عندك كمثري؟
في ريحه حلوه جايه من الكشك ده
هتريني اعمل مكالمه تليفون؟
انا متاكد ان في ناس هنا تاخدهوم حاجه
فهمتني؟
ممكن اسال عن معاد السفر من هنا؟
هو مش موجود.
ابوي خايف يركب طياره
انا هنا مع صاحبي، ممكن نقعد معاكم؟
الاكل روعه والناس شغالين جامد، بس التلفزيون عيال
انا فاهمك، خليني اشوف في الكراسه عندي. انا فاضي يوم الجمعه الجاي. تحب الصبح ولا بعد الضهر؟
ميرسي، ادفع عند الكاشير اللي هناك ده. ميرسي تاني.
هترجع امتي؟
فين الـexecutive lounge؟
تِسْعَهِ الصَّبْحِ.
انا اسف، معنديش معايا كفايه دلوقتي.
طيب، يلا نعملها. جاهز؟
هو ده كوارتز؟
اه، لازم اشتري معجون اسنان كمان.
سلطه بطاطا تايك اواي لو سمحت
التلوث الهوا مشكله خطيره في المدينه دي.
عندك صالون؟
بطني بتوجعني شويه.
رقم التليفون واحد اتنين تلاته اربعه خمسه سته.
سمك ولا لحمه؟
عندي كرسي، لو سمحت!
لازم اروح المطار الساعه تمانيه الصبح
انا فاكر اني شوفتك قبل كده، انا كينيتشي يامادا من نان يو تكنولوجي.
ممكن تبص علي لوحه اختبار النظر دي؟
حنعمل حفله صغيره بكره، تعالي معانا؟
ممكن مفك؟
ممكن اصور فيديو؟
يا سلام، الطياره دي صغيره اوي علي كل الشنط دي.
ماتدخنش في الاسانسير، لو سمحت.
عايز اروح في كروز
ياريت تنصحني علي مطعم
دي اوضه تلاته اتنين وخمسه، التليفزيون مش شغال.
عايز ياردتين من القماش ده لو سمحت
ادفع مصاريف النقل عشان توصل هناك
ايه اللي بيفضله، كلب ولا قطه؟
ممكن اخدها.
هتجيبلي تلج وكاسين من فضلك؟
كان عندي زجاجه ميه معدنيه من التلاجه.
رقم الطياره بتاعك ايه؟
عندي مشكل في القلب
فين زيت السمسم؟
هنا هو المكان اللي حصل فيه الحادثه الرباعيه من يومين
ساعات بروح العب جولف في الويكند.
في حاجات لازم افكر فيها.
عايز اعمل معاد علي الساعه عشره الصبح.
سكوتوا، انا هكلم واعمل معاد عشان اقصها.
ممكن تلاته؟
السامعه مش شغاله كويس.
في حاجه في السينما النهارده؟
ممكن اعملهم تاني؟
عندك روبي في اطار فضه؟
ايه هو السن المسموح بيه؟
عايز عصير طماطم لو سمحت
ايوه، ممكن تشرحلي ازاي استخدم السماعات دي؟
لحد امتي مسموح ندخل؟
عارفين اي محل فيه بياعين يابانيين؟
ايوه يا باشا، في ناس كويسه اوي هنا - الناس اللي بتدي بختس للسواقين التاكسي لو فاهم قصدي يا باشا.
تذكره عاديه في اتجاه واحد، لو سمحت.
انا حجزت علي طياره خمسه رايحه سياتل بكرا.
احنا اتاخرنا شويه، بس ما تقلقش
لازم تفي بكل وعودك.
فين اقدر اقدم في مدرسه الغطس؟
جبت ظرف تاني؟
لا زيت شعر، شكرا
كام يوم؟
ماكنتش عايز كده
انا شايف، شكله حلو. بس مش غالي شويه؟
ما عنديش فلوس للبوكس اللي بالعملات المعدنيه.
انت عارف انك ما وقفتش عند اللافته؟
بكام الليله؟
حجمي سبعه
انا هكون هناك حوالي الساعه عشره بليل.
رقمي واحد اتنين تلاته تسعه صفر خمسه خمسه.
بما اني جيت لحد سيفيل رو، يبقي لازم اعمل بدله.
شحن البطاريه لو سمحت
عشرين ابريل
عايز اغير الرحله لرحله بعد الضهر.
هدوم، شنط، جزم، حاجات زي كدا.
هي بنت يابانيه عندها تمن سنين.
ازيك؟ بابا بيسلم عليكوا.
يلا بسرعه، مش عايزين نتاخر
هي هشه ولا بتكسر؟
خايف المشروع ده يفشل
علمني الخطوات، لو سمحت.
ساعه ونص تقريبا.
انا اسف، انا اديته لشخص تاني كان في نفس الاوضه معايا.
ماري كانت في الميعاد علي القطر، بس جورج ماكانش في معاده
كل شغل ولا لعب يخلي جاك ولد ممل
طيب، هفكر في الموضوع ده.
التذاكر السريعه دي بس للقطر والكرسي اللي انت حجزتهم.
شكرا ليك علي انك شرحتلي كل ده.
ما عملتش برا من تلات ايام
يا ريت تقولي استخدم اي نادي في الضربه الجايه؟
اي شط هو اللي الاطفال المحليين بيحبوه اكتر؟
كلهم حاجات شخصيه.
ايوه، كوكا واحد بس.
اخد من الحلوي علي راحتك
مش خطير اكلها؟
دي علامه المطالبه بتاعتي. ممكن تشوفها حالا؟
وكمان بنشتري سمك كتير من بلاد تانيه.
الحاجات الهشه.
ماتقلقش، حنعلن عنها
الطريق لـ فيشرمانز وارف، لو سمحت.
هتجيبلي شاي و عيشه بالزبده؟ دي اوضه اتنين تلاته اربعه.
عايز اروّح نفسي بشويه بيره
علي حسب عندك حاجه تدي عليها ولا لا
ماشي يا باشا، اقفل انا هقولك لما اعملك الconnect
الطباعه علي الكمبيوتر بقت منتشره جدا في الايام دي.
ممكن تغيرلي الفلوس دي لفلوس اصغر؟
مانشستر لو سمحت.
انا اسف، مش بنعمل كده
انا كبّيت حاجه، ممكن تجيبلي منديل؟
متي كانت اخر مره عملت فيها علاقه جنسيه؟
ايه سعر التذكره لـ وايت بلينز علي الخط الشمالي؟
هي دي جوله نص يوم؟
من فضلك وريني الجدول
عايز اغسل ايديا، في اوضه اقدر اغسل فيها ايديا؟
هو انا محتاج تذاكر؟
في حاجه غلط في العربيه، ممكن تشوفها؟
ياااه، هو عارف اننا عايزين هدوم.
مكالمه بره، لو سمحت.
انا اسف، بس هو في اجتماع دلوقتي.
بندور علي بنك، فين اقرب واحد؟
ايه نوع الشغل؟
يا نهار اسود، احنا فين؟
صباح الخير، كام واحد فيكم هيتاكل؟
الكريديت كارد مكسور، ممكن تديني واحد تاني من فضلك؟
لازم تروح تشيك ان قبل التسعيني دقيقه من وقت الطياره.
سيبت الكوت بتاعي في دولاب الفندق.
من فضلك غيرلي ده في فكه صغيره.
ممكن يكون حد خدها بالغلط
فين الكورس للمبتدءين؟
عندك الوان تانيه؟
عايز ارجع الراديو اللي اشتريته امبارح.
يا ريت تقولي اركب انهي خط؟
جيبلي فوطه لو سمحت
عندي رحله ترانزيت علي نورث ويست تلاته اربعه. فين ممكن اشيك الباجات؟
ممكن اغير الكراسي؟
دُولار و سبعين سنت. هكلمك لما يخلص.
ممكن تسال عليه في طوكيو؟
دي اوضه سته واحد يا باشا
يا سلام علي المنظر ده!
من فضلك صحيني الساعه سته بكرا الصبح
شكله حاجه كويسه اوي.
هاخد الحاجات بتاعتك؟
ممكن الحساب لو سمحت؟
قدام نهر التايمز، لو سمحت.
معلش، ممكن تاخدلنا صوره؟
فين اماكن الغطس اللي قريبه من هنا؟
عايز برجر بالجبنه بكل حاجه، فرايز وشيك بالشوكولاته
ابعتلي البارسل ده كاش عند الاستلام
انا مبسوط اوي عشان باكل علي الغرب من ساعه ما خرجت من طوكيو
عايز ابعت ده تيليجراف
من فضلك اكتب اسمك والفندق ورقم التليفون بتاعك علي الورقه دي.
ممكن احجز يوم الجمعه؟
صباح الخير، دي مكالمه السهيان بتاعتك.
عَمَلْت مكالمه.
من فضلك وريني الطريق لمكتب البا
معلش، ممكن تكسرلي الدولار والزيرو سنت؟ عايز اعمل مكالمه بس معاياش فلوس صغيره.
من تسعه الصبح لتسعه بالليل
ممكن تطبع اسمي وعنواني علي الورق الرسمي؟
هنا وصل الدفع بتاعي
هو في لبس رسمي مطلوب؟
كام الڤيشال مع ماسك الطحالب؟
عايز اودّي الشيك في البنك
الجو كان عامل ازاي في لوس انجلوس؟
هو بس بره الباب ده. روح علي محطه الاتوبيس اللي مكتوب عليها رقم تلاته. الاتوبيس ده هوديك فندق باي فيو.
بالمبرمج ده، الناس تقدر تعمل صفحه ويب في اقل من عشر دقايق.
وقعت وجرحت ركبي جامد.
وريني يا معلم
اللافته مكتوب عليها ايه؟
ليه المنتج ا حافظ علي حصته الكبيره في السوق من خمس سنين؟
طيب، من فضلك روح علي كاونتر الباسبورات.
ارجعلي دولارين
امتي هتيجي؟
عندك نفس الحاجه دي بس بلون اسود؟
القطر الاخير بيطلع امتي؟
سيبني عند المحطه الجايه لو سمحت
لوحات ايجار، لو سمحتوا.
ايوه، عندنا تلات ملاعب تنس في اخر الجناح ده.
من فضلك تعالي خدني من المحطه
فين اقف في الطابور؟
من فضلك روح علي الشباك الخامس.
اوكيه يا باشا، نشوفك علي سبعه.
لازم يكون في غلطه في الحسابات، كام بقي؟
عايز عربيه اوتوماتيك تستهلك بنزين قليل.
ايوه، امبارح كان الجو دافي شويه.
ممنوع تركن علي الرصيف.
وبتاعوا طوابع بريد؟
عايز روشته
خمسه كدا
الرد علي الموديل اللي فات كان ايجابي في الغالب.
ايه رايك نروح هاكوني معايا؟
اي حاجه تختارها هتبقي تمام.
طيب يا مدام سوزوكي، عندك حجز علي رحله رقم اتنين تلاته اللي هتمشي بكره الساعه تلاته العصر. من فضلك اعملي تشيك ان قبل ساعتين.
ممكن شويه فلوس صغيره؟
ممكن اكون سيبته عند الريسبشن
اكيد، تلات حتات كلهم؟ هنحجزهم لكوا.
مش شايف الشاشه من هنا كويس اوي.
معلش بس انا عايزك تحافظ علي الباسبور بتاعي
ماشي، انت دلوقتي محجوز.
بيل، لو سمحت.
عايز تاكل معايا الغدا؟
يا خساره، كان جميل اوي الكلام معاكوا.
مش عارف الاقي الكلمات المناسبه
اكبر فرق هو احساس بالمساحه.
عندك خصم لو هقعد شهر؟
هو ده علي الطريق السريع ولا في المدينه؟
في سرقه حصلت
انت هتقعد تلات ليالي زي ما كان مخطط؟
ممكن اطلب منك تكلمني بعدين؟
عايز ابعت تلغراف
امتي لازم اطلع؟
ايوه، للجروب اللي عشره او اكتر، تلات دولار في المشروب.
هنا البوردينج باس بتاعك. من فضلك روح علي بوابه اربعه عشر لما الطياره تنادي.
قطعت ايدي في حته زجاج
ماتزعجنيش
كويس اوي.
لسه ماجبتش الشنط بتاعتي
بص يا عم، الموضوع صعب شويه. علي حسب الزحمه في الطريق السريع. انت عارفه انها زحمه اوي دلوقتي.
ممكن توريني اكل ده ازاي؟
عايز لحمه خنزير مشويه
الغاز خلصت عندي
ممكن اجرب المقاس اللي اكبر منه؟
من فضلك املا الاستماره دي. بعد ما نرجعها، فين المفروض نسلمها؟
انا شوفتك لما جيت مكتبنا في طوكيو السنه اللي فاتت.
انتوا بتوقفوا عند فندق واني؟
ممكن تشرحلي ازاي العب؟
ممكن سمك كيبير و شويه عيش؟
ممكن ترشحلي مطعم حلو؟
كم ده؟
يا ريت تشغل العداد من فضلك.
ما شوفتش لون زي ده قبل كده خالص
ممكن دوا للمعده؟
دي مش اللي انا طلبتها.
معلش، فين ممكن اغسل ايديا؟
اهلا، ضيعت الكارت بتاعي. من فضلك الغي الكارت القديم واعملي واحد جديد.
عايز اشيك علي الشنط بتاعه
عايز تذكره رايح جاي لـ "س" لو سمحت
ايه سعر الاوضه؟
يا ريت تمشي وراه، هو هيغسل شعرك.
ممكن شنطه بلاستيك؟
عندي تلات شنط
ممكن اسمك ورقم تليفونك؟
انا فاهم. طعم الحلويات اليابانيه مختلف عن بتاعتنا خالص.
ممكن تبعتلي عربيه قطر علي ميتو رود؟
دي عيلتي.
ممكن اغير الكرسي؟
ياك ياخد وقت قد ايه؟
ايوه، انا رايح عند البريد علي اي حال.
اوه، يا خساره. طيب ايه رايك في دي اللي فيها عمليه بسيطه؟ كل اللي عليك انك تحط الفيلم ده هنا وتدوس علي الزرار.
ممكن تظبطلي كراسي جنب مراتي؟
اتحرق من الميه السخنه
عايز ابعت تلغراف
عشان القرارات بتتاخد بشكل جماعي.
نزل علي السلالم دي و امشي مع اللوحه اللي مكتوب عليها
عندك بيره محليه؟
ممكن توقف هنا؟
لو جبت اتنين، هتعملهم بكام؟
ايوه، دي هي.
فين الاسانسير بتاع غريندلوالد؟
اوضه بحمام ودوش
بندور علي شمسيه
مكالمه دوليه لو سمحت.
عشرين دولار؟ ايه رايك في خمستاشر دولار؟
عايز تشرب شاي؟
الله يبارك فيك
عايز ترابيزه جنب الشباك لو سمحت
هو انتو هنا بتتقبلو شيكات السفر؟
الراجل المسءول مش موجود دلوقتي، هيرجع علي طول لما يرجع
المفتاح لو سمحت، اوضه احدعشر سته عشر.
عايز كاميرا بسيطه لو سمحت
حقيقي؟
ممكن تظبطلي الحزام اللي في ضهري؟
عايزك تعمل اشعه
عارف مكان تاني قريب يقبل الين الياباني؟
ليه البوكسر دي غاليه اوي؟
البطاريه خلصت. ممكن اخد الكابل بتاعك؟
دوا للمعده، لو سمحت.
جالي قنينه عصير، بس ماخدتش باقي.
انا بحب الموسيقي الشعبيه
ممكن اشوف واحد زي اللي في الفترينه؟
اهلا، وكاله سامريتان للعقارات.
عندك فواكه طازه؟
حاخد اللي فاضل للنهارده
فين الاكل؟
تلاته ونص مليون ين تقريبا.
بَعتهولي بالبريد المضمون، لو سمحت.
عندك مسكنات في الفندق؟
طيب. ياااه. ممكن اخد حمام النهارده؟
الطرف التاني في الخط
اديني تسع عشرات، خمسه واحد، اربع وحدات والباقي في عشرات
اليابانيين بيحبوا يعملوا الحاجات في مجموعات.
يالا نخلص اليوم ده
الساعه كام في طوكيو؟
لازم نوصل له
عايز كوتشينه لو سمحت
بندور علي حاجات تذكاريه باسعار معقوله.
باتري بارك، لو سمحت - بس ممكن تعملي وقفه في يونيون سكوير؟ عايزه اخد صاحبتي من هناك.
حنا هنجيبها لك قريب
اسف، مش هينفع. انا بس اقدر اوصل للفنادق اللي مكتوبه هنا.
بصراحه انا مقدر ده، بس
ايه نوع الاوضه اللي انت عايزها؟
علي اليمين ولا علي الشمال؟
اديني دولار واحد.
بايته كام؟
امضي، لو سمحت.
هو ده البلاتفورم سته؟
شويه حار، بس انا شايف انك هتحبه.
عايز كاس ميه بارده
هو خطر نروح سوهو؟
تذكره لـ ديترويت، لو سمحت.
لما يجي علي الموسيقي، مفيش حاجه تقدر تغلب شارع 42. المسرح مليان كل يوم لدرجه انك مش هتقدر تلاقي تذكره واحده. دي حاله نادره في تاريخ الموسيقي، اعتقد كده.
ممكن تنزل الشنط بتاعتي لو سمحت؟
انا مقدر ده، بس الشنطه بتاعتي كبيره اوي عليا عشان اشيلها. ممكن تحافظ عليها؟
احنا مهتمين بالاثار
ممكن تجيبلي كاس ميه؟
اتصل بالبوليس
جايه
شويه علي الكتف، لو سمحت.
ممكن اشوف البرنامج و الكتالوج؟
طبعا، هاديك الكارت بتاعنا.
عندك موديلات تانيه؟
البوابه بتاعتك سبعتاشر.
عشرين ابريل كان عيد ميلاد الامبراطور شووا، ابو الامبراطور الحالي. دلوقتي بيحتفلوا بيه يوم الاخضر.
يا باشا، كام تمن البوسطه دي عشان تبعتها لليابان بالبريد الجوي؟
هتاخدني علي الديسكو؟
ايوه، ده برج التذكاري. واحد من اشهر المباني في المدينه.
عندك افلام؟
معلش، هو ده الطريق الصح لبنك المغرب الاول؟
عايز استخدم صندوق الامانه
بقي يضرب في الناس
انتو بتدوا خصم خاص؟
عندي اكتر من عشرين سنه خبره في المجال ده
انا قاعد في هيلتون سيدي، عارف انا محتاج الشنطه دي اوي كل هدومي فيها.
خد المخرج اللي هناك ودور يمين لو سمحت.
انا اسف، انا غلطان في الرقم.
عارفه توصليله؟
الخط مشغول
فين فيشه ماكينه الحلاقه الكهرباءيه؟
ممكن اشوف واحد تاني؟
فين السلم؟
طيب، انت شايل معاك اي نباتات او اكل؟
ايوه والله يا ستي، يلا نروح البحر
هو في نفس اتجاه المبني ده؟
بايخ اوي.
انا كاتسوهيكو ناكانوما. في رسايل ليا؟
بص يا سيدي، ااكدلك علي نفس الرحله عشان عندنا مكان فاضي؟
ممكن اغير الحجز بتاعي دلوقتي؟
الاسم سوزوكي.
اسمي يوسوكي تاناكا، و دلوقتي بتكلم من المطار.
هما ناضجين؟
مافيش قصد
فين اللوبي؟
شنطتي اتضررت، اروح فين عشان اعمل بلاغ؟
عالي اوي
ممكن تبعتولي الشنط بتاعه تحت؟
جيبلي بيره لو عندك بيره من الحنفيه احسن
يا سلام، ده انا فاكر في كافيه حلو اوي بيشغل موسيقي كلاسيك قريبه من هنا.
عايز عربيتي
اكيد، ممكن اخد رقم تليفونك احتياطي؟
لا، في الحقيقه عشان الاسعار عاليه اوي لازم اسكن عند ماما اللي ساكنه في كوينز وبتاخد مني ساعتين رايح جاي.
انا فاكر ان احنا كده. دلوقتي عندنا بس نقطه واحده لسه محتاجين نتكلم فيها، وهي كام شهر اشعار لازم كل طرف يبعته للتاني في حاله انه عايز ينتهي من العقد.
عايز تذكرتين لليوم السبت الجاي بعد الضهر.
دي شويه زياده عن اللزوم.
هي قصه حب؟
بالعب عشان الفرفشه وبستخدمها في الشغل بردو
الاتوبيس اللي رايح اكسفورد هيمشي امتي؟
عايز الاقي رقم شركه يونايتد ايرلاينز لو سمحت.
انا اسف علي التاخير، رقم اوضتك تسعه وتسعين. اهو المفتاح بتاعك.
نبيذ لذيذ. ده من هنا؟
اكيد، عندك لون معين في بالك؟
حاسس اني دوخه
فين الوديعه؟
ممكن اشوف الباسبور والفيزا بتاعتك؟
عايز ورق حمام
اليابانيين مش بيغيروا شغلهم كتير.
انا باتصل بطوكيو تلاته سبعه سته خمسه اربعه تلاته اتنين واحد.
ممكن اخد معاد بكره؟
دي حجر قديم عليه حروف قديمه مكتوبه عليه
اي طياره هركبها بعد كده؟
بتمشي الساعه تمانيه وربع الصبح من مطار سان فرانسيسكو.
دي اوضتك يا باشا، هسيب الشنط فين؟
معلش بس انا شايف انك قاعد في كرسيي، رقم الكرسي بتاعك ايه؟
ممكن تحط شنطك علي الكاونتر؟
احنا بنعتبر واشنطن دي سي، عاصمه امريكا، مركز السياسه العالميه.
ماشي، هقولها تملاه
الاسم اوكادا، عندنا حجز علي سبعه.
انا؟
فين ناوي تقعد في لوس انجلوس؟
في المترو
وبعدين، مشكله التلوث البيءي كمان بتقل. صح؟
يا ريت رقم الاتوبيس ايه؟
ما يهمش
بصراحه، المهندس بتاعنا الاستاذ اكياما لازم يمشي بدري عشان عنده اجتماع تاني.
عندك خدمه تاجير او توصيل؟
مافيش صابون في الحمام
انا بفضل اوتوماتيك.
ست فواتير عشره دولار، وتمانيه فواتير دولار واحد، والباقي في ربع دولار.
خد الاتوبيس من قدامك علي طول
دي بتاعتك
عايز عيش ابيض لو سمحت
فين الحمام؟
شكرا ليك علي اليوم ده.
عندك تليفون عام؟
هو هيوصل في دقايق
حوالي الف وخمسميه دولار استرالي و خمسين الف ين ياباني.
في دكتور هنا؟
هو عادي اركب طياره زي دي؟
رقم الحجز بتاعي سته وسبعين تسعه وتسعين.
عايز اخد الطياره الجايه لبوسطن.
الترابيزه دي لو سمحت.
طيب، خليك هنا انا هروح اجيب تاكسي
اديني بسكوته شيبس شوكولاته.
انا في تلاتينات عمري
عايزه اشتري روج، عايزه لونه وردي
ماكانش في اي مشكله خالص.
استني هنا لحد ما ارجع
قول لـ مستر توماس اني في فندق هيلتون
فين سوق الحشرات اللي قريب؟
لا، لازم تشتري توكن من الماكينه دي.
هو ده جديد الموسم ده؟
معلش، بس انا حاسس اني تعبان شويه.
عايز ااكد السعر
لو عملت مكالمه دوليه من اوضتي، في رسوم اضافيه؟
انا فاكر كدا
عايز اكلم الرقم ده، ممكن تساعدني؟
ممكن تقولي ايه الباص او القطر اللي رايح وسط البلد؟
عايز اعمل مكالمه بره لليابان لو سمحت.
هو انا محتاج جاكيت؟ و الكرافته دي ايه رايك فيها؟
عايز اطلب منك خدمه لو سمحت
هو في السله اللي جنب التوستر
ماينفعش اشرب حاجه فيها كحول.
انا بذاكر عشان امتحانات البكالوريا
بكريمه وسكر، لو سمحت.
برد، مش كده؟
ممكن ترشحلي شويه اماكن حلوه ازورها في البلد دي؟
في كازينو في المدينه دي
انا جعان
الحساب يا باشا، كاش ولا كريديت؟
ممكن اخد ويسكي مع صودا وبراندي، لو سمحت؟
كام التوصيل؟
ما بعرفش اعوم، محتاج جاكيت نجاه.
اتنين هوت دوج تايك اواي
لازم امشي.
انا جاي اخدها دلوقتي.
لف يمين عند الركن
بص يا سيدي، السينيور هو السنه الرابعه في الكليه بعد الفريشمان والسوبفريمين والجونير.
عايز اخد درس خصوصي
فروزه
امتي اقدر اجي اشوفه؟
عندك قايمه نبيذ؟
رجلي وجعاني.
عاجبني، ده لو سمحت
هما عندهم مجموعه كبيره من مسرحيات شكسبير، مش كده؟
متي كاس العالم؟
انا مبسوط انك جيت
يا باشا، لو سمحت!
عايز احجز مركب للرافتينج
عندك اي اقتراحات لقصه شعر ليا؟
عندك خريطه البلد دي؟
عايز بطاطس صغير، متوسط ولا كبير؟
فين المكان اللي فيه اكتر حركه في الكرنفال؟
هو في صندوق بريد هنا؟
يا سلام، انت طيب اوي. ممكن افتحه؟
اطلع علي المنحدر، هتوصل لتقاطع تلات طرق. بعدين روح شمال.
ممكن اشوف الكشف التفصيلي؟
عايز رول فيلم بـ36 صوره لو سمحت
هيقولولك علي الاتوبيس اللي تاخده
ايوه، من هنا لو سمحت.
حاخد اللينجويني
خَلّيه كوليكت
انا بتكلم شويه، بس الكلام والفهم حاجتين مختلفين. يعني مثلا انا عارف كلمه اجنبي، لكن مش عارف اي خط هو بتاع الاجانب.
طيب، عندك تذكره واحده بس للكبار؟
خد قرص مع كاس ميه
عيلتك عامله ايه؟
ماشي، هتاخد ميه وستين دولار.
فين كتب الاطفال؟
مافيش تليفون هنا خالص
بص، حوالي خمسه عشر دقيقه ماشي.
ممكن تجيلي من محطه بوسطن؟
ايوه، هي موجوده. مين معايا؟
الجو عامل ايه دلوقتي؟
جيبتي اتسرقت
غالبا شغل و شويه سياحه.
عندك غسيل سيارات؟
حط فلوسك فين ما بتكلم
اكتبلي لو سمحت.
فين المفروض احط ده؟
ممكن تقولي علي شويه اماكن حلوه ازورها؟
اهلا، انا كارول براون بتتكلم. ممكن اتكلم مع سوزان؟
اول حاجه، انا باخد خط شواو. وبعدين اغير في انهي محطه؟
انا فاتني المحطه، اعمل ايه؟
الطياره هتمشي امتي؟
عندك اوضه فيها منظر حلو؟
ممكن تقولي الطريق للبريد؟
عايز نظاره ميدان
من فضلك خد صوره مع المبني اللي وراك
عندك جرنان يابانيه؟
انا فاكر ان الشنطه الكبيره هتبقي غاليه اوي.
مساء الخير، انا عايز اعمل فيزا دخول لبلدكم.
هما واسعين اوي.
بريد جوي؟ خليني اشوف، ده هيكلفك ميته وتمانين دولار.
انا مجروح جامد
يا سلام، زمان ما شوفتكش!
ممكن ادخل؟
عندي تامين المسافر
اغلبها في اوروبا.
هو امريكان اكسبريس ماشي؟
دَفَعْتِ فواتير الفندق؟
الدره مسدوده يا باشا
عايز احط ده في حسابي
الدا فيه الاكل؟
اتفضل اقعد
انا هسافر يوم الجمعه العشرين وهرجع يوم الاحد
الساعه كام دلوقتي في اليابان؟
مثير للاهتمام.
لو عايز خدمه في يوم واحد، هيدفعوا عليك 50% زياده علي الفاتوره. ده تمام؟
حنخد التلات كراسي اللي في النص في الصف ده.
عندك اي اقتراحات؟
سمعك يا باشا
ماعندناش في المخزن، بس نقدر نطلبهولك.
ممكن توريني دي لو سمحت؟
حطها في واحد من الشنط الكبيره اللي في دولاب الهدوم. لو سمحت املا استماره طلب التنضيف بخصوص الحاجات اللي عايز تنضفها.
انا شغال في التلفزيون
ممكن انزل في الطريق بالباص ده؟
ايه اللي اكتر متانه؟
دفعت فيه كام؟
يا ريتني كنت اعرفك من زمان
في ميكي ماوس علي الستيكر
ممكن توريني حاجه تانيه؟
يا سلام!
عايزين اوضه علي البحر لو سمحتوا.
بصراحه مش عارف اقول ايه
في رحلات تانيه النهارده؟ لازم اكون في لوس انجلوس الليله دي.
ماظنش انه مستحيل. احنا عارفين ان ده مهم واحنا موافقين نتكلم فيه لما تجيبلنا خطه التسويق بتاعتك اللي معقوله.
منين في كندا؟
يا سخنه يا نهار اسود، ما نروح نعوم؟
المسام بتاعتي كبيره وواضحه.
عايز اصلح الساعه دي
هو في باص للمدينه بعد الماتش؟
عايز اضيف ده علي فاتوره الاوضه بتاعتي.
لا، ما روحتش نيويورك.
ممكن سبريت؟
صعب عليا اضيع صاحبي في الطريق
ممكن عشره ورقات دولار واحد عشان العشره دول، لو سمحت؟
سيبت الكاميرا في الاوضه
عايز شنطه كاميرا
تجي معايا ناكل حاجه؟
الفيلم هيبدا امتي؟
ارفع ايديك في الهوا
ممكن اخد نسخه من محضر الشرطه، لو سمحت؟
انا شايف انك لازم تعمل دايت. مش بتتحرك كتير في الفتره دي، صح؟
يا سلام، احنا عايزين جدا. شكرا علي الدعوه.
هسيب الشنط هنا؟
شويه كمان من علي الرقبه
ممكن نسيب الشنط عندكم ونروح نتسوق؟
ايوه، ممكن تمطر بعد الضهر.
هي في قسم الضرايب علي الشركات.
هو فيه كافيتريا؟
ايوه، هما من كاليفورنيا وجداد خالص. وبما اننا بنبيع بخصم جامد، يبقي دي فرصه حلوه اوي لو اشتريتهم النهارده. دولار ونص بس الواحده.
طول متوسط، من فضلك.
بتستخدمه ازاي؟
هي تحت علي اليمين
عايز اغطس مع غطاس محترف.
ممكن تغيرلي الاوضه؟
خليني اشوف. ايه رايك في سبعه واربعين؟
من فضلك وصلني علي اكستنشن تلاته صفر تلاته.
فين محطه الاتوبيس اللي رايحه سانتا مونيكا؟
دي حاجه هجيبها معايا لليابان
خالتو باينه مش في حالها شويه و غريبه
ممكن تساعدني لو سمحت؟
يا ربي بطني وجعاني
فين اقدر اشري لبس تقليدي؟
فين مكتب الحاجات الضايعه؟
عندك قمصان؟
وريني بار حلو، لو سمحت.
حاخد ستيك لحمه، وللمدام حاخد كباب مشوي
دي حاله التهاب في الزايده الدوديه مع ثقب، لازم تدخل المستشفي حالا.
غطّي كل حاجه، لو سمحت.
دلوقتي، ايه رايك نعمل عشا ايه النهارده؟
هفكر في الموضوع ده.
بتقبلوا شيكات السفر؟
دي اكيد بتاعتك، سواق التاكسي سابها الصبح ده.
عندك نفس الحاجه دي؟
دي مركز التجاره اللي خلصناه.
انا اقدر ادفع تلاتميه دولار في الشهر.
ممكن تجيبلي عربيه قطر لحد محطه البنزين اللي بعدنا؟
عايز ابرد الجزء المصاب بالتلج المفروم
عندك كراسي فاضيه امتي؟
لا، انا هارن عليه تاني.
عايز عربيه
عندك اي تاريخ مع الحساسيه؟
في مركب لجزيره الحريه من باتري بارك.
في دولاب؟
ساعدني، مش قادر اتحرك
سياره ممنوع فيها التدخين، لو سمحت.
من فضلك اكتب عنوانك الثابت.
احنا جاهزين نرد علي اي استفسارات عندك في الحال
مش هاكل الوجبه دي.
عايز اشتري اللي محتاجه، هتردلي؟
في اي محلات كبيره في المنطقه دي؟
الراجل اللي في الريسبشن ده وقح فشخ
فندق ارخص يكون احسن لو كان في حته امنه.
عندي قنينتين كونياك
علي الاول، مدن هيروشيما وناجازاكي بيعملوا طقوس تذكاريه، وعلي التاني الامبراطور الحالي بيحضر صلاه علي ارواح اللي ماتوا في الحرب.
معلش، اكتب ايه هنا؟
دا في الدور التاني عشر. خد الاسانسير بي لو سمحت.
ممكن تديني الوصفه دي؟
مافيش غير كده؟
سَلْ البَوَّاب
عندي انفلونزا
هي مع حمام؟
دي، اه، في اخر البلد، بلوك بعد مابل. اخر البلد من ناحيه الشرق.
كولها تمام، الرحله الجديده بتاعتك رقمها زيرو تلاته هتطلع يوم سبعتاشر يونيو.
عايز اعمل اجراءات الجمارك بتاعه الديوتي فري.
عايز تاكل ايه علي الغدا، لحمه ولا فراخ ولا سمك؟
حرامي سرقني من محفظتي في المترو
خليني اقراه رقم رقم، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
كرسي في درجه رجال الاعمال، من غير تدخين لو سمحت.
الاتوبيس ده رايح وسط البلد؟
هو مش عايش هنا تاني
ماعندكش اوضه ارخص؟
دي مكان حلو للسنكس، مش كده؟
فين الفيشه بتاعه السشوار الكهرباءي؟
السياره القديمه بتاعتي ماكانتش بتسوق كويس اوي.
عايز عنب
يالا نكلم كل الناس اللي في الصفقه دي حالا
انا مرن، انت عايز تاكل ايه؟
انت بتعمل ايه؟
يا ممرضه، تعالي بسرعه!
مافيش فوطه
طول ما نقدر نوصل ساعه قبل، مش فارق معايا ادفع زياده شويه.
الزياده بتقل
انا غلطت في الرقم
عايز حاجه مش هتخليني انام
عايز اجرب حاجه اصغر شويه.
يا سلام يا فندم، انت طيب اوي والله. ممكن افتحها دلوقتي؟
فين المحطه؟
ممكن اديك شيفروليه سبكتر بـ42 دولار في الاسبوع، كيلومترات مفتوحه.
بطاريه جافه للكاميرا دي لو سمحت.
يا ريت تاخدني علي العنوان ده
ممكن تقسملي العشرين دولار دول لعشرين ورقه؟
عايز الاقي فندق، فين مكتب المعلومات؟
حجزت كراسي جنب الشباك.
الخدمه في الاوضا لو سمحت
لف يمين، هتلاقيه علي بعد ميل كده قدامك.
حجزت من 24 لـ 27 اغسطس، ممكن اغير الحجز بتاعي من 25 لـ 27؟
اه، شكرا. مش عارف اقدر. ممكن ارجع تاني؟
حوالي خمسميه فرنك او ميت دولار امريكي.
اي ماركات تانيه؟
اديني شويه تبغ
دا في الجنوب
في مبني حلو اوي هناك
حاسبها علي الفيزا بتاعه انا، الرقم هو اتنين تمانين سبع تلاته خمسه تسع تمن اربع، وتاريخ الانتهاء مايو سنه الف وتسعميه وخمسه وسبعين.
عايز اوضه فيها احسن منظر ممكن، لو سمحت.
واحد رول فيلم اسود وابيض، عشرين صوره لو سمحت.
عايز غطا عدسه، لو سمحت.
ممكن تتكلم شويه ببطء، لو سمحت؟
عايزه يبقي زي ميك ريان لو سمحتي
عايز خمسه جنيهات لو سمحت
ممكن تحافظ علي شنطي لحد الساعه خمسه؟
فين اطلب القبول؟
احنا عملنا استطلاع شامل علي احتياجات الزبون.
ما رايك نتقابل علي الغدا بكرا؟
عايز شويه هدوم رياضه، لو سمحت.
فين مكتب الجري هاوند؟
مش لاقي شنطي
بقي الساعه تمانيه بالليل، ليه الدنيا لسه منوره؟
مافيش مكان ارخص؟
عايز تاخد تامين؟
ممكن تحطلي الشنطه بتاعتي لحد ما اروح؟
عفوا، ممكن تقولي اروح ازاي علي اقرب بنك؟
فين؟
ميرسي جزيلا
فين اقدر اجيب جدول القطارات؟
عفوا، ممكن تقولي القطر بيطلع من بوسطن امتي؟
ممكن تديلي خصم؟
طول ما انت في نيويورك، لازم تشوف شويه اماكن ومباني تانيه حلوه زي تمثال الحريه اللي علي جزيره الحريه.
ايه اللي تفضله، تبعته بالطياره ولا بالسفينه؟
عندك فكه لورقه ميه دولار؟
دي سنترال بارك، مش كده؟
انا هكلم البارمان
ممكن نحطك الساعه تلاته بعد الضهر. لو محتاج تاجر معدات، تعالي علي النادي ساعه ونص قبل التلاته.
تمن الباص ميه وتمانين ين.
كنت هتاخدني عربيه ووقعت
لسه الفطور ماجاش، هاتوه حالا لو سمحتوا.
فين ممكن افطر؟ الساعه كام بيقدموا الفطار؟
النهارده رايح متحف اللوفر، وامس رحت كاتدراءيه نوتردام.
ممكن تديني الفلفل لو سمحت؟
شكرا علي مساعدتك في رحلتي لامريكا.
فين منطقه الشنط؟
ممكن تحافظ علي الشنط دي لحد الساعه اربعه؟
عايز اصلحه بعد ما ارجع اليابان
عندي شنطه خياطه؟
انا من سويسرا.
اللمبه باظت
يا خويا عندي مغص في بطني
انا فلاح
في الباص مفيش غير سواق، مافيش موظف
عايزه البسّتي تتباسطلي
معلش، ممكن ترفع الكرسي شويه؟
يوم جميل، مش كده؟
سلمها. دي كل اللي عندك؟
انا فاهمك. من فضلك املا الاستماره دي الاول. وقولي علي لون المحفظه، حجمها وايه اللي فيها.
عندك خريطه الشوارع؟
من فضلك ابعت ده بالبريد البحري لليابان.
تعالي هنا
ممكن بوست كارت؟
الصبح خدت دوا برد جبتو من اليابان
عايز احجز كرسي لو سمحت
ياخد قد ايه عشان نمشي من هنا لحد برج لندن؟
اي بوابه طياره اتناشر لـ واشنطن؟
ممكن اطبخ لنفسي؟
يا ريت تلبسوا كرافتات؟
امتي اقدر اقوم؟
ممكن تفتحلي الشنطه؟ عايز احط شنطي فيها.
بكام الساعه؟
ممكن اتنين علب هدايا؟
بص انا بدور علي طاسه تيفال
يا باشا، ايه اللي في الباكيت ده؟
شكله ماتش البيسبول اتاجل
عندك ده باللون الازرق؟
ماعرفش البنايه دي، بس اكيد ده الطريق الصح لحي اوياما.
الفيلم خلص عندي، ممكن اشتري شويه هنا؟
ممكن توصلني علي اوضه مستر موري؟
عايز اخد كرسي علي يونايتد، رحله تسعه اتنين و عشرين لنيويورك.
امتي الصوره الجايه؟
كام تمن المكالمات بتاعتي؟
ممكن تذكره للمواصلات لدوفير؟
بيقول ممنوع التجاوز
عندك واحد اصغر؟
من فضلك اعمل تقرير ضايع.
شنطه وكاميرا
انا من اليابان.
لا اعتقد كده. احسن تاخد باص.
حاشوف، بس خايف مش لاقي اسمك
معلش، شارع اورمز قريب من هنا؟
ممكن تخدمني حالا؟
انا فاكر في غلطه. ممكن تعملوا لنا ترتيب عشان نقدر نفضل؟
دي فيزا والراقم اربعه تسعه صفر تمن واحد خمسه واحد اتنين تلاته سته سبع سبع ستين صفر اربعه.
ممكن تحول النفيات دي لصور؟
هو انا لازم اخد معايا جاكيت؟
مش بعيد اوي، عشر دقايق مشي.
ايه اللي بتحبه اكتر، القهوه ولا الشاي؟
ياك ياك، يوصلني بكام؟
فين احط التاجز دي بتاعه الشنط؟
هو في حمام سباحه هنا؟
ممكن الظرف ده؟
اكيد يا روك هيد، عاجبك؟
بياخد وقت في التحضير، بس من اكتر الحاجات اللي بتتباع عندنا.
حياخد من يومين لتلاته ايام.
ها تقولي اروح ازاي لمدينه سان فرانسيسكو؟
ممكن اخد سماعات تانيه؟ دول مش شغالين كويس اوي.
نعمل قهوه ولا حاجه؟
انا رايح المكسيك
دا شكله تمام ماعدا استثناء واحد بس.
عايز بيض لو سمحت
كوبايه ميه بس لو سمحت
فطور كونتيننتال لو سمحت.
في خصم للطلبه؟
عايز لمبه، لو سمحت.
الرقم اللي انت بتدور عليه مش شغال.
ايه الـhandicap بتاعك؟
يا سلام، خدها براحتك. برافو عليك. دلوقتي انا هفتح الشباك.
الطياره هتوصل روما امتي؟
لسه محتاجين وقت عشان نقرر
سالت علي نصيب صغير للطفل.
في شارع 72
لو قطعت، هتبقي بره الفيرواي.
نقل، لو سمحت.
حشوف عند الجيران، يمكن يكون في حد ياباني بيتكلم انجليزي هناك.
حاسبه علي الكارت بتاعي، لو سمحت. ماستر كارد.
بعدها، لو سمحتوا. الباسبور بتاعك، كارت الهجره و اقرار الجمارك، من فضلك.
ممكن اروح ماشي؟
حرجع بعدين
ايوه، تيراما. وحطني قريب من المسرح علي قد ما تقدر لو سمحت.
ممكن تفكرلي اقوله ايه؟
في حمام قريب؟
كانت سهره جميله، شكرا ليكوا.
ممكن اروح اقعد في كرسي فاضي؟ مش شايف الشاشه كويس من مكاني.
المنبه بتاع الدخان شغال.
عايز اروح رحله بحريه في خليج سان فرانسيسكو.
عارف انت رايح فين؟
لا، ادفع للسواق.
ما هو ميعاد المحل؟
عايزين ترابيزه في الركن لو سمحتوا.
مش متاكد، بس مش قادر استحمل ريحه اللحمه. كل اللي نفسي فيه اكل مخللات.
انا شايف ان الحساب ده غلط.
عايز اروح اسكي حوالي اسبوع، عندك اي باكدج سياحي؟
هما بيعزفوا سيمفونيتين لموتسارت.
حنفضل ندور و لما نلاقيه حنقولكوا
الجو اليوم حلو اوي
اتنين كبار واتنين عيال تحت اتناشر سنه، لو سمحت.
شرحلي علي مزاجك
عايز فيلم للكاميرا دي لو سمحت
ما عندناش اعياد وطنيه مرتبطه بالدين.
كم شنطه ممكن اخد معايا؟
بس مش شغال.
ممكن اشوف الشنطه دي لو سمحت؟
ياااه، انا محظوظه. ده حتي مش موجود في اليابان لسه.
انا دفعت تلاتميت و عشرين دولار في محل الدوتي فري.
ممكن توصل القلم اللي تحت الكرسي؟
انا هادفع لصحابي كمان.
ياخدني خمس سنين عشان اجي هنا
كام سعر الين الياباني قدام الدولار الامريكي؟
ممكن اخد نص رطل سلطه جمبري؟
هو في كافيه او مطعم جوه المبني؟
ياااه غالي اوي
القطر السريع في رصيف تمنيه.
انا مستعجل دلوقتي.
اطلع بره
سوزوكي بيتكلم
ساعتي ضاعت مني وانا بره
ياخد قد ايه بالباص؟
اوكيه، احنا حجزنا اوضه الفندق بتاعتك.
البالوعه مسدوده بالتراب.
بص يا سيدي انا لازم امشي دلوقتي
يا خويا انا جاي اخدك، يلا نتقابل بعد 15 دقيقه كده
حجزت؟
حاروح رحله قصيره للمكسيك
فين الهدوم النساءيه؟
ممكن تذكره ترانزيت؟
الخيوط باظت.
ليه الخدمه بطيءه كده؟
بص تحت هناك.
كتير لدرجه اني مش عارف اختار اي واحد فيهم
ازاي اعمل مكالمه تليفون؟
لا، انا مهتمه بالجينز والبناطيل الكلاسيك.
عندنا مقاسات مختلفه.
انا ركبت الباص الغلط، ممكن اخد تذكره نقل؟
ماعرفش
فين ممكن اركب الاتوبيس اللي رايح بيفرلي هيلز؟
يالا نتقابل في اوضتي
عندك اي حاجه مهدءه؟
ايه الشركات التانيه اللي بتعملها كويس؟
قول الكلام و اعمل اللي بتقوله
هو في باصات سياحيه؟
من غير ابالون من الطلب لو سمحت، ده غالي جداً.
وبعدين هاديك تلاتميه دولار شيكات سياحيه.
فيليس عيطت لما سمعت الخبر
حازور نيويورك، شيكاغو، نيو اورليانز ولوس انجلوس.
فين الصيدليه؟
وريني البوردينج باس بتاعك
يا عم بلاش هزار
يا عم، مش متاكد اني موافق علي الطريقه دي في التفكير.
ميه سخنه بس.
ماشي، ممكن اشوفه؟
عايز شويه فستق، لو سمحت.
هتروح يوم 20 ابريل وترجع يوم 21 ابريل، صح؟
هتغيرلي الدولارات الامريكيه لجنيه استرليني؟
عايز لحمه ولا فراخ؟
عايز اكل صيني علي العشا
ممكن ترشحلي فندق كويس؟
يا باشا، ممكن تجيبلي الحساب؟
تعالي تاني يا ريت
عندي شويه حراره، عندك حاجه كويسه ليها؟
تذكره لفيلم “الطيور” لو سمحت.
ايوه صح، شكلهم زي الشجر الطبيعي الكبير. الناس بتستمتع بالمنظر اللي بيعملوه.
حاعرفك علي دكتور العيله بتاعي.
ما شوفتش مكان حلو زي بوسطن قبل كده
سيبت حاجه في الاوضه، ممكن ارجع اشوف؟
ممكن ادفع بشيكات السفر؟
ماقدرش اصدق ان لوبي الركاب ممنوع فيه التدخين، دي حاجه متعبه بجد.
عايز ااجر عربيه صغيره.
الاوضه دي بارده اوي
ممكن خريطه الممرات؟
تعالي هنا عند الفيترينا دي؟
ممكن توريني فين اقدر اغير فلوس؟
لو تنزل السعر شويه كمان، هشتريها
انت حطيت ملح كتير في الكسكسي
انت ملاكي يا حبيبي، شكرا جدا
لخمسين دولار؟
الصالون في الدور الاول وبيفتح الساعه خمسه ونص بالليل
عفوا، ممكن تقولي اروح ازاي للفيرمونت هوتل؟
بشتري كام علبه لبن كل اسبوع؟
التاكسي ده فاضي؟
في امريكا، ايه الرقم اللي بنكلمه عشان نعمل مكالمات دوليه؟
ممكن تشرحلي تاني؟
ايه مواعيد البنك؟
ممكن تغيرلي تاريخ الرحله من لندن ل طوكيو؟
عايز تلاته دولار كمان
فين، ضايع ولقيت، لو سمحت؟
عايزين نلعب رياضه مميزه في الساحل الغربي ونبقي مبسوطين
ممكن ادفع الفرق من التذكره اللي عندي؟
ايوه انا، بتسال ليه؟
بالمسجل، لو سمحت.
الدايت الرءيسي في اليابان هو الرز
لازم نقلل في الميزانيه
ايوه، عايزه نبيذ احمر.
لا، عادي. ده كل اللي عندك؟ اوكي.
عايزين ترابيزه جنب الشباك لو سمحتوا.
عشان اروح مءتمر
دي اوضه احداتار. ممكن تجيبلي شويه بيره؟
ياااه، حلو اوي. هجربها.
بص، طبعا في مطاعم حلوه. فيه ناس بتاكل من العربيات اللي بتبيع اكل في الشارع وناس تانيه بياخدوا الغدا معاهم المكتب. يعني مش بنقضي وقت كتير علي الغدا.
يلا نروح علي الموضوع اللي بعده
يمكن الاكل الني اللي اكلناه علي الغدا كان وحش.
ممكن تديني دوا لمرض الطياره؟
ماقدرش اشرح حالتي بالانجليزي.
مبسوطه بس
استعملت التلاجه؟
ممكن شنطي؟
كان في دم في البراز بتاعي
اسف، بس مش هينفع اروح معاك.
ويا ريت لو تقدر تيجي معانا، ان شاء الله مافيش مشكله.
ممكن اساعدك يا مدام؟
ايوه، في قاعه الاكل والشوايه
اسمي يوكيو اوكا، رحله 125 لـ ناريتا يوم اربعتاشر اغسطس.
عايز اجيب حاجه تذكاريه لابني
لازم يكونوا اغنيا جدا بالرغم من شكلهم. بس برضه، هما ارخص حاجه.
دولارين بالجنيه، ماشي الحال؟
ايتشيرو سوزوكي. سـيـوـزيـكـيـ.
مفيش حد تاني يقدر يساعدك في الموضوع ده؟
بص يا سيدي، قبل ما تمشي ممكن تقوللي ايه انطباعاتك عن اليابان؟
عفوا، ممكن تقولي الصور بتاعتي هتبقي جاهزه امتي؟
عندي مارفن دورفلر علي الخط، اعمله كونكت؟
انا اديتك ورقه ميه دولار.
ايه رايك في المشكله دي يا جورج؟ ممكن توضح النقطه للكليه؟
في الحاله دي، مش لازم تملاها.
هو عادي افك الحزام بتاعي؟
انا من كولورادو. انتو من اي حته في اليابان؟
ايوه والله، كنا مشغولين اوي امبارح بس النهارده المكان فاضي خالص. طيارتك هتمشي امتي؟
انا دفعت كاش علي طول.
اتصل بالمدير من فضلك
فين هنقابلك؟
قولها تاني لو سمحت.
عايز لعبه ورق
البريد لليابان بكام؟
الراجل اللي معايا جاله ربو
الـسهره جاهزه؟ انا جعان موت، ممكن تحطلي الـسفره؟
ممكن تكتبلي شهاده سرقه؟
حطها في الكيس البني ده من فضلك
مش عارف اقرر
من ساعه ما جيت وهو مضايقني
ازاي اعملها؟
يا خويا ضيعت محفظتي ومفتاح الاوضه في الشط
انت هنا في شهر العسل؟
نروح. ممكن تحط الشوكه في الكيس؟
ممكن ننام في الارض بتاعتك؟
لو في حاجه حصلت، كلمني لو سمحت.
مات فينيش، لو سمحت.
كل قد ايه بيجروا؟
عايز ابعت الجواب ده بالبريد المسجل
الوصول بتاعي هيتاخر تلاتين دقيقه، من فضلك تاجل تسجيل الدخول بتاعي.
عايزهم يتسولوا ويتنعلوا لو سمحت
عفوا، ممكن تقولي الطريق لمحطه القطر من هنا؟
مش هتحتاج دليل سياحي؟
ممكن اوصل قاعه الحفلات الساعه سته؟
اسفين، بس لازم نخليها معانا.
بندور علي ظل عيون
لازم اطلب الفطار دلوقتي؟
انا دفعت لما اشتريت التذكره بتاعتي.
ايوه تقدر، بس بالراحه شويه.
متي بتبداوا في بيع البضاعه المعفيه من الضرايب؟
انا اسف علي التاخير، هطلع معاك اوضتك
دُولار واحد بس، لازم يكون معاك الفلوس بالظبط.
اوضتك في الدور التالت، رقم تلاته خمسه وسبعين.
مافيش ميه سخنه بتجري
عايز قاموس انجليزي ياباني
اهلا، عندي حجز.
من فضلك ورينا الشنط بتاعتك
جيبها بسرعه، لو سمحت. انا مستعجل.
بس فين؟ انت مش عارفه اي صالونات في المنطقه دي.
شيك علي ده لحد اخر محطه، لو سمحت.
غيرلي ده فلوس صغار، لو سمحت.
عندي علبه سجاير.
هو لازم اعلن عن ده؟
الكتب بتاعه الطبخ في الدور التاني بردو؟
في خدمه مراكب منتظمه من كوبه للموانء في شيكوكو وكيووشو.
غير ده لو سمحت.
ممكن تشرحلي ده بالتفصيل اكتر؟
لما ينشف، شيله من علي وشك.
ياخد وقت قد ايه الكوافير؟
عايز دفتر عناوين لو سمحت
عايز اخد حاجتي الغاليه.
عايز اقعد دلوقتي.
بعد ساعه من الاقلاع، بنبدا خدمه الوجبات لما الطياره تكون مستويه في الجو.
عندي حجز درجه اولي علي رحله رقم 113 من لوس انجلوس لنيويورك يوم 25 اكتوبر.
ده صالح لمده اربعتاشر يوم، يعني تقدر تستخدمه لحد اليوم التلاته والعشرين.
مش مءدب انك تشرب الاكل بتاعك.
سبت الشوربه
جيت ادرس في مدرسه لغه.
لا، معلش
يا باشا، كام التاكسي للفن؟
انا جاي شويه بدري، مافيش مشكله؟
ايوه، انت شايفه كويس عشان الجو حلو النهارده.
ممكن احجز كورت تنس هنا؟
في صالون تجميل هنا؟
يا ريت تقولي اركب اي اتوبيس عشان اوصل فندق سكاي واي؟
وبعدين ممكن توريني بطاقه اءتمان كبيره ورخصه السواقه بتاعتك؟
لا، ما عنديش فلوس كتير كده.
ايوه، هخد شامبانيا مع المقبلات.
مافيش تليفون عام في اي حته هنا؟
خد ده بعد كل وجبه تلات مرات في اليوم
في محل بيتزا جديد قريب من هنا نفسي اجربه
ممكن تدورلي علي كتاب ان من جرين غيبلز في النسخه الورقيه؟
ماشي. ما تقلقش، عندنا ممرضه بتفهم ياباني.
مش راضي عن ده.
يا باشا ايبيرت كان بيساعدني جامد والله
دي رايون، يعني بتغسل في الغساله.
عندي برد
شرحلي بس بطريقه اسهل شويه
عايز اغير الطلب لو ينفع
خليني اشوف المحل التاني عنده ولا لا
فين ممكن الاقي ليموزين؟
عايز اعمل محضر في البوليس
ست ليالي بدايه من يوم 23 يوليو، ماشي الحال؟
امتي المد؟
الشنط بتاعتي تقيله اوي، ممكن تساعدني؟
ممكن اسيبها في سياتل؟
وريني واحد تاني لو سمحت
ممكن مخده؟
عايز اروح اصطاد، في مكان حلو قريب؟
عشان اعمل بحث في التاريخ الامريكي في جامعه هارفارد.
احسن ما اشتريش حاجات كبيره.
ممكن تجيبلي شويه فلفل، لو سمحت؟
الجو حلو، مش كده؟
ازاي اقدر اجيب تذاكر لعرض في برودواي؟
فين اقدر الاقي الشنط بتاعه؟
بص انا بدور علي شال لامي، هي في الستينات
حاخصملك عشره في الميه من السعر.
انت بتشتغل هنا؟
عايز اخلص المكالمه دي.
ازاي ابلغ السواق اني عايز انزل من الاتوبيس؟
ممكن احجز اوضتين منفردين بدل ما اخد اوضه توام؟
خمسه دولار و تلاتين سنت
انا هانزل في لوس انجلوس. هنوصل في الميعاد؟
انا بتصل بـ ايه اف واحد اتنين تلاته.
ممكن كاس ميه؟
ياخد حوالي تلاتين دقيقه.
فين مكتب مستر ميسون؟
ميه دولار كاش و الكارت بتاعي
كل واحد فيهم بكام؟
سوق العملات مش مستقر خالص.
بفكر اروح ادور في بروفانس بكرا.
عايز ااجر مركب يوم واحد بس
هو علي بعد حوالي اربعين قدم من الكاس
شكله مش مستوي كويس شويه.
حادفع كاش، بس خليني اقراه لو سمحت. ايه ده اللي انا مش فاهمه؟
حلو؟
يا خويا احنا لسه مخلصين اكل و دلوقتي جايبينلنا واحد تاني؟
حياخد علي الاقل تسعه وتسعين ساعه.
هو بيجي علينا ساعات
فين المرايه؟
ازاي افتح الكبوت؟
سيبت حاجه في الاوضه
عايز شويه كبده، لو سمحت
استعمل ماكينه البيع
قصه شعر وشامبو، لو سمحت.
عايز ااجر شويه مضارب.
كام ساعه باقي علينا قبل ما نبدا؟
انت اكيد اكدنا عليك
يا ريت تاخد ده للتاكسي
ايه هو اجمالي نسبه كل الضرايب اللي بتطبق؟
يا عم زمان يا زمن من يوم ما شوفتك
حجز للغابه، لو سمحت.
حاتحمل شويه ازعاجات.
عايزه اعمل هايلايت في شعري لو سمحت.
ممكن تسلفني جاك؟
عندنا ممرضه بتفهم ياباني.
عندك دوا للرشح؟
ممكن تاخدني علي مستشفي؟
لا، ما عنديش حاجه اعلن عنها.
خدي خمسين دولار في حاله لو حصلك اي حاجه
الصالون الرءيسي حيكون مفتوح الساعه تمانيه وبيقفل علي عشره.
نكتب شيكين؟
ازيك؟ دول سويسري و موضه هنا.
ايه نوع البطاريه اللي بيستخدمها؟
عايز كتاب للاطفال لو سمحت
انا اسف، بس عايز الغي الحجز بتاعي.
لا، مش عاجبني.
في حاجه تانيه نشوفها في المنطقه دي؟
كتب و منشورات.
سلم
نزل بلوكين، هو في الركن
فين الديسكو اللي مشهور؟
الـفندق اللي فوق التل ده بيبص علي المدينه حلو، مش كده؟
حاحط كام؟
عايز اشوف ماتش بيسبول محترف.
يا ريت تجيبلي اسعاف
بص يا سيدي، انا اكيد نسيت. شكرا علي المتابعه.
دي كارت الشغل بتاعي. انا مسءول عن استيراد الاثاث لليابان.
زميلي، الاستاذ تاكيمي، قاللي اكلم حضرتك. هو واحد من المرضي بتوعك.
عندي حاجه تانيه في اليوم ده
ازاي ارجع؟
نشوفك يوم الاتنين
عندك ده بلون اخضر؟
انا جديد هنا.
انا نفسي في نبيذ
انا وكيل تامين.
ايه نوع المقبلات اللي عندك؟
ايوه طبعا
في شويه شغل ضروري طلع فجاه.
شروط العقد واضحه، بس مافهمتش النقطه اللي بعد كده خالص.
ايوه، في اوض عندنا بتطل علي الحديقه بس غاليه شويه.
يا تري، اكيد وقع مني في جيبي. لازم ابلغ عن ده للديتكتيف بتاع الفندق.
عندك خصم لو هقعد اسبوع؟
انا دفعت كل الفاتوره بتاعتي.
عايز احجز ملعب تنس لساعه بكره.
عندك مضارب ايجار؟
لا، احنا جينا هنا السنه اللي فاتت.
ممكن توصفلي الشخص؟
سيبني في حالي يا باشا
مش عايزاه بالسعر ده.
بصحه!
طيب، هبعت المهندس بتاعنا اوضتك
انا عندي حساسيه من الحاجات دي.
ايوه، عندي هنا. ممكن اشوف رخصه السواقه بتاعتك لو سمحت؟
انت كنت عون لينا النهارده بجد.
انا اسف بس ما سمعتكش كويس. ممكن تكتبهولي؟
عادي
ممكن اسم ابنك؟
عندك ايس كريم؟
غريب، بس لما بكون سكران بقدر اتكلم انجليزي احسن.
قالولي عندك فاكس ليا
بما انك بتقول انهم بياخدوا بالهم، يعني هما دايماً بيحسبوا حسابات؟
شكلها ايه دي؟
انا برعش
الندبه اتعدمت.
عايز اعيد اصدارها
انت متاكد انك ماعندكش حجز باسم سوزوكي؟ ايه رايك في تيتسو؟
ماعرفش افتح الباب
الكابوكي هو واحد من الفنون اليابانيه التقليديه.
ايه احسن حاجه؟
عايز اعمل معاد لصبغه
ممكن تديني اوضه اكبر؟
عايز شنطه كلب، لو سمحت.
نوي اكون هناك اتنين عشر يوم.
ممكن تحافظ علي شنطي ساعتين كمان؟
احسن حاجه نلاقي كاونتر يونايتد ايرلاينز دلوقتي حالا
ممكن اشوف الجدول؟
يا باشا جيرو يامادا؟ انت متاكد علي الرحله دي، هتمشي الساعه سبعه ونص الصبح من شيكاغو.
بندور علي جيبه
اي لون تاني؟
ايه احسن طريقه تستمتع بيها بالمدينه؟
اربع محطات.
غيرلي الاوضه لو سمحت.
هو في مكتب ضايع ولقيت في المحطه؟
ممكن اروح بالتذكره دي؟
ممكن لو نعمل عقد سنه واحده بدل سنتين؟
خليني افكر في الموضوع، لو سمحت.
ممكن امحي ده؟
هو الفندق هيبعت عربيه تيجي تاخدنا؟
ساندوتش بيض مخلل تايك اوي
ممكن تقولي علي شويه فنادق بـ خمسين جنيه في الليله؟
ممكن تظبطلي وقت يوم التلات الصبح؟
انا بفضل كرسي قدام
ممكن تحط الشنط في الباج؟
هو البول ده بره ولا جوه؟
ممكن تقولي رقم الاتوبيس اللي رايح سانتا مونيكا؟
بخير، انت عامله/عامل ايه؟
عايزه كريم النهار
بس لو النور مش شغال، ما ينفعش تغيره.
ما لقيتش الحجز بتاعك، بس عندنا اوضه فاضيه.
ساعه سته و نص اليوم، بس عادهً الساعه خمسه و نص.
عايز قلم جاف لو سمحت
حاخصملك عشرين في الميه من السعر.
حادور علي تاكسي تاني.
هو في صندوق بريد هنا؟
حر، مش كده؟
عايز اروح برودواي
عندك خريطه مسارات التزلج؟
الخدمه، لو سمحت.
بص، مش وحش اوي يعني.
مش عارف الاقي الطريق للمحطه.
اتنين دولار وخمسين سنت.
في اخر الشارع ده
ممكن شويه فلوس صغيره؟
ممكن استخدم كشاف؟
ميرسي جزيلا. وسيبوا المشهد ده زي ما هو.
بالنسبه لتصميم مشروع ميركوري، ماكنتش هعرف اقرر من غيرك.
ممكن اظبط المعدات بتاعتي دلوقتي؟
انا اللي هادفع المره دي.
دلوقتي وقت العطاء والمشاركه بالخير
عايز لحمه
بصحتك!
الجاكيت بتاعي اتبل، ياريت تنشفهولي لو سمحت.
المركب القديمه دي لسه بتسافر؟
تعالوا معانا علي الغدا
في حاجه دخلت في ودني الشمال
ايه رايك يا باشا، هتوصل امتي؟
بالمناسبه، ازاي بتختبر البرنامج؟
عندك حاجه تصرّح بيها؟
عندي كدمه
الـبنوك بتفتح يوم السبت؟
الرحلات دي بتبقي مفيده قد ايه؟
ممكن ترشحلي محل كويس اشتري منه شنط جلد؟
هو ده الروج؟
كتير من لاعبي البيسبول الامريكيين بيلعبوا في اليابان.
فين اقدر اجيب الكتب المدرسيه؟
ممكن شويه عسل؟
احنا بنوري الخواتم واحده ورا التانيه بس.
ممكن استخدم كارت فيزا؟
عايز اجرب اكله من المنطقه دي
ممكن اطلب خدمه الاوضه؟
ممكن اعمل معاد؟
عندي حادثه سير.
انا بقالي شهرين بس شغال في الشركه دي
امتي نتقابل؟
انا كلمت طوكيو، قالوا مش عايزينها.
التلفزيون مش شغال.
فين اقدر املا الوصفه دي؟
ممكن حلاوه صناعيه؟
عايز اغير الجلسه بتاعه الـshiatsu، ينفع؟
بصراحه انا نباتي، ما باكلش لحمه
حاشرب شاي بالبنان
ممكن تاخد الطريق السريع؟ انا متاخر علي معاد عندي
حنجرتي خشنه شويه
عايزين نجرب الماكولات البحريه هنا.
سفره سهله!
مافيش حاجه احسن من كده؟
ديت كوك مع تلج، لو سمحت.
النزول في اي محطه من محطاتنا ببلاش.
ياااه لذيذه!
لازم تروح تشوف نارا وكيوتو. نارا بتحافظ علي جو اليابان القديم بالمعابد البوذيه والاسكندرين الشنتويه. الغزلان وعيالها بيلعبوا في الجناين بحريه.
جيبوا الشنط بتاعه عندي في الاوضه
كلمه وش ليها معاني كتير في الانجليزي زي التظاهر، الميكب، الكرامه، السطح وكدا.
من فضلك حطلي شويه فكه
خرج الحاجات اللي معاك من الاوضه دي.
امشي بلوكين ولف يمين
المفتاح بتاعي مكسور
عايز قاموس ياباني انجليزي
كان عندي وقت حلو هنا. شكرا علي كل حاجه.
الاتوبيس ده رايح وسط البلد؟
من فضلك تجنب الحاجات دي
البيعات زادت باستمرار من ساعه ما المنتج نزل في السوق.
هي هتاخدني من الفندق؟
امتي المفروض اكون عند البوابه؟
ايه اللي هيبقي سريع؟ ماعندناش وقت كتير.
بجد؟ ممكن تديني دقيقه اظبط الموضوع ده؟
هو ده كل حاجه في الفاتوره؟
عايزين طبق سجق مشكل، سلطه، وزجاجه نبيذ لو سمحت. هات معانا كاسين كمان من فضلك.
يا جماعه، انا عايز اسوق دلوقتي. دي دوري.
يا باشا، ايه رقم الاتوبيس اللي رايح بيكاديللي سيركس؟
دي جايه معاها ضمان مدي الحياه.
ممكن تصلحه، لو سمحت؟
ماجاشلي السلطه بتاعتي.
خد الباص رقم واحد ونزل عند المحطه التالته.
في حد هنا يقدر يعمل تنفس صناعي؟
انا مش فاكر ان ده جاي من اليابان.
جيبلي قزازه ميه معدنيه صغيره بارده، لو سمحت.
وريني شويه من اللي بيسموه العاب تعليميه دي.
عايز حزام
هفكر في الموضوع.
انا موافق، نروح عند الديلي اللي في الشارع
بيض مفروك
انا اسف يا باشا، كل الاوض محجوزه.
الخط لليابان متوصل، اتفضل
هنا الدليل، المفروض يكون موجود هناك.
عندي ورم
انت متاكد؟ من فضلك راجع تاني.
ممكن مرشد ياباني؟
الشنطه دي بكام؟
عايز اخد الطياره بتاعه بكرا
شكرا علي العشا الجميل ده
من فضلك غير العدسه، ممكن تجهزها وانا مستني؟
امشي علي طول هناك، وهتلاقيه علي يمينك.
مش قادر احافظ علي اي اكل في بطني.
ممكن توقف هنا؟ عايزه اصور شويه صور
عشان نروح الجراند كانيون
من فضلك خد اشعه.
بندور علي هديه لماما
ممكن تحجزلي تذكرتين؟
اتعضت
تَبْغَي مَكْسَرَه؟
احنا بنسميه جبل بي، علي بعد حوالي تلاتين كيلو من هنا.
عايز كاتشب ولا مسترده علي ده؟
دا في الدور الاول، من هنا
هو في كوره؟
لليڤاس فيغاس؟
ياخد ماستر كارد؟
هو الضيوف يقدروا يدخلوا الديسكو بتاع الفندق ده من غير ما يدفعو فلوس دخول؟
هو في اي جوله فيها مرشدين بيتكلموا ياباني؟
ما عنديش نسخه من تذكرتي
في كتيب منفصل اسمه “معلومات عن الشركه” موجود في الباكدج اللي قدامك، هتلاقي شرح اكتر تفصيل.
هتتاخر قد ايه؟
ايه المواعيد؟ بيبقا فاتح من امتي وبيقفل من امتي؟
ممكن تجيبلي بطاطين، لو سمحت؟ الجو برد اوي في الاوضه دي.
العفو، علي فكره في تليفون عام قريب من هنا؟
عايز تشرحه للعميل؟
ممكن تحطها عند الشباك لو سمحت؟
حاسس انها ضيقه هنا.
عندي غسيل
فين القصر؟
ممكن المنيو؟
ممكن كرسي قدام لو سمحت؟
رجّعني علي الساعه اتنين و عشره
بصي، شنطه من الشنط بتاعتي مش موجوده.
في جوله طول اليوم؟
ممكن احجز علي تسعه ونص الصبح لو سمحت؟
بتاخد كام في الشحن؟
عايزين تذكرتين لسان دييغو لو سمحتوا.
هي علي بعد حوالي تسعين دقيقه مشي من هنا.
كل واحد وله ذوقه، انا بشرب بيره
انا من يوكوهاما في اليابان.
ممكن كرسي جنب الشباك، لو سمحت؟ وكمان عايز اقعد مع بنتي.
ممكن تشرحلي ازاي اعمل مكالمه تليفون بعيد؟
اتولد سنه تمانين.
هنا الفلوس بتاعتك، تمانين دولار وتمانيه وتسعين دولار وتمنيه وتسعين دولار وميته دولار.
عندك باركا؟
لا، مش الكاميرا بتاعتي.
التلفزيون باظ
امتي اخر اتوبيس لـ بيمليكو؟
انا عيان من البحر، ممكن دوا؟
خمس ساعات و تلاتين دقيقه كمان.
دي اوضه سبعه اربع وسبعين. ايه نوع الكوكتيلات اللي بتتقدم؟
الشارع ده
لا تعملش كدا يا باشا
الستات بتلبس وتتزين
طيب، ايه رايك في دي؟ الجوله النص يوم هترجعك هنا الساعه واحده.
هو ده بيتنضف؟
اربطني بالمسءول عن المحاسبه من فضلك
تذاكر موجوده؟
عندك شويه سلاسل تانيه بتصميمات مميزه؟
ما رايك نروح من حوالين الشعاب دي؟
ممكن تقولي هنزور فين في الجوله؟
لازم تروح المستشفي تعمل كشف عام.
ممكن تديني اوضه تانيه لو سمحت؟
فين اقرب محل موسيقي؟
عايز احط حاجاتي الثمينه في الخزنه
اعتقد دي كرسيي.
ارفع ايديك فوق
المحل ده بيقفل امتي؟
امتي اول قطر رايح اوكسفورد؟
امتي اخر وقت ممكن نطلب فيه روم سيرفس؟
عندك جريده انجليزي؟
عصيان، لو سمحت.
انا احسنلي ازرق لو عندك
ان شاء الله هتبقي احسن قريبًا، ما تقلقش
العفو، ناوي اعمل شويه سياحه وازور شويه صحاب قدام.
ايه التشخيص عندك؟
عايز وداني تظهر.
الكاشير هناك
ليه القطر اتاخر كده؟
لازم البس كراڤات؟
الاسم و رقم الاوضه؟
عندي كاوتش مفروك
احنا مهتمين بالدين.
مفيش مشكله خالص، عايز تاخده فين؟
يا ريتني انا كمان، احنا مشينا كتير النهارده.
ما عنديش فكره خالص.
حنحمل البطاريه وننضف الزجاج الامامي.
ترابيزه في التراس، لو سمحت.
نص السعر؟
اخر معاد للcheck-in امتي؟
شويه كمان من الضهر.
من فضلك خد الكوبري اللي في الخلفيه دي.
عندك حاجه حلوه نشتريها؟
الرّايح اتغير لبرَد.
بناكل الفطور الساعه سبعه كل يوم ماعدا الويكند
لازم اروح للدكتور بكرا الصبح
ممكن تلبس الحزام وتمنع نفسك من التدخين لحد ما الطياره تطير؟
عايز اكلم اليابان
يا رب انزل شويه بعد كل ده
رايح ميلبورن.
عندك اي جولات مع مرشدين بيتكلموا ياباني؟
الجو برد الصبح ده
معلش، احنا فين في التقاطع دلوقتي؟
نسيته وانا بتسوق من عشر دقايق كده
ممكن اروح بالجينز واللوفر؟
عايز موز
كتفي كانت متشده اوي، مش كده؟
بص، ايه نوع الاكل اللي بتحبه؟
هو ده اللي رايح؟
في بار قريب من هنا؟
عفوا، ممكن تقولي فين اقدر اخد مترو؟
ازيك يا باشا؟ انا ايتشيرو تاناكا.
الرسوم الاضافيه بتاعه التوصيل السريع كام؟
لو كلهم دوتي فري، هخد كرتونه سي
علي حسب نوع الجولات، رحله يوم واحد لـ يوسمايت تلاتين دولار وهي اكتر حاجه مشهوره. يوسمايت بعيد عن هنا بـ 350 كيلومتر.
يا سيدي، انهي خط رايح سانتا باربارا؟
مافيش كاتشب
خد اللي انت عايزه بس ما تضربش
عايز اشوف ماتش كوره
عندك اوضه واحده الليله؟
في الحقيقه، عندنا تخفيض علي البلوزات دلوقتي.
ممكن تقترحلي اي رحلات يوميه حلوه؟
شيكات السفر بتاعتي بالدولار الامريكي.
ممكن توصلني بصاحبي؟
فين اقدر اشترِي تِكِيتَات؟
الماكينات داخله في السعر؟
ممكن شويه عيش لو سمحت؟
خليني اشوف، ايوه عندنا اوضه فاضيه.
اهلا يا تاناكا، مبسوط انك معانا. انت نايم فين؟
هو في حد هنا بيتكلم انجليزي؟
ايوه، لازم امشي دلوقتي. ان شاء الله اشوفك قريب.
ساعتها سته ونص
دي اول زياره.
فين اقرب مغسله؟
اوضه هاديه، لو سمحت.
المره اللي فاتت جبت درجات كويسه
يا سلام يا سلام
عايز اللي في الشباك
في واحد اكبر من ده؟
لسه ما روحتش اتشيك، بس حاسس اني عندي حراره عاليه.
ايه شكوتك؟
البرد نزل
دي اوضه سبعه اتنين. من فضلك صحيني علي السبعه بكرا الصبح.
ماتشتغلش كتير.
يا نهار اسود، انا كنت عارف ان دي غلطه. هارجع اليابان وانا فقران.
هو ده القطر اللي رايح شيكاغو؟
لسه سامع النشره الجويه، المفروض التلج هيوقف بكره ان شاء الله.
ممكن استني هنا؟
انا بكتب هايكو هوايه كده علي الفاضي
فين مكان امن احط فيه شنطي؟
عندك اسعار للعيله؟
فين احسن مكان اشتري منه هدايا؟
دي نظام الاقدميه في المرتبات
ارقد هناك
نروح تيكي بوينت بكرا؟
في احتمال بسيط ان يكون في تلج.
ممكن ترسملي خريطه؟
الماكينات دي شكلها سهله اوي، طب ايه رايك في الروليت؟ كل اللي عليك تحط الفلوس او الكاش علي الرقم اللي هتروح عليه اول مره.
انا متاكد ان في صيدليه تانيه الاختيار فيها اكبر.
غالي عليا اوي، ممكن توريني حاجه ارخص؟
دي خدمه المكالمات الدوليه.
بتعلم انجليزي.
السياره دي رايحه باريس، مش كده؟
من فضلك حط خمسه دولار و25 سنت للثلاث دقايق الجايه.
عايز كاميرا لو سمحت
المنصه بتاعه الغطس عاليه قد ايه؟
انت هتاجر عربيه جولف؟
وزعوا كروت الهبوط!
ممكن اعمل معاد النهارده؟
دي ضيقه شويه من عند البطن
ازاي اروح وسط البلد؟
زيك ما بتقول
ماكلتش حاجه قبل كده، عايز اخد دلوقتي
صباح الخير، كام واحد؟
ما عنديش وقت كتير
اوكيه، اشوفك بعدين.
ممكن اسحب تلات ميه دولار بالكارت فيزا بتاعي؟
عايز الويسكي بتاعك ازاي؟
ممكن اهتم بيها؟
عندي الدوره الشهريه
لازم تودع شيكات السفر في البنك.
جيبوا الشنط بتاعه اوضتي لو سمحتو
لسه ماحجزش كرسي للرحله بتاعتي راجع
اي لون فيهم الجديد؟
ياخد قد ايه عشان نوصل فيلادلفيا؟
هتزور كل الاماكن السياحيه في سان فرانسيسكو جوه 49 ميل سواقه.
ممكن استني هنا عشان اشوفه؟
في كراسي لليوم ده؟
نضارتي اتكسرت
الجزمه بتاعتك مش ماشيه مع لون الفستان
حطها هنا لو سمحت
دي اوتوماتيك يا باشا، عندنا الموديل ده من الساعات الكوارتز، دي ضد المياه وبتتحمل الصدمات.
بس قصّه بسيطه، لو سمحت.
امتي القطر الجاي لـ اكسفورد؟
مع الفطور؟ عايز احجزها.
ممكن اكلم فرنسا من هنا علي طول؟
المده دي كويسه قد ايه؟
عايز اغير الحجوزات بتاعتي
ممكن تجيب لنا تاكسي؟
ما رايك تجرب برجر؟
كُل حاجه تمام؟
هو في ليموزين بتاع فندق ايه بي سي؟
امتي هترجع العربيه يوم الجمعه؟
يا باشا فين الخط اللي رايح ميدان ماديسون؟
حارن عليك بعدين
معلش، ما سمعتش اللي قولته
دولار الكيلو
ممكن اخدها علي علاقه؟
ماعرفش استخدم التليفون، ممكن توريني؟
الوجهه بتاعتي لندن
يا ريت، بس انا خايف مش هينفع الوقت ده كفايه.
يا ريت تقولي اركب اي اتوبيس؟
عايزه كريم تنضيف.
اهلا تاني ومرحبا بكم في امريكان توب فورتي
اي واحد احسن؟
ياخد وقت قد ايه لحد ما الورده تفتح؟
عايز اكلم مدام نوموتو، في اوضه خمسه واحد.
وبعدين هتبقي عايز تشوف جوه المسرح ده، ده مسرح لا سكالا
الباره اللي مظلله دي بتوضح ارقام مبيعات الشركه بتاعتنا السنه اللي فاتت.
يا رب تقدر تزور الاماكن الجميله دي في امريكا قريب.
دير وستمنستر
صاحبي عنده حمي جامده
دا في الدور السابع، خد الاسانسير اللي في اخر القاعه
هستناك
حطيت محفظتي وكتابي والكاميرا في الشنطه بتاعتي.
انا عادهً بنام حوالي الساعه عشره، وبنام علي طول.
كان طويل وشعره اشقر
الـ culture زَهَرَت، والانشطه زي الـ kabuki plays والرسم الـ ukiyo-e والادب والفخار بقوا مشهورين.
عندك محل دن هيل في المنطقه؟
ميه و عشرين مليون في ارض تلاته وتمانين الف كيلومتر مربع؟
تذكره رايح جاي لـ ميامي، لو سمحت.
ممكن تقولي فين اقرب بنك؟
عايز تذكره كبار، لو سمحت.
اسمي واتانابي غورو.
يا سيدي، الجواب ده هيكلف كام؟
فلفل، لو سمحت.
ممكن تجيبلي الحساب؟
بصراحه، الدكتور السنان بتاعي كويس جدا.
اللمبه مش شغاله.
عايز حاجه للكحه
بصي، دي اوضتك يا ستي.
لسه فاضل قد ايه علي القطر؟
ممكن دوا؟
ممكن توقّع هنا لو سمحت؟
مافيش كافيتريا قريبه؟
الرقم هو خمسه سته سبعه تمن واحد اتنين تلاته اربعه.
يا باشا، ممكن ننزل في اي لحظه. لو سمحت اقعد علي الكرسي بتاعك.
يوكوهاما قريبه من طوكيو.
عايز فلتر، لو سمحت.
اعمل ايه؟
هو في حد بيتكلم ياباني عند المحل؟
مين اخر واحد في الطابور؟
ممكن خريطه؟
مش سامعك كويس
الطياره اتاخرت ساعه، هتمشي الساعه سبعه و عشره
الرقم هو واحد اتنين تلاته اربعه خمسه سته سبعه تمانيه.
المايه مش هتسخن كفايه.
في هوكايدو، مش هتقدر تلعب جولف لمده حوالي ست شهور عشان الجو بارد هناك.
هيتباعوا لوحدهم؟
عايز امشي يوم قبلها
بتبدا من تسعه.
يا ريتك! كل المحلات في سيل دلوقتي، هتاخد بخصم.
لحظه واحده، هجيب قلم.
ياااه، مش عارفه. ايه رايك في ماكدونالدز؟ عندناهم في اليابان بس...
عايز ارجع ده، دي الreceipt
هو في باص رايح بعد الضهر؟
ازاي اروح للمتحف؟
مفيش داعي، انا لسه مخلص رحلتي الاوليه.
يا ريت يا مستر جودمان تعجبك
ايوه، اظن هطلب بيضه وسجق وتوست وفواكه طازجه.
الايجار بيدفع اخر يوم في كل شهر.
دي مش المقاس الصح.
رقم الطياره هو بي كي سبعه تمنيه يوم خمسه سبتمبر.
في حاجه غلط في البانيو بتاعي.
ايه هي المنتجات المحليه بتاعه المنطقه دي؟
الشنطه بتاعتي لسه ما طلعتش، ممكن تشوفلي ايه اللي حصل؟
بصي صوتك حلو اوي في التليفون
دي كاميرا كانون ريفلكس عدسه واحده.
ايه اسم القلعه؟
هو في باص للمطار يودي المدينه؟
ممكن تقولي الاسم تاني؟
وبعدين انزل في المحطه اللي بعدها وخد الاتوبيس لـ هايد بارك.
انا اسف، مش بنوفر ده. تقدر تشتريه من الصيدليه اللي في الدور الاول.
عايز كرسي جنب الممر لو سمحت.
عايز تشرب ايه؟
نفس الطلب لو سمحت
فين بارنز اند نوبلز؟
كتير اوي، خصوصا اني نمت علي العشا امبارح. علي فكره، ممكن تقولي اوصل ازاي للمتحف البريطاني؟
من فضلك، اطلب رقم تسعه علي التليفون ده.
المحل بيقفل امتي؟
الطياره بتاعه امبارح اتاخرت، فاتني الطياره اللي كنت هاركبها
ممكن تلغيلي الحجز بتاع الكراسي؟
عايز شويه شيبسي
انا رايح هناك بردو
مثير للاهتمام جدا
عايز اوضه بحمام.
ممكن اخدها؟
ماعرفش يا باشا، انت بتتكلم انجليزي؟ بتفهم انجليزي؟
يا رب يكون تمام.
الخط مشغول
ايوه يا باشا، الساعه حداشر.
ممكن اعمل معاد يوم الجمعه؟
لازم اعمل كونيكشن. ينفع؟
لا، مش بشرب سجاير. عايز عربيه ممنوع فيها التدخين لو سمحت.
المبتدءين مش كويسين؟
محتاجهم النهارده
عايز ااجر ارخص عربيه عندك لمده اسبوع.
الفساتين دي مش عاجباني
ممكن تقولي فين الكرسي بتاعي؟
اي طياره بتوصل بدري في نيويورك؟
سيبته فين؟
من فضلك غيرلي الفلوس الفرنساويه دي كاش
مافيش مكان احط فيه شنطه اليد بتاعتي.
ماتترددوش في انكم تظبطوا ميكب قبل ما تمشيو من هنا
ماتقلقش، مش بعيد عن البلد اوي.
هنا الفلوس بتاعتك.
طيب ما نروح البحر بكرا؟
عَرِّضْ عليا
هو الجوله دي نص يوم بالياباني؟
كام في اليوم؟
ايوه، عندنا. دي اختياراتنا.
بص، ممكن تاخد الخط الرمادي او كاري اكسبريس.
لو تقدر تخليها ارخص شويه، هشتريها
فين الاكواريوم؟
عايز استني هنا كام يوم كمان
ايوه، انا بدور علي هديه لاختي.
من فضلك نضف الهدوم دي
فين اقدر اشري جريده يابانيه؟
ايه هي الحاجه اللي بتخلي الناس هنا مش عارفه تمشي؟
ممكن اسبح هنا؟
ايه رايك من فوق؟ اقص شويه من فوق؟
ايوه، هو ده اللي سيبته؟
ايوه، تقدر تتفرج علي افلام علي HBO و دي ببلاش.
ازاي اروح هوليوود؟
انا عايز اوضه بخمسه عشر دولار.
انا متاكد اني عملت حجز.
عندك خدمه غسيل؟
انا حاسس ان رجلي مكسوره
انت بتتكلم زي الشاعر يا استاذ ايتا
في اي اماكن سياحيه في المنطقه دي؟
هو في عربيه نوم في القطر؟
بجد؟ يارب ما يكونش مشي من غيري.
نروح ناكل بره مع بعض؟
كام يومين؟
انا رايح ميمفيس.
من انهي رصيف رايح القطر لـ يورك؟
عايز احجز لروما
ساده و سيدات، الكابتن جورج كوهين وطاقمه بيرحبوا بيكو علي متن طياره يونايتد ايرلاينز رقم 800 لنيويورك. لو محتاجين اي حاجه في الرحله ما تقلقوش بس قولولنا وهنبقي سعداء ان احنا نساعدكوا.
الخضرا دي
احسن حاجه تروح قسم المفقودات.
ممكن اخد رقم تليفونك لو سمحت؟
ممكن تشوف لو في رحله تانيه متاحه؟
لا، احنا هنقعد هنا تلات ايام وبعدين رايحين نيويورك ونيو اورليانز.
عندي باص يوريل و فيزا سويتي
ممكن اكلم مدام كاوري واتانابي في اوضه تمانيه اتناشر؟
عندك حاجه تانيه نشربها؟
الفساتين دي كتان؟
معلش، عندي صداع. عندك دوا؟
حط رول فيلم في الكاميرا دي من فضلك.
الطلبه الامريكيين في الثانوي مش لازم يشتغلوا جامد كده.
عايز اخد ده معايا
انا فاهم، ده بتاعي. انا من مركز التصميم الداخلي بتاعنا.
يا باشا، ايه الباص اللي رايح هايد بارك؟
البيره دي مفرغه
ايوه، انت فعلا كده.
كلنا عايزين نكون علي نفس الطرابيزه
مافيش فوط كفايه.
انا فاكر ان ده مش صح. ممكن تتاكد؟
هو هيرجع الاسبوع الجاي
ماما ماتت
عايز بورت.
خدني علي المستشفي
يا سلام يا علاء!
عندك واحد من دول بلون فاتح؟
عايز قلم لو سمحت
ممكن شويه ليمون للشاي لو سمحت؟
ممكن اخد فاتوره لو سمحت؟
اهلا بيك، اول مره تيجي امريكا؟
ممكن تبدللي البوت ده بواحد اصغر؟
هو حد قاعد هنا؟
شنطتي تقيله تلاته كيلو زياده.
انا شايف انها غاليه اوي، ماعندكش حاجه ارخص؟
انا هسافر بدري بكره الصبح
بتحطوا بضاعه خاليه من الضرايب علي البورد؟
مين المخرج بتاع الفيلم؟
الصيف هنا مش وحش اوي.
عايز اشتري ده
مشي ورا اللافته اللي مكتوب عليها تاكسي.
ايوه، انت في نص افينيو فايف. عايز تروح فين؟
ليه عملت كده؟
الوصل بتاعي كمان اتسرق
انا خايف مش عندنا، بس انا متاكد انك هتحب الغدا بتاعنا الخاص.
سبعه و تلاتين
طيب، دلوقتي الساعه احدعشر بالليل، فبارجع ساعتي لعشره الصبح صح؟
بص يا عم الريمنجتون ممكن يكون كويس.
حوالي ساعه ونص.
ممكن كاس ميه تاني؟
خليني اشوف ده.
فين مكتب الصرافه؟
استني بس، هسال مستر ايماي لو ممكن ياخد المكالمه.
نقدر نوصل هناك في عشر دقايق؟
الكري ده حار
عندي مشكل في الشنطه اللي اشتريتها امبارح.
عندك اي حساسيه من الدوا؟
ايوه عندنا لون اسود وبني
عايز اشوف ماتش كوره محترف، اشتري التذكره منين؟
معلش، انا مش فاهمك. ممكن تتكلم ببطء شويه عشان افهم؟
خمسين دولار، وعشره عشرات، والباقي في فكه دولار واحد لو سمحت.
ازاي اروح عند نافوره كولومبوس؟
يا ريت تجيبلي حاجه حلوه لشفايفي، كانت ناشفه من البرد
في حاجه محليه؟
ماتخافش، الكلب ده مش هيعضك
ايوه ودولفينز حلوين اوي
كل قد ايه بيشتغل؟
يا خويا انا كسرّت ايدي من فوق
فين السترات النجاه؟
امشي علي طول في الطريق ده اربع بلوكات. ولف شمال عند الاشاره.
ممكن تبعت دول ليابان؟
سيبت محفظتي في المحل بتاعك
ايه رايك فيهم؟
في طياره لـ سيدني؟
ممكن اكمل رحلتي من بكرا؟
هو ده مكان استلام الشنط بتاع بريتش ايروايز واحد اتنين تلاته؟
انا هطلع من الفندق الساعه سبعه الصبح بكرا
لازم نتقابل قريب تاني
ايوه، عايز ويسكي وسودا مع المقبلات.
يا ريت تدوس علي زرار الانذار
ايوه، خليني اوديك الشنطه دي؟ رايح فين؟
ايه اللي مميز في المطعم ده؟
معلش، انا مقفول من بره
عندك حاجه بستايل اكتر مودرن؟
فين اقدر اجيب توكنز؟
هتحوللي شيك دولار امريكي لفرنك فرنساوي؟
بكره ان شاء الله
مَا نَعْمَلش كل الحاجات دي مع بعض؟
ممكن اغوص لما البحر يكون عالي؟
يا ريت تروح الجمارك اللي هناك دي. قضاء سعيد!
وريني الموديلات الجديده لو سمحت
عندك ترمومتر طبي؟
الجزمه ضيقه عليا
الشهر اللي فات في التسعه
بص، تلاتين تلاته وعشرين وخمسه اتنين.
عايز اجرب اكل ياباني، اعملي لي شويه
ممكن اروح اقعد في الكرسي ده؟
ايوه، ضحكنا كتير.
ايه رايك في العرض الصبح؟
بندور علي الشنط بتاعه
خُططي اتغيرت، عايز اقيم تلات ليالي بدل ليلتين.
ياااه، شكرا يا بتي تعالي هنا لو سمحتي؟
كام حزب سياسي في البلد؟
وقف!
في جوابات ليا؟
اكستنشن تلاته سته سبعه، لو سمحت.
ممكن اكمل سفري؟
خَلّيك حريص اكتر في المستقبل
اهلا، عايز اكلم طوكيو.
ايوه، بس هتحط الشنطه الصغيره فوق راسك؟
دي شاي اخضر.
عندك تذكره؟
عايز ليمونادا لو سمحت
بتاخدوا فلوس يابانيه؟
صاحبي كان بيعدي الشارع علي الضوء الاخضر.
عندك واحد نيفي؟
ممكن تساعدني في الشنط دي؟
اه، شكرا يا مس ستيسي. ان عملت البودينج ده بنفسها بجد.
كام ليله هتقعد؟
عايزين قهوه بعد العشا لو سمحتوا
بيتعلموا علي طول الموضه الجديده من التلفزيون والمجلات.
يا دكتور بسرعه لو سمحت
عايز كتاب للاطفال
فين كونتر الطيران اللي بيربط مع بريتش ايروايز؟
هما بياكلوا ايه في الترابيزه اللي جنبنا؟
عايز اوضه لفرقتين
ممكن تقولي فين الاقي خضار معلب؟
عندك اسعار اسبوعيه؟
واحد غريب عرض عليا ياخدلي صوره، فديتله الكاميرا وبعدين جري بيها
ياااه، اخيراً في نيويورك الكبيره. دلوقتي لازم ناخد المترو عشان نوصل للڤيليدج. مش محتاجين نشتري خريطه للمترو؟
ازاي اروح مركز الـABC؟
عندك دوم برينون؟
فين طريق فندق الجريس؟
خد حبتين بعد كل وجبه
ممكن تتكلم ببطء؟
ممكن تفتح شنطتك؟
الخدمه في الاوضه، لو سمحت. رقم الاوضه عشره خمسه عشر.
سكس اون ذا بيتش للبنتين اللي هناك دول.
عايز كرسي في الملعب علي خط البيس الاول لو سمحت
كام؟
كوبايه قهوه كمان لو سمحت
عندنا وقت نشوف جوه الجاليري؟
فين قسم البضاعه الفخمه؟
كل الكراسي اتباعت خلاص، بس تقدر تجيب تذكره عشان تشوف الماتش لو عايز تقف.
من فضلك اعمل بلاغ عن السرقه
انت فاكر اقدر ارسم ضوافري لوحدي؟
طيب، اهو انت هنا.
من فضلك قوللي مكانك فين؟
بصي، هو كبير اوي صح؟ هجيبلك كيس كلاب بعدين.
عندك جرنان؟
عايز خريطه خطوط الاتوبيسات
بصراحه بحب الافلام اللي بتخليني ابكي
عندك حاجه اوسع؟
في محل ديلكاتيسن قريب من هنا؟
بليز ابعت ده بالبريد الجوي
مدير الفندق بتاعي، مستر هيلتون، اداني اسمه
ممكن تخليه بـتلاتين جنيه؟
قولي الساعه كام المفروض اكون هنا تاني؟
من الساعه سته الصبح لحد عشره الصبح
اتنين هامبرجر
وريني واحد ارخص من ده
لون اغمق لو سمحت.
انت بتكلمني منين؟
كانت عندي مسءوليه الموارد البشريه لفتره، وعشان كده انا مهتم اوي اتكلم مع الناس.
لازم نستني كل ده؟ شكرا علي العموم.
القطر حيمشي في معاده؟
ممكن تملا الفورمه دي؟
عايز اغطس في مكان ضحل ومنور كويس.
يا خساره، يمكن بعدين ان شاء الله.
عندك بروشورات بالياباني؟ عايز واحد لو سمحت.
الحاجه الحلوه بتاعتي لسه ماجتش
ممكن واحد تاني؟
يا ريت لو هما عارفين كتير عن اليابان كده
حوالي تلاتميه جنيه، لو سمحت.
فيه جولات فيها زياره لدانس بار؟
عايز هامبرجر، فرايز وليموناد
علقهم!
هي حلوه اوي
ميرسي جزيلا، رحله سعيده!
سعر الجوله كام؟
ايه تمن لو سيبت العربيه؟
كسرت رجلي.
عايزه كليبس
دلوقتي، هفتح لك المسام بالبخار.
معلش، ممكن ادخل هنا؟ انا شفت شنطتي.
ممكن اجيب تذكره باليه من هنا؟
ما نقدرش نبيع حاجه من غير روشته.
طلبت سرير للبيبي بتاعك؟
بندور علي حاجه تذكاريه لصاحبي
يا باشا، هو في الطريق
عايز لعبه البازل
كاش ولا كارت؟
عايز اخد اتوبيس سياحي
عايز ااجر عجلتين لو سمحت.
هيكلفني كام عشان ابعت الباكيت ده بالطياره؟
فين الاقي قسم الالغاز؟
عايز اقعد جنب صاحبي
من فضلك اديني ده. بتسمي ده ايه؟
الشارع ده رايح فين؟
متي مرضت؟
ماقدرش اشتري حاجه غاليه كده
امشي في الشارع ده علي طول حوالي تلاتميه متر.
لا، انا عملت كل حاجه بنفسي. دي من هواياتي. بحب الجناينه اوي.
وبعدين هادفع بالدولار والين.
عايز مسهل
التيليفريك ده هوديك للفندق
بليز ابعته مسجل. كله بكام؟
اضغط تسعه عشان الخط الخارجي وبعدين اضغط تمانيه واحد لليابان، تلاته لطوكيو، وبعدها رقم التليفون.
معلش، هحط حاجتي دلوقتي حالا.
ممكن ارجعه لمدينه تانيه؟
الـفندق بعيد عن هنا قد ايه؟
حاقعد تلات ليالي.
ايديك فوق، اسكت واديني الفلوس
بنديك ساندويتشات و مشروبات من الساعه حداشر بليل لحد سته الصبح
انا هسافر ليله قبلها
باي، كلمني بكرا.
ممكن تلغيلي الحجز؟
انت تعبان اوي يا باشا
فين اغير القطر؟
عايز بيضتين مسلوقين مع بيكن، بطاطس مقليه، توست وقهوه
ايوه، لو سمحت. الفيلم ده ياباني؟
من زمان ما شوفتكش يا صاحبي
ايه اللي بيحصل لو مش لاقيينه؟
ممكن يكون عندنا ترابيزه فاضيه حوالي الساعه تسعه.
يا دوب بلوكين وبعدين اول يسار؟
ايه؟ يعني اليابانيين بياكلوا الحاجات دي؟
فين اقدر اجيب السكاكين والشوكات؟
يا سلام، انت عندك حق. ده حلو اوي. هاكد ان انا هارجع بكره تاني.
عايز شامبو ملون.
كدا كدا الممثل جامد اوي
اكيد، هجيبها حالا
دلوقتي، ممكن تديني شويه فلوس عشان اشتري حاجات ضروريه؟
هيعيش قد ايه؟
عايز ابعت ده لليابان باسرع طريقه ممكنه.
بص، ايوه ولا لا
ايه نوع اللعب اللي معاك كذكري من انجلترا؟
عايز سله بيكنيك
كيوشو جزيره كبيره في جنوب اليابان.
شارع 42
انا اسف. مره تانيه، لو سمحت.
ايه هي رسوم الخدمه؟
عايز عصير فواكه
جيت اشوف صاحبلي الياباني
برافو!
ايه شغلتك؟
عايز كرسي في الاوركسترا
ايه نوع الالم؟
انا اسف علي الغلطه اللي عملتها، عايز اي نوع سكوتش؟
عايز اعمل جوله في مكان اعرف فيه الزراعه
عايز تشرب حاجه قبل العشا؟
عايزه شامبو و سشوار
القطر ده بيقف في بات؟
ايه هي الطريقه اللي بنشوف بيها الحاجه دي؟
وقّف شويه و استني لحد ما اصور كوبري واترلو.
عندي اوضه دبل فيها سريرين سينجل.
كان مكسور لما فتحته من العلبه.
كرسي محجوز، لو سمحت.
ممكن اشوف الاوضه؟
وكمان متوقعين مطر الليله دي.
عايز لبن سخن لو سمحت
عايز فلاش الكتروني
انا اسف، بس انا ما شربتش حاجه. من فضلك صحح الحساب بتاعي.
كول مع الصوص ده
عايز تاخد تامين الـPAI والـPEC وتامين ضد الضياع والتلف وتامين المسءوليه؟
ممكن اخد الجوله دلوقتي؟
فين قاعه الموسيقي؟
مبروك علي خمسين سنه جواز!
مكسور حاجه؟
عايز ميه دولار شيبس لو سمحت
يا سلام علي المنظر!
اللون الازرق ماشي قوي السنه دي.
في الشتا، بنشوف تلج في شمال اليابان وفي المناطق الجبليه.
معلش، مش لاقي الكاميرا بتاعتي
ممكن تشوف لو هو اتبعت؟
عندك حاجه تانيه بتمانين دولار؟
انا شويه قلقان علي اني هعرف اغطس كويس ولا لا.
خليني اخد الكور
ايوه، عايز ااجر عربيه.
معلش، الكرسي ده محجوز؟
دا هيساعد.
بتعمل ايه؟
ماكناش بنصور عشان كنا ماشيين بسرعه اوي
اوك، هاعمل كده.
يا رب يا اما اشتغل مدرس يا اما ادخل ماجستير في علم النفس.
بص انا بدور علي كريم خفيف، بشرتي دهنيه اوي.
كان جميل اوي اني اتكلمت معاكوا.
ممكن تجيبلي مجله يابانيه؟
سلطه، لو سمحت.
عندك جوله كامله في اليوم؟
انت شايل الصوت؟
مكالمه بره لليابان.
لا، جيبها بعد تلاتين دقيقه.
الاتوبيسات رخيصه؟
ايوه، انا هتاكد انهم يوصلوله
شارع تلاتين
طيب، ممكن تذاكرين؟
امتي الڤول بتاع باريس؟
حط حاجتك تحت الكرسي من فضلك.
ايه هو الغرض من رحلتك؟
عايز شيكولاتا باره
عندي عصير فواكه؟
في حاجه غلط في لمبه الفلاش.
عايز احجز اوضه دبل من بكرا لحد الاتنين
بليز، بيريمننت ناعم.
هو ده شامل رسوم الخدمه؟
برافو، نفسي اجي
ممكن اكمل رحلتي؟
وريني واحد ارخص لو سمحت
غالي اوي، وريني حاجه ارخص لو سمحت
ايوه، بيره لو سمحت.
انا حاسس ان الوقت بيخلص علينا.
ممكن تشوفه تاني من فضلك؟
يا عم يا عم
عايز اغير الحجز بتاعي
ايوه، في واحد في الفندق ده.
تاريخ السفر لو سمحت؟
فين اغير القطر عشان اروح سان دييجو؟
يا ريتك ما كنتش مشغول اوي كده و جيت
ماعرفش حاجه عن جلد الثعبان ده.
انا فاهمك، اتفضل اقعد
جدي جاله ازمه قلبيه البارح بالليل.
طيب، ممكن تديني التاريخ ورقم الرحله؟
ممكن شوكه تانيه؟
البروفه بتخلص امتي؟
امتي نقدر نتعشي؟
انا خايف ان ده كتير عليا شويه.
الجو مش مستقر، ياريت تلبسوا الحزام
كانت بتعمل كده زمان، ولسه بعملها كل شويه عشان اتمرن عليها.
مين الست دي؟
الوجهه بتاعتي طوكيو.
ايوه، انا سايح.
لازم نوديك من طريق تاني يا باشا
ممكن انزل في طريقي؟
اول وقت كان من نص اكتوبر.
فين اقدر اجيب شنط جلد؟
انا عندي حساسيه من حبوب اللقاح
عايز سمك و بطاطس لو سمحت
عندك طياره لليابان يوم الجمعه؟
لا، ما شفتش حد حواليا.
علبه سيجار لارك من فضلك.
عايز تقرير شرطه للتامين بتاعي، هيتطلع امتي؟
عربيه صغيره لو سمحت، ايجارها كام في اليوم؟
اكيد، حتي طفل صغير مش هيلاقي اي مشكله في انه يرد عليه.
ايوه، مافيش مشكله.
عايزني اقولك تاني؟
هو اخر واحد يقول كدبه
دي ليك، هتقبلها؟
ممكن اشوف قايمه النبيذ لو سمحت؟
ايه نوع الشغل؟
سلام عليكم، انا اسف هو في اجتماع دلوقتي
عايز اروح الموزيوم، اخد اي باص؟
بَعْد كدا، انا عايزه اتنين لو سمحت.
شكرا علي الاستضافه
عايز دكتور، بسرعه!
عفوا، عايز اروح حديقه حيوانات برونكس. ايه احسن طريقه اوصل هناك؟
هنبقي نبلغك اول ما نلاقيه
تعرف علي اي ديسكو البنات الصغيره تقدر تروح فيه بامان؟
ايه هو الوزن المسموح بيه في الشنط دي؟
اهو اهو ببلاش
يوم الاتنين
الباسبور بتاعك و استماره الجمرك لو سمحت. عندك حاجه تبلغ عنها؟
في حاجه عايز تشوفها؟
بليز سيبهم بره الاوضه بتاعتك بكره الصبح.
استني عند الكاونتر بتاع المعلومات، لو سمحت.
عايز راديو منبه لو سمحت
هو بعيد عن البيت
حوالي شهر، يا باشا.
في غسيل عربيات؟
في خدش في الباب الامامي اليمين.
هما بيقدموا وجبات؟
ممكن ادفع بالمارك الالماني؟
ايه هو السن الادني للتصويت في اليابان؟
هو صوف خالص.
ممكن اكلمك بعدين؟
بيفتح امتي وبيقفل امتي؟
لا، شكرا ما اقدرش. في الحقيقه انا مع حد دلوقتي.
فين اغير عشان اوصل سوهو؟
عايز دوا قوي للبرد بتاعي
اللبس رسمي؟
ممكن تروح برودواي الساعه سبعه؟
في كراسي لليله؟
يعني ايه ده؟
الباكيت بتاع الركاب في الدرجه الاقتصاديه عشرين كيلو.
عايز ادفع الفاتوره بتاعتي
المره الجايه لما اجي اكيد هارجع، طيب ممكن تخفيض؟
ممكن تطلبهولي لو سمحت؟
بص هو بيذاكر عشان يدخل الكليه
ايوه، يوم الذكري لرمي القنبله الذريه ويوم ذكري نهايه الحرب.
مايصحش يتفرجوا علي برامج العنف في التلفزيون.
ايه اخر فيلم نزل و هو مشهور؟
سنه؟ يا وقتك عدي بسرعه. طبعا هاجي، قوللي بس الساعه و المكان
في مطاعم مفتوحه دلوقتي؟
ممكن اقعد في اي حته انا عايز؟
انا اسف علي الازعاج
انا خايف تكون نسيت رقم. انا فاكر اني اديتك عشرين جنيه.
مستني اشوفك
دا كل اللي انا عايزاه.
ممكن تبعت حد هنا حالا؟
جيبلي فطور
انت خليت الرحله دي تبقي مش هتنساها
ممكن تقولي علي التقدير بتاعه؟
ايوه، بس هما بيبقوا متشددين شويه.
انا هخد احسن كرسي عندك لو سمحت
ورقه تلغراف، لو سمحت.
حطيت البقشيش في الحساب
للفندق ايه، لو سمحت؟
طوكيو زيرو تلاته تلاته اتنين تسعه واحد خمسه تمانين تلاته خمستاشر، مدام هارادا.
فرنش دريسينج، لو سمحت.
من فضلك خدني علي مطار ا
عايز صابون لو سمحت
عايزين نلعب تنس، في ملاعب عامه هنا؟
وريني شويه هدوم عيال لو سمحت
ممكن ترشحلي مطعم حلو قريب من هنا؟
دي شنطه كبيره وسوده.
انا اكيد دايلت الرقم غلط.
تلاته. واسمك لو سمحت؟
امتي تفتكر الدنيا هتبقي احسن؟
يا سلام يا عم، ايه اللي جابك هنا؟
انا هنا في اجازه الصيف
عايز اشتري شويه هدايا لصحابي
ممكن اخد دول دلوقتي؟
ازاي اظبط تهويه الهوا؟
ممكن اقعد جنبك؟
ياكلوه مع ايه؟
لسه ماعرفتش عنواني، بس ناوي ابات في فندق في سان فرانسيسكو.
مش عارف انام من العيل اللي ورايا ده، ممكن تقول حاجه؟
في معظم الحالات، هتبقي في موقف صعب جداً.
ايدي بتوجعني.
لا، بس لف شمال. اهو التريله هناك. اهي. اطلع علي الطريق الصغير ده. يلا وقف هنا بالظبط.
نزل في محطه فكتوريا وخد الخط الشرقي الغربي.
دي مكسره. ياريت تخفض السعر شويه كمان.
ياخد قد ايه عشان يوصل لليابان؟
فين هغير القطر؟
انا عندي حساسيه من الاسبرين.
ممكن اساعدك تلاقي حاجه معينه؟
يالا نتقابل في المطعم
عندك تلات مرات الكتب اللي عندي
هو طوله حوالي ميه وسبعين سنتيمتر وعريان من فوق
حاسس اني عايز اشرب بيره في الجو الحر ده
ممكن اكل الفطور دلوقتي؟
هنا رخصه السياقه الدوليه بتاعتي.
عايزه كريم ايد
ممكن تكتب عنوانك هنا؟
اسف، النهارده بالليل كله خلصان. لسه عندنا شويه تذاكر فاضله بكره بالليل.
هو الكاس ده ينفع يتحط في غساله الاطباق؟
هما قويين اوي؟
يا نهار اسود!
انا ضيعت حلق في الحته دي
انا بنقل علي طياره دلتا ايرلاينز رقمها اتنين واحد خمسه.
انا فاكر اني لمست شويه مرجان سامه.
عندك كراتين؟
سيبت الشنطه هنا ودلوقتي مش موجوده
عايز خس لو سمحت
ايوه، عايز تحجز الساعه كام؟ وكم واحد؟
لازم تمشي علي الشمال.
عارف ايه عنه؟
دلوقتي، اطلع منين علي كارنيجي هول؟
هو عادي نلعب تنس؟
عايز اقولك اني عايز اعزمك علي الغدا
ممكن ادفع عند الطرابيزه؟
شوفتيه فين اخر مره؟
من فضلك، عايزه اداه البايب
سيبت ساعتي في القطر
ايوه يا باشا، ثانيه واحده بس لو سمحت. اهو اهو.
ماجاش لسه؟
لازم اطلع من هنا امتي عشان الطياره اللي الساعه اتناشر؟
الجو حر الصبح ده، مش كده؟
ايوه، باين عليا. مش فاهم حاجه الناس اللي حوالينا بيقولوها.
بليز ابعتلي اسعاف
في اي اماكن مشهوره؟
ممكن توريني انا فين علي الخريطه دي، لو سمحت؟
ايوه، بس انا مش بحب الحلوين.
بص يا سيدي، ده اكتر من ميزانيتي.
يا جماعه، احنا هنكل ايه علي الغدا النهارده؟
التلفزيون هناك والريموت هنا.
انا اسف، بس انا خايف انك هتحتفظ بيه بنفسك.
كمل ماشي في خط مستقيم لحد ما توصل شارع الهوب.
عايز اشتري ده
هنا المفتاح وهنا العقد
ممكن اروح مكان التدخين؟
ممكن تبعتلي تاكسي علي شارع براون رقم 23؟
احنا ما طلبناش ده
كاس شامبانيا، لو سمحت.
بص، بياخد خمسه عشر دقيقه من هنا علي رجلك.
كاس تاني لو سمحت.
عايز احجز شويه اوض
ايه رايك في اسوره حلوه تليق عليه؟
فين الرف اللي فيه مستحضرات التجميل؟
ممكن توصلني بقسم التصدير؟
انا خايف الفلوس اللي عندي مش كفايه، ممكن تشوف تاني؟
مين اللي علي التل للسينسناطي ريدز؟
كابتشينو صغير، لو سمحت.
الكلوب سابتريكانا حلو، بيفضل فاتح لحد اتنين الصبح. الموظفين هيطلبولك تاكسي لما تكون جاهز تمشي.
المراهقين اليابانيين مهتمين بالموضه.
مش هستخدم الفلاش
ممكن تشوف العجل؟
انا لسه بادء اخد دروس، صعب جدا والله.
فين بوابه ركوب طياره الخطوط اليابانيه، رحله اتنين واحد اربعه؟
كنت بدخن كل يوم
ركبت في القطر الغلط
ممكن شويه طوابع بريد؟
هتدفع كام في ده؟
ماشيش حار اوي.
طيارتك رايحه سان فرانسيسكو امتي؟
مش لاقي المخرج ده
عايز خمسين جرام من اللحمه دي مفرومه، لو سمحت.
عندك تذكره راجع لليابان؟
ممكن تقولي اعمل مكالمه تليفون ازاي؟
عايز لون تاني لو سمحت
اللي يجر ورا اتنين ارانب مش هيصطاد ولا واحد
انا موافق علي فكرتك، بس بشرط ان تاريخ انتهاء المصنع يكون مضمون.
ممكن تجيبلي تذكره لو سمحت؟
قولها ببطء
دي مش نضيفه.
عايز احجز جوله جولف بكره الصبح.
يا ريت تاخد حته من الكيك، ده معمول في البيت.
هاتشوف في الشنطه دي كمان؟
ايوه، في لغتنا، كلمه سَكَنَه اللي معناها سمكه جايه من دمج كلمتين سَكَ و نَه، يعني السمك كاكل خاص بتاكله وانت بتشرب الساكي.
عاجل، لو سمحت.
ممكن تيجي تاخدني من الفندق؟
حيكون يوم الجمعه العشرين.
من امتي عندك الصداع ده؟
عايز كرسي في الستالز
ماعرفش املا الاستماره دي ازاي
انا شايف انك تجربها بلون افتح، والله!
فين الدور اللي فيه قسم الجزم بتاع الستات؟
تحت الكرسي اللي قدامك.
المحل بيقفل امتي؟
ما تقلقش، ما في داعي تشكرني
دا اكتر من اللي كنت متوقع ادفعو.
عايز اعمل معاد الساعه خمسه بعد الضهر النهارده.
في كوافير في الفندق؟
من كام الساعه بياخدوا الغسيل بكرا الصبح؟
دي زفير. عندنا بروش واحد بس من النوع ده و دي واحده من احب القلادات عندي. تحبي تجربيه؟
بليز قوللي علي التمن بعدين
فين بيعرض؟
انا جاي اعمل تشيك ان
من فضلك ضيق البنطلون شويه من تحت و من غير كوفيات
عايز اشوف شويه من الكوليكشنات بتاعتكم اللي مشهوره هنا.
ماكلتش ده
هاري، في حاجه اقدر اعملها؟
تلاته
ممكن تكويلي البنطلون ده لو سمحت؟
الحديقه الحيوانيه علي بعد تلات بلوكات.
هو ده صوف خالص؟
ايه ده؟
انا مبسوط جدًا اننا قدرنا نتكلم في كل الحاجات المهمه ونلاقي حلول. انا ممتن ليك اوي علي تعاونك الحلو.
عايز دليل سياحي
ايه المستشفي اللي هيودوه فيها؟
لو اديتني خصم، هشتري ده كمان
كل علي الاخر!
فين اقدر اشري تذكره لماتش بيسبول؟
عفوا، ازاي اروح من هنا للبنك؟
ممكن اشوف البطاقه؟
من فضلك وريني ازاي استخدم التليفون
بصي علي المحل ده، كبير اوي. يا رب تكوني جايبه معاكي فلوس كتير.
عايز كرسي في اللوجه
عاجبني، هخده
فين الحيطان بتاعه المدينه؟
رجعت
عايز حاجه تقيله شويه لو سمحت
مافيش صابون
ايه اللي بعد كده؟
ل سان فرانسيسكو لو سمحت.
ايه دول؟
فين كرسي ستين ايه؟
القطر بعيد عن المحطه قد ايه؟
ايوه، هو ساكن في شارع جيوس رقم اتناشر وتلاتين واربعين.
بنيتي وقعت
ايوه عندنا محكمه الساعه اتنين و تانيه الساعه اربع
هو في خط مترو رايح علي سيفيك سنتر؟
فين القسم؟
هنا الفول السوداني بتاعك
بصراحه، انا بحب الاتنين.
اكيد، دول شنطتين وشنطه كمان. من فضلك احتفظ بالتيذيت دي.
نبيذ ابيض، لو سمحت.
عشان احنا في موسم الـ O-Bon دلوقتي.
ممكن نروح نغطس بعد الضهر؟
عندك اي معلومات عن الترفيه في البلد الاسبوع ده؟
يا صاحبي بطن صاحبك تعبانه، ممكن تقترح عليه حاجه خفيفه علي معدته؟
اتنين واحد اتنين تلاته اربعه تمانين تلاته تلاته الف
مكانيين في الجنب الاول، لو سمحت.
عايزني املاهولك؟
رقم الطياره سبعه اتاخرت ساعتين.
عايز اشوف المباني التاريخيه
حنبعت حد من الامن
شويه حر شويه
انا من البرتغال.
بعد ما شربت العصير اللي ادوهولي، فقدت الوعي. لما صحيت لقيت محفظتي والشنط بتاعتي مش موجودين.
لو حابب، تقدر تطلب الفطار الانجليزي بس بفلوس زياده.
يا خويا ضيعت محفظتي
عايز ااجر لوح ركوب الامواج بالشراع.
ممكن تحطلي شويه فكه؟
سباجيتي بولونيز، لو سمحت.
عايز بيره لو سمحت
عايز اروح باريس، لازم انقل في القطر؟
امتي يكون وقت مناسب ليك؟
ممكن دوا؟
عايز واحد تاني
شَبكه البحث بتاعتنا اللي منتشره في كل حته، موجوده عشان تلبي احتياجاتك.
دي اول جول في الموسم
ولا حاجه ليا، شكرا
يالا نروح نتسوق شويه
انا فاكر دلوقتي، احنا روحنا عشا مع بعض
فين الطريق السريع؟
احنا دلوقتي فوق يوسمايت الوطني
في حاجه للاطفال؟
انا جبتها من سوق الحوت
انا مسافر
انا خلصت اكل، لو سمحت شيل الطبق بتاعي.
حاجر النوع ده. شامل التامين علي العربيه.
هو ده لـ سيدني؟
ممكن اروح بالجينز والنيكي؟
ايوه، حسب توقعات الجو الاسبوعيه، الجو هيفضل حلو الاسبوع ده.
وريني شويه جوانتي لو سمحت
يا باشا، ممكن تفتحلي الساعه؟
لف يمين عند الشارع
اتكلم، لو سمحت.
ممكن تجيبلي سماعات؟
مكسور
هوت دوج صغير وكولا كبيره، لو سمحت.
تيڤاني؟ طيب، علي الاقل نروح نتفرج من الشباك.
من فضلك طبعلي الفيلم ده
انا فاكر ان احنا هنروح. شكرا جدا.
غلطتي، مش بنشوف بعض كتير
تكلفه البريد الجوي كام؟
عايز طاقيه
يمكن يكون صح، بس مش عارف ااكدلك
حاقعد في فندق
انا اسف انك مش قادر/ه.
ممكن تفتحلي قزازه نبيذ؟
ممكن ااجر تلات ليالي؟
ايوه، عايز اجرب سمك القاروص بس هو حراق اوي؟
عايز سكيتات
هو فيه واقي شمس؟ حمايه قد ايه؟
ممكن تفكر تاني في شروط الدفع دي؟
يا ريتني ما كنتش عملت كده
هو ده القطر اللي رايح شيكاغو؟
ازاي اقدر اجيب اتوبيس ليموزين من هنا لهناك؟
لا، انا اسف، بصيت بس مش موجودين هناك.
فيلم كولور 24 اكسبوز، لو سمحت.
الرحله دي بكام؟
ممكن اشتري تذكره من هنا؟
موافق، بس بشروط معينه.
ممكن اخد مكوه؟
عايز اروح في جوله بالليل
عايز فيلم ملون للكاميرا دي لو سمحت
كام لسييتل؟
امتي هنوصل سياتل؟
غيرلي الاوضه لو سمحت، ريحتها مش كويسه.
فين المتحف؟
بالمعدل الكامل، لو سمحت.
طيب، عندنا ترابيزه حلوه ليكو. ممكن اسمك؟
اوضتي بتطل علي شارع زحمه
اوضه فيها دش، لو سمحت.
هيه، عندك حراره؟ معدتك عامله ازاي؟
واو، في حاجات كتير اوي نختار منها.
من فضلك، عايز طابع بعشرين سنت
احسن نبلغ البوليس؟
عايز مربي
اظن هروح بالليموزين
عايز سلطه خضرا لو سمحت
بصحي بكرا كام؟
عايز اروح اوبرا، بتتعرض فين؟
ممكن تقولي الطريق للصيدليه اللي قريبه من هنا، لو سمحت؟
لازم اغير الاوضه لو هاطول في الاقامه؟
حجز بكره لو سمحت
هي مش بتحب تغسل المواعين
هو المفروض يرجع الساعه اربعه العصر النهارده.
الرحلات دي بتبقي كل قد ايه؟
جيبلي شويه كاتشب
امتي ممكن اخلّصهم لو طلبت الـRegular Service؟
من فضلك اعمللي تقرير ضياع علي الشنط بتاعتي.
عايز احجز تلات كراسي لمسرحيه قطه علي سقف صفيح ساخن بكره بالليل.
عايز ابات في الفندق بتاعك بكره بالليل، ممكن تحجزلي اوضه واحده؟
هي مشوار طويل؟
ممكن تغيرلي بواحده اكبر شويه؟
تلات ميات، اتنين خمستاشر و خمسه عشرين من فضلك.
لا، لا خالص.
عايز اودع شنطي.
ممكن من فضلك توقع علي الفاتوره ووصل الكريديت كارد؟
من فضلك حول الدولارات لجنيه استرليني.
ياخد قد ايه من هنا للبارك هوتيل بالتكسي؟
كانت شنطتي اتسرقت وانا بعمل مكالمه تليفون
دا حاجه حلوه، هيفيد شركات كتير.
اسمي ساتو، انا كنت كلمتك من شويه. عايزه اعمل تشيك ان لو سمحت.
عايز ماسك للوش
ممكن اسيب العربيه في مطار لا غوارديا؟
لا طبعا، هابعتلك لما ارجع البيت. مع السلامه يا مستر ناغانو.
انا في زحمه ومش عارف هلحق ارجع في الوقت
عندك اي وظايف فاضيه؟
كفايه كدا
ماظنش انها تنفع عليا.
عايز ابعت الطرد الصغير ده بالبريد السطحي لليابان.
مكان في التراس، لو سمحت.
عايز كرسي علي الشمال
المدينه دي فيها خضره كتير.
زيرو تلاته تلاته تمانين واحد اربعه اربعه تلاته اربعه خمسه
البس؟
الشيانتي، لو سمحت.
كانت سايقه بسرعه زياده.
عايز عصير جريب فروت
ممكن تخيطلي رجلين الجيبه؟
كام سعر الاوضه التلاتيه من غير دش؟
داك السيد تاناكا في اوضه اتنايه وتسعه. عايزه فوط حمام جديده.
يا ريت تضغط علي سنانك شويه
احنا بناخد رسوم الغاء.
ممكن تجيب لنا تذكرتين؟
سته دولار و اربعين سنت
ممكن اشوف القايمه لو سمحت؟
الشنطه دي تقيله قد ايه؟
دي مش اللي كنت بتقوله قبل كده
فين ممكن الاقي تليفون عام؟
جوله غطس، لو سمحت.
ايوه، احنا فاتحين طول الليل.
انا عايز ارحب بيكم كلكم هنا في الاجتماع السنوي التالت لسنه تسعه وتسعين.
مين الممثلين؟
هيكلفني كام كله؟
اسمي اليزابيث.
هو في مكان حلو نقدر نشوفه في تلات ساعات؟
فين مكان استلام الشنط بتاعه طياره يونايتد ايرلاينز رقم 801؟
ممكن تكتبلي شهاده سرقه؟
عايز تقابلني امتي؟
البالوعه مسدوده
احنا لسه جايين امريكا من اليابان امبارح.
فين الكرسي ده؟
بالمناسبه، عندك تامين سفر للرحله دي؟
نوي اقعد خمس ايام
فين محل خالي من الضرايب؟
كان عندي تذكره طياره في الشنطه بتاعتي.
اظن هروح انام
هنا ده واسع شويه.
خليني افكر شويه
في بار قريب اقدر اروح اشرب فيه حاجه؟
حاوصل بعد خمس دقايق
من امتي هي في امريكا؟
عايز زرار كبس
في حظر تجول؟
اللون تمام، بس الحجم غلط.
بسكويت ياباني.
ممكن اجيب تذاكر الصف الاول دلوقتي، ولا استني العرض الجاي؟
بص يا سيدي، في الحاله دي انا شايف ان احسن حاجه اروح اجرب شركه تانيه.
السن دي واجعاني
واحد تاني، لو سمحت.
ازاي بتلبس لما بتروح جنازه؟
لما النور الاحمر يولع، دوس علي الزرار.
دبل او تلاته، جاي ال
بكام الساعه؟
يا ريتك يا مستر سوزوكي!
عندي وجع جامد في ضهري
ممكن ترشحلي حاجه تشربها فيها كحول قليل؟
يا ريتني ضيعت الباسبور بتاعي في حته
طيب يا مستر كيمورا، هنجهزلك ترابيزه
عايز عربيه لعب
دا حلو اوي
يا عم ايه ياخد وقت قد ايه؟
هو لازم اقف في طابور هنا؟
المفتاح الرءيسي لو سمحت.
كانت حلوه الضحكه معاكوا يا جماعه
ممكن اشتري تذكره عند البوابه؟
حاسس كدا من امبارح بالليل
السااعه اربعه و شويه
اليابان دي بلد سريعه جداً.
صبر شويه واحنا بندور عليه
انا عندي ده.
عندي طفح جلدي، انهي كريم بيجيب نتيجه؟
تفتكروا بيكنيك بكرا هيبقا جوه؟
ايوه، انا عارف شويه. انت في رحله؟
اسمي يوكو ياماكا، ممكن تغيرلي حجز الطياره لو سمحت؟
عايز اشوف كوميدي عن حياه عيله.
عايز شاي ولا قهوه؟
انا بشتغل علي البكالوريوس، بس بارت تايم.
ايه هي التخصصات بتاعه المطعم ده؟
تصبح علي خير
انا اتولدت في مدينه علي بعد ميه كيلومتر من هنا
احسنلك تفضل في اوضتك في الفندق كام يوم.
عايز حاجه تخفف الوجع في الراس
دي علي مقاسي بالظبط.
الاوضه دي سخنه اوي
انت متاكد؟
ايوه، دي احسن شويه. دي كاشمير.
الحاجات اليوميه
سقطت الكاميرا بتاعتي علي سطح جامد.
ممكن توريني حاجه تانيه؟
ما معاياش غير خمسين دولار بس
في حاجه مش بتاكلها؟
سقطت معلقه
ميرسي، انا هكون مبسوط جداً.
اي حاجه هتبقي تمام.
عايز كراسي رخيصه، لو سمحت.
منيو لو سمحت.
فين المترو؟
فهمت. و فين اقدر اخد اتوبيس؟
خلينا نستني المساعده
اسمها مسز جريجسن، مش كده؟
فين ممكن العب تنس؟
هتوريلي الساعه دي؟
دلوقتي بقيت في المطبخ
يا سلام يا عم ايه اللي جابك في المكتبه دي؟
عندك مضارب للايجار؟
الامور بتعتمد علي فين اتخرجت
اه، فهمت. غلطتي. اسف.
عايز حاجه خفيفه.
تذكرتين درجه تانيه في اتجاه واحد لـ ادنبره، لو سمحت.
ايوه، هتيجي.
عايز خريطه خطوط المترو لو سمحت.
انا بكون كسلان يوم الحد
انا كتير بروح اتمشي مع عيلتي في الويكند
ماشي يا باشا، هو امن اعمل الفيلم ده؟
دلوقتي تقدر تاخد واحد من بتوعي.
كام يوم علي طوكيو؟
من فضلك شوف الوجهه بتاعه الاتوبيس قبل ما تركب
اتنين علي البوفيه
تعالي بعد ساعه لو سمحت
انا اسف، بس كل حاجه محجوزه خلاص.
كان المفروض ابعتهم بالبريد الجوي
ايوه، عندنا واحد بيطل علي البحر.
لون العربيه كان اصفر.
فين الافلام اللي شغاله دلوقتي؟
اكتر حاجه وحشتني هي الينابيع السخنه.
طيب، شكرا
ايوه، تمام. نشوفك علي سته ونص.
ايوه يا باشا، تحب تشوف البراشوره دي؟
ايوه، دي اوضه اتنين تلاتين واربعه. مراتي عيانه اوي.
عندك حزام يطابق؟
بتحضر كام مره في الشهر عشان تلعب بيسبول؟
انا اسف، بس طالما وجهات نظرنا مش متطابقه، ماقدرش اوافق علي تجديد العقد.
صباح الخير يا مستر كاميرون، ازيك؟
اسمي اكيو يامادا و رقم الرحله جاي ال صفر اتنين سته رايحه طوكيو.
من فضلك عطيني زجاجه كولونيا.
ممكن اخد استماره الاسترداد الضريبي؟
ممكن تلف يمين؟
وريني علي الخريطه دي
عندك اوضه لاربعه؟
لا سكر، بس كريمه.
الصبح، مستر كواكامي رايح يزور واحد من زباينه.
ازاي اروح هناك؟ ممكن توضحلي علي الخريطه دي؟
بس انت بتزرع خضار هنا.
اريزونا زي الحمام البخار
من فضلك اديني كاس ميه
ايوه تقدر، بس في رسوم نزول خمسين دولار.
هو قريب من هنا؟
ممكن شويه مقبلات لو سمحت؟
ممكن تغيرلي الكاوتش لو سمحت؟
هو ده بـ120 دولار؟ انا شايفه غالي شويه. بتعملوا خصومات؟
عندك سوتيرن؟
عايز كمان طابعين لكرتات البريد ليابان.
من فضلك وريني الباسبور بتاعك وورقه الجوازات
بتاعوا ايه في الدور التاني؟
السياره مش موجوده بكره
المايه سخنه؟
ممكن الشيك بتاعي؟
ايوه، علي طول. دي حاجه مستعجله.
ممكن تضمنلي الجوده؟
انا قفلت علي نفسي من بره، ممكن استلف مفتاح احتياطي؟
فين مكتب السياحه؟
ازاي اقدر اعمل مكالمه تليفون لليابان؟
عندي حاجتين عايزه اشيكهم.
هو في سطر تاني.
هنا حر اوي وكمان ضلمه
مين كان الفنان؟
خليني اقدملك نفسي، اسمي غوروا يامادا.
معلش، انا وقعت السكينه بتاعتي. ممكن تجيبلي واحده تانيه؟
فين البوب؟
كام اونصه؟
يا نهار اسود، كان لازم نلبس عشان المسرحيه
في باص؟
كام سعر الصرف؟
عندي شنطتين وشنطه بدله
الشرش بيته
ياااه، هابعد عن الشغل شويه.
عايز تحط كام شنطه في الشنط؟
بص يا سيدي، كل حاجه في اليابان دلوقتي غاليه، بس اطباق التوفو مش وحشه قوي علي مزاجنا. لو رحت مطعم ياباني رفيع المستوي عشان تجرب المطبخ الكيوتو، يبقي لازم تكون مستعد تدفع ميتين دولار للشخص الواحد.
بصوت اعلي شويه لو سمحت
دلوقتي، شنطتي فين؟ اوهي دي جايه.
كان معاك كام في المحفظه؟
بصراحه مش عارفه، ممكن تقيسيني لو سمحت؟
ماتنساش تجيب الباسبور معاك
هو ده كل اللي عندك؟
ايوه، انا هخليك تتصل بيا الساعه خمسه الصبح بالظبط بكرا
ممكن اشوف مخطط الكراسي بتاعه المسرح؟
انا اسف، لازم تدفع 99 يوم مقدما.
عندك تقويم الاحداث؟
اديني رول فيلم سينما سوند 16 ملي
هو فهمني غلط
هو كان مشغول اوي الفتره اللي فاتت، يمكن نسي.
ايوه، انا هروح. بس بكام؟
ممكن تستني هنا شويه؟ انا هشوفك.
هي دي اول مره؟
حنكلمك لما البرجر بتاعك يخلص علي الفحم
ممكن تبعتلي الباكيت ده بالبريد العادي؟
حطيلي شويه لوشن في شعري، لو سمحتي.
فين ملاعب التنس؟
افتحلي حفره زياده، لو سمحت.
عارف حاجه عن الشنطه بتاعتي؟
انا من امريكا
هي دي مقاسي؟
عندي ربو
انا خايف ما يكونش عندي حجز، بس عندك ترابيزه؟
لا يا باشا، اسفين مافيش فاضي
سءال حلو، كنت هقولك عليه.
عندي وجع في ودني بيوجعني اوي
عايز اخده
احنا هنعمل حفله صغيره في بيتي الاسبوع الجاي، مش عارف اذا كنت هتقدر تيجي مع مراتك ولا لا؟
يا ركاب الترانزيت، من فضلكم يكون معاكم كارت ترانزيت. وقت اقلاعنا متوقع الساعه خمسه وعشرين. خليكو متابعين الاعلان.
عايز احجز وقت للعب الجولف بكره علي الساعه عشره.
ممكن ترشحلي مكان زي ده؟
ياااه، شويه بريتزلات. و ممكن اعمل حساب؟
الساعه كام في لندن دلوقتي؟
ازاي؟
ماينفعش اكل حاجه فيها سكر
وبعدين، انا فاكر انها في الباسبور بتاعك. ممكن تشوفه؟
هو خد كام؟
انا طالب جديد، مش عارف اعمل تسجيل. ممكن تساعدني؟
يا تري عندك تذاكر باعته يوم العرض؟
حاوصلك بواحد بيتكلم انجليزي.
بجد؟
انا اسف اني بضايقك، بس ممكن تساعدني؟
عايز ارجع للفندق الكبير
عايز احول لـ بي ايه تلاته تسعه تسعه.
انت فاكر شكل الحرامي؟
في اي فندق قاعد؟
الساعه كام؟
حسبي الله ونعم الوكيل، جيبتي اتسرقت مني
ان شاء الله اشوفك تاني السنه الجايه في نفس الوقت ده
في حد اتصاب، ياريت تيجي حالا
لازم انزل، دي مش الطياره الصح.
امتي اسرع وقت ممكن؟
انا ليروي
اهلا، انا ياماشيتا بيتكلم. عايز اتكلم مع مستر سميث.
عندك عربيه اكل في القطر؟
الشنطه بتاعتي اتسرقت
عندك اوضه فاضيه لليلتين الجايين؟
عايز تامين؟
ممكن تديني الرقم؟
عندك مجله يابانيه؟
عندك نضيفه؟
فين ممكن نروح نسرف؟
ماشي
هاتكلم معاك تاني امتي؟
هو في اكل هنا؟
التونه بالواسابي، لو سمحت.
طيب، هخدها. ممكن تلفيها هديه؟
فين الحمام الرجالي؟
عايز فلتر
ما تقدرش تطلع من ده كده
ممكن نكون عندنا ترابيزه علي التراس؟
ممكن تاخد بالك من حاجتي هنا؟
ممكن تقولي لما نوصل شارع هدسون؟
ايه هو المحل المفضل عندك؟
اتصل بيا في الفندق اول ما تلاقيه
عندي ساعه جيب؟
هو ده بيتاكل مع صوص؟
هاخد معايا حاجه تحميني من البرد في قمه الجبل؟
مين اللي حياخد القرار النهاءي؟
كنت بفكر في اول اسبوع من فبراير، لسه محتاج اشوف موضوع الحجز.
كان فيه كمان كروت الاءتمان بتاعتي في المحفظه.
هو معاه سلاح
في انواع كتير من الكلاب، مش كده؟
عايز اشوف فيلم جديد خالص
عايزه حلق
ماينفعش اكل اكل فيه ملح.
الواحده الجايه هتيجي امتي؟
عندي خطط
ممكن توصلني بشخص بيتكلم ياباني؟
عايز طقم شطرنج
للفندق القاري لو سمحت.
بشويه خردل، لو سمحت.
هيتبقي في فليب شارت في اوضه الاجتماعات؟
كان نفسي اوضه في اخر البنايه، دول بيبقوا هاديين اكتر.
عايز اوضه هاديه عندكوا
بتحطوا بضاعه خاليه من الضرايب في الطياره؟
عايز اطلع الباسبور بتاعي من الخزنه
الخمسه والخمستاشر
تشتري التذاكر من شباك التذكره في المسرح.
معلش، بس فين الحمام من فضلك؟
فين الشمال؟
المفتاح بتاع الساعه حداشر ونص لو سمحت.
شفت التمثال اللي في البنايه دي؟
ممكن شويه ميه؟
ايوه انا متاكده، طعمه حلو اوي لدرجه اني كلت كتير، العشا كان جميل جدا
ميرسي. طيب ممكن توريني شويه شوزات مقاس 6 ونص؟
عالجوه يا باشا!
في مرايه؟
فين البوابه 24؟
خد كبسولتين مرتين في اليوم
ما عنديش كاش، هادفع بالكريديت كارد.
استحمل شويه
عايز اخد الشنطه دي معايا في الطياره لو سمحت.
ممكن احط الشنط في الكرسي اللي ورا؟
فين اقدر اشري تذكره الاتوبيس؟
عايز تنضم لينا؟
ممكن تضيفلي جبنه شيدر؟
وبعدين، من فضلك املا الطلب ده ووقع عليه.
عايز خمس طوابع بعشره سنتات وعشرين كارت بوستال لو سمحت
ياخد مني قد ايه عشان اروح فندق هيلتون؟
شويه
عندي خطه اروح اشوف المدينه نص يوم بعد الضهر ده.
كل حاجه كام؟
اوضه هاديه، لو سمحت.
بكلمك بس عشان اشكرك علي مساعدتك في رحلتي لامريكا.
عندنا خمستاشر عطله وطنيه.
انا متاكد اني حطيته عند الريسبشن.
الخادمه، محتاجه حاجه؟
سعر علبه السجاير دي كام؟
انت بتحب تشتغل هنا؟
لا، ده تلاته سبعه تسعه تلاته تمانين اربعه سبعه اتنين، انا خايف انك غلطانه في الرقم.
ممكن المفتاح بتاعي؟
عفوا، ممكن تقولي انهي قطر رايح علي ويلر افينيو؟
ممكن ترشحلي فندق نضيف و مش غالي؟
يمكن ده تقيل شويه. عندك واحد ارق؟
ممكن ارجعه لو مش مناسب؟
عايز تبعتهم بالبريد الجوي ولا البريد العادي؟
خدني لشارع الملك
عندك اي شغلات فاضيه الليله؟
انا فاكر محطه الاتوبيس هنا، مش كده؟
انا خايف مش عندنا يا باشا
من فضلك اتكلم ببطء، انا مش فاهم كويس اوي.
ممكن اجرب ده؟
نلتقي علي قهوه؟
عايز كاس بيره، عندك ايه؟
ايه؟ مش بيدوك فرشاه سنان ببلاش؟
عايز تلات لفات فيلم ملون بـ36 صوره.
في اتوبيسات شغاله؟
ياااه، ده غالي شويه. عندك حاجه ارخص؟
معلش، احنا طلبنا المشروبات تلات مرات.
كم للبرج؟
ممكن ترشحلي شويه اماكن اروحها وارجع في نفس اليوم؟
تِقيل
الشارع ده مش زي اللي خدنا فيه امبارح، هو دا طريق مختصر؟
ازاي بتنطقها؟
مش بالضروره، انا فاكر انهم اتعلموا يعيشوا مع بعض بعد سنين كتير من المنافسه.
بالمناسبه، المحلات الكبيره بتقبل الشيكات السياحيه؟
ايوه طبعا، ايه رقم الكارت بتاعك وتاريخ الانتهاء؟
عايز برطمان مربي
ممكن ااجر معدات السنوركلينج من المحل ده؟
هتاخد بالك من شنطي؟
ممكن تجرب هتل الح او سي تل
الستاره هترفع امتي؟
عايز شعرك يبقي عامل ازاي؟
بنبدا مع الرولينج ستونز.
ايوه، سلطه جمبري علي البدايه.
الباسبور بتاعي اتسرق، مع سبعين دولار.
ايه البنايه الغريبه دي؟
عندك حمام سباحه في الفندق ده؟
بليز كلمني بكرا الصبح الساعه سته. اوضه رقم اربعه وعشرين.
ممكن ادفع بالين؟
انا اسف، مفيش استرجاع فلوس. ممكن تبدله بحاجه تانيه بس.
فين الجامعه؟
كانت لابسه تيشيرت و جيبه طويله
انا من امريكا
دي مطعم دالاس.
ماتترددش في انك تتواصل معانا في اي وقت.
ممكن تبعته ليابان لو طلبت دلوقتي؟
ممكن اخد تركي علي عيش الرز؟ وكمان عايز مايونيز زياده لو سمحت.
التاكيتات دي صالحه لكام يوم؟
عايز تاكل معايا بره؟
محفظتي اتسرقت معايا الباسبور
عندك اي خطط؟
هو فيه تدفءه؟
فين المسرح؟
قطعت صباعي
هتاخد ميه دولار في ده؟
يا سلام، ماكنتش عارفه ان لازم شهر علي الاقل عشان تجيب كارت اءتمان.
ممكن اخد حاجتي من الخزنه؟
عايز اغير الميعاد بتاعي
لا، مافيش داعي. بس دوس علي الزرار، لو سمحت.
ضربوني
امتي اخر يوم في الجوله؟
ميامي
دوري؟
فين اقدر اشري حاجات يدويه؟
بسته دولار. هتاخده؟
فين اقرب حمام من هنا، لو سمحت؟
انا دفعت تمن الاكل و الفندق مقدما.
يا خساره، انا هاخد بالي من الكلب.
عندي حوالي تلاته الاف دولار.
ميتين دولار. كاش ولا كريدت كارد؟
فين محطه الاتوبيس بتاعه سنترال بارك؟
بصراحه، انا عندي كرسي جنب الشباك. اه يا مدام لو عايزه نغير الكراسي بعدين.
انا في اجازه
هو ده الطياره الصح لنيويورك؟
ايوه، كل عشر دقايق.
ممكن اغير الطلب؟ عايز دولف بدل المحار الصخري.
علشان تدرس
كدا كل يوم اتنين
ياااه، بيوريني محطات المترو ومحطات الاتوبيسات. ممكن اخده معايا؟
فين كونتر تشيك ان دلتا؟
المنتج ده مش مسموح بيه
هي ثابته اللون؟
صغيرين اوي.
امتي مواعيد متحف الفن؟
وانا خارج، من فضلك صلحه
انا كين.
الجو كان مطر كل الاسبوع ده؟
ممكن اشوف الشنطه دي؟
السياره دي رايحه سياتل؟
من فضلك وقع هنا، وهنا وصل الايصال بتاعك عشان تسجله.
سيرفيس الاوضه
هو التذكره دي صالحه بس لليوم المخصص؟
الوقت خلص
ممكن تحافظ علي حاجاتي الغاليه؟
غلطتي
هقعد مع صاحب في نيويورك.
الاسعار شامله الضريبه؟
هديه؟
هي اللي بعده علي اليمين.
ايه اللي بيفضله، جاكيت بدبل ولا جاكيت بسنجل؟
ممكن تساعدني الاقي شنطي؟
ايوه، ده باين حاجه لازم نبحث فيها اكتر. يا مستر كيناان، ممكن تفكر في الموضوع ده وتكتب تقريرك لمستر ناكاياما باسرع وقت؟
هو الفندق هيلتون بعيد؟
انت عايز مطعم ايه؟ عشا بس ولا عايز كمان بار؟
فرانتين، كولا واحده. اتنين دولار من فضلك.
عايز جاكيت
الضيق هنا يا باشا
ممكن اكل عشا علي المركب؟
عندك ده؟
في الصيف في اليابان، الجو بيبقي رطب فشخ.
من فضلك خلي الشنط دي لحد تلاته.
كان يوم جميل جدا النهارده
الداوا دا بيخفف الحراره؟
عنييه كانت سودا وبعيدين عن بعض.
من فضلك احجزلي ترابيزه لخمس اشخاص.
معلش، ممكن تقرضني اله حاسبه؟
لازم اروح المستشفي؟
عندك تذكره الرجوع؟
عايز اعمل مكالمه بره لليابان، لو سمحت. انا يوكي موراي في اوضه تلاته اتناشر. عايز اطلب كولكت لمستر كيوسوكي موراي. الرقم هو طوكيو زيرو تلاته سبعه اتنين سته تمانين تلاته تسعه واحد.
ممكن تصلح الكاميرا دي؟
ايوه يا باشا، معاك بطاقه؟
فين ممكن اعمل مكالمه تليفون؟
فين مكتب الضايع؟
كان جامد اوي.
زهر الخوخ بيتعجبوا بيه في عيد البنات يوم تلاته مارس.
وبعدين اقدر ابادله بحاجه تانيه؟
نلفهالك؟
عندي تذكره لـ ديترويت هتمشي الساعه حداشر الصبح
ممكن تساعدني الاقيه؟
امتي قلتلي اننا لازم نسلم الورقه؟
عايز عصير لو سمحت
خمسه وعشرين دولار شاملين اجره الباص والمدلك و رسوم الدخول.
مَسْجِل، لُطَفًا.
عايزين نجرب الاكل المحلي
يا ريت يا باشا خد صاحبي علي المستشفي
متحف المتروبوليتان للفنون حلو.
من فضلك اديني وصله لشركه التامين بتاعتي
عايز ااجر معدات ركوب الامواج بالرياح.
مش فاهم انت بتقول ايه
هنا اسمي الكامل وعنواني
انا عندي حساسيه من المضادات الحيويه.
خطر لو ماخدتش تاكسي ارجع بيه للفندق
اقتراحه اتقبل
ايوه، عندنا تسعه وتسعين نوع من الوجبات في الكورس.
هو في خط اتوبيس تاني يروح هناك؟
ممكن تقولي ازاي اظبط درجه حراره الاوضه؟
شيل شنطي لو سمحت
اقفل يا باشا، هكلمك بعدين.
في اربع فصول واضحه.
من الصبح عندي الاعراض دي
القطر بيقف في اديلايد؟
القهوه بتاعتك لو سمحت
نص دولار علي كل كلمه. غالي اكتر من اللي كنت متوقعه.
نقدر نشوف حاجتنا هنا.
عايز ابعت البوسطال دي لليابان بالبريد الجوي.
القطر ده رايح امتي؟
اديني قنينه صغيره منه
فين اقرب تليفون؟
في المسرح اللي جنب المكتبه، بس لازم تحجز قبلها.
عايز سوسيس لو سمحت
يا باشا، ايه الـspecialty بتاع المطعم النهارده؟
ايه رايك تسافر بكره الصبح علي باريس وتطلع علي طياره سويس اير بعد الضهر؟
تمانين بنس.
بصراحه حلوه اوي، المفروض تيجي تزورنا في يوم من الايام.
امتي حنطلع؟
عفوا
ماتزعجنيش
عايز واحد قوي
لا، انا حاسس اني محظوظ. يلا بينا.
عندك واحد اكبر؟
عايز احجز تلاته علي سبعه لو سمحت
عندنا مترو في المدن الكبيره زي طوكيو.
اسفين، مش هنقدر نعملها في اقل من اسبوعين.
تمن ايجار موبايل و بيجر كام؟
في غسيل قريب من هنا؟
انا مستني منك تسكتي
الخدمه شامله؟
مش حاسس اني كويس، ممكن تديني دوا؟
لسه، شكرا
سكان اليابان في المرتبه السابعه عالميا.
فين اصلح ساعتي؟
من فضلك، اديني عشره توكنز
ايوه، خد الباص رقم خمسه من الفندق الملكي ونزل عند ميدان الداون تاون.
هيتعمل بكره بالليل
ايوه، الصبح اشتريت بلوڤر من المحل بتاعك بس لما رجعت فتحته طلع مش هو اللي انا اشتريته. اهو الريكويزيت بتاعي
كام قنينه مشروبات كحوليه عندك؟
ممكن تغيره في اي بنك من البنوك اللي في المطار.
عندنا نبيذ ورد ممتاز.
ممكن تقوليلي البرنامج بتاع التلفزيون النهارده؟
انا متاكد انك هترجع زي الفل في وقت قصير.
دي اكله مشهوره في مطعمنا.
عندك هديه حلوه لزوجي؟
شفت لافته شركه الطيران الامريكيه سبعه صفر سبعه؟ لازم تروح هناك.
يا خويا عندي وجع في بطني، ممكن دوا؟
عايز كاس قهوه تاني؟
بكره؟ انا مش فاضي طول العصر. بس ليه؟
ممكن توريني الحساب لو سمحت؟ ايه دي التهمه دي؟
حاوريك
من زمان تعرفيه؟
هيحصل ايه لو قلت ايوه؟
هتريني اعمل مكالمه تليفون؟
هو ده كوارتز؟
سلطه بطاطا تايك اواي لو سمحت
بطني بتوجعني شويه.
عايز ياردتين من القماش ده لو سمحت
هتجيبلي تلج وكاسين من فضلك؟
ايه هو السن المسموح بيه؟
جبت ظرف تاني؟
انت عارف انك ما وقفتش عند اللافته؟
حاوصل حوالي الساعه عشره بليل.
التذاكر السريعه دي بس للقطر والكرسي اللي انت حجزتهم.
ما عملتش برا من تلات ايام
دي علامه المطالبه بتاعتي. ممكن تشوفها حالا؟
ايه سعر التذكره لـ وايت بلينز علي الخط الشمالي؟
هو انا محتاج تذاكر؟
شكله حاجه كويسه اوي.
فين اماكن الغطس اللي قريبه من هنا؟
من فضلك اكتب اسمك والفندق ورقم تليفونك علي الورقه دي.
من فضلك وريني الطريق لمكتب البا
سيبني عند المحطه الجايه لو سمحت
من فضلك روح علي الشباك الخامس.
ايوه، امبارح كان الجو دافي شويه.
ايه رايك نروح هاكوني معايا؟
ممكن اكون سيبته عند الريسبشن
عايز تاكل معايا الغدا؟
ممكن دوا للمعده؟
دي عيلتي.
فين الاسانسير بتاع غريندلوالد؟
عايز تشرب شاي؟
حقيقي؟
عايزك تعمل اشعه
ليه البوكسر دي غاليه اوي؟
اديني تسع عشرات، خمسه واحد، اربع وحدات والباقي في عشرات
اسف، مش هينفع. انا ممكن اقف بس في الفنادق اللي مكتوبه هنا.
ايه نوع الاوضه اللي انت عايزها؟
انا مقدر ده، بس الشنطه بتاعتي كبيره اوي عليا عشان اشيلها. ممكن تحافظ عليها؟
عايز استخدم صندوق الامانه.
الاسم سوزوكي.
فين اللوبي؟
انا اسف علي التاخير، رقم اوضتك تسعه وتسعين. اهو المفتاح بتاعك.
فين الوديعه؟
ممكن اخد معاد بكره؟
فين ناوي تقعد في لوس انجلوس؟
ما يهمش
فين الحمام؟
قول لـ مستر توماس اني في فندق هيلتون
ممكن تقولي ايه الباص او القطر اللي رايح وسط البلد؟
امتي كاس العالم؟
اطلع علي المنحدر، هتوصل لتقاطع تلات طرق. بعدين روح شمال.
الجو عامل ايه دلوقتي؟
حط فلوسك فين ما بتكلم
اهلا، انا كارول براون بتتكلم. ممكن اتكلم مع سوزان؟
عندك اوضه فيها منظر حلو؟
عندك جرنان يابانيه؟
انا هسافر يوم الجمعه العشرين وهرجع يوم الاحد
ماعندناش في المخزن، بس نقدر نطلبهولك.
في ميكي ماوس علي الستيكر
هو فيه كافيتريا؟
خالتو باينه مش في حالها شويه و غريبه
فين اقدر اشري لبس تقليدي؟
حاخد ستيك لحمه، وللمدام حاخد كباب مشوي
دلوقتي، ايه رايك نعمل عشا ايه النهارده؟
عندك كراسي فاضيه امتي؟
عايز عربيه
سياره ممنوع فيها التدخين، لو سمحت.
فندق ارخص شويه يكون احسن لو كان في حته امنه.
معلش، اكتب ايه هنا؟
مافيش غير كده؟
عندي انفلونزا
ماعندكش اوضه ارخص؟
انا غلطت في الرقم
في مبني حلو اوي هناك
عايزه يبقي زي ميك ريان لو سمحتي
احنا عملنا استطلاع شامل علي احتياجات الزبون.
عفوا، ممكن تقولي اروح ازاي علي اقرب بنك؟
فين ممكن افطر؟ الساعه كام بيقدموا الفطار؟
انا فلاح
معلش، ممكن ترفع الكرسي شويه؟
ممكن اطبخ لنفسي؟
امتي اقدر اقوم؟
بصي انا بدور علي طاسه تيفال
حاشوف، بس خايف ما الاقيش اسمك.
انا فاكر في غلطه. ممكن تعملوا لنا ترتيب عشان نقدر نفضل؟
هو انا لازم اخد معايا جاكيت؟
ممكن اخد سماعات تانيه؟ دول مش شغالين كويس اوي.
فطور كونتيننتال لو سمحت.
الرقم اللي انت بتدور عليه مش شغال.
الطياره هتوصل روما امتي؟
عارف انت رايح فين؟
ممكن اخد نص رطل سلطه جمبري؟
يالا نتقابل في اوضتي
يا عم بلاش هزار
عايز شويه فستق، لو سمحت.
ممكن ادفع بشيكات السفر؟
ممكن خريطه الممرات؟
الصالون في الدور الاول وبيفتح الساعه خمسه ونص بالليل
ممكن تغيرلي تاريخ الرحله من لندن ل طوكيو؟
عايزين نلعب رياضه مميزه في الساحل الغربي ونبقي مبسوطين
ماقدرش اشرح حالتي بالانجليزي.
اسف، بس مش هينفع اروح معاك.
انا من كولورادو. انتو من اي حته في اليابان؟
انا دفعت كاش علي طول.
الـسهره جاهزه؟ انا جعان موت، ممكن تحطّي الـسفره؟
حطها في الكيس البني ده من فضلك
من ساعه ما جيت وهو مضايقني
عايزهم يتسولوا ويتنعلوا لو سمحت
مش هتحتاج دليل سياحي؟
بندور علي ظل عيون
انا دفعت لما اشتريت التذكره بتاعتي.
لما ينشف، شيله من علي وشك.
عايز اقعد دلوقتي.
سَكَبْت الشُورْبَه
انا جاي شويه بدري، مافيش مشكله؟
في صالون تجميل هنا؟
ماشي. ما تقلقش، عندنا ممرضه بتفهم ياباني.
فين المرايه؟
ازيك؟ دول سويسري و موضه هنا.
كتب و منشورات.
ازاي ارجع؟
عندك ده بلون اخضر؟
انا دفعت كل الفاتوره بتاعتي.
سيبني في حالي يا باشا
غريب، بس لما بكون سكران بتكلم انجليزي احسن.
هو في مكتب ضايع وملاقي في المحطه؟
خليني افكر في الموضوع، لو سمحت.
ممكن تقولي علي شويه فنادق بـ خمسين جنيه في الليله؟
حاخصملك عشرين في الميه من السعر.
بالنسبه لتصميم مشروع ميركوري، ماكنتش هعرف اقرر من غيرك.
بصحتك!
المركب القديمه دي لسه بتسافر؟
عندي حادثه سير.
امتي نتقابل؟
فين اقدر املا الوصفه دي؟
بصراحه، انا نباتي. ما باكلش لحمه.
ياااه لذيذه!
ايه اللي هيبقي سريع؟ ماعندناش وقت كتير.
انا موافق، نروح عند الديلي اللي في الشارع
الخط لليابان متوصل، اتفضل
شكرا علي العشا الجميل ده
ممكن توقف هنا؟ عايزه اصور شويه صور
اتعضت
في كراسه منفصله اسمها “معلومات عن الشركه” موجوده في الباكدج اللي قدامك، هتلاقي شرح اكتر تفصيل.
ممكن تجيبلي بطاطين، لو سمحت؟ الجو برد اوي في الاوضه دي.
ممكن تحطها عند الشباك لو سمحت؟
كل واحد وله ذوقه، انا بشرب بيره
اتولد سنه تمانين.
امتي اخر اتوبيس لـ بيمليكو؟
طيب، ايه رايك في ده؟ الجوله دي بتاخدك هنا الساعه واحده الضهر.
عندك قلادات تانيه بتصميمات مميزه؟
اعتقد دي كرسيي.
امتي اخر وقت ممكن نطلب فيه روم سيرفس؟
لازم البس كراڤات؟
مفيش مشكله خالص، عايز تاخده فين؟
ما عنديش فكره خالص.
ترابيزه علي التراس، لو سمحت.
شويه كمان من الضهر.
هو ده القطر اللي رايح شيكاغو؟
نروح تيكي بوينت بكرا؟
انا متاكد ان في صيدليه تانيه الاختيار فيها اكبر.
من فضلك حط خمسه دولار و25 سنت للثلاث دقايق الجايه.
في كراسي لليوم ده؟
امتي القطر الجاي لـ اكسفورد؟
ماعرفش استخدم التليفون، ممكن توريني؟
يا رب تقدر تزور الاماكن الجميله دي في امريكا قريب.
حطيت محفظتي وكتابي والكاميرا في الشنطه بتاعتي.
هو في حد بيتكلم ياباني عند المحل؟
المايه مش هتسخن كفايه.
هيتباعوا لوحدهم؟
ازاي اروح للمتحف؟
يا ريت يا مستر جودمان تعجبك
رقم الطياره هو بي كي سبعه تمنيه يوم خمسه سبتمبر.
بصي صوتك حلو اوي في التليفون
هو في باص للمطار يودي المدينه؟
ممكن تلغيلي الحجز بتاع الكراسي؟
ايوه يا باشا، الساعه حداشر.
هو المبتدءين مش كويسين؟
اي طياره بتوصل بدري في نيويورك؟
بص، ممكن تاخد الخط الرمادي او كاري اكسبريس.
ايوه، انا بدور علي هديه لاختي.
ممكن اسبح هنا؟
ايوه، انت فعلا كده.
اهلا بيك، اول مره تيجي امريكا؟
انا شايف انها غاليه اوي، ماعندكش حاجه ارخص؟
عايز اشتري ده
الوصل بتاعي كمان اتسرق
فيه حاجه مميزه من المنطقه؟
كل قد ايه بيشتغل؟
ايوه، خليني اوديك الشنطه دي؟ رايح فين؟
ايه رايك في السينما؟
وقف!
اكستنشن تلاته سته سبعه، لو سمحت.
كام ليله هتقعد؟
واحد غريب عرض عليا ياخدلي صوره، فديتله الكاميرا بتاعتي وبعدين جري بيها
ازاي اروح مركز الـABC؟
من فضلك اعمل بلاغ عن السرقه
مدير الفندق بتاعي، مستر هيلتون، اداني اسمه
لون اغمق لو سمحت.
القطر حيمشي في معاده؟
فيه جولات فيها زياره لدانس بار؟
ميرسي جزيلا، رحله سعيده!
عايزه كليبس
ما نقدرش نبيع حاجه من غير روشته.
متي مرضت؟
وبعدين هادفع بالدولار والين.
ممكن ارجعه لمدينه تانيه؟
بنديلك ساندويتشات و مشروبات من الساعه حداشر بليل لحد سته الصبح
عايز بيضتين مسلوقين مع بيكن، بطاطس مقليه، توست وقهوه
عايز لبن سخن لو سمحت
انا شويه قلقان علي اني هعرف اغطس كويس ولا لا.
سلطه، لو سمحت.
يا عم يا عم
امتي نقدر نتعشي؟
الوجهه بتاعتي طوكيو.
فين اقدر اجيب شنط جلد؟
عايز سمك و بطاطس لو سمحت
اكيد، حتي طفل صغير مش هيلاقي اي مشكله في انه يرد عليه.
عفوا، عايز اروح حديقه حيوانات برونكس. ايه احسن طريقه اوصل هناك؟
اهو اهو ببلاش
بليز سيبهم بره الاوضه بتاعتك بكره الصبح.
ايه هو السن الادني للتصويت في اليابان؟
المره الجايه لما اجي اكيد هارجع، طيب ممكن تخفيض؟
مايصحش يتفرجوا علي برامج العنف في التلفزيون.
سنه؟ يا وقتك عدي بسرعه. طبعا هاجي، قوللي بس الساعه و المكان
دا كل اللي انا عايزاه.
ممكن تقولي علي التقدير بتاعه؟
حطيت البقشيش في الحساب.
ممكن اقعد جنبك؟
في معظم الحالات، هتبقي في موقف صعب جداً.
ياخد قد ايه عشان يوصل لليابان؟
ممكن اساعدك تلاقي حاجه معينه؟
حاسس اني عايز اشرب بيره في الجو الحر ده
انا فاكر اني لمست شويه مرجان سامه.
عارف ايه عنه؟
ممكن ادفع عند الطرابيزه؟
بص يا سيدي، ده اكتر من ميزانيتي.
كمل ماشي علي طول لحد ما توصل شارع الهوب
عايز احجز شويه اوض
انا خايف الفلوس اللي عندي مش كفايه، ممكن تشوف تاني؟
ممكن تشوف العجل؟
ركبت في القطر الغلط
هتدفع كام في ده؟
اللي يجر ورا اتنين ارانب مش هيصطاد ولا واحد
هاتشوف في الشنطه دي كمان؟
المحل بيقفل امتي؟
هو ده صوف خالص؟
ايه المستشفي اللي هيودوه فيها؟
عايز ااجر لوح ركوب الامواج بالشراع.
عايز بيره لو سمحت
عايز واحد تاني
وريني شويه جوانتي لو سمحت
ازاي اقدر اجيب اتوبيس ليموزين من هنا لهناك؟
فيلم كولور 24 اكسبوز، لو سمحت.
عايز اروح اوبرا، بتتعرض فين؟
هو المفروض يرجع الساعه اربعه العصر النهارده.
كانت شنطتي اتسرقت وانا بعمل مكالمه تليفون
ممكن اسيب العربيه في مطار لا غوارديا؟
عايز كرسي علي الشمال
الشيانتي، لو سمحت.
عايز عصير جريب فروت
هيكلفني كام كله؟
في حظر تجول؟
دا حلو اوي
ممكن اشتري تذكره عند البوابه؟
عندي طفح جلدي، اي كريم طبي بيجيب نتيجه؟
دي علي مقاسي بالظبط.
انت متاكد؟
سقطت الكاميرا بتاعتي علي سطح جامد.
في حاجه مش بتاكلها؟
اسمها مسز جريجسن، مش كده؟
من فضلك شوف الوجهه بتاعه الاتوبيس قبل ما تركب
بتحضر كام مره في الشهر تلعب بيسبول؟
وريني علي الخريطه دي
ازاي اقدر اعمل مكالمه تليفون لليابان؟
معلش، انا وقعت السكينه بتاعتي. ممكن تجيبلي واحده تانيه؟
عندي شنطتين وشنطه بدله واحده
كان معاك كام في المحفظه؟
انا اسف، لازم تدفع 99 يوم مقدما.
اديني رول فيلم سينما سوند 16 ملي
عايز اخده
ازاي؟
انا طالب جديد، مش عارف اعمل تسجيل. ممكن تساعدني؟
فين ممكن نروح نسرف؟
ممكن تاخد بالك من حاجتي هنا؟
ممكن توصلني بشخص بيتكلم ياباني؟
تشتري التذاكر من شباك التذكره في المسرح.
شفت التمثال اللي في العماره دي؟
ميرسي. طيب ممكن توريني شويه شوزات مقاس 6 ونص؟
فين البوابه 24؟
سعر علبه السجاير دي كام؟
عايز تلات لفات فيلم ملون بـ36 صوره.
كم للبرج؟
ايه البنايه الغريبه دي؟
انا اسف، مفيش استرجاع فلوس. ممكن تبدله بحاجه تانيه بس.
التاكيتات دي صالحه لكام يوم؟
ضربوني
هو ينفع نطلع جبل بالخفيف كده؟
دا برا ميزانيتي
عايز دكتور يجيلي اوضتي لو سمحت
ايه رقم خدمه الغرف؟
انت ايرلندي؟
هو في تخفيض دلوقتي؟
كل التذاكر اتباعت خلاص
عايزين نلعب ساعه بكره الصبح علي الساعه عشره
معلش، ممكن اغير الكرسي بتاعي؟
مافتكرش فين
شكرا ليك، هكون شاكر جدا. بص يا سيدي انا مهتم بالمسلسلات الاستراليه.
معلش، ممكن ترشحلي فندق تاني؟
يا ريت يا سيدي، عندك ايام حلوه زي دي في الوقت ده من السنه؟
عندينا تجربه زي دي قبل كده
ممكن تشوفلي؟
كان مش واضح.
عايزهم قبل الجمعه
مين المدير؟
صرفت كام في المجموع؟
من سان فرانسيسكو لـ ناريتا.
دي مش مقاسي بالظبط.
انتوا فاتحين يوم الحد؟
في ديسكو حلو في المنطقه دي؟
عايزه الساعه خمسه بعد الضهر
مافيش طريقه اعتذر بيها
هتفضل في نيويورك كتير؟
ايوه، اتفضلوا
ايوه، حاحطهم في الشنطه.
ممكن تلفهولي من فضلك؟
هو ده قطار اكسبريس؟
ممكن ترشحلي كتاب حلو لولد عنده خمستاشر سنه؟
الروج الصغير ده كيوت اوي، هخده لو سمحت
عندي تمن سنين
اضرب ضربه جزاء
شعرها كان كيرلي و اسود
ممكن تقترحلي اي مكان تاني يستاهل ازوره؟
عاجبني اوي بس خايف مش عاجبني الديزاين، ايه رايك في الباقي؟
ممكن ترشحلي فندق مش غالي اوي؟
يطلعوا بكام كلهم؟
دي عيد ميلاد حبيبتي عندك حاجه خاصه؟
انا اكلم الشيف يشرح؟
ممكن تديني مخدر؟
ممكن تلخصلي؟
عندي ربو
دي كاسيت فيديو انا سجلته لصاحبي
ليه رحت نيويورك السنه اللي فاتت؟
ايه الاوراق اللي محتاجها عشان ادخل امريكا؟
اسمي تسوتومو.
هي دي بيبان الشوك؟
انت متاكد؟ انا كنت فاكر ان شكل قزازه النبيذ دي كانت بتستخدم للنبيذ البورغندي.
سمعت ان في شويه كافيهات جاز حلوه.
عايز اشتري ست كرافتات، ممكن تخفضلي السعر؟
عندي برد
سريعًا، هاتوا اسعاف!
ايوه، تقدر. الاوضه جاهزه. من فضلك اكتب اسمك وعنوانك هنا.
هو عنده جذع كبير؟
ناين تري ناين سكس سفن زيرو زيرو.
ايه لونك؟
القطر الجاي لـ فيلادلفيا هيمشي امتي؟
السمكه دي شويه محروقه.
غير ده لدولارات لو سمحت.
فين عايزين نشحن الشنط بتاعتك لما نلاقيها؟
هو ده جلد نقي ميه في الميه؟
انت كنت في نيويورك قبل كده؟
ايه هو وقت الصعود؟
انا مدرس
عندنا تشكيله كبيره من الحلويات، زي الكيك والايس كريم.
ايه اسم النبات ده؟
ياخد كام يوم بالبريد الجوي؟
يالا نروح المطعم بالتاكسي
البيان ده غلط خالص.
ممكن احط الشنطه بتاعتي هنا؟
ياخد وقت قد ايه عشان نوصل سيدني؟
ممكن تطلعلي جواز سفر مءقت؟
رخيص، هنا هاديك خمسه دولار و صفر سنتيمات.
حافطر فطار كبير من السيرفس روم.
كوكا كولار
ممكن تديلي خصم؟
ايوه، اهو هوه.
ممكن اكمل سفري؟
اي موسم هو الاجمل في البلد دي؟
ممكن اطلب كاس نبيذ؟
عالم صغير.
لا، خليني اشوف الاول.
ممكن اغيرها لرحله بدري يوم الخميس؟
ايوه، املا الاستماره دي ووقع عليها لو سمحت.
ايه نسبه التضخم؟
هي بتجيب لنا قهوه تقيله
لازم امشي دلوقتي.
هما واسعين اوي.
فين اوضه الشنط؟
الجمعه مليانه خالص لحد الساعه تمانيه ونص.
خليني افكر في الموضوع ده، هشوف محلات تانيه.
ماشي ماعايزش ادفع اكتر من تلاتين دولار في الحته
عايز شيكولاته لو سمحت
ممكن تقولي فين اعمل تشيك ان للطياره دي؟
ممكن ترسملي خريطه؟
ميرسي جزيلا، دي تذكره التعديل بتاعتك.
عفوا، ممكن تقولي بتفتحو امتي؟
امتي بتلبس الكيمونو؟
قوله يكلمني اول ما يدخل، ده تلاته خمسه اربعه واحد واحد تلاته تسعه. في هيلتون اوضه اتنايه وتسعتاشر.
عايز شويه فوم الحمام
هيكون خلص الساعه واحده الضهر
بندور علي حاجه تذكاريه لماما
انا ححطك علي خمسه وخمسين سنه.
دا مشهور.
انا شايف الصيف هنا مش وحش اوي.
ازاي بتشد حزام الامان؟
التاكيت لسه موجود؟
كلهم ينزلوا؟
دي الدوا اللي الدكتور بتاعي في العيله اديهولي.
خليني اشوف العربيه دي
كانو اربعه شباب.
انا مش حاسس اني احسن خالص.
حاجي بعد العشا
ممكن علبه عشان اعمل بيها الباكينج؟
الجو معتدل
من فضلك نزل تاكسي الساعه اتنين الضهر
دي فخمه اوي عليا.
خليني اشوف ده.
في ديسكو في المنطقه دي؟
ايه سعر الاوضه؟
الاكل بارد
فين احسن مكان تزوره؟
الطياره دي متاخره ساعتين عن الميعاد
ياااه، نفسي اوي.
كاس شابليه
انت رايح اي حته في ايه؟
ممكن تجيبلي دكتور، لو سمحت؟
شوف ايه اللي تقدر تعمله ليا
شكرا علي النصيحه، هجربها المره الجايه.
لا، شكرا
ممكن تشغل التكييف؟
من اي ولايه في امريكا انت؟
اهـ، زيتونه عايمه في زوري.
التلاجه مش شغاله.
العفو، كان من دواعي سروري
ممكن تحولني علي حد بيتكلم ياباني؟
ممكن الحساب لو سمحت؟
معلش، ممكن تقولي ايه الحاجه دي في المنيو؟
دي مفتاح كارت، تقدر تاخده معاك
انا متجمد خالص
الشي ده شكله طعمه حلو
عايز قهوه ولا شاي بعد الاكل؟
دي شنطه جلد كبيره.
ممكن تختارلي واحد؟
عندي شوربه فول صويا فوري
في نيويورك.
رقم سبعه يا باشا
ممكن تقولي المطاعم فين في الدور؟
حجزت في المطار
القياس بالكام سنتيمتر؟
كنت بمارس الكاراتيه وانا في المدرسه
عايز احجز لخمستاشر واحد الساعه سته بليل النهارده
هو ده الباص الصح لشركه طيران اليابان؟
عايز اروح مطعم في نيويورك بجد، مش غالي قوي.
مافيش اختيار، هنا كويس.
ايه اللي لازم اقدمه عشان اجّر عربيه؟
هقولك علي طول لما اوصل هناك
فين اقدر اشري ادوات مكتبيه؟
جالي انفلونزا
في حادثه حصلت.
هو الدكتور توفلر مدرس جامد؟
دا بيعتمد علي ايه؟
ماقدرش اقفل الباب
هنا، ممكن توريني البطاقه بتاعتك او الباسبور؟
يالا نكلمه في التليفون
هو دا الراجل
ابعتلي بوي في الاوضه بتاعتي
دكتور، لو سمحت.
الفيزا بكام؟
نصحني بفندق من فضلك
ياك عمر اليابان؟
ممكن تحطلي ده في الخزنه؟
انا خايف اني نسيت حاجتي في الطياره.
بص يا سيدي، انت اكيد عارف احنا حاسين بايه هنا تحت. مش بنحب حد من بره يقولنا نعمل ايه في حياتنا.
ممكن تنضف الشباك؟
اسمك ايه لو سمحت؟
موافق علي الاقتراح ده.
عشان اتنين علي سبعه، صح؟ ممكن اسمك لو سمحت؟
عندك ساعات يدويه؟
مافيش غلطه في الحساب؟
باي باي دلوقتي
ممكن تستعمل الباص في كل القطارات.
بس ما تقلقش، ممكن تنزل في المحطه اللي جايه وتمشي راجع علي رجلك. مش بعيد اوي.
السياره دي حاولت تعمل لفته يمين بالعافيه
ممكن طاوله؟
فين الكافيتريا؟
بلمعه مطفيه، لو سمحت.
فين اصل انا لازم اتصل لو في اي مشكله؟
يا باشا، البوسطه بتاعه الايروجرام كام؟
صناعه العربيات هي الصناعه الرءيسيه في اليابان.
هو في حد منكم بيتكلم ياباني؟
مفيش داعي، شكرا. انا عايزه ده.
من هنا من فضلك، الكرسي ده كويس؟
ايه هي الهوايات بتاعتك؟
لحظه واحده، لو سمحت يا باشا. انا خايف ان الاستاذ اوكاوا راح يغدا. تحب تسيب رساله؟
عايزين اطباق بـتلاتين جنيه للشخص الواحد.
السطر ده ليه؟
هنا شويه سماعات.
عايز كشاف لو سمحت
هبعتله رساله؟
اهلا، هو ده الريسبشن؟ انا في اوضه واحد سبعه صفر. للاسف عندي شكوي عايز اقولها.
عايز تيجي الحفله بتاعتنا الليله؟
ياااه، ده جامد. بحب صوتهم. ايه رايك يا بوب؟
هو ده القطر الصح اللي رايح جراند سنترال؟
كام سعر التذكره اليوميه؟
كان من سنتين لما جيت هنا اخر مره. استمتعت بالرحله؟
اظن اننا نقدر نلاقيكم ترابيزه في حوالي خمسه عشر دقيقه.
اتصل علي طوكيو، اليابان من فضلك.
هو فيه تكييف؟
كل حاجه بـ كام؟
فين حتكون قاعد؟
هنا تسعه وتسعين ين. لو سمحت غيرهم كلهم لدولارات.
في الـABC
عايز ديريهر
في الحاله دي، في جدول الاسعار جنب كرسي السواق.
لازم ارجعلك المكتب تاني؟
ممكن اودع الحاجات الغاليه عندي عندك؟
قولها تاني.
واحد كان طويل والتاني كان قصير.
ممكن نرسم الصاله من جديد؟
ممكن تكون البوجيهات.
بص يا عم الجوله دي حلوه اوي.
بصراحه، ايوه. المكتب الرءيسي بتاعنا هنا. انت عامل ايه؟ دي اول مره تيجي هنا؟
ممكن ترشحلي مطعم حلو قريب؟
ممكن تقبل شيك بالين ياباني؟
انا هانزل عند الكاتدراءيه
شنطه كتف بيضه
شوفتي كوت اسود هنا؟
سيبت الكاميرا في التاكسي
ممكن اغير التذاكر دي علي العرض بتاع بكرا؟
عايز اخد دش قبل ما اكل
عايز لحمتك متطبوخه ازاي؟
ياااه، ايه الراحه دي انك تلعب جولف في استراليا؟
فين اتصنع؟
ياكلوا ايه؟
علبه مارلبورو لو سمحت
معلش، احنا في شارع ايه دلوقتي؟
ممكن اطلب ده من اليابان بعد ما ارجع؟
عايز ااجر عجله
مافيش صابون في اوضتي.
ممكن اسمع اسمك؟
ممكن اروح اقعد في الكرسي الفاضي؟
الرحله واحد واحد لـ ناريتا، هتطلع يوم عشره يونيو، اتاكدت تاني.
ممكن تقولي علي اماكن حلوه اروح اشوفها في المدينه دي؟
ابعت ده لليابان بالتيلغراف
انا حاسس اني عندي حمي
نص ناضج
اظن هخد اللي بخمسين سنت. هاتلي دزينه، لو سمحت.
هو بعيد اوي عشان نمشي؟
انا فاكر ان ده النوع اللي عايزين نستورده.
ايوه، انا بدور علي احمر شفايف شانيل رقم خمسه وتلاتين.
اقرا الكارت بتاع تعليمات السلامه؟
ممكن نشوف فيلم في الرحله دي؟
لازم اكون رجعت الساعه سته بالليل
عفوا، انا عايز اروح ميامي.
نكتب كارتات راس السنه ونبعتهم، بيوصلوا يوم واحد يناير.
هتروح المدرسه؟
انا ركبت قطر الساعه اتناشر ونص من سان دييجو.
ايه اللي شغال الاسبوع ده؟
ازاي ارجع هنا؟
عايز شويه سكر لو سمحت
ممكن تملا الاستماره بتاعه التامين الصحي دي لو سمحت؟
من تمانيه لتامنه وربع.
بصراحه انا عندي الدوره الشهريه، ده مشكله؟
ممكن تحط علامه علي الخريطه دي؟
يا خويا، الميه في البانيو مش بتسخن كفايه خالص.
في اي تغيير في جدولنا؟
عايز اتمشي شويه علي مهلي بس
عايز ارجع الفندق عشان اجيب الكاميرا بتاعتي
لازم تاخد تاكسي، مافيش مواصلات عامه.
في البلوك التالت علي شمالك
مش هتلعب معايا تنس الاسبوع الجاي؟
حنّا التلاته عايزين نلعب جوله، كام بقي؟
ايوه، انا جايب عروسه يابانيه لصاحبي.
دي مش اللي انا طلبتها.
عايز وقت زياده شويه
حاخد ده.
انت بتغير القطر في المحطه التالته.
انا بفضل الاكل الايطالي.
حنتقل في دقايق قليله. من فضلك اتاكد ان الحزام بتاعك مربوط كويس.
انتوا بتفتحو امتي؟
نص يوم تلاتين دولار، اليوم كله خمسين دولار.
الاتوبيس بتاع فايفث افينيو بيقف هنا؟
ممكن اشوف رخصتك من فضلك؟
ممكن شويه سيريال؟
الرحله بتبدا يوم 21 يوليو وبتخلص يوم 27
ازاي بتنطق المحطه دي؟
كدا، من فضلك.
هو في باص للمطار للفندق شيراتون؟
ايوه، عايز بيره ساده مع المقبلات.
لما كنت ماشي علي برودواي
هو في حاجه حلوه هنا؟
عطيني تلاتين لتر.
اخد صوره معانا لو سمحت؟
مين اللي عامل الشغل ده؟
لازم نتصل بالمعلومات اللي في ركن اللوبي بتاع الفندق، هما هيعملوا الحجز.
هو حرامي
هو المفروض يساعد اللي مات حد في مصاريف الدفن.
ماشي، لف شمال عند اللفه الجايه. هتلاقيه قدامك علي طول.
ايه رايك احسن لبشرتي، الاظافر الغامقه ولا الفاتحه؟
الـفندق ده بعيد قد ايه؟
عايز اعمل معاد مع الاستاذ واتسون
لا، انا هطلعهم بره.
ايوه عندنا، عايز ايه؟
اي دوا برد بتنصح بيه؟
بتحبي تعملي ايه في وقت فراغك؟
عفوا، فين التليفون العام؟
انا حاسس انها بتخليني اكبر في السن.
النهارده عندنا شوربه مينيستروني، و شوربه الفاصوليا الخضرا، و شوربه خضار.
انا فاكر انك هتقدر تلاقي كل حاجه في السوبرماركت. لو مش لاقي، ما تقلقش. انا هروح الصيدليه بكره.
يا تري هاقدر ارجع هنا امتي؟
يا ريت اربطوا الحزام وخلّو بالكم من علامه ممنوع التدخين لحد ما تطفي
ممكن تغيرلي الكرسي بتاعي لواحد في قسم التدخين؟
ممكن تجيبلي بيره تانيه؟
مافيش حد عايش هنا باسمي
عايز الغي الحجز بتاعي علي الرحله يوم 5 مايو واحجز واحد تاني يوم 9 مايو، لو سمحت.
عايز ايطالي لو سمحت.
ايه الرسوم اللي مش متضمنه في السعر؟
اشتريت روج هديه
ممكن انضم للكلاس ده حتي لو انا مبتدء؟
مين اللي عمله؟
ماشي ما بتبيعهمش لوحدهم؟
الكونسيرج بتاعنا ممكن يساعدك، او تاخده بتاكسي.
سجاءر لو سمحت
ممكن تجيبلي تذكره؟
هو ده هوايتك انك تجمع حيوانات محشوه؟
ياكلو اليابان يقدر ينتج كل الاكل اللي محتاجه؟
عايز طرمبه هوا
انا شايف انه بسيط شويه عليا.
فين اقدر اشترِي تذاكر التلفريك؟
القطر بيمشي امتي؟
من فضلك الغي الكارت بتاعي.
الساعه القديمه دي وقفت، ممكن تغيرها؟
عايز اغير شويه ين ياباني لدولارات امريكيه.
مين اللي اكلمه لو عندي مشكله؟
حاخد تلاتميه جرام من ده.
حاجه حلوه؟
ايه اسم الفنان؟
ميرسي، ممكن اتكلم مع مدام ياماتو لو سمحت؟
انا بنصحك تزور مبني الامم المتحده علي ضفه نهر الايست ريفير كمان.
ممكن اخد لبن؟
عايز ااجر عربيه
يا خويا ضيعت الباسبور بتاعي
انت بتطلب اكتر من الاجره يا باشا
ماعرفش اقفّل الستاير دي ازاي
زعلت منه
لازم تدفع زياده علي الحاجه الحلوه.
ممكن اطلب وجبه نباتيه؟
شكرا، كان حلو اوي اني شوفتك. مع السلامه.
يوم التلات بعد الضهر، المطار مش زحمه اوي.
اهلا، انا عملت حجز للنهارده بالليل علي سبعه. بس عايز اغير الميعاد. اسمي سوزوكي.
بتبقي عادهً تلج خفيف، بيبقي بوصه او اتنين.
يا ريت لو كان الجو حلو بكره
ممكن تدورلي علي حد يخلي بالو من البيبي؟
كان عندي حظ كبير اني اخد تذكره النهارده بالليل. ماوصلتش البلد غير الساعه 3 العصر.
عايز ابعته بالبريد السريع لو سمحت
لو ناوي تدخن، من فضلك روح علي الصفوف 40 لـ 50.
الباسبور بتاعي اتسرق
ممكن تاخدوهم من البوابه قبل ما تركبوا الطياره. لو سمحت ورّيلي الايصال ده هناك.
دي شنطه صغيره لونها ازرق وبتنفع للسفر ليله واحده.
عايز نور
هتعلم عليا في الخريطه؟
من فضلك غير الفلوس دي لدولارات.
الاسعار كام في الشهر؟
ممكن اعمل مكالمه من التليفون ده؟
ايه رايك في الطياره دي اللي متصنعه في اسكتلندا؟
كان فجاه، ما شوفتش وشهم.
جيبلي طبق لو سمحت
تذكرتين لليله النهارده، لو سمحت.
باص؟ انا فاكر انك تقصد ليموزين يوديك للفندق. رايح اي فندق؟
عايز اسحب اربعميه دولار من حسابي.
ايه مواعيدهم؟
معلش، انا فاكر الكرسي بتاعي جنب بتاعك.
عايز المّع جزمي
الخدمه والضريبه شاملين؟
يا سيدي، هو الكلام ده ماشي؟
عايز علبه سيجاره
احنا مهتمين بالاثاث.
انا مش شاطر في الانجليزي
ايوه، تحت الكرسي.
يا ريتني، انا اسف. اكيد عندك مكان في بالك خلاص - عايز تروح فين؟
ممكن تامنلي الباكيت ده؟
ايوه، انا دخلت امبارح عند الدكتور جونسون.
فين كان ده اصلا، و من امتي؟
فهمت، بس هتدفع زياده شويه.
يا سيدي، ايه رايك في حزام من جلد الماعز ده؟
ارخص كرسي بكام؟
عندك سمك مقلي؟
ملّي البنزين لما ترجع العربيه
عايز تستخدمه قد ايه؟
توست و براد قهوه، لو سمحت.
حنكون مستنيينك قدام الفندق
انا خايف مش هينفع اوافق علي الكريديت كارد ده
انا اسف، ما فهمتش معني علامه المرور دي.
تلاته بيره ساقعه، لو سمحت.
ممكن اطلب كاس نبيذ؟
بتميه وخمسه سنتيمات. متنساش تاخد تذكره النقل لما تركب، عشان ما تدفعش تاني لما تغير الاتوبيس.
كلنا هنخش مع بعض؟
ممكن تنضم لينا في الصوره؟
حطيته هنا كده من تلاتين دقيقه تقريبا
امتي بتفتحوا؟
ايه اللي بيتصنع عندنا؟
لو مش بتتعاملوا مع المجال ده، ممكن تقترحولي محل متخصص فيه؟
شكرا علي الانتظار، انا اوهنو بيتكلم.
فيه اي منحدرات للمبتدءين؟
البرنامج بتاع النهارده ايه؟
عايز ااجل يوم كمان
انا جاي اتقابل مع صاحبي
طيب، ايه نوع الاوضه اللي عايزها؟
ممكن تحافظ علي النبيت ده لينا لحد بكره بالليل؟
الستات في المناصب الاداريه بيزيدوا.
خليني اجربه، لو سمحت.
كل الاكل الدسم ده قاعد في بطني
عندك غطا الفاكس؟
لو معاك اي نباتات او حيوانات، من فضلك روح علي كاونتر الحجر الصحي عشان تفحصهم.
محتاج علي الاقل نص ساعه عشان اجهز شنطي.
ممكن تلاقيلي كرسي علي الطياره بكره لو سمحت؟
حاخد ابني للحديقه
ميامي من فضلك.
عايز اقرب ترابيزه لو سمحت
عندك حاجه اصغر؟
اسمي ميويكي كاتو، وانا صاحبه ماري من زمان ما كانت بتدرس في اليابان. هي موجوده؟
شاي باللبن
ليه ده بيحصل؟
فين اقرب مكتب بريد؟
دي كاميرا.
هو في مترو قريب؟
يا عم انا ضيعت مفتاح الاوضه
هو في وقت نروح الحمام قبل ما الطياره تطير؟
اه، ايوه عندي. بحبه جداً.
يا عم انا مش عايز اعمل حاجه زي كدا خالص
ها تاخد ايه؟
عايز كوت طويل
للفندق بوسطن لو سمحت.
نص الضهر.
ايوه، نقدر نخلصها بكره بالليل ان شاء الله.
اسمي تارو تاكاي
مساء النور، من فضلك.
عايز تذكرتين للجاليري يوم الخميس ده
ممكن استخدم الكوبون ده للطيران؟
دا هيفيدني اوي والله، علي فكره انا عايز اعرف ممكن اقعد في نفس الاوضه؟
يا ريت تيجي تشوفني بكرا الصبح الساعه سبعه
امتي القطر الجاي لـ بوسطن؟
خليني اقول رايي
يا سلام، بصي بقي!
ممكن تعملي بينا كولادا؟
مش فاهم حاجه الناس اللي حواليا بيقولوها
مساء الخير، عندي حجز باسم يامادا
كل عشر دقايق بيمشي
ايوه، في واحد علي الناحيه التانيه من المبني.
فين النصب التذكاري؟
هو ده الطريق الصح للمحطه؟
ماعندناش حجزك
اه، فهمت. دول القنوات بتاعه نظام الكابل في الفندق.
هيتبقي مجاني من الضرايب لو بعت ده لليابان من المحل ده؟
خمسته حديد، لو سمحت.
يا عم، اسمعني، انت تعرف فين ريفرسايد درايف؟
انا مش جعان خالص
فيه تانيين؟
عايز اطلع حاجه من الشنط بتاعتي.
هنسيبها مفاجاه بقي.
عربيتي وقعت في خندق
انا تعبان شويه من فرق التوقيت.
عايز اطلب خدمه الاوضه، لو سمحت.
يا باشا، رقم البوابه بتاع طيران اليابان لليابان؟
عندنا كراسي فاضيه علي طياره الساعه تمانيه وخمسه يوم الاتنين، العشرين.
ليه تمنها كده؟
يا خويا عندي وجع في بطني
عايز اخد باص للترمينال، ممكن شويه فكه؟
بص يا سيدي، انا الاول لازم اروح مركز المعلومات وادور علي فندق.
في الحقيقه، جدّي العظيم كان جاي من صقليه في بدايه القرن.
عايز اعمل مكالمه دوليه لليابان
عايز اتعلم ركوب الامواج بالشراع
عفوا، فين الصيدليه اللي قريبه من هنا؟
ابني بيدرس في الدراسات العليا في جامعه هارفارد.
ايوه، عايز اعمل مكالمه دوليه لليابان. الرقم هو طوكيو تلاته اربعه سبعه سته اتنين تسعه تلاته سته.
النيّمه اللي في ايدي شكلها وحشه اوي.
اتصل بالشخص ده
هو عادي اعدي من اي كاونتر؟
اوض جنب بعض لو سمحتوا.
في فندق قريب من هنا؟
اكيد، اوض اللبس هناك علي طول.
ممكن جردل ميه سخنه؟
من فضلك صحيني الساعه سته الصبح بكره
امتي هتبقي القمصان دي جاهزه؟
بصراحه انا اشتريته من كام يوم علي غفله في البوتيك اللي جنب بيتي
لحمه ولا فراخ؟
عندي دبوس معدني في العضم
عايز اروح الساونا
فين ينزلني عشان الشط؟
فين مكتب الضايع؟
وريني ازاي استخدم الماكينه دي
بصراحه، انا عندي انطباع عن ارض جبليه، زحمه، مليانه حيويه، صاخبه، نشيطه، تقريباً انفجاريه. شعب شغال جامد، بيشتغل باجتهاد، مش راضي، فضولي، عايز يتعلم كل حاجه، بياكل ويشرب بشراهه بس باناقه، وبيكسب ويدفع بكل قوه.
عشرين دولار في ربع، لو سمحت.
عشان كده عايز اغيره.
كان نفسي في كده
عفوا، في معبر للمشاه قريب من هنا؟
ممكن اقف شويه؟
عايز روايه انجليزي تكون سهله في القرايه.
في محل هدوم حلو للاطفال؟
عايز امشي بكرا الصبح بدري، ممكن اعمل تشيك-اوت دلوقتي؟
ان شاء الله تيجي تاني
ممكن توقف علي الشيكات بتاعه حسابي الشخصي؟
مستر جونز مش موجود دلوقتي، هيرجع حوالي الساعه تلاته.
برد ليلتينا دي
عايز اعمل كشف طبي
دي ماسه كرات واحد، صح؟
فرحان اني قابلتك بردو
فين اقدر اشري طوابع؟
ياخد كام ساعه عشان نوصل هناك؟
نطلبها لك؟
اسمي ياماموتو.
عايز ارجع الفلوس
عايز ده وده وده، لو سمحت.
بس قصي الاطراف، لو سمحت.
قولها تكلمني
ازاي اكل المخلب الكبير ده؟
في حلبه تزلج قريبه من هنا؟
ايه رايك في الجاز؟
و دلوقتي انا فاضي كام يوم.
مقفول؟
لازم تكون هناك مش بعد الساعه سته ونص
هاتكلم معاه بكره الصبح زي ما وعدت؟
نطلبها لك؟
عايز اشوف المكتب البلدي
الريسبشن؟ انا ناكامورا، لسه عامل تشيك ان بس مش عاجبني الاوضه دي.
عايزين نقعد جنب بعض
عايز اركبها.
غلطتي انا.
عايز مكالمه صحيان الصبح لو سمحت
يا رب اشوفك تاني
اعضاء مجلس المستشارين بيفضلوا في المنصب لمده ست سنين، ونصف الاعضاء بيتم انتخابهم كل تلات سنين.
حطلي فلوس في الحساب لو سمحت
في خط لـ بيرث؟
ايوه، هو كده. طيب انت بتسجل هنا يا استاذ يامادا؟
عايز اخد دش
في كاميرا جوه. من فضلك خليها في مكان امن.
يا ستي، هو من هناك
عصير برتقال، بيره، نبيذ، ويسكي وكوكتيلات
لا، شكرا. ممكن نطلب كاسين ميه؟
لو عندك، مش هتدفع تاني لما تاخد الاربعين اربعه.
اي دور؟
عايز اروح المطعم
عايز جاكيت تقيل للشته
الشنطه دي فيها حاجاتي الشخصيه بس
ممكن ادفع بشيك السفر؟
انا عملت ايداع.
بالعب تنس مرتين في الاسبوع.
خمسه عشر ا. انا قاعد في المكان الغلط؟
ما عنديش هوايات خالص، بس بشقي زي معظم اليابانيين.
ياااه يا دكتور كورن بيحب يعمل كويزات مفاجءه
لما تشوف واحد، بس اعمل اشاره بايدك.
عايزه حالا
عايز ابعت البوسطال دي لليابان بالبريد السريع.
عايز اعمل تشيك ان لو سمحت. اسمي هاروكو اوغاوا. اعتقد عندي حجز.
انت جايب هدايا لحد في البلد دي؟
معلش، عايزه ابعت ده لليابان. بيكلف كام البريد؟
عايز كاميرا رخيصه.
في الساعه دي يا باشا؟ احنا دلوقتي الساعه حداشر الصبح
لا، انا ياباني.
عصر ايدو، اللي مفيش فيه حروب في البلد، استمر حوالي ميتين وخمسين سنه.
عايز اديكلك عروسه من كيوتو.
عايز ابلغ عن ضياع مستندات مهمه
الستاره هترفع الساعه كام؟
احسن طريقه نلبسها ازاي؟
ممكن احط الشنط في الباج؟
انا شايف ان التغيير ده غلط.
في مطر كتير اوي والله، يارب الشمس تطلع
سيبها طويله.
