عاءله يسوع
هادو سجل نسب عيسي ابن مريم. هو ابن داود. هو كمان ابن ابراهيم.
ابراهيم هو ابو اسحاق. اسحاق هو ابو يعقوب. يعقوب هو ابو يهوذا واخواته.
يودا هو ابو بيرص وزيرح. تمار هي امهم. بيرص هو ابو هرزون. هرزون هو ابو رم.
رام هو ابو عميناداب. عميناداب هو ابو نَحْشون. نَحْشون هو ابو سَلْمون.
سالمون كان ابو بوعز. رحاب كانت ام بوعز. بوعز كان ابو عوبيد. روث كانت ام عوبيد. عوبيد كان ابو يسي.
و جيسي هو ابو الملك داود. داود هو ابو سليمان. ام سليمان كانت زوجه اوريا.
سليمان كان ابو رحبعام. رحبعام كان ابو ابيا. ابيا كان ابو اسا.
اسا هو ابو يهوشافاط. يهوشافاط هو ابو يهورام. يهورام هو ابو عوزيا.
اوزيا هو ابو يوثام. يوثام هو ابو احاز. احاز هو ابو حزقيا.
هزقيا هو ابو منسي. منسي هو ابو امنون. امنون هو ابو يوشيا.
و كان يوشيا ابو يكنيا و اخواتو. ف ذاك الوقت، لجا الشعب اليهودي ل البابلي.
من بعد هاداك، سالات لخط ديال لفاميله. يكنيا هو باپا ديال شالتيءيل. شالتيءيل هو باپا ديال زروبابل.
زرّبابل هو ابو ابيود. ابيود هو ابو الياقيم. الياقيم هو ابو عزور.
ازور ابو صدوق. صدوق ابو عاكيم. عاكيم ابو عليود.
ايلياود كان ابو اليعازر. اليعازر كان ابو متان. متان كان ابو يعقوب.
ياكوب كان ابو يوسف. يوسف كان زوج مريم. ومريم ولدت عيسي اللي سميتو المسيح.
فكانت 14 جيل من ابراهيم الي داود. وكنت 14 من داود حتي اجبر الشعب اليهودي علي الذهاب الي بابل. وكان 14 من ذلك الوقت الي المسيح. يسوع المسيح ولد
هاداك هو كيفاش جات ميلاد عيسي المسيح. امو مريم و يوسف كانو عاهدوا علي الزواج. لكن قبل ما يبداو يعيشو سوا، طلعت لينا انها غادي تولد. حبلي بسلطه الروح القدس.
جوزها يوسف كان راجل تقي. ما كانش باغي يخليها تخجل ف العيان. فهاد الشء خلاها طلاقها ب هدوء.
لكن لما كان يوسف كايفكر فديك الشي، ظهرله ملاك من عند الله في حلم. قال الملاك: "يوسف، ابن داود، ما تخافش تاخد مريم لدارك لعيال. الولد لي في بطنها من الروح القدس.
هي غادي تولد ولد. عطيه اسم عيسي. حيت هُو غادي يخلي شعبو من ذنوبهم.
كل هادشي وقع باش يتحقق لي قاله الرب غادي ي发生. كان قاله من خلال النبي،
البكر غادي تولد ولد. غادي تلقي ولدو. و غادي يسمي عمّانوءيل. اسم عمّانوءيل معناه "الله معنا".
يوسف صح. عمل لي ما امره به ملاك الرب. خده مريم لدارو بمثابه زوجه.
باقي ما دار بيناتهم حتي لما ولّات ولدها بنت. وجوزيف سمّاه عيسي.
لمعلمين زارو عيسي
عيسي ولد في بيت لحم في يهودا. ده حدث لما هرود كان ملك يهودا. بعد ميلاد عيسي، حكماء من المشرق جاوا لليروشلم.
سالوا: "من هو الطفل اللي تولد باش يولي ملك علي اليهود؟ كاننا فالمشرق شفنو نجمو. دابا جينا نعبدوه."
ملّي سمع الملك هيرودس علي هاد الشي، غضب بزاف. وكولشي في اورشليم كان مخوف تا هو.
هاداك هيرودس دعي لجميع رءساء الاحبار ديال الشعب. دعي تا معلمي الشريعه. سالهم فين غادي تيتولد المسيح.
فقالو "في بيت لحم في يهوديه"، "هذا ما كتبه النبي. قال،
'لكن انت يا بيت لحم في ارض یهودا، لم تكن اقل اهميه بين مدن یهودا. سيخرج منك حاكم. سيكون راعيا لشعبي اسراءيل.'
من بعد هرود دعي لمجوس بحال سري. عرف منهم بالضبط فين ظهرات النجومه.
خلاهم يروحو لبيت لحم. قال لهم "روحو! ديرو بحث دقيق علي الصبي. من اول ما تلقاوه، عطوني تقرير. من بعد نروح ونعبدوه انا الحق"
من بعد ما سمعو الحكماء للملك، مشاو في طريقهم. النجم لي كانو شافوه لما كانو ف الشرق، مشا قدامهم. وقف في النهايه فوق المكان لي كان فيه الطفل.
منين شافو النجم، تملاو بالفرح.
لحكماء دازو ل لبيت. هناك شافو لولاد مع امه مريم. ركبو و سجدوا ليه. من بعد فتحو كنوزهم. كولو ليه دهب و بخور و مر.
لكن الله حذرهم في حلم الا يرجعوا الي هيرودس.故 عادوا الي بلدهم من طريق اخر. هروب عاءله يسوع الي مصر
منين طلعو لمجوس، كان عند يوسف حلم. ف الحلم ظهرله ملاك من عند الله. "قوم!" قال الملاك. "خد الولد و امه و هرب لمصر. بقا هتا نشوفك. هيرود غادي يقلب علي الولد. باغي يقتلو."
يوسف قام. خلال الليل، غادر لمصر مع الطفل وامه مريم.
قعدو هنا حتي مات الملك هيرودس. وهكا كلام الرب اللي تكلّم بيه من خلال النبي تحقّق. كان قال "ختارتي نخرج ولدي من مصر" (حزقيال 11:1)
هرود فهم ان الحكماء خدعوه. فهو صار غاضب جدا. امر بخصوص بيت لحم والمنطقه حواليه. كل الولاد اللي عمرهم سنتين او اقل كانو غادي يتقتلو. هادشي موافق للوقت اللي شافو فيه الحكماء النجم.
ف هاد الشكل، كلام النبي ارميا تحقق. كان قال،
صوت سمع في رامه. هو صوت البكاء والحزن العميق. راحيل تبكي علي اولادها. انها ترفض ان تتعزي، لانهم ذهبوا. عوده عاءله يسوع الي الناصره
من بعد ما مات هيرودس، لقي يوسف رءيا و هو لازال ف مصر. ف الرءيا ظهرله ملاك من عند الله.
الملاك قال "قوم! خذ الولد وامه. روح لبلاد اسراءيل. اللي كانو كيحاولو يقتلو الولد ميتين."
يوسف قام. اخذ الطفل و امه مريم عاودوا ارض اسراءيل.
لكن بعد ما سمع ان ارخيلاوس ملك علي يهودا. ارخيلاوس كان حكم مكان بوه هيرودس. هادي خلا يوسف خايف يمشي لهنا. نبيه في حلم، يوسف رجع لبلاد الجليل بدل من هادي.
هنا عاش في مدينه اسمها الناصره. فهكذا تحقق ما قاله الانبياء عن عيسي. لقد قالوا: "سيُدعي الناصري".
يُحَنَّا الْمَعْمَدُ يُهَيِّءُ الطَّرِيقَ
فِي تِلْكَ الاَيَّامِ جَاءَ يُوحَنَّا الْمَعْمَدَانُ وَكَانَ يُبَشِّرُ فِي بَرِّيَّهِ الْيَهُودِيَّهِ.
قال: "ارجع عن ذنوبك! ملكوت السماء قريب".
جون هو اللي نبي اسايا تكلم علي غيرو. قال "مessenger كيشرع ف الصحرا، 'حضّرو الطريق لربنا. 作و طرق مستقيمه ليه.'" (اشعيا 40:3)
جون كان لابس لباس مصنوع من شعر الجمل. كان عنده حزام من الجلد حول خصرו. اكله كان الجراد و العسل البري.
ناس خرجو ليه من اورشليم و من جوج عده يهوديه. جاو حتا من جميع المنطقه لي حولا نهر الاردن.
وينهم اعترفو بذنوبهم، عمدهم يوحنا في الاردن.
جون شاف بزاف د الفريسيين و السدوكيين جايين فين كان كايغتسل. قال ليهوم "كAYواحد مزيان من العصافير السامجه! من خبارك علا يهربو من جيهه غضب الله؟
خليك تنتج فاكهه تبين ليا انك دارت توبه من ذنوبك.
ما تڭولو ليكم ليا دير بلي تقدر تݣول ليكم: "ابراهيم هو ابونا". نݣول ليكم، الله يقدر يخرج ل ابراهيم ولاد حتي من هاد الحجاره.
البوق ليه كايكون ف لاساس د لشجر. كل شجر لي ميكونش كيخرج فاكهه خره غادي يتقطع. غادي يرماو ف النار.
انا عطيكم المعموديه بماء، نداء ليكم ترجعو علي ذنوبكم. ولكن من بعدي، غادي يجي واحد لي اقري مني. وما كينش ليا الحق نلبس حذيته. هو غادي يعطيكم المعموديه بالروح القدس ونار.
فمخروطه في يده لينقي القش من عريسه. هيجمع قمحه للصوان. ولاكن هيحرق النخاله في نار ما تقدرش تطفي. عطشت يسوع
عيسي جاء من الجليل لنهر الاردن. كان بيديه يتبعط بيد يوحنا.
لكن يوحنا حاول يمنعه. قال ليعيسي، "عندنا بحاجه انو انغمر بيك. اشنو جيت ليا؟"
عجيب جاوب يسوع، "خليها هكاكASH دابا. فهاد الشي حق نعملوه. كيخرج بلان مقدس لله." من بعد جاوب يحيي موافقه.
منين ما عطس عيسي، خرج من الما. ف那个 اللحظه سما فتح. شاف عيسي روح الله نازله عليه مثل حمامه.
صوت من السماء قال "هذا ابني، و انا محبته. انا مبسوط بيه جدًا"
عيسي مختبَر
روح القدس دخل عيسي للصحراء. هناك الشيطان جربو.
بعد 40 يوم و 40 ليله ماشي كايكل، عيسي كان جاعان.
جاء المُجَرّب اليه. قال: "اذا كنت ابن الله، فقل لهذه الحجاره ان تصير خبزا"
عجيب جاوب، "مكتوب، 'البني ادم ماعيشش غير علي الخبز. عايش حتي علي كل كلمه خرجات من فم الله.' " (التثنيه 8:3)
من بعد شيطان llevar ليعيسي ل لمدينه لمقدسه. خلاه يقف ف لاعلي نقطه ديال التمبل.
اِذْ قَالَ لَهُ اِنْ كُنتَ ابْنَ اللهِ، فَاَلْقِ نَفْسَكَ هُنَا، مَكْتُوبٌ اَنَّ «رَبَّكَ يُصَيِّرُ مَلاَءِكَتَهُ يَحْفَظُونَكَ، يَرْفَعُونَكَ بِاَيْدِيهِمْ، لِءَلَّا تَصْدَعَ بِحَجَرٍ رِجْلَكَ» (المزامير 91: 11، 12)
عجيب ليه، قال ليه يسوع: "مكتوب تا، لا تختبرو ربكم الله." (التثنيه 6:16)
اخيرا، حمل الشيطان عيسي الي جبل عاليه جدا. وراي جميع ممالك الدنيا ومجدها.
اذا ركعت لي وتعبدتني، قال، "هادي غادي نديك كل هادشي."
عيسي قال ليه "ارتاح مني يا شيطان، مخطوب "سجدوا للرب الهكم، هو اللي غادي تخدموه" (التثنيه 6:13)
من بعد خرج الشيطان من عند عيسي. جاو Angels وجابو حنا يخدموه. عيسي بدا كيخطب
جون كان دارو ف السجن. ملّي سمع عيسي علي هاد الشي، رجع ل الجليل.
عيسي خرج من الناصره. مشا عيش فمدينه كفرناحوم. كان قرب البحيره فمنطقه زبولون ونفتالي.
فبالتالي، ما قاله النبي اشعيا تحقق. قال،
ارض زبولون! ارض نفتالي! الجليل، حيث يعيش الناس غير اليهود! ارض علي طول البحر الابيض المتوسط! اراضي شرق نهر الاردن!
الناس اللي كايعيشو دلوقا فالظلمه غادي يلقاو نور كبير. هما دلوقا كايعيشو فبلاد مظلمه بزاف. ولكن نور غادي يضيء عليهم." (اشعيا 9:1،2)
من داك الوقت، بدا عيسي كي يتبشر. "دورو علي خطاياكم!" قال. "لملكه د الله قريبه." عيسي اختار التلاميذ اللول
يوم واحد كان عيسي ماشي جنب بحر الجليل. هناك شاف جوج خوت. كانو سمون بطرس و خوه اندرو. كانو كايقولو شبكه في البحيره. كانو صيادين.
تعال. اتبعني، قال يسوع. "هادي غادي نعملوكم صيادين بنادم.
فالتو عادب نيتهم و سابوها و تبعوه.
من بعد داكشي، شاف جوج خوت اخورين. كانو يعقوب بن زبدي و خوه يوحنا. كانو ف قارب معا بوهوم زبدي. و هما كيحضرو شباكهم، عطا لهوم يسوع كلمته.
فوراً غادروا القارب واباهم واتبعوا عيسي. عيسي يشفي المرضي
عيسي دار بكل غاليليا. هناك درّس في الكناءس. تبشّر ببشاره ملكوت الله. شافي كل مرض و عله كانو الناس كيعانو منها.
اخبارو انتشروا ف سيريا كامله. الناس جابوه ليه كل لي مريض ب امراض مختلفه. حتا كانو عانيو من الم كبير. وحتا تانيين كانو مسيطرو عليهم من الجن. حتا كانو هزين بزاف. وحتا تانيين ماقدروش يتحركواش. وجيهاس عافي جميعهم.
جماهير كبيره تبعه. جاء بعض الناس من الجليل، من المنطقه المعروفه باسم المدن العشر، ومن اورشليم واريحا. جاء اخرون من المنطقه الواقعه عبر نهر الاردن.
عيسي يعطي البركات
عيسي شاف الناس كثره. فهاداك đi روح لجبل وقعد. تجي ليه تلاميذه.
من بعد بدا كي يعلّيمهم. قال،
مباركين اللي عوزين روحانيا. ملكوت السماء ليهوم.
المباركون اللي كايحزنو. غادي يتعتمو.
مباركين اللي ما عندهمش نخوه. غادي يخدوا لهم الارض.
مباركين اللي عايزين و عطشانين للحق. هوما غادي يمتلءو.
المباركون اللي كيحسنو. غدي يحسنو ليهوم.
مباركين اللي قلوبهم نقيين. هما غادي يشفو الله.
مباركين اللي كيحققو السلام. غادي يسمّوهم ابناء الله.
مباركين اللي عاناوا علي خاطرهم عملو الصح. ملكوت السماء كاين ليهوم.
مباركين انتا لما الناس كيدحكوا عليك و كيهينوكم بسببي. انتا كتربحو بركه حتي لما كيهضرو عليك بكل انواع الباطل بسببي.
كن سعيدا ومبتهجا. اجرك في الجنه كبير. بنفس الطريقه، اذي الناس الانبياء الذين عاشوا منذ زمن بعيد. الملح والنور
انتم ملح الارض. ولكن لو فقد الملح ملحه، كيف يمكن ان يُملح مره اخري؟ لم يعد جيدا لشيء. سوف يتم طرده. الناس سوف يمشون فوقه.
انتم نور العالم. لم يكن بمقدور مدينه علي جبل ان تخفي.
كمان، الناس ما كيضيو مشعل و كيحطوه تا حتا الطعام. бакين كيحطوه علي قاعده. من بعد كيدي النور لجميع الناس في الدار.
ب نفس الطريقه، خلي نورك يبان قدام ناس تانيين. هوما غادي يشوفو لخير لي كدير. و غادي يمتحمو لاباك لي ف السما. عيسي كيعطي معني كامل ل الشريعه
ما تڭولش جيت باش نلغي شي ما كتبت ف التوره ولا ف اللعرب. ما جيتش باش نعمل هاكا. بلا ما جيت باش ندير ليهم معني كامل لشي ما كتب.
ما غادي نقول ليك هو الصح. الغا والارض غادي تختفي قبل ما حرف صغير يختفي من الشريعه. حتي خط صغير من قلم ما غاديش يختفي من الشريعه حتي كلشي يكتمل.
ما تكسّر حتي واحد من الاوامر اللي هيا اقل اهميه. و ما تعلمش الناس يكسروها. الا هتسمّو اقل شخص مهم في ملكوت السماء. بل عود و علم هاد الاوامر. و هكدا هتسمّو شخص مهم في ملكوت السماء.
هاد شيء نقول ليك. خصك تكون ازهد من الفريسيين و معلمي الشريعه. اذا مكنش كذلك، ماعندكش يدخل ملكوت السماء. القتل
كنت سمعت ما قيل للي كانو قبل منا. قيل ليهوم "ما تقتلوش" (خروج 20:13) كل من يقتل غادي يتحاكم عليه.
لكن ها هو ما اقوله لكم. لا تغضب علي اخيك. من غضب علي اخيه سيحكم عليه. مره اخري، من قال لاخيه "راكا" يجب ان يُحاكم في السنهدرين. ولكن من قال "يا احمق" سيكون في خطر النار في جهنم.
خد معندك عطايه هديه ف الطابوت. و تذكر ان خوك عندو شي حاجه ضدك.
خلي هديهك قدام المذبح. روح اولا وسالي مع اخوك. من بعد جي وضيف هديهك.
خايب واحد عندو دعوه ضدك و كايديك لمحاكمه، عجل في حل الموضوع. عملها دابا معاه ف الطريق. لو ماشي غادي يسلمك ل القاضي. و القاضي غادي يسلمك ل الدريك. و غادي تطرحو ف السجن.
خليك عارف اش غادي نقول ليك هو الحقيقه. ماغادي تخرجش حتي تدي اللي فاتك لاخر درهم! الزنا
كنت سمعت لقول "لا تزن". (خروج 20:14)
لكن ها هو ما اقوله لكم. لا تنظروا حتي الي امراه بطريقه خاطءه. من يفعل ذلك فقد زنا بها في قلبه.
اِذَا كَانَ عَيْنُكَ الْيُمْنَي تُضِلُّكَ فَخَرَّبْهَا وَ اِطْرَحْهَا عَنْكَ، عَيْنُكَ هِيَ جُزْءٌ وَاحِدٌ مِنْ جَسَدِكَ، خَيْرٌ لَكَ اَنْ تَفْقِدَهَا مِنْ اَنْ يُلْقَي بِكَ جَسَدُكَ كُلُّهُ فِي النَّارِ.
اذا كان يديك اليمين تجيبلك العذاب، اقطعها ورمها. يديك هي جزء واحد من جسمك. احسن تخسروها من جسمك كولو يروح الجحيم. الطلاق
قيل "لو ان رجل طلق امراته، فلا بد ان يعطها كتاب طلاق" (التثنيه 24:1)
لكن ها هو ما اقوله لكم. اي شخص يطلق زوجته يسبب لها الزنا. واي شخص يتزوج المراه المطلقه يرتكب الزنا. الرجل قد يطلق زوجته فقط اذا لم تكن امينه له. الايمان
مَرَّه اُخْرَي، عَرَفت مَا قِيل لِشَعْبِك مُذ زَمَن بَعيد. قِيل لَهُم: "لا تُخلفوا وَعودَكُم لِلَّه. احفظوا اَيمانَكُم الَّتي اَقسمتموها لَه"
لكن ها هو ما اقوله ليك. ماتحطش وعد مثل هاداك ابدا. ماتحطوشهوم باسم السماء. داك عرش الله.
ما تسويهم بسماء الارض. داك تابوت لرجلي الله. ما تسويهم بسماء اورشليم. داك مدينه الملك العزيز.
و ما تاخدش قسما بسم راسك. متقدرش تعمل حتي شعره بيضه او سوده.
خلي نعمك نعم و لاك لا. كلشي اكتر من هادشي جا من الشرير. كن لطيف مع الناس
كنت سمعت لقول "عين ب عين و سن ب سن" (خروج 21:24؛ لاويين 24:20؛ التثنيه 19:21)
لكن ها هو ما اقوله لكم. لا تقاتلوا ضد شخص شرير. "افترض ان شخصا ما ضربك علي خديك الايمن. ادر خديك الاخر نحوه ايضا.
خدّي شخص ما يقاضيك باش ياخد قميصك. خليه ياخد بلايزك معاه.
خدّي شخص اجبك يمشي ميل واحد، رمي معاه ميلين.
اعط للي كيهدرك شيء. ما تحولش علي للي بغا يستعير منك شيء. حب عدوك
كنت سمعت لقول "حب جارك. (لاويين 19:18) كره عدوك.
لكن ها هو ما اقوله ليك. حب عدوك. صل علي لي ضلمك.
من بعد هادي غادي تكونو ولاد لاب ديالكم اللي ف السما. "هو خليو شمشو تبرق علي الناس اللءام و الناس الصالحين. هو خليو المطر يهطل علي اللي كيعملو الخير و اللي ميعملوش.
اذا كان كونك تحب اللي كيهزك، اشنو جاءزه غادي تاخد؟ حتي الجباءيين كيعملو هاكا.
اذا كُنت تُسَلِّم رَسميّاً عَلي قَومك بِصِفهٍ خَاصّه، فَمَاذَا تَفعَل مِما لَا يَفعَلونَ الاخَرون؟ حَتّي الّذينَ لَا يُءمِنونَ بِاللهِ يَفعَلونَ ذَلِك.
كن كامل، كما ان اباك في السماء كامل.
عطاء للناس المحتاجين
خاف من دار ليك عمال صالح في وجه الناس. ماتدارش ليك عمال صالح باش يشوفوك الناس. اذا دارت ليك هادشي، ابوك في السماء ماحيدكش جزاء.
كولما تعطي للي محتاجين، ما تdeclarش بليك توتي الطرقه. ما تكنش مثل لي كيهزّرو بلي هما قدوسين. هما يعلنو علي ما كيديرو فلمعابدو دلمسيحيين وفالطرقات. هما عايقين يفتخرو بيهم ناس. لي غادي نقوليك هو الصح. هما ربحو جزاءهم كامل.
اذا عطيت للي محتاج، ما خلي يديك الشمال تعرف شنو كادير يديك ليمين.
من بعد عطاياك غادي تكون خفيه. ابوك غادي يخليك تحصل علي العطا. هو شايف شنو كدير بختفاء. الصلاه
كنتي تقري، مشي بحال هاداك لي كيهز ليه راسو بلي هو قديس. هما كيحبو يقفو ويصليو ف لكنيس و ف زوايا الطريق. هما بغاو يتصورو من لجيهه ناس. لي غادي نقوليه ليك هو الصح. هما دازو جايين بثوابهم كامل.
مين كتقري، دخل لغرفه ديالك. قفل الباب وقري لاباك لي ماشي شاف. هو غادي جزيك. اباك شايف اش غادي دار بسر.
كّا تصلّي، ماتحكيش بزاف بزاف بحال لي ماشي صالحيين. هما كايحسبو يسمعوهم باللي كيهضرو بزاف.
ما تكونش مثلاهم. بابا ديالك عارف شنو بغيتي حتي قبل ما تساله.
هاداك هو كيفاش غادي تقري. "ابنا في السماء، نعتقد بلي اسمك يتعظم.
مَلكك يجي. ما ختار تحصل علي الارض كيفاش كايحصل في السماء.
عطينا اليوم خبزنا اليومي
عفوا عنا ذنوبنا، كما عفونا نحن كمان علي اللي خطانا فيهم.
خلينا من النار لما نتحاوس. خلينا من الشيطان.
عفو علي الناس لما يذنبوا ضدك. اذا فعلت، ابوك اللي في السماء غادي يغفر ليك.
لكن لو ما غفرتيش ل بني ادم خطاياهم, فابا ديالك غادي ما غفر ليكش خطاياك. الصوم
كّا تروح غي تاكل، مشي تطلع وجهك حزين بحال لي كيضاهرو بلي هما قدوسين. هما كيخلو وجوههم حزينه بزاف. كي بغيو يوريو الناس بلي كايصومو. لي غادي نقول ليك هو الحقيقه. هما دازو جازاهم كامل.
لكن لما تروح بلا ما تاكل، ضع زيت الزيتون علي راسك. غسل وجهك.
كين شي ناس لاباس يعمروا يعرفو باللي انت صايم. غير بابا ديالك لي ماشي شافوه، هو لي غادي يعرف. هو غادي يخليك. بابا ديالك شاف كولشي لي كايدار بلا ما يبان. خبءوا الثروه ف السما
ما خبي شي حتّي ليكوم ف الدنيا. قوارض و صدا يقدر يخربوهوم. لصوص يقدر يدخلو و يسرقوهم.
خلاو ثروه ليكوم ف الجنه. هنا لا حشرات ولا صدا كيهدموها. هنا لا لصوص كيهجمو ويخدوها.
قلبك فين ما كنوزك.
العين كالمناره للجسد. لو كان عينيك صحيحه. راح يكون جسدك كله مملوء بنور.
لكن خيّب لو عينيك خايبه. هاداك اللي غادي يخلّي جسمك كامل مظلم. لو النور اللي فداك هو ظلمه، فهاداك اللي غادي يكون مظلم بزاف!
ما كايقدرش حد يخدم ربيين في نفس الوقت. غادي يكره واحد منهم و يحب الاخر. او غادي يكون مخلص ل واحد و ما كايحبش الاخر. ما تقدرش تخدم الله و الفلوس في نفس الوقت. ما تقلقش
نا حكلك، ما تقلقش. ما تقلقش علي حياتك وعلي شنو غادي تاكل او تشرب. وما تقلقش علي جسمك وعلي شنو غادي تلبس. مافيهاش اكتر من النعاس؟ مافيهاش اهم من اللباس للجسم؟
شوف لطير اللي ف السما. هما ما يزرعو ولا يجمّعو محاصيل. هما ما يديرو لحوت محاصيل ف المخازن. ولا كين ابوك اللي ف السما يغذيهم. مشي انتworth بزاف اكتر منهم؟
واش تقدر تزيد ساعه وحده ل عمرك بزعبطه؟
واش كتهمنك اللباس؟ شوف كيف كيتطور الورد البري. هما ما كيعملو و لا كيلبسو.
لكن ها هو ما اقوله ليك. حتي سليمان في كل مجده ماشي لبس مثل واحد من هاد الزهور.
اذا كان الله يكسو النباتات البريه بهذه الروعه، اليس سيكون لك خيرا؟ النباتات البريه موجوده اليوم وغدا تلقي في النار. امانكم قليل جدا!
ماشي علاش تقلق. ماشي تقول، "شنو غناكل?" ولا "شنو غناشرب?" ولا "شنو غنالبس?"
ناس لي ماشي ديال الله كيجرّو ورا هادشي كولّه. ابوك لي ف السما عارف بلي انتي بحاجه ليهم.
لكن اهم حاجه هي مملكه الله. عمل لي ما بغيتك تعملو. من بعد هادشي كولشي غادي يتحط ليك.
ماشي علاش تقلق علي الغد. الغد هيقلق علي راسو. كل يوم في مشاكله.
كن عادلاً لما تحكم علي الناس
ما تحكمش علي ناس اخرين. من بعد هاداك ما تحكمش عليك.
غادي تتحكم علي نفسك باللي تحكم عليه الناس. غادي تتقاس علي نفسك باللي تقاس عليه الناس.
كتحسب لقرصه رمله ف عين صديقك. ولا كدير بالك من لوحه الخشب ف عينك.
كيف تقول لصديقك، 'دعني اخرج شبره من عينك'? كيف تقول هذا وهناك قطعه من الخشب في عينك؟
يا مُتَصَنِّع! اَوَّلَ خُذْ عُضْوَهَ الْخَشَبِ مِنْ عَيْنِكَ اَنْتَ. بَعْدَ ذَلِكَ هَتَّ تَسْتَطِيعْ تَرَي بِوُضُوحٍ تَاْخُذْ رَمَدهَ تِابِلِ مِنْ عَيْنِ صَدِيقِكَ.
ما تديش للهادي للكلاب. ما تزرش لولاك اكسك للهراك. اذا فعلت هاكا، ر宝 قادين يمشيو عليهم. من بعد ر宝 قادين يديرو ليك الفلوس. سال، ابحث، نقر
سال، و هادي غادي تاخد. شوف، و هادي غادي تلقي. در، و هادي غادي يفتحولك الباب.
كلّي لي سال غادي ياخد. لي بغا يقلب غادي يلقي. الباب غادي يتفتح للي يدق.
خَيّف اَنّ ابْنَك يَسْاَلُكَ خُبْزًا. مَن مِنْكُمْ يُعْطِيهِ حَجَرًا؟
او متخيلو انه يطلب سمكه. من فيكم غادي يعطيه حنش؟
ماشي مشكل انت خايب، عارف تا تدي لولادك هدايا ليهم زوينين. اش هاداك ابوك لي ف السما غادي يدي للي يسالو هدايا زوينين بزاف!
ف كل حاجه، عطو ل لخرين ما كتيريدو يديرو ليكم. هادي هي مكتوبه ف الشريعه و ف لانبياء. البوابت الكبيره و الصغيره
دخلو لملكوت الله من الباب الضيق. الباب كبير و الطريق واسع لي كايوصلو لموت و الجحيم. كثرو ناس كايمشيو من هاد الطريق.
لكن الباب صغير والطريق ضيق اللي كايوصل للحياه. غير ناس قليلين كايلاقيوه. شجره وفاكها
خوفو من النبيين الكذبه. جايين ليكم كيما الحملان. ولكن من الداخل هما ذياب جوعانه.
كيتعرفو علي الحقيقيه ديالهم من الافعال ديالهم. "هل الناس كياخدو العنب من الشوك؟ هل كياخدو التين من الاشواك؟
ب نفس الطريقه، كل شجره خيره تدي فراخ خير. ولاكين شجره زباله تدي فراخ زباله.
شجره خيره ما كاتحمل فاكهه خايبه. وشجره خايبه ما كاتحمل فاكهه خيره.
كل شجره ما كاتحملش فاكهه خيره كاتقتصل. كاتطرحم في النار.
كولشي عارف الشجره من ثمرها.
ماشي كل واحد يقول لي "سيدي سيدي" غادي يدخل لملكه السماء. غير لي كايعمل ما بغا ابي في السماء غادي يدخل.
كثيرون غادي يقولو لي نهار ذاك، 'سيدي! سيدي! مشينا نتنبا باسمك؟ مشينا نخرج الشيطان باسمك؟ مشينا نعمل معجزات كثيره باسمك?'
من بعد غادي نقول ليهوم بكل وضوح، 'ما كنتش عارفكش. هدي اوا مني، انتي لي كتدي الشر!' البناه الحكماء والغباء
كنت هاداك، كل واحد كيسمع كلامي و كيطبقو فهو زي الراجل الحكيم. هو بني دارو علي الصخره.
الشتا نزل. الما علا. الريح طاحت و درت علي ديك الدار. لكن مافالطاش. مبني علي الصخره.
لكن كل من سمع كلامي و لم يعمله مثل رجل غبي. بني بيته علي الرمل.
الشتا نزل. الما علا. الريح داز و ضرب علي ديك الدار. و داز و وقع بزربه عاليه.
عيسي خلص كال كل هادشي. الناس بقاو مستاغربين من تعاليمو.
قdra ݣلس بحال لي عندو لحق. ما كَلمش بحال معلمي د لمشرع ديهوم.
عيسي يشفي رجلًا كان مصابًا بداء الجلد
عيسي نزل من الجبل. اتبعه جماهير كبيره.
رجل كان عندو مرض الجلد جاء وقعد علي ركبتيه قدام عيسي. قال: "سيدي، اذا كنت راغب في ما يخليني "نقي"، يمكنك فعل ذلك".
يسوع مد يده و لمس الرجل. "موجود النيه عندي انني افعلها" قال. "كن نقي!" فورا الرجل شفي من مرضه الجلدي.
خدّام عيسي ليه، "مشي عرف حد. روح وراك عند القسيس. دّي الهديه لي امر بها موسي. غادي تكون شهاده ليهوم." قاءد روماني عندو الايمان
واش جا يسوع ل قصر النوم، جاءه قاءد روماني. سال يسوع العون.
"سيدي" قال "عبدك قاعد فدارو وماكينش قادر يتحرك. عندو عذاب كبير"
عيسي قال، "غادي نمشي ونعافيه."
القاءد رد، "سيدي، انا مش كافي ناقص باش تجي لداري. لكن قول كلمه، و غلامي غادي يشفي.
انا نفسي رجل تحت سلطه. وعندي جنود كي يطيعو اوامري. نقول لهذا "روح" وروح. نقول لهذا "جي" وجاي. نقول لخادم "عمل هادشي" وعملو.
منين سمع عيسي هادشي، غادي تقولك كان مدهوش. قال للي كايتبعوه، "لي غادي نقول ليكوم هو الحقيقه. ف اسراءيل ملقيت حتا واحد لي ايمانو قوي بحال هاكا.
قول ليك بلي غادي يجي بزاف من الشرق والغرب. غادي ياخدو مقاعدهم في الوليمه فمملكه السماء. غادي يقعدو مع ابراهيم و اسحاق و يعقوب.
لكن اللي كيحسبو انهم جايين من المملكه غادي يطرحو برا، ف التماطم. هناك غادي يبكو و يغرسو سناهم.
كمل يسوع يقول للقاءد الروماني، "روح! غادي يكون كما امَنْت. وعافي خدامو فالتاسعه ديال العشيه. يسوع عافي بزاف د الناس
واش جاء عيسي ل بيت بطرس، شاف والده مراتو. كانت كاينه ف التخت. كان عندها حمي.
عيسي لمس يدو، وتلاشت الحمي منها. قامت وبداتخدمتو.
لما جات ليله، جابو بزاف د الناس اللي كانو مسيطيرين من الشيطان ليعيسي. خلاهوم روحو ب كلمه وحده. عالج جميع اللي كانو مرضي.
قاله باش يتحقق لي ما قالو نبي اشعيا. قال "عانو بمكاننا. حمل علي راسو امراض كانو خاصهم يكونو لينا." (اشعيا 53:4) كيتخلّي غالي اتبع عيسي
عيسي شاف الناس جمعين حواليه. فهادشي عطا اوامر لطلابه يروحو لجيهه تانيه ديال بحر الجليل.
من بعد جاء معلم الشريعه عندو. قال، "معلم، غادي نتبعك فين ما مشيت."
عيسي رد، "الثعالب عندها حفر. طيور الجو عندها اعشاش. ولكن ابن البشر ماعندوش مكان ي đặt راسو."
ماتباع اخر قال له "سيدي، ديرني نروح ودفن ابي اولا".
لكن عيسي قال له "اتبعني. دع الموتي يدفنون موتاهم." سكينه عيسي العاصفه
عيسي ركب القارب. تابعوه تلاميذه.
فجاه جاء عاصفه مخيفه علي البحيره. امتدت الموجات علي القارب. ولكن يسوع كان ناءما.
الطالب دازو وقفو علاه. قالو "سيدي! خلاصنا! غادي نغرقو!"
قال: "ايمانكم صغير! لم لمذا تخافوا؟" ثم قام عيسي وامر الرياح والامواج ان تتوقف. اصبح hoànيا هادءا.
التلاميذ كانوا مستعربين. سالوا، "من هو هذا الرجل؟ حتي الرياح والامواج تطيعونه!" عيسي يشفي رجلين تحت سيطره الشياطين
عيسي وصل للجانب التاني ديال البحره ف地区 الجادريين. لقا عطنين تايحكمهوم الشيطان. جايين من القبور. الرجال كانو وحشيين حتي ماحد ما قدر يمُر من هاد الطريق.
ابْن الله، شنو بغيت منا؟ سالوه. جيت هنا باش تعاقبنا قبل ما يجي وقتنا؟
مش بعيد بزاف، مجموعه كبيره من لحام ديكور كايتكلو.
الشياطين دازو ليعيسي "اذا طردتنا، ارسلنا الي رعيه الخنازير".
عيسي قال ليهوم "روحو"، فهاداك الديوامن خرجو من الرجال و دخلو للخنازير. الجمله كامله طارت لتحت من العربه اللي كاينه فيهوم. ركبو فالبحيره و غرقو فالما.
اللي كانو كايحطروا الخنازير هربو. دخلو للبلاد وقولو كل حاجه. قولو للناس شنو صانع مع الرجال اللي كانو مسيطرو عليهم من الجن.
من بعد خرجت مدينه كامله للقاء عيسي. لما شافوه، درو عليه يخرج من منطقههم.
عيسي يشفي رجلًا لا يستطيع المشي
عيسي ركب القارب. مشا ل لجانب لاخر د لالبور و جاء ل مدينته.
شويه د الرجال جيبوا ليه رجل ما قدرش يمشي. كان قاعد علي صوفه. عيسي شاف انهم كانو عندهم ايمان. فهاداك قال ل الرجل "مالك تحبطش يا بني. خطاياك مغفوره."
من بعد قال بعض المعلمين في الشريعه في نفسهم "هاد الراجل كايقول حاجه خايبه بزاف!"
عرف عيسي ما كانوا يفكرون فيه. فهو قال، "لما غادي تكونو عندهوم افكار خايبه في قلوبكم؟
اش غادي يكون سهل نقول, "غفرت ليك ذنوبك"? ولا نقول, "قوم و مشي"?
خاي نعرفو بلي ابن البشر عندو الصلاحيه ف الدنيا يغفر الذنوب". من بعد هاداك غيجل للمرا لي ماقدرش يمشي. "قوم" قال ليه "خد شملتو و روح لدارك".
رجل قام ومشي لدارو.
واشوف الشعب هاد الشي، تملاو بالعجب. حمدو الله علي اعطاء السلطه ديال النوع لي الرجال. عيسي اختار متي
كما كان عيسي يمر من هناك، راي رجلًا اسمه متي. كان جالسًا عند كشك جامع الضريبه. "اتبعني"، قال له عيسي. قام متي وتبعه.
بعداً كان عيسي كاياكل فدار متي. جاء كثره من جامعو الضريبه و "الخطاه". كلو مع عيسي و تلاميذه.
الفريسيين شافو هادشي. فهاداك اللي ناسلو تلاميذو، "لما معلمكم كايكل مع الجبايين و اللي كايخالفو الشرع؟"
عيسي سمع داك. فهاداك قال: "لي ماشي مرضاش محتاجش لطبيب. ناس مرضين هما لي محتاجين.
روح و تعلم ش نو معني هادشي، 'كنبغي الرحمه و لا الذبيحه.' (هوشع 6:6) ماجيتش باش نجمع اللي كيحسبو راسهم برا مع الله يتبعوني. جيت باش نجمع الخاطءين يتبعوني." سُءل يسوع عن الصوم
يوم واحد جاء تلاميذ يوحنا. قالوا ليسوع: "نحن والفريسيون نصوم. لم لم يصوم تلاميذك؟"
عندها اجاب عيسي : "كيف يمكن لضيف العريس ان يحزن و هو معهم؟ سياتي الوقت الذي سيءخذ فيه العريس من عندهم، حينها سيصومون.
ناس ما كيخيطو طاجه من القماش الجديد علي لبس قديم. الطاجه الجديده غادي تجلي من القديم. هاداك غادي يزيد يخرب الجروح.
ناس ما كيحطو لخمر الجديده في قرب العتيقه. لو دارو هاداك، قرب غادي تتفجر. لخمر غادي تخرج، وقرب غادي تتحطم. لا، كل ناس كيحطو لخمر الجديده في قرب جديده. هكا كلاهما غادي ينجو. بنت ميته ومرا مصابه
و حنا يسوع كايهضر، جاء رايس. نزل علي ركبتيه قدام يسوع. قال: "ماتت بنتي. ولكن تعال و ضع يدك عليها، و غادي تعيش تاني."
عيسي قام ومشي معاه. وكذلك فعل تلاميذه.
فِي تِلْكَ اللَحْظَهِ جَاءَتْ امْرَاَهٌ مِنْ وَرَاءِ عِيسَي. كَانَتْ تَعَانِي مِنْ مَرَضٍ يُجْعَلُهَا تَنْزِفُ دَمًا. وَ كَانَ ذَلِكَ لَمَدَّهِ 12 عَامًا. فَلَمَسَتْ حَاشِيَهَ ثَوْبِهِ.
قالت في نفسها "ما عندي الا نلمس لباسه، عاد غادي نبرا"
عندما التفت عيسي وراها، قال لها: "يا امراه العزيزه، لا تفقدي الامل". "ايمانك شفيك". وفي تلك اللحظه نفسها، شفيت المراه.
منين دخل عيسي لدار الحاكم، شاف لعازفي اللّيره هناك. وشاف لجماعه لماكله.
قال "روح هاديك. البنت ماشي ميته. كاتنعس". ولكنهم استهزءوا به.
من بعد ما خرج جماعه برا، دخل عيسي. درب بيدو علي بنت، وقامت.
اخبار علي ما عملو يسوع انتشرو ف كل المنطقه. يسوع عالج رجلين عميين
كمل يسوع من هاد المكان، تبعوه جوج عيّين مابغاوش. صوتو: "ارحمنا يا بن داود"
لما دخل عيسي للدار، جاو له رجلين عميين. سالهم، "كايتقدر تايدين بلي نقدر ندير هاد الشي?" "ايوا، سيدنا،" جوابوهوم.
من بعد دغي علي عيونهم. قال "هادشي غي تحصل ليكوم كما امنتم".
هوما عاوتاني بانو. عيسي حذرهم بزاف، "كنزروا ماشي حد عارف علي هاد الشي."
لكن خرجوا وبشروا الخبر. تكلموا عليه في كل مكان في المنطقه دي.
وَخَلاء هُمَ خَارِجِين، جِيب مَرا اُخَر لِعِيسَي. شَيْطَان سَيطَر عَلَيْهِ، وَ مَاكَانش قَادِر يَتَكَلَم.
منين طرد الشيطان، تكلم الراجل. الجمع كان مستعجب. قالو، "ماشي بحال هاداك شافو ف اسراءيل."
لكن الفرسيين قالو "هو خلاص روح الخبيثه بسلطه امير روح الخبيثه" فيهماش عمال قليلين
عيسي مشا لجميع لمدن ولقري. تعلم في كناءسهم. تبشير بخبر ملوك. و شاف كل مرض و علا.
ملّي شاف لجماهير، حاس بقلق عميق عليهم. كانو مخدّعين و عاجزين، مثل الغنم بلا راعي.
من بعد قال عيسي لطلابه، "الغله كثيره. ولكن فين 工از قليلين.
فسالو سيد الجدع يبعت عمال لجدو他的.
عيسي يبعث التلاميذ الاثني عشر
عيسي دعا تلاميذه الـ 12 ليجيوا ليه. عطاهم السلطه ليبعدو الارواح الشريره و ليشفوا كل مرض و علا.
هنا اسماء الرسل الاثنا عشر. اولا سايمون بطرس واخوه اندرو. ثم ياتي يعقوب بن زبدي و اخوه يوحنا.
اللي جايين بعدا هوما فيليب وبرثلمي، و كمان توما ومتيو جمّاع الماليات. جوج خرين هوما يعقوب بن حلفاي و تاديوس.
الاخيران هما سمعان الغيور ويهدا اسخريوط. يهدا هو اللي غادي يسلّم عيسي لعدواتو بعدا.
عيسي خلا هاد 12 خرجوا مع التالي اوامر. "ماشي عند ناس لي ماخدامش يهود" قال. "ماشي دخل اي مدينه ديال السامريين.
بلا ما، روح لشعب اسراءيل. هما زي الغنم لي ضيعو الطريق.
كما تروح، عطو هاد الشعره، 'لملكه د لجنه قريبه.'
علاجي اللي مريض. عود ليهم اللي ميتين ل لحياه. خلا ليهم اللي عندهوم امراض الجلد 'نقي' تاني. خرج الشيطان. كنت استلمت بلا ما تشري، عط بلا ما تشري.
ما خذ معاكش اي دهب، فضه ولا نحاس في حزامك.
ما خذش كيس للرحله. ما خذش ملابس اضافيه ولا سراويل ولا عكاز. يعطي العامل ما يحتاجه.
مين ما دخلت لبلاد او لقريه، شوف حد لي علي استعداد يقريك. قعد فدار هاداك لشخص حتي تخرج.
كما تدخل البيت، سلم علي اللي كايسكنو فيه.
اذا اهلا بيك دار، عطها مبروك السلام. والا، متعطيش مبروك.
كايين ناس ممكن ما يرحبوش بيك او يسمعو كلامك. لو ما عملوش هاكا، درب الرمل من فوق رجلك لما تخرج من داك الدار او المدينه.
خلي بالك ما غادي نقول ليك هو الحقيقه. ف يوم الدين غادي يكون اهون علي سدوم وعموره من علي مدينه ديك.
انا بعتكم زي الغنم في وسط الذءاب. فهاداك كنوا حكماء زي الحيات و بريءين زي الحمام.
خد بالك! غادي يسلّموك الرجال للقضاء المحلي. غادي يجلدوك فكنيسهم.
غادي توجدو ل والي و ل ملوك بسبابي. غادي تكونو شهود ليهم و ل لي ما يهودش.
لكن لما يقرّسوك، ما تقلقش علي شنو غادي تقول او كيف غادي تقول. ف داك الوقت غادي تيتّو حروف كلام صحيحه لقولها.
ما غادي تكون انتا اللي كتحدّث. روح ابوك غادي تتحدّث من خلالك.
اخوات غادي يسلّمو اخواتهم ليموتو. اباء غادي يسلّمو ولادهم. ولاد غادي يقومو علي والديهم ويخليوهم يتقتلو.
كلشي غادي يكرهك بسبابي. ولكن اي واحد اللي قاعد صامد ل لخر غادي يخلاص.
كلما هجم عليك الناس في مكان، هرب الي مكان اخر. ما غادي نقول ليك هو الصح. مابغيتش تخرج من مدن اسراءيل قبل ما يجي ابن البشر.
طالب ما كيحسن من لمعلم ديالو. خادم ما كيحسن من سيديه.
كاف لِلطالب اَن يَكُونَ مِثل مُعَلِّمِهِ. وَكاف لِلْخادم اَن يَكُونَ مِثل سَيِّدِهِ. اِذَا دُعِيَ رَءِيس الْبَيْت بِبَعْلَ زَبُوبَ، فَمَاذَا يَتَوَقَّعُ الْاخَرُونَ الَّذِينَ يَسْكُنُونَ هُنَاكَ؟
ماشي تخاف من عدوك. كلشي لي مخفي غادي يخرج ل لفضح. كلشي لي مخبي غادي يتكشف.
ما نقول ليك ف الليلا، قولو ف النهار. ما يتقال ف اذنك، صرحو من فوق السطوح.
ما تخافو من اللي كيقتل الجسد و ماقدرش يقتل الروح، خافو من اللي قادر يقتل الروح و الجسد ف النار.
ما كاينش طيرين صغيرين بيتباعو بدرهم؟ ولا واحد فيهم ما يهوي ل لارض بدون ما يدر ابوك.
هو حتي يحسب كل شعره علي راسك!
ما تخافش. انتا كتير قيمتك من سبع طيور.
اش نوحيا لي يقول قدام ناس انه عارفني؟ غادي نقول قدام بابا ديالي لي ف السما انه عارفني.
لاكن شنو غادي يقد ما واحد يقول قدام ناس انه ماعرفنيش؟ غادي نقول قدام ابي اللي ف السما انه ماعرفوش.
ما تڭولش اني جيت ندير السلام للارض. ما جيتش ندير السلام. جيت ندير السيف.
جيت ندير " الولاد ضدين اباءهم. البنات غادي ماعندهمش طاعه لوليداتهم. النيسا غادي تكون ضد نيساتهم.
رّجال عدوو داك الرّاجل غادي يكونو افراد فاميلتو. (ميكا 7:6)
كلّي كيحبّو بوه او مته اكثر مني ما كيرحاقنيش. كلّي كيحبّو ولدو او بنته اكثر مني ما كيرحاقنيش.
وكل واحد ما ياخد صليبه و يتبعني، مش مستحقني.
اِذا عَثَرَ اَحَدٌ علي حَيَاتِهِ فَسَيَفْقِدُهَا، وَاِذا فَقَدَ اَحَدٌ حَيَاتَهُ بِسَبَبي فَسَيَجِدُهَا.
كُلّ مَن قَبِلَكُم قَبِلَني. وكُلّ مَن قَبِلَني قَبِلَ الّذي اَرْسَلَني.
خد واحد كيستقبل نبي كنبي، غادي ياخد اجر نبي. و خد واحد كيستقبل رجل الله كرجل الله، غادي ياخد اجر رجل الله.
خد واحد كيعطي حتي كاس ماء بارد لصغير اللي كيتبعني. شنو غادي نقول ليك هو الصح. هاداك غادي يجازي بزاف.
عيسي واليحيي المعمدان
عيسي خلص يعلّم تلاميذه الـ12. من بعد هاداك مشا يعلّم و يتبشير ف مدينت لغاليل.
جون كان في الحبس. لما سمع شنو كان المسيح كيدير، باغي يرسل تلاميذه ليه.
سالوه عيسي: "انت ли اللي كان غادي يجي؟ ولا نشوف علي حد اخر؟"
عيسي رد، "روح لجان. خبره بلي كاتسمع و كاتشوف.
ناس لي مكتاشفين كايحصلو علي البصر. ناس لي معندهمش القدره علي المشي كايمشيو. لي عندهوم امراض الجلد كايتعالجو. ناس صماء كايسمعو. ناس لي ميتين كايقومو للحياه. والبشري تكتال للي فقراء.
مباركين اللي ما عطو حياتهم لله بسببيا.
كاينطلاق تلاميذ يحيي، بدا عيسي كيهدر للجماعه علي يحيي. قال "شنو خرجتم ل الصحرا باش تشوفو? عيش كتير قايض في الريه؟
لو لا، اش غادي تشوف؟ راجل لابس لحلويات؟ لا. ناس لابسين لحلويات كايقيمو فلقصور ديال لملوك.
اش نو خرجتوا تشوفو؟ نبي؟ اي، نقول ليك، واكتر من نبي.
هو اللي كتبو عليه في لكتوب المقدس. كيقول " غادي نبعث رسولي قبل منك. غادي يهيء الطريق ديالك منقابلك " (ملاخي 3:1)
كاي نقول ليك هو الحقيقه. ما عاندش احسن من يحيي المعمدان اتولد. ولكن اقل شخص مهم في ملكوت السماء اهم منو.
من ديك الساعه ديال يوحنا المعمدان، ملكوت السماء كايتقدم ب قوه. و ناس قويه كاياخدوها.
كل الانبياء والشريعه تنبا حتي جاء يوحنا.
اذا كنت مستعدا لقبوله، جون هو اليا الذي كان من المفترض ان ياتي.
اللي عندو اذنين يسمع.
اش كيندير比 ناس ليوم في؟ هما زي وليدات كايقعدو ف سوق و كايهزو ل لخرين. كايقولو،
لعبنا ليك الناي. ولكن ماشي ترقص. غنا ليك اغنيه جنازه. ولكن ماشي تصير حزين.
واش جاء يحيي، ما كالش ولا شرب كما تفعلون. وقال الناس: "عنده شيطان".
لكن لما جاء ابن البشر كان ياكل ويشرب كما تفعلون. وقال الناس: "هذا الرجل ياكل ويشرب اكثر من اللازم. هو صديق للجباه و"الخطاه". اولءك الذين يتصرفون بحكمه يثبتون ان الحكمه هي الصواب." مدن لا تبتعد عن الخطيءه
عيسي بدا كيهدر ضد المدن اللي عمل فيها معجزات كتيره. الناس دي ما دارو حتا توبه علي ذنوبهم. فهاداك قال،
واش غادي يكون عذابك عظيم يا قورازين. واش غادي يكون عذابك عظيم يا ب茨يدا. لو كانوا عملو معجزات كتيره فيكما زي ما عملوها في صيدا وصور. كانوا نادمو علي ذنوبهم من زمان. كانوا لبسو الحلال و القمصان السودا. كانوا قعدو علي الرمال و الرماد.
لكنّي نقول ليك هادشي. فِي يوم الدين غادي يكون اهون لِطُور و صيدون منك.
وانتا كابيرناحوم، غادي ترفع ل الجنه؟ لا! غادي تنزل ل مكان الموتي. لو كانات المعجزات اللي دارت فيك دارت ف سدوم، كان باقين حتا دلوقا.
لكن هادي حاجه غدي نقولها ليك. في يوم الدين غادي يكون اهون علي سدوم منك." الراحه لجميع العاءدين
ف داك الوقت قال عيسي: "نشكرك، يا ابي. انت رب السماء والارض. خبات هادشي من الحكماء والاعلمين. ولكن عطيتوهم لولاد صغار.
نعم ابي. هادشي لي كنتي بغيتي.
بابا ديالي عطاني كلشي. البابا هو اللي كيعرف الولد و اللي كيعرفو البابا هو الولد و اللي الولد باغي يخليهم يافوها.
اتووا اليّ ايتها النفوس الّتي تعبنت و تحملن اثقالاً ثقيله، ساعطيكم الراحه.
اكونوا عبيدا لي وتعلموا مني. انا رفيق و خالي من الكبرياء. هتلاقيو راحه لارواحكم.
خدمتي سهله، وحملي خفيف.
عيسي هو رب يوم السبت
يوم السبت واحد مشا عيسي في حقل الحبوب. كان تلاميذه جوعانين. فهما بداوا يكسرو رءوس الحبوب و ياكلوها.
لفاريسيي شافو هادشي. قالو ليعيسي، "شوف! مخلينش نقدر نعمل هادشي نهار السبت. ولا كنه رفقاك ايداو علاش كيدورو به!"
عيسي ответил: "ما قراتش علي شن صنا داود؟ هو و رجالو كانو عايين.
دخَل بیت الله. هو ورجالو كلوا الخبز المقدس. كان مسموح للاحبار فقط باكله.
ما قراتش الشريعه؟ هي تقول كيف كل يوم السبت كهنه الحرم يخدمو في الحرم في ذلك اليوم. ولكن هما ما يعتبروش مذنبين.
نقول ليك بلي اللي اهم من لمعبد هو هنا.
الكتاب المقدس يقول، 'اريد الرحمه لا الذبيحه.' (هوشع 6:6) ما كتقدر تفهم معني هاد الكلمات. لو فهمتهم، ما كتديش تتهم اللي بريءين.
ابن البشر هو رب يوم السبت.
من بعد داك لمكان، عيسي دخل لمعبد ديهوم.
رجل عندو يد ضعيف ومجنيب كان هناك. كان الفريسيين كيحاولو يلقاو عيب في عيسي. فهاداك السبب سالو، "هل الشريعه كتسمح لينا نعالجو نهار السبت؟"
قال ليهوم "اش غادي ديروا لو غنم واحد من غنمكم وقع ف الحفره نهار السبت؟ مش غادي تاخدو بيه وترفعوه؟
راجل قيمتو اكتر من الغنم! فهاد القانون كيسمح لينا نعمل الخير نهار السبت.
من بعد قال ليه يسوع ل الراجل "مد يديك". فهاداك مدها. كانت كاتكون جديده، 涵ه جديده涵ه كيما اليد لاخرا.
لكن الرفاقيّين خرجو و مخطّو كيفاش يقتلو عيسي. عبده المخير من الله
عرف عيسي بكل خطط الفريسيين. فهو غادر ذلك المكان. اتبعوه كثيرين، وشافي جميع مرضيهم.
لكن هو حذرهم من ان ي告诉و مين هو.
هاد كان باش يتحقق ما تكلّم عليه النبي اشعيا. يقول،
هنا خدامي. اختارته. هو اللي بحبه. عندي رضي كبير فيه. غادي نضع روحي عليه. غادي ي宣ب للشعوب ان كلشي غادي يصير علي حق.
هو ما غادي يجادل ولا يصرخ. ما غاديышوف حتا حد صوته ف الشوارع.
هو ما غادي يكسّر غصنه ملويّه. هو ما غادي يطفء شعله كاتحترق بضعف. هو غادي يصلّح كلشي.
الامم غادي تضع امالها فيه". (اشعيا 42:1-4) عيسي و بيلزبوب
رجل مسيطر عليه من الجن اتي به الي عيسي. كان الرجل اعمي ولا يستطيع التكلم. شافاه عيسي. ثم استطاع الرجل التكلم والرءيه.
كل الناس كانو حيارين. قالو "هاداك هو ابن داود؟"
الفريسيين سمعو هادشي. فهاداك الساعه قالو "هاد الراجل كيخرج الشيطان ب قوه بيلزبوب، امير الشياطين".
عرف عيسي ما كانوا يفكرون فيه. فهو قال لهم، "كل مملكه تقاتل ضد نفسها غادي تدمر. كل مدينه او عاءله مقسومه ضد نفسها ما غاديش تقدر تقوم.
اذا كان الشيطان يخرج الشيطان، فهو يقاتل ضد نفسه. فكيف يمكن لمملكته ان تقوم؟
قولي نخرج الشيطان بسلطه بيلزبول. اش من قوه خليطك يخرجوه؟ هاكا هوما غادي يتحاكموا عليك.
لكن متي كان انا كنخرج الشيطان بروح الله، فهاداك هو لي جاي ملك الله ليك.
اولّا فكّر في هادشي. كيفاش غادي تدخل لدار د رجل قوي و تاخد لشيء لي ليه؟ يجب عليك اولا ان تربطه. من بعد ذلك يمكنك ان تنهب داره.
من ما كايكونش معايا كايكون ضدي. من ما كايجمعش الغنم معايا كايفرقهم.
هنا شيء نقول ليك. كل ذنب و كل كلمه شريره تقال ضد الله غادي تتحط تحت الرحمه. لكن النطق علي الاشياء الشريره ضد الروح القدس ماحد غادي يسامح.
كلّي كيهدر كلمه علي ابن البشر غادي يغفرلو. ولاكين كلّي كيهدر علي الروح القدس ما غاديش يغفرلو. بنادم بحال هاداك ما غاديش يغفرلو لا دلوقا ولا ف لايام لجايه.
اذا عملت شجره خيره، فثمرها يكون خير. اذا عملت شجره شريره، فثمرها يكون شرير. تقدر تقول علي شجره من ثمرها.
انتم عش دود مسمومه! كيف تقولون انتم اللي كايديكم خبيثه حاجه حلوه؟ افواهكم كاتقول كلشي اللي فقلوبكم.
rajul khayr iġul khayr. hada jay min l-khayr li ġadi fi daxlu. rajul sharr iġul sharr. hada jay min sh-sharr li ġadi fi daxlu.
لكن ها هو ما اقوله ليك. في يوم الدين، الناس غادي يتحاسبوا علي كل كلمه خاليه قالوها.
بكلامك غادي تتحكم عليك بالذنب او بلا ذنب. علمه يونس المعجزه
بعض الفريسيين و معلمي الشريعه جاءوا ليعيسي. قالوا "يا معلم، نريد ان نري معجزه منك".
قال: "الناس الشิรيرين والذين لا يءمنون يطلبون ايه. ولكن لن يعطي الا ايه يونس النبي.
يونان كان في بطن سمكه巨ه لثلاثه ايام وثلاث ليال. شيء مثل هاداك غادي ي发生 لابن البشر. غادي يقضي ثلاثه ايام وثلاث ليال في القبر.
رجال نينوي سيقومون في يوم الدين مع الناس الذين يعيشون الان. وسيكون النينويون برهان علي اثم هءلاء الناس. رجال نينوي توبوا عن ذنوبهم عندما خطب اليهم يونس. والان هناك من هو اكبر من يونس هنا.
الملكه د الجنوب غادي تقوم ف يوم الدين مع الناس اللي كايعيشو دلوقا. و غادي تثبت انهم مذنبين. جات من بعيد بزاف لسمع حكمه سليمان. و دابا في واحد اكثر من سليمان مهمه هنا.
اش نوحصل متا روح شريره تخرج من راجل؟ تتمشي ف بلايص جافه كتلبس مكان نستارح. ولا كاتلقاه.
كايقول "غادي نرجع لدار لي خرجت منها". مشا وصلها لقا دار فاضيه. دار تم نضف و صب فيها الترتيب.
من بعد روح الشر يروح وياخد معاه سبعه ارواح شريره منو اكثر منو. يدخلوا يسكنوا فيها. يكون الحال ديال هاد الراجل احوالو احسن من قبل. هاكا غادي يكون الحال مع الناس الشريرين ديال دلوقا." ام عيسي واخواتو
وكان يسوع لازال كيهدر مع الجماعه، قامو امه و خوتو برا. كانو عايقين يهضرو معاه.
قالي ليه حد "امك و خوتك قاعدين برا. كيهدر معاك".
عجيب علي عيسي قال ليه "من امي؟ ومن اخوتي؟"
عيسي اشار لطلابه. قال: "هنا امي! هنا اخوتي!
كلّي لي كايدير ما بغا ابي في السما هو خويي او ختي او مّي.
قصه الفلاح
نفس النهار خلاص عيسي خرج من الدار وجلس جنب بحر الجليل.
جماهير كبيره جمعت حواليه. فهو دخل قارب. قعد فيه. كل الناس وقفوا علي الشاطء.
من بعد قال ليهم حاجات كثيره بالحكايا. قال "رجل زراعه خرج باش يزرع بذره.
هاد الراجل شاد البذور و ضربها علي لارض. واشي منها وقع علي الطريق. جاء الطيور و كلوها.
بزاف د لبيذ صاب ف لماكان لصخريين، فين ما كاينش土 خفيف. لنباتات طلعو بسرعه، حيت الطين ما كانش عميق.
مللي طلع الشمس، حرقت النباتات. جفوا بسباب ما كانوش عندهم اصول.
باقي بذور وقعو بين الشوك. الشوك نما و طرد النباتات.
بقا غي.seedات خرين وقعو علي تراب صحيح. üretا غله 100، 60 او 30 مره اكتر من لي كانو غادي يزرعو.
اللي عندو اذنان يسمع.
التلاميذ جاو به. سالوه، "لما كتخدم الحكايا مللي كتحدّث للناس؟"
قال: "عطيتو الفُرصه باش تفهمو اسرار ملكوت السماء. ماعطيتش للي برا.
كلّي عنده هاد النوع ديال المعرفه غادي يُعتاق ليه اكتر. بصراحه، غادي يكون عنده بزاف. اذا ماعندو حد هاد النوع ديال المعرفه، حتي القليل اللي عندو غادي يُخدّ منو.
هاداك شي لي خليني نستعمل لقصص لما نكلم الناس. نقول "كاينظرّو، ولاكن ماشي بصراحه. كايسمعو، ولاكن ماشي بليهم فاهمين.
فيهوم كلمات النبي اشعيا كايتحققو. قال " غادي تسمعو ولا غادي تفهمو. غادي تشوفو ولا غادي تعرفو شنو كايشوفو.
قلب هاد الناس صبح صلب. مكاتسمعوش بالعينين ديالهم. غلقو عيونهم. لا كانوا غادي يشوفو بالعينين ديالهم. لا كانوا غادي يسمعو بالعينين ديالهم. لا كانوا غادي يفهمو بقلوبهم. لا كانوا غادي يرجعو للرب، و من بعد هاداك غادي يشفيهوم.' (اشعيا 6:9،10)
لكن مبروك لعيونك لانها شوفات. ومبروك لاذنيك لانها سمعات.
كاي ندير ليك هو الحقيقه. بزاف د النبيين و الناس الصالحين كانو بغاو يشوفو اللي انتا كتشوفو. لكن ماشوفوهش. كانو بغاو يسمعو اللي انتا كتسمع. لكن ماسمعوهش.
سمع! هاداك هو معني حكايه الفلاّح.
ناس كايسمعو الرساله علي المملكه ولا كايفهموها. من بعد جاي الشار. هو خايف ما ختبت في قلوبهم. هاد الناس كايكونو زي البذره اللي تتبت علي الطريق.
اخرين 受و البذره اللي وقعات علي لارض الحجريه. هوما لي كايسمعو الرساله و كايقبلوها بفرح علي طول.
لكن ماعندهمش اصول. دون ما يبقاو غير فتره قصيره. يخرجو بسرعه من الايمان لما يجي مشكل او عذاب بسبب الرساله.
اخري تلقّوا البذره اللي وقعات بين الشوك. هما اللي سمعو الرساله. ولكن بعدا هما هموم الحياه دي و وعود الغني الكدوب تقتحمها. كيحولوا من انتاج الثمره.
لكن اخرون تلقّوا البذره اللي وقعات علي تراب صحيح. هما هوما اللي كايسمعو الرساله وكايفهموها. كاينتجوا محصول ب 100، 60 او 30 مره اكثر من ما زرع الفلاّح." حكايه الاعشاب الضاره
عيسي قال للجماعه حكايه اخري. "هادي شكله ملكوت السماء" قال. "رجل زرع بذور خيره في حقله.
لكن مابين ما كلشي كايقر، جاء عدوو. عدوو غرس الاعشاب الحولين بين الحنطه و من بعد ماشي.
القمح بدا كي كبر و كيخرج ليه حب. ف نفس الوقت، ظهرت الاعشاب الضاره.
خادما المالك جاو ليه. قالو، 'سيدي، مشيت زرعت حب جيد في حقتك؟ اش منين جات لخس؟'
'عدو عمل هادشي'، قال. 'ساله الخدم، 'بغيتو نروح ونقلب النفايات؟
لا، قال المالك. دابا كتجذب الشوك، ممكن تجذب القمح معاه.
خليهم ينمووا مع بعض حتي ヤوم الحصاد. فداك الوقت غادي نقول لعمال علي شكون غادي يفعلو. هادي شي غادي نقول ليهوم. اولا جمعو النفايات. ربطوهم في حزم باش يحرقوهم. من بعد جمعو القمح. جيبوه ل مخزن ديالي.' " حكايات حبه الرّايحه و الخميره
عيسي قال للجماعه حكايه اخري. قال: "ملكوت السماء مثل حبه خردل. شخص اخذ الحبه و غرسها في حقل.
هو اصغر بذورك جميعا. ولكن لما يكبر، فهو اكبر جميع نباتات الحديقه. يصير شجره. تاتي الطيور وتستقر في اغصانه.
عيسي قال لهم حكايه اخري. "ملكوت السماء مثل الخميره" قال. "مرا خلاتها في طين كبير من الدقيق. الخميره عملات في الطين كولو."
عيسي كَلّم هاد الشّيء لجَماعَه بِاستِخدام حِكايات. مَشي كَلّمَهُم بِشِيء بِدون حِكايَه.
هكدا تتحقق الكلمات اللي قالها النبي. كان قال "غادي نفتح فمي ونحكي حكايات. غادي نتكلم علي اشياء كانت مخفيه مند خلق العالم" (مزمور 78:2) يسوع يشرح قصه الاعشاب الضاره
من بعد خلا عيسي الناس ودخل الدار. جاءو ليه تلاميذه. قالو ليه "وفّي لنا حكايه الزوان في الحقل".
قال: "اللي زرع البذره الحسنه هو ابن البشر.
الحقل هو العالم. البذره الطيبه تمثل الناس اللي كايعيشو في الملكيه. الاعشاب الضاره كايعيشو الناس اللي كايعيشو مع الشرير.
العدو اللي كايزرعهم هو الشيطان. الجنيحه هي يوم الدين. والعاملين هما الملاءكه.
الرعوي كيتخلع و كيتحترق ف النار. هاكا غادي يكون ف يوم الدين.
ابن البشر غادي يرسل ملاءكته. هوما غادي يخرجوا من ملكو كل ما كيسبب الذنب. هوما غادي يطردو تا كل من كيصنع الشر.
هوما غادي يرموهم ف الطين الناري. فين ناس غادي يبكيو و يضرو اسنانهم.
داكشي خدا شعب غادي يلمعو بحال الشمس ف ملكوته ديال ابابا. اللي عندو اذنين جايه سمع. حكايات الكنز المخفي و اللءلءه
ملك السماء كتريزه كان مخبي في حقل. لما وجدها رجل، خباها تاني. كان فرحان بزاف. فهاداك راح وباع كل شي لي كان عنده. واشتري حقلها.
مره تانيه، مملكه السماء مثل تاجر كان كايبحث علي لءلءه نضره.
لقا واحد لي قيمتو كتيره. هاداك ماشي و بيع كلشي عندو. و اشتري تا تلك اللءلءه. حكايه الشبكه
مره تانيه، ملكوت السماء مثل الشبكه. خلاوها كتنزل للبحيره. درت كل انواع الحوت.
كانت مليانه، دازو لبيض الحوت لبرا علي الشط. من بعد جلسو وجماعو الحوت اللخير فلقراقي. ولاكن خلاو الحوت اللخاب يطيح.
هاداك هو كيفاش غادي يكون نهار القيامه. الملايك غادي يجيو. غادي يفرقو بين ناس لي دارو الخير و لي دارو الشر.
هوما غادي يرمو الناس الشريرين ف الحنوت اللي كيدخل النار. هناك الشريرين غادي يبكو و يغرسو سناهم.
كيفاش تفهمو هادشي كولّه؟ سالهم عيسي. نعم، ردّوا.
قال لهم: "كل معلم الشريعه اللي دري علي ملكوت السماء كالمالك ديال الدار. هو كيخرج كنوز جديده من مخزنه ومعاهم القديمه." نبي بلا كرامه
عيسي خلص كيهدر هاد الحكايات. من بعد هاداك चल من هناك.
جاء لبلده ناصره. هناك بدا يعلم الناس في كنيسهم. كانوا مستعجبين. "منين جاب هاد الراجل هاد الحكمه؟ منين جاب هاد القوه يعمل المعجزات؟" سالوا.
واش هاداك والد الصانع؟ واش اسم امه مريم؟مش اخواتو يعقوب، يوسف، سمعان، ويهوذا؟
مش كل خواتو عندي؟ اش منين جاب هاد الراجل كل هاد الشي؟
كانو ماعجبهمش بيه اطلاق. لكن عيسي قال ليهوم " النبي ما كايحترمش فبلادو. ما كاياخدش احترام فبيتو".
خدّام غير شويه من المعجزات هناك لان مكنعرفوش الايمان.
راس يوحنا المعمدان اتقطع
فِي تِلْكَ الْاَيَّامِ سَمِعَ هِيرُودُسُ وَالِي گَلِيلِيَّا وَپِيرِيَا بِاَخْبَارِ عِيسَي.
قال لخدامه: "هذا هو يوحنا المعمدان. قام من بين الاموات! لهذا السبب له القدره علي عمل المعجزات."
هيرودس كان قد القي القبض علي يوحنا. لقد ربطه وقام بوضعه في السجن بسبب هيروديا. كانت هي زوجه اخ هيرودس فيليب.
جون كان قايلق لهرود، "ماشي عادل عند الشريعه ان تكون عندها."
هيرودس كان باغي يقتل يوحنا. لكن كان خايف من الناس، لانهم كانو كيحسبو يوحنا نبي.
فِي عيد ميلاد هيرودس، رَقَصَت ابنه هيروديا لَهيرودس وَضُيوفِه. رَضَت هيرودس جِدًا.
هادو وعد ب اليمين يديها كلشي كاتطلبو.
امها قالت ليها شنو تقولي. فهاديك الساعه قالت البنت لهرود، "عطيني راس يوحنا المعمدان علي طبق كبير."
الملك كان مزعج بزاف. ولكن خاف علي وعدو و ضيوف لعشا. هكا قال ل واحد من رجاله يديها شي طلباتها.
هيرودس قطع راس يوحنا في السجن.
راسو جابوه ف طاجه كبيره و داوه ل البنت. من بعد حامله ل امها.
تّلاميذ يوحنا جاو و خطو جسدو و دفنوه. من بعد هوما ماشي و قولو ل عيسي. عيسي اطعم الخمسه الاف
عيسي سمع ما حصل ليهوحن. كان بغا يكون لوحدو. فهاد الشء مشا ف قارب ل مكان هادي. جماهير سمعو علي هاد الشي. تبعوه ماشي من لمدن.
منين جاء عيسي لبرا، شاف جماعه كبيره. حاس بقلق عميق عليهم. عالج مرضيهم.
كان قريب من العشيه، جاء التلاميذ له. "مافيه والو،" قالو. "الليل داز، ارسل الناس لبرا. يقدو يمشيو ي買و مقدا في لقري."
عيسي رد، "ماحاجين يمشيو. عطيهوم شي حاجه ياكلو."
عندنا غير خمس كيسات د الخبز وجوج د الحوت، قالو.
خليهم يجيوا هنا عندي، قال.
من بعد دير يسوع للناس يقعدو علي لعباب. اخد الخمسه خبزات و التلته حوت. شاف للفوق و شكر الله. قسّم الخبزات لقطع. من بعد دا هما لطلاب. و الطلاب دا هما للناس.
كل واحد فيهم كل و شبع. الرسولين جمعو 12 سله من لقايا.
عَدَد الرِجال اللي كَلو كان حَوالي 5.000. المَرا و الاطْفال كَمان كَلو. عيسي مَشي عَلا الماء
فوراً امر يسوع التلاميذ ان يركبو القارب، وارسلهم يسبقونه الي الجهه الاخري من بحر الجليل. ثم ارسل الحشد.
من بعد ما طردهم، مشا لجبل لوحدو باش يدعي. مللي جات لعهسره، كان هو لوحدو هناك.
القارب كان بعيد عن الارض بالفعل. كان يُضرب بالامواج لان الرياح كانت تهب ضده.
ف الصباح، خرج عيسي ل الجوانب. مشا علي البحيره.
شافوه كايمش علي البحره و خافو بزاف. "هذا شيطان" قالو. و صوتو بزاف من الخوف.
فوراً نادي يسوع عليهم: "اتوا ثقه! انا هو. لا تخافوا."
سيدي، انت هو؟ سال بطرس. "لو كنت انت، فامرني ان اتي اليك علي الماء.
تا، قال يسوع. فهاداك دخل بطرس من القارب. مشي علي الماء ناحيه يسوع.
ولكن لما شاف بيتر الريح، خاف. بدا كيغرق. صوت بيه "ربّ! خليني!"
فوراً مد يسوع يده وامسك به. "ايمانك صغير جدًا!" قال. "لم شكت فيّ؟"
مللي طلعو للقربه، الريح قعدات.
من بعد هادوك لي في القارب سجدوا ليعيسي. قالو "نتا حقيقي ابن الله"
خاوروا علي البحيره و نزلو ف جنيساريت.
رجال اللي عايشين هنا عرفو عيسي. فهمدا بعثو رساله لجميع الريف القريب. الناس جابو جميع مرضي لهم لعيسي.
درّو ليه يخلي اللي مريض يلمس حتّي حاشيه ثوبه. وداك اللي لمسوه شافو.
اش نواعيل الناس "ماجين"?
جاء بعض الفريسيين وبعض معلمي القانون من اورشليم ليري عيسي. سالوا،
ليش تلاميذك ما كايحترموش شي لي كايقولو ليهوم الشيوخ؟ تلاميذك ما كايغسلوش ايديهوم قبل ما ياكلو!
عيسي رد: "واش ماشي تعصاو امر الله؟ عندكوم تحبوا تتبعوا تعاليمكوم ديالكوم!"
الله قال، "احترم ابوك و امك." (خروج 20:12؛ التثنيه 5:16) قال ايضا، "اذا لعن احد اباه او امه، فسيقتل." (خروج 21:17؛ لاويين 20:9)
لكنّكم تسمحون للناس ان يقولوا لابويهم: "ما تلقّيتما منّا من مساعده فهو هديه مخصصه لله".
مشي يحتاجو يكرمو واليديهم بالهديه ديالهم. تعطيلو كلمه الله من اجل تتبعوا تعاليمكم ديالكم.
انتم المتناصون! كان عيسي علي حق لما تنبا بكم. قال،
هاد الناس كيحترموني بلي كايقولو. لكن قلوبهم بعيده عني.
مابغينيش عبادتهم. كايعلمو غير شرع بنادم. (اشعيا 29:13)
عيسي دعا الجمع اليه. قال: "اسمعوا وفهموا.
ما كيدخل لفمك ما خليك حران. هو ما كيخرج من فمك هو ما خليك حران.
من بعد جاء تلاميذو ليه. سالو، "كيفاش عارف ان الفريسيين غضبوا لما سمعوا هادشي?"
عجيب جاوب، "في نباتات لي ماشي ابوي في السماء زرعهم. غادي يخلعوهم من الجدر.
خلوهم. الفريسيين هما دليلين عميين. لو شخص عمي قاد شخص تاني عمي، غادي يوقعو الجوج فالحفره.
بيتر قال، "شرح لينا هادشي."
مشي فهمتي بعدا؟ سالهم عيسي.
ما كتشوفش؟ كلشي لي يدخل للفم يروح للكرش. من بعد يخرج من الجسد.
لكن الاشياء اللي كايخرجو من الفم كايجيو من القلب. هادي الاشياء اللي كايخليوكم "نجسين".
افكار الشر تجي من القلب. وكمان القتل، الزنا، والذنوب الجنسيه لاخر. وكمان السرقه، الشهاده الكذبه، وكتير من الكذوب علي الناس.
هادشي هو اللي كيعملك "نجس". لكن اكل بدون غسل يديك ما كيعملكش "نجس". "ايمان امراه من قانا"
عيسي خرج من الجليل و مشا لمنطقه صور وصيدون.
مرا من كنعان ساكنا قرب صيدا وصور. جات ليه و صوتات: "رب! ابن داود! ارحمني! شيطان مسكنت بنتي. هي مصابا بلي كتير."
عيسي ما قال والو. فجاء تلاميذه ليه. درو ليه، "خلها تروح. كاتبقي كاتcri بعدنا."
عندها اجاب عيسي، "انا مرسل لشعب اسراءيل فقط. هما كالغنم الضاءعين."
من بعد حنا الجوهره وقعت علي ركبتها قدامو. "سيدي! عونني!" قالت.
قال: "ماشي عادل ناخد خبز ولادنا ونديه لكلابهم".
نعم سيدي، قالت. ولكن حتي الكلاب تاكل الفتات اللي كايسقط من طاوله اصحابها.
خد الجواب عيسي، "مرا، عندك ايمان كبير! غادي تاخدي شي تقدر تقولي عليه." و بنتها برءات فالتوقيت حتا هو. عيسي عطا اكل لاربعه الاف
عيسي خرج من هناك. مشا جنب بحر الجليل. من بعد مشا لجبل و قعد.
ناس كتير جاو له. جابو ناس عمي و ناس ما كايقدرش يمشي. جابو ناس معاقين و ناس ما كايقدروش يتكلمو و بزاف د ناس خرين. خلاوهم عند رجلو، و عالجهم.
الناس كانو مستاغربين. اللي ما كيحكيش كان كيهدر. اللي كان مريض سالا. اللي ما كيقرش كان كيمشي. اللي كان اعمي بدا شوف. هكا الناس حمدو الله ديال اسراءيل.
ديما داعا عيسي تلاميذه ليعطو ليه. قال، "كانحس بالهم لهد الناس. كانو معايا ثلاثه يام. ماعندهم والو لاكل. ما بغيت نخرجهم بلا ما ياكلو. لو خرجتهم هكدا، غادي يمرضو في الطريق لدارهم."
تكلّمت تلاميذه معاه. "مافي والو،" قالو. "منين نجيبو خبز كفاي لجماعه كبيره هادي؟"
كيفاش عدد الخبز اللي عندك؟ سال عيسي. سبو: "سبعه، وعندنا تا سمك صغير".
عيسي قال للجماعه قعدو علي الارض.
خد السبع خبزات و الحوت و شكر. من بعد هزهم و خلاهم للطلاب. و الطلاب خلاوهم للناس.
كل واحد فيهم كل و شبع. من بعد داك، الرسول خدو سبعه صفرات ديال القطع الزايده.
عَدَد الرِجال اللي كَلو كان 4000. المَرا و الاطْفال كلو كمان.
من بعد ما خرج عيسي الناس، دخل السفينه. مشا لجهه مقدادان.
عيسي يُطْلَبُ مِنْهُ ايَهٌ مُعْجِزَهٌ
لفريسيين و السدوسيين جاو ليهسوا عيسي. سالو يديهوم يوريهم معجزه من السماء.
قال: "فِي الْمَسَاءِ تَنْظُرُ اِلَي السَّمَاءِ. تَقُولُ: 'سَيَكُونُ جَوٌّ جَمِيلٌ. السَّمَاءُ حَمْرَاءُ."
وفين الصباح تقول، 'النهار غادي يكون عاصفي. السماء حمره وغاءمه.' انتا عارف معني ما تشوف ف السماء. ولكن ماقدرش تفهم علامات ما كايحصل دلوقا.
شعب خايب و لا يامين كيطلبو معجزه. ولا غادي يتحط ليهوم غير معجزه يونس." ثم خرج يسوع من عندهم و راح. خميره الفريسيين و الصدوقيين
الطلاب عبرو ل الجانب لاخر د لبحيره. كانو ناسوا ياخدو خبز.
"خافو،" قال ليهوم يسوع. "حاذروا خَمْيَر الفريسيين والصدوقيين."
الطلبه تكلمو بيناتهم علي هاد الشي. قالو "علاش قالها هكا؟ علاش قالها؟ لان ما جيبناش خبز".
عندو عارف شنو كايقولو. دونك قال ليهم "ايمانكم صغير بزاف! ليش كاتحاديو ف بعضكم علي ماشي معاكم خبز؟
ما زاده تفهمش؟ ما زاده تذكرش الخبز الخمسه ل 5000؟ ما زاده تذكرش كم سله من القطع جبتها؟
ما تذكرش سبع خبزات ل 4000؟ ما تذكرش كم سله من القطع جبتها؟
كيفاش مافهمتش؟ كنتي حادي معاك علي الخبز. ولكن حارص من خميره الفريسيين والصدوقيين.
من بعد فاهم الشباب ان عيسي ماشي كيهدر ليهم علي خميره الخبز. كان كيهدر ليهم علي ما كايعلمو الفريسيين و الصدوقيين. بطرس قال ان عيسي هو المسيح
عيسي مشا لمنطقه قيصريه فيلبس. هناك سال تلاميذه، "من هو ابن البشر عند الناس؟"
قالو "ناس كايقول بلي هو يحيي العباد. ناس تانيين كايقولون ايليا. وناس تالتين كايقولو ايريميّا، او واحد من الانبياء".
واش كاين فيك؟ سال. "مناش نتا لي قلت لي؟"
سايمون بطرس جواب، "نتا المسيح. نتا ابن الله الحي."
عيسي رد، "مبارك انت سايمون بن يونس. ما شخص بسيط دار لك هاد الشي. ابي في السماء دار لك هاد الشي.
هاد شي نقول ليك. انتا بيطر. علي هاد الصخره غادي بني كنيستي. ابواب جهنم غادي يكونو عاجزين علي افسادها.
انا غادي نديلك مفتاح ملكوت السماء. ما غادي تقفلوه علي الارض غادي يكون مقفل في السماء. وما غادي تفتحوه علي الارض غادي يكون مفتوح في السماء.
من بعد داز جيزاس علا تلاميذه باش ما ي告诉و حدا انه هو المسيح. جيزاس كيهدر علي موته اللي جاي
من داك الوقت، بدا عيسي كيشرح ل تلاميذو كيفاش غادي يكون ليه. قال ليهوم غادي ايمشي ل اورشليم. فيها غادي يعاني بزاف د لخلا من لماكابين، رءساء ل كهنه و معلمي الشريعه. غادي يتقتل و ف النّهار التالت غادي يرجع حيا.
بيتر خده 耶س ل جنب و بدا كيغوتو. "اه ماشي، سيد!" قال. "هادشي ماحدش يطرا ليك!"
عندها لفت عيسي وجهه ونطق لبطرس قاءلا: "خلفي يا شيطان! انت قدامي. ماشي في راسك خلاقات الله. бак داكر علي خلاقات بنادم."
من بعد كلم يسوع تلاميذه. قال ليهوم "اذا بغا حد يتبعني، لازم يرفض راسو. لازم ياخد صليبه و يتبعني.
اذا كان يريد انقاذ حياته، سيخسرها. ولكن اذا خسر حياته من اجلي، سيجد ها.
اش نوعه خير ف شخص ربح الدنيا كلها و خسر روحه؟ ولا شنو غادي يبادل بيه روحه؟
ابن البشر غادي يجي في مجد ابوه. ملاءكته غادي يجيوا معاه. و غادي يجزي كل واحد علي حسب ما عمل.
ما غادي نقول ليك هو الحقيقه. بعض اللي قايمين هنا غادي ماتو قبل ما يشوفو ابن البشر جا في ملكو.
عندما غيّر يسوع مظهره
بَعْد سِتَّه اَيَّام خَدَ جِييسُ بُطْرُس وَيَعْقُوب وَيُوحَنَّا اَخُو يَعْقُوب مَعاهُ. قادَهُم لِجَبَل عالٍ. كانوا كُلَهُم وَحْدَهُم.
هناك قدامهم تغيرت مظهره. صدره لامع مثل الشمس. اصبح ثوبه ابيض مثل الضوء.
فِي تِلْكَ اللَحْظَهِ بَدَا مُوسَي وَاِلْيَا اَمَامَهُم. كَانَ مُوسَي وَاِلْيَا يَتَحَدَّثَانِ مَعَ عِيسَي.
بيتر قال ليعيسي، "سيدي، خير لينا نكونو هنا. لو بغيتي، ندير ثلاثه الخيام. وحده غادي تكون ليك، وحده للموسي، وحده لايليا."
وكانو بيتر ما زال كايهدر، غيما مزيانا حاطاتهم. صوت من الغيما قال "هذا الولدي، و نحبوه. انا كنتمني بيه بزاف. سمعو ليه!"
واش فاقو ديسيپلي هادشي، كانو خايفين بزاف. وقعو علي وجوههم ل لارض.
لكن جاء عيسي ومسهم. "قوموا" قال. "لا تخافوا".
واشوفو لفوق، شافو حد غير يسوع.
هبطو من الجبل. في الطريق للهبط، قال لهم عيسي شنو يديرو. "ماشي حكي لحد علي شنو شفتو" قال. "ستناو تا ابن البشر يرجع من الموت".
الطلبه سالوه، "لما لقاه دّوك لّي كايعلمو الشريعه كايقولو ايليّا غادي يجي اولا؟"
عجيب، عيسي قال: " صح، الياس غادي يجي و يرجع يصنع كلشي جديد من جديد.
لكن انا اقول لكم، ايليا قد جاء بالفعل. الناس ما عرفوهش. دارو ليه كل ما بغاو. بنفس الطريقه، غادي يخليو ابن البشر يعتبر.
من بعد فهم التلاميذ ان عيسي كان كيهضر معاهم علي يهانه المعمدان. عيسي عالج ولد كان عنده شيطان
واش جاو قريب من لجماعه، رجل قرب ليعيسي. خلا عاقد ركبتو قدامو.
"سيدي" قال "ارحمني علي ولدي. كيحشر بزاف وكيهلا بزاف. كايسقط بانتظام في النار او في الماء.
جبتلو ل تلاميذك. ولكنهم ماقدروش يشفوه.
يا قوم كفار و اشرار! قال عيسي. "اش هاداك تا بقا عندي؟ اش هاداك تا نحتملكم؟ هاتوا لي الغلام هنا."
عيسي امر الشيطان ان يخرج من الولد، وفعل ذلك. شفي في تلك اللحظه نفسها.
من بعد جاء تلاميذ ليعيسي بالخفيه. سالو، "لما مشينا قادرين نخرجو الشيطان?"
قال: "علاش امانك قليل بزاف. شنو غادي نقول ليك هو الحقيقه. لو كان عندك امان زيهال حبه خردل، باقي كفاي. تقدر تقول لهاد الجبل، 'انتقل من هنا للهنا'. وغادي ينتقل. ماشي حاجه غادي تكون مستحيله عليك."
<.>
جاءو جماعه في الجليل. ثم قال لهم يسوع: "ابن البشر غادي يُسلم ليد الناس.
غادي يقتلو. ف النّهار التالت غادي يقوم من الموت. من بعد داكشي تلاميذ ملءو ب حزن عميق. عيسي كيدفع الضريبه د لمعبد
عيسي و تلاميذه وصلو ل كفرناحوم. هناك جاو فيه اللي كيجمعو الضريبه. سالو بطرس، "مشي معلمك كيدفع الضريبه د التمبل؟"
نعم، هو كيدخل لما دخل بطرس للدار، تكلم عيسي اولا. "ش نوضيك، سمعون?" سال. "منين كياخد ملوك الدنيا الضريبه والضرايب؟ كياخدوها من ولادهم او من الناس لخرين؟"
من عند الناس التانيين، پاسخ بيتر. "ماشي بعدا، ولاد ماعندهومش يدفعو"، قال ليه عيسي.
لكن ما بغينا نغضبوهم. هادي روح ل البحيره و خلي طويلك د الصيد. خد اول سمك تلقاه. فك فمو. هتلقي فيه العقده لي بانتظارك. خدها و عطها ليهوم علي حساب ضريبي و ضريبك.
