كاين غير تحت في الصاله. غادي نجيب ليك دابا. اذا كان في حاجه خره محتاجها، قولي لي.
كتحط تعديلات؟
خنا نوليو طاوله قرب النافوره.
اي شي لون جديد في هاد لموسم؟
في حالتي، غالباً علي العمل، نادراً للمتعه.
غادي نبقا يومين.
خاينا ندير دايم قاسي.
نحنا بغينا نحجز غرفتين توين.
ما بغيتوش يخرج.
هاد البوس كيوقف ف شارع ستونر؟
افتح فمك علي عريضه.
خلينا ناكل حاجه.
كنتي نقي هاد اللباس؟
ناعطيك رقم تيليفونو وعنوانو.
خدت دفع الفاتوره ديال الطعام و النفقه ديال الفندق من قبل.
كنلبغي مطعم حانه صغير و هادي. ممكن توريهم لي ف الخريطه هاديك؟
خربتها، اشتريتها.
غادي نقول لها اتصل بيك من اول ما ترجع.
هي جريحه بليغه.
خوا غير شعله.
هاد الفندق عندو قاعات للاجتماعات؟
اش منعنا ناكلوا شي حاجه خفيفه؟
كانكد من المطار. غادي نجي حوالي ربع ليل.
فين نتحول ل شيكاغو؟
كيفاش غادي نرسل خطاب مسجّل ل فرانسا؟
كايختلف بزاف القياده من الجانب الليمن ديال الطريق.
الموميز حقيقي ممتاز.
وين قسم الكتب اللي ماشي روايات؟
رجا عطيني مقعد اخر؟
كاين ضمان؟
اسف، هادي غادي نهتم بالكلب.
خاين جوازين ل "Cats", ل الخميس دابا.
اسمك تاني؟
سيدي براون عندو؟
خليه نستاجر قارب لمده يوم؟
في اي نافذه يمكنني الحجز؟
اش هاد؟
اش نوصل للاوبرا؟
ما كنتش مخمور بزاف دليل دبا، حبيبتي؟
اتبعوا الارشادات من موظفينا.
كاين مكتب تجاري قريب هنا؟
خزّان ممتلء، من فضلك.
كاين غرفه رخيصه؟
نفضل سياره اوتوماتيكيه.
غادي نستاقر ف السكن الجامعي ديال جامعه هارفارد.
اش نو سعر ليوم؟
انا عاني دايما من الربو.
عندي حوالي ثلاثه الاف دولار.
مزيان، سيدي. كيتجيب معاه اختيار ما بين بطاطس مقليه او ريز بيلاف. اي واحد غادي تختار؟
كيف نوصل لهاد المكان؟
اش نواع القصه هي؟
تلات مرّات.
اي شباك بيبيع الطوابع؟
بعد ما دارني، ركب في فان ابيض و ماشي.
مزيان. عطيني تحفظ هاد اللقب و عرضيه ليا وقت ما جاي تبعو.
ميتين دولار. فلوس او كريدي؟
اش حال الطول ديال الخليج فوق تا لبركه؟
اش نوضي ن避ي نوع ما من لاكل وانا كنخذ هاذا الدوا؟
خلي ناخد شويه نبيذ احمر؟
قوليلي متا باش نوصلو للمتحف.
هاد البوس كيروح لفندق الشيراتون؟
اش غادي يكون؟
حار شوي. ممكن نفتح الشباك؟
غسل فقط كفايه.
عينيين حمرين.
ما نقدر نضمن داكشي، ولكن هادو نجتهد بلي احسن.
البحر شحال هwa دار بعيد لتحت.
خادك عمليه.
بيض اكتر، من فضلك.
فين موقف البوس لپارك السنترال؟
تاكسي؟
هادي مفتاحك سيدي. الغرفه خمسين ساته عشر.
كنبغي لي س웨ترك.
روح قدام.
هنا نحن. هذا فندقك.
اشنو وقت الماتش د لكوره السله؟
اشنو印象ك؟
اكيد. كنتي عاودي القهوه مع العشاء او من بعد؟
رايح في طياره رقم اثنا عشر لطوكيو.
خليتي نعمل مكالمه بعيده، عفاك.
خمس شهور
ايام الاسبوع اللي كيتجري فيها؟
خادش جيل ديال التيسير.
كنقدر نشوف قاءمه؟
قاسدي سيته
ما كيتوقفش تا سياره اجره الا لو انتظرتها ف ستانصيا ديال التاكسي.
ميزانيتي تحت الخمسين دولار ليله.
واش غادي تتصور معايا؟
اش هاد الخدمه؟
واش الربح ف امريكا الشماليه طلع بزاف من خمس في الميه؟
كنتي عارف ان واحد من البطلا الكبار ديال السومو، نوع من المصارعه التقليديه بالستيل الياباني، هو امريكي؟
هادشي لول ستريت؟
نحنا بغينا نكري من الخامس ل العاشر دجنبر.
مزيان. اش خبارك انتي؟
سُكَّر؟
كيفاش ندير الدفع بماستر كارد؟
هاد هو المكان لي ناخد فيه الحقاءب ديال NW 907؟
نختار هاذ العلامه.
انا مزيان فرحان بللي نجحت نجي لهاد لبلاد.
اسمي وعنواني مكتوبين عليه.
شنو نوع الحجر هاد؟
بغيت نلفت النظر ان حكومتنا كاتحكم علي ناس القوارب بزاف. كنعرف ان اليابان مازال فيها كتير من السكان و لا يمكنها استقبال الضيوف اللي ما邀طينش. ولكن من الناحيه الاخري، كتير من القطاعات ديال الصناعه فينا محتاجين لموارد الشغل اليدوي.
من تا جبل، كنتي شوفي المدينه كامله. ف هاد الفصل، كايزهره انواع كتيره من الزهور. هما زوينين بزاف.
اتبعني
قول ليه يامادا كال.
مزيان، من فضلك املا هذه المعلومات هنا. كان بغا واحد الصندوق؟
اش غادي تختار، لحم البقري، الدجاج ولا الحوت؟
ممكن ناخد طرق مختلفه في الرّحله ديال الخروج و الرّجوع؟
كاين قهوه هنا؟
عفواً سيدي. كنت بغيت نزور بوسطن.
كاين عندك قاءمه باليابانيه؟
خمس دقايق علي الواحد.
خادش دوا ضد الالم.
اش من اكتر ممثله تحبها؟
نحب واحد مضلع.
اشنو نوع الموسيقي كايعزفو فيها؟
ما عجبني اللون. عطيني واحد اخر، من فضلك.
خدوني لالسوق الصباحي.
اطار نضارتي مكسور.
من الساعه تلاته.
مزيان. عندي مقعد عند النافذه.äh، لو كنتم عاوزين تتبدلو مقاعد بعدا، سيدتي.
جيت مستمتع بزياره نيويورك ديال البارح.
كنحس ب الحقيبه لزرق لي في النافوره.
اتصل بمالك عندما يكون لديك اي مشاكل.
خلي لي شامبو و عطيني ستايلو كيما هو دابا، عفاك.
قوليلي اسرع طريق باش نروح سان فرانسيسكو.
مينفعني مفتاح الغرفه 215؟
عفوا. ممكن تقطعلي صوره؟
كتّب رقم غرفتك و سين هنا.
لون كويس، بس لقدر غلطان. وقدر ديره يتحول ف ساعه؟
كنطوّروك نهار ذاك.
عندنا كفايه باش نستامر لجوج يوم.
ما فهمتش هادشي.
كيفاش نرجع للهدف ديالي؟
هاد سيرو معفا من الضرايب؟
خليهم يلعبوا انينجز اضافيه حتي يفكّوا التعادل.
كيفاش كتحركها؟
اشنو وقت العشاء؟
خايف هاداك كتير عليّا.
فين نزّل عشان نمشي ل سكوير دي يونيون؟
تقدر تسال عند مكتب الكراء لي قدامك.
مرحبا، جان. ممكن تديهوم لصانع الكلوت؟
كنعيش عطله.
لا. نيتيني تزور باريس ف الطريق ل داري.
غادي تاخذها معاك او نبعثوها ليك؟
ديما كاين بووم كبير ف الطعام الراقي، مشي؟
حالي حوالي ساعات سته.
ريجال ديلتا طيران الرحله واحد واحد اثنين. التاخير في الصعود.
مومكن تعطيني غرفه توين ليله؟
كتهدر بيان علي السرقه لمءسسه التامين ديالي، عفاك؟
كانقص في الكاميرا، نعتقد ان الكاميرا اللي سهله في التصوير تكون احسن لي.
هاد هي المنصه الصحيحه ل نيويورك؟
عطله ممتعه.
خليك عطيني شويا دابوق.
خاد البطاطس المخبوز مع الكريمه الحامضه، من فضلك.
ايوا، كل عشر دقايق.
غادي نخرج غدا الصباح.
راح نروح هنا حنا. اش غادي نقدر ناخد تاكسي معا بعض؟
قعد و ارفع راسك. كنتي حاب تيشربي شي حاجه؟ قهوه، شاي، او غازوزه؟
هاد كلامك حلو بزاف، ميرسي.
لاحم مشوي، من فضلك.
واش غادي يكون طاوله متاحه؟
مازال يمكنني تغيير الطلب ديالي؟ كنت بغيت سمك السول ديال دوفر بدل من المحار الصخري.
اش نو عمليّه استءصال الزاءده؟
غادي تعطيني الايصالات مع تفاصيل العلاج الطبي؟
ماشي عارف
مبروك، فهمت انك تم ترقيتك الي ناءب الرءيس.
غداً بعد غداء العشيه.
نعيش في جنوب اليابان.
تذكره رحله مزدوجه الي شيكاغو، من فضلك.
كنتي بغيتي شويا لخنزير او لحم خنزير مع البيض ديالك؟
للقراه.
خليك سريع.
المكيف ماشي عمل.
كيدور هكاك كل اثنين.
روح ل لوبي ديال النّواع الدوليه. عيش رحله ممتعه.
كاينين معاكو رحلات ل باريس باليوروستار؟
جبت شهاده الطبيب من اليابان.
ممكن تبعثها لليابان؟
نقدر نرجع ليك بالجواب نهار الجمعه؟
خليني نشوف في المفقودات. شنو نوع الكاميرا؟
انا اسف جدا، كنعرفو الغرفه اللي كنتي بغيتيها.
اوه، كايدير محطات المترو ووقفات الباص. ممكن نديرو؟
اه، ناقصني الشيبازوكي.
ايوا، عندنا. كورس نصف يوم وكورس يوم كامل.
نوصي بخواتم الاذن.
بغيت نقيل حجزتي، عفاك.
اش نو نظام الاسترداد؟
ديور ما كيتعملو.
اشنو الفرق في الوقت بين طوكيو وهنا؟
كيفاش غادي يكون الجمله؟
شكراً سيدي
روح مستقیم و دري لليمن ف الزاويه التالته.
عندي الم حاد و خبيث في بطني.
شفت هاداك؟
هديه. ممكن تغطيهالي؟
عصر سعيد، السيده كنت. وقت طويل ما شفتك.
اللذه كانت لي.
بغيت نبدل حجزتي علي الرحله 205 في يوم 2 اكتوبر.
فين كونتر ديلتا داكشي د شيك-ان؟
هاداك اكل فيه قليل من الصوديوم؟
هاد الشي مش مسموح بيه.
نعتقد اننا نقدر. ها هي ايصالك.
اش نوّي تقول لخر قبل ما تدخل الفوت؟
لا، غادي ناخدها فتره اقامتي.
واش كيتحمل اللون؟
هادشي خاصيه د لمنطقه هادي؟
خبيزات كنحب.
هوما صغار بزاف.
اش نواعل الجولات؟
كنبغي لي مقعد قريب من النافذه، من فضلك.
كيفاش ندير باش نطلع ب Eurailpass؟
اش حال تودي نوصلو لليابان؟
كاين خريطه الطريق؟
اه نعم. قرات عنه في الدليل السياحي.
خدت تلاته اكواب من الشاي. ولكن كنّا حنا حصلنا غير علي جوج.
الاجهزه الكهرباءيه رخيصه بزاف، ولكن نفقات الاكل والمسكن عاليه بزاف.
ازاله
انا عاده ناخد مقاس 22 في اليابان.
اشنو ساعات المتحف الفني؟
فين ندير الدفع؟
هادي اول مرا كتروح برا؟
اي كورس للي بدايين؟
هاد لبلاد كتحمل انواع كثيره من الفواكه.
بغيت ندير تشيك ان لهاد الامتعه.
كاينش تّعام امكن ناكلوه ف لوج د تّلج ديال تّلها؟
عفوا، قفلت نفسي برا. ممكن ناخد مفتاح اخر؟
بدل هاد الدولارات د لميريكان ل لين الياباني، عفاك.
كتير حزين نقول مع السلامه.
عفوا، ممكن نسالك علي اسم الطبق ديالك؟ هاداك شي حلو بحال.
كيهزّو.
اي باب نمشي ليه بعدا؟
كنت فكرت انها ممتازه-تمثيل جيد وحكايه راءعه.
ميرسي بزاف.
ما عجبني هاد الغرفه. يمكن توري لي غرفه اخري؟
هادي اخر موضه د الصيف.
خدوني لمركز المدينه، عفاك.
قنا نكرا سياره؟
مابغيتش نخرج، ربي معاك، صححها لي.
كاين عندك شي حاجه ل تاكل؟
كلم ببطء.
ماغاديش نجي الا من بعد ساعه.
انا كن.
نادل
كاينين شتا هاد الجمله؟
كايعرضو عروض حيه؟
اشوف الطّواليت داك؟
كاين غير هادشي؟
خليك في الراحه.
كومبلي بيها هاد الفورما ديال النزول و الديوانه.
هاد السياره كتروح لسياتل؟
كنت خليت جزء من الفلوس دلوقا؟
هو حقيقي ولا مصنوع؟
نتا غادي تنتظرني هنا؟
اخ يا ربي، شكرا. كنت بغيت نلقاه.
فلوس او كريدي؟
انا غريب كامل علي هاد البلاصه.
يمكن غسله بالماكنه او باليد في البيت؟
خدني كيس ديال الالوان الماءيه، عفاك.
انا اسف. شنو كنتي بغيتي؟
نحنا بغينا نبدل التاريخ ل 19 ماي.
خدّم هنا، وهذاك استلامك لتحفظه في ملفاتك.
كنلبغي قندوره.
خاد لخرا خروف.
خاي نروح बस ل پين ستيشن. اي واحد ناخده؟
حنا طاقته منخفض بزاف. غير 30 كيلو كالوري.
بغيت نحجز غرفه.
منين في اليابان مشيت؟
علاش كيتعطل بزاف فذلك اليوم.
ف هاد الحاله، نوصي بهذا الواحد.
خدما د الخدمه ف الڭرفه.
انتباه، من فضلك.
كاين عندك طوابع تذكاريه؟
هاد الغرفه رقم 317. ممكن نلقي براده اخري؟
ماشي تقدر توصّلني للمحطه في خمسطاش دقيقه؟
خلينا ديبوزيت للكار.
ماكاينش غرف فردي متاحه ولكن عندنا غرفه مزدوجه.
هاد التيكيت صحيح باش يخدم غير نهار لي مخصص له؟
اشنو ساعه كايوصل لميلانو؟
كاين حد عندك كيهدر الياباني؟
اي قناه فيها لموسيقي الشعبيه؟
ديلتا للطيران
خاد عادي قهوه.
كيهضرو فيه حمام و مرحاض؟
الوقت خلص.
سمعت سياده يامادا عندو جوج ولاد.
خاد نشتري قارب سياحي.
واش ممكن تقدر تغسل الصحون لاحقا؟
كنبغي لي فرن غاز.
كيفاش تغير الدولار الامريكي لليرا الاسترليني؟
اكيد سيدي. شنو اسمك؟
ما لابسش لبس رسمي.
خودك جيب معاك في المره الجايه.
دينارين كلا واحد.
غادي نتحكمو ان الكتايبيات تاتصلك.
في حاجه غالطه مع لمصابيح د لفرمله.
خلي نشانيني قفازات من الجلد.
سياره طارقه. ارجو ارسال شخص لياتي بها.
كيفاش تقدر توصلينا كتاب صوره لولد عنده سته سنين؟
خلي هادشي ليا، من فضلك؟
مرحبا هاري، شكرا علي دعوتنا.
للموعد، هما كايمشيو للسينما.
كان عندي حوالي ميه دولار فيها.
غلطي
خادش موميزات لملابس.
كاين ديسكات ماسترپورتي؟
غادي ندرس المحادثه بالانجليزيه.
قريت شي كتاب مزيان ديما؟
غادي نضل عند صاحبي في نيويورك.
كاينين مكان ندير فيه الشنطه ديالي؟
جيت هنا في شغل.
كاين مدرسه غوص جيده عندك؟
اش هاد اللي ثمنو مع الضرايب؟
خليني ناصيه ورقه.
الجار اللي جنبي كايضرب فالموسيقي بزاف.
خلاصه القول، الدكتور كريبس ما كايقابل حد من غير موعد.
هديه؟
رايح لالفندق الكبير؟
ما في حد هنا بهاد السميه.
وين البوليس، عفاك؟
مينفعش استعير شريط لاصق؟
هادشي مضمون؟
اش نو علاش؟
كاين ف نهايه د لكوريدور ف لطابق السابع. خذ لاسانسير لي لقبلتك، عفاك.
كنّا فـ محطه شارع جونز.
ماكنش نافكرش نمشي لحفلات كلاسيكيه لما نكون في اليابان.
اش فهملي هاد الشي اللي كايكون فيه ؟
هنا هو. مقاعدهم موجودين حوالينا.
كايمشي في رحله عمل حتي الجمعه الجايه.
متي و انا فرحانين بزاف غادي تجي تقري معانا عطله نّهايه دّور باش تشوفو حياه ميريكانيه ف لقريه.
هادي اللي جاوب لليمن.
ايوا، من فضلك. اسمي كوروساوا. لوقتاش غدي تحط تيكيتي؟
فين نقدر نشري تيكت د اللفت؟
خمس ميه دولار في الشهر زيدوها شهر دپوزيت، وشهر اخور ديال عموله للي كيعملو بينا.
كيفاش كت предпочي طاكه مفتوح من جنبين او طاكه مفتوح من جنب واحد؟
غادي نرجع ليك مع التغيير.
لا، مابغيتش.
فين كيراميك حلو. هاد اللقاشه تلاتين دولار؟
كاين جاكيط حلو بقرابه ميه دولار؟
مزيان. عندك اي تفاعلات ثانويه او حساسيه؟
من كيفك، تبدو انك اكتسبت نوع من العدوي.
خليتي نشوف الفاتوره، عفاك
كنا ثلاثه.
فهمت. كنتي عارفه باش كيفاش دفعتي علي تيكيتك؟
اش دابا نروح نشرب شاي؟
رقم غرفتي شنو؟
خليتي نيت جوج تيكيتات ل لفلور التاني ل ليله دابا؟
قفلت مفتاحي في غرفتي.
هل فيها الضريبه؟
عفوا. ممكن تقول لي وين المحطه ديال القطار، من فضلك؟
اشنو ساعه كتفتح المكتب البريدي؟
هاد الشنطه مصنوعه من الفينيل، mạnhه بزاف و التصميم ديالها اخر موده كما يمكنك ملاحظه.
الاكل مزيان بزاف، ولكن خلاص كفاي. شكرا.
جيبتي تسرق ف السيبوي.
خاينا نمشي للسفاره اليابانيه.
ما تقدر تديهالي بقليل اقل؟
هادشي لشيكاغو؟
خد هاد الشيك ديال المسافر و خذ المبلغ.
كان عندي حمي منذ قبل بيوم. حلقي كيحرقني بزاف. ماقدرش ناكل والو.
هنا، علي الحاءط، وعصبه المكيف هنا. في حاجه خره غادي تحتاجها، سيدي؟
واش نقدر نوصل في الوقت لو خرجت من هنا دلوقا؟
مزيان. ولكن نطما انو ما غادي ياخدش وقت طويل.
يمكنك ملء الاستماره لي؟
اشتريت هاد اللخره من قبل شويه، ولكن الزّيپار كان مكسور.
فهمتي؟
رجع ل البوس بالثلاثه.
ملايين الناس تزور مقامات مشهوره لاداء اول عباده في السنه.
اذا كان ممكنًا، اريد طاوله بالقرب من النافذه.
ما خصني نشرب حاجه فيها ملح.
نحنا بغيت مقعد فالمركب، عفاك.
خليك عطيني تقدير.
زيما خير، شكرا.
اش نو فاش نديه ليك؟
انا اسف، ماباقي والو.
كنبغي نرسل هاد البطاقه د الصور لليابان.
شكرا. هاد مفتاح غرفتك. الحمال غادي ياخد شنطهك.
خلي حقيبه ديالي، من فضلك.
كنبغي نكرا سياره وسط مقاس مع اربعه دَرَوَز.
فين نلقي الفخار؟
قميصي رطب.
كيفاش هاد الين الي عندك سيدي؟
مرحبا. عندي حجز.
خلي الملوخيه و البهار، من فضلك.
خدي حجز من مكتب طوكيو. غادي naji شوي خايب في الدخول لهديك الليله.
نخدم السوق بسرعه.
طلبت مقعد غير مدخن لما سجلت الدخول، لكن هذا مقعد مدخن.
نروح نشرب حاجه.
نوصيك بمثل هاد النوع ديال الحوت، سنابر احمر.
ما نقدر نشوف هادشي، ولكن نديك غلاف.
كاين وقت ومكان محدد؟
شكراً جزيلا. كنحب نعمينلك، ولكن خايف عندي موعد قبل.
فامريكا لكوره د لجاميعه كله غليظ.
ناعطيك دوا ضد الالم.
كيفاش غدي نafxكASH متي ما القطار قرب ل牛كسفورد؟ خايف نزيد غير النقطه ديالها.
اوه، بيل. كنحبك، ولكن هادي كلشي.
كتهدّيني بزاف.
نحنا بغينا نتحقق من وقت الخروج.
ماكنش غادي نكون فاءده ليك بزاف.
تشمل كل شيء؟
عبر الشارع هناك و امشي مستقيم حتي توصل للتقاطع التاني. فندق كاي هو ورا التقاطع.
خاين شي باش نخرج من لخمره.
قليل الدسم؟ لا مامكن. كنتي جايه تحكيلي هادشي؟
خير، ما عارفش اوا باقي نحب هاد الشي.
خد هاد الطّابع و خليه ف المطار.
خادش حاجه للاستipation.
ف الصّبا كيضرب لفلور ديال لكراس.
قلي غادي يوقف يقد الحشيش، نهار؟
غادي نيتلو عليه تاني.
غادي نضل عند صاحبي في لوس انجلوس.
غادي تجيبيلي كريم للقهوه ديالي؟
مافيهش مخزني.
اش نحتاج تيكت اكسبريس؟
هنا رقم هاتفي وعنواني الالكتروني.
كيفاش كبر هاد الكنيسه؟
ماشي مشكل، يمكن نديرلي تيكيت ل لوبيرا؟
كاينين حافلات سياحيه للجوله علي المدينه؟
انا اسف. انا غريب هنا نفسو.
اذا كنت تريد استعاره اي كتاب من كتبي، الرجاء اخبارني. انا لا امانع اعاره كتبي للاصدقاء.
اش نوحا ديكور؟ كتقدر تغيّر لون الجدران لما ينتقل لوكيل جدي؟
نحنا باغي نخدم فشي عمل خيري.
اش هاداك اللي غادي ناخد من الضراءب؟
ما لقيتهاش.
خلي نقدر ناخد بطاطس مدقوقه من غير مرق؟
نقدر نديك فورد موستانغ عمروها سبع سنين ب 50 دولار في الاسبوع مع ميلات غير محدوده.
اه نعم. هنا انت.
نحنا بغينا نرجع هنا تاني لما نكون ف امريكا.
رَجَعْت لصحيتي كاملًا.
اش نو خاص عندك لليوم؟
واضح؟
مخزني تسرق.
الباب ما كايفتحش مع هاد المفتاح.
نحب ناكلها ماطيشه.
اش نوفرجو ف الرفاهيه ف المطعم ديال الدرجه اللوله؟
زين بزاف. خاصك تكون كتنتظرهم بفارغ الصبر.
اي جوله هي الافضل لمشاهده المتاحف؟
نادي ب حامول.
ماشي عارف شكون يقول.
يمكنك اصلاحه وارساله الي اليابان، من فضلك؟
صحيح
خايب نبلّي سرقه.
نقدر نلبسها؟
ما زلت ما قدرتش نلقي واحد من حقايبي لي كان دخلته ف مطار ناريتا.
انا مقتنع انني كذلك. قص شعر، من فضلك.
اش نواع العلاج كيتعاملو بيك؟
غداء خفيف، من فضلك.
كان عندي حوالي ميهين دولار نقدا وبطاقه فيزا.
كيفاش، اش غادي تقود تاكسي depuis وقت طويل؟
من سبعه ل تيسعه. عافاك اروح للمطعم في الطابق التاني.
غادي نضل عند هوليداي ان داون تاون حتي خمس ماي.
اي تحضيرات كيدخلوا باش ينجحو فالامتحان؟
كاين غير شويه و غادي توصل.
كل الركاب بقاو جالسين.
اي اوتوبوس نروح بي ل مونومنت واشنطن؟
اسمي اكيكو تاناكا.
حORYuji تيمبل اللي هو اقدم بناء خشبي في العالم يستاهل الشوف.
فهمت. مبروك، شكرا بزاف علي الوقت اللي خديتو. ممكن ناخد جوج هوت دوج؟
راضي. او، هادي اعلان طياري.
نعم. في اي وقت. كلشي مرحبا هنا.
خايج نشتري التامين.
اش نو JR؟
قسمها ليا علي فلوس صغيره، عفاك.
كنتي عايشه تروحي ليديسكو؟
قول لي علي رستوران معقول فيه جو مزيان.
اشنو وقت البطوله د الغولف؟
بَعْدَ العَشاء، مَعَ الحلوي، عَفوا.
خليك جيبلي ماشطه.
ماتقوليش ماء، عطيني شويه ماء، رجاء. عندي عطش كتير.
مابغينا ناكل كتير.
خليني نشوف حذيمه بني.
فين و فين الساعه كيخرج؟
خلي هاد الشنطه حتي خمس د النهار، عفاك. ممكن ناخد شيك؟
عندي قاروره ويسكي.
غادي نجي نلقاك ف العاشره ديال لجمعه.
انا طعامي جاهز ولا لا؟
خاي نحجز لمقعد للجولف.
اي فلوس كيدخل في هاد الماكينه؟
خادش غازنجر الي.
خادش اكل الرضيع.
حط المخلل.
هاد اللباس من النايلون؟
حجز، من فضلك.
خدي شريطه الكاتب، من فضلك.
افتح الباب بمفتاح اضافي.
خادش كاس خرا د القهوه.
خبيز هامبورغ للذهاب.
كنتي تقولي ليه يرجع يهاتف؟
عندنا عربيه ماكولات و مقهي في القطار.
غرفتي ماقداش مكنسها.
تقدر تاخد لوطوبيس في لمحطه نمره خمس.
شكراً جزيلا. ابقا التبديل.
تلاتين و ثمانيه دولارات و خمسين سنتا في اليوم، مع ميلات غير محدوده. لم يتم تضمين البنزين.
كتبت الطابع علي البطاقه البريديه؟
تلات ليلات.
هاد لي غي ادنبره؟
اشنو وقت غادي تخرج؟
خلي نقل؟
ماكاينش مناشف.
ماشي مشكل حدا غيري ياخذهالي؟
هاداك هو لي كيتقصد؟
انت مريت عليها. ارجع من فضلك.
هادي عاده يابانيه فريده، نعتقد.
غلفو هادشي واحد واحد، و شريطه علي كلا واحد، من فضلك.
شوفوا. ايوا، الغدا الخاصه د اليوم غادي تخدم بسرعه.
يمكنك تقسيط هذا الي ارباع؟
بيض، عفاك.
راني غادي ناخد شريحتين ديال موريそば.
ايه، غرفه متوفره. شحال كاين؟
كاين مكتب صرافه قريب؟
انا تاكيشي. وانت؟
استعمله كل اسبوع. ضع طبقه رقيقه بعد غسل وجهك، وتجنب العينين وخط الشعر.
جروحتي نفسي بالزجاج هنا.
كان غادي نسال المدرب، ولكن ممكن تقول لي اي ماكينه جيده ندير بيها تمارين ظهري؟
وقف علي هاد الجانب ديال المعبر اللي جاي، عفاك.
خادش حليب، عفاك.
مشغل
نحن في المحطه الخاطءه
فهمت. ممكن نوبيك رقم بطاقتك الاءتمانيه وتاريخ انتهاء الصلاحيه باش نحجز لك، من فضلك؟
يمكنك تضغط علي زر الايقاف من اجلي؟
اشتريت هاد اللباس ديال الرجلين ديما، ولكن ماشي علاقي.
غادي يتقلص؟
اش نوعه الصح؟
خليت دفتري هناك ليله البارحه.
واش记ت رقم السياره؟
اش حاد الفستان هاد؟
ما كايفهمش الالماني تا حاجه.
كن呼 المدير.
انا اسف. غادي نجيبي اوامرك باقرب وقت ممكن.
اكيد سيدي.
هاد ماشي فيهو الخمر، فهاداك يمكن نرتاح حيت كاين قليل من الالتهاب.
سبع دقايق او ثمان دقايق مشي علي قد الرجل، كايعتمد علي كيفاش كتمشي.
خليك متاكد تقدر تودي فيه ل بوسطن.
كنلبغي لي ربطه عنق.
غادي نسال تاكسي اخر.
بيره، ستيك مع بطاطس مقليه، وسلطه خاصه من الشيف.
مبروك، هنري. انا فرحان سمعت خبر خطوبتك لجين.
روح مستقیم و دري لليام الشمال هناك.
كنبغي شيء ما يطابق هاداك.
كان غادي يكون صدمه كبيره ليك.
عندي الف جنيه.
اش حال من الوقت غادي ياخد ليناهضي لتحت؟
شنو قدها تعب؟
اش نو دوا خير لعيوني اللي مخلوعين؟
عطيني شويه لعقه، من فضلك.
هادشي ماشي كوبون، هو ايصاله التسجيل.
مكالمتك ما يمكنش تتم حالياً للبلاد اللي كاتهاتف. رجاء حاول مكالمتك لاحقاً.
العقد غادي يتجدد كل عام.
عفواً يا نادل، ممكن الفاتوره من فضلك؟
كيفاش ندير دفع بمشروع سياحي؟
نقدر ناخد تامين؟
كيفاش نروح لذلك المطعم؟
كان فيه حوالي تلاتين دولار و باي كريديات.
فاتورهك جايه 150 دولار و 45 سنت.
كيف نديرها؟ مهم بزاف تكون هنا.
نحب نعمل نسخه.
شكرا. فين مفتاح المكيف؟ حار شوي.
عفوا، شنو الشارع اللي فينا دلوقا؟
يمكنك ارسال هذه الرساله؟
لا، انت ذاهب في الاتجاه المعاكس. يجب ان ترجع.
خليك تقصلي لحيتي، عفاك
اش هاد الخدمه غادي تاخدكم شحال من الوقت باش تكملو الجوله؟
خدي ورقه غي الوراق د الهدايا.
اش نوه؟
في خطا في هاد الشيك، نعتقد.
من فضلك، ممكن لحاف استحمام؟
يمكنك حجز مكان لي لمشاهده مسرحيه غناءيه؟
كاين سجل فين استعملتهوم؟
غادي ناديك تاني.
ثلاثه اشهر.
فهمت، عندنا طبيبه في الفندق. هادي نرتب ليك تشوفك في غرفتك قريبا. ممكن مسءول الغرف يجي معاها؟
فين دارو التصوير؟
عندنا بعض المهدي الحلوين النهاردا.
ك كما في كينغ، ا كما في ايتم، م كما في مايك، و كما في انكل، ر كما في روجر، ا كما في ابل. كي-مو-را هو اسم عاءلتي.
لا شكرا
عندي الم في السن. ممكن اعطيني دوا له، من فضلك؟
ما نقدرش ندير التكييفاش.
خليني في المحطه الجايه.
غادي توري لي جاكيط ماشي ياخد الما؟
وين مكتب السياحه؟
يمكنك مرور السوق في طريقنا؟
اش نوصلو اذا ما فاهمتش اسءلته؟
خاد شوارب.
خدير كاميرا اوتوماتيكيه، من فضلك.
خدوني لهنا.
اش كان الباب مفتوح ولا مغلق؟
كَم دُولار خَيَّر؟
قوليلي الطريق ل فندق هيلتون، عفاك.
كاين خريطه لخطوط المترو؟
كيفاش عارف اوا مطعم هاداك تقدر تحجز فيه؟
نحنا بغينا نهزر طياره للروجع.
كيفاش ممكن توصليني علي مطعم فرنسي مزيان؟
كاين حلاق في الفندق؟
الغطاء ديال الحوض مكسور.
هديا، عطيني لفها.
من سعدني لقاءك
حاجه مخلعه مع البطاريه.
عندي حاجه غادي نطلبها منك.
خلي الغرفه شويه احرار.
غرفتي مازالت ما طيّبت.
روح مستقیم قدام.
ماشي مشكل، واش يمكن ليا مساعدتك تلقي شي باقي؟
اش هاداك الشي اللي جاي تحت، داك سيت ترايد سنتر، صح؟
فين المحل ديال النماذج البلاستيكيه؟
ما نقدر نقول ليك.
اش ممكن تقترح لي دوا للبطن اللي كايوجعني؟
وين المنصه رقم خمسه؟
ايوا، هادشي كيبان لي فيه شيء للنظر فيه باكثر دقه. وهل تقدر تدرس هاد الامكانيه، سيدي كينان، وتقدم تقرير عن نتاءجك لسيدي ناكاياما باسرع ما يمكن؟
لا، شكرا.
نعتقد فيه غلط في هاد الفاتوره. فيهم شحنه ديال الخدمه في الغرفه. ولكن مكنخدمتش بها.
خاي نطير باقرب وقت ممكن.
اش هيباع لホテル هيلتون؟
كاين مطعم مزيان فين ناكلو اكل طيب باسعار معقولين؟
كنبغي لي شفت ليبستيك.
خمس وثلاثين دولار.
خاي نبدل حجزتي. ممكن نبدل طيران پا 505 ل طيران 515؟
الكوكا خرجت، ولكن مابغيتش فلوس الرجوع.
نقدر نديك 3% من الخصم.
سياره كانت فيها هاذ الدمار قبل ما كيرتها.
زياده. بغيت نلبسهوم في عرس نّحلا ديال السبت.
لا، نريد فواتير منفصله، من فضلك. نتقاسم الثمن.
خادمي ناطق باليابانيه.
انا اسف. انا غريب هنا. هل اسال الرجل عنك، ان كنت ترغب؟ لحظه من فضلك.
يمكنني اcatch باص ليروح لفندق هيلتون؟
كاينين شوارع ل تيرول في ثلاثه او اربعه ايام؟
حسيت بلي مزيان دابا.
انا اسف، ولكن غادي نكونو متاخرين ب 30 دقيقه.
ممكن تديني الفلوس دي بالفلوس الصغيره؟
غرفتك، سيدي.
قف عن جميع المعاملات علي هاد البطاقه.
واش نلقي نوع من الخصم لما نبقا ف الفندق ديالكم شهر كامل؟
كنتي هنا ل لبيزنس ولا ل البحوت؟
خلصت من عشاك؟
لكي هادي احسن.
اكيد سيدي. ابيض او ملون؟
خايب جوج دلاير.
كاين غير تور معا زياره ل جسر جولدن غيت؟
ما نقدرش نطلع ف الطياره الجايه.
منين نلقي اوتوبوس للروح لمتحف؟
من هو مءلف المسرحيه؟
صندوق امان، من فضلك.
غادي نبقا هنا شهر واحد.
اشنو وقت تبدا الجوله؟
اشنو ساعه تبدا العرض ديال النّهار؟
انا من روسيا.
اسف لما سمعت. عندك حراره؟
وين نلقي اوتوبوس ل لمتحف لمتروپوليتان؟
كان عندي وقت ممتع معاك.
وين اقرب مكتبه؟
كاين غرفات مفتوحه الليله؟
خليك داكشي شيك ترافيلر ديال ميه دولار، عافاك؟
طاءرتنا وصلت终于 لونولولو.
نحنا بغيت هاد الشكل، عفاك.
ما بغيتش نروح ل لمستشفي، اذا كان ممكن.
رقم الرحله سبعه三三三三 الي طوكيو في الرابع من سبتمبر، يوم الجمعه.
فين ندير حقيبتي؟
مع هاد النوع ديال الثمن، نعتقد غادي نشوف بعض المحلات لاخرا.
اطفءوا جميع الاجهزه الالكترونيه من فضلكم.
كيفاش بغيتي تحول؟
ماشي ضروري بعد ما يوقف الالم.
اشنو كتقيص كول صباح؟
كنلبغي لي عجينه.
كيفاش عدد الناس اللي كايقعدو ف هاد الملعب؟
ايوا، هاذي صحيح.
قرصي طايح
خنا نلعب التينيس النهار.
ماشي معايا، عفاك؟
اسف، ما عارفش هاد المنطقه.
غادي نيتلو عليه تاني قرا الرابعه د النهار.
ف الصباح د 11 يناير، وقع الحادث.
ثلاثاء الجاي يكون مزيان ليك ?
اش غادي يكون غدا؟
اي نوع من المطعم تبحث عنه؟ هل تريد فقط تناول العشاء، او تبحث عن مطعم به بار؟
كاين مكريه پوليس هنا؟
عمر اليابانيين اطول في العالم.
زنجلان، كوكا وحدا. دولارين عطيني.
غرفه وحده من فضلك.
وين ممر التزحلق علي الثلج؟
لله في عونك
نتمني رءيتك مره اخري.
اش نقرا النقد ديال هاد الكتاب؟
مين عارف مطعم فرنسي حلو قريب من هنا؟
هادي بطاقه التاكيد ديالي.
هادي غادي يكون كيرحمل.
هاداك، داك 2500 دولار في الشهر. نقدر نضمن ليك بلي غادي نديلك 3000 دولار في الشهر. اش غادي تقول؟
نتمني ليكوم زواج سعيد.
كاين عندك بالنتاينز عمرو 10 سنين؟
هاد شي ماشي يقرص؟
اش حنا الحديقه البوتانيكيه مفتوحه النهار؟
ممكن نقدر نعملها، ولكن خايف هادي غادي تاخد شويه اشهر.
نحب نءجر سياره.
نقدر ناخدو صحن، من فضلك؟
خدونا لالفندق د شيكاغو.
الطّياره مكتله ل99 ساعه بسبب الطّقس السيّء.
استيضاف
كنبغي شي في ستيل شانيل المكرر.
اي ممر الفوط الصحيه؟
مومكن توري لي باسبورطك و فورما ديال الدواوين؟
نحنا بغيت نسجل فطوور نياجرا فولز.
الخاص بنا اليوم هو جمبري سكامبي مع ريز بيلاف.
مرحبا ؟ هاد دار ميسيور كلارك ؟
كنتي عايشه تاخدي ابريفيه؟
كاين عندك دوا؟
نعتقد انك خطيت رقم خاطء.
كنلبس فستان احمر.
عنداك صحيح
اسمي مكتوب عليه.
هادا اخر ماضافنا لخط التعبءه. كنعبءو حوالي ستميه كيس في اليوم.
خاي نروح.
خاد ماكينه كوي، من فضلك.
لا لا. قالي حاجه. شنو ندير؟
ايوا، هما كيداو.
خدني الفطور لغرفتي.
هادو طايقين.
خلي تبعث هاد السياره لالفندق بالثامنه الصبح غدا.
كاين كروز يدير غدا او عشا؟
كاين ليك لون افتح؟
هنا كثار زهو.
لا، غادي نيتلفن ليه تاني من بعد عشرين دقيقه. شكرا.
التعليم تم التاكيد عليه وزياده القوه العسكريه.
اش غادي تاكل ليلا، لحم البقري ولا الحوت؟
ماستر كارد كيفر؟
هاد الحجم، من فضلك.
ما عجبنيش.
خمس دولارات، والمشروبات زياده.
اش حادين لشخصين؟
عندو جrani فجاه غميزه في البطن.
كيفاش كياخد لمرشد في يوم؟
اسمي هيروشي موري.
خاد لي لبن رايب، من فضلك.
نعم. هاد هو الكاونتر الصح لطيران يونايتد ايرلاينز رحله ثمانيه وعشرين صفر؟
اش حنا عايقين نلبسو صوبات و عناقات؟
اي اوتوبوس مشي ل غيلد هول؟
تعال هنا. خليني نساعدك مع حقيبتك.
كاين ف الرف التاني ف الصف الوسط.
فين البار؟
تفضل تسجل الدخول بعد التاسعه و التاسعه صباحا
مقاعدنا مفصولين.
اكيد. فين غادي؟
خاطري ورقه للكتابه، من فضلك.
عيش وقت مزيان.
اسف، كل المقاعد مشغوله في تلاتين غشت.
اشوف حاجه ارخص؟
ممكن تقول لي تاكسي؟
خلي نرجع لمغريب الجاپون دلوقا؟
الغرفه غاليه اكتر من ما قيل لي.
خاي ندير ليك اوامر زياده. ممكن نشوف لسته الطعام مره اخري؟
كان هنا حامل مفتاح علي شكل قط مع ربان هنا.
اش غادي تعمل ب هاد الشنطه الصغيره؟
خاين شي للمراكيض.
اشوف هاداك؟
تماما ثمانيه عشر دولار.
خلي تبديل هاد الشيك ديال السافر بالفلوس.
فين ندير غسيلتي؟
كفيت؟
روح مستقیم من هاد الشارع. كاين قبل مقهي الايس كريم.
ما عندي حجز.
مشيت نلمسها؟
ارشح فين هو علي خريطه هادي، عفاك.
كاين مطاعم جيده ورخيصه ف هاد البلاصه؟
هاد دار مزيان بزاف.
هاد هو المحطه الصحيحه ديال الباص باش نمشي لتشيلسي؟
غادي نجي متاخر شويه الليله، ولكن عطيني الحجز ديالي.
كرتيصيط مزيان؟
ماتا ما كايجيك لموصل فاش كايتحقق من تيكت ديالك، عطوه باص ديالك وهاد التيكت.
كيفاش غادي تحتاج لقلم؟
اي كتاب هو اخر كتاب لغالبرايث؟
واحد لمقعد الدخول العام، من فضلك.
خدت الوسط، مش احرق.
قنديرك غادي يكون جاهز بعد اسبوع من يوم اللي غادي ناخد المقاس، سيدي.
كنبغي لي عصير التفاح، توست، بيض مقلي وقهوه.
فين المحل ديال الكاميرا؟
كوكا صغير واحد، من فضلك.
انا مجرد مبتدء. ما عندي الفكره انّي قادر نعمل هاد الشي.
اربعه توفاح.
اش هاد الخدمه غادي تكلفك شحال هاداك 300 دولار؟
يمكنك اعاده اصدار بطاقتي الاءتمانيه؟
خليني نتفكر شويه.
خليك فالدربه النهار.
خاي نءكد بالظبط شنو غادي ندير.
كن عارف كيفاش كتشوف. خليك متماسك.
غادي نرجع نكلمك.
خليك حجز طاوله لشخصين في ذلك المطعم الساعه سادسه مساءً؟
غريب بزاف. كيحمل لشكل ديال مركبه مجهوله الهويه.
ما نقدرش ندير حلم كير
ممكن تقول لي شنو هاد الفاتوره؟
مرحبا، هذا الغرفه 305.
خادش ملح الحمام.
مومكن تصلح لي هاد الكاميرا؟ ما كاتحملش بشكل صحيح.
اسمك و رقمك؟
كنت ناقصلي بلي هي ثمن موحد بين المطار ووسط المدينه؟
خليك طيّب، روح شوف عليها دلوقا؟ لو هما هناك، خليك جيب كلشي هنا فوق فوراً؟
خاي، نعتقد بلي سعر الصرف كيتبدل بين التوقعات اللي كتقول انها غادي تزيد او غادي تنقص، عموما.
عندو تقليد طويل وتاريخ.
اش نو لعبه كيتلعب ف الستاد؟
اش غادي تعمل ف ليله راس السنه؟
مرحبا، ممكن تعطيني رقم تليفون السفاره او القنصليه اليابانيه، من فضلك؟
هادو كيف كيف. هما مريحين بزاف.
خير، هاد الغرفه هاديه. مزيان بزاف.
عندي حجز في السابعه.
مزيان. ولكن هاكاك ثمن النزول ديال ميتين دولار.
ف السابعه صباحا، بالتوقيت المحلي.
هادي في هاد الشارع علي بعد ثلاثه كلوات تقريبا.
اسف، مخدّش فيش حجز ممكن خلال عيد الميلاد، ولكن عندنا مقعد في 22 دجنبر.
فهمت. شكرا
اش هاداك تيخسني باش يلا ماقدرتوش تلقي الصندوق ديالي؟
خاي، شنو لفواكه اللي كتحب؟
اش كان اخر دوره شهريه ديالك؟
كنت دارت كلمتي التاكيديه قبل يومين.
ما عارفش بزاف اما خدي جوازي او خرج من جيبتي بسهوله.
الكيسطا طويلها خمسه و خمسين سنتيمتر، عريضها ثلاثين سنتيمتر، و عاليها ثمانيه عشر سنتيمتر.
كنلبغي هدايا د التذكار.
كيتكون من اربعه جزر رءيسيه.
عشره صباحا. هادي مفتاح غرفتك. غرفتك هي 54-33. النادل غادي يدي ليك الشنطه ل فوق.
نعم، كنعيشو وقت مزيان ف هاواي. كنتمني تكون هنا.
مومكن تقدم لي ترجمه؟
غادي نشرب شاي مع الحليب.
غادي تقصلي شعر فوق عيني بقرن半ين انش فوق الحواجب؟
اشنو وقت تفتح؟
كاين غرف تحت خمسين دولار في الليله؟
طاوله لشخصين الساعه سادسه مساء اليوم، من فضلك.
خمس عشر دولار، من فضلك.
درّي لشمال فالتنبيه.
ما خدامني والو.
ماشي مشكل، نقدر نحجز ليك جوله سياحيه؟
كيفاش نملء هادشي؟
كاش تحدّي بنايه بيضه من عبر الطريق. هادي هي.
كانقرا ليكون عالما.
مين فاتحلي جوازين للكراسي المحجوزه؟
خلي تبعث حتا هداك اللي لابس و لبس هداك القمصان.
ممكن تضيف سرير اضافي في الغرفه؟
مينفعني استخدم مشغل ياباني؟
خدوها لحد الطرمينال. من هناك غادي تحتاج تروح للفندق بوحده.
خاي نكرا قارب مع مرشد، عفاك.
فين حمام عام هنا؟
خليها لي، عفاك.
ما كونيتش دارت تا مكالمه تلفونيه.
خد شويتي بالحقيبه دي.
مين فديتني انك طلق لي التيليفون في السابعه صباحا؟
كاين عندك شريط؟
كانبغي ناقص حليب و سكر.
نحنا بغينا نبدل الرحله لشيكاغو من التاسعه للهاديه عشر.
خلي نتا جيبلي كونديشونر للشعر.
يوقاتا وحابي هما اشياء مشهوره كتذكارات من اليابان للناس الاجانب.
وين اقرب مخزن لحذاء؟
عندك عين الفن.
خلي هاد الشنطه حتي الساعه تلاته.
جاي هنا شوف اُوپِرا حقيقيه.
هادشي كيقلب ليلا؟
بقا برا من الشغل حتي التلات و ما تاكلش بزاف.
الصومو هو واحد من الرياضات التقليديه. يتم تنظيم البطولات ست مرات في السنه.
مقعد في الممر، من فضلك.
الممارسه تجعل الكمال.
كيفاش غادي ياخد لاوامر؟
هي رقيقه.
خنا بحاجه لوقت قليل اكتر باش ندرج علي العقد.
انا حاس بلي غادي نقي. ممكن نلقي كيس لمرض الطياره؟
قوليلي كيفاش نروح للمتحف.
هاد مصنوع من الجلد؟
اش هاداك. كنتي وحدك؟ ليش ما تاكلش معانا الغدا؟
شكرا. انتا Bray.
هادشي لقيّم عندك، من فضلك؟
كنتي خدامه دوا اخر؟
خاي نروح لموقع المتقدم.
خد القرار، ولا؟
جيني. مايك. ساره. سام. طلعو، كلنا قومو.
خليك ديرني عرف بعد ما تصححو؟
خاد لي جاكيت.
لا شكرا. نقدر نلقي المكان. تشوفك لاحقا.
مرحبا. انا مفضّل مقعد في الممر.
نحنا بغينا نكرا سياره وسط الحجم لثلاثه ايام.
كاين غلاف معاه؟
نحنا بغيت ناطل هاتفي ل سان فرانسيسكو.
صندوقي سُرِق ف اللبي د اللوكاندا.
كيفاش و منين ندير دفع النفقات؟
ملءين.
ضيق بزاف هنا.
زيد حجم الخط لحجم هاد.
مرحبا، هادي غرفه 1234. اسمي اودا. نبدا نوصلك اتصال لصلاه الفجر غدا الصبح الساعه السادسه، من فضلك.
يمكن دفع الفلوس عند الكاونتر، من فضلك؟
خليني نشوف الباقي، من فضلك
ممكن تكون قلقان علي هاد الميكروكومبيوتر.
بصح عادي كان الرحله ملساء مع شويه تلاطم.
اش نوّع رخوا ديالك؟
كنبغي نتا بيه. خرجته من بيع التخفيضات ف سوق ABC.
اش يمكن ناكل عشا علي الباخره؟
مينفعش ناخد ورقه دليل الزياره؟
كنتي عضو ف كلب دّيالنا د Frequent Rent-a-Car؟
اش غادي تشري؟
صحيح. انت موافق لاراءنا. وعلي كل حال، قال انك رجل اديب.
كيف مديت عطلتك الصيفيه؟
قلب الهاتف و غادي نرجع نكلمك.
كايحملو شانيل كولون؟
بَعيد بزاف. خايج تاكسي.
كاين هاد الشي احمر؟
قوليلي كيفاش نخدم بيها.
مجهود جميل، ولكن ماشي متاكد غير لو جربت.
كيف ندير لمكتب لمعلومات؟
هما جوعانين.
مشيت شوف رخصه السياقه ديالك؟
شكرا. استمتع بوقتك.
انا جاي من هوكايدو.
سافر بسلامه
كاين عندك هادشي؟
اي ماركه هادي؟
كاين بيع حاليا، ب 30 دولار و 49 سنت.
كانت عندي غضبه علي ما قالو بيه البايع.
كاين شي اكبر؟
كايحشر ف الصيف ف لياپان.
نحنا بغينا نوصل للمطار علي الساعه اثنين.
كاينين تعديلات لي بغيتي تعمليها؟
خاينا لوني غادي يخليني شاب.
خلي جيب شنطه لي للغرفه.
خدني طماطم، من فضلك.
ما فيش مشكل.
نقدر ندخل ل الجهه دلوقا؟
ما غادي نلقي حاجه بحال هاديك في اليابان. غادي نشريها.
ليله لربع.
خليك عاونني نشوف مقعدي.
اش نواع الحلوات عندك؟
كنتي خاطء في الحساب.
كتّو ثلاته د لعشيه.
شوي من فوق الرقبه، عفاك.
ما فهمتش شي غادي تقول.
اشنو قيمه التيكيت ليوم واحد؟
كنتي كاليتي؟
اي رقم طيارتك؟
كيفاش عارف ذوق صديقك في اللباس؟
هاداك فين نروح علي الحقاءب المفقوده؟
خايجينهم بزاف وبسرعه.
كيفاش غادي يكون العدد كولو؟
كاين مشين ديال الصرافه او بنك قريب هنا؟
انا اسف، لكن نتا بغيت لغي حجزي.
راح نكون هناك حوالي الرابعه العصر
بغيت نخرج يوم قبل.
اي حاجه هي التخصص ديال لمحل؟
ممكن نسال لو فين شخص يقدر ياخد طياره لاحق؟
اش حنا القطار من سيدني متاخر؟
كاين عندك صداع؟
ما تقدرش تاخد هادشي لليابان. عندو قاءمه ف اتفاقيه واشنطن.
خليك تقدر تيجي تاخدني من المحطه اقرب؟
ايوا، عندي.
بغيت نقيل حجزتي.
طيب، شويه. علاش- خسرت شوكتي. عفوا.
فين لقدام د المدينه؟
واش غادي تعطيني جريد او مجلات؟
واش عندك واحد صغير شوي؟
اش نقدر ندير كاميراتنا ف الدخله؟
اي يوم مغلق؟
نحن عندها. شويا من الوقت، من فضلك.
كيفاش نتعرف علي هاد النّاس؟
كنبغي كتاب النحو.
اجي ل البوابه تيسع و تلاتين بالربعه و الربع ل الخمس و الربع.
اشنو وقت جاي البوس اللي جاي؟
قنا نستاجر دراجه؟
في ملعب التنس قريب من هنا؟
فين المضيف؟
كاين عندك دليل متمرس؟
واشين كايبدا زهر اللوز ديال الجاپون كيضهر؟
ايوا، نعم كنت.
انا ماشي لبرج لندن. يمكن لي تقول لي كيفاش نوصل لهنا؟
خلي نيكون عندي پيزا جبنه كبيره وحده
كتاخد حوالي 40 دقيقه بالاوتوبوس.
قريب؟
ايوا، كنحنا كنا. غادي نجي بيه علا طول.
نتマンيت.
خايف انا ماشي في الدار دلوقا. عطيني رساله من بعد الصوت، و غادي نرجع ليك اول ما نقدر.
خايف ناخد جوله بمروحيه ديال نيويورك.
خليك متاكد انك ما خليت والو شي وراك.
اشنو عدد المرات اللي كيدور فيه اوتوبوس نمره تيسعه؟
خسرت عدسه اتصالي الواحده.
كانخد دروس د البيانو مره ف الاسبوع.
اش نتا بغيتي عليه؟
خلي هاد الشنطه حتي تلاته.
اسمي ياماشيتا.
شوف الدرج داك؟ داك كيوصلك لمنصه القطار اللي كيمشي لفوق. ولا كين، اذا بغيتي تشوف لندن، اوتوبوس احسن من المترو. خرج من هنا، وغادي تلقي محطه اوتوبوس. اوتوبوس رقم ثناش كيخدك مباشره للمتحف. زور ممتع، سيدي.
هادي حاجه ليك.
كانت لي نهار مزيان النهارده.
هاد النوع ديال الطاقيه باين لي كايكون في الموضه. كنظن غادي نشري واحد منهم، انا حتي.
ملي شال؟
هاد الدوا كيخلي الحراره تنقص؟
هي لصّه.
خاد شي زايده؟
عينيه كانتا سوداوين ومفتوحين علي بعضهما.
انا، الخصوصيات دابا كاينين هنا.
فهمت. نعتقد يمكنني عرضهم جميعا في ساعه واحده.
هنا خمسه دولارات و صفر سنت. احتفظ بالتغير.
خد لينا طاوله لخمس ناس.
قريب بزاف من الحمام. ممكن تغييرهولي؟
عفوا، من فضلك ا 借لي حاسوب
فين قاعه المءتمر؟
هاد مصنوع باليد؟
خلي показي لي قاءمه اسلوب الشعر؟
كاين عندك طابلو د لوان؟
اش دابا نروح ل لمستشفي؟
عندنا قوات الدفاع عن النفس.
كنتي عايشه سيجاره؟
اسف. مخزنا خالي. جرب واحد من محطات المترو.
كاين عندك تيكت الرجوع؟
خليك طيح الشباك شويه؟
اذا وجدنا اياه، هادينا نكلمك.
لا تزيدو السكّر.
محرك سيارتي اتوقف. انا في الشارع الخامس عند شارع السابع والخمسين. تفضل تعال باسرع ما يمكن.
نتفكر ف التاريخ الطبيعي.
مفتوحين من العاشره ل السابعه و نصف.
خايب ندير مكالمه لبرا لليابان، عفاك. هو يуки موراي في الغرفه 312. خايب ندير مكالمه علي حساب لسيدي كيسوكي موراي. رقم التелефон هو طوكيو 0337268391.
مشيت شوفو، عفاك. كتحدّيها من اليوم؟
كيف تريد الفواتير ديالك؟
خاي نخلص نستعمل صندوق امان.
سمع، ال، شنو،äh، رقم التيليفون ديال الماكينه ديال الفاكس في المحطه؟
غادي نبلّغ عليك ل "لمكتب ديال حمايه المستهلك"
خدني سماعه د لاذان، عفاك.
كيدقني رجلاي شويه.
ديش علاقه لي. ما تقدرش تعمل تا ترتيب؟
مشي فيه حلا اخر للوضع الحرج؟
مفتوح دابا؟
ايدي مخدّره.
زوج من الحذاء بقياس ثمانيه انش، من فضلك.
اي معارض هي الرءيسيه في هذه المعرض؟
كيفاش تقدر تصلح هاد الكاميرا؟
خدي تقرير الحوادث باش ناخد التامين ديالي.
لقيت شقه كنت كاندور علي الانترنت.
مع سيلزيوس، نقطه التجمّد هي الصفر.
نحبها ل الجهده.
عندي مشاكل في المعده. عندك دوا مزيان؟
ايوا، كل ما عليكم هو غسل الشعر بمشطره و تجفيفه بالهواه.
مزيان. انتا؟
مزيان. هاد الفاتوره ديك. الجمله كله جايه ل 45 دولار و 50 سنت.
نقدر دفع بالشيك؟
كن رادي نغيير المطبخ.
اش هاد الخدمه د البريد الجوي غادي تاخد باش توصّل هاد البطاقه لญAPON؟
غادي نطير قريبا.
ايوا سيدي. عندك شي حتا هويه؟
كنبغي لي لعبه ل بنت خمس سنين.
ما عرفتش يوم مرض في حياتي.
اشنو عدد الميال ل بوسطن؟
خايب عليك جاي لليابان.
حسيت بلي علاقه بزاف.
راجع في 25 مارس.
كاين كيكات للي مخصش سكري؟
خاد الحليب، من فضلك.
واو. اش هاد الخدمه الكبيره.
مين فضلك طوابع للبريد لموريتانيا؟ لا، لم يابانيه. مين فضلك طوابع للبريد ليابانيه؟
اي مسار يغادر منه القطار لميلانو؟
خلي تبعث السياره لفندق الفا في التاسعه صباح يوم السادس.
غادي نشارك في جوله مروحيه ديال نيويورك.
زين بزاف.
خليك عطيني بطاقه الصعود لجوج، عفاك
ويسكي دي خمسين سنتيم.
كروز اللّيغور؟ هادو ممتع؟
ما تكيكش صينيك علي القاع الرمليه.
هادشي للخدمه؟
قوليلي كيفاش ندير مكالمه دوليه.
ممكن تبديل هاد الفلوس الخمسين دولار ب خمسين دولار من فءه الخمس؟
قادر نحمل هاد الشنطه ف الطاءره؟
خد هادشي بعيد.
ماشي بعيد. تقريبًا 15 دقيقه.
خاي نخرج هادشي.
اش هاد كيفاش غادي يمرّب؟
دبا، خریدت هادشي و كايضر.
ميزانيتي خمسين دولار.
غادي نوصلك لمسيو سوزوكي.
اش نوّو ساعه سيته؟
مباشره، من فضلك
ماشاء الله فرحت بزاف نشوفك.
فين نلقي اوتوبوس نمره تيسعه؟
نطمح ان يكون لدينا رحله ممتازه.
فين نقدر نعمل مكالمه تلفونيه؟
كن في الحمام. مافيهش ماء سخون في الشاور.
خلي هاد الشنطه، من فضلك.
تلات ليلات من اول يوليوز. شنو ثمن غرفك?
خلي نا 15 لتر من سوبر، عفاك.
يمكنك ان توري لي كيفاش كيعمل هاد الفاتح للعلب الكهرباءي؟
واش غادي يخلص قريبا؟
اي نبيذ تقترح لي مع هذا الطبق؟
خسرت بطاقه النقل ديالي.
كاين مكتب صيرفه فلوس غير المغربيه قريب هنا؟
من اشهر اللاعبين؟
وين المفقودات؟
فين نلقي فيلم؟
خليوني واحد هوت دوج، من فضلك.
كاين اكسبريس؟
نقدر نرسلو ليك للبosta.
هاد السن طار ليها راسها.
خليني الكاميرا. نتا بغيت نصور صوره.
كيفاش غالي تيكت الدرجه اللوله علي تيكت الدرجه التانيه؟
غادي تشوف فالمطعم ديالك علي حقيبه ديالي؟
موقف التاكسي، فين؟
هاد كان مزيان.
خاين شي ليلدوار ديالي.
انا كمان. كنت فكرت نتا غادي تساعدني نفهم قاءمه الطعام.
سجّل هنا، من فضلك
خدي شويا د القطرات.
خاد الفواكه الفرنساوي.
الورود ديال الخوخ كيتحترمو ف عيد الدمي ل بنات ف 3 مارس.
من اي مسار يغادر القطار لتاكاو؟
اش هادو؟
كاين عندك برتقان؟
اش نوضلو بشي حاجه خره؟
عفوا. ممكن تقول لي علي اماكن ممتعه زيارتها ف هاد المدينه؟
كاين مقهي قريب هنا؟
تكتيتين ل لجّو ل بوسطن، عفاك.
قول "ابق في الحاره"
كنتي بغيتي تزوري مكان محدد؟
اش نلفها؟
ايوا، تقدر تشري الطوابع عند الماكينات اللي في اللوبي.
اي من هاد لبوطات كاين علاه تخفيض؟
انا في الطريق السريع الاول والثمانين قرب مخرج بيركلي.
اسمك وعنوانك كافيين.
خليني ناخد شنقيطك.
كيفاش كيتوزن؟
اتصل بشخص يتكلم اليابانيه.
هاد سي غرفه رقم اثنان وثلاثين. ممكن ترسل ليا جوج كاسات قهوه؟
نعتقد ان هذا هو التغيير الخاطء.
كتاخد تقريبًا تلات ساعات باش تمشي للمكتب وجيب.
كيفاش تقدر توصليني بمحل شعبيه عند الشباب؟
عندو معدل ضربات 325.
ماتجييش تاني.
راح نخرج ف 14:15
عندي تيكيت ل ديترويت كيخرج ف الحاديه عشر صباحا.
خلي لي مقعد في الوسط قرب الكوريدور.
ماشي مشكل، ممكن تساعدني اتلقاه؟
كنلبغي شيء مصنوع في الميريكان.
اش غادي ياخد اكتر من عشر دقايق مشي علي رجليك؟
نحس انّي كنحبك
اش منين قلت لينا نديرو بياننا؟
كاين حد كيحفظ عليه؟
اش نوعه عدد سكان بلادك؟
حفله اربعه، الساعه سبعه وثلاثين مساء. ايش اسم بغيتي نكتبو فيه؟
بغيت نبدل الطلب ديالي.
ايّ المَواقِع اللي كايزوروها السُيّاح ف انجلترا اولا؟
غادي نخرج غداً.
خادش مخلل الخيار، من فضلك.
اش هاد الليله عندك وقت؟
جيت من طوكيو.
عندك عصير، من فضلك.
وين غادي تروح ف بلاد هادي؟
اش منين دار؟
سيدي فرانك شميت، مدير مصنعنا، سعيد جداً ان يرشدكم في جوله.
خمس وعشرون دولار، يشمل رسوم الباص والمرشد ورسوم الدخول.
اش من هاد شي كيبان مع هاد؟
كنت علي رحله بان اميريكان 402. لقد سلمت حقيبتين.
خليتي بطاريه لهدا، عفاك.
قرب المسرح، من فضلك.
مسجل، من فضلك.
فين كاونتر الدفع؟
حار.
انا اسف، هادي النوع الوحيد ديال الغرفه اللي عندنا.
كنعامل基本يا ف بيع الاجهزه الكهرباءيه المنزليه.
غرفه لوحدو بدون حمام، من فضلك.
نعم. كنلبس قندوره.
خنا نجرّب الاكل المحلي.
اش نوضو معاها؟
خدو صديقي لمستشفي، عفاك.
خليك عاونت بزاف.
المتروپوليتان مزيان.
هاد لعنب طعمو طيّب.
اي رقم غادي نديرلو باش ناخد لمعلومات؟
فين التلفون؟
غادي نلقاو و نحدد الختيار ف الغلسه الجايه.
خليك عطيني فاتوره باش نديها لشركه التامين ديالي.
ايوا، كيدير. السما فيها تهديد.
هاد لخمر عطاني الراحه الحقيقيه.
واحد مفقود. خریدت خمسه في الجمله.
شكراً جزيلاً علي ما قدمته من مساعده لي في هذه الساعه المتاخره. انا اقدر كثيراً مساعدتك.
اي اكل اسرع؟
اش حاد ليله وحده؟
اكيد. شويه دقايق، سيدي.
ما خصك تيقظني للوجبات.
اكيد، عفاك.
ما تقلقش. ديت كلمت واحد من المحطه ديال النار.
كيفاش غادي يكون الخدمه ديال تاكسي ل هوليداي ان؟
خايف عليك
انا اسف. سكبت قهوه.
لا، شهرين او ثلاثه. كنظن غادي نكون هنا لثلاث سنين.
مكتب البريد قريب؟
خاي نستاجر ماده لريح السيرفينغ.
كاين عندك اكل محلي؟
خلي هاد لمقعد ليي؟
ما كاينفهمش شنو كتقول.
مرحبا، فين كابينا، عفاك؟ غادي توجّهونا؟
ما غادي نسيش الوقت اللي قضيته معاك تحت الشجره في يوم صيف مشمس.
هاد الشباك صحيح؟
غادي يولي لحر اكثر دابا ليله.
هنا اسمي الكامل وعنواني.
اش هاد الغرفه ديال التاسعه؟
هاد لخمر طعمو مزيانش.
خليك جيب لي وساده للغرفه رقم ميه وحداش، عفاك؟
فين الطابق التالت؟
ما عندي وصفه طبيه.
فين المقبره؟
خلي تقلق، عandi نروح.
منين مقطع الطياح؟
كيفاش نوصلك ليه؟
الفاصل ثلاثين دقيقه. يمكنك تناول وجبه خفيفه في بار الوجبات الخفيفه في الطابق الاول.
ماشي مشكل، عافاك؟
مرحباً علي متن طيران فرنسا.
كنعرفو وقت نديرو جوله هنا؟
حلمي تحقق.
لا كتشاب، من فضلك.
فين المرسي؟
هاد ماشي عادي.
مزيان. هاد مفتاحك. غرفتك رقم 1109.
فين نلقي الصحون؟
عذرا علي الازعاج، ولكن هادو نبدا بالموضوع الرءيسي. عندنا كثير من الاشياء لمناقشتها اليوم.
انا عايق للي انتیبیوتیک.
عندي شوي د الواجبات من الانجليزي و الحساب و الفرنساوي.
غادي نسكت خريطه.
كتحب الدولار؟
الڤيزا كتخدم لسته اشهر.
ماشي مشكل. ما خديناش بيه الليله.
يا جاي.
ب البريد البحري؟
خطر لو ما مشيتش بالتاكسي ل الفندق.
لا، خايف نكونو معندنا غير بقا شويه د الساعات متاخرين.
سيجاره بدون فلتر، من فضلك.
نحيد ف الوقفه الجايه.
اتصال جماعي لمسيو اوغاوا، طوكيو اربعه خمسه سته سبعه.
فهمت. من فضلك املا هذا الاستماره. قد لا نستطيع ايجاده، لذا يجب عليك الاتصال بشركه بطاقتك الاءتمانيه.
انا اسف جدا، سيدي. يجب ان نبلغ الشرطه عن هذا.
كاين مخازن ب التخفيضات قريب هنا؟
اقتراحو تم قبوله.
خليني شوف الفواتير ديال الخدمه.
خليك هديني الطريق.
ايوا، عندي كرتونين.
سارق الحقاءب. اوقفه.
ايوا، عندينا تيسع وتسعين نوع من الاكلات ديال الكورس.
اتصل بطبيب ياباني.
هو برا كيدخل الغدا دلوقا. غادي يرجع من بعد عشر دقايق.
واش غادي نوصل في الوقت؟
ماشي مشكل، ممكن تساعدني وتوريني الطريق للمكتب البريدي؟
خلي حد يساعدني، عفاك.
كاميرا ديالي باش تكون طارحه. ممكن تشوفها؟
كاينين خطوط اوتوبوسات اخري كتروح ليه؟
هاد الفلوس علي الكل ولا علي الواحد؟
اي نوع من الصلصه تريد؟ عندي الف جزيره، جبنه زرقاء، وفرنسيه.
خليتي فلوس الصغير.
يمكنك تتكلم ببطء من فضلك؟
لا، لقد خمنت صح. طلقت من حوالي سته اشهر.
اكيد سيدي. كيف تريد ستيكك؟
كيفاش نتحكم ف حراره لبيت؟
كلشي مزيان.
اش نو كيمونو الرسمي؟
نروح للحمام دري مرات في الساعه.
خدني كاس د لخمر الحمر، عفاك.
كنلبغي شال حرير.
خد الحقاءب ديالي، عفاك.
هاد البوس كايمشي ل بوسطن؟
غادي نخرج غدا الصبح في السابعه، فهاد الشء عطيني الفاتوره دابا.
قصهم شويه فوق الحواجب، عفاك.
خدي هاد و هاد.
خاي نرسل هاداك بالبريد البحري.
خلي هاتفك. غادي ناتصل بك لاحقا.
الماي ف البانيو طفح.
كاين اربعه فصول متميزين.
مزيان، نقدر ناخد 3 في الميه من الخصم.
كارتي د الاكريد لا كيخرج من الاتيم.
الموديل يمكن يكون اسهل لليستعمال.
كان عندي هاد الاعراض من الصباح.
هاد كيدا في الغرفه سبته وعشرون تلاتين. عندي الم شديد في بطني. عطيني دكتور يجي يشفني.
كنبغيكش.
نحب نحجز سویت.
وين المحطه ديال الپطرول؟
هادي عدوي؟
غادي ياخد تقريبا 99 يوم باش يطبعو لكارت جديد. من فضلكم سجلوا اسم الفندق و رقم التلفون ديالكم ف هاد الورقه، علاش نكونو نتقادو معاكم.
هاد الليموزين كيروح لفندق البالاس؟
غادي تروح ل لمدراسه؟
كنتي عايشه حاجه تشرب؟
خايب خيمه.
لقيتو.
خايب خيط.
اش نوضيك تقرا بلهدي؟
غادي جاي امرنا قريبا؟
اقرب واش من هنا؟
اش حنا القطار وقف ف اديليد؟
خد شوفور عالي.
بغيت هاداك.
هاد الطريق، عفاك. هاد المقعد جنب الشباك لك.
خديلي قطرات انف.
هاد شي محطه مترو ولا محطه قطار عاديه؟
فين صاله الامبارك؟
حوالي الربع ل خمس د النحاس
غادي ياخد شويا من الوقت باش يتحضر ولكن.
النهار دازه خاصنا نتحكم اما غادي نستامر بلخطه ديالنا لفتح فرع في مكان ما في امريكا اللاتينيه، واذا كانو غادي نديرو، شنو لبلاد، فاش، وكيفاش.
ماشي مشكل، نتا بقا في المره الجايه؟
علي المشتريات اللي كاتقعد فوق تمنها 99 دولار، يمكنك تستعمل نظام بلا ضريبه.
اسمروني. اسمي مكتوب علي جنبه.
نقدر ندير ليك البواب يفتح الباب بمفتاح الماستر. شويا من فضلك. شنو اسمك و رقم غرفتك؟
كانعجبني نسمع لموسيقي السول.
البطاريه خاويه.
فهمت. بعدا تكتيتين ل سان دييغو، من فضلك.
قهوهك، من فضلك.
اش داك الساعه؟
اش نحتاج لترخيص صيد؟
كنّا بغينا طاوله قرب النافوره.
ماشي عاطل.
كاينش مدرسه غوص متاحه؟
خليك جيب لي شكايتي لتحت في السابعه صباحا؟
خلينا نديو فلوس علي الشربات؟
كنحب غويا. كننتظر نشوفهم.
كاين شي سجلات بثمن مخفض فين؟
كاين باص لمطار؟
خليك، مابغيتش تا تجي لليابان، زور داري.
ساعه تقريبا. بعيد شوي.
هما مزيانين ل لپلاج.
اش حال غادي نروح ونرجع؟
ممكن تحفظ شويتي لحد الرابعه؟
كتاخذ تقريبًا 40 دقيقه. خذ بروشور ياباني، اذا كنت تحب.
خمسين سنتيم للكلمه. غالي اكتر من ما كنت نتاظر.
خليني ندير هاد الكارطون برا اللوبي؟
هادشي ماعندوش ضرايب؟
الافضل هو قضاء وقت ممتع مع اصدقاء جيدين.
خاينا نحجز غرفه توين مع حمام ليلتين، بدايه من تالت ماي.
كاين khảصه ليهم غدا الصبح؟
بسباب الثلج، طيران الكندي رحله 021 تم الغاءها.
كتقدر تبعث الكتب لليابان؟
اش حالك غادي تبقي؟
واش الماكينه د الشعاع اكس غادي تءثر علي الفيلم؟
كندي علي ريجيم، فاشيها بportion صغيره، عفاك.
الطّياره ملغيه. غادي نديك ل لفندق.
غادي نجي متاخر، لكن خلي الحجز فيسمي.
اش نوعه غادي يكون؟
خليك عطيني خصم.
انا قدام غرفتي. رقم غرفتي هو 201.
عندنا غرف فرديه عشر، وغرف مزدوجه ثمانيه، وغرف توين تسعه.
نقدر نتحقق من اشياءنا هنا.
خليها علي الميزان هناك. خمس و سبعين سنتيم.
يمكنك ياخذني لمحطه الاتحاد وجيبني؟
كنشوف هاداك.
خلاصه القول، لاننا نعرف ان الحكومه ستقدم بعض الاجراءات الاخري لتحفيز النشاط الاقتصادي.
كاين عندها طابوعات البريد الجوي؟
غادي نلقي كلشي في لليسته فالسوبرماركت ولا غادي نخدم بلي نروح للمحلات الطبيه؟
لا، مابغينا والاكين نتوما كتشراو البطرون. ارجوك املا الصندوق قبل ما ترجع السياره.
نحنا بغينا نرسل هاد البطاقه لليابان بالبريد الجوي.
ف نيويورك. و قال لي مكتب السفر انه غادي يكون كيرحلو.
شكرا علي كلشي.
اش فهمتي نروح لليابان؟
اش نوحا سميتك؟
ب القيمه ديال دابا، غادي يجي ل هاد المبلغ.
فين المعرض؟
ماشي مشكل استعمل الحمام او الدش الليله؟
رقم هو تنين تيسع تلاته خمس واحد اثنين واحد اثنين.
نحنا مجموعه من تلاته.
خليك، عطيني عرض احسن.
وقت开始 ديالك في الساعتين ظهرا كما حجزت. ولكن هناك حزب اخر غادي يخلص قريبا.
حجّزت؟
انا نمشي للمرحاض كل ثلاثين دقيقه.
اش حال من الوقت باش ياخد بالبريد البحري؟
هنا؟
غادي نبقا لثلاث ليلات.
نحنا بغيت نبدل رحلتي الجويه.
كاين محطه مترو قريبه؟
هذا السيد كوباياكاوا يتكلم. ممكن نتكلم مع السيد توماس؟
اشنو ساعه تطلع هاد القطار؟
كيفاش كتكوني الحفله ديالك؟
نحب ناخد درس سكي.
كنشوف علي الشقه ديالك لكراء.
ل一人؟
خليني فلاقه صغيره منها.
وين كاياكل الناس ديال هاد لبلاد عادتا؟
كنت عندك بطاقات فلوس فيها؟
غادي يكون اربعين دولار زاءد الضريبه، اللي كتخلي اربعين تلاته دولارات فالمجموع.
واش سهل لولد عمرو عامين يلعب؟
بغيت نرسل هاد البطاقات لليابان.
انا جاي من فرنسا.
اشوف تيكيتك؟
تكتيتين لワشينطون دي سي، من لفورما، عفاك.
نشوّل مع هاد لعبات؟
خليك دبر هاد الخدش ف سروالي
خليك داكشي مكالمه جماعيه.
ما عارفش اشAK هو الحجم.
فين اقرب تلفون؟
ايوا، عطيني. غادي نستنا مكالمتك.
واش يمكنلي تقليل الثمن باش نبقي تلات ليال؟
اش ندير رساله؟
ف السينما لي قرب المكتبه. لكن غادي تحجز مكان.
عفوا. ممكن ناخد خريطه المدينه؟
مش خطير؟
هاد السطر طويل.
كنحب البيض المقليه، التوست و عصير الطماطم.
خريطه، من فضلك.
خليك تقدر تفكها، عفاك؟
كاين عندك فورماذ اخر؟
واش كارت ديالك مكتوب عليه اسمك متصل ب الصندوق ديالك؟
عندك حاجه تدير؟
غرفه مزدوجه، من فضلك.
ماكاينش مقاعد محجوزه. تقدر تاخد اي مقعد لي عجبك.
خليني مرقص، من فضلك.
خد الشنطه ديالي.
كنت مغربي؟ لا، كنت اسالك: انت كوري؟
لا، ولكن عندنا سياره جديده تحت الصغيره. الورده لي فيها هناك.
قولتي سعر الصرف ديالنا. فهادشي يعني كل بنك عندو سعر مختلف؟
اش نوڭاد امتلقي لبس؟
كيفاش عدد لفلوس؟
قيسه، من فضلك.
خاد ساعه حيط.
اي مدينه وقف الباص فيها بعدا؟
انت زوين فاهم، مشي؟
فرنك سويسري،okay?
اش حال من لوس انجلوس ل سان فرانسيسكو؟
عصر الخير. فين عاونك؟
خادش دوا للحرقه.
بغيت ن告诉 صديقاي علي هاد المكان، فاش يمكنلي تعطيني بروشر د لوطيل؟
خسيت جوازي. عطيني تقرير سرقه.
فين كيديني؟
فين تيليفون؟
عفوا لحظه
ناكتب ليك
اي جوله هي اوسع جوله في المدينه؟
كتب هاد الفورما، من فضلك؟
خلي نقدي مع بصل، من فضلك.
اش نو معلم هاد المطعم النهار؟
عفوا. ممكن تقول لي شحال غادي تكلف عشاء عادي؟
بدل هادشي، عفاك.
اش غادي نروح لباريس غدا الصباح ونقصّر علي الطياره ديال السويس اير فالضهر؟
ستاني حتي تتحط.
ماكينش غطس.
نعم. هاد سيغول الف 11-09. المكيف ماشي عاجب. وقدر تصلحو؟
خايب. فين زر التصوير ديال هاد الكاميرا؟
ربحنا العقود مع اغلب الموردين في اليابان.
اش نوضيك ل ساحه الاتحاد؟
كيفاش نخدم بمصطاف الغاز؟
كاين الخردل؟
ف النزل ديال ZZZ. سميه مزحيه، مشي؟
الكورال هنا جميل والتيار مقارنه هادي.
خمسه وتمانين بنس
هاد ممتع.
دخلت ب جوزه حقيبه.
اكيد. وبارك الله فيك، نقل لي اطيب التمنيات للسيده كوك التي اتخذت مبادرات كثيره جيده خلال اجتماعنا.
كاين غرفات ب داك الثمن؟
عندي رقم الحساب البنكي.
خايف ماقدرتيش. غادي اخرج هنا وتمشي علي رجلك.
انا ربه منزل.
كيفاش كتحرك اسم عاءلتك؟
تيكيت ل شيكاغو، عفاك.
كنتي قادر تغيير الاطارات لوحدك؟
زيحلو بزاف. عطينا زورنا في وقت ما.
اين المشكل؟ ارجوك افهم.
من اليسار، هادشي كيرجع لزمن الصنع اللازم، وتقدير التكلفه، والخطر المالي.
واش تقدر تبديل فلاص مدينه؟
اشنو ساعه غادي نخرج؟
واش كتقدر توصلينا علي فنادق اخري؟
خادش بوودر لوجه، عفاك.
اش حنا طيران متاخر؟
عفوا
فيها حفره.
حنا ماعندنا غير نمره تمن دلوقا.
عندنا قهوه، شاي، عصير برتقال، وكمان هاداك. شكون لي بغيتي؟
ماشي مشكل.
ماشي غير من القرا
هاد مازال مخلصش. ممكن تسويه شويه اكتر؟
هادي الحقاءب ل التاكسي؟
نحب واحد قوي.
فيناش شويعه، من فضلك؟
لا، انا اشعر بالحظ. هيا.
فين نقدر نشري؟
كبار من هاد؟
خليك عارفني لما نوصل لبارك جرين.
اش ناخد التامين؟
كناخد صور في المتحف؟
اش نو في الفيلم دابا؟
مومكن تغيير هادشي لليان الياباني؟
ايوا، عملته. ماشيت النهايه مع صديقي.
هاد الغرفه رقم تلاته ميتين.
خبيزي خبز اكتر؟
ماشي مشكل، ممكن تساعدني ناخد تيكات؟
واش غادي يكون سعر ممتاز ل لمدينه؟
بغيت نحجز لثلاثه الناس في السابعه، من فضلك.
واش كتاشف دار ابيض؟ قدام البنايه.
هاد الطريق الصح للي كايمشي ل لمحطه د X؟
كن معي ف الفندق "ABC"، الغرفه سيت-ثمانين-خمس. ممكن تساله ياتي يهاتفني هنا؟
لا شكرا، هذا كلشي.
مفاصلي كتوجعني.
فين المحطه ديال الپطرول؟
قهوه قوي بزاف.
خليك عطيني نسخه من تقرير السرقه.
عندنا نظام المترو في المدن الكبيره زي طوكيو.
اسف، ما نقدرش، ماعندنا تا حاجه بحالها.
مومكن تعطيني مخدر؟
اكيد. امشي مستقیم لثلاث كتوب. من بعد دري لليسار. غادي تشوف بوابه صينييه جميله.
الجهد غادي يكون عشره دولارات للفرد.
عفوا. ممكن تسوقلي بنزين عادي؟
اشوفته بوياه؟
خير، شنو رايك؟ كنحب نسمع اراءك.
اش نوضي تحمل هاد لعبات فيهوم لي؟
غادي نرجع لهنا غدا. شنو ساعه شغلك؟
كيهمل الشامبو و التسريفه؟
اش كا بغيتي تشوف؟
اشنو وقت الصعود؟
خاد شويا د الڭولف.
غادي نخبرك ب رقم تيليفوني هناك مللي نقدر.
الطبق الرءيسي هو مزيج من اللحم البقري المشوي وسرطان البحر.
اي مسار يبدا منه القطار لمدينه بوسطن؟
هادو من احسن جوده عندنا.
واش غادي تقدر توفير لي علاه؟
ناكلوه معاك، فافكر تجيب شوكه اضافيه؟
واش لكبار ف لعمروا مازال كيهتارموهوم ف لياپان؟
كاينش مصروف علي السماطات؟
الرسوم الاساسيه هي خمسمءه دولار مع رسوم اضافيه قدرها خمسون دولار وخمسون دولار في الشهر.
ف الفندق هاليكولاني.
اكيد سيدي. كنتي عاوزه تستعملي مشاكه لحذاء؟ كيفاش هي الدقه؟
اتحدت تاني؟
اشوف هاداك، عفاك؟
شربات الشمام، من فضلك.
شنو نوع، سيدي؟
هاد سيب؟
خايب من الصحه.
خلي ناخد هاد الحوت الدوجين جاهزين للخروج؟
خليني عاونك، من فضلك.
نقوم السادسه كل يوم
اسفين، ما نقدرش. غادي ياخد اكتر من جوج اسابيع.
وين نلقي معلومات سياحيه؟
فهمت. غادي نتحقق مع الموظفين ديالنا.
كيف نوصل لبرج امباير ستيت من هنا؟
اش نوعر لكراء تلفون محمول و بيجير؟
ربي
كاين حجز للعشاء؟
اسمي تسونيو سوزوكي. ها هو تاكيد حجزي.
ف الريتز هوتل.
مرحبا. لباريس، من فضلك.
طاوله عند النافوره، من فضلك.
خلينا تشوف لي اللي عند الشباك؟
هل كريم الجسم ده يمنع التعرق؟
كيس بلاستيكي، من فضلك.
خسرت شنتي.
كنحب تجرب هاد الحذاء العالي.
كاينين تغيير الحرس النهار؟
تقدر تسحب هاد الشريحه ف الصيدليه لي في الطابق التاني.
ما عندك فلوس صغيره؟
اسف، لكن جداولنا ممتلءه. هل تريد الانتظار؟
هادو فيهم شقّه.
نحنا بغيتو بطاقه لمده اسبوع، من فضلك.
ن спроб شايب ايس كريم.
خدنا صandbox من فضلك؟
درّي لشمال.
تاناكا، الغرفه واحد صفر صفر.
عفوا، ممكن ماء؟
كبير عليّ. عطيني حجم اقل، عفاك.
خايب عليك تقول هاكا.
خد بالك. جاي.
ممكن تعيد اصدار تيكيت اخر للرسوم الاداريه فقط؟
غادي ياخد ساعه تقريبا.
خمسين عشرين و اربعه خمسين.
هادي صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نخبرك علي مكاني.
كاين غسيل الي قريب هنا؟
ماشي مشكل، ممكن نستعير مجفف شعر؟
خليك جيبلي الملح، عفاك
هديه.
نتظر منك تهدا.
رقم هو صفر تلاته تلاته اثنين تلاته اربعه واحد اثنين تلاته اربعه.
كنت سعيد بزاف علي الهديه.
خليتي نضم كيسي بزاف، علاش حتا حد ما يخدّو.
ف الدكا كيطيب حوالي الساعه ربع ليل و لمحلات كتسدّ بزاف بكرا.
اش داكشي ديال الخدمه مدخول؟
كيفاش بغيتي نقص؟
عفوا، ولكن ممكن تفسرلي هاد الازرار؟
اش غادي السياره لي جايا، بليmouth؟
عفوا، لكن انا محتاج لشخص يساعدني.
لاربعه ايام. اذا استمر الاعراض، يمكنني ملاه مره اخري.
كاين خدمه من شيكاغو لسياتل؟
واش الوراق القانونيه غادي تلقي فيها؟
كاين حمام خاص؟
المناشف لازم تكون ملفوفه فوق الرف فوق البانيو.
خليني شوف بعض القمصان اللي كايبانو مع هاداك.
نطمع اننا ب نديروا микروكومبيوتر كيعملو ف مجال هاداك اللي مابغيتش حتا هادشي غادي يزيد ليهوم مبيعات ف لبيع التربوي.
اش هاد الخدمه؟
كاين طلب كبير علي هاد الكومبيوتر الجديد.
دَم كيتحدر هنا.
خدي ماده لمسكنه للالم.
ممكن لو نلقي طياره ف الصباح الباكر نهار السادس والعشرين.
راني بغيت باي الا مود، عفاك.
خدني ماء، عفاك.
اذا كان الرحله دي كل النهار تشمل ميناء الصيادين، غادي ناخدها.
ماشي مشكل.
ماشي عارف نحس بيا خير، عطيني دوا.
هاد اللحم قاسي بزاف علييا.
خلينا ماعندنا والو.
خايبه، هما فريق شاب بزاف، والدودجرز كيتقدمو بقوه تا هيّا.
لا بعد، شكرا.
قوم في وسط مجموعهنا.
خاينا نغسل اللباس ليا اليوم.
فيلم سلايد ملون، من فضلك.
سكان اليابان سابع اكبر سكان في العالم.
حاول شي حد يفتح الباب بزور. شاب صغير، نتا زعما.
كتايق هنا ف الصدر.
يمكنك تتصل ب شركه التامين؟
اي نبيذ عندك؟
لا، خذ رقم تلاته.
خمس دولارات.
اسي، شكرا. كنت فرحان بيها.
كن شغلي.
غادي نزور ف فندق هيلتون. غادي نكون هنا لثلاثه ايام فقط.
نحب تلفاز محمول، من فضلك.
كاين فنادق قريب من المطار؟
خاد الفرانك مع المخلل، من فضلك.
عندي غمازه في بطني.
نادي جيش الانقاذ، من فضلك.
تيكيت طالب واحد، من فضلك.
اكتب لي خطاب حالما توصل.
انا اسف. شوف، هادي دفع علي كلشي. غير ما تدوق للبوليس. بابا غادي يقتليني.
انا مبركب.
قادر تقدر تغطيه كي هديه؟
عندي الم خفيف في البطن.
ما عندك والو؟
طوابعان ب دولار و عشره طوابع ب عشرين سنت، من فضلك.
ما كاياكلو البيض النيء فامريكا.
فين نلقي حد يصلح لي ساعتي؟
وخليهم يعرفو غادي نجي 30 دقايق متاخرين.
خليني عشر طوكنات، من فضلك.
كنستخدم صندوق الامان ديالك.
كيف نوصل للمطعم؟
سريع شوي.
غادي يكونو جاهزين لغدا. ولكن مع خدمتنا الخاصه، لهذا المساء.
اكيد، خذ اتوبيس رقم خمسه من فندق الرويال و انزل في ساحه الداون تاون.
عفوا، ممكن توجّهني للمحطه؟
تقدر تاخدوها في محطه الباص ليك هناك.
غادي نسالو علي راحتو قبل ما ناتصل بيه.
كاونتر الكراء ديال الطوموبيل، عفاك.
خاي نشوف الجبال.
هادشي لمرا ولا للنسا؟
نحب نشتري نظاره جديده.
خلينا نديرو تقرير علي الشنطه المفقوده.
غادي نوقفو عند المحل ف الطريق ل لور؟
غادي يكون دار بلي غدا العشيه.
بدل هادشي لبيزيتات، عفاك.
اش غادي تختار، مقعد للسماسره ولا مقعد لم يسمح بالسماسره؟
هاد سي تاناكا. كنطو قريت لبارح، ولاكن مابغيتش هاد الغرفه.
ويسكي علي الحجاره، من فضلك.
لا، ولكن عندنا طبيب كي قاري اليابانيه مزيان بزاف. دون ما يكون في مشكل.
ماشي مشكل
ما عارف المقاسات الاستراليه.
غادي ترقص معايا؟
هاداك كلشي لدابا. شنو غادي ندي ليك؟
اذا كنت مكانك، نجرّب هاد الشي.
الجدوال كيعرض الفرق الرءيسي بين النوعين ديال العقود.
انا؟ الشطرنج لعبه مثاليه لي.
ايه. نتا بغيتي تشري هدايا. ممكن تقدر توصلي شي حاجه طيبوله؟
مريض. عطو دكتور عليه.
اش نو الرياضه اللي كاتبغي عندنا؟
اي نوع من البرامج التلفزيونيه انت مهتم بها؟
كينخسرو يوم ولا كيربحو في الطريق ل ميريكان؟
خليني شوف الجدول، عفاك.
خاد شي سماعه.
كنتي عايش مع حد او لا؟
غادي تنتظر تقريبًا ساعه.
كيفاش كديرها؟
الكاميرا دي ماشي عاديه.
عيش مزيان.
نعم. الصباح هدي خریدت قميص من دكانك. ولكن لما رجعت و فتحته، كانش هو لي خریدت. هدي ايصالي.
كيفاش كتاكل هادشي؟
كاين سلطه خضرا؟
كمال، لا شكرا.
كاين دكتور عندك لي كيهدر الياباني؟
اشنو وقت تبدا لبرنامج؟
كانقدر دفع بالين؟
حوايجي هي تسلق الجبال و العزف علي البيانو.
ما قادرش نصدق غادي نرجع لليابان. كنتمني نمكث اكتر.
الميه كاتحدر من فوق. ما نقدرش نقعد هنا.
نوصي بزياره محل لبيع التحف.
هادي الميزاكي في الغرفه 2315. كندير نتا اتصال باش نهض بكره الصبح.
مشهور ب لمحيط لجميل.
مع السلامه
فين نلقي حاجه غريبه؟
نعم. باللون الازرق، الاحمر، والاصفر.
راح اكون سعيد نخدمك.
بغيت نملي الحانوت من البومب رقم خمس، عفاك. هادي عشرون دولار.
زين تشوفك
فين نقدر نشيك شيكات السفر؟
خليك حجز لينا لغدا العشيه؟
يمكنك ياخو يدينا ل المقاعد سي تسعه عشر و سي عشرين؟
كانت عندي القدره علي شراء سياره جديده مءخرا فقط.
قسم شعري من اليسار، من فضلك.
اشنو عدد المرات اللي كيدور فيها اوتوبوس هايد بارك؟
كاين غيد يهدر اليابانيه؟
نعم، سلطه خضره، من فضلك.
شوف دكتور كي فاهم اليابانيه، عفاك.
قريبا ومع شريك. ولكن هناك مشكله. مازلت ما عندي شريك بعدا.
خليتي لي دوا، عفاك.
نحب نبدل الغرفه.
سمعت الاعلان عن الغاء رحله واحد سبعه.
خاين زوج ديال حذاء مع صوفان ماطي، عفاك.
روح مستقیم. فندق ميلتون علي الشمال.
فين ناخد التيكيت؟
بغيت نحجز.
خدو بسرعه اكبر ممكنه.
टकلا دي حاطه.
كَمْ عِدَّه زُجَاجيَّات مُسكِرَات عِندَك؟
بغيت نوصل للمطار قبل السادسه د الصباح.
كنتي مستعد تشريه ب 7 دولارات؟
خاي ندير بزاف د الشوبينج قبل ما نطلع. ممكن تعتني ب واليتي لوقت قليل؟
تقدر تغييره في اي بنك من بنوك المطار.
خاد شويا دّواقي دّيال الورق.
اش هاد الخدم؟
عندنا نبيذ وَردي ممتاز.
مزيان.
اش نوصل للمستر جونز؟
اش هاد الفاتوره فابور ما؟
شفت اللعب؟ الينكيز ربحو.
خايع ندير مكالمه جماعيه لليابان. انا وطنابي غوروه، غرفه واحد اثنين ثلاثه. خايع اتكلم مع سي وطنابي ماكوتو في ثمانيه واحد اربعه خمسه ثلاثه تلاته تسعه اربعه واحد جماعي.
هنا فاتورتك.
نحاول هادشي.
لا، مازلتش. جيت هنا من الجاپان.
لا شكرا، يمكنني ان اجد ذلك بنفسي.
هاد البوس كيمر من خمسين شارع؟
هدا دلنا غادي يلقانا ف المطار.
مكالمه من شخص لشخص، من فضلك.
زيما حمد الله
هي كاتدمي.
انا عandid من الحبار.
اش نوضو برنامج التلفزه د اليوم؟
اي يوم من الاسبوع اليوم؟
هاد كohl؟
هادشي صحيح. غادي يكون تمرين مزيان.
متيقن انك غادي تتحسن بزاف بزاف.
انا مُدرّس.
كنبغي لي صندوق د الرسوم.
سيتا وسته تعرض، من فضلك.
اي قناه الفيلم عليه؟
اكل مكسيكي
هنا جاي الاتوبيس. احسن ما تقدر تسريع.
خير، مفتاح التسوق الناجح هو الوصول في وقت مبكر قبل الحشد.
خلينا نقعد علي اتفاق.
مزيان، كاين وقت كafi دبا.
اش كوكتيال خاص عندك؟
كاين هاد الشيء بالاخضر الغامق؟
عشرون الف ين، من فضلك.
هاد الباب ديال طيران امريكان ايرلاينز رقم عشرين ل ميامي؟
قليل بزاف.
هل يمكنني تغيير هذه العمله الي عمله بلد اخر لاحقا؟
خلي لي فلوسك كاملين.
عندي مكتبي هنا فوق. هادي ان بتلر، سكرتيرتي. ان، هدا سياده اووزو من اوساكا.
نحنا بغينا نحجز مقعد كلاس اقتصادي لشيكاغو لهاد الاربع.
بغيت نحجز غرفه لثلاثه ليال جايه.
ماشي مشكل، تقدر تفتح الباب لي؟ ولا ندير لك مفتاح الماستر؟
واحد من داك الباك الاحمر، عفاك.
مايهاما هي المحطه الصحيحه ل ديزني لاند.
غالي شويه.
فاش غادي يوصل اوتوبوس ل فندق هيلتون؟
هادشي طبق مشهور فمطعمنا.
خليك دفع رسوم الغاء الفندق.
مزيان. غادي نخرج من الشغل الساعه سيته، اش غادي يكون الساعه سبعه؟
خايب. الرصيد ديالك علي الحساب ديالك سيت ميه وتلاتين دولار.
المحلات التجاريه الكبيره موجوده هناك.
كانقدر ناخد شيايا ف الوجهه؟
تفقدوها بسرعه.
كاين عندك هديه نضيفه لزوجي؟
سحبيني لما يجي وقت لاكل.
كيفاش نخدم الساعه د الصباح؟
قرا.
اكيد، ها الڭرصين.
البرطاقه ماشي عاجبه.
شوف السين يال.air U.S. سبعه صفر سبعه؟ خصك تمشي لهنا.
خدت سطاش دولار من بنزين سوبر بدون رصاص.
عندي غبطه. ممكن نوصي لي دوا؟
كنلبغي راسمه الورق.
هاد كان مشهور ف الربعينات حتي الستينات.
خادني نعرف قياس عنقي.
كنتي عايشه قهوه زياده؟
الزر دي مكسور.
ماشي مشكل نكلمك؟ عطيني رقم تيليفونك؟
هادي مزيج من اربعين في المءه قطن و سيتين في المءه نايلون.
نقدر رحيب علي الارقام الحمرا الزوجيه.
النوادي للايجار كيتخلّو ثمانيه دولارات للكامل و الحذاء للايجار كيتخلّو دولارين.
تلاته يام من 7 يونيو.
كاين شقق لي ممكن السياح يستاجروها؟
قادر يعرف انا هنا؟
غدا؟ ماشي عاطيل والو في لعصر. لا علاش؟
خاي ندير مكالمه جماعيه ل سي هاشيموتو.
كاين ماتش د لكوره هاد الاسبوع؟
هاد كيهدر مزيان. هادي غادي ناخده، عفاك.
خلي показلي الفاتوره ديالي، عفاك. شنو هاد الشحنه؟
هوما في الناحيه لخرا ديال القسم د لمجلات.
اش نواع الاختيارات د اليوم؟
فين ندير الطلب لاعاده الاصدار؟
حار شويه.
طابيو اوزورا.
غادي نوريك الدار.
كنّا نريد طاوله في قسم المدخنين.
خادش شامبو ضد القشره.
واش كتقدر تساعدني نملي هاد الاستماره؟
كاين خصم للسياح؟
خدي زِپ.
من بعد الشامبو، نحب ناعمل مانيكيور.
ماشي غالي. اوكاي. خير، عندنا فندق مزيان سميتو ذي بيڤرلي. واقع ف الجانب الشرقي.
غادي نبدل لفلایت فباريس.
قوليش ابدا لا.
اش تعرفو عليه من زمان؟
ف الدكان ديال التذكارات قرب الباب.
لا. هادي تامورا.
عندي موعد في السابعه.
شكون كي عض؟
اضغط علي هادشي.
بغيت نحجز كوزيت ل مدريد ل ليله دابا.
اكيد. روح هبط من هاد الشارع بلوكين، وغادي تشوف بنك النايشنز علي جنبك اليمين.
شكرا، ولكن نتا حاب نتفكر فيها.
اشنو ساعه جا؟
اش هاد كي كلفه لل كيلو
اش نوّع راح يصير لو قلت نعم؟
كنتي بغيتي تعملي معامله اخري؟
السيده الحمراء، هي كوكتيل الفراوله المبني علي الشامبانيا ومشروب منعش جدا.
هاد خير. شكرا. اسف، اسمك من فضلك.
كنت فيه شي خاص او علامات علي هاد الشي؟
كاين اوتوبوس اخر في نص يوم.
اش يمكن ندير شوفه للسودا لي في الشباك؟
دايكيري جوج، من فضلك.
كاين مطعم حيث كيهدر الياباني؟
ماشي ممكن تدق علي صديقي؟ خسرتو ف الجوقه.
غادي نديلك حقنه.
صاحبي تّعرض لمره حاده ديال الالم فالبطن.
كنبغي كريم ل البشره الدهنيه.
واش كتقدرو تقترح لي جوله سياحيه؟
عشرين دقيقه او كتر. ارجوك انتظر في صاله الانتظار.
كيفاش ندير مكالمه جماعيه لญAPON؟
خلي نديرلي پيتزا في الغرفه ديالي؟
نقدر نقدم طاوله في ثلاثين دقيقه.
وين اقرب حلاق؟
كيفاش غادي يكون العدد؟
انا جاي من المانيا.
بدل هادشي ل دولار.
كاين الخوخ الحمر؟
في ريحه زوينه جايه من هاد الطاق للاكله.
غادي توريني كيفاش نعمل مكالمه؟
نقدر نقول كاين ناس هنا تحت تاثير المخدرات.
فهمتي شنو قول؟
اش نوصل من هنا؟
خارج.
بابا دي خايف يركب الطياره.
انا هنا مع صديقي. يمكننا نجلس معك؟
الاكل مزيان و ناس كيحملو بزاف، لكن التلفزه صغيره.
فهمت. ديرني نشوف كتابي. عندي فرصه الجمعه الجايه. اش غادي تختار، الصباح ولا العصر؟
شكرا. دفع فلوسك عند الكاشير ديال هناك. شكرا مره اخري.
رجع متي؟
وين صاله الاكسيكتيف؟
ساعه تاسعه.
انا اسف. ماعنديش كفاي معايا دابا.
خايب. خلينا نديروها. انتا جاهز؟
هاد هو كوارتز؟
اه، خايب ناخد معجون اسنان كمان.
اوردر تيك اوت ديال سلطه البطاطا، من فضلك.
تلوث الهواء مشكله خطيره في مدينه هذا.
كاين عندك صالون؟
ڭرڭي بيا ضهرتي.
رقم التلفون هو واحد اثنين تلاته اربعه خمس سيته.
كنتي بغيتي الحوت ولا اللحم؟
قعد فالمقعد. خليتي مقعد.
خايب نروح للمطار قبل ثمانيه د الصبح.
نعتقد انّي لقيتك من قبل. انا كينيتشي يامادا من تكنولوجيا نانيو.
شوف هاد اللوحه ديال اختبار النظر، عفاك؟
كنعقبو حفله مريحه غدا. جيو معانا، عطينا؟
مينفعش نلقي مفتاح صب؟
نقدر نسجل فيديو؟
او طياره هادي صغيره بزاف ما كاتحمل كل الحقاءب.
ما كاينش دخان في الليفت، عفاك.
نحنا بغينا نمشي في رحله بحريه.
ارشح لي مطعم.
هاد الغرفه رقم تلاته وعشرين خمسين. التلفزيون ماشي عمل.
خدي يارداتين من هاد القماش، عفاك.
خليك دفع مصروف النقل باش توصل.
اش غادي تحب، كلب او قط؟
نقدر نديه.
غادي تجيبيلي شويه ثلج و كاسين، عفاك؟
كان عندي قاروره وحده ديال ماء الينابيع من التلاجه.
رقم طيارتك شنو؟
عندي مشاكل في القلب.
فين الزيت ديال الجلجلان؟
هاد هو المكان فين وقعات تصادم اربعه مركبات قبل بيومين.
فين ما نمشي نلعب غولف نهار الاسبوع.
كاين نقاط لي خاصني نتفكر فيها.
بغيت نهضر موعد في العاشره صباحا.
سكت. غادي نتصلك و نحدد موعد نغزّو فيه.
كاين مقعد لثلاثه؟
السماطات ماشي عارفه تعمل بالزربه.
اش نوّع ماشي ف سينما دليليك؟
يمكنني اعاده اصدارهم؟
كاين عندك ياقوته في اطار فضه نقي؟
اش هاد الحد العمريه؟
عندك عصير طماطم، من فضلك.
ايوا، غادي تشرحلي كيفاش نستعمل هاد السماطات؟
لوقتاش ممكن ندخل؟
كاينين مخازن لي عندها موظفين يابانيين؟
ايه، سيدي، بعض الناس اللي كايسكنو هنا من احسن الناس-ناس اللي كايعطيو شوفيرات تاكسي، اذا فهمتني، سيدي.
درجه تانيه الي واحد الاتجاه، من فضلك.
مَحجوز عَليّ فْلَيْخ 5 لِسِيَاتَل غَدًا.
معتاردين شويه، لا تقلق.
خليك متاكد انك تحقق كل وعودك.
فين نتقدم لدروس الغوص؟
عندك ظرف اخر؟
لا زيوت شعر، شكرا.
كَم يّوم؟
ما بغيت هادشي.
فهمت. طيب بحالو. ولا غالي شوي؟
ما عندي فلوس ل الخزنه اللي كتاخد الفلوس.
ما عرفتش بلي ما وقفتش عند اللوحه؟
اش حاد الف ليله؟
قاسدي سبعه.
غادي نجي حوالي العاشره دليليا.
رقمي واحد اثنان ثلاثه-تيسع صفر خمسه خمس.
منذ ما جيت لهاد النحو ل سافيل رو، كنسمح ليا نعمل قميص.
شحن البطاريه، من فضلك.
عشرين ابريل
بغيت نبدل لطيران فالعصر.
لباس، حقاءب، حذاء، حاجه زي هاذاك.
هي بنت يابانيه عمريا ثماني سنين.
كيفاش كتقدر؟ بابا ديالي كيسلم عليك.
خلينا نسرعو، ولا هادشي غادي نتعطلوا.
هادي خفيف ولا كيخرب؟
خايف هذا المشروع غادي يفشل.
علّمني الخطوات، من فضلك.
ساعه ونص.
انا اسف. ديتها لشخص اخر كايقعد ف نفس الغرفه.
ماري كانت فِي الوَقت لِلْقِطار، لَكِن جُورج لَم يَكُن.
كل الشغل وماشي اللعب يخلي الجاك فتي قاتح.
خير، غادي نتفكر فيها.
التيكات السريع كيحلوو غير للقطار و لمقعد لي خديت حجز عليه.
شكراً لك علي الشرح لي كل هذا.
ماشي عندي براز من ثلاثه ايام.
اي نادي غي خديم ل لقرعه الجايه؟
اي شاطء هو الاكثر شعبيه لدي الاطفال المحليين؟
هادشي كُلّو ممتلكات شخصيه.
ايوا، كوكا كولا وحده.
خد ليك الحلاويات.
مش خطر ناكلها؟
هادا طاغي ديالي. غادي تشوفو دابا؟
كن買ي كتير من البحريه من بلدان تانيه.
اشياء هشه.
ما تقلقش. غادي نعلنو.
طريق ميناء الصيادين، من فضلك.
غادي تجيبيلي شاي و خبز و زبده؟ هاداك غرفه نمره تنين او تلاته اربعه.
ماتبغيش نغولو كاس بيره.
كايعتمد علي اما عندك حاجه ل ديكلاريها او لا.
مزيان، سيدي. عطني هاتفك و غادي نخبرك لما نوصلك المكالمه.
النشر علي المكتب كيتعامل بزاف دلوقتي.
خليك عطيني هاد الفلوس مقسمين لفلوس صغار؟
مانشستر من فضلك.
انا اسف، ما كنخدمو هاكا.
سكت ليا حاجه. ممكن تجيبلي كشكوشه؟
اش كان اخر مرا تي دارت جنس؟
اشنو الثمن ديال التيكيت ل وايت بلاينز ف اللي讪 دال نورث لاين؟
هادي جوله نصف يوم؟
خلي показي الجدول ديال المواقيت.
خايج غسل يدي. فين غرفه نغسل فيها يدي؟
اش نحتاج تيكات؟
حاجه مخلعه مع السياره. ممكن تتحقق منها؟
اوه. هو عارف نحب اللباس.
مكالمه بعيده، من فضلك.
انا اسف، لكنه في اجتماع حالياً.
كنلبغي بنك. فين اقرب واحد؟
شنو نوع الشغل؟
يا ربي. فين كنا؟
صباح النور. شنو عدد لي غادي ياكل؟
البطاقه مكتوعه. ممكن تعطيني وحده اخري، من فضلك؟
خليك دير تسجيل الدخول في تسعين دقيقه قبل وقت الرحله.
خليت بلوزتي ف الخزانه د لوطيل.
خليها فلوس حتا نقدر ناخدوا بسهوله.
حاد ياخدها بالغلط.
فين كورس المبتدءين؟
كاينين ليك لوان مختالفين؟
نحنا بغيت نرد الراديو لي شريتوه البارح.
اي خط غادي ناخد؟
خليك جيبلي منشفه.
عندي طياره متصله علي نورث ويست 234. فين ندير تشيك ان ل لحقاءب ديالي؟
ماشي نبدل المقاعد؟
دولار و سبعين سنت. هاداكولك لما يخلص.
يمكنك تستفسر عليها لطوكيو؟
هادا الغرفه سيته واحد واحد.
اش هاد الشوفه.
سحلي فالسادسه دلعشيه غدا الصبح.
باز لقيصه من جوده عاليه.
اش ناخد حاجتك؟
خد الحساب ديالي، من فضلك
واجه النهر التايمز، من فضلك.
عفوا، هاديك صورتنا؟
كاينين ماواضع ديال الغوص قريب من هنا؟
خبيز برغر بالجبن مع كلشي، بطاطس مقليه و شيك سترو.
ارسل هاد الباقه ضد الدفع.
كانقدر نتاذب بزاف حيت كناكل اكل غربي منين خرجت من طوكيو.
نحب نرسل هادشي بالكابل.
اكتب اسمك، الفندق، ورقم هاتفك علي هذا الورق.
نقدر نحدد موعد لجمعه؟
صباح النور. هادي مكالمه استيقاظك.
كنت قريت التلفون.
خليك عاونني نشوف الطريق ل لمكتب د BA.
عفوا. ممكن تكسّي لي هاد الدولار و صفر سنت؟ بغيت ندي تلفون، لكن ماعنديش فلوس صغيرين معي.
من الساعه تاسعه صباحا ل الساعه تاسعه مساء.
يمكنك طباعه اسمي وعنواني علي راس الورقه؟
هنا ايصال دفعتي.
اِلَّا كَيْفَاشْ لَبَسُ الرَسْمِيّ مَلْزوم؟
كيفاش غادي يكون ل Facial مع ماسك الرخس؟
نحنا بغينا نشحو الشيك.
كيف كان الجو في لوس انجلوس؟
خارج الباب داك. روح لمحطّه لوطوبيس لي معلمّه رقم تلاته. لوطوبيس داك غادي يديك للفندق ديال بي فيو.
ب هاد البرنامج، لمستخدمين يقدر يخلقو صفحه ويب في وقت اقل من عشر دقايق.
خدت وقعت و جروت ركبتي بزاف.
خليني شوف.
اش داك اللوحه تقول؟
لыш نوض علاش منتوج A ضehr حفظ حصه كبيره من السوق لخمس سنين اللي فاتو؟
خليك. ارجع لتحقيق جواز السفر.
خليكلي جوج دولارات.
اشنو غادي تجي؟
كاين هاد الشيء بالاسود؟
اي ساعه كتخرج القطار اللخر؟
خليني في المحطه الجايه
لوحو الايجار، من فضلك.
ايوا، عندنا ثلاثه ملاعب د التنس ف الوراء د هاد الجناح.
خدوني من المحطه.
فين ندير الصف؟
روح لالفنستره رقم خمسه.
سير، سيدي. غادي نشوفوك ف السابعه.
مافيش غير غلط في الحساب. شنو قيمتو؟
كنبغي سياره اوتوماتيكيه كتجري بالكيلومترات الطويله.
ايوا، البارح كان شويه احر.
ممنوع بالقانون وقف السياره علي الرصيف.
واش كتبيع طوابع بريد؟
خدني وصفه طبيه.
كيدخل الخمس.
الреاكسيون ل لموديل لي قبل كان في الغالب ايجابي.
اش هاداك نروح لحاكوني معايا؟
خليك مزيان معاك ماختارتي مزيانه.
مزيان، السيده سوزوكي، عندك حجز علي رحله رقم 213 غادي تطلع غداً علي الساعه 3 عserter. ارجوك تشكي ان ب 2 د لعشيه.
خليتي معاك فلوس صغار؟
ممكن نسيته عند الكاونتر.
اكيد. هادي ثلاثه بلاط كلو؟ غادي نديروهم ليك.
ما قادرش نشوف الشاشه من هنا بزاف.
عفوا، لكن نبدو نحافظ علي جواز سفرك.
مزيان. دابا حجزتك.
فاتوره، من فضلك.
كنتي عايشه ناكلوا الغدا معا؟
هادشي مزيانش. كان جميل نتا حنا نتكلمو معاك.
ما قدرش نلقي الكلمات اللي عندي.
الاكبر فرق هو حاس الـمكان.
كاين خصم للناس اللي كايقعدو شهر كامل؟
هاد في الطريق السريع ولا في المدينه؟
كاين سرقه.
غادي تبقي لثلاث ليلات كما هو مخطط؟
ماشي مشكل، ممكن تاتصل بي بعدا؟
نحب نرسل تلغراف.
اي ساعه لازم نخرج؟
ايوا، لمجموعات ديال عشرين او اكتر، تلاته دولارات للكاس.
هاد باشاره لك ل登ابورد. ارجع لباب الرقم 14 لما يسمعو اسم الرحله.
قطعت يدي علي قطعه زجاج.
ماشي علاش
كيهن مزيان.
ما زلت ما حصلتش علي حقيبه سايقي.
خايب، حنا ماشي نقدر نقول. ديما كيتعوض علي حركه الطريق السريع. عارف انه كيكون مزدحم بزاف فهداك الساعه من النهار.
كيفاش ناكل هادشي؟
خاد نشرب لحم خنزير مشوي.
خليت البنزين.
نقدر ن尝ي الحجم اللي بعدو؟
كومبلي هذا الفورم. فين نديرو بعدا ما ناخدو؟
لقيتك لما زرت مكتبنا في طوكيو في السنه الفايته.
كنتي وقف ف فندق واني؟
كيفاش نلعب؟
كندير كيبر و رولز؟
واش كتقدّي مطعمه جيده؟
اش حال؟
بدا العداد.
ما شفت والو لون احيي من هاد.
خليتي ناوع دوا للمعده؟
هادشي لي عطيتيش غير هاداك.
عَفْوًا، فين نَشُف يدي؟
مرحبا، خسرت بطاقتي الاءتمانيه. من فضلك الغِ بطاقه القديمه و اصدِر لي بطاقه جديده.
نحنا بغيت نتحقق من حقيبه ديالي.
خدي تيكيت ماشي و جاي ل لمحطه د "S"، عفاك.
اش غادي يكون الثمن ديال الغرفه؟
خلي تبعو, غادي يغسل ليك شعرك.
مينفعش ناخد كيس؟
عندي تلاته حقاءب.
اش نوحك اسمك وتلفونك؟
فهمت. طعم الحلويات اليابانيه مختلف تماما عن حلوياتنا.
يمكنك ارسال شاحنه سحب الي مينتو رود رقم ميه؟
هادي عاءلتي.
ماشي مشكل نتقدم لكرسي اخر؟
اش هاد غادي ياخد؟
ماشي. غادي قرب البريد في كل حال.
اوه. هاذsi حا ضروري. اش من هاداك، اللي فيه عمليه بسيطه؟ كل ما عليكم هو وضع هاد النوع ديال الفيلم في هاد المكان و ضغط علي الزناقي.
خليك عاونني نكون جوا مع مراتي؟
حراتني الما الحار.
نحب نرسل تلغراف.
هادشي بالظبط حيت الاختيارات كيتحطو جماعيًا.
نزّل هاد الدرج و سير ورا اللافته.
كاين بير محلي عندك؟
قادر تقف هنا؟
اذا اشتريت اثنين، كم تسعرهما لي؟
نعم. هادو.
فين ليفت ل جريندلwald؟
غرفه مع حمام ومستلقي.
كنلبغي شاربي.
مكالمه دوليه، من فضلك.
تمنيه وعشرين دولار؟ اش نقول خمسه عشر دولار؟
كنتي عايشه شاي؟
الله يخليك.
خليتي طاوله قريبه من الشباك، عفاك.
كايقبلو شيكات السفر هنا؟
اللي مسءول ماشي هنا لفوق. غادي يجي غير يرجع.
المفتاح، من فضلك. الغرفه الحاديه عشره سته عشر.
خدني كاميرا بسيطه، من فضلك.
هادي اصلي؟
خليك عطيني يديك في لحزامي من ورا؟
خاي ناخد ليك اشعه اكس.
كاينين مكان اخر قريب عندو يقبل الياباني؟
ليش هاد البانطيون ديال الكرAVE صعيب بزاف؟
البطاريه ماتت. يمكنني استعاره كيابلك؟
دوا البطن، من فضلك.
خليت فلاقه عصير، ولا مابغيتش فلوس التبديل.
كانجحب موسيقي الشعب.
ماشي عارف نشوف واحد زي لي في الشباك؟
مرحبا، وكاله سامريتان العقاريه.
كاين عندك فاكهه طازه؟
خدي شي لي باقي ليله دابا.
فين قاعه الطعام؟
حوالي ثلاثه مليون ونصف المليون ين.
ارسله بالبريد المسجل، من فضلك.
كاينين معاكوم ادويه للالام ف هاد الفندق؟
مزيان. اه. نشوف ناخد حمام النهار؟
الطرف لاخر علي الخط.
خليني تيسعين تمنيه، واحد خمسه، اربعه واحدات، والباقي في عشرين سنتيم.
اليابانيين كيحبو يديرو الحاجات جماعه.
خلينا نلقي لياوم.
اش داك الساعه ف طوكيو؟
خلينا نوصل له
خايب لعبه وراق، من فضلك.
كنلبغي هدايا بثمن معقول.
باري پارك، من فضلك- ولكن ممكن توقف عند سكوير يونيون؟ بغيت ناخد صاحبي من هناك.
غادي نرجعلو ليك قريبا.
اسف، ما نقدرش. نقدر نوقف فقط ف الفنادق اللي مذكوره هنا.
كنحس بيه بزاف، ولاكن.
اي نوع من الغرفه تريد؟
فيناه من اليمين ولا من الشمال؟
خليك خمس دراهم.
اي رقم البوابه؟
امضاء، من فضلك.
هاد المنصه رقم سيت؟
حار شويه، ولكن نعتقد انك غادي تحبها.
خدني كاس ماء بارد.
واش خايب نروح ل سوهو؟
تيكيت ل ديترويت، عفاك.
ماشي في لموسيقي، ما كاينش الا 42 شارع. لمسرح كيدور بيام كامل كل نهار حتا تيكيت đơn لا يمكن نستعصلو. Cases نادره في تاريخ لموسيقي، نقدر.
خليك طيبي، قري ليا الشنطه لتحت، عفاك؟
كنعرفها، ولكن حقيبه ديالي كبره عليّ نّحملها. وهاداك رايح تحفظها لي؟
كنحنا مهتمين بالاثار.
خليك جيبلي كاس ماء
اتصل بالبوليس.
جاي.
طول الكتف، من فضلك.
مين عرف يشوف لي البرنامج و لاءحه الاسعار؟
بالطبع. هادي بطاقه شركاتنا.
كاين عندك موديلات اخري؟
باب الصعود ديالك رقم سبعه عشر.
29 ابريل كان يوم ميلاد امبراطور شووا، ابو الامبراطور الحالي. الان، يحتفل به كيوم الاخضر.
كيفاش غادي نرسل هاد البطاقه لليابان بالبريد الجوي؟
واش غادي تخرجني ل迪سكو؟
ايوا، داك تاور د لميموريال. واحد من اشهر بنايات لمدينه.
كاين فيلم عندك؟
عفوا. هاد الطريق ل بنك الاول القومي صحيح؟
خايف نستعمل صندوق امان.
بدا القتال.
كاينين عرض خاص علي السعر؟
عندي اكثر من عشرين سنه من الخبره في هاد المجال.
كانبقا في هيلتون سي سايد. عارف، كنحاج لهاد الصندوق بزاف. كل هداي لي عندي فيها.
خدو هاد الخروج لي جاي و دربو لليمين، عفاك.
عذرا، غلط الرقم.
كيفاش غادي تصلو ليه؟
الخط مشغول.
وين مخرج الشفره الكهرباءيه؟
اشوف واحد اخر؟
فين الدرج؟
مزيان. كنحمل معاك نباتات او اكل؟
زي ما كيت. هيه. نروح ل الشاطء.
كيهدر في نفس الاتجاه ديك البنايه؟
بازهر كتير.
انا كاتسوهيكو ناكانوما. في اي رساءل لي؟
BASH MAYKAN, KAYN GADI NĦABBT FLIGHT HADAK LIĦADMA KAN ĤAD ŠĦA LAK?
ممكن نبدل الحجز ديالنا دابا؟
اسمي سوزوكي.
اسمي يوسوكه تاناكا، ودابا كاتهدر من المطار.
كايكونو ناضين؟
ماشي عالقه.
فين اللبي؟
واحد من حقاءبِي تّدمر. فين نروح ندير الشكايه؟
هاد كثر عالاش
يمكنك احضار امتعتنا الي اسفل من فضلك؟
خلي جيبلي فلاقه بيره. اذا كان عندك بيره طازجه، نعم نختارها.
اه، ذاك ذكّرني، في مقهي مزيان قريب من هنا كي لعب موسيقي كلاسيكيه ممتازه.
خايج سيارتي.
اكيد. ممكن نوبر تيليفونك، علا اي حال؟
لا. بالفعل، بسبب الاسعار المرتفعه، انا مجبور ان اسكن عند والدي في كوينز، والذي يحتاج الي ساعتين من السفر ذهاباً واياباً.
نحن كذالك. دابا مابقينا غير نقاش واحد. هو شحال شهر د لبدل اللي خاص كل طرف يديه ل لاخر في حاله انهياء لعهقد.
بغيت ناخد تكتين لسبت الجاي بعد الضحا.
هاد شي طهي بزاف.
هاد هي قصه حب؟
كتلعب من اجل المتعه وكمان كنستعمله في الشغل.
اشنو ساعه غادي يخرج البوس ل牛كسفورد؟
كنلبغي نلقي رقم يونايتد ايرلاينز، من فضلك.
عذرا علي الانتظار، رقم غرفتك تسع وتسعين. ها هي مفتاحك.
نبيذ لذيد. هادشي مصنوع محليا؟
اكيد. عندك لون معين في بالك؟
انا ماشي عاقلي.
فين مخازن الامتعه؟
مشيت شوف جواز سفرك وتيكتك؟
خليتي ورق الحمام.
الليابانيين مابغيوحولو شغلهم بزاف.
كان呼 طوكيو تلاته سبعه سيته خمسه اربعه تلاته اتنين واحد.
ماشي مشكل، ممكن نتقابل غدا؟
حجر قديم فيه حروف عتيقه.
اي طياره غادي نركبها الجايه؟
كتاخد لول في ثمانيه وعشرين و خمسين دقيقه صباحا من ماطار سان فرانسيسكو.
هادا غرفتك سيدي. فين ندير الحقاءب ديالك؟
عفوا، لكني ظننت انك جالس في مقعدي. شنو رقم مقعدك؟
خليك ضع حقاءبك علي الكاونتر؟
نعتبر واشنطن العاصمه، عاصمه امريكا، مركز السياسه العالميه.
مزيان. غادي نقول لها تملاه.
اسمي اوكада. عندنا حجز لساعه سبعه.
انا؟
فين غادي تقعد ف لوس انجلوس؟
ف القطار التحت ارضي.
من بعد، مشكله التلوث البيءي كاتقلّش حتا هي. صح؟
اي رقم اوتوبيس؟
ماشي مشكل.
علاش، مهندسنا، سي اكياما، خيضطر يخرج مبكرا باش يحضر لجتماع اخر.
كاين خدمه الكراء او الخدمه ديال الاستلام؟
ماكاينش صابون في الحمام.
نفضل اوتوماتيكي.
سته اوراق من فءه عشره دولارات، ثمانيه اوراق من فءه دولار واحد، والباقي في ربع الدولارات.
خد الباص الاكسبريس من برا فوق.
ديالك.
خبز ابيض، من فضلك.
وين الحمام؟
شكراً علي اليوم.
كاين تلفون عام؟
غادي يجي في دقيقه
حوالي الف وخمسماءه دولار استرالي وخمسن الف ين ياباني.
كاين دكتور هنا؟
كاين مشكل في رحله طيران زي هاديك؟
رقم حجزي هو سته وعشرون سبعون تسعه.
نحنا بغيت ناخد الرحله الجايه ل بوسطن.
هاد الطاوله د لءت، عفاك.
مزيان. قعد هنا. غادي نرو و نجيب تاكسي.
خليني بيسكوي متلء شوكولاته.
انا في اواءل الثلاثينات ديالي.
خاينا نشتري روج خديم. نحب لون الوردي.
ماشي مشكل
انتظر هنا حتي ارجع.
قول لسي توماس انا ناقص ف الفندق د هيلتون.
وين اقرب سوق رايح؟
لا. خصك تشري تيكن من هاد الماكينه.
هادي جديد فالسّيζون؟
عَفْوًا، لَكِنَّنِي حَسِرت بِسَخْطَه
نحنا بغينا نوضح السعر.
اذا كُنت اتصل دوليا من غرفتي، هاداك ثمن اضافي؟
نعم هكذا اعتقد
خلي نطو نومرو هاد. ممكن تساعدني؟
اش نوصل لمدينه منين ناخد الباص او القطار؟
خاينا ندير مكالمه لبرا لليابان، عفاك.
اش نحتاج جاكيت؟ وكيفاش مع قميص عنق؟
خاي نطلب منك حاجه.
كاين ف الطوقه لعند الطواستر.
ما خصني نشرب حاجه فيها الخمر.
كن准备 نفسي لمحاكمه الدخول الجامعي.
مع الكريمه والسكر، من فضلك.
بارده، لا؟
واش ممكن توصلينا علي اماكن ممتعه للمشي في هاد المدينه؟
في مدينه كازينو.
جوعان
هاد الفاتوره ديالك. معاك فلوس او كارت؟
ماشاء الله، عطيني ويسكي مع صودا و كونьяك، من فضلك؟
اشنو الثمن ديال التوصيل؟
ما قادر نشوف. خايج لحزام النجاه.
جوج هوت دوج ل الخروج.
ماعندني حلا خلاص.
جاي لاخدها دلوقا.
درّي لليمين ف الڭونه.
خير، السينيور هو سنهك الرابعه في التعليم الجامعي بعد الفريشمان، السوفومور و الجونيور.
نحنا بغيت ناخد درس خصوصي.
قف.
اي وقت نقدر نجي ونشوفه؟
كاين ليسته د لخمر؟
ريدي علاقي.
زيما عجبني. هادو، عفاك.
كاي拥有و تا مجموعه كبيره من مسرحيات شكسبير، لا؟
اشنو وقت كاس العالم؟
مزيان جيت.
نّاقد، عفاك.
خاي نحجز قارب د الرافطينج.
كاين فكره لستايل شعر لي؟
كاين خريطه لمدينه ديال هاد المنطقه؟
كيفاش بغيتي البطاطس المقليه؟ صغيره، وسط او كبيره؟
فين المكان اللي كيهز الكارنيفال باكثر؟
في بريد قريب هنا؟
انا مبروك عليك، نشوفو؟
روح ل لفوق د الصعود. غادي توصل ل طريق متقسم ل ثلاثه طرق. من بعد روح ل لشمال.
مشيت شوف البيان المفصل؟
خدني لفافه فيلم 36 صوره، من فضلك.
هوما غدي يقلو ليك باس غدي تاخد.
اكيد. هاد الطريق، من فضلك.
نختار اللينغويني.
خلّيها مكالمه جماعيه.
كيهدر شوي. باش كيهدر ومكي فهمش هي حاجتين مختالفين. مثلا عارف كلمه "اجنبي" - لكن ماقدرش ن告诉 اي خط ليا الاجانب.
اوكي. عندك تيكت واحد لبالغ؟
خد واحد لطابله مع كاس ماء.
كيف عاءلتك؟
مزيان. غادي تكول 160 دولار.
وين كتوب الاطفال؟
ماكاينش كابين تيليفون قريب هنا.
خاي، علي بعد خمسه عشر دقيقه مشي علي رجليك.
رجا عطيني ركوب من محطه بوسطن؟
ايوا، هي جايا. من كيهضر، عفاك؟
اش هاد الحار ديال دابا؟
جيبتي تسرق.
اكتر شغلي ومزيان من السياحه.
كاين غسيل سيارات؟
خد الفلوس من حيث الكلام.
كتبي لي.
فين نزيد هادشي؟
مين عارف يدينا لينا علي بلايص جميله نزورها؟
مرحبا. هادي كارول براون كالت. نشوف سوزان؟
اولا، كناخد خط تشو. و فين غادي نبدل القطار؟
مضيت لما ورا المحطه ديالي. شنو غادي ندير؟
اشنو ساعه طياره كتخرج؟
كاين غرفه عندك مع景ه حلوه؟
واش غدي تقولي الطريق ل لمكتب البريد؟
كنبغي لي جواز عينين.
خد الصوره مع البنايه من وراك.
كاين جرانات يابانيه عندك؟
نعتقد ان الصندوق الكبير سيكون غالي الثمن.
عصر الخير. عندي حاجه احتاج ن申请 فيزا الدخول لبلادكم.
هوما طويلين بزاف.
بريد جوّي؟ ديرنا شوفو، غادي يخلّي ميه و ثمنين دولار.
جريح بزاف.
مرحبا، ماشي من زمان.
نقدر ندخل؟
عندي التامين ديال المسافر.
رّءيسيا اوروپا.
امريكان اكسبريس كيفر؟
خدمت دفع الفاتوره ديال الفندق؟
المرحاض مبقاش كيخلي.
بغيت نديه في الحساب ديالي.
هاداك شامل الماكله؟
قعد، عفاك.
غادي نخرج نهار الجمعه تاسع وعشرين و نرجع نهار اللحد.
اش نو عشان هاد لوقت فญيبان؟
ممتع.
اذا كنتي بغيتي خدمه يوم واحد، غادي نزيدو 50% من الثمن للفاتوره ديالك. هاداك صحيح؟
غادي ناخدو التلات مقاعد اللي ف الوسط ديال هاد الصف.
كاين مشاكل؟ او عندك نصايح؟
سمعتك
ما عنديش ف لستوك، ولكن نقدر نطلبوه ليك.
خليك عطيني هاداك، عفاك؟
خليها في واحد من الكيسات الكبار ف الخزانه ديال اللباس. عطيني ملا فورما ديال الطلب ديال التنظيف علي حساب الاشياء اللي بغيتي تنضفهوم.
نخدم في التلفزيون.
نقدر نزول في الطريق مع هاد التيكت؟
ايها اطول عمرا؟
اش كيفاش دفعتي عليه؟
مزيان نتا عارفك.
فيها شاره ميكي ماوس.
خليك عرفني حاجه اخري؟
هاد سيبقا مزيان.
كنّا بغينا غرفه علي الواجهه البحريه.
خايب، ما عارفش كيف نقول.
كاينين غير الرحلات لجويه ليوم؟ خليني نكون ف لوس انجلوس دلعشيه.
ماكنش نعتقد انها ممكنه مش. نعرف انها مهمه ونحنا مستعدين نناقشوها مره نلقاو خطه تسويقيه معقوله من عندك.
منين ف كندا؟
حار بزاف، النهاردا. نروح نغوص، علاش لا؟
مساماتي كبيرين وبارزين.
خايج نصلح الساعه هادي.
كاين باص ل لمدينه من بعد الماتش؟
خليها تضاف للفاتوره ديالي د الخدمه ف الوتيل.
لا، ما مشيتش ل نيويورك.
خلي ناخد سبرايت؟
كان عندي صعوبه في لفقدان رءيه صديقي في الطريق.
خليني عشره دولارات من فءه اللي واحد دولار مقابل هاد العشره، من فضلك؟
خليت الكاميرا في الغرفه.
خادش غطاء لكاميرا.
كنتي جاي معيا ناكل شويه؟
اشنو ساعه تبدا لفيلم؟
رفع ايديك لجيه.
مين فايق نوصخ ناسخه من تقرير البوليس، عفاك؟
نعتقد انك غادي تحتاج تتبع نظام غذاءي. ما كتجريش بزاف دلوقا، علاش؟
انا كنحب نروح بزاف. شكرا علي الديعوه لينا.
اش ندير الحقيبه هنا؟
شوي من فوق الرقبه.
نشوفو نديرو لبارطا معاك مابين نروح نلقي شي حاجه؟
ايوا، ممكن يمطّر دابا العشيه.
هي في قسم قانون الضريبه الشركاتيه.
كاين حتي بار للسناك؟
اكيد. هما من كاليفورنيا و طازجين، اولا و قبل اي حاجه. حنا بنبيع ب ثمن مخفض، هتدير شراء عاقل اذا اشتريتهم اليوم. دولار و خمسين سنت فقط للواحد.
طول معتدل، من فضلك.
كيفاش كتخدمو؟
هنا تقريبا في الاسفل علي اليمين.
كنبغي نغوص مع معلم غوص.
خليك غير غرفتي؟
خليتي نتحقق. اش كيعمل لو خرجنا الساعه سبعه واربعين دقيقه.
خليني نتواصل مع الرقم 303.
وين محطه البوس ل سانتا مونيكا؟
هادي تيشنه غادي نديها لليابان.
خالتي ماشيه بلا حياه و شويه غريبه.
واش غادي تساعدني، عفاك؟
عندي غبطه في البطن.
فين نلقي اللباس التقليدي؟
وين مكتب المفقودات؟
كاين عندك قميص؟
خليك عطيني بار جيد، من فضلك.
راني غادي ناخد ستيك سيرلوين، و لحم خروف مشوي لمراتي.
هاد سي وحده حاده د الزحار مع التهت، خصك تروح لمستشفي فورا.
كفايه تغطيه, من فضلك.
دابا، اش نعملو ليله ليوم؟
غادي نفكر فيها.
كتقبل شيكات المسافرين؟
هذا يجب يكون ملكك. ساءق التاكسي خلاه هنا الصباح.
كاين عندك واحد زيه؟
هادي مركز التجاره لي تم انجازه.
نقدر ندير تلات ميه دولار في الشهر.
ماشي عطيني دفع لليستاشون ديال الپترول اللي جاي؟
خاي نبرد الجروح بثلج مدقوق.
واش كاين مقاعد مفتوحه؟
لا، غادي نيتلو عليه.
خايب سياره.
كاين عندك تاريخ ديال الحساسيات؟
كاين قارب لليبرتي ايلاند من باتري بارك.
كاين غرفه ل تّخزين د لملابس؟
خليني. ما نقدرش نحرك.
سياره ماعندهاش دخان، من فضلك.
اكتب عنوانك الدايم.
كنّا جاهزين نردّو علي اي استفسار عندك فورا.
ما غادي ناكلش الطعام.
خاينا نشري لي ما بغيت. غادي ترجعلي الفلوس؟
كاينين مخازن كبار قريب من هنا؟
الراجل لي عند الكاونتر كيحشمش بزاف.
افضل فندق اقل تكلفه اذا كان في حي امن.
عندي قنينتان ديال الكونьяك.
فِي اللّول، مُدُن هيروشيما وناغازاكي كايقيمو مراسيم تذكاريه، بينما فِي التّاني، الامپيراطور الحالي كايحضّر لخدمه للي ماتو فِي الحرب.
عفوا، اش نوصل هنا؟
كاين في الطابق التاسع عشر. خذ الليڤاتور ب، عفاك.
ممكن تقديلي الوصفه دي؟
كاين خيار اخر؟
استنا علي البواب.
عندي انفلونزا.
واش مع حمام؟
هاداك، اه، النهايه لخرا د لبلاد، كتوبا ورا مابل. النهايه الشرقيه د لبلاد.
مزيان، انتا مزيان. دابا رقم طيارتك الجديد هو 003 غادي تطلع ف 17 يونيو.
خايج نمر من الفورماليتي د义 الحره.
اش نوّار بغيتي ف الطّعام، لَحم بقر، فراخ اَو حوت؟
خدوا مني محفظتي ف السيبوي.
خليني نقرا فيه رقم برقم، واحد، صفر، فاصله، سبعه، تمنيه، ربعه.
مقعد من الدرجه التجاريه، بدون تدخين، من فضلك.
هاد البوس كيروح للمدينه؟
ماشي عايش هنا بعدا.
ما عندك غرفه باقل من هادشي؟
هاد المكان مزيان ل لسناكس، ولا لا؟
وين مقطوع الكهرباء ديال مجفف الشعر ديالي؟
سيارتي لقد قديمه ما كاتحسنش تدير.
خدني عنب.
خلينا نتواصل مع جميع الاشخاص المعنيين بهذا الصفقه فورا.
مزيان. شكون حابب تاكل؟
اش نوعي؟
ممرضه، تعالي بسرعه.
ماكاينش منشفه.
ماشي مشكل، ما باقي نوصل ساعه قبل، ممكن ندير شويه اكتر.
الفاءض كايقرّب.
كتّاب رقم غالط.
بغيت شي ما يخليني ننوم.
نحب نجرّب شي صغير شويه.
اه، كم انت لطيف ومحترم. هل يمكنني فتحه الان؟
فين المحطه ديال الباص؟
نقدر نديك شيفي سبيكترم ب 42 دولار في الاسبوع، لمسافه مفتوحه.
بатарيا خفيفه للماكينه ديك, من فضلك.
خدوني ليهاد العنوان.
واش كتقدر تقسم هاد العشرين دولار ل عشرين دولار منفصله؟
خايب نلقي اوتيل. فين مكتب الاستعلامات؟
خدت مقاعد عند النافذه.
خدما في الغرفه من فضلك.
دور لليمين، و غادي تلقاه علي بعد ميل واحد قدام.
خدت حجز من 24 غشت ل 27 غشت. يمكن نبدل حجزي من 25 غشت ل 27 غشت؟
اه، شكرا. ما عندي فكره ان نقدر. نشوف نرجع تاني؟
حوالي خمسميه فرنك او ميه دولار ميريكاني
علامات تجاريه اخري؟
خليني شويا د التبغ.
فين الجنوب.
فين بنايه حلوه هناك.
خدّها علي فيزا ديالي. الرقم هو تمنيه ثمانيه سبعه ثلاثه خمس تيسعه ثمانيه اربعه، وتاريخ الانتهاء هو ماي نينتي فيف.
خليتي مع景ه حلوه لو سمحت.
فيلم اسود وابيض واحد، عشرين صوره، من فضلك.
خدي غطاء العدسه، من فضلك.
متخلفش شويه، عفاك؟
بغيت يكون شبه للي عند ميغ رايان، عفاك.
كنبغي لي في الغالب اوراق ماليه من فءه الخمس جنيهات، من فضلك.
ممكن تحفظ شويتي لحد خمس د العشيه؟
فين ندير الطلب ديال القبول؟
كنّا درنا استيفاء دقيق علي احتياجات الزبون.
اش نوضي ناكلوا الغدا غدا؟
خاين لباس رياضي، عفاك.
فين مكتب جرايهاوند؟
ما لقيتش شنيتي.
ثمّا عطاش ساعه ليل-ليش باقي فالدّار ضّو؟
مشي فين غادي نلقي باقل من هادشي؟
كنتي عاوده تشتري التامين؟
ممكن تحفظ شياي حتي وقت مغادرتي؟
عفوا. ممكن تقول لي كيف ناشي لاقرب بنك؟
في طابوق nào؟
شكراً جزيلاً
فين نلقي جدول مواقيت القطار؟
عفوا. ممكن تقول ليASH مين لاباس تروح من بوسطن؟
ماشي مشكل، ممكن تقدير لي خصم؟
ما دام انك باقي ف نيويورك، ما تقدرش تتغاضي علي رءيه بعض المناطق والمعالم المثيره للاهتمام الاخري، زي تمثال الحريه ف جزيره الحريه.
اش غادي تختار، بالجو ولا بالبحر؟
كاين عندك تبديل لورقه ميه دولار؟
هاد سيڭنترال پارك، مشي؟
كن呼 البارمان.
نقدر نديك ف 3 د لعشيه. اذا كنت محتاج تكير شي EQUIPMENT، جي للكلوب هاوس ف ربع ل 3.
الخرجه ديال الباص هي ميه و ثمانين ين.
كانت سياره غادي تقتلني و سقطت للارض.
فطوري مازال ما جات. جيبها لي فورا.
فين ناكل الفطور؟ فين وقت الخدمه؟
الِيوم غادي نروح لمتحف اللوفر و ماشيت لكاتدراءيه نوتردام البارح.
خليك هديني الفلفل، عفاك
شكراً علي مساعدتك لي مientي رحت لامريكا.
وين مكان الامتعه؟
خلي هاد الشنطه حتي الساعه ربع لاربع؟
خاينا نرجع لليابان نصلحوها.
كاين عندك صندوق الخياطه؟
انا من سويسرا.
قنديل الكهربا طفي.
عندي مشاكل في المعده.
انا فلاحي.
ماكاينش غير شوفور ف البوس، لا كنْداكتور.
نحب ابدل فستاني.
عفوا، ممكن ترفع كرسيك شويه؟
نحمد الله، يوم جميل، مشي؟
هديه ليا. هاداك كل شي لي عندك؟
فهمت. املا هذا الاستماره اولا. و 告لني عن لون، حجم، و محتوي حقيبتك.
كاين خريطه ل đường؟
ارجو ارسال هذا عن طريق البريد البحري الي اليابان.
جيه هنا.
كاين بطاقه بريديه؟
الصباح هاداك حطيت طب لبرد لي جبتو من اليابان.
نحب نحجز مقعد.
اش حال من الوقت غادي ياخد لينا نروح من هنا لبرج لندن؟
اي باب طياره رقم 12 ل واشنطن؟
نقدر نطبخ ليا؟
راه عطينا قَميص لِعْقَدَه؟
اشنو وقت نخرج؟
يمكنكفتح الصندوق؟ اريد وضع حقيبتي فيه.
كيفاش غادي يكون ل واحد الساعه؟
مين فين غيصبتين ديال لحفايا؟
كنلبغي طاجن ماعندوش لاصق.
اش نوه ديك الباقه؟
باز للي كاين بلي ماتش البيسبول تاجل.
كاين هاد الشيء باللون الازرق؟
ما عارفش هاد البنا. ولكن هادي الطريق الصحيحه لحي اوياما بالتاكيد.
مافيش عندي فيلم. يمكن نخرید هنا؟
خليك عطيني الخط لغرفه سي مورii؟
كنبغي ناخد مقعد ف لشركه يونايتد، رقم الرحله تيسع وعشرين لمدينه نيويورك.
اشنو وقت الصوره الجايه؟
اش هاد المبلغ ديال مكالماتي؟
مين فضلك طيكت لمسافر ل دوڤر؟
قول كاش ماشي عابر.
واش عندك واحد اصغر؟
خلي تقرير عن الاشياء المفقوده.
جيب ومصوره
انا من اليابان.
ما عندي الا كدوب. احسن لك تاخد اوتوبوس.
غادي نتحقق. خايف ماقدرتش نلقي اسمك.
عفوا، شارع اورموز قريب من هنا؟
خدني هادشي مباشره؟
نعتقد فيه غلط. ممكن تعمل ترتيب نستطع نقعد؟
هادي فيزا و الرقم هو اربعه تمنين صيف واحد خمسه واحد اثنين تلاته سبه سبعه سبعه سيته صفر صفر اربعه.
كيفاش تقدر تجيب هاد النغاتيڤات لصوور؟
اش ناخد بلوزه معايا؟
مش بعيد. راه ماشي 10 دقايق.
اش غادي تحب اكتر، قهوه ولا شاي؟
اش هاد الخدمه غادي تكلفك؟
فين نزيد هاد لطواقي د لبيصاكا؟
كاين حمام سباحه هنا؟
انا ممكن ناخد هاد الطّاقيه؟
مزيان، روس الراس. كنت عاجبك هادشي؟
كتاخد وقت ليعملوه، ولكن هو واحد من اشهر منتجاتنا.
غادي ياخد تقريبا يامين او ثلاثه.
غادي تقولي كيف نروح لمدينه سان فرانسيسكو؟
ماشي مشكل، ممكن نديرلي سماعه اخره؟ هادي ما كتخدمش مزيان.
كيفاش عندها قهوه او حاجه؟
راح نرو لمكسيك.
هاد كيبان مزيان غير مع استناه وحده.
بغيت البيض، من فضلك.
كاس ميه، عفاك.
فطور kiểu قاري، من فضلك.
كاين خصم ل لطالب؟
خدني لمبه ضعيفه من فضلك.
الرقم اللي وصلت ليه مشا في الخدمه.
اش نواقصك؟
خدّوها بلا مشكل. مزيان. دابا نلقي الشباك.
اشنو وقت نوصل الطياره لروما؟
خينا وقت اكتر باش نتحكم.
غادي نطلب نصيب صغير للوليد.
ف 72 شارع.
اذا قمت بقص، سوف تكون خارج الممر العادل.
نقل، من فضلك.
غادي نشوف الجار. ممكن يكون في واحد ناطق بالانجليزيه من اليابانيين.
خدّها علي كارت ديالي، عفاك. ماستر كارد.
خليك عالقی، اتینی بجواز السفر، كارت النزول و اعلان الجمارك.
نقدر نمشي علي رجلي؟
راح نرجع لاحقا.
نعم. تيراياما. و ضعني اقرب ما يمكن الي المسرح، من فضلك.
اش كاتقول لي نقول ليه؟
في حمام قريب؟
كان ليله ممتعه، شكرا.
ماشي نروح لكرسي خالي؟ ما قادرش نشوف شاشه الفيلم من مكاني هاداك.
المدخن-كاشف قيد التشغيل.
نحنا بغينا نروح في جوله بحريه في خليج سان فرانسيسكو.
عندك فكره فين غادي؟
لا. خلي بالك للسواق.
اي شحال ساعات ديك الصح؟
كنّا بغينا طاوله ف الزوينه.
مش متاكد، ولكن ماعندنيش القدره علي تحمل راءحه اللحم. كل ما بغيتو اكلو هو المخلل.
نعتقد ان هذا مخطء في الحساب.
بغيت نمشي نزحف علي الثلج لمده اسبوع تقريبا. عندك باقات سياحيه للزحف علي الثلج؟
كايعجبو سمفونيات موزارت جوج.
غادي نستمرو كانبحثو و مللي نلقاوه غادي نخبروك.
الطقس دابا كيهوا حلو بحال بحال.
زوجين وكهلين صغار تحت اثنا عشر سنه، من فضلك.
افدني لدرجه الرضا.
خدي لي فيلم ديسك ل كاميرا هادي، عفاك.
ما عندنا عيد وطني متعلق بالدين.
اش هاد الحجم ديال الامتعه لي نقدر نديرها معايا؟
ما كيتعملش.
شوفلي هاد الشنطه، عفاك
ماشاء الله، كنحس حظي. هاد الفيلم مازال ما خرجش فญيبان.
دفعت تلات ميه وعشرين دولار ف الصندوق ديال الخدمه بلا ضرايب.
قادر تقدر تاخد القلم لي تحت الكرسي؟
نّان خلي ندير لحساب ديال رفقاي جيهه.
خديتني خمس سنين باش نجي هنا.
كيفاش قيمه الين الياباني ضد الدولار الامريكي؟
خلي ناخد نصف رطل من سلطه الجمبري؟
كاين مقهي او مطعم في البنايه؟
غالي بزاف.
القطار السريع في الرقم ثمانيه منصه.
ماشي بزاف دلوقا.
خليك بعيد
هذا سوزوكي يتكلم.
ساعه يدي ضيعاتلي لما كنت برا.
اش حال غادي ياخد بالاوتوبوس؟
خاي. عطينا غرفك في الفندق.
المصرف مشدود بٹراب.
خير، نعتقد انني يجب ان اذهب في طريقي.
اش هادي، كنغادي جيبك، خلينا نلقي في غادي 15 دقيقه.
كنت دار الرزервاسيون؟
غادي نروح رحله قصيره لمكسيك.
اي طابق هو لملابس النساء؟
خليتي تيكيت ديال الترانسفير؟
الخيطات طارو.
ليش الخدمه بطييصه؟
شوف لتحت دياليك.
كثيرون حتا مابغيتش نختار منهم شي واحد.
كيفاش نعمل مكالمه تلفونيه؟
لا. انا مهتم بلباس الجينز و بدلات البنطلون.
عندنا مقاسات مختلفه.
خدت اوتوبوس غالط. ممكن ناخد ترانسفير؟
ما عارف
فين نلقي اوتوبيس لي ماشي ل بيڤرلي هيلز؟
خلينا نلقاو فغرفتي.
كاين عندك شي حبوب نوم؟
اي شركات تانيه كتدير الخير؟
قول الكلام و مشي الحال.
كاينين حافلات سياحيه؟
خلينا نستنوا الابالون من الطلب ديالنا. غالي بزاف.
من بعد غادي نديك تلات ميه دولار فشييكات السفر.
فيليس جات بدموعها ف النبا.
غادي زور نيويورك، شيكاغو، نيو اورليانز و لوس انجلوس.
فين الصيدليه؟
خليني شوف بطاقه الصعود.
لا تقلبلي عيني.
ما عارفش ناوض بلي هاد الفكر صحيح.
ماء حار فقط.
هاد سيرو مزيان. نشوفو، عفاك؟
خادش الفول السوداني، من فضلك.
غادي تمشي ف 20 ابريل، و غادي تجي ف 21 ابريل. هاداك صحيح؟
غادي تبدل الفلوس ديال ميريكان باليورو؟ لا، غادي تبدل الدولار ديال ميريكان بالجنيه الانجليزي؟
كنتي بغيتي اللحم ولا الدجاج؟
خاد نشرب شي حاجه من لاكل الصيني دلعشا.
واش كتقدر توصليني علي فندق مزيان؟
ناقش، جيب ليا الفاتوره، من فضلك؟
رجعو تاني عندنا من فضلكم
عندي حراره قليل. عندك حاجه مزيانه ليها؟
تذكره وحده ل "Bird" ، من فضلك.
هادsi صحيح. كيبانو بحال شجر كامل نبت. الناس كيستمتعو بالمنظر اللي كيخلقو.
غادي نقدمك لطبيب داري.
ما مشيتش لحي ما حلا لBoston.
خليتي شي في الغرفه. ممكن نرجع ونشوف؟
هل يمكنني دفع بتشيكات السفر؟
ما قادرش نصدق سالون الركاب ماشي للتدخين. اش حسره.
خاي نكرا سياره صغيره.
هاد الغرفه كاينه بارده بزاف.
مين فاتني خريطه المنحدرات؟
انتي جاي هنا ل هاد الرف؟
مينفعش توريني فين نبدل الفلوس؟
اذا ممكن تخفض السعر شويه اكتر غادي نشريه.
زديت بزاف ملح فيه.
انت ملاكي. شكراً جزيلاً.
لخمسين دولار؟
القاعه د الصحاب كاينه ف الطابقه لوله و كتفتح ف خمسه و نصف ليل.
عفوا. ممكن تقول لي كيف نصل لفندق فيرمونت؟
كيفاش كتشري قنينات الحليب كل جوج؟
هاد التاكسي قاعد؟
فامريكا، اش نوّمره غادي نديرلها باش نتصلك بالخارج؟
غادي تفهمليها تاني؟
اي شّي ساعات الشغل د البنك؟
مومكن تغيير تاريخ رحلتي من لندن لطوكيو؟
خدي ثلاثه دولارات زياده.
فين، المفقود والموجود، من فضلك.
خنا نلعب و نستمتع بلعبه رياضيه خاصه ب الساحل الغربي.
نقدر دفع الفارق من التيكت اللي عندي؟
نعم، كنت. شكون لي خليك تسال؟
ب الصندوق المرسل بالبريد
الاكل الراسي في اليابان هو الرز.
خلينا نقصو ميزانيه.
ايوا، كنخدمو فلوسه د لخمر الحمره.
لا، ماشي مشكل. هاداك كل شي لي عندك؟ اوكاي.
خلينا طاوله قريبه من الشباك.
لمشي لكونفرانس.
هاد سيغول احدا عشرين و اثنين. ممكن تجيبلي بيرات؟
زيحلو. غادي نجربها.
خير، بالطبع في مطاعم مزيانه. ناس كتاكل ف الطوكات، ناس كتدي لونشها لمكتوبها. بصفه عامه، مابغيناش نضيعو وقت كتير ف الغداء.
ننتقلو ل لموضوع الجاي.
يمكن لاكل الغداء النيء كان سيء.
كين تقدر تعطيهالها دوا ضد دوق النفس، عفاك؟
ما نقدرش نشرح حالتي بالانجليزيه.
مزيان ديما.
كنتي استعملتي التلاجه؟
اش هدي شي باقي لي؟
كان في دم في براسي.
اسف، لكن ما قدرش نروح معاك.
و نحب نكون معانا، لو ما مشكلش.
اش ممكن نساعدك، سيده؟
ايوا، ف الصالون و الغريль.
اسمي يوكيو اوكا، رحله واحد اثنان خمسه لمطار ناريتا في الرابع عشر من اغسطس.
كنبغي ناخد هديه ل ولدي.
ماعندهمش يبقا غنيين حقيقيين بغض النظر كيفاش كايعطو. باقي، كيهزو الثمن.
دينارين لليبره الواحده. هو كذا؟
ايتشيرو سوزوكي. S-U-Z-U-K-I.
هاداك شي حد اخر يقدر يساعدك في هاد الشي؟
خليك، قبل ما تروح، كنتي شاده تقولي شحال من اPRESSIONS عندك علي اليابان؟
عفوا. ممكن تقول لي واشاش صورتي جاهزه؟
عندي مارفين دورفлер علي الخط. نديه يمر؟
ديتك ميه دولار.
اش نو عليك في هاد المشكل، جورج؟ يمكنك تشديد علي النقطه لصالح الفصل؟
ف هاد الحاله، ماعندكش تحط واحد.
ماشي مشكل نفك حزام الامان ديالي؟
انا من كولورادو. من اي منطقه من اليابان انت؟
اكيد. كنّا مشغولين بزاف ديما، ولكن النهار هادي المكان ميت. فين غادي تطلع طيارتك؟
خليت الفلوس كاش علي البلاصه.
اتصل بالمشرف.
فين غادي نلقاو؟
قوليها تاني، عفاك.
كنبغي لي لعبه ورق.
كَمْ هِيَ الِعُمَلَه لِلبَريدِ اِلَي اليَابَان؟
صاحبي تّقتل ب لاسمه.
اش هاد العشا جاهز؟ ميتين بالجوع. راني قريت الطاوله؟
يمكنك ان تكتب لي شهاده سرقه؟
خليها ف هاد الورقه البنيه د اللحام.
ما قدرش نختار.
كان كيضني منين جيت لهنا.
كيفاش نديرها؟
خسرت محفظتي ومفتاح غرفتي في الشاطء.
كنتي هنا علا عرسك؟
اروح. كنتي ضعي شوك في الكيس؟
نشواق عندك في ارضك؟
اذا حصل شيء، اتصل بي من فضلك.
مات فينيش، من فضلك.
كيفاش كيدورو؟
خاي نرسل هاد لخط ببريد مسجل.
واشي غادي نجي معندو غير 30 دقيقه متاخر. عطيني فرصه لاجلي تسجيل الدخول.
نحنا بغينا داكشي مخيط و مخدّم، عفاك.
عفوا. ممكن تقول لي وين المحطه ديال القطار، من فضلك؟
ما تافكش غادي بحاجه ل دليل سياحي؟
كيفاش نوصل لقاعه الحفلات الساعه سيته؟
اسف، ولكن غادي نضطر نخليها.
كنلبغي ميك اب للعين.
اش نخدم الفطور دلوقا؟
ديجا دفتو ليه لما شريت التيكيت.
ايوا، ممكن. ولكن خليك هادي.
اشنو وقت تبدا بيعكم الحُر من الضريبه؟
عذرا علي الانتظار. غادي نروح لفوق للغرفه معاك.
دير دولار واحد. خصك تغيير دقيق.
غرفه ديالك في الطابق التالت، رقم تلاته خمسين سبعه.
ماكاينش ماء حار جاري.
كنبغي قاموس انجليزي-ياباني.
مرحبا، عندي حجز.
خلي показي لي شكايه ديالك.
خدوها بسرعه، عفاك. عندي عجله.
لكن فين؟ ما عارفش حلاقين قريب هنا.
شوف هاداك لبرا للي غادي لالمهاد اللي غادي يوصله لالغايه.
بدل هادشي لفلوس صغار، عفاك.
عندي كرتونه سيجاره واحده.
خلي نقول هادشي؟
كتاب الطبخ كاينين ف الطابق التاني حتا هوما؟
كاين خدمه البحاره العاديه من كوبي ل لموانء في شيكوكو و كيوشو.
بدل هادشي.
эфنده، ممكن تفسرلي هاد الشي بزاف؟
ماتحتش ، قلعها من وجهك.
اش حال غادي ياخد لقص الشعر؟
خليتي دفتر عناوين، من فضلك.
خاي ناخد حاجتي الثمينه.
نحنا بغينا نقعد دلوقا.
عندما مينصلي ساعه من بعد ما طلعنا. كنبدا في خدمه الطعام لما كنطيرو علي الارتفاع ديالنا.
عندي حجز درجه اولي علي رحله رقم 113 من لوس انجلوس الي نيويورك في 25 اكتوبر.
هذا صحيح لمده اربعه عشر يوم، فهذا يعني يمكنك استخدامه حتي الثالث والعشرين.
ماشي من الادب نغلو الطعام.
خربت الشوربه.
جيت ندرس فمدرسه لغات.
لا، عفوا.
كيفاش غادي يكون لفلوس ل لمتحف د الفن بالتاكسي؟
مبقيتش ماشي بزاف، ممكن؟
ايوا، يمكنك تشوفو بوحدك، لان الجو مزيان النهاردا.
يمكنني احجز ملعب تنس هنا؟
كاين صالون تجميل هنا؟
اي اوتوبيس غادي ناخد ل الموتيل سكاي واي؟
من بعد ممكن توريني بطاقه الاءتمان الكبيره و بطاقه السواق؟
لا، ماعنديش فلوس كتير.
ايوا، غادي ناخد شامبانيا مع الحور دءوف.
مشي كاين هاتف عمومي قريب هنا؟
خد هادشي بعد كل وجبه تلات مرات فاليوم.
كاين ماكله جديده ديال البيتزا قريبه من هنا ونحب نجرّبها.
يمكنك تشوف لي "ان اوف جرين جابليز" في نسخه ورقيه؟
مزيان. ما تقلقش. عندنا ممرضه كاتفهم اليابانيه.
ما عجبني هادشي.
سيدي ايبرت كان مساعدًا كبيرًا لي.
كيهان رايون، فهو قابل للغسيل.
عندي زكام.
افهمها بلكلام السهل
نحنا بغيت نبدل الطلب ديالي، ازا ممكن.
ندير شي حاجه مع المحل لاخر ديالنا باش نشف اذا كان عندها في المخزن.
وين نلقي ليموزين؟
خاي ندير شكايه للبوليس.
سّت لّيالي بدايه 23 يوليوز. ممكن؟
اي ساعه هي المد العالي؟
شونتاي حامله قوي. ممكن تساعدني؟
قادر ن-dropها ف سياتل؟
خليني شوف واحد اخر، عفاك.
مشوار خدي وساده؟
كنحب نروح نصيد. في مكان مزيان قريب؟
الّي ندير بحت في تّاريخ ميريكان ف جّامعه د هارفارد.
ماينفعش نخرید اشياء كبيره الحجم.
خليك جيبلي شويا فلفل، عفاك
طقس مزيان، مشي؟
كيف ندير حجز تيكات لمسرحيه برودواي؟
وين نلقي شياي؟
كنلبغي شال لومي. هي في سittين.
نقدر نخصم 10% من الثمن.
كنتي شغلي هنا؟
نحنا ندير داك الشي بي الفون.
كيفاش نوقف الشوفور لما نريد ننزل من الباص؟
يمكنني احجز غرفتين منفردتين بدل غرفه توين؟
خمس دولارات و تلاتين سنت.
كانتروح نقل ف لوس انجلوس. كنوصلو ف الوقت؟
انا متصل مع ايه اف وحد واحد اثنين ثلاثه.
مين فاتحلي كاس ماء؟
كتاخد تقريبًا تلاتين دقيقه.
اشنو طريق لمكتب سي ماسون؟
ميه دولار كاش و كارت ديال لي كريدي.
كيفاش كيتขายو كلا واحد؟
سوق العملات غير مستقر.
نيت غادي ندير جوله ب لسياره ف پروڤانس غدا.
بغيت نءجر قارب ليوم واحد.
كيهدر علي اربعين قدم ل لڭاس.
باش كطير مشي نضج.
نقدر دفع بالكاش، ولكن خليني نقرا، عفاك. شحال هاد الفاتوره؟
هي حلوه؟
اش نو؟ خلنا كلنا و هوما جايبين اخر.
غادي ياخد علي الاقل تمنين وتلاتين ساعه.
قديمًا كيتزورنا.
فين المرايه؟
كيفاش نفتح الكابو؟
خليت شي في الغرفه.
خاد ليفر سوسیج، عفاك.
استعمل المكتب الالي.
حلاقه و شامبو، من فضلك.
خاي نكرا ناديا.
كثير ساعات بقا قبل ما نبدا؟
انت مءكد تاني.
خدوها ل لمحطه د التاكسي.
اي شء هو النسبه المءويه الكليه لجميع الضراءب المطبقه؟
كان زمان ما شفتك.
حجز للغولف، من فضلك.
نقدر نتحمل شويه مشاكل.
خلي تديني شي خوط فشعري.
يمكنك اعطاءي جاك؟
عندنا ممرضه كاتفهم اليابانيه.
كاين دوا للراس المايع؟
خلي تاخدني لمستشفي
لا، ماعندي والو ما اعلن عليه.
هادي خمسين دولار في حاله ما مشيت ليك مشاكل.
القاعه الرءيسيه لتناول الطعام ستفتح في الثامنه و تغلق في العاشره.
اش نقول نديروا شيكين.
كيفاش كتحس؟ دابا كيتعملو ف سويسرا و كيتزادو ف الموضه هنا.
اشنو نوع البطاريه اللي كايخدم بيها؟
كنبغي كتاب ل ولاد، من فضلك.
انا اسف، لكن انا بغيت نقيل حجزتي.
اسف، مابغيتهاش.
اشي خبار كاين فداك لحي؟
كتب و منشورات.
سلم.
نزّل بلوكين. كاين ف النقطه.
فين الديسكو الشهير؟
هاد النزل اللي ف التل فيه شوفه حلوه ل لمدينه، ولا كي؟
اش نوضي فيه؟
كنّا بغينا نشوف مباراه البيسبول للمحترفين.
خلي نادوا لي اسعاف.
خير، كنت نسيتها. شكرا علي التحقق.
هذا بطاقتي الشخصيه. انا مسءول عن استيراد الاثاث الي اليابان.
صاحبي، سي تاكيمي، قال لي ناديك. هو واحد من مرضاك.
عندي موعد تاني نهار ذاك.
كيف نرجع؟
نشوفك يوم الاتنين.
كاين هاد الشيء بالاخضر؟
انا جديد هنا.
خايب من نبيذي.
انا وكيـل التامين.
اش نواع المزودات عندك؟
اكيد.
مشاكل ماحدروش فيها حل جاتني.
الشروط ديال العقد واضحه، ولكن مافهمتش النقطه اللي جايه من بعد.
ايوا، بعض الغرف عندنا فيها景ه علي الحديقه، ولكن كيتخدو اكثر.
اش هاداك، علاش غادي نلقاه فجيبتي. غادي نبلغ بهدا للبوليس ديال الفندق.
كاين خصم للنزل لمده اسبوع؟
خليت كل الفاتوره ديالي.
بغيت نحجز ملعب التنس لساعه غدا.
كاين مشكل في كراء الراكيتات؟
لا، جينا هنا العام الفايت.
كيفاش كتوصف هاد النّاس؟
خليني نزلت.
ما بغيتها ب داك السعر.
شكرا
خاي، غادي نرسل لمهندس لغرفه ديالك.
انا عandid حسيبي ل li التالي.
ايوا. عندي هنا. ممكن تشوف رخصه السياقه ديالك؟
كنتم مساعد كبير لينا النهاردا.
انا اسف ولكن ما فهمتش ب وضوح. ممكن تكتبها؟
عادي.
اش نوح ف ولادك؟
كاين غباره؟
غريب، ولكن نقدر نكلم بالانجليزيه احسن لما نكون سكران.
قيل لي عندك فاكس لي.
بقا ماخدش علاش كيما تقول ماشي داءما علي حساب الاقتصاد؟
كيفاش كتحدس هادشي كيبان؟
عندي البروده.
الجروح طلقت العدوي.
خايج نزيدوها
متيقينش ماعندك حجز باسم "سوزوكي"? اش من吉 باسم "تيتسو"?
ما نقدرش نفتح الباب.
الكابوكي هو واحد من الفنون التقليديه اليابانيه المتمثله.
اش نوار؟
خاينا نعمل موعد للشعر الدايم.
ممكن تعطيني غرفه اكبر؟
خديني كيس لخره، عفاك.
نحافض 12 يوم.
خليك حاملي الشنطه لي شويه، عطيني ساعتين اخرين؟
خلينا نلقاو كاونتر يونايتد ايرلاينز دلوقا.
مشوار تشوف الجدول؟
سيدي جيرו يامادا؟ انت مءكد علي هذا الرحله، مغادرا في الساعه السابعه و النصف صباحا من شيكاغو.
كنلبس طويله
لون اخر؟
اش نوعه نستمتع بالمدينه؟
اربعه وقفات.
بدل غرفتي، من فضلك.
كاين مكتب لفقد والموجود في المحطه؟
يمكنني نقل بذاكره التذكره دي؟
كينشوفش لو دارنا هاد العقد علي سنه وحده بدل من جوج؟
خليني نفكر فيها شويه من فضلك.
نقدر نزيل هادشي؟
واش البنسيون غادي يرسل عربيه لجلبنا؟
ساندويتش سلطه البيض للذهاب.
غادي تقولي علي بعض الفنادق اللي كايكون الثمن ديالها تقل من 50 جنيه ليله؟
يمكنك ان تجد لي وقتا يوم الثلاثاء في الصباح؟
نفضل مقعد في الامام.
خلي لوقيه ف السياره، عفاك
هادي برا ولا داخل البيريني؟
اش نوّع مدينه سانتا مونيكا؟ واش ممكن تقل لي رقم لوطوبيس لي غادي ليها؟
زيزي، وانتا؟
خدي كريم لليوم.
لكن، لو الضوء ماشي عمل، ما تقدرش تبديله.
ما قدرتش نلقي حجزك، ولكن عندنا غرفه.
ساعت سيته و نصف دلوقا، ولكن عادهً ساعت خمس و نصف.
خاطري قلم حبر، من فضلك.
نقدر نخصم 20 في الميه من الثمن.
غادي نلقي تاكسي اخر.
في بريد قريب هنا؟
حار، لا؟
نحب نمشي لب로드وي.
كاين خريطه ديال التزلج؟
خدما الدار، من فضلك.
مزيان. مخلينش حتا هكا.
ما قدرتش نلقي الطريق للمحطه.
اتنين دولار وخمسين سنت.
فين النهايه ديك السيكينه.
خليتي معاك فلوس صغار؟
مشيت نستعمل فلاش؟
شكراً جزيلا. و خلي المشهد علي حالو.
特别 بزاف فـ اللي كاين علي التصميم ديال مشروع ميركوري، مكنعرفش ندير ديك الختيار من غيريك.
مشيت ندير المعدات ديالي دابا؟
هادي الدوره علي حسابي.
هادي وقت العطاء و تاقسام الخير.
خاد ليا اللحم.
عليخ صحه.
خدت جاكيتي غرقان، فهاداك ديوها تيجف.
واش السفن القديمه لازالت طالعه؟
الحق معنا علي الغدا
شي حاجه دخلات لذنبي لليشمال.
اش نوه غادي تเชك ان، سيدي؟
منين كاين، كيفاش كتجرب البرنامج؟
عندك حاجه تدير؟
عندي كدمه.
البنوك مفتوحه يوم السبت؟
كيفاش كاينين الزيارات مفيده؟
واش كتقدرو تقولي علي محل جيد ناقدرو نشريو فيه حقاءب من الجلد؟
هاد شفت ليبستيك؟
كثير من لاعبي البيسبول الامريكيين كايلعبوا في الجاپون.
فين نلقي الكتب الدراسيه؟
عندك عسل؟
خلينا نشوف الخواتم وحده وحده.
مينفعش نستعمل بطاقه فيزا؟
خاد نشوف اكل تيپي ديال هاد البلاصه.
خدني سيرفس في الغرفه؟
مومكن najmel mo'ad?
عندو حادث سياقه.
بديت نخدم ف هاد الشركه من شهرين لي ماضين.
اش نو جا معاك؟
كنت دارت مكالمه لطوكيو وقالولي مابغيتهاش.
التلفزيون ماشي عمل.
فين نلقي شخص يدي لي هاد الشريحه؟
مومكن اعطيني حلاوه صناعيه؟
خايف نبدل جلستي لشياطسو. ممكن داك؟
حقيقي، انا نباتي. ما كلكش اللحم.
غادي ناخد شاي
ماشي، ممكن تاخد الطريق السريع؟ انا ماشي متاخر لموعد.
عندي حلق مجروح.
كنّا بغينا نجرّب البحر من هنا.
مرحبا بالسلامه.
ما عندك والو؟
كوكا دايت مع ثلج، من فضلك.
ايداع في اي من محطاتنا مجاني.
زاه وين.
اِلّا تروح وتشوف نارا وكيوتو. نارا محافض علي جو اليابان القديمه بمعابده البوذيه القديمه ومقاصير الشنتو. الغزلان ووليداتها كيتلعبوا بحريه ف الحداءق ديالهم.
خدو شكايتي لݣرتي.
الكلمه "face" عندها معاني كثيره مختلفين ف الانجليزي بحال التمثيل، الماكياج، الكرامه، السطح و هكذا.
زيد فيها شويه خير.
خلي حاجاتك برا الغرفه.
روح لمشوارين و دري لليمين.
مفتاحي تكسا.
كنبغي قاموس ياباني-نڭليزيه.
مريت وقت مزيان هنا. شكرا علي كلشي.
هاد البوس كيروح لمركز المدينه؟
افتح علي ما يلي.
ارقام المبيعات زادت باستمرار مندين خرجت المنتج للاسواق.
هاد المرشد السياحي غادي يجي ياخذني من الفندق؟
اي ساعه لازم نكون عند البوابه؟
اشنو غادي يخلّي بزاف؟ ماعندناش وقت كتير.
واحد الحقيقي؟ عطيني دقيقه باش نرتب هاد الشي.
هاداك كلشي مضمن في الفاتوره؟
كنّا نريد لوحه من المقانق المختلطه، وسلطه، وزجاجه نبيذ، من فضلك. جيب两个 كءوس، من فضلك.
هاداك، نتا بغيت نخدم دلوقا. هدي ميرتي.
اي رقم اوتوبيس مشي ل سيرك بيكاديلي؟
هادشي جا معاه ضمان لمدي الحياه.
قادر تقدر تسويه، عفاك؟
ما حصلتش علي سلطتي.
خد الاتوبيس رقم واحد و نز ف الوقفه التالته.
مين قادر يجرّب التنفس الاصطناعي هنا؟
ماكنش نعتقد ان هادشي جاي من اليابان.
خدني قاروره صغيره ماء معدين مبرد، عفاك.
خلي показي لي بعض لعب اللي كيتسماو تعليميه.
خاد الحزام.
غادي نتفكر فيها.
ماشي معاك. نروح للمحل ديال الساندويشات لبارا الطريق.
بيض مخفوق
اسف، سيدي. كل الغرف محجوزه.
الخط لليابان اتصل. انتا متل عفاك.
هاد الدليل. خاصها تكون فيه.
عندي ورم.
متناقش؟ افحص تاني.
ممكن نلقي دليل ياباني؟
اش حاد هذا التوته؟
بغيت ناخد طياره غدا.
شكراً علي العشاء الجميل.
خلي替 اللنز. وقدر تخدمه وانا ناطر؟
روح مستقیم لتحت، وكايكون في يمينك.
ما نقدرش ناكل والو
قادر تقف هنا شويه؟ بغيت نصور بعض الصور.
الي الذهاب ل الكانيون الكبير.
خد اشعه اكس.
كنلبغي هديه لومي.
ممكن تحجز تكتين؟
دبروني
طاوله مع لسيجاره ولا لا؟
نسميها جبل ب. هي علي بعد عشرين ميل تقريبا من هنا.
كايعجبك الكتشاب ولا الماسترد علي هادشي؟
كاين في الطابق اللول، من هاد الناحيه.
كاين ولد الكوره.
لڤيغاس؟
هادشي قبل ماستر كارد؟
يمكن للضيوف دخول ديسكو الفندق بدون دفع رسوم الدخول؟
هل في واحد من الجولات دليل كيهدر اليابانيه؟
ما عندي نسخه من تيكت الطياره.
فِي كُتَيِّب مُنفَصِل مُسَمَّي "مَعْلُومَات خَلْفِيَّه شَرِكَه" الَّتِي هِيَ فِي الحُزْمَه الْمُقَدَّمَه، سَتَجِد مَبرَرًا اَكْثَر اِطَالَه.
اش هاد مازال غادي يتاجل؟
اش نوعه كايفتح واش نوعه كايسكر؟
خليك جيبلي قلالش، عفاك. كيهدر بارد ف هاد الغرفه.
مرحبا. علي كل حال، في تيليفون عمومي قريب من هنا؟
كنتي عاوده تفصليها ل لمشغل؟
قدير تقدر تديه جنب الشباك، عفاك؟
حسيت بضيق هنا.
عندي غسيل.
فين القصر؟
من فضلك القاءمه؟
مقعد في الامام، من فضلك.
رجع هنا قبل نص العاشره و نص
خلاص، واحد من الحقاءب ديالي ماجا تا هذ شي.
كاين جوله كامله ليوم؟
نقدر نحجز عند الساعه تاسعه ونصف الصبح، من فضلك؟
كيفاش غادي تحسب لينا علي الشحن؟
خلينا جوازين ل سان دييغو، عفاك.
كايدير تقريبا تمنين وتلاتين دقيقه مشي من هنا.
لكل واحد شغلو. انا ممشي شرب بيره.
انا من يوكوهاما، اليابان.
مقعد عند النافذه، من فضلك. و نحب نقعد مع بنتي.
كيفاش ندير مكالمه لبعيد؟
هو ولد في تمنين وتمانين.
هادي فلوسك. تمن و سبعين دولار، تمانين دولار و تيسعين دولار، تسعين دولار و تيسعين دولار، ميه دولار.
كاندا باركا عندك؟
لا، ماكينش كاميرا ديالي.
التلفزيون مكسور.
اش نو عيبوس ل لخر ل پيمليكو؟
انا مريض بمرض البحر. ممكن اعطيني دوا؟
خمس ساعات و نصف ساعه اخري.
هاد سيدي.room سبع واربعين. شنو نوع الكوكتيلات اللي كتخدم؟
فيه من هاد الطريق.
ماتديرش حاجه بحال هاديك.
النساء كيتبسوا.
مزيان. اش دار ب هاداك؟ هاد الجوله ديال نصف النهار غادي يرجعوك ليهنا ف الساعه واحد.
هاد كي مشي؟
خليك عطيني اتصال باللي مسءول علي المحاسبه.
تيكات متوفرين؟
كاينين عندك قلايد اخرين مع تصميمات فريده؟
ليش ماشي نطوف علي هاد الشعاب؟
اش نوضي نروح ف TOUR ديك؟
خليك تروح للمستشفي باش تدير فحص عام.
ممكن تعطيني غرفه اخري، من فضلك؟
فين اقرب مخزن للموسيقي؟
خايف ندير حاجات قيمه في الصندوق الامن.
نعتقد ان ذاك مقعدي.
رفع ايديك.
اشنو وقت غادي يغلق المحل داك؟
اشنو وقت القطار اللول لي غادي ل牛كسفورد؟
اشنو ساعه تا خدمت الفندق متوفره؟
كاين جريده نݣليزيه عندك؟
اعواد الاكل، من فضلك.
مابغيتوش الا ازرق لو عندك واحد.
غادي تتحسن بزاف قريبا. مالقاش قلق.
المتعه. مخطط باش نزور بعض المعالم السياحيه و نلقي بعض الاصدقاء القدامي.
اش نو تشخيصك؟
خايف نوري عايدين ظاهريين.
الكاشير فين جا.
ليش القطار مازال متاخر؟
اش نلبس طياح؟
اسمك و رقم الغرفه؟
عندي اطارات مفتوحه.
كنّنا مهتمين بالدين.
ماشي مشكل. فين غادي تديه؟
انا كمان. مشينا بزاف النهارده.
ما عندي فكره.
غادي نشحّط البطاريه وننظف الڭلاص.
طاوله في التراس، من فضلك.
خمسين في الميه علي السعر المكتوب؟
اي وقت اخر للتحقق من الدخول؟
شوي من الخلف.
خدو ها الجسر ف الخلفيه.
كاين عندك هدايا جميله؟
الشتا تحول لبردو.
ناكل الفطور في السابعه كل صباح الا نهار الاسبوع.
خايب نشوف الطبيب غدا الصبح.
خليك ربط حزام الامان ديالك و ما تخدمش سيجاره حتي نهار طاءره طالعه.
خاي نادّي لليابان.
نطما اتخس شويه الوزن بعد كل هادشي.
راح نرو لميلبورن.
كاينين معاكم جولات مع دليل ناطق باليابانيه؟
البارح برد.
عفوا، شنو الالتقاط اللي نحنا فيه دلوقا؟
نسيتهو जबकنت كنشوف حوالي عشر دقايق خلا
اش يمكن نرو حتا بالجينز و الحذاء؟
خادش موز.
عندو عضلات كتاف ديالي متيبسات بزاف، ولا لا؟
اش نوع د الخبز كي عجبك؟
هاداك ل ماشي؟
في حانه قريبه من هنا؟
عفوا. ممكن تقول لي فين نلقي مترو؟
كيفك. انا ايتشيرو تاناكا.
كيفاش غادي يكون الفلوس ديال السرعه؟
اذا كانو كلهم بدون جمارك، غادي ناخد كارتون واحد ديال سي.
كتافع علي نوع التور. خرجه يوم ل يوسمايت كاتكلّي تلاتين دولار اللي هي الاشهر. يوسمايت كايبعد عن هنا بثلاثميه وخمسين كيلومتر.
اي خط دوك للسانتا باربارا؟
ما كتشاب.
خد كل ما بغيتي. باش ما تيريش.
خاي نشوف ماتش د لكوره.
كاين غرفه لوحدك الليله؟
حقيقي، عندنا بيع علي البلوزات دابا.
كاينين شي رحلات يوميه نافعين؟
شيكات السفر ديالي كايكونو بالدولار الامريكي.
خليك عاونني نتواصل مع صديقي؟
فين نقدر نشري التيكات?
هل الݣيتار متضمن؟
خلينا ناخدو خبز، عفاك؟
شوفوا. ايوا، عندنا غرفه مفتوحه.
مرحبا تاناكا. مابغيش نلقاك هنا. فين غادي نتمكنو من استقبالك؟
كاين حد هنا كيحكي انقليزيه؟
نعم. خلي نقول مابغيتش نروح دلوقا. اتمني نشوفك تاني قريبا.
ساعت سيته و نصف.
هادي الزياره اللوله.
وين اقرب غسيل؟
غرفه هادءه، من فضلك.
خدت نوتات مزيانين في السنه الفايته.
زيحلا.
خاد لي اللي كايبان ف الشباك.
كاين واحد اكبر من هاد؟
ما فحستش بعدا. ولكن نموت ان عندي حراره عاليه.
اش نو معندك؟
كاينزل الثلج.
هاد سيغور سبعه ميتين. عطيني نداء استيقاظ في السابعه صباح الغد.
ما تخدمش كتير.
لا لا. كنت عارف هادشي غلطه. غادي نرجع لمغريب بلا ما عندي والو.
هاد القطار لشيكاغو؟
سماعت النباء. قالو غادي يتوقف الثلج غداً بشي وقت.
نقدر نستني هنا؟
كتب الحايكو الهوايه هو هوايه ديالي.
فين مكان امن ندير فيه شونتاي؟
كاينين تخفيضات للعاءلات؟
فين مكان كيحلو نشري فيه تذكارات؟
هدي نظام الرواتب ديال السنين د الخدمه.
ارجع هنا.
نشوفو نرو تيكي بوينت غدا؟
فيهم فرصه صغيره للثلج.
ممكن تقدر تسويلي خريطه؟
ماكينات السلوت كايبانو سهلين بزاف، حسنا، شنو عن الروليت؟ غادي تدير غير تخلي نصايحك او فلوسك علي الرقم اللي غادي تخوض عليه فالاول.
نقدر يكون في اختيارات اكبر ف الصيدليه.
غالي عليّ. شوف لي واحد رخيص، عفاك.
هادو لمشغل د خدمه د المكالمات التيليفونيه الدوليه.
قرايه نڭليزيه
هاد السياره كاتمشي لباريس، ولا لا؟
خليك دوز خمس دولارات و خمس و عشرين سنت لثلاث دقايق الجايه.
خاد الكاميرا، من فضلك.
اش حالع منصه القفز؟
كنتي غادي تكرا عربيه د لجولف؟
خدو فورما د لينحال.
نقدر نحدد موعد ليوم ليوم؟
كتايق علي البطن شوي.
كيف نوصل للمدينه؟
كما تقول
ما كليت والو ماكل قبل. بغيت ناكل دابا.
صباح الخير. كم؟
ما عندي وقت كتير.
مزيان. شوفاك لاحقا.
يمكنني سحب ثلاثماءه دولار من بطاقتي فيزا؟
كيف بغيتي الويسكي ديالك؟
نقدر نخدمها؟
عندي عده شهريّه.
خليك دير شيكات السفر ديالك ف البنك.
خدو شكايتي لݣرفه.
ما حجزتش مقعد للطريق العوده ليا بعدا.
اي واحد من هاد اللي هو لون الاخير؟
اش حال غادي دير لوصل لفيلادلفيا؟
غادي تزور كل لمواقع السياحيه في سان فرانسيسكو في غضون تمنين وتلاتين ميل من القياده.
نقدر نبقا هنا شوفو؟
كاين مقاعد لليوم؟
نقص لي النظاره.
حذاياج ماشي مع لون طقايهك.
خليها هنا، من فضلك.
هادي اوتوماتيكي. عندي هذا النوع من ساعات الكوارتز، سيدي. هادي مقاوم للمياه ومقاوم للصدمات.
قصير فقط، من فضلك.
اشنو وقت القطار الجاي ل牛كسفورد؟
مع الفطور؟ نحب نحجزها.
نقدر نتصلك فرنسا مباشره من هنا؟
كَم يُوم هَذا صَالح ليه؟
خاينا نبدل حجوزتي.
قادر تقول لينا تاكسي؟
اش غادي تجرب امبرغر؟
كلشي مزيان؟
كاين ليموزين ل فندق ABC؟
ا什 نو عاد تشوف لسياره يوم الجمعه؟
اي خط ل ميدان ماديسون؟
غادي نكلمك لاحقا.
عفوا، ما فهمتش شيء قالته.
دولار واحد للكيلو
خليني نديه علي معلق؟
ما عارف كيف نستعمل التيليفون، عطيني شوفلي.
مدينه وصولي هي لندن.
واه كي ما كافيش وقت.
اي اوتوبيس غادي ناخد؟
كنبغي كريم التنظيف.
مرحباً تاني ومرحباً بيكم في امريكان توب فورتي
اي حدث هو الافضل؟
اش هاداك غادي ياخد قبل ما الزهر يفوت لورد؟
خاد نشوف ميس نوموتو، في الغرفه نمره خمس وميه واحد.
من بعد غادي تهمك تشوف الداخل ديال دار الاوبرا ديك. هي تياترو الا سكالا.
البار المظلل كايعرض بيان مبيعات شركتنا للعام الماضي.
نطما انك تقدر تزور هاد المعالم الجميله فامريكا فالقريب.
دير وستمنستر
صاحبي كايعاني من حراره عاليه.
كاين في الطابق السابع. خذ الليفت في النهايه د الڭور.
ننتظرك
خليت حقيبه، كتاب، وكاميرا في شنته.
كانقضي للفراش تقريبا في العاشره، ونمي مباشره.
كان طويل و كان عندو شعر اشقر.
الثقافه ازدهرت، مع انشطه مثل مسرحيات الكابوكي، و لوحات الاوكييو-اي، و الادب و الفن الخزفي اصبحت شاءعه.
كاين مخزن ديال دونهيل قريب هنا؟
ميه وعشرون مليون بنادم ف بلاد ديال تلات ميه و ثمانين الف كيلومطر مربع؟
تذكره مiami ذهاب واياب، من فضلك.
اش نوضيك علي اقرب بنك؟
خدي تيكيت واحد لبالغ، عفاك.
اسمي وطناب غورو.
كيفاش غادي يكون الخدمه ديال هاد اللطري؟
فلفل، من فضلك
خليك جيبلي الفاتوره
خايب، الطبيب ديال سنان لي نروح ليه كيهدر بزاف.
الضوء ماشي عمل.
كنبغي شي للاسحه.
خير، هادا غرفتك.
اش حالا قبل ما تاينع الركب؟
خليتي دوا؟
خليك صيغهك هنا، عفاك.
مافيهش مقهي قريب؟
رقم هو خمس سته سبع تمنيه واحد اثنين ثلاثه اربعه.
افا سيدي، ممكن ننزل في اي لحظه. لو تقعد في مقعدك.
يوكوهاما قريبه من طوكيو.
خدي فلتر، عفاك.
اش نوضي؟
كاين حد كيهدر الياباني في المحل؟
من اخر الخط؟
خليتي خريطه دليل، عفاك؟
ما كسمحلكش بظبط.
مءجل بحالي ساعه. غادي يطير ف السبعه عشر وعشره.
العدد هو واحد اثنين ثلاثه اربعه خمسه سته سبعه ثمانيه.
الماي ما كيغليش بزاف.
فيه هوكايدو، ماقدرش تلعب غولف durante سته اشهر تقريبا بسباب المناخ البارد.
غادي تبيعهم فرادي؟
نحنا بغينا نمشي يوم قبل.
كايبدي من تيسعه.
مزيان عليك. كل المحلات كايعملو بيعه حاليا. تقدر تشري ب ثمن مخفض.
واحد لمحضه. غادي نلقي قلم.
واه لا عارف. اش نديرو؟ مكدونالدز؟ عندينا هاداك فญبلون، ولا.
بغيت نرد هادشي. هادي ايصالو.
كاين باص غادي يخرج دابا العشيه؟
كيف نوصل للمتحف؟
ماشي مشكل. acabt جاي من بعد ما خليط ليا البرنامج ديالي الاولي.
سيستحوي السي GOODMAN بيه حقيقي.
نعم. نعتقد انني سااخذ بيضه و سوسيس و توست و فاكهه طازجه.
الكيرا مستحقه في اللخر د الشهر.
هاد ماشي مقاسو الصحيح.
رقم الطياره هو بي كي سبعه восع علي خامس شتنبر.
في حاجه غالطه مع حمامي.
اش نواع المنتجات المحليه ديال هاد المنطقه؟
حقيبه سفري مازالت ما خرجات. ممكن تكتاشف شنو صار ليها، عفاك؟
كنتي طيبه بزاف فالتيليفون.
كamera ديال كانون ب لينز واحد.
اش نواع سميه القصر؟
كاين बस د لمطار ل لمدينه؟
ممكن تقول لي الاسم تاني؟
خروج ف الوقفه الجايه وتاخد لوطوبيس ل هايد بارك.
انا اسف، ما كنخدموش هادشي. تقدر تشريه في الصيدليه لي في الطابق اللول.
نحنا بغيت مقعد فالمركب، عفاك.
اش ما بغيتي تشرب؟
نحب نطلب نفس الشيء.
فين بارنز اند نوبلز؟
بزاف- خاصه ملي نغفست علي العشاء لبارح. وعلاش، ممكن تقولي كيفاش نوصل لمتحف البريطاني؟
ادخل الرقم تيسا علي هاتف هدا.
اشنو ساعه كتسدّ المحل؟
رحلتي تاجلت، وخطفت الطياره التاليه.
خليك غادي غي取消 حجز المقاعد لي؟
خدني شيبس.
انا مخدم لحالهم.
ممتع جدًا.
خاد ليا غرفه مع حمام.
نقدر ناخدها؟
ما عارف، سيدي. كتحدّث الانجليزي؟ كتحدّث بلانجليزي؟ تحدّث.
ماشاء الله رح يكون كير.
الخط مشغول.
ايوا سيدي. حاديه عشر ديال لعشيه.
مومكن najmel maw`ed l-Yem lbet؟
خايب نربط. ممكن؟
لا، مابغيتش. عربيه مافيهاش دوخان، عفاك.
مابغاوش المبتدءين؟
خايجهم اليوم.
خاي نكرا سياره رخيصه لمده اسبوع.
هاد اللباس ما كيحملش عليّ.
مين قدير يقولي فين مقعدي؟
اي طاءره تصل اولاً الي مدينه نيويورك؟
فين خليته؟
خلي تبديل هاد الفلوس الفرنسيه بفلوس حقيقيه.
ماكاينش مكان ندير فيه حقيبه دّريعه.
خليك حر تتبسط مع كوزميتيكنا قبل ما تخرج من هنا.
ما تقلقش. بعيد علي المدينه.
هادي فلوسك.
خلينا نروح ل الشاطء غداً
خلي لي عرض.
هاد الشّيء ديال نّصف يّوم في لّيسته بالياباني؟
كيفاش غادي يكون في اليوم؟
ايوا، كنّا عارفين. هادي اختيارنا.
خليك، تقدر تاخد Gray Line Air Shuttle او Carey Airport Express.
اذا كنت تقدر تجيبه بثمن اقل، غادي نشريه.
فين الميهات؟
بغيت نبقا هنا لجوج يومات اخره.
ايوا، كنلبس هديا لختي.
نضّف هاد اللباس.
فين نلقي جريده يابانيه؟
اش نوّاق هاديك البلاصه؟
نقدر نغوص هنا؟
اش نوڭا؟ نشوف من فوق؟
ايه، هادشي لي خليتي وراك؟
ايوا. يمكنك تشوف الافلام علي اتش بي او، اللي هي مجانيه.
كيف نوصل لهوليوود؟
غادي ناخد غرفه ب 15 دولار.
ممتنه انّي قمت بحجز.
كاين خدمه غسيل الملابس؟
نعتقد ان ساقي متكسره.
كت كاتب الشعر، سي ايتا.
كاينين شي مكانات سياحيه قريب هنا؟
كاين سياره نوم في القطار؟
واحد حقيقي؟ نطما اتمني مابغاش يخرج فيا.
ناكل برا معاك.
كيفاش غادي يكون لثنين يوم؟
راح نememphis.
اي منصه يغادر منها القطار الي يورك؟
نحنا بغينا نحدد موعد للروما.
سيدي وسيدات، الكابتن جورج كوهين وطاقمه يرحبون بكم علي متن رحله يونايتد ايرلاينز 800 الي نيويورك. اذا كنت تحتاج الي اي شيء خلال الرحله، ما عليك الا ان تسال وسنكون سعداء لمساعدتك.
الخضر.
خليك اتصل ب داءره المفقودات.
من فضلك، فين نلاقي رقم هاتفك؟
كاينش طيران اخر متوفر؟
لا. هادوك غادي نكونو هنا لثلاثه ايام، من بعد غادي نروح لنيويورك و نيو اورليانز.
عندي باص ايريل و فيزا سوفيتيه.
مينفعني نكلم السيده كاوري وتنابي في الغرفه نمره تمنيه عشرين؟
عندك مشروبات اخري؟
هاد اللباس من القطن؟
عَفْوًا. عِندي صُداع. عِندَك مَedicine؟
خلي وضع رول ديال الفيلم في هاد الكاميرا.
طّلاب الثانويه الميريكانيين ما عندهمش العمل بزاف.
بغيت ناخده معايا.
فهمت. هادي مالي. انا من مركز ديكور الداخلي ديالنا.
اي اوتوبوس ناخد لحيدي بارك؟
هاد البيره ماشي فيها غاز.
ايوا انت كاينه.
كلنا كنحبوا نقعد علي نفس الطاوله.
ما كاينش مخضمات كفايه.
نعتقد ان هذا قد لا يكون صحيحا. هل يمكنك التحقق منه؟
غادي يرجع الاسبوع الجاي.
ماتت مامي.
خاد شوي-port.
خدوني لمستشفي
سماء كبيره
كاين هاداك بلون مفتوح؟
خدني قلم.
ماشاء الله، ممكن حامض لشاي؟
رجا عطيني فاتوره، من فضلك
طاب ليا لقاءك، علاش هادي اول مره في ميريكان؟
ممكن تبديل هاد البوتات باخران اصغر؟
كاين حد جالس هنا؟
حقيبه سفري ثقيله ب 3 كيلوغرامات اكتر.
نعتقد انها غاليه بزاف. ما عندكش سعر اقل؟
غادي نخرج بكري غدا الصبح.
كيفاش كتبيعو بلا ضرايب علي البورد؟
من مخرج الفيلم؟
الصيف هنا ماشي سيء بزاف.
بغيت نشتري هادشي.
اتبع اللافته اللي كاتقول تاكسي.
ايوا، انتا ف الوسط ديال فيفت افنيو. فين غادي؟
اش غادي ديرت هادشي؟
استولوا علي استلامتي ايضا.
خايفين ما عنديش. ولكن انا متاكد غادي تستمتع ب غداءنا الخاص.
سبعه و نصف
حسنا. دابا هوا حادي عشر ليلا، دونك ندير ساعتي ل عाशره صباح، صح؟
خير، ريمينجتون ممكن يكون مزيان.
ساعه ونص.
ماشي مشكل، عطيني كاس مياه اخري؟
خليني نشوف هادشي.
فين مكتب الصرافه؟
انتظر شويه. غادي نسال سي ايمي امكن يجيبي التيليفون.
نقدر نوصل هناك في عشر دقايق؟
هاد الكاري حار.
عندي مشكل مع الكيس لي شريتو البارح.
كاين عندك حساسيه ل لدواء؟
ايوا، عندنا بيض و اسمر.
كنحب نشوف ماتش كوره محترفين. فين نقدر نشري تيكيت؟
سمحلي؟ مافهمتش. ممكن تتكلم بزاف علي هادشي علاش نفق حتي نفهم؟
خمسين عشرين، عشر عُشرين، والباقي في فلاوس واحد دولار، من فضلك.
كيف نوصل لفونتين كولومبوس؟
خليك عطيني حاجه زوينه لشفتي. شفتي جفاو من الريح البارده.
كاين شي خاص بالمنطقه؟
ما تخافش. هاد الكلب مابغي يعضك.
ايوا، ودولفينز حلوين.
اشحال كيتسير؟
لويت راسي د اليد.
وين الجاكيتات ديال النجاه؟
روح مستقيم في هاد الشارع اربعه كتلا. وتول左 في الضوء.
ممكن تبعثلهم لليابان؟
خليت جوزتي ف دكانك.
كيفاش كتحب هاداك؟
كاين طيران ل سيدني؟
نقدر نستمر رحلتي من غدا؟
هاد هي منطقه استلام الامتعه ديال شركه الطيران البريطانيه واحد اثنين تلاته؟
غادي نخرج ف السابعه د الصباح غدا.
غادي نلقاو بزاف قريبا.
ايوا، غادي ناخد ويسكي مع صودا مع لخضره.
نضغط علي زر الانذار في حاله الطوارء.
مزيان. ندير هاد الصندوق ديال الامتعه فين؟ فين غادي؟
اش نو خاص في هاذا المطعم؟
عفوا، انا مقفل برا.
كاين شي حاجه بزاف علي الطريقه الحديثه؟
وين نلقي التوكينات؟
غادي تحول شيك دولار ميريكاني ل فرنك فرنسي؟
نقتابل غدا
ليش مكنشوع هادشي كول، مع بعض؟
كيفاش نغوص لما البحر قاسي؟
روح لجمارك ديال لخارج، عيش مزيان.
خليني شوف النماذج الجديده، من فضلك.
كاين عندك ثيرموميتر سريري؟
الحذاء ضيق بزاف.
الشهر الفايت في التاسع.
خلاص، تلاتين عشرين، تلاتين عشر و جوج خمسات.
خدني نجرّب طعام ياباني. ضبّ ليا شويه.
نقدر نبدل لمقعد داك؟
ايوا، كنّا عايشين مزيان بزاف.
اش نوّع ل سينما ل نهار؟
كنلبغي شي باقيتي.
خطه ديالي تغيرات. بغيت نبقا تلات ليال بدل من جوج.
اه، شكرا. بيتي، جيب هنا، عفاك.
كيفاش عدد الاحزاب السياسيه؟
وقف.
كاينش لي بريد؟
المدي رقم ثلاثه سته سبعه، من فضلك.
نقدر نزيد نسافر؟
خليك اكثر حذر في المستقبل.
مرحبا، نتا حاب ناتелефон لطوكيو.
ايه، ولكن غادي تخلي الحقيبه الصغيره علي الرف فوق راسك؟
هادا شاي اخضر.
كاين عندك تيكت؟
عندك عصير ليمون، من فضلك.
كتقبل الفلوس اليابانيه؟
صاحبي كان عايق الطريق فالدور اللي خضر.
كاين عندك واحد ازرق غامق؟
ماشي مشكل، عاونيني مع هاد الشنطه؟
اه، شكرا ليك، ميس ستايسي. ان دي عملات هاد البودينغ دي من لخضره herself.
كَم ليله غادي نضل؟
كنّا نريد قهوه بعد العشاء، من فضلك.
كايتعلمو بلهم الفاشون اللي جايه من التلفازه و المجلات.
اتصل بدكتور بسرعه، من فضلك.
كنبغي كتاب ل ولاد.
فين كونتر مكتب الطيران المتصل ديال بريتيش عيرلاينز؟
اش نوّعدين ف الطاوله لجايه؟
خاد غير غرفه لشخصين.
خليك تقول لي فين نلقي الخضره المحفوظه في القنينات؟
كاينين عندك اسعار اسبوعيه؟
خواحد ما عرفه قالي يصورلي، وديتلو الكاميرا. من بعد هرب بيها.
اوه. اخيراً وصلنا لنيويورك. دابا غادي ناخد المترو باش نروح لڤيلاج. مشي غادي نختار خريطه لمترو؟
كيف نوصل لمركز ABC؟
كاين عندك دوم بيرينيون؟
اشنو طريق لفندق الجراس؟
خد اثنين د لقرصات من بعد كل وجه.
كلم ببطء؟
افتح شنتاك؟
خدما الفندق، من فضلك. رقم الغرفه هو عشره خمسه عشر.
جنس علي الشاطء للفتاتين هناك.
كنبغي مقعد فالداخل علي طول خط القاعده الاولي، من فضلك.
اش حاله؟
شوي دابا قهوه، من فضلك.
كنعرفو واش عندنا وقت نشوف جوه الغاليه؟
وين قسم البقاله الفاخر؟
كل المقاعد مباعا مازال، ولكن يمكنك الحصول علي تذكره لمشاهده المباراه اذا كنت ترغب في الوقوف.
خليك تقدم تقرير سرقه.
اش فهمت ندير حنا ليدي باقي علاهدي؟
مزيان. هنا عندك.
قوليلي علي فين كاين مكتوباتك.
شوف، كبير حقيقي؟ غادي نجيبيك شي حاجه ليك لاحقا.
كاين جريده عندك؟
خاطري خريطه طرق الاتوبيسات.
كنحب الفيلم لي كيخرجني الدموع.
عندك حاجه اوسع؟
في ديليكاتيسان قريب من هنا؟
ارسل هذا بالبريد الجوي.
مدير فندقي، السيد هيلتون، عطاني اسمو.
ممكن تسويه ثلاثين باوند؟
قولي فيناش نرجع هنا.
من السادسه صباحاً حتي العاشره صباحاً
زنجلان هامبورغر
خلي göster لي واحد رخيص.
لون اغمق، من فضلك.
منين كاتهجرو؟
كنت مسءولا عن الشءون الانسانيه لفتره من الوقت، لذا انا مهتم بشكل خاص بالحديث مع الناس.
غادي نستنا تا هاد الحد؟ شكرا في اي حال.
واش القطار غادي يخرج ف الوقت؟
كيفاش ممكن تسجل الفورما ديالنا؟
خاي نغوص ف موقع رقيق ومزيان منير.
خايب، باش يكون في وقت اخر.
كاينين فلاييرات يابانيه عندك؟ نتا بغيت واحد، عفاك.
حلاي ماجاش ليا بعدا
خلي نلقي واحد اخر؟
هاد غادي يكون راءع لو كانو عارفين بهاد القدر علي اليابان.
حوالي ثلاثميه باوند، من فضلك.
كاينين شوارع لي كايديرو زياره ل ديسكو؟
خاد الحمبورجر، البطاطس المقليه و الليموناضه.
رفع ايديك
هي جميله بزاف.
شكراً جزيلا. رحله ممتعه.
اش هاد الخدمه؟
اش نوّع الثمن لو خرجت السياره؟
خربت رجلتي
خادش دابا دوزه.
دابا، غادي نفتح مسامك بمساعده البخار.
عفوا، يمكنني ادخل هنا؟ شفت شنتيتي.
كيفاش نلقي تيكيت للباليه هنا؟
ما نقدر نبيع والو لا حاجه بلا وصفه طبيب.
كنتي طلبتي سرير صغير لمولاك؟
كنلبغي هديه لصاحبي.
كايجي ماشي، سيدي.
خاد اللعبه د اللغز د Pieces.
فلاش ولا كارد؟
خاي نروح بالاوتوبيس د لجولان.
خاد نشتري جوج دراجات، من فضلك.
كيفاش غادي يكون الخدمه ديال شحن هاد الباكاج بالطيران؟
فين نلقي قسم الغموض؟
كنبغي نقع جنب صديقي.
خليها لي هادي. اش سميتها؟
فين كايدي هاد الطريق؟
اش منين مرضت؟
ما عندي فلوس كفايه باش نخرید واحد غالي بحال هاداك.
روح مستقيم علي طول هاد الشارع تقريبًا ثلاثماءه متر.
لا، عملته كلشي بنفسي. هو واحد من هواياتي. كنحب البستنه.
من بعد، غادي ندير الخدمه ب الدولار و الين.
خادش مسهل.
هاد الطرونݣا غادي يديك ل لوطيل.
ارسلها مسجله. شحال كليها؟
ضغط علي التاسع للخط الخارجي و بعدا ضغط علي ثمانيه واحد لليابان، ثلاثه للطوكيو، و بعدا الرقم التلفوني.
عفوا. غادي ندير حاجتي جوا دلوقا.
كانقدر نردو لبلاد اخره؟
اشنو بعد لホテル من هنا؟
غادي نبقا لثلاث ليلات.
ايديك ف السما. سكت و خلي فلوسك.
نخدم السندويتشات والمشروبات من الحاديه عشره ليلا ل السادسه صباحا
خادي غادي نهار قبل من ليله.
شوفك. اتصل بي غدا.
ممكن تقيل حجزي؟
نتي عاني من حاله شديده من التعب.
فين نبدل القطار؟
بغيت زوج بيض مکسور مع سلاطه لحم الخنزير، بطاطس مقليه، توست و قهوه.
ايوا، من فضلك. هاد الفيلم مغربي مصنوع؟ لا، هاد الفيلم الياباني مصنوع؟
كان زمان ما شفتك.
اش نوصلو لو مكتعرفش اتلقي؟
ممكن عندنا طاوله خاويه حوالي الساعه تمنيه.
كا بلوكين، ثم đầuا لشمال؟
اش نوضي؟ تقول اليابانيين كلهم هاد الشي؟
وين نلقي السكاكين و الشوك؟
واه كلامك صحيح. هادشي بحال بحال. غادي نرجع غدا تاني.
كنبغي شامبو ملون.
هاداك. لموميز كيبر真的.
اكيد. غادي نجيبوها فالتون.
للحين، ممكن تعطيني شويه فلوس باش نخرید شيء必要.
اش حال غادي تدي؟
نحب نرسل هادشي لليابان بطريقه اسرع.
خير، نعم ولا.
اشنو نواع اللعبات عندك كتذكار من انجلترا؟
كنبغي لي صندوق نّقلي.
كيوشو هي جزيره كبيره في جنوب اليابان.
الشارع التاني واربعين
انا اسف. مره اخري، من فضلك.
اش نو عموله الخدمه؟
خاد عصير الفواكه.
جيت شوف صديقي الياباني.
مزيان.
شحال هي مهنتك؟
خاد شي مقعد في الاوركسترا.
اي نوع من الالم؟
انا اسف، عملت غلطه. شنو نوع الويسكي بغيتي؟
كنحب نروح في جوله فين نتعلم زراعه.
كنتي عايشه تشربي حاجه قبل العشاء؟
خدي شامبو و كييف.
هاد القطار وقف فمدينه بات؟
اش نوّع المجري ديال التحقق من هاد الشيء؟
قف وانتظر حتي اصور جسر واترلو.
عندي غرفه مزدوجه فيها سريران منفصلين.
هاد كان مكسور من لوقت لي خرجته من الكرتون.
مقعد محجوز، من فضلك.
اشوف الغرفه؟
و كنّا نتوقع شويا د القطر ليله.
خاد الحليب السخون، من فضلك.
كنبغي FLASH الكتروني.
انا اسف، ماشربت والو. رجاء صححوا الحساب ديالي.
كل مع هاد الصوص.
كنتي حاب تاخد PAI, PEC, وافر لخساره و الضرر و补نص اضافي للتعويض عن المسءوليه؟
نقدر ندير الجوله دابا؟
فين قاعه الموسيقي؟
مبروك عليكم الذكري الخمسين لزواجكم.
شي مكسور؟
خلي ناقص ميه دولار في شيبس، عفاك.
خايف المناظر.
الزرق مشهور بزاف ف هاد السنه.
ف-Дّيال الشتاء كاينين ثلوج ف الشمال دญابون و ف لجبال.
عافاك، ماقدرتش نلقي كاميرتي.
خليك شوف اوا اديه جابوه؟
كاين عندك حاجه اخري تقريبًا ب 80 دولار؟
خايف شويه علي اما نقدر نغوص كويس.
خليني ناخد الكوره.
ايوا، نحب نكري سياره.
عفوا، هاد المقعد مخدش؟
هاد غادي يساعد.
اش نوخدم؟
حركنا بزاف عجله مابغينا ناخد صور.
حسنا، غادي نعمل.
نطما ان ناخد شغل ديال التعليم او ندير ماستر في سايكولوجيا.
كنلبغي كريم خفيف. عندي بشره زيتونيه كتيره.
كان حلو نكلمك.
ماشي، عطيني مجله يابانيه؟
سلاطه، من فضلك.
كاين غير جوله كامله ف اليوم؟
كنتي حامله الصوت؟
مكالمه لبرا من المغرب لليابان.
لا، رجاء اتينا فيه في تلاتين دقيقه.
كايكون الباص رخيص؟
ايوا، غادي نضمن ليه ياخذ هادشي.
الشارع التاني والثلاثين
مزيان. ممكن ناخدو تيكيتين؟
اي ساعه هي الموعد للوصول الي باريس؟
خلي حاجاتك تحت الكرسي.
اش نواحي غادي؟
خاد شوكولاته.
عندك عصير فاكهه؟
حاجه مخلعه مع لمبه الفلاش.
نحنا بغينا نحجز غرفه مزدوجه من الغد لليوم لایت.
خفه دايمه، من فضلك.
هاداك شامل مصاريف الخدمه؟
مزيان. كنحب نجي.
نقدر نستمر في رحلتي؟
خليني شوف واحد رخيص، عفاك.
غالي بزاف. وريني واحد رخيص، عفاك.
نعم. قاروره بيره، من فضلك.
نحن كايديرو قله ف الزمان.
يمكنك تفقدها تاني، من فضلك؟
يلا هيا.
خاينا نبدل الحجز ديالي.
ايه، في واحد في تا الفندق.
تاريخ الرحيل من فضلك.
فين غادي نبدل القطار باش نروح سان دييغو؟
كان من الجميل منك ان تاتي و انت مشغول هكذا.
ما عارفش علي هاد الجلد ديال الحيه.
فهمت. قعد جلس.
جدي طلع ليه نوبه قلب لبارح الليل.
خايب. ممكن تعطيني التاريخ و رقم الطيران؟
مشيت شوكه اخري؟
اشنو وقت اللي العرض كايخلص؟
اي ساعه ناكل؟
خايف هادشي كثار عليّي.
الحاله الجويه غير مءكده. من فضلكم اربطوا احزمه الامان.
كانت عندي عاده. بازي مازال كنجهزها من وقت لوقت باش ما ننساش.
من هي هاد المره؟
مدينه وصولي هي طوكيو.
نعم، انا سايح.
غادي نديروك الطريق من مدينه اخري.
نقدر نزلت في الطريق ديالي؟
الاولي كانت من نص شهر اكتوبر.
فين نلقي حقاءب من الجلد؟
انا عايق للرّملون.
خد الحوت ومقلي البطاطس، من فضلك.
كاين فلايت ل طوكيو نهر يوم الجمعه؟
لا، ما شفت حدا قربي.
كرتونه وحده ديال سيجارات لارك، عفاك.
خدي تقرير بوليسي للعيشه ديالي. منين غادي يخرج؟
سياره مدمجه، من فضلك. ما هي الرسوم اليوميه للايجار؟
م百ت. حتي طفل صغير ماعندو مشكل يجاوبها.
ايوا، مزيان.
خير، نريد نكررها ليك تاني؟
هو اخر شخص يقول كذبه.
هاداك ليك. غادي تقبلو؟
مشوار نشوف لسته لخمر، عفاك؟
شنو نوع التجاره؟
مرحبا. اسف هو دابا كايقرا في اجتماع.
كنحب روح للمتحف. اي اوتوبوس غادي ناخد؟
من بعد، هادي جيب لي جوج، عفاك.
شكرا علي استقبالي
خادش دكتور، بسرعه.
عفوا. نتا بغيت نمشي للحيوانات البرونكس. شنو احسن طريقه نوصلها؟
غادي نخبرك من اول ما نلقاه.
اش عارف علي اي ديسكو فين البنات الصغار يقدرو يروحو بامان؟
اش هاد الحجم ديال الامتعه ف طياره هادي؟
هنا عندك، ماشي عليه شي.
التنين
جواز السفر و استماره الجمارك، من فضلك. فيه حاجه declarations؟
كاين شي وحدين تحب تشفو؟
خليهم برا غرفهك غدا الصبح.
انتظر قدام مكتب الاستعلام، من فضلك.
خدني راديو ساعه، من فضلك.
هو برا الدار.
شهر تقريبا، سيدي.
كاين مغسله سيارات؟
في خساره علي الباب الامامي الليمني.
كيهدرو الماكله؟
هل يمكنني دفع بالمارك الالماني ايضا؟
اش نو العمر الادني للتصويت في اليابان؟
هو صوف نقي.
كينشي نرجع نكلمك لاحقا؟
اش نوض واش انغلق؟
لا شكرا، ما قدرش. الحقيقه، انا دابا مخطوب مع حد.
اي محطه لازم نبدل فيها باش نولّي سوهو؟
خاين يكون عندي دوا قوي للرّشح.
كاينه اللبسه رسميه؟
كيفاش غادي توصل لبرودواي فالسابعه؟
كاين مقاعد لليوم؟
اش نو معناته؟
السماح بي 20 كيلو لپاساجير درجتي اقتصادي.
بغيت ندي الفاتوره.
المره الجايه نجي نقدر نرجع بالتاكيد. اش نقدر ناخد خصم؟
ممكن تقدر تسلمليها؟
خلاص كيدير الاستعدادات ديال امتحانات الجامعه.
نعم، يوم تذكاري للقنبله الذريه ويوم تذكاري لنهايه الحرب.
ما يقدروش يشوفو برامج تيليفزيونيه عنيفه.
اي فيلم هو الاحدث والاكثر شعبيه؟
كان عام كامل؟ الوقت طار بسرعه. بالطبع، هاجي. قول لي الوقت والمكان.
كاين مطاعم مفتوحين دابا؟
قادر نقع فين ما بغيت؟
انا اسف ازعاجك
خايف ناقصك رقم. نعتقد نيتك ليك عشرون.
كنطولك بتشوفك.
هادشي لي بغيت.
خلي تبعث حد هنا فوراً
خلي جيبلي غداء الصباح.
خليت هاد الرحله محفزه.
واش تقدر تعطيني تقدير ديال التمن؟
ايوا. ولكن هما متطلبشين بزاف.
راح ناخد احسن مقعد عندك، من فضلك.
تيليجرام فاضي، من فضلك.
خدت الزياده في الشيك.
للفندق، من فضلك.
طوكيو صفر ثلاثه ثلاثه تنين واحد خمسه ثمانيه ثلاثه خمسه، السيده هارادا.
السلطه الفرنسيه، من فضلك.
خدوني لمطار ا.
خاد شويه صابون.
كنّا حابين نلعب التنس. في ملاعب عامه قريبه من هنا؟
خلي показي لي بعض اللباس ديال لولاد.
واش كتقدر توصلينا علي مطعم مزيان قريب هنا؟
هادي صندوق كبير اسود.
خايب غلطان ف الرقم.
لثلاثه. واش اسمك؟
اشنو وقت غادي يمشي لخير؟
ماشاء الله لقانا هنا.
كن هنا عطله صيف.
كنحب نشتري هدايا لصحابي.
نقدر ناخذ هاداك دابا؟
كيفاش نضبط تهويه الهوا؟
مشيت نكون جنبك؟
اش نواع لاكل كيحسن معاه؟
ما عارفش عنواني بعد. ولكن نيتو نغيب ف otel ف سان فرانسيسكو.
ما نقدر ندير حتي نوم بسبب الصغير اللي قدامي كيضرب. ممكن تقول ليه حاجه؟
في اغلب الاحوال، غادي تكون في موقف صعب بزاف.
ساعدي كيحرضني.
ما عندي. دور لشمال فقط. هنا الكاميون. هنا. روح فالتريق الصغير هنا. تعال، وقف هنا بالضبط.
خليك عند محطه فيكتوريا وakhod خط الشرق-الغرب.
هاد مفتوح. عطيني خصم اكتر شويا.
اش حال من الوقت باش نوصل لليابان؟
فين غادي نبدل سياره؟
انا عايق للاسبيرين.
ماشي مشكل، يمكنني اساعدك تلقي شي معين؟
نقتابل ف الرستوران.
عندك تلات مرّات اكتر منّي د لكتب.
حوالي ميه و سبعين سنتيمتر طول و قحّال.
كانحس بلي غادي نشرب بيرو في هاد الجو الحار.
اش ناكل الفطور دلوقا؟
هاد سي رخصه السياقه الدوليه ديالي.
خادش كريم ليدي.
كتكتب لي عنواڭ هنا؟
اسف، الليله مبيعاتها انتهت. لاكن مازال عندنا تذاكر قليله لليله الغد.
هاد الكاس ديال النبيذ ممكن نديه للغسالات؟
هوما قويين بزاف؟
يا بني.
خسرت خاتم اذن فين ما حواليا.
نقلت لطيران دلتا رحله 215
نعتقد اني لمست بعض الشعاب السمومه.
كاين عندك كراتون؟
خليت شنتي هنا، ودابا مابغيتش.
خاد لخضره.
اكيد. فين غادي نحدد الحجز؟ واش غادي يكون فين ناس؟
انتا مافهمتش غادي تقعد للشمال.
اش غادي تقول عليها؟
دابا، مني خروج غادي اخد ل كارنيجي هول؟
ماشي مشكل نستعمل ملاعب التنس؟
خاي نديك غدا العشا.
نقدر دفع عند الطاوله؟
فين كنت شفتو لاخر؟
خليني اداه لپيپ، عفاك.
خليت ساعتي ف القطار.
ايوا سيدي. شويه دقايق، من فضلك. هنا عندك.
مشي جاي بعدا؟
اشنو وقت نخرج من هنا باش نلقي طياره ف 12 ضهر؟
حار اليوم الصبح، لا؟
ايه، ناعرف. مافهم والو حاجه كايهضرو بيها ناس لي جاوحنا.
خلي اعطيني اسعاف، عفاك.
كاينين مواقع مشهوره؟
مين فحال يديني مين جاي فخريطه هاديك، عفاك؟
نعم. لكن ما بغيتوش الحلوين.
خاي، ندير شوف. اكتر من ميزانيتي.
اش نواع الاكل غادي ناكلوهوم غدا للغدا؟
التلفزيون هناك وحنا هدي جهاز التحكم الريميوت.
انا اسف، ولكن انا خايف انك غادي تحتفظ بيها نفسك.
استمر في السير الي الامام حتي توصل لشارع الامل.
بغيت نشري هاداك.
هاد المفتاح وهاد العقد.
ماشي نمشي لمنطقه التدخين؟
يمكنك ارسال تاكسي الي شارع براون 23؟
ما امرنا ب هادشي.
كاس شامبانيا، من فضلك.
خلاص، كيتاخد 15 دقيقه من هنا مشي علي رجليك.
كاس اخري، من فضلك.
خاي نحجز غرف.
اش هاد سيبوي عقال ليه؟
اي ممر الطلعات فيه؟
مينفعش توصّلني مع قسم التصدير؟
خايف ناقصلي الفلوس. ممكن تتحقق تاني؟
من هو اللي كايلعب علي التل ديال سينسيناتي ريدز؟
لاتيه قصير، من فضلك.
نادي سوبتروبيكانا كويس. بقا مفتوح حتي الساعه اثنين د النحس. لموضفين غادي يهزلو تاكسي فيك لما تكون جاهز تخرج.
الشباب الياباني كيهتم بلباس المودا.
ما غادي نستعمل الفلاش.
يمكنك تفقّد الاطارات؟
بديت نشوف دروس. حاد غادي يكون صعب.
وين مخرج الطياره ديال جابان ايرلاينز، رحله 214؟
كاني كدخن كل يوم.
ركبت القطار الخاطء.
كندي ناقص لي شريطات بريد جوّي؟
اش هاداك غادي تدير بيه فداك؟
ما بغيتو حار كتير.
اشنو وقت طيارتك كتخرج ل سان فرانسيسكو؟
ما قادرش نلقي هاد الخروج.
خلي نيكون لي 50 غرام من لحم هاد مشوي، عفاك.
كاين عندك تيكيت الرجوع لليابان؟
كيفاش ندير مكالمه؟
خدني لون اخر، من فضلك.
لي دار راسو لجران ما ضرب والو.
انا موافق علي فكرتك، شريطه ان يتم ضمان تاريخ الانتهاء من المصنع.
يمكنك تشتري لي تيكيت، من فضلك؟
قولي ببطيء.
هاد ماشي نضيف.
خاي نحجز جوله ديال لجولف غدا الصباح.
خد من الكيك عفاك. هاد داري.
غادي تشوف فداك الشنطه حتي هي؟
حسنا. في لغتنا، ساكانا، اللي كاتعني سمك، جايه من تجمع ساكا، او ساكي، و نا، سمك كاكل خاص كتاكلوه مع ساكي.
سريعا، من فضلك.
ماشي تقدر تجيني من الفندق؟
غادي يكون يوم الجمعه 23.
اش هاد الساعه عاندك الصداع؟
نحب مقعد في الطابق الارضي.
ما عارف كيفاش نملي هاد الاستماره.
خليك جربها ف لون افتح، نعتقد.
شو طابق داكشي ديال لحذاء لعيالات؟
تحت الكرسي قدامك.
اش هاد الخيراش مغلق؟
ما خصك تشكرني
هاد اكتر من ما كنت منتظر دفعو.
بغيت نهضر موعد في خمس د العشيه دلوقا.
كاين حلاق في لوطيل؟
من اي ساعه تقبل الغسيل غدا الصبح؟
هادي سافير. عندنا غير واحد بروش من هذا النوع وهذا من احلي القلادات اللي عندي. غادي تجربيه؟
خليك ديرني عرف بعدا الشحنه، من فضلك.
فين كايعرض؟
كن لاباس داكشي جاي باش نسجل دخولي.
خلي السراويل شويه ضيقه و من غير كوفات.
كنّا بغينا نشوف بعض المجموعات الشهيره ديالكم هنا.
ما كلت هادشي.
هاري، فين ما نقدر نخدمك؟
فالطريق في التلاته.
كنتي قادره تقصّي هذ البنطلون، عفاك؟
الحديقه دي جوا ثلاثه كتلا.
هادي صوف نقي؟
اش هاد؟
انا سعيد جدا اننا استطعنا مناقشه جميع القضايا المهمه وايجاد حلول. اشعر بالكثير من الامتنان لك علي تعاونك اللطيف.
خادش دليل.
اي مستشفي غادي يروح ليه؟
اذا خفضت لي السعر، غادي نشري هاداك تا.
كل بلي
فين نقدر نشري تيكيت لماتش ديال البيسبول؟
عفوا. كيف نجي من هنا للبنك؟
مشيت شوف لي بطاقتك؟
خليك عاونني كيفاش نستعمل التيليفون.
شوف هاداك. هو مخزن كبير. نطما انك جبت فلوس كثيره.
كنبغي لي مقعد في صندوق.
زيما عجبني. غادي ناخده.
فين السور د لْمدينه؟
جيت.
خادش شي داكي، عفاك.
ماكاينش صابون.
اش نو؟
ل سان فرانسيسكو، من فضلك.
اش هادوا؟
فين مقعد سيتين ا؟
اشنو بَعيد علي المحطه؟
نعم. كايعيش ف 1234 GEOS Avenue.
ولدي وقع.
ايوا، عندنا ملعب متاح ف الساعه جوج و اخر ف الرابعه.
كاين خط مترو كيروح ل سيفيك سينتر؟
فيه اي داءره؟
خد الفول هنا.
خير، نّحبيهوم الجوج.
اكيد. داكشي جوج حقيبه و كيس. عطيني تاذكيره هادي.
نبيت حمره، من فضلك.
حنا دابا فـ موسم "او بون".
كاينش Möglichkeit نروح نغوص دابا العشيه؟
كاينين لي معلومات علي السباقت ديال الالعاب هذا الاسبوع في المدينه؟
صاحبي كيحس بلي بطنه مريض. ممكن توصليه علي حاجه هاديه لبطنو؟
اتنين وحد عشر ثلاثه اربعه تمنيه ثلاثه ثلاثه الف
قعدتان علي جنب القاعده الاولي، من فضلك.
خليك نملّيها؟
رقم الرحله سبعه تاجل ساعتين.
خاي نشوف البنايات التارخيه.
غادي نرسل واحد من الامن.
حار شوي.
انا جاي من البرتغال.
بَعْدَمَا شَرِبْتُ العَصِير اللي صَبّو لِيَ، خَسَرْتُ الْوَعِي. لَمّا استَيْقَظْتُ، كَانَ بُورْطُومَالي وَ كِيسِي ضَايَعين.
اذا كنت تريد، يمكنك طلب افطار بالطراز الانجليزي مقابل رسوم اضافيه.
خسرت محفظتي.
خاي نستاجر لوح مزيح.
خليك ضيفلي شويه دقايق صغيره من فضلك؟
سپاغيتي بولونيز، من فضلك.
خليوني بيره من فضلك
خايج اروح لباريس. اش غادي نبدل القطار؟
اشنو وقت مناسب ليك؟
مين فايق؟ واش نديرلك وصفه طبيه؟
خوا واحد اخر.
شبكه البحث المتوفره لدينا علي نطاق واسع متاحه ايضا لتلبيه احتياجاتك.
هادي هو الهدف اللول ديال الموسم.
والو ماشي ليا. شكرا.
نروح نشوف المحلات.
نعم ذاكرت الحاجه. راحنا لمطعم مع بعض.
اي حاجه هي الطريق السريع؟
كنحلق دلوقا فوق حديقه يوسيميتي الوطنيه.
كاين شي لولاد؟
خديته من سوق الرايس.
راح ماشي.
خلصت من اكلتي. رجاء ازيل صينيتي.
نختار نموذج هذا. يكون فيه التامين علي السياره.
هادشي لسيديني؟
اش يمكن نروح بلجينز و سبليطات؟
نعم. علي اساس التوقعات الجويه الاسبوعيه، هادي يبقي مزيان هاد الشيم.
خليني شوف قفازات.
استيقاظ، من فضلك.
دور لليمين ف الشارع.
كلّك عالو، من فضلك.
خليك جيبلي سماعه؟
انها مشقوقه.
صغير هوت دوج و كولا كبير، من فضلك.
تيفاني. خلينا علي الاقل نمشي ونشوف المحلات من برا.
خد هاد الفيلم و طبعو و اطبعو.
نحن غادي نديروها. شكرا بزاف.
هدي ذنبي. كنعرفوكمش كتير.
كيفاش غادي يكون الخدمه بالبريد الجوي؟
خاد الحاجه قبعه.
يمكن يكون صحيح، ولكن ماشي قادر نقول بالتاكيد.
نادي في لفندق.
انا اسف ماشي ممكن.
يمكنك افتح زجاجه نبيذ؟
نقدر نبقا ثلاث ليلات؟
نعم. نتا حاب نجرّب البارودي الاحمر- ولكن هو حار بزاف؟
كنبغي لي سكيتات رولر.
هاداك فيه كريم واقي من الشمس؟ شنو درجه الحمايه اللي كيعطيها؟
مشي غادي تعيد النظر في شروط الدفع ديال هاداك؟
انا اسف جداً
هاد سيبوي لشيكاغو؟
كيفاش نلقي اوتوبوس الليموزين من هنا للهنا؟
لا، اسف، شفت ولكن ماشي هناك.
فيلم لون كياشرعش و ربعين، من فضلك.
كَم هَذَا الرِحْلَه؟
قنا نشري تيكيت هنا؟
انا موافق، ولكن بشروط معينه.
ماشي مشكل، ممكن نستعير مكواه؟
نحنا بغيت نشارك في جوله ليلا.
خاين غطاء لون لهاد الكاميرا، عفاك.
كيفاش غادي يكون لليك ل سياتل؟
ا什 نو عادين لسياتل؟
بدل لي الغرفه، من فضلك. كتحس بريحه غريبه.
اشنو طريق المتحف؟
ب القيمه الكامله، من فضلك.
خير. غادي نخدمو ليك طاوله مزيانه. فين تسميتك؟
غرفتي تطل علي شارع مزعج.
غرفه مع دوش، من فضلك.
هم، عندك حراره. كيفاش بطنك؟
مزيان. كاين بزاف د لخدايم لВыбير منهم.
خليتي طابع عشرين سنتيم, عفاك.
اش نوضيف ل البوليس؟
كنبغي شي مارملاد.
نعتقد انني ساذهب بالليموزين.
خدني سلطه خضرا.
اش نو علاش كتقي ماشي غدا؟
خاي نروح لاوبرا. فين كايتعمل؟
اش نوضيك لصيدليه اقرب، عفاك؟
اش نبدل الغرفه اذا مددت النزول؟
حجز غدا، من فضلك.
كَتْكَرِهْ كِدَيهَ الفُواقي.
غادي يرجع ف الساعه ربع ل خمس د لعشيه.
اش حال الجولات؟
خليني كتشاب.
اشنو وقت نديرهم فيه اذا نطلب الخدمه العاديه؟
خليك تقدم تقرير علي خساره حقيبه سفري.
نحنا بغينا نحجز ثلاثه مقاعد ل فيلم القط علي السقف الحاردي ل ليله الغد.
نحنا بغينا نقعد ف لوطيل ديالك غدا ليله. وهاداك غادي تحجز لي غرفه سينغل؟
ماشي بعيد؟
ممكن تغيير لواحد اكبر شوي؟
تلات ميه، جوج خمسين و خمسين عشرين، من فضلك.
لا، hiç.
نحب ندير شنطه ديالي.
خليك تقول عطيني توكل علي الفاتوره و استلام البطاقه البنكيه؟
خليك غير الدولار لليرا.
اش هاد الخدمه غادي تاخدك ل فندق البارك ب تاكسي؟
خدوا مالي حيت كنت كاندو تلفون.
هادشي مخلّي لفتني. غادي يكون مفيد لشركه كثيره.
اسمي ساتو. كنت قد اتصلت منذ قليل. اريد ان اcheck-in من فضلك.
خدي قناع للوجه.
يمكنني نزول السياره في مطار لا غوارديا؟
لا بالطبع. غادي نكتب ليك خطره ملي نرجع لدار. مع السلامه، سي ناغانو.
انا معطوب ف الترافيك، ومابغيتش نرجع ف الوقت.
كاينين شواغر؟
خلاص كفاي.
ماكنش كيبان لي
نحنا بغينا نرسل هاد الباقه الصغيره بالبريد السطحي لليابان.
مقعد علي التراس، من فضلك.
خوا مقعد علي الشمال.
هاد المدينه فيها كتير من الخضره.
صفر ثلاثه ثلاثه ثمانيه واحد اربعه اربعه ثلاثه اربعه خمسه
اش نلبس بلابس؟
الشيانتي، من فضلك.
كانت كاتجري بزاف.
كندي عصير الڭريپ فروت.
يمكنك تقصير الساقين لي، من فضلك؟
كيفاش غرفه تلاته اشخاص بلا حمام؟
هذا السيد تاناكا في الغرفه اثنا عشر صفر تاسعه. نبدو ناخد طقم من مناشف الحمام النضره.
اِضغط علي اسنانك بلحظ RAFEE3ا.
نحسب رسوم الغاء.
يمكنك يشري لينا تيكيتين؟
سيته دولارات واربعين سنت.
ممكن نشوف القاءمه، من فضلك؟
اش حاد الوزن ديال هاد الباغاج؟
هادشي لي قلتيه قبل كي khác.
وين نلقي تلفون عام؟
جوله غطس، من فضلك.
ايوا، مفتوحين ليل و نهار.
كن_labس اهلا بيكم ف هاد المكان للقاء السنوي التالت ديال عام تمنين وتسعين.
من هم الممثلون؟
كيفاش غادي يكون الفاتوره كامله؟
اسمي اليزابيث.
كاين مكان لي نديرو زياره فيه في تلات ساعات؟
فين مكتب الاستلام ديال الامتعه ديال UA 801؟
يمكنك اصدار شهاده للسرقه؟
اشنو وقت بغيتي نلقي؟
المقصوره مشبعه.
جينا ميريكان من لياپان لبارحا.
فين الرقم دي للقعده؟
من غير ما ننسي، عندك تامين السفر لهذا الرحله؟
نحافض خمس ايام.
فين المحل اللي كايباع فيه بلا ضرايب؟
كان عندي تيكت طياره فحقيبه ديالي.
نعتقد انني ذاهب نروح ننوم.
هنا قليل شويه مفتوح.
خليني نفكر شويه دقايق.
في بار قريب يمكنني النزول فيه لاشرب شراب؟
غادي نجي في خمس دقايق.
اش هادي كينت فامريكا؟
خادش زر دايز.
كاين حظر تجول؟
لون كويس، ولكن المقاس غالط.
بسكويت ياباني
قادر ناخد مقاعد الفرونت رو دابا، ولا نستني للعرض لي جاي؟
خلاصه القول، في هاد الحاله نعتقد انني غادي نجرّب شركه اخري.
سنّي كيحرضني.
واحد اخر، من فضلك.
كيف تكسي عندما تحضر جنازه؟
منين ضو اللحمر يدير، اضغط علي الزناقي.
دوبل-و-ثلاثه، جال.
كيفاش غادي يكون ليا ف ساعا؟
مزيان عليك، سي سوزوكي.
عندي الم شديد في ظهري.
كيفاش ممكن توصليني مشروب فيه قليل من الكحول؟
خسرت جواز سفري في مكان ما.
غادي نخدمولك طاوله جاهزه فداك الشي، سي كيمورا.
نحب سياره لعب.
هادsi حلو مزيان.
كيفاش غادي داز من đầu لاخر؟
اش ندير قف ف الليسته هنا؟
المفتاح الرءيسي، من فضلك.
كان الحديث معاك ممتع.
كنقدر نشري تيكت عند البوابه؟
حسيت بهالطريقه من ليله البارحه.
ربع علي الاربع
اليابان بلاد سريعه الايقاع.
انتظر بسلامه حتي نلقاه.
عندي هاداك.
عندي حساسيه علي البشره. اي كريم طبّي احسن؟
اش كتقول غدا النزهه غادي يكون فالداخل؟
ايوا، كنعرف شي حاجه. كاين في رحله؟
اسمي يوكو ياماوكا. ممكن تغيير حجز طيراني؟
كنبغي نشوف كوميديا كتحدّث علي الحياه العاءليه.
عطيني شاي او قهوه؟
كنتخدم علي الباكالوريوس، ولكن 部يا نصف وقت.
اش نو معلم هاد المطعم؟
حلم حلو.
كنبغي ف مدينه علي بعد مايقارب ميه كيلومتر من هنا.
احسن لك تبقا في غرفتك ديال الفندق لبعض الايام.
خاين شيء غادي يخليصني من الصداع.
هادي مقاسي بالظبط.
هاد الغرفه كتحمّش بزاف.
متناقش؟
ايه، هاداك اعلّج جوده. هاداك مصنوع من كشمير.
الحاجيات اليوميه
خسرت كاميرا ديالي علي سطح صلب.
خليك عرفني حاجه اخري؟
عندي غير 50 دولار معيا.
كاين شي ما تقدر تاكل؟
خسرت ملعقه.
شكرا. ربي معجبني.
كلشي مزيان.
كنبغي لي مقاعد رخيصه، امكانيه كان.
القاءمه، من فضلك.
فين المترو؟
فهمت. اش منين نلقي اوتوبوس؟
نتظروا العون.
اسمها السيده غريغسون، ولا؟
فين نلعب التينيس؟
غادي توريني ساعه ديك؟
كانقضي وقت في الطبخ دابا.
اش هاد الموقف غريب لقاك في المكتبه.
كاين راكيتات ل لكراء؟
الاشياء كايتعتمدو علي فين تخرجت.
اه، فهمت. غلطي. اسف.
خايف نشيء خفيف.
تكتيتين من الدرجه التانيه لمغادره الي ادنبره، من فضلك.
ايوا، غادي يجي.
خاطري خريطه خطوط المترو، من فضلك.
انا قاعد ندير الصباح متاخر نّحو الاحد.
كانقضي وقت جيد بزاف مع عاءلتي ف الويكاندات، كنخرج معاهم لجبال.
مزيان، سيدي. ممكن نعمل الفيلم هاد من هنا؟
حنا تقدر تاخد واحد من لي.
كيفاش نهار ل طوكيو؟
افحسب اللي غادي الركوب قبل ما تطلع.
جوج ل لبوفيه
جيه هنا في ساعه، عفاك.
انا اسف، ولكن كل شيء محجوز بعد ذلك.
كان غادي نرسل ليهوم بالبريد الجوي.
ايوا، عندنا واحد مع景ه لمحيط.
لون السياره كان اصفر.
اي افلام دابا؟
انا الناقص لي اكتر هو الحمامات الساخنه.
زيما. شكرا.
ايوا، مزيان. غادي نشوفوك فالسادسه والنص.
اكيد فيهم، سيدي. كنتي حاب تلقي نظره علي هاد البروشور؟
نعم. هاد سيغول ديال 234. مراتي مريضه بزاف.
كاين حزام مزيان؟
كيفاش كتلعب البيسبول في الشهر؟
انا اسف، ولكن ما دام ان اراءنا لا تتطابق، لا استطيع ان اوافق علي تجديد العقد.
صباح النور، سيدي كاميرون. كيف حالك؟
اسمي اكيو يامادا و رقم الطيران هو JAL صفر اثنان سته متوجه الي طوكيو.
خليك عطيني فلاكون دي كولونيا.
مين فصلي فورما د الضرايب؟
ادينا لليمين؟
خلي показيلي ف خريطه هادي.
كاين غرفه لاربعه؟
ما في سكر، غير كريمه.
الصباح المدير كاواكامي كايزور عميل.
كيف نوصل؟ ممكن توريها لي علي الخريطه ديال هاداك؟
لكن كنتي تزري خضره هنا.
اريزونا في الحقيقه مثل حمام البخار.
خليتي نا كاس ماء.
اكيد ممكن. ولكن هاكاك ثمن النزول ديال 50 دولار.
قريب من هنا؟
ممكن اعطيني شوي دّيكور، عفاك؟
خليك غير الاطارات، من فضلك
هاد ميه وعشرين دولار؟ накره غالي. كتقدر تقدم تخفيضات؟
كاين سوتيرن؟
خادش ناقص لي طوابعين لبريد للي غادي يروح لليابان.
خليك عرفني باسبورتك و فورما د للهجره.
اش نواعل في الطابق التاني؟
سيارتي مشه موجوده غدا.
ماء داف؟
اش نلقي شيكي؟
نعم. باسرع ما يمكن. هذا بخصوص امر عاجل.
واش كتقدر تتحمل المسءوليه ديال الجوده؟
خايس راسي برا. ممكن ناقرا مفتاح تاني؟
وين مكتب السياحه؟
كيفاش ندير مكالمه تلفونيه لญاپون؟
عندي جوج حقيبه لي بغيت نديرها فالتشيك.
هو علي خط اخر.
حار بزاف هنا، و مظلم بزاف.
من هو الفنان؟
ن介ر عليك. اسمي غورو يامادا.
عفوا. خسرت سكيني. ممكن تديني واحد اخر؟
فين البوب؟
اوقيه كم؟
لا، عيب. كان علينا نلبس احسناش للثياتر.
كاين باص؟
اش نوعه السعر ديال الصرف؟
عندي حقيبان و كيس لبس واحد.
الفراشه ملوثه.
مابغيتش. غادي نخرج من شغلي شويا.
كيفاش بغيتي تحجز؟
خير، كلشي قدير يكون غالي فญيپون د اليوم، ولاكن اطباق التوفو ماشي سيءين ب معاييرنا. اذا، من جهه اخري، تزور مطعم ياپوني علي مستوي اعلي لمحاوله تجربه مطبخ كيوتو، علاش تكون مستعد دفع ميه دولار للفرد الواحد.
بصوت اعلي، من فضلك.
دابا، فين حقيبه ديالي؟ اه، ها هي جايه.
كيفاش كان عندك الفلوس في حقيبتك؟
ما عارفش حقيقي. ممكن تقيسلي، عفاك؟
ما تنساش جيب باسبورطك معاك.
هاد كلشي عنديك؟
ماشي. غادي نديرليك علاش يهاتفوك ف الخمس الصبح بالضبط غدا.
اش يمكن نشف خريطه المقاعد ديال المسرح؟
انا اسف، مطلوب دفع مقدما لمده تسعه وتسعين يوما.
كاين عندك تقويم النشاطات؟
خليني شريطه فيلم سينما بقياس 16 مللي متر مع khảيه الصوت.
خاطيني غلط.
هو مشغول بزاف فالايام لي جايه. احتمال نسيها من راسو.
ايوا، غادي نقدر. ولكن شحال هادي؟
نتوما هنا شويه؟ غادي نشوف لك.
هاد اول مره كتقري به؟
غادي نكلمك ملّي يكون هامبورغر دلكربون جاهز.
يمكنك ارسال هذا الحزمه بtarifa لكتاب؟
خلي لوطيون علي شعري، عفاك.
فين ملاعب التينيس؟
افتح ثقب اضافي، من فضلك.
واش عارف حاجه علي فاليزتي؟
انا من الولايات المتحده.
هاد مقاسي؟
عندي ازمه صدريه.
خايف ماعندي حجز، ولكن عندك طاوله؟
لا، سيدي. اسف. ملءنا.
سءال مزيان. كنت غادي نشرح هاد الشي.
عندي الم حارق في اذني.
نحب ناخدها.
كنعقدو حزب صغير في داري في الاسبوع الجاي. كنتساءل امكنك تجي مع مراتك.
مسافرو النقل، من فضلكم عندها بطاقه النقل. وقت مغادرتنا متوقع يكون خمس وعشرين. من فضلكم انتباهو للاعلان.
نحنا بغينا نهز وقت للعب الغولف غدا العاشره صباحا.
واش كتقدر توصلينا لمكان بحال هاداك؟
اوه، بعض البريتزل. ويمكنني ان افتح حساب؟
اش داك الساعه دلوقا ف لندن؟
كيفاش؟
ما خصني ناكل اكل فيه سُكَّر.
من بعد، انا مقتنع انها في جواز سفرك. تشوفها، عفاك.
اش غال ليه؟
انا طالب جديد. ما عارف كيف نسجل. ممكن تساعدني؟
كن شايف فين عندك تيكات مباعين نهار العرض.
غادي نوصلك مع حد كيهدر الانجليزي.
واحد حقيقي؟
انا اسف ازعاجك، ولكن رجاء ساعدني.
نحنا بغينا نرجع لفندق الغراند.
خاي نتحول ل ب اِ تلاته تيسع تيسع.
واش记ت سمات اللص؟
فين كتقيم؟
اشنو الساعه تبدا؟
خدوا مالي من جيبتي.
نتمني نشوفوك تاني فهاد الوقت لي في السنه الجايه.
فيحصل جروح. تعال فورا.
خليتي نزّل. هادشي طياره خاطءه.
اشنو اقرب وقت ممكن نديروها؟
انا لروي.
مرحبا. هذا ياماشيتا يتكلم. نتا بغيت نكلم السيد سميث.
كاين قاعه لتناول الطعام ف القطار؟
حقيبه يدي تم سرقتها.
كاين غرفه مفتوحه لليله الجايه و ليله بعدا؟
كنتي عاوده التامين؟
قادر تقول لي الرقم؟
كاين معاك مجله يابانيه؟
كاينين عندك نضيفين؟
فين نروح نغوص؟
ماشي مشكل
اش نوحا غادي نكلمك؟
كيتخدمو لاكل هنا؟
الطون مع الواسابي، من فضلك.
خايب. هادي ناخده. غادي تشكيله ليها، عفاك؟
وين الحمام ديال الرجال؟
خاد الفلتر.
ما تقدرش تفر معاك هاد الشي.
كنّا نقدر ناخدو طاوله فالتيراس؟
ماشي مشكل، يمكنك تحفظ حاجاتي القيمه هنا؟
خليك عارفني لما نوصلو لشارع هدسون.
اي حانوت عندك احب؟
اتصل بي في الفندق حالما تجده.
كاين عندك ساعات جيب؟
كنتاكل هاد مع الصوص؟
غادي بحاجه ل لحمايه ضد البروده في قمه الجبل؟
من غادي ياخد القرار النهاءي؟
كانت فكرت في الاسبوع اللول فبراير. مازال عندي باش نتحقق من الحجز.
كانت عندي بطاقات الاءتمان في المحفظه.
عندو سلاح.
كاينين انواع كثيره من الكلاب، ولا؟
كنبغي نشوف فيلم جديد كيما طلع.
خادش ناعس حلي ديال اذن.
ما خصني ناكل شي حاجه فيها ملح.
اش نو عاد جاي؟
عندي مخططات.
مينقدرش توصليني مع شخص كيهدر اليابانيه؟
خاد شطرنج.
للفندق القاري، من فضلك.
بشيء من الخردل، من فضلك.
واش غادي يكون فيه لوح مكتوب في قاعه الاجتماعات؟
كنفضل غرفه من الخلف. هاداك غرف一般 هادءين.
خليتي النضيف ا muốn الغرفه اللي فيها اقل ضجيج.
كايبيعو بلا ضريبه ف الطيران؟
خاي نخرج جوازي من الصندوق الامن ديالي.
ف الصبح خمس ودقايق خمس.
تقدر تشري التذاكر ف مكتب بيع التذاكر د لمسرح.
عفوا، فين الماي او الحمام، من فضلك؟
فين الجيهه الشمال؟
المفتاح ل 11 و 45 من فضلك
كاش تحسب التمثال ف الدار ديالها؟
مين فايق نلقي ماء؟
نعم، انا متاكد. هي لذيذه لدرجه اني اكلت اكثر من اللازم. استمتعت بالعشاء كثيراً.
شكرا. بعدا يمكن توري لي بعض الساندالات في نمره سيته ونص د؟
خليو دوزو ليه الاسعاف الاولي.
كاين مرايه؟
فين البوابه رقم 24؟
خد جوج كبسولات مرتين في اليوم.
ما عندي فلوس كفايه، غادي ندير الدفع ب كارت الاءتمان.
صبراً يا اخي
نحنا بغيت ندير هاد الشنطه معايا ف الطياره، عفاك.
نقدر ندي لوقايج في لور؟
فين نقدر نشري تيكت للاوتوبوس؟
خوا JOIN فينا؟
يمكنك اضافه جبنه شيدر؟
من بعد، رجاء املا هاد الاستماره و سجلها.
خدي خمس طوابع ب 15 سنتيم و عشرون بطاقه بريديه، من فضلك.
اش حال غادي ياخد لوصل لفندق هيلتون؟
شوي.
عندي خطه نمشي في المدينه نص النهار دابا العشيه.
كيفاش كولو؟
غرفه هادءه، من فضلك.
كن呼يت باش نشكرك علي المعاونه اللي قديتها فيني فالتورطه لي فامريكا.
عندنا خمستاشر عيد وطني.
ممتن اني خليتو عند الريسبشن.
هادي الخدامه. كنحاج لشي حاجه؟
اش هاد لثمن ديال هاد الكيس ديال التبغ؟
كنتيحب تشغل هنا؟
لا، هادي 37938472، خايف نتا عطيت رقم غالط.
مافيهش مفتاح غرفتي؟
عفوا. ممكن تقول لي اي قطار مشي ل ويلر افينيو؟
واش ممكن توصليني علي otel نضيف و رخيص؟
يمكن هادشي قليل شويه غليظ. عندك واحد رقيق؟
ماشي مشكل ارجعها لو ما دارتش لي؟
كايعجبك تبعثلهم بالبريد الجوي ولا بالبريد البحري؟
خدوني لشارع الملك
كاينين شغلات ليله هاديك؟
نعتقد ان موقف الحافله قريب من هنا، لا؟
خايفين ماعندناش، سيدي.
اتكلم ببطء. ما كافحش بزاف.
نقدر نجرّب هاد؟
اش دابا نتقابل علي قهوه؟
بغيت ناخد بيره. شنو نوع البيره اللي عندك؟
اش نو؟ ما كايعطيوك فرش اسنان عطا؟
خدني تلات رولات ديال لفيلم لملون ب 36 صوره.
كاينين حافلات كيدوزو؟
واه غالي شوي. عندك حاجه رخيصه؟
عفوا، طلبنا المشروبات ثلاث مرات.
كيفاش نقدر نروح لبرج لندن؟
يمكنك توصيلي ببعض الاماكن اللي يمكنني نمشي ليها و نرجع في يوم؟
ثقيل.
الطريق غي مختلف علي ليakhudna ف ليله البارحه. هاد طريق قصير؟
كيف كتّبها؟
مش ضروري هكا. نعتقد انهم تعلموا يعيشو مع بعض بعد سنين كثيره من المنافسه.
من غير ما ننسي، هل المحلات التجاريه الكبيره قبول شيكات المسافرين؟
ايوا، بالطبع. شنو رقم بطاقتك وتاريخ انتهاء الصلاحيه ديالها؟
خادش جار د لمرملاد.
هل يمكنني استءجار معدات الغوص في هذه المحل؟
خليك حارس علي شنتجي؟
يمكنك تجربه فندق اتش او فندق سي.
واش كايفتح لقيق؟
كيف بغيتي تحلا شعرك؟
بدايه الاشياء مع رولينج ستونز.
ايوا، سلطه جمبري باش.
باسيبورت تسرق معي، مع 70 دولار.
اش نو البنايه ديال لخرا؟
كاين بيرك السباحه ف هاد الفندق؟
خليك عطيني كول في السادسه غدا الصبح. غرفه رقم 420.
كانقدر دفع بالين؟
خايف ماشي عوده. تقدر تبديله بشي حاجه اخري.
فين الجامعه؟
كانت تلبس قميص و جلباب طويل.
انا من الميريكان
هذا هو مطعم دالاس.
اتصلوا بنا في اي وقت تشاءون.
يمكنك ارساله لليابان اذا طلبته دلوقا؟
خلي ني طون ديل علي خبز الراي. ونقدر نزيدو مايونيز، عفاك.
كَم يُوم هذي التيكات صالحه؟
خاد تقدر تاكل معايا برا؟
خدوا مني بورتو مونيه مع جوازي.
كاين عندك مخططات؟
كاين شوفاج؟
فين المسرح؟
قطعت اصبعي.
واش غادي تقبل ميه دولار علي هادشي؟
والو، ما كنت عارف انه خاصني علي الاقل شهر عشان ناخد بطاقه اءتمانيه.
ماشي ناخد حاجتي من الصندوق الامن ديالي؟
خايف غيّر جدولي.
لا، ماعندكش باش. غطس البタン، عفاك.
دريت ليهوم
اشنو نهار غادي يكون لخاتم د لجوله؟
مايامي.
دروري؟
فين نلقي بيه الحرف التقليديه؟
سيته دولارات. غادي تقبلها؟
فين اقرب حمام قريب هنا، من فضلك؟
خدت دفع الفاتوره ديال الطعام و النفقه ديال الفندق من قبل.
اسف، هادي غادي نهتم بالكلب.
عندي حوالي ثلاثه الاف دولار.
ميتين دولار. فلوس او كريدي؟
فين موقف البوس لپارك السنترال؟
مزيان. عندي مقعد عند النافذه.äh، لو كنتم عاوزين تتبدلو مقاعد بعدا، سيدتي.
كنعيش عطله.
هاد هي المنصه الصحيحه ل نيويورك؟
ايوا، كل عشر دقايق.
مازال يمكنني تغيير الطلب ديالي؟ كنت بغيت سمك السول ديال دوفر بدل من المحار الصخري.
للقراه.
كيدور هكاك كل اثنين.
اوه، كايدير محطات المترو ووقفات الباص. ممكن نديرو؟
فين كونتر ديلتا ديال الشيك ان؟
هاد الشي مش مسموح بي.
واش كيتحمل اللون؟
هوما صغار بزاف.
اشنو ساعات المتحف الفني؟
منين نكون برا، رجاء اصلاحه.
انا كن.
كاينين شتا هاد الجمله؟
اشوف تايليت دي؟
هاد السياره كتروح لسياتل؟
خدّم هنا، وهذاك استلامك لتحفظه في ملفاتك.
خدمه الغرفه.
هاد التيكيت صحيح مشي صالح غير ليوم المحدد؟
الوقت خلص.
خلي هادشي ليا، من فضلك؟
غلطي
غادي نضل عند صديقي في نيويورك.
اش هاد اللي ثمنو مع الضرايب؟
هديه؟
هادي اللي جاوب لليمن.
كيفاش كت предпочي طاكه مفتوح من جنبين او طاكه مفتوح من جنب؟
ماشي مشكل، واش يمكن ليا مساعدتك تلقي شي باقي؟
ايوا، هادشي كيبان لي فيه شيء لي يستحق النظر فيه بالتفصيل. وهل تقبل هاد الامكانيه، سيدي كينان، وتقدم تقرير عن نتاءجك لسيدي ناكاياما باسرع ما يمكن؟
اش هيباع لホテル هيلتون؟
اي نوع من المطعم تبحث عنه؟ هل تريد فقط تناول العشاء، او تبحث عن مطعم به بار؟
توي فريز، كولا وحده. دولارين عفاك.
خاد لي جاكيطا.
ضيق بزاف هنا.
اش يمكن ناكل عشا علي الباخره؟
كاين عندك هادشي؟
كايحشر ف الصيف ف لياپان.
خلي هاد الشنطه حتي تلاته.
كانت لي نهار مزيان النهارده.
هاد الدوا كيخلي الحراره تنقص؟
عينيه كانتا سوداوين ومفتوحين علي بعضهما.
خد لينا طاوله لخمس ناس.
عفوا، من فضلك ا 借لي حاسوب
خدي نروح ل斯بيطار؟
كاين عندك تيكت الرجوع؟
خايب ندير مكالمه لبرا لليابان، عفاك. هو يуки موراي في الغرفه 312. خايب ندير مكالمه علي حساب لسيدي كيسوكي موراي. رقم التелефон هو طوكيو 0337268391.
كيفاش تقدر تصلح هاد الكاميرا؟
ايوا سيدي. عندك شي حتا هويه؟
فين نقدر نعمل مكالمه تلفونيه؟
وين المفقودات؟
هاد كان مزيان.
الورود ديال الخوخ كيتحترمو ف عيد الدمي ل بنات ف 3 مارس.
اش نوضلو بشي حاجه خره؟
اش نلفها؟
عندي تيكيت ل ديترويت كيخرج ف الحاديه عشر صباحا.
ماشي مشكل، واش تقدر تساعدني نشوفه؟
اش منين قلت لينا نديرو بياننا؟
عندك عصير، من فضلك.
خمس وعشرون دولار، يشمل رسوم الباص والمرشد ورسوم الدخول.
مسجل، من فضلك.
خنا نجرّب الاكل المحلي.
خدو صديقي لمستشفي، عفاك.
المتروپوليتان مزيان.
خليك عطيني ايصاله لمءسسه التامين ديالي.
خاي نستاجر ماده لريح السرعه.
ما كاينفهمش شنو كتقول.
هنا اسمي الكامل وعنواني.
انا عايق للي انتیبیوتیک.
خطر لو ما مشيتش بالتاكسي ل الفندق.
مقترحه اتقبل.
ايوا، عندينا تيسع وتسعين نوع من الاكلات ديال الكورس.
كاينين خطوط اوتوبوسات اخري كتروح ليه؟
كيفاش نتحكم ف حراره لبيت؟
خد الحقاءب ديالي، عفاك.
خلي هاتفك. غادي ناتصل بك لاحقا.
كاين اربعه فصول متميزين.
كان عندي هاد الاعراض من الصباح.
اش حنا القطار وقف ف اديلايد؟
قهوهك، من فضلك.
خمسين سنتيم للكلمه. غالي اكتر من ما كنت نتاظر.
نقدر نتحقق من اشياءنا هنا.
نحنا بغينا نرسل هاد البطاقه لليابان بالبريد الجوي.
اشنو ساعه تطلع هاد القطار؟
خليني فلاقه صغيره منها.
فين اقرب تلفون؟
ف السينما لي قرب المكتبه. لكن غادي تحجز مكان.
خلي نيكون لي ميرقان، عفاك.
اش نو معلم هاد المطعم النهار؟
اش غادي نروح لباريس غدا الصباح ونقصّر علي الطياره ديال السويس اير فالضهر؟
خمسه وتمانين بنس
زيحلو بزاف. عطينا زورنا في وقت ما.
اشنو ساعه غادي نخرج؟
عفوا
ماشي مشكل.
نحب واحد قوي.
لا، انا اشعر بالحظ. تعال.
كبار من هاد؟
بغيت نحجز لثلاثه الناس في السابعه، من فضلك.
عندنا نظام المترو في المدن الكبيره زي طوكيو.
اسفين، ما نقدرش. غادي ياخد اكتر من جوج اسابيع.
اش نوعر لكراء تلفون محمول و بيجير؟
كاين غسيل الي قريب هنا؟
نتظر منك تهدا.
اش داكشي ديال الخدمه مدخول؟
ماشي عارفاش، عطيني دوا.
لا بعد، شكرا.
سكان اليابان سابع اكبر سكان في العالم.
فين نلقي حد يصلح لي ساعتي؟
خليني عشر طوكنات، من فضلك.
اكيد، خذ اتوبيس رقم خمسه من فندق الرويال و انزل في ساحه الداون تاون.
غادي يكون دار بلي غدا العشيه.
نعم. الصباح هدي خریدت قميص عند المحل ديالك. ولكن لما رجعت و فتحته، كانش هو لي خریدت. هادي ايصال الفاتوره ديالي.
كَمْ عِدَّه زُجَاجيَّات مُسكِرَات عِندَك؟
تقدر تغييره في اي بنك في المطار.
عندنا نبيذ وَردي ممتاز.
اش نوضو برنامج التلفزه د اليوم؟
متيقن انك غادي تتحسن بزاف بزاف.
هادشي طبق مشهور فمطعمنا.
كاين عندك هديه نضيفه لزوجي؟
شوف السيغنال ديال اير يُوس سبعه صيفور؟ خصك تمشي لهنا.
عندي غبطه. ممكن نوصي لي دوا؟
كنتي عايشه قهوه زياده؟
غدا؟ ماشي عاطيل والو في لعصر. لا علاش؟
خلي показلي الفاتوره ديالي، عفاك. شنو هاد الشحنه؟
غادي نوريك الدار.
اش تعرفو عليه من زمان؟
اش نوّع راح يصير لو قلت نعم؟
غادي توريني كيفاش نعمل مكالمه؟
هاد هو كوارتز؟
اوردر تيك اوت ديال سلطه البطاطا، من فضلك.
ڭرڭي بيا ضهرتي.
خدي يارداتين من هاد القماش، عفاك.
غادي تجيبيلي شويه ثلج و كاسين، عفاك؟
اش هاد الحد العمريه؟
عندك ظرف اخر؟
ما عرفتش بلي ما وقفتش عند اللوحه؟
غادي نجي حوالي العاشره دليليا.
التيكات السريع كيحلوو غير للقطار و لمقعد لي قريتيه.
ماشي عندي براز من ثلاثه ايام.
هادا طاغي ديالي. غادي تشوفو دابا؟
اشنو الثمن ديال التيكيت ل وايت بلاينز ف اللي讪 دال الشمال؟
اش نحتاج تيكات؟
باز لقيصه من جوده عاليه.
كاينين ماواضع ديال الغوص قريب من هنا؟
اكتب اسمك، الفندق، ورقم هاتفك علي هذا الورق.
خليك عاونني نشوف الطريق ل لمكتب د BA.
خليني في المحطه الجايه
روح لالفنستره النومره خمس.
ايوا، البارح كان شويه احر.
اش هاداك نروح لحاكوني معايا؟
ممكن نسيته عند الكاونتر.
كنتي عايشه ناكلوا الغدا معا؟
خليتي ناوع دوا للمعده؟
هادي عاءلتي.
فين ليفت ل جريندلwald؟
كنتي عايشه شاي؟
هادي اصلي؟
خاي ناخد لك اشعه اكس.
ليش هاد البانطيون ديال الكرAVE صعيب بزاف؟
خليني تيسعين تمنيه، واحد خمسه، اربعه واحدات، والباقي في عشرين سنتيم.
اسف، ما نقدرش. نقدر نوقف فقط ف الفنادق اللي مذكوره هنا.
اي نوع من الغرفه تريد؟
كنعرفها، ولكن حقيبه ديالي كبره عليّ نّحملها. وهاداك طيّب تديرها عنّي؟
خايف نستعمل صندوق امان.
اسمي سوزوكي.
فين اللبي؟
عذرا علي الانتظار، رقم غرفتك تسع وتسعين. ها هي مفتاحك.
فين مخازن الامتعه؟
ماشي مشكل، ممكن نتقابل غدا؟
فين غادي تقعد ف لوس انجلوس؟
ماشي مشكل.
وين الحمام؟
قول لسي توماس انا ناقص ف الفندق د هيلتون.
اش نوصل لمدينه من هاد الباص او القطار؟
اشنو وقت كاس العالم؟
روح ل لفوق د لمنحدر. غادي توصل ل طريق عندو تلاته د الفروع. من بعد روح ل لقر.
اش هاد الحار ديال دابا؟
خد الفلوس من حيث الكلام.
مرحبا. هادي كارول براون كالت. نشوف سوزان؟
كاين غرفه عندك مع景ه حلوه؟
كاين جرانات يابانيه عندك؟
غادي نخرج نهار الجمعه تاسع وعشرين و نرجع نهار اللحد.
ما عنديش في المخزن، ولكن نقدر نطلبوه ليك.
فيها شاره ميكي ماوس.
كاين حتي بار للسناك؟
خالتي ماشيه بلا حياه و شويه غريبه.
فين نلقي اللباس التقليدي؟
راني غادي ناخد ستيك سيرلوين، و لحم خروف مشوي لمراتي.
دابا، اش نعملو ليله ليوم؟
واش كاين مقاعد مفتوحه؟
خايب سياره.
سياره ماعندهاش دخان، من فضلك.
افضل فندق اقل تكلفه اذا كان في حي امن.
عفوا، اش نوصل هنا؟
كاين خيار اخر؟
عندي انفلونزا.
ما عندك غرفه باقل من هادشي؟
كتّاب رقم غالط.
فين بنايه حلوه هناك.
خايف نزيه زي دي مег رايان، عفاك.
كنّا درنا استيفاء دقيق علي احتياجات الزبون.
عفوا. ممكن تقول لي كيف ناش نلقي اقرب بنك؟
فين ناكل الفطور؟ فين وقت الخدمه؟
انا فلاحي.
عفوا، ممكن ترفع كرسيك شويه؟
نقدر نطبخ ليا؟
اشنو وقت نخرج؟
كنلبغي طاجن ماعندوش لاصق.
غادي نتحقق. خايف ماقدرتش نلقي اسمك.
نعتقد فيه غلط. ممكن تعمل ترتيب نستطع نقدر نبقا؟
اش ناخد بلوزه معايا؟
ماشي مشكل، ممكن نديرلي سماعه اخره؟ هادي ما كتخدمش مزيان.
فطور kiểu قاري، من فضلك.
الرقم اللي وصلت ليه مشا في الخدمه.
اشنو وقت نوصل الطياره لروما؟
عندك فكره فين غادي؟
خلي ناخد نصف رطل من سلطه الجمبري؟
خلينا نلقاو فغرفتي.
لا تقلبلي عيني.
خادش الفول السوداني، من فضلك.
هل يمكنني دفع بتشيكات السفر؟
مين فاتني خريطه المنحدرات؟
القاعه د الصحاب كاينه ف الطابقه لوله و كتفتح ف خمسه و نصف ليل.
مومكن تغيير تاريخ رحلتي من لندن لطوكيو؟
خنا نلعب و نستمتع بلعبه رياضيه خاصه ب الساحل الغربي.
ما نقدر نشرح حاله ديالي بالانجليزيه.
اسف، لكن ما قدرش نروح معاك.
انا من كولورادو. من اي منطقه من اليابان انت؟
خليت الفلوس كاش علي البلاصه.
اش هاد العشا جاهز؟ ميت حسيان. راني عطيني الطاوله؟
خليها ف هاد الورقه البنيه د اللحام.
كان كيضني منين جيت لهنا.
نحنا بغينا داكشي مخيط و مخدّم، عفاك.
ما تافكش غادي بحاجه ل دليل سياحي؟
كنلبغي ميك اب للعين.
ديجا دفتو ليه لما شريت التيكيت.
ماتحتش ، قلعها من وجهك.
نحنا بغينا نقعد دلوقا.
خربت الشوربه.
مبقيتش ماشي بزاف، ممكن؟
كاين صالون تجميل هنا؟
مزيان. ما تقلقش. عندنا ممرضه كاتفهم اليابانيه.
فين المرايه؟
كيفاش كتحس؟ دابا كيتعملو ف سويسرا و كيتزادو ف الموضه هنا.
كتب و منشورات.
كيف نرجع؟
كاين هاد الشيء بالاخضر؟
خليت كل الفاتوره ديالي.
خليني نزلت.
غريب، ولكن نقدر نكلم بالانجليزيه احسن لما نكون سكران.
كاين مكتب لفقد والموجود في المحطه؟
خليني نفكر فيها شويه من فضلك.
واش غادي تقولي علي بعض الفنادق اللي الثمن ديالها اقل من خمسين باوند لليله؟
نقدر نخصم 20 في الميه من الثمن.
特别 بزاف فـ اللي كاين علي التصميم ديال مشروع ميركوري، ما كنحسش ندير ديك الختيار من غيريك.
عليخ صحه.
واش السفن القديمه لازالت طالعه؟
عندو حادث سياقه.
اش نو جا معاك؟
فين نلقي شخص يدي لي هاد الشريحه؟
حقيقي، انا نباتي. ما كلكش اللحم.
زاه وين.
اشنو غادي يخلّي بزاف؟ ماعندناش وقت كتير.
ماشي معاك. نروح للمحل ديال الساندويشات لبارا الطريق.
الخط لليابان اتصل. انتا متل عفاك.
شكراً علي العشاء الجميل.
قادر تقف هنا شويه؟ بغيت نصور بعض الصور.
دبروني
فِي كُتَيِّب مُنفَصِل مُسَمَّي "مَعْلُومَات خَلْفِيَّه شَرِكَه" الَّتِي هِيَ فِي الحُزْمَه الْمُقَدَّمَه، سَتَجِد مَبرَرًا اَكْثَر اِطَالَه.
خليك جيبلي قلالش، عفاك. كيهدر بارد ف هاد الغرفه.
قدير تقدر تديه جنب الشباك، عفاك؟
لكل واحد شغلو. انا ممشي شرب بيره.
هو ولد في تمنين وتمانين.
اش نو عيبوس ل لخر ل پيمليكو؟
مزيان. اش دار ب هاداك؟ هاد الجوله ديال نصف النهار غادي يرجعوك ليهنا ف الساعه واحد.
كاينين عندك قلايد اخرين مع تصميمات فريده؟
نعتقد ان ذاك مقعدي.
اشنو ساعه تا خدمه الفندق متوفره؟
اش نلبس طياح؟
ماشي مشكل. فين غادي تديه؟
ما عندي فكره.
طاوله في التراس، من فضلك.
شوي من الخلف.
هاد القطار لشيكاغو؟
نشو نرو ل تيكي بوينت غدا؟
نقدر يكون في اختيارات اكبر ف الصيدليه.
خليك دوز خمس دولارات و خمس و عشرين سنت لثلاث دقايق الجايه.
كاين مقاعد لليوم؟
اشنو وقت القطار الجاي ل牛كسفورد؟
ما عارف كيف نستعمل التيليفون، عطيني شوفلي.
نطما انك تقدر تزور هاد المعالم الجميله فامريكا فالقريب.
خليت حقيبه، كتاب، وكاميرا في شنته.
كاين حد كيهدر الياباني في المحل؟
الماي ما كيغليش بزاف.
غادي تبيعهم فرادي؟
كيف نوصل للمتحف؟
سيستحوي السي GOODMAN بيه حقيقي.
رقم الطياره هو بي كي سبعه восع علي خامس شتنبر.
كنتي طيبه بزاف فالتيليفون.
كاين बस د لمطار ل لمدينه؟
خليك غادي غي取消 حجز المقاعد لي؟
ايوا سيدي. حاديه عشر ديال لعشيه.
مابغاوش المبتدءين؟
اي طاءره تصل اولاً الي مدينه نيويورك؟
خليك، تقدر تاخد Gray Line Air Shuttle او Carey Airport Express.
ايوا، كنلبس هديا لختي.
نقدر نغوص هنا؟
ايوا انت كاينه.
طاب لقا. هادي اول مره في ميريكان؟
نعتقد انها غاليه بزاف. ما عندكش سعر اقل؟
بغيت نشتري هادشي.
استولوا علي استلامتي ايضا.
كاين شي خاص بالمنطقه؟
اشحال كيتسير؟
مزيان. ندير هاد الصندوق ديال الامتعه فين؟ فين غادي؟
اش غادي يكون ل لماتيني؟
وقف عند الطريق.
المدي رقم ثلاثه سته سبعه، من فضلك.
كَم ليله غادي نضل؟
خواحد ما عرفه قالي يتصورلي، وديتلو الكاميرا. من بعد هرب بيها.
كيف نوصل لمركز ABC؟
خليك تقدم تقرير سرقه.
مدير فندقي، السيد هيلتون، عطاني اسمو.
لون اغمق، من فضلك.
واش القطار غادي يخرج ف الوقت؟
كاينين شوارع لي كايديرو زيارات ل ديسكو؟
شكراً جزيلا. رحله ممتعه.
خادش دابا دوزه.
ما نقدر نبيع والو حتي بلا وصفه طبيب.
اش منين مرضت؟
من بعد، غادي ندير الخدمه ب الدولار و الين.
كانقدر نردو لبلاد اخره؟
نخدم السندويتشات و المشروبات من الحاديه عشره ليلا ل السادسه صباحا
بغيت بيض مکسور جاي مع سلاطين لحم، بطاطس مقليه، خبز محمص و قهوه.
خاد الحليب السخون، من فضلك.
خايف شويه علي اما نقدر نغوص كيرّي.
سلاطه، من فضلك.
يلا هيا.
اي ساعه ناكل؟
مدينه وصولي هي طوكيو.
فين نلقي حقاءب من الجلد؟
خد الحوت ومقلي البطاطس، من فضلك.
م百ت. حتي طفل صغير ماعندو مشكل يجاوبها.
عفوا. نتا بغيت نمشي لزoo دبرونكس. اش اكتر طريقه مزيانه نوصلك ليه؟
هنا عندك، ماشي باش ياخدك حاجه.
خليهم برا غرفهك غدا الصبح.
اش نو العمر الادني للتصويت في اليابان؟
المره الجايه نجي نقدر نرجع بالتاكيد. اش نقدر ناخد خصم؟
ما يقدروش يشوفو برامج تيليفزيونيه عنيفه.
كان عام كامل؟ الوقت طار بسرعه. بالطبع، هاجي. قول لي الوقت والمكان.
هادشي لي بغيت.
واش تقدر تعطيني تقدير ديال التمن؟
خدت الزياده في الشيك.
مشيت نكون جنبك؟
في اغلب الاحوال، غادي تكون في موقف صعب بزاف.
اش حال غادي ياخد لجوج لليابان؟
ماشي مشكل، يمكنني اساعدك تلقي شي معين؟
كانحس بلي غادي نشرب بيرو في هاد الجو الحار.
نعتقد اني لمست بعض الشعاب السامه.
اش غادي تقول عليها؟
نقدر دفع عند الطاوله؟
خاي، ندير شوف. اكتر من ميزانيتي.
استمر في السير الي الامام حتي توصل لشارع الامل.
خاي نحجز غرف.
خايف ناقصلي الفلوس. ممكن تتحقق تاني؟
كيفاش ممكن تتحقق من الاطارات؟
ركبت القطار الخاطء.
اش هاداك غادي تدير فيه؟
لي دار راسو لجران ما ضرب والو.
غادي تشوف فداك الشنطه حتي هي؟
اش هاد الخيراش مغلق؟
هادي صوف نقي؟
اي مستشفي غادي يروح ليه؟
خاي نستاجر لوح مزيح.
خليوني بيره، من فضلك.
خوا واحد اخر.
خليني شوف قفازات.
كيفاش نلقي اوتوبوس الليموزين من هنا للهنا؟
فيلم لون كياشرعش و ربعين، من فضلك.
خاي نروح لاوبرا. فين كيتعرض؟
غادي يرجع ف الرابعه د النهار دابا.
خدوا مالي حيت كنت كاندو تلفون.
يمكنني نزول السياره في مطار لا غوارديا؟
خوا مقعد علي الشمال.
الشيانتي، من فضلك.
كنبغي عصير الڭريپ فروت.
كيفاش غادي يكون الفاتوره كامله؟
كاين حظر تجول؟
هادsi حلو مزيان.
كاينش ن買 تيكيت عند الباب؟
عندي حساسيه علي البشره. اي كريم طبّي احسن؟
هادي مقاسي بالظبط.
متناقش؟
خسرت كاميرتي علي سطحه صلبه.
كاين شي ما تقدر تاكلش؟
اسمها السيده غريغسون، ولا؟
افحسب لمهاد لمغادي ب الاوتوبوس قبل ما تغادي عليه.
كيفاش كتلاعب البيسبول في الشهر؟
خلي показي لي علي خريطه هادي.
كيفاش ندير مكالمه تلفونيه لญاپون؟
عفوا. خسرت سكيني. ممكن تديني واحد اخر؟
عندي حقيبان و كيس لبس واحد.
كيفاش كان عندك الفلوس في حقيبتك؟
انا اسف، مطلوب دفع مقدما لمده تسبق تسع وتسعين يوما.
خليني شريطه فيلم سينما بقياس 16 ميليمتر مع khảيه الصوت.
نحب ناخدها.
كيفاش؟
انا طالب جديد. ما عارف كيف نسجل. ممكن تساعدني؟
فين نروح نغوص؟
ماشي مشكل، يمكنك تحفظ حاجاتي القيمه هنا؟
مينقدرش توصليني مع شخص كيهدر اليابانيه؟
تقدر تشري التذاكر ف مكتب بيع التذاكر د لمسرح.
كاش تحسب التمثال ف الدار ديالها؟
شكرا. بعدا يمكن توري لي بعض الساندالات في نمره سيته ونص د؟
فين البوابه رقم 24؟
اش هاد لثمن ديال هاد الكيس ديال التبغ؟
خدني تلات رولات ديال لفيلم لملون ب 36 صوره.
كيفاش نقدر نروح لبرج لندن؟
اش نو البنايه ديال لخرا؟
خايف ماشي عوده. تقدر تبديله بشي حاجه اخري.
كَم يُوم هذي التيكات صالحه؟
دريت ليهوم
واش ممكن نطلع لجبل مع هاد المعدات الخفيفه؟
هادشي برا ميزانيتي.
خاي نجي دكتور ل غرفتي، عفاك.
اش نوّع ل الخدمه ديال النظافه؟
كنت ايرلندي؟
كايعرض بلاصه دلوقا؟
كل التذاكر ت卖ات.
كنّا حابين نلعب ساعه ف 10 الصبح غدوا.
عفوا، ممكن نبدل مقعدي؟
ما记ت فين.
شكرا. كنت ساعجبني ذاك. عارف، انا مهتم بمسلسلات الصابون الاستراليه.
عفوا، ممكن توصليني علي فندق تاني؟
نحمد الله يوم جميل. كنتي كتجيب ليام زي هاد النوع في هاد الفصل؟
عيشنا تجربه مشابهه في الماضي.
ماشي مشكل، نّقدر نّحسب ليك؟
كان غامض.
خايجهم قبل الجمعه
من هو المدير؟
اش هاد كيفاش خسرت في الجمله؟
من سان فرانسيسكو الي ناريتا.
هاد ماشي مقاسي.
كنت مفتوح يوم الاحد؟
كاين ديسكو مزيان ف هاد البلاصه؟
خديهوم بالعشره د لماسا
ما عنديش كيف نعتذر.
غادي تبقي ف نيويورك لوقت طويل؟
خلاص، علا فوق.
اكيد. غادي نديهم فالكومبارتمان.
خليها مغلقه لي، عفاك
هاد القطار سريع؟
كيفاش ممكن توصلي كتاب مزيان لولد عنده خمسطاش عام؟
هاد الليبستيك الصغير كيهدرني. هادي، عطيني هاداك.
انا عندي ثماني سنين.
خد ضربه جزاء.
شعرها متموج واسود.
واش كاين مكان اخر تقدر توصلينا عليه؟
بغيتو بزاف. لكن خايف مابغيتش التصميم. شنو حكم اللي باقي؟
واش كتقدر توصليني علي فندق لي ماشي غالي؟
كيفاش كيتجملو غي فيهم؟
انه عيد ميلاد حبيبتي. عندك حاجه خاصه؟
اش ندير ن呼 الشيف عشان يفسرها لي؟
مومكن تعطيني مخدر؟
خليك غطيه؟
عندي الربو.
هادي شريط فيديو سجّلتُه لصاحبي.
اش غادي ل نيويورك ف السنه الفايته؟
اي وثاءق احتاجها لدخول الولايات المتحده؟
اسمي تسوتومو.
هاد شي مخلطه ل لمقله؟
متناقش؟ كنت فكرت ان شكل ديال فلوسه د لخمر كان مستعمل ل خمر د بورغوني.
نسمع فيه كلاوب جيدين ديال الجاز.
بغيت نشتري سته تعاجيب. ممكن تعطيني خصم؟
عندي زكام.
اتصل بالسعايه الصحيه بسرعه.
ايوا، ممكن. الغرفه جاهزه. من فضلك اكتب اسمك وعنوانك هنا.
كيهدر جذع كبير؟
تسعه ثلاثه تسعه سته سبعه صفر صفر
اي لون تحب؟
اي ساعه غادي تخرج القطار الجاي ل فيلادلفيا؟
هاد الحوت طهي بزاف.
بدل هادشي ل دولار، عفاك.
فين نديرو ليك الشنطه لما نرجعها ليك؟
هاد百 في الميه جلد نقي؟
كنتي مشيت ل نيويورك؟
اش نو وقت الصعود؟
انا مُدَرّس.
عندنا اختيار كبير من الحلويات، بما في ذلك الكيك والايس كريم.
اش سميت ديك النبته؟
كيفاش عدد الايام باش يوصلك بالبريد الجوي؟
نروح للمطعم بالتاكسي.
هاد البيان ديال الحسابات غالط.
نقدر ندي لاغي هنا؟
اش حالا غادي نوصلو ل سيدني؟
خليك عطيني جواز سفر مءقت؟
رخيص. هنا، هادي غادي نديك خمس دولارات و صفر سنت.
غادي ناكل فطار كبير من الخدمه ديال الغرفه.
كوكا كبير.
ممكن تقديم خصم لي؟
ايه، هاهو.
كاينش نستمر نسافر؟
اي فصل هو الاكثر جمالا في هذا البلد؟
نقدر نشرب كاس نبيذ؟
عالم صغير.
لا، ديرني نشوف اولا.
نقدر نبدلها لفلайт اسرع نهار الخميس؟
اكيد. املا هذا الاستماره ووقع عليها، من فضلك.
اش نوعه نسيبه التضخم؟
كاطي لينا قهوه غنيه.
خلي نروح دابا.
هوما عريضين بزاف.
فين غرفه الامتعه؟
الجمعه ممتلءه تماما حتي الثامنه و النصف.
خليني نفكر فيها. غادي نvisit بعض المحلات لاخرا.
ما بغيت نفق اكثر من تلاتين دولار للواحد.
خوبي شوكولاته، من فضلك.
اش نوصل نقدر نقوللي فين نستنا للهجره دي؟
ممكن تقدر تسو خريطه؟
شكراً جزيلا. ها هو تذكره التعديل ديالك.
عفوا. ممكن تقول ليASH مين اوفتحو؟
واش كي نلبس الكيمونو؟
قول ليه يرجع يهاتفني من اول ما يدخل. هاد هو 35481139. فندق هيلتون، غرفه رقم 1209.
خادش حاجه دافعه للهواء للعومه.
غادي يخلص ف الساعه وحدا ظهرا
كنلبغي هديه لومي.
كنحسبك عند خمسين وخمس سنين.
هاد شايع.
نقول الصيف هنا ماشي سيء بزاف.
كيفاش تحزم حزام الامان؟
هاد التيكيت مازال متوفر؟
كولو يهبطو؟
هادو لدواء لي خياطي داري نا.
خليني نشوف سياره هاديك.
كانوا اربعه شباب.
ما cảmتش احسن.
غادي نجي بعد العشا.
مينفعش نلقي كرتون للديكور؟
المناخ معتدل.
نادي تاكسي في الساعه ثنتين ظهرا
هاد مزيان شاد ليا.
خليني نشوف هاداك.
كاين ديسكو قريب هنا؟
اش نو ثمن الغرفه؟
الاكل مبرد.
اي مكان هو الاكثر توصيه للزياره؟
هاد الطياره مازال غادي جاي بعد ساعتين من المواعيد.
خليتي نخدمك
كاس شابلِيس
اي مكان ديال A غادي؟
يمكنك تدعي دكتور، عفاك؟
شوف اش يمكن دير ليا.
شكرا علي النصيحه. غادي نجرّبها في المره الجايه.
لا، شكرا
ممكن تدير الكlimatisation؟
من اي منطقه في الولايات المتحده انت؟
اه-زيتونه عالقّه في حلقي.
الثلاجه ماشي عاجبه.
مرحبا. كان شعوري بالسعاده.
ماشي مشكل، يمكنني اتصال مع شخص يتكلم اليابانيه؟
خليوني الفاتوره، من فضلك
عفوا، لكن ممكن تقول لي شنو هاد الشي اللي كاين ف الменيو؟
هادي كارت نوع مفتاح. تقدر تحطو معاك.
قاصي جمدت.
هاد الشي حاجه لذيذه.
كايعجبك قهوه ولا شاي بعد الطعام؟
هادي كيس كبير من الجلد.
خد واحد ليي؟
عندي حارطه فول الصويا الفوريه.
ف نيويورك.
ممر رقم سبعه
كيفاش غدي ن告诉ك فين هو الطابق لي فيه المطاعم؟
خدت حجز في المطار.
اش نوّع ف السنتيميتر؟
كانت عندي كاراتيه لما كنت في المدرسه.
بغيت نحجز لخمسه ناس في الساعه السادسه دليله.
هاد البوس الصح لجاپان ايرلاينز؟
كنحب نروح لمطعم نيويورك حقيقي، مش غالي بزاف.
ما في خيار. هنا مزيان.
اش نوحاج ليعرضو باش نستاجر سياره؟
غادي نقول ليك من اول ما نوصل هناك.
فين نلقي لوازم المكتب؟
انّي دّي جبت لانفلونزا.
حصل حادث.
واش الدكتور توفلر استاذ قاسح؟
هادشي متعلق.
ما نقدرش اغلق الباب.
هنا. غادي توريني بطاقتك لتعريف او جواز سفرك؟
خلينا ناطلو عليه تيليفون.
هاد الراجل.
خد شوفور يجي لغرفتي.
طبيب، من فضلك.
اشنو الثمن ديال رسوم الدخول؟
انا نصحك بفندق.
كيفاش عاد اليابان؟
يمكنك وضع هذا في الصندوق الامن من اجلي؟
خايف خرجت حقيبه ديالي ف الطياره.
خلاصه القول، علاش غادي تعرف كيفاش كولنا حاسين هنا لماطا. ما كينشغلو لينا برا ناس كيهدرونا كيفاش نعيشو حياتنا.
ممكن تقدر تنظف الشباك؟
اش سميتك، من فضلك؟
موافقه علي الاقتراح داك.
لجوج ف السابعه، صح؟ شنو اسمك، من فضلك؟
كاين عندك ساعات اليد لي كيتدارو بيديه؟
مشاكل في الفاتوره؟
مع السلامه دابا.
كنتيقدرو تستعمل الباس ف كل القطارات.
ما مشكل. تقدر تنزل في المحطه الجايه و ترجع علي رجليك. مش بعيد.
دي لкар طاحت تجرب تدير لشمال بقوه.
خليتي ماءده؟
فين سوق الاكل؟
بصوره ماط، من فضلك.
اين ندير اتصال، اذا كان عندي مشكل؟
شحال الخدمه علي لبريد الجوي، عفاك؟
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
واش حد منكم كيهدر اليابانيه؟
ماشي بحاجه لذلك، شكرا. هادي غادي ناخدها.
هاد الطريق، عفاك. هاد الطاوله كيحلو ليك؟
اش نواع الحوايج ديالك؟
واحد لحظه، من فضلك. سيدي، انا خايف سي Okawa مشا ل لghanima. كنتي عاود تدير رساله؟
كنّا بغينا اطباق بقرابه تلاتين ليره لشخص.
اش هاد الشي؟
هنا سماعه اذن.
خاد FLASHLIGHT واحد.
نديرلو الرساله؟
مرحبا. هاذا الكونسيرج؟ انا في الغرفه 107. خايف عندي شكايه.
كنتي عايشه تجي لحفلتنا دليليه؟
واه هاد كول. كنحب صوتهم. اش غدي نقول انتا بوب؟
هاد القطار لي مزيان ل جراند سنترال؟
كيفاش غادي يكون لبيص ديال يوم؟
كانت قبل سنتين لما جيت لاخر مره هنا. كنت مستمتع بالطيران؟
نقدر نديلك طاوله في غضون خمس عشره دقيقه.
مكالمه شخصيه لطوكيو، اليابان، من فضلك.
كاين مكيف؟
كيفاش كليها؟
وين غادي تقعد؟
هنا تيسع وتسعين ين ياباني. عطينيهم كلهم ضد الدولارات.
ف ال ABC.
كنبغي لي ماشين تجفيف.
ف الداكشي، جدول اسعار قريب من مقعد السواق.
خليجي نرجع ل مكتبك تاني؟
مين قاد يخدني قيمه لي عنده؟
قوليها تاني.
rajul wahed twil u rajul tani qasir.
كاينش Möglichkeit باش نديرو غرفه السalon جديده؟
يمكن يكون بوق البوصله.
خير، هاد الجوله د لاستكشاف جميله.
علاش لا. مكتابه الرءيسيه ديالنا هنا. وكنتي هاديك؟ اول مره غادي جيبها هنا؟
خليك توصلي علي مطعم مزيان قريب.
كايقبلو شيك ياباني؟
نغادي نخرج عند الكاتدراءيه.
طّوَله بيضا علا كتف.
شفت قميص اسود هنا؟
خليت الكاميرا في التاكسي.
يمكنني تغيير هذين التذكرتين الي عرض الغد؟
خاي نغسل قبل ما ناكل.
كيف تريد اللحم ماطبخ؟
اوه، شنو الفخامه ديال لعب الجولف في استراليا.
فين دازو؟
اش داكشي كاياكلوا؟
كرتون مالبورو من فضلك
عفوا، شنو الشارع اللي فينا دلوقا؟
نقدر نشري هاد الشي من اليابان من بعد ما نرجع؟
خاي نستاجر دراجه.
ماكاينش صابون في غرفتي.
اش نوحا سميتك؟
مشيت نقل لكرسي فاضي؟
طّياره 101 ل ناريطا، كاتخرج ف 10 يونيو، تاكدات.
واش غادي تقولي علي اماكن ممتعه نروح ونشوف ف هاد المدينه؟
ارسل هاذ الشي لليابان بالتيلغراف.
نعتقد ان عندي حمي
المتوسطه النادره.
نعتقد هادي غادي ناخد اللي كيworth خمسين سنتيم. عطيني دسته، عفاك.
باقي بعيد مشي؟
نحنو نعتقد هادي نوع لي بغينا نستيردو.
نعم. كنشوف ليبستيكات شانيل نمره خمس و تلاتين.
قريت كارت الارشادات الامنيه؟
كينشوفو فيلم في هاد الرحله؟
خايب نرجع لدار قبل السادسه مسا
عفوا. نتا بغيت نمشي لميامي.
كنكتبو بطاقات راس السنه و كنخدوهم للبريد. كيتوصلو في اول يناير.
غادي تروح ل لمدراسه؟
خدت القطار ديال الحاديه عشر و النص من سان دييغو.
اش نواع مدير هاد الجمله؟
كيفاش نرجع لهنا؟
كندي ناقص سكر، من فضلك.
مومكن تسجل هاد الاستماره ديال التامين الصحي، من فضلك؟
من ثمانيه ل ثمانيه و خمس عشره.
حقيقي انا عندي الدوره. هاد شي مشكل؟
ممكن تحطها علي الخريطه ديال هاد الخراءط؟
كاي يكون ماء الحمام ما كيحمرش بزاف.
كاين شي تغيير في الجدول ديالنا؟
بغيت ندير رحله مشي مريحه.
خايج ارجع للفندق باش نلقي كاميرا ديالي.
خد تاكسي، حيت ماكينش موصل عام.
ف البلوك التالت علي شمالك.
مش غادي تلعب معايا التينيس في الجايه؟
خنا الثلاثه بغينا نلعب جوله. شنو غادي يكون الثمن؟
ايوا، غادي نجي بدميه يابانيه لصديقي.
هادش لي مامورتش به.
خدي وقت زياده شوي.
هادي غادي ناخده.
نتبدل القطارات في المحطه التالته.
نحبي اكل ايطالي.
غادي نطيرو ف بضع دقايق. عطوا عينيكوم علي حزام الامان ديالكوم و خويوه بزاف.
اش نو عساك؟
نص النهار ثلاثين دولار. اليوم كامل خمسين دولار.
واش बस فيفث افينيو وقف هنا؟
مشوار تشوف لي رخصه السياقه، من فضلك؟
خليتي ناخد شويه حبوب؟
رّحلتنا كاتبدا ف 21 يوليوز و كاتسالي ف 27.
كيف كتحدّث اسم المحطه هادي؟
هكدا، من فضلك.
كاين बस د لمطار ل لوتيل شيراتون؟
ايوا، غادي ناخد بيره مشروبه مع لخضره.
كاني كايمش علي برودواي.
كاين شي interessant هنا؟
خليني 30 لتر.
خدو صوره لينا، عفاك.
اش عمل هاد؟
كنعرفو نتواصلوا مع مكتب الاستعلامات لي في الزاويه ديال لوبي الفندق. هوما غادي ياخدو حجز.
هو سارق.
كايعاون للي خسرو واحد قريب في مصاريف لجنازه.
مزيان. دري لشمالك في الزاويه الجايه. غادي تشوفو قدامك.
اش كاتحسب لي احسن لبشرتي، لون البوليش الاسود ولا لون البوليش الابيض؟
اشنو بعاد الفندق هاد؟
خاي نحدد موعد مع سي واطسون.
لا، غادي نخرجهم.
ايوا، عنديا. شنو نوع لي بغيتي؟
اي دواء للزكام انت توصي بيه؟
اش نوضي عاد في وقت فراغك؟
عفوا. فين التيليفون العام؟
نعتقد انها كتجعلني تبدو اكبر سنا.
الِيوم عندنا مينسترون، كريم السبانخ، و حارقه الخضره.
نعتقد انك غادي تقدر تحصل علي كلشي ف السوبرماركت. لو ماقدرتش، ما تقلقش. غادي نمشي للدواء غدا.
كن شايف واش نقدر نرجع هنا.
ربطو حزام الامان ديالك و شوفو لوقه "مامعندناش تدخين" حتي تطفي.
مومكن تغيير مقعدي للي في قسم المدخنين؟
خليك جيبلي بيره اخري
ما في حد باسمي هاداك هنا.
خاي نغيّي حجزتي لطّياره ليوم 5 ماي و نحجز وحده جديده ل9 ماي بدلها، عفاك.
راني بغيت طالياني، عفاك.
اي مصروف ماشي فيها؟
اشتريت شفت لهديه.
نقدر نضم لهداك لفقره رغم ناني مبتدي؟
من دارها؟
مش كتبيعهم فرادي؟
كونسييرجنا يقدر يساعدك، او تقدر تاخده بالتاكسي.
سيجاره، من فضلك.
يمكنك تشتري لي تيكيت؟
كيهدرك تجمع الدمي المحشوه؟
يمكن ليابان تنتج كل الاكل اللي بانتضرها؟
نحب نافوره هوا.
نعتقد انها بسيطه شويه ليا.
فين نقدر نشري تذاكر القطارات اللي كتديرنا ل لفوق؟
اشنو ساعه تطلع القطار؟
خلي بطاقتي باطله.
هاد الساعه القديمه وقفت عن الخدمه. ممكن تبديلها؟
خاين نبدل شويه ين ياباني ب دولارات ميريكانيه.
مناش مين نتواصل معاه اذا عندي مشاكل؟
خدي 300 غرام من هادشي.
شوي دّيزرت؟
اش نو هو اسم الفنان؟
شكرا. ممكن نكلم السيده ياماتو، من فضلك؟
نوصيك بزياره مبني الامم المتحده علي ضفاف نهر ايست ريفر ايضا.
كيفاش نلقي ليتين ديال حليب؟
كنبغي نكرا سياره.
خسرت جواز سفري.
كتاخد اكتر من العبار
ما عارفش كيف نغلق هاد اللواقط.
غضبت عليه
خليك تدفع فلوس اضافيه للتحليه.
خليه نطلب وجبه نباتيه؟
شكرا. كان جميلا رءيتك. مع السلامه.
نّحار تلاتي د لجهد ديال هاد لمطار ماشي زحمه بزاف.
مرحبا. قمت بحجز لمساء اليوم الساعه سبعه. لكن اريد تغيير الوقت. اسمي سوزوكي.
كايكونو غالبا ثلوج خفيفه بسميك بوحدي او جوج انشات.
راه طيب لو كان مزيان غدا.
ماشي مشكل، يمكنني نلقاك حارس اطفال؟
كان حظي عالي جدا حيت نيل تيكيت الليله. ما وصلتش للبلاد حتي الساعه تلاته د العشيه.
نحب نرسله بالسريع.
اذا كنت غادي تدخن، رجاء انتقل لصفوف الاربعين لخمسين.
جوازي تسرق.
تقدر تاخدهم عند البوابه قبل ما تطلع. عطيهوم هاد الايصال هناك.
هادي طرد صغير ازرق لليله.
خوا نضوي نور.
هاداك غادي تحطو فيه علي خريطه ديالي؟
خلي هادي الفلوس دولارات.
اش هاد اللي غادي نقري بيه في الشهر؟
نقدر نتصلك من هاد التيليفون؟
اش غادي هاد الطياره اللي صنعوها فاسكوطلاندا؟
كان كلشي فجاه. فهادشي ما شفتش وجوههم.
خدني طبق، عفاك.
تكتيتين ليله دابا، عفاك.
اوطوبيس؟ نعتقد انك تقصد ليموزين لتقلك الي الفندق. اي فندق انت ذاهب اليه؟
بغيت نخرج اربعه ميه دولار من الحساب ديالي.
اي ساعات يكونو مفتوحين؟
عفوا. نعتقد ان مقعدي بجانب مقعدك.
خادش ننظف لي حذيتي.
هل يشمل الرسوم الخدميه والضريبه؟
كا هي هاد الشروط مقبوله؟
خاين ناخد غلاف سيجاره.
كنحبو الاثاث.
ما كينش جيد ف الانجليزي.
ايوا. تحت القعده.
انا اسف. كنتي برا بلي عرفتي مكان مزيان في راسك- فين كنتي بغيتي تروحي؟
كيفاش تقدر توفر لي تامين لهاد الباكي؟
ايوا، دخلت البارح علي الدكتور جونسون.
فين كان مصدر هذا اصلا، و من واش من الزمان؟
فهمت. باش تدير غير فلوس زايده.
خلي هاداك، شنو رايك في هاد الحزام ديال الجلد ديال الماعز لي كيصيفط جوده عاليه؟
اقلا غالي كيشوف؟
كاين هاداك الحوت المقليه؟
ملءوها لما ترجع السياره.
اش هاد كيفاش غادي تستعمله؟
طوست و قهوه، من فضلك.
غادي نجيبوك قدام الفندق.
خايف ماشي نقدر ناخد الموافقه علي هاد البطاقه ديال الاءتمان.
انا اسف، ما فهمتش معني هاد الشارع.
تلات بيرات، من فضلك.
نقدر نشري كاس نبيذ؟
خمسا وتسعين سنت. ماتنساش تاخد ترانسفير لما تطلع، باش ماتحطش فلوس تانيا لما تغيير الباص.
كلنا غادي ندخل ف نفس الوقت؟
خليك معانا في الصوره؟
خليته هنا هكاك من حوالي تلاتين دقيقه.
اشنو ساعه كتفتحو؟
اش نو داز لوطني؟
اذا ما كنتش كتدير في هاد المجال، ممكن تقترح لي دكان متخصص فيه؟
شكرا علي الانتظار. هدا اونو يتكلم.
كاينين دروب للي مبتدءين؟
اش نو برنامج ليوم؟
بغيت نبقا يوم اخر.
كن هنا باش نلقي صديقي.
خايب. شنو نوع الغرفه بغيتي؟
خلي هاد الشربه لينا حتي غداً ليله؟
النساء في المراكز الاداريه كيتزادو.
خليني نجرّبها، عفاك.
كل هاد الاكل اللي فيه الزيت قاعد ف بطني.
كاين عندك خطاب غطاء الفاكس؟
مطلوب منك فحص النباتات والحيوانات علي مكتب الحجر الصحي اذا كنت تمتلك ايًا منها.
خاين لي علي الاقل نصف ساعه عشان انضف شويتي.
يمكنك تلقاءي مقعد لي في الرحله ديال غدا، من فضلك؟
غادي نروي مع ولدي للبستان ديال الحيوانات.
لميامي، من فضلك.
خليتي الطاوله لي قريبه مني، عفاك.
عندك شي اصغر؟
اسمي ميوكي كاتو، وانا صديقه ماري من وقت ما كانت كاتدرسي في اليابان. ماري في؟
شاي، مع حليب.
ليش كيدخل هادشي؟
وين اقرب مكتب بريد؟
كاميرا.
فين قريب في مترو؟
خسرت مفتاح الغرفه.
كاين وقت نستعمل الحمام قبل ما الطياره طاءره؟
اه نعم. عندي. كنحبها.
ما بغيت ندير حاجه زي هاكا.
اش مبغيت؟
خاد شنته طويله.
للفندق ديال بوسطن، عفاك.
ضهر
ايوا، نقدر نديروها مخلص غداً ليل.
اسمي طارو تاكاي.
مساء الخير من فضلك
خليتي لي تكتيتين ل لغاليري هذ الخميس.
كيفاش نستعمل هاد الكوبون للطيران؟
هاد غادي يخدمني بزاف. وعلاش نستنا، كنحس ان كان يمكن نبقا فغرفه ل同ه؟
خليك متاكد تجي تشوفني غدا الصبح الساعه سبعه.
اشنو وقت القطار الجاي ل بوسطن؟
خليني نطق رايي.
مرحبا. شوف هاداك.
يمكنك صنع لي بينا كولادا؟
ما كايفهم والو خي ناس لي جاوحني كايقلو.
مساء الخير. عندي حجز. اسمي يامادا.
كيتخلع كل عشر دقايق.
ايه، في واحد في الناحيه التانيه د لبينا.
فين النصب؟
هاد الطريق لصحيح لالمحطه؟
ما عنديش حجز ديالك.
اه، فهمت. هادوك هما القنوات ديال السistema د الكابل ف الفندق.
واش غادي يكون خالي من الضريبه لو باعت هاد الشي لليابان من هاد المحل؟
خمس حديد، من فضلك.
اه، اسماع، كنتي، كنتي عارفه فين Riverside Drive؟
خسيت الشهيه.
كاينين غير هادو؟
خاينا نخرج شي من لحقاءب ديالي.
هادي غاتكون سوربريز.
جريت سيارتي ل الدشيشه.
كانقاسي شويه من التوقيت ديال الطياره.
خدني سيرفس في الغرفه، من فضلك.
اي رقم البوابه لمطار خطوط طيران اليابان الي طوكيو؟
كنحنا عندينا مقاعد مفتوحه ف الطياره نمره تمنين و خمسين نّهار الاثنين، السادس و العشرين.
ليش كيتخلّي ب هاد الفلوس؟
عندي مشاكل في المعده.
خاي نروح بالاوتوبوس للمحطه. ممكن نلقي فلوس صغيره، عفاك؟
خايب، اولاً غادي نمشي للمركز د لماعلمه و ن तलّب علي otel.
حقيقي، جدي الكبير جاء من صقليه في بدايه القرن.
خاينا ناطل علي البعد لليابان.
كنبغي نتعلم كيفاش نركب علي اللوح الريح.
عفوا. فين الصيدليه القريبه من هنا؟
ابني كايقرا فالماستر في جامعه هارفارد.
نعم، نتا حاب ندي رقم لخاريج لليابان. الرقم هو طوكيو تلاته اربعه سبعه سيته تنين تيسه سيته.
نقتني نحله. كيحدر بزاف.
اتصل بهاد الشخص.
كيهن لاش يمر من اي من الطاوله؟
غرف جنب بعضها، من فضلك.
فين في مزرعه خيل قريبه من هنا؟
اكيد. غرف التغيير就在 هناك.
قريتلي قربه ميه سخون؟
خليك عطيني نداء استيقاظ في السادسه غدا الصبح.
اشنو اقرب وقت يمكن ليك تحضير هاد البلوزات؟
حقيقي، خریدته النهار للي فات علي غريزه في بوتيك قريب من داري.
لاحم البقر او الدجاج؟
عندي دبوس عظم من الحديد.
خايج نمشي لصاونا.
فين نزلت ل البحر؟
وين المفقودات؟
خليك عاونني كيفاش نخدم بهاد الماكينه.
خايب، انطباعي هو انها ارض جبليه، مكتظه، مشغوله، مليءه بالاصوات، نشيطه، تقريبا انفجاريه. شعبو لي كايخدمو بجد، كايحطو راسهم في الشغل، ماكايستاقشو، حريفيين، كايقلبو علي تعلم كلشي، كاياكلو و كايشربو بجنون و بدقه، كايكسبو و كايخسرو بانتقام.
عشرون دولار بالربعي، من فضلك.
كنبغي نبدله.
كن بغيت هاداك.
عفوا. فين قرب من هنا ممر مشي؟
نقدر نقف هنا؟
كنبلي روايه نڭليزيه سهله لفهمها.
كاين مخزن ليلباس لولاد مزيان؟
نحنا بغينا نمشي بكرا الصبح. يمكن دفع الفاتوره دلوقا؟
نطما انك غادي تجي مرا تانيه.
يمكنك وضع حظر علي شيكاتي الشخصيه؟
سيدي جونز ماشي دلوقا. غادي يرجع شوي بعد الثلاثه.
بارده الليله.
بغيت نعمل فحص طبي.
هادو قيراط واحد ديال الماس، صح؟
منحطش لقاءك، انتما كمان.
فين نلقي الطوابع؟
كيفاش غادي نروح ليكم؟ او اشو عدد الساعات اللي غادي نستغرق لروح ليك؟
كنتو بغيتو نطلبوه ليك؟
اسمي ياماموتو.
خايع ارجع الفلوس.
راني بغيت هاداك و هاداك و هاداك، عفاك.
قص فقط الاطراف، من فضلك.
قولي ليا تاتصل بي.
كيفاش ناكل هاد الزواقي د القرب؟
كاين ساحه سكيت قريبه من هنا؟
اش غادي مع الجاز؟
ودابا عندي وقت ل بَعض لِيّام.
هاد مقفل؟
غادي تكون غي هناك قبل السادسه و نصف علي اقصي تقدير.
غادي تيتصل بيه غدا الصبح كما وعدت؟
نقدر نطلبوه ليك؟
خاي نشوف مكتب لبلديه.
الڭونطره؟ هاذا ناكامورا كايهضر. كنطبت لبارح. ولا عجبتنيش هاد الغرفه.
كنبغي نقعد جنب بعضينا.
نحب نطلع عليه
غلطي
بغيت انك تيقظني ف الصباح.
نطما نشوفك تاني
اعضاء مجلس المستشارين يبقاو ف مناصبهم لمده ست سنين، بينما نصف الاعضاء كيتعرضو للانتخاب كل ثلاث سنين.
سحب الحساب ديالي، من فضلك.
كاين علاقه مع بيرث؟
ايوا، هو كيدوي. من بعد، كنتي تسجل هنا، سي يامادا؟
خاي نغسل باش.
فيها كاميرا داخل. رجاء احفضها ف مكان امن.
هاداك، علاش، من هاد لجهه.
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتل.
لا، شكرا. ممكن نعطونا كاسين ماء، من فضلك؟
اذا كان عندك، مابغيتش تدفع تاني عندما تاخذ، اوتوبوس اربعه واربعين.
طابقه مين؟
خاي نرو ل لمطعم.
خادش جاكيت ثقيل ل الشتاء.
عندي فقط حاجات شخصيه ف هاد الشنطه.
نقدر دفع بالشيك ديال المسافر؟
خلت وديه.
كتلعب التينيس جوج مرات في الاسبوع.
خمسعش A. كنت قاعد ف البلاصه الخاطءه؟
ما عندي هوايات. كنخدم بزاف، زي ما كيعملو الاكتر اليابانيين.
او، البروفيسور كورن كيحب يدي القيزات اللي ماشي متوقعه.
ماتشوفو واحد، غير دير اشاره بيديك.
خليها لي باقرب وقت ممكن.
نحنا بغينا نرسل هاد البطاقه لليابان بالسريع.
نحنا بغيت نستقبل، عفاك. اسمي هاروكو اوغاوا. نعتقد ان عندي حجز.
كنتي جايبه هدايا ل حد في هاد لبلاد؟
عفوا، نبدل ارسل هاذ الشي لليابان. شنو الثمن ديال البريد علي هاذ؟
كنبغي كاميرا رخيصه.
ف الداك الصباح، سيدي؟ هادي الحاديه عشر صباح.
لا. انا ياباني.
عصر ايدو، بلا حروب في البلاد، استمر لمده تقريبيه من ماءتين وخمسين عام.
خاينا نديلك لعبه من كيوتو.
بغيت نبلغ عن خساره وثاءق قيّمه.
اشنو الساعه كايفتح الستور؟
اش نوّاق داك؟
مشيتواش حقيبه في الترانك؟
نعتقد ان هذا التغيير غير صحيح.
كاين بزاف د المطر. نطما نزله.
خليه طويل.
