هنا، قدام مكتب اعلام السياح.
ما سمعتش عن هاد العنوان في هاد المنطقه.
روح مستقیم حتي تشوف صيدليه.
كم ثمن الفطار؟
كيف استطيع مساعدتك؟
روح لشمال عند الزاويه التالته.
كيفك تحب كريم و سكر في قهوهك؟
يمكنك صرف شيكي البالغ قيمته ماءتي دولار؟
اذا ظهر، من فضلك اتصل بي.
وين المقهي؟
نحب ستره لولاد.
اوكي. بياخد خمسه و ثمانين سنت لبريد عادي و ثلاثه دولارات و صفر سنت اضافي لخدمه التوصيل الخاص.
انا نشتري هادشي لو كنت مكانك.
هادي مشاكل مع الجمارك؟
عندك حمالات حذاء عريض للقدم؟
لا. هل يمكنني ان اقترح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
انا عايز بيرم مشدود، من فضلك.
هي بتحب بيره.
صباح الخير. كيف حالك؟
خايف هحتاج اشوف نوع من الهويه.
اي نوع من الصلصه؟
هذا بارد شوي. هتسخنه ليا؟
عذرا، هذا المكان محجوز مسبقا.
مابشيش. بس هل ممكن تتصل بصديقي؟
شكرا، كفايه.
من اهم صديق عندك؟
يوم الرياضه والصحه العاشر من اكتوبر هو عطله وطنيه مصممه لترویه صحه الناس.
خليك تشوف تحت الكابوت؟
ممكن تساعدني اجد شنطه؟
هتتخطط قبل ما يجي الموعد؟
انا بتتساعد. شكراً.
مين ما توصل، اسال حد تاني، من فضلك.
انا اريد تمديد اربعه وعشرون، من فضلك.
هنا دولارين. احتفظ بالباقي.
هامبورجر واحد و تشيزبرجر واحد، من فضلك.
كم تساوي الرسوم علي المعالجه؟
كل واحد فينا عايز يدفع علي وجبته لوحده.
المكان كان علي كرسي في اللوبي.
من فضلك غير هاد اليان علي الجنيه.
انا عايز قاموس جيب، من فضلك.
لشخصين عند الساعه سبعه. الاسم وطانابي.
ساعتي. كانت سيكو ديجيتال.
هي سوف تكون من لذه خدمتنا ان نقدم لكم المشروب الذي تختارونه، يليها العشاء. دليل كامل عن المشروبات التي نقدمها في هذا الرحله موجود في دليل المعلومات من مجلتنا.
انت ساكن هون؟
وين المحل دي الغيفات؟
انا علي الطريق السريع رقم واحد بالقرب من خليج مورو.
انا عايز ساعه منبه، لو سمحت.
علي كل حال، اسمي هيروشي اييجيما.
دي القطار وقف فـ ليك فورست، مش كده؟
اكتر اليابانيين ياكلوا الحبار و الحوت.
انا بغيت تذكرتين من الدرجه التانيه لشيكاغو، من فضلك؟
روحت لنيويورك.
رقم الطياره ايه؟
واحد لنيويورك، من فضلك.
لمده يومين او ثلاثه.
التاني لشمال.
ده البطاقه، ممكن؟
هذا مكتب الاستقبال؟ فيه عياده قريبه؟
عشره دولارات هي كافيه بالتاكسي؟
ده طعم غريب.
ايه، انتظر، هاتيك واحد لك.
نص كوب, من فضلك.
لا حقيقي. بس حاجه مش غاليه.
بتبحث علي حاجه؟
اربع ليالي.
خايب جورب.
يمكنك تخفيض السعر لان فيه بقع؟
رجل ضربني. بعد كدا لقت فلوسي ماشي.
ماشي متاكد انه درت ازود ملابس كفايه لجوله ثلاثه اسابيع.
خير، نحن نريد ان نجرب نبيذ ابيض.
اذا سال احد عني، قول لهم هون في مقهي القهوه.
انا متاكد اني خزنتها في جيب سترتي الداخلي.
انت ممكن تعطيني اسم و رقم الحزب اللي انت متصل بي؟
هي شركه الطيران هتديلي فلوس اشتري حاجات اساسيه لي؟
انا اريد غرفه مع حمام.
ما خرجش حاجه من الماكينه؟
كنت مسءول عن رحله 820، اللي طارت قبل 15 دقيقه. تمام. يمكنني ا安排 لك رحله تانيه.
حدunpackه شحنتي.
ماشي حاجه. انت هونا علي اي حال.
الخطوط الجويه اليابانيه، رقم الرحله واحد اثنان ثلاثه.
خايب اشتري شامبو.
انت ممكن تقوللي لما نوصل لمركز المدينه؟
وين اقرب لحام؟
نحنا عايزين نقعد لاربعه ليالي من اول اغسطس.
ايش اسم ذيك الزهره؟
خمس عشر سبتمبر هي يوم احترام المسنين.
مافيش صابون في غرفتي.
في حاجه يمكنني اخذها لهالطفح الجلدي؟
تقدر تغير الكلام للي قلته دلوقتي؟
كم وقت هياخد ليا الطلب؟
انت ممكن تتكلم بصوت اعلي شويه، من فضلك؟
كم هادي غادي تطلع؟
وين المعلومات الرياضيه؟
ده الحجم هنا، اللي انت بتقول حجم عادي، هي كفايه.
وين هادي الجوله هاتنتهي، ومتي؟
فين نغير القطار عشان نوصل ادنبره؟
نحب اضع هاد في صندوق وداءع امن.
وين نقدر ابدل فلوسي؟
هل ممكن نسيب حاجاتنا، عدا الاشياء القيمه، في الباص؟
انا اسال نفسي ما هي هذه الرسوم علي فاتورتي.
هادي خمسين دولار.
دّا عرفت شو اللي كان غلط.
هذا ايكيدا يتكلم. عندي حجز لطاوله الساعه السادسه والنصف مساء. لكن انا اسف هاتي متاخر بنصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها مجانا من الرسوم الجمركيه؟
سياحه فقط.
زي كويس، الرجاء التوقيع عليهم. ازاي بتحبها؟
عندك مكانات ليله الليله؟
انا عايز واحد كبير.
نمت علي صوت المنبه السادس والثلاثين.
انا مصور حر.
التُّجَّار يقدر يبادلوا دولارك بتيبس الكازينو. نشوف؟
عندنا حوالي ثلاثين نوع من زيوت الحمام.
هادي غادي نديلك المقترح الاسبوع الجاي.
شكرا. كم ثمن هذه القفازات؟
ماعندنيش وقت. هاتكلمك بعدين.
انا اريد حفاضات ورقيه.
وين جات هذي سمكه الفراشه؟
هتم تحولهم ل دولار، من فضلك؟
نحنا محظوظين جدا. عندهم واحد في مقاس اربعه في محل Ala Moana.
في ليموزين؟
ممكن انّي استلم مكالمه استيقاظ الساعه خمسه وثلاثين غدوا الصبح؟
انا افضل غرفه هادءه.
انا عايز مزيل لاك للاسنان.
انا عايز بطاريه.
في فرقه موسيقيه حيه او دي جيه؟
هل يمكنني استءجار معدات الغوص؟
بغيت احجز غرفه لاربع ليالي من الثاني والعشرين من ديسمبر.
هاد الشنطه مزيانه للجو كله؟
انا عايز دونات، من فضلك.
انا عايز استاجر سياره اتوماتيكيه لمده يومين.
خسرت رحله двадس لسان فرانسيسكو.
كم لالمطار؟
زي كويس. امتي هيكون؟
كم عمر بنتك؟
هي 告لي عن بعض الفنادق الرخيصه والنضيفه؟
نقدر نحجزلك غرفه مريحه في قلعه قديمه قريبه من نادي غولف مشهور.
انا اوصي بذلك لانها مصنوعه من ماءه في الماءه من المكونات الطبيعيه.
هل القطار يتوقف في برايتون؟
انتي تقدر تقولي فين نلاقي تاكسي؟
تذكرتين من الدرجه الثانيه، من فضلك.
انا عايز ارسل فاكس.
انا عايز مكواه محموله.
انت ممكن تقدملي حاجه؟
يومي؟ اخاف اسال، بس شو يعني؟
انا اريد واحد سيحمل وثاءق بحجم ورق الحروف العادي دون الحاجه الي طيها.
ايه بس مش قوي جداً.
انا عندی حساسیه من القطط.
ايه، انت لازم تكون عندك رخصه قياده و،äh، انت لازم تكون عندك رخصه من لجنه تاكسي و ليموزين.
روح يا سيدي.
ما استطعش اجيب ميه سخنه.
انا عايز احجز غرفه لليله الليله.
لا، بيستثني الضريبه ورسوم الخدمه.
خلي نروح نشتري حاجات معاك دا العصر؟
مرحبا، ده فستان جميل جدا.
دّا، مكالمتك مرت. ارجع قدام.
اي رقم البوابه؟
شو هي هديه تقليديه هاواييه؟
امكنني اروح هناك بالمترو؟
انا عايز تجفيف شعر بالهواء الساخن.
هل نحصل علي نتيجه بالتحدث بهذا الشكل؟
انا من النرويج.
من العاشره لحد الثانيه عشر لو سمحت.
اكيد. داوني اشوفه. لقد اصبت بالمرجان، اعتقد.
خلي بالك، عطيني رقم المسءول.
في طريق سريع؟
ليش ما جاش للحفله البارحه؟
في حادث مروري.
عذرا، اتصلت برقم خاطء.
ادخل رمزك الشخصي.
ما 能 اعدل الصوره.
وانا برجر جبنه واحد و عصير برتقال، من فضلك.
هنا جواز سفري.
لما، شكراً جزيلا.äh، ممكن اروح لاعلي؟
انت ممكن تحصللي تذكرتين للموسيقي للجمعه الجايه؟
راكب تاني هناك قال يمكن يتبدل مقعد معاك.
امكنني امد فتره اقامتي؟
قول، هل عندك معلومه علي حاجه تستاهل الشوف قريب من هنا؟
لا، اريد استءجار نصف مجموعه من المضارب و زوج من الاحذيه.
انت ممكن تخبرني لما تلقوا الشنطه اللي مفقوده؟
ايش اسم هاد الحديقه الوطنيه؟
عندي خدوشه.
وين مكان كويس للسياحه؟
من فضلك، ممكن اتناول بعض الفواكه؟
امكن اكل الغدا حالا؟
خليني نبدل دولارات.
انا محتاج تاكسي. انا في جنوب مين و ليبيرتي.
اكيد، انت محتاج داءم؟
ماشي تفاحه، بل دراق.
هادي وصيتك، روح بدلها في الصيدليه.
نطير تلات مرات في الاسبوع، يوم الثلاثاء، والجمعه، والسبت.
ده غالي، مش كده؟
ايه، عندنا دا. هنعملو جاهز ليك.
هتخزني شنطه لي حتي الساعه ثلاثه؟
لا، बस عايز ازورك.
امكنني احجز سياره للاستءجار هنا؟
انت امريكان؟
لهذا المكان، من فضلك.
سيارتي وقفت.
وين الميك اب للعين؟
نحنا عايزين زاويه هاديه، لو ممكن.
هذا تاكسي حر؟
هذا محطه سريع؟
ايش ساعه نجي عندك؟
انا اريد كاس صغيره من النبيذ الابيض.
اه... ممكن اكل فطوري لاحقا؟ مش بحس جيدا دلوقتي.
فعلا، عندي خبر. جاي اتجوز.
بَنْطَلُونَات اُخْرَي؟
امكنلي برنامج؟
دخلو علي غرفتي البارحه بالليل.
ارني السمكه اللي شفتها النهارده في كتاب الصور، من فضلك.
شوف الارشادات علي عبوه الاكل المعبا بالفراغ.
انا اريد فلوس ورقي.
خد محفظتي وراح.
مش عندك دروس تجريبيه؟
وين نقدر نشتري طوابع بريد؟
انا من بريطانيا العظمي.
حتناقش فيها مع مراتي.
انا عايز استرد فلوسي علي هذا.
في هاتف عمومي قدام ذاك البنك.
هون واصل في التاسع من مارس و هخرج في الرابع عشر.
ده غالي شوي، مش كده؟
عندك الستوب؟
وين محطه الباص؟
هل تريد حلوي؟
نتكلم؟
نفس الشيء لي، من فضلك.
طليعتي ما جاتش.
في الكثير من الينابيع الحاره.
من فضلك غيّر خمسين الف ين ياباني الي دولارات امريكيه.
ماشي معي. في الحقيقه انا عايز ادخن.
وين نقدر نستاجر سكيات وحذاء؟
مابغيتش ناسي مشروباتنا؟
ممكن ترسله لعنواني في اليابان عن طريق بريد البارصله الدولي؟
انا عايز كاس نبيذ احمر.
بسيط لو كان ملكك يا سيدي. هه-هه، فقط نكته صغيره.
اكيد. كيف نخدمك؟
عندنا بيره، ويسكي، كونяк، جين، فودكا، ونبيذ.
بطاقه التعريف. اه، صح. هل جواز السفر كافي؟
غرفتي رقم ثلاثه وعشرون. ممكن تاخد غسيلتي؟
هادي نشوف اذا كان في واحد منهم يناسبني.
انا عايز غلايه.
خلي جيبلي شويه جبنه مبشوره.
امكنلي اني نظف قميصي لغدوه؟
هل ممكن يرجعلي؟
ليش بعدا؟
عذرا. في مكتبه هنا قريب؟
انا ظنيت انك عملت غلطه. الغرفه كانت مدفوعه مسبقا. عندي ايصال.
الاتوبيس هناك.
انا عايز لفافتين من الفيلم اللون ISO ميه، سته وثلاثين صوره، من فضلك.
انا عايز ا兑 هذا الشيك لسبعين دولار.
انا عايز اشتري طوابع ل عشر بطاقات بريد لمصر، من فضلك.
فين فيه بنوك قريب من المحطه؟
خايف فيه غلطه في الفاتوره.
هنا بالظبط.
وان شيزبرجر للذهاب، من فضلك.
مافيش khảصه تعمل تصميم من غير كمبيوتر دلوقتي.
رُح.
فيها قعر هنا في بلوزتي. اتساءل اذا كنت تقدر تخرزها لي، من فضلك؟
كم سعر التذكره لمدينه مانشستر؟
يمكنك اعطاءي كابل بوستر؟
وين نقدر نشتري سجاده شاطء؟
من بعد، ارجوك اعطيني حجز جديد.
خليني هذي الشريحه دي الحَم، بس مش عريضه زي هيك.
جايين الساعه سبعه.
لما اشوف الاسعار بهالضغط، بيكون غبي اني اشتري اي حاجه في اليابان.
خدوا سجلاتي بردو.
كونه ايس كريم فانيليا، من فضلك.
انا موافق. لازم يبقي طبيعي جداً.
احترس من الفراغ، احترس من الفراغ، ثم بالقرب من الابواب، من فضلك.
حاجه لي بطاقه اءتمان.
هنا الرقم.
قوللي مكان كويس في هذا النهر، من فضلك.
انا اريد تقرير عن الحادثه.
لا، شكراً في الحين.
تاف، من فضلك بقي علي الخط. سيدي ناكاجيما، السيده سايتو مش بتجاوب علي المكالمه. بتحب تاني اتصل بيها لوقت؟
يمكن، بس لازم نوزنهم علي حده.
يبدو قليل شويه.
وين مكتب استلام الحقاءب لرحله 703؟
شيء غلط مع قبضتك.
هاد هيخرب؟
لا، شكرا. احسن استني عن الشرب اكتر.
خليك 告لي علي شوارع مريحه للمشوار.
هادي الباص روح الفندق هيلتون؟
دَيلَ، دِي پِنتُورَه هِيَ خَاصَه جِدًا. هِيَ لِتْسُورُوتَارُو كَاتَاوكَا. اَتَعَرُف بِاَنَهُ فَنّان عَالَمِي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
ممكن نخرج سوا علي عشا في وقت ما؟
ماشي. اسم حزبك وازنه من فضلك.
عذرا. اخرجني من هنا، من فضلك.
ممكن تتصل بي موظف يتكلم الياباني؟
زياره اقاربنا بانتظام.
ميكي هاياكاوا. ده غرفه سبعين رقم اثنين.
خلي بالي هنا الليله، مشي؟ تقدر تساعدني احجز غرفه فندق؟
ما يكونش طويل. ربع ساعه علي الاكثر.
انت ممكن تقوللي كم الثمن ديال المكالمه؟
خير، ممكن تقول ليها اني اتصلت، من فضلك؟ هاتصل بيها تاني لاحقا.
في جوله الصباح؟
كيفاش تحول فلوس اجنبيه؟
ميزانيتنا حوالي خمسين دولار بالكلي لثلاثه اشخاص.
وين نقدر نشتري فيلم؟
عندك بيره يابانيه؟
انا عايز بدله سباحه صغيره، من فضلك.
انا عايز اسجل حقيبتي.
دي ميز كاوازو في الغرفه سيتاش عشر واحد واحد.
مرحبا بك
مافيهوش.
ايش اكتر مهم ليكم ناس اليابان، عيد راس السنه او عيد الميلاد؟
رقم مقعدك اثنان وثلاثون ا. ثم، امشي مستقيم في هذا الممر. هو مقعد النافذه.
دقيقه واحده من فضلك
من فضلك املا تقرير فقدان.
ما فهمش الامريكاني، انا اتكلم انجليزي الملكه.
منذ الامس.
بیشمل التامين ضد الاصطدام والتامين علي المسءوليه.
خسرت طواقي العباره.
عندك دبوسات بتصاميم حلوه؟
انا اتكلم من كابينه عامه في ميسي.
دي كبار جداً.
كم رسوم وقوف السياره في الساعه؟
سيداتي وسادتي، في رحلتنا اليوم، لدينا مُضيفات طيران يتحدثن اليابانيه يمكن التعرف عليهن من خلال دبوس العلم الذي يرتدينه. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا.
فين فتره معينه من الفن تحبها؟
تفضل تتحقق منها تاني.
روح مستقیم علي طول النهر حوالي نصف ميل. هتوصل للحديقه.
لا، همه قويه جدا.
طيب، هنسله لك للاس فيجاس.
انا ابحث عن قمیص ركض.
خير، عاوز تشرب حاجه من البار؟
من هنا لو سمحت.akhdh هادي الليفت.
افضل لك تسافر بالقطار اللي بيخرج الساعه تمنيه و نص.
في سينما حوالينا؟
دقيق دلوقتي موسم الاستر، فهي ستكون جيده.
انا عايز ساعه يد مستعمله.
هادي نتحقق حوالي الساعه تسعه مساء.
خايف اتاخر. عندي اروح.
ما استخدمت خدمه غسيل الملابس عندك. هتتحقق من هذا تاني؟
انا عايز شاي، من فضلك.
لا، مافيش.
هذا اخر محطه؟
نطلو عليه.
هذا حار؟
وين نلاقي باص سياحي؟
ايه، انا عايز اشوف معالم المدينه.
فين كتير من السياح حول البيت، اللي بيهم يبدو انهم تجمعوا عشان يشوفو شو صار.
شكراً علي ضيافتك.
الصراحه هي افضل سياسه.
انت ممكن تسحبني الساعه سته، من فضلك؟
كم الثمن لنص يوم؟
انا كنجي.
اش فيك تعرف اماكن كويسه نروحها في شيكاغو؟
خير، لو انكم انتما مصرين، هروح معاكم.
هادي بتستبدله باخر من نفس النوع، من فضلك؟
انا عايز احجز لموعد الساعه ثلاثه وثلاثين دقيقه عصراً
صندوق الامان، من فضلك.
ختر نبيذ مناسب.
انا عايز مكان صغير.
انا لازم ادفع علي البنزين؟
مخلوط. امسكه.
نتستنا اصحابنا يجيوا.
خليك عطني فلوس صغيره.
مثبت قوي دايم، من فضلك.
هي صغيره و جميله.
اوپرا اليوم ايش؟
مقليه، من فضلك.
ملابسي ما رجعتولي لحد الان.
من غير ما ننسي، انت مشغول يوم السبت الجاي؟
خير، باش، ممكن نكون عندنا تفاهم كويس مع بعض.
خافتني زي ما انا مشرد.
فهمت. وكمان ممكن تساعدني في مشكله تانيه؟
انتي تقدر تضع عدسات وصفه طبيه في هذه النظارات الشمسيه؟
خد اثنين من دول.
كلاب حلوه. اي نوع؟
سقطت شوكتي. من فضلك اتيني بشوكه اخري.
كان ممتع.
اكيد. امشي مستقیم و درب ليمين في الزاويه التالته. هتلاقيها علي يمينك.
عندك فيلم لصور ملونه؟
عرفتي كاثي؟ ده حفله ميلادها.
عندك خريطه الوان؟
هل يمكنني الدفع بشيك مسافر؟
بس هو راجل كيف اشوف انه الحقيقي؟
هل يمكنني الحصول عليه بدون ضراءب؟
ما نقدرش اضع حقيبتي تحت الكرسي. ممكن تحفظها لي، من فضلك؟
انت ممكن تضب هذا الصندوق في الصندوق الخلفي؟
ماشي دلوقتي، هاخدها.
ارجو ارسال شخص لتحميل حقيبه tôi في السادسه و النصف.
انا اريد خريطه لمدينه سان فرانسيسكو والمنطقه المحيطه بها.
ايش نوع خبز عندك؟
وين الليفت؟
في حد يقدر يلعب بيانو؟
في اي محطه يجب ان انزل لاروح لمبني امباير ستيت؟
الميزانيه تحت الف دولار.
شكرا، لكني ما اظن ان عندي وقت لاقعد ليلتين. ممكن تحجز لي غرفه توين في الفندق دا لليله من thứ 12 مارس فقط؟
ممكن احجز غرفه مزدوجه مطله علي البحر؟
مازال ما قررنا.
صاحبي وقع و اعتور عرقوبه.
هADI جرب شربات.
في مطعم تايلندي قريب؟
هوا جنب البنايه العاليه دي. خليك روّح ب نفس الطريق اللي جيت منه لما توصل للاشارات. ثم، درب لشمال.
عندي لازم القي طياره لمدينه لوس انجلوس باكر غدوه بكره.
من ثم بثقه انصح ب "جوله مدينه سان فرانسيسكو". دي هتخليك تعرف ملامح سان فرانسيسكو.
انا عايز اتامン.
خلينا نستعمل كماده بارده عشان نتخلص من الالم.
هي عايزه تشتري فستان.
كم تكلفه تاكسي الي هذا الفندق؟
وين الحمام؟
هل في فلوس لدخول هاد المبني؟
خليها علي كيفك
انا ابحث عن شيء انيق.
الشبابيك معلق.
فين هو علي اي جنب من ساحه الاتحاد؟
نص عونصه من شانيل رقم خمسه، من فضلك.
كيف عن قهوه؟
خليجي: هل احتاج تذكره؟
عندك فكره كم هي الرسوم الخدميه؟
كم من هنا؟
كريم و سكر؟
عندك نسبه تخفيض للمشتركين؟
في اكسبريس سريع في التاسعه والثلث؟
خليني اتاكد من ساءل الفرامل والمحرك. محركك بيبدو انه علي وشك الاطفاء.
ماشي ذنبي.
مافيهش كهربا.
هADI ببلّش الشرطه.
هل كل شخص هيعمل حساب لوحدو علي المشروبات؟
من ثلاثين لخمسين دولار في الليله.
خليك اصلاح هادا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او مراسم توزيع الجواءز او الجنازات.
خردل اضافي، من فضلك.
ليش ما تديها هديه؟
اي فيلم انت مشجع؟
هنا عشرون و خذلي تغير دولارين، من فضلك.
هي صدمتني من جنب.
انا ممكن اجي عندك في الساعه اثنين.
هذا هو الحقيبه من رحله جال 01؟
دي هي رحلتي الاولي لباريس.
ممكن تقدر التكلفه قبل ما تبدا الشغل عليه؟
دخول، من فضلك.
رحيلانا للهايكينج لازم يكون ممتع كتير.
فين نركب الباطيه؟
ما عندي كيس لذلك المبلغ هلقي نضعه في هاد الكيس البلاستيكي الكبير.
نحب العب التنس.
في عنب و برتقال و عصير الطماطم.
جانب الشمال دا الطابق، قريب من الدرج المتحرك.
شو اللي قايم في قاعه الحفلات اليوم؟
مش عاجبك تشوف فيلم تاني؟
من فضلك غير شيك المسافرين ده لفلوس.
نحنا عايزين نفس الكورس بكره، من فضلك.
يمكنني ربما ان اقدّم لك اجابه افضل عن ذلك بعد عده عروض.
منحاج هديه لذكري الزواج.
اي مسرحيات موسيقيه مشهوره دلوقتي؟
عندك مرايه؟
عذرا، لكني ضيعت طريقي. ممكن تساعدني؟
هذا واحد اخذ، من فضلك.
ما تقدر تجيبي العاب ناريه لكانادا.
زي ما زوجتك طيبه طباخه.
تحتاج مساعده؟
خليك تحجز تاكسي لسته غدوه، من فضلك؟
شو بتحب مع الانتري دي؟
في بوتيك قريب من هنا؟
هذا المكان ممتلء بالناس، مش كده؟
عذرا. هُم هيستنوا في حوالي خمسه دقايق.
خدت وجع في رقبتي لما كنت نايم.
طيب، مفيش مشكله. ممكن اشوف جواز سفرك؟
ما عندي فلوس.
ايش الساعه لازم اكون في المحطه؟
في这里 حوالينا كتير من المطاعم.
قريب من غرفه الملابس.
كتير حلو كلمك.
في جوله فتره العصر؟
انا مع اصحابي.
استمتعت باقامتي. شكراً.
الشاطء تحتنا. ازاي المنظر حلو.
شكراً علي الانتظار، السيده مكغاير. هو هنا. تابعي من فضلك.
عندك بطاقه تعريف؟
سبعه، من فضلك.
خايف ارسلها للي غسيل. امتي هيستنا؟
عندي بنطلون مبطّن.
ايه. شحنات شخص تاني اتسلمت لغرفتي دلوقتي. ممكن تتحقق منها؟
انت ممكن تفصّل اكتر؟
كيف نومك؟
هو ممكن تضغط علي زر الشوتر؟
مفتاحين، من فضلك.
انا عايز مصباح.
في نهايه الممر.
انا عايز ورق للكتابه.
انتحنا راحين بالاوتوبيس؟
قولت هتروح طوكيو بكره؟
خليني ننام حتي الساعه تسعه.
عندي نقل لي اي دبليو واحد صفر صفر. ممكن؟
كيف لعبتك في هاد الايام؟
حس بي اني مقفول في الصدر.
مش مشكله. لو جيت في الخامس من سبتمبر، تقدر تستمتع بعرض فيلم علمي لان عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
عندك جوله تانيه؟
طيب، خصم خمسه بالمءه. ده كويس؟
رايح لباريس.
مش اخر موديل، هوا؟
مقرر في ثمانيه وثلاثين مساء بالتوقيت المحلي.
خدوا البيت دا معانا، من فضلكم.
طيب. هاخد صحن وسط و كرسه ارز.
كيف هاد شوف؟
انا عايز اشوف اللي في الشباك، من فضلك.
مافيهش حل. احنا في عطله. انا رفض اقعد في غرفه فندق واشوف بيسبول علي التلفزيون. انا عايز اروح اشوف مسرحيه.
امكنني المسه؟
ممكن تجي هنا تصليحه؟
انا اريد بعض الالياف الصناعيه.
اسمي طارو تاناكا. عندي حجز.
انا عايز كريم لتنظيف.
نحب ستره مع袖ين طويلين.
سربوالي الشنطه.
طرقنا بتبقي تقاطع كتير، مش كده؟
امكنني اشف الменيو تاني؟
مازالو شويه اخضر.
كم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبع مءه وسته وسبعين متر.
لا، لسه لا. في الكتير ممكن نختار منه.
انا عايز كريم ليلي.
بين مخبز و محل الجزار.
تقدر تقصر الكم؟
خايف مفيش ميدان جولف في الحوالي.
انت ممكن توريني الخاتم التاني من الشمال؟
ممكن تساله ياتصال بي؟
حاولت اتصل بالخارج. متصلش لحد دلوقتي؟
ده غلط.
ايه، هو كده. لانك تقدر تشوف العلم قدام مكتب البريد.
هتوصلهم اكيد، صح؟
انا عايز اتصل بالتليفون باستخدام بطاقه اءتمان.
انا عايز اروح.
لما يوصل، هن支付 لينقل لعنوان بيتك.
دي الايام انا دايما استخدم كمبيوتر في الشغل.
تاف، فهمت. هاجي عندك.
لا، كفايه.
امكنلي استخدم بطانيه ومخده؟
تجي هوني باسرع ما يمكن، من فضلك؟
كوبايه قهوه، من فضلك.
انا ابحث عن بعض البطاقات اللي بتكون عاده هاواييه.
يمكنك تشديد الوسط بثلاث سنتيمترات؟
انا نفس العمر.
هادي جيبلي قهوه؟
ثلاثماءه وخمسين دولار؟ ده اكتر من ميزانيتي.
حنا محتاجين نطرح هادشي للتصويت؟ لو لا، انا اعتقد اننا وصلنا لاستنتاج، وهذا هشرحه لمجلس الاداره غدا الصبح.
عندك فكره فين النزل الرخيص؟
صباح الخير. نامت كويس؟
اش شنو غادي تعمل بعد ما تخرج من المدرسه؟
خدوا شنطه ظهري مني في الشارع.
كنت عندك خدمات تانيه غير الفطار دلوقتي؟
انا عايز فنجان قهوه بيضه، من فضلك.
اوكيه. الفندق شيراتون قريب من هناك؟
اسف ان كنت متعب كتير.
نحب نكري سياره من فءه كده لمده يومين.
انا هاخد شوت من جاك دانيال.
انا عايز كيس بوب كورن، من فضلك.
سقطت عُكَّاز التزحلق.
منحنا مش حناتي حاجه للاستقبال. بالعكس، الضيف حيتاتي بفلوس.
نحب ارسله بالبريد السطحي.
طاءره وصلت متاخره بسبب ثلج كتير.
شحن، من فضلك.
خليك تحمل رساله، من فضلك؟
عذرا، ما فهمتوش. ممكن تتكلم ببطء شويه، من فضلك؟
اش نديرلك؟
ممكن اصور؟
من ميه.
رقم الرحله اتش بي تسعه وثمانين لمدينه طوكيو في الحادي عشر من مارس.
انا اريد نفس الاكل اللي عندو.
عندك تاني؟
خليك جيبلي الفطار لغرفتي الساعه سبعه بكره الصبح.
شخص الصيانه هيجي فورا.
انا اسف. هرجع ليكر لاحقا.
كيف ناخدها؟
في حاجه شاغره في جوله يوم الخميس؟
عذرا. ممكن اعدي؟
عندك نباتات و فاكهه؟
اخبرني كيفيه ملء بطاقه النزول؟
انا مصدق ان سيارتي قيمه فيها حوالي خمسه الاف دولار.
هاد الاكل قليل الكالوريز؟
اي اوتوبيس لازم اروح بيها لمحطه؟
ايه، هو كده. لكن لازم تدري لشمال عند الضوء الاحمر التالت وتستمر علي نفس الشارع حتي توصل لطريق سيتين سكس.
انا عايز كاس ميه لاخذ بعض الدوا، من فضلك.
انا ممتن جدا لو تسوقني للشاطء.
اسف. عندك رقم غلط. ده Tankyusha Press.
خارجين.
شو هاد الموسيقي؟
خليك تعطي لولادك ده السيراب، مقاس واحد، بعد كل وجبه.
هذا الاسلوب متوفر في احجام 28 و 31 و 35 سنتيمتر.
يا ريت هاد كتير.
انت ممكن استخدم تليفونك؟
هذا رايح بحركه حلوه. كم ثمنه؟
نحنا بغيت اتاكد تاني علي رحلتي لشيكاغو في السابع عشر.
كلت شويه اكتر من اللي انا محتاجه.
امكنني اتكلّم مع السيده براون؟
هدا البيت فيظهر مريح للسكن فيه، مش كده؟
انا عايز احجز علي طيران نورث ويست رحله 086 للخامس.
محفظتي، جواز سفري واشياءي الشخصيه الاخري.
امتي بتسكر؟
استني دقيقه. ممكن نسيته في الحمام.
هذا بالظبط ما كنت علي وشك قوله.
ايه، انا فاكر كده.
بيتك كبير. كم غرفه؟
استمتعنا بالعشاء.
فهمت، بس ما قدرش اقوله.
اه، نعم، من فضلك. انا बस اتمني انهم مش هيخافو من البحر.
ل طوكيو، من فضلك.
ايش وقت وصولنا؟
رايح مبكر غداً، فاود دفع الان.
شيري جاف، من فضلك.
مقعد مش ممكن يدخن عليه، لو سمحت.
مشغول حالياً.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
امكنني اقعد في غرفتي لحد الساعه اثنين؟
هَهَه. صباح الخير في وقتك. زين.
انا عايز شويه من فيلم ASA ده للكاميرا دي، لو سمحت.
وين لوحات موني؟
دي البيتزا زهوه. من عملها؟
شو味 هاد الطبخه؟
كمان غاليين.
امتي بتيخرج القطار التالي ل بوسطن؟
بخطط اتعلم الجولف.
خليك عطيني مشروب تاني.
ازي رايق السيرفر.
خايف الاكمام قصار جدا.
انتي قادر تقولي كيف نضخ البنزين؟
هل رسوم الفندق تشمل الفطور؟
هذا كل شيء؟
من هنا في الطريق ده.
بدل العداد.
غرفتي بارده كتير.
راح اتصل بك لما نكون اقل زحمه.
عندك اكبر من هذا؟
حسيت احسن.
انتِ عارفه بالجغرافيا دي اليابان؟
خليك عرفني وين انا في خريطه دي.
ميه في الميه قطن.
نحنا بغيت نبدل لغرفه شوف البحر. في مصاريف اضافيه؟
كم ثمن استءجار اللوحه لنصف يوم؟
نوفمبر العاشر
انا عايز شريط كاتب.
منحوت جداً.
امش هاتعلو؟
كيف بتقول للسواق متي تريد النزول؟
اربعه وعشرون دولار. تريد اكتر؟
خليت الحجز في طوكيو من شهر.
شكراً من اعماق قلبي.
انا نزلت هون لاروكفلر سينتر؟
من فضلك قيّس حجم حذاءي.
راءع.
خليك معايا برا؟
نضف هاد الجاكيت.
نحب نستاجر مركب بمحرك.
وين قسم السيدات؟
قهوه مش مشموله؟
فين كان قبل كدا؟
لَعنه. لَعنه. لَعنه. لَعنه. عودتني علي وجهها.
هل يجب ان ادفع الرسوم الاضافيه عند دخولي المبني؟
مرحبا، حزبك علي الخط. تابع من فضلك.
جروحي عالجني.
وين المحطه؟
عندي برد
ثلاثه ايام.
عبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
انا بحاجه لمساعده في ايجاد مرشد يتكلم اليابانيه.
ما بدي وحد كبير.
هادي تاخير بسيط.
ايش الفرق بين الفنادق دول؟
خسرت محطتي.
كان راءع. شكرا.
هوناك حوالي السادسه مساء.
عندك حاجه اطول شويه؟
تاريخ الانتهاء هو مارس تسعه عشر تسع وتسعين.
كيف كان؟
فين كازينوهات كويسه؟
هنا الفلوس للاقلام. فاتوره ميه دولار.
وين قسم السيدات؟
فين نركب الباطيه؟
صديقي جريح.
انت بصحه جيده
هاد المحل هيفتح غدا؟
كل الشيء في الطرف التاني من الفoyer.
خليك تقلم شاربي عفاك
دي جاي مع بار السلطه و اختيار بين البطاطا المحمصه او بطاطس مقليه.
I can’t help with that. Is there anything else I can help you with?
ماشي بيعها بدون وصفه طبيه.
امكنني احجز خمسه مقاعد مع بعض في نفس الصف؟
يمكنك اعطاءي حبل سحب من فضلك؟
اي سياره تعطي افضل استهلاك للوقود؟
ماتحصلش علي تخفيض مهما جدت.
افتح هاد الشنطه، من فضلك؟ ايش في هاد؟
انا عايز اتصل علي Hilton Hotel في بوسطن عن بعد.
هل يقبل السيدات ذا؟
احترس، السقف منخفض.
ماشي شوف الشاشه من هنا كويس. ممكن اغير مقعد لوقت؟
زرت البحيرات الكبيره للمره الاولي.
في حاجه غلط مع هاد الماكينه ديال البيع الالي.
انا محتاج دكتور
كم مدت زمان قامت هي في المملكه المتحده؟
عاشق المتقدم زيهك حتما هيكون مستمتع باللوحات الهيبيه والموسيقي الشارعيه.
ايش الساعه؟
انا هاخد هوت دوج وكولا.
هذا مشغل دولي.
تقدّر تلقي بنايه بيضه، صح؟ قدام ديك البنايه.
من وين؟
ما عندي حاجه لاعلنها.
ايش؟ في دفع ضريبه لما تكون عندك اكتر من ثلاث زجاجات خمر؟
صديقي مرضه بليا. ممكن تتصل بدكتور، من فضلك؟
ما عندي علم كتير ب النبيذ. ايش اللي يناسب هاد الاكل؟
ممكن تقولي علي الصبح، من فضلك؟
في محطه بنزين علي بعد كتير من هنا.
الليبين ما ياخدو اجازات طويله.
حسيت انني متقافل. هوا ده نادر شوف شخص ياباني؟
لا طبعا. ليش تقول لو؟
وين مدخل مكتب البريد المركزي؟
فين محطه باص جرايهاوند في هاد المدينه؟
مشي مطاعم اليابانيه في كيوتو غاليه، لاء؟
نفكر انها شويعه عاليه بالنسبه لي.
عندنا غرفه توين مع حمام بخمسه وثمانين دولار.
انا اريد سعر الكتاب.
اكثر بروده من المعتاد هذا العام، لكن ليس بارد بما فيه الكفايه للثلج.
وين نقدر نشتري تذكره ميترو؟
انا هكون عندي مقاعد كلاس اعمال، صح؟
كم تكلفه تاكسي من الفندق ده لالمحطه؟
انا اريد هذا وهذا، من فضلك؟
يقولوا اليابان بلد غني جدا.
في غرف نوم مجانيه في عربه النوم؟
يمكنك تخفيضه الي عشرون دولار، من فضلك؟
هديه لصاحب.
الثلج بيخلي الطريق زلق.
ما لقيت كاميرتي.
هادي نعمل زوج ساندويتشات بالهم.
عندك حاجه تعلن عنها؟
شفت جلده زرقاء؟ لابستها علي هذا الكرسي.
في محل زهور عبر الشارع.
انا من طوكيو.
انا عايز كريم ريفلون لشامبو.
عندي حاجات للغسيل.
امرته من وقت طويل.
انت ممكن تبعث حامل لحجره في الساعه سته صباحا؟
انا غادي اشرب شوكولاته ساخنه.
نقدر نرتب ليك نظافه الغرف.
خاص، من فضلك.
كم هو للفندق سي؟
امكنلي استخدم تذكره متعدده؟
انا عايز احجز طاوله لمين شخصين الساعه سبعه من فضلك.
انا عايز كريم ليلي.
هل تقدر تغطيه كهديه؟
ربع ساعه بعد الثلاثه.
حابب اخطط لارسل الفواتير لمتطلباتي اليوميه، فلو سمحت قوليلي العنوان واسم الشخص المسءول.
صعب علينا نتكلم انجليزي بطلاقه.
عندك هادش نفس التصميم مع كعب اعلي؟
نحب كابشون لولد عنده عشر سنين.
خدني لابني رود، من فضلك.
شكرا. مرحبا، شكراً علي الانتظار.
انا متاكد ان عندي حجز.
هس ارسلهلك، فانتظر هنا.
هنا لمده يوم.
عندي صداع خفيف.
استمتعت بالوجبه جداً.
لا، تفضل اجلس وانتظر. راح اجي علي طول.
انت ممكن تشوف السياره؟
ممكن تسوي لي خريطه، من فضلك؟
طيب يا سيدي. من فضلك كن في غرفتك حتي يجي الدكتور.
تسرّبت عند شاطء وايمانالو. تعال فورا.
كيف ميه دولار؟
انا عايز هذا معبا.
انا اريد ان اتقدم بطلب لاعاده اصدار.
الحكومه دعمت تعزيز الصناعات.
اكيد اكبر من خمسين سنه.
ايّ هو العمر الادني لممارسه هذا؟
عندك خريطه بسيطه للمدينه؟
اذا كان ممكنًا، افضل الا ازيل السن.
العدد كوره وحده، سترايكين اثنين.
فين ساعه اللي القطار هيوصل سان دييغو، من فضلك؟
خايف نشوف صندوقك.
انا عايز شامبو.
انا نازل في فندق هيلتون.
حس بي سيء وانا مريض بالغثيان.
لكن عندي موعد لمقابلتها في الساعه الثانيه.
هاد السياره تروح ادنبره؟
ايه، من فضلك املا هذا الاستماره.
كم تساوي رسوم الوزن الزاءد؟
اسمي كيمورا. انا عايز الغي حجزتي لجمعه.
اسف، في مشكله وحنا بنحلها. ممكن تنتظر شويه، حوالي ثلاثين دقيقه؟
ايش الساعه ممكن نخرج؟
خلاص فهمت
هاتكلم مع حد.
خليك تدفع الفاتوره دلوقتي؟
السياره جاتني من الجانب في الالتقاط.
هدي صندوق موسيقي.
فين الحي؟
فيها جوله اوتوبيس للبلده؟
ايش الساعه نبدا؟
طيب يا سيدي. في المتوسط الحجم نقدر نقدم لك ميركوري سابل. هو كذا؟
خد جروح في العضله.
لكن عليك ان توعدني انك ضرب الكوره, مش انا. اوكيه؟
كم باقي؟
انت ممكن تساعدني باقمشه؟
من نواع الجلد دا الحقيبه مصنوعه؟
ما اظن هاد السكين نظيف. ممكن تاخد لي واحد تاني؟
اشتريت هادا للتو، بس هتبدله بذاك؟
بصراحه، ماشي موافق مع داك.
هذا الطريق الصحيح لمحطه السكه الحديد المركزيه؟
مركب مع مرشد، من فضلك.
نحب اطلب بدله ملونه غامقه لنفسي.
مظله هادي حتكون كافيه لمعول.
خلّي كل حقايبي في الخزانه؟
اريني جواز سفرك
فين فيه مكان يقبل غسيل الاثواب يوم الاحد؟
توني برجر جبنه، من فضلك.
اي اوتوبيس روح ميامي؟
لا حاجه لمكافاه.
تقدر تشوف واحد في قاعه كارنيجي.
ماشي معتمد.
شو الاختصاص دي الحنه؟
انا عايز اجعل موعد مع الطبيب.
انا اسال لو فيه طاوله قريبه من الشباك لليوم عند الساعه سبعه مساء.
ماشي عاجبك اجي لبيتك؟
يبدو هناك حاجه لتحسين.
فين المترو؟
عندك ايه اصغر من كدا؟
وين نقدر نلقي اسبرين؟
هذا اسوا حال؟
خليك عطيني باص لمده اسبوع.
هذا زميلي.
شو نوع البنزين فيهم؟ بريميوم، عادي، و بدون رصاص؟
هادا واحد.
انا مريض بالزكام.
مغلق يوم الاثنين، لكن يوم khác يجب ان يكون علي ما يرام. اظن انه مفتوح من التاسعه حتي الخامسه.
هوا جلاه مشوي مع صوص خاص فوق طبق ارز.
خلينا نحتفل قال وakhadhni لمكان مبيعات الخمر. قال راح يتصل بالتلفون وخرج ومابيعودش وانا لاقيت نفسي مع فاتوره كبيره.
كم هو سعره للغالون الواحد؟
كان جوازي و بطاقه الاءتمان في حقيبتي.
الحجوزات الساعه سبعه، باسم مانو.
مش هتاخد فنجان شاي؟
انت ممكن تقوللي فين القنصليه اليابانيه؟
في فندق دكتور او دكتور علي اتصال؟
هو دايماً بيشتري في شارع بонд.
ورقه انجليزيه، من فضلك.
فين فيه مكان بيقدم موسيقي كونتري؟
نحب افتش حاجاتي القيمه.
اي واحد اخر من الصوف؟
كم باشراء للورقه؟
خليك، اضغط تسعه و صفر و واحد و واحد، ثم رمز البلد و رقم التليفون.
ممكن كوكا دايت؟
ممكن اطلب؟
كنه قياده حلوه. شكرا.
عذرا. ممكن اني اعدي؟
العدد الكلي للسكان في اليابان حوالي ميه و تلاتين مليون.
انا عايز استاجر مظله شمسيه.
ايه، و ناوي ارجع الشحن.
محفظه مع ميه دولار و بطاقتين اءتمانيتين.
الماي حار كتير.
انت هنا.
قنكه قهوه، من فضلك.
غير محتمل جدًا.
معدتي بتوجع بعد الاكل.
واو، ده مكان حلو.
ممكن يكون عنده امبولس هواءي.
خليت قرار؟
اذا كنت تريد، نقدر نستريح هنا.
خسرت اثر بريد مسجل.
ما تقدر تغير شغلك بسهوله.
اي محطه الجايه؟
طيب، بس مش الكراسي. الحر.today حر جداً.
نزل هون، وانتقل لاوتوبيس رقم سته.
عندي لازم القي الطياره العاشره صباحا.
باقي عندي شعور انني هاقي.
ما بدي شي ثقيل.
فضلاً
كم ثمن الفطر الطازج؟
شحن، من فضلك. هل تقبل فيزا؟
الليوم غادي نمشي نشوف شكله تاون الصيني.
اتنين ميه تسعه وتسعين سته وسبعين صفر صفر.
نحب نزيل اسناني.
انا عايز كيس كوزميتيكس.
انا اسال نفسي كم من النصيبه يجب ان اتركها.
وين يمكنني شوف "ال幽灵 الاوبرا"?
انا عايز اشتري هدايا لصديقاي. ممكن توصلي علي شويه؟
اكثر ببطء، من فضلك.
شو رسوم الفاكس الدولي المتوسط عندك في الشهر؟
مقلي من الجانبين، من فضلك.
طيب، ده واضح كتير. انتا الاتنين ارجوكم اعطوني رخصتكم وتسجيلاتكم. وانت يا ولدي، اسف، هنعمللك اختبار للنفس.
هادي جاهز بعد بكره العشيه.
هذا مصنوع من القطن؟
عندي دوايتي.
شو ناشوف في ذاك الجوله؟
ايه، فيه شرط انك تشرب مشروب واحد علي الاقل.
كم باشر ليوم؟
هاد الباص وقف قريب الفندق؟
انا عايز سي دي.
في طيران جال وانا اللي بيطير في العاشره وخمس وخمسين. لكن للاسف الطيرانين ممتلءين.
يناسبني جيداً.
يمكننا طاوله لخمسه؟
هي ما تفهمش الانجليزي اطلاق.
من فضلك قم بسحب شيك مسافر.
تقدر تعتني بيها من الساعه تسعه الصبح لحد حوالي ثلاثه؟
كم سعر البريد الجوي لليابان؟
انا مقفل برا. ممكن تفك قفلي، من فضلك.
اي جوله هي الافضل لمشاهده الاماكن الاكثر شهره؟
في مين هاديك المضيفه بتتكلم اليابانيه؟
كم حقيبه ممكن اجيبها معي علي الطاءره؟
لا، سيدي. بعد الظهر مليان. بكره ممكن.
انا ماشي اسال البواب علي الفلوس الصح.
انا اسف جداً.
نحنا عايزين نعمل حفله ليله الجمعه. ليش ما تيجي معانا؟
خير، غرفتك تسع وتمنين، استاذه. هدا مفتاحك.
مهم جدا اننا نكون عندها الوصول للمواد الخام اللي احنا محتاجينها للمشروع.
عفواً سيدي الضابط؟
هاد القطار روح مباشر لادنبره؟
هذا ضمن الحد المخول بدون ضريبه؟
خدلي حاجاتي القيمه، من فضلك.
كيفاش زحمه الجولات؟
انا عايز اشتري هدايا. في محل مناسب قريب من هنا؟
لوقت ايش مفتوح؟
هو برا دلوقتي.
مايومي، ممكن تسجل هاد الورقه بامضاءك؟
هادي واحد لك، سيدي.
مافيا شحنه مسجله.
اكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
عندك افلام صيف؟
امتي الرايح التالي ل واشنطن دي سي؟
الاطول هي في الموضه الان.
راح ارجع لليابان في الاثنين الجاي.
من فضلك، خريطه مترو؟
ازي رحله سياره طويله؟
مينفعش تبديله بلي جديد؟
شخصين
وين ناخد شنطه؟
انا مش حاسس نفسي كويس. ممكن ارفع كرسيا؟
حاديه عشر واربعين دقيقه الصبح.
ممكن تقول لي علي مطعم مشهور عند الشباب؟
سيارته كانت تجري بسرعه كامله.
ممكن اترك رساله؟ انا اتصلت لا确认 موعد مع السيد ابرت الاربعاء الجاي في الحاديه عشر صباحاً
انتي تقدر تشرحي مرضك بالانجليزيه؟
ممكن ترسل تاكسي للمدخل الرءيسي لمول وستمنستر؟
كم مره نغير القطار عشان نوصل؟
هذا صح؟ خليني اتاكد. اوه اسف جدا، السيده تاكانو. هذا غلطنا. هада فاتورتك الجديده. ممكن تتوقيع هنا، من فضلك؟
خمس دولارات عوده، من فضلك.
سدّ الحوض مافيش اغلاق كويس.
ديش الا رمزيه شكر مني.
هادي هتملء هاد الاستماره؟
كيفاش هاد النماذج البلاستيكيه؟
اي ماركات عندك؟
الكعب عالي عليّ.
مغلق برا غرفتي.
كم وقت عشت في باريس؟
هل يمكنني الحصول علي طوابع بريد لثلاث بطاقات بريد جويه الي اليابان؟
مكتوب جِي‌او‌ار‌او‌اتش.
خير عطشلك؟
استلق هنا.
خليها تلجرام عاجل، من فضلك.
بناء علي تقرير الطقس، هيمتي ثلج غدا.
انا عايز كره.
اكيد. رح نكون سعيدن نعملها.
هي، كتاب هزلي ماليزي. هاشتري واحد لاخذه البيت كحاجه للحوار.
طريق النجاح هو "Jinmyaku"، صح؟
هون واصل لفندقك حوالي التاسعه مساً.
عندي حوالي الفين وخمسمءه دولار بالين الياباني.
ايه، نحنا عملها. ه쇼ك شويه.
انا عايز حبوب نوم.
هنا حتي التاسع. اتمني ان تلقوا المجرم في اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك
عندي حلق ملتهب.
منحاج لبعض التذكارات من نيويورك.
انا بخرج. ممكن تبعث ليا بيل بوي؟
ساعتي وقفت.
اه، هو كده؟ ازاي بتحبه؟
مفتوحين في الساعه تسعه صباحا.
نحب كتاب تلوين.
انا عندي شعور انني ممكن اتعب من الطيران.
انا لازم اروح لبنك ياباني؟
عندك تحول الفلوس في البنك.
في وقت كافي للخروج؟
زوجك واحد من احسن العملاء عندنا.
عندك طبيب اسنان ممتاز؟
اوه. 应该立即通知领事馆 (Translation to Libyan Arabic) اوه. لازم تبلغ القنصليه حالاً
مذبذب، مش مخلوط.
خير، تريد طاوله في المطعم الرءيسي ولا في غرفه خاصه، سيدي؟
عدد كبير من الناس يروحو للشاطء خلال الموسم.
انا وزني حوالي ميه وخمسين رطل.
فين نتحول؟
وين مكتب المفقودات؟
في बस روح هناك مباشره؟
هل احتاج الي علاج خاص؟
هذا بيكون فلوس او شيك؟
نقلنا لهدا البيت من سنه.
كم مده ما هتاخد لجواز السفر يصدر؟
وين الحمام؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثون ثلاثه جنيه، سيده.
هديه. ممكن تغطيه بورق حزلي؟
منظر راءع. هذه مسارات راءعه.
في ناس جرحوا.
عذرا. فين المحطه هنا؟
ايه، عندنا حجز ليك.
عذرا، بس انا عايز امشي لفندقي في المدينه بالاوتوبيس. فين يمكنني اخذ الاوتوبيس؟
فرخه، من فضلك
هذا الغرفه 201. انا عايز اطلب الفطار للغد.
شو رايك في التحرش الجنسي في مكان الشغل؟
عندي اختين.
رحله رقم اثنان صفر ثمانيه، الي طوكيو.
ثم دعونا نضع حشوه من الداخل.
خلينا نلتقي ونناقش الموضوع اكثر.
كيف تريد تسريحه شعرك اليوم؟
ممكن تقوله بكلمات تانيه؟
راح استني بلي ما عندك.
نحنا عايزين طاوله جنب المسرح.
مابشيش. خير، رايح فين؟
هو عالي الفين واربعماءه متر.
دخول. من فضلك ضعه علي الطاوله هناك.
من فضلك الغاء رقم بطاقتي.
انا اسف، انهم نفدوا جميعًا، ولكن سيكون لدينا بعد عده ايام.
ممكن اتاخد قهوه؟
ما عندي موعد، بس هي مهمه عاجله.
ده مش صنيع كويس.
وين الدرج المتحرك؟
عندك كتالوج للاحداث؟
وين مدخل المترو؟
خسرت تذكري السفر الجوي.
مش عارف تقعد هوني خلال العطله؟
اسف جدا لانني ازعجتك.
انتي تقدر تحجز مناسبات؟
في حمام عام قريب من هنا؟
كام المجموع؟
هذا جداً جيد. الان للاسءله، من فضلك.
عندك فلوس زياده للباركومتر؟
اعلي مبيعنا للسنوات الاربع الماضيه كان جهاز نسخ اكس-4 5 0.
انا ادري لشمال؟
فين ممرضات يتكلموا ياباني؟
سعر راءع، مش كده؟
انت لازم تاخذه تسع وتسعين مره في اليوم، قبل الاكل.
انا بحبه.
نحب ثلاثي القاعده.
انا عايز جاكيت رياضي.
تقدر تسكن عند داري.
امكنني امتد كرسي، من فضلك؟
ممتاز. كنت ابحث عن تاكسي، لكن هذا افضل.
كوته كبيره. هو مصنع بريطاني؟
انا عايز اروح لمركز هارفارد. ممكن تقول لي ازاي متي ونصل هناك؟
زوجين وطفلين، من فضلك.
كام السعر؟
ستار وورز كان اكبر نجاح في تسع وتسعين واربع.
وين قسم اللي ما يدخن؟
دي "ت" زي توم، اي نعم عندي هنا، طارو.
انا اعتقد انها مناظريه.
انا عايز تفاح، من فضلك.
دي علاش؟
اي بطاقات الاءتمان تقبل؟
عندي وقت كفايه.
خير، وقت الغداء. هل تريد ان تناقشها اثناء الغداء؟
الكاميرا ديجيتال لي كانت في غرفتي اتسرقت.
مرحبا، اسمي عُده. عندي حجز لليله اليوم، ولكن ساكون متاخر قليلاً في تسجيل الدخول. لذا، رجاءً احتفظوا بحجزي.
هذه الاحذيه قويه؟
قول له انا مستني مكالمته.
يقولوا ان الانفلونزا منتشره هناك.
تواً وصل
انا اسف. ملءنا لليوم دي بعد الغدا.
انا مع اصحاب.
بموجب قول غورو، السيد يامادا عنده ولدين.
انت ممكن تقولها تاني؟
نحب اروح في طريقي لبرج لندن.
ربط حزام الامان.
الرمز المحلي ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذرا. في كوبري قريب من هنا؟
عذرا، انا عايز استخدم الحمام.
محتله.
ملابسه دايماً خارج الموضه.
عندك اكل البحر؟
ده غالي كتير.
باقي ناوي لكن خايف ما نقدرش المره دي.
خير، مازلت ما عرفت بعد، بس حاول اكيد.
ملح، من فضلك.
استخدم غرفه التغيير هناك.
تسعين دولار للتذكره من طرف واحد. نقدي او بطاقه؟
يمكنك تنضيف الطاوله لي، من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
انتي تقدر تقولي ساعات العمل؟
ارجوك غطهم علي حده.
معدتي مشحمه.
ده حلو. فين نقدر نستنا لك؟
نشو نبدا نلعب لما يخلصو؟
السكان ديال اليابان حوالي ميه وعشرون مليون.
املا الحقول التاليه علي بطاقه التسجيل.
انت ممكن تعطيني حاجاتي تاني؟
عندك مشركات حرير؟ انا بديت هديه لمراتي.
هنا جايين دلوقتي. ازاي رقم غرفتك؟
سيدي كوباياشي كان بيطولك.
نحنا بغيت اسافر من شانغهاي ل هاواي بالبحر.
ممكن ترسل حد؟
ممكن يكون جاهز بالعشره مساً الغد؟
ياخد عشر دقايق مشي علي الارجل.
قبل ما نلقي اليوم، ممكن تعطيني شويه دقايق؟
فين نقدر اوقف سيارتي؟
حسيت بارد و بطني عايزني الم شديد.
سكوتش وميه، من فضلك. و عندك حاجه ناكلها؟
كيف نطفء هذا الضوء؟
هو مشغول جدا اليوم؟
خيط اريد.
خليك عطيني شهاده طبيه، من فضلك.
انا عايزك تقصره بوصه هنا.
ماشي عارف اشعر بالمرض. من فضلك عطني دوا.
انت ممكن تقري لي جريده يابانيه، من فضلك؟
ماشي. يمكنني اترك السياره في اي مكان؟ شنو رسوم التسليم؟
اي اوتوبيس روح المدينه؟
في اكسبريس ل بوسطن؟
كُن صديقي بالمراسله.
راح نكون عند صديق.
انا متحمس جدا، ما استطع اقعد مكاني.
امكنني انزل فندق هيلتون؟
خليك تحذفه.
روح لشمال نزول هاد الشارع واخد اول يمين.
انا عايز اعرف امكن نرسل هاد المجموعه من الاواني لطوكيو.
نحب قوه جسميه.
في اكل مش حراق كتير؟
قريب بما فيه الكفايه لمشي؟
انا عايز كريم ايدي.
خليك عطيني الملح؟
انا عايز اروح وول ستريت. ازاي اروح هناك؟
الرياضه الزايده هتضرك.
بما في ذلك الفطار، الضريبه، ورسوم الخدمه، سيكون خمسه واربعين دولار للشخص الواحد لكل ليله.
ممكن تصلح هاد؟
عصر الخير. مرحبا.
ما لقيت شنتيك
امش ديريكت ، من فضلك.
الميه هنا امنه للشرب؟
اه، تعال. بس دولاران.
يمكنك تغيير هذا الفستان لاخر اكبر حجمًا؟
خير، هيا نروح. يمكنني اساعدك في واجباتك المدرسيه بعد ما ناكل بعض البيتزا.
ايه، سياده تاناكا. في رسايلتين ليك.
ما يلاءمشني.
غدا يوم تاني.
ممكن اساعدك. انت محتاج فيتامين سي؟
جوزتي اتسرق علي الطريق.
بعيد كتير. احسن تاخد تاكسي.
انا اريد مقعد في الممر، من فضلك.
انا اسكن في شقه بثمانين الف ين في الشهر.
انت ممكن تقاطعني؟
اريني واحد اكبر.
عذرا. ممكن نتبادل المقاعد؟
ايه طبعاً.
نزل لحد الركن ودرج لشمال عند ضوءه المرور.
كيفاش بغيتي الرولرز الصغار ولا الكبار؟
انا عايز غرفه لوحدي مع حمام بثمن ثمانين دولار، من فضلك.
انا عايز اودع قيمتي في خزنه الفندق.
عندك غرفه متاحه الليله؟
ايه، بسakhkh تاكد انك عندك التذكره معاك.
قله من الناس هيمشيو في الجوله الاختياريه.
ما يهم. علي اي حال، خذني الي وسط تشايناتاون. هسال نفسي.
ناس جداد يتسجلوا في ابريل.
اتمني ذاك.
سكوتشين و ميه، من فضلك.
من اللي игра؟
انت ممكن تتصل بي لو لقت شنتيتي؟
لشمال، من فضلك.
هتوقف معايا لصوره؟
لا. تريد تقرير عنه؟
دي سن في الامام بتالمني.
ايش اخر لعبه كمبيوتر لمتاع ولد خمسعشر سنه؟
نشوفك غداً
في مطعم اقل تكلفه قريب من هنا؟
لا، لكن شكرا. احسنت اشياء.
عندك خبز؟
كيف كون جيد في الكمان؟
صديقي زحف و وقع في الحمام.
مينفعش استعمل صواني مرجيه؟
المسيحيه كانت ممنوعه و البلد كانت مغلقه علي بقيه العالم.
كم بتحب؟
كوكتل جمبري ليها وال نفس الشيء لي.
ممكن تسجل هنا؟ و من فضلك اختم هنا.
كان من دواعي سروري العظيم زياره مقركم الرءيسي والمناقشات المعمقه معكم. شكراً جزيلاً لتعاونكم الكريم.
نومك مزعج.
مابغيبش اللون في النهايه. يمكن ارجعها؟
خروج من الباب دي هناك، وانتظر عند المحطه رقم سته.
فرخه مشويه، من فضلك.
فيديني شويه فلفل؟
ايه، انا عايز حاجه اقرا.
هذا السيد تاكاهاشي في الغرفه خمسماءه وتسعه واربعين. ممكن ترسل لنا اربعه عبوات من بيره بودвайزر، من فضلك؟
هذا سبعين دولار.
اتصل بي في فندقي لما تلقي شنطه
انا عايز استيقاظ في الساعه ثمانيه و نص بكره، من فضلك.
ايه بس ده كتير و انا مشغول بالفعل.
انا عايز غسول فم.
ماشي عال Salama.
انتا بتخفيض علي الكميات الكبيره؟
طوكيو صفر ثلاثه اربعه تسعه اربعه خمسه سته سبعه
انت ممكن تساعدني اجد الحديقه الحيوانيه؟
هو بتقولي كيف نضبطها؟
عند اي وقت بتخلص جوله الباص؟
انت عارف كيف تستخدم التليفون؟
اكيد. عندنا بعض علامات صفحات جميله للامريكيين الاصليين.
مُشغّل يتحدّث اليابانيّه، من فضلك.
نحنا مهتمين بالموضه.
انتي تقدر تسحبي سيارتي؟
هذا عياده اف؟
مرحبا، السيده ياماغوتشي؟ حزبك علي الخط. مكالمتك مقبوله. تابع من فضلك.
وين نقدر نشتري تذكره كوبون لرفع؟
ايش ساعه نوصل لوس انجلوس؟
امشي مستقیم لمده خمس دقايق تقريبًا، وادور لليسار.
هكذا الطريق تجاه الشاطء.
دي الشاي العشبي يساعد في تجديد الجسم.
دي مش مصنوعه في اليابان, عشان كدا؟
طيب. هات من هنا. هديك لغرفتك.
انا لازم اخرج من الفندق قبل الظهر.
هامبورجرين و قهوتين، من فضلك. انا عايز اخدهم برا.
امكنني احمل هذين الحقيبان؟
خدت اللحم، مش السمك. ممكن تغير هاد الشيء؟
ولدي تمام نايم.
مريض بالبطن
الجاكيته دي مش مقاسي.
نحنا عايزين نلقي السيد ويليام.
فيها مجموعه من سبع فيتامينات ومعادن.
السن مرخي.
امكنني استرد فلوسي لما اروح اليابان؟
شو دا الاكل مصنوع منه؟
اي بلد مصنوع فيها؟
ممكن تعمله في عشر دقايق؟
ماشي كويس بالانجليزي. في حد هنا يتكلم ياباني؟
وين نلاقي طوكن للمترو؟
عشرين نموذج اضافي هتتوصلك.
ما اظن انه لي لان بشرتي جافه جدا.
من فضلك، ممكن جدول مواعيد؟
ايه، انا فاكر انا هنتظر.
تسعه وتسعون دولار ساعه لكل طفل.
انا اسف، لقد نفذت الكميه.
يجب ان يكون هادء.
عندي معداتي الخاصه.
مفتاح الغرفه، خمس وميه ثلاث، من فضلك.
ايش الساعه بتتقدم فيه Terminal Man؟
وين الحلاق؟
الساعه سبعه، من فضلك.
حقيبه السفر دي مدمره.
زياره الاماكن السياحيه.
انا من اسبانيا.
في شي غلط مع هاد الشريحه. ممكن تعطيني شريحه تانيه، من فضلك؟
عندي حكه علي ذراعي.
ارسلها بريد جوّي لليابان، من فضلك.
وين اقرب صيدلي؟
نبي ذي نبيت تاني، من فضلك.
الناس كتير حلوين.
كم عدد المشروبات المشموله في السعر؟
خليك عملته.
وين باب الصعود للطيران ده؟
اذا كان متاح، هل يمكنك حجز طاوله بالقرب من النافذه؟
هل تم الاعلان عن الصعود بالفعل؟
نحنا في ارتفاع اثنا عشر الف قدم.
اولًا، نحن نريد ان نري وول ستريت.
وين محطه الباص لاكسفورد؟
هنتظر حتي ما يتحجّز التراس.
نحنا نشوف محفظه جلد؟
خلينا نشوف التلفزيون. في مباراه بيسبول علي الشاشه.
هادي هتكتب عنوانك هنا؟
خليك 告لي فين اقرب صيدليه.
للفندق ديالي، من فضلك. هدا عنوان الفندق ديالي.
كم عدد المحافظات غير طوكيو؟
قاطع الخط وانتظر شويه من فضلك.
ايش بتقوم بيه عادهً في البيت بعد العشاء؟
اكيد. امتي بدك تلعب جولف؟
هي هتكون في البيت حوالي الثلاثه.
انا عايز اتصل بالسفاره اليابانيه.
شوي اكتر
وين بتصدر الباصات السياحيه؟
كم تسال علي ارسالهم لليابان؟
ما عندي نادي ولا حذاء.
الياباني ين.ok؟
عندك موستانج؟
هنا هنقفز؟
سيدي كاواي، عندنا طاوله ليك دلوقتي. تعال هنيًا من فضلك.
اكيد. انزل الدرج هناك وقدامك هتلاقي اشارات. خليك متابعها بس.
مكتب الاستقبال. فين اقدر اساعدك؟
خليك انزلكني عند فندق هيلتون، من فضلك؟
انت بتشتغل لوقت متاخر بانتظام؟
اسف جدا، لكن مافينا غير كذا. كيف لو كانو اوراق انجليزي؟
طاوله لا للتدخين، من فضلك.
خليك عرفني قبل ما نوصل درهام؟
هذا طازج؟
مش كويس. دايما بتعامل معايا.
انت ممكن توريني فساتين؟
اكتبها من فضلك.
انا مسكر مع النبيذ.
احترس لان الجو بيكون متقلب جدا علي الجبال.
شيك المسافر والين الياباني، tamam?
عذرا، لقد تاكدت مع خدمه النظافه و مكتب المفقودات. مفيش عندهم.
مكان صعب نلقاه. هو في طريق صغير جنب الطريق الرءيسي.
ماشي عارف شي عنها.
نقدر نتكلم فيها في مقهي.
فهمت، يعني ماعنديش دفع رسوم التعديلات، صح؟
المشغل، من فضلك.
ممكن تخفض السرج شويه؟
هادي سكني الليله؟
طيب. هاخد اثنين فقط. شكراً.
هنا فاتورتك. هي ثلاثه وتسعين دولار وسبعه سنتات.
من الحظ انك
خليها طاوله مع景 ليله جميله.
هذا شغل مصنع ولا شغل يد؟
نحب اكري سياره من نفس النوع لمده 24 ساعه.
كان جميل جدا لقاءك.
انتشر.
خير، هسا، ندير شوفه عليك.
خلي بالك كم هي هتطول شغله لو سال سءال تاني لكل واحد. تعالوا نهض و نخد حقيبه سفرنا. لازم نمشي لبيان الجمركه بعد كدا.
كيف الوزن؟
في مطعم صيني قريب من هنا؟
المنصّه الخامسه فينّ.
ايش وقت الماتش؟
منحرف. ممكن تتحقق من كاميرتي؟
قهوه مع كريمه وسكر، من فضلك.
انا فاكر في الفاتوره غلطات.
خليها لي dik hada.
هو الباب سابع.
انت اسكتلندي؟
تلاته-اتنين-واحد-اتنين. انتظر لحظه، tamam? انا عايز ارسل لك حاجه هنا. عفوا.
ميه و خمس و تلاتين ين للدولار.
التنانير القصيره مع الاحذيه العاليه لن تخرج ابداً من الموضه.
امكنني اتكلّم مع المدير؟
لما خسارهك مختلفه عن العداد؟
ايشوف هاد؟
وعدت نفسي لما شفتك هعرفك.
ايش في؟
مش بشوف حالي كويس. ممكن توصلي دكتور؟
حفلتك بدات. اروح.
في عرض علي الارض؟
المطبخ مش بيطفيش.
كم مده المشي من هنا لمبني البلديه؟
خد هاذا الدوا بعد كل وجبه لما يوجعك بزاف.
انت بتحط الفلوس في ظرف مزخرف خاص اسمه شوجيبوكورو.
حد حد اصاب
انا اسال نفسي شو نديله؟
عندك خريطه للمترو؟
عندي غرفه جاهزه لك في الفندق الكبير. ممكن تروح هناك؟
عندي الم في عيني اليمين.
ماشي كويس باللماني.
خلينا نتقابل تاني بسرعه.
هتخد في هالبنطلون؟
امكنني استعاره ريشه و كوره؟
يمكنك تضمين بعض التغيير الصغير؟
انت ممكن تحصل علي نصف قرافه؟
مرحبا. انا جن.
ناكاي
انت مش عايز اني اصورك وانت جاي في تاكسي؟
اتصلت عن حقيبه مفقوده قبل ثلاثه ايام.
انا عايز فندق اقل تكلفه.
يا، في حاجات كتير لازم تشوفها في قريه جرينتش.
في الاعمال. عندي صله اعمال هناك.
يتوافق مع بزتتك.
انت ممكن تشوف علي شنتيتي؟
كيف بتحب الفكره دي؟ قبولنا شروطك بتاعه سته اشهر اشعار شرط انك تعطينا الحق في البيع لمده سته اشهر بعد انهاء العقد
عفوا. انت عارف نيويورك كويس؟
هنتضر. من فضلك اتصل بنا لما تكون جاهز.
انا عايز اشوف جراح.
هاد المكونات طبيعيه؟
نحب اركب في سياره رياضيه.
الرمز المحلي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
مرض بالزكام.
سياره صغيره جدا هي الافضل.
نحب ارسل هاذا علي العنوان العام.
خليني نقل المكالمه للي مسءول.
كمان كبير تحب؟
يا ريت. ما درت اني لازلت عندي هادشي.
عندك صندوقيات لشحن البارصيلات؟
هي شركه الطيران هتديفع مصاريف الفندق و الاكل لي؟
هذه كل حقاءبك؟
كيف تريد اتمام المكالمه؟
خير، غالي. مش مصنوع في اليابان، ايه؟
خليك عطني الملح؟
وين اقرب مطعم من الفندق هذا؟
انا اريد شامبو للشعر العادي.
امتي بتقول هاتلقي؟
نتمني ليك سنه جديده مبروكه ومليءه بالسعاده.
انا اريد سبрайت كبير.
قولها تاني ببطء.
عذرا. انا اريد اطلب طلب.
عندنا جمبري نيوبرج و ساق خروف مشوي.
انا اريد غرفه لمشاهده مناظر جميله.
ثلاثه كءوس من عصير الشمام، من فضلك.
عندي تلات ولاد.
روح مستقیم لتحت في هاد الشارع ودر بشمال في الناصيه. هتلاقيها علي يمينك.
هادا جوله كامله اليوم؟
كم الثمن لطيكت رحله ذهاب و عوده لاوكسفورد؟
روح النادي الرياضي كل يومين.
وين نستطع ننزل خلال الجوله؟
ايش وقت الخروج؟
كم رسوم المرشد في اليوم؟
وين نلقي اقراص مدمجه؟
عذرا. انا طالب جامعي من اليابان. هل انتم طلاب في جامعه نيويورك؟
هل تقدر تقول لنا كيف بتقيم هذا الخطه؟
اكي، عندك معارف محل اسطوانات قريب من هنا؟
فلاش او شحن؟
انا اعمل في شركه تجاريه.
ماشي ادب يسال الناس علي كم ياخدو.
هذول ليڤايز خمس واحد اصليين؟
ايش ساعه ممكن اغتسل؟
ما تبدو اكبر من واحد وعشرين سنه.
فهمت. بالفعل، فيه فيلم سرعه عاليه فيه. عندك مشكله لو نزلتوه؟
اشتريته حالاً.
انا هージيب واحد حالاً.
تمام ثمانيه دولارات. والان هادا جاي.
ارجو اظهارها مع عناصر الشراء للجمارك في المطار.
في اي من المحلات التجاريه بيع بالتخفيض دلوقتي؟
مُشغّل، خذلي محطه النار.
عندي بطاريه ميته.
وقف عند العبور اللي جاي.
اه، ها هو. وهل كل شخص يجب ان يملا هذا الاستماره الجمركيه؟
ومين اسمك لو سمحت؟
انت مش عايز اتصلي مكالمه جماعيه؟
مرحبا. كيف حالك؟
وين قسم السفر؟
ايش اسم الشخص اللي بتحب تتكلم معاه؟
انا اسف، مش موجود حالياً.
شوف ده. شوف ده. هتقوليلي الفرق بين الراجل ده والراجل ده حظ؟ محمد، انعطف، هتعملي ازاي؟ ما بتحسش لو انزلك هنا. انا متاخر. صديقي، كان سعاده اللقاء معاك، ок؟
بتشوف غرفتك علي البلده؟
في رسايل ليا؟
بازه غالي كتير. ما نقدر ناخذه بثلاثه دولارات؟
نحنا عايزين غرفه في الخلف.
انا غادي اشرب كاس نبيذ.
انتي جميله.
انا اريد غرفه سرير مزدوج. كم ثمن الغرفه في الليله؟
هو علي بعد تسع وتسعين ميل.
فينس وليندا يريدون يكونوا لوحدهم،,所以 انا خايف انا مجبور اقعد هنا الليله.
من فضلك احتفظ بهذا الامتعه تحت الحراسه.
اسمي ساتو.
عرفنا نادي قديم للجاز في وسط المدينه.
انا هاخد هذا الطعام المحدد.
انا عايز اجرب نفس الاكل دي.
من بعد هناخدها.
هاد يروح للي الطابق السادس؟
جلد التمساح؟
خليها في كيس الغسيل و خليها هناك.
انا عايز اطور الفيلم ده. امتا هيبقي جاهز؟
من فضلك ما تديش هاد المفتاح لحد غيري.
طيب. هاخدك من الفندق في الساعه ثمانيه.
الشباك مزيان.
خلي شعري المتدلي ينزل، من فضلك.
هل جميع نفقات النقل مشموله؟
دار الاوبرا الميتروبوليتان
وين مكتب استءجار السيارات؟
حمي صبيت البارح.
مش لزوقي.
اي خضار عندك؟
انا عايز برماننت مفتوح، من فضلك.
امشي دكتور وين؟
لونو غلط.
السن انكسرت.
هذا مقعد ممر ام مقعد نافذه؟
انا مهتم بالتنزه في الجبال.
مين يقدر يسلم شنطه لي لغرفه؟
اريني واحد للفتاه الشابه.
انتي تقدر تقفلي هنا؟
عندك حاجه بتقدر تقدر تبيعها بثمن حوالي ثمانين دولار و صفر سنت؟
عطشان
لا حليب، من فضلك.
عندي ثلاثه حقاءب.
فين البحيره؟
عذرا. اضغط علي الزناده من فضلك.
مينفعش اقرا مجله او حاجه؟
جنوب.
كم سعر تذاكر الشرفه؟
نحنا عايزين غرفه تشوف البحيره.
في بريد قريب من هنا؟
طيب. هنسلك هناك.
الجزء المكتوب بالخط الماءل يشير الي التغييرات التي حدثت في التسعينيات.
هو عنده ثلاثين سنه.
طيب. ممكن تكتب العنوان مره تانيه علي هاد الغلف؟
نحب نمشي للحارودز. ممكن تسوي لي خريطه، من فضلك؟
ايش بتعمل لما تكون عندك وقت فراغ؟
عندك بطاريات للكاميرا دي؟
انا اريد كابل اطلاق.
انتي اخر واحد في داك اللين؟
انا فاكر انه مكتظ.
رصيده حلوه.刚刚 خرجت.
انتي تقدر تقولي اماكن السياحه هنا؟
في محلات تجاريه كبيره قريبه من هنا؟
انا كمان.
نحنا عايز انضم من سان دييغو.
كانت فكرت انني هاخد ذاك الكورس في السمنستر الجاي.
النبيذ مش بارد كفايه. هتخليه ابرد؟
تقدر تغير هاد الاقراط للي بتتقفل؟
ايش هي اهم حاجه interessك دلوقتي؟
انا عايز استرد فلوسي. ممكن ااخد فلوسي تاني؟
مبقاش نلقي مشروب زي ده في اي مكان تاني.
اذا اشتريت هذا ايضا، يصبح المبلغ خالي من الضريبه.
امكنني اشوف شهاده التلقيح ديالك، من فضلك؟
انتي تسافري كتير؟
انا جاي من امريكا
عندي تذكره طيران لسان فرانسيسكو.
اذا كان فقط خمسه عشر دقيقه من المحطه، فهذا سامشي.
انا عايز فندق اقل شويه في السعر.
البونساي بيبدو هوايه رجل عجوز.
ما قررت بعد. ممكن تعطيني شويه وقت زياده؟
عندي صداع.
هاتشرب معايا قهوه؟
انا اريد شهاده طبيه وايصال عن التامين.
لا لا، عجل من الامر. نحن متاخرون.
ما بدي نشتري باكثر من عشرين دولار.
ليش الطياره مش بتطير؟ قوللي شنو اللي قايحصل.
كم الثمن؟ هل تكتب الثمن علي ورقه؟
نحب نستاجر كرسي شاي
انتظر دقيقه من فضلك.
هل يجب علي السيدات ارتداء فساتين رسميه؟
ما تلمسنيش
عندك سيجاره؟
اذا كان الريح مش قوي، نقدر نمشي ل تيكي بوينت.
راءع.
هنا غادي نغلق. شكرا علي انتباهك.
في اي الوان تاني عندك؟
من هو؟
عذرا. ممكن تقوللي فين موقف التاكسي؟
واش رايح تشرب؟
هنا هو.
وين اقرب محل ادوات؟
هم. ما شغالش، عشان كدا؟ تقدر تتحرك لكرسي فاضي، لو كنت بتحب.
انا ابحث عن هذا.
طيب يا سيدي. وش نوّع عسل؟
كوتش او بولمان؟
شيكات المسافر. شكرا. هنا تذكرتك و بطاقه الصعود. كن هناك من فضلك، ساعه قبل موعد الطيران.
الم حاد.
اسمي غورو موتوياما. ورقمي صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
حسيت بمرض كبير.
شو هي اوقات عرض "حب كوسي"?
ماشي. هتاخد قهوتك دلوقتي ولا بعد؟
قوللي احر نادي ريجي في نيويورك.
باي طريقه منتجك مختلف عن منافسيك؟
ازي مافيش حد بيتعلم الاجراءات الامنيه؟
هي شارع خلفي خطير؟
ايه، من فضلك اتخد الاجراء اللازم.
ايه، واحد بس. امتي هعرف؟ ازاي هتستعوضني؟
هنا بطاقه تعريفتي.
نحنا نفضل طاوله جنب الشباك.
خليك 告لي بارخص طريقه لمشي لسان فرانسيسكو.
عندك عرف بمطعم كيوا؟
طريق واحد
هجيب عريض لو قعدت هنا اكل دايما.
في ناد ليله ممتاز مع عرض فلامنكو؟
هدي فستان جميل عندك.
رجلتي تعبانه
وين اقرب غسيل ملابس؟
ممكن نتبادل المقاعد؟
مقاعدين اتفرقوا.
فعلا، انا كنت بغيت اتامين هاد البارصل كمان.
الفاتوره جايه ميه دولار.
مخارج الطوارء موجوده في مقدمه ووسط وخره الطاءره.
طيب، حجزك تاكيد مره تانيه.
الكعب عالي كتير.
نحنا عايزين طاوله علي التراس.
يعني ده ان الفيلم ممكن يكون مش مناسب للاطفال تحت خمستاشر سنه.,所以 الاباء لازم يفكروا اذا يسمحوا للاطفال يشوفوا الفيلم.
كيف تريد المال؟ من فضلك املا هذا الورق ووقع هنا.
فين ما بطني بيوجعني.
عندك اطباق منخفضه السعرات الحراريه؟ انا في نظام غذاءي حالياً.
مافيهش مصاريف.
ايه، عندي تذكرتين لمباراه الجايانتس و الدودجرز.
نحنا واحد من اهم الموردين للحواسيب الصغيره.
شكرا. انا كمان. مع السلامه لحد حينها.
توام مع حمام، من فضلك.
سقطت من الدرج.
ايس كريم ايه اللي انا نوصي بيه؟
هم. هادي. اللون جايبك حلو.
وين كتب اللغات الاجنبيه؟
شريحتين وسبрайت
خليني سيجاره.
ممنوع يدخل البلاد- اسف. خلاص اعتقد انه خلص كل شء.
ايه، انا كدا. كانوا ساكنين قريب مني في كاليفورنيا لكنهم نقلوا الي فلوريدا من سنتين. وشو عنك؟ انت مسافر لوحدك؟
مريض
ولدي بيهظر متعب بسبب الحمي.
فيه حجم كدا من فضلك.
اوردرات الميريت الثقافي بتتمنح لالفنانين والمثقفين المتميزين في اليوم ده.
انا ياباني.
ده غالي كتير.
ايه.akhod autobis eli rayeh l kyoto-eki.
الي الاعضاء فقط؟
الغرفه ب 6 الاف ين ليله.
امكنني اجيبه معي علي الطاءره؟
طيب. كل ما بدي اعرفه هو اذا كان البيزنس هيشوف نفسه بنفسه.
طيب. ختيرش شال يروح معاه؟
شحن البطاريه، من فضلك.
مستعد لامر الشراء.
الملاحم العشبيه لمعادن الحمام تترك بشرتك تشعر بالنعومه والانسيابيه.
اكتب اسم الشركه الجويه ورقم الرحله ايضا.
真的. اليوم الاحد، والاحد هو اسوا يوم.
ايه، دا مشكله في التخلص من النفايات.
نحنا عايزين هالنمطجه في اعداد خمسه اماكن.
كثير من العاءلات عندها دخل مزدوج.
اوه. ده الفضه نادره "القمر والجرس". متاكد انك عايز تتبدله؟
امي واختي جايين من اليابان يشوفوني. هما هيكونو هنا حوالي الساعه سبعه مساء.
البراون مشهور جداً هذا العام.
فكره ممتازه. امتي بتحط خطه لتجي؟
طيب. مقعدين، من فضلك.
وين السوق؟
انا بانتظر تجربه بدله السباق الجديده دي.
خَيَّلَ لي انكم انتم بتاكلوا فقط دونات.
كم تكلفه تذكره الدرجه الاولي الي ادنبره، من فضلك؟
باقي فلوسك اللي عطيتني فيه نقص عشر دولارات.
انا كنت اتكلمت مع السيد سميث في الغرفه 201، لكن مافيهوش جواب. ممكن تكتشف لو لسه موجود هنا؟
انا عايز واحد حديث.
انا اعمل في شركه نشر.
من فضلك املا هذا؟
شو الشارع ده؟
يمكنك وزن هذا الحزمه؟
ايش اسمها بالانجليزي؟
استمر في الصعود في هذا الممر، ثم ستجده علي الجانب الايمن.
نحب اتامين هاد.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
طيب. تفضل دخل.
ايه، سيدي. انا جاي هنا علي الافطار كل يوم، من الاثنين لخميس، قبل ما اروح علي الشغل.
مش مشكله
من فضلك اتني ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
ايه، نقدر نخدمك من الساعه سبعه.
استلق هنا من فضلك.
خدومه سريعه جدا.
يمكن يكون جاي بعدا.
التف للشمال عند العبور القادم.
عذرا. كيف اروح البنك؟
فيها خدمه اوتوبيس لミュージوم فورد؟
ايه. اسمك ورقم غرفتك، من فضلك.
كم مده وصول البريد الجوي لليابان؟
طيب. شوفك الساعه ثنين يوم الاحد.
نحنا عايز نمر من نيويورك لتورونتو.
الزّيّب ركب. عندك زي ما هاد؟
ده حاجه مش نظيفه.
ممكن تعيد تاكيد رحلتي؟ هада تذكرت طيران شركه الطيران.
عندك هادا باخضر غامق؟
هتوصلني كانتربري وترجعني؟
امكنلي استخدم شوكه جديده؟
شكراً جزيلاً علي لطافهك.
عذرا، ما بنبيع تذاكر للسينما.
خايف نشوف هادا.
اه، هاذي حاجه حلوه. ايش عندی افعل؟
بغيت امد فتره اقامتي هنا بيومين اكتر.
خلي تغير مقعدي.
عندنا جمبري ممتاز اليوم.
الي اي ساعه مفتوح؟
دخان ولا لا؟
غالي عليّ. مش ممكن تصيره ارخص؟
مفتوح يوم الاربعاء صباحا او يوم الجمعه بعد الظهر.
ما حجزت غرفه.
عشان الصيف في اليابان بيكون حار جدا، و ما كنا عنا مكيف في الايام دي.
ممكن تتصل لي بتاكسي عند الثامنه بكره الصبح؟
مش مُشجع.
ليش ما نستني عندها الباص تحت المظله؟
تعال، كينجي. ديني ارشك المكتب.
ايه، مفتوح من التاسعه لالتاسعه.
ما نستطع نشوف كويس بالليل.
كيف اثرت الركود علي الاعمال؟
عندي موعد تاني.
فين استطع استخدم خريطه الطريق لل مدينه؟
الهادي اللي كنت ابحث عليه.
ما فهمتش شرحك.
عندنا نربط. رايحين بوسطن.
وين احسن مكان للسياحه؟
هو متين؟
متعت نفسي جداً.
خير، كنت احب ان يكون لي وجه اصغر مثل جوليا روبرتس.
تقد ياخدها من فضلك؟
رُحَلَه رَقم 703 لِشَرِكَه طِيارَان ABC مُتَجِهَه اِلَي طُوكِيُو، الرَجاء التَقَدُم اِلَي بَوْءَه عِشْرِين لِلاجْرَاءَات الحُكُومِيَه.
وين محطه الباص ل ب؟
فرد ل فرد، من فضلك.
وين نقدر نشتري غطاء طاوله؟
هل يمكنني توظيف مرشد يتكلم اليابانيه؟
خليك صورتي ايك؟
ما كلت هاد الاكل.
قَطَعت اصبعي. فين فيه معقم؟
انت ممكن تحصل طوابع ب 95 سنت؟
هنا في ربع لسبع.
انا عايز عطر.
من فضلك، في جدول مواقيت؟
انتا جا لمدرسه هنا؟
كم كان فيه؟
فندق هيلتون بعيد من هنا؟
انا متاكد انّي وضعته في حقيبتي.
ايدي فوق
في مطعم تقدر توصلهلي قريب من هنا؟
ايش предпочيت، غامق ولا فاتح؟
انت ممكن تقوللي فين غادي نطير؟
تيكيت النقل، من فضلك.
فين مكان حلو للخروج يوم واحد؟
انا اريد حقيبه كيلي الحمراء بنفس الشكل مثل هذا.
بازي مشي خليك جدول؟
ايش الساعه البنك يفتح؟
حسيت بمرض.
انا بتخليفي. ممكن تساعدني وترسم لي خريطه؟
خارج
خدني للمستشفي
انا لازم اجي للمستشفي كل يوم؟
مبتلي بوجع في بطني.
كم رسوم البريد لطرح هاد الرساله لليابان؟
انا عايز كاس شيري.
خليك تحتاج ناخدك من المطار؟
الرّكوب بيبدا الساعه اربعه و نص فمن فضلك كن هناك قبل كدا.
من ثلاثين الف ين.
وين نقدر نشتري كارت تلفون؟
امكنني ارجعه في مدينه تانيه؟
خطه لي ان ابقي لمده اثنا عشر يوم.
خلي القمه شويه اطول.
انت محتاج تشوف специалист.
دقايق قليله، من فضلك.
التراك رقم اربعه عشر
اوه، انت كده؟ عندك اختيار كبير جدا.
ما لقيتهم فين
عندك مقاعد فاضيه لمدينه لندن؟
انا اريد نسخه من تقرير السرقه.
هو كتله واحده لتحت الشارع.
ممكن تعطيني نور لما انت مشغول؟
هاد السجاءر خفيفين؟
طيب. زي كده.
القطار التالي في ساعه واحده.
نحب اطول كُمّات جاكيت الرياضه دي.
عندي حجز. ده رقم التاكيد.
عيد ميلادك قادم.
القطارات وقفت بسبب الاضراب.
تقدر تسويه؟
الشارع كان مخدّش بوسيله النقل.
هو البنايه التانيه علي الشمال دي البنايه البيضا.
حجّزنا مقعد لشهر اكتوبر الخامس والعشرين يغادر في الحاديه عشره صباحا.
لا، شوي اكتر من الامام. هناك، ايوا.
ايه، دا ما يشملش الاكل.
فين يمكنني استرجاع هذا التذكره؟
ليش يحصل؟
خايف استريح.
سيارتي خربت، جيبها من فضلك.
نحب شعري اطول شويه من الخلف.
ايه نواع عندك؟
انا موافق. من الاماكن المفضله لي.
ايش نوع موديل في بالك؟
اسمي ميتشيكو تاناكا، ورقم الطيران هو خمس ميه واحد لمدينه طوكيو.
ممكن تساعدني وترسملي خريطه بسيطه من هنا؟
وين نلتقي؟
نحب استعد شعري زي ما كان.
خلي خمسين، من فضلك.
وين نستطيع تسجيل الدخول ل JAL؟
ايش هي المحتويات؟
فين فيه اماكن مشهوره في المنطقه؟
خلي بالك فلوس زياده، من فضلك.
طيب. هنسلمك انك الشنطه هتكون هنا.
هذا تخصصنا، سمك السول الدوفير المشوي.
هنا باش نبقي.
سُرِقْت.
ماشي. هل عليّ تركيزه؟
هنا نشارك.
مافينا مش داك النوع بالظبط دلوقتي. ه check stockنا. استني دقيقه واحده، من فضلك.
سكوتش مع ميه، من فضلك.
ده حاجه مثيره للاهتمام. كم ثمنها؟
خد الحجه دي لصيدليه. تقدر تحصل علي الدوا هناك.
انا امرت بذاك.
ايه، ممكن توقف في اي محطه بين هنا وشيكاغو.
وين نقدر نشتري هدايا؟
غالي كتير. ما نقدرش نشتريه.
انت ممكن تعطيني رقم ABC و الشركه في شيكاغو، من فضلك.
وين الكاتدراءيه؟
كيف تريد البيض؟
قريب جداً من هذا البنايه.
لا، انا فاكر ناسوا يجيبولنا واحد.
طيب. اتاكد. ممكن ناخد رقم تليفونك، علي اي حال لو احنا محتاجين نتواصل معاك؟
ايش اسم الرسام؟
هل يرجع له ياتصال بك لما يجي؟
انا عايز اختار ذاك.
انا بحب خدمتكم دي للقبول بشامبانيا بعد ما نركب. دايما ارفع كاس علي صحتكم.
اربعين دولار في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
راح اراهن خمسه دولارات.
ماشي طلب شخص تاني؟
انت ممكن تقوللي كيف نروح للمتحف؟
انا اسف جدا، لكن انا عايز اءجل الموعد.
انت ممكن توصّل رحله؟
قطارك هيخرج من الرصيف رقم تمنيه.
انا ابحث عن حقيبه مع حزام قابل للتعديل.
نحب يبقي تحت ميه و ثمنين دولار.
هسالك بعد ما نشوف حولي.
ايه. حجز لست ليالي، من فضلك. بدايه الثالث والعشرين من يوليو.
ممكن توري لي تصميمات تانيه؟
ايش نوع عصير تحب؟
انتي راجعين لداركم عطله؟
وين نروح نشوف منظر حلو؟
ده كان مكسور من الاول لما فتحت العبوه.
اغسطس التاسع والعشرون.
نحب ارسل هاذا بالبريد الجوي لليابان.
عيد الشكر للعمل. هو يوم من الايام اللي نشكر فيه كل الناس اللي بتعمل الخير للجماعه من خلال اعمالهم.
هاد الغرفه صغيره كتير.
انت ممكن تعطيني شاي اكتر، من فضلك؟
نحب ننظف هالملابس اليوم.
فين فيه بنك قريب من هنا؟
خليك نضف الطاوله، من فضلك؟
سكين، من فضلك.
همه مطبوعات.
اكتب رقم غرفتك من الخلف.
نستخدم عيدان الطعام لما ناكل.
رحله دلتا رقم ثمانيه وعشرون لمدينه نيو اورليانز سوف تتاخر تقريباً ساعه واحده.
لما ارجع لليابان، هكتب لك خطاب. لو عندك وقت، ارجو ارسل لي خطاب.
خليت تذكري السفر عند الفندق.
غرفه وحده بدون دش، من فضلك.
شكراً مره تانيه علي التذكير. هل كتير من الناس بيعتادو نسيان توقيع اسماءهم؟
خير، نحن ننفد من الوقت. هل نستمر في هذا النقاش يوم الخميس في الساعه الواحده؟
نحب نلبس بيجامه.
طيب. هاتكلمك لما يخلصوا.
كيف الغدا؟
الليموزين هيوقف عند البوابه الشماليه اولا.
الي اي ساعه ممكن استخدم مطعم الفندق؟
ازي قطار مباشر؟
خير، بدا متاخر شوي. انا فكرت لازم نمشي حالا. شكراً جداً علي المساء الجميل.
انت ممكن تعطيني دوا للبطن؟
نحب دجاج مشوي.
ذنبي. مش ذنبك.
عذرا، امتي بيكون النهايه دي الفيلم؟
هذا، من فضلك.
حليّ سرق. محتاج اقدّم بلاغ.
لحظه من فضلك. ه nốiك مع السيد جونز.
مرحبا. هذا خطوط يونايتد الجويه.
وين عرف السيد جونز الياباني؟
عندي واحد صغير من نفس التصميم.
تقدر تقلص هالبنطلون؟
الجمعه ليله، عند التاسعه.
هاد البوابه لڤيڤاس لاس؟
عندك باص من المطار؟
ملعقه تانيه، من فضلك.
هذا شويه مالح، بس انا بحبه. جبتيه معاك من اليابان؟
اسرع بيه، لو ممكن.
ممكن تدفع عشر دولارات هنا كديبوزيت؟
ايه. صحني بعد تلات ساعات، من فضلك.
انا عايز اطلب، من فضلك.
اش نقول ايوا ولا لا؟
ملعقتين، من فضلك.
ايه المواقف الجايه؟
السياره بت发出 صوت غريب.
ايش الساعه المكتب البريدي بيغلق؟
دفعت مسبقاً مبلغاً مقدمياً بقيمه خمسين دولار عند تسجيلي الدخول.
عندك دوا لل胃 المضطرب؟
هل لازم البس ستره وقميص انيق؟
امكنني نقل فلوس لي حساب التوفير؟
نسيته شانتيلي.
انا اريد تاكيد رحلتي الجويه مره اخري.
ساعتي. كانت سويسري 制作 رقمي جديد تماماً.
نجحت في ذاك الاختبار بنجاح باهر.
خايف نروح لمكانات ممتعه. انا سايح، عارف.
امكنني اروح ازور الاماكن السياحيه وين الباخره مرسي؟
احسن ت điều المراه الخلفيه.
هون فينا انتظار عشر دقايق او شويه.
مينفعش ااخد الصحون من عندك؟
من سعيد بموافقتك. في اي وقت تريد؟
نفكر خليت كاميرتي هنا لما جيت العشا بالامس.
جمّعهم عند البوابه.
لا لا، دا مش هيحتاج. انا هساعل نفسي. انت عملت اكتر من كفايه.
اما اصلاحه او استبداله، من فضلك.
انا ممكن انشوفها في الشهر الجاي.
خد وقتك.
كيفيه مقارنه هذا المنتج الجديد بالمنتجات الحاليه؟
باءعين المحل كلهم طيبين.
تقدر تحفظلي هاد؟
دقيقه واحده من فضلك
عندك طواقي الادعاء؟
انا عايز استاجر سياره لمده اسبوع.
ايه، في البدايه، اغسله علي حده.
اريني ساعات رجاليه.
ربعه عشرين دقيقه
كم تكلفه الليموزين للذهاب الي وسط المدينه؟
من الصبح.
خلينا نسرع. هما بداو يركبو حالا.
يخلي بالضبط.
طالبنا بدجاج.
عشره ايام.
كم عمر هذا الولد؟
كم الكل مع بعض؟
انا اريد نفس الشيء، من فضلك.
خسرت شيكات السفر.
خليك عطيني دوا للزكام.
خليها في كون.
انا دايما اشوفه كل صباح في القطار.
انتي تقدر تاكل العشاء معنا الليله؟
هادي نبقي في فندق بي حتي غدوه. هيكون لي فرح لو حكيتله اني هنا.
الطيران متاخر ب 45 دقيقه
اسمي شينو يامادا.
شو الاختصاص دي هذا المطعم؟
عندنا نبيذ ابيض ممتاز.
بس دوا للزكام.
يمكنك نزول حقيبه السفر لي الي اللوبي غداً في الصباح؟
يا ريت، باحس انّي ناقص شي كل مرّه نمشي.
خسيت استخدام ذراعي الايمن.
مرحبا، هاد ملك روي؟
من بعد، هتجي لشارع تجاري. لو انت متابع الشارع هتوصل للمحطه.
لا، لا هنا. في غرفه للتدخين في مءخره هذا القطار.
من فضلك، فين يمكنني استلم كاتالوج؟
وصل هناك بالتسعه، من فضلك.
ايه سيدي. ازاي تريدني اقطعه؟
انا فاكر في مشكله في الفاتوره.
زيوت وخل مفين كفايه.
عندي بالظبط اللي انتا بتحبه. ممكن اقترح لك هاد؟
قهوه مع سكر.
هو سبعه عشر صباحا. اوه اسف. لقد غلطت.
هل سمعت يوماً عن اسبوع ذهبي في اليابان؟
شكرا. رجع تاني من فضلك.
مازال محجوز بالكامل؟
ممكن نسيبه في اي مكان في البلد؟
اي رقم اتصل بي من هنا؟
كيف اروح ديزني لاند؟
تفكر كذا؟
عذرا. فين المطعم الرءيسي؟
نحب اتصل باليابان.
D اثنا عشر رقم مقعدي. فين هو؟
ايش هادش، من فضلك؟
ايش نوع في بالك؟
ايه. هنوصل الساعه ثمانيه بالتوقيت المحلي.
اذا وجدت شيءا، يرجي الاتصال بي.
انت ممكن تعطيني شويه خنزير وبيض؟
شربات الشمام للمُقبلات، من فضلك.
المايه الحاره مش حاره كفايه.
هو غادي تفسرلي كيفاش نقدر نعمل داكشي؟
اكتب عنوانك هنا.
امكنني استخدم فلاش؟
شكرا. عود لغرفتي نفس الساعه بكره. هيكون الصور جاهزه ليك وقتها.
انا اسف حالياً ممكن تطلب فقط من قاءمه الليل.
مُزَوَّد بالرصاص او منزوع الرصاص؟
عندي صداع.
هذا الغرفه اثنا عشر صفر سبعه.
انا اريد غرفه مختلفه.
كم مده صلاحيه هذا التاشيره؟
في مستشفي قريب من هنا؟
نحب بدله.
عندك عرض اكبر؟
ممكن البس تسعه؟
فندق امن يقدم افطار راءع، من فضلك.
وين الحديقه الحيوانيه؟
اكبر من هاد؟
تلاتين دولار و ثمانين
يعتمد علي مدي دفء المكان، ولكن في وسط اليابان، اواءل ابريل.
برغر جبنه و بطاطس مقليه
اخر قطار رحل.
ما عندي فلوس صغير.
انت خریدت تذكره الباص؟
الاءتمان، من فضلك.
كنت علي رحله يو ايه رقم ثمانيه وعشرون.
في حوالاي غرفه في ضجه كتير.
علي الساحل الشرقي، توجد ايضًا اماكن مشهوره، مثل نيويورك، واشنطن العاصمه وبوسطن.
عندك وراق جاپوني؟
حلوه.
مينفعش اترك شنーティ معاك لغايه الساعه واحد؟
في جوله في المدينه؟
ايه. خايف اني مجبور. ازاي الامن محتفظ في هاد المنطقه؟
فهمت. جاي نستاجر سياره سيتروين.
عندي موهبه من الله.
دي حلوه. فين الخبز؟
دخان، من فضلك. ومقعد النافذه، من فضلك.
و ايش مصروف الخياطه عندك؟
ايهما اسرع، تاكسي ام سياره اسعاف؟
عندك قميص كذا لون تاني؟
ما تقدرش تشوف التلفزيون كل الوقت.
ايه، جايين عليه، جايين عليه.
احسنلك تدخل مستشفانا.
وين الاقي سوبرماركت؟
غالي شوي. مش ممكن تعطيني فرصه؟
كم وقفه حتي اغيّر؟
هذا الراجل سرق حقيبه ظهري.
حبوب الهضم و حبوب الم المعده مختلفه، صح؟
انا عايز اشوف الميناء.
فكره جميله
كام من الوقت علي الرجل؟
انا اريد عشرين من اكبر الدب اللعبه، من فضلك.
رقم الكاشير ازاي؟
سهل. هلقي بس اطلع في دليل التلفون.
عندك غرف اكبر؟
كم حسابي؟
بغيت نبقي في هاد الغرفه ليله وحده اكتر.
عذرا، لكن انا عايز اقدّم تقرير السرقه.
خير، ده بيعتمد علي وسيله النقل اللي هتروح بيها. هتروح بالاوتوبيس ولا بالطاءره؟
مينشوفش لو قعدت هون؟
امكني ارسل بريد الكتروني واحد بس مقابل دولار؟
ايه، من فضلك خليه يروح لغرفه اثني عشر ثلاثه وثلاثين.
املا هذا الاستماره للتسجيل، من فضلك.
انا عايز تذكرتين ذهاب وعوده ل牛كسفورد.
ايش ساعه نروح للمطار؟
ده بطيء.
فين نطور الفيلم؟
لا، من فضلك لا. هل تقدر تسجل اسءلتك لاخر كلامي، لما نطالب بيها؟
انا اريد مقعد جيد.
خايف المرحاض مش شغال. محتاج مساعده.
ماشي صعب ولا غامض.
انا هديك لمقعدك. هات من هنا، من فضلك.
عذرا، هل يمكنني ان اسالك سءالا؟
انا معتقده كده.
مرحبا. من العزيز ان اقابلك.
انا عايز افتح هذا الحقيبه الي طوكيو، من فضلك.
هادي اكبر شوي؟
انا اعتقد ان اللباس المصنوع في اليابان مصمم بشكل افضل بالتاكيد.
احسنلك تتخلي.
اعيد كلامك من فضلك.
ممكن تكتبلي لي العنوان ورقم التلفون؟
مغلي؟
من اي مطار رح انسافر؟
مش رشحت الفورم في الطياره؟
انا عايز مكواه.
جاء لثلاثين ثمانيه دولارات كل شي.
شكراً علي مشاركتنا افكارك الفريده.
روح اسكي مرتين في الشهر خلال الموسم.
انا ولدت في اول ابريل في سنه الف وتسعمءه وخمسين.
امكنني استاجر ريكيتات؟
هذا الباص للوسط المدينه؟
كم سعر ده العطر؟
ليش؟
فين نستطيع نمر علي الاجراءات؟
خمسين جنيه
هذا يشمل الضريبه؟
وشو الاستيصالات؟
اتصل بالاسعاف.
راهن ثلاثه دولارات علي هذا.
كيف جاي؟
مافيش اكل ما بحبوش.
عيد الدستور او "كيمبو كينيمبي" هو عطله وطنيه في الثالث من مايو لتكريم تاسيس الدستور الياباني الحالي.
هل يتضمن هذا الجوله زياره برجي سيرز؟
في مكتبه قريبه من هنا؟
رايح اشترك في المدرسه الصيفيه في جامعه هاواي.
فين مشينا دلوقتي؟
زوجين وطفل عندها تلات سنين.
في حمام المحطه.
