هنا قدام، justo قباله مكتب اعلام السياح.
ما سمعتش علي هاد العنوان هنا قريب.
روح مستقیم حتي تشوف صيدليه.
اش حاد الفطور؟
كيفاش نخدمك؟
روح لشمال عند الزاويه التالته.
كايكون فيك كريم و سكر ف القهوه؟
يمكنك صرف شيكي البالغ قيمته ماءتي دولار؟
اذا طلع، عطيني كلمني.
فين المقهي؟
كنلبغي ستره ل ولاد.
خايب. غادي تكلفك 85 سنت ل البريد العادي و 3 دولارات و 0 سنت اضافيه ل التوصيل الخاص.
كنشري هاداك لو كننتي نتا.
غادي نلقي مشاكل مع الجمارك؟
كاين عندك حمايز لعبايط عريضين؟
لا. هل يمكنني ان اقترح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
خدي برم صغير، من فضلك.
ختا بغي بيره.
صباح النور. كيف حالك؟
خايف نحتاج نشوف نوع من الهويه.
شنو نوع الدريسنج؟
هاد بارد شوي. غادي تسخنه؟
اسف، هذا المكان محجوز مسبقا.
مابغيت والو. ولا تخاف تاتصل بصاحبي؟
شكرا، كفايه.
اش نّاس عندك؟
يوم الرياضه والصحه العاشر من اكتوبر هو عطله وطنيه مصممه لترویه صحه الناس.
كنتحاول نشوف تحت الكابوت؟
ماشي مشكل، واش يمكن ليا مساعدتك تلقي شنطه ديالي؟
كنتي غادي تحضر الاشياء قبل؟
كنعاون. شكرا.
ماشي مشكل، مللي توصل، سال حد اخر، عفاك.
بغيت التمديد الرابع والعشرين، من فضلك.
هنا دولارين. ابق معاك التبديل.
واحد هامبورجر و واحد شيزبورجر، من فضلك.
كيفاش كتchargedي ل لپروسيسينڭ؟
كل واحد فينا بغا يخدّم راسو.
المكان كان علي كرسي في اللوبي.
خلي تبديل هاد الين معا الليرات.
كنبغي قاموس صغير في جيب، من فضلك.
لشخصين في السابعه. الاسم واطانابي.
ساعتي. كانت سيكو ديجيتال.
غادي يكون لينا شرف نخدموك الشاي او القهوه ديال اختيارك، متبوعا بالعشاء. دليل كامل ديال المشروبات اللي كينعطيوها فلهذا الرحله ممكن تلقاوه فدليل المعلومات ديال مجلتنا.
كنتي ساكنه ف هاد البلاصه؟
فين المحل ديال الهدايا؟
انا في الطريق السريع رقم واحد قرب خليج مورو.
نحب ساعه ايقاظ، من فضلك.
من جهه ثانيه، اسمي هيروشي اييجيما.
هاد القطار وقف ف ليك فورست، مشي؟
اكتر اليابانيين كاياكل الحبار و الحوته.
كندي جواز سفر درجتين تانيا ل شيكاغو، عفاك؟
مشيْت ل نيويورك.
اش نوّع الرّحله؟
واحد ل نيويورك، من فضلك.
لمده يومين او ثلاثه.
التاني لليشمال.
هاد البطاقه، مزيان؟
هاد مكتب الاستقبال؟ في عياده قريبه؟
عشره دولارات كافيه بالتاكسي؟
هاد طعم غريب.
ايوا، انتظر، غادي نجيبي واحد لك.
نص كاس، من فضلك.
لا حقيقي. غير شي غالي.
كنتاش تبحث علي حاجه؟
اربع ليال.
خايبني شوارب.
يمكنك تخفيض السعر لان فيه بقع؟
رجل ضربني. من بعد داك شفتلي جوزتي مابغا.
ما عارفش اا كن لبست كافين لليامات ديال جوله د تلاته اسابيع.
خير، كنعاو ن尝و نبيذ ابيض.
اذا سال احد عني، قول ليه غادي نكون في القهوه.
ممتن كنت نزيه فيه في جيب داخلي ديال بلوزتي.
مشيت ناقلك اسم الحزب و رقم داكشي لي كاتصل بيه؟
واش هاد لشركه د الطيران غادي تديني فلوس لا खरי بعض الحاجيات اللي عندي؟
خاد ليا غرفه مع الحمام.
ما خرجش حاجه من الاله؟
كنتي مخدّمه الطياره نمره تمنين و عشرين، لي طالت قبل خمسطاش دقيقه. مزيان. نقدر نرتبلك طياره اخري.
حَدَّكْشَعَبَطْ عَليَّ پاكِيي.
ما مشي حاجه. انت هنا، علي كل حال.
شركات طيران اليابان، رقم الرحله واحد اثنان ثلاثه.
خادش نشتري شامبو.
ماتي نوصلو لمركز المدينه؟
فين اقرب جزار؟
كنّا بغينا نضل لاربع ليال من اول غشت.
اش نواع الورد ديال؟
خمسعشره شتنبر هي يوم احترام المسنين.
ماكاينش صابون في غرفتي.
كاين شي ناقدر ناخده لهدا لبرص؟
ماشي مشكل، تقدر تغير الكلام للي قلتو دلوقا؟
اش هاد كيفاش غادي ياخد لوقت باش نطلب؟
كلّما سمعت اعلي شويه، عفاك؟
اشنو غادي يدير باش يخرج؟
وين المعلومه الرياضيه؟
هاد المقاس هنا، اللي كيتسمي مقاس عادي، كيفي.
فين غادي يخلص الجوله، واشنو؟
فين غادي نبدل القطار باش نوصل ل ادنبره؟
خاي ندير هادشي ف صندوق امان
فين ندير الصرف؟
نشو نخلي حاجتنا، غير قيمه، في البوس؟
كن شك في هاد الشي اللي جاي فاتوري باش هو.
غادي ندير خمسين دولار.
دابا عارف شي كان غلطان.
هذا ايكيدا يتكلم. عندي حجز لطاوله في السادسه والنصف مساء. لكن انا اسف هاجي متاخر بنص ساعه.
كيفاش غادي نلقي عطور بلا ضرايب؟ شنو عدد الاونصات اللي نقدر ناخدها بلا ضرايب؟
سياحه فقط.
زي ما بغيتي، علقهم من فضلك. كيف بغيتيها؟
كاينين مقاعد لليوم ليله؟
خوا كبير واحد.
نباتت من الساعه سيتا و نصف.
انا مصور حر.
الباعه ممكن يبدلو دولاراتك ب تيپس د الكازينو. نشدو؟
عندنا حوالي تلاتين نوع من زيوت الحمام.
غادي نلقاك ب النموذج الجديده في الجمله الجايه.
شكرا. شنو الثمن ديال هاد الزناقي؟
خليتي نمشي. غادي ناتصل بك لاحقا.
خدني حمال ليل قابل للاستعمال مره وحده.
فين جايه هاد السمك د لفراشه؟
غادي تحولهم ل دولار، عفاك؟
ربنا مزيان. عندهم واحد ف نمره اربعه ف دكان Ala Moana.
كاين ليموزين؟
ممكن نوصلك في الصباح ب خمسه و نص غدوا؟
نفضل غرفه هاديه.
خادش مزيل لون الظفر.
خاد البطاريه.
كاين فرقه موسيقيه حيه ولا دي جيه؟
هل يمكنني استءجار معدات الغوص؟
كنبغي نحجز غرفه لاربع ليال من 22 دجنبر.
هاد الشنطه مزيانه لجميع الطقس؟
خادش دونات، عفاك.
نحنا بغينا نكرا سياره اوتوماتيكيه لمده يومين.
خسرت طياره العشرين ل سان فرانسيسكو.
اشنو ل لمطار؟
هاد سيب. اش واقيلا؟
اشكا عُمْرُ بنتِك؟
واش غادي تقولي علي بعض الفنادق الرخيصه والنضيفه؟
نقدر نحجز ليك غرفه مريحه في قصر قديم قريب من نادي غولف مشهور.
نوصي بيه لانو مصنوع من ماءه في الماءه مكونات طبيعيه.
اش غادي القطار يتوقف ف برايتون؟
واش كتقدر تقل لي فين نلقي تاكسي؟
تكتيتين من الدرجه التانيه، من فضلك.
نحنا بغيت نرسل فاكس.
كنبغي لي مكواه محموله.
خادك علي حاجه؟
يومي؟ خايف نسال، ولكن شكون قصدك؟
خاين واحد لي يقدر يدير فيه وثاءق عاديه بحجم ورق الرساله من غير ما يلزقها.
ايوا، بس مش قوي بزاف.
انا عandid من القطط.
ايه، 应該 عندك رخصه السياقه و، ايه، 应該 عندك رخصه من لجنه تاكسي و ليموزين.
روح قدام سيدي.
ما نقدرش نلقي ماء سخون.
خاينا نحجز غرفه ليله دابا.
لا، غيها الضريبه و الضريبه د الخدمات.
كنتي عايشه تروحي دابا معايا للمحلات هذا العشيه؟
مرحبا، هادي ثوب في حقيقه جميل.
دابا، مكالمتك ممرّات. ارتاح و متكلم.
اش نوّع الباب؟
اش نو معهد تذكاري تقليدي لهاواي؟
كيفاش نوصل لهاد المكان بالمترو؟
نحب ندير لي تجفيف الشعر.
كينين جا غاديين بهاد النقاش؟
انا جاي من النرويج.
من العاشره لحد الثانيتاشر لو سمحت.
اكيد. خليني نشوف. كنت جروح بلكورال، عتقدر.
خلي بالك، عطيني رقم المسءول.
كاين الطريق السريع؟
ليش ما جاش للحفله دي البارح؟
حصل حادث سياق.
عذرا، غلطت في الرقم.
خليك دخل الرقم السري ديالك.
ما نقدر نضبط الصوره.
واحد برغر جبنه و عصير برتقال، من فضلك.
هنا جواز سفري.
اشكرك كثيرا.äh, ممكن نروح ل لفوق؟
كندي نーجح tickets جوج ل لموسيقي لي غادي في الجمعه الجايه؟
راكب اخر هناك قال يمكنه يبدل مقعده معاك.
نقدر نمدد فتره اقامتي؟
قول، كنت عارف حاجه فيها ما يسترجاع قريب هنا؟
لا، نتا بغيت نستاجر نصف مجموعه ديال الكلوبات و زوج ديال الحذاء.
كيفاش غدي نافهم متي تلقاو الصندوق لي مفقود؟
اش نوڭه ديه ديال الحديقه الوطنيه؟
عندي خدش
فين مكان مناسب للسياحه؟
خلي ناخد شويا فاكهه؟
اش يمكن ناكل الغدا دلوقا؟
خدي बदल هاد الدولارات.
خدي تاكسي. كن في ساوث مين و ليبيرتي.
اكيد، كنتي بحاجه لشيء داءم؟
ماشي طماطم ولا خُضره، ماشي تفاح
ناعطيك وصيفه. خذها لصيدليه.
نطير تلات مرات في الاسبوع، يوم التلات، الجمعه، و السبت.
غالي، لا؟
ايوا، عندنا هادشي. غادي نخدموه ليك.
هادشي ديال الحقيبه رايح ندير فيه شي حتي تلاته؟
لا، بغيت نزور غير.
يمكنني احجز سياره للاستءجار هنا؟
كنت امريكاني؟
لهاد البلاصه، عفاك.
سيارتي وقفت.
فين الميك اب؟
كنّا نفضل ركن هادي، ان امكن.
هاد التاكسي قاعد؟
هاد محطه سريع؟
اشنو ساعه نجي عندك؟
خادش كروكه صغيره د لخمر لبيض.
اه... ممكن ناخد الطعام لاحق؟ مشي عارف نفسي حاليا.
حقيقي، عندي خبر. غادي نتجوز.
سروال اخر؟
مينفعني برنامج؟
خدوا غرفتي لبارح الليل.
خليني شوف الحوت لي شفتُه اليوم ف الكتابه المصوره، عفاك.
شوف التعليمات علي غلاف الاكل المعبا بالفراغ.
خاي ناقدي
خد محفظتي وراح.
ما عندك دروس تجريبيه؟
فين نلقي طوابع البريد؟
انا من بريطانيا العظمي.
غادي نتحقق من داك الشي مع مراتي.
نحب نرجع فلوسي علي هاد الشي.
كاين مكتب التيليفون قباله البنك داك.
غادي نجي ف التاسع من مارس و نخرج ف الرابع عشر.
هاد غالي شوي، ما تقولش؟
كاين عندك التيكيت؟
فين المحطه ديال الباص؟
خاد تشرب حلوي؟
كيتحكي؟
نفس الشيء لي، من فضلك.
امرتي ماجاتش.
كاين بزاف د الحمايع الحارين.
خلي تبديل خمسين الف ين ل دولار ميريكاني.
مزيان معايا. بصدق كنت بغيت نسمع شيشه.
فين نلقي سكيات و حزام؟
مابغيتيش مشروبنا؟
ممكن تشدها لعنواني في اليابان بالبريد الدولي المجمّع؟
كنبغي كاس د نبيذ احمر.
باشر لو كان ملكك، سيدي. هه-هه، جازه صغيره.
اكيد. شكون فينا نخدمك؟
عندنا بيره، ويسكي، كونьяك، جين، فودكا، ونبيذ.
بطاقه التعريف. اه، صح. بطاقه التاشيره كافيه؟
غرفتي رقمها 3-20-6. ممكن تاخد غسيلتي؟
نشوف اذا كان واحد من هادوك كيصلح.
كندير عادي
خديني شويا جبنه مبشوره.
قادر ندير غسيل قميصي لغد الصباح؟
خليه يرجعلي التелефон؟
ليش باش؟
عفوا. فين فيه مكتبه قريبه من هنا؟
نعتقد انك عملت غلطه. الغرفه كانت مدفوعه مسبقا. عندي ايصال.
الاوتوبوس فين جا.
خديتيني شريطين ديال الفيلم اللون، ايزو ميه، ستين و سته صور، عفاك.
خاين ندير هاد الشيك باش ناخد سبعين دولار.
خاين نشتري طوابع ل عشر بطاقات بريديه لمدينه اليابان، من فضلك.
كاين بنوك قريب من المحطه؟
خايف فيه غلط في الفاتوره.
هنا قدام.
واحد شيزبرغر للذهاب، من فضلك.
ما تقدرش تعمل تصميم من غير كمبيوتر دابا.
رجع.
فيها قريع هنا فبلوزي. كنت سالتك، ممكن تخرزهالي؟
اش هاد الخدمه ل مانشستر؟
كيفاش نديرك كابل د التوصيل؟
فين نلقي سجاده شاطء؟
من بعد، عطيني حجز جديد.
خليني هاد اللحم الحمره، ولا كتيف ناقص من هاداك.
غادي نجيو في السابعه.
منين شوف الاسعار هاداك اللي طاح، كيبان لي غريب ن買 شي حاجه في اليابان.
خدوا لي سجلاتي، نتا.
كون فيلا، من فضلك.
انا موافق. خاص يصير طبيعي بزاف.
احترس من الفجوه، احترس من الفجوه، ثم بالقرب من الابواب، من فضلك.
غادي بحاجه ل كارت دّيال الاءتمان.
هنا الرقم.
قول لي علي مكان حلو في هذا النهر، من فضلك.
خليك عطيني تقرير علي الحادثه.
لا، شكرا في الحين.
خليك علي الخط، سيدي ناكاجيما، السيده سايتو ماشي كاتجاوب علي المكالمه. كنتي حاب تدير ليها الرنه شويه؟
يمكن، ولكن غادي نوزنهم علي حده.
بازه قليل نادر.
فين مكتب الاستلام ديال الامتعه ديال الرحله 703؟
حاجه مخلعه مع اقبالك.
هاد غادي يفسد؟
لا شكرا. احسن ما نقدر ناخد غير حاجه.
قول لي شويا طرقات مريحه للبقاله.
هاد الباص كيروح لفندق هيلتون؟
دابا، هاد الشكل ديال اللوحه خاص غادي. كايديرها تسوروتارو كاتاوكا. عندو سمعه عالميه ك艺术ي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
خلي نديك غدا معايا في وقت ما؟
مزيان. شنو اسم حزبك و رقمو، عفاك.
عفوا، خليني نخرج من فضلك.
ممكن تقول لشي حد يتكلم اليابانيه يجي؟
نزور اقاربنا بانتظام.
ميكي هياكاوا. هدا الغرفه سابعه ميه اثنين.
خايب نبقا هنا ليله، مشي؟ ممكن تساعدني احجز غرفه فندق؟
ماكاينش باش يطول. خمسطاش دقيقه علي الاكثر.
كيفاش غادي تقول لي علي الفلوس لي غادي ناخد عليهم هاد المكالمه؟
خليها تعرفلي جيت هاديك، عافاك. غادي نيتها تاني لاحقا.
كاين جوله الصباح؟
كتحول فلوس لبراني؟
ميزانياتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين نلقي شريطه لفّ؟
كاين بير ياباني عندك؟
كنلبغي لي بزيمون صغير، من فضلك.
نحنا بغيت نسجل حقيبتي.
هادي ميس كاوازو في الغرفه سطاش واحد عشر.
مرحبا بيك
ما كاينينش.
اي واحد مهم ليك ل日本يين، يوم راس السنه او يوم الميلاد؟
رقم مقعدك ثنتين وثلاثين ا. من بعد، روح مستقیم من هاد الصف. هو مقعد النافذه.
دقيقه وحده، من فضلك.
كمل تقرير علي اللي ضيعته.
ما كايفهمش الامريكاني، نكلم انڭليزيه الملكه.
منذ البارح.
كيهمل التامين ديال الصدمات والتسءوليه.
خسرت طاقتي ديال الضمان.
كاينين عندك دبوزات في تصاميم جميله؟
كانكدع من طابو عومومي في ميسي.
هادوا كبار بزاف.
اشحال الثمن ديال پاركينݣ في الساعه؟
سيدي وسيدات، في رحلتنا اليوم، عندنا مضيفين طيران يتكلمون اليابانيه و يمكن التعرف عليهم من خلال دبوس العلم الذي يلبسونه. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، يرجي اخبارنا.
كاين فتره معينه ديال الفن اللي كنعجبها؟
تفقدوها تاني.
روح مستقیم علي طول النهر تقريبًا نصف ميل. غادي توصل للبارك.
لا، هما قويين بزاف.
خاي، غادي نرسلهوليك ل لاس فيغاس.
كنلبغي قميص ديال الركض.
كنتي بغيتي حاجه تشركي من البار؟
هاد الطريق ارجوك. خذ هاد الليفت.
خليك تطلع ف القطار ديال الثمنيه و نصف.
كاين سينما قريب من هنا؟
دابا هو فصل الحبار، فهي غادي تكون طيبه.
كنبغي ساعه تانيه اليد
غادي ن-checked في حولي تسع ليل.
كتير علاش. غادي نروح.
ماخدمتش خدمه غسيل الكلوت ديالك. غادي تشوف هاداك راح تاني؟
خاد شاي، من فضلك.
لا، مافيهش.
هادا اخر وقفه؟
نديه علي التيليفون.
هاد حراق؟
وين نلقي اوتوبوس للسياحه؟
ايه، ناوح دير لمشاهد د لمدينه.
كاين بزاف د السياح حول البنايه، اللي كيبدو لو انهم جمعو ليشوفو شنو كايدير.
شكرا علي الضيافه.
الصّدق هو افضَل سياسَه.
قدي سحابني ف السادسه، عفاك؟
كيفاش غادي يكون الثمن ل نصف يوم؟
انا كنجي.
اش هاد المكان ليه في شيكاغو؟
خير، اذا انتما مصرون، غادي نمشي معاكوم.
هاداك غادي تبديله باخر من نفس النوع، عفاك؟
بغيت نحجز لثلاثه ونص د لعشيه
صندوق الامان، من فضلك.
خد نبيذ مناسب.
كنبغي شي صغير.
اش دابا غادي ندير فلوس علي البوطاجاز؟
حارم. دربو.
كنطوّروا علي اصحابنا يجيّو.
خليك معاك شويه دراهم صغار.
كيفاش دايم قاسي، عفاك.
هي صغيره و جميله.
اش نو عروض لءبرا دابا؟
مقلي، من فضلك.
ما جاوبتش غسيلتي ليا بعدا.
من غير ما ننسي، مشغولش هاد السبت الجاي؟
خير، باش، ممكن نكونو علاقه مزيانه بيناتنا.
خداتني بحال لي ماشي عندي والو.
فهمت. وكمان، ممكن تساعدني مع مشكل اخر؟
كاين khảصه ديال لوصفه في هاد النظارات د الشمس؟
راني غادي ناخد جوج من هادشي.
كلاب حلوه. شنو نوعهم؟
خسرت شوكي. جيبلي واحد اخر.
كان هادشي ممتع.
اكيد. امشي مستقیم و دري لليمين ف الزاويه التالته. غادي تجيبها علي يمينك.
كاين عندك فيلم للصور الملونه؟
كنتي عارفه كاثي؟ هي ديما فiesta د ميلادها.
كاين عندك طابلو د لوان؟
كيفاش ندير دفع بمشروع سياحي؟
لا، هو، راجل، كيفاش نعرف هادي الحقيقيه؟
هل يمكنني الحصول عليه بدون ضراءب؟
ما نقدر نشيل حقيبه ديالو تحت الكرسي. ممكن تحفظها لي، عفاك؟
خليك ضع هاد الصندوق في الترانك؟
نغادي خرج دلوقا، هاديك ناخدها.
خلي واحد يجي ياخد شنيتي في السادسه ونص.
خاطري خريطه د سان فرانسيسكو و لمنطقه لي حواليه.
اي نوع من الخبز عندك؟
وين لاسانسير؟
كاين حد كيقرا البيانو؟
فين غادي نزل علاش نمشي ل امباير ستيت بيلدينغ؟
البوطيقا تقدر باقل من الف دولار.
شكرا، ولكن ما زلت ما عنديش وقت لاقعد ليلتين. ممكن تحجز لي غرفه توين في ذلك الفندق لليله من 12 مارس فقط؟
يمكنني احجز غرفه مزدوجه مطله علي المحيط؟
ما quyếtينا حتي هاداك الشيء.
صاحبي طربات و عوجل كعبو.
غادي نجرّب شربات.
كاين مطعم تايلندي قريب؟
قريب من دار للي طويل. هاداك، رجع من نفس الطريق للي جيت منو حتي ضوار اللو. من بعد، دري لليسار.
خاينا ناخد طياره لفاس لوس انجلوس بكرا الصبح مبكر.
من بعد نقدر نوصيك بثقه في "جوله مدينه سان فرانسيسكو". هادي تخليك تعرف خطه سان فرانسيسكو.
خاي ناخد التامين.
خلي نطبق كماده بارده علا الجروح باش نهدّ لليها الوجع.
ختا بغا تشري فستان.
كيفاش غادي يكون التاكسي ل لفندق هاد؟
فين الحمام؟
كيهدرش حاجه باش ندخل لهاد لمبني؟
خدها علي راحتك
كنلبغي شي حاجه كيكه.
الشباك مقفل.
فين هو علي اي جنب من ساحه الاتحاد؟
نص درهم من شانيل رقم خمس، من فضلك.
اش دا القهوه؟
خدي تيكيت؟
علاش كيتحسب الفلوس ديال الخدمه؟
اش حال من هنا؟
كريم و سكر؟
كاينين تخفيضات للاعضاء؟
كاين قطار سريع جد في تمنيه و نصف؟
خليتي نتحقق من ساءل الفرامل والمحرك. المحرك ديالك كيبان لي غادي يطفي.
ما كانش غلطي.
ماكاينش كهرباء.
غادي نبلّي البوليس.
كولشي غادي يخدّم ماشي؟
من ثلاثين ل خمسين دولار في الليله.
خليها تصحح هادشي.
فِي اَيّام راس السنه. وَ فِي المُناسبات الخصوصيه مِثل حَفلات الزفاف، وَ مراسم تَقديم الجواءز اَو الجنازات.
خليطه ماسترد اضافيه، من فضلك.
ليش مكتعطيشها هديه؟
اي فيلم توصي به؟
هادي عشرين درهم و خذ لي عشرين درهم كاش او خذ لي دولارين بالمال، عفاك.
خداتني من جنب.
نقدر نجي عندك في الساعتين.
هاد هو الشناده من الطيران جال صفر واحد؟
هادي اول مره نروح لباريس.
كيفاش تقدر تقدر التمن قبل ما تبدا الشغل؟
دخول، من فضلك.
رّحله التّجوال ديالنا غادي تكون ممتعه بزاف.
فين نركب الباطو؟
ما عندي كيس لهداك المبلغ هديه في هاد الكيس البلاستيكي الكبير.
كنحب لعبه التينيس.
كاين عصير الاناناس و البرتقال و الطماطم.
جانب الشمال ديك الطابق، قريب من الدرج الالي.
اش نواع مكتوب ف القاعه د لموسيقي دلّي؟
مش عاجبك تشوف فيلم اخر؟
خلي تبديل هاد الشيك ديال السفر بالفلوس.
نحنا بغينا نفس الكورس غدا، من فضلك.
يمكنني ربما اعطاءك جوابا افضل بعد عده عروض.
خايج هديه لذكرياش.
اي مسرحيات موسيقيه مشهوره دلوقا؟
عندك مرايه؟
عفوا، لقد ضيعت طريقي. ممكن تساعدني؟
هادي غادي ناخده، من فضلك.
ما تقدر تجيبي النوارس لكانادا.
ماشاء الله طبخت مراتك عجبه.
خد مساعده؟
خليك تحجز لي تاكسي غدا الصبح لسته، عفاك؟
اش نوّي مع الطّعام اللي غادي تاكل؟
كاين بوتيك قريب هنا؟
هاد البلاصه ممتلءه بالناس، ولا؟
اسف. غادي يخلصو في غضون خمس دقايق.
خدت صوج في رقبتي و انا ناعس.
ماشي مشكل. ممكن نشوف جواز سفرك؟
ما عندي فلوس.
اشنو الساعه غادي نكون فالمحطه؟
كاين بزاف د المطاعم هنا.
قريب من غرفه الملابس.
كان الحديث معك جميلا.
كاين جوله ف البعد الظهر؟
انا مع اصحابي.
مزيان جيت نغيب. شكرا.
الشط هي تحت هادشي. اش حلو منظر.
شكراً علي الانتظار، السيده مكغاير. هاهو. انتي متلقي، عفاك.
كاين عندك بطاقه دّوتيه؟
سبعه، من فضلك.
بغيت نرسل هادشي ليكونسيري.ASHناه غادي يكون جاهز؟
عندي بنطلون مقطّع.
نعم. شحنه شخص اخر كانت تسلمت لغرفتي دلوقا. غادي تشوفها، من فضلك؟
اشي عطيني تفصيل اكتر؟
كنتي ناعسه مزيان؟
كيفاش غادي ضغط علي زر التصوير؟
مفتاحين، من فضلك
خاد اللّامپه.
كاين ف نهايه د اللوبي.
خادش ورقه لكتابه.
كنّا غادين بالاوتوبوس؟
قولك غادي تروح لطوكيو غدا؟
خليني ندي حتي تمنايا د العشيه.
عندك نقل لي ا واي واحد صفر صفر. ممكن؟
كيفاش اللعبه دي معاك دابا؟
حسيت بزاف ديال التكدّس فالصدر.
ماشي مشكل. اذا جيت في الخامس من شتنبر، يمكنك تستمتع بمسرح فيلم علمي لان عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
كاين غير هاد الجوله؟
مزيان، خصم خمسه في الميه. هو كويس؟
راح نرو لباريس.
مش اخر موديل، ها؟
موجوده لثامنه و نصف ليلا بالوقت المحلي.
خد ها البنا معانا، عفاك.
خايب. غادي ناخد صحن معسول و كرسه د الرز.
كيفاش هادشي كيبان؟
خايف نشوف هاداك لي ف الطارقه، عفاك.
ماشي. كنّا في عطله. رافض نقعد في غرفه فندق ونشوف البيسبول في التلفزيون. كنبغي نمشي نشوف مسرحيه.
نقدر نلمسها؟
ماشي تقدر تجي هنا لتصلحها؟
خاين شويا ديال ليف اصطناعي.
اسمي طارو تاناكا. عندي حجز.
كنبغي كريم التنظيف.
كنلبغي جاكيت مع يدين طويلين.
خدوا مني شكاره.
طرقنا كتلاقي كتير، مشي؟
مشيت شوف القايمه مره اخري؟
بازين مازالين شويه خضره.
كَم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبع مءه وسته وسبعين متر.
لا، مازال. كاين بزاف ديال لخيار.
خادش كريم ليل.
كاين بين الخبز و لمحلب
تقدر تقصر الكم؟
خايف ماكينش فيه ميدان د لجولف قريب هنا.
خليك عطيني الخاتم التاني من اللي علي الشمال؟
ممكن تساله ياتصل بي؟
جربت ندير مكالمه دوليه. واش خرجت؟
هادشي غلط.
ايوا، هو كدلك. حيت كتاشوف الفлаг قدام مكتب البريد.
غادي ترسل ليهم بالتاكيد، صح؟
خاي ندير مكالمه بالتيليفون باستخدام بطاقه الاءتمان.
بغيت لي نروح.
ماشي تا يجي، غادي نديرو ليك شحن لعنوان ديالك.
ديما كيخدم ف الكومبيوتر ف الشغل.
اه، اوكيه. فهمت. غادي نجي لدارك.
لا، هادي كفي.
ماشي مشكل، عطيني بطانيه و مخده؟
تجي هنا باسرع ما يمكن، من فضلك؟
كاس قهوه، من فضلك.
كنлабس كارتات لي典 هاوايي.
يمكنك تضييق الوسط بثلاثه سنتيمترات؟
انا نفس العمر.
غادي تجيبيلي قهوه؟
ثلاثماءه وخمسين دولار؟ هاداك فوق ميزانيتي.
خلينا نديرو هادشي بالتصويت؟ لو لا، انا نظننا وصلنا لاستنتاج، وهاد الاستنتاج غادي نرسله للمجلس المديري غد الصباح.
واش عارف امكانيه وجود اوتيلات رخيصه؟
صباح الخير. نامت كويس؟
اش نووي داري بعد ما تكمل الدراسه؟
خدوا مني حقيبه ظهري في الشارع.
كنتو عندك خدمه اخري غير الفطور دابا؟
كنه قهوه بيضه، من فضلك.
اوكي. الفندق شيراتون قريب من هاد المكان؟
ماتكونش متعبيش بزاف.
نحنا بغينا نكرا سياره من هاد الفءه لمده يومين.
غادي ناخد شوت من جاك دانيال.
خدني كيس ديال بوب كورن، عفاك.
خسرت عود التزحلق.
ماكيناش نديرو هديا ل الجلسه. بلا ما الضيوف يجيبوا الفلوس.
نحب نرسله بالبريد البحري.
طّاءرا مشا لّاحق بسباب تّلج كتير.
شحن، من فضلك.
خليك تقول ليهم حاجه من عندي، عفاك؟
اسف، ما فهمتش. ممكن تتكلم بزاف شويه، عفاك؟
اش ندير ليك؟
مشيتخد صور؟
من ميه
رقم الطياره هو اتش بي تمانين وتسعين لطوكيو في الحادي عشر من مارس.
نقدر ناخد نفس الطبق ديال هاداك؟
كاين عندك اخر؟
خدني الفطور لغرفتي ف السابعه د الصباح غدا.
بقا شخص الصيانه غادي يجي فالتاني.
انا اسف. غادي نرجع لاحقا.
كيفاش ناخدها؟
كاينين مكانات خاويه فالتور ديال الخميس؟
عفوا، ممكن ندير شويه؟
كاين عندك نباتات و فاكهه؟
قوليلي كيفاش نملء فورما ديال النزول من الطاءره؟
كانقول سيارتي قيمه ديالها حوالي خمس الف دولار.
هاد لاكل قليل دلكالوري؟
اي اوتوبوس غادي ناخد باش نروح للمحطه؟
ايوا، هو كدلك. ولكن خاصك تدير لشمال عند الضوء الاحمر التالت وتبقا في هاد الشارع حتي ما توصل لطريق سيتين و سيته.
خاديني كاس ماء عشان ناخد دوا، عفاك.
كنلي ممتنه لو دارتني ف الخدمه وتقني للشاطء.
انا اسف. عندك الرقم الخاطء. هادي Tankyusha Press.
خراτζين.
اش هاد لموسيقي؟
خد هاد السيروب ل ولادك، قياس واحد، بعد كل وجه.
هاد النوع متوفر ف 28 ، 31 و 35 سنتيمتر ديال القياس.
واه كتره هادي.
ماشي مشكل استعمل تيليفونك؟
هاد رايح بزاف احلا. شنو غالي؟
نحنا بغيت نءكد تاني رحلتي لشيكاغو في السبعه عشر.
كلت شوي كثر من اللي مينعس.
اش يمكن نكلم السيده براون؟
هدا الدار كيبان لي مريح باش نعيش فيه، لا؟
بغيت نحجز مقعد ف طياره نورث وست ايرلاينز رقم 086 ل لخامس.
مالي، جوازي و اشياءي الشخصيه الاخري.
اشنو ساعه تغلق؟
استنا دقيقه. ممكن نسيتهوم ف الحمام.
هادشي لي كنت غادي نقول.
ايه، نعم هكذا نعتقد.
دارك كبير. شحال غرف؟
كنعجنا بالعشا.
فهمت، ولكن ماشي قاد نقولها.
اه نعم من فضلك. باقي نesper نيت ما يمرضوش بمرض البحر.
ل طوكيو، عفاك.
اش غادي نوصلو؟
نيت غادي بكرا مبكر، فهاديك غادي دفع دلوقا.
شيري جاف، من فضلك.
مقعد مش مودخن، عفاك.
مشغول دابا.
خوا خاريجي كيقدرو يقراو كتوب ف المكتبه هاديك؟
ممكن نقعد في غرفتي حتي الساعه ثنين؟
هَهَه. صباح الخير في وقتك. مزيان.
خدي شويه د ASA ديال الفيلم لهاد الكاميرا، عفاك.
فين لوحات مونيه؟
هاد البيتزا طيبه. من صنعها؟
شكله هاد الشي كيفاش طعمو؟
كمان غاليين.
اشنو وقت غادي يخرج القطار لي جا الي بوسطن؟
بغيت نتعلم الجولف.
خليك عطيني شربه اخري.
اش رايق سيرفر.
خايف السواعد قصار بزاف.
كيفاش ندير البطاقه ديال الپيترول؟
اش هاد الفندق فيه غداء الصباح؟
هاد كلشي؟
هادي في الطريق ديال لتحت.
بدا العداد.
غرفتي كثيره البروده.
نرجع ليك لما نقدر نكون اقل مشغولين.
كبار من هاد؟
حسيت بلي مزيان.
كنتي عارف الجغرافيا دญابون؟
خلي показي فين جاي في خريطه هادي.
ميه في الميه قطن.
بغيت نبدل لغرفه لي عندها景ه علي البحر. كاينش مصاريف اضافيه؟
كيفاش غادي يكون لبيع نصف نهار ديال اللوحه؟
نوفمبر عشر
خاد شريطه الكاتب.
زيحلاو بزاف.
اشنو وقت ناخدو لجو؟
كيف دير لسواق انه عطاك تخرج؟
اربعه وعشرون دولار. كنتي بغيتي اكتر؟
خدت الحجز في طوكيو من شهر.
شكراً من القلب.
اش نخرج هنا ل روكفلر سينتر؟
خد الحجم ديال حذيتي.
زويحش.
خليك معايا برا؟
نضّف هاد الڭندوره.
نحب نكرا قارب موتوري.
فين قسم النساء؟
قهوه ماشي فيها؟
اش فين كان قبل؟
لَعنه. لَعنه. لَعنه. لَعنه. عودت نفسي علي وجهها.
اش دابا ندير الفلوس الزياده لما نْدخَل لمبني؟
مرحبا، حزبك علي الخط. تابع من فضلك.
جروحي كتالمني
فين المحطه؟
عندي البروده.
تلاته ايام.
عبر الجسر هناك، و هادي غادي تلقي المكتبه من لجانب للي علي شمال.
خليك معايا عطيني دليل كيهدر اليابانيه.
ما بغيت واحد كبير.
غادي يكون فيه تاخير صغير.
اش نوضيف بين هاد الفنادق؟
خسرت محطتي.
كان راءع. شكرا.
راح نكون هناك حوالي السادسه مسا
كاين شي طويل شويه؟
تاريخ الانتهاء هو مارس تسعه وتسعون وتسعمءه.
كيفاش كان؟
كاينين كازينوات جيده؟
هادي الفلوس ديال القلم. ميه دولار.
وين قسم النساء؟
فين نركب الباطو؟
صاحبي مجروح.
نتي مزيانه.
هاد المحل غادي يفتح غدا؟
كولشي لتحت في لکوريدور.
خليك طيّب، قصلي الشوارب؟
هاداك جاي مع بار السلطه و اختيار بين البطاطا المخبوزه او بطاطس مقليه.
فين نلقي الحشيش؟
ما نقدر نبيع هادشي من غير وصفه طبيه.
خليه حجز خمسه مقاعد مع بعض في نفس الصف؟
خليك عاونني بحبل سحب، عفاك؟
اي سياره كيطه خدامه اكتر؟
ما غادي تاخدش خصم حتي لو جهدت بزاف.
افتح هاد الشنطه، عفاك. شنو عندك فهاد؟
خاي ندي خط طويل ل فندق هيلتون في بوسطن.
اش هاد السيّدات كيقبلو بذالك؟
خد بالك، السقف طويل بزاف.
ما قادرش نشوف الشاشه من هنا بزاف. يمكن نبدل المقاعد شويه؟
زرت البحيرات الكبيره للمره الاولي.
حاجه مخلعه مع هاد الماكينه ديال البيع الالي.
خادش دكتور
اش هادي كيفاش كاينه ف بريطانيا؟
خادع للي كيهوا الفن المتقدم بحالك غادي ي享ي من اللوحات الهاپي و سسينه لموسيقي لشوارع.
اشنو الساعه؟
ناخد هوت دوج و كوكا.
هذا هو المشغل الدولي.
كايبان ليك لبني لابيض، صح؟ قدام هاد لبني.
من واش؟
ما عندي والو ماعلنوش.
اش نو؟ كتحسب الضريبه لما كيكون عندك اكتر من تلاته د لفلاقي د الخمر؟
صاحبي مريض بزاف. ممكن تقول لطبيب يجي، عفاك؟
ما عارفش بزاف علي لخمر. شنو للي خير لهدا الطبق؟
ممكن تقولي صباح علي الفجر، عفاك؟
في محطه بنزين علي بعد كتير من هنا.
ناس اليابان ماخدامينش اجازات طويله.
حسيت بلي كايديرو لي النظر. هاداك شي نادر باش تشوف واحد الياباني؟
لا بالطبع. ليش كتقلب؟
اشنو طريق دخول لمكتب البريد المركزي؟
فين مكتب باص جرايهاوند في هاد المدينه؟
مشي مكلفين مطاعم اليابانيه في كيوتو؟
نعتقد انها شويعه ليا.
عندنا غرفه توام مع حمام ب 85 دولار.
خاين تقرير الكتاب.
كايقر بزاف هاد السنه، ولا باقي قره كتاته ليلغي ثلج.
فين نقدر نشري تيكت د لميترو؟
غادي نلقي مقاعد كلاس اعمال، صح؟
اشنو غادي يكون الخدم ديال تاكسي من هاد الفندق ل لمحطه؟
خدي هاد و هاد، عفاك
قول كاينين اليابان بلاد غنيه بزاف.
كاينين غرف مجانيه في عربيه النوم؟
يمكنك تخفيض السعر الي عشرين دولار، من فضلك؟
هديا لصاحب.
الثلج كايخلي الطريق زلق.
ما لقيتش كاميرتي.
غادي نعمل جواجب حام من ساندويتشات الحام.
عندك حاجه تدير؟
شفت قميص ازرق؟ نيتو علا هاد الكرسي.
في محل زهور من عبر الشارع.
انا من طوكيو.
خادش كريم ريفلون لينيع الشعر.
عندي حاجات ل كي نغسل.
خديتو من زمان.
مومكن تبعث ليا حامول لݣرفه فالسادسه صباحا؟
نخدم شوكولات سخون.
نقدر نديرو خدمت تنظيف الغرف ديالكم.
خاص، من فضلك.
كيفاش غادي نوصل لفندق سي؟
خدي تيكيت كتير؟
خاد نشوف طاوله لجوج ناس الساعه سبعه، من فضلك.
خادش كريم ليل.
كتحطوها غطاء وكاله؟
ربعه و ربع علي تلاته.
غادي نخطط لارسال الفواتير ديال الحاجيات اليوميه ديالي، فهاد السياق عطيني العنوان و اسم المسءول.
خايب علينا نطقو بالنجليزيه بطلاقه.
كاينين هادشي بحال هاد الديزاين مع كعب اعلي؟
كنلبغي ستره لولد عندو عشر سنين.
خدوني لعبور رود، عفاك.
شكرا. اهلًا، شكرا علي الانتظار.
ممتن كاع انني عندي حجز.
غادي نرسلهولك، عطيني انتظر هنا.
كنحنا هنا ليوم.
عندي صداع خفيف.
كان الاكل عندي مزيان بزاف.
لا، رجاء اقعد و انتظر. غادي نرجع فورا.
اشوف السياره؟
ممكن تقول لي خريطه، من فضلك؟
خليك في غرفتك حتي يجيك الطبيب، سيدي.
كاني ضربت ف شاطء وايمانالو. جي بزاف عجله.
اش نو ميه دولار؟
خاين هاداك مزيّن.
بغيت نتقدم بطلب لاعاده الاصدار.
الحكومه دعمات ترويج الصناعات.
Huwa akbar min khamsin sana, ana zun.
ايّ هو العمر الادني لممارسه هذا؟
كاين خريطه بسيطه لمدينه؟
اذا كان ممكنًا، افضل الا اخلع السن.
العدد واحد بالون، ضربتين.
اشنو ساعه غادي يوصل القطار ل سان دييغو، عفاك؟
خايف نشوف صندوقك.
خاد شامبو.
كانبقا ف فندق هيلتون.
حسيت بلي غادي نمشي لبرا و عندي دوار.
لكن عندي موعد معاها في الساعتين.
هاد السياره كتروح لادنبره؟
ايوا، من فضلك املا هذا الاستماره.
كيفاش غادي تحسب ليا علي الوزن الزايد؟
اسمي كيمورا. نبدل حجزتي ليوم الجمعه.
انا اسف. في مشكله وقرنا نشغلها. ممكن تنتظر شوي، تقريبن 30 دقيقه؟
اي ساعه ممكن نخرج؟
فهمت.
غادي نطLOB لشخص.
خليك تقدر تحسب الفاتوره دلوقا؟
السياره جاتني من الجانب ف الالتقاط.
هادي صندوق موسيقي.
فين الحومه؟
كاين دوزي ديال المدينه؟
اش نو عادين؟
مزيان، سيدي. ف الوسط يمكن نخدمك ب مركوري سابل. هاداك زين؟
عطيت عضله بليت.
لكن عليك وعدني برك البالون، مشي انا. حسنا؟
اشنو باقي؟
ماشي مشكل، ممكن ن 借 لي قليل من الكتان؟
اشنو نوع د الجلد اللي مصنوع منه هاد الحقيبه؟
ماكنش نفكر هاد السكين نضيف. ممكن تديني واحد اخر؟
اشتريت هادشي دلعوض، ولا غادي تبديله بذاك؟
بصراحه، ماوافقش علي هاد الشي.
هاد هو الطريق لالمحطه الوسطي؟
قارب مع دليل، من فضلك.
خاد نشتري بدله ملونه غامقه ليا.
هاد المظله غادي تخدم فاشيطه.
خلي ندير كل الحقاءب ديالي ف لڭاردروب؟
خليك عرفني جواز سفرك.
كاينين مكان لي يقبل الغسيل نهار اللحد؟
جوج شطيره ب الچيز، من فضلك.
اي اوتوبوس روح ميامي؟
ما كينش حاجه سميتها باكشيش.
تقدر تشوف واحد في قاعه كارنيجي.
ما مش مُعتمد.
اش نو خاصيه الدار؟
خاي نحدد موعد مع الطبيب.
كن شايف اذا في طاوله قريبه من الشباك لليوم في الساعه سبعه مسا.
ما عندك مشكل انا نجي لدارك؟
باز لينا حاجه نطوروها.
فين المترو؟
كاينها باحجام اصغر؟
فين نلقي الاسبرين؟
هادي اسفل؟
خليك عطيني باص لمده اسبوع.
هذا زملاءي.
اشنو نوع ديال الغاز كاين؟ بريميوم، عادي، و بدون رصاص؟
هادو واحد.
كانقربلي رشحه.
مغلق يوم الاتنين، ولكن يوم اخر يجب يكون كويس. نعتقد انه مفتوح من التاسعه ل الخمس.
حسا مشوي مع صلصه خاصه فوق صحن من الارز.
خلينا نحتفل قال و زربني لبار. قال غادي يدي تلفون و ماشي و ما رجعش و انا قاعد مع فاتوره كبيره.
كيفاش غادي يكون الفلوس للغالون؟
كان عندي جوازي و كارت الاءتمان في حقيبتي.
الحجوزات الساعه سبعه، باسم مانو.
ما كتاشربي شاي؟
اش نوّي تقول لي فين لقنصليا د لياپان؟
كاين دكتور ف الفندق او دكتور علي اتصال؟
Huwa kaysiru l-baʿṭa fī ṭariq Bond.
ورقه نݣليزيه، عفاك.
كاينين مكان كي لعب موسيقي كونتري؟
خايف نتحقق من قيمتي.
واش كاين خرا من لصوف؟
كيفاش غادي يكون الفلوس للورقه؟
خليك، اضغط تسع و صفر و واحد و واحد، من بعد كود لبلاد و رقم التلفون.
خليتي دييت كوك؟
نقدر نطلب شي؟
كنّا عندنا مشوار حلو. شكرا.
عفوا. ممكن ندير شويه؟
العدد الكلي ديال سكان اليابان تقريبا ميه وثلثين مليون.
خاد نشتري بريصا.
نعم، و نبدل الشحنه.
جيب معاه ميه دولار و بطاقتين داءنيتين.
الماء سخون بزاف.
انت هنا.
قنينه قهوه، من فضلك.
مستحيل تقريبا.
باطا كيطربلي بعد ما ناكل.
واحد المكان حلو جداً.
ممكن يكون عندو فقصه هواءيه.
خد القرار؟
اذا بغيتي، نقدر نستانا هنا.
خسرت اثر بريد مسجل.
ما تقدرش تغيير شغلك بسهوله.
اش نو محطه الجايه؟
مزيان، ولكن مش للدرجات. كثر الحر اليوم.
خليك هنا، وانتقل للاوتوبيس نمره سيته.
خدي الطياره ديال العاشره الصبح.
باقي عندي غثيان.
ما بغيت والو كبير.
شيك، من فضلك.
كيفاش غادي يكون ثمن الفطر الطازج؟
شحن، من فضلك. واش كتاخد فيزا؟
الْيُوْم غادي نروح نشوف شكله تاون الچيني.
اتنين ميتين تيسعه وتلاتين سيته سبعه صفر صفر.
نحب نخرج لي سناني.
كنبغي لي كيس د لكوزميتيك.
كنشوف شحال من الفلوس غادي ندير ليه من البخشيش.
فين نلقي "ال幽灵 ديال لءبرا"?
خاي نختار هدايا لصحابي. ممكن تقدر تساعدني؟
بطييي, من فضلك.
اش نوّع راسل الفاكس الدولي ديالك في الشهر؟
مقليه من الجانبين، من فضلك.
خاي، هادشي واضح بزاف. نتوما خليو ليي شحال licenses و registrations ديالكم. و ولدي، اسف، غادي نخدمك اختبار للنفس.
غادي يكون جاهز بعد غدوا العشيه.
هاد مصنوع من القطن؟
عندي دواي ديالي.
اش دابا شوف فداك التور؟
ايوا، في شربه واحده كالاقصي الادني.
كيفاش غادي يكون ليا ف يوم؟
هاد البوس كيوقف قرب الفندق؟
كنبغي شي دي سي دي.
كاينين طيارات د جابون ايرلاينز و طيارات د الايڭنس نيبون كاي خرجو ف العاشره و خمسا و خمسين د العشيه. لكن، للاسف، هاد الطيارات كاملين ممتلين.
كايبان لي جيدا.
خلينا طاوله لخمسه؟
مابغاش تفهم الانجليزيه تا حاجه.
خليك داكش شيك ديال لمسافر.
يمكنك تعالجها من التاسعه صباحا حتي حوالي الثالثه؟
كيفاش غادي يكون الخدمه ديال البريد الجوي لليابان؟
مغلق خارج. ممكن تفك قفل بابي، عفاك.
اي جوله هي الافضل لمشاهده الاماكن الاكثر شهره؟
كاينش مضيفه طيران كاتهدر اليابانيه؟
كيفاش غادي ندير باش نجيب شنو عدد د الاكياس لي غادي نديرها ف الطياره؟
لا، سيدي. بعد الظهر مليء اليوم. غدا ممكن.
غادي نسال البواب علي العبار اللي حقه.
انا اسف حقاً.
كنعقدو حزب لجمعه ليل. ليش ما تاتي معانا؟
مزيان، غرفتك رقم تيسا، السيده. هاد مفتاحك.
خايبه بزاف غادي نكون لنا عندنا وصول للخام اللي بغينا لبرنامج.
عفواً سيدي الشرطي؟
هاد القطار مشي مباشر ل ادنبره؟
هاد شي داخل الحد المخزني؟
خد حاجتي الغاليه من فضلك.
كيفاش كيتحشد لجولات؟
خاي نختار شي هدايا. في مخزن قريب هنا؟
لوقتاش كايفتح؟
خارج دلوقا.
مايومي، ممكن تشوف هاد الورقه وتوقيعها بسميك؟
هادي واحد ليك سيدي.
ما عنديش حقيبه للشحن.
ماشي، خذ وقتك.
كن هنا باش نخدم في مهمه اعلاميه.
كاين فيلمات صيف؟
اشنو وقت القطار الجاي ل واشنطن دي سي؟
الطوال في الموضه دلوقا.
غادي نرجع لليابان الغد الجاي نهايه الاسبوع.
خليتي नकشه د الخارطه د المترو؟
كاينين شويه د الروح؟
قادر تقدر تبديله بلي جديد؟
شخصين
فين ناخد شياي؟
ماشي عارف نحس بذاتي. ممكن نضبط الكرسي ديالي؟
حاديه عشر واربعين دقيقه الصبح.
ممكن تقول لي علي مطعم مشهور عند الشباب؟
سيارته كانت كاتجري بسرعه كبيره.
ماشي ندير رساله؟ كن كلمت باش نءكد موعد مع سي ابرت الجاي عشييه الاربعاء فالساعه حاديه عشر صباحا.
كيفاش تقدر تشرح مرضك بالانجليزيه؟
ممكن تبعث تاكسي لمدخل ويستمينستر مول الرءيسي؟
كيفاش غادي نبدل القطار فين نروح؟
هاد صحيح؟ ندير لفحص. اه، اسف بزاف، السيده تاكانو. هادي غلطه ديالنا. هاد الفاتوره الجديده ديالك. تقدر توقع هنا، عفاك؟
خمس دولارات راجع، من فضلك.
البانيو ماشي باغي يغلق كولشي.
هادي غير علامه شكر منّي.
غادي تملا هاد الاستماره؟
اش نوحد هاد النماذج البلاستيكيه؟
اي ماركات عندك؟
الكعب عالي بزاف عليّ.
مغلق برا من غرفتي.
اش حالك ماشي فباريس؟
مين فضلك طوابع بريديه ل تلات بطاقات بريد جوي ل ليابان؟
كتّابو غوروخ.
كنتي عايشه تشربي حاجه؟
درّب هنا.
خليها تلغرام عاجل، عفاك.
بحسب تقرير الطقس، غادي يثلج غدا.
كنبدو كوره.
اكيد. غادي نعمل هاكا بزاف.
هي، كوميك ماليزي. غادي نشري واحد نديرو معايا لدار باش نbegin نكون حجه للحوار.
طريق النجاح هو "Jinmyaku"، صح؟
غادي نوصل لفندق ديالك حوالي التاسعه دليل.
عندي حوالي الفين وخمسمءه دولار بالين الياباني.
ايوا، كنعرفو. غادي نوريك شي حاجه.
خديني حبوب نوم.
غادي نكون هنا حتي التاسع. نطما انك تحبس المجرم باقرب وقت ممكن.
ممتن كاين المجرم قريب.
عشره طوابع من فضلك
عندي حلق ملتهب.
خدي شي هدايا من نيويورك.
خارج، ممكن تبعث ليا بيل بوي؟
ساعه دي وقفت.
واه كداب؟ كيفاش كتجيبها؟
كنفتح في التاسعه صباحا.
كنبغي كتاب للتصبيب.
نعتقد انني اشعر بدوار الجو.
اش ندير غير نمشي لبنك ياباني؟
خليك تبديل الفلوس عند البنك.
كاين وقت كafi للخروج؟
زوجك واحد من احسن العملاء ديالنا.
كاين طبيب اسنان مزيان عندك؟
اوه. خليك دير بلاغ للقنصليه فورا.
مزجج مش كيحزز.
كنتي حاب تاكل ف الرستوران الراسي ولا غرفه خاصه، سيدي؟
عدد كبير من الناس كايمشيو للبلاج durante الفصل.
ناوع حوالي ميه وخمسين رطل.
فين نتحول؟
وين مكتب المفقودات؟
كاين باص يروح ليك 直؟
خدي علاج خاص؟
غادي تكون فلوس كاش ولا بالكريدي؟
نقتلو لهداك الدار من سنين واحد.
اش هاد الوقت اللي غادي ياخد لي باش ناخد فيزا ديالي؟
وين الماي؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيه، سيده.
هديا. ممكن تغطيه بورق حيت مزيان؟
اش هاد الشوفه. هاد الطريقات مزيانين.
كاين ناس جرحو.
عفوا. فين المحطه هنا؟
ايوا، عندنا حجز باسمك.
عفوا، نتا بغيت نمشي لفندق ديالي فلمدينه بلبوس. فين نقدر ناخد بوس؟
فرخه، من فضلك
هاد سيغول ديال الغرفه 201. بغيت نطلب الفطور غدا.
اش نوضو علي التحرش الجنسي ف لماكله د الخدمه؟
عندي خواتات جوج.
رقم الطياره تنين صفر ثمانيه، ل طوكيو.
خلينا نضيف بادينج من الداخل.
خلينا نتقابل ونشوف هاد الشي بالتفصيل.
كيف بغيتي تحلا شعرك النهارده؟
ممكن تقولها بلي كلمه؟
نقدر نستفيد بلي ما عندك.
خلينا طاوله قريبه من المسرح.
مابغيتش. خير، ونتا راك تروح فين؟
هو طويل تقريبا 2400 متر.
دخول. عطينيها علي الطاوله هناك.
خلي تبطل رقم بطاقتي.
انا اسف، كلشي طلع، ولكن غادي نجيبوهم فبقا قليل د الايام.
قناه حبه قهوه؟
ما عندي موعد، ولكن هادي عاجل.
هادsi ماشي مصنوع بطريقه جيده.
وين الدرج اللي كيدير راسو؟
كاين بروشر للفعاليات؟
فين مدخل المترو؟
خسرت تيكيت طياري.
ما تقدرش تبقي هنا خلال العطله؟
انا اسف جدًا علي اني ازعجتك.
كيفاش تقدر تحجز الحفلات؟
في حمام عام قريب من هنا؟
اش هاد المجموع؟
هاد خير بزاف. دابا لاسءله، عافاك.
كاين عندك فلوس لقيتو د الباركينݣ؟
اعلي بيع عندنا خلال السنوات الاربع الماضيه كان جهاز نسخ اكس-4 5 0.
اش ندير لشمال؟
كاينين شوفيرات طيران كيهدرو اليابانيه؟
غالي بزاف، مشي؟
خدوا 99 مره فالنهار، قبل لوجبه.
كنحبوه.
خادش طريپود.
خادش جاكيت رياضي.
تقدر تسكن عند داري.
ماشي مشكل نقدر نضبط الكرسي ليا؟
مزيان. كنت كنشوف تاكسي، ولكن هادي احسن.
القشابه كبيره. هي مصنوعه في بريطانيا؟
خاي نرو لحوارڤرد سينتر. ممكن تقول ليASH كي نوصلو؟
زوجين وكولين، عفاك.
اش حاد اللّيص؟
ستار وورز كان اكبر نجاح في تسع وتسعين واربع.
وين قسم اللي ما كيدخن؟
هدي "T" مثل توم، اي وانا عنديها هنا، طارو.
نعتقد انها مناظريه.
خاد شويا تّفاح، عفاك.
اش هاد؟
اي بطاقات الاءتمان تقبل؟
ماشي مشكل عندي وقت كثير.
خير، وقت الغدا جاي. كنتي عاوز ناقشو فيه علي الغدا؟
الكاميرا ديال التسجيل طّلعوها من غرفتي.
مرحبا، اسمي اودا. عندي حجز لليله اليوم، ولكن ساكون متاخر قليلا في تسجيل الدخول. لذا، رجاء احتفظ بحجزي.
هاد لعبات قويين؟
قول ليه انا في انتظار مكالمته.
قول كاين ان انفلونزا كاتنتشر هناك.
توا داز.
انا اسف. ملءين غداً ليل.
كن مع اصحاب.
علي حسب غورو، السيد يامادا عندو جوج ولاد.
راجع هاد الشي تاني؟
نحنا بغينا نديرو طريق ثاني للبرج ديال لندن.
ربطو حزام الامان ديالك.
الкод ديال المنطقه هو تلات. رقم التелефон هو تنين تلاته اربعه تلاته اربعه صفر صفر.
عفوا. فين كاين كوبري قريب هنا؟
عفوا، بغيت نستخدم الحمام.
مشتغّل.
لباسو دايما قديم.
كاين لحوم البحر؟
هاد غالي بزاف.
بغيت نعمل هاكا، لكن خايف ماقدرش نجيبها في هاد المره.
خير، ماعرفش بعدا، ولكن غادي نجرّب.
ملح، من فضلك.
خد غرفه التغيير ديالك هناك.
تسعين دولار للطريق الواحد. نقداً ام بالبطاقه؟
خليك نضيف الطاوله ليا، عفاك
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
اش نوضو د الخدمه؟
لفّهم علي حده.
ڭاربي كيحس بثقل.
هاد كيهدر مزيان. فين نستنا ليك؟
نشدو نلعبو ملي يخلصو؟
السكان ديال لياپان كيهضرو علي ميه وعشرين مليون.
ملا المعلومات التاليه علي بطاقه التسجيل.
خليني ن_RETURN ليا حاجتي؟
كاين عندك شالات الحرير؟ كنلبس هديه لمراتي.
هنا غادي نجيبوها دابا. شنو رقم غرفتك؟
سيدي كوباياشي كيشوفك.
نحنا بغيت نسافر من شانغهاي ل هاواي بالبحر.
ممكن تبعث حد؟
يمكنك اعداده جاهزاً بحلول الخامسه مساء الغد؟
كتاخد عشر دقايق مشي علي رجليك.
قبل ما نلقي اليوم، ممكن تعطيني شويه دقايق؟
فين ندير سيارتي؟
كانحس بارد و بطني كايعصبني بزاف.
سكوتش وميه، من فضلك. و كاين شي ناكل؟
كيفاش نطفّي هاد الضو؟
واش كيحمل علي راسو اليوم؟
خيط بغيت شويه ديال الخيط.
خليتي شهاده طبيه، عفاك.
خليها اقصر ببوصه وحده هنا.
ماشي عارف نحس بيا خير. عطيني دوا رجاء.
مين فايق جريده يابانيه، من فضلك؟
مزيان. يمكنني نزول السياره في اي مكان؟ شنو ثمن النزول؟
اي اوتوبوس مشي ل لمدينه؟
كاينين قاطعات ل بوسطن؟
كُن شريك لي في المراسله.
غادي نكون عند صديقي.
مالقاش هاد الخبر مزيان، ما قدرش نستنا هادشي.
نقدر نزلت ف الفندق د هيلتون؟
خليك غادي تحذفه.
روح لشمال نزول هاد الشارع و خذ اول يمين.
خاينا نعرف اا ممكن نوصلهم هادي لپلاطو ل طوكيو.
خادش قوه جسميه.
كاينش اكل ما كيحرقش؟
قريب بزاف باش نمشي؟
خادش كريم ليدي.
خليك هادي عطيني الملح
خاي نرو ل وول ستريت. كيفاش نوصل لهنا؟
ريّاضه كثيره غادي تضرك.
بما فيهم الفطار، الضريبه، ورسوم الخدمه، غادي يكون 45 دولار للشخص لليله.
ممكن تصلح هاد؟
عصر الخير. مرحبا.
ما قدرش نلقي حقاءبك.
امشي مستقیم، عفاك.
ماء هنا امناش للشرب؟
اه، تعال. غير عشرين درهم.
رجا عطيني هد اللباس بقياس اكبر؟
خير، نروح. نقدر نساعدك في واجبك بعد ما ناكل البيتزا.
نعم، سيدي تاناكا. في رسالتين لك.
ماكايناشلي
غدا يوم اخر.
يمكنني مساعدتك. هل تحتاج الي فيتامين سي؟
جيبتي تسرقلي ف الطرامواي.
بَعيد بزاف. احسن تاخد تاكسي.
نحب مقعد في الممر، من فضلك.
نعيش في شقه ب 80 الف ين في الشهر.
مشيت نقاطع؟
خليني شوف واحد اكبر.
عفوا. ممكن نبدل مقاعد؟
ايوا، بالتاكيد.
ارحل لحد النقطه ودر بشمال فالتيران
كنتي بغيتي لولّاع صغار ولا لكبار؟
خليتي وحده مع حمام ب 80 دولار، من فضلك.
خايف ندير قيمه لي ف الخزنه د لوطيل.
كاين غرفه مفتوحه الليله؟
ايوا، ولكن كن متاكد ان عندك تيكت معاك.
قله من الناس غادي يشاركو ف الجوله الاختياريه.
ماشي. لا باس، خدوني لمركز شينتاون. غادي ن попыт نلقاه بنفسي.
ناس جداد كيتخدو ف ابريل.
ماشاء الله
جوج ويسكي مع ماء، من فضلك.
من كايلعب؟
كنتي تقدر تاتصل بي اذا لقيتي شنتيتي؟
لفوق الشمال، من فضلك.
واش غادي تقف معايا ل لفوتو؟
لا. كنتي عاونا تقول ليها؟
سن هذا ف الوسط علاج
اي لعبه كمبيوتر هي الاحدث لشخص في الخامسه عشره من عمره؟
نشاهدك غدا
كاين مطعم رخيص قريب هنا؟
لا، لكن شكرا. نشطت.
كاين خبز عندك؟
كيفاش كتجيد العزف علي الكمان؟
صاحبي طاح و وقع ف الصالون ديال الحمام.
مينفعش نلقي صحن لجديده؟
المسيحيه كانت ممنوعه و الديور كان مغلق علي باقي الدنيا.
اش غادي تاخد؟
كوكتيي لجمبري ليها و نفس الشيء ليانا.
مومكن تقول لي تسجل هنا؟ وراح نحتاج لموافقتك هنا.
كان لي شرف كبير بزياره مقركم الرءيسي واجراء مناقشات مهمه معكم. شكرا جزيلا علي تعاونكم الكريم.
خدك كيخربق عالوي
ما عجبني اللون في النهايه. يمكنني ارجاع هذا؟
خرج من الباب داك، وانتظر عند المحطه رقم سيته.
فرخه مشويه، من فضلك.
فيناش شويعه؟
نعم، ناقرا شيءا.
هذا السيد تاكاهاشي في الغرفه 549. ممكن تبعث ليا اربعه عبوات من بيره بودвайزر، من فضلك؟
هادي سبعين دولار.
اتصل بي ف الفندق ديالي لما تلقي شنقيطتي.
نحنا بغينا انك تيقظني ف الساعه تمنيه و نصف غدوا، عفاك.
ايه، بس هادشي كثر و انا ممتليش.
خادش مياه للفم.
ماشي عارف نعمل والو.
كاينين خصومات علي الكميات الكبيره؟
طوكيو صفر ثلاثه اربعه تسعه اربعه خمسه سته سبعه
واش يمكنك تعاوني نلقي الحديقه للهوايات؟
غادي تقولي كيفاش نضبطها؟
علاش ساعه غادي يخلص الجوله د لوطوبيس؟
كيفاش كتخدم التيليفون؟
اكيد. عنديا كتابات حلوه ديال لامريكان الاصليين.
مُتَكَلِم يَابَانِي، لَو سَمَحْت.
كنّنا مهتمين بالموضه.
ماشي عطيني دفع؟
هادا كليニック اف؟
مرحبا، السيده ياماغوتشي؟ حزبك علي الخط. مكالمتك مقبوله. تابعي من فضلك.
فين نقدر نشري تيكت لكوبون د ليفت؟
ا什 نو عادين ف لوس انجلوس؟
امشي مستقیم لمده خمس دقايق تقريبًا، ودرج لليسار.
هادي الطريق ل الجيهه د الشاطء.
هاد الشاي ديال الاعشاب كيخلي الجسد يرجع ليه نشاطو.
هادشي مكينش مصنوع في اليابان، هوا؟
مزيان. هادشي راه. غادي نوري ليك غورك.
خايب نخرج من الفندق قبل الظهر.
هامبورجرين و قهوتين، من فضلك. نبدا ناخدوهم برا.
نقدر ناخد هاد الجوالات الجتنين؟
خدت اللحم، ما الخوت. ممكن تغيير هاد الشي؟
ولدي ناعس كليا.
مريض بلبطني
هاد الجاكيت ماشي مقاسي.
كنلقي سي ويليام.
كيهضر بسبع فيتامينات و معادن.
السن ماشي عالق.
هل يمكنني الحصول علي استرداد المبلغ عندما اعود الي اليابان؟
اش نواع البلق منو؟
اي بلاد داز من؟
ممكن تعمله في عشر دقايق؟
ما كينش جيد ف الانجليزي. قريبا حدا هنا كيهدر الياباني؟
فين نلقي تيكت لميترو؟
غادي نبعث ليك عشرين نموذج اضافي.
ماكنش ناقص لي باش ناخد حيت الجلد ديالي جاف شوي.
مين فايق نوبتي، من فضلك؟
ايه، نعتقد ننتظر.
تسع وتسعون دولار في الساعه لكل طفل.
انا اسف، مبيعاتنا انتهت.
اما يكون حادّي.
عندي ماطيري الخاص.
مفتاح الغرفه، خمس وميه ثلاث، من فضلك.
اشنو ساعه كايعرض فيلم Terminal Man؟
فين الحلاق؟
ف السابعه د الق Ahmet, عفاك.
شنيتي مكسوره.
زياره الاماكن السياحيه.
انا جاي من اسبانيا.
حاجه ماشي مع هاد البطاقه. ممكن تعطيني وحده اخري، من فضلك؟
عندي حكه علي ذراعي.
ارسل هادشي بالبريد الجوي لليابان، عفاك.
فين اقرب صيدلي؟
نبي خمر اخر، من فضلك.
الناس كثيروا حلوين.
كَم شاي اَو مَشروب مَضمون فِي الثَمَن؟
كملت هاد الشي.
وين باب الصعود للطيران ده؟
اذا كان فين واحد متاح، ممكن تحجز لي طاوله عند النافذه؟
كانعلّقوประกาศ الصعود لاباس؟
كنا في علو ديال 12000 قدم.
اولا، كنعرفو نشوفو وول ستريت.
فين موقف البوس لاكسفورد؟
ننتظر حتي يكون التراس متاح.
نشوفو بعض الحقاءب الجلديه؟
خدو شوفو التلفازه. كاين مباراه د البيسبول.
غادي تكتب عنوانك هنا؟
قولي لي فين اقرب صيدليه.
للفندق ديالي، عفاك. هاد هي العنوان ديال الفندق ديالي.
كيفاش كاينين البلايص الاداريه غير طوكيو؟
قلب الهاتف و انتظر شويه من فضلك.
اش نوضي عاديًا ف الدار من بعد العشا؟
بكل تاكيد. امتي بغيتي تلعب غولف؟
غادي تكون فدار حوالي تلاته
خاي ناتاقي للسفاره اليابانيه.
شوي اكثر.
وين كايخرجو الباصات ديال السياحه؟
كيفاش غادي تحسب ليهم باش ترسلهم لليابان؟
ما عندي نادي ولا حذاء.
الياباني ين كير؟
كاين عندك موستانج؟
غادي نقفز من هنا؟
سيدي كاواي، عندنا طاوله ليك دابا. تعال هنا، من فضلك.
اكيد. انزل الدرج هناك وقرب منك وغادي تشوف تعليمات. خليك تتبعهم बस.
الڭونطر. كيفاش نخدمك؟
خليك عطيني عند فندق هيلتون، من فضلك؟
كثير ما تخدم تا اللي ليل؟
اسف جدا، لكن ماعندنا غير هادشي. اش عن اوراق النجليزيه؟
طاوله ماشي للمدخنين، من فضلك.
خليك ديرني قبل ما نوصلو لدارهم
هاد طازه؟
ماشي صح. كنتي دايما كتتعالجني.
خليك عطيني شوف بعض الفساتين؟
نطقها، من فضلك.
كنشرب الخمر و كنسكر.
خد بالك من النفس، حيت لجو هو بارد و كيبدل بزاف ف الجبال.
شيك المسافر والين الياباني، مزيان؟
اسف، لقد تاكدت مع خدمه النظافه و مكتب المفقودات. مافيهومش.
هاد المكان صعب نلقاوه. جاي في طريق صغير قرب الطريق الرءيسي.
ما عارف والو
نقدر نتناقشوا فيه ف القهوه.
فهمت، باش نتا ما خصني نشري ف لفلوس د التبدال، صح؟
المشغل، من فضلك.
ممكن تقلل السرج شويه؟
واش غدي نزلك لي الليله؟
حسنا، هادي جيب لي جوج فقط. شكرا.
هنا فاتورتك. هي تلاته وتسعين دولار وسبعه وسبعين سنت.
مزيان عليك
خليها طاوله مع景 ليله جميله.
هاد الشي मशين او بيدي؟
كنبغي نكرا هذا النوع د السياره ل 24 ساعه.
كان جميلاً جداً لقاءك.
انحزر.
خلي نشوفك دابا.
خليك، فكّر شحال من وقت غادي ياخد لو سال سءال واحد اخر لكل واحد. هيا، عجّل و خذ حقيبه ديالك. غادي نروح لبيان الجمركي بعدا.
شنو الوزن؟
كاين مطعم صيني قريب من هنا؟
المنصه رقم خمس هي هناك.
اشنو وقت الماتش د لكوره؟
ماشي عادي. ممكن تتحقق من كاميرا ديالي؟
قَهْوَه مَعَ كَرِيم و سُكَّر، مِن فَضْلِك.
نعتقد فيه غلطات في الفاتوره.
خليها لي هادي.
هاد باب سبعه.
انت اسكتلندي؟
تلات-جوج-واحد-جوج. انتظر شويه، مزيان؟ بغيت نرسل ليك حاجه هنا. عفوا.
ميه و خمسا و تلاتين ين ل الدولار.
التنانير القصيره مع الحذاء العالي ما غاديش يخرج من الموضه.
مينفعش نكلم المدير؟
لما خدامه ديالك مختلفه علي العداد؟
اشوف هاداك؟
وعدت روحي انه لو شفتك غادي نتعرف عليك.
اش غادي منين دابا؟
ماشي عارف نعمل والو. يمكن تقدر توصلي دكتور؟
حفلهك بدات. ا继续.
كاين عرض علي الساحه؟
المرحاض ميكنبش.
اش حال من هنا ل لمجلس لبلدي علي رجليك؟
خد هاذا الدوا بعد كل وجبه لما كيتوجع بزاف.
نتي حط الفلوس في كيس مصوّب خاص سميتو شوجيبوكورو.
حَدَّكْ مَجْرُوح.
كنشوف شكون حنا غادي ندير ليه؟
كاين خريطه ديال المترو؟
عندي غرفه جاهزه ليك في الفندق الكبير. ممكن تروح هناك؟
عندي الم في عيني اليمين.
ما كينش جيد في الالمانيه.
خلينا نلقاو تاني بزاف.
غادي تاخد في هاد اللباس ديال الرجلين؟
ماشي مشكل، ممكن ن 借 لي ركيت و كوره؟
كينشوفو تقدر تزيد فلوس صغيره؟
كنقدي نصف كرافه؟
مرحبا. انا جون.
ناكاي
ماشي مشكل لو صوره ديالك و تاكسي ديالك؟
كنت داكرت علي شنطه مفقوده من ثلاثه ايام.
نحب نستافد فندق رخيص.
اوه، في بزاف د لمواقع اللي غادي تلقي فها ف جريينيتش فيليج.
في الشغل. عندي علاقه عمل هناك.
كايبان مع قندوره ديالك.
راح تتحفظ علي شنطه ديالي؟
كيف تشوف هاد الفكره؟ منّا مقبولين شروطك ديال السته اشهر د العقد ماشي مشكل معانا، علاش كون هاداك تقبل لينا حق بيع لمده سته اشهر من بعد ما يخلص العقد
عفوا. كنتي عارفه نيويورك بالضبط؟
هنا غادي نستنا. عطينا ديك الساعه ماشي جاهز.
كن بغيت نشوف جراح.
هاد المكونات طبيعين؟
كنبغي نركب في سياره رياضيه.
الкод ديال لمنطقه هو صيفير تلاته. الرقم هو تلاته وحدا اتنين تلاته اربعه خمس سيته سبعه.
مرض بزعما.
سياره صغيره هي الافضل.
نحب نرسل هاد الشي général delivery.
خليني ندير هاد المكالمه للي مسءول.
اي مقاس بغيتي؟
يا ربي، ما كنتش عارف كان عندي هاداك الشي.
كاين بوكسات ديال شحن البارصيلات؟
واش هاد لشركه د الطيران غادي تدفع فاتوره لفندق و لاكل ديالي؟
هادشي كولشي شنويا؟
كيف بغيتي تقول المكالمه؟
خايب، غالي. مش مصنوع في اليابان، هوا؟
خليك عطيني الملح؟
وين اقرب مطعم من الفندق هذا؟
كنبغي شامبو لشعر عادي.
اشنو وقت غادي يتحل؟
نتمني ليك عام مجيد وسعيد.
راني بغيت سبريت كبير.
قوليها تاني بطيء.
عفوا. نتا حاب نطلب.
عندنا جمبري نيوبرغ و كتف خروف مشوي.
خاينا غرفه لمشهد جميل.
تلات كءوس من عصير الشمام، من فضلك.
عندي تلاته ولاد.
روح مستقیم من هاد الفسحه و دري لليسار ف النقطه. غادي تشوفو علي يمينك.
هادي جوله كامله لليوم؟
كيفاش غادي يكون الخدمه ديال التيكيت لجوله مزدوجه ل牛كسفورد؟
نروح لنادي رياضي كل يومين.
وين ندير فالدوره؟
اي وقت هو وقت الخروج؟
كيفاش غادي يكون لوجوه ديال الدليل فاليوم؟
فين نلقي دي سي ديات؟
عفوا. انا طالب جامعي من اليابان. هل انتم طلاب في جامعه نيويورك؟
كيفاش غادي تقدر هاد الخطه؟
اكي، عارف مخزن اشرطه قريب هنا؟
فلاش ولا كريدي؟
نخدم ف شركه تجاريه.
ماشي عادي ناس يسالوك علي كام ديرك.
هادو ليفايز اصليين 501؟
اش نوحا نغسل؟
ماكاينش تبدو اكبر من واحد وعشرين عام.
فهمت. بالفعل، فيه فيلم سريع داخلوا. كنتي مشي عارفه لو ناخدو؟
اشتريته حالاً.
غادي نجيبو واحد فورا.
تمام دولار. ودابا جاي واحد دلوقا.
ارضوا بيها مع मदارين الشراء للهيءه الجمركيه في المطار.
كاينين عروض في المحلات التجاريه دلوقا؟
المشغل، خذلي لمحطه النار.
عندي بطاريه ميته.
وقف عند العبور اللي جاي.
واه، ها هو. واش كل واحد غادي يملء هاد الاستماره ديال الجمارك؟
واش اسمك اشنو؟
كاينش مشكل لو gọi كوليكت؟
مرحبا. كيف حالك؟
وين قسم السفر؟
اش نواع اللي بغيتي تحدت معاه؟
انا اسف، مشي هنا الفلّه.
شوف هاداك. شوف هاداك. غادي تقوليلي الفرق بين هاد الراجل و هاد الراجل هو الحظ؟ محمد، وقف، عافاك؟ ماشي مشكل معاك تنزل هنا. انا متاخر. صديقي، كان سعاده الجلوس معاك، ок؟
كايطيف غرفك علي المدينه؟
كاين شي رسايل لي غادي نلقا؟
بازه غالي. ما نقدر ناخدهاش ب 3 دولارات؟
خلينا غرفه من الجوانب.
غادي ناخد كاس د لخمر.
انتي جميله.
خاطري غرفه مزدوجه. شنو الثمن ديال الغرفه ليله؟
كيهدر علي تسع وتسعين ميل بعيد.
فينس وليندا باغين يكونو لوحدهم، فهادشي خايف غادي نضطر نبقا هنا الليله.
خلي هاد الجواله تحت الحجر.
اسمي ساتو.
كنعرف نادق قديم د الجاز ف الدار البيضا.
ناخد هاد الطاوله د لءت.
نحب نجرّب نفس الطبق ديال هاداك.
من بعد نهدرها.
هادشي كيروح ل لفوق تا الطابق السادس؟
جلد التمسه؟
خليها في كيس الغسيل و خليها هنا.
خاين نطور هاد الفيلم. امّا غادي يخلص؟
لا تدي هاد المفتاح لحد غيري.
خاي. غادي نجي نقيك من الفندق في ثمانيه د العشيه.
الشباك مزيان.
خلي شعري القصير يهبط، من فضلك.
كل مصاريف النقل مشتمله؟
دار الاوبرا الميتروبوليتان
وين مكتب الكراء ديال السيارات؟
كان عندي حمي منذ ليله البارحه.
ماشي علي ذوقي.
اش نووع خضره عندك؟
نحنا بغيتو داءم مفتوح، عفاك.
اشنو وقت جا الدكتور؟
لونو غالط
السن طار.
هاد مقعد في الطريق ولا عند النافذه؟
انا مهتم بالتنزه في الجبال.
مومكن تسلم لي شكايتي لݣرفه؟
خليني شوف واحد للبنت الصغيره.
قرب هنا شويا
كاين عندك حاجه ب تقريب 80 دولار و 0 سنت؟
عطشان
ما عندي حليب، من فضلك.
عندي ثلاثه حقاءب.
فين البحيره؟
عفوا. اضغط علي الزناده من فضلك.
ماشي مشكل، يمكن لي نلقي مجله او حاجه؟
جنوب.
كيفاش غادي يكون سعر التيكيتات ديال البلكون؟
كنّا بغينا غرفه كتطل علي البحيره.
كاينش بريد قريب هنا؟
مزيان. غادي نديك هنا.
الجزء المكتوب بالخط الماءل يشير الي التغييرات التي حدثت في التسعينات.
هو عندو ثلاثين عام
مزيان. ممكن تكتب العنوان مره اخري علي هاد التوجه؟
خاينا نمشي ل هارودز. ممكن تسحب لي خريطه، عفاك؟
اش نوضي متا ما عندك وقت فراغ؟
كاين بطاريات للكاميرا هادي؟
خديني كابل د لينطلاق.
كنتي اخر واحد في هاد الصف؟
نعتقد انها محجوزه بشكل مزدحم.
رمايه مزيانه. خرجت للتو.
واش كتقدر تقل لي علي الاماكن اللي فيها مغريبه؟
كاينين مخازن كبار قريب من هنا؟
انا كذالك.
نحنا بغينا نلحق من سان دييغو.
كانت فكرتني ان ندير داك الشيء في السمسار الجاي.
الحمرا ما كا بارد بزاف. غادي تحيدو ليه البروده؟
يمكنك تغيير هذه الاقراط الي مشبك؟
اش غادي نтересك اكتر دابا؟
خاين عودتي الفلوس. ممكن نرجعلي فلوسي؟
ماكنش نلقي شاي بحال هاداك في بلاد خرا.
اذا مشيت تشري هادشي تا، غادي يصير لمبلغ ديال بدون ضرايب.
مشيت شوف شهاده التلقيح ديالك، عفاك؟
كيتسافر بزاف؟
انا جاي من ميريكان
عندي تيكيت طيران ل سان فرانسيسكو.
اذا كان بعيد عن المحطه بخمسه عشر دقيقه فقط، غادي نمشي.
نحب ن找到 otel اقل تكلفه شويه.
البونساي كيحس بلي هو هوايه لي شيوخ.
ما حددت حتا هاد الشي بعدا. ممكن تديني شويه وقت زايده؟
عندي دوار راس.
كنتي جاي معيا علي قهوه؟
خدي شهاده طبيه و استلام للباطه ديال العلاسه.
لا لا، عجّل بزاف. مابقيناش وقت.
ما بغيت نفق اكثر من عشرين دولار.
ليش الطياره ما كاتحلقش؟ قوللي شنو كايدير.
كيفاش غادي نقرا؟ ممكن تكتب ليا الفلوس علي ورقه؟
كنبغي نكرا كرسي شاطء.
نتظر دقيقه، من فضلك.
اش هاد السيدات يلبسو روب ديال العيد؟
ماشي عرفني.
عندك سيجاره؟
اذا كان الريح مشي قوي، نقدر نمشي ل تيكي بوينت.
مزيان.
غادي نغلق دابا. شكرا علي انتباهك.
كاين هاد الشيء بغير داك اللون؟
من هو؟
عفوا. ممكن تقول لي فين موقف تاكسي؟
واش غادي تشرب؟
هنا هو.
فين اقرب مخزن للهدايا؟
هم. ما كيتخدمش، عاند؟ تقدر تتحرك لكرسي خالي، اذا كنت بغيتي.
كنلبغي هادشي.
مزيان سيدي. اش نتا بغيتي للهدفه؟
كوتش او بولمان؟
شيكات المسافر. شكرا. هاد تاوناتك و بطاقه الصعود. كن هنا، من فضلك، ساعه قبل موعد الطيران.
اوجاع حاده.
اسم هو غورو موتوياما. و الرقم هو 0332612495.
انا مريض بزاف.
اي شي حدان ل "حب كوسي"?
مزيان. غادي تشرب قهوهك دابا ولا لاحق؟
قوليلي احر نادي ريجي في نيويورك.
كيفاش منتوجك مختلف علي منافسيك؟
ماشي عادي ماحدش كايسمع لتعليمات السلامه؟
واش الطريق الخلفي خطير؟
نعم. رجاء اتبع الاجراء اللازم.
نعم، واحد فقط. امّا غدي نعرف؟ كيف غادي نستافد؟
هنا بطاقتي الشخصيه.
كنفضل طاوله عند النافوره.
قوليلي شنو ارواح اقل تكلفه باش نروح سان فرانسيسكو.
كنتي عارفه المطعم كيويا؟
طريق واحد
غادي نعيق جالس هنا كلو ناكل بلا فايده.
كاين ناد ليليه مزيان مع عرض فلامنكو؟
هدي قندوره جميله لابسه.
رجلتي تعاني من الالم.
وين اقرب غسيل؟
ماشي مشكل، تقدر تبدل معايا المقعد؟
مقاعدنا تفارقت.
حقيقي، كنحب نضمن هاد الباقه كمان.
لفاتوره جايه مءه دولار.
مخارج الطوارء كاينين فالدوبلا، والنص، والوراء ديال هاد الطياره.
مزيان، حجزك تاكيد من جديد.
الكعب عالي بزاف.
خلينا طاوله فالتيراس.
كدا يعني الفيلم ممكن ماشي مناسب لولاد تقل عن خمستاشر عام. دونك الابوين يفكروا اوا يخليو ولادهم يشوفو الفيلم ولا لا.
كيف تريد الفلوس؟ من فضلك املا هذا الورق ووقع هنا.
ميرتاحش بطني في بعض الاحيان.
كاين عندك اطباق بقليل دالكوري؟ انا ناضل علي رجيم دلوقا.
ما فيش مشكل.
ايوا، عندي تيكيتين لجايانطس ودوجيرز.
نحنا واحد من اهم الموردين ديال الحاسوبات الصغيره.
شكرا. انا كذلك. مع السلامه لحدها.
توام مع حمام، من فضلك.
نزلت من الدرج.
اي بوظه تنصح بيها؟
هم. هاداك. لون جيد عليك.
وين كتوب اللغات لبرانيه؟
شريحتين وكوكا
خليني سيجاره
ممنوع يدخل البلاد- اسف. زعما هاداك راه دار لينا كلشي.
ايوا، انا هو. كانو كايعيشو قريب مني ف كاليفورنيا ولكن نقلو ل فلوريدا من سنتين. اش خبرك؟ كتسافر لوحدك؟
مريض.
ولدي كيحملو من لحراره.
ف هاد القياس، عفاك.
اوردر د لمريتات الثقافيه كيتعطي ل لفنانين و لعلماء اللي دارو اعمال متميزه ف هاد النّهار.
انا ياباني.
غالي بزاف.
ايوا. خذ اوتوبيس لي مشي ل كيوتو-ايكي.
هاد شي خاص ب اللي عندو عضويه؟
الغرفه كاتبعه سيته الف ين ليلًا.
نقدر ندير هادشي ف الطياره؟
خايب. كلشي بغيت نعرفو هو اا البيزنيس غادي يدير راسو من بعد.
مزيان. كنتي عايشه شال يلاه؟
شحن البطاريه، من فضلك.
انا جاهز لامر الشراء.
الملاحم العشبيه ديال الحمام خلاي جلودك تحس بلي ناعمه وملساء.
كتّب اسم الشركه ديال الطيران و رقم الرحله حتي هو.
حقيقي. النهارده الاحد، والاحد هو اسوا يوم.
ايوا، هادي مشكله ناجعه من التخلص من الفواقد.
كنبغي نعمل هاد النمط في طاوله خمس اشخاص.
كثير من العاءلات عندها دخل مزدوج.
اوه. هاذ الفضه نادره "القمر و الجرس". متاكد مشي عاوز تبديله؟
امي و ختي جايين من اليابان باش يزوروني. غادي يوصلو هنا hacia السابعه ديال العشيه.
البراون مشهور بزاف ف هاد السنه.
فكره مزيانه. امّا غادي تجي؟
خاي. قرسيين، عفاك.
فين السوق؟
كنحلم بلي نلبس بدله السباق الجديده ديالي.
كنعتقد انكم انتم مجرد ناس كتاكل دونات.
كيفاش غادي يكون الثمن ديال تيكيت الدرجه اللوله ل ادنبره، عفاك؟
بزاف هاد الفلوس لي عطيتني فيهوم نقص عشره دولارات.
خدت كلم سي سميث في الغرفه 201، لكن ماجاوبنيش. عطيني شوف اا مازال كايقيم هنا؟
نحب واحد حديث.
نخدم ف شركه دار النشر.
خليك ملي هذا؟
اش الشارع هاد؟
قادر تقول لي وزن هاد الباقه؟
اش نوڭولو هاداك ف لونڭليز؟
استمر قدام ف هاد الصف، من بعد غادي تلقاه علي لجانب لليمن.
نحب نءمن هاد الشي.
صباح النور. هاداك البورطو. كنعاونك؟
مزيان. دخل من فضلك.
ايوا سيدي. كنجي هنا كله لفطور كل يوم، من الاثنين ل الجمعه، قبل ما نمشي للشغل.
ماشي مشكل
خليك جيبلي تلاته اثنين سيته اثنين تيسعه واحد ثمانيه.
ايوا، نقدر نخدمك من السابعه.
استلق هنا.
خدّام سريع بزاف.
يمكن يبان بعدا.
درج لليسار ف الالتقاط الجاي.
عفوا. كيف نصل للبنك؟
كاين خدمه اوتوبوس ل لمتحف ديال فورد؟
ايوا. اسمك و رقم غرفتك، من فضلك.
اش حال غادي ياخد لما نوصل لليابان بالبريد الجوي؟
مزيان. شوفاك في الجوج عطاش يوم الحد (or in a more formal tone) طيب. هتشوفك في الساعه ثنينيه يوم الحد
نحنا بغينا نمرو من نيويورك لتورونتو.
الزّيپَر مكسور. عندك غيره من نفس النوع؟
هاد ماشي نظيف.
ممكن تءكد لي رحلتي جوا؟ هاد هو تيكت طياري.
كاين هاداك ف لخضر الغامق؟
واش غادي تاخدني لكانتربري وتردني؟
مينفعش ناخد شوكه جديده؟
شكراً جزيلاً علي لطافهك.
اسف، ما بنعطيش تيكات للسينما.
بغيت نشوف هادشي.
واه هاديك فيناع. شنو غادي ندير؟
بغيت نطيل ماكثي هنا بزاف يومين.
بدللي مقعدي.
عندنا اليوم جمبري مزيان بزاف.
اش هاد الخدمه مفتوح؟
كاي煙 ولا لا؟
غالي عليّ. ما تقدر تقلّلهش؟
مفتوح يوم الاربعاء صباحا او يوم الجمعه بعد الظهر.
ما حجزتش غرفه.
علاش الصيف فญيبان عادهً حار بزاف، و مكنعرفش النكليما ف لوقت القديم.
يمكنك اتصال ليا بطاكسي ف الساعه ثمانيه غدا الصبح؟
خايب.
ليش ما نستنا البوس تحت السكيا؟
تعال، كنجي. خلي نوري عليك المكتب.
ايوا، مفتوح من التاسعه لالتاسعه.
ما نقدرش ندير حلم ليلاً.
كيف اثر الركود علي الاعمال؟
عندي موعد تاني.
مينفعش نلقي خريطه الطريق لل مدينه؟
الحاجه اللي كنت كنقصها.
ما فهمتش شرحك.
خص نعمل اتصال. مخلي ل بوسطن.
وين احسن مكان للسياحه؟
قوي ولا؟
متعت بزاف.
خلي بالك، نحب نكون وجهي صغير زي جوليا روبرتس.
خد هاداك، عفاك؟
رّحّالين لي غادي يخرجو ف طياره ABC Airlines رقم 703 لي غادي ل طوكيو، عطو ل باب نمره 20 علاش طالبات لحكومه.
فين موقف اوتوبوس B؟
فرد ل فرد، من فضلك.
فين نلقي غطاء طاوله؟
كيفاش نختار مرشد كيهدر اليابانيه؟
خلي نصورك؟
ما كليتش هاد الطبخه.
قطعت اصبعي. فين ماده معقمه؟
خليتي ناوع طابع بوحدو خمسه وتسعين سنتيم؟
نكون هنا ربع ل ثامنه.
خادش عطر.
مين فاتحلي الجدول ديال المواقيت؟
كنتي مخلصه ل لمدرسه هنا؟
اش هاد فيه؟
هادي فندق هيلتون بعيد من هنا؟
ممتن كنت đặtها ف طرد العمل ديالي.
ايديك في الجو.
كاين مطعم تقدر توصلهلي قريب هنا؟
اش غادي تحب، غامق ولا فاتح؟
اش نوضي فين غادي نطير؟
تيكيت النقل، من فضلك.
فين مكان حلو نروحو ليوم واحد؟
خاينا الكيس ليكلي الحمر في نفس الشكل دي.
بازي مازال غادي نعمل هاد الجدول؟
اشنو ساعه تفتح البنك؟
مريض
كنحس بالتخليط. ممكن تعطيني خريطه؟
خارج
خدوني لمستشفي
خليتي نجي للمستشفي كل يوم؟
باطا كيدربني
كيفاش غادي يكون الخدم ديال البريد باش نرسل هاد الرساله لليابان؟
خاد شري واحد الكاس.
خادك تيتسنا تيجي يخدوك من المطار؟
الرّكوب يبدا ف 4 و نصف فهاد الساعه فهاد الوقت، عافاك كون هنا قبل داك الشي.
من تلاتين الف ين
وين نلقي كارت التيليفون؟
كانقدر نردو فمدينه اخري؟
نحافض 12 يوم.
خلي ال顶 طويل شويه.
خادش طبيب مختص.
شوي دقايق، عفاك.
التراكم رقم اربعه عشر
انت كذاب؟ عندك اختيار كبير جدًا.
ما لقيتهم فين ما ضربت.
كاينين مقاعد فاغين ل لندن؟
خدي نسخه من تقرير السرقه.
كايكون بلوك واحد لتحت في الشارع.
ماشي مشكل، عطيني نور معاك؟
هاد السيجارات خفيفين؟
مزيان. نفس الحاجه.
القطار التالي في ساعه واحده.
كنبغي لي اطول قدامات الجاكيت ديال الرياضه.
عندي حجز. هادي رقم التاكيد.
عيد ميلادك قاديم.
القطارات وقفت بسبب الاضراب.
كايقدر تصلح هاد؟
الطريق كان مخدّش ب السيارات.
هادي الثاني من اليسار ديك البنايه البيضاء.
حجّنا مقعد ل 25 اكتوبر الخروج في الحاديه عشره صباحا.
لا، شوي اكتر من لفوق. هنا، ايوا.
ايوا، داكش يضم ليكل.
فين يمكنني استرد هذا التذكره؟
ليش كيدور؟
خاي نستانا.
سيارتي خربات، جيبها من فضلك.
بغيت شعري طويل شويه من الجوانب.
اي نواع عندك؟
انا موافق. هي واحده من الاماكن المفضله لي.
اي نوع من النموذج عندك في بالك؟
اسمي ميتشيكو تاناكا، و رقم الطيران هو خمس ميه واحد لطوكيو.
ممكن تقدر تسويلي خريطه بسيطه من هنا؟
فين نلقاو؟
كنبغي ندير شعري كما كان.
خليني خمسين، عفاك.
فين نستーナ في جال؟
اش نواع الموجود؟
كاينين بلايص مزيانين ف هاد المنطقه لي مشهورين بزاف؟
خليني فلوس قليل، عفاك.
مزيان. غادي نضمن ان حقاءبك غادي تكون هنا.
هادي تخصصنا، لحم السول المقروده علي الجريله.
غادي نبقا.
خدوني غصب.
مزيان. خاصني نكزو؟
هادي نتقاسمو.
ما عندي هاد النوع بالظبط دلوقا. غادي نشوف المخزن. انتظر شويه دقايق، عفاك.
سكوتش مع ماء، من فضلك.
هادشي كيبدا ممتع. شنو غادي يخلص؟
خد هاد الشريحه لصيدليه. تقدر تحصل علي الدوا هناك.
خدت هاداك.
ايوا، تقدر توقف في اي محطه بين هنا و شيكاغو.
فين نلقي هدايا؟
غالي بزاف. ماقدرش نشريه.
مين عطيني رقم ABC و الشركه في شيكاغو، من فضلك.
فين الكاتدراءيه؟
كيف بغيتي البيض ديالك؟
قريب بزاف من هاد البنايه.
لا، نعتقد انهم نسيوا يجيبو لينا واحد.
خايب. تاكد. ممكن ناخدو رقم التلفون ديالك، علا اي حال نحتاجو نتواصلو معاك؟
اش نواع المزيع؟
اش نوصلو يرجع يهاتفك لما يجي؟
بغيت هاداك.
كانقدر هاد الخدمه ديال واركا الشامبانيا بعد ما كن 登ار. خليني نشرب علي صحهك.
اربعين دولار في اليوم بالاضافه الي ثمانيه سنتات في الميل.
راح اراهن خمسه دولارات.
هادشي اوامر شخص اخر؟
اش نوصل للمتحف؟
انا اسف جدا، لكن انا بغيت نءجل الموعد.
واش كتقدّي رحله؟
قطارك غادي يخرج من الرصيف نمره تمن.
كنلبغي شي حقيبه مع حزام متغير.
بغيت يبقي تحت ميه و ثمنين دولار.
غادي نسالك من بعد ما نشوف حوالاي.
نعم. حجز لسته ليال، من فضلك. بدايه تلاته وعشرين يوليوز.
ممكن توري لي داكشي للي عندك من تصميمات مختالفين؟
اش نواع العصير بغيتي؟
كنتي غادي لدارك عطله؟
فين نروح نشوف منظر حلو؟
هاد كان مكسور من قبل ما نفتح الباقه.
29 غشت
نحنا بغينا نرسل هاداك ببريد الجو لليابان.
عيد الشكر للعمل. هو يوم من الايام اللي كايعطيو فيها الشكر لجميع اللي كايساهمو في دعم المجتمع من خلال اعمالهم.
هاد الغرفه صغيره بزاف.
ماشاء الله، عطيني شاي اخر، من فضلك؟
خاينا ننظف هاد اللباس لليوم.
في بنك قريب من هنا؟
خليك نظّف الطاوله، عفاك
سكين، من فضلك.
كلها مطبوعات.
اكتب رقم غرفتك من الخلف.
نستعمل العيدان لما ناكل.
رحله دلتا رقم ثمانيه وعشرون لنيو اورليانز هتتاجل تقريبًا ساعه واحده.
ماشي نرجع لليابان، غادي نكتب ليك خطاب. لو عندك وقت، ارجو نرسل لي خطاب.
خليتي تيكيت الطياره ف الفندق.
غرفه وحده بدون حمام، من فضلك.
شكراً مره اخري علي التذكير. هل ينسي الكثيرون التوقيع علي اسماءهم؟
خير، كنحدرو مين الوقت. نشتغلو هاد النقاش يوم الخميس ف الساعه واحد؟
خاد پجاما.
حسنا، هاديكولك لما يكونو جاهزين.
اش غادي ناكل الغدا؟
الليموزين غادي وقف عند البوابه الشماليه اولا.
اي ساعه ممكن نستعمل مطعم الفندق؟
هادي قطار مباشر؟
خير، كايدير ليله. كنحس بلي غادي نخرج دابا. شكرا بزاف علي ليله الجميله.
خليتي نلقي لي دوا للبطن ديالي؟
نحب دجاج مشوي.
خطءي. ماشي خطءك.
عفوا، امتي غادي يخلص هاد الفيلم؟
هادو، عفاك.
حليي تسرق. خايج ندير بلاغ.
شويا، من فضلك. غادي نوصلك لمسيو جونز.
مرحبا. هادوا يونايتد ايرلاينز.
وين تعلم السيد جونز اليابانيه؟
عندي واحد صغير من نفس التصميم.
يمكنك تقليل حجم هذين البنطلون؟
الجمعه ليل، ف 9.
هاد البوابه ل لاس ڤيڬاس؟
كاين باص من المطار؟
ملعقه اخري، من فضلك.
حلوه شويه ملوحه، ولكن نحبها. جبتها معاك من اليابان؟
سريعها، اذا ممكن.
يمكنك دفع عشره دولارات هنا كوديعه؟
ايوا. صحني من بعد تلات ساعات، عفاك.
بغيت نطلب، من فضلك.
اش نقول ايوا ولا لا؟
شويين ملاعق، من فضلك
اش نوڭا اللي جاي؟
السياره كاتخلي صوت غريب.
اشنو ساعه مغلق المكتب البريدي؟
ديجا دفت مبلغ خمسين دولار لما دخلت.
عندك دوا لل胃 المريض؟
اش نلبس قميص و كرافته؟
قادر نقل الفلوس ل حساب التوفير ديالي؟
نسيته شانتيه.
خاي نءكد تاني رحلتي.
ساعتي. كان سويسري جديد تماما رقمي.
نجحت في ذلك الاختبار بنجاح باهر.
خاي نديك تاخدني لبلايص ممتعه. كن سياح، عارف.
كيفاش نروح نزور لمواقع التراثيه ملي البحاره كاين ف المينا؟
خليك điềuل المرايه لوراك من جديد.
غادي يكون في انتظار من عشر دقايق ولا شويه.
ماشي نخد Plates ديالك؟
كن سعيد بذالك. فين وقت بغيتي؟
نعتقد خليت الكاميرا ديالي هنا لما جلت العشاء ليله البارحه.
جمعهم عند البوابه.
لا لا، داكشي مشي ضروري. نقدر نخدم راسي. عنديك عملت بزاف هاداك.
خليها تحسن او بدلها، عفاك.
نقدر نخدمها فشهر الجاي
خد وقتك.
كيفاش هاد المنتج الجديد كيقارن مع المنتجات اللي كاينين؟
بياعين داك الشوب هوما فينومين بزاف.
ممكن تحفظلي هاد؟
دقيقه وحده، من فضلك.
كاين عندك طواقي الادعاء؟
بغيت نكرا سياره لمده اسبوع.
ايوا، فالاول، غسلو مفرق.
خلي показلي سيماطات لرجال.
ربعه وعشرين دقيقه للي صباح.
كيفاش غادي تقدر تاخد الليموزين باش تروح لمركز المدينه؟
من الصباح.
خلينا نسرعو. كايمشيو للطاءره ديجا.
كايبان لي بالظبط.
درت الفريده د الجاج.
عشره ايام.
اشنو عمر هاد الولد؟
كيفاش كولو؟
نفس الشيء لي، من فضلك.
خسرت شيكات السفر ديالي.
خليتي نا دوا لبرد.
خودها في كون (Note: Moroccan Arabic
كانقدر شوفو كل صباح في القطار.
كنتي تاكل معانا العشا دلعشيه؟
غادي نبقا ف الفندق ب حتي غدا. غادي يكون لي فرح اذا قلت ليه اني هنا.
الطيران مكتال لخمسا و خمسين دقيقه.
اسمي شينو يامادا.
اش نو معلم هاد المطعم؟
عندنا نبيذ ابيض ممتاز.
مедициنه بارده فقط.
مومكن تجيبي شكايتي ل لوبي غدا الصباح؟
انا باقي نفقد حاجه كل مره نروح旅行ه.
خسيت استعمال يدي اليمني.
مرحبا، هاد دار روي؟
من بعد، غادي تلقي شارع ديال البيع و الشرا. لو تبع الشارع غادي توصل للمحطه.
لا، مش هنا. في غرفه للتدخين في الطرف الخلفي ديال هاد الكار.
من فضلك، فين يمكنني نلقي بروشور؟
وصل هناك بالتاسعه، من فضلك.
ايه سيدي. كيف بغيتي نقطعها؟
نعتقد فيه غلط في الفاتوره.
زيت و خل كفاي.
عندي بالظبط شنو كتيريد. ممكن ناقلك هاد؟
قَهْوه مَعَ سُكَّر
هادي سبعه عشر صباح. اوه، اسف. عملت غلطه.
كنتي سمعتي علي اسبوع دهبي في اليابان؟
شكرا. عاودو تاني.
مازال ممتليء؟
ماشي مشكل، ممكن نديه فين ما كنت في البلاد؟
اي رقم غادي نتصلك منه هنا؟
كيف نوصل لديزني لاند؟
كايتقولها؟
عفوا. فين المطعم الرءيسي؟
نحنا بغيت ناطل هاتف لญابون.
D اثنا عشر رقم مقعدي. فين هو؟
اش هاد؟ عفاك
اي نوع في بالك؟
ايوا. غادي نوصل في ثمانيه عليوقيت المحلي.
اذا وجدت شيءا، الرجاء الاتصال بي.
خلي ناخد شويا لخنزير ومدينه البيض؟
شربات الشمام للمُقبلات، من فضلك.
الماي الحار ماشي حار بزاف.
واش غادي تفهملي كيفاش ندير هاكا؟
اكتب عنوانك هنا.
مشيتخدم الفلاش؟
شكرا. عودي لغرفتي ف同 الوقت غدا. غادي نكون جاهز النصوص مزيان بهداك الوقت.
انا اسف حالياً ممكن تقدر تتسنا فقط من قاءمه الليل.
مزيط او بدون رصاص؟
عندي صداع.
هاد الغرفه رقم 12-07.
خايب غرفه اخري.
اش حال Visa هاد؟
في مستشفي قريب من هنا؟
خاد اللابس كوڤر.
عندك عرض اكبر؟
نقدر نلبس تمنيه؟
فندق امن نخدم فطار مزيان، عفاك.
فين الحديقه للهوايج؟
كبار من هاد؟
تلاتين دولار و ثمانين
كايعتمد علي كيفاش دافعه المكان، ولكن ف日本 الوسطي، ابريل الباكر.
بورݣر الجبنه و البطاطس المقليه.
خايب لخر قطار.
ما عندي فلوس صغيره.
اش تحصل علي تيكت البوس؟
الفلوس، من فضلك.
كنت في طيران يو ايه رقم ثمانيه وتسعه وعشرون.
كثير الفوضي حول غرفتي.
ف الڭزاء الشرقي، كاينين تا اماكن مشهورين، زي نيو يورك، واشنڭتون دي سي و بوسطن.
كاين عندك وراق جاپوني؟
حسنا غي مزيان.
ماشي مشكل لو خليت شيايا عنديك حتي الساعه واحد؟
كاين جوله ف المدينه؟
ايوا. خايف نعملي هكا. كيفاش ممكن تحافظ الامن ف هاد المنطقه؟
فهمت. غادي ن尝ي نكرا سيطروين.
عندي موهبه من الله.
هاد سيب. فين لخبز؟
تقدیم شيشه، من فضلك. و كرسי عند النافذه، من فضلك.
واش هاد الخدمه ديال التايور كتقدرها بقيمه كام؟
اي واحد اسرع، تاكسي ولا عونه؟
كاينش هاد القميص ف الوان اخري؟
ما تقدرش تشوف التلفزيون كل الوقت.
اه نا، جايين عليه، جايين عليه.
خليك دخل مستشفانا.
فين نلقي سوبرماركت؟
غالي شوي. ما تقدر تقلللي؟
اشنو عدد المحطات حتي نبدل؟
هاد الراجل سرق حقيبه ديالي.
حبوب الهضم و حبوب الم البطن مختلفين، صح؟
خاي نشوف المينا.
فكره جميله
اش حال من اللوقت علي رجليك؟
راني غادي ناخد عشرين من اكبر دبدوب، من فضلك.
اش نوّع ل كاشير؟
هاداك سهل. غادي نطر ف الدليل التلفوني.
كاين غرف اكبر؟
اش هاد الفاتوره ديالي؟
بغيت نبقا ف هاد الغرفه ليله اخري.
عفوا، لكن نريد ندير تقرير السرقه.
خير، كايدي علي وسيله النقل اللي غادي تكلي. غادي تمشي بالاوتوبوس ولا بالطيران؟
ماشي مشكل انتا تقعد هنا؟
كانقدر ارسل ايميل واحد بس مقابل دولار؟
ايوا، ارسلوه ليا لغرفه 1234.
ملا هاد الاستماره ديال التسجيل، من فضلك.
خاين جواز سفرين مزدوجين لOXFORD.
فاش غادي نجي للمطار؟
هاد خفيف.
فين نطور الفيلم؟
لا، من فضلك لا. هل تقدر توكل اسءلتك لاخر كلامي، لما ناقشك؟
خاين مقعد مزيان.
خايف الطوالت ماشي عادي. بحاجه لمساعده.
ماشي صعب ولا غامض.
غادي نديك ل لمقعد ديالك. هاد الطريق، عفاك.
عفوا، ممكن نسالك سءال؟
امني بهاد الشيء.
مرحبا. عجبتني لقاءك.
نحنا بغينا نتحقق من هاد الحقيبه لطوكيو، من فضلك.
واش غادي توري لي واحد اكبر شوي؟
نعتقد ان الملابس المصنوعه في اليابان مخيطه بشكل افضل بالتاكيد.
خليك ما تتحملش.
قوليها تاني عفاك
ممكن تكتب لي العنوان و الرقم ديال التелефон؟
كيهس؟
اي مطار غادي نخرج منو؟
مش دارك الفورما ف الطياره؟
خاد شويا.
جاوبت لثلاثين تّ八 دولارات في المجموع.
شكراً علي شاركنا افكارك الفريده معنا.
نروح اسكي مرتين في الشهر خلال الموسم.
كنت مولات في ابريل الاول في تمانين وخمسين.
_hal nqdar nstajir rakit ?_
هاد البوس اللي غادي ل لمدينه؟
اش حاد هذا العطر؟
اش نو؟
فين ندير الاجراءات؟
خمسين جنيه
هاداك شامل الضريبه؟
اش نو هي الYSTS؟
اتصل بسياره اسعاف.
نقدر درهمات ثلاثه علي هادشي.
كيفاش كايدي ؟
ما كاينش طعام ما بغيتش.
عيد الدستور او "كيمبو كينيمبي" هو عطله وطنيه في الثالث من مايو لتكريم تاسيس الدستور الياباني الحالي.
واش هاد الجوله فيها زياره لبرج سيرز؟
كاين مكتبه قريبه من هنا؟
غادي نشارك في المدرسه الصيفيه في جامعه هاواي.
فين مشيين دلوقا؟
زوجان وكلهم طفل عندو تلات سنين.
ف الدوره د لمحطه.
