بغيت نحجز طاوله للعشاء دليليك.
هنا. ابق معاك التبديل.
غادي نضل في فندق الفا.
ليش السی دی كايخصل بزاف فداك الڤلاصه؟
الثمن خمسه و سبعين سنت. من فضلك خذ الفلوس الصحيحه.
كانجحب الجاز.
كاينش مراقبه فرديه للحقاءب ف الدوّانه؟
خاي نحجز غرفه đơnه ف الفندق ديالك، ثلاثه ليال من اول يوليوز.
للفندق الكبير.
ما كايقولش ل الجسر الذهبي. خصنا نسال حد. عفوا، هاد هي المحطه الصحيحه د الباص باش نمشي ل الجسر الذهبي؟
ايه، هاهو.
نعم. فين غادي نساعدك؟
نادو الخدامه اللي كاتخدم طاوله هادي، عفاك.
خادش روح الميثيل.
كايناش ندير السفر؟
كاين حد يخدمو؟
خد حافض علي راسك.
خلاص، شكرا.
كااش الجاكيت و التي شي حاجه ضروريه؟
اي فصل هو الاكثر جمالا في هذا البلد؟
غادي يكون علي عشرين دقيقه.
نقدر نطلب كاس نبيذ؟
غادي نوريك لغرفتك.
نحنا بغينا نوضح حجزتي.
خليك عندك فحص كامل في مستشفي عام.
مرحبا. هادوا مشغل بريد البحر. اي نمره كنتي بغيتي تتصل بيها؟
جنب كاونتر سينغابوره للطيران ديك الساعه.
هاد ما كيعملش بالصحيح.
مافيهش مشكل، يمكنني استرد مفتاحي، من فضلك؟ رقم الغرفه هو 115.
خد هاد الوصفه لصيدليه.
مين فاتحلي مقعد جنب الكوريدور، عفاك؟ نهار نحبّو مقعد ماشي للسماسر.
السيده يوشي ساوا. ي او ش ي س ا و ا. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
من طرف ياماتو كوجيو انا لازم نقول شكراً بزاف علي لطافه و مساعدتك في تسيير هاد اللقاء و اللي سالا بنتيجه مزيانه.
ما نقدر نتحرك.
عفوا. كنلبس هاد العنوان.
حقيبه سفري تدمرت بزاف.
وين الدخله الاقرب؟
غرفه لوحدني مع حمام، من فضلك.
خايب ن避 طعام فيه سكر.
مقعد عند النافذه، من فضلك.
بغيت نحجز طاوله لشخصين.
هاد كيهز ليك مزيان. شنو كنستناو؟
هاد الخدمه مجانيه؟
بغيت نصلح ساعتي. الساعه هاذي كتخسر تقريبًا دقيقتين في اليوم.
عالم صغير.
خاي نستاجر سكيات ماء.
لا، ديرني نشوف اولا.
كاينين مصاريف اخري؟
فين الساحه؟
شكرا. غادي نوقزك فالساعه ثمانيه.
نقدر نبدلها لفلайт اسرع نهار الخميس؟
حكذا "رينجي" هي كتابه الخطه الاصليه ونشرها بين الاشخاص المعنيين للحصول علي موافقتهم.
انا اسف، ولكن هي ممتلءه في ذلك الوقت.
كاين عندك خواتم من العقيق؟
كنتي تلعبي معايا؟
ملا هاد الشريحه، من فضلك.
خليك حر اتصلي بي اذا كان عندك فرصه تزور طوكيو.
دابا كتحدّث.
كاينين جولات سياحيه عندك؟
غادي تسلملي هاد الكومبيوتر الشخصي، علاش لا؟
خاد شريطه لفيلم، عفاك.
خايف ما نقدرش ندفع اكثر من سيتين دولار في الليله.
غادي ناخد شويه قهوه مع الحليب.
اكيد. املا هذا الاستماره ووقع عليها، من فضلك.
مافحالوش تبقا متاخر حتي الصباح.
فاش غادي نرجع للوطوموبيل؟
ما عندي شوكه.
كاين جوله ل لاس ڤيڬاس؟
ما نقدر نحرك رجلي الشمال لانها كتوجعني بزاف.
فين مكتب الاستلام دلباغاج؟
خليك ضيفلي شويه ماء في كاسي
ناعرف خذت صوره ف الرستوران فين كلنا الغدا.
وصلت هنا بمعرض قادم من لندن في الساعه اثنا عشر وخمسين دقيقه.
ايوا، عندي. امكن ناخدوهم من جديد منين؟
كاين عندك حاجه خفيفه؟
مساء الخير. كم عدد الناس معك؟
خليك غادي
انا اسف، سيدي، لكننا ممتلءين.
رجاً اكتبها لي؟
خايج امشي لغسل اليدين
اش نوعه نسيبه التضخم؟
الريدز د سينسيناتي كيخسرو ب تلاته رونات.
وين منطقه التزحلق علي الثلج؟
ايوا، غادي تقول ليه نوريكو ايتو téléphona؟
فين ندير الفلوس ديال الكيلومترات الزياده؟
فين اوتوبيس الشاتل؟
خاد شويا الحوت
خلي نديرلك شيء تقري بيه؟
نزلت من الدرج.
غسل هاذي ب تمنيه د الصباح غدا.
خاي نروح نصيد.
كاطي لينا قهوه غنيه.
كيفاش غادي ترتقي لكعب د هاد لخيزه لي؟
خاي نافد وقت لبدا ديال طياري لي جاي بعد.
هادي قريب من هنا. خذ واحد بلا مشكل.
اش يمكن نستعمل ملعب التنس دابا العشيه؟
خليك جيبلي الفطور في ثمانيه الصبح غدا؟
كنتي من هنا؟
شنو نوع الجلد اللي مصنوع منه هاد الكتيفون؟
فين نطلع علي الباص لي غادي للمحطه لبلديه؟
عندك عيون حلوين.
منين مقعدي، عفاك؟
خدي فلتر UV، عفاك.
مشي مشكل، اش هاد اللي عندك ارخص؟
خدني طاوله ماشي فيها دخان، عفاك.
هادا احسن جوده عندك؟
شّي ختي عاونا تشرب؟
عفوا، مشي ل تالت و سبع و عشرين؟
عفوا. فين البار؟
شكرا، ابقا علي الباقي.
خير، هاداك غادي نطونبك لاحقا. شكرا.
كاين ملاعب؟
كاينين عندك تيكيتين ل "الجمال و الوحش" ليوم الاربعاء؟
كاين غير جوله كامله لليوم؟
اش نو عادين ل نيويورك؟
خلي نروح دابا.
خايف ما غاديش يوصل حتي غدا.
هادش مشكل. كنّا قد درجناه ف الحسبان من قبل.
خلي تاخدني لمستشفي
وين اقرب صيدلي لي ليل كامل؟
كيفاش لو كلنا حلاوه؟
مزيان. نديرو جرد كامل علي كلشي.
الزحام كان قاسح بزاف ف区ه اتسوݣي، مشي؟
هوما عريضين بزاف.
الحوت اللي كنتي كتقولي هو الفوجو. عندو سم قاتل في كبده و بيضه.
خايج فكرت هاد الحفله كانت حلوه بزاف.
فين غرفه الامتعه؟
مشيتخد صور جوا؟
ما نقدرش نديرها لوحدي.
ما شفت هاد المنظر اللي واسع هكا من قبل.
خايب نشوف طبيب العظم.
نعم. ماشي عارف نحس بذاتي مزيان من يومين.
عندي الدّيّاريا.
اشنو هو السبب لي كايسير لghanima ف التلاته؟
الجمعه ممتلءه تماما حتي الثامنه و النصف.
خليهم مغلفين، عفاك
قول لي اسماء بعض المطاعم الجيده.
واش ممكن تعيدو ناشرها؟
خليني نفكر فيها. غادي نvisit بعض المحلات لاخرا.
اش حالك عشر دولارات علي ثلاثه؟
ما بغيت نفق اكثر من تلاتين دولار للواحد.
واش كتقدر تبدل الين الياباني هنا؟
نعتقد ان هذا افضل بكثير من هذا.
كلم باليابانيه.
خوبي شوكولاته، من فضلك.
قف هنا، من فضلك.
هادشي كيهز لانتباه. منين كاتبدا الجوله؟
حجّزت سياره لمده يومين في اليابان.
اش نوصل نقدر نقوللي فين نستنا للهجره دي؟
خد صوره لي، عفاك
خدي لي طابع بريدي للكارت بوستال داك، عفاك.
كيفاش نستعير سدل و خوذه؟
خلي نلقي نبيذ اخر؟
من قاد هاد؟
هل الضمان صحيح في اليابان؟
لا، مابغينا.
سافرت في سيدني.
اشنو وقت جا؟
عفوا، ممكن تجيبلي شوكه اخري، من فضلك؟
في مسجد قريب؟
يمكنني الحصول عليه بدون وصفه طبيه؟
مشيت ناقشوا هاد الشيء دلوقا؟
نحنا بغينا نقعد هنا الليله.
نشتغل في الاعلام.
شكرا. و فين نلقي كارت تيليفون؟
خلي الصيكات مفرقه، من فضلك.
اش نواع الاكل كيحبوك؟
حوالي ثلاثين دولار؟
ممكن تقدر تسو خريطه؟
انت مخبر بزاف.
ختو ختو تلاته دبل وحد دبل وحد
واه كنه جميل بزاف. كيحلا عليك بزاف.
اين ماشي؟
تيكيت واحد، من فضلك.
نطما ان الطقس يبقي هكاك.
كنحب نزور المتحف المتروبوليتان للفنون ومركز لينكولن، حتا هو.
بعد الطوفان، عاده ما يكون لدينا يوم خريف صافي.
ايوا، هاداك سيرو مزيان. شنو الثمن الاضافي للطباعه المضاعفه؟
اش حالا غادي نستني حتي يجي؟
الشرطه. عندنا وارنات تفتيش. افتحوا الباب.
اشنو الفاصل؟
يمكنك تقصيره ب سنتيمترين؟
نشوف اش نقدر ندير.
خاينا نروح فالطيران في الساعه جوج.
شكراً جزيلا. ها هو تذكره التعديل ديالك.
نوعا ما. كنت في المنطقه.
كنت كلا غداءي مع البونات.
اي واحد خفيف؟
بسيط ناشوف شكرا
هامبورجرين و كاسين قهوه، من فضلك.
خليك عطيني حل لهاد الشي. خلي نرجع لطوكيو غدا.
عاشر اكتوبر وحادي عشر اكتوبر، و الخروج في الثاني عشر.
اش هاد الوديعه؟
كيف الميه؟
هديات لصحابي.
اشنو وقت غادي يخلص؟
خسرت شوكي.
مابغيتش. نطمع ان يكون كير حتي غدا.
اش نلبس بلابس رسمي؟
بغيت جوازين للمسرح في الساعه ثمانيه.
عفوا. ممكن تقول ليASH مين اوفتحو؟
هاد التيكيت ماشي صحيح.
خمس وثلاثين ساعه، باستثناء ساعه واحده للغداء. كيف شركهك في اليابان؟
هاد البرج طويل 634 قدم.
خادش نظام صوت للسياره، من فضلك.
كنتمني تقرا مسودتي لما نكلت منها؟
مزيان. غادي نرسل لك الاعلام قريبا.
عندك تقرير بوليسي، مشي؟ اش نواع المراقبه ديالك؟
قطع.
فين الدليل؟
الصومو هو رياضه وطنيه في اليابان.
واش كي نلبس الكيمونو؟
نعم. كنت بغيت نستعمل فيزا. الرقم هو اربعه وتسعين صفر ثمانيه واحد خمسه واحد اثنان ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
كاين هاد الشيء فقياس سطاش، لون احمر؟
نحب التامين الكامل.
كايكون ليك رحله مزيانه؟
اش غادي تعمل؟
شكرا. كيفرح الجو داءما بهاد الشكل في لندن؟
قول ليه يرجع يهاتفني من اول ما يدخل. هاد هو 3 5 4 8 1 1 1 3 9. فندق هيلتون، غرفه رقم 12 0 9.
اشنو نهار النهايه ديال ان بي ايه؟
ما عجبني ها النوع.
اي طريق لبرلين؟
خربت الفازه بغلته.
اش نخدم الويسكي قبل الحساء، ولا بعد؟
ممكن تدي هاد الشنطه لفوق مكان اخر؟
غادي نتبع التطورات بزاف بعد ما نرجع لليابان.
ماشي مشكل. درت كلشي.
مزيان. اش نو في اليابان؟
انا اسف، لكن الفندق ممتليء.
كينشوفو نصورو فالداخل ديال المتحف؟
هاد لزيناق د الاكريлик كيخلي اظافرك طويله.
مزيان، طيب. نطما نرجو ما يطرا تاني.
خادش حاجه دافعه للهواء للعومه.
خليتي نزّل. هاد سيّاره للي جايه ماشي صح.
قلاعي مافقدتش.
ممكن يكون زحار العقليه.
كتّبها، من فضلك.
خليك عطيني هاداك؟
اش نوضي ملي نرجع ليك السياره؟
اش كون حنا نتكلم علي شاي اوه قهوه؟
اش نوصلتك؟
غادي يخلص ف الساعه وحدا ظهرا
خاي نغليس الاطباق لخرا لان كيتخد وقت طويل.
رءيسنا؟ ايوا، كايشرب كوكتيل. كنحبك تقابله. تعال معايا.
حَدّي، عطو داك لپوليس.
كنلبغي هديه لومي.
فين انا ف هاد الخريطه؟
يمكن
قفلت المفتاح في السياره.
كنحسبك عند خمسين وخمس سنين.
مافيهش دوار لليمن هنا.
كاين مكان لصيانه السيارات قريب من هنا؟
هادشي لترتيب الخاطء.
نحافض غدا ف الشوبينݣ.
هاد شايع.
ايوا، هادي اول رحله لي.
بغيت نبدل لغرفه اخري.
كيهن لينا نضيفو درايفرات؟
فين المحل التجاري الكبير؟
خليتي شنتيتي عند مكاني. ممكن تلقاها؟
ساندويتش ديك رومي واحد. خفيف علي الماسترد، من فضلك.
نقول الصيف هنا ماشي سيء بزاف.
rajel mzyan ḥazzak. kanu ḥaduha f l-qṣṣa ḍ-ṣṣġir u kaysmithawha kāmira mafquda. nṛja ḥna ṭṛa?
ماتور، من فضلك.
خليك تدفع فلوس زايده مللي كتخلّي لкар
كيفاش تحزم حزام الامان؟
كن呼 البواب.
ممتل. ما عنا والو باش ندير.
امشي مستقیم لقدامك لمده كتير من البلاكات.
اتصل بالسعايه الصحيه بسرعه، من فضلك.
عفوا، فين غادي يوصل الطياره ل طوكيو؟
هاد التيكيت مازال متوفر؟
كنتيحاج ل قلم، ولا ل铅؟
هاد الراجل ماشي ديما عندو الثقه.
كاين خريطه للدراجه؟
حجم عشر، سيده. التسميات الحمراء مءشره علي حجم عشر.
بقليل الڭرص، عفاك.
ايوا، كنعرفو. كنتي عاوده تقري مجلات يابانيه، لا؟
خليك عجله من فضلك.
ايوا، هو كداك. كنسميو الموسم الماطلي عند اليابانيين تسuyu.
ملء البلاصه، من فضلك.
ما عنديش حسي في رجلي اليمني
بكل تاكيد. ولكن مابقيش غرفه مزدوجه خاويه الليله.
اش نوّعها؟ تقريبًا هاكا؟
كولو يهبطو؟
خليك تتكلم بزاف بزاف بطي
هادي دوا لي خياطي دكتور دارني اياه.
كيتقال بلي تاريخ بلاد، تقليداتها وثقافتها كايتبينو فعيودها الوطنيه.
هاد الطياره غادي تطلع ف الوقت لي مخطط ليه؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول علي مساعده باليابانيه. واحد ثمانماءه
خليني نشوف سياره هادي.
مينفعش توصلي علي محل جيد يشري فيه ساعات قديمه، من فضلك؟
ايوا، غادي ن حفظ هاد الشي في بالي.
خادني ترانسفورماتور ديال الفولطيه و بلاڭو و سكتو. الفولطيه ف بلاد هادي مختلفه علي لي عندنا، و هاد الاجهزه كذلك.
كانوا اربعه شباب.
نعتقد ان لي ضهر سفلي متعب.
كنتي بغيتي تقصي هاد الشوارب شويه؟
كنّا بغينا نتحوّلك للمصنع د ABC.
حجم عادي، من فضلك.
اسمي شيبا. غرفه رقم ثلاثه واربعين خمسه.
كنعطيو عشرين يوم عطله مدفوعه الاجر في السنه.
شونتي ماشي هنا.
حنا كنا نتكلم علي لمس، راجل امريكاني ضع ذراعو علي ظهر بنت بطريقه طبيعيه.
وين اكلتي اللي امرت بيها؟
خلي بالك غادي ندير هاد السمك السلمون بالطريقه الميونيز.
خايب عليك باش دازت téléphoni تاعك وتسالي علي حالتي.
ما cảmتش احسن.
خايب نحرك بزاف د الخرده، غادي نشري كل الهدايا ليوم اللخر.
غادي نبداو سينما السما بعد دقايق. كنتي حابب تحط ليك شي مشروبات؟
انا جاي من المغرب.
خلي الباغ هنا، والصندوق في الخزانه، عفاك.
ما كاينش فايده من شرا الاشياء الرخيصه.
هنا تيكاتك و ورقه التاكيد لفندق.
خلي تبعثلي طبيب، عفاك.
نقدر نقضي الجو ديال العشيه كولو.
شكرا. هادشي لي بغيتو حاليا.
شكراً جزيلا. رقم غرفتك سبعه وعشرون. هاد هي مفتاحك. حامل الامتعه ديالنا غادي يcarry الحقاءب ديالك.
خلع هداك اللباس و درب هنا.
ماشي مشكل لو غادي نقفل الراديو؟
ديالر رده الفعل علي المنتج كانت جيده.
خاد ما عطيني ماء حار بزاف.
نقسم الخساره.
ناقله الطعام
خدت خوياي الصغار للغابه ديال الحيوانات.
مساء الخير، نلتقي مره اخري.
غادي نديرها لي كيذاكره. شوف، ماعندنا هاذ النوع د التاكسي ف اليابان.
مشيتخد صور جوا المتحف؟
اي نوع من اللعبه اللي ولاد خمس سنين او سطا كي لعبوا بيها في انكلترا؟
خاي نحجز مقعد ف طياره JAL رقم سيته ل نيويورك نهار الاثنين عشر.
نعتقد ان هذا فكره جيده. اذا لم يكن هناك اي اعتراضات علي هذا، اود ان اقترح التصويت.
كيفاش نوصل ليه بالاوتوبيس د اللIMOZOIN؟
الواحد اللي باقي لينا لليوم هو جوله المدينه. الباقي كله جولات ليل.
صَنع فِي ايطاليا؟
اي خط ماشي ل لندن ستاشون؟
عندك ولاد؟
ماشي علاك.
هاد الطريق، عفاك. السادس و السابع من هاد الصف.
وين ميدان الارنب؟
ما في مكر.
يمكنك ارسال لي بعض الادب حول منتجك الجديد؟
هاد الكاميرا ديال الفيلم ثمن ميليمتر هديه؟
خدي فلاش.
خديني ايقاظ، عفاك.
ما كنتي عارف ما تيعطيلش معاهم؟
ايوا، نعم. امتي غادي نخرج من هنا؟
اسمي ريسا كوباياشي ورقم المكان اللي انا ناقص فيه حاليا هو 206-525-3168.
خدني راديو جيب، عفاك.
اش حال غادي تبقي هنا؟
غادي ياخد بزاف د الايام.
صباح النور، سيدي. فين ما نقدر نساعدك؟
غادي نجي بعد العشا.
غادي ن_drawer عقد بالجيهه د لجمعه الجايه.
خمس. نحب نجمع الطاولات مع بعض.
هادشي غير الصحيح. عطيني ثلاثه دولارات زياده.
خاي ننزل فالمحطه لمركزيه. عطيني اشاره مللي نوصلوها.
هادي جلد حقيقي؟
نادي بوليسي
اي نادي هو الافضل للجاز؟
ما فهمتش.
خسرت حقيبتي.
مينفعني غرف صغير للديكور؟
خادش شامبو جاف.
المناخ معتدل.
ايوا، غادي نقول ليك. عطيني المدام كاواكامي احلي تمنياتي، حتا هي.
خليني نشوف اش وكيل. هادي غادي تكلّف 95 سنتيم.
خليك ضيف لنا خس و طماطم؟
نادي تاكسي في الساعه ثنتين ظهرا
خدت شبره في اصبعي.
كيفاش كيتحسبو ف الجاپون؟
واش يوصل لپورتلاند فالضهر.
هاد مزيان شاد ليا.
خلصت غداءك؟
قادر تقطيع هادشي ليا؟
كيفاش ممكن تصف حقاءبك؟
خليها في كيس.
غادي نتظار لي مين تا نزور الكاتدراءيه؟
خلينا نبدل النهايات.
خليها تملا هاد الفورما ديال الدواوين و تديها.
ماشي مشكل، ممكن ن 借 قلم؟
راني بغيت كون ديلعوبه وحده ديال ايس كريم د القوقو علي شوكولاته، عفاك.
كنتي عايشه شاي او عصير؟
اش سميتك مره خره، عفاك؟
خليني نشوف هاداك.
جيت ناخد طباعاتي.
قصّ السّواري قصيرا.
عندي حراره خفيفه ومريض كمان بوجع في الصدر من الجانب اليمين لما كتخنّز.
عشرون دولار في المقدم
كاين ديسكو قريب هنا؟
خاي نروح لمحطه المترو.
كنجيو هنا فالتلاته ونص د العشيه بالوقت المحلي.
خاي نرو ل فيفث افينيو. شنو الثمن، من فضلك؟
ماشي مشكل، نخدمك شي حاجه لما تتشرب؟
فين اقرب حانوت حلويات؟
اه نعم. كنت بغيت نرسل هاد الباقه لليابان. فيه سوقرافت اصلوي فيها.
ماشي الله، كتسرع بزاف. ممكن تهدّي شويه؟
خلي نلقي حمره، عفاك
اش نو ثمن الغرفه؟
خليها لي اللي علي الرف.
نقدر نخدم علي هاد الطاوله.
لف هادشي واحد واحد.
هنا كبير شويعه.
السلام عليكم. فندق النجم. كيف استطيع مساعدتك؟
خلت جوج ربعات في ماكينه الكوك، ولا حاجه خرجات منها.
فين مكان لي كيتجمع فيه شاب شباب كتير؟
ماشي نبدل شركه الطيران؟
كيفاش ندير شيكات السفر؟
ما كنتش عارف نحرجك.
من بعد ما نطير، غدي ن告诉ك علي بزاف د الخدمات اللي غدي نخدمك بيها النهاردا. و ف اللي بين، اذا كان في حاجه نقدر نخدمك بيها علاش طيرانك يكون ازيد ممتع، متخافش تسالنا.
خليك شوفلي غرفه رقم اثنا عشر ثلاثه وثلاثين.
خلي تاخدني لمطه، عفاك
خلي показي الجمله الكليه.
الاكل مبرد.
كاين مخزن ليلباس رجل لي مزيان؟
هادشي كلشي.
هادي ثلاث سنين كاينه هنا.
بغيت نحجز ملعب التنس في الساعه تلاته لمده ساعه.
كل مره نلفز، ننجح في المره الجايه.
هادشي ل لولاد؟
خايب، نّحبي رّيحه ليست حلوه بزاف.
في دار صديقي.
اش نوخدمك؟ كاين مشكل معاك؟
كيفاش غادي يكون الثمن ديال التذكره ل الجاي و الراي؟
انا اسف. ما كنج ̄`حجوزات.
فين نزّل؟
خلي تاخدني لاقرب مركز للشرطه؟
الضريبه غادي تتحسب بشكل منفصل.
اي مكان هو الاكثر توصيه للزياره؟
ليش ما تزيدش شويا د لپيپير؟
كنحب اكل طالياني.
خادش غطاء للاستعمال الواحد
اشنو غادي نديه؟
اش هاد الخدمه غالي؟
مابغيتش
نغادي نوصل ل لوس انجلوس ف خمس.
عندي اوجاع حاده في صدري.
كبير ازرق سامسونايت فيه بزاف د لستيكرات.
ماشي نروح في رحلاتي؟
مزيان، التيكات غادي ينتظروك في كاسا ديال التيكات ف المسرح. شكرا علي مكالمتك ل برودواي تيكاتس.
نعتقد ان هذه الارقام لا تتماشي.
عندنا مشكل.
هاد الطياره مازال غادي جاي بعد ساعتين من المواعيد.
مبقاش هتمطر؟
عفوا، هل هذا القطار يتوقف في بالتيمور؟
الغسيل لي كنت نديه ف الحمام ماشي.
نعم شكرا. كنتمني كاس شاي.
راح اراهن عشر دولارات.
دليل سياحي
خليك عاونني نشوف كيفاش نديرها.
بغيت بزاف الطاكته اللي لابسينها.
كاينين لي مكاتبه في شيكاغو؟
حوالي خمسه الاف ين. شيء للفتاه الشابه.
وين نلقي لوحه الاعلانات؟
ماتقدرش تفتح لي الباب؟
اش نوضيك دابا؟
كاين فاصل؟
خايخني يقتلي. دابا شوف، سير عطيني معروف. روح للمرحاض، فتش الباب لخارج و قعد هنا.
نعم سيدي. بيروجينو في الجانب الغربي.
نقدر ندير الكاس هنا؟
خليك خرج ب九ا ديال العشيه.
راني بغيت الحساء ديال الخضره و الشريحه ديال اللحم المقروده، من فضلك.
فين نلقي المترو؟
خلي gösterلي لوني اخر.
كاينش سكي ديال الليل؟
بغيت نحجز غرفه ليله دابا.
من بعد ما تخلص مع البوليس، عطيني تелефон تاني باش نديك الارقام لخرين لي خاصك.
كايدير و كيهدر و في الم كيقرقص.
خدوها ليهاد العنوان.
هاد الپلاير ديال سي دي ماشي عمل. بغيت فلوسي راجعلي.
زيحلا.
اه، كنحب داك.
هاد سي ياماموتو، غرفه 335. الناس فالغرفه لجوار هوما كثار الصوت. كنحبغيرو غرفه.
عندك حاجه ضيق؟
اش حالنا نقولو لعقد هاد علي شنو؟
كاس شابلِيس
اشنو قيمه اللّيصانص؟
اش هاد الفلوس؟
عندي دوار الشهر
زعما العاده.
جريت.
طويل.
للعروسه الجميله سوزان. النعمه لك.
عفواً سيدتي، سقطت منديلك.
بريد جوّي، من فضلك.
كنتي حابا مقعد عند النافذه ولا عند الممر؟
مرحبا. يمكنك نقول لي كيف نقدر ناخد تيكات لماتش د اليوم؟ كنعيشو ف مانهاتن دلوقا.
اي مكان في A غادي؟
شكرا. غادي نروح لفiesta.
خليتي فيلم لهذا الصوم، من فضلك.
يمكنك تدعي دكتور، عفاك؟
لا حقيقي. ولكن عندي صغيره راس حار.
كاين演ايه كبيره ديال لموسيقي د الرّوك؟
كن هنا باش ندير بحت ف السوق.
شوف اش يمكن دير ليا.
ماشي مشكل نديك غدا العشا؟
فيزا
خادش صابون ل لغسيل.
اكيد. قلت، كنتي عارفه سي وايت؟
شكرا علي النصيحه. غادي نجرّبها في المره الجايه.
كنتي عاطله للي اي دواء معين؟
لا، شكرا
ما عندي نفس الفكره. هي فكره ممتازه.
ممكن تدير الكlimatisation؟
خاد شيشه مياه معدنيه
كيفاش ممكن توصيني علي اماكن جيده للرحلات اليوميه؟
هل يمكنني توظيف مرشد باليوم؟
من اي منطقه في الولايات المتحده انت؟
خلي تبديل هاد الفلوس للي رات Alternatively, a more common way to say it in Moroccan Arabic would be: خلي تبديل هاد الفلوس لليراتينجليزيه
كايعتمد علي طول الجوله.
كنتي قادره تقشر روحي ل لخصر؟
انا جاي من اسراءيل.
اه-زيتونه عالقّه في حلقي.
وين نلقي الكتب الدراسيه؟
دربني سياره.
قناه ناقله، من فضلك؟
الثلاجه ماشي عاجبه.
ممكن تسجل في هاد الاستماره و ترجعها ليه بالفاكس؟
معاك لاحقا
هاد المنصه الصحيحه للقطار لباريس؟
مرحبا. كان شعوري بالسعاده.
واخا حزب الجي샤 بازي ما زينش؟
لكن، اسماء المحطات مكتوبه اغلبها باليابانيه فقط. فهذا قد يصعب الفهم.
اش نوصل لحيه ف حقل الذره؟
اش نوابي؟
شكراً جزيلاً، ولكن اي يوم عندك في بالك؟
نعتقد انك جالس في مقعدي.
فيه الحاله هادشي ماباقيش وقت كافي.
لا تدخين من فضلك
نحنا بغينا نمشي لمانهاطن. شنو غادي يكون الخدم؟
اش نوض غيريك مطعم معقول قريب؟ وهاد الخريطه عطينيهم فيها؟
غادي تجي مرو من باب اخر للوصول لمحطات الشينكانسين.
فين السينما؟
كيمونو.
ماشي مشكل، يمكنني اتصال مع شخص يتكلم اليابانيه؟
اربعه ايام.
خليني نشوف، غادي يكون 1450.
وقت الصعود لطاءره يونايتد ايرلاينز رقم واحد سبعه خمسه تاجل. من فضلك انتظر عشر دقاءق.
مزيان. غادي نشريه.
هاد الفلوس فيه الضريبه و الضريبه علي الخدمه و الفطور؟
خلي نفسلي اشرح ليك ساعات الطعام في هاد الدار.
عندي حراره عاليه.
كتابك داري كتقرا؟
نطلو عليه.
اوروپا عطله صيفي ديال لعام.
كاين ناس هنا من جميع انحاء العالم.
فين كايتعرض هاد العرض؟
خليوني الفاتوره، من فضلك
خير، فيها ثلاث شريحات ديال الدجاج و كيتجي معاها بطاطا مشويه و خضره مشكله.
الغرفه لجوانب كتحرك. ممكن تعطيهوم انذار؟
ضربني
ما تقلقش علي هادشي. غادي نديرو ليه الترتيب.
كنّا حابين نلقاو مكان بقرابه تلاتين دولار للشخص.
عفوا، لكن ممكن تقول لي شنو هاد الشي اللي كاين ف الменيو؟
واش كتقدر تقولي اشهر ديسكو في هاد المدينه؟
كيفاش نستعمل التيليفون؟
هادي كارت نوع مفتاح. تقدر تحطو معاك.
اش فهمت فين ساعه المتحف كيفتح؟
كنحب روح لحفله موسيقي كلاسيكي.
اي الاسلوب مشهور دلوقا؟
خاد شويا لحم الخنزير.
كيفاش غادي يكون مع غلاف؟
انا اسف، هي الباب التاني لليسار.
نعم، عندينا وير، والكتاب الدليل للمدينه.
خلي حاجتي القيمه عندك في الصندوق الامن.
خد بالك.
خليك سريع. نروا. سيدتي، عطيني هادي. سيدي، انزل، من فضلك. شكرا. قعد هنا. قعد مريح بزاف. هه، عطيني، خليك زيد فيها زوج زجاجات من ويلد توركي، نو؟
قاصي جمدت.
قولي ليا انني بغيت نشوفها غدا باش.
غادي نبقا مع صديقي.
فين هاد الدليل؟
هاد الشي حاجه لذيذه.
عشره دولارات من البنزين العادي علي البومب رقم ثلاثه، من فضلك.
بقيتي فيها هاد النزله الاختياريه.
كيف نوصل؟ ممكن تقدر تسويلي خريطه؟
غادي نفكر فيها. شكرا.
خايف نخدعوني ف فلوسي.
طبخ الغورميه كيضحك بزاف دلوقا.
كنّجماڭنا. شكرا.
كتب. اش هادي يوصلو ليابان بالبريد الجوي؟
ايدي جرحها.
اش هاد الثلاثاء؟
كاينين جولات نصف يوم؟
ما قادرش نفهم الانجليزي مزيان. كاين حد كيهدر الياباني؟
مرحبا، اسمي موري. عندي حجز للساعه السابعه.
كنطير لصاحبي.
انا جاي من روسيا.
امرك؟ عطيني شاي او عسير؟
خليك شوفلي مع السيد تاناكا في الغرفه ثمانيه وعشرون.
خبز مزيان، عفاك.
كنقدر نستاجر ريكيتات؟
كايعجبك قهوه ولا شاي بعد الطعام؟
نقدر نقف في الطريق؟
اش نواع اللحم هاد؟
ملي كي يكون ميه دولار كافين؟
هادي كيس كبير من الجلد.
واش غدي توريني الطريق ل لمتحف؟
ايوا، يمكنني كوكا، من فضلك؟
كنفوشيوس في القرن الخامس قبل الميلاد
خد واحد ليي؟
هادي مصنوع من الجلد؟
راح نكون ف الـ 1223177 كل العشيه.
عندي حارطه فول الصويا الفوريه.
كيفاش كيتعبر النوم علي السرير فญيبان؟
ف نيويورك.
اشنو وقت غادي يخلصو الصور؟
ضيق بزاف هنا.
هادي فيلم بسرعه عاليه. يمكنني نخرج الفيلم؟
اوردر تيك اوت ديال كولسلو, عفاك.
نشو لعبو دابا؟
شكراً علي هذا
لصحبتنا
واش غادي تقول لي اش دّاري قبل نيويورك؟
كنتي مزحره، لا؟
ما نقدرش نتعايش مع شريكي في الغرفه. كيضرب الجوا داءما. مابغيتش هادشي.
كاين كونسرت الليله او غدا الليله؟
عذرا. ولكن يجب ان نذهب الان.
ممر رقم سبعه
كنعرف هامبورجر هنا زوين.
كنّا فرحانين بزاف بلي جيت.
مرحبا. هادوا مشغل بريد البحر. اي نمره كنتي بغيتي تتصل بيها؟
ماشي مشكل تقدر تغلق المكيف؟
كاين شي ب لون اخر؟
كيمورا K I M U R A
بدل هادشي ل دولار ميريكاني.
خاي نلقي الباب
مين عطيني الدوا اللي كاين ف الورقه؟
هل الشرح موضح بالانجليزيه؟
شوكولاته، من فضلك.
جيت هنا باش ناخد شنتي لي مفقود.
هاداك مقهي للحوت، ولا لا؟
فين نروح؟
وين الطريق لخارج؟
هادو قاطع كاسكيد لمحدود؟
بغيت هادشي، عفاك.
اش نوڭر الرقم ديال الطوارء؟
العرض كيبان ضيق شويه. هاد كلو علي خير؟
واش ممكن توصلينا شي حاجه اخري؟
فاش غادي ندير الشيك ان؟
عندنا عرض خاص علي الفطير اللي عندو تّفاح ب 50 سنتيم.
وساده و لحافه، من فضلك.
ثمنيه ديال العشيه، من فضلك.
مع السلامه
رحلتي هي UA واحد ثلاثه في العاشر من مارس.
كيفاش غدي ن告诉ك فين هو الطابق لي فيه المطاعم؟
انا اسف جدًا
وين اقرب مكتب بريد، من فضلك؟
مشيت شوف بطاقه النزول ديالك؟
خدت حجز في المطار.
ماشي مشكل احيد حامض؟
كيف نوصل لمكتب البريد؟
مشوار شوف قاءمه الاسعار؟
خوا خوا.
عالم صغير، مشي؟
خليك عطيني جوازين بريد جوي؟
اش نوّعرف رقم هاتفك؟
يمكنك المجيء في اي وقت تريد في بعد الظهر.
قبلها منا كتوقيع علي شكرنا و عرفاننا؟
اش نوّع ف السنتيميتر؟
حجّينا طاوله لتقريبا التاسعه. اسمي ساتو.
ماباقاش في الطبع.
للموعد، هما كايمشيو للمطاعم.
تاكسي رخيص؟
واحد حقيقي؟ خير ماشاء الله عليك تقول هاد الكلام.
خليك تجيبلي تاكسي في العاشره صباحا
اش نو عساكم تغلقو؟
كينش ممكن نشري ربع رطل من اللحم؟
واحد حقيقي؟ شكراً بزاف. مابغيش نستعير شي كتابات لقريهوم ف العطله. تلاته ديال الكتب كايفي لي.
خليني ناقص الفطار رقم جوج.
فِي هَذِهِ الحَالَهِ، رَجَاءً اِذْهَبْ اِلَي مَكْتَب الشِكَايَات مَعَ تَغْلِيف دَعْوَاك.
كاين قاطار النوم؟
هاداك كبير شوي علييا. يمكن ن試 размер اصغر؟
كَمْ هِيَ عُمْلَهُ الْبَرِيدِ لِليَابَانِ بِالطَرِيقِ الْجَوِيِّ؟
مشيت نقاطعك؟
هذا السيد وatanabe في الغرفه سته سبع. غادي نخرج حوالي التاسعه و نصف. ممكن تبعث حد ياخد شناتي؟
واش ممكن دابا ممارسه رياضه التزحلق علي الثلج ف ماوناكيا فالوقت هاد؟
كاين عندك كارت د الريل؟
كنت كنشغل بالكاراطي مين كنت ف الثانوي.
خلي نوصل هنا حتي الساعه ون نصف.
كيفاش عدد الساعات د القطار؟
اه-ها. غادي ياخد حوالي خمس دقايق.
كاينين مواقع تاريخيه قريبه من هنا؟
خمس و نص. عندك تلاتين دقيقه باش تروح.
كنتحب هنا؟
ما كاينش ورق كافي د الكتابه.
اشنو وقت غادي تقدر تعملها؟
اي باب غادي يكون؟
بغيت نحجز لخمسه ناس الساعه سيته دلعشيه.
ايه، ولكن غادي نخدو مصاريف التوصيل.
تقدر تشريه ف قسم الاثاث في الطابق التالت.
انا من اسيا.
هاد البوس الصح لجاپان ايرلاينز؟
نحنا بغينا نحدد موعد للكوتش.
خليك عطيني تحد هذا التلوسه؟
حقيقي. مزيان. كنعرفو نحجزو لثلاثه.
ماشي مشكل، قريتلي واقتي؟
خير، ديف، مارك، ساتشيكو، ورومي غادي يكونو فالحفله.
خمسين دولار من الشيبس، من فضلك.
خليك تاخد اوتوبوس.
غادي نجي حوالي السابعه مسا
اش نواع ديال الدريسينغ بغيتي؟
كنحب نروح لمطعم نيويورك حقيقي، مش غالي بزاف.
نغادي نوصل للفندق في 18 شتنبر.
خليتي ناشوف خريطه الجبل، عفاك؟
خاين نموذج من برازك.
اشنو كيحمل اليابانيين علي انهم ماشي اجتماعيين؟
ما في خيار. هنا مزيان.
فِي حَالَهِ الْمَوَادِ الْمُعَفَّاهِ مِنَ الضَرِيبَهِ، تَعْبُرُ مَرْكَزَ التَفْتِيشِ الْخَضْرَاءِ.
رجا عاودها تاني؟
علاش، كل الغرف الفرديه محجوزه. ولكن مازال عندينا شويه غرف مزدوجه.
فهمت كُلشي.
اش نوحاج ليعرضو باش نستاجر سياره؟
عندو حادث سياره.
كاين عندك تيكت للرجوع؟
عندي دوار راس.
كاين عندك دونييل؟
خليك تقدر توصلينا علي نبيذ رخيص؟
مافيهاش غا تجي دخل.
فين نلقي شيء لاشرب؟
خلصت وصلت للمطار.
واش تقدر تسويه لليوم؟
اكتر تفاصيل حول هاذ النقطه ممكن تلقاها في الصفحه رقم 12 من التقرير.
كان غادي يرجع لدارو بالعشره.
جاف.
ايوا، قعد جلس.
غادي تقترحلي بلايص فين نروح ونرجع في يوم؟
لا شكرا. غادي عند الدكتور.
الحلقه دي جميله.
نحب ناخدها.
اشنو ساعه كتفتح الغاليري؟
ما حددت حتا هسا.
هادي غادي نهتمو بيها.
خليها بخصم، عفاك.
كانت غلطه كبيره مني. اتمني ان تسامحني.
كاين عندك قندوره بيضه؟
يمكنك تتصل بفندق من نفس الفءه و تجد لي غرفه؟
يمكنك مساعدتي في ملء استماره الحقاءب المفقوده من فضلك؟
اش كان تبني؟
غادي نقول ليك من اول ما نوصل هناك.
واش سهل ناوصل لهنا؟
يمكننا جلب لك كرسي الان.
عفوا، شنو الطريق لاكاساكا؟
كتخربق بزاف.
فين نلقي لوازم المكتب؟
ما عارفش اش نوصلو ف امريكا.
خلي نبعثو شاحنه اسعاف علي 15 شارع بيكر.
انّي دّي جبت لانفلونزا.
فين منطقه فيها محلات ماركات ديزاينر؟
كنتي كدب.
مفتوح يوم الاحد؟
حصل حادث.
خد الدرج اللي كيهبط، وعطوف مكتب قدامك.
خايف نرجعلي حاجتي الغاليه من فضلك.
واش الدكتور توفلر استاذ قاسح؟
علامه اخري؟
واش تقدر توقف قباله ليبيرتي؟
كبرت، دابا. اذا كان زين،腰يها نصف ساعه بعدا؟
نقدر دفع بهاد البطاقه؟
غادي نضل يامات قليلين.
اللاحم ليخص يكون مقرمش، عارف.
كنلبغي نشوف بلوزه هادي.
خليهم مزيان و ف مكان لي سهل شوفو.
خاينا نتحقق علي جوج حقاءب، من فضلك.
كاين غرفه لتغيير الملابس؟
مايسي مفتوح اليوم؟
نحب ننظف هاد اللباس بالكيماوي.
نحنا بغينا نحجز مقعدين للعرض ديال النّهار ذيال الثلاثاء.
خليط. ممكن ندير واحد جديد؟
اش هاد الفاتوره؟
ناكل هنا.
كيفاش نخدم البومب؟
كاين مكتب صيرفه؟
ايوا. يمكننا نكراو ليك نديكول ديال لجولف و لحذاء.
اوه؟ كتير شاب.
منتجنا اخف واصغر من منتجات منافسينا، ومع ذلك يكلف فقط ثمانيه في المءه اكثر.
سيدي الريموت ديالي مخرب.
وين الكتب المزخرفه؟
اش نوصلو هنا؟
هادشي متعلق.
باقي ب 35 دولار، لكن النهاردا كاين خصم 25 في الميه، فهاديك الساعه غادي يكون 26 دولار و 25 سنت.
كيديرهم لوحدو؟
اربعه برتقالات.
وين نلقي اوتوبوس ل شيكاغو؟
ما عارفش بعدا.
كنبغي نلعب التنس مع حد.
راه لزوجي.
ما نقدرش اغلق الباب.
القبور ف اليونان كانو تاريخيين.
ف الدقيقه جايين نشوف فيلم. رجاء اخفضو ستوراج الشباك.
ايوا. هاد اللوان ماشيين دلوقا.
انا نقول نقل ل طيران يونايتد ايرلاينز ل انكوراج.
ممكن تعطيني طبق جديد من هاد؟
ايوا، ولكن غادي تحط "BY AIRMAIL" هنا لو بغيتي تبعثه بالبريد الجوي.
هنا. غادي توريني بطاقتك لتعريف او جواز سفرك؟
السته اللي عندها الجمال هو كايعرض. هو مشهور بزاف فهاد الايام.
زيما بس شربه وحده.
خليك تقدر توصلينا علي نبيذ مزيان؟
تيفاني. تقصد المحل داك ديال الحلي؟
تلات دولارات كلا واحد.
حشوم نلغي، ولكن ماعندنا والو مدير نفعل فيه.
انا ضايع. فيننا؟
ما تيقولش مافيهش بزاف د الرجال المزيفين؟
خليك جيبلي طابع و ورقه للكتابه
هذا ابي.
خليك. عطيه ها الفورم ليكون للضابط لي جاي من لخروج.
ضغط هنا
خلينا ناطلو عليه تيليفون.
الطقس مزيان دابا.
حسنا. ديرني شوف. كنتي بغيتي وحد عادي ولا لوكس؟
شكرا. شنو Functions لي كايدير؟
هاد الراجل.
غادي نلقي وقت كافي نقل ل BA 399؟
روحو.
نقدر ناخدها معي دابا؟
خد شوفور يجي لغرفتي.
هاديشي المفضل عندي. نطما انك غادي تستمتع بيها.
خايف نشوف مسرحيه غناءيه دليليك. عطيني حجز، من فضلك.
خديت فلوس كثيره في الشوبينݣ.
خلي نخدمك شاي او كاس ميه.
طبيب، من فضلك.
واش كتقدر توصلينا علي مطعم مزيان قريب هنا؟
لِمَن كاتحكي؟
اشنو الثمن ديال رسوم الدخول؟
خاصه لو مشيت قرب البنايات، ممكن تتعرض للهجوم.
كانجبد نشوف البرامج الرياضيه ف التلفازه.
مشيت نزّل كرسي؟
ما بغيت حامول. شكرا.
كنتي بغيتي تكرا سياره سيدان ولا عربيه؟
خاين نبدل الين بالدولار. شنو سعر اليوم؟
القطار دي كيوقف لحظات قليلا في المحطه ا.
انا نصحك بفندق.
ماشي مشكل، يمكنني صورتي معاك؟
ميكي هياكاوا.
كيفاش عاشت لياپان؟
نخدمو الرقص؟
كنشبه شاب، ولكن عديت الثلاثين.
خدوني هنا، عفاك.
مرحبا، مفتوحين النهار؟
جانب الكورidor، من فضلك.
يمكنك وضع هذا في الصندوق الامن من اجلي؟
ايوا، وقف هنا، من فضلك.
بغيت نقيل حجزتي ليله دابا.
خادش حاجه للهضم.
السريان قوي بزاف باش نستافر.
كنتي مشكله في التصوير معانا؟
نحنا بغيت نسجل فجوله باش نشوف الشلال.
عندي الم حاد.
ما عندكش هدايا ولا حاجات قيمه؟
هاد القطار مشي ل طوكيو؟
فاي تارت شري و قهوه، من فضلك.
عندك عصير برتقال؟
مرحبا. هو سيدي اونو؟
هي برا دلوقا.
واش غدي تورينا لمقاعدنا؟
خليك عيقني ف السبعه غدوا الصبح؟
انا جاي من ايرلندا الشماليه.
غادي يكون ميه و خمس و عشرين دولار، سيده.
خايف خرجت حقيبه ديالي ف الطياره.
كتحمل ماستر كارد؟
ليش كاين؟
خدني الفاتوره
رقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي ميхо سوزوكي.
كاين مطعم مزيان مع景ه حلوه ف هاد البلاصه؟
هادي كارتي.
خاي نخدم عند الدوله.
كاين القطار ل شيكاغو كيخرج من المنصه نمره خمس؟
خليتي نستعير حاجه ديال الغوص، عفاك.
هاد القطار كيروح مباشره ل سياتل؟
هاد الطريق، عفاك. حاجه خره؟
كنلبغي نصحابي.
خلاصه القول، علاش غادي تعرف كيفاش كنا حاسين هنا لماط. ما كنخدمش مع ناس برا كيقلبونا علي كيفاش نعيشو حياتنا.
لون الاستعمال جميل.
شكرا. اسمك سيدي ريتشارد بولمان.
خلي 告لي عاءلتي.
ممكن تقدر تنظف الشباك؟
خَمْسَ عَشَرَ يُولْيُوز
جريت ليا ضربه.
خير، اه، نتا بغيتي بيض مصلوق نصف، يعني مصلوق لين، عفاك.
هدا اللباس كيضرب جسمي مزيان. يمكن نلبسه؟
اشنو لول مجموعه؟
ما سالتش علي هذا النوع د الجبنه.
قَطَعوا عَلَيَّ. ممكن توصِلني تاني؟
اش سميتك، من فضلك؟
خادش ناكل فرخه صغيره.
اش نوّار ف شيكاغو؟
ماشي تقدر تغييره لشي صغير؟
اش نتا غادي اخد فحص للعين ?
اسمك، رقم بطاقه الاءتمان و تاريخ الانتهاء؟
كيهضر مجموعه مزيانه ديال البرونز.
اش نوه قدام جسر بروكلين؟
شكراً علي النزول عندنا، سيدي.
مين فاتحلي 300 دولار كاش مع هاد الشيك؟
موافقه علي الاقتراح داك.
شنو كايرقص؟
مشيت معاك؟
اش نبدل القطار؟
لجوج ف السابعه، صح؟ شنو اسمك، عفاك؟
رجلتي تعاني من الالم.
اش حاد الكراسي لي قريبه؟
فين عاساك؟
كاين عندك ساعات اليد لي كيتدارو بيديه؟
كاين غير هاد النوع؟
صاحبي طارق. خسروا وعيه. ممكن تقول علي الاسعاف فورا؟
اشنو رخيص وطيب؟
خمس صباح الغد؟
كاين عندك اكل ياباني؟
مزيان. وعلاش هادشي؟
كنبغي ندير ديك ساع ف مدرسه د الغوص.
كاينش رسوم الغاء؟
اشنو طريق ل باب خمسا و خمسين؟
خاد شي لاشرب.
ما تاكلش حاجه كتحريها بزاف ولا كتبرد بزاف.
نصحك تغير هداك اللباس وجيب معاك سيدي.
لوحه السياره هي صفر اثنان واحد واحد.
مع السلامه
ماشي نبدل لمقعد خالي؟
خنا نحجز طاوله لشخصين الساعه سبعه الليله.
اشوفك غدا
غادي نشوف اا كنت قادر نلقاه ف هاد الكتاب.
كاين ثلج كتير في السنه دي؟
كيفاش غادي يكون ثمن هاد لكراسي؟
مرحبا. اقعد جالس.
اي قطار بغيتي تروح فيه؟
اش نو علا الكارافان؟
فين نلقي تاكسي.
مشاكل في الفاتوره؟
خدت حجزتي في طوكيو. ممكن تتحقق منها تاني، عفاك؟
نوصي بخواتم الاذن او دبوس.
هادشي ماشي توقيعي.
الوجع في حلقي كايوصل لاذناي.
خادشي قراطيص.
غادي نجي متاخر، ولكن عطيني الحجز ديالي.
غادي نروح لقريه الصيادين غدا.
منور بيك
عندي حاجه غادي نقولك.
خادش غرفه توين وحده، من فضلك.
شوفهولي لالمهتمه النهاءيه ديالي.
كانقزز داءما فجوياي.
اكثر صعوبه من السنه الفايته.
ليله بارده.
كيفاش غادي يكون ثمنهم؟ ممكن تكتب لي الثمن علي ورقه؟
مين قاد يخليني نلقي مقعد ف الطياره لي جايه، عفاك؟
كيفاش نرجع السياره فمكان اخر؟
كاين عندك شوماجور ديال الكيسات ديال النوم؟
هادشي قليل شويه ضيق عليّ. عندك هاد لبوطات ف خمس و نصف؟
خليني نبدل فلوس ديال 50 دولار؟
روح مستقيم في هاد الشارع. كاين في جنبك لليمن.
مشوار شوف قاءمه الاسعار ديالك؟
عفوا. حاجه وحده خره. كنفضل طاوله جنب الشباك.
كنشوف سي جونز. عندي شي مهم ناقشوه.
لمده يومين.
هاد السياره كتروح شيكاغو؟
كاينش بديل للطيران اللي تم الغاءه؟
ما بغيتهمش. عطيني غير ماشي حط فيه لبارشويط.
خلينا بطاقه خره د لڤين
عندنا نبيذ احمر ممتاز.
كاين عندك ساعات ناقله ديال السفر؟
مع السلامه دابا.
كاين دكان للهديا قريب هنا؟
كنتيقدرو تستعمل الباس ف كل القطارات.
نفضل التلقاءي.
خلت الفلوس، ولا حصلت علي حاجه.
كاين عندك وراق جاپوني؟
اش نو عاد نشوفو بَعْد؟
خليني نعرف شكون ناخد بالي في حاله حادث.
غادي نزور في otel، ولاكن ماعندي حجز بعدا.
ما مشكل. تقدر تنزل في المحطه الجايه و ترجع علي رجليك. مش بعيد.
خدي برم ناعم، من فضلك.
خايج انضم لصاحبي
الجروح كبرات.
البنوك الدوليه
كيدل علي اعفاء الضرر من التصادم. من غيرو ما كونو مسءول علي اي ضرر للسياره.
نسيته مفتاحي.
نحب ننظف اسناني.
كنحنا في جوله جماعيه. فهاد الشي، قاءد الجوله عندو جميع التذاكر ديالنا.
مابغيتش حاجه. عطهم مني السلام، خاصه السيد اوكاموتو.
كاين عندك شي لما تاكل؟
اكيد. اوكاي. نحنا هنا في المتحف. روح فوق، روح بلوكين، وعليك يكون في الناصيه دي.
مرحبا. هادي هاروكو. خمنوا شنو حنا لوقا دلوقا. كان حقيقي ممتع.
قوليلي الطريق ل فندق هيلتون.
خدوا مني حقيبه فلوسي في المحل ديال بلا مصاريف.
ماشي سيء، شكرا.
مزيان. هاداك راه صحيح. شنو رايك في السبت علي الساعه جوج؟
نعتقد ان التاكسي هو الافضل. يمكنك ان تاخد تاكسي قدام الفندق.
اي لون شريط تريد، وردي او ازرق؟
دي لкар طاحت تجرب تدير لشمال بقلب.
هاد الحقيبه غادي تحفضها ليا لمده اسبوع؟
انا اسف، لكن عندنا دار ممتلءه الليله.
اوتوبوسات المطار كايجيين بزاف؟
اللي جاي.
تلاته اثنين تلاته ربع واحد اثنين تلاته ربع
كيفاش ممكن توصلي بالي؟
ما خلصت تاكل قبل. يمكن ناكل دابا؟
خليتي ماءده؟
خايف ماشي هاذ المره. الرحله ديالنا ف الساعه وحد هي الاقرب اللي جايه.
نقدر نديرها راسي
نحنا بغينا نعمل مكالمه من شخص لشخص.
فين هو علي هاد الخريطه؟
ما بغيت نمشي.
ميرحبو بيك
فين سوق الاكل؟
هاد البوبا في بيع؟
خاد الحاجه مسبحه.
غادي نبدا فالتسجيل ديال الركاب اللي عندهم ولاد، الركاب اللي كيهزمو مساعده خاصه، والركاب ديال الدرجه اللوله.
بصوره ماط، من فضلك.
نا حنا. هادي هو.
اش غادي يكون احسن هديه ل بنت خمسطاش عام؟
كاينين زيارات لبيوت النجوم المشهورين؟
ارسل هاد التيليكرام، عفاك.
اين ندير اتصال، اذا كان عندي مشكل؟
كيس كبير، برتقالي، بلاستيكي سامسونايت.
اشنو نهار يكون مزيان؟
الم السن حارق و صعب النسيان.
كنبقا ف فندق بريتانيا انتركونتيننتال. رقم الغرفه هو 103.
شحال الخدمه علي لبريد الجوي، عفاك؟
عندي فيروس.
اكيد، راه 4 7 1 9 4 0 3.
كانقرب لي ناكل من ما نشرب.
خليتي ناقي كريم؟
هاد كلشي علا يدي، ها؟ خايج امشي لغسيل. عفوا.
كنحب نروح نخرید. فين هو مرکز المدينه؟
غادي تقولي كيف نروح ليه؟
يمكنكakhud الليفت الرقم واحد او الليفت الرقم جوج.
خليني بورتوكت.
خليتي نلقي البوابه.
مللي رجعت لغرفتي، كان الكاميرا ديالي مفقود.
بارده بزاف.
كيف ندير شهاده الغوص؟
خليني سيجار.
كايعتمد علي اي فصل من فصول السنه غادي تزور المكان.
كنبغي نصرح الفِراش.
جوز من فضلك
خليها ثلاثه من هادوك، عفاك.
مزيان، مزيان. وراحله شكرا راي. كنتي مشيت للهداف لاخر. داكشي لا تصير غريب. كازا زوين حيتك علي كل حال.
نعتقد انه سيعود خلال ثلاثين دقيقه.
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
ماشي مشكل ناخد ليك الرساله؟
خليني نشوف. هادي مدينه جنبنا.
ماشي مسموح السباحه هنا؟
اش حال غادي ياخد لprepare واحد اخر؟
خلا شيء معندنا نخبره بيه. فهاد السياق، عافاك اساله يرجعلي المكالمه مللي يجي.
ديور الطريق ماشي في غرفتي.
غادي تدير احسن في المره الجايه. 继续 هاكا.
واش حد منكم كيهدر الياباني؟
كان كينغ كونغ قام بلعب بينغ بونغ في هونغ كونغ؟
فين حمام الميه؟
اش حالا غادي تبقي هنا؟
من وجهه نظري نظام العمل مدي الحياه جيد وسيء.
خلي نقضي للمحطه دلوقا.
كنحب زور المناطق اللي متعلقه ب جويس.
ماشي بحاجه لذلك، شكرا. هادي غادي ناخده.
كاينين تخفيضات؟
جيت ناخد سياره. هادو رقم حجزتي.
نوصي بالعطر او اللوشن.
خليك عطيني فورما ديكومانت ديال الجمارك.
الكاشير داك هادي يخدمك.
اشحال غادي نقول ليك حاجه وحده؟
غادي نطلب قسم لا للتدخين. ممكن تجيبي لي مقعد اخر؟
من فضلك انتظر عن استعمال اي منبهات.
هاد الطريق، عفاك. هاد الطاوله كيحلو ليك؟
خد الهاتف و خذ فيه عشرين سنتيم
نحيد هنا.
وين الدرج؟
وين المحفوظات الم đóngبه؟
ا什 نو عادين؟
بغيت نشوف اوا هادشي مختلف هنا.
لا، مابغيتش، نسيته فالتلفون ديالو فالدار.
تذكره وحده ل واشنطن، عفاك. اش هادي مودو بالاوتوبوس؟
هادو انواع من الساندويتشات.
اسف، علاقي. علاقي كمان ناتصل بمكتب كراء السيارات.
اتصل بالسفاره ديال اليابان، عفاك.
اي رقم كاتحاول تتصل بيه، من فضلك؟
عندي برش حارق.
خاي نرو لفيلادلفيا غدا. فين ما كاين قطار؟
خليك تغيير البوڭي د اللحامات، عفاك
قوليلي، شنو الڭوت 2، الڭومبارت 4؟
كاينين ليك تيكاتات ل لماتش بين البولز و الماجيك ف 10 يناير؟
كانحس ب التعب و الفاقه من قعدتي لزمن طويل ف الطياره.
خلي هاد الحقيبه معاك، من فضلك؟
وين احسن مكان ليل في سان فرانسيسكو؟
نعتقد ان داك هي فكره ممتازه. داءما كنمقول ان المتاحف هي احسن مكان باش نبدا نعرف بلاد. خلاص، فين نروح؟ سمعت فيه معرض راءع علي الثقافه الهنديه الامريكيه في متحف المقاطعه.
خسرت جواز سفري. بحاجه ل واحد جديد.
غادي نستناك غدا، السيده تاناكا.
راني غادي ناخد جوج.
عشرين اكسبوشر، من فضلك.
نحنا بغيت ناطل هاتف ل طوكيو.
يمكنك تعطيه الاسعاف الاولي؟
بغيت نحجز لثلاثه ناس الساعه سبعه.
اش نو الحكايه ديال القصر؟
يمكنك مساعدتي في ملء استماره الهجره من فضلك؟
اش نواع الحوايج ديالك؟
اش نو عادين؟
خليني لوحدي، عفاك.
اش نو "O-Bon"?
فين كاشير؟
هاد رقم التاكيد ديالي.
كيف ندير حجز؟
بليون ين مقسوم علي ميه وعشرون ين كي يساوي تقريبا ثمانيه ملايين دولار.
واحد لحظه، من فضلك. سيدي، انا خايف سي Okawa مشا ل لghanima. كنتي عاود تدير رساله؟
اش نوصيكم باش تشريو من فرنسا؟
شكرا. نفس الشيء ليك.
انا اسف، كل المقاعد محجوزه للثالث والعشرين من مارس.
كنّا بغينا اطباق بقرابه تلاتين ليره لشخص.
كاينين عندك كوكتيلات خاصه؟
ماشي مشكل لو دفع بالفلوس الكبار؟
اش هاد الجوله كتخلّي؟
مبروك ترقيتك الي مدير عام.
حتي لو كنتش بزاف معجب ب "الشاعر اللطيف د اڤون" , ماعندكش الحق تفوت الريف الهادي والمواقع السير الذاتيه المرتبطه بيه ف بلادو.
خليوني نروح دلوقا. ممكن تبعثلي حامول، عفاك؟
اش هاد الشي؟
نعم، النبيذ، من فضلك.
غادي يكون تقريبا تلات مرات اكتر.
عندنا مقاعد فاضيه في البلكون و لليمن من الاوركسترا.
جوج مقاعد ف الطاءره لي غادي ل نيويورك ف التاسعه والنص، عفاك.
خبيز و عصير البرتقال، من فضلك.
نتا غادي تنتظرني هنا؟ غادي نرجع من دقايق قليلين.
انا ساكن قريب هنا.
هاد ل حذاء قاصحلي عليّ.
هادي سياره نمره طناش.
يمكن لي ارسالها علي العنوان العام؟
الموسيقي المسرحيه كتراءج بزاف فญيپون دلوقا.
هنا سماعه اذن.
بصوره عامه، A معناه ممتاز، B، جيد، C، مقبول، D، ضعيف، F، راسب و I، غير مكتمل. بعض المدارس تستخدم الزياده والنقص مع الحروف.
خليثم لي جوج نسخ من هاد النغاتيڤات، عفاك.
كيفاش نروح؟
اش نوضو هاد؟
خاد FLASHLIGHT واحد.
اشنو وقت غادي يخلص؟
سياره اقتصاديه لاسبوع. كم سيكون ذلك؟
واش الصغار يقدر يروحو فالتور بلا ما يكونو معاهم الكبار؟
فين ندير الدخان؟
امي عملات البسكوي.
نديرلو الرساله؟
انا مقتنع ان اجتماعا مثل هذا هو فرصه جيده لنا لنعرف ونفهم بعضنا البعض شخصيا.
شكرا. غادي يكون 80 دولار و 50 سنت مع الضراءب. رجاء دفع للكاشير.
اش نو علا طقس غدي؟
مرحبا. هاذا الكونسيرج؟ انا في الغرفه 107. خايف عندي شكايه.
قول ليه Shimada كالو و انا غادي نزورو هذ الفريده.
خايب. رجاء احجز لي مقعد من الدرجه الاولي في القطار اللي كايخرج فالعاشره ديال غد.
شوفك، اتصل بي الليله.
خليك معانا في الصوره؟
اش فهمك فينّي نرجع فلوسي؟
خايف نرجعلي حاجتي الغاليه من فضلك.
خاد اللحم ناي ماشي كتير مشوي.
هادشي كاميرا اوتوماتيكيه.
خديلي جوج طبعات مع لمات من هاد السلبيات، عفاك.
عفوا. فين قاعه السيدات؟
اشنو عمرها؟
وين كاين؟
هاد الفاتوره ديك
التروبيكال كويس. فيه فيه شويا نعناع و الطعم كيبان مع الستيك.
هادي لعبه.
هادي غوصتي اللوله.
لفّه ناحيه وجهي.
نحبي نقعد فالدري فطاءره.
افحص الاطار الاضافي كمان.
ايه، نعم نقدر يقول كيضحك هاد لموسم.
ما نقدرش ازور الماسوره ف الحوض.
كنتي عايشه تجي لحفلتنا دليليه؟
فين مخزن ملابس مريم؟
خاينا غرفه توين مع景观 علي البحر. شنو سعر الغرفه؟
ويسكي مزدوج، من فضلك.
ماتيريال هو؟
ماشي، كليه سيدات كينغسبورت، من فضلك، ساءق. خلاص، هوما غادي يفلوكش. ما كايقدرو ي бойكوتو قرار المجلس، هو غير ديمقراطي.
كاين دكتور كيهدر اليابانيه؟
سيدي وسيديات، قبل الاقلاع نطلب منكم ايقاف جميع الاجهزه الالكترونيه، بما في ذلك الحواسيب الشخصيه، مشغلات السي دي، الهواتف الخلويه، والالعاب الالكترونيه. من فضلكم امتنعوا عن استخدامها حتي بعد عشر دقاءق من الاقلاع.
واه هاد كول. كنحب صوتهم. اش غدي نقول انتا بوب؟
اش نوحا سميتك، تاريخ الرحيل و رقم الطيران؟
فين الفطر الشيتاكي؟
واش كتقدر تعطيني خصم؟
نضّف الغرفه، من فضلك.
كاين مخزن فيرجامو قريب هنا؟
شكراً بزاف علي الوقت اللي خديتيه باش تتكلم معايا، كارين.
هاد القطار لي مزيان ل جراند سنترال؟
هادش لي مامورتش.
ايه. كنت كانلي ناخد اللحم المقليه.
هاداك شامل الفطار و العشاء؟
كنحب روح لمركز التجاره العالمي.
عفوا، فين نلقي تيكات لبرودواي؟
هاد المطار كبيير حلو. كنعتارف بيه، نعمّي.
عندي الم حاد في البطن.
ايوا، غادي ناخد مارطيني مع لخضره.
طقس لطيف.
كنتي قولي واش نقدر نوصل، عفاك؟
نسمع بلي السل مزيان منتشر هناك.
اش هاد؟
المِشعّب ماشي عاجب و الغرفه بارده بزاف.
اش حاد اللّيطه ديال يوم؟
خايب. من بعد، كنحب نروح للبار ونستنا.
كانت قبل سنتين لما جيت لاخر مره هنا. كنت مستمتع بالطيران؟
كاين بزاف د الحمايات الحاره، حيت كنا عندها بزاف د الجبال البركانيه.
اش هاد الخدمه ل لندن؟
خاد شنطه طويله ديال لكهرابه.
كنبغي عصير البرتقال، توست، بيض مسلوق ومقهي، من فضلك.
زيما. خلصت.
ايوا. هما قاطعين الفروع و كيخدو البراعم باش يصنعو شجر لطيف.
نقدر نديلك طاوله في غضون خمس عشره دقيقه.
زيما. شكرا.
فين نزلت باش نمشي للمتحف؟
طعامي، من فضلك.
عندي صداع مزعج. اش هاداك طبيب مزيان قريب هنا؟
بَعْدَ السّاعه تَلاثه.
هادي تحفظلي قيمتي؟
خدت 30 دولار علي قميصي.
خليك ترسل ليا اسبيرين؟
فين القنينه؟
اكتب رقم بطاقتك الاءتمانيه
اي نوع من الويسكي عندك؟
اش فهمت اسم المحطه دي؟
لا تلق الصحيفه لان الصور داخلها.
خير، الغولف تقريبا جزء من اعمالنا وكمان هوايه.
هنا قاءمه طعامنا، سيدي.
هاد جواز سفرك، تيكت، و بطاقه الصعود للطاءره.
انا عارف خلاص طال العشا. باش نروح.
ماشي مشكل استعمل عربيه الحقاءب هادي؟
بين سبعين وثمانين دولار كيفر.
مكالمه شخصيه لطوكيو، اليابان، من فضلك.
لا، شكرا. خلاص مللي.
خوا بلزر، عفاك.
اش ناقص ليا كارت د لانطلاق؟
خمس ميه دولار اللي، صح؟
غادي يكون مفيد لو تقدر تزيد القدره علي الانتاج.
كنتي حرا نهايه الاسبوع الجايه؟ كنت بغيت نديك لعندنا علا مناسبه عيد ميلاد زواجنا الاول.
خادش لحم عجل.
خادش سياره كبيره.
غलत
خدوني لمستشفي فين كايفهمو الياباني.
اش نوصيك بافضل؟
كنخلي هاد لماض غدا. كين شي وقت ناخدو جوله فلمدينه؟
القِمونو ماشي مناسب بزاف للناس النشيطين.
مزيان. غادي نكونو هناك في ثمانيه.
هادشي مزيان مشي كويس. خليّي نكون ف لوس انجلوس نهار الجمعه الصباح.
كنت استرالي؟
فين الباب؟
يمكنك تفقّد ساءل الفرامل؟
فين نلقي قفازات؟
ماخدمتش فيه حتي حاجه.
كايعجبو الجاز في هاد المكان؟
خليك طيّب، عطيني الراجل اللي مسءول علي السرڤيس، عفاك.
خايب كوكتيل قوي. غادي تحل لي حاجه؟
غادي نجيبو شخص يجي يفحص فورا.
واه سمعت الاسم. مدينه مشهوره قديمه، مشي؟
خلصت نقطه.
مطرتك سعيده
كاينين طيارات ل ميامي؟
الجزء في اليسار.
انا نمشي للمرحاض كل عشر دقايق.
شكراً جزيلا. انا والمستر كوݣوري كنا سعيدين بزاف نكونو هنا ف لندن باش نلقاو معاكوم اللي هما من الشركاء اللي عندنا اهميه كبيره.
جيبتي تسرق مني من لص.
اشنو هي هالويين؟
جميله
كاينين اثار جانبيه؟
اشنو وقت الصعود؟
كيفاش سوق الاوراق الماليه في وول ستريت مفتوح ل الجمهور؟
انا اسف لانني لم اكن في البيت.
وين مكتب الاستعلامات السياحيه؟
فين نقدر نشيك شيكات السفر؟
كنبغي ساعه نقدر نشوف فيها الساعه بسهوله.
انا اسف. ماعنديش فلوس صغيره.
كولها تاني؟
عشره دراهم.
ايوا، كنت. زرت طوكيو و كيوتو في جوله قبل عامين.
خدوني لمستشفي، عفاك.
كاين مكيف؟
الّا ندير ليكوم لوقا واحد يفتح.
كيفاش كولشي؟
اش هاد الثمن فيه الغدا؟
وين غادي تقعد؟
علاقات بين الناس مهمه في اي مجتمع، ولكن اليابانيين يبدو انهم يحاولون بجد للحفاظ علي علاقات جيده وتوسيعها.
هنا تسع وتسعون ين ياباني. رجاءً قم بتبديلهم جميعا بالدولارات.
كنبغي شي عريض في العرض.
ف ال ABC.
فين مخزن لي كايبيع الكراطات؟
هاد واحد مزيان. خاصك تغيير في الشارع الرابع والاربعين.
مِن فَضلك، مَفيش مِفتاح؟
كاينين عندك سيارات صغيره؟
عندنا مقاس كبير، او وسط، او صغير.
كاين طبيب نساء مزيان عندك؟
خادش ماشين تجفيف.
اش هاد المبلغ باش؟
اش نوايا ديالك ل الباقي د لرحله؟
ف الداكشي، جدول اسعار قريب من مقعد السواق.
خاينا نشتري وحده من الخاصيات ديال لمنطقه.
مزيان. هادينا نستناو.
خايب، انا طالب سنه اولي في جامعه ABC. انا متخصص في التاريخ.
وين نلقي مخزن ساعات؟
سيدي تاناكا، سيدي ساتو كايمشي في اجتماع دلوقا. وقدر يرجع لك المكالمه؟
اشنو وقت ناوصل؟
اش نوحا تقدر توصل؟
خد البطاطس، عفاك.
خليجي نرجع ل مكتبك تاني؟
من هو القاءد؟
خليك عرفني بليت رターك.
مين قاد يخدني قيمه لي عنده؟
كاين شي رسايل لي?; or في رسايل لي؟
لحام حمر؟ مش مر؟
ما خاف. بعض الزباءن جربوهم.
انا معجبه بمهاراتك اللغويه.
خليت دفتري ف الكابين التلفوني.
عندك حساب؟
غادي تروح وتشوف معايا الكاسكا ديالي؟
نحس بلي غادي نتقي.
منين كاتخرج الباصات الشاتل؟
عذرا علي الازعاج. غادي نجيبوك واحد اخر، فورا.
شويا، من فضلك. غادي نيتلو ليك. هاداك.
يمكنني التاكيد مره اخري بالهاتف؟
جربت، ولكن ماقدرتش نتحقق حلمي.
فين قسم الرجال؟
ما قلتي هادشي. كتخدني بزاف.
خلي جاي، ميتسورو.
خدي خط براني.
هادشي عنواني ديال التواصل.
خاي نحدد موعد.
ليش ما تيجي تقعد شويه؟
كايخدمو الطعام؟
خدت غرفه مزدوجه.
خسرت محفظتي في مكان ما في المحل التجاري.
ماشي باشر.
كنبغي سياره كبيره الحجم مع استهلاك 良ي للوقود.
خليتي تيكيتين ليله دابا، عفاك؟
عندك حاجه نطلبها منك.
قوليلي شنو وقت نزلت.
قوليها تاني.
عفوا، ممكن ناخد صورتك، من فضلك؟
rajul wahed twil u rajul tani qasir.
هامبورجر و حارشه علي الجانب اليمين و سلطه، من فضلك.
دريت demande باش ناخد جواز السفر لبارح.
ذايق
مارس الثالث والعشرون، من فضلك.
قنديلي تسرق مزيان غادي من غرفتي.
شارع بارك، رقم اثنان و ثمانين، من فضلك.
مقعدي مكسور. ما كيحيد لتحت.
غادي تسالها اتصل بي بالcollect؟
خديلي ايصاله.
كاينش Möglichkeit باش نديرو غرفه السalon جديده؟
هدي طاكسي علاش وقف، عافاك؟
خاي نرسل هاذ بالبريد الجوي.
يمكن يكون بوق البوصله.
كيفاش غدي نafx متي كايبدا اللعب؟
كاين هاد الشيء اكبر من هاد الحجم؟
خدني اسبيرين.
خد اوتوبوس.
خليك عرفني فين البنك.
حط الجبنه.
هاد الليله غادي نحجز غرفه؟
عندي حراره.
كنعرفو نديوكم ل العشاء غداً مسا.
اوه، علي بعد خمس دقايق مشي.
من بعد، عطيني جوج مقاعد محجوزين ب C ف 20.
خير. نشوفوك بعدا.
هادا الغرفه نمره ثنتاش تلاته عشر.
نحنا بغينا نحدد موعد للطوكيو في خمسعشر ماي.
كنبغي عند الصحاب.
اشنو وقت تبدا الخدمه ديال الغدا؟
خليك عطيني الخط ل داءره المبيعات، من فضلك؟
اي مقاعد متوفره؟ كنت احب الجلوس في مكان ما في الوسط.
كاين مُترجِم ياباني عندك؟
مشيت من هنا؟
خادش طاجن.
منين نخرج؟
هاد القطار كيدوز من ال باسو؟
خير، هاد الجوله د لاستكشاف جميله.
مين فاتحلي شويه ماء العين؟
كاين علاقه مع غلاسكو؟
واش غادي تقبض هاد الشيكات ديال المسافر، من فضلك؟
خويا و انا مفارقين، كنعطيو نقعدو معا.
خدي هاد القميص. شنو غاليو؟
كثير بزاف.
روح مستقیم، غادي تلقاهم.
ايوا، لموميز اللي كايقوم بدور الراسي مزيان بزاف.
علاش لا. مكتابه الرءيسيه ديالنا هنا. وكنتي هاديك؟ اول مره غادي جيبها هنا؟
غادي نكتب ليك من بعد ما نرجع لداري.
يمكننا ناخدو غرفه مع景ه للمحيط؟
مشي ممكن نسمع هنا؟
اش هاد الفلوس فداك؟
كنتي عابر من نيو اورليانز؟
كنّا نقدر نستاجر ملعب؟
نحمدو الله كنتقدر ناخد سياره جديده.
خليك توصلي علي مطعم مزيان قريب.
اش نوحا؟ و رتبه官يهك؟
اكيد، غادي نلقاهم في اللوبي علي التاسعه.
كايقبلو شيك بالين الياباني؟
اي اوتوبوس ناخد باش نروح لتمثال الحريه؟
نحب نسيب شيايا.
عفوا. اشتريت هذا الجاكيت البارحه، ولكن وجدت بقع كبيره هنا.
هذا عمي
نحب نبدل الغرفه.
كاين هاد الشيء فقياس متوسطه-كبير؟
نقدر نبدل مقعدي ل لفوق؟
مافهمتش غير نمشي.
كنتي السيده ايبرت؟ انا هيروشي ساتو. متعطره لقاءك.
عندي اطارات مفتوحه.
نغادي نخرج عند الكاتدراءيه.
خاد شاي ماء مغلي.
كيفاش غادي يكون الجمله لو شريت ثلاثه؟
يمكنك تدعو تاكسي لي، من فضلك؟
ممنوع التدخين، من فضلك.
غداً
الشراء بالبريد ممكن يكون احسن. هو رخيص.
طّوَله بيضا علا كتف.
قصير فقط، من فضلك.
خايب نكون ف المطار بالثامنه غدوا الصبح.
ما عارف شنو هوا، ولكن غادي نجرّب.
شفت قميص اسود هنا؟
انتا تجاوزت الحد، روح للكونتر الثالث.
خلي نلقي غرفه من الجانب ديال الجبل؟
خليت الكاميرا في التاكسي.
من غادي يلعب في العرض؟
ب الشّيّال ولا ب البريد البحري؟
ميه دولار كاش، تلات ميه دولار في شيكات旅行 و كارت اءتماني.
اش هاد غادي يكون؟
كايدير شكله ديال التصريح الجمركي؟
خاي نستعمل ملاعب التنس.
ما تلقاش راسك للارض.
خاد الحليب. عندك حليب؟
يمكنني تغيير هذين التذكرتين الي عرض الغد؟
غادي تقولي رمز التелефон الدولي ديال اليابان؟
اش هاد الزمان غادي نستني لقطار قبل ما يجي؟
يمكنني تسجيل الدخول هنا لرحله يونايتد ايرلاينز؟
اش نقدر نلبس قميص و كرافتا ف الليل؟
اش حال كيتحرك لجو؟
خليك طيّب، قلي عطيني الثمن ديال لكتابه من فوق، عفاك.
انا في الزاويه ديال خمسين شارع و شارع واحد واربعين.
كوكا كولا كبيره وحده، من فضلك.
خاي نغسل قبل ما ناكل.
شعرك جميل.
اش نو؟ غادي تاخد مني فلوس؟ هه هه هه. كتيراش كبر عقلك. ممّا عارفه مّاك علي هاد الشي؟
كنتي طلبتي وجبه خاصه؟
غادي نخرج بكرا بزاف. غادي نروح.
انا جزء منها؟
كيفاش غادي يكون الخدم علي طول من هنا ل لمطار؟
كيف تريد اللحم ماطبخ؟
كيفاش نروح لويستمنستر ابي؟
اوه، شنو الفخامه ديال لعب الجولف في استراليا.
اشنو وقت الطّياره الجايه ل لوس انجليس؟
قسم لا للتدخين، من فضلك.
غادي نسحاب.
فين دازو؟
التامين ضد الاصطدام خمسه دولارات في اليوم اضافيه، كنتي عاوندو؟
نحنا بغيت ناخد دروس سكي.
راجل اخد فلوسي.
اش داكشي كاياكلوا؟
خاد الحاسوب، من فضلك.
كرتون مالبورو من فضلك
فين باب الصعود ل ABC وحد واحد واحد؟
هو بيعطينا شعبيه، مشي؟
عفوا، شنو الشارع اللي فينا دلوقا؟
خليتي اreceipt؟
اي ميك اب يختلي مع لون بشره طبيعي؟
ما مغربي مش صيني، لا؟
هو اللي جاي بعدو.
نقدر نشري هاد الشي من اليابان من بعد ما نرجع؟
خليها خاليه من الضريبه؟
خايف نستعمل الصندوق الامن في غرفتي.
البار الصغير خالي. ممكن تزيد بيروه فيه، عفاك؟
الجرانات ما كايقلقوش في تذكر القرّاء في التمنيه ديال دجنبر بلي "هادي نهار بدنا لحرب".
نحنا باغي نفتح حساب الوديعه في هاد البنك.
مزيان. امّااش غادي يكون لماتش؟
نتي بزاف حنون. ما عرفتش اش ندير.
خاد نشتري روسله.
اي قسم موجود فيه هاد المقعد؟
فاش، سيدي؟
هاد كل الشناده من الطيران 233؟
مريض. ممكن تقدر تدوي علي طبيب لي؟
ماكاينش صابون في غرفتي.
هادي نصيحه ليك.
اش نوحا سميتك؟
لا شكرا. كنشوف بس.
اشوف تيكت طيرانك؟ يعني كارت الصعود.
اكتبها من فضلك.
ماشي نروح لكرسي فاضي؟
راحه و استمتع بالوقت.
انا مِثْلِيّ الجِنْس.
خدني मशوار كهرباءي، من فضلك.
ديكور جميل؟
هاداك اول مره كتجي لبلادنا؟
خليك عرفني بيكارتك المصور.
طّياره 101 ل ناريطا، كاتخرج ف 10 يونيو، تاكدات.
ميه وعشرين دولار في الليله، من غير الضريبه.
هاد الضمان صحيح فญيپون؟
هي مخلصه مع من؟
عندي كيسه ديال الفواكه. هديه هي.
اي ساعه اخر قطار؟
ما غادي نشريه. يمكن نلقي غيره رخيص بزاف فموقع اخر.
طالب واحد، من فضلك.
ما غطستش قبل مع الديبينغ.
خلي النفقه تحت الخمسين دولار.
لا، ماشي. خليك نزّل في المحطه الجايه.
واش غادي تقولي علي اماكن ممتعه نروح ونشوف ف هاد المدينه؟
عندي الصف التالت، في الوسط.
عشره دولارات و تلاتين سنت لليوم.
ارسل هاذ الشي لليابان بالتيلغراف.
كيفاش غادي يكون الخدم ديال الطياره من نيويورك ل لوس انجلوس؟
فين ندي؟
هاد لاكل قاسحلي ف البطن.
خلي حقيبه ديالي حتي الساعه حاديه عشر؟
ايوا، تقدر تدفع بالين. هادي الفين و سبعه ميه ين.
التحكم في المخزون مهم جدا لاي شركه.
غادي ندي لعصا.
خايج امشي لكونتر د شيك-ان د يونايتد ايرلاينز.
مرحبا. دخل هنا. كنت فرحان بزاف انك جيت. كان عندك مشاكل في اللي جيت لبيتنا؟
اش حال غادي داز من لوقت باش نوصل ل دوڤر بالقطار؟
قل لوليداتك من اجلي احلي التحايا، من فضلك.
زيحلو بزاف.
ماكنش قريت في الصف الامامي.
ما قادر نهدّر بالانجليزيه.
خلي لي غاز اخف، عفاك.
حقيقي علاش مبقيتش قادر نتحمل هاد الشي.
عند الكاونتر ديال هناك.
مقعد مفتوح، من فضلك.
روح لفوق و دري لليمين. كاين في جنبك لليسار.
خليتي كوكا، عفاك
كاين غي تور ل برودواي؟
اشنو وقت القطار الجاي؟
حساس.
الجوده مزيانه، و هي بargin.
طياره ديك تطلع من البوابه رقم اربعه وعشرين.
مع السلامه
كاين مخزن حليب كيحط ليك الحاجه؟
هاد سياره الدرجه اللوله؟
واش الطياره غادي تطلع ف الوقت؟
البحر الداخلي هادي وجميل.
عفوا، نعتقد اني دفعته اقل من المطلوب.
انا اسف. يبدو اننا قدمنا لك المفاتيح الخاطءه.
سمعتي الخبار؟
كملت تملّي استماره النزول؟
كاين عندها نبيذ احمر بالنصف فلوس؟
استاذ تاكاجي، هل تريد ان تعلق علي هذا؟
كاين عندك فستق؟
شكراً سيدي. انتظر دقيقه من فضلك سيدي. من فضلك خذ هذا الفاتوره الي الكاشير وادفع هناك.
شوفو.
حلوه شويه زايده.
ماشي مشكل اقرع هنا؟
خليك تحمل شكايتي ل سياره الاجره؟
كنبغي نشوف مسرحيه غناءيه.
اش غادي تختار، الرحله العاشره ولا الرحله السادسه عشر؟
بقا حاضي بزاف في حفلتك.
خليك عندك جواز السفر، و ورقه الهجره، و استماره اعلان الجمركه.
خليت، دير هاد الشيكات في فلوس، عفاك.
كنحب اجرب شي واحد من الماكله الايطاليه.
خلي حقيبتك علي الميزان داك.
انا موافق علي اغلب ما قدّمتَه.
لوزتي ممتلءين.
قول لعيالتك السلام.
اشنو ساعه كتفتح الريسبشن؟
قصامات ف داك لمحل رخيصه بزاف.
نعتقد ان عندي حمي
اش حال غادي ياخدو؟
خليها بردوه اقل شويه من فضلك
ب الطياره، من فضلك.
المتوسطه النادره.
لا تمام. اغلب الطلبه يحصلون علي درجات النجاح في كورسه، لكنهم يقولون ان محاضراته ممله و غير ملهمه.
اشنو ساعه تبدا القداديس؟
اربعه دولارات اذا مشيتاش في المحطه، وسته دولارات اذا مشيتاش في القطار.
نعتقد هادي غادي ناخد اللي كيworthو خمسين سنتيم. عطيني دسته، عفاك.
خاي ناخد شي هديه بقرابه خمسين دولار.
شامبو، من فضلك.
كاين هاد الشي في البلاتين؟
كيفاش نخدم هاد البومب؟
ماشي مشكل، واش يمكنك تعاونني مع هاد الشناط؟
كاين دوش؟
نحب ناخد ميه دولار من كارت فيزا ديالي.
المهرجان واحد من التخصصات الثقافيه ديال اليابان.
ما قادرش نءمن بذالك. انت قريت كلشي؟
خير، نعتقد انني افضل ان اذهب الان.
باقي بعيد مشي؟
ما لقيتش شنتي. ممكن تساعدني؟
ايوا، عندينهم، ولكن ماشي نقدر نبيعهم.
ممكن تغير الفاتوره لفلوس صغيره؟
الغدا جاهز.
بغيت نرسل جوج شكاير ل نيويورك.
نحنا بغيت ناطل هاتف لليابان.
خايب. غادي نرسل الخدامه ديالنا فالتونسي علي طول لفتاح الباب بمفتاح الماستر. شنو رقم غرفتك؟
كَم داكشي لي بغيتي علا لينز ديال نيكون الفيش اي؟
مابغيتش ناكل غير الاكل الغربي.
الحرب لپاسيفيك دازت لاربع سنين ونص، من تمنين واربعين لاربعين وخمسين، فاتت بزاف علي الحرب لعالميه الجاوه.
كاين شي حلوي مع الشربه ديالي؟
كاين مكان للكارافان؟
مع الملح والفلفل؟
واش الباب؟
كيفاش ندير مكالمه باستعمال كارت التيليفون؟
ما قادر غير نطق شويه انكليزي.
البحر قاسي الليله؟
نص ساعه تقريبا.
كيفاش نلقي كيس من الورق؟
كنحب روح لمتحف الطيران و الفضاء اللي مشهور.
اش غادي يثلج غدا؟
هاد ممكن يكونخدم فالبطاقه لتعريف، ربما.
واش غادي تبقا في لماستشفي؟
كولشي ممتلكات شخصيه.
خايب. فين ندير الحقيبه ديالي الصغيره؟ ممكن نديرها هنا؟
كنلبغي هديه ل وليد صغير.
خليها حارّه شويه عفاك
الجزء في اليمين.
مكالمتك اتصلت.
كيفاش ندير مكالمه ل هاد الرقم؟
هادشي لرجال؟
واه اوا؟ اش خذ شي حاجه؟
نحنو نعتقد هادي نوع لي بغينا نستيردو.
في بوتيكات قريبه؟
سيارتي خربات. كنحاج عربيه الجر فورا.
كنبغي كتاب مصور، من فضلك.
قعد، من فضلك.
كاي يكون بابين ولا اربعه؟
نحمد الله يوم جميل.
نعتقد اني امرت ببرغر السمك، لكن مافيش السمك علي برغر السمك ديالي.
عفوا، ممكن تشرحلي كيفاش نستعمل الدوش؟
شكرا. علي كل حال، كيف بغيتي تدفع الفاتوره؟
كن确认 بلي مدير عام شركه ديالك غادي يجي لقاء الغد.
انا اسف جدا، لكنني غادي نكون متاخر للجتماع. تعطلت في الزحمه.
ممكن تحجز لي غرفه لليله تمنيه عشر سبتمبر؟
كاينين دوره مدتها شهرين؟
واش كتقدر تساعدني نختار لي غادي ندير غدا؟
خاينا ندير الحجز.
كاين بateau مصممين علي شكل سفينه قراصنه او باخره قديمه ذات عجلات مجدافه. وحتي كاين لي غادي يكون شكله مثل اوزه او حوت.
سي الفورد قال لي نلقاك.
كنّا نحب نروح لجبل الكروس عشان نSKI. واش يمكن تساعدنا في توفير مواصلات؟
مينفعش ناخد فلوسي علي هاد التيكيت؟
اش حال غادي دير لوصل ل سوهو؟
فين الحمال؟
خوا تلعب دوبل؟
نعم. كنشوف ليبستيكات شانيل نمره خمس و تلاتين.
بقيمه تقريبيه ماءتي دولار تقدر تاخد زجاجه حلوه.
سماعت بالضبط ان جدي مات.
الخطوط الجويه الامريكيه
هاد الحديقه ديال اللعب دايما ممتلءه بناس.
قريت كارت الارشادات الامنيه؟
كاين غلا؟
كايعصف ريح.
كنّا نشوف فيلم في هاد الرحله؟
كاين حد عندك يقدر يهدر الياباني؟
العدد هو تيسع تيسع تيسع تيسع، تيسع تيسع تيسع تيسع، تيسع تيسع تيسع تيسع، تيسع تيسع تيسع تيسع.
خاد شويعه.
ب.س. كاتب علي لخر د لخطاب.
للعون ديال التامين كنت بغيت التغطيه الكامله ديال الاصطدام.
خليتي نحجز جوله، عفاك.
تيكيت ليوم كامل؟
اش نو؟ اه، علا بالك. ماخدش.
سبتمبر التاني، درجه اقتصاديه، لموحد.
خايب نرجع لدار قبل السادسه مسا
عندنا بزاف د النشاطات السنويه برا العطلات الوطنيه.
كايعجب ف الصيف هاذاك.
قنا نقدر ندير الباي مع فيزا؟
عفوا. نتا غادي ميامي.
اشنو نوع الفواكه عندك؟
كاين حلاويات منخفضه السعرات الحراريه؟
حقيقي عرض ممتاز.
كاين قطار سريع ل برلين؟
كاينين عرض خاص علي عطور استي لودر؟
كاين مايونيز؟
خديها بحال طبق.
خدني مقعد ماشي فيه تدخين، عفاك.
سيارتي طربات في مصباح الشارع.
كنكتبو بطاقات راس السنه و كنخدوهم للبريد. كيتوصلو في اول يناير.
مزيان في النص، من فضلك.
مشي كتير د اليابانيين يبعتو بطاقات عيد الميلاد، لكن مليارات د بطاقات التمنيات د راس السنه كاتّكتب، كاتّرسم، كاتّطبع، كاتّطبع و كاتّبعت كل عام.
كتابوها لي؟
غادي تروح ل لمدراسه؟
كنلبغي عطر.
فين مشا؟
هادي عشره دولارات، و دولار و خمسين سنت للفلوس.
انا يوكو سوزوكي من شركه يونيفرسال.
سعر الصرف ماشي كير، ولكن اظن ماعنديش حل تاني.
هدي لك.
درّي لليمين ف الزاويه التانيه و غادي تلقي واحد.
كيف الطعام؟
جبتي اكتر من المسموح بيها.
الشباك ملوث.
كنتي باغي التامين ضد الصدمات و المسءوليه؟
غادي يلقاوها غداً
كانقدرش نفتح الباب. ممكن تغيير كارت الليان؟
نفضل واحد في مقدمه الطاءره.
غرفه التلبس ورا كونتر ديال خدمه لزبناء.
كيفاش غادي نرجع من كم موقف د لوطوبيس؟
ماشي صح
لا، من فضلك لا. هادشي لاستعمالي الشخصي.
نحنا بغينا نكرا سياره مع ميكانيك، من فضلك.
نقدر نزلت في الفندق؟
غطاء اخر، من فضلك.
نحنا بغينا نحجز غرفه ليوم تلاته وعشرين وربعه وعشرين غشت.
وين اقرب مصور؟
ثلج، من فضلك.
تقدر تخرج من الباب لي قدامك.
جواز سفري مفقود. لقيته ماشي في صندوقي. خاين نروح لطوكيو غدوا الصبح.
بغيت نحجز لموعد الساعه سيته د الليل.
خليك جيب لينا صحن اخر
اشنو الثمن من هنا ل ستيشن الجنوب؟
خليني نشوف هد الخوصه؟
نحب نخرج باقرب وقت ممكن.
ممكن تقديم لي غرفه مريحه للغوص، من فضلك؟
اسم حزبك ورقمك، من فضلك.
خدت القطار ديال الـ 12 و نصف من سان دييغو.
ما لقيتش صابون.
اشنو ساعه غادي يخرج القطار لي جا الي شيكاغو؟
خليتي نعمل مكالمه بالكريدي علي اليابان، عفاك.
خدت سرقه ف الزاويه د بيش ووك. تعال بزز.
ف الدّاري انا مخصّك شكراً بزاف علي البرنامج الممتاز اللي دّبرتوهولي.
طبعاً هاد القاعده ممكن يتوسع او يتقلص علي كيفك.
اش نواع مدير هاد الجمله؟
مع الليمون، لو عندك، و السكر.
ماشي مشكل، ممكن تساعدني احمل هاد الحقيبه؟
هادو دوا للهضم لي كنتي كاستعملو عادتن.
لا، ولكن اذا كنت تريد استخدام لوكر، هناك رسوم مقدارها دولارين. من فضلك دفعها عند مكتب الاستقبال.
خاد نشوف خس و لَحم خنزير و جبنه علي خبز الراي.
كيفاش نرجع لهنا؟
هي كاتمشي للمدرسه بالقطار كل يوم.
كندي ناقص سكر، من فضلك.
فين كايبدا هاد الجوله؟
اي كورس للبدايين؟
غادي تكتب لي التقرير؟
ماشي مشكل. عندنا وقت كثير.
خدت شبره في اصبعي. ممكن تعطيني مقص صغير، عفاك؟
اش حار؟
نعتقد فيه غلط.
كيف بغيتي دفع، ب فلوس او ب الكريدي؟
ماتزعلش تنتظر شويه دقايق اكتر؟
ممكن تسجل في هاد الاستماره ديال التامين الصحي، من فضلك؟
اي واحد مشهور بزاف؟
شكرا
شكرا علي كل مساعدتك.
من ثمانيه ل ثمانيه و خمس عشره.
كاين عندك نفس الشيء بلون غني؟
هادشي كايعتمد علي الوقت.
اشنو غادي يرجع؟
خادشي جوازي.
مسرور بلقاك
خسرت تيكيت الطياره.
بغيت نجرّب نفس الشيء اللي الشخص اللي جالس علي الطاوله دي كاياكل.
افتح لي بطاقه الكارت
حقيقي انا عندي الدوره. هاد شي مشكل؟
واحد وقع بين شارينغ كروس و جريين بارك.
قف.
شكرا. ممكن نوصي، عفاك؟
ممكن تحطها علي الخريطه ديال هاد الخراءط؟
واحد من اربعه ظهرا
رسم خريطه هنا.
غادي تحلها؟
كاين، ماء الحمام ماشي سخون بزاف.
هاداك عطيني دوا ضد الالم؟
كنحنا هنا لزياره. ابننا كايعيش في سياتل.
اذا كان متوفرا، اريد اوتوماتيكي.
هاد الهيدسيت ماشي كيخدم كويز. يمكن تديني واحد اخر؟
نتي جميله.
كاين فين مطعم قريب من هنا؟ رسملي خريطه.
كاينين ليك تيكاتات ل "بيغ ريفير" ل ليله؟
كايبان بحال بحال.
اش نواع الماده ديال هاد اللباس؟
قبل الرحيل بساعتين.
خنا نتقاسمو الهاد الاوردر بيناتنا الثلاثا.
فاكهه، من فضلك.
مهم.
خليهم برا.
عصر الخير. عندي موعد مع الدكتور دريل في الساعه ثلاثه اليوم، ولكن انا خايف نكون متاخر شويه. هاداك مشكل؟
كاين عندك شي مع مفتاح؟
الس seats مبيعاتها انتهت، ولكن مازال عندنا A seats.
خنا نتقاسم هاد الاكل. ممكن تجيب صحون صغار؟
حاس بلي غادي نموت من الجوع، لا، حاس بلي عandi غثيان.
خفض السعر.
ممكن نكلم مشغل ياباني؟
كن بغيت نعرف شحال غادي يخلصلي فاتوره د التيليفون ل نيويورك.
لا حقيقي، خايف. كنتياخد المترو هنا علي مسءوليتك، يعني.
للي خلا العمل هو "شكراً جزيلاً" باش يعبّر علي الشكر.
خدوا معاهم عقد لءلءه و حاجات قيمه اخري.
واش غدي توريني الطريق ل لمستشفي؟
خاي نروح لبرج لندن.
نحب ننزل هنا.
مينفعش ناخد شهاده طبيه؟
هنا نسخه من تذكري السفر.
كاي سياره مكونپاكت لونها ازرق، رقم لوحه الترخيص كاي 3 1 5 ورقم التسجيل بري 4 5 6 0.
هاداك غادي تخفيصلي شويه؟
كاي لعبي شي رياضه؟
كاين طلب عالي علي هاد النوع عند الجامعين.
كنحنا عندينا بلاڭات و مقابس ليستخدموها فبلادنا، ولاكن لا معولفات. كنصحك تروح لمحل لي بيعي حاجات السياح.
اش يمكن نلقاك غدا العشيه؟
خد بالك.
كريم الطماطم جوج، من فضلك.
قريب علي قد ما نمشي؟ ولا بعيد بزاف علاش نمشي؟
نعم. بغيت جوازين ل فيلم ترامواي الرغبه. عندك تيكيتات ل لمسرح د ليله؟
هاد الرحله الصحيحه؟
درّب روحي و خدي مساج بعد ما تغتسل كل يوم.
مفيش غير مخرج واحد.
خايف انك فهمت غير الحقيقه في التاريخ.
صاحبي من هنا غادي يجي ياخذني، فهاداك لا باس.
هاد الغرفه كتير صاخبه.
ما عندي الجراه لالبس شي بحال هاداك.
شجره الجينكغو كاتحلا كثر لما وراقها يديو لونو لاصفر فالخريف.
عندي حفله الليله. هاداك، دربي شعري، عفاك.
كنتي تقولي انا غادي نبدا نبيع منتجاتنا فامريكا؟
كيف كتحدّث اسم هاد المكان؟
خدّها علي ماستر كارد ديالي.
اش هاداك ميزانيه الاعلان ديالك؟
وين الماي؟
خايف نغور.
خايف هو في ثلاث دقايق ورا.
ماكينش ممكن تكون علي رجيم مع هاد الشكل الرقيق ديالك.
غادي naji معنداكش 15 دقايق متاخر ل الجلسه.
واحد مع اسم المحل، من فضلك. غادي نستعمله في طلب التامين ديالي.
هادي لاستعمالي الشخصي.
كنبغي لي مكان فين ناكل طعام محلي.
خدي ثلاثي القواءم، من فضلك.
خاين شي حقيبه رخيصه.
كانني ضربت فجاه بوجع قوي في ظهري.
خايف نخرج باقرب وقت ممكن. في طياره قبل هادي؟
شكراً علي النصايح. انت كريم جداً.
اي نوع من الموديل تحب؟
اش هاد十 رياال لثلاثه؟
كمش دابا لتحت ف هاد الشارع حتي توصل ل ساحه صغيره.
بغيتو.
اي لون عندك في بالك؟
كنّا نريد طاوله قريبه من النافذه.
انا اسف، لكنهم انتهوا كلّهم.
كلشي حواليك جديد عليك، ولا؟
مشيت نشوف حوليا؟
اش نّقاط في بلاد هاديك تهمّك بالضبط؟
نشوفو نقدر نستنا غرفه لينا لمده تلاتين دقيقه بعد ما نخرج؟
عذرا، رقم خاطء.
طاوله اكبر شوي, من فضلك.
ماشي مشكل. داكشي حاجه ماشي حاجه. مالكش قلق من داكشي. نطما انك تكون اذكي في المره الجايه.
غادي توريني كيفاش ندير الضو؟
خلي نشانيني اللي في الكابينه ديال العرض.
كاين شي تغيير في الجدول ديالنا؟
نخدم.
واكتر الشوارع ماعندهاشسميات ولا لافتات. دونك هادشي خليّي لولجوا لوجهه بسميتها بسيط بزاف.
هو مغتصب. فافعل خير وكن حذر.
خليك عطيني كريم شمس.
خد لي تاكسي.
اش حاد؟
كيفاش غادي نكرا ملعب ساعه؟
ناعطيك دوولارين باش نديرو 200 دوولار.
فين؟ علي اليسار ولا علي اليمين؟
خوا بنطلون.
بغيت ندير رحله مشي مريحه.
قادر نيشحنها؟
كيفاش غادي يكون لفلوس لجاپون بالبريد الجوي؟
خلي ندير لي جوج كرتون ديال سيڤن ستارز؟
كيفاش عارف رقم تيكت ديالك، الوكاله ديال السفر، تاريخ الصدور، و وسيله الدفع؟
اش حاد الغرفه ليله؟
نتي ربحت. خمس غادي تكون مزيانه.
نحنا غادي نرجع للفندق باش نلقي كاميرا ديالي.
هادي مساله حياه او موت.
خد تاكسي، حيت ماكينش موصل عام.
كاينين 12 فرقه د البيسبول المحترف في اليابان.
ف البلوك التالت علي شمالك.
خاد غير نطوّب مكالمه من محطه لمحطه لطوكيو، عفاك.
خاي نلقي.
مش غادي تلعب التينيس معايا في الجمله؟
اش نقود علي هاداك؟
عفوا. كنلبس جاكيت من الجلد.
اكل مزيان بزاف.
اي محل ملابس انت توصي بيه؟
خدي اللحم المقطع، وقلبي الستيك لي امرتو قبل.
خنا الثلاثه بغينا نلعب جوله. شنو غادي يكون الثمن؟
غادي نوصلو علي 30 دقايق قبل المواعيد.
شكرا علي مكالمتك.
سيجار، من فضلك، لو عندك. شنو الثمن؟
نحب نسمع صوت الساعه.
اي واحد هو جونغفرو؟
كاين khảصو ف نصف ساعه؟
خاطري خريطه طرق الاتوبيس، من فضلك.
انتي مسءول علي الحادثه.
روح مستقیم من هاد الشارع تقريبًا خمس كتلا، وكاين صيدليه في الناصيه. مللي توصل، دري لليمين. غادي تشوفوها justo علي شمالك.
كلم بزاف بزاف شويه.
اش نوّي عارض ف الجمله الجايه، عفاك؟
خطه ديالنا هي ناخدو تمن ساعات.
كنحلم ب مشاهده تبديل الحرس.
واو. كل الناس كيدقز علي راسو.
نقدر نقعد فالبارك، حيت معانا طفل؟
اش نوّعند الثياتر لوطني؟
خليتي غرفه ليله دابا؟
ايوا، غادي نجي بدميه يابانيه لصديقي.
وين كونتر جاپان ايرلاين؟
حفله مزيانه بزاف. كنتي عجبك؟
انا ديكلاري هاد الشي.
طيب لقانا، بوبي. كنتي عايشه تروح تسبح معانا؟
ما بغيت ناكل هادشي دابا.
نحبها علي واجهه الشمس.
خلي الوسط يخرج بثلاثه سنتيمترات.
كنحاول نلقي هديه ممتعه من لاس فيغاس.
هادش لي مامورتش به.
وين كتدرس؟ كتدرس ف الغرفه هنا ولا كتروح للمكتبه؟
ايه، ولكنك مش سيب، علاش؟
نحب نضوي عدسات جديده.
خايج وقت زياده شويه.
اشنو ساعه تبدا ليله؟
هادي غادي ناخده.
خاي ندير بزاف د الشوبينج ف هاد لمدينه. ممكن تقدر تعطيني نصيحه علي سوق كبير او سوق تجاري؟
ما عندي وقت كتير. غادي ياخد وقت طويل؟
هوما اعصار. مره ما يضربو اليابان يسببولنا كتير من الكوارث.
نحن كنا. غادي نشوف ونرجع علي طول.
قول لي، سيدي موريتا، اش هاديك مراتك معاك هنا في نيويورك؟
نتبدل القطارات في المحطه التالته.
اي اوتوبوس مشي ل لمحطه لمركزيه؟
كنعيسو مازال غي جوج يام
خاين نسخه من لي رايدرز 1944 موديل 101.
عفوا، غادي ياخد وقت كتير لوجبهنا؟
نحبي اكل ايطالي.
تقدر تسال في ديك المكتب ديال لانفورماسيون لي جايا، اذا ضيعت الطريق.
غادي تغطي هادشي علي حده؟
غادي نطيرو ف بضع دقايق. عطوا عينيكوم علي حزام الامان ديالكوم و خويوه بزاف.
ايه، بس عطينيهمش يروحو للقاع العميق ولا للحمام الدافي.
اشنو وقت السيري د العالم؟
خاد نشتري طارطه.
وين كنتي؟
لو صبرت شويه اكتر، كنتقدر ناخده ب اقل.
اي واحد غادي تختار، ب خمس دلاسات ولا عشان عشره؟
انا مريض. فين دكتور الباطو؟
انا جاي من اليونان.
هادي عجبك؟
اش نو عساك؟
في واحد ف الوراء د هاد القاعه.
غادي نبات مع صديقي الليله.
خايف حسابك الجاري مازال في النقص.
عشرين دقيقه علي الربع لاربع.
الشعيريه و زعيقتين، مع لمعمات، و الشاي الحليب.
هذا عنوان فندقي و رقم هاتفي. ممكن تقول لي في هاد الرقم لما تلقي شنتيتي؟
كيفاش بغيتي الطاوله في لمكان لي كايسمح بالتدخين ولا في لمكان لي ماكايسمحش بالتدخين؟
خايف ناكل بزاف الخضره النهار.
عندي بطاقتي. رخصه السياقه كافيه؟
نص النهار ثلاثين دولار. اليوم كامل خمسين دولار.
طаблицه السيرف ب 25 دولار لجوج ساعات و 40 دولار للنهار كامل.
حار بزاف. ممكن تدير التكييف؟
اش غادي يكون سعر الين دابا؟
هادي سوغيتا في الغرفه تلاته عشرين. كنطو طالعه ليا، ولكن هاد الغرفه صغيره علي حساب مكتوب. يمكن نبدل الغرفه؟
واش बस فيفث افينيو وقف هنا؟
عندي فلوس كافيه لغذاء ثلاثه ايام.
فين نلقي بيه الحرف التقليديه؟
كيفاش ندير مكالمه لبرا؟
اش نواع الرياضات اللي مشهوره في اليابان؟
خليك فاكس لي خريطه باش نجي لمكتبك؟
كنتي جاهزه لتقديم الطلب، سيده؟
نحن ننصحك بزياره جوله مدينه بوسطن. هذا يعطيك فرصه لمشاهده النقاط الرءيسيه في بوسطن.
كنحاول نلقي هاد العنوان علي هاد البطاقه.
مرحبا. هاذا تامين بوسطن؟
كاين صالون تجميل ف هاد الفندق؟
كان اکله مزيانه بزاف.
دابا خلاه ف الشارع.
اي منطقه في النمسا؟
فين مشي هاد القطار؟
ماشي مشكل نستعمل التيليفون؟
ايها طول الاقصي لبريد البارصيل؟
نحنا بغينا ف 8 و نصف.
طاوله لشخصين، من فضلك.
واش كاين مطاعم ديال البحر قريب من هنا؟
خايب. بنايه امباير ستيت قريبه من هاد الشارع هنا. اش بغيتي تعملي هو تمشي لمحطه اوتوبيس لي جايه ف الناصيه وakhذها直 لتحت. غادي تكون علي يمينك.
اش هاداك؟
اش غادي تختار لالحلوه، ايس كريم ولا شربات؟
ماشي ممكن مع ميزانيتي.
اش نقدر نطلب كورس كامل؟
لا، مازال ما جاهزين.
عندي حجز لمدينه ليومين.
واش عندك ويسكي؟
كنتي تقدر تاتصل بي اذا لقيتي شونتاي؟
مشوار تقدر توري لي رخصه السياقه؟
من قال كيهدر، عفاك؟
كيفاش كينشوف علييا؟
لا، قليلين بزاف. هادشي قد يكون واحد من لاسباب لي خلات لمرا ما تثبتش مع شركه وحده.
اش هاد الوقت اللي غادي ياخد لينا باش ناخدو باشبورت جديد؟
لف، من فضلك.
كايتحسن.
غادي ناخد شويا زبده.
خدت اوتوبوس غلط.
كبير كيفاش؟
قدي شوي هاد اللحم شويه اكتر؟
اتصل بطبيب.
ناخد اشعه اكس.
كاينين مكتب لصرف؟
خدي طريقه دايزه.
خليتي ناخد شويه حبوب؟
لا، خايف ما قدرتش نروح ننوم بسباب هاد الخبار اللءيم.
كيفاش كتحسبو مصاريف الالغاء؟
رّحلتنا كاتبدا ف 21 يوليوز و كاتسالي ف 27.
ما بغيتش.
كيف كتحدّث اسم المحطه هادي؟
نّحيد ب فلوسي
المتحف مفتوح اليوم؟
خليني نشوف واحد اخر.
هكدا، من فضلك.
انا مزيان حمد لله، شكرا.
اش حالا غادي تبقي ف نيويورك؟
خلّي حلواي؟ كنّي ملّيت.
كاين बस د لمطار ل لوتيل شيراتون؟
نعم. الرقم اربعه و ثمانين و سبعه.
واحد حالياً
قدامك مباشره. غادي تشوف اللوحه. ماخاصش تخليها تفوتك.
غادي تحطها عند كاونتر الورق ديال الهدايا.
اش حال من الوقت غادي ياخد باش يضغط؟
نطما انّي غادي نزور بلادك.
قولي لي ماشي
اش نوحا د الخدمه؟
رسم لي خريطه، من فضلك.
ما عندي حجز هنا، ولكن عندك غرفه ليلتين؟
خاي نخرج دلوقا. ممكن تاخد شكايتي لتحت؟
اشنو طريق لجنوب؟
خدي شي برنوس؟
قال لي ان المحطه الجايه هي شارع 23؟
خليتي نحدد موعد للعشاء في عربيه المطعم؟
مساء الخير. عندك طاوله مفتوحه لشخصين؟
اش نواع الحوايج ديالك؟
نعم. شنو مقدار اللي خصني يدفع من الاول؟
ايوا، غادي ناخد بيره مشروبه مع لخضره.
نضّف هاد البلوزه.
كاين شي خليو مزيان؟
ايوا، انا مبري.
اش غادي؟
كان طويل القامه مع شعر اشقر.
اش دابا سيجاره؟
خد منديل و ضعو ف واحد و دوسو ب هاذ المطرقه.
الاتوبيس كيدور ليلًا ملي كايكون في تقليل د ترانزيت. دونك هوا قليل ما كيتاخر.
كان عندي امساك منذ خمسه ايام.
اكيد. غادي نديك هنا.
خليك تقدر تساعدني ب حبل سحب؟
دارك كبير بزاف.
اش نوض شاي مكلا القهوه؟
ما عرفتكش من قبل.
كاين عندك بطاقه بريديه اضافيه؟
واش ممكن تشريلي هادشي؟
خاد شاي اوعي قهوه.
فين القنصليه اليابانيه؟
خاد الرز.
ايه، فيه. هادي جايه القطار. عيش مزيان.
خليني نشوف خردل؟
ممكن ترسل فاكس ل هاد الرقم؟
نقدر نلقي في الساعه تلاته د لعشيه؟
كانقصلي الرءيه ماشي برا البلاد، وكنتنفق الفلوس لليمن ولليسار.
باي ابل، من فضلك.
كيفاش كاينين العطلات ديالك لمءديه ف السنه؟
طاوله لاربعاء، من فضلك.
قول.
sahih. kayn mashi l il birk wiya?
هاد غادي يكون راءع. كنت ناطر فرصه لاعمل حاجه زيها.
نحنا كنعرض ليكم تشريف علي سياده السيد ويليام.
شكرا، غادي نفعل. نطما انك غادي تجي عندنا في يوم من الايام.
نحنا بغينا نمشي للمتحف ديال A.
كنفكر ف استافده من الخصم الخاص اللي كيعرضو شركه طيران ABC ل هاوايي الشهر الجاي.
نعم هكذا. غادي تكون مزيان.
كندي نーشري تيكتاتين ل "ليز ميزيرابلي" ليوم 7 يونيو؟
كيفاش كتبيع؟ كتبيع غير الكتب الجديده ولا كتهدّك حتي الكتب لقدام؟
بغيت نرسل خطاب لليابان.
كاني كايمش علي برودواي.
خادش صندوق ل طعام.
واحد تانوي من الدرجه الاولي ل كاليه، عفاك.
نادي تاكسي في الساعه ثنتين ظهرا
مزيان، شكرا. وانتا؟
كاين شي interessant هنا؟
قول لالقنصليّه اليابانيّه بعد ما ديرت البلاغ للبوليس.
نقدر najib هوما كولهم؟ عندي حاجه مهمه فيهم.
كنتي عايشه حاجه تشربها معاك لوجبه؟
خليني 30 لتر
اه؟
كاين مشوار غدا؟
ما خدام. عندك واحد اخر؟
هادشي لي غلط.
عندي قنينتان ديال الويسكي.
شقيقه
هدايا لصديقاي.
صدري كيحملني.
في الخلف ديال عربيتك كيماكن براد مليء مشروبات.
كنبغي ناخد كاس ماء، عفاك.
غالي ناكل ف الفندق، هاداك خرجوا فين ما كان.
منين نبدا؟
عفوا، فين المكتب البريدي؟
خلي показي الشحنه.
واحد؟ ماعرفتش.
جوج مقاعد ب 10 دولارات، عفاك.
كيف تريد اللحم؟
وصف لي شي لي ضيعت، عفاك.
اي نوع دَم عندك؟
ماشي مشكل، ممكن توريني الطريق؟
خدني اperitif، من فضلك.
اي اكل دييتا ممكن نلقاه كثر فالمحَل؟
خليك تروح لفيينا.
نتضراش لطاوله؟
هاد هادسون ستريت هو المحطه التالته؟
فين كونتر_CHECK-IN_ دي لوفتهانزا؟
خدو صوره لينا، عفاك.
اسمك وعنوانك يجي هنا.
اش عمل هاد؟
اسود مزيان.
خد لي صوره.
كن بغيت نتواصل مع شركه لكره سيارات.
طاوله نافذه، من فضلك.
خليك عارفني لما وصلنا لبوسطن.
خادش نبي حمر قوي، عفاك.
عندك اوراق الشيكات ديالك؟
نحب نشتري احسن مقاعد ممكن.
روح لالدوقانه دلوقا.
نحبي نقعد فالدري فطاءره.
نور الرساله ديالي مشع
كنعرفو نتواصلوا مع مكتب الاستعلامات لي في الزاويه ديال لوبي الفندق. هوما غادي ياخدو حجز.
اي محطه؟
هو سارق.
هاد الحارقه عندو طعم قوي.
اش نو في الكيس؟
خديتي لاستعمال شخصي.
خليتي فيلم لهدا النوع ديال الضو الاصطناعي، عفاك.
كايعاون للي خسرو واحد قريب في نفقات لجنازه.
انا اسف. غادي نجيب ليك الشاي فالتاني دقيقه.
عفوا، ممكن استعير بطانيه؟
فهمتيني؟
مزيان. دري لشمالك في الزاويه الجايه. غادي تشوفو قدامك.
فين نستانا؟
اش دريهم ديال الاكسبريس مدخول؟
واش و فين نقدر ناخده؟
اش كاتحسب لي احسن لبشرتي، لون البوليش الاسود ولا لون البوليش الابيض؟
شكرا. يعني هاداك غادي يكون الصباح الباكر لما نوصل. كنتي قادره اقدر ناخد المترو ل لمدينه؟
اي نوع من المواد تحتوي عليه الدواء؟
ايوا، عندي حجز لشخص واحد. اسمي ماتسوي. م-ا-ت-س-و-ي
كاينين هادشي فستايل بطريقه اصبع مفتوح؟
شكرا. اه، فهمت شو صار.
اشنو بعاد الفندق هاد؟
مين فحال يديني لموقع ديال لكرسي ف الخطه، عفاك؟
قال غادي يهاتفك من بعد.
رجاء ضبط المقاعد لوقفه مستقيمه.
هاد الشارع كيروح ل C و A؟
عذرا ازعجتك. ممكن نيكون عندي ماركر احمر؟
خاي نحدد موعد مع سي واطسون.
ناديك كيفاش كتخدم بالعيدان ديال الطعام.
عفواً سيدي الشرطي. ممكن تساعدني؟ ما لقيتش المتحف الوطني ABC.
خادم غادي يجي ياخد الطلب ديالك. عطس لخادم لما تكون جاهز لتقدم الطلب.
لا، غادي نخرجهم.
اش يمكن نستعمل شيك السفر ديالي؟
ايوا، عنديا. شنو نوع لي بغيتي؟
مش بارد؟
انا دابا في مطار كينيدي. اش نوعه اسرع طريقه نروح لفندقك؟
انت في سيتاش A. هادي في الطريق للي في يمينك.
ماكينش جينز ولا قميص تي شيرت، عفاك.
كيف بغيتيها؟ يعني شنو بغيتي تقول فوق البورغر ديالك؟
كنتي حامله؟
واخا تقدر تجيب لينا تاكسي؟
كنّا سعداء نقبل عرضك.
ما دارش هاد الشي قبل.
كيفاش دقيق هاد الشي؟
كاين كتاب بالياباني؟
مافيهش مخزني، ولكن غادي يجي بيه.
نفضل مطعم نباتي.
باب دار مكسور.
ايه، هنا انت.
رقم خمس-واحد-واحد، سبع-اثنان-سبع-ثلاثه في لوس انجلوس، من فضلك.
كاين جوله؟
اي دواء للزكام انت توصي بيه؟
ما بغيت لحم الخنزير.
اكتب داكشي فالورقه ديال الخدمه. كاين شي اضافي ديال الفلوس.
خلي تبعث هاد الباقه لليابان.
نيتيه معايا.
غادي نرجع.
نقدر نبقا في الطياره لما كنتاشر؟
اكيد. غادي نصلحوه قبل ما ترجع.
انا اللي شكرك.
شويя
منين اصلك؟
نعم. كنت باغي نزور هنا من زمان.
اكيد. باز لاباس.
نايدي ب لاسطالينس ديالي.
كاينين زيارات لتمثال الحريه؟
خليك هاداك. قولها بكل صراحه.
عندنا لحم حوت مزيان بزاف النهاردا.
خير. نقوليك اش غادي نقولك. ما تقوليش لوليدك، و ما غانقولش لوليدي.
اش نوضي عاد في وقت فراغك؟
غادي نلقاو بَعْدَ نهار، ان شاء الله.
خضر، وعندو حجم هاكا.
خليك عطيني خريطه المدينه.
اسف، ما حد جا يجاوب التلفون.
عندي دم من النف.
บาง شخص كايمشي لطوكيو سنترال ستاشون وفنادق كبيره.
تلاتين ليره، من فضلك.
عفوا. فين التيليفون العام؟
شكرا في كل حال
ايوا، كنت قد تناولت بعض المحار الطازج ليله البارحه. كان طعمهم غريب.
نعتقد انها كتجعلني تبدو اكبر سنا.
خليك عطيني هادشي، عفاك
اش نو عملو لفرقه؟
الِيوم عندنا مينسترون، كريم السبانخ، و حارقه الخضره.
نخدم مارتيني جاف. و عصير البرتقال ليها، من فضلك.
كاين عندك تاريخ مرضي بلمغص؟
عيني كيتوجع.
كنلبغي قميص بولو.
شيء تحت ميه دولار، من فضلك.
كتخرج من هنا ف 9 د الصباح.
شكراً علي كل حال لكن انا يجب ان اذهب.
سطح لامع، من فضلك.
خاين ثمانيه اوراق من عشره دولارات و عشرين وحده.
عندنا هذا المنتج الجديد اللي مصمم لصالح النساء اللي كايعملو.
نحمل هاداك.
خدمه عاليه الجوده وموثوقه.
باش نشوف، شكرا.
نعتقد انك غادي تقدر تحصل علي كلشي ف السوبرماركت. لو ماقدرتش، ما تقلقش. غادي نمشي للدواء غدا.
ماشي ضروري، سيدي. غادي نخدموها ليك وقت الچيك-ين. وقت الچيك-ين من الساعه ثنين ونص العصر، ولكن نقدر نديرو ليك الامتعه ديالك اذا كنتي بغيتي تدير شي زياره قبل داكشي.
خليك جيبلي غلايه ميه مغليه؟
عندي مرض مزمن.
نعتقد فيه غلط في الفاتوره. ممكن تتحقق منها، من فضلك؟
خليك شوف الجرّان ديال الرّوكيه و خليه فارغ، عفاك.
اي اماكن سياحيه مشهوره في هاد المنطقه؟
ممتنه للقاءك، سيدي سميث.
نحنا بغيت نمدد اقامتي بزوج يومات.
غادي تعطيني فضل؟
اي نوع من العطر تحب؟
هادا اسرع خط؟
شوفو. اللعبه كاتبدا علي الساعتين؟ ايوا، كنقدر نوصل.
نحب ننزل ف سانت بول.
اش من الامن؟
ماشي مشكل نضيف خطاب فيه؟
سيدي واطسون، التمديد اثنان ميه وحد، من فضلك.
ما عارف اش ندير.
هنا انت. هادي اشهر واحد.
عندي حجز، اكياما.
مين ما نزلت من الليڤاتور، غادي تشوفو علي يمينك.
خلي غدي دزر هاد البوتون، . علاش، هادشي كيشغلش. اسف، قاصح.
كيف حالك، سيدي تاكاغي؟ ما لقينا شحال هادي، من الربيع اللي فات، علاش لا؟
شفتنا بزاف د لحوت المهاجر.
راجعين لاحقا.
كن شايف واش نقدر نرجع هنا.
اذا كنت تحتاج الي اي مساعده، يرجي سءال ممرضينا الجويين. لدينا طاقم يتحدث اليابانيه والفرنسيه والصينيه والاسبانيه علي متن الطاءره.
ميه دولار، من غير الضريبه.
ربطو حزام الامان ديالك و شوفو لوقه "مامعندناش تدخين" حتي تطفي.
كيهضر حمام؟
هاد باشاره التسجيل ديالك و طاقه الاستلام.
مينفعش صحن اضافي؟
خادش دوا.
كنّا جوج، اش غادي ناخدو لكبير؟
خليت جوازي في تاكسي.
اربعين دولار
فندقنا كيحضر شخص ليهدي البلاصه.
عذرا، غادي نكونو متاخرين ب 20 دقيقه.
كاين مطاعم يابانيه قريب هنا؟
شي简单 نمشي بيها، مع تاير في اليسار، فكلاس الليترين.
كيهدر في الداخل ولا برا؟
هادشي عنواني الجديد.
نعم، يمكنك. ها هما طاغك ديال الدعوه و بطاقه صعودك.
عند الساعه سبعه مساء تقريبا.
خدت النفس برا. المفتاح فالداخل ديال اللعربه.
يمكنك تحقيق درجه افضل.
ما كنعتقدش غادي يكون مزدحم بهاد الشكل.
حسيت بوجع قوي حوالين بطني.
مومكن تغيير مقعدي للي في قسم المدخنين؟
هاد الفلوس هي للكلامات البعيده.
كنتي مخطط باش تبدا تبيع منتجاتك ف امريكا؟
خليك جيبلي بيره اخري
جيم وانا كنّا صديقين من وقت المدرسه الثانويه.
بيض مقلي، وجه الشمس مع سلاطه لحم الخنزير، من فضلك.
تذكره مُتّجهين لمده عشر رحلات، من فضلك.
شويه دقايق، سيده. غادي نتحقق منو.
ما في حد باسمي هاداك هنا.
وين نلقي اوتوبوس سياحي؟ متي و فين نطلع عليه؟
ال顶 كبير شوي. يمكنك تعديله؟
كاين ميدان د لجولف هنا؟
خاي نغيّي حجزتي لطّياره ليوم 5 ماي و نحجز وحده جديده ل9 ماي بدلها، عفاك.
نقدر نحتفظ بهذا البطاقه؟
كاين حد كي فهم الياباني؟
انا اسف جداً لسماع خبر وفاه ابيك. من فضلك تقبل تعازيّ الحاره.
راني بغيت طالياني، عفاك.
كتبت شيрак؟
خمس عُشارات من فءه العشره دولارات، من فضلك.
خليتي نتا تيكيتات لكبار للي جايين ل "Cats"؟
خليك قعد و استانا بعد رحلتك الطويله من اليابان.
اي مصروف ماشي فيها؟
كانت متبعه؟
فين حرقوك في اليد؟
من مصممينكم؟
كاين مومكن تديهم مع بعض؟
بلا كات. فرقه جاز قديمه.
اي سياره هاد الشقه فيها؟
مبروك، سمعت انك حصلت علي وظيفه مع شركه ABC.
هل فيها الخدمه؟
بغيت نحجز طاوله مزيانه باش نشوف العرض.
تكلف 99 دولار اميركي.
غادي تلقي ساعه وحده باش تعمل لي بغيتي هنا.
نحب نرجع لطوكيو نهار الجمعه.
هاد الحلي بلا ضريبه؟
اش نو الفيلم اللي كايجري دابا؟
مش متاكد الحين.
اشتريت شفت لهديه.
اشنو ساعه غادي يخرج؟
سمحلي، يمكن تكرار هاد الشي؟
حتي شتنبر ديال تمنين وتسعين وتسع.
نقدر نضم لهداك لفقره رغم ناني مبتدي؟
كنحب نروح نخرید. فين منطقه التسوق القريبه من هنا؟
خنا شوفو فيلم. اش كايعطيك لينا؟
من دارها؟
لكن كما تعرف "LT" غادي يخليها رخيصه.
كيفاش غادي يكون العشر علي مكالمه بعيده ل طوكيو؟
اش نواع لواني كاينين فشيفروليه هادي؟
ما بغيت نشري شي حاجه. شكون اللي انت مقترح؟
اش هاد اللي غادي يخلص الفرد؟
زادتي ف لوقت د الخروج.
مش كتبيعهم فرادي؟
يمكنك حجز تذكره لمسرح لي؟
هاد الطريق، دري لليمين.
عندي قاروره ديال نبيذ ارز ياباني.
مقعد مفتوح، من فضلك.
انا اسف. هاديك عندك. يمكن نخدمك شي حاجه للشرب؟
خلي جي معايا، عفاك.
دابا حجزنا ليك.
نحنا بغيت نحجز مقعد، درجه اقتصاديه، ل لندن الغادي احد.
كيهدر ثلثين كلمه. اش هاد، ثلاثه دولارات، عفاك.
كونسييرجنا يقدر يساعدك، او تقدر تاخده بالتاكسي.
الحداءق ديال لحيوانات مغلقه؟
اش سميتك اللي في الوسط؟
نحب نحجز غرفه صغيره.
جوج ناس.
اسمي سوزوكي. عندي حجز في السادسه.
سيجاره، من فضلك.
خد شي حاجه غير قص الشعر.
خادش سلاسل د ليد
خاي نطوف علي الجزيره.
خدو فرصه ليكم. كنتمحاجين شاي او قهوه؟
جاي.
خليتي مفتاح الغرفه ف الغرفه ديالي. ممكن ناقرا مفتاح تاني، عفاك؟
اشحال غادي ندير الباكشيش؟
عفوا. هذا الباص مشي ل هوليداي ان يونيون سكوير؟
كيفاش ندير سياره ف بوسطن؟
يمكنك تشتري لي تيكيت؟
خليتي ناوع كبير؟
هاد الحارقه كتحريڭ بزاف.
خادش خيزو.
غادي نتواصلوا معاك فوراً من بعد ما نلقاوه.
كيهابك جمع الحيوانات المحشوه؟
نحنا بغينا نعمل حجز علي JAL ليوم العشرين من مارس.
ماكينش ثلج.
يستطيع اليابان انتاج كل ما يحتاجه من طعام؟
كاين عندك روايات يابانيه؟
كثير الناس اليوم؟
هاداك يعني مافشلش نهاءيا.
كَم يُوم عطله عندك في السنه؟
غادي نبقا علي الاقل اسبوع.
نحب نافوره هوا.
كيفاش نروح لمين تاور بالمترو؟
الطّياره اللي كنت مظون نروح فيها، ايه ايه حدا عشر، طُلّيقات.
واه واقعا؟ انا ساكن في كاماكورا، اتمني تزيار داري.
وين الحمام ديال الرجال؟
نعتقد انها بسيطه شويه ليا.
عندي شي حاجات للبث.
قوليلي رقم التلفون ديالك.
عفوا، ممكن توصليني علي فندق؟
اوه. عجيب لقاك هنا.
هادي اخر حاجه غادي نديرها.
القطارات كاتخلي من كينغز كروس.
خسرت شنيتي.
ا什 نوضي جايين؟
الشباب الياباني كيهتم بموسيقي.
نحب نجرّب هاد لبوطات.
ايه، ناديت من قبل شويه.
كاين عندك نبيذ جاف، مش غالي؟
خديت شويا د ماوس د الشعر ليوم.
الطياره في الوقت؟
كيفاش غادي يكون costo ديال لاعاده الاصدار؟
فين نقدر نشري تذاكر القطارات اللي كتديرنا ل لفوق؟
ستونهنج كيهدر ممتع. كاين حتا جولات كتدور فداك لبلاصه؟
جربت اصابه قويه ف رجلتي ليمين.
كانبقا ف فندق هيلتون.
ما عندكش حاجه تاكل؟
اشنو ساعه تطلع القطار؟
بصندوق البريد
كيفاش كتحب اللحوم ديال لك، سيدي؟
خاي نروح بالاوتوبيس د الشاتل ل لمطار.
شكراً علي ما قدمته لي من مساعده في المطار. انت شخص لطيف جداً.
خايف نّحسب السبت غيم.
كيفاش كيتحسب لجره ديال سياره مع سواق؟
كانقدر التّفاح، ولكن النهاردا ناقصني عنب.
خلي بطاقتي باطله.
كاس د لخمر الحمر، مزيان؟
اكيد. عندك شي معين، اكله معينه في بالك؟
هاد الفضه نيكل؟
اش نو علاش هاد الصوص؟
عندي الف دولار نقدا.
دور لشمال. قدامك ليلا.
اش شحنه لثلاثه ايام؟
خليك تحمل هاد الحقيبه، عفاك
سياره مدمجه، وافضل من ذلك سياره يابانيه.
اي حاجه هي الاختصاص ديال هاد البلاد؟
عندنا جوج او تلاته مزيانين ف الهضره. كنتي بغيتي ندير لك حجز؟
مين فديت ميه غرام ديال سلطه الحباره؟
خليه طابع اخري؟
من غير ما ننسي، شيط كاز و الديبوز ل السياره قبل ما ترجعها؟
بغيت نمشي ل سان دييغو.
من بعد ما مات، كان في اصلاح سياسي، اللي معروف ب اصلاح عهد التايكا.
خليتي حقيبه يدي ف القطار.
عفوا، لكن هذا الكلمه، OMEDETOUGOZAIMASU، طويله جدا عشان نحسب عدد الكلمات. حيث ان الكلمه الواحده محدوده بخمسه عشر حرف، نريد منك تقسمها لجزءين.
كتخرج من لمحطه نمره جوج د لوطوبيس.
اذا كنت تريد.
اشنو انواع السلاطه عندك؟
كيفاش تقدر تسويلي خريطه كتديني ليه؟
ناخد شي تقول لي
اش داكشي لي كايعرض دابا؟
خاطري قلم حبري، من فضلك.
ايوا، اه، وكنت خدام ب كارت الاءتمان.
خد الفطور لݣرتي.
كاينين زيارات ل البانثيون؟
خسرت ملكتي.
خدو شيك شخصي.
نعم، شكرا. اسمي مايومي ياماغوتشي من اليابان. وصلت للفندق للتو.
رجلتي تعاني من الالم.
الشمس قويه بزاف. كنتي زعمتي كريم حمايه من الشمس؟
كتاخد تقريب نصف يوم. الدليل السياحي غادي يجي يخدك حوالي التاسعه صباحا.
فين الملعب؟
في غياب كاس واحد.
خاد شطه طاليانيه.
ماشاء الله، تبدو متوافق في الحجم معي. انا عاده البس مقاس متوسطه.
هاد الساعه القديمه وقفت عن الخدمه. ممكن تبديلها؟
خايب، بحال لي كيبان شويطه ضيق ف الصحون.
بغيت بطاقه بديله. امكن ناخدها منين؟
ممكن تقول لشرطه؟
رقم هاتفي هو اربعه صفر اربعه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
مشاكل؟
ديسا د لعيد د السنه الجديده سميتو اوسيتشي ريوڤوري كيتحضرو ف كثر من البيوت حتا دلوقا.
نص jour ديال لجوله مابغياش الكثير.
غادي نسال اوا نقدر ناخد صوره معاه.
شنو نوع الجلد اللي مصنوع منه هاد الحقيبه؟
زياده طيبه.
الفلوس مختالفين من العداد.
كنتي مزح. فيه طريقه ارخص لارسالو؟
خايج غير شويه من الليرات اليابانيه ل دولار ميريكاني.
نقدر نبدل لمقعد الامام؟
خايع نخرج دلوقا. ممكن تاخد شكايتي لتحت؟
فين كين عياده قريبه من هنا؟
كاين عندك مفتاح صب؟
مناش مين نتواصل معاه اذا عندي مشاكل؟
هاد الطياره غادي تطلع ف الوقت لي مخطط ليه؟
خدي 300 غرام من هادشي.
خرج بسرعه لوسط الشارع فين ما كاينش عبور.
من غير قصد، عندك تامين السفر لهذا الرحله؟
خليها ليك راسي، عطيني.
نحب نخلي السياره في مطار سان فرانسيسكو.
شوي دّيزرت؟
نحنا بغينا نتحقق من وقت لخروج.
راح نكون ف الفندق د هيلتون.
مومكن تشهر لي هاد اللطري؟
عندنا عاءله من اربعه اشخاص، هما والدي ووالدتي واختي الصغيره وانا.
اش نو هو اسم الفنان؟
قل له ياتصل قبل العاشره، بالتوقيت الياباني.
كيفاش نوصل للمعبد؟
اشرب quoi؟
ممكن تقول لي رقم تليفون شركه تاكسي؟
تلات دونات و بيسكوي, عفاك.
غادي نكون هناك في ساعه تقريبا.
مرحبا. Pier One Fish and Grille. فين عاونك؟
شكرا. ممكن نكلم السيده ياماتو، من فضلك؟
كاين دكان بلا ضرايب قريب هنا؟
كيفاش كتخرج الفلوس؟
نعم. كنت بغيت نءكد حجزتي علي الرحله سبعه عشر لطوكيو هذا الاحد. اسمي ريكو موري. ام-او-ار-اي.
كن شايف اش نواع لوان غادي يصيفو هاد الشتا.
نحنا بغينا نحجز مقعد ناعس ل واشنطن دي سي، عفاك.
نوصيك بزياره مبني الامم المتحده علي ضفاف نهر ايست ريفر ايضا.
هي تيسع وتسعين. كنبغي نقضي حوالي تيسع وتسعين دولار.
خليني شوف تيوب那个. التالت.
اذا كان الشخص بوذي، نعم. ولكن العديد من الاسر تقيم مراسم الجنازه في منازلهم.
قميص ابيض واحد و زوجين من الجوارب.
عندو الف دولار.
اقلاش تيكيت كيشوف؟
سْتِيْك سِيرْلُويْن و سَلَطَه خَضْرَاء، مِن فَضْلِك.
خليك في وقتك، خبرني اذا حاجه بغيتيها.
هادي علي حسابي
خاي نطلب پيتزا. شكون كيدل هنا؟ شنو الرقم؟
غادي نجي متاخر.
كاين غرفه احسن؟
غادي ياخد يوم كامل. الدليل السياحي غادي يجي يخدك الساعه تمنيه د الصباح.
خد شي نبيذ مزيان لوجبه ديالنا.
خلي ناقصلي فاتوره خمسين دولار وحده و خمس فاتورات عشر دولارات، عفاك.
السكان ديال طوكيو كيهضرو علي اثنا عشر مليون. محسوبين و الثمن ديال السكن غالي.
تقدر تقول مكالمه مباشره من غرفتك.
كيفاش غادي يكون الفلوس ديال لاستعمال لفردي؟
ماشي مبرد، عفاك.
اش هاد خلاص غادي نبدا؟
هاد الكريم لجل البشره الجافه ولا لجل البشره الدهنيه؟
عافاك. انا ضيعت الطريق.
خاي، كنت نافكر فالسوشي. اش غادي تكون انت؟
نحنا بغيت نشارك فلكورس الاختياري ديال غد.
اذا اشتريتهما معا، ممكن تعطيني خصم؟
كيفاش ندير غير ليترين ديال حليب؟
غادي نباتو ليلا.
كنبغي نكرا سياره.
الدارجه: تالت نونبر هو يوم الثقافه.
كنلبغي قميص ل بنت عندو عشر سنين؟
خسرت جواز سفري.
ايوا، عندي هادشي.
قلب مره، من فضلك.
مساعده
كتاخد اكتر من العبار
استنا. ثلاث كتلا، ثم ليف؟
من هو الرجل الرءيسي؟
في سوق قريب من هنا؟
ما عارفش كيف نغلق هاد اللواقط.
كيف نوصل ل سينترال بارك؟
غضبت عليه
ارسله بالسريع، من فضلك.
ارجو ارسال هذا كحقيبه غير مصحوبه.
اشنو الثمن ديال البس ل بوسطن؟
ارجع من هاد الباب ودر بجنبك لليمن.
خليك تدفع فلوس اضافيه للتحليه.
كنلبغي ناشي خلاً.
اسمي هيصae تشيبا. انا ياباني.
خادشي خلّي خردل.
خليني كارتون واحد من هاذ العلامه.
ايوا. ولكن ف المدن الصغيره وحتي ف منطقه الداون تاون القديمه ديال طوكيو، عندنا بزاف د المحلات التجاريه الصغيره اللي ماشي عندها علاقه مع الشركات الكبار.
كاين عندك حاجه احسن من هاد؟
اش نوصيك بيه تشوف ف كيوتو اكتر من اي حاجه؟
فين كتخدم؟
خليه نطلب وجبه نباتيه؟
اش هاد اللي غادي نقرا عليه ف الݣرفه؟
ماشي سيء بزاف. ولكن نفضلو يكون شويطه احرار.
كيفاش ممكن توصلينا بمعجم فرنسي-انجليزي؟
شكرا. كان جميلا رءيتك. مع السلامه.
نقدر ناخد فتره راحه في otel قريب من هنا؟
هادي غادي تكلفك ثمانيه عشر دولار للطوابع. هنا اعلان جمركي لشحنتك.
اشنو ساعه يمكن للطبيب يجي؟
كاين شي ليشربو فيه الباطو؟
السحاب كيحلا من فوق هنا.
يمكنني مساعدتك في حاجه؟
خاي نشوف حومه الماليه.
كناخد دروس د السباحه.
كاين عندك قهوه سريعه؟
نّحار تلاتي د لجهد ديال هاد لمطار ماشي زحمه بزاف.
هادي عنيف؟
نعم، خليني نشوف. نحب ناخد كاس نبيذ في البدايه.
صوب الضوء، من فضلك.
نحنا بغينا نبدل الحجز.
اذا نسيتم، قد تفقدون حجزكم.
كوللي خير يخير
غادي نلقاك عند البول عندي الساعه الواحده، مزيان؟
لا. هاد المنصّه كتخدم القطار اللي جا في الاتجاه المعاكس.
شكرا. انا اقدر جدًا تفكيرك.
خاد نشرب عشاء ب اقل من 30 دولار، مع الشربات.
خاين غسيل هاد اللباس مكنوس.
مرحبا. قمت بحجز لمساء اليوم الساعه سبعه. لكن اريد تغيير الوقت. اسمي سوزوكي.
كاين عندك پاسپورطك وتيكت؟ شوف هادي بوتيك مافيهومش ضريبه.
اي نوع من المنتجات مناسب للبشره الدهنيه؟
خلينا نبداو، مابغيناش نطولو.
اش غادي نشوف لفيلم؟
خاين نشيك شيك السياح.
لا، مابغينا، سيدي.
تقدر تمشي علي رجليك او بالمترو. هاد هي خريطه المترو.
هادي النصيحه ليك.
خايب نعلين دابا، عفاك.
زهر اللوز. كايزهر ف الربيع.
جوج بيرات اكتر، عفاك.
عشره وحدات، من فضلك.
شكرا. عطيني اشاره مين نوصلو. انا غريب بزاف ف لندن.
اسود. ممكن توري لي جوه اخري بالاسود؟
اش هاد الخدمه غادي تاخد وقت و غادي تكلفكم شحال؟
سخن الحجره فورا.
خليك. نا بدي تذكره ماشي وجاي.
كيفاش كان؟ كان مزيان؟
كايكونو غالبا ثلوج خفيفه بسميك بوحدي او جوج انشات.
ف الفونديق بلازا، الغرفه سبته ميتين.
ما عارف. كلشي جديد عليّي.
سماشك مزيان.
خليك معايا باش نديك للشخص اللي غادي تكلم معاه.
كلت من زمان.
من السرور.
كاين ليك لايبلات؟
مزيان. فين كنتي غادي تلعب؟
اشنو اقرب وقت؟
مرحبا. هاد دار البرون؟
اشوف الطاقيه اللي في الشباك، عفاك؟
راه طيب لو كان مزيان غدا.
اش حال من هنا؟
درت مقعد ماشي كييخدش، ولاكن جلسه ف مقعد كييخد.
مزيان. عطيني حجز شريطي في الدرجه اللوله في طياره هادي.
عندك التهاب الزاءده.
ماشي مشكل، يمكنني نلقي ليك حارس اطفال؟
كيس صغير اسمر. مصنوع من الجلد.
ايها اسهل، اوتوبيس ولا مترو؟
اتناشر دقيقه والثانيه
كعبها مبركب.
كان حظي عالي جدا حيت نيل تيكيت الليله. ما وصلتش للبلاد حتي الساعه تلاته د العشيه.
واحد من اقفال الشباك مكسور.
نحب نرسله بالسريع.
كاينين غرفات خاصه في الدرجه اللوله؟
مين فين عطيني جوج كوتي غيف لهدا؟
كانقرا مزيان د لخاطراوات، ما نقدرش نضهم ف الصندوق ديالي، كنحب اكون عندي كيس او شي حاجه بحال هاكا.
مزيان، سيدي. ندير ليك شي حاجه مع Валيزك اولا.
نفس الشيء، من فضلك.
خليو، كانو قادو تاكدو حجزتي، فاش هاداك تقدر تاطلب للمدير، عفاك؟
ما عندي فلوس.
فحص كل شيء، من فضلك.
خلينا طاوله مزيانه قريبه من المسرح، عفاك.
اش نوضي لبار؟
ممكن تجيبلي مقاس اصغر؟
اذا كنت غادي تدخن، رجاء انتقل لصفوف الاربعين لخمسين.
هادي.
دِرْ عَضُدَك
خايب عليك علاش خليتني نبقا هنا.
هاد البوس كيروح لمطار؟
بغيت نحجز طاوله لثلاثه.
اش نو بعد الظهر، حوالي الساعه ربع لخمس؟
تلاته صباح.
ف الطابقه الخمسه.
فين ندير البلاغ؟
كاين كورس للبدايين؟
خاينا الواصل ديال الرسوم.
ما خصنا ننظف الغرفه.
مشي يوم جميل؟
من هو المخرج؟
افتح حقيبتك، من فضلك. هادو حبّات، مشي؟
نقدر نحدد موعد لصبيعه و نصف الصبح غدا؟
السبت ماشي حلو لان ناض لخدوم بابا.
نحب نمشي لمحطه الباص القريبه.
جوازي تسرق.
كايجي مع الرز والخضره.
بغيت نبدل الطلب ديالي.
ايوا سيدي. غادي نتحول المكالمه ديالك فورا. ارجوك انتظر شويه.
كن пригديك ل عيد ميلاد.
خليك ديرني كلمتي قبل ما تجي المره الجايه.
فين الساحه؟
كاينين طيارات اخري؟
تقدر تاخدهم عند البوابه قبل ما تطلع. عطيهوم هاد الايصال هناك.
ماكاينش محلات بحال هاديك ف اليابان. اش ندير؟
ايوا.
بغيت نبدل رحلتي ل 9 اكتوبر.
الاضلاع الزايده مشهوره هنا.
كيفاش غدي ن告诉كASH متا ما كايجي اوتوبوس ف شارع 42؟
درّي لشمال ف السينغال التاني، عفاك.
وين الناس لخرين؟
طابقه مين؟
بالوان مختلفه؟
كاين ميكروند؟
فين قاعه المءتمر؟
مقعد من الدرجه الاولي، بدون تدخين، من فضلك.
اش ندير غير نبدا فالتخت؟
كاين khảصه في يوم؟
اش نوصلتك؟
انا مع زوجي.
يمكنك ان توري لي بطاقتك الشخصيه؟
نوع دمي هو A.
نقدر نبدل لغرفه مع景ه للمحيط؟
تذكره واحده في الاتجاه، من فضلك.
نقدر نمشي ليك علي رجلي؟
اي نوع من الغرفه تريد؟
خليني شوف، عفاك.
اكيد. هو ت-ا-ن-ا-ك-ا. رقم البطاقه هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه. وتاريخ انتهاء صلاحيته هو سبتمبر، الفين واحد.
غادي، فين شي حدا؟
خليك درست الركاب.
شيك المسافر، مزيان؟
تاكسي كيجي هنا؟
مركز التجاره العالمي ممكن يكون مكان جيد.
اش قال؟
اش نو عاده اللباس؟
هادي طرد صغير ازرق لليله.
خلي نقل؟
ممكن تقول لي كود المنطقه ل سانت لويس؟
كنبغي لي عدسه تيليفوتو.
بالطبع. كنسيّر ف هاد البلاصه من اكثر من عشر سنين.
بغيت نور خفيف.
خليتي نلقي لي دوا؟
عندي بروده و دوار. فين مقعد نستلق عليه؟
هاد الفينيل؟
مفتاحي من فضلك. الغرفه 341.
هاداك عطيني اشاره ف خريطه ديالي؟
فين نستني؟
فين المركز التجاري؟
خلي هادي الفلوس دولارات.
خدت ماء حانوت، معا الثلج.
كاين فيلمات مجانيه عندك؟
الغوص الاول ليوم اليوم هو واحد من اشهر المنحدرات الشعبيه في هاواي.
خليني نبدل لغرفه اخري.
خاد شي حراره.
حاجه مخلعه مع الفلتر.
بغيت نحجز عند السابعه.
نحنا بغينا نحجز مقعدين لجمعه العشيه.
قاع فديك ورا لبيطول.
كيفاش غادي يكون الثمن ديال تيكيت درجه تانيه ل نيويورك؟
اي فيلم اثاره انت توصي به؟
عندنا اسبيرين.
جريت ليه.
قلب الهاتف، من فضلك.
كيف نوصل؟
خاين عينه من بولك
انتا مافيهش غير ياخد ليك شي باقي من الكاروسيل ديال الامتعه.
اش حال القطار وقف هنا؟
خليك تاخد دوا لماضيعك.
كايفتحو نهار اللحد؟
اش هاد اللي غادي نقري بيه في الشهر؟
خليك صريح في رايك علي هاد الشي.
كيفاش غادي يكون الفلوس الاضافيه؟
منين نضغط علي لعبه ديالي، كيتحمر.
هاداك غادي تحفظلو لي؟
قمت بلصق بطاقات حجز امتعتك علي غلاف تذكرتك.
السكران ماشي مختلف في بلاد و لا بلاد.
خليك. ليش ماشي تشوف الفسح اولا؟ انا نشوف ونري اا كان ف الكافيتيريا.
خلي показي واحد اصغر شوي.
جريح و خايج امبولانس.
وين نلقي الليموزين ديال فندق هيلتون؟
الميه كاتخرج من البايب.
ماشي عارف ترسل لي الاشياء لي خليتهوم وراي؟
نقدر نتصلك من هاد التيليفون؟
مش متاكد.
بغيت نجرّب الخصوصيه المحليه.
من بعد، بغيت ندير انتباهك ل المخطط رقم واحد ناقص ثلاثه.
كاين شي تغيير في رقم الرحله 252 ل大阪؟
كيفاش هاد الطياره اللي صنعوها فاسكوطلاندا؟
واه داك شي بغيت نعمل دابا. وحد، جوج، نيم.
كنبغي لي دايم ناعم، من فضلك.
كاين باص ديال التوصيل من هوليداي ان؟
مافيهاش غلط.
بالطبع. اش غادي ياخد هاد الشي؟
نقدر نديك بلاستر، ولكن نوصيك بمشي لدكتور باش تاخد شعه اكس.
امتعش و اطول رجليك.
انت صحيح- انا عارف، ليش ما نروح هناك مع بعض؟
كان كلشي فجاه. فهادشي ما شفتش وجوههم.
شكرا. يمكنك تصنيع السلطه؟
مومكن يوصلهولي ليهاد العنوان؟
واه واحد اخر، عفوا. ممكن غلفت عيني.
خدني صحن، عفاك.
كانقدر نكلم شويه انڭليزيه.
خايب، مابغيش هاد اللون. عندك هاداك ازرق؟
قوليلي علاش ناتيكم بالعنوان ديالك لخدمه في حاله الطوارء.
ممتن اني غادي نملي الخزان ديال الݣاز لما نرجع السياره.
هدا الدار كيبان لي مريح باش نعيش فيه.
اشنو وقت غادي طياره هادي طلق؟
هاد مخرب.
ايوا، اوكيه.
نروح تاني.
تكتيتين ليله دابا، عفاك.
كيفاش كتبيع بلا ضرايب؟
حسات راسها.
هاد الشريط ديال الحقاءب لمحطه الرحله 714؟
سمعت عن عشرين دولار.
اسمي نوغوشي. كنت دابا اتصلت بيك من الفندق.
فين السفاره اليابانيه؟ كنتي شاده تسكتلي خريطه؟
خاينا غرفه مع景ه جميله.
كاين قريب من المحطه ديال المترو؟
اوطوبيس؟ نعتقد انك تقصد ليموزين لتقلك الي الفندق. اي فندق انت ذاهب اليه؟
خليك طيّب، خذلي صوره؟
بغيت نخرج اربعه ميه دولار من الحساب ديالي.
غادي نجي في عشر دقايق.
اي ساعات يكونو مفتوحين؟
هذا السيد سوزوكي يتكلم، نريد نسال علي حجز الفندق.
اش حال غادي تبقي في المانيا؟
نقدر ناخد درس خاص؟
هاد الفيلم مخلوع لولاد. خاصه يكون محظور.
خليك عطيني ترموستات احرار شويه؟
خليك غادي تغير الخطه ديال العشيه.
شكرا. جي علا فوق و خذ الباقي من بعد؟
خليني في فيفث افينيو.
اش حال غادي داز ل لمطار؟
خاين علاج للبثور.
بغيت نحجز عند الساعه سبعه.
كاين فلمات اباحيه عندك؟
كاين مينيو ياباني؟
سيارتي طارت.
صاحبي وقع من جبل.
من سعدني لقاءك، سيدي.
كيفاش كانت العباره د التелефон لญابون؟
ما نقدر ندير دخول.
واش غادي يكون متوفر؟
عفوا. نعتقد ان مقعدي بجانب مقعدك.
هنا نحن. هذا المتحف البريطاني.
مرحبا. ها هو القاءمه.
خادش ننظف لي حذيتي.
كان بحال لحلم.
تلاته ديال لعشيه.
انا اسف لانني لا استطيع قبول الدعوه بسبب موعد اخر.
اي ساعه ممكن نستعمل المرفق؟
خليتي حقيبه يدي فين ما.
اش منيو تقترح؟
هل يشمل الرسوم الخدميه والضريبه؟
غادي نمشي ل لبوابه ف كرسي د الرّوحه ديالي.
حسيت بزاف احسن دابا. شكرا بزاف علي كلشي.
فين نقدر نصلحه؟
لا، مازال. ولكن نحب نروح هناك يوم ما.
ماشي عندك حاجه نقرا؟
خاينا نحدد موعد لتقليم الشعر في الساعه تلاته.
اش حال غادي نوصل؟
كا بارد. ربما نطلب غطاء اخر؟
هاد الخط ل سان دييغو؟
اش هاد كيفاش وقت الوصل لليابان بالبريد السطحي؟
درّي لشمال لما تعطي هاد الجسر للي كايمشيو عليه الناس.
كا هي هاد الشروط مقبوله؟
ما بقي عندي صبر.
كاس من البيره الحلوه، من فضلك.
خاي ناخد غلاف سيجاره.
كثير من النزلات البرديه دايرين فالدوبا.
سخن الشي اللي في الطبق تاني.
اش نلبس طيّاه؟
خاد شامبو لشعر جاف.
كيف نوصل لفندق واني؟
خايف نتا جيت لطاوله الخاطءه.
خاي ندرس الطب.
ما زال عليك دولار و سبعين سنت.
كاينش تعليمات ل العنايه؟
خايب. غادي ناخد الشابلي. اش غادي تاخدي انتي يا جين؟
لا، الكيسات ديال الجلد غاليين. هادي جلد. 175 دولار.
كنحبو الاثاث.
واش كتقدر تقترح لي مطعم مزيان؟
كتحل الحبر للكتابه بالقلم الريقي؟
لا، ماشي عاد. خايج اروح لدار قبل سابعه.
اللعبه خلصت.
كاين هاد الشي في فضه نقي؟
باقي نسياني كارت ماستركارد जबक كنت كنشوف هنا.
لا، شكرا. انا ناعس حاليا.
ماشي عارف شكون يخليني. عطيني يد.
اي طابق هو ملابس الرجال؟
حرات يدي اليمين بلما الحار فالتاجين.
كيفاش ناخد التيكات؟
اسمي كامي. عندي حجز هنا ليلتين.
سريع ل لمطار، عفاك.
ما كينش جيد ف الانجليزي.
نتي حلوه
ناخدو المترو، ولكن اولاً غادي ناخدو التوكينات.
خداو لي الجيبي. كان عندي حوالي ميتين دولار في محفظتي.
ايوا. تحت القعده.
وين اقرب محلات الاغذيه الصحيه؟
لا، بعدا، من فضلك.
عندي بروده.
شكلواش كان هو المعتدي؟
فين كاين هاد المقعد؟
كاين بزاف د لمواقع التارخيّه.
وين احسن مكان نزوروه مع حبيبي؟
لا، لا. بغيت نشوفك.
كيهضار بيه garantie؟
خايب. نقدر نديرها ليك.
فين اقرب سوبرماركت من هنا؟
اش نوصلو متي؟
من بعد، عطو من القناه الخضرا.
اش نو الا كارت ديال لْيوم؟
كيفاش تقدر تبديل الفرنك الفرنسي بالسترلينج؟
فين ناخد شنطه لي جال 21؟
سيت شاي جايين عشان عشره دولارات و خمسين سنت سيد.
انا اسف. كنتي برا بلي عرفتي مكان مزيان في راسك- فين كنتي بغيتي تروحي؟
مشوار؟
كيفاش تقدر توفر لي تامين لهاد الباكي؟
اي نوع من انماط الشعر مشهور في الولايات المتحده الان؟
اي حجر الميلاد لمونو يونيو؟
حمره
كنتيحب الموسيقي؟
حمام، فيضان.
ايوا، دخلت البارح علي الدكتور جونسون.
اش عارف فين غادي يكون؟
كيفاش غادي تقفل الباب؟
خاي ناخد دروس د الغوص بالسكاندر.
فين كان مصدر هذا اصلا، واش من وخت قديم؟
فين نديرها بعد اسبوع؟
فهمت. باش تدير غير فلوس زايده.
مرحبا. بغيت نطلب قهوه و ساندويتش كلوب.
خلاص- قفلي غي الشيك الامني مره اخرا.
روح مستقیم قدام، وهّاك تا لقاه علي شمالك.
كعب رجلي عسل
حسيت بذاتي شويّه دوار.
كايبدل بلي كيستمتع بالرحله.
اش نوّاع الكوتش كنتي فيها؟
كيفاش ممكن توصلينا فيلم كوميدي مزيان؟
خلي هاداك، شنو رايك في هاد الحزام ديال الجلد ديال الماعز لي كيصيفط جوده عاليه؟
كايْن ف هاد الشريطه د الورقه.
مين فاتني تقرير طبي و استلام للباطي؟
نحنا بغينا نحجز فندق، عفاك.
ستاني لحظه. غادي نروح نساله.
خليه عند الفندق لكبير، عفاك.
اقلا غالي كيشوف؟
اقتربوا من بعضكم البعض قدر الامكان، من فضلكم.
باب مافيهوش فتح.
خد معانا صوره؟
كاين هاداك الحوت المقليه؟
اش غادي يكون احسن هديه لولد عنده ثمان سنين؟
كنتي قصدتي في الداخل ديال المدينه؟
واحد بلو بلات سپيشال. خلصت؟
كاين خريطه ديال وسط المدينه؟
هادي علي خاطري.
جيت غير نشوفها ونقولها السلام.
ملءوها لما ترجع السياره.
اش نوصيك؟ ما عارف شي صحيح حيت ماشي مدخن.
اش هاد كيفاش غادي تستعمله؟
ممكن تقول للي كيهدر اليابانيه؟
كنبغي ناكل العشاء ب 40 دولار للشخص الواحد.
باز لقيط.
طوست و قهوه، من فضلك.
اسمك وعنوانك، من فضلك.
مرحبا. يمكنني مساعدتك؟
حوالي ثمانيه وخمسين، اذا ما كنتش معندك مشكل.
كاينش خدمات للي ناقصين؟
واش غادي يبقا ليا الندبه علي بشري؟
نستعمل العيدان لتناول الوجبات.
تحت اشجار الكرز، تقام حفلات مشاهده الكرز.
وصلت علي رحله يونايتد ايرلاينز 543.
انا مبقيتش فخور بلقا رجل مزيان بحالك.
سيدي اينشتاين، هل يمكنني ان اسال سءالا عن سعر الصرف؟ لا اري كيف يمكنك ان تتهم اليابان بممارسات تجاريه غير عادله بهذا الشكل القاطع.
اشنو وقت نبدا اللعب؟
غادي نجيبوك قدام الفندق.
خلي ناخد حرارتك. عندك شحال من شهيه؟
نعم، لحظه من فضلك. في مقعد شاغر في الخلف، يمكنك النقل هناك.
كيف نوصل لهاد العنوان؟
ممكن تحجز لي غرفه؟
نقدر ناخد مقعد في الاوركسترا.
خاين شي حاجه ارخص شويه.
هادو قليلا ضيقين.
قولنا غادي نلقي ثلج.
شكرا. اقامه ممتعه.
السوشي هو كوره ريز اوفال الشكل مغطي بلبصله السمك النيء او المحار.
خايف ماشي نقدر ناخد الموافقه علي هاد البطاقه ديال البنك.
كنعقد حفله. كنت امل ان تاتي.
كنتي بغيتي مومكين ولا لا مومكين؟
اش نوصل ليك لمبلغ ديال الفلوس؟
لا، كنت ناشر فقط.
خاي نتواصل مع المرشد ديالنا. ممكن تقول لي كيفاش ندير مكالمه؟
فحص سيارتي من فضلك.
غادي نعمل هاكا. شكرا علي لمساعده.
عشرون دولار بالربعات، من فضلك.
كاين مطاعم مفتوحين ليلًا؟
انا اسف، ما فهمتش معني هاد الشارع.
كنت مفتوح 24 ساعه؟
ما عارف اشنو اوتوبوس كيروح ل وول ستريت.
هاد البوس كيوقف قرب پارك الجرين؟
ماشي مشكل، ممكن تلقا مقاس يناسبني؟
شكرا. غادي ناخد كاس خره، عفاك.
واش كتقدر توصلينا مع مكتب سياحي؟
تلات بيرات، من فضلك.
كاين عندك حراره؟
شنو نوع الحقيبه؟
خدني دلعكه.
الجمله الكليه هي تيسعين الف وتسعميه وثلاثين ين.
دار النّقاط ل لڭرفه غاليه. من فضلك استعمل غرفه الفحص د لوطيل.
روح مستقيم في هاد الشارع ودر بزز في النقطه. المتحف قاعد فحالها.
خادش ساندويتش بيف روست.
ما انا الشخص المسءول علي القفازات، من فضلك انظر له.
عفوا. كيف نصل للكنيسه الاتحاديه؟
قول ليها اتصل بي مين لما توصل.
عشر دقايق مشي علي قد الرجل.
اشنو وقت ناوصلو ل تشيستر؟
عَفْوًا، لَكِن هَذَا مَا يُحَسَّنُصَحِيح.
سيارتي خاويه علي الماء.
مرحبا، هذا الغرفه 123. نريد بطانيه، من فضلك.
خلي حجز لطاوله لاربعه الناس الساعه سبعه. اسمي ساكاتا.
ماكنش نعتقد انهم عندهم اكتر من هاداك، لكن حيدو من شارع التالت.
خليك توصلي علي دكان.
الوقت ديال الصيف كايبدا غدا ف ميريكان، الا مافهمتش غلط.
ممكن تحفظ شتاتي هنا حتي الربعه؟
غادي تقولي علي مكان ناكل فيه بفلوس مقبوله؟
مريت علي محطتي.
حادي عشر و اربعين دقيقه ليلًا
خاد مايه معدنيه.
المكيف ماشي شغال.
فين كايخدمو العشاء؟
كيفاش كتقول تمثال الحريه قيم يروح ليه يشوفو؟
طوكيو صفر ثلاثه اثنان اربعه سته صفر خمسه سبعه تسعه
نقدر نطلب كاس نبيذ؟
كان ممتاز.
ما فهمتش. قال كثر.
خليهم فالفرن منذ دابا.
وين اقرب محلات لبيع الملابس؟
اي وثاءق ضروريه للمعالجه؟
نوصي بزيارتك في شهر ماي او اكتوبر، هما افضل فصول السنه.
هدا المحل عندو اختيار الافضل في المدينه. انا متاكد راك تقدر تلقي السجاده اللي كنتي تبحثي عليها.
كنحبها حيت كانلي نيت زوار هنا من زمان.
كنبغي لي مقعد في الممر قريب من مخرج الطوارء.
انا عرّان.
ايوا، شنو بغيتي تغيير؟
ايوا. نشوف بطاقه الطالب ديالك؟
كايحصل Mayo التالت و الخامس عطله وطنيه. هاكا قررنا نعمل ثلاثه عطلات متتاليه ب نضيف الرابع.
اكلهنا ما جاتش بعدا.
واش كتقدّي الحفله؟
خمسا وتسعين سنت. ماتنساش تاخد ترانسفير لما تطلع، باش ماتحطش فلوس تانيا لما تغيير الباص.
مكالمه جماعيه لليابان، من فضلك.
في حاجه غالطه مع عداد التعرض.
المراكز الجويه الجديده غادي يصيرو نوافذ جديده لتعزيز التواصل مع الناس في بلدان تانيه.
اشنو ساعه كتفتح المحل؟
خد خط E ل 第ار رابعه و بدل ل خط F.
كثير من الدراري كييرو ل لمدرسه التحضيريه باش يلحقو ب لمدارس الثانويه و الجامعات لي افضل.
هوما اكسسوارات ديال الكاميرا. هوما خفافين بزاف.
راح نرو نيويورك في شغلي.
الجهد للثلث دقايق اللوله هو عشره سنتيم.
فين غسيل الملابس؟
اش نوّع ماشي ف لءبرا دليليه؟
خدي هاذا الدوا كل ساعات سطا.
كيفاش غادي ترسل هادشي؟
القاع البحري مغطي بالمرجان.
خادش ندير مكالمه علي حساب المُستلم.
اش حالو لل متر؟
ماشي مشكل. افتحها رجاء.
دور علا خواك.
كلنا غادي ندخل ف نفس الوقت؟
روح مستقيم في هاد الشارع، دري لليسار في الركن التاني، وغادي تلقاه.
ممكن تحفظ مفتاح غرفتي؟
تقدر تاخد طياره ANA رقم تسعه وخمسين، لي غادي يخرج من طوكيو في التاسعه وخمس وخمسين دقاءق وغادي يوصل لصابورو في الحاديه عشره وعشرون دقيقه وعشرون دقيقه.
صحن البطلين عندنا خفيف شويه.
خمسين، خمس وعشرون، عشره عشرات، من فضلك.
درّي لشمال ف النقطه التانيه. كاين في يمينك.
تكتيتين من الدرجه التانيه ل روما.
نقدر دفع دلوقا؟
غادي توري ليسته نواع السيارات و الثمن؟
اشنو الساعه كايبدا الركوب؟
خلي показي فين جاي علي خريطه هاديك.
كنحب نروح نغوص ف الديب.
بعض للست في سنها الوسط.
كاين عندك ازرق؟
هاد شارع الملك
روح ل التقاطع التالت.
البطاقه ف البانيو ماشي عاجبه.
كاين مخزن لبيعه لعيالات؟
خليك نظم لي مقعد ف هاد الطيران.
هاد الحقيبه كاتشبه لي الحقيبه ديالي، ولاكن هي ماشي ديالي.
فين ندير تبديل الفلوس؟
هاداك مركز بيع التذاكر بخصم. يمكنك تشري التذاكر ب 50% من الخصم.
واخا، هاداك بعيد، سيدي. تاكسي غالي. ولكن يمكنك تروح فين ما بغيتي لو تعلمت كيفاش كتخدم المترو.
اشنو وقت تبدا الدرس؟
غادي نبعثلك صوره.
كاين فتره سماح بعد وقت الخروج؟
واش غادي تقسم هادشي لفلوس ديال دولار واحد؟
لا، غادي نيتلو عليه تاني.
القَهْوه فِي الكونطَر ديك، خُذ مِنها عَلي رَغبتك.
نحب نقص شعري.
هاد الطريق كياخدك ل الجبل او البحيره.
الجداولتان هما بيان التغييرات في حصه السوق ديالنا.
خسرت محطتي. اش حالو نهصل للمحطه الجايه؟
اشنو وقت نقدر ناخده؟
ناخد صوره بالاشعه السينيه.
خليك تجيب موعد مع الطبيب.
عندي حجز لمدينه لياليتين. اسمي ريسا كوباياشي.
خليك معانا في الصوره؟
وين الدوشات؟
راح نروح لنادي اللياقه. ممكن نستعمل بحريه؟
خليته هنا هكاك من حوالي تلاتين دقيقه.
اش ناكل هاد الفواكه مع القشر؟
اي واحد رخيص، هذا ولا هذا؟
ماشي نقدر نبدل لمقعد عند النافذه؟
نحب سياره مع ناقل تلقاءي.
فيلم لون خمسه وثلاثين ملي، من فضلك.
اشنو ساعه كتفتحو؟
درّي لشمال فالتقاطع د الماط.
خادمي غيد خاص لمده يوم كامل.
لمي صفراوي كيخرجو دما.
عندي تامين.
لا، ماكينش الكثير. بغيتين فقط.
قنينه صغيره من موزيل، من فضلك.
الشرف اكتر مما استحق.
ليش ما نلقي هنا غداً؟
اش نو داز لوطني؟
هنا فاتورتك. هي ميتين و ثمانين دولار.
كنتي عارفه تشوفي خط جديده ديال البلوزات؟
اذا ما كنتش كتدير في هاد المجال، ممكن تقترح لي دكان متخصص فيه؟
فين فندق قريب هنا؟
اش تعرف فين في مطعم اسباني قريب من هنا؟
اشحال غادي ناخذها؟
شكرا علي الانتظار. هدا اونو يتكلم.
اش هاد الخصم غادي تعطيني؟
كانقضي وقت ممتع بزاف فالمتاحف.
عندك عصير؟
حسنا. غادي نستني شويه. غادي نرسل حد لي فوق للغرفه.
كاين غرفه لوحدك ليله دابا؟
كاينين دروب للي مبتدءين؟
تنين سيتا تيزي واحد خمسا واحد، كود الرايه هو صفر تلاته.
كنشوف عندك صالون حلو.
خايفين ما نقبلوش. كنقبلو فيزا.
ناشجع هاد الشي.
اش يمكن ناخدهم معايا برا البلاد؟
خايج اكتر وقت باش نجمع الحاجه.
غادي نطلب من ان كتغني اغنيه.
بغيت نحجز طاوله لالساعه السادسه عشيّاً يوم الخميس 7 غشت.
اش نو البرنامج د اليوم؟
ماشاء الله، غادي نوصل ل القاع؟
شيري، من فضلك.
واش ممكن توصلينا علي مطعم صيني لطيف هنا قريب؟
اش هاد المبلغ ل لمطار؟
بغيت نخرج. الغرفه رقم 236.
حجرت غرفه مع حمام من خلال مكتب السفر في طوكيو.
اش غادي؟
كايش يكون؟
مين فاتني ماده لمساعده علي البراز؟
اش نوضيك لطريق لمحطه المترو؟
هادشي قليل بزاف.
بغيت نبقا يوم اخر.
وين المفقودات؟
سمحولي.
هاد الفيلم مخيف؟
كن هنا باش نلقي رفيقي.
نحب راديو.
فين المحل ديال التجميل؟
مُشغّل بَرّي، عَفاك.
عَفْوًا. خَلّي نَنْزِل.
تذاكر "S" كلها مباعين.
كاين بنك ياباني قريب هنا؟
اش نوّع لبار؟
كينشوف تقدر تحطلي وصفه ديال ادويه نوم؟
كاين شي مصنوع من القطن؟
نحب مقاعد الاوركسترا، من فضلك.
واش غادي تدفع الزياده ديال 50 في الميه؟
خاين هاد الشكل يتقوي لقياس جومبو.
رقم صفر و بعدا رقم التلفون اللي بغيتي.
قواعد خاصه؟
خايب. شنو نوع الغرفه بغيتي؟
حاجه مخلعه مع الكونديشنر.
ايوا، بالتاكيد.
خادش زوج ديال حزام من الجلد.
اش كتقدر نضعه علي الرف ديال هناك؟
كنّا حابين مرشد كيهدر الياباني؟
تكتيتين ل شيكاغو، رحله مزدوجه، كلاس اول، عفاك.
فين ديسكو مشهور؟
غادي ت điềuل الطول؟
هي، انت. شنو كتقدي ف سيارتي؟
رаниه، من فضلك.
خايب نبدل عدساتي للي في العين. هاد هو الوصفه.
ايه، نعتقد نبدا بحركه الحبار.
يمكنك اخبارني قبل ما نوصل لهاد المحطه؟
اльحمد لله. خلصت من جميع الاجراءات اللي قبل الدخول.
عندي حجز لمده اسبوعين.
انا اسف، ساعتي ماشي عادي. ولكن انا متاكد انها فاتت العاشره والثانيه علي كل حال.
خلي هاد الشربه لينا حتي غداً ليله؟
خلي ندير بدل معاك.
هاد الشارع كيروح ل سينترال بارك؟
ما نقدرش نبول و عندي الم في البطن التحتاني.
كاين عندك حساسيه؟
النساء في المراكز الاداريه كيتزادو.
كاين عندك فورما د لينزول؟
اش نوّي جاي مع لسطايك؟
خليني نشوف.
خليني نجرّبها، عفاك.
نروا نشوفو مباراه د التينيس.
خديني وساده.
ليش ماقدرناش نبقاو ف الوتيل اللي حجزنا؟
عندك الرقم الخاطء.
اللحم الرايب مزيان بزاف النهار.
الخميس.
اش نو هو الموسيقي اللي كاتبغي دابا؟
اش نوصلو يرجع يهاتفك لما يجي؟
ارسل هاد الرساله بالبريد السريع.
نظام تطوير منتجاتك متوافق جدا مع حمايه البيءه.
كل هاد الاكل اللي فيه الزيت قاعد ف بطني.
نضيف الغرفه من فضلك.
كاين عندك خطاب غطاء الفاكس؟
ما نقدرش ندير حتي من الالم.
اش حال غادي تا لمحطه؟
ماخدمتش خدمه غسيل الكلوت ديالك.
خادش ناقص حبوب منع الحمل.
نحنا بغيت نءكد تاني رحلتي الجويه، ف 31 يوليوز من لندن ل طوكيو. اسم عاءلاتي تاناكا.
غالي عليّ.
اكيد. فين نلقي اسمك و رقم هاتفك؟
كنت في حادثه دراجه ناريه.
خايف ن取消 موعدنا.
كنبغي نكرا شقه مزيّنه للكراء شهر.
مطلوب منك فحص النباتات والحيوانات علي مكتب الحجر الصحي اذا كنت تمتلك ايًا منها.
مستقيم.
خاين نبدل خمسين الف ين ياباني ل دولار.
نقدر ناخدها قبل؟ حيت بحاجه ليها باسرع وقت ممكن.
هو ولد في تسعين ستين.
خاين لي علي الاقل نصف ساعه عشان انضف شويتي.
هاد لمشروبات لمحلاه ماعندهومش ثمن.
انا اسف، لكن ما عارفش. انا سياحي بحالك.
خاي نحدّث معاك اكتر.
خادش نوعيات من لحم الخنزير.
اي مقاس كتعمل؟
نقدر نلبسها؟
كنتي شوف، عانين من لاثر المباشر ديال انفجار الركود.
ماشي مشكل، يمكنني نلقي لك مقعد في الرحله ديال غدا، من فضلك؟
اكيد. كنتي عاوده خمسه عشر دولارات؟
كنبقا في اوتيل abc. عطيني اتصل بي هناك.
خرج من زنقه جنبيه و ما عندي تا وقت لاحول عنه.
غادي نروي مع ولدي للبستان ديال الحيوانات.
نقدر نوصل ل لوس انجلوس من بعد ما ندير حوالي خمسميه وخمسين كيلومتر من سان فرانسيسكو ناحيه الجنوب.
كان لقاءك جميلا جدا.
خدنا بطاطس مشويه، من فضلك. وضّع الزبده جنبها.
اشنو الثمن ديال لمعلم؟
خلصت؟
اي ساعه تبدا الاوبرا؟
هادا موديلنا الجديد. كنسميو ليه الكومبيوتر ديال الحلم.
خاي نجرّب طبق تيپي ديال مينا د لبحّاره.
ممكن تحجزلي مقعد؟
ممكن دفع الميه ميت دولار بالين الياباني.
خلي نتا عطيني لفافه وحده ديال فيلم 35 ملم، 36 صوره، اسا 100 و لفافه خره ديال 35 ملم، 20 صوره، اسا 400.
الحادث خلاس الطريق.
اش غادي تكون الفلوس اللي عندك؟
ممكن تشغل هاد الباقه لليابان بالبريد البحري؟
مزيان. دري لليمين في الزاويه الجايه. غادي تشوفو قدامك.
بغيت نحجز غرفه فندق في المدينه.
خمس ايام.
القنزه الحمره لي شريتها جايا ماشي عاجباني. يمكن نبدلها ب لون اخر؟
فين اقرب حمام قريب هنا؟
وين مقعدي؟
مزيان، هاداك- ثلاثه لفات ديال الفيلم كيتخلّاو تمنهم تمنه دولارات و سبعه و سبعين سنت.
اش ناقص فيا؟
اسف، ماشي ممكن ليك.
ايوا سيدي. هاداك هو.
خلي هاد لمقعد لي، عافاك؟
كاينين اثار قديمه؟
اذا قلت فقط "ماء"، ماذا سياتي به ليك؟ ماء غازي؟
ما عنديش غثيان، ولكن ماعنديش شحال هزّان.
فين؟
وين اقرب مكتب بريد؟
خسرت مفتاح غرفتي. هل سلم هنا؟
كاين حدا يهدر اليابانيه؟
لميامي، من فضلك.
كايعاني ناس كتير باش ياخدو فيزا.
شغنا كان مزيان النهار، مشي؟
غادي تسويلي خريطه؟
خليتي الطاوله لي قريبه غي، من فضلك.
وين كاشير السينما؟
عندك شي اصغر؟
خايب. اش نواع الخضره غادي تختار؟ عندي برتقان و فراوله و عنب.
غادي ناخد شوي د القهوه من غير الكافيين.
نقدر ناخد هاد الحجم د التغرفه ف الطياره؟
خدي برماننت قاسي.
ما نقدر ناخد هاد الرقم.
انا مزعج بزاف، ولكن مابغيتش نناقش مع الناس.
وين نلقي الليموزين لي لفندق الصوميت؟
لا، ما زالت ماشي. دابا كنّا في عين الاعصار. غادي يبدا قريبا المطر الكثيف و الرياح القويه من جديد.
كيفاش نشوف البرامج د التلفزه د الكابل؟
خامس عشر ومطروح خمس عشر و سطاسع
كان عندي بطاقات اءتمان ومءتان دولار نقدا في محفظتي.
خاينا نشري غلاص جديده.
عرف فندق مزيان؟
هو استاذ في جامعه.
خادم الحقاءب ضروري لي، من فضلك.
اش هاد الخدمه مفتوح لحد اش لوقت دلوقا؟
كيفاش تقدر تءكد حجز طياري لي في 12 اكتوبر؟
مزيان لي
خد خمس دولارات ليك.
بيسبول مشهور بزاف.
خاي نختار شويا د لفاكهه. شنو للي كيضب حنا؟
كايخدمو لخمر لطيب فالمطعم؟
ما عندك شيء اكبر؟
فين المحطه ديال اوتوبيسات Greyhound؟
عفوا. فين في محلات تجاريه قريبه من هنا؟
نعم، 应该这样说。 اليابانيون يقدرون خبرتهم وحكمتهم خاصه في مجال الاداره والاداره.
المطعم فيناهيا.
كان رقم خاطء.
عندنا لوبستر مزيان بزاف النهاردا.
كاين مشكل في تصوير هاد البنا؟
بدل هاد الفاتوره لفلوس نقيصه.
واش كاين حد هنا كيهدر الانجليزي؟
اسمي ميوكي كاتو، وانا صديقه ماري من وقت ما كانت كاتدرسي في اليابان. ماري في الدار؟
اشحال كيلومتر من هنا؟
عفوا، كيف نصل للمحطه؟
فين و فين الساعه غادي ترجع؟
مكسور.
انا مزيان، شكرا.
انا عضو في جوله ا.
رقم هو صفر تلاته تلاته تلاته خمسه واحد سيته تيسعه واحد.
خلي نشانيني هاد الخاتم؟
الحزام كبير عليّ. عندك هاداك في قياس اصغر؟
يمكنك تقصير كُمّات هذه القميص، من فضلك؟
اش حنا باش؟
خليني جوازين ديال الويسكي و جوازه ديال الكونьяك، عفاك.
كانقاوش من اللقاح.
هاد الراديو ديال الترانزیستور هديه؟
في اسبوع، غادي نرجع لليابان.
خليك دبر تيسعه وواحد اولا والكود ديال المدينه، من بعد رقم التелефон.
شاي، مع حليب.
خد شويا من شعرك، من فضلك.
كايبيعو مشروبات خاليين من الضريبه ف الطيران؟
ليش كيدخل هادشي؟
اش نوصلك اسمك؟
كاين مخازن باسعار مخفضه قريب من هنا؟
عندي بطن مريض.
لاش؟
هاد القطار ماشي مباشر ل شيكاغو؟
خَيَّلت بلي غاديين ل لبيطخا دابا.
وين اقرب مكتب بريد؟
عفوا. انت سي سميث، اعتقد؟
كاميرا.
ماكنش غادي نلقي وقت لازور حديقه الحيوان في هاد الرحله. شكرا علي الاقتراح في اي حال.
خسرت عدسه الاتصال ديالي هنا قريب. ممكن تشوف معايا؟
غادي نسافر لجميع انحاء امريكا و غادي ننزل ف فنادق، موتيلات، نزل، و بيوت خاصه، اذا كان حظي سعيد.
خادشي مبه جديده.
نقدر نعمل التغييرات لغد بعد الظهر في الساعه تلاته. هو كذا؟
كاين مترو قريب؟
فين حي التجاره في هاد المدينه؟
نعتقد انك خسات الحساب.
ماشي مشكل، نبدل ليك الطاوله؟
خديت الحجز لمغادره طيارتك 207 غادي تخرج غدا الساعه 7:50 مساء لنيويورك.
خسرت مفتاح الغرفه.
اربعه وعشرون، واحد عشره والباقي في دولارات من فءه دولار واحد.
نعتقد ان هذا الايصال خطا. هل يمكنك التحقق منه، من فضلك؟
عندي سبع ميه دولار في شيكات سفر و ثلاث ميه دولار في فلوس كاش.
هادي عيشه بحر مجففه. كنسميوها ياكينوري.
حوالي خمسطاش دقيقه مشي علي رجليك. يمكن نروح بالمترو حتي. هي اسرع.
حجم عادي، من فضلك.
ما عندي فلوس كفايه النهاردا.
السكان د الناس لكبار ف العمر كيتزادو بستمرار.
خاي نءكد تاني رحلتي الجايه لطوكيو الغد الواحد ديال لاربع.
كاين ملعب ديال التينيس هنا؟
غادي تحتاج تنتظر. كنتي عاوده تنتظري؟
كاين غير جوله كل يوم؟
اش غادي يكون الجو غدا؟
حلوي او علكه، من فضلك.
كاين وقت نستعمل الحمام قبل ما الطياره طاءره؟
كايجي معاه مفتاح؟
خدي درامامين.
اه نعم. عندي. كنحبها.
بغيتو بزاف، لكن مابغيتش الديزاين.
انا ممتن للي عندي صديق زييك.
قعد جلس. شنو لخطر؟
مش متاكد ولكن غادي نقول ليا نتا اتصلت.
خليك جيبلي غطاء؟
كيفاش كتبيع جورب طويل؟
اي ساعه كتخرج لاخر اوتوبيس؟
خايب. هاداك و جين و طونيك.
كاين تلفاز؟
اش نوحصل مع الحقيبه لي دازت الفيزا؟
ما بغيت ندير حاجه زي هاكا.
خادني حد يساعدني.
غادي نمشي لشيكاغو حتا انا.
كاين فابور النقود الخمسه سنتيمات ف هاد الكازينو؟
اش مبغيت؟
اش نوصلتك هنا؟
ا什 نو عادين نزلوا في نيويورك؟
لا، والو.
اش نوّي تاكل فطوري؟
خاد شنته طويله.
ما خصك تروح هنا. نتا قاد تلقي واحد هنا.
للفندق ديال بوسطن، عفاك.
نضّفها، من فضلك.
ضهر
كيفاش غدي نلقي تاريخ الرحله و ارقام الطياره؟
غادي يكون في اكل؟
فين الصاله؟
شويя.
رجاً اتمني منكตรวจها بسرعه
كاين هاد الشيء باساليب مختالفين؟
هاد جاري
ممم، طييب. هاد، خذ حته.
اش نوضي ل قهوه؟
ميه ين ل دولار
قاسي ناقص ن đứng.
ايوا، نقدر نديروها مخلص غداً ليل.
عندي الحساسيه للهواء.
sahbi, hna gali.
فينا ممكن نشوف عرض هولا و نشرب؟
ارجع من هاد الشارع ل لخمسين ممر
اسمي طارو تاكاي.
خاي نلعب شويя اكتر.
كاين عندك طوابع؟
وين قاعه الطعام؟
غادي نوصلو ب 30 دقيقه متاخرين.
هاد الغرفه رقم تلاته خمسين سبعه. خايج اكتر من كونديشونر للشعر.
فين المعرض؟
مكان اخر قد يهمك هو حديقه برونكس المشهوره عالميا.
واش الريح غادي يزيد قوه فالعشيه؟
عشره و تلاتين سنتيم، من فضلك. عندك طوابع حلوين؟
مسا الخير
كاين هاد النموذج بالاسود لمحمر؟
كن هنا باش نتعلم اللغه.
خليتي لي تكتيتين ل لغاليري هاد الخميس.
كتبي لي خطاب.
اشنو ساعه كايخرج الباص ل پيمليكو؟
كيفاش نستعمل هاد الكوبون للطيران؟
خاد الحلاق.
درت كعبي. وعندي الم خايب.
كنحاول نلقي مزيل للاظافر لي يكون حنان مع اظافري.
كاين طاوله لثلاثه؟
خاي نختار طعوم.
ندير شي حاجه ونشوف اا كاين مكان خالي.
وين مكتب الاستقبال؟
دربني
المشغل. بغيت نعمل مكالمه بعيده ل لفندق شيراتون.
راح نكون ف الفندق حوالي العاشره والنص دليليك
اتصل بالسفاره اليابانيه.
القِمونو هو اللباس التقليدي ديال لياپان.
ايه، بس درت جولتي اللوله من شهرين فقط. انا مبتدي.
الكرسي ديالي لم يتحرك ظهره.
هاد غادي يخدمني بزاف. وعلاش نستنا، كنحس ان كان يمكن نبقا فغرفه ل同ه؟
المكيف ماشي عاجب. غرفتي بارده بزاف.
كيفاش نلقي تيكيت لماتش ديال لكوره مع لفرق لكبار؟
خليني ناخد كولسلو بدل السلطه؟
خليك متاكد تجي تشوفني ف السابعه غدا الصبح.
جوازي تسرق.
خد معانا طعام ايطالي؟
خلي ناقصلي شريحه من البيتزا بالسوسيس، من فضلك.
راني غادي ناخد ستيك تي بون.
عندك عصير برتقال؟
سيتا وسته صور من فيلم لون سلبيه مقاس خمس وثلاثين ميليمتر، من فضلك.
افاك. عرفني الكيسات، افاك.
اش حاداك اقرب محطه بنزين؟
اشنو وقت القطار الجاي ل بوسطن؟
ارسل هاد الرساله بالبريد الجوي.
خاي نءكد تاني رحله طيران.
راسي مدور.
اش هاد الخدمه في الخيمه؟
عندي موعد مع السيد ويلسون في الساعه تلاته.
كنت تغيير هاد اللينزات ب لينزات اقوي؟
خليني نطق رايي.
اش هاداك؟
نقدر نخلي له رساله؟
كافيه هارد روك بعيد من هنا؟
مرحبا. شوف هادشي.
خايب. دابا، يمكن نخرید تيكات ل "الphantom دي لوبيرا" ل سبت نص النهار؟
يمكنك صنع لي بينا كولادا؟
ماشي عجله. بغيت نكول تاكسي فورا.
سخون لبارض دابا، ولا؟
خدت حجز من خلال JTB في اليابان من قبل جوج اسابيع.
نقيف عند فندق بيڤرلي. تقدر توصل هنا. مشي مشوار قصير ل الصوميت.
خلي هاد الشنطه حتي ربع لخمس د النحس
ممكن نستعمل مشروعور في هاد الغرفه؟
فهمت. خذ وقتك.
كاينين ميدانات د الجولف ديال 18 حفره مفتوحه للعامه؟
ما كايفهم والو خي ناس لي جاوحني كايقلو.
القَهْوه فِي الطَابَق التّاحت.
مساء الخير. عندي حجز. اسمي يامادا.
الاهم هو نتا تحصل علي راحه جيده.
كاين عندك سيجاره؟
نقدر نطلب اكل للخارج؟
دابا، متعطيش ماشي غي جوه وحده، مزيان؟
في صيدليه قريبه؟
خليتي ناخد فيتامين؟
خليك جيبني من داري الساعه سبعه؟
كيكلص كل عشر دقايق.
خليني عشانه عشره وحده، خمسه وحده، وباقي فلوس صغيره.
غسيلي ماجاش ليا بعدا.
ايه، في واحد في الناحيه لاخرا د لبينا.
فين نزّل؟
كيفاش نستعمل التيليفون دالفلوس؟
خلي ندير الدفع قبل؟
كاين مكتب لعب قريب هنا؟
خادش كريم ليرجل.
هادي تواصل مباشر من عقل لاخر. يعني واحد يقرا عقل شخص اخر من غير ما يتكلم.
كيفاش ندير عمليه سحب فلوس من شيك شخصي؟
كنبغي عصير البرتقال، قمح مع الحليب و البان كيك مع العسل.
هادشي مطبوع. مافيه والو.
نقدر نجرّب؟
غادي نرجع بالبر.
اش نو داك بروش د لكرافاط مكون من؟
اشنو ثمن التيكت ديال الدرجه اللوله؟
كاين عندك شنطه اكبر؟
غادي نرسل ليك نسخه. تكتب عاوني علا عنوانك هنا.
فين النصب؟
مزيان، سيدي اوزورا، رحلتك تاكدت حاليا.
خليتي لي تيكيت.
وين قاطع التلج؟
عندي الدوار. ممكن تقترحلي شي حاجه عليه؟
عشره الا عشر
ما تقدرش تدخل هاد الحديقه ف الليل.
ماشي ضروري لما ما تتعديش الحد ديال اللي ماخوصش عليه الضريبه، ولكن نوصيك بلي تعلن فقط من اجل مرور سهل.
خد هادشي وضغط عليه.
اكيد. امسك الخط، من فضلك. حزبك قاءم. انتظر لو سمحت، تابع من فضلك.
ماشي مشكل لو لمسها؟
اشنو الساعه كايبدا الركوب؟
هاد الشكل ميناسبني؟
قوليلي جدولك للهدشي الجاي في هاد الجمله.
ماكاينش مواد كتابه.
اش كتقول بيه؟
غलत
اكيد، روح قدام.
يمكنك ان تحفظ حقيبتي حتي الساعه الرابعه من فضلك؟
ما عندي فلوس كفايه باش نخرید واحد جديد.
اشنو وقت القطار اللول؟
كنحنا نقدر ناخدو طاوله برا؟
بزاف حسي انك تشربت لبارح.
ايوا سيدي. شنو عدد الناس معاك و فين وقت بغيتي؟
نحنو كنحب ناخد جوج من اللي عندو الثمن الارخص.
فهمت، غدير بطاقه قديمه ديالك.
شكراً جزيلاً علي الطعام.
فين المحطه د لوطوبيس؟
قف لص
وين اوتوبوس المطار؟
ميه دولار في الليله، زيد عليها الضريبه و الضريبه علي الخدمه.
اشنو غادي نطير بيه دلوقا؟
ديور ديالي ف الغرفه ماشي عاجبونيش.
شكراً جزيلا. هيا. نروح.
ف الصيدليه.
وين احسن ميدان للتزحلق للبدايين؟
نحب مقعد الخلف.
هاد القطار ل ملبورن؟
اش حال هاد البرج؟
ڤينسنت، كنتي خارج الباب؟ انا مARNIE.
ما زلت لغايه الحين عندي الماكياج علي وجهي، ممكن تعطيني غسيل وجه جيد؟
خد تلات قرصات مره وحده.
اش نو عموله ديالك؟
يمكنني تسليم السياره في فرع اخر؟
مغيب عليه.
فندق طوكيو. فين عاونك؟
كن هنا لزياره صديقي.
كاين تلفاز؟
سلامي ومش بطاطس.
اش نوصلك باسرع طريقه باش نرسلهالك؟
خليني ندير ضربه تجريبيه؟
صندوق ازرق. اسمي وعنواني في الاسفل. ممكن تساعدني اجدوا؟
خاي نخرج ف الساعه ثمانيه. ممكن تقول لي شنو مدين ليك؟
بغيت نحجز مقعدين ف الطياره نمره تمنيه و سبعين و سبعه.
قنينه شامبو للشعر الدهني، من فضلك.
علي طول اسبوعين تقريبا.
نعم، كناخد دوا لضغط الدم المرتفع.
وين الكيسات ديال الفلوس؟
خادش حلاوه؟
كاين بزاف د الاسباب اللي غادي تمنعني.
هاد الطريق لصحيح لالمحطه؟
نشوف اش غادي يخلينا.
نوصيك بمحاوله انن الاخضر.
عندي تسعميه دولار.
ما عنديش حجز ديالك.
اسمي كاين فين؟
غادي نرجع فورا.
خليها مزيانه باش نكون غادي غدا.
هاد كيهساب كلمه؟
من فضلك، فين نلقي صحن للي غسيل؟
عندنا الوان اخري.
ماكاينش غير شويه د لمقاعد ف داءره اللباس.
كنّا مابغينا نشجع، ولكن علاينا نروح.
شّي حنا غادي نبدا منين و فين؟
كيفاش ناخد الفلوس اللي بغيتها؟
اه، فهمت. هادوك هما القنوات ديال السistema د الكابل ف الفندق.
خليك ما تستهزاش بالليابانيين.
واش ممكن تعيدو ناشرها من؟
بغيت نحجز، من فضلك.
كنحاول نلقي ورق للي لف
واش غادي يكون خالي من الضريبه لو باعت هاد الشي لليابان من هاد المحل؟
انا اسف، ولكن انا بغيت نناقش حاجات مع مديري قبل ما نوقّع.
خدي راديو كاسيت، عفاك.
خمس حديد، من فضلك.
هادي اكل مزيان لي، عارف.
شكراً سيدي. ممكن نروح علي رخصه السياقه ديالك؟
انت صحيح.
ب التامين، من فضلك.
فين متحف موني؟
هادي قطار ممتد؟
اوكي. هادي عشرون، اربعين، ستين، ثمانين، تيسعين، خمس وتيسعين، سيت، سبعه، ثمانيه، تيسعه، ميه.
خليك روح لمكتب اعلام السياح اولا.
ممتاز.
ماشي تقدر توصليني ل لمدينه؟
كيف ندير عرف حقيبه ديالك؟
ايوا، عجبني بزاف. شكرا.
فين ندير هاداك ليكون يتقرو
اه، اسماع، كنتي، كنتي عارفه فين Riverside Drive؟
هاد السطر ل ل映画 ديال التاسعه؟
كاين عندك شي ل لدير؟
مفتوحين من تمنيه و نصف ل لحد الحاديه عشر.
شركتنا هي الخامسه اكبر شركات العالم من حيث عدد الموظفين.
هنا تقريبا في الاسفل علي اليسار.
غادي تحفظ بلوزتي؟
اسف، كلشي مخدات. كنتي بغيتي تغطيه اضافيه؟
ماشي مشكل، ممكن تساعدني بمنشفه للبلاج؟
لا، نقبل حتي الطلبات اللي انت طالب بيها.
مريح نكون عندنا التاريخ، ولكن ماشي ضروري نكون عندنا ايام الاسبوع.
عندك عصير برتقال، من فضلك.
خليك توصلي علي مطعم مزيان.
اش نوعه د لبلاد؟
خسيت الشهيه.
ما تخرجش من فوق راسك.
كنّا نشوف حوالينا ف المحلات اللي ماعندهاش ضريبه ف المطار؟
انا اسف. دازت الرقم لخاطي.
خامس يوم. غادي نرجعها لجمعه.
ماشي بعيد. كنحبوا نوصلو حتي العاشره صباحا.
لا شكرا. هاداك صغير بزاف. عندك اخر؟
اكتر فواتير، من فضلك.
ممكن تبيعهم فرادي؟
خاد شويعه، من فضلك.
كيفاش دفعتي علي مكان خاص؟
خليني علي حالي
كاينين غير هادو؟
هاد المقعد مخدوم.
خليتي نعمّن؟
خليني نشوف تيكتك. غادي تحتاج تاخد الرحله الجايه في الساعه واحد.
كاين حد كيهدر الانجليزي هنا؟
خليك حجز مبيتاك في الاول.
خاينا نخرج شي من لحقاءب ديالي.
نعم، عندنا حجزك. ممكن تسجل في هاد الاستماره وتوقّعها؟
ما نقدرش نلقي دليل السياحه اللي ممكن يجي فينا ف 10 د الصباح ونص.
هادي غاتكون سورپريز.
لليابان من فضلك
جريت سيارتي ل الدشيشه.
خليك عطيني دوا؟
خليك عطيني الخاتم التاني من اللي علي الشمال؟
ايوا هكا عفاك
كانقاسي شويه من التوقيت ديال الطياره.
اش غادي ما جيت لبارح؟
الديك كيرين معي.
خدني سيرفس في الغرفه، من فضلك.
اي قطار روح ل وول ستريت؟
اي رقم البوابه لمطار خطوط طيران اليابان الي طوكيو؟
خليني شوف التْوَله السودا، التالته من الليمن علي الرّف الفوقاني.
ممكن يرصبوك ف المدينه اذا خليط يدك ف جيب صدرك فجاه.
كاين عندك مخمر؟
كنحنا عندينا مقاعد مفتوحه ف الطياره نمره تمنين و خمسين نّهار الاثنين، السادس و العشرين.
بغيت نتقدم بطلب لاعاده اصدار جواز سفري.
زيما كاين. ممكن نديروها.
ليش كيخرج ب هاد الفلوس؟
سبعين دولار
مرحبا. انتي السيده اونو؟
نقدر نشرب ماء الحانه؟
عندي مشاكل في المعده.
كايدير 直ق، من بعد دري لليمين.
كيفاش ندير مستوي القوه ديال هاد الماكينه؟
يمكنك حجز جوله لي؟
اش نعلّق محتوي و قيمتو؟
هي، حبيبي، كنتي وحداك؟ كنتي بغيتي تروحي لفيلم او حاجه؟
ما عندي ما نحب. اسف. ما بغيت والو.
ا什 نو عادين ل دي موين؟
زنجلان من برغر الجبن و اوامر صغيره من بطاطس فرنسيه، من فضلك.
اربعه خمسه سته سبعه ثمانيه تاسعه صفر، من فضلك.
شهر سبتمبر الثالث والعشرون.
خدت موعد باش نلقي الرايس في العاشره.
هاد الما د الطاب قدير نشربوه؟
خادش نصف شويعه من لحم الخنزير.
خير، نقدر ناخد شي مختلف.
خدوني للمسرح، عفاك.
اشنو الفاصل؟
عفوا. ممكن نسالك سءال؟
غادي تشوف لي هاد الجنتين؟
هاد التاقيه ما كاتناسبنيش.
المصرف ف البانيو ماعندو بلاك.
اشنو وقت الخروج؟
خلي ندير الدفع دلوقا ولا بعدا؟
خلي ناخد غير البدايه؟
كنتي بغيتي حاجه تشربيها وانت كتاشوفي؟
كاينين ليها جولات اخري؟
خاي نروح بالاوتوبوس للمحطه. ممكن نلقي فلوس صغيره، عفاك؟
كاين عندك شي هويه مع صوره ديالك؟
اش فهمك في هاد العلاقه فيه امل؟
خايب، اولاً غادي نمشي للمركز د لماعلمه و ن तलّب علي otel.
نعتقد انك فهمت غلط شيء كنت حاينه نفهمك.
من هي هاد المره؟
واش تقدر تلقاهلي؟
مومكن تحفظ شيايا ديالي لما كنغادي نروح في الجوله؟
اي باب غادي نمشي ليه؟
كَم كاميرا عندك؟
ماشي مشكل، عندي ورقه او حاجه؟
اش نو سبب هاد الزحام؟
خليك غير الممسحات.
كلّا هادي تقول لي ش نوّاع اللي قالو غي ف لبيان؟
كاين مينيو بالانجليزيه؟
كاينش ماتشات نيويورك يانكيز هاد الشيم؟
كان عندي دير ب لْهوا، لكني حاس بلي نتاً.
الشارع التاني والسبعين وشارع بارك افينيو.
هاد سيجاره بريطانيه؟
خد الاتوبيس نمره سبعه.
ما خلا شخص واحد جريح بليغ.
خدي شريط لاسلكي.
نعتقد ان رقم التاكسي كان واحد اثنان ثلاثه اربعه خمسه.
هادي غادي ناخدو.
غادي نرسل ليك الخدامه دابا.
لكن التمن يزيد، مشي؟
حقيقي، جدي الكبير جاء من صقليه في بدايه القرن.
في غلط في هذا الفاتوره؟
طاب الشرف. كيف حالك؟
هدا اللباس كيضربني بطريقه صحيحه.
غادي ناخد شوي د لعصير د الفواكه.
اي مءهلات لازم للوظيفه ديك؟
ممكن تعملو هادشي دلوقا؟
خاينا نطول المكالمه لญAPON.
يمكنك حجز موعد للجولف؟
كنبغي نتعلم كيفاش نركب علي اللوح الريح.
واش غادي تبديل هاداك علي قياس اكبر؟
هادي محفظتي.
خاد الحلاق، والو خلا، عفاك.
عفوا. فين الصيدليه القريبه من هنا؟
خاد نشتري شي حاجه من برا.
اشنو اخر وقفه؟
لا. بلوك واحد من ديك الجيهه.
ابني كايقرا فالماستر في جامعه هارفارد.
فين غرفه التغيير؟
خديني ايقاظ فالصباح، من فضلك.
اش نوايا ديالك ليله؟
قاسي، من فضلك.
عندي الرّوماتيزم.
فين نقدر نشحب شيك دولي؟
خدت لكزه من شوك القنفذ البحري.
كيس احمر مع لطاقه.
بغيت نرسل هاد الباقه.
مرحبا. هي جميله.
اش غادي؟ ما كنشوفش.
اش نضيفه ليك فالفاتوره؟
كومبلي هاد الشهاده الطبيه و الايصال.
نعم، نتا حاب ندي海外 كوليكت كول لليابان. الرقم هو طوكيو تلاته اربعه سبعه سيته تنينه تلاته سيته.
اش هاد اللي غادي نقرا علي سياره؟
نقتني نحله. كيحدر بزاف.
اش هاد السلسله دي غالي؟
ماشي مشكل، نا حبه وحده؟
سمعت اش قال؟
جفّي, من فضلك.
اتصل بهاد النّاس.
خلي هاد الشيك ديال العشره دولارات علي خمسه من الفلوس اللي كيداو واحد دولار وكارتون ديال خمسه دولارات.
لا، ماشي كدلك. ولكن عندو دوش.
خاي نديرلك اشعه اكس.
كيهن لاش يمر من اي من الطاوله؟
هادشي لاستعمالي الشخصي.
غرف جنب بعضها، من فضلك.
ممكن تتقاسم معنا نصف التكلفه الترويجيه في السنه الاولي كما بيعمل كل الموردين ديالنا؟
فين المحل ديال الحاجات المكتبيه؟
عندي حمي عاليه و كنشوف حمره و دايز
خدّيها علي غرفتي، من فضلك
فين في مزرعه خيل قريبه من هنا؟
شكراً جزيلا. كيف نصل للفندق؟
خدت النفس برا. شكون اللي تقدر تقول لي نقدر نعمل؟
انت حلوه بزاف.
ماشي علاش ما خصناش نديرو شاي؟
خلاص، سي نيتا، هاداك كل شيء لي عندنا نوريوك هنا فالمصنع.
كانت عندي دا التيفود لما كنت صغير فالعشرينيات ديالي.
كيفاش نستعمل الموقد و الما الحار كل نهار؟
خادني نحجز مكان.
انا اسف، لكن عندنا مقاعد في الممر فقط في الامام.
انا تا هادشي. كنت ماشي غي занيت.
ما كونيت عملت مكالمه بعيده النطاق يوم الجمعه.
فين الصيدليه؟
وين المحطه ديال الكواش؟
اش نوڭر توا؟
اكيد. غرف التغيير就在 هناك.
خمس دولارات راهن
قوليلي علاش عينيك
فين الدير؟
عندي مرض مزمن.
خوا توين سيت.
قريتلي قربه ميه سخون؟
كيفاش تقدر تفتش عيني و تصنع لي نظاره؟
نقدر نخدمك فيه في جوج يوم.
مين فاهملي تيكيت ل مقعد في الطابق اللول؟
شكرا. خلاص، ندير شويه. الحقيقه، ماشي هو ما بغيت.
خديتيني شريطين ديال الفيلم الاسود والابيض، من فضلك.
خايف مازلت ما recibيتش الصرف لحد الساعه.
خليني الپلاط الازرق.
باباك كان شخص راءع، وهو غادي يتحس بيه النقص.
ماشي حاجه ممتعه الليله.
ما بغيتش فحص هاد الحقيبه.
مشي حتا هادشي لي بغيت.
اش هاد كيفاش طويل باش نوصل لشيكاغو؟
خدني كاس قهوه مبرده، من فضلك.
ماشي غالي، ولكن هو مهم لي.
الطاوله دوت، من فضلك.
اي خط اتوبيس يتوقف في شارع الحope؟
خير، عندنا جاز دي يڤ سان لوران.
خليني.pipe
خليك عطيني نداء استيقاظ في السادسه غدا الصبح.
انا مهتم بجوله في مانهاتن.
خليتي ماشي كيتجيب الفوطه، عفاك.
لا، ممكن تلقاه في الصيدليه.
شفت تايتنك؟ عجبك؟
كنبدو دبوزه.
تيكت واحد ل لوس انجلوس. غادي يكون في لمكان للي كيدخن ولا لمكان للي ميدخنش؟
هاد اللعبه مشهوره بزاف فญيبان.
فاكر الفاتوره دليليك.
مساء الخير، سيدي هوسوكاوا. اهلاً وسهلاً بيك في الحفله. كنتي حاب تاخد شي لتحط؟
ماشي للبيع، نسيه.
اش نّوّار هنا؟
حنا صغار بزاف.
كنتي سي ايبيرت بالمره؟
اسم تاناكا،二人، ثمانيه صباحا.
خليني شوف لون اخر.
فين نجي ناخدها؟
نحب نطور هاد الفيلم، عفاك.
خادش ساندويتش بيف روستي ومشروب قهوه.
ما بقاتش نسخه من هاد المجله؟
فين اكبر محل تجاري في هاد المدينه؟
كيفاش ندير مكالمه لبرا؟
خلي جيبلي تايلينول.
فين ما كيوجعني.
خلينا نسرعو في الشراء.
خليك عاونني نشوف مقعدي، عفاك؟
بزاف الحاجه الاله ماشي عاديه.
اليابان دوله طويله تمتد من الشمال ل الجنوب.
اشنو اقرب وقت يمكن ليك تحضير هاد البلوزات؟
غادي ندير الفارق، عطيني احسب.
شوفو شويه تيليفيزيون.
حقيقي، خریدته النهار للي فات علي غريزه في بوتيك قريب من داري.
عندي مايتين دولار كاش ومايت الف دولار شيكات سفر.
جواني مخرباش
حسناً نقول، كنحب التمبورا، لكن ما كلهش السوشي بزاف. اغلب الناس ماعودينش ياكلوا الحوت النيّ.
هذا صديقي كوجي.
العاصمه هي طوكيو.
اشنو وقت ندير الفلوس، دابا ولا ف لوقت د الخروج؟
هادsi صحيح. لحارسا كايبدلو حوالي هاد لوقت. يمكن تتشوف هاداك او تسمع فرقه لحارسا كاتلعب ف لبيطا.
كنलबغي لي لعبه.
هاد الرقم ديال لكورسي تم نادو؟
فين الدير؟
بغيت نبدل هادشي.
كان لقاءنا جميلا.
كاين هاد الشيء بغير لون؟
ملء هاد الفورما.
لاحم البقر او الدجاج؟
خلي جيب شنطه ف 7 الصبح غدوا.
كيفاش غادي ناخد ين ياباني باش نخرید 99 دولار؟
عندي دبوس عظم من الحديد.
اش هاداك غادي نستنا؟
هي يوشي.
جال سبتين اثنين واحد ل ناريتا.
متناقش؟ راه عروض مزيان.
اي كتاب توصي به؟
حقيبه زرقا.
كاين خدمه اوتوبوس ل المطار؟
فين نغسل الكاميرا؟
قنينه ميلر.
فين نلقي طوابع؟
خاطري قلم حواجب.
شيء غلط مع الفيلم. غادي تشوفه؟
خايطت الفضاء كامله د الخوضه علي الجواز لي مفقود.
عندنا انواع كثيره هناك.
افحص عنوان السفاره اليابانيه.
خاينا نشري تيكات.
كاين قطار سريع؟
مش متاكد هذا التونيك يلعب ف الوسط.
كتير ناشر.
رجا عطيني وقتك و خليك ف الوقه.
خد لي صوره؟
اش هاد؟
خايج نمشي لصاونا.
حوت وبلاوي البحار
عندنا ملعبان د التينيس، حمام سباحه و قاعه رياضه.
هاد القطار للي ماشي ل بوسطن؟
فين نزلت للبلاج؟
ما تتقدمش علي الناس، عفاك.
مرا، من فضلك. شحال نصف يوم؟
من بعد، عندنا حاجه مزيانه ليكم. هي جوله العطله كامله النهار.
هادو دپارتمان د التجاره الخارجيه، مشي؟ انا طارو تاناكا من اليابان. عندي موعد مع السي كولمان في الساعه ثنين.
هاد هي المنصه الصحيحه للقطار ل مينابوليس؟
يمكنك ملا الوصفه الطبيه لي؟
مزيان مزيان. وانتا؟
نعتقد انني ساخذ هذا.
نعمل بجد و نحاول ناخد احسن النقاط اللي نقدر ناخدها.
واحد قوي هادي، هاداك اكل زوين بزاف. انتا طباخ مزيان. نتا عارف كيفاش تصنع هادشي، نعمين نتعلم منك.
الفندق الكبير، من فضلك.
الفراش ماشي مشروح.
لا، اللي جاي.
خليني عند الزاويه الجايه
اش كتقول؟
الغدا مشمول في الثمن؟
كانديرش الانجليزي مره في الاسبوع.
مكالمه مباشره لليابان، من فضلك.
وين المفقودات؟
كيفاش كيبان علي البشره الحساسه؟
اشنو وقت نرجع ناخدها؟
اي ساعه كيحلو؟
كنه قهوه مع كريمه، من فضلك.
ما غادي نلقي قطاري.
قبل ما تمشي، هديك طلقه.
كاين عندك فلوس كافين باش تبقي هنا شهر؟
خاد شريط كاسيت.
كرتونين سيجاره ميلد سفن، من فضلك.
مين فايق لي دوا ضد الدوار؟
عند الثامنه تقريبا.
زارع. وكنت فكرت هاد الشريطه غادي تجري بزاف.
نقدر دفع بالكريدي (Note: Moroccan
خايب نلقي شغل 部ي PART-TIME باش نเสรف علي دروسي.
ممتع.
عندي ضربه شمس.
ما تغيرش الشكل، غادي تقصّر فقط، عفاك.
غادي يخليلك خمسين دولار بالطيران.
عندي غسيل. غادي يكون جاهز لغد الصبح؟
رحله جال رقم خمس وميه تلاته في خمس ماي، دازت حجزت ف طوكيو.
خليك عاونني كيفاش نخدم بهاد الماكينه.
فين كيرجع ليها؟
مشيت نفتح الشباك؟
الكاراتيه، طريقه من طرق القتال اليدوي تتكون في الغالب من اللكمات الحاده والركلات، هو ايضا واحد من الفنون القتاليه اليابانيه للدفاع عن النفس.
ماشي نبدل الحجم؟
اشنو وقت غادي يتحول ل بنكي؟
كاين предпочاتي ل لمقعد؟
هاد الكاميرات لي غادي نستعملها لخدامتي الشخصيه.
كيفاش كاينين عندك؟
الافضل هو العيش في بلاد اجنبيه.
ايوا، نقدر نعمل داك.
بغيت نحجز لثلاثه الناس في ثمانيه د لعشيه.
كايسمح بتمشي علا الاعراض بحال الالم ديال البطن، الاسهال، الحمي، الصداع، التهاب الحلق، الحصبه، و القيء اللي ممكن يكون وقع قبل ما ترجع بسبوعين.
كيفاش غادي يكون لينا الفلوس للكلمه للي نديرها لليابان؟
نعتقد ان المقترحات كويسه، مشكلنا نلقاو ناس لعيقه.
خايب، انطباعي هو انها ارض جبليه، مكتظه، مشغوله، مليءه بالاصوات، نشيطه، تقريبا انفجاريه. شعبو لي كايخدمو بجد، كايحطو راسهم في الشغل، ماكايسكتوش، متساءلين، كايعطيو كل شيء فرصه، كاياكلوا وكايشربوا بجنون ولكن برقه، كايكسبوا وكايخسروا بانتقام.
ضربوها في اليد.
ف الجاپون، القرار ديال لاتخاد كيبان بزاف اطول من بلادنا.
شوف اذا كان فيه؟
كنتي كتدير 45 ف زون 25 ميل في الساعه. تقدر تروح ل السجن ل مده تصل ل 90 يوم.
اش هاد كيفاش غادي يمرض؟
اش نوعه اسم هاد الساحه؟
راح نسافر لوحدي. ممكن توصليني مع دليل محلي؟
خليني شوكه اخري، عفاك.
ممكن تقول تاكسي؟
تكتيتين ل لمرور من و ل واشنطن دي سي، عفاك.
كاين عندك اسعار يوميه؟
واش كتقدر تقل لي ساعات الشغل ديال البوسطه؟
اش حال غادي ياخد القطار المحلي باش يوصل ل بوسطن؟
خليك ت给我
فين اف 14؟
كاين عندك شوارب؟
عشرون دولار بالربعي، من فضلك.
خليك عاليك حتي ما ترجع لدارك.
من غير ما ننسي، ممكن نشحو هاد الشيك حتي هو؟
كنتي بغيتي تمشي لماتش ديال البيسبول؟
كنبغي نبدله.
مينفعني استعمل ورقه غلاف لارسال الفاكس؟
راني غادي ناخد شريحه.
فين كتخليط شعرك؟
كن بغيت هاداك.
قولي لي شكله الامتعه، من فضلك.
بغيت نردّها.
كَم داك لباريس؟
ماشي معدي.
انتظر لحظه وحده، غادي نجاوب علي اي سءال عندك.
ليش ماجيش اوتوبوس؟
اشحال غادي ناخد هاذا الدوا؟
خد لي بليز حلوه.
نحنا بغيت ناطل لطوكيو، عفاك.
خد معاك اشياءك القيمه، عفاك.
وين المحطه؟
ما عندي تا وقت فراغ. سير بزاف، عفاك.
ما قادرش نتوافق علي هاد السعر.
بارده. ممكن تعمل حاجه؟
خادشلي شي فطر.
كاين بروشره مجانيه باليابانيه عندك؟
الفرع التشريعي هو الديت.
اسمي طارو ياماموتو.
عفوا. فين قرب من هنا ممر مشي؟
كنت ف الوسط د شارع الغرب.
امشي مستقیم، عفاك.
خاد شامبو و كتاف.
كيهدر تصوير الصور هنا؟
وين مكتب الاستعلامات؟
نقدر نحدد موعد لغدا العشيه؟
كنبغي لي مبزاق.
المكان كان في داك المحل.
نقدر نقف هنا؟
خليك نقي ستاين من هداك اللباس؟
روح مستقيم لاخر هاد الشارع، عفاك.
كنبلي روايه نڭليزيه سهله لفهمها.
لا، انا مجرد جامع صغير. لكنني ا进行 بعض التبادل.
مرض، منشفه مبلله، من فضلك.
كنتي عايشه تجوينا علي الغدا؟
انا جاي من السويد.
كاين عندك اكتر من خمسه الف دولار في ادوات ماليه؟
كاين مخزن ليلباس لولاد مزيان؟
خاد غير فلوس كبار ب فلوس صغار.
اش ندير ليك فراش نومك؟
خليه علي حالو، عفاك.
خدي معي الطبيب ديال الصغار.
الرايات ديال الكارپ كيترفعو و الدمي ديال الساموراي كيتعرضو حول هاد النّهار.
ربحنا بزاف هاداك راه عاد جينا تاني بلابس رسمي.
المحتوي قيمته حوالي مايتين دولار.
هنا، من فضلك.
اتصلو بالماخazine ديال الطرونات المفقوده.
خمس وثلاثين دولار وخمسه وتسعين سنتا في اليوم زاءد تسعه سنتات في الميل بعد اول ميه ميل.
فرامل الرجل ماشي عاجب.
كنبغي لي مصباح قرايه.
خد شويه من شعر يدي, من فضلك.
نحنا بغينا نمشي بكرا الصبح. يمكن دفع الفاتوره دلوقا؟
خليني نطفء الغاز. استني دقيقه.
اش نواع د لابيريتيف عندك؟
رقم مقعدك مكتوب علي التذكره السريعه.
واش الطياره غادي تطلع ف الوقت؟
كاين عندك اكل محلي؟
ماشي مشكل، ممكن تسوقني لمحطه الباص؟
لثلاثه بالغين.
جوج عُصَبات دّيال التّوكن، عفاك.
نطما انك غادي تجي مرا تانيه.
لا، ماشي. عندي دوار و ماقدرش ندير حاجه في بطني.
ممكن توقف شيكاتي الشخصيه؟
كيتقال بلي التوفو اصلو من الصين من حوالي الفين عام.
مينفعش ناخد وصفه طبيه؟
كنحب نشوف ماتش د لكوره السله. كاين تيكات متوفرين؟
باسيبورت و خمس الف دولار كاش تسرقو لي.
قيل لي اجي هنا باش ناخد تقرير الحادثه.
عندك لانفلونزا.
ماشي مشكل ندير منيو ديالك تذكار؟
كيف نوصل للمحطه؟
سيدي جونز ماشي دلوقا. غادي يرجع شوي بعد الثلاثه.
كنتي غادي ترسلهالي بالبديه د الشهر الجاي؟
زيزي، حمد لله. وانتا؟
بارده الليله.
فين غادي؟
كنتي عايشه تاكل العشاء؟
ستيك، من فضلك.
بغيت نعمل فحص طبي.
هديا لصحابي.
اش نوّي تاخد لالحلوه؟
خليك ديرني غادي يكون فين COST لاحقا.
كانت عندي هناك تقريبًا سته سنين.
ملا بالعادي، من فضلك.
اذا كنا قادرين علي مساعدتك، لا تتردد في الاتصال بنا.
ماشي مشكل اخذ قياساتك؟
هو قطن.
خد هاد الشنطه لمحطه الباص.
كاينين شويه، شنو بغيتي تاكل؟
غادي تبلغ صديقتي السيده يوكيكو اودا؟
هادو جوهره ديال كاراط واحد، صح؟
اسمه سياده هارادا. شكراً جزيلاً.
كاين مخزن Ungaro قريب هنا؟
فين القصبه؟
منحطش لقاءك، انتما كمان.
راح نرو فلوريدا.
نعتقد ان هذا يكمل الامور لليوم، ساده.
روح مستقيم في هاد الشارع. روح ثلاث كتلا وغادي تلقي الحديقه. المتحف كاين في الحديقه.
خادش اسبرين.
فين نلقي الطوابع؟
كندي ناولني تكتيتين ديال الدرجه اللوله ل نيويورك، عفاك؟
كيفاش نطلب؟
كيفاش غادي نروح ليكم؟ او اش من ساعه غادي نوصل؟
داري
اكل الياباني فيه سمك ماشي، سوشي، تمبورا، الخ...
كانحس بالكسل.
يمكن
اشنو وقت غادي خرج؟
اش مبقيت تحسب حرارتك؟
فين شي قيم او حاسس في شنتاك؟
نقدر نبدل هاد لبوطس بزوج اصغر؟
خليها ليا
ما نقدر نقوم.
اشنو وقت الطياره الجايه؟
عندك عصير الجريب فروت؟
هاد الطريق، دري لليسار.
خليك عطيني كره
ماشي مشكل نخدمك صوره مع كاميرا الفيديو ديالي؟
هاد فكره مزيانه.
كنتو بغيتو نطلبوه ليك؟
هاد مابين ليله.
اسمي ياماموتو.
المرحاض ميكنوش يغسّل. عطنا شخص يجي لفوق.
كبير فين الموقّع ديال لڤابريكا، بالقياس المتري؟
انا اسف. ولكن ماعرفش فين مقعدي.
خايع ارجع الفلوس.
كنлабغي شي مع لابل ميتال دي برادا.
خليك عطيني حاجه في مقاسي
كنه في اوتوبوس خاطء.
مشوار باش نشوف جواز سفرك؟
راني بغيت هاداك و هاداك و هاداك، عفاك.
ايكيبана هي فن ترتيب الزهور. هناك اكثر من ثلاثه الاف مدرسه ايكيبانا في اليابان.
عندو ماشي عرقوبي.
بغيت جوج بيضات مفتوحه من فوق، عفاك.
قص فقط الاطراف، من فضلك.
مينقد ناخد المجله د لماعلومات علي الاداء؟
خليني خمستاش غالون ديال بنزين مزيوت، عفاك.
كانقاسي من الفقر الدمي.
قولي ليا تاتصل بي.
اشتريته هادشي باشر.
كيفاش ناكل هاد الزواقي ديال السرطان الكبار؟
هاد البوس كيروح ل قرمل؟
بيضين مسلوقين.
غادي تخرج او تاكل فالدار؟
اشنو ساعه الغلق؟
نحنا بغيت نعيد تاكيد حجزتي.
23 نونبر هو عيد الشكر للشغل.
مشكيح فاهم؟
هل يمكنني شراءه بدون ضريبه؟
خايف نبقا شويه ساعات زياده بعد ما نخرج من الفندق.
عندنا عصير البرتقال و التفاح و الجريب فروت و الطماطم.
بغيت فلوسي راجعلي.
مافيهوش علاش مفاصلك كيتالموا؟
رقم التاكيد ديالي هو خمس سيتا سبعه QLR.
ليش كيدور الحر؟
خد هاذ الشريحه لصيدليه.
نخدم في وكاله سياحيه.
الحفله اللي بغيت ناديو هي السيده يوكو نيشيهارا.
كاين ساحه سكيت قريبه من هنا؟
خايب نرجع لدار قبل خمس ديال العشيه. ممكن نروح لمول لبرانج؟
ما خليتش العداد ديالك.
خليها تقيلها قدامي
يمكنك وضع اسمي في قاءمه الانتظار؟
كن هنا باش نزور المدن.
خليك هديني الكاميرا ديالي من بعد ما ندي للجيه، عفاك؟
تقدر تمشي. خلي غير اتبع الاشارات.
كاين وقت عندك الليله؟
وين مكتب التاجير ديال السيارات؟
لا. كنت في عجله. شنو غادي ندير؟
هادي اوتوبوس؟
نعتقد انني يجب ان استخدم الدقايق الخمسه الاخيره لاجيب علي اي اسءله.
كنتي تقدر توصلي علي مطعم ايطالي لطيف؟
كاين لي باقا مخمور ليله البارحه.
دز بسيطه
هنا كتايب ديال بزاف د لجولات د لوطوبيسات د لسياحه، بما في ذلك جولات يوم كامل، نصف يوم، صباح و ليل.
نقدر نخلص هاد الرقص في وقت اخر؟ عفوا.
فين اوتوبيس ل لمدينه؟
كنبغي لي داءم ضيق، من فضلك.
قهوه باقي؟
خادك تلقي شي حاجه؟
اوه، عن بعد كتلين اخرين، نعم.
تمنين و ثمانين مقسومين علي تيسع هو ثمانيه.
كنبغي كريم ل البشره العاديه.
نسمع بللي الناس اليابانيين كيعملو بجد.
اش غادي مع الجاز؟
سياح، هنا؟
كيفاش غادي تفتح الحساب ب?
اش داك ليعلامه ديال الطريق معناها؟
كيفاش نملء هاد الاستماره؟
خليني نفكر فيها و غادي نتواصل معاك تاني.
نقدر خساءر السفر.
مين فاتحلي ايصاله ديال التامين الصحي؟
نقدر نسيب السياره في اي وكاله؟
خليتي بحاجه لفلوس الصحيحه للاوتوبيس؟
كنتي تحيا هنا؟
سريع، غادي تلقاهم.
عندي حمي.
خمس و تلاتين و ثنتين دقايق.
ودابا عندي وقت ل بَعض لِيّام.
اش من ليله؟
لا، مابغينا. نقدر نكلم بالانجليزيه فقط.
هادي اوتوماتيكي؟
هاد مقفل؟
خد معاك، من فضلك.
الدرجه الاولي ولا الدرجه التانيه؟
غادي تكون غي هناك قبل السادسه و نصف علي اقصي تقدير.
عجبتني الرقصه ديالك.
هاد المكان امن للي غادي يغوص؟
كنغولو نخرجو نشري
غادي تيتصل بيه غدا الصبح كما وعدت؟
مرحبا. كنا سعداء لانك كنت هكذا تفهم.
كيفاش غادي يكون ليترو ديال البطاقه ديال النوع الاعلي؟
كاي宣ب لمقاطع للي كايوقف فيها القطار؟
اش نوضي نلقاو هنا في الرابعه؟
اكيد. ديرني شوف. ممكن نلقي شري من الاول؟
من عمل هاد؟
عفوا. ممكن تقول لي اذا كان في مطعم ايطالي قريب من هنا؟
نقدر نخدمك بيه في الرابعه ونص.
كيفاش عدد المحطات ل لمتحف د الفن؟
نقدر نطلبوه ليك؟
كايوقف القطار السريع ف سان دييغو؟
فيها خط هنا.
منين جايين هاد اللّحم؟
كيف كان هذا المطعم؟
خاي نشوف مكتب لبلديه.
يمكنك تغليفها، من فضلك؟
هاد شي جوله نصف يوم؟
السبت والاحد عطله.
خليك ذاكرني لما نصل لڤيكتوريا.
بغيت موعد معاك غدا العشيه.
اش غادي دير غدوه؟
الريسبشن؟ ها انا الناكامورا ناطق. لقد سجلت الدخول للتو. لكن انا لا احب هذه الغرفه.
اش هاد خليك فيه؟
كاين شي ل لزرق؟
اسمي ريسا كوباياشي، ورقمي هو 2022202100.
طاوله مع景 لابحر جميل، من فضلك.
خليك عطيني بعض الاماكن اللي نقدر ناتصل بيها في حاله المشكل.
نعم، كنت عولجت من السكري في اليابان.
كنعجبنا نقعد جنب بعضنا.
من فضلك، كوكا دايت؟
اي نوع من الغرفه تريد؟
نحب نطلع عليه
تقدر تاخد هادشي عند باب الطلوع.
بطاقه الاءتمان والفلوس كانو فالمحفظه ديالي.
غلطي
غادي تحتاج تدي طلب للاعتراف بالتامين مع مكتب التامين في اليابان.
ماتقدر تغير هادشي؟
خايف ماعندنا والو مفتوح.
اش هاد كيفاش طويل ب البريد البحري؟
هاد دهب؟
ما بغيت نقدر نقول اشك عُمْركم انتم اليابانيين.
خليك تقدر تسويلي خريطه؟
هاد المحل غالي مين.
انا ان براون.
نقدر نتصلك مباشره من غرفتي؟
واش غادي تحطو فكوشه؟
جواز سفرك ماباقاش صحيح.
هاد ماشي عادي. غادي نتصلك بالسفاره اليابانيه ونسالهم اش غادي تصنع.
خد بالك من حزام الامان مرفوق بشكل امن.
فين الحمام؟
خاي نكرا دراجه ب 10 سرعات.
كاين ليك لون اغمق؟
لا اعتقد ذاك.
ماشي مشكل لو كنت مبتدء؟
كن مع عاءلتي، فهذا لا استطيع ان اُعطيك رقم غرفتي.
ما قدرش نلقي لابلو د لثمن.
بغيت انك تيقظني ف الصباح.
فين نقدر نحجز فندق؟
خليتي نءكد الحجز ديالي؟
مزيان، سيدي. غادي نرسل واحد يخدمها فورا. ارجع تنتظر شويه.
كاينين سيتا و خمسين. كل اقليم عندو والي، و كل واحد فيهم عندو جماعه ديالو.
ايوا. غادي نطوفو ونبيعو البرودكت بعد ساعه او شويا.
كانت قبل عشرين دقيقه.
كيفاش تكتب هاد الشي لي؟
اي فيلم هو الاكثر اثاره للاهتمام الان يعرض؟
فيه الكيسات لخيشه لمره.
نطما نشوفك تاني
هادشي حيت هوما مصنوعين من الحرير.
بغيت نجرّب واحد صغير شوي. كبير عليا.
كنت عرفت هاد الشي قبل؟
انا جوعان.
ماتقدرش تعطيه علاج مءقت، دكتور؟
عندي حمي.
اسف، ماعنديش فلوس صغيره. يمكن تديني 99 دولار؟
مرحبا،似乎 نحن جيران.
كاين باص من المطار ل لمدينه؟
ما نقدرش انزلق المرحاض.
اعضاء مجلس المستشارين يبقاو ف مناصبهم لمده ست سنين، بينما نصف الاعضاء كيتعرضو للانتخاب كل ثلاث سنين.
والو خلاص، عفاك.
سحب الحساب ديالي، من فضلك.
البنادق اللي introduisat لญAPON فداك الوقت لعبوا دور مهم ف الرباح ديال المعارك.
كاين اكبر من هاد؟
هادشي يعني انك خسرت تا فيزا ديالك. خصك تتقدم بطلب لاعاده اصدارها للهجره.
عندي بصر ضعيف.
كاين حلاق؟
عفوا. اخبرني كيف ناشي لشينجوكو ستاشن.
خلي تبعث لي البريد ديالي هنا.
قول لشيخ الطباخ هادي كتير لذيذه.
التلفزيون ماشي عمل.
تيكيت ماشي جاي ل牛كسفورد، ل ساعا تيسعه ف الخميس.
ما نقدرش نديرها.
اشنو كيلومترات كتجيب هاد السياره؟
هذا ساتو. استاجرت سياره هذا الصباح.
صحيح. شكرا. علي كل حال، هل لبس الكاسواره義وجب؟
ممكن تعطيني اسم و رقم تيليفون دكتور؟
كاينش دوا ل لمرض د السياره؟
كنلبس سراويل.
نتظرني هنا؟
كاين علاقه مع بيرث؟
ايوا، ممكن ناخدو قاءمه الحلوات؟
كاين عرض صوت و ضو؟
ايوا، هو كداك. من بعد، كنتي تسجل هنا، سي يامادا؟
الوسط، من فضلك. 能نا ناخدو جوج مقاعد مع بعض؟
ايه، فين كنتساعدك؟
مومكن تخفيص لو بقيت ليلتين؟
خاي نغسل باش.
اشنو وقت غادي يخلصو؟
فِي حَالَهِ الِاِلْغَاءِ، رَجَاءً اِتَصِلْ بِنَا مُبَكِرًا.
فيها كاميرا داخل. رجاء احفضها ف مكان امن.
وين المحطه ديال الپطرول؟
هاد القطار وقف ف بالتيمور؟
خليك جيبلي ماء، عفاك
لا شكرا. غادي يكون ليل برا اكثر وقت دا الطيران، علي كل حال.
بسيط نافس. شكرا.
عَفْوًا، لَكِنْ لَيسَ عِنْدِي اَنْ هَذِهِ الْعَدَد مُصِيب.
هاداك شامل المشروبات؟
اش هاد الخدمه غادي يخلّي لقطار يوصّل؟
من اي بوابه يغادر هذا الرحله؟
اسم النزل اللي غادي تقعد فيه الليله، سيدي.
خليتي نحجز مقعد علي الباخره اللي غادي نزول النهر؟
واحد ناس جاي بعدا.
راجع هاد الشي تاني؟
الماسرح قريب؟
فينا سطا. كنحبو نقعدو علي طاوله وحده، من فضلك.
هاداك، علاش، ديجا راه.
شكراً علي دعوتي لمغادره لما شاء الله.
عفوا، فين هي الساعه؟
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتل.
قعد في الطوابير. وانا نروح نجيب لينا كون ديلعيش.
اي اوتوبوس مشي ل الفندق الكبير؟
بغيت نحجز ليل الغد.
الدكتور عطاني وصفه طبيه.
نعم. وش نواع التتبيل علي السلاطه ديالك؟
كيفاش بغيتيها؟
كتحسب شيكات المسافرين؟
هاد خير منك، ولكن خايف عندي شغل لي خصو يتقاد لغدوه الصباح.
كانبدا نحس بلي غادي نفتقد لرز و الحساء ديال الميسو.
لا، شكرا. ممكن نعطونا كاسين ماء، من فضلك؟
كانقدر نكلم بالانجليزيه شويه.
ماء، من فضلك؟
في طابوق nào؟
انا مفضّل الشاي.
اذا كان عندك، مابغيتش تدفع تاني عندما تاخذ، اوتوبوس اربعه واربعين.
خليك هادي عطيني الملح
سير عطيني الساعه ديك اليد؟
ساعه واحده.
تكتيتين ل لمسرح د نّهار لاربع، عفاك.
اش هاد الضرايب علي البيع؟
ارجوك اتصلي ب 8.
خد الرحله ديال الربعه لليون، من بعد خذ اخر رحله لワشنطن من ليون.
هادي حقيبه يد من الجلد البني.
واحد كينت، من فضلك.
كاينين في الطابق التاني.
اشنو وقت غادي تلقاه؟
خاد شاصي امبليفييه.
خلي هادشي يتصلح.
بكل تاكيد. غادي يكون جاهز لخميس.
كاين خمر بالكاس؟
انا مريض بزاف. عطيني دكتور، عفاك.
كنت استلم فاكسات؟
طابقه مين؟
مينفعش ندفع بتشيك سياحي؟
نحنا كينبادلوا الهدايا مع الصحاب القريبين في يوم الميلاد.
هادي وصيفه من الدكتور طومسون.
فين محطه الباص ديال شيكاغو؟
خليك جيبلي شويا فلفل، عفاك
ما عندي شغل.
ايوا، كنّا عارفين. هما في الطابق التالت.
كاين جوله ماشي للمواقع المشهوره.
خدوني للمستشفي الاقرب.
هادي جميل بزاف.
خاي نختي خمسه. حتي هاكا، مابغيش تسKhفلهوم؟
خلي لي مقعد عند النافذه ف الورا.
خليك عطيني حاجه؟ بلاستر او حاجه؟
وين ممكن نزور؟
ما قدرش ندير راسي. غادي نرجع لاحقا.
يمكنك تفقّد الاطارات؟
عَفْوًا عَلَيَّ. فين مَخْزَن الاَمْتِعَه؟
خاي نرو ل لمطعم.
خليني شوفها، عفاك.
كنّا كنا نستحسن لو تعيد النظر في تجديد العقد.
وين مكتب المفقودات؟
اشنو العلو اللي نجيو فيه دابا؟
خاد الحمد لله، نتا بغيتي طاكه ثقيله ل الشتاء.
انا معجب كبير بالطبخ الامريكي.
ماشي مشكل، ممكن نسال سءال اخير؟
خلي ناخد هامبورغر؟
كنّا نحبّك تجي تقضي معانا يامات قليلين ف الربيع.
هاد الباب للطيران لطوكيو؟
اشحال مرا ناخدوها في اليوم؟
شاي مع ليمون، من فضلك.
سن الفوق علاقي الم
في اي طياره جيت؟
انا اسف ازعاجك، ولكن هل ممكن تقطع لينا الصوره مع هاد الكاميرا؟
خربت عضودي
ماشي راكبين دابا؟
خد القطار لخضر من المنصه نمره سيته.
قوليلي شنو رستورانت كيهز مع الناس ديال هاد لبلاد.
خسرت كاميرتي. ممكن تتحقق منها لي، عفاك؟
انا اسف. سكبت النبيذ علي الارض.
اسف كتير. خلاص خرج. عندك موعد؟
طّياره جال خمس ل طوكيو في تالت ماي.
قول ليهوم خرجت مزيان.
كاين khảصه ديال لوصفه في هاد النظارات د الشمس؟
منين غادي نلبس طياح؟
بغيت نبدلها للطيران نفسو، ولكن في الرابع من مارس.
من بعد، غادي تجيبيه ل لكونتر هناك؟
كاين باص ل لمدينه؟
اتصل بي اولاً في الصباح.
خليتي دوا للبطن، عفاك.
عندي غير الحاجيات الشخصيه فالباغه.
عفوا. ممكن ندير من هنا؟
خايج امشي للحمام، باش نلقي عندي كثره الحقاءب. غادي نستني.
كان طويل وبطيء جدا.
عندنا عنايه بالاظافر وتلوين.
قادر القطار يوصل في الوقت المحدد؟
الغرفه لجوانب كتحرك.
هو ما خير و لا شر.
مينفعش ناخد مفتاح الماستر، عفاك؟
كن معاك كيفرحني.
خدوني للبوليس.
اقراص الكمبيوتر عند هاد المحل رخيصه بزاف.
كنبغي لي بشيي صافي.
شريكك علي الخط. انتا متل عفاك.
اشنو وقت ناخذ هاد؟
نقدر دفع بالشيك ديال المسافر؟
ما قدرش نلقي صديقاتي. وقدر دير له اتصال؟
ويسكي علي الحجاره، من فضلك.
بطبيعه الحال، في حاله كذلك، سوف توفر الشركه الجويه تعويض.
هاد سي قلم حبر ساءل.
هادو بسكويت ياباني.
اش هاد الخير غادي نستناو شحال؟
مابغيت والو. كنشوف نفسي طيب.
ناشوفو عين في عين.
عندك وقفه ف شيكاغو.
خايف نتا ماشي. ولكن يمكنك من الخارج وفي الدير.
خلت وديه.
خوا نموذج د لبوال.
شكراً بزاف.
ننتظرك
ما عندي حجز، ولكن ممكن نروح نغوص بعد الظهر؟
كتلعب التينيس جوج مرات في الاسبوع.
وين اقرب محطه مترو من الفندق هذا؟
اكتب شي علا راس الباقه: UNACCOMPANIED BAGGAGE
كن شايف امّا غادي يمطّر غدا.
هاد خير من عندك.
فين نلقي خواتم الاذن؟
زويين. ماشي بلا كولسترول. اللي جاي من الاثنين.
ماشي مشكل، ممكن ناخد مفتاح الحمام؟
ماترجع، اطلب منو ياتصل بالسي عكاده.
نخدم ستيك ناعم مع بطاطس مخبوزه.
خمسعش A. كنت قاعد ف البلاصه الخاطءه؟
اشنو ساعه غادي ترجع؟
نختار بيفستيك.
هادsi صحيح. عندنا كمان مواقع تاريخيه معروفه اخري فالمدينه وفنفس الجوار.
حقيقي. هادي المره التانيه لينا منذ زرتنا هنا كعرسان.
ما عندي هوايات. غير شغلي بجد، زي ما كايديرو الاكتر اليابانيين.
ايوا، ولكن انا شعور اني كنت هنا بزاف ديال المرات من خلال الافلام و البرامج التلفزيونيه.
اي ممر؟
للموقع الاخير، روما، من فضلك.
او، البروفيسور كورن كيحب يدير اختبارات مفاجءه.
هاداك هو؟ اش غادي يوقع؟
شنطه ديالي تدمرات.
واش حاجه عجباتك في اليابان؟
ماتشوفو واحد، غير دير اشاره بيديك.
نحنا بغينا نمشي يوم قبل.
انا عطشان بزاف. كاس كبير، عفاك.
كبير بزاف سوبرماركت قاعد برا مدينه كبيره. عندو مواقف سيارات كثيره.
حاس بلي هش.
يمكنك تضمين ذلك البوابه في الصوره؟
الفطور مشمول؟
طبع مُضاعف، من فضلك.
كاينين تاكسيات كتير جايين؟
ايوا، مفتوح لعموم الناس.
الطابق الاول، مقاعد من فضلك.
مطلوّش.
هاد الطريق ل الفندق؟
عفوا، ولكن هاد شي بدا قصير.
عندي دوخات القلب.
نادي من كاليه ل دوفر بالبارجه.
بغيت تيكيت جديد.
واحد كومبيناسيون بيتزا و جوطين بيره، من فضلك.
خليها لي باقرب وقت ممكن.
ايوا، خصنا نتحذرو من السيدا.
هديه لومي
ما عرفتش الفحوصات الامنيه قاصحه هكذا.
فين نزّل عشان نمشي ل تشاينا تاون؟
حوت مقلي.
نخدم ف البنك.
عفوا. ممكن تقترح لي مطعم جيد؟
كيفاش غادي نستافد من اعفاء الضريبه علي اي عده اونصه من لمعادن لما نديها لญابون؟
كنبغي لي لعبه ل ولاد.
نحنا بغينا نرسل هاد البطاقه لليابان بالسريع.
نحنا بغينا نرسل هاد لخط بريد الجوي.
عندنا غرفه مزدوجه ب 50 دولار لليله.
اسف، ما كنجوزوش بنطلون جينز و قميص تي شيرت.
نحنا بغيت نستقبل، من فضلك. اسمي هاروكو اوغاوا. نعتقد ان عندي حجز.
هاد هو البوس الصح، لي جاي دابا؟
كنتي جايبه هدايا ل حد في هاد لبلاد؟
كل خبز ليหضم ليك باكثر ما يمكن.
قوليلي لپروسيدير ديال الخدمه بلا ضرايب.
هاد المكان مزيان بزاف، ولا لا؟
كاين جدول لمواقيت للقطار؟
خليك معايا عاونيني نلقي ولد لابس طاقيه حمره.
عفوا، نبدل ارسل هاذ الشي لليابان. شنو الثمن ديال البريد علي هاذ؟
مشيط عبر امريكا بالسياره المُستاجره.
خاي، غرفه رقم جوج او تلاته. هاداك مفتاحك.
الفيلم كايبدي ف العاشره والنص د الليل. كايخلص ف الواحد صباح.
مَشوي، من فضلك.
ممكن نديرلي مكالمه في السابعه صباحا؟
كنبغي كاميرا رخيصه.
ناس اليابان كيهزوا لو كايتعاملو مع الضيف بزاف، وكيهزوا لو كايتعاملو بزاف معاهم.
كاين باطماكورد؟
اي وقت غادي تكون عندو التوقيعات ديال الكتب؟
ف الداك الصباح، سيدي؟ هادي الحاديه عشر صباح.
اش هاد الشارع؟
كلشي مزيان؟
خد منديل و ضعو فوق فمك.
واحد صلب.
كيفاش غادي يكون الثمن ديال الثلاثه؟
خاطري ف خاتم لخطوبه.
مش كتير.
هادي الفلوس، سيدي.
لا. انا ياباني.
مزيان. مقاعدك غادي تكون هنا.
عصر ايدو، بلا حروب في البلاد، استمر لمده تقريبيه من ماءتين وخمسين عام.
خد هادشي تلات مرات فاليوم بعد لماك لمده تلاته ايام.
كنتي طوّري هاد الفيلم؟
خليني استعير كومبيوترك، عفاك.
واش غادي تقدر تجي عندنا نتحطو شاي او كاس فالدار ديالنا نهار اللحاض؟
خديها.
هاد فيا خط هنا، ممكن تبديله باخر؟
اِخْوَهً مِن فِضَّه وَ خَيط؟
تكتيتين ل بوسطن، من لفور، عفاك.
مشيت ل쇼 ديك ثلاث مرات ف السنه الفاضيه في اليابان.
كندير دجاج للعشاء؟
خايف نديلك لعبه من كيوتو.
كيف نقدر نروح هناك بالمترو؟
قوليلي كيفاش ندير مكالمه لهاد الرقم.
هاد الطريق الصح؟
بغيت نبلغ عن خساره وثاءق قيّمه.
هادي اخر طبعه ديال العشرون رسام عظيم من اوروبا، و تيحتوي علي صور من حوالي ميتين من رواءع الفن.
فين نلقي تيكت طيران بثمن معقول؟
اشنو الساعه تفتح الستاره؟
هنا عندك. الايصال في الكيس.
وين كونتر المكسور؟
راني غادي ناخد مارتيني.
هاد التيليفون ماشي؟
اي قطار ناخذ باش نروح ل اوكلاند؟
خسرت محفظتي داخل هاد لماغازين.
ماشاء الله، ممكن نلقي حاجه نشربها قبل الطعام، عفاك؟
تلاته سكاكين، سرطان بحري كبير، وعشره انواع من ايس كريم.
اش نوّاق يلبس هاد؟
قولوا تا هادي تحت الصفر.
خدني علا ساعه سيته، عفاك.
نعم. هي ممتعه جدا لقاء ناس مختلفين.
فهمت. في زياده واحد في الميه.
شعب كيتجمعو لشراب، كتيريد تشوف؟
الغسيل ماشي جاف بزاف.
عندك قلم؟
خليك جرب الطعام المعدّ في هاد المكان.
اليابانيين بخيلين حتي و انهم غنيين.
كنّا نحب نسمع علي هاد الرحله.
هاد اللون مشهور في هاد الايام.
مشيتواش حقيبه في الترانك؟
فهمت.اش كتافكر نقدر ناخدهم؟
مريض من ليله البارحه.
خلي جيبلي صابونه.
خلاص، مشيت.
كنتي مخدّمه ب 45 فالميه فزون علي 30 ميل بالساعه.
و انا شكرك. عيش日 مزيان.
عندي الم في بطني.
هادي اول مره لي.
ناخد شويعه من هادشي.
كنلبغي جاكيت مع لابيلات ضيقين.
خد بيره.
خايع ندفع خمسين دولار و عشرين الف ين ياباني للباقي.
نعتقد ان هذا التغيير غير صحيح.
ا什 نو عساكر ليله هادي غادي يخلص؟
اسم عاءلي ياماغوتشي. ي ا م ا غ او ت ش ي.
خاي نفتح الشباك.
كاين بزاف د المطر. نطما نزله.
كل واحد فيهم مزيان، شكرا.
ماعندو لا غداء لا عشا؟
نعتقد انها ضيقه شويه.
كيدير بلاك طوابع؟
نحنا بغيت هاد التصميم علي ابهامي فقط.
خاي نستعير مرايه د لوبيرا.
خليك هديني الطريق، من فضلك.
كَم سَاعَه هَذي؟
كاين mẫu ديال ملء؟
اش نوضي نقول لي فين غادي نروح ف هاد الجوله؟
كمّل غادي علي هاد الطريق، ودر بشمال فالاشاره التانيه.
ناخده اذا عطيتني خصم عشر في الميه.
ايوا، خلصت غرفه، ولكن الغرفه مازالت ما نظفتش.
ما بغيت هاد الغرفه. عندك شي احسن؟
فين البوابه ديال الرحله ل شيكاغو؟
يمكن تعديله؟
نحنا بغيت نحجز مقعد لسياتل.
خاد الفلدينغ طاوله.
اش نوعه ثمن النص الطعام؟
عنداك علي الاقل 20 دولار.
يمكن نرجع لداري او نجرّب رحله باص عبر البلاد، اذا ما كانت مكناش غاليه بزاف.
ماشي مشكل. لا تقلقش عليه.
شغل الباسكيا فيه جوه طفوليه، ولكن تكوينو ممتاز بزاف.
لكن غادي يكون مريح بعد ما يتكيف.
كيفاش تقدر توريني كيفاش نلعب هاد اللعبه؟
كن ليا مزيان، احجز لي طاوله عند النافوره.
غادي نوصلو في العاشره. كيبان قليل قبل الموعد.
كنتي كلاوي اكل ياباني قبل؟
كاين عندك شريط ديال لموسيقي الشعبيه؟
رقم تيليفوني هو واحد اثنين ثلاثه اربعه خمسه سيته سبعه.
انا مريض بمرض البحر. يمكنك احضار طبيب؟
كنتي بغيتي غرفه مع ليمون ولا غرفه منع ليمون؟
امن ان السيد كان غادي ايقف.
بزاف الحمد لله، عندك انفلونزا.
خادش شريط لي لحذاء.
كنحس بالتاريخ، فهاد السبب غادي نزور لمواقع التاريخيه.
خاد نشكر نحجز لمكان لسبعه.
انا اسف، ولكن عندنا فقط بيره او ويسكي.
خارج المكتب دابا. يمكن ناخد رساله؟
خليكاش شيكات السفر.
عندك فلوس صغيره معاك؟
حيت فامريكا، سهل يدخل الجامعه ولكن صعيب يخرج منها.
كيفاش ندير ضيه ديك اللومياره؟
زيد شويه لليمين؟
اي معالم موجودين في الطريق؟
نعم، انا. غادي ل لوس انجلوس.
خليه طويل.
خليت البنزين.
كندي نقدر ناخد جوالين ليله دابا؟
كاين طاوله لاربعه؟
هنا قدام، justo قباله مكتب اعلام السياح.
ما سمعتش علي هاد العنوان هنا قريب.
روح مستقيم حتي تشوف صيدليه.
اش حاد الفطور؟
كيفاش نخدمك؟
روح لشمال عند الزاويه التالته.
كايكون فيك كريم و سكر ف القهوه؟
يمكنك صرف شيكي البالغ قيمته ماءتي دولار؟
اذا طلع، عطيني كلمني.
فين المقهي؟
كنلبغي ستره ل ولاد.
خايب. غادي تكلفك 85 سنت ل البريد العادي و 3 دولارات و 0 سنت اضافيه ل التوصيل الخاص.
ناشري هاداك لو كننتي نتا.
غادي نلقي مشاكل مع الجمارك؟
كاين عندك حمايز لعبايط عريضين؟
لا. هل يمكنني ان اقترح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
خدي برم صغير، من فضلك.
ختا بغي بيره.
صباح النور. كيف حالك؟
خايف نحتاج نشوف نوع من الهويه.
شنو نوع الدريسنج؟
هاد بارد شوي. غادي تسخنه؟
اسف، هذا المكان محجوز مسبقا.
مابغيت والو. ولا تخاف تاتصل بصاحبي؟
شكرا، كفايه.
اش نّاس عندك؟
يوم الرياضه والصحه العاشر من اكتوبر هو عطله وطنيه مصممه لترویه صحه الناس.
كنتحاول نشوف تحت الكابوت؟
ماشي مشكل، واش يمكن ليا مساعدتك تلقي شنطه ديالي؟
كنتي غادي تحضر الاشياء قبل؟
كنعاون. شكرا.
ماشي مشكل، مللي توصل، سال حد اخر، عفاك.
بغيت التمديد الرابع والعشرين، من فضلك.
هنا دولارين. احتفظ بالباقي.
واحد هامبورجر و واحد شيزبورجر، من فضلك.
كيفاش كتchargedي ل لپروسيسينڭ؟
كل واحد فينا بغا يخدّم رغيفو بفلوسو.
المكان كان علي كرسي في اللوبي.
خلي تبديل هاد الين معا الليرات.
كنبغي قاموس صغير في جيب، من فضلك.
لشخصين في السابعه. الاسم واطانابي.
ساعتي. كانت سيكو ديجيتال.
غادي يكون لينا شرف نخدموك الشاي او القهوه ديال اختيارك، متبوعا بالعشاء. دليل كامل ديال المشروبات اللي كينعطيوها فلهذا الرحله ممكن تلقاوه فدليل المعلومات ديال مجلتنا.
كنتي ساكنه ف هاد البلاصه؟
فين المحل ديال الهدايا؟
انا في الطريق السريع رقم واحد قرب خليج مورو.
نحب ساعه ايقاظ، من فضلك.
من جهه ثانيه، اسمي هيروشي اييجيما.
هاد القطار وقف ف ليك فورست، مشي؟
اكتر اليابانيين كاياكل الحبار و الحوته.
كندي جواز سفر درجتين تانيا ل شيكاغو، عفاك؟
مشيْت ل نيويورك.
اش نوّع الرّحله؟
واحد ل نيويورك، من فضلك.
لمده يومين او ثلاثه.
التاني لليشمال.
هاد البطاقه، مزيان؟
هاد مكتب الاستقبال؟ في عياده قريبه؟
عشره دولارات كافيه بالتاكسي؟
هاد طعم غريب.
ايوا، انتظر، غادي نجيبي واحد لك.
نص كاس، من فضلك.
لا حقيقي. غير شي رخيص.
كنتاش تبحث علي حاجه؟
اربع ليال.
خايبني شوارب.
يمكنك تخفيض السعر لان فيه بقع؟
رجل ضربني. من بعد داك لحقت بلي محفظتي ماشي معي.
ما عارفش اا كن لبست كافين لليامات ديال جوله د تلاته اسابيع.
خير، كنعاو ن試و نبي شربي ابيض.
اذا سال احد عني، قول ليه غادي نكون في القهوه.
ممتن اني كان عندي ف جيب الستره ديالي الداخلي.
مشيت ناقلك اسم الحزب و رقم داكشي لي كاتصل بيه؟
واش النقله الطيران غادي تديني فلوس لاشتري حاجات اساسيه ليخصني؟
خاد ليا غرفه مع الحمام.
ما خرجش حاجه من الاله؟
كنتي مخدّمه الطياره نمره تمنين و عشرين، لي طالت قبل خمسطاش دقيقه. مزيان. نقدر نرتبلك طياره اخري.
حَدَّكْشَعَبَطْ عَلي پاكيتي.
ما مشي حاجه. انت هنا علي كل حال.
شركات طيران اليابان، رقم الرحله واحد اثنان ثلاثه.
خادش نشتري شامبو.
ماتي نوصلو لمركز المدينه؟
فين اقرب جزار؟
كنّا بغينا نضل لاربع ليال من اول غشت.
اش نواع الورد ديال؟
خمسعشره شتنبر هي يوم احترام المسنين.
ماكاينش صابون في غرفتي.
كاين شي ناقدر ناخده لهدا لبرص؟
ماشي مشكل، تقدر تغير الكلام للي قلتو دلوقا؟
اش هاد كيفاش غادي ياخد لوقت باش نطلب؟
كلّما سمعت اعلي شويه، عفاك؟
اش غادي يخلّي باش يخرج؟
وين المعلومه الرياضيه؟
هاد الحجم هنا، اللي كيتسمي حجم عادي، كيفي.
فين غادي يخلص الجوله، واشنو؟
فين غادي نبدل القطار باش نوصل ل ادنبره؟
كنبغي نديه ف صندوق الامان.
فين ندير الصرف؟
اش يمكن نخلي حاجتنا، غير قيمه، في البوس؟
كن شك في هاد الشي اللي جاي فاتوري باش هو.
غادي ندير خمسين دولار.
دابا عارف شي كان غلطان.
هذا ايكيدا يتكلم. عندي حجز لطاوله في السادسه و النصف مساء. لكن انا اسف هاجي متاخر بنص ساعه.
كيفاش غادي نلقي عطور بلا ضرايب؟ شنو عدد الاونصات اللي نقدر ناخدها بلا ضرايب؟
سياحه فقط.
زي ما بغيتي، علقهم من فضلك. كيف بغيتيها؟
كاينين مقاعد لليوم ليله؟
خوا كبير واحد.
نباتت من الساعه سيتا و نصف.
انا مصور حر.
الباعه ممكن يبدلو دولاراتك ب تيپس د الكازينو. نشدو؟
عندنا حوالي تلاتين نوع من زيوت الحمام.
غادي نلقاك ب النموذج الجديده في الجمله الجايه.
شكرا. شنو الثمن ديال هاد الزناقي؟
خليتي نمشي. غادي ناتصل بك لاحقا.
خدني حمال ليل قابل للاستعمال مره وحده.
فين جايه هاد السمك د لفراشه؟
غادي تحولهم ل دولار، عفاك؟
ربنا مزيان. عندهم واحد ف نمره اربعه ف دكان Ala Moana.
كاين ليموزين؟
ممكن نوصلك في الصباح ب خمسه و نصف غدا؟
نفضل غرفه هاديه.
خادش مزيل لون الظفر.
خاد البطاريه.
كاين فرقه موسيقيه حيه ولا دي جيه؟
هل يمكنني استءجار معدات الغوص؟
كنبغي نحجز غرفه لاربع ليال من 22 دجنبر.
هاد الشنطه مزيانه لجميع الطقس؟
خادش دونات، عفاك.
نحنا بغينا نكرا سياره اوتوماتيكيه لمده يومين.
خسرت طياره العشرين ل سان فرانسيسكو.
اشنو ل لمطار؟
هاد سيب. اش واقيلا؟
اشكا عُمْرُ بنتِك؟
واش غادي تقولي علي بعض الفنادق الرخيصه والنضيفه؟
نقدر نحجز ليك غرفه مريحه في قصر قديم قريب من نادي غولف مشهور.
نوصي بيه لانو مصنوع من ماءه في الماءه مكونات طبيعيه.
قاطع القطار ف برايتون؟
واش كتقدر تقل لي فين نلقي تاكسي؟
تكتيتين من الدرجه التانيه، من فضلك.
نحب ارسل فاكس.
كنبغي لي مكواه محموله.
خادك علي حاجه؟
يومي؟ خايف نسال، ولكن شكون قصدك؟
خاين واحد لي يقدر يدير فيه الوثاءق ديال الورقه العاديه بلا ما يحتاج يلويها.
ايوا، بس مش قوي بزاف.
انا عandid حسيبي ل القطط.
ايه، عليك يكون عندك رخصه السياقه و، اه، عليك يكون عندك رخصه من لجنه تاكسي و ليموزين.
روح قدام سيدي.
ما نقدرش نلقي ماء سخون.
خاينا نحجز غرفه ليله دابا.
لا، غيها الضريبه و الضريبه د الخدمات.
كنتي عايشه تروحي دابا معايا للمحلات هذا العشيه؟
مرحبا، هادي ثوب في حقيقه جميل.
دابا، مكالمتك ممرّات. ارتاح و متكلم.
اش نوّع الباب؟
اش نو معهد تذكاري تقليدي لهاواي؟
كيفاش نوصل لهاد المكان بالمترو؟
خدني تجفيف بالشعر.
كينين جا غاديين بهاد الشكل؟
انا جاي من النرويج.
من العاشره لحد الثانيتاشر لو سمحت.
اكيد. خليني نشوف. كنت جروح بلكورال، عتقدر.
خلي بالك، عطيني رقم المسءول.
كاين الطريق السريع؟
ليش ما جاش للحفله دي البارح؟
حصل حادث سياق.
عذرا، غلطت في الرقم.
خليك دخل الرقم السري ديالك.
ما نقدر نضبط الصوره.
واحد برغر جبنه و عصير برتقال، من فضلك.
هنا جواز سفري.
اشكرك كثيرا.äh, ممكن نروح ل لفوق؟
كندي ناويين تيكيتين ل لموسيقي ل جاج اللي جاي في الجمعه اللي جايه؟
راكب اخر هناك قال يمكنه يبدل مقعده معاك.
نقدر نمدد فتره اقامتي؟
قول، كنت عارف حاجه فيها ما يقدّر يتشاف في هاد المنطقه؟
لا، نتا بغيت نستاجر نصف مجموعه ديال الكلوبات و زوج ديال الحذاء.
كيفاش غدي نافهم متي تلقاو الصندوق لي مفقود؟
اش نوڭه ديه ديال الحديقه الوطنيه؟
عندي خدش
فين مكان مناسب للسياحه؟
خلي ناخد شويا فاكهه؟
اش يمكن ناكل الغدا دلوقا؟
خدي बदल هاد الدولارات.
خدي تاكسي. كن في ساوث مين و ليبيرتي.
اكيد، كنتي بحاجه لشيء داءم؟
ماشي طماطم ولا خُضره، ماشي تفاحه ولا دري
ناعطيك وصيفه. خذها لصيدليه.
نطير تلات مرات في الاسبوع، يوم التلات، الجمعه، و السبت.
غالي، لا؟
ايوا، عندنا هادشي. غادي نخدموه ليك.
هادشي ديال الحقيبه رايح ندير فيه شي حتي تلاته؟
لا، بغيت نزور غير.
يمكنني احجز سياره للاستءجار هنا؟
كنت امريكاني؟
لهاد البلاصه، عفاك.
سيارتي وقفت.
فين الميك اب؟
كنّا نفضل ركن هادي، ان امكن.
هاد التاكسي قاعد؟
هاد محطه سريع؟
اشنو ساعه نجي عندك؟
خادش كروكه صغيره د لخمر لبيض.
اه... ممكن ناخد الطعام لاحق؟ مشي عارف نفسي حاليا.
حقيقي، عندي خبر. غادي نتجوز.
سروال اخر؟
مينفعني برنامج؟
خدوا غرفتي لبارح الليله.
خليني شوف الحوت لي شفتُه اليوم ف لكتوبا د لصور، عفاك.
شوف التعليمات علي غلاف الاكل المعبا بالفراغ.
خاي ناقدي
خد محفظتي وراح.
ما عندك دروس تجريبيه؟
فين نلقي طوابع البريد؟
انا من بريطانيا الكبيره.
غادي نتحقق من داك الشي مع مراتي.
نحب نرجع فلوسي علي هاد الشي.
كاين مكتب التيليفون قباله البنك داك.
غادي نجي ف التاسع من مارس و نخرج ف الرابع عشر.
هاد غالي شوي، ما تقولش؟
كاين عندك التيكيت؟
فين المحطه ديال الباص؟
خاد تشرب حلوي؟
كيتحكي؟
نفس الشيء لي، من فضلك.
امرتي ماجاتش.
كاين بزاف د الحمامات السخونه.
خلي تبديل خمسين الف ين ل دولار ميريكاني.
مزيان معايا. بصدق كنت بغيت نسمع شيشه.
فين نلقي سكيات و حزام؟
مابغيتيش مشروباتنا؟
ممكن تشدها لعنواني في اليابان بالبريد الدولي المجمّع؟
خادش كاس د لخمر الحمر.
باشر لو كان ملكك، سيدي. هه-هه، جازه صغيره.
اكيد. شكون نشوفك؟
عندنا بيره، ويسكي، كونьяك، جين، فودكا، ونبيذ.
بطاقه التعريف. اه، صح. بطاقه التاشيره كافيه؟
غرفتي رقمها 3-20-6. ممكن تاخد غسيلتي؟
نشوف اذا كان واحد من هادوك كيصلح.
كندير عادي
خدني شويا جبنه مبشوره.
قادر ندير غسيل قميصي لغد الصباح؟
خليه يرجعلي التелефон؟
ليش باش؟
عفوا. فين فيه مكتبه قريبه من هنا؟
نعتقد انك عملت غلطه. الغرفه كانت مدفوعه مسبقا. عندي ايصال.
الاوتوبوس فين جا.
خديتيني شريطين ديال الفيلم اللون، ايزو ميه، ستين و سته صور، عفاك.
خاين ندير هاد الشيك ب 70 دولار.
خاين نشتري طوابع ل عشر بطاقات بريديه لمدينه اليابان، من فضلك.
كاين بنوك قريب من المحطه؟
خايف فيه غلط في الفاتوره.
هنا قدام.
واحد شيزبرغر للذهاب، من فضلك.
ما تقدرش تعمل تصميم من غير كمبيوتر دابا.
رجع.
في خله هنا ف بلوزتي. كنت سالتك، ممكن تخرزها لي؟
اش هاد الخدمه ل مانشستر؟
كيفاش ندير باش نلقي كابل د الشحن؟
فين نلقي سجاده شاطء؟
من بعد، عطيني حجز جديد.
خليني هاد اللحم الحمره، ولا كتيف نّفس العرض ديالها.
غادي نجيو في السابعه.
منين شوف الاسعار هاداك اللي طاح، كيبان لي غريب ن買 شي حاجه في اليابان.
خدوا لي سجلاتي، نتا.
كونه ايس كريم فانيليا، من فضلك.
انا موافق. خاص يصير طبيعي بزاف.
احترس من الفجوه، احترس من الفجوه، ثم بالقرب من الابواب، من فضلك.
غادي بحاجه ل كارت دّيال الاءتمان.
هنا الرقم.
قول لي علي مكان حلو في هذا النهر، من فضلك.
خليك عطيني تقرير علي الحادثه.
لا، شكراً في الحين.
خليك علي الخط، سيدي ناكاجيما، السيده سايتو ماشي كاتجاوب علي المكالمه. كنتي حاب تدير ليها الرنه شويه؟
يمكن، ولكن غادي نوزنهم وحالهم.
بازه قليل نادر.
فين مكتب الاستلام ديال الامتعه ديال الرحله 703؟
حاجه مخلعه مع اقبالك.
هاد غادي يفسد؟
لا شكرا. احسن ما نقدر ناخد غير حاجه.
قول لي شويا طرقات مريحه للبقاله.
هاد البوس كيروح لفندق هيلتون؟
دابا، هاد الشكل ديال اللوحه خاص غادي. كايديرها تسوروتارو كاتاوكا. عندو سمعه عالميه ك艺术ان.
عندي تقدير كبير للموسيقي الكلاسيكيه.
ماشي مشكل، نديك عشا في واحد المره؟
مزيان. شنو اسم حزبك و رقمو، عفاك.
عفوا، خليني نخرج من فضلك.
ممكن تقول لشي حد يتكلم اليابانيه يجي؟
نزور اقاربنا بانتظام.
ميكي هياكاوا. هاذا الغرفه سابعه ميه اثنين.
خايب نبقا هنا ليله، مشي؟ ممكن تساعدني احجز غرفه فندق؟
ماكاينش باش يطول. خمسطاش دقيقه علي الاكثر.
كيفاش غادي تقول لي علي الفلوس لي غادي ناخد عليهم هاد المكالمه؟
خلي بالك، ممكن تقول ليا انّي مكلمت، عفاك؟ غادي نكلمها تاني بعدا.
كاين جوله الصباح؟
كتحول فلوس لبراني؟
ميزانياتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين نلقي شريطه لفّ؟
كاين بير ياباني عندك؟
كنلبغي لي بزيمون صغير، من فضلك.
نحنا بغيت نسجل حقيبتي.
هادي ميس كاوازو في الغرفه سطاش واحد عشر.
مرحبا بيك
ما كاينينش.
اي واحد مهم ليك ل日本يين، يوم راس السنه او يوم الميلاد؟
رقم مقعدك ثنتين وثلاثين ا. من بعد، روح مستقیم من هاد الصف. هو مقعد النافذه.
دقيقه وحده، من فضلك.
كمل تقرير علي اللي ضيعته.
ما كايفهمش الامريكاني، نكلم انڭليزيه الملكه.
منذ البارح.
كيهمل التامين ديال الصدمات والتسءوليه.
خسرت طاقتي ديال الضمان.
كاينين عندك دبوزات في تصاميم جميله؟
كانكدع من طابو عومومي في ميسي.
هادوا كبار بزاف.
اشحال التمن ديال الباركينج كلا ساعه؟
سيدي وسيدات، في رحلتنا اليوم، عندنا مضيفين طيران يتكلمون اليابانيه و يمكن التعرف عليهم من خلال دبوس العلم اللي لابسين اياه. اذا كنت تعرف اي شخص يحتاج لمساعده اللغه، رجاء اخبرنا.
كاين فتره معينه ديال الفن اللي كنعجبها؟
تفقدوها تاني.
روح مستقیم علي طول النهر تقريبًا نصف ميل. غادي توصل للبارك.
لا، هما قويين بزاف.
خاي، غادي نرسلهوليك ل لاس فيغاس.
كنلبغي قميص ديال الركض.
كنتي بغيتي حاجه تشربها من البار؟
هاد الطريق عفاك. خذ هاد الليڤاتور.
خليك تطلع ف القطار ديال الثمنيه و نصف.
كاين سينما قريب من هنا؟
دابا هو فصل الحبار، فهي غادي تكون طيبه.
كنبغي ساعه يدويه مستعمله.
غادي ن-checked في حولي تسع ليلًا.
كتير علاش. غادي نروح.
ماخدمتش خدمه غسيل الكلوت ديالك. غادي تشوف هاداك راح تاني؟
انا بغيت شاي، من فضلك.
لا، مافيهش.
هادا اخر وقفه؟
نديه علي التيليفون.
هاد حراق؟
وين نلقي اوتوبوس للسياحه؟
ايه، ناوح دير لمشاهد د لمدينه.
كاين بزاف د السياح حول البنايه، اللي كيبدو لو انهم جمعو ليشوفو شنو كايدير.
شكرا علي الضيافه.
الصّدق هو افضَل سياسَه.
قدي سحابني ف السادسه، عفاك؟
كيفاش غادي يكون الثمن ل نصف يوم؟
انا كنجي.
اش هاد المكان ليه في شيكاغو؟
خير، اذا انتما مصرون، غادي نمشي معاكوم.
هاداك بدلوه باخر من نفس النوع، عفاك؟
بغيت نحجز لالساعه تلاته ونص العصر
صندوق الامان، من فضلك.
خد نبيذ مناسب.
كنبغي شي صغير.
اش دابا غادي ندير فلوس علي البوطاجاز؟
حارم. دربو.
كنطوّروا علي اصحابنا يجيّو.
خليك معاك شويه دراهم صغار.
كيفاش دايم ضيق، من فضلك.
هي صغيره و جميله.
اش نو عروض لءبرا دابا؟
مقلي، من فضلك.
ما جاوبتش غسيلتي ليا بعدا.
من غير ما ننسي، مشغولش هاد السبت الجاي؟
خير، باش، ممكن نكونو علاقه مزيانه بيناتنا.
خداتني بحال لي ماشي عندي والو.
فهمت. وكمان، ممكن تساعدني مع مشكل اخر؟
كاين khảصه ديال لوصفه في هاد النظارات د الشمس؟
راني غادي ناخد جوج من هادشي.
كلاب حلوه. شنو نوعهم؟
خسرت شوكي. جيبلي واحد اخر.
كان هادشي ممتع.
اكيد. امشي مستقیم و دري لليمين ف الزاويه التالته. غادي تجيبها علي يمينك.
كاين فيلم للصور الملونه؟
كنتي عارفه كاثي؟ هي ديما عيد ميلادها.
كاين عندك طابلو د لوان؟
كيفاش ندير دفع بمشروع سياحي؟
لا، هو، راجل، كيفاش نعرف هادي الحقيقيه؟
هل يمكنني الحصول عليه بدون ضراءب؟
ما نقدر نشيل حقيبه ديالو تحت الكرسي. ممكن تحفظها لي، عفاك؟
خليك ضع هاد الصندوق في الترانك؟
نغادي خرج دلوقا، هاديك ناخدها.
خلي واحد يجي ياخد شنيتي في السادسه ونص.
خاطري خريطه د سان فرانسيسكو و لمنطقه لي حواليه.
اي نوع من الخبز عندك؟
وين لاسانسير؟
كاين حد كيقرا البيانو؟
فين غادي نزل علاش نمشي ل امباير ستيت بيلدينغ؟
البوطيقا تقدر باقل من الف دولار.
شكرا، ولكن ما زلت ما عنديش وقت لاقعد ليلتين. ممكن تحجز لي غرفه توين في ذلك الفندق لليله من 12 مارس فقط؟
يمكنني احجز غرفه مزدوجه مطله علي المحيط؟
ما quyếtينا حتي هاداك الشيء.
صاحبي طربات و عوجل كعبو.
غادي نجرّب شربات.
كاين مطعم تايلندي قريب؟
قريب من البنايه للي طويله. هاداك، رجع من نفس الطريق للي جيت منو حتي ضوار اللو. من بعد، دري لليسار.
خاينا ناخد طياره لفاس لوس انجلوس بكرا الصبح مبكر.
من بعد نقدر نوصيك بثقه في "جوله مدينه سان فرانسيسكو". هادي تخليك تعرف شكل سان فرانسيسكو.
خاي ناخد التامين.
خلي نطبق كماده بارده علا الجروح باش نهدّ لليها الوجع.
ختا بغا تشري فستان.
كيفاش غادي يكون التاكسي ل لفندق هاد؟
فين الحمام؟
كيهدرش حاجه باش ندخل لهاد لمبني؟
خدها علي راحتك
كنلبغي شي حاجه ملكيه.
الشباك مقفل.
فين هو علي اي جنب من ساحه الاتحاد؟
نص درهم من شانيل رقم خمس، من فضلك.
اش دا القهوه؟
خدي تيكيت؟
علاش كيتحسب الفلوس ديال الخدمه؟
اش حال من هنا؟
كريم و سكر؟
كاينين تخفيضات للاعضاء؟
كاين قطار سريع جد في التاسعه والنصف؟
خليتي نتحقق من ساءل الفرامل والمحرك. المحرك ديالك كيبان لي غادي يطفي.
ما كانش غلطي.
ماكاينش كهرباء.
غادي نبلّي البوليس.
كولشي غادي يخدّم ماشي؟
من ثلاثين ل خمسين دولار في الليله.
خليها تصحح هادشي.
فِي اَيّام راس السنه. وَ فِي المُناسبات الخصوصيه مِثل حَفلات الزفاف، وَ مراسم تَقديم الجواءز اَو الجنازات.
خليطه ماسترد اضافيه، من فضلك.
ليش مكتعطيشها هديه؟
اي فيلم توصي به؟
هادي عشرين درهم و خذ لي عشرين درهم كاش او خذ لي دولارين بالمال، عفاك.
خداتني من جنب.
نقدر نجي عندك في الساعتين.
هاد هو الشناده من الطيران جال صفر واحد؟
هادي اول مره نروح لباريس.
كيفاش تقدر تقدر التمن قبل ما تبدا الشغل؟
دخول، من فضلك.
رّحلتنا د الرّحال غادي تكون ممتعه بزاف.
فين نركب الباطو؟
ما عندي كيس لهداك المبلغ هديه في هاد الكيس البلاستيكي الكبير.
كنحب لعبه التينيس.
كاين عصير الاناناس و البرتقال و الطماطم.
جانب الشمال ديك الطابق، قريب من الدرج الالي.
اش نواع ملعب ف القاعه د لموسيقي لهاد النهار؟
مش عاجبك تشوف فيلم اخر؟
خلي تبديل هاد الشيك ديال السفر بالفلوس.
نحنا بغينا نفس الكورس غدا، من فضلك.
يمكنني ربما اعطاءك جوابا افضل بعد عده عروض.
خايج هديه لذكرياش.
اي مسرحيات موسيقيه مشهوره دلوقا؟
عندك مرايه؟
عفوا، لقد ضيعت طريقي. ممكن تساعدني؟
هادي غادي ناخده، من فضلك.
ما تقدر تجيبي النوارس لكانادا.
ماشاء الله طبخت مراتك عجبه.
خد مساعده؟
خليك تحجز لي تاكسي غدا الصبح لسته، عفاك؟
اش نوّي مع الطّعام اللي غادي تاكل؟
كاين بوتيك قريب هنا؟
هاد البلاصه ممتلءه بالناس، ولا؟
اسف. غادي يكونو جاهزين في غضون خمس دقايق.
خدت صوج في رقبتي و انا ناعس.
ماشي مشكل. ممكن نشوف جواز سفرك؟
ما عندي فلوس.
اشنو الساعه غادي نكون فالمحطه؟
كاين بزاف د المطاعم هنا.
قريب من غرفه الملابس.
كان الحديث معك جميلا.
كاين جوله ف البعد الظهر؟
انا مع اصحابي.
مزيان جيت نغيب. شكرا.
الشط هي تحت هادشي. اش حلو منظر.
شكراً علي الانتظار، السيده مكغاير. هاهو. انتي متلقي، عفاك.
عندك بطاقه تعريف؟
سبعه، من فضلك.
بغيت نرسل هادشي ليكونسيري.ASHناه غادي يكون جاهز؟
عندي سراويل مقطّعه.
نعم. شحنه شخص اخر كانت تسلمت لغرفتي دلوقا. غادي تشوفها، من فضلك؟
اشي عطيني تفصيل اكتر؟
كنتي ناعسه مزيان؟
كتحط زر التصوير؟
مفتاحين، من فضلك
خاد اللومب.
كاين ف نهايه د اللوبي.
خادش ورقه لكتابه.
كنّا غادين بالاوتوبوس؟
قولك غادي تروح لطوكيو غدا؟
خليني ندي حتي تمنايا د العشيه.
عندك نقل لي ايه دابليو واحد صفر صفر. ممكن؟
كيفاش اللعبه دي معاك دابا؟
حسيت بزاف ديال التكدّس فالصدر.
ماشي مشكل. اذا جيت في الخامس من شتنبر، يمكنك تستمتع بمسرح فيلم علمي لان عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
كاين غير هاد الجوله؟
مزيان، خصم خمسه في الميه. هو كويس؟
راح نرو لباريس.
مش اخر موديل، ها؟
موجوده لثامنه و نصف ليلا بالوقت المحلي.
خد ها البنا معانا، عفاك.
خايب. غادي ناخد صحن معسول و كرسه د الرز.
كيفاش هادشي كيبان؟
خايف نشوف هاداك لي ف الطارقه، عفاك.
ماشي. كنّا في عطله. رافض نقعد في غرفه فندق ونشوف البيسبول في التلفزيون. كنبغي نمشي نشوف مسرحيه.
نقدر نلمسها؟
ماشي تقدر تجي هنا لتصلحها؟
خاد شويا ديال ليف اصطناعي.
اسمي طارو تاناكا. عندي حجز.
كنبغي كريم التنظيف.
كنلبغي جاكيت مع يدين طويلين.
خدوا مني شكاره.
طرقنا كتلاقي كتير، مشي؟
اشوف القايمه مره اخري؟
بازين مازالين شويه خضره.
كَم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبع مءه وسته وسبعين متر.
لا، مازال. كاين بزاف ديال لخيار.
خادش كريم ليل.
كاين بين الخبز و لمحلب
تقدر تقصر الكم؟
خايف ماكينش فيه ميدان د لجولف قريب هنا.
خليك عطيني الخاتم التاني من اللي علي الشمال؟
ممكن تساله ياتصل بي؟
جربت ندير مكالمه دوليه. واش خرجت؟
هادشي غلط.
ايوا، هو كدلك. حيت كتاشوف الفлаг قدام مكتب البريد.
غادي ترسل ليهم بالتاكيد، صح؟
خاي ندير مكالمه بالتيليفون باستخدام بطاقه الاءتمان.
بغيت لي نروح.
ماشي تا يجي، غادي نديرو ليك شحن لعنوان ديالك.
ديما كيخدم ف الكومبيوتر ف الشغل.
اه، اوكيه. فهمت. غادي نجي لدارك.
لا، هادي كفي.
ماشي مشكل، عطيني بطانيه و مخده؟
تجي هنا باسرع ما يمكن، من فضلك؟
كاس قهوه، من فضلك.
كنлабس كارتات لي典 هاوايي.
يمكنك تضييق الوسط بثلاثه سنتيمترات؟
انا نفس العمر.
غادي تجيبيلي قهوه؟
ثلاثماءه وخمسين دولار؟ هاداك فوق ميزانيتي.
خلينا نديرو هادشي بالتصويت؟ لو لا، انا نظننا وصلنا لاستنتاج، وهو غادي نرسله للمجلس الاداري ديالنا غد الصباح.
واش عارف امكانيه وجود اوتيلات رخيصه؟
صباح النور. خديت نوم كير؟
اش نووي داري بعد ما تكمل الدراسه؟
خدوا مني حقيبه ظهري في الشارع.
كنتو عندك خدمه اخري غير الفطور دابا؟
كنه قهوه بيضه، من فضلك.
اوكي. الفندق شيراتون قريب من هاد المكان؟
ماتكونش متعبيش بزاف.
نحنا بغينا نكرا سياره من هاد الفءه لمده يومين.
غادي ناخد شوت من جاك دانيال.
خدني كيس ديال بوب كورن، عفاك.
خسرت عود التزحلق.
ماكيناش نديرو هديا ل الجلسه. بلا ما الضيوف يجيبوا الفلوس.
نحب نرسله بالبريد البحري.
طّاءرا مشا لمره لّخره بسباب تّلج كتير.
شحن، من فضلك.
خليك تقول ليهم حاجه من عندي، عفاك؟
اسف، ما فهمتش. ممكن تتكلم بزاف شويه، عفاك؟
اش ندير ليك؟
مشيتخد صور؟
من ميه
رقم الطياره هو اتش بي تمانين وتسعين لطوكيو في الحادي عشر من مارس.
نقدر ناخد نفس الطبق ديال هاداك؟
كاين عندك اخر؟
خدني الفطور لغرفتي ف السابعه د الصباح غدا.
بقا شخص الصيانه غادي يجي فالتاني.
انا اسف. غادي نرجع لاحقا.
كيفاش ناخدها؟
كاينين مكانات خاويه فالتور ديال الخميس؟
عفوا، ممكن ندير شويه؟
كاين عندك نباتات و فاكهه؟
قوليلي كيفاش نملء فورما ديال النزول من الطاءره؟
كانقول سيارتي قيمه ديالها حوالي خمس الف دولار.
هاد لاكل قليل دلكالوري؟
اي اوتوبوس غادي ناخد باش نروح للمحطه؟
ايوا، هو كدلك. ولكن خاصك تدير لشمال عند الضوء الاحمر التالت وتبقا في هاد الشارع حتي ما توصل لطريق سيتين و سيته.
خاديني كاس ماء عشان ناخد دوا، عفاك.
كنلي ممتنه لو دارتني ف servis و خديني للشاطء.
انا اسف. عندك الرقم الخاطء. هادي Tankyusha Press.
خراτζين.
اش نواع الموسيقي هادي؟
خد هاد السيروب ل ولادك، قياس واحد، من بعد كل وجه.
هاد النوع متوفر ف 28 ، 31 و 35 سنتيمتر ديال القياس.
واه كثير هادشي
ماشي مشكل استعمل تيليفونك؟
هاد رايح بزاف احلا. شنو غالي؟
نحنا بغيت نءكد تاني رحلتي لشيكاغو في السبعه عشر.
كلت شوي كثر من اللي مينعس.
اش يمكن نكلم السيده براون؟
هدا الدار كيبان لي راحو عيش فيه مريح، ولا لا؟
بغيت نحجز مقعد ف طياره نورث وست ايرلاينز رقم 086 ل لخامس.
مالي، جوازي و اشياءي الشخصيه الاخري.
اشنو ساعه تغلق؟
استنا دقيقه. ممكن نسيتهوم ف الحمام.
هادشي لي كنت غادي نقول.
ايه، نعم هكذا نعتقد.
دارك كبير. شحال غرف؟
كنعجنا بالعشا.
فهمت، ولكن ماشي قاد نقولها.
اه نعم من فضلك. باقي نesper نيت ما يمرضوش بمرض البحر.
ل طوكيو، عفاك.
اش غادي نوصلو؟
نيت غادي بكرا مبكر، فهاديك غادي دفع دلوقا.
شيري جاف، من فضلك.
مقعد مش مودخن، من فضلك.
مشغول دابا.
خوا خاريجي كيقدرو يقراو كتوب ف المكتبه هاديك؟
ممكن نقعد في غرفتي حتي الساعه ثنين؟
هَهَه. صباح الخير في وقتك. مزيان.
خدي شويه د ASA ديال الفيلم لهاد الكاميرا، عفاك.
فين لوحات مونيه؟
هاد البيتزا طيبه. من صنعها؟
شكله هاد الشي كيفاش طعمو؟
كمان غاليين.
اشنو وقت غادي يخرج القطار لي جا الي بوسطن؟
بغيت نتعلم الجولف.
خليك عطيني شربه اخري.
اش رايق سيرفر.
خايف السواعد قصار بزاف.
كيفاش ندير البطاقه ديال الپيترول؟
اش هاد الفندق فيه غداء الصباح؟
هاد كلشي؟
هادي في هاد الطريق.
بدا العداد.
غرفتي كثيره البروده.
نرجع ليك لما نقدر نكون اقل مشغولين.
كبار من هاد؟
حسيت بلي مزيان.
كنتي عارف الجغرافيا دญابون؟
خلي показي فين جاي في خريطه هادي.
ميه في الميه قطن.
بغيت نبدل لغرفه لي عندها景ه علي البحر. كاينش مصاريف اضافيه؟
كيفاش غادي يكون لبيع نصف يوم ديال اللوحه؟
نوفمبر عشر
خاد شريطه الكاتب.
زيحلاو بزاف.
اشنو وقت ناخدو لجو؟
كيف دير لسواق انه عطاك تخرج؟
اربعه وعشرون دولار. كنتي بغيتي اكتر؟
خدت الحجز في طوكيو من شهر.
شكراً من القلب.
اش نخرج هنا ل روكفلر سينتر؟
خد الحجم ديال حذيتي.
زويحش.
خليك معايا برا؟
نضّف هاد الڭندوره.
خاي نكرا قارب موتوري.
فين قسم النساء؟
قهوه ماشي فيها؟
اش فين كان قبل؟
لَعنه. لَعنه. لَعنه. لَعنه. عودت نفسي علي وجهها.
اش دابا ندير الفلوس الزياده لما نْدخَل لمبني؟
مرحبا، حزبك علي الخط. تابع من فضلك.
جروحي كيتالم.
فين المحطه؟
عندي البروده.
تلاته ايام.
عبر الجسر هناك، و هادي غادي تلقي المكتبه من لجانب للي علي شمال.
خليك معايا عطيني دليل كيهدر اليابانيه.
ما بغيت واحد كبير.
غادي يكون فيه تاخير صغير.
اش نوضو بين هاد الفنادق؟
خسرت محطتي.
كان راءع. شكرا.
راح نكون هناك حوالي السادسه مسا
كاين شي طويل شوي؟
تاريخ الانتهاء هو مارس تسعه وتسعون وتسعمءه.
كيفاش كان؟
كاينين كازينوات جيده؟
هادي الفلوس ديال القلم. ميه دولار.
وين قسم النساء؟
فين نركب الباطو؟
صاحبي مجروح.
نتي مزيانه.
هاد المحل غادي يفتح غدا؟
كولشي لتحت في لکوريدور.
خليك طيّب، قصلي الشوارب؟
هاداك جاي مع بار السلطه و اختيار بين البطاطا المخبوزه او بطاطس مقليه.
فين نلقي الحشيش؟
ما نقدر نبيع هادشي من غير وصفه طبيه.
كيفاش ندير حجز خمس مقاعد جنب بعض في نفس الصف؟
خليك عاونني بحبل سحب، عفاك؟
اي سياره كيطه خدامه اكتر؟
ما غادي تاخدش خصم حتي لو جهدت بزاف.
افتح هاد الشنطه، عفاك. شنو عندك فهاد؟
خاي ندي خط طويل ل فندق هيلتون في بوسطن.
اش هاد السيّدات كيقبلو بذالك؟
خد بالك، السقف طويل بزاف.
ما قادرش نشوف الشاشه من هنا بزاف. يمكن نبدل المقاعد شويه؟
زرت البحيرات الكبار للمره اللوله.
حاجه ماشي مع هاد الماكينه ديال البيع الالي.
خادش دكتور
اش هادي كتير ماشيه ف بريطانيا؟
خادع للي كيهوا الفن المتقدم بحالك غادي ي享ي من اللوحات الهاپي و سسينه لموسيقي لشوارع.
اشنو الساعه؟
ناخد هوت دوج و كوكا.
هادا هو المشغل لبرا
كاين دار ابيض، صح؟ قدام ديك الدار.
من واش؟
ما عندي والو ماعلنوش.
اش نو؟ كتحسب الضريبه لما كيكون عندك اكتر من تلاته د لفلاقي د الخمر؟
صاحبي مريض بزاف. ممكن تقول لطبيب يجي، عفاك؟
ما عارفش بزاف علي لخمر. شنو للي خير لهدا الطبق؟
ممكن تقولي صباح علي الفجر، من فضلك؟
في محطه بنزين علي بعد كتير من هنا.
ناس اليابان ماخدامينش اجازات طويله.
حسيت بلي كايديروني. هاداك شي نادر باش نلقي واحد ياباني؟
لا بالطبع. ليش كتقول لو؟
اشنو طريق دخله لمكتب البريد المركزي؟
فين مكتب باص جرايهاوند في هاد المدينه؟
مشي مكلفين مطاعم اليابانيه في كيوتو؟
نعتقد انها شويعه ليا.
عندنا غرفه توام مع حمام ب 85 دولار.
خاين价 ديال لكتоба.
كايفرح بزاف هاد السنه، ولا كايفرحش لدرجه ما كايحلا لبرد.
فين نقدر نشري تيكت د لميترو؟
غادي نلقي مقاعد كلاس اعمال، صح؟
اشنو غادي يكون الخدم ديال تاكسي من هاد الفندق ل لمحطه؟
خدي هاد و هاد، عفاك
قول كاين اليابان بلاد غنيه بزاف.
كاينين غرف مجانيه في عربيه النوم؟
يمكنك تخفيض السعر الي عشرين دولار، من فضلك؟
هديا لصاحب.
الثلج كايخلي الطريق زلق.
ما لقيتش كاميرتي.
غادي نعمل جواجب حام من ساندويتشات الحام.
عندك حاجه تدير؟
شفت قميص ازرق؟ نيتو علا هاد الكرسي.
فيه دكان وردات قباله الشارع.
انا من طوكيو.
خاد شويا كريم ريفلون لينحاف الشعر.
عندي حاجات ل كي نغسل.
خديتو من زمان.
مومكن تبعث ليا حامول لݣرفه فالسادسه صباحا؟
نخدم شوكولات سخون.
نقدر نديرو خدمت تنظيف الغرف ديالكم.
خاص، من فضلك.
كيفاش غادي نوصل لفندق سي؟
خدي تيكيت كتير؟
خليتي طاوله لجوج ناس الساعه سبعه، من فضلك.
خادش كريم ليل.
كتحطوها غطاء وكاله؟
ربعه و ربع علي تلاته.
غادي نخطط لارسال الفواتير ديال الحاجيات اليوميه ديالي، فهاد السياق عطيني العنوان و اسم المسءول.
خايب علينا نطقو بالانجليزيه بطلاقه.
كاينين هادشي بحال هاد الديزاين مع كعب اعلي؟
كنلبغي ستره لولد عندو عشر سنين.
خدوني لعبور ابي رود، عفاك.
شكرا. اهلًا، شكرا علي الانتظار.
ممتن كاع انني عندي حجز.
غادي نرسلهولك، عطيني انتظر هنا.
كنحنا هنا ليوم.
عندي صداع خفيف.
كان الاكل عندي مزيان بزاف.
لا، رجاء اقعد و انتظر. غادي نرجع فورا.
اشوف السياره؟
ممكن تقول لي خريطه، من فضلك؟
خليك في غرفتك حتي يجيك الطبيب، سيدي.
كاني ضربت ف شاطء وايمانالو. جي بزاف عجله.
اش حال ميه دولار؟
خاين هاداك مزيّن.
بغيت نتقدم بطلب لاعاده الاصدار.
الحكومه دعمات ترويج الصناعات.
Huwa akbar min khamsin sana, ana zun.
ايّ هو العمر الادني لممارسه هذا؟
كاين خريطه بسيطه لمدينه؟
اذا كان ممكنًا، افضل الا اخلع السن.
العدد واحد بالون، ضربتين.
اشنو ساعه غادي يوصل القطار ل سان دييغو، عفاك؟
خايف نشوف صندوقك.
خاد شامبو.
كنبقا في فندق هيلتون.
حسيت بلي غادي نمشي لبرا و عندي دوار.
لكن عندي موعد معاها في الساعتين.
هاد السياره كتروح لادنبره؟
ايوا، من فضلك املا هذا الاستماره.
كيفاش غادي تحسب ليا علي الوزن الزايد؟
اسمي كيمورا. نتا بغيت لغي حجزي ليوم الجمعه.
انا اسف. في مشكله وقرنا نشغلها. كنتي طالبه شويه، تقريبا 30 دقيقه؟
اي ساعه ممكن نخرج؟
فهمت.
غادي نطLOB لشخص.
خليك تقدر تحسب الفاتوره دلوقا؟
السياره جاتني من الجانب ف الالتقاط.
هادي صندوق موسيقي.
فين الحومه؟
كاين دوزي ديال لمدينه؟
اش نو عادين؟
مزيان، سيدي. ف الوسط يمكن نخدمك ب مركوري سابل. هاداك زين؟
عطيت عضله بليت.
لكن عليك وعدني بركب الكوره، مشي انا. حسنا؟
اشنو باقي؟
ماشي مشكل، ممكن ن 借 لي شوي د الليان؟
اشنو نوع د الجلد اللي مصنوع منه هاد الحقيبه؟
ماكنش نفكر هاد السكين نضيف. ممكن تجيبلي واحد اخر؟
اشتريت هادشي دلعوض، ولا غادي تبديله بذاك؟
بصراحه، ماوافقش علي هاد الشي.
هاد هو الطريق لالمحطه الوسطي؟
قارب مع دليل، من فضلك.
خاد نشتري بدله ملونه غامقه ليا.
هاد المظله غادي تخدم فاشيطه.
خليتي كل الحقاءب في الوردوب؟
خليك عرفني جواز سفرك.
كاينين مكان لي يقبل الغسيل نهار اللحد؟
جوج شيزبرجر، من فضلك.
اي اوتوبوس روح ميامي؟
ما كينش حاجه سميتها باكشيش.
تقدر تشوف واحد في قاعه كارنيجي.
ما عندي شهاده.
اش نو خاصيه الدار؟
خاي نحدد موعد مع الطبيب.
كن شايف اذا في طاوله قريبه من الشباك لليوم في الساعه سبعه مسا.
ما مشكلش اجي لدارك؟
باز لينا حاجه نطوروها.
فين المترو؟
كاينها باحجام اصغر؟
فين نلقي الاسبرين؟
هادي اسفل؟
خليك عطيني باص لمده اسبوع.
هذا زملاءي.
اشنو نوع ديال الغاز كاين؟ بريميوم، عادي، و بدون رصاص؟
هادو واحد.
كانقربلي رشحه.
مغلق يوم الاتنين، ولكن يوم اخر يجب يكون كويس. نعتقد انه مفتوح من التاسعه ل الخمس.
حسا مشوي مع صلصه خاصه فوق صحن من الارز.
خلينا نحتفل قال و زربني لبار. قال غادي يدي تلفون و ماشي و ما رجعش و انا قاعد مع فاتوره كبيره.
اش حاد كيغالون؟
كان عندي جواز السفر و بطاقه الاءتمان في حقيبتي.
الحجوزات الساعه سبعه، باسم مانو.
ما كتاشربي شاي؟
اش نوّي تقول لي فين لقنصليا د لياپان؟
كاين دكتور ف الفندق ولا دكتور علي اتصال؟
Huwa kaysiru l-baʿṭa fī ṭariq Bond.
ورقه نݣليزيه، عفاك.
كاينين مكان كي لعب موسيقي كونتري؟
خايف نتحقق من قيمتي.
واش كاين خرا من لصوف؟
كيفاش غادي يكون الفلوس للورقه؟
خليك، اضغط تسع و صفر و واحد و واحد، من بعد كود لبلاد و رقم التلفون.
خليتي دييت كوك؟
نقدر نطلب شي؟
كنّا عندنا مشوار حلو. شكرا.
عفوا. ممكن ندير شويه؟
العدد الكلي ديال سكان اليابان تقريبا ميه وثلثين مليون.
خاد نشتري بريصا.
نعم، و نبدل الشحنه.
جيب معاه ميه دولار و بطاقتين داءنيتين.
الماء سخون بزاف.
انت هنا.
قنينه قهوه، من فضلك.
مستحيل تقريبا.
باطا كيطربلي بعد ما ناكل.
واحد المكان حلو جداً.
ممكن يكون عندو فقصه هواءيه.
خد القرار؟
اذا بغيتي، نقدر نستانا هنا.
خسرت اثر بريد مسجل.
ما تقدرش تغيير شغلك بسهوله.
اش نو محطه الجايه؟
مزيان، ولكن مش للدرجات. كثر الحر اليوم.
خليك هنا، وانتقل للاوتوبيس نمره سيته.
خدي الطياره ديال العاشره الصبح.
باقي عندي غثيان.
ما بغيت والو كبير.
شيك، من فضلك.
كيفاش غادي يكون ثمن الفطر الطازج؟
شحن، من فضلك. واش كتاخد فيزا؟
الْيُوْم غادي نروح نشوف شكله تاون الچيني.
اتنين ميتين تيسعه وتلاتين سيته سبعه صفر صفر.
نحب نخرج لي سناني.
كنبغي لي كيس د لكوزميتيك.
كنشوف شحال غادي ندير ليه من البخشيش.
فين نلقي "ال幽灵 ديال لءبرا"?
خاي نختار هدايا لصحابي. ممكن تقدر تساعدني؟
بطييي, من فضلك.
اش نوّع راسل الفاكس الدولي ديالك في الشهر؟
مقليه من الجانبين، من فضلك.
خاي، هادشي واضح بزاف. نتوما جيبولي لايصياتكم و سجلاتكم. و ولدي، خايف نضطر نعمللك تحليل للهواه.
غادي يكون جاهز بعد غدوا العشيه.
هاد مصنوع من القطن؟
عندي دواي ديالي.
اش نوّن شوف فداك التور؟
ايوا، في شربه واحده كالاقصي الادني.
كيفاش غادي يكون ليا ف يوم؟
هاد البوس كيوقف قرب الفندق؟
كنبغي شي دي سي دي.
كاينين طيارات جال و انا لي خرjin في العاشره و خمس و خمسين. لكن، للاسف، الطيارات الجوج ممتلين.
كايبان لي جيدا.
خلينا طاوله لخمسه؟
مابغاش تفهم الانجليزيه تا حاجه.
خليك داكش شيك ديال لمسافر.
يمكنك تعالجها من التاسعه صباحا حتي حوالي الثالثه؟
كيفاش غادي يكون الخدمه ديال البريد الجوي لليابان؟
مغلق خارج. ممكن تفك قفل بابي، عفاك.
اي جوله هي الافضل لمشاهده الاماكن الاكثر شهره؟
كاينش مضيفه طيران كاتهدر اليابانيه؟
كيفاش غادي ندير باش نجيب شنو عدد د الاكياس لي غادي نديرها ف الطياره؟
لا، سيدي. بعد الظهر مليء اليوم. غدا ممكن.
غادي نسال البواب علي العبار اللي حقه.
انا اسف حقاً.
كنعقدو حزب لجمعه ليل. ليش ما تاتي معانا؟
مزيان، غرفتك رقم تيسا، السيده. هاد مفتاحك.
خايبه بزاف غادي نكون لنا عندنا وصول للخام اللي بغينا لبرنامج.
عفواً سيدي الشرطي؟
هاد القطار مشي مباشر ل ادنبره؟
هاد شي داخل الحد المخزني؟
خد حاجتي الغاليه من فضلك.
كيفاش كيتحشد لجولات؟
خاين نشتري هدايا. في مخزن مناسب قريب من هنا؟
لوقتاش كايفتح؟
خارج دلوقا.
مايومي، ممكن تشوف هاد الورقه وتوقيعها بسميك؟
هادي واحد ليك سيدي.
ما عنديش حقيبه للشحن.
ماشي، خذ وقتك.
كن هنا باش نخدم في مهمه اعلاميه.
كاين فيلمات صيف؟
اشنو وقت القطار الجاي ل واشنطن دي سي؟
الطوال في الموضه دلوقا.
غادي نرجع لليابان الغد الجاي نهايه الاسبوع.
خليتي नकشه د الخارطه د المترو؟
كاينين شويه د الروح؟
قادر تقدر تبديله بلي جديد؟
شخصين
فين ناخد شياي؟
ماشي عارف نحس بذاتي. ممكن نضبط الكرسي ديالي؟
حاديه عشر واربعين دقيقه صباحا
ممكن تقول لي علي مطعم مشهور عند الشباب؟
سيارته كانت كاتجري بسرعه كبيره.
ماشي ندير رساله؟ كاندو علاش نءكد موعد مع سي ابرت الجاي عشييه الاربعاء فالساعه حاديه عشر صباحا.
كيفاش تقدر تشرح مرضك بالانجليزيه؟
يمكنك ارسال تاكسي الي مدخل وستمنستر مول الرءيسي؟
كيفاش غادي نبدل القطار فين نروح؟
هاد صحيح؟ نديرตรวจبه. اه، اسفه بزاف، السيده تاكانو. هادي غلطه ديالنا. هاد الفاتوره الجديده ديالك. تقدري توقعي هنا، عفاك؟
خمس دولارات راجع، من فضلك.
البانيو ماشي باغي يغلق كولشي.
هادي غير علامه شكر منّي.
غادي تملا هاد الاستماره؟
اش نوحد هاد النماذج البلاستيكيه؟
اي ماركات عندك؟
الكعب عالي بزاف عليّ.
مغلق برا من غرفتي.
كيفاش دازت فباريس؟
مين فضلك عندي طوابع بريد لثلاث بطاقات بريد جوي لموريسيا؟ لا، لموريسيا لا، لم يابان؟ (No, not Mauritania, to Japan) مين فضلك عندي طوابع بريد لثلاث بطاقات بريد جوي ليابان؟
كتّابو غوروخ.
كنتي عايشه تشربي حاجه؟
درّب هنا.
خليها تلغرام عاجل، عفاك.
بحسب تقرير الطقس، غادي يثلج غدا.
كنبدو كوره.
اكيد. غادي نعمل هاكا بكل سرور.
هي، كوميك ماليزي. غادي نشري واحد نديرو معايا لدار باش نbegin نكون حجه للحوار.
طريق النجاح هو "Jinmyaku"، صح؟
غادي نوصل لفندق ديالك حوالي التاسعه دليل.
عندي حوالي الفين وخمسمءه دولار بالين الياباني.
ايوا، كنعرفو. غادي نوريك شي حاجه.
خديني حبوب نوم.
غادي نكون هنا حتي التاسع. نطما انك تحبس المجرم باقرب وقت ممكن.
ممتن كاين المجرم قريب.
عشره طوابع من فضلك
عندي حلق ملتهب.
خدي شي هدايا من نيويورك.
خارج، ممكن تبعث ليا بورتيه؟
ساعه دي قفلت.
واه كداب؟ كيفاش كتجيبها؟
كنفتح في التاسعه صباحا.
كنبغي كتاب للتصبيب.
نعتقد انني اشعر بدوار الجو.
اش ندير غير نمشي لبنك ياباني؟
خليك تبديل الفلوس عند البنك.
كاين وقت كafi للخروج؟
زوجك واحد من احسن العملاء ديالنا.
كاين طبيب اسنان مزيان عندك؟
اوه. خليك دير بلاغ للقنصليه فورا.
مزجج مش كيحزز.
كنتي حابب طاوله ف الرستوران الراسي ولا ف غرفه خاصه، سيدي؟
عدد كبير من الناس كايمشيو للبلاج durante الفصل.
ناوع حوالي ميه وخمسين رطل.
فين نتحول؟
وين مكتب المفقودات؟
كاين باص يروح ليك 直؟
خدي علاج خاص؟
غادي تكون فلوس كاش ولا بالكريدي؟
نقتلو لهداك الدار من سنين خلاو عام.
اش هاد الوقت اللي غادي ياخد لي باش ناخد فيزا ديالي؟
وين الماي؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيه، سيده.
هديا. ممكن تغطيه بورق حيت مزيان؟
اش هاد الشوفه. هاد الطريقات مزيانين.
كاين ناس جرحو.
عفوا. فين المحطه هنا؟
ايوا، عندنا حجز باسمك.
عفوا، نتا بغيت نمشي لفندق ديالي ف المدينه ب لوطوبيس. فين نقدر ناخد لوطوبيس؟
فرخه، من فضلك
هاد سيغول ديال الغرفه 201. بغيت نطلب الفطور غدا.
اش نوضو علي التحرش الجنسي ف لماكله د الخدمه؟
عندي خواتات جوج.
رقم الطياره تنين صفر ثمانيه، ل طوكيو.
خلينا نضيف بادينج من الداخل.
خلينا نتقابل ونشوف هاد الشي بالتفصيل.
كيف تريد تسريحه شعرك اليوم؟
ممكن تقولها بلفظ تاني؟
نقدر نستفيد بلي ما عندك.
خلينا طاوله قريبه من المسرح.
مابغيتش. خير، ونتي مخدش لبار؟
هو طويل تقريبا 2400 متر.
دخول. عطينيها علي الطاوله هناك.
خلي تبطل رقم بطاقتي.
انا اسف، كلشي طلع، ولكن غادي نجيبوهم فبقا قليل د الايام.
قناه حبه قهوه؟
ما عندي موعد، ولكن هادي عاجل.
هادsi ماشي مصنوع بطريقه جيده.
وين الدرج اللي كيدير راسو؟
كاين بروشور علي الاحداث؟
فين مدخل المترو؟
خسرت تيكيت طياري.
ما تقدرش تبقي هنا خلال العطله؟
انا اسف جدًا علي اني ازعجتك.
كيفاش تقدر تحجز الحفلات؟
في حمام عام قريب من هنا؟
اش هاد المجموع؟
هاد خير بزاف. دابا لاسءله، عافاك.
كاين فلوس صغيرين باش نديرهم ف الماكينه ديال الباركينج؟
اعلي بيع عندنا خلال السنوات الاربع الماضيه كان جهاز نسخ اكس-4 5 0.
اش ندير لشمال؟
كاينين شوفيرات طيران كيهدرو اليابانيه؟
غالي بزاف، مشي؟
خدوا 99 مره فالنهار، قبل لوجبه.
كنحبوه.
خادش طريپود.
خادش جاكيت رياضي.
تقدر تسكن عند داري.
مشوار نركز كرسيي، عفاك؟
مزيان. كنت كنشوف تاكسي، ولكن هادي احسن.
القشاب الكبير. هو مصنوع في بريطانيا؟
خاي نرو لحوارڤرد سينتر. ممكن تقول ليASH كي نوصلو؟
زوجين وكولين، عفاك.
اش حاد اللّيص؟
ستار وورز كان اكبر نجاح في تسع وتسعين واربع.
وين قسم اللي ما كيدخن؟
هدي "T" زي توم، اي وانا عنديها هنا، طارو.
نعتقد انها جميله من الناحيه الطبيعيه.
خاد شويا تّفاح، عفاك.
اش هاد؟
اي بطاقات الاءتمان تقبل؟
ماشي مشكل عندي وقت كثير.
خير، وقت الغدا جاي. كنتي عاوز ناقشو فيه علي الغدا؟
الكاميرا ديال التسجيل طّلعوها من غرفتي.
مرحبا، اسمي اودا. عندي حجز لليله اليوم، ولكن ساكون متاخر قليلا في تسجيل الدخول. لذا، من فضلك احتفظ بحجزي.
هاد لعبات قويين؟
قول ليه انا في انتظار مكالمته.
قول كاين ان انفلونزا كاتنتشر هناك.
توا داز.
انا اسف. ملءين غداً ليل.
كن مع اصحاب.
علي حسب غورو، سي يامادا عندو جوج ولاد.
راجع هاد الشي تاني؟
نحنا بغينا نديرو طريق ثاني للبرج ديال لندن.
ربطو حزام الامان ديالك.
الкод ديال المنطقه هو تلات. الرقم ديال التелефон هو تنين تلاته اربعه تلاته اربعه صفر صفر.
عفوا. فين كاين كوبري قريب هنا؟
عفوا، بغيت نستخدم الحمام.
مشتغّل.
لباسو دايما قديم.
كاين لحوم البحر؟
هاد غالي بزاف.
بغيت نعمل هاكا، لكن خايف ماقدرش نجيبها في هاد المره.
خير، ماعرفش بعدا، ولكن غادي نجرّب.
ملح، من فضلك.
خد غرفه التغيير ديالك هناك.
تسعين دولار للطريق الواحد. نقداً او بطاقه؟
خليك طاوِل الطاوله ليا، عفاك
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
اش نوضو د الخدمه؟
لفّهم علي حده.
ڭاربي كيحس بثقل.
هاد كيهدر مزيان. فين نستنا ليك؟
نشدو نلعبو ملي يخلصو؟
السكان ديال لياپان كيهضرو علي ميه وعشرين مليون.
ملا المعلومات التاليه علي بطاقه التسجيل.
خليني ن_RETURN ليا حاجتي؟
كاين عندك شالات الحرير؟ كنلبس هديه لمراتي.
هنا جايين دابا. شنو رقم غرفتك؟
سيدي كوباياشي كيشوفك.
نحنا بغيت نسافر من شانغهاي ل هاواي بالبحر.
ممكن تبعث حد؟
يمكنك اعداده جاهزاً بحلول الخامسه مساء الغد؟
كتاخد عشر دقايق مشي علي رجليك.
قبل ما نلقي اليوم، ممكن تعطيني شويه دقايق؟
فين ندير سيارتي؟
كانحس بارد و بطني كايعصبني بزاف.
سكوتش وميه، من فضلك. و كاين شي ناكل؟
كيفاش نطفّي هاد الضو؟
واش مشغول بزاف النهارده؟
خيط بغيت شويه ديال الخيط.
خليتي شهاده طبيه، عفاك.
خليها اقصر ببوصه وحده هنا.
ماشي عارفاش. عطيني دوا.
مين فايق جريده يابانيه، من فضلك؟
مزيان. يمكنني نزول السياره في اي مكان؟ شنو ثمن النزول؟
اي اوتوبوس مشي ل لمدينه؟
كاينين قاطعات ل بوسطن؟
كُن شريك لي في المراسله.
غادي نكون عند صديقي.
مبقيتش نايق، ما نقدرش نستنا في مكاني.
نقدر نزلت ف الفندق د هيلتون؟
خليك غادي تحذفه.
روح لليسار في هاد الشارع وتاخد الاولا لليمين.
خاينا نعرف اا ممكن نوصلهم هادي لپلاطو ل طوكيو.
خادش قوه جسميه.
كاينش اكل ما كيحرقش؟
قريب بزاف باش نمشي؟
خادش كريم ليدي.
خليك هادي عطيني الملح
خاي نرو ل وول ستريت. كيفاش نوصل لهنا؟
ريّاضه كثيره غادي تضرك.
بما فيهم الفطار، الضريبه، ورسوم الخدمه، غادي يكون 45 دولار للشخص لليله.
ممكن تصلح هاد؟
عصر الخير. مرحبا.
ما لقيتش حقيبتك.
امشي مستقیم، عفاك.
ماء هنا امن للشرب؟
اه، تعال. غير عشرين درهم.
رجا عطيني هد اللباس بقياس اكبر؟
خير، نروح. نقدر نساعدك في واجبك بعد ما ناكل البيتزا.
نعم، سيدي تاناكا. في رسالتين لك.
ماكايناش لي
غدا يوم اخر.
يمكنني مساعدتك. هل تحتاج الي فيتامين سي؟
جيبتي تسرقلي ف الطرامواي.
بَعيد بزاف. احسن تاخد تاكسي.
نحنا بغيت مقعد في الممر، من فضلك.
نعيش في شقه ب 80 الف ين في الشهر.
مشيت نقاطع؟
خليني شوف واحد اكبر.
عفوا. ممكن نبدل مقاعد؟
ايوا، بالتاكيد.
ارحل لحد النقطه ودر بشمال فالتيران
كنتي بغيتي لولّاع صغار ولا لكبار؟
خليتي وحده مع حمام ب 80 دولار، من فضلك.
خايف ندير قيمه لي ف الخزنه د لوطيل.
كاين غرفه مفتوحه لهاد الليله؟
ايوا، ولكن كن متاكد ان عندك تيكت معاك.
قله من الناس غادي يشاركو ف الجوله الاختياريه.
ماشي. لا باس، خذني لمركز تشيناتاون. غادي ن попыт نلقاه بنفسي.
ناس جداد كيتخدو ف ابريل.
ماشاء الله
جوج ويسكي مع ماء، من فضلك.
من كايلعب؟
كنتي تقدر تاتصل بي اذا لقيتي شنتيتي؟
لفوق الشمال، من فضلك.
واش غادي تقف معايا ل لفوتو؟
لا. كنتي عاوده تبلغي عليه؟
سن هذا ف الوسط علاج
اي لعبه كمبيوتر هي الاحدث لشخص في الخامسه عشره من عمره؟
نشاهدك غدا
كاين مطعم رخيص قريب هنا؟
لا، لكن شكرا. نشطت.
كاين خبز عندك؟
كيفاش كتجيد العزف علي الكمان؟
صاحبي طاح و وقع ف الصالون ديال الدوش.
مينفعش نلقي صحن لجديده؟
المسيحيه كانت ممنوعه و الديور كان مغلق علي باقي الدنيا.
اش غادي تاخد؟
كوكتيي لجمبري ليها و نفس الشيء ليانا.
مومكن تقول لي تسجل هنا؟ وراح نحتاج لموافقتك هنا.
كان لي شرف كبير بزياره مقركم الرءيسي واجراء مناقشات مهمه معكم. شكرا جزيلا علي تعاونكم الكريم.
خدك كيخربق عالوي
ما عجبني اللون في النهايه. يمكنني ارجاع هذا؟
خرج من الباب داك، وانتظر عند المحطه رقم سيته.
فرخه مشويه، من فضلك.
فيناش شويعه؟
نعم، ناقرا شيءا.
هذا السيد تاكاهاشي في الغرفه 549. ممكن ترسل ليا اربعه عبوات من بيره بودвайزر، من فضلك؟
هادي سبعين دولار.
اتصل بي ف الفندق ديالي لما تلقي شنقيطتي.
نحنا بغينا انك تيقظني ف الساعه تمنيه و نصف غدوا، عفاك.
ايه، بس هادشي كثر و انا ممتليش.
خادش مياه للفم.
ماشي عارف نعمل والو.
كيهنّاك تخفيضات علي الكميات الكبيره؟
طوكيو صفر ثلاثه اربعه تسعه اربعه خمسه سته سبعه
واش يمكنك تعاوني نلقي الحديقه للهوايات؟
غادي تقولي كيفاش نضبطها؟
علاش ساعه غادي يخلص الجوله د لوطوبيس؟
كيفاش كتخدم التيليفون؟
اكيد. عنديا كتابات حلوه ديال لامريكان الاصليين.
مُشغّل يَتحدّث اليابانيّه، من فضلك.
كنّنا مهتمين بالموضه.
ماشي مشكل، يمكنني اساعدك؟ او ممكن تساعدني في دفع السياره؟
هادا كليニック اف؟
مرحبا، السيده ياماغوتشي؟ حزبك علي الخط. مكالمتك مقبوله. تابعي من فضلك.
فين نقدر نشري تيكت كوبون ليفت؟
ا什 نو عادين ف لوس انجلوس؟
مشي مستقيم لمده خمس دقايق تقريبا، ودرج لليسار.
هادي الطريق ل الجيهه د الشاطء.
هاد الشاي ديال الاعشاب كيخلي الجسد يرجع ليه نشاطو.
هادشي مكينش مصنوع في اليابان، هوا؟
مزيان. هادشي راه. غادي نوري ليك غورك.
خايب نخرج من الفندق قبل الظهر.
هامبورجرين و قهوتين، من فضلك. نبدا ناخدوهم برا.
نقدر ناخد هاد الجوالات الجتنين؟
خدت اللحم، ما خدت الحوت. ممكن تغيير هاد الشي؟
ولدي تماماً تعب.
مريض بلبطني
هاد الجاكيت ماشي مقاسي.
كنلقي سي ويليام.
كيهضر بسبع فيتامينات و معادن.
السن ماشي عالق.
هل يمكنني الحصول علي استرداد المبلغ عندما اعود الي اليابان؟
اش نواع البلاي دي مصنوع منو؟
اي بلاد داز من؟
ممكن تعمله في عشر دقايق؟
ما كينش جيد ف الانجليزي. قريبا حدا هنا كيهدر الياباني؟
فين نلقي تيكت لميترو؟
غادي نبعث ليك عشرين نموذج اضافي.
ماكنش ناقص لي باش هادشي لان بشره ديالي جافه بزاف.
مين فايق الجدول الزمني، من فضلك؟
ايه، نعتقد نستني.
تسع وتسعون دولار في الساعه لكل طفل.
انا اسف، مبيعاتنا انتهت.
اما يكون حادّي.
عندي ماطيري الخاص.
مفتاح الغرفه، خمس وميه ثلاث، من فضلك.
اشنو ساعه كايعرض فيلم Terminal Man؟
فين الحلاق؟
ف السابعه د الق Ahmet, عفاك.
شنيتي مكسوره.
زياره الاماكن السياحيه.
انا جاي من اسبانيا.
حاجه ماشي صح مع هاد البطاقه. ممكن تعطيني وحده اخري، عفاك؟
عندي حكه علي ذراعي.
ارسل هادشي بالبريد الجوي لليابان، عفاك.
فين اقرب صيدلي؟
نبي خمر اخر، من فضلك.
الناس كثيروا حلوين.
كَم شاي اَو مَشروب مَضمون فِي الثَمَن؟
كملت هاد الشي.
وين باب الصعود للطيران ده؟
اذا كان فين واحد متاح، ممكن تحجز لي طاوله عند النافذه؟
كانعلّقوประกาศ الصعود لاباس؟
كنا في علو ديال 12000 قدم.
اولا، كنعرفو نشوفو وول ستريت.
وين محطه البوس لاكسفورد؟
ننتظر حتي يتوفر التراس.
نشوفو بعض الحقاءب الجلديه؟
خدو شوفو التلفازه. كاين مباراه ديال البيسبول.
غادي تكتب عنوانك هنا؟
قولي لي فين اقرب صيدليه.
للفندق ديالي، عفاك. هاد هي العنوان ديال الفندق ديالي.
كيفاش كاينين البلايص الاداريه غير طوكيو؟
قلب الهاتف و انتظر شويه من فضلك.
اش نوضي عاديًا ف الدار من بعد العشا؟
بكل تاكيد. امتي بغيتي تلعب غولف؟
غادي تكون فدار حوالي تلاته
خاي ناتاقي للسفاره اليابانيه.
شوي اكثر.
وين كايخرجو الباصات ديال السياحه؟
كيفاش غادي تحسب ليهم باش ترسلهم لليابان؟
ما عندي نادي ولا حذاء.
الياباني ين ممكن؟
كاين عندك موستانج؟
غادي نقفز من هنا؟
سيدي كاواي، عندنا طاوله ليك دابا. تعال هنا، من فضلك.
اكيد. انزل الدرج هناك وقرب منك وغادي تشوف تعليمات. خليك تتبعهم बस.
الڭونطر. كيفاش نخدمك؟
خليك عطيني عند فندق هيلتون، من فضلك؟
كثير ما تخدم تا اللي ليل؟
اسف جدا، لكن ماعندنا غير هادشي. اش غادي نقرا من الجراءد النڭليزيه؟
طاوله ماشي للمدخنين، من فضلك.
خليك ديرني قبل ما نوصلو لدارهم
هاد طازه؟
ماشي صح. كنتي دايما كتتعالجني.
خليك عطيني شوف بعض الفساتين؟
نطقها، من فضلك.
كنشرب الخمر و كنسكر.
خد بالك من النفس، حيت لجو هو بارد و كيبدل بزاف ف الجبال.
شيك المسافر والين الياباني، مزيان؟
اسف، لقد تاكدت مع خدمه النظافه و مكتب المفقودات. مافيهومش.
هاد المكان صعب نلقاوه. جاي في طريق صغير قرب الطريق الرءيسي.
ما عارف والو
نقدر نتناقشوا فيه ف القهوه.
فهمت، باش نتا ما خصنيش ندفع مصاريف التغيير، صح؟
المشغل، من فضلك.
ممكن تقلل السرج شويه؟
واش غدي نزلك لي الليله؟
حسنا، غادي ناخد جوج فقط. شكرا.
هنا فاتورتك. هي تلاته وتسعين دولار وسبعه وسبعين سنت.
مزيان عليك
خليها طاوله مع景ه ليله مزيانه.
هاد الشي मशين او بيدي؟
كنبغي نكرا هذا النوع د السياره ل 24 ساعه.
كان جميلاً جداً لقاءك.
انحزر.
خلي نشوفك دابا.
خليك، فكّر شحال من وقت غادي ياخد لو سال سءال واحد اخر لكل واحد. هيا، عجّل و خذ حقيبه ديالك. غادي نروح لبيان الجمركي بعدا.
شنو الوزن؟
كاين مطعم صيني قريب من هنا؟
المنصه رقم خمس هي هناك.
اشنو وقت الماتش د لكوره؟
ماشي عادي. ممكن تتحقق من كاميرا ديالي؟
قَهْوَه مَعَ كَرِيم و سُكَّر، مِن فَضْلِك.
نعتقد فيه غلطات في الفاتوره.
خليها لي هادي.
هاد باب سبعه.
انت اسكتلندي؟
تلات-جوج-واحد-جوج. انتظر شويه، مزيان؟ بغيت نرسل ليك حاجه هنا. عفوا.
ميه و خمسا و تلاتين ين ل الدولار.
التنانير القصيره مع الحذاء العالي ما غاديش يخرج من الموضه.
مينفعش نكلم المدير؟
لما خدامه ديالك مختلفه علي العداد؟
اشوف هاداك؟
وعدت روحي انه لو شفتك غادي نتعرف عليك.
اش غادي منين دابا؟
ماشي عارف نعمل والو. يمكن تقدر توصلي دكتور؟
حفلهك دازت. ا继续.
كاين عرض علي الساحه؟
المرحاض ميكنبش.
اش حال من هنا ل لمجلس لبلدي علي رجليك؟
خد هاذا الدوا بعد كل وجبه لما كيتعصر بزاف.
نتي حط الفلوس في كيس مصوّب خاص سميتو شوجيبوكورو.
حَدَّكْ مَجْرُوح.
كنشوف شكون حنا غادي ندير ليه؟
كاين خريطه ديال المترو؟
عندي غرفه جاهزه ليك في الفندق الكبير. ممكن تروح هناك؟
عندي الم في عيني اليمين.
ما كينش جيد في الالمانيه.
خلينا نلقاو تاني بزاف.
غادي تاخد في هاد اللباس ديال الرجلين؟
ماشي مشكل، ممكن ن 借 لي ركيت و كوره؟
كينشوفو تقدر تزيد فلوس صغيره؟
كنقدي نصف كرافه؟
مرحبا. انا جون.
ناكاي
ماشي مشكل لو صوره ديالك و تاكسي ديالك؟
كنت داكرت علي شنطه مفقوده من ثلاثه ايام.
نحب نستافد فندق رخيص.
اوه، في بزاف د لمواقع اللي غادي تلقي فها ف جريينيتش فيليدج.
في الشغل. عندي علاقه عمل هناك.
كايبان مع قندوره ديالك.
راح تتحفظ علي شنطه ديالي؟
كيف تشوف هاد الفكره؟ منّا مقبولين شروطك ديال السته اشهر د العقد ماشي مشكل معانا، علاش كون هاداك تقبل لينا حق بيع لمده سته اشهر من بعد ما يخلص العقد
عفوا. كنتي عارفه نيويورك بالضبط؟
هنا غادي نستنا. عطينا ديك الساعه ماشي جاهز.
كنبغي نشوف جراح.
هاد المكونات طبيعين؟
كنبغي نركب في سياره رياضيه.
الкод ديال لمنطقه هو صيفير تلاته. الرقم هو تلاته وحدا اتنين تلاته اربعه خمس سيته سبعه.
مرض بزعما.
سياره صغيره جدا تكون الافضل.
نحب نرسل هاد الشي général delivery.
خليني ندير هاد المكالمه للي مسءول.
اي مقاس بغيتي؟
يا ربي، ما كنتش عارف كان عندي هاداك الشي.
كاين بوكسات ديال شحن البارصيلات؟
واش هاد لشركه د الطيران غادي تدفع فاتوره لفندق و لاكل ديالي؟
هادشي كولشي شنويا؟
كيف بغيتي تقول المكالمه؟
خايب، غالي. مش مصنوع في اليابان، هوا؟
خليك عطيني الملح؟
وين اقرب مطعم من الفندق هذا؟
كنبغي شامبو للشعر العادي.
اشنو وقت غادي يتحل؟
نتمني ليك عام مجيد وسعيد.
راني بغيت سبريت كبير.
قوليها تاني بطيء.
عفوا، نتا حاب نطلب اوامر.
عندنا جمبري نيوبرغ و ساق خروف مشوي.
خاينا غرفه لمشهد جميل.
تلات كءوس من عصير الشمام، من فضلك.
عندي تلاته ولاد.
روح مستقیم من هاد الفسحه و دري لليسار ف النقطه. غادي تشوفو علي يمينك.
هادي جوله كامله لليوم؟
كيفاش غادي يكون الخدمه ديال التيكيت لجوله مزدوجه ل牛كسفورد؟
نروح لنادي رياضي كل يومين.
وين ندير فالدوره؟
اي وقت هو وقت الخروج؟
كيفاش غادي يكون لوجوه ديال الدليل فاليوم؟
فين نلقي دي سي ديات؟
عفوا. انا طالب جامعي من اليابان. هل انتم طلاب في جامعه نيويورك؟
كيفاش غادي تقدر هاد الخطه؟
اكي، عارف مخزن اشرطه قريب هنا؟
فلاش ولا كريدي؟
نخدم ف شركه تجاريه.
ماشي من الادب ناس يسالو علي كم درهم كي ياخدو.
هادو ليفايز اصليين 501؟
اش نوحا نغسل؟
ماكاينش تبدو اكبر من واحد وعشرين عام.
فهمت. بالفعل، فيه فيلم سريع داخلوا. كنتي مشي عارفه لو ناخدو؟
اشتريته حالاً.
غادي نجيبو واحد فورا.
تمام دولار. ودابا جاي واحد دلوقا.
ارضوا عرضوه مع मदونات الشراء للهيءه الجمركيه في المطار.
كاينين عروض في المحلات التجاريه دلوقا؟
المشغل، خذلي لمحطه النار.
عندي بطاريه ميته.
وقف عند العبور اللي جاي.
واه، ها هو. واش كل واحد غادي يملء هاد الاستماره ديال الجمارك؟
واش اسمك اشنو؟
كاينش مشكل لو gọi كوليكت؟
مرحبا. كيف حالك؟
وين قسم السفر؟
اش نواع اللي بغيتي تحدت معاه؟
انا اسف، مشي هنا الحين.
شوف هاداك. شوف هاداك. غادي تقوليلي الفرق بين هاد الراجل و هاد الراجل هو الحظ؟ محمد، وقف، عافاك؟ ماشي مشكل معاك تنزل هنا. انا متاخر. صديقي، كان سعاده لقيتك، ок؟
كايطفي غرفتك علي المدينه؟
كاين شي رسايل لي غادي نقرا ليهم؟
بازه غالي. ما نقدر ناخدهاش ب 3 دولارات؟
خلينا غرفه من الجوانب.
غادي ناخد كاس د لخمر.
انتي جميله.
خاطري غرفه مزدوجه. شنو الثمن ديال الغرفه ليله؟
كيهدر علي تسع وتسعين ميل بعيد.
فينس وليندا باغين يكونو لوحدهم، فهادشي خايف غادي نضطر نبقا هنا الليله.
خلي هاد الجواه تحت الحجر.
اسمي ساتو.
كنعرف نادق قديم د الجاز ف الدار البيضا.
ناخد هاد الطاوله د لءت.
نحب نجرّب نفس الطبق ديال هاداك.
من بعد نهدرها.
هاداك تا اللي درج الرابع؟ لا، تا اللي درج السادس؟
جلد التمسه؟
خليها في كيس الغسيل و خليها هنا.
خاين نطور هاد الفيلم. امّا غادي يخلص؟
لا تدي هاد المفتاح لحد غيري.
خاي. غادي نجي نقيك من الفندق في ثمانيه د العشيه.
الشباك مزيان.
خلي شعري القصير يهبط، من فضلك.
كل مصاريف النقل مشتمله؟
دار الاوبرا الميتروبوليتان
وين مكتب الكراء ديال السيارات؟
كان عندي حمي منذ ليله البارحه.
ماشي علي ذوقي.
اش نووع خضره عندك؟
نحنا بغيتو داءم مفتوح، عفاك.
اشنو وقت جا الدكتور؟
لونو غالط
السنان طار.
هاد مقعد في الوسط ولا عند النافذه؟
انا مهتم بالتنزه في الجبال.
مومكن تسلم لي شكايتي لݣرفه؟
خليني شوف واحد للبنت الصغيره.
قرب هنا شويا
كاين عندك حاجه ب تقريب 80 دولار و 0 سنت؟
عطشان
ما عندي حليب، من فضلك.
عندي ثلاثه حقاءب.
فين البحيره؟
عفوا. اضغط علي الزناده من فضلك.
ماشي مشكل، يمكن لي نلقي مجله او حاجه؟
جنوب.
كيفاش غادي يكون سعر التيكيتات ديال البلكون؟
كنّا بغينا غرفه كتطل علي البحيره.
كاين مشاكيل البريد قريب هنا؟
مزيان. غادي نديك هنا.
الجزء المكتوب بالخط الماءل يشير الي التغييرات التي حدثت في التسعينات.
هو عندو ثلاثين عام
مزيان. ممكن تكتب العنوان مره اخري علي هاد التوجه؟
خاي نروح ل هارودز. ممكن تسوي لي خريطه، عفاك؟
اش نوضي متا ما عندك وقت فراغ؟
كاين بطاريات للكاميرا هادي؟
خديني كابل د لينطلاق.
كنتي اخر واحد في هاد الصف؟
نعتقد انها محجوزه بشكل مزدحم.
رمايه مزيانه. خرجت للتو.
واش كتقدر تقل لي علي الاماكن اللي فيها مغريبه؟
كاينين مخازن كبار قريب من هنا؟
انا كذالك.
نحنا بغينا نلحق من سان دييغو.
كانت فكرتني ندير ديك اللقصه الفصل الجاي.
الحمرا ما كا بارد بزاف. غادي تحيدو ليه البروده؟
يمكنك تغيير هذه الاقراط الي مشبك؟
اش غادي نтересك اكتر دابا؟
خاين عودتي الفلوس. ممكن نرجعلي فلوسي؟
ماكنش نلقي شاي بحال هاداك في بلاد خرا.
اذا مشيت تشري هادشي تا، غادي يصير لمبلغ ديال بدون ضرايب.
مشيت شوف شهاده التلقيح ديالك، عفاك؟
كيتسافر بزاف؟
انا جاي من ميريكان
عندي تيكيت طيران ل سان فرانسيسكو.
اذا كان بعيد عن المحطه بخمسه عشر دقيقه فقط، غادي نمشي.
نحب نستافد لفندق اقل تكلفه شويه.
البونساي كيحس بيهوا هوايه شيخ.
ما حددت حتا هاد الشي بعدا. ممكن تديني شويه وقت زايده؟
عندي صداع
كنتي جاي معيا غا القهوه؟
خدي شهاده طبيه و استلام للباطه ديال التامين.
لا لا، عجّل بزاف. ماباقيناش وقت.
ما بغيت نفق اكثر من عشرين دولار.
ليش الطياره ما كاتحلقش؟ قوللي شنو كايدير.
كيفاش غادي نقرا؟ ممكن تكتب ليا الفلوس علي ورقه؟
كنبغي نكرا كرسي شاطء.
نتظر دقيقه، من فضلك.
اش كان لازم السيدات يلبسو روب ديال العيد؟
ماشي عرفني.
عندك سيجاره؟
اذا كان الريح مشي قوي، نقدر نمشي ل تيكي بوينت.
مزيان.
غادي نغلق دابا. شكرا علي انتباهك.
كاين هاد الشيء بغير داك اللون؟
من هو؟
عفوا. ممكن تقول لي فين موقف تاكسي؟
واش غادي تشرب؟
هنا هو.
فين اقرب دكان لحديد؟
هم. ما كيتعملش، عاند؟ تقدر تتحرك لكرسي خالي، اذا كنت بغيتي.
كنلبغي هاداك.
مزيان سيدي. اش نتا بغيتي للهدفه؟
كوتش او بولمان؟
شيكات المسافر. شكرا. هاد تاوناتك و بطاقه الصعود. كن هنا، من فضلك، ساعه قبل موعد الطيران.
اوجاع حاده.
اسمو غورو موتوياما. و الرقم هو 0332612495.
انا مريض بزاف.
اي شي حدان ل "حب كوسي"?
مزيان. غادي تشرب قهوهك دابا ولا لاحق؟
قوليلي احر نادي ريجي في نيويورك.
كيفاش منتوجك مختلف علي منافسيك؟
ماشي عادي ماحدش كايسمع لتعليمات السلامه؟
واش الطريق الخلفي خطير؟
نعم. رجاء اتبع الاجراء اللازم.
نعم، واحد فقط. امّا غدي نعرف؟ كيف غادي نستافد؟
هنا بطاقتي الشخصيه.
كنفضل طاوله عند النافوره.
قوليلي شنو ارواح اقل تكلفه باش نروح سان فرانسيسكو.
كنتي عارفه المطعم كيوا؟
طريق واحد
غادي نعيق جالس هنا كلو ناكل بلا وقفه.
كاين ناد ليليه مزيان مع عرض فلامنكو؟
هدي قندوره جميله لابسه.
رجلتي تعاني من الالم.
وين اقرب غسيل؟
ماشي مشكل، تقدر تبدل معايا المقعد؟
مقاعدنا تفارقت.
حقيقي، كنحب نضمن هاد الباقه كمان.
لفاتوره جايه مءه دولار.
مخارج الطوارء كاءنه فالدّير، والنص والخلف ديال هاد الطياره.
مزيان، حجزك تاكيد من جديد.
الكعب عالي بزاف.
خلينا طاوله فالتيراس.
كدا يعني الفيلم ممكن ماشي مناسب لولاد تقل عن خمستاشر عام. دونك الاباء يفكروا اوا يخليو ولادهم يشوفو الفيلم ولا لا.
كيف بغيتي الفلوس؟ من فضلك املا هاد الورقه و سين هنا.
ميرتاحش بطني في بعض الاحيان.
كاين عندك اطباق بقليل دالكوري؟ انا ناضل علي رجيم دلوقا.
ما فيش مشكل.
ايوا، عندي تيكيتين لجايانطس ودوجيرز.
نحنا واحد من اهم الموردين ديال الحاسوبات الصغيره.
شكرا. انا كذلك. مع السلامه لحدها.
توام مع حمام، من فضلك.
نزلت من الدرج.
اي بوظه تنصح بيها؟
هم. هاداك. لون جيد عليك.
وين كتوب اللغات لبرانيه؟
شريحتين و سبرايت
خليني سيجاره
ممنوع يدخل البلاد- اسف. زعما هاداك راه دار لينا كلشي.
ايوا، انا هو. كانو كايعيشو قريب مني ف كاليفورنيا ولكن نقلو ل فلوريدا من سنتين. اش خبرك؟ كتسافر لوحدك؟
مريض.
ولدي كيحملو من لحراره.
ف هاد القياس، عفاك.
اوردر د لمريتات الثقافيه كيتعطي ل لفنانين و لعلماء اللي دارو اعمال متميزه ف هاد النّهار.
انا ياباني.
غالي بزاف.
ايوا. خذ اوتوبيس لي مشي ل كيوتو-ايكي.
هاد شي خاص ب اللي عندو عضويه؟
الغرفه كتخلص سيته الف ين ليله.
نقدر ندير هادشي ف الطياره؟
خايب. كلشي بغيت نعرفو هو اا البيزنيس غادي يدير راسو من بعد.
مزيان. كنتي عايشه شال يلاه؟
شحن البطاريه، من فضلك.
انا جاهز لامر الشراء.
الملاحم العشبيه ديال الحمام خلاي جلودك تحس بلي ناعمه وملساء.
كتّب اسم الشركه ديال الطيران و رقم الرحله حتي هو.
حقيقي. النهارده الاحد، والاحد هو اسوا يوم.
ايوا، هادي مشكله ناجعه من التخلص من الفواقد.
كنبغي لي هاد النمط في طاوله خمس اشخاص.
كثير من العاءلات عندها دخل مزدوج.
اوه. هاذ الفضه نادره "القمر و الجرس". متاكد مشي عاوز تبديله؟
امي و ختي جايين من اليابان باش يزوروني. غادي يوصلو هنا hacia الساعه سبعه د ليل.
البراون مشهور بزاف ف هاد السنه.
فكره مزيانه. امّا غادي تجي؟
خاي. قرسيين، عفاك.
فين السوق؟
كنحلم بلي نلبس بدله السباق الجديده ديالي.
كنعتقد انكم انتم مجرد اكل الكعك.
كيفاش غادي يكون الثمن ديال تيكيت الدرجه اللوله ل ادنبره، من فضلك؟
بزاف هاد الفلوس لي عطيتني فيهوم نقص عشره دولارات.
خدت كلم سي سميث في الغرفه 201، لكن ماجاوبنيش. عطيني شوف اا مازال كايقيم هنا؟
نحب واحد حديث.
نخدم ف دار النشر.
كنتي شدي هاد الفورم؟
اش شارع هاد؟
قادر تقول لي وزن هاد الباقه؟
اش نوڭولو هاداك ف لونڭليز؟
استمر قدام ف هاد الصف، من بعد غادي تلقاه علي لجانب لليمن.
نحب نءمن هاد الشي.
صباح النور. هاداك البورطو. كنعاونك؟
مزيان. دخل من فضلك.
ايوا سيدي. كنجي هنا كله لفطور كل يوم، من الاثنين ل الجمعه، قبل ما نمشي للشغل.
ماشي مشكل
خليك جيبلي تلاته اثنين سيته اثنين تيسعه واحد ثمانيه.
ايوا، نقدر نخدمك من السابعه.
استلق هنا.
خدّام سريع بزاف.
يمكن يلاقيها بعدا.
درج لليسار ف الالتقاط الجاي.
عفوا. كيف نصل للبنك؟
كاين خدمه اوتوبوس ل لمتحف ديال فورد؟
ايوا. اسمك و رقم غرفتك، من فضلك.
اش هاد كيفاش وقت اللي غادي ياخد لما يوصلك لليابان بالبريد الجوي؟
مزيان. شوفاك في الجوج عطاش يوم الحد (or in a more formal tone) طيب. هتشوفك في الساعه ثنينيه يوم الحد
نحنا بغينا نمرو من نيويورك لتورونتو.
الزّيپَر مكسور. عندك غيره من نفس النوع؟
هاد ماشي نظيف.
ممكن تءكد لي رحلتي جوا؟ هاد هو تيكت طياري.
كاين هاداك ف لخضر الغامق؟
واش غادي تخرجني لكانتربري وتردني؟
مينفعش ناخد شوكه جديده؟
شكراً جزيلاً علي لطافهك.
اسف، ما بنعطيش تيكات للسينما.
بغيت نشوف هادشي.
واه هاديك فيناع. شنو غادي ندير؟
بغيت نطيل ماكثي هنا بزاف يومين.
بدللي مقعدي.
عندنا اليوم جمبري مزيان بزاف.
اش هاد الخدمه مفتوح؟
كاي煙 ولا لا؟
غالي عليّ. ما تقدر تقلّلهش؟
مفتوح يوم الاربعاء صباحا او يوم الجمعه بعد الظهر.
ما حجزتش غرفه.
علاش الصيف فญيبان عادهً حار بزاف، و مكنعرفش النكليما ف لوقت القديم.
يمكنك اتصال ليا بطاكسي ف الساعه ثمانيه غدا الصبح؟
خايب.
ليش ما نستنا البوس تحت السكيا؟
تعال، كنجي. خلي نوري عليك المكتب.
ايوا، مفتوح من التاسعه لالتاسعه.
ما نقدرش ندير حلم ليلاً.
كيف اثر الركود علي الاعمال؟
عندي موعد تاني.
مينفعش نلقي خريطه الطريق لل مدينه؟
الحاجه اللي كنت كنقصها.
ما فهمتش شرحك.
خص نصلوص. مخليين ل بوسطن.
وين احسن مكان للسياحه؟
قوي ولا؟
متعت نفسي بزاف.
خلي بالك، نحب نكون وجهي اصغر شوييه مثل جوليا روبرتس.
خد هاداك، عفاك
رّحّالين لي غادي يخرجو ف طياره ABC Airlines رقم 703 لي غادي ل طوكيو، عطو ل باب نمره 20 باش دوزو ل اجراءات ل حكوميه.
فين موقف اوتوبوس B؟
فرد ل فرد، من فضلك.
فين نلقي غطاء طاوله؟
كيفاش نختار مرشد كيهدر اليابانيه؟
خلي نصورك؟
ما كليتش هاد الطبخه.
قطعت اصبعي. فين ماده معقمه؟
خليتي ناوع طابع بوحدو خمسه وتسعين سنتيم؟
نكون هنا ربع ل ثامنه.
خادش عطر.
مين فاتحلي الجدول ديال المواقيت؟
كنتي مخلصه ل لمدرسه هنا؟
اش هاد فيه؟
هاد الفندق د هيلتون بعيد من هنا؟
ممتن كنت đặtيتو ف طارتي.
ايديك في الجو.
كاين مطعم تقدر توصلهلي قريب هنا؟
اش غادي تحب، غامق ولا فاتح؟
اش نوضي فين غادي نطير؟
تيكيت النقل، من فضلك.
فين مكان حلو نروحو ليوم واحد؟
خاينا الكيس ليكلي الحمر في نفس الشكل دي.
بازي مازال غادي نعمل هاد الجدول؟
اشنو ساعه تفتح البنك؟
مريض
كنحس بلبلبه. ممكن تعطيني خريطه؟
خارج
خدوني لمستشفي
خليتي نجي للمستشفي كل يوم؟
باطا كيدربني
كيفاش غادي يكون الخدم ديال البريد باش نرسل هاد الرساله لليابان؟
خاد شري واحد الكاس.
خادك تيتسنا تيجي يخدوك من المطار؟
الرّكوب يبدا ف 4 و نصف فهاد الساعه فهاد الوقت، عافاك كون هنا قبل داك الشي.
من تلاتين الف ين
وين نلقي كارت التيليفون؟
كانقدر نردو فمدينه اخري؟
نحافض 12 يوم.
خلي ال顶 طويل شويه.
خادش طبيب مختص.
شوي دقايق، عفاك.
التراكم رقم اربعه عشر
انت كذاب؟ عندك اختيار كبير جدًا.
ما قادرش نلقاهم فين ما كانو.
كاينين مقاعد فاغين ل لندن؟
خدي نسخه من تقرير السرقه.
كايكون بلوك واحد لتحت في الشارع.
ماشي مشكل، عطيني نور معاك؟
هاد السيجارات خفيفين؟
مزيان. نفس الحاجه.
القطار التالي في ساعه واحده.
كنبغي لي اطول قدامات الجاكيت ديال الرياضه.
عندي حجز. هادي رقم التاكيد.
عيد ميلادك قاديم.
القطارات وقفت بسبب الاضراب.
كايقدر تصلح هاد؟
الطريق كان مخدّش ب السيارات.
هادي الثاني من اليسار ديك البنايه البيضاء.
حجّنا مقعد ل 25 اكتوبر الخروج في الحاديه عشره صباحا.
لا، شوي اكتر من لفوق. هنا، ايوا.
ايوا، داكش يضم ليكل.
فين يمكنني استرد هذا التذكره؟
ليش كيدور؟
خاي نستريح.
سيارتي خربات، جيبها من فضلك.
بغيت شعري طويل شويه من الجوانب.
اي نواع عندك؟
انا موافق. هي واحده من الاماكن المفضله لي.
اي نوع من النموذج عندك في بالك؟
اسمي ميتشيكو تاناكا، و رقم الطيران هو خمس ميه واحد لطوكيو.
ممكن تقدر تسويلي خريطه بسيطه من هنا؟
فين نلقاو؟
كنبغي ندير شعري كما كان.
خليني خمسين، عفاك.
فين نستーナ في جال؟
اش نوحويات هادي؟
كاينين بلايص مزيانين ف هاد المنطقه لي مشهورين بزاف؟
خليني فلوس قليل، عفاك.
مزيان. غادي نضمن ان حقاءبك غادي تكون هنا.
هادي تخصصنا، لحم السول المقروده علي الجريله.
غادي نبقا.
خدوني غصب.
مزيان. خاصني نكزو؟
هادي نتقاسمو.
ما عندي هاد النوع بالظبط دابا. غادي نشوف المخزن. انتظر شويه دقايق، عفاك.
سكوتش مع ماء، من فضلك.
هاد كيهز لانتيق. شنو غادي يخلّي؟
خد هاد الشريحه لصيدليه. تقدر تحصل علي الدوا هناك.
خدت هاداك.
ايوا، تقدر توقف في اي محطه بين هنا و شيكاغو.
فين نلقي هدايا؟
غالي بزاف. ما نقدرش نختوه.
مين عطيني رقم ABC و الشركه في شيكاغو، من فضلك.
فين الكاتدراءيه؟
كيف بغيتي البيض ديالك؟
قريب بزاف من هاد البنايه.
لا، نعتقد انهم نسيوا يجيبو لينا واحد.
خايب. تاكد. ممكن ناخدو رقم التلفون ديالك، علا اي حال نحتاجو نتواصلو معاك؟
اش نواع المزخرف؟
اش نوصلو يرجع يهاتفك لما يجي؟
بغيت هاداك.
كانقدر هاد الخدمه ديال واركا الشامبانيا بعد ما كنطلع. نهدر علي صحهك.
اربعين دولار في اليوم بالاضافه الي ثمانيه سنتات في الميل.
راح اراهن خمسه دولارات.
هادشي اوامر شخص اخر؟
اش نوصل للمتحف؟
انا اسف جدا، لكن انا بغيت نءجل الموعد.
واش كتقدر توصلي اكسкурسيون؟
قطارك غادي يخرج من الرصيف نمره تمن.
كنلبغي شي حقيبه مع حزام متغير.
بغيت يبقي تحت ميه و ثمنين دولار.
غادي نسالك من بعد ما نشوف حوالاي.
نعم. حجز لسته ليال، من فضلك. بدايه تلاته وعشرين يوليوز.
ممكن توري لي داكشي للي عندك من تصميمات مختالفين؟
اش نواع العصير بغيتي؟
كنتي غادي لدارك عطله؟
فين نروح نشوف منظر حلو؟
هاد كان مكسور من قبل ما نفتح الباقه.
29 غشت
نحنا بغينا نرسل هاداك ببريد الجو لليابان.
عيد الشكر للعمل. هو يوم من الايام اللي كايعطيو فيها الشكر لجميع اللي كايساهمو في دعم المجتمع من خلال اعمالهم.
هاد الغرفه صغيره بزاف.
ماشاء الله، عطيني شاي اخر، من فضلك؟
نحب ننظف هاد اللباس لليوم.
كاين بنك قريب هنا؟
خليك نظّف الطاوله، عفاك
سكين، من فضلك.
كلها مطبوعات.
اكتب رقم غرفتك من الخلف.
نستعمل العيدان لما ناكل.
رحله دلتا رقم ثمانيه وعشرون لنيو اورليانز هتتاجل تقريبا ساعه واحده.
ماشي نرجع لليابان، غادي نكتب ليك خطاب. لو عندك وقت، ارجو نرسل لي خطاب.
خليتي تيكيت الطياره ف الفندق.
غرفه وحده بدون حمام، من فضلك.
شكراً مره اخري علي التذكير. هل ينسي الكثيرون التوقيع علي اسماءهم؟
خير، كنحدرو من الوقت. نشتغلو هاد النقاش يوم الخميس ف الساعه واحد؟
خاد پجاما.
حسنا، هاديكولك لما يكونو جاهزين.
اش غادي ناكل الغدا؟
الليموزين غادي وقف عند البوابه الشماليه اولا.
اي وقت ممكن نستعمل مطعم الفندق؟
هادي قطار مباشر؟
خير، كايدير ليل. كنحس بلي غادي نخرج دابا. شكرا بزاف علي ليله جميله.
خليتي نلقي لي دوا للبطن ديالي؟
نحب فراخ مشوي.
خطءي. ماشي خطءك.
عفوا، امتي غادي يخلص هاد الفيلم؟
هادو، عفاك.
حليي تسرق. خايج ندير بلاغ.
شويا، من فضلك. غادي نوصلك لمسيو جونز.
مرحبا. هاذا يونايتد ايرلاينز.
وين تعلم السيد جونز اليابانيه؟
عندي واحد صغير من نفس التصميم.
يمكنك تقليل حجم هذين البنطلون؟
الجمعه ليل، ف 9.
هاد البوابه ل لاس ڤيڬاس؟
كاين باص من المطار؟
ملعقه اخري، من فضلك.
حلوه شويه ملوحه، ولكن نحبها. جبتها معاك من اليابان؟
سريعها، اذا ممكن.
يمكنك دفع عشره دولارات هنا كوديعه؟
ايوا. صحني من بعد تلات ساعات، عفاك.
بغيت نطلب، من فضلك.
اش نقول ايوا ولا لا؟
شويين ملاعق، من فضلك
اش نوڭا اللي جاي؟
السياره كاتخلي صوت غريب.
اشنو ساعه مغلق المكتب البريدي؟
ديجا دفت مبلغ خمسين دولار لما دخلت.
عندك دوا لل胃 المريض؟
اش نلبس قميص و كرافته؟
قادر نحرك فلوس ل حساب الادخار ديالي؟
نسيته شانتيه.
خوا نءكد تاني رحلتي الجويه.
ساعتي. كانت سويسري جديده تماما رقميه.
نجحت في ذلك الاختبار بنجاح باهر.
خاي نديك تاخدني لبلايص ممتعه. كن سياح، عارف.
كيفاش نروح نزور لمواقع التراثيه ملي البحاره كاين ف المينا؟
خليك điềuل المرايه لوراك من جديد.
غادي يكون في انتظار من عشر دقايق ولا شويه.
ماشي نخد Plates ديالك؟
كن سعيد بذالك. فين وقت بغيتي؟
نعتقد خليت الكاميرا ديالي هنا لما جلت العشاء لبارح.
جمعهم عند البوابه.
لا لا، داكشي مشي ضروري. نقدر نخدم راسي. كنت عملت بزاف بالفعل.
اِصْلِحْهُ اَو خَلِّفْهُ، عَفَاك.
نقدر نخدمها فشهر الجاي
خد وقتك.
كيفاش هاد المنتج الجديد كيقارن مع المنتجات اللي كاينين؟
بياعين داك الشوب هوما فينومين بزاف.
ممكن تحفظلي هاد؟
دقيقه وحده، من فضلك.
كاين عندك طواقي الادعاء؟
بغيت نكرا سياره لمده اسبوع.
ايوا، فالاول، غسلو مفرق.
خلي показلي ساعات لرجال.
ربعه وعشرين دقيقه للي صباح.
كيفاش غادي تقدر تاخد الليموزين باش تروح لمركز المدينه؟
من الصباح.
خلينا نسرعو. كايمشيو للطاءره دابا.
كايبان لي بالظبط.
درت الفريده د الجاج.
عشره ايام.
اشنو عمر هاد الولد؟
كيفاش كولو؟
نفس الشيء من فضلك
خسرت شيكات السفر ديالي.
خليتي نا دوا لبرد.
خودها في كون (Note: Moroccan Arabic
كانقدر شوفو كل صباح في القطار.
كنتي تاكل معانا العشا دلعشيه؟
غادي نبقا ف البوتيك حتي غدوا. غادي نكون فرحان لو قلت ليه انا هنا.
الطيران مكتال لخمسا و خمسين دقيقه.
اسمي شينو يامادا.
اش نو معلم هاد المطعم؟
عندنا نبيذ ابيض ممتاز.
مедициنه بارده فقط.
خليك جيب لي شكايتي ل لوبي غدا الصباح؟
انا باقي نفقد حاجه كل مره نروح旅行ه.
خسيت استعمال يدي اليمني.
مرحبا، هاد دار روي؟
من بعد، غادي تلقي شارع ديال البيع و الشراء. لو تبع الشارع غادي توصل للمحطه.
لا، مش هنا. في غرفه للتدخين في الطرف الخلفي ديال هاد الكار.
من فضلك، فين يمكنني نلقي بروشور؟
وصل هناك بالتاسعه، من فضلك.
ايه سيدي. كيف بغيتي نقطعها؟
نعتقد فيه غلط في الفاتوره.
زيت و خل كفاي.
عندي بالظبط شنو كتيريد. ممكن ناقلك هاد؟
قَهْوه مَعَ سُكَّر
هادي سبععش تاشر. عفوا، كنعتاقدت غلطه.
كنتي سمعتي علي اسبوع دهبي في اليابان؟
شكرا. عاودو تاني.
مازال ممتليء؟
مشيت نخليها فين ما بغيت ف البلاد؟
اي رقم غادي نتصلك منه هنا؟
كيف نوصل لديزني لاند؟
كايتقولها؟
عفوا. فين المطعم الرءيسي؟
نحنا بغيت ناطل هاتف لليابان.
D اثنا عشر رقم مقعدي. فين هو؟
اش هاد؟ عفاك
اي نوع في بالك؟
ايوا. غادي نوصل في ثمانيه عليوقيت المحلي.
اذا وجدت شيءا، الرجاء الاتصال بي.
خلي ناخد شويا لخنزير و البيض؟
شربات الشمام للمُقبلات، من فضلك.
الماي الحار ماشي حار بزاف.
غادي تشرحلي كيفاش نقدر ندير هاكا؟
اكتب عنوانك هنا.
مشيتخدم الفلاش؟
شكرا. عودي لغرفتي ف同 الوقت غدا. غادي يكون الصور جاهزه لحداك.
انا اسف حالياً ممكن تقدر تتسنا فقط من قاءمه الليل.
مزيط او بدون رصاص؟
عندي صداع.
هاد الغرفه رقم 12-07.
خايب غرفه اخري.
اش حال Visa هاد؟
في مستشفي قريب من هنا؟
خاد اللابس كاطينغ.
عندك عرض اكبر؟
نقدر نلبس تمنيه؟
فندق امن نخدم فطار مزيان، عفاك.
فين الحديقه للهوايج؟
كبار من هاد؟
تلاتين دولار و ثمانين
كايعتمد علي كيفاش دافعه المكان، ولكن ف日本 الوسطي، ابريل الباكر.
بورݣر الجبنه و البطاطس المقليه.
خايب لخر قطار.
ما عندي فلوس صغيره.
اش تحصل علي تيكت البوس؟
الفلوس، من فضلك.
كنت في طيران يو ايه رقم ثمانيه وتسعه وعشرون.
كثير الفوضي حول غرفتي.
ف الڭزاء الشرقي، كاينين تا اماكن مشهورين، زي نيو يورك، واشنڭتون دي سي و بوسطن.
كاين عندك وراق جاپوني؟
حسنا غي مزيان.
ماشي مشكل لو خليت شيايا عنديك حتي الساعه واحد؟
كاين جوله ف المدينه؟
نعم. خايف نعم ملزمه. كيفاش تحفظ الامن في هاد المنطقه؟
فهمت. غادي ن尝ي نكرا سيطروين.
عندي موهبه مزيانه.
هاد سيب. فين لخبز؟
تقدیم شيشه، من فضلك. و كرسי عند النافذه، من فضلك.
واش هاد الخدمه ديال التايور كاتخلصك؟
اي واحد اسرع، تاكسي ولا عونه؟
كاينش هاد القميص ف الوان اخري؟
ما تقدرش تشوف التلفزيون كل الوقت.
اه نا، جايين عليه، جايين عليه.
خليك دخل مستشفانا.
فين نلقي سوبرماركت؟
غالي شوي. ما تقدر تقلللي؟
اشنو عدد المحطات حتي نبدل؟
هاد الراجل سرق حقيبه ديالي.
حبوب الهضم و حبوب الم البطن مختلفين، صح؟
خاي نشوف المينا.
فكره جميله
اش حال من اللوقت علي رجليك؟
راني غادي ناخد عشرين من اكبر دبدوب، من فضلك.
اش نوّع ل كاشير؟
هاداك سهل. غادي نطر في الدليل التلفوني.
كاين غرف اكبر؟
اش هاد الفاتوره ديالي؟
بغيت نبقا ف هاد الغرفه ليله اخري.
عفوا، لكن نريد ندير تقرير السرقه.
خير، كايعتمد علي وسيله النقل اللي غادي تاخد. غادي تمشي بالاوتوبوس ولا بالطيران؟
ماشي مشكل انتا تقعد هنا؟
كانقدر ارسل ايميل واحد بس مقابل دولار؟
ايوا، ارسلوه ليا لغرفه 1234.
ملا هاد الاستماره ديال التسجيل، من فضلك.
خاين جواز سفرين مزدوجين لOXFORD.
فاش غادي نجي للمطار؟
هاد خفيف.
فين نطور الفيلم؟
لا، من فضلك لا. هل تقدر توكل اسءلتك لاخر كلامي، لما ناقشك؟
خاين مقعد مزيان.
خايف الطوالت ماشي عادي. بحاجه لمساعده.
ماشي صعب ولا غامض.
غادي نديك ل لمقعد ديالك. هاد الطريق، عفاك.
عفوا، ممكن نسالك سءال؟
امني بهاد الشيء.
مرحبا. عجبتني لقاءك.
نحنا بغينا نتحقق من هاد الحقيبه لطوكيو، من فضلك.
واش غادي توري لي واحد اكبر شوي؟
نعتقد ان الملابس المصنوعه في اليابان مخيطه بشكل افضل بالتاكيد.
خليك ما تتحملش.
قوليها تاني عفاك
ممكن تكتب لي العنوان و الرقم ديال التелефон؟
كيهس؟
اي مطار غادي نخرج منو؟
مش دارك الفورما ف الطياره؟
خاد شويا.
جاوبت لثلاثين تّ八 دولارات في المجموع.
شكراً علي شاركنا افكارك الفريده معنا.
نروح اسكي مرتين في الشهر خلال الموسم.
كنت مولات في ابريل الاول في تمانين وخمسين.
كانقدر نستاجر راكيتات؟
هاد البوس اللي غادي ل لمدينه؟
اش حاد هذا العطر؟
اش نو؟
فين ندير الاجراءات؟
خمسين جنيه
هاداك شامل الضريبه؟
اش نو هي الYSTS؟
اتصل بسياره اسعاف.
نقدر درهمات ثلاثه علي هادشي.
كيفاش كايدي ؟
ما كاينش طعام ما بغيتش.
عيد الدستور او "كيمبو كينيمبي" هو عطله وطنيه في الثالث من مايو لتكريم تاسيس الدستور الياباني الحالي.
واش هاد الجوله فيها زياره لبرج سيرز؟
كاين مكتبه قريبه من هنا؟
غادي نشارك في المدرسه الصيفيه في جامعه هاواي.
فين مشيين دلوقا؟
زوجان وكلهم طفل عندو تلات سنين.
ف الدوره د لمحطه.
