شكون هو أهم واحد فالمملكة؟
فداك الوقت جا التلاميذ عند يسوع. سولوه، "شكون هو أهم واحد فملكوت السما؟"
عيسى عيط على طفل صغير وجابو عندو. خلا الطفل يوقف وسطهم.
قال يسوع، "اللي غادي نقول ليكم دابا صحيح. خاصكم تبدلو وتولّيو بحال الدراري الصغار. إلا ما درتوش هكا، عمركم ما غادي تدخلوا ملكوت السما."
أي واحد كيولي خالي من الكبرياء بحال هاد الطفل هو أهم واحد فملكوت السما.
لي كيستقبل طفل صغير بحالي بهاد الاسم ديالي، راه كيستقبلني.
ولكن إِلا شي حد هدّى واحد من هاد الصغار اللي كيآمنو بيا للذنب؟ إِلا دار هكاك، حسن ليه يربطو فحجر ديال الطاحونة كبير على راسو ويتغرق فعمق البحر.
شحال غادي تكون خايبة الدنيا بسبب الحوايج اللي كتخلي الناس يرتكبو الذنوب! حوايج بحال هادي خاصها تجي. ولكن شحال خايب الحال ديال اللي كيسببوها!
إلا كانت يدك ولا رجلك كتخليك تغلط، قطعها ورميها. حسن ليك تدخل ملكوت السما بيد وحدة ولا رجل وحدة من تدخل جهنم بجوج ديال اليدين وجوج ديال الرجلين. فالنار ديال جهنم كتحرق ديما.
إلى كانت عينك كتخليك تغلط، خرجها ورميها. حسن ليك تدخل ملكوت السما بعين وحدة من تكون عندك جوج عيون وتتطرح ف نار جهنم. قصة الخروف الضايع
شوف ما تحتقرش شي واحد من هاد الصغار. ها شنو كنقول ليك. الملائكة ديالهم فالسماء يقدرو يمشيو في أي وقت باش يشوفو بابا ديالي اللي فالسماء.
<.>
شنو كتظن؟ نفرض واحد الراجل عندو 100 خروف وواحد منهم تاه. واش ما غاديش يخلي 99 خروف فوق الجبال؟ واش ما غاديش يمشي يقلب على اللي تاه؟
اللي غادي نقول ليك دابا صحيح. إلا لقى داك الغنم، كيكون فرحان بهاديك وحدة أكثر من 99 اللي ما تاهوش.
نفس الشيء مع باباك اللي ف السما. ما بغاش حتى واحد من هاد الصغار يضيع. ملي شي حد كيذنب عليك
إلى كان خوك دار فيك شي خطأ، سير عندو. قول ليه شنو دار غالط. خليه بيناتكم غير بجوج. إلى سمع ليك، ربحتيه.
ولكن إلا ما بغاش يسمع ليك؟ دابا خذ معاك واحد ولا جوج آخرين. الكتاب كيقول، "كل قضية خاصها تتثبت بكلام جوج ولا ثلاثة شهود." (التثنية 19:15)
ولكن شنو إذا حتى هو رفض يسمع للشهود؟ من بعد قولها للكنيسة. وإذا حتى الكنيسة رفضت تسمع ليه؟ من بعد ما تعاملوش كخوكم. عاملوه كيفما تعامل واحد ما عندوش دين ولا جابي الضرائب.
اللي غادي نقول ليك دابا صحيح. اللي تسدّو فالأرض غادي يتسدّ فالسما. واللي تحلّو فالأرض غادي يتحلّ فالسما.
مرة أخرى، هادي هي الحاجة اللي كنقولها ليك. فرضاً جوج منكم فالأرض اتفقوا على شي حاجة كتطلبوها. بابا ديالي اللي فالسما غادي يديرها ليكم.
فين كيتلاقاو جوج ولا ثلاثة ديال الناس باسم ديالي، أنا كاين معاهم." العبد اللي ما كانش عندو الرحمة
جاء بطرس عند يسوع. سأل، "يا ربي، شحال من مرة خاصني نسامح خويا ملي كيذنب فيا؟ حتى لسبع مرات؟"
جاوب يسوع، "كنقول ليك، ماشي سبع مرات، ولكن سبع وسبعين مرة.
مملكة السما بحال ملك بغى يجمع كل الفلوس اللي عبيده مديونين ليه بيها.
مني بدا الملك كيديرها، جا عندو راجل كان عليه ملايين الدولارات.
الرجل ما قدرش يخلص. لذلك السيد ديالو عطى أمر. الرجل، مرتو، ولادو، وكلشي اللي كان عندو خاصهم يتباعو باش يردو اللي عليه.
العبد طاح على ركبتيه قدّامو. "عطيني الوقت," طلب. "غادي نردّ كلشي."
سيدو تحسر عليه. سامح ليه اللي كان عليه وخلاه يمشي.
ولكن من بعد خرج داك العبد ولقى واحد من العباد الآخرين اللي كان مدين ليه بشوية دراهم. شدو وبدا كيخنقو. قال ليه: "رد لي اللي عليك!"
العبد الآخر طاح على ركبتيه. قال ليه: "عطيني الوقت، غادي نرد ليك الفلوس."
ولكن العبد الأول رفض. وبدل ذلك، مشى وخلى الراجل يتحبس فالحبس. الراجل غيبقى تماك حتى يقدر يرد اللي عليه.
العبيد الآخرين شافو شنو وقع. هاد الشي خلّاهم مضايقين بزاف. مشاو وقالو لسيدهم كلشي اللي وقع.
من بعد السيد نادى على العبد اللول. قال ليه: "يا عبد الشرير، سامحتك على كلشي اللي كنتي مديون بيه حيت طلبتي مني."
ما كانش خاصك ترحم العبد الآخر بحال ما رحمتك؟
فالغضب، مولاه سلّمو للحراس ديال الحبس. غادي يتعاقب حتى يردّ كلشي اللي عليه.
هكا غادي يعامل بابا ديالي اللي ف السما كل واحد فيكم إلا ما سمحتوش لأخوكم من قلبكم.
عيسى كيعلم على الطلاق
مني سالى يسوع من قول هاد الحوايج، مشى من جليل. مشى لمنطقة يهودا لي فالجهة الأخرى من نهر الأردن.
تابعوه جماهير كثيرة. شفاهم تماك.
جاو شي فريسيين باش يجربوه. سولوه، "واش الشريعة كتسمح للرجل يطلق مرتو على أي سبب كان؟"
جاوب يسوع، "واش ما قريتش فالأول الخالق خلقهم ذكر وأنثى؟" (التكوين 1:27)
قال، 'علاش الراجل غادي يخلّي باباه و ماماه و يتّحد مع مرتو. الزوجين غادي يوليوا واحد.' (التكوين 2:24)
ما بقاشو جوج، ولى واحد. لذلك، ما خصش الراجل يفرق اللي جمعو الله.
سولو، "علاش من بعد موسى أمر بأن الراجل يقدر يعطي مرتو ورقة الطلاق ويرسلها؟"
جاوب يسوع، "موسى خلاكم تطلقو نساكم حيت كنتو عنيدين. ولكن ماكانش هادشي من اللول.
هادي هي اللي كنقول ليك. اللي يطلق مرتو ويتزوج بمرات أخرى كيدير الزنا. الراجل يقدر يطلق مرتو غير إلا ما كانتش وفية معاه.
قالو ليه التلاميذ، "إلى هكا هي العلاقة بين الراجل والمرأة، حسن ما نتزوجوش."
جاوب يسوع، "ماشي كلشي يقدر يقبل فكرة البقاء عازب. غير اللي تعاونو باش يعيشو بلا ما يتزوجو يقدرو يقبلوها.
بعض الرجال ما قدروش يجيبوا ولاد حيت تولدوا هكا. بعضهم تدارو هكا من طرف ناس آخرين. وناس آخرين دارو راسهم هكا باش يخدموا ملكوت السما. اللي يقدر يعيش هكا خاصو يديرها." الصغار كيجيو عند يسوع
شي ناس جابو دراري صغار عند يسوع. بغاو يحط يديه على الدراري ويدعي ليهم. ولكن التلاميذ قالو للناس يوقفو.
قال يسوع، "خليو الدراري الصغار يجو لعندي. ما تبعدوهمش. ملكوت السما كيتعلق بالناس بحالهم."
حط يسوع يديه عليهم. من بعد مشى من تماك. يسوع والشاب الغني
جا راجل عند يسوع. سول: "أستاذ، شنو الحاجة المزيانة اللي خاصني ندير باش نتحصل على الحياة الأبدية؟"
علاش كتسولني على شنو اللي مزيان؟ جاوب يسوع. كاين غير واحد اللي مزيان. إلا بغيت تدخل الملكوت، تبع الوصايا.
"شكون فيهم؟" سول الراجل. قال يسوع، "ماتقتلش. ماتزنيش. ماتسرقش. ماتشهدش بالكذب.
كرم باباك و ماماك.' (الخروج 20:12-16؛ التثنية 5:16-20) و 'حب جارَك بحال ما كتْحب راسك.' " (اللاويين 19:18)
"أنا طعت جميع هاد الوصايا," قال الشاب. "شنو باقي خاصني ندير؟"
جاوب يسوع، "إلا بغيت تكون كامل، سير بيع كلشي اللي عندك. عطي الفلوس للي محتاجين. غادي يكون عندك كنز ف السما. من بعد تعال وتبعني."
مني سمع الشاب هاد الشي، مشى حزين. كان غني بزاف.
من بعد قال يسوع لتلاميذ ديالو، "اللي غادي نقول ليكم دابا صحيح. صعيب على الناس الأغنياء يدخلوا ملكوت السما."
مرة أخرى كنقول ليكم، صعيب على جمل يدوز من عين الإبرة. ولكن أصعب حتى على الأغنياء يدخلوا ملكوت الله.
مني سمعو التلاميذ هاد الشي، تعجبو بزاف. سولوه، "إذن شكون يقدر يتنقذ؟"
تفرج فيهم وقال، "مع الإنسان، هادشي مستحيل. ولكن مع الله، كلشي ممكن."
جاوبو بيتر، "حنا خلينا كلشي باش نتبعوك! شنو غادي تعطينا من أجر؟"
قال ليهم عيسى: "اللي غادي نقول ليكم دابا صحيح. ملي كلشي يتجدد، ابن الإنسان غادي يجلس على عرشه المجيد. ومن بعد، انتوما اللي تبعتوني غادي تجلسو حتى انتوما على 12 عرش. وغادي تحكمو على 12 قبيلة ديال إسرائيل.
كل واحد خلا الديور ولا العائلات ولا الحقول بسببّي غادي يلقى مية مرة أكثر. وغادي يلقى الحياة الأبدية حتى هي.
ولكن بزاف اللي غادي يكونو اللولين غادي يكونو اللخرين. وبزاف اللي غادي يكونو اللخرين غادي يكونو اللولين.
قصة العمال في الكرمة
مملكة السما بحال راجل كان عندو أرض. خرج بكري فالصباح باش يكرّي ناس يخدمو فكرمو.
وافق يعطيهم الأجر المعتاد على خدمة النهار. من بعد صيفطهم لكرمو.
حوالي التسعة ديال الصباح خرج مرة أخرى. شاف ناس خرين واقفين فالسوق وما كيديروش والو.
قال ليهم، 'نتوما زادا مشيو خدمو فكرمي. غادي نخلصكم على قد حقكم.'
مشاو. "خرج مرة أخرى حوالي الظهر وعند الثالثة ودّار نفس الحاجة.
حوالي خمسة ديال العشية خرج ولقى ناس خرين واقفين حدا. سولهم، 'علاش واقفين هنا طول النهار وما درتوش والو؟'
"حيت ما كاين حتى واحد خدمنا," جاوبو. قال ليهم، "نتوما زيدو مشيو وخدمو فكرمي."
مني جا العشية، مول الكرمة هدر مع الشخص اللي كان مسؤول على العمال. قال ليه، "عيط على العمال وعطيهم خلصتهم. بدا باللي خديتهم فالآخر. ومن بعد سير عند اللي خديتهم فاللول."
العمال اللي تخلّاو على حوالي خمسة ديال العشية جاو. كل واحد خدا الأجر ديال النهار العادي.
فاش جاو اللي تخلّاو اللولين، كانو متوقعين ياخدو أكثر. ولكن كل واحد فيهم تخلص نفس أجر النهار العادي.
مني تسلموها، بداو كيشتكو من المالك.
قالو: "هذ الناس اللي تخلّاو خدمو غير ساعة وحدة،" قالو. "خلصتهم بحالنا. حنا درنا أغلب الخدمة وكنا تحت الشمس الحارة طول النهار."
جاوب المالك واحد منهم. قال ليه، "صاحبي، أنا كندير معاك بالعدل. ما وافقتيش تخدم بالثمن العادي ديال النهار؟"
خذ فلوسك ومشي. بغيت نعطي اللي خديتهم من بعدك نفس الخلاص اللي عطيتك.
ما عنديش الحق ندير اللي بغيت بالفلوس ديالي؟ واش حاس براسك مخدوع حيت عطيت بزاف للناس الآخرين؟
"اللي غادي يكونو فالآخر غادي يكونو هما اللولين. واللي غادي يكونو اللولين غادي يكونو فالآخر." عيسى كيعاود يحكي على موتو اللي جاي
كان يسوع طالع على القدس. ف الطريق، خدا التلاميذ 12 لجنب باش يهدر معاهم.
"حنا غاديين لمدينة القدس," قال. "ابن الإنسان غادي يتسلم للكهنة الكبار والمعلمين ديال الشريعة. غادي يحكموا عليه بالموت."
غادي يسلموه لناس ماشي يهود. الناس غادي يضحكوا عليه ويجلدوه. غادي يثبتوه على الصليب. فاليوم التالت، غادي يقوم من الموت!" وحدة الأم كتطلب معروف من يسوع
جات الأم ديال ولاد زبدي عند يسوع. ولادها جاو معاها. و هي راكعة على ركبتيها، طلبات منو واحد الخدمة.
سول يسوع: "شنو بغيتِ؟" قالت ليه: "وعدني بلي واحد من ولادي جوج يقعد على يدك اليمنى فملكوتك. وعدني بلي الآخر يقعد على يدك اليسرى."
قال ليهم عيسى: "ما عرفتوش شنو كتطلبو." قال ليهم: "واش تقدروا تشربوا كاس العذاب اللي غنشرب؟" جاوبوهوم: "نقدرو."
قال ليهم عيسى، "غادي تشربو من كاسي بلا شك. ولكن ماشي من حقي نقول شكون غادي يقعد على يميني ولا على يساري. هاد البلايص ديال الناس اللي والدي وجدهم ليهم."
العشرة التلاميذ الآخرين سمعوا على هاد الشي. تعصّبوا على الأخوين.
عيسى جمعهم مع بعض. قال ليهم، "كتعرفو الحكام ديال الأمم. هما اللي كيسيرو الناس ديالهم. المسؤولين الكبار ديالهم كيأمروهم."
ماتكونش بحال هكا. بالعكس، اللي بغا يكون مهم بيناتكم خاصو يكون خادم ديالكم.
و اللي بغا يكون الأول خاصو يكون عبد عندكم.
كون بحال ابن الإنسان. ما جاش باش يتخدموه. بالعكس، جا باش يخدم الناس. جا باش يعطي حياتو ثمن باش يحرر بزاف ديال الناس. جوج عميان تفرجوا
يسوع وتلاميذُه كانو كيغادرو أريحا. جمع كبير تبعوه.
جوج رجال عميان كانو جالسين حدا الطريق. سمعو بلي عيسى كيدوز. فصراخو، "سيدنا! ولد داوود! رحمنا!"
الجمعية أمرتهم يوقفو. قالولهم يسكتو. ولكن الرجلين صرخوا بصوت أعلى، "يا ربي! ولد داوود! ارحمنا!"
وقف يسوع ونادى عليهم. "شنو بغيتوني ندير ليكم؟" سأل.
"سيدنا," جاوبو، "بغينا نقدروا نشوفو."
حسّ يسوع بقلق كبير عليهم. لمس عينيهم. فوراً قدروا يشوفوا. وتبعوه.
يسوع كيدخل القدس
مني تقربو كاملين لمدينة القدس، وصلو لبيت فاجي. كانت فوق جبل الزيتون. عيط يسوع على جوج من التلاميذ ديالو.
قال ليهم، "مشيو للدوار اللي قدامكم. منين توصلو غادي تلقاو حمار مربوط. المهر ديالو غادي يكون معاه. حلّوهم وجيبوهم عندي.
إلا قال ليك شي حد شي حاجة، قول ليه الرب محتاج ليهم. المالك غادي يرسلهم دابا.
هاد الشي وقع باش اللي تقال عبر النبي يتحقق. كيقولو،
قول لمدينة صهيون، "شوف، الملك ديالك جاي عندك. هو رقيق وراكب على حمار. راكب على مهر ديال حمار." (زكريا 9:9)
التلاميذ مشاو ودّاروا اللي قال ليهم يسوع يديروه.
جابو الحمار والصغير ديالو. حطو عليهم الجلابيب ديالهم. من بعد، جلس عيسى على الجلابيب.
جمع كبير بزاف فرشوا معاطفهم على الطريق. آخرين قطعوا فروع من الشجر وفرشوهم على الطريق.
بعض الناس مشاو قدّامو، وبعضهم تبعو. كاملين صرخوا، "هوشعنا لولد داود!" "مبروك اللي جاي باسم الرب!" (مزمور 118:26) "هوشعنا فالسما العليا!"
مني دخل عيسى القدس، المدينة كلها تقلبات. الناس سولوا، "شكون هادا؟"
الجماهير جاوبو، "هادا هو عيسى. هو النبي من الناصرة في الجليل." عيسى كيخرج الناس من الهيكل
دخل يسوع لمنطقة الهيكل. بدا كيطرد كل الناس اللي كانوا كيشريو ويبيعو تماك. قلب الطابلات ديال الناس اللي كانوا كيتبادلو الفلوس. حتى الكراسي ديال اللي كانوا كايبيعو الحمام قلبهم.
قال ليهم، "مكتوب أن الرب قال، 'داري غادي تتسمى دار الصلاة.' (إشعياء 56:7) ولكن أنتوما كتديروها 'مخبأ للصوص.' " (إرميا 7:11)
العمى والناس اللي كانو معاقين جاو عند يسوع فالمعبد. تما هو شفاهم.
شوفو الكهنة الكبار والمعلمين ديال الشريعة الحوايج العجيبة اللي دار. حتى هما شافو الدراري اللي فالمعبد كيصيحو، "هوشعنا لولد داوود!" ولكن ملي شافو هاد الشي كامل، تعصبو.
"كتسمع شنو كيقولو هاد الدراري؟" سولوه. "إيه،" جاوب يسوع. "واش عمرّك ما قريتيها فالنص المقدس؟ كاتقول، 'درتي باش الدراري والرضّع يمدحوك.' " (مزمور 8:2)
من بعد، مشى يسوع من عند الناس وخرج من المدينة لمكان سميتو بيت عنيا. قضا الليل تماك. الشجرة ديال التين كتجفّ.
فالصباح بكري، كان عيسى راجع لمدينة القدس. كان جائع.
شاف شجرة تين حدا الطريق. مشا ليها ولكن ما لقا فيها والو غير الوراق. من بعد قال ليها، "ما تخرجش الثمر مرة أخرى!" فالحال الشجرة نشفات.
مني شافو التلاميذ هادشي، تعجبو. قالو: "كيفاش شجرة التين نشفات بهاد السرعة؟"
جاوب يسوع، "اللي غادي نقول ليك دابا صحيح. خاصك تكون عندك الإيمان وما تشكش. من بعد تقدر تدير بحال اللي تدار للشجرة التين. وتقدر تقول لهاد الجبل، 'مشي ورمي راسك فالبحر.' وغادي يتدار.
إلى كنت كتآمن، غادي توصّل اللي كتطلب منين كتدعي." سلطة يسوع كتتعرض للسؤال
دخل يسوع ف ساحة الهيكل. وهو كيعلم تماك، جاو عندو رؤساء الكهنة وشيوخ الناس. قالو ليه: "بأي سلطة كتدير هاد الحوايج؟ شكون عطاك هاد السلطة؟"
جاوب يسوع، "غادي نسولك حتى أنا سؤال واحد. إلا جاوبتيني، غادي نقول ليك بشنو السلطة اللي كندير بها هاد الحوايج."
منين جا تعميد جون؟ واش جا من السما؟ ولا جا من عند الناس؟" هدروا مع بعضهم على هادشي. قالوا، "إلا قلنا، 'من السما،' غادي يسول، 'علاش ما آمنتوش بيه؟'"
ولكن شنو إذا قلنا، "من الرجال"؟ حنا خايفين من الناس. كلشي كيظن بلي جون كان نبي.
جاوبوه يسوع، "ما عارفينش." قال ليهم يسوع، "إذن ما غاديش نقول ليكم حتى أنا بشنو السلطة اللي كندير بها هاد الحوايج." قصة الولدين جوج
شنو كتظن فهاد الشي؟ واحد الراجل كان عندو جوج ولاد. مشى عند الولد اللول وقال ليه، "ولد، سير خدم اليوم فالكَرْم."
"ما غاديش," جاوب الولد. ولكن من بعد بدل رأيه ومشى.
من بعد مشا الأب عند الولد الآخر. قال ليه نفس الحاجة. الولد جاوب، "غادي نديرها، سيدي." ولكن ما مشاش.
"أي واحد من الولدين دار اللي بغا باباه؟" "الأول،" جاوبوه. قال ليهم يسوع، "اللي غادي نقول ليكم دابا صحيح. الجبايات والبغايا غادي يدخلوا ملكوت الله قبل منكم.
جون جا باش يوريك الطريق الصحيحة باش تعيش. وانت ما صدقتوش. ولكن الجامعين ديال الضرائب والعاهرات صدقوه. شفت هاد الشي. ولكن حتى فهاد الوقت ما تابتش من ذنوبك وما صدقتوش. قصة الكراية
سمع قصة أخرى. واحد الراجل اللي كان عندو شوية ديال الأرض زرع كرمة. دار عليها حيط. حفر فيها حفرة ديال معصرة العنب. وبنى حتى برج مراقبة. كرى الكرمة لبعض الفلاحين. ومن بعد مشى ف رحلة.
مني قرب وقت الحصاد، صيفط لعياله عند الكراية. قال ليهم يجمعو نصيبو من الفواكه.
ولكن الكراة شدّو خدامو. ضربو واحد منهم. قتلو واحد آخر. رمو الحجارة على الثالث باش يقتلوه.
ومن بعد الرجل صيفط خدام آخرين للمكتريين. صيفط أكثر من المرة اللولة. والمكتريين عاملوهم بنفس الطريقة.
فالأخير، صيفط لولدو عندهم. قال: "غادي يحترمو ولدي."
ولكن الكراة شافو الولد جاي. قالو لبعضهم، "هادا هو اللي غادي يورث كل ممتلكات المالك نهار ما. يلا، نقتلوه. ومن بعد كلشي غادي يكون ديالنا."
دّاه و طردوه من الكرمة. من بعد قتلوه.
مني يرجع مول الكرمة، شنو غادي يدير مع هاد الكراة؟
"غادي يدمّر هاد الناس الخايبين," جاوبو. "ومن بعد غادي يكرّي الكرمة لمكريين خرين. وغادي يعطيوه نصيبه من المحصول وقت الحصاد."
قال ليهم عيسى، "واش عمركم ما قريتوا شنو كيقولو الكتب المقدسة، 'الحجرة اللي ما قبلوهاش البناؤون ولات هي الحجرة الأهم كلها. الرب دارها. هادي حاجة عجيبة فعيوننا'؟ (مزمور 118:22،23)
هادي هي الحاجة اللي غنقول ليك. ملكوت الله غيتنزع من عندكم. وغيتعطا لناس اللي غينتجو ثمرتو.
كل واحد كيطيح على هداك الحجر غادي يتكسر لقطع. ولكن الحجر غادي يدمر أي واحد كيطيح عليه.
الكهنة الكبار والفريسيين سمعوا حكايات يسوع. كانوا عارفين باللي كيهضر عليهم.
دابا قلبو على طريقة باش يعتاقلوه. ولكن كانو خايفين من الناس. الناس كانو كيآمنو بلي عيسى نبي.
قصة عشاء العرس
عيسى قال ليهم قصص أكثر. قال،
ها كيفاش كتشبه ملكوت السما. ملك وجد عشاء عرس لولدو.
صيفط العباد ديالو للناس اللي تعيط ليهم للعشا. العباد قالو ليهم يجو. ولكن رفضو.
ومن بعد صيفط خدامين خرين. قال ليهم، "قولوا للّي تعيط ليهم بلي حضرت العشاء ديالي. ذبحت الثيران ديالي والبهائم السمينين ديالي. كلشي واجد. جيوا للعشاء ديال العرس."
ولكن الناس ما عطاوش الاهتمام. واحد مشى لحقل ديالو. واحد آخر مشى لخدمتو.
الباقي شدّو خدامو. عاملوهم خايب ومن بعد قتلوهم.
الملك تغضب بزاف. صيفط الجيش ديالو باش يدمّرهم. قتلو هاد القتلة وحرقو المدينة ديالهم.
ومن بعد قال الملك لعبيده، "العشاء ديال العرس واجد. ولكن اللي عيطت ليهم ما كانوش مناسبين يجو.
مشِ للزوايا ديال الشوارع. عيط على العشا لأي واحد تلقاه.
دابا العباد خرجو للزنقة. جمعو كل الناس اللي قدرو يلقاوهوم، سواء الناس الزوينين ولا الخايبين. قريبا قاعة العرس عمرات بالضياف.
جا الملك باش يشوف الضياف. لاحظ راجل كان ما لابسش حوايج العرس.
صاحبي،" سول، "كيفاش دخلتي لهنا بلا ما تكون لابس حوايج العرس؟" الراجل ما قدرش يلقى ما يقول.
من بعد قال الملك لعبيده، "ربطوا يديه ورجليه. رموه برّا فالظلام. تماك الناس غادي يبكيو ويصرّو سنانهم."
"كثيرين معروضين، ولكن قليلين مختارين." واش صحيح نخلصو الضرائب لقيصر؟
خرجو الفريسيين. دارو خطة باش يوقعو يسوع بكلامو.
صيفطو ليه التابعين ديالهم. صيفطو معاهم الهيروديين. "أستاذ"، قالو، "حنا عارفين بلي نتا راجل شريف. كتعلّم طريق الله بصدق. ما كتخليش شي حد يقول ليك شنو تدير ولا شنو تقول. ما كتهمكش شحال هما مهمين.
قول لينا دابا، شنو كتظن؟ واش صحيح تخلص الضرائب لقيصر ولا لا؟
ولكن عيسى كان عارف خططهم الشريرة. قال ليهم، "يا المنافقين! علاش كتجربو تحاصرو عليا؟"
ورّيني العملة اللي كيستعملوها الناس باش يخلصو الضريبة." جابو ليه عملة فضية.
سولهم، "صورة ديال شكون هادي؟ وكلام ديال شكون؟"
"ديال قيصر," جاوبوه. من بعد قال ليهم، "عطيو لقيصر اللي ديال قيصر. وعطيو لله اللي ديال الله."
مني سمعو هاد الشي، تعجبو. ومن بعد خلاوه ومشاو. الزواج مني الموتى كيقومو
نفس النهار جاو الصدوقيين عند يسوع بسؤال. ما كيآمنوش بلي الناس كيرجعو للحياة من بعد الموت.
"أستاذ," قالو، "ها شنو قال لينا موسى. إلا مات راجل وما خلاش ولاد، خاص خوّه يتزوج من الأرملة. خاصو يجيب ولاد باش يكملو اسم خوّه."
كانو سبعة خوت بيناتنا. الأول تزوج ومات. حيث ماكانش عندو ولاد، خلا مرتو لخوه.
نفس الحاجة وقعات للأخ الثاني والثالث. وقعات حتى للأخ السابع.
فالأخير، المرأة ماتت.
دابا، ملي كيقومو الموتى، ديال شكون غادي تكون مرتهم؟ كاملين السبعة كانوا مزوجين بيها.
جاوب يسوع، "نتا غالط، حيت ما كتعرفش الكتابات المقدسة. وما كتعرفش قوة الله.
مني كيقومو الموتى، ما غاديش يتزوجو. ووالديهم ما غاديش يعطيوهم باش يتزوجو. غادي يكونو بحال الملائكة فالسماء.
شنو على الأموات اللي كيقومو؟ واش ما قريتيش شنو قال ليك الله؟
قال، 'أنا الله ديال إبراهيم. أنا الله ديال إسحاق. وأنا الله ديال يعقوب.' (خروج 3:6) هو ماشي الله ديال الموتى. هو الله ديال الأحياء."
مني سمعو الناس هاد الشي، تعجبو من اللي كان كيعلّم. أهم وصية
الفرّيسيين سمعوا بأن الصدوقيين ماقدروش يجاوبو يسوع. فجمعو الفرّيسيين.
واحد منهم كان خبير فالقانون. فاختبر يسوع بسؤال.
"أستاذ،" سأل، "شنو هي أهم وصية فالشريعة؟"
جاوب يسوع، "حب الرب إلهك من كل قلبك ومن كل نفسك. حبُّه من كل عقلك." (تثنية 6:5)
هاد هو الوصية الأولى والأهم.
والثاني بحالو. 'حب جارَك بحال ما كتحب راسك.' (لاويين 19:18)
كلشي لي مكتوب فالشريعة والأنبياء مبني على هاد الجوج الوصايا." ابن شكون هو المسيح؟
كانو الفريسيين مجتمعين. سولوهم يسوع،
شنو كتظن فالمسيح؟ ولد شكون هو؟ "ولد داود"، جاوبو.
قال ليهم، "علاش داوود كيناديه 'سيدي'؟ الروح القدس تكلم عبر داوود بنفسو. داوود قال،
قال الرب لربي: "اجلس على يميني حتى أضع أعداءك تحت قدميك." (مزمور 110:1)
إيلا داوود عيط عليه "سيد"، كيفاش يقدر يكون ولد داوود؟
ما قدر حتى واحد يجاوبو بكلمة وحدة. من داك النهار، ما بقى حتى واحد يجرؤ يسولو أسئلة أخرى.
يسوع كيدين الفريسيين ومعلمي الشريعة
يسوع تكلم مع الجموع ومع تلاميذه.
قال: "المعلمين ديال الشريعة والفريسيين جالسين فكرسي موسى."
خصك تطيعهم. دير كلشي اللي كيقولوه ليك. ولكن ما تديرش بحالهم. هما ما كيديروش اللي كينصحو به.
كيشدو أوزان ثقيلة وكيحطوها على كتاف الناس الآخرين. ولكن هما راسهم ما باغينش يحركو حتى صبع باش ينقلوها.
كلشي اللي كيديروه كيديروه باش الناس يشوفوه. فوق جباههم وذراعيهم كيلبسوا صناديق صغار فيهم آيات من الكتاب المقدس. كيديروا الصناديق عريضة بزاف. وكيديروا الشراريب ديال معاطفهم طويلة بزاف.
كيحماقو يقعدو فالمكان ديال الشرف فالعشا. وكيتحبّو حتى يكون عندهم أهم البلايص فالكنيس.
كيحماقو يتلاقاو بالسلام فالسوق. كيحماقو ملي الناس كينادو عليهم 'ربي'.
ولكن ما خصكش تتسمى "ربي". عندك غير مول واحد، وكلكم إخوة.
ماتعيطش لشي حد فالأرض "بابا." عندك بابا واحد، وهو فالسما.
ما خصكش تتسمى "المعلم". عندك معلم واحد، وهو المسيح.
أهم واحد فيكم غيكون خادمكم.
لي كيرفع راسو غادي ينزل. ولي تنزل غادي يترفع.
شحال غادي تكون خايبة عليكم، يا معلمي الشريعة والفريسيين! يا كذّابين! كتسدّوا باب ملكوت السما قدام الناس. نتوما ما كتدخلوش. وما غاديش تخليو اللي باغين يدخلوا يدخلوا.
<.>
شحال هادشي خايب عليكم، يا معلمي الشريعة والفريسيين! يا اللي كتديرو راسكم! كتسافرو في كل بلاصة باش تربحو واحد الإنسان على دينكم. ومن بعد كتخليوه ولد جهنم ضعف منكم.
شحال هادشي خايب عليكم، يا دلّالين عميان! كتقولو، "إلى شي حد حلف باسم الهيكل، ما كيعني والو. ولكن اللي يحلف باسم ذهب الهيكل خاصو يحافظ على الحلف."
نتا عميان وغبي! شنو أهم؟ الذهب؟ ولا الهيكل اللي كيقدس الذهب؟
كتقول حتى نتي، "إلى شي حد حلف باسم المذبح، ما كيعني والو. ولكن اللي يحلف باسم الهدية اللي عليه خاصو يحافظ على الحلف."
يا العميان! شنو أهم؟ واش الهدية؟ ولا المذبح اللي كيقدس الهدية؟
فأي واحد يحلف باسم المذبح يحلف باسم المذبح وباسم كلشي اللي عليه.
و اللي يحلف باسم الهيكل يحلف باسموا و باسم اللي ساكن فيه.
و اللي يحلف باسم السما يحلف باسم عرش الله و اللي جالس عليه.
شحال هادشي خايب عليكم، يا معلمي الشريعة والفريسيين! يا اللي كتمثلو! كتدّيو لعند الله عشر ديال التوابل ديالكم، بحال النعناع، الشبت والكمون. ولكن ما درتوش الحوايج اللي أهم فالشريعة، بحال العدل، الرحمة والوفاء. كان خاصكم تديرو الحوايج الأخيرة بلا ما تغفلو على اللولة.
يا قادة عميان! كتخرجوا أصغر حشرة من الماكلة ديالكم. ولكن كتبلعوا جمل كامل!
شحال هادشي خايب عليكم، يا معلمي الشريعة والفريسيين! نتاوما اللي كتديرو غير البرّا! كتغسلو برّا الكاس والصحن. ولكن من الداخل كتكونو عامرين بالطمع. غير باغين ترضيو راسكم.
أعمى يا فارسي! نقي اللّب ديال الكاس والصحن اللول. من بعد الخارج غادي يولي نقي حتى هو.
شحال هادشي خايب عليكم، يا معلمي الشريعة والفريسيين! نتاوما كتمثلو! نتاوما بحال القبور اللي مصبوغين بالبياض. كيبانو زوينين من برا. ولكن من الداخل عامرين بعظام الموتى. وزيد عليهم عامرين بحوايج خرين ماشي نقية ونقية.
نفس الشي معاك. من برا كيبان ليك كتدير الصح. ولكن من الداخل عامر بالحوايج الغالطين. كتدير بحالك ماشي انت.
شحال هادشي خايب عليكم، يا معلمي الشريعة والفريسيين! يا المنافقين! كتبنيو قبور للأنبياء. كتزينو قبور الصالحين.
وكتقول، 'إلا كنا عايشين فايام اللي عاشو قبل منا، ماكناش درنا اللي داروه. ماكناش غادي نعاونو فقتل الأنبياء.'
إذن كتشهدو على راسكم. كتقولو بلي نتوما ولاد الناس اللي قتلو الأنبياء.
سالي الذنوب اللي بداوها اللي عاشو قبل منك!
يا عش ديال الحيات السامة! كيفاش غادي تهربو من العقاب ديال جهنم؟
غادي نرسل ليكم أنبياء، حكماء، ومعلمين. غادي تقتلو شي منهم. غادي تثبتو شي في الصليب. وغادي تعضبو آخرين في معابدكم. وغادي تجرّدوهم من مدينة لمدينة.
غادي تخلص على دم جميع الناس الصالحين اللي تراقو فالأرض. كنقصد من دم هابيل الصالح حتى لدم زكريا، ولد بيريكيا. زكريا هو اللي قتلتو بين الهيكل والمذبح.
اللي غادي نقول ليك دابا صحيح. هاد الشي كامل غادي يوقع للناس اللي عايشين دابا.
القدس! القدس! كتقتل الأنبياء وكتقذف بالحجارة باش تقتل اللي مرسلين ليك. بزاف ديال المرات بغيت نجمع شعبك كامل. بغيت نكون بحال دجاجة كتجمع صغارها تحت جناحها. ولكن ما خليتينيش!
شوف، دارك بقات خاوية.
كنقول ليك، ما غتشوفنيش مرة أخرى حتى تقول، "مبروك لي جا باسم الرب." (مزامير 118:26)
علامات النهاية
مشى يسوع من الهيكل. كان كيمشي بعيد منين جاو تلاميذو عندو. بغاو يلفتو انتباهو لمباني الهيكل.
"كتشوف هاد الشي كامل؟" سول يسوع. "اللي غادي نقول ليك دابا صحيح. ما غاديش يبقى حتى حجر فوق حجر هنا. كل حجر غادي يتطرح لتحت."
كان عيسى جالس فوق جبل الزيتون. تما جاو عندو التلاميذ بوحدهم. قالو ليه: "قول لينا، فوقاش غادي يوقع هاد الشي؟ وشنو غادي يكون العلامة ديال مجيئك؟ وشنو غادي يكون العلامة ديال النهاية؟"
جاوب يسوع، "كونوا حذرين! ديروا بالكم ما يخدعكم حد."
غادي يجيوا بزاف باسم ديالي. غادي يقولو، 'أنا المسيح!' وغادي يخدعوا بزاف ديال الناس.
غادي تسمع على الحروب. وغادي تسمع الناس كيهضرو على حروب المستقبل. ماتخافش. هاد الحوايج خاصها تطيح. ولكن النهاية مازال ما وصلاتش.
الغُربة غادي تحارب الغُربة. المَلِك غادي يحارب المَلِك. الناس غادي يجوعو. غادي يكونو زلازل فبزاف دالأماكن.
هذو كاملين هما بداية آلام الولادة.
ومن بعد غادي يسلموك باش يعاملوك خايب ويقتلوك. جميع الشعوب غادي يكرهوك بسببّي.
فهاد الوقت، بزاف غادي يبعدو على إيمانهم. غادي يكرهو بعضياتهم. غادي يسلمو بعضهم لأعدائهم.
غادي يبانوا بزاف ديال الأنبياء الكذّابين. غادي يضحكوا على بزاف ديال الناس.
حيت الشر غادي يزيد، حب الناس بزاف غادي يبرد.
ولكن اللي يصبر حتى للنهاية غادي ينجا.
هاد الخبار الزوينة ديال الملكوت غادي تتبشر فالعالم كامل. غادي تكون شهادة لجميع الشعوب. ومن بعد غادي يجي النهاية.
النبي دانيال تكلم على "الشيء المكروه اللي كيدمر." (دانيال 9:27؛ 11:31؛ 12:11) شي نهار غتشوفو واقف فالمكان المقدس. القارئ خاصو يفهم هاد الشي.
ومن بعد، اللي فاليهودية خاصهم يهربو للجبال.
ما خاص حتى واحد فوق السطح ينزل للدار ديالو باش يخرج شي حاجة.
ما خاص حتى واحد فالميدان يرجع ياخد الجاكيت ديالو.
شحال غادي تكون الأيام صعيبة على الحوامل! شحال غادي تكون صعيبة على المرضعات!
دعي ما تضطرش تهرب فالشتا ولا نهار السبت.
غادي يكون كاين معاناة كبيرة فهذ الأيام. غادي تكون أسوأ من أي حاجة وقعات من بداية العالم حتى دابا. وماغاديش يكون شي حاجة بحالها مرة أخرى.
إلا ما تقصّرش الوقت، ما غاديش يعيش حتى واحد. ولكن بسبب الناس المختارين ديال الله، غادي يتقصّر.
فداك الوقت شي حد يقدر يقول ليك، "شوف! ها المسيح هنا!" ولا، "ها هو تماك!" ما تصدقش هاد الشي.
غادي يبانوا مسيحيين كذّابين ونبيين كذّابين. غادي يديروا علامات وعجائب كبار. غادي يحاولوا يخدعوا الناس اللي خداهم الله إذا قدروا.
شوف، قلت ليك من قبل.
إلى شي حد قال ليك، "هو بعيد فالصحراء"، ما تمشيش تماك. ولا إلى شي حد قال، "هو داخل عميق فالدار"، ما تصدقش هاد الكلام.
البرق اللي كيجي من الشرق كيتشاف فالغرب. وغادي يكون نفس الشي ملي يجي ابن الإنسان.
النُّسور غادي يتجمعو فين ما كان شي جثة ميتة.
مباشرة من بعد المعاناة الكبيرة ديال هاد الأيام، "الشمس غادي تظلم. القمر ما غاديش يضوي. النجوم غادي تطيح من السما. الأجرام السماوية غادي تهتز." (إشعياء 13:10؛ 34:4)
فهاد الوقت غادي يبان علامة ولد الإنسان فالسما. جميع الشعوب فالأرض غادي تحزن. غادي يشوفو ولد الإنسان جاي فوق سحاب السما. غادي يجي بالقوة والمجد الكبير.
غادي يرسل ملائكته بصوت بوق عالي. غادي يجمعوا الناس اللي اختارهم من جميع الجهات الأربعة. غادي يجيبهم من طرف السما لآخرها.
تعلم من شجرة التين. ملي كتولي أغصانها طرية وكتخرج الأوراق ديالها، كتكون عارف باللي الصيف قريب.
بنفس الطريقة، ملي كتشف هادوك الحوايج كاملين كايديرو، كتكون عارف باللي النهاية قراب. راه حدا الباب.
اللي غادي نقول ليك دابا صحيح. الناس اللي كانو عايشين فداك الوقت ما غاديش يموتو حتى يوقعو هادوك الأحداث كاملين.
السما والأرض غادي يزولو. ولكن كلامي عمره ما غادي يزول. النهار والساعة ما معروفينش
ما كيعرف حتى حد على داك النهار ولا الساعة. حتى الملائكة فالسماء ما كيعرفوش. الابن ما كيعرفش. غير الأب هو اللي كيعرف.
تفكر كيفاش كانت الأيام ديال نوح. غادي تكون بحالها ملي يجي ابن الإنسان.
فالأيام قبل الطوفان، الناس كانوا كياكلو وكيشربو. كانوا كيتزوجو. كانوا كيعطيو بناتهم باش يتزوجو. دارو هادشي كامل حتى لليوم اللي نوح دخل فيه السفينة.
ما كانوش عارفين حتى حاجة على شنو غادي يوقع حتى جا الطوفان وخداهم كاملين. هكا غادي يكون منين يجي ابن الإنسان.
جوج رجال غيكونو فالحقل. واحد غيتاخد والآخر غيبقى.
جوج نسا غادي يطحنو بدقة يد. وحدة غادي تتاخد و الأخرى تبقى.
فَخَلِّي عينيك فالرّاقبَة. ما عارفش فاش نهار غادي يجي ربّك.
خصك تفهم حاجة. فرضًا مالك الدار كان عارف شحال من الوقت فالليل كيجي السارق. غادي يكون سهر. ما كانش غادي يخلي الدار ديالو تتسرق.
دابا خاصك تكون واجد حتى نتي. ابن الإنسان غادي يجي فساعة ما كتوقعهاش.
فرضًا أن سيد عيّن واحد من خدامه مسؤول على باقي الخدام في دارو. خدمة الخادم هي يعطيهم الماكلة ديالهم ف الوقت المناسب. السيد باغي خادم أمين و حكيم لهاد المهمة.
غادي يكون مزيان للخادم إلا لقا السيد كيلقاو كيدير خدمتو ملي يرجع السيد.
اللي غادي نقول ليك دابا صحيح. السيد غادي يخلي داك العبد مسؤول على كلشي اللي عندو.
ولكن نفرضو هداك العبد خايب. نفرض يقول ف راسو، "سيدي غادي يبقى بعيد مدة طويلة."
فرضًا بدا كيضرب الخدام الآخرين. وفرضًا كياكل وكيشرب مع الناس اللي كيشربو بزاف.
سيد داك العبد غادي يرجع ف نهار العبد ما متوقعوش. غادي يرجع ف ساعة العبد ما عارفهاش.
من بعد السيد غادي يقطعو لقطع. غادي يرسلُو للمكان اللي كيمشيو ليه اللي كيدّعيو. تماك الناس غادي يبكيو ويصرّو سنانهم.
قصة عشر عرايس
ها كيفاش غادي يكون ملكوت السما فداك الوقت. عشر عرايس خداو شمعاتهم ومشاو يلاقاو العريس.
خمسة منهم كانوا حمقى. خمسة كانوا حكماء.
الحمق خداو لمباتهم ولكن ما خداوش معاهم زيت الزيتون.
العارفين خداو الزيت فالقنينات مع السراجم ديالهم.
العريس ما جاش لمدة طويلة. فكل العروسات تعيّاو ونعسو.
ف نص الليل شي حد صرخ، "ها العريس! خرجو باش تستقبلوه!"
ومن بعد فاقو جميع العرايس وجدّو لمباتهم.
الجهال قالو للحكماء، "عطونا شوية من الزيت ديالكم. الشموع ديالنا غادي تطفى."
"لا"، جاوبو. "ممكن ما يكونش كافي لينا كاملين. بلا ما تمشيو عندهم، سيرو عند الناس اللي كايبيعو الزيت. شريو شوية ليكم."
مشاو يشريو الزيت. ولكن فطريقهم، وصل العريس. الصبايا اللي كانو واجدين دخلو معاه للعشاء ديال العرس. ومن بعد تسد الباب.
من بعد، جاو باقي العرائس حتى هوما. قالو: "سيدي! سيدي! حل لينا الباب!"
ولكن جاوب، "اللي غادي نقولك صحيح. ما كنعرفكش."
دير بالك. ما عارفش النهار ولا الساعة اللي غادي يجي فيها العريس. قصة ثلاثة خدامين
مرة أخرى، هادي كيفاش غادي يكون ملكوت السما. واحد الراجل كان غادي ف رحلة. صيفط عند عبّاده و خلاهم مسؤولين على ممتلكاتو.
عطا واحد 10,000 دولار. وعطا واحد آخر 4,000 دولار. وعطا الثالث 2,000 دولار. الراجل عطى كل خادم المبلغ اللي كان عارف بلي يقدر يهتم بيه. ومن بعد مشى فالسفر ديالو.
العبد اللي خدا 10,000 دولار مشى دابا وحط فلوسو تخدم. ربح 10,000 دولار زيادة.
اللي عندو 4000 دولار ربح 4000 دولار زيادة.
ولكن الراجل اللي خدا 2000 دولار مشى وحفر حفرة فالأرض. خبّى فلوس السيد ديالو فيها.
من بعد وقت طويل رجع السيد ديال هاد الخدامين. كان باغي يجمع كل الفلوس اللي ربحوها.
الرجل اللي خدا 10,000 دولار جاب 10,000 دولار خرين. قال: "سيدي، وثقت فيا ب10,000 دولار. شوف، ربحت 10,000 دولار زيادة."
جاوبو السيد ديالو، "درتي مزيان، عبد مزيان و مخلص! كنت مخلص فحوايج قليلة. غادي نعطيك مسؤولية على حوايج كثيرة. تعال وشارك فرحة السيد ديالك!"
الراجل اللي معاه 4000 دولار جا حتى هو. قال: "سيدي، وثقت فيا ب4000 دولار. شوف، ربحت 4000 دولار زيادة."
جاوبو السيد ديالو، "درتي مزيان، عبد مزيان و مخلص! كنت مخلص فحوايج قليلة. غادي نعطيك مسؤولية على حوايج كثيرة. تعال وشارك فرحة السيد ديالك!"
ومن بعد جا الراجل اللي خدا 2000 دولار. قال: "سيدي، كنت عارف بلي انت راجل قاسح. كتجني فين ما زرعتش. كتجمع المحصول فين ما بذرش."
كنت خايف. خرجت ودفنت ليك 2000 دولار فالأرض. شوف، هادي هي الحاجة ديالك.
جاوبو السيد ديالو، "يا عبد خايب وكسول! واش كنتي عارف بلي كنحصد فين ما زرعتش؟ كنتي عارف بلي كنجمع المحصول فين ما زرعتش؟
إيوا، كان خاصك تحط فلوسي فالبنك. مني رجعت، كنت غادي نرجعها مع الفايدة.
ومن بعد سيدو أمر الخدام الآخرين، "خذو منو $2,000. عطيوها للي عندو $20,000.
كل واحد عندو غادي يعطيوه أكثر. غادي يكون عندو أكثر من الكفاية. وشنو على اللي ما عندوش؟ حتى اللي عندو غادي يتاخد منو.
طرد داك العبد اللي ما عندوش قيمة للبرا. تماك فالظلام، الناس غادي يبكيو ويصرّو سنانهم. 'الغنم والمعز'
ابن الإنسان غادي يجي بكل مجده. جميع الملائكة غادي يجيوا معاه. من بعد غادي يجلس على عرشه في مجد السما.
غادي يتجمعو جميع الشعوب قدامو. غادي يفرق الناس لجوج مجموعات. غادي يكون بحال الراعي اللي كيفرق بين الخرفان والمعز.
غادي يحط الخرفان على اليمين ديالو والماعز على اليسار ديالو.
من بعد غادي الملك يهدر مع اللي على يمينو. غادي يقول ليهم، "بابا ديالي بارك فيكم. تعالوا وخدوا اللي ديالكم. هادي هي المملكة اللي تهيأت ليكم من نهار خلق الله الدنيا.
كنت جائع. وعطيتيني شي حاجة ناكل. كنت عيان من العطش. وعطيتيني شي حاجة نشرب. كنت غريب. وعزمتيني تدخل.
كنت محتاج لحيّج. وانت عطيتيني. كنت مريض. وانت اعتنيت بيا. كنت فالحبس. وانت جيتي تزورني.
ومن بعد الناس اللي دارو الخير غادي يجاوبوه. "سيدنا"، غادي يسولوه، "فاش شفناك جائع وعطيناك الماكلة؟ فاش شفناك عطشان وعطيناك شي حاجة تشرب؟"
فوقتاش شفناك غريب وعزمنالك تدخل؟ فوقتاش شفناك محتاج الحوايج وعطيناك إياهم؟
فوقتاش شفناك مريض ولا فالحبس ومشينا نزوروك؟
الملك غادي يجاوب، "شنو غادي نقول ليك دابا صحيح. أي حاجة درتيها لواحد من أقل الإخوة ديالي أهمية، درتيها ليا."
غادي يقول للي على اليسار ديالو، "نتوما ملعونين! سيرو بعيد عليا فالنار اللي كتحرق ديما. هادي موجدّة للشيطان وملائكته.
كنت جائع. ولكن ما عطيتيني حتى حاجة ناكل. كنت عطشان. ولكن ما عطيتيني حتى حاجة نشرب.
كنت غريب. ولكن ما عيطتيش عليا ندخل. كنت محتاج لحيّج. ولكن ما عطيتينيش حتى واحد. كنت مريض وفي الحبس. ولكن ما تهنيتيش عليا.
غادي يجاوبو حتى هوما، "سيد، فوقاش شفناك جائع ولا عطشان وما عاونّاكش؟ فوقاش شفناك غريب ولا محتاج لكسوة ولا مريض ولا فالحبس وما عاونّاكش؟"
غادي يجاوب، "اللي غادي نقول ليك صحيح. أي حاجة ما درتهاش لواحد من أقل الناس أهمية من هادو، ما درتهاش ليا."
غادي يمشيو يتعاقبو للأبد. ولكن اللي دارو الخير غادي ينالو الحياة الأبدية.
الخطة باش نقتلو يسوع
سالي يسوع من قول هاد الشي كامل. من بعد قال لتلاميذ ديالو،
كما كتعرف، عيد الفصح باقي جوج أيام. ابن الإنسان غادي يتسلم باش يتدق فالصليب.
من بعد، اجتمعو رؤساء الكهنة مع شيوخ الشعب. تلاقاو ف قصر كيافا، الكاهن الكبير.
دارو خطط باش يعتاقلو يسوع بطريقة ذكية. كانو باغين يقتلوه.
ولكن ماشي فالعيد، قالو. الناس يقدرو يفتحو المشاكل. مرا كتفرغ العطر على عيسى
كان يسوع في بيت عنيا. كان في دار راجل سميتو سمعان، اللي كان عندو مرض في الجلد.
جات واحد المرا عند يسوع ومعها قنينة مختومة ديال عطر غالي بزاف. صبّت العطر على راسو وهو جالس على الطابلة.
مني شافو التلاميذ هادشي، تعصّبو. قالو: "علاش هاد الهدر؟"
كان ممكن يتباع العطر بثمن غالي. وكان ممكن يتعطى الفلوس للناس الفقراء.
كان عارف هاد الشي. قال ليهم، "علاش كتزعجو هاد المرا؟ دارت معايا حاجة زوينة."
ديما غادي يكونو معاكم الناس الفقراء. ولكن ما غاديش ديما تكون أنا معاكم.
صبات العطر على جسمي باش تجهزني للدفن.
اللي غادي نقول ليك دابا صحيح. اللي دارت غادي يتقال فين ما تْبَشَّر بهاد الخبار الزوين فالعالم كامل. غادي يتقال فذكرى ديالها." يهوذا كيوافق يسلم يسوع
واحد من التناشَر مشى عند الكهنة الكبار. سميتُه يهوذا الإسخريوطي.
سول، "شنو غادي تعطيني إلا سلمت ليكم يسوع؟" فعدّاو ليه 30 درهم ديال الفضة.
من داك الوقت، يهوذا كان كيتسنى الوقت المناسب باش يسلم يسوع ليهم. العشاء الرباني
كان أول نهار فالعيد ديال الخبز المخمر. التلاميذ جاو عند يسوع. سولوه، "فين بغيتي نوجدولك باش تاكل العشاء ديال الفصح؟"
جاوب، "مشِي للمدينة عند راجل معين. قول ليه، 'المعلّم كايقول، "وقتي قريب. غادي نحتافل بالعيد ديال الفصح فدارك مع التلاميذ ديالي." ' "
دابا التلاميذ دارو اللي قال ليهم يسوع يديروه. وجدوا عشاء الفصح.
مني جا العشية، كان عيسى مع التناشَر على الطابلة.
و هما كياكلو، قال: "اللي غادي نقول ليكم دابا صحيح. واحد منكم غادي يسلمني لعدوي."
التلاميذ ولىو حزينين بزاف. واحد ورا الآخر، بداو كيقولو ليه، "ماشي أنا، سيدي، صح؟"
جاوب يسوع، "اللي غمس يدو ف الطاس معايا هو اللي غيسلمني.
ابن الإنسان غادي يمشي كيف ما مكتوب عليه. ولكن شحال غادي تكون كارثة على اللي يسلم ابن الإنسان! كان حسن ليه إلى ما تزادش.
كان يهوذا هو اللي غادي يسلمه. قال، "مش أنا، يا رابي، صح؟" جاوب يسوع، "إيوا. نتي هو."
فاش كانو كياكلو، عيسى خدا الخبز. شكر الله وقطعو. عطاه لتلاميذ ديالو وقال ليهم، "خدو هاد الخبز وكولو. هاد الشي هو جسدي."
من بعد خدا الكاس. شكر الله وعطاها ليهم. قال، "كولو كاملين منو."
هدا هو دمي ديال العهد الجديد. كيتصب باش يغفر ذنوب بزاف ديال الناس.
هادي هي الحاجة اللي غنقولها ليك. من دابا فصاعد، ما غنشربش النبيذ معاك حتى لليوم اللي نشربو فيه معاك فملكوت بابا ديالي.
من بعد غنّاو ترنيمة ومشاو لجبل الزيتون. عيسى قال بلي بطرس غيفشل
قال ليهم عيسى، "هاذ الليلة غادي تخلّيو عليا كاملين. مكتوب أن الرب قال، 'غادي نضرب الراعي. ومن بعد غادي يتفرّقو الغنم ديال القطيع.' (زكريا 13:7)
ولكن من بعد ما نفيق من الموت، غادي نمشي قدامكم للغاليلية."
بيتر جاوب، "كولشي الناس الآخرين يقدرو يبعدو عليك. ولكن أنا عمري ما غادي نبدل."
قال ليك عيسى: "اللي غادي نقول ليك صحيح. غادي يوقع هاد الليلة. قبل ما يصيح الديك، غادي تقول ثلاث مرات بلي ما كنعرفكش."
ولكن بطرس قال، "يمكن نموت معاك. ولكن عمري ما غادي نقول ما عرفتكش." وجميع التلاميذ الآخرين قالو نفس الحاجة. عيسى كيدعي في جثسيماني
مشى يسوع مع تلاميذه لمكان سميّاتو جثسيماني. قال ليهم، "قعدو هنا وأنا نمشي لهنا نصلي."
خد بطرس وولدين زبدي معاه. بدا يحس بالحزن والقلق.
ومن بعد قال ليهم، "روحي حزينة بزاف. كنحس راسي قريب من الموت. بقاو هنا. سهروا معايا."
مشا شوية بعيد. من بعد طاح و وجهو على الأرض. دعا، "يا بابا، إلا كان ممكن، خذ هاد الكاس ديال العذاب مني. ولكن خلي اللي بغيت إنت هو اللي يتدار، ماشي اللي بغيت أنا."
ومن بعد رجع لتلاميذ ديالو ولقاهم ناعسين. قال ليهم: "ماقدرتوش تسهرو معايا ساعة وحدة؟" سول بطرس.
سهر وصلّي. باش ما تغلطش ملي يجيك الإغراء. الروح باغية، ولكن الجسد ضعيف.
مشى يسوع مرة ثانية. دعا، "يا بابا، واش ممكن هاد الكاس تمشي؟ ولكن إلا خاصني نشربها، خلي اللي بغيتو يوقع."
من بعد رجع. مرة أخرى لقاهم ناعسين. ماقدروش يحبسوا عينيهم مفتوحين.
فخلّاهم ومشى مرة أخرى. للمرة الثالثة دعا بنفس الحاجة.
ومن بعد رجع للتلاميذ. قال ليهم، "مازالو كتنعسو وكترتاحو؟ شوفو! الساعة قربات. ابن الإنسان غادي يتسلم للخطاة.
قوم! يلا نمشيو! ها هو داك اللي غادي يسلمني ليهم!" يسوع تم توقيفه
ويسوع مازال كيهدر، وصل يهوذا. كان واحد من التناش. كان معاه جمهور كبير. كانو شايلين سيوف وعصي. الكهنة الكبار وشيوخ الناس صيفطوهم.
يهوذا، اللي كان غادي يسلم يسوع، كان متفق معاهم على إشارة. قال: "اللي نبوسو هو الراجل." "شدوه."
مشى يهوذا عند يسوع دابا. قال ليه، "السلام عليك، يا رابي!" وبوسو.
جاوب يسوع، "صاحبي، دير اللي جيتي تدير." من بعد الرجال تقدموا. شدوا يسوع و حبسو.
فداك اللحظة، واحد من صحاب عيسى شد السيف ديالو. خرجو وضرب به خادم الكاهن الكبير. قطع ليه ودن الخادم.
"رد سيفك لمكانه," قال ليه عيسى. "كل من يستعمل السيف غادي يموت بالسيف."
كتظن ما نقدرش نطلب المساعدة من بابا؟ هو يقدر يرسل جيش فيه أكثر من 70,000 ملك فالحين.
ولكن كيفاش غادي تتحقق الكتب المقدسة؟ كيقولو خاصها تدار بهاد الطريقة."
فداك الوقت، عيسى هدر مع الجمع. "واش أنا كنقود فرقة ديال الرجال مسلحين ضدكم؟" سولهم. "واش خاصكم تخرجو بالسيوف والعصي باش تشدوني؟ كل نهار كنت جالس فصحن الهيكل كنعلّم. وما شدتونيش.
ولكن كل هذا وقع باش تتحقق كلام الأنبياء." من بعد، جميع التلاميذ خلاوه وهربوا. يسوع تم أخذه للسنهدرين
اللي شدّو يسوع خداوه عند كيافا، الكاهن الكبير. المعلمين ديال الشريعة والشيوخ كانو مجتمعين تماك.
ما بعيدش بزاف، بطرس تبع يسوع. مشى حتى لساحة ديال رئيس الكهنة. دخل وقعد مع الحراس باش يشوف شنو غادي يوقع.
الكهنة الكبار وكامل السنهدرين كانوا كيقلبو على شي حاجة باش يستعملوها ضد يسوع. كانوا باغيين يقتلوه.
ولكن ما لقاوش حتى دليل، رغم أن بزاف ديال الشهود الكذّابين خرجو. فالأخير، جوج شهود آخرين خرجو.
قالو، "هاد الراجل قال، 'أنا قادر نهدم معبد الله. نقدر نبنيه من جديد فثلاثة أيام.' "
من بعد وقف الكاهن الكبير. سول يسوع، "واش ما غاديش تجاوب؟ شنو هاد التهم اللي هاد الرجال جايبينها عليك؟"
ولكن يسوع بقى ساكت. قال ليه الكاهن الكبير، "كنأمرك بحلف باسم الله الحي. قول لينا واش نتي المسيح، ولد الله."
"إيوا. كيف ما كتقول," جاوب يسوع. "ولكن هادي هي الكلمة اللي بغيت نقولها ليكم كاملين. فالأيام الجاية، غادي تشوفو ابن الإنسان جالس على يمين القوي. غادي تشوفو ابن الإنسان جاي فوق سحاب السما."
ومن بعد، الكاهن الكبير مزق حوايجو. قال، "هو قال حاجة خايبة بزاف على الله! علاش خاصنا شهود كثر؟ سمعتوه قال هاد الحاجة الخايبة.
شنو كتظن؟" "خصو يموت!" جاوبو.
ومن بعد بصقوا ف وجهو. ضربوه بقبضاتهم. وناس خرين صفّعوه.
قالوا، "تنبأ لينا، يا المسيح! شكون ضربك؟" بطرس كيقول ما كيعرفش يسوع
كان بيتر جالس فالساحة. جا عندو واحدة الخدامة. قالت ليه: "نتا حتى نتي كنت مع يسوع ديال الجليل."
ولكن قدامهم كاملين، بيتر قال ماشي هو. "ما عرفت شنو كتقولوا," قال.
ومن بعد خرج للباب اللي كيدخل للساحة. تماك شافتو مرة أخرى مرا. قالت للناس، "هاد الراجل كان مع عيسى الناصري."
مرة أخرى قال ماشي هو. وباليمين قال، "ما عرفتش الراجل!"
من بعد شوية، الناس اللي واقفين تما مشاو عند بطرس. قالو ليه: "خاصك تكون واحد منهم. الطريقة اللي كتهدَر بيها كتفضحك."
من بعد بدا بطرس كينادي على راسو باللعنات. حلف وقال ليهم، "ما عرفتش هداك الراجل!" فالحين صرخ ديك.
من بعد تذكر بطرس شنو قال ليه يسوع. "الديك غادي يصيح"، قال ليه يسوع. "قبل ما يصيح، غادي تقول ثلاث مرات بلي ما كتعرفنيش." خرج بطرس للبرا. تكسّر وبكى.
يهوذا كيعقد راسو
كان الصباح بكري. جميع رؤساء الكهنة وشيوخ الناس قرروا يقتلوا يسوع.
ربطوه وداوه بعيد. من بعد سلّموه لبيلاطس، اللي كان الوالي.
يهوذا، اللي سلّمو، شاف بلي يسوع تحكم عليه بالموت. حس بالخجل الكبير والحزن على اللي دار. رجع 30 درهم فضة للكهنة الكبار والشيوخ.
"أنا خطيت," قال. "سلمت راجل ماشي مذنب." "علاش يهمنا؟" جاوبوه. "هادي مشكلتك."
دابا يهوذا رمى الفلوس فالمعبد ومشى. من بعد مشى وشنق راسو.
جمعو الكهنة الكبار الفلوس. قالو، "هاد الفلوس ممنوع تحطوها فصندوق الهيكل. هادي فلوس دم. خلصات على موت راجل."
قرروا يستعملوا الفلوس باش يشريوا حقل للفخّار. الناس من دول أخرى غادي يترمّاو تماك.
علاش تسما هاديك البلاصة حقل الدم حتى لليوم.
ومن بعد تحقق الكلام اللي قالو إرميا النبي. قال، "خداو 30 درهم ديال الفضة. هاد الثمن حدّدو ليه ناس إسرائيل.
استعملو الفلوس باش يشريو حقل الفخّار، كيف ما أمرني الرب." (زكريا 11:12,13؛ إرميا 19:1-13؛ 32:6-9) جابو يسوع عند بيلاطس
كان يسوع واقف قدام الوالي. الوالي سولو، "واش نتي ملك ديال اليهود؟" "إيه. بحال ما كتقول بالضبط," جاوب يسوع.
ولكن ملي جابو عليه الكهنة الكبار والشيوخ التهم، ما جاوبش.
من بعد سولو بيلاطس، "واش ما كتسمعش التهم اللي كيتهموك بيها؟"
ولكن عيسى ما جاوبش، حتى على شي تهمة وحدة. الوالي تفاجأ بزاف.
كان من عادة الوالي في عيد الفصح يطلق سراح سجين واحد. الناس كانوا يقدروا يختاروا الشخص اللي بغاوه.
فداك الوقت كان عندهم سجين معروف سميتو باراباس.
مني تجمعو الناس، بيلاتس سولهم، "شكون بغيتوني نطلق ليه الحرية؟ باراباس؟ ولا عيسى اللي كيسميوه المسيح؟"
بيلاتوس كان عارف بلي القادة كانو حاسدين. كان عارف هادي هي علاش سلّمو يسوع ليه.
فاش كان بيلاطس جالس فكرسي القاضي، مرتو صيفطات ليه رسالة. كتقول: "ماتدخلش فهاد الراجل. ماشي مذنب. عانيت بزاف فحلم اليوم عليه."
ولكن الكهنة الكبار والشيوخ قنعوا الجمع يطلبوا باراباس ويسبّبوا موت يسوع.
"شكون من جوج بغيتيني نطلق؟" سول الوالي. "براباس،" جاوبوه.
سول بيلاطس: "و دابا شنو خاصني ندير مع يسوع اللي كيتسمى المسيح؟" جاوبوه كاملين: "صلبوه!"
علاش؟ شنو دار ليه؟" سول بيلاطس. ولكن هما صرخوا بصوت أعلى، "صلبوه!"
بيلاتوس شاف بلي ما غاديش يوصل لشي حاجة. بالعكس، الناس بداو كيغضبو. دك الساعة خدا الما و غسل يديه قدامهم. قال: "أنا ماشي مذنب فموت هاد الراجل." قالو ليه: "نتا المسؤول على هادشي!"
جاوبو الناس كاملين، "حنا وولادنا غادي نتحملو الذنب ديال موته!"
بيلاتوس خلا باراباس يخرج حر. ولكن ضرب يسوع بالسوط. ومن بعد سلّموه باش يثبّتو على الصليب. العساكر كيضحكو على يسوع
جنود الوالي خداو يسوع للقصر، اللي كان كيتسمى البراتوريوم. باقي الجنود كاملين تجمعو حداو.
نزعو عليه حوايجو ولبسوه جلابية بنفسجية.
ومن بعد جدّوا الشوك باش يصاوبو تاج. حطّوه فوق راسو. عطاوه عصا في يدو اليمنى. ومن بعد طاحو على ركبهم قدّامو وضحكو عليه. قالو: "كنشرفوك، يا ملك ديال اليهود!"
صبات عليه. ضربوه على راسو بالعصا مرة و مرة.
من بعد ما ضحكوا عليه، نزّلو عليه الجلابة. رجّعوا ليه حوايجو ديالو. من بعد شدّوه ومشاو يصلّبوه على الصليب. يسوع تصلّب على الصليب
فطريقهم خارج المدينة، تلاقاو مع راجل من قيروان. سميتو سيمون. جبرّوه يشيل الصليب.
جاو لمكان سميّاه جولجثة. كلمة جولجثة كتعني بلاصة الجمجمة.
هناك خلطوا النبيذ مع توابل مرة وعطاوها ليسوع باش يشرب. من بعد ما ذاقها، رفض يشربها.
مني صبّبوه على الصليب، قسموا حوايجو بالقسمة بالقرعة.
قعدو وحرسوه تماك.
فوق راسو حطو ليه التهمة المكتوبة عليه. كانت مكتوبة، ~هذا هو عيسى، ملك اليهود.=
زوج حرامية تصلّبوا معاه. واحد كان على يمينو وواحد كان على يسارو.
اللي دازو صرخوا على عيسى وضحكو عليه. هزّو راسهم
وقال، "يعني غادي تهدم الهيكل وتبنيه من جديد فثلاثة أيام؟ إذاً خلّص راسك! نزل من الصليب، إلا كنت ولد الله!"
بنفس الطريقة، الكهنة الكبار، معلمي الشريعة والشيوخ سخروا منه.
"هو نجا الآخرين," قالوا. "ولكن ما يقدرش ينجا راسو! هو ملك إسرائيل! خليوهو ينزل دابا من الصليب! من بعد غادي نآمنو بيه."
هو كيتكل على الله. الله ينقذو دابا إلا بغاه. هو اللي قال، 'أنا ولد الله.' "
بنفس الطريقة اللصوص اللي كانوا مصلوبين مع يسوع ضحكوا عليه حتى هو. يسوع مات
من الضهر حتى التلاتة ديال العشية، الأرض كلها تغطات بالظلام.
حوالي الساعة ثلاثة، عيط يسوع بصوت عالي. قال، "إلوي، إلوي، لما سبقتني؟" هادشي كيعني "ربي، ربي، علاش خليتيني بوحدي؟" (مزمور 22:1)
بعض الناس اللي واقفين تماك سمعو يسوع كيعيط. قالو، "كيعيط على إيليا."
فوراً واحد منهم جرى وجاب إسفنجة. عمرها بخل العنب وحطها على عصا. عرضها على يسوع باش يشرب.
الباقيين قالو، "خليوه بوحدو. نشوفو واش إيليا غادي يجي ينقذو."
من بعد ما صرخ يسوع بصوت عالي مرة أخرى، مات.
فداك اللحظة، ستار الهيكل تفرق من الفوق لتحت. الأرض تزلزلت. الحجار تشققات.
تفتحات القبور. جثث بزاف من الناس القديسين اللي ماتوا رجعوا للحياة.
خرجو من القبور. من بعد ما قام يسوع للحياة، مشاو للمدينة المقدسة. تماك بانوا لناس بزاف.
الآمر الروماني واللي كانو حراس على يسوع شافو الزلزال وكلشي اللي وقع. تخافو بزاف. قالو، "راه فعلاً هو ولد الله!"
ما بعيدش بزاف، بزاف ديال النسا كانو كيتفرجو. تبعو يسوع من الجليل باش يعتنيو بيه.
كانت مريم المجدلية من بينهم. مريم، أم يعقوب ويوسف، كانت حاضرة كذلك. وكذلك أم أولاد زبدي. يسوع مدفون
مع اقتراب المساء، جا راجل غني من مدينة أريماطية. سميتو يوسف. ولى تابع ديال يسوع.
مشا عند بيلاطس وطلب جثة يسوع. بيلاطس أمر باش يعطيوه ليه.
يوسف خذا الجثة ولفها ف قماش كتاف نقي.
حطّها فالقبر الجديد ديالو اللي حفره فالصخر. دار حجر كبير قدّام مدخل القبر. ومن بعد مشى.
ماري ماغدالين وماري الأخرى كانو جالسين تماك قدام القبر. الحراس ديال القبر
النهار اللي من بعد كان النهار اللي من بعد نهار التحضير. الكهنة الكبار والفريسيين مشاو عند بيلاطس.
سيدي،" قالو، "كنفتكرو شي حاجة قالها داك الكذاب وهو باقي حي. قال، 'من بعد ثلاثة أيام غادي نرجع نعيش مرة أخرى.'
عطِ الأمر باش يضمنو القبر حتى لليوم التالت. إلا ما درتوش، التلاميذ ديالو يقدرو يجو ويسرقو الجثة. من بعد غادي يقولو للناس بلي عيسى قام من الموت. هاد الكذبة الأخيرة غادي تكون أسوأ من الأولى.
خد معاك شي حراس،" جاوب بيلاطس. "مشي. دير القبر محمي قد ما تقدر."
مشاو و شدو القبر مزيان. حطو ختم على الحجر و دارو شي حراس ف الخدمة.
يسوع كيقوم من الموت
نهار السبت سالى دابا. كان الفجر فنهار اللول ديال السيمانة. مريم المجدلية ومريم الأخرى مشاو باش يشوفو القبر.
وقع زلزال قوي. ملاك من عند الرب نزل من السما. الملاك مشى للقبر. حرك الحجر اللي كان مسدود بيه القبر وقعد عليه.
جسمو كان كيلمع بحال البرق. حوايجو كانو بيض بحال التلج.
الحراس كانو خايفين منو بزاف حتى تهزّو وولاو بحال الميتين.
قال الملاك للنساء، "ماتخافوش. عارف أنكم كتقلبو على يسوع، اللي تصلب.
ما كاينش هنا! قام، بحال ما قال غادي يدير! جي وشوف البلاصة اللي كان كيرقد فيها.
سرع! قول لتلاميذ ديالو، 'قام من الموت. غادي قدامكم للجلِليلة. غادي تشوفوه تما.' دابا قلت ليكم.
دابا العيالات جريو بعيد على القبر. كانو خايفين، ولكن كانوا فرحانين بزاف. جريو باش يقولو للتلاميذ.
فجأة صادفهم يسوع. قال: "السلام عليكم!" جاؤوا عنده، مسكوا رجليه وعبدوه.
من بعد قال ليهم عيسى، "ماتخافوش. مشيو قولوا لإخوتي يمشيو للجللية. غادي يشوفوني تماك." الحراس كيرجعو عند رؤساء الكهنة
فاش كانت العيالات في الطريق، بعض الحراس مشاو للمدينة. قالو للكهنة الكبار على كلشي اللي وقع.
مني تلاقاو الكهّانة الكبار مع الشيوخ، دارو واحد الخطة. عطاو العسكر مبلغ كبير ديال الفلوس.
قالو للجنود، "بغيناكم تقولوا، 'تلاميذو جاو فالليل. سرقو جثتو و حنا كننعسو.'"
إلا سمع الوالي هاد التقرير، غادي نخلصوه. هكا غادي تبقى بعيد على المشاكل.
دابا الجنود خداو الفلوس ودّاو اللي تقال ليهم. هاد القصة ولات معروفة عند اليهود حتى لليوم. الأوامر الأخيرة ديال عيسى لتلاميذو
من بعد مشاو 11 تلميذ للجليل. مشاو للجبل اللي قال ليهم يسوع يمشيو ليه.
مني شافوه، عبدوه. ولكن كاينين اللي باقي عندهم شكوك.
ومن بعد جا عندهم يسوع وقال ليهم: "كل السلطة فالسماء وعلى الأرض عطاوني إياها.
خصك تمشي وتعلم الناس من جميع الشعوب. عمّدهم باسم الأب والابن والروح القدس.
عَلِّمْهُمْ يَطِيعُوا كُلّ شِي حَتَّى أَنَا أَمَرْتْكُمْ بِيه. وَكُونُوا وَاثِقِين بْلِّي رَانَا مَعَكُمْ دَائِمًا، حَتَّى النِّهَاية.
يوحنا المعمدان كيوجد الطريق
هذي هي بداية الأخبار الزوينة على يسوع المسيح، ولد الله.
من زمان النبي إشعياء كتب، "غادي نرسل المرسل ديالي قدامك. هو غادي يوجّد الطريق ديالك." (ملاخي 3:1)
رسول كينادي فالصحراء، "وجد الطريق للرب. صاوب ليه الطرق مستقيمة." (إشعياء 40:3)
وجا يوحنا. كان يعمد الناس فالصحراء. وكان كيعظ الناس باش يتعمدو ويتوبو من ذنوبهم. ومن بعد الله غيسامحهم.
جميع الناس من دواوير يهودا خرجوا عندو. حتى الناس من القدس مشاو. ملي اعترفوا بالذنوب ديالهم، يوحنا عمّدهم فواد الأردن.
كان جون لابس حوايج مصاوبين من شعر الجمل. كان عندو حزام ديال الجلد على خصرو. وكان كياكل الجراد والعسل البري.
هادي هي الحاجة اللي كان كيعظ بها جون. "مني نمشي، غادي يجي واحد أقوى مني. أنا ماشي كافي باش ننحني ونحل الصنادل ديالو.
كنعمدك بالماء. ولكن هو غادي يعمدك بالروح القدس." عيسى تعمد وتجرّب
فداك الوقت جا عيسى من الناصرة فالجليل. يوحنا عمدو فواد الأردن.
كان يسوع كيرجع يطلع من الماء. فداك اللحظة شاف السما كتتفرك. شاف الروح القدس كينزل عليه بحال الحمامة.
صوت تكلم معاه من السما. قال ليه، "نتا ولدي، وأنا كنحبك. أنا فرحان بيك بزاف."
فورًا الروح القدس صيفط يسوع للصحراء.
كان فالصحراء 40 يوم. هناك الشيطان جربو. الحيوانات البرية ما ضراتش يسوع. الملائكة اعتنيو بيه. يسوع اختار التلاميذ اللولين
من بعد ما تحبس جون، مشى عيسى للجليل. كان كيعظ بخبر الله الزوين.
"الوقت وصل," قال. "مملكة الله قريبة. توب من ذنوبك وآمن بالبشارة الزوينة!"
نهار واحد، كان عيسى كيمشي حدا بحر الجليل. تما شاف سيمون وخوه أندرو. كانو كيرميو شبكة فالبحيرة. كانو صيادين.
جي. تبعني، قال يسوع. غادي نوليكم صيادي الناس.
فوراً خلىو شباكهم وتبعوه.
من بعد مشى يسوع شوية لقدّام. وهو كيمشي، شاف يعقوب بن زبدي وخوه يوحنا. كانو فالفلوكة كيوجدو الشباك ديالهم.
فورًا نادى عليهم. خلى باباهم زبدي فالقارب مع الخدامين اللي مستأجرين. ومن بعد تبعوا يسوع. يسوع كيخرج روح شرير
مسيح و اللي معاه مشاو لكفرناحوم. ملي جا نهار السبت، مشى للكنيس. تما بدا كيعلم.
الناس تعجبوا من تعليمه. كان كيعلمهم بحال واحد عندو السلطة. ما كانش كيهضر بحال معلمي الشريعة.
فداك الساعة، واحد الراجل فالمعبد ديالهم صرخ. كان مسيطر عليه روح شرير. قال،
شنو بغيت منا، عيسى الناصري؟ واش جيتي باش تهلكنا؟ عارف شكون نتا. نتا القدوس ديال الله!
"سكت!" قال يسوع بحزم. "خرج منو!"
الروح الشريرة هزات الراجل بعنف. من بعد خرجات منو بصراخ.
كل الناس تعجبوا. فسولوا بعضياتهم، "شنو هاد الشي؟ تعليم جديد! وبسلطة كبيرة! حتى كيعطي أوامر للأرواح الشريرة، وكيطيعوه."
الأخبار على عيسى انتشرت بسرعة فكل جليل. عيسى كيعالج بزاف ديال الناس
مسيح واللي معاه خرجو من الكنيس. دغيا مشاو مع يعقوب ويوحنا لدار سمعان وأندراوس.
حمات سيمون كانت راقدة فالفراش. كانت عندها سخانة. قالو ليسوع عليها.
مشا عندها. شد يدها وعاونها تقوم. السخانة مشات عليها. من بعد بدات كتقدم ليهم الخدمة.
ديك العشية من بعد الغروب، الناس جابو عند يسوع جميع المرضى. وجابو حتى اللي كانو مسيطرين عليهم الشياطين.
جمعو الناس كاملين فالمدينة قدام الباب.
عيسى شفى بزاف منهم. كان عندهم جميع أنواع الأمراض. حتى طرد بزاف من الشياطين. ولكن ما خلاهمش يهضرو، حيث كانوا عارفين شكون هو. عيسى كيدعي فبلاصة هادئة
كان بكري بزاف فالصباح ومازال الضلام. عيسى ناض ومشى من الدار. مشى لمكان يقدر يكون فيه بوحدو. تماك صلى.
سيمون و صحابو مشاو يقلبو على عيسى.
مني لقاوه، ناداو عليه، "الناس كاملين كيقلبو عليك!"
جاوب يسوع، "يلا نمشيو لمكان آخر. بغيت نمشي للمدن القريبة. خاصني نعلم تماك حتى أنا. هادي هي علاش جيت."
سافر فكل جليل. كان كيعظ فالمعابد ديالهم. حتى طرد الشياطين. يسوع كيشفى راجل كان عندو مرض فجلدو
جا راجل عندو مرض فجلدو عند عيسى. ركع على ركبتيه وتوسل لعيسى. قال ليه، "إلا بغيت تطيبني وتخلي جلدي نقي، تقدر تدير هاد الشي."
كان يسوع معمر بالهم الكبير. مد يدو ولمس الراجل. قال ليه: "أنا مستعد نديرها." "كون طاهر!"
فوراً المرض خلاه. تداوى.
يسوع صرّفُه دابا. عطاه تحذير قوي.
"ماتقولش هاد الشي لحتى واحد," قال. "مشِ ورِّي راسك للكاهن. قدّم القرابين اللي أمر بيهم موسى. غادي تكون شهادة للكاهن وللناس بأنك 'نقي'."
ولكن الراجل خرج وبدا يهدر دابا. نشر الخبار عند الجميع. ولى يسوع ما قدرش يدخل لشي مدينة علنياً. بقى خارج فبلايص معزولة. ولكن الناس مازالو كيجيو عندو من كل بلاصة.
عيسى كيشفى راجل ما كانش قادر يمشي
من بعد شي أيام، دخل يسوع كفرناحوم مرة أخرى. الناس سمعوا بلي رجع للدار.
تجمعو بزاف ديال الناس حتى ما بقاتش بلاصة. ما بقاتش حتى بلاصة برا الباب. و عيسى كيعظهم بالكلمة.
ربعة من اللي جاو كانو شايلين راجل ما يقدرش يمشي.
ولكن ماقدروش يقربوه ليسوع بسبب الزحام. فدارو ثقب فالسقف اللي فوق يسوع. ومن بعد نزلوا الراجل من خلاله على حصيرة.
شاف يسوع إيمانهم. قال للرجل، "ولدي، ذنوبك مغفورة."
كانو شي معلمين ديال الشريعة جالسين تماك. كانو كيفكرو،
علاش هاد الراجل كيهضر بهاد الطريقة؟ كيقولي حاجة خايبة بزاف! غير الله هو اللي كيقدر يغفر الذنوب!
فوراً عارف يسوع شنو كايفكرو. قال ليهم، "علاش كتفكرو فهذ الأفكار؟"
واش أسهل تقول لهاد الراجل، "ذنوبك تغفرت"؟ ولا تقول، "قوم، شد فرشك ومشي"؟
بغيتك تعرف بلي ابن الإنسان عندو السلطة فالأرض باش يغفر الذنوب." من بعد، عيط يسوع للرجل اللي ما كانش قادر يمشي.
"كنقول ليك," قال, "قوم. خذ الحصير ديالك ومشي للدار."
قام الراجل و شد الحصيرة ديالو. من بعد مشى و الناس كاملين كيتفرجو. الناس كاملين تعجبو. شكروا الله و قالوا، "عمري ما شفت بحال هاد الشي!" عيسى اختار لوي
مرة أخرى خرج يسوع جنب بحر الجليل. جاو عندو جمع كبير. بدا كيعلمهم.
وهو كيمشي شاف لوي، ولد ألفاوس. لوي كان جالس فبلاصت جامع الضرائب. قال ليه يسوع: "تبّعني." لوي ناض وتبعو.
من بعد، كان عيسى كيتعشى فدار ليفي. بزاف ديال جابيين الضرائب و"الخطاة" كانو كياكلو معاه ومع التلاميذ ديالو. كانوا جزء من الحشد الكبير اللي كيتبع عيسى.
كانو شي معلمين ديال الشريعة اللي كانوا فريسيين حاضرين. شافو يسوع كياكل مع "الخطاة" وجابيين الضرائب. سولوا التلاميذ ديالو، "علاش كياكل مع جابيي الضرائب و'الخطاة'؟"
يسوع سمع هاد الشي. قال ليهم، "اللي بصاح ما محتاجش لطبيب. الناس المريضة هما اللي محتاجين. ما جيتش باش نجيب اللي كايظن راسو صحيح مع الله باش يتبعني. جيت باش نجيب الخطاة يتبعوني." سولو يسوع على الصيام
تلاميذ يوحنا والفريسيين كانو صايمين وما كياكلوش. جاو عند يسوع شي ناس. قالو ليه، "تلاميذ يوحنا صايمين. تلاميذ الفريسيين حتى هوما صايمين. ولكن تلاميذك ما صايمينش. علاش ما صايمينش؟"
جاوب يسوع، "كيفاش يقدرو الضياف ديال العريس يبقاو بلا ما ياكلو وهو معاهم؟ ما غاديش يصومو حتى يكون هو معاهم.
ولكن غادي يجي الوقت اللي غادي يديوا العريس منهم. فداك النهار غادي يمشيو بلا ما ياكلو.
الناس ما كيخيطوش قطعة جديدة من القماش على حوايج قديمة. إلا دارو هكا، القطعة الجديدة غادي تجرّ من القديمة. هادشي غادي يزيد في التمزق.
الناس ما كيسكّروش النبيذ الجديد فجلود النبيذ القدامى. إلا دارو هكا، النبيذ غادي يفرقع الجلود. ومن بعد النبيذ والجلود بجوج غادي يتخسرو. لا، كل واحد كيسكّر النبيذ الجديد فجلود جديدة." يسوع هو السيد ديال نهار السبت
فنهار السبت، كان يسوع كيمشي مع تلاميذو فحقول الحبوب. بداو التلاميذ كيقطعو شوية من رؤوس الحبوب.
قالو الفريسيين ليسوع، "شوف! هادشي مخالف للشريعة باش تديروه فنهار السبت. علاش التلاميذ ديالك كيديروه؟"
جاوب، "واش عمرك ما قريتيش على شنو دار داوود؟ هو و رجاله كانو جياع. كانو محتاجين الماكلة.
كان وقت لي كان أبياثار هو الكاهن الكبير. داوود دخل لدار الله وكل الخبز المقدس. غير الكهنة كانو مسموح ليهم ياكلوه. داوود عطى حتى لرجاله شوية.
من بعد قال ليهم عيسى، "نهار السبت تدار للإنسان. الإنسان ما تدارش باش يكون نهار السبت.
فابن الإنسان هو السيد حتى في يوم السبت.
الشفاء في السبت
مرة أخرى مشى يسوع للكنيس. كان واحد الراجل عندو يد ضعيفة ومعوجة.
كانو شي فريسيين كيقلبو على عيب ف عيسى. كانو كيراقبوه مزيان. بغيو يشوفو واش غادي يشفي الراجل ف نهار السبت.
تكلم يسوع مع الراجل اللي يدو ضعيفة ومعوجة. قال ليه: "وقف قدام الناس كاملين."
من بعد سولوهم عيسى، "شنو كيقولو الشريعة خاصنا نديرو فنهار السبت؟ واش خاصنا نديرو الخير؟ ولا الشر؟ واش خاصنا ننقذو الحياة؟ ولا نقتلو؟" ولكن ما جاوب حتى واحد.
تفرج فيهم يسوع بغضب. كان معصب بزاف حيت قلوبهم كانت عنيدة. من بعد قال للرجل، "مد يدك." مدها، ويدو ولات بحال الجديدة.
من بعد خرجو الفريسيين وبداو كيديرو الخطط مع الهيروديين. بغيو يقتلو يسوع. الجماهير كيتبعو يسوع
مشى عيسى لبحر الجليل مع تلاميذو. تابعوهو جمهور كبير من الجليل.
الناس سمعوا على كلشي اللي كان كيدير يسوع. وجاوه بزاف ديال الناس. جاو من يهودا، القدس، وإدوميا. جاو من الأراضي اللي شرق نهر الأردن. وجاو من المنطقة اللي حدا صور وصيدون.
بسبب الزحام، قال يسوع لتلاميذه يوجدو ليه قارب صغير. هاد الشي غادي يمنع الناس من التزاحم عليه.
يسوع شفى بزاف ديال الناس. داكشي علاش اللي كانو مريضين كانو كيتزاحمو باش يلمسو فيه.
مني الناس اللي فيهم أرواح شريرة شافوه، طاحو قدامو. الأرواح صرخت، "نتا ولد الله!"
ولكن عيسى أمرهم ما يقولوش شكون هو. عيسى عيّن التناش عشر رسول.
طلع ع جبل. نادى على ناس معينين باش يجو عندو، وجاو.
عَيَّن 12 منهم وسمّاهم الرسل. من داك الوقت و هما معاه. وكان غادي يرسلهم باش يعظوا.
غادي يكون عندهم السلطة باش يطردو الشياطين.
دابا عيّن يسوع الاثنا عشر. سيمون كان واحد منهم. يسوع عطاه الاسم بطرس.
كانو جيمس، ولد زبدي، وخوه يوحنا. عطاهم يسوع الاسم بوانرجس. بوانرجس كتعني ولاد الرعد.
كانو حتى أندرو، فيليب، برثولماوس، متى، توماس، وجيمس ولد ألفايوس. وكانو حتى تداوس وسيمون الغيور.
كان يهوذا الإسخريوطي واحد منهم حتى هو. هو اللي غادي يسلم يسوع لأعداؤه من بعد. يسوع و بعلزبوب
دخل عيسى لدار. مرة أخرى تجمع حشد. كان كبير بزاف حتى عيسى وتلاميذو ماقدروش ياكلو.
عائلتو سمعو بهاد الشي. مشاو باش يهتمو بيه. قالو، "راه مريض ف راسو."
كانو شي معلمين ديال الشريعة تماك. نازلين من القدس. قالو، "هو مسيطر عليه ببيليزبوب! كيطرد الشياطين بقوة أمير الشياطين."
جاء يسوع ناداهم وكلمهم بحكايات. قال ليهم، "كيفاش يقدر الشيطان يطرد الشيطان؟
إلى كانت المملكة كتقاتل راسها، ما غتبقاش واقفة.
إلى كانت العائلة متفرقة، ما كتقدرش تصمد.
