هي تماك، قدام مكتب المعلومات السياحية.
ما عمرني سمعت بهاذ العنوان هنا.
سير دغيا حتى تشوف صيدلية.
شحال تمن الفطور؟
كيفاش نقدر نعاونك؟
دير لليسار فالثالثة ديال الزاوية.
بغيت الكريم والسكر فالقهوة ديالك؟
واش تقدر تصرف لي شيك ديالي ديال مئتين دولار؟
إلا طلع، عيط عليا من فضلك.
فين كاين القهوة؟
بغيت سويتر ديال الدراري.
حسناً. الثمن ديال البريد العادي هو خمسة وثمانين سنتيم، وزيد عليه ثلاثة دولارات وصفر سنتيمات باش توصل الخدمة الخاصة.
كنت نشري هاد الشي بلاصتك.
واش غادي نلقى شي صعوبة مع الجمارك؟
واش عندك صبّاط رسمي برجل عريضة؟
لا. واش نقدر نقترح عليك توأم للاستعمال الفردي بلاصة؟ عندنا واحد.
بغيت برم مشدود، عفاك.
هي بغات بيرة.
صباح الخير. كيف داير؟
كنخاف خاصني نشوف شي نوع من بطاقة التعريف.
شنو نوع الصوص؟
هدا بارد شوية. واش غادي تسخّنو؟
سمح ليا، هاد البلاصة راه مشغولة دابا.
أنا بخير. ولكن واش ممكن تعيط لصاحبي؟
شكراً، هادشي كافي.
شكون هو صاحبك المفضل؟
نهار الصحة والرياضة العاشر من أكتوبر هو عيد وطني مخصص باش نشجعو صحة الناس.
بغيتيني نشوف تحت الكابوت؟
واش تقدر تعاونّي نلقى الشنطة ديالي؟
واش غادي تدير الترتيبات من قبل؟
كتعاونوني. شكراً.
مني توصل تماك، سول شي حد آخر، عفاك.
بغيت تمديد ربعة وعشرين، عفاك.
هادو جوج دولار. خليك على الباقي.
واحد هامبورغر وواحد تشيزبرغر، عفاك.
شحال كتخلص على المعالجة؟
كل واحد فينا بغى يخلص على الماكلة ديالو.
المكان كان فوق كرسي فاللوبي.
عفاك بدل هاد الينات لباوندات.
بغيت واحد القاموس صغير بحجم الجيب، عفاك.
جوج ديال الناس على السبعة. الاسم هو واتانابي.
ساعتي. كانت سيكو ديجيتال.
غادي نفرحو نخدموك بالمشروب اللي تختارو، ومن بعد العشاء. دليل كامل ديال المشروبات اللي كنقدمو فهاد الرحلة كاين فالدليل المعلوماتي ديال المجلة ديالنا.
كتسكن حدا هنا؟
فين كاين محل الهدايا؟
أنا ف الطريق السريع واحد حدا مورّو باي.
بغيت واحد ساعة منبه، عفاك.
بالمناسبة، سميتي هيروشي إيجيما.
هاد التران كيتوقف فليك فورست، ماشي هكا؟
معظم اليابانيين كياكلو الأخطبوط والحبار.
واش ممكن تعطيني جوج تيكيات من الدرجة الثانية لشيكاغو، عفاك؟
مشيت لنيويورك.
شنو رقم الطيارة؟
واحد لنيورك، عفاك.
لمدة شي أيام.
الثاني من اليسار.
هاد الكارطا، مزيان؟
واش هادي هي طابلة الاستقبال؟ واش كاين شي عيادة حدا هنا؟
واش عشرة دولارات غادي تكفي بالتكسي؟
هاذ الطعم غريب.
إيه. سنى شوية، غادي نجيب ليك واحد.
نص قنينة، عفاك.
ماشي بالضبط. غير حاجة ماشي غالية.
كتقلب على شي حاجة؟
ربعة ديال الليالي.
خصني شي شرابيات.
واش تقدر تخفض الثمن حيت كاينين شي بقع؟
واحد الراجل ضرب فيا. من بعد حسيت باللي المحفظة ديالي مشات.
ما متأكدش واش جمعت كفاية د الحوايج لرحلة ديال ثلاثة أسابيع.
بغينا نجربو نبيذ أبيض.
إلا سولوني عليا، قول ليهم غادي نكون فالقهوة.
أنا متأكد أنه كان في الجيب الداخلي ديال المعطف ديالي.
عفاك، واش ممكن تعطيني الاسم ورقم ديال الشخص اللي كتعيط ليه؟
واش الشركة ديال الطيران غادي تخلص لي باش نشري شوية ديال الحوايج الشخصية الأساسية؟
بغيت بيت مع بانيو.
ما خرج والو من الماكينة؟
كان خاصك تدي الرحلة رقم 820، اللي طارت من خمسة عشر دقيقة. مزيان. نقدر نرتب ليك رحلة أخرى.
شي حد حل الطرد ديالي.
آه، ماشي حتى حاجة. راك هنا، على أي حال.
الخطوط الجوية اليابانية، رقم الرحلة واحد جوج تلاتة.
خصني نشري شامبو.
واش تقدر تقول لي فوقاش نوصلو للمركز المدني؟
فين كاين أقرب جزار؟
بغينا نبقاو ربعة ديال الليالي من نهار الأول ديال غشت.
شنو سميّة ديال هاد الوردة؟
15 شتنبر هو نهار احترام الكبير فالعمر.
ما كاينش الصابون فغرفتي.
واش كاين شي حاجة نقدر ناخدها لهاد الطفح؟
واش تقدر تبدل الكلام بالكلام اللي قلتو دابا؟
شحال غادي ياخد باش نطلب؟
واش ممكن تهدر شوية بصوت عالي، عفاك؟
شحال غادي تبقى حتى يخرج؟
فين المعلومات ديال الرياضة؟
هاد القياس هنا، اللي كتسميو القياس العادي، غادي يصلح.
فين غادي تسالي الجولة، وفوقاش؟
فين خاصني نبدل الطوبيس باش نوصل لإدنبرة؟
بغيت نحط هاد الشي فصندوق الأمان.
فين نقدر نبدل فلوسي؟
واش نقدر نخليو حوايجنا فالطوبيس، ما عدا الحوايج الثمينة؟
كنتشوف شنو هاد المصاريف فالفاتورة ديالي.
غادي نخلص خمسين دولار.
دابا عرفت شنو كان غلط.
هدا إيكييدا كيهضر. عندي حجز لطابلة مع ستة ونص هاد العشية. ولكن سمح لي غادي نجي بنص ساعة متأخر.
شحال من أونس ديال العطر نقدر ناخد بلا طرايب؟
غير السياحة.
ماشي مشكل، عفاك وقع عليهم. كيفاش بغيتيها؟
واش باقي عندكم بلايص لعروض ديال الليلة؟
بغيت واحد كبير.
نعست وما فقتش مع منبه الستة ونص.
أنا مصور حر.
الديالين يقدرو يبدلو دولاراتك بنصائح الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع ديال زيوت الاستحمام.
غادي نوجد ليك العرض الأسبوع الجاي.
شكراً. بشحال هاد الزوج ديال القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات للاستعمال مرة وحدة.
فين جاو هاد الحوت الفراشة؟
واش غادي تبدلهم للدولارات، عفاك؟
حنا محظوظين بزاف. عندهم واحد فالمقاس أربعة فمحل علا موآنا.
واش كاين شي ليموزين؟
واش ممكن تعيطو لي ف خمسة ونص ديال الصباح غدا؟
كنفضل بيت هادئ.
بغيت شي مزيل ديال لاك ديال الضوافر.
بغيت بطارية.
واش كاين شي فرقة موسيقية حية ولا دي جي؟
واش نقدر نكري معدات الغطس؟
بغيت نحجز بيت لأربع ليالي من 22 د دجنبر.
واش هاد الشنطة مناسبة لكل الطقس؟
بغيت واحد دونات، عفاك.
بغيت نكري طوموبيل أوتوماتيك جوج أيام.
فاتني الطيارة رقم عشرين لسان فرانسيسكو.
شحال الثمن للمطار؟
هدا مزيان. فوقاش غادي يكون؟
شحال فعم بنتك؟
واش تقدر تقول لي على شي أوتيلات رخيصة ونقية؟
نقدرو نحجزو ليك بيت مريح فقلعة قديمة حدا نادي جولف مشهور.
كننصح بها حيت معمرة بمكونات طبيعية مية فالمية.
واش التران كيتوقف ف برايتون؟
فين نقدر نلقى طاكسي؟
زوج تذاكر من الدرجة الثانية، عفاك.
بغيت نرسل فاكس.
بغيت مكواة للسفر.
واش نقدر نعرض عليك شي حاجة؟
نهاري؟ كنخاف نسول، ولكن شنو كتقصد؟
بغيت واحد اللي يقدر يشد وثائق بحجم ورق الرسائل العادي بلا ما نطويهم.
إيه، ولكن ماشي قوي بزاف.
أنا عندي حساسية من القطط.
إيوا، خاصك تكون عندك رخصة السياقة و، آه، خاصك تكون عندك رخصة من لجنة الطاكسي والليموزين.
تفضل، سيدي.
ماقدرتش نجيب الما سخون.
بغيت نحجز بيت لليلة.
لا، كيتستثنى الضريبة وتمن الخدمة.
بغيت تمشي تشري معايا هاد العشية؟
سلام، هادي فستان زوين بزاف.
دابا، المكالمة ديالك دازت. عافاك، تفضل.
شنو رقم البوابة؟
شنو هو تذكار هاواي العادي؟
واش نقدر نوصل لهناك بالمترو؟
بغيت نعمل سيشوار.
واش غنوصلو شي بلاصة هكا نهضرو؟
أنا جاي من النرويج.
من عشرة حتى لاثناش عفاك.
أكيد. خليني نشوفها. باين عليك تأذيت من المرجان.
غير فالحالة، عطييني رقم ديال الشخص المسؤول.
واش كاين شي طريق سريع؟
علاش ما جاش للحفلة البارح؟
وقع حادث سير.
سمح لي، هاد الرقم ماشي ديالي.
عفاك دخل الرقم السري ديالك.
ماقدرتش نضبط الصورة.
واحد تشيز برجر و عصير برتقال، عفاك.
ها هو الباسبور ديالي.
علاش، شكراً بزاف. آه، واش نقدر نطلع للفوق؟
واش نقدر ناخد جوج تذاكر للموسيقى ديال الجمعة الجاية؟
راكب آخر تماك قال بلي يقدر يبدل البلاصة معاك.
واش نقدر نمدد الإقامة ديالي؟
قول، واش كتعرف شي حاجة تستاهل التشوف حدا هنا؟
لا، بغيت نكري نص طقم ديال العصي وزوج ديال الصبات.
واش تقدر تقول لي منين تلقاو الشنطة اللي ضاعت؟
شنو سميتو هاد المنتزه الوطني؟
عندي خدش صغير.
فين كاين بلاصة مزيانة باش تزور؟
واش نقدر ناخد شوية ديال الفواكه؟
واش نقدر ناكل الغداء دابا؟
خصني نبدل هاد الدولارات.
خصني طاكسي. أنا ف South Main و Liberty.
بالتأكيد، واش كتحتاج إقامة دائمة؟
ماشي تفاحة ولكن دراق.
غادي نعطيك وصفة طبية. خذها للصيدلية.
كنطيرو ثلاث مرات ف السيمانة، نهار التلات، الجمعة، و السبت.
هدا غالي، ماشي هكا؟
إيه، عندنا هاد الشي. غادي نوجدوه ليك.
واش تقدر تحتافظ بالشنطة ديالي حتى لثلاثة ديال العشية؟
لا، بغيت غير ندوز.
واش نقدر نحجز كريطة هنا؟
واش نتي/نتا أمريكي؟
لهذا البلاصة، عفاك.
طوموبيلتي طفات.
فين كاين ظِل العيون؟
بغينا واحد الركن هادئ، إلا كان ممكن.
واش هاد الطاكسي فابور؟
واش هادي محطة سريعة؟
فاش خاصني نجي؟
بغيت قنينة صغيرة ديال النبيذ الأبيض.
آه. واش نقدر ناكل من بعد؟ ما حاسش راسي مزيان دابا.
في الحقيقة، عندي خبر. غادي نتزوج.
شي سروال آخر؟
واش نقدر ناخد برنامج؟
تسرق لي الغرفة ديالي البارح بالليل.
وريني الحوت اللي شفتو اليوم فكتاب الصور، عفاك.
شوف التعليمات على علبة الماكلة المفرغة من الهواء.
بغيت الفلوس الورقية.
خدا مني المحفظة وهرب.
ما عندكش دروس تجريبية؟
فين نقدر نشري طوابع البريد؟
أنا من بريطانيا العظمى.
خصني نراجع هادشي مع مرتي.
بغيت نرجع الفلوس ديالي على هاد الشي.
كاين تلفون عمومي قدام داك البنك.
غادي نوصل نهار تسعود مارس وغادي نمشي نهار ربعطاش.
هدي غالية شوية، ما كتظنش؟
واش عندك التيكي؟
فين كاين ترمينال الطوبيس؟
بغيت شي تحلية؟
كتهدَر؟
نفس الشي بالنسبة لي، عفاك.
الطلب ديالي ما وصلش.
كاينين بزاف ديال الينابيع السخونة.
عفاك بدل خمسين ألف ين للدولار الأمريكي.
ما عنديش مشكل. بصح بغيت نشمّ.
فين نقدر نكري الزلاجات والصبّاط؟
واش نسيتي المشروبات ديالنا؟
واش تقدر تبعثها لعنواني فاليابان عن طريق البريد الدولي بالتحصيل؟
بغيت كاس ديال النبيذ الأحمر.
غير إلا كان ديالك، سيدي. ههه، غير نكتة صغيرة.
بطبيعة الحال. كيفاش نقدرو نعاونوك؟
عندنا البيرة، الويسكي، البراندي، الجن، الفودكا والنبيذ.
بطاقة تعريف. آه، صحيح. واش جواز السفر مزيان؟
رقم بيتّي هو ثلاثة-مية وستة وعشرين. واش تقدر تجمع ليّ الحوايج ديالي؟
غادي نشوف واش شي واحد منهم كيناسب.
بغيت برّاد.
جيب لي شوية جبن محكوك.
واش نقدر نغسل القمصان ديالي قبل صباح غدا؟
واش تقدر تخليه يعيط ليّا؟
علاش دابا؟
سمح لي. واش كاين شي محل ديال الكتب هنا؟
كنظن درتي غلطة. الغرفة كانت مدفوعة مسبقاً. عندي الوصل.
الطوبيس تماك.
بغيت جوج رولات ديال فيلم ملون ISO مية، فيه ستة وتلاتين صورة، عفاك.
بغيت نصرف هاد الشيك ديال سبعين دولار.
بغيت نشري طوابع لعشر بطاقات بريدية لليابان، عفاك.
واش كاينين شي بنوك حدا المحطة؟
كنخاف كاين خطأ فالفاتورة.
راه هنا.
واحد تشيزبرغر باش ناخدو معايا، عفاك.
ما تقدرش دابا تدير خدمة ديال التصميم بلا كمبيوتر.
هرب.
كاين تمزق هنا فالقميجة ديالي. واش ممكن تخيطها ليا، عفاك؟
شحال الثمن حتى لمانشستر؟
واش تقدر تعطيني كابل ديال البوستر؟
فين نقدر نشري حصيرة ديال الشط؟
من بعد، عفاك عطيني حجز جديد.
عطيني داك الستيك ديال اللحم، ولكن ما يكونش غليظ بحال داك.
غادي نجيوا مع السبعة.
مني كنشوف هاد الأثمنة منخفضة بزاف، كيبان لي سخيف نشري شي حاجة فاليابان.
تسرقات ليّا السجلات ديالي حتى أنا.
واحد كون ديال آيس كريم بالفانيلا، عفاك.
أنا متافق. خاصها تولي طبيعية بزاف.
رد بالك من الفراغ، رد بالك من الفراغ، من بعد قرب البيبان، عفاك.
غادي نحتاج كارت كريديت.
هادي هي النمرة.
قول لي بلاصة مزيانة فهاد الواد، عفاك.
عفاك عطني تقرير ديال الحادث.
لا، شكراً دابا.
حسناً، عفاك بقى على الخط. السيّد ناكاجيما، السيدة سايتو ما كاتبانش كترد على المكالمة. بغيتيني نعيط ليها شوية أخرى؟
يمكن، ولكن خاصنا نوزنوهم بوحدهم.
كيبان شوية نادر بزاف.
فين كاين بلاصة ديال استرجاع الشنط ديال الرحلة سبعة صفر ثلاثة؟
كاين شي مشكل ف القبضة ديالك.
واش هاد الشي غادي يفسد؟
لا، شكراً. من الأحسن ما نشربش كثر.
عافاك قول لي شي شوارع مزيانة باش نشري.
واش هاد الطوبيس كيمشي للفندق هيلتون؟
دابا، هاد اللوحة مميزة بزاف. راه من عمل تسوراتارو كاتاوكا. هو معروف كفنان عالمي.
عندي تقدير كبير للموسيقى الكلاسيكية.
واش نقدر نعزمك على العشاء شي مرة؟
مزيان. شنو سميّة الحزب ديالك ورقمو، عفاك؟
سمح لي. خَلّيني نخرج، عفاك.
واش تقدر تنادي على شي موظف كيهدر اليابانية؟
كنزورو قرايبنا بزاف ديال المرات.
ميكي هاياكاوا. هادي الغرفة سبعة صفر جوج.
خصني نبقى هنا الليلة، ماشي هكا؟ واش تقدر تعاونّي نحجز بيت فندق؟
ما خاصوش يطول. خمسة عشر دقيقة على الأكثر.
واش تقدر تقول لي شحال الثمن ديال هاد المكالمة؟
واش تقدر تقول ليها بلي عيطت ليها، عفاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جولة فالصباح؟
كتبدل العملة الأجنبية؟
الميزانية ديالنا حوالي خمسين دولار فالمجموع لثلاثة ديال الناس.
فين نقدر نشري رولة ديال الفيلم؟
واش عندكم بيرة يابانية؟
بغيت مايو صغير، عفاك.
بغيت نسجل العفش ديالي.
هدي الآنسة كاوازو ف الغرفة ستة عشر واحد عشر.
عفاك.
ما كايناش.
شنو أهم عندكم يا الناس ديال اليابان، نهار راس العام ولا نهار عيد الميلاد؟
رقم بلاصتك هو ٣٢ أ. من بعد، سير مباشرة فهذ الممر. هاديك هي البلاصة حدا الشباك.
غير دقيقة، عفاك.
عفاك عمر تقرير ديال الضياع.
ما كنفاهمش الأمريكية، كنهدَر الإنجليزية ديال الملكة.
من البارح.
كتشمل التأمين ضد الحوادث والمسؤولية.
ضعت بطاقة المطالبة ديالي.
واش عندكم شي بروشات بتصاميم زوينة؟
كنعيط من كابينة عمومية فـ Macy's.
هذو كبار بزاف.
شحال تخلص على كل ساعة ديال الباركينغ؟
سيداتي وسادتي، ف الرحلة ديالنا اليوم، عنا مضيفين طيران كيهضرو باليابانية وكتقدرو تعرفوهم من خلال دبابيس العلم اللي لابسينها. إلا كنتو كتعرفو شي حد محتاج مساعدة ف اللغة، عفاكم علمونا.
واش كاين شي فترة فنية معينة كتفضلها؟
عفاك شيك عليه مرة أخرى.
سير دغيا على طول الواد حوالي نص ميل. غتوصل للبارك.
لا، هما متينين بزاف.
حسناً، غادي نرسلها ل لاس فيغاس ليك.
كنقلب على تيشورتات ديال الجري.
بغيت شي حاجة تشرب من البار؟
هادي الطريق. خذ هاد الأسانسور.
من الأحسن تركب القطار ديال الثمانية ونص.
واش كاين شي سينما هنا؟
دابا هو موسم المحار، يعني غادي يكونو مزيانين.
بغيت ساعة مستعملة.
غادي نسجل الدخول حوالي التسعود ديال العشية.
ولا الوقت بزاف. خاصني نمشي.
ماستعملتش خدمة الغسيل ديالك. واش تقدر تشوف هادشي مرة أخرى؟
بغيت أتاي، عفاك.
لا، ما كاينش.
واش هادي هي المحطة الأخيرة؟
يلا نعيطولو.
واش هادشي حار بزاف؟
فين نقدر نلقى طوبيس ديال السياحة؟
إيه، بغيت نشوف معالم المدينة.
كاينين بزاف ديال السياح حدا البناية، اللي باين عليهم تجمعو باش يشوفو شنو واقع.
شكراً على ضيافتكم.
الصدق هو أحسن سياسة.
واش تقدر تفيقني مع الستة ديال الصباح، عفاك؟
شحال كتخلص على نص نهار؟
أنا كنجي.
كتعرف شي بلايص مزيانة باش تزور فشيكاغو؟
إيلا كنتو جوجكم مصرّين، غادي نمشي معاكم.
واش تقدر تبدل هاد الشي بواحد آخر من نفس النوع، عفاك؟
بغيت نحجز على ثلاثة و نص ديال العشية.
صندوق الأمان، عفاك.
عفاك اختار نبيذ مناسب.
بغيت بلاصة صغيرة.
واش خاصني نخلص على الغاز؟
حرّاق. شدّو.
حنا كنتسناو صحابنا يجو.
عفاك عطني شي صغار ديال الفلوس.
بغيت بيرم دائم مشدود، عفاك.
هي صغيرة وزوينة.
شنو هي الأوبرا ديال اليوم؟
مقلي، عفاك.
مازال ما رجعوش ليّ الحوايج ديالي.
بالمناسبة، واش نتا فاضي هاد السبت الجاي؟
واخا، يمكن نتفاهمو مزيان مع بعضنا.
عاملتني بحال إلى كنت متسول.
فهمت. وزيد، واش تقدر تعاونّي فمشكل آخر؟
واش تقدر تحط عدسات طبية فهذ النظارات الشمسية؟
غادي ناخد جوج من هاد الشي.
شحال زوينين هاد الكلاب. شنو النوع ديالهم؟
طيحت الشوكة ديالي. عفاك جيب وحدة أخرى.
كانت ممتعة.
بلا شك. سير دغيا دغيا و دور على اليمين فالثالثة ناصية. غادي تلقاها على يمينك.
واش عندك شي فيلم للشرائح الملونة؟
كتعرف كاثي؟ هادي حفلة عيد ميلادها.
واش عندك شي جدول ديال الألوان؟
واش نقدر نخلص بشيك ديال المسافر؟
ولكن، هو، راجل، كيفاش نعرف بلي هادي هي الحاجة الحقيقية؟
واش نقدر ناخدو بلا ضريبة؟
ما نقدرش نحط الشنطة ديالي تحت الكرسي. واش تقدر تحتافظ بيها ليا، عفاك؟
واش ممكن تحط هاد الشنطة فالصندوق؟
غادي نخرج دابا، غادي نجي ناخدو.
عفاك صيفط شي حد يطلع يجيب الشنط ديالي مع الستة ونص.
بغيت خريطة ديال سان فرانسيسكو والمناطق اللي حداها.
شنو نوع الخبز اللي عندك؟
فين الفوطو؟
واش كاين شي حد لي يقدر يلعب البيانو؟
فأي محطة خاصني نزل باش نمشي لمبنى إمباير ستيت؟
الميزانية أقل من ألف دولار.
شكراً، ولكن ما كنظنش عندي الوقت نبقى جوج ليالي. واش تقدر تحجز لي غرفة مزدوجة فداك الفندق غير لليلة 12 مارس؟
واش نقدر نحجز بيت جوج مطل على البحر؟
ما قرّرشنا حتى دابا.
رفيقي تعثر وجرح كعبو.
غادي نجرب شي شربات.
واش كاين شي مطعم تايلاندي قريب؟
هي حداك داك البناية الطوالة. دابا، رجع بنفس الطريق اللي جيتي منها حتى توصل للضو ديال المرور. من بعد، دور على اليسار.
خصني نلحق طيارة لوس أنجلس بكري فالصباح غدا.
من بعد نقدر نوصي بثقة بهاد "جولة مدينة سان فرانسيسكو". هادي كتقدم ليك نظرة عامة على سان فرانسيسكو.
بغيت ندير تأمين.
خلينا نديرو كمادة باردة باش نخففو الألم.
هي بغات تشري فستان.
شحال تمن الطاكسي لهاد الأوتيل؟
فين الطواليط؟
واش كيتطلب شي فلوس باش تدخل لهاد البناية؟
خليه على كيفك.
كنقلب على شي حاجة شيك.
الشرجم مسدود.
فأي جهة من يونيون سكوير كاين؟
نص أونس من شانيل رقم خمسة، عفاك.
شنو رأيك فشي قهوة؟
واش خاصني تذكرة؟
شحال تقريبا هي تمنة الخدمة؟
شحال من الوقت من هنا؟
كريم و سكر؟
واش كاين شي تخفيض للأعضاء؟
واش كاين شي سوبر إكسبريس مع التسعود ونص؟
خليني نشوف سائل الفرامل والمحرك. المحرك ديالك باين عليه غادي يطفي قريب.
ما كانتش غلطي.
ما كاينش الضو.
غادي نبلغ على هادشي للبوليس.
واش كلشي خاصو يخلص على الشراب ديالو؟
من ثلاثين حتى لخمسين دولار فالليلة.
عافاك صاوب هاد الشي.
فأيام راس العام. وفمناسبات خاصة بحال حفلات العرس، حفلات توزيع الجوائز أو الجنازات.
زيت الخردل زيادة، عفاك.
علاش ما تعطيهاش هدية؟
شنو الفيلم اللي كتقترح؟
هادي عشرين وعطيني جوج دولار كالصرف، عفاك.
ضربتني من الجنب.
نقدر نجي عندك مع جوج.
واش هاد الشنطة ديال الرحلة JAL صفر واحد؟
هدي أول مرة كنمشِي لباريس.
واش تقدر تقدّر الثمن قبل ما تبدا الخدمة عليه؟
دخل، عفاك.
رحلتنا فالتسلق غتكون ممتعة بزاف.
فين كنركبو الطوبيس ديال البحر؟
ما عندناش شي كيس ديال هاد المبلغ، غادي نحطو فهاد الكيس الكبير ديال البلاستيك.
بغيت نلعب التنس.
كاين عصير ديال الاناناس، البرتقال والطماطم.
الجهة اليسرى من هاد الطابق، حدا السلالم المتحركة.
شنو كاين فالكونسير دالليوم؟
ما بغيتش تشوف فيلم مختلف؟
عفاك بدل هاد الشيك ديال المسافرين بالنقود.
بغيت نفس الكورس غدا، عفاك.
يمكن نجاوبك مزيان على هاد السؤال من بعد ما نشوف شي جوش ديال العروض.
خصني هدية للذكرى السنوية.
شنو العروض الموسيقية اللي كاينة دابا؟
واش عندك مراية؟
سمح لي، ولكن ضعت الطريق ديالي. واش تقدر تعاونني؟
غادي ناخد هادي، عفاك.
ما تقدرش تدخل الألعاب النارية لكندا.
شحال زوينة الطياب ديال مرتك.
كتحتاج شي مساعدة؟
واش تقدر تحجز طاكسي لستة ديال الناس غدا الصباح، عفاك؟
شنو بغيت مع الطبق الرئيسي ديالك؟
واش كاين شي بوتيك هنا؟
هاد البلاصة عامرة بالناس، ماشي هكا؟
سمح لي. غادي يكونو واجدين تقريبا فخمس دقايق.
حسيت بوجع ف رقبتي وأنا ناعس.
حسناً، ما كاين حتى مشكل. واش نقدر نشوف جواز السفر ديالك؟
ما عنديش فلوس.
فاش من الوقت خاصني نكون فالمحطة؟
كاينين بزاف ديال المطاعم هنا.
هي حد بيت المعاطف.
فرحت نهضر معاك.
واش كاين شي جولة فالعشية؟
أنا مع صحابي.
عجبتني الإقامة ديالي. شكراً.
البحر تحتنا مباشرة. يا له من منظر جميل.
شكراً على الانتظار، مدام مكغاير. ها هو. تفضل، من فضلك.
واش عندك بطاقة تعريف بالصورة؟
سبعة، عفاك.
بغيت نرسل هاد الشي للغسيل. فوقاش غيكون واجد؟
عندي سروال مخطط.
نعم. شي حقيبة ديال واحد آخر توصلات لغرفتي دابا. واش تقدر تشوفها، عفاك؟
واش ممكن تشرحها لي بالتفصيل أكثر؟
واش نعستي مزيان؟
واش غادي تضغط على زر التصوير؟
زوج ديال المفاتيح، عفاك.
بغيت واحد لمبة.
هي فآخر الكوريدور.
بغيت شي ورق ديال النوتة.
واش غاديين بالكوطوبيس؟
قلت غادي تمشي لطوكيو غدا؟
خليني ننعس حتى لتسعودة.
خصني نحول ل AW واحد صفر صفر. واش ممكن؟
كيف داير معاك اللعب هاد الأيام؟
كنحس براسي محبوس فالصدر.
ما كاين حتى مشكل. إلا جيتي في ٥ شتنبر، تقدر تستمتع بعرض فيلم علمي حيت عندنا نهار مفتوح خاص في أول جمعة ديال كل شهر.
واش عندك شي جولة أخرى؟
مزيان، تخفيض ديال خمسة فالمية. واش هادشي مزيان؟
غادي نمشي لباريس.
ماشي آخر موديل، صح؟
مجدول على الثمانية ونص فالليل بالتوقيت المحلي.
خد داك البناية معانا، عفاك.
مزيان. بغيت واحد الزلافة متوسطة و كرة ديال الروز.
كيفاش كيبان هادشي؟
بغيت نشوف داك اللي فالشباك، عفاك.
مستحيل. حنا فالعطلة. ما بغيتش نقعد فبيت الفندق ونتفرج فالبايسبول فالتلفاز. بغيت نمشي نشوف مسرحية.
واش نقدر نلمسها؟
واش تقدر تجي لهنا تصلحو؟
بغيت شوية ديال الليف الصناعي.
سميتي تارو تانكا. عندي حجز.
بغيت شي كريم تنظيف.
بغيت سويتر بكُم طويل.
تسرق مني الشنطة ديالي.
كيتلاقاو طرقنا بزاف ديال المرات، ماشي هكا؟
واش نقدر نشوف المينيو مرة أخرى؟
مازالو كيبانوا شوية خضر.
شحال؟
فرولة، عفاك.
جبل فوجي هو أعلى قمة فاليابان بارتفاع ثلاثة آلاف وسبعمية وستة وسبعين متر.
لا، مازال. كاين بزاف ديال الاختيارات.
بغيت شي كريم ديال الليل.
هي بين المخبزة والجزارة.
واش تقدر تقصر ليّ الكُمّات؟
كنخاف ما كاينش ملعب ديال الغولف هنا قريب.
واش تقدر توريني الخاتم الثاني من اليسار؟
واش تقدر تطلب منو يتاصل بيا؟
حاولت نعيط ف مكالمة دولية. واش وصلتي دابا؟
هدا غالط.
إيه، هو. حيت كتقدر تشوف العلم قدام مكتب البريد.
غادي تبعثهم أكيد، صح؟
بغيت ندير مكالمة تليفونية باستعمال بطاقة ائتمان.
بغيت ديالي يمشي.
مني توصل، غادي نخلصو باش نرسلوها لعنوان دارك.
دابا كنستعمل ديما الكمبيوتر فالخدمة.
آه، مزيان. فهمت. غادي نجي عندك.
لا، هدا كافي.
واش ممكن تعطيني واحد البطانية ووسادة؟
واش تقدر تجي لهنا ف أقرب وقت ممكن، عفاك؟
كاس ديال القهوة، عفاك.
كنقلب على شي كروت اللي عادةً ما كيكونوش غير فهاواي.
واش تقدر تشد الخصر بثلاثة سنتيمترات؟
أنا ف نفس العمر.
واش تجيب لي شي قهوة؟
ثلاثمية وخمسين دولار؟ هادي كتفوت الميزانية ديالي.
واش خاصنا نديرو تصويت على هادشي؟ إلا ماكانش، كنظن وصلنا لاستنتاج، وغادي نرسلوا لمجلس الإدارة ديالنا صباح غدا.
كتعرف واش كاينين شي أوتيلات رخيصة؟
صباح الخير. واش نعستي مزيان؟
شنو ناوي تدير من بعد ما تسالي القراية؟
تسرق مني الشنطة ديال كتفي فالزنقة.
واش كان عندك شي خدمات خرين مع الفطور هاد الصباح؟
بغيت كاس ديال القهوة البيضة، عفاك.
واخا. واش فندق شيراتون قريب من هنا؟
كنتمنى ما تكونش عيان بزاف.
بغيت نكري طوموبيل من هاد النوع لمدة جوج أيام.
غادي نشرب واحد كاس ديال جاك دانيلز.
بغيت كيس ديال الفشار، عفاك.
طيحت ليّا عصا التزحلق.
حنا ما كنجيبو حتى هدايا للاستقبال. بلاصتها، الضياف كيجيبو الفلوس.
بغيت نرسلها بالبريد العادي.
الطيارة وصلات متأخرة بسبب الثلج الكتير.
المرجو الحساب.
واش تقدر تاخد رسالة، عفاك؟
سمح لي، ما فهمتكش. واش ممكن تهدر بشوية بشوية، عفاك؟
شنو نقدر نورّيك؟
واش نقدر نصوّر؟
من مية.
رقم الرحلة هو HP تسعة وتمانين لتوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال هداك؟
عندك واحد آخر؟
عفاك جيب لي الفطور ديالي للغرفة ديالي مع السبعة ديال الصباح غدا.
غادي يطلع واحد ديال الصيانة قريباً.
سمح لي. غادي نرجع من بعد.
كيفاش نقدر ناخدها؟
واش كاين شي بلايص خاويين فالجولة ديال الخميس؟
سمح لي. واش نقدر ندوز؟
واش عندك شي نبتات و فواكه؟
عفاك قول لي كيفاش نعمر بطاقة النزول؟
كنظن أن السيارة ديالي كتسوى حوالي خمسة آلاف دولار.
واش هاد الماكلة قليلة فالسعرات الحرارية؟
شنو الطوبيس اللي خاصني ندي باش نمشي للمحطة؟
إيه، هي هادي. ولكن خاصك تدوّر على اليسار فالثالثة ديال الضو ديال المرور وبقى فداك الزنقة حتى توصل للطريق ستة وستين.
بغيت كاس ديال الما باش ناخد دواء، عفاك.
غادي نكون ممتن بزاف إلا خديتيني للبحر.
سمح لي. عندك الرقم غالط. هادي تانكيوشا برس.
حنا كنخرجو.
شنو هاد الموسيقى؟
عفاك عطّي هاد الشراب لولدك، مقدار واحد، من بعد كل وجبة.
هاد الستيل متوفر ف 28، 31 و 35 سنتيمتر.
آه، هادشي كيبان بزاف.
واش نقدر نستعمل تلفونك؟
هدا ريحتو زوينة بزاف. بشحال هادي؟
بغيت نأكد مرة أخرى على الرحلة ديالي لشیکاغو ف السابع عشر.
كلّيت شوية بزّاف.
واش نقدر نهضر مع مدام براون؟
هاد الدار باينة مريحة للعيش فيها، ماشي هكا؟
بغيت نحجز في طيارة نورثويست إيرلاينز رقم 086 لنهار الخامس.
محفظتي، الباسبور ديالي وحوايج شخصية خرين.
فوقتاش كتسدّو؟
ستنى شوية. ممكن نكون خليتها فالتواليت.
هادي هي بالضبط اللي كنت غادي نقول.
إيه، كنظن هكا.
دارك كبيرة. شحال من بيت؟
عجبنا العشاء.
فهمت، ولكن ما نقدرش نقولها.
آه، إيوا، عفاك. كنتمنى غير ما يمرضوش من البحر.
لطوكيو، عفاك.
شحال باقي باش نوصلو؟
غادي نمشي بكري غدا، بغيت نخلص دابا.
شيري ناشف، عفاك.
بلاصة ما كيدخنش، عفاك.
هو مشغول دابا.
واش الناس اللي من برّا يقدرو يوصلو للكتب فهاد المكتبة؟
واش ممكن نبقى فغرفتي حتى لساعة جوج ديال العشية؟
هاها. صباح الخير على وقتك. ماشي مشكل.
بغيت شوية من هاد الفيلم ديال رقم ASA لهاد الكاميرا، عفاك.
فين كاينين لوحات مونيه؟
هاذ البيتزا بنينة بزاف. شكون دارها؟
شنو الطعم ديال هاد الطبق؟
وحتى هما غاليين.
فوقتاش كيمشي الترين الجاي لبوسطن؟
كنخطط نتعلم الجولف.
عفاك عطييني شراب آخر.
شحال من سرفر مزيان.
كنخاف الأكمام قصيرة بزاف.
واش تقدر توريني كيفاش نعمر الغاز؟
واش تمن الفندق كيشمل الفطور؟
واش هادا كلشي؟
هي هاديك الطريق.
عفاك بدا العداد.
بيتي بارد بزاف.
غادي نرجع ليك ملي نكونو أقل مشغولين.
واش عندك واحد أكبر؟
حسيت براسي حسن.
واش كتعرّف على جغرافية اليابان؟
عفاك وريني فين أنا فهاد الخريطة.
مئة فالمية قطن.
بغيت نبدل لغرفة كتشوف على البحر. واش كاين شي مصاريف زايدة؟
شحال كتسوى كراء نص نهار ديال لوح؟
عشرة نونبر.
بغيت شريط ديال الآلة الكاتبة.
هادي بنينة بزاف.
فوقتاش غادي نطيرو؟
كيفاش كتقول للسائق باش تحبس؟
ربعة وعشرين دولار. بغيت أكثر؟
حجزت فطوكيو من شهر.
كنشكرك من أعماق قلبي.
واش نزل هنا باش نوصل لمركز روكفلر؟
عفاك قيس لي مقاس صبطي.
هادي زوينة بزاف.
واش بغيت تخرج معايا فموعد؟
عفاك نقي هاد المعطف.
بغيت نكري بوت موتور.
فين قسم النساء؟
القهوة ما داخلاش؟
فاش كان خدام قبل؟
لعنة. لعنة. لعنة. لعنة. وليت متعود على وجهها.
واش خاصني نخلص المصاريف الزايدة مني كندخل لشي بناية؟
سلام، الحفلة ديالك على الخط. تفضل، عفاك.
جرحي كيألمني.
فين المحطة؟
عندي القشعريرة.
ثلاثة أيام.
عبر الجسر اللي تماك، وغادي تلقى المكتبة على الجهة اليسرى.
عافاك عاونّي نلقى واحد المرشد اللي كيهدر اليابانية.
ما بغيتش واحد ثقيل.
غادي يكون كاين شوية ديال التأخير.
شنو الفرق بين هادوك الفنادق؟
فاتني المحطة ديالي.
كان زوين بزاف. شكراً.
غادي نكون تماك حوالي ستة ديال العشية.
واش عندك شي حاجة شوية طويلة؟
تاريخ الانتهاء هو ١٩ مارس ١٩٩٩.
كيفاش كان؟
واش كاينين شي كازينوهات مزيانين؟
ها هي الفلوس ديال الأقلام الجافة. ورقة مئة دولار.
فين قسم العيالات؟
فين نقدر نركب الطوبيس؟
صاحبي مجروح.
كتبان مزيان.
واش هاد المحل غادي يفتح غدا؟
هيّا حتى لتحت فالكوريدور.
واش ممكن تحيد لي الشارب ديالي شوية؟
هدا كيجي مع بار السلطة واختيار ما بين البطاطا المخبوزة ولا البطاطا المقلية.
فين نقدر نشري الحشيش؟
ما نقدرش نبيع هاد الشي بلا وصفة طبية.
واش نقدر نحجز خمسة بلايص مجموعين ف نفس الصف؟
واش تقدر تعيرني حبل ديال السحب، عفاك؟
شنو هي الطوموبيل اللي كتدير أحسن كيلومترات؟
ما غاديش تحصل على تخفيض مهما حاولت بزاف.
واش تقدر تحل هاد الشنطة، عفاك؟ شنو عندك هنا؟
بغيت نعيط لمكالمَة بعيدة لهوتيل هيلتون ف بوسطن.
واش العيالات كايقبلو هادشي؟
رد بالك، السقف منخفض.
ما كنقدرش نشوف الشاشة من هنا مزيان. واش نقدر نبدل البلاصة شوية؟
زرت البحيرات الكبرى لأول مرة.
كاين شي مشكل فهاد الماكينة ديال البيع.
خصني طبيب.
شحال من وقت هي فالمملكة المتحدة؟
واحد كيحب الفن التجريبي بحالك غادي يعجبو بزاف اللوحات ديال الهيبي والموسيقى ديال الشوارع.
فاش الوقت؟
غادي ناخد هوت دوغ وكولا.
هذا هو المشغل الخارجي.
كتقدر تشوف واحد البناية بيضاء، صح؟ هي قدام ديك البناية.
منين؟
ما عنديش ما نصرح بيه.
شنو؟ خاصك تخلص الضريبة إلا كان عندك أكثر من ثلاثة قنينات ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تعيط لطبيب، عفاك؟
ما عارفش بزاف على النبيذ. شنو مزيان مع هاد الطبق؟
واش ممكن تعيط عليا بكري فالصباح، عفاك؟
كاين واحد الستاسيون ديال البنزين جوج بلوكات من هنا.
الناس اليابانيين ما كيديروش عطل طويلة.
كنحس بحال إلى كيتفرجو فيا. واش نادر باش تشوف شي واحد ياباني؟
بطبيعة الحال لا. علاش كتقول إلا؟
فين الطريق لدخول البريد المركزي؟
فين كاين محطة حافلات Greyhound فهاد المدينة؟
ماشي غاليين المطاعم اليابانية ف كيوتو، صح؟
كنظن راه شوية عالي عليا.
عندنا بيت جوج سرير مع بانيو بثمانية وخمسين دولار.
بغيت ثمن الكتاب.
هاد العام البرد كثر من العادة، ولكن ما كافيش باش يطيح التلج.
فين نقدر نشري تذكرة ديال المترو؟
غادي يكون عندي بلايص ديال الكلاس ديال البيزنس، صح؟
شحال تخلص التاكسي من هاد الأوتيل حتى للمحطة؟
واش ممكن تعطيني هاد وهاد، عفاك؟
كيقولو باللي اليابان بلاد غنية بزاف.
واش كاينين شي بيوت خاويين فالكار ديال النعاس؟
واش تقدر تنقصها حتى لعشرين دولار، عفاك؟
هادي هدية لصاحب.
التلج كيدير الطريق زلّاق.
ما لقيتش الكاميرا ديالي.
غادي نوجد جوج ساندويتشات ديال الهام.
واش عندك شي حاجة تصرح بها؟
شفت شي جاكيت زرقا؟ حطيتو على هاد الكرسي.
كاين محل ديال الورد قدام الزنقة.
أنا من طوكيو.
بغيت شي كريم رينس ديال ريفلون.
عندي شي حوايج للغسيل.
طلبتها من زمان.
واش ممكن تبعث لي واحد البورتير للغرفة ديالي مع الستة ديال الصباح؟
غادي ناخد شوكولاتة سخونة.
نقدرو نرتبو باش ينقّيو ليك الغرف ديالك.
خاص، عفاك.
شحال الثمن حتى لـ C Hotel؟
واش نقدر ناخد تيكيه متعدد؟
بغيت نحجز طابلة لجوج على السبعة، عفاك.
بغيت شي كريم ديال الليل.
واش تقدر تغلف هاد الشي كهدية؟
دابا ربع د الرابعة.
غادي نخطط نرسل الفواتير ديال الحاجيات اليومية ديالي، عفاك قول لي العنوان واسم الشخص المسؤول.
صعيب علينا نهضرو بالإنجليزية بطلاقة.
واش عندكم هادشي بنفس التصميم ولكن بكعب أعلى؟
بغيت سويتر لولد عندو عشر سنين.
ديّني لآبي رود، عفاك.
شكراً. سلام، شكراً على الانتظار.
أنا متأكد عندي حجز.
غادي نبعثها ليك، عفاك سنى هنا.
حنا هنا غير نهار واحد.
عندي شوية صداع.
عجبتني الماكلة بزاف.
لا، عفاك قلس واستنى. غادي نرجع دابا.
واش نقدر نشوف الطوموبيل؟
واش تقدر ترسم لي خريطة، عفاك؟
حاضر، سيدي. عفاك بقي ف بيتك حتى يجي الطبيب.
تسرقت فشاطئ ويمانالو. عفاك جي دابا.
شنو رأيك فمية دولار؟
بغيت هاد الشي معبّى.
بغيت ندير طلب ديال إعادة الإصدار.
الحكومة دعمت تشجيع الصناعات.
هو فوق خمسين عام، كنظن.
شنو هو أقل عمر باش تقدر دير هاد الشي؟
واش عندك شي خرائط بسيطة ديال المدينة؟
إلا كان ممكن، مفضلش نخرج الضرس.
العداد هو كرة وحدة، جوج ضربات.
فاش غادي يوصل الترين لسّان دييغو، عفاك؟
بغيت نشوف الصندوق ديالك.
بغيت شي شامبو.
أنا مقيم ف فندق هيلتون.
كنحس براسي مريض وعندي غثيان.
ولكن عندي موعد باش نشوفها مع جوج ديال العشية.
واش هاد الطوموبيل كتدي لإدنبره؟
نعم، عفاك عمر هاد الفورم.
شحال كتخلص على الوزن الزايد؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ليوم الجمعة.
آه، سمح ليا. كاين مشكل وحنا كنصلحوه. واش تقدر تصبر شي تلاتين دقيقة؟
فاش نقدر نخرج؟
فهمت.
غادي نعيط لشي حد.
بغيتي تخلص الفاتورة دابا؟
جاءتني الطوموبيل من الجانب عند التقاطع.
هادي علبة موسيقى.
فين هي الضاحية؟
واش كاين شي جولة بالحافلة فالمدينة؟
فاش نبداو؟
مزيان، سيدي. فالفئة المتوسطة نقدروا نعطيوك mercury sable. واش هادشي مزيان؟
جرحت ليك شي عضلة.
ولكن خاصك توعدني تضرب الكرة، ما أناش. واش مافهمتيش؟
باقي شحال؟
واش نقدر نْسلف شوية ديال الكتان؟
شنو نوع الجلد اللي معمّر بيه هاد الشنطة؟
ما كنظنش هاد السكين نقي. واش تقدر تجيب لي واحد آخر؟
شريت هاد الشي دابا، ولكن واش غادي تبدل هاد الشي بهاد؟
بصراحة، ما متافقش مع هاد الشي.
واش هادي هي الطريق الصحيحة لمحطة الوسط؟
بّاخرة مع مرشد، عفاك.
بغيت نطلب بدلة لونها غامق لراسي.
هاد الشمسيّة غادي تصلّح كعصا.
واش خاصني نخلي جميع حقائبي فالكروكرو؟
عفاك ورّيني الباسبور ديالك.
واش كاين شي بلاصة كتقبل الغسيل نهار الحد؟
جوج تشيزبرغر، عفاك.
شكون الطوبيس اللي كيمشي لميا مي؟
ولكن ما كاينش خاصك تعطي بقشيش.
تقدر تشوف واحد ف كارنيغي هول.
ما عنديش شهادة.
شنو هي التخصص ديال الدار؟
بغيت نحدد موعد مع طبيب.
كنسول واش كاين شي طابلة حدا الشباك لسبعة ديال الناس الليلة.
ما عندك مانع نجي عندك؟
كيبان كاين شوية مجال للتحسين.
فين كاين المترو؟
واش عندك ف حجم أصغر؟
فين نقدر نلقى الأسبرين؟
هادي هي القاع؟
عفاك عطيني باس ديال سيمانة.
هذا هو زميلي.
شنو نوع الغاز لي كاين؟ بريميوم، عادي، ولا بلا رصاص؟
هادي وحدة.
راني غادي نمرض بالزكام.
مسدود نهار الاثنين، ولكن نهار آخر غادي يكون مزيان. كنظن راه محلول من التسعود حتى الخمسة.
هي ثعبان البحر مشوي مع صوص خاص فوق زلافة ديال الروز.
خلينا نحتافلو قال وخدني لبار. قال غادي يدير مكالمة ومشى وما رجعش وبقيت مع فاتورة كبيرة.
شحال الثمن لكل جالون؟
كان عندي الباسبور وكارت الكريدي ف الشنطة ديالي.
الحجز على السبعة، باسم مانو.
ما بغيتش تشرب كاس ديال أتاي؟
واش تقدر تقول لي فين نلقى القنصلية اليابانية؟
واش كاين طبيب فالوتيل ولا شي واحد نقدر نتاصل بيه؟
هو ديما كيدير التسوق فـ بوند ستريت.
ورقة إنجليزية، عفاك.
واش كاين شي بلاصة كتدير موسيقى الكانتري؟
بغيت نراجع الحوايج الثمينة ديالي.
كاينين شي ديال الصوف زايد؟
شحال الثمن لكل ورقة؟
حسنًا، ضغط على تسعود وصفر واحد واحد، من بعد كود الدولة ورقم التليفون.
واش ممكن تعطيني كوكاكولا دايت؟
واش نقدر ندير طلب؟
دزنا واحد السياقة زوينة. شكراً.
سمح لي. واش نقدر ندوز؟
عدد سكان اليابان كاملين حوالي مية وثلاثين مليون.
بغيت نكري شمسية.
إيه، وبغيت نرجع المصاريف لي عليك.
محفظة فيها مية دولار وجوج كريدي كاردات.
الما سخون بزاف.
نتا هنا.
واحد القهوة، عفاك.
مستبعد بزاف.
كيسوّلني بطني من بعد الماكلة.
واو، هاد البلاصة زوينة.
يمكن يكون عندو انسداد فقلب الشرايين بالهواء.
واش قررتي؟
إلا بغيت، نقدرو نرتاحو هنا.
ضعت التتبع ديال واحد المايل مسجل.
ما تقدرش تبدل خدمتك بسهولة.
شنو هي المحطة الجاية؟
مزيان، ولكن ماشي البلايص ديال الجلوس فالمدرجات. اليوم سخون بزاف.
نزل هنا، وبدل ل الطوبيس رقم ستة.
خصني نلحق الطيارة ديال العشرة ديال الصباح.
مازال حاس براسي بغيت نرجع.
ما بغيت حتى حاجة ثقيلة.
عفاك، الحساب.
شحال تمن الفطر الطري؟
المرجو الحساب. كتقبلو فيزا؟
اليوم غادي نمشي نشوف كيفاش كاينة تشاينا تاون.
جوج صفر جوج-تسعود تلاتة تسعود ستة سبعة صفر صفر.
بغيت نخلع سناني.
بغيت واحد شكا ديال الكوزمتك.
كنسول راسي شحال خاصني نخلي من البقشيش.
فين نقدر نشوف "The Phantom of the Opera"؟
بغيت نشري تذكارات لأصحابي. واش تقدر تنصحني بشي حاجة؟
بشوية، عفاك.
شنو هي التكاليف المتوسطة ديال الفاكس الدولي ديالك كل شهر؟
مقلي من الجوج الجوانب، عفاك.
حسناً، هادشي باين وواضح. جوج ديالكم عفاكم ورّوني الرخص ديالكم والتسجيلات. وولدي، كنخاف خاصنا ندير ليك اختبار التنفس.
غادي يكون واجد بعد غدا فالعشية.
واش هادشي مصنوع من القطن؟
عندي الدوا ديالي.
شنو نقدر نشوف فهاد الجولة؟
إيه، كاين حد أدنى ديال شراب واحد.
شحال الثمن لنهار؟
واش هاد الطوبيس كيتوقف حدا الفندق؟
بغيت سي دي صغير.
كاينين طيارات ديال JAL و ANA كيمشيو على العشرة وخمس وخمسين. ولكن، مع الأسف الطيارتين عامرين.
كيساوبني مزيان.
واش ممكن تعطينا طابلة لخمس د الناس؟
هي ما كاتفهمش الإنجليزية بالمرة.
عفاك صرف شيك المسافر.
واش تقدر تهتم بيها من التسعود ديال الصباح حتى تقريبا التلاتة؟
شحال تخلص البريد الجوي لليابان؟
حْبَسْتْ برّا. واش تقدر تفتح لي الباب ديالي، عفاك؟
شنو هي الجولة اللي مزيانة باش تشوف أشهر البلايص؟
واش كاين شي مضيفة كتهدَر اليابانية؟
شحال من كيس نقدر نجيب معايا فالطيارة؟
لا، سيدي. هاد العشية محجوزة كامل. غدا مزيان، مع ذلك.
غادي نسول البواب على الثمن الصحيح.
أنا فعلاً آسف.
عندنا حفلة ليلة الجمعة. علاش ما تجيش معانا؟
آه، بيتك فـ ٩:٠٨، آنسة. ها هي المفتاح ديالك.
مهم بزاف يكون عندنا الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح لي، سي الضابط؟
واش هاد التران كيمشي مباشرة لإدنبرة؟
واش هادشي داخل فحدود الإعفاء من الضريبة؟
خرج لي الحوايج الثمينة ديالي، عفاك.
شحال عامرين الجولات؟
بغيت نشري شي تذكارات. واش كاين شي محل مناسب قريب من هنا؟
حتى فوقاش مفتوح؟
هو خارج دابا.
مايومي، واش ممكن تعمري هاد الورقة بتوقيعك؟
هادي وحدة ليك، سيدي.
ما عنديش شي شنطة باش نسجلها.
بلا مزال، خذ وقتك.
أنا هنا ف مهمة إعلامية.
واش عندك أفلام الصيف؟
فوقتاش كاين الطوبيس الجاي لوُاشنطن د.س؟
الطوال دابا كيديرو بزاف.
غادي نرجع لليابان نهار الاثنين الجاي.
واش ممكن تعطيني خريطة ديال المترو؟
واش الطريق طويلة؟
واش تقدر تبدل هاد الشي بجديد؟
جوج ديال الناس.
فين نقدر ندي الشنطة ديالي؟
ما كنحسش مزيان. واش نقدر نميل الكرسي ديالي؟
حداش و خمسة و أربعين ديال الصباح.
واش تقدر تقول لي مطعم مشهور عند الشباب؟
كانت طوموبيلو كتسوق بأقصى سرعة.
واش نقدر نخلي رسالة؟ كنهضر باش نأكد الموعد ديالي مع السي إبيرت نهار الأربعاء الجاي مع الحادية عشر ديال الصباح.
واش تقدر تشرح مرضك بشي طريقة بالإنجليزية؟
واش تقدر تبعث طاكسي للمدخل الرئيسي ديال ويستمنستر مول؟
شحال من مرة خاصني نبدل الطوبيس باش نوصل لهناك؟
واش هادشي صحيح؟ خليني نتاكد. آه، سمحي لي بزاف، مدام تاكانو. هادي غلطة ديالنا. ها الفاتورة الجديدة ديالك. واش تقدري توقعي هنا، عفاك؟
رجع لي خمسة دولارات، عفاك.
سدادة البانيو ما كتسدش مزيان.
هادي غير علامة ديال التقدير ديالي.
واش غادي تعمر هاد الفورم؟
شنو رأيك فهاد النماذج البلاستيكية؟
شنو هي الماركات اللي عندكم؟
الكعوب عاليين بزاف عليا.
حاصرين برّا من بيتّي.
شحال من وقت وانت ف باريس؟
عفاك، بغيت طوابع بريدية لثلاث بطاقات بريد جوي لليابان؟
كتكتب G-O-R-O-H.
بغيت تشرب شي حاجة؟
ترقد هنا.
ديرها مستعجلة فتيليجرام، عفاك.
حسب النشرة الجوية، غادي تثلج غدا.
بغيت كرة.
بطبيعة الحال. غادي نفرحو نديرو هاد الشي.
هادي، كتاب هزلي ماليزي. غادي نشري واحد باش ناخدو للدار وندير بيه هدرة.
الطريق للنجاح هو "Jinmyaku"، صح؟
غادي نوصل للفندق ديالك حوالي التسعود ديال العشية.
عندي حوالي ألفين وخمسمية دولار بالين الياباني.
إيه، عندنا. غادي نورّيك شي حوايج.
بغيت شي حبوب للنّعاس.
غادي نبقى هنا حتى للتاسع. كنتمنى تلقاو المجرم ف أقرب وقت.
أنا متأكد باللي المجرم قريب.
عفاك عشر طوابع.
عندي حلق معورني.
خصني شي تذكارات من نيويورك.
أنا غادي نخرج. واش تقدر تبعث ليا واحد البوي ديال الشنط؟
ساعتي وقفات.
آه، واش هكا؟ كيفاش عجبك؟
حنا محلولين مع التسعود ديال الصباح.
بغيت كتاب تلوين.
كنظن راسي غادي يدوخ من الطيارة.
واش خاصني نمشي لبنك ياباني؟
خصك تبدل الفلوس ف البنك.
واش كاين وقت كافي باش تخرج؟
راجلِك واحد من أحسن زبائننا.
كتعرف شي طبيب أسنان مزيان؟
آه. خاصك تعلم القنصلية دابا.
مخلط، ماشي محرك.
بغيت طابلة فالمطعم الرئيسي ولا فبيت خاص، سيدي؟
عدد كبير من الناس كيمشيو للشط فالموسم.
كنوزن تقريباً مية وخمسين باوند.
فين خصني نحول؟
فين كاين المكتب ديال الحوايج المفقودة؟
واش كاين شي طوبيس كيمشي تماك مباشرة؟
واش خاصني شي علاج خاص؟
غادي تخلص كاش ولا بالكريدي؟
حنا تنقلنا لهاد الدار من عام.
شحال غادي ياخد باش يخرج لي الفيزا ديالي؟
فين الطواليط؟
المجموع اللي خاصك تخلصيه هو ميتين وثلاثة وأربعين جنيه، سيدتي.
هديّة هادي. واش تقدر تغلفها بورق تغليف زوين؟
شنو هاد المنظر. هادو مسالك زوينة بزاف.
كاينين ناس مجروحين.
سمح لي. فين هي المحطة هنا؟
إيه، عندنا ليك حجز.
سمح لي، بغيت نمشي للفندق ديالي فالمدينة بالكوطوبيس. فين نقدر ندي الكوطوبيس؟
دجاج، عفاك.
هذي هي الغرفة 201. بغيت نطلب الفطور غدا.
شنو رأيك ف التحرش الجنسي ف بلاصة الخدمة؟
عندي جوج خوتات.
رقم الرحلة ٢٠٨، إلى طوكيو.
دابا نزيدو واحد البادينغ من الداخل.
يلا نجتمعوا باش نناقشوا هاد الموضوع أكثر.
كيف بغيت شعرك يكون اليوم؟
واش تقدر تقولها بكلمات أخرى؟
غادي نرضى بأي حاجة عندك.
بغينا طابلة حدا المسرح.
أنا بخير. واش غادي لشي بلاصة؟
ارتفاعه جوج آلاف وربع مية متر.
دخل. عفاك حطها على الطابلة تماك.
عفاك لغِّي ليّ كارت ديالي.
سمح لي، راهوم كاملين تْباعو، ولكن غادي يجيونا فشي أيام.
واش ممكن تعطيني شي قهوة؟
ما عنديش موعد، ولكن راه ضروري.
هادشي معمول خايب.
فين الطلّاعة؟
واش عندك بروشور ديال الأحداث؟
فين هو المدخل ديال المترو؟
ضعت تذكرة الطيارة ديالي.
ما تقدرش تبقى هنا خلال العطلة؟
آه، سمح لي بزاف على الإزعاج.
واش تقدر تحجز الفعاليات؟
واش كاين شي بيت الراحة عمومي قريب من هنا؟
شحال المجموع؟
هادشي مزيان بزاف. دابا للأسئلة، عفاك.
عندك شي صرافة باش تخلص الباركينغ؟
أكثر منتوج مبيع عندنا فالأربع سنين اللي فاتوا هو ناسخة AX-four five zero.
واش نلوّج على اليسار؟
واش كاين شي مضيفات كيهدرو اليابانية؟
ثمن زوين، ماشي هكا؟
خصك تاخدها تسع وتسعين مرة في النهار، قبل الماكلة.
كنحبّو بزاف.
بغيت ترايبود.
بغيت جاكيت ديال الرياضة.
تقدر تبقى فدار ديالي.
واش نقدر نميل الكرسي ديالي، عفاك؟
مزيان. كنت كنقلب على طاكسي، ولكن هادي حسن.
جاكيت زوين. واش مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقول لي فوقاش نوصلو تما؟
جوج ديال الكبار وجوج ديال الدراري، عفاك.
شحال الثمن؟
ستار وورز كانت أكبر نجاح ف عام 1984.
فين كاين القسم ديال الناس اللي ما كيدخنش؟
هادي "T" بحال فـ Tom، إيوا عنديها هنا، Taro.
كنظن أنها زوينة.
بغيت شوية تفاح، عفاك.
شنو هاد الشي؟
شنو هما كروت الكريدي اللي كتقبلو؟
عندي بزاف ديال الوقت.
واخا، دابا وقت الغداء. بغيت تناقش هاد الموضوع وانتما كتاكلو؟
تلفاز الفيديو تسرق من غرفتي.
سلام، سميتي أودا. عندي حجز لليلة، ولكن غادي نتأخر شوية فالتسجيل. عفاك، خلى الحجز ديالي محفوظ.
هذ الصبّاط متين؟
عفاك قول ليه أنا كنتسنى مكالمتو.
كيقولو باللي الإنفلونزا منتشرة تماك.
وصل تواً.
سمح لينا. حنا معمّرين لليل غدا.
أنا مع بعض الأصدقاء.
حسب جورو، السيد يامادا عندو جوج ديال الوليدات.
واش تقدر تعاود هادشي؟
بغيت ندير دورة للبرج ديال لندن.
عفاك ركب حزام الأمان ديالك.
رمز المنطقة هو ثلاثة. رقم الهاتف هو جوج تلاتة ربعة تلاتة ربعة صفر صفر.
سمح لي. واش كاين شي جسر قريب من هنا؟
سمح لي، بغيت نستعمل المرحاض.
راه مشغول.
حوايجو ديما ماشي فالموضة.
واش عندكم الماكلة ديال البحر؟
هدي غالية بزاف.
بغيت، ولكن خايف ما نقدرش نجي هاد المرة.
ما عرفتش دابا، ولكن غادي نجرب أكيد.
الملح، عفاك.
عفاك استعمل غرفة القياس لي تماك.
تسعين دولار على تذكرة في اتجاه واحد. كاش ولا كارت؟
واش تقدر تنقي لي الطابلة، عفاك؟
كيفاش كيربّيو الوالدين اليابانيين ولادهم؟ واش كيشدّو معاهم بقساوة؟
واش تقدر تقول لي وقت الخدمة؟
عفاك لفهم بوحدهم.
بطني حاسس بثقل.
هدا كيبان مزيان. فين نقدرو نستناوك؟
واش نقدروا نبدو نلعبو منين يساليو؟
عدد سكان اليابان حوالي مية وعشرين مليون.
عَمَّر العناصر التالية ف بطاقة التسجيل.
واش نقدر نرجع ليّ الحوايج ديالي؟
واش عندكم لفافات ديال الحرير؟ كنقلب على هدية لمرتي.
غادي نجيبو دابا. شنو رقم بيتك؟
السيد كوبايشي كان كيقلب عليك.
بغيت نسافر من شنغهاي لهاواي بالسفينة.
واش تقدر تبعث شي حد؟
واش تقدر تكون واجدها حتى لخمسة دالليل غدا؟
كتاخد عشر دقايق على الرجل.
قبل ما نساليو النهار، واش تقدر تعطيني شوية د الدقائق؟
فين نقدر نوقف طوموبيلتي؟
كنحس بالبرد وبطني كيوجعني بزاف.
سكوتش وماء، عفاك. واش عندك شي حاجة نقرمش عليها؟
كيفاش نطفي هاد الضو؟
واش هو مشغول بزاف اليوم؟
بغيت شوية ديال الخيط.
عطيني شهادة طبية، عفاك.
بغيتك تقصها بواحد الإنش هنا.
ما كنحسش مزيان. عفاك عطيني شي دوا.
عفاك، واش ممكن تعطيني جريدة يابانية؟
مزيان. واش نقدر نرمي الطوموبيل فين ما بغيت؟ شحال هي تمنة التسليم؟
شكون الطوبيس اللي كيمشي لوسط المدينة؟
واش كاين شي طوبيس مباشر لبوسطن؟
عفاك كون صاحبي فالمراسلة.
غادي نبقى عند واحد الصاحب.
أنا فرحان بزاف، ما قادرش نقعد بلا حركة.
واش نقدر نزل ف فندق هيلتون؟
بغيتك تحيدها.
مشِ لليسار فهاد الزنقة ودوّر أول يمين.
بغيت نعرف واش ممكن نرسل هاد المجموعة ديال الصحون لتوكيو.
بغيت شي قوة ديال الجسم.
واش كاين شي ماكلة ماشي سخونة وبزاف ديال التوابل؟
واش قريبة باش نمشي ليها على الرجل؟
بغيت شي كريم ديال اليدين.
واش تقدر تعطيني الملح؟
بغيت نمشي لوول ستريت. كيفاش نوصل تما؟
كثرة التمارين غادي تضرّك.
شاملة الفطور، الضريبة، وتكاليف الخدمة، غادي تكون خمسة وأربعين دولار لكل واحد لكل ليلة.
واش تقدر تصلح هاد الشي؟
مساء الخير. سلام.
ماقدرتش نلقى الشنطة ديالك.
سير دغيا القدّام، عفاك.
واش الما هنا آمن باش نشربو؟
آآه، عفاك. غير جوج دولار.
واش ممكن تبدل لي هاد الفستان بواحد أكبر بشوية؟
واخا، يلا نمشيو. نقدر نعاونك فواجبك من بعد ما ناكلو شوية بيتزا.
نعم، السي تانكا. كاينين جوج رسائل ليك.
ما كيناسبنيش.
غدا نهار آخر.
يمكن نعاونك. واش محتاج فيتامين C؟
تصويرة ديالي تسرقات ف التران.
بعيد بزاف. حسن تاخد طاكسي.
بغيت بلاصة على الجنب، عفاك.
كنعيش ف شقة كتخلص ٨٠٠٠٠ ين ف الشهر.
واش نقدر نقطع عليك؟
وريني واحد أكبر.
سمح لي. واش ممكن تبدل معايا البلاصة؟
إيه، بطبيعة الحال.
نزل للزاوية و دور على اليسار ف الضو ديال المرور.
بغيت الرولات صغار ولا كبار؟
بغيت بيت واحد فيه بانيو بتمانينين دولار، عفاك.
بغيت نحتافظ بالحوايج ديالي الثمينة فخزنة الفندق.
واش عندكم بيت فارغ الليلة؟
إيه، ولكن تأكد تكون معاك التيكي ديالك.
غِير شْحال مِن نَاس غادي يشاركو فِي اللِّيزار الإختياري.
ماشي مشكل. على أي حال، عفاك وديني لمركز الحي الصيني. غادي نجرب نلقى الطريق بوحدي.
كيتم توظيف ناس جداد ف أبريل.
كنتمنى هكا.
زوج ديال السكوتش مع الماء، عفاك.
شكون كيلعب؟
واش تقدر تعيط ليّا إلا لقيتي الشنطة ديالي؟
لليسار، عفاك.
واش تقدر توقف معايا باش نتصورو؟
لا. واش بغيت تبلغ عليه؟
هذ السنانة اللي قدام كتوجع.
شنو هي آخر لعبة كمبيوتر لولد عندو خمسة عشر عام؟
نشوفوك غدا.
واش كاين شي مطعم أرخص حدا هنا؟
لا، ولكن شكراً. كنحس براسي حسن.
واش عندك شي خبز؟
شحال مزيان كتلعبي الكمان؟
صاحبي تزلق وطاح ف بيت الما.
واش ممكن تعطيني منفضة السجائر؟
تم حظر المسيحية وتسدات البلاد على باقي العالم.
شحال بغيتي؟
كوكتيل الجمبري ليها ونفس الحاجة ليّا.
واش نقدر نطلب منك توقّع هنا؟ وعفاك دير الحروف الأولى ديالك هنا.
كان من دواعي سروري الكبير نزور المقر الرئيسي ديالكم وندير معاكم نقاشات مهمة. شكراً بزاف على تعاونكم الكريم.
شخرتك مزعجة.
ما عجبنيش اللون فالأخير. واش نقدر نرجع هاد الشي؟
خرج من داك الباب اللي تماك، وسنى ف التوقف رقم ستة.
دجاج مشوي، عفاك.
واش ممكن تعطيني شوية إبزار؟
إيه، بغيت شي حاجة نقراها.
هذا السيد تاكاهاشي ف الغرفة خمسة وأربعين وتسعمية. واش ممكن تبعثو ربعة قنينات ديال بيرة بودوايزر، عفاك؟
هدي سبعين دولار.
عافاك عيط لي فالأوتيل ديالي مني تلقى الشنط ديالي.
بغيت مكالمة إيقاظ مع الثمانية ونص صباح غدا، عفاك.
إيه، ولكن هاد الشي بزاف وانا ديجا شبعان.
بغيت شي غسول للفم.
ما كنحسش راسي مزيان.
كتعطي شي تخفيضات على الشراء بالجملة؟
طوكيو صفر ثلاثة أربعة أربعة تسعة أربعة خمسة ستة سبعة.
واش تقدر تعاونّي نلقى الحديقة ديال الحيوانات؟
واش تقدر تقول لي كيفاش نضبطها؟
فاش تقريباً كيسالي الطوبيس ديال الجولة؟
كتعرف كيفاش تستعمل التليفون؟
بطبيعة الحال. عندنا شي فواصل كتب زوينين ديال السكان الأصليين ديال أمريكا.
عفاك، بغيت مشغل كيهدر اليابانية.
حنا مهتمين بالموضة.
واش تقدر تعاوني باش تجرني؟
واش هادي هي عيادة F؟
سلام، مدام ياماغوتشي؟ الحفلة ديالك على الخط. المكالمة ديالك مقبولة. تفضل، عفاك.
فين نقدر نشري تذكرة رفع بالكوبون؟
فاش غنوصلو لوس أنجلس؟
سير دغيا تقريبا خمس دقايق، ومن بعد دور على اليسار.
هادي هي الطريق نحو الشط.
هاد شاي الأعشاب كيساعد على تجديد الجسم.
هذو ما مصنوعينش فاليابان، صح؟
مزيان. هاد الطريق عفاك. غادي نورّيك لغرفتك.
خصني نخرج من الفندق قبل الضهر.
زوج ديال الهامبورگر وجوج ديال القهاوي، عفاك. بغيت ناخدهم معايا.
واش نقدر ندي هاد الجوج ديال الشنط؟
طلبت اللحم، ماشي الحوت. واش تقدر تبدل هاد الشي؟
ولدي عيّان بزاف.
عندي وجع فالمعدة.
هاد الجاكيت ماشي المقاس ديالي.
بغيت نلقى السي ويليام.
كيحتوي على مجموعة من سبعة فيتامينات ومعادن.
السنان راه رخو.
واش نقدر نرجع الفلوس مني نرجع لليابان؟
شنو هاد الطبق معمول من شنو؟
فاش من بلاد تصاوب هاد الشي؟
واش تقدر ديرها ف عشر دقايق؟
ماشي مزيان ف الإنجليزية. واش شي حد هنا كيهدر اليابانية؟
فين نقدر نشري تذكرة ديال المترو؟
غادي نرسل ليك عشرين عينة إضافية بالبريد.
ما كنظنش هادشي مناسب ليا حيت جلدي ناشف شوية.
واش ممكن تعطيني برنامج ديال الوقت، عفاك؟
إيه، كنظن غنصبر.
تسعة وتسعين دولار في الساعة لكل طفل.
سمح لينا، راه سالينا.
خصّها تكون هادئة.
عندي العتاد ديالي.
مفتاح الغرفة، خمسة صفر ثلاثة، عفاك.
فاش كيعرضو فيلم Terminal Man؟
فين كاين الحلاق؟
عند السبعة ديال العشية، عفاك.
حقيبتي مكسورة.
زيارة المعالم السياحية.
أنا جاي من إسبانيا.
كاين شي مشكل فهاد الكارط كلي. واش ممكن تعطييني وحدة أخرى، عفاك؟
عندي طفح جلدي فذراعي.
بريد جوي هاد الشي لليابان، عفاك.
فين كاين أقرب صيدلية؟
نبيذ آخر، من فضلك.
الناس بزاف طيبين.
شحال من مشروب داخل فالثمن؟
درتها.
فين باب الصعود لهاد الرحلة؟
إلا كان شي واحد متوفر، واش تقدر تحجز طابلة حدا الشباك؟
واش الإعلان على الصعود داز؟
حنا ف علو ديال اثناش ألف قدم.
أولاً، بغينا نشوفو وول ستريت.
فين هي طوبيس ديال أوكسفورد؟
غادي نصبر حتى يولي التيراس خالي.
واش نقدروا نشوفو شي محافظ ديال الجلد؟
يلا نشوفو التلفاز. كاين ماتش ديال البيسبول.
واش تقدر تكتب هنا عنوان الاتصال ديالك؟
عفاك قول لي فين كاين أقرب صيدلية.
لسبيطالي، عفاك. العنوان ديال السبيطالي هنا.
شحال من محافظة كاينة من غير طوكيو؟
قطع المكالمة وسنى شوية عفاك.
شنو كتدير عادة فالدار من بعد العشاء؟
بالتأكيد. فوقاش بغيت تلعب الغولف؟
غادي تكون فالدار حوالي ثلاثة.
بغيت نعيط للسفارة اليابانية.
شوية زيادة.
فين كيدوزو الحافلات ديال السياحة؟
شحال كتخلص باش تبعثهم لليابان؟
ما عنديش حتى نادي ولا صبّاط.
واش الين الياباني مزيان؟
واش عندك موستانغ؟
غادي نطيحو من هنا؟
سيد كاواي، عندنا طابلة ليك دابا. عفاك هادي الطريق.
بطبيعة الحال. نزل الدروج اللي تماك وغادي تلقى شي علامات. تبعهم غير.
الاستقبال. كيف نقدر نعاونك؟
واش تقدر توصلني حتى فندق هيلتون، عفاك؟
كتخدم غالبا حتى لوقت متأخر؟
سمح لينا بزاف، ولكن ما بقاتش عندنا. شنو رأيك فالأوراق ديال الإنجليزية؟
طابلة بلا تدخين، عفاك.
واش تقدر تقول لي قبل ما نوصلو لدورهام؟
هادي جديدة؟
ماشي صحيح. ديما كتعاملي معايا.
واش تقدر توريني شي فساتين؟
تهجّاه، عفاك.
كنسكر بالخمر.
رد بالك حيث الجو كيتبدل بزاف فالجبال.
شيك المسافر والين الياباني، واش مزيان؟
سمح لي، شفت مع الخدمة ديال التنظيف ومع المفقودات. ما عندهمش هاد الشي.
هادي بلاصة صعيب تلقاها. كاينة ف طريق صغيرة خارج الطريق الرئيسية.
ما عارف والو عليه.
نقدرو نهضرو عليها فشي قهوة.
فهمت، فهاد الحالة ما خصنيش نخلص ثمن التعديلات، صح؟
المشغل، عفاك.
واش ممكن تنقص السرج، عفاك؟
واش غادي تخليني نبات عندك الليلة؟
مزيان. غادي ناخد غير جوج. شكراً.
هاهي الفاتورة ديالك. الثمن هو ثلاثة دولارات وسبعة وتسعين سنت.
نتا محظوظ.
عفاك ديرها ف جدول مع منظر ديال ليلة زوينة.
هل هادي مصنوعة بالماكينة ولا باليد؟
بغيت نكري هاد النوع ديال الطوموبيل لمدة ربعة وعشرين ساعة.
كان من دواعي سروري نلتاقاو.
ممزق.
دابا، خلينا نشوفوك.
آه، غير فكر شحال غادي يطول خدمتو إلا سول كل واحد سؤال زيادة. يلا، يلا نسرعو ونشدو الشنط ديالنا. خاصنا نمشيو للإعلان الجمركي دابا.
شحال الوزن؟
واش كاين شي مطعم صيني هنا؟
المنصة خمسة هي تماك.
فوقتاش غادي يكون ماتش الكرة؟
راه خاسر. واش تقدر تشوف لي الكاميرا ديالي؟
قهوة بكريم وسكر، عفاك.
كنظن كاينين شي أخطاء فالفاتورة.
عفاك عطني داك واحد.
هي البوابة سبعة.
واش نتي اسكتلندية؟
ثلاثة-جوج-واحد-جوج. صبر شوية، واش مزيان؟ بغيت نرسل ليك حاجة هنا. سمح لي.
مية وخمسة وتلاتين ين لكل دولار.
التنانير القصيرة مع البوط ما غاديش يخرجو من الموضة.
واش نقدر نهضر مع الماناجر؟
علاش الثمن ديالك مختلف على العداد؟
واش نقدر نشوف هادي؟
وعدت راسي أنه ملي نشوفك، غادي نتعرف عليك.
شنو واقع هاد الأيام؟
ما كنحسش مزيان. واش تقدر توصيني بطبيب؟
الحفلة ديالك مشتعلة. سير قدّام.
واش كاين شي عرض فالأرض؟
المرحاض ما كيدورش.
شحال من الوقت كياخد من هنا حتى لبلدية المدينة على الرجل؟
خد هاد الدوا من بعد كل ماكلة ملي كيكون الألم قوي.
كتحط الفلوس فظرف مزين خاص كيسمى shugibukuro.
شي حد مجروح.
كنسول راسي شنو نجيب ليه؟
واش عندك خريطة ديال المترو؟
عندي ليك بيت واجد ف Grand Hotel. واش تقدر تمشي لهناك؟
عندي ألم ف عيني اليمنى.
ماشي مزيان بزاف فالألمانية.
خصنا نجتمعو مرة أخرى بلا شك.
غادي تضيق هاد السروال؟
واش نقدر نْسلف شي مضرب وكويرات؟
واش تقدر تزيد شي صغار ديال الفلوس؟
واش نقدر ناخد نص قنينة؟
سلام. أنا جون.
ناكاي.
واش ما عندكش مانع ناخد ليك تصويرة مع الطاكسي ديالك؟
عيت على حقيبة ضايعة من تلات أيام.
بغيت أوطيل أرخص.
آه، كاينين بزاف د الحوايج خاصك تشوفهم ف غرينيتش ڤيلاج.
فالأعمال. عندي علاقة تجارية تماك.
كتناسب مع بدلتك.
واش ممكن تراقب على حقيبتي؟
كيفاش عجباتك هاد الفكرة؟ كنقبلو شرط ديالك ديال الإشعار بستة شهور بشرط تعطينا الحق نبيعو لمدة ستة شهور من بعد ما يسالي العقد
سمح لي. واش كتعرّف مزيان نيويورك؟
غادي نستناو. عفاك عيط لينا ملي تكون واجد.
بغيت نشوف طبيب جراح.
واش هادو مكونات طبيعية؟
بغيت نسوق ف طوموبيل سبور.
رمز المنطقة هو صفر ثلاثة. الرقم هو ثلاثة واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
تْعَرَّض لزكام.
سيارة صغيرة بزاف غتكون هي الأحسن.
بغيت نرسل هاد التسليم العام.
خليني نحول هاد المكالمة للرجل المسؤول.
شنو الحجم اللي بغيتي؟
آه، عزيزي. ما كنتش عارف بلي باقي عندي هادوك.
واش عندكم صناديق باش تبعثو الطرود؟
واش شركة الطيران غادي تخلص ليّ مصاريف الفندق والماكلة ديالي؟
هذو كاملين حقائبك؟
كيفاش بغيت تدير المكالمة؟
واخا، غالي. ما مصنوعش فاليابان، صح؟
عفاك عطييني الملح؟
فين أقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
فوقاش كتظن غادي يتلقى؟
كنتمنى ليك عام جديد سعيد بزاف.
غادي ناخد سبرايت كبيرة.
عفاك قولها مرة أخرى بشوية.
سمح لي. بغيت ندير طلب.
عندنا جمبري نيوبرغ ورِجل الغنم مشوية.
بغيت واحد الأوطيل باش نشوف منظر زوين.
ثلاث كيسان ديال عصير الدلاح، عفاك.
عندي ثلاثة ديال الولاد.
سير دغيا فهذ الكوريدور و دور على اليسار ف الزاوية. غتشوفو على يدك اليمنى.
واش هادي جولة ديال نهار كامل؟
شحال كتثمن تذكرة ذهاب وعودة لأوكسفورد؟
كنمشي لنادي رياضي كل نهارين.
فين نقدر نقيم خلال الجولة؟
شحال هي ساعة الخروج؟
شحال هي تمنة المرافق فالنهار؟
فين نقدر نلقى السي دي؟
سمح لي. أنا طالب جامعي من اليابان. واش نتوما طلبة ديال NYU؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطة؟
Aki, 3refti chi magasin dyal l'vinyl mzyan qrib men hna?
نقدا ولا بالكريدي؟
كنخدم فشركة ديال التجارة.
ماشي مؤدب تسول الناس شحال كيربحو.
واش هادو أصليين ديال ليفايز فايف أو وان؟
فوقتاش نقدر نغتسل؟
ما كتبانش عليك فوق واحد وعشرين عام.
فهمت. فعلاً، فيها فيلم بسرعة عالية. واش ما عندكش مانع إذا خرجتها؟
شريتها دابا.
غادي نجيب واحد دابا.
ثمان دولارات. وها واحد جاي دابا.
عفاك ورّيه مع السلع اللي شريتي باش الجمارك فالمطار.
واش شي من المحلات الكبرى دابا كيديرو تخفيضات؟
المشغل، وصلني بمركز الإطفاء.
عندي البطارية ماتت.
وقف فالتقاطع الجاي.
آه، ها هو. واش خاص كلشي يعمر هاد الفورم ديال التصريح الجمركي؟
وش ممكن تعطيني سميتك من فضلك؟
واش ما عندكش مانع إلا درت مكالمة على حساب المتصل؟
سلام. كيداير؟
فين قسم السفر؟
شنو سميت الشخص اللي بغيت تهضر معاه؟
سمح لي، ماشي موجود دابا.
شوف هداك. شوف هداك. غادي تقول لي الفرق بين هاد الراجل وداك الراجل هو الحظ؟ محمد، وقف شوية، واش ممكن؟ ما عندكش مانع نطيحك هنا. أنا متأخر. صاحبي، كان زوين نتلاقاو، ماشي؟
واش بيتك كيشوف على المدينة؟
شي رسائل ليّا؟
مازال غالي بزاف. واش ما نقدرش ناخدو بثلاث دولارات؟
بغينا بيت فالوراء.
غادي ناخد كاس ديال النبيذ.
كتبان زوينة.
بغيت بيت توأم. شحال تمن الغرفة فالليلة؟
هي بعيدة تقريباً تسعة وتسعين ميل.
فينس وليندا بغاو يكونو بوحدهم، لذلك خايف غادي نضطر نبقى هنا الليلة.
عفاك خليه هاد الشحنة محبوسة.
سميتي ساتو.
كنعرف واحد النادي ديال الجاز القدام فوسط المدينة.
غادي ناخد هاد الطابلة ديال الماكلة.
بغيت نجرب نفس الطبق ديال داك.
غادي ناخدوه من بعد.
واش هاد الشي كيوصل للطابق السادس؟
جلد التمساح؟
عفاك حطها فشي كيس ديال الغسيل وخليها تماك.
بغيت نطوّر هاد الفيلم. فوقاش غيكون واجد؟
عفاك ما تعطيش هاد السار لحتى واحد غير أنا.
حسناً. غادي نجي نديك من الفندق ديالك مع الثمانية ديال العشية.
النافذة مزيانة.
خلي ليّ الغُرّة ديالي طايحة، عفاك.
واش جميع مصاريف التنقل داخلة؟
دار الأوبرا متروبوليتان.
فين كاين كونتر الكراء ديال الطوموبيلات؟
كنحس بالسخانة من البارح بالليل.
ماشي على ذوقي.
شنو الخضرة اللي عندك؟
بغيت برم دائم خفيف، عفاك.
فوقتاش غادي يجي الطبيب؟
هادي اللون غالط.
Tsnin tfrqat.
واش هادي بلاصة حدا الممر ولا حدا الشباك؟
أنا كيعجبني المشي فالجبل.
واش تقدر توصل ليّا الشنطة ديالي للغرفة؟
وريني واحد ديال البنات الصغار.
واش تقدر توقف هنا؟
واش عندك شي حاجة بحوالي تمنين دولار وصفر سنتيم؟
عطشان.
ما كاينش الحليب، عفاك.
عندي ثلاثة شنط.
فين كاين البحيرة؟
سمح لي. ضغط على الزر ديال التصوير، عفاك.
واش ممكن تعطيني شي مجلة ولا حاجة؟
هي جنوب.
شحال تمن بلايص البلكونة؟
بغينا بيت كيشوف على البحيرة.
واش كاينين شي صناديق ديال البريد حدا هنا؟
مزيان. غادي نديك تماك.
الجزء المكتوب بالخط المائل كيتعلق بالتغييرات اللي وقعات فالتسعينات.
عندو تلاتين عام.
مزيان. واش تقدر تكتب العنوان مرة أخرى على هاد الظرف؟
بغيت نمشي لهارودز. واش تقدر ترسم لي خريطة، عفاك؟
شنو كتدير ملي كتكون عندك وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
بغيت كابل ديال الريليز.
واش نتي هي الأخيرة فهاد الصف؟
كنظن راه محجوز بزاف.
ضربة مزيانة. غير خرجات.
واش تقدر تقول لي الأماكن اللي تستاهل الزيارة هنا؟
واش كاين شي محل كبير قريب من هنا؟
حتى أنا.
بغيت نشارك من سان دييغو.
كنت كنخمم ناخد داك الكورس فالسيمستر الجاي.
الخمرة ما بقاتش باردة مزيان. واش تقدر تبردها أكثر؟
واش تقدر تبدل هاد الحلقات باش تولي كليپ-أون؟
شنو كيهتم بيه بزاف دابا؟
بغيت نرجع الفلوس ديالي. واش نقدر ندي فلوسي؟
ممكن ما نلقاش مشروب بحال هكا في بلاصة أخرى.
إلى شريت هاد الشي حتى هو، غادي يوصل المبلغ المعفى من الرسوم.
واش نقدر نشوف شهادة التلقيح ديالك، عفاك؟
كتسافر بزاف؟
أنا جاي من أمريكا.
عندي تذكرة طيارة لسان فرانسيسكو.
إلا كانت غير خمسة عشر دقيقة من المحطة، غادي نمشي على رجلي.
بغيت أوطيل شوية أرخص.
بونساي كيبان بحال هواية ديال شي واحد كبير فالعمر.
مازال ما قررتش. واش تقدر تعطيني شوية وقت زيادة؟
عندي صداع.
واش بغيت تجي تشرب القهوة معايا؟
بغيت شهادة طبية ووصل للتأمين ديالي.
آه، لا. عفاك سرع. حنا متأخرين.
ما بغيتش نصرف أكثر من عشرين دولار.
علاش الطيارة ما طارتش؟ قول لي شنو واقع.
شحال الثمن؟ واش تقدر تكتب الثمن على ورقة؟
بغيت نكري كرسي ديال الشاطئ.
سنى شوية، عفاك.
واش خاص النسا يلبسو فساتين رسمية؟
متلمسنيش.
واش عندك سݣاير؟
إلا ماكانش الريح قوية بزاف، نقدرو نمشيو لنقطة تيكي.
رائع.
غادي نسد دابا. شكراً على انتباهك.
واش عندكم هاد الشي بألوان أخرى؟
شكون هدا؟
سمح لي. واش تقدر تقول لي فين كاين موقف الطاكسي؟
و باش نشرب؟
ها هو.
فين كاين أقرب محل ديال الأدوات؟
همم. ما خدامش، صح؟ تقدر تمشي تقعد فبلاصة خاوية، إلا بغيت.
كنقلب على هاد الشي.
مزيان سيدي. وشنو بغيت فالحلوى؟
كوتش ولا بولمان؟
شيكات المسافر. شكراً. ها تذكرتك وبطاقة الصعود. كون حاضر، عفاك، قبل ساعة من وقت الرحلة.
هي وجع حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثة ثلاثة اثنين ستة واحد اثنين أربعة تسعة خمسة.
حس براسي مريض بزاف.
شنو هي أوقات العرض ديال "حب كوسي"؟
مزيان. واش غادي تشرب القهوة دابا ولا من بعد؟
قول لي شنو هو أسخن نادي ريغي ف نيويورك.
فاش كيتفرق المنتوج ديالك على ديال المنافسين؟
واش مزيان ما كاين حتى واحد كيسمع لتعليمات السلامة؟
واش زنقة خفية خطيرة؟
نعم. عفاك دير الإجراءات اللازمة.
إيه، غير واحد. فوقاش غادي نعرف؟ كيفاش غادي يعوضوني؟
هادي بطاقة التعريف ديالي.
كنفضلو طابلة حدا الشباك.
عفاك قول لي أرخص طريقة باش نمشي لسان فرانسيسكو.
كتعرف المطعم، Kyoya؟
طريقة وحدة.
غادي نولي عيان غير وأنا جالس هنا كنكل بزاف ديما.
واش كاين شي نادي ليلي مزيان فيه عرض فلامنكو؟
هديك فستان زوين لابسته.
رجلي كتوجعني.
فين أقرب مغسلة؟
واش ممكن تبدل معايا البلاصة، عفاك؟
تفرقو بلايصنا.
في الحقيقة، بغيت نأمن هاد الطرد حتى هو.
الثمن كيساوي مية دولار.
مخارج الطوارئ كاينين قدام، فالنص، وفالخلف ديال هاد الطيارة.
مزيان، الحجز ديالك تأكد مرة أخرى.
الكعوب طالعين بزاف.
بغينا طابلة فالترّاس.
معناه الفيلم ممكن ما يكونش مناسب للأطفال اللي أقل من خمسة عشر سنة. يعني خاص الوالدين يفكرو مزيان واش يخليو الأطفال يشوفو الفيلم ولا لا.
كيف بغيت الفلوس؟ عَمّر هاد الورقة ووقّع هنا.
مرات كيتوجع ليا كرشي.
واش عندك شي أطباق قليلة السعرات؟ أنا دابا كندير دايت.
ما كاينش شي مصاريف.
إيه، عندي جوج تذاكر ديال جايانتس و دودجرز.
حنا من بين أفضل الموردين ديال الميكروكمبيوترات.
شكراً. وأنا كذلك. بسلامة حتى ذاك الوقت.
توءم مع بانيو، عفاك.
طيحت من الدروج.
شنو الآيس كريم اللي كتقترح؟
همم. هادي. اللون كيبان زوين عليك.
فين كاينين الكتب ديال اللغات الأجنبية؟
زوج شرائح وسبرايت.
عطيني شي سݣارَة.
ممنوع تدخلها للبلاد- سمح ليا. حسن، كنظن هادشي كيغطي كلشي.
إيه، أنا. كانوا ساكنين حدايا ف كاليفورنيا ولكن مشاو لفلوريدا جوج سنين لفاتو. ونتا؟ واش كتسافر بوحدك؟
أنا مريض.
ولدي باين عليه عيان بزاف بسبب السخانة.
فهاد المقاس، عفاك.
كيتمّ تقديم أوامر الاستحقاقات الثقافية للفنانين والعلماء المتميزين فهاد النهار.
أنا ياباني.
هدي غالية بزاف.
نعم. خذ أوتوبيس كيمشي لكيوتو-إيكي.
واش غير للأعضاء؟
ثمن الغرفة ستة آلاف ين في الليلة.
واش نقدر نجيب هاد الشي معايا فالطيارة؟
مزيان. كل ما بغيت نعرف واش المشروع غادي يقدر يخلص مصاريفو بوحدو ولا لا.
مزيان. بغيت شي كرافطة مع هادشي؟
عافاك عاود شحن البطارية.
أنا مستعد نطلب.
ملح الحمام العشبي كيخلي بشرتك ناعمة وطرية.
كتب اسم شركة الطيران ورقم الرحلة حتى هو.
بصّح. اليوم هو الحد، والحد هو أسوأ نهار.
إيه، هادي مشكلة ديال تصريف النفايات.
بغيت هاد النمط ف طابلة ديال خمسة ديال الناس.
كثير من العائلات عندهم دخلين.
آه. هاد الفضة نادرة "القمر والجرس". متأكد بغيتي تبدلها؟
ماما وخيتي جايين من اليابان باش يزورو عندي. غادي يوصلو هنا تقريبا مع السبعة ديال العشية.
البني مشهور بزاف هاد العام.
فكرة مزيانة. فوقاش ناوي تجي؟
مزيان. جوج بلايص، عفاك.
فين السوق؟
كنتشوق نجرب اللبسة الجديدة ديال السباق ديالي.
كنت كنظن غير كتكلو الدوناتس.
شحال تْكلف تذكرة الدرجة الأولى لإدنبرة، عفاك؟
كيبان باللي الفلوس اللي عطيتيني ناقصين عشرة دولارات.
تاصلت دابا مع السي سميث ف الغرفة 201، ولكن ما جاوبش. واش تقدر تعرف واش باقي ساكن هنا؟
بغيت واحد عصري.
كنخدم فشركة للنشر.
عفاك عمر هاد الاستمارة؟
شنو هاد الزنقة؟
واش تقدر تزن هاد الطرد؟
شنو كتسمّي هاد الشي بالإنجليزية؟
كمل طالع فهاد الممر، ومن بعد غادي تلقاه على الجهة اليمنى.
بغيت نأمن هاد الشي.
صباح الخير. هادي الاستقبال. كيفاش نقدر نعاونك؟
مزيان. عفاك دخل.
نعم، سيدي. كنجي هنا نفطر كل نهار، من الاثنين حتى الجمعة، قبل ما نمشي للخدمة.
ما كاين حتى مشكل.
عفاك جبد لي ثلاثة جوج ستة جوج تسعود واحد تمانية.
إيه، نقدرو نخدموك من السبعة.
عفاك تمدد هنا.
شنو هاد الخدمة السريعة.
يمكن يبان من بعد.
عفاك دور على اليسار فالتقاطع الجاي.
سمح لي. كيفاش نوصل للبنك؟
واش كاين شي طوبيس كيمشي لمتحف فورد؟
نعم. سمّيتك ورقم بيتك، عفاك.
شحال من الوقت كياخذ باش توصل لليابان بالبريد الجوي؟
حسنا. نشوفك مع جوج فالأحد.
بغيت نمشي من نيويورك لتورونتو.
السحّاب مخرّب. واش عندك شي واحد بحالو؟
هدي شوية وسخة.
واش تقدر تأكد لي الرحلة ديالي مرة أخرى؟ ها تذكرة الطيارة ديالي.
واش عندك هاد الشي ف اللون الأخضر الغامق؟
واش غادي تاخدني لكانتربري وترجعني؟
واش نقدر ناخد شوكة جديدة؟
شكراً بزاف على لطفك.
سمح لينا، ما كنبيعوش التيكيات ديال المسرح.
بغيت نشوف هاد الشي.
آه، هادشي زوين. شنو خاصني ندير؟
بغيت نمدد الإقامة ديالي هنا جوج أيام زيادة.
عفاك بدل لي البلاصة ديالي.
عندنا اليوم جمبري زوين بزاف.
شحال تالوقت مفتوح؟
كتشرب السجائر ولا لا؟
ثمنو غالي بزاف عليا. ما تقدرش تنقصو شوية؟
أنا متاح نهار الأربعاء فالصباح ولا نهار الجمعة فالعشية.
ما درتش حجز.
حيت الصيف ف اليابان كيكون غالبا سخون بزاف، وماكانش عندنا التكييف ف الأيام القدام.
واش تقدر تعيط لي على طاكسي مع الثمانية ديال الصباح غدا؟
هادي خايبة.
علاش ما نستناوش الطوبيس تحت الشراية؟
تعال، كينجي. خليني نورّيك المكتب.
إيه، راه محلول من التسعود حتى للتسعود.
ما كنقدّرش ننعس مزيان فالليل.
كيفاش أثرت الركود على الأعمال؟
عندي موعد آخر.
واش ممكن تعطيني خريطة الطريق ديال المدينة؟
الشي اللي كنت كنقلب عليه بالضبط.
ما فهمتش الشرح ديالك.
خصني ندير اتصال. غادي لبوسطن.
فين هو أحسن بلاصة باش تشوف المعالم؟
واش كيدوم؟
عجبتني بزاف.
واخا، بغيت يكون عندي وجه صغيور بحال جوليا روبرتس.
واش تقدر تاخد هاد الشي، عفاك؟
الركاب المغادرين على رحلة ABC Airlines رقم سبعة صفر ثلاثة المتجهة إلى طوكيو، المرجو التوجه إلى البوابة عشرين للإجراءات الحكومية.
فين هي طوبيس ديال B؟
واحد بوحدو، عفاك.
فين نقدر نشري مفرش الطاولة؟
واش نقدر نكري مرشد كيهدر اليابانية؟
بغيتيني نصوّرك؟
ماكلتش هاد الطبق.
جرحت صباعي. واش كاين شي مطهر؟
واش نقدر ناخد طابع ديال خمسة وتسعين سنتيم؟
غادي نكون هنا مع ربع لتمانية.
بغيت شي عطر.
واش ممكن تعطيني جدول المواعيد؟
واش غادي للمدرسة هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
أنا متأكد أنني حطيتو فالبورطابل ديالي.
يديك لفوق.
واش كاين شي مطعم تقدر تنصحني بيه قريب من هنا؟
شنو كتفضل، كحل ولا فاتح؟
واش تقدر تقول لي فين غادي نطيرو؟
Tiket dyal l-intiqal, 3afak.
فين كاين بلاصة زوينة لخرجة ديال نهار واحد؟
بغيت الشنطة الحمراء ديال كيلي بنفس الستيل ديال هادي.
باقي غادي دير داك الجدول؟
فاش كتفتح البنك؟
حس براسي مريض.
ولاّت عندي الحيرة. واش ممكن ترسم لي خريطة؟
برا.
ديّني للمستشفى.
واش خاصني نجي للمستشفى كل نهار؟
كريسي فبطني.
شحال تخلص باش تبعث هاد الرسالة لليابان؟
بغيت كاس ديال الشيري.
واش خاصك شي حد يجي يديك من المطار؟
الصعود كيبدأ مع الربعة ونص، عفاك كون حاضر قبل من داك الوقت.
من ثلاثين ألف ين.
فين نقدر نشري كارت تليفون؟
واش نقدر نرجعو فمدينة مختلفة؟
كنخطط نبقى لمدة 12 يوم.
عفاك خلي الفوق شوية طويل.
خصك تمشي عند طبيب مختص.
شوية د القت، عفاك.
رقم التتبع أربعة عشر.
آه، كتدير؟ عندك فعلاً اختيار كبير.
ماقدرتش نلقاهم فين ما مشيت.
واش عندكم شي بلايص خاويين للندن؟
بغيت نسخة من تقرير السرقة.
هي واحد البلوك تحت في الزنقة.
واش تقدر تعطيني عافية وانت كتدير هاد الشي؟
واش هاد السجائر خفيفة؟
مزيان. بحال هكا.
القطار السريع الجاي غادي يجي من بعد ساعة.
بغيت الأكمام ديال هاد الجاكيت الرياضي يطولو.
عندي حجز. هادا هو رقم التأكيد.
عيد ميلادك جاي.
القطارات واقفين بسبب الإضراب.
واش تقدر تصلح هاد الشي؟
الزنقة كانت عامرة بالطيكوتات.
هي البناية الثانية على اليسار ديال داك البناية البيضا.
حجزنا بلاصة لخمسة وعشرين أكتوبر، غادي نخرجوا مع الحادية عشر ديال الصباح.
لا، شوية قدام كثر. هاكا، إيوا.
إيه، هادشي ما كيشملش الماكلة.
فين نقدر نرد هاد التيكي؟
علاش كيوقع هاد الشي؟
بغيت نرتاح.
طوموبيلتي تعطلات، عفاك جي وديها.
بغيت شعري يكون شوية طويل من ورا.
شنو الأنواع اللي عندك؟
أنا متافق. هادي من الأماكن اللي كنعجبني بزاف.
شنو نوع الموديل اللي فبالك؟
سميتي ميشيكو تانكا، ورقم الطيارة هو خمسة صفر واحد لتوكيو.
واش ممكن ترسم لي خريطة بسيطة من هنا؟
فين نتلاقاو؟
بغيت شعري يكون مضبّط كيف ما كان.
عطيني خمسين، عفاك.
فين نقدر نسجل الدخول مع JAL؟
شنو كاين فالمحتويات؟
واش كاينين شي بلايص فهذ المنطقة اللي كينصحو بيهم بزاف؟
عطيني شوية صرافة، عفاك.
مزيان. غادي نتأكد بلي الشنط ديالك غادي يكونو هنا.
هدي هي التخصص ديالنا، سمك دوفر مشوي.
غادي نبقاو.
تسرقت مني.
مزيان. واش خاصني نركز عليه؟
غادي نشاركوا.
ما عندناش داك الستايل بالضبط دابا. غادي نشوف الستوك ديالنا. سنى غير دقيقة، عفاك.
سكوتش مع الماء، عفاك.
هدا كيبان مشوق. بشحال كيساوي؟
خد هاد الوصفة الطبية للصيدلية. تقدر تلقى الدوا تماك.
طلبت هداك.
إيوا، تقدر توقف ف أي محطة بين هنا و شيكاغو.
فين نقدر نشري شي تذكارات؟
ثمنو غالي بزاف. ما نقدرش نشريه.
واش ممكن تعطيني الرقم ديال ABC و Company ف شيكاغو، عفاك؟
فين كاين الكاتدرائية؟
كيف بغيت البيض ديالك؟
هي حدا هاد البناية.
لا، كنظن نسيو يجيبولينا واحد.
حسناً. تأكدنا. واش ممكن تعطينا رقم تليفونك، غير فحال احتجنا نتاصلوا بيك؟
شنو سميت الرسام؟
بغيت نخلّيه يعيط ليك منين يجي؟
بغيت هاديك.
كنعجبني هاد الخدمة ديال الشمبانيا ديال الترحيب من بعد ما تركب الطيارة. خليني نرفع الكاس على صحتك.
أربعين دولار في النهار زائد تمن سنتيم على كل ميل.
غادي نراهن بخمسة دولارات.
واش هادي ماشي طلب ديال شي حد آخر؟
واش تقدر تقول لي كيفاش نوصل للمتحف؟
سمح لي بزاف، ولكن بغيت نأجل الموعد.
واش تقدر تنصحني برحلة؟
التران ديالك غادي يخرج من الرصيف تامن.
كنقلب على شنطة فيها حزام قابل للتعديل.
بغيت الثمن يبقى أقل من مية وتمانين دولار.
غادي نسولك من بعد ما ندوّر شوية.
نعم. حجز لستة ليالي، من فضلك. ابتداءً من ثلاثة وعشرين يوليوز.
واش تقدر توريني شي وحدين خرين بتصاميم مختلفة؟
شنو نوع العصير اللي بغيتي؟
واش غادي للدار فالعطلة؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
هدي كانت مكسورة منين فتحت الباكيط.
29 غشت.
بغيت نرسل هاد الشي بالبريد الجوي لليابان.
نهار الشكر على الخدمة. هو نهار ديال الشكر لكل الناس اللي كيساندو المجتمع بخدمتهم.
هاد الغرفة صغيرة بزاف.
عفاك، واش ممكن تعطيني شوية أتاي زايد؟
بغيت هاد الحوايج يتنقّاو قبل ما يسالي النهار.
واش كاين شي بنك هنا؟
واش ممكن تنظف الطابلة، عفاك؟
سيف، عفاك.
كولهم مطبوعات.
عفاك كتب رقم بيتك من الورا.
كنستعملو العيدان باش ناكلو.
رحلة دلتا رقم تمانية وعشرين لنيو أورلينز غتتأخر تقريباً ساعة وحدة.
مني نرجع لليابان، غادي نكتب ليك رسالة. إلا كان عندك الوقت، عفاك صيفط لي رسالة.
خليت تذكرة الطيارة ديالي فالوتيل.
بغيت بيت واحد بلا دوش، عفاك.
شكراً مرة أخرى على التذكير. واش بزاف ديال الناس كينساو يوقعو بأسمائهم؟
حسنًا، الوقت كيسالي علينا. واش نكملو هاد النقاش نهار الخميس مع الواحدة؟
بغيت شي بيجاما.
حسنا. غادي نتاصل بيك ملي يكونو واجدين.
شنو رأيك فالغداء؟
الليموزين غادي يوقف فالباب الشمالي الأول.
شحال من الوقت باقي نقدر نستعمل مطعم الفندق؟
واش هاد القطار مباشر؟
واخا، ولى الوقت متأخر بزاف. كنظن خاصني نمشي دابا. شكراً بزاف على هاد السهرة الزوينة.
واش ممكن تعطيني شي دوا لوجع بطني؟
بغيت دجاج مشوي.
غَلَطْتْ مِنْ جَانْبِي. مَشِي غَلَطْتْك.
سمح لي، فوقاش كيسالي هاد الفيلم؟
ديك، عفاك.
تسرقات مني الحلي ديالي. خاصني ندير بلاغ.
غير لحظة، عفاك. غادي نربطك مع السي جونز.
سلام. هادي United Airlines.
فين تعلم السيد جونز اليابانية؟
عندي واحد صغير بنفس التصميم.
واش تقدر تضيق هاد السروال؟
ليلة الجمعة، مع التسعود.
واش هاد الباب كيوصل ل لاس فيغاس؟
واش كاين شي طوبيس من المطار؟
معلقة أخرى، عفاك.
هي شوية مملحة، ولكن كتعجبني. واش جيتي بها معاك من اليابان؟
عافاك سرّعها، إلا كان ممكن.
واش تقدر تخلص عشرة دولارات هنا كضمان؟
نعم. فاقني من بعد ثلاث سوايع، عفاك.
بغيت نطلب، عفاك.
واش نقول نعم ولا لا؟
زوج معالق، عفاك.
شنو هي الوقفة الجاية؟
الطوموبيل كتدير صوت غريب.
فاش كتسد البوسطة؟
أنا دفعت مسبقًا عربون بخمسين دولار ملي دخلت.
واش عندك شي دوا للمعدة المقلوبة؟
واش خاصني نلبس كوت و كرافات؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت الشنطة ديالي.
بغيت نأكد الرحلة ديالي مرة أخرى.
ساعتي. كانت ديجيتال جديدة كلياً مصنوعة ف سويسرا.
نجحت فهاد الامتحان بنجاح كبير.
بغيتك تديّني لأماكن مشوّقة. أنا سياح، عارف.
واش نقدر نزور المعالم السياحية و السفينة راسية فالميناء؟
من الأحسن تضبط المراية ديال الخلف.
غادي يكون كاين انتظار ديال حوالي عشر دقايق.
واش نقدر ناخد الصحون ديالك؟
غادي نفرح نديرها. شنو الوقت اللي بغيتي؟
كنظن خليت الكاميرا ديالي هنا ملي كنت كناكل العشاء البارح.
جمعهم عند الباب.
آه، لا. ما غاديش يكون ضروري. نقدر نهتم بها. درتي بزاف ديال الحاجة من قبل.
صلّحها ولا بدلها، عفاك.
نقدر نلقا وقت شي نهار فالشهر الجاي.
خد وقتك.
كيفاش هاد المنتوج الجديد كيقارن مع المنتوجات اللي كاينة؟
البائعين طيبين بزاف فهاد المحل.
واش تقدر تحتافظ بها ليا؟
غير دقيقة، عفاك.
واش عندك علامات المطالبة ديالك؟
بغيت نكري طوموبيل لمدة سيمانة.
إيه، فالأول، غسلها بوحدها.
عفاك وريني شي ساعات ديال الرجال.
الساعة ربعة وعشرة.
شحال كتخلص الطاكسي الكبير باش تمشي لمركز المدينة؟
من هاد الصباح.
خصنا نسرعو. راهوما كيركبوا دابا.
كيتناسب مزيان.
طلبت الدجاج.
لعشرة أيام.
شحال فعم هاد الولد؟
شحال المجموع كامل؟
بغيت نفس الحاجة ديال هادي، عفاك.
ضعت شيكات المسافر ديالي.
عفاك عطييني شي دوا ديال البرد.
عفاك حطها ف كورنيطو.
كنشوفو كل صباح ف التران.
واش تقدر تعشى معانا هاد العشية؟
غادي نبقى فـ B Hotel حتى لغدا. غادي نفرح إلا قلت ليه باللي أنا هنا.
الطيارة تأخرت بخمس وأربعين دقيقة.
سميتي شينو يامادا.
شنو التخصص ديال هاد المطعم؟
عندنا نبيذ أبيض ممتاز.
غير شي دوا ديال البرد.
واش تقدر تهبط لي الشنطة ديالي لللوبّي غدا الصباح؟
آه، كيبان لي كنضيع شي حاجة كل مرة كنسافر.
فقدت استعمال دراعي اليمنى.
سلام، واش هادي ديال روي؟
من بعد، غادي توصل لزنقة ديال التسوق. إلا تبعت الزنقة غادي توصل للمحطة.
لا، ماشي هنا. كاين بيت ديال التدخين فآخر هاد الكوطا.
واش ممكن تعطيني بروشور؟
وصل تماك مع التسعود، عفاك.
نعم، سيدي. كيف بغيتيني نقطعها؟
كنظن كاين خطأ فالفاتورة.
غير الزيت والخل غادي يكونو مزيانين.
عندي بالضبط اللي بغيتي. واش نقدر نقترح عليك هاد الشي؟
قهوة بسكر.
هي سبعتاش أ. آه، سمح لي. غلطت.
واش عمرك سمعت على السيمانة الذهبية فاليابان؟
شكراً. عفاك رجع مرة أخرى.
واش مزال محجوز كامل؟
واش نقدر نخليها فين ما كان ف البلاد؟
شنو الرقم اللي خاصني نعيط ليه من هنا؟
كيفاش نوصل لديزني لاند؟
كتظن هكا؟
سمح لي. فين هو المطعم الرئيسي؟
بغيت نعيط لليابان.
D twelve هو رقم بلاصي. فين هو؟
شنو هادا، عفاك؟
شنو النوع اللي كتفكر فيه؟
نعم. غنوصلو مع الثمانية ديال الوقت المحلي.
إلا لقيتي شي حاجة، عفاك تاصل بيا.
واش ممكن تعطيني شوية ديال اللحم المدخن والبيض؟
شربات الدلاح للحلوى، عفاك.
الماء السخون ما سخنش كفاية.
واش تقدر تشرح كيفاش ندير هاد الشي؟
عفاك كتب هنا عنوان الاتصال ديالك.
واش نقدر نستعمل الفلاش؟
شكراً. رجع لغرفتي ف نفس الوقت غدا. غادي نكون حضرت الصور حتى ديك الساعة.
سمح لي دابا تقدر تطلب غير من قائمة العشاء.
مليّن ولا بلا رصاص؟
عندي صداع.
هذي هي الغرفة 12:07.
بغيت بيت مختلف.
شحال من الوقت هاد الفيزا صالحة؟
واش كاين شي مستشفى هنا؟
بغيت واحد الكْسوة.
واش عندك عرض أكبر؟
واش نقدر نجرب رقم تسعود؟
واحد أوطيل آمن وكايقدم فطور زوين، عفاك.
فين كاين الحديقة ديال الحيوانات؟
كاينين شي كبار؟
ثلاثين دولار وتمانين سنتيم.
كتعتمد على شحال السخونية ديال البلاصة، ولكن فوسط اليابان، بداية أبريل.
ساندويتش كريسبر مع البطاطا المقلية.
فات الوقت على الطوبيس الأخير.
ما عنديش شي فلوس صغار.
واش خديتي تذكرة الطوبيس ديالك؟
الكرطية، عفاك.
كنت فطيارة UA رقم ٨٢٨.
الضوضاء بزاف حدا غرفتي.
فالساحل الشرقي، كتلقى حتى بلايص معروفة، بحال نيويورك، واشنطن، دي.سي. وبوسطن.
واش عندك أوراق يابانية؟
كيبان مزيان.
واش ممكن نخلي عندكم الشنطة ديالي حتى لواحد؟
واش كاين شي جولة ف المدينة؟
إيه. خايف خاصني نديرها. شحال مزيان كيتحافظ على الأمن فهاد المنطقة؟
فهمت. غادي نجرب نكري سيتروان.
عندي موهبة فطرية.
غادي يكون مزيان. فين الخبز؟
بغيت نسكّر، عفاك. وبلاصة حد الشباك، عفاك.
وشحال كتخلص على الخياطة؟
شنو غادي يكون أسرع، طاكسي ولا إسعاف؟
واش عندكم هاد التيشيرت فشي ألوان خرين؟
ما خصكش تفرج فالتلفاز طول الوقت.
إيه، حنا قرّابين نوصلو ليه، قرّابين نوصلو ليه.
من الأحسن تدخل لمستشفانا.
فين نقدر نلقى سوبرمارشي؟
ثمنو شوية غالي. ما تقدرش تعاونّي شوية؟
شحال ديال الوقفات حتى نبدل؟
داك الراجل سرق مني الشنطة ديالي.
حبوب الهضم وحبوب ألم المعدة مختلفين، صح؟
بغيت نشوف الميناء.
فكرة زوينة.
شحال كتاخد الوقت على الرجل؟
غادي ناخد عشرين ديال أكبر دب تيدي، عفاك.
شنو هو الرقم ديال الكاشير؟
ساهل. غادي نشوف غير فكتاب التليفون.
واش عندكم شي بيت كبار؟
شحال فالفاتورة ديالي؟
بغيت نبقى ف هاد الغرفة ليلة وحدة زيادة.
سمح لي، بغيت نسجل بلاغ على السرقة.
حسنًا، هادشي كيعتمد على وسيلة النقل اللي غادي تستعمل. واش غادي بالحافلة ولا بالطائرة؟
واش ما عندكش مانع إذا جلست هنا؟
واش نقدر نرسل غير إيميل واحد بدولار؟
إيه، عفاك صيفطو للطّوموبيل نيمرة 12:34.
عَمِّر هاد الفورم ديال التسجيل، عفاك.
بغيت جوج تذاكر ذهاب وإياب لأوكسفورد.
فاش من الوقت خصني نجي للمطار؟
هدا بطيء.
فين نقدر نطوّر الفيلم؟
لا، عفاك ما تديرش هكا. واش ممكن تحتافظ بأسئلتك حتى نسالي كلامي، ومنين نطلبهم؟
بغيت بلاصة مزيانة.
كنخاف الطواليط ما خداماش. محتاج المساعدة.
ماشي حاجة صعيبة ولا غامضة.
غادي نديك لمكانك. من هنا، عفاك.
سمح لي، واش نقدر نسولك سؤال؟
كنظن هكا.
سلام. فرحان بلقائك.
بغيت نسجل هاد الشنطة حتى لطوكيو، عفاك.
واش تقدر توريني واحد شوية أكبر؟
كنظن باللي الحوايج اللي مصاوبين فاليابان كيديروا ليهم الخياطة مزيان بزاف.
من الأحسن تستسلم.
عاود قولها من فضلك.
واش تقدر تكتب لي العنوان ورقم التليفون، عفاك؟
واش سخون؟
من أي مطار غادي نخرج؟
ما وصلتكش الفورم فالطيارة؟
بغيت واحد المكواة.
جا فالثلاثة وتلاتين دولار فالمجموع.
شكراً على مشاركتك أفكارك الفريدة معنا.
كنمشي نتزحلق على الثلج جوج مرات فالشهر فالموسم.
تزادت فالأول من أبريل عام 1955.
واش نقدر نكري المضارب؟
واش هاد الطوبيس هو اللي غادي للوسط ديال المدينة؟
بشحال هاد العطر؟
شنو هادشي؟
فين نقدر ندوز الإجراءات؟
خمسين جنيه.
واش هادشي كيشمل الضريبة؟
شنو هما الكيسات؟
عفاك عيط على الإسعاف.
غادي نراهن بثلاثة دولارات على هاد الشي.
كيف داير؟
ما كاينش ماكلة ما كنعجبنيش.
نهار الدستور ولا "كيمبو كينينبي" هو عيد وطني ف 3 ماي باش نحتافلو بتأسيس الدستور الياباني الحالي.
واش هاد الجولة كتضمن زيارة لبرج سيرز؟
واش كاين شي محل ديال الكتب هنا؟
غادي نحضر المدرسة الصيفية فجامعة هاواي.
فين دايرين دابا؟
زوج ديال الكبار وطفل عندو ثلاث سنين.
فشي بيت الراحة فالمحطة.
