راه كاين تما، قدام مكتب المعلومات السياحيه بالضبط.
ما عمرني سمعت علي هاد العنوان هنا.
سير نيشان حتي تشوف صيدليه.
شْحَال كَايْكُلِّفْ الفْطُور؟
كيف يمكنني مساعدتك؟
فِي الثَّالْثْ دِيرْ لَاڭْوَا لِلْيْسَرْ.
واش بغيتي كريم و سكر ف القهوه ديالك؟
واش يمكن ليك تصرف ليا شيك ديالي ديال 200 دولار؟
اذا وجدته، اتصل بي من فضلك.
فين كاينه القهوه؟
بغيت كَاطو ديال الدراري.
واخا. كايكلف 85 سنت للبريد العادي و3 دولارات و0 سنت اضافيه للتوصيل الخاص.
كون كنت بلاصتك، كنت غنشري هادشي.
هل ساواجه اي صعوبات مع الجمارك؟
واش عندك صباط ديال المناسبات اللي عندو صبع عريض؟
لا. هل يمكنني ان اقترح عليك بدلًا من ذلك استخدام توام للاستخدام مره واحده؟ لدينا واحد.
بغيت برمانونط مْضَيَّق، الله يخليك.
بغات بيره.
صباح الخير. كيف حالك؟
اعتذر، ولكن ساحتاج الي رءيه شكل من اشكال اثبات الهويه.
اي نوع من الصلصه؟
هادشي بارد بزاف. واش غادي تسخنو؟
سمح ليا، هاد البلاصه راها محجوزه بالفعل.
انا بخير. ولكن هل يمكنك الاتصال بصديقي؟
شكراً، هذا يكفي.
شكون هو صديقك المفضل؟
اليوم الصحي الرياضي الموافق للعاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه المواطنين.
واش بغيتيني نشوف تحت الكابو؟
واش تقدر تعاوني نلقي الحقيبه ديالي؟
واش غادي تدير الترتيبات مسبقا؟
كَايْعَاونُونِي. شُكْرًا.
فاش توصل تما، عافاك سول شي واحد اخر.
بغيت ناخد الخط 24، الله يخليك.
هاك دولارين. احتفظ بالباقي.
واحد هامبورغر و واحد تشيزبورغر، من فضلك.
شْحَال كَاتْخُدُّو عْلَي التَّصْنِيع؟
كل واحد منا بغا يخلص علي ماكلتو.
كان الموقع علي كرسي في الردهه.
عافاك، بدل هاد الين لليره.
بغيت قاموس صغير الحجم، الله يخليك.
لشخصين علي الساعه السابعه. الاسم هو واتانابي.
الساعه ديالي. كانت ساعه رقميه من نوع سايكو.
غادي يكون لينا الشرف باش نقدموليك المشروب اللي بغيتي، ومن بعد العشا. كاين دليل شامل ديال المشروبات اللي كنقدموليكم فهاد الرحله، موجود فدليل المعلومات ديال المجله ديالنا.
واش ساكن هنا؟
فين كاينه المحل ديال الهدايا؟
انا علي الطريق السريع رقم واحد بالقرب من خليج مورو.
بغيت ساعه منبهه، الله يخليك.
بالمناسبه، اسمي هيروشي ايجيما.
هاد القطار كيوقف ف ليك فوريست، ياك؟
كَاعْ الجابُونِيِّين كَايْكُلُو الاُخْطُبُوطْ وَالحَبَّارْ.
واش ممكن ناخد جوج تذاكر من الدرجه الثانيه لمدينه شيكاغو، عافاك؟
مشيت لنيويورك.
ما هو رقم الرحله؟
واحد لنيويورك، من فضلك.
لمده يومين او ثلاثه تقريبا.
الثاني علي اليسار.
هاد الكارطه، واخا؟
واش هادا مكتب الاستقبال؟ واش كاين شي كلينيك قريب؟
واش عشره دولارات غادي يكفيو باش ناخد طاكسي؟
هاد الشي كيطعم غريب.
اه. تسني، غنجيب ليك واحد.
نص قاروره، من فضلك.
لا، ماشي بزاف. غير شي حاجه ماشي غاليه.
واش كَاتقلب علي شي حاجه؟
اربعه ليالي.
خاصني شي جوارب.
واش تقدر تخليه ارخص حيت فيه شي بقع؟
صْدَمْني رَاجْل. وْمْنْ بَعْدْ هَادْشي، لْقِيتْ بْلّي بْزْطَامْي مَاشِي مْوْجُودْ.
ما متاكدش واش جمعت حوايج كافيين لرحله ديال ثلاثه سيمانات.
ايوا، بغينا نجربو شي نبيذ ابيض.
ايلا سول فيا شي حد، قول ليهوم غادي نكون فالقهاوي.
انا متاكد انني وضعته في الجيب الداخلي لمعطفي.
واش ممكن تعطيني اسم و رقم الشخص اللي كتصوني ليه؟
هل ستدفع شركه الطيران لي لشراء بعض الضروريات الشخصيه الاساسيه؟
بغيت شي بيت فيه حمام.
ما خرج والو من الماكينه؟
كان من المفترض ان تستقل الرحله رقم ثمانيه وعشرين، التي اقلعت قبل خمس عشره دقيقه. حسنًا، يمكنني ترتيب رحله اخري لك.
شي حد حل الطرد ديالي.
اوه، ما كاين والو. نتا هنا علي اي حال.
الخطوط الجويه اليابانيه، رقم الرحله واحد اثنان ثلاثه.
خاصني نشري شامبوان.
واش تقدر تقولي وقتاش غنوصلو للمركز المدني؟
فين كاينه اقرب جزاره؟
بغينا نبقاو لاربعه ليالي بدءا من فاتح غشت.
كيفاش سميت هاد الزهره؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
ماكاينش الصابون فالبيت ديالي.
واش كاين شي حاجه نقدر ناخدها لهاد الطفح الجلدي؟
واش تقدر تبدل الصياغه ديال هادشي اللي قلتي دابا؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْطَلْبُو؟
واش تقدر تهضر بشويه ديال الصّوت العالي، عافاك؟
قدّاش غادي يبقي باش يخرج؟
فين كاينه المعلومات الرياضيه؟
هاد الحجم لي هنا، لي كتسموه الحجم العادي، غادي يكون مزيان.
فين غادي تسالي الجوله، ووقتاش؟
فين خاصني نبدل القطار باش نمشي لادنبره؟
بغيت نحط هادشي ف صندوق الامانات.
فين نقدر نبدل الفلوس ديالي؟
هل يمكننا ان نترك امتعتنا، باستثناء الاشياء الثمينه، في الحافله؟
كنت اتساءل عن سبب هذه الرسوم الموجوده في فاتورتي.
غانخلص خمسين دولار.
دابا عرفت شنو هو المشكل.
هذا ايكيدا يتكلم. لدي حجز لطاوله في السادسه والنصف من مساء اليوم. لكنني اسف لانني ساصل متاخرا بنصف ساعه.
كم عدد اوقيات العطر التي يمكنني الحصول عليها معفاه من الرسوم الجمركيه؟
غير السياحه.
هادشي مزيان، عفاك وقع عليهوم. كيفاش بغيتيها تكون؟
واش باقي عندكم بلايص للعرض ديال الليله؟
بغيت واحد كبير.
نْعَسْتْ وْمَسْمَعْتْشْ الْاَلَارْمْ لِّي كَانْ عْلَي السَّادْسَهْ وَالنُّصْ.
انا مصور حر.
يمكن للتجار ان يستبدلوا دولاراتك بنصاءح للعب في الكازينو. هل نذهب؟
عندنا حوالي ثلاثين نوع من زيوت الحمام.
غانعطيك الاقتراح الاسبوع الجاي.
شكراً. بكم ثمن هذا الزوج من القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي كوشات ديال المره الواحده.
من اين اتي هذا النوع من اسماك الفراشه؟
واش غادي تبدلهم ليا بالدولار، عافاك؟
حنا محظوظين بزاف. عندهم واحد مقاس اربعه فالمحل ديال الا موَانا.
واش كاين شي ليموزين؟
هل يمكنني الحصول علي مكالمه ايقاظ في الساعه الخامسه والنصف صباحًا غدًا؟
كنفضل شي بيت هادء.
بغيت شي مزيل لطلاء الاظافر.
بغيت بطاريه.
واش كاين فرقه موسيقيه حيه ولا دي جي؟
واش ممكن نكَري معدات الغطس؟
بغيت نحجز غرفه لاربعه ليالي من نهار 22 دجنبر.
هل هذه الحقيبه مثاليه لجميع الاجواء؟
بغيت دونات، الله يخليك.
بغيت نكري طوموبيل اوتوماتيك لمده يومين.
فقدت الرحله رقم عشرين المتجهه الي سان فرانسيسكو.
شْحَالْ كَايْنْ مَابِينْ هَادْ الْبْلاَصَه وَالْمَطَارْ؟
هذا جيد. متي سيكون ذلك؟
شْحَالْ عُمْرْ بِنْتَكْ؟
واش تقدر تعطيني شي معلومات علي شي فنادق نقيه و رخيصه؟
يمكننا ان نحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادي غولف شهير.
كنتّصّح بهاد المنتوج حيت مصنوع من مكونات طبيعيه ميه فالميه.
واش القطار كيوقف فبرايتون؟
واش تقدر تقول ليا فين نقدر نلقي طاكسي؟
بغيت جوج تذاكر من الدرجه الثانيه، الله يخليك.
بغيت نبعث فاكس.
بغيت مكواه ديال السفر.
واش نقدر نعرض عليك شي حاجه؟
نهاري؟ كنخاف نسول، ولكن شنو كتقصد؟
بغيت شي حاجه لي غادي تحوي الوثاءق ديال الحجم العادي ديال الورق ديال الرساءل بلا ما نحتاج نطويهم.
ايه، ولكن ماشي بزاف قوي.
انا عندي حساسيه من القطط.
ايه، خاص يكون عندك رخصه السياقه، و، ايه، خاص يكون عندك رخصه من لجنه الطاكسيات والليموزين.
تْفَضَّلْ اَسِيدْنا.
ما قاديتش نلقي الما سخون.
بغيت نحجز غرفه لليله هادي.
لا، فهو لا يشمل الضريبه ورسوم الخدمه.
واش بغيتي تمشي معايا نديرو شوبينغ هاد العشيه؟
مرحبا، هاد الفستان زوين بزاف.
دابا، المكالمه ديالك تمت بنجاح. تفضل.
ما هو رقم البوابه؟
ما هي الهديه التذكاريه التقليديه في هاواي؟
واش نقدر نوصل لهيه بالميترو؟
بغيت نعمل سيشوار.
واش غادي نتوصلو لشي حاجه الي بقينا كنهضرو بهاد الطريقه؟
انا من النرويج.
من العاشره الي الثانيه عشره من فضلك.
اكيد. خليني نشوفو. اظن انك تعرضت للاذي بسبب المرجان.
غير باش نكون علي بال، عطيني رقم الشخص المسءول.
واش كاين طريق سريع؟
علاش مجاش للحفله البارح؟
وقع حادث سير.
سمح ليا، هاد الرقم ماشي هو اللي بغيت.
عافاك، دخل الكود السري ديالك.
ما نقدرش نعدل الصوره.
واحد برغر بالجبن وعصير برتقال، من فضلك.
ها هو جواز سفري.
علاش، شكراً بزاف. ا، واش نقدر نطلع للفوق؟
واش ممكن ناخد جوج تذاكر للمسرحيه الموسيقيه ديال الجمعه الجايه؟
قال راكب اخر هناك انه يمكنه تغيير المقاعد معك.
واش نقدر نمدد فتره اقامتي؟
قول، واش كتعرف شي حاجه تستحق المشاهده قريبه من هنا؟
لا، اريد استءجار نصف مجموعه من المضارب وزوج من الاحذيه.
واش تقدر تخبرني فاش يتم العثور علي الحقيبه المفقوده؟
كيفاش كايتسمي هاد المنتزه الوطني؟
عندي جرح سطحي.
فين كاين شي بلاصه مزيانه باش نشوفو المناظر؟
واش ممكن ناخد شي فاكيه؟
واش نقدر ناكل الغدا دابا؟
خاصني نبدل هاد الدولارات.
محتاج طاكسي. انا فجنوب ماين وليبرتي.
بالتاكيد، هل تحتاج الي تسريحه شعر داءمه؟
ماشي تفاحه، هادي خوخه.
غانعطيك شي وصفه طبيه. خودها للصيدليه.
كانطيرو تلات مرات فالاسبوع، نهار التلات، الجمعه والسبت.
هادشي غالي، ياك؟
اه، عندنا هادشي. غادي نوجدوه ليك.
واش غادي تحفظ لي الحقيبه ديالي حتي الثلاثه ديال العشيه؟
لا، بغيت غير ندوز نشوفك.
واش ممكن نحجز سياره للايجار هنا؟
واش نتا امريكي؟
لهاد البلاصه، الله يخليك.
الطوموبيل ديالي تعطلات.
فين كاين الظل ديال العينين؟
بغينا بلاصه هادءه، الي كان ممكن.
واش هاد الطاكسي خاوي؟
واش هادي محطه اكسبريس؟
فاش خاصني نجي؟
بغيت قاروره صغيره ديال النبيذ الابيض.
اوه. هل يمكنني تناول وجبتي لاحقًا؟ لا اشعر انني علي ما يرام الان.
فالحقيقه، عندي اخبار جديده. انا غادي نتزوج.
شي سروايل اخرين؟
واش ممكن ناخد برنامج؟
تعرضت غرفتي للسرقه البارح.
عافاك، ورّيني الحوت اللي شفتو اليوم فكتاب الصور.
شوف التعليمات اللي كاينه فالعلبه ديال الاكل اللي محفوظ فالفاكوم.
بغيت فلوس ورقيه.
سرق محفظتي وهرب.
واش ما عندكومش دروس تجريبيه؟
فين نقدر نشري الطوابع البريديه؟
انا من بريطانيا العظمي.
غادي نضطر نتشاور مع مراتي فهاد الموضوع.
بغيت نسترجع الفلوس ديالي علي هادشي.
كَايْنَ كَابِينْ تِيلِيفُونْ قُدَّامْ هَادْ البَانْكَا.
غانوصل نهار تسعه مارس وغانمشي نهار اربعه عشر.
هادشي شويه غالي، واش ما كَاتْشُوفْشْ هَاكَّا؟
واش عندك التذكره؟
فين كاينه محطه الحافلات؟
واش بغيتي شي حاجه حلوه؟
واش كتهضر؟
نفس الشيء بالنسبه لي، من فضلك.
ماوصلنيش الطلبيه ديالي.
كاينين بزاف ديال العيون السخونه.
عافاك بدل خمسين الف ين للدولار الامريكي.
هادشي مزيان بالنسبه ليا. فالحقيقه بغيت نكَرّْك.
فين نقدر نكري الزلاجات والاحذيه؟
واش نسيتي المشروبات ديالنا؟
هل يمكنك ارساله الي عنواني في اليابان عن طريق البريد الدولي للطرود المستلمه عند الدفع؟
بغيت كاس ديال النبيذ الاحمر.
غير الي كان ديالك، اسي. هاهاها، غير ضحك صغير.
بالتاكيد. كيف يمكننا خدمتك؟
عندنا البيره، الويسكي، البراندي، الجين، الفودكا والنبيذ.
الرقم التعريفي. اه، صحيح. هل جواز السفر مقبول؟
رقم غرفتي هو ثلاثه وعشرون وسته. هل يمكنك ان تاخذ ملابسي للغسل؟
غانشوف واش شي حاجه من هادو غاتكون مناسبه.
بغيت براد.
جيبلي شي شويه ديال الجبن محكوك.
واش ممكن نغسل القمصان ديالي باش يكونو واجدين غدا فالصباح؟
واش بغيتيه يصوني ليا من بعد؟
علاش اذن؟
سمح ليا. واش كاين شي مكتبه هنا فهاد المنطقه؟
اعتقد انك ارتكبت خطاً. لقد تم دفع ثمن الغرفه مسبقًا. لدي ايصال.
الحافله موجوده هناك.
بغيت جوج رولات ديال الفوطو ديال ISO 100، ديال الالوان، 36 صوره، الله يخليك.
بغيت نبدل هاد الشيك ديال سبعين دولار.
بغيت نشري طيمبرات لعشر بطاقات بريديه لليابان، الله يخليك.
واش كاين شي بنك قريب من المحطه؟
اعتقد ان هناك خطا في الفاتوره.
هادشي هنا بالضبط.
واحد تشيزبرغر للذهاب، من فضلك.
مابقاش ممكن دابا تدير خدمه التصميم بلا حاسوب.
سير.
كاينه شقّه هنا فالقميص ديالي. واش تقدري تخيطيهالي، عافاك؟
شْحَالْ هِي التَّسْعِيرَه لْمَانْشِسْتَر؟
واش تقدر تعطيني كابل باش نعاون الطوموبيل تخدم؟
فين نقدر نشري زربيه ديال البحر؟
ومن بعد، عطيني حجز جديد.
عطيني ديك القطعه ديال اللحم ديال الخنزير، ولكن ماشي قد ديك السماكه.
غانْجِيوْ فْ سَبْعَه.
فاش كنشوف الاسعار هابطه لهاد الدرجه، كيبان ليا شراء اي حاجه فاليابان حاجه سخيفه.
حتي انا سرقوا لي سجلاتي.
عافاك، بغيت كُون ديال لكريم فاني.
انا موافق. يجب ان يصبح هذا امراً طبيعياً جداً.
انتبهوا للفجوه، انتبهوا للفجوه، ثم اقتربوا من الابواب، من فضلكم.
غانحتاج لبطاقه اءتمان.
ها هو الرقم.
قولي ليا شي بلاصه زوينه فهاد النهر، عافاك.
عافاك عطيني تقرير علي الحادثه.
لا، شكراً لك الان فقط.
واخا، عافاك بقي علي الخط. السيد ناكاجيما، السيده سايتو ما كتجاوبش علي المكالمه. واش بغيتيني نعيط ليها شويه كثر؟
يمكن، ولكن يجب علينا ان نقوم بتقييمها بشكل منفصل.
هادشي باين ليا قليل بزاف.
فين كاين بلاصَه ديال استلام الامتعه ديال الرحله سبعه صفر ثلاثه؟
كاينه شي حاجه ماشي هي هاديك فطريقه الامساك ديالك.
واش هادشي غادي يفسد؟
لا، شكراً. من الافضل ان لا اشرب المزيد.
قولي لي من فضلك عن بعض الشوارع المناسبه للتسوق.
واش هاد الحافله غاديه للفندق ديال هيلتون؟
دابا، هاد اللوحه خاصه بزاف. هي ديال تسوروتارو كاتاوكا. هو معترف بيه كفنان عالمي.
كانعشق الموسيقي الكلاسيكيه بزاف.
واش نقدر نعرض عليك باش نتعشاو بجوج شي نهار؟
واخا. شنو سميه الحزب ديالك و شحال نمرتو، الله يخليك.
سمح ليا. خليوني نخرج، عافاك.
واش تقدر تطلب شي موظف كيهضر ياباني؟
كانزورو العايله ديالنا بزاف ديال المرات.
ميكي هاياكاوا. هذه هي الغرفه رقم سبعه او تو.
خصني نبقي هنا الليله، ياك؟ واش تقدر تعاوني نحجز غرفه في الفندق؟
ما غاديش ياخد بزاف ديال الوقت. خمسه عشر دقيقه علي الاكثر.
واش تقدر تقولي شحال غادي نخلص علي هاد المكالمه؟
واخا، واش تقدر تقول ليها انني اتصلت بيها، عافاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جوله صباحيه؟
واش كَاتْبَدْلو العملات الاجنبيه؟
الميزانيه ديالنا هي تقريبا خمسين دولار في المجموع لثلاثه اشخاص.
فين نقدر نشري بوبين ديال الفوطو؟
واش عندك البيره اليابانيه؟
بغيت كوستيم ديال السباحه ديال القياس الصْغير، عافاك.
بغيت نسجل الحقاءب ديالي.
هادي هي الانسه كاوازو في الغرفه ستاشر حداش.
مرحبا.
ماكاينينش.
ايهما اكثر اهميه بالنسبه لكم ايها اليابانيون، يوم راس السنه ام يوم عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، اذهب مباشرهً عبر هذا الممر. انه المقعد المجاور للنافذه.
غير بلّي معايا دقيقه، عافاك.
مرجو منك تعمر تقرير ديال شي حاجه لي ضاعت.
ماكانفهمش الامريكيه، كانْهضر بالانجليزيه ديال الملكه.
من البارح.
كيتضمن تامين ضد الحوادث وضد المسءوليه.
ضيعت بطاقه المطالبه ديالي.
واش عندك شي بروشات بتصاميم زوينه؟
انا اتصل من كابينه عموميه في ميسي.
هادو كبار بزاف.
شْحَال كَايْكُون ثَمَن الرُّكُون فِي السَّاعَه؟
السيدات والساده، لدينا في رحلتنا اليوم مضيفات طيران يتحدثن اليابانيه ويمكن التعرف عليهن من خلال الدبابيس التي تحمل العلم التي يرتدينها. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا بذلك.
واش كاين شي فتره فنيه معينه كتفضلها؟
عافاك راجعو مره اخري.
سير مباشره علي طول النهر لمسافه نصف ميل تقريباً. ستصل الي الحديقه.
لا، فهي متينه جدا.
واخا، غادي نرسلها ليك لفيغاس.
كنقلب علي تيشورطات ديال الركض.
واش بغيتي شي حاجه تشربها من البار؟
تفضل من هنا. خذ هذا المصعد.
غادي يكون حسن ليك تاخد القطار ديال التمنيه و النص.
واش كاين شي سينما هنا فهاد المنطقه؟
دابا هاد الوقت هو وقت المحار، يعني غادي يكون مزيان.
بغيت ساعه مستعمله.
غانْدِيرْ التشيك انْ حْوالَي التّاسْعَه دْيال الليل.
بدا الوقت يتاخر. خاصني نمشي.
ما استعملتش خدمه الغسيل ديالكم. واش غادي تشوف هادشي مره اخري؟
بغيت اتاي، الله يخليك.
لا، ما كايناش.
واش هادي هي المحطه الاخيره؟
خلينا نعيطو ليه.
واش هادشي حار بزاف؟
فين نقدر نلقي حافله ديال السياحه؟
اه، بغيت نزور معالم المدينه.
كاينين بزاف ديال السياح حدا البنايه، لي باين عليهم تجمعو باش يشوفو شنو واقع.
شكراً علي كرم ضيافتكم.
الصراحه هي افضل سياسه.
واش يمكن ليك تفيقني مع السته ديال الصباح، عافاك؟
شْحَال كَايْكُلِّف نْصْ نْهَار؟
سميتي كنجي.
واش كتعرف شي بلاصه زوينه في شيكاغو باش نشوفها؟
واخا، الي كنتو بزوجكم مصرين، غادي نمشي معاكم.
واش غادي تبدل هادشي بواحد اخر من نفس النوع، عافاك؟
بغيت نحجز لثلاثه و نص ديال العشيه.
الخزنه ديال السلامه، الله يخليك.
اختار شي نوع ديال النبيذ مناسب.
بغيت شي بلاصه صغيره.
واش خاصني نخلص علي الغاز؟
شْفّار. شْدّوه.
كنا كنتسنّاوْ اصحابنا باش يْجيوْ.
عافاك عطيني شي صرف.
بغيت برمانونط ديال الشعر يكون مزير، الله يخليك.
هي صغيره الحجم و لطيفه.
اشمن اوبرا كاينه اليوم؟
مقلي، من فضلك.
مزال ما رجعوش ليا حوايجي اللي غسلت.
بالمناسبه، هل انت حر يوم السبت القادم؟
اذن، ربما سنتفاهم جيدا مع بعضنا البعض.
تعاملت معي كما لو كنت متسولا.
فهمت. هل يمكنك ايضا مساعدتي في مشكله اخري؟
واش يمكن ليك دير عدسات طبيه فهاد النظارات الشمسيه؟
غاناخد زوج من هادو.
شْحَالْ زْوِينِينْ هَادْ الْكْلاَبْ. مَنْ اَيْ نَوْعْ هُومَا؟
طيحت الفورشيط ديالي. عافاك جيب واحد اخر.
كان ذلك ممتعا.
واخا. سِير نيشان ودور يمين فالثالثه زاويه. غادي تلقاه علي يمينك.
واش عندك شي فيلم ديال الصور الملونه؟
كاتي كتعرفيها؟ هاد الحفله ديال عيد ميلادها.
واش عندك شي جدول ديال الالوان؟
واش نقدر نخلص بشيك سياحي؟
ولكن، هو، الرجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
واش ممكن ناخدو بلا ضريبه؟
مايمكنش ليا نحط الصاك ديالي تحت الكرسي. واش يمكن ليك تحافظ عليه ليا، عافاك؟
واش ممكن دير هاد الشانطه ف الصندوق؟
غانخرج دابا، اذن غاناخدو معايا.
عافاكْ صيفْطْ شي حدْ باشْ يْجيبْ ليا الحقاءب ديالي معْ سته ونص.
بغيت خريطه ديال سان فرانسيسكو والمناطق المحيطه بيها.
اي نوع من الخبز لديك؟
فين كاينه الاسانسور؟
واش كاين شي واحد كيعرف يلعب البيانو؟
فين خاصني ننزل باش نمشي لامبراير ستايت بيلدينغ؟
الميزانيه اقل من الف دولار.
شكراً، لكنني لا اعتقد ان لدي الوقت للبقاء لمده ليلتين. هل يمكنك حجز غرفه مزدوجه لي في ذلك الفندق لليله الثاني عشر من مارس فقط؟
واش ممكن نحجز غرفه لشخصين تطل علي المحيط؟
مزال ما قررناش.
تعثر رفيقي و التوَي كاحله.
غانجرب شي شربات.
واش كاين شي ريسطورون تايلاندي قريب لهنا؟
هادشي كاين حدا ديك العماره العاليه. اذن، رجع من نفس الطريق اللي جيتي منها حتي الضو الاحمر. من بعد، دور علي اليسار.
غادي ناخد الطياره باش نمشي لوس انجلس غدا فالصباح بكري.
و من بعد هادشي، نقدر ننصح بهاد "الجوله السياحيه في مدينه سان فرانسيسكو" بكل ثقه. هاد الجوله كتعطيك نظره عامه علي سان فرانسيسكو.
بغيت ندير تامين.
خلينا نستعملو كماده بارده باش نخففو من الالم.
بغات تشري شي فستان.
شْحَالْ كَايْكُلْفِي الطَّاكْسِي لْهَادْ الفُونْدُقْ؟
فين كاين الطواليط؟
واش خاص نخلص شي حاجه باش ندخل لهاد البنايه؟
دير اللي بغيتي.
كَانْقلّب علي شي حاجه انيقه.
الشرجم مسدود.
فين كاين من ساحه يونيون؟ فاي جنب منها؟
نصف اونصه من عطر شانيل رقم خمسه، من فضلك.
اشنو بان ليك نشربو شي قهوه؟
واش خاصني شي تذكره؟
شْحَالْ كَايْكُونْ تَقْرِيبَا ثَمَنْ الخِدْمَه؟
شْحَالْ مَازَالْ مِنْ هْنَا؟
كريمه وسكر؟
واش عندكم شي نسبه تخفيض للاعضاء؟
واش كاين شي سوبر اكسبريس علي التسعود و نص؟
خليني نتفقد ساءل الفرامل والمحرك. المحرك ديالك كيبان ليا غادي يوقف.
ما كانش هادشي بسباب غلطي.
ماكايناش الكَْرِيسَانْ.
غانبلغ علي هادشي للبوليس.
هل سيتعين علي الجميع دفع ثمن مشروباتهم؟
ما بين ثلاثين الي خمسين دولارا في الليله.
صلح هاد الشي.
فِي اَيَّامْ رَاسْ الْعَامْ. وْفِي الْمُنَاسَبَاتْ الْخَاصَّهْ كَيْفْ حَفَلَاتْ الْعُرْسْ، اَوْ حَفَلَاتْ تَوْزِيعْ الْجَوَايِزْ، اَوْ الْجَنَازَاتْ.
عافاك، زيد الخردل.
علاش ما تعطيهاش شي هديه؟
اي فيلم تنصحني بمشاهدته؟
هاك عشرين دولاراً واعطني دولارين كباقي، من فضلك.
ضرباتني من الجنب.
يمكن لي نجي علي الساعه جوج.
واش هاد الامتعه ديال الرحله الجويه ديال جال زيرو وان؟
هادي اول رحله ليا لباريس.
واش تقدر تقدر التكلفه قبل ما تبدا تخدم عليه؟
تفضل بالدخول، من فضلك.
غادي تكون الرحله ديالنا ديال المشي مسليه بزاف.
فين كنطلعو فالمركب؟
ما عندناش كيس لهاد الكميه، غادي نحطها ليك فهاد الكيس البلاستيكي الكبير.
بغيت نلعب التنس.
كاين عصير الاناناس، البرتقال والطوماطيش.
الجانب الايسر من هذا الطابق، بالقرب من السلالم المتحركه.
اشنو كاين اليوم فدار الحفلات؟
واش ما بغيتيش تشوف شي فيلم اخر؟
عافاك بدل ليا هاد الشيك ديال المسافرين بلفلوس.
بغيت نفس الكورس غدا، من فضلك.
يمكنني ان اعطيك جواباً افضل علي هذا السءال بعد عرضين او ثلاثه.
كنحتاج شي هديه ديال الذكري السنويه.
ايه مسرحيات موسيقيه تعرض الان؟
واش عندك شي مرايا؟
سمحلي، ولكنني ضعت. هل يمكنك مساعدتي؟
غادي ناخد هاد الواحد، عفاك.
مايمكنش ليك تدخل الالعاب الناريه لكندا.
زوجتك طباخه راءعه.
واش محتاج شي مساعده؟
واش ممكن دير ليا حجز لطاكسي لسته ديال الناس غدا الصباح، عافاك؟
شنو بغيتي مع الطبق الرءيسي ديالك؟
واش كاين شي بوتيك هنا فهاد المنطقه؟
هاد البلاصه عامره بالناس، ياك؟
سمح ليا. غادي يكونو واجدين بعد خمسه دقاءق تقريبا.
تْشَدّاتْ لِيّ عُنْقِي فَاشْ كُنْتْ نَاعْسْ.
واخا، ما كاين حتي مشكل. واش ممكن نشوف الباسبور ديالك؟
ما عنديش فلوس.
فاش خاصني نكون فالمحطه؟
كَايْنِينْ بْزَّافْ دْيَالْ الرُّوسْطُورَانَاتْ حْدَا هْنَا.
كَايْن حْدا غُرْفَه المْلاَبْس.
كان من اللطيف الحديث معك.
واش كاين شي جوله فالعشيه؟
انا مع اصدقاءي.
استمتعت باقامتي. شكرا لك.
الشاطء موجود تحت مباشره. انه منظر راءع.
شكراً لانتظارك، السيده ماكغواير. ها هو. تفضلي، من فضلك.
واش عندك شي بطاقه تعريف فيها الصوره ديالك؟
سبعه، من فضلك.
بغيت نرسل هادشي للصَّبَّاغَه. امتي غَايْكُونْ وَاجِدْ؟
عندي سروال مخطط.
اه. لقد تم تسليم امتعه شخص اخر الي غرفتي الان. هل يمكنك التحقق من ذلك، من فضلك؟
واش ممكن تشرح ليا هادشي بشكل اكثر تفصيلا؟
واش نعستي مزيان؟
واش غادي تضغط علي زر التصوير؟
عافاك، بغيت زوج سوارت.
بغيت شي لامْب.
راه فاخر الكولوار.
بغيت شي وراق باش نكتب.
واش غادي نمشيو بالحافله؟
قلتي غادي تمشي لطوكيو غدا؟
خليني نعس حتي لتسعه ديال الصباح.
خصني نبدل ل AW واحد صفر صفر. واش ممكن؟
كيف حال لعبتك في هذه الايام؟
كَانْحَسْ بْلِي مَسْدُودْ لِي فْصْدْرِي.
ما كاين حتي مشكل. الي جيتي نهار 5 شتنبر، غادي تقدر تستمتع بعرض فيلم علمي حيت عندنا نهار مفتوح خاص كل جمعه اولي من كل شهر.
واش عندك شي جوله اخري؟
واخا، خصم بنسبه خمسه فالميه. واش هادشي مزيان؟
غانمشي لباريس.
ماشي هادا هو الموديل الجديد، ياك؟
من المقرر ان يتم ذلك في الساعه الثامنه والنصف مساءً بالتوقيت المحلي.
عافاك، خود معاك هاد البنايه.
واخا. غادي ناخد واحد الطبسيل متوسط الحجم و واحد الكوره ديال الارز.
كيف يبدو هذا؟
بغيت نشوف هاداك اللي فالشرجم، الله يخليك.
مستحيل. حنا فالعطله. انا ما بغيتش نجلس فغرفه الفندق ونتفرج فالبيسبول فالتلفازه. بغيت نمشي نتفرج فمسرحيه.
واش نقدر نلمسو؟
واش تقدر تجي لهنا باش تصلحو؟
بغيت شي الياف اصطناعيه.
سميتي تارو تاناكا. عندي حجز.
بغيت شي كريم ديال التنظيف.
بغيت كَاطو بكمام طوال.
تسرقات ليا صاكي.
يبدو ان طرقنا تتقاطع عده مرات، اليس كذلك؟
واش ممكن نشوف المنيو مره اخري؟
باقي كيبانو خُضْر شويه.
شْحَال؟
عافاك، بغيت فراوله.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسته وسبعين مترا.
لا، ليس بعد. هناك الكثير من الخيارات المتاحه.
بغيت شي كريم ديال الليل.
كاين بين المخبزه و الجزاره.
واش تقدر تقصر لي الكمام؟
اخشي انه لا توجد ملاعب غولف هنا في الجوار.
واش تقدر تورّيني الخاتم الثاني من اليسار؟
واش تقدر تطلب منو يتصل بيا؟
حاولت اجراء مكالمه دوليه. هل نجحت في الاتصال حتي الان؟
هادشي ماشي صحيح.
اه، هادشي صحيح. حيت كتقدر تشوف العلم قدام مكتب البريد.
غادي ترسلهوم ليهم بزاف، ياك؟
بغيت ندير مكالمه تيليفونيه باستعمال بطاقه الاءتمان.
بغيت ناخد ديالي معايا.
فاش توصل، غادي نخلصو باش نرسلوها لعنوان دارك.
فْهَادْ الْيَامْ كَانْسْتَعْمَلْ دَايْمَا كُمْبْيُوتِرْ فْالْخْدْمَه.
اوه، حسناً. فهمت. ساتي الي منزلك.
لا، هذا يكفي.
واش ممكن ناخد غطا و مخده؟
واش غادي تجي لهنا ف اقرب وقت ممكن، عافاك؟
كاس ديال القهوه، الله يخليك.
كنتقلب علي شي كارطات لي كيكونو هاواييين بشكل تقليدي.
واش تقدر تزير الخصر بثلاثه سنتمترات؟
عندي نفس العمر.
واش غتجيب ليا شي قهوه؟
ثلاثماءه وخمسون دولارا؟ هذا اكثر من ميزانيتي.
هل نحتاج الي طرح هذا الامر للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي استنتاج، سارسله الي مجلس ادارتنا صباح الغد.
واش عارف شي اوطيلات رخاص؟
صباح الخير. واش نعستي مزيان؟
شنو ناوي دير من بعد ما تسالي القرايه؟
تسرق لي الصاك ديالي اللي كان عندي علي كتفي ف الزنقه.
هل استفدت من اي خدمات اخري غير وجبه الفطور صباح اليوم؟
بغيت كاس ديال القهوه بيضا، الله يخليك.
واخا. واش الفندق ديال شيراتون كاين تما؟
كنتمني ما تكونش عيان بزاف.
بغيت نكري طوموبيل من هاد الصنف لمده يومين.
غاناخد كاس ديال جاك دانييلز.
بغيت كيس ديال الفشار، الله يخليك.
ضيعت عصا التزلج ديالي.
حنا ما كنجيبوش شي هدايا للحفله. بل العكس، الضيوف كيجيبو الفلوس.
بغيت نبعثو عن طريق البر.
وصلت الطاءره متاخره بسبب الثلوج الكثيفه.
شحن، من فضلك.
واش تقدر تاخد ليا رساله، عافاك؟
سمح ليا، ما قادش نتبعك. واش تقدر تهضر بشويه بشويه، عافاك؟
اشنو نقدر نوريك؟
واش ممكن ناخد شي تصاور؟
من ماءه.
رقم الرحله هو HP تسعه وثمانون الي طوكيو في الحادي عشر من مارس.
واش ممكن ناخد نفس الطبق ديال داكشي؟
واش عندك شي وحده اخري؟
عافاك جيب ليا الفطور ديالي للغرفه ديالي مع السبعه ديال الصباح غدا.
غادي يجي شي واحد من عمال الصيانه قريبا.
سمح ليا. غادي نرجع من بعد.
كيف يمكنني اخذه؟
هل هناك اي اماكن شاغره في جوله يوم الخميس؟
سمح ليا. واش ممكن ندوز؟
واش عندك شي نباتات و فوايد؟
عافاك قولي كيفاش نعمر بطاقه الخروج؟
كَانْظُنْ بْلِّي طُومُوبِيلْتِي كَتْسْوَي حْوَالَي خْمْسَه الَافْ دُولَارْ.
واش هاد الاكل فيه كالوريات قليله؟
اي حافله يجب ان اركبها للذهاب الي المحطه؟
اه، نعم. لكن عليك ان تستدير يسارا عند الاشاره الضوءيه الثالثه وان تبقي في ذلك الشارع حتي تصل الي الطريق رقم سته وستين.
بغيت كاس ديال الما باش نشرب الدوا، الله يخليك.
غانكون ممتن ليك بزاف الي خديتيني للبحر.
سمح ليا. هاد الرقم ماشي هو هادا. هادي هي مطبعه تانكيوشا.
غانْخَرْجُو دَابَا.
اشنو هاد الموسيقي؟
عافاك عطي هاد الشراب لولدك، جرعه وحده، بعد كل وجبه.
هاد النمط متوفر بمقاسات 28 و31 و35 سنتيمتر.
اوه، يبدو هذا كثيراً.
واش ممكن نستعمل تيليفونك؟
هادشي كايْشُمّ مزيان بزاف. شْحال الثمن ديالو؟
بغيت ناكد مره اخري علي رحلتي الجويه لشيكاغو نهار سبعطاش.
اكلت اكثر من اللازم شويه.
واش ممكن نهضر مع السيده براون؟
هاد الدار باينه مريحه للعيش فيها، ياك؟
بغيت نحجز ف الرحله ديال نورث ويست ايرلاينز رقم زيرو تمنيه سيته ليوم الخامس.
محفظتي، جواز سفري، واغراضي الشخصيه الاخري.
امتي كتسدو؟
بلاّ، تسنّي شويه. يمكن خليتو فالحمام.
هادشي هو اللي كنت غادي نقول.
اه، كنظن هاكا.
دارك كبيره. شحال من بيت فيها؟
استمتعنا بالعشاء.
فهمت، ولكن لا يمكنني قول ذلك.
اه، نعم، من فضلك. اتمني فقط الا يصابوا بدوار البحر.
المرجو التوجه الي طوكيو.
شنو هو وقت الوصول ديالنا؟
غانمشي بكري غدا، لذا بغيت نخلص دابا.
شيري ناشف، من فضلك.
بغيت بلاصه مايكونش فيها التدخين، الله يخليك.
هو مشغول دابا.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
واش ممكن نبقي فالبيت ديالي حتي الساعه جوج ديال العشيه؟
ها ها. صباح الخير حسب توقيتك. كلشي مزيان.
بغيت شي شريط من هاد النوع ديال ASA لهاد الكاميرا، الله يخليك.
فين كاينين لوحات موني؟
هاد البيتزا لذيذه. شكون اللي دارها؟
كيف هو طعم هذا الطبق؟
وهم غاليين كذلك.
امتي غادي يخرج القطار الجاي اللي غادي لبوسطن؟
كانخطط باش نتعلم الگولف.
عطيني شي شراب اخر، من فضلك.
شْحَالْ هَادَا رَاكِبْ الْمَوَاجْ مْزْيَانْ.
كانخاف ان الاكمام قصار بزاف.
واش تقدر تورّيني كيفاش نعمر بالغاز؟
هل يشمل سعر الفندق وجبه الافطار؟
واش هادشي هو كلشي؟
كاين هنا فهاد الطريق.
عافاك شعل الكونطوار.
الغرفه ديالي بارده بزاف.
غانرجع ليك فاش نكونو اقل انشغالا.
واش عندك شي وحده اكبر؟
كَانْحَسْ بْلِي صَافِي.
واش كتعرف الجغرافيا ديال اليابان؟
عافاك وريني فين كاين انا فهاد الخريطه.
قطن ماءه بالماءه.
بغيت نبدل الغرفه بغرفه تطل علي المحيط. واش كاين شي رسوم اضافيه؟
شْحَال كَايْكُلِّف كِرَا اللُّوحْ لْنِصْفْ النْهَار؟
عشره نونبر.
بغيت شريط ديال الاله الكاتبه.
هادشي بنين بزاف.
امتي غادي نطيرو؟
كيفاش كتخبر الساءق ملي بغيتي تنزل؟
اربعه وعشرون دولاراً. هل تريد المزيد؟
درت الحجز فطوكيو من شهر.
اشكركم من اعماق قلبي.
واش هاد المحطه هي اللي خاصني ننزل فيها باش نمشي لروكفلر سنتر؟
عافاك قيس ليا مقاس الصباط ديالي.
هادشي زوين بزاف.
واش غادي تخرجي معايا فموعد غرامي؟
غسل هاد الجاكيطه من فضلك.
بغيت نكري قارب بمحرك.
فين كاين قسم النساء؟
واش ما كاينش القهوه؟
فِي اَي مَجَال كَانَ يَعْمَلُ قَبْلَ ذَلِكَ؟
لعنه. لعنه. لعنه. لعنه. لقد تعودت علي وجهها.
واش خاصني نخلص الرسوم الاضافيه ملي ندخل للعماره؟
مرحبا، الشخص اللي بغيتي تهضر معاه كاين علي الخط. تفضل، الله يخليك.
كَايْضْرُونِي جْرْحِي.
فين كاينه المحطه؟
كَانْحَسْ بْلَبْرُودَه.
ثلاثه ايام.
دوز الجسر اللي تما، وغادي تلقي المكتبه علي اليسار.
عافاك ساعدني نلقي شي مرشد كيهضر ياباني.
ما بغيتش شي حاجه كبيره.
غانكونو عندنا شي تاخير بسيط.
اشنو الفرق بين هاد الفنادق؟
فُوتْ لِي لَاسْتُوبْ دْيَالِي.
كان الامر راءعاً. شكراً لك.
غانكون تما فحدود سته ديال العشيه.
واش عندك شي حاجه شويه طويله؟
تاريخ الانتهاء هو التاسع عشر من مارس عام تسعه وتسعين.
كيف كان الامر؟
واش كاين شي كازينوهات مزيانين؟
ها هي الفلوس الخاصه باقلام الحبر. ورقه نقديه من فءه مءه دولار.
فين كاين قسم النساء؟
فين نقدر نركب فالباطو؟
صاحبي مْجْروح.
كاتبان زوين.
واش هاد المحل غادي يتفتح غدا؟
كاين فاخر الكولوار.
واش ممكن تحيد ليا الشوارب ديالي؟
هذا ياتي مع بار السلطات واختيار البطاطس المشويه او البطاطس المقليه.
فين نقدر نشري الزطله؟
مايمكنش نبيع هادشي بلا وصفه طبيه.
واش ممكن نحجز خمسه مقاعد مع بعض ف نفس الصف؟
واش تقدر تعطيني حبل باش نجر الطوموبيل، عافاك؟
اي سياره تعطي افضل معدل استهلاك للوقود؟
ما غاديش تحصل علي تخفيض مهما حاولتي بزاف.
واش ممكن تحل هاد الصاك، عافاك؟ شنو عندك هنا؟
بغيت ندير مكالمه بعيده للفندق ديال هيلتون فبوسطن.
واش كيقبلو هادشي العيالات؟
انتبه، السقف منخفض.
ما كانشوفش الشاشه مزيان من هنا. واش نقدر نبدل البلاصه شويه؟
زرت البحيرات العظمي لاول مره.
كاينه شي حاجه ماشي هي هاديك فهاد الماكينه ديال البيع.
كنحتاج طبيب.
شْحَالْ مُدَّه وْهِيَّ فْالمَمْلَكَه المُتَّحِدَه؟
غادي يعجبوك اللوحات اللي كتشبه ديال الهيبيز و الموسيقي ديال الشارع، حيت نتا كتحب الفن الطليعي.
فاش؟
غاناخد هوت دوغ و كوكا.
هذا هو المشغل الدولي.
واش كتشوف البنايه البيضا؟ راها قدام ديك البنايه.
منين؟
ما عنديش شي حاجه باش نصرح.
شنو؟ واش خاصك تخلص الضريبه الي كان عندك اكثر من ثلاثه قنينات ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تعيط لطبيب، عافاك؟
ما عنديش بزاف ديال المعرفه علي النبيذ. شنو لي كايناسب هاد الطبق؟
واش ممكن تعيط ليا فصباح بكري، عافاك؟
كاينه محطه ديال البنزين علي بعد جوج بلوكات من هنا.
ما كايديروش اليابانيين عطله طويله.
كانحس بحال شي واحد كيشوف فيا. واش هادشي نادر بزاف باش نشوفو شي ياباني؟
لا طبعاً. علاش كتقول اذا؟
فين كاينه البوابه ديال مكتب البريد المركزي؟
فين كاين ديبّو ديال حافلات Greyhound فهاد المدينه؟
ولكن اليست المطاعم اليابانيه في كيوتو غاليه الثمن؟
كَانْظُنْ بْلِّي هَادْ الشِّي صْعِيبْ شْوِيَّه عْلِيَّا.
عندنا غرفه بسريرين وحمام بثمن خمسه وثمانين دولار.
بغيت نعرف ثمن الكتاب.
هاد العام الجو بارد اكثر من العاده، ولكن ماشي بارد بزاف باش يطيح الثلج.
فين نقدر نشري تذكره ديال الميترو؟
غادي يكون عندي مقاعد من درجه رجال الاعمال، ياك؟
شْحَالْ كَايْكُلْفْ الطَّاكْسِي مَنْ هَادْ الفُونْدُقْ حَتَّي لِلْمَحَطَّه؟
واش ممكن ناخد هاد الشي وهاد الشي، عافاك؟
كيقولو بلي اليابان هي دوله غنيه بزاف.
واش كاين شي بيوت خاويين فالعربه ديال النعاس؟
واش يمكن ليك تخفضو ليا لعشرين دولار، عافاك؟
هذا هديه لصديق.
الثلج كايخلي الطريق زلق.
ما لقيتش الكاميرا ديالي.
غانْصايْبْ شي سَانْدْوِيشَاتْ دْيالْ لَحْمْ الخْنُوزْ.
واش عندك شي حاجه باش تعلن؟
واش شفتي الجاكيطه الزرقا؟ حطيتها علي هاد الكرسي.
كَايْنْ مَحَلْ دْيَالْ لْوْرُودْ فِي الْجِيهَهْ لُخْرَي مْنْ الشَّارِعْ.
انا من طوكيو.
بغيت شي شامبوان كريمي ديال ريفلون.
عندي شي حوايج خاصهم يغسلو.
طلبتو من زمان.
واش ممكن تبعثو شي حمال للبيت ديالي مع السته ديال الصباح؟
غاناخد شوكولا سخونه.
يمكننا ان ننظم عمليه تنظيف غرفتك.
خاص، من فضلك.
شْحَال كَايْكُونْ الثَّمَنْ لْفُونْدُقْ C؟
واش ممكن ناخد تذكره متعدده؟
بغيت نحجز طبله لشخصين علي الساعه سبعه، من فضلك.
بغيت شي كريم ديال الليل.
واش غادي تلف هادشي علي شكل هديه؟
هاد الساعه هي ربع ساعه بعد الثلاثه.
انوي ارسال الفواتير الخاصه باحتياجاتي اليوميه، لذا يرجي اخباري بعنوان الشخص المسءول واسمِه.
صعيب علينا نهضرو الانجليزيه بطلاقه.
واش عندك هادو بنفس التصميم ولكن بكعب اعلي؟
بغيت كَاطو لولد عندو عشر سنين.
ديني لعند اَبِّي روود، الله يخليك.
شكراً. مرحبا، شكراً علي انتظارك.
انا متاكد من ان لدي حجز.
غانصيفطها ليك، عافاك بقي هنا.
حنا هنا غير ليوم واحد.
عندي شويه صداع الراس.
استمتعت بالوجبه كثيرا.
لا، تفضل بالجلوس وانتظر. ساعود حالاً.
واش ممكن نشوف الطوموبيل؟
واش تقدر ترسم ليا خريطه، عافاك؟
واخا، اسي. عفاك، بقي فالبيت ديالك حتي يجي الطبيب.
تعرضت للسرقه في شاطء وايمانالو. ارجوك تعال حالا.
واش مءه دولار كافيه؟
بغيت هادشي يْتْلَمْ.
بغيت نطلب اعاده الاصدار.
دعمت الحكومه تشجيع الصناعات.
كَيْبانْ لِيّا انّو عُمْرو فُوقْ الخْمْسينْ.
شنو هو الحد الادني للسن باش نديرو هادشي؟
واش عندك شي خراءط بسيطه ديال المدينه؟
اذا كان ممكناً، افضل الا يتم خلع السن.
النتيجه هي كره واحده وضربتان.
فاش غادي يوصل القطار لسان دييغو، عافاك؟
بغيت نشوف العلبه ديالك.
بغيت شامبوان.
انا مقيم في فندق هيلتون.
كَنْحَسْ بْلّي مَرِيض وَ كَنْتْقَيّا.
ولكن عندي موعد معها في الساعه الثانيه لمقابلتها.
واش هاد الطوموبيل غاديه لادنبره؟
نعم، المرجو تعبءه هذا النموذج.
شْحَال كَاتْخَلّْصُو عْلَي الزِّيَادَه فِي الوَزْن؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ليوم الجمعه.
اوه، انا اسف. هناك مشكله ونحن بصدد اصلاحها. هل يمكنك الانتظار لمده ثلاثين دقيقه تقريبًا؟
فاش نقدر نخرج؟
فهمت.
غانعيط لشي واحد.
واش بغيتي تخلص الفاتوره دابا؟
جَاتْ لوطُو عْلِيَّ مْن الجِّيهَه فالتُّقَاطُع.
هاداك صندوق موسيقي.
فين كاينه الضاحيه؟
واش كاين شي جوله بالباص فهاد المدينه؟
فاش غادي نبداو؟
واخا، سيدي. بالنسبه للسياره المتوسطه الحجم، يمكننا ان نقدم لك سياره Mercury Sable. هل هذا مناسب؟
لقد اصبت عضله من عضلاتك برضوض.
ولكن عليك ان تعدني بان تضرب الكره، وليس انا. موافق؟
شْحَالْ بَاقِي؟
واش ممكن نستاعير شي حوايج ديال الكتان؟
من اي نوع من الجلد صُنعت هذه الحقيبه؟
ما كنظنش هاد السكينه نقيه. واش تقدر تجيب ليا وحده اخري؟
شريت هادشي عاد دابا، ولكن واش غادي تبدل هادشي بهاداك؟
بصراحه، انا لا اتفق مع هذا.
واش هاد الطريق هي اللي كتمشي للمحطه المركزيه؟
بغيت قارب مع مرشد، من فضلك.
بغيت نطلب كوستيم لونو غامق لراسي.
هاد الشمّايه غادي تصلح تكون عصا.
واش خاصني نخلي جميع الحقاءب ديالي فغرفه حفظ الامتعه؟
عافاك ورّيني الباسبور ديالك.
واش كاين شي بلاصه كتقبل الغسيل يوم الاحد؟
جوج شيزبورغر، الله يخليك.
اي حافله تذهب الي ميامي؟
ولكن لا حاجه لاعطاء اكراميه.
يمكنك رءيه واحده في قاعه كارنيجي.
انا ماشي معتمد.
ما هي الاطباق المتخصصه في هذا المطعم؟
بغيت ناخد موعد مع شي طبيب.
كنت اتساءل اذا كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص الليله.
ما عندكش مشكل ايلا جيت عندك؟
كاين شويه ديال التحسن اللي ممكن يدار.
فين كاينه الميترو؟
واش عندك هادشي فقياس اصغر؟
فين نقدر نلقي الاسبرين؟
هادشي هو الحضيض؟
عافاك عطيني بطاقه مرور لمده اسبوع.
هذا هو زميلي.
اي نوع من الوقود متوفر؟ الممتاز، العادي، والخالي من الرصاص؟
ها هي واحده.
انا كَانْمَرْضْ بْزْكام.
كَيْتْسَدّ يوم الاثنين، ولكن اي يوم اخر غَيْكون مزيان. كَنْظُنّ انه كَيْكون مفتوح من تسعه حتي خمسه.
هادشي هو الحوت الانقليس مشوي مع صوص خاص فوق طبسيل ديال الارز.
قال لي: "لنحتفل"، ثم اخذني الي حانه. قال انه سيجري مكالمه هاتفيه وخرج ولم يعد ابدًا، ووجدت نفسي عالقه مع فاتوره كبيره.
شْحَال كَايْكُون الثَّمَن دْيَالُو لْكُلْ گَالُون؟
كان عندي الباسبور و الكارط بانكير ديالي ف الصاك.
الحجز علي الساعه السابعه، باسم مانو.
واش ما غاديش تشرب كاس ديال اتاي؟
واش تقدر تقول ليا فين نلقي القنصليه اليابانيه؟
هل هناك طبيب في الفندق او طبيب يمكن الاتصال به؟
كَايْديرْ دِيمَا الشُّوبِينْگ فْبُونْد سْتْرِيتْ.
ورقه انجليزيه، من فضلك.
واش كاين شي بلاصه فين كايلعبو الموسيقي القرويه؟
بغيت نتحقق من الاشياء الثمينه ديالي.
واش كاين شي وحدين اخرين من الصوف؟
شْحَال الثَّمَن دْيَالُو لْوَرْقَه الوَاحْدَه؟
واخا، ضغط علي تسعه و زيرو واحد واحد، و من بعد كود البلاد و نمره التليفون.
واش ممكن ناخد كوكا دايت؟
واش ممكن نطلب شي حاجه؟
كانت رحله قياده ممتعه. شكرا لك.
سمح ليا. واش ممكن ندوز؟
يبلغ اجمالي عدد سكان اليابان حوالي ماءه وثلاثين مليون نسمه.
بغيت نكري باراسول.
اجل، واود ان اعكس التكاليف.
محفظه فيها مءه دولار و بطاقتين اءتمانيتين.
الماء سخون بزاف.
نتا هنا.
كاس ديال القهوه، الله يخليك.
هادشي مستبعد بزاف.
كَيْضرني كرشي بعد ما كَناكل.
واااو، هاد البلاصه زوينه.
يمكن يكون عندو انسداد هواءي.
واش قررتي؟
اذا بغيتي، نقدرو نرتاحو هنا.
ضاع مني اثر رساله مسجله.
مايمكنش ليك تبدل الخدمه ديالك بسهوله.
اشنو هي المحطه الجايه؟
واخا، ولكن ماشي المدرجات. اليوم الجو سخون بزاف.
انزل هنا، و انتقل الي الحافله رقم سته.
خاصني نلحق الطياره ديال العشره ديال الصباح.
باقي كنحس براسي غادي نتقيا.
ما بغيتش شي حاجه كبيره.
عافاك، جيب ليا الفاتوره.
بْشَحَّال كَايْنِين الفُطْر الطَّرِي؟
شحن، من فضلك. واش كتقبلو الفيزا؟
اليوم غادي نمشي نشوف كيفاش دايره شيناتاون.
زوج او زوج تسعه ثلاثه تسعه سته سبعه صفر صفر.
بغيت نحيّد سناني.
بغيت شي صاك ديال مواد التجميل.
كنت كنتساءل شحال ديال البقشيش خاصني نخلّي.
فين نقدر نشوف "فانتوم اوبيرا"؟
بغيت نشري شي هدايا لصاحابي. واش تقدر توصّي ليا بشي حاجه؟
بشويه، عفاك.
ما هي متوسط تكاليف الفاكس الدولي الخاصه بك كل شهر؟
مْقَلِّي مِنْ الجِّهْتَيْنْ، عَافَاكْ.
واخا، هادشي باين واضح. عطيوني رخصكم و اوراق تسجيلكم نتوما بجوج. وولدي، كنخاف غادي نضطرو نعملولك اختبار الكحول فالنفس.
غادي يكون واجد غدا فالعشيه.
واش هادشي مصنوع من القطن؟
عندي دوا ديالي.
اشنو غادي نشوف فهاد الجوله؟
اه، كاين شرط واحد هو تشرب علي الاقل مشروب واحد.
شْحَال كَايْكُون الثَّمَن لْيُوم وَاحِد؟
واش هاد الطوبيس كيوقف حدي الفندق؟
بغيت ديسك كومباكت.
كاينين رحلات ديال JAL و ANA لي كايخرجو علي العشره و خمسه و خمسين. ولكن، للاسف، الرحلتيْن مْليانين.
كَايْجِينِي مْلاَءِمْ لِيَّ.
واش ممكن ناخدو طبله لخمسه ديال الناس؟
ماكاتفهمش الانجليزيه بالمره.
عافاك، بغيت نبدل شيك ديال السياح.
واش تقدر تهتم بيها من التسعود ديال الصباح حتي لثلاثه تقريبا؟
شْحَال كَايْكُلّف البَريد الجَوِّي لليابان؟
انا محبوس برا. واش تقدر تفتحلي الباب، عافاك.
اي جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل هناك اي مضيفه تتحدث اليابانيه؟
شْحَالْ مِنْ سَاكْ نْقَدِّرْ نْدِي مْعَايَا لِلطَّيَّارَه؟
لا، سيدي. هذا المساء محجوز بالكامل. لكن الغد علي ما يرام.
غانسول الحارس ديال الباب علي الثمن المناسب.
انا اسف بزاف.
غانعمل حفله يوم الجمعه بالليل. علاش ما تجيش معانا؟
اذن، غرفتك هي رقم تسعه صفر ثمانيه، انسه. اليك مفتاحك.
من المهم جداً ان يكون لدينا امكانيه الوصول الي المواد الخام التي نحتاجها للمشروع.
سمحلي، اسي الضابط؟
واش هاد القطار غادي مباشره لادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
عافاك، خرج ليا الحوايج الثمينه ديالي.
شْحَالْ كَايْكُونُو دْرُوجْ الرِّحْلَاتْ مْزْدَحْمِينْ؟
بغيت نشري شي تذكارات. واش كاين شي محل مناسب قريب من هنا؟
حتي ايمتا غادي يبقي مفتوح؟
هو ماشي دابا.
مايومي، هل يمكنك ان توقعي علي هذه الورقه؟
هاكا وحده ليك، اسي.
ما عنديش شي امتعه باش نسجّلها.
واخا، خود وقتك.
انا هنا في مهمه اعلاميه.
واش عندك افلام ديال الصيف؟
امتي غادي يكون القطار الجاي اللي غادي لواشنطن دي سي؟
اللي طوال هوما اللي موضه دابا.
غانرجع لليابان نهار الاثنين الجاي.
واش ممكن ناخد خريطه الميترو؟
واش هاد المسافه طويله باش تسوگ فيها؟
واش يمكن ليك تبدل هاد الشي بواحد جديد؟
جوج ديال الناس.
فين نقدر ناخد الحقيبه ديالي؟
انا لا اشعر انني بخير. هل يمكنني اماله مقعدي؟
الحاديه عشر وخمسه واربعون دقيقه صباحا.
واش تقدر تقول ليا علي شي ريستورون لي معروف عند الشباب؟
كانت سيارته تسير بسرعه قصوي.
واش ممكن نخلي شي رساله؟ كنتاصل باش ناكد موعدي مع السيد ايبرت نهار الاربعاء الجاي علي الساعه 11 صباحا.
واش تقدر تشرح ليا المرض ديالك بطريقه ما بالانجليزيه؟
واش تقدر تبعث طاكسي للباب الرءيسي ديال ويستمنستر مول؟
كم مره يجب علي تغيير القطار باش نوصل لهيه؟
واش هادشي صحيح؟ خليني نتاكد. اوه، انا اسف بزاف، الانسه تاكانو. هادشي غلطنا حنا. هادي هي الفاتوره الجديده ديالك. واش ممكن توقعي هنا، من فضلك؟
عافاك رجع ليا خمسه دولارات.
سداده حوض الاستحمام لا تغلق بشكل كامل.
هادشي غير علامه علي امتناني.
واش غادي تْعَمْرْ هاد الفورمولاير؟
اشنو رايك فهاد النماذج البلاستيكيه؟
اي علامات تجاريه لديك؟
الكعب ديال هاد الصباط عالي بزاف بالنسبه ليا.
انا محبوس برا الغرفه ديالي.
شْحَالْ هَادِي وَانْتَ فْبَارِيزْ؟
واش ممكن ناخد طيمبرات لثلاثه بطاقات بريديه باش نرسلهم لليابان عن طريق الطياره؟
كَتْكَتَبْ هَاكَا: ج-و-ر-و-ه.
واش بغيتي تشرب شي حاجه؟
تكا هنا.
رجاءً، اجعلها برقيه عاجله.
حسب تقرير الطقس، غادي يطيح الثلج غدا.
بغيت كوره.
بالتاكيد. سنسعد بفعل ذلك.
هاي، هادي روايه مصوره ماليزيه. غادي نشري وحده باش نديها معايا للدار باش نستعملها كموضوع للحديث.
طريق النجاح هو "جينمياكو"، اليس كذلك؟
غانوصل للفندق ديالك علي التسعود ديال الليل تقريبا.
عندي حوالي الفين وخمسماءه دولار بالعمله اليابانيه.
اه، كنديرو هادشي. غادي نوريك شي حاجه.
بغيت شي حبات باش نعس.
غانبقي هنا حتي اليوم التاسع. كنتمني تلقاو المجرم ف اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عافاك، بغيت عشره طوابع.
عندي الم في الحلق.
بغيت شي تذكارات من نيويورك.
انا بصدد المغادره. هل يمكنك ارسال حامل امتعه؟
ساعتي توقفت عن العمل.
اها، بصح؟ كيفاش عجبك؟
حنّا كَانْحَلّو فالتّاسْعَه صْباحا.
بغيت كتاب ديال التلوين.
كَانْظُنْ بْلِّي كَنْحَسْ بْدُوَارْ دْيَالْ الطِّيَارَه.
هل يجب علي الذهاب الي بنك ياباني؟
خصك تبدل الفلوس ف البنك.
هل هناك متسع من الوقت لاجراءات تسجيل المغادره؟
راجلك واحد من احسن الزبناء ديالنا.
واش كتعرف شي طبيب اسنان مزيان؟
اوه. يجب عليك ابلاغ القنصليه علي الفور.
مْخَضْخَضْ، ماشي مْخَلْطْ.
واش بغيتي طبله فالمطعم الرءيسي ولا فغرفه خاصه، اسي؟
كَايْمْشِيو نَاسْ بْزَّافْ لْلْبْلاَجَه فْهَادْ الْمُوسِمْ.
كَنْوَزْنْ حْوَالَي مِيَّه وْخَمْسِينْ بُونْدْ.
فين خاصني نبدل؟
فين كاين المكتب ديال الاشياء المفقوده؟
واش كاين شي طوبيس كيمشي لهيه دغيا؟
واش خاصني شي علاج خاص؟
واش غادي تخلص بالكاش او بالكريدي؟
انتقلنا الي هذا المنزل قبل عام.
كم من الوقت سيستغرق اصدار تاشيرتي؟
فين كاينين الطواليطات؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهاً، سيدتي.
هَادِي هَدِيَّه. وَاشْ تْقَدِّرْ تْغَلِّفْهَا بْشِي وَرَقْ تَغْلِيفْ زْوِينْ؟
منظر راءع. هاد المسارات زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. فين كاينه المحطه هنا؟
نعم، لدينا حجز لك.
سمح ليا، ولكن بغيت نمشي للفندق ديالي فالمدينه بالحافله. فين نقدر ناخد الحافله؟
عافاك، بغيت الدجاج.
هادي هي الغرفه رقم 201. بغيت نطلب الفطور ديال غدا.
اشنو رايك ف التحرش الجنسي فبلاصه الخدمه؟
عندي خْتَيْن.
الرحله رقم اثنان صفر ثمانيه، المتجهه الي طوكيو.
و من بعد، خلينا نضيفو حشوه من الداخل.
خلينا نتلاقاو باش نتناقشو علي هاد الموضوع اكثر.
كيف بغيتي يكون شعرك اليوم؟
واش تقدر تعاود تقول هادشي بكلمات اخري؟
غانْتْصَرَّفْ بْلِّي كَايْنْ عِنْدَكْ.
بغينا طبله قريبه من المنصه.
انا بخير. اذن، هل انت ذاهب الي مكان ما؟
ارتفاعه هو الفين واربعماءه متر.
تفضل بالدخول. ضعها علي الطاوله هناك من فضلك.
عافاك، الغي رقم بطاقتي.
سمح ليا، كلشي تباع، ولكن غادي يكونو متوفرين عندنا بعد ايام قليله.
واش ممكن ناخد شي قهوه؟
ما عنديش موعد، ولكن هادشي مستعجل.
هادشي مصنوع بشكل رديء.
فين كاينه السلالم المتحركه؟
واش عندك شي بروشور ديال الاحداث؟
فين كاينه البوابه ديال الميترو؟
ضيعت تذكره الطياره ديالي.
واش ما تقدرش تبقي هنا خلال العطله؟
اوه، انا اسف جداً لانني ازعجتك.
واش كتقدر تحجز الاحداث؟
واش كاين شي طواليط عمومي قريب من هنا؟
شْحَال هَادْ الشِّي فْالمَجْمُوعْ؟
هذا جيد جدا. والان، ارجوكم، فلننتقل الي الاسءله.
واش عندك شي صرف للباركيميتر؟
كان ناسخ AX-four five zero هو الاكثر مبيعا لدينا خلال السنوات الاربع الماضيه.
واش ندور لليسار؟
هل هناك مضيفات يتكلمن اللغه اليابانيه؟
ثمن راءع، اليس كذلك؟
خصك تاخدو تسع وتسعين مره فالنهار، قبل الاكل.
انا كنبغيه.
بغيت حامل ثلاثي القواءم.
بغيت جاكيط ديال الرياضه.
يمكنك البقاء في منزلي.
واش ممكن نرجع الكرسي ديالي للور، عافاك؟
مزيان. كنت كنقلب علي طاكسي، ولكن هادشي حسن.
معطف راءع. واش مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقولي امتي غنوصلو تما؟
اثنان من البالغين وطفلان، من فضلك.
شْحَال الثَّمَن؟
كان فيلم حرب النجوم اكبر نجاح في عام 1984.
فين كاين القسم اللي ممنوع فيه التدخين؟
هذا هو الحرف "تي" كما في اسم توم، نعم، لديه هنا، تارو.
كَانْظُنْ بْلِّي هَادْشِي مَنْظَرُو زْوِينْ.
بغيت شي تفاح، الله يخليك.
هادشي علاش؟
اي بطاقات اءتمان تقبلون؟
عندي بزاف ديال الوقت.
واخا، هاد الوقت هو وقت الغدا. واش بغيتي تناقش هاد الموضوع فوق الغدا؟
تمت سرقه اله تسجيل الفيديو من غرفتي.
السلام، اسمي عوده. لدي حجز لليله اليوم، لكنني ساتاخر قليلاً في تسجيل الدخول. لذا، يرجي الاحتفاظ بحجزي.
واش هاد الصباط صحيح؟
قُلْ ليهْ رَاهْ كَنْتْسَنَّي مْكالَمْتُو التِّلِيفُونِيَّه.
كيقولو ان الانفلونزا منتشره تما.
جديد
سمح ليا. ما كايناش شي بلاصه غدا بالليل.
انا مع بعض الاصدقاء.
حسب ما قاله غورو، فان السيد يامادا لديه طفلان.
واش تقدر تعاود تقول هادشي؟
بغيت ندير دوره صغيره للبرج ديال لندن.
عافاك، ربط حزام السلامه ديالك.
الكود ديال المنطقه هو ثلاثه. نمره التليفون هي جوج ثلاثه اربعه ثلاثه اربعه صفر صفر.
سمح ليا. واش كاين شي جسر قريب من هنا؟
سمح ليا، بغيت نستعمل الحمام.
راه محتل.
حوايجو ديما ماشي موضه.
واش عندك الماكله ديال البحر؟
هادشي غالي بزاف.
بغيت ندير هادشي، ولكن كنخاف منكونش قادر نديرو هاد المره.
واخا، مازال ما عارفش، ولكن غادي نحاول اكيد.
عافاك، عطيني الملح.
مرجو منك استعمال غرفه التبديل الموجوده هناك.
تسعين دولاراً لتذكره الذهاب فقط. نقداً ام بالبطاقه؟
واش تقدر تنقي الطبله ديالي عافاك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
واش تقدر تقولي شحال هي ساعات العمل؟
عافاك لفهمهم بشكل منفصل.
كَانْحَسْ بْكَرْشِي ثْقِيلَه.
هادشي زوين. فين نقدرو نستناوك؟
واش نقدرو نبداو نلعبو منين يكملو؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون نسمه.
قم بملء العناصر التاليه في بطاقه التسجيل.
واش نقدر نسترد حوايجي؟
واش عندك شالات ديال الحرير؟ كنقلب علي هديه لمراتي.
غانْجِيبُوهْ دَابَا. شْحَالْ نَمْرَه بِيتَكْ؟
كان السيد كوباياشي يبحث عنك.
بغيت نسافر من شانغاي لهاواي بالباخره.
واش تقدر ترسل شي واحد؟
واش يمكن ليك تكونو واجد غدا مع الخمسه ديال العشيه؟
كتاخد عشر دقاءق مشيا علي الاقدام.
قبل ما نكملو هاد النهار، واش تقدر تعطيني شي دقاءق؟
فين نقدر نوقف طوموبيلتي؟
كَنْحَسْ بْالْبَرْدَه وْكَيْضِرْنِي كْرِشِي بْزَّاف.
عافاك، بغيت ويسكي مع الما. و واش عندك شي حاجه ناكُلها؟
كيف يمكنني اطفاء هذا الضوء؟
واش هو مشغول بزاف اليوم؟
بغيت شي خيط.
عطيني شهاده طبيه، من فضلك.
بغيتك تقصر هاد الجزء بوصه وحده من هنا.
انا لا اشعر انني بخير. من فضلك اعطني بعض الدواء.
واش ممكن تعطيني جريده يابانيه، عافاك؟
واخا. واش نقدر نرجع الطوموبيل لاي بلاصه؟ شحال كاينه سومه باش نرجعها؟
اي حافله تذهب الي وسط المدينه؟
واش كاين شي اكسبريس لي كيمشي لبوسطن؟
كون صاحبي اللي كنتراسلو معاه.
غانبقي عند شي صاحبي.
انا متحمس جدا، لا استطيع الجلوس بهدوء.
واش نقدر ننزل فالفندق ديال هيلتون؟
بغيتك تحيدو.
سير يسار فهاد الزنقه و خود اول طريق علي اليمين.
بغيت نعرف واش ممكن نرسلو هاد المجموعه ديال الاطباق لطوكيو.
بغيت شي حاجه باش نعطي القوه للجسم ديالي.
واش كاين شي ماكله ماشي حاره بزاف ومالحه بزاف؟
واش هادشي قريب بزاف باش نمشيو علي رجلينا؟
بغيت شي كريم لليدين.
واش تقدر تعطيني الملحه؟
بغيت نمشي لوول ستريت. كيفاش نوصل لهيه؟
التمرين المفرط غادي يضرك.
بما في ذلك وجبه الفطور والضريبه ورسوم الخدمه، سيكون السعر خمسه واربعين دولاراً للشخص الواحد في الليله.
واش تقدر تصلح هادشي؟
مساء الخير. مرحبا.
ما لقيتش الشانطه ديالك.
سير غير نيشان، عفاك.
واش الما هنا صالح للشرب؟
اه، هيا. دولارين فقط.
واش ممكن تبدل هاد الفستان بواحد اكبر منو قياس؟
واخا، يالاه نمشيو. نقدر نعاونك فالواجب ديالك من بعد ما ناكلو بيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
ما كايْناسْبْنيش.
غداً يوم اخر.
يمكن لي ان اساعدك. هل تحتاج الي فيتامين سي؟
تسرق ليا البورطمون ديالي ف التران.
هادشي بعيد بزاف. حسن ليك تاخد طاكسي.
بغيت بلاصه فجنب الممر، الله يخليك.
كَانْسْكُنْ فْشَقَّه كَاتْكَلْ لِيَّا ثْمَانِينْ اَلْفْ يَنْ فْالشَّهْرْ.
واش ممكن نقاطعك؟
وريني شي وحده اوسع.
سمح ليا. واش ممكن تبدل معايا البلاصه؟
اه، بطبيعه الحال.
هبط لتحت حتي الركن ودور علي اليسار عند اشاره المرور.
واش بغيتي رولات صغار ولا كبار؟
بغيت غرفه وحده فيها حمام بثمانين دولار، الله يخليك.
بغيت نحط الحوايج الثمينه ديالي فخزنه الفندق.
واش عندكم شي بيت متوفر هاد الليله؟
نعم، ولكن تاكد من ان لديك تذكرتك معك.
غادي يشارك غير عدد قليل من الناس فهاد الجوله الاختياريه.
ما عليهش. علي اي حال، خذني الي وسط الحي الصيني. ساحاول ان اجد ذلك بنفسي.
كايتعايَنو ناس جداد فشهر ابريل.
كنتمني هادشي.
عافاك، جوج ويسكي مع الماء.
شكون اللي كايلعب؟
واش تقدر تعيط ليا الي لقيتي صاكي؟
علي اليسار، من فضلك.
واش غادي توقف معايا باش ناخدو شي صوره؟
لا. هل تريد الابلاغ عنه؟
هاد السِّنْ اللِّي قُدَّامْ كَيْضَرْني.
احدث لعبه كمبيوتر لشخص يبلغ من العمر 15 عامًا هي شنو؟
غادي نشوفوك غدا.
واش كاين شي ريسطو رخيص هنا قريب؟
لا، ولكن شكراً. انا اشعر بتحسن.
واش عندك شي خبز؟
شْحَالْ نْتَا مْتْقُونْ فْالْكَمَانْ؟
صاحبي زلق وطاح فالحمام.
واش ممكن ناخد طفايه السجاءر؟
تم حظر المسيحيه وتم اغلاق البلاد امام بقيه العالم.
شْحَالْ بْغِيتِي؟
كوكتيل روبيان ليها، و واحد بحالو ليا.
واش ممكن توقع ليا هنا؟ و عافاك دير الحرف الاول من سميتك هنا.
لقد كان من دواعي سروري ان ازور مكاتبكم الرءيسيه وان اجري مناقشات هامه معكم. اشكركم جزيل الشكر علي تعاونكم الكريم.
شخيرك مزعج.
فالاخير، ما عجباتنيش هاد اللون. واش نقدر نرجع هاد السلعه؟
خرج من الباب اللي تما و استني في المحطه رقم سته.
دجاج مشوي، من فضلك.
واش ممكن ناخد شويه فلفل؟
اه، بغيت شي حاجه نقراها.
هذا السيد تاكاهاشي في الغرفه رقم 549. هل يمكنك ارسال اربع زجاجات من بيره بودوايزر، من فضلك؟
هذا سبعون دولارا.
عافاك عيط ليا للفندق ديالي منين تلقي الحقاءب ديالي.
بغيت شي واحد يفيقني غداً مع الثمنيه و النص الصباح، الله يخليك.
اه، ولكن هذا كثير وانا شبعان بالفعل.
بغيت شي غاسول للفم.
انا ما مرتاحش.
واش كتعطيو شي تخفيضات علي الكميات الكبيره؟
طوكيو زيرو تلاته ربعه تسعه اربعه خمسه سته سبعه.
واش تقدر تعاوني نلقي حديقه الحيوانات؟
واش غادي تقول ليا كيفاش نعدلو؟
فاش كيسالي الطور ديال الباص تقريبا؟
واش كتعرف كيفاش تستعمل التليفون؟
طبعاً. لدينا بعض العلامات الراءعه للكتب من صنع الامريكيين الاصليين.
عافاك، بغيت شي موظف كيهضر اليابانيه.
حنا مهتمين بالموضه.
واش تقدر تعاوني و تجرّ ليا الطوموبيل؟
واش هادي هي كلينيك اف؟
السلام عليكم، السيده ياماغوتشي؟ الحزب ديالك علي الخط. تم قبول مكالمتك. تفضلي، من فضلك.
فين نقدر نشري تذكره المصعد اللي كاينه علي شكل كوبون؟
فاش غنوصلو لوس انجلس؟
سير فخط مستقيم لمده خمس دقاءق تقريبا، ثم دور علي اليسار.
هاد الطريق كتمشي للشاطء.
هاد الشاي ديال الاعشاب كيساعد علي تجديد نشاط الجسم.
هادو ماشي مصنوعين فاليابان، ياك؟
واخا. تفضل من هنا. غادي نوريك فين كاينه غرفتك.
خصني نخرج من الفندق قبل الظهر.
جوج هامبورغر و جوج قهاوي، الله يخليك. بغيت نديهم معايا.
واش نقدر ندي معايا هاد الجوج صاكات؟
طلبت اللحم ماشي الحوت. واش يمكن ليك تبدل هادشي؟
ولدي عيان بزاف.
انا مريض في معدتي.
هاد الجاكيطه ماشي ديال مقاسي.
بغيت نتلاقي مع السيد ويليام.
فيه مجموعه متنوعه من سبعه فيتامينات ومعادن.
السنّه مخلخله.
هل يمكنني الحصول علي استرداد الاموال عند عودتي الي اليابان؟
من اي شيء يتكون هذا الطبق؟
فاي بلد تم تصنيع هذا المنتج فيه؟
واش تقدر ديرها ف عشر دقاءق؟
انا ماشي زوين فالانجليزيه. واش كاين شي حد هنا كيهضر اليابانيه؟
فين نقدر نلقي تذكره الميترو؟
سيتم ارسال عشرين عينه اضافيه اليك عبر البريد.
ما كنظنش ان هادشي مناسب ليا حيت بشرتي جافه بزاف.
واش ممكن تعطيوني برنامج الوقت، عافاك؟
اه، كنظن غادي نتسنا.
تسعه وتسعون دولاراً في الساعه لكل طفل.
سمح ليا، ما بقاتش عندنا شي حاجه.
خاص يكون هادء.
عندي المعدات ديالي الخاصه.
مفتاح الغرفه، خمسه او ثلاثه، من فضلك.
فاش كايبثو فيلم تيرمينال مان؟
فين كاينه الحلاقه؟
فالساعه السابعه، من فضلك.
الصاك ديالي تخسر.
السياحه.
انا من اسبانيا.
كاينه شي مشكله فهاد الكارط ديال الساروت. واش ممكن تعطيني وحده اخري، عافاك؟
عندي طفح جلدي في يدي.
عافاك، صيفط هادشي لليابان عن طريق البريد الجوي.
فين كاينه اقرب صيدليه؟
عافاك، عطيني شي كاس ديال النبيذ اخر.
الناس ودودون جدا.
كم عدد المشروبات المشموله في السعر؟
نجحت في ذلك.
فين كاينه بوابه الركوب ديال هاد الرحله؟
اذا كان هناك طاوله متوفره، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم الاعلان عن الصعود الي الطاءره بالفعل؟
حنا كاينين علي ارتفاع 12 الف قدم.
اولاً، نريد ان نري وول ستريت.
فين كاينه محطه الحافله ديال اوكسفورد؟
غانبقا نتسنا حتي تولي الترّاسه خاويه.
هل يمكننا رءيه بعض المحافظ الجلديه؟
خلينا نتفرجو فالتلفازه. كاينه ماتش البيسبول.
واش غادي تكتب العنوان ديالك اللي يمكن الاتصال بيك فيه هنا؟
قولي ليا فين كاينه اقرب صيدليه.
للفندق ديالي عفاك. هاد العنوان ديال الفندق ديالي.
شْحَالْ مِنْ عَمَالَه كَايْنَه غِيرْ طُوكْيُو؟
قطّع الخط و تسنّي شويه من فضلك.
اشنو كدير عاده فدار بعد العشا؟
بالتاكيد. متي تريد ان تلعب الغولف؟
غاتكون فالدار مع الثلاثه تقريبا.
بغيت نعيط للسفاره اليابانيه.
شويه كتر.
من اين تنطلق حافلات الجولات السياحيه؟
شْحَال كَاتْخَدُّو بَاشْ تْصِيفْطُوهُمْ لْلْيَابَانْ؟
ما عنديش لا كلوب لا صباط.
واش الين الياباني مزيان؟
واش عندك موستانگ؟
واش غادي نقفزو من هنا؟
السيد كاواي، لدينا طاوله مخصصه لك الان. تفضل من هنا، من فضلك.
واخا. هبط فالدروج اللي كاينين تما و غادي تلقي شي ارشادات. غير تبعهم.
الاستقبال. هل يمكنني مساعدتك؟
واش يمكن ليك تنزلني فالفندق ديال هيلتون، عافاك؟
واش كتخدم بزاف تال وقت متاخر؟
سمح ليا بزاف، ولكن ما بقاش عندنا شي حاجه. واش بغيتي الجراءد الانجليزيه؟
طبله ديال غير المدخنين، الله يخليك.
واش غادي تخبرني قبل ما نوصلو لديرهام؟
واش هادشي طري؟
هادشي ماشي مزيان. ديما كَاتْعَامْلْنِي.
واش تقدر تورّيني شي فساتين؟
عافاك، هجيها.
انا سكران بالخمر.
كونو حذرين لان الطقس متقلب جدا في الجبال.
شيك المسافرين والين الياباني، موافق؟
سمح ليا، سولت عند عمال التنظيف و عند مكتب الاشياء المفقوده. ما عندهمش هاد الشي.
هاد البلاصه صعيب تلقاها. كاينه فطريق صغيره خارج الطريق الرءيسيه.
ما كنعرف والو عليه.
يمكن لينا نهضرو علي هاد الموضوع فشي كافي.
فهمت، في هاد الحاله ما خاصنيش نخلص تمن التعديلات، ياك؟
بغيت ندوي مع المشغل، الله يخليك.
واش ممكن تنقص من ارتفاع السرج، عافاك؟
واش غادي تخليني نبقي عندك هاد الليله؟
واخا. غادي ناخد غير جوج. شكرا.
ها هي فاتورتك. المبلغ هو ثلاثه وتسعه وتسعون دولارا.
انت محظوظ.
عافاك ديرها طابلو ويكون عندو منظر ليلي زوين.
واش هادشي مصنوع بالماكينه ولا باليد؟
بغيت نكري هاد النوع ديال الطوموبيل لمده اربعه وعشرين ساعه.
كان من الراءع ان التقي بك.
راه مقطع.
واخا، خلينا نشوفوك دابا.
فكر فقط كم من الوقت سيستغرق عمله لو طرح سءالاً اضافياً علي كل شخص. هيا، دعنا نسرع وناخذ امتعتنا. يجب ان نذهب الي مكتب الاقرار الجمركي بعد ذلك.
شْحَال هُو الوَزْن؟
واش كاين شي ريسطورون صيني هنا فهاد المنطقه؟
المنصه الخامسه موجوده هناك.
امتي غادي يبدا الماتش ديال الكوره؟
هادشي خاسر. واش تقدر تشوف ليا الكاميرا ديالي؟
قهوه مع كريمه وسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
عطيني هاداك.
هاداك هو الباب رقم سبعه.
واش نتا سكوتلاندي؟
تلاته جوج واحد جوج. تسني شويه، واخا؟ بغيت نبعث ليك شي حاجه هنا. سمح ليا.
مءه وخمسه وثلاثون يناً مقابل الدولار الواحد.
الفساتين القصيره مع الاحذيه الطويله لن تخرج ابدا من الموضه.
واش نقدر نهضر مع المدير؟
علاش ثمن التذكره ديالك مختلف علي الثمن اللي كاين فالكونطوار؟
واش ممكن نشوف هادْ هَادَا؟
واعدت نفسي انه عندما اراك، ساتعرف عليك.
اشنو واقع هاد الايام؟
انا ما مرتاحش. واش تقدر تنصحني بشي طبيب؟
الحفله ديالك بدات. تفضل.
واش كاين شي عرض فوق المنصه؟
الطواليط ما كايصَبّش.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ مِنْ هْنَا لْبْلَاصَهْ الْبْلِدِيَّهْ عْلَي رْجْلِينَا؟
خود هاد الدوا بعد كل وجبه فاش كتحس بالالم بزاف.
كتضع الفلوس فظرف خاص مزين كيسمي شوجيبوكورو.
شي حد تجرح.
كنت كنتساءل شنو خاصني نجيب ليه؟
واش عندك شي خريطه ديال الميترو؟
عندي غرفه جاهزه ليك في الفندق الكبير. واش تقدر تمشي ليها؟
عندي الم في عيني اليمني.
ماكانعرفش الالمانيه مزيان.
خصنا نتلاقاو مره اخري، هادشي اكيد.
واش غادي تاخد هاد السروال؟
واش نقدر نستعير راكيت و كويرات؟
واش تقدر تزيد شي صرف؟
واش ممكن ناخد نص كاراف؟
مرحبا. انا جون.
ناكاي.
واش عندك شي مانع ايلا صورتك نتا و الطاكسي ديالك؟
اتصلت قبل ثلاثه ايام بخصوص حقيبه مفقوده.
بغيت شي اوطيل ارخص.
اه، كاين بزاف ديال الحوايج لي خاصك تشوفهم ف غرينيتش فيلاج.
فاشْ خَاص بالخدمه. عندي شي علاقه ديال الخدمه تما.
كيتناسب مع البدله ديالك.
واش تقدر تراقب ليا الشانطه ديالي؟
كيف تري هذه الفكره؟ نقبل شرطك المتعلق بالاشعار قبل سته اشهر، شريطه ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد.
سمحلي. واش كتعرف نيويورك مزيان؟
غانبقاو نتسناّو. عافاك عيط لينا منين تكون واجد.
بغيت نشوف شي جراح.
واش هاد المكونات طبيعيه؟
بغيت نركب فطوموبيل رياضيه.
الكود ديال المنطقه هو زيرو ثلاثه. الرقم هو ثلاثه واحد جوج ثلاثه اربعه خمسه سته سبعه.
مرض بالزكام.
غادي تكون السياره الصغيره هي الافضل.
بغيت نبعث هاد الطرد العادي.
خليني نحول هاد المكالمه للشخص المسءول.
اي حجم تريد؟
اوه، يا الهي. لم اكن اعلم انني ما زلت املك هذه الاشياء.
واش عندكم صنادق باش نبعثو الطرود؟
هل ستدفع شركه الطيران تكاليف فندقي ووجباتي؟
واش هادو هوما جميع الحقاءب ديالك؟
كيف تريد اجراء المكالمه؟
واخا، راه غالي. واش ما مصنوعش فاليابان؟
واش تقدر تعطيني الملحه؟
فين كاين اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
وقتاش كَاتْظن غَايْتْلْقَاوْه؟
كنتمني ليك عام جديد سعيد بزاف.
غاناخد سبرايت كبيره.
عاود قول هادشي بشويه.
سمحلي. بغيت نطلب شي حاجه.
عندنا روبيان نيوبرغ و فخد خروف مشوي.
بغيت شي بيت باش نشوف منو مناظر زوينه.
ثلاثه كيسان من عصير الدلاح، من فضلك.
عندي ثلاثه ولاد.
سير نيشان فهاد الكولوار ودور علي اليسار فالقنت. غادي تشوفو علي يمينك.
هل هي جوله ليوم كامل؟
شْحَال كَايْكُلْفْ تِسْكِرْ دِي رُوَانْ تْرِبْ لْاُوكْسْفُورْدْ؟
كانمشي لنادي رياضي كل نهارين.
فين نقدر نبقي خلال هاد الجوله؟
ما هو وقت تسجيل المغادره؟
شْحَال كَايْكُونْ ثَمَنْ الْمُرْشِدْ فِي الْيُومْ؟
فين غادي نلقي الاقراص المضغوطه؟
سمحولي. انا طالب جامعي من اليابان. واش نتوما طلبه جامعه نيويورك؟
واش تقدر تقول لينا كيفاش كتشوف هاد الخطه؟
اكي، واش كتعرف شي محل ديال الاسطوانات مزيان قريب من هنا؟
كاش او بالكريدي؟
كانخدم فشركه ديال التجاره.
من قله الادب ان تسال الناس عن كميه المال الذي يكسبونه.
واش هادو جينزات ليفي 501 اصليين؟
فاش نقدر ندوش؟
ما كَتْبَانْشْ كَتْفُوتْ وَاحْدْ وَعْشْرِينْ عَامْ.
فهمت. في الحقيقه، فيه فيلم عالي السرعه. هل تمانع اذا اخرجته؟
شريتو دابا عاد.
غانجيب ليك واحد دغيا.
ثمانيه دولارات. وها هو واحد قادم الان.
عافاك ورّيها للجمارك فالمطار مع المنتوجات اللي شريتي.
واش شي واحد من المحلات التجاريه الكبيره كيدير تخفيضات دابا؟
المشغل، عيط ليا علي مركز المطافء.
عندي بطاريه خاويه.
وقف ف الكروسه الجايه.
ها هو. وهل يجب علي الجميع ملء استماره الاقرار الجمركي هذه؟
واش ممكن تعطيني سميتك؟
واش عندك شي مانع الي درت مكالمه علي حساب اللي غادي يتلقاها؟
السلام. كيف حالك؟
فين كاينه صفحه السفر؟
شكون سميه الشخص اللي بغيتي تهضر معاه؟
سمح ليا، هو ماشي موجود دابا.
شوف هادشي. شوف هادشي. غادي تقول ليا الفرق بين هاد الراجل و هاداك الراجل هو الحظ؟ محمد، وقف السياره، واخا؟ ما عندكش مشكل الي نزلتك هنا. انا تاخرت. صاحبي، كان من اللطيف ان التقي بك، واخا؟
واش كيطلّ بيتك علي المدينه؟
واش كاين شي ميساجات ليا؟
باقي غالي بزاف. واش مايمكنش ناخدو بثلاثه دولارات؟
بغينا شي بيت لور.
غاناخد كاس ديال النبيذ.
كاتبان زوينه.
بغيت غرفه بسريرين. شحال كتسوي الغرفه لليله وحده؟
كَايْنْ علي بُعْدْ تْسْعِينْ وْتْسْعَهْ مِيلْ.
فينس ولِيندا بغاو يبقاو بوحدهم، لذا اعتقد انني ساضطر للبقاء هنا الليله.
المرجو الاحتفاظ بهذه الامتعه في الجمارك.
سميتي ساتو.
كَنعرف واحد الكلوب قديم ديال الجاز وسط المدينه.
غاناخد هاد الطبله ديال الضياف.
بغيت نجرب نفس الطبق اللي بحال هاداك.
ومن بعد غادي ناخذوه.
واش هادشي كيوصل حتي للطابق السادس؟
جلد التمساح؟
حطّو فكيس ديال الغسيل وخليه تما.
بغيت نطبع هاد الفيلم. امتي غادي يكون واجد؟
عافاك ما تعطي هاد الساروت لحتي شي واحد اخر غير انا.
واخا. غادي نجي ناخدك من الفندق ديالك علي الثمنيه.
النافذه علي ما يرام.
خلي الغره ديالي طايحه، عافاك.
هل جميع مصاريف النقل مشموله؟
دار اوبرا متروبوليتان.
فين كاينه الكونطوار ديال كراء السيارات؟
كان عندي الحُمّي من البارح.
هادشي ماشي ديال ذوقي.
ايه خضروات لديك؟
بغيت شي برمانونط لي مايكونش مزير، عافاك.
امتي غادي يجي الطبيب؟
هاد اللون ماشي هو هاداك.
تكسّرات السّن.
هل هذا مقعد في الممر ام مقعد بجانب النافذه؟
كَانْبْغِي نْدِيرْ الرِّحْلَه فْالجْبَالْ.
واش يمكن ليك توصّل لي الحقيبه ديالي للبيت؟
وريني شي واحد للبنت صغيره.
واش تقدر توقف هنا؟
واش عندك شي حاجه بثمانين دولار وصفر سنتيم؟
عندي العطش.
لا اريد الحليب، من فضلك.
عندي ثلاثه ديال الصيكان.
فين كاين البحيره؟
سمحلي. عفاك، ضغط علي الزر ديال التصوير.
واش ممكن ناخد شي مجله او شي حاجه؟
هادشي ف الجنوب.
شْحَالْ كَايْكُلْفُو لَبْلاَصَاتْ دْيَالْ لَبَالْكُونْ؟
بغينا شي بيت كيطل علي البحيره.
واش كاين شي صنادق بريديه قريبه من هنا؟
واخا. غادي نديّك لهيه.
يشير الجزء المكتوب بخط ماءل الي التغييرات التي طرات في التسعينات من القرن الماضي.
عندو ثلاثين عام.
واخا. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
بغيت نمشي لهارودس. واش تقدر ترسم ليا خريطه، عافاك؟
شنو كدير فاش كيكون عندك وقت فراغ؟
واش عندك البطاريات ديال هاد الكاميرا؟
بغيت شي كابل باش نطلقو.
واش نتا الاخير فهاد الصف؟
اعتقد ان الحجز مكتمل.
ضربه جيده. خرجت للتو.
واش تقدر تقول ليا علي الاماكن المثيره للاهتمام هنا؟
واش كاين شي مراكز تجاريه قريبه من هنا؟
حتي انا كذلك.
بغيت نشارك من سان دييغو.
كنت كنفكر ناخد هاد الكورس فالسيمستر الجاي.
الخمر ماشي بارد بما فيه الكفايه. واش غادي تخليه اكثر بروده؟
واش يمكن ليك تبدل هاد الحلقات باش يولي ممكن نلبسهم بالكبسات؟
شنو هو الشي اللي كيهموك بزاف دابا؟
بغيت نسترجع الفلوس ديالي. واش ممكن نسترد الفلوس ديالي؟
مايمكنش ليا نلقي شي مشروب بحال هادا فشي بلاصه اخري، علي ما اظن.
اذا اشتريت هذا ايضًا، فسيصبح المبلغ معفي من الرسوم الجمركيه.
واش ممكن نشوف شهاده التلقيح ديالك، من فضلك؟
واش كتسافر بزاف؟
انا من الولايات المتحده.
عندي تذكره طياره لسان فرانسيسكو.
ايلا كان غير خمسه عشر دقيقه من المحطه، غادي نمشي علي رجلي.
بغيت شي اوطيل ارخص شويه.
كَيْبَانْ لِيَّا البونساي كَيْشْبَهْ لْهُوايه ديال شي واحد كبير فْالعُمْر.
مزال ما قررت والو. واش تقدر تعطيني شويه ديال الوقت زايد؟
عندي صداع الراس.
واش بغيتي تجي معايا نشربو قهوه؟
بغيت شهاده طبيه ووصل ديال التامين ديالي.
اوه، لا. ارجوك اسرع. لقد تاخرنا.
ما بغيتش نصرف اكثر من عشرين دولار.
علاش الطياره ما طلعاتش؟ قول ليا شنو واقع.
شْحَال الثَّمَن؟ وَاشْ تْكَتْبْ لِيَّ الثَّمَن فْوَرْقَه؟
بغيت نكري كرسي ديال الشمس.
تسنا شويه، عافاك.
هل يجب علي السيدات ارتداء فساتين رسميه؟
ما تْقَرّبْشْ لِيَّا.
واش عندك الكارو؟
اذا ما كانت الرياح غير قويه، يمكننا الذهاب الي نقطه تيكي.
راءع.
غانقفل دابا. شكرا علي انتباهكم.
واش عندك هاد الشي بلون اخر؟
شكون هادا؟
سمح ليا. واش تقدر تقول ليا فين كاين بلاصه الطاكسيات؟
واشنو نشربو؟
ها هو.
فين كاينه اقرب محال ديال المعدات؟
همم. هادشي ما خدامش، ياك؟ يمكن ليك تنتاقل لبلاصه خاويه، اذا بغيتي.
انا كنقلب علي هادشي.
واخا اسيدي. وشنو بغيتي للحلوي؟
كوتش او بولمان؟
شيكات المسافرين. شكراً. هاذي هي التذكره ديالك وبطاقه الصعود للطاءره. عافاك، كون تما ساعه قبل وقت الرحله.
هاد الالم حاد.
الاسم ديالو هو گورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
كَانْحَسْ بْلِي مَرِيض بْزَّاف.
ما هي مواعيد عرض "حب كوسي"؟
واخا. واش غادي تشرب القهوه ديالك دابا ولا من بعد؟
قولي ليا علي اشهر نادي ريجاي في نيويورك.
كيف يختلف منتجك عن منتجات منافسيك؟
واش عادي ان ما كاين حتي واحد ما كيسمعش التعليمات ديال السلامه؟
هل الشارع الخلفي خطير؟
نعم. المرجو اتخاذ الاجراءات اللازمه.
نعم، واحد فقط. امتي غادي نعرف؟ كيفاش غادي نتعوض؟
ها هي بطاقه هويتي.
كنفضل طبله حدي النافذه.
قولي ليا عافاك ارخص طريقه باش نمشي لسان فرانسيسكو.
واش كتعرف المطعم ديال كيويا؟
طريق واحد.
غانولي غليض غير جالس هنا و ناكل ديما.
واش كاين شي نايت كلوب مزيان فيه عرض فلامينكو؟
هاد الفستان اللي لابسه زوين بزاف.
كَيْعَوَّرْني رْجْلي.
فين كاينه اقرب مغسله ديال الحوايج؟
واش ممكن تبدل معايا البلاصه ديالك؟
تفرقات بلاصتنا.
فِي الْحَقِيقَه، اَوَدُّ اَنْ اُءَمِّنَ هَذَا الطَّرْدَ اَيْضًا.
الثمن ديال الفاتوره هو مءه دولار.
مخارج الطوارء موجوده في مقدمه الطاءره ووسطها ومءخرتها.
واخا، تاكيد الحجز ديالك تم من جديد.
الكعب عالي بزاف.
بغينا طبله فالتيراس.
هادشي كيعني ان الفيلم مايمكنش يكون مناسب للاطفال اللي عندهم اقل من 15 عام. اذن، خاص الوالدين يفكرو واش يخليو ولادهم يشوفو الفيلم ولا لا.
كيف بغيتي الفلوس؟ عافاك عمر هاد الورقه ووقع هنا.
كَايْضْرُونِي كْرُوشِي بْزَّافْ دْيَالْ الْمَرَّاتْ.
واش عندك شي اطباق قليله السعرات الحراريه؟ انا دابا كندير الريجيم.
ما كاين حتي شي حاجه خاصها تخلص.
اه، عندي جوج تذاكر ديال الجاينتس والدودجرز.
حنا من بين احسن الموردين ديال الميكروكومبيوتر.
شكراً. انا ايضاً كذلك. الي اللقاء حتي ذلك الحين.
غرفه بسريرين مع حمام، من فضلك.
طحت من الدروج.
اي نوع من الايس كريم تنصحني به؟
همم. هاد هاداك. اللون كيجيك زوين.
فين كاينين الكتب ديال اللغات الاجنبيه؟
زوج ديال الشراءح و سبرايت.
عطيني شي كارو.
من غير القانوني ادخالها الي البلد، اسف. حسناً، اعتقد ان هذا يغطي كل شيء.
اه، انا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا، لكنهم انتقلوا الي فلوريدا قبل عامين. وماذا عنك؟ هل تسافر لوحدك؟
انا مريض.
ولدي كيبان عيان بزاف حيت عندو الحمه.
بهاد الحجم، عفاك.
في هذا اليوم، يتم منح اوسمه الاستحقاق الثقافي للفنانين والعلماء المتميزين.
انا ياباني.
هادشي غالي بزاف.
اه. خد الحافله اللي غاديه لكيوتو-ايكي.
واش هادشي غير للاعضاء؟
ثمن الغرفه هو سته الاف ين في الليله.
هل يمكنني اخذ هذا معي علي متن الطاءره؟
واخا. كل ما بغيت نعرف هو واش هاد المشروع غادي يقدر يمول راسو شي نهار.
واخا. واش بغيتي شي شال باش يجي مع هادشي؟
عافاك، عَمَّرْ لِيَّا البَاطَرِي.
انا مستعد باش نطلب.
املاح الاستحمام العشبيه تترك بشرتك ناعمه وملساء.
كتب كذلك اسم شركه الطيران ورقم الرحله.
بصح. اليوم هو الاحد، والاحد هو اسوا يوم.
ايه، هادشي مشكل ديال التخلص من النفايات.
بغيت هاد النموذج فطقم ديال خمسه اشخاص.
عند العديد من الاسر مصدران للدخل.
اوه. هاد الفضه نادره، "القمر والجرس". واش متاكد انك بغيتي تبدلها؟
غَادِي يْجِيو مِّي وْخْتِي مْنْ الْيَابُونْ بَاشْ يْشُوفُونِي. غَادِي يْوَصْلُو لْهَادْ الْبْلاَصَه حْوَال
اللون البني راءج جداً هذه السنه.
فكره جيده. امتي ناوي تجي؟
واخا. بغيت جوج بلاصَات، عافاك.
فين كاين السوق؟
كَانْتْسَنَّي نْجَرِّبْ لْبَاسْ السِّبَاقْ الجْدِيدْ دْيَالِي.
كنت كنظن بلي نتوما كتاكلو غير الدونات.
شْحَال كَايْكُلْفِي تِسْكِيَه مِنْ الطَّبْقَه الْاُولَي لِاِيدِنْبُورْغ، عَافَاكْ؟
كَايْبانْ لِيَّا انَّ الفْلوسْ اللي عْطِيتِينِي ناقْصِينْ بْعَشْرَه دُولارات.
اتصلت للتو بالسيد سميث في الغرفه 201، لكن لم يكن هناك اي رد. هل يمكنك ان تتاكد مما اذا كان لا يزال يقيم هنا؟
بغيت شي حاجه عصريه.
كانخدم فشركه ديال النشر.
واش ممكن تعمر هاد الاستماره؟
هاد الشارع ديالاش؟
واش تقدر تزن هاد الطرد؟
كيفاش كيسميو هادشي بالانجليزيه؟
واصل السير في هذا الممر، ثم ستجده علي الجانب الايمن.
بغيت نامن علي هاد الشي.
صباح الخير. انا من مكتب الاستقبال. هل يمكنني مساعدتك؟
واخا. عفاك دخل.
نعم سيدي. انا اتي الي هنا لتناول الفطور كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
ما كاين حتي مشكل.
عافاك جيب ليا ثلاثه جوج سته جوج تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
عافاك تكا هنا.
شْحَالْ هَادْ الْخِدْمَه سْرِيعَه.
ربما سيظهر بعد.
عافاك دور ليسر فالتقاطع الجاي.
سمح ليا. كيفاش نوصل للبنك؟
هل هناك خدمه حافلات الي متحف فورد؟
ايه. اسمك و رقم غرفتك، من فضلك.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ باشْ يْوَصْلْ لليابان عن طريق البريد الجوي؟
واخا. نشوفك يوم الاحد علي الساعه الثانيه.
بغيت ندوز من نيويورك باش نمشي لتورونتو.
السحّاب خاسر. واش عندك شي حاجه اخري بحالو؟
هادشي وسخ شويه.
واش تقدر تاكد ليا مره اخري الرحله ديالي؟ هاد هو تذكره الطياره ديالي.
واش عندك هادشي بلون اخضر غامق اكثر؟
واش غادي تديّني لكانتربوري و ترجعني؟
واش ممكن ناخد شوكه جديده؟
شكراً جزيلاً علي لطفك.
سمح لينا، حنا ما كنبيعو تذاكر ديال المسرح.
بغيت نشوف هادشي.
اوه، هذا جميل. ماذا علي ان افعل؟
بغيت نزيد فمده اقامتي هنا بجوج ايام.
عافاك بدل ليا بلاصتي.
عندنا اليوم شي روبيان زوين بزاف.
حتي اي وقت متاخر يظل مفتوحًا؟
التدخين ولا لا؟
هادشي غالي بزاف عليا. واش مايمكنش ليك تخليه ارخص؟
انا متاح صباح يوم الاربعاء او بعد ظهر يوم الجمعه.
ما درتش شي حجز.
حيث ان الصيف في اليابان يكون حاراً جداً عادهً، ولم يكن لدينا مكيفات هواء في الايام الخوالي.
واش تقدر تعيط ليا علي طاكسي مع الثمنيه ديال غدا الصباح؟
هادشي خايب.
علاش ما نستناوش الطوبيس تحت السقيفه؟
تعال، كينجي. ساريك المكتب.
اه، كاينه مفتوحه من التسعود للتسعود.
ما كنقدرش نعس مزيان فالليل.
كيف اثر الركود علي الاعمال التجاريه؟
عندي موعد اخر.
واش ممكن ناخد خريطه الطريق ديال المدينه؟
هادشي اللي كنت كنقلب عليه.
ما فهمتش الشرح ديالك.
خصني ندير كونيكسيون. غادي لبوسطن.
فين كاين احسن بلاصه باش نشوفو المناظر؟
واش هادشي صامد؟
استمتعت بوقتي كثيرا.
واخا، بغيت يكون عندي وجه صغير بحال د جوليا روبرتس.
واش تقدر تاخد هادشي، عافاك؟
الركاب المغادرون علي متن رحله الخطوط الجويه ABC رقم سبعه صفر ثلاثه والمتجهه الي طوكيو، يُرجي التوجه الي البوابه عشرين لاتمام الاجراءات الحكوميه.
فين كاينه محطه الحافله ديال B؟
بالنسبه للعزاب، من فضلك.
فين نقدر نشري ميسا ديال الطبله؟
هل يمكنني توظيف مرشد يتحدث اللغه اليابانيه؟
واش بغيتيني نصورك؟
ماكلتش هاد الطبق.
قطعت صبعي. واش كاين شي معقم؟
واش ممكن ناخد طابع ديال تسع وتسعين سنتيم؟
غانكون هنا مع السبعه و ربع.
بغيت شي بارفان.
واش ممكن ناخد جدول المواعيد؟
واش غادي تمشي للمدرسه هنا؟
شْحَالْ كَانْ فِيهْ؟
واش فندق هيلتون بعيد من هنا؟
انا متاكد انني وضعته في حقيبتي.
رفعوا ايديكوم.
واش كاين شي ريسطو لي تقدر تنصحني بيه قريب من هنا؟
ايهما تفضل، الغامق او الفاتح؟
واش تقدر تقولي فين غاديين نطيرو؟
عافاك، بغيت نبدل التذكره.
فين كاين شي بلاصه زوينه باش نديرو فيها رحله ديال نهار واحد؟
بغيت الصاك الحمر ديال كيلي بنفس الطراز ديال هادا.
واش باقي غادي دير داك البرنامج؟
فاش كايحل البنك؟
كَانْحَسْ بْلِّي مَرِيض.
انا مرتبك. هل يمكنك ان ترسم لي خريطه؟
خرج.
ديّني للسبيطار.
واش خاصني نجي للمستشفي كل نهار؟
كَرشي كَضرني.
شْحَالْ هِيَ تْسْعِيرَه البُوسْطَا لْبَاشْ نْبَعْتْ هَادْ الرِّسَالَه لْلْيَابَانْ؟
بغيت كاس ديال الشيري.
واش خاصك شي حد يجي ياخدك من المطار؟
الركوب يبدا في الرابعه والنصف، لذا يرجي التواجد هناك قبل ذلك.
من ثلاثين الف ين.
فين نقدر نشري كَارط تيليفون؟
واش ممكن نرجعو فمدينه اخري؟
كانخطط نبقي لمده 12 يوم.
عافاك طول ليا الفوق شويه.
خصك تشوف شي طبيب مختص.
عافاك، غير شي دقاءق اخرين.
المقطع رقم اربعه عشر.
اها، واش كدير هادشي؟ عندك بالتاكيد اختيارات كثيره.
ما لقيتش هادوك فحتي بلاصه.
واش عندكم شي بلاصه خاويه باش نمشيو للندن؟
بغيت نسخه من تقرير السرقه.
كَاين فزنقه وحده لتحت.
واش تقدر تعطيني شي ضوء بينما كادير هادشي؟
واش هاد السجاءر خفاف؟
واخا. بحال هاكا.
القطار السريع التالي سيكون بعد ساعه.
بغيت نطوال الكمام ديال هاد الجاكيط ديال الرياضه.
عندي حجز. هاد هو رقم التاكيد.
عيد ميلادك قريب.
القطارات متوقفه بسبب الاضراب.
واش تقدر تصلح هادشي؟
كانت الشارع مكتظا بالسيارات.
هاد البنايه الثانيه اللي علي اليسار ديال ديك البنايه البيضاء.
حجزنا مقعداً ليوم الخامس والعشرين من اكتوبر، موعد المغادره في الحاديه عشره صباحاً.
لا، شويه كثر من القدام. هاداك هو، اه.
اه، هادشي ما كيشملش الوجبات.
فين نقدر نرجع هاد التذكره ديالي؟
علاش كيوقع هادشي؟
بغيت نرتاح.
الطوموبيل ديالي خسرات، عافاك اجي خودها.
بغيت شعري يكون شويه طويل من اللور.
اي نوع عندك؟
انا موافق. انه واحد من الاماكن المفضله لدي.
اي نوع من النماذج تفكر فيه؟
سميتي ميشيكو تاناكا، و رقم الرحله هو خمسه او واحد متجهه لطوكيو.
واش تقدر ترسم ليا خريطه بسيطه من هنا؟
فين غادي نتلاقاو؟
بغيت نرجع شعري كيف كان.
عطيني خمسين، من فضلك.
فين نقدر ندير التشيك ان ديالي مع JAL؟
ما هي المحتويات؟
واش كاين شي اماكن فالمنطقه لي موصي بيها بزاف؟
عطيني شي صرف، الله يخليك.
واخا. غادي نتاكد ان الحقاءب ديالك غادي يكونو هنا.
هذا هو تخصصنا، سمك الدفر المشوي.
غانبقاو هنا.
تعرضت للسرقه.
واخا. واش خاصني نركز عليه؟
غانقاسموه.
ما عندناش هاد النموذج بالضبط دابا. غادي نشوف فالمخزون ديالنا. عفاك، تسنا غير دقيقه.
ويسكي مع الماء، من فضلك.
هادشي كيبان مثير. شحال كيكلف؟
خود هاد الوصفه الطبيه للصيدليه. يمكن ليك تشري الدوا من تما.
انا طلبت هذا.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشري شي تذكارات؟
هادشي غالي بزاف. ما نقدرش نشريه.
واش ممكن تعطيني رقم شركه ABC اللي فشيكاغو، الله يخليك.
فين كاينه الكاتدراءيه؟
كيف بغيتي البيض ديالك؟
هادشي كاين حدا هاد البنايه بالضبط.
لا، اعتقد انهم نسيوا ان يحضروا لنا واحده.
واخا. هادشي تاكد. واش ممكن تعطينا رقم التليفون ديالك، غير فحاله ما احتجنا نتواصلو معاك؟
شْنُو سْمِيَّه الرَّسَّام؟
واش نطلب منو يتاصل بيك منين يرجع؟
بغيت هاداك.
كيعجبني هاد الخدمه ديال الشامبانيا اللي كيرحبو بيها بيك من بعد ما تركب. خليني نشرب نخب صحتك.
اربعون دولاراً في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
غانْراهَنْ بْخْمْسَه دُولَارَات.
واش هاد الطلبيه ديال شي حد اخر؟
واش تقدر تقول ليا كيفاش نوصل للمتحف؟
انا اسف جداً، لكنني اود تاجيل الموعد.
واش تقدر توصّي بشي رحله؟
القطار ديالك غادي يخرج من الرصيف رقم ثمانيه.
كَانْبَحْثْ عْلَي صَاكْ بْحْزَامْ قَابْلْ لِلتَّعْدِيلْ.
بغيت هادشي يبقي تحت ميه وثمانين دولار.
غانسولك من بعد ما ندور نشوف.
ايه. بغيت نحجز لست ليالي، من فضلك. بدءاً من الثالث والعشرين من يوليوز.
واش تقدر تورّيني شي وحدين اخرين بتصاميم مختلفه؟
اي نوع من العصير تود ان تشرب؟
واش غادي تمشي للدار فالعطله؟
فين نقدر نمشي نشوف شي منظر زوين؟
كان هذا مكسورًا بالفعل عندما فتحت العبوه.
التاسع والعشرون من غشت.
بغيت نبعث هادشي لليابان عن طريق البريد الجوي.
عيد الشكر للعمال. انه يوم لتقديم الشكر لجميع الذين يدعمون المجتمع من خلال اعمالهم.
هاد البيت صْغِير بْزاف.
واش ممكن ناخد شويه ديال اتاي اخر، عافاك؟
بغيت هاد الحوايج يتنقاو قبل ما يسالي النهار.
واش كاين شي بنك هنا فهاد المنطقه؟
واش غادي تنقي الطبله، عافاك؟
سكين، من فضلك.
هوما كلهم مطبوعات.
المرجو كتابه رقم غرفتك علي الوجه الخلفي.
كَانْسْتَعْمْلُو عْصِيَّاتْ الاَكْلْ مْلي كَانْكُلُو.
رحله دلتا رقم ثمانيه وعشرين المتجهه الي نيو اورليانز ستتاخر لمده ساعه تقريبا.
فاش نرجع لليابان، غادي نكتب رساله. الي كان عندك الوقت، عافاك بعث ليا رساله.
نسيت تذكره الطاءره ديالي في الفندق.
غرفه واحده بلا حمام، من فضلك.
شكرا مره اخري لتذكيرك لي. هل ينسي العديد من الناس التوقيع باسماءهم؟
اذن، فقد بدا الوقت ينفد منا. هل نستمر في هذه المناقشه يوم الخميس في الواحده؟
بغيت شي بيجامه.
واخا. غادي نعيط ليك فاش يكونو واجدين.
اشنو رايك ف الغدا؟
غاتوقف الليموزين فالبوابه الشماليه اولاً.
حتي اي وقت متاخر يمكنني استخدام مطعم الفندق؟
واش هاد القطار مباشر؟
ايوا، الوقت بدا كيتاخر. كنظن خاصني نمشي دابا. شكراً بزاف علي هاد الامسيه الراءعه.
واش ممكن ناخد شي دوا لوجع الكرش ديالي؟
بغيت دجاج مشوي.
هادشي غلطي. ماشي غلطتك.
سمح ليا، امتي غادي يسالي هاد الفيلم؟
هاداك، عافاك.
تسرقات ليا الحلي ديالي. خاصني ندير شكايه.
غير صبر شويه، غادي نربطك مع السيد جونز.
السلام عليكم. هادي هي شركه يونايتد ايرلاينز.
فين تعلم السيد جونز اللغه اليابانيه؟
عندي واحد صغير بنفس التصميم.
واش يمكن ليك تصايب هاد السروال؟
الجمعه ليلاً، علي الساعه التاسعه.
واش هاد الباب ديال لاس فيغاس؟
واش عندكم حافله من المطار؟
عافاك، بغيت ملعقه اخري.
هادشي شويه مالح، ولكن كيعجبني. واش جبتيه معاك من اليابان؟
اذا كان ممكناً، المرجو الاسراع في ذلك.
واش تقدر تخلص هنا عشره دولارات كوديعه؟
ايه. فيقني بعد ثلاثه ساعات، من فضلك.
بغيت نطلب، الله يخليك.
واش خاصني نقول اه ولا لا؟
جوج معالق، الله يخليك.
اين هي المحطه القادمه؟
الطوموبيل كدير شي صوت غريب.
فاش كيسد البريد؟
لقد دفعت بالفعل وديعه بقيمه خمسين دولارًا عند تسجيل الوصول.
واش عندك شي دوا للمعده اللي مريضه؟
واش خاصني نلبس كوستيم و كرافات؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت صاكي.
بغيت ناكد الرحله ديالي مره اخري.
الساعه ديالي. كانت ساعه رقميه سويسريه الصنع جديده.
دوزت داك الامتحان بنجاح كبير.
بغيتك تاخدني لبعض الاماكن المثيره. انا ساءح، كما تعلم.
هل يمكنني القيام بجوله سياحيه اثناء وجود السفينه في الميناء؟
غادي يكون حسن ليك تعدل المرايا ديال الرءيه الخلفيه.
غانْتْسَنَّاوْ شْوِيَّه، عْشَرْ دْقَايْقْ اَوْ حَاجَه مْثْلْ هَاذْ الشِّي.
واش نقدر ناخد ليكوم الطباسل ديالكوم؟
غادي نكون فرحان بزاف باش ندير هادشي. شحال الساعه بغيتي؟
اعتقد انني نسيت اله التصوير ديالي هنا البارح ملي تعشيت.
جمعهم عند البوابه.
اوه، لا. هذا لن يكون ضرورياً. يمكنني ان اعتني بهذا. لقد قمت بما يكفي بالفعل واكثر.
اما ان تصلحه او تستبدله، من فضلك.
يمكنني القيام بذلك في وقت ما من الشهر القادم.
خُد وقتك.
كيف يمكن مقارنه هذا المنتج الجديد بالمنتجات الحاليه؟
الباعه في هاد المحل لطفاء بزاف.
واش تقدر تحافظ ليا علي هاد الشي؟
غير بلّي معايا دقيقه، عافاك.
واش عندك بطاقات المطالبه ديالك؟
بغيت نكري طوموبيل لمده اسبوع.
اه، غسليه بشكل منفصل في البدايه.
عافاك وريني شي ساعات ديال الرجال.
الساعه هي العاشره و اربع دقاءق.
شْحَال كَايْكُلْفِي الطُّومُوبِيلْ لِي لِيمُوزِينْ بَاشْ نْمْشِي لْوَسْطْ билет билет билет билет билет
منذ الصباح.
خاصنا نسرعو. راهم بداو كيطلعو.
كَايْجِي مْلاَءِم بْزَّاف.
طلبت الدجاج.
لمده عشره ايام.
شْحَالْ عُمْرْ هَادْ الْوَلْدْ؟
شْحَالْ هَادْ الشِّي كُلُّو؟
بغيت بحال هاداك، الله يخليك.
لقد فقدت شيكات السفر الخاصه بي.
عافاك عطيني شي دوا ديال الزكام.
عافاك حطو فشي كُون.
كانشوفو ديما كل صباح فالقطر.
واش تقدر تتعشي معانا هاد العشيه؟
غانبقي فالفندق B حتي لغدا. غانكون فرحان الي قلتيلو بلي انا هنا.
الرحله تاخرات بخمسه واربعين دقيقه.
سميتي شينو يامادا.
ما هي تخصصات هذا المطعم؟
عندنا نبيذ ابيض ممتاز.
غير دوا ديال الزكام.
واش تقدر تجيب لي الحقيبه ديالي للبهو غدا الصباح؟
اوه، يبدو انني افقد شيءًا ما في كل مره اسافر فيها.
فقدت القدره علي استخدام ذراعي الايمن.
السلام، واش هادا ديال روي؟
من بعد، غادي توصل لشارع ديال التسوق. الي تبعتي الشارع غادي توصل للمحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره القطار.
واش ممكن ناخد بروشور؟
عافاك، وصل لهيه قبل التسعود.
نعم سيدي. كيف بغيتيني نقطعو؟
اعتقد ان هناك خطا في الفاتوره.
غير الزيت والخل غادي يكونو مزيانين.
عندي بالضبط اللي بغيتي. واش نقترح عليك هادشي؟
قهوه مع سكر.
هاد الساعه هي السابعه عشر. اوه، انا اسف. لقد ارتكبت خطا.
واش سمعتي شي نهار علي الاسبوع الذهبي فاليابان؟
شكرا لك. ارجوك عد مره اخري.
واش باقي عامر كامل؟
واش ممكن نخليها في اي بلاصه في البلاد؟
اي رقم يجب ان اتصل به من هنا؟
كيف يمكنني الوصول الي ديزني لاند؟
واش كَاتْفَكّْر هَكَّا؟
سمح ليا. فين كاين المطعم الرءيسي؟
بغيت نْدير مكالمه لليابان.
دي تويلف هو رقم مقعدي. فين كاين؟
اشنو هادشي، عافاك؟
اي نوع تفكر فيه؟
ايه. غادي نوصلو علي الساعه تمنيه بالتوقيت المحلي.
اذا لقيتي شي حاجه، عافاك اتاصلي بيا.
واش ممكن ناخد شي لحم خنزير وبيض؟
بغيت عصير الدلاح كتحليه، الله يخليك.
الماء الساخن ليس ساخنا بما يكفي.
واش غادي تشرح ليا كيفاش ندير هادشي؟
عافاك، كتب العنوان ديال الاتصال ديالك هنا.
واش ممكن نستعمل الفلاش؟
شكراً. عُدْ الي غرفتي في نفس الوقت غداً. ساكون قد جهزت الصور بحلول ذلك الوقت.
سمح ليا، حالياً يمكن ليك تطلب غير من لاءحه الليل.
واش بالرصاص ولا بلا رصاص؟
عندي صداع.
هادي هي الغرفه رقم 1207.
بغيت شي بيت اخر.
شْحَالْ هَادْ الْفِيزَا صَالْحَه؟
واش كاين شي سبيطار هنا فهاد المنطقه؟
بغيت كوستيم.
واش عندك عرض اكبر؟
واش ممكن نجرب القياس تسعه؟
فندق امن يقدم فطوراً جيداً، من فضلك.
فين كاينه حديقه الحيوانات؟
واش كاين شي وحدين اكبر من هادو؟
ثلاثين دولار وثمانين.
هذا يعتمد علي مدي دفء المكان، ولكن في وسط اليابان، يكون ذلك في اواءل ابريل.
برگر بالجبن مع البطاطس المقليه.
فات الاوان باش تلحق اخر قطار.
ما عنديش شي صرف.
واش خديتي تذكره الحافله ديالك؟
عافاك، بغيت ناخد كريدي.
كنت علي متن الرحله رقم 828 لشركه يونايتد ايرلاينز.
كَايْنْ بْزافْ دْيالْ الصْداعْ حْدا الغُرْفَه دْيالِي.
ففي الساحل الشرقي، تجد ايضا اماكن مشهوره، مثل نيويورك، واشنطن العاصمه، وبوسطن.
واش عندك اوراق يابانيه؟
هادشي كيبان مزيان.
واش ممكن نخلي عندك الحقيبه ديالي حتي وحده؟
واش كاين شي جوله فالمدينه؟
اجل، اعتقد انني مضطر لذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
فهمت. ساحاول كراء سياره من نوع سيتروين.
عندي موهبه طبيعيه من يوم ما تزاديت.
هادشي مزيان. فين هو الخبز؟
المرجو عدم التدخين. واريد مقعداً بجانب النافذه، من فضلك.
و شحال كَاتاخد علي الخياطه؟
ايهما اسرع، سياره اجره ام سياره اسعاف؟
واش عندك هاد التيشيرت بلون اخر؟
ما خاصكش تبقي تشوف التلفزه طول الوقت.
ايه، حنا قربنا ليه، قربنا ليه.
غادي يكون حسن ليك تدخل للمستشفي ديالنا.
فين نقدر نلقي سوبر ماركت؟
هادشي شويه غالي. واش مايمكنش تعطيني تخفيض؟
شْحَالْ مْنْ مْحَطَّه بَاقِيَه حَتَّي نْبَدَّلْ؟
هاد الراجل سرق لي صاكي.
حبوب الهضم وحبوب وجع المعده مختلفين، ياك؟
بغيت نشوف الميناء.
فكره زوينه.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْمْشِي لِيهْ
غادي ناخد عشرين من اكبر دببه لعبه، من فضلك.
اشنو هو رقم الصندوق؟
هادشي ساهل. غادي نْقلّب غير فدليل الهاتف.
واش عندكم شي غرف اكبر؟
شْحَالْ هِيَ فَاتُورَتِي؟
بغيت نبقي فهاد الغرفه ليله اخري.
سمحلي، بغيت نعطي التقرير ديال السرقه.
هادشي كيعتمد علي وسيله النقل اللي غادي تستعمل. واش غادي تسافر بالحافله ولا بالطياره؟
واش عندك شي مانع الي جلست هنا؟
واش نقدر نبعث غير ايميل واحد بدولار واحد؟
نعم، ارسله من فضلك الي الغرفه رقم اثنا عشر واربعه وثلاثين.
عافاك، عمر هاد الفورم ديال التسجيل.
بغيت جوج تذاكر ديال الرحله ذهابا وايابا لاكسفورد.
فاش خاصني نجي للمطار؟
هادشي بطيء.
فين نقدر نطبع الفوطوغرافيات؟
لا، ارجوك لا تفعل. هل يمكنك الاحتفاظ باسءلتك حتي نهايه حديثي، عندما اطلبها؟
بغيت بلاصه مزيانه.
اعتقد ان المرحاض لا يعمل. انا بحاجه الي مساعده.
ما كاين تا شي حاجه صعيبه او غامضه.
غانْديكْ لبلاصتك. تفضل من هنا.
سمح ليا، واش نقدر نسولك شي سءال؟
اعتقد ذلك.
مرحبا. سعيد بلقاءك.
بغيت نرسل هاد الامتعه حتي طوكيو، الله يخليك.
واش غادي تورّيني شي حاجه شويه كْبَرْ؟
اعتقد ان الملابس المصنوعه في اليابان مصممه بشكل افضل بالتاكيد.
غادي يكون حسن ليك توقف.
عاود قول هادشي عافاك.
واش تقدر تكتب ليا العنوان و نمره التليفون، عافاك؟
واش سخون؟
من اي مطار ساغادر؟
واش ما خديتيش الفورميلا ف الطياره؟
بغيت مكواه.
بلغ المجموع ثمانيه وثلاثين دولارا.
شكراً علي مشاركه افكارك الفريده معنا.
كنمشي نتزلج مرتين فالشهر فاش كيكون الموسم.
ولدت في اليوم الاول من ابريل سنه الف وتسعماءه وخمسه وخمسين.
واش ممكن نكَري راكيتات؟
واش هاد الحافله هي اللي غاديه للوسط المدينه؟
بْشَحَّال هَادْ الْعِطْر؟
اشنو الهدف منو؟
فين نقدر ندير الاجراءات؟
خمسون جنيها.
واش هاد الشي كيشمل الضريبه؟
ما هي الاكياس؟
عافاك عيط علي الاسعاف.
غانْراهَنْ بْثْلاثَه دُولارات علي هَادْشي.
كيفاش غاديه الامور؟
ما كاين حتي ماكله ما كتعجبنيش.
يوم الدستور او "كينبو كينينبي" هو عطله وطنيه في الثالث من مايو للاحتفال بتاسيس الدستور الياباني الحالي. prací prací
هل تشمل هذه الجوله زياره الي برج سيرز؟
واش كاين شي مكتبه هنا فهاد المنطقه؟
غانمشي نحضر المدرسه الصيفيه فجامعه هاواي.
فين غاديين دابا؟
شخصان بالغان وطفل يبلغ من العمر ثلاث سنوات.
فِي مَرْحَاضٍ فِي الْمَحَطَّه.
