بغيت نحجز طبله للعشا الليله.
هاك. خلي ليك الصرف.
غانبقي فالفندق الفا.
علاش الاقراص المدمجه رخاص بزاف تما؟
الثمن هو خمسه وسبعون سنتا. المرجو ان يكون لديك المبلغ الصحيح.
كيعجبني الجاز.
هل سيكون هناك تفتيش فردي للامتعه في الجمارك؟
بغيت نحجز غرفه فرديه في الفندق ديالكم، لمده ثلاثه ليالي بدءا من فاتح يوليوز.
الي الفندق الكبير.
ولكنه لا يقول جسر البوابه الذهبيه. يجب ان نسال شخصا ما. عفوا، هل هذه هي محطه الحافلات الصحيحه للذهاب الي جسر البوابه الذهبيه؟
اه، هاهو.
اه. واش نقدر نعاونك؟
عافاك، عيطي للنادله اللي كتسنا هاد الطبله.
بغيت شي كحول ميثيلي.
واش نقدر نستمر فالسفر؟
واش كاين شي حد باش يهتم بيه؟
تهلا فراسك.
سالييت، شكرا.
واش ضروري نلبس جاكيط وكرافاط؟
اي فصل هو الاجمل في هذا البلد؟
غايطول هادشي شي عشرين دقيقه.
واش ممكن نطلب كاس ديال النبيذ؟
غانوريك فين كاينه بيتك.
بغيت ناكد الحجز ديالي.
من الاحسن ليك دير فحص شامل فشي سبيطار عمومي.
السلام. هادا هو المشغل الدولي. شنو هو الرقم اللي بغيتي تعيط ليه؟
جنب كاونتر الخطوط الجويه السنغافوريه اللي تما.
هادشي ما خدامش مزيان.
واش ممكن تعطيني الساروت ديالي، عافاك؟ رقم الغرفه هو واحد و خْمَطَاشْ.
خود هاد الوصفه الطبيه للصيدليه.
واش ممكن ناخد بلاصه حدا الممر، عافاك؟ بغينا بلاصه مايكونش فيها التدخين.
الانسه يوشي ساوا. ي و ش ي ي س و ا. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
باسم شركه ياماتو كوجيو، اود ان اعبر عن شكري الجزيل لكم علي لطفكم ومساعدتكم في قياده هذا الاجتماع الذي انتهي بهذه النتاءج الجيده.
مايمكنش نتحرك.
سمحلي. كنقلب علي هاد العنوان.
حقاءبي تعرضت لاضرار كبيره.
فين كاين اقرب مدخل؟
غرفه مفرده مع حمام، من فضلك.
خاصني نتجنب الماكله اللي فيها السكر.
بغيت بلاصه حدا النافذه، الله يخليك.
بغيت نحجز طبله لشخصين.
هادشي باين غادي يكون ممتع. علي اش كنتسناو؟
واش هادشي معفي من الضريبه؟
بغيت نصلح الساعه ديالي. هاد الساعه كتخسر تقريبا جوج دقاءق فالنهار.
عالم صغير.
بغيت نكري شي زلايج ديال الما.
لا، خليني نشوف الاول.
واش كاين شي اتهامات اخري؟
فين كاينه الساحه؟
شكراً. سنوقظك في الثامنه.
واش نقدر نبدلو برحله قبل من هادي نهار الخامس؟
و رغم ان "الرينجي" هو كتابه الخطه الاصليه و تعميمها علي الاشخاص المعنيين للحصول علي موافقتهم.
سمح ليا، ولكن فهاد الوقت كلشي عامر.
واش عندك شي خواتم ديال الاوبال؟
واش غتلعب معايا؟
عافاك، عَمْرْ لِي هاد الوصفه الطبيه.
اذا كانت لديك فرصه لزياره طوكيو، فلا تتردد في الاتصال بي.
دابا هدرتي مزيان.
واش عندكم شي جولات سياحيه؟
غادي تجيب ليا هاد الكمبيوتر الشخصي، ياك؟
بغيت شريط ديال كاميرا الفيديو، الله يخليك.
اخشي انني لا استطيع دفع اكثر من ستين دولارًا في الليله.
غاناخد قهوه مع الحليب.
واخا. عافاك، كَمّل هاد الفورمُولير و وقّع عليه.
من الاحسن ليك ما تبقاش سهران طول الليل.
باي وقت خاصني نرجع للحافله؟
ما عنديش فوركيت.
واش عندكم رحله للاس فيغاس؟
ما نقدرش نحرك رجلي اليسري حيت كتعطيني بزاف ديال الالم.
فين كاينه بلاصه ديال استلام الامتعه؟
واش تقدر تزيد شويه ديال الما فكاس ديالي؟
كانْتْفَكَّرْ بْلِّي خْدَيْتْ صُورَه فْرِيسْتُورَانْ فِينْ تْغَدِّينَا.
وصلت الي هنا بالقطار الذي غادر لندن في الساعه الثانيه عشره وخمسين دقيقه.
نعم، عندي. متي يمكنني اعاده اصدارها؟
واش عندك شي حاجه خفيفه؟
مساء الخير. شحال من واحد كاينين فالحفله ديالكم؟
عافاك سير.
سمح ليا اسي، ولكن كلشي محجوز.
واش تقدر تكتب هادشي، عافاك؟
خاصني نمشي للحمام.
شنو هو معدل التضخم؟
فريق سينسيناتي ريدز خاسر بثلاثه اشواط.
فين كاينه المنطقه ديال التزلج علي الثلج؟
اه، هل ستخبره ان نوريكو ايتو اتصلت؟
فين نقدر نخلص ثمن المسافه الاضافيه؟
فين كاينه الحافله المكوكيه؟
بغيت شي سولي.
واش بغيتي نعطيك شي حاجه باش تبكي؟
طحت من الدروج.
غسل هاد الشي قبل تسعه ديال الصباح غدا.
بغيت نمشي نصيد.
كَتْقَدّْمْ لِينَا قْهْوَه مْعَقّْدَه.
واش تقدر تصلح لي الكعوب ديال هاد الاحذيه؟
بغيت نعرف وقت اقلاع الرحله ديالي اللي غادي نكمل بيها السفر.
راه كاين تما. مرحبا بيك تاخد واحد.
واش ممكن نستعملو ملعب التنس هاد العشيه؟
واش غادي تجيب ليا الفطور غدا مع الثمنيه الصباح؟
واش نتا من هاد المنطقه؟
من اي نوع من الجلد صُنعت هذه المحفظه؟
فين كاين البلاصه اللي نقدر نركب فيها الحافله اللي غاديه للمحطه ديال المدينه؟
عندك عينين زوينين.
فين كاين بلاصتي، عافاك؟
بغيت فلتر ديال الاشعه فوق البنفسجيه، الله يخليك.
واش ممكن نشوف شي حاجه ارخص؟
بغيت طابله ديال غير المدخنين، الله يخليك.
واش هاد الجوده هي احسن حاجه عندك؟
اشنو بغات تشرب السيده؟
سمحلي، واش كتمشي للشارع الثالث والشارع السابع والعشرين؟
سمح ليا. فين كاين البار؟
شكراً. احتفظ بالباقي.
واخا، غادي نعيط ليك من بعد. شكرا.
واش كاين بلاصه للعب؟
واش عندك جوج تذاكر ديال "الجميله والوحش" ليوم الاربعاء؟
واش عندكم جوله ليوم كامل؟
فاش غنوصلو لنيويورك؟
خصني نمشي دابا.
اخشي انه لن يصل حتي الغد.
هذا ليس مشكلاً. لقد اخذنا بالفعل هذا النوع من الحالات بعين الاعتبار في حساباتنا.
واش تقدر تديّني لشي سبيطار؟
فين كاينه اقرب صيدليه لي خدامه طول الليل؟
واش عادي ناكلو غير الحلوي؟
واخا. خلينا نتحققو من كلشي بشكل كامل.
كانت حركه المرور مروعه جدًا في منطقه اتسوجي، اليس كذلك؟
هوما واسعين بزاف.
السمك اللي كتقصد هو الفوغو. عندو سم قاتل في الكبد و المبايض ديالو.
كنت كنظن ان هاد الحفل كان مزيان بزاف.
فين كاينه غرفه الامتعه؟
واش ممكن نصور من لداخل؟
ما نقدرش ندير هادشي بوحدي.
ما عمرني شفت شي منظر واسع بحال هاكا.
خاصني نشوف شي طبيب ديال العظام.
ايه. ما كنتش كنحس براسي مزيان لمده يومين تقريبا.
عندي اسهال.
علاش كيتقدم الغدا فثلاثه ديال السوايع؟
الجمعه عامره تماماً حتي الساعه الثامنه والنصف.
واش ممكن تلفهم ليا، عافاك؟
قولي ليا اسماء شي مطاعم مزيانين.
امتي تقدر تعاود تصدارو؟
خليني نفكر فهادشي. غادي نشوف شي محلات اخرين.
واش عشره دولارات لثلاثه كافيه؟
ما بغيتش نخلص اكثر من ثلاثين دولار للقطعه الواحده.
واش كاين هنا باش نبدل الين الياباني؟
اعتقد ان هذا افضل بكثير من ذاك.
تكلم باليابانيه من فضلك.
بغيت بلاكه ديال الشوكولا، الله يخليك.
وقف هنا، من فضلك.
هذا يبدو مثيراً للاهتمام. متي تبدا الجوله؟
حجزت سياره لمده يومين في اليابان.
واش تقدر تقولي فين نقدر نعمل التشيك ان ديال هاد الرحله؟
واش ممكن تصورني، عافاك؟
بغيت طابع بريدي لهاد الكارطه، الله يخليك.
واش ممكن نكَري سرج وخوذه؟
واش ممكن ناخد شي كاس ديال النبيذ اخر؟
شكون اللي بني هادشي؟
هل الضمان صالح في اليابان؟
لا، ما عندناش هادشي.
درت جوله في سيدني.
امتي غادي يوصل؟
سمح ليا، واش ممكن تجيب ليا شوكه اخري، عافاك؟
واش كاين شي جامع قريب؟
واش نقدر ناخدو بلا وصفه طبيه؟
هل لي ان اقترح ان نصوت علي هذا الان؟
بغيت نبقي هنا هاد الليله.
كانخدم فالمجال الاعلامي.
شكراً. واين يمكنني الحصول علي بطاقه هاتف؟
عافاك، عطيني شيكان منفصلين.
اشنو نوع الاكل اللي كيعجبك؟
ثلاثين دولار تقريبا؟
واش تقدر ترسم خريطه؟
انت علي علم جيد.
هاداك جوج جوج تلاته دوبل واحد دوبل واحد.
اوه، انه جميل حقًا. يبدو راءعًا عليك.
فين غادي؟
تذكره واحده، من فضلك.
كنتمني يبقي الطقس هاكا.
بغيت نزور متحف الميتروبوليتان للفنون ومركز لينكولن حتي هو.
بعد الاعصار، يكون لدينا عاده يوم خريفي صاف.
نعم، سيكون هذا جيدًا. ما هي التكلفه الاضافيه للطباعه المزدوجه؟
شْحَالْ خَاصْنِي نْتْسَنَّي حَتَّي يْوَصْلْ؟
رجال الشرطه. لدينا امر تفتيش. افتح الباب.
امتي غادي يكون الاستراحه؟
واش تقدر تقصر الطول بجوج سانتيم؟
غانشوف شنو نقدر ندير.
خاصني ناخد الطياره فزوج دالنهار.
شكراً جزيلاً. هذه هي تذكره التعديل الخاصه بك.
نوعا ما. كنت في المنطقه.
كنت كناكل وجباتي بالبونات.
اي واحد خفيف؟
انا غير كنشوف، شكرا.
جوج هامبورغر و جوج كيسان ديال القهوه، الله يخليك.
خصك ضروري دير شي حاجه علي هادشي. خصني نرجع لطوكيو غدا.
العاشر و الحادي عشر من اكتوبر، و المغادره في الثاني عشر.
شْحَالْ هِي التَّاْمِينَه؟
كيف حال الماء؟
هادو هدايا ديال صحابي.
امتي غادي يْتْسالا هادشي؟
طاحت لي الشوكه ديالي.
لا ابداً. اتمني ان يكون كل شيء علي ما يرام غداً ايضاً.
واش خاصني نلبس لبسه رسميه؟
بغيت زوج تذاكر لعرض التامنه.
سمح ليا. واش تقدر تقول ليا وقتاش كتحل؟
هاد التذكره غير صالحه.
ثلاثون وخمس ساعات، باستثناء ساعه واحده لتناول الغداء. وماذا عن شركتك في اليابان؟
هاد البرج عندو ارتفاع ديال ستميه واربعه وثلاثين قدم.
بغيت راديو ديال الطوموبيل، الله يخليك.
واش تقدر تشوف المسوده ديالي ملي نكملها؟
واخا. غادي نبعث ليك الاشعار قريبا.
عندك تقرير من الشرطه، اليس كذلك؟ ما هي ارقام الشيكات الخاصه بك؟
راه مقطوع.
فين هو الدليل؟
مصارعه السومو هي رياضه وطنيه في اليابان.
امتي كَاتلبس الكيمونو؟
اه. بغيت نستعمل الفيزا. الرقم هو اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنان ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
واش عندك هادشي بالمقاس ستاشر، اللون الاحمر؟
بغيت تامين شامل.
واش دوزتي رحله زوينه؟
اشنو بغيتي دير؟
شكراً. هل يكون الطقس مجنوناً داءماً في لندن؟
قول ليه يتصل بيا منين يدخل فالحال. هاد هو الرقم: تلاته خمسه اربعه ثمانيه واحد واحد تلاته تسعه. فندق هيلتون، الغرفه رقم اثنا عشر او تسعه.
امتي غتكون نهاءيات NBA؟
ماكانعجبنيش هاد النوع.
اي مسار يءدي الي برلين؟
كسرت الفازه بالغلط.
واش نْقَدّم الويسكي قبل الحساء ولا من بعد؟
واش تقدر تحط هاد الصاك فبلاصه اخري؟
سنقوم بمتابعه التطورات بعنايه بعد عودتنا الي اليابان.
واخا، ما تخممش. انا تكلفت بكلشي.
مزيان. و شنو بالنسبه لليابان؟
سمح ليا، ولكن الفندق عامر وكل الغرف محجوزه.
واش مسموح لينا ناخدو صور داخل المتحف؟
هاد الاظافر الاصطناعيه ديال الاكريليك كتخلي اظافرك طوال.
واخا، مزيان. كنتمني مايتعاودش هادشي.
بغيت شي شامبو ديال الرغوه.
خصني ننزل. هاد القطار ماشي هو اللي بغيت.
ضاعت لي السلسله ديالي.
يمكن ان تكون هاديك التهاب الزايده الدوديه.
عافاك، كتب هادشي.
واش غادي تورّيني هذاك؟
شنو خاصني ندير منين نرجع الطوموبيل؟
علاش ما نهضروش علي شي قهوه؟
شنو هي تخصصك؟
غاتسالا مع الواحده ديال العشيه.
بغيت نلغي الاطباق الاخري حيت هادشي كاياخد بزاف ديال الوقت.
الرءيس ديالنا؟ اه، راه كيشرب الكوكتيل. بغيتك تتعرف عليه. اجي معايا.
شي حد، عيطو للبوليس.
كنقلب علي شي هديه تذكاريه لوالدتي.
فين كاين انا فهاد الخريطه؟
يمكن.
درت الساروت ف الطوموبيل و سديتو عليه.
كنت غادي نقول انك عندك شي خمسين و خمس سنين.
ما مسموحش هنا بالدوران لليمين.
واش كاين شي كاراج ديال تصليح الطوموبيلات هنا فهاد المنطقه؟
هذا ترتيب خاطء.
كانخطط باش نْقَضِّي غدا فالتسوق.
هذا شاءع.
اه، هادي اول رحله ليا.
بغيت نبدل الغرفه و نمشي لوحده اخري.
واش عادي نضيفو الدرايڤرز؟
فين كاينه المحل التجاري؟
نسيت صاكي فوق الكرسي ديالي. واش تقدر تقلب عليه؟
ساندويتش واحد من لحم الديك الرومي. خفف من الخردل، من فضلك.
كنقول ان الصيف هنا ماشي بزاف خايب.
انت رجل محظوظ. لقد وجدوه علي المكتب الامامي مباشره ويحتفظون به علي انه كاميرا مفقوده. هل نعود؟
متوسط النضج، من فضلك.
خصك تخلص زياده ديال الفلوس فاش غادي تخرج من الطوموبيل.
كيفاش كتربط حزام السلامه؟
غانعيط للبودي گارد.
راه عامر. ما كاين والو لي نقدرو نديرو.
سير فخط مستقيم لمده جوج بلوكات.
عافاك، عيط علي الاسعاف بزربه.
سمح ليا، فاش غادي توصل الطياره لطوكيو؟
هل هذه التذكره لا تزال متوفره؟
واش تحتاج ستيلو ولا قلم رصاص؟
هاد الراجل مايمكنش نتيقو فيه.
واش عندك شي خريطه ديال ركوب الدراجات؟
المقاس هو 10، سيدتي. الملصقات الحمراء موضوعه علي المقاس 10.
بَالْفَكَّه، عَافَاك.
اه، كنديرو هادشي. واش بغيتي تقرا حتي شي مجلات يابانيه؟
عافاك، خلط.
اه، نعم. نسمي موسم الامطار الياباني تسويو.
عافاك عمر الخزان.
ما كنحس بوالو ف رجلي اليمني.
طبعاً. لكن لا توجد غرفه مزدوجه اخري متاحه الليله.
اشمن طول خاصني نقطعو؟ هاد الطول تقريبا؟
هل يجب علي الجميع النزول؟
واش ممكن تهضر بشويه بشويه؟
هاد الدوا عطاه ليا الطبيب ديال العاءله ديالي.
يقال ان تاريخ الامه وتقاليدها وثقافتها تنعكس في اعيادها الوطنيه.
هل ستقلع هذه الرحله في موعدها؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول علي المساعده باللغه اليابانيه. واحد ثمانيه مءه
خليني نشوف هاد الطوموبيل.
واش تقدر تنصحني بشي محل مزيان باش نشري فيه ساعات قديمه، عافاك؟
اه، غادي نتفكر هادشي.
كنحتاج محول فولطيه وبلاكات وبرايز. الفولطيه فهاد البلاد مختلفه علي ديالنا، وحتي الاجهزه ديالها مختلفين.
كانوا اربعه شبان.
اعتقد انني اعاني من اجهاد في اسفل الظهر.
واش بغيتي تزيد هاد الشوارب شويه؟
بغينا منك تمشي للمصنع ديال ABC.
الحجم العادي، من فضلك.
سميتي شيبا. رقم الغرفه ثلاثه واربعين وخمسه.
كَايْعْطِيُونَا عْشْرِينْ يُومْ دْيَالْ العُطْلَه مْخَلْصَه فْكُلْ عَامْ.
ماكايناش الصاكات ديالي هنا.
واذا تحدثنا عن اللمس، فان الرجل الامريكي يضع ذراعه حول ظهر سيده بطريقه طبيعيه.
فين هو الماكله اللي طلبت؟
حيت غادي نوجد هاد السلمون علي طريقه ميونير.
هادشي بزاف ديال اللطف منك باش تعيط تسول علي صحتي.
ما زال ما كنحس براسي مزيان.
صعيب بزاف باش تشيل معاك بزاف ديال الحوايج، لذلك غادي نشري جميع الهدايا التذكاريه ديالي في اليوم الاخير.
غادي نبداو سينما في السما بعد دقاءق قليله. واش بغيتي شي حاجه تشربها؟
انا من المغرب.
حط الصاك هنا، والڭرݣه فالماريو، الله يخليك.
ما كاين حتي فايده من شرا الحوايج الرخاص.
ها هي تذاكرك ووصل تاكيد الحجز الخاص بالفندق.
عافاك، صيفط ليا شي طبيب.
يمكنني قضاء كل فتره ما بعد الظهيره.
شكراً. هذا كل ما احتاجه الان فقط.
شكرا جزيلا. رقم غرفتك هو سبعه وعشرون. اليك مفتاحك. سيقوم حامل الامتعه لدينا بحمل امتعتك.
حيّد حوايجك وتكا تما.
واش غادي تعارض الي طفيت الراديو؟
كانت ردود فعل الموزعين علي المنتج جيده.
بغيت شي ما سخووون بزاف.
خلينا نخلصو كل واحد علي راسو.
نادله.
ديْتْ خوْتِي الصْغَارْ لْحَدِيقَه الحَيَوَانَاتْ.
مساء الخير، نلتقي مره اخري.
غير باش ناخد شي تذكار. كيفما كتشوف، ما عندناش هاد النوع ديال الطاكسي فاليابان.
واش ممكن نصور صور داخل المتحف؟
اي نوع من الالعاب يلعب بها الصبيان الذين تتراوح اعمارهم بين خمس وست سنوات في انجلترا؟
بغيت نحجز ف الرحله السادسه ديال جال لي غاديه لنيويورك نهار الثاني عشر.
اعتقد ان هذه فكره جيده. اذا لم تكن هناك اعتراضات علي هذا، اود ان اجري تصويتا.
كيف يمكنني الوصول الي هناك عن طريق حافله الليموزين؟
الشيء الوحيد اللي باقي عندنا اليوم هو جوله في المدينه. كل الجولات الاخري هي جولات ليليه.
صنع في ايطاليا؟
اي خط يذهب الي محطه لندن؟
واش عندك ولاد؟
هادشي ماشي ذنبك.
تفضل من هنا. السادس والسابع من هذا الصف.
فين كاين المنحدر ديال الارانب؟
ما كاين حتي خدعه.
واش يمكن ليك تبعث ليا شي وثاءق علي المنتوج الجديد ديالك؟
واش هاد الكاميرا ديال التصوير ديال 8 مليمتر هي هديه؟
بغيت فلاش.
بغيت شي واحد يفيقني، الله يخليك.
واش كتقصد انك ما بغيتيش تتفاهم معاهم؟
اه، غادي نديرها. امتي غادي نمشيو من هنا؟
سميتي ريسا كوباياشي والرقم اللي كنسكن فيه دابا هو جوج صفر سته خمسه جوج خمسه ثلاثه واحد سته ثمانيه.
بغيت راديو ديال الجيب، الله يخليك.
قدّاش غادي تبقي هنا؟
كتاخد شي ايام.
صباح الخير، سيدي. هل يمكنني مساعدتك؟
غانوصل بعد العشا.
غانْصايْبْ العْقْدْ فْهادْ الاُسْبُوعْ الجاي.
خمسه. بغيت الطبالي يتلاحو مع بعضهم.
هذا التغيير خاطء. من فضلك اعطني ثلاثه دولارات اضافيه.
بغيت ننزل فالمحطه المركزيه. عافاك قول ليا فاش نوصلو ليها.
واش هاد الجلد حقيقي؟
عافاك عيط لبوليسي.
اي نادٍ هو الافضل لموسيقي الجاز؟
ما فهمتش.
ضاعت لي صاكي.
واش ممكن ناخد علبه باش نعبر فيها؟
بغيت شامبو ناشف.
المناخ معتدل.
نعم، بالتاكيد سافعل ذلك. ارجوك ان تبلغ السيده كاواكامي اطيب تمنياتي ايضًا.
خليني نشوف شحال كايزن. الثمن غادي يكون تسعين و خمسه سنتيمات.
واش تقدر تضيف الخس والطماطم؟
عافاك عيط علي طاكسي مع جوج ديال العشيه.
دخلاتلي شظيه في صبعي.
شْحَالْ كَايْكُلْفُو فْاليَابَانْ؟
كتاصل لبورتلاند فـ 12 ديال النهار.
هادشي بزاف عليا، كيبان بزاف.
واش ساليتي الغدا ديالك؟
واش تقدر تلفلي هادشي؟
واش تقدر توصف ليا امتعتك؟
حطّو فشي كيس، عافاك.
واش غادي تسنّاني حتي نمشي نزور الكاتدراءيه؟
خلينا نبدلو الجوايه.
من الاحسن انها تملا هاد الاستماره ديال الجمارك و تقدمها.
واش نقدر نستاعير قلم؟
عافاك بغيت كُوره وحده ديال الايس كريم بالكوكو ف الكون.
واش بغيتي شي مشروبات؟
شنو سميتك مره اخري، عافاك؟
خليني نشوف هاداك.
جيت باش ناخد الصور ديالي.
عافاك قص لي الكمام.
عندي حراره خفيفه وعندي كذلك الم في الصدر في الجهه اليمني عندما اسعل.
عشرين دولار مسبقا.
واش كاين شي ديسكوتيك هنا فهاد المنطقه؟
بغيت نمشي لمحطه الميترو.
غانوصلو لهيه مع ثلاثه ونص بالتوقيت المحلي.
بغيت نمشي للشارع الخامس. شحال الثمن، الله يخليك؟
واش نْجِيبْ لِيكْ شي حاجه تْشْرَبْها؟
فين كاينه اقرب حانوت ديال الحلوي؟
اه، نعم. اريد ارسال هذا الطرد الي اليابان. يحتوي علي منتج يدوي من صنع السكان الاصليين.
واااو، كتسوگ بسرعه كبيره. واش تقدر تخفف السرعه؟
واش ممكن ناخد شي كاس ديال النبيذ الاحمر، عافاك؟
شْحَال ثَمَن الغُرْفَه؟
عافاك عطيني هاداك اللي فوق الرف.
غانْهْتَمْ بديك الطبله.
لف هادو واحد بواحد.
هنا، هذا كبير بعض الشيء.
مساء الخير. فندق ستار. كيف يمكنني مساعدتك؟
دخلت زوج من القطع النقديه باش نشري كوكا، ولكن ما خرج والو من الاله.
فين كاين شي بلاصه كيجتمعو فيها بزاف ديال الشباب؟
واش نقدر نبدل شركات الطيران؟
واش نقدر نصرف شي شيكاات ديال المسافرين؟
ماكنتش ناوي نجرح ليك مشاعرك.
بعد الاقلاع، سنخبركم بالمزيد عن خدماتنا اليوم. وفي هذه الاثناء، اذا كان هناك اي شيء يمكننا القيام به لجعل رحلتكم اكثر متعه، فلا تترددوا في طلب ذلك.
عافاك ربط ليا الاتصال مع الغرفه رقم اثنا عشر وثلاثه واربعين.
واش تقدر تديّني عند شي طبيب، عافاك؟
عافاك وريني المبلغ الاجمالي ديال الفاتوره.
الاكل بارد.
واش كاين شي محل ديال الحوايج مزيان للرجال؟
هادشي هو كلشي.
هِيَّ هْنا مُنْ ثْلاثْ سْنين.
بغيت نحجز ملعب تنس علي الساعه ثلاثه ديال العشيه لمده ساعه.
فكلما فشلت، انجح في المره القادمه.
واش هادشي ديال الدراري؟
و لكنني افضل عطراً ليس حلو الراءحه كثيراً.
فدار صاحبي.
اشنو نقدر ندير ليك؟ واش عندك شي مشكل؟
شْحَال كَايْكُلِّي التَّذْكِرَه دْيَال الرُّجُوع؟
سمح ليا. حنا ما كنديروش الحجز.
فين خاصني ننزل؟
واش تقدر تديّني لاقرب مركز شرطه؟
سيتم تحصيل الضريبه بشكل منفصل.
اين هو المكان الاكثر الموصي به للزياره؟
علاش ما تحطش شويه ديال الفلفل اكثر من هادشي؟
بغيت ناكل شي حاجه ايطاليه.
بغيت گوم.
شْحَالْ خَاصْ نْدَفْعْ بَاشْ نْصِيفْطُو؟
شْحَال كَايْكُلْفْ الدُّخُول؟
هيا.
غانوصل لوس انجلس علي الخمسه.
كَانْحَسْ بْوَجَعْ حَادْ فْصَدْرِي.
هادْي سامسونيت زْرْقا كْبِيرَه وْعْلِيهَا بْزَّافْ دْيالْ لاصْقَات.
واش نقدر نمشي فالسفر ديالي؟
واخا، التذاكر غادي يكونو كيتسناوك فشباك التذاكر ديال المسرح. شكراً علي اتصالك ببرودواي تيكيتس.
اعتقد ان هذه الارقام غير صحيحه.
عندنا مشكل.
هاد الطياره تاخرات بساعتين علي الوقت المحدد.
واش كاين احتمال باش يطيح الشتا؟
سمح ليا، واش هاد القطار كيوقف فبالتيمور؟
الغسيل اللي كنت ناشرو فالحمام مشا.
اه، شكراً. بغيت كاس ديال اتاي.
غانراهن بعشره دولارات.
كتاب ارشادي.
عافاك ورّيني كيفاش ندير هادشي.
عاجبني بزاف الكاب لي لابس.
واش كتعرف شي بلاصه مزيانه فين يمكن نبقي فشيكاغو؟
حوالي خمسه الاف ين. شيء ما لفتاه شابه.
فين نقدر نلقي لوحه الاعلانات؟
واش ممكن تفتح ليا الباب عافاك؟
شنو اللي موضه دابا؟
واش كاين استراحه؟
بغي يقتلني. شوف دابا، دير ليا خدمه. سير للحمام، حل الشرجم و بقي تما.
نعم، سيدي. بيروجينو في الجانب الغربي.
واش ممكن نخلي هاد الكاس هنا؟
المرجو المغادره قبل الساعه التاسعه.
غَانْخُدْ الحْساء دْيال الخْضْرا وْالشْوا دْيال الكْتَاف دْيال الحْمَل، الله يْخْلِّيك.
فين كاين الميترو؟
عافاك وريني لون اخر.
واش كاين شي تزلج ليلي؟
بغيت نحجز غرفه لليله هادي.
من بعد ما تسالي مع البوليس، عفاك عيط ليا مره اخري باش نعطيك الارقام الاخري اللي تحتاجهم.
كيتنفخ و كاين الم كيتزاد بشكل مستمر.
عافاكْ صيفْطو لْهاد العنوان.
هاد مشغل الاقراص المدمجه ما خدامش. بغيت نسترجع فلوسي.
زْوِينَه.
اه، غادي يعجبني هادشي.
هذا السيد ياماموتو، الغرفه رقم ثلاثه وخمسه وثلاثون. الاشخاص في الغرفه المجاوره يسببون ضجيجاً كبيراً. اود تغيير الغرف.
واش عندك شي حاجه اضيق؟
شْحَالْ مُدَّهْ هَادْ الْعَقْدْ لِّي خَاصْنَا نْدِيرُوهْ؟
كاس دي شابليس.
شْحَال ثَمَن الرُّخْصَه؟
شْحَالْ هَادْ لْعُمْلَه؟
عندي اوجاع الدوره الشهريه.
كيف العاده.
تاذيت.
هادشي طويل.
الي العروسه الجميله سوزان المقبله علي الزواج. اتمني لك حظا سعيدا.
سمحي ليا، ا لاله. طاح ليك الكلينيكس ديالك.
بالبريد الجوي، من فضلك.
واش بغيتي بلاصه حدا الشرجم ولا بلاصه حدا الممر؟
السلام. واش تقدر تقولي كيفاش نقدر ناخد تذاكر لماتش اليوم؟ حنا دابا ساكنين في مانهاتن.
فين غادي تمشي ف الجزء ديال A؟
شكراً. ساذهب الي حفله.
بغيت فيلم لهاد الشريط بسرعه، عافاك.
واش تقدر تعيط لطبيب، عافاك؟
لا، ماشي بزاف. ولكن عندي شويه الصداع.
واش كاين شي عرض كبير ديال موسيقي الروك؟
انا هنا لاجراء بحث عن السوق.
شوف شنو تقدر دير ليا.
واش نعرض عليك باش تغدا معايا؟
فيزا.
بغيت شي صابون ديال الغسيل.
بالتاكيد. قلت، هل تعرف السيد وايت؟
شكراً علي النصيحه. ساجربها في المره القادمه.
واش عندك الحساسيه من شي دوا معين؟
لا، شكرا.
ما كنظنش هاكا. هاد الفكره زوينه.
واش تقدر تشعل المكيف؟
بغيت قرعه ديال الما المعدني.
واش تقدر توصّي ليا بشي اماكن زوينه للقيام برحلات نهاريه؟
واش ممكن نستاجر دليل للنهار كامل؟
من اي منطقه في الولايات المتحده انت؟
عافاك بدل هاد الفلوس بالجنيهات.
هادشي كيتعلق بالمده ديال الجوله.
واش تقدر تحيد حوايجك حتي للخصر ديالك؟
انا من اسراءيل.
اه، زيتونه عالقه في حلقي.
فين كنلقي الكتب المدرسيه؟
تعرضت للصدم من طرف سياره.
واش ممكن ناخدو شي قصب، عافاك؟
الثلاجه ما خداماش.
واش تقدر تعمر هاد الفورمير و ترجعو ليه بالفاكس؟
نشوفك من بعد.
هل هذا هو الرصيف الصحيح للقطار المتجه الي باريس؟
مرحبا. كان من دواعي سروري.
اوه، هل لا تزال حفلات الغيشا موجوده؟
ولكن اسماء المحطات مكتوبه في الغالب باللغه اليابانيه فقط. لذلك، قد يكون من الصعب فهمها.
اشنو كيدير دود فحقله ديال الذره؟
اشنو بغيتي؟
شكرا جزيلا، ولكن ما هو اليوم الذي تفكر فيه؟
كَانْظُنْ بْلِّي نْتَا جَالِسْ فْبْلاَصْتِي.
ففي هذه الحاله لن يكون لدي ما يكفي من الوقت.
عافاك، ما تدخنش.
بغيت نمشي لمانهاتن. شحال كايكلف هادشي؟
واش ممكن توصّف ليا شي ريستورون معقول قريب من هنا؟ واش ممكن تشير ليه فهاد الخريطه؟
غادي يخصك دوز من بوابه اخري باش توصل لمنصات شينكانسين.
فين كاين السينما؟
هذا كيمونو.
واش تقدر تحطني مع شي واحد كيهضر باليابانيه؟
اربعه ايام.
خليني نشوف، غادي يكونو هوما 14 و خمسين.
تم تاجيل وقت صعود الرحله رقم 175 التابعه لشركه يونايتد ايرلاينز. يرجي الانتظار لمده عشر دقاءق.
مزيان. غادي نشريه.
هل يشمل هذا السعر الضريبه ورسوم الخدمه والافطار؟
خليني نشرح ليك اوقات الاكل فهاد الدار.
عندي درجه حراره مرتفعه.
واش كدير الواجبات ديالك؟
خلينا نعيطو ليه.
هاد العام غادي نمشي لاوروبا باش ندوز العطله الصيفيه ديالي.
كاينين هنا ناس من جميع انحاء العالم.
فين كايديرو هاد المسرحيه؟
واش ممكن تعطيني الفاتوره، عافاك؟
ايوا، فيه ثلاثه شراءح ديال الدجاج، و كيجي معاه البطاطا المشويه والخضره المشكله.
الغرفه المجاوره مزعجه. هل يمكنك ان تحذرهم؟
ضربني.
عافاك ما تقلقش. غادي نلقاو شي حل.
بغينا نلقاو شي بلاصه بثلاثين دولار تقريبا للشخص الواحد.
سمحلي، واش تقدر تقولي شنو هاد العنصر اللي كاين فالمينيو؟
واش تقدر تقول ليا شنو هو اشهر ديسكو فهاد المدينه؟
واش تقدر تقول ليا كيفاش نستعمل التليفون؟
هاد المفتاح ديالو علي شكل كارت. يمكن ليك تبقاه معاك.
واش عارف شحال الساعه اللي كيفتح فيها المتحف؟
بغيت نمشي لحفله ديال الموسيقي الكلاسيكيه.
ايه انماط هي الاكثر شعبيه الان؟
بغيت شي لحم الخنزير.
شْحَال غَيْكُون الثَّمَن اِذَا خْدَيْتُو مْعَ الغِلاف؟
اوه، انا اسف، انه الباب الثاني علي اليسار.
نعم، لدينا "وير" و"ذا سيتي غايد".
عافاك خلي اغراضي الثمينه في الخزنه ديالك.
كون حذر.
سارعوا. هيا بنا. سيدتي، هل يمكنك ان تلتزمي الصمت؟ سيدي، انزل من فضلك. شكرا لك. ابق هناك فقط. اجلس براحه تامه. مهلا، اضف زجاجتين من وايلد تركي ايضا، هل يمكنك ذلك؟
انا مجمد تماما.
قول ليها باللي بغيت نشوفها غدا بعد غدا.
غانبقي مع صاحبي.
فين هاد الدليل؟
هاد الشي كيبان لذيذ.
عشره دولارات من البنزين العادي في المضخه رقم ثلاثه، من فضلك.
كيتضمن الحجز ديالي هاد الجوله الاختياريه.
كيف يمكنني الوصول الي هناك؟ هل يمكنك ان ترسم لي خريطه؟
غانفكر فهادشي. شكرا.
خصني نكون حذر باش مايتنصبش عليا ومايرجعوش ليا الصرف ديالي.
الطبخ الراقي كايولي مشهور بزاف هاد الايام.
استمتعنا بيه. شكرا.
الكتب. كم من الوقت سيستغرق وصولها الي اليابان عن طريق البريد الجوي؟
تجرحت يدي.
اشنو رايك ف نهار الثلاثاء؟
واش عندكم شي جولات ديال نص نهار؟
ما كنفهمش الانجليزيه مزيان. واش كاين شي واحد كيهضر اليابانيه؟
مرحبا، اسمي موري. لدي حجز علي الساعه السابعه.
كَانْتْسَنّا فْصَاحْبِي.
انا من روسيا.
اش طلبتي؟ واش بغيتي شي حاجه تشربيها؟
عافاك، بغيت نتواصل مع السيد تاناكا اللي كاين فالغرفه ثمانيه وعشرين.
عافاك، بغيت المزيد من التوست.
واش ممكن نكَريو المضارب؟
واش بغيتي قهوه ولا اتاي بعد الماكله؟
واش نقدر نوقف ف الطريق؟
اَيُّ نَوْعٍ مِنَ اللَّحْمِ هَذَا؟
واش مءه دولار غادي تكون كافيه؟
هادْي صاكْ كبيره ديال الجْلْد.
واش غادي تورّيني الطريق للمتحف؟
اه، واش ممكن ناخد كوكا، الله يخليك؟
كونفوشيوس في القرن الخامس قبل الميلاد.
واش تقدر تختار ليا واحد؟
واش مصنوع من الجلد؟
غانكون فهاد النمره طيله المساء، واحد جوج جوج ثلاثه واحد سبعه سبعه.
عندي حساء الصويا سريع التحضير.
واش النعاس فوق السرير فاليابان حاجه شاءعه؟
فـ نيويورك.
امتي غادي يكونو الصور واجدين؟
هادشي ضيق بزاف هنا.
هذا فيلم سريع. هل يمكنني اخراج الفيلم؟
عافاك بغيت نطلب سلطه الكول سلو باش نديها معايا.
واش نقدرو نلعبو دابا؟
شكراً لك علي هذا.
لصداقتنا.
واش غادي تقول ليا شنو هي المحطه اللي قبل نيويورك؟
كَاتْكَذّْبْ عليّا، ياكْ؟
ما قادرنيش نتفاهم مع رفيقي اللي ساكن معايا. كيدخن ديما. ما قادرنيش نتحمل هادشي.
واش كاين شي كونصير هاد الليله ولا غدا بالليل؟
سمح لينا. ولكن خاصنا نمشيو دابا.
الممر رقم سبعه.
انا عارف ان الهمبرغر هنا لذيذ.
حنا فرحانين بزاف حيت قدرتي تجي.
السلام. هادا هو المشغل الدولي. شنو هو الرقم اللي بغيتي تعيط ليه؟
واش تقدر طفي المكيف؟
واش كاين شي حاجه بلون اخر؟
هذا كيمورا ك ي م و ر ا.
عافاك، بدل هاد المبلغ للدولار الامريكي.
بغيت نلقي الباب.
واش ممكن ناخد الدوا اللي مكتوب فالروشيطه؟
واش الشرح اللي عطاوه كان بالانجليزيه؟
شوكولا، من فضلك.
جيت لهنا باش ناخد الصاك ديالي اللي ضاع.
هذا مطعم للماكولات البحريه، اليس كذلك؟
فين خاصني نمشي؟
فين كاين الطريق باش نخرجو؟
واش هادي كاسكاد ليميتيد؟
بغيت هادشي، الله يخليك.
اشنو هو رقم الطوارء؟
الوسع كيبان ضيق شويه. واش هادشي مزيان؟
واش تقدر توصّي بشي حاجه اخري؟
فاش خاصني نكون درت التشيك ان؟
عندنا عرض خاص علي فطاءر التفاح بثمن خمسين سنت فقط.
عافاك، بغيت مخده وغطا.
الثامنه، من فضلك.
بسلامه.
الرحله ديالي هي UA one o three فالعاشر من مارس.
واش تقدر تقولي في اي طابق كاينين المطاعم؟
اوه، انا اسف جدا.
فين كاينه اقرب بريد، الله يخليك؟
واش ممكن نشوف بطاقه النزول ديالك؟
درت حجز فالمطار.
واش ممكن نعصر ليمونه؟
كيف يمكنني الوصول الي مكتب البريد؟
واش ممكن نشوف لاءحه الاسعار؟
حنا مجموعين.
عالم صغير، اليس كذلك؟
عافاك عطيني زوج ايروجرامات؟
واش تقدر تعطيني نمره التليفون ديالك؟
يمكنك المجيء في اي وقت تريد في فتره ما بعد الظهر.
هل يمكنك قبول هذا كرمز لتقديرنا وامتناننا؟
شنو هو الحجم بالسنتيمترات؟
حجزنا طاوله علي الساعه التاسعه. اسمي ساتو.
ما كايناش نسخه مطبوعه منو.
كيمشيو للمطاعم باش يتعشاو.
واش الطاكسيات رخاص؟
بصح؟ هادشي زوين بزاف منك باش تقول هادشي.
واش غادي تجيب ليا طاكسي مع العشره ديال الصباح؟
فاش كتسدو؟
واش ممكن نشري ربع كيلو ديال اللحم؟
بصح؟ شكراً بزاف. ما عنديش مشكل ناخد شي وحدين نقراهم فالعطله. ثلاثه كتب غادي يكفيوني.
عطيني الفطور رقم 2.
ففي هذه الحاله، يُرجي التوجه الي مكتب المطالبات ومعك بطاقه المطالبه الخاصه بك.
واش كاين شي قاطره للنوم؟
هادو كبار عليا شويه. واش ممكن نجرب مقاس اصغر؟
شْحَالْ كَايْكُلْفْ الطَّابْعْ الْبُرِيدِي لِلْيَابَانْ عْبَرْ الْبُرِيدْ الْجَوِّي؟
واش ممكن نقاطعك؟
هذا السيد واتانابي في الغرفه سته صفر سبعه. ساغادر الفندق حوالي الساعه التاسعه والنصف. هل يمكنك ارسال شخص ما ليحمل حقاءبي؟
هل لا يزال من الممكن ممارسه رياضه التزلج علي الجليد في ماوناكيا في هذا الوقت؟
واش عندك بطاقه القطار؟
كنت كنمارس الكاراتي ملي كنت فالمدرسه.
خصني نوصل تما حتي الواحده و نص.
شْحَالْ مِنْ سَاعَه كَايْدُومْ السَّفَرْ بِالْقِطَارْ؟
اها. غادي ياخد هادشي تقريبا خمسه دقاءق.
واش كاين شي مواقع تاريخيه هنا فهاد المنطقه؟
الساعه هي الخامسه والنصف. لديك ثلاثون دقيقه للذهاب.
واش عاجبك هنا؟
ما كايناش وراق ديال الكتابه كافيه.
ايمتا غادي تقدر دير هادشي؟
اي بوابه ستكون؟
بغيت نحجز لخمسه ديال الاشخاص علي الساعه سته ديال العشيه ديال اليوم.
نعم، ولكننا سنحتاج الي رسوم توصيل.
يمكنك شراءه في قسم الاثاث في الطابق الثالث.
انا من اسيا.
هل هذه الحافله الصحيحه الخاصه بشركه الخطوط الجويه اليابانيه؟
بغيت نحجز بلاصه فالحافله.
واش ممكن تحيد هاد البقعه؟
بصح. مزيان. بغينا نحجزو لثلاثه ديال الناس.
واش ممكن ناخد TIME؟
واخا، داف ومارك وساشيكو ورومي غادي يكونو فالحفله.
عافاك، بغيت شيبس بقيمه خمسين دولار.
غادي يكون حسن ليك تاخد الطوبيس.
غانوصل تقريباً مع السابعه مساءً.
اي نوع من الصلصه تود ان تاخذ؟
بغيت نمشي لمطعم حقيقي ديال نيويورك، مايكونش غالي بزاف.
غانوصل للفندق نهار ثمنطاش سبتمبر.
واش ممكن تعطيوني خريطه المنحدر، عافاك؟
بغيت شي عينه من البراز ديالك.
جي-لماذا يتصرف الرجال اليابانيون بهذا الشكل غير الاجتماعي؟
ما كاينش شي خيار. هنا مزيان.
فاذا كانت لديك سلع معفاه من الرسوم الجمركيه، فيجب عليك المرور عبر نقطه التفتيش ذات الضوء الاخضر.
واش تقدر تعاود تقولها مره اخري؟
للاسف، جميع الغرف الفرديه محجوزه. لكن لا يزال لدينا بعض الغرف المزدوجه المتوفره.
فهمت كلشي.
شنو خاصني نقدم باش نكاري طوموبيل؟
تعرضت لحادث سير.
واش عندك تذكره الرجوع؟
عندي صداع الراس.
واش عندك شي دونهيل؟
واش تقدر توصّي ليا بشي نوع ديال النبيذ رخيص؟
خصك تدخل.
واش كاين شي بلاصه فين نشري شي حاجه نشربها؟
لقد وصلت للتو الي المطار.
واش تقدر تديرها قبل الليل؟
ويمكن الاطلاع علي مزيد من التفاصيل المتعلقه بهذه النقطه في الصفحه الثانيه عشره من التقرير.
كان خاصو يرجع للدار مع العشره.
جاف.
اه، تفضل بالجلوس.
واش تقدر تقترح عليا شي اماكن نقدر نمشي ليهم ونرجع في نهار واحد؟
لا شكراً. انا ذاهب الي الطبيب.
هاد الخاتم زوين.
بغيت ناخد هادشي.
فاش كايتحل المعرض؟
مزال ما قررت والو.
غانْهْتَمُّو بْهَادْ الشِّي.
عطيني تخفيض، الله يخليك.
كنت مهملاً جداً. اتمني ان تسامحني.
واش عندك شي فستان باللون الابيض؟
واش تقدر تعيط لفندق من نفس الصنف و تلقالي شي غرفه؟
واش تقدر تورّيني كيفاش نعبّي استماره الامتعه المفقوده، عافاك؟
امتي تبنّي؟
غانقولها ليك فاش نوصل لهيه.
واش ساهل نوصل لهيه؟
يمكننا ان نعطيك مكاناً للجلوس الان.
سمحلي، ولكن فين كاينه الطريق اللي كتمشي لاكاساكا؟
هي تنزف دماً بغزاره.
فين نقدر نشري الادوات المكتبيه؟
ما عارفش شنو غادي يكون هادشي فمريكان.
عافاك سيريو شي شاحنه ديال الجر ل 15 شارع بايكر.
مرضت بالانفلونزا.
فين كاينه شي منطقه فيها محلات ديال الماركات ديال المصممين؟
كتضحك عليا.
واش كَيْكون مفتوح يوم الاحد؟
وقع حادث.
هبط بالسلالم المتحركه، والمكتب موجود هناك مباشره.
بغيت نسترجع اغراضي الثمينه، من فضلك.
هل الدكتور توفلر استاذ صارم؟
ماركه اخري؟
واش تقدر توقف قدام ليبرتي؟
انا شبعان دابا. اذا كان ممكن، واش تقدر تجيبو بعد نص ساعه؟
واش نقدر نخلص بهاد الكارطه؟
غانبقي شي ايام.
اللحم المقدد خاصو يكون مقرمش، كتعرف.
بغيت نشوف هاد القميص.
ثبّتهم باحكام في مكان يسهل رءيته.
بغيت ندفع جوج حوايج ديال السفر، الله يخليك.
واش كاين شي غرفه لتغيير الملابس؟
واش ميسي مفتوح اليوم؟
بغيت هاد الحوايج يتنظفو بالتنظيف الجاف.
بغيت نحجز جوج بلاصات للعرض ديال الصباح ديال يوم الثلاثاء.
درت شي غلط. واش ممكن ناخد واحد جديد؟
اشنو هاد التهمه؟
غاناكل هنا.
واش غادي تورّيني كيفاش نستعمل المضخه؟
واش كاين مكتب ديال الصرف؟
نعم. يمكننا ان نءجر لك مضارب الغولف والاحذيه.
اها؟ تبدو صغيراً جداً في السن.
منتوجنا اخف واصغر من منتوجات منافسينا، ومع ذلك فهو اغلي بنسبه 8 في الماءه فقط.
تلفازتي اللي كنتحكم فيها عن بعد خسرات.
فين كاينين الكتب اللي فيهم تصاور؟
اشنو ممكن نلقي تما؟
هادشي كيتعلق بالموضوع.
عاده ما يكون ثمنه خمسه وثلاثين دولارا، لكن اليوم هناك خصم بنسبه خمسه وعشرين في المءه، لذا فهو يكلف فقط سته وعشرين دولارا وخمسه وعشرين سنتا.
واش كَاتْبِيعُو هَادْ الشِّي بْوَحْدُو؟
اربع برتقالات.
فين كاين البلاصه اللي نلقي فيها الطوبيس اللي غادي لشيكاغو؟
مازال ما عارفش.
بغيت نلعب التنس مع شي واحد.
هذا لزوجي.
ما نقدرش نسد الباب.
كانت الاضرحه في اليونان تاريخيه.
بعد قليل سنعرض فيلماً. الرجاء انزال ستاءر النوافذ.
اه. هاد الالوان دابا موضه.
غانبدل الطياره وغانمشي مع يونايتد ايرلاينز لانشوراج.
واش تقدر تعطيني صحن جديد من هادو؟
ايه، ولكن يجب عليك ان تكتب "بالبريد الجوي" هنا اذا كنت تريد ارساله بالبريد الجوي.
ها هنا. هل يمكنك ان تُريني بطاقه هويتك او جواز سفرك؟
كايتم عرض مسرحيه “لا دام او كاميليا”. هاد المسرحيه ولات مشهوره بزاف مءخرا.
واخا ولكن غير شراب واحد.
واش تقدر توصّي ليا بشي نبيذ مزيان؟
تيفاني. واش كتقصد محل المجوهرات؟
ثلاثه دولارات لكل واحد.
هادشي خايب بزاف باش نلغيوه، ولكن ما كاين والو لي نقدرو نديرو عليه.
انا تالف. فين حنا؟
واش ما كتعرفش بلي ما كاينش بزاف ديال الرجال الزوينين فهاد الوقت؟
واش غادي تجيب ليا واحد الظرف و شي وراق باش نكتب؟
هذا هو ابي.
واخا. عافاك عطي هاد بطاقه التصريح للضابط اللي كاين عند الباب.
غير اضغط هنا.
نْتاصْلو بيه بالتيليفون.
الجو اليوم لطيف.
واخا. خليني نشوف. واش بغيتي شي حاجه عاديه ولا شي حاجه فخمه؟
شكراً. ما هي الوظاءف التي يءديها؟
هاداك هو الراجل.
واش غادي يكون عندي الوقت الكافي باش نبدل الطياره و نطلع ف BA three nine nine؟
يَلَّا نْمْشِيوْ.
واش نقدر ندي هادشي معايا دابا؟
عافاك، بغيت شي حد من الخدامه باش يجي عندي للبيت.
هذا هو الشيء المفضل لدي. اتمني ان تستمتع به.
بغيت نشوف شي مسرحيه موسيقيه هاد الليله. عافاك دير ليا شي حجز.
صرفت مبلغاً كبيراً من المال علي التسوق.
خليني نشري ليك شي حاجه تشربها.
واحد الطبيب، من فضلك.
واش تقدر تنصحني بمطعم مزيان قريب من هنا؟
شكون اللي كتعيط ليه؟
شْحَالْ هِيَ تْسْعِيرَه رْسُومْ الدُّخُولْ؟
خصوصاً اذا كنت تمشي بالقرب من المباني، فقد تتعرض للاعتداء.
كَنْبْغي نْتْفَرّْجْ فْلْبْرَامِجْ دْيَالْ الرّْيَاضَه فْالتّْلِفْزِيُونْ.
واش ممكن ننزل الكرسي ديالي؟
ما محتاجش شي حمال. شكرا.
واش بغيتي تكري سياره صالون ولا سياره فاميلي؟
بغيت نبدل الين بالدولار. شحال هو السعر اليوم؟
هاد القطار كايوقف وقفه قصيره فالمحطه ا.
عافاك، نصحني بشي فندق.
واش ممكن ناخد معاك شي صوره؟
ميكي هاياكاوا.
شْحَالْ عُمْرْ الْيَابَانْ؟
واش نرقصو؟
كَانْبانْ شابْ، ولكنْ عندي اكثر من ثلاثين عام.
ديني لهنا، عافاك.
السلام، واش نتوما خدامين اليوم؟
فالجنب، من فضلك.
واش تقدر تحط ليا هاد الشي ف صندوق الامانات؟
اه، توقف هنا من فضلك.
بغيت نلغي الحجز ديالي ديال الليله.
بغيت شي حاجه باش نعالج عسر الهضم.
التيار قوي بزاف باش نديرو الغطس السطحي.
واش عندك شي مانع باش تصور معانا؟
بغيت نتسجل فجوله باش نشوف الشلال.
عندي الم حاد.
واش ما عندكش شي هدايا او شي اغراض ثمينه؟
واش هاد القطار غادي لطوكيو؟
كيك الكرز كطبق حلوي، وقهوه، من فضلك.
واش ممكن ناخد عصير ديال البرتقال؟
السلام. واش هادا السيد اونو؟
هي برا دابا.
واش غادي تورينا فين نجلسو؟
واش غادي تفيقني غدا مع السبعه الصباح؟
انا من ايرلندا الشماليه.
غادي يكون الثمن ميه وخمسه وعشرين دولار، سيدتي.
اعتقد انني نسيت امتعتي في الطاءره.
واش كتقبلو ماستر كارد؟
علاش كاين تما؟
عافاك عطيني الفاتوره.
الرقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي هو ميهو سوزوكي.
واش كاين شي ريستورون زوين و عندو منظر زوين هنا فهاد المنطقه؟
ها هي بطاقتي.
بغيت نخدم فالحكومه.
واش القطار اللي غادي لشيكاغو كايخرج من المحطه رقم خمسه؟
بغيت نستعير شي معدات ديال الغطس، الله يخليك.
واش هاد القطار غادي مباشره لسياتل؟
تفضل من هنا، من فضلك. هل هناك اي شيء اخر؟
كنقلب علي صحابي.
اذن، يجب ان تعرف كيف نشعر جميعا هنا. نحن لا نحب ان يخبرنا الغرباء كيف نعيش حياتنا.
استخدام الالوان جميل.
شكرا لك. اسمك هو السيد ريتشارد بولمان.
عافاك خبر عاءلتي.
واش تقدر تنقي الزاجه؟
الخامس عشر من يوليوز.
جرحت راسي.
ايوا، بغيت بيضه مسلوقه نص سلقه، يعني بيضه مسلوقه سلقه خفيفه، الله يخليك.
هاد الفستان كيجيني مزيان بزاف. واش نقدر نجربو؟
امتي غادي يبدا الشوط الاول؟
ما طلبتش هاد النوع ديال الجبن.
تْقَطْعاتْ بِيَّ الْخَط. وَاشْ تْقْدْرْ تْرْجْعْ تْصِلْنِي؟
شْنُو سْمِيتَكْ، عَافَاكْ؟
بغيت ناكل شي دجاج صغير.
اشنو خاصني نشوف فشيكاغو؟
واش تقدر تبدلو بشي حاجه صغيره؟
واش خاصني ندير فحص للعينين؟
سميتك، رقم بطاقه الاءتمان ديالك وتاريخ انتهاء الصلاحيه ديالها؟
فيه مجموعه راءعه من البرونز.
اشنو هاداك اللي قدام جسر بروكلين؟
شكراً لكم علي اقامتكم معنا، سيدي.
واش ممكن ناخد تلات ميا دولار كاش بهاد الشيك؟
انا موافق علي هذا الاقتراح.
شكون اللي كيرقص؟
واش ممكن نرقص معاك؟
واش خاصني نبدل القطار؟
لشخصين علي الساعه السابعه، صحيح؟ هل يمكنني معرفه اسمك، من فضلك؟
كَاتْاَلّْمْ لِي رُكْبَتِي.
شْحَالْ كَايْكَلْفُو اَقْرَبْ بْلاَصَاتْ؟
فين كَاتحس بالالم؟
واش عندك شي ساعات يدويه الصنع؟
واش عندك شي ستيل اخر؟
صاحبي سخف. فقد الوعي ديالو. واش غادي تعيط للاسعاف دغيا؟
شنو اللي رخيص و مزيان؟
غداً علي الساعه الخامسه صباحاً؟
واش عندك شي ماكله يابانيه؟
واخا. بالمناسبه، شنو هادشي؟
بغيت نتسجل فمدرسه ديال الغطس.
هل هناك اي رسوم للالغاء؟
فين كاينه البوابه خمسه وثلاثين؟
بغيت شي حاجه نشربها.
ما تاكلش شي حاجه سخونه بزاف او بارده بزاف.
كنقترح عليك تبدل حوايجك و ترجع، اسي.
رقم اللوحه هو صفر اثنان واحد واحد.
باي باي.
واش ممكن نبدل البلاصه ديالي ونمشي لشي بلاصه خاويه اخري؟
بغينا نحجزو طبله لشخصين مع السبعه ديال الليل اليوم.
نشوفك غدا.
غانشوف واش نقدر نلقاه فهاد الكتاب.
واش كان عندكم بزاف ديال الثلج هاد العام؟
بْشَحَالْ هَادْ لَكْرَاسِي؟
السلام. تفضل جلس.
اي قطار تريد ان تستقل؟
شْحَال كَايْكُلْفْ الكَارَافَان؟
فين نقدر نلقي هاد الطاكسي.
واش ما كايناش شي غلطه فالفاتوره؟
درت الحجز ديالي فطوكيو. واش ممكن تشوفو مره اخري، عافاك؟
كنت غادي ننصحك بالقرطه او البروش.
هاد التوقيع ماشي ديالي.
الوجع اللي عندي في الحلق ديالي كيوصل حتي لودني.
بْغِيتْ شْوِيَّهْ دْياولْ لَصَّانْدَالَه.
غانجي متاخر، ولكن عافاك خلي ليا الحجز ديالي.
غانمْشِيوْ لْقَرْيَه الصَّيَّادَه غْدَا.
فرحان حيت تلاقيت بيك.
عندي شي حاجه نقولها ليك.
بغيت غرفه بسريرين، من فضلك.
تحقق منو حتي لوجهتي النهاءيه.
كَنْحَسْ بْدِيمَا بْعَدَابْ فْكْرِشِي.
هاد العام صعيبه اكثر من العام اللي فات.
الجو بارد الليله.
شْحَالْ هُومَا؟ وَاشْ تْقَدِّرْ تْكَتْبْ لِيَّ الثَّمَنْ فْوَرْقَه؟
واش ممكن ناخد بلاصه ف الرحله الجايه، عافاك؟
هل يمكنني اعاده السياره في مكان اخر؟
واش عندك شي ساكْ ديال النعاس؟
هادو ضيقين شويه بالنسبه ليا. واش عندك هاد الصباط بمقاس خمسه ونص؟
واش ممكن نبدل ورقه ديال خمسين دولار؟
سير فهاد الزنقه نيشان. راها علي اليسار ديالك.
واش ممكن نشوف لاءحه الاسعار ديالك؟
سمحلي. عندي طلب اخر. كنفضل طبله حدي النافذه.
كنتقلب علي السيد جونز. عندي شي امور مهمه بزاف خاصني نهضر عليها.
لمده يومين.
واش هاد الطوموبيل غاديه ل شيكاغو؟
هل هناك بديل للرحله الملغاه؟
ماكانبغيهومش. عافاك ما تحطش فيه انشوفي.
واش ممكن ناخدو قرعه ديال النبيذ اخري؟
عندنا نبيذ احمر ممتاز.
واش عندك شي ساعات ديال السفر باش كيوقظو الانسان؟
الي اللقاء الان.
واش كاين شي محل ديال التذكارات هنا؟
يمكنك استخدام التذكره في جميع القطارات.
كنفضل الاوتوماتيك.
دخلت العملات المعدنيه، ولكنني لم احصل علي اي شيء.
واش عندك شي وراق يابانيه؟
فاش غادي نتلاقاو المره الجايه؟
المرجو اخباري بمن يجب علي اعلامه في حاله وقوع حادث.
غانبقي فالفندق، ولكن ما عنديش شي حجز حتي دابا.
ولكن لا تقلق. يمكنك النزول في المحطه القادمه والعوده مشيًا. انها ليست بعيده.
بغيت برمانانط لي كيكون خفيف، الله يخليك.
بغيت نتلاقي بصاحبي.
الجُرحْ تْعَفَّنْ.
الخدمات المصرفيه الدوليه.
هذا يعني التنازل عن التعويض عن اضرار الاصطدام. بدون ذلك، تكون مسءولاً عن اي ضرر يلحق بالسياره.
نسيت الساروت ديالي.
بغيت نْصَفِّي سْنَانِي.
حنا فجوله جماعيه. اذن، عند قاءد الجوله جميع تذاكرنا.
لا علي الاطلاق. ارجو ان تبلغ زملاءك اطيب تمنياتي، ولا سيما السيد اوكاموتو.
واش عندك شي حاجه باش ناكلوها؟
واخا. صافي. حنا هنا فالمتحف. طلع غير لفوق، سير جوج بلوكات، و غادي تلقاه تما فداك الزنقه.
السلام. هادي هي هاروكو. تخايل شنو وقع دابا. كان بزاف مضحك.
قُولْ لِي عَفَاكْ كِيفَاشْ نْوَصَّلْ لْفُونْدُقْ هِيلْتُونْ.
تسرق لي صاكي فالمحل ديال الفري شوب.
ماشي خايب، شكرا.
واخا. هادشي باين غادي يكون ممتع. شنو رايك فالسبت علي الساعه جوج؟
اعتقد ان سياره الاجره هي الافضل. يمكنك ان تستقل سياره اجره امام الفندق.
اي لون من الشريط تفضل، الوردي ام الازرق؟
حاولت هاد الطوموبيل دير دوره لليسار بالقوه.
واش غادي تحافظ علي هاد الشانطه لمده اسبوع؟
سمح ليا، ولكن هاد الليله ما كاينش بلاصه خاويه عندنا.
واش كيجيو بزاف طوبيسات المطار؟
التالي.
ثلاثه، اثنان، ثلاثه، اربعه، واحد، اثنان، ثلاثه، اربعه.
واش تقدر توصّي ليا بشي بالي؟
ما كليتش الوجبه ديالي قبل. واش ممكن ناخدها دابا؟
واش ممكن ناخد طبله؟
مايمكنش دابا للاسف. الرحله ديال الواحده هي اقرب رحله عندنا.
قادر ندير هادشي بوحدي.
بغيت ندير مكالمه من شخص لشخص.
فين كاين هادشي فهاد الخريطه؟
ما بغيتش نمشي.
استمتع بوقتك.
فين كاين بلاصه الاكل؟
واش هاد الدميه للبيع؟
بغيت سْبْحَه.
سنبدا في اركاب الركاب المصحوبين باطفال، والركاب الذين يحتاجون الي مساعده خاصه، وركاب الدرجه الاولي.
بغيت هادشي يكون بمظهر غير لامع، من فضلك.
واخا. هاهو.
ايهما تعتقد انه افضل كهديه لفتاه تبلغ من العمر 15 عامًا؟
هل هناك جولات سياحيه لمنازل النجوم المشهورين؟
عافاك، صيفط هاد التلغرام.
فين خاصني نعيط، الي كان عندي شي مشكل؟
هادْ الشانطه كبيره، لونها برتقالي، و مصنوعه من البلاستيك من نوع سامسونايت.
امتي غادي يكون هاد النهار مزيان؟
وجع السنان كيكون بزاف مءلم و صعيب باش يتحمل.
انا مقيم في فندق بريتانيا انتركونتيننتال. رقم الغرفه هو واحد او ثلاثه.
شْحَالْ كَايْكُونْ ثَمَنْ الطَّابْعْ دْيَالْ الظَّرْفْ الجَوِّي، عَافَاكْ؟
عندي فيروس.
بالتاكيد، انه اربعه سبعه واحد تسعه اربعه صفر ثلاثه.
كنحس بالجوع اكثر من العطش.
واش ممكن ناخد شي كريم؟
اذن، هادشي كولو غلطي انا؟ خاصني نمشي للحمام. سمح ليا.
بغيت نمشي نتشري. فين كاينه المنطقه ديال وسط المدينه؟
واش غادي تقول ليا كيفاش نوصل لهيه؟
يمكنك ان تاخذ المصعد رقم واحد او المصعد رقم اثنين.
عطيني بورطابل ديالك.
خصني نلقا الباب.
فاش رجعت للغرفه ديالي، الكاميرا ديالي كانت اختفت.
كَايْنْ البْرُدْ بْزَّافْ.
كيف يمكنني الحصول علي رخصه الغوص؟
عطيني سيگار.
هادشي كيتعلق بالوقت ديال العام اللي غادي تزور فيه البلاصه.
بغيت نصلح السرير و نعدلو.
عافاك، بغيت شي كاوكاو.
عافاك، بغيت ثلاثه من هادوك.
اوه، راءع، راءع. ومن الراءع ان اراك، راي. ربما انت متجه الي الاتجاه الاخر. لذا لا تصبح غريبًا. بالمناسبه، جاكيتك جميله.
اعتقد انه سيعود في غضون ثلاثين دقيقه.
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
واش ناخد شي رساله؟
خليني نشوف. هادي هي المدينه اللي حدانا.
ممنوع السباحه هنا؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ يْتْوَجَّدْ وَاحْدْ اخُرْ؟
كاين شي حاجه جديده خصني نهضر معاه عليها. عافاك طلب منو يتاصل بيا فاش يدخل.
الكَارو ما خدامش فالبيت ديالي.
غادي دير حسن من هادشي المره الجايه. واصل.
واش شي واحد منكم كيهضر اليابانيه؟
واش كينغ كونغ لعب شي مره بينغ بونغ فهونغ كونغ؟
فين كاينه غرفه الدوش؟
قدّاش غادي تبقي هنا؟
فالنظام الوظيفي الداءم، في رايي، جيد وسيء في نفس الوقت.
خصني نمشي للمحطه دابا.
بغيت نزور المناطق اللي كاينه عندها علاقه بجويس.
ما كاينش داعي لهادشي، شكرا. غادي ناخد هاداك.
واش كتعطيو شي تخفيضات؟
جيت باش ناخد طوموبيل. هادا هو رقم الحجز ديالي.
كنت غادي ننصحك بالعطر او الكريم.
عافاك ورّيني استماره الجمارك ديالك.
الصراف اللي تما غادي يهتم بهاد الشي.
شْحَالْ مَرَّه خَاصْنِي نْقُولْ لِيكْ نَفْسْ الْحَاجَه؟
طلبت الجلوس في القسم المخصص لغير المدخنين. هل يمكنك ان تحصل لي علي مقعد اخر؟
المرجو الامتناع عن تناول اي منشطات.
تفضل من هنا، من فضلك. واش هاد الطبله مزيانه؟
هز التليفون و حط عشرين سنتيم.
غانزل هنا.
فين كاين الدروج؟
فين كاينين المواد المعلبه؟
فاش غادي نهبطو؟
بغيت نشوف واش هوما مختلفين هنا.
اوه، لا، لقد نسيت رقم هاتفه في المنزل.
تذكره واحده الي واشنطن، من فضلك. كم يستغرق الوصول بالحافله؟
هادو هوما انواع السندويتشات.
سمح ليا، خاصني ندير هادشي. خاصني نتاصل كدلك مع مكتب كراء السيارات.
اتصل بسفاره اليابان، من فضلك.
شْحَالْ هَادْ النَّمْرَه لِّي كَتْصُونِي لِيهَا، عَافَاكْ؟
عندي طفح جلدي حاد.
بغيت نمشي لفيلاديلفيا غدا. شحال الساعه كاين القطار؟
واش غادي تبدل لي شمعات الاشعال، عافاك؟
قولي لي، اين يوجد القطار الثاني، العربه الرابعه؟
واش باقي عندكم تذاكر ديال البولز و الماجيك ليوم العاشر ديال يناير؟
كَنْحَسْ بْالعْيَا وْمَاعَنْدِيشْ الطَّاقَه حَيْثْ جْلَسْتْ بْزَّافْ فْالطِّيَّارَه.
واش غادي تحافظ علي هاد الشانطه، عافاك؟
فين كاين احسن بلاصه للسهر فسان فرانسيسكو؟
اعتقد انها فكره راءعه. اقول داءمًا ان المتاحف هي افضل مكان للبدء في التعرف علي بلد ما. حسنًا، الي اين يجب ان نذهب؟ سمعت ان هناك معرضًا راءعًا للهنود الامريكيين في متحف المقاطعه.
ضاع مني جواز سفري. انا محتاج لواحد جديد.
غانكونو كنتسناوك غدا، الانسه تاناكا.
غاناخد زوج.
عشرين صوره، من فضلك.
بغيت نْدير مكالمه لطوكيو.
واش تقدر تعطيه الاسعافات الاوليه؟
بغيت نحجز لثلاثه ديال الناس علي الساعه السابعه.
ما هي القصه وراء هذا القصر؟
واش تقدر تورّيني كيفاش نعمر بطاقه الهجره، عافاك؟
اشنو هي الهوايات ديالك؟
فاش خاصنا نرجعو؟
خليوني بوحدي، عافاكوم.
شنو هو "او-بون"؟
فين كاينه شباك التذاكر؟
ها هو رقم تاكيد الحجز الخاص بي.
كيف يمكنني القيام بالحجز؟
واحد مليار ين مقسوم علي ماءه وعشرين ين يساوي تقريباً ثمانيه ملايين دولار.
انتظر لحظه من فضلك. سيدي، اعتقد ان السيد اوكاوا قد ذهب لتناول الغداء. هل تريد ان تترك رساله؟
شنو كتنصحوني ناخد كذكري من فرنسا؟
شكرا. و لك بالمثل.
سمح ليا، جميع المقاعد محجوزه بالفعل ليوم 23 مارس.
بغينا ناخدو اطباق بثمن تقريبا ثلاثين جنيه للشخص الواحد.
واش عندكم شي كوكتيلات خاصه؟
واش ممكن نخلص بورقه نقديه كبيره؟
بْشَحَّالْ كَايْتْسَوَّي هَاذْ الرِّحْلَه؟
تهانينا علي ترقيتك لمنصب المدير العام.
حتي لو لم تكن من المعجبين الكبار بـ "شاعر افون اللطيف"، فلا يجب ان تفوت زياره الريف الخلاب والمواقع التاريخيه المرتبطه به في بلده.
انا غادي نمشي دابا. واش ممكن تبعث ليا شي حمال، عافاك؟
اشنو الهدف من هاد الصف؟
اه، نعم، النبيذ، من فضلك.
غادي يكون تقريباً ثلاثه مرات اكثر.
باقي عندنا بلايص فالبَلكون وحدا يمين الاوركسترا.
بغيت جوج بلاصَات ف الطياره لي غاديه لنيويورك علي التسعود ونص، الله يخليك.
بغيت ساندويتش وشي عصير ديال البرتقال، الله يخليك.
واش غادي تبقي تسنّاني هنا؟ غادي نرجع بعد دقاءق قليله.
كَانْسْكُنْ حْدَا هْنَا.
هاد الصباط ضيق عليا بزاف.
هادي هي الطوموبيل رقم 12.
واش نقدر نبعث هاد الطرد العام؟
المسرحيات الموسيقيه مشهوره جداً في اليابان في الوقت الحالي.
هاكا شي سماعات.
بصفه عامه، تعني A ممتاز، وB جيد، وC مقبول، وD ضعيف، وF فاشل، وI غير مكتمل. وتستخدم بعض المدارس علامات الزاءد والناقص مع الحروف.
بغيت جوج نسخ من هاد الصور السالبه، الله يخليك.
كيف يمكنني الوصول الي هناك؟
اشنو الفايده ديال هادشي؟
بغيت فلاش لايت.
فاش كيسالي؟
سياره اقتصاديه لمده اسبوع. كم سيكلف ذلك؟
هل يمكن للاطفال القيام بالجوله دون ان يكونوا برفقه بالغين؟
فين نقدر نكَرّي؟
دارت ماما الكيكات.
واش نعطيه ليه الرساله؟
اعتقد ان اجتماعًا مثل هذا يُعد فرصه جيده لنا للتعرف علي بعضنا البعض وفهم بعضنا البعض علي المستوي الشخصي.
شكراً. سيكون المبلغ ثمانين دولاراً وخمسين سنتاً مع الضريبه. الرجاء دفع المبلغ للكاشير.
اشنو هي توقعات الطقس ديال غدا؟
السلام. هل هذا هو مكتب الاستقبال؟ انا في الغرفه رقم واحد صفر سبعه صفر. اخشي ان لدي شكوي اود تقديمها.
قُلْ ليهْ شيمادا عيطْ و انا غادي نجي عندو هاد الجمعه.
واخا. عافاك حجز ليا بلاصه فالدرجه الاولي فالقطر اللي غادي يخرج غدا مع العشره.
نشوفك، عيط ليا الليله.
واش غادي تصور معانا؟
واش كَتْظن بلي كاين شي امكانيه باش نسترجع فلوسي؟
بغيت نسترجع اغراضي الثمينه، الله يخليك.
بغيت الستيك ديالي يكون ني.
هادي كاميرا اوتوماتيكيه.
بغيت جوج نسخ مطبوعه من هاد الصور السالبه، بغيت الطباعه تكون غير لامعه، الله يخليك.
سمحلي. في اي طابق يوجد قسم النساء؟
شْحَالْ عُمْرُو؟
فين نتا ساكن؟
ها هي فاتورتك.
الاستواءي جيد. فيه بعض النعناع وطعمه يتناسب مع الستيك.
هادشي لعبه.
هادي اول مره نغوص فيها.
لويه باتجاه وجهي.
كنفضل نجلس فالامام ديال الطياره.
تاكد من العجله الاحتياطيه ايضا، من فضلك.
اه، كنظن انه كيدير مزيان هاد الموسم.
ما نقدرش نسد البالوعه ديال البانيو.
واش بغيتي تجي للحفله ديالنا الليله؟
فين كاين المحل ديال ماري اللي كايبيع الفساتين؟
بغيت غرفه بسريرين مع اطلاله علي المحيط. شحال ثمن الغرفه؟
عافاك، بغيت ويسكي مضوبل.
من اي ماده هو مصنوع؟
اوه، كليه كينغسبورت للبنات، من فضلك، ايها الساءق. حسناً، لن يفلتوا من هذا. لا يمكنهم مقاطعه قرار المجلس، فهذا غير ديمقراطي.
واش كاين شي طبيب كيهضر ياباني؟
السيدات والساده، قبل الاقلاع، نطلب منكم اطفاء جميع الاجهزه الالكترونيه، بما في ذلك اجهزه الكمبيوتر الشخصيه، ومشغلات الاقراص المدمجه، والهواتف المحموله، والالعاب الالكترونيه. يرجي الامتناع عن استخدامها حتي عشر دقاءق بعد الاقلاع.
اوه، هذا راءع. انا احب صوتهم. و انت، بوب؟
واش ممكن تعطيني سميتك، تاريخ السفر و رقم الرحله؟
فين هوما الفطر الشيتاكي؟
واش تقدر تعطيني شي تخفيض؟
نقي ليا البيت، الله يخليك.
واش كاين شي متجر ديال فيراغامو هنا فهاد المنطقه؟
شكراً لك يا كارين علي تخصيص كل هذا الوقت للتحدث معي.
واش هاد القطار غادي لGrand Central؟
هادشي ماشي هو اللي طلبت.
اه. كنت غادي ناكل اللحم المفروم، كنظن.
واش هادشي كيشمل الفطور والعشا؟
بغيت نمشي للمركز التجاري العالمي.
سمحلي، فين نقدر نلقي التذاكر ديال برودواي؟
هاد المطار زوين بزاف. كنتصور انك فخور بيه.
عندي الم حاد في المعده.
اه، غادي ناخد مارتيني مع المقبلات.
الجو زوين.
واش تقدر تقولي منين نوصلو تما، عافاك؟
سمعت ان السل منتشر هناك.
اشنو كاين هنا؟
السخان ما خدامش والغرفه بارده بزاف.
شْحَال كَايْكُلْفِي تِسْكِي دْيَالْ يُومْ وَاحِدْ؟
واخا. اذن، بغيت نمشي للبار و نستني.
كانت اخر مره جءت فيها الي هنا قبل عامين. هل استمتعت برحلتك؟
كاينين بزاف ديال العيون السخونه، حيت عندنا بزاف ديال البراكين.
شْحَال الثَّمَنْ دْيَال الرِّحْلَه لْلُونْدْرَا؟
بغيت سلك التمديد.
بغيت عصير ديال البرتقال، توست، بيض مخفوق و قهوه، الله يخليك.
واخا. ساليتي.
اه. كيقطعو الاغصان و كيجمعو البراعم باش يصنعو اشجار زوينه.
اعتقد انه يمكننا ان نحصل لك علي طاوله في غضون خمس عشره دقيقه تقريبًا.
واخا. شكرا.
فين خاصني ننزل باش نمشي للمتحف؟
طبقي، من فضلك.
عندي صداع الراس بزاف. واش كتعرف شي طبيب مزيان قريب من هنا؟
بعد الساعه الثالثه.
واش غادي تحافظ علي اغراضي الثمينه؟
خلصت ثلاثين دولار علي القميجه ديالي.
واش تقدر تبعث ليا شي اسبرين؟
فين الكانيطه؟
عافاك، كتب رقم بطاقه الاءتمان ديالك.
اي نوع من الويسكي لديكم؟
واش كتعرف سميه ديك المحطه؟
عافاك ما تعوجش الرساله حيت فيها تصاور.
و في الواقع، فان لعبه الغولف هي جزء من عملنا تقريباً كما انها وسيله للترفيه.
ها هو لاءحه الطعام ديالنا، سيدي.
ها هو جواز سفرك، وتذكرتك، وبطاقه الصعود الي الطاءره.
اوه، لقد تاخر الوقت كثيرا. اعتقد انه من الافضل ان اذهب.
واش ممكن نستعمل هاد العربه ديال الشنط؟
غادي يكون مزيان شي حاجه بين سبعين وثمانين دولار.
عافاك، بغيت ندير مكالمه شخصيه لطوكيو، اليابان.
لا، شكراً. لقد اكتفيت.
بغيت جاكيط، الله يخليك.
هل احتاج الي بطاقه صعود؟
هاداك ديال خْمْسْمِيَّه دولار، ياك؟
غادي يكون مزيان الي قدرتي تزيدي من قدره الانتاج ديالك.
واش غتكون خاوي نهار السبت الجاي فالليل؟ بغيت نعرض عليك لحفله ديال الذكري الاولي ديال زواجنا.
بغيت شي لحم العجل.
احتاج الي سياره كبيره.
انت مخطء.
عافاك ديّني لشي سبيطار فين كايعرفو اليابانيه.
شنو كتنصحني بيه حسن؟
غانمشيو هاد العشيه. واش عندنا الوقت باش نديرو جوله فالمدينه؟
الكيمونو ماشي مناسب بزاف للناس اللي نشيطين.
واخا. غادي نكونو تما مع الثمنيه.
هادشي خايب بزاف. خاصني نكون في لوس انجلوس صباح الجمعه.
واش نتا استرالي؟
فين كاين الباب؟
واش تقدر تشوف ساءل الفرامل؟
فين نقدر نشري القفازات؟
ما استعملتوش نهاءيا.
واش كايلعبو الجاز فهاد البلاصه؟
واش ممكن تعيط لرءيس النادل؟
بغيت كوكتيل قوي. واش غادي دير ليا شي حاجه؟
غانْدِيرُو لِيكُومْ يْطَلَّعْ شِي وَاحِدْ يْشُوفْ دَاكْشِي عْلَي دْرُوكْ.
اوه، سمعت بهذا الاسم. انها مدينه قديمه مشهوره، اليس كذلك؟
فهمت الفكره.
استمتع برحلتك.
واش عندكم شي رحلات جويه لميامي؟
الجزء موجود علي اليسار.
كانمشي للطواليط كل عشره دقاءق.
شكرا جزيلا. كل من السيد كوغور وانا سعيدين جدا بوجودنا هنا في لندن لعقد اجتماع معكم، انتم الذين تعتبرون من اهم شركاءنا.
سرقني نشال واخد لي محفظتي.
امتي كاين الهالويين؟
زْوِين.
واش كاين شي تاثيرات جانبيه؟
شنو هو وقت الصعود للطاءره؟
هل البورصه في وول ستريت مفتوحه للجمهور؟
سمح ليا حيت ما كنتش فالدار.
فين كاينه المعلومات السياحيه؟
فين نقدر نصرف شي شيكات ديال المسافرين؟
بغيت ساعه نقدر نشوف فيها الوقت بسهوله.
سمح ليا. ما عنديش شي وراق صغار.
واش تقدر تعاود تقول هادشي؟
هادشي كيساوي عشره نقط.
اه، نعم، لقد ذهبت. زرت طوكيو وكيوتو في رحله قبل عامين.
ديني لشي سبيطار، الله يخليك.
واش كاين المكيف؟
عافاك عيط لينا فالتيليفون ملي يتفتح شي واحد.
شْحَال كَايْن فْالْكُل؟
واش الثمن كيشمل الغداء؟
فين غادي تبقي؟
العلاقات الانسانيه مهمه في اي مجتمع، لكن يبدو ان اليابانيين يحاولون جاهدين الحفاظ علي علاقات جيده وتوسيعها.
هاكا كاين تسعه وتسعين ين. عافاك بدلهم كاملين بالدولار.
بغيت شي حاجه عندها عرض واسع.
فـ ABC.
فين كاين شي محل كايبيع الصنادق؟
هذا واحد مزيان. خاصك تبدل في شارع الاربعين و اربعه.
واش ممكن تعطيني الساروت، عافاك؟
واش عندك شي سيارات صغيره؟
عندنا مقاسات كبيره، متوسطه او صغيره.
واش كتعرف شي طبيب نساءي مزيان؟
بغيت شي سيشوار.
ما الغرض من هذا المبلغ؟
اذن، ما هي خططك لبقيه الرحله؟
ففي هذه الحاله، توجد لاءحه الاسعار بالقرب من مقعد الساءق.
بغيت نشري شي حاجه من المنتوجات المحليه ديالكم.
واخا. غادي نتسناّو.
انا طالب جديد في جامعه ABC. ادرس التاريخ كمجال تخصصي.
فين نقدر نلقي محل ديال الساعات؟
السيد تاناكا، السيد ساتو في اجتماع الان. هل يمكنه ان يعاود الاتصال بك؟
امتي غادي نوصلو؟
ما هو الوقت المقدر للوصول؟
عطيني البطاطا، الله يخليك.
واش خاصني نرجع للمكتب ديالك مره اخري؟
شكون هو المايسترو؟
عافاك وريني تذكره الرجوع ديالك.
واش نقدر نحط عندك الاغراض الثمينه ديالي؟
واش كاين شي ميساجات ليا؟
النبيذ الاحمر؟ واش ماشي حار؟
ما تخممش. بعض الزبناء جربوهم.
انا معجب بقدرتك اللغويه.
نسيت دفتر مواعيدي في كابينه الهاتف.
واش عندك كونط؟
واش غادي تمشي معايا باش نقلبو علي القناع ديالي؟
كَانْحَسْ بِالدُّوَارْ دْيَالْ الطِّيَارَه.
من اين تنطلق حافله النقل؟
حنا اسفين علي الازعاج. غادي نجيب ليك واحد اخر دغيا.
غير صبر شويه، غادي نجيبو ليك. هاهو.
هل يمكنني اعاده التاكيد عن طريق الهاتف؟
حاولت، ولكن لم استطع تحقيق حلمي.
فين كاين قسم الرجال؟
ما قلتي هادشي. نتا كاتزيد ليا فالثمن.
تفضل بالدخول، ميتسورو.
احتاج الي خط خارجي.
هذا هو عنوان الاتصال الخاص بي.
بغيت ناخد موعد.
علاش ما تجيش تزورنا شويه؟
واش كاين تقديم ديال الوجبات؟
حجزت غرفه لشخصين.
ضيعت محفظتي في شي بلاصه فالمول.
هادشي مجاني.
بغيت طوموبيل كبيره و لي كتخدم مزيان بالبنزين.
واش ممكن ناخد جوج تذاكر لليله هادي، عافاك؟
عندي طلب خاص.
قول ليا عافاك وقتاش نزل.
عاود هادشي.
سمح ليا، واش ممكن نصورك، عافاك؟
كان رجل طويل القامه وكان الرجل الاخر قصير القامه.
هامبرغر و طاجين علي اليمين و سلطه، من فضلك.
طلبت جواز السفر البارح.
لذيذ.
المرجو الثالث والعشرين من مارس.
تسرق لي قلادتي بينما كنت غاءبا عن غرفتي.
بارك افينيو، رقم ماءتين وثمانين، من فضلك.
الكرسي ديالي مكسور. ما بغاش ينزل.
واش غادي تطلب منها تعيط ليا علي حسابها؟
عافاك عطيني الوصل.
واش ممكن ندهنو الصالون بطبقه جديده من الصباغه؟
عافاك، لوّح لطاكسي باش يوقف.
بْغِيت نْصِيفْط هَادْ الشِّي عْبَر البُوسْطَا الجَوِّيَّه.
يمكن ان يكون هذا بسبب شمعه الاشعال.
واش تقدر تقولي امتي غادي تبدا اللعبه؟
واش عندك هاد الشي فقياس اكبر؟
بغيت شي اسبيرين.
خصك تركب فالحافله.
عافاك ورّيني فين كاينه البنكه.
حيد الجبن.
واش غادي تحجز شي غرفه لليله هادي؟
عندي درجه حراره مرتفعه.
بغينا نعرضو عليك باش تجي تعشي معانا غدا بالليل.
اوه، حوالي خمس دقاءق مشياً علي الاقدام.
ومن بعد، عافاك عطيني جوج بلايص محجوزين من نوع C في العشرين.
واخا. نشوفك من بعد.
هادي هي الغرفه 12 و 13.
بغيت نحجز تذكره باش نمشي لطوكيو نهار خمسه عشر ماي.
انا ساكن مع الاصدقاء.
امتي كَاتبداو تقدمو الغدا؟
واش ممكن توصّلني بقسم المبيعات، عافاك؟
اي مقاعد متوفره؟ اريد ان اجلس في مكان ما في المنتصف.
واش عندك مترجم ياباني؟
واش ممكن ندوز؟
بغيت طاوه.
منين غادي نخرجو؟
واش هاد القطار كيدوز من ال باسو؟
واخا، هاد الجوله الاستكشافيه زوينه.
واش ممكن ناخد شي دوا للعينين؟
واش كاين شي علاقه بغلاسكو؟
واش غادي تقبلوا ليا هاد الشيكات ديال المسافرين باش نبدلهم بالفلوس؟
صاحبي وانا منفصلين، نريد ان نجلس مع بعضنا.
غاناخد هاد القميجه. بْشْحال هيا؟
هذا كثير.
سير غير نيشان و غادي تلقاهم.
اه، الممثل اللي كايلعب الدور الرءيسي زوين بزاف.
للاسف، نعم. مكتبنا الرءيسي موجود هنا. وماذا عنك؟ هل هذه اول مره تاتي الي هنا؟
غانكتبلك ملي نرجع للدار.
واش ممكن ناخدو شي بيت كيطل علي المحيط؟
واش ممكن نكَرّي هنا؟
علي ماذا تتعلق هذه الرسوم؟
واش كادوز من نيو اورليانز؟
واش نقدرو نكَريو ملعب؟
كنتمني كون نقدر نشري طوموبيل جديده.
عافاك، نصحني بمطعم مزيان قريب.
شنو سميتك؟ وشنو الرتبه ديالك الرسميه؟
بالتاكيد، سيكونون في الردهه بحلول الساعه التاسعه.
واش كتقبلو الشيكات بالين الياباني؟
اي حافله يجب ان اركبها للذهاب الي تمثال الحريه؟
بغيت نخلي الحقاءب ديالي.
سمحلي. شريت هاد الجاكيطه البارح، ولكن لقيت فيها بقعه كبيره هنا.
هذا هو عمي.
بغيت نبدل الغرفه.
واش عندك هاد الشي فقياس متوسط كبير؟
واش نقدر نبدل بلاصتي و نمشي للقدام؟
خاصني نمشي.
واش نتي السيده ايبرت؟ انا هيروشي ساتو. سعيد بلقاءك.
عندي عجله مثقوبه.
غانزل ف الكاتدراءيه.
بغيت كاسرونه ديال الماء مغلي.
شْحَالْ هَادْ الشِّي كُلُّو اِذَا شْرِيتْ ثْلَاثَه؟
واش يمكن ليك تعيط ليا علي طاكسي، عافاك؟
عافاك، ما تدخنش.
غدا.
الطلب عن طريق البريد قد يكون افضل. انه رخيص.
صاك ابيض ديال الكتف.
غير قص الشعر شويه، من فضلك.
خاصني نكون فالمطار مع الثمنيه ديال الصباح غدا.
ما عارفش اش هادشي، ولكن غادي نجربو.
واش شفتي هنا شي كاب اسود؟
لقد تجاوزت الحد المسموح به، لذا اذهب الي النافذه رقم ثلاثه.
واش ممكن ناخد شي بيت فجهه الجبل؟
نسيت الكاميرا ديالي فالطاكسي.
شكون اللي غادي يلعبو فهاد العرض؟
بالبريد الجوي او البريد السطحي؟
مءه دولار نقدا، وثلاثمءه دولار بشيكات سياحيه، وبطاقه الاءتمان الخاصه بي.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ؟
هل يجب عليّ ملء استماره الاقرار الجمركي؟
بغيت نستعمل ملعب التنس.
ما تقولش مستحيل.
بغيت شي حليب. واش عندك شي حاجه؟
واش نقدر نبدل هاد التذاكر بعرض الغد؟
واش غادي تقول ليا شحال هو الكود الدولي ديال التليفون ديال اليابان؟
شْحَالْ خَاصْنِي نْتْسَنَّي الْقِطَارْ قْبَلْ مَا يْجِي؟
واش ممكن نعمل التشيك ان هنا لرحله الخطوط الجويه المتحده؟
هل يجب علينا ارتداء معطف وربطه عنق في الجوله الليليه؟
باي سرعه نطير؟
واش ممكن تحيدو لي هاد ليكيتات ديال الثمن، عافاك؟
انا في زاويه الجاده الخامسه والشارع الواحد والاربعين.
عافاك، بغيت كوكا كولا كبيره.
بغيت ندوش قبل ما ناكل.
شعرك جميل.
شنو؟ غادي تخلصني؟ هاها، هاها. راك وليتي ساخر بزاف. واش ماماك عارفه هادشي؟
هل طلبت وجبه خاصه؟
غادي نضطر نفيق بكري غدا. خاصني نمشي.
واش انا جزء من هادشي؟
شْحَالْ كَتْظَنْ غَيْكُونْ الثَّمَنْ مِنْ هْنَا لِلْمَطَارْ؟
كيف بغيتي اللحم ديالك يطيب؟
واش تقدر تقول ليا كيفاش نمشي لويستمنستر ابيي؟
اوه، ما اروع لعب الغولف في استراليا، انه رفاهيه حقيقيه.
امتي غادي تكون الرحله الجايه للوس انجلس؟
قسم غير المدخنين، من فضلك.
غانغمي عليا.
فين تْصَنّْعات؟
التامين ضد الحوادث يكلف خمسه دولارات اضافيه في اليوم، هل تريد ذلك؟
بغيت ناخد دروس فالتزلج.
سرق مني رجل فلوسي.
اشنو هادشي لي كياكلو؟
بغيت اله حاسبه، الله يخليك.
بغيت علبه مارلبورو من فضلك.
فين كاينه بوابه الركوب ديال الرحله ABC one zero one؟
راهْ مْطْلوب بْزاف، ياكْ؟
سمح ليا، ولكن في اي شارع كاينين دابا؟
واش ممكن ناخد فاتوره؟
اي اساس يتناسب مع لون بشرتي الطبيعي؟
واش ماشي صيني؟
هاداك هو اللي تحت منو.
واش نقدر نطلب هادشي من اليابان من بعد ما نرجع؟
واش بغيتيه بلا ضريبه؟
بغيت نستعمل الخزنه اللي فالبيت ديالي.
البار الصغير خاوي. واش ممكن تزيدو فيه شي بيرا، عافاك؟
ما كتهتمش الصحف تذكر القراء في 8 دجنبر ان "هاد النهار هو النهار اللي بدينا فيه الحرب".
بغيت نحل حساب ادخار فهاد البنك.
واخا. امتي غادي يتلعب هاد الماتش؟
انت لطيف جدا. لم اكن اعرف ماذا افعل.
بغيت نكري دراجه.
فاي قسم يوجد فيه هذا المقعد؟
فاش الوقت، اسي؟
واش هادشي هو كل الامتعه ديال الرحله رقم ثلاثه ثلاثه؟
انا مريض. هل يمكنك ان تستدعي لي طبيبا؟
ماكاينش الصابون فالبيت ديالي.
ها هي نصيحه لك.
واش ممكن نسولك علي سميتك؟
لا، شكراً. انا فقط اتفرج.
واش ممكن نشوف تذكره الطياره ديالك؟ كنقصد بطاقه الصعود ديالك.
عافاك كتب هادشي.
واش ممكن نتحرك ونجلس فبلاصه خاويه؟
رَحّبْ بْرَاسَكْ وْتْمَتّعْ بْوَقْتَكْ.
انا مثلي الجنس.
بغيت ماكينه ديال الحلاقه الكهرباءيه، الله يخليك.
الديكور الجذاب؟
واش هادي اول زياره ليك لبلادنا؟
عافاك وريني بطاقه التعريف ديالك اللي فيها الصوره.
الرحله رقم واحد صفر واحد المتجهه الي ناريتا، والمقرر اقلاعها في العاشر من يونيو، تم تاكيدها مره اخري.
ماءه وعشرون دولاراً في الليله، بدون ضراءب.
هل هذا الضمان صالح في اليابان؟
معامن خاصها تمشي؟
عندي هاد الصندوق ديال الفواكه. هادشي هديه.
فاش كاينه اخر طرونسبور؟
ما غاديش نشريه. كاينين بزاف ديال الحوايج اللي ارخص منو فشي محل اخر و نقدر نلقاهم.
طالب واحد، من فضلك.
ما عمرني غطست تحت الماء.
بغيت نبقي تحت خمسين دولار.
لا، انت لست كذلك. يجب عليك النزول في المحطه القادمه.
واش غادي تقول ليا شي اماكن مثيره للاهتمام باش نمشي ليها ونشوفها فهاد المدينه؟
عندي الصف الثالث، في الوسط.
هذا ثمنه عشره دولارات وثلاثون سنتاً في اليوم.
ارسل هذا الي اليابان عن طريق البرقيه.
شْحَال كَايْكُون ثَمَن تَذْكِرَه الطِّيَارَه مَن نْيُويُورْكْ لُوسْ اَنْجِلُوسْ؟
فين نقدر نغطس؟
هاد الاكل ثقيل علي معدتي.
واش غادي تحافظ علي امتعتي حتي الساعه الحاديه عشر؟
نعم، يمكنك الدفع بالين. المبلغ هو الفان وسبعماءه ين.
مراقبه المخزون مهمه جداً بالنسبه للشركه.
غانعيط للبوليس.
بغيت نمشي لكونتوار تسجيل الوصول ديال يونايتد ايرلاينز.
مرحبا. تفضل بالدخول. انا سعيد لانك تمكنت من المجيء. هل واجهت اي مشاكل في العثور علي منزلنا؟
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ تْوَصْلْ لْدُوفَرْ بِالْقِطَارْ؟
عافاك، سلم ليا علي والديك.
هادشي مزيان بزاف.
ما كنتش كنجلس ف الصف الاول ديما.
ما كنعرفش نهضر بالانجليزيه.
عطيني شي غاز خفيف، الله يخليك.
هادشي كايالم بزاف و ما بقيتش قادر نتحملو.
فالكُونْطْوارْ اللي تْماكْ.
كرسي خاوي، الله يخليك.
طلع الفوق ودور يمين. غادي تلقاه علي اليسار ديالك.
واش ممكن ناخد كولا، عافاك؟
واش عندكم شي رحله لبرودواي؟
امتي غايكون القطار الجاي؟
حساس.
الجوده ممتازه، وهادشي ثمنو مناسب.
تقلع تلك الطاءره من البوابه رقم اربعه وعشرين.
بسلامه.
واش كتعرف شي محل ديال الصباط مزيان؟
واش هادي سياره من الدرجه الاولي؟
هل ستقلع الرحله في الوقت المحدد؟
البحر الداخلي هادء وجميل.
سمح ليا. كنضن انني خلصت اقل من المطلوب.
سمح ليا. باين ليا عطيناك السوارت الغلط.
سمعتي الاخبار؟
هل انتهيت من ملء بطاقه النزول؟
واش عندك النبيذ الاحمر بنص القنينه؟
الاستاذ تاكاجي، هل تريد التعليق علي هذا؟
واش عندك شي كاوكاو؟
شكراً لك، سيدي. انتظر لحظه، من فضلك، سيدي. من فضلك خذ هذه الفاتوره الي الصندوق وادفع هناك.
خلينا نشوفو.
هادشي حلو بزاف شويه.
واش ممكن نجلس هنا؟
واش تقدر تشد ليا الشانطه ديالي حتي الطاكسي؟
بغيت نشوف مسرحيه موسيقيه.
اي رحله تفضل، الرحله العاشره ام الرحله السادسه عشر؟
استمتعت بزاف بالحفله ديالك.
خصك يكون عندك الباسبور، و كارت الهجره و فورم التصريح الجمركي.
انا غادي نمشي، عافاك بدل ليا هاد الشيبس بلفلوس.
بغيت نجرب شي ماكله ايطاليه.
حط الشانطه ديالك فوق هاد الميزان.
انا موافق علي معظم ما اقترحته.
لوزتي ملتهبتان.
قُلْ لْعَاءِلْتَكْ سَلَام.
فاش كايتحل مكتب الاستقبال؟
القمصان في هذا المحل ارخص بكثير.
كَانْظُنْ بْلِّي عِنْدِي حُمَّي.
شْحَالْ غَادِي يْخَدُّو مِنْ وَقْتْ؟
واش ممكن تخلي الغرفه اكثر بروده؟
بالطياره، من فضلك.
متوسط النضج.
لا، ليس تماماً. معظم الطلاب يحصلون علي درجات النجاح في دورته، لكنهم يقولون ان محاضراته ممله ولا تُلهم.
فاش كايبدا القداس؟
اربعه دولارات اذا اشتريته في المحطه، وسته دولارات اذا اشتريته في القطار.
اعتقد انني ساخذ تلك التي ثمنها خمسون سنتاً. اعطني اثني عشر منها، من فضلك.
بغيت نشري شي تذكار بثمن تقريبا خمسين دولار.
عافاك، بغيت شامبوان.
واش عندك هادشي بالبلاتين؟
كيفاش نستعمل هاد المضخه؟
واش تقدر تعاوني مع هاد الشكاير؟
واش كاين دوش؟
بغيت ناخد ميه دولار من الفيزا كارت ديالي.
هذا المهرجان هو احد الخصاءص الثقافيه لليابان.
مايمكنش نتيق. واش صرفت كلشي ديجا؟
واخا، كنظن خاصني نمشي دابا.
واش بعيد باش نمشيو علي رجلينا؟
ما لقيتش الصاك ديالي. واش تقدر تعاوني؟
ايه، عندنا، ولكن ما نقدروش نبيعوهم.
واش يمكن ليك تبدل ليا هاد الفلوس بقطع صغار؟
الغذا واجد.
بغيت نبعث جوج طرود لنيويورك.
بغيت ندير مكالمه هاتفيه لليابان.
واخا. غادي نرسل الخدامه ديالنا دغيا باش تحل الباب بالمفتاح الرءيسي. شحال هو رقم الغرفه ديالك؟
بْشْحَالْ كَتْبِيعْ لَانْسْ نِيكُونْ لِي كَيْصَوَّرْ بْزَاوِيَهْ عَرِيضَه؟
كنفضل ناكل الماكله ديال الطريقه الغربيه.
استمرت الحرب الهادءه لاربع سنوات ونصف، من عام 1941 الي عام 1945، واندلعت بعد عامين من الحرب العالميه الثانيه.
واش عندك شي حاجه خفيفه ناكلها مع المشروب ديالي؟
واش عندك بلاصه لشي واحد عندو كارافان؟
مع الملح و الفلفل؟
اي مدخل؟
واش تقدر تورّيني كيفاش نعيط باستعمال كَاعْ كَارْتْ تيليفون؟
كَانْقْدَر نْهَضْر غير شْوِيَّه بِلِينْگْلِيزِي.
هل البحر هاءج الليله؟
حوالي نصف ساعه.
واش ممكن ناخد كيس ورقي؟
بغيت نمشي لمتحف الطيران والفضاء المشهور.
واش كَاتْظنّ بْلّي غَايْكونْ تْلجْ غْدا؟
هذا ربما كان قد استُخدم كبطاقه هويه.
واش غادي يخصها تكون فالمستشفي؟
هادشي كولو اغراض شخصيه.
واخا. فين نقدر نحط الحقيبه ديالي؟ واش نقدر نحطها هنا؟
كنقلب علي هديه لطفل صغير.
واش ممكن ديرو الغرفه اكثر دفءا؟
الجزء موجود علي اليمين.
تم توصيل مكالمتك.
واش تقدر تقول لي كيفاش نعيط لهاد النمره؟
واش هادشي للرجال؟
اوه، حقا؟ هل اخذ اي شيء؟
اعتقد ان هذا هو النوع الذي نود استيراده.
واش كاين شي بوتيكات قريبه لهنا؟
تعطلت سيارتي. احتاج الي شاحنه سحب علي الفور.
بغيت كتاب ديال الصور، الله يخليك.
جلس، من فضلك.
واش هادي بزوج ابواب ولا باربعه ابواب؟
نهار زوين بزاف.
اعتقد انني طلبت برغر السمك، لكن لا يوجد سمك في برغر السمك الخاص بي.
سمحلي، واش تقدر توريني كيفاش نستعمل الدوش؟
شكراً. بالمناسبه، كيف تريد ان تدفع الفاتوره؟
بغيت غير ناكد واش الرءيس التنفيذي ديال شركتكم غادي يحضر الاجتماع غدا.
انا اسف جداً، لكنني ساتاخر عن الاجتماع. لقد علقت في الزحام المروري.
واش يمكن ليك تحجز ليا شي بيت لليله ديال 18 سبتمبر؟
واش كاين شي كورس ديال جوج سيمانات؟
واش تقدر تعاوني باش نختار الرحله اللي غادي ندير غدا؟
خصني ندير شي حجز.
كاينين بواخر مصممين علي شكل سفينه قراصنه او سفينه بخاريه قديمه ذات عجلات. و كاينين بواخر اخري لي كيشبهو البجعه او الحوت.
قال لي السيد فورد ان التقي بك.
بغينا نمشيو لجبل گروص باش نتزلجو. واش تقدر تنظم لينا النقل؟
واش ممكن نسترد الفلوس ديال هاد التذكره؟
شْحَالْ دْيَالْ الْوَقْتْ كَايْخُدْ الْوَاحْدْ بَاشْ يْوَصْلْ لْسُوهُو؟
فين هو الحمال؟
واش بغيتي تلعب دابل؟
اه. انا ابحث عن احمر شفاه شانيل رقم خمسه وثلاثين.
يمكنك الحصول علي مزهريه جميله مقابل مءتي دولار تقريبا.
سمعت للتو ان جدي قد توفي.
الخطوط الجويه الامريكيه.
هاد بارك ديال الالعاب ديما عامر بالناس.
واش قرّيتي بطاقه التعليمات ديال السلامه؟
واش عندك الايس كريم؟
كاينه الريح.
واش ممكن نشوفو شي فيلم فهاد الرحله؟
واش عندك شي حد كيعرف يهضر اليابانيه؟
الرقم هو تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه.
بغيت شي خل.
كلمه P.S. هي اختصار لكلمه "postscript".
بالنسبه للتامين، بغيت تغطيه كامله ديال الحوادث.
بغيت نحجز جوله سياحيه، من فضلك.
واش عندك تذكره ليوم واحد؟
شنو؟ اه، اكيد. ما كاينش شي حد لي خدا هادشي.
يوم الثاني من سبتمبر، درجه اقتصاديه، لشخص واحد.
خصني نرجع قبل السته ديال العشيه.
عندنا بزاف ديال المناسبات السنويه غير الاعياد الوطنيه.
هادشي موضه هاد الصيف.
واش نقدر نخلص بالفيزا؟
سمح ليا. بغيت نمشي لميامي.
اي نوع من الفواكه لديك؟
واش عندكم شي حلويات قليله السعرات الحراريه؟
هاد العرض زوين بزاف بصح.
واش كاين شي قطار سريع لي غادي لبرلين؟
واش عندكم شي عروض خاصه علي عطور استي لودر؟
واش عندك مايونيز؟
عافاك، استعملو كطبسيل.
بغيت بلاصه مايكونش فيها التدخين، الله يخليك.
تصادمت سيارتي مع عمود اناره في الشارع.
كنكتبو بطاقات العام الجديد وكنرسلوهم. كيوصلو نهار واحد يناير.
غير متوسط، من فضلك.
ما كايبعتوش بزاف ديال اليابانيين بطاقات ديال الكريسماس، ولكن كاينين الملايير ديال بطاقات التهنءه ديال العام الجديد لي كيتكتبو وكيتصاوبو وكيتختمو وكيطبعو وكيتسيفطو كل عام.
واش تقدر تكتب هادشي؟
واش غادي تمشي للمدرسه؟
كنقلب علي العطر.
فين اتجه؟
هاك عشره دولارات، و دولار و خمسون سنتاً كبقشيش.
انا يوكو سوزوكي من شركه يونيفرسال.
معدل الصرف ماشي مزيان بزاف، ولكن كنظن ماعنديش شي خيار اخر.
هادشي ديالك.
دور لليمين عند الزاويه الثانيه و غادي تلقي واحد.
كيف هو الاكل؟
جبت اكثر من المسموح بيه.
النافذه وسخانه.
واش بغيتي التغطيه التامينيه لكل من الحوادث والمسءوليه؟
غايلقاوه غدا.
كَانْتْعَذَّبْ باش نْحَلّ الباب. واش ممكن تْبَدّْل ليا الكارط ديال الساروت؟
كنفضل ناخد واحد فالامام ديال الطياره.
غرفه القياس موجوده وراء مكتب خدمه الزباءن.
شْحَالْ مِنْ مَحَطَّهْ دْيَالْ الطُّوبِيسْ خَاصْنِي نْرْجَعْ لْوُرْ؟
هادشي ماشي صحيح.
لا، ارجوك لا تفعل. هذا للاستخدام الشخصي الخاص بي.
بغيت نكري طوموبيل فيها صندوق السرعه اوتوماتيكي، الله يخليك.
واش نقدر ننزل فالفندق؟
غطاء اخر، من فضلك.
بغيت نحجز غرفه ليوم 23 و24 غشت.
فين كاين اقرب مصور؟
عافاك، بغيت الثلج.
يمكنك الركوب مباشره خارج ذلك الباب.
ضاع مني جواز سفري. لم اجد جواز السفر في حقيبتي بالصدفه. يجب علي ان اغادر الي طوكيو صباح الغد.
بغيت نحجز لسته ديال العشيه.
واش تقدر تجيب لينا طبسيل اخر؟
شْحَالْ هِيَ التَّسْعِيرَه مِنْ هْنَا لْغَايَه مَحَطَّه الجَنُوب؟
واش ممكن نشوف هاد الحلقه ديال الودن؟
بغيت نمشي ف اقرب وقت ممكن.
واش تقدر تعطيني شي غرفه مناسبه للغطس، عافاك؟
سميه الحزب ديالك والرقم ديالو، الله يخليك.
ركبت القطار اللي كايجي مع الطناش و النص من سان دييغو.
ما لقيتش شي صابون.
فاش كايمشي القطار الجاي اللي غادي لشيكاغو؟
بغيت ندير مكالمه لليابان باستعمال بطاقه الاءتمان ديالي، الله يخليك.
تعرضت للسرقه في زاويه شارع بيتشووك. ارجوكم تعالوا بسرعه.
فِي الْبِدَايَه، خَاصَّنِي نْشْكُرْكُمْ بْزَّافْ عْلَي الْبْرُوجْرَامْ الْمُتْقَنْ لِّي حْضَّرْتُوهْ لِيَّا.
طبعاً، يمكن توسيع او تقليص هذا الجزء السفلي حسب رغبتك.
اشنو كاين هاد السيمانه؟
مع الحامض، اذا كان عندك، والسكر.
واش تقدر تعاوني نحمل هاد الصاك؟
هاد دوا ديال المعده اللي كنستعملو ديما.
لا، ولكن اذا كنت ترغب في استخدام خزانه، فهناك رسوم قدرها دولارين. يرجي دفعها في مكتب الاستقبال.
بغيت خس، لحم الخنزير و الجبن علي خبز الراي.
كيف يمكنني العوده الي هنا؟
كتسافر كل نهار للمدرسه بالقطار.
بغيت شي سكر، الله يخليك.
فين كايبدا هاد الطور؟
اي دوره مخصصه للمبتدءين؟
واش غادي تكتب ليا التقرير؟
ما كاين حتي مشكل. عندنا بزاف ديال الوقت.
عندي شوكايه في صبعي. واش تقدر تعطيني ملقط، عافاك؟
شْحَالْ هِي دْرَجَه الْحَرَارَه؟
كَانْظُنْ بْلِّي كَايْنْ خَطَا.
كيف بغيتي تخلص، بالكاش او بالكريدي؟
واش ممكن تصبر غير شي دقاءق اخري؟
واش ممكن تعمر ليا هاد الفورم ديال التامين الصحي، عافاك؟
ايهما الاكثر شعبيه؟
شكرا.
شكراً علي كل المساعده التي قدمتها.
من الثامنه الي الثامنه و الربع.
واش عندك نفس الشيء باللون البني الغامق؟
هادشي كيتعلق بالتوقيت.
امتي غادي يرجع؟
احتاج الي جواز سفري.
سعيد بلقاءك.
ضيعت تذكره الطياره ديالي.
بغيت نجرب نفس الشيء اللي كياكلو الشخص اللي جالس فديك الطبله.
عافاك، فَعّل ليا الكارط ديال الكود.
فالحقيقه انا عندي العاده الشهريه. واش هادشي مشكل؟
وقع الحادث بين شارينغ كروس وغرين بارك.
وقف.
شكراً. هل يمكنني الحصول علي ايصال، من فضلك؟
واش تقدر تشير ليه فهاد الخريطه؟
واحد او اربعه بعد الظهر.
عافاك رسم ليا خريطه هنا.
واش غادي تصلحو؟
كتشوف، ما كتسخنش الما ديال الحمام بما يكفي.
واش غادي تعطيني شي دوا باش نسكّن الالم؟
حنا هنا باش نزورو. ولدنا ساكن ف سياتل.
اذا كان متوفراً، فانا اريد سياره اوتوماتيكيه.
هاد الكيت ما خدامش مزيان. واش تقدر تعطيني واحد اخر؟
كاتبان زوين.
واش كاين شي موتيلات قريبه من هنا؟ عافاك رسم ليا شي خريطه.
واش باقي عندكم تذاكر لمسرحيه "بيغ ريفر" لليله هادي؟
كَايْبانْ شِبْهُو شِبْهُو.
ما هي الماده المصنوع منها هذا البدله؟
باقي ساعتين قبل موعد المغادره.
بغينا نتقاسمو هاد الطلبيه بيناتنا الثلاثه.
شويه ديال الفواكه، الله يخليك.
هادشي مهم.
عافاك خليهم برا.
مساء الخير. عندي موعد مع الدكتور دريل اليوم علي الساعه الثالثه، لكنني اخشي ان اتاخر قليلاً. هل هذا مقبول؟
واش عندك شي حاجه فيها السوارت؟
تم بيع جميع المقاعد من الفءه S، ولكن لا تزال لدينا مقاعد من الفءه A.
بْغِينَا نْقَسْمُو هَادْ الْاَكْل. وَاشْ تْقْدْرْ تْجِيبْ لَنَا طْبَاسِيل صْغَار؟
كَنْحَسْ بْلِغَثْيَانْ فْكْرِشِي.
نقص من الثمن.
هل يمكنني التحدث مع موظف ياباني؟
بغيت نعرف شحال كايكلف اتصال تيليفوني لنيويورك.
لا، ماشي بزاف، للاسف. راك كتاخد الميترو هنا علي مسءوليتك، يعني.
بالنسبه للاشخاص اللي سالاو الخدمه ديالهم، كيقولو "شكرا بزاف" باش يعبروا علي امتنانهم.
سرقوا عقد لءلء واشياء ثمينه اخري وهربوا.
واش غادي تورّيني الطريق للمستشفي؟
بغيت نمشي لبرج لندن.
بغيت نزل هنا.
واش ممكن ناخد شهاده طبيه؟
ها هي نسخه مصوره من تذكرتي.
هاد السياره صغيره زرقاء، رقم اللوحه ديالها هو KAY ثلاثه واحد خمسه، ورقم التسجيل ديالها هو PRI اربعه خمسه سته صفر.
واش غادي تعطيني شي تخفيض صغير؟
واش كتلعب شي رياضه؟
كاين طلب كبير علي هاد الاسلوب عند الجامعين.
عندنا بالفعل مقابس وماخذ كهرباءيه مستعمله في بلدنا، لكن ليس لدينا محولات. انصحك بالذهاب الي متجر يبيع اغراضًا سياحيه.
واش نقدر نشوفك غدا فالعشيه؟
حْضِي.
عافاك، بغيت جوج كريم ديال الطوماط.
واش كاين قريب باش نمشيو ليه علي رجلينا؟ ولا بعيد بزاف باش نمشيو ليه علي رجلينا؟
ايه. بغيت زوج تذاكر لمسرحيه "عربه اسمها الرغبه". واش باقي عندكم شي تذاكر لعرض الليله؟
واش هاد الرحله هي اللي صحيحه؟
دير شي تمارين خفاف ودير مساج بعد ما تدوش كل نهار.
كاين غير باب واحد باش تخرج.
اعتقد انك اخطات فهم التواريخ.
صاحبي غادي يجي ياخدني من هنا، اذن ما كاين حتي مشكل.
هاد البيت فيه بزاف ديال الصداع.
ما عنديش الشجاعه باش نلبس شي حاجه بحال هاديك.
شجر الجنكه جميل جدا عندما تتحول اوراقه الي اللون الاصفر في فصل الخريف.
عندي حفله هاد الليل. اذن، عفاك، رتبي ليا شعري.
واش كتسولني واش كنفكرو نبداو نبيعو المنتوجات ديالنا فامريكا؟
كيف تنطق اسم هذا المكان؟
عافاك خلصو من بطاقه الماستر كارد ديالي.
شْحَالْ هِيَ مِيزَانِيَّتْكْ لِلْاِعْلَانَاتْ؟
فين كاينين الطواليطات؟
بغيت نعس.
اعتقد انه متاخر بثلاث دقاءق تقريبا.
مايمكنش تكوني كديري الريجيم ونتي عندك هاد الجسم النحيف.
غانْتْاَخَّرْ عْلَي الِجْتِمَاعْ بْخْمْسْطَاشْ دْقِيقَه.
واحد فيه اسم المتجر، من فضلك. ساستخدمه في طلب التامين الخاص بي.
هذا للاستخدام الشخصي ديالي.
بغيت شي بلاصه فين نقدر ناكل شي ماكله محليه.
بغيت حامل ثلاثي الارجل، الله يخليك.
بغيت صاك ارخص.
تعرضت فجاه لالم رهيب في الظهر.
بغيت نمشي ف اقرب وقت ممكن. واش كاين شي رحله قبل من هادي؟
شكراً علي كل النصاءح. انت شخص لطيف جداً.
اي نوع من النماذج تود الحصول عليه؟
واش عشره جنيهات لثلاثه كافيه؟
كمل هاد الشارع حتي توصل لواحد الحديقه صغيره.
بغيت هادشي.
اي لون تفكر فيه؟
بغينا طبله قريبه للنافذه.
سمح ليا، ولكن كلشي تباع.
اذن كل شيء هنا جديد بالنسبه لك، اليس كذلك؟
واش ممكن نشوف شنو كاين هنا؟
امم، ما هي الجوانب الخاصه بهذا البلد التي تثير اهتمامك؟
هل يمكننا الاحتفاظ بغرفتنا لمده ثلاثين دقيقه تقريبًا بعد وقت تسجيل المغادره؟
سمح ليا، هاد الرقم ماشي هو.
طبله اكبر بكثير، من فضلك.
طبعا. ما كاين والو. ما تقلقش علي هادشي. كنتمني تكون اكثر حذرا المره الجايه.
واش غادي تورّيني كيفاش نضوي الضوء؟
عافاك وريني هاداك اللي فالڤيترين.
واش كاين شي تغيير فبرنامجنا؟
غانخدم.
واغلب الشوارع لا تحمل اسماء او علامات. لذا، من الصعب جدا الوصول الي وجهه ما فقط عن طريق عنوانها.
هاداك نصاب. اذن، عافاك، كون حذر.
عافاك عطيني كريم ديال التسمير.
عافاك عيط ليا علي طاكسي.
واش هادشي طري؟
شْحَال كَايْكُلِّف كِرَا المَلْعَب لِلسَّاعَه؟
غانعطيك جوج دولار باش تخليهم ميتين دولار.
واش هو علي اليسار ولا علي اليمين؟
بغيت سروال.
بغيت غير ندير جوله مريحه.
واش نقدر نشارجيه؟
شْحَال كَايْكُلِّفْ ارسال هاد الشي لليابان عن طريق البريد الجوي؟
واش ممكن ناخد جوج كارطونات ديال سيفن ستارز؟
واش عارف نمره التذكره ديالك، الوكاله السياحيه، تاريخ الاصدار وطريقه الاداء؟
بْشَحَالْ الكَامَرَا فِ اللِّيلَه؟
ربحتي. خمسه غادي يكونو مزيانين.
بغيت نرجع للفندق باش نلقي الكاميرا ديالي.
هادشي مساله حياه او موت.
خصك تاخد طاكسي، حيت ما كاينش شي نقل عمومي.
كاينين فاليابان 12 فريق ديال البيسبول محترف.
فالبلوك الثالث علي يسارك.
بغيت ندير مكالمه من محطه لاخري لطوكيو، الله يخليك.
بغيت نتلاقي.
واش غتلعب معايا التنس الاسبوع الجاي؟
واش نركبو علي هاديك؟
سمحلي. كنقلب علي جاكيط من الجلد.
هادشي بنين بزاف.
اشمن بوتيك ديال الحوايج كتنصحني بيه؟
واش ممكن ناخد اللحم المفروم و نلغي الستيك اللي طلبتو؟
بغينا نلعبو جوله بيناتنا حنا الثلاثه. شحال غادي يكلفنا هادشي؟
غانوصلو قبل الوقت بثلاثين دقيقه.
شكراً علي اتصالك.
عافاك، واش عندك شي سيگار؟ شحال ثمنهم؟
بغيت شي حد يفيقني.
ايهما هو يونغفراو؟
واش تقدر ديرها ف نص ساعه؟
بغيت خريطه ديال مسارات الحافلات، الله يخليك.
نتا اللي مسءول علي هاد الحادثه.
سير نيشان فهاد الزنقه لخمسه ديال البلوكات، و غادي تلقي صيدليه فالقنت. فاش توصل لهيه، دور يمين. غادي تلقاها علي اليسار ديالك نيشان.
عافاك هضر بشويه.
اشنو غادي تعرضو لينا الاسبوع الجاي، الله يخليك؟
كانخططو ناخدو تسع سوايع.
كَانْتْسْنّا بْزّافْ نْشُوفْ تْبْدِيلْ الحَرَسْ.
واااو. كلشي كيرقص بحال الحماق.
هل يمكننا البقاء علي متن الطاءره لاننا برفقه طفل؟
اشنو كاين فالمسرح الوطني؟
واش نقدر ناخد شي بيت لليله هادي؟
اه، انا جايْب دميه يابانيه لصاحبي.
فين كاين كونطوار الخطوط الجويه اليابانيه؟
حفله راءعه. واش عجباتك؟
انا اقوم بالتصريح عن هذا العنصر.
حتي انا سعيد بلقاءك، بوبي. واش بغيتي تمشي معانا نعومو؟
ما بغيتش ناكل دابا.
بغيت البيض مقلي من جهه وحده.
عافاك خلي الخصر يخرج بثلاثه سنتمترات.
كنقلب علي شي تذكار مثير من لاس فيغاس.
هذا ليس ما طلبته.
فين كَاتْقْرَا؟ واش كَاتْقْرَا فْهَادْ الْبِيتْ هْنَا، وَلَّا كَاتْمْشِي لِلْمَكْتَبَه؟
اه، ولكنك لست رجلاً نبيلاً، اليس كذلك؟
بغيت عدسات جديده.
خاصني شويه ديال الوقت زايد.
فاش كايبدا العرض؟
غاناخد هاداك.
بغيت ندير شي شوبينغ فهاد المدينه. واش تقدر توصّلني لشي مول تجاري مزيان او شي مركز تسوق؟
ما عنديش بزاف ديال الوقت. واش غادي ياخد وقت طويل؟
هادو هوما الاعصارات. كَاعما كَيْوصْلو لليابان تا كَيْجْرّْو علينا بزاف ديال الكوارث.
اظن اننا نستطيع ذلك. ساتحقق من الامر واعود حالا.
قل لي، السيد موريتا، هل زوجتك ترافقك هنا في نيويورك؟
كتْبَدْلو القْطارْ فالمْحَطَّه التالْتَه.
اي حافله تذهب الي المحطه المركزيه؟
حنا مزوجين غير نهارين.
بغيت نسخه من موديل لي رايدرز ديال عام 1944، موديل 101.
سمح ليا، واش غادي ياخد وقت طويل باش يوجدو لينا الماكله ديالنا؟
كنفضل الماكله الطاليانيه.
اذا ضعت، يمكنك ان تسال في مكتب المعلومات الموجود هناك.
واش غادي تلف هادو بوحدهم؟
سنقلع بعد بضع دقاءق. يرجي التاكد من ان حزام الامان الخاص بك مثبت بشكل امن.
ايه، ولكن من فضلك لا تدعهم يذهبون الي الطرف العميق او الي الجاكوزي.
امتي غادي تكون بطوله العالم؟
بغيت نشري صاك ديال الخدمه.
فين كنتي؟
كون بقيت صابر شويه كثر، كنت غادي ناخدو بثمن اقل.
اي واحد بغيتي، ديال خمسه دراهم ولا ديال عشره؟
كَانْحَسْ بِالْمَرَضْ. فِينْ كَايْنْ الطَّبِيبْ دْيَالْ الْبَاخِرَه؟
انا من اليونان.
واش كايناسب ذوقك؟
فاش كتحلو؟
كاين واحد ف اللور ديال هاد القاعه.
غانبقي مع صاحبي الليله.
اخشي ان يكون حسابك الجاري قد تجاوز الحد المسموح به.
الساعه هي الرابعه و عشرون دقيقه.
شوفان و زوج بيضات، مع السجق، و شاي بالحليب.
هذا عنوان فندقي ورقم هاتفي. هل يمكنك الاتصال بي علي هذا الرقم بمجرد العثور علي حقيبتي؟
واش تفضل طبله فبلاصه اللي كيدخنو ولا فبلاصه اللي ما كيدخنوش؟
اليوم بغيت ناكل بزاف ديال الخضره.
عندي بطاقه الهويه ديالي. واش رخصه السياقه مزيانه؟
نصف يوم يكلف ثلاثين دولاراً. اليوم الكامل يكلف خمسين دولاراً.
ثمن لوح ركوب الامواج هو 25 دولاراً لمده ساعتين و40 دولاراً ليوم كامل.
الجو سخون بزاف. واش تقدر تعدل التكييف؟
شنو هو سعر الين اليوم؟
هذا هو سوغيتا في الغرفه ثلاثه عشر وعشرين. لقد سجلت دخولي للتو، لكن هذه الغرفه اصغر مما توقعت. هل يمكنني تغيير الغرف؟
واش كيوقف كار ديال افينيو الخامس هنا؟
عندي فلوس باش نخلص وجبات ثلاثه ايام.
فين نقدر نشري منتوجات الصناعه التقليديه؟
كيف يمكنني اجراء مكالمه دوليه؟
ما هي الرياضات الشاءعه في اليابان؟
واش ممكن تفاكس ليا خريطه باش نوصل للمكتب ديالك؟
واش نتي واجده باش طلبي، الاله؟
كننصحوك تدير جوله فمدينه بوسطن. هادشي غيعطيك فرصه تشوف اهم الاماكن اللي كيثيرو الاهتمام فبوسطن.
كَانْحَاوْلْ نْلْقَي هَادْ العُنْوَانْ فْهَادْ الكَارْطَه.
السلام. واش هادي شركه بوسطن للتامين؟
واش كاين صالون ديال التجميل فهاد الفندق؟
كانت وجبه لذيذه جدا.
دابا دار شي حاجه خايبه.
اي جزء من النمسا؟
فين غادي هاد القطار؟
واش ممكن نستعمل التليفون؟
ما هو الحد الاقصي لطول البريد الطرودي؟
بغيت هادشي علي تمنيه و نص.
طبله لشخصين، من فضلك.
واش تقدر تقول ليا واش كاين شي مطاعم مزيانين ديال الماكله ديال البحر هنا فهاد المنطقه؟
واخا. مبني امباير ستيت موجود هنا فهاد الطريق. اللي خاصك دير هو تمشي لمحطه الحافلات اللي هنا فالزاويه و تمشي نيشان لتحت. غادي تلقاه علي يمينك.
شْحَال ثَمَن هَادْ الشِّي؟
اش بغيتي للحلوي، الايس كريم ولا الشربات؟
هادشي مايمكنش مع الميزانيه ديالي.
واش خاصنا نطلبو وجبه كامله؟
لا، ما زلنا غير مستعدين.
عندي حجز لمده ليلتين.
واش عندك شي ويسكي؟
واش تقدر تعيط ليا الي لقيتي الحقاءب ديالي؟
واش ممكن نشوف رخصه السياقه ديالك، عافاك؟
شكون اللي خاصو يقول شكون كيتاصل، عافاك؟
كيف يبدو هذا علي؟
لا، قليلات جداً. قد يكون هذا احد الاسباب التي تجعل النساء لا يلتزمن بالعمل في شركه واحده.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ بَاشْ يْتْجَدَّدْ الْبَاسْبُورْ؟
عافاك، لفّه.
كايتحسن.
غاناخد شي شويه ديال الزبده.
ركبت الحافله الغلط.
شْحَالْ كْبِيرْ؟
واش تقدر طيب هاد اللحم شويه كثر؟
عافاك، عيط علي شي طبيب.
غاناخد راديو.
واش كاين شي بلاصه باش نبدل الفلوس؟
بغيت ندير برمانون.
واش ممكن ناخد شي سيريل؟
لا، اعتقد انني لم استطع النوم بسبب تلك الاخبار السيءه.
كيف يتم حساب رسوم الالغاء؟
رحلتنا غادي تبدا فاليوم الواحد والعشرين من يوليوز وغادي تسالي فاليوم السابع والعشرين.
ما عنديش اهتمام.
كيف تنطق اسم هذه المحطه؟
غانخلص بوحدي.
واش المتحف مفتوح اليوم؟
خليني نشوف شي حاجه اخري.
هكذا، من فضلك.
انا بخير ايضا، شكرا.
قدّاش غادي تبقي ف نيويورك؟
واش نقدر نلغي الحلوي ديالي؟ انا شبعت بالفعل.
واش كاين شي باص ديال المطار اللي كيمشي للفندق شيراتون؟
نعم. الرقم اربعه وثمانون وسبعه.
دابا غير واحد.
قدامك مباشره. غادي تشوف الاشاره. ما يمكنش ما تشوفهاش.
غادي يخصك تديه لكونتوار التغليف ديال الهدايا.
شْحَالْ مِنْ وَقْتْ كَيْخُدْ بَاشْ يْضَغْطْ عْلِيهْ؟
كنتمني نكون قادر نزور بلادكم.
قول ليا بصراحه.
ما هو تاريخ التسليم؟
عافاك، رسم ليا خريطه.
ما عنديش شي حجز هنا، ولكن واش عندكم شي غرفه لمده ليلتين؟
بغيت نخرج دابا. واش تقدر تهبط ليا الشوانط ديالي؟
فين كاين الجنوب؟
واش ممكن ناخد غطا؟
واش قال ان المحطه القادمه هي شارع 23؟
هل يجب علي ان احجز مقعدا في عربه المطعم؟
مساء الخير. واش عندكم شي طابله خاويه لزوج ديال الناس؟
اشنو هي الهوايات ديالك؟
اه. شحال خاصني نحط باش نبدا؟
اه، غادي ناخد بيره مسوده مع المقبلات.
عافاكْ نَقّي هاد القميجه.
واش كاين شي حاجه بغيتيها تبقي برا؟
اه، انا حر.
اشنو اللي تسرق؟
كان طويلاً وشعره اشقر.
فين كاينين السجاءر؟
حط فوطه علي واحد منهم وهرسها بديك الشاكوش.
كيسير الحافله فالليل، فاش كيكونو الطرقات خاويين. لذلك، ما كيتعطلش بزاف.
عندي امساك من خمسه ايام.
بالتاكيد. ساصطحبك الي هناك.
واش تقدر تعطيني حبل باش نجر بيه الطوموبيل؟
دارك كبيره بزاف.
واش ممكن ناخد اتاي بدل القهوه؟
ما كنظنش اننا تلاقينا قبل من هاد المره.
واش عندك شي كارت بوستال زايده؟
واش تقدر تْصيفطْ هادْ الشي ليا فالبريد؟
بغيت شي قهوه.
فين كاين الكونسولط ديال اليابان؟
بغيت شي شويه ديال الرز.
اه، كاين. هاهو القطار جاي. نهارك مبروك.
واش ممكن ناخد شويه موطارد؟
واش تقدر تبعث فاكس لهاد النمره؟
واش نقدروا نتلاقاو مع الثلاثه ديال العشيه بدلًا من ذلك؟
كَنْفْقَدْ الرُّءْيَه دْيَالِي مْلِّي كَنْمْشِي لْبْرَّا، وْكَنْضَيَّعْ لْفْلُوسْ يْمِينْ وْشْمَالْ.
عافاك، كيكه التفاح.
كم عدد العطل المدفوعه الاجر التي تحصل عليها في السنه؟
طبله لاربعه اشخاص، من فضلك.
قُلْ.
صحيح. واش بغيتي تمشي معايا للبيسين؟
هادشي غادي يكون زوين. كنت كنتسني الفرصه باش ندير شي حاجه بحال هادي.
اود ان اقترح نخباً للسيد ويليام.
شكراً، سافعل ذلك. نامل ان تاتي لزيارتنا في مكاننا يوماً ما.
بغيت نمشي لمتحف A.
كانفكر نستافد من الخصم الخاص اللي كتقدم شركه الطيران ABC باش نمشي لهواي الشهر الجاي.
اظن ذلك. ستكون بخير.
واش ممكن ناخد جوج تذاكر لمسرحيه "لي ميزيرابل" ليوم السابع من يونيو؟
واش كَاتْبِيعُو غِير الكُتُب الجداد، وَلَّا كَاتْبِيعُو حَتَّي الكُتُب المُسْتَعْمَلَه؟
بغيت نبعث رساله لليابان.
فاش كنت كنتمشي فبرودواي.
بغيت شي صندوق ديال الماكله.
واحد تذكره من الدرجه الاولي الي كاليه، من فضلك.
عافاك عيط علي طاكسي مع جوج ديال العشيه.
مزيان بزاف، شكرا. ونتا؟
واش كاين شي حاجه مثيره للاهتمام هنا؟
عافاك خبر القنصليه اليابانيه بعد ما تبلغ البوليس.
واش نقدر نجيبهم كلهم؟ انا محتاجهم بزاف.
واش بغيتي شي حاجه تشربها مع الماكله ديالك؟
عطيني ثلاثين لتر.
اها؟
واش غادي يكون موكب غدا؟
ما كايخدمش. واش عندك شي واحد اخر؟
هذا المنتج غير صحيح.
عندي جوج قراعي ديال الويسكي.
الصداع النصفي.
هدايا لاصدقاءي.
كَيْضرني صدري.
كاين ثلاجه عامره بالمشروبات ف اللور ديال العربه ديالك.
بغيت كاس ديال الما، الله يخليك.
الاكل في الفندق غالي، اذن خلينا نخرجو شي بلاصه.
فين غادي نبداو؟
سمح ليا، فين كاينه البريد؟
عافاك وريني التهم.
بصح؟ ما كنتش عارف.
عافاك، بغيت جوج بلاصات بعشره دولارات.
كيف بغيتي اللحم ديالك يكون مطيب؟
وصف لينا شنو اللي فقدتي، من فضلك.
ما هو فصيله دمك؟
واش تقدر تورّيني الطريق؟
بغيت شي مقبلات، الله يخليك.
اشنو هي الماكله الرجيميه الاكثر شعبيه في المحل ديالك؟
خصك تمشي لفينا.
واش ممكن نستناو باش ناخدو طبله؟
هل شارع هدسون هو المحطه الثالثه؟
فين كاين كونطوار التسجيل ديال لوفتهانزا؟
عافاك صورنا.
هنا يجب ان تضع اسمك وعنوانك.
ديال من هاد الخدمه؟
اللون الاسود مزيان.
عافاك صورني.
بغيت نتواصل مع شي شركه كاريان الطوموبيلات.
طبله عند النافذه، من فضلك.
عافاك قول ليا فاش نوصلو لبوسطن.
بغيت شي نبيذ احمر جاف، الله يخليك.
واش خليتي نمر الشيكات ديالك؟
بغيت نشري احسن بلاصه ممكنه.
سير دابا للجمارك.
كنفضل نجلس فالامام ديال الطياره.
ضوء الرساءل عندي شاعل.
خصنا نتاصلو بمكتب المعلومات اللي كاين فالزاويه ديال لوبي الفندق. هوما غادي ياخدو الحجز.
اي محطه؟
هاداك شفّار.
هاد الشوربه عندها مذاق قوي.
اشنو كاين ف الصاك؟
هادشي ديالي باش نستعملو شخصيا.
بغيت فيلم ديال هاد النوع ديال الضوء الاصطناعي، الله يخليك.
الهدف من هذا هو مساعده الاشخاص الذين فقدوا احد احباءهم علي تحمل تكاليف الجنازه.
سمح ليا. غنجيبلك شي كاس ديال اتاي دغيا.
سمح ليا. واش ممكن ناخد غطا؟
واش فهمتيني؟
واخا. دور علي اليسار ديالك فالدوره الجايه. غادي تشوفو قدامك مباشره.
واش كاين شي بلاصه باش نرتاحو؟
هل الرسوم السريعه مشموله؟
فين ووقتاش نقدر ناخدو؟
اشمن واحد كتعتابريه حسن لبشرتي، طلاء الاظافر باللون الغامق ولا طلاء الاظافر باللون الفاتح؟
شكرا لك. هذا يعني اننا سنصل في الصباح الباكر. هل تعتقد انني استطيع ان استقل المترو للذهاب الي وسط المدينه؟
اي نوع من المواد يحتوي عليها الدواء؟
اه، عندي حجز لغرفه فرديه. اسمي ماتسوي. م-ا-ت-س-و-ي.
واش عندك هادو بنوع مفتوح من جهه الاصابع؟
شكراً. اه، لقد فهمت ما حدث.
شْحَالْ مَسَافَهْ لْهَادْ الفُونْدُوقْ؟
واش تقدر توريني فين كاين الكرسي علي الخريطه، عافاك؟
قال انه سيتصل بك لاحقا.
مرجو منكم تعديل مقاعدكم و وضعها في الوضعيه العموديه.
واش هاد الزنقه كتمشي لمتجر سي اند اي؟
سمح ليا حيت كنقلقك. واش ممكن تعطيني ستيلو احمر؟
بغيت ناخد موعد مع السيد واتسون.
غانوريك كيفاش تستعمل عصا الاكل.
سمحلي، اسي الضابط. واش تقدر تعاوني؟ ما لقيتش المتحف الوطني ABC.
غاتجي عندك نادله باش تاخد طلبك. عافاك نادا علي النادله منين تكون مستاعد باش تطلب.
لا، ساخرجهم.
واش نقدر نستعمل شيك ديال المسافرين؟
اه، عندنا. شنو النوع اللي بغيتي؟
واش ما كاينش البرد؟
انا الان في مطار كينيدي. ما هي اسرع طريقه للوصول الي فندقك؟
انت في الغرفه 16 ا. في هذا الممر، علي يمينك.
عافاك، ما تلبسش جينز ولا تيشورطات.
كيف بغيتيه؟ كنقصد شنو بغيتي يكون عندك فالهامبرغر ديالك؟
واش نتي حامله؟
واش تقدر تجيبلنا طاكسي؟
سنكون سعداء بقبول عرضك.
ما عمرني درتها من قبل.
شْحَالْ هَادْ الشِّي صْحِيحْ؟
واش كاين شي كتاب باليابانيه؟
ماكايناش فالمخزن، ولكن راها مطلوبه.
كنفضل مطعم نباتي.
الباب مقفول و الساروت ديالو خاسر.
اه، هاهو نتا.
الرقم خمسه واحد واحد، سبعه اثنان سبعه ثلاثه في لوس انجلوس، من فضلك.
واش كاين شي جوله؟
اي دواء للبرد تنصحني به؟
ماكانحملش لحم الخنزير.
عافاك، كتْب هادشي فالفاتوره ديال الخدمه. كاين ثمن اضافي.
عافاكْ صيفْطْ هاد الباكاجْ لليابان.
غاناخدو معايا.
غانرجع.
واش نقدر نبقي فالطياره حتي نتسنا؟
بالتاكيد. سنقوم باصلاحه قبل عودتك.
انا اللي كنشكرك.
غير شويه.
من اين انت في الاصل؟
اه. كنت باغي نزور هاد البلاصه من زمان.
بالتاكيد. يبدو انه لا توجد مشكله.
غانخلص باستعمال التامين ديالي.
هل هناك جولات سياحيه لتمثال الحريه؟
زيد. غير قولها و صافي.
عندنا اليوم سمك السول بكميه كبيره و بجوده عاليه.
صافي. غادي نقول ليك شي حاجه. ما تقولش لعاءلتك، و انا ما غاديش نقول لعاءلتي.
اشنو كدير عاده ف وقت الفراغ ديالك؟
اتمني ان نلتقي مره اخري في يوم من الايام.
لونها اخضر، و حجمها تقريباً هكذا.
عافاك عطيني خريطه المدينه.
سمح ليا، ما كيجاوب حتي واحد علي التليفون.
عندي نزيف في الانف.
بعضها يذهب الي محطه طوكيو المركزيه والي الفنادق الكبري.
ثلاثون جنيهاً، من فضلك.
سمح ليا. فين كاين تيليفون عمومي؟
شكراً لك علي اي حال.
اه، لقد اكلت بعض المحار الطازج البارحه. كان طعمه غريبا.
كَانْظُنْ بْلِّي هَادْشِي كَايْخَلِّينِي نْبَانْ كَبِيرْ فْالعُمْرْ.
واش تقدر تورّيني هادشي، عافاك؟
من ماذا يتكون هذا الفريق؟
اليوم عندنا مينسترون، كريمه الهليون، وحساء الخضار.
غاناخد مارتيني ناشف. و عصير البرتقال ليها، من فضلك.
واش عندك شي تاريخ ديال امراض القلب؟
عينيا كايضروني.
كَانْقلّب علي تْريكو ديال البولو.
شيء اقل من مءه دولار، من فضلك.
كايْمَشِي مِنْ هْنا فْتِسْعَه دْيَالْ الصْبَاح.
شكراً لك علي اي حال، لكن يجب عليّ ان اذهب.
عافاك، بغيت سطح لامع.
بغيت ثمانيه ديال الوراق ديال عشره دولارات و عشرين ورقه ديال دولار واحد.
عندنا منتوج جديد مصمم خصيصا للنساء العاملات.
غانْديها انا.
هاد الخدمه ديال جوده عاليه وموثوقه.
غير كنشوف، شكرا.
اعتقد انه يمكنك الحصول علي كل شيء من السوبر ماركت. اذا لم تستطع، فلا تقلق. ساذهب الي الصيدليه غداً.
هادشي ماشي ضروري، اسي. غادي نهتمو بهادشي ملي غادي تدير التشيك ان. وقت التشيك ان كايبدا من جوج و نص ديال العشيه، ولكن نقدرو نحتفظو ليك بالحقاءب ديالك الي بغيتي تزور شي اماكن سياحيه قبل من هاد الوقت.
واش غادي تجيب ليا كاسرونه ديال الما لي كايغلي؟
عندي مرض مزمن.
كَانْظُنْ بْلِّي كَايْنْ خَطَا فِي الفَاتُورَه. وَاشْ تْقَدِّرْ تْشُوفْهَا عَافَاكْ؟
واش ممكن تفرغ طفايه السجاءر، عافاك؟
اين توجد الاماكن السياحيه المشهوره هنا؟
انا سعيد بلقاءك، السيد سميث.
بغيت نمدد فتره اقامتي بجوج ايام.
واش غادي دير ليا خدمه؟
اي نوع من العطور تودّ؟
واش هاد الخط هو الخط المباشر الاكثر مباشره؟
خلينا نشوفو. اللعبه غادي تبدا علي جوج؟ اه، غادي نقدرو نكونو تما.
بغيت ننزل ف سانت بول.
شْحَالْ هَادْ الشِّي امَانْ؟
واش ممكن نحط رساله فيه؟
السيد واتسون، التحويله 201، من فضلك.
ما عارفش شنو لي خاصني نحط.
هاك. هاد هادا هو الاكثر شعبيه.
عندي حجز، اكيياما.
فاش تخرج من المصعد، غادي تلقاه علي يمينك.
واخا، دّفع هاد الزر. اوه، هادشي ما خدامش. سمح ليا، هادشي خاسر.
كيف حالك، السيد تاكاجي؟ لم نلتق منذ الربيع الماضي، اليس كذلك؟
شُفْنَا بْزَّافْ دْيُولْ الْحُوتْ لِّكَايْهَاجْرُو.
غادي نرجعو من بعد.
كنت كنتساءل امتي نقدر نرجع لهنا.
اذا كنت بحاجه الي اي مساعده، يُرجي طلبها من مضيفي الطيران. لدينا طاقم يتحدث اليابانيه والفرنسيه والصينيه والاسبانيه علي متن الطاءره.
ماءه دولار، باستثناء الضريبه.
مرجو منكم ربط حزام السلامه و احترام علامه "ممنوع التدخين" حتي يتم اطفاءها.
واش عندو حمام؟
ها هي بطاقه صعودك الي الطاءره وبطاقه الامتعه الخاصه بك.
واش ممكن ناخد صحن اضافي؟
بغيت شي دوا.
حنا جوج، واش ناخدو الحجم الكبير؟
نسيت جواز سفري في الطاكسي.
اربعون دولارا.
كيتكلف الفندق ديالنا بترتيبات باش يجي شي واحد يهتم بالولاد.
سمح ليا، غادي نتاخرو بعشرين دقيقه.
واش كاين شي مطاعم يابانيه هنا فهاد المنطقه؟
شيء سهل القياده، مع مقود علي الجانب الايسر، من فءه لترين.
واش داخلي ولا فالهوا الطلق؟
هذا هو عنواني الجديد اللي غادي نستقبل فيه الرساءل.
نعم، يمكنك ذلك. اليك بطاقه المطالبه الخاصه بك وبطاقه الصعود الي الطاءره.
اوه، حوالي السابعه مساءً، اعتقد ذلك.
سديت علي راسي الباب. الساروت باقي فالداخل ديال الطوموبيل.
يمكنك الحصول علي نتيجه افضل من ذلك.
ما كنتش كنتوقع انو غادي يكون هاد الزحام.
كَنْحَسْ بْوَجَعْ كَيْضْرَبْ لِيَّ حْوَالَيْ مْنْطَقَهْ الكَرْشْ.
واش يمكن ليك تبدل ليا البلاصه ديالي بوحده فالقسم ديال المدخنين؟
هاد الرسوم كتهم المكالمات البعيده.
واش ناوي تبدا تبيع منتوجاتك فمريكان؟
واش غادي تجيب ليا بيرا اخري؟
كان جيم وانا صديقين منذ ايام الدراسه الثانويه.
عافاك بغيت بيض مقلي، مع وجه واحد مشحر و معاه لحم الخنزير.
بغيت تذكره ديال عشره ديال الرحلات للمسافرين.
غير لحظه، سيدتي. غادي نشوف هادشي.
ما كاين حتي واحد ساكن هنا بهاد الاسم.
فين نقدر نلقي الباص السياحي؟ فين ووقتاش نقدر نركب فالباص؟
الجزء العلوي كبير بعض الشيء. هل يمكنك تعديله؟
واش كاين هنا ملعب ديال الگولف؟
بغيت نلغي الحجز ديالي للطاءره ليوم الخامس من ماي، وندير حجز جديد ليوم التاسع من ماي، الله يخليك.
واش نقدر نحتفظ بهاد الكارط بونيف؟
واش كاين شي واحد لي كيفهم اليابانيه؟
انا اسف جداً لسماع خبر وفاه والدك. ارجوك تقبل تعازيّ الحاره.
غادي ناخد ايطالي، الله يخليك.
واش درتي الورقه ديالك؟
عافاك، خمسه ديال الوراق ديال عشره دولارات.
واش ممكن ناخد جوج تذاكر للكبار باش نحضرو لمسرحيه "كاتس"؟
من الاحسن ليك تجلس و ترتاح بعد الرحله الطويله ديالك من اليابان.
اشنو هي الرسوم اللي ما كاينهش فيه؟
واش تم تطبيقو؟
فين تحرقتي في يديك؟
شكون هوما المصممين ديالكم؟
واش تقدر تجمعهم بجوج؟
القط الازرق. فرقه جاز قديمه مكونه من اربعه عازفين.
فاي سياره يوجد فيها هذا القسم؟
مبروك، سمعت انك حصلت علي وظيفه في شركه ABC.
واش كيشمل هاد الثمن رسوم الخدمه؟
بغيت نحجز طبله مزيانه باش نشوف العرض.
كَايْكُلْفْ تِسْعَه وْتِسْعِينْ دُولَارْ اَمْرِيكِي.
غادي يكون عندك ساعه باش دير هنا اي حاجه بغيتيها.
بغيت نرجع لطوكيو قبل نهار الجمعه.
هل المجوهرات معفاه من الرسوم الجمركيه؟
اشنو هو الفيلم الاكثر شعبيه دابا؟
مَا كَانْتْشْ مْتَاَكِّدْ دَابَا.
شريت روج حمر باش نعطيه كادو.
فاش غادي يمشي؟
سمح ليا، واش تقدر تعاود هادشي اللي قلتي؟
حتي شهر شتنبر من عام تسعه وتسعين وتسعماءه والف.
واش نقدر نلتحق بهاد الكورس حتي واخا انا مبتدء؟
بغيت نمشي نتشري. فين كاينه منطقه التسوق القريبه من هنا؟
بغينا نشوفو شي فيلم. شنو كتنصحنا بيه؟
شكون اللي صنعو؟
ولكن كما تعلم، فان "LT" ستجعلها ارخص.
شْحَال كَايْكُلِّفْ الاتِّصَالْ بْطُوكْيُو فِي اتِّصَالْ عَنْ بُعْدْ؟
باي الوان اخري تاتي هذه السياره شيفروليه؟
ما قادرنش نختار شنو نطلب. شنو كتنصحني؟
شْحَال الثَّمَن لِلشَّخْص الوَاحِد؟
قدمت وقت المغادره.
واش ما كَتْبِيعُوهُومْشْ بْحَالْهُمْ بْحَالْهُمْ؟
واش تقدر دير ليا حجز فالمسرح؟
بهاد الطريقه، دور لليمين.
عندي قنينه ديال شراب الارز الياباني.
بغيت بلاصه ما تكونش محجوزه، من فضلك.
اوه، انا اسف. تفضل. هل يمكنني ان احضر لك شيءاً تشربه؟
بغيتك تجي معايا، عافاك.
دابا راك حجزتي.
بغيت نحجز بلاصه، فالدرجه الاقتصاديه، للندن نهار الاحد الجاي.
كيتكون من ثلاثين كلمه. اذن، من فضلك، ثلاثه دولارات.
يمكن لحارسنا ان يساعدك، او يمكنك الحصول عليه عن طريق سياره اجره.
واش الحديقه ديال الحيوانات مسدوده؟
شنو هو اسمك الثاني؟
بغيت نحجز غرفه صغيره.
جوج ديال الناس.
سميتي سوزوكي. عندي حجز علي الساعه سته.
بعض السجاءر، من فضلك.
بغيت غير نقطع شعري.
بغيت سنسله ديال اليد.
بغيت ندور ف الجزيره.
خلينا ناخدو استراحه. واش بغيتي تشرب شي قهوه؟
انا جاي.
خليت سوارت البيت فالبيت ديالي. واش ممكن تعطيوني نسخه من السوارت، عافاك؟
شْحَال خَاصْنِي نْعْطِي كَرَاطِيفْ؟
سمح ليا. واش هاد الحافله غاديه لفندق هوليداي ان يونيون سكوير؟
واش عادي نخلّي الطوموبيل فبوسطن؟
واش تقدر تجيب ليا تذكره؟
واش ممكن ناخد كيس كبير؟
هاد الشوربه سخونه بزاف.
بغيت شويه الجزر.
غانْتاصْلو بيكْ فْوَقْتاشْ نْلْقَاوْهْ.
واش كتجمع الحيوانات المحشوه كهوايه ديالك؟
بغيت نحجز فـ JAL ليوم عشرين مارس.
ماكاينش الثلج.
هل يمكن لليابان انتاج كل الاغذيه التي تحتاجها؟
واش عندك شي روايات يابانيه؟
واش عامر اليوم؟
هذا يعني اذن انني لا افشل ابدا.
كم عدد ايام العطله التي تحصل عليها في السنه؟
غانبقاو علي الاقل اسبوع.
بغيت بومبا ديال الهواء.
واش نقدر نمشي للبرج البحري بالميترو؟
الرحله اللي كان خاصني نكون فيها، AA 11، تلغات.
اوه، حقا؟ انا اعيش في كاماكورا، اتمني ان تزورني في منزلي.
فين كاينه طواليط ديال الرجال؟
كَانْبَانْ لِي هَادْ الشِّي بَسِيطْ بْزَّافْ لِيَّا.
عندي بعض العناصر للصحافه.
قولي ليا عافاك شحال هو نمره التيليفون ديالك.
سمح ليا، واش تقدر تنصحني بشي اوطيل؟
اوه. ما اجمل ان التقي بك هنا.
هادشي اخر حاجه غادي ندير.
القطارات تنطلق من محطه كينغز كروس.
ضاعت لي الحقيبه ديالي.
فاش غادي نرجعو؟
المراهقون اليابانيون مهتمون بالموسيقي.
بغيت نجرب هاد الصباط.
اه، اتصلت قبل قليل.
واش عندك شي نبيذ ناشف، ماشي غالي بزاف؟
درت شويه موس ديال الشعر اليوم.
واش الطياره غادي توصل ف الوقت؟
شْحَال كَايْكُلِّفْ اِعَادَهْ اِصْدَارْ هَادْ الشِّي؟
فين نقدر نشري شي تذاكر ديال التيليفيريك؟
كَيْبان لِي بْلي ستونهينج مثير. واش كاينين شي جولات لي كيدورو فهاد المنطقه؟
تعرضت لاصابه خطيره في قدمي اليمني.
انا مقيم في فندق هيلتون.
واش ما عندكش شي حاجه تاكلها؟
فاش كايبدا القطار؟
عن طريق البريد السطحي.
كيف تفضل شريحه اللحم الخاصه بك، سيدي؟
بغيت نركب فالحافله اللي كتمشي للمطار.
شكراً لك لانك جءت لتلتقطني من المطار. انت شخص لطيف جداً.
اعتقد ان يوم السبت سيكون غاءما.
شْحَال كَايْكُلِّفْ كِرَا طُومُوبِيلْ مَعْ شِيفُورْ؟
كَانْبْغِي التُّفَّاح، وَلَكِنْ الْيُومْ بْغِيتْ نَاكُلْ شْوِيَّه دْيَالْ الْعْنَبْ.
عافاك، بغيت تلغي ليا الكارطه ديالي.
كاس ديال النبيذ الاحمر، واخا؟
بالتاكيد. واش عندك شي حاجه معينه فبالك، شي ماكله معينه؟
واش هادشي نيكل سيلفر؟
اشنو هاد الصوص مْصَايْبْ ليه؟
عندي الف دولار نقدا.
دور شمال. راه كاين علي اليمين.
شْحَال كَايْكُلْفُو ثْلَاثَه يْوَامْ؟
واش غادي تحمل هاد الشانطه، عافاك؟
سياره صغيره، ويفضل ان تكون سياره يابانيه.
اَشْنُو هُوَ الْمُنْتُوجْ لِّي كَايْتَخَصَّصْ فِيهْ هَادْ الْبْلاَدْ؟
عندنا جوج او ثلاثه ديال الحوايج الزوينين بزاف ف الحي. واش بغيتيني نحجز ليك؟
واش ممكن ناخد مءه غرام من سلطه القرع؟
واش عندك خاتم اخر؟
بالمناسبه، هل ملات الخزان قبل ارجاع السياره؟
بغيت نمشي لسان دييغو.
بعد وفاته، تم القيام باصلاح سياسي، يُعرف باسم اصلاح عصر تايكا.
نسيت صاكي في القطار.
سمحلي، ولكن هاد الكلمه، OMEDETOUGOZAIMASU، طويله بزاف باش نعدو عدد الكلمات. بما ان الكلمه الواحده محدوده بخمسه عشر حرف، بغيتك تقسمها علي جوج.
كايخرج من محطه الحافله رقم 2.
اذا بغيتي.
اي نوع من السلطات عندكم؟
واش تقدر ترسم خريطه غادي توصّلني لهيه؟
غاناخد داكشي اللي نصحتيني بيه.
شنو كايعرضو دابا؟
بغيت قلم حبر، الله يخليك.
اه، نعم، وسادفع بواسطه بطاقه الاءتمان.
عافاك جيب ليا الفطور للبيت ديالي.
واش عندكم شي جولات للبانتيون؟
طاحت لي المعلقه.
عافاكْ صَرِّفْ لِي شِيكْ شَخْصِي.
اه، شكراً. اسمي مايومي ياماغوتشي من اليابان. لقد وصلت للتو الي الفندق.
كَيْعَوَّرْني رْجْلي.
الشمس قويه بزاف. واش درتي الكريم الواقي من الشمس؟
كتاخد تقريبا نص نهار. غادي يكون المرشد السياحي هنا باش ياخدك معاه علي الساعه تسعه ديال الصباح.
فين كاين الملعب؟
كاينه كاس ناقصه.
بغيت صلصه ايطاليه.
ايوا، باين ليك عندك نفس القياس ديالي. انا كنلبس عاده القياس المتوسط.
هاد الساعه القديمه ما بقاش خدامه. واش تقدر تبدلها؟
ايوا، باينه شويه ضيقه من جهه الكتاف.
بغيت ناخد كارت بديله. امتي نقدر ناخدها؟
واش تقدر تعيط للبوليس؟
رقم هاتفي هو اربعه صفر اربعه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
واش كاين شي مشكل؟
حتي في الوقت الحاضر، يتم تحضير اطباق راس السنه الجديده، التي تسمي اوسيشي ريورِي، في كل منزل تقريبًا.
الجوله التي تستغرق نصف يوم لا تفي بالغرض.
غانْسول واشْ مْمْكِن نْتْصَوَّر معاه.
من اي نوع من الجلد صُنعت هذه الحقيبه؟
هادشي لذيذ بزاف.
الثمن مختلف عن اللي كاين فالكونطوار.
كَتْكَذّبْ عليّا. واش كاين شي طريقه اخري باش نرسلو ارخص؟
بغيت نبدل شي ين ياباني بدولارات امريكيه.
واش ممكن نتحول للصف الاول؟
بغيت نخرج دابا. واش تقدر تهبط ليا الشوانط ديالي؟
واش كاين شي كلينيك قريب من هنا؟
واش عندك مفكات البراغي؟
معامن خاصني نتواصل الي كان عندي شي مشكل؟
هل ستقلع هذه الرحله في موعدها؟
غاناخد من هاد الشي تلات ميا غرام.
خرج مسرعا الي وسط الشارع حيث لم يكن هناك ممر لعبور المشاه.
بالمناسبه، هل لديك تامين سفر لهذه الرحله؟
هذا للاستخدام الشخصي ديالك، طبعا.
بغيت نخلي الطوموبيل فمطار سان فرانسيسكو.
شي حاجه حلوه؟
بغيت نتاكد من وقت الاقلاع.
غانكون فهيلتون هوتيل.
واش تقدر تْصَيْفْطْ لِي هاد الرّْسَالَه؟
عندنا عاءله مكونه من اربعه افراد، بما فيهم والديّ واختي الصغري وانا.
شْنُو سْمِيَّه هَاذْ الْفَنَّانْ؟
طلب منو يتصل قبل العشره بتوقيت اليابان.
كيف يمكنني الوصول الي المعبد؟
اشنو كتشرب؟
واش تقدر تعطيني نمره التليفون ديال شي شركه ديال الطاكسيات؟
ثلاثه دونات وكعكه واحده، من فضلك.
غانكون تما بعد شي ساعه.
السلام. مطعم بير ون فيش اند غريل. هل يمكنني مساعدتك؟
شكراً. هل يمكنني التحدث مع السيده ياماتو، من فضلك؟
واش كاين شي محل ديال البضاعه المعفاه من الرسوم الجمركيه هنا؟
كيفاش كتسحب الفلوس؟
اه. اريد ان اءكد حجزي مره اخري علي الرحله رقم سبعه عشر الي طوكيو يوم الاحد القادم. اسمي ريكو موري. م-و-ر-ي.
كنت كنتساءل علي نوع الالوان اللي غادي يكونو موضه هاد الخريف.
بغيت نحجز بلاصه للنعاس فالقطر اللي غادي لواشنطن دي سي، الله يخليك.
كنقترح عليك تزور حتي مبني الامم المتحده اللي كاين علي ضفه نهر ايست.
عندها تسعه وتسعين سنه. بغيت نصرف تقريبا تسعه وتسعين دولار.
عافاك وريني هاد الانبوب. هاداك التالت.
اذا كان الشخص بوذياً، نعم. لكن العديد من العاءلات تقيم الجنازات في منازلها.
قميص ابيض واحد و زوجين من الجوارب.
حوالي الف دولار.
شْحَالْ كَايْكُلْفْ اَرْخَصْ بِيلِي؟
بيتزا فيليه اللحم مع سلطه خضراء، من فضلك.
واخا، خود وقتك. قولي ليا الي كنتي محتاج شي حاجه.
هادْ هَادْ الشِّي مْنْ جِيهْتِي.
بغيت نطلب بيتزا. شكون كيوصل هنا؟ شنو هو النمره؟
غانْتْعَطَّلْ.
واش عندك شي بيت حسن من هادا؟
كتاخد نهار كامل. غادي يكون المرشد السياحي هنا باش ياخدك علي الساعه تسعه ديال الصباح.
عافاك، اختار شي نبيذ مزيان باش ناكلو معاه.
بغيت واحد ورقه ديال خمسين دولار و خمسه اوراق ديال عشره دولارات، الله يخليك.
سكان طوكيو كَيبلغو تقريباً 12 مليون. المدينه مكتظه و ثمن السكن فيها غالي.
يمكنك اجراء مكالمه مباشره من غرفتك.
شْحَال كَايْكُونْ ثَمَنْ اضافي لِلِاسْتِعْمَالْ لْمَرَّهْ وَاحْدَهْ؟
بلا تبريد، من فضلك.
شْحَالْ بَاقِي مَازَالْ وَاشْ نْبْدَاوْ؟
هل هذا الكريم للبشره الجافه ام للبشره الدهنيه؟
سمحلي. انا تْلَفْتْ وْمَاعَرْفْتْشْ فين نْمَشّي.
ايوا، كنت كنفكر فالسوشي. ونتا؟
بغيت نشارك ف الرحله الاختياريه ديال غدا.
اذا شريتهم بجوج، واش تقدر تعطيني تخفيض؟
واش ممكن ناخد جوج لترات ديال الحليب؟
غانبقاو هنا لليل كامل.
بغيت نكري طوموبيل.
الثالث من نونبر هو يوم الثقافه.
كَانْقلّب علي شي قميجه لبنيته عندها عشر سنين.
ضاع لي الباسبور ديالي.
اه، عندي هادشي.
عافاك، قطع الخط مره وحده.
عاون.
كتاخد اكثر من الثمن ديال الرحله.
بلاّ. ثلاثه ديال الكْطَعْ، ومن بعد نْديرُو ليڭري؟
شكون هو البطل الرءيسي؟
واش كاين شي سوق قريب من هنا؟
ما كنعرفش كيفاش نسد هاد الستاءر.
كيف يمكنني الوصول الي سنترال بارك؟
غضبت عليه.
عافاك، صيفطو بالبريد السريع.
عافاكْ صيفْطْ هادْشي كْبَاغَاجْ مَاشِي مْرَافْقْ.
شْحَال كَايْكُلْفْ ثَمَنْ تَذْكِرَهْ الحَافْلَهْ لْبُوسْتُونْ؟
سير من ديك الباب و غادي تلقي اليمين ديالك.
خصك تخلص زياده علي الحلوي.
كنقلب علي شي وحدين اخرين.
سميتي هيساي تشيبا. انا يابانيه.
خاصني شويه موطارد.
عطيني واحد كارطون من هاد الماركه.
ايه. ولكن في المدن الصغيره وحتي في منطقه وسط طوكيو القديمه، لدينا العديد من متاجر التجزءه المتخصصه المستقله الصغيره.
واش عندك شي حاجه ديال جوده احسن؟
شنو كتنصحني نشوف فكيوتو اكثر من اي حاجه اخري؟
فين خدام؟
هل يمكنني طلب وجبه نباتيه؟
شْحَال كَايْكُلْفْ هَادْ لَبْيَتْ؟
ماشي بزاف خايب. ولكن كنفضل يكون فيه شويه ديال التوابل اكثر.
واش تقدر توصّي بمعجم فرنسي-انجليزي؟
شكراً. كان من اللطيف رءيتك. الي اللقاء.
واش نقدر نرتاح فشي اوطيل قريب من هنا؟
هادوك الطوابع غادي يكلفوك ثمنطاش دولار. هاد الورقه هي تصريح الجمارك الخاص بالطرد ديالك.
فاش يقدر يجي الطبيب؟
واش كاين شي حاجه نشربوها فالباطو؟
كَايْبانو السْحاب زْوينين من الفوق.
واش كاين شي طريقه نقدر نعاونك بيها؟
بغيت نشوف الحي المالي.
كَانْخُدْ دروس فْ السِّبَاحَه.
واش عندك شي قهوه سريعه الذوبان؟
هذا المطار غير مزدحم كثيراً بعد ظهر يوم الثلاثاء.
واش عنيف؟
اه، خليني نشوف. بغيت نبدا بكاس ديال النبيذ.
صلح الضوء، من فضلك.
بغيت نبدل الحجز.
اذا نسيت، فقد تخسر حجزك.
اي واحد مزيان غادي يكون بخير.
غانْتْلاقاوْكْ فالبيسينْ فْوَحْدْ الساعهْ واحدْ، واخا؟
لا. هذا الرصيف مخصص للقطار المتجه في الاتجاه المعاكس.
شكرا لك. انا اقدر اهتمامك بشكل كبير.
بغيت نتعشي باقل من ثلاثين دولار بما في ذلك المشروبات.
بغيت هاد الحوايج يتكَاسو.
سلام. انا حجزت طاوله لليله هاذي علي الساعه سبعه. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
واش عندك الباسبور و التذكره ديالك؟ شوف، هاد المحل هو محل معفي من الضراءب.
اي نوع من المنتجات جيد للبشره الدهنيه؟
هادشي هو الوقت باش نبداو.
اشنو بان ليك نمشيو نشوفو شي فيلم؟
بغيت نبدل شيك ديال المسافرين.
لا، سيدي، لا نفعل ذلك.
يمكنك الذهاب مشيًا علي الاقدام او بالمترو. اليك خريطه المترو.
ها هي النصيحه لك.
بغيت زوج صنداله، الله يخليك.
ازهار الكرز. تزهر في الربيع.
عافاك، جوج بيره اخرين.
عشره وحدات، من فضلك.
شكرا لك. ارجوك اخبرني عندما نصل الي هناك. انا غريب تماما في لندن.
اسود. هل يمكنك ان تُريني زوجًا اخر باللون الاسود؟
شْحَالْ مِنْ وَقْتْ كَايْخُدْ هَادْ التَّغْيِيرْ وْشْحَالْ كَايْكُلْفْ بَاشْ يْتْعَمْلْ؟
عافاك سخن الغرفه دغيا.
واخا. عطيني تذكره واحده ديال الرحله ذهاب واياب.
كيف كان؟ هل كان جيدًا؟
عاده ما تكون تساقطات ثلجيه خفيفه تتراوح بين بوصه او بوصتين.
فندق بلازا، الغرفه سبعه صفر اثنان.
ما كنعرفش. كلهم جداد عليا.
ضربتك الراءعه عظيمه.
غانحولك غير دابا.
اكلت من شويه.
هادشي كايفرحني.
واش عندك ليكيطيطات؟
واخا. امتي بغيتي تلعب؟
امتي اقرب وقت؟
السلام. واش هادو هوما براون؟
واش ممكن نشوف القبعه اللي فالواجهه الزجاجيه، عافاك؟
غانكون فرحان الي كان الجو زوين غدا.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ مِنْ هْنَا؟
طلبت مقعداً لغير المدخنين، لكنني اجلس في مقعد للمدخنين.
واخا. عافاك حجز ليا جوج بلاصَات ف الدرجه الاولي ف هاد الرحله.
عندك التهاب الزايده.
واش تقدر تلقالي شي واحد باش يهتم بالدراري الصغار؟
صاك صْغير لونو بْني. مصنوع من الجلد.
ايهما اكثر ملاءمه، الحافله ام المترو؟
الساعه هي الثانيه وعشر دقاءق.
عندها تورم في الكاحل.
كنت محظوظاً جداً لانني حصلت علي تذكره الليله. لم اصل الي المدينه حتي الساعه الثالثه مساءً.
واحد من اقفال النافذه مكسور.
بغيت نرسلو عن طريق البريد السريع.
هل هناك غرف خاصه متاحه في الدرجه الاولي؟
واش ممكن ناخد جوج صناديق هدايا لهادو؟
بما انني اشتريت الكثير من الهدايا التذكاريه التي لا يمكنني وضعها في حقيبتي، فاود الحصول علي كيس او شيء من هذا القبيل.
واخا، اسي. خليني نهتم بحوايجك اولا.
نفس الشيء، من فضلك.
اذن، لقد تم تاكيد حجزي، فهل يمكنك الاتصال بالمدير، من فضلك؟
ما عنديش الفلوس.
تفقد كل شيء، من فضلك.
عطينا طبله زوينه قريبه للمنصه، الله يخليك.
واش نمشيو لحانه؟
واش تقدر تجيب ليا مقاس اصغر؟
اذا كنت تريد التدخين، الرجاء الانتقال الي الصفوف من الاربعين الي الخمسين.
سكّت.
عافاك طوي الكمام ديالك.
شكراً لك علي السماح لي بالبقاء هنا، هذا لطف منك.
واش هاد الطوبيس غادي للمطار؟
بغيت نحجز طبله لثلاثه ديال الناس.
اشنو رايك فهاد العشيه، فحدود الرابعه مساءً؟
التالته ديال الصباح.
فالطابق الخامس.
فين خاصني نبلغ علي هادشي؟
واش عندكم كورس للمبتدءين؟
بغيت شي اقلام تلوين.
مَاخَاصْشْ نْنَقِّيوْ الْبِيتْ.
واش ماشي هاد النهار زوين؟
شكون هو المخرج؟
حلّ صاكك، عافاك. هادو حبات، ياك؟
واش نقدر نحجز لثمانيه ونص ديال الصباح غدا؟
السبت يوم سيء لاني مضطر ان اساعد ابي.
بغيت نمشي لاقرب محطه ديال الطوبيس.
تْسْرْقاتْ لِيَّ الْبَاسْبُورْ دْيَالِي.
كيجي معاه الارز والخضار.
بغيت نبدل طلبي.
نعم سيدي، ساقوم بتحويل مكالمتك علي الفور. الرجاء الانتظار.
بغيت نعرض عليك باش تجي لحفله عيد ميلاد.
واخا، خاصك تعيط ليا قبل ما تجي المره الجايه.
فين كاينه الساحه؟
واش عندكم شي رحلات اخري؟
يمكنك الحصول عليها عند البوابه قبل الصعود. يرجي اظهار هذا الايصال هناك.
ماكاينينش هاد المحلات فاليابان. اذن، شنو غادي ندير؟
اه.
بغيت نبدل الرحله ديالي لليوم التاسع من اكتوبر.
الضلوع الاضافيه مشهوره هنا.
واش تقدر تقولي وقتاش غادي يوصل الباص للشارع الثاني والاربعين؟
عافاك، دور ليسري فالاشاره الثانيه.
فين هوما الناس الاخرين؟
اي طابق؟
بالوان مختلفه؟
واش كاين ميكروويف؟
فين كاين مركز المءتمرات؟
بغيت بلاصه من الدرجه الاولي، بلا تدخين، الله يخليك.
واش خاصني نبقي ف الفراش؟
واش يمكن ليك تعاود الاصدار فنهار واحد؟
شنو هي تخصصك؟
انا مع زوجي.
واش تقدر تورّيني شي بطاقه تعريف؟
فصيله دمي هي A.
واش ممكن نبدل الغرفه بغرفه عندها اطلاله علي المحيط؟
تذكره ذهاب فقط، من فضلك.
واش نقدر نمشي لهيه علي رجلي؟
اي نوع من الغرف تودّ؟
عافاك، ورّيني.
اه. هي ت-ا-ن-ك-ا. رقم البطاقه هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه. وتاريخ انتهاء صلاحيتها هو سبتمبر، الفين وواحد.
سد، شحال الساعه؟
عافاك صلح الركاب.
شيك المسافر، واخا؟
واش كايجيو الطاكسيات لهنا؟
يمكن ان يكون مركز التجاره العالمي مكانا جيدا.
اشنو قال؟
شنو هو الكود ديال اللباس؟
هادْ هِي صاكْ صْغِيرْ ازْرَقْ كَيْتْسَتْعْمَلْ لِلْمْبِيتْ.
واش خاصني نبدل؟
واش تقدر تقولي شنو هو كود المنطقه ديال سانت لويس؟
بغيت عدسه تيليفوتو.
طبعاً. انا اقود السياره في هذه المنطقه منذ اكثر من عشر سنوات.
بغيت نشعل الضو.
واش ممكن ناخد شي دوا؟
عندي قشعريره وغثيان. واش كاين شي بلاصه باش نرتاح؟
واش هادا فينيل؟
عافاك عطيني الساروت ديالي. الغرفه ثلاثه واربعين.
واش غادي تعلّمها ليا علي الخريطه ديالي؟
فين خاصني نتسنا؟
فين كاين المركز التجاري؟
عافاك بدل هاد الفلوس بالدولار.
جبت ما ديال الروبيني مع الثلج.
واش عندكم افلام مجانيه؟
موقع الغوص الاول اليوم هو واحد من اشهر المنحدرات في هاواي.
عافاك نقلني لغرفه اخري.
بغيت ترموميتر.
كاينه شي مشكله فالفيلتر.
بغيت نحجز طابله علي الساعه سبعه.
بغيت نحجز جوج بلاصات لعشيه الجمعه.
راه كاين تما مور السبيطار.
شْحَال كَايْكُلْفْ تِسْكِيَه مِنْ الطَّبْقَه الثَّانِيَه لْنْيُويُورْكْ؟
اشنو كتنصحني نقرا من روايات التشويق؟
عندنا الاسبرين.
جرحت راسي.
قطّع الخط، من فضلك.
كيف يمكنني الوصول الي هناك؟
بغيت عينه من البول ديالك.
من المفترض ان تاخذ امتعتك من سير الامتعه.
شْحَالْ دْيَالْ الْوَقْتْ كَايْبْقَي الْقِطَارْ وَاقِفْ هْنَا؟
خصك تشرب شي دوا ديال المعده.
واش كيكونو خدامين يوم الاحد؟
شْحَال الثَّمَن دْيَال الشَّهْر؟
عافاك عطيني رايك الصريح علي هادشي.
شْحَالْ هُومَا التَّكَالِيف الاِضَافِيَّه؟
ملي كنضغط علي اللثه ديالي، كتنزف.
واش غادي تحافظ علي هاد الشي ليا؟
لقد قمت بتثبيت بطاقات استلام امتعتك علي غلاف تذكرتك.
السكاري كَايكونو بحال بحال فكل بلاصه.
واخا. علاش ما تمشيش تشوف الحمام اولا؟ انا غادي نشوف واش كاين فالمطعم.
عافاك وريني شي حاجه صغيره شويه.
انا مصاب واحتاج الي سياره اسعاف.
فين نقدر نلقي الليموزين ديال فندق هيلتون؟
كايْسَرّبْ الما من الانبوب.
واش تقدر ترسل ليا الحوايج اللي نسيت؟
واش نقدر نعيط من هاد التليفون؟
ما متاكدش.
بغيت نجرب الاكل المحلي الخاص.
اود بعد ذلك ان اوجه انتباهكم الي الرسم البياني رقم واحد - ثلاثه.
هل هناك اي تغيير في الرحله رقم اثنان خمسه اثنان المتجهه الي اوساكا؟
اشنو رايك فهاد الطياره اللي مصنوعه فاسكوتلاندا؟
اوه، هذا ما اريد القيام به الان. واحد، اثنان، نوم.
بغيت شي برمانونط لي يكون خفيف، الله يخليك.
هل هناك حافله لنقل الركاب من فندق هوليداي ان؟
كاينه شي غلطه.
طبعاً. شحال ديال الوقت كَاتظن غادي ياخد هادشي؟
يمكنني ان اعطيك مرهماً، لكنني انصحك بالذهاب الي الطبيب لاجراء فحص بالاشعه السينيه.
مرحبا بيك تمدد رجليك.
عندك الحق، انا عارف، علاش ما نمشيوش لهيه بجوج؟
كان الامر مفاجءاً. لذلك لم ار وجوههم.
شكرا. واش تقدري ديري السلاطه؟
واش ممكن نستلمها فهاد العنوان؟
اوه، واحده اخري، من فضلك. ربما كنت قد اغمضت عيني للحظه.
جيبلي طاس، الله يخليك.
كَانْقْدَرْ نْهَضْرْ شْوِيَّه بِالانْجْلِيزِيَّه.
واخا، ما عجبنيش هاد اللون. واش عندك هادشي باللون الازرق؟
عافاك قول ليا عنوان الاتصال ديالك فحاله وقعات شي حاجه طارءه.
انا متاكد من انني ساملا خزان الوقود عند ارجاع السياره.
هاد الدار باينه مريحه للعيش فيها.
امتي غادي تقلع هاد الطياره؟
هذا معطوب.
اه، واخا.
خلينا نعاودو من جديد.
عافاك، بغيت جوج تذاكر ديال هاد الليله.
واش كَاتْبِيعُو سْلَع مَعْفِيَّه مِنْ الضَّرَايْب؟
ضربات راسها.
واش هاد السير ديال الحقاءب خاص بالرحله سبعه واحد اربعه؟
سمعت عن عشرين دولار.
سميتي نوغوشي. عاد دابا عيطت ليك من الفندق.
فين كاينه السفاره اليابانيه؟ واش ممكن ترسم ليا خريطه؟
بغيت شي بيت عندو منظر زوين.
واش هادشي قريب لمحطه الميترو؟
طوبيس؟ اعتقد انك تقصد ليموزين باش يوصلك للفندق. فين غادي للفندق؟
واش ممكن تصورني؟
بغيت نسحب اربعميه دولار من حسابي.
غانوصل فْعشره دْيال الدقاءق.
شنو هوما ساعات الخدمه ديالهم؟
هذا السيد سوزوكي يتحدث، اود ان اسال عن حجز الفندق.
قدّاش غادي تبقي ف المانيا؟
واش نقدر ناخد درس خاص؟
هاد الفيلم عنيف بزاف بالنسبه للاطفال. خاص يكون عليه تقييد.
واش ممكن تزيد الحراره فالتيرموستات؟
غيّر الخطه ديال العشيه، من فضلك.
شكراً. هل يمكنك ان تاتي الي هنا وتاخذ الباقي بعد ذلك؟
عافاك، خليني ننزل في افينيو الخامس.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ الوَصُولْ لِلمَطَارْ؟
بغيت شي دوا للبثور.
بغيت نحجز طابله علي الساعه السابعه.
واش عندك افلام اباحيه؟
واش كاين منيو ياباني؟
الطوموبيل ديالي خسرات.
صاحبي طاح من فوق الجبل.
سعيد بالتعرف عليك، سيدي.
شْحَال كَانْ ثَمَنْ المُكَالَمَه التِّلِيفُونِيَّه لِلْيَابَانْ؟
ما نقدرش ندخل.
امتي غادي يكون متوفر؟
سمح ليا. كنضن بلاصتي هي اللي حداك.
ها حنا. هاداك هو المتحف البريطاني.
سلام. هاذا هو المينيو.
بغيت نصلح الصباط ديالي.
كان الامر اشبه بحلم.
التالته ديال العشيه.
انا اسف لعدم تمكني من قبول الدعوه بسبب ارتباطي بموعد اخر.
حتي اي وقت يمكننا استخدام المرافق؟
نسيت صاكي في شي بلاصه.
اي قاءمه طعام تنصحني بها؟
هل الرسوم الضريبيه ورسوم الخدمه مشموله؟
غانمشي للباب علي الكرسي المتحرك ديالي.
اشعر بتحسن كبير الان. شكرا جزيلا لك علي كل شيء.
فين نقدر نصلحو؟
لا، ماشي حتي لدابا. ولكن كنتمني نمشي تما شي نهار.
واش ممكن ناخد شي حاجه نقراها؟
بغيت ناخد موعد باش ندير سيشوار علي الساعه ثلاثه.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ هَاذْ الشِّي بَاشْ يْوَصَّلْ لِيهْ؟
كَايْن البرد. يمكن غَنْطْلُبْ غطاء اخر؟
واش هاد الخط كيمشي لسان دييغو؟
شْحَالْ كَيْخُدُّو الوَقْتْ باشْ يْوصْلُو لْليَابَانْ عْبَرْ البُوسْطَا العَادِيَّه؟
فاش دوز من داك الجسر ديال الراجلين، دور علي اليسار.
اذن، هل هذه الشروط مقبوله؟
ما بقيتش قادر نتحمل هادشي اكثر.
عافاك، بغيت كاس ديال البيره الخفيفه.
بغيت نشري علبه ديال السجاءر.
كاين بزاف ديال الزكام لي كيدورو هاد الايام.
عافاك سخّن الطبق مره اخري.
واش خاصني نلبس كرافات؟
بغيت شامبو للشعر الجاف.
كيف يمكنني الوصول الي فندق واني؟
اعتقد انك جءت الي الطاوله الخطا.
بغيت نقرا الطب.
باقي خاصك تعطيني دولار واحد وسبعين سنت.
واش كاين شي تعليمات خاصه بالاعتناء بالمنتج؟
واخا. غادي ناخد شابلي. ونتي، جين؟
لا، الحقاءب الجلديه اكثر تكلفه. هذه الحقيبه مصنوعه من الجلد. سعرها ماءه وخمسه وسبعون دولارًا.
حنا مهتمين بالاثاث.
واش تقدر تقترح عليا شي مطعم مزيان؟
واش كَاتْبِيعُو الحِبْر دْيَالْ سْتِيلُو دْيَالْ لَبْيَاضْ؟
لا، ما نعملوش هادشي. خاصني نمشي للدار قبل السبعَه.
اللعبه سالات.
واش عندك هادشي من الفضه الاسترلينيه؟
بان ليا انني فقدت بطاقه الماستر كارد ديالي ملي كنت كنتسوق هنا.
لا، شكراً. انا ناعس دابا.
انا في ورطه. ارجوك ساعدني.
فين كاين الطابق ديال حوايج الرجال؟
حرقت يدي اليمني بالماء الساخن اللي كان في الطنجره.
كيف يمكنني الحصول علي التذاكر؟
سميتي كامي. عندي حجز هنا لمده ليلتين.
عافاك، سْرَعْ لْمَطَار.
ماكانعرفش نْهَدْرْ بالانجليزيه.
نتا زوين بزاف.
كاناخدو الميترو، ولكن خاصنا ناخدو التذاكر قبل.
تْسَرْقات ليا لْبُوزَه. كان عندي شي ميتين دولار فالمحفظه ديالي.
ايه. تحت الكرسي.
فين كاين اقرب محل ديال الاغذيه الصحيه؟
لا، من فضلك لاحقا.
عندي قشعريره.
كيف كان يبدو مرتكب الجريمه؟
فين كاين هاد الكرسي؟
كاينين بزاف ديال الاماكن التاريخيه.
فين هو احسن بلاصه باش نزورها مع صاحبي؟
لا، لا. بغيت نشوفك.
واش عندو ضمانه؟
واخا. نقدر نكلف راسي بهاد الشي من اجلك.
فين كاين اقرب سوبر مارشي من هنا؟
امتي غنوصلو؟
ثم، اتجه الي الممر الاخضر.
اشنو هي لاكارت ديال اليوم؟
واش يمكن ليك تبدل الفرنك الفرنسي بالجنيه الاسترليني؟
فين نقدر ناخد الحقاءب ديالي ديال الرحله جال واحد وعشرين؟
سته مشروبات تساوي عشره دولارات وخمسين سنتا، سيدي.
اوه، انا اسف. ربما لديك مكان في ذهنك بالفعل - الي اين تريد الذهاب؟
واش ناخد طلبك، اسي؟
واش يمكن ليك تامن هاد الطرد؟
اي نوع من تسريحات الشعر هو الاكثر شعبيه في الولايات المتحده الان؟
ما هو حجر الميلاد الخاص بشهر يونيو؟
عندك الحصبه.
واش كيعجبك الموسيقي؟
طواليط، فيضان.
اه، لقد فحصني الدكتور جونسون البارح.
واش عارف فين غادي يدار هادشي؟
واش تقدر تشرح ليا كيفاش نسد الباب؟
بغيت ناخد درس ف الغطس.
فين كان هادشي مصنوع اصلاً، و شحال من عام داز؟
فين خاصني نخليها بعد اسبوع؟
فهمت. غادي تخلص غير شي زياده.
سلام. بغيت نطلب قهوه و ساندويتش كلوب.
وايلي، توقفوني مره اخري عند نقطه التفتيش الامنيه.
سير نيشان و غادي تلقاه علي اليسار ديالك.
كَانْحَسْ بْالْوَجَعْ فْرَجْلِي.
كَانْحَسْ بْشَوِيَّه دُوَارْ فْرَاسِي.
باين عليه كايستمتع بالرحله.
فاي حافله كنت تستقل؟
واش تقدر توصّي ليا علي شي فيلم كوميدي زوين؟
واشنو رايك فهاد الحزام ديال الجلد ديال الماعز اللي عندو جوده عاليه؟
هادشي مكتوب فهاد الورقه.
هل يمكنني الحصول علي تقرير طبي ووصل لشركه التامين الخاصه بي؟
بغيت نحجز فندق، الله يخليك.
عافاك تسني شويه. غادي نمشي نسولو.
عافاك، حطو فالفندق الكبير.
شْحَال كَايْكُلْفْ اَرْخَصْ كُرْسِي؟
المرجو ان تكون المقاعد قريبه من بعضها قدر الامكان.
الباب ما بغاش يتفتح.
واش غادي تاخد معانا شي صوره؟
واش عندك الحوت مقلي؟
ايهما تعتقد انه افضل كهديه لطفل يبلغ من العمر ثماني سنوات؟
واش كتقصد داخل المدينه؟
طبق ازرق واحد خاص. هل انتهيت؟
واش عندك شي خراءط لمنطقه وسط المدينه؟
هادشي عليا.
جيت غير باش نحييها.
عافاك عمرو ملي ترجع الطوموبيل.
اشنو كتنصحني؟ ما كنعرفش شنو هو مزيان حيت انا ما كندخنش.
شْحَالْ دْيَالْ الْوَقْتْ بْغِيتِي تْسْتَعْمْلُو؟
واش تقدر تعيط لشي واحد كيهضر اليابانيه؟
بغيت نتعشي ب 40 دولار للشخص الواحد.
باينه مسروقه.
عافاك بغيت توست و كاس ديال القهوه.
سميتك وعنوانك، الله يخليك.
السلام. واش نقدر نعاونك؟
حوالي الثامنه و خمس و اربعين، اذا ما عندكش مانع.
هل هناك مرافق مخصصه للاشخاص ذوي الاعاقه؟
هل ستبقي الندبه علي جلدي؟
كنستعملو العكاكيز باش ناكلو الوجبات.
كَايْتْنَظّْمو حْفْلاتْ لْمُشَاهَدَهْ لْكْرْزْ تْحْتْ شْجَرْ لْكْرْزْ.
وصلت علي متن رحله الخطوط الجويه المتحده رقم خمسه اربعه ثلاثه.
انا جد فخور لاني التقيت برجل راءع مثلك.
السيد اينشتاين، هل يمكنني ان اطرح سءالاً حول سعر الصرف؟ لا اري كيف يمكنك اتهام اليابان بممارسات تجاريه غير عادله بهذا الشكل القاطع.
امتي نقدرو نبداو نلعبو؟
غانجيو ناخدوك من قدام الفندق.
خلينا نقيسو ليك الحراره. واش عندك الشهيه؟
نعم، انتظر لحظه من فضلك. هناك مقعد فارغ في الخلف، يمكنك الانتقال اليه.
كيف يمكنني الوصول الي هذا العنوان؟
واش تقدر تحجز ليا شي غرفه؟
غاناخد بلاصه فالاوركسترا.
بغيت شي حاجه ارخص شويه.
هادو ضيقين شويه.
كيقولو غادي يطيح الثلج.
شكرا لك. اتمني لك اقامه ممتعه.
السوشي هو كره ارز صغيره بيضاويه الشكل مغطاه بشراءح من السمك النيء او المحار.
اخشي انني لا استطيع الحصول علي الموافقه علي هذه البطاقه الاءتمانيه.
غانْديرْ حَفْلَه. كُنْتْ كَانْتْمَنّي تْجِي.
واش بغيتي غرفه للمدخنين ولا غرفه غير مخصصه للمدخنين؟
واش تقدر تقولي شحال المبلغ ديال الفلوس؟
لا، انا فقط اتفرج.
بغيت نتاصل بالمرشد ديالنا. واش تقدر تقول ليا كيفاش ندير باش نعيط؟
تفضل تفقد سيارتي.
غانْدير هادْشي. شُكْرًا علي المُساعَدَه.
عشرين دولار علي شكل قطع نقديه من فءه ربع دولار، من فضلك.
واش كتعرف شي مطاعم لي كيبقاو مفتوحين حتي وقت متاخر من الليل؟
سمح ليا، ما فهمتش معني هاد علامه المرور.
واش نتوما خدامين اربعه وعشرين ساعه؟
ما متاكدش من اي حافله كتمشي لوول ستريت.
واش هاد الطوبيس كيوقف حدي بارك الاخضر؟
واش تقدر تلقي مقاس لي غادي يجي معايا؟
شكرا. ساشرب كاسا اخر، من فضلك.
واش تقدر توصّي بشي وكالات اسفار؟
ثلاثه كءوس من البيره المُخمَّره، من فضلك.
واش عندك الحراره؟
اي نوع من الحقاءب؟
بغيت سطل.
المجموع الكلي للثمن هو خمسه وتسعون الف وتسعماءه وثلاثون ين.
الزيارات المنزليه الي الغرفه مكلفه. يرجي استخدام غرفه الفحص الموجوده في الفندق.
سير فهاد الطريق مباشره ودور يمين فالتقاطع. المتحف كاين تما بالضبط.
بغيت ساندويتش ديال اللحم المشوي.
انا ماشي الشخص المسءول علي القفازات، عافاك شوفو هو.
سمحلي. كيفاش نقدر نوصل لكنيسه يونيون؟
عافاك طلب منها باش تعيط ليا منين تدخل.
علي بعد حوالي 10 دقاءق مشياً علي الاقدام.
امتي غنوصلو لشيستر؟
سمح ليا، ولكن هادشي ما كيبانش صحيح.
الطوموبيل ديالي سالا ليها البنزين.
السلام، هادي هي الغرفه واحد و عشرين. بغيت غطاء، الله يخليك.
عافاك دير حجز لطبله لاربعه اشخاص علي الساعه سبعه. سميتي ساكاتا.
ما كنظنش عندهم شي حاجه اخري، ولكن خديتو فزنقه التالته.
عافاك، نصحني بشي متجر.
اذا كنت اتذكر جيدا، فان التوقيت الصيفي سيبدا غدا في الولايات المتحده.
واش تقدر تخلي لي الحقاءب ديالي هنا حتي الرابعه؟
واش تقدر تقول ليا علي شي بلاصه باش نتعشي فيها بثمن مناسب؟
دزت من المحطه ديالي.
الحاديه عشر و اربعون دقيقه مساء
بغيت شي ما معدني.
ما كايْبانْليش ان المكيف ديال الهواء خدام.
فين كيتقدم العشا؟
واش كَاتْقُولْ بْلِّي التِّمْثَالْ دْيَالْ الْحُرِّيَّه كَايْسْتَاهْلْ تْمْشِي تْشُوفُو؟
طوكيو زيرو تلاته جوج اربعه سته زيرو خمسه سبعه تسعه.
واش نقدر نطلب كاس ديال النبيذ؟
كان راءعا.
ما قدرتش نفهام. قال بزاف ديال الهضره.
حطهم في الثلاجه في اقرب وقت ممكن.
فين كاينه اقرب بوتيك ديال الحوايج؟
ايه اوراق ضروريه لاتمام المعالجه؟
كنقترح عليك تجي ف ماي او اكتوبر، هاد هوما احسن فصول العام.
هاد المحل التجاري عندو احسن تشكيله ف المدينه. انا متاكد انك غادي تلقي الزربيه اللي كَلب عليها.
كيعجبني هاد البلاصه حيت كنت باغي نزورها من زمان.
بغيت بلاصه فالممر قريبه من باب الطوارء.
انا عرقان.
اه، شنو بغيتي تبدل؟
ايه. واش ممكن نشوف بطاقه الطالب ديالك؟
تصادف ان الثالث والخامس من ماي هما عطلتان وطنيتان. لذا قررنا ان نجعلها ثلاث عطل متتاليه باضافه اليوم الرابع.
ما زال الطعام ديالنا ما جاش.
واش تقدر توصّي ليا بحفله موسيقيه؟
هادشي تمنو خمسه وثمانين سنت. ما تنساش تاخد تذكره التحويل ملي طلع، باش ما تحتاجش تخلص مره اخري ملي تبدل الباص.
عافاك، بغيت ندير مكالمه علي حساب اللي غادي يتوصل بيها فاليابان.
كاينه شي مشكله فعداد التعرض.
سيصبح المطارين بالتاكيد نافذتين جديدتين لتعزيز التواصل مع الناس في البلدان الاخري.
فاش كايحل المحل؟
ركبوا الخط E حتي شارع فورث وبدلوا بالخط F.
كَايْمْشِيو بْزَّافْ دْيَالْ الْوْلَادْ لِلْمْدَارِسْ الْاِعْدَادِيَّهْ بَاشْ يْدْخْلُو لِلْمْدَارِسْ الثَّانَوِيَّهْ وْالْجَامْعَاتْ الْاَفْضَلْ.
هادو اكسسوارات ديال الكاميرا. هوما هشاش بزاف.
غانمشي لنيويورك باش نخدم.
الثمن ديال الدقاءق الثلاثه الاولي هو عشره سنتيمات.
فين كاينه شي لافونيط ديال الحوايج؟
اشنو كاين فالاوبرا الليله؟
كاناخد هاد الدوا كل ست ساعات.
واش يمكن ليك ترسل هادشي بالبريد؟
القاع البحري مغطي بالشعاب المرجانيه.
بغيت ندير مكالمه علي حساب المستقبل.
شْحَال كَايْكُون الثَّمَن دْيَالُو لْكُل مِتْر؟
طبعا يمكنك ذلك. افتحه من فضلك.
دور.
واش غاندخلو كاملين ف نفس الوقت؟
سير فهاد الشارع نيشان، ودور علي اليسار فالثاني زقاق، وغادي تلقاه.
واش تقدر تحافظ علي مفتاح غرفتي؟
يمكنك الحصول علي الرحله رقم 59 لشركه ANA، التي تغادر طوكيو في الساعه التاسعه وخمس وخمسين دقيقه وتصل الي سابورو في الساعه الحاديه عشره وخمس وعشرين دقيقه.
طبق المحار الخاص بنا خفيف نوعا ما.
عْطِينِي خْمْسِين، خْمْسَه عْشْرِينَات، عْشَرَه عْشْرِيَات، عَفَاك.
دور يسار في الزاويه الثانيه. راها علي يمينك.
جوج تذاكر من الدرجه الثانيه لروما.
واش نقدر نخلص دابا؟
واش غادي تورّيني لاءحه انواع السيارات و الثمن ديالها؟
امتي كايبدا الصعود للطاءره؟
عافاك وريني فين كاين انا فهاد الخريطه.
بغيت نمشي نغوص تحت الماء.
بعضها لسيده في منتصف عمرها.
واش عندك شي وحده زرقا؟
هذا هو شارع كينغ.
سير حتي التقاطع الثالث.
البلوغ اللي فالبانيُو ما خدامش.
واش كاين شي محل ديال الحوايج مزيان للنساء؟
خصّك تحجز ليا بلاصه فهاد الرحله.
هاد الشانطه كتشبه ديالي، ولكن ماشي ديالي.
فين نقدر نبدل الفلوس ديالي؟
هذا مركز لتذاكر التخفيضات. يمكنك شراء التذاكر بخصم خمسين في المءه.
اوه، هذا بعيد جداً، سيدي. سيكون سياره الاجره مكلفه. لكن يمكنك الذهاب الي اي مكان اذا تعلمت كيف تستخدم المترو.
امتي غادي تبدا الحصه؟
غانصيفط ليك شي تصويره.
هل هناك فتره سماح بعد وقت تسجيل المغادره؟
واش غادي تقدر تبدل ليا هاد الفلوس لوراق ديال دولار واحد؟
لا، ساقوم بالاتصال به مره اخري.
القهوه موجوده علي الطاوله هناك، تفضل وخود راحتك.
بغيت نقطع شعري شويه.
هاد الطريق غادي يوصلك للبحيره.
كيَبيّنو هاد الجوج ديال الجداول التغييرات اللي طراو علي حصتنا فالسوق.
فُوتْنِي الْمَحَطَّه دْيَالِي. شْحَالْ كَايْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لِلْمَحَطَّه الْجَايَه؟
امتي نقدر ناخدو؟
غاناخد صوره بالاشعه السينيه.
من الاحسن ليك دير موعد مع شي طبيب.
عندي حجز لمده ليلتين. اسمي ريسا كوباياشي.
واش ممكن تنضم لينا باش ناخدو الصوره؟
فين كاينين الدوشات؟
غانمشي لنادي الرياضه. واش ممكن نستعملو بحريه؟
درتو هنا هاكا قبل شي ثلاثين دقيقه.
واش نقدر ناكل هاد الفاكهه بقشورها وكلشي؟
ايهما ارخص، هذا ام ذاك؟
واش ممكن نبدل البلاصه ديالي ونمشي لبلاصه حدا الشرجم؟
بغيت طوموبيل فيها صندوق السرعه اوتوماتيكي.
عافاك، بغيت فيلم ملون ديال 35 ميليمتر.
امتي كَاتكونو مفتوحين؟
دور يسار عند التقاطع علي شكل حرف T.
بغيت دليل خاص لمده يوم كامل.
لثتي كتنزف.
عندي تامين.
لا، ماشي بزاف. غير جوج ساشيات.
بغيت قنينه صغيره ديال موصيل، الله يخليك.
هاد الشرف اكثر مما استحق.
علاش ما نتلاقاوش هنا مره اخري غدا؟
اشنو كيتصنع محليا؟
ها هي فاتورتك. المبلغ هو ماءتان واربعه وثمانون دولارا.
واش بغيتي تشوفي مجموعه جديده ديال القمصان؟
اذا كنت ما كتعرفش تتعامل مع هاد المجال، واش تقدر تقترح عليا شي متجر متخصص فيه؟
واش كاين شي اوطيل هنا فهاد المنطقه؟
واش عارف شي ريسطورون ديال الاسبان قريب من هنا؟
كم مره يجب عليّ تناوله؟
شكراً لانتظارك. انا اوهنو اتكلم.
شْحَالْ غَادِي تْعْطِينِي مِنْ تَخْفِيض؟
كَانْلْقَي بْلِّي الْمَشِي لِلْمُتَاحِفْ كَايْرَيِّحْ بْزَّافْ.
واش ممكن ناخد شي عصير؟
واخا. غير بلاتي. غادي نرسل شي واحد للبيت.
واش عندكم شي بيت فردي لليله هادي؟
واش كاينين شي منحدرات للمبتدءين؟
جوج سته تسعه واحد صفر خمسه واحد، كود المنطقه هو صفر ثلاثه.
كَانْشُوفْ بْلِّي عِنْدَكْ صَالُونْ زْوِينْ.
اخشي اننا لا نقبل ذلك. نحن نقبل بطاقات فيزا.
كنت غادي ننصح بهاد الشي.
واش مسموح ليا نديهم معايا برا البلاد؟
كنحتاج مزيد من الوقت باش نجمع الحوايج ديالي.
طلبت من ان ان تغني اغنيه.
بغيت نحجز طبله لسته ديال العشيه يوم الخميس، سبعه غشت.
اشنو هو برنامج اليوم؟
واااو، واش غادي نطيحو للقاع؟
شيري، من فضلك.
واش تقدر تنصحني بمطعم صيني زوين فهاد المنطقه؟
شْحَال كَايْكُونْ الثَّمَنْ حَتَّي لِلمَطَارْ؟
بغيت نخرج. نمره البيت هي جوج وسته وثلاثين.
حجزت غرفه مع حمام عن طريق مكتب السفر في طوكيو.
شْحَالْ خَدَا؟
كيفاش هادشي؟
واش ممكن ناخد شي دوا باش نسهل؟
واش تقدر تقول ليا فين كاينه محطه الميترو؟
هذا امر غير معبر عنه بشكل كاف.
بغيت نبقي نهار اخر.
فين كاين المكتب ديال الاشياء المفقوده؟
سمح ليا.
واش هاد الفيلم ديال الرعب؟
انا هنا باش نتلاقي مع صاحبي.
بغيت راديو.
فين كاينه صالون التجميل؟
عافاك، بغيت ندوي مع مشغل دولي.
سمح ليا. غادي ننزل.
التذاكر من نوع "S" نفذت كلها.
واش كاين شي بنك ياباني هنا فهاد المنطقه؟
اشنو هو رقم البار؟
واش تقدر تعطيني شي دوا ديال النعاس؟
واش كاين شي حاجه مصنوعه من القطن؟
بغيت بلاصه فالاوركسترا، الله يخليك.
هل ستقوم بدفع الرسوم الاضافيه التي تبلغ خمسين في المءه؟
بغيت هاد الصوره تكبر لحجم كبير بزاف.
عافاك، طلع الصفر ومن بعد طلع نمره التليفون اللي بغيتي.
واش كاين شي قواعد خاصه؟
واخا. اي نوع من الغرف بغيتي؟
كاينه شي مشكله فالمكيف ديال الهواء.
اه، بكل تاكيد.
بغيت زوج ديال الصباط ديال الجلد.
واش كَاتْبانْ ليكْ نْحَطّوهْ فْديكْ الرّفّه اللي تْماكْ؟
هل يمكننا الحصول علي مرشد يتحدث اللغه اليابانيه؟
بغيت جوج تذاكر ل شيكاغو، ذهاب و اياب، فالعربه ديال النادي، الله يخليك.
فين كاين شي ديسكو معروف؟
واش غادي تعدل الطول؟
هيه، انت. ماذا تفعل في سيارتي؟
غَادِي نْخُدُّو، عَافَاك.
خاصني نبدل العدسات ديالي. هادشي هو الوصفه الطبيه.
اه، اعتقد انني سابدا بحساء المحار.
واش تقدر تعلمني قبل ما نوصلو لهاد المحطه؟
اوف. لقد نجحت في اجتياز جميع اجراءات الدخول.
عندي حجز لمده اسبوعين.
سمح ليا، الساعه ديالي ما خداماش مزيان. ولكن انا متاكد انها فاتت الجوج، علي اي حال.
واش تقدر تحافظ لينا علي هاد النبيذ حتي لغدا بالليل؟
بغيت حتي انا شي صرف.
واش هاد الزنقه كتمشي لبارك سنترال؟
ما قادْرْش نْبُولْ وْعَنْدِي اَلَمْ فْلْبُطْنْ تَحْتَانِي.
واش عندك شي حساسيه؟
عدد النساء في المناصب الاداريه اخذ في الازدياد.
واش عندك كَارط ديال الهبوط؟
شنو كيجي مع الستيك؟
خليني نشوف.
خليني نجربو، عافاك.
نمشيو نشوفو ماتش التنس.
جيبلي عافاك مخده.
علاش ما نقدروش نبقاو فالفندق اللي حجزناه؟
الرقم اللي عندك ماشي هو هاداك.
اللحم الرءيسي لذيذ بشكل خاص اليوم.
هاد النهار هو الخميس.
اشنو هي المسرحيه الموسيقيه الاكثر شعبيه دابا؟
واش نطلب منو يتاصل بيك منين يرجع؟
عافاكْ صيفْطْ هادْ الرّيسَالَه بِالْبُوسْطَه الْخَاصَّه.
نظام تطوير المنتجات الخاص بك متوافق جداً مع حمايه البيءه.
كل هاد الاكل الدسم باقي غير جالس فكرشي.
عافاك نظف الغرفه.
واش عندك رساله غلاف الفاكس؟
ما قادْرْشْ نْعَسْ بْسَبَّبْ هَادْ الاَلَمْ.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ حَتَّي لْمَحَطَّه؟
ما استعملتش خدمه الغسيل ديالكم.
بغيت شي وسيله لمنع الحمل.
بغيت ناكد مره اخري علي الرحله ديالي، لي غتكون نهار واحد وثلاثين يوليوز من لندن لطوكيو. اللقب ديالي هو تاناكا.
هادشي غالي بزاف عليا.
بالتاكيد. هل يمكنني الحصول علي اسمك ورقم هاتفك؟
كنت ضحيه حادثه دراجه ناريه.
اخشي انني ساضطر لالغاء موعدنا.
بغيت نكري شقه مفروشه لمده شهر.
اذا كان لديك نباتات او حيوانات، يُطلب منك فحصها عند مكتب الحجر الصحي.
مباشره.
بغيت نبدل خمسين الف ين للدولار.
واش نقدر ناخدو قبل؟ حيت محتاجو ف اقرب وقت ممكن.
وُلد عام تسعه وستين وتسعماءه والف.
كنحتاج علي الاقل نص ساعه باش نحط حوايجي فالصاك.
هاد المشروبات الغازيه مجانيه.
سمح ليا، ولكن ما كنعرفش. حتي انا ساءح.
بغيت نهضر معاك اكثر.
بغيت مجموعه متنوعه من لحم الخنزير.
اشنو هو القياس اللي كَتلبس؟
واش نقدر نجربو؟
كيفاش؟ راه حنا كنعانو من التاثير المباشر ديال الازمه اللي تفجرت.
واش تقدر تلقالي بلاصه فطياره ديال غدا، عافاك؟
بالتاكيد. هل تريد خمسه دولارات او عشره دولارات؟
انا مقيم في فندق abc. يرجي الاتصال بي هناك.
خرج فجاه من شارع جانبي ولم يكن لدي الوقت لتفاديه.
غانْدي ولْدي لْحَيْوانَه.
كنا غادي نوصلو للوس انجلس بعد ما سِقْنا تقريبا خمسميه وخمسين كيلومتر من سان فرانسيسكو باتجاه الجنوب.
كان من الراءع ان التقي بك.
بغينا بطاطا مشويه، الله يخليك. و حط الزبده علي جنب.
شْحَال كَايْكُلْفْ المُدَرِّب؟
واش ساليتي؟
فاش كايبدا الاوبرا؟
هذا هو نموذجنا الجديد. نسميه حاسوب الاحلام.
بغيت نجرب شي اكله تقليديه ديال هاد الميناء ديال الصيد.
واش يمكن ليك تحجز ليا بلاصه؟
يمكنك دفع الماءتي دولار بالين الياباني.
عافاك عطيني بوبينه ديال فيلم ديال خمسه وثلاثين مليمتر، سته وثلاثين صوره، ASA ميه، ووحده اخري ديال خمسه وثلاثين مليمتر، عشرين صوره، ASA اربعميه.
تسبب الحادث في ازدحام حركه المرور.
اي نطاق سعري تفكر فيه؟
واش تقدر ترسل هاد الطرد لليابان عن طريق البريد البحري؟
واخا. دور يمينك ف الزنقه الجايه. غادي تشوفو قدامك مباشره.
بغيت نحجز غرفه في الفندق ف المدينه.
لمده خمسه ايام.
الكنزه الحمرا اللي شريت الاسبوع اللي فات ما جاتش معايا. واش نقدر نبدلها بلون اخر؟
فين كاينه اقرب مرحاض هنا؟
فين كاين بلاصتي؟
واخا، اذن، ثلاثه لفات من الفيلم تساوي تسعه دولارات وسبعه وسبعين سنتا.
اشنو اللي واقع ليا؟
سمح ليا، ما مسموعلكش دير هادشي.
نعم سيدي، هاهو.
حجز ليا هاد البلاصه، واخا؟
واش كاين شي اثار قديمه؟
اذا قلت فقط "ماء"، الا يجوز ان يحضروا لك ماءً فواراً؟
ما كنحسش بالرغبه في التقيء، ولكن ما عنديش الشهيه.
فين كاين؟
فين كاينه اقرب بريد؟
ضيعت سوارت البيت ديالي. واش لقاوها هنا؟
هل هناك مرشد يتحدث اليابانيه؟
المرجو التوجه الي ميامي.
صعيب بزاف باش تاخد الفيزا.
كانت التجاره مزيانه اليوم، ياك؟
واش غادي ترسم ليا شي خريطه؟
بغيت الطبله الاقرب، الله يخليك.
فين كاينه شباك التذاكر؟
واش عندك شي حاجه صغيره؟
واخا. و اي نوع من الفواكه بغيتي؟ عندنا البرتقال، الفريز و العنب.
غاناخد شي قهوه بلا كافيين.
هل يمكنني ان اخذ حقيبه بهذا الحجم علي متن الطاءره؟
بغيت شي برمانونط لي يكون مزير.
مايمكنش ليا ناخد هاد النمره.
انا منزعج جدا، لكنني لا احب الجدال مع الناس.
فين نقدر نلقي الليموزين اللي غاديه لفندق Summit؟
لا، لم يحدث ذلك. نحن الان في عين الاعصار. قريباً ستبدا الامطار الغزيره والرياح القويه مره اخري.
كيف يمكنني مشاهده برامج التلفزيون الكابلي؟
الخامس عشر و السادس عشر من ماي؟
كان عندي بطاقات اءتمان ومءتي دولار نقدا في محفظتي.
بغيت نشري كيس جديد من الزاج.
واش كتعرف شي اوطيل مزيان؟
هو استاذ في جامعه ا.
كنحتاج شي حمال، الله يخليك.
حتي اي وقت سيبقي مفتوحا اليوم؟
واش تقدر تاكد ليا حجز الطياره ديالي ليوم 12 اكتوبر؟
هادشي مناسب ليا.
خود ليك خمسه دولارات.
البيزبول رياضه مشهوره بزاف.
بغيت نشري شي فاكيه. شنو اللي مزيان دابا؟
واش كيقدم المطعم شي نبيذ مزيان؟
واش ما عندكش شي حاجه اكبر؟
فين كاين گَاراج ديال حافلات Greyhound؟
سمح ليا. واش كاين شي مول قريب من هنا؟
اه، يجب ان اقول ذلك. يقدر اليابانيون خبرتهم وحكمتهم، خاصه في مجال الاداره والتنظيم.
المطعم كاين تما.
كان هاداك رقم غالط.
عندنا اليوم جراد البحر بزاف زوين.
واش عادي نصور هاد البنايه؟
بدل هاد الورقه النقديه بعملات معدنيه.
واش كاين شي حد هنا كيهضر بالانجليزيه؟
سميتي ميوكي كاتو، وكنت صديقه ديال ماري منين كانت كتقري فاليابان. واش ماري كاينه؟
شْحَالْ مِنْ مِيلْ كَايْنْ مِنْ هْنَا؟
سمح ليا، كيفاش نقدر نوصل للمحطه؟
فين ووقتاش غادي ترجع تقريبا؟
راه تهرس.
انا بخير، شكرا لك.
انا عضو في مجموعه الرحله ا.
الرقم هو صفر ثلاثه ثلاثه ثلاثه خمسه واحد سته تسعه واحد.
واش تقدر تورّيني هاد الخاتم؟
الخصر كبير عليا بزاف. واش عندك هادشي فقياس اصغر؟
واش تقدر تقصر لي الكمام ديال هاد القميجه، عافاك؟
واش كاين شي مشكل؟
عطيني جوج قنينات ديال الويسكي و قنينه ديال البراندي، الله يخليك.
انا عندي حساسيه من حبوب اللقاح.
واش هاد الراديو الترانزستور هديه؟
فْ اُسْبُوع غَنْرْجَعْ لْلْيَابُونْ.
خصك تضغط علي تسعه و واحد اولا و من بعد كود المنطقه و عاد من بعد رقم التليفون.
اتاي، مع الحليب.
غير قص الشعر، من فضلك.
هل تبيعون سلعاً معفاه من الرسوم الجمركيه علي متن الرحله؟
علاش كيوقع هادشي؟
واش نقدر نسولك علي سميتك؟
واش كاين شي متجر ديال التخفيضات هنا فهاد المنطقه؟
عندي وجع فكرشي.
ولكن لماذا؟
واش هاد القطار غادي مباشره لشيكاغو؟
كنت كنظن اننا غنمشيو للبحر هاد العشيه.
فين كاينه اقرب بريد؟
سمحلي. واش نتا السيد سميث، ياك؟
هاديك كاميرا.
ما كنظنش غادي يكون عندي الوقت باش نزور حديقه الحيوانات فهاد الرحله. شكرا علي اقتراحك علي اي حال.
ضيعت لونيط ديالي هنا. واش تقدر تقلب معايا؟
غانمشي نسافر فامريكا كامله وغانبقي ففنادق مختلفه، موتيلات، نزل، ودور خاصه، الي كان عندي الزهر.
خاصني بومبه ضو جديده.
يمكننا القيام بالتعديلات بحلول الغد علي الساعه الثالثه بعد الزوال. هل هذا مناسب؟
واش كاين الميترو قريب لهنا؟
فين كاينه منطقه التسوق فهاد المدينه؟
اعتقد انك اخطات في الحساب.
واش تقدر تبدل ليا الطبله ديالي؟
درت ليك الحجز ديال الرحله ديالك رقم 207 لي غادي تقلع غدا علي الساعه السابعه وخمسين دقيقه مساءً باتجاه نيويورك.
ضيعت سوارت البيت.
اربعه وعشرون، واحد عشره والباقي في اوراق نقديه من فءه دولار واحد.
اعتقد ان هذه الفاتوره خاطءه. هل يمكنك التحقق منها، من فضلك؟
عندي سبعماءه دولار في شكل شيكات سياحيه وثلاثماءه دولار نقدا.
هادشي هو الطحالب البحريه اللي ناشفه. كنسميوه ياكينوري.
هادشي تقريباً خمسه عشر دقيقه مشياً علي الاقدام. كاين حتي الميترو باش توصل لهيه. هادشي سابق.
الحجم العادي، من فضلك.
معنديش فلوس كافيه اليوم.
عدد السكان المسنين في تزايد مستمر.
بغيت ناكد مره اخري رحله العوده ديالي لطوكيو الاربعاء الجاي.
واش كاين هنا ملعب تنس؟
غادي يخصك تسني. واش بغيتي تسني؟
واش كاين عندكم جوله كل نهار؟
كيف غادي يكون الطقس غدا؟
شي حاجه ديال الحلوي او العلكه، الله يخليك.
واش كاين الوقت باش نستعملو الحمام قبل ما تقلع الطياره؟
واش كايجي معاه شي سوارت؟
بغيت دوا ديال درامامين.
اه، نعم. لقد فعلت ذلك. انا احب هذا.
كيعجبني بزاف، ولكن التصميم ما كيعجبنيش.
انا ممتن لان لدي صديق مثلك.
تفضل اجلس. ما هي المشكله؟
ما متاكدش، ولكن غادي نقول ليها انك اتصلتي.
واش غادي تجيب ليا غطا؟
واش كَاتْبِيعُو الجْوَارْبْ لْغْلاضْ؟
فاش كيمشي اخر كار؟
واخا. هادشي و جِن و تونيك.
واش كاين التلفاز؟
شنو كيوقع للامتعه اللي سلمتها؟
اوه، انا ما عنديش رغبه باش ندير شي حاجه بحال هاديك.
كنحتاج شي حد باش يعاوني.
حتي انا غادي نمشي لشيكاغو.
واش عندكم فهاد الكازينو الات ديال خمسه سنتيمات؟
شنو غادي تاخد؟
اشنو هي تخصصك هنا؟
فاش غادي نوصلو لنيويورك؟
لا، لا شيء.
شنو بغيتي تاكل فالفطور؟
بغيت كاب طويل.
ما خاصكش تمشي لهيه. كنظن تقدر تلقي شي واحد هنا.
بغيت نمشي لفندق بوسطن، الله يخليك.
صَفِّيه، من فضلك.
الضهر.
واش تقدر تعطيني التاريخ و ارقام الرحله؟
واش غادي يكون كاين الاكل؟
فين كاينه الصاله؟
غير شويه.
واش ممكن تشوف هاد الشي بزربه؟
واش عندك هاد الشي بتصاميم مختلفه؟
هذا جاري.
ممم، لذيذ. تفضل، خذ قضمه.
واش نمشيو نرتاحو فشي قهوه؟
مءه ين مقابل دولار واحد.
كايضرّني نوقف.
نعم، يمكننا ان نتمكن من انجاز ذلك بحلول مساء الغد.
عندي حساسيه من حبوب اللقاح.
ايه، تفضل.
واش كاين شي بلاصه فين نقدر نتفرج فالعرض ديال الهولا و انا كنشرب؟
سير فهاد الزنقه حتي الطروطوار الثاني.
سميتي تارو تاكاي.
بغيت نلعب غير شويه كثر.
واش عندك الطوابع؟
فين كاين العربه ديال الاكل؟
غانوصلو بتاخير ديال ثلاثين دقيقه.
هادي هي الغرفه رقم ثلاثه وخمسين. انا محتاج المزيد من بلسم الشعر.
فين كاينه المعرضه؟
كاين بلاصه اخري لي ممكن تعجبك وهي حديقه حيوانات برونكس المشهوره عالميا.
هل ستشتد الرياح في فتره ما بعد الظهر؟
عشره طوابع من فءه اثنين وثلاثين سنتا، من فضلك. هل لديك اي طوابع جميله؟
مساء الخير، من فضلك.
واش عندك هاد الموديل باللون البني؟
انا هنا من اجل دوره لغويه.
عطيني جوج تذاكر للغاليري هاذ الخميس.
عافاك كتب ليا رساله.
فاش كيمشي الطوبيس اللي غادي لپيمليگو؟
واش نقدر نستعمل هاد الكوبون للطاءرات؟
بغيت نحلق.
لويْتُ كاحلي. واعاني من الم شديد.
كنقلب علي مزيل طلاء الاظافر يكون لطيف علي اظافري.
واش عندك طبله لثلاثه ديال الناس؟
بغيت نشري الطعوم.
خليني نتحقق ونشوف واش كاين شي مناصب خاويه.
فين كاينه الريسبسيون؟
تْضْرْبْت.
المشغل. بغيت ندير مكالمه بعيده للفندق ديال شيراتون.
غانكون فالفندق علي الساعه العشره ونص هاد الليل.
عافاك، عيط للسفاره اليابانيه.
الكيمونو هو اللباس التقليدي لليابان.
اه، ولكنني خضت جولتي الاولي قبل بضعه اشهر فقط. انا مبتدء.
كرسي ديالي ما كايتحركش من اللور.
هذا سيساعدني كثيراً. بالمناسبه، اتساءل اذا كان بامكاني البقاء في نفس الغرفه؟
المكيف ما خدامش. البيت ديالي بارد بزاف.
واش نقدر ناخد تذكره لماتش ديال البيسبول ديال البطوله الكبري؟
واش ممكن ناخد سلطه الكولسلو بدل البار ديال السلطات؟
تاكد من انك ستاتي لرءيتي غداً في الساعه السابعه صباحاً.
تْسْرْقاتْ لِيَّ الْبَاسْبُورْ دْيَالِي.
واش بغيتي تاكل شي حاجه ايطاليه؟
بغيت قطعه بيتزا بالسجق، الله يخليك.
غاناخد ستيك تي بون.
واش عندك عصير ديال البرتقال؟
اريد سته وثلاثين صوره سلبيه ملونه بقياس خمسه وثلاثين مليمترا، من فضلك.
عافاك. ورّيني الشانطات، عافاك.
شْحَالْ مَسَافَهْ لْاَقْرَبْ مَحَطَّهْ بِنْزِينْ؟
امتي غايكون القطار الجاي اللي غادي لبوسطن؟
عافاكْ صيفْطْ هادْ الرّيسَالَه بالبريد الجوي.
بغيت ناكد رحله جويه مره اخري.
راسي كيدور.
شْحَال الثَّمَن دْيَال الخَيْمَه الوَاحْدَه؟
عندي موعد مع السيد ويلسون علي الساعه الثالثه.
واش غادي تبدل هاد العدسات بوحده اقوي؟
خلّيني نْقُولْ شْنُو عْنْدي.
شْحَال هَادْ الشِّي؟
واش نقدر نخلي ليه شي رساله؟
واش كافي هارد روك بعيد من هنا؟
مرحبا. شوف هادشي.
واخا. دابا، واش نقدر نشري تذاكر لمسرحيه "شبح الاوبرا" لعرض يوم السبت الصباحي؟
واش تقدر دير ليا بينا كولادا؟
انا مستعجل. بغيتك تعيط علي طاكسي دابا.
كَايْنْ البْرُدْ هَادْ الصْباح، يَاكْ؟
درت حجز عن طريق JTB فاليابان من جوج سيمانات.
غانوقفو ففندق بيڤيرلي. تقدر تنزل من تما. المسافه ديال القمه قريبه، غير شي دقاءق ديال المشي.
واش تقدر تبقي شاد هاد الصيكان حتي الرابعه من بعد الزوال؟
هل يمكنني استخدام جهاز العرض العلوي في هذه الغرفه؟
فهمت. خذ وقتك.
هل هناك ملاعب غولف عامه مكونه من 18 حفره؟
ما كنفهم والو من هادشي اللي كيقولوه الناس اللي حدايا.
الكافيتريا كاينه فالطابق التحتاني.
مساء الخير. عندي حجز. اسمي يامادا.
المهم هو انك تاخد قسط مزيان من الراحه.
واش عندك شي كارو؟
واش نقدر نطلب شي حاجه نديها معايا؟
دابا، واعدني انك غادي تشري غير زوج واحد، واخا؟
واش كاين شي صيدليه قريبه؟
واش ممكن ناخد شي فيتامينات؟
واش تقدر تجي تاخدني من داري علي الساعه سبعه؟
كايْمَشِي كُلْ عَشْرَه دْقَايْق.
عطيني ورقه ديال عشره، وورقه ديال خمسه، والباقي بالعمله الصّغيره.
الغسيل ديالي مزال ما جاش.
اه، كاين واحد ف الجهه الاخري ديال البنايه.
فين خاصني ننزل؟
واش تقدر تقول ليا كيفاش نستعمل تيليفون عمومي؟
واش خاصني نخلص مسبقا؟
واش كاين شي محل ديال اللعب قريب من هنا؟
بغيت شي كريم ديال الرجلين.
هادشي كيعني التواصل الفوري بين عقلين. هادشي كيعني ان شي واحد كيقدر يقرا عقل شي واحد اخر بلا ما يستعمل الكلمات.
واش ممكن نصرف شيك شخصي؟
بغيت عصير ديال ليمون، كورن فليكس مع الحليب و بانكيك مع العسل.
هادشي مطبوع. ما كاين والو غالي.
واش نقدر نجرب؟
غانرجع بالطريق البريه.
من اي شيء مصنوعه دبوسه رابطه العنق هذه؟
شْحَالْ هِي ثَمَنْ التَّذْكِرَه دْيالْ الدَّرَجَه الاُولَي؟
واش عندك شي صاك كبر من هادا؟
غانصيفط ليك نسخه. عفاك كتب العنوان ديالك هنا.
فين كاين النصب التذكاري؟
واخا، السيد اوزورا، الرحله ديالك تاكدات دابا.
عافاك جيب ليا تذكره.
فين كاينه تيليفيريك التزلج؟
عندي اسهال. واش تقدر تقترح عليا شي حاجه ليه؟
الساعه هي العاشره الا عشر دقاءق.
ما خاصكش تدخل لهاد الحديقه بالليل.
ماشي ضروري الي ما تجاوزتيش الحد اللي ما كيتخلصش عليه الضريبه، ولكن كننصحك تعلني علي السلعه ديالك باش يسهال عليك الاجراء ديال التخليص.
عافاك، بغيت هاد الحوايج يتصبنو.
بالتاكيد. انتظر علي الخط من فضلك. تم الاتصال بالطرف الاخر. تفضل بالمتابعه، من فضلك.
واش عندك شي مانع الي لمستو؟
امتي كايبدا الركوب؟
واش هاد الستايل مناسب ليا؟
قولي ليا برنامجك لهاد الاسبوع.
ماكاينش شي ادوات مكتبيه.
اشنو كتقصد بهادشي؟
انت مخطء.
بالتاكيد، تفضل.
واش ممكن تخلي ليا الحقيبه ديالي حتي الرابعه، عافاك؟
ما عنديش الفلوس الكافيه باش نشري واحد جديد.
فاش كاينه اول طرونسبور؟
واش ممكن ناخدو طبله برا؟
باين ليا راك سكرتي البارح بالليل.
نعم، سيدي. كم عدد الاشخاص في مجموعتكم ومتي ترغبون في الحضور؟
اعتقد انني اريد شراء اثنين من الارخص.
فهمت، لقد قمت بالغاء بطاقتك القديمه.
شكراً جزيلاً علي الوجبه.
فين كاينه محطه الحافلات؟
وقف اللص.
فين كاينه حافله المطار؟
ماءه دولار في الليله، بالاضافه الي الضريبه ورسوم الخدمه.
باي سرعه نطير الان؟
الضوء في غرفتي ما خدامش.
شكراً جزيلاً. هيا بنا. لنذهب.
فالصيدليه.
فين كاين احسن مكان للتزلج للمبتدءين؟
بغيت نجلس فالبلاصه اللّورانيه.
واش هاد القطار غادي لميلبورن؟
شْحَالْ طُولْ هَادْ الصَّوْمَعَه؟
فينسينت، واش سديتي علي راسك برا؟ انا مارني.
باقي عندي الماكياج ديالي، واش تقدر تنقي ليا وجهي مزيان؟
خود ثلاثه حبات في نفس الوقت.
ما هو معدل عمولتك؟
هل يمكنني ارجاع السياره في فرع اخر؟
هو فاقد الوعي.
هوتيل طوكيو. واش نقدر نعاونك؟
انا هنا باش نزور صاحبي.
واش كاين تلفازه؟
هادشي سلاد و بطاطا مهروسه.
واش تقدر تقول ليا شنو هي اسرع طريقه باش نرسلو؟
واش ممكن نضرب ضربه تجريبيه؟
حقيبه زرقاء. اسمي وعنواني موجودان في الاسفل. هل يمكنك مساعدتي في العثور عليها من فضلك؟
بغيت نخرج علي الثمنيه. واش تقدر تقول ليا شحال خاصني نخلصك؟
بغيت نحجز جوج بلاصات فالطياره رقم تمنيه وسبعين.
عافاك، بغيت قرعه شامبوان للشعر الدهني.
لمده اسبوعين تقريبا.
اه، كناخد دوا ديال الضغط ديال الدم اللي مرتفع.
فين كاينين بلاصَات باش نحطّ الفلوس؟
واش بغيتي نعطيك شي حاجه حلوه؟
كاينين بزاف ديال الاسباب علاش ما خاصنيش ندير هادشي.
واش هاد الطريق هي اللي كتمشي للمحطه؟
خلينا نشوفو شحال غادي يكلف.
كنقترح عليك تجرب غرين ان.
عندي تسعمءه دولار.
ما عندناش الحجز ديالك.
فين كيمشي سميتي؟
غانرجع دابا.
صلحو من فضلك غداً بينما ساكون غاءباً.
واش هادشي كيتعتبر كلمه؟
واش ممكن ناخدو طفايه ديال السجاءر، عافاك؟
عندنا الوان اخري.
ما بقاتش بزاف ديال البلايص فالمقاعد الاماميه.
كانكرهو نتعجلو، ولكن خاصنا نمشيو.
فين وامتي نبداو؟
كيف يمكنني الحصول علي التحويل المالي؟
اها، فهمت. هادوك هوما القنوات ديال نظام الكابل فالفندق.
عافاك، باراكا من الضحك علي اليابانيين.
امتي غادي تقدر تعاود تصدرها قبل من؟
بغيت نحجز، الله يخليك.
كَانْحَاوْلْ نْلْقَي وْرَاقْ التَّغْلِيفْ.
واش غادي يكون معفي من الضريبه اذا ارسلت هاد الشي لليابان من هاد المحل؟
سمح ليا، ولكن بغيت نناقش شي حوايج مع الشاف ديالي قبل ما نوقع.
بغيت راديو كاسيط، الله يخليك.
خمسه ديال الحديد، الله يخليك.
هادشي هو الماكله المفضله ديالي، كتعرف.
شكراً لك، سيدي. هل يمكنني الحصول علي رخصه القياده الخاصه بك؟
عندك الحق.
مع التامين، من فضلك.
فين كاين متحف موني؟
واش هاد القطار غادي يوصل حتي للوجهه النهاءيه؟
واخا. هادوك هوما عشرين، اربعين، ستين، ثمانين، تسعين، خمسه وتسعين، سته، سبعه، ثمانيه، تسعه، مءه.
خصك تمشي اللول لمكتب المعلومات السياحيه.
هادشي مثير للاعجاب.
واش تقدر توصلني للمدينه؟
كيف يمكنني ان اتعرف علي امتعتك؟
ايه، عجبني بزاف. شكرا.
فين خاصني نمشي بهادشي باش نطورو؟
اممم، اسمع، هل تعرف اين يقع شارع ريفرسايد؟
واش هاد الصف ديال العرض ديال التسعود ديال الليل؟
واش عندك شي دوا للاسهال؟
حنا كنخدمو من تمنيه و نص حتي للحداش.
شركتنا هي خامس اكبر شركه في العالم من حيث عدد الموظفين.
راه لتحت علي اليسار.
واش غادي تحافظ ليا علي المعطف ديالي؟
سمح ليا، كلهم كاريينهم. واش بغيتي تغطيه اضافيه؟
واش تقدر تعيرني فوطه ديال البحر؟
لا، نحن نقبل ايضاً الطلبات التي تطلبها انت.
من المناسب ان يكون لديك التاريخ، لكن ليس من الضروري ان يكون لديك ايام الاسبوع.
بغيت عصير ديال البرتقال، الله يخليك.
عافاك، نصحني بمطعم مزيان.
اشنو هي خصوصيه هاد المدينه؟
فقدت شهيتي.
ما تخرجش علي حدودك.
واش نقدرو نشوفو المحلات اللي كايبيعو فيها السلع المعفاه من الضراءب فالمطار؟
سمح ليا. غلطت فالنمره لي اتصلت بيها.
لمده خمسه ايام. ساعيده يوم الجمعه.
ماشي بعيد بزاف. بغينا نوصلو تما مع العشره ديال الصباح.
لا شكراً. هذا صغير جداً. هل لديك واحد اخر؟
عافاك، بغيت المزيد من الفواتير.
واش يمكن ليك تبيع هادو بشكل منفصل؟
بغيت بيره، الله يخليك.
بْشَحَّالْ خَلَّصْتِي عْلَي بْلاَصَه خَاصَّه؟
خليوني غير بوحدي.
واش كاين شي وحدين اخرين؟
هاد البلاصه محجوزه.
هل يجب عليّ القيام باعاده تاكيد الحجز؟
خليني نشوف التذكره ديالك. غادي يخصك تركب فالطياره الجايه فالواحده.
واش كاين شي واحد تما كيهضر بالانجليزيه؟
خصك دير الحجز مسبقا.
بغيت نخرج شي حاجه من الصاك ديالي.
نعم، لدينا حجزك. هل يمكنك من فضلك ملء هذه الاستماره والتوقيع عليها؟
مايمكنش ليا نلقي المرشد السياحي اللي خاصو يجي عندنا مع العشره و نص ديال الصباح.
غانخليو هادشي مفاجاه.
الي اليابان من فضلك.
دخلت بالسياره ديالي فحفره.
واش غادي تعطيني شي دوا؟
واش تقدر تورّيني الخاتم الثاني من اليسار؟
اه، من هنا من فضلك.
انا اعاني قليلاً من اضطراب الرحلات الجويه الطويله.
علاش ما جيتيش البارح؟
الطابق مناسب بالنسبه لي.
بغيت نطلب خدمه الغرف، من فضلك.
اي قطار يذهب الي وول ستريت؟
ما هو رقم البوابه الخاصه بشركه الخطوط الجويه اليابانيه المتجهه الي طوكيو؟
وريني الصاك الاسود، الثالث من اليسار في الرف الفوقاني.
اذا وضعت يدك فجاه في جيبك الصدري، فقد تتعرض لاطلاق النار في المدينه.
واش عندك شي شراب كحولي؟
كاينين عندنا بلايص متوفره فالرحله ديال التمنيه وخمسه ديال يوم الاثنين، سته وعشرين.
بغيت نطلب اعاده اصدار جواز سفري.
مزيان بزاف. هادشي ممكن يدار.
علاش الثمن ديالو هو هاد المبلغ؟
سبعين دولار.
السلام. واش هادي السيده اونو؟
واش نقدر نشرب الما ديال الروبيني؟
عندي مشكل فالمعده.
هادشي كاين قدامك مباشره، من بعد دور يمين.
كيف يمكنني تعديل مستوي شده هذه الاله؟
واش تقدر دير ليا حجز لرحله سياحيه؟
هل يجب عليّ التصريح بالمحتويات وقيمتها؟
هاي، حبيبتي، واش نتي بوحدك؟ واش بغيتي تمشي للسينما او شي حاجه؟
ما كاين والو لي كيعجبني. سمح ليا. ما بغيت والو.
فاش غنوصلو لديس موين؟
جوج شيزبورغر و واحد الطلبيه صغيره ديال البطاطا المقليه، الله يخليك.
اربعه خمسه سته سبعه ثمانيه تسعه صفر، من فضلك.
هاد النهار هو 23 سبتمبر.
درت موعد باش نشوف الرءيس علي الساعه العاشره.
واش هاد الما ديال الروبيني هنا صالح للشرب؟
بغيت قطعه ديال لحم الخنزير.
ايوا، كنظن غادي ناخد شي حاجه اخري.
ديني للمسرح، عافاك.
امتي كاين الفاصل؟
سمح ليا. واش نقدر نسولك شي سءال؟
واش غادي تشوف ليا هاد الجوج فاليزات، عافاك؟
هاد القبعه ما كتناسبنيش.
حتي البالوعه ديال البانيو ما عندها حتي سداد.
امتي كاين وقت تسجيل الخروج؟
واش بغيتيني نخلص دابا ولا من بعد؟
واش ممكن ناخد غير المقبلات؟
واش بغيتي شي حاجه تشربها بينما كتشوف؟
واش عندك شي جولات اخري؟
بغيت نركب فالحافله باش نمشي للمحطه. واش ممكن تعطيني شي صرف، عافاك؟
واش عندك شي بطاقه تعريف فيها صورتك؟
واش كَاتْعْتَقْدْ بْلِّي كَايْنْ اَمَلْ فْهَادْ العَلاقَه؟
واخا، خاصني نمشي اللول لمركز المعلومات و نقلب علي شي اوطيل.
اعتقد انك لم تفهم ما كنت احاول شرحه.
شكون هاد السيده؟
واش تقدر تلقاه ليا؟
واش يمكن ليك تحافظ علي امتعتي حتي نكون في الجوله؟
اي بوابه يجب ان اذهب اليها؟
شْحَالْ عِنْدَكْ مِنْ كَامِيرَا؟
واش ممكن تعطيني شي ورقه او شي حاجه؟
اشنو هو سبب هاد الازدحام المروري؟
عافاك بدل المساحات.
واش تقدر تعاود ليا شنو قال الاعلان مره اخري، من فضلك؟
واش عندكم لاءحه الاكل باللغه الانجليزيه؟
هل هناك اي مباريات لنادي نيويورك يانكيز هذا الاسبوع؟
كان عندي دوار السفر بالطياره، ولكن دابا كنحس براسي حسن.
شارع سيفينتي سيكوند وبارك افينيو.
واش هاد السيجاره بريطانيه؟
خصك تركب فالحافله رقم سبعه.
ماكاين حتي شي واحد اللي تجرح بشكل خطير.
بغيت ضماده مطاطيه.
اعتقد ان رقم التاكسي كان واحد اثنان ثلاثه اربعه خمسه.
غانْخْدُو هَادْ الشِّي.
غانْصيفْطْ ليكْ خادْمه دابا دْغْيا.
ولكن التكلفه ترتفع، اليس كذلك؟
ففي الواقع، كان جدي الاكبر قد قدم من صقليه في بدايه القرن.
واش كاين شي غلط فهاد الفاتوره؟
سعيد بلقاءك. كيف حالك؟
هاد الفستان كيجيني مزيان.
غاناخد شي عصير ديال الفواكه.
ايه مءهلات يحتاجها الشخص لشغل هذا المنصب؟
واش تقدر تصححو دابا؟
بغيت نعيط لاليابان عن طريق الاتصال عن بعد.
واش تقدر دير حجز للعب الگولف؟
بغيت نتعلم كيفاش نلعب السورف بالشراع.
واش غادي تبدل هادشي بحجم اكبر؟
هاداك هو المحفظه ديالي.
بغيت غير نقطع شعري، والو اخر، عفاك.
سمح ليا. فين كاينه الصيدليه اللي قريبه من هنا؟
بغيت نطلب شي حاجه نديها معايا.
امتي غادي تكون المحطه الاخيره؟
لا. هناك مبني واحد فقط في ذلك الاتجاه.
ولدي كيدرس فالمدرسه العليا ديال جامعه هارفارد.
فين كاينه غرفه تبديل الملابس؟
بغيت شي واحد يفيقني، الله يخليك.
اشنو هي خططك لليله هادي؟
عافاك، بغيتو مسلوق مزيان.
عندي الروماتيزم.
فين نقدر نصرف حواله ماليه دوليه؟
تعرضت للوخز باشواك قنفذ البحر.
هادْي صاكْ حْمْرا فيها لاكَيط.
بغيت نبعث هاد الطرد.
مرحبا. هادشي زوين.
اشنو وقع؟ ما قدرتش نشوف.
واش نضيف هادشي للحساب ديالك؟
مرجو منك تعبءه هاد الشهاده الطبيه والوصل.
اه، بغيت ندير مكالمه دوليه علي حساب المستقبل من اليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته جوج تسعه ثلاثه سته.
شْحَال كَايْكُلْفِي الطُّومُوبِيل؟
تعرضت للسعه نحله. يبدو الامر سيءاً جداً.
بْشَحَّالْ هَادْ سَلْسِلَه الْمَفَاتِيح؟
واش ممكن ناخد وحده؟
واش سمعتي شنو قال؟
نشف، من فضلك.
رجاءً اتصل بهذا الشخص.
عافاك، بدل ليا هاد الورقه ديال عشره دولارات بخمسه اوراق ديال دولار واحد وورقه ديال خمسه دولارات.
لا، لا يتوفر علي ذلك. لكن به دش.
بغيتك دير راديو.
واش عادي نمر من اي شباك؟
هذا للاستخدام الشخصي ديالي.
غرف جنب بعضها البعض، من فضلك.
هل يمكنك مشاركه نصف تكلفه الترويج في السنه الاولي كما يفعل جميع موردينا؟
فين كاينه المحل ديال الادوات المكتبيه؟
عندي حراره مرتفعه و كنحس بدوخه بزاف.
واش غادي تحسبو ليا علي الغرفه ديالي، عافاك؟
واش كاين شي اسطبل قريب من هنا؟
شكرا جزيلا. كيف يمكنني الوصول الي الفندق؟
سديت علي راسي الباب. شنو كتنصحني ندير؟
نتا زوين بزاف.
واش هادشي كيعني انه ما خاصناش نعطيو البقشيش؟
اذن، السيد نيتا، هذا كل ما يمكننا ان نريك اياه هنا في مصنعنا.
كنت اعاني من السل في اواءل العشرينات من عمري.
واش نقدر نستعمل السخان والماء السخون طول النهار؟
خاصني ندير حجز.
سمح ليا، ولكن ما بقاو عندنا غير البلايص اللي كاينين فالصف الامامي و اللي كاينين حدا الممر.
حتي انا لا. كنت مشغولاً جداً.
ما درت شي مكالمه بعيده نهار الجمعه.
فين كاينه صيدليه؟
فين كاينه محطه الحافلات؟
ما هو رقم هاتفك؟
بالتاكيد. غرف تبديل الملابس موجوده هناك.
راهنت بخمسه دولارات.
قولي ليا فين ساكنه.
فين كاين الدير؟
عندي مرض مزمن.
بغيت طقم مكون من قطعتين.
واش ممكن ناخد كيس ديال الماء سخون؟
واش تقدر تفحص ليا عينيا و تصاوب ليا نظاظر؟
يمكننا ان نجهزه لك في غضون يومين.
واش ممكن ناخد تذكره لبلاصه فالطابق الاول؟
شكرا لك. حسنا، دعني اري. في الواقع، هذا ليس ما اريده.
بغيت جوج روولات ديال الفوطو، وحده بيضه ووحده كحله، الله يخليك.
اعتقد انني لم استلم الباقي بعد.
عطيني، ممم، الطبق الازرق الخاص.
كان والدك شخصا راءعا، وسنفتقده.
واخا، ما كاين والو مثير هاد الليله.
ما بغيتش نْسَجّل هاد الشّانطه.
هادشي ماشي هو اللي بغيت.
شْحَالْ بَاقِي خَاصْنَا مِنْ وَقْتْ بَاشْ نْوَصْلُو لْشِيكَاغُو؟
بغيت كاس ديال القهوه المثلجه، الله يخليك.
ما عندوش قيمه، ولكن عندو اهميه بالنسبه ليا.
الطاوله دي اوت، من فضلك.
اي خط حافلات يتوقف في شارع هوب؟
اذن، لدينا عطر جاز من ايف سان لوران.
عطيني بيب.
عافاك، عيط ليا باش نفيق غدا مع السته ديال الصباح.
انا مهتم بجوله في مانهاتن.
بغيت بلاصه مايكونش فيها التدخين، الله يخليك.
لا، يمكنك الحصول عليه في الصيدليه.
شفتي تيتانيك؟ عجبك؟
بغيت بروش.
تذكره ذهاب فقط الي لوس انجلوس. هل تفضل ان تكون التذكره للمدخنين ام لغير المدخنين؟
هاد المسرحيه مشهوره بزاف حتي فاليابان.
عافاك دير الفاتوره الليله.
مساء الخير، السيد هوسوكاوا. مرحبا بك في الحفل. هل تريد ان تشرب شيءا؟
هادشي ماشي للبيع، اذن نساه.
اشنو اللي مشهور هنا؟
هوما صغار بزاف.
واش نتا السيد ايبرت بالصدفه؟
الاسم هو تاناكا، شخصان، الساعه الثامنه.
وريني لون اخر.
فين نقدر نجي باش ناخدو؟
بغيت نطبع هاد الفيلم، الله يخليك.
بغيت ساندويتش ديال اللحم المشوي و شي قهوه.
واش ما بقاتش شي نسخه من هاد المجله؟
فين كاينه اكبر محلات تجاريه فهاد المدينه؟
كيف يمكنني اجراء مكالمه هاتفيه دوليه؟
جيبلي تايلينول عافاك.
كايضر فبعض الاحيان.
خلينا نسرعو فالتسوق ديالنا.
واش غادي تورّيني فين كاين بلاصتي، عافاك؟
باين ان الماكينه خاسره.
اليابان بلد طويل يمتد من الشمال الي الجنوب.
قدّاش غادي ياخد من الوقت باش يكونو هاد القمايص واجدين؟
غانخلص الفرق، اذن عافاك دير الحساب.
خلينا نتفرجو شويه فالتلفزه.
فالحقيقه، شريتو نهار لاخر بلا ما نكون مخططه ليه، فالمحل اللي حدي داري.
عندي ماءتا دولار نقدا والفا دولار في شكل شيكات سياحيه.
عندي الم فكرشي.
علي الرغم من انني احب التيمبورا، الا انني لا اتناول الكثير من السوشي. معظم الناس غير معتادين علي تناول السمك النيء.
هذا هو صديقي كوجي.
العاصمه هي طوكيو.
ايمتا غادي نخلص عليه، دابا ولا وقت الخروج؟
هادشي صحيح. الحراس كايبداو يتبدلو فهاد الوقت. يمكن ليك تشوف هادشي او تسمع الفرقه الموسيقيه ديال الحراس اللي كايعزفو فالساحه الاماميه.
بغيت شي لحم ديال الصيد.
واش هاد الرقم ديال المقعد تْنادي عليه؟
فين كاين الدير؟
بغيت نبدل هادشي.
كان من الراءع ان التقي بك.
واش عندك هاد الشي بلون اخر؟
عمر هاد الفورميطير.
لحم البقر او الدجاج؟
عافاك، جي باش تاخد الحقاءب ديالي غدا مع السبعه الصباح.
كم ين احتاج لشراء تسعه وتسعين دولارًا؟
عندي مسمار عظمي مصنوع من المعدن.
شْحَالْ غَادِي نْبْقَاوْ نْتْسَنَّاوْ؟
هاديك هي يوشي.
جاي ال سيفن تو ون متجهه الي ناريتا.
واش متاكد؟ هادشي مزيان.
اي كتاب تنصحني بقراءته؟
هادْي حْقيبه زْرْقه.
واش عندكم خدمه الحافله للمطار؟
فين خاصني نغسل الكاميرا؟
قرعه ديال ميلر.
فين نقدر نلقي شي طيمبرات؟
بغيت قلم ديال الحواجب.
كاينه شي حاجه خايبه فالفيلم. واش غادي تشوفو؟
قلبت الغرفه كلها بحثا عن جواز السفر المفقود.
عندنا بزاف ديال الانواع تما.
تاكد من عنوان السفاره اليابانيه من فضلك.
خاصني نشري شي تذاكر.
واش كاين شي قطار سريع؟
ما متاكداش واش هاد الجيب غادي يجي مع الخصر.
هادشي كايتعدي.
واش تقدر دير جهدك باش تكون ف الوقت؟
واش غادي تصورني؟
كيفاش هادشي؟
بغيت نمشي للساونا.
الماكولات البحريه.
عندنا جوج ملاعب تنس، وحدا البيسين وحدا القاعه ديال رفع الاثقال.
واش هاد القطار غادي لبوسطن؟
فين كاينخصني ننزل باش نمشي للبحر؟
عافاك، ما تقفزش علي الصف.
امراه، من فضلك. كم ثمن نصف يوم؟
و عندنا ليك عرض زوين. هاد العرض هو جوله العطله ليوم كامل.
هذا قسم التجاره الخارجيه، اليس كذلك؟ انا تارو تاناكا من اليابان. لدي موعد مع السيد كولمان في الساعه الثانيه.
هل هذا هو الرصيف الصحيح للقطار المتجه الي مينيابوليس؟
واش تقدر تعمر ليا هاد الوصفه الطبيه؟
عادي عادي. ونتا؟
اعتقد انني ساخذ هذا.
انا فقط اشتغل بجد واحاول الحصول علي افضل الدرجات التي يمكنني الحصول عليها.
اوه، يا الهي، هذا لذيذ جداً. انت طباخ جيد. اتمني لو كنت اعرف كيف اطبخه.
الفندق الكبير، من فضلك.
السرير ماشي واجد.
لا، اللي من بعدو.
عافاك حطني فالزّنقه الجايه.
اشنو كتقصد؟
واش الثمن كيشمل الغداء؟
كانتعلم المحادثه باللغه الانجليزيه مره وحده فالاسبوع.
عافاك، بغيت ندير اتصال مباشر لليابان.
فين كاين المكتب ديال الاشياء اللي تْلْقات او تْفْقدات؟
هل هو مناسب للبشره الحساسه؟
امتي نقدر نرجعو؟
شنو الوقت اللي غادي يكون مناسب؟
بغيت قهوه مع الكريمه، الله يخليك.
ما غاديش نلحق القطار ديالي.
قبل ما تمشي، غادي نعطيك شي حقنه.
واش عندك الفلوس الكافيه باش تبقي هنا لمده شهر؟
بغيت كاسيط.
عافاك، بغيت جوج كارطونات ديال ميلد سيفن.
واش ممكن ناخد شي دوا ديال دوار الراس اللي كيجي مع الطياره؟
حوالي الساعه الثامنه.
وايلي. كنت كنظن ان هاد الصف غادي يمشي بزربه.
غانخلص بالكارط بانكير.
خصني نلقي خدمه بدوام جزءي باش نزيد علي مصاريف الدراسه ديالي.
هادشي ممتع.
انا مصاب بضربه شمس.
ترجم النص التالي الي الدارجه المغربيه: لا تغير الاسلوب، فقط قم بتقليصه، من فضلك.
غادي يكلفك خمسين دولار بالطياره.
عندي شي غسيل. واش غادي يكون واجد غدا الصباح؟
الرحله رقم 503 التابعه لشركه JAL في الخامس من ماي، قمت بالحجز في طوكيو.
عافاك ورّيني كيفاش نستعمل هاد الاله.
فين كيرجع؟
واش ممكن نحلو النافذه؟
الكاراتيه، وهي طريقه للقتال المباشر تتكون بشكل اساسي من اللكمات والركلات الحاده، هي ايضًا واحده من فنون الدفاع عن النفس اليابانيه.
واش ممكن نبدل القياس؟
امتي غادي يتم تحويلو للحساب البنكي ديالي؟
واش عندك شي تفضيلات بالنسبه للمقاعد؟
هاد الكاميرات ديالي باش نستعملهم شخصيا.
شْحَالْ عْنْدَكُمْ مِنْ بْنَادْمْ؟
احسن طريقه هي ان تعيش في بلد اجنبي.
اه، يمكننا القيام بذلك.
بغيت نحجز لثلاثه اشخاص علي الساعه الثامنه من هاد الليل.
هذا يسمح بتتبع الاعراض مثل الام البطن، والاسهال، والحمي، والصداع، والام الحلق، والطفح الجلدي، والقيء، والتي قد تكون حدثت خلال اسبوعين قبل عودتك.
شْحَال كَايْكُلْفْ الثَّمَنْ دْيَالْ كُلْ كَلْمَه لْلْيَابَانْ؟
اعتقد ان المقترحات جيده، شريطه ان نجد الاشخاص المناسبين.
اذن، انطباعي هو عن ارض جبليه، مزدحمه، نشيطه، مليءه بالضوضاء، مليءه بالطاقه، وشبه متفجره. عن شعب مجتهد، نشيط، لا يهدا، فضولي، مستعد لتعلم كل شيء، ياكل ويشرب بشراهه ولكن باناقه، يكسب وينفق بشراسه.
دراعها مكسور.
ففي اليابان، يبدو ان اتخاذ القرارات ابطا بكثير مما هو عليه في بلدنا.
واش تقدر تشوف واش كاين تما؟
كنت تسير بسرعه 45 ميلا في منطقه السرعه القصوي فيها 25 ميلا في الساعه. يمكن ان تُسجن لمده تصل الي تسعين يوما.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ يْبْرَا؟
ما اسم هذه الساحه؟
انا مسافر لوحدي. هل يمكنك ان توصي بدليل محلي؟
جيبلي شوكه اخري، من فضلك.
واش تقدر تعيط علي طاكسي؟
بغيت جوج تذاكر ديال الرحله ذهاب واياب لواشنطن العاصمه، من فضلك.
واش عندكم شي تعريفه يوميه؟
واش تقدر تقول ليا وقت الخدمه ديال مكتب البريد؟
شْحَالْ كَيْخُدْ مِنْ وَقْتْ الْقِطَارْ الْمَحَلِّي بَاشْ يْوَصَّلْ لْبُوسْتُونْ؟
نتا لي غادي تخلصني.
فين هي اف 14؟
واش عندك شي جوارب؟
عشرين دولار علي شكل قطع نقديه من فءه ربع دولار، من فضلك.
تهلا فراسك مزيان حتي ترجع للدار.
بالمناسبه، هل يمكنني صرف هذا الشيك ايضًا؟
واش بغيتي تمشي لماتش البيسبول؟
لذلك اود ان استبدله.
واش ممكن ناخد صفحه غلاف ديال الفاكس؟
غاناخد شويه.
فين كدير الفرق فشعرك؟
بغيت هادشي.
قولي لي كيف يبدو شكل الحقيبه، من فضلك.
بغيت نرجع هادشي.
شْحَال كَايْكُون الثَّمَن لْبَارِيس؟
مَكَايْتْعَدَّاش.
اذا كان بامكانك الانتظار للحظه، ساجيب علي اي اسءله لديك.
علاش ما جاش الطوبيس؟
كم مره يجب عليّ ان اتناول هذا الدواء؟
عافاك، اختار ليا شي بلوزه زوينه.
بغيت نعيط لطوكيو، الله يخليك.
عافاك خود معاك الحوايج الثمينه ديالك.
فين هي المحطه؟
ما عنديش الوقت لي نضيعو. عافاك، زرب.
مايمكنش ليا نوافق علي هاد الثمن.
كَايْنْ البْرُدْ. وَاشْ تْقْدَرْ دِيرْ شي حَاجَه؟
بغيت شي فطر.
هل لديكم كتيب مجاني باللغه اليابانيه؟
السلطه التشريعيه هي البرلمان.
سميتي تارو ياماموتو.
سمح ليا. واش كاين شي ممر للراجلين قريب من هنا؟
انت في وسط شارع ويست.
سير غير نيشان، عفاك.
بغيت شامبوان و بغيت نقطع شعري.
واش التصوير ممنوع هنا؟
فين كاينه كابين المعلومات؟
واش نقدر ناخد موعد لعشيه غدا؟
بغيت شي پينس.
كان الموقع في ذلك المتجر.
واش نقدر ندير توقف؟
واش غادي تقدر تحيد البقعه من هاد الحوايج؟
سير نيشان حتي اخر هاد الزنقه، الله يخليك.
بغيت روايه بالانجليزيه تكون ساهله للقراءه.
لا، انا مجرد جامع صغير. لكنني اقوم ببعض التجاره.
عافاك، بغيت فوطه مبلوله للمرضي.
واش بغيتي تنضم لينا ف الغدا؟
انا من السويد.
واش عندك اكثر من خمسه الاف دولار فالاوراق الماليه؟
واش كاين شي محل ديال الحوايج مزيان للاطفال؟
بغيت نبدل شي ورقه نقديه بفلوس صغار.
واش نوجد ليك بلاصتك باش تنعس؟
خلّيه كيفما هو، من فضلك.
خاصني نشوف طبيب ديال الاطفال.
في هذا اليوم يتم رفع رايات الكارب وعرض دمي الساموراي.
ربحنا بزاف، اذن خاصنا نرجعو مره اخري باللباس الرسمي.
المحتويات تساوي حوالي ماءتي دولار.
من فضلك، هنا.
المرجو الاتصال بمكتب الاشياء المفقوده.
هذا ثمنه خمسه وثلاثون دولاراً وخمسه وتسعون سنتاً في اليوم، بالاضافه الي تسعه سنتات لكل ميل بعد الماءه ميل الاولي.
الفرامل ديال الرجلين ما خداماش.
بغيت لامْبْ ديال القرايه.
بغيت نقطع شعري، الله يخليك.
بغيت نمشي بكري غدا فالصباح. واش نقدر نخلص الحساب ديالي دابا؟
خصني نطفي الغاز. بلاتي شويه.
عندك شي اختيارات ديال المشروبات قبل الاكل؟
رقم مقعدك مطبوع علي تذكره القطار السريع.
هل ستقلع الطاءره في الوقت المحدد؟
واش عندكم اطباق محليه؟
واش ممكن نطلب منك توصّلني لمحطه الحافلات؟
لثلاثه اشخاص بالغين.
عافاك، جوج باكيَات ديال الطوابع.
كنتمني ترجع مره اخري.
لا، ما عنديش. كنحس بالغثيان وما نقدرش نحتفظ بشي حاجه فكرشي.
واش يمكن ليك توقف الشيكات الشخصيه ديالي؟
كَيْتْقال بْلي التوفو جاي من الصين من شي الفين عام هادي.
واش ممكن ناخد وصفه طبيه؟
بغيت نشوف ماتش ديال كره السله. واش كاينين شي تذاكر متوفره؟
تَعَرَّضْتُ لِلسَّرِقَهِ، سُرِقَ جَوَازُ سَفَرِي وَخَمْسَهُ الَافِ دُولَارٍ نَقْدًا.
قيل لي ان اتي الي هنا للحصول علي تقرير الحادث.
عندك الانفلونزا.
واش نقدر نحتفظ بالمنيو ديالكم كتذكار؟
كيف يمكنني الوصول الي المحطه؟
السيد جونز غير موجود الان. من المفترض ان يعود بعد الساعه الثالثه بقليل.
واش غادي تبعثو ليا فبدايه الشهر الجاي؟
لاباس، شكرا. ونتا؟
الجو بارد بزاف الليله.
فين غادي؟
واش بغيتي تتعشي؟
بغيت ستيك، الله يخليك.
بغيت ندير فحص طبي.
هذا هديه لاصدقاءي.
اشنو غادي تاخد للحلوي؟
قولي ليا شحال الثمن من بعد.
كنت هناك لمده ست سنوات تقريبا.
عافاك، عَمَّرْ لِيَّا بالبنزين العادي.
اذا كان بامكاننا تقديم اي خدمه لك، فلا تتردد في الاتصال بنا.
واش ناخد ليك القياسات ديالك؟
هادشي من القطن.
عافاك خود هاد الشانطه وديها لمحطه الحافله.
كاينين شي وحدين، ولكن شنو بغيتي تاكل؟
واش غادي تعيط لصاحبتي الانسه يوكيكو اودا؟
هذا الماس بوزن قيراط واحد، اليس كذلك؟
سميتو السيد هارادا. شكراً بزاف.
واش كاين شي بوتيك ديال اونغارو هنا فهاد المنطقه؟
فين كاينه القلعه؟
حتي انا سعيد بلقاءك.
غانمشي لفلوريدا.
اعتقد ان هذا كل شيء بالنسبه لليوم، ايها الساده.
سير فهاد الشارع نيشان. سير ثلاثه ديال البلوكات و غادي توصل للبارك. المتحف كاين فالبارك.
خاصني الاسبرين.
فين نقدر نشري الطوابع؟
واش ممكن ناخد جوج تذاكر من الدرجه الاولي لنيويورك، عافاك؟
كيف يمكنني الطلب؟
شْحَالْ مِنْ سَاعَه كَيْخُدْ لِيَّ بَاشْ نْمْشِي لْهِيهْ؟
ضابط.
كتتكون الماكله ديال اليابان من الحوت النيء، السوشي، التيمبورا، الخ.
كَانْحَسْ بْالْكَسَل.
يمكن.
امتي غادي تمشي؟
واش قستي درجه حراره ديالك؟
واش كاين شي حاجه ثمينه او قابله للكسر فحقيبتك؟
واش نقدر نبدل هاد البوت بزوج اصغر؟
خلّي هاد الشي عليا.
ما نقدرش نوقف.
امتي غتكون الرحله الجايه؟
واش عندك عصير الجريب فروت؟
بهاد الطريقه، دور لليسار.
عافاك عطيني شي بالون.
واش ممكن ناخد صوره بالكاميرا ديالي ديال الفيديو؟
هادشي فكره مزيانه.
واش بغيتينا نطلبوه ليك؟
هادشي بكري بزاف فالعشيه.
سميتي ياماموتو.
المرحاض ما كايصفيش. عافاك بعث شي واحد.
ما هو حجم موقع المصنع، بالقياسات المتريه؟
سمح ليا. ولكن ما عارفش فين كاين بلاصتي.
بغيت نسترجع الفلوس.
كَانْقلّب علي شي حاجه فيها علامه برادا المعدنيه.
واش تقدر تورّيني شي حاجه بمقاسي؟
انا في الحافله الخطا.
واش ممكن نشوف الباسبور ديالك، عافاك؟
غَانْخُدْ هَادْ الشِّي وْهَادْ الشِّي وْهَادْ الشِّي، عَافَاكْ.
ايكيبانا هي فن ترتيب الزهور. هناك اكثر من ثلاثه الاف مدرسه ايكيبانا في اليابان.
كَانْحَسْ بْالْوَجَعْ فْرَقْبَتِي.
بغيت جوج بيضات مقليين من جهه وحده، الله يخليك.
غير قصي الاطراف، من فضلك.
واش ممكن ناخد المجله اللي فيها المعلومات علي العرض؟
عطيني خمسه عشر غالون من البنزين العادي، من فضلك.
كَانْعَانِي مِنْ فَقْرْ الدَّمْ.
قول ليها تعيط ليا.
لقد اشتريت هذا للتو.
كيفاش ناكل هاد المخالب ديال الكركند الكبار؟
واش هاد الطوبيس غادي لكارميل؟
زوج بيضات، مسلوقات.
واش غادي تاخد الطلب معاك ولا غادي تاكل هنا؟
وقتاش كيسدّو؟
بغيت ناكد الحجز ديالي مره اخري.
اليوم الثالث والعشرون من نوفمبر هو يوم عيد الشكر للعمال.
واش صعيب نفهم هادشي؟
واش نقدر نشريه بلا ما نخلص الضريبه؟
بغيت نبقي شي ساعات زايده بعد وقت تسجيل الخروج.
عندنا عصير البرتقال، التفاح، الجريب فروت والطماطم.
بغيت نسترجع الفلوس ديالي.
واش كيعانيو ليك المفاصل ديالك؟
رقم تاكيد الحجز ديالي هو خمسه سته سبعه QLR.
علاش هاد السخونيه كامله؟
خود هاد الوصفه الطبيه للصيدليه.
كانخدم فوكاله ديال الاسفار.
الشخص اللي بغيت نعيط ليه هو السيده يوكو نيشيهارا.
واش كاين شي بلاصه ديال التزحلق قريبه من هنا؟
خصني نرجع قبل الخمسه ديال العشيه. واش ممكن نمشيو للمركز التجاري ديال التخفيضات؟
ما حطيتيش الكونطوار ديالك.
عافاك تلغيها قدامي.
واش تقدر تحط سميتي فلاءحه الانتظار؟
انا هنا من اجل السياحه.
واش غادي تعطيني الكاميرا ديالي من بعد ما ندخل، عافاك؟
يمكنك المشي. اتبع فقط العلامات.
واش عندك الوقت هاد الليله؟
فين كاينين مكاتب كراء السيارات؟
لا. كنت مستعجل. شنو خاصني ندير؟
واش هاديك هي الحافله؟
اعتقد انه ينبغي علي ان استغل الدقاءق الخمس الاخيره للاجابه علي اي اسءله.
واش تقدر توصّلني لمطعم ايطالي زوين؟
باين ليا راك سكرتي البارح بالليل.
غير دِيرْ دْفَعْ.
هذا كتيب يحتوي علي العديد من جولات الحافلات السياحيه، بما في ذلك الجولات التي تستغرق يومًا كاملاً، ونصف يوم، وجولات الصباح والليل.
واش نقدرو نكملو هاد الرقصه فشي وقت اخر؟ سمح ليا.
فين كاين الباص اللي غادي للوسط المدينه؟
بغيت شي برمانونط لي يكون مزير، الله يخليك.
واش بقا شي قهوه؟
واش نقدر نعاونك باش تلقي شي حاجه؟
اوه، اعتقد انه يبعد بحوالي كتلتين اخريين.
سبعه وعشرون مقسومين علي تسعه يساوي ثمانيه.
بغيت شي كريم للبشره العاديه.
كنسمع بلي اليابانيين خدامين بزاف.
واش كيعجبك الجاز؟
السياح هنا؟
بِشْحَالْ بْغِيتِي تْحَلِّي الْحِسَابْ؟
شنو كيعني هاد علامه المرور؟
واش تقدر تقول ليا كيفاش نعمر هاد الفورميط؟
خليني نفكر فهادشي و غادي نعاود نتاصل بيك.
غانقدر مصاريف السفر.
واش ممكن ناخد وصل ديال التامين الصحي ديالي؟
واش ممكن نخلي الطوموبيل فاي وكاله؟
واش خاصني نكون عندي الصرف بالضبط باش نركب فالحافله؟
واش ساكن هنا؟
سْرَعْ وْغَادِي تْلْحَقْ عْلِيهُمْ.
عندي حُمَّي.
هاداك هو الخمسه وثلاثين واثنين.
ودابا انا حر لمده ايام قليله.
شكون اللي غادي يجي هاد الليله؟
لا، لم نفعل ذلك. نتحدث اللغه الانجليزيه فقط.
واش هادشي اوتوماتيكي؟
واش هادشي مسدود؟
عافاك، بغيت نديه معايا.
الدرجه الاولي او الدرجه الثانيه؟
غادي يخصك تكون تما قبل الساعه سته ونص علي الاكثر.
كيعجبني الرقص ديالك.
واش الغطس قريب من هنا امن؟
غانمْشِيو نْتْسَرَّاوْ غِيرْ شْوِيَّه.
واش غادي تعيط ليه غدا الصباح كيفما واعدتيه؟
مرحبا. نحن سعداء لانك كنت متفهماً جداً.
شْحَال كَايْكُلْ گَالُونْ دْيَالْ لَبْنْزِينْ دْيَالْ نْوَاعْ لْفَاخْرْ؟
هل يعلن الساءق عن المحطات؟
اشنو رايك نتلاقاو هنا علي الساعه الرابعه؟
واخا. خليني نشوف. واش ممكن ناخد شي كاس ديال الشيري باش نبدا؟
ديال من هاد الخدمه؟
سمح ليا. واش تقدر تقول ليا واش كاين شي ريسطورون ايطالي قريب من هنا؟
غانكون وجدتو ليك مع الرابعه و النص.
شْحَالْ مْنْ مْحَطَّه بَاقَا حْتَّي لْمُتْحَفْ دْيَالْ لْفُنُونْ؟
واش بغيتينا نطلبوه ليك؟
هل يتوقف القطار السريع في سان دييغو؟
كاينه هنا خدشه.
من اين تاتي هذه التفاحات؟
كيف كان هذا المطعم؟
بغيت نشوف المكتب ديال المدينه.
واش ممكن تعطيه ليا مغلف كهديه، عافاك؟
هل هذه جوله ليوم نصفي؟
السبت والاحد هما يوما عطله.
فكرني منين نوصل لفيكتوريا.
بغيت ناخد معاك موعد غدا فالعشيه.
اذن، ما هي خططك ليوم غد؟
الاستقبال؟ انا ناكامورا اتكلم. لقد قمت بتسجيل الدخول للتو. لكنني لا احب هذه الغرفه.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْدِيرُو هَادْ الشِّي؟
واش عندك شي حاجه للزكام؟
سميتي ريسا كوباياشي، والرقم هو جوج صفر جوج جوج جوج صفر جوج واحد صفر صفر.
طبله كتشوف منها البحر مزيان، الله يخليك.
عافاك عطيني شي ارقام نعيط ليهم فحاله وقعات شي مشكله.
نعم، لقد تلقيت علاجاً لمرض السكري في اليابان.
بغينا نجلسو حدّا بعضياتنا.
واش ممكن ناخد كوكا دايت؟
اي نوع من الغرف تودّ؟
بغيت نطلع عليه.
يمكنك الحصول علي هذا عند بوابه المغادره.
كان في محفظتي بطاقات اءتمان ونقود.
هادشي غلط ديالي.
غادي يخصك تقدم طلب التعويض ديالك للتامين فمكتب التامين اللي كاين فاليابان.
واش يمكن ليك تبدل هادشي؟
اعتذر، ليس لدينا اي شيء مفتوح.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ يْوَصْلْ عْبَرْ البُوسْتَا العَادِيَّه؟
واش هادشي ذهب؟
ما كنقدرش نعرف عمركم نتوما اليابانيين.
واش ممكن ترسم ليا خريطه؟
كان ذلك المتجر ارخص.
سميتي ان براون.
هل يمكنني اجراء مكالمه مباشره من غرفتي؟
واش غادي تحطو فشي صندوق؟
جواز سفرك لم يعد صالحا.
هادشي خايب بزاف. غادي نعيط للسفاره اليابانيه ونسولهم شنو خاصك دير.
تاكدوا من ان احزمه الامان مثبته بشكل امن.
فين كاين الطواليط؟
بغيت نكري دراجه بعشره سرعات.
واش عندك شي لون اكثر غمق؟
لا، ما كنظنش هادشي.
واش كاين شي مشكل الي كنت مبتدء؟
انا مع عاءلتي، لذا لا يمكنني اعطاءك رقم غرفتي.
ما لقيتش ليكيط ديال الثمن.
بغيت شي حد يفيقني فالصباح.
فين نقدر نحجز فنادق؟
هل يجب عليّ اعاده تاكيد حجزي؟
واخا، اسي. غادي نبعتو شي واحد باش يصلحو دغيا. عافاك، تسنا شويه.
كاينين سته و اربعين. كل ولايه كيراسها والي، و عند كل ولايه مجلس ديالها.
اه. غادي ندورو و نبيعو المنتوجات بعد ساعه او اكثر.
كان ذلك قبل عشرين دقيقه.
واش تقدر تكتب ليا هاد الكلمه؟
اشنو هو الفيلم الاكثر اثاره اللي كايعرضو دابا؟
فِهَادْ الشْوَارِي دْيَالْ الوَرَقْ البُنِّي.
كنتمني نتلاقاك مره اخري.
هادشي حيت هوما مصنوعين من الحرير.
بغيت نجرب قياس اصغر. هاد القياس كبير عليا.
واش سبق ليك جربتي هادشي؟
انا جيعان.
واش تقدر تعطيه غير علاج مءقت، ا دكتور؟
عندي حُمَّي.
سمح ليا، ما عنديش الصرف. واش تقدر تعطيني تسعه وتسعين دولار؟
مرحبا، يبدو اننا جيران.
واش كاين شي طوبيس من المطار للوسط المدينه؟
ما نقدرش ندفع الماء فالتواليت.
يظل اعضاء مجلس المستشارين في مناصبهم لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخاب كل ثلاث سنوات.
والو اخر، عفاك.
عافاك، زيد الفلوس لحسابي.
كان للاسلحه التي تم ادخالها الي اليابان في ذلك الوقت دور مهم في تحقيق الانتصارات في المعارك.
واش عندك شي وحدين اكبر؟
هذا يعني انك فقدت تاشيرتك ايضاً. يجب عليك تقديم طلب لاعاده اصدارها لدي اداره الهجره.
عندي ضعف في النظر.
واش كاين شي صالون ديال الحلاقه؟
سمحلي. عافاك قول ليا كيفاش نوصل لمحطه شينجوكو.
عافاكْ صيفْطْ ليا البريد ديالي لهنا.
قُلْ لِلشَّافْ هَادْ الشِّي بْنِينْ بْزَّافْ.
التلفاز ما خدامش.
تذكره ذهاب واياب الي اوكسفورد، في الساعه التاسعه من اليوم الخامس.
ما نقدرش ندير هادشي.
شْحَالْ كَايْدِيرْ هَادْ الطُّومُوبِيلْ مِنْ مَسَافَه؟
هذا ساتو. لقد استاجرت سياره هذا الصباح.
صحيح. شكرا لك. بالمناسبه، هل الملابس الرسميه مطلوبه؟
واش تقدر تعطيني سميه و نمره تيليفون ديال شي طبيب؟
واش كاين شي دوا للي كيعالج دوار المواصلات؟
بغيت شي سروال.
واش تقدر تسنّاني هنا؟
واش كاين شي ربط مع بيرث؟
اه، واش ممكن ناخدو لاءحه الحلويات؟
هل هناك عرض للصوت والضوء؟
اه، نعم. اذن، هل ستسجل هنا، السيد يامادا؟
فالوسط، من فضلك. هل يمكننا الحصول علي مقعدين معًا؟
اه، واش نقدر نعاونك؟
واش ممكن تعطيني تخفيض اذا بقيت ليلتين؟
بغيت ندوش.
امتي غادي يكملو؟
فِي حَالَه الالغاء، يُرجي الاتصال مُسبقًا.
كاينه كاميرا لداخل. عافاك خليها فبلاصه امنه.
فين كاينه محطه البنزين؟
واش هاد القطار كيوقف فبالتيمور؟
واش تقدر تجيب ليا شويه ديال الما، عافاك؟
لا، شكراً. علي اي حال، سيكون الجو مظلماً خلال معظم الرحله.
انا غير كانشوف. شكرا.
سمح ليا، ولكن انا كنعتقد ان هاد الرقم ماشي صحيح.
واش هادشي كيشمل المشروبات؟
شْحَالْ مِنْ دْقِيقَه بَاقِي غَايْخُدْ الْقِطَارْ بَاشْ يْوَصَّلْ؟
من اي بوابه تقلع هذه الرحله؟
سميه الفندق اللي غادي تبقي فيه الليله، اسي.
واش خاصني نحجز بلاصه فالباطو اللي غادي ينزل فالنهر؟
كاين واحد الشخص غادي يجي من بعد.
واش تقدر تعاود هادشي؟
واش المسرح قريب من هنا؟
كاينين سته ديال الناس فالحفله ديالنا. بغينا نجلسو فطبله وحده، الله يخليك.
راه هاكاك.
شكراً لك علي دعوتي للبقاء لتناول العشاء.
سمح ليا. واش عندك الوقت؟
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتيلات.
كتوقف ف الصف. و انا غنمشي نجيب لينا كاس ديال الايس كريم.
اي حافله تذهب الي الفندق الكبير؟
بغيت نحجز لليله غدا.
عطاني الطبيب وصفه طبيه.
نعم. و ما نوع الصلصه التي تريدها مع سلادتك؟
كيف بغيتيها؟
واش كتقبلو الشيكات ديال المسافرين؟
هادشي زوين بزاف من عندك، ولكن كنخاف عندي شي خدمه خصها تصلاح قبل غدا الصباح.
بديت نتوحش الارز و حساء الميسو.
لا، شكراً. هل يمكننا الحصول علي كوبين من الماء، من فضلك؟
كَانْقْدَرْ نْهَضْرْ شْوِيَّه بِالانْجْلِيزِيَّه.
واش ممكن تعطيوني شويه دالما، عافاك؟
فين كاين هاد الطابق؟
كنفضل اتاي.
اذا كان عندك هادشي، ما غاديش تحتاج تخلص مره اخري ملي تركب فالحافله رقم 44.
واش تقدر تعطيني الملحه؟
واش غادي تورّيني هاد الساعه ديال اليد؟
الساعه هي الواحده.
عافاك، بغيت جوج تذاكر لعرض يوم الاربعاء.
شْحَالْ هِي الضَّرِيبَه دْيَالْ المَبِيعَات؟
عافاك، طلع الثمانيه.
ركبوا الطاءره المتجهه الي نيويورك في الرابعه، ثم استقلوا اخر طاءره متجهه الي واشنطن من نيويورك.
هادْي صاكْ دالجلد لونها بني.
عافاك، بغيت واحد كينت.
هوما ف الطابق الثاني.
وقتاش فقدتيه؟
بغيت امبليفيكاتور.
عافاك صلح هادشي.
طبعاً. غادي يكون واجد يوم الخميس.
واش عندكم النبيذ بالزاج؟
انا مريض بزاف. عافاك عيط للطبيب.
واش توصلت شي فاكسات؟
اي طابق؟
واش ممكن نخلص بشيك سياحي؟
كانبدلو الهدايا مع صحابنا المقربين نهار الكريسماس.
ها هي وصفه طبيه من الدكتور طومسون.
فين كاين گَاراج الحافلات ديال شيكاغو؟
واش تقدر تجيب ليا شي فلفل، عافاك؟
انا عاطل عن العمل.
اه، كاينين. راهوم فالطابق الثالث.
كاينه جوله مشي كتزور فيها الاماكن المشهوره.
عافاك ديّني لاقرب سبيطار.
هادشي زوين بزاف.
بغيت نشري خمسه. حتي هادشي ما غاديش يخليك تنقص من الثمن؟
عافاك عطيني بلاصه حدا الشرجم لور.
واش نقدر نجيب ليك شي حاجه؟ شي ضماده او شي حاجه؟
فين كاين شي بلاصه مزيانه باش نزوروها؟
ما قادرنيش نْقرّر. غَنْرجع من بعد.
واش تقدر تشوف العجلات؟
سمح ليا. فين كاين بلاصه باش نخلي فيها الحقاءب ديالي؟
بغيت نمشي للمطعم.
عافاك ورّيني هادشي.
غادي نكون ممتن ليكم الي راجعتو قرار تجديد العقد.
فين كاين المكتب ديال الاشياء اللي تلقات؟
شْحَالْ مْنْ عْلُوّ وْصْلْنَا لِيهْ دَابَا؟
بغيت كاب طويل للشتا.
انا من المعجبين الكبار بالمطبخ الامريكي.
واش نقدر نسول سءال اخير؟
واش ممكن ناخد هامبورغر؟
بغينا منك تجي تقضي معانا شي ايام هاد الربيع.
واش هاد الباب ديال الرحله المتجهه لطوكيو؟
كم مره يجب عليّ تناوله في اليوم؟
عافاك، بغيت اتاي مع الحامض.
هاد السِّن اللي فالفوق كَيْضرني.
فاي رحله جويه وصلت علي متنها؟
سمح ليا علي الازعاج، ولكن واش ممكن تصورنا بهاد الكاميرا؟
كسرت يدي.
هل يصعد الركاب الان؟
ركبو القطار الاخضر من الرصيف رقم سته.
قولي لي من فضلك اي مطعم هو المفضل عند السكان المحليين.
طيحت الكاميرا ديالي. واش تقدر تشوفها ليا، عافاك؟
سمح ليا. درت الخمر علي الارض.
سمح ليا بزاف. هو ماشي هنا دابا. واش عندك موعد؟
الرحله الجويه جال رقم خمسه الي طوكيو في الثالث من ماي.
قول ليهم انني نزلت مزيان.
واش يمكن ليك دير عدسات طبيه فهاد النظارات الشمسيه؟
بالمناسبه، هل ساحتاج الي ارتداء ربطه عنق؟
بغيت نبدلو بنفس الرحله، ولكن في الرابع من مارس.
ومن بعد، غادي تجيبو للكونطوار اللي تما؟
واش كاين شي طوبيس للمدينه؟
عافاك اتصل بيا منين يصبح الصباح.
عطيني دوا ديال المعده، الله يخليك.
ما عندي فهاد الصاك غير الحوايج ديالي الشخصيين.
سمح ليا. واش ممكن ندوز، عافاك؟
بغيت نمشي للحمام، ولكن عندي بزاف ديال الشوانط. غادي نضطر نستني.
كان طويلًا جدًا وبطيءًا جدًا.
عندنا خدمه العنايه بالاظافر وصباغتها.
واش متوقع ان القطار يوصل ف الوقت المحدد؟
الغرفه المجاوره مزعجه.
هو ماشي مزيان و ماشي خايب.
واش ممكن نستاعير منك مفتاح رءيسي، عافاك؟
كوني معاك كيجعلني فرحان.
ديّوني للبوليس.
السيديات ارخص بكثير في هاد المحل.
بغيت بشرتي تكون ناعمه.
شريكك علي الخط. تفضل من فضلك.
امتي خاصني ناخد هادشي؟
واش ممكن نخلص بالشيك السياحي؟
ما لقيتش صحابي. واش تقدر تعيط ليه؟
عافاك، وِيسْكِي مَعَ الثَّلْج.
بالطبع، في هذه الحاله، ستقوم شركه الطيران بتقديم تعويض.
هذا قلم حبر.
هادو هوما البسكويتات اليابانيه.
شْحَالْ غَادِي نْبْقَاوْ نْتْسَنَّاوْ؟
انا بخير. انا فقط اشعر بالراحه.
كَانْتْفَاهْمُو مْعَ بْعَضْنَا.
عندك توقف في شيكاغو.
اعتقد انك لست كذلك. لكن يمكنك ذلك من الخارج وفي الدير.
درت ديبوسي.
بغيت عينه من البول.
شكراً جزيلاً.
غانبقي كنتسني.
ما عنديش شي حجز، ولكن واش نقدر نغوص هاد العشيه؟
كانلعب التنس جوج مرات فالاسبوع.
فين كاينه اقرب محطه مترو من هاد الفندق؟
المرجو كتابه "امتعه غير مصحوبه" علي اعلي العبوه.
كنت كنتساءل واش غادي يمطر غدا.
هادشي زوين بزاف من عندك.
فين نقدر نلقي الحلقات ديال الودنين؟
هذا راءع. لا يمكن ان يكون قليل الدسم. انه الاثنان معا.
واش نقدر ناخد شي سوارت ديال الطواليط؟
عندما يعود، من فضلك اطلب منه ان يتصل بالسيد اوكادا.
غاناخد ستيك نادر مع البطاطا المشويه.
خمسه عشر. ا. هل انا جالس في المكان الخطا؟
فاش غادي ترجع؟
غاناخود ستيك ديال اللحم.
هذا صحيح. لدينا ايضاً مواقع تاريخيه اخري معروفه في المدينه وفي ضواحيها.
بصح. هادي هي المره الثانيه لينا من بعد ما جينا لهنا في شهر العسل.
ما عنديش شي هوايه. غير الخدمه بزاف، بحال اغلب اليابانيين.
اه، رغم انني اشعر انني كنت هنا مرات عديده من خلال الافلام والبرامج التلفزيونيه.
فاي ممر؟
الي الوجهه النهاءيه، روما، من فضلك.
اوه، الاستاذ كورن يحب ان يعطي اختبارات مفاجءه.
واش هادشي بصح؟ وشنو غادي يوقع من بعد؟
تْعَطْلاتْ لِيَّ الڭْرِيسَه دْيَالِي.
واش كاين شي حاجه فاليابان لي فاجاتك؟
ايلا شفتي شي واحد، دير غير اشاره بيديك.
بغيت نمشي نهار قبل.
انا عطشان بزاف. عافاك، واحد الكاس كبير.
هادْ سوپَرْمارْشي كْبِير بْزاف، كاينْ برّا شي مدينه كبيره. فيه بْزاف دْيالْ بْلايصْ باشْ تْصَفّْفْ الطوموبيلات.
كَايْبانْ هَشْ.
واش تقدر تدخل هاد الباب فهاد الصوره؟
واش الفطور مشمول؟
عافاك، بغيت طبعتين.
واش كاينين بزاف ديال الطاكسيات لي جاين؟
نعم، هو مفتوح للعموم.
بغيت بلاصه فالطابق الاول، الله يخليك.
انا مطلقه.
واش هاد الطريق كتمشي للفندق؟
سمح ليا، ولكن هادشي كيبان قصير.
كَانْحِسْ بِالْخَفَقَانْ.
غانمشي من كاليه لدوفير بالعباره.
بغيت تذكره جديده.
بيتزا وحده مخلطه و جوج قراعي ديال البيره، الله يخليك.
كنحتاجو هادشي ف اقرب وقت ممكن.
نعم، يجب ان نكون حذرين من الايدز.
هديه لامي.
ماكنتش عارف ان التفتيش الامني صارم لهاد الدرجه.
فين خاصني ننزل باش نمشي لحي الصينيين؟
الحوت مقلي.
كانخدم ف البنك.
سمح ليا. واش تقدر تقترح عليا شي ريستورون مزيان؟
كم عدد الاونصات التي يمكن اعفاءها من الضراءب عند ادخالها الي اليابان؟
بغيت شي لعبه ديال الدراري.
بغيت نبعث هاد الكارطه البريديه لليابان عن طريق البريد السريع.
بغيت نبعث هاد الرساله عن طريق البريد الجوي.
عندنا غرفه مزدوجه ب50 دولار لليله الواحده.
سمح لينا، ما كنسمحوش بالجينز والتشيرتات.
بغيت ندير التشيك ان، عافاك. سميتي هاروكو اوغاوا. كنظن عندي حجز.
واش هاد الحافله هي اللي صحيحه، هاديك اللي جايه دابا؟
واش جايْب شي هدايا لشي حد فهاد البلاد؟
عافاك، كول غير الاكل اللي كيتْهْضَم بسهوله.
عافاك قولي ليا شنو هي الاجراءات ديال الاعفاء الضريبي.
هذا مكان راءع، اليس كذلك؟
واش عندك جدول مواعيد القطارات؟
عافاك ساعدني نلقي ولد لابس كاسكيطه حمرا.
سمحلي، بغيت نبعث هادشي لليابان. شحال غادي يكون ثمن البريد ديال هادشي؟
مشيت عبر امريكا بسياره مستاجره.
واخا، الغرفه رقم 2 او 3. هاك المفتاح ديالك.
كايبدا الفيلم مع العشره و نص ديال الليل. كايسالي مع الواحده ديال الصباح.
مُلَمَّع، من فضلك.
هل يمكنني الحصول علي مكالمه ايقاظ في الساعه السابعه صباحًا؟
بغيت كاميرا رخيصه.
كايْكرهو اليابانيين يعاملو الضيوف معامله خايبه، او يتعاملو معاهم معامله خايبه.
واش ممكن ناخد بطاقات بريديه؟
فاش غادي تكون عندك جلسات توقيع الكتب؟
فْهَادْ السَّاعَه، اَسِيدِي؟ هَادِي الحَدَاشْ دْيَالْ الصَّبَاحْ.
هاد الخط ديالاش؟
واش كولشي مزيان؟
غطي فمك بمنديل.
واحد صعيب.
شْحَالْ ثَمَنْ هَادْ الثْلَاثَه؟
بغيت خاتم الخطوبه.
ماشي بزاف.
ها هي الصرفيه ديالك، سيدي.
لا. انا ياباني.
واخا. غادي يكونو بلاصتكم هنا.
استمرت فتره ايدو، التي لم تشهد اي حروب في البلاد، لمده ماءتين وخمسين سنه تقريبًا.
خود هاد الدوا تلات مرات فالنهار بعد الاكل لمده تلات ايام.
واش غادي تطور هاد الفيلم؟
خاصني نستعمل الكمبيوتر ديالك، الله يخليك.
واش غادي تقدر تجي تشرب شي حاجه عندنا في الدار نهار الاحد في العشيه؟
غاناخد هاداك.
هذا فيه خدش هنا، هل يمكنك استبداله باخر؟
واش ممكن تعطيوني ابره وخيط؟
بغيت جوج تذاكر ديال السفر فاتجاه واحد لبوسطن، الله يخليك.
مشيت لحفلتك تلات مرات العام اللي فات فاليابان.
واش نقدر ناكل الدجاج فالعشا؟
بغيت نعطيك دميه من كيوتو.
كيف يمكنني الوصول الي هناك عن طريق المترو؟
قولي ليا عافاك كيفاش نعيط لهاد النمره.
واش هاد الطريق هي الصحيحه؟
بغيت نبلغ علي ضياع وثاءق مهمه.
هذا هو الاصدار الاخير لعشرين رسامًا عظيمًا من اوروبا، ويحتوي علي صور لحوالي ماءتي تحفه فنيه.
فين نقدر نلقي تذكره طياره بسعر معقول؟
فاش كايبداو يطلعو الستاره؟
هاك. الفاتوره موجوده في الكيس.
فين كاين الكونطوار ديال الاكسسوارات؟
غاناخد مارتيني.
واش هاد التليفون خاسر؟
اي قطار يجب ان استقله للوصول الي اوكلاند؟
ضاعت لي المحفظه ديالي فهاد المحل التجاري.
واش ممكن ناخد شي حاجه نشربها قبل الماكله، عافاك؟
ثلاثه ستيكات، وسرطان بحري كبير، وعشره انواع من الايس كريم.
كيفاش هي الطريقه الاحسن باش نلبس هاد الشي؟
كيقولو انها تحت الصفر.
عافاك، عيط ليا باش نفيق مع السته.
اه. من المثير جداً ان تلتقي باشخاص مختلفين.
فهمت. كاين زياده ديال واحد فالميه.
زوج من الناس غادي يتلاقاو باش يشربو شي حاجه. واش بغيتي تجي؟
الغسيل ما نشفش مزيان.
واش عندك شي ستيلو؟
خصك تجرب الاكل اللي كاين هنا فهاد البلاصه.
اليابانيين كيبقاو بخلاء رغم انهم اغنياء.
بغيت نعرف علي هاد الجوله.
هاد اللون ولي مشهور هاد الايام.
واش ممكن نحط الشوانط ديالي فالكوفر؟
فهمت. واش كَاتْبانْ ليكْ غَانْقْدَرْ نْجِبْهُمْ؟
انا مريض منذ البارحه.
جيبلي معاك صابونه.
سَلَّيْتْ.
كنت تسير بسرعه 45 ميلا في منطقه السرعه القصوي فيها 30 ميلا في الساعه.
واشكركم. اتمني لكم يوماً سعيداً.
عندي الم في معدتي.
هادي اول مره ليا.
غاناخد شويه من هادشي.
كَانْقلّب علي جاكيط بْجَيبات ضيّقين.
شرب بيره.
بغيت نخلص خمسين دولار و عشرين الف ين ياباني باش نكمل المبلغ.
اعتقد ان هذا التغيير خاطء.
فاش غادي يسالي العرض ديال العشيه؟
سميتي العاءليه هي ياماغوتشي. ي ا م ا غ و ت ش ي.
بغيت نحْل النافذه.
كاينه بزاف ديال الشتا بصح. نتمني يصفي الجو.
كلهم بخير، شكرا.
باستثناء الفطور والعشاء؟
كَانْظُنْ بْلِّي هَادْ الشِّي مَزِيرْ بْزَّافْ.
واش كَاتْبِيعُو طَوَابِعْ البُوسْطَا؟
بغيت هاد التصميم يكون غير علي صباع الابهام ديالي.
بغيت نستعير شي نظارات خاصه بالاوبرا.
عافاك، عطيني الاتجاهات.
شْحَالْ مِنْ سَاعَه كَايْخُدْ هَادْشِي؟
واش عندك شي مثال علي كيفيه تعبءه الاستماره؟
واش تقدر تقولي فين غادي نمشيو فهاد الرحله؟
واصل السير في هذا الطريق، وادير يسارا عند الاشاره الثانيه.
اذا عطيتيني تخفيض ديال عشره فالميه، غادي ناخذو.
اه، لقد حصلت علي غرفه للتو، لكن الغرفه لم يتم تنظيفها بعد.
ماكانعجبنيش هاد البيت. واش عندك شي حاجه حسن؟
فين كاينه البوابه ديال الرحله المتجهه لشيكاغو؟
واش يمكن تعديلو؟
بغيت نحجز بلاصه باش نمشي لسياتل.
بغيت طبله قابله للطي.
شْحَال الثَّمَن دْيَال نْصْ اِقَامَه مَعَ الاَكْل؟
علي الاقل عشرين دولار.
يمكن لي نرجع للدار او نجرب نسافر فالحافله عبر البلاد، اذا ما كانتش غاليه بزاف.
لا ابداً. ارجوك لا تقلق بشان ذلك.
يتميز عمل باسكيات بسمه طفوليه، الا ان تكوينه معقد للغايه.
ولكن، غادي يكون مريح من بعد ما تولف عليه.
واش تقدر تورّيني كيفاش نلعب هاد اللعبه؟
غادي نكون ممتن ليك بزاف الي حجزتي ليا طبله حدا الشرجم.
غانوصلو مع العشره. هادشي شويه قبل الوقت المحدد.
واش سبق ليك تاكلتي الماكله اليابانيه؟
واش عندك شي كاسيط ديال الموسيقي الشعبيه؟
رقم هاتفي هو واحد اثنان ثلاثه اربعه خمسه سته سبعه.
انا مريض جداً بسبب البحر. هل يمكنك استدعاء طبيب؟
واش بغيتي غرفه للمدخنين ولا غرفه بلا تدخين؟
اعتقد انه كان علي الرجل ان يتوقف.
باينه فيك مريض بالانفلونزا.
خاصني شي رباطات ديال الصباط.
كَنْهْتَمْ بِالتَّارِيخْ، لِهَذَا كَنْبْغِي نْزُورْ الْمَوَاقِعْ التَّارِيخِيَّه.
ومن بعد بغيت نحجز لسبعه ديال الناس.
سمح ليا، ولكن عندنا غير البيره او الويسكي.
هو غير موجود في المكتب الان. هل يمكنني اخذ رساله؟
عافاك، بغيت نبدل الشيكات السياحيه ديالي فلوس.
واش عندك شي صرف معاك؟
لان الامر في امريكا سهل للالتحاق بالجامعه، لكن من الصعب التخرج منها.
كيف يمكنني تشغيل هذا الضوء؟
واش غادي تْزَحْزَحْ شْوِيَّه لْلْيَمِينْ؟
ايه معالم توجد في الطريق؟
ايه، انا. انا غادي نمشي لوس انجلس.
خليه طويل.
سالا ليا البنزين.
واش ممكن ناخد جوج بلاصَات لي متوفرين هاد الليله؟
واش عندك طبله لاربعه ديال الناس؟
كاين تما، قدام مكتب المعلومات السياحيه غير.
ما عمرني سمعت علي هاد العنوان هنا.
سير نيشان حتي تشوف صيدليه.
شْحَال كَايْكُلِّفْ الفْطُور؟
كيف يمكنني مساعدتك؟
فِي الثَّالْثْ دِيرْ لَاڭْوَا لِلْيْسَرْ.
واش بغيتي كريم و سكر ف القهوه ديالك؟
واش يمكن ليك تصرف ليا شيك ديالي ديال 200 دولار؟
اذا وجدته، اتصل بي من فضلك.
فين كاينه القهوه؟
بغيت كَاطو ديال الدراري.
واخا. كايكلف 85 سنت للبريد العادي و3 دولارات و0 سنت اضافيه للتوصيل الخاص.
كون كنت بلاصتك، كنت نشري هادشي.
هل ساواجه اي صعوبات مع الجمارك؟
واش عندك صباط ديال المناسبات اللي عندو صبع عريض؟
لا. هل يمكنني ان اقترح عليك بدلًا من ذلك استخدام توام للاستخدام مره واحده؟ لدينا واحد.
بغيت برمانونط مْضَيَّق، الله يخليك.
بغات بيره.
صباح الخير. كيف حالك؟
اعتذر، ولكن ساحتاج الي رءيه شكل من اشكال اثبات الهويه.
اي نوع من الصلصه؟
هادشي بارد بزاف. واش غادي تسخنو؟
سمح ليا، هاد البلاصه راها محجوزه بالفعل.
انا بخير. ولكن هل يمكنك الاتصال بصديقي؟
شكرا، هذا يكفي.
شكون هو صديقك المفضل؟
اليوم الصحي الرياضي الموافق للعاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه المواطنين.
واش بغيتيني نشوف تحت الكابو؟
واش تقدر تعاوني نلقي الحقيبه ديالي؟
واش غادي تدير الترتيبات مسبقا؟
كَايْعَاونُونِي. شُكْرًا.
فاش توصل تما، عافاك سول شي واحد اخر.
بغيت التمديد رقم 24، الله يخليك.
هاك دولارين. احتفظ بالباقي.
واحد هامبورغر وواحد تشيزبورغر، من فضلك.
شْحَال كَاتْخُدُّو عْلَي التَّصْنِيع؟
كل واحد منا بغا يخلص علي ماكلتو.
كان الموقع علي كرسي في الردهه.
عافاك، بدل هاد الين لليره.
بغيت قاموس صغير الحجم، الله يخليك.
لشخصين علي الساعه السابعه. الاسم هو واتانابي.
الساعه ديالي. كانت ساعه رقميه من نوع سايكو.
غادي نكونو فرحانين بزاف باش نقدمولكم المشروب اللي بغيتو، ومن بعد العشا. كاين دليل كامل ديال المشروبات اللي كنقدمولكم فهاد الرحله، موجود فدليل المعلومات ديال المجله ديالنا.
واش ساكن هنا؟
فين كاينه المحل ديال الهدايا؟
انا علي الطريق السريع رقم واحد بالقرب من خليج مورو.
بغيت ساعه منبهه، الله يخليك.
بالمناسبه، اسمي هيروشي ايجيما.
هاد القطار كيوقف ف ليك فوريست، ياك؟
كَاعْ لْيَابَانِيِّينْ كَايْكُلُو الْاُخْطُوبُوطْ وَالْحَبَّارْ.
واش ممكن ناخد جوج تذاكر من الدرجه الثانيه لمدينه شيكاغو، عافاك؟
مشيت لنيويورك.
ما هو رقم الرحله؟
واحد لنيويورك، من فضلك.
لمده يومين او ثلاثه تقريبا.
الثاني علي اليسار.
هاد الكارطه، واخا؟
واش هادا مكتب الاستقبال؟ واش كاين شي كلينيك قريب؟
واش عشره دولارات غادي يكفيو باش ناخد طاكسي؟
هاد الشي كيطعم غريب.
اه. تسني، غنجيب ليك واحد.
نص قاروره، من فضلك.
لا، ماشي بزاف. غير شي حاجه ماشي غاليه.
واش كَاتقلب علي شي حاجه؟
اربعه ليالي.
خاصني شي جوارب.
واش تقدر تخليه ارخص حيت فيه شي بقع؟
صْدَمْني رَاجْل. وْمْنْ بَعْدْ هَادْشي، لْقِيتْ بْلّي بْزْطَامْي مَاشِي مْوْجُودْ.
ما متاكدش واش جمعت حوايج كافيين لرحله ديال ثلاثه سيمانات.
ايوا، بغينا نجربو شي نبيذ ابيض.
ايلا سول فيا شي حد، قول ليهوم غادي نكون فالقهاوي.
انا متاكد انني وضعته في الجيب الداخلي لمعطفي.
واش ممكن تعطيني اسم و رقم الشخص اللي كتصوني ليه؟
هل ستدفع شركه الطيران لي لشراء بعض الضروريات الشخصيه الاساسيه؟
بغيت شي بيت فيه حمام.
ما خرج والو من الماكينه؟
كان من المفترض ان تستقل الرحله رقم ثمانيه وعشرين، التي اقلعت قبل خمس عشره دقيقه. حسنًا، يمكنني ترتيب رحله اخري لك.
شي حد حل الطرد ديالي.
اوه، ما كاين والو. نتا هنا علي اي حال.
الخطوط الجويه اليابانيه، رقم الرحله واحد اثنان ثلاثه.
خاصني نشري شامبوان.
واش تقدر تقولي وقتاش غنوصلو للمركز المدني؟
فين كاينه اقرب جزاره؟
بغينا نبقاو لاربعه ليالي بدءا من فاتح غشت.
كيفاش سميت هاد الزهره؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
ماكاينش الصابون فالبيت ديالي.
واش كاين شي حاجه نقدر ناخدها لهاد الطفح الجلدي؟
واش تقدر تبدل الصياغه ديال هادشي اللي قلتي دابا؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْطَلْبُو؟
واش تقدر تهضر بشويه ديال الصّوت العالي، عافاك؟
قدّاش غادي يبقي باش يخرج؟
فين كاينه المعلومات الرياضيه؟
هاد الحجم لي هنا، لي كتسموه الحجم العادي، غادي يكون مزيان.
فين غادي تسالي الجوله، ووقتاش؟
فين خاصني نبدل القطار باش نمشي لادنبره؟
بغيت نحط هادشي ف صندوق الامانات.
فين نقدر نبدل الفلوس ديالي؟
هل يمكننا ان نترك امتعتنا، باستثناء الاشياء الثمينه، في الحافله؟
كنت اتساءل عن سبب هذه الرسوم الموجوده في فاتورتي.
غانخلص خمسين دولار.
دابا عرفت شنو هو المشكل.
هذا ايكيدا يتكلم. لدي حجز لطاوله في السادسه والنصف من مساء اليوم. لكنني اسف لانني ساصل متاخرا بنصف ساعه.
كم عدد اوقيات العطر التي يمكنني الحصول عليها معفاه من الرسوم الجمركيه؟
غير السياحه.
هادشي مزيان، عفاك وقع عليهوم. كيفاش بغيتيها تكون؟
واش باقي عندكم بلايص للعرض ديال الليله؟
بغيت واحد كبير.
نْعَسْتْ وْمَسْمَعْتْشْ الْاَلَارْمْ لِّي كَانْ عْلَي السَّادْسَهْ وَالنُّصْ.
انا مصور حر.
يمكن للتجار ان يستبدلوا دولاراتك بنصاءح للعب في الكازينو. هل نذهب؟
عندنا حوالي ثلاثين نوع من زيوت الحمام.
غانعطيك الاقتراح الاسبوع الجاي.
شكراً. بكم ثمن هذا الزوج من القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي كوشات ديال المره الواحده.
من اين اتي هذا النوع من اسماك الفراشه؟
واش غادي تبدلهم ليا بالدولار، عافاك؟
حنا محظوظين بزاف. عندهم واحد مقاس اربعه فالمحل ديال الا موَانا.
واش كاين شي ليموزين؟
هل يمكنني الحصول علي مكالمه ايقاظ في الساعه الخامسه والنصف صباحًا غدًا؟
كنفضل شي بيت هادء.
بغيت شي مزيل لطلاء الاظافر.
بغيت بطاريه.
واش كاين فرقه موسيقيه حيه ولا دي جي؟
واش ممكن نكَري معدات الغطس؟
بغيت نحجز غرفه لاربعه ليالي من نهار 22 دجنبر.
هل هذه الحقيبه مثاليه لجميع الاجواء؟
بغيت دونات، الله يخليك.
بغيت نكري طوموبيل اوتوماتيك لمده يومين.
فقدت الرحله رقم عشرين المتجهه الي سان فرانسيسكو.
شْحَالْ كَايْنْ مَابِينْ هَادْ الْبْلاَصَه وَالْمَطَارْ؟
هذا جيد. متي سيكون ذلك؟
شْحَالْ عُمْرْ بِنْتَكْ؟
واش تقدر تعطيني شي معلومات علي شي فنادق نقيه و رخيصه؟
يمكننا ان نحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادي غولف شهير.
كنتّصّح بهاد المنتوج حيت مصنوع من مكونات طبيعيه ميه فالميه.
واش القطار كيوقف فبرايتون؟
واش تقدر تقول ليا فين نقدر نلقي طاكسي؟
بغيت جوج تذاكر من الدرجه الثانيه، الله يخليك.
بغيت نبعث فاكس.
بغيت فريزه ديال السفر.
واش نقدر نعرض عليك شي حاجه؟
نهاري؟ انا خايف نسولك، ولكن شنو كتقصد؟
بغيت شي حاجه لي غادي تحوي الوثاءق ديال الحجم العادي ديال الورق ديال الرساءل بلا ما نحتاج نطويهم.
ايه، ولكن ماشي بزاف قوي.
انا عندي حساسيه من القطط.
ايه، خاص يكون عندك رخصه السياقه، و، ايه، خاص يكون عندك رخصه من لجنه الطاكسيات والليموزين.
تْفَضَّلْ اَسِيدْنا.
ما قاديتش نلقي الما سخون.
بغيت نحجز غرفه لليله هادي.
لا، فهو لا يشمل الضريبه ورسوم الخدمه.
واش بغيتي تمشي معايا نديرو شوبينغ هاد العشيه؟
مرحبا، هاد الفستان زوين بزاف.
دابا، المكالمه ديالك تمت بنجاح. تفضل.
ما هو رقم البوابه؟
ما هي الهديه التذكاريه التقليديه في هاواي؟
واش نقدر نوصل لهيه بالميترو؟
بغيت نعمل سيشوار.
واش غادي نتوصلو لشي حاجه الي بقينا كنهضرو بهاد الطريقه؟
انا من النرويج.
من العاشره الي الثانيه عشره من فضلك.
اكيد. خليني نشوفو. اظن انك تعرضت للاذي بسبب المرجان.
غير باش نكون علي بال، عطيني رقم الشخص المسءول.
واش كاين طريق سريع؟
علاش مجاش للحفله البارح؟
وقع حادث سير.
سمح ليا، هاد الرقم ماشي هو اللي بغيت.
عافاك، دخل الكود السري ديالك.
ما نقدرش نعدل الصوره.
واحد برغر بالجبن وعصير برتقال، من فضلك.
ها هو جواز سفري.
علاش، شكراً بزاف. ا، واش نقدر نطلع للفوق؟
واش ممكن ناخد جوج تذاكر للمسرحيه الموسيقيه ديال الجمعه الجايه؟
قال راكب اخر هناك انه يمكنه تغيير المقاعد معك.
واش نقدر نمدد فتره اقامتي؟
قول، واش كتعرف شي حاجه تستحق المشاهده قريبه من هنا؟
لا، اريد استءجار نصف مجموعه من المضارب وزوج من الاحذيه.
واش تقدر تعلمني فاش يلقاو الحقيبه اللي ضاعت؟
كيفاش كايتسمي هاد المنتزه الوطني؟
عندي جرح سطحي.
فين كاين شي بلاصه مزيانه باش نشوفو المناظر؟
واش ممكن ناخد شي فاكيه؟
واش نقدر ناكل الغدا دابا؟
خاصني نبدل هاد الدولارات.
محتاج طاكسي. انا فجنوب ماين وليبرتي.
بالتاكيد، هل تحتاج الي تسريحه شعر داءمه؟
ماشي تفاحه، هادي خوخه.
غانعطيك شي وصفه طبيه. خودها للصيدليه.
كانطيرو تلات مرات فالاسبوع، نهار التلات، الجمعه والسبت.
هادشي غالي، ياك؟
اه، عندنا هادشي. غادي نوجدوه ليك.
واش غادي تحفظ لي الحقيبه ديالي حتي الثلاثه ديال العشيه؟
لا، بغيت غير ندوز نشوفك.
واش ممكن نحجز سياره للايجار هنا؟
واش نتا امريكي؟
لهاد البلاصه، الله يخليك.
الطوموبيل ديالي تعطلات.
فين كاين الظل ديال العينين؟
بغينا بلاصه هادءه، الي كان ممكن.
واش هاد الطاكسي خاوي؟
واش هادي محطه اكسبريس؟
فاش خاصني نجي؟
بغيت قاروره صغيره ديال النبيذ الابيض.
اوه. هل يمكنني تناول وجبتي لاحقًا؟ لا اشعر انني علي ما يرام الان.
فالحقيقه، عندي اخبار. انا غادي نتزوج.
شي سروايل اخرين؟
واش ممكن ناخد برنامج؟
تعرضت غرفتي للسرقه البارح.
عافاك، ورّيني الحوت اللي شفتو اليوم فكتاب الصور.
شوف التعليمات اللي كاينه فالعلبه ديال الاكل اللي محفوظ فالفاكوم.
بغيت فلوس ورقيه.
سرق محفظتي وهرب.
واش ما عندكومش دروس تجريبيه؟
فين نقدر نشري الطوابع البريديه؟
انا من بريطانيا العظمي.
غادي نضطر نتشاور مع مراتي فهاد الموضوع.
بغيت نسترجع الفلوس ديالي علي هادشي.
كَايْنَ كَابِينْ تِيلِيفُونْ قُدَّامْ هَادْ البَانْكَا.
غانوصل نهار تسعه مارس وغانمشي نهار اربعه عشر.
هادشي شويه غالي، واش ما كَاتْشُوفْشْ هَاكَّا؟
واش عندك التذكره؟
فين كاينه محطه الحافلات؟
واش بغيتي شي حاجه حلوه؟
واش كتهضر؟
نفس الشيء بالنسبه لي، من فضلك.
ماوصلنيش الطلبيه ديالي.
كاينين بزاف ديال العيون السخونه.
عافاك بدل خمسين الف ين للدولار الامريكي.
هادشي مزيان بالنسبه ليا. فالحقيقه، بغيت نكَرّْك.
فين نقدر نكاري الزلاجات والاحذيه؟
واش نسيتي المشروبات ديالنا؟
هل يمكنك ارساله الي عنواني في اليابان عن طريق البريد الدولي للطرود المستلمه عند الدفع؟
بغيت كاس ديال النبيذ الاحمر.
غير الي كان ديالك، اسي. هاهاها، غير ضحك صغير.
بالتاكيد. كيف يمكننا خدمتك؟
عندنا البيره، الويسكي، البراندي، الجين، الفودكا والنبيذ.
الرقم التعريفي. اه، صحيح. هل جواز السفر مقبول؟
رقم غرفتي هو ثلاثه وعشرون وسته. هل يمكنك ان تاخذ ملابسي للغسل؟
غانشوف واش شي حاجه من هادو غاتكون مناسبه.
بغيت براد.
جيبلي شي شويه ديال الجبن محكوك.
واش ممكن نغسل القمصان ديالي باش يكونو واجدين غدا فالصباح؟
واش بغيتيه يصوني ليا من بعد؟
علاش اذن؟
سمح ليا. واش كاين شي مكتبه هنا فهاد المنطقه؟
اعتقد انك ارتكبت خطاً. لقد تم دفع ثمن الغرفه مسبقًا. لدي ايصال.
الحافله موجوده هناك.
بغيت جوج رولو ديال الفوطو ديال ايزو ميه، ديال الالوان، ديال سته وثلاثين صوره، الله يخليك.
بغيت نبدل هاد الشيك ديال سبعين دولار.
بغيت نشري طيمبرات لعشر بطاقات بريديه لليابان، الله يخليك.
واش كاين شي بنك قريب من المحطه؟
اعتقد ان هناك خطا في الفاتوره.
هادشي هنا بالضبط.
واحد تشيزبرغر للذهاب، من فضلك.
مابقاش ممكن دابا تدير خدمه التصميم بلا حاسوب.
سير.
كاينه شقّه هنا فالقميص ديالي. واش تقدري تخيطيهالي، عافاك؟
شْحَالْ هِي التَّسْعِيرَه لْمَانْشِسْتَر؟
واش تقدر تعطيني كابل باش نزيد الطاقه؟
فين نقدر نشري زربيه ديال البحر؟
ومن بعد، عطيني حجز جديد.
عطيني ديك القطعه ديال اللحم ديال الخنزير، ولكن ماشي قد ديك السماكه.
غانْجِيوْ فْ سَبْعَه.
ملي كنشوف الاسعار منخفضه لهاد الدرجه، كيبان ليا شراء اي حاجه فاليابان حاجه سخيفه.
حتي انا سرقوا لي سجلاتي.
عافاك، بغيت كاس ديال الكريم فاني.
انا موافق. يجب ان يصبح هذا امراً طبيعياً جداً.
انتبهوا للفجوه، انتبهوا للفجوه، ثم اقتربوا من الابواب، من فضلكم.
غانحتاج لبطاقه اءتمان.
ها هو الرقم.
قولي ليا شي بلاصه زوينه فهاد النهر، عافاك.
عافاك عطيني تقرير علي الحادثه.
لا، شكراً لك الان فقط.
واخا، عافاك بقي علي الخط. السيد ناكاجيما، السيده سايتو ما كتجاوبش علي المكالمه. واش بغيتيني نعيط ليها شويه كثر؟
يمكن، ولكن يجب علينا ان نقوم بتقييمها بشكل منفصل.
هادشي باين ليا قليل بزاف.
فين كاين بلاصَه ديال استلام الامتعه ديال الرحله سبعه صفر ثلاثه؟
كاينه شي حاجه ماشي هي هاديك فطريقه الامساك ديالك.
واش هادشي غادي يفسد؟
لا، شكراً. من الافضل ان لا اشرب المزيد.
قولي لي من فضلك عن بعض الشوارع المناسبه للتسوق.
واش هاد الحافله غاديه للفندق ديال هيلتون؟
دابا، هاد اللوحه خاصه بزاف. هي ديال تسوروتارو كاتاوكا. هو معترف بيه كفنان عالمي.
كانعتابر الموسيقي الكلاسيكيه حاجه زوينه بزاف.
واش نقدر نعرض عليك باش نتعشاو بجوج شي نهار؟
واخا. شنو سميه الحزب ديالك و شحال نمرتو، الله يخليك.
سمح ليا. خليوني نخرج، عافاك.
واش تقدر تطلب شي موظف كيهضر ياباني؟
كانزورو العايله ديالنا بزاف ديال المرات.
ميكي هاياكاوا. هذه هي الغرفه رقم سبعه او تو.
خصني نبقي هنا الليله، ياك؟ واش تقدر تعاوني نحجز غرفه في الفندق؟
ما غاديش ياخد بزاف ديال الوقت. خمسه عشر دقيقه علي الاكثر.
واش تقدر تقولي شحال غادي نخلص علي هاد المكالمه؟
واخا، واش تقدر تقول ليها انني اتصلت بيها، عافاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جوله صباحيه؟
واش كَاتْبَدْلو العملات الاجنبيه؟
الميزانيه ديالنا هي تقريبا خمسين دولار في المجموع لثلاثه اشخاص.
فين نقدر نشري بوبين ديال الفوطو؟
واش عندك البيره اليابانيه؟
بغيت كوستيم ديال السباحه ديال القياس الصْغير، عافاك.
بغيت نسجل الحقاءب ديالي.
هادي هي الانسه كاوازو في الغرفه ستاشر حداش.
مرحبا.
ماكاينينش.
ايّهما اكثر اهميه بالنسبه لكم، انتم الشعب الياباني، يوم راس السنه ام يوم عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، اذهب مباشرهً عبر هذا الممر. انه المقعد المجاور للنافذه.
غير بلّي معايا دقيقه، عافاك.
مرجو منك تعمر تقرير ديال شي حاجه لي ضاعت.
ماكانفهمش الامريكيه، كانْهضر بالانجليزيه ديال الملكه.
من البارح.
كيتضمن تامين ضد الحوادث وضد المسءوليه.
ضيعت بطاقه المطالبه ديالي.
واش عندك شي بروشات بتصاميم زوينه؟
انا اتصل من كابينه عموميه في ميسي.
هادو كبار بزاف.
شْحَال كَايْكُونْ ثَمَنْ الْوُقُوفْ فِي سَاعَهْ وَاحْدَهْ؟
السيدات والساده، لدينا في رحلتنا اليوم مضيفات طيران يتحدثن اليابانيه ويمكن التعرف عليهن من خلال الدبابيس التي تحمل العلم التي يرتدينها. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا بذلك.
واش كاين شي فتره فنيه معينه كتفضلها؟
عافاك راجعو مره اخري.
سير فخط مستقيم علي طول النهر لمسافه نصف ميل تقريباً. غادي توصل للبارك.
لا، فهي متينه جدا.
واخا، غادي نرسلها ليك لفيغاس.
كنقلب علي تيشورطات ديال الركض.
واش بغيتي شي حاجه تشربها من البار؟
تفضل من هنا. خذ هذا المصعد.
غادي يكون حسن ليك تاخد القطار ديال التمنيه و النص.
واش كاين شي سينما هنا فهاد المنطقه؟
دابا هاد الوقت هو وقت المحار، يعني غادي يكون مزيان.
بغيت ساعه مستعمله.
غانْدِيرْ التشيك انْ حْوالَي التّاسْعَه دْيال الليل.
بدا الوقت يتاخر. خاصني نمشي.
ما استعملتش خدمه الغسيل ديالكم. واش غادي تشوف هادشي مره اخري؟
بغيت الشاي، الله يخليك.
لا، ما كايناش.
واش هادي هي المحطه الاخيره؟
خلينا نعيطو ليه.
واش هادشي حار بزاف؟
فين نقدر نلقي حافله ديال السياحه؟
اه، بغيت نزور معالم المدينه.
كاينين بزاف ديال السياح حدا البنايه، لي باين عليهم تجمعو باش يشوفو شنو واقع.
شكراً علي كرم ضيافتكم.
الصراحه هي افضل سياسه.
واش يمكن ليك تفيقني مع السته ديال الصباح، عافاك؟
شْحَال كَايْكُلِّف نْصْ نْهَار؟
سميتي كنجي.
واش كتعرف شي بلاصه زوينه في شيكاغو باش نشوفها؟
واخا، الي كنتو بزوجكم مصرين، غادي نمشي معاكم.
واش غادي تبدل هادشي بواحد اخر من نفس النوع، عافاك؟
بغيت نحجز لثلاثه و نص ديال العشيه.
الخزنه ديال السلامه، الله يخليك.
عافاك، اختار شي نوع ديال النبيذ مناسب.
بغيت شي بلاصه صغيره.
واش خاصني نخلص علي الغاز؟
شْفّار. شْدّوه.
كنا كنتسنّاوْ اصحابنا باش يْجيوْ.
عافاك عطيني شي صرف.
بغيت برمانونط ديال الشعر يكون مزير، الله يخليك.
هي صغيره الحجم و لطيفه.
اشمن اوبرا كاينه اليوم؟
مقلي، من فضلك.
مزال ما رجعوش ليا حوايجي اللي غسلت.
بالمناسبه، هل انت حر يوم السبت القادم؟
اذن، ربما سنتفاهم جيدا مع بعضنا البعض.
تعاملت معي كما لو كنت متسولا.
فهمت. هل يمكنك ايضا مساعدتي في مشكله اخري؟
واش يمكن ليك دير عدسات طبيه فهاد النظارات الشمسيه؟
غاناخد زوج من هادو.
شْحَالْ زْوِينِينْ هَادْ الْكْلاَبْ. مَنْ اَيْ نَوْعْ هُومَا؟
طيحت الفورشيط ديالي. عافاك جيب واحد اخر.
كان ذلك ممتعًا.
واخا. سِير نيشان ودور يمين فالثالثه زاويه. غادي تلقاه علي يمينك.
واش عندك شي فيلم ديال الصور الملونه؟
كاتي كتعرفيها؟ هاد الحفله ديال عيد ميلادها.
واش عندك شي جدول ديال الالوان؟
واش نقدر نخلص بشيك سياحي؟
ولكن، هو، الرجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
واش ممكن ناخدو بلا ضريبه؟
مايمكنش ليا نحط الصاك ديالي تحت الكرسي. واش يمكن ليك تحافظ عليه ليا، عافاك؟
واش ممكن دير هاد الشانطه ف الصندوق؟
غانخرج دابا، اذن غاناخدو معايا.
عافاكْ صيفْطْ شي حدْ باشْ يْجيبْ ليا الحقاءب ديالي معْ سته ونص.
بغيت خريطه ديال سان فرانسيسكو والمناطق المحيطه بيها.
اي نوع من الخبز لديك؟
فين كاينه الاسانسور؟
واش كاين شي واحد كيعرف يلعب البيانو؟
فين خاصني ننزل باش نمشي لامبراير ستايت بيلدينغ؟
الميزانيه اقل من الف دولار.
شكراً، لكنني لا اعتقد ان لدي الوقت للبقاء لمده ليلتين. هل يمكنك حجز غرفه مزدوجه لي في ذلك الفندق لليله الثاني عشر من مارس فقط؟
واش ممكن نحجز غرفه لشخصين تطل علي المحيط؟
مازال ما قررناش.
تعثر رفيقي و التوَي كاحله.
غانجرب شي شربات.
واش كاين شي ريسطورون تايلاندي قريب لهنا؟
هادشي كاين حدا ديك العماره العاليه. اذن، رجع من نفس الطريق اللي جيتي منها حتي الضو الاحمر. من بعد، دور علي اليسار.
غادي ناخد الطياره باش نمشي لوس انجلس غدا فالصباح بكري.
و من بعد هادشي، نقدر ننصح بهاد "الجوله السياحيه في مدينه سان فرانسيسكو" بكل ثقه. هاد الجوله كتعطيك نظره عامه علي سان فرانسيسكو.
بغيت ندير تامين.
خلينا نستعملو كماده بارده باش نخففو من الالم.
بغات تشري شي فستان.
شْحَالْ كَايْكُلْفِي الطَّاكْسِي لْهَادْ الفُونْدُقْ؟
فين كاين الطواليط؟
واش خاص نخلص شي حاجه باش ندخل لهاد البنايه؟
ديرها كيفما بغيتي.
كَانْقلّب علي شي حاجه انيقه.
الشرجم مسدود.
فين كاين من ساحه يونيون؟ فاي جنب منها؟
نصف اونصه من عطر شانيل رقم خمسه، من فضلك.
اشنو بان ليك نشربو شي قهوه؟
واش خاصني شي تذكره؟
شْحَالْ كَايْكُونْ تْمَانْ الخِدْمَه تَقْرِيبَا؟
شْحَالْ مَازَالْ مِنْ هْنَا؟
كريمه وسكر؟
واش عندكم شي نسبه تخفيض للاعضاء؟
واش كاين شي سوبر اكسبريس علي التسعود و نص؟
خليني نتفقد ساءل الفرامل والمحرك. المحرك ديالك كيبان ليا غادي يوقف.
ما كانش هادشي بسباب غلطي.
ماكايناش الكَْرِيسَانْ.
غانبلغ علي هادشي للبوليس.
هل سيتعين علي الجميع دفع ثمن مشروباتهم؟
ما بين ثلاثين الي خمسين دولاراً في الليله.
صلح هاد الشي.
فِي اَيَّامْ رَاسْ الْعَامْ. وْفِي الْمُنَاسَبَاتْ الْخَاصَّهْ كَيْفْ حَفَلَاتْ الْعُرْسْ، اَوْ حَفَلَاتْ تَوْزِيعْ الْجَوَايِزْ، اَوْ الْجَنَازَاتْ.
عافاك، بغيت المزيد من الخردل.
علاش ما تعطيهاش شي هديه؟
اي فيلم تنصحني بمشاهدته؟
هاك عشرين دولاراً واعطني دولارين كباقي، من فضلك.
ضرباتني من الجنب.
يمكن لي نجي علي الساعه جوج.
واش هاد الامتعه ديال الرحله الجويه ديال جال زيرو وان؟
هادي اول رحله ليا لباريس.
واش تقدر تقدر التكلفه قبل ما تبدا تخدم عليه؟
تفضل بالدخول، من فضلك.
غادي تكون الرحله ديالنا ديال المشي مسليه بزاف.
فين كنطلعو فالمركب؟
ما عندناش كيس لهاد الكميه، غادي نحطها ليك فهاد الكيس البلاستيكي الكبير.
بغيت نلعب التنس.
كاين عصير الاناناس، البرتقال والطوماطيش.
الجانب الايسر من هذا الطابق، بالقرب من السلالم المتحركه.
اشنو كاين اليوم فدار الحفلات؟
واش ما بغيتيش تشوف شي فيلم اخر؟
عافاك بدل ليا هاد الشيك ديال المسافرين بلفلوس.
بغيت نفس الكورس غدا، من فضلك.
يمكنني ان اعطيك جوابًا افضل علي هذا السءال بعد بضعه عروض.
كنحتاج شي هديه ديال الذكري السنويه.
ايه مسرحيات موسيقيه تعرض الان؟
واش عندك شي مرايا؟
سمحلي، ولكنني ضعت. هل يمكنك مساعدتي؟
غادي ناخد هاد الواحد، عفاك.
مايمكنش ليك تدخل الالعاب الناريه لكندا.
زوجتك طباخه راءعه.
واش محتاج شي مساعده؟
واش ممكن دير ليا حجز لطاكسي لسته ديال الناس غدا الصباح، عافاك؟
شنو بغيتي مع الطبق الرءيسي ديالك؟
واش كاين شي بوتيك هنا؟
هاد البلاصه عامره بالناس، ياك؟
سمح ليا. غادي يكونو واجدين بعد خمس دقاءق تقريبا.
تْشَدّاتْ لِيّ عُنْقِي فَاشْ كُنْتْ نَاعْسْ.
واخا، ما كاين حتي مشكل. واش ممكن نشوف الباسبور ديالك؟
ما عنديش فلوس.
فاش خاصني نكون فالمحطه؟
كَايْنِينْ بْزَّافْ دْيَالْ الرُّوسْطُورَانَاتْ حْدَا هْنَا.
كَايْن حْدا غُرْفَه المْلابْس.
كان من اللطيف الحديث معك.
واش كاين شي جوله فالعشيه؟
انا مع اصدقاءي.
استمتعت باقامتي. شكرا لك.
الشاطء موجود تحت مباشره. انه منظر راءع.
شكراً لانتظارك، السيده ماكغواير. ها هو. تفضلي، من فضلك.
واش عندك شي بطاقه تعريف فيها الصوره ديالك؟
سبعه، من فضلك.
بغيت نرسل هادشي للصَّبَّاغَه. امتي غَايْكُونْ وَاجِدْ؟
عندي سروال مخطط.
اه. لقد تم تسليم امتعه شخص اخر الي غرفتي الان. هل يمكنك التحقق من ذلك، من فضلك؟
واش ممكن تشرح ليا هادشي بشكل اكثر تفصيلا؟
واش نعستي مزيان؟
واش غادي تضغط علي زر التصوير؟
عافاك، بغيت زوج سوارت.
بغيت شي لامْب.
راه فاخر الكولوار.
بغيت شي وراق باش نكتب.
واش غادي نمشيو بالحافله؟
قلتي غادي تمشي لطوكيو غدا؟
خليني نعس حتي لتسعه ديال الصباح.
خصني نبدل ل AW واحد صفر صفر. واش ممكن؟
كيف حال لعبتك في هذه الايام؟
كَانْحَسْ بْلِي مَسْدُودْ لِي فْصْدْرِي.
ما كاين حتي مشكل. الي جيتي نهار 5 شتنبر، غادي تقدر تستمتع بعرض فيلم علمي حيت عندنا نهار مفتوح خاص كل جمعه اولي من كل شهر.
واش عندك شي جوله اخري؟
واخا، خصم بنسبه خمسه فالميه. واش هادشي مزيان؟
غانمشي لباريس.
ماشي هادا هو الموديل الجديد، ياك؟
من المقرر ان يتم ذلك في الساعه الثامنه والنصف مساءً بالتوقيت المحلي.
عافاك، خود معاك هاد البنايه.
واخا. غادي ناخد واحد الطبسيل متوسط الحجم و كُرَه ديال الارز.
كيف يبدو هذا؟
بغيت نشوف هاداك اللي فالشرجم، عافاك.
مستحيل. حنا فالعطله. انا ما بغيتش نجلس فغرفه الفندق ونتفرج فالبيسبول فالتلفازه. بغيت نمشي نتفرج فمسرحيه.
واش نقدر نلمسو؟
واش تقدر تجي لهنا باش تصلحو؟
بغيت شي الياف اصطناعيه.
سميتي تارو تاناكا. عندي حجز.
بغيت شي كريم ديال التنظيف.
بغيت كَاطو بكمام طوال.
تسرقات ليا صاكي.
يبدو ان طرقنا تتقاطع عده مرات، اليس كذلك؟
واش ممكن نشوف المنيو مره اخري؟
باقي كيبانو خُضْر شويه.
شْحَال؟
عافاك، بغيت فراوله.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسته وسبعين مترا.
لا، ليس بعد. هناك الكثير من الخيارات المتاحه.
بغيت شي كريم ديال الليل.
كَاين بين المخبزه و الجزاره.
واش تقدر تقصر لي الكمام؟
اخشي انه لا توجد ملاعب غولف هنا في الجوار.
واش تقدر تورّيني الخاتم الثاني من اليسار؟
واش تقدر تطلب منو يتصل بيا؟
حاولت اجراء مكالمه دوليه. هل نجحت في الاتصال حتي الان؟
هذا خطا.
اه، هادشي صحيح. حيت كتقدر تشوف العلم قدام مكتب البريد.
غادي ترسلهوم ليهم بزز منك، ياك؟
بغيت ندير مكالمه تيليفونيه باستعمال بطاقه الاءتمان.
بغيت ناخد ديالي معايا.
فاش توصل، غادي نخلصو باش نرسلوها لعنوان دارك.
فْهَادْ الْيَامْ، كَنْسْتَعْمَلْ دَايْمَا كُمْبْيُوتِرْ فْالْخْدْمَه.
اوه، حسناً. فهمت. ساتي الي منزلك.
لا، هذا يكفي.
واش ممكن ناخد غطا و مخده؟
واش غادي تجي لهنا ف اقرب وقت ممكن، عافاك؟
كاس ديال القهوه، الله يخليك.
كنت كنقلب علي شي كارطات لي كيكونو هاواييين بشكل تقليدي.
واش تقدر تزير الخصر بثلاثه سنتمترات؟
عندي نفس العمر.
واش غتجيب ليا شي قهوه؟
ثلاثماءه وخمسون دولارا؟ هذا اكثر من ميزانيتي.
هل نحتاج الي طرح هذا الامر للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي استنتاج، سارسله الي مجلس ادارتنا صباح الغد.
واش عارف شي اوطيلات رخاص؟
صباح الخير. واش نعستي مزيان؟
شنو ناوي دير من بعد ما تسالي القرايه؟
تسرق لي الصاك ديالي اللي كان عندي علي كتفي ف الزنقه.
هل استفدت من اي خدمات اخري غير وجبه الفطور صباح اليوم؟
بغيت كاس ديال القهوه بيضا، الله يخليك.
واخا. واش الفندق ديال شيراتون كاين تما؟
كنتمني ما تكونش عيان بزاف.
بغيت نكري طوموبيل من هاد الكلاس لمده يومين.
غاناخد كاس ديال جاك دانييلز.
بغيت كيس ديال الفشار، الله يخليك.
ضيعت عصا التزلج ديالي.
حنا ما كنجيبوش شي هدايا للحفله. بل العكس، الضيوف كيجيبو الفلوس.
بغيت نبعثو عن طريق البر.
وصلت الطاءره متاخره بسبب الثلوج الكثيفه.
شحن، من فضلك.
واش غادي تاخد ليا شي رساله، عافاك؟
سمح ليا، ما قادش نتبعك. واش تقدر تهضر بشويه بشويه، عافاك؟
اشنو نقدر نوريك؟
واش ممكن نصور؟
من ماءه.
رقم الرحله هو HP تسعه وثمانون الي طوكيو في الحادي عشر من مارس.
واش ممكن ناخد نفس الطبق ديال داكشي؟
واش عندك شي وحده اخري؟
عافاك جيب ليا الفطور ديالي للغرفه ديالي مع السبعه ديال الصباح غدا.
غادي يجي شي واحد من عمال الصيانه قريبا.
سمح ليا. غادي نرجع من بعد.
كيف يمكنني اخذه؟
هل هناك اي اماكن شاغره في جوله يوم الخميس؟
سمح ليا. واش ممكن ندوز؟
واش عندك شي نباتات و فوايد؟
عافاك قولي كيفاش نعمر بطاقه الخروج؟
كَانْظُنْ بْلِّي طُومُوبِيلْتِي كَتْسْوَي حْوَالَي خْمْسَه الَافْ دُولَارْ.
واش هاد الاكل فيه كالوريات قليله؟
اي حافله يجب ان اركبها للذهاب الي المحطه؟
اه، نعم. لكن عليك ان تستدير يسارا عند الاشاره الضوءيه الثالثه وان تبقي في ذلك الشارع حتي تصل الي الطريق رقم سته وستين.
بغيت كاس ديال الما باش نشرب الدوا، الله يخليك.
غانكون ممتن ليك بزاف الي خديتيني للبحر.
سمح ليا. هاد الرقم ماشي هو هاداك. هادي هي مطبعه تانكيوشا.
غانْخَرْجُو دَابَا.
اشنو هاد الموسيقي؟
عافاك عطي هاد الشراب لولدك، جرعه وحده، بعد كل وجبه.
هاد النمط متوفر بمقاسات 28 و31 و35 سنتيمتر.
اوه، يبدو هذا كثيراً.
واش ممكن نستعمل تيليفونك؟
هادشي كايْشُمّ مزيان بزاف. شْحال الثمن ديالو؟
بغيت ناكد مره اخري علي رحلتي الجويه لشيكاغو نهار سبعطاش.
اكلت اكثر من اللازم شويه.
واش ممكن نهضر مع السيده براون؟
هاد الدار باينه مريحه للعيش فيها، ياك؟
بغيت نحجز ف الرحله ديال نورث ويست ايرلاينز رقم زيرو تمنيه سيته ديال النهار الخامس.
محفظتي، جواز سفري، واغراضي الشخصيه الاخري.
امتي كتسدو؟
بلاّ، تسنّي شويه. يمكن خليتو فالحمام.
هادشي هو اللي كنت غادي نقول.
اه، كنظن هاكا.
دارك كبيره. شحال من بيت فيها؟
استمتعنا بالعشاء.
فهمت، ولكن لا يمكنني قول ذلك.
اه، نعم، من فضلك. اتمني فقط الا يصابوا بدوار البحر.
المرجو التوجه الي طوكيو.
شنو هو وقت الوصول ديالنا؟
غانمشي بكري غدا، لذا بغيت نخلص دابا.
عافاك، بغيت شيري ناشف.
بغيت بلاصه مايكونش فيها التدخين، الله يخليك.
هو مشغول دابا.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
واش ممكن نبقي فالبيت ديالي حتي الساعه جوج ديال العشيه؟
ها ها. صباح الخير حسب توقيتك. كلشي مزيان.
بغيت شي شريط من هاد النوع ديال ASA لهاد الكاميرا، الله يخليك.
فين كاينين لوحات موني؟
هاد البيتزا لذيذه. شكون اللي دارها؟
كيف هو طعم هذا الطبق؟
وهم غاليين كذلك.
امتي غادي يخرج القطار الجاي اللي غادي لبوسطن؟
كانخطط باش نتعلم الگولف.
عطيني شي شراب اخر، من فضلك.
شْحَالْ هَادَا رَاكِبْ الْمَوَاجْ مْزْيَانْ.
كانخاف ان الاكمام غادي يكونو قصار بزاف.
واش تقدر تورّيني كيفاش نعمر بالغاز؟
هل يشمل سعر الفندق وجبه الافطار؟
واش هادشي هو كلشي؟
كاين هنا فهاد الطريق.
عافاك شعل الكونطوار.
الغرفه ديالي بارده بزاف.
غانرجع ليك فاش نكونو اقل انشغالا.
واش عندك شي وحده اكبر؟
كَانْحَسْ بْلِي صَافِي.
واش كتعرف الجغرافيا ديال اليابان؟
عافاك وريني فين كاين انا فهاد الخريطه.
قطن ماءه بالماءه.
بغيت نبدل الغرفه بغرفه تطل علي المحيط. واش كاين شي رسوم اضافيه؟
شْحَال كَايْكُلِّف كِرَا اللُّوحْ لْنِصْفْ النَّهَار؟
عشره نونبر.
بغيت شريط ديال الاله الكاتبه.
هادشي بنين بزاف.
امتي غادي نطيرو؟
كيفاش كتخبر الساءق ملي بغيتي تنزل؟
اربعه وعشرون دولاراً. هل تريد المزيد؟
درت الحجز فطوكيو من شهر.
اشكركم من اعماق قلبي.
واش هاد المحطه هي اللي خاصني ننزل فيها باش نمشي لروكفلر سنتر؟
عافاك قيس ليا مقاس الصباط ديالي.
هادشي زوين بزاف.
واش غادي تخرجي معايا فموعد غرامي؟
عافاك نقي هاد الجاكيط.
بغيت نكري قارب بمحرك.
فين كاينه القسم ديال النساء؟
واش ما كاينش القهوه؟
فِي اَي مَجَال كَانَ يَعْمَلُ قَبْلَ ذَلِكَ؟
لعنه. لعنه. لعنه. لعنه. لقد تعودت علي وجهها.
واش خاصني نخلص الرسوم الاضافيه ملي ندخل للعماره؟
مرحبا، الشخص اللي بغيتي تهضر معاه كاين علي الخط. تفضل، الله يخليك.
كَايْضْرُونِي جْرْحِي.
فين كاينه المحطه؟
كَانْحَسْ بْلَبْرُودَه.
ثلاثه ايام.
دوز الجسر اللي تما، وغادي تلقي المكتبه علي اليسار.
عافاك ساعدني نلقي شي مرشد كيهضر ياباني.
ما بغيتش شي حاجه كبيره.
غانكونو عندنا شي تاخير بسيط.
اشنو الفرق بين هاد الفنادق؟
فُوتْ لِي لَاسْتُوبْ دْيَالِي.
كان الامر راءعاً. شكراً لك.
غانكون تما فحدود سته ديال العشيه.
واش عندك شي حاجه شويه طويله؟
تاريخ الانتهاء هو التاسع عشر من مارس عام تسعه وتسعين.
كيف كان الامر؟
واش كاين شي كازينوهات مزيانين؟
ها هي الفلوس الخاصه باقلام الحبر. ورقه نقديه من فءه مءه دولار.
فين كاين قسم النساء؟
فين نقدر نركب فالباطو؟
صاحبي مْجْروح.
كاتبان زوين.
واش هاد المحل غادي يتفتح غدا؟
كاين فاخر الكولوار.
واش ممكن تحيد ليا الشوارب ديالي؟
هذا ياتي مع بار السلطات واختيار البطاطس المشويه او البطاطس المقليه.
فين نقدر نشري الزطله؟
مايمكنش نبيع هادشي بلا وصفه طبيه.
واش ممكن نحجز خمسه مقاعد مع بعض ف نفس الصف؟
واش تقدر تعطيني حبل باش نجر الطوموبيل، عافاك؟
اي سياره تعطي افضل معدل استهلاك للوقود؟
ما غاديش تحصل علي تخفيض مهما حاولتي بزاف.
واش ممكن تحل هاد الصاك، عافاك؟ شنو عندك هنا؟
بغيت ندير مكالمه بعيده للفندق ديال هيلتون فبوسطن.
واش كيقبلو هادشي العيالات؟
انتبه، السقف منخفض.
ما كانشوفش الشاشه مزيان من هنا. واش نقدر نبدل البلاصه شويه؟
زرت البحيرات الكبري لاول مره.
كاينه شي حاجه ماشي هي هاديك فهاد الماكينه ديال البيع.
كنحتاج طبيب.
شْحَالْ مُدَّه وْهِيَّ فْالمَمْلَكَه المُتَّحِدَه؟
غادي يعجبوك اللوحات اللي كتشبه ديال الهيبيز و الموسيقي ديال الشارع، حيت نتا كتحب الفن الطليعي.
فاش؟
غاناخد هوت دوغ و كوكا.
هذا هو المشغل الدولي.
واش كتشوف البنايه البيضا؟ راها قدام ديك البنايه.
منين؟
ما عنديش شي حاجه باش نصرح.
شنو؟ واش خاصك تخلص الضريبه الي كان عندك اكثر من ثلاثه قنينات ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تعيط لطبيب، عافاك؟
ما عنديش بزاف ديال المعرفه علي النبيذ. شنو لي كايناسب هاد الطبق؟
واش يمكن ليك تعيط ليا فصباح بكري، عافاك؟
كاينه محطه ديال البنزين علي بعد جوج بلوكات من هنا.
ما كايديروش اليابانيين عطله طويله.
كانحس بحال شي حد كيشوف فيا. واش هادشي نادر بزاف باش نشوفو شي ياباني؟
لا طبعاً. علاش كتقول اذا؟
فين كاين المدخل ديال البريد المركزي؟
فين كاين ديبّو ديال حافلات Greyhound فهاد المدينه؟
ولكن اليست المطاعم اليابانيه في كيوتو غاليه الثمن؟
كَانْظُنْ بْلِّي هَادْ الشِّي صْعِيبْ شْوِيَّه عْلِيَّا.
عندنا غرفه بسريرين وحمام بثمن خمسه وثمانين دولار.
بغيت نعرف ثمن الكتاب.
هاد العام الجو بارد اكثر من العاده، ولكن ماشي بارد بزاف باش يطيح الثلج.
فين نقدر نشري تذكره ديال الميترو؟
غادي يكون عندي مقاعد من درجه رجال الاعمال، ياك؟
شْحَالْ كَايْكُلْفْ الطَّاكْسِي مَنْ هَادْ الفُونْدُقْ حَتَّي لِلْمَحَطَّه؟
واش ممكن ناخد هاد الشي وهاد الشي، عافاك؟
كيقولو بلي اليابان هي دوله غنيه بزاف.
واش كاين شي بيوت خاويين فالعربه ديال النعاس؟
واش يمكن ليك تخفضو ليا لعشرين دولار، عافاك؟
هذا هديه لصديق.
الثلج كايخلي الطريق زلق.
ما لقيتش الكاميرا ديالي.
غانْصايْبْ شي سَانْدْوِيشَاتْ دْيالْ لَحْمْ الخْنُوزْ.
واش عندك شي حاجه باش تعلن؟
واش شفتي الجاكيطه الزرقا؟ حطيتها علي هاد الكرسي.
كَايْنْ مَحَلْ دْيَالْ لْوْرُودْ فِي الْجِيهَهْ لُخْرَي مْنْ لَافِينْيِي.
انا من طوكيو.
بغيت شي شامبوان كريمي ديال ريفلون.
عندي شي حوايج خاصهم يغسلو.
طلبتو من زمان.
واش ممكن تبعثو شي حمال للبيت ديالي مع السته ديال الصباح؟
غاناخد شوكولا سخونه.
يمكننا ان ننظم عمليه تنظيف غرفتك.
خاص، من فضلك.
شْحَال كَايْكُونْ الثَّمَنْ لْفُونْدُقْ C؟
واش ممكن ناخد تذكره متعدده؟
بغيت نحجز طبله لشخصين علي الساعه سبعه، من فضلك.
بغيت شي كريم ديال الليل.
واش غادي دير هادشي فشي غلاف بحال شي هديه؟
هاد الساعه هي ربع ساعه بعد الثلاثه.
انوي ارسال الفواتير الخاصه باحتياجاتي اليوميه، لذا يرجي اخباري بعنوان الشخص المسءول واسمِه.
صعيب علينا نهضرو الانجليزيه بطلاقه.
واش عندك هادو بنفس التصميم ولكن بكعب اعلي؟
بغيت كَاطو لولد عندو عشر سنين.
ديني لعند اَبِّي روود، الله يخليك.
شكراً. مرحبا، شكراً علي انتظارك.
انا متاكد من ان لدي حجز.
غانصيفطها ليك، عافاك بقي هنا.
حنا هنا غير ليوم واحد.
عندي شويه صداع الراس.
استمتعت بالوجبه كثيرا.
لا، تفضل بالجلوس وانتظر. ساعود حالاً.
واش ممكن نشوف الطوموبيل؟
واش تقدر ترسم ليا خريطه، عافاك؟
واخا، اسي. عفاك، بقي فالبيت ديالك حتي يجي الطبيب.
تعرضت للسرقه في شاطء وايمانالو. ارجوك تعال حالا.
واش مءه دولار كافيه؟
بغيت هادشي يْتْلَمْ.
بغيت نطلب اعاده الاصدار.
دعمت الحكومه تشجيع الصناعات.
كَيْبانْ لِيّا بْلّي عُمْرو فُوقْ الخْمْسينْ عام.
شنو هو الحد الادني للسن باش نديرو هادشي؟
واش عندك شي خراءط بسيطه ديال المدينه؟
اذا كان ممكنا، فانا افضل الا يتم خلع السن.
النتيجه هي كره واحده وضربتان.
فاش غادي يوصل القطار لسان دييغو، عافاك؟
بغيت نشوف العلبه ديالك.
بغيت شامبوان.
انا مقيم في فندق هيلتون.
كَنْحَسْ بْلّي مَرِيض وَ كَنْتْقَيّا.
ولكن عندي موعد معها في الساعه الثانيه لمقابلتها.
واش هاد الطوموبيل غاديه لادنبره؟
نعم، المرجو تعبءه هذا النموذج.
شْحَال كَاتْخَلّْصُو عْلَي الزِّيَادَه فِي الوَزْن؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ليوم الجمعه.
اوه، انا اسف. هناك مشكله ونحن بصدد اصلاحها. هل يمكنك الانتظار لمده ثلاثين دقيقه تقريبًا؟
فاش نقدر نخرج؟
فهمت.
غانعيط لشي واحد.
واش بغيتي تخلص الفاتوره دابا؟
جَاتْ لوطُو عْلِيَّ مْن الجِّيهَه فالتُّقَاطُع.
هاداك صندوق موسيقي.
فين كاينه الضاحيه؟
واش كاين شي جوله بالباص فهاد المدينه؟
فاش غادي نبداو؟
واخا، سيدي. بالنسبه للسيارات المتوسطه الحجم، يمكننا ان نقدم لك سياره Mercury Sable. هل هذا مناسب؟
لقد اصبت عضله من عضلاتك برضوض.
ولكن عليك ان تعدني بان تضرب الكره، وليس انا. موافق؟
شْحَالْ بَاقِي؟
واش ممكن نستاعير شي حوايج ديال الكتان؟
من اي نوع من الجلد صُنعت هذه الحقيبه؟
ما كنظنش هاد السكينه نقيه. واش تقدر تجيب ليا وحده اخري؟
شريت هادشي عاد دابا، ولكن واش غادي تبدل هادشي بهاداك؟
بصراحه، انا لا اتفق مع هذا.
واش هاد الطريق هي اللي كتمشي للمحطه المركزيه؟
بغيت قارب مع مرشد، من فضلك.
بغيت نطلب كوستيم لونو غامق لراسي.
هاد الشمّايه غادي تصلح تكون عصا.
واش خاصني نخلي جميع الحقاءب ديالي في غرفه حفظ الامتعه؟
عافاك ورّيني الباسبور ديالك.
واش كاين شي بلاصه كتقبل الغسيل يوم الاحد؟
جوج شيزبورغر، الله يخليك.
اي حافله تذهب الي ميامي؟
ولكن لا حاجه لاعطاء بقشيش.
يمكنك رءيه واحده في قاعه كارنيجي.
انا ماشي معتمد.
ما هي الاطباق المتخصصه في هذا المطعم؟
بغيت ناخد موعد مع شي طبيب.
كنت اتساءل اذا كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص الليله.
ما عندكش مشكل ايلا جيت عندك؟
كاين شويه ديال التحسن اللي ممكن يدار.
فين كاينه الميترو؟
واش عندك هادشي فقياس اصغر؟
فين نقدر نلقي الاسبرين؟
هادشي هو الحضيض؟
عافاك عطيني بطاقه مرور لمده اسبوع.
هذا هو زميلي.
اي نوع من الوقود متوفر؟ الممتاز، العادي، والخالي من الرصاص؟
ها هي واحده.
انا كَانْمَرْضْ بْزْكام.
كَيْتْسَدّ يوم الاثنين، ولكن اي يوم اخر غَيْكون مزيان. كَنْظُنّ انه كَيْكون مفتوح من تسعه حتي خمسه.
هادشي هو الحوت الانقليس مشوي مع صوص خاص فوق طبسيل ديال الارز.
قال لي: "لنحتفل"، ثم اخذني الي حانه. قال انه سيجري مكالمه هاتفيه وخرج ولم يعد ابدًا، ووجدت نفسي عالقه مع فاتوره كبيره.
شْحَال كَايْكُون الثَّمَن دْيَالُو لْكُلْ گَالُون؟
كان عندي الباسبور و الكارط بانكير ديالي ف الصاك.
الحجز علي الساعه السابعه، باسم مانو.
واش ما غاديش تشرب كاس ديال اتاي؟
واش تقدر تقول ليا فين نلقي القنصليه اليابانيه؟
هل هناك طبيب في الفندق او طبيب يمكن الاتصال به؟
كَايْديرْ دِيمَا الشُّوبِينْگ فْبُونْد سْتْرِيتْ.
ورقه انجليزيه، من فضلك.
واش كاين شي بلاصه فين كايلعبو الموسيقي القرويه؟
بغيت نتحقق من الاشياء الثمينه ديالي.
واش كاين شي وحدين اخرين من الصوف؟
شْحَالْ كَايْكُونْ الثَّمَنْ دْيَالْهَا لْوَرْقَهْ وَاحْدَهْ؟
واخا، ضغط علي تسعه و زيرو واحد واحد، و من بعد كود البلاد و نمره التليفون.
واش ممكن ناخد كوكا دايت؟
واش ممكن نطلب شي حاجه؟
كانت الرحله بالسياره ممتعه. شكرا لك.
سمح ليا. واش ممكن ندوز؟
يبلغ اجمالي عدد سكان اليابان حوالي ماءه وثلاثين مليون نسمه.
بغيت نكري باراسول.
نعم، واود ان اعكس التكاليف.
محفظه فيها مءه دولار و بطاقتين اءتمانيتين.
الماء سخون بزاف.
نتا هنا.
كاس ديال القهوه، الله يخليك.
هادشي مستبعد بزاف.
كَيْضرني كرشي بعد ما كَناكل.
واااو، هاد البلاصه زوينه.
يمكن يكون عندو انسداد هواءي.
واش قررتي؟
اذا بغيتي، نقدرو نرتاحو هنا.
ضاع مني اثر رساله مسجله.
مايمكنش ليك تبدل الخدمه ديالك بسهوله.
اشنو هي المحطه الجايه؟
واخا، ولكن ماشي المدرجات. اليوم الجو سخون بزاف.
انزل هنا، و انتقل الي الحافله رقم سته.
خاصني نلحق الطياره ديال العشره ديال الصباح.
باقي كنحس براسي غادي نتقيا.
ما بغيتش شي حاجه كبيره.
عافاك، جيب ليا الفاتوره.
شْحَالْ كَايْكُلْفُو الفُطْر الطَّرِي؟
شحن، من فضلك. واش كتقبلو الفيزا؟
اليوم غادي نمشي نشوف كيفاش دايره شيناتاون.
زوج او زوج تسعه ثلاثه تسعه سته سبعه صفر صفر.
بغيت نحيّد سناني.
بغيت شي صاك ديال مواد التجميل.
كنت كنتساءل شحال ديال البقشيش خاصني نخلّي.
فين نقدر نشوف "فانتوم اوبيرا"؟
بغيت نشري شي هدايا لصاحابي. واش تقدر توصّي ليا بشي حاجه؟
بشويه، عفاك.
ما هي متوسط تكاليف الفاكس الدولي الخاصه بك كل شهر؟
مْقَلِّي مِنْ جِهْتَيْنْ، عَافَاكْ.
واخا، هادشي باين واضح. عطيوني رخصكم و تسجيلاتكم نتوما بجوج. وولدي، كنخاف غادي نضطرو نعملولك اختبار الكحول فالنفس.
غادي يكون واجد غدا فالعشيه.
واش هادشي مصنوع من القطن؟
عندي دوا ديالي.
اشنو غادي نشوف فهاد الجوله؟
نعم، هناك حد ادني للمشروبات وهو مشروب واحد.
شْحَال كَايْكُون الثَّمَن لْيُوم وَاحِد؟
واش هاد الطوبيس كيوقف حدي الفندق؟
بغيت ديسك كومباكت.
كاينين رحلات ديال JAL و ANA لي كايخرجو علي العشره و خمسه و خمسين. ولكن، للاسف، الرحلتيْن عامرين.
كَايْجِينِي مْلاَءِمْ لِيَّ.
واش ممكن ناخدو طبله لخمسه ديال الناس؟
ماكاتفهمش الانجليزيه بالمره.
عافاك، بغيت نبدل شيك ديال المسافرين.
واش تقدر تهتم بيها من التسعود ديال الصباح حتي لثلاثه تقريبا؟
شْحَال كَايْكُلّف البَريد الجَوِّي لليابان؟
انا محبوس برا. واش تقدر تفتحلي الباب، عافاك.
اي جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل هناك اي مضيفه تتحدث اليابانيه؟
شْحَالْ مِنْ سَاكْ نْقَدِّرْ نْدِي مْعَايَا لِلطَّيَّارَه؟
لا، سيدي. هذا المساء محجوز بالكامل. لكن الغد علي ما يرام.
غانسول الحارس ديال الباب علي الثمن المناسب.
انا اسف بزاف.
غانعمل حفله يوم الجمعه بالليل. علاش ما تجيش معانا؟
اذن، غرفتك هي رقم تسعه صفر ثمانيه، انسه. اليك مفتاحك.
من المهم جداً ان يكون لدينا امكانيه الوصول الي المواد الخام التي نحتاجها للمشروع.
سمحلي، اسي الضابط؟
واش هاد القطار غادي مباشره لادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
عافاك، خرج ليا الحوايج الثمينه ديالي.
شْحَالْ كَايْكُونُو دْرُوجْ هَادْ الزِّيَارَاتْ مْزْدْحْمِينْ؟
بغيت نشري شي تذكارات. واش كاين شي محل مناسب قريب من هنا؟
حتي ايمتا غادي يبقي مفتوح؟
هو ماشي دابا.
مايومي، هل يمكنك ان توقعي علي هذه الورقه؟
هاكا وحده ليك، اسي.
ما عنديش شي امتعه باش نسجّلها.
واخا، خود وقتك.
انا هنا في مهمه اعلاميه.
واش عندك افلام ديال الصيف؟
امتي غادي يكون القطار الجاي اللي غادي لواشنطن دي سي؟
اللي طوال هوما اللي موضه دابا.
غانرجع لليابان نهار الاثنين الجاي.
واش ممكن ناخد خريطه الميترو؟
واش هاد المسافه طويله باش تسوگ فيها؟
واش يمكن ليك تبدل هاد الشي بواحد جديد؟
جوج ديال الناس.
فين نقدر ناخد الحقيبه ديالي؟
انا لا اشعر انني بخير. هل يمكنني اماله مقعدي؟
الحاديه عشر وخمسه واربعون دقيقه صباحا.
واش تقدر تقول ليا علي شي ريستورون لي معروف عند الشباب؟
كانت سيارته تسير بسرعه قصوي.
واش ممكن نخلي شي رساله؟ كنتاصل باش ناكد موعدي مع السيد ايبرت نهار الاربعاء الجاي علي الساعه 11 صباحا.
واش تقدر تشرح ليا المرض ديالك بطريقه ما بالانجليزيه؟
واش تقدر ترسل طاكسي للباب الرءيسي ديال ويستمنستر مول؟
كم مره يجب عليّ تغيير القطار للوصول الي هناك؟
واش هادشي صحيح؟ خليني نتاكد. اوه، انا اسف بزاف، الانسه تاكانو. هادشي غلط ديالنا. هاديك هي الفاتوره الجديده ديالك. واش ممكن توقعي هنا، عافاك؟
عافاك رجع ليا خمسه دولارات.
سداده حوض الاستحمام لا تغلق بشكل كامل.
هادشي غير علامه علي امتناني.
واش غادي تْعَمْرْ هاد الفورمولاير؟
اما بالنسبه لهاته النماذج البلاستيكيه، فماذا عن رايك فيها؟
اي علامات تجاريه لديك؟
الكعب ديال هاد الصباط عالي بزاف بالنسبه ليا.
انا محبوس برا الغرفه ديالي.
شْحَالْ هَادِي وَانْتَ فْبَارِيزْ؟
واش ممكن ناخد طيمبرات لثلاثه بطاقات بريديه باش نرسلهم لليابان عن طريق الطياره؟
كَتْكَتَبْ هَاكَا: ج-و-ر-و-ه.
واش بغيتي تشرب شي حاجه؟
تكا هنا.
رجاءً، اجعلها برقيه عاجله.
حسب تقرير الطقس، غادي يطيح الثلج غدا.
بغيت كوره.
بالتاكيد. سنسعد بفعل ذلك.
هاي، هادي روايه مصوره ماليزيه. غادي نشري وحده باش نديها معايا للدار باش نستعملها كموضوع للحديث.
طريق النجاح هو "جينمياكو"، اليس كذلك؟
غانوصل للفندق ديالك علي التسعود ديال الليل تقريبا.
عندي حوالي الفين وخمسماءه دولار بالعمله اليابانيه.
اه، كنديرو هادشي. غادي نوريك شي حاجه.
بغيت شي حبات ديال النعاس.
غانبقي هنا حتي اليوم التاسع. كنتمني تلقاو المجرم ف اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عافاك، بغيت عشره طوابع.
عندي الم في الحلق.
بغيت شي تذكارات من نيويورك.
انا بصدد المغادره. هل يمكنك ارسال حامل امتعه؟
ساعتي توقفت عن العمل.
اها، بصح؟ كيفاش عجبك؟
حنّا كَانْحَلّو فالتّاسْعَه صْباحا.
بغيت كتاب ديال التلوين.
كَانْظُنْ بْلِّي كَنْحَسْ بْدُوَارْ دْيَالْ الطِّيَارَه.
واش خاصني نمشي لبنكه يابانيه؟
خصك تبدل الفلوس ف البنك.
هل هناك متسع من الوقت لاجراءات تسجيل المغادره؟
راجلك واحد من احسن الزبناء ديالنا.
واش كتعرف شي طبيب اسنان مزيان؟
اوه. يجب عليك ابلاغ القنصليه علي الفور.
مْخَضْخَضْ، ماشي مْخَلْطْ.
واش بغيتي طبله فالمطعم الرءيسي ولا فغرفه خاصه، اسي؟
كَايْمْشِيو نَاسْ بْزَّافْ لْلْبْلاَجَه فْهَادْ الْمُوسِمْ.
كَنْوَزْنْ حْوَالَي مِيَّه وْخَمْسِينْ بُونْدْ.
فين خاصني نبدل؟
فين كاين المكتب ديال الاشياء المفقوده؟
واش كاين شي طوبيس كيمشي لهيه دغيا؟
واش خاصني شي علاج خاص؟
واش غادي تخلص بالكاش او بالكريدي؟
انتقلنا الي هذا المنزل قبل عام.
كم من الوقت سيستغرق اصدار تاشيرتي؟
فين كاينين الطواليطات؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهاً، سيدتي.
هَادِي هَدِيَّه. وَاشْ تْقَدِّرْ تْغَلِّفْهَا بْشِي وَرَقْ تَغْلِيفْ زْوِينْ؟
منظر راءع. هاد المسارات زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. فين كاينه المحطه هنا؟
نعم، لدينا حجز لك.
سمح ليا، ولكن بغيت نمشي للفندق ديالي فالمدينه بالحافله. فين نقدر ناخد الحافله؟
عافاك، بغيت الدجاج.
هادي هي الغرفه رقم 201. بغيت نطلب الفطور ديال غدا.
اشنو رايك ف التحرش الجنسي فبلاصه الخدمه؟
عندي خْتَيْن.
الرحله رقم اثنان صفر ثمانيه، المتجهه الي طوكيو.
و من بعد، خلينا نضيفو حشوه من الداخل.
خلينا نتلاقاو باش نتناقشو علي هاد الموضوع اكثر.
كيف بغيتي يكون شعرك اليوم؟
واش تقدر تعاود تقول هادشي بكلمات اخري؟
غانْتْصَرَّفْ بْلِّي كَايْنْ عِنْدَكْ.
بغينا طبله قريبه من المنصه.
انا بخير. اذن، هل انت ذاهب الي مكان ما؟
ارتفاعه هو الفين واربعماءه متر.
تفضل بالدخول. ضعها علي الطاوله هناك من فضلك.
عافاك، الغي رقم بطاقتي.
سمح ليا، كلشي تباع، ولكن غادي يكونو متوفرين عندنا بعد ايام قليله.
واش ممكن ناخد شي قهوه؟
ما عنديش موعد، ولكن هادشي مستعجل.
هادشي مصنوع بشكل رديء.
فين كاينه السلالم المتحركه؟
واش عندك شي بروشور ديال الاحداث؟
فين كاينه البوابه ديال الميترو؟
ضيعت تذكره الطياره ديالي.
واش ما تقدرش تبقي هنا خلال العطله؟
اوه، انا اسف جداً لانني ازعجتك.
واش كتقدر تحجز الاحداث؟
واش كاين شي طواليط عمومي قريب من هنا؟
شْحَال هَادْ الشِّي فْالمَجْمُوعْ؟
هذا جيد جدا. والان، ارجوكم، فلننتقل الي الاسءله.
واش عندك شي صرف للباركيمات؟
كان ناسخ AX-four five zero هو الاكثر مبيعا لدينا خلال السنوات الاربع الماضيه.
واش ندور لليسار؟
واش كاينين شي مضيفات كيهضرو باليابانيه؟
ثمن راءع، اليس كذلك؟
خصك تاخدو تسع وتسعين مره فالنهار، قبل الاكل.
انا كنبغيه.
بغيت حامل ثلاثي القواءم.
بغيت جاكيط ديال الرياضه.
يمكنك البقاء في منزلي.
واش ممكن نرجع الكرسي ديالي للور، عافاك؟
مزيان. كنت كنقلب علي طاكسي، ولكن هادشي حسن.
معطف راءع. واش مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقولي امتي غنوصلو تما؟
اثنان من البالغين وطفلان، من فضلك.
شْحَال الثَّمَن؟
كان فيلم حرب النجوم اكبر نجاح في عام 1984.
فين كاين القسم اللي ممنوع فيه التدخين؟
هذا هو الحرف "تي" كما في اسم توم، نعم، لديه هنا، تارو.
كَانْظُنْ بْلِّي هَادْشِي مَنْظَرُو زْوِينْ.
بغيت شي تفاح، الله يخليك.
هادشي باش غايصلاح؟
اي بطاقات اءتمان تقبلون؟
عندي بزاف ديال الوقت.
واخا، هاد الوقت هو وقت الغدا. واش بغيتي تناقش هاد الموضوع فوق الغدا؟
تمت سرقه مسجل الفيديو من غرفتي.
السلام، اسمي عوده. لدي حجز لليله اليوم، لكنني ساتاخر قليلاً في تسجيل الدخول. لذا، يرجي الاحتفاظ بحجزي.
واش هاد الصباط صحيح؟
قُلْ ليهْ رَاهْ كَنْتْسَنَّي مْكالَمْتُو التِّلِيفُونِيَّه.
كيقولو ان الانفلونزا منتشره تما.
جديد
سمح ليا. ما كايناش شي بلاصه غدا بالليل.
انا مع بعض الاصدقاء.
حسب ما قاله غورو، فان السيد يامادا لديه طفلان.
واش تقدر تعاود تقول هادشي؟
بغيت ندير دوره صغيره للبرج ديال لندن.
عافاك، ربط حزام السلامه ديالك.
الكود ديال المنطقه هو ثلاثه. نمره التليفون هي جوج ثلاثه اربعه ثلاثه اربعه صفر صفر.
سمح ليا. واش كاين شي جسر قريب من هنا؟
سمح ليا، بغيت نستعمل الحمام.
راه محتل.
حوايجو ديما ماشي موضه.
واش عندك الماكله ديال البحر؟
هادشي غالي بزاف.
بغيت ندير هادشي، ولكن كنخاف منكونش قادر نديرو هاد المره.
واخا، مازال ما عارفش، ولكن غادي نحاول اكيد.
عافاك، عطيني الملح.
مرجو منك استعمال غرفه التبديل الموجوده هناك.
تسعين دولاراً لتذكره الذهاب فقط. هل تدفع نقداً ام بالبطاقه؟
واش تقدر تنقي الطبله ديالي عافاك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
واش تقدر تقول ليا شحال هي ساعات العمل؟
عافاك لفهمهم بشكل منفصل.
كَانْحَسْ بْكَرْشِي ثْقِيلَه.
هادشي زوين. فين نقدرو نستناوك؟
واش نقدرو نبداو نلعبو منين يكملو؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون نسمه.
قم بملء العناصر التاليه في بطاقه التسجيل.
واش نقدر نسترد حوايجي؟
واش عندك شالات ديال الحرير؟ كنقلب علي هديه لمراتي.
غانْجِيبُوهْ دَابَا. شْحَالْ هُوَ نَمْرُو دْيَالْ البِّيتْ دْيَالَكْ؟
كان السيد كوباياشي يبحث عنك.
بغيت نسافر من شانغاي لهاواي بالباخره.
واش تقدر ترسل شي واحد؟
واش يمكن ليك تكونو واجد غدا مع الخمسه ديال العشيه؟
كتاخد عشر دقاءق مشيا علي الاقدام.
قبل ما نكملو هاد النهار، واش تقدر تعطيني شي دقاءق؟
فين نقدر نوقف طوموبيلتي؟
كَنْحَسْ بْالْبَرْدَه وْكَيْضِرْنِي كْرِشِي بْزَّاف.
عافاك، بغيت ويسكي مع الما. و واش عندك شي حاجه ناكُلها؟
كيف يمكنني اطفاء هذا الضوء؟
واش هو مشغول بزاف اليوم؟
بغيت شي خيط.
عطيني شهاده طبيه، من فضلك.
بغيتك تقصر هاد الجزء بوصه وحده من هنا.
انا لا اشعر انني بخير. من فضلك اعطني بعض الدواء.
واش ممكن تعطيني جريده يابانيه، عافاك؟
واخا. واش نقدر نرجع الطوموبيل لاي بلاصه؟ شحال كاينه سومه باش نرجعها؟
اي حافله تذهب الي وسط المدينه؟
واش كاين شي اكسبريس لي كيمشي لبوسطن؟
كون صاحبي اللي كنكاتبو.
غانبقي عند شي صاحبي.
انا متحمس جدا، لا استطيع الجلوس بهدوء.
واش نقدر ننزل فالفندق ديال هيلتون؟
بغيتك تحيدو.
سير يسار فهاد الزنقه و خود اول طريق علي اليمين.
بغيت نعرف واش ممكن نرسلو هاد المجموعه ديال الاطباق لطوكيو.
بغيت شي حاجه باش نعطي القوه للجسم ديالي.
واش كاين شي ماكله ماشي حاره بزاف ومالحه بزاف؟
واش هادشي قريب بزاف باش نمشيو علي رجلينا؟
بغيت شي كريم لليدين.
واش تقدر تعطيني الملحه؟
بغيت نمشي لوول ستريت. كيفاش نوصل لهيه؟
التمرين المفرط غادي يضرك.
بما في ذلك وجبه الفطور والضريبه ورسوم الخدمه، سيكون السعر خمسه واربعين دولاراً للشخص الواحد في الليله.
واش تقدر تصلح هادشي؟
مساء الخير. مرحبا.
ما لقيتش الشانطه ديالك.
سير غير نيشان، عفاك.
واش الما هنا صالح للشرب؟
اه، هيا. دولارين فقط.
واش ممكن تبدل هاد الفستان بواحد اكبر منو قياس؟
واخا، يالاه نمشيو. نقدر نعاونك فالواجب ديالك من بعد ما ناكلو بيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
ما كايصلاحليش.
غداً يوم اخر.
يمكن لي ان اساعدك. هل تحتاج الي فيتامين سي؟
تسرق ليا البورطمون ديالي ف التران.
هادشي بعيد بزاف. حسن ليك تاخد طاكسي.
بغيت بلاصه فجنب الممر، الله يخليك.
كَانْسْكُنْ فْشَقَّه كَاتْكَلْ لِيَّا ثْمَانِينْ اَلْفْ يَنْ فْالشَّهْرْ.
واش ممكن نقاطعك؟
ورّيني شي وحده اوسع.
سمح ليا. واش ممكن تبدل معايا البلاصه؟
اه، بطبيعه الحال.
هبط لتحت حتي الركن ودور علي اليسار عند اشاره المرور.
واش بغيتي رولات صغار ولا كبار؟
بغيت غرفه وحده فيها حمام بثمانين دولار، الله يخليك.
بغيت نحط الحوايج الثمينه ديالي فخزنه الفندق.
واش عندكم شي بيت متوفر هاد الليله؟
نعم، ولكن تاكد من ان لديك تذكرتك معك.
غادي يشارك غير عدد قليل من الناس فهاد الجوله الاختياريه.
ما عليكش. علي اي حال، عفاك خودني لوسط الحي الصيني. غادي نحاول نلقاه بوحدي.
كايتعايَنو ناس جداد فشهر ابريل.
كنتمني هادشي.
عافاك، جوج ويسكي مع الماء.
شكون اللي كايلعب؟
واش تقدر تعيط ليا الي لقيتي صاكي؟
علي اليسار، من فضلك.
واش غادي توقف معايا باش ناخدو شي صوره؟
لا. هل تريد الابلاغ عنه؟
هاد السِّنْ اللِّي قُدَّامْ كَيْضَرْنِي.
احدث لعبه كمبيوتر لشخص يبلغ من العمر 15 عامًا هي شنو؟
غادي نشوفوك غدا.
واش كاين شي ريسطو ارخص من هادي قريبه لهنا؟
لا، ولكن شكراً. انا اشعر بتحسن.
واش عندك شي خبز؟
شْحَالْ نْتَا مْتْقُونْ فْالْكَمَانْ؟
صاحبي زلق وطاح فالحمام.
واش ممكن ناخد طفايه السجاءر؟
تم حظر المسيحيه وتم اغلاق البلاد امام بقيه العالم.
شْحَالْ بْغِيتِي؟
كوكتيل روبيان ليها، و واحد بحالو ليا.
واش ممكن توقع ليا هنا؟ و عافاك دير الحرف الاول من سميتك هنا.
لقد كان من دواعي سروري ان ازور مكاتبكم الرءيسيه وان اجري مناقشات هامه معكم. اشكركم جزيل الشكر علي تعاونكم الكريم.
شخيرك مزعج.
فالاخير، ما عجباتنيش هاد اللون. واش نقدر نرجع هاد السلعه؟
خرج من الباب اللي تما، و استني في المحطه رقم سته.
دجاج مشوي، من فضلك.
واش ممكن ناخد شويه فلفل؟
اه، بغيت شي حاجه نقراها.
هذا السيد تاكاهاشي في الغرفه رقم 549. هل يمكنك ارسال اربع زجاجات من بيره بودوايزر، من فضلك؟
هذا سبعون دولارا.
عافاك عيط ليا للفندق ديالي منين تلقي الحقاءب ديالي.
بغيت شي واحد يفيقني غداً مع الثمنيه و النص الصباح، الله يخليك.
اه، ولكن هذا كثير وانا شبعان بالفعل.
بغيت شي غاسول للفم.
انا ما مرتاحش.
واش كتعطيو شي تخفيضات علي الكميات الكبيره؟
طوكيو زيرو تلاته ربعه تسعه اربعه خمسه سته سبعه.
واش تقدر تعاوني نلقي حديقه الحيوانات؟
واش غادي تقول ليا كيفاش نعدلو؟
فاش كيسالي الطور ديال الحافله تقريبا؟
واش كتعرف كيفاش تستعمل التليفون؟
طبعاً. لدينا بعض العلامات الراءعه للكتب من صنع الامريكيين الاصليين.
عافاك، بغيت شي موظف كيهضر اليابانيه.
حنا مهتمين بالموضه.
واش تقدر تعاوني و تجرّ ليا الطوموبيل؟
واش هادي هي كلينيك اف؟
السلام عليكم، السيده ياماغوتشي؟ الحزب ديالك علي الخط. تم قبول مكالمتك. تفضلي، من فضلك.
فين نقدر نشري تذكره المصعد اللي كاينه علي شكل كوبون؟
فاش غنوصلو لوس انجلس؟
سير فخط مستقيم لمده خمس دقاءق تقريبا، ثم دور علي اليسار.
هاد الطريق كيمشي للجيهه ديال الشاطء.
هاد الشاي ديال الاعشاب كيساعد علي تجديد نشاط الجسم.
هادو ماشي مصنوعين فاليابان، ياك؟
واخا. تفضل من هنا. غادي نوريك فين كاينه غرفتك.
خصني نخرج من الفندق قبل الظهر.
جوج هامبورغر و جوج قهاوي، الله يخليك. بغيت نديهم معايا.
واش نقدر ندي معايا هاد الجوج صاكات؟
طلبت اللحم ماشي الحوت. واش يمكن ليك تبدل هادشي؟
ولدي عيان بزاف.
انا مريض في معدتي.
هاد الجاكيطه ماشي ديال مقاسي.
بغيت نتلاقي مع السيد ويليام.
فيه مجموعه متنوعه من سبعه فيتامينات ومعادن.
السنّه مخلخله.
هل يمكنني الحصول علي استرداد الاموال عند عودتي الي اليابان؟
من اي شيء يتكون هذا الطبق؟
فاي بلد تم تصنيع هذا المنتج فيه؟
واش تقدر ديرها ف عشر دقاءق؟
انا ماشي زوين فالانجليزيه. واش كاين شي حد هنا كيهضر اليابانيه؟
فين نقدر نلقي تذكره الميترو؟
سيتم ارسال عشرين عينه اضافيه اليك عبر البريد.
ما كنظنش ان هادشي مناسب ليا حيت بشرتي جافه بزاف.
واش ممكن تعطيوني جدول المواعيد، من فضلكم؟
اه، كنظن غادي نتسنا.
تسعه وتسعون دولاراً في الساعه لكل طفل.
سمح ليا، ما بقاتش عندنا شي حاجه.
خاص يكون هادء.
عندي المعدات ديالي الخاصه.
مفتاح الغرفه، خمسه او ثلاثه، من فضلك.
فاش كايبثو فيلم تيرمينال مان؟
فين كاينه الحلاقه؟
فالساعه السابعه، من فضلك.
الصاك ديالي تخسر.
السياحه.
انا من اسبانيا.
كاينه شي مشكله فهاد الكارط ديال الساروت. واش ممكن تعطيني وحده اخري، عافاك؟
عندي طفح جلدي في يدي.
عافاك، صيفط هاد الرساله لليابان عن طريق البريد الجوي.
فين كاينه اقرب صيدليه؟
عافاك، عطيني شي كاس ديال النبيذ اخر.
الناس ودودون جدا.
كم عدد المشروبات المشموله في السعر؟
نجحت في ذلك.
فين كاينه بوابه الركوب ديال هاد الرحله؟
اذا كان هناك طاوله متوفره، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم الاعلان عن الصعود الي الطاءره بالفعل؟
حنا كاينين علي ارتفاع 12 الف قدم.
اولا، نريد ان نري وول ستريت.
فين كاينه محطه الحافله ديال اوكسفورد؟
غانبقا نتسنا حتي يولي التراس متوفر.
واش ممكن نشوفو شي بورصات من الجلد؟
خلينا نتفرجو فالتلفازه. كاين ماتش البيسبول.
واش غادي تكتب العنوان ديالك اللي يمكن الاتصال بيك فيه هنا؟
قولي ليا فين كاينه اقرب صيدليه.
للفندق ديالي عفاك. هاد العنوان ديال الفندق ديالي.
شْحَالْ مِنْ عَمَالَه كَايْنَه غِيرْ طُوكْيُو؟
قطّع الخط و تسنّي شويه من فضلك.
اشنو كدير عاده فدار بعد العشا؟
بالتاكيد. متي تريد ان تلعب الغولف؟
غاتكون فالدار مع الثلاثه تقريبا.
بغيت نعيط للسفاره اليابانيه.
شويه كتر.
من اين تنطلق حافلات الجولات السياحيه؟
شْحَال كَاتْخَدُّو بَاشْ تْصِيفْطُوهُمْ لْلْيَابَانْ؟
ما عنديش لا كلوب لا صباط.
واش الين الياباني مزيان؟
واش عندك موستانگ؟
واش غادي نقفزو من هنا؟
السيد كاواي، لدينا طاوله مخصصه لك الان. تفضل من هنا، من فضلك.
واخا. هبط فالدروج اللي تما غادي تلقي شي ارشادات. غير تبعهم.
الاستقبال. هل يمكنني مساعدتك؟
واش تقدر توصلني لفندق هيلتون، عافاك؟
واش كتخدم بزاف تال وقت متاخر؟
سمح ليا بزاف، ولكن ما بقاش عندنا والو. واش بغيتي الجراءد الانجليزيه؟
طبله ديال غير المدخنين، الله يخليك.
واش غادي تخبرني قبل ما نوصلو لديرهام؟
واش هادشي طري؟
هادشي ماشي مزيان. ديما كَاتْعَامْلْنِي.
واش تقدر تورّيني شي فساتين؟
عافاك، هجّيها.
انا سكران بالخمر.
كونو حذرين لان الطقس متقلب جدا في الجبال.
شيك المسافرين والين الياباني، موافق؟
سمح ليا، سولت عند عمال التنظيف و عند مكتب الاشياء المفقوده. ما عندهمش هاد الشي.
هاد البلاصه صعيب تلقاها. كاينه فطريق صغيره خارج الطريق الرءيسيه.
ما كنعرف والو عليه.
يمكن لينا نهضرو علي هاد الموضوع فشي كافي.
فهمت، في هاد الحاله ما خاصنيش نخلص تمن التعديلات، ياك؟
بغيت ندوي مع المشغل، الله يخليك.
واش ممكن تنقص من ارتفاع السرج، عافاك؟
واش غادي تخليني نبقي عندك هاد الليله؟
واخا. غادي ناخد غير جوج. شكرا.
ها هي فاتورتك. المبلغ هو ثلاثه وتسعه وتسعون دولارا.
انت محظوظ.
عافاك ديرها طابلو ويكون عندو منظر ليلي زوين.
واش هادشي مصنوع بالاله ولا باليد؟
بغيت نكري هاد النوع ديال الطوموبيل لمده اربعه وعشرين ساعه.
كان من الراءع ان التقي بك.
راه مقطع.
واخا، خلينا نشوفوك دابا.
فكر فقط كم من الوقت سيستغرق عمله لو طرح سءالاً اضافياً علي كل شخص. هيا، دعنا نسرع وناخذ امتعتنا. يجب ان نذهب الي مكتب الاقرار الجمركي بعد ذلك.
شْحَال هُو الوَزْن؟
واش كاين شي مطعم صيني هنا فهاد المنطقه؟
المنصه الخامسه موجوده هناك.
امتي غادي يبدا الماتش ديال الكوره؟
هادشي خاسر. واش تقدر تشوف ليا الكاميرا ديالي؟
قهوه مع كريمه وسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
عطيني هاداك.
هاداك هو الباب رقم سبعه.
واش نتا سكوتلاندي؟
تلاته جوج واحد جوج. تسني شويه، واخا؟ بغيت نبعث ليك شي حاجه هنا. سمح ليا.
مءه وخمسه وثلاثون يناً مقابل الدولار الواحد.
الفساتين القصيره مع الاحذيه الطويله لن تخرج ابدا من الموضه.
واش نقدر نهضر مع المدير؟
علاش ثمن التذكره ديالك مختلف علي الثمن اللي كاين فالكونطوار؟
واش ممكن نشوف هادْ هَادَا؟
واعدت نفسي انه عندما اراك، ساتعرف عليك.
اشنو واقع هاد الايام؟
انا ما مرتاحش. واش تقدر تنصحني بشي طبيب؟
الحفله ديالك بدات. تفضل.
واش كاين شي عرض فوق المنصه؟
الطواليط ما كايصَبّش.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ مِنْ هْنَا لْبْلَاصَهْ الْبْلِدِيَّهْ عْلَي رْجْلِينَا؟
خود هاد الدوا بعد كل وجبه فاش كتحس بالالم بزاف.
كتضع الفلوس فظرف خاص مزين كيسمي شوجيبوكورو.
شي حد تجرح.
كنت كنتساءل شنو خاصني نجيب ليه؟
واش عندك شي خريطه ديال الميترو؟
عندي غرفه جاهزه ليك في الفندق الكبير. واش تقدر تمشي ليها؟
عندي الم في عيني اليمني.
ماكانعرفش الالمانيه مزيان.
خصنا نتلاقاو مره اخري، هادشي اكيد.
واش غادي تاخد هاد السروال؟
واش نقدر نستاعير راكيت و كويرات؟
واش تقدر تزيد شي صرف؟
واش ممكن ناخد نص كاراف؟
مرحبا. انا جون.
ناكاي.
واش عندك شي مانع ايلا صورتك نتا و الطاكسي ديالك؟
اتصلت قبل ثلاثه ايام بخصوص حقيبه مفقوده.
بغيت شي اوطيل ارخص.
اه، كاين بزاف ديال الحوايج لي خاصك تشوفهم ف غرينيتش فيلاج.
فاشْ خَاص بالخدمه. عندي شي علاقه ديال الخدمه تما.
كيتناسب مع البدله ديالك.
واش تقدر تراقب ليا الشانطه ديالي؟
كيف تري هذه الفكره؟ نقبل شرطك المتعلق باشعار مدته سته اشهر شريطه ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد
سمحلي. واش كتعرف نيويورك مزيان؟
غانبقاو نتسناّو. عافاك عيط لينا منين تكون واجد.
بغيت نشوف شي جراح.
واش هاد المكونات طبيعيه؟
بغيت نركب فطوموبيل رياضيه.
الكود ديال المنطقه هو زيرو ثلاثه. الرقم هو ثلاثه واحد جوج ثلاثه اربعه خمسه سته سبعه.
مرض بالزكام.
غادي تكون السياره الصغيره هي الافضل.
بغيت نبعث هاد الطرد العادي.
خليني نحول هاد المكالمه للشخص المسءول.
اي حجم تريد؟
اوه، يا الهي. لم اكن اعلم انني ما زلت املك هذه الاشياء.
واش عندكم صنادق باش نبعثو الطرود؟
هل ستدفع شركه الطيران تكاليف فندقي ووجباتي؟
واش هادو هوما جميع الحقاءب ديالك؟
كيف تريد اجراء المكالمه؟
واخا، راه غالي. واش ما مصنوعش فاليابان؟
واش تقدر تعطيني الملحه؟
فين كاين اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
وقتاش كَاتْظن غَايْتْلْقَاوْه؟
كنتمني ليك عام جديد سعيد بزاف.
غاناخد سبرايت كبيره.
عاود قول هادشي ببطء.
سمحلي. بغيت نطلب شي حاجه.
عندنا جمبري نيوبرغ و رجل خروف مشويه.
بغيت شي بيت باش نشوف منو مناظر زوينه.
ثلاثه كيسان من عصير الدلاح، من فضلك.
عندي ثلاثه ولاد.
سير نيشان فهاد الكولوار ودور علي اليسار فالقنت. غادي تشوفو علي يمينك.
هل هي جوله ليوم كامل؟
شْحَال كَايْكُلْفْ تِذْكَرَه الرُّوحَه وْالرَّجْعَه لْاُوكْسْفُورْدْ؟
كانمشي لنادي رياضي كل نهارين.
فين نقدر نبقي خلال هاد الجوله؟
ما هو وقت تسجيل المغادره؟
شْحَال كَايْكُونْ ثَمَنْ الْمُرْشِدْ فِي الْيُومْ؟
فين غادي نلقي الاقراص المضغوطه؟
سمحولي. انا طالب جامعي من اليابان. واش نتوما طلبه في جامعه نيويورك؟
واش تقدر تقول لينا كيفاش كتشوف هاد الخطه؟
اكي، واش كتعرف شي محل ديال الاسطوانات مزيان قريب من هنا؟
كاش او بالكريدي؟
كانخدم فشركه ديال التجاره.
من قله الادب ان تسال الناس عن كميه المال الذي يكسبونه.
واش هادو جينزات ليفي 501 اصليين؟
فاش نقدر ندوش؟
ما كَتْبَانْشْ كَتْفُوتْ وَاحْدْ وَعْشْرِينْ عَامْ.
فهمت. في الحقيقه، فيه فيلم سريع. واش عندك شي مانع الي خرجتو؟
شريتو دابا عاد.
غانجيب ليك واحد دغيا.
ثمانيه دولارات. وها هو واحد قادم الان.
عافاك ورّيها للجمارك فالمطار مع المنتوجات اللي شريتي.
واش شي واحد من المحلات التجاريه الكبيره كيدير تخفيضات دابا؟
المشغل، عيط ليا علي مركز المطافء.
عندي بطاريه خاويه.
وقف ف الكروسه الجايه.
ها هو. وهل يجب علي الجميع ملء استماره الاقرار الجمركي هذه؟
واش ممكن تعطيني سميتك؟
واش عندك شي مانع الي درت مكالمه علي حساب اللي غادي يتلقاها؟
السلام. كيف حالك؟
فين كاينه صفحه السفر؟
شكون سميه الشخص اللي بغيتي تهضر معاه؟
سمح ليا، هو ماشي موجود دابا.
شوف هادشي. شوف هادشي. غادي تقول ليا الفرق بين هاد الراجل و هاداك الراجل هو الحظ؟ محمد، وقف السياره، واخا؟ ما عندكش مشكل الي نزلتك هنا. انا تاخرت. صاحبي، كان من اللطيف ان التقي بك، واخا؟
واش كيطلّ بيتك علي المدينه؟
واش كاين شي ميساجات ليا؟
باقي غالي بزاف. واش مايمكنش ناخدو بثلاثه دولارات؟
بغينا شي بيت لور.
غاناخد كاس ديال النبيذ.
كاتبان زوينه.
بغيت غرفه فيها سريرين. شحال كتسوي الغرفه لليله وحده؟
كَايْنْ علي بُعْدْ تْسْعِينْ وْتْسْعَهْ مِيلْ.
فينس ولِيندا بغاو يبقاو بوحدهم، لذا اعتقد انني ساضطر للبقاء هنا الليله.
المرجو الاحتفاظ بهذه الامتعه في الجمارك.
سميتي ساتو.
كَنعرف واحد الكلوب قديم ديال الجاز وسط المدينه.
غاناخد هاد الطبله ديال الضياف.
بغيت نجرب نفس الطبق اللي بحال هاداك.
ومن بعد غادي ناخذوه.
واش هادشي كيوصل حتي للطابق السادس؟
جلد التمساح؟
حطّو فكيس ديال الغسيل وخليه تما.
بغيت نطبع هاد الفيلم. امتي غادي يكون واجد؟
عافاك ما تعطي هاد الساروت لحتي شي واحد اخر غير انا.
واخا. غادي نجي ناخدك من الفندق ديالك علي الثمنيه ديال العشيه.
النافذه علي ما يرام.
خلي الغره ديالي طايحه، عافاك.
هل جميع مصاريف النقل مشموله؟
دار اوبرا متروبوليتان.
فين كاينه الكونطوار ديال كراء السيارات؟
كان عندي حُمّي من البارح.
هادشي ماشي ديال ذوقي.
اي نوع من الخضروات لديك؟
بغيت شي برمانونط لي مايكونش مزير، عافاك.
امتي غادي يجي الطبيب؟
هاد اللون ماشي هو هاداك.
تكسّرات السّن.
هل هذا مقعد في الممر ام مقعد بجانب النافذه؟
كَانْبْغِي نْدِيرْ الرِّحْلَه فْالجْبَالْ.
واش يمكن ليك توصّل لي الحقيبه ديالي للبيت؟
وريني شي واحد للبنت صغيره.
واش تقدر توقف هنا؟
واش عندك شي حاجه بثمانين دولار وصفر سنتيم؟
عندي العطش.
ما بغيتش الحليب، عافاك.
عندي ثلاثه ديال الصيكان.
فين كاين البحيره؟
سمح ليا. عفاك، ضغط علي الزر ديال التصوير.
واش ممكن ناخد شي مجله او شي حاجه؟
هادشي ف الجنوب.
شْحَالْ كَايْكُلْفُو لَبْلاَصَاتْ دْيَالْ لَبَالْكُونْ؟
بغينا شي بيت كيطل علي البحيره.
واش كاين شي صنادق بريديه قريبه من هنا؟
واخا. غادي نديّك لهيه.
يشير الجزء المكتوب بخط ماءل الي التغييرات التي طرات في التسعينات.
عندو ثلاثين عام.
واخا. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
بغيت نمشي لهارودس. واش تقدر ترسم ليا خريطه، عافاك؟
شنو كدير فاش كيكون عندك وقت فراغ؟
واش عندك البطاريات ديال هاد الكاميرا؟
بغيت شي كابل باش نطلقو.
واش نتا الاخير فهاد الصف؟
اعتقد انه محجوز بالكامل.
ضربه جيده. خرجت للتو.
واش تقدر تقول ليا علي الاماكن المثيره للاهتمام هنا؟
واش كاين شي مراكز تجاريه قريبه من هنا؟
حتي انا كذلك.
بغيت نشارك من سان دييغو.
كنت كنفكر ناخد هاد الكورس فالسيمستر الجاي.
الخمر ماشي بارد بما فيه الكفايه. واش غادي تخليه اكثر بروده؟
واش يمكن ليك تبدل هاد الحلقات باش يولي ممكن نلبسهم بالكبسات؟
شنو هو الشي اللي كيهموك بزاف دابا؟
بغيت نسترجع الفلوس ديالي. واش ممكن نسترد الفلوس ديالي؟
مايمكنش ليا نلقي شي مشروب بحال هادا فشي بلاصه اخري، علي ما اظن.
اذا اشتريت هذا ايضاً، فهذا يجعل المبلغ معفي من الرسوم الجمركيه.
واش ممكن نشوف شهاده التلقيح ديالك، من فضلك؟
واش كتسافر بزاف؟
انا من الولايات المتحده.
عندي تذكره طياره لسان فرانسيسكو.
ايلا كان غير خمسه عشر دقيقه من المحطه، غادي نمشي علي رجلي.
بغيت شي اوطيل ارخص شويه.
كَيْبَانْ لِيَّا البونساي كَيْشْبَهْ لْهُوايه ديال شي واحد كبير فْالعُمْر.
مزال ما قررت والو. واش تقدر تعطيني شويه ديال الوقت زايد؟
عندي صداع الراس.
واش بغيتي تجي معايا نشربو قهوه؟
بغيت شهاده طبيه ووصل باش نعطيه للتامين ديالي.
اوه، لا. ارجوك اسرع. لقد تاخرنا.
ما بغيتش نصرف اكثر من عشرين دولار.
علاش الطياره ما طلعاتش؟ قول ليا شنو واقع.
شْحَال الثَّمَن؟ وَاشْ تْكَتْبْ لِيَّ الثَّمَن فْوَرْقَه؟
بغيت نكري كرسي ديال الشمس.
تسنا شويه، عافاك.
هل يجب علي السيدات ارتداء فساتين رسميه؟
ما تْقَرّبْشْ لِيَّا.
واش عندك الكارو؟
اذا ما كانت الرياح غير قويه، يمكننا الذهاب الي نقطه تيكي.
راءع.
غانقفل دابا. شكرا علي انتباهكم.
واش عندك هاد الشي بلون اخر؟
شكون هادا؟
سمح ليا. واش تقدر تقول ليا فين كاين بلاصه الطاكسيات؟
واشنو نشربو؟
ها هو.
فين كاينه اقرب محال ديال المعدات؟
همم. هادشي ما خدامش، ياك؟ يمكن ليك تنتاقل لبلاصه خاويه، اذا بغيتي.
انا كنقلب علي هادشي.
واخا اسيدي. وشنو بغيتي للحلوي؟
كوتش او بولمان؟
شيكات المسافرين. شكراً. هاذي هي التذكره ديالك وبطاقه الصعود للطاءره. عافاك، كون تما ساعه قبل وقت الرحله.
هاد الالم حاد.
الاسم ديالو هو گورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
كَانْحَسْ بْلِي مَرِيض بْزَّاف.
ما هي اوقات عرض "حب كوسي"؟
واخا. واش غادي تشرب القهوه ديالك دابا ولا من بعد؟
قولي ليا علي اشهر نادي ريجاي في نيويورك.
كيف يختلف منتجك عن منتجات منافسيك؟
واش عادي ان ما كاين حتي واحد ما كيسمعش التعليمات ديال السلامه؟
هل الشارع الخلفي خطير؟
نعم. المرجو اتخاذ الاجراءات اللازمه.
نعم، واحد فقط. امتي غادي نعرف؟ كيفاش غادي نتعوض؟
ها هي بطاقه هويتي.
كنفضل طبله تكون حدي النافذه.
قولي ليا عافاك ارخص طريقه باش نمشي لسان فرانسيسكو.
واش كتعرف المطعم ديال كيويا؟
طريق واحد.
غانولي غليض غير جالس هنا و ناكل ديما.
واش كاين شي نايت كلوب مزيان فيه عرض فلامينكو؟
هاد الفستان اللي لابسه زوين بزاف.
كَيْعَوَّرْني رْجْلي.
فين كاينه اقرب مغسله ديال الحوايج؟
واش ممكن تبدل معايا البلاصه ديالك؟
تفرقات بلاصتنا.
فِي الْحَقِيقَه، اَوَدُّ اَنْ اُءَمِّنَ هَذَا الطَّرْدَ اَيْضًا.
الثمن ديال الفاتوره هو مءه دولار.
مخارج الطوارء موجوده في مقدمه الطاءره ووسطها ومءخرتها.
واخا، تاكيد الحجز ديالك تم من جديد.
الكعب عالي بزاف.
بغينا طبله فالتيراس.
هادشي كيعني ان الفيلم مايمكنش يكون مناسب للاطفال اللي عندهم اقل من 15 عام. اذن، خاص الوالدين يفكرو واش يخليو ولادهم يشوفو الفيلم ولا لا.
كيف بغيتي الفلوس؟ عافاك عمر هاد الورقه ووقع هنا.
كَايْضْرُونِي كْرُوشِي بْزَّافْ دْيَالْ الْمَرَّاتْ.
واش عندك شي اطباق قليله السعرات الحراريه؟ انا دابا كندير الريجيم.
ما كاين حتي شي حاجه خاصها تخلص.
اه، عندي جوج تذاكر ديال الجاينتس والدودجرز.
حنا من بين احسن الموردين ديال الميكروكومبيوتر.
شكراً. انا ايضاً كذلك. الي اللقاء حتي ذلك الحين.
غرفه بسريرين مع حمام، من فضلك.
طحت من الدروج.
اي نوع من المثلجات تنصحني به؟
همم. هذا. اللون مناسب لك.
فين كاينين الكتب ديال اللغات الاجنبيه؟
زوج ديال الشراءح و سبرايت.
عطيني شي كارو.
من غير القانوني ادخالها الي البلاد، اسف. حسناً، اعتقد ان هذا يغطي كل شيء.
اه، انا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا، لكنهم انتقلوا الي فلوريدا قبل عامين. وماذا عنك؟ هل تسافر لوحدك؟
انا مريض.
ولدي كيبان عيان بزاف حيت عندو الحمه.
بهاد الحجم، عفاك.
في هذا اليوم، يتم منح اوسمه الاستحقاق الثقافي للفنانين والعلماء المتميزين.
انا ياباني.
هادشي غالي بزاف.
اه. خد الحافله اللي غاديه لكيوتو-ايكي.
واش هادشي غير للاعضاء؟
ثمن الغرفه هو سته الاف ين في الليله.
هل يمكنني اخذ هذا معي علي متن الطاءره؟
واخا. كل ما بغيت نعرف هو واش هاد المشروع غادي يقدر يمول راسو شي نهار.
واخا. واش بغيتي شي شال باش يجي مع هادشي؟
عافاك، عَمَّرْ لِيَّا البَاطَرِي.
انا مستعد باش نطلب.
املاح الاستحمام العشبيه تترك بشرتك ناعمه وملساء.
كتب كذلك اسم شركه الطيران ورقم الرحله.
بصح. اليوم هو الاحد، والاحد هو اسوا يوم.
ايه، هادشي مشكل ديال التخلص من النفايات.
بغيت هاد النموذج فطقم ديال خمسه اشخاص.
عند العديد من الاسر دخل مزدوج.
اوه. هاد الفضه نادره، "القمر والجرس". واش متاكد انك بغيتي تبدلها؟
غَادِي يْجِيو مِّي وْخْتِي مْنْ الْيَابُونْ بَاشْ يْشُوفُونِي. غَادِي يْوصْلُو لْهَادْ الْبْلاَصَه حْوَالَي السَّبْعَه دْيَالْ ال tên tên tên tên tên
اللون البني راءج جداً هذه السنه.
فكره جيده. امتي ناوي تجي؟
واخا. بغيت جوج بلاصَات، عافاك.
فين كاين السوق؟
كَانْتْسَنّي نْجَرّبْ لْبَاسْ السْبَاقْ الجْدِيدْ دْيَالِي.
كنت كنظن بلي نتوما كتاكلو غير الدونات.
شْحَال كَايْكُلْفِي تِسْكِيَه مِنْ الطَّبْقَه الْاُولَي لِاِيدِنْبُورْغ، عَافَاكْ؟
كَايْبانْ لِيَّا انَّ الفْلوسْ اللي عْطِيتِينِي ناقْصِينْ بْعَشْرَه دُولارات.
اتصلت للتو بالسيد سميث في الغرفه 201، لكن لم يكن هناك اي رد. هل يمكنك ان تتاكد اذا كان لا يزال يقيم هنا؟
بغيت شي حاجه عصريه.
كانخدم فشركه ديال النشر.
واش ممكن تعمر هاد الاستماره؟
هاد الشارع ديالاش؟
واش تقدر تزن هاد الطرد؟
كيفاش كيسميو هادشي بالانجليزيه؟
واصل الصعود في هذا الممر، ثم ستجده علي الجانب الايمن.
بغيت نامن علي هاد الشي.
صباح الخير. انا من مكتب الاستقبال. هل يمكنني مساعدتك؟
واخا. عفاك دخل.
نعم سيدي. انا اتي الي هنا لتناول الفطور كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
ما كاين حتي مشكل.
عافاك جيب ليا ثلاثه جوج سته جوج تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
عافاك تكا هنا.
شْحَالْ هَادْ الْخِدْمَه سْرِيعَه.
ربما سيظهر بعد.
عافاك دور ليسر فالتقاطع الجاي.
سمح ليا. كيفاش نوصل للبنك؟
هل هناك خدمه حافلات الي متحف فورد؟
ايه. اسمك و رقم غرفتك، من فضلك.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ باشْ يْوَصْلْ لليابان عن طريق البريد الجوي؟
واخا. نشوفك يوم الاحد علي الساعه الثانيه.
بغيت ندوز من نيويورك باش نمشي لتورونتو.
السحّاب خاسر. واش عندك شي حاجه اخري بحالو؟
هادشي وسخ شويه.
واش تقدر تاكد ليا مره اخري الرحله ديالي؟ هاد هو تذكره الطياره ديالي.
واش عندك هادشي بلون اخضر غامق اكثر؟
واش غادي تديّني لكانتربوري و ترجعني؟
واش ممكن ناخد شوكه جديده؟
شكراً جزيلاً علي لطفك.
سمح لينا، حنا ما كنبيعو تذاكر ديال المسرح.
بغيت نشوف هادشي.
اوه، هذا جميل. ماذا علي ان افعل؟
بغيت نزيد فمده اقامتي هنا بجوج ايام.
عافاك بدل ليا بلاصتي.
عندنا اليوم شي روبيان زوين بزاف.
حتي اي وقت متاخر يظل مفتوحًا؟
التدخين ولا لا؟
هادشي غالي بزاف عليا. واش مايمكنش ليك تخليه ارخص؟
انا متاح صباح يوم الاربعاء او بعد ظهر يوم الجمعه.
ما درتش شي حجز.
حيث ان الصيف في اليابان يكون حاراً جداً عادهً، ولم يكن لدينا مكيفات هواء في الايام الخوالي.
واش تقدر تعيط ليا علي طاكسي مع الثمنيه ديال غدا الصباح؟
هادشي خايب.
علاش ما نستناوش الطوبيس تحت السقيفه؟
تعال، كينجي. ساريك المكتب.
اه، كاينه مفتوحه من التسعود للتسعود.
ما كنقدرش نعس مزيان فالليل.
كيف اثر الركود علي الاعمال التجاريه؟
عندي موعد اخر.
واش ممكن ناخد خريطه الطريق ديال المدينه؟
هادشي اللي كنت كنقلب عليه.
ما فهمتش الشرح ديالك.
خصني ندير كونيكسيون. غادي لبوسطن.
فين كاين احسن بلاصه باش نشوفو المناظر؟
واش هادشي صامد؟
استمتعت بوقتي كثيرا.
واخا، بغيت يكون عندي وجه صغير بحال جوليا روبرتس.
واش تقدر تاخد هادشي، عافاك؟
الركاب المغادرون علي متن رحله الخطوط الجويه ABC رقم سبعه صفر ثلاثه والمتجهه الي طوكيو، يُرجي التوجه الي البوابه رقم عشرين لاتمام الاجراءات الحكوميه.
فين كاينه محطه الحافله ديال B؟
بالنسبه للعزاب، من فضلك.
فين نقدر نشري ميسا ديال الطبله؟
هل يمكنني توظيف مرشد يتحدث اللغه اليابانيه؟
واش بغيتيني نصورك؟
ماكلتش هاد الطبق.
قطعت صبعي. واش كاين شي معقم؟
واش ممكن ناخد طابع ديال تسع وتسعين سنتيم؟
غانكون هنا مع السبعه و ربع.
بغيت شي بارفان.
واش ممكن ناخد جدول المواعيد؟
واش غادي تمشي للمدرسه هنا؟
شْحَالْ كَانْ فِيهْ؟
واش فندق هيلتون بعيد من هنا؟
انا متاكد انني وضعته في حقيبتي.
رفعوا ايديكوم.
واش كاين شي ريسطو لي تقدر تنصحني بيه قريب من هنا؟
ايهما تفضل، الغامق او الفاتح؟
واش تقدر تقولي فين غاديين نطيرو؟
عافاك، بغيت نبدل التذكره.
فين كاين شي بلاصه زوينه باش نديرو فيها رحله ديال نهار واحد؟
بغيت الصاك الحمر ديال كيلي بنفس الطراز ديال هادا.
واش باقي غادي دير داك البرنامج؟
فاش كايحل البنك؟
كَانْحَسْ بِالْمَرَض.
انا مرتبك. هل يمكنك ان ترسم لي خريطه؟
خرج.
ديّني للسبيطار.
واش خاصني نجي للمستشفي كل نهار؟
كَرْشي كَضْرْني.
شْحَالْ هِيَ تْسْعِيرَه البُوسْطَا لْبَاشْ نْبَعْتْ هَادْ الرِّسَالَه لْلْيَابَانْ؟
بغيت كاس ديال الشيري.
واش خاصك شي حد يجي ياخدك من المطار؟
الركوب يبدا في الرابعه والنصف، لذا يرجي التواجد هناك قبل ذلك الوقت.
من ثلاثين الف ين.
فين نقدر نشري كَارط تيليفون؟
واش ممكن نرجعو فمدينه اخري؟
كانخطط نبقي لمده 12 يوم.
عافاك طول ليا الفوق شويه.
خصك تشوف شي طبيب مختص.
عافاك، غير شي دقاءق اخري.
المقطع رقم اربعه عشر.
اها، واش كدير هادشي؟ عندك بالتاكيد اختيارات كثيره.
ما لقيتش هادوك فحتي بلاصه.
واش عندكم شي بلاصه خاويه باش نمشيو للندن؟
بغيت نسخه من تقرير السرقه.
كَاين فزنقه وحده لتحت.
واش تقدر تعطيني شي ضوء بينما كادير هادشي؟
واش هاد السجاءر خفاف؟
واخا. بحال هاكا.
القطار السريع التالي سيكون بعد ساعه.
بغيت نطوال الكمام ديال هاد الجاكيط ديال الرياضه.
عندي حجز. هاد هو رقم التاكيد.
عيد ميلادك قريب.
القطارات واقفه بسبب الاضراب.
واش تقدر تصلح هادشي؟
كانت الشارع مكتظا بالسيارات.
هاد البنايه الثانيه اللي علي اليسار ديال ديك البنايه البيضاء.
حجزنا مقعداً ليوم الخامس والعشرين من اكتوبر، موعد المغادره في الحاديه عشره صباحاً.
لا، شويه كثر من القدام. هاداك هو، اه.
ايه، هادشي ما كيشملش الوجبات.
فين نقدر نرجع هاد التذكره ديالي؟
علاش كيوقع هادشي؟
بغيت نرتاح.
تعطلت سيارتي، ارجوك تعال وخذها.
بغيت شعري يكون شويه طويل من اللور.
اي نوع عندك؟
انا موافق. انه واحد من الاماكن المفضله لدي.
اي نوع من النماذج تفكر فيه؟
سميتي ميشيكو تاناكا، و رقم الرحله هو خمسه او واحد متجهه لطوكيو.
واش تقدر ترسم ليا خريطه بسيطه من هنا؟
فين غادي نتلاقاو؟
بغيت نرجع شعري كيف كان.
عطيني خمسين، من فضلك.
فين نقدر ندير التشيك ان ديالي مع JAL؟
ما هي المحتويات؟
واش كاين شي اماكن فالمنطقه اللي كيتنصح بيهم بزاف؟
عطيني شي صرف، الله يخليك.
واخا. غادي نتاكد ان الحقاءب ديالك غادي يكونو هنا.
هذا هو تخصصنا، سمك الدوفير المشوي.
غانبقاو هنا.
تعرضت للسرقه.
واخا. واش خاصني نركز عليه؟
غانقاسموه.
ما عندناش هاد النموذج بالضبط دابا. غادي نشوف فالمخزون ديالنا. عفاك، تسنا غير دقيقه.
ويسكي مع الماء، من فضلك.
هادشي كيبان مثير. شحال كيكلف؟
خود هاد الوصفه الطبيه للصيدليه. يمكن ليك تشري الدوا من تما.
انا طلبت هذا.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشري شي تذكارات؟
هادشي غالي بزاف. ما نقدرش نشريه.
واش ممكن تعطيني رقم شركه ABC اللي فشيكاغو، عافاك.
فين كاينه الكاتدراءيه؟
كيف بغيتي البيض ديالك؟
هادشي كاين حدا هاد البنايه بالضبط.
لا، اعتقد انهم نسيوا ان يجلبون لنا واحده.
واخا. هادشي تاكد. واش ممكن تعطينا رقم التليفون ديالك، غير في حاله ما احتجنا نتواصلو معاك؟
شْنُو سْمِيَّه الرَّسَّام؟
واش نطلب منو يتاصل بيك منين يرجع؟
بغيت هاداك.
كيعجبني هاد الخدمه ديال الشامبانيا ديال الترحيب بعد الصعود للطاءره. خليني نشرب نخب صحتك.
اربعون دولاراً في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
غانْراهَنْ بْخْمْسَه دُولَارَات.
واش هاد الطلبيه ديال شي حد اخر؟
واش تقدر تقول ليا كيفاش نوصل للمتحف؟
انا اسف جداً، لكنني اود تاجيل الموعد.
واش تقدر توصّي بشي رحله؟
القطار ديالك غادي يخرج من الرصيف رقم ثمانيه.
كَانْقلّب علي صاكْ عندو حْزام قَابْل للتعديل.
بغيت هادشي يبقي تحت ميه وثمانين دولار.
غانسولك من بعد ما ندور نشوف.
ايه. بغيت نحجز ست ليالي، من فضلك. بدءاً من الثالث والعشرين من يوليوز.
واش تقدر تورّيني شي وحدين اخرين بتصاميم مختلفه؟
اي نوع من العصير تود ان تشرب؟
واش غادي تمشي للدار فالعطله؟
فين نقدر نمشي نشوف شي منظر زوين؟
كان هذا مكسورًا بالفعل عندما فتحت العبوه.
التاسع والعشرون من غشت.
بغيت نبعث هادشي لليابان عن طريق البريد الجوي.
عيد الشكر للعمال. انه يوم لتقديم الشكر لجميع الذين يدعمون المجتمع من خلال اعمالهم.
هاد البيت صْغِير بْزاف.
واش ممكن ناخد شويه ديال اتاي اخر، عافاك؟
بغيت هاد الحوايج يتنقاو قبل ما يسالي النهار.
واش كاين شي بنك هنا فهاد المنطقه؟
واش غادي تنقي الطبله، عافاك؟
سكين، من فضلك.
هوما كلهم مطبوعات.
المرجو كتابه رقم غرفتك علي الوجه الخلفي.
كَانستعملو العصي باش ناكلو.
رحله دلتا رقم ثمانيه وعشرين المتجهه الي نيو اورليانز ستتاخر لمده ساعه تقريبا.
فاش نرجع لليابان، غادي نكتب رساله. الي كان عندك الوقت، عافاك بعث ليا رساله.
نسيت تذكره الطاءره ديالي في الفندق.
غرفه واحده بلا حمام، من فضلك.
شكرا مره اخري لتذكيرك لي. هل ينسي العديد من الناس التوقيع باسماءهم؟
اذن، فقد بدا الوقت ينفد منا. هل نستمر في هذه المناقشه يوم الخميس في الواحده؟
بغيت شي بيجامه.
واخا. غادي نعيط ليك فاش يكونو واجدين.
اشنو رايك ف الغدا؟
غاتوقف الليموزين فالبوابه الشماليه اولاً.
حتي اي وقت متاخر يمكنني استخدام مطعم الفندق؟
واش هاد القطار مباشر؟
واخا، الوقت بدا كيتاخر. كنظن خاصني نمشي دابا. شكرا بزاف علي هاد الامسيه الراءعه.
واش ممكن ناخد شي دوا لوجع الكرش ديالي؟
بغيت دجاج مشوي.
هادشي غلطي. ماشي غلطتك.
سمح ليا، امتي غادي يسالي هاد الفيلم؟
هاداك، عافاك.
تسرقات ليا الحلي ديالي. خاصني ندير شكايه.
غير صبر شويه، غادي نربطك مع السيد جونز.
السلام عليكم. هادي هي شركه يونايتد ايرلاينز.
فين تعلم السيد جونز اللغه اليابانيه؟
عندي واحد صغير بنفس التصميم.
واش يمكن ليك تصايب هاد السروال؟
الجمعه ليلاً، علي الساعه التاسعه.
واش هاد الباب ديال لاس فيغاس؟
واش عندكم حافله من المطار؟
عافاك، بغيت ملعقه اخري.
هادشي شويه مالح، ولكن كيعجبني. واش جبتيه معاك من اليابان؟
اذا كان ممكناً، المرجو الاسراع في ذلك.
واش تقدر تخلص هنا عشره دولارات كوديعه؟
ايه. فيقني بعد ثلاثه ساعات، من فضلك.
بغيت نطلب، الله يخليك.
واش خاصني نقول اه ولا لا؟
جوج معالق، الله يخليك.
اين هي المحطه القادمه؟
الطوموبيل كدير شي صوت غريب.
فاش كيسد البريد؟
لقد دفعت بالفعل وديعه بقيمه خمسين دولارًا عند تسجيل الوصول.
واش عندك شي دوا للمعده اللي مريضه؟
واش خاصني نلبس كوستيم و كرافات؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت صاكي.
بغيت ناكد الرحله ديالي مره اخري.
الساعه ديالي. كانت ساعه رقميه سويسريه الصنع جديده.
دوزت داك الامتحان بنجاح كبير.
بغيتك تاخدني لبعض الاماكن المثيره. انا ساءح، كما تعلم.
هل يمكنني القيام بجوله سياحيه اثناء وجود السفينه في الميناء؟
غادي يكون حسن ليك تعدل المرايا ديال الرءيه الخلفيه.
غانْتْسَنَّاوْ شْوِيَّه، عْشَرْ دْقَايْقْ اَوْ حَاجَه مْثْلْ هَاذْ الشِّي.
واش نقدر ناخد ليكوم الطباسل ديالكوم؟
غادي نكون فرحان بزاف باش ندير هادشي. شحال الساعه بغيتي؟
اظن انني نسيت اله التصوير ديالي هنا البارح ملي تعشيت.
جمعهم عند البوابه.
اوه، لا. هذا لن يكون ضرورياً. يمكنني ان اعتني بهذا. لقد قمت بما يكفي بالفعل واكثر.
اما ان تصلحه او تستبدله، من فضلك.
يمكنني القيام بذلك في وقت ما من الشهر القادم.
خُد وقتك.
كيف يمكن مقارنه هذا المنتج الجديد بالمنتجات الحاليه؟
الباعه في هاد المحل لطفاء بزاف.
واش تقدر تحافظ ليا علي هاد الشي؟
غير بلّي معايا دقيقه، عافاك.
واش عندك بطاقات المطالبه ديالك؟
بغيت نكري طوموبيل لمده اسبوع.
اه، غسليه بشكل منفصل في البدايه.
عافاك وريني شي ساعات ديال الرجال.
الساعه هي العاشره و اربع دقاءق.
شْحَال كَايْكُلْفِي الطُّومُوبِيلْ لِيمُوزِينْ بَاشْ نْمْشِي
منذ الصباح.
خاصنا نسرعو. راهم بداو كيطلعو.
كَايْجِي مْلاَءِم بْزَّاف.
طلبت الدجاج.
لمده عشره ايام.
شْحَالْ عُمْرْ هَادْ الْوَلْدْ؟
شْحَالْ هَادْ الشِّي كُلُّو؟
بغيت بحال هاداك، الله يخليك.
لقد فقدت شيكات السفر الخاصه بي.
عافاك عطيني شي دوا ديال الزكام.
عافاك حطو ف الكون.
كانشوفو ديما كل صباح فالقطر.
واش تقدر تتعشي معانا هاد العشيه؟
غانبقي فالفندق B حتي لغدا. غادي نكون فرحان الي قلتيلو بلي انا هنا.
الرحله تاخرات بخمسه واربعين دقيقه.
سميتي شينو يامادا.
ما هي تخصصات هذا المطعم؟
عندنا نبيذ ابيض ممتاز.
غير دوا ديال الزكام.
واش تقدر تجيب لي الحقيبه ديالي للبهو غدا الصباح؟
اوه، يبدو انني افقد شيءًا ما في كل مره اسافر فيها.
فقدت القدره علي استخدام ذراعي الايمن.
السلام، واش هادا ديال روي؟
من بعد، غادي توصل لشارع ديال التسوق. الي تبعتي الشارع غادي توصل للمحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره القطار.
واش ممكن ناخد بروشور؟
عافاك، وصل لهيه قبل التسعود.
نعم سيدي. كيف بغيتيني نقطعو؟
اعتقد ان هناك خطا في الفاتوره.
غير الزيت والخل غادي يكونو مزيانين.
عندي بالضبط اللي بغيتي. واش نقترح عليك هادشي؟
قهوه مع سكر.
هاد الساعه هي السابعه عشر. اوه، انا اسف. لقد ارتكبت خطا.
واش سمعتي شي نهار علي الاسبوع الذهبي فاليابان؟
شكرا لك. ارجوك عد مره اخري.
واش باقي عامر كامل؟
واش ممكن نخليها في اي بلاصه في البلاد؟
اي رقم يجب ان اتصل به من هنا؟
كيف يمكنني الوصول الي ديزني لاند؟
واش كَاتْظَنّ هَادْ الشِّي؟
سمح ليا. فين كاين المطعم الرءيسي؟
بغيت نْدير مكالمه لليابان.
دي تويلف هو رقم مقعدي. فين كاين؟
اشنو هادشي، عافاك؟
اي نوع تفكر فيه؟
ايه. غادي نوصلو علي الساعه تمنيه بالتوقيت المحلي.
اذا لقيتي شي حاجه، عافاك اتاصلي بيا.
واش ممكن ناخد شي لحم خنزير وبيض؟
بغيت عصير الدلاح كتحليه، الله يخليك.
الماء الساخن ليس ساخنا بما يكفي.
واش غادي تشرح ليا كيفاش ندير هادشي؟
عافاك، كتب العنوان ديال الاتصال ديالك هنا.
واش ممكن نستعمل الفلاش؟
شكرا لك. عُدْ الي غرفتي في نفس الوقت غداً. ساكون قد جهزت الصور بحلول ذلك الوقت.
سمح ليا، حالياً يمكن ليك تطلب غير من لاءحه الليل.
واش بغيتي البنزين اللي فيه الرصاص ولا اللي ما فيهش الرصاص؟
عندي صداع.
هادي هي الغرفه رقم 1207.
بغيت شي بيت اخر.
شْحَالْ مُدَّهْ صْلاحِيَّهْ هَادْ الفِيزَا؟
واش كاين شي سبيطار هنا فهاد المنطقه؟
بغيت كوستيم.
واش عندك عرض اكبر؟
واش ممكن نجرب القياس تسعه؟
فندق امن يقدم فطوراً جيداً، من فضلك.
فين كاينه حديقه الحيوانات؟
واش كاين شي وحدين اكبر من هادو؟
ثلاثين دولار وثمانين.
هذا يعتمد علي مدي دفء المكان، ولكن في وسط اليابان، يكون ذلك في اواءل ابريل.
برغر بالجبن مع البطاطس المقليه.
فات الاوان باش تلحق اخر قطار.
ما عنديش شي صرف.
واش خديتي تذكره الحافله ديالك؟
عافاك، بغيت ناخد كريدي.
كنت علي متن الرحله رقم 828 لشركه يونايتد ايرلاينز.
كَايْنْ بْزافْ دْيالْ الصْداعْ حْدا الغُرْفَه دْيالِي.
ففي الساحل الشرقي، تجد ايضا اماكن مشهوره، مثل نيويورك، واشنطن العاصمه، وبوسطن.
واش عندك اوراق يابانيه؟
هادشي كيبان مزيان.
واش ممكن نخلي عندك الحقيبه ديالي حتي وحده؟
واش كاين شي جوله فالمدينه؟
اجل، اعتقد انني مضطر لذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
فهمت. ساحاول كراء سياره من نوع سيتروين.
عندي موهبه طبيعيه من يوم ما تزاديت.
هذا سيكون جيدًا. اين الخبز؟
المرجو عدم التدخين. واريد مقعداً بجانب النافذه، من فضلك.
و شحال كَاتاخد علي الخياطه؟
ايهما اسرع، سياره اجره ام سياره اسعاف؟
واش عندك هاد التيشيرت فشي لون اخر؟
ما خاصكش تبقي تشوف التلفزه طول الوقت.
ايه، حنا قربنا ليه، قربنا ليه.
من الاحسن ليك تدخل للمستشفي ديالنا.
فين نقدر نلقي سوبر ماركت؟
هادشي شويه غالي. واش مايمكنش تعطيني تخفيض؟
شْحَالْ مْنْ مْحَطَّه بَاقِيَه حَتَّي نْبَدَّلْ؟
هاد الراجل سرق لي صاكي.
حبوب الهضم وحبوب وجع المعده مختلفين، ياك؟
بغيت نشوف الميناء.
فكره زوينه.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ ب
غادي ناخد عشرين من اكبر دببه لعبه، من فضلك.
اشنو هو رقم الصندوق؟
هادشي ساهل. غادي نْقلّب غير فدليل الهاتف.
واش عندكم شي غرف اكبر؟
شْحَالْ هِيَ فَاتُورَتِي؟
بغيت نبقي فهاد الغرفه ليله اخري.
سمحلي، بغيت نعطي التقرير ديال السرقه.
هادشي كيعتمد علي وسيله النقل اللي غادي تستعمل. واش غادي تسافر بالحافله ولا بالطياره؟
واش عندك شي مانع الي جلست هنا؟
واش نقدر نرسل غير ايميل واحد بدولار واحد؟
نعم، ارسله من فضلك الي الغرفه رقم اثنا عشر واربعه وثلاثين.
عافاك، عمر هاد الفورم ديال التسجيل.
بغيت جوج تذاكر ديال الرحله ذهابا وايابا لاكسفورد.
فاش خاصني نجي للمطار؟
هادشي بطيء.
فين نقدر نطبع الفوطوغرافيات؟
لا، ارجوك لا تفعل. هل يمكنك الاحتفاظ باسءلتك حتي نهايه حديثي، عندما اطلبها؟
بغيت بلاصه مزيانه.
اعتقد ان المرحاض لا يعمل. انا بحاجه الي مساعده.
هادشي ماشي صعيب ولا غامض.
غانْديكْ لبلاصتك. تفضل من هنا.
سمح ليا، واش نقدر نسولك شي سءال؟
اعتقد ذلك.
مرحبا. سعيد بلقاءك.
بغيت نرسل هاد الامتعه حتي طوكيو، الله يخليك.
واش غادي تورّيني شي حاجه شويه كْبَرْ؟
اعتقد ان الملابس المصنوعه في اليابان مصممه بشكل افضل بالتاكيد.
غادي يكون حسن ليك توقف.
عاود قول هادشي عافاك.
واش تقدر تكتب ليا العنوان و نمره التليفون، عافاك؟
واش سخون؟
من اي مطار ساغادر؟
واش ما خديتيش الفورميلا ف الطياره؟
بغيت مكواه.
بلغ المجموع ثمانيه وثلاثين دولارا.
شكراً علي مشاركه افكارك الفريده معنا.
كنمشي نتزلج مرتين فالشهر فاش كيكون الموسم.
ولدت في اليوم الاول من ابريل سنه الف وتسعماءه وخمسه وخمسين.
واش ممكن نكَري راكيتات؟
واش هاد الحافله هي اللي غاديه للوسط المدينه؟
بْشَحَّال هَادْ الْعِطْر؟
اشنو الهدف منو؟
فين نقدر ندير الاجراءات؟
خمسون جنيها.
واش هاد الشي كيشمل الضريبه؟
ما هي الاكياس؟
عافاك عيط علي الاسعاف.
غانْراهَنْ بْثْلاثَه دُولارات علي هَادْشي.
كيفاش غاديه الامور؟
ما كاين حتي ماكله ما كتعجبنيش.
يوم الدستور او "كينبو كينينبي" هو عطله وطنيه في الثالث من مايو للاحتفال بتاسيس الدستور الياباني الحالي.移移移移移移移移移移移移移移移移移移移移移移移移移移移移移移移
هل تشمل هذه الجوله زياره الي برج سيرز؟
واش كاين شي مكتبه هنا فهاد المنطقه؟
غانمشي نحضر المدرسه الصيفيه فجامعه هاواي.
فين غاديين دابا؟
شخصان بالغان وطفل يبلغ من العمر ثلاث سنوات.
فِي مَرْحَاضٍ فِي الْمَحَطَّه.
