راه كاين غير فالكولوار. غنجيبلك شي حاجه دابا. الي كنتي محتاج شي حاجه اخري، قولها لي غير.
واش كاديرو التعديلات؟
بغينا طبله قريبه للنافذه.
اشنو هو اللون الجديد هاد الموسم؟
بالنسبه لي، عاده ما يكون ذلك لاغراض العمل، ونادرا ما يكون للمتعه.
غانبقي يومين.
بغيت نعمل برمانون صحيح.
بغيت نحجز جوج بيوت بسريرين.
ما بغيتش نستخرجها.
واش هاد الطوبيس كيوقف ف شارع ستونر؟
عافاك حل فمك مزيان.
نمشيو ناكلو شي حاجه.
واش غادي تنقي هاد الحوايج؟
غانعطيك نمره التليفون ديالو و العنوان ديالو.
خلصت ثمن الوجبات و مصاريف الفندق مسبقا.
كَانْقلّب علي ريسطو زوينه وهادءه، فيها الشوا. واش تقدر تورّيهم ليا فهاد الخريطه؟
الي كسرتيه، راه خاصك تشريه.
غانقول ليها تعيط ليك فاش ترجع.
هي مصابه بجروح خطيره.
بغيت وَحْدْ الشَّاعَه.
هل يتوفر هذا الفندق علي مرافق لعقد المءتمرات؟
واش عادي الي تناولنا غير وجبه خفيفه؟
كَانْتْصُونِي مِنْ الْمَطَارْ. غَانْكُونْ تْمَا حْوَالَا الرَّابْعَه.
فين كاين التحويل ديال شيكاغو؟
شْحَال كَايْكُلِّفْ اِرْسَالْ رْسَالَه مُسَجَّلَه لْفْرَانْسَا؟
السياقه علي الجانب الايمن من الطريق مختلفه بزاف بصح.
الممثل راءع بزاف.
فين كاين القسم ديال الكتب غير الخياليه ديالك؟
واش ممكن تبدلو ليا بلاصتي؟
واش كاين ضمان؟
سمح ليا، غادي نهتم بالكلب.
بغيت زوج تذاكر لمسرحيه "كاتس" لهاذ الخميس.
سميتك مره اخري؟
واش السيد براون كاين؟
واش ممكن نكري قارب ليوم واحد؟
فين كاين الشباك اللي نقدر نحجز فيه؟
اشنو هادشي؟
واش تقدر تقول ليا كيفاش نمشي للاوبرا؟
واش ما كنتيش شويه سكران بزاف البارح، حبيبي؟
المرجو اتباع التعليمات الصادره عن موظفينا.
واش كاين شي مول قريب من هنا؟
عافاك، عْمْرْ ليا الخزان كامل.
واش كاين شي بيت ارخص؟
كنفضل الطوموبيل الاوتوماتيك.
غانبقي فريزيدونس ديال جامعه هارڤارد.
ما هو سعر اليوم؟
كَنْعَانِي مِنْ مَرَضِ الرَّبُو بِشَكْلٍ مُزْمِن.
عندي حوالي ثلاثه الاف دولار.
واخا، سيدي. كاين معاه اختيار بين البطاطا المقليه او الرز بالبيلاف. شنو بغيتي؟
كيف يمكنني الوصول الي هذا المكان؟
اَيُّ نَوْعٍ مِنَ الْقِصَّهِ هَذِهِ؟
ثلاث مرات.
فين هي النافذه اللي كايتباعو فيها الطوابع؟
بعدما هاجمني، هرب في شاحنه بيضاء.
واخا. عافاك خلي هاد التذكره معاك وجيبها معاك فاش تجي باش تاخد السلعه.
ماءتا دولار. واش بغيتي تخلص بالكاش او بالكارط بانكير؟
شْحَالْ هَادْ الْمَسَافَه لِّكَتْوصِّلْ لْهَادْ الْبُحَيْرَه؟
هل يجب عليّ تجنب اي نوع من الاطعمه اثناء تناول هذا الدواء؟
واش ممكن ناخد شي كاس ديال النبيذ الاحمر؟
قولي ليا فاش نوصلو للمتحف.
واش هاد الطوبيس غادي للفندق ديال شيراتون؟
شْحَال كَايْسَاوِي هَادْ الشِّي؟
كاينه شويه دالحراره. واش ممكن نحلو النافذه؟
غير الدوش هو اللي مزيان.
عينيا حْمارو.
ما نقدرش نضمن ليك هادشي، ولكن غادي نحاولو نديرو جهدنا.
كان البحر يُري من بعيد في الاسفل.
خصك دير عمليه.
عافاك، بغيت المزيد من البيض.
فين كاينه محطه الحافله ديال سنترال بارك؟
الطاكسيات؟
ها هي مفتاحك، سيدي. الغرفه سته وخمسون اثنا عشر.
كيعجبني التريكو ديالك.
سير، تفضل.
ها حنا. هاد الفندق ديالك.
امتي غادي يبدا ماتش ديال كره السله؟
شنو كان انطباعك؟
بالتاكيد. هل تريد القهوه مع العشاء ام لاحقًا؟
غاناخد الرحله رقم 12 باش نمشي لطوكيو.
بغيت ندير مكالمه بعيده، الله يخليك.
خمسه اشهر.
فايام الاسبوع هي الايام التي يحدث فيها ذلك؟
بغيت شي جيل ديال التصفيف.
واش ممكن نشوفو لاءحه الاكل؟
المقاس ديالي هو سته.
ما كاين حتي طاكسي غادي يوقف الا اذا كنتي كتسنايهم فبلاصه الطاكسيات.
الميزانيه ديالي هي اقل من خمسين دولار لليله واحده.
واش غادي تاخد معايا شي صوره؟
شْحَالْ هِيَ تْسْعِيرَه الْخِدْمَه؟
هل ارتفع حجم المبيعات في امريكا الشماليه باكثر من خمسه في المءه؟
واش كنتي عارف ان واحد من اكبر ابطال السومو، اللي هي نوع من المصارعه التقليديه اليابانيه، هو امريكي؟
واش هادشي ديال وول ستريت؟
بغيت نكريه من الخامس حتي العاشر ديال دجنبر.
واخا. ونتي، ا لاله، كيف دايرا؟
السكر؟
واش نقدر نخلص ببطاقه ماستر كارد؟
واش هاد البلاصه هي فين كيتاخدو الحقاءب ديال الرحله NW تسعه صفر سبعه؟
غاناخد هاد الماركه.
انا سعيد جداً لانني تمكنت من المجيء الي هذا البلد.
سميتي وعنواني مكتوبين فيه.
اَيُّ نَوْعٍ مِنَ الْحِجَارَهِ هَذَا؟
اود ان اشير الي ان حكومتنا تتعامل بقسوه مع ما يسمي باللاجءين القادمين علي متن القوارب. وادرك ان اليابان تعاني بالفعل من اكتظاظ سكاني كبير ولا يمكنها السماح بدخول هءلاء الضيوف غير المدعوين. ولكن، من ناحيه اخري، فان العديد من قطاعات صناعتنا تحتاج الي موارد من العماله اليدويه.
من تلك الجبله، يمكنك رءيه المدينه باكملها. خلال هذا الموسم، تتفتح انواع مختلفه كثيره من الزهور. انها جميله جدا.
تبعني.
قُلْ لِيهْ يَامَادَا هْوَ لِّي عَيْتَانِي.
واخا، عافاك عمر هاد المعلومات هنا. واش كانت غير صاكه وحده؟
اشنو بغيتي، اللحم، الدجاج او الحوت؟
هل من الممكن اتباع طرق مختلفه عند الذهاب والعوده؟
واش كاين هنا شي كافي ديال الوجبات الخفيفه؟
سمحلي، اسي. بغيت ندور شويه فبوسطن ونتفرج.
واش عندكم لاءحه الاكل باليابانيه؟
الواحده و خمس دقاءق.
بغيت شي دوا باش نسكّن الالم.
شكون هي الممثله المفضله ديالك؟
بغيت واحد بيضاوي.
اَيُّ نَوْعٍ مِنَ الْمُوسِيقَي يَعْزِفُونَ هُنَاكَ؟
ماكانعجبنيش اللون. عفاك وريني شي واحد اخر.
عافاك خودني للسوق الصباحي.
اطار نظاراتي مكسور.
من الساعه الثالثه.
مزيان. عندي بلاصه حدا النافذه. اذا بغيتي تبدلي البلايص من بعد، انسه.
استمتعت بمشاهده معالم نيويورك البارحه.
انا مهتمه بحقيبه اليد الزرقاء المعروضه في النافذه.
اتصل بصاحب العقار عند مواجهه اي مشكله.
عطيني شامبو و صاوبو ليا بحال كيفما هو دابا، عافاك.
قولي ليا عافاك اسرع طريقه باش نمشي لسان فرانسيسكو.
واش ممكن ناخد الساروت ديال البيت رقم 215؟
سمح ليا. واش ممكن تصورني؟
كتب غير رقم الغرفه ديالك ووقع هنا.
اللون مزيان، ولكن الحجم ماشي هو هاداك. واش يمكن ليك تصلحو ف ساعه؟
حنا كنتسناوك فداك النهار.
عندنا ما يكفينا لبضعه ايام.
ما كنفهمش هادشي.
كيف يمكنني العوده الي وجهتي؟
واش هادشي معفي من الضريبه؟
اذن، عليهم ان يلعبوا اشواطا اضافيه حتي يتم كسر التعادل.
واش تقدر تكتبها؟
امتي غادي يكون العشا؟
اعتقد ان هذا كثير بالنسبه لي.
فين خاصني ننزل باش نمشي لبلاصه يونيون سكوير؟
يمكنك ان تسال عند مكتب تاجير السيارات الموجود هناك.
مرحبا، جان. هل يمكنك ان تاخذ هذه الملابس الي المغسله؟
انا في عطله.
لا. انا انوي زياره باريس في طريق عودتي الي المنزل.
واش غادي تديه معاك ولا نبعثوه؟
كاين مءخراً بزاف ديال الطفره فالمجال ديال الاكل الفاخر، ياك؟
دازت دابا تقريبا ست سوايع.
الرحله رقم واحد واحد اثنين لشركه دلتا ايرلاينز. تم تاجيل الصعود الي الطاءره.
واش تقدر تعطيني توام هاد الليله؟
واش غادي تكتب ليا بيان علي السرقه باش نعطيه لشركه التامين ديالي، عافاك؟
بما انني لست قوياً في التصوير، اعتقد ان الكاميرا السهله الاستخدام قد تكون افضل بالنسبه لي.
واش هاد المنصه هي اللي غاديه لنيويورك؟
استمتع بعطلتك.
عافاك عطيني شي شاش.
بغيت بطاطا مشويه مع كريمه حامضه، الله يخليك.
اه، كل عشره دقاءق.
غانمشي غدا فالصباح.
انا غادي نمشي تما حتي انا. علاش ما ناخدوش طاكسي بجوج؟
جلس و حس براسك فدارك. واش نقدر نجيب ليك شي حاجه تشربها؟ قهوه، اتاي ولا مشروب غازي؟
هادشي زوين بزاف منك باش تقول هادشي.
بغيت لحم مشوي، الله يخليك.
امتي غادي يكون الطبله متوفره؟
واش باقي نقدر نبدل طلبي؟ بغيت الدوفير سول بدل المحار الصخري.
شنو هي عمليه استءصال الزاءده الدوديه؟
واش غادي تعطيني الفاتورات اللي فيها تفاصيل العلاج الطبي؟
واخا، ما عارفش.
تهانينا، فهمت انك تمت ترقيتك الي منصب ناءب الرءيس.
غداً بعد العشاء.
انا اعيش في جنوب اليابان.
بغيت تذكره ذهاب واياب لشيكاغو، من فضلك.
واش بغيتي شي باكون او شي جامون مع البيض ديالك؟
باش يقرا.
عافاك كون سريع.
المكيف ما خدامش.
هادشي كيوقع كل اثنين.
من فضلك، توجه الي قاعه المغادره الدوليه. نتمني لك رحله ممتعه.
واش عندكم شي رحلات لباريس علي متن يوروستار؟
جبت معايا الشهاده الطبيه ديال الطبيب ديالي من اليابان.
واش تقدر ترسلو لليابان؟
واش نقدر نرجع ليك بالجواب هاد الجمعه؟
واخا، خليني نشوف ف قسم الاشياء المفقوده. شنو نوع الكاميرا ديالك؟
انا اسف جداً، نحن نقوم بتحضير الغرفه التي طلبتها.
اوه، انه يُظهر محطات المترو ومحطات الحافلات. هل يمكنني الاحتفاظ به؟
اه، توحشت شيبازوكي.
نعم، لدينا. دوره تدريبيه لمده نصف يوم ودوره تدريبيه لمده يوم كامل.
كنقترح عليك حلقات الاذن.
بغيت نلغي الحجز ديالي، الله يخليك.
كيفاش كتخدم عمليه استرجاع الفلوس؟
الاضواء لا تعمل.
شنو هو الفرق فالتوقيت بين طوكيو وهنا؟
شْحَال هَادْ الشِّي كُلُّو؟
شكراً لك، سيدي.
سير فخط مستقيم ودور يمين فالثالثه زاويه.
عندي الم حاد في معدتي كانه طعن بالسكين.
واش شفتي هادشي؟
هادْ شي هْدِيَّه. وَاشْ تْقَدِّرْ تْغَلِّفْهَا لِيَّ؟
مساء الخير، السيده كينت. لم ارك منذ فتره طويله.
كان من دواعي سروري.
بغيت نبدل الحجز ديالي للرحله الجويه تو زيرو فايف نهار جوج اكتوبر.
فين كاين كونطوار تسجيل الوصول ديال ديلطا؟
واش هاد الوجبه فيها نسبه قليله من الصوديوم؟
هاد العنصر ما مسموحش بيه.
اعتقد اننا نستطيع ذلك. هاك وصلك.
شنو اخر حاجه كتحيدها قبل ما تمشي تنعس؟
لا، ساحصل عليه خلال فتره اقامتي.
واش كايصبر علي اللون؟
واش هادشي خاصيه ديال هاد المنطقه؟
بغيت شي بيسكوي.
هوما صغار بزاف.
شْحَالْ صْعَابْ هَادْ الرْحْلاَتْ؟
بغيت بلاصه قريبه للنافذه، الله يخليك.
هل يمكنني السفر باستخدام بطاقه يوريل باس؟
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ تْوَصْلْ لْلْيَابَانْ؟
واش عندك خراءط الطرق؟
اه، نعم. قرات عنه في الدليل السياحي.
طلبت ثلاثه كءوس من الشاي. ولكننا حصلنا علي اثنين فقط.
الاجهزه الكهرباءيه رخيصه جداً، لكن مصاريف الطعام والسكن مرتفعه جداً.
باش ياخدو.
كاناخد عاده القياس 22 فاليابان.
شنو هوما ساعات الخدمه ديال متحف الفن؟
فين خاصني نخلص؟
واش هادي اول رحله ليك للخارج؟
اين توجد الدوره المخصصه للمبتدءين؟
هاد البلاد عندها بزاف ديال انواع الفواكه بلا شك.
بغيت نْسَجّل هاد الشانطه.
هل الوجبات متوفره في نزل التزلج الموجود في ذلك المنحدر؟
سمح ليا، نسيت راسي برا و سديت عليا. واش ممكن تعطيني شي مفتاح اخر؟
عافاك، بدّل هاد الدولارات الامريكيه للين ياباني.
صعيب باش نقولو باي باي.
سمحلي، واش ممكن نسولك علي سميه الطبق ديالك؟ كيبان لذيذ.
كايعضّو.
اي بوابه يجب ان اذهب اليها بعد ذلك؟
كنت كنعتقد انها ممتازه، تمثيل جيد وقصه راءعه.
واااو، شكراً بزاف.
انا غير راضٍ عن هذه الغرفه. هل يمكنك ان تُريني غرفه اخري؟
هذا هو اخر طراز لهذا الصيف.
ديني للوسط ديال المدينه، الله يخليك.
واش ممكن نكري طوموبيل؟
عافاك، بينما انا غايب، صلحو.
واش عندك شي حاجه باش ناكلو؟
تكلم ببطء، من فضلك.
غانجي متاخر بساعه.
سميتي كين.
النادل.
واش كان كايْطِيحْ الشْتا هادْ الاسبوع كُلُّو؟
واش عندهم عروض مباشره؟
واش ممكن نشوف هاد الشانطه؟
واش عندك شي حاجه اخري؟
خصك ترتاح.
مرجو منك تعبءه بطاقه الوصول هاذي والاستماره الجمركيه.
واش هاد الطوموبيل غاديه لسياتل؟
واش خاصني نخلص شي جزء من الثمن دابا؟
واش هادشي حقيقي ولا مصطنع؟
واش غادي تبقي تسنّاني هنا؟
اوه، شكراً. كنت ابحث عنه فقط.
كاش او بالكريدي؟
انا غريب تماماً عن هذا المكان.
هل يمكن غسله في المنزل بالاله او باليد؟
بغيت علبه ديال الالوان الماءيه، الله يخليك.
سمحليا. شنو بغيتي تاخد؟
بغيت نبدل التاريخ لنهار تسعطاش ماي.
مرجو منك التوقيع هنا، وهذه هي وصلتك للاحتفاظ بها.
بغيت شي جوارب.
بغيت شي لحم ديال الخروف.
بغيت نركب فالحافله باش نمشي لمحطه بين. شنو الحافله اللي خاصني نركب فيها؟
هادشي فيه كالوريات قليله بزاف. غير ثلاثين كالوري.
بغيت نحجز غرفه.
من اي منطقه في اليابان انت؟
للاسف، هو مشغول جداً في ذلك اليوم.
ففي هذه الحاله، انصحك بهذا.
خدمه الغرف.
انتبهوا من فضلكم.
واش عندك شي طوابع تذكاريه؟
هادي هي الغرفه ثلاثه وسبعه عشر. واش ممكن ناخد غطاء اخر؟
واش تقدر توصلني للمحطه فخمسطاش دقيقه؟
خصنا كَاروْنْتِي باش نعطيوك الطوموبيل.
ماكايناش غرف فرديه خاويه ولكن عندنا غرفه مزدوجه.
هل هذه التذكره صالحه فقط لليوم المحدد؟
فاش كيوصل لميلانو؟
واش عندك شي واحد كيهضر اليابانيه؟
فين كاينه القناه اللي كدوز الموسيقي الشعبيه؟
دلتا ايرلاينز.
بغيت ابريق ديال القهوه.
واش عندو حمام و تواليت؟
سالا الوقت.
سمعت ان السيد يامادا لديه طفلان.
بغيت نكري واحد اليخت.
واش تقدر تغسل الماعن من بعد؟
بغيت طيابه ديال الغاز.
واش يمكن ليك تبدل الدولارات الامريكيه للجنيه الاسترليني؟
بالتاكيد، سيدي. ما اسمك؟
انا ما لابسش حوايج رسميه.
فقط جيبي راسك معاك المره الجايه.
دولاران لكل واحد.
غانضمنو ليك ان الكتيبات غادي يوصلو ليك عن طريق البريد.
كاينه شي مشكله فضواو الفرامل.
عافاك ورّيني شي قفازات من الجلد.
تعطلت السياره. ارسلوا شخصاً من اجلها من فضلكم.
واش تقدر توصّي ليا بكتاب ديال الصور لولد عندو ست سنين؟
واش ممكن تحتافض ليا بحوايجي الثمينه، عافاك؟
مرحبا هاري. شكرا علي دعوتنا.
كَايْمْشِيو لْسِينِيمَا فِي التَّارِيخْ لِي كَايْخَصَّصُوهْ لِلْمُوَاعِيدْ.
كان عندي فيه حوالي مءه دولار.
هادشي غلط ديالي.
بغيت شي بروشات ديال الحوايج.
واش عندك شي اقراص مضغوطه مستورده؟
غانمشي نتعلم المحادثه باللغه الانجليزيه.
واش قرّيتي شي كتاب مزيان مءخرا؟
غانبقي مع شي صاحبي ف نيويورك.
واش عندك شي بلاصه فين نقدر نحط فيها الحقيبه ديالي؟
جيت لهنا باش نخدم.
واش كتعرف شي مدرسه غطس مزيانه؟
شْحَال الثَّمَن مَع الضَّرِيبَه؟
عطيني شي كلينيكس.
الجيران اللي حدّانا كايْديرو بزّافْ دْيال الصّْداع.
و لكن، الدكتور كريبس لا يستقبل اي شخص بدون موعد.
هديه؟
واش غادي للفندق الكبير؟
ماكاين حتي واحد هنا بهاد الاسم.
فين هو البوليسي، الله يخليك؟
واش ممكن نستاعير منك شي شريط لاصق؟
واش هادشي مضمون؟
شنو هو التشخيص ديالك؟
كاين فاخر الرواق فالطابق السابع. عافاك خد المصعد اللي علي يمينك.
حنا فمحطه جونز ستريت.
مَكَنْفَكِّرْشْ نْمْشِي لْحَفْلاتْ الْمُوسِيقَي الْكْلاسِيكِيَّهْ مْلِّي كَنْكُونْ فْاليَابُونْ.
واش تقدر تشرح ليا هاد الطبق؟
ها هو. مقاعدكم موجوده هنا حول هذه المنطقه.
هو في رحله عمل حتي يوم الجمعه القادم.
انا وزوجتي سعداء جداً لانك ستاتي لتقيم معنا في نهايه الاسبوع لتعيش الحياه الامريكيه في الريف.
هاداك هو اللي علي اليمين من بعد.
نعم، من فضلك. اسمي كوروساوا. حتي متي يمكنك الاحتفاظ بتذكرتي؟
فين نقدر نشري تذكره المصعد؟
هادشي ستميه دولار فالشهر زاءد وديعه ديال شهر واحد، و زاءد خلصه شهر اخر للوكاله ديالنا.
واش كتفضل المعطف اللي فيه صفين ديال الزراير ولا اللي فيه صف واحد؟
غانرجع ليك بالباقي.
لا، ما عنديش.
هاد الفخار زوين. واش هاد الطبسيل بثلاثين دولار؟
واش عندك شي جاكيط زوينه بثمن ديال ميه دولار تقريبا؟
واخا. واش عندك شي ردود فعل ثانويه او حساسيه؟
من خلال المظهر ديالك، باين ليا انك تعرضتي لشي نوع من العدوي.
واش ممكن ناخد وصل، عافاك؟
كَايْنِينْ ثْلاثَه مْنَّا.
فهمت. واش كَاتْعَقْلْ شْحَالْ خَلَّصْتِي عْلَي التِّيكِيتْ دْيَالَكْ؟
اشنو رايك تجي معايا نشربو شي حاجه؟
ما هو رقم غرفتي؟
واش ممكن ناخد جوج بلاصَات فالطابق الثاني لهاد العشيه؟
نسيت الساروت ديالي فالبيت ديالي.
واش هاد السعر كيشمل الضريبه؟
سمح ليا. واش تقدر تقول ليا فين كاينه محطه القطار، عافاك؟
فاش كايحل البريد؟
بما ان هذه الحقيبه مصنوعه من الفينيل، فهي قويه جدًا وتصميمها عصري كما تلاحظ.
الاكل لذيذ جداً، لكنني شبعت. شكراً.
تسرق ليا البورطمون ديالي فالميترو.
خاصني نمشي للسفاره اليابانيه.
واش مايمكنش تعطيه ليا بثمن اقل شويه؟
واش هادشي ديال شيكاغو؟
عافاكْ صَرِّفْ لِيَّ هَادْ الشِّيكْ دْيَالْ المُسَافْرِينْ.
كان عندي حمي من نهار البارح. كنحس بالم كبير في حلقي. ما قاداش ناكل شي حاجه.
هادشي هنا، علي الحيط، و زر المكيف ديال الهواء كاين هنا. واش كاين شي حاجه اخري تحتاجها، سيدي؟
واش نقدر نوصل لهيه ف الوقت الي مشيت دابا من هنا؟
واخا. ولكن كنتمني ما ياخدش هادشي بزاف ديال الوقت.
واش تقدر تعمرلي هاد الفورم؟
شريت هاد الصاك من شويه، ولكن السنسله كانت خاسره.
فهمتي؟
رجاءً عودوا الي الحافله قبل الساعه الثالثه.
يزور ملايين الاشخاص الاضرحه الشهيره لاداء اول صلاه في العام.
اذا كان ممكنا، اود الحصول علي طاوله بجانب النافذه.
مَخَصْنِيشْ نْشْرَبْ حَتَّي حَاجَه فِيهَا المَلْح.
بغيت بلاصه فجنب الممر، الله يخليك.
عافاك عطيني تقدير.
هادشي مزيان، شكرا.
فاش غادي نطلعوه ليك؟
سمح ليا، راهم تسالاو.
بغيت نبعث هاد الصوره البريديه لليابان.
شكراً. هذا مفتاح غرفتك. سيقوم الحمال بحمل امتعتك.
عافاك، خلي ليا الحقيبه ديالي.
بغيت نكري طوموبيل متوسطه الحجم باربعه ابواب.
فين نقدر نشري الفخار؟
القميص ديالي عامر بالعرق.
كم لديك من الين، سيدي؟
السلام عليكم. عندي حجز.
عطيني الملحه ولفلفل، الله يخليك.
درت حجز عن طريق المكتب ديال طوكيو. غادي نتاخر شويه باش نتسجل باش ندخل الليله.
خلينا نديرو التسوق بزربه.
طلبت مقعداً لغير المدخنين عند تسجيلي، لكن هذا المقعد مخصص للمدخنين.
نمشيو نشربو شي حاجه.
كنقترح عليك تجرب هاد النوع ديال السمك، هو سمك اللبروس الاحمر.
ما نقدرش ندير هادشي، ولكن غادي نعطيك شي كيس.
واش كاين وقت وبلاصه محددين؟
شكرا جزيلا. اود ذلك، لكن للاسف لدي موعد سابق.
فكره كره القدم الجامعيه في امريكا هي فكره راءجه جدا.
غانعطيك شي مسكن للالم.
واش تقدر تقول ليا وقتاش غادي يقرب القطار لاكسفورد؟ كنخاف لا نعدي من تما بلا منوقف.
اوه، بيل. انا احبك، لكن هذا كل شيء.
نتا كَاتْزِيدْ لِيَّ فْ الثَّمَنْ.
بغيت نتاكد من الوقت اللي غادي يخرج فيه.
ما كنظنش بلي نقدر نعاونك بزاف.
ترجم النص التالي الي الدارجه المغربيه: هل تشمل كل شيء؟
دوز الشانطي تما و سِير نيشان حتي توصل للتقاطع الثاني. كْ هوتيل كاين من بعد التقاطع.
بغيت شي حاجه للصداع ديال بعد السكره.
قليل الدسم؟ مستحيل. هل تمزح؟
واخا، ما عارفش واش هادشي كيهمني.
عافاك، حط هاد الظرف فالمطار.
بغيت شي حاجه للامساك.
فْ الربيع، كايْزْهَرُو شْجَرْ الكَرْزْ.
واش تقدر تطلب منو يبطل التدخين تما؟
غانعاود نعيط ليه مره اخري.
غانبقي مع صاحبي ف لوس انجلس.
واش غتجيب ليا الكريمه ديال القهوه ديالي؟
ما كايناش فالمخزون.
واش خاصني تذكره اكسبريس؟
هذا هو رقم هاتفي وعنوان بريدي الالكتروني.
شْحَالْ عُمْرْ هَاذْ الْكَنِيسَه؟
واش تقدر تجيب ليا تذكره للاوبرا؟
واش عندكم شي جولات سياحيه بالحافله في المدينه؟
سمح ليا. حتي انا غريب هنا.
اذا كنت تريد ان تستعير اي كتاب من كتبي، المرجو ان تخبرني بذلك. لا امانع ابدا في اعاره كتبي لاصدقاءي.
واشنو بالنسبه للزينه؟ واش كتعاودو صباغه الغرف ملي كيدخل شي مستاجر؟
بغيت ندير شي عمل خيري.
شْحَالْ غَنْدِيرْ رَادْ لِي الضَّرَايْبْ لِّي غَنْتْرَجَّعْ؟
ما لقيتووش.
واش ممكن ناخد البطاطا المهروسه بلا صوص؟
يمكنني ان اعطيك سياره فورد موستانج عمرها سبع سنوات مقابل خمسين دولارًا في الاسبوع مع عدد كيلومترات غير محدود.
اه، نعم. هاك انت.
بغيت نرجع لهنا مره اخري ملي نكون فامريكا.
لقد استعدت صحتي بالكامل.
اشنو هي الوجبه الخاصه ديال اليوم؟
واش هادشي واضح؟
تسرق ليا البورطمون ديالي.
هاد الباب ما كيتفتحش بهاد الساروت.
بغيتو يطيب بالبخار.
واش بغينا نستمتعو بالرفاهيه فالمطعم ديال الدرجه الاولي؟
هادشي زوين. اكيد غادي تكوني متشوقه باش تشوفيهم.
اي جوله هي الافضل لمشاهده المتاحف؟
عافاك عيط علي شي حمال.
ما عنديش ما نقول.
واش يمكن ليك تصلحو وتبعتو لليابان، عافاك؟
صحيح.
خاصني نبلغ علي شي سرقه.
واش ممكن نجرب هاد الشي؟
باقي ما لقيتش واحد من الحقاءب ديالي اللي خليتهم فمطار ناريتا.
اعتقد انني كذلك. اريد حلاقه شعر، من فضلك.
اي نوع من العلاج تتلقي؟
وجبه خفيفه، من فضلك.
كان عندي حوالي ماءتي دولار نقداً وبطاقه فيزا.
اذن، هل كنت تقود سيارات الاجره لفتره طويله؟
من الساعه السابعه الي التاسعه. المرجو القدوم الي المطعم الموجود في الطابق الثاني.
غانبقي فهوليداي ان داون تاون حتي الخامس من ماي.
اَشْنُو هُومَا التَّحْضِيرَات لِّي كَايْدِيرُو بَاشْ يَنْجَحُو فِي الامْتِحَان؟
انت علي وشك الوصول.
بقي جميع الركاب جالسين.
اي حافله يجب ان استقلها للوصول الي نصب واشنطن التذكاري؟
سميتي هي اكيكو تاناكا.
معبد هوريجي، الذي يعتبر اقدم مبني خشبي في العالم، يستحق الزياره.
فهمت. شكراً لك علي تخصيص كل هذا الوقت. هل يمكنني الحصول علي هوت دوغين؟
انا سعيد. اوه، هذا اعلان رحلتي.
اه. في اي وقت. كلهم مرحب بهم هنا.
خاصني نشري تامين.
اشنو هي JR؟
عافاك، قطع ليا هاد الفلوس لوراق صغار.
واش بغيتي تمشي لديسكوتيك؟
قولي ليا شي ريسطورون معقول و عندو جو زوين.
امتي غادي يبدا تورنوا ديال الگولف؟
بعد العشاء، مع الحلوي، من فضلك.
جيبلي شي سيشوار عافاك.
واش تقدر تعطيني شويه ديال الما، عافاك؟ انا عطشان بزاف.
حنا ماشي بزاف جيعانين.
وريني شي صباط بني.
فين ووقتاش كتمشي؟
عافاك، خلي هاد الشوانط حتي لخمسه ديال العشيه. واش ممكن ناخد الشيك؟
عندي قرعه ديال الويسكي.
غانجي نشوفك يوم الجمعه علي الساعه العاشره.
واش وجبه الاكل ديالي واجده دابا؟
بغيت نحجز باش نلعب الگولف.
اي عملات تشتغل في اله البيع هذه؟
بغيت شراب الزنجبيل.
بغيت شي اكل ديال الدراري الصغار.
ما تحطش الخيار المخلل.
واش هاد الفستان من النيلون؟
بغيت نحجز، من فضلك.
بغيت شريط ديال الاله الكاتبه، الله يخليك.
عافاك حل الباب بالمفتاح الاحتياطي.
بغيت كاس اخر ديال القهوه.
بغيت هامبورغر باش نديه معايا.
واش غادي تطلب منو يتاصل بيك مره اخري؟
عندنا قاعه اكل ومقهي في القطار.
ما تمشاتش ليا التنظيفه فالبيت ديالي.
يمكنك ان تاخذ الحافله من محطه الحافلات رقم خمسه.
شكراً جزيلاً. احتفظ بالباقي.
تلاتين دولار و تمنيه و خمسين سنت فاليوم، مع مسافه غير محدوده. البنزين ماشي مشمول.
واش ختامتي الكارطه البريديه بالطابع؟
ثلاثه ليالي.
واش هادشي غادي لادنبره؟
ايمتا بغيتي تمشي؟
واش خاصني نبدل؟
ماكاينش الفوطات.
واش عندك شي مشكل الي جابو ليا شي حد اخر؟
واش هادشي اللي بغيتي توصل ليه؟
اوه، لقد تجاوزته. عُدْ الي الوراء، من فضلك.
هادشي عاده يابانيه فريده من نوعها، علي ما اظن.
لفّ هادُو كل واحد بوحدو، و حطّ شريط علي كل واحد، الله يخلّيك.
خليني نشوف. اه، الغذا الخاص ديال اليوم غادي يتقدم بسرعه.
واش تقدر تقسم هادشي لاربعه اجزاء؟
ابيض، من فضلك.
غاناخد جوج حصص من نودلز موريسوبا.
نعم، هناك غرفه متاحه. كم عدد الاشخاص؟
واش كاين شي مكتب ديال الصرف قريب؟
سميتي تاكيشي. ونتا؟
استعمليه اسبوعيا. ضعي طبقه رقيقه منه بعد غسل وجهك، مع تجنب العينين ومنابت الشعر.
جرحت راسي بالزاج هنا.
كان عليا نسول المدرب، ولكن واش تقدر تقول ليا اي اله مزيانه باش ندرب ضهري؟
توقف من هاد الجهه ديال التقاطع الجاي، الله يخليك.
بغيت شي حليب، الله يخليك.
المشغل.
اعتقد اننا في المحطه الخطا.
فهمت. هل يمكنني الحصول علي رقم بطاقتك الاءتمانيه وتاريخ انتهاء الصلاحيه لتاكيد حجزك، من فضلك؟
واش تقدر تضغط علي زر الوقف من اجلي؟
شريت هاد السروال البارح، ولكن ما جاش معايا.
واش غادي يصغر؟
واش تقدر تقول ليا شحال الساعه؟
خليت الكناش ديالي تما البارح بالليل.
واش كَاتْعَقْل علي نمره الطوموبيل؟
بْشَحَّال هَادْ لَكْسْوَه؟
ما كنفهمش الالمانيه بالمره.
غانعيط للمدير.
اوه، انا اسف. ساحضر طلبك في اقرب وقت ممكن.
بالتاكيد سيدي.
هاد المنتوج خالي من الكحول، لذا يمكنك الاسترخاء لانه لا يسبب تهيجاً كبيراً.
هادشي ديال سبع او ثمان دقاءق مشيا علي الاقدام، هادشي كيتعلق بسرعه المشي ديالك.
تاكد من انك ستقوم بايداعه في بوسطن.
بغيت كرافاط.
غانسول شي شيفور طاكسي اخر.
بيره، ستيك مع بطاطس مقليه، وسلطه خاصه من الشيف.
تهانينا، هنري. انا سعيد لسماع خبر خطوبتك علي جين.
سير نيشان ودور علي اليسار من تما.
بغيت شي حاجه لي تليق مع هادشي.
هذا اكيد كان صدمه كبيره بالنسبه ليك.
عندي الف جنيه.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ نَمْشِي لْتَمَّا؟
شْحَالْ مْعَيِّي؟
اشنو هو الدواء المناسب لعينيا اللي عيانين؟
عطيني شي علكه، الله يخليك.
هذا ليس كوبون، بل هو ايصال تسجيل.
مايمكنش نكملو هاد الاتصال دابا للبلاد اللي كتصوني ليها. عافاك جرب تصوني من بعد.
سيتم تجديد العقد سنوياً.
سمحلي، النادل. واش ممكن تعطيني الفاتوره ديالي، عافاك؟
واش نقدر نخلص بشيك سياحي؟
واش ممكن ناخد شي تامين؟
واش تقدر تقول ليا كيفاش نوصل لداك المطعم؟
كان هناك حوالي ثلاثين دولاراً وبعض بطاقات الاءتمان.
فاتورتك هي ماءه وخمسون دولارا وخمسه واربعون سنتا.
كيف يمكنني ان اعبر عن ذلك؟ من المهم جداً ان تكون موجوداً هناك.
بغيت ندير كُوبِي.
شكراً. اين مفتاح مكيف الهواء؟ الجو حار قليلاً.
سمح ليا، ولكن فين كاينين دابا، فاي زنقه؟
واش تقدر تصيفط هاد الرساله؟
لا، انت تسير في الاتجاه المعاكس. يجب عليك العوده.
واش تقدر تحلق ليا لحيتي، عافاك؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْكَمْلُو هَادْ الرِّحْلَه؟
بغيت شي وراق باش نلف الهدايا.
اشنو كاين لداخل؟
كَانْظُنْ بْلِّي كَايْنْ خَطَا فْهَادْ الشِّيكْ.
واش ممكن ناخد فوطه ديال الحمام؟
واش تقدر دير ليا حجز باش نشوف مسرحيه موسيقيه؟
واش عندك شي سجل فين استعملتيهم؟
غانعاود نتاصل بيك.
ثلاثه اشهر.
افهم، لدينا طبيبه في الفندق. ساقوم بترتيب حضورها الي غرفتك قريباً. هل من المقبول ان ياتي مدير الغرفه ايضاً؟
فين تم تصويرو؟
عندنا اليوم بعض المحار الجيد جدا.
ك مثل الملك، اي مثل العنصر، ام مثل مايك، يو مثل العم، ار مثل روجر، اي مثل القادر. كيمورا هو اسم عاءلتي.
لا، شكرا.
عندي وجع في سناني. واش ممكن تعطيني شي دوا ليه، عافاك؟
ما قاديتش نْخَدّم الكْليما.
نزلني فالمحطه الجايه.
واش غادي تورّيني شي جاكيط مضاده للماء؟
فين كاينه المكتب السياحي؟
واش تقدر دوز للسوق فطريقنا؟
اشنو غادي ندير الي ما فهمتش اسءلتو؟
بغيت شي جوارب.
بغيت كاميرا اوتوماتيكيه، الله يخليك.
عافاك خودني لهيه.
واش خاص الباب يبقي محلول ولا مسدود؟
شْحَالْ دْيَالْ الدُّولَارْ بْغِيتِي؟
قول ليا فين كاين فندق هيلتون، الله يخليك.
واش عندك شي خريطه ديال مسار الميترو؟
واش عارف واش هاد المطعم خاصو الحجز؟
بغيت نحجز رحله ديال الرجوع.
واش تقدر توصّي بمطعم فرنسي مزيان؟
واش كاين صالون ديال الحلاقه فالفندق؟
سداده حوض الاستحمام مكسوره.
هَادِي هَدِيَّه، عَافَاكْ لَفَّهَا.
فرحان حيت تلاقيت بيك.
كاينه شي مشكله فالباطري.
عندي شي حاجه بغيت نطلبها منك.
عافاكْ زيدْ شويه فْ دْرجه الحراره دْيال البيت.
ما تمّ اعداد غرفتي بعد.
سير نيشان غير للامام.
واش تقدر تعاوني نلقي الحقيبه ديالي؟
اذن اعتقد ان الشيء التالي هناك هو مركز التجاره العالمي، اليس كذلك؟
فين كاين المحل ديال المجسمات البلاستيكيه؟
ما نقدرش نقول ليك.
واش تقدر تقترح عليا شي دوا لالام المعده؟
فين كاينه المنصه رقم خمسه؟
نعم، يبدو ان هذا الامر يستحق مزيدًا من البحث. هل يمكنك النظر في هذه الامكانيه، السيد كينان، وابلاغ السيد ناكاياما بنتاءجك في اقرب وقت ممكن؟
لا، شكرا.
اعتقد ان هناك خطا في هذه الفاتوره. هناك رسوم خدمه الغرف. لكنني لم استفد من اي منها.
بغيت نطير ف اقرب وقت ممكن.
واش بعيد الطريق للفندق ديال هيلتون؟
واش كتعرف شي ريستورون زوين فين نقدرو ناكلو شي وجبات زوينين بثمن معقول؟
بغيت احمر الشفاه.
هادشي كايساوي خمسه وثلاثين دولار.
بغيت نبدل الحجز ديالي. واش نقدر نبدل الرحله ديال PAA رقم خمسه صفر خمسه للرحله رقم خمسه واحد خمسه؟
خرج الكوكا، ولكنني لم استرد اي نقود.
يمكنني ان اعطيك خصماً بنسبه ثلاثه في المءه.
كان السياره بها هذا العطب قبل ان استاجرها.
واخا. بغيت نلبسو لحفل زفاف يوم السبت.
لا، نود ان ندفع فواتير منفصله، من فضلك. دعنا ندفع الحساب بالتساوي.
بغيت شي مرشد كيهضر اليابانيه.
سمح ليا. انا غريب هنا. واش بغيتي نسول ليك هاد الراجل؟ عفاك، عطيني غير شويه ديال الوقت.
واش نقدر ناخد طوبيس كيمشي للفندق ديال هيلتون؟
هل هناك اي جولات الي تيرول تستغرق ثلاثه او اربعه ايام؟
كَانْحَسْ براسي مزيان دابا.
سمح ليا، ولكن غادي نتاخرو بثلاثين دقيقه.
واش يمكن ليك تبدل هاد الورقه النقديه بقطع نقديه؟
هاد هي غرفتك، سيدي.
المرجو ايقاف جميع المعاملات علي هذه البطاقه.
واش غادي نستافد من شي تخفيض منين غادي نبقي فالفندق ديالكم لمده شهر؟
واش جيتي هنا للخدمه ولا للبحث؟
واش ساليتي العشا ديالك؟
هاد الواحد جودتو حسن.
بالتاكيد، سيدي. ابيض او ملون؟
راهنت بجنيهين.
واش عندكم شي جوله فيها زياره لجسر البوابه الذهبيه؟
ما نقدرش نلحق الرحله ديالي اللي غاديه تربطني.
منين نقدر ناخد الحافله باش نمشي للمتحف؟
شكون هو المءلف ديال هاد المسرحيه؟
بغيت صندوق الامان، من فضلك.
غانبقي هنا غير شهر واحد.
امتي غادي تبدا الجوله؟
فاش كايبدا العرض الصباحي؟
انا من روسيا.
هادشي كايحزنني بزاف باش نسمعو. واش عندك الحمه؟
فين نقدر نلقي طوبيس باش نمشي للمتحف الميتروبوليتان؟
استمتعت بزاف و انا معاك.
فين كاينه اقرب مكتبه؟
واش عندكم شي غرف متوفره هاد الليله؟
واش ممكن تبدلو ليا هاد الشيك السياحي ديال ميه دولار بالفلوس؟
واخيراً وصلت طاءرتنا الي هونولولو.
بغيت هاد النمط، الله يخليك.
اذا كان ممكنا، افضل الا ادخل المستشفي.
هاد الرحله هي الرحله رقم سبعه و ثلاثه المتوجهه لطوكيو نهار الجمعه الرابع من شتنبر.
فين غادي نحط الحوايج ديالي؟
بهاد الثمن، كنظن غادي نشوف شي محلات اخري.
المرجو اطفاء جميع الاجهزه الالكترونيه.
شْحَالْ بْغِيتِي تْصَرِّفْ؟
ماشي ضروري من بعد ما يتوقف الالم.
علاش كَاتْنُوضْ بْكّْري بْزّافْ كُلْ صْباح؟
كنقلب علي لصقه.
شْحَالْ مِنْ مُتَفَرِّجْ كَيْسَعَي لِيهْ هَادْ الْمَلْعَبْ؟
اه، هادشي صحيح.
الغلاف ديالي مامثبتش مزيان.
بغينا نلعبو التنس اليوم.
واش تقدر تجي معايا، عافاك؟
سمح ليا، ما كنعرفش هاد الجزء من المدينه.
غانعاود نعيط ليه مره اخري مع الاربعه ديال العشيه.
وقع الحادث في صباح يوم الحادي عشر من يناير.
واش الثلاثاء الجاي يناسبك؟
اشنو رايك فغدا؟
اشنو نوع المطعم اللي كَتقلب عليه؟ واش بغيتي غير تعشي، ولا كَتقلب علي مطعم فيه بار؟
واش كاين شي كوميساريه هنا؟
متوسط العمر المتوقع في اليابان هو الاعلي في العالم.
جوج بطاطس، كولا وحده. جوج دولار الله يخليك.
غرفه واحده من فضلك.
فين كاينه حلبه التزلج علي الثلج؟
صحّه.
كنتمناو نشوفوك مره اخري.
واش ممكن ناخد المراجعه ديال هاد الكتاب؟
واش تقدر تنصحني بمطعم فرنسي زوين فهاد المنطقه؟
ها هي بطاقه تاكيدي.
هادشي غادي يكون مزيان.
اذن، هذا يعني 2500 دولار شهرياً. نستطيع ان نءكد لك اننا سندفع لك 3000 دولار شهرياً. ما رايك في ذلك؟
كنتمني ليك زواج سعيد.
واش عندك بالانتين ديال 10 سنين؟
واش هادشي ما كيتقلصش؟
واش الحديقه النباتيه مفتوحه اليوم؟
يمكن لينا نديرو هادشي، ولكن كنخاف ان هادشي غادي ياخد شي شهور.
بغيت نكري طوموبيل.
واش ممكن ناخدو طاسيله، عافاك؟
ديّونا لفندق شيكاغو.
الرحله تاخرات ب99 ساعه بسبب سوء الاحوال الجويه.
حاله طارءه.
بغيت شي حاجه علي الطريقه المتكرره ديال شانيل.
فين كاينين الفوطات الصحيه؟
واش ممكن تورّيني جواز سفرك وورقه الجمارك ديالك، عافاك؟
بغيت نتسجل فجوله شلالات نياغارا.
طبقنا الخاص اليوم هو الجمبري سكامبي مع الارز بيلاف.
الو؟ واش هادا ديال السيد كلارك؟
واش بغيتي تشرب شي حاجه قبل الماكله؟
واش عندك شي دوا؟
اعتقد انك اتصلت بالرقم الخطا.
بغيت فستان احمر.
اظن ذلك.
سميتي مكتوبه عليه.
هذا هو اخر ما اضفناه الي خط التعبءه. نقوم بتعبءه حوالي ستماءه صندوق كل يوم.
بغيت نمشي.
بغيت مكواه، الله يخليك.
اوه لا. انه يقول لي شيءًا. ماذا يجب ان افعل؟
اه، هوما هادوك.
جيب ليا الفطور ديالي للبيت ديالي.
هادو ضيقين.
ارسلوا هاد الطوموبيل للفندق قبل الثامنه صباحاً غداً.
هل هناك رحله بحريه تشمل وجبه الغداء او العشاء؟
واش عندك لون افتح؟
هادشي هنا بزاف مضوي.
لا، ماشي هاكّاك. غادي نعيط ليه مره اخري بعد عشرين دقيقه. شكرا.
تم التركيز علي التعليم و تم تعزيز القوه العسكريه.
اشنو بغيتي للعشا، اللحم ولا الحوت؟
واش ماستر كارد مزيانه؟
هاد الحجم، من فضلك.
ماكانعجبنيش.
هادشي بخمسه دولارات، والمشروبات ماشي مشموله.
شْحَال الثَّمَن لِجْوجْ دْيَال النَّاس؟
جاني فجاه وجع فكرشي.
شْحَال كَيْطْلُبْ الْمُرْشِدْ لْيُومْ وَاحْدْ؟
سميتي هي هيروشي موري.
بغيت شي ياغورت، الله يخليك.
اجل. هل هذا هو الكشك الصحيح لرحله الخطوط الجويه المتحده رقم ثمانيه وعشرون صفر؟
واش خاصنا نلبسو الكوستيمات و الكرافاطات؟
اي حافله تذهب الي قاعه غيلد؟
تفضل من هنا. دعني اساعدك في حمل امتعتك.
كاين فالرف الثاني فالصف اللي فالنص.
فين الكافي؟
مرجو منك تسجيل الدخول بعد الساعه التاسعه و تسعه دقاءق صباحا.
بلايصنا مفارقين.
بالتاكيد. اين تريد ان تذهب؟
بغيت دفتر ملاحظات، الله يخليك.
استمتع بوقتك.
سمح ليا، جميع المقاعد محجوزه في اليوم الثلاثين من شهر غشت.
واش ممكن نشوف شي حاجه ارخص؟
واش تقدر تعيط ليا علي طاكسي؟
واش خاصني نرجع لليابان دغيا؟
ثمن الغرفه اغلي مما قيل لي.
بغيت نعطيك طلبات اخري. واش ممكن نشوف المنيو مره اخري؟
كان هنا حامل مفاتيح علي شكل قطه مربوط بشريط.
اشنو غادي دير بديك الصاكه الصغيره؟
بغيت شي حاجه للزكام.
واش ممكن نشوف هاداك؟
ثمانيه عشر دولارا بالضبط.
عافاك بدل ليا هاد الشيك ديال المسافرين بلفلوس.
فين غادي نحط الغسيل ديالي؟
واش شبعتي؟
سير نيشان فهاد الزنقه. راها قبل محل الايس كريم بشويه.
ما عنديش شي حجز.
واش ممكن نلمسو؟
ارجو ان تشير الي مكانه علي هذه الخريطه.
واش كاين شي مطاعم مزيانه و رخيصه هنا فهاد المنطقه؟
هذا منزل راءع.
واش هاد المحطه ديال الطوبيس هي اللي خاصني نوقف فيها باش نمشي لتشيلسي؟
غانْدِيرْ التشيك ان شويه مْتاخّر هاد الليله، ولكن عافاكْ خَلِّي لِي الحجز ديالي.
واش البطاقه الاءتمانيه مقبوله؟
عندما ياتي المراقب للتحقق من تذكرتك، يرجي اظهار بطاقتك وتذكرتك له.
شْحَالْ مِنْ قْلَمْ رَصَاصْ كَتْحْتَاجْ؟
ما هو اخر كتاب لغالبْرايْث؟
بغيت بلاصه وحده للجلوس عامه، من فضلك.
طلبتُ اللحم متوسط النضج، وليس ناضجاً تماماً.
غادي يكون الكوستيم ديالك واجد بعد اسبوع من القياس، سيدي.
بغيت عصير التفاح، التوست، البيض المقلي و القهوه.
فين كاينه المحل ديال الكاميرات؟
عافاك، بغيت كوكا صغيره.
انا مجرد مبتدء. لا اعتقد انني استطيع القيام بذلك.
اربع تفاحات.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ بَاشْ نْءَمِّنُو بْثَلاثْمِيَّه دُولَارْ؟
واش يمكن ليك تعاود تصدر لي بطاقه الاءتمان ديالي؟
عطيني شي وقت باش نفكر فهادشي.
خصك ترتاح اليوم فوق الناموسيه.
بغيت ناكد مره اخري بالضبط شنو خاصني ندير.
انا عارف كيفاش كتحس. تهدن.
غانعاود نتاصل بيك.
واش غادي تحجز طبله لشخصين فهاد المطعم علي الساعه سته ديال الليل؟
هادشي غريب بزاف. كيبان بحال شي مركبه فضاءيه.
ما كنقدرش نعس مزيان.
واش ممكن تقول ليا علاش كانت هاد التكلفه؟
السلام عليكم، هادي هي الغرفه ثلاثه خْمسه.
بغيت شي ملح ديال الحمام.
واش تقدر تصلح هاد الكاميرا؟ ما كتحملش مزيان.
سميتك و نمرتك؟
كنت اعتقد ان هناك سعرًا ثابتًا بين المطار ووسط المدينه؟
واش ممكن تمشي تشوفو دابا؟ ويلا كانو تما، واش ممكن تجيب كلشي لهنا دغيا؟
واعتقد ان سعر الصرف يتقلب، بشكل عام، بين توقعات صعوديه وهبوطيه.
عندو تاريخ طويل و تقاليد قديمه.
اي لعبه يتم لعبها في الملعب؟
اشنو غادي دير ف ليله راس العام؟
مرحبا، هل يمكنك اعطاءي رقم هاتف السفاره او القنصليه اليابانيه، من فضلك؟
هادو هوما اللي مزيانين. هوما مريحين بزاف.
ايوا، هاد الغرفه هادءه. مزيان بزاف.
عندي حجز علي الساعه السابعه.
هذا جيد. لكن سيكون هناك رسم توصيل بقيمه ماءتي دولار.
علي الساعه السابعه صباحا بالتوقيت المحلي.
كَاين هنا فهاد الزنقه، علي بعد ثلاثه ديال البلوكات، علي ما اظن.
سمح ليا، هادشي محجوز بالكامل فعطله عيد الميلاد، ولكن عندنا بلاصه نهار 22 دجنبر.
فهمت. شكرا لك.
واش غادي ناخد شي تعويض الي ما لقيتوش لي الشانطه ديالي؟
واخا، شنو نوع الفواكه اللي كيعجبوك؟
امتي كانت اخر دوره شهريه ديالك؟
قمت بمكالمه لاعاده التاكيد قبل يومين.
ما متاكدش واش سرقولي الباسبور ديالي ولا غير طاح ليا من جيبي.
العلّبه طولها خمسه وستون سنتيمترًا، وعرضها ثلاثون سنتيمترًا، وارتفاعها ثمانيه عشر سنتيمترًا.
كَانْقَلّْبْ عْلَي التَّذْكَارَاتْ.
كيتكون من اربعه جزر رءيسيه.
العاشره صباحاً. هذا مفتاح غرفتك. رقم غرفتك هو اربعه وخمسون وثلاثه وثلاثون. سيقوم حامل الحقاءب بحمل امتعتك الي الاعلي.
اه، نحن نستمتع بوقت راءع في هاواي. اتمني لو كنت هنا.
واش تقدر تعطيني ترجمه؟
غاناخد شي كاس ديال اتاي مع الحليب.
واش غادي تقصي لي الغره ديالي بنص بوصه فوق الحواجب؟
امتي كايتحل؟
واش عندكم شي غرف باقل من خمسين دولار لليله؟
طبله لشخصين علي الساعه السادسه من مساء اليوم، من فضلك.
عافاك، شي حاجه ديال خمسه عشر دولار.
دور يسار عند الضوء الارشادي.
ما محتاج والو.
هل يمكنني القيام بحجز لجوله سياحيه؟
كيف يمكنني ملء هذا؟
كتْشوفْ بنايه بيضا فْالجهه الاخري من الشارع. هاديك هي.
كَنْقْرَا بَاشْ نْوَلِّي عَالِم.
واش ممكن ناخد جوج تذاكر للبلايص المحجوزه؟
عافاك حيد حوايجك ولبس هاد الجلباب.
واش ممكن تحطو سرير اضافي فالغرفه؟
واش ممكن ندوي مع موظف ياباني؟
دي هاد الشي حتي للمحطه. من تما غادي يخصك تمشي للفندق بوحدك.
بغيت نكري قارب مع مرشد، الله يخليك.
واش كاين شي طواليط عمومي هنا؟
عافاك، ورّيه ليا.
ما درت حتي شي مكالمه تيليفونيه.
عافاك حْضِي لِي لْفَالِيزْ دْيَالِي.
واش ممكن تعيطو ليا باش نفيق مع السبعه ديال الصباح؟
واش عندك شي شريط؟
كنبغيها مع شويه ديال الحليب والسكر.
بغيت نبدل الرحله ديال شيكاغو من تسعه لعشره لواحد.
جيبلي معاك شي كونْديسيونور ديال الشعر.
اليوكاتا والهابي من بين الاشياء الشاءعه التي يقتنيها الاجانب كتذكارات من اليابان.
فين كاينه اقرب محال ديال الصباط؟
عندك ذوق فني.
عافاك خلي هاد الشانطه حتي الساعه الثالثه.
جيت لهنا باش نشوف اوبرا حقيقيه.
واش هادو للبيع اليوم؟
بْعَدْ عْلَي الْخْدْمَه حْتَّي لْيُومْ الثُّلَاثَا، وْمَاتْكْثَرْشْ مِنْ الْمَاكْلَه.
المصارعه السومو هي واحده من الرياضات التقليديه. وتُقام البطولات ست مرات في السنه.
بغيت بلاصه فجنب الممر، الله يخليك.
التمرين كيجيب الاتقان.
شْحَالْ مِنْ يُومْ غَادِي يْخُدْ هَاذ الطَّلَبْ؟
هي نحيفه.
نحتاج الي المزيد من الوقت قليلاً للنظر في العقد.
كَانْحَسْ بِالدُّوَارْ. وَاشْ مَمْكِنْ تْعَطْيُونِي كِيسْ لِلْغَثَيَانْ دْيَالْ الطِّيَارَه؟
قولي ليا عافاك كيفاش نوصل للمتحف.
واش هادشي مصنوع من الجلد؟
هاي. واش نتا بوحدك؟ علاش ما تغداش معانا؟
شكرا. وانت كذلك.
واش غادي تحفظ ليا الاشياء الثمينه ديالي، عافاك؟
واش كَاتاخد شي دوايات اخري؟
بغيت نمشي للموقع المتقدم.
واش قررتي بعدا؟
جيني. مايك. ساره. سام. هيا، الكل يستيقظ.
واش تقدر تعلمني من بعد ما تصلحو ف اقرب وقت؟
بغيت جاكيط.
لا، شكراً. يمكنني ان اجد المكان. اراك لاحقاً.
مرحبا. كنفضل بلاصه فالممر.
بغيت نكري طوموبيل متوسطه الحجم لمده ثلاثه ايام.
واش عندك شي غطاء لي يجي معاه؟
بغيت نْديرْ مْكالمه لسان فرانسيسكو.
تسرقات ليا الحقيبه ديالي فبهو الفندق.
كيف ومتي يجب عليّ دفع المصاريف؟
راه ما كاينش بلاصه.
هاد البلاصه ضيقه بزاف.
عافاك كبر الطباعه حتي توصل لهاد الحجم.
سلام، هادي هي الغرفه رقم 1234. سميتي عوده. بغيتكم تعيطو ليا باش نفيق غدا مع السته ديال الصباح، الله يخليك.
واش ممكن تخلص فالبيرو ديال الاستقبال، عافاك؟
واش ممكن تعطيني الصرف ديالي، عافاك؟
يمكن ان تكون قلقاً بشان هذا الحاسوب الصغير.
بشكل عام، كانت الرحله سلسه مع بعض الاضطرابات البسيطه.
ما هو رقم رحلتك؟
انا سعيد لانك اعجبك. لقد اشتريته في عمليه بيع مخفضه في متجر ABC.
واش ممكن نتعشي فالباطو؟
واش ممكن ناخد بروشور ديال الجوله؟
واش نتا عضو فالنادي ديالنا ديال كراء السيارات بشكل متكرر؟
اشنو غادي تشري؟
بالضبط. انت تشاركنا الراي. بالمناسبه، قال انك رجل ذو اخلاق حسنه.
كيف قضيت عطلتك الصيفيه؟
قطع الخط وغانعاود نعيط ليك.
واش عندكم او دو كولون ديال شانيل؟
هادشي بعيد بزاف. خاصني شي حد يوصلني.
واش عندك هاد الشي باللون الاحمر؟
قولي ليا كيفاش نستعملو.
محاوله جيده، ولكنك لا تعرف بالتاكيد دون ان تجرب.
كيف يمكنني الاتصال بمكتب المعلومات؟
هوما جيعانين.
واش ممكن نشوف رخصه السياقه ديالك؟
شكراً. استمتع باقامتك.
انا من هوكايدو.
سفر ميمون.
واش عندك هادشي؟
اشنو هاد الماركه؟
كاين دابا فالعرض، غير بثلاثين دولار و تسعه و اربعين سنت.
كنت غاضباً مما قاله الباءع.
واش عندك شي حاجه اكبر؟
كيكون الجو رطب فاليابان ففصل الصيف.
بغيت نوصل للمطار مع جوج د السوايع.
واش كاين شي تعديلات بغيتي تديرهم؟
بغيت لون لي غادي يخليني نبان صغيره فالعمر.
عافاك، جيب ليا الحقيبه ديالي للبيت.
بغيت شي طماطم، الله يخليك.
ما كاين حتي مشكل.
واش نقدر ندخل للبيت دابا؟
ما غاديش نلقي شي حاجه بحال هادي فاليابان. غادي نشريها.
ليله الاربعاء.
عافاك ورّيني فين كاين بلاصتي.
اي نوع من الحلويات لديكم؟
انت ترتكب خطا في الحساب.
الساعه هي الثالثه.
عافاك، قص شويه كتر من عنق الرقبه.
ما قادرنش نعرف اش كتقول.
شْحَال كَايْكُلِّف تِسْكَرِي دْيَال نْهَار وَاحِد؟
واش نتا لي عيطتي ليا؟
ما هو رقم رحلتك؟
واش كتعرف ذوق صاحبك فالملابس؟
واش هاد البلاصه فين كنمشي باش نبلغ علي الحقيبه المفقوده؟
احتاجهم بشكل عاجل.
شْحَالْ هَادْ التَّكْلِفَه كُلّْهَا؟
واش كتعرف شي صراف الي او شي بنك قريب من هنا؟
سمح ليا، ولكن بغيت نلغي الحجز ديالي.
غانكون تما فحواالي الرابعه مساءً.
بغيت نمشي نهار واحد قبل.
ما هي تخصصات المتجر؟
واش ممكن نسولو واش شي حد يقدر ياخد طياره ف وقت لاحق؟
واش القطار اللي جاي من سيدني تاخر؟
واش عندك الصداع؟
مايمكنش ليك تدي هادشي لليابان. هادشي مذكور فاتفاقيه واشنطن.
واش تقدر تجي تشدني من اقرب محطه؟
اه، عندي.
بغيت نلغي الحجز ديالي.
واخا، غير شويه. اوه، طيحت الفورشيط ديالي. سمح ليا.
فين كاين الجزء القديم من المدينه؟
واش غادي تعطيني شي جريده او مجلات؟
واش عندك شي وحده صغيره شويه؟
واش خاصنا نخليو الكاميرات ديالنا عند المدخل؟
اي يوم يكون فيه مغلقا؟
اعتقد ان لدينا ذلك. لحظه من فضلك.
كيف يمكنني التعرف علي ذلك الشخص؟
بغيت كتاب ديال النحو.
مرجو منك الحضور الي البوابه تسعه وثلاثين قبل الساعه الرابعه وخمس واربعين دقيقه.
امتي غادي يجي الباص الجاي؟
واش ممكن نكري دراجه؟
واش كاين شي ملعب تنس قريب من هنا؟
فين هو المضيف؟
واش عندك شي مرشد عندو خبره؟
متي تزهر ازهار الكرز اليابانيه الشهيره؟
اه، انا كذلك.
غانمشي لبرج لندن. واش تقدر تقولي كيفاش نوصل ليه؟
واش ممكن ناخد بيتزا كبيره بالجبن؟
كتاخد تقريبا اربعين دقيقه بالطوبيس.
واش هادشي قريب؟
اه، كاين. غادي نرجع دابا ونجيبو.
تحمست.
انا اسف، انا لست في المنزل في الوقت الحالي. يرجي ترك رساله بعد الاشاره، وساعود اليك في اقرب وقت ممكن.
بغيت ناخد جوله بالهيليكوبتر ديالك ف نيويورك.
تاكد من انك ما خليتي والو من موراك.
كم مره يتم تشغيل حافله رقم تسعه؟
ضيعت واحد من العدسات اللاصقه ديالي.
كاناخد دروس ف البيانو مره ف السيمانه.
شنو بغيتي تحط عليه؟
عافاك خلي هاد الشانطه حتي الثلاثه.
سميتي ياماشيتا.
شفت هاد الدروج؟ كايوديو للمنصه ديال القطار اللي غادي فالاتجاه الاخر. ولكن فالحقيقه، اذا بغيتي تشوف لندن، الحافله حسن بزاف من الميترو. خرج من ديك الجهه، وغادي تلقي محطه ديال الحافلات. الحافله رقم 12 غادي تاخذك نيشان للمتحف. نتمني ليك زياره ممتعه، سيدي.
هاكا شي ليك.
دوزت وقت زوين اليوم.
هاد النوع ديال القبعات باين لي موضه. انا كنضن غادي نشري حتي انا وحده.
واش ممكن ناخد غطا؟
واش هاد الدوا كاينفع باش ينقص الحراره؟
هِيّا سَارِقَه.
واش بغيتي شي حاجه اخري؟
كان لون عينيه اسود وكانتا متباعدتين.
اوه، العروض الخاصه اليوم موجوده هنا.
فهمت. اعتقد انني استطيع ان اريهم كل شيء في ساعه واحده.
هاكا خمسه دولارات وصفر سنتيم. خلي ليك الصرف.
عافاك حجز ليا طبله لخمسه ديال الاشخاص.
هادشي قريب بزاف للحمام. واش تقدر تبدلو ليا؟
سمح ليا، عافاك عطيني اله حاسبه.
فين كاينه قاعه المءتمرات؟
واش هادشي مصنوع يدويا؟
عافاك وريني لاءحه ديال تسريحات الشعر؟
واش عندك شي جدول ديال الالوان؟
واش خاصني ندخل للمستشفي؟
عندنا قوات للدفاع عن النفس.
واش بغيتي كارو؟
سمح لينا. ما بقاتش عندنا هاد السلعه. جرب شي محطه ديال الميترو.
واش عندك تذكره الرجوع ديالك؟
واش ممكن تنزل الزاجه شويه؟
ايلا لقيناه، غادي نعيطو ليك.
عافاك ما تحطش السكر.
توقف محركي عن العمل. انا في الجاده الخامسه عند الشارع السابع والخمسين. الرجاء الحضور في اقرب وقت ممكن.
حنا مهتمين بالتاريخ الطبيعي.
حنا كنخدمو من العشره حتي السابعه والنصف.
بغيت نْدير مكالمه دوليه لليابان، الله يخليك. هادي يوكي موراي من الغرفه ثلاثه و عشرين. بغيت نْدير مكالمه علي حساب السيد كيسوكي موراي. رقم التليفون هو طوكيو صفر ثلاثه ثلاثه سبعه جوج سته ثمانيه ثلاثه تسعه واحد.
واش ممكن نشوفو، عافاك. واش غادي تستعملو من اليوم؟
كيف تفضل ان تكون فواتيرك؟
بغيت نكمل نستعمل صندوق الامان.
اسمع، ال، ما هو رقم هاتف اله الفاكس هناك في المحطه؟
غانْدِّي نْشْكِيكْ لْ”وْكَالَه حِمَايَه الْمُسْتَهْلِكْ”.
بغيت شي كاسك، الله يخليك.
كايضرني شويه ف صبعاني.
هادشي ماشي ذنبي. واش مايمكنش ليك دير شي ترتيب؟
واش ما كاينش شي طريقه اخري باش نتعاملو مع هاد الوضعيه الخطيره؟
واش مفتوح دابا؟
يدي منفوخه.
زوج من الاحذيه مقاس ثمانيه انش، من فضلك.
ما هي المعارض الرءيسيه في هذه الصاله؟
واش تقدر تصلح هاد الكاميرا؟
احتاج الي تقرير عن الحادث للحصول علي تاميني.
لقيت شقه من بعد ما قلبت عليها فالانترنت.
مع المقياس المءوي، تكون نقطه التجمّد هي الصفر.
بغيت هادشي لعطله نهايه الاسبوع.
عندي الم في المعده. واش عندك شي دوا مزيان؟
نعم، كل ما عليك فعله هو غسل الشعر بالشامبو ثم تجفيفه بالمجفف.
واخا. ونتا؟
واخا. هاك الفاتوره ديالك. المجموع هو خمسه واربعين دولار وخمسين سنت.
واش ممكن نخلص بالشيك؟
كَانْصَايْبْ الكُوزِينَه مِنْ جْدِيد.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ البَرِيدْ الجَوِّي بَاشْ يْصِيفْطْ هَادْ البِطَاقَهْ لِلْيَابَانْ؟
غانْطِيرُو دَابَا شْوِيَّه.
نعم، سيدي. هل لديك اي بطاقه هويه؟
بغيت شي لعبه لطفله عندها خمس سنين.
ما عمرني مرضت شي نهار فحياتي.
شْحَالْ مِنْ مِيلْ كَايْنْ حَتَّي لْبُوسْتُونْ؟
شكراً لك علي مجيءك الي اليابان، فهذا امر لطيف جداً منك.
كَانْحَسْ بْلِي صَافِي تْحَسَّنْتْ بْزَّاف.
غانرجع فخمسه وعشرين مارس.
واش عندكم كيك للناس اللي عندهم السكر؟
بغيت الحليب، الله يخليك.
واااو. هاد الطبسيل كبير بزاف.
واش ممكن ناخد طيمبرات للرساءل اللي غاديه لليابان؟
من اي مسار يغادر القطار المتجه الي ميلانو؟
عافاك سير الطوموبيل لفندق الفا نهار السادس مع التسعود ديال الصباح.
غانمشي فجوله بالهيليكوبتر فنيُويُورك.
باين مزيان.
واش ممكن تورّيني بطاقه الصعود ديالك، عافاك؟
ويسكي ديالك ثمنو خمسين سنت.
رحله علي متن تمساح؟ هل هذا ممتع؟
ما تخبطش بزعانفك فالقاع الرملي.
واش هادشي للخدمه؟
قولي ليا عافاك كيفاش ندير باش نعيط اتصال دولي.
واش يمكن ليك تبدل ليا هاد الورقه ديال خمسين دولار بعشره ديال الخمسه دولارات؟
واش ممكن ندي هاد الشانطه معايا فالطياره؟
عافاك، خود هادشي.
ماشي بعيد بزاف. شي ربع ساعه.
بغيت نخرج هادشي.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْتْعَافَي؟
شريت هادشي البارح و هو خاسر.
الميزانيه ديالي هي خمسين دولار.
غانحولك للسيد سوزوكي.
واش السادسه مزيانه؟
دابا، عافاك.
انا سعيد جداً لرءيتك.
فين نقدر نركَب فالحافله رقم تسعه؟
كنتمني يكون عندنا رحله زوينه.
واش كاين شي بلاصه نقدر ندير منها مكالمه تيليفونيه؟
انا في الحمام. ما كايناش الما سخون فالدوش.
عافاك، خلي هاد الشانطه.
ثلاثه ليالٍ من اول يوليو. كم سعر الغرف عندكم؟
عطيني خمسه عشر لتر من البنزين الممتاز، من فضلك.
واش تقدر تورّيني كيفاش خدامه هاد الاله الكهرباءيه ديال فتح العلب؟
واش غادي يكون واجد قريب؟
اي نوع من النبيذ تنصحني بتناوله مع هذا الطبق؟
ضيعت بطاقه التنقل ديالي.
واش كاين شي بلاصه ديال تبديل العمله الاجنبيه هنا؟
شكون هوما اللاعبين الاكثر شعبيه؟
فين كاين المكتب ديال الاشياء اللي تْلْقات واللي تْفْقدات؟
فين نقدر نشوف شي فيلم؟
بغيت واحد الهوت دوغ، الله يخليك.
واش كاين شي اكسبريس؟
يمكننا ارساله الي مكتب البريد نيابه عنك.
هاد السِّنّ تكسّرات.
عطيني الكاميرا. بغيت نصور شي صوره.
بِشْحَالْ التذكره ديال الدرجه الاولي غاليه اكثر من التذكره ديال الدرجه الثانيه؟
واش غادي تقلب فالمطعم ديالك علي الصاك ديالي؟
فين كاين بلاصه الطاكسيات؟
كان هذا راءعا.
بغيت شي حاجه للصداع ديال الراس.
حتي انا. كنت اظن انك ستساعدني في تحديد قاءمه الطعام.
واش غادي تسجل هنا، عافاك؟
بغيت شي قطرات.
بغيت ناكل ماكله فرنسيه.
يتم الاعجاب بزهور الخوخ في مهرجان الدمي الخاص بالفتيات في الثالث من مارس.
من اي مسار يغادر القطار المتجه الي تاكاو؟
و من بعد، شنو رايك فهادو؟
واش عندك شي برتقال؟
واش ممكن نبدلو بشي حاجه اخري؟
سمح ليا. واش تقدر تقول ليا علي شي اماكن مثيرين للاهتمام باش نزورهم فهاد المدينه؟
واش كاين شي كافيتريا قريبه من هنا؟
بغيت جوج تذاكر ديال الرحله ذهاب واياب لبوسطن، من فضلك.
كَاتْبَه "بْقَي فْلَاَنْ".
واش بغيتي تزور شي بلاصه معينه؟
واش نلفو ليك؟
نعم، يمكنك شراء الطوابع من الات البيع الموجوده في الردهه.
اي من هذه الاحذيه معروض للبيع؟
انا علي الطريق السريع رقم 80 بالقرب من مخرج بيركلي.
غادي يكفينا غير سميتك و العنوان ديالك.
خليني ناخد ليك الحقاءب ديالك.
شْحَالْ وَازْنُو؟
اتصل بشخص كيهضر باليابانيه.
هادي هي الغرفه رقم اثنين وثلاثين. واش ممكن تبعث ليا جوج كيسان ديال القهوه؟
اعتقد ان هذا التغيير خاطء.
كيتطلب الامر حوالي ثلاثه ساعات للذهاب الي المكتب والعوده.
واش تقدر توصّي ليا بمحلّ كيعجب الشباب؟
عندو معدل ضرب ديال ثلاثه و خمسه و عشرين.
عافاك ما تجيش مره اخري.
غانمشي مع جوج و ربع ديال العشيه.
عندي تذكره الي ديترويت، موعد الاقلاع هو الساعه الحاديه عشره صباحا.
عافاك عطيني بلاصه فالسطر اللي فالنص.
واش تقدر تعاوني باش نلقاه؟
كنقلب علي شي حاجه مصنوعه فمريكان.
واش كا ياخد اكثر من عشره دقاءق مشياً علي الاقدام؟
اعتقد انني بدات احبك.
وقتاش قلتي خاصنا نسلمو الورقه ديالنا؟
واش كاين شي حد كايهتم بيه؟
شنو هو عدد السكان ديال بلادك؟
مجموعه من اربعه اشخاص، في السابعه والنصف من مساء اليوم. ما الاسم الذي تريد ان تسجل به الحجز؟
بغيت نبدل طلبي.
ما هو اول مكان سياحي يزوره السياح في انجلترا؟
غانمشي غدا.
بغيت شي خيار مخلل، الله يخليك.
واش عندك الوقت هاد الليله؟
جيت من طوكيو.
بغيت عصير، الله يخليك.
فين ناوي تزور فهاد البلاد؟
من اي شيء صنع هذا؟
السيد فرانك شميدت، مدير مصنعنا، سيكون سعيداً باعطاءك جوله في المكان.
خمسه وعشرون دولاراً تشمل رسوم الحافله والمرشد ورسوم الدخول.
اش من واحد كَاتبان ليك غادي يجي مع هادشي؟
كنت علي متن رحله بان امريكان رقم اربعه صفر اثنين. كنت قد سجلت حقيبتين.
بغيت بطاريه لهادشي، الله يخليك.
قرب المنصه، من فضلك.
سجّلني، من فضلك.
فين كاينه الكونطوار ديال الاداء؟
كَايْنْ الصْهَدْ.
سمح ليا، هاد النوع ديال الغرفه هو الوحيد اللي عندنا.
كنتعاملو بالاساس مع الاجهزه الكهرباءيه المنزليه.
غرفه لشخص واحد بلا حمام، من فضلك.
ايه. كنقلب علي شي فستان.
بْغِينَا نْجَرِّبُو الْاَكْلَه الْمَحَلِّيَّه.
اشنو بيها؟
عافاك، دي صاحبي للمستشفي.
عاونتيني بزاف.
المتحف الفني الميتروبوليتاني مزيان.
هاد العنب كايطيب المذاق.
اي رقم يجب ان اتصل به للحصول علي المعلومات؟
فيناهوا التيليفون؟
غانْديرو اجْتِماع وغانْقرّرو فهاد الاسبوع.
عافاك عطيني وصل باش نعطيه لشركه التامين ديالي.
اه، نعم. تبدو السماء مخيفه.
هاد النبيذ خلاني نرتاح بزاف.
كاينه وحده ناقصه. شريت خمسه فالمجموع.
شكراً جزيلاً لك لانك اوصلتني الي هنا بعد ساعات العمل. انا ممتن جداً لمساعدتك.
اشمن وجبه هي اللي كَتكون سريعه بزاف؟
شْحَال كَايْكُلْ لِيلَه وَاحْدَه؟
بالتاكيد. لحظه واحده، سيدي.
ما خاصكش تفيقني باش ناكل.
واخا، تفضل.
ما تخممش. عيطت لواحد من مركز الاطفاء.
شْحَالْ كَايْكُلْفْ هُولِيدَايْ اِنْ اِذَا جِيتْ لِيهْ بِالتَّاكْسِي؟
توحشتك.
سمح ليا. درت قهوه و طاحت.
لا، غير شويه شهور. كنظن غادي نبقي هنا شي ثلاثه سنين.
واش مكتب البريد قريب من هنا؟
بغيت نكري شي معدات ديال السورف بالرياح.
واش عندكم شي اطباق محليه؟
واش تقدر تحجز ليا هاد البلاصه؟
ما كنفهمش اش كتقول.
السلام، فين كاينه الكابينه ديالنا، عافاك؟ واش غادي تورينا الطريق؟
ما غاديش ننسي ابدا الوقت اللي قضيناه مع بعض تحت الشجره في نهار صيفي مشرق.
واش هاد النافذه هي الصحيحه؟
من المفترض ان يصبح الطقس اكثر دفءاً هذا المساء.
هذا هو اسمي الكامل وعنواني.
شْحَال كَايْكُلِّفْ بَيْتْ لْجُوجْ اَشْخَاصْ؟
هاد النبيذ طعمو خايب.
واش ممكن تجيب مخده للغرفه واحد حداش، عافاك؟
فين فالطابق الثالث؟
ما عنديش الوصفه الطبيه.
فين كاينه المقبره؟
خصني نمشي.
بالمناسبه، اين يوجد قسم ربطات العنق؟
واش تقدر تقول ليا كيفاش نوصل لهيه؟
الاستراحه مدتها ثلاثون دقيقه. يمكنك تناول وجبه خفيفه في المقهي الموجود في الطابق الاول.
واش تقدر تعاوني، عافاك؟
مرحبا بكم علي متن الخطوط الجويه الفرنسيه.
واش عندنا الوقت باش ندورو هنا؟
تحقق حلمي.
ما بغيتش الكيتشوب، عافاك.
فين كاينين الرصيفات؟
هادشي معوج.
واخا. هاك المفتاح ديالك. نمرتك هي 1109.
فين نقدر نشري الطباسل؟
سمح ليا حيت قاطعتك، ولكن خلينا نرجعو للموضوع الرءيسي. عندنا بزاف ديال الحوايج اللي خاصنا نهضرو عليهم اليوم.
عندي الحساسيه من المضادات الحيويه.
عندي شي واجبات ديال الانجليزيه والرياضيات والفرنسيه.
غانرسم خريطه.
واش كتقبلو الدولار؟
الفيزا صالحه لمده سته اشهر.
هادشي مزيان. ما خاصناش نكملوه هاد الليل.
اوه، انه قادم.
بالبريد البحري؟
اذا ما خديتش طاكسي باش نرجع للفندق، غادي يكون هادشي خطير.
لا، اعتقد اننا سنتاخر ببضع ساعات.
بعض السجاءر بدون فلتر، من فضلك.
غانزل فالمحطه الجايه.
اتصلوا بالسيد اوغاوا علي نفقته، طوكيو، اربعه، خمسه، سته، سبعه.
فهمت. المرجو تعبءه هذا النموذج. قد لا نتمكن من العثور عليه، لذا يجب عليك الاتصال بشركه بطاقتك الاءتمانيه.
انا اسف جداً، سيدي. يجب علينا ابلاغ الشرطه بهذا الامر.
واش كاين شي محل ديال التخفيضات هنا فهاد المنطقه؟
تم قبول اقتراحه.
عافاك وريني فواتير الاداء.
عطيني التعليمات.
اه، عندي جوج كَراطونات.
سارق الحقاءب. اوقفوه.
نعم، لدينا تسعه وتسعون نوعًا من وجبات الدورات.
عافاك عيط لطبيب ياباني.
هو خارج الان لتناول الغداء. سيعود بعد عشر دقاءق.
واش غنوصلو ف الوقت؟
واش ممكن نطلب منك ترسم ليا الطريق للبريد؟
شي حد يعاوني، عافاكم.
الكاميرا ديالي باينه فيها خاسره. واش تقدر تشوفها؟
واش كاين شي خط ديال الطوبيس اخر لي كيمشي لهيه؟
هل هذا السعر للمجموعه ام لكل واحده؟
اي نوع من الصلصه تود؟ لدينا صلصه الالف جزيره، والجبن الازرق، والصلصه الفرنسيه.
بغيت شي صرف.
واش يمكن ليك تهضر بشويه عافاك؟
لا، لقد خمنت صحيحاً. لقد طلقت قبل حوالي سته اشهر.
بالتاكيد، سيدي. كيف تود ان يكون ستيك اللحم الخاص بك؟
واش تقدر تقول ليا كيفاش نتحكم ف درجه حراره الغرفه؟
كلشي مزيان.
ما هو الكيمونو الرسمي؟
كانمشي للحمام شي مرات فالساعه.
بغيت كاس ديال النبيذ الاحمر، الله يخليك.
كنقلب علي شال من الحرير.
حمل لي حقاءبي، من فضلك.
واش هاد الحافله غاديه لبوسطن؟
غانمشي غداً مع السبعه ديال الصباح، لذا بغيت ناخد الفاتوره ديالي دابا.
قصهم شويه فوق الحواجب، من فضلك.
غاناخد هادْ و هادْ.
بْغِيت نْصِيفْط هَادْ الشِّي عْبَر البُوسْطَا دْيَال البَحْر.
عافاك قطع الخط. غادي نعيط ليك من بعد.
فاض الماء في حوض الاستحمام.
كاينين اربعه فصول مختلفين.
واخا، كنظن غادي ننقص ثلاثه فالميه.
ما بغاتش تخرج ليا الكارطه ديالي ديال الكريدي من الموزع الالي.
كاَنْ مُمْكِنْ يْكُونْ هَادْ النَّمُوذْجْ اَسْهَلْ فِي الاِسْتِخْدَامْ.
كان عندي هاد الاعراض من الصباح.
هادي كيدا في الغرفه سبعه وعشرين. عندي الم شديد في معدتي. عافاك عيط ليا علي شي طبيب.
كنكرهك.
بغيت نحجز سويت.
فين كاينه محطه البنزين؟
واش هادشي عدوي؟
غادي ياخد هادشي تقريبا تسعين وتسعين يوم باش نعيدو اصدار البطاقه. عافاك كتب اسم الفندق ديالك ورقم التليفون ديالك فهاد الورقه باش نقدرو نتاصلو بيك.
واش هاد الطوموبيل غاديه للفندق ديال القصر؟
واش غادي تمشي للمدرسه؟
واش بغيتي شي حاجه تشربها؟
بغيت خيمه.
لقيتو.
كَانْقَلّْبْ عْلَي خَيْط.
اشنو اللي خلاك تقرا بزاف؟
واش الطلبيه ديالنا غادي توصل قريب؟
اشنو اقرب حاجه من هنا؟
هل يتوقف القطار في اديلايد؟
عافاك، صيفط ليا شي حمال.
بغيت هادْ هَادَا.
تفضل من هنا. هذا المقعد بجانب النافذه هو مقعدك.
بغيت شي قطرات ديال الانف.
واش هاديك محطه ديال الميترو ولا محطه ديال القطار العادي؟
فين كاينه قاعه الانتظار ديال الركوب؟
هاد الساعه هي الواحده بعد الزوال.
ولكن التحضير له سيستغرق بعض الوقت.
هاد العشيه خصنا نقررو واش غادي نكملو خططنا باش ناسسو فرع فشي بلاصه فامريكا اللاتينيه، ويلا قررنا نديرو هادشي، خصنا نعرفو فين ووقتاش وباشمن طريقه بالضبط.
واش ممكن ناجل هاد الشي حتي مره اخري؟
بالنسبه للمشتريات التي تتجاوز تسعه وتسعين دولارًا، يمكنك استخدام نظام الاعفاء من الرسوم الجمركيه.
براون. اسمي مكتوب علي جنبها.
غانقول للكونسييرج يحل الباب بالمفتاح الرءيسي. عفاك، عطيني شويه ديال الوقت. شنو سميتك و شحال هو رقم الغرفه ديالك؟
كيعجبني نسمع الموسيقي ديال السول.
البطاريه خاويه.
فهمت. اذن، اريد تذكرتين ذهابًا وايابًا الي سان دييغو، من فضلك.
قهوتك، من فضلك.
شْحَال السَّاعَه؟
هل احتاج الي رخصه صيد؟
بغينا طبله حدا النافذه.
انا عاطل عن العمل.
واش كاين شي مدرسه ديال الغطس؟
واش تقدر تجيب ليا الحقيبه ديالي لتحت مع الساعه سبعه ديال الصباح؟
واش خاصنا نخلصو علي المشروبات؟
كَانْبْغِي غُويا. كَانْتْسَنَّي نْشُوفْهُمْ بْفَارْغِ الصَّبْرْ.
واش نقدر نلقي تما تسجيلات بسعر مناسب؟
واش عندكم حافله ديال المطار؟
ايوا، فاش تجي لليابان، عافاك زور داري.
اوه، تقريبا ساعه واحده. هذا بعيد جدا.
هوما مناسبين بزاف للبحر.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلْ لْهَادْ الْبْلاَصَه وْنْرْجْعْ؟
واش يمكن ليك تحافظ ليا علي الحقيبه ديالي حتي الرابعه؟
هذا يستغرق حوالي اربعين دقيقه. تفضلوا باخذ كتيب ياباني، اذا اردتم ذلك.
خمسون سنتاً للكلمه الواحده. انه اغلي مما توقعت.
واش نقدر نخلي هاد الكاريطه برا اللوبي؟
هل هذه السلع معفاه من الضراءب؟
احسن حاجه هي انك تقضي وقت زوين مع صحابك الزوينين.
بغيت نحجز غرفه بسريرين مع حمام لمده ليلتين، بدءا من الثالث من ماي.
واش تقدر توصّلهم غدا الصباح؟
بسبب العاصفه الثلجيه، تم الغاء رحله الخطوط الجويه الكنديه رقم صفر اثنان واحد.
واش كترسلو الكتب لليابان؟
قدّاش غادي تبقي؟
هل تءثر اله الاشعه السينيه علي الفيلم؟
انا اتبع حميه، لذا اريد وجبه صغيره من فضلك.
الرحله الجويه تم الغاءها. غادي ناخدوكم للفندق.
غانْوصْلْ مْتاخّر، ولكن عافاكْ خَلّي لِي الحْجْز ديالي.
اشنو غادي تكون الساعه؟
عافاك عطيني شي تخفيض.
انا خارج غرفتي مباشره. رقم غرفتي هو 201.
عندنا عشره غرف فرديه، وثمانيه غرف مزدوجه، وتسعه غرف بسريرين.
يمكننا ان نتحقق من اغراضنا هنا.
حطّو علي الميزان اللي تما. خمسه وسبعين سنت.
واش تقدر تديّني ليونيون ستيشن و ترجعني؟
بغيت نشوف هادشي.
وذلك لاننا نعلم ان الحكومه ستتخذ المزيد من التدابير الراميه الي تحفيز الاقتصاد.
واش عندكُم لاصقات البريد الجوي؟
واش غادي نلقي كلشي اللي فهاد اللاءحه فالمارشي ولا خاصني نمشي حتي للصيدليه؟
لا، نحن لا نفعل ذلك، لكنك تشتري البنزين. يرجي ملء الخزان قبل اعاده السياره.
بغيت نبعث هاد الكارطه البريديه لليابان عن طريق البريد الجوي.
فِي نْيُويُورْكْ. وْ قَالْتْ لِيَّ وْكَالَه السَّفَرْ بْلِّي هَادْشِي غَايْكُونْ مْزْيَانْ.
شكراً علي كل شيء.
واش كَاتْبانْ ليكْ خاصْني نْرجعْ لليابان؟
واش ممكن نسولك علي سميتك؟
بالسعر الحالي، سيكون المبلغ هو هذا.
فين كاينه المعرضه؟
واش ممكن نستعمل الحمام او الدوش الليله؟
الرقم هو جوج او تسعه تلاته خمسه واحد جوج واحد جوج.
حنا مجموعه ديال ثلاثه.
وا، عطيني شي عرض حسن.
وقت بدايتك هو الساعه الثانيه بعد الظهر كما قمت بالحجز. لكن هناك حفل اخر سينتهي قريبا.
واش درتي شي حجز؟
كانمشي للطواليط كل ثلاثين دقيقه.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ يْوَصْلْ عْبَرْ البُوسْطَا دْيَالْ البَحْرْ؟
هنا بالضبط؟
غانبقاو تما لثلاثه ديال الليالي.
بغيت نبدل الرحله ديالي.
واش كاين شي محطه ديال الميترو قريبه لهنا؟
هذا السيد كوبياكاوا يتحدث. هل يمكنني التحدث مع السيد توماس؟
فاش كيمشي هاد القطار؟
كم مره تقومون باحياء حفل موسيقي؟
بغيت ناخد درس فالتزلج.
كانسول علي الشقه اللي كاريين.
لشخص واحد؟
عطيني قرعه صغيره منو.
فين كياكلو الناس ديال المنطقه عاده؟
واش كان عندك شي بطاقات كاش فيه؟
غادي يكون ثمنو اربعين دولار زاءد الضريبه، يعني المجموع غادي يكون ثلاثه واربعين دولار.
هل من السهل علي طفل يبلغ من العمر عامين ان يلعب؟
بغيت نبعث هاد البطاقات البريديه لليابان.
انا من فرنسا.
واش نقدر نشوف التذكره ديالك؟
بغيت جوج تذاكر ديال السفر فاتجاه واحد لواشنطن العاصمه.
واش نقدرو نلعبو بهاد السبرديلات؟
واش تقدر تخيط هاذ القطيعه اللي فالسروال ديالي؟
دير مكالمه علي حساب المستقبل.
ما كنعرفش شحال هو الحجم.
فين كاين اقرب تيليفون؟
نعم، من فضلك افعل ذلك. سانتظر مكالمتك.
واش تقدر تعطيني تخفيض علي الاقامه لمده ثلاثه ليالي؟
واش ناخد شي رساله؟
فالمسرح اللي حدي المكتبه. ولكن خاصك دير حجز.
سمح ليا. واش ممكن ناخد شي خريطه ديال المدينه؟
واش ماشي هادشي خطير؟
هاد الخط طويل.
بغيت بيض مقلي، توست و عصير الطوماطيش.
واحد الخريطه، الله يخليك.
واش يمكن ليك تكسر هادشي، عافاك؟
واش عندك فورم اخر ديال الطلب؟
واش الكارطه اللي فيها سميتك مثبته علي الحقيبه ديالك؟
واش عندك شي حاجه باش تعلن؟
غرفه مزدوجه، من فضلك.
ماكاينينش بلاصَات محجوزين. تقدر تختار اي بلاصه بغيتي.
بغيت شي شويه ديال السجق، الله يخليك.
شدّ ليا الصاك ديالي.
واش نتا كوري؟
لا، ولكن لدينا سياره صغيره جديده تمامًا. تلك الحمراء هناك.
قلت سعر الصرف الخاص بنا. هل يعني هذا ان كل بنك لديه سعر مختلف؟
اش من نوع ديال اللباس غادي يُطلب مني نلبس؟
شْحَالْ مِنْ عُمْلَه كَيْخُصُّو؟
قيسو، من فضلك.
بغيت ساعه ديال الحيط.
فين هي المدينه اللي غادي يوقف فيها الطوبيس من بعد؟
اوه، انت ذكي جدا، اليس كذلك؟
الفرنك السويسري، واخا؟
شْحَالْ كَيْتْسَنَّي الْوَاحْدْ بَاشْ يْوَصَّلْ مِنْ لُوسْ اَنْجِيلِيسْ لِسَانْ فْرَانْسِيسْكُو؟
مساء الخير. هل يمكنني مساعدتك؟
بغيت شي دوا باش نعالج مشكل الهضم.
بغيت نقول لاصحابي علي هاد البلاصه، واش تقدر تعطيني بروشور ديال الفندق؟
ضاع مني جواز سفري. المرجو تحرير محضر سرقه.
فين غادي يديّني هادشي؟
فين كاين التيليفون؟
سمح ليا شويه.
غانكتب ليك.
اشمن هي الجوله الاكثر شموليه في المدينه؟
واش ممكن تعمر هاد الفورميلا، عافاك؟
بغيت هوت دوغ مع البصل، الله يخليك.
اشنو هي التخصصات ديال هاد المطعم اليوم؟
سمحلي. واش تقدر تقولي شحال كايكلف العشا العادي تقريبا؟
عافاك، بدل هاد الشي.
اما عن السفر الي باريس صباح الغد، فماذا عن الانتقال الي رحله الخطوط الجويه السويسريه المساءيه؟
عافاك، تسنا حتي يوريوك فين تجلس.
ممنوع الغطس.
ايه. هادي هي الغرفه 1109. المكيف ما خدامش. واش تقدر تصلحو؟
واخا. فين كاين زر التصوير ديال هاد الكاميرا؟
لقد فزنا بعقود مع معظم الموردين في اليابان.
واش تقدر تقول ليا فين كاينه بلاصه يونيون سكوير؟
واش تقدر تقول ليا كيفاش نستعمل مضخه البنزين؟
واش عندك الخردل؟
فندق ZZZ. اسم مضحك، اليس كذلك؟
الشعاب المرجانيه هنا جميله والتيار خفيف نسبيًا.
ثمانيه وخمسون بنسا.
كان ذلك مثيراً للاهتمام.
سجلت حقيبتين.
بالتاكيد. وارجو ان تنقلوا اطيب تمنياتي الي الانسه كوك التي اتخذت العديد من المبادرات الجيده خلال اجتماعنا.
واش عندكم شي اماكن متوفره بهاد الثمن؟
عندي رقم الحساب البنكي ديالي.
اعتقد انك لا تستطيع ذلك. سيتعين عليك الخروج والمشي في الجوار.
انا ربه بيت.
واش ممكن تكتب ليا كنيتك بالحروف، عافاك؟
بغيت شي تذكره باش نمشي ل شيكاغو.
واش كَاتْبانْ ليكْ بْلي قادْ تْبَدّلْ العْجَلَه بوَحْدَكْ؟
هادشي زوين بزاف. خاصك تجي تزورنا شي نهار.
فين المشكل؟ عافاك شرح ليا.
من اليسار، تشير هذه الي وقت التصنيع اللازم، وتوقعات التكلفه، والمخاطر الماليه.
واش يمكن ليك تبدل ليا ورقه ديال عشره دولارات؟
فاش غادي نمشيو؟
واش تقدر توصّي ليا بشي فنادق اخري؟
بغيت شويه بودره للوجه، الله يخليك.
واش الطياره تاخرات؟
سمح ليا.
كاين ثقب هنا.
ما عندنا دابا غير القياس ديال الثمانيه.
عندنا قهوه، اتاي، عصير البرتقال، و غيرها. شنو بغيتي؟
ما تزعجنيش.
انا غير الا داز من هنا.
هادشي باين ما طابش مزيان. واش تقدر طيبو شويه كثر؟
واش غادي تدي هاد الشانطه للطاكسي؟
بغيت شي حاجه متينه.
واش ممكن تعطيني شويه فلفل، عافاك؟
لا، انا اشعر بالحظ. هيا بنا.
فين نقدر نشري المنتوج ديالي؟
واش عندك شي وحده اكبر؟
عافاك قول ليا فاش نوصلو لبارك الاخضر.
واش خاصني ندير تامين؟
واش ممكن نصور فالمتحف؟
اشنو كاين دابا فالفيلم؟
واش يمكن ليك تبدل هادشي للين ياباني؟
اه، نعم. ذهبت يوم الاحد الماضي مع صديق.
هادي هي الغرفه ثلاثه زيرو جوج.
واش ممكن ناخد الخبز كثر؟
واش تقدر تعاوني باش ناخد التذاكر؟
واش هاد الثمن ثابت باش نمشي للوسط ديال المدينه؟
بغيت نحجز طابله لثلاثه اشخاص علي الساعه السابعه، من فضلك.
واش كتشوف شي بنايه بيضا؟ هي قدام البنايه.
واش هاد الطريق هي اللي غادي يمشي فيها القطار اللي غادي لمحطه X؟
انا في فندق "ABC"، الغرفه ستماءه وخمسه وثمانون. هل يمكنك ان تطلب منه الاتصال بي هنا من فضلك؟
لا، شكراً، هذا كل شيء.
كَاتْاَلْمْني مَفَاصِلْيَا.
فين كاينه محطه البنزين؟
هاد القهوه قويه بزاف.
عافاك عطيني نسخه من التقرير ديال السرقه.
عندنا شبكه مترو في المدن الكبري مثل طوكيو.
سمح لينا، ما نقدروش، ما عندناش نفس المنتوج.
واش تقدر تعطيني مخدر؟
واخا. سِير نيشان لثلاثه ديال البلوكات. من بعد دور علي اليسار. غادي تشوف باب زوين علي الطريقه الصينيه.
الرسوم غادي تكون عشره دولارات للشخص الواحد.
سمح ليا. واش ممكن تعمرو بالبنزين العادي، الله يخليك؟
هل القيت نظره جيده علي المشتبه به؟
ايوا، شنو رايك؟ بغيت بزاف نعرف شنو كتفكر.
واش ممكن تحمل ليا هاد السبرديلات فيه؟
غانرجع لهنا مره اخري غداً. ما هي ساعات عملكم؟
واش كيشمل شامبو و تنشيف بالمجفف؟
شكون بغيتي تشوف؟
وقتاش غادي يكون وقت الصعود للطاءره؟
بغيت شي سليب.
غانقول ليك نمره التيليفون ديالي تما ف اقرب وقت ممكن.
الطبق الرءيسي هو مزيج من لحم البقر المشوي والكركند.
من اي مسار ينطلق القطار المتجه الي بوسطن؟
هذا من اجود الانواع التي نملكها.
واش غادي تقدر تعوضني عليه؟
غاناكلو مجموعين، عافاك جيب معاك فوركيت زايده.
هل لا يزال المسنون يحظون بالاحترام في اليابان؟
هل هناك اي رسوم علي سماعات الاذن؟
الرسوم الاساسيه هي خمسماءه دولار مع رسوم اضافيه قدرها خمسه وخمسون دولارًا شهريًا.
فندق هاليكولاني.
بالتاكيد، سيدتي. هل ترغبين في استخدام اداه ارتداء الاحذيه؟ كيف يبدو المقاس؟
واش تاكد هادشي مره اخري؟
واش ممكن نشوف هادشي، عافاك؟
عافاك، بغيت سوربي ديال الدلاح.
اي نوع، سيدي؟
واش هادشي مزيان؟
هاد السيد مزيان بزاف باش يكون حقيقي.
واش ممكن ناخد جوج هوت دوغ باش نديهم معايا؟
عاونني، عافاك.
كانفيق كل نهار مع السته ديال الصباح.
سمح لينا، ما نقدروش. غادي ياخد هادشي اكثر من جوج سيمانات.
فين نقدر نلقي المعلومات السياحيه؟
فهمت. ساتحقق من ذلك مع موظفينا.
كيف يمكنني الوصول الي مبني امباير ستيت من هنا؟
شْحَالْ كَايْكُلِّفْ كِرَا تِلِيفُونْ مُحَمَّلْ وْ بِييپَرْ؟
اوه يا الهي.
واش بديتو كتاخدو الطلبات ديال العشا؟
سميتي هي تسونيو سوزوكي. هاهو تاكيد الحجز ديالي.
فندق ريتز.
السلام. الي باريس، من فضلك.
طبله عند النافذه، من فضلك.
واش تقدر تورّيني هاداك اللي عند النافذه؟
هل يمنع هذا الكريم للجسم التعرق؟
بغيت شي ساشيات ديال البلاستيك، عافاك.
ضاعت لي صاكي.
بغيت نجرب هاد الطالون العالي.
واش عندكم اليوم تبديل الحرس؟
يمكنك الحصول علي هذه الوصفه الطبيه من الصيدليه الموجوده في الطابق الرءيسي.
واش ما عندكش شي وراق صغار؟
سمح ليا، ولكن الطبالي ديالنا عامرين. واش بغيتي تسني؟
هذا واحد فيه شق.
بغيت تذكره ديال اسبوع واحد، الله يخليك.
غانجرب شي مثلجات.
واش ممكن ناخدو طفايه ديال السجاءر، عافاك؟
عافاك دور لليسار.
تاناكا، الغرفه واحد صفر صفر.
سمح ليا، واش ممكن ناخد شويه دالما؟
هادشي كبير عليا بزاف. عفاك وريني شي مقاس صغير.
هادشي لقلتي زوين بزاف ونتا لطيف حيت قلتيه.
انتبه. انا قادم.
هل يمكنك اعاده اصدار تذكره اخري لتغطيه رسوم المناوله فقط؟
هادشي غادي ياخد تقريبا ساعه.
خمسه وعشرينات واربعه خمسينات.
واش هاداك الصفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غانبقي نعلمك فين كاين انا.
واش كاين شي بلاصه ديال الغسيل قريبه من هنا؟
واش ممكن نستاعير سيشوار؟
واش تقدر تجيب ليا الملحه، عافاك؟
هادشي هديه.
انا كنتسناك حتي تسكت.
الرقم هو صفر ثلاثه ثلاثه اثنان ثلاثه اربعه واحد اثنان ثلاثه اربعه.
انا فرحان بزاف بالهديه.
من الاحسن لي ان امسك حقيبتي باحكام، في حاله ما اذا حاول اي شخص سرقتها.
فِي الْمَسَاءْ كَيْظْلَامْ الْحَالْ حْوَالَا الرَّابْعَهْ وَكَيْسَدُّو الْمَحَلَّاتْ بَكِّيرْ.
هل الرسوم الخدميه مشموله؟
شْحَالْ بْغِيتِي تْقَطْعْ؟
سمح ليا، واش تقدر تشرح ليا هاد الزراير؟
اما بالنسبه للسياره هناك، هل هي بليموث؟
سمح ليا، ولكن انا محتاج شي واحد باش يعاوني.
لمده اربعه ايام. اذا استمرت الاعراض، يمكنني ملءها مره اخري.
واش كاين شي خدمه من شيكاغو لسياتل؟
هل ستتناسب الاوراق ذات الحجم القانوني؟
واش كاين حمام خاص؟
خصّك تلوّي الفوطات وتحطّهم فوق الرف اللي حدّا الحوضه.
وريني شي تريكوات اللي كايصلحو مع هادا.
نامل انه من خلال اثبات امكانيه استخدام الحواسيب الصغيره في هذا المجال المهمل الي حد ما، سنتمكن من زياده مبيعاتها في المنافذ التعليميه.
شْحَال هَاد الثَّمَن؟
كاين طلب كبير علي هاد الكمبيوتر الجديد.
كَايْنْ النْزيف هنا.
بغيت شي دوا باش نسكّن الالم.
هادشي ممكن الي لقيت رحله فصباح باكر ديال نهار سته وعشرين.
غَنْخُدْ طَارْطْ اَ لَا مُودْ، عَفَاكْ.
بغيت شويه ديال الما، الله يخليك.
اذا كانت هاد الجوله ليوم كامل كتشمل Fisherman's Wharf، غادي ناخدها.
ماكاين حتي مشكل.
ما كنحسش براسي مزيان، عافاك عطيني شي دوا.
هاد الستيك قاصح بزاف بالنسبه ليا.
راه سالينا ديجا.
وهم فريق شاب جداً، كما ان فريق دودجرز قوي ايضاً وبدا يتقدم.
لا، ليس بعد، شكرا.
عافاك وقف فوسط المجموعه ديالنا.
بغيت هاد الحوايج يغسلوهم قبل ما يسالي النهار.
بغيت فيلم ديال الصور الملونه، الله يخليك.
يُعتبر عدد سكان اليابان سابع اكبر عدد سكان في العالم.
شي حد حاول يدخل بالقوه. كنضن انه شاب مجرم.
هادشي ضيق بزاف هنا ف الصدر.
واش تقدر تعيط لشي شركه تامين؟
اَيُّ نَوْعٍ مِنَ الْخَمْرِ تَمْلِكُونَ؟
لا، خذ الرقم ثلاثه.
هادشي خمسه دولارات.
اوه، شكرا لك. لقد استمتعت بذلك.
انا هنا في رحله عمل.
غانبقي فهيلتون هوتيل. غانبقي هنا غير ثلاثه ايام.
بغيت تلفاز محمول، الله يخليك.
واش كاين شي فنادق قريبه من المطار؟
بغيت فرانك مع الموستارده، الله يخليك.
عندي غرزه فكرشي.
عافاك، عيط لفرقه الانقاذ.
تذكره واحده للطالب، من فضلك.
كتب رساله فور وصولك، من فضلك.
سمح ليا. شوف، غادي نخلص علي كلشي. غير ما تعيطوش للبوليس. بابا غادي يقتلني.
عندي الامساك.
واش تقدر تلف هادشي كهديه؟
عندي الم خفيف في المعده.
واش ما عندكش شي حاجه بين هادوك؟
عافاك، بغيت زوج طوابع ديال دولار واحد و عشره طوابع ديال عشرين سنت.
ما كياكلوش البيض ني فمريكان.
فين نقدر نصلح الساعه ديالي؟
وقل لهم من فضلك اننا سنتاخر بحوالي ثلاثين دقيقه.
عطيني عشره توكنات، من فضلك.
انا استعمل صندوق الامان الخاص بك.
كيف يمكنني الوصول الي المطعم؟
زرب.
غايكونو واجدين غدا. ولكن مع الخدمه الخاصه ديالنا، غايكونو واجدين هاد العشيه.
طبعاً، خد الحافله رقم خمسه من الفندق الملكي و انزل في ساحه وسط المدينه.
سمح ليا، واش تقدر تورّيني فين كاينه المحطه؟
يمكنك الحصول عليه في محطه الحافلات الموجوده هناك.
غانْسولو علي الوقت اللي كايناسبو قبل ما نعيط ليه.
فين كاين المكتب ديال كراء السيارات، عافاك.
بغيت نشوف الجبال.
هل هذا للنساء ام للرجال؟
بغيت نشري نظاظر جداد.
بغينا نبلغو علي شي حوايج ضاعو لينا.
واش غادي نوقفو عند المحل فطريق الرجعه؟
غيتمّ هادشي غدا فالعشيه.
عافاك، حول هاد المبلغ للبيزيطا.
ايهما تفضل، مقعد للمدخنين ام مقعد لغير المدخنين؟
هذا السيد تاناكا. لقد قمت بتسجيل الدخول للتو، لكنني لا احب هذه الغرفه.
عافاك، بغيت ويسكي مع الثلج.
لا، ولكن لدينا طبيب يستطيع فهم اللغه اليابانيه جيدًا. اذن لا توجد اي مشكله علي الاطلاق.
ما كاين حتي مشكل.
ماكانعرفش المقاسات الاستراليه.
واش غادي ترقص معايا؟
هذا كل شيء في الوقت الحالي. كم علي ان ادفع لك؟
كون كنت بلاصتك، كنت غادي نجرب هادشي.
كَيْبَيِّنْ هَادْ الجدول الاختلافات الرءيسيه بين النوعين ديال العقود.
واش كندير هادشي؟ الشطرنج هي لعبه مثاليه بالنسبه لي.
اه. بغيت نشري شي تذكارات. واش تقدر تنصحني بشي حاجه مميزه؟
هو مريض. عافاك عيط ليه علي شي طبيب.
اشنو هي الرياضه الاكثر شعبيه هنا؟
اي نوع من البرامج التلفزيونيه يثير اهتمامك؟
هل نخسر يوماً ام نكسب يوماً في طريقنا الي امريكا؟
عافاك، ورّيني جدول المواعيد.
بغيت شي مكبرات الصوت.
واش كتسكن بوحدك؟
غادي يخصك تسني شي ساعه.
كيفاش كدير هادشي؟
الكاميرا ديالي ما خداماش مزيان.
نتمني ليك اقامه زوينه.
اه. هاد الصباح شريت تريكو من المحل ديالكم. ولكن ملي رجعت وحليتو، ما كانش هو الشيء اللي شريت. هاد هو وصل الشراء ديالي.
كيفاش كتاكل هادشي؟
واش عندك سلاطه خضرا؟
عامر، لا شكرا.
واش كتعرف شي طبيب كيهضر باليابانيه؟
امتي غادي يبدا العرض؟
واش نقدر نخلص بالين؟
الهوايات ديالي هوما تسلق الجبال والعزف علي البيانو.
مايمكنليش نتيق بلي خاصني نرجع لليابان. كنتمني كون بقيت مده اطول.
كايْسَرّبْ الما من الفوق. ما قادّاش نْبْقا جالسه هنا.
كنت غادي ننصحك بواحد التحفه.
هادي هي السيده مايزاكي اللي كاينه فالغرفه 2315. بغيت شي واحد يفيقني غدا فالصباح.
هاد البلاصه مشهوره بالمحيط الجميل ديالها.
بسلامه.
فين نقدر نشري شي حاجه نادره؟
نعم. بالازرق والاحمر والاصفر.
غانكون فرحان بزاف كون نعاونك.
بغيت نعمرو فالبونب نمره خمسه، الله يخليك. هاك عشرين دولار.
فرصه سعيده باش نتعرف عليك.
فين نقدر نصرف شي شيكات ديال المسافرين؟
واش غادي دير لينا شي حجز ديال العشاء ديال غدا؟
واش تقدر تاخدنا للكراسه سي 19 وسي 20؟
ما قدرتش نشري طوموبيل جديده حتي لهاد الوقت القريب.
عافاك، فرق ليا شعري من الجهه اليسري.
كم مره يتم تشغيل الحافله المتجهه الي هايد بارك؟
واش عندكم شي مرشد كيهضر باليابانيه؟
اه، سلطه خضرا، من فضلك.
قلب علي شي طبيب كيفهم اليابانيه، الله يخليك.
قريباً ومع صديق. لكن هناك مشكله. ليس لدي صديق حتي الان.
عطيني شي دوا، الله يخليك.
بغيت نبدل الغرفه ديالي.
سمعت الاعلان عن الغاء الرحله رقم واحد صفر سبعه.
بغيت زوج ديال الصباط اللي عندو صولا ديال الكاوتشو، الله يخليك.
سير فخط مستقيم. فندق ميلتون كاين فليسر.
فين نقدر ناخد التذكره؟
بغيت ندير حجز.
عافاك سوق باقصي سرعه ممكنه.
الكوزينه ديالهم ماشي مزيانه.
كم عدد قنينات المشروبات الكحوليه التي تملكها؟
بغيت نوصل للمطار قبل السادسه.
واش مستاعد تنقص من الثمن و تخليه سبع دولارات؟
بغيت ندير شي شوبينغ قبل ما نمشيو. واش تقدر تهتم بالحقاءب ديالي شويه؟
يمكنك تغييره في اي بنك من بنوك المطار.
بغيت شي براكات ديال الوراق.
شْحَال الثَّمَن؟
عندنا نبيذ وردي ممتاز.
واخا.
واش ممكن نهضر مع السيد جونز؟
علي شنو هاد الفاتوره؟
واش شفتي الماتش؟ اليانكيز ربحو.
بغيت ندير مكالمه جماعيه لليابان. انا واتانابي غورو، الغرفه واحد اثنان ثلاثه. بغيت نهضر مع السيد واتانابي ماكوتو علي الرقم ثمانيه واحد اربعه خمسه ثلاثه تسعه اربعه واحد جماعي.
ها هي فاتورتك.
غانجرب هادشي.
لا، ما درتوش. انا عاد جيت لهنا من اليابان.
لا شكرا، يمكنني ان اجده بنفسي.
واش هاد الطوبيس كيدوز من شارع فيفث افينيو؟
المرشد ديالنا غادي يتلاقانا فالمطار.
عافاك، بغيت ندير اتصال من شخص لشخص.
لاباس، شكرا.
هي كتنزف.
انا عندي حساسيه من المحار.
واش تقدر تقول ليا شنو هو برنامج التلفزه ديال اليوم؟
اي يوم من ايام الاسبوع هو اليوم؟
واش هادشي هو ظلال العيون؟
هادشي صحيح. هادشي غادي يكون ممارسه مزيانه.
انا متاكد انك ستتعافي في اقرب وقت.
انا معلم.
بغيت علبه ديال الصباغه.
اريد ست وثلاثين صوره، من فضلك.
فاي قناه تعرض الفيلم؟
الماكولات المكسيكيه.
ها هي الحافله قادمه. من الافضل ان تسرع.
اذن، المفتاح للتسوق الناجح هو الوصول مبكراً قبل وصول الحشود.
خلينا نديرو اتفاق.
اوه، جيد. اذن لدينا متسع من الوقت.
اشنو هو الكوكتيل الخاص ديالك؟
واش عندك هادشي باللون الاخضر الغامق؟
عشرين الف ين، من فضلك.
هل هذا هو باب رحله الخطوط الجويه الامريكيه رقم عشرين المتجهه الي ميامي؟
هادشي قليل بزاف.
هل يمكنني تحويل هذه العمله مره اخري الي عمله بلد اخر في وقت لاحق؟
عطيني كل الفلوس ديالك.
عندي مكتبي هنا فوق. هادي ان بتلر، السكرتيره ديالي. ان، هادا السيد اووزو من اوساكا.
بغيت نحجز بلاصه ف الدرجه الاقتصاديه باش نمشي ل شيكاغو هاذ الاربعاء.
بغيت نحجز غرفه للثلاثه ليالي الجايه.
واش تقدر تحل ليا الباب؟ ولا نقدر ناخد منك الساروت الرءيسي؟
واحد من هاداك الباك الحمر، الله يخليك.
محطه مايهاما هي المحطه المناسبه لديزني لاند.
هادشي غالي شويه.
فاش غادي توصل الحافله لفندق هيلتون؟
هذا طبق شعبي في مطعمنا.
المرجو دفع رسوم الغاء الحجز الخاصه بالفندق.
واخا. غادي نكمل الخدمه علي الساعه سته، اذن شنو رايك فالساعه سبعه؟
واخا. الرصيد ديالك فالحساب ديالك هو ستميه وثلاثين دولار.
كاينين تما مراكز تجاريه كبار.
هل يمكنني استلام امتعتي في الوجهه؟
تفضل بالتحقق من ذلك بسرعه.
واش عندك شي هديه مزيانه لراجلي؟
فيقني باش ناكل.
واش تقدر تقول ليا كيفاش نستعمل المنبه؟
باش نقرا.
بالتاكيد، هاهو الخردل.
البريزه ما خداماش.
واش كتشوف علامه طياره يو اس سيفن زيرو سيفن؟ خاصك تمشي لهيه.
خديت 16 دولار ديال البنزين الممتاز الخالي من الرصاص.
عندي وجع في المعده. هل يمكنني ان اخذ دواء؟
كنقلب علي اله ديال التدبيس.
كان هذا شاءعا خلال الاربعينيات وحتي الستينيات من القرن العشرين.
بغيت نعرف شحال كاينه عندي من الطول فعنقي.
واش بغيتي تشرب شي قهوه اخري؟
السويتش خاسر.
واش ممكن نعيط ليك؟ واش ممكن تعطيني نمره التليفون ديالك؟
هذا مزيج من اربعين في الماءه من القطن وستين في الماءه من النايلون.
غانْراهَنْ بيه علي الارقام الحْمْرَا الزوجيه.
تكلف نوادي الايجار ثمانيه دولارات مقابل مجموعه كامله وتكلف الاحذيه المستاجره دولارين.
ثلاثه ايام من السابع من يونيو.
واش كاين شي شقق لي ممكن للساءح يكتريها؟
واش عارف انني هنا؟
غدا؟ ما عندي والو باش نعاونك طيله العشيه. ولكن علاش؟
بغيت ندير مكالمه علي حساب السيد هاشيموتو.
واش كاين ماتش ديال الكوره هاد الويكاند؟
هادشي زوين. عافاك بغيت هادشي.
واش ممكن توريني الفاتوره ديالي، عافاك؟ شنو هاد التكلفه؟
كاينين ف الجهه الاخري من قسم المجلات.
اشنو هي الاختيارات ديال اليوم؟
فين خاصني نطلب اعاده الاصدار؟
هادشي شويه صعيب بزاف.
تابيو اوزورا.
غانوريك كولشي هنا.
بغينا طبله فالقسم ديال المدخنين.
بغيت شامبو ضد القشره.
واش تقدر تعاوني باش نعمر هاد الفورميط؟
واش كاين تخفيض للسياح؟
بغيت سْفِّيْسْطَه.
من بعد الشامبو، بغيت ندير مانيكير.
ماشي غالي بزاف. واخا. عندنا واحد الفندق زوين سميتو بيڤيرلي. كاين ف الجهه الشرقيه.
غانبدل الطياره فباريس.
ما تقولش مستحيل.
واش كتعرفو من زمان؟
فالمحل ديال التذكارات اللي كاين حدا الباب.
لا. هذا تامورا.
عندي موعد علي الساعه السابعه.
اشنو كاين؟
عافاك، ضغط علي هادو.
بغيت نحجز بلاصه فالقطر اللي غادي لمدريد هاد الليله.
واخا. غير سيري فهاد الزنقه جوج بلوكات، وغادي تشوفي بنك ناسيونس علي يمينك.
شكراً، ولكنني اود ان افكر في الامر.
فاش كيوصل؟
شْحَال هَادْ الشِّي لْكِيلُو؟
شنو غادي يوقع الي قلت اه؟
واش بغيتي دّير شي عمليه اخري؟
المراه ذات الرداء الاحمر، هي كوكتيل فراوله يعتمد علي الشامبانيا، وهو منعش جدا.
هذا مفيد. شكرا لك. اسف، ما اسمك من فضلك؟
هل كانت هناك اي خصاءص او علامات مميزه عليه؟
كَايْنْ حافْلَه اُخْرَي فِي الثَّانِيَهَ عَشْرَهَ وَالثَّلَاثِينَ دَقِيقَهً.
واش ممكن نشوف الكَاط اللي فالفيترينه؟
جوج كيسان ديكيري، الله يخليك.
واش كاين شي ريسطو كيهضرو فيه باليابانيه؟
واش تقدر تعيط لصاحبي؟ ضعت عليه وسط الزحام.
غانعطيك شي حقنه.
تعرض رفيقي لالم حاد في المعده.
بغيت شي كريم للبشره الدهنيه.
واش تقدر توصّي بجوله سياحيه؟
حوالي ثلاثين دقيقه. يُرجي الانتظار في صاله الترانزيت.
واش نقدر ندير مكالمه جماعيه لليابان؟
واش ممكن يوصلو ليا بيتزا للبيت ديالي؟
اعتقد انه يمكننا تقديم طاوله في غضون ثلاثين دقيقه.
فين كاينه اقرب حلاقه؟
شْحَال كَايْكُلِّفْ الطِّقْم؟
انا من المانيا.
عافاك، بدل هاد المبلغ للدولار.
واش عندك الكاكا؟
كاينه ريحه زوينه جايه من داك الكشك ديال الماكله.
واش غادي تورّيني كيفاش نْدير باش نْصوني بالتيليفون؟
كنراهن علي ان هناك اشخاصا هنا يتعاطون المخدرات.
واش فهمتي شنو كنقول؟
واش ممكن نسول علي وقت الاقلاع من هنا؟
هو خرج.
بابا خايف يركب الطياره.
انا هنا مع صديقي. هل يمكننا الجلوس معك؟
الاكل راءع والناس مجتهدون جداً، لكن التلفاز سخيف.
فهمت. خليني نشوف فكتابي. عندي موعد خاوي هاد الجمعه. واش تفضل الصباح ولا العشيه؟
شكرا لك. المرجو الاداء عند الصندوق الموجود هناك. شكرا مره اخري.
امتي غادي ترجع؟
فين كاين الصالون التنفيذي؟
التاسعه صباحا.
سمح ليا. معنديش ما يكفي معايا دابا.
واخا. خلينا نديروها. واش نتا واجد؟
واش هادشي كوارتز؟
اه، خاصني نشري حتي معجون الاسنان.
عافاك بغيت نطلب سلطه البطاطس باش نديها معايا.
التلوث الجوي مشكل خطير فهاد المدينه.
واش عندك صالون؟
كَيْضرني كرشي.
رقم الهاتف هو واحد اثنان ثلاثه اربعه خمسه سته.
واش بغيتي الحوت ولا اللحم ديال البقر؟
تفضل وجلس. خاصني نلقي شي بلاصه باش نجلس.
خاصني نوصل للمطار قبل الثمنيه ديال الصباح.
اعتقد انني التقيت بك من قبل. انا كينيتشي يامادا من شركه نانيوتيكنولوجي.
واش ممكن تشوف هاد الرسم البياني ديال فحص النظر، عافاك؟
غانقومو بحفله وديه غدا. بغيناك تجي معانا، ياك؟
واش ممكن تعطيني مفك براغي؟
واش نقدر نصور فيديو؟
اوه، هاد الطياره صغيره بزاف باش تحمل كل هاد الشوانط.
عافاك، ما تدخنش فالسانسور.
بغيت نمشي ف رحله بحريه.
عافاك، نصحني بشي مطعم.
هادي هي الغرفه ثلاثه وعشرين وخمسه. التلفاز ما خدامش.
بغيت جوج ميتر من هاد القماش، الله يخليك.
المرجو دفع رسوم النقل للوصول الي هناك.
ايهما تفضل، الكلب ام القطه؟
قادر نتحمل هادشي.
واش غتجيب ليا شي ثلج و زوج كيسان، عافاك؟
كان عندي قنينه ماء معدني من الثلاجه.
ما هو رقم رحلتك؟
عندي مشكل فالقلب.
فين هو زيت السيسام؟
هذا هو المكان الذي وقع فيه حادث تصادم بين اربع سيارات قبل يومين.
كَانْمَشِي نْلَعْبْ الگُولْفْ فْنَهَايَهْ الاُسْبُوعْ مْرَاتْ مْرَاتْ.
كاينه شي نقط خاصني نفكر فيهم.
بغيت ناخد موعد علي الساعه العاشره صباحا.
سكات. غادي نعيط و ناخد موعد باش نقطعو.
واش كتقدر تجلس ثلاثه؟
السماعات ما كتخدمش مزيان علي ما يبدو.
اشنو كاين فالسينما الليله؟
واش ممكن نعاود نطبعهم؟
واش عندك روبي مركّب علي فضه نقيه؟
شنو هو الحد ديال العمر؟
بغيت عصير الطماطم، الله يخليك.
اه، واش غادي تشرح ليا كيفاش نستعمل هاد السماعات؟
حتي اي وقت يُسمح لنا بالدخول؟
واش كتعرف شي محلات عندهم باعه يابانيين؟
اجل سيدي، بعض افضل الناس يقيمون هنا، اشخاص يعطون اكراميات لساءقي سيارات الاجره، ان كنت تفهم ما اقصد، سيدي.
تذكره من الدرجه الثانيه في اتجاه واحد، من فضلك.
انا حاجز علي الرحله رقم خمسه المتجهه الي سياتل غداً.
حنا تاخرنا شويه، ولكن ما تخممش.
تاكد من انك تفي بجميع وعودك.
فين نقدر نطلب باش نتسجل فمدرسه الغطس؟
واش عندك شي ظرف اخر؟
لا، شكرا، ما بغيتش زيت الشعر.
شْحَال مِنْ يُوم؟
ما بغيتش هادشي.
فهمت. كيبان زوين. ولكن ما غالي شويه؟
ما عنديش شي صْكَاكْ باش نْخَلْصْ لْكَاسَه اللي كْتْخَلْصْ بالصْكَاكْ.
واش كنتي عارف انك ما وقفتيش عند الاشاره؟
شْحَال كَايْكُلِّف لِيلَه وَاحْدَه؟
المقاس ديالي هو سبعه.
غانوصل تقريباً مع العشره ديال الليل اليوم.
رقمي هو واحد اثنان ثلاثه تسعه صفر خمسه خمسه.
بما انني جءت كل هذه المسافه الي سافيل رو، فيجب ان اصنع بدله.
عافاك، شارجي الباتري.
العشرين من ابريل.
بغيت نبدل الرحله لرحله ديال العشيه.
اللباس، الحقاءب، الاحذيه، اشياء من هذا القبيل.
هي بنت يابانيه عندها ثمان سنين.
كيف حالك؟ والدي يبعث لك تحياته.
خّْصّْنا نْسْرْعو، وْلاّ غَنْتْعَطّْلو.
واش هادشي هشيش ولا كيتكسر؟
كانخاف ان هاد المشروع غادي يفشل.
علمّني الخطوات، من فضلك.
حوالي ساعه ونصف.
سمح ليا. عطيتو لشخص اخر كان ساكن ف نفس الغرفه.
كانت ماري في الوقت المناسب لتلحق بالقطار، لكن جورج لم يكن كذلك.
الخدمه بوحدها بلا لعب كتخلي جاك ولد ممل.
واخا، غنفكر فهادشي.
التذاكر السريعه صالحه فقط للقطار والمقعد الذي قمت بحجزه.
شكراً ليك حيت شرحتي ليا كل هادشي.
ماكانش عندي تبرز من تلاته ايام.
اي نادٍ يجب ان استخدمه للضربه القادمه؟
اي شاطء هو الاكثر شعبيه بين الاطفال المحليين؟
هادشي كولو ممتلكات شخصيه.
اه، كوكا واحده فقط.
خود شي حلوه من عندك.
واش ما خطيرش ناكلو؟
هذا هو رقم المطالبه الخاص بي. هل ستقوم بالتحقق منه علي الفور؟
كَانْشْرِيوْ حتي الحوت بْزّاف من بْلادات اخري.
الحوايج الهشاش.
ما تخممش. غادي نعلنو عليه.
فين كاين الطريق اللي كايودي لفيشرمَنز وارف، عافاك.
واش غادي تجيب ليا شي اتاي و الخبز و الزبده؟ هادي هي الغرفه رقم جوج و تلاته و ربعه.
كنموت علي شي جرعه ديال البيره.
هادشي كيتعلق واش عندك شي حاجه باش تعلن ولا لا.
واخا، اسي. عافاك قطع الخط و غادي نعلمك ملي نكون درت الاتصال.
النشر المكتبي شاءع جداً في هذه الايام.
واش ممكن تبدل ليا هاد الورقه النقديه بوراق نقديه اصغر؟
مانشستر من فضلك.
سمح ليا، حنا ما كنديروش هاد الشي.
سكبت شيءاً. هل يمكنك ان تحضر لي منديلاً؟
امتي كانت اخر مره مارستي فيها الجنس؟
شْحَالْ كَايْكُلْفْ ثَمَنْ التَّذْكِرَهْ لْوَايْتْ بْلَايْنْزْ فِي الخَطْ الشَّمَالِي؟
هل هي جوله ليوم نصفي؟
عافاك وريني جدول المواعيد.
بغيت نغسل يدي. واش كاين شي بلاصه فين نقدر نغسل يدي؟
واش خاصني شي تذاكر؟
كَايْن شي مشكل ف الطوموبيل. واش تقدر تشوفها؟
اوه. هو يعرف اننا نريد الملابس.
بغيت ندير مكالمه بعيده، الله يخليك.
سمح ليا، ولكن هو دابا فاجتماع.
كَانْقَلّْبْ عْلَي بَنْكْ. فِينْ اَقْرَبْ وَاحْدْ؟
اي نوع من الوظاءف؟
اوه، لعنه. فين كَلسنا؟
صباح الخير. شحال من واحد غادي ياكل منكم؟
المفتاح اللي علي شكل كارت ملوي. واش ممكن تعطيني واحد اخر، عافاك؟
خصك تسجل الدخول تسعين دقيقه قبل وقت الاقلاع.
خليت الكاب ديالي فالماريو ديال الفندق.
عافاك بدل ليا هاد الفلوس بفلوس صغار.
يمكن شي حد خدا هادشي بالغلط.
فين كاين الكورس ديال المبتدءين؟
واش عندك شي الوان اخري؟
بغيت نرجع الراديو اللي شريت البارح.
اي خط خاص بالحافلات يجب ان استقل؟
جيبلي الفوطه ديالي عافاك.
عندي رحله ربط علي متن طاءره نورث ويست تو ثري فور. اين يمكنني تسجيل امتعتي؟
واش نقدر نبدل البلايص؟
دولار و خمسه و سبعين. غادي نعيط ليك ملي يكون واجد.
واش تقدر تسول عليه فطوكيو؟
هادي هي الغرفه سته-صفر-واحد.
منظر راءع.
فيقني غداً الصباح علي الساعه السادسه.
باينه بحال شي قطعه ديال جوده عاليه.
واش ندي ليك حوايجك؟
واش ممكن تعطيني الفاتوره ديالي، عافاك؟
بغيت شي بلاصه كاطل علي نهر تيمز، من فضلك.
سمح ليا، واش غادي تصورنا؟
واش كاين شي بلاصه للغوص قريبه من هنا؟
بغيت شي برغر بالجبن مع كلشي، البطاطا المقليه و شي ميلك شيك بالفراوله.
ارسلوا هاد الطرد مع دفع الثمن عند التسليم.
انا سعيد جداً لاني اتناول وجبات علي الطريقه الغربيه منذ ان غادرت طوكيو.
بغيت نبعث هادشي عن طريق الكابل.
عافاك، كتب سميتك، الفندق اللي نازل فيه، ونمره التليفون ديالك فهاد الورقه.
واش نقدر ناخد موعد ليوم الجمعه؟
صباح الخير. هاد هو وقت باش تفيق.
درتْ اتّصال.
عافاك ورّيني الطريق لمكتب الخطوط البريطانيه.
سمحلي. واش تقدر تبدل ليا هاد الدولار و زيرو سنت؟ بغيت نعيط ولكن ما عنديش الصرف معايا.
من التاسعه صباحاً حتي التاسعه مساءً.
واش تقدر تطبع سميتي و العنوان ديالي علي الورقه اللي فيها العنوان؟
ها هو وصل الدفع الخاص بي.
هل اللباس الرسمي مطلوب؟
شْحَال كَايْكُلْفْ المَاسْكْ دْيال الوَجْهْ اللي فيه مَاسْكْ الطُّحَالِبْ؟
بغيت نبدل الشيك بالفلوس.
كيف كان الطقس في لوس انجلوس؟
كاين غير برا من ديك الباب. سيري لمحطه الحافله اللي فيها رقم ثلاثه. هاد الحافله غادي توصلك لفندق باي فيو.
باستخدام هذا البرنامج، يمكن للمستخدمين انشاء صفحه ويب في اقل من عشر دقاءق.
طحت وتجرحت ليا ركبتي بزاف.
عافاك وريني.
اشنو كيقول هاد العلامه؟
علاش المنتوج ا حافظ علي حصه كبيره من السوق ديالو خلال الخمس سنين اللي فاتو؟
واخا. تفضل باش تدير مراقبه الباسبور.
رد لي دولارين.
امتي غادي تجي؟
واش عندك نفس الشيء باللون الاسود؟
فاش كيمشي اخر قطار؟
عافاك، وقفني فالمحطه الجايه.
لوحات الايجار، من فضلك.
نعم، لدينا ثلاثه ملاعب تنس في الجزء الخلفي من هذا الجناح.
عافاك، جي عندي للمحطه.
فين خاصني نوقف فالصف؟
سير عفاك للشباك الخامس.
واخا، اسي. غادي نشوفوك مع السبعه.
كاينه شي غلطه فالحساب. شحال هي؟
بغيت طوموبيل اوتوماتيك لي كدير مسافه طويله.
اه، البارح كان الجو شويه سخون.
الوقوف علي الرصيف مخالف للقانون.
واش كَاتْبِيعُو طَوَابِعْ البُوسْطَا؟
احتاج الي وصفه طبيه.
كَادَتْ تَكُونُ الْخَامِسَهَ.
كانت ردود الفعل علي نموذجنا السابق ايجابيه في معظمها.
اما عن الذهاب الي هاكوني معي، فماذا عن ذلك؟
اي حاجه تختارها غادي تكون مزيانه.
واخا، السيده سوزوكي، عندك حجز علي الرحله رقم 213 اللي غادي تقلع غدا علي الساعه 3 بعد الزوال. عافاك، سَجلي وصولك قبل الساعه 2.
واش ممكن تعطيني شي فلوس صغار؟
يمكن ان اكون قد تركته في مكتب الاستقبال.
بالتاكيد. هل هذه ثلاث قطع في المجموع؟ سنحتفظ بها لك.
ما كانشوفش الشاشه مزيان من هنا.
سمح ليا، ولكن بغيتك تحتافظ ليا بجواز السفر ديالي.
واخا. دابا نتا مسجل.
عافاك، جيب ليا الفاتوره.
واش بغيتي نتغداو بجوج؟
هادشي خايب بزاف. كان من اللذيذ بزاف نهضر معاك.
ما لقيتش الكلمات المناسبه.
الفرق الاكبر هو الاحساس بالمساحه.
واش عندكم تخفيض علي الاقامه الشهريه؟
واش هادشي فالطريق السيار ولا فالمدينه؟
كاينه سرقه.
واش غادي تبقي ثلاثه ديال الليالي كيفما كان مخطط ليه؟
واش ممكن نطلب منك تعيط ليا من بعد؟
بغيت نبعث تلغرام.
فاش خاصني نخرج من الفندق؟
نعم، بالنسبه للمجموعات المكونه من 10 اشخاص او اكثر، سعر المشروب ثلاثه دولارات.
ها هي بطاقه صعودك للطاءره. المرجو التوجه الي البوابه رقم اربعه عشر عند النداء علي الرحله.
قطعت يدي علي قطعه زجاج.
ما تزعجنيش.
هادشي مزيان بزاف.
مزال ما خديتش الشوانط ديالي.
واخا، صعيب نقول. هادشي كيتعلق بالحركه فالاوطوروت. كتعرف بلي كيكون الزحام بزاف فهاد الوقت من النهار.
واش تقدر تورّيني كيفاش ناكل هادشي؟
بغيت لحم الخنزير مشوي.
سالا ليا ليصانص.
واش ممكن نجرب القياس الكبير اللي موراه؟
عافاك عمر هاد الفورم. فين خاصنا ناخدوه من بعد ما نستردوه؟
التقيت بك عندما زرت مكتبنا في طوكيو في العام الماضي.
واش كَاتوقفوا في فندق واني؟
واش تقدر تشرح ليا كيفاش نلعبو؟
واش ممكن ناخد كيبّر و شي رولات؟
واش تقدر تنصحني بمطعم مزيان؟
شْحَالْ مُدَّه؟
عافاك شعل الكونطوار.
ما عمري شفت شي لون بهاد الحيويه.
واش ممكن ناخد شي دوا ديال المعده؟
هذا ليس ما طلبته.
سمح ليا، فين نقدر نغسل يدي؟
مرحبا، لقد فقدت بطاقتي الاءتمانيه. يرجي الغاء البطاقه القديمه واصدار بطاقه جديده لي.
بغيت نتحقق من الامتعه ديالي.
بغيت شي تذكره ديال الرحله ذهاب واياب لمحطه "س" عافاك.
شْحَال ثَمَن الغُرْفَه؟
عافاك، تبعو. غادي يغسل ليك شعرك.
واش ممكن ناخد كيس ديال البلاستيك؟
عندي ثلاثه ديال الحقاءب.
واش ممكن تعطيني سميتك و نمره التليفون ديالك؟
فهمت. طعم الحلويات اليابانيه مختلف تماما عن طعم حلوياتنا.
واش تقدر ترسل شاحنه سحب لشارع مينتو 100؟
هادي هي عاءلتي.
واش ممكن نبدل البلاصه ونجلس فبلاصه اخري؟
شْحَالْ غَادِي يْخُدْ هَادْ الشِّي مِنْ وَقْتْ؟
واخا. انا غادي نمشي حدا البريد علي العموم.
اوه، هذا مءسف. اذن، ما رايك في هذا الجهاز، الذي يتميز بعمليه بسيطه؟ كل ما عليك فعله هو وضع هذا النوع من الافلام علي شكل خرطوشه هنا والضغط علي زر الغالق.
واش تقدر تدبر ليا باش نجلس مع مراتي؟
تعرضت للحروق بسبب الماء الساخن.
بغيت نبعث برقيه.
هادشي حيتاش القرارات كيتاخدو بشكل جماعي.
هبط هاد الدروج واتبع العلامه.
واش عندك شي بيرا محليه؟
واش تقدر توقف هنا؟
اذا شريت جوج، شحال غادي دير ليا الثمن؟
اه. هادْ هَادَا.
فين كاين المصعد ديال غرين ديلوالد؟
غرفه مع حمام ودوش.
كَانْقَلّْبْ عْلَي شْمْسِيَّه.
بغيت ندير مكالمه هاتفيه دوليه، الله يخليك.
ثمانيه وعشرون دولارا؟ ماذا عن خمسه عشر دولارا؟
واش بغيتي شي اتاي؟
الله يبارك فيك.
بغيت طبله قريبه للنافذه، الله يخليك.
واش كتقبلو هنا الشيكات السياحيه؟
الشخص المسءول غير موجود في الوقت الحالي. سيكون هناك حالما يعود.
عافاك، عطيني الساروت. الغرفه هي 1116.
بغيت كاميرا بسيطه، الله يخليك.
واش هادشي حقيقي؟
واش ممكن تعاوني و تربطلي السانتورات ديالي من اللور؟
بغيتك دير راديو.
واش كتعرف شي بلاصه اخري قريبه كتقبل الين الياباني؟
علاش هاد السروال ديال البوكسور غالي بزاف؟
البطاريه خوات. واش نقدر نستعمل الكابل ديالك؟
دواء للمعده، من فضلك.
تلقيت قنينه عصير، ولكن لم اتلق اي نقود متبقيه.
كيعجبني الموسيقي الشعبيه.
واش ممكن نشوف شي حاجه بحال هاديك اللي معروضه فالواجهه؟
السلام عليكم، وكاله ساماريتان العقاريه.
واش عندك شي فاكيه طريّه؟
غاناخد اي حاجه بقات لليله هادي.
فين كاينه قاعه الاكل؟
حوالي ثلاثه ملايين ونصف المليون ين.
عافاك، صيفطو بالبريد المسجل.
واش عندكم شي مسكنات للالم فهاد الفندق؟
واخا. اي. واش نقدر ناخد دوش اليوم؟
الطرف الاخر علي الخط.
عطيني تسعه ديال العشرات، واحد ديال الخمسه، اربعه ديال الواحد و الباقي ديال العشره سنتيمات.
كيَبْغيُو اليابانيين يْديرو الحوايج فالمجموعات.
خلينا نعلنو علي هاد النهار.
شحال الساعه فطوكيو؟
خصنا نوصلو ليه.
بغيت شي كارطه ديال اللعب، الله يخليك.
كنقلب علي شي تذكارات بثمن معقول.
بطري بارك، من فضلك، ولكن هل يمكنك التوقف في يونيون سكوير؟ اريد ان التقط صديقي من هناك.
غانرجعوه ليك قريب.
سمح ليا، ما نقدرش. كنقدر نوقف غير فالفنادق اللي مذكورين هنا.
انا ممتن جداً، لكن.
اي نوع من الغرف تريد؟
واش هادشي علي اليمين ولا علي اليسار؟
عطيني دولار.
شنو هو رقم البوابه؟
عافاك، وقع.
واش هاد المنصه هي السادسه؟
هادشي شويه حار، ولكن كنظن غادي يعجبك.
بغيت كاس ديال الما بارد.
واش خطير نمشي لسوهو؟
بغيت شي تذكره ديال ديترويت، الله يخليك.
اذا كان الحديث عن المسرحيات الغناءيه، فلا شيء يمكن ان يضاهي شارع فورتي سيكوند. المسرح ممتلء عن اخره كل يوم لدرجه انه لا يمكن الحصول علي تذكره واحده. اعتقد انها حاله نادره في تاريخ المسرحيات الغناءيه.
واش تقدر تنزل ليا الحقاءب ديالي، عافاك؟
انا ممتن لك، لكن امتعتي كبيره جداً ولا استطيع حملها. هل يمكنك الاحتفاظ بها من فضلك؟
حنا مهتمين بعلم الاثار.
واش غادي تجيب ليا كاس ديال الما؟
عيط للبوليس.
راه جاي.
عافاك، بغيت الشعر يكون حتي الكتف.
هل يمكنني رءيه البرنامج وقاءمه الاسعار؟
طبعاً. ساعطيك بطاقه عملنا.
واش عندك شي موديلات اخري؟
باب الصعود الي الطاءره ديالك هو رقم سبعطاش.
كان التاسع والعشرون من ابريل عيد ميلاد الامبراطور شوا، والد الامبراطور الحالي. ويُحتفل به الان كعيد اخضر.
شْحَالْ كَايْكُلِّفْ ارْسَالْ هَادْ البِطَاقَهْ البَرِيدِيَّهْ لِلْيَابَانْ عْبَرْ البَرِيدْ الجَوِّي؟
واش غادي تديّني لل ديسكو؟
اه، هاديك هي برج الذكري. واحد من اشهر المباني في المدينه.
واش عندك شي افلام؟
سمح ليا. واش هاد الطريق هي اللي كتوصل للبنك الوطني الاول؟
بغيت نستعمل صندوق الامان.
بدا شي صراع.
واش كتقدم شي نسبه تخفيض خاصه؟
عندي اكثر من عشرين سنه من الخبره في هذا المجال.
انا مقيم في فندق هيلتون سيسايد. تعرف، انا في حاجه ماسه الي تلك الحقيبه. كل ملابسي موجوده فيها.
خود داك المخرج اللي تما ودور لليمين، الله يخليك.
سمح ليا. هاد الرقم ماشي هو اللي بغيت.
واش عارف كيفاش توصل ليه؟
الخط مشغول.
فين كاين البريز ديال ماكينه الحلاقه الكهرباءيه؟
واش نقدر نشوف شي وحده اخري؟
فين كاينه السلوم؟
واخا. واش معاك شي نباتات او شي اكل؟
هادشي اكيد. هاي. يالاه نمشيو للبحر.
واش هادشي ف نفس الاتجاه ديال داك البنايه؟
باينه غادي تكون زوينه بزاف.
انا كاتسوهيكو ناكانوما. هل هناك اي رساءل موجهه لي؟
علي اي حال، هل يجب علي ان احجز نفس الرحله الجويه لان لدينا مكانًا لك؟
هل يمكنني تغيير حجزي الان؟
الاسم ديالي هو سوزوكي.
سميتي يوسوكي تاناكا، وكنتاصل دابا من المطار.
واش هوما ناضجين؟
ماكانش القصد ديالي ناذي شي حد.
فين كاين اللوبي؟
تعرضت واحده من حقاءبي للضرر. اين يمكنني الذهاب لتقديم شكوي؟
هادشي بزاف ديال الصداع.
واش ممكن تجيبو لينا الحقاءب ديالنا لتحت، عافاك؟
جيبلي عافاك قرعه ديال البيره. ويلا كان عندك البيره ديال الطونوبيل، كنفضلها.
اوه، هذا يذكرني، هناك مقهي جيد بالقرب من هنا يعزف موسيقي كلاسيكيه راءعه.
بغيت طوموبيلتي.
بالتاكيد. هل يمكنني الحصول علي رقم هاتفك، فقط في حاله الطوارء؟
لا. في الواقع، بسبب الاسعار المرتفعه، يتعين عليّ العيش في المنزل الموجود في كوينز، والذي يستغرق الوصول اليه ذهابًا وايابًا ساعتين.
اعتقد اننا كذلك. والان، لم يتبق لنا سوي نقطه واحده لمناقشتها. وهي عدد الاشهر التي يجب علي كل طرف اشعار الطرف الاخر بها مسبقًا في حاله انهاء العقد.
بغيت نشري جوج تذاكر لعشيه السبت الجاي.
هذا محروق شويه.
واش هادي قصه حب؟
كنلعب باش نتسلي وكنستعملو حتي فالخدمه.
فاش غادي تمشي الحافله ديال اوكسفورد؟
بغيت نلقي نمره شركه الطيران يونايتد، الله يخليك.
سمح ليا حيت خلّيتك تسنّي، رقم الغرفه ديالك هو تسعه وتسعين. هاك المفتاح ديالك.
خمر لذيذ. واش هادشي مصنوع محليا؟
بالتاكيد. هل لديك لون معين في ذهنك؟
كَانْحَسْ بِالدُّوَار.
فين كاين بلاصا ديال الامتعه اللي مخليين؟
واش ممكن نشوف الباسبور ديالك و التذكره ديالك؟
بغيت شي وراق ديال الطواليط.
اليابانيون ما كايبدلوش خدمتهم بزاف ديال المرات.
كانتاصل بطوكيو: ثلاثه سبعه سته خمسه اربعه ثلاثه اثنان واحد.
واش ممكن ناخد موعد غدا؟
هادْ الحَجَر قْديم و فيه حروف قديمه.
اي رحله ساستقلها بعد ذلك؟
كايقلع علي الساعه تمنيه و خمسه و عشرين د الصباح من مطار سان فرانسيسكو.
هَادْ هِيَ بْيَتْكْ، اَسِّيدِي. فِينْ نْخَلِّي لِيكْ الشَّوَايْطْ دْيَالَكْ؟
سمحلي، ولكن كنضن انك جالس فبلاصتي. شحال هو رقم الكرسي ديالك؟
واش ممكن تحط امتعتك فوق الكونتوار؟
كَانْشوفو واشينطُن العاصمه ديال امريكا كمركز للسياسه العالميه.
واخا. غادي نقول ليها تْكَمّلو.
الاسم هو اوكادا. لدينا حجز علي الساعه السابعه.
انا؟
فين غادي تبقي ساكن ف لوس انجلس؟
فالميترو.
و هكذا، يتم ايضاً الحد من مشكله التلوث البيءي. اليس كذلك؟
اي رقم للحافله؟
ما كايهمش.
للاسف، يتعين علي مهندسنا، السيد اكيياما، المغادره مبكراً لحضور اجتماع اخر.
واش عندكم خدمه الكراء او خدمه التوصيل؟
ماكاينش الصابون فالحمام.
كنفضل شي حاجه اوتوماتيك.
سته اوراق نقديه من فءه عشره دولارات، وثمانيه اوراق نقديه من فءه دولار واحد، والباقي في شكل قطع نقديه من فءه ربع دولار.
ركبوا حافله النقل من الخارج مباشره.
هادشي ديالك.
غَنْخُدْ الخُبْزْ الاَبْيَضْ، عَافَاكْ.
فين كاين الطواليط؟
شكراً لك علي اليوم.
واش عندك تيليفون عمومي؟
غايكون تما بعد دقيقه.
حوالي الف وخمسماءه دولار استرالي وخمسين الف ين.
واش كاين شي طبيب هنا؟
واش عادي ناخد رحله بحال هادي؟
رقم الحجز ديالي هو سته وعشرين وسبعه وتسعين.
بغيت ناخد الرحله الجايه لبوسطن.
هاد الطبله ديال الاوتيل، من فضلك.
واخا. عفاك بقي هنا. انا غادي نمشي نجيب طاكسي.
عطيني كوكيز بالشوكولا.
عندي تقريباً ثلاثين عام.
بغيت نشري روج. بغيتو لون وردي.
ما كانش عندي اي مشكل.
بْقَي هْنا حْتَّي نْرجْع.
قُلْ للسيد توماس من فضلك انني اقيم في فندق هيلتون.
فين كاين اقرب سوق ديال الروينه؟
لا. خاصك تشري تذكره من ديك الاله.
واش هادشي جديد هاد الموسم؟
سمح ليا، ولكن انا كنحس براسي مريض.
بغيت ناكد الثمن.
اذا قمت باجراء مكالمه دوليه من غرفتي، هل هناك رسوم اضافيه؟
اظن ذلك.
بغيت نعيط لهاد النمره. واش تقدر تعاوني؟
واش تقدر تقول لي شنو هو الباص او القطار اللي كيمشي لوسط المدينه؟
بغيت ندير مكالمه دوليه لليابان، الله يخليك.
واش خاصني جاكيط؟ واش خاصني كرافاط؟
بغيت نطلب منك خدمه.
راه فالسله اللي حدي التوستور.
مَخَصْنِيشْ نْشْرَبْ حَتَّي حَاجَه فِيهَا الكُحُول.
كَانْوَجَّدْ لِيمْتِحَانَاتْ دْيَالْ الدُّخُولْ لِلْجَامِعَهْ.
مع الكريمه والسكر، من فضلك.
كَايْنْ البْرُدْ، يَاكْ؟
واش تقدر توصّل ليا شي اماكن مثيره للاهتمام باش نزورها فهاد المدينه؟
كَايْنْ كَازِينُو فْهَادْ الْمَدِينَه.
راني جيعان.
ها هي فاتورتك. هل تود الدفع نقداً ام ببطاقه الاءتمان؟
واش ممكن ناخد ويسكي مع الصودا وكونياك، الله يخليك؟
شْحَال كَايْكُلْفْ التَّوصِيل؟
ما كنعرفش نعوم. خاصني ستره نجاه.
زوج ديال الهوت دوغ باش نديهم معايا.
خصني نمشي.
غانجي دابا باش ناخدو.
دور يمين ف الزنقه.
اذن، السنه النهاءيه هي السنه الرابعه من التعليم الجامعي بعد السنه الاولي والثانيه والثالثه.
بغيت ناخد درس خاص.
توقف.
فاش نقدر نجي نشوفو؟
واش عندكم لاءحه ديال النبيذ؟
كَيْعَوَّرْني رْجْلي.
عاجبني. هادْ هادا الله يخلّيك.
عندهم كذلك مجموعه ضخمه من مسرحيات شكسبير، اليس كذلك؟
امتي غادي يكون كاس العالم؟
انا سعيد لانك تمكنت من الحضور.
عافاك، النادل.
بغيت نحجز قارب للتجذيف.
واش عندك شي افكار ديال تسريحه شعر ليا؟
واش عندك شي خريطه ديال المدينه لهاد المنطقه؟
واش بغيتي طلب صغير ولا متوسط ولا كبير ديال البطاطا المقليه؟
فين كاين البلاصه اللي فيها اكثر نشاط ف الكرنفال؟
واش كاين شي صندوق بريد هنا؟
اوه، انت لطيف جداً. هل يمكنني فتحه؟
طلع فالهضبه. غادي توصل لطريق فيها ثلاثه تقاطعات. من بعد سير علي اليسار.
واش ممكن نشوف البيان التفصيلي؟
بغيت واحد الروولو ديال الفوطو فيه سته وثلاثين صوره، الله يخليك.
غادي يقولولك علي الطوبيس اللي خاصك تركب فيه.
واخا. تفضل من هنا.
غاناخد اللينجيني.
خلّيها مكالمه علي حساب المستقبل.
كانهضر شويه. ولكن الهضره والفهم حاجتين مختلفين. مثلا، كنعرف كلمه "اجنبي" -ولكن مايمكنش ليا نعرف اي صف هو ديال الاجانب.
واخا. واش عندك غير تذكره وحده للكبار؟
خود قرص واحد مع كاس ديال الما.
كيف حال عاءلتك؟
واخا. غادي تعطيك ميه وستين دولار.
فين كاينين كتب الدراري الصغار؟
ماكايناش شي كابين تيليفون هنا.
واخا، شي ربع ساعه ديال المشي.
واش تقدر تجي تاخدني من محطه بوسطن؟
اه، هي موجوده. من يتحدث، من فضلك؟
شنو هي درجه الحراره دابا؟
تْسْرْقاتْ لِيَّ الصَّاكْ.
غالباً اعمال وقليلاً من السياحه.
واش عندك غاسله ديال الطوموبيلات؟
حط فلوسك فينما كتقول.
عافاك كتب ليا.
فين خاصني نحط هادشي؟
واش تقدر تشير ليا لبعض الاماكن الزوينه اللي نستكشفها؟
السلام. هادي كارول براون كتهضر. واش ممكن نهضر مع سوزان؟
اولاً، اركب خط تشوو. وفين خاصني نبدل القطار؟
فوتني المحطه ديالي. شنو خاصني ندير؟
فاش كيمشي الطياره؟
واش عندكم شي بيت عندو منظر زوين؟
واش غادي تقول ليا فين كاينه طريق البريد؟
بغيت زوج من المناظير.
عافاك خود صوره مع البنايه اللي ورا.
واش عندك شي جورنالات يابانيه؟
اعتقد ان صندوقًا كبيرًا سيكون مكلفًا جدًا.
مساء الخير. انا محتاج نقدم طلب للحصول علي تاشيره دخول لبلادكم.
هوما واسعين بزاف.
البريد الجوي؟ خلينا نشوفو، هادشي غادي يكلف ميه وثمانين دولار.
انا مجروح بزاف.
سلام، ما شفناكش من زمان.
واش نقدر ندخل؟
عندي تامين المسافر.
اوروبا بشكل رءيسي.
واش امريكان اكسبريس مزيان؟
واش خلصتي فاتوره الفندق ديالك؟
المرحاض باين مسدود.
بغيت نحط هادشي فالحساب ديالي.
واش هادشي كيشمل الوجبات؟
تفضل، جلس.
غانمشي نهار الجمعه تسعه وعشرين وغانرجع نهار الاحد.
شحال الساعه دابا فاليابان؟
مثير للاهتمام.
اذا كنت تريد خدمه ليوم واحد، سيتم اضافه رسوم اضافيه بنسبه خمسين في المءه الي فاتورتك. هل هذا مقبول؟
غاناخدو ثلاثه ديال الكراسه اللي فالنص فهاد الصف.
واش عندك شي اقتراحات؟
كانسمعك.
ما عندناش هاد المنتوج فالمخزن، ولكن نقدرو نطلبوه ليك.
واش ممكن تورّيني هذاك، عافاك؟
حطّو فشي صاك كبير من اللي كاينين فبلاصه الحوايج. عافاك عمر الفورم ديال طلب التنظيف اللي كايخص الحوايج اللي بغيتي تنظفهم.
كانخدم فالتلفزه.
واش نقدر ننزل فالطريق بهاد التذكره؟
ايهما اكثر متانه؟
بْشْحَالْ خْلَّصْتِيهْ؟
انا محظوظ لاني تعرفت عليك.
كاينه عليه لاصقه ديال ميكي ماوس.
واش تقدر تورّيني شي حاجه اخري؟
هادشي زوين.
بغينا غرفه تطل علي الواجهه البحريه.
واخا، ما عارفش كيفاش نقول.
واش كاين شي رحلات اخري متوفره اليوم؟ خصني نكون ف لوس انجلس هاد العشيه.
ما كنظنش ان هادشي مستحيل. حنا عارفين ان هادشي مهم و غادي نكونو مستاعدين نتناقشو عليه من بعد ما نتوصلو بخطه تسويق معقوله من عندكم.
من اي منطقه في كندا انت؟
اليوم الجو حار بزاف. يالاه نعومو، واخا؟
عندي مسام واسعه وبارزه.
خاصني نصلح هاد الساعه.
واش كاين شي كار للمدينه بعد الماتش؟
بغيت هادشي يضاف لحساب الغرفه ديالي.
لا، ما مشيتش لنيويورك.
واش ممكن ناخد سبرايت؟
كَانْتْعَذَّبْ بْزَّافْ مَلِّي كَنْفْقَدْ صَاحْبِي فْ الطْرِيقْ وْ مَا نْبْقَاشْ كَنْشُوفُو.
واش ممكن تعطيني عشره دولارات علي شكل عشره اوراق من فءه دولار واحد، من فضلك؟
خليت الكاميرا ديالي فالغرفه.
بغيت شي غطاء للكاميرا.
واش بغيتي تجي معايا ناكلو شي حاجه خفيفه؟
فاش كايبدا الفيلم؟
رفعوا ايديكوم لفوق.
واش ممكن ناخد نسخه من تقرير البوليس، عافاك؟
اعتقد انه يجب عليك ان تتبع نظاما غذاءيا. انت لا تمارس الرياضه كثيرا في هذه الايام، اليس كذلك؟
اوه، نود ذلك كثيراً. شكراً علي دعوتنا.
واش نْحُطْ الصاكْ ديالي هنا؟
زيد شويه من جهه العنق.
واش ممكن نخليو عندك الحقاءب ديالنا حتي نمشيو نتقداو؟
ايه، يمكن يطيح الشتا هاد العشيه.
هي تشتغل في قسم قانون الضريبه علي الشركات.
واش كاين حتي كافي ديال الوجبات الخفيفه؟
طبعاً. هم من كاليفورنيا و طازجون، اولاً. بما اننا نبيع باسعار مخفضه، فشراءك لهم اليوم سيكون صفقه جيده. دولار واحد وخمسون سنتاً فقط للقطعه الواحده.
الترجمه ديال النص التالي للغه المغربيه: الطول المتوسط، من فضلك.
كيفاش كَاتستعملو؟
راه لتحت علي اليمين.
بغيت نغطس مع مدرب غطس.
واش ممكن تبدلو ليا الغرفه ديالي؟
خليني نتاكد. شنو رايك نمشيو في السابعه و الاربعين دقيقه؟
عافاك، بغيتك توصّلني بالتيليفون اللي فيه الاكستانسيون ثلاثه صفر ثلاثه.
فين كاينه محطه الحافله اللي غاديه لسانتا مونيكا؟
هادي هي تذكار غادي نديها معايا لليابان.
عمتي كسوله و غريبه شويه.
واش غادي تعاونني، عافاك؟
عندي وجع فكرشي.
فين نقدر نشري اللباس التقليدي؟
فين كاين المكتب ديال الاشياء اللي تْلْقات او تْفْقدات؟
واش عندك شي قميجه؟
عافاك، ورّيني شي بار مزيان.
غاناخد ستيك السيرلوين، وغاناخد لحم مشوي لمراتي.
هادي حاله التهاب حاد ف الزايده الدوديه مع تمزق. خاصك تمشي للمستشفي دغيا.
المرجو التغطيه الكامله.
دابا، شنو خاصنا نديرو للعشا اليوم؟
غانفكر فهادشي.
واش كتقبلو الشيكات ديال المسافرين؟
هذا خاص بيك. ساءق الطاكسي خلاه هنا هاد الصباح.
واش عندك شي حاجه بحال هادي؟
هذا هو المركز التجاري الذي تم الانتهاء من بناءه للتو.
يمكنني تحمل تكاليف ثلاثماءه دولار في الشهر.
واش تقدر تعاوني و تجرّني حتي المحطه ديال البنزين اللي جايه؟
بغيت نبرّد الجزء المصاب بالثلج المطحون.
امتي كاينين عندك بلايص متوفره؟
لا، ساعاود الاتصال به.
بغيت طوموبيل.
واش عندك شي تاريخ ديال الحساسيه؟
كاينه باطو لي كيمشي لجزيره ليبرتي من باتري بارك.
واش كاين بلاصه فين نحط الحوايج؟
عاوني. ما قاداش نتحرك.
عافاك، بغيت طوموبيل مايكونش فيها التدخين.
عافاك، كتب العنوان ديالك الداءم.
حنا واجدين باش نجاوبوكم فالحين علي اي استفسار عندكم.
ما غاديش ناكل الوجبه.
بغيت نشري الحوايج اللي محتاجهم. واش غادي ترجع ليا فلوسي؟
واش كاين شي مراكز تجاريه هنا فهاد المنطقه؟
الراجل اللي فـالريسيبشن خايب بزاف.
اذا كان الفندق في حي امن، فمن الافضل اختيار فندق اقل تكلفه.
عندي جوج قراعي ديال الكونياك.
بالنسبه للحدث الاول، تنظم مدينتا هيروشيما وناغازاكي احتفالات تذكاريه، بينما يحضر الامبراطور الحالي، في الحدث الثاني، قداساً لاحياء ذكري ضحايا الحرب.
سمح ليا، شنو خاصني نكتب هنا؟
كاين فالطابق الثاني عشر. عافاك خد المصعد B.
واش تقدر تعطيني الوصفه ديال هادشي؟
واش كاين شي خيار اخر؟
سول الحمال من فضلك.
عندي الزكام.
واش فيه حمام؟
هذا، اه، الجزء الاخر من المدينه، علي بعد مربع سكني واحد من مابل. الجزء الشرقي من المدينه.
صافي، كلشي واجد دابا. رقم الرحله الجديده ديالك هو زيرو زيرو تلاته، و غادي تقلع نهار سبعطاش يونيو.
بغيت ندوز من الاجراءات ديال الفري شوب.
اشنو بغيتي للغدا، اللحم، الدجاج ولا الحوت؟
تسرق ليا البورطمون ديالي فالميترو.
خليني نقراها رقم برقم، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
بغيت بلاصه فكلاص الاعمال، بلا تدخين، الله يخليك.
واش هاد الطوبيس غادي للوسط المدينه؟
ما بْقاشْ كَيْعِيشْ هْنا.
واش ما عندكش شي بيت ارخص؟
هاد البلاصه مزيانه باش تاكل شي حاجه خفيفه، ياك؟
فين الكابْلو ديال السيشوار ديالي؟
الطوموبيل القديمه ديالي ما كانتش كتسوق مزيان.
بغيت شويه عنب.
خلينا نتاصلو بجميع الاشخاص اللي عندهم علاقه بهاد الصفقه دغيا.
انا مرن. ما الذي تودّ الحصول عليه؟
اشنو كادير؟
الممرضه، تعالي بسرعه.
ماكاينش الفوطه.
ما دمنا نستطيع الوصول قبل ساعه، فلا امانع في دفع مبلغ اضافي قليل.
الفاءض كايولي قليل.
اتصلت برقم خاطء.
بغيت شي حاجه لي ما غاديش تخلييني نعس.
بغيت نجرب شي حاجه صغيره شويه.
اوه، كم انت لطيف ومهتم. هل يمكنني فتحه الان؟
فين كاينه محطه الحافلات؟
يمكنني ان اعطيك سياره شيڤي سپيكتروم بثمن 42 دولارا في الاسبوع، مع مسافه غير محدوده.
بغيت بطاريه جافه لهاد الكاميرا، الله يخليك.
عافاك خودني لهاد العنوان.
واش تقدر تبدل ليا هاد العشرين دولار لعشرين ورقه ديال دولار واحد؟
خاصني نلقي شي اوطيل. فين كاينه كُونْتْوار المعلومات؟
حجزت مقاعد بجانب النافذه.
المرجو خدمه الغرف.
دور يمين، و غادي تلقي واحد علي بعد ميل واحد من هنا.
درت حجز من 24 غشت حتي 27 غشت. واش ممكن نبدل الحجز ديالي من 25 غشت حتي 27 غشت؟
اوه، شكراً. لا اعتقد انني استطيع. هل يمكنني العوده مره اخري؟
حوالي خمسماءه فرنك او ماءه دولار امريكي.
شي ماركات اخري؟
عطيني شي تبغ.
كاين فالجنوب.
كَايْنْ تْماكْ وَحْدْ البْنايَه زْوِينَه.
عافاك خلصو من الفيزا ديالي. الرقم هو جوج ثمانيه سبعه ثلاثه خمسه تسعه ثمانيه اربعه، و تاريخ انتهاء الصلاحيه هو ماي تسعه عشر تسعين وخمسه.
بغيت شي بيت يكون فيه احسن منظر ممكن، الله يخليك.
بغيت واحد الروولو ديال الفوطو بالابيض والاسود، فيه عشرين صوره.
بغيت غطاء العدسه، من فضلك.
واش تقدر تهضر بشويه بشويه، عافاك؟
بغيت هادشي يبان بحال ديال ميگ رايان، عافاك.
بغيت بالخصوص اوراق نقديه من فءه خمسه جنيهات، من فضلك.
واش تقدر تحفظ ليا الحقيبه ديالي حتي لخمسه ديال العشيه؟
فين خاصني نطلب باش نتسجل؟
قمنا بدراسه شامله لاحتياجات الزبون.
علاش ما نتلاقاوش باش نتغداو غدا؟
بغيت شي حوايج ديال الرياضه، الله يخليك.
فين كاين المكتب ديال Greyhound؟
ما لقيتش الفاليز ديالي.
ها هي الساعه الثامنه ليلاً بالفعل - لماذا لا يزال الضوء ساطعاً في الخارج؟
واش ما كاين حتي بلاصه ارخص من هادي؟
واش بغيتي دير تامين؟
واش يمكن ليك تخزّن ليا الحقاءب ديالي حتي وقت المغادره ديالي؟
سمح ليا. واش تقدر تقول ليا كيفاش نوصل لاقرب بنك؟
فاي طابق؟
شكراً جزيلاً.
فين نقدر نلقي جدول مواعيد القطارات؟
سمح ليا. واش تقدر تقول ليا وقتاش غادي يخرج القطار من بوسطن؟
واش تقدر تعطيني تخفيض؟
طالما انك ستبقي في نيويورك، لا تفوت فرصه رءيه بعض المناطق والمعالم الاخري المثيره للاهتمام، مثل تمثال الحريه الموجود في جزيره الحريه.
ايهما تفضل، الارسال عن طريق الجو ام عن طريق البحر؟
واش عندك الصرف ديال ورقه ديال ميه دولار؟
هاداك هو سنترال بارك، ياك؟
غانعيط للنادل.
يمكننا ان نستقبلك في الساعه الثالثه مساءً. اذا كنت بحاجه الي استءجار بعض المعدات، يرجي الحضور الي النادي في تمام الساعه الثانيه وخمسه واربعين دقيقه.
ثمن تذكره الحافله هو ماءه وثمانون ين.
كنت غادي نتعرض لحادثه سير بسياره و طحت.
باقي ماوصلنيش الفطور ديالي. عافاك جيبُو دابا.
فين نقدر نفطر؟ فاش كايكون هاد الوقت ديال الفطور؟
اليوم ساذهب الي متحف اللوفر، وذهبت الي كاتدراءيه نوتردام امس.
واش غادي تعطيني الفلفل، عافاك؟
شكراً علي مساعدتك لي خلال رحلتي الي الولايات المتحده.
فين كاينه منطقه الامتعه؟
واش يمكن ليك تحافظ علي هاد الشانطه حتي الرابعه؟
بغيت نصلحو من بعد ما نرجع لليابان.
واش عندك كيت ديال الخياطه؟
انا من سويسرا.
تحرقات لمبه الضو.
عندي الم في المعده.
انا فلاح.
كَايْنْ غِيرْ شِيفُورْ فْ الحَافْلَهْ، مَاكَايْنْشْ كُونْتْرُولُورْ.
بغيت نكوي الفستان ديالي.
سمح ليا، واش تقدر ترفع الكرسي ديالك شويه؟
نهار زوين، ياك؟
عطيهالي. هادشي اللي عندك؟
فهمت. املا هذا النموذج اولاً. واخبرني عن لون حقيبتك وحجمها ومحتوياتها.
واش عندك شي خريطه ديال الشارع؟
عافاكْ صيفْطْ هادْشي لليابان عن طريق البريد البحري.
اجي لهنا.
واش ممكن ناخد كارت بوستال؟
هاد الصباح خديت شي دوا ديال الزكام جبتو من اليابان.
بغيت نحجز بلاصه.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ الْمَشْي مِنْ هْنَا حَتَّي لْبُرْجْ لُونْدْرَا؟
اي بوابه هي بوابه الرحله رقم 12 المتجهه الي واشنطن؟
واش نقدر نطيب لراسي؟
واش غادي تلبسو الكرافاطات؟
امتي نقدر نوقف؟
واش تقدر تحل الصندوق؟ بغيت نحط فيه الفاليز ديالي.
شْحَال كَايْكُون الثَّمَن لْسَاعَه وَاحْدَه؟
واش ممكن ناخد جوج صناديق هدايا؟
كنقلب علي مقله ما تلصقش.
اشنو كاين فهاد الباكاج؟
باين ان ماتش البيسبول تاجل.
واش عندك هاد الشي باللون الازرق؟
ما كنعرفش هاد البنايه. ولكن هاد الطريق هي اللي غادي توصلك لمنطقه اوياما بكل تاكيد.
سالا ليا الفيلم. واش نقدر نشري شي واحد هنا؟
واش غادي دوزني لغرفه السيد موري؟
بغيت ناخد بلاصه ف الطياره ديال يونايتد، الرحله رقم تسعه وعشرين وعشرين اللي غاديه لنيويورك.
امتي غادي يبدا الفيلم الجاي؟
شْحَالْ كَايْكُلْفُو المُكَالَمَاتْ التِّلِيفُونِيَّه دْيَالِي؟
واش ممكن ناخد تذكره ديال المسافرين لدوفير؟
كَاتْبَه مَمْنُوع التَّجَاوُز.
واش عندك شي وحده صغيره؟
المرجو تقديم بلاغ عن فقدان شيء ما.
صاكه و كاميرا.
انا من اليابان.
ما كنظنش هاكا. حسن ليك تركب فالحافله.
غانشوف. للاسف، ما لقيتش سميتك.
سمح ليا، واش شارع اورموز قريب من هنا؟
واش يمكن ليك تْقَدْمْ لِيَّ الخدمه دْغْيَا؟
اعتقد ان هناك خطا. هل يمكنك اتخاذ ترتيبات لتمكيننا من البقاء؟
هادْي فيزا و النُّمْرَه دْيَالْهَا هِيَّ اَرْبْعَه تِسْعَه صْفَر ثْمَانِيَه وَاحِد خْمْسَه وَاحِد جْوُج ثْلَاثَه سِتَّه سَبْعَه سَبْعَه سِتَّه صْفَر صْفَر اَرْبْعَه.
واش تقدر تحول هاد الصور السالبه لشراءح؟
واش خاصني ندي معايا مونطو؟
ماشي بعيد بزاف. كاين غير عشره دقايق ديال المشي.
ايهما تفضل، القهوه ام الشاي؟
شْحَالْ كَايْكُونْ الثَّمَنْ بَاشْ نْوَصْلْ لْهَادْ الْبْلاَصَه؟
فين خاصني نحط هاد ليكيطات ديال الشانطات؟
واش كاين هنا مسبح؟
واش ممكن ناخد هاد الظرف؟
اكيد، روكهيد. واش عجبك هادشي؟
كيصنع هادشي شويه دالوقت، ولكن هاد المنتوج من بين المنتوجات الاكثر شعبيه عندنا.
غايطلب هادشي شي يومين او ثلاثه ايام.
واش غادي تقول ليا كيفاش نوصل لمدينه سان فرانسيسكو؟
واش ممكن ناخد سماعات اخري حيت هادو ما خدامينش مزيان؟
اشنو رايك فشي قهوه او شي حاجه؟
غانمشي للمكسيك.
هذا يبدو جيدًا باستثناء حاله واحده.
بغيت البيض، الله يخليك.
غير كاس ديال الما، الله يخليك.
فطور من النوع القاري، من فضلك.
واش كاين تخفيض للطلبه؟
بغيت لمبه، الله يخليك.
الرقم اللي اتصلتي بيه ما خدامش.
شنو هي اعاقتك؟
اه، خذها بالتاكيد. راءع. الان يمكنني الحصول علي النافذه.
امتي غادي توصل الطياره لروما؟
نحتاج الي المزيد من الوقت لاتخاذ قرار.
طلبت وجبه صغيره للطفل.
فالشارع الثاني والسبعين.
اذا قطعت الكره، فستكون خارج الملعب.
عافاك، بدل.
غانمشي نشوف فالدار اللي حدانا. يمكن يكون شي ياباني كيهضر بالانجليزيه.
حطّو هاد الحساب علي الكارطه ديالي، عافاك. ماستر كارد.
التالي، من فضلك. جواز سفرك، وبطاقه النزول من الطاءره، واقرار الجمارك، من فضلك.
واش نقدر نمشي علي رجلي؟
غانرجع من بعد.
اه. تيراياما. و حطّني اقرب ما يمكن من المسرح، من فضلك.
واش تقدر تفكر فاش خاصني نقول ليه؟
واش كاين شي حمام قريب؟
كانت امسيه راءعه، شكرا لك.
واش ممكن نبدل البلاصه ونمشي لشي بلاصه خاويه؟ ما كنشوفش الشاشه ديال الفيلم مزيان من البلاصه ديالي.
الكاشف ديال الدخان خدام.
بغيت ندير رحله بحريه استكشافيه في خليج سان فرانسيسكو.
واش عندك شي فكره فين غادي؟
لا. ادّي للساءق.
ما هي ساعات عمل المتجر؟
بغينا طبله فالقنت.
ما متاكدش، ولكن ما نقدرش نتحمل ريحه اللحم. كل اللي بغيت ناكلو هو المخللات.
اعتقد ان هادشي مجموع بشكل خاطء.
بغيت نمشي نتزلج لمده اسبوع تقريباً. واش عندكم شي رحلات سياحيه للتزلج؟
كايْعزْفو سيمفونيتين ديال موزار.
غانبقاو نْقلّْبو وْفاش نلقاوه غانعلموك.
الطقس اليوم زوين بزاف.
عافاك، بغيت جوج ديال الكبار و جوج ديال الولاد اللي عمرهم اقل من 12 عام.
شرح ليا هادشي بطريقه لي تقنعني.
بغيت فيلم ديال ديسك لهاد الكاميرا، الله يخليك.
ما عندناش اعياد وطنيه مرتبطه بالاديان.
شْحَالْ مِنْ حَقِيبَه مْسَمْحْ لِي نْدِيهَا مْعَايَا فِ الطَّيَّارَه؟
ولكن هذا لا ينفع.
واش ممكن نشوف هاد الصاك، عافاك؟
واااو، انا محظوظ. هذا الفيلم لم يتم عرضه حتي في اليابان بعد.
خلصت تلات ميه و عشرين دولار فالمحل ديال الفري شوب.
واش تقدر تجيب هاد القلم اللي تحت الكرسي؟
غانخلص علي صحابي حتي هوما.
تْسْنَاتْ خْمْسْ سْنِينْ بَاشْ نْجِي لْهَادْ الْبْلاَصَه.
شْحَال كَايْسْوَي الْيَن الْيَابَانِي مُقَابِل الدُّولَار الْاَمْرِيكِي؟
واش ممكن ناخد نص كيلو من سلطه الكروفيت؟
واش كاين كافي او مطعم فهاد البنايه؟
اوه، هذا غالي جدا.
القطار السريع كاين فالرصيف رقم ثمانيه.
انا مستعجل دابا.
سير فحالك.
هذا سوزوكي يتكلم.
ضاعت ساعتي اليدويه عندما كنت خارج البيت.
شْحَالْ غَادِي يْخُدُّ مِنْ وَقْتْ بَاصْ؟
واخا. حجزنا ليك غرفه في الفندق.
البالوعه مسدوده بالغبار.
واخا، كنظن خاصني نمشي دابا.
هاي، انا في طريقي باش نجي ناخذك، اذن خلينا نتلاقاو بعد شي ربع ساعه.
واش درتي الحجز ديالك من قبل؟
غانمشي ف رحله قصيره للمكسيك.
فين كاين الطابق ديال حوايج النساء؟
واش ممكن ناخد تذكره ديال التحويل؟
الاوتار مهترءه.
علاش الخدمه بطيءه بزاف؟
شوف لتحت.
كاينين بزاف حتي ما عرفت شنو نختار.
كيف يمكنني اجراء مكالمه هاتفيه؟
لا. انا مهتم بالجينز وبدلات البنطلون.
عندنا مقاسات مختلفه.
ركبت الحافله الغلط. واش ممكن ناخد تذكره باش نبدل الحافله؟
ما عارفش.
فين نقدر ناخد الباص اللي غادي لبيفرلي هيلز؟
خلينا نتلاقاو فالبيت ديالي.
واش عندك شي مهدء؟
ايه شركات اخري تقوم بعمل جيد؟
هضر الهضره و دير اللي قلتي.
واش كاينين حافلات ديال السياحه؟
عافاك حيد لينا الابالون من الطلبيه ديالنا. راه غالي بزاف.
من بعد غادي نخلصك 300 دولار بشيكات سياحيه.
بكات فيليس ملي سمعات الخبار.
غانمشي نْزُورْ نيو يورك، شيكاغو، نيو اورليانز ولوس انجلس.
فين كاينه الصيدليه؟
وريني بطاقه الصعود ديالك.
عافاك ما تضحكش عليا.
اوه، انا لست متاكدًا من انني اوافق علي طريقه التفكير هذه.
غير الماء السخون.
هادشي مزيان. واش ممكن نشوفو، عافاك؟
بغيت شي كاوكاو، الله يخليك.
غاتمشي فالعشرين من ابريل، وغاترجع فالواحد والعشرين من ابريل. واش هادشي صحيح؟
واش غادي تبدل الدولارات الامريكيه بالجنيهات الاسترلينيه؟
واش بغيتي اللحم ولا الدجاج؟
بغيت ناكل شي ماكله صينيه فالعشا.
واش تقدر تنصحني بفندق مزيان؟
النادل، هل يمكنك احضار الفاتوره، من فضلك؟
عافاك، عاود زورنا مره اخري.
عندي شويه ديال الحُمَّي. واش عندك شي حاجه مزيانه ليها؟
تذكره واحده لفيلم "بيرد"، من فضلك.
هادشي صحيح. كيبانوا بحال اشجار طبيعيه كامله النمو. الناس كيعجبهوم المنظر اللي كيعطيوه.
غانعرفك علي الطبيب ديالي ديال العاءله.
ما مشيتش ابدا لشي بلاصه زوينه بحال بوسطن.
خليت شي حاجه فالبيت. واش ممكن نرجع نشوف؟
واش ممكن نخلص بالشيكات السياحيه؟
مايمكنش نتيق بلي بهو المسافرين ما فيهش التدخين. هادشي صعيب بزاف.
بغيت نكري طوموبيل صغيره.
هاد البيت بارد بزاف.
واش ممكن ناخد شي خريطه ديال المنحدرات؟
واش غادي تجي لهنا لهاد الواجهه الزجاجيه؟
واش تقدر تورّيني فين نقدر نبدّل الفلوس؟
اذا كان بامكانك تخفيض السعر اكثر قليلاً، ساشتريه.
حطيتي فيه بزاف ديال الملح.
نتا ملاك ديالي. شكرا بزاف.
حتي خمسين دولار؟
كيتواجد مطعم الاكل في الطابق الاول وكيبدا الخدمه علي الساعه خمسه ونص ديال العشيه.
سمح ليا. واش تقدر تقول ليا كيفاش نوصل لفندق فيرمونت؟
كم عدد علب الحليب التي تشتريها كل اسبوع؟
واش هاد الطاكسي خاوي؟
فامريكا، ما هو الرقم الذي يجب طلبه لاجراء المكالمات الدوليه؟
واش غادي تشرح هادشي مره اخري؟
ما هي ساعات عمل البنك؟
واش يمكن ليك تبدل ليا تاريخ الرحله ديالي من لندن لطوكيو؟
كنحتاج ثلاثه دولارات اخرين.
فين كاين مكتب الاشياء المفقوده، من فضلك؟
بغينا نستمتعو باللعب بالرياضات اللي كاينه غير فالساحل الغربي.
واش نقدر نخلص غير الفرق اللي كاين بين التذكره اللي عندي؟
اه، انا. علاش كتسول؟
بالبريد المسجل، من فضلك.
الوجبه الرءيسيه في اليابان هي الارز.
خصنا نقصو من الميزانيه.
ايه، بغينا قرعه ديال النبيذ الاحمر.
لا، ماشي مشكل. هادشي اللي عندك؟ واخا.
بغينا طبله قريبه للنافذه.
باش نمشي لواحد المءتمر.
هادي هي الغرفه حداش و جوج. واش تقدر تجيب ليا شي بيرات؟
اوه، هذا جميل. ساجرب ذلك.
و طبعا، كاينين مطاعم زوينه. شي ناس كياكلو فالكرارس، شي ناس كيدي الغدا ديالهم للمكتب. بصفه عامه، ما كنضيعوش بزاف ديال الوقت ف الغدا.
خلينا ننتقلو للموضوع اللي من بعد.
يمكن ان تكون المواد الغذاءيه غير المطبوخه اللي تعشينا بيها خايبه.
واش ممكن تعطيها شي دوا باش ما تحسش بالدوار ف الطياره؟
ما نقدرش نشرح حالتي بالانجليزيه.
غير للضحك.
واش استعملتي الثلاجه؟
واش ممكن نسترد امتعتي؟
كان كاين دم فبرازي.
سمح ليا، ولكن ما نقدرش نكون معاك.
واود منك ان تنضم الينا، اذا لم يكن لديك مانع.
واش نقدر نعاونك، الاله؟
نعم، في غرفه الطعام وفي الشوايه.
سميتي يوكيو اوكا، الرحله واحد اثنين خمسه لناريتا في الرابع عشر من غشت.
بغيت نشري شي حاجه تذكاريه لولدي.
هوما اكيد اغنياء بزاف رغم كيفاش كيبانو. ولكن، هوما تفوقو علي الثمن.
دولاران مقابل جنيه واحد. هل هذا صحيح؟
ايشيرو سوزوكي. س-و-ز-و-ك-ي.
واش كاين شي حد اخر يقدر يعاونك فهاد الموضوع؟
اذن، قبل ان تغادر، هل يمكنك ان تخبرني ما هي انطباعاتك عن اليابان؟
سمح ليا. واش تقدر تقول ليا امتي غادي يكونو الصور ديالي واجدين؟
عندي مارفين دورفلر علي الخط. هل اسمح له بالمرور؟
عطيتك ورقه ديال ميه دولار.
اشنو رايك فهاد المشكل، جورج؟ واش تقدر توضح هاد النقطه للكلاس؟
ففي هذه الحاله، لا تحتاج الي ملء استماره.
واش ممكن نحل حزام السلامه ديالي؟
انا من كولورادو. من اي منطقه في اليابان انت؟
هادشي اكيد. كنا مشغولين بزاف البارح، ولكن اليوم المكان خاوي. امتي غادي تقلع طيارتك؟
خلصت الكاش ديالي فبلاصتو.
عافاك عيط للمدير.
فين غادي نتلاقاو؟
عاود قولها، من فضلك.
بغيت شي لعبه ديال الكارطه.
شْحَالْ كَايْكُلْفْ الطَّابْعْ الْبُرِيدِي لِلْيَابَانْ؟
تعرض رفيقي لازمه ربويه.
واش العشا واجد دابا؟ انا جيعان. واش غادي تحط الطبله؟
واش تقدر تكتب ليا شهاده ديال السرقه؟
حطّو فهاد الكيس الورقي البني.
ما نقدرش نختار.
هادشي كايزعجني من نهار جيت لهنا.
كيف يمكنني القيام بذلك؟
ضاعت لي المحفظه ديالي و الساروت ديال البيت فالبحر.
واش نتا هنا فشهر العسل؟
نمشي. واش غادي تحط فورك فالساك؟
واش نقدرو نكَلسو فالارض ديالكَ؟
اذا وقع اي شيء، المرجو الاتصال بي.
عافاك، بغيت المات فِينيش.
شْحَالْ مَرَّه كَايْدِيرُو هَادْ السِّبَاقْ؟
بغيت نبعث هاد الرساله عن طريق البريد المضمون.
غَادِي نْتْاَخَّرْ بْنِصْفْ سَاعَه فْوَصْلِي. عَافَاكْ اَجِّلْ لِي تْسْجِيلْ الدُّخُولْ دْيَالِي.
بغيت نصلح ليهم السول و الكعب، الله يخليك.
سمح ليا. واش تقدر تقول ليا فين كاينه محطه القطار، عافاك؟
واش ما كَتْظنش بلي غَنْحتاج شي دليل سياحي؟
واش نقدر نوصل لقاعه الحفلات مع السته؟
سمح ليا، ولكن غادي نضطرو نحتفظو بيه.
كنقلب علي ظلال العينين.
واش خاصني نطلب الفطور دابا؟
خلّصت هاديك الفلوس منين شريت التذكره ديالي.
اه، يمكنك ذلك. ولكن خذ الامور ببساطه.
امتي غادي تبداو تبيعو المنتوجات المعفاه من الرسوم الجمركيه؟
سمح ليا حيت خلّيتك تسنّي. غادي نطلع معاك لبيتك.
هادشي كيساوي دولار واحد. خاص يكون عندك الصرف بالضبط.
غرفتك في الطابق الثالث، رقمها ثلاثه وخمسون وسبعه.
ماكاينش الما سخون اللي كيجري.
بغيت قاموس انجليزي-ياباني.
السلام عليكم، عندي حجز.
عافاك ورّيني الشوانط ديالك.
جيبها دغيا، عافاك. انا مستعجل.
ولكن اين؟ انت لا تعرف اي صالونات للشعر هنا.
من فضلك، تاكد من هذا الامر حتي الوصول الي الوجهه النهاءيه.
عافاك، بدل ليا هاد الفلوس لقطع نقديه.
عندي علبه سجاءر واحده.
واش خاصني نصرح بهاد الشي؟
واش كتب الطبخ كاينين حتي هوما فالطابق الثاني؟
كاينين رحلات بحريه منتظمه من كوبي للموانء ديال شيكوكو وكيوشو.
عافاك بدل هاد الشي.
واش ممكن تشرح ليا هادشي بالتفصيل؟
فاش ينشف، قشّريه من علي وجهك.
قدّاش غادي ياخد الوقت باش نقطع شعري؟
بغيت دفتر عناوين، الله يخليك.
بغيت ناخد الحوايج الثمينه ديالي.
بغيت نجلس دابا.
بعد حوالي ساعه من الاقلاع. نبدا خدمه الوجبات عندما نكون في حاله تحليق مستقر.
عندي حجز من الدرجه الاولي علي الرحله رقم واحد واحد ثلاثه من لوس انجلوس الي نيويورك في الخامس والعشرين من اكتوبر.
هذا صالح لمده اربعه عشر يومًا، لذا يمكنك استخدامه حتي الثالث والعشرين.
ماشي من الادب باش تاكل ونتا كادير صوت بالماكله.
كبّيت الحساء.
جيت باش نقرا فمدرسه ديال اللغات.
لا، سمحلي.
شْحَال كَايْكُونْ الثَّمَنْ لِلْمُتْحَفْ دْيَالْ الفَنْ بِالتَّاكْسِي؟
انا وصلت شويه بكري، واش هادشي مزيان؟
ايه، يمكنك رءيته بوضوح، لان الجو اليوم صافي.
واش ممكن نحجز ملعب تنس هنا؟
واش كاين شي صالون ديال التجميل هنا؟
اي حافله يجب ان استقلها للذهاب الي فندق سكاي واي؟
واش ممكن توريني شي كارت ديال الكريدي كبيره و بيرمي ديالك؟
لا، ما عنديش هاد الكميه ديال الفلوس.
اه، غادي ناخد شامبانيا مع المقبلات.
واش ما كايناش شي كابين تيليفون عموميه هنا فهاد المنطقه؟
خود هاد الدوا بعد كل وجبه، تلات مرات فالنهار.
كَايْنْ مُحَلْ دْيَالْ البيتزا جْدِيدْ حْدا هْنا وْبْغِيتْ نْجَرّبُو.
واش تقدر تقلب ليا علي "ان من غرين غابلز" فنسخه ورقيه؟
واخا. ما تخممش. عندنا ممرضه كتفهم اليابانيه.
انا ماشي راضي علي هادشي.
كان السيد ايبرت عوناً كبيراً لي.
هادشي رايون، يعني كيتغسل.
عندي زكام.
شرح ليا هادشي بكلمات بسيطه اكثر.
بغيت نبدل طلبي ديالي، الي كان ممكن.
خليني نشوف مع المحل الاخر ديالنا باش نعرف واش عندهم هاد المنتوج فالمخزن.
فين نقدر نلقي ليموزين؟
بغيت نْدير شكايه عند البوليس.
ست ليال بدءا من الثالث والعشرين من يوليو. هل هذا جيد؟
فاش كايكون المد العالي؟
حقاءبي ثقيله جدا. هل يمكنك مساعدتي؟
واش نقدر نخلّيه ف سياتل؟
عافاك، ورّيني شي واحد اخر.
واش ممكن ناخد مخده؟
بغيت نمشي نصيد. واش كاين شي بلاصه مزيانه قريبه؟
باش يدير بحث فالتاريخ الامريكي فجامعه هارفارد.
من الاحسن ما نشريش الحوايج الكبار.
واش تقدر تجيب ليا شويه فلفل، عافاك؟
الجو زوين، ياك؟
كيف يمكنني الحصول علي تذاكر لحضور عرض برودواي؟
فين نقدر نلقي الحقيبه ديالي؟
كَانْقلّب علي شال لْمّي. هي عندها ستين عام.
غانْخَصَّمْ ليكْ عَشَرَه فالميَّه مْن الثَّمَنْ.
واش خدام هنا؟
بغيت نخلص علي هاد المكالمه.
كيف يمكنني اعلام الساءق عندما اريد النزول من الحافله؟
هل يمكنني حجز غرفتين فرديتين بدلًا من غرفه مزدوجه؟
هذا يساوي خمسه دولارات وثلاثين سنتا.
غانبدل الطياره ف لوس انجلس. واش غنوصلو ف الوقت؟
انا علي اتصال مع AF واحد اثنان ثلاثه.
واش ممكن ناخد كاس ديال الما؟
كتستغرق تقريباً ثلاثين دقيقه.
فين كاين المكتب ديال السيد ماسون؟
مءه دولار نقداً وبطاقه الاءتمان الخاصه بي.
شْحَالْ كَايْكُونْ كُلْ وَاحْدْ مِنْهُمْ؟
اسواق العمله غير مستقره.
كانخطط باش ندور بالطوموبيل فبروفانس غدا.
بغيت نكري واحد الباطو ليوم واحد.
كاينه تقريبا اربعين قدم بينك وبين الكاس.
باين ليا باقي ما طابش مزيان.
غانخلص بالكاش، ولكن خليني نقرا هادشي، عافاك. علاش هاد التكلفه؟
واش حلو؟
شنو؟ حنا عاد كُلنا دابا و هوما جابو لينا وجبه اخري.
هذا غادي ياخد علي الاقل تسع وتسعين ساعه.
كَايْجِي كَايْزُورْنَا مْرَاتْ مْرَاتْ.
فين هي المرايا؟
كيفاش نحل الكابو؟
نسيت شي حاجه فالبيت.
بغيت شي سوسي ديال الكبد، الله يخليك.
استعمل اله البيع.
حلاقه الشعر و شامبو، من فضلك.
بغيت نكري شي كلوبات.
شْحَالْ بْقَا مْنْ سَاعَه قْبَلْ مَا نْبْدَاوْ؟
تم تاكيد حجزك مره اخري.
عافاك خود هادشي لبلاصه الطاكسيات.
ما هي النسبه المءويه الاجماليه لجميع الضراءب المطبقه؟
داز وقت طويل بزاف منين شفتك اخر مره.
بغيت نحجز فملعب الگولف، من فضلك.
غانتحمل شي مشاكل قليله.
عافاك دير ليا شي خصلات فشعري.
واش تقدر تعطيني جاك؟
عندنا ممرضه كتفهم اليابانيه.
واش عندك شي دوا للزكام؟
واش تقدر تديّني لشي سبيطار؟
لا، ما عنديش شي حاجه باش نصرح.
هاك خمسين دولاراً في حاله ما اذا واجهت مشكله.
غرفه الطعام الرءيسيه غادي تفتح علي الثمنيه وغادي تسد علي العشره.
واش نكتبو جوج شيكان؟
كيف تشعر؟ يتم تصنيعها في سويسرا وهي راءجه هنا.
اي نوع من البطاريات يستخدمه؟
بغيت كتاب ديال الدراري، الله يخليك.
سمح ليا، ولكن بغيت نلغي الحجز ديالي.
سمح ليا، ما عجبنيش.
اشنو كاين اخر نشوفو فهاد الجزء من المدينه؟
الكتب والكتيبات.
سلم.
هبط جوج بلوكات. راها فالقنت.
فين كاينه الديسكو الشعبيه؟
هاد الفندق اللي كاين فوق الجبل عندو منظر زوين علي المدينه، ياك؟
شْحَال خَاصْنِي نْدِير؟
بغيت نشوف ماتش بيسبول ديال المحترفين.
عافاك عيط ليا علي الاسعاف.
ايوا، يمكن نسيتو. شكراً علي التحقق.
هاذي هي بطاقه العمل ديالي. انا مسءول علي استيراد الاثاث لليابان.
اقترح علي زميلي السيد تاكيمي ان اتصل بك. انه احد مرضاك.
عندي موعد اخر في ذلك اليوم.
كيفاش نرجع؟
نشوفك يوم الاثنين.
واش عندك هاد الشي باللون الاخضر؟
انا جديد هنا.
توحشت الخمر ديالي.
انا وكيل تامين.
عندك شي نوع ديال المقبلات؟
اه، صحيح.
كاينه شي خدمه ضروريه لي خاصني نديرها.
شروط العقد واضحه، ولكنني لم استطع فهم النقطه التي جاءت بعد ذلك بشكل جيد.
نعم، بعض غرفنا تطل علي الحديقه، لكنها اكثر تكلفه.
اذن، لابد انه سقط من جيبي. يجب علي ان ابلغ محقق الفندق بهذا الامر.
واش عندكم تخفيض علي الاقامه الاسبوعيه؟
خلصت جميع الفواتير ديالي.
بغيت نحجز ملعب تنس لساعه غدا.
واش عندك شي راكيتات للايجار؟
لا، لقد جءنا الي هنا في العام الماضي.
واش تقدر تصف هاد الشخص؟
عافاك خليني نمشي.
ما بغيتوش بداك الثمن.
صحّه.
واخا، غادي نبعث ليك المهندس ديالنا للبيت ديالك.
انا عندي حساسيه من الاشياء التاليه.
ايه. عندي هادشي هنا. واش ممكن نشوف رخصه السياقه ديالك، من فضلك؟
كنتَ ذا مساعده كبيره لنا اليوم.
سمح ليا ولكن ما سمعتكش مزيان. واش تقدر تكتب ليا هاد الكلمه؟
عادي.
واش ممكن تعطيني سميت ولدك؟
واش عندك شي ايس كريم؟
هادشي غريب، ولكن كنقدر نهضر الانجليزيه مزيان ملي كنكون سكران.
قيل لي ان لديك فاكساً لي.
واش كتقصد باللي هوما صعاب الارضاء باللي هوما ديما كيفكرو فالاقتصاد؟
كيف تظن ان هذا يبدو؟
كَانْحَسْ بْلَبْرُودَه.
الجرح ولّي مْلَوَّح.
بغيت نعيد اصدارو.
واش متاكد ما عندكش شي حجز تحت اسم "سوزوكي"؟ وشنو بالنسبه لـ "تيتسو"؟
ما نقدرش نحلو الباب.
كابوكي هو احد الفنون الاداءيه التقليديه اليابانيه.
شنو هو الاحسن؟
بغيت ناخد موعد باش ندير بيرمانون.
واش تقدر تعطيني شي بيت اكبر؟
عطيني صاك ديال الكلاب، عافاك.
كانخطط نبقي لمده 12 يوم.
واش ممكن تخلي ليا الحقاءب ديالي لساعتين اخرين؟
من الاحسن ان نلقاو دابا مكتب شركه يونايتد ايرلاينز.
واش ممكن نشوف الجدول الزمني؟
السيد جيرو يامادا؟ لقد تاكدت من حجزك علي تلك الرحله، التي ستغادر شيكاغو في الساعه السابعه والنصف صباحًا.
كَانْقَلّْبْ عْلَي جِيبْ.
واش كاينين الوان اخري؟
كيفاش نستمتع بالمدينه احسن استمتاع؟
اربع محطات.
بدل لي الغرفه ديالي، الله يخليك.
واش كاين بلاصه ديال الاشياء المفقوده فالمحطه؟
واش نقدر نبدل بهاد التذكره؟
واش عندك شي مانع الي درنا هاد العقد لمده عام واحد بدل عامين؟
خليني نفكر فهادشي، عافاك.
واش نقدر نحي هادشي؟
هل سيرسل الفندق سياره لاصطحابنا؟
سندويتش سلطه البيض للاصطحاب.
واش غادي تقول ليا علي شي فنادق اللي كايكلفو اقل من خمسين جنيه في الليله؟
واش تقدر تلقالي شي وقت نهار الثلاثاء فالصباح؟
كنفضل بلاصه فالقُدّام.
واش ممكن تحط ليا الحقاءب ديالي فالكوفر، عافاك؟
هل هو مسبح خارجي ام داخلي؟
واش تقدر تقولي شحال هو نمره الحافله اللي غاديه لسانتا مونيكا؟
واخّا، ونتا؟
بغيت شي كريم ديال النهار.
ولكن، اذا لم تكن الاضاءه تعمل، لا يمكنك استبدالها.
ما لقيتش الحجز ديالك، ولكن عندنا غرفه متوفره.
اليوم السادسه والنصف، ولكن عادهً في الخامسه والنصف.
بغيت قلم حبر، الله يخليك.
غانْخَصَّمْ ليكْ عْشْرينْ فْالمِيَّه مْن الثَّمَنْ.
غانقلب علي طاكسي اخر.
واش كاين شي صندوق بريد هنا؟
كَايْنْ الصْهَدْ، يَاكْ؟
بغيت نمشي لبرودواي.
واش عندك شي خريطه لمسارات التزلج؟
المرجو الاتصال بخدمه التنظيف.
واخا. ماشي بزاف خايبه.
ما لقيتش الطريق للمحطه.
هادشي جوج دولار و خمسين.
كاين فاخر هاد الزنقه.
واش ممكن تعطيني شي فلوس صغار؟
واش ممكن نستعمل مصباح يدوي؟
شكرا جزيلا. وخلّي هاد المشهد كما هو.
بالاخص فيما يتعلق بتصميم مشروع ميركوري، لم اكن لاستطيع اتخاذ قرار بشانه بدونك.
واش ممكن نركّب المعدات ديالي دابا؟
غانخلص هاد الجوله.
هذا هو الوقت المناسب للعطاء وتبادل النوايا الحسنه.
بغيت شي لحم.
بصحتك.
بللت سترتي، لذا رجاءً قم بتجفيفها.
واش هاد السفن القديمه باقا كتسافر؟
مرحبا بيكم باش تجيو تغداو معانا.
دخل شي حاجه فودني اليسري.
شنو الوقت اللي كَاتْظن غادي تدير فيه التشيك ان، اسي؟
بالمناسبه، كيف تقوم باختبار البرنامج؟
واش عندك شي حاجه باش تعلن؟
عندي كدمه.
واش البنوك كيكونو مفتوحين يوم السبت؟
شْحَالْ مُفِيدَه هَادْ الجَوْلاَتْ؟
واش تقدر توصّي ليا بشي بوتيك مزيان باش نشري فيه صاكات ديال الجلد؟
واش هادشي روج؟
كَاعْ لاعْبَه البيسبول الامرِيكِيِّين كَايْلَعْبُو فاليابان.
فين نقدر نلقي الكتب المدرسيه؟
واش ممكن ناخد شويه عسل؟
كنعرضو غير خواتم وحده بوحده.
واش ممكن نستعمل كارت فيزا؟
بغيت نجرب شي اكله تقليديه ديال هاد المنطقه.
واش ممكن ناخد خدمه الغرف؟
واش ممكن ناخد موعد؟
تعرضت لحادثه سير.
بديت الخدمه فهاد الشركه غير من شهرين.
فاش غادي نتلاقاو؟
اتصلت بطوكيو وقالوا لي انهم لا يريدونه.
التلفاز ما خدامش.
فين نقدر ناخد هاد الوصفه الطبيه؟
واش ممكن ناخد شي محلي صناعي؟
بغيت نبدل الجلسه ديالي لشياطسو. واش ممكن؟
فالحقيقه، انا نباتي. ما كناكلش اللحم.
غاناخد ابريق ديال اتاي.
واش تقدر تاخد الطريق الاسرع؟ انا متاخر علي موعد.
عندي حْرقه فْالحْلْق.
بغينا نجربو الماكله ديال البحر هنا.
سفر ميمون.
واش ما عندكش شي حاجه حسن من هادشي؟
عافاك، بغيت كوكا دايت مع الثلج.
التوصيل الي اي من محطاتنا مجاني.
لذيذ.
خصك تمشي تشوف نارا وكيوتو. نارا كتحافظ علي جو اليابان القديمه بمعابدها البوذيه القديمه واضرحه الشنتو. الغزلان وصغارها كيتجولوا بحريه في جناينها.
عافاك جيب ليا الحقيبه ديالي للبيت.
الكلمه "وجه" عندها معاني كثيره مختلفه في اللغه الانجليزيه، بحال التظاهر، الماكياج، الكرامه، السطح، الخ.
عافاك زيد شي صرف.
عافاك خوي حوايجك من البيت.
سير جوج بلوكات ودور يمين.
الساروت ديالي تهرس.
بغيت قاموس ياباني-انجليزي.
قضيت وقتاً ممتعاً هنا. شكراً لكم علي كل شيء.
واش هاد الطوبيس غادي لوسط المدينه؟
مرجو منك تجنب ما يلي.
ارتفعت ارقام المبيعات بشكل مستمر منذ ان تم طرح المنتج في السوق.
هل سيقوم مرشد سياحي باصطحابي من الفندق؟
فاش خاصني نكون عند الباب؟
شنو لي غادي يكون سريع؟ ما عندناش بزاف ديال الوقت.
بصح؟ عافاك عطيني دقيقه باش نحل هاد المشكل.
واش هادشي كامل داخل فالفاتوره؟
بغينا بلاطو فيه انواع ديال السجق، سلطه، وقرعه ديال النبيذ، الله يخليك. جيب معاك زوج كيسان، الله يخليك.
هيه، بغيت نسوق دابا. هاد الدور ديالي.
اي حافله تذهب الي بيكاديللي سيركوس؟
هذا المنتج ياتي مع ضمان مدي الحياه.
واش يمكن ليك تصلحو، عافاك؟
ما خديتش السلاطه ديالي.
ركبو الحافله رقم واحد و نزلو في المحطه الثالثه.
واش كاين شي واحد هنا يقدر يجرب التنفس الاصطناعي؟
ما كنظنش ان هادشي جاي من اليابان.
جيبلي واحد القاروره صغيره ديال الما المعدني بارد، الله يخليك.
عافاك وريني شي لعب لي كيسميوها لعب تعليميه.
بغيت حزام.
غانفكر فهادشي.
انا موافق علي هذا تماماً. دعنا نذهب الي محل بيع اللحوم الموجود في الجهه المقابله من الشارع.
بيض مخفوق.
سمح ليا، اسي. كل الغرف محجوزه.
تم الاتصال باليابان. تفضل، من فضلك.
ها هو الدليل. يجب ان يكون موجوداً هناك.
عندي ورم.
واش متاكد؟ عافاك راجع مزيان.
واش ممكن ناخد دليل ياباني؟
بْشَحَّال هَادْ الشَّانْطَه؟
بغيت ناخد الطياره ديال غدا.
شكراً علي العشاء الراءع.
عافاك بدل العدسه. واش تقدر تجهزها بينما كنتسني؟
سير غير نيشان لتحت، و غادي تلقاه علي يمينك.
ما قادْرْشْ نْهَضّْرْ علي ايّْ ماكْلَه.
واش تقدر توقف هنا حيت بغيت ناخد شي تصاور؟
باش نمشيو للكانيون الكبير.
عافاك دير راديو.
كنقلب علي هديه لمي.
واش تقدر تحجز ليا جوج تذاكر؟
تعرضت للاعتداء.
طبله للمدخنين او غير المدخنين؟
كانسميوه جبل ب. كاين علي بعد عشرين ميل من هنا.
واش بغيتي كاتشوب ولا موطارد مع هادشي؟
كاين فالطابق الاول، من هنا.
واش كاين شي ولد كيجمع الكور؟
باش تمشي لفيجاس؟
واش كيتقبل هادشي ماستر كارد؟
هل يمكن للضيوف دخول الديسكو الموجود في هذا الفندق دون دفع رسوم دخول؟
هل لدي اي من الجولات مرشدين يتحدثون اللغه اليابانيه؟
ما عنديش نسخه من تذكره الطياره ديالي.
ستجد شرحا اكثر تفصيلا في كتيب منفصل بعنوان "معلومات اساسيه عن الشركه" موجود في الحزمه المقدمه.
شْحَالْ غَادِي يْتْعَطَّلْ؟
فاش كايتحل وفاش كايتسد؟
واش تقدر تجيب ليا شي اغطيه، عافاك؟ البرد بزاف فهاد البيت.
لا شكر علي واجب. بالمناسبه، هل هناك هاتف عمومي قريب من هنا؟
واش بغيتي تشرح هادشي للموظف؟
واش يمكن ليك تحطو حدي النافذه، عافاك؟
كَايْبانْ لِيَّ هادْ الْبْلاَصَه ضيِّقَه.
عندي شي حوايج خاصني نغسلهم.
فين كاين القصر؟
واش ممكن ناخد لاءحه الطعام؟
بلايْسْ فْ لافَانْ، عَفَاكْ.
رجع من فضلك قبل الساعه الثانيه وعشر دقاءق.
واحد من حقاءبي لم يظهر بعد.
هل هناك جوله تستمر طوال اليوم؟
واش ممكن نحجز علي التسعود و نص ديال الصباح، عافاك؟
شْحَال كَاتْخَلّْصُو عْلَي التَّسْلِيم؟
بغينا جوج تذاكر لسَان دييگو، الله يخليك.
هادشي كاين علي بعد تقريبا تسعين وتسعين دقيقه ديال المشي من هنا.
كل واحد وذوقو. انا غنشرب بيره.
انا من يوكوهاما، اليابان.
بغيت بلاصه حدا النافذه، عافاك. و بغيت نجلس حدا بنتي.
واش تقدر تشرح ليا كيفاش ندير باش نعيط شي عيطه بعيده؟
وُلد عام تسعه وثمانين وتسعماءه والف.
ها هي نقودك المتبقيه. تسعه وسبعون دولارا، تسعه وثمانون دولارا، تسعه وتسعون دولارا، ماءه دولار.
واش عندك باركا؟
لا، هاديك ماشي الكاميرا ديالي.
التلفاز خاسر.
امتي كايمشي اخر بيس لپيمليگو؟
انا مريض بسبب البحر. هل يمكنني الحصول علي بعض الدواء؟
خمس ساعات اخري وثلاثون دقيقه.
هادي هي الغرفه سبعه واربعين. اي نوع من الكوكتيلات كتقدم؟
هادشي كاين فهاد الطريق.
عافاك ما ديرش شي حاجه بحال هادي.
كيتلبّسو العيالات.
واخا. شنو رايك فهادشي؟ هاد الجوله ديال نص نهار غادي ترجعك لهنا مع الواحده.
واش هادشي كيتغسل؟
عافاك ربطْني مع الشخص المسءول علي المحاسبه.
واش التذاكر متوفره؟
واش عندك شي قلادات اخري بتصاميم فريده؟
علاش ما ندوروش علي هاد الصخره؟
واش تقدر تقولي فين غادي نزورو فهاد الرحله؟
خصك تمشي للسبيطار باش دوز فحص عام.
واش ممكن تعطيني شي بيت اخر، عافاك؟
فين كاينه اقرب محال ديال الموسيقي؟
بغيت نحط الحوايج الثمينه ديالي فخزنه الامان.
كَانْظُنْ بْلِي هَادِيكْ هِيَ بْلاَصَتِي.
رفعوا ايديكوم.
امتي كيسد هاد المحل؟
امتي كاين اول قطار لي غادي لاكسفورد؟
حتي اي وقت متاخر تكون خدمه الغرف متاحه؟
واش عندك شي جريده بالانجليزيه؟
عافاك، بغيت عود الاكل.
كنفضل ناخد واحد ازرق، الي كان عندك شي واحد.
غاتولي مزيان قريب. ما تخممش.
متعه. انا انوي القيام ببعض الجولات السياحيه وزياره بعض الاصدقاء القدامي.
شنو هو التشخيص ديالك؟
بغيت ودني ديالي يبانو.
الصندوق كاين تما.
علاش القطار تاخر بزاف؟
واش خاصني نلبس كرافاته؟
الاسم ورقم الغرفه؟
عندي عجله مثقوبه.
حنا مهتمين بالدين.
ما كاين حتي مشكل. فين بغيتي تديه؟
حتي انا. لقد مشينا كثيرا اليوم.
ما عنديش حتي فكره.
غانْشَارْجِيو البَاطَرِي وغانْغَسْلُو الزَّاجْ القُدَامِي.
طبله ديال التراس، الله يخليك.
خصم خمسين بالمءه من السعر المحدد علي التذكره؟
شنو هو اخر وقت باش ندير التشيك ان؟
زيد شويه من اللور.
عافاك صور داك الجسر اللي كاين فالخلفيه.
واش عندك شي ذكريات زوينه؟
تحول المطر الي ثلج.
كاناكلو الفطور علي السبعه كل صباح الا فالويكاند.
خصني نشوف الطبيب غدا الصباح.
واش ممكن دير الحزام ديال السلامه و ما تدخنش حتي بعد ما نطيرو؟
بغيت نعيط لليابان.
كنتمني ننقص شويه من وزني بعد كل هادشي.
غانمشي لميلبورن.
واش عندكم شي جولات مع مرشدين كيهضرو اليابانيه؟
الجو بارد هاد الصباح.
سمح ليا، ولكن فين كاينين دابا فهاد التقاطع؟
نسيتو ملي كنت كنتسارا كنشري شي حاجه هادي شي 10 دقايق.
واش نقدر نمشي بالجينز والسباطيات؟
بغيت شويه ديال الموز.
كان كتفيّ متوترين جداً، اليس كذلك؟
واخا، شنو نوع الاكل اللي كيعجبك؟
واش هادشي باش نمشيو؟
واش كاين شي بار هنا؟
سمحلي. واش تقدر تقولي فين نقدر نلقي الميترو؟
كيف حالك؟ انا ايشيرو تاناكا.
شْحَال كَايْكُونْ الثَّمَنْ الاِضَافِي لِلْخِدْمَه السَّرِيعَه؟
اذا كانت كلها معفاه من الرسوم، ساخذ علبه من نوع C.
هاد الشي كيتعلق بنوع الجولات. الرحله ليوم واحد ليوسمايت كتساوي ثلاثين دولار، وهاد الرحله هي الاكثر شعبيه. يوسمايت كاين علي بعد ثلاثمءه وخمسين كيلومتر من هنا.
اي خط يذهب الي سانتا باربرا؟
ماكاينش الكيتشوب.
خود كلشي لي بغيتي. غير ما تطلقش الرصاص.
بغيت نتفرج فماتش ديال الكوره.
واش عندك شي بيت فردي هاد الليله؟
فالحقيقه، عندنا تخفيضات علي القمصان دابا.
واش تقدر تقترح عليا شي رحلات نهاريه مزيانه؟
شيكات السفر الخاصه بي هي بالدولار الامريكي.
واش ممكن تعيط ليا علي صاحبي؟
فين نقدر نشري التذاكر؟
واش التجهيزات مشموله؟
واش ممكن ناخدو شويه خبز، عافاك؟
خليني نشوف. اه، عندنا غرفه متوفره.
مرحبا، تاناكا. انا سعيد بوجودك هنا. اين تقيم؟
واش كاين شي حد هنا كيعرف يهضر بالانجليزيه؟
ايه. خاصني نمشي دابا. كنتمني نشوفك مره اخري قريبا.
الساعه هي السادسه والنصف.
هادي هي الزياره الاولي.
فين كاينه اقرب مغسله؟
غرفه هادءه، من فضلك.
شدّيت نقط مزيانين العام اللي فات.
شْحَالْ زْوِينْ.
بغيت هاداك اللي معروض فالزاج.
واش كاين شي واحد بحجم اكبر؟
ما زال ما شفتش. ولكن كنضن عندي حراره مرتفعه.
اشنو هي شكايتك؟
بدا الثلج يتساقط.
هادي هي الغرفه سبعه او تو. عافاك عيط ليا باش نفيق غدا مع السبعه ديال الصباح.
ما تخدمش بزاف.
اوه، لا. كنت اعرف ان هذا كان خطا. ساعود الي اليابان كرجل فقير.
واش هاد القطار غادي ل شيكاغو؟
سمعت للتو النشره الجويه. من المفترض ان يتوقف تساقط الثلوج في وقت ما غدا.
واش ممكن نتسنا هنا؟
كانْكَلّْخْ الهَايْكُو كَهْوَايَه دْيَالْ هُوَاه.
واش كاين شي بلاصه امنه فين نحط الحقاءب ديالي؟
واش عندكم اسعار مخفضه للعاءله؟
فين كاين شي بلاصه مزيانه باش نشري فيها التذكارات؟
هذا هو نظام الاجور القاءم علي الاقدميه.
عافاك تكا تما.
واش نقدرو نمشيو لتيكي بوينت غدا؟
كاينه امكانيه ضعيفه ديال تساقط الثلوج.
واش تقدر ترسم ليا خريطه؟
كَيْبانو ليا الات القمار ساهلين بزاف، واخا، شنو رايك فالروليت؟ خاصك غير تحط النصاءح ديالك او الفلوس علي الرقم اللي غادي تراهن عليه فاللول.
كنراهن ان هناك تشكيله اكبر في الصيدليه.
هادشي غالي بزاف عليا. عفاك وريني شي حاجه ارخص.
هذا هو المشغل الخاص بخدمه المكالمات الهاتفيه الدوليه.
تعلّم اللغه الانجليزيه.
هاد الطوموبيل غاديه لباريس، ياك؟
المرجو وضع خمسه دولارات وخمسه وعشرين سنتاً للثلاث دقاءق القادمه.
بغيت كاميرا، الله يخليك.
شْحَالْ عَالِيَه هَاذْ المِنْصَه دْيَال الغْطْس؟
واش غادي تستاجر كارو ديال الگولف؟
عافاك وزع بطاقات الهبوط.
واش نقدر ناخد موعد لليوم؟
هادشي شويه ضيق بزاف من جهه الكرش.
كيف يمكنني الوصول الي وسط المدينه؟
هادشي بحال كيفما قلتي.
ما كليت والو من قبل. بغيت ناكل دابا.
صباح الخير. شحال؟
ما عنديش بزاف ديال الوقت.
واخا. نشوفك من بعد.
واش نقدر نسحب 300 دولار من بطاقه الفيزا ديالي؟
كيف تفضل ان تشرب ويسكيك؟
واش نقدر نعتاني بيها؟
عندي العاده الشهريه.
خصك تبدل الشيكات ديال السفر ديالك فشي بنك.
عافاك جيب ليا الحقيبه ديالي للبيت.
ما حجزتش بلاصه ديالي فالطياره باش نرجع.
اي من هذه الالوان هو الاحدث؟
شْحَالْ مِنْ وَقْتْ كَايْخُدْ باشْ نْوَصْلُو لْفِيلَادِيلْفْيَا؟
غادي تزور جميع اماكن السياحه فسان فرانسيسكو فمسافه 49 ميل ديال السياقه.
واش نقدر نبقي هنا باش نشوفو؟
واش كاين شي بلاصه لهاد العشيه؟
كسرت نظاراتي.
صباطك ما كايصلحش مع لون الفستان ديالك.
حطّو هنا، من فضلك.
هادي اليه اوتوماتيكيه. عندنا هاد الموديل من الساعات الكوارتز، سيدي. هادي مقاومه للماء و للصدمات.
غير قص الشعر شويه، من فضلك.
امتي غادي يكون القطار الجاي اللي غادي لاكسفورد؟
مع الفطور؟ بغيت نحجزو.
واش نقدر نعيط لفرنسا مباشره من هنا؟
شْحَالْ مِنْ يُومْ هَادْ الشِّي صَالْحْ؟
بغيت نبدل الحجوزات ديالي.
واش تقدر تعيط لينا علي طاكسي؟
واش بغيتي تجرب الهامبرغر؟
واش كلشي مزيان؟
واش كاين شي ليموزين للفندق ديال ABC؟
فاش غادي ترجع الطوموبيل نهار الجمعه؟
اي خط يذهب الي ماديسون سكوير؟
غانصوني ليك من بعد.
سمح ليا، ما سمعتش شنو قلتي.
دولار واحد للكيلوغرام الواحد.
واش ممكن تعطيه ليا فشماعه؟
ما كنعرفش نستعمل التليفون، عافاك وريني.
وجهتي هي لندن.
اوه، اخشي ان هذا الوقت غير كافٍ.
اي حافله يجب ان اركب؟
بغيت شي كريم ديال التنظيف.
مرحبا مره اخري و مرحبا بكم في برنامج افضل اربعين اغنيه امريكيه.
ايهما الحدث الافضل؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ حَتَّي يْتَفْتْحُو الْبُرْعُمَاتْ وْيُولِّيوْ زْهُورْ؟
بغيت نهضر مع السيده نوموتو، اللي كاينه فالغرفه خمسه صفر واحد.
اذن، سترغب في رءيه داخل هذا المسرح. انه مسرح تياترو الا سكالا.
العمود المظلل يُظهر ارقام مبيعات شركتنا للسنه الماضيه.
كنتمني ليكم تزورو هاد المعالم السياحيه الجميله فامريكا فالقريب العاجل.
كنيسه وستمنستر.
صاحبي كيعاني من ارتفاع درجه الحراره.
كاين فالطابق السابع. خود المصعد اللي كاين فاخر القاعه.
غانبقي كنتسناك.
حطيت صاكي والكتاب والكاميرا ديالي فالساك ديالي.
كانرتاح عادهً فْلَعْشِيَّه حْوَالَي العَشْرَه، وَنْعَسْ دِيرِيكْتْ.
كان طويلاً وذو شعر اشقر.
ازدهرت الثقافه، واصبحت انشطه مثل مسرحيات الكابوكي، ولوحات اوكييو-اي، والادب، وفن الخزف، تحظي بشعبيه.
واش كاين شي متجر ديال دونهيل هنا فهاد المنطقه؟
مءه وعشرون مليون شخص في ارض مساحتها ثلاثمءه وثمانون الف كيلومتر مربع؟
بغيت شي تذكره ديال الرحله ذهاب واياب لميامي.
واش تقدر تقول ليا فين كاينه اقرب بنكه؟
بغيت تذكره وحده للكبار، الله يخليك.
سميتي هي واتانابي غورو.
اذن، كم يكلف ارسال هذه الرساله؟
عافاك، بغيت الفلفل.
واش تقدر تجيب ليا الفاتوره؟
واخا، طبيب الاسنان اللي كنمشي عندو مزيان بزاف.
الضوء لا يعمل.
بغيت شي حاجه للسعال.
واخا، هادي هي غرفتك.
شْحَالْ بَاقِي مَازَالْ وْيْجِي الْقِطَارْ؟
واش ممكن ناخد دوا؟
عطيني توقيعك هنا، من فضلك.
واش ما كايناش كافيتريا قريبه؟
الرقم هو خمسه سته سبعه ثمانيه واحد اثنان ثلاثه اربعه.
عافاك، سيدي، يمكن لينا نهبطو فاي لحظه. يالاه جلس فبلاصتك.
يوكوهاما قريبه من طوكيو.
بغيت شي فلتر، الله يخليك.
اشنو نقدر ندير؟
واش كاين شي واحد فالمحل كيهضر اليابانيه؟
شكون اللي فاخر الصف؟
واش ممكن تعطيوني خريطه دليل، عافاك؟
ماكانسمعكش مزيان.
تاخرت بحوالي ساعه. ستقلع في الساعه السابعه وعشر دقاءق.
الرقم هو واحد، اثنان، ثلاثه، اربعه، خمسه، سته، سبعه، ثمانيه.
الماء ما غاديش يسخن بما يكفي.
فِي هوكايدو، ما كَتْقْدّْرْشْ تْلَعْبْ الگولف لمده سته اشهر تقريباً بسبب المناخ البارد ديالها.
واش غادي تبيعهم بشكل منفصل؟
بغيت نمشي نهار واحد قبل.
كايبدا من التسعود.
انت محظوظ. جميع المحلات تقوم بعمل تخفيضات الان. يمكنك الشراء باسعار مخفضه.
وااحد اللحظه. غادي نلقي شي ستيلو.
اوه، لا اعرف. ما رايك في ماكدونالدز؟ لدينا هذه المطاعم في اليابان، لكن.
بغيت نرجع هاد السلعه. هادا هو الفاتوره.
واش كاين شي كار غادي يخرج هاد العشيه؟
كيف يمكنني الوصول الي المتحف؟
ما كاين حتي مشكل. لقد اكملت للتو مسوده خط الرحله ديالي.
السيد غودمان غادي يعجبو هادشي بزاف.
ايه. اعتقد انني ساكل بيضه، وسجق، وخبز محمص، وفواكه طازجه.
الكراء واجب الاداء في اخر يوم من كل شهر.
هذا ليس الحجم المناسب.
رقم الرحله هو PK سبعه او ثمانيه في الخامس من سبتمبر.
عندي مشكل فالحمام ديالي.
ما هي المنتجات المحليه لهذه المنطقه؟
ما زال ما خرجتش الحقيبه ديالي. واش ممكن تعرف شنو وقع ليها، عافاك؟
صوتك مثير جداً علي الهاتف.
هاد الكاميرا ديال كانون، و هي كاميرا ذات عدسه عاكسه واحده.
ما هو اسم القلعه؟
واش كاين شي باص ديال المطار اللي كيمشي للمدينه؟
واش تقدر تعاود ليا الاسم مره اخري؟
ومن بعد نزل فالمحطه اللي موراها وشد الطوبيس اللي غادي لهيد بارك.
سمح ليا، حنا ما كنوفروش هاد الشي. يمكن ليك تشريه من الصيدليه اللي فالطابق الاول.
بغيت بلاصه فجنب الممر، الله يخليك.
اشنو بغيتي تشرب؟
بغيت نطلب نفس الشي.
فين كاين بارنز اند نوبل؟
بزاف، خصوصاً انني نمت البارح و ما تعشيتش. بالمناسبه، واش تقدر تقول لي كيفاش نوصل للمتحف البريطاني؟
عافاك، دوز الرقم تسعه علي هاد التليفون.
فاش كيسد المحل؟
تاخرت رحلتي وفاتتني الرحله المتصله.
واش غادي تلغي ليا حجز المقاعد؟
بغيت شي شيبس.
انا غادي نمشي تما حتي انا.
هادشي مثير للاهتمام بزاف.
بغيت شي بيت فيه حمام.
واش ممكن ناخدو؟
ما نعرفش، سيدي. واش كتهضر بالانجليزيه؟ واش كتهضر بالانجليزيه؟ هضر.
كنتمني يكون كلشي مزيان.
الخط مشغول.
نعم، سيدي. الساعه الحاديه عشره.
واش ممكن ناخد موعد ليوم الجمعه؟
خصني ندير كونيكسيون. واش ممكن؟
لا، لا ادخن. اريد سياره لا يُسمح فيها بالتدخين، من فضلك.
واش المبتدءين ماشي مزيانين؟
احتاجهم اليوم.
بغيت نكري ارخص طوموبيل عندك لمده اسبوع.
هاد الفستان ما كايصلاحش ليا.
واش تقدر تقول ليا فين كاين بلاصتي؟
اي طاءره تصل الي مدينه نيويورك في اقرب وقت؟
فين خليتيه؟
المرجو استبدال هذه العمله الفرنسيه بنقود.
ماكاينش بلاصه فين نحط الحقيبه ديالي اللي غادي ندي معايا.
يمكنك استعمال مستحضرات التجميل ديالنا قبل ما تمشي من هنا.
ما تخممش. ماشي بعيد علي المدينه.
ها هي نقودك الصرف.
واخا، علاش ما نمشيوش للبحر غدا؟
قدم لي عرض.
هل يتم تنظيم هذه الجوله التي تستغرق نصف يوم باللغه اليابانيه؟
شْحَال كَايْكُون الثَّمَن دْيَالُو فْالنَّهَار؟
نعم، نقوم بذلك. هذا هو اختيارنا.
يمكنك ان تاخذ حافله "غراي لاين اير شاتل" او حافله "كاري ايربورت اكسبريس".
اذا كان بامكانك تخفيض السعر قليلاً، ساشتريه.
فين كاين الاكواريوم؟
بغيت نبقي هنا شي يومين اخرين.
اه، كنقلب علي هديه لاختي.
غسل هاد الحوايج عافاك.
فين نقدر نشري جريده يابانيه؟
اشنو هي المشكله الرءيسيه هنا؟
واش نقدر نعوم هنا؟
واش بغيتيها من الفوق؟ واش نحيّد ليك شي حاجه من الفوق؟
اه، واش هادشي اللي خليتي موراك؟
اه. يمكنك مشاهده الافلام علي HBO، وهي خدمه مجانيه.
كيف يمكنني الوصول الي هوليوود؟
غاناخد شي بيت ب 15 دولار.
انا متاكد انني قمت بالحجز.
واش عندكم خدمه ديال الغسيل؟
كَانْظُنْ بْلِّي رْجْلِي تْكَسْرَاتْ.
كلامك كلام شاعر، السيد ايتا.
واش كاين شي اماكن سياحيه هنا فهاد المنطقه؟
واش كاين كار للنعاس فالقطر؟
بصح؟ كنتمني مايكونش مشا بلا بيا.
خلينا نتعشاو مجموعين برا.
شْحَال كَايْكُلِّفْ هَادْشي لْيُومَيْن؟
غانمشي لميمفيس.
من اي منصه يغادر القطار المتجه الي يورك؟
بغيت نحجز تذكره لروما.
السيدات والساده، يرحب بكم الكابتن جورج كوهين وطاقمه علي متن رحله الخطوط الجويه المتحده رقم ثمانيه صفر صفر المتجهه الي نيويورك. اذا كنت بحاجه الي اي شيء خلال الرحله، فما عليك سوي ان تطلب ذلك، وسنكون سعداء بمساعدتك.
هاداك لي لونو اخضر.
من الاحسن ليك تعيط لقسم الاشياء المفقوده.
واش ممكن تعطيني نمرتك التليفونيه، عفاك؟
واش تقدر تشوف واش كاين شي رحله اخري متوفره؟
لا. سنبقي هنا لمده ثلاثه ايام، ثم سنذهب الي نيويورك ونيو اورليانز.
عندي بطاقه يوريل وتاشيره سوفياتيه.
هل يمكنني التحدث مع السيده كاوري واتانابي في الغرفه ثمانيه اثنا عشر؟
واش عندك شي مشروبات اخري؟
واش هاد الفستان من الكتان؟
سمح ليا. عندي صداع فالراس. واش عندك شي دوا؟
حطّ واحد الروولو ديال الفيلْم فهاد الكاميرا.
ما كيتعذبوش بزاف التلاميذ ديال الثانويات فمريكان باش يخدمو.
بغيت ندي هادشي معايا.
فهمت. هذا ملكي. انا انتمي الي مركز التصميم الداخلي الخاص بنا.
اي حافله يجب ان اركبها للذهاب الي حديقه هايد بارك؟
هاد البيره ما فيهاش غاز.
اه، نتا هاكاك.
بغينا نكونو كاملين علي نفس الطبله.
ماكايناش مناديل كافيه للتنظيف.
اعتقد ان هذا قد لا يكون صحيحًا. هل يمكنك التحقق من ذلك؟
غا يرجع الاسبوع الجاي.
ماتتْ امي.
بغيت نشرب شي بورت.
ديّوني لشي سبيطار.
يا الهي.
واش عندك هاد النوع بلون فاتح؟
بغيت قلم.
واش ممكن تعطيني شي حامض للشاي ديالي، عافاك؟
واش ممكن تعطيني الفاتوره، عافاك؟
حتي انا سعيد بلقاءك. واش هادي اول مره ليك فامريكا؟
واش يمكن ليك تبدل هاد البوتات بوحدين صغار؟
واش شي حد جالس هنا؟
عندي زياده في الوزن ديال الحقيبه ديالي بثلاثه كيلوغرامات.
كَانْظُنْ بْلِّي هَادْ الشِّي غَالِي بْزَّافْ. مَاعَنْدْكُمْشْ ثَمَنْ اَكْثَرْ مَعْقُولْ؟
غانمشي بكري غدا فالصباح.
هل تبيعون سلعاً معفاه من الضراءب علي متن الطاءره؟
شكون هو مخرج الفيلم؟
الصيف هنا ماشي بزاف خايب.
بغيت نشري هادشي.
تبع العلامه اللي مكتوب عليها طاكسي.
نعم، انت في وسط الجاده الخامسه. اين تريد ان تذهب؟
علاش درتي هادشي؟
حتي الوصل ديالي تسرق.
للاسف، لا نتوفر علي ذلك. لكنني متاكد من انك ستستمتع بوجبه الغداء الخاصه بنا.
سبعه وثلاثين دقيقه.
واخا. دابا راه الساعه الحاديه عشر ليلا، اذن غادي نرجع الساعه ديالي للعاشره صباحا، ياك؟
واخا، ربما تكون ريمينغتون مزيانه.
هادشي كاين تقريبا ساعه ونص.
واش ممكن ناخد كاس اخر ديال الما؟
خليني نشوف هادشي.
فين كاين مكتب الصرف؟
عافاكْ تْسَنّي. غَنْسولْ السيد ايمَايْ واشْ غَيْقْبَلْ يْجَاوْبْ فْالتيليفون.
واش نقدرو نوصلو لهيه ف ظرف 10 دقاءق؟
هاد الكاري حار.
عندي مشكل مع الشانطه اللي شريت البارح.
واش عندك شي حساسيه من الدوا؟
نعم، لدينا هذا اللون بالاسود والبني.
بغيت نشوف ماتش ديال الكوره ديال المحترفين. فين نقدر نشري تذكره؟
سمح ليا؟ ما فهمتكش. واش تقدر تهضر بشويه باش نعرف نفهم؟
خمسه ديال العشرين، عشره ديال العشره، و الباقي فالاوراق ديال دولار واحد، الله يخليك.
كيف يمكنني الوصول الي نافوره كولومبوس؟
عطيني شي حاجه مزيانه للشفايف ديالي. تشققو بسبب الريح البارده.
واش كاين شي تخصصات محليه؟
ما تخافش. الكلب ما غاديش يعضك.
اه، والدلافين جميله جدا.
شْحَالْ مَرَّه كَايْخْدَمْ هَادْ الشِّي؟
لوا ليا المعصم ديالي.
فين كاينين سترات النجاه؟
سير فهاد الطريق مباشره لاربعه بلوكات. ودور علي اليسار عند الاشاره.
واش تقدر ترسل هادو لليابان؟
نسيت محفظتي في متجرك.
كيف كيعجبوك هادو؟
واش كاين شي رحله لسيدني؟
واش نقدر نكمل الرحله ديالي غدا؟
هل هذه هي منطقه استلام الامتعه الخاصه بالخطوط الجويه البريطانيه واحد اثنان ثلاثه؟
غانمشي باش نخلص الفاتوره ديالي مع السبعه ديال الصباح غدا.
غادي نحتاجو نتلاقاو مره اخري قريبا.
اه، غادي ناخد ويسكي مع الصودا مع المقبلات.
عافاك، ضرب صونيط ديال الطوارء.
واخا. خليني نحط هاد الصاك ديال السفر؟ فين غادي؟
اشنو اللي مميز فهاد المطعم؟
سمح ليا، انا تبلوكيت برا.
واش عندك شي حاجه ديال ستيل اكثر حداثه؟
فين نقدر نلقي الرموز؟
هل ستقوم بتحويل شيك بالدولار الامريكي الي الفرنك الفرنسي؟
خلينا نتلاقاو غدا.
علاش ما نديروش هادشي كامل، بجوجنا؟
واش نقدر نغطس فاش كيكون البحر هاءج؟
توجه من فضلك الي الجمارك الموجوده هناك. نتمني لك اقامه طيبه.
عافاك، ورّيني الموديلات الجديده.
واش عندك ترموميتر طبي؟
الصباط ضيق بزاف.
الشهر اللي فات نهار تسعه.
اذن، ثلاثه اوراق من فءه عشرين، ثلاثه اوراق من فءه عشره وورقتين من فءه خمسه.
بغيت نجرب شي ماكله يابانيه. طيبي ليا شي حاجه.
واش نقدر نتحول لداك البلاصه؟
اه، لقد استمتعنا كثيرا.
واش بالنسبه للصباح؟
كنقلب علي الحقيبه ديالي.
تغيرت خططي. اريد البقاء لمده ثلاث ليالٍ بدلاً من ليلتين.
اوه، شكراً. بيتي، هل يمكنكِ المجيء من فضلك؟
شْحَالْ مِنْ حِزْبْ سِيَاسِي كَايْنْ؟
وقف السياره.
واش كاين شي بريد ديالي؟
الرقم الداخلي هو ثلاثه سته سبعه، من فضلك.
واش نقدر نستمر فالسفر؟
مرجو منك تكون اكثر حذر فالمستقبل.
السلام عليكم، بغيت نعيط لطوكيو.
ايه، ولكن واش غادي تخلي الشانطه الخفيفه فوق الرف اللي فوق راسك؟
هذا شاي اخضر.
واش عندك شي تذكره؟
بغيت عصير الحامض، الله يخليك.
واش كتقبلو الفلوس اليابانيه؟
كان رفيقي يعبر الشارع عندما كانت الاشاره خضراء.
واش عندك شي وحده زرقا غامقه؟
واش تقدر تعاوني مع هاد الشكاير؟
اه، شكرا لك، الانسه ستايسي. ان هي من صنعت كعكه البرقوق هذه بنفسها.
شْحَالْ مِنْ لِيلَه غَادِي تْبَاتْ؟
بغينا نشربو القهوه بعد العشا، الله يخليك.
كايْتَعَلّْمُو بِشَغَفْ اخَرْ صِيْحَاتْ المُوضَه مِنْ التِّلِفِزْيُونْ وَالمَجَلاَّتْ.
عافاك، عيط علي شي طبيب بزربه.
بغيت كتاب ديال الدراري الصغار.
فين كاين كونطوار الرحلات المتصله ديال الخطوط الجويه البريطانيه؟
اشنو كياكلو هادوك اللي ف الطبله اللي حداهم؟
بغيت شي بيت لشخصين.
واش تقدر تقول ليا فين نقدر نلقي الخضره المعلبه؟
واش عندكم شي اسعار اسبوعيه؟
عرض عليّ شخص غريب ان يلتقط لي صوره، فسلمته الكاميرا الخاصه بي. ثم ركض مبتعداً بها.
اوه. اخيراً وصلنا الي التفاحه الكبيره. الان علينا ان نستقل المترو للوصول الي القريه. الا نحتاج لشراء خريطه للمترو؟
كيف يمكنني الوصول الي مركز ABC؟
واش عندك دوم بيرينيون؟
فين كاين الطريق للفندق ديال غريس؟
المرجو تناول قرصين بعد كل وجبه.
واش تقدر تهضر بشويه؟
واش تقدر تحل صاكك؟
المرجو خدمه الغرف. رقم الغرفه هو عشره خمسه عشر.
جنس علي الشاطء للفتاتين هناك.
بغيت بلاصه فالمدرجات اللي كاينين حدا خط القاعده الاولي، الله يخليك.
شْحَال؟
شويه قهوه اخري، من فضلك.
واش عندنا الوقت باش نشوفو الداخل ديال المعرض؟
فين كاين قسم السلع الفاخره؟
كل المقاعد بيعات بالفعل، ولكن يمكنك الحصول علي تذكره لمشاهده المباراه اذا كنت تريد الوقوف.
مرجو منك ان تقوم بتحرير محضر سرقه.
واش كَاتْبانْ ليكْ بْلي قادّه نْجَرّبْ نْصَبّغْ ضْفاري بوحدي؟
واخا. هاك.
عافاك قولي فين كاين بلاصت الاتصال ديالك.
شوف، هادشي كبير بزاف، ياك؟ غادي نجيب ليك كيس ديال الكلاب من بعد.
واش عندك شي جريده؟
بغيت خريطه ديال مسارات الحافلات.
كَنْبَغِي بْزَّافْ الافلام لِّي كَيْخَلِّيونِي نْبْكِي.
واش عندك شي حاجه اوسع؟
واش كاين شي محل ديال الماكله هنا؟
عافاكْ صيفْطْ هادْشي بالبريد الجوي.
عطاني مدير الفندق ديالي، السيد هيلتون، سميتو.
واش تقدر تخليها ثلاثين جنيه؟
قولي ليا فاش خاصني نرجع لهنا.
من الساعه السادسه صباحاً حتي الساعه العاشره صباحاً
زوج ديال الهامبرغر.
عافاك وريني شي حاجه ارخص.
بغيت لون اغمق، من فضلك.
من اين تتصل؟
كنت مسءولا عن الموظفين لفتره من الزمن، ولذلك فانا مهتم بشكل خاص بالتحدث مع الناس.
واش خاصنا نتسنا هاد الوقت كولو؟ شكرا علي اي حال.
واش غادي يمشي القطار ف الوقت؟
واش تقدر تْعَمْر هاد الفورم؟
بغيت نغطس فبلاصه ضحله و مضويه مزيان.
اوه، هذا مءسف. ربما في وقت اخر اذن.
واش عندك شي بروشورات يابانيه؟ بغيت واحد، الله يخليك.
ما جابوليش الحلوه ديالي حتي لدابا.
واش ممكن ناخد واحد اخر؟
هادشي غادي يكون زوين الي كانو عارفين هاد الشي كولو علي اليابان.
شيء ما يقارب ثلاثماءه جنيه، من فضلك.
هل هناك اي جولات تتضمن زياره الي ملهي ليلي؟
بغيت هامبورغر و بطاطا مقليه و ليموناضه.
رفعوا ايديكم.
هي زوينه بزاف.
شكراً جزيلاً. اتمني لك رحله ممتعه.
شْحَال ثَمَن هَاد الرِّحلَه؟
اذا تركت السياره، ما هي التكلفه؟
كسرت رجلي.
بغيت باريط.
دابا غادي نفتح ليك المسام ديالك بالبخار.
سمح ليا، واش نقدر ندخل لهنا؟ شفت صاكي.
واش ممكن نشري تذكره ديال الباليه هنا؟
مايمكنش نبيعو شي حاجه بلا وصفه طبيه.
هل طلبت مهدًا لطفلك؟
كنقلب علي شي هديه لصاحبي.
راه جاي، اسي.
بغيت شي لعبه ديال البزل.
كاش ولا كارط؟
بغيت نركب فالحافله السياحيه.
بغيت نكْري جوج ديال البيسيكليتات، الله يخليك.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ بَاشْ نْصِيفْطُو هَادْ الطَّرْدْ عْبَرْ الطَّيَّارَه؟
فين غادي نلقي قسم الغموض؟
بغيت نجلس حدّا صاحبي.
عطيني هاداك. كيفاش كتسمو هادشي؟
فين كيوصل هاد الطريق؟
امتي مرضتي؟
ما نقدرش نشري شي حاجه غاليه بحال هادي.
سير فخط مستقيم فهاد الزنقه لمده تقريبا 300 متر.
لا، انا قمت بكل شيء بنفسي. هذه واحده من هواياتي. انا احب البستنه فقط.
من بعد، غادي نخلص عليه بالدولار والين.
بغيت شي دوا باش نسهل.
هاد التيليفيريك غادي يوصلك للفندق.
عافاكْ صيفْطْ هادْ الرّساله مُسجّله. شْحالْ الثّمن ديالْها كامْله؟
اضغط علي الرقم تسعه للحصول علي خط خارجي، ثم اضغط علي الرقم ثمانيه واحد لليابان، وثلاثه لطوكيو، ثم رقم الهاتف.
سمح ليا. غادي نحط حوايجي دابا.
واش ممكن نرجعو لمدينه اخري؟
شْحَالْ مَسَافَهْ مَابِينْ هَادْ البْلاَصَهْ وَالفُونْدُوقْ؟
غانبقي تلات ليالي.
رفعوا ايديكم. سكتو و عطيوني فلوسكم.
كنقدمو السندويتشات والمشروبات من 11 ديال الليل حتي 6 ديال الصباح.
غانمشي ليله قبل.
نشوفك. عيط ليا غدا.
واش تقدر تلغي الحجز ديالي؟
انت تعاني من حاله ارهاق شديده.
فين كنبدل القطار؟
بغيت جوج بيضات مخفوقات مع لحم الخنزير، بطاطس مقليه، خبز محمص و قهوه.
نعم، من فضلك. هل هذا فيلم مصنوع في اليابان؟
داز بزاف ديال الوقت منين تلاقينا اخر مره.
شنو غادي يوقع الي ما لقيناهش؟
يمكن ان يكون لدينا طاوله شاغره في حدود الساعه التاسعه.
اذن بلوكين، ثم اول منعطف علي اليسار؟
شنو؟ واش كتقصد ان اليابانيين كياكلو هادشي؟
فين نقدر نلقي السكاكن والفرشيطات؟
اه، عندك الحق. هادشي زوين بزاف. غادي نرجع غدا مره اخري اكيد.
بغيت شامبو ملون.
هذا كل شيء. الممثل راءع حقا.
بالتاكيد. ساحضره حالاً.
دابا واش تقدر تعطيني شي فلوس باش نقدر نشري شي حوايج لي ضروريين؟
شْحَالْ غَادِي يْبْقَي خْدَّامْ؟
بغيت هادشي يوصل لليابان باسرع طريقه ممكنه.
اذن، الجواب هو نعم ولا.
اي نوع من اللعب عندك كتذكار من انجلترا؟
بغيت سله ديال البيكنيك.
كيوشو هي جزيره كبيره تقع في جنوب اليابان.
شارع الثاني والاربعين.
سمح ليا. عاود مره اخري، من فضلك.
ما هي رسوم الخدمه؟
بغيت شي عصير ديال الفواكه.
جيت نشوف صاحبي ياباني.
مزيان.
اشنو هي خدمتك؟
بغيت بلاصه فالاوركسترا.
اي نوع من الالم؟
سمح ليا، درت غلط. شنو نوع الويسكي سكوتش اللي بغيتي؟
بغيت ندير جوله فين نقدر نتعلم البستنه.
واش بغيتي تشرب شي حاجه قبل العشا؟
بغيت شامبوان و بغيت نشف شعري بالمجفف.
واش هاد القطار كيوقف فبات؟
ما هي الاجراءات المتبعه للتحقق من هذا العنصر؟
عافاك وقف و استني حتي نصور جسر واترلو.
عندي غرفه مزدوجه فيها سريرين مفردين.
كان هذا مكسورًا عندما اخرجته من العلبه.
بغيت بلاصه محجوزه، من فضلك.
واش ممكن نشوف الغرفه؟
وكنتسناو شي شويه ديال الشتا هاد الليله.
بغيت حليب سخون، الله يخليك.
بغيت فلاش الكتروني.
سمح ليا، ولكن ما شربتش والو. عافاك صحح ليا الحساب ديالي.
عافاك كول هادشي مع هاد الصوص.
هل ترغب في الحصول علي تامين PAI، و PEC، وتامين الاعفاء من اضرار الخساره، وتامين المسءوليه التكميلي؟
واش نقدر ندير الجوله دابا؟
فين كاينه قاعه الموسيقي؟
تهانينا بمناسبه الذكري الخمسين لزواجكما.
واش كاين شي حاجه لي توعرات؟
بغيت ميه دولار ديال الشيبس، الله يخليك.
كيعجبني المنظر.
اللون الازرق شاءع جداً هذه السنه.
ففي فصل الشتاء، نشهد تساقط الثلوج في الجزء الشمالي من اليابان وفي المناطق الجبليه.
سمح ليا، ما لقيتش الكاميرا ديالي.
واش ممكن تشوف واش هادشي تسلم؟
واش عندك شي حاجه اخري بثمانين دولار تقريبا؟
انا قلق بعض الشيء حول ما اذا كان بامكاني الغوص بشكل جيد.
خليني ناخد الكور.
نعم، اريد ان استاجر سياره.
سمح ليا، واش هاد البلاصه محجوزه؟
هادشي غادي يفيد.
اشنو كادير؟
تحركنا بسرعه كبيره لدرجه اننا لم نتمكن من التقاط الصور.
واخا، غادي ندير هادشي.
كنتمني اما نلقي خدمه فالتدريس او نكمل الماجستير فعلم النفس.
كنقلب علي شي كريم خفيف. عندي بشره دهنيه بزاف.
كان من الراءع التحدث معك.
واش تقدر تجيبلي شي مجله يابانيه؟
عافاك، بغيت سلاطه.
واش عندكم جوله ليوم كامل؟
واش كَاتْحَمْلُو الصُّوتْ؟
مكالمه دوليه الي اليابان.
لا، من فضلك احضره في غضون ثلاثين دقيقه.
واش الطوبيسات رخاص؟
اه، غادي نتاكد باش يوصلو ليه هادو.
شارع الثاني والثلاثين.
واخا. واش ممكن ناخدو جوج تذاكر؟
فاش كاين موعد الرحله المتجهه لباريس؟
المرجو وضع امتعتك تحت المقعد.
ما هو الغرض من رحلتك؟
بغيت بلاكه ديال الشوكولا.
واش عندك شي عصير ديال الفواكه؟
كاينه شي مشكله فالبوله ديال الفلاش.
بغيت نحجز غرفه لشخصين من غدا حتي يوم الاثنين.
بغيت برمانون ليّن، الله يخلّيك.
هل يشمل هذا رسوم الخدمه؟
مزيان. بغيت نجي.
واش نقدر نكمل الرحله ديالي؟
عافاك، ورّيني شي حاجه ارخص.
هادشي غالي بزاف. عفاك وريني شي حاجه ارخص.
اه. عافاك، بغيت قرعه ديال البيره.
اعتقد ان الوقت بدا ينفد منا.
واش تقدر تراجعو مره اخري، عافاك؟
زيدْ فالسْرَعَه.
بغيت نبدل الحجز ديالي.
اه، كاين واحد فداك الفندق.
تاريخ المغادره من فضلك.
فين خاصني نبدل القطار باش نمشي لسان دييغو؟
كان من اللطيف منك ان تاتي رغم انشغالك.
ماكانعرفش هاد الجلد ديال الحنش.
فهمت. تفضل بالجلوس.
تعرض جدي لنوبه قلبيه البارحه.
واخا. واش تقدر تعطيني التاريخ و رقم الرحله؟
واش ممكن ناخد شوكه اخري؟
فاش كيسالي العرض؟
فاش نقدرو نتعشاو؟
اعتقد انك تطلب مني اكثر مما استطيع.
الظروف الجويه غير مستقره. المرجو ربط احزمه السلامه.
كنت كندير هادشي. وكنبقي كنديرو من وقت لوقت باش نحافظ علي مهارتي.
شكون هاد السيده؟
وجهتي هي طوكيو.
اه، انا ساءح.
غادي نضطرو نوجهوك عبر مدينه اخري.
واش نقدر ننزل فطريقي؟
كان اقرب وقت ممكن هو منتصف شهر اكتوبر.
فين نقدر نلقي صاكات ديال الجلد؟
انا عندي حساسيه من حبوب اللقاح.
بغيت السمك والبطاطا، الله يخليك.
واش عندكم شي رحله لطوكيو نهار الجمعه؟
لا، ما شفت حتي واحد حدّايا.
علبه سجاءر من نوع لارك، من فضلك.
احتاج الي تقرير من الشرطه من اجل التامين الخاص بي. متي سيتم اصداره؟
بغيت طوموبيل صغيره، عافاك. شحال كاينه سومه الكراء للنهار؟
بالتاكيد. حتي الطفل الصغير لن يجد مشكله في الاجابه علي هذا السءال.
اه، هادشي مزيان.
واش بغيتيني نعاود نقول هادشي مره اخري؟
هو اخر واحد يمكن ان يكذب.
هذا لك. هل ستقبله؟
واش ممكن نشوف لاءحه النبيذ، من فضلك؟
اي نوع من الاعمال؟
السلام عليكم. انا اسف، هو الان في اجتماع.
بغيت نمشي للمتحف. شنو الحافله اللي خاصني نركب فيها؟
و من بعد، عافاك، غادي ناخد جوج.
شكراً علي استضافتي.
كنحتاج لطبيب، بسرعه.
سمحلي. بغيت نمشي لحديقه الحيوانات ديال برونكس. كيفاش نقدر نوصل ليها احسن حاجه؟
غانقولولك فاش نلقاوه.
واش كتعرف شي ديسكو فين يقدرو يمشيو البنات الصغار بسلامه؟
ما هو وزن الامتعه المسموح به في هذه الرحله؟
هاك، هادشي مجاني.
يوم الاثنين.
عافاك، جواز السفر ديالك وورقه التصريح الجمركي. واش عندك شي حاجه باش تصرح؟
واش كاين شي حاجه بغيتي تشوفها؟
المرجو ان تتركهم خارج غرفتك صباح الغد.
عافاك، تسنّي قدام كونطوار المعلومات.
بغيت راديو فيه ساعه، الله يخليك.
هو بعيد عن الدار.
حوالي شهر، سيدي.
واش كاين شي بلاصه باش نغسل الطوموبيل؟
كاينه ضربه فالباب الامامي اللي علي اليمين.
واش كيقدمُو وجبات؟
هل يمكنني الدفع بالمارك الالماني ايضاً؟
ما هو الحد الادني لسن التصويت في اليابان؟
هادشي من الصوف الصافي.
واش غادي يكون مزيان نعيط ليك من بعد؟
امتي كيفتح وامتي كيسد؟
لا، شكرا، ما نقدرش. فالحقيقه، انا عندي علاقه مع شي واحد دابا.
فين خاصني نبدل المحطه باش نمشي لسوو هو؟
بغيت شي دوا قوي للزكام ديالي.
واش اللباس رسمي؟
واش غادي تقدر توصل لبرودواي مع السبعه؟
واش كاين شي بلاصه لليله هادي؟
شنو كيعني هادشي؟
البدل المسموح به هو عشرون كيلوغراماً للمسافر في الدرجه الاقتصاديه.
بغيت نخلص الفاتوره ديالي.
فاش نرجع نزوركم المره الجايه، غادي نرجع اكيد. اذن، واش نقدر ناخد تخفيض؟
واش ممكن تطلبها ليا، عافاك؟
و هو يستعد لامتحانات الدخول للجامعه.
نعم، يوم احياء ذكري القنبله الذريه ويوم احياء ذكري نهايه الحرب.
ما خاصهومش يتفرجو فشي برامج عنيفه فالتلفزه.
ما هو اخر فيلم واكثر فيلم شعبي؟
هل مرت سنه بالفعل؟ يمر الوقت بسرعه. بالتاكيد ساحضر. فقط اخبرني بالوقت والمكان.
واش كاين شي مطاعم مفتوحين دابا؟
واش نقدر نجلس فينما بغيت؟
سمح ليا حيت كنقلقك.
اعتقد انك نسيت رقمًا. اعتقد انني اعطيتك عشرين.
كنتسناك باش نشوفك.
هادشي اللي بغيت غير.
واش تقدر ترسل شي واحد لهنا دابا؟
جيب ليا شي فطور عافاك.
لقد جعلت من هذه الرحله رحله لا تُنسي.
واش تقدر تعطيني تقدير للتكلفه؟
ايه. ولكنهم انتقاءيون الي حد ما.
غادي ناخد احسن بلاصه عندك، الله يخليك.
عافاك، بغيت فورميلير ديال التلغرام.
درت البقشيش فالفاتوره.
الله يخليك، بغيت نمشي لفندق A.
طوكيو زيرو ثري ثري تو ناين ون فايف ايت ثري فايف، السيده هارادا.
عافاك، بغيت صوص فرنسيه.
عافاك خودني للمطار ا.
بغيت شي صابون.
بغينا نلعبو التنس. واش كاين شي ملاعب عموميه هنا فهاد المنطقه؟
عافاك ورّيني شي حوايج ديال الدراري الصغار.
واش تقدر تنصحني بمطعم مزيان قريب من هنا؟
هادْ الشّانْطه كْبيره و سْوَداء.
يمكن غلطت فالنمره لي صونيت ليها.
لثلاثه اشخاص. واسمك من فضلك.
وقتاش كَاتْظنّ غادي يتحسّن الوضع؟
ما هادشي زوين، تلاقيتك هنا.
انا هنا في عطله صيفيه.
بغيت نشري شي تذكارات للاصدقاء ديالي.
واش نقدر ناخد هادو دابا؟
كيف يمكنني تعديل تهويه الهواء؟
واش ممكن نجلس حداك؟
مع اي نوع من الاطعمه يتناسب هذا؟
مَا كَانْعْرْفْشْ العُنْوَانْ دْيَالِي بَاقِي. وَلَكِنْ كَانْخَطْطْ نْبَاتْ فْفُونْدُقْ فْسَانْ فْرَانْسِيسْكُو.
ما قادْرْشْ نْعَسْ حَيْثْ الْوَلَدْ اللِّي وْرَايَا كَايْدِيرْ الصْدَاعْ. وَاشْ مَا تْقُولْ لِيهْ حَتَّي حَاجَه؟
ففي معظم الحالات، ستكون في وضع غير مواتٍ الي حد كبير.
كَيْعَوَّرْني رِسْغي.
ما عنديش. غير دور يسار. هاديك هي الشاحنه. هنا. طلع من هاد الطريق الصغيره لهيه. يالاه، وقف هنا بالضبط.
انزل في محطه فيكتوريا وخذ خط الشرق-الغرب.
هذا ممزق. المرجو تخفيض ثمنه اكثر.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لْلْيَابَانْ؟
فين غادي نبدل الطوموبيلات؟
عندي حساسيه من الاسبرين.
واش بغيتي نعاونك باش تقلب علي شي حاجه معينه؟
خلينا نتلاقاو فالمطعم.
عندك ثلاثه اضعاف الكتب اللي عندي.
هو بطول مءه وسبعين سنتيمتر تقريباً وهو اصلع.
فيا خاطري نشرب البيره فهاد الطقس السخون.
واش ممكن ناكل الفطور دابا؟
ها هي رخصه السياقه الدوليه الخاصه بي.
بغيت شي كريم لليدين.
واش تقدر تكتب العنوان ديالك هنا؟
سمح ليا، تذاكر الليله كلها مبيوعه. لكن باقي عندنا شي تذاكر لليله غدا.
واش هاد الكاس ديال النبيذ صالح للغسل في غساله الصحون؟
واش هوما بزاف اقوياء؟
اوه، يا ولد.
سقطت مني حلق اذن في مكان ما هنا.
غانبدل الرحله ديالي لرحله ديلتا ايرلاينز رقم جوج واحد خمسه.
اعتقد انني لمست بعض المرجان السام.
واش عندك الكراطن؟
خليت صاكي هنا، ودابا ما بقاش كاين.
بغيت شي خس.
طبعاً. في اي وقت تريد الحجز؟ كم عدد الاشخاص؟
خصك تبقي علي اليسار.
اشنو كتعرف عليه؟
دابا، شنو هي الطريق اللي خاصني ناخد باش نمشي لكارنيجي هال؟
واش ممكن نستعملو ملاعب التنس؟
بغيت نعرض عليك باش تغدا معايا.
واش نقدر نخلص فوق الطبله؟
فين شفتيه اخر مره؟
عطيني اداه الانابيب، من فضلك.
نسيت ساعتي في القطار.
نعم، سيدي. انتظر لحظه من فضلك. تفضل.
واش ما جاش حتي دابا؟
ايمتا خاصني نمشي من هنا باش نلحق الطياره ديال 12؟
كاينه السخونيه هاد الصباح، ياك؟
اه، كنقدر نعرف. مكنقدرش نفهم والو من داكشي اللي كيقولوه الناس اللي حوالينا.
عافاك، صيفط ليا الاسعاف.
واش كاين شي معالم مشهوره؟
واش تقدر تورّيني فين كاين انا فهاد الخريطه، عافاك؟
ايه. ولكن ما كنحملش هادوك اللي حلوين.
مزيان، خليني نشوف. هادشي اكثر من الميزانيه ديالي.
اشنو هي انواع الاكل اللي غادي ناكلو ف الغدا اليوم؟
التلفاز موجود هناك وهذه هي اله التحكم عن بعد.
سمح ليا، ولكن كنخاف بلي غادي يخصك تحتافظ بيه لراسك.
كمّل غادي نيشان حتي توصل لشارع الامل.
بغيت نشري هادْ هَاذَا.
ها هو المفتاح وها هي الاتفاقيه.
واش ممكن نمشي لمنطقه التدخين؟
واش يمكن ليك تبعث طاكسي لزنقه براون رقم 23؟
حنا ما طلبناش هادشي.
عافاك، واحد الكاس ديال الشامبانيا.
واخا، كاين ربع ساعه ديال المشي من هنا.
كاس اخر، من فضلك.
بغيت نحجز شي غرف.
واش بغيتي سوار زوين باش يتلاءم معاه؟
فين كاينين منتوجات التجميل؟ فاي رواق؟
واش ممكن تعاونني باش نتواصل مع قسم التصدير؟
اعتقد ان المبلغ اللي عطيتيني كصرف قليل. واش ممكن تعاودي تحسبي؟
شكون اللي كاين فالتل ديال سنسيناتي ريدز؟
عافاك، بغيت لاتي قصير.
نادي سوبتروبيكانا جيد. يبقي مفتوحًا حتي الساعه الثانيه صباحًا. سيتصل الموظفون بسياره اجره لك عندما تكون مستعدًا للمغادره.
المراهقون اليابانيون مهتمون بالموضه.
ما غاديش نستعمل الفلاش.
واش تقدر تشوف العجلات؟
بديت كاناخد الدروس دابا غير. صعيبه بزاف.
فين كاين باب الركوب ديال الطياره ديال شركه الطيران اليابانيه، الرحله رقم 214؟
كنت كَنْكَرّْيْ كل نهار.
ركبت القطار الغلط.
واش ممكن ناخد شي لصاقات ديال البريد الجوي؟
شْحَالْ غَادِي تْكُونْ مُسْتَعِدْ تْخَلْصْ عْلَي هَادْ الشِّي؟
ما بغيتوش يكون حار بزاف.
امتي غادي تقلع طيارتك لي سان فرانسيسكو؟
ما لقيتش هاد الباب.
بغيت خمسين غرام من هاد اللحم مقطع، الله يخليك.
واش عندك تذكره الرجوع لليابان؟
واش تقدر تقول ليا كيفاش نعمل مكالمه هاتفيه؟
بغيت لون اخر، الله يخليك.
لي كيجري مورا جوج ارانب ما كيصيد حتي واحد منهم.
انا اتفق مع فكرتك، شريطه ان يتم ضمان تاريخ الانتهاء من المصنع.
واش تقدر تجيب ليا تذكره، عافاك؟
قُولُو بْشْوِيَّه.
هادشي ماشي نقي.
بغيت نحجز دوره ديال الگولف لغدا الصباح.
تفضل، خود من الكيك. هادشي مصنوع في الدار.
واش غادي تشوف حتي لداخل هاد الصاك؟
صحيح. في لغتنا، كلمه "ساكانا" التي تعني السمك، تاتي من مزيج من "ساكا" او "ساكي" و"نا"، حيث يُعتبر السمك طعامًا خاصًا تتناوله عند شرب الساكي.
عبر، من فضلك، بسرعه.
واش تقدر تجي تاخدني من الفندق؟
غاتكون نهار الجمعه 23.
منذ متي وانت تعاني من هذا الصداع؟
بغيت بلاصه فالمدرجات.
ما كنعرفش كيفاش نعمر هاد الفورم.
اعتقد انه يجب عليك تجربته بلون اكثر اشراقا.
فين كاين الطابق ديال قسم احذيه النساء؟
تحت المقعد اللي قدامك.
حتي اي وقت متاخر يظل المتجر الكبير مفتوحًا؟
ما خاصكش تشكرني.
هادشي اكثر من الثمن اللي كنت متوقع نخلص.
بغيت ناخد موعد لليوم علي الساعه الخامسه مساءً.
واش كاين صالون ديال الحلاقه فالفندق؟
من اي وقت ستبداون بقبول الغسيل صباح الغد؟
هادشي ياقوت. عندنا بروش واحد من هاد النوع و هادي من بين الحلي المفضله عندي. واش غادي تجربيه؟
قولي ليا شحال الثمن من بعد، عافاك.
فين كايبان هادشي؟
انا هنا باش نعمل التشيك ان.
عافاك خلي رجلين السروال ضيقين شويه بلا ما يكونو عندهم اصفاد.
بغيت نشوف شي مجموعات من المنتوجات ديالكم المشهورين هنا.
ماكلتش هادشي.
هاري، واش كاين شي حاجه نقدر نديرها؟
فالثالثه.
واش ممكن تكوي هاد السروال، عافاك؟
حديقه الحيوانات بعيده بثلاثه احياء.
واش هادشي من الصوف الخالص؟
اشنو هادشي؟
انا سعيد جداً لاننا تمكنا من مناقشه جميع القضايا الهامه وايجاد حلول لها. وانا ممتن لكم كثيراً علي تعاونكم الكريم.
بغيت شي دليل سياحي.
فين غادي يديه هاد السبيطار؟
ايلا عطيتيني تخفيض، غادي نشري هادشي حتي هو.
كُلْ.
فين نقدر نشري تذكره ديال ماتش البيسبول؟
سمحلي. كيفاش نقدر نمشي من هنا للبنك؟
واش ممكن نشوف شي بطاقه تعريف؟
عافاك ورّيني كيفاش نستعمل التليفون.
شوف هادشي. هادا مول كبير بزاف. كنتمني تكون جبتي معاك بزاف ديال الفلوس.
بغيت بلاصه فشي صالون.
عاجبني. غادي ناخدو.
فين كاينين اسوار المدينه؟
رجعت.
بغيت شي حاجه اكتر سماكه، الله يخليك.
ماكاينش الصابون.
شنو دابا؟
الله يخليك، بغيت نمشي لسان فرانسيسكو.
اشنو هادو؟
فين كاين الكرسي ستين A؟
شْحَالْ مَسَافَهْ بَعِيدَهْ عْلَي الْمَحَطَّه؟
اه. هو يسكن في شارع جيوس 1234.
ولدي طاح.
نعم، لدينا ملعب متاح في الساعه الثانيه واخر في الرابعه.
واش كاين خط ديال الميترو لي كيمشي لمركز المدينه؟
فاي قسم؟
هنا يمكنك الحصول علي الفول السوداني.
واخا، كيعجبوني بزوج.
بالتاكيد. هاذو جوج فاليز و صاك واحد. عافاك خلي هاد التذكره عندك.
عافاك، بغيت نبيذ ابيض.
لاننا الان في موسم "او-بون".
واش ممكن نمشيو نغطسو هاد العشيه؟
واش عندك شي معلومات علي الترفيه هاد الاسبوع ف المدينه؟
صاحبي عندو مشكل فالمعده. واش تقدر تنصحني بشي حاجه لي تكون لطيفه علي المعده ديالو؟
جوج واحد جوج ثلاثه اربعه ثمانيه ثلاثه ثلاثه الف.
بغيت جوج بلاصات فجنب القاعده الاولي، الله يخليك.
واش بغيتيني نكملو؟
الرحله رقم سبعه تاخرت بساعتين.
بغيت نشوف المباني التاريخيه.
غانبعتو شي واحد من الامن.
كاينه شويه دالحراره.
انا من البرتغال.
بعدما شربت العصير اللي عطاوني، فقدت الوعي. ملي فقت، لقيت بزطامي و صاكي مشاو.
اذا كنت ترغب في ذلك، يمكنك طلب وجبه الافطار علي الطراز الانجليزي مقابل تكلفه اضافيه.
ضاعت لي المحفظه ديالي.
بغيت نكري لوح ديال الشراع.
واش تقدر تعطيني شي صرف، عافاك؟
بغيت سباغيتي بولونييز، الله يخليك.
بغيت بيره عافاك.
بغيت نمشي لباريس. واش خاصني نبدل القطار؟
امتي كاين الوقت اللي يناسبك؟
واش ممكن ناخد وصفه طبيه؟
بغيت واحد اخر.
شبكه الابحاث الواسعه التي نتوفر عليها موجوده ايضا لتلبيه احتياجاتكم.
هاداك هو الهدف الاول فهاد الموسم.
والو بالنسبه ليا. شكرا.
نمشيو نتفرجو فالواجهات ديال المحلات.
تذكرت دابا. مشينا نتعشاو بجوج.
اين يوجد المسار السريع؟
حنا دابا كنطيرو فوق منتزه يوسيميتي الوطني.
واش كاين شي حاجه للاطفال؟
لقيتو فالسوق ديال الروينه.
انا مسافر.
سالييت من الاكل ديالي. عافاك، حيد ليا الصينيه.
غانكري هاد النوع. بغيت التامين ديال الطوموبيل يكون مشمول.
واش هادشي لسيدني؟
واش نقدر نمشي بالجينز والسبادري؟
اه. حسب توقعات الطقس الاسبوعيه، سيبقي الجو جيداً هذا الاسبوع.
عافاك ورّيني شي قفازات.
عافاك، بغيت شي حد يفيقني.
دور يمين ف الزنقه.
تكلم بصوت اعلي، من فضلك.
واش تقدر تجيب ليا شي سماعات؟
راه تهرّس.
واحد هوت دوغ صغير و كوكا كولا كبير، من فضلك.
تيفاني. حسنا، يمكننا علي الاقل ان نذهب للتسوق من خلال النوافذ.
عافاك، بغيت هاد الفيلم يتطور و يطبع.
اعتقد اننا سنفعل ذلك. شكرا جزيلا.
هادشي غلطي. ما كانشوفوش بعضياتنا بزاف.
شْحَال كَايْكُلْفْ هَادْشي بَالْبُوسْطَا الجَوِّيَّه؟
بغيت كاسكيطه.
يمكن يكون هادشي صحيح، ولكن ما نقدرش ناكد هادشي.
غانبقا فالفندق.
سمح ليا، مايمكنش ليك.
واش تقدر تحل قنينَه ديال النبيذ؟
واش نقدر نبقي ثلاثه ديال الليالي؟
اه. اريد ان اجرب سمك اللبروس الاحمر، لكن هل هو حار جدا؟
بغيت شي باتيناج ديال الروايض.
واش هاد المنتوج فيه واقي من الشمس؟ شحال ديال الحمايه كيعطي؟
واش ما غاديش تراجع هاد شروط الدفع؟
انا اسف جدا.
واش هاد القطار غادي ل شيكاغو؟
كيف يمكنني الحصول علي حافله ليموزين من هنا الي هناك؟
لا، انا اسف، لقد بحثت ولكنهم غير موجودين هناك.
عافاك بغيت فيلم ديال التصوير بالالوان ديال 24 صوره.
شْحَال كَايْكُلِّفْ هَادْ الرِّحْلَه؟
واش نقدر نشري تذكره هنا؟
كنوافق، ولكن بشرط بعض الشروط.
واش نقدر نستاعير الفير؟
بغيت نشارك فجوله ليليه.
بغيت شي سلايد ملون لهاد الكاميرا، الله يخليك.
شْحَال كَايْكُلِّفْ السَّفَرْ لْسِيَاطِلْ؟
فاش غنوصلو لسياتل؟
بدل لي الغرفه ديالي، عافاك. عندها ريحه خايبه.
فين كاين المتحف؟
بالسعر الكامل، من فضلك.
واخا. غادي نوجدولك طبله زوينه. واش ممكن تعطيني سميتك؟
كَتْطُلّ بْيَتِي عْلَي زْنْقَه مْزْعْجَه.
غرفه فيها دوش، من فضلك.
همم، عندك حراره. كيف حال كرشك؟
راءع. هناك العديد من الاشياء التي يمكن الاختيار من بينها.
عطيني طابع ديال عشرين سنتيم، الله يخليك.
واش حسن نعلمو البوليس؟
بغيت شويه المربي.
اعتقد انني ساذهب بالليموزين.
بغيت شي سلاطه خضرا.
فاش غادي تفيق غدا؟
بغيت نمشي للاوبرا. فين كايديروها؟
واش تقدر تقول ليا فين كاينه اقرب صيدليه، عافاك؟
واش خاصني نبدل الغرفه ديالي الي بغيت نمدد فتره الاقامه ديالي؟
عافاك، بغيت نحجز للغدا.
ماكاتحملش تغسل الماعن.
خاصو يرجع علي الساعه الرابعه هاد العشيه.
شْحَالْ كَايْكُونُو هَادْ الزِّيَارَاتْ مُتَكَرِّرِينْ؟
جيبلي شي كاتشوب.
اذا طلبت الخدمه العاديه، فمتي يمكنني الحصول عليها؟
مرجو منك ان تقوم باعداد تقرير عن فقدان امتعتي.
بغيت نحجز ثلاثه ديال البلايص لمسرحيه "قط علي سطح من الصفيح الساخن" لغدا بالليل.
بغيت نبقي فالفندق ديالكم غدا بالليل. واش غادي تحجز ليا غرفه فرديه؟
واش هاد المسافه طويله باش نمشيوها؟
واش ممكن تبدلو ليا بواحد اكبر من هاد القياس؟
ثلاثه ماءه درهم، وورقتان من فءه خمسين درهم، وخمسه اوراق من فءه عشرين درهم، من فضلك.
لا، ليس علي الاطلاق.
بغيت نخلي الحقاءب ديالي.
واش ممكن توقع علي الفاتوره وعلي وصل بطاقه الاءتمان؟
المرجو تحويل الدولارات الي الجنيهات.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلْ لْفُونْدُقْ بَارْكْ بْطَاكْسِي؟
تسرقات ليا الصاكه ديالي بينما كنت كنهضر فالتيليفون.
هادشي مثير للاهتمام. هادشي غادي يكون مفيد لشركات كثيره.
سميتي ساتو. اتصلت قبل شويه. بغيت ندير التشيك ان، الله يخليك.
بغيت ماسك للوجه.
هل يمكنني ترك السياره في مطار لاغوارديا؟
لا، بالطبع لا. سارسل لك رساله حالما اصل الي المنزل. وداعا، السيد ناغانو.
انا عالق في الزحام، ولا اعتقد انني ساتمكن من العوده في الوقت المحدد.
واش عندكم شي خدمه خاويه؟
شبعان.
ما كنظنش انه كايناسبني.
بغيت نبعث هاد الطرد الصغير لليابان عن طريق البر.
بغيت بلاصه فالتيراس، الله يخليك.
بغيت بلاصه علي اليسار.
هاد المدينه فيها بزاف ديال الخضوره.
زيرو ثلاثه ثلاثه ثمانيه واحد اربعه اربعه ثلاثه اربعه خمسه.
واش خاصني نلبس شي حاجه زوينه؟
شيانتي، من فضلك.
كانت تسير بسرعه.
بغيت عصير الغريب فروت.
واش تقدري تخيطي ليا السروال من التحت، عافاك؟
شْحَال كَايْكُلِّي ثَمَن غُرْفَه لِثْلاثَه اَشْخَاص بْلا دُوش؟
هذا السيد تاناكا في الغرفه رقم 1209. اود الحصول علي مجموعه من المناشف النظيفه للاستحمام.
عافاك سَدْ سْنَانَكْ بْشْوِيَّه.
كانفرضيو رسوم الالغاء.
واش تقدر تجيب لينا جوج تذاكر؟
هادشي سته دولارات و اربعين سنت.
واش ممكن نشوف اللاءحه، عافاك؟
شْحَالْ هَادْ الشَّانْطَه ثْقِيلَه؟
هادشي ماشي هو اللي قلتي قبل.
فين نقدر نلقي تيليفون عمومي؟
بغيت ندير جوله ديال الغطس، من فضلك.
ايه، حنا مفتوحين طول الليل.
بغيت نرحب بيكم كاملين هنا فالاجتماع السنوي الثالث ديال عام الف وتسعميه وواحد وتسعين.
شكون هوما الممثلين؟
شْحَالْ غَادِي يْكُونْ الثَّمَنْ دْيَالُو فْالجُمْلَه؟
سميتي اليزابيث.
واش كاين شي بلاصه مزيانه نقدرو نشوفوها فثلاث سوايع؟
فين كاين بلاصَه ديال استلام الامتعه ديال الرحله UA eight o one؟
واش تقدر تكتب ليا شهاده علي السرقه؟
وقتاش بغيتي نتلاقاو؟
البالوعه مسدوده.
جينا لامريكا من اليابان البارح غير دابا.
فين كاين هاد البلاصه ديال الجلوس؟
بالمناسبه، هل لديك تامين سفر لهذه الرحله؟
كانخطط نبقي خمسه ايام.
فين كاين شي محل ما كايبيعش بالضراءب؟
كان عندي تذكره طياره في صاكي.
اعتقد انني ساذهب للنوم.
هنا، هادشي شويه واسع بزاف.
عافاك خليني نفكر شويه.
واش كاين شي بار قريب نقدر نمشي ليه باش نشرب شي حاجه؟
غانوصل فخمس دقاءق.
شْحَالْ مِنْ وَقْتْ وْهِيَّ فِي الْوِلَايَاتْ الْمُتَّحِدَه؟
بغيت زر ديال الضغط.
واش كاين حظر التجول؟
اللون مزيان، ولكن الحجم ماشي هو هاداك.
البسكويت الياباني.
واش نقدر ناخد دابا بلاصه ف الصف الاول، ولا نستني العرض الجاي؟
واخا، فهاد الحاله كنظن غادي يكون حسن نجرّب شي شركه اخري.
هاد السِّنْ كَيْضَرْني.
واحد اخر، من فضلك.
كيفاش كَتلبس ملي كَتمشي لعزايه؟
فاش كتشعل الضوء الحمرا، دوس علي الزر.
دوبل-او-ثري، جال.
شْحَال كَايْكُون الثَّمَن لْسَاعَه وَاحْدَه؟
انت محظوظ، السيد سوزوكي.
عندي الم حاد في ظهري.
واش تقدر توصّي ليا بشي مشروب فيه نسبه قليله من الكحول؟
ضيعت جواز سفري في شي بلاصه.
غانْحَضّْرو ليك طابله فديك الساعه، السي كيمورا.
بغيت طوموبيل ديال اللعب.
هذا جميل جدا.
بشكل عام، كم من الوقت يستغرق ذلك؟
واش خاصني نوقف ف الصف هنا؟
عافاك، المفتاح الرءيسي.
استمتعت بالحديث معك.
واش نقدر نشري تذكره عند الباب؟
كنت كنحس بهاد الطريقه من البارح.
هاد الساعه فاتت الاربعه بقليل.
اليابان بلد سريع الايقاع.
المرجو ان تتحلي بالصبر بينما نبحث عن ذلك.
عندي هادشي.
عندي طفح جلدي. اي كريم طبي هو الافضل؟
واش كَاتْظنّ بْلي غَايْكون البيكنيك ديال غدا فالداخل؟
اه، كنعرف شي حاجه. واش نتا فالسفر؟
سميتي هي يوكو ياماوكا. واش ممكن تبدلو ليا حجز الطياره ديالي؟
بغيت نشوف فيلم كوميدي كيهضر علي الحياه العاءليه.
واش بغيتي اتاي ولا قهوه؟
كندرس باش ناخد الباكالوريوس، ولكن غير نص نهار.
ما هي تخصصات هذا المطعم؟
احلام سعيده.
ولدت في بلده تبعد حوالي ماءه كيلومتر من هنا.
من الاحسن ليك تبقي فبيت الفندق ديالك شي ايام.
بغيت شي حاجه باش نعالج الصداع.
هذا مناسب لمقاسي فقط.
هاد البيت سخون بزاف.
واش متاكد؟
اه، هاذي عندها جوده احسن. هاذي مصنوعه من الكشمير.
الضروريات اليوميه.
سقطت الكاميرا ديالي علي سطح صلب.
واش تقدر تورّيني شي حاجه اخري؟
ما عندي غير خمسين دولار معايا.
واش كاين شي حاجه ما تقدرش تاكلها؟
طاحت لي معلقه.
شكرا لك. ساكون سعيداً بالقيام بذلك.
اي حاجه غادي تكون مزيانه.
بغيت شي بلاصات رخاصين، الي كان ممكن.
واحد المينيو، الله يخليك.
فين كاينه الميترو؟
فهمت. وفين نقدر نلقي طوبيس؟
خلينا نتسنا العون.
سميتها السيده غريغسون، ياك؟
فين نقدر نلعب التنس؟
واش غادي تورّيني هاد الساعه؟
دابا ولّيت كنحمّق علي الكوزينه.
كان لقاءك في المكتبه مفاجاه كبيره.
واش عندكم راكيتات للايجار؟
الامور تعتمد علي المكان اللي خديتي فيه الشهاده ديالك.
اها، فهمت. هاد غلط ديالي. سمح ليا.
بغيت شي حاجه خفيفه.
بغيت جوج تذاكر ديال الدرجه الثانيه فاتجاه واحد لمدينه ادنبره، الله يخليك.
اه، غادي يجي.
بغيت شي خريطه ديال خطوط الميترو، الله يخليك.
انا كنفيق معطل نهار الاحد.
كانمشي بزاف نتمشي مع عاءلتي فالويكاند.
واخا، سيدي. واش ممكن نمررو هاد الفيلم بسلام؟
دابا يمكن ليك تاخد شي حاجه من عندي.
شْحَالْ بْقَا مْنْ يُومْ لْطُوكْيُو؟
تاكد من وجهه الحافله قبل ان تصعد اليها.
زوج ديال الاطباق للبوفي.
تعالي لهنا بعد ساعه، من فضلك.
سمح ليا، ولكن كلشي محجوز من بعد.
كان خاصني نبعث ليهم هاد الرساله عن طريق البريد الجوي.
نعم، لدينا غرفه واحده تطل علي المحيط.
كان لون السياره اصفر.
ايه افلام تعرض الان؟
اكثر ما افتقده هو الينابيع الساخنه.
واخا. شكرا.
اه، هادشي مزيان. غادي نشوفوك مع سته و نص.
كَاينين بزاف، اسي. واش بغيتي تشوف هاد البروشور؟
ايه. هادي هي الغرفه رقم 234. مراتي مريضه بزاف.
واش عندك حزام كيطابقو؟
كم مره تلعب البيسبول في الشهر؟
سمح ليا، ولكن مادام اراءنا ما متفقينش، ما نقدرش نوافق علي تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
سميتي اكيو يامادا و رقم الرحله هو جال زيرو تو سيكس المتوجهه لطوكيو.
عافاك عطيني قرعه ديال الكولونيا.
واش ممكن ناخد الفورم ديال استرجاع الضريبه؟
واش تقدر تدور لليمين؟
عافاك وريني هادشي علي هاد الخريطه.
واش عندكم شي بيت لاربعه ديال الناس؟
لا سكر، فقط كريمه.
هاد الصباح، السيد كاواكامي غادي يزور شي زبون.
كيف يمكنني الوصول الي هناك؟ هل يمكنك ان تشير اليه علي هذه الخريطه؟
ولكنك تزرع الخضروات هنا.
اريزونا بحال حمام بخاري.
عافاك عطيني كاس ديال الما.
طبعا يمكنك ذلك. لكن سيكون هناك رسم توصيل بقيمه خمسين دولار.
واش هادشي قريب من هنا؟
واش ممكن ناخد شي مقبلات، عافاك؟
واش غادي تبدل العجله، عافاك؟
واش هادا ميه وعشرين دولار؟ كنضن بلي هادشي غالي بزاف. واش كديرو تخفيضات؟
واش عندك سوتيرن؟
بغيت كذلك جوج طوابع بريديه باش نبعث بطاقات بريديه لليابان.
عافاك وريني الباسبور ديالك وورقه الهجره.
اشنو كَاتْبِيعُو فِي الطَّابَق الثَّانِي؟
الطوموبيل ديالي ما غاديش تكون موجوده غدا.
واش الما سخون؟
واش ممكن ناخد الشيك ديالي؟
نعم. في اقرب وقت ممكن. هذا يتعلق بامر عاجل.
واش تقدر تضمن الجوده؟
سَدَّيْتُ عْلَي رَاسِي بَرَّا. وَاشْ مَمْكِنْ نْخُدْ عْنْدَكُمْ نُسْخَه مِنْ السَّارُوتْ، عَافَاكُم؟
فين كاينه المكتب السياحي؟
كيف يمكنني اجراء مكالمه هاتفيه الي اليابان؟
عندي جوج حوايج خاصني ندفعهم باش نتسجلهوم.
هو علي خط اخر.
كاينه الحراره بزاف هنا، و كاين الظلام بزاف.
شكون كان الفنان؟
خليني نعرفك علي راسي. سميتي هي گورو يامادا.
سمح ليا. طيحت الموس ديالي. واش تقدر تجيب ليا واحد اخر؟
فين بابا؟
شْحَالْ مِنْ اُونْصَه؟
اوه، لا. كان علينا ان نرتدي ملابس المسرح.
واش كاين شي طوبيس؟
ما هو سعر الصرف؟
عندي جوج فاليزات و صاك ديال الحوايج.
الصفحات وسخانين.
هيا. ساتمكن من الابتعاد عن عملي لبعض الوقت.
شْحَالْ مِنْ سَاكْ بَاغِي تْسَجِّلْ؟
والحقيقه هي ان كل شيء يمكن ان يكون مكلفا في اليابان اليوم، لكن اطباق التوفو ليست سيءه جداً حسب معاييرنا. اما اذا كنت تزور مطعماً يابانياً راقياً لتجربه اطباق كيوتو، فمن الافضل ان تكون مستعداً لدفع ماءتي دولار للفرد الواحد.
بصوت اعلي، من فضلك.
دابا، فين هي الحقيبه ديالي؟ اوه، ها هي جايه.
شْحَالْ مِنْ فْلُوسْ كَانُو عِنْدَكْ فِي الصَّاكْ دْيَالَكْ؟
ما كنعرفش بصح. واش تقدر تقيس لي هادشي، عافاك؟
ما تنساش تجيب معاك الباسبور ديالك.
واش هادشي هو اللي عندك؟
واخا. غادي نوجد باش يتاصلو بيك غدا مع الخمسه ديال الصباح بالضبط.
واش ممكن نشوف خريطه المقاعد ديال المسرح؟
سمح ليا، خاصك تخلص مسبقاً تسعين يوم قبل، يعني تسعه وتسعين يوم.
واش عندك برنامج ديال الاحداث؟
عطيني بكره ديال فيلم سينماءي ديال 16 مليمتر اللي كيدعم الصوت.
فهمني غلط.
كان مشغولاً جداً في الاونه الاخيره. ربما نسي ذلك.
اه، غادي نديرها. ولكن شحال الثمن ديالها؟
واش تقدر تبقي هنا شويه؟ غادي نشوف ليك.
واش هادي اول مره كتجرب هادشي؟
غادي نعيطو ليك فاش يكون الهامبرغر ديالك المشوي علي الفحم واجد.
واش يمكن ليك تبعث هاد الطرد بثمن الكتب؟
حطّ ليا شي كريم علي شعري، الله يخلّيك.
فين كاينين ملاعب التنس؟
عافاك، حْلّي ثَقْب اضافي.
واش بالصدفه كتعرف شي حاجه علي الحقيبه ديالي؟
انا من الولايات المتحده.
واش هاد المقاس ديالي؟
عندي الربو.
اعتذر، ليس لدي حجز، لكن هل لديكم طاوله متاحه؟
لا، سيدي. اسف. نحن ممتلءون.
سءال جيد. كنت ساشرح ذلك.
عندي الم نابض في اذني.
بغيت ناخدو.
غانْديرو حفله صغيره فداري الاسبوع الجاي. بغيت نعرف واش غاتقدر تجي مع مراتك.
الركاب العابرون، المرجو ان يكون لديكم بطاقه العبور. من المتوقع ان يكون وقت اقلاعنا هو الخامسه وعشرون دقيقه. المرجو الانتباه الي الاعلان.
بغيت نحجز وقت باش نبدا نلعب الگولف غدا مع العشره.
واش تقدر توصّي ليا بشي بلاصه بحال هادي؟
اوه، بعض الكعك المملح. وهل يمكنني ان ادفع الحساب لاحقا؟
شحال الساعه دابا ف لندن؟
كيفاش؟
مَخَصْنِيش نَاكُلْ لْمَاكْلَه لِّي فِيهَا سُكَّرْ.
من بعد، كنظن هادشي كاين فالباسبور ديالك. واش ممكن تشوفو، عافاك.
شْحَالْ خَدَا؟
انا طالب جديد في السنه الاولي. لا اعرف كيف اسجل. هل يمكنك مساعدتي؟
كنت اتساءل اذا كان لديكم اي تذاكر مباعه في يوم العرض.
غانوصلك بشخص كيهضر بالانجليزيه.
بصح؟
سمح ليا حيت كنقلقك، ولكن عاوني عافاك.
بغيت نرجع للفندق الكبير.
بغيت نبدل القناه لبي اي تري ناين ناين.
واش كَاتْعَقْلْ علي مواصفات السارق؟
فاي فندق تقيم؟
فاش كايبدا؟
تسرق ليا الصاك ديالي.
كنتمني نشوفك مره اخري فهاد الوقت من العام الجاي.
وقع حادث اصابه. المرجو الحضور فورا.
خصني ننزل. هادي ماشي الطياره الصحيحه.
امتي هو اقرب وقت ممكن باش نكملو هاد الشي؟
سميتي ليروي.
السلام عليكم. هاد انا ياماشيتا كنهضر. بغيت نهضر مع السيد سميث.
واش عندكم قاطره ديال الاكل فالقطر؟
تسرق لي الصاك ديالي.
واش عندكم شي بيت متوفر لليلتين الجايين؟
واش بغيتي التامين؟
واش تقدر تصوني ليا هاد الرقم؟
واش عندك شي مجله يابانيه؟
واش عندك شي وحدين نقيين؟
فين نقدرو نمشيو باش نديرو السورف؟
هادشي مزيان.
فاش غادي نعيط ليك من بعد؟
واش كتقدم هنا شي ماكله؟
عافاك، بغيت التونه مع الواسابي.
واخا. غادي ناخذو. واش غادي تلفو ليا هاد الهديه، عافاك؟
فين كاين طواليط ديال الرجال؟
بغيت فيلتر.
مايمكنش ليك تفلت من هادشي.
واش ممكن ناخدو طبله فالتيراس؟
واش يمكن ليك تحافظ علي اغراضي الثمينه هنا؟
عافاك قول ليا فاش نوصلو لشارع هادسون.
اشنو هو المحل المفضل ديالك؟
عافاك اتاصل بيا فالفندق فاش تلقاه.
واش عندك شي ساعات ديال الجيب؟
واش كناكل هادشي مع الصوص؟
هل ساحتاج الي حمايه من البرد في قمه الجبل؟
شكون اللي غادي ياخد القرار النهاءي؟
كنت افكر في الاسبوع الاول من فبراير. لا زال علي ان ابحث في امر القيام بالحجوزات.
كان هناك ايضا بطاقات الاءتمان الخاصه بي في المحفظه.
عندو سلاح.
كاينين انواع مختلفه ديال الكلاب، ياك؟
بغيت نشوف شي فيلم جديد.
بغيت شي حلقات.
مَخَصْنِيش نَاكُلْ لْمَاكْلَه لِّي فِيهَا لْمِلْح.
امتي غادي يجي اللي من بعدو؟
عندي خطط.
واش تقدر توصّلني بشخص كيهضر اليابانيه؟
بغيت مجموعه ديال الشطرنج.
الله يخليك، بغيت نمشي لفندق كونتننتال.
غير بشويه ديال الخردل، الله يخليك.
هل سيكون هناك لوح ورقي في قاعه الاجتماعات؟
كون فضلت ناخد شي بيت لور. هوما عاده كيكونو هادءين.
بغيت الغرفه الاكثر هدوءا اللي عندكم.
هل تبيعون سلعاً معفاه من الرسوم الجمركيه علي متن الرحله؟
بغيت نخرج الباسبور ديالي من صندوق الامانه ديالي.
فالخامسه و خمس دقاءق.
يمكنك شراء التذاكر في شباك التذاكر بالمسرح.
سمح ليا، فين كاين المرحاض، عافاك؟
فين كاين الشمال؟
عافاك، المفتاح ديال الساعه حداش وربع.
واش كتشوف التمثال اللي فداك البنايه؟
واش ممكن ناخد شويه دالما؟
اه، انا متاكد. انه لذيذ جداً لدرجه انني اكلت اكثر من اللازم. لقد استمتعت بالعشاء كثيراً.
شكرا لك. هل يمكنك ان تريني بعض الصنادل بمقاس سته ونصف دي؟
عافاك عطيه الاسعافات الاوليه.
واش كاين شي مرايا؟
فين كاينه البوابه رقم اربعه و عشرين؟
خود جوج كبسولات مرتين في النهار.
ما عنديش الكاشي الكافي، لذا غادي نخلص بالكريدي كارد.
بقي صابر.
بغيت ندي هاد الصاك معايا للطاءره، الله يخليك.
واش نقدر نحط الصاك ديالي اللور؟
فين نقدر نشري تذكره ديال الطوبيس؟
بغيتي تنضم لينا؟
واش تقدر تضيف جبنه شيدر؟
ومن بعد، عافاك، عمر هاد الاستماره ديال الطلب ووقع عليها.
بغيت خمسه طوابع ديال خمسه عشر سنتيم و عشرين كارت بوستال، الله يخليك.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لْفُونْدُقْ هِيلْتُونْ؟
شويه.
عندي خطه باش نمشي ندور فالمدينه هاد العشيه لمده نص نهار.
شْحَال هَادْ الشِّي كُلُّو؟
بغيت شي بيت هادء، من فضلك.
انا اتصل بك فقط لاشكرك علي مساعدتك لي خلال رحلتي الي الولايات المتحده.
عندنا خمسه عشر عيدًا وطنيًا.
انا متاكد انني اودعته في مكتب الاستقبال.
هادي هي الخدامه. واش تحتاج شي حاجه؟
شْحَال ثَمَن هَاذْ عُلْبَه السْجَايَر؟
واش كيعجبك تخدم هنا؟
لا، هذا هو الرقم ثلاثه سبعه تسعه ثلاثه ثمانيه اربعه سبعه اثنان، اعتقد انك اتصلت بالرقم الخطا.
واش ممكن ناخد سوارت البيت ديالي؟
سمحلي. واش تقدر تقولي اي قطار غادي لشارع ويلر؟
واش تقدر تنصحني بفندق نظيف و رخيص؟
يمكن هادشي غليض بزاف. واش عندك شي حاجه رقيقه؟
واش ممكن نرجعو اذا ما جاش علي القياس؟
واش بغيتي ترسلهوم عن طريق البريد الجوي ولا البريد العادي؟
ديّني لشارع كينغ.
واش عندكم شي غرف خاويه هاد الليله؟
كَانْظُنْ بْلِّي مْحَطَّهْ الطُّوبِيسْ كَايْنَهْ حْدَا هْنَا، يَاكْ؟
اعتذر، سيدي، لكننا لا نملك ذلك.
تكلم ببطء من فضلك. انا لا افهم جيدا.
واش نقدر نجرب هادشي؟
اشنو رايك تجي معايا نشربو قهوه؟
بغيت نشرب بيره. عندك شي نوع ديال البيره؟
شنو؟ ما كيعطيوكش فرشاه اسنان مجانيه؟
بغيت ثلاثه بكرات ديال الفوطوغرافيا ديال الالوان اللي فيهم سته وثلاثين صوره.
واش كاينين شي حافلات خدامين؟
اوه، هذا ثمن مرتفع قليلاً. هل لديك شيء اقل تكلفه؟
سمح ليا، طلبنا المشروبات ديالنا ثلاثه ديال المرات.
شْحَالْ كَايْنْ مَابْيْنَا وْبَيْنْ بُرْجْ لُونْدْرَا؟
واش تقدر توصّل ليا شي اماكن نقدر نمشي ليهم ونرجع في نهار واحد؟
هادشي تقيل.
الشارع مختلف عن الشارع اللي خدينا البارح. واش هادي طريق مختصره؟
كيفاش كَتكتبها؟
ماشي بالضروره. كنعتقد انهم تعلموا كيف يتعايشوا بعد سنوات طويله من المنافسه.
بالمناسبه، هل تقبل المتاجر الكبري الشيكات السياحيه؟
اه، طبعاً. ما هو رقم بطاقتك وتاريخ انتهاء الصلاحيه؟
بغيت برطمه ديال المربي.
واش ممكن نكري معدات الغطس فهاد المحل؟
واش غادي تهتم بالحقاءب ديالي؟
يمكنك تجربه فندق H او فندق C.
امتي غادي يترفع الستار؟
كيف بغيتي يكون شعرك؟
بدايه الامور مع رولينغ ستونز.
اه، سلطه الجمبري كطبق اول.
تْسْرْقاتْ لِيَّ الباسْبُورْ دْيَالِي وْ سَبْعِينْ دُولَارْ.
اشنو هاد البنايه الغريبه؟
واش عندكم مسبح فهاد الفندق؟
عافاك عيط ليا غدا فالصباح مع السته. رقم الغرفه هو اربعه وعشرين.
واش نقدر نخلص بالين؟
اخشي انه لا يمكن استرداد الاموال. يمكنك فقط استبداله بشيء اخر.
فين كاينه الجامعه؟
كانت لابسه تيشورت و تنوره طويله.
انا من الولايات المتحده.
هذا هو مطعم دالاس.
مرحباً بيكم باش تتاصلو بينا فاي وقت.
واش تقدر ترسلو لليابان الي طلبتو دابا؟
واش ممكن ناخد ديك رومي مع خبز الراي؟ و بغيت مايونيز اضافي، الله يخليك.
شْحَالْ مِنْ يُومْ صَالْحِينْ هَادْ التَّذَاكِرْ؟
واش بغيتي تاكلي معايا برا؟
تسرق ليا الصاك ديالي اللي كان فيه الباسبور ديالي.
واش عندك شي خطط؟
واش كاين التدفءه؟
فين كاين المسرح؟
قطعت صبعي.
واش غادي تاخد ميه دولار علي هادشي؟
واااو، ما كنتش عارف انه خاصك علي الاقل شهر باش تحصل علي بطاقه اءتمان.
هل يمكنني استلام اغراضي من صندوق الامانات الخاص بي؟
بغيت نبدل البرنامج ديالي.
لا، ما خاصكش. غير ضغط علي الزر ديال التصوير، عافاك.
تعرضت للضرب باللكم.
امتي غادي يسالي هاد الجوله؟
ميامي.
جاء دوري؟
فين نقدر نشري منتوجات الصناعه التقليديه؟
هادشي بسته دولارات. واش غادي تاخدو؟
فين كاين اقرب مرحاض هنا، عافاك؟
خلصت ثمن الوجبات و مصاريف الفندق مسبقا.
سمح ليا، غادي نهتم بالكلب.
عندي حوالي ثلاثه الاف دولار.
ماءتا دولار. واش نقدا ولا بكارط الاءتمان؟
فين كاينه محطه الحافله ديال سنترال بارك؟
مزيان. عندي بلاصه حدا النافذه. اذا بغيتي تبدلي البلايص من بعد، انسه.
انا في عطله.
واش هاد المنصه هي اللي غاديه لنيويورك؟
اه، كل عشره دقاءق.
واش باقي نقدر نبدل طلبي؟ بغيت الدوفير سول بدل المحار الصخري.
باش يقرا.
هادشي كيوقع كل اثنين.
اوه، انه يُظهر محطات المترو ومحطات الحافلات. هل يمكنني الاحتفاظ به؟
فين كاين كونطوار تسجيل الوصول ديال ديلطا؟
هاد العنصر ما مسموحش بيه.
واش كايصبر علي اللون؟
هوما صغار بزاف.
شنو هوما ساعات الخدمه ديال متحف الفن؟
عافاك، بينما انا غايب، صلحو.
سميتي كين.
واش كان كايْطِيحْ الشْتا هادْ الاسبوع كُلُّو؟
واش ممكن نشوف هاد الشانطه؟
واش هاد الطوموبيل غاديه لسياتل؟
مرجو منك التوقيع هنا، وهذه هي الوصله الخاصه بك للاحتفاظ بها.
خدمه الغرف.
هل هذه التذكره صالحه فقط لليوم المحدد؟
سالا الوقت.
واش ممكن تحتافض ليا بحوايجي الثمينه، عافاك؟
هادشي غلط ديالي.
غانبقي مع شي صاحبي ف نيويورك.
شْحَال الثَّمَن مَع الضَّرِيبَه؟
هديه؟
هاداك هو اللي علي اليمين من بعد.
واش كتفضل المعطف اللي فيه صفين ديال الزراير ولا اللي فيه صف واحد؟
واش تقدر تعاوني نلقي الحقيبه ديالي؟
نعم، يبدو ان هذا الامر يستحق مزيدًا من البحث. هل يمكنك النظر في هذه الامكانيه، السيد كينان، وابلاغ السيد ناكاياما بنتاءجك في اقرب وقت ممكن؟
واش بعيد الطريق للفندق ديال هيلتون؟
اشنو نوع المطعم اللي كَتقلب عليه؟ واش بغيتي غير تعشي، ولا كَتقلب علي مطعم فيه بار؟
جوج بطاطس، كولا وحده. جوج دولار الله يخليك.
بغيت جاكيط.
هاد البلاصه ضيقه بزاف.
واش ممكن نتعشي فالباطو؟
واش عندك هادشي؟
كيكون الجو رطب فاليابان ففصل الصيف.
عافاك خلي هاد الشانطه حتي الثلاثه.
دوزت وقت زوين اليوم.
هل هذا الدواء فعال في خفض الحمي؟
كان لون عينيه اسود وكانتا متباعدتين.
عافاك حجز ليا طبله لخمسه ديال الاشخاص.
سمح ليا، عافاك عطيني اله حاسبه.
واش خاصني ندخل للمستشفي؟
واش عندك تذكره الرجوع ديالك؟
بغيت ندير مكالمه دوليه لليابان، الله يخليك. هادي يوكي موراي من الغرفه ثلاثه و عشرين. بغيت ندير مكالمه علي حساب السيد كيسوكي موراي. رقم التليفون هو طوكيو صفر ثلاثه ثلاثه سبعه جوج سته ثمانيه ثلاثه تسعه واحد.
واش تقدر تصلح هاد الكاميرا؟
نعم، سيدي. هل لديك اي بطاقه هويه؟
واش كاين شي بلاصه نقدر ندير منها مكالمه تيليفونيه؟
فين كاين المكتب ديال الاشياء اللي تْلْقات واللي تْفْقدات؟
كان هذا راءعا.
يتم الاعجاب بزهور الخوخ في مهرجان الدمي الخاص بالفتيات في الثالث من مارس.
واش ممكن نبدلو بشي حاجه اخري؟
واش نلفو ليك؟
عندي تذكره الي ديترويت، موعد الاقلاع هو الساعه الحاديه عشره صباحا.
واش تقدر تعاوني باش نلقاه؟
وقتاش قلتي خاصنا نسلمو الورقه ديالنا؟
بغيت عصير، الله يخليك.
خمسه وعشرون دولاراً تشمل رسوم الحافله والمرشد ورسوم الدخول.
سجّلني، من فضلك.
بْغِينَا نْجَرِّبُو الْاَكْلَه الْمَحَلِّيَّه.
عافاك، دي صاحبي للمستشفي.
المتحف الفني الميتروبوليتاني مزيان.
عافاك عطيني وصل باش نعطيه لشركه التامين ديالي.
بغيت نكري شي معدات ديال السورف بالرياح.
ما كنفهمش اش كتقول.
هذا هو اسمي الكامل وعنواني.
عندي حساسيه من المضادات الحيويه.
اذا ما خديتش طاكسي باش نرجع للفندق، غادي يكون هادشي خطير.
تم قبول اقتراحه.
نعم، لدينا تسعه وتسعون نوعًا من وجبات الدورات.
واش كاين شي خط ديال الطوبيس اخر لي كيمشي لهيه؟
واش تقدر تقول ليا كيفاش نتحكم ف درجه حراره الغرفه؟
حمل لي حقاءبي، من فضلك.
عافاك قطع الخط. غادي نعيط ليك من بعد.
كاينين اربعه فصول مختلفين.
كان عندي هاد الاعراض من الصباح.
هل يتوقف القطار في اديلايد؟
قهوتك، من فضلك.
خمسون سنتاً للكلمه الواحده. انه اغلي مما توقعت.
يمكننا ان نتحقق من اغراضنا هنا.
بغيت نبعث هاد الكارطه البريديه لليابان عن طريق البريد الجوي.
فاش كيمشي هاد القطار؟
عطيني قرعه صغيره منو.
فين كاين اقرب تيليفون؟
فالمسرح اللي حدي المكتبه. ولكن خاصك دير حجز.
بغيت شي شويه ديال السجق، الله يخليك.
اشنو هي التخصصات ديال هاد المطعم اليوم؟
اما عن السفر الي باريس صباح الغد، فماذا عن الانتقال الي رحله الخطوط الجويه السويسريه المساءيه؟
ثمانيه وخمسون بنسا.
هادشي زوين بزاف. خاصك تجي تزورنا شي نهار.
فاش غادي نمشيو؟
سمح ليا.
ما تزعجنيش.
بغيت شي حاجه متينه.
لا، انا اشعر بالحظ. هيا بنا.
واش عندك شي وحده اكبر؟
بغيت نحجز طابله لثلاثه اشخاص علي الساعه السابعه، من فضلك.
عندنا شبكه مترو في المدن الكبري مثل طوكيو.
سمح لينا، ما نقدروش. غادي ياخد هادشي اكثر من جوج سيمانات.
شْحَال كَايْكُلِّف كِرَا تِلِيفُون مُحْمُول و بِييپَر؟
واش كاين شي بلاصه ديال الغسيل قريبه من هنا؟
انا كنتسناك حتي تسكت.
هل رسوم الخدمه مشموله؟
انا ما مرتاحش، عافاك عطيني شي دوا.
لا، ليس بعد، شكرا.
يُعتبر عدد سكان اليابان سابع اكبر عدد سكان في العالم.
فين نقدر نصلح الساعه ديالي؟
عطيني عشره توكنات، من فضلك.
طبعاً، خد الحافله رقم خمسه من الفندق الملكي و انزل في ساحه وسط المدينه.
غيتمّ هادشي غدا فالعشيه.
ايه. هاد الصباح شريت تريكو من المحل ديالكم. ولكن ملي رجعت وحليتو، ما كانوش هوما اللي شريت. هاد هو الفاتوره ديالي.
كم عدد قنينات المشروبات الكحوليه التي تملكها؟
يمكنك تغييره في اي بنك من بنوك المطار.
عندنا نبيذ وردي ممتاز.
واش تقدر تقول ليا شنو هو برنامج التلفزه ديال اليوم؟
انا متاكد انك ستتعافي في اقرب وقت.
هذا طبق شعبي في مطعمنا.
واش عندك شي هديه مزيانه لراجلي؟
واش كتشوف علامه طياره يو اس سيفن زيرو سيفن؟ خاصك تمشي لهيه.
عندي وجع فكرشي. واش ممكن ناخد شي دوا؟
واش بغيتي تشرب شي قهوه اخري؟
غدا؟ ما عندي والو باش نكون مشغول فالعشيه كامله. ولكن علاش؟
واش ممكن توريني الفاتوره ديالي، عافاك؟ شنو هاد التكلفه؟
غانوريك كولشي هنا.
واش كتعرفو من زمان؟
شنو غادي يوقع الي قلت اه؟
واش غادي تورّيني كيفاش نْدير باش نْصوني بالتيليفون؟
واش هادشي كوارتز؟
عافاك بغيت نطلب سلطه البطاطس باش نديها معايا.
كَيْضرني كرشي.
بغيت جوج ياردات من هاد القماش، الله يخليك.
واش غتجيب ليا شي تلج و زوج كيسان، عافاك؟
شنو هو الحد ديال العمر؟
واش عندك شي ظرف اخر؟
واش كنتي عارف انك ما وقفتيش عند الاشاره؟
غانوصل تقريباً مع العشره ديال الليل اليوم.
التذاكر السريعه صالحه فقط للقطار والمقعد الذي قمت بحجزه.
ماكانش عندي تبرز من تلاته ايام.
هذا هو رقم المطالبه الخاص بي. هل ستقوم بالتحقق منه علي الفور؟
شْحَالْ كَايْكُلْفْ ثَمَنْ التَّذْكِرَهْ لْوَايْتْ بْلَايْنْزْ فِي الخَطْ الشَّمَالِي؟
واش خاصني شي تذاكر؟
باينه بحال شي قطعه ديال جوده عاليه.
واش كاين شي بلاصه للغوص قريبه من هنا؟
عافاك، كتب سميتك، الفندق اللي نازل فيه، ونمره التليفون ديالك فهاد الورقه.
عافاك ورّيني الطريق لمكتب الخطوط البريطانيه.
عافاك، وقفني فالمحطه الجايه.
سير عفاك للشباك الخامس.
اه، البارح كان الجو شويه سخون.
اما عن الذهاب الي هاكوني معي، فماذا عن ذلك؟
يمكن انني خليتو عند مكتب الاستقبال.
واش بغيتي نتغداو بجوج؟
واش ممكن ناخد شي دوا ديال المعده؟
هادي هي عاءلتي.
فين كاين المصعد ديال غرين ديلوالد؟
واش بغيتي شي اتاي؟
واش هادشي حقيقي؟
بغيتك دير راديو.
علاش هاد السروال ديال البوكسور غالي بزاف؟
عطيني تسعه ديال العشرات، واحد ديال الخمسه، اربعه ديال الواحد و الباقي ديال العشره سنتيمات.
سمح ليا، ما نقدرش. كنقدر نوقف غير فالفنادق اللي مذكورين هنا.
اي نوع من الغرف تريد؟
انا ممتن لك، لكن امتعتي كبيره جداً ولا استطيع حملها. هل يمكنك الاحتفاظ بها من فضلك؟
بغيت نستعمل صندوق الامان.
الاسم ديالي هو سوزوكي.
فين كاين اللوبي؟
سمح ليا حيت خلّيتك تسنّي، رقم الغرفه ديالك هو تسعه وتسعين. هاك المفتاح ديالك.
فين كاين بلاصا ديال الامتعه اللي مخليين؟
واش ممكن ناخد موعد غدا؟
فين غادي تبقي ساكن ف لوس انجلس؟
ما كايهمش.
فين كاين الطواليط؟
قُلْ للسيد توماس من فضلك انني اقيم في فندق هيلتون.
واش تقدر تقول لي شنو هو الباص او القطار اللي كيمشي لوسط المدينه؟
امتي غادي يكون كاس العالم؟
طلع فالطالعه. غادي توصل لطريق فيها تلاته تقاطعات. من بعد سير علي اليسار.
شنو هي درجه الحراره دابا؟
حط فلوسك فينما كتقول.
السلام. هادي كارول براون كتهضر. واش ممكن نهضر مع سوزان؟
واش عندكم شي بيت عندو منظر زوين؟
واش عندك شي جورنالات يابانيه؟
غانمشي نهار الجمعه 29 وغانرجع نهار الاحد.
ما عندناش هاد المنتوج فالمخزن، ولكن نقدرو نطلبوه ليك.
كاينه عليه لاصقه ديال ميكي ماوس.
واش كاين حتي كافي ديال الوجبات الخفيفه؟
عمتي كسوله و غريبه شويه.
فين نقدر نشري اللباس التقليدي؟
غاناخد ستيك السيرلوين، وغاناخد لحم مشوي لمراتي.
دابا، شنو خاصنا نديرو للعشا اليوم؟
امتي كاينين عندك بلايص متوفره؟
بغيت طوموبيل.
عافاك، بغيت طوموبيل مايكونش فيها التدخين.
اذا كان الفندق في حي امن، فمن الافضل اختيار فندق اقل تكلفه.
سمح ليا، شنو خاصني نكتب هنا؟
واش كاين شي خيار اخر؟
عندي الزكام.
واش ما عندكش شي بيت ارخص؟
اتصلت برقم خاطء.
كَايْنْ تْماكْ وَحْدْ البْنايَه زْوِينَه.
بغيت هادشي يبان بحال ديال ميگ رايان، عافاك.
قمنا بدراسه شامله لاحتياجات الزبون.
سمح ليا. واش تقدر تقول ليا كيفاش نوصل لاقرب بنك؟
فين نقدر نفطر؟ فاش كايكون هاد الوقت ديال الفطور؟
انا فلاح.
سمح ليا، واش تقدر ترفع الكرسي ديالك شويه؟
واش نقدر نطيب لراسي؟
امتي نقدر نوقف؟
كنقلب علي مقله ما تلصقش.
غانشوف. للاسف، ما لقيتش سميتك.
اعتقد ان هناك خطا. هل يمكنك اتخاذ ترتيبات لتمكيننا من البقاء؟
واش خاصني ندي معايا مونطو؟
واش ممكن ناخد سماعات اخري حيت هادو ما خدامينش مزيان؟
فطور من النوع القاري، من فضلك.
الرقم اللي اتصلتي بيه ما خدامش.
امتي غادي توصل الطياره لروما؟
واش عندك شي فكره فين غادي؟
واش ممكن ناخد نص كيلو من سلطه الكروفيت؟
خلينا نتلاقاو فالبيت ديالي.
عافاك ما تضحكش عليا.
بغيت شي كاوكاو، الله يخليك.
واش ممكن نخلص بالشيكات السياحيه؟
واش ممكن ناخد شي خريطه ديال المنحدرات؟
كيتواجد بيت الاكل فالطابق الاول وكيتفتح علي الساعه خمسه ونص ديال العشيه.
واش يمكن ليك تبدل ليا تاريخ الرحله ديالي من لندن لطوكيو؟
بغينا نستمتعو باللعب بالرياضات اللي كاينه غير فالساحل الغربي.
ما نقدرش نشرح حالتي بالانجليزيه.
سمح ليا، ولكن ما نقدرش نكون معاك.
انا من كولورادو. من اي منطقه في اليابان انت؟
خلصت الكاش ديالي فبلاصتو.
واش العشا واجد دابا؟ انا جيعان. واش غادي تحط الطبله؟
حطّو فهاد الكيس الورقي البني.
هادشي كايزعجني من نهار جيت لهنا.
بغيت نصلح ليهم السول و الكعب، الله يخليك.
واش ما كَتْظنش بلي غَنْحتاج شي دليل سياحي؟
كنقلب علي ظلال العينين.
خلصت هاديك الفلوس منين شريت التذكره ديالي.
فاش ينشف، قشّريه من علي وجهك.
بغيت نجلس دابا.
كبّيت الحساء.
انا وصلت شويه بكري، واش هادشي مزيان؟
واش كاين شي صالون ديال التجميل هنا؟
واخا. ما تخممش. عندنا ممرضه كتفهم اليابانيه.
فين هي المرايا؟
كيف تشعر؟ يتم تصنيعها في سويسرا وهي راءجه هنا.
الكتب والكتيبات.
كيفاش نرجع؟
واش عندك هاد الشي باللون الاخضر؟
خلصت جميع الفواتير ديالي.
عافاك خليني نمشي.
هادشي غريب، ولكن كنقدر نهضر الانجليزيه مزيان ملي كنكون سكران.
واش كاين بلاصه ديال الاشياء المفقوده فالمحطه؟
خليني نفكر فهادشي، عافاك.
واش غادي تقول ليا علي شي فنادق اللي كايكلفو اقل من خمسين جنيه في الليله؟
غانْخَصَّمْ ليكْ عْشْرينْ فْالمِيَّه مْن الثَّمَنْ.
بالاخص فيما يتعلق بتصميم مشروع ميركوري، لم اكن لاستطيع اتخاذ قرار بشانه بدونك.
صحتك.
واش هاد السفن القديمه باقا كتسافر؟
تعرضت لحادثه سير.
فاش غادي نتلاقاو؟
فين نقدر ناخد هاد الوصفه الطبيه؟
فالحقيقه، انا نباتي. ما كناكلش اللحم.
لذيذ.
شنو اللي غادي يكون سريع؟ ما عندناش بزاف ديال الوقت.
انا موافق علي هذا. لنذهب الي محل بيع اللحوم الموجود في الجهه المقابله من الشارع.
تم الاتصال باليابان. تفضل، من فضلك.
شكراً علي العشاء الراءع.
واش تقدر توقف هنا حيت بغيت ناخد شي تصاور؟
تعرضت للاعتداء.
ستجد شرحا اكثر تفصيلا في كتيب منفصل بعنوان "معلومات اساسيه عن الشركه" موجود في الحزمه المقدمه.
واش تقدر تجيب ليا شي اغطيه، عافاك؟ البرد بزاف فهاد البيت.
واش يمكن ليك تحطو حدي النافذه، عافاك؟
كل واحد وذوقو. انا غنشرب بيره.
وُلد عام تسعه وثمانين وتسعماءه والف.
امتي كايمشي اخر بيس لپيمليگو؟
واخا. شنو رايك فهادشي؟ هاد الجوله ديال نص نهار غادي ترجعك لهنا مع الواحده.
واش عندك شي قلادات اخري بتصاميم فريده؟
كَانْظُنْ بْلِي هَادِيكْ هِيَ بْلاَصَتِي.
حتي اي وقت متاخر تكون خدمه الغرف متاحه؟
واش خاصني نلبس كرافاته؟
ما كاين حتي مشكل. فين بغيتي تديه؟
ما عنديش حتي فكره.
طبله ديال التراس، الله يخليك.
زيد شويه من اللور.
واش هاد القطار غادي ل شيكاغو؟
واش نقدرو نمشيو لتيكي بوينت غدا؟
كنراهن ان هناك تشكيله اكبر في الصيدليه.
المرجو وضع خمسه دولارات وخمسه وعشرين سنتاً للثلاث دقاءق القادمه.
واش كاين شي بلاصه لهاد العشيه؟
امتي غادي يكون القطار الجاي اللي غادي لاكسفورد؟
ما كنعرفش نستعمل التليفون، عافاك وريني.
كنتمني ليكم تزورو هاد المعالم السياحيه الجميله فامريكا فالقريب العاجل.
حطيت صاكي والكتاب والكاميرا ديالي فالساك ديالي.
واش كاين شي واحد فالمحل كيهضر اليابانيه؟
الماء ما غاديش يسخن بما يكفي.
واش غادي تبيعهم بشكل منفصل؟
كيف يمكنني الوصول الي المتحف؟
السيد غودمان غادي يعجبو هادشي بزاف.
رقم الرحله هو PK سبعه او ثمانيه في الخامس من سبتمبر.
صوتك مثير جداً علي الهاتف.
واش كاين شي باص ديال المطار اللي كيمشي للمدينه؟
واش غادي تلغي ليا حجز المقاعد؟
نعم، سيدي. الساعه الحاديه عشره.
واش المبتدءين ماشي مزيانين؟
اي طاءره تصل الي مدينه نيويورك في اقرب وقت؟
يمكنك ان تاخذ حافله "غراي لاين اير شاتل" او حافله "كاري ايربورت اكسبريس".
اه، كنقلب علي هديه لاختي.
واش نقدر نعوم هنا؟
اه، نتا هاكاك.
حتي انا سعيد بلقاءك. واش هادي اول مره ليك فامريكا؟
كَانْظُنْ بْلِّي هَادْ الشِّي غَالِي بْزَّافْ. مَاعْنْدْكُمْشْ ثَمَنْ اَكْثَرْ مَعْقُولْ؟
بغيت نشري هادشي.
حتي وصل الايصال ديالي تسرق.
واش كاين شي تخصصات محليه؟
شْحَالْ مَرَّه كَايْخْدَمْ هَادْ الشِّي؟
واخا. خليني نحط هاد الصاك ديال السفر؟ فين غادي؟
واش بالنسبه للصباح؟
وقف السياره.
الرقم الداخلي هو ثلاثه سته سبعه، من فضلك.
شْحَالْ مِنْ لِيلَه غَادِي تْبَاتْ؟
عرض عليّ شخص غريب ان يلتقط لي صوره، فسلمته الكاميرا الخاصه بي. ثم ركض مبتعداً بها.
كيف يمكنني الوصول الي مركز ABC؟
مرجو منك ان تقوم بتحرير محضر سرقه.
عطاني مدير الفندق ديالي، السيد هيلتون، سميتو.
بغيت لون اغمق، من فضلك.
واش غادي يمشي القطار ف الوقت المحدد؟
هل هناك اي جولات تتضمن زياره الي ملهي ليلي؟
شكرا جزيلا. نتمني لك رحله ممتعه.
بغيت باريط.
مايمكنش نبيعو شي حاجه بلا وصفه طبيه.
وقتاش مرضتي؟
من بعد، غادي نخلص عليه بالدولار والين.
واش ممكن نرجعو لمدينه اخري؟
كنقدمو السندويشات والمشروبات من 11 ديال الليل حتي 6 ديال الصباح.
بغيت جوج بيضات مخفوقات مع لحم الخنزير، بطاطس مقليه، خبز محمص و قهوه.
بغيت حليب سخون، الله يخليك.
انا قلق بعض الشيء حول ما اذا كان بامكاني الغوص بشكل جيد.
عافاك، بغيت سلاطه.
زيدْ فالسْرَعَه.
فاش نقدرو نتعشاو؟
وجهتي هي طوكيو.
فين نقدر نلقي صاكات ديال الجلد؟
بغيت السمك والبطاطا، الله يخليك.
بالتاكيد. حتي الطفل الصغير لن يجد مشكله في الاجابه علي هذا السءال.
سمحلي. بغيت نمشي لحديقه الحيوانات ديال برونكس. كيفاش نقدر نوصل ليها احسن حاجه؟
هاك، هادشي مجاني.
المرجو ان تتركهم خارج غرفتك صباح الغد.
ما هو الحد الادني لسن التصويت في اليابان؟
فاش نرجع نزوركم المره الجايه، غادي نرجع اكيد. اذن، واش نقدر ناخد تخفيض؟
ما خاصهومش يتفرجو فشي برامج عنيفه فالتلفزه.
هل مرت سنه بالفعل؟ يمر الوقت بسرعه. بالتاكيد ساحضر. فقط اخبرني بالوقت والمكان.
هادشي اللي بغيت غير.
واش تقدر تعطيني تقدير للتكلفه؟
درت البقشيش فالفاتوره.
واش ممكن نجلس حداك؟
ففي معظم الحالات، ستكون في وضع غير مواتٍ الي حد كبير.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لْلْيَابَانْ؟
واش بغيتي نعاونك باش تقلب علي شي حاجه معينه؟
فِيَّا نْشْرَبْ لْبِيرَه فْهَادْ الطَّقْسْ لْحَارْ.
اعتقد انني لمست بعض المرجان السام.
اشنو كتعرف عليه؟
واش نقدر نخلص فوق الطبله؟
مزيان، خليني نشوف. هادشي اكثر من الميزانيه ديالي.
كمّل غادي نيشان حتي توصل لشارع الامل.
بغيت نحجز شي غرف.
اعتقد ان المبلغ اللي عطيتيني كصرف قليل. واش ممكن تعاودي تحسبي؟
واش تقدر تشوف العجلات؟
ركبت القطار الغلط.
شْحَالْ غَادِي تْكُونْ مُسْتَعِدْ تْخَلْصْ عْلَي هَادْ الشِّي؟
لي كيجري مورا جوج ارانب ما كيصيد حتي واحد منهم.
واش غادي تشوف حتي لداخل هاد الصاك؟
حتي اي وقت متاخر يظل المتجر الكبير مفتوحًا؟
واش هادشي من الصوف الخالص؟
فين غادي يديه هاد السبيطار؟
بغيت نكري لوح ديال الشراع.
بغيت بيره من فضلك.
بغيت واحد اخر.
عافاك ورّيني شي قفازات.
كيف يمكنني الحصول علي حافله ليموزين من هنا الي هناك؟
عافاك بغيت فيلم ديال التصوير بالالوان ديال 24 صوره.
بغيت نمشي للاوبرا. فين كايديروها؟
خاصو يرجع علي الساعه الرابعه هاد العشيه.
تسرقات ليا الصاكه ديالي بينما كنت كنهضر فالتيليفون.
هل يمكنني ترك السياره في مطار لاغوارديا؟
بغيت بلاصه علي اليسار.
شيانتي، من فضلك.
بغيت عصير الغريب فروت.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ دْيَالُو فْالجُمْلَه؟
واش كاين حظر التجول؟
هادشي زوين بزاف.
واش نقدر نشري تذكره عند الباب؟
عندي طفح جلدي. اي كريم طبي هو الافضل؟
هادْ الشي قدّي بالضبط.
واش متاكد؟
طاحت ليا الكاميرا ديالي فوق سطح صلب.
واش كاين شي حاجه ما تقدرش تاكلها؟
سميتها السيده غريغسون، ياك؟
تاكد من وجهه الحافله قبل ان تصعد اليها.
كم مره تلعب البيسبول في الشهر؟
عافاك وريني هادشي علي هاد الخريطه.
كيف يمكنني اجراء مكالمه هاتفيه الي اليابان؟
سمح ليا. طيحت الموس ديالي. واش تقدر تجيب ليا واحد اخر؟
عندي جوج فاليزات و صاك ديال الحوايج.
شْحَالْ مِنْ فْلُوسْ كَانُو عِنْدَكْ فِي الصَّاكْ دْيَالَكْ؟
سمح ليا، خاصك تخلص مسبقاً تسعين يوم قبل، يعني تسعه وتسعين يوم.
عطيني بكره ديال فيلم سينماءي ديال 16 مليمتر اللي كيدعم الصوت.
بغيت ناخدو.
كيفاش؟
انا طالب جديد في السنه الاولي. لا اعرف كيف اسجل. هل يمكنك مساعدتي؟
فين نقدرو نمشيو باش نديرو السورف؟
واش يمكن ليك تحافظ علي اغراضي الثمينه هنا؟
واش تقدر توصّلني بشخص كيهضر اليابانيه؟
يمكنك شراء التذاكر في شباك التذاكر بالمسرح.
واش كتشوف التمثال اللي فداك البنايه؟
شكرا لك. هل يمكنك ان تريني بعض الصنادل بمقاس سته ونصف دي؟
فين كاينه البوابه رقم اربعه وعشرين؟
شْحَال ثَمَن هَاذْ عُلْبَه السْجَايَر؟
بغيت ثلاثه بكرات ديال الفوطوغرافيا ديال الالوان اللي فيهم سته وثلاثين صوره.
شْحَالْ كَايْنْ مَابْيْنَا وْبَيْنْ بُرْجْ لُونْدْرَا؟
اشنو هاد البنايه الغريبه؟
اخشي انه لا يمكن استرداد الاموال. يمكنك فقط استبداله بشيء اخر.
شْحَالْ مِنْ يُومْ صَالْحِينْ هَادْ التَّذَاكِرْ؟
تعرضت للضرب.
واش ممكن نتسلق جبل بهاد المعدات الخفيفه؟
هادشي كثر من الميزانيه ديالي.
بغيت شي طبيب يجي لعندي للغرفه ديالي، الله يخليك.
اشنو هو الرقم ديال خدمه تنظيف الغرف؟
واش نتا ايرلندي؟
واش هادشي للبيع دابا؟
باعو جميع التذاكر.
بغينا نلعبو لمده ساعه غداً الصباح علي الساعه العاشره.
سمح ليا، واش نقدر نبدل بلاصتي؟
ما كنتش عاقل فين.
شكراً. ساكون ممتناً لذلك. كما تري، انا مهتم بالمسلسلات الاستراليه.
سمح ليا، واش تقدر تنصحني بشي اوطيل اخر؟
نهار زوين بزاف. واش عاده كيكون عندكم هاد الجو الزوين فهاد الوقت من العام؟
سبق لنا ان عشنا تجربه مماثله في الماضي.
واش تقدر تشوفو ليا؟
كان غير واضح.
احتاجهم قبل يوم الجمعه.
شكون هو المدير؟
شْحَالْ صْرَفْتْ فْالْجْمْلَه؟
من سان فرانسيسكو الي ناريتا.
هادشي ماشي مقاسي بالضبط.
واش كتخدمو يوم الاحد؟
واش كاين شي ديسكو مزيان هنا؟
احتاجها بحلول الساعه الخامسه مساءً.
ما كاين حتي شي طريقه باش نعتاذر.
واش غادي تبقي ف نيويورك بزاف ديال الوقت؟
اه، تفضل.
واخا. غادي نحطهم فالكوفر.
واش يمكن ليك تلفّو ليا، عافاك؟
واش هاد القطار سريع؟
واش تقدر توصّي ليا بكتاب مزيان لولد عندو 15 عام؟
هاد الروج الصغير زوين بزاف. بغيت هاد واحد، الله يخليك.
عندي ثمان سنين.
ضرب ضربه جزاء.
كان شعرها اسود ومتموج.
واش تقدر تقترح شي بلاصه اخري تستحق الزياره؟
كيعجبني بزاف. ولكن للاسف ما كيعجبنيش التصميم. وشنو بالنسبه للباقي؟
واش تقدر تنصحني بفندق ماشي غالي بزاف؟
شْحَالْ كَايْجِيو فْالْمَجْمُوعْ؟
هاد النهار عيد ميلاد صاحبتي. واش عندك شي حاجه خاصه؟
واش نعيط للشاف باش يشرح ليك هادشي؟
واش تقدر تعطيني مخدر؟
واش تقدر تلفّو ليا؟
عندي الربو.
هذا شريط فيديو سجلته لصديقي.
علاش مشيتي لنيويورك العام اللي فات؟
ايه وثاءق احتاجها للدخول الي الولايات المتحده؟
سميتي تسوتومو.
واش هادي غليونه ديال الخشب؟
واش متاكد؟ كنت كنظن ان شكل هاد القنينه ديال النبيذ كيتستعمل للنبيذ ديال بورغوندي.
سمعت ان هناك بعض نوادي الجاز الجيده.
بغيت نشري سته كرافاتات. واش تقدر تعطيني تخفيض؟
عندي زكام.
عيط علي الاسعاف بزربه.
ايه، يمكنك ذلك. الغرفه جاهزه. من فضلك اكتب اسمك وعنوانك هنا.
واش عندو جذع كبير؟
تسعه ثلاثه تسعه سته سبعه صفر صفر.
اي لون تفضل؟
فاش غادي يخرج القطار الجاي اللي غادي لفيلاديلفيا؟
هاد السمك طاب بزاف شويه.
عافاك، حول هاد المبلغ للدولار.
فين غادي نرسلو ليك الشانطه ديالك ملي نلقاوها؟
هل هذه البضاعه مصنوعه من الجلد بنسبه مءه في المءه؟
واش سبق ليك مشيتي لنيويورك؟
شنو هو وقت الصعود؟
انا معلم.
عندنا تشكيله كبيره من الحلويات، بما فيها الكيك والايس كريم.
كيفاش سميت هاد النبته؟
شْحَالْ مِنْ يُومْ كَايْخُدْ هَاذْشي بَاشْ يْوَصْلْ عْبَرْ البُوسْطَه الجَوِّيَّه؟
نمشيو للمطعم بالتاكسي.
هذا البيان الخاص بالحسابات خاطء.
واش نقدر نحط الصاك ديالي هنا؟
قدّاش الوقت اللي باقي باش نوصلو لسيدني؟
واش ممكن تعطيوني جواز سفر مءقت؟
هادشي رخيص. هاك، غادي نعطيك خمسه دولارات وصفر سنتيم.
غاناكل فطور كبير من خدمه الغرف.
كوكا كولا كبيره.
واش ممكن تعطيوني تخفيض؟
اه، هاهو.
واش نقدر نستمر فالسفر؟
اي فصل هو الاجمل في هذا البلد؟
واش ممكن نطلب كاس ديال النبيذ؟
عالم صغير.
لا، خليني نشوف الاول.
واش نقدر نبدلو برحله قبل من هادي نهار الخامس؟
واخا. عافاك، كَمّل هاد الفورمُولير و وقّع عليه.
شنو هو معدل التضخم؟
كَتْقَدّْمْ لِينَا قْهْوَه مْعَلّْقَه.
خصني نمشي دابا.
هوما واسعين بزاف.
فين كاينه غرفه الامتعه؟
الجمعه عامره تماماً حتي الساعه الثامنه والنصف.
خليني نفكر فهادشي. غادي نشوف شي محلات اخرين.
ما بغيتش نخلص اكثر من ثلاثين دولار للقطعه الواحده.
بغيت بلاكه ديال الشوكولا، الله يخليك.
واش تقدر تقولي فين نقدر نعمل التشيك ان ديال هاد الرحله؟
واش تقدر ترسم خريطه؟
شكرا جزيلا. هاد هو تذكره التعديل ديالك.
سمح ليا. واش تقدر تقول ليا وقتاش كتحل؟
امتي كَاتلبس الكيمونو؟
قول ليه يتصل بيا منين يدخل فالحال. هاد هو الرقم: تلاته خمسه اربعه ثمانيه واحد واحد تلاته تسعه. فندق هيلتون، الغرفه رقم اثنا عشر او تسعه.
بغيت شي شامبو ديال الرغوه.
غاتسالا مع الواحده ديال العشيه.
كنقلب علي شي هديه تذكاريه لوالدتي.
كنت غادي نقول انك عندك شي خمسين و خمس سنين.
هذا شاءع.
كنقول ان الصيف هنا ماشي بزاف خايب.
كيفاش كتربط حزام السلامه؟
هل هذه التذكره لا تزال متوفره؟
هل يجب علي الجميع النزول؟
هاد الدوا عطاه ليا الطبيب ديال العاءله ديالي.
خليني نشوف هاد الطوموبيل.
كانوا اربعه شبان.
ما زال ما كنحس براسي مزيان.
غانوصل بعد العشا.
واش ممكن ناخد علبه باش نعبر فيها؟
المناخ معتدل.
عافاك عيط علي طاكسي مع جوج ديال العشيه.
هادشي بزاف عليا، كيبان بزاف.
خليني نشوف هاداك.
واش كاين شي ديسكوتيك هنا فهاد المنطقه؟
شْحَال ثَمَن الغُرْفَه؟
الاكل بارد.
اين هو المكان الاكثر الموصي به للزياره؟
هاد الطياره تاخرات بساعتين علي الوقت المحدد.
اه، غادي يعجبني هادشي.
كاس دي شابليس.
فين غادي تمشي ف الجزء ديال A؟
واش تقدر تعيط لطبيب، عافاك؟
شوف شنو تقدر دير ليا.
شكراً علي النصيحه. ساجربها في المره القادمه.
لا، شكرا.
واش تقدر تشعل المكيف؟
من اي منطقه في الولايات المتحده انت؟
اه، زيتونه عالقه في حلقي.
الثلاجه ما خداماش.
مرحبا. كان من دواعي سروري.
واش تقدر تحطني مع شي واحد كيهضر اليابانيه؟
واش ممكن تعطيني الفاتوره، عافاك؟
سمحلي، واش تقدر تقولي شنو هاد العنصر اللي كاين فالمينيو؟
هاد المفتاح ديالو علي شكل كارت. يمكن ليك تبقاه معاك.
انا مجمد تماما.
هاد الشي كيبان لذيذ.
واش بغيتي قهوه ولا اتاي بعد الماكله؟
هادْي صاكْ كبيره ديال الجْلْد.
واش تقدر تختار ليا واحد؟
عندي حساء فول الصويا سريع التحضير.
فـ نيويورك.
الممر رقم سبعه.
واش تقدر تقولي في اي طابق كاينين المطاعم؟
درت حجز فالمطار.
شنو هو الحجم بالسنتيمترات؟
كنت كنمارس الكاراتي ملي كنت فالمدرسه.
بغيت نحجز لخمسه ديال الاشخاص علي الساعه سته ديال العشيه ديال اليوم.
هل هذه الحافله الصحيحه الخاصه بشركه الخطوط الجويه اليابانيه؟
بغيت نمشي لمطعم حقيقي ديال نيويورك، مايكونش غالي بزاف.
ما كاين حتي شي خيار. هنا مزيان.
اشنو خاصني نقدم باش نكري طوموبيل؟
غانقولها ليك فاش نوصل لهيه.
فين نقدر نشري الادوات المكتبيه؟
مرضت بالانفلونزا.
وقع حادث.
هل الدكتور توفلر استاذ صارم؟
هادشي كيتعلق بالموضوع.
ما نقدرش نسد الباب.
ها هنا. هل يمكنك ان تُريني بطاقه هويتك او جواز سفرك؟
نْتاصْلو بيه بالتيليفون.
هاداك هو الراجل.
عافاك، بغيت شي حد من السيرڤور يجي عندي للبيت.
واحد الطبيب، من فضلك.
شْحَالْ هِيَ تْسْعِيرَه رْسُومْ الدُّخُولْ؟
عافاك، نصحني بشي فندق.
شْحَالْ عُمْرْ الْيَابَانْ؟
واش تقدر تحط ليا هاد الشي ف صندوق الامانات؟
اعتقد انني نسيت امتعتي في الطاءره.
اذن، يجب ان تعرف كيف نشعر جميعا هنا. نحن لا نحب ان يخبرنا الغرباء كيف نعيش حياتنا.
واش تقدر تنقي الزاجه؟
شْنُو سْمِيتَكْ، عَافَاكْ؟
انا موافق علي هذا الاقتراح.
لشخصين علي الساعه السابعه، صحيح؟ هل يمكنني معرفه اسمك، من فضلك؟
واش عندك شي ساعات يدويه الصنع؟
واش ما كايناش شي غلطه فالفاتوره؟
الي اللقاء الان.
يمكنك استخدام التذكره في جميع القطارات.
ولكن لا تقلق. يمكنك النزول في المحطه القادمه والعوده مشيًا. انها ليست بعيده.
حاولت هاد الطوموبيل دير دوره لليسار بالقوه.
واش ممكن ناخد طبله؟
فين كاين بلاصه الاكل؟
بغيت هادشي يكون بمظهر غير لامع، من فضلك.
فين خاصني نعيط، الي كان عندي شي مشكل؟
شْحَالْ كَايْكُونْ ثَمَنْ الطَّابْعْ دْيَالْ الرَّسَالَهْ الجَوِّيَّهْ، عَافَاكْ؟
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
واش شي واحد منكم كيهضر اليابانيه؟
ما كاينش داعي لهادشي، شكرا. غادي ناخد هاداك.
تفضل من هنا، من فضلك. واش هاد الطبله مزيانه؟
اشنو هي الهوايات ديالك؟
انتظر لحظه من فضلك. سيدي، اعتقد ان السيد اوكاوا قد ذهب لتناول الغداء. هل تريد ان تترك رساله؟
بغينا ناخدو اطباق بثمن تقريبا ثلاثين جنيه للشخص الواحد.
اشنو الهدف من هاد الصف؟
هاكا شي سماعات.
بغيت فلاش لايت.
واش نعطيه ليه الرساله؟
السلام. واش هادا هو مكتب الاستقبال؟ انا في الغرفه واحد صفر سبعه صفر. للاسف، عندي شكوي بغيت نقدمها.
واش بغيتي تجي للحفله ديالنا الليله؟
اوه، هذا راءع. انا احب صوتهم. و انت، بوب؟
واش هاد القطار غادي لGrand Central؟
شْحَال كَايْكُلْفِي تِسْكِي دْيَالْ يُومْ وَاحِدْ؟
كانت اخر مره جءت فيها الي هنا قبل عامين. هل استمتعت برحلتك؟
اعتقد انه يمكننا ان نحصل لك علي طاوله في غضون خمس عشره دقيقه تقريبًا.
عافاك، بغيت ندير مكالمه شخصيه لطوكيو، اليابان.
واش كاين المكيف؟
شْحَال كَايْن فْالْكُل؟
فين غادي تبقي؟
هاكا كاين تسعه وتسعين ين. عافاك بدلهم كاملين بالدولار.
فـ ABC.
بغيت شي سيشوار.
ففي هذه الحاله، توجد لاءحه الاسعار بالقرب من مقعد الساءق.
واش خاصني نرجع للمكتب ديالك مره اخري؟
واش نقدر نحط عندك الاغراض الثمينه ديالي؟
عاود هادشي.
كان رجل طويل القامه وكان الرجل الاخر قصير القامه.
واش ممكن ندهنو الصالون بطبقه جديده من الصباغه؟
يمكن ان يكون هذا بسبب شمعه الاشعال.
واخا، هاد الجوله الاستكشافيه زوينه.
للاسف، نعم. مكتبنا الرءيسي موجود هنا. وماذا عنك؟ هل هي المره الاولي التي تاتي فيها الي هنا؟
عافاك، نصحني بمطعم مزيان قريب.
واش كتقبلو الشيكات بالين الياباني؟
غانزل ف الكاتدراءيه.
صاك ابيض ديال الكتف.
واش شفتي هنا شي كاب اسود؟
نسيت الكاميرا ديالي فالطاكسي.
واش نقدر نبدل هاد التذاكر بعرض الغد؟
بغيت ندوش قبل ما ناكل.
كيف بغيتي اللحم ديالك يطيب؟
اوه، ما اروع لعب الغولف في استراليا، انه رفاهيه حقيقيه.
فين تْصَنّْعات؟
اشنو هادشي لي كياكلو؟
بغيت علبه مارلبورو من فضلك.
سمح ليا، ولكن في اي شارع كاينين دابا؟
واش نقدر نطلب هادشي من اليابان من بعد ما نرجع؟
بغيت نكري دراجه.
ماكاينش الصابون فالبيت ديالي.
واش ممكن نسولك علي سميتك؟
واش ممكن نتحرك ونجلس فبلاصه خاويه؟
الرحله رقم واحد صفر واحد المتجهه الي ناريتا، والمقرر اقلاعها في العاشر من يونيو، تم تاكيدها مره اخري.
واش غادي تقول ليا شي اماكن مثيره للاهتمام باش نمشي ليها ونشوفها فهاد المدينه؟
ارسل هذا الي اليابان عن طريق البرقيه.
كَانْظُنْ بْلِّي عِنْدِي حُمَّي.
متوسط النضج.
اعتقد انني ساخذ تلك التي ثمنها خمسون سنتاً. اعطني اثني عشر منها، من فضلك.
واش بعيد باش نمشيو علي رجلينا؟
اعتقد ان هذا هو النوع الذي نود استيراده.
اه. انا ابحث عن احمر شفاه شانيل رقم خمسه وثلاثين.
واش قرّيتي بطاقه التعليمات ديال السلامه؟
واش ممكن نشوفو شي فيلم فهاد الرحله؟
خصني نرجع قبل السته ديال العشيه.
سمح ليا. بغيت نمشي لميامي.
كنكتبو بطاقات العام الجديد وكنرسلوهم. كيوصلو نهار واحد يناير.
واش غادي تمشي للمدرسه؟
ركبت القطار اللي كايجي مع الطناش و النص من سان دييغو.
اشنو كاين هاد السيمانه؟
كيف يمكنني العوده الي هنا؟
بغيت شي سكر، الله يخليك.
واش ممكن تعمر ليا هاد الفورم ديال التامين الصحي، عافاك؟
من الثامنه الي الثامنه و الربع.
فالحقيقه انا عندي العاده الشهريه. واش هادشي مشكل؟
واش تقدر تشير ليه فهاد الخريطه؟
كتشوف، ما كتسخنش الما ديال الحمام بما يكفي.
واش كاين شي تغيير فبرنامجنا؟
بغيت غير ندير جوله مريحه.
بغيت نرجع للفندق باش نلقي الكاميرا ديالي.
خصك تاخد طاكسي، حيت ماكايناش شي مواصلات عموميه.
فالبلوك الثالث علي يسارك.
واش غتلعب معايا التنس الاسبوع الجاي؟
بغينا نلعبو جوله بيناتنا حنا الثلاثه. شحال غادي يكلفنا هادشي؟
اه، انا جايب دميه يابانيه لصديقي.
هذا ليس ما طلبته.
خاصني شويه ديال الوقت زايد.
غاناخد هاداك.
كتْبَدْلو القْطارْ فالمْحَطَّه التالْتَه.
كنفضل الماكله الطاليانيه.
سنقلع بعد بضع دقاءق. يرجي التاكد من ان حزام الامان الخاص بك مثبت بشكل امن.
فاش كتحلو؟
نصف يوم يكلف ثلاثين دولاراً. اليوم الكامل يكلف خمسين دولاراً.
واش كيوقف كار ديال افينيو الخامس هنا؟
واش ممكن نشوف رخصه السياقه ديالك، من فضلك؟
واش ممكن ناخد شي سيريل؟
رحلتنا غادي تبدا فاليوم الواحد والعشرين من يوليوز وغادي تسالي فاليوم السابع والعشرين.
كيف تنطق اسم هذه المحطه؟
هكذا، من فضلك.
واش كاين شي باص ديال المطار اللي كيمشي للفندق شيراتون؟
اه، غادي ناخد بيره مسوده مع المقبلات.
فاش كنت كنتمشي فبرودواي.
واش كاين شي حاجه مثيره للاهتمام هنا؟
عطيني ثلاثين لتر.
عافاك صورنا.
ديال من هاد الخدمه؟
خصنا نتاصلو بمكتب المعلومات اللي كاين فالزاويه ديال بهو الفندق. هوما غادي ياخدو الحجز.
هاداك شفّار.
الهدف من ذلك هو مساعده المتضررين من الحداد علي تحمل تكاليف الجنازه.
واخا. دور علي اليسار ديالك فالدوره الجايه. غادي تشوفو قدامك مباشره.
اشمن واحد كتعتابريه حسن لبشرتي، طلاء الاظافر باللون الغامق ولا طلاء الاظافر باللون الفاتح؟
شْحَالْ مَسَافَهْ لْهَادْ الفُونْدُوقْ؟
بغيت ناخد موعد مع السيد واتسون.
لا، ساخرجهم.
اه، عندنا. شنو النوع اللي بغيتي؟
اي دواء للبرد تنصحني به؟
اشنو كدير عاده ف وقت الفراغ ديالك؟
سمح ليا. فين كاين تيليفون عمومي؟
كَانْظُنْ بْلِّي هَادْشِي كَايْخَلِّينِي نْبَانْ كَبِيرْ فْالعُمْرْ.
اليوم عندنا مينسترون، كريمه الهليون، وحساء الخضار.
اعتقد انه يمكنك الحصول علي كل شيء من السوبر ماركت. اذا لم تستطع، فلا تقلق. ساذهب الي الصيدليه غداً.
كنت كنتساءل امتي نقدر نرجع لهنا.
مرجو منكم ربط حزام السلامه و احترام علامه "ممنوع التدخين" حتي يتم اطفاءها.
واش يمكن ليك تبدل ليا البلاصه ديالي بوحده فالقسم ديال المدخنين؟
واش غادي تجيب ليا بيرا اخري؟
ما كاين حتي واحد ساكن هنا بهاد الاسم.
بغيت نلغي الحجز ديالي للطاءره ليوم الخامس من ماي، وندير حجز جديد ليوم التاسع من ماي، الله يخليك.
غادي ناخد ايطالي، الله يخليك.
اشنو هي الرسوم اللي ما كاينهش فيه؟
شريت روج حمر باش نعطيه كادو.
واش نقدر نلتحق بداك الكورس حتي ويلا كنت مبتدء؟
شكون اللي صنعو؟
واش ما كَتْبِيعُوهُومْشْ بْحَالْهُمْ بْحَالْهُمْ؟
يمكن لحارسنا ان يساعدك، او يمكنك الحصول عليه عن طريق سياره اجره.
بعض السجاءر، من فضلك.
واش تقدر تجيب ليا تذكره؟
واش كتجمع الحيوانات المحشوه كهوايه ديالك؟
هل يمكن لليابان انتاج كل الاغذيه التي تحتاجها؟
بغيت بومبا ديال الهواء.
كَانْبَانْ لِي هَادْ الشِّي بَسِيطْ بْزَّافْ لِيَّا.
فين نقدر نشري شي تذاكر ديال التيليفيريك؟
فاش كايبدا القطار؟
عافاك، بغيت تلغي ليا الكارطه ديالي.
هاد الساعه القديمه ما بقاش خدامه. واش تقدر تبدلها؟
بغيت نبدل شي ين ياباني بدولارات امريكيه.
معامن خاصني نتواصل الي كان عندي شي مشكل؟
غاناخد من هاد الشي تلات ميا غرام.
شي حاجه حلوه؟
شْنُو سْمِيَّه هَاذْ الْفَنَّانْ؟
شكراً. هل يمكنني التحدث مع السيده ياماتو، من فضلك؟
كنقترح عليك تزور حتي مبني الامم المتحده اللي كاين علي ضفه نهر ايست.
واش ممكن ناخد جوج لترات ديال الحليب؟
بغيت نكري طوموبيل.
ضاع لي الباسبور ديالي.
كتاخد اكثر من الثمن ديال الرحله.
ما كنعرفش كيفاش نسد هاد الستاءر.
غضبت عليه.
خصك تخلص زياده علي الحلوي.
واش ممكن نطلب وجبه نباتيه؟
شكراً. كان من اللطيف رءيتك. الي اللقاء.
هذا المطار غير مزدحم كثيراً بعد ظهر يوم الثلاثاء.
سلام. انا حجزت طاوله لليله هاذي علي الساعه سبعه. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
عاده ما تكون تساقطات ثلجيه خفيفه تتراوح بين بوصه او بوصتين.
غانكون فرحان الي كان الجو زوين غدا.
واش تقدر تلقالي شي واحد باش يهتم بالدراري الصغار؟
كنت محظوظاً جداً لانني حصلت علي تذكره الليله. لم اصل الي المدينه حتي الساعه الثالثه مساءً.
بغيت نرسلو عن طريق البريد السريع.
اذا كنت تريد التدخين، الرجاء الانتقال الي الصفوف من الاربعين الي الخمسين.
تْسْرْقاتْ لِيَّ الْبَاسْبُورْ دْيَالِي.
يمكنك الحصول عليها عند البوابه قبل الصعود. يرجي اظهار هذا الايصال هناك.
هادْ هِي صاكْ صْغِيرْ ازْرَقْ كَيْتْسَتْعْمَلْ لِلْمْبِيتْ.
بغيت نشعل الضو.
واش غادي تعلّمها ليا علي الخريطه ديالي؟
عافاك بدل هاد الفلوس بالدولار.
شْحَال الثَّمَن دْيَال الشَّهْر؟
واش نقدر نعيط من هاد التليفون؟
اشنو رايك فهاد الطياره اللي مصنوعه فاسكوتلاندا؟
كان الامر مفاجءاً. لذلك لم ار وجوههم.
جيبلي طاس، الله يخليك.
عافاك، بغيت جوج تذاكر ديال هاد الليله.
طوبيس؟ اعتقد انك تقصد ليموزين باش يوصلك للفندق. فين غادي للفندق؟
بغيت نسحب اربعميه دولار من حسابي.
شنو هوما ساعات الخدمه ديالهم؟
سمح ليا. كنضن بلاصتي هي اللي حداك.
بغيت نصلح الصباط ديالي.
هل الرسوم الضريبيه ورسوم الخدمه مشموله؟
اذن، هل هذه الشروط مقبوله؟
بغيت نشري علبه ديال السجاءر.
حنا مهتمين بالاثاث.
ماكانعرفش نْهَدْرْ بالانجليزيه.
ايه. تحت الكرسي.
اوه، انا اسف. ربما لديك مكان في ذهنك بالفعل - الي اين تريد الذهاب؟
واش يمكن ليك تامن هاد الطرد؟
اه، لقد فحصني الدكتور جونسون البارح.
فين كان هادشي مصنوع اصلاً، و شحال من عام داز؟
فهمت. غادي تخلص غير شي زياده.
واشنو رايك فهاد الحزام ديال الجلد ديال الماعز اللي عندو جوده عاليه؟
شْحَال كَايْكُلْفْ اَرْخَصْ كُرْسِي؟
واش عندك الحوت مقلي؟
عافاك عمرو ملي ترجع الطوموبيل.
شْحَالْ دْيَالْ الْوَقْتْ بْغِيتِي تْسْتَعْمْلُو؟
عافاك بغيت توست و كاس ديال القهوه.
غانجيو ناخدوك من قدام الفندق.
اخشي انني لا استطيع الحصول علي الموافقه علي هذه البطاقه الاءتمانيه.
سمح ليا، ما فهمتش معني هاد علامه المرور.
ثلاثه كءوس من البيره المُخمَّره، من فضلك.
واش نقدر نطلب كاس ديال النبيذ؟
هادشي تمنو خمسه وثمانين سنت. ما تنساش تاخد تذكره التحويل ملي طلع، باش ما تحتاجش تخلص مره اخري ملي تبدل الباص.
واش غاندخلو كاملين ف نفس الوقت؟
واش ممكن تنضم لينا باش ناخدو الصوره؟
درتو هنا هاكا قبل شي ثلاثين دقيقه.
امتي كَاتكونو مفتوحين؟
اشنو كيتصنع محليا؟
اذا كنت ما كتعرفش تتعامل مع هاد المجال، واش تقدر تقترح عليا شي متجر متخصص فيه؟
شكراً علي انتظارك. انا اوهنو اتكلم.
واش كاين شي منحدرات للمبتدءين؟
اشنو هو البرنامج ديال اليوم؟
بغيت نبقي نهار اخر.
انا هنا باش نتلاقي مع صاحبي.
واخا. اي نوع من الغرف بغيتي؟
واش تقدر تحافظ لينا علي هاد النبيذ حتي لغدا بالليل؟
عدد النساء في المناصب الاداريه اخذ في الازدياد.
خليني نجربو، عافاك.
كل هاد الاكل الدسم باقي غير جالس فكرشي.
واش عندك رساله غلاف الفاكس؟
اذا كان لديك نباتات او حيوانات، يُطلب منك فحصها عند مكتب الحجر الصحي.
كنحتاج علي الاقل نص ساعه باش نجمع حوايجي.
واش تقدر تلقالي بلاصه فطياره ديال غدا، عافاك؟
غانْدي ولْدي لْحَيْوانَه.
المرجو التوجه الي ميامي.
بغيت الطبله الاقرب، الله يخليك.
واش عندك شي حاجه صغيره؟
سميتي ميوكي كاتو، وكنت صديقه ديال ماري منين كانت كتقري فاليابان. واش ماري كاينه؟
اتاي، مع الحليب.
علاش كيوقع هادشي؟
فين كاينه اقرب بريد؟
هادي كاميرا.
واش كاين الميترو قريب لهنا؟
ضيعت سوارت البيت.
واش كاين الوقت باش نستعملو الحمام قبل ما تقلع الطياره؟
اه، نعم. لقد فعلت ذلك. انا احب هذا.
اوه، انا ما عنديش رغبه باش ندير شي حاجه بحال هاديك.
شنو غادي تاخد؟
بغيت كاب طويل.
بغيت نمشي لفندق بوسطن، الله يخليك.
الضهر.
نعم، يمكننا ان نتمكن من انجاز ذلك بحلول مساء الغد.
سميتي تارو تاكاي.
مساء الخير، من فضلك.
عطيني جوج تذاكر للغاليري هاذ الخميس.
واش نقدر نستعمل هاد الكوبون للطاءرات؟
هذا سيساعدني كثيراً. بالمناسبه، اتساءل اذا كان بامكاني البقاء في نفس الغرفه؟
تاكد من انك ستاتي لرءيتي غداً في الساعه السابعه صباحاً.
امتي غايكون القطار الجاي اللي غادي لبوسطن؟
خلّيني نْقُولْ شْنُو عْنْدي.
مرحبا. شوف هادشي.
واش تقدر دير ليا بينا كولادا؟
ما كنفهم والو من هادشي اللي كيقولوه الناس اللي حدايا.
مساء الخير. عندي حجز. اسمي يامادا.
كايْمَشِي كُلْ عَشْرَه دْقَايِق.
اه، كاين واحد ف الجهه الاخري ديال البنايه.
فين كاين النصب التذكاري؟
واش هاد الطريق هي اللي كتوصل للمحطه؟
ما عندناش الحجز ديالك.
اها، فهمت. هادوك هوما القنوات ديال نظام الكابل فالفندق.
واش غادي يكون معفي من الضريبه اذا ارسلت هاد الشي لليابان من هاد المحل؟
خمسه ديال الحديد، الله يخليك.
اممم، اسمع، هل تعرف اين يقع شارع ريفرسايد؟
فقدت شهيتي.
واش كاين شي وحدين اخرين؟
بغيت نخرج شي حاجه من الصاك ديالي.
غانخليو هادشي مفاجاه.
دخلت بالسياره ديالي فحفره.
انا اعاني قليلاً من اضطراب الرحلات الجويه الطويله.
بغيت نطلب خدمه الغرف، من فضلك.
ما هو رقم البوابه الخاصه بشركه الخطوط الجويه اليابانيه المتجهه الي طوكيو؟
كاينين عندنا بلايص متوفره فالرحله ديال التمنيه وخمسه ديال يوم الاثنين، سته وعشرين.
علاش الثمن ديالو هو هاد المبلغ؟
عندي مشكل فالمعده.
بغيت نركب فالحافله باش نمشي للمحطه. واش ممكن تعطيني شي صرف، عافاك؟
واخا، خاصني نمشي اللول لمركز المعلومات و نقلب علي شي اوطيل.
ففي الواقع، كان جدي الاكبر قد قدم من صقليه في بدايه القرن.
بغيت نعيط لاليابان عن طريق الاتصال عن بعد.
بغيت نتعلم كيفاش نلعب السورف بالشراع.
سمح ليا. فين كاينه الصيدليه اللي قريبه من هنا؟
ولدي كيدرس فالمدرسه العليا ديال جامعه هارفارد.
اه، بغيت ندير مكالمه دوليه علي حساب المستقبل من اليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته جوج تسعه ثلاثه سته.
تعرضت للسعه نحله. يبدو الامر سيءاً جداً.
رجاءً اتصل بهذا الشخص.
واش عادي نمر من اي شباك؟
غرف جنب بعضها البعض، من فضلك.
واش كاين شي اسطبل قريب من هنا؟
بالتاكيد. غرف تبديل الملابس موجوده هناك.
واش ممكن ناخد كيس ديال الما سخون؟
عافاك، عيط ليا باش نفيق غدا مع السته ديال الصباح.
قدّاش غادي ياخد من الوقت باش يكونو هاد القمايص واجدين؟
فالحقيقه، شريتو نهار لاخر بلا ما نكون مخطط ليه، فالمحل اللي حدي داري.
لحم البقر او الدجاج؟
عندي مسمار عظمي مصنوع من المعدن.
بغيت نمشي للساونا.
فين كنزل باش نمشي للبحر؟
فين كاين المكتب ديال الاشياء اللي تْلْقات او تْفْقدات؟
عافاك ورّيني كيفاش نستعمل هاد الاله.
اذن، انطباعي هو عن ارض جبليه، مزدحمه، نشيطه، مليءه بالضوضاء، مليءه بالطاقه، وشبه متفجره. عن شعب مجتهد،戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍戍
عشرين دولار علي شكل قطع نقديه من فءه ربع دولار، من فضلك.
لذلك اود ان استبدله.
بغيت هادشي.
سمح ليا. واش كاين شي ممر للراجلين قريب من هنا؟
واش نقدر ندير توقف؟
بغيت روايه بالانجليزيه تكون ساهله للقراءه.
واش كاين شي محل ديال الحوايج مزيان للاطفال؟
بغيت نمشي بكري غدا فالصباح. واش نقدر نخلص الحساب ديالي دابا؟
كنتمني ترجع مره اخري.
واش يمكن ليك توقف الشيكات الشخصيه ديالي؟
السيد جونز غير موجود الان. من المفترض ان يعود بعد الساعه الثالثه بقليل.
الجو بارد بزاف الليله.
بغيت ندير فحص طبي.
هذا الماس بوزن قيراط واحد، اليس كذلك؟
حتي انا سعيد بلقاءك.
فين نقدر نشري الطوابع؟
شْحَالْ مِنْ سَاعَه كَيْخُدْ لِيَّ بَاشْ
واش بغيتينا نطلبوه ليك؟
سميتي ياماموتو.
بغيت نسترجع الفلوس.
غَانْخُدْ هَادْ الشِّي وْهَادْ الشِّي وْهَادْ الشِّي، عَافَاكْ.
غير قصي الاطراف، من فضلك.
قول ليها تعيط ليا.
كيفاش ناكل هاد المخالب ديال الكركند الكبار؟
واش كاين شي ملعب ديال التزحلق قريب من هنا؟
واش كيعجبك الجاز؟
ودابا انا حر لمده ايام قليله.
واش هادشي مسدود؟
غادي يخصك تكون تما قبل الساعه سته ونص علي الاكثر.
واش غادي تعيط ليه غدا الصباح كيفما واعدتيه؟
واش بغيتينا نطلبوه ليك؟
بغيت نشوف المكتب ديال المدينه.
الاستقبال؟ انا ناكامورا اتكلم. لقد قمت بتسجيل الدخول للتو. لكنني لا احب هذه الغرفه.
بغينا نجلسو حدّا بعضياتنا.
بغيت نطلع عليه.
هادشي غلط ديالي.
بغيت شي واحد يفيقني ف الصباح.
كنتمني نتلاقاك مره اخري.
يظل اعضاء مجلس المستشارين في مناصبهم لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخاب كل ثلاث سنوات.
عافاك، زيد الفلوس لحسابي.
واش كاين شي ربط مع بيرث؟
اه، نعم. اذن، هل ستسجل هنا، السيد يامادا؟
بغيت ندوش.
كاينه كاميرا لداخل. عافاك خليها فبلاصه امنه.
راه هاكاك.
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتيلات.
لا، شكراً. هل يمكننا الحصول علي كوبين من الماء، من فضلك؟
اذا كان عندك هادشي، ما غاديش تحتاج تخلص مره اخري ملي تركب فالحافله رقم 44.
اي طابق؟
بغيت نمشي للمطعم.
بغيت كاب طويل للشتا.
ما عندي فهاد الصاك غير الحوايج ديالي الشخصيين.
واش ممكن نخلص بالشيك السياحي؟
درت ديبوسي.
كانلعب التنس جوج مرات فالاسبوع.
خمسه عشر. ا. هل انا جالس في المكان الخطا؟
ما عنديش شي هوايه. غير الخدمه بزاف، بحال اغلب اليابانيين.
اوه، الاستاذ كورن يحب ان يعطي اختبارات مفاجءه.
ايلا شفتي شي واحد، دير غير اشاره بيديك.
كنحتاجو هادشي ف اقرب وقت ممكن.
بغيت نبعث هاد الكارطه البريديه لليابان عن طريق البريد السريع.
بغيت ندير التشيك ان، عافاك. سميتي هاروكو اوغاوا. كنظن عندي حجز.
واش جايْب شي هدايا لشي حد فهاد البلاد؟
سمحلي، بغيت نبعث هادشي لليابان. شحال غادي يكون ثمن البريد ديال هادشي؟
بغيت كاميرا رخيصه.
فْهَادْ السَّاعَه، اَسِيدِي؟ هَادِي
لا. انا ياباني.
استمرت فتره ايدو، التي لم تشهد اي حروب في البلاد، لمده ماءتين وخمسين سنه تقريبًا.
بغيت نعطيك دميه من كيوتو.
بغيت نبلغ علي ضياع وثاءق مهمه.
فاش كايبداو يطلعو الستاره؟
كيفاش هي احسن طريقه باش نلبس هادشي؟
واش ممكن نحط الشوانط ديالي فالكوفر؟
اعتقد ان هذا التغيير خاطء.
كاينه بزاف ديال الشتا بصح. نتمني يصفي الجو.
خليه طويل.
