هو هناك، امام مكتب المعلومات السياحيه مباشره.
ما سمعتش عن هادا العنوان في هادي المنطقه من قبل.
امشي علي طول لين تشوف صيدليه.
كم سعر الفطور؟
كيف يمكنني مساعدتك؟
امشي علي اليسار عند المنعطف الثالث.
هل تريد كريمه وسكر في قهوتك؟
هل يمكنك صرف شيكي البالغ قيمته ماءتي دولار؟
اذا وجدته، الرجاء الاتصال بي.
وين المقهي؟
اريد ستره للاطفال.
تمام. تكلفه البريد العادي هي خمسه وثمانون سنتًا، وتكلفه التوصيل الخاص الاضافيه هي ثلاثه دولارات وصفر سنت.
لو كنت مكانك، كنت راح نشري هذا.
هل ساواجه اي صعوبات مع الجمارك؟
هل لديكم احذيه رسميه ذات اصابع عريضه؟
لا. هل يمكنني ان اقترح بدلًا من ذلك استخدام توام للاستخدام مره واحده؟ لدينا واحد.
اود ان احصل علي تجعيد شعر قوي، من فضلك.
هي تبي تشرب بيره.
صباح الخير. كيف حالك؟
اخشي انني ساحتاج الي رءيه شكل من اشكال الهويه.
اي نوع من الصلصه؟
هذا بارد نوعاً ما. هل ستقوم بتسخينه؟
اسف، هذا المكان محجوز بالفعل.
انا بخير. لكن هل يمكنك الاتصال بصديقي؟
شكراً، هذا يكفي.
من هو افضل صديق لك؟
اليوم الصحي الرياضي في العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه المواطنين.
هل تريد مني ان اتفقد ما تحت الغطاء؟
هل يمكنك مساعدتي في العثور علي حقيبتي؟
هل ستقوم بعمل الترتيبات مسبقاً؟
انا اتلقي المساعده. شكرا لك.
عندما تصل هناك، من فضلك اسال شخصاً اخر.
اود الحصول علي التحويله رقم اربعه وعشرين، من فضلك.
هاك دولارين. احتفظ بالباقي.
واحد هامبورجر وواحد تشيزبورجر، من فضلك.
كم تتقاضون مقابل عمليه المعالجه؟
نود ان ندفع كل منا ثمن وجبته الخاصه.
كان الموقع علي كرسي في الردهه.
من فضلك قم بتحويل هذه الين الي جنيهات.
اريد قاموسًا بحجم الجيب، من فضلك.
لشخصين في السابعه. الاسم هو واتانابي.
ساعتي. كانت ساعه رقميه من نوع سايكو.
سيكون من دواعي سرورنا ان نقدم لكم المشروب الذي تختارونه، ثم العشاء. يوجد دليل كامل للمشروبات التي نقدمها علي متن هذه الرحله في دليل المعلومات الخاص بمجله شركتنا.
هل تعيش في هذه المنطقه؟
فين المحل اللي يبيع الهدايا؟
انا علي الطريق السريع رقم واحد بالقرب من خليج مورو.
اريد منبهاً، من فضلك.
بالمناسبه، اسمي هيروشي ايجيما.
هذا القطار يتوقف عند ليك فورست، اليس كذلك؟
معظم اليابانيين ياكلون الاخطبوط والحبار.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
رحت لنيويورك.
ما هو رقم الرحله؟
واحد الي نيويورك، من فضلك.
لمده ايام قليله تقريباً.
الثاني علي اليسار.
هاذي الكارته، تمام؟
هل هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل ستكون عشره دولارات كافيه بالسياره الاجره؟
هذا طعمه غريب.
ايه. استني، راح نجيبلك وحده.
نصف زجاجه، من فضلك.
مش بالضبط. بس شي مش غالي.
هل تبحث عن شيء ما؟
اربع ليال.
انا نحتاج لبعض الجوارب.
هل يمكنك تخفيض السعر لان هناك بعض البقع؟
صدمَني رجل. بعد ذلك لاحظتُ ان محفظتي قد اختفت.
مش متاكد اذا كنت حطيت ملابس كافيه لرحله مدتها ثلاثه اسابيع.
حسنًا، نود تجربه نبيذ ابيض.
اذا سال عني اي شخص، قوللهم اني راح نكون في المقهي.
انا متاكد انني وضعته في الجيب الداخلي لمعطفي.
هل يمكنك اعطاءي اسم ورقم الطرف الذي تتصل به؟
هل ستدفع شركه الطيران لي مقابل شراء بعض الضروريات الشخصيه الاساسيه؟
اود الحصول علي غرفه مزوده بحمام.
ما طلعش اي شيء من الاله؟
كان من المفترض ان تستقل الرحله رقم ثمانيه وعشرين، التي اقلعت قبل خمس عشره دقيقه. حسنًا، يمكنني ترتيب رحله اخري لك.
قام شخص ما بفتح طردي.
اوه، لا شيء. انت هنا علي اي حال.
الخطوط الجويه اليابانيه، رقم الرحله واحد اثنان ثلاثه.
انا نحتاج نشري شامبو.
هل يمكنك ان تخبرني متي نصل الي المركز المدني؟
وين اقرب جزار؟
نود الاقامه لمده اربع ليالٍ بدءًا من الاول من اغسطس.
شن اسم هالزهره؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
ما فيش صابون في غرفتي.
هل هناك اي دواء يمكنني تناوله لعلاج هذا الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
كم سيستغرق الوقت لتقديم الطلب؟
هل يمكنك ان تتحدث بصوت اعلي قليلاً، من فضلك؟
كم من الوقت سيستغرق حتي يخرج؟
فين المعلومات الرياضيه؟
هذا الحجم هنا، الذي تسمونه الحجم العادي، سيكون مناسباً.
اين ومتي ستنتهي الجوله؟
فين لازم نبدل القطار باش نوصل لادنبره؟
اود ان اضع هذا في صندوق الامانات.
وين نقدر نبدل فلوسي؟
هل يمكننا ترك اغراضنا، باستثناء الاشياء الثمينه، في الحافله؟
اتساءل عن سبب هذه الرسوم الموجوده في فاتورتي.
راح ندفع خمسين دولار.
الان عرفت ما كان الخطا.
هذا ايكيدا يتحدث. لدي حجز لطاوله في الساعه السادسه والنصف من مساء اليوم. لكنني اسف، ساصل متاخرًا بنصف ساعه.
كم عدد اوقيات العطر التي يمكنني الحصول عليها معفاه من الرسوم الجمركيه؟
السياحه فقط.
هذا جيد، من فضلك قم بالتوقيع عليها. كيف تود ان يكون ذلك؟
هل لا تزال لديكم مقاعد متاحه لعرض الليله؟
اريد واحده كبيره.
فاتني منبه الساعه السادسه والنصف لانني كنت ناءماً.
انا مصور حر.
بامكان التجار استبدال دولاراتك بنصاءح للعب في الكازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعاً من زيوت الاستحمام.
ساقدم لك الاقتراح الاسبوع القادم.
شكراً. كم سعر هذا الزوج من القفازات؟
لازم نمشي. حنتصل بيك بعدين.
اود شراء بعض الحفاضات التي تستخدم لمره واحده.
من اين اتت هذه الاسماك الفراشه؟
هل يمكنك تحويلهم الي دولارات، من فضلك؟
نحن محظوظون جدًا. لديهم واحده بمقاس اربعه في متجر الَا موانا.
هل هناك اي سياره ليموزين؟
هل يمكنني الحصول علي مكالمه ايقاظ في الساعه الخامسه والنصف صباحًا غدًا؟
نفضل غرفه هادءه.
اريد بعض مزيل طلاء الاظافر.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه ام دي جي؟
هل يمكنني استءجار معدات الغطس؟
اود حجز غرفه لمده اربع ليالٍ بدءًا من الثاني والعشرين من ديسمبر.
هل هذه الحقيبه مثاليه لجميع الاجواء؟
اريد دونات، من فضلك.
اود استءجار سياره اوتوماتيكيه لمده يومين.
فاتتني الرحله رقم عشرين المتجهه الي سان فرانسيسكو.
كم المسافه الي المطار؟
هذا جيد. متي سيكون ذلك؟
كم عمر ابنتك؟
هل يمكنك ان تخبرني عن بعض الفنادق الرخيصه والنظيفه؟
يمكننا ان نحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادي غولف شهير.
انا انصح بهذا المنتج لانه مصنوع من مكونات طبيعيه مءه بالمءه.
هل يتوقف القطار في برايتون؟
هل يمكنك ان تخبرني اين يمكنني ان اجد سياره اجره؟
تذكرتين من الدرجه الثانيه، من فضلك.
اود ان ارسل فاكس.
اود الحصول علي مكواه للسفر.
هل يمكنني ان اقدم لك شيءاً؟
يومي؟ اخشي ان اسال، لكن ماذا تقصد؟
اريد واحده يمكنها ان تحمل المستندات ذات الحجم العادي للورق العادي دون الحاجه الي طيها.
ايه، بس مش قوي وايد.
انا عندي حساسيه من القطط.
ايه، لازم يكون عندك رخصه قياده، و، اممم، لازم يكون عندك رخصه من لجنه سيارات الاجره والليموزين.
تفضل، سيدي.
ما نقدرش نحصل علي ماي سخن.
اود ان احجز غرفه لليله واحده.
لا، فهو لا يشمل الضريبه ورسوم الخدمه.
هل تريد الذهاب للتسوق معي بعد ظهر اليوم؟
مرحبا، هذا فستان جميل جدا.
تم الان اجراء المكالمه الخاصه بك. تفضل بالمتابعه.
ما هو رقم البوابه؟
ما هي الهديه التذكاريه التقليديه في هاواي؟
هل يمكنني الوصول الي هناك عن طريق المترو؟
اود ان اقوم بتجفيف شعري بالمجفف.
هل سنصل الي اي نتيجه من خلال الحديث بهذه الطريقه؟
انا من النرويج.
من الساعه العاشره الي الثانيه عشره من فضلك.
اكيد. خليني نشوفه. اظنك تعرضت لاصابه بسبب المرجان.
فقط في حاله حدوث اي شيء، اريد الحصول علي رقم الشخص المسءول.
هل هناك طريق سريع؟
علاش ما جاش للحفله امس؟
وقع حادث سير.
اسف، لقد اتصلت بالرقم الخطا.
يرجي ادخال رقم التعريف الشخصي الخاص بك.
ما نقدرش نعدل الصوره.
برجر بالجبن واحد وعصير برتقال، من فضلك.
هذا جواز سفري.
لماذا؟ شكراً جزيلاً لك. هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين للعرض الموسيقي يوم الجمعه القادم؟
قال راكب اخر هناك انه يمكنه تغيير المقاعد معك.
هل يمكنني تمديد فتره اقامتي؟
قول، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، اريد استءجار نصف مجموعه من المضارب وزوج من الاحذيه.
هل يمكنك اخباري عندما يتم العثور علي الحقيبه المفقوده؟
شن اسم هاد الحديقه الوطنيه؟
عندي جرح سطحي.
وين مكان كويس للسياحه؟
هل يمكنني الحصول علي بعض الفواكه؟
هل يمكنني الحصول علي الغداء الان؟
انا نحتاج نبدل هالدولارات.
احتاج الي سياره اجره. انا في ساوث ماين وليبرتي.
بالتاكيد، هل تحتاج الي حل داءم؟
مش تفاحه، هادي خوخه.
حانعطيك وصفه طبيه. خدّها للصيدليه.
نحن نطير ثلاث مرات في الاسبوع، يوم الثلاثاء والجمعه والسبت.
هذا غالي الثمن، اليس كذلك؟
نعم، لدينا هذا. سنقوم بتجهيزه لك.
هل ستحتفظ بحقاءبي حتي الساعه الثالثه؟
لا، اريد فقط ان اقوم بزياره سريعه.
هل يمكنني حجز سياره للايجار هنا؟
هل انت امريكي؟
لهذا المكان، من فضلك.
سيارتي متعطله.
وين ظل العيون؟
نود الحصول علي مكان هادء، اذا كان ذلك ممكنًا.
هل هذه التاكسي متاحه؟
هل هذه محطه سريعه؟
متي يجب ان اتي؟
اود الحصول علي ابريق صغير من النبيذ الابيض.
اوه. هل يمكنني تناول وجبتي لاحقًا؟ لا اشعر انني علي ما يرام الان.
في الحقيقه، عندي اخبار. راح نتزوج.
هل هناك اي سراويل اخري؟
هل يمكنني الحصول علي برنامج؟
تعرضت غرفتي للسرقه البارحه.
اريني السمكه التي رايتها اليوم في كتاب الصور، من فضلك.
اطلع علي التعليمات الموجوده علي عبوه الطعام المُعبا في فراغ.
اريد نقودًا ورقيه.
سرق محفظتي وهرب.
ما عندكمش دروس تجريبيه؟
فين نقدر نشري طوابع البريد؟
انا من بريطانيا العظمي.
لازم نتحقق من هالموضوع مع زوجتي.
اود الحصول علي استرداد المبلغ المدفوع مقابل هذا.
فيه كشك تليفون قدام البنك ده.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي شويه، مش هكي؟
هل لديك القسيمه؟
وين محطه الباص؟
هل تريد تناول الحلوي؟
هل تتكلم؟
نفس الشيء بالنسبه لي، من فضلك.
طلبيتي ما وصلتش.
هناك العديد من الينابيع الساخنه.
من فضلك قم بتحويل خمسين الف ين الي دولارات امريكيه.
هذا يناسبني. في الواقع، اود ان ادخن.
فين نقدر نستاجر الزلاجات والاحذيه؟
هل نسيت مشروباتنا؟
هل يمكنك ارساله الي عنواني في اليابان عن طريق البريد الدولي للطرود المستلمه عند الدفع؟
اود الحصول علي كاس من النبيذ الاحمر.
بس لو كان هذا ملكك، سيدي. هاهاها، مجرد مزحه صغيره.
اكيد. كيف نقدر نساعدك؟
لدينا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
هويه. اه، صحيح. هل جواز السفر مقبول؟
رقم غرفتي هو ثلاثه وعشرون وسته. هل يمكنك ان تاخذ ملابسي للغسيل؟
راح نشوف اذا كان اي من هذه الاشياء مناسبه.
اود الحصول علي غلايه.
جيبلي شويه جبنه مبشوره.
هل يمكنني تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك ان تطلب منه ان يتصل بي مره اخري؟
اذن لماذا؟
عفواً. هل يوجد محل لبيع الكتب هنا في الجوار؟
اعتقد انك ارتكبت خطاً. لقد تم دفع ثمن الغرفه مسبقًا. لدي ايصال.
الحافله موجوده هناك.
اريد بكرتين من فيلم ملون من نوع ايزو مءه، بست وثلاثين صوره، من فضلك.
اود ان اصرف هذا الشيك بقيمه سبعين دولاراً.
اود شراء طوابع لعشر بطاقات بريديه الي اليابان، من فضلك.
هل هناك اي بنوك بالقرب من المحطه؟
اخشي ان هناك خطا في الفاتوره.
هو هنا بالضبط.
واحد تشيز برجر للتوصيل، من فضلك.
ما تقدرش تعمل شغل التصميم من غير كمبيوتر في هالوقت.
اجري.
فيه شق هنا في بلوزتي. اتساءل اذا كان بامكانك خياطته لي، من فضلك؟
كم سعر التذكره الي مانشستر؟
هل يمكنك ان تعيرني كابل شحن؟
وين نقدر نشري حصيره بحر؟
بعدين، عطيني حجز جديد من فضلك.
اعطني شريحه لحم الخنزير هذه، لكن ليس بهذا السمك.
حنّا جاين الساعه سبعه.
عندما اري الاسعار منخفضه هكذا، يبدو من السخافه شراء اي شيء في اليابان.
تمت سرقه سجلاتي انا ايضاً.
من فضلك، اريد مخروط ايس كريم بنكهه الفانيليا.
انا موافق. يجب ان يصبح هذا الامر طبيعياً جداً.
انتبهوا للفجوه، انتبهوا للفجوه، ثم اقتربوا من الابواب، من فضلكم.
راح نحتاج لبطاقه اءتمان.
هذا هو الرقم.
قوللي من فضلك علي مكان حلو في هاد النهر.
من فضلك اعطني تقرير الحادث.
لا، شكراً لك الان فقط.
حسنًا، يرجي البقاء علي الخط. السيد ناكاجيما، يبدو ان السيده سايتو لا ترد علي المكالمه. هل تريد مني ان اتصل بها لفتره اطول قليلاً؟
ربما، لكن يجب علينا تقييمها بشكل منفصل.
يبدو ان هذا نادر جدًا بعض الشيء.
فين مكان استلام الامتعه للرحله رقم سبعه صفر ثلاثه؟
فيه مشكله في طريقه مسكتك.
هل سيتلف هذا؟
لا، شكراً. من الافضل ان لا اشرب المزيد.
من فضلك اخبرني عن بعض الشوارع المناسبه للتسوق.
هل يذهب هذا الباص الي فندق هيلتون؟
هاللوحه هاذي مميزه بكل. هي من رسم تسوروتارو كاتاوكا. هو فنان معروف عالمياً.
انا من محبي الموسيقي الكلاسيكيه بشكل كبير.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسنًا. ما اسم حزبه ورقمه، من فضلك؟
عفواً. ارجوك دعني اخرج.
هل يمكنك طلب موظف يتحدث اللغه اليابانيه؟
نحن نزور اقاربنا بشكل متكرر جداً.
ميكي هياكاوا. هذه الغرفه رقم سبعه او تو.
اضطر للبقاء هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه في الفندق؟
مش حتكون طويله. خمسطاش دقيقه بالكثير.
هل يمكنك اخباري عن تكلفه هذه المكالمه؟
طيب، ممكن تقوللها اني اتصلت بيها؟ حنتصل بيها مره ثانيه بعدين.
هل هناك جوله صباحيه؟
هل تقومون بتغيير العملات الاجنبيه؟
ميزانيتنا الاجماليه تبلغ حوالي خمسين دولاراً لثلاثه اشخاص.
فين نقدر نشري بكره فيلم؟
هل لديكم بيره يابانيه؟
اود شراء بدله سباحه مقاس صغير، من فضلك.
اود ان اسجل امتعتي.
هذي هي الانسه كاوازو في الغرفه سته عشر احد عشر.
العفو.
ما فيش اي حاجه.
شنو اكثر اهميه بالنسبه ليكم يا يابانيين، يوم راس السنه ولا يوم عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، اذهب مباشرهً عبر هذا الممر. انه المقعد المجاور للنافذه.
لحظه واحده من فضلك.
يرجي تعبءه تقرير عن المفقودات.
انا ما نفهمش الامريكي، انا نتكلم الانجليزيه بتاعت الملكه.
منذ الامس.
وهي تشمل التامين ضد الحوادث والمسءوليه.
لقد فقدت بطاقه المطالبه الخاصه بي.
هل لديكم اي دبابيس ذات تصميم جيد؟
انا اتصل من كشك عمومي في ميسي.
هذه كبيره جداً.
كم تبلغ تكلفه ركن السياره في الساعه؟
السيدات والساده، لدينا في رحلتنا اليوم مضيفات طيران يتحدثن اللغه اليابانيه ويمكن التعرف عليهن من خلال الدبابيس التي تحمل العلم التي يرتدينها. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، فيرجي اعلامنا بذلك.
هل هناك فتره فنيه معينه تفضلها؟
من فضلك تحقق منه مره اخري.
امشي علي طول النهر بشكل مستقيم لمسافه نصف ميل تقريبًا. ستصل الي الحديقه.
لا، فهي متينه جداً.
تمام، راح نرسلهالك علي لاس فيجاس.
ابحث عن قمصان للجري.
هل تريد ان تشرب اي شيء من البار؟
من فضلك اتبع هذا الطريق. استخدم هذا المصعد.
من الافضل ان تستقل القطار الذي ينطلق في الثامنه والنصف.
هل هناك دار سينما هنا في الجوار؟
هذا هو موسم المحار الان، لذا سيكون جيدًا.
اود شراء ساعه مستعمله.
ساقوم بتسجيل الدخول في حوالي الساعه التاسعه مساءً.
الوقت تاخر. يجب ان اذهب.
انا لم استخدم خدمه الغسيل الخاصه بكم. هل يمكنك التحقق من هذا مره اخري؟
اريد شاياً، من فضلك.
لا، ما فيش.
هل هذه هي المحطه الاخيره؟
خلّينا نتصلوا بيه.
هل هذا حار ومتبل؟
فين نقدر نلقي باص سياحي؟
نعم، اريد ان ازور معالم المدينه.
هناك العديد من السياح حول المبني، ويبدو انهم قد تجمعوا لمشاهده ما يحدث.
شكراً لك علي كرم ضيافتك.
الصدق هو افضل سياسه.
هل يمكنك ايقاظي في الساعه السادسه، من فضلك؟
كم تكلفه نصف يوم؟
انا كينجي.
هل تعرف اي اماكن جيده يمكن زيارتها في شيكاغو؟
حسنًا، اذا كنتما تصرّان، ساذهب معكما.
هل يمكنك استبدال هذا باخر من نفس النوع، من فضلك؟
اريد ان اقوم بحجز في تمام الساعه الثالثه والنصف مساءً.
الخزنه الامنه، من فضلك.
من فضلك اختر نوع نبيذ مناسب.
اود مكانًا صغيرًا.
هل يجب عليّ دفع ثمن الغاز؟
حرامي. امسكوه.
نحن ننتظر اصدقاءنا لكي ياتوا.
من فضلك اعطني بعض النقود المعدنيه.
اريد تسريحه شعر داءمه ومشدوده، من فضلك.
هي صغيره الحجم و لطيفه.
شن هي اوبرا اليوم؟
مقليه، من فضلك.
غسيل ملابسي لم يتم ارجاعه بعد.
بالمناسبه، هل انت متفرغ يوم السبت القادم؟
اذن، ربما نستطيع ان نتفاهم جيدًا معًا.
عامَلَتْني كانني شَحّاذ.
فهمت. هل يمكنك مساعدتي في مشكله اخري ايضًا؟
هل يمكنك وضع عدسات طبيه في نظارات الشمس هذه؟
راح ناخذ اتنين من دول.
كلاب لطيفه. ما نوعها؟
اسقطت الشوكه الخاصه بي. من فضلك احضر واحده اخري.
كان هذا ممتعًا.
اكيد. امشي علي طول ولف يمين في الزاويه الثالثه. راح تلقاه علي يمينك.
هل لديك بعض الافلام الخاصه بالشراءح الملونه؟
تعرف كاثي؟ عيد ميلادها اليوم، وهذه حفله عيد ميلادها.
هل لديكم جدول الوان؟
هل يمكنني الدفع بشيك سياحي؟
لكن، هو، الرجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
هل يمكنني الحصول عليه بدون ضريبه؟
ما نقدرش نحط شنطتي تحت الكرسي. هل ممكن تخليها عندك من فضلك؟
هل يمكنك وضع هذه الحقيبه في صندوق السياره من فضلك؟
انا خارج الان، لذا ساقوم باخذه.
ارجوك ارسل شخصاً ليحضر حقاءبي في الساعه السادسه والنصف.
اود الحصول علي خريطه لسان فرانسيسكو والمنطقه المحيطه بها.
اي نوع من الخبز لديك؟
وين المصعد؟
هل هناك شخص يستطيع العزف علي البيانو؟
في اي محطه يجب ان انزل للذهاب الي مبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، لكنني لا اعتقد ان لدي الوقت للبقاء لمده ليلتين. هل يمكنك حجز غرفه مزدوجه لي في ذلك الفندق لليله الثاني عشر من مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
لم نقرر بعد.
تعثر رفيقي و التواء كاحله.
راح نجرب شويه شربات.
هل يوجد مطعم تايلندي قريب من هنا؟
هو موجود جنب المبني الطويل مباشرهً. لذا، ارجع بنفس الطريق اللي جيت منه لحد ما توصل للاشاره المروريه. بعدين، لف علي اليسار.
لازم نلحق الطياره المتجهه للوس انجلوس بكره الصبح بدري.
بعد ذلك، يمكنني ان اوصي بثقه بهذه الجوله في مدينه سان فرانسيسكو. فهي تمنحك نظره عامه عن سان فرانسيسكو.
اريد الحصول علي تامين.
خلينا نحطوا كماده بارده باش نخففوا الالم.
هي تريد شراء فستان.
كم تكلفه سياره الاجره للوصول الي هذا الفندق؟
وين الحمام؟
هل هناك تكلفه للدخول الي هذا المبني؟
افعل ما تريد.
انا نبحث علي حاجه رسميه.
النافذه عالقه.
علي اي جانب من ساحه يونيون يقع هذا المكان؟
نصف اونصه من عطر شانيل رقم خمسه، من فضلك.
شن رايك في شويه قهوه؟
هل احتاج الي تذكره؟
كم تبلغ تقريباً تكلفه الخدمه؟
قداش المسافه من هنا؟
كريمه وسكر؟
هل لديكم اي نسبه خصم للاعضاء؟
هل هناك قطار سريع جداً في التاسعه والنصف؟
خلّيني نتفقد ساءل الفرامل والمحرك. يبدو ان محركك علي وشك ان يتوقف.
مش ذنبي.
ما فيش كهرباء.
حانبلغ الشرطه عن هالموضوع.
هل سيتعين علي الجميع دفع ثمن مشروباتهم بانفسهم؟
ما بين ثلاثين الي خمسين دولاراً في الليله الواحده.
من فضلك قم باصلاح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفلات توزيع الجواءز، او الجنازات.
من فضلك، ضع المزيد من الخردل.
علاش ما تعطيهاش هديه؟
اي فيلم تنصحني بمشاهدته؟
هذا عشرون دولاراً، اعطني من فضلك دولارين كباقي.
لقد صدمتني من الجانب.
يمكنني الحضور في الساعه الثانيه.
هل هذه الامتعه من رحله الخطوط الجويه اليابانيه رقم صفر واحد؟
هاذي اول رحله ليا لباريس.
هل يمكنك تقدير التكلفه قبل ان تبدا العمل عليها؟
تفضلوا بالدخول، من فضلكم.
رحله المشي اللي حنقوموا بيها حتكون ممتعه بكل.
فين نركبوا القارب؟
ما عندناش كيس للكميه هادي، عشان هكي حنحطها في الكيس البلاستيكي الكبير هادا.
اود ان العب التنس.
فيه عصير اناناس، برتقال وطماطم.
الجانب الايسر من هذا الطابق، بالقرب من السلالم المتحركه.
شنو اللي راح يُعرض في قاعه الحفلات اليوم؟
الن تفضل مشاهده فيلم اخر؟
من فضلك قم بتحويل هذا الشيك السياحي الي نقود.
اود ان احصل علي نفس الدوره غداً، من فضلك.
ربما يمكنني ان اعطيك اجابه افضل علي هذا السءال بعد عرضين او ثلاثه.
احتاج هديه للذكري السنويه.
ما هي المسرحيات الموسيقيه المعروضه الان؟
هل لديك مراه؟
عذرًا، لقد ضعت. هل يمكنك مساعدتي؟
من فضلك، ساخذ هذا.
لا يمكنك ادخال الالعاب الناريه الي كندا.
زوجتك طباخه راءعه.
تحتاج اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص صباح الغد، من فضلك؟
شنو تحب تاخد مع الطبق الرءيسي؟
هل هناك متجر صغير هنا في الجوار؟
هالمكان مليان ناس، مش هكي؟
اسف. سيكونون جاهزين خلال خمس دقاءق تقريبًا.
جاني تصلب في رقبتي وانا ناءم.
تمام، ما فيش مشكله. ممكن اشوف جواز سفرك؟
ما عنديش فلوس.
في اي وقت يجب ان اكون في المحطه؟
فيه مطاعم كثيره في المنطقه هذي.
هو موجود بجانب غرفه الملابس.
كان الحديث معك لطيفاً.
هل هناك جوله بعد الظهر؟
انا مع اصدقاءي.
لقد استمتعت باقامتي. شكرا لك.
الشاطء موجود تحت مباشرهً. انه منظر راءع.
شكراً علي انتظارك، السيده ماكغواير. لقد وصل. تفضلي، من فضلك.
هل لديك بطاقه هويه تحمل صوره؟
سبعه، من فضلك.
اريد ارسال هذا الي المغسله. متي سيكون جاهزًا؟
عندي بنطلون مخطط.
نعم. لقد تم توصيل امتعه شخص اخر الي غرفتي الان. هل يمكنك التحقق من ذلك، من فضلك؟
هل يمكنك ان تشرح لي ذلك بمزيد من التفصيل؟
هل نمت جيدًا؟
هل ستقوم بالضغط علي زر الغالق؟
مفتاحين، من فضلك.
اريد مصباحاً.
هو في نهايه الممر.
اود الحصول علي بعض الاوراق للكتابه.
هل سنذهب بالحافله؟
قلت انك ستغادر الي طوكيو غداً؟
خليني ننام لين الساعه تسعه.
انا مضطر للانتقال الي AW one zero zero. هل هذا ممكن؟
كيف حال لعبتك هذه الايام؟
اشعر بانسداد في صدري.
ماكو مشكله. اذا جيت في الخامس من سبتمبر، راح تقدر تستمتع بعرض فيلم علمي لان عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
هل لديك اي جوله اخري؟
تمام، خصم بنسبه خمسه في المءه. هل هذا جيد؟
انا ذاهب الي باريس.
مش اخر موديل، صح؟
من المقرر ان يتم ذلك في الساعه الثامنه والنصف مساءً بالتوقيت المحلي.
من فضلك، خذ هذا المبني معنا.
تمام. ساطلب وعاءً متوسط الحجم وكره ارز.
كيف يبدو هذا؟
اود ان اري ذلك الموجود في النافذه، من فضلك.
مستحيل. نحن في عطله. انا ارفض الجلوس في غرفه الفندق ومشاهده البيسبول علي التلفاز. اريد ان اذهب لمشاهده مسرحيه.
هل يمكنني لمسه؟
هل يمكنك المجيء الي هنا لاصلاحه؟
اريد بعض الالياف الصناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد بعض الكريمات المنظفه.
اريد ستره ذات اكمام طويله.
تمت سرقه حقيبتي.
يبدو ان طرقنا تتقاطع عده مرات، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
هم لا يزالون يبدون غير ناضجين قليلاً.
قداش؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان، ويبلغ ارتفاعه ثلاثه الاف وسبعماءه وسته وسبعين مترًا.
لا، ليس بعد. هناك الكثير من الخيارات المتاحه.
اريد بعض الكريم الليلي.
هو بين المخبز ومتجر الجزاره.
هل يمكنك تقصير الاكمام؟
اخشي انه لا يوجد ملعب جولف هنا في المنطقه.
هل يمكنك ان تُريني الخاتم الثاني من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل نجحت في الاتصال حتي الان؟
هذا خطا.
ايه، صحيح. لانك تقدر تشوف العلم قدام مكتب البريد.
اكيد راح ترسلهم، صح؟
اود اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد طلبي لاخذه معي.
عندما يصل، سندفع تكاليف شحنه الي عنوان منزلك.
نستخدم دايماً الكمبيوتر في الشغل في هالايامات.
اها، تمام. فهمت. راح نجي لمكانك.
لا، هذا يكفي.
هل يمكنني الحصول علي بطانيه ووساده؟
هل يمكنك ان تاتي الي هنا في اقرب وقت ممكن، من فضلك؟
كوب قهوه، من فضلك.
ابحث عن بعض البطاقات التي تُعتبر هاواءيه نموذجيه.
هل يمكنك تضييق الخصر بمقدار ثلاثه سنتيمترات؟
انا في نفس العمر.
هل ستحضر لي بعض القهوه؟
ثلاثماءه وخمسون دولارًا؟ هذا اكثر من ميزانيتي.
هل نحتاج الي طرح هذا الامر للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي استنتاج، سارسله الي مجلس ادارتنا صباح الغد.
هل تعرف اذا كان هناك اي فنادق رخيصه؟
صباح الخير. هل نمت جيداً؟
شنو ناوي دير بعد ما تخلص المدرسه؟
تعرضت للسرقه في الشارع، حيث سرقوا حقيبتي الكتفيه.
هل كان لديك اي خدمات اخري غير وجبه الافطار هذا الصباح؟
اريد فنجان قهوه بيضاء، من فضلك.
تمام. هل فندق شيراتون موجود في هذه المنطقه؟
اتمني انك لست متعباً جداً.
اود استءجار سياره من هذا الطراز لمده يومين.
راح نشرب كاس جاك دانييلز.
اريد كيساً من الفشار، من فضلك.
لقد اسقطت عصا التزلج.
مانجيبش اي هدايا للحفله. الضيوف يجيبولنا فلوس بدل الهدايا.
اود ارسالها بالبريد السطحي.
وصلت الطاءره متاخره بسبب الثلوج الكثيفه.
ارجو منك الشحن، من فضلك.
هل يمكنك ان تاخذ رساله، من فضلك؟
اسف، لا استطيع ان افهمك. هل يمكنك التحدث ببطء اكثر، من فضلك؟
شنو اللي نقدر نعرضهولك؟
هل يمكنني التقاط الصور؟
من مءه.
رقم الرحله هو HP تسعه وثمانون الي طوكيو في الحادي عشر من مارس.
هل يمكنني الحصول علي نفس الطبق مثل ذلك؟
هل لديك واحده اخري؟
من فضلك احضر لي وجبه الافطار الي غرفتي في السابعه من صباح الغد.
سيصل شخص الصيانه قريبًا.
اسف. ساعود لاحقاً.
كيف يمكنني تناوله؟
هل هناك اي اماكن شاغره في جوله يوم الخميس؟
عذرًا، هل يمكنني المرور؟
هل لديك اي نباتات او فواكه؟
من فضلك قل لي كيف يمكنني ملء بطاقه المغادره؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذه الاطعمه قليله السعرات الحراريه؟
اي حافله يجب ان اركبها للذهاب الي المحطه؟
ايه، صحيح. لكن لازم تلف يسار عند الاشاره التالته وتفضل ماشي في الشارع ده لغايه ما توصل للطريق رقم سته وستين.
اريد كوب ماء لتناول بعض الادويه، من فضلك.
ساكون ممتنًا جدًا اذا اخذتني الي الشاطء.
انا اسف. لقد اتصلت بالرقم الخطا. هذا هو مكتب تانكيوشا للصحافه.
نحن بصدد تسجيل الخروج.
شنو هالاغنيه؟
من فضلك اعطي هذا الشراب لطفلك، بمقدار واحد، بعد كل وجبه.
هذا الطراز متوفر باحجام 28 و31 و35 سم.
اوه، يبدو هذا كثيرًا.
هل يمكنني استخدام هاتفك؟
هذا عطره جميل جداً. كم ثمنه؟
اود ان اءكد رحلتي الي شيكاغو مره اخري في اليوم السابع عشر.
اكلت اكثر من اللازم قليلاً.
هل يمكنني التحدث مع السيده براون؟
هذا البيت يبدو مريحًا للعيش فيه، اليس كذلك؟
اود ان اقوم بحجز علي رحله الخطوط الجويه نورث ويست رقم صفر ثمانيه سته في اليوم الخامس.
محفظتي، جواز سفري، واغراضي الشخصيه الاخري.
متي تغلقون؟
استني لحظه. يمكن نسيتها في الحمام.
هذا بالضبط ما كنت ساقوله.
نعم، اعتقد ذلك.
بيتك كبير. كم عدد الغرف؟
استمتعنا بالعشاء.
انا فاهم، بس ما نقدرش نقولها.
اوه، نعم، من فضلك. اتمني فقط الا يصابوا بدوار البحر.
الي طوكيو، من فضلك.
شنو وقت وصولنا المتوقع؟
انا راح نمشي بكري غدوه، عشان هكي نبي ندفع هلّا.
شيري جاف، من فضلك.
اريد مقعداً لغير المدخنين، من فضلك.
هو مشغول الان.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل يمكنني البقاء في غرفتي حتي الساعه الثانيه مساءً؟
هاها. صباح الخير حسب توقيتك. لا باس.
اود الحصول علي بعض من هذا الفيلم الذي يحمل رقم ASA لهذه الكاميرا، من فضلك.
فين لوحات مونيه؟
هذي البيتزا لذيذه. من اللي سوّاها؟
كيف يبدو طعم هذا الطبق؟
وهم مكلفون ايضاً.
متي موعد انطلاق القطار القادم المتجه الي بوسطن؟
اخطط لتعلم لعبه الجولف.
ارجوك اعطني مشروباً اخر.
ما اروع هذا راكب الامواج.
اخشي ان تكون الاكمام قصيره جداً.
هل يمكنك ان تُريني كيف اضع الغاز؟
هل يشمل سعر الفندق وجبه الافطار؟
هل هذا كل شيء؟
هو موجود في هذا الطريق.
من فضلك شغّل العداد.
غرفتي بارده جداً.
راح نرجعلك لما نكون اقل انشغالاً.
هل لديك واحده اكبر؟
اشعر بتحسن.
هل انت علي درايه بجغرافيه اليابان؟
ارجو ان تُظهر لي مكاني علي هذه الخريطه.
قطن بنسبه مءه في المءه.
اود تغيير الغرفه الي غرفه ذات اطلاله علي المحيط. هل هناك اي رسوم اضافيه؟
كم سعر تاجير لوح التزلج لمده نصف يوم؟
العاشر من نوفمبر.
اود الحصول علي شريط اله كاتبه.
هو لذيذ جداً.
متي سنقلع؟
كيفاش تخبر السايق لما تبي تنزل؟
اربعه وعشرون دولارًا. هل تريد المزيد؟
قمت بالحجز في طوكيو قبل شهر.
اشكركم من اعماق قلبي.
هل يجب ان انزل هنا للوصول الي مركز روكفلر؟
من فضلك قيس مقاس حذاءي.
هذا راءع.
هل ستوافقين علي الخروج معي في موعد؟
من فضلك نظف هذه المعطف.
اود ان استاجر قاربًا بمحرك.
فين قسم الحريم؟
القهوه مش مشموله؟
في اي مجال كان يعمل من قبل؟
لعنه. لعنه. لعنه. لعنه. لقد تعودت علي وجهها.
هل يجب عليّ دفع الرسوم الاضافيه عند دخولي الي المبني؟
مرحباً، الطرف الاخر في المكالمه هو من حزبك. تفضل بالمتابعه، من فضلك.
جرحي يءلمني.
وين المحطه؟
انا نحس بالبرد.
ثلاثه ايام.
اعبر الجسر الموجود هناك، وستجد المكتبه علي الجانب الايسر.
من فضلك ساعدني في العثور علي مرشد يتحدث اللغه اليابانيه.
مانبيش وحده ضخمه.
سيكون هناك تاخير بسيط.
شن الفرق بين هادوم الفنادق؟
فاتتني محطتي.
كان هذا راءعاً. شكراً لك.
حانكون هناك حوالي الساعه سته في الليل.
هل لديك شيء اطول قليلاً؟
تاريخ الانتهاء هو التاسع عشر من مارس عام تسعه وتسعين.
كيف كان؟
هل هناك اي كازينوهات جيده؟
ها هي الاموال الخاصه باقلام الحبر. ورقه نقديه من فءه مءه دولار.
فين قسم النساء؟
فين نقدر نركب القارب؟
صاحبي مصاب.
تبدو في حاله جيده.
هل سيتم فتح هذا المتجر غداً؟
هو في اخر الممر.
هل يمكنك ان تقص شاربي من فضلك؟
هذا ياتي مع بار السلطات واختيار البطاطس المشويه او البطاطس المقليه.
وين نقدر نشري الحشيش؟
ما نقدرش نبيع هاذا بدون وصفه طبيه.
هل يمكنني حجز خمسه مقاعد معًا في نفس الصف؟
هل يمكنك ان تعيرني حبل سحب، من فضلك؟
اي سياره تعطي افضل معدل استهلاك للوقود؟
مش حتحصل علي خصم مهما حاولت بكل جهدك.
هل يمكنك فتح هذه الحقيبه، من فضلك؟ ماذا يوجد لديك هنا؟
اريد اجراء مكالمه لمسافات طويله الي فندق هيلتون في بوسطن.
هل تقبل النساء ذلك؟
احذر، السقف منخفض.
ما نقدرش نشوف الشاشه مليح من هنا. نقدر نبدل مكاني لفتره؟
زرت البحيرات العظمي لاول مره.
هناك مشكله في اله البيع هذه.
انا بحاجه الي طبيب.
منذ متي وهي في المملكه المتحده؟
شخص مثلك يحب الفن الطليعي، من المحتمل انه سيستمتع باللوحات ذات الطابع الهيبي وموسيقي الشوارع.
في اي وقت؟
راح ناخد هوت دوغ و كولا.
هذا هو المشغل الدولي.
تشوف مبني ابيض، صح؟ هو موجود قدام المبني هذا.
من متي؟
ما عنديش حاجه نعلن عليها.
شنو؟ هل لازم تدفع ضريبه اذا كان عندك اكثر من ثلاثه قنينات كحول؟
صاحبي مريض بزاف. ممكن تتصل بالطبيب، من فضلك؟
ما نعرفش حاجه بزاف علي النبيذ. شنو اللي يناسب هالطبق؟
هل يمكنك ايقاظي بمكالمه هاتفيه في الصباح الباكر، من فضلك؟
في محطه بنزين علي بعد كتلتين من هنا.
الشعب الياباني ما ياخدش عطلات طويله.
اشعر ان هناك من يحدق بي. هل من النادر ان يري المرء شخصاً يابانياً؟
لا طبعاً. ليش تقول اذا؟
من اي اتجاه يوجد مدخل مكتب البريد المركزي؟
فين محطه حافلات جرايهاوند في هالمدينه؟
بس مش المطاعم اليابانيه في كيوتو غاليه؟
اعتقد انه صاخب قليلاً بالنسبه لي.
عندنا غرفه لشخصين مع حمام بثمانيه وخمسين دولار.
اريد معرفه سعر الكتاب.
الجو ابرد من المعتاد هذه السنه، لكن ليس بارداً بما يكفي لتساقط الثلوج.
فين نقدر نشري تذكره المترو؟
هل سيكون لدي مقاعد في درجه رجال الاعمال، اليس كذلك؟
كم سعر اجره التاكسي من هذا الفندق الي المحطه؟
هل يمكنني الحصول علي هذا وهذا، من فضلك؟
يقولون ان اليابان بلد غني جدا.
هل هناك غرف متاحه مجانيه في عربه النوم؟
هل يمكنك تخفيض السعر الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
الثلج يجعل الطريق زلقاً.
ما نقدرش نلقي الكاميرا بتاعي.
حانعمل ساندويتشين لحم خنزير.
هل لديك اي شيء تود التصريح عنه؟
هل رايت المعطف الازرق؟ لقد وضعته علي هذا الكرسي.
فيه محل لبيع الزهور في الجهه المقابله من الشارع.
انا من طوكيو.
اريد بعض كريم ريفلون للشطف.
عندي بعض الملابس اللي لازم نغسلها.
طلبته من فتره طويله.
هل يمكنك ارسال حمال الي غرفتي في الساعه السادسه صباحًا؟
راح نشرب شوكولاته سخونه.
يمكننا ترتيب تنظيف غرفتك.
خاص، من فضلك.
كم تكلفه الذهاب الي فندق سي؟
هل يمكنني الحصول علي تذكره متعدده؟
اود حجز طاوله لشخصين في الساعه السابعه، من فضلك.
اريد بعض الكريم الليلي.
هل يمكنك تغليف هذا كهديه؟
الساعه ثلاثه وربع.
اخطط لارسال الفواتير الخاصه باحتياجاتي اليوميه، لذا يرجي اخباري بعنوان الشخص المسءول واسمِه.
من الصعب علينا ان نتكلم الانجليزيه بطلاقه.
هل لديك هذه الاحذيه بنفس التصميم مع كعب اعلي؟
اريد ستره لولد عمره عشر سنوات.
خُذني الي طريق ابي، من فضلك.
شكراً. مرحباً، شكراً علي انتظارك.
انا متاكد ان لدي حجز.
راح نرسلهولك، فمن فضلك استني هنا.
احنا هنا ليوم واحد.
عندي صداع خفيف.
لقد استمتعت بالوجبه كثيراً.
لا، تفضل بالجلوس وانتظر. ساعود حالاً.
هل يمكنني رءيه السياره؟
هل يمكنك ان ترسم لي خريطه، من فضلك؟
حسنًا، سيدي. يرجي البقاء في غرفتك حتي ياتي الطبيب.
تعرضت للسرقه في شاطء وايمانالو. ارجوك تعال حالاً.
شن رايك في مءه دولار؟
اريد ان يتم تغليف هذا.
اود تقديم طلب لاعاده الاصدار.
دعمت الحكومه تشجيع الصناعات.
اعتقد انه اكبر من خمسين سنه.
شنو الحد الادني للسن باش تعمل هالشي؟
هل لديك اي خراءط بسيطه للمدينه؟
اذا كان ممكناً، افضل الا يتم خلع السن.
النتيجه هي كره واحده وضربتين.
من فضلك، في اي وقت سيصل القطار الي سان دييغو؟
اود ان القي نظره علي صندوقك.
اريد بعض الشامبو.
انا مقيم في فندق هيلتون.
اشعر بالتوعك والغثيان.
لكن لدي موعد معها في الساعه الثانيه لمقابلتها.
هل تذهب هذه السياره الي ادنبره؟
نعم، الرجاء تعبءه هذا النموذج.
كم تتقاضون مقابل الوزن الزاءد؟
اسمي كيمورا. اريد الغاء حجزي ليوم الجمعه.
اوه، انا اسف. هناك مشكله ونحن نعمل علي اصلاحها. هل يمكنك الانتظار لمده ثلاثين دقيقه تقريبًا؟
متي يمكنني تسجيل الخروج؟
فهمت.
راح نتصل بحد.
هل تريد تسويه الفاتوره الان؟
جت السياره عليا من الجنب في التقاطع.
هذا صندوق موسيقي.
وين هيا الضاحيه؟
هل هناك جوله بالحافله في المدينه؟
متي نبدا؟
حسنًا، سيدي. بالنسبه للسياره متوسطه الحجم، يمكننا ان نقدم لك سياره Mercury Sable. هل هذا مناسب؟
لقد اصبت عضله برضوض.
بس لازم تعدني انك تضرب الكره، مش تضربني. موافق؟
قداش باقي؟
هل يمكنني استعاره بعض الملابس القطنيه؟
من اي نوع من الجلد صُنعت هذه الحقيبه؟
ما نعتقدش ان هالسكين نظيف. تقدر تجيبلي واحد ثاني؟
اشتريت هذا قبل قليل، لكن هل يمكنك استبدال هذا بذلك؟
بصراحه، انا لا اوافق علي ذلك.
هل هذا هو الطريق الصحيح للوصول الي المحطه المركزيه؟
قارب مع مرشد، من فضلك.
اود ان اطلب بدله داكنه اللون لنفسي.
هالمظله تنفع كعصا.
هل يجب عليّ ترك كل امتعتي في غرفه الملابس؟
ارجو ان تُريني جواز سفرك.
هل هناك مكان يقبل الغسيل يوم الاحد؟
اثنين تشيز برجر، من فضلك.
اي حافله تذهب الي ميامي؟
لكن لا حاجه لاعطاء بقشيش.
يمكنك مشاهده واحده في قاعه كارنيجي.
انا مش معتمد.
ما هي الاطباق المتخصصه في هذا المطعم؟
اود ان احجز موعدًا مع الطبيب.
نتساءل اذا كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص الليله.
ما عندكش مانع لو جيت لدارك؟
يبدو ان هناك مجالًا للتحسين.
وين مكان المترو؟
هل لديك هذا بمقاس اصغر؟
فين نقدر نلقي الاسبرين؟
هذا هو الحضيض؟
من فضلك اعطني تصريح مرور لمده اسبوع.
هذا زميلي.
شن نوع البنزين اللي عندك؟ بريميوم، عادي، او خالي من الرصاص؟
هذا واحد.
انا جاني زكام.
هو مغلق يوم الاثنين، لكن اي يوم اخر سيكون مناسبًا. اعتقد انه مفتوح من التاسعه صباحًا حتي الخامسه مساءً.
هذا هو الانقليس المشوي مع صلصه خاصه فوق وعاء من الارز.
قال: "لنحتفل"، واخذني الي حانه. قال انه سيجري مكالمه هاتفيه وخرج ولم يعد ابدًا، وعلقت مع فاتوره كبيره.
كم سعر الجالون الواحد؟
كان لدي جواز سفري وبطاقتي الاءتمانيه في حقيبتي.
الحجز في السابعه، باسم مانو.
ما تبيش تشرب كاس شاي؟
هل يمكنك ان تخبرني اين يمكنني ان اجد القنصليه اليابانيه؟
هل يوجد طبيب في الفندق او طبيب يمكن الاتصال به؟
هو دايماً يشري حوايج من شارع بوند.
ورق انجليزي، من فضلك.
هل هناك مكان يعزف فيه موسيقي الريف؟
اود التحقق من اغراضي الثمينه.
هل هناك المزيد من تلك المصنوعه من الصوف؟
كم سعر الورقه الواحده؟
حسنًا، اضغط علي تسعه وصفر واحد واحد، ثم رمز البلد ورقم الهاتف.
هل يمكنني الحصول علي كوكا كولا دايت؟
هل يمكنني تقديم طلب؟
كانت رحله القياده ممتعه. شكرا لك.
عذرًا، هل يمكنني المرور؟
يبلغ اجمالي عدد سكان اليابان حوالي ماءه وثلاثين مليون نسمه.
اود استءجار مظله شمسيه.
نعم، واود ان اقوم بعكس التكاليف.
محفظه تحتوي علي مءه دولار وبطاقتي اءتمان.
الماء سخن بزاف.
انت هنا.
كوب قهوه، من فضلك.
من غير المرجح جداً.
بطني تءلمني بعد الاكل.
واااو، هذا مكان جميل.
قد يكون مصاباً بانسداد هواءي.
هل قررت؟
اذا كنت تريد، يمكننا ان نرتاح هنا.
فقدت اثر رساله مسجله.
ما تقدرش تغير وظيفتك بسهوله.
ما هي المحطه القادمه؟
تمام، لكن ليس في المدرجات. الجو حار جداً اليوم.
انزلي هنا، وبدلي الحافله لتصعدي الي الحافله رقم سته.
لازم نلحق الرحله الجويه اللي علي الساعه عشره الصبح.
لازلت اشعر بالرغبه في التقيء.
مانبيش حاجه كبيره.
تفضل، الحساب.
كم سعر الفطر الطازج؟
ارجو ان تشحن البطاريه. هل تقبلون بطاقات فيزا؟
اليوم راح نروح نشوف كيف شكل الحي الصيني.
اتنين او اتنين تسعه تلاته تسعه سته سبعه صفر صفر.
اود ان يتم خلع اسناني.
اريد حقيبه مستحضرات تجميل.
نتساءل عن كميه البقشيش اللي لازم نخلّيه.
فين نقدر نشوف "فانتوم اوف ذا اوبرا"؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل يمكنك ان توصيني ببعضها؟
ببطء اكثر، من فضلك.
ما هي متوسط رسوم الفاكس الدولي التي تدفعها كل شهر؟
من فضلك، مقلي من الجهتين.
حسناً، يبدو ان الامر واضح جداً. ارجو منكما ان تعطيني رخصتيكما واوراق تسجيل السياره. وابني، اخشي اننا سنضطر لاجراء اختبار الكحول لك.
رح يكون جاهز بعد بكره في الليل.
هل هذا مصنوع من القطن؟
عندي دواي الخاص.
شنو اللي نقدر نشوفه في هالجوله؟
نعم، هناك حد ادني للمشروبات وهو مشروب واحد.
كم سعرها في اليوم؟
هل يتوقف هذا الباص بالقرب من الفندق؟
اود الحصول علي قرص مضغوط.
هناك رحلات جويه تابعه لشركه JAL و ANA تغادر في العاشره وخمس وخمسين دقيقه. لكن، للاسف، كلتا الرحلتين ممتلءتان.
هذا يناسبني بشكل جيد.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
هي ما تفهمش الانجليزي خالص.
اريد صرف شيك سياحي من فضلك.
هل يمكنك الاعتناء بها من الساعه التاسعه صباحًا حتي الثالثه تقريبًا؟
كم سعر البريد الجوي الي اليابان؟
انا مقفول برا. ممكن تفتحلي الباب، من فضلك.
اي جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل هناك اي مضيفه تتحدث اليابانيه؟
كم عدد الحقاءب التي يمكنني اصطحابها علي متن الطاءره؟
لا، سيدي. هذا المساء محجوز بالكامل. لكن الغد سيكون مناسبًا.
راح نسال الحارس عن السعر الصحيح.
انا اسف جداً.
عندنا حفله يوم الجمعه بالليل. ليش ما تجي معانا؟
حسنًا، غرفتك هي رقم تسعه صفر ثمانيه، انسه. اليك مفتاحك.
من المهم جداً ان يكون لدينا امكانيه الوصول الي المواد الخام التي نحتاجها للمشروع.
عفواً، يا ضابط؟
هل يذهب هذا القطار مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
ارجوك، اخرج اغراضي الثمينه.
شن هي درجه الازدحام في الجولات السياحيه؟
اود شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب بالقرب من هنا؟
لحد امتي هادا مفتوح؟
هو مش موجود هلّا.
مايومي، هل يمكنك التوقيع علي هذه الورقه؟
هاك واحده لك، سيدي.
ما عنديش امتعه باش نسجلها.
اكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
هل لديكم افلام صيفيه؟
متي موعد القطار القادم المتجه الي واشنطن العاصمه؟
القطع الاطول هي الراءجه الان.
ساعود الي اليابان يوم الاثنين القادم.
هل يمكنني الحصول علي خريطه المترو؟
هل هي رحله طويله بالسياره؟
هل يمكنك استبدال هذا باخر جديد؟
شخصان.
فين نقدر ناخد شنطتي؟
انا لا اشعر انني علي ما يرام. هل يمكنني اماله مقعدي؟
الحاديه عشر وخمسه واربعون دقيقه صباحاً.
هل يمكنك ان تخبرني عن مطعم مشهور بين الشباب؟
كانت سيارته تسير باقصي سرعه.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ايبرت يوم الاربعاء القادم في الساعه الحاديه عشره صباحًا.
هل يمكنك ان تشرح مرضك بطريقه ما باللغه الانجليزيه؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر التجاري؟
كم مره يجب عليّ تغيير القطار للوصول الي هناك؟
هل هذا صحيح؟ دعني اتحقق. اوه، انا اسف جدًا، السيده تاكانو. هذا خطانا. هذه فاتورتك الجديده. هل يمكنك التوقيع هنا، من فضلك؟
ارجوك اعطني خمسه دولارات مره اخري.
سداده حوض الاستحمام لا تغلق بشكل كامل.
هذا مجرد تعبير عن امتناني.
هل ستقوم بملء هذه الاستماره؟
شن رايك في هاذي النماذج البلاستيكيه؟
اي علامات تجاريه لديك؟
الكعب عالي جداً بالنسبه لي.
انا مقفول برا الغرفه متاعي.
منذ متي وانت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه مرسله بالبريد الجوي الي اليابان؟
تُكتَب ج-و-ر-و-ه.
هل تريد ان تشرب شيءاً؟
اِتْرُوحْ هُنَا وِتْرَبِّعْ.
ارجوك اجعلها برقيه عاجله.
حسب تقرير الطقس، ستهطل الثلوج غداً.
اود الحصول علي كره.
بالتاكيد. سنسعد بالقيام بذلك.
هاي، هادي قصه مصوره ماليزيه. راح نشري وحده باش ناخدها للدار باش نحكي عليها.
طريق النجاح هو "جينمياكو"، اليس كذلك؟
حنوصل لفندقك حوالي الساعه تسعه في الليل.
عندي حوالي الفين وخمسماءه دولار بالعمله اليابانيه.
نعم، نفعل ذلك. ساريك بعضًا منها.
اود الحصول علي بعض حبوب النوم.
ساكون هنا حتي اليوم التاسع. اتمني ان تلقي القبض علي المجرم في اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع، من فضلك.
عندي وجع في حلقي.
احتاج الي بعض الهدايا التذكاريه من نيويورك.
انا بصدد المغادره. هل يمكنك ارسال حامل الحقاءب؟
ساعتي توقفت عن العمل.
اها، هل هذا صحيح؟ كيف يعجبك هذا؟
نحن نفتح في تمام الساعه التاسعه صباحًا.
اريد كتاب تلوين.
اعتقد انني اشعر بدوار بسبب الطيران.
هل يجب علي الذهاب الي بنك ياباني؟
لازم تبدل الفلوس في البنك.
هل هناك وقت كافٍ لاجراءات تسجيل المغادره؟
زوجك واحد من افضل عملاءنا.
هل تعرف طبيب اسنان جيد؟
اوه. يجب عليك ابلاغ القنصليه علي الفور.
مُهَزّز، مش مُخَلّط.
هل تود الحصول علي طاوله في المطعم الرءيسي ام في غرفه خاصه، سيدي؟
يذهب عدد كبير من الناس الي الشاطء خلال هذا الموسم.
وزني حوالي مءه وخمسين رطل.
وين المفروض نحول؟
فين مكتب الاشياء المفقوده؟
هل هناك حافله تذهب الي هناك مباشره؟
هل احتاج الي اي علاج خاص؟
هل ستدفع نقداً ام بالبطاقه؟
انتقلنا الي هذا المنزل قبل عام.
كم من الوقت سيستغرق اصدار تاشيرتي؟
وين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهاً، سيدتي.
هذي هديه. هل تقدر تلفها بورق تغليف حلو؟
يا له من منظر. هذه مسارات راءعه.
فيه ناس مصابين.
عفواً. اين تقع المحطه هنا؟
نعم، لدينا حجز لك.
عذرًا، لكنني اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب الحافله؟
دجاج، من فضلك.
هذا هو الغرفه رقم 201. اود طلب وجبه الافطار غداً.
شن رايك في التحرش الجنسي في مكان العمل؟
عندي خواتين.
الرحله رقم اثنين صفر ثمانيه، المتجهه الي طوكيو.
بعدين خلينا نحط حشوه داخليه.
خلينا نتلاقوا باش نناقشوا هالموضوع اكثر.
كيف تحب ان يتم تصفيف شعرك اليوم؟
هل يمكنك قول ذلك بعباره اخري؟
راح نرضي باي حاجه عندك.
نود الحصول علي طاوله بالقرب من المسرح.
انا بخير. حسناً، هل انت ذاهب الي مكان ما؟
ارتفاعه الفان واربعماءه متر.
تفضل بالدخول. من فضلك ضعه علي الطاوله هناك.
من فضلك الغي رقم بطاقتي.
اسف، لقد نفدت كلها، لكنها ستكون متوفره لدينا خلال ايام قليله.
هل يمكنني الحصول علي بعض القهوه؟
ما عنديش موعد، بس الموضوع مستعجل.
هذا مصنوع بشكل سيء.
وين السلّم المتحرك؟
هل لديكم كتيب عن الفعاليات؟
وين مدخل المترو؟
لقد فقدت تذكره الطيران الخاصه بي.
ما تقدرش تبقي هنا خلال العطله؟
اوه، انا اسف جداً لازعاجك.
هل يمكنك حجز الفعاليات؟
هل هناك مرحاض عام بالقرب من هنا؟
شنو الاجمالي؟
هذا جيد جداً. والان، من فضلكم، فلننتقل الي الاسءله.
هل لديك اي نقود معدنيه لعداد ركن السياره؟
كانت اله النسخ AX-four five zero هي الاكثر مبيعاً لدينا خلال السنوات الاربع الماضيه.
هل اتجه الي اليسار؟
هل هناك اي مضيفات يتحدثن اللغه اليابانيه؟
سعر راءع، اليس كذلك؟
يجب عليك تناوله تسع وتسعين مره في اليوم، قبل الوجبه.
انا نحبّه بكل تاكيد.
اود الحصول علي حامل ثلاثي القواءم.
اود الحصول علي ستره رياضيه.
تقدر تبقي في بيتي.
هل يمكنني ارجاع مقعدي للوراء، من فضلك؟
عظيم. كنت ابحث عن سياره اجره، لكن هذا افضل.
معطف راءع. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنك ان تخبرني متي نصل الي هناك؟
اثنين بالغين وطفلين، من فضلك.
شنو السعر؟
كان فيلم حرب النجوم اكبر نجاح في عام 1984.
فين القسم المخصص لغير المدخنين؟
هذا الحرف "تي" مثل توم، نعم، لديه هنا، تارو.
اعتقد انه مكان جميل.
اريد بعض التفاح، من فضلك.
شنو الهدف من هذا؟
اي بطاقات اءتمان تقبلونها؟
عندي وقت كافي.
حسناً، لقد حان وقت الغداء. هل تريد مناقشه ذلك اثناء الغداء؟
تمت سرقه مسجل الفيديو من غرفتي.
مرحبا، اسمي عوده. لدي حجز لليله اليوم، لكنني ساتاخر قليلاً في تسجيل الوصول. لذا، يرجي الاحتفاظ بحجزي.
هل هذه الاحذيه متينه؟
قوليله من فضلك انني نستني في مكالمه هاتفيه منه.
يقولون ان الانفلونزا منتشره هناك.
توّه وصل.
انا اسف. نحن محجوزون بالكامل لليله الغد.
انا مع بعض الاصدقاء.
يقول جورو ان السيد يامادا لديه طفلان.
هل يمكنك ان تقول ذلك مره اخري؟
اود ان اقوم بجوله جانبيه الي برج لندن.
يرجي ربط حزام الامان.
رمز المنطقه هو ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عفواً. هل يوجد جسر بالقرب من هنا؟
عذرًا، اريد استخدام الحمام.
هو محتل.
ملابسه داءمًا غير مواكبه للموضه.
هل لديكم ماكولات بحريه؟
هذا غالي جدا.
نحب نعمل هكي، لكن للاسف ما نقدرش هالمره.
والله ما نعرفش لحد الان، لكن راح نحاول اكيد.
من فضلك، ملح.
من فضلك استخدم غرفه القياس الموجوده هناك.
تسعين دولاراً لتذكره الذهاب فقط. هل تدفع نقداً ام بالبطاقه؟
هل يمكنك ان تنظف الطاوله من اجلي، من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك ان تخبرني عن ساعات العمل؟
من فضلك قم بتغليفها بشكل منفصل.
بطني تحسّها ثقيله.
هذا يبدو جيدًا. اين يمكننا ان ننتظرك؟
هل يمكننا ان نبدا اللعب عندما ينتهون؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون نسمه.
قم بملء العناصر التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
هل لديكم اوشحه حريريه؟ ابحث عن هديه لزوجتي.
سنحضره الان. ما هو رقم غرفتك؟
كان السيد كوباياشي يبحث عنك.
اود السفر من شنغهاي الي هاواي عن طريق السفينه.
هل يمكنك ارسال شخص ما؟
هل يمكنك ان تجعله جاهزًا بحلول الساعه الخامسه مساءً غدًا؟
يستغرق الوصول مشياً علي الاقدام عشر دقاءق.
قبل ما ننهوا اليوم، ممكن تعطيني دقاءق قليله؟
وين نقدر نركن سيارتي؟
اشعر بالبرد وبالم شديد في معدتي.
ويسكي مع ماء، من فضلك. وهل لديك اي شيء يمكن تناوله كوجبه خفيفه؟
كيف يمكنني اطفاء هذا الضوء؟
هل هو مشغول جداً اليوم؟
اريد بعض الخيط.
اعطني شهاده طبيه، من فضلك.
اود منك ان تجعله اقصر بمقدار بوصه واحده من هنا.
انا لا اشعر انني بخير. من فضلك اعطني بعض الدواء.
هل يمكنني الحصول علي صحيفه يابانيه، من فضلك؟
حسنًا. هل يمكنني ارجاع السياره في اي مكان؟ ما هي تكلفه الارجاع؟
اي حافله تذهب الي وسط المدينه؟
هل هناك اي قطار سريع متجه الي بوسطن؟
ارجوك كن صديقي عبر المراسله.
راح نبقي مع صديق.
انا متحمس جداً لدرجه انني لا استطيع الجلوس.
هل يمكنني النزول في فندق هيلتون؟
اريدك ان تقوم بازالته.
امشي يسار في هالشارع وخذ اول يمين.
اود ان اعرف ما اذا كان من الممكن شحن هذه المجموعه من الاطباق الي طوكيو.
اود الحصول علي بعض مستحضرات العنايه بالجسم.
هل هناك اي طعام ليس حارًا او متبلًا جدًا؟
هل هو قريب بما يكفي للمشي؟
اريد بعض الكريم لليدين.
هل يمكنك ان تعطيني الملح؟
اريد الذهاب الي وول ستريت. كيف يمكنني الوصول الي هناك؟
الافراط في ممارسه الرياضه سيضرك.
بما في ذلك وجبه الافطار والضراءب ورسوم الخدمه، سيكون السعر خمسه واربعين دولارًا للشخص الواحد في الليله.
هل يمكنك اصلاح هذا؟
مساء الخير. مرحبا.
ما نقدرش نلقي شنطتك.
امشي علي طول، من فضلك.
هل المياه هنا امنه للشرب؟
اه، تعال. دولارين فقط.
هل يمكنك تغيير هذا الفستان باخر اكبر حجماً؟
طيب، يلاّ نمشوا. نقدر نساعدك في واجبك بعد ما ناكلوا بيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
هذا ما يناسبنيش.
غدوه يوم ثاني.
يمكنني مساعدتك ربما. هل تحتاج الي فيتامين سي؟
سرقوا محفظتي في القطار.
هذا بعيد جداً. من الافضل ان تاخذ تاكسي.
اود الحصول علي مقعد في الممر، من فضلك.
انا نعيش في شقه سعرها ثمانين الف ين في الشهر.
هل يمكنني المقاطعه؟
ورّيني وحده اوسع.
عفواً. هل تمانع في تغيير مقعدك معي؟
نعم، بالطبع.
انزل للزاويه ولف يسار عند اشاره المرور.
هل تفضل الاسطوانات الاصغر ام الاكبر؟
اود غرفه مفرده مع حمام بثمانين دولاراً، من فضلك.
اود ان اودع اغراضي الثمينه في خزنه الفندق.
هل لديك غرفه متاحه الليله؟
نعم، ولكن تاكد من ان التذكره بحوزتك.
لن ينضم سوي عدد قليل من الاشخاص الي الجوله الاختياريه.
ما فيش مشكله. علي كل حال، من فضلك خذني الي وسط الحي الصيني. ساحاول ان اجد ذلك بنفسي.
يتم تعيين موظفين جدد في شهر ابريل.
نامل ذلك.
من فضلك، اريد مشروبين من الويسكي الاسكتلندي مع الماء.
من يلعب؟
هل يمكنك الاتصال بي اذا وجدت حقيبتي؟
علي اليسار، من فضلك.
هل ستقف معي لالتقاط صوره؟
لا. هل تريد الابلاغ عنه؟
هالسن اللي قدام يوجعني.
شن هي اخر لعبه كمبيوتر للي عمره 15 سنه؟
نشوفوك غدوه.
هل يوجد مطعم اقل تكلفه بالقرب من هنا؟
لا، لكن شكراً. انا اشعر بتحسن.
هل لديك خبز؟
قداش انت شاطر في العزف علي الكمان؟
صاحبي زلق وطاح في الحمام.
هل يمكنني الحصول علي منفضه سجاءر؟
تم حظر المسيحيه وتم اغلاق البلاد امام بقيه العالم.
كم تريد؟
كوكتيل روبيان لها، ونفس الشيء لي.
هل يمكنك التوقيع هنا؟ الرجاء وضع الحرف الاول من اسمك هنا.
لقد كان من دواعي سروري ان ازور مكاتبكم الرءيسيه وان اجري مناقشات هامه معكم. اشكركم جزيل الشكر علي تعاونكم الكريم.
شخيرك مزعج.
انا لا احب اللون في النهايه. هل يمكنني ارجاع هذا؟
اخرج من الباب الموجود هناك، وانتظر عند المحطه رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني الحصول علي بعض الفلفل؟
نعم، اريد شيءًا اقراه.
هذا السيد تاكاهاشي في الغرفه رقم 549. هل يمكنك ارسال اربع زجاجات من بيره بودوايزر، من فضلك؟
هذا سبعون دولاراً.
من فضلك اتصل بي في الفندق الذي اقيم فيه عندما تجد حقاءبي.
اود ان اتلقي مكالمه ايقاظ في الثامنه والنصف من صباح الغد، من فضلك.
ايه، لكن هذا كثير وانا شبعت بالفعل.
اود الحصول علي بعض غسول الفم.
انا مش حاسس بروحي مليح.
هل تقدمون اي خصومات علي المشتريات بالجمله؟
طوكيو زيرو ثري كوادروبل ناين فور فايف سيكس سيفن.
هل يمكنك مساعدتي في العثور علي حديقه الحيوانات؟
هل ستخبرني كيف يمكنني تعديله؟
متي تنتهي جوله الحافله تقريباً؟
هل تعرف كيف تستخدم الهاتف؟
بالتاكيد. لدينا بعض العلامات الراءعه للكتب من صنع الامريكيين الاصليين.
اريد مشغل يتحدث اللغه اليابانيه، من فضلك.
نحن مهتمون بالموضه.
هل يمكنك ان تسحب سيارتي؟
هل هذه عياده F؟
مرحباً، السيده ياماغوتشي؟ حزبك علي الخط. تم قبول مكالمتك. تفضل، من فضلك.
فين نقدر نشري تذكره ركوب التلفريك؟
متي سنصل الي لوس انجلوس؟
امشي في خط مستقيم لمده خمس دقاءق تقريبًا، ثم استدر يسارًا.
الطريق الي الشاطء من هنا.
يساعد هذا الشاي العشبي علي تجديد نشاط الجسم.
هذول مش مصنوعين في اليابان، صح؟
تمام. من فضلك اتبع هذا الطريق. ساريك غرفتك.
يجب عليّ مغادره الفندق قبل الظهيره.
اثنين برغر واثنين قهوه، من فضلك. اريد ان اخذهم معي.
هل يمكنني حمل هاتين الحقيبتين؟
طلبت لحمه مش سمك. تقدر تغير هذا؟
ولدي تعبان تعب شديد.
انا مريض في معدتي.
هالستره مش مقاسي.
اود ان التقي بالسيد ويليام.
يحتوي علي مجموعه متنوعه من سبعه فيتامينات ومعادن.
السنّه مهزوزه.
هل يمكنني الحصول علي استرداد عند عودتي الي اليابان؟
من اي شيء يتكون هذا الطبق؟
في اي بلد تم تصنيع هذا المنتج؟
هل يمكنك القيام بذلك في عشر دقاءق؟
انا لست جيدًا في اللغه الانجليزيه. هل يتحدث احد هنا اللغه اليابانيه؟
فين نقدر ناخد تذكره المترو؟
سيتم ارسال عشرين عينه اضافيه اليك بالبريد.
مانعتقدش ان هذا يناسبني لان بشرتي جافه نوعا ما.
هل يمكنني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد انني سانتظر.
تسعه وتسعون دولارًا في الساعه لكل طفل.
اسف، لقد نفدت الكميه لدينا.
يجب ان يكون هادءاً.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه او ثلاثه، من فضلك.
في اي وقت سيتم عرض فيلم "تيرمينال مان"؟
وين صالون الحلاقه؟
في الساعه السابعه، من فضلك.
حقيبتي مكسوره.
السياحه.
انا من اسبانيا.
في مشكله في مفتاح الكارت هذا. هل يمكنك اعطاءي مفتاح اخر، من فضلك؟
عندي طفح جلدي علي ذراعي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
وين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس ودودون جداً.
كم عدد المشروبات المشموله في السعر؟
لقد قمت بذلك.
اين بوابه الصعود الي الطاءره لهذه الرحله؟
اذا كان هناك طاوله متوفره، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم بالفعل الاعلان عن الصعود الي الطاءره؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نريد ان نري وول ستريت.
فين محطه الباص اللي تروح لاكسفورد؟
حانتظر لين ما يصير التراس متاح.
هل يمكننا رءيه بعض المحافظ الجلديه؟
خلّينا نتفرجوا علي التلفزيون. فيه مباراه بيسبول.
هل ستكتب عنوان الاتصال الخاص بك هنا؟
من فضلك قل لي اين توجد اقرب صيدليه.
من فضلك، الي فندقي. عنوان فندقي هنا.
كم عدد المحافظات الموجوده بخلاف طوكيو؟
اغلق الخط وانتظر قليلاً من فضلك.
شنو اللي عادهً ديره في البيت بعد العشا؟
اكيد. متي تريد ان تلعب الغولف؟
ستكون في المنزل حوالي الساعه الثالثه.
اريد ان اتصل بالسفاره اليابانيه.
شويه زياده.
من اين تغادر حافلات الجولات السياحيه؟
كم تتقاضون مقابل ارسالها الي اليابان؟
ما عنديش نوادي ولا احذيه.
هل الين الياباني مقبول؟
هل لديك سياره موستانج؟
هل سنقفز من هنا؟
السيد كاواي، لدينا طاوله مخصصه لك الان. تفضل من هنا، من فضلك.
اكيد. انزل الدرج الموجود هناك مباشرهً وسوف تري بعض الارشادات. اتبعها فقط.
مكتب الاستقبال. هل يمكنني مساعدتك؟
هل يمكنك ان تتركني في فندق هيلتون، من فضلك؟
هل يتعين عليك العمل حتي وقت متاخر في كثير من الاحيان؟
اسف جداً، لكن لم يعد لدينا المزيد. هل تريد الصحف الانجليزيه؟
من فضلك، اريد طاوله لغير المدخنين.
هل يمكنك اخباري قبل ان نصل الي دورهام؟
هذا طازج؟
هذا مش صحيح. انت دايما تعاملني هكي.
هل يمكنك ان تُريني بعض الفساتين؟
ارجو ان تتهجاه.
انا سكران من الخمر.
انتبه لان الطقس متقلب جداً في الجبال.
شيكات المسافرين والين الياباني، موافق؟
اسف، لقد تحققت مع قسم التدبير المنزلي وقسم المفقودات. لا يملكونه.
هذا مكان صعب العثور عليه. انه موجود في طريق صغير متفرع عن الطريق الرءيسي.
ما نعرفش اي حاجه عليه.
نقدر نتناقشوا في الموضوع في مقهي.
فهمت، في هذه الحاله، لا يتعين علي دفع رسوم التعديلات، اليس كذلك؟
اريد التحدث مع المشغل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستقوم بايواءي الليله؟
تمام. ساخذ اثنين فقط. شكرا لك.
ها هي فاتورتك. المبلغ هو ثلاثه دولارات وسبعه وتسعون سنتاً.
انت محظوظ.
من فضلك، اجعلها جدولًا بمنظر ليلي جيد.
هل هذه الاله مصنوعه الياً ام يدوياً؟
اود استءجار هذا النوع من السيارات لمده اربع وعشرين ساعه.
كان من الراءع ان التقي بك.
هو ممزق.
طيب، خلينا نشوفك هلّا.
حسناً، تخيل كم من الوقت سيستغرق عمله لو طرح سءالاً اضافياً علي كل شخص. هيا، دعنا نسرع وناخذ امتعتنا. علينا الذهاب الي مكتب الاقرار الجمركي بعد ذلك.
شن هو الوزن؟
هل يوجد مطعم صيني في الجوار؟
الرصيف رقم خمسه موجود هناك.
متي ستبدا مباراه كره القدم؟
الجهاز معطل. هل يمكنك فحص الكاميرا الخاصه بي؟
قهوه مع كريمه وسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
ارجو ان تعطيني هذا.
هذا هو الباب رقم سبعه.
هل انت اسكتلندي؟
ثلاثه، اثنان، واحد، اثنان. انتظر لحظه، حسناً؟ اريد ان ارسل لك شيءًا هنا. عذرًا.
مءه وخمسه وثلاثون يناً مقابل الدولار الواحد.
التنانير القصيره مع الاحذيه الطويله لن تخرج عن الموضه ابدًا.
هل يمكنني التحدث مع المدير؟
علاش سعر التوصيله عندك مختلف عن العداد؟
هل يمكنني رءيه هذا؟
وعدت نفسي عندما اراك، ساتعرف عليك.
شنو اللي صاير في هالاونه الاخيره؟
انا مش حاسس روحي مليح. تقدر تنصحني بطبيب؟
حفلتك بدات. تفضل.
هل هناك عرض علي المسرح؟
المرحاض ما يصرفش الماي.
كم يستغرق الوصول من هنا الي مبني البلديه سيرًا علي الاقدام؟
تناول هذا الدواء بعد كل وجبه عندما يكون الالم شديدًا.
تضع المال في مظروف خاص مزين يُسمي شوجيبوكرو.
في حد اتصاب.
نتساءل شن اللي لازم نجيبهوله؟
هل لديك خريطه لمترو الانفاق؟
عندي غرفه جاهزه لك في فندق جراند. هل يمكنك الذهاب الي هناك؟
عندي وجع في عيني اليمني.
انا لست جيدًا جدًا في اللغه الالمانيه.
لازم نتلاقوا مره ثانيه اكيد.
هل ستقوم بتضييق هذه البنطلونات؟
هل يمكنني استعاره مضرب وبعض الكرات؟
هل يمكنك اضافه بعض النقود المعدنيه الصغيره؟
هل يمكنني الحصول علي نصف ابريق؟
مرحبا. انا جون.
ناكاي.
هل تمانع اذا التقطت صوره لك وللسياره الاجره الخاصه بك؟
اتصلت قبل ثلاثه ايام بخصوص حقيبه مفقوده.
اود الاقامه في فندق ارخص.
اوه، هناك الكثير من الاشياء التي يجب ان تراها في قريه غرينتش.
في رحله عمل. لدي علاقات عمل هناك.
هذا يتناسب مع بدلتك.
هل يمكنك ان تراقب حقيبتي من فضلك؟
كيف تري هذه الفكره؟ نحن نقبل شرطك المتعلق باشعار مدته سته اشهر شريطه ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد
عذرًا. هل تعرف نيويورك جيدًا؟
سننتظر. الرجاء الاتصال بنا عندما تكون مستعدًا.
اود ان اري جراحاً.
هل هذه مكونات طبيعيه؟
اود ان اقود سياره رياضيه.
رمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
اُصيب بالزكام.
ستكون السياره الصغيره هي الافضل.
اود ارسال هذا البريد العادي.
دعني انقل هذه المكالمه الي الشخص المسءول.
اي حجم تريد؟
يا الهي، لم اكن اعلم انني ما زلت امتلك هذه الاشياء.
هل لديكم صناديق مخصصه لارسال الطرود؟
هل ستدفع شركه الطيران تكاليف فندقي ووجباتي؟
هل هذه كل حقاءبك؟
كيف تريد اجراء المكالمه؟
حسنًا، انه باهظ الثمن. ليس مصنوعًا في اليابان، اليس كذلك؟
هل يمكنك ان تعطيني الملح من فضلك؟
وين اقرب مطعم من هالفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اتمني لك سنه جديده سعيده جداً.
راح ناخد سبرايت كبير.
قولها مره اخري ببطء اكثر.
عذرًا. اريد ان اضع طلبًا.
عندنا جمبري نيوبرج و رجل خروف مشويه.
اود الحصول علي غرفه ذات منظر جميل.
ثلاثه كءوس من عصير البطيخ، من فضلك.
عندي ثلاثه اولاد.
امشي مباشره في هذا الممر و انعطف يسارا عند الزاويه. ستراه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره الذهاب والعوده الي اكسفورد؟
انا نذهب للنادي الرياضي كل يومين.
وين نقدر نبات خلال الجوله؟
ما هو موعد تسجيل المغادره؟
كم تبلغ تكلفه رسوم المرشد في اليوم الواحد؟
وين نقدر نلقي الاقراص المدمجه؟
عذرًا. انا طالب جامعي من اليابان. هل انتم طلاب في جامعه نيويورك؟
هل يمكنك ان تخبرنا كيف تقيّم هذه الخطه؟
اكي، هل تعرف متجر تسجيلات جيد بالقرب من هنا؟
هل تدفع نقداً ام بالبطاقه؟
انا اعمل في شركه تجاريه.
من غير اللاءق ان تسال الناس عن مقدار ما يكسبونه.
هل هذه جينزات ليفي الخمسه الاصليه؟
متي يمكنني ان اخذ حماماً؟
انت ما تبانلكش اكثر من واحد وعشرين سنه.
فهمت. في الواقع، يحتوي علي فيلم عالي السرعه. هل تمانع اذا قمت باخراجه؟
اشتريته الان فقط.
حنجيبلك واحد حالاً.
ثمانيه دولارات. وها هو واحد قادم الان.
يرجي اظهاره مع العناصر المشتراه الي الجمارك في المطار.
هل هناك اي متاجر كبري تقوم بعمل تخفيضات الان؟
المشغل، اتصل لي بمحطه الاطفاء.
البطاريه عندي فاضيه.
توقف عند التقاطع القادم.
اوه، ها هو. وهل يجب علي الجميع ملء نموذج الاقرار الجمركي هذا؟
و هل يمكنني معرفه اسمك من فضلك؟
هل تمانع اذا قمت باجراء مكالمه علي حساب المتصل به؟
مرحبا. كيف حالك؟
فين قسم السفر؟
ما هو اسم الشخص الذي تريد التحدث اليه؟
انا اسف، هو ليس موجوداً في الوقت الحالي.
شوف هذا. شوف هذا. هل ستخبرني ان الفرق بين هذا الرجل وذاك الرجل هو الحظ؟ محمد، توقف، هل ستفعل ذلك؟ لا تمانع اذا تركتك هنا. انا متاخر. صديقي، كان من اللطيف ان التقي بك، حسناً؟
هل تطل غرفتك علي المدينه؟
هل هناك اي رساءل لي؟
هذا لا يزال غالي الثمن. هل يمكنني الحصول عليه مقابل ثلاثه دولارات؟
نود الحصول علي غرفه في الخلف.
راح نشرب كاس نبيذ.
انتِ جميله.
اود الحصول علي غرفه بسريرين. كم سعر الغرفه في الليله؟
فهي تبعد حوالي تسعه وتسعين ميلاً.
فينس ولِندا يبون يقعدوا بروحهم، عشان هكي اعتقد اني راح نضطر نقعد هنا الليله.
من فضلك، احتفظ بهذه الامتعه في الجمارك.
اسمي ساتو.
نعرف نادي جاز قديم في وسط المدينه.
ساختار هذه الوجبه من قاءمه الطعام.
اود ان اجرب نفس الطبق الذي تناولته.
بعدين راح ناخذوه.
هل يذهب هذا الي الطابق السادس؟
جلد التمساح؟
من فضلك ضعها في كيس الغسيل واتركها هناك.
اود ان اُظهر هذا الفيلم. متي سيكون جاهزًا؟
من فضلك لا تعطي هذا المفتاح لاي شخص اخر غيري.
تمام. سالتقطك من فندقك في تمام الساعه الثامنه.
النافذه علي ما يرام.
خلّي الغرّه متاع شعري تنزل، من فضلك.
هل جميع مصاريف النقل مشموله؟
دار اوبرا متروبوليتان.
فين مكتب تاجير السيارات؟
انا عندي حمي من البارحه.
هذا مش من ذوقي.
اي نوع من الخضروات لديك؟
اود الحصول علي تسريحه شعر داءمه غير مشدوده، من فضلك.
متي سياتي الطبيب؟
هذا اللون خاطء.
انكسرت السنه.
هل هذا مقعد في الممر ام مقعد بجانب النافذه؟
انا احب المشي لمسافات طويله.
هل يمكنك توصيل امتعتي الي الغرفه؟
ورّيني وحده للبنات الصغار.
هل يمكنك التوقف هنا؟
هل لديك اي شيء بحوالي ثمانين دولارًا وصفر سنت؟
انا عطشان.
لا، شكراً، ما نبيش حليب.
عندي ثلاثه شنط.
وين البحيره؟
عفواً. اضغط علي زر الغالق، من فضلك.
هل يمكنني الحصول علي مجله او اي شيء اخر؟
هو في الجنوب.
كم سعر مقاعد الشرفه؟
نود الحصول علي غرفه تطل علي البحيره.
هل توجد صناديق بريد بالقرب من هنا؟
تمام. راح ناخذك لهناك.
يشير الجزء المكتوب بخط ماءل الي التغييرات التي حدثت في التسعينات.
عمره ثلاثون سنه.
حسنًا. هل يمكنك كتابه العنوان مره اخري علي هذا الظرف؟
اود الذهاب الي هارودز. هل يمكنك رسم خريطه، من فضلك؟
شن دير لما يكون عندك وقت فاضي؟
هل لديك بطاريات لهذه الكاميرا؟
اود الحصول علي اطلاق الكابل.
هل انت الاخير في هذا الطابور؟
اعتقد انه محجوز بالكامل.
طلقه جيده. لقد خرجت للتو.
هل يمكنك ان تخبرني عن الاماكن المثيره للاهتمام هنا؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
وانا كذلك.
اود الانضمام من سان دييغو.
كنت افكر في اخذ هذه الدوره في الفصل الدراسي القادم.
الخمر مش بارد كفايه. هل راح تخليه اكثر بروده؟
هل يمكنك تعديل هذه الاقراط لتصبح اقراطًا مشبكيه؟
شنو اللي مهتم بيه اكثر حاجه هالايام؟
اود استرداد اموالي. هل يمكنني استعاده اموالي؟
ما نعتقدش اني نقدر نحصل علي مشروب زي هاذا في اي مكان اخر.
اذا اشتريت هذا ايضًا، فسيصبح المبلغ معفي من الرسوم الجمركيه.
هل يمكنني رءيه شهاده التطعيم الخاصه بك، من فضلك؟
هل تسافر كثيراً؟
انا من الولايات المتحده.
عندي تذكره طياره لسان فرانسيسكو.
اذا كان المكان يبعد 15 دقيقه فقط عن المحطه، ساذهب مشيًا.
اود الاقامه في فندق ارخص قليلاً.
تبدو البونساي كهوايه خاصه بالاشخاص المسنين.
ما قررتش لحد الان. تقدر تعطيني شويه وقت زياده؟
عندي وجع راس.
هل تود الانضمام الي لتناول القهوه؟
اود الحصول علي شهاده طبيه وايصال للتامين الخاص بي.
لا، لا. ارجوك اسرع. لقد تاخرنا.
مانبيش نصرف اكثر من عشرين دولار.
علاش الرحله ما طارتش؟ قوللي شنو صاير.
كم سعر التذكره؟ هل يمكنك كتابه سعر التذكره علي ورقه؟
اود استءجار كرسي للاستلقاء.
استني لحظه، من فضلك.
هل يجب علي السيدات ارتداء فساتين رسميه؟
لا تلمسني.
هل لديك سجاءر؟
اذا ما كانت الرياح مش قويه بزاف، نقدروا نمشوا لتيكي بوينت.
راءع.
ساختتم كلمتي الان. اشكركم علي انتباهكم.
هل لديك هذا اللون باي الوان اخري؟
من هو؟
عذرًا. هل يمكنك ان تخبرني اين يوجد موقف سيارات الاجره؟
واشنو نشرب؟
ها هو.
فين اقرب محل لبيع الادوات المنزليه؟
هممم. ما تشتغلش، صح؟ تقدر تروح لكرسي فاضي اذا حبيت.
انا نبحث علي هذا.
تمام يا سيدي. وماذا تحب ان تاكل كحلوي؟
مدرب او حافله؟
شيكات المسافرين. شكراً. هذه تذكرتك وبطاقه الصعود الي الطاءره. الرجاء التواجد هناك قبل ساعه من موعد الرحله.
هذا الم حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
انا نشعر بمرض شديد.
ما هي مواعيد عرض "حب كوسي"؟
تمام. هل ستشرب القهوه الان ام لاحقًا؟
قول لي علي اشهر نادي ريجي في نيويورك.
كيف يختلف منتجك عن منتجات منافسيك؟
هل من المقبول ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم، يرجي اتخاذ الاجراءات اللازمه.
نعم، واحده فقط. متي ساعرف؟ كيف سيتم تعويضي؟
ها هي بطاقه هويتي.
نفضل الجلوس علي طاوله بجانب النافذه.
من فضلك قل لي ما هي ارخص طريقه للذهاب الي سان فرانسيسكو.
هل تعرف مطعم كيويا؟
اتجاه واحد.
راح نسمن بس من القعده هنا والاكل طول الوقت.
هل هناك نادٍ ليلي جيد به عرض فلامنكو؟
هذا فستان جميل ترتدينه.
رجلي توجعني.
وين اقرب مغسله ملابس؟
هل يمكنك ان تبدل مكانك معي، من فضلك؟
انفصلت مقاعدنا عن بعضها.
في الواقع، اود ان اءمن علي هذه الطرده ايضًا.
المبلغ الاجمالي للحساب هو مءه دولار.
توجد مخارج الطوارء في مقدمه الطاءره ووسطها ومءخرتها.
تمام، تم تاكيد حجزك مره اخري.
الكعب عالي جداً.
نود الحصول علي طاوله في الشرفه.
هذا يعني ان الفيلم قد لا يكون مناسباً للاطفال دون سن الخامسه عشره. لذا، يتعين علي الاباء التفكير فيما اذا كان ينبغي السماح للاطفال بمشاهده الفيلم.
كيف تود الحصول علي المال؟ الرجاء ملء هذه الورقه والتوقيع هنا.
بعض الاحيان بطني تءلمني.
هل لديكم بعض الاطباق قليله السعرات الحراريه؟ انا اتبع حميه غذاءيه الان.
لا حاجه لدفع اي رسوم.
نعم، لدي تذكرتين لحضور مباراه العمالقه ودودجرز.
نحن من بين افضل الموردين لاجهزه الحاسوب الصغيره.
شكراً. انا ايضاً كذلك. الي اللقاء حتي ذلك الحين.
غرفه لشخصين مع حمام، من فضلك.
طِحت من علي الدروج.
اي نوع من الايس كريم تنصحني به؟
هممم. هذا. اللون يبدو جيدًا عليك.
فين الكتب اللي مكتوبه بلغات اجنبيه؟
قطعتين و سبرايت.
اعطني بعض السجاءر.
من غير القانوني ادخالها الي البلد - اسف. حسناً، اعتقد ان هذا يغطي كل شيء.
ايه، انا. كانوا يسكنون بالقرب مني في كاليفورنيا، لكنهم انتقلوا الي فلوريدا قبل عامين. وماذا عنك؟ هل تسافر لوحدك؟
انا مريض.
ابني يبدو منهكاً بسبب الحمي.
بهذا الحجم، من فضلك.
تُمنح اوسمه الاستحقاق الثقافي للفنانين والعلماء المتميزين في هذا اليوم.
انا ياباني.
هذا غالي جدا.
نعم. خذ حافله متجهه الي كيوتو-ايكي.
هل هو للاعضاء فقط؟
تكلفه الغرفه هي سته الاف ين في الليله الواحده.
هل يمكنني احضار هذا علي متن الطاءره؟
تمام. كل ما اريد معرفته هو ما اذا كان المشروع سيتمكن من تغطيه تكاليفه يومًا ما.
تمام. هل تريد وشاحًا لارتداءه مع هذا؟
من فضلك، اعِد شحن البطاريه.
انا مستعد للطلب.
املاح الاستحمام العشبيه تترك بشرتك ناعمه ومشرقه.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
بجد. اليوم الاحد، والاحد هو اسوا يوم.
نعم، انها مشكله تتعلق بالتخلص من النفايات.
اود الحصول علي هذا النموذج في طقم مكون من خمسه اماكن.
تتمتع العديد من الاسر بدخل مزدوج.
اوه. هذه الفضه نادره، "القمر والجرس". هل انت متاكد انك تريد استبدالها؟
ستاتي امي واختي من اليابان لرءيتي. سيصلون الي هنا في حوالي الساعه السابعه مساءً.
اللون البني راءج جدًا هذا العام.
فكره جيده. متي تخطط للقدوم؟
تمام. اريد مقعدين، من فضلك.
وين السوق؟
انا متحمس لتجربه بدله السباق الجديده الخاصه بي.
كنت نعتقد انكم تاكلوا الدونات بس.
كم سعر تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المبلغ اللي عطيتني اياه ناقص بعشره دولارات.
اتصلت للتو بالسيد سميث في الغرفه رقم 201، لكن لم يكن هناك رد. هل يمكنك ان تتاكد مما اذا كان لا يزال يقيم هنا؟
اريد واحده عصريه.
انا اعمل في شركه للنشر.
هل يمكنك من فضلك ملء هذا النموذج؟
هذا شارع ايش؟
هل يمكنك وزن هذا الطرد؟
شن تسمي هادا بالانجليزيه؟
واصل السير للاعلي في هذا الممر، ثم ستجده علي الجانب الايمن.
اود ان اءمن علي هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
تمام. تفضل بالدخول.
نعم سيدي. انا اتي الي هنا لتناول الفطور كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
مفيش مشكله.
من فضلك احصل لي علي الرقم ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا خدمتك من الساعه السابعه.
تفضل، ارقد هنا.
يا له من خدمه سريعه.
يمكن ان يظهر مره اخري.
من فضلك، التف يساراً عند التقاطع القادم.
عفواً. كيف يمكنني الوصول الي البنك؟
هل هناك خدمه حافلات الي متحف فورد؟
نعم. من فضلك، ما اسمك ورقم غرفتك؟
كم يستغرق الوصول الي اليابان عن طريق البريد الجوي؟
تمام. نشوفك يوم الاحد علي الساعه اتنين.
اود ان اذهب الي تورونتو عبر نيويورك.
السحّاب مكسور. هل لديك المزيد من نفس النوع؟
هذا نوع من القذاره.
هل يمكنك تاكيد رحلتي مره اخري؟ هذه تذكره الطيران الخاصه بي.
هل لديك هذا اللون باللون الاخضر الداكن؟
هل ستقوم باخذي الي كانتربري واعادتي مره اخري؟
هل يمكنني الحصول علي شوكه جديده؟
شكراً جزيلاً لك علي لطفك.
اسف، نحن لا نبيع تذاكر للمسرح.
اريد ان اري هذا.
اوه، هذا راءع. ماذا عليّ ان افعل؟
اود ان امدد فتره اقامتي هنا لمده يومين اضافيين.
من فضلك قم بتغيير مقعدي.
عندنا اليوم روبيان ممتاز جداً.
لحد وين متاخر مفتوح؟
تدخين او لا؟
هذا غالي جداً بالنسبه لي. ما تقدرش تخليه ارخص؟
انا متاح صباح يوم الاربعاء او بعد ظهر يوم الجمعه.
مانيش حجزت.
لان فصل الصيف في اليابان يكون حارًا جدًا عادهً، ولم يكن لدينا تكييف هواء في الايام القديمه.
هل يمكنك ان تطلب لي سياره اجره في الثامنه من صباح الغد؟
هذا امر شرير.
علاش ما نستناوش الحافله تحت السقيفه؟
تعال يا كنجي، ساريك المكتب.
نعم، هو مفتوح من التاسعه الي التاسعه.
ما نقدرش ننام مزيان في الليل.
كيف اثر الركود علي الاعمال التجاريه؟
عندي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
هذا بالضبط ما كنت ابحث عنه.
انا ما نفهمنش شرحك.
لازم نعمل اتصال. رايح لبوسطن.
اين افضل مكان لمشاهده المعالم السياحيه؟
هل هو متين؟
استمتعتُ كثيرًا.
حسنًا، اود ان يكون لدي وجه اصغر مثل جوليا روبرتس.
هل يمكنك ان تاخذ هذا، من فضلك؟
الركاب المغادرون علي متن رحله الخطوط الجويه ABC رقم سبعه صفر ثلاثه المتجهه الي طوكيو، يُرجي التوجه الي البوابه رقم عشرين لاتمام الاجراءات الحكوميه.
فين محطه الباص اللي تودي لـ B؟
ترجمه النص التالي الي اللغه العربيه الليبيه: في صوره اغاني فرديه، من فضلك.
وين نقدر نشري مفرش طاوله؟
هل يمكنني استءجار مرشد يتحدث اللغه اليابانيه؟
هل تريد مني ان التقط لك صوره؟
ماكلتش هالطبق.
جرحت صبعي. هل يوجد مطهر؟
هل يمكنني الحصول علي طابع بريدي بقيمه خمسه وتسعين سنتاً؟
حانكون هنا في الساعه سبعه وربع.
اريد بعض العطور.
هل يمكنني الحصول علي جدول زمني؟
هل ستذهب الي المدرسه هنا؟
قداش كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد انني وضعته في حقيبتي.
ارفعوا ايديكم.
هل هناك مطعم يمكنك ان تنصحني به بالقرب من هنا؟
اي واحد تفضل، الغامق ولا الفاتح؟
هل يمكنك ان تخبرني الي اين نحن ذاهبون بالطاءره؟
من فضلك، اريد تذكره تحويل.
فين مكان حلو للقيام برحله ليوم واحد؟
اريد حقيبه كيلي الحمراء بنفس هذا التصميم.
هل ستقوم بعمل هذا الجدول الزمني بعد؟
متي يفتح البنك ابوابه؟
اشعر بالمرض.
انا مرتبك. هل يمكنك ان ترسم لي خريطه؟
برا.
ودّيني للمستشفي.
هل يجب عليّ ان اذهب الي المستشفي كل يوم؟
عندي وجع في بطني.
كم تبلغ تكلفه ارسال هذه الرساله بالبريد الي اليابان؟
اود الحصول علي كاس من شراب الشيري.
هل تحتاج الي ان يتم نقلك من المطار؟
تبدا عمليه الصعود الي الطاءره في تمام الساعه الرابعه والنصف، لذا يرجي التواجد هناك قبل ذلك.
من ثلاثين الف ين.
فين نقدر نشري كارت تليفون؟
هل يمكنني ارجاعه في مدينه اخري؟
اخطط للبقاء لمده اثني عشر يومًا.
من فضلك، اجعل الجزء العلوي اطول قليلاً.
انت بحاجه الي زياره طبيب مختص.
من فضلك، دقاءق اضافيه قليله.
المقطع رقم اربعه عشر.
اها، هل تفعل ذلك؟ لديك بالتاكيد مجموعه كبيره من الخيارات.
ما نقدرش نلقاهم في اي مكان.
هل لديكم اي مقاعد شاغره للذهاب الي لندن؟
اود الحصول علي نسخه من تقرير السرقه.
هو علي بعد مبني واحد في الشارع.
ممكن تعطيني ضوء وانت هنا؟
هل هذه السجاءر خفيفه؟
تمام. هكي بالضبط.
القطار السريع القادم سيكون بعد ساعه.
اود ان اطيل اكمام هذه الستره الرياضيه.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك قريب.
القطارات متوقفه بسبب الاضراب.
هل يمكنك اصلاح هذا؟
كانت الشوارع مزدحمه بالسيارات.
هو المبني الثاني علي يسار المبني الابيض.
قمنا بحجز مقعد يوم الخامس والعشرين من اكتوبر، علي متن رحله تغادر في الحاديه عشره صباحًا.
لا، شويه اكثر من الامام. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
فين نقدر نسترد قيمه هالتذكره؟
علاش يصير هالشي؟
اريد ان اخذ قسطاً من الراحه.
تعطلت سيارتي، من فضلك تعال وخذها.
اريد ان يكون شعري اطول قليلاً من الخلف.
عندك اي انواع؟
انا موافق. هذه واحده من الاماكن المفضله لدي.
اي نوع من النماذج تفكر فيه؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسه او واحد الي طوكيو.
هل يمكنك ان ترسم لي خريطه بسيطه من هنا؟
وين نتلاقوا؟
اود ان اقوم بتصفيف شعري كما كان.
اعطني خمسين، من فضلك.
فين نقدر نعمل تسجيل الوصول لشركه JAL؟
ما هي المحتويات؟
هل هناك اماكن في المنطقه يُنصح بزيارتها بشده؟
عطني شويه فكه، من فضلك.
تمام. راح نتاكد من ان شنطك راح تكون هنا.
هذا هو تخصصنا، سمك الدفر المشوي.
حننبقوا هنا.
تعرضت للسرقه.
تمام. هل يجب عليّ ضبط تركيزه؟
حنشاركوا فيه.
ما عندناش هادا النمط بالزبط هلّوقْت. راح نتفقد المخزون اللي عندنا. لو سمحت، استني دقيقه بس.
ويسكي مع ماء، من فضلك.
هذا يبدو مثيراً للاهتمام. كم تكلفته؟
خذ هذه الوصفه الطبيه الي الصيدليه. يمكنك الحصول علي الدواء هناك.
انا طلبت هذا.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشري شويه هدايا تذكاريه؟
هذا غالي جداً. لا استطيع شراءه.
هل يمكنني الحصول علي رقم شركه ABC في شيكاغو، من فضلك؟
وين الكاتدراءيه؟
كيف تحب ان تاكل البيض؟
هو موجود جنب هالمبني بالضبط.
لا، اعتقد انهم نسوا ان يحضروا لنا واحده.
تمام. تم تاكيد ذلك. هل يمكننا الحصول علي رقم هاتفك، في حال احتجنا للاتصال بك؟
شن اسم الرسام؟
هل تريدني ان اطلب منه الاتصال بك مره اخري عندما ياتي؟
اود الحصول علي هذا.
انا احب هذه الخدمه المتمثله في تقديم الشمبانيا الترحيبيه بعد الصعود علي متن الطاءره. دعني ارفع نخب صحتك.
اربعون دولاراً في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
راهنت بخمسه دولارات.
اليس هذا طلب شخص اخر؟
هل يمكنك ان تخبرني كيف اصل الي المتحف؟
انا اسف جداً، لكنني اود تاجيل الموعد.
هل يمكنك ان توصي برحله؟
قطارك سيغادر من الرصيف رقم ثمانيه.
ابحث عن حقيبه ذات حزام قابل للتعديل.
اود ان يبقي السعر اقل من ماءه وثمانين دولارًا.
راح نسالك بعد ما ندور حولي.
نعم. اريد حجز غرفه لمده ست ليالٍ، من فضلك. بدءًا من الثالث والعشرين من يوليو.
هل يمكنك ان تُريني نماذج اخري ذات تصاميم مختلفه؟
اي نوع من العصير تود ان تشرب؟
هل ستعود الي المنزل لقضاء العطله؟
وين نقدر نمشي باش نشوف منظر حلو بزاف؟
كان هذا مكسورًا بالفعل عندما فتحت العبوه.
التاسع والعشرون من اغسطس.
اود ارسال هذا بالبريد الجوي الي اليابان.
يوم عيد الشكر للعمال. انه يوم لتقديم الشكر لجميع الذين يدعمون المجتمع من خلال اعمالهم.
هالغرفه صغيره بزاف.
هل يمكنني الحصول علي المزيد من الشاي، من فضلك؟
اود ان يتم تنظيف هذه الملابس في وقت لاحق من اليوم.
هل يوجد مصرف هنا في الجوار؟
هل يمكنك ان تنظف الطاوله من فضلك؟
سكين، من فضلك.
كلها مواد مطبوعه.
يرجي كتابه رقم غرفتك علي الوجه الخلفي.
نحن نستخدم عيدان الاكل عندما ناكل.
رحله دلتا رقم ثمانيه وعشرين المتجهه الي نيو اورليانز ستتاخر لمده ساعه تقريباً.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك وقت، يرجي ارسال رساله لي.
نسيت تذكره الطيران الخاصه بي في الفندق.
غرفه واحده بدون حمام، من فضلك.
شكراً مره اخري لتذكيرك لي. هل ينسي الكثير من الناس التوقيع باسماءهم؟
حسنًا، لقد نفد الوقت لدينا. هل نستمر في هذه المناقشه يوم الخميس في الواحده؟
اود شراء بعض البيجامات.
تمام. ح نتصل بيك لما يجهزوا.
شن رايك في الغدا؟
ستتوقف السياره الليموزين عند البوابه الشماليه اولاً.
الي اي وقت متاخر يمكنني استخدام مطعم الفندق؟
هل هو قطار مباشر؟
حسناً، لقد اصبح الوقت متاخراً نوعاً ما. اعتقد انه يجب عليّ المغادره الان. شكراً جزيلاً علي الامسيه الراءعه.
هل يمكنني الحصول علي بعض الادويه لالام معدتي؟
اود ان اتناول دجاج مشوي.
هذا خطاي. ليس خطاك.
عذرًا، متي ينتهي هذا الفيلم؟
هذا، من فضلك.
تمت سرقه مجوهراتي. احتاج الي تقديم بلاغ.
لحظه واحده من فضلك. ساوصلك بالسيد جونز.
مرحبا. هذه هي شركه يونايتد ايرلاينز.
فين تعلم السيد جونز اللغه اليابانيه؟
عندي واحد صغير بنفس التصميم.
هل يمكنك تعديل مقاس هذه البنطلونات؟
ليل الجمعه، في التاسعه.
هل هذا الباب المءدي الي لاس فيجاس؟
هل لديكم حافله من المطار؟
من فضلك، ملعقه اخري.
هو مالح شويه، بس انا نحبّه. هل جبته معاك من اليابان؟
من فضلك، اسرع في ذلك، اذا كان ذلك ممكنا.
هل يمكنك دفع عشره دولارات هنا كوديعه؟
نعم. ارجوك ايقظني بعد ثلاث ساعات.
اود ان اطلب، من فضلك.
هل يجب ان اقول نعم ام لا؟
من فضلك، ملعقتين.
ما هي المحطه القادمه؟
السياره تصدر صوتاً غريباً.
متي يُغلق مكتب البريد؟
لقد دفعت بالفعل وديعه بقيمه خمسين دولارًا عند تسجيل الوصول.
هل لديك دواء لاضطراب المعده؟
هل يجب عليّ ارتداء معطف وربطه عنق؟
هل يمكنني تحويل الاموال الي حساب التوفير الخاص بي؟
نسيت حقيبتي.
اود ان اءكد رحلتي مره اخري.
ساعتي. كانت ساعه رقميه سويسريه الصنع جديده تماماً.
لقد اجتزت ذلك الاختبار بتفوق.
اريدك ان تاخذني الي بعض الاماكن المثيره. انا ساءح، كما تعلم.
هل يمكنني القيام بجوله سياحيه اثناء وجود السفينه في الميناء؟
من الافضل ان تعدل مراه الرءيه الخلفيه.
سيكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
هل يمكنني اخذ اطباقك؟
ساكون سعيدًا بذلك. ما هو الوقت الذي تريده؟
اعتقد انني نسيت الكاميرا الخاصه بي عندما تناولت العشاء هنا الليله الماضيه.
اجمعهم عند البوابه.
لا، لا. هذا ليس ضرورياً. يمكنني ان اعتني بهذا. لقد قمت بما يكفي بالفعل واكثر.
صلحه او استبدله، من فضلك.
يمكنني القيام بذلك في وقت ما من الشهر القادم.
خُذ وقتك.
كيف يمكن مقارنه هذا المنتج الجديد بالمنتجات الحاليه؟
موظفو المبيعات في هذا المتجر لطفاء جدًا.
هل يمكنك الاحتفاظ بهذا لي؟
لحظه واحده من فضلك.
هل لديك بطاقات المطالبه الخاصه بك؟
اود ان استاجر سياره لمده اسبوع.
نعم، اغسله بشكل منفصل في البدايه.
ارجو ان تُريني بعض الساعات الرجاليه.
الساعه اربعه وعشره.
كم تكلفه استءجار سياره ليموزين للذهاب الي وسط المدينه؟
منذ الصباح.
من الافضل ان نسرع. لقد بداوا في الصعود بالفعل.
هذا يناسبني تماماً.
طلبت دجاج.
لمده عشره ايام.
كم عمر هذا الصبي؟
كم السعر الاجمالي؟
اود الحصول علي نفس هذا الشيء، من فضلك.
لقد فقدت شيكات السفر الخاصه بي.
ارجو ان تعطيني دواءً للبرد.
من فضلك ضعه في مخروط.
اراه داءمًا كل صباح في القطار.
هل يمكنك تناول العشاء معنا هذا المساء؟
حنبقي في فندق بي حتي بكره. حكون سعيد لو تقوله اني هنا.
الرحله متاخره لمده خمسه واربعين دقيقه.
اسمي شينو يامادا.
ما هي تخصصات هذا المطعم؟
لدينا نبيذ ابيض ممتاز.
مجرد دواء للبرد.
هل يمكنك انزال امتعتي الي الردهه صباح الغد؟
اوه، يبدو انني افقد شيءًا ما في كل مره اسافر فيها.
لقد فقدت القدره علي استخدام ذراعي الايمن.
مرحبا، هل هذا روي؟
بعدين حتوصل لشارع تسوق. لو مشيت في الشارع حتوصل للمحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره هذه الحافله.
هل يمكنني الحصول علي كتيب؟
من فضلك، وصل الي هناك بحلول الساعه التاسعه.
نعم سيدي. كيف تريدني ان اقوم بتقطيعه؟
اعتقد ان هناك خطا في الفاتوره.
زيت وخل بس حيكونوا كويسين.
عندي بالضبط اللي تبيه. ممكن نقترح عليك هذا؟
قهوه مع سكر.
الساعه السابعه عشر صباحاً. اوه، انا اسف. لقد ارتكبت خطا.
هل سمعت من قبل عن الاسبوع الذهبي في اليابان؟
شكراً لك. ارجوك عد مره اخري.
هل لا يزال محجوزًا بالكامل؟
هل يمكنني تركه في اي مكان في البلد؟
اي رقم يجب ان اتصل به من هنا؟
كيف يمكنني الوصول الي ديزني لاند؟
هل تعتقد ذلك؟
عذرًا. اين المطعم الرءيسي؟
اود اجراء مكالمه الي اليابان.
رقم مقعدي هو دي تويلف. اين هو؟
شنو هادا، من فضلك؟
اي نوع تنوي شراءه؟
نعم، سنصل في تمام الساعه الثامنه بالتوقيت المحلي.
اذا وجدت اي شيء، يرجي الاتصال بي.
هل يمكنني الحصول علي بعض لحم الخنزير والبيض؟
من فضلك، اريد شربات البطيخ كحلوي.
المياه الساخنه ليست ساخنه بما يكفي.
هل يمكنك ان تشرح كيفيه القيام بذلك؟
يرجي كتابه عنوان الاتصال الخاص بك هنا.
هل يمكنني استخدام الفلاش؟
شكراً. عد الي غرفتي في نفس الوقت غداً. ساكون قد جهزت الصور بحلول ذلك الوقت.
انا اسف، يمكنك الطلب من قاءمه الطعام الليليه فقط في الوقت الحالي.
رصاصي ولا بدون رصاص؟
عندي وجع راس.
هذا هو الغرفه رقم 1207.
اريد غرفه مختلفه.
كم هي مده صلاحيه هذه التاشيره؟
هل يوجد مستشفي هنا في الجوار؟
اريد بدله.
هل لديك عرض اكبر؟
هل يمكنني تجربه مقاس تسعه؟
فندق امن يقدم وجبه فطور راءعه، من فضلك.
وين حديقه الحيوانات؟
هل هناك اي احجام اكبر؟
ثلاثين دولار وثمانين سنت.
هذا يعتمد علي مدي دفء المكان، ولكن في وسط اليابان، يكون ذلك في اواءل ابريل.
برجر بالجبن مع بطاطس مقليه.
فات الاوان علي اللحاق بالقطار الاخير.
ما عنديش فكه.
هل حصلت علي تذكره الحافله الخاصه بك؟
اريد رصيد، من فضلك.
كنت علي متن رحله يو اي رقم ثمانيه اثنين ثمانيه.
هناك ضجيج كبير حول غرفتي.
في الساحل الشرقي، تجد ايضًا اماكن مشهوره، مثل نيويورك وواشنطن العاصمه وبوسطن.
هل لديك اوراق يابانيه؟
هذا يبدو جيدًا.
هل يمكنني ترك حقاءبي عندك حتي الساعه الواحده؟
هل هناك جوله في المدينه؟
نعم، اخشي انني مضطر لذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه بشكل جيد؟
فهمت. ساحاول استءجار سياره سيتروين.
عندي موهبه طبيعيه من يوم ما اتولدت.
هذا سيكون جيدًا. اين الخبز؟
الرجاء عدم التدخين. واريد مقعدًا بجانب النافذه، من فضلك.
وشنو سعر الخياطه اللي تاخذها؟
شنو اسرع، التاكسي ولا سياره الاسعاف؟
هل لديك هذا القميص باي لون اخر؟
ما ينبغيش تتفرج عالتلفزيون طول الوقت.
ايه، نحن نقترب منه، نقترب منه.
من الافضل ان تدخل مستشفانا.
وين نقدر نلقي سوبر ماركت؟
هذا غالي شويه. ما تقدرش تعطيني خصم؟
كم عدد المحطات حتي اقوم بتغيير القطار؟
الراجل هادا سرق شنطتي.
حبوب الهضم وحبوب وجع المعده مختلفين، صح؟
اريد ان اري الميناء.
فكره راءعه.
كم يستغرق الوقت سيراً علي الاقدام؟
اريد عشرين من اكبر دببه تيدي، من فضلك.
ما هو رقم امين الصندوق؟
هذا سهل. سابحث في دليل الهاتف فقط.
هل لديك غرف اكبر؟
كم تبلغ قيمه فاتورتي؟
اود البقاء في هذه الغرفه لليله اضافيه.
عذرًا، لكنني اود تقديم بلاغ عن السرقه.
حسنًا، هذا يعتمد علي وسيله النقل التي ستستخدمها. هل ستسافر بالحافله امNadNadNadNadNadNadNad
هل تمانع اذا جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد فقط مقابل دولار واحد؟
نعم، ارسله من فضلك الي الغرفه رقم اثنا عشر واربعه وثلاثين.
من فضلك املا استماره التسجيل هذه.
اود شراء تذكرتين ذهابًا وايابًا الي اكسفورد.
باي وقت لازم نجي للمطار؟
هذا بطيء.
وين نقدر نطبع الصور؟
لا، ارجوك لا تفعل. هل يمكنك الاحتفاظ باسءلتك حتي نهايه حديثي билет билет билет билет билет билет билет билет
اريد مقعدًا جيدًا.
اخشي ان المرحاض لا يعمل. احتاج الي مساعده.
هذا ليس بالامر الصعب ولا الغامض.
ساوصلك الي مقعدك. من هنا، من فضلك.
عذرًا، هل يمكنني ان اطرح عليك سءالًا؟
اعتقد ذلك.
مرحبا. سعيد بلقاءك.
اود ان ارسل هذه الحقيبه الي طوكيو، من فضلك.
هل يمكنك ان تريني واحده اكبر قليلاً؟
اعتقد ان الملابس المصنوعه في اليابان مصنوعه بشكل افضل بالتاكيد.
من الافضل ان تستسلم.
عاود الكلام من فضلك.
هل يمكنك ان تكتب لي العنوان ورقم الهاتف، من فضلك؟
هل هو ساخن؟
من اي مطار ساغادر؟
ما استلمتش الاستماره في الطياره؟
اود الحصول علي مكواه.
بلغت التكلفه الاجماليه ثمانيه وثلاثين دولاراً.
شكراً لمشاركتك افكارك الفريده معنا.
اذهب للتزلج مرتين في الشهر خلال الموسم.
ولدت في الاول من ابريل عام الف وتسعماءه وخمسه وخمسين.
هل يمكنني استءجار مضارب؟
هل هذه الحافله الصحيحه المتجهه الي وسط المدينه؟
بقداش هالعطر؟
شنو فايدته؟
فين نقدر نكمل الاجراءات الرسميه؟
خمسون جنيهاً.
هل هذا يشمل الضريبه؟
ما هي الاكياس؟
من فضلك اتصل بالاسعاف.
راهنت بثلاثه دولارات علي هذا.
كيف تسير الامور؟
ما فيش اكل ما نحبّوش.
يوم الدستور او "كينبو كينينبي" هو عطله وطنيه في الثالث منCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCCESSCC
هل تشمل هذه الجوله زياره الي برج سيرز؟
هل هناك مكتبه في الجوار؟
راح نحضر المدرسه الصيفيه في جامعه هاواي.
فين نحن ماشيين هلّه؟
شخصان بالغان وطفل يبلغ من العمر ثلاث سنوات.
في غرفه الراحه في المحطه.
