من هو اهم شخص في المملكه؟
فَلَمَّا جَاءَ الْحَوَارِيُّونَ اِلَي يَسُوعَ سَاَلُوهُ قَاءِلِينَ: «مَنْ هُوَ الاَعْظَمُ فِي مَلَكُوتِ السَّمَاوَاتِ؟»
وَدَعَا يَسُوعُ وَلَدًا صَغِيرًا وَاَقَامَهُ فِي وَسْطِهِمْ.
قال يسوع: "ما ساقوله لكم هو الحقيقه. يجب ان تتغيروا وتصبحوا كالاطفال الصغار. ان لم تفعلوا فلن تدخلوا مملكه السماء ابدا."
من يصير مثل هذا الولد متواضعا يكون الاعظم في مملكه السموات.
من يستقبل طفلاً مثله باسمي فهو يستقبِلني
وَلكِنْ اِنْ اَغْوَي اَحَدٌ هءُلاَءِ الصِّغَارِ الَّذِينَ يُءْمِنُونَ بِي، فَخَيْرٌ لَهُ اَنْ يُعَلَّقَ حَجَرُ رَحًي حَوْلَ عُنُقِهِ وَيُغْرَقَ فِي اَعْمَاقِ الْبَحْرِ.
ما اَشَدُّ فِتنَهَ الْمَرْءِ بِالْمَالِ وَالْبَنِينَ * وَاَنَّهُ لَحِينَ مَرْجِعِهِ اِلَيَّ فَتُنْبِءُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ * بَلْ اَيَّدَهُمْ فِي حَيَاتِهِمُ الدُّنْيَا وَيَوْمَ يَقُومُ الْاَشْهَادُ * يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَهُ وَلَهُمْ سُوءُ الدَّارِ
اذا كان يَدُكَ او رِجْلُكَ تُوَسْوِسُ لَكَ بِالْاِثْمِ، فَاقْطَعْهَا وَارْمِهَا. خَيْرٌ لَكَ اَنْ تَدْخُلَ الْحَيَاهَ الاَبَدِيَّهَ بِيَدٍ وَاحِدَهٍ اَوْ رِجْلٍ وَاحِدَهٍ، مِنْ اَنْ تُلْقَي بِكَ فِي النَّارِ الْاَبَدِيَّهِ بِيَدَيْنِ وَرِجْلَيْنِ. فَالنَّارُ الْمُعَدَّهُ لِلشَّيْطَانِ وَمَلاءِكَتِهِ لا تُطْفَا.
اِنْ كَانَتْ عَيْنُكَ الْيُمْنَي تُغْوِيكَ فَاقْلَعْهَا وَاَلْقِهَا عَنْكَ فَخَيْرٌ لَكَ اَنْ يَدْخُلَ الْجَنَّهَ اَعْوَرُ مِنْ اَنْ تَكُونَ لَكَ عَيْنَانِ وَتُلْقَي فِي جَهَنَّمَ. مَثَلُ الْخَرُوفِ الضَّالِّ
انظر ولا تحتقر احد هءلاء الصغار . ها انا اقول لكم : ان ملاءكتهم في السموات يرون وجه ابي الذي في السموات في كل حين .
تُرجم
ماذا تظن؟ لِنَفْترض ان رجلاً يمتلك ماءه خروف، وتضل واحده منها الطريق. الا يترك التسع وتسعين خروفاً في الجبال؟ الا يذهب بحثاً عن التي ضلت الطريق؟
مَا اَنَا بَصَدْدِي لِلتَّحْدِيثِ عَنْهُ حَقِيقِيٌّ. اِنْ عَثَرَ عَلَي تِلْكَ الشَّاهِ، فَهُوَ اَسْعَدُ بِهَا مِنَ الْـ 99 الَّتِي لَمْ تَضِلَّ.
وَكَذَالِكَ اَبُوكُمُ السَّمَاوِيُّ لَا يَشَاءُ اَنْ يَهْلَكَ اَحَدٌ مِنْ هَءُلَاءِ الصِّغَارِ. وَاِذَا اَخْطَاَ اِلَيْكَ اَخُوكَ فَوَبِّخْهُ.
اذا اخطا اخوكَ اليكَ، فاذهب اليه وحدكَ وقل له خطيءته بينكَ وبينه. فان استمع لكَ فقد ربحتَ اخاكَ.
لكن ماذا اذا لم يستمع اليك؟ خُذ معك واحدا او اثنين. فَكَمَا هُوَ مَكْتُوبٌ فِي الشَّرِيعَهِ: «لاَ يَقُومُ شَاهِدٌ وَاحِدٌ عَلَي اِنْسَانٍ فِي مَوْضُوعِ مَا، بَلْ عَلَي لِسَانِ شَاهِدَيْنِ اَوْ ثَلاَثَهِ شُهُودٍ يَقُومُ الاَمْرُ». تث 19:15
وَلكِنْ اِنْ رَفَضَ اسْتِمَاعَهُمْ اَيْضًا فَاخْبِرِ الْكَنِيسَهَ. وَاِنْ رَفَضَ اسْتِمَاعَ الْكَنِيسَهِ اَيْضًا فَلْيَكُنْ لَكَ كَالْوَثَنِيِّ اَوِ الْمُرْتَدِّ.
مَا اَقُولُهُ لَكُمْ الانَ حَقٌّ وَاِنَّ مَا تُغْلِقُونَهُ فِي الاَرْضِ يُغْلَقُ فِي السَّمَاءِ وَمَا تَفْتَحُونَهُ فِي الاَرْضِ يُفْتَحْ فِي السَّمَاءِ.
وَكَمَا قُلْتُ لَكُمْ مِنْ قَبْلُ، اِنِ اتَّفَقَ اثْنَانِ مِنْكُمْ عَلَي الاَرْضِ فِي اَيِّ شَيْءٍ يَطْلُبَانِهِ، يَقُولُ لَهُمَا اَبِي الَّذِي فِي السَّمَاءِ: اَنَا اَفْعَلُهُ لَكُمَا.
حَيْثُمَا اجْتَمَعَ اثْنَانِ اَوْ ثَلاَثَهٌ بِاسْمِي فَهُنَاكَ اَكُونُ مَعَهُمْ. الْخَادِمُ الَّذِي لَمْ يَرْحَمْ
جاء بطرس الي يسوع وقال: "يا رب، كم مره يجب ان اغفر لاخي اذا اخطا بحقي؟ هل الي سبع مرات؟"
اجاب يسوع: «لَا اَقُولُ لَكَ سَبْعَ مَرَّاتٍ بَلْ سَبْعَهً وَسَبْعِينَ مَرَّهً».
مَمْلَكَهُ السَّمَاوَاتِ تُشْبِهُ مَلِكًا اَرَادَ اَنْ يُحَاسِبَ عَبِيدَهُ عَلَي الاَمْوَالِ الَّتِي يَدِينُونَ بِهَا لَهُ.
وبدا الملك في فعل ذلك، عندما قُدِم اليه رجل يدين له بالملايين من الدولارات.
لم يقدر الرجل علي السداد، لذلك امر سيده ببيعه هو وزوجته واطفاله وكل ما يملك ليسترد ما عليه من دين.
خَرَّ العَبْدُ علي رُكْبَتَيْهِ امَامَهُ. «اعْطِنِي وَقْتاً»، تَوَسَّلَ. «سَارُدُّ لكَ كُلَّ شَيْء».
سَرَّ سَيِّدُهُ حَظُّهُ، فَاَعْتَقَهُ وَغَفَرَ لَهُ مَا يَدِينُهُ بِهِ.
لكن ذلك الخادم خرج ووجد احد الخدم الذين كانوا مدينين له ببعض الدولارات. فامسك به وخنقه قاءلاً: "اعد ما عليّ من مال"!
سقط الخادم الاخر علي رُكبتيه. "اعطِني مهله"، تَوسَّل اليه. "ساردُّ لك المال".
لكن الخادم الاول رفض. بل ذهب وقذف الرجل في السجن. هناك سيبقي الي ان يدفع ما عليه.
راي الخدم الاخرون ما حدث . وازعجهم الامر كثيرا . فذهبوا واخبروا سيّدهم بكل ما جري .
ثم دعا السيّد خادمه الاول اليه وقال له: يا عبدي الشرير، لقد محوتُ لكَ كلَّ دينٍ عليك لانك طلبت مني ذلك.
اَوَلَمْ تُحِبَّ اَنْ تَكُونَ قَدْ عفَوْتَ عَنِ الْعَبْدِ لِلاخَرِ كَمَا رَحِمْتُكَ؟
غضب سيده منه وسلمه الي السجانين. سيُعاقب حتي يسدد كل ما عليه.
هكذا يفعل ابي السماوي بكل واحد منكم ان لم تغفروا من كل قلوبكم لاخوتكم.
يسوع يعلّم عن الطلاق
عندما فرغ يسوع من قول هذا الكلام، انتقل من الجليل. واتجه الي نواحي اليهوديه عبر الاردن.
تابعهُ حشودٌ كبيرهٌ. شفَي المرضي هناك.
جاء بعض الفريسيين ليمتحنوه. فسالوه: "هل يحل للرجل ان يطلق امراته لاي سبب كان؟"
اجاب يسوع: «اَمَا قَرَاْتُمْ اَنَّ الْخَالِقَ مِنَ الْبَدْءِ خَلَقَهُمَا ذَكَرًا وَاُنْثَي؟» (تَكْوِين 1:27)
قال: «لِهَذا يَترُكُ الرَّجُلُ اَباهُ واُمَّه ويَلتَصِقُ بِامراَتِه، ويكونانِ جَسَدًا واحِدًا». (تَكوين 2:24)
لَيْسَا اِثْنَيْنِ بَعْدَ الْانَ، بَلْ هُمَا جَسَدٌ وَاحِدٌ. فَمَا يَجْمَعُهُ اللهُ لاَ يُفَرِّقُهُ اِنْسَانٌ.
قالوا: "فَلِمَ اَمَرَ موسي اَن يُطَلِّقَ الرَّجُلُ امْرَاَتَهُ بِكِتَابٍ وَيُرْسِلَها مِن عِندِهِ؟"
اجاب يسوع: «سَمَحَ لكُمْ مُوسَي بِطَلاقِ نِسَاءِكُمْ لِقَساوَهِ قُلُوبِكُمْ. لكِنَّهُ لَمْ يَكُنْ هكَذا مِنَ البَدْءِ».
هذا ما اخبرك به. من طلّق زوجته وتزوّج باخري فهو زانٍ. للرجل ان يطلّق زوجته ان كانت غير مُخلِصَه له.
قال له التلاميذ: "اذا كان الامر كذلك بين الزوج والزوجه، فمن الافضل الا يتزوج المرء."
اجاب يسوع: «لَيْسَ الْجَمِيعُ يَقْبَلُونَ قَوْلَكَ هذَا، بَلْ اِنَّمَا الَّذِينَ مَنَحَهُمُ اللهُ نِعْمَهَ الْعُزُوبَهِ».
بعض الرجال لا يستطيعون انجاب الاطفال لانهم وُلدوا هكذا. وبعضهم جعلهم الناس كذلك. والبعض الاخر جعلوا انفسهم كذلك ليخدموا مملكه السماء. من يستطع قبول العيش هكذا فليفعل." اطفال صغار يُقدمون ليسوع
ترجم بعض الناس اولاد صغار الي يسوع. ارادوا منه ان يضع يديه عليهم ويصلي من اجلهم. لكن التلاميذ قالوا للناس ان يتركوا الامر.
قال يسوع: "دَعُوا الاَطفالَ الصِغارَ يَقترِبونَ مِنِّي ولا تَمنَعوهُم، لانَّ لمَملَكَهَ السَّمَواتِ لِاَشباهِ هءُلاءِ."
وضع يسوع يديه عليهما ثم انطلق من هناك. يسوع والرجل الغني الشاب
جاء رجل الي يسوع وقال: "يا معلم، ماذا اعملُ من الخير لارثَ الحياهَ الابديَّه؟"
لماذا تسالني عن الخير؟ اجاب يسوع. "ليس بالخير الا واحد. وان اردت ان تدخل الي ملكوت السموات فاحفظ الوصايا."
ايها؟ سال الرجل. قال يسوع: *«لا تقتل. لا تزنِ. لا تسرق. لا تشهد بالزور».*
اَكْرِمْ اَبَاكَ وَاُمَّكَ‭ ‬‭(‬خروج‭ ‬20‭:‬12‭-‬16‭؛ ‬تثنيه‭ ‬5‭:‬16‭-‬20‭)‬‭ ‬و‭ ‬‭"‬اَحِبَّ‭ ‬قَرِيبَكَ‭ ‬كَنَفْسِكَ‭"‬‭ ‬‭(‬لاويين‭ ‬19‭:‬18‭)‬
ترجمتي الدقيقه: "لقد اطعت جميع تلك الوصايا"، قال الشاب. "ماذا عليّ ان افعل اكثر من ذلك؟"
اجاب يسوع: «اِنْ اَرَدْتَ اَنْ تَكُونَ كَامِلًا، فَاذْهَبْ وَبِعْ اَمْلَاكَكَ وَاَعْطِ الْفُقَرَاءَ، فَيَكُونَ لَكَ كَنْزٌ فِي السَّمَاءِ، وَتَعَالَ اتْبَعْنِي».
عندما سمع الشابّ ذلك، غادر حزيناً. كان غنياً جداً.
ثم قال يسوع لتلاميذه: "هذا القول حق اقوله لكم، انه يَعسُر علي الاغنياء ان يدخلوا ملكوت الله."
واقول لكم مره اخري، من السهل ان يدخل الجمل في ثقب الابره، من ان يدخل الغني مملكه الله
فَلَمَّا سَمِعَ التَّلَامِيذُ ذَلِكَ، بُهِتُوا قَاءِلِينَ: «اِذًا مَنْ يَسْتَطِيعُ الْخَلَاصَ؟»
نظر اليهم يسوع وقال: "هذا مستحيل عند الناس، اما عند الله فكل شيء ممكن."
اجابه بطرس: «تركنا كل شيء وتبعنا لك! فماذا سيكون لنا؟»
قال لهم يسوع: «ما ساقوله لكم الان هو الحق؛ عندما يتجدد كل شيء، سيجلس ابن الانسان علي عرشه المجيد. وجميعكم الذين تبعتموني، ستجلسون انتم ايضاً علي اثني عشر عرشاً وتدينيون اثني عشر سبطاً لاسراءيل».
مَن تَرَكَ بَيْتًا اَوْ اَهْلًا اَوْ مَالًا فَبِسَبَبِي، يَرِثُهُ حِضْرَهً اَبَدِيَّهً، وَيُكَافَاْ مِءَهَ مِثْلٍ.
لكن الكثيرين من الاواءل سوف يكونون اخرين. والكثيرون من الاخِرين سوف يكونون اواءل.
قصه العمال في الكرم
مَمْلَكَهُ السَّمَاوَاتِ تُشْبِهُ رَجُلًا صَاحِبَ حَقْلٍ، خَرَجَ مُبَكِّرًا فِي الصَّبَاحِ لِيَسْتَاْجِرَ عُمَّالًا يَعْمَلُونَ فِي كَرْمِهِ.
وافق علي ان يدفع لهم الاجر المعتاد لعمل يوم واحد. ثم ارسلهم الي كرمه.
حوالي الساعه التاسعه صباحاً خرج مره اخري . وراي اخرين واقفين في السوق لا يفعلون شيءاً .
قال لهم: "انتم ايضا اذهبوا وعملوا في كرمي. سادفع لكم الاجر الحق."
فَذَهَبُواْ. وَخَرَجَ اَيْضًا حَوَالَيْ سَاعَهِ الْغُدْوَهِ وَبَعْدَ الْعَصْرِ وَفَعَلَ كَذَلِكَ.
حوالي الساعه الخامسه خرج ووجد اخرين واقفين. فسالهم: "لماذا تقفون هنا طوال النهار بلا عمل؟"
قالوا له: "لان احدا لم يستاجرنا". فقال لهم: "امضوا انتم ايضا الي كرمي".
وعندما حل المساء، قال صاحب الكرم للخادم المسءول عن العمال: «اَدْعُ العمالَ ليُعطَي كلُّ واحد اجرَه، مُبتدءاً بالاخرين الذين استُخدِموا في اخر النهار، ثمَّ الذين استُخدِموا اولا».
قدوم العمال الذين استُاجِروا حوالي الخامسه. حصل كلٌّ منهم علي اجر يومه المعتاد.
فَلَمَّا جَاءَ اُجَرَاءُ الْاَوَّلِينَ اسْتَاْجَرَهُمْ بِاَجْرٍ مَّثْلِيٍّ. وَاَعْطَيا كُلَّ وَاحِدٍ مِّنْهُمْ يَوْمَهُ فَرِحِينَ.
عند استلامهم لها، بداوا بالشكوي من المالك.
قالوا: «هءلاء الناس الذين عُيّنوا مءخراً لم يعملوا سوي ساعه واحده، ومع ذلك دفعتَ لهم ما تدفعه لنا. نحن من قمنا بمعظم العمل، وقضينا النهار كله تحت الشمس الحارقه».
صاحب العمل اجابهم وقال لواحد منهم: "يا صديقي، انا اتعامل معك بانصاف، اليس كذلك؟ الم توافق علي العمل مقابل اجرك اليومي المعتاد؟
خُذْ اَمْوَالَكَ وَارْحَلْ. اُريدُ اَنْ اُعْطِيَ الَّذِينَ عَيَّنْتُهُمْ لِلْعَمَلِ الْاَخِيرَ نَفْسَ الاُجْرَهِ الَّتِي اَعْطَيْتُكَ اِيَّاهَا.
اَلسْتُ اَصْحَابَ مَالِي وَاَفْعَلُ بِهِ مَا اُرِيدُ؟ اَتشْعُرُ بِاَنَّكَ مَغْدُورٌ بِكَ لِاَنِّي اَعْطَيْتُ بِسَخَاءٍ لِلْاخَرِينَ؟
فَالَّذِينَ كَانُوا اخِرِينَ يَصِيرُونَ اَوَّلِينَ. وَالَّذِينَ كَانُوا اَوَّلِينَ يَصِيرُونَ اخِرِينَ». يَسُوعُ يُعَلِّمُ تَلَامِيذَهُ لِلْمَرَّهِ الثَّالِثَهِ عَنْ صَلِيبِهِ الْمُقْبِلِ
كان يسوع متوجّهاً الي اورشليم. وعلي الطريق، اخذ الاثني عشر جانباً ليُكلمهم.
قال: «صعدنا الي اورشليم، وسيسلم ابن الانسان الي رءساء الكهنه وكتبه الشريعه. وهم يحكمون عليه بالموت».
ثم يسلمونه الي الوثنيين. يسخرون منه ويجلدونه ويصلبونه. وفي اليوم الثالث يقيم من الاموات!
جاءت ام ابني زبدي الي يسوع . وتبعها ابناها ، فخرت علي ركبتيها وطلبت منه امرا .
ماذا تريدين؟" سالها يسوع. فاجابت: "اعدني ان يجلس احد ابنيّ في ملكوتك علي يمينك، والاخر علي يسارك".
قال لهم يسوع: «ما تدرون ما تطلبون. اتقدرون ان تشربوا الكاس التي ساشربها؟» اجابوه: «نعم».
قال يسوع لهم: "من المءكّد انكم ستشرَبون من الكاس التي اشرَب منها. امّا الجلوس عن يميني او عن يساري فليس لي انْ اُحدِّد من يكون. فهذان المكانان هما لمن اعدَّهما ابي".
سمع التلاميذ العشره الاخرون عن هذا. وغضبوا من الاخوين.
جمعهم يسوع وقال لهم: «اَنْتُمْ تَعْلَمُونَ اَنَّ رُءَسَاءَ الاُمَمِ يَسُوسُونَهَا بِالْحَدِيدِ، وَاِنَّ مَنْ يَسْتَعْلِي عَلَيْهِمْ يُسَمُّونَهُ اَسَدًا».
لا تكن كذلك، بل من اراد ان يكون فيكم اولاً يكون عبدا للجميع.
وَمَنْ اَرَادَ اَنْ يَكُونَ الْاَوَّلَ فَلْيَكُنْ لَكُمْ عَبْدًا
كُنْ مثل ابن الانسان. فهو لمْ يَاتِ لِيَخْدِمُوه، بَلْ جَاءَ لِيَخْدِمَ الاخَرينَ. جَاءَ لِيُعْطِيَ حَيَاتَهُ فِدْيَهً لِكَثِيرينَ يَتَحَرَّرُونَ مِنْهَا.
يَسُوعُ وتَلامِيذُهُ كَانُوا يَخْرُجُونَ مِنْ اَرِيحَاءَ. وَتَبِعَتْهُ جَمْعٌ غَفِيرٌ.
هندما سابت ربمامه رحمه رورج رحده رورج ماسرر رماستامه ماسرر ممره ماسرر همرج ممره همرج مممامه همرج مماستامه ممامره ممامره هممرمامه ممامره ممامره همرمامه ممامره ممامره هممرمامه هممرمامه ممامره همممرمامه هممرمامه ممامره همممرمامه ممامره هممممامه هممممامه ممامره هممممامه هممممامه ممامرمامه هممممامه ممامرمامه هممممامه ممامرمامه همممممامه ممامرمامه
الْحَشْدُ اَمَرَهُمْ بِالْكُفُورِ. قَالُوا لَهُمْ: اسْكُتُّوا. لاكِنَّ الرَّجُلَيْنِ صَرَخَا اَشَدَّ قَاءِلَيْنِ: «يَارَبُّ! يَا ابْنَ دَاوُدَ، ارْحَمْنَا!»
وَقَفَ يَسُوعُ وَنَادَاهُمَا: «مَاذَا تُرِيدَانِي اَنْ اَفْعَلَ بِكُمَا؟».
سَيِّدُنا، نَرْجُو اَنْ نُبْصِرَ.
وَجَدَ يَسُوعُ فِي قُلُوبِهِمْ رَحْمَهً عَظِيمَهً، فَلَمَسَ اَعْيُنَهُمْ، فَفِي الْحَالِ اَبْصَرُوا، فَاتَّبَعُوهُ.
يَسُوعُ يَدْخُلُ يَرُوشَلَيْمَ
وَبَعْدَمَا قَرُبُوا مِنْ اُورُشَلِيمَ، وَصَلُوا اِلَي بَيْتِ فَاجِي. وَكَانَتْ عَلَي جَبَلِ الزَّيْتُونِ. فَاَرْسَلَ يَسُوعُ تِلْمِيذَيْنِ، قَاءِلًا لَهُمَا:
قال لهم: « اذهبوا الي القريه التي امامكم. وحالما تدخلونها، ستجدون جحشاً مربوطاً هناك. وسيكون جنينها معها. حلّوا رباطهما واتوني بهما ».
اذا قال لك احد اي شيء، قولي ان السيد بحاجه اليهم. سيُرسِلهم المالك علي الفور.
هذا وقع لكي يتم ما قيل بالنبي.
قُلْ لِمَدِينَهِ صِهْيَوْنَ: هُوَذَا مَلِكُكِ يَاْتِيكِ وَدِيعٌ رَاكِبًا عَلَي عُنْقَانِ حِمَارٍ، عَلَي جَحْشٍ ابْنِ اَتَانٍ. (زَكَرِيَّا 9:9)
ذهب التلاميذ وفعلوا ما امرهم يسوع به.
جاءوا بالحمار و الجحش و وضعوا ثيابهم عليهما فجلس يسوع علي الثياب.
جمع غفير من الناس بسطوا معاطفهم علي الطريق. وقام اخرون بقطع اغصان من الشجر وبسطها علي الطريق.
ترجم بعض الناس امامه ، والبعض الاخر تبعوه. صرخ الجميع: "هُوشَعْنَا لِابْنِ دَاوُدَ!" "مُبَارَكٌ الاتِي بِاسْمِ الرَّبِّ!" (مزمور 118:26) "هُوشَعْنَا فِي الاَعَالِي!"
وَعِنْدَمَا دَخَلَ يَسُوعُ اِلَي اُورُشَلِيمَ، اضْطَرَبَتْ كُلُّ الْمَدِينَهِ وَسْطَرُوهُ قَاءِلِينَ: «مِنْ اَيْنَ هذَا؟»
رد الجمع: "هذا هو يسوع. نبي من نـاصره الجليل." طرد يسوع الباعه من الهيكل
دخل يسوع الهيكل وبدا يُخرج جميع الذين كانوا يبيعون ويشترون فيه. قلّب مواءد الصيارفه وكراسي باءعي الحمام.
قال لهم: «مكتوب: يُدْعَي بَيْتي بَيْتاً للصَّلاهِ» (اشَعْيَاء 56:7) و«اَنْتُمْ جَعَلْتُمُوهُ مَغَارَهَ لُصُوصٍ» (ارْمِيَا 7:11)
وَجَاءَ اِلَيْهِ الْعُمْيُ وَالْعُرْجُ وَالْمَرْضَيا فِي الْهَيْكَلِ فَشَفَاهُمْ.
وراي رءساء الكهنه وكتبه الشريعه العجاءب التي كان يفعلها، وسمعوا الاولاد ايضاً في الهيكل يصرخون: «اوْسَانا لِابْنِ داوُدَ!». فَغَضِبُوا غَضَباً شَدِيداً.
اَتَسْمَعُ مَا يَقُولُ هَءُلَاءِ الْاَطْفَالُ؟" سَاَلُوهُ. فَقَالَ يَسُوعُ: "نَعَمْ. اَمَا قَرَاْتُمْ قَطُّ: اِنَّكَ تُسَبِّحُكَ الْاَشْفَاقُ وَالرُّضَّعُ اَيْضًا؟" (مَزْمُورٌ 8:2)
ثُمَّ تَرَكَ يَسُوعُ الْجَمْعَ وَمَضَي مِنْ هُنَاكَ اِلَي الْبَيْتِ. وَتَبِعَتْهُ جُمْهُورٌ كَبِيرَهٌ فَاَبْرَاَ هُنَاكَ كَثِيرِينَ مَرْضَي بِاَمْرَاضٍ مُخْتَلِفَهٍ. وَاَيْضًا اَخْرَجَ الشَّيَاطِينَ بِكَلِمَهٍ، وَاَسْقَامَ
في الصباح الباكر، كان يسوع في طريقه عاءدا الي اورشليم. وكان جاءعا.
رَاَي شَجَرَهَ تِينٍ عَلَي الطَّرِيقِ. فَالتَفَتَ اِلَيْهَا وَلَمْ يَجِدْ فِيهَا شَيْءًا سِوَيا وَرَقٍ. وَقَالَ لَهَا: «لَا يَعُودَنَّ فِيكِ شَيْءٌ مِنَ الثَّمَرِ اَبَدًا!» فَيَبِسَتِ الشَّجَرَهُ كَرَمَحٍ بِالْعَيْنِ.
عَجِبَ التّلاميذُ مِن ذلِكَ وقالو: "كَيْفَ يَبِسَتْ شَجَرَهُ التِّينِ هكَذا بِسُرْعَهٍ!"
اجاب يسوع: «اَلْحَقَّ اَقُولُ لَكُمْ: اِنْ كَانَ لَكُمْ اِيمَانٌ وَلاَ تَشُكُّونَ، فَلَيْسَ اَمْرُ جَبَلٍ يَنْتَقِلُ اِلَي الْبَحْرِ فَقَطْ بَلْ اَيْضًا تَقُولُونَ لِهَذَا الْجَبَلِ: انْقُلْ مِنْ هُنَا اِلَي هُنَاكَ، فَيَنْتَقِلُ، وَلاَ يَكُونُ شَيْءٌ غَيْرَ مُمْكِنٍ لَدَيْكُمْ».
اِنْ كُنْتُمْ تُءْمِنُونَ فَسَتَاْخُذُونَ مَا تَسْاَلُونَ فِي الصَّلَاهِ ۚ اِنَّ سُلْطَانَ يَسُوعَ يُمْعَنَدُ
دخل يسوع باحه الهيكل. وبينما كان يعلم هناك، جاء اليه رءساء الكهنه وشيوخ الشعب وقالوا: "باي سلطه تفعل هذا؟ ومن اعطاك هذه السلطه؟"
اجاب يسوع: «سَاَسْاَلُكَ اَيْضًا اَنَا سُءَالًا وَاحِدًا. فَاَجِبْنِي، فَاَقُولَ لَكَ بِاَيِّ سُلْطَهٍ اَفْعَلُ هذِهِ الْاُمُورَ».
اين كان مصدر معموديه يوحنا؟ امن السماء ام من الناس؟ تدارسوا الامر فيما بينهم وقالوا: «اِنْ قُلْنَا مِنَ السَّمَاءِ، يَقُولُ لَنَا: فَلِمَاذَا لَمْ تُءْمِنُوا بِهِ؟»
لكن ماذا لو قلنا: "من الرجال"؟ اننا نخاف من الناس. فالجميع يعتقدون ان جون كان نبيّاً.
فاجابوه: «مَا نَعْلَمُ». فَقَالَ لَهُمْ يَسُوعُ: «وَاَنَا اَيْضًا لَا اَقُولُ لَكُمْ بِاَيِّ سُلْطَهٍ اَفْعَلُ هذِهِ الْاُمُورَ».
ماذا تظن بشان هذا؟ كان لرجلٍ ما ابنان. ذهب الي الاول وقال: "يا بني، اذهب اليوم للعمل في الكرم."
« ما غاديش نمشي », هاكذا اجاب الابن. لكنّه غير رايه بعد ذلك وذهب.
ثم ذهب الاب الي الابن الاخر وقال له نفس الكلام، فاجابه الابن: "سافعل يا ابي". لكنه لم يفعل.
اي الابنَيْن فعل ما اراده ابوه؟" اجابوا: "الاول". قال لهم يسوع: "حقًا اقول لكم، العشارون والزواني يسبقونكم الي ملكوت الله.
جاءكَ يُوحَنّا لِيُرِيَكَ الطَّريقَ السَّليمَ لِلحَياهِ، فَلم تُصَدِّقْهُ. اَمَّا المُحَصِّلونَ والعاهِراتُ فَامَنوا بِهِ. اَنتَ رَاَيتَ ذلِكَ، وَرَغمَ ذلِكَ لَم تَتوبَ عَن خَطاياكَ وَتُءمِن بِهِ. قِصَّهُ المُستَاجِرينَ
اسمع حكايه اخري. كان رجل يمتلك قطعه ارض فزرع فيها كرماً. واحاطها بسور. وحفر فيها حوض معصره. وبني برجاً للمراقبه. ثم اجر المزرعه لبعض الفلاحين ورحل في سفر.
وعندما حان وقت الحصاد، ارسل عبيدَهُ الي المستاجرين. وقال للعبيد ان يجمعوا نصيبه من الثمر.
لكن المستاجرين امسكوا بعبيده. ضربوا احدهم. وقتلوا اخر. ورموا الثالث بالحجاره حتي الموت.
ثم ارسل الرجل عبيدا اخرين الي الفلاحين. وارسل هذه المره عددا اكبر من المره الاولي. فتعامل الفلاحون معهم بالمثل.
واخيراً، ارسل لهم ابنه. قال: "سَيحترِمون ابني".
لكن المستاجرين راوا الابن مقبلا. وقالوا فيما بينهم: «هذا هو من سيرث كل املاك صاحب الدار يوما ما. تعالوا نقتله. وكل شيء سيصبح لنا.»
فاخذوه واخرجوه من الكرم و قتلوه.
عِندَ رُجُوعِ صَاحِبِ الْكَرْمِ، مَاذَا سَيَفْعَلُ بِاُولَءِكَ الْمُكَارِيِّينَ؟
سيُهلك اولءك الناس الاشرار، اجابوا. "ثم يءجر الكرمَ لاخرين من الفَعَله، يُعطونه قِسْطَه من الثمرات في اوقات القطاف."
قال يسوع لهم: «اَما قراتم قط ما كُتِب: الحَجَرُ الَّذي رَفضَه الْبَنَاءُون هُوَ قَدْ صارَ رَاسَ الْزاوِيَه. مِن قِبَلِ الرَّبِّ كانَ هذَا وَهُوَ عَجيبٌ في اَعْيُنِنا»؟ (مزمور 118: 22، 23)
فها انا اقول لكم: ان ملكوت الله سينزع منكم ويعطي لامه تءتي ثمره.
كل من يقع علي تلك الحجر سيتكسر الي اشلاء. لكن الحجر سيسحق من يقع عليه.
سمع رءساء الكهنه والفريسيون قصص يسوع . علموا انه كان يتحدث عنهم .
فبحثوا عن طريقه للقبض عليه لكنهم خافوا من الجمع لان الناس كانوا يعتقدون ان يسوع نبي.
قصه عشاء الزفاف
وَحَكَي لَهُمْ يَسُوعُ اَيْضًا مَثَلاً اخَرَ قَاءِلاً:
هذا ما يشبه به ملكوت السموات . اعد ملك وليمه عرس لابنه .
ارسل خدامه الي المدعوين للعشاء. اخبرهم الخدام بالمجيء. لكنهم رفضوا.
ثم ارسل ايضا بعض مُخدُميهِ قاءلا: "قُولُوا لِلْمَدْعُوِّينَ اِنَّ عَشَاءِي قَدْ هَيَّاْتُهُ. ذَبَحْتُ عُجُولِي وَسِمَانِي كُلَّهَا. الْكُلُّ مُسْتَعِدٌّ. تَعَالَوْا لِلْعُرْسِ."
ولكن الناس لم يعيروا اهتماما . ذهب هذا الي حقله وذهب ذاك الي تجارته .
بقيه الناس امسكوا خدمه. عاملوهُم بِسوءٍ ثُمّ قَتلوهُم.
غضب الملك غضبا شديدا. ارسل جيشه للقضاء عليهم. فقتلوا اولءك القتله وحرقوا مدينتهم.
ثم قال الملك للخدم: "العشاء الجاهز للعروسين. لكن المدعوين الذين دعوتهم لم يكونوا اهلا للحضور."
اخرج الي زوايا الشوارع. ادع كل من تجده الي العشاء.
فخرج الخدم الي الطرقات، وجمعوا كل من وجدوا، اصالحين كانوا ام اشراراً. وما عتم ان امتلا بيت العرس بالمدعوين.
دخل الملك ليري الضيوف . لاحظ وجود رجل لا يرتدي ملابس العرس .
صديقي ، سال ، "كيف دخلت هنا دون ملابس زفاف؟" لم يستطع الرجل ان يقول شيءًا.
ثم قال الملك لعبيده: "اربطوا يديه ورجليه. القوه الي الخارج في الظلام. هناك يكون البكاء وصرير الاسنان".
«‫كثيرون مدعوون وقله مختارون‬». هل من الصواب ان ندفع الضراءب لقيصر؟
خرج الفريسيون وبداوا يُخطّطون لِيُمسكوا يسوع باقوالِه.
ارسلوا تلاميذهم اليه. ارسلوا الهيرودسيين معهم. وقالوا: "يا معلم، نعلم انك رجل صادق، وتعلّم طريق الله بالحق، ولا تابه لاحد، لانك لا تنظر الي وجوه الناس.
قُل لنا اذاً، ماذا تظن؟ هل من الصواب ان ندفع الضراءب لقيصر ام لا؟
وَلكِنَّ يَسُوعَ عَلِمَ خُدَعَهُمْ، فَقَالَ: «يَا مُرَاءُونَ! لِمَاذَا تُجَرِّبُونَنِي؟
ارني العمله التي يستخدمها الناس لدفع الضراءب. فاحضروا له قطعه نقديه فضيه.
سالهم: "صوره من هذه؟ وكلمات من هذه؟"
قالوا: "لقيصر." فقال لهم: "اَعْطُواْ مَا لِقيصر لِقيصر، وَمَا للهِ للهِ.".
عند سماعهم هذا، اندهشوا ومضوا في طريقهم. الزواج عندما يقوم الاموات
في اليوم نفسه، جاء الاحبار يسوع بسءال. لانهم لا يءمنون بالقيامه من الموتي.
قالوا: "يا معلم، هذا ما قاله موسي: اذا مات رجلٌ دون ان يُنجب، يجب علي اخيه ان يتزوج ارملته، فينجب منها وَلداً يحمل اسم اخيه."
كانَ هُناكَ سَبعهُ اخوهٍ بَينَنا. تَزَوجَ الاوَّلُ ومات. ولَمّا كانَ لَيسَ لَه ابناءٌ، اورَثَ امْرَاَتَه لاخيهِ.
وحدث نفس الشيء مع الاخ الثاني والثالث. استمر الامر علي هذا المنوال حتي السابع.
واخيرا توفيت المراه.
وَالانَ، حِينَ يَقُومُ الاَمْوَاتُ، لِمَنْ تَكُونُ زَوْجَهً؟ فَقَدْ تَزَوَّجَهَا السَّبْعَهُ جَمِيعُهُمْ.
اجاب يسوع: «اَنْتُمْ تَضِلُّونَ لاَنَّكُمْ لا تَعْرِفُونَ الْكُتُبَ وَلا قُدْرَهَ اللهِ».
اذا قام الاموات من قبورهم، فلن يتزوجوا. ولن يزوجهم اباءهم ايضا. سيكونون كالملاءكه في السماء.
ماذا عن الموتي الذين يقومون من قبورهم؟ الم تقرا ما قاله الله لكم؟
قال: «انا اله ابراهيم. انا اله اسحاق. وانا اله يعقوب» (الخروج 3:6). ليس اله الاموات، بل اله الاحياء
عَجِبَ الْحَاضِرُونَ لِمَا كَانَ يُعَلِّمُهُمْ. اَيَّهُ الْوَصِيَّهِ هِيَ الْاَوْلَي؟
سمع الفريسيون ان الصدوقيين لم يستطيعوا الاجابه علي يسوع. فاجتمع الفريسيون معاً.
وكان بينهم خبير في الشريعه فسال يسوع امتحاناً:
المعلم، ساله، "ما هو الوصيّه الاهم في الشريعه؟"
اجاب يسوع: «‏اِحْبِبِ الرَّبَّ اِلَهَكَ مِنْ كُلِّ قَلْبِكَ، وَمِنْ كُلِّ نَفْسِكَ، وَمِنْ كُلِّ فِكْرِكَ‏» (تثنيه 6‏:5)
هذا هو الوصيّه الاولي والاهم
وثانيهما مشابه لها: «وَكَانَتْ مَحَبَّتُكَ لِقَرِيبِكَ كَنَفْسِكَ». (لاويين 19:18)
كل ما هو مكتوب في الناموس والانبياء يعتمد علي هاتين الوصيتين." من هو ابن المسيح؟
اجتمع الفريسيون. فسالهم يسوع،
ماذا تظن في المسيح؟ ابن من هو؟ اجابوه: ابن داود.
قال لهم: "اذاً، لماذا يدعوه داود بالرب؟ لان الروح القدس تكلم علي لسان داود نفسه. داود قال،
سيّدِي قالَ لِسَيِّدِي: اجْلِسْ عَنْ يَمِينِي حَتَّي اَضَعَ اَعْدَاءَكَ تَحْتَ قَدَمَيْكَ. (مزمور 110: 1)
فاذا كان داود يُسميهِ رَبّاً، كيف يَكون ابناً لداود؟
ما قدرش حَد يرد عليه بكلمه وحده. ومن ذلك اليوم ما جرّء حَد يسولّو يسالو شي سءال.
يَسُوعُ يَحْكُمُ عَلَي الْفَرِّيسِيِّينَ وَالْكَتَبَهِ
يَسُوعُ يَتَكَلَّمُ لِلْجُمُوعِ وَلِلتَّلاَمِيذِ
قال: "يَجْلِسُ الكَتَبَهُ والفَرّيسِيُّونَ عَلَي كُرْسِيّ مُوسَي."
فعليك ان تطيعهم. افعل كل ما يطلبونه منك. لكن لا تفعل ما يفعلونه. هم لا يطبقون ما يقولونه.
يَربِطُونَ الاَحمالَ الثَّقيلهَ ويَضعونَها عَلي كَواهِلِ النَّاسِ. لكِنَّهُم لا يُحرِّكونَ ساكِناً لِرَفعِها بِاصغَرِ اصابِعِهم.
كل ما يفعلونه يكون ليراه الاخرون. علي جباههم واذرعهم يضعون صناديق صغيره تحمل ايات من الكتاب المقدس. يجعلون الصناديق واسعه جدا. ويجعلون اشرطه المعاطف طويله جدا.
يُحِبُّونَ الجلوسَ في مَقعدِ الشرفِ في الولاءمْ. ويُحِبُّونَ انْ يَكونوا في الصَّدْرِ في المَجامِعِ.
يُحِبُّونَ اَن يُتَحَيَّاوَ بِـ"السَّلاَمُ عَلَيْكُمْ" فِي اَسْوَاقِ البَلَدِ. وَيُسَرُّونَ اِذَا نَادَاهُمُ النَّاسُ بــ"رَبِّي".
ولكن لا ينبغي ان يُطلق عليكم لقب "رَبّي". لكم معلم واحد وانتم جميعًا اخوه.
لا تَدْعُوا اَحَدا عَلَي الاَرْضِ اَباً. لَكُمْ اَبٌ وَاحِدٌ، وَهُوَ فِي السَّمَاءِ.
ما كاينش اللي اسمّيه «سيّدنا». عندك سيد واحد وهو المسيح.
اهم شخص بينكم سيكون خادمكم.
من يرفع نفسه سيسقط ومن يسقط سيُرفع.
وَيْلٌ لَكُمْ اَيُّهَا الْكَتَبَهُ وَالْفَرِّيسِيُّونَ الْمُرَاءُونَ! فَاِنَّكُمْ تُغْلِقُونَ مَلَكُوتَ السَّمَاوَاتِ قُدَّامَ النَّاسِ وَاَنْتُمْ لَا تَدْخُلُونَ اَنْتُمْ وَلا تَدَعُونَ الدَّاخِلِينَ يَدْخُلُونَ!
تُرجم
وَيْلٌ لَكُمْ اَيُّهَا الْكَتَبَهُ وَالْفَرِّيسِيُّونَ الْمُرَاءُونَ! تُجِيبُونَ بِبَحْرٍ عَمِيقٍ مِنَ الْكَلِمَهِ، اَنْتُمْ اَبْنَاءُ جَحِيمٍ. وَتَقُولُونَ: كُلُّ مَنْ يَحْلِفُ بِالْمَذْبَحِ فَهُوَ لَا شَيْءٌ، وَلكِنْ مَنْ حَلَفَ بِالْهَدَايَا الَّتِي عَلَيْهِ فَهُوَ مُتَبَرِّءٌ!
ما اَشَدَّ ضَلالَكُمْ اَيُّهَا الْمُرْشِدُونَ الْعُمْيُ! فَاَنْتُمْ تَقُولُونَ: اِنْ حَلَفَ اَحَدٌ بِهَيْكَلِ اللهِ فَلَيْسَ بِشَيْءٍ، اَمَّا مَنْ حَلَفَ بِذَهَبِ الْهَيْكَلِ فَمُلْزَمٌ بِحَلْفِهِ!
انتَ اعمي واحمق! ما هو الاهم؟ الذهب ام الهيكل الذي يُقدس الذهب؟
قلتم ايضاً: «اِن حَلَفَ اَحَدٌ بِالمَذْبَحِ فَهُوَ غَيْرُ مُلْزِمٍ لَهُ. وَلكِنْ مَنْ حَلَفَ بِالْهَدْيِ المَوْضُوعِ عَلَيْهِ فَقَدْ تَلْزَمُهُ الْمَسْءُولِيَّهُ».
يا عميان! ما هو الاهم؟ هل هي الهديه ام المذبح الذي يُقدس الهديه؟
فكل من يحلف بالقدس يحلف بالقدس وبكل ما فيها.
وكل من يحلف باسم الهيكل يحلف باسم الهيكل وبالاله الساكن فيه
وَمَنْ حَلَفَ بِالسَّمَاءِ فَقَدْ حَلَفَ بِعَرْشِ اللَّهِ وَمَنْ عَلَيْهِ.
بُوَاهِيكُمْ يَا مُعَلِّمِي الْحَقِّ وَالْفَرِّيسِيِّينَ، اَيُّهَا الْمُرَاءُونَ! تُعَشِّرُونَ النَّعْنَاعَ وَالْكَمُّونَ وَالْكُرَّاثَ، وَقَدْ تَرَكْتُمْ اَمْرَاضَ الشَّرِيعَهِ الاَهَمَّ، الْحَقَّ وَالرَّحْمَهَ وَالاِيمَانَ. كُنْتُمْ يَنْبَغِي اَنْ تَعْمَلُوا هَذِهِ وَلاَ تُهْمِلُوا تِلْكَ.
اَنْتُمْ قَادَهُ الضَّلَالِ! تُنَقِّيُونَ طَعَامَكُمْ مِنَ الْحُشَيْشَهِ الصَّغِيرَهِ، وَلكِنَّكُمْ تَبْتَلِعُونَ جَمَلاً بِاَسْرِهِ!
وَيْلٌ لَكُمْ اَيُّهَا الْكَتَبَهُ وَالْفَرِّيسِيُّونَ الْمُرَاءُونَ! فَاَنْتُمْ تُنَقِّيُونَ خَارِجَ الْكَاْسِ وَالْقَصْعَهِ وَهُمَا مِنْ دَاخِلٍ مَمْلُوانِ بِالْبُطْنَانِيَّهِ وَالْخُبْثِ. يَا اَيُّهَا الْفَرِّيسِيُّ الْعَمْيَانُ! نَقِّ اَوَّلاً دَاخِلَ الْكَاْسِ وَالْقَصْعَهِ لِيَكُونَ خَارِجُهُمَا اَيْضًا نَقِيًّا.
اعمي يا فريسي! نظف اولا الداخل من الكاس والصحفه، فَتَنْظَفَ ايضاً الخارج.
بُوُهْ لَكُمْ اَيُّهَا الْكَتَبَهُ وَالْفَرِّيسِيُّونَ الْمُرَاءُونَ! تُشْبِهُونَ قُبُوراً مُبَيَّضَهً تَظْهَرُ جَمِيلَهً مِنْ خَارِجٍ. اَمَّا هِيَ فَمَمْلُوءَهٌ عِظَامَ اَمْوَاتٍ وَكُلَّ نَجَاسَهٍ. هَكَذَا اَنْتُمْ اَيْضاً: تَظْهَرُونَ لِلنَّاسِ بِالْخَارِجِ بَارِّينَ، وَلَكِنَّكُمْ مَلْءَي بِالرِّيَاءِ وَاِثْمٍ!
كذلك انتَ. من الخارج تبدو كمن يفعل الصواب. لكنك من الداخل ممتلء بالخطا. تتظاهر بانك لست كذلك.
وَيْلٌ لَكُمْ اَيُّهَا الْقَادَهُ الْعُمْيَانُ! تُرَاءُونَ اَنْ تَدْفِنُوا الْبَيْتَ وَتُزَيِّنُوا قُبُورَ الْاَنْبِيَاءِ.
وقلتم لو كنا عاشـرْنا الذين من قبلنا لَما تبِعْنا اثارهم، ولَما اَشرَكنا في سُجُودِهم للهِ الالهه والاصنام.
فهذا شهاده منكم علي انفسكم، انكم ابناء قتله الانبياء.
فانهِ ما بداهُ الذين من قبلِك من المعاصي !
يا عش الدابّـات السامه ! كيف ستنجون من الحكم عليكم بالنار؟
فانا ارسل اليكم انبياء وحكماء ومعلمين. فبعضهم ستقتلون وبعضهم ستصلبون وتطاونهم باظلافكم في معابدكم. وتطردونهم من مدينه الي مدينه.
فستدفع ثمن كل دمٍ زكيٍّ اُريق علي الارض. من دم هابيل الصديق الي دم زكريّا بن برخيا. زكريّا هو من قتلته بين الهيكل والمذبح.
مَا اَنَا بَصَدْدِي لِلتَّحْدِيثِ عَنْهُ حَقِيقِيٌّ، وَسَيَنْزِلُ بِجَمِيعِ مَنْ يَعِيشُونَ الْانَ.
القدس! القدس! انتِ تقتُلين الانبياءَ وترمِين بالحجارهِ من اجلِ قتلِ الرسلِ المُرسَلين اليكِ. كم مرّهٍ اردتُ ان اجمَعَكِ كالدجاجهِ صِغارَها تحتَ جناحَيها، لكنَّكِ ابَيتِ الا نفورًا!
اِنَّ دَارَكَ خَاوِيَهٌ عَلَي عُرُوشِهَا
اَخْبِرْكُمْ، لَنْ تَرَوْنَنِي مَرَّهً اُخْرَي حَتَّي تَقُولُوا: «مُبَارَكٌ الاتِي بِاسْمِ الرَّبِّ» (مَزْمُور 118: 26)
علامات الساعه
خرج يسوع من الهيكل. وفيما كان يمشي التقي به التلاميذ فَرَدُّوا نظره الي بناء الهيكل.
تري كل هذه الاشياء؟ الحق اقول لك: لن يُترك حجرٌ هنا علي حجرٍ دون ان ينقض."
كانَ يَسوعُ جالِسًا عَلَي جَبَلِ الزَّيتونِ، ولَمَّا انتَقَلَ التَّلاميذُ مَعَهُ وَحْدَهُمْ، قالوا: «قُل لَنا، مَتي يَحدُثُ هذا؟ وما هِيَ العَلامَهُ الَّتي تَدُلُّ عَلي قُربِ مَجِيءِكَ، وقُربِ نِهايهِ العالَمِ؟».
اجاب يسوع: «اِسْتَيْقِظُوا وَاحْذَرُوا لِءَلَّا تَتَزَنْدَقُوا!
سياتي الكثيرون باسمي. سيقولون: انا هو المسيح! وسيضللون الكثيرين.
سَوفَ تَسمَعُ عَن حُرُوبٍ. وسَوفَ يَتَحَدَّث ُ النَّاسُ اَيضاً عَن حُرُوبٍ مُستَقبَلِيَّه. لا تَجزَع. فَلا بُدَّ اَن تَحدُثَ هَذِهِ الاُمُور. لَكِنَّ النِّهايَهَ لَم تَاتِ بَعدُ.
ستحارب امه الامه. وستحارب مملكه المملكه. وسوف يجوع الناس. وستكون هناك زلازل في اماكن كثيره.
كل هذه هي بدايه اوجاع الولاده.
حِينَءِذٍ يُسَلِّمُكُمُ النَّاسُ لِلاضْطِهَادِ وَيَقْتُلُونَكُمْ وَتَكُونُونَ مَكْرُوهِينَ مِنْ جَمِيعِ الاُمَمِ مِنْ اَجْلِ اسْمِي.
وفي ذلك الوقت يرتد كثيرون عن الدين ويكره بعضهم بعضا ويُسلم بعضهم بعضا للقتل.
سيظهر العديد من الانبياء الكذبه. وسيضللون الكثير من الناس.
سَيَزْدَادُ الشَّرُّ نُمُوًّا، وَيَبْرُدُ حُبُّ الْكَثِيرِينَ.
ولكن الذي يثبت الي المنتهي فهذا يخلص.
سيُبَشَّرُ بِبِشَارَهِ الْمَلَكُوتِ هَذِهِ فِي الْعَالَمِ كُلِّهِ، لِتَشْهَدَ جَمِيعُ الْاُمَمِ. وَحِينَءِذٍ يَاْتِي الْمُنْتَهَي.
نبي الله دانيال تكلم عن "الشيء المكروه الذي يُحَطِّم". (دانيال 9:27؛ 11:31؛ 12:11) يوماً ما سترونه قاءماً في المكان المقدس. ليفهم القارء هذا.
فليهرب اهل يهوذا الي الجبال.
لا ينبغي لاحد علي السطح ان ينزل الي بيته لياخذ اي شيء.
لا يَنبَغي لايِّ احدٍ في الميدان ان يَعودَ لِياخُذَ عَلَيهِ جَاكِيتَه.
يا ويلُ المَهْدِيَّاتِ في تِلكَ الايّامِ! يا ويلُ الْمُرضِعَاتِ!
اسْتَبْشِرُوا وَلا تَخَافُوا اَنَّكُمْ لا تَسْعَوْنَ فِي الْحَالِ وَلا فِي الْبَرْدِ وَلا فِي يَوْمِ السَّبْتِ
سيكون هناك عذاب رهيب في تلك الايام. سيكون اسوا من اي وقت مضي منذ بدايه العالم الي الان. ولن يكون هناك ما يشبهه ابداً.
اذا لم يقصّ الوقتُ لَمَا عاش احدٌ. ولكن لاجل المختارين سيُقصّ.
في ذلك الوقت قد يقول احد: هوذا المسيح هنا او هناك! لا تصدقوا.
سيظهر مسيحون ودجّالون كذبه. يفعلون علامات عظيمه واياتٍ عجيبه. حتي انهم سيحاولون مضله المختارين لو امكن.
انظر، لقد اخبرتك مسبقاً.
فان قيل لكم انه في الصحراء، فلا تذهبوا الي هناك. وان قيل لكم انه في البيت، فلا تصدقوا.
صَاعِقَهٌ تَقْدِرُ اَنْ تَنْزِلَ مِنَ الْمَشْرِقِ وَتُشَاهَدَ فِي الْمَغْرِبِ. هكَذَا يَكُونُ اَيْضًا فِي وَقْتِ ظُهُورِ ابْنِ الاِنْسَانِ.
ستتجمع النسور في اي مكان يوجد فيه جثه.
مباشره بعد الالام الرهيبه لتلك الايام، سيُظلمُ الشّمسُ. لا يُضيء القمر. تسقط النجوم من السّماء. تتزعزع السّموات السّماويّه. (اشعيا 13:10؛ 34:4)
سيظهر علامه ابن الانسان في السماء حينها. ستُصاب كل الامم علي الارض بالحزن. سَيَرون ابن الانسان اتيا علي سحب السماء. سياتي بقوه ومجد عظيم.
سيُرسِل ملاءكته علي صوت بوق عالٍ. سيجمعون مختاريه من الاركان الاربعه. سياتون بهم من اقصي السماوات الي اقصاها.
اتعظوا من تمره النخله بمجرد ما يلين غصنها وتطلع اوراقها تعرفوا ان الصيف قد دنا
وبالمثل، عندما تري كل هذه الاشياء تحدث، تعلم ان النهايه قريبه. انها علي وشك الحدوث.
مَا اَنَا بِمَـزْعُومٍ قَوْلَـهُ لَكُمْ حَقِيقِيٌّ، وَلَنْ يَمُوتَ الَّذِينَ يَعِيشُونَ فِي تِلْكَ الْفَـتْرَهِ قَبْلَ حُدُوثِ كُلِّ هاذِهِ الْاُمُورِ.
سَيَذْهَبُ السَّمَاءُ وَالاَرْضُ وَلَا يَبْقَي اِلَّا وَجْهُهُ. اَمَّا الْيَوْمُ وَالسَّاعَهُ فَلَا يَعْلَمُ بِهِمَا اَحَدٌ.
لا يعلم احد اليوم او الساعه . حتي الملاءكه في السماء لا تعلم . الابن نفسه لا يعلم . الله الاب وحده يعلم .
تَذَكَّرُوا كَيْفَ كَانَتْ اَيَّامُ نُوحٍ. هَكَذَا يَكُونُ اَيْضًا مَجِيءُ ابْنِ الاِنْسَانِ.
فِي الاَيَّامِ الَّتِي سَبَقَتِ الطُّوفَانَ، كَانَ النَّاسُ يَاْكُلُونَ وَيَشْرَبُونَ، يَتَزَوَّجُونَ وَيُزَوِّجُونَ بَنَاتِهِمْ. وَاصَلُوا حَيَاتَهُمْ عَادِيَّهً حَتَّي يَوْمِ دُخُولِ نُوحٍ الْفُلْكَ.
لم يكونوا يعلمون شيءا عما سيحدث حتي جاء الطوفان و اخذهم كلهم . هكذا يكون ايضا حين ياتي ابن الانسان .
سَيَكُونُ اثْنَانِ فِي الْحَقْلِ، يُءْخَذُ الْوَاحِدُ وَيُتْرَكُ الاخَرُ.
تَطْحَنُ اثْنَتَانِ بِرَحَي الْيَدِ. تُءْخَذُ الْوَاحِدَهُ وَتُتْرَكُ الْاُخْرَي.
فَاعْتَـمِدُواْ عَلَيْهِ الْكِفَاحَ وَلاَ تَعْلَمُونَ غَبَرَ مَاذَا رَبُّكُمْ قَاءِمٌ عَلَيْهِ.
يجب ان تفهم امرا ما، لو كان صاحب البيت يعلم وقت قدوم السارق ليلا لحرص علي اليقظه. ولم يسمح باقتحام منزله.
فَكُونُوا اَنْتُمْ اَيْضًا مُسْتَعِدِّينَ، لِاَنَّهُ فِي السَّاعَهِ الَّتِي لَا تَظُنُّونَ يَاْتِي ابْنُ الْاِنْسَانِ.
افترض ان سيّداً جعل واحداً من عبيده مسءولاً عن العبيد الاخرين في بيته. عمل هذا العبد هو اطعامهم في الوقت المناسب. السيّد يريد احداً اميناً وحكيماً لهذا المنصب.
سيُحسنُ العبدُ صنعا اذا وجدَ سيّدُهُ خادِمَهُ يَعمَلُ حينَ يعودُ.
ما ساقوله لكم الان هو حقيقه. سيضع السيّد ذلك الخادم المسءول عن كل ما يملكه.
لكن فَلْنَفْترض ان ذلك الخَدَم شرير. ولنفترض انه يقول في نفسه: "سيدي مُتاخر في الرجوع."
افترض انه بدا يضرب الخدم الاخرين. وافترض انه ياكل ويشرب مع من يشربون كثيراً.
سيَعود سَيّد ذلكَ الخَدَم يوماً لا يَتوقّعهُ الخادِم. سيَحضر في وَقتٍ لا يَعلَمُه.
ثم يقطعه سيده اربا اربا. يرسله الي حيث يذهب المدعون. هناك يبكي الناس ويصطك اسنانهم من الغيظ.
قصه عشر فتيات مقبلات علي الزواج
هذا ما سيكون عليه ملكوت السموات في ذلك الوقت . خرجت العذاري العشر تحملن سرجهن للقاء العريس .
خمسه منهم كانوا حمقي وخمسه اخرون حكماء.
ترجمتُكَ هِيَ : الاَحْمَقَـهُ اَخَذُوا مَـَـرَاقِيـهِمْ وَلَمْ يَاْخُذُوا مَعَهُمْ زَيْتَ الزَّيْتُونِ.
حمل الحكماء الزيت في قوارير مع مصابيحهم.
العريس لم يحضر منذ وقت طويل. فملّت كل وصيفات العروس ونامت.
ضربت ساعه منتصف الليل فصرخ احدهم قاءلاً: "اَقْبِلْ العَرِيسُ! اخْرُجُوا لِمُلَاقَاتِهِ".
ثُمَّ اسْتَيْقَظَتْ جَمِيْعُ العَرَاءِسْ وَاَعَدَّتْ كُلُّ وَاحِدَهٍ مِنْهُنْ سِرَاجَهَا.
قالَ الحُمقي للحُكماء: «اَعْطُونا مِن زَيتِكُم، فَقَدْ اوشَكَتْ قَناديلُنا عَلي الانْطِفاءِ».
" *La*، *qalou* لَهْ. رَاهْ *مَا غَادِي كَافْيَنَّا لْجَمِيعْ*. حَرْبُلْ لْعَاطِي لْمَاكْضَارْ زَيْتْ *وْشْرِيهْ لِيهْ لْقَلْبْسْتْ نْتُومَا*."
فذهبن لشراء الزيت. لكن العريس وصل اثناء الطريق. ودخلت وصيفات العروس المستعدات معه الي العشاء المقام بمناسبه الزفاف. ثم اُغلق الباب.
بعد ذلك، جاءت وصيفات الاعراس الاخريات ايضاً. قلنَ: "سيدي! سيدي! افتح الباب لنا!"
لكنّه اجاب: "ما ساقوله الان حقٌّ. انا لا اعرفكِ".
فَاِسْتَيْقِظُوا لَا تَدْرُونَ فِي اَيَّهِ سَاعَهٍ يَاْتِي الْعَرِيسُ مَثَلُ الْعَشَرَهِ الْخَدَم Note: This translation may contain untranslatable parts rendered as English.
وَكَذالِكَ يَجْمَعُ رَبُّكَ الْكَلِمَهَ الطَّيِّبَهَ كَشَجَرَهٍ طَيِّبَهٍ اَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ، تُءْتِيٓ اُكُلَهَا كُلَّ حِينٍ بِاِذْنِ رَبِّهَا، وَيَضْرِبُ اللَّهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ 21 وَيَقُولُونَ: مَثَلُ الْمَلَكُوتِ السَّمَاوِيِّ كَرَجُلٍ ذَهَبَ فِي رِحْلَهٍ بَعِيدَهٍ، فَدَعَا عَبِيدَهُ وَسَلَّمَهُمْ اَمْلَاكَهُ.
اعطي العشره الاف دولار لاحدهم. واعطي الاربعه الاف لاخر. اما الثالث فمنحه الفي دولار. اعطي الرجل كل خادم المبلغ الذي علم ان الخادم قادر علي العنايه به. ثم انطلق في رحلته.
الخادم الذي تلقي الـ10 الاف دولار ذهب علي الفور واستثمر ماله. ربح 10 الاف دولار اخري.
ذَاكَ الَّذِي رَبِحَ 4٬000 دُولَار كَسَبَ 4٬000 دُولَار اُخْرَي.
وَلكِنَّ الرَّجُلَ الَّذِي اَخَذَ الْاَلْفَيْ دِينَارٍ مَضَي وَحَفَرَ حُفْرَهً فِي الْاَرْضِ وَكَتَمَ مَالَ سَيِّدِهِ فِيهَا.
بعد وقت طويل عاد سيّد اولءك الخدم. اراد جمع كل المال الذي كسبوه.
الرجل الذي تلقي 10000 دولار احضر الـ 10000 دولار الاخري. وقال: "سيدي، وضعتَ فيّ ثقتك باعطاءي 10000 دولار. انظر، كسبتُ منها 10000 دولار اخري".
قال سيّده: «اَنْتَ اَمِينٌ، يَا عَبْدٌ صَالِحٌ وَاَمِينٌ. كُنْتَ اَمِيناً فِي الْقَلِيلِ فَاُقِيمُكَ عَلَي الْكَثِيرِ. اُدْخُلْ اِلَي فَرَحِ سَيِّدِكَ».
جاء ايضا الرجل الذي معه اربعه الاف دولار. وقال: «يا معلم، انت اعطيتني اربعه الاف دولار امانه. انظر، كسبت اربعه الاف دولار اخري».
قال سيّده: «اَنْتَ اَمِينٌ، يَا عَبْدٌ صَالِحٌ وَاَمِينٌ. كُنْتَ اَمِيناً فِي الْقَلِيلِ فَاُقِيمُكَ عَلَي الْكَثِيرِ. اُدْخُلْ اِلَي فَرَحِ سَيِّدِكَ».
ثم جاء الذي قبض الفي دينار وقال: "يا سيدي، اعلم انك رجل قاسٍ. تحصد حيث لم تزرع، وتجمع حيث لم تبذر."
فخفتُ ودفنتُ مالكَ في الارض. وهذه هي اموالكِ
قال سيّده: «يا شريرُ، يا كسول! اَكُنتَ تعلمُ انّي احصدُ حيثُ لم ازرَع؟! اَكُنتَ تَعلَمُ انّي اجمَعُ الحِنطَهَ حيثُ لم تُبذَر؟!
وَاذن لَكانَ يَجبُ ان تَضَعَ مالِي في المَصْرفِ. عِندَ عَودَتي كُنتُ سَاستَردُّهُ بِالفَاءِدَهِ.
ثم امر سيده العبيد الاخرين قاءلا: "خُذوا منه الـمِاءَتَيْنِ. واعطُوهَا لِمَنْ عِنْدَهُ عَشَرَهُ الافٍ".
من كان له فسيُعطي ويُزاد. من ليس له فالذي عنده يُءخذ منه ايضاً.
اَلْقُوا ذَلِكَ الْعَبْدَ الْعَبْثَ اِلَي الظُّلْمَهِ الْخَارِجِيَّهِ. هُنَاكَ يَبْكِي النَّاسُ وَيَصْطَرِفُونَ اَسْنَانَهُمْ مِنَ الْغَيْظِ. الْخِرَافُ وَالْمَاعِزُ
يَاْتِ ابْنُ الاِنْسَانِ فِي جَلَالِهِ مَعَ جَمِيعِ الْمَلاَءِكَهِ الْقِدِّيسِينَ. حِينَءِذٍ يَجْلِسُ عَلَي كُرْسِيِّ مَجْدِهِ فِي السَّمَاءِ.
سيُجمَع كلُّ الامم امامه. يُفرِق الناس الي فءتين. يكون مثل الراعي الذي يفصل الخراف عن المعز.
سيضع الخراف الي يمينه والمعز الي يساره.
ثُمَّ يَقُولُ الْمَلِكُ لِلَّذِينَ عَنْ يَمِينِهِ تَعَالَوْا يَا مُبَارَكِي اَبِي رِثُوا الْمُلْكَ الْمُعَدَّ لَكُمْ مُنْذُ بَنَاءِ الْعَالَمِ.
كُنْتُ جَاءِعاً فَاَطْعَمْتَنِي، كُنْتُ عَطْشَاناً فَسَقَيْتَنِي، كُنْتُ غَرِيباً فَاوَيْتَنِي.
كنت محتاجا للثياب واعطيتني اياها، كنت مريضاً وعلمت عليّ، كنت في السجن فزرتني.
ثُمَّ يُجِيبُهُ الْاَبْرَارُ يَا رَبُّ ۥ حِينَمَا رَاَيْنَاكَ جَاءِعًا اَطْعَمْنَاكَ ۖ وَحِينَمَا عَطِشْتَ سَقَيْنَاكَ ۝
متي رايناك غريبا فاويناك؟ ومتي رايناك محتاجا للثياب فكسوناك؟
متي رايناك مريضا او في السجن فزرناك؟
سيقول الملك: "صدقتم فيما تقولون، كل ما فعلتموه لاحد اخوتي هءلاء الاصاغر فلي قد فعلتموه."
ثُمَّ يَقُولُ لِلَّذِينَ عَن يَمِينِهِ لَكُمُ الْبَرَكَهُ مِن رَّبِّكُمْ ۚ وَرَحْمَهٌ ۚ اَجَزَاء مِّدْخَرَهٌ ثُمَّ يَقُولُ اشْتَمِلُوا عَلَيْهِم مِّنَ النَّارِ ۚ لِيُغَطُّوا شُرُوكُم مِّنْهَا ۚ وَاِنَّ جَهَنَّمَ لَمُحِيطَهٌ بِالْكَافِرِينَ يُوعَدُونَ بِمَا يَسُوءُهُمْ ۚ فَرِحُوا بِهِ وَاسْتَيْقَنُوهُ وَاتَّبَعُوا اَهْوَاءهُمْ ۚ وَهُمْ مُّسْتَبْشِرُونَ
كُنْتُ جَاءِعاً لَكِنَّكَ لَمْ تُطْعِمْنِي شَيْءاً. كُنْتُ عَطْشَاناً لَكِنَّكَ لَمْ تُسْقِنِي شَيْءاً.
كُنتُ غَريباً ، لَم تَدعوني لِلدخول . كُنتُ عارِياً ، لَم تُعطِني ثَوباً . مَرِضتُ ووَجدتُ نَفسي في السِّجن ، لَم تَزُرني .
سيجيبون ايضاً: "يا رب، متي رايناك جاءعاً او عطشاناً ولم نُطعمك؟ ومتي رايناك غريباً او عارياً او مريضاً او في السجن ولم نخدمك؟"
سيجيب: "صدق او لا تصدق، كل ما لم تفعله لاحد هءلاء الصغار، لم تفعله من اجلي".
ثُمَّ يَذهَبُونَ لِلعَذابِ اَبَدًا، اَمَّا الَّذينَ اَحسَنوا فَلِلحَيَاهِ الاَبَديَّهِ.
خُطَّهُ قَتْلِ يَسُوعَ
انتهي يسوع من قول كل هذه الاشياء لتلاميذه،
كما تعلمون، عيد الفصح بعد يومين. وابن الانسان يسلم ليصلب.
ثم اجتمع رءساء الكهنه مع شيوخ الشعب في قصر قيافا رءيس الكهنه.
خططوا لالقاء القبض علي يسوع بطريقه ماكره. ارادوا قتله.
لكن ليس اثناء العيد، قالوا. "فالناس قد يثيرون المتاعب." امراهٌ تسكب العطر علي يسوع
كان يسوع في بيت عنيا. وكان في بيت رجل يسمي سمعان، كان به برص.
جاءت امراهٌ الي يسوع تحملُ قارورهَ طيبٍ فاخرٍ مُغلقهً بِخاتمٍ. وسكبَتْهُ علي راسهِ وهو متكءٌ.
فَلَمَّا رَاَي التَّلَامِيذُ ذَلِكَ غَضِبُوا قَاءِلِينَ: «لِمَ هَذَا الْاِهْلَاكُ لِلْاَمْوَالِ؟»
كان من الممكن بيع العطر بسعر مرتفع. وكان من الممكن اعطاء المال للفقراء.
يَسُوعُ عَلِمَ بِذَلِكَ. فَقَالَ لَهُمْ: «مَا الَّذِي تُزْعِجُونَ هذِهِ الْمَرْاَهَ لاَجْلِهِ؟ فَقَدْ عَمِلَتْ بِي عَمَلاً حَسَنًا.
سيكون الفقراء معكم داءما . اما انا فلن اكون معكم داءما
سكبت العطر علي جسدي لتجهزني للدفن.
مَا اَنَا بَصَدْدِي لِلتَّحْدِيثِ بِهِ صَحِيحٌ حَقًّا. فَمَا فَعَلَتْهُ سَيُحكَي فِي كُلِّ مَكَانٍ يُبَشَّرُ فِيهِ بِهَذَا النَّبَاِ السَّارِّ فِي جَمِيعِ اَنْحَاءِ الْعَالَمِ. يُحكَي لِلتَّذْكِيرِ بِهَا.</p>
ذهب واحد من الاثني عشر الي رءساء الكهنه. واسمه يهوذا الاسخريوطي.
قال: "ماذا تعطوني لاسلّمكم يسوع؟" فدفعوا له ثلاثين قطعه فضه.
من ذاك الحين فصاعداً، راقب يهوذا الوقت المناسب لتسليم يسوع لهم. عشاء الربّ
كانَ ذلكَ اليَومَ الاوَّلُ من عيدِ الفطير. فتَوجَّهَ التّلاميذُ الي يَسوعَ قاءلينَ: "اينَ تُريدُ ان نُهيِّءَ لكَ لتَاكُلَ عيدَ الفِصْحِ؟"
قال له: "اذهب الي المدينه وقل لرجل معين: المعلم يقول: وقتُي قد اقترب، ساحتفل بفِصْحٍ مع تلاميذي في بيتِك".
فقام التلاميذ وفعلوا كل ما امرهم يسوع به. واعدّوا عشاء الفصح.
لَمّا كَانَ الْمَسَاءُ، كَانَ يَسُوعُ مَعَ الاثْنَيْ عَشَرَ تِلْمِيذاً عَلَي الْمَاءِدَهِ.
وَهُمْ يَاْكُلُونَ قَالَ: «مَا اَنَا ذَاهِبٌ لِاَقُولَهُ لَكُمْ هُوَ الْحَقُّ. وَاحِدٌ مِنْكُمْ سَيُسَلِّمُنِي لِاَعْدَاءِي».
حَزِنَ التّلاميذُ حُزناً شَديداً، وَبَدَا كُلٌّ مِنهُم يَقول لَه الواحِدُ تِلوَ الاخَر: "لَيسَ انا، يَا رَبّ، اَصَدِقُكَ القَول".
اجاب يسوع: «الذي غمس يده معي في الصحفه هو الذي سوف يسلمـني».
سيَذهَبُ ابنُ الانسانِ كما هو مكتوبٌ عنه. وَويلٌ لِلذي يُسلِمُ ابنَ الانسانِ! كانَ خَيرًا لَه لو لم يولَد.
يهوذا هو الذي كان سيُسلمه. قال: «اَنَا، رَبِّي؟» اَجَابَ يَسُوعُ: «نَعَمْ، اَنْتَ».
وَهُمْ يَاْكُلُونَ، اَخَذَ يَسُوعُ الْخُبْزَ وَشَكَرَ، ثُمَّ كَسَّرَهُ وَاَعْطَي التَّلاَمِيذَ يَقُولُ: «خُذُوا كُلُوا، هذَا هُوَ جَسَدِي».
ثم اخذ الكاس وشكر وقدمها لهم وقال: اشربوا منها جميعاً
هذا هو دم العهد الجديد . انه يسفك من اجل غفران خطايا الكثيرين .
هذا ما اقوله لك. من الان فصاعدا، لن اشرب النبيذ معك مره اخري حتي اليوم الذي اشربه معك في مملكه ابي.
ثم انشدوا نشيدا وخرجوا الي جبل الزيتون. يسوع يقول بان بطرس سيفشل
قال لهم يسوع: «في هذه الليله نفسها ستنقلبون جميعكم لاني مكتوب: انـه يضرب الراعي فتتشتت الخراف». (زكريا 13:7)
لكنني ساسبقكم الي الجليل بعد ان اقوم من بين الاموات
قال بيتر: "كل الاخرين قد ينصرفون بسببك. لكن انا لن افعل ابداً."
قال يسوع: «كَلِماتي هَذِهِ حَقٌّ، وسَوفَ تَحدُثُ اللَّيلَهَ. قَبلَ اَن يَرقُدَ الدِّيكُ، تُنكِرُني ثَلاثَ مَرَّاتٍ».
لكن بطرس قال: "حَبَّذَا ان اموت معك. ولن انكرك ابدا". وقال التلاميذُ كلُّهم مثلَ ذلك. صلاه يسوع في بستان الزيتون.
ثم اتجه يسوع مع تلاميذه الي موضع يُدعي جثسيماني. وقال لهم: "اجلسوا هنا، وساذهب لاُصلي هناك".
وَاخْتَارَ بُطْرُسَ وَابْنَيْ زَبَدْيٍ فَاَخَذَهُمْ مَعَهُ. وَابْتَدَاَ يَشْعُرُ بِالْحُزْنِ وَالضِّيقِ.
ثُمَّ قَالَ لَهُمْ: «نَفْسِي نَفْسِي، اِلَي الْمَوْتِ تَحْزَنُ كَءِيبَهٌ! اُمْكُثُوا هُنَا وَاسْهَرُوا مَعِي».
ذهبَ قليلاً الي الامام. ثمَّ سقطَ علي وجهِهِ بالارضِ. وصلَّي قاءلاً: "اَبَتِي، انْ اَمْكَنَ فَلْيَعْبُرْ عَنِّي هذَا الْكَاْسُ وَلكِنْ لِيَكُنْ لاَ مَا اُرِيدُ اَنَا بَلْ مَا تُرِيدُ اَنْتَ".
ثم رجع الي تلاميذه فوجدهم نياما . فقال لبطرس: "اما قدرتم ان تسهروا معي ساعه واحده؟"
وَاعْلَمُوا اَنَّمَا اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَهٌ ۚ وَاَنَّ اللَّهَ عِندَهُ اَجْرٌ عَظِيمٌ ۞ مَّا يَلْفِظُ مِن قَوْلٍ اِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ ۞ وَاعْبُدُوا
مَضَي يَسُوعُ ثَانِيَهً وَصَلَّي قَاءِلاً: «يَااَبَتِ، اِنْ اَمْكَنَ فَلْتَعْبُرْ عَنِّي هَذِهِ الْكَاْسُ! وَلكِنْ لِيَكُنْ لاَ مَشِيءَتِي بَلْ مَشِيءَتُكَ».
ثم عاد فوجدهم نياما مره اخري . لم يستطيعوا ان يبقوا اعينهم مفتوحه .
فتركهم ومضي مره اخري. وللمره الثالثه طلب نفس الشيء.
ثم رجع الي التلاميذ وقال لهم: «اما زلتم ناءمين وراقدين؟ هوذا الساعه قد اقتربت، وابن الانسان يسلم الي ايدي الخطاه».
قم! لنذهب! هوذا الذي يسلمُني لهم قد جاء!" يسوع يُعتقل
وَبَيْنَمَا هُوَ يَتَكَلَّمُ، اِذَا يَهُوذَا الْخَاءِنُ يَقْتَرِبُ، وَهُوَ وَاحِدٌ مِنَ الاثْنَيْ عَشَرَ، وَمَعَهُ جَمْعٌ كَثِيرٌ مِنَ النَّاسِ مُتَسَلِّحِينَ بِسُيُوفٍ وَعِصِيٍّ، مُرْسَلُونَ مِنْ قِبَلِ رُءَسَاءِ الْكَهَنَهِ وَشُيُوخِ الشَّعْبِ.
يهوذا الذي كان سيسلم يسوع اتفق معهم علي اشاره . قال : "الذي اُقبّله هو الرجل ، امسكوه"
فَلَمَّا قَالَ ذَلِكَ يَسُوعُ لَمَحَ يَهُوذَا الْمُسَلِّمُ رَبَّهُ وَاقِفًا مَعَهُمْ، فَقَالَ لَهُ: «سَلاَمٌ يَا سَيِّدِي رَبِّي!» وَقَبَّلَهُ.
اجاب يسوع: «افعل ما جءتَ من اجله». عندءذ تقدّم الرجال وامسكوا بيسوع واعتقلوه.
وفي تلك اللحظه، اخرج احد رفاق يسوع سيفه وضرب به خادم الكاهن الاعظم فقطع اذنه.
قال له يسوع: «اَعِدْ سَيْفَكَ اِلي مَكانِهِ. فَكُلُّ الَّذينَ يَلجَءونَ اِلي السَّيفِ، بِالسَّيفِ يَهلِكونَ».
اتعتقد انني لا استطيع ان اطلب المساعده من ابي؟ انه سيرسل علي الفور جيشاً من اكثر من سبعين الف ملك.
لكن كيف يمكن ان تتحقق الكتب المقدسه؟ يقولون انه يجب ان يحدث الامر علي هذا النحو.
وقتها تكلم يسوع مع الجمع قاءلاً: «هل اخرج اليكم مع سَرِيَّه من الجند؟» كيف «تدخلون عليَّ بسيوف وعصي لتاخذوني؟ كل يوم كنتُ اجلس معكم اُعلِّم في الهيكل ولم تمسكوني».
وَكَانَ هَذَا كُلُّهُ لِكَيْ يَتِمَّ مَا قِيلَ بِاَنْبِيَاءِ اللهِ. حِينَءِذٍ تَرَكَهُ التَّلاَمِيذُ جَمِيعُهُمْ وَهَرَبُوا. اَمَّا يَسُوعُ فَانْصَرَفَ مَعَهُمْ اِلَي الْمَجْمَعِ.
وَالَّذِينَ اَمْسَكُوا يَسُوعَ اَتَوْا بِهِ اِلَي قَيَافَا الْعَزِيزِ، رَءِيسِ الْكَهَنَهِ. وَاجْتَمَعَ عِنْدَهُ الْكَتَبَهُ وَالشُّيُوخُ.
في مكانٍ ليس ببعيد، تبع بطرس يسوع. تقدم حتي باحه منزل رءيس الكهنه. دخل وجلس مع الحرّاس ليري ما سيحدث.
كان رءساء الكهنه وكل مجلس الشيوخ يبحثون عن شهاده ضد يسوع لكي يقتلوه.
ولكنهم لم يجدوا اي دليل، علي الرغم من تقدم العديد من الشهود الزور. وفي النهايه، حضر شاهدان اخران.
قالوا: «هذا الرجل قال: «انا قادر علي هدم هيكل الله. وبامكاني ان ابنيه في ثلاثه ايام»».
فَقَامَ رَءِيسُ الْكَهَنَهِ وَقَالَ لِيَسُوعَ: «اَمَا تُجِيبُ بِشَيْءٍ؟ مَا هَذِهِ الاتِّهَامَاتُ الَّتِي يَرْفَعُونَهَا عَلَيْكَ؟».
لكن يسوع التزم الصمت. فقال له رءيس الكهنه: «اُقسم بكلمه الله الحي، ان تقول لنا: اانت المسيح، ابن الله؟».
نعم. هو كذلك كما تقول يسوع اجاب. "لكن اسمعوا ما اقوله لكم جميعاً: في الايام الاتيه سترون ابن الانسان جالساً عن يمين القوي متي جاء علي سحاب السماء.".
ثم مزق رءيس الكهنه ثيابه وقال: «قد جدف! ما حاجتنا بعد الي شهود؟ قد سمعتم جدفته.
ماذا تعتقد؟" اجابوا: "يجب ان يموت!
ثم بصقوا علي وجهه. ضربوه بقبضاتهم. واخرون صفعوه.
قالوا: "اَنْبِءْنَا يَا مَسِيحُ، مَنْ قَدَرَ عَلَيْكَ؟" قَالَ بُطْرُسُ: "لَا اَعْرِفُ يَسُوعَ!"
كان بيتر جالسًا في باحه المنزل. فجاءت خادمه وقالت له: "انتَ ايضاً كنتَ مع يسوع الناصري."
لكن بيتر قال انه ليس امامهم جميعًا. "لا اعرف عما تتحدثون"، قالها.
ثم خرج الي الباب المءدي الي الدار فراتـه امراه اخري وقالت للجمع: «هذا كان مع يسوع الناصري ايضاً».
وَحَلَفَ قَاءِلاً: «مَا عَرَفتُّهُ رَجُلاً!»
وبعد قليل تقدم اليه الذين كانوا هناك وقالوا له: «لا بد انك واحد منهم، لهجتك تفضحك».
ثم بدا بطرس ينزل اللعنات علي نفسه. واقسم قاءلا: «لست اعرف الرجل!» وللوقت صاح الديك.
فَتَذَكَّرَ بُطْرُسُ الْكَلِمَاتِ الَّتِي قَالَهَا لَهُ يَسُوعُ: «قَبْلَ اَنْ يَصِيحَ الدِّيكُ، تُنْكِرُنِي ثَلاَثَ مَرَّاتٍ». وَلَمَّا خَرَجَ اِلَي هُنَاكَ، بَدَاَ يَبْكِي وَيَنُوحُ بِمَرَارَهٍ.
يهوذا يُعَلِّق نفسه
كان ذلك في الصباح الباكر. قرر جميع رءساء الكهنه وشيوخ الشعب قتل يسوع.
وَثَّقُوا يَدَيْهِ وَرِجْلَيْهِ وَاقْتَادُوهُ. ثُمَّ سَلَّمُوهُ اِلَي بِيلَاطُسَ الْبُنْطِيِّ الْوَالِي.
يهوذا الذي سلّمه راي انّ يسوع قد حُكم عليه بالموت، فامتلا بالخزي والاسي علي ما فعل. فاعاد الثلاثين قطعه فضه الي رءساء الكهنه والشيوخ.
قلتُ: «اَذْنَبْتُ. سَلَّمْتُ رَجُلًا بَرِيءًا». قَالُوا: «وَمَا يُهِمُّنَا ذَاكَ؟ هُوَ مُشْكِلَتُكَ اَنْتَ».
فالقي يهوذا الفضه في الهيكل وانصرف ثم مضي وخنق نفسه.
قال الكهنه الرءيسيون: "من المحظور شرعاً وضع هذا المال في صندوق المعبد. انه مال نجس، مال دمٍ اُخذ ثمناً لروح انسان." ثم اخذوا النقود.
فقرّروا استخدام المال لشراء حقل لدفن الاجانب.
لِهَذا سُمِّيَتْ بِـ"مَيْدَانِ الدَّم" اِلَي يَوْمِنَا هَذَا.
حِينَءِذٍ تَحَقَّقَتْ كَلِمَاتُ اِرْمِيَا النَّبِيِّ، الَّذِي قَالَ: «اشْتَرَوْا الرَّجُلَ بِثَلاَثِينَ مِنَ الْفِضَّهِ، الثَّمَنَ الَّذِي وَضَعَهُ عَلَيْهِ بَنُو اِسْرَاءِيلَ.
استعملوا النقود لشراء حقل الفخار كما امرني الرب." (زكريا 11:12،13؛ ارميا 19:1-13؛ 32:6-9) تقديم يسوع الي بيلاطس
كان يسوع واقفا امام الحاكم. فساله الحاكم: "اانت ملك اليهود؟" فاجابه يسوع: "نعم، كما تقول".
وَلَمَّا اَتَاهُمْ بِالْاَدِلَّهِ عَلَي سُلْطَانِهِ، لَمْ يُجِبِ الْكَهَنَهَ الرُّءَسَاءَ وَالشُّيُوخَ.
ثم سال بيلاطس يسوعَ: «اَمَا تَسْمَعُ مَا يَشْهَدُونَ بِهِ عَلَيْكَ؟»
وَلكِنَّ يَسُوعَ لَمْ يُجِبْ بِشَيْءٍ عَنْ وَاحِدَهٍ مِنْهَا، مُطْلَقًا. فَتَعَجَّبَ الْوَالِي جِدًّا.
كان من عاده الحاكم في عيد الفصح ان يطلق سراح سجين واحد. وكان الشعب هو من يختار ذلك السجين.
وَكَانَ فِي تِلْكَ الْمِحْنَهِ سَجِينٌ مَعْرُوفٌ بِاسْمِ بَرْاَبَّا.
فَلَمَّا اجْتَمَعَ الْجَمْعُ قَالَ لَهُمْ بِيلَاطُسُ: «مَنْ تُرِيدُونَ اَنْ اُطْلِقَ لَكُمْ؟ بَارَابَاسَ اَمْ يَسُوعَ الَّذِي يُدْعَي الْمَسِيحَ؟»
بيلاطس عَلِمَ انّ الرُّءَساءَ حَسَدوا يَسوعَ، وعَلِمَ انّ هَذا هو السَّبَبُ الَّذي مِن اجْلِهِ سَلَّمُوهُ لَهُ.
وَفِي الْجُلُوسِ عَلَي كُرْسِيِّ الْقَضَاءِ، اَرْسَلَتْ لَهُ زَوْجَتُهُ رِسَالَهً تَقُولُ: «لَا تَتَّصِلْ بِذَاكَ الرَّجُلِ بِاَيِّ شَكْلٍ مِنَ الْاَشْكَالِ. هُوَ لَيْسَ مُذْنِبًا. قَدْ عَانَيْتُ الْيَوْمَ كَثِيرًا فِي حُلْمٍ مِنْ اَجْلِهِ».
لكن رءساء الكهنه والشيوخ اقنَعوا الجموع ان يطلبوا برَحْبَمْ ويطالبوا بقتل يسوع.
ايّهما تريد ان اطلق سراحه؟ سال الحاكم. اجابوا: "برَابُر".
فَقَالَ لَهُمْ بِيلَاطُسُ: «وَمَاذَا اَفْعَلُ بِيَسُوعَ الَّذِي يُدْعَي الْمَسِيحَ؟» قَالَ لَهُ الْجَمِيعُ: «اصْلِبْهُ!».
لماذا؟ ماذا فعل الخطا؟ سال بيلاطس. لكنهم صرخوا باصوات اعلي، "اصلبه!"
يَسُوعَ، فَرَاَي بِيلَاطُسُ اَنَّهُ لا يَجْنِي شَيْءًا بَلْ بِالْاَكْثَرِ يَزْدَادُ الْغَيْظُ، فَاَخَذَ مَاءً وَاغْتَسَلَ قُدَّامَ الْجَمْعِ قَاءِلًا: «اَنَا بَرِيءٌ مِنْ دَمِ هذَا الْبَارِّ. اَنْتُمْ اَمْرُكُمْ».
قال كل الشعب: "نحن وابناءنا نتحمل اثم موته!"
بيلاطس ترك براباس حرا. اما يسوع فجلده واسلمه ليُصلب. جنود يسخرون من يسوع
وَاَدْخَلَ جُنْدُ الْحَاكِمِ يَسُوعَ اِلَي دَارِ الْوِلاَيَهِ، وَهِيَ مَا يُسَمَّي بِالْفِعْلِ الْهَيْكَلُ الْاِبْرِيزِيُّ. وَاجْتَمَعَتْ حَوْلَهُ كُلُّ الْكَتِيبَهِ، وَهُمْ يَلْبَسُونَ اللِّبْاسَ الاَزْرَقَ.
نزعوا ثيابه والبسوه عباءه بنفسجيه اللون.
ثم ضفروا اكليلا من شوك ووضعوه علي راسه، واعطوه قصبــه بيــده اليمـــين. ثم جثـــوا امـــامـــه بــركـــه وسخـــروا مــنه. وقـــالــوا: "نُسَلِّمُكَ الـمُلْكَ يـا مَلِكَ الْيَهُودِ!"
بصقوا عليه. ضربوه علي راسه بالعصا مرارا وتكرارا.
وبعد ان استهزاوا به نزعوا عنه الرداء والبسوه ثيابه ثم اخرجوه ليصلبوه. يسوع يُصلب علي الصليب
وعند خروجهم من المدينه، واجهوا رجلا من سيرين. واسمه سمعان. واجبروه علي حمل الصليب.
وصلوا الي مكان يُدعي جلجثه. وتعني كلمه جلجثه مكان الجمجمه.
تركوها يخلطون الخمر بالتوابل المرّه ويعطونها ليسوع ليشرب. وبعد ان ذاقها، رفض ان يشربها.
وَعِنْدَ صَلْبِهِمْ اِيَّاهُ تَنَازَعُوا ثِيَابَهُ بِالْقُرْعَهِ.
جلسوا هناك وراقبوه.
علّقوا فوق راسه سبب اتهامه مكتوباً بخط واضح جاء فيه: ~هذا هو يسوع ملك اليهود.~
ترجمَه النص الي العربيه المغربيَّه: صُلِبَ معَهُ لصَّانِ. واحدٌ عن يمينِهِ والاخرُ عن يسارِهِ.
وَالَّذِينَ مَرُّوا بِهِ يَسْتَهْزِءُونَ وَيُصَفِّرُونَ لَهُ وَيَهُزُّونَ رُءُوسَهُمْ.
وقال: "اذا كنتَ ابن الله فاخرج من الصلب وانقذ نفسك واعد بناء الهيكل في ثلاثه ايام"!
وبالمثل استهزا به رءساء الكهنه وكتبه الشريعه والشيوخ.
قالوا: "لقد انقذ الاخرين"، لكنّه لا يستطيع ان ينقذ نفسه! هو ملك اسراءيل! ليَنـزِل الان عن الصليب، فنتّبعْه.
يَتَوَكَّلُ عَلَي اللهِ. فَلْيُنَجِّهِ اللهُ الْانَ اِنْ اَرَادَ بِهِ خَيْرًا. هُوَ قَالَ: «اَنَا ابْنُ اللهِ».
وبالمثل، استهزا اللصّان المصلوبان مع يسوع به ايضاً. مات يسوع.
من ظهر ذلك اليوم حتي الثالثه منه، حلّ الظلام علي الارض كلها.
حوالي الساعه الثالثه صرخ يسوع بصوت عالٍ قاءلاً: "ايلوي، ايلوي، لماذا شبقتني؟" اي: "الهي، الهي، لماذا تركتني؟" (مزمور 22:1)
سمع بعض الذين كانوا واقفين هناك صراخ يسوع فقالوا: «انه ينادي ايليا».
وَفِي الْحَالِ رَكَضَ وَاحِدٌ مِنْهُمْ وَاَخَذَ اِسْفِنْجَهً مَمْلُوءَهً بِخَلِّ الْكَرْمِ، وَوَضَعَهَا عَلَي قَصَبَهٍ وَسَقَي يَسُوعَ.
وقال الباقون: "دَعُوهُ لِنَرَي هَلْ يَاْتِي اِيلِيَّا لِيُخَلِّصَهُ."
وبعدما صرخ يسوع مره اخري بصوت عالٍ، اسلم الروح.
وفي تلك اللحظه انشق حجاب الهيكل الي اثنين من الاعلي الي الاسفل. واهتزت الارض. وانفلقت الصخور.
قُببُ القبورِ تَنْفَجِرُ، واجسادُ القديسينَ الكثيرهُ الذينَ ماتوا قَد اُقيمُوا مِنَ الموتِ.
خرجوا من القبور. وبعد ان قام يسوع من الاموات ذهبوا الي المدينه المقدسه. وهناك ظهروا لكثير من الناس.
راي القاءد الروماني والحرّاس ما حدث من زلزال وكلّ ما جري، ففزعوا فزعاً شديداً، وصاحوا: "حقّاً انه ابن الله!"
<mark>مَا كَانَ بَعِيدًا عَنْهُمْ جَمْعٌ كَبِيرٌ مِنَ النِّسَاءِ يَنْظُرْنَ مِنْ بَعِيدٍ.</mark> <mark>كُنَّ يَتْبَعْنَ يَسُوعَ مُنْذُ الْجَلِيلِ يَخْدِمْنَهُ.</mark>
كانت مريم المجدليه هناك. ومريم ام يعقوب ويوسي ايضاً حاضره. وكذلك ام ابني زبدي. دفن يسوع
مع اقتراب المساء، جاء رجلٌ غنيٌّ من بلده قريوثه. اسمه يوسف. وكان قد صار من اتباع يسوع.
ذهب الي بيلاطس وطلب جسد يسوع. فامر بيلاطس ان يعطي له.
وَضَعَ يُوسُفُ الْجَسَدَ فِي كَفَنٍ مِنْ كِتَّانٍ نَقِيٍّ.
وضعها في قبره الجديد الذي نحته من الصخره. ثم ردم المدخل بحجر كبير. وبعد ذلك غادر المكان.
كانت مريم المجدليه ومريم الاخري جالستين هناك مقابل القبر. الحرّاس عند القبر.
غداً كان اليوم الذي يلي يوم التجهيز. ذهب رءساء الكهنه والفريسيون الي بيلاطس.
قالوا: "يا سيدي، نحن نتذكر شيءًا قاله ذلك الكذاب وهو لا يزال حيًا. زعم انه: *بعد ثلاثه ايام ساقوم من الاموات*."
فاصدر الامر بتامين القبر الي اليوم الثالث، والا فسياتي تلاميذه ويسرقون الجثه. ثم سيقولون للناس ان يسوع قد قام من بين الاموات. وستكون هذه الكذبه الاخيره اشدّ من الاولي."
خُذْ بَعْضَ الْحُرَّاسِ مَعَكَ، قَالَ بِيلَاطُسُ. اذْهَبُوا وَافْعَلُوا الْمَحْفُوظَاتِ الْوَاجِبَهَ لِلْقَبْرِ كَاَحْسَنِ مَا فِي وُسْعِكُمْ.
فَانْطَلَقُوا هُمَا يَسْعَوْنَ اِلَيا قَبْرِهَا وَهُمْ لَهَا تَابِعُونَ ۚ وَحَاضِرُونَ وَهَزُّوا لَ
عيسي عليه السلام يَقوم من بين الاموات
انتهي السبت الان. وكان فجر يوم الاحد. جاءت مريم المجدليه ومريم الاخري لتفقد القبر.
كانَ زلزالٌ قويٌّ. ونزَلَ ملاكٌ مِنَ السَّماءِ. ذهَبَ الملاكُ الي القبرِ. ودَحْرَجَ الحجرَ وجلَسَ عليهِ.
كان جسمه يلمع كالبرق. كانت ثيابه بيضاء كالثلج.
خاف الحراس منه خوفا شديدا حتي ارتعدوا واصبحوا كالموتي.
قَالَ الْمَلَكُ لِلْمَرْاَتَيْنِ: «لَا تَخَافَا. اَنَا اَعْلَمُ اَنَّكُمَا تَطْلُبَانِ يَسُوعَ الْمَصْلُوبَ.
مَا هُوَ هَهُنَا! قَدْ قَامَ كَمَا قَالَ! تَعَالَوْا وَانْظُرُوا الْمَوْضِعَ الَّذِي كَانَ مُضْطَجِعًا فِيهِ.
اِذْهَبُوا سَرِيعًا وَقُولُوا لِتَلَامِيذِهِ: «قَدْ قَامَ مِنْ بَيْنِ الاَمْوَاتِ! هُوَذَا يَسْبِقُكُمْ اِلَي الْجَلِيلِ. هُنَاكَ تَرَوْنَهُ». هَا اَنَا قَدْ قُلْتُ لَكُمْ!
فَرَجَعَتِ النِّسَاءُ يُسْرِعْنَ اِلَي الْقَبْرِ، وَكُنَّ خَاءِفَاتٍ مُتَحَيِّرَاتٍ، فَرَكَضْنَ لِيُبَشِّرْنَ التَّلَامِيذَ.
فجاهً واجهَهُمَا يَسوعُ قاءِلاً: «السَّلامُ لَكُما!» فَتَقَدَّمَا وَاَمْسَكَا بِقَدَمَيْهِ وَسَجَدَا لَهُ.
ثم قال يسوع لهم: «لا تخافوا. اذهبوا وقولوا لاخوتي ان يذهبوا الي الجليل. هناك سيرونني». فخرج الحرّاس واخبروا رءساء الكهنه بكل ما جري.
وَبَيْنَمَا كُنَّ فِي الطَّرِيقِ، دَخَلَ بَعْضُ الْحُرَّاسِ الْمَدِينَهَ وَاَخْبَرُوا رُءَسَاءَ الْكَهَنَهِ بِكُلِّ مَا حَدَثَ.
عندما اجتمع الكهنه الاكبر مع الشيوخ ، وضعوا خطه. اعطوا الجنود مبلغاً كبيراً من المال.
قالوا للجنود: "نريدكم ان تقولوا: تلاميذه جاءوا ليلاً وسرقوا جثته بينما نحن ناءمون".
اذا سمع الوالي هذا التقرير، سنُرضيه مالياً. وهذا سيبقيكم في امان من المتاعب.
فامتثل الجنود لامرهم واخذوا النقود، ولا يزال اليهود يروون هذه القصه الي يومنا هذا. اوامر يسوع الاخيره لتلاميذه
ثُمَّ انْطَلَقَ الْحَوَارِيُّونَ الْاَحَدَ عَشَرَ اِلَي الْجَلِيلِ، اِلَي الْجَبَلِ الَّذِي اَوْصَاهُمْ بِهِ يَسُوعُ.
وَعِندَمَا رَاهُمْ سَجَدُوا لَهُ، بَقِيَ بَعْضُهُمْ يُشَكِّكُونَ.
ثُمَّ اِنَّ يَسُوعَ لَمَّا جَاءَ تَكَلَّمَ بِقَوْلِهِ: «كُلُّ السُّلْطَانِ اُعْطِيَ لِي فِي السَّمَاءِ وَعَلَي الْاَرْضِ.
فَاذْهَبُوا وَتَلْمِذُوا جَمِيعَ الاُمَمِ. عَمِّدُوهُمْ بِاسْمِ الابِ وَالابْنِ وَالرُّوحِ الْقُدُسِ.
علموهم ان يطيعوا كل ما اوصيتهم به ، واعلموا اني معكم داءماً الي نهايه العالم .
يَهْذِّبُ الطَّرِيقَ يُحَضِّرُ الْمَسِيحَ يُدْعَي يُوحَنَّا الْمَعْمَدَانُ
هذا بدايه البشاره بحَسَن مولد يسوع المسيح ابن الله
منذُ زمن بعيد كتب النبيّ اشَعْيَاء: «هاَنذا اُرسِلُ مَلاكي فَيُهيِّءُ الطَّريقَ قُدَّامَكَ» (مَلاخي 3:1)
يُنَادِي فِي الْبَرِّيَّهِ مُعَدِّدًا طُرُقَ الرَّبِّ، اصْنَعُوا فِي الْقَفْرِ سَبِيلًا لِاِلَهِنَا. (اشعياء 40:3)
وَهكَذا جَاءَ يُوحَنَّا. كَانَ يُعَمِّدُ النَّاسَ فِي البَرِّيَّهِ. وَكَانَ يَكْرِزُ لِلتَّوْبَهِ، يُعَمِّدُهُمْ وَهُمْ يَعْتَرِفُونَ بِخَطَايَاهُمْ، حِينَءِذٍ يَغْفِرُ اللهُ لَهُمْ خَطَايَاهُمْ.
خرج اليه جميع اهل اليهوديه واهل اورشليم. واعترفوا بخطاياهم، فعمّدهم يوحنا في نهر الاردن.
وَلْبَسَ يُوحَنَّا وَبرَ الاِبِلِ وَجِلْدَهً عَلَي حَقْوَيْهِ وَاَكَلَ جَرَادَ الْبَرِّ وَعَسَلاً وَحْشِيًّا.
هذا ما كان يبشر به يوحنا: "ياتي بعدي من هو اقوي مني، لست اهلا لان انحني واحل سيور حذاءه".
اُعَمِّدُكُمْ بِالْمَاءِ، وَلكِنَّ الَّذِي يَاْتِي بَعْدِي هُوَ اَقْوَي مِنِّي، الَّذِي لَسْتُ اَهْلاً اَنْ اَحُلَّ حِبَالَ حِذَاءِهِ. هُوَ يُعَمِّدُكُمْ بِالرُّوحِ الْقُدُسِ.
وَفِي ذَلِكَ الْوَقْتِ جَاءَ يَسُوعُ مِنْ نَاصِرَهِ الْجَلِيلِ. وَعَمَّدَهُ يُوحَنَّا فِي الاُرْدُنِّ.
وَهُوَ صَاعِدٌ مِنَ الْمَاءِ رَاَي السَّمَاوَاتِ تَنْفَتِحُ. وَالرُّوحُ الْقُدُسُ نَزَلَ عَلَيْهِ بِهَيْءَهٍ مِثْلِ حَمَامَهٍ.
وَكَلَّمَهُ صَوْتٌ مِنَ السَّمَاءِ قَاءِلًا: «اَنْتَ ابْني الْحَبِيبُ، بِكَ سُرِرْتُ».
وَالرُّوحُ الْقُدُسُ طَرَدَ يَسُوعَ حَالًا اِلَي الْبَرِّيَّهِ.
كان في البريه اربعين يوماً. وجربه الشيطان هناك. ولم تَضُرّه الحيوانات المفترسه. اعتني به الملاءكه. اختار يسوع التلاميذ الاواءل.
وبعدما سُجن يوحنا، ذهب يسوع الي الجليل يكرز ببشاره الله.
قال: "قد حان الوقت، ان مملكه الله قريبه. فَارْجِعُوا عَنْ خَطَايَاكُمْ وَامِنُوا بِالبِشَارَهِ!"
يوماً ما كانَ يَسوعُ يَسيرُ بِجوارِ بَحْرِ الجليلِ. هُناكَ رَاي سِمْعانَ وَاخاهُ اندراوسَ يُلْقِيانِ الشَّبَكهَ في البَحْرِ. كَانَا صَيّادَيْنِ.
تعَالَوْا وَاتْبَعُونِي، قَالَ يَسُوعُ. "اجْعَلُكُمْ صَيَّادِي النَّاسِ".
فَتَرَكَا السَّمَكَ وَاتَّبَعَاهُ لِلْوَقْتِ
ثم مشي يسوع قليلاً الي الامام ، فراي يَعقوبَ بنَ زَبَدي واخاهُ يوحنّا . كانا في السّفينه يُصلحانِ الشّباك .
وَبَعْدَ ذَلِكَ نَادَاهُمْ لِلْحَالِ. فَتَرَكَا اَبَاهُمْ زَبَدَي فِي السَّفِينَهِ مَعَ الاَجِيرِينَ وَتَبِعَاهُ. طَرْدُ يَسُوعَ لِلرُّوحِ النَّجِسِ.
وَانْتَقَلَ يَسُوعُ وَمَنْ مَعَهُ اِلَي كَفْرِناحُومَ. وَدَخَلَ الْمَجْمَعَ يَوْمَ السَّبْتِ وَبَدَاَ يُعَلِّمُ.
كان الناس مُبهورين بتدريسه، كان يُعلّمهم بسلطه مُطلقه، لا مثل علماء الشريعه.
وَفِي تِلْكَ اللَّحْظَهِ صَرَخَ رَجُلٌ فِي الْمَجْمَعِ كَانَتْ فِيهِ رُوحٌ نَجِسَهٌ تَسْتَلْمُهُ.
ماذا تريد منا يا يسوع الناصري؟ هل جءت لتدميرنا؟ اعرف من انت. انت قدوس الله!
اخرس !"قال يسوع بحزم." اخرج منه !
الروح الشريره هزت الرجل بعنف. ثم خرجت منه صارخه.
وَانْبَهَرَ الْجَمِيعُ مِنْ ذالِكَ، فَكَانُوا يَقُولُونَ بَعْضُهُمْ لِبَعْضٍ: «مَا هاذَا الْكَلَامُ؟ اِنَّهُ بِسُلْطَان! حَتَّي لِلْاَرْوَاحِ النَّجِسَهِ يَاْمُرُهَا فَتُطِيعُهُ».
انتشرت اخبار يسوع بسرعه في جميع انحاء الجليل. شفي يسوع العديد من الناس.
خَرَجَ يَسُوعُ مِنَ الْمَجْمَعِ وَهُوَ يُتْبِعُهُ جَمْعٌ كَثِيرٌ. فَاَتَوْا اِلَي بَيْتِ سِمْعَانَ وَيَعْقُوبَ، وَكَانَ مَعَهُ يَعْقُوبُ وَيُوحَنَّا.
كانت حماه سيمون مضطجعه علي الفراش، وكانت حاميه. اخبروا يسوع عنها.
فَـذَهَبَ اِلَيْهَا وَ اَخَذَ بِيَدِهَا وَ اَنْهَضَهَا. فَزَالَتْ مِنْهَا الحُمَّي، فَابْتَدَرَتْ تَخْدِمُهُمْ.
ذلك المساء، بعد غروب الشمس، قَدِمَ بِهِ النَّاسُ الي يَسُوعَ جَمِيعُ المَرْضَي، وَكُلُّ مَنْ تَسْكُنُهُ الشَّيَاطِينُ.
تجمع كل الناس في المدينه عند الباب.
شفي يسوع العديد منهم ، كانوا مرضي بامراض مختلفه . كما طرد العديد من الشياطين ، لكنه لم يدع الشياطين تتكلم لانها عرفت من هو . صلاه يسوع في مكان هادء
كان الوقت باكراً جداً في الصباح وما زال الظلام يحلق في السماء. نهض يسوع وغادر البيت واتجه الي مكان يخلو من الناس. وهناك صلي.
سيمون واصحابو مشاو يدورو علي عيسي.
عندما وجدوه صرخوا قاءلين: "الجميع يبحث عنك!"
اجاب يسوع: «لِنَذْهَبْ اِلَي مَكَانٍ اخَرَ. فَاُرِيدُ اَنْ اَتَرَدَّدَ فِي الْمُدُنِ الْمُجَاوِرَهِ اَيْضًا، لاَنِّي لِهَذَا الْغَرَضِ خَرَجْتُ».
فَجَالَ فِي الْجَلِيلِ كُلِّهِ، يُعَلِّمُ فِي مَجَامِعِهِمْ، وَيُخْرِجُ الشَّيَاطِينَ. شَفَي مَرْضَي بِاَمْرَاضٍ مُتَنَوِّعَهٍ، بَيْنَهُمْ رَجُلٌ كَانَتْ بِهِ اَبْرَصَهٌ.
جاءَ الي يَسوعَ رَجُلٌ بِهِ بَثْرَهٌ. وَكانَ علي رُكْبَتَيْهِ يَتَضرَّعُ لَهُ قاءِلاً: «اِنْ اَرَدْتَ، تَستَطيعُ اَن تُطَهِّرَني».
يَسُوعَ انْتَابَهُ تَحَنُّنٌ شَدِيدٌ. وَمَدَّ يَدَهُ وَلَمَسَ الرَّجُلَ قَاءِلاً لَهُ: «اُرِيدُ اَنْ اَفْعَلَ ذلِكَ. تَطَهَّرْ!».
فَشُفِيَ مِنْ مَرَضِهِ لِلْحَالِ
ابعده يسوع في الحال وانذر الرجل تحذيرا شديداً
قال: «لا تَقُل هذا لاحدٍ». ثم قال: «اذهبْ وارِ نفسَكَ للكاهنِ وقدِّمِ القرابينَ التي امر بها موسي. فذلك يكونُ دليلا للكاهنِ وللشعبِ علي انكَ طاهرٌ».
لكن الرجل خرج وبدا يتكلم فورا، ونشر الخبر للجميع. فلم يعد يسوع قادرا علي الدخول علانيه الي مدينه ما. فكان يبقي خارجا في الاماكن المنعزله. لكن الناس كانوا ياتون اليه من كل مكان.
يسوع يشفي رجلا لم يستطع المشي
بَعْدَ بِضْعِ اَيَّامٍ، دَخَلَ يَسُوعُ مَرَّهً اُخْرَي اِلَي كَفَرْنَاحُومَ. سَمِعَ النَّاسُ اَنَّهُ فِي الْبَيْتِ،
تجمع العديد من الناس لدرجه انه لم يعد هناك مكان. حتي خارج الباب لم يعد هناك متسع. فكان يسوع يخاطبهم بكلمه الله.
جاء اربعه برجل لا يستطيع المشي يحملونه
وَلكِنْ لَمْ يَقْدِرُوا اَنْ يَتَقَدَّمُوا اِلَيْهِ لِلْجُمُوعِ الَّتِي كَانَتْ مُحِيطَهً بِهِ. فَنَقَبُوا السَّقْفَ فَوْقَ رَاْسِ يَسُوعَ، وَبَعْدَمَا نَقَبُوهُ دَلَّوُا الْفِرَاشَ بِالرَّجُلِ الْمَرِيضِ.
يَسُوعَ رَاَي اِيمَانَهُمْ. فَقَالَ لِلرَّجُلِ: «يَا ابْنِي، غُفِرَتْ خَطَايَاكَ».
كان بعض الكتبه جالسين هناك. يفكرون،
لماذا يتكلم هذا الرجل هكذا؟ انه يقول امراً شريراً جداً! لا يغفر الذنوب الا الله
فَعَلِمَ يَسُوعُ حَالًا مَا فِي اَفْكَارِهِمْ، فَقَالَ لَهُمْ: «اَيَّهَ اُمُورٍ تُفَكِّرُونَ بِهَا فِي قُلُوبِكُمْ؟»
اَهْلًا هَلْ يَسْهُلُ عَلَيْكَ قَوْلُ »غُفِرَتْ خَطَايَاكَ« اَمْ قَوْلُ »قُمِ الْانَ وَارْتَفِعْ بِمَرْقَعَتِكَ وَامْشِ« ؟
اريدك ان تعلم ان لابن الانسان سلطه علي الارض ان يغفر الخطايا". ثم قال يسوع للمفلوج:
قال لهم: "قُمْ. احْمِلْ فِراشَكَ واذْهَبْ الي بَيْتِكَ."
وَقَامَ وَاخْتَارَ لِنَفْسِهِ مَوْكِبًا، ثُمَّ مَضَي وَهُمْ يُلاَحِظُونَهُ. وَكَانَتْ الْجُمُوعُ قَدْ بُهِتَتْ لِلْغَايَهِ. وَتَسَبَّحُوا بِاللَّهِ وَقَالُوا: «لَمْ نَرَ مِثْلَ هذَا قَطُّ!». وَاتَّبَعَهُ يَسُوعُ لِيَعْمَدَ لِعَيْسَي ابْنِ حَلْفِي.
وَمَرَّهً اُخْرَي انْطَلَقَ يَسُوعُ اِلَي شَاطِءِ الْبَحْرِ الْجَلِيلِ، فَاجْتَمَعَ حَوْلَهُ الْجَمْعُ الْكَثِيرُ، فَعَلَّمَهُمْ.
وَهُوَ يَمْشِي اِذَّاكَ الْتَقَي بِلُوحِي بْنِ حَلْفَي. وَكَانَ لُوحِي جَالِسًا عِنْدَ مَكَانِ الْجِبَايَهِ. فَقَالَ لَهُ يَسُوعُ: «اتْبَعْنِي». فَقَامَ وَتَبِعَهُ.
بعد ذلك، كان يسوع متكءاً في بيت لاوي. وكان هناك مع التلاميذ والعديد من العشارين وخطاه ياكلون معه. كانوا جماعه من الجمع الكبير الذي كان يتبع يسوع.
كان هناك بعض الكتبه الفريسيين. فلما راوا يسوع ياكل مع العشارين والخطاه قالوا لتلاميذه: "كيف ياكل مع العشارين والخطاه؟"
سمع يسوع ذلك، فقال لهم: *«لَيْسَ الاَصِحَّاءُ مَنْ يَحْتَاجُونَ اِلَي الطَّبِيبِ بَلِ الْمَرْضَي. لَمْ اتِ لاَدْعُوَ الاَبْرَارَ بَلِ الْخُطَاهَ اِلَي التَّوْبَهِ»*.
كان تلاميذ يوحنا والفريسيون يصومون. فجاء بعض النّاس الي يسوع وقالوا له: «يصوم تلاميذ يوحنا، وتلاميذ الفريسيين ايضاً. وامّا تلاميذك فهم ياكلون».
اجاب يسوع: «كَيْفَ يَقْدِرُ الْحَمَامَهُ اَنْ تَسْتَمِرَّ فِي الْاَكْلِ وَالشُّرْبِ وَهِيَ مَعَ الْعَرِيسِ؟ لِلْحَقِّ اَقُولُ لَكُمْ: اِنَّهُمْ يَاْخُذُونَ مَا هُوَ لِلْعَرِيسِ نَفْسِهِ. وَاَمَّا اَصْدِقَاءُ الْعَرِيسِ فَاِنَّهُمْ هُنَا مَعَهُ، وَيَسْمَعُونَ صَوْتَهُ يُنَادِيهِمْ، فَمَتَي سَمِعُوا صَوْتَهُ فَرِحُوا فَرَحًا عَظِيمًا. لِهَذَا فَالْفَرَحُ الَّذِي عِنْدِي لَا يُمْكِنُكُمْ اَنْتُمْ اَنْ تَفْرَحُوا بِهِ الْانَ، وَلَكِنَّكُمْ سَتَفْرَحُونَ بِهِ بَعْدَ حِينٍ».
لكن سياتي الوقت الذي سيُءخذ فيه العريس منهم. في ذلك اليوم سيذهبون وهم صيام.
لا يُرقّع الناس ثوبا جديدا رقعه علي ثياب باليه. فان فعلوا تقطّع الجديد من القديم فيزداد الخرق اتساعا.
الناس لا يَسْكُبُونَ خَمْرًا جَدِيدَهً فِي اَجْرَاسٍ عَتِيقَهٍ. لِاَنَّ الْخَمْرَ الْجَدِيدَهَ تَشُقُّ الْاَجْرَاسَ فَتُبَذَّرُ الْخَمْرُ وَالاَجْرَاسُ تَتْلَفُ. بَلْ يَسْكُبُونَ الْخَمْرَ الْجَدِيدَهَ فِي اَجْرَاسٍ جَدِيدَهٍ». يَسُوعُ رَبُّ الْيَوْمِ السَّابِتِ.
يَوْمَ السَّبْتِ كَانَ يَسُوعُ يَمْشِي فِي الْحَقْلِ مَعَ تَلاَمِيذِهِ. وَبَيْنَمَا هُمْ يَسْتَقْصُونَ الْحِنْطَهَ، كَانَ التَّلاَمِيذُ يَقْطِفُونَ السَّنَابِلَ وَيَاْكُلُونَهَا.
قال الفريسيون ليسوع: "انظر! من المحظور القيام بذلك في السبت. لماذا يفعل تلاميذك هذا؟"
اجابهم: هل قراتم قط ما فعله داود؟ لقد كان هو ورجاله جاءعين. كانوا بحاجه الي الطعام.
كان ذلك في عهد الكاهن الاعظم ابياثار. دخل داود الي بيت الله واكل الخبز المقدس، الذي لم يُسمح باكله الا للكهنه. وقد اعطي داود ايضاً بعضاً منه لرجاله.
ثم قال يسوع لهم: «السَّبْتُ جُعِلَ لِلْاِنْسَانِ، لَيْسَ الاِنْسَانُ لِلْسَّبْتِ.
فَابْنُ الْاِنْسَانِ رَبُّ السَّبْتِ اَيْضًا.
الشفاء يوم السبت
وَحِيدَهٌ مَرَّهً اُخْرَي دَخَلَ يَسُوعُ الْمَجْمَعَ، وَكَانَتْ هُنَاكَ رَجُلٌ يَدُهُ يَابِسَهٌ وَمُعَوَّجَهٌ.
بَحَثَ بَعْضُ الْفَرِّيسِيِّينَ عَنْ سَبَبٍ لِلاِدَانَهِ يَسُوعَ. كَانُوا يُرَاقِبُونَهُ بِدِقَّهٍ. كَيْفَ يَشْفِي الْمَرِيضَ يَوْمَ السَّبْتِ؟
قال يسوع للرجل الذي كان يده يمين معوجه و ضعيفه: "قم وسط الجميع".
ثم سالهم يسوع: «ماذا يقول الناموس؟ ماذا تعملون في السبت؟ اَحَسَنٌ تَفعلون ام شر؟ اَتُخَلِّصونَ الحياه ام تُبيدونها؟» فلم يجبه احد.
وَجَهَ يَسُوعُ لَهُمْ نَظْرَهً غَاضِبَهً وَاَمْعَنَ فِي التَّاْوِيحِ لِقَسَاوَهِ قُلُوبِهِمْ، ثُمَّ قَالَ لِلرَّجُلِ: «بَسْطْ يَدَّكَ». فَبَسَطَهَا، وَشُفِيَتِ الْيَدُ كَالْوَاحِدَهِ الصَّحِيحَهِ.
ثم خرج الفريسيون وبداوا يخططون مع الهيرودسيين للتخلص من يسوع، فقتلوه. وتبعهما الجماهير.
انطلق يسوع مع تلاميذه الي بحر الجليل، وتبعهُ حشدٌ كبير من الجليل.
سمع الناس بكل ما كان يسوع يفعل، فجاء اليه كثيرون. جاءوه من اليهوديه والقدس ومن ادوميه ومن المناطق الواقعه شرق نهر الاردن، وكذلك من حول صور وصيدون.
بسبب الجمع، طلب يسوع من تلاميذه اعداد قارب صغير له. كان ذلك ليمنع الزحام عنــه.
شفا يسوع كثيرين من الناس، لذلك كان المرضي يتدافعون لملامسته.
وَعِنْدَمَا رَاهُ النَّاسُ الَّذِينَ تَسْكُنُهُمُ الْاَرْوَاحُ الشِّرِّيرَهُ، وَقَعُوا عَلَي الاَرْضِ اَمَامَهُ وَصَرَخَتِ الْاَرْوَاحُ قَاءِلَهً: «اَنْتَ ابْنُ اللهِ!»
وَلكِنَّ يَسُوعَ اَوْصَاهُمْ اَلاَّ يُفْشُوا عَنْهُ قَاءِلاً: «لِءَلاَّ يَقُولَ اَحَدٌ اِنَّهُ الْمَسِيحُ». ثُمَّ اخْتَارَ يَسُوعُ الاثْنَيْ عَشَرَ رَسُولاً وَاَعْطَاهُمُ اسْمَ «رُسُل» الَّذِينَ صَارُوا يُرْسَلُونَ اَيْضًا.
صعد يسوع الي جبل ودعا اناسا بعينهم فجاءوه.
عين منهم اثني عشر وتلاميذ سماهم رسلا، ومن يومها فصاعدا كانوا يلازمونَهُ. وكان يرسلهم ايضا للوعظ.
لهم سلطه علي طرد الشياطين
فاختار يسوع الاثني عشر تلميذا. وكان سمعان واحدا منهم. واطلق عليه اسم بطرس.
كان هناك يعقوب بن زبدي واخوه يوحنا. اطلق عليهما يسوع اسم بـَوَنَرْجَسَ اي ابني الرعد.
وكان هناك ايضاً اندرو، وفيليب، وبرثولوميو، وماتيو، وتوما، ويعقوب بن حلفي. وكان هناك ايضاً تداوس و سمعان الغيور.
كان يهوذا الاسخريوطي واحدا منهم ايضاً. هو من كان سيُسلم عيسي لعداءه فيما بعد. عيسي وبعلزبوب
دخل يسوع بيتاً. واجتمعت الجموع ثانيهً، حتي انّ البيت امتلا تماماً، بحيث لم يعد يسوع وتلاميذه قادرين علي تناول الطعام.
سمعت عاءلته بذلك. فجاءوا لياخذوه. قالوا: "قد جنّ."
كان بعض الكتبه هناك قد جاءوا من اورشليم. وقالوا: «بسلطان بعلزبول يخرج الشياطين».
فدعا يسوع تلاميذه وقال لهم: «كيف يمكن للشيطان ان يخرج الشيطان؟
اذا قاتَلَ المَملَكهُ نَفسَها، لَن تَصمُد.
اذا انقسمت الاسره، فلن تصمد.
