سِلسِلَهُ النَّسَبِ الْمَسِيحِيَّه
هذا سجل نسَبي ليسوع المسيح. هو ابن داود، وابن ابراهيم ايضاً.
ابراهيم كان ابو اسحاق. اسحاق كان ابو يعقوب. يعقوب كان ابو يهوذا واخوته.
يَهُوذَا اَبُو فَارِصَ وَزَارَحَ. وَاُمُّهُمَا تَمَارُ. فَارِصُ اَبُو حَصْرُونَ. حَصْرُونُ اَبُو رَامَ.
كانَ رَامُ الابَ لِاَمِّينَادَابَ، وَاَمِّينَادَابُ اَبٌ لِنَحْشُونَ، وَنَحْشُونُ اَبٌ لِسَلْمُونَ.
سلمون ابو بوز. راحاب ام بوز. بوز ابو اوبيد. راعوث ام اوبيد. اوبيد ابو يسي.
وكان يسّي ابو الملك داوُد. وداوُد ابو سليمان. وامُّ سليمان هي زوجه اوريا.
سليمان ابو رحبعام. وَرَحبعام اَبو اَبيّا. وَاَبيّا اَبو اسا.
اسا كان ابو يهوشافاط. ويهوشافاط كان ابو يهورام. ويهورام كان ابو عزيا.
عزيا ابو يوتام. ويوتام ابو احاز. واحاز ابو حزقيا.
هيزكيا كان ابو منسي. منسي كان ابو امون. وامون كان ابو يوشيا.
وكان يوشيّا ابوَ يَقُنْيَا واخوتِه. وفي ذلك الوقتِ نُفي الشعبُ اليهوديُّ الي بابل.
وبعد ذلك تواصل نسب العاءله. وكان يقنيا ابا شالتءيل، وشالتءيل ابا زربابل.
كان زربابل ابا ابيود. وكان ابيود ابا الياكيم. وكان الياكيم ابا عزر.
ازور كان ابو صادوق. صادوق كان ابو اكيم. اكيم كان ابو اليود.
اليود ابو اليعازر. واليعازر ابو متّي. ومتّي ابو يعقوب.
يعقوب كان ابو يوسف. يوسف كان زوج مريم. و مريم انجبت يسوع الذي يدعي المسيح.
فكانت هناك اربعه عشر جيلا من ابراهيم الي داود. واربعه عشر من داود حتي سبي اليهود الي بابل. واربعه عشر من ذلك الوقت حتي المسيح. مولد يسوع المسيح.
هذا هو كيف حدثت ولاده يسوع المسيح. كانت امه مريم قد خطبت ل يوسف. لكن قبل ان يبدا العيش معًا ، اصبح من الواضح انها ستلد طفلاً. حملت مريم من روح القدس.
كان زوجها يوسف رجل تقي. لم يرد ان يُحْرِجها امام الناس. لذلك خطط ليطلقها سراً.
وَفِيمَا هُوَ مُتَفَكِّرٌ فِي هذَا الْاَمْرِ اِذْ ظَهَرَ لَهُ مَلَكُ الرَّبِّ فِي الْحُلْمِ قَاءِلاً: «يَا يُوسُفُ ابْنَ دَاوُدَ، لَا تَخَفْ اَنْ تَاْخُذَ مَرْيَمَ امْرَاَتَكَ اِلَي بَيْتِكَ. لِاَنَّ الَّذِي حُبِلَ بِهِ فِيهَا هُوَ مِنَ الرُّوحِ الْقُدُسِ.
ستُنجِبُ ابناً. ويجب ان تُسَمُّوهُ يَسُوعَ لانَّهُ يَخلُصُ شَعبَهُ مِن خَطاياهُم.
كل هذا تم لكي يتم ما قاله الرب انه سيحدث. فقد تكلم بهذا عن طريق النبي،
بِرْجَالٍ تَحْبَلُ وَتَلِدُ ابْنًا وَتَدْعُو اسْمَهُ عِمَّانُوءِيلَ الَّذِي تَعْنِي تَرْجَمَتُهُ: اَللهُ مَعَنَا. (اشعياء 7:14)
يوسف استيقظَ. وفعل ما امره به ملاكُ الربّ. اخذ مريم الي بيته زَوجهً له.
وَلَمْ يَقْرَبْهَا حَتَّي وَلَدَتِ ابْنًا فَدَعَا اسْمَهُ يَسُوعَ
ممركر الجد ممرحمرسه سمرا
وُلِدَ يَسُوعُ فِي بَيْتِ لَحْمٍ الَّتِي فِي الْيَهُودِيَّهِ، فِي اَيَّامِ الْمَلِكِ هِيرُودُسَ. وَاِذَا مَلَاءِكَهٌ قَدْ ظَهَرُوا لِرُعَاهٍ يَسْ
سالوا: "اين هو الطفل المَلِك الذي وُلد لليهود؟ لقد راينا نجمه في المشرق. جءنا لنسجُد له."
عندما سمع الملك هيرودس الخبر، غضب جداً. واضطرب كلُّ من في اورشليم معه.
فَدَعَا هِيرُودُسُ رُءَسَاءَ الْكَهَنَهِ وَكَتَبَهَ الشَّرِيعَهِ وَاسْتَفْحَصَهُمْ حَيْثُ يُولَدُ الْمَسِيحُ.
فِي بَيْتِ لَحْمٍ فِي الْيَهُودِيَّهِ، قَالُوا. هاذَا مَا كَتَبَهُ النَّبِيُّ. قَدْ قَالَ،
وَاَمَّا اَنْتِ يَا بَيْتَ لَحْمُ فِي اَرْضِ يَهُوذَا فَلَسْتِ الْاَصْغَرَهَ بَيْنَ رُءَسَاءِ يَهُوذَا، فَمِنْكِ يَخْرُجُ الْمُدَبِّرُ الَّذِي يَرْعَي شَعْبِي اِسْرَاءِيلَ». (ميخا 5:2)
ثم استدعي هيرودس المجوس سراً. واطّلع منهم علي الوقت الذي ظهر فيه النجم بالضبط.
ارسلهم الي بيت لحم وقال: «اذهبوا وافحصوا بدقه عن الصبي. وحالما تجدونه، ارسلوا لي تقريراً لاتي ايضاً واسجُد له».
وبعدما استمع الحكماء للملك، مضوا في طريقهم. والسّمَه التي راوها حين كانوا في المشرق سبقتهم، واستقرّت اخيرا فوق المكان الذي كان فيه الصبي.
عندما راوا النجمه، ملاَهم الفرح.
ذهب الحكماء الي المنزل . هناك راوا الطفل مع امه مريم . سجدوا له وسجدوا له . ثم فتحوا كنوزهم . قدموا له الذهب والبخور والمر .
وَلكِنَّ اللهَ انْذَرَهُمْ في المَنَامِ الاَّ يَعُودُوا الي هِيرُودُسَ، فَارْتَحَلُوا الي ارْضِهِمْ طَرِيقاً اُخْرَي. هَرَبُ عَاءِلَهِ يَسُوعَ الي مِصْرَ
وَحِينَ رَحَلَ الْمَلاُ، رَاي يُوسُفُ حُلْماً. وَاِذَا مَلاكُ الرَّبِّ قَدْ ظَهَرَ لَهُ فِي الْحُلْمِ قَاءِلاً: "قُمْ وَخُذِ الصَّبِيَّ وَاُمَّهُ وَاهْرُبْ اِلَي مِصْرَ، وَكُنْ هُنَاكَ حَتَّي اَقُولَ لَكَ. لاَنَّ هِيرُودُسَ سَيُفَتشُ عَنِ الصَّبِيِّ لِيُهْلِكَهُ".
وَقَامَ يُوسُفُ وَاخْتَطَفَ الصَّبِيَّ وَاُمَّهُ مَرْيَمَ وَانْطَلَقَ بِهِمَا اِلَي مِصْرَ فِي ظُلْمَهِ اللَّيْلِ.
اِقَامَتْ هُنَاكَ حَتَّي مَوْتِ الْمَلِكِ هِيرُودُسَ. وَكَانَ ذَلِكَ لِكَيْ يَتِمَّ مَا قِيلَ مِنَ الرَّبِّ بِوَاسِطَهِ النَّبِيِّ الْقَاءِلِ: «مِنْ مِصْرَ دَعَوْتُ ابْني». (هُوشَع 11: 1)
ادرك هيرودس ان المجوس قد خدعوه، فغضب غضبا شديدا. فاصدر اوامره بشان بيت لحم وكل ما حولها ان يُقتل جميع الصبيان الذين هم في سن سنتين او اقل. وكان ذلك يتفق مع الوقت الذي راي فيه المجوس النجم.
بهذا تحققت الكلمات التي تكلم بها النبي ارميا. فقد قال:
سُمِعَ صَوتٌ فِي رَامَهَ. نَاحَهٌ وَبُكَاءٌ وَعَوِيلٌ. رَاحِيلُ تَبْكِي عَلَي اَوْلاَدِهَا وَتَاْبَي اَنْ تَتَعَزَّي لاَنَّهُمْ قَدْ رَحَلُوا. (اِرْمِيَا 31:15) عَاءِلَهُ يَسُوعَ تَعُودُ اِلَي النَّاصِرَهِ
وبعدما مات هيرودس ظهر يوسف في حلم وهو لا يزال في مصر. وظهر له ملاك الرب في الحلم وقال له:
قَالَ الْمَلَكُ: «اِرْفَعْ يَدَيْكَ بِالطِّفْلِ وَاُمِّهِ وَاهْجُرْ اِلَي اَرْضِ اِسْرَاءِيلَ. فَقَدْ مَاتَ الَّذِينَ كَانُوا يَطْلُبُونَ نَفْسَ الصَّبِيِّ».
فقام يوسف واخذ معه الصبي وامه مريم وعاد بهما الي ارض اسراءيل.
لكنّه سمع ان ارخيلاوس ملك علي اليهوديه وقد خلف اباه هيرودس علي العرش. فخاف يوسف ان يذهب الي هناك. ففي حلمٍ اُنذر بالذهاب الي ارض الجليل بدلاً من ذلك.
عاش هناك في مدينه تدعي الناصره. وبهذا تحققت نبوءه الانبياء بشان عيسي. فقد قالوا: "سيسمي ناصريّا".
يَهْذِّبُ الطَّرِيقَ يُحَضِّرُ الْمَسِيحَ يُدْعَي يُوحَنَّا الْمَعْمَدَانُ
في تلك الايام جاء يوحنا المعمدان واعظاً في بريه يهودا.
قال: «ابْتَعِدوا عَنْ خَطاياكُمْ! فَمَلَكوتُ السَّماواتِ قَرِيبٌ».
اِنَّ يُوحَنَّا هُوَ ذَلِكَ الَّذِي تَكَلَّمَ عَنْهُ اِشَعْيَاء النَّبِيُّ، الَّذِي قَالَ: «صَوْتُ مُنَادٍ فِي الْبَرِّيَّهِ: «اَعِدُّوا طَرِيقَ الرَّبِّ، وَاجْعَلُوا سُبُلَهُ مُسْتَقِيمَهً»» (اشَعْيَاء 40:3)
كانت ثياب يوحنا مصنوعه من شعر الماعز. وكان يُحيط وسطه بحزام من الجلد. وكان طعامه الجراد والعسل البري.
خرج اليه الناس من اورشليم وكل اليهوديه ، وكل الكوره حول الاردن.
عندما اعترفوا بخطاياهم، عمّدهم يوحنا في نهر الاردن.
رَاَي يُوحَنَّا كَثِيرًا مِنَ الْفَرِّيسِيِّينَ وَالصَّدُّوقِيِّينَ يَاْتُونَ لِيَتَعَمَّدُوا عِنْدَهُ، فَقَالَ لَهُمْ: «يَا اَوْلَادَ الْاَفَاعِي، مَنْ اَرْشَدَكُمْ لِتَهْرُبُوا مِنَ الْغَضَبِ الْمُقْبِلِ؟
اثمروا ثمراً يدل علي توبتكم من الذنوب
لا تظنوا انكم تستطيعون ان تقولوا لانفسكم: "ابراهيم ابونا". فانني اقول لكم: قادر الله ان يقيم من هذه الحجاره اولاداً لابراهيم.
الفسيله واقفه عند اصول الاشجار، كل شجره ما تطلعش ثمر صحيح، نقضيوا عليها ونحروها في النار.
اعمّدكَ بالماء داعيا ايّاكَ للتوبه من خطاياكَ. لكن بعدي ياتي من هو اقوي مني. لستُ اهلا ان احملَ حِذاءَه. هو سيعمّدكَ بالروح القدس والنار.
<mark>حَبْلُ الْفَلَاحِ فِي يَدِهِ لِيُنَقِّي بِهِ بَيْدَرَهُ</mark>. <mark>يَجْمَعُ حِنْطَتَهُ اِلَي الْمَخْزَنِ</mark>. <mark>اَمَّا التِّبْنُ فَيُحْرِقُهُ بِالنَّارِ الَّتِي لَا تُطْفَاُ</mark>." <mark>عُمْدَانُ يَسُوعَ الْمَعْمُودِيَّهِ</mark>
جاء يسوع من الجليل الي الاردن . اراد ان يعمد يوحنا اياه .
لكن يَحيي اراد منعه. وقال ليسوع: «اَنَا مُحْتَاجٌ اَنْ اَعْتَمِدَ مِنْكَ فَمَاذَا تَاْتِي اِلَيَّ؟»
اجاب يسوع: "هكذا يجب ان يكون الان. من الصواب ان نفعل هذا. لانه يحقق مشيءه الله القدوسه." فوافق يوحنا علي ذلك.
وَحالَما اعتَمَدَ يَسوعُ صَعِدَ مِنَ المَاءِ. فَفِي تِلكَ الحِينِ انفَتَحَتِ السَّمَاواتُ، ورَاي يَسوعُ رُوحَ اللهِ يَنزِلُ مِثلَ حَمَامَهٍ وَيَحلُّ عَلَيهِ.
صوت من السماء قال: «هذا هو ابني الحبيب الذي به سروري»
يَسُوعُ يُجَرَّبُ
الروح القدس قاد يسوع الي البريه. وهناك جربه الشيطان.
وبعد اربعين يوما وليله لم ياكل فيها يسوع شيءا، جاع.
جاءهُ المُغْوِي وقال لهُ: "اِن كُنتَ ابْنَ اللهِ فَقُل لِهَذِهِ الْحِجَارَهِ اَن تَصِيرَ خُبْزًا".
اجاب يسوع: «مَكْتُوبٌ: لَيْسَ بِالْخُبْزِ وَحْدَهُ يَحْيَا الاِنْسَانُ، بَلْ بِكُلِّ كَلِمَهٍ تَخْرُجُ مِنْ فَمِ اللهِ». (تثنيه 8:3)
ثم اخذ الشيطان يسوع الي مدينه مقدسه، واوقفه علي راس الهيكل.
اِنْ كُنْتَ ابْنَ اللهِ فَاطْرَحْ نَفْسَكَ اِلَي اَسْفَلُ، لاَنَّهُ مَكْتُوبٌ: «يُوصِي مَلاَءِكَتَهُ بِكَ لِكَيْ يَحْفَظُوكَ» «عَلَي اَيْدِيهِمْ يَحْمِلُونَكَ لِءَلاَّ تَصْدِمَ قَدَمَكَ بِحَجَرٍ». (مَزْمُورٌ 91: 11، 12)
اجابه يسوع: «مكتوب ايضاً: لا تُجَرِّب الرَّبَّ الهَكَ». (تثنيه 6: 16)
واخيراً، اخذ الشيطان يسوع الي جبلٍ عالٍ جداً. واراه جميع ممالك العالم ومجدها.
قال: "اِن سَجَدتَ لي وَعبَدتَني، سَاُعطيكَ كُلَّ هذا."
قال يسوع له: «ابْعُدْ عَنِّي يَا شَيْطانُ! مَكْتُوبٌ لِلْرَّبِّ اِلهِكَ تَسْجُدُ وَاِيَّاهُ وَحْدَهُ تَعْبُدُ» (تثنيه 6:13)
ثم ترك الشيطان يسوع. وجاء الملاءكه وعتنوا به. وبدا يسوع يكرز.
سُجنَ يوحنّا. وعندما سمع يسوع بذلك، عاد الي الجليل.
اِنَّ يَسُوعَ انْتَقَلَ مِنْ نَاصِرَهَ وَاَتَي وَسَكَنَ فِي كَفْرِنَاحُومَ الْمُتَجَاوِرَهِ لِبَحْرِ الْجَلِيلِ فِي تُخُومِ زَبُولُونَ وَنَفْتَالِي.
هكذا تمّ ما قاله اشَعْيَاء النبيّ.
بلد زبولون وبلد نفتالي! الجليلُ الموغِلُ في الاُمميّهِ ارضُـهُـمْـزَبـنُوطُـه ْــهَـا شَـاطِـءِـيَّـهُ البحرِ الابيضِ المتوسطِ شرقاً والاُردُنِّ غَـرباً !
سَيَرَي الَّذِينَ يَسْكُنُونَ فِي الظُّلْمَهِ نُورًا كَثِيرًا. يَسْكُنُونَ فِي اَرْضٍ ظَلْمَاءَ وَظِلَّ الْمَوْتِ، نُورٌ يُشْرِقُ عَلَيْهِمْ.
من ذاك الحين بدا يسوع يكرز قاءلا: توبوا فقد اقترب ملكوت السموات. اختار يسوع تلاميذه الاواءل.
يوماً ما كان يسوع يمشي علي شاطء بحر الجليل. وهناك راي اخَوَين. هما سمعان بطرس واخوه اندراوس. كانا يلقيان الشباك في البحيره. كانا صيّادَيْنِ.
تعَالَوْا وَاتْبَعُونِي، قَالَ يَسُوعُ. "اجْعَلُكُمْ صَيَّادِي النَّاسِ".
فَتَرَكَا السَّمَكَ وَاتَّبَعَاهُ لِلْوَقْتِ
مضي من هناك وراي اثنين اخريْن، هما يعقوب بن زبدي واخوه يوحنا، كانا في السفينه مع ابيهما زبدي يُصلحان شباكهما. فناداهما يسوع.
وَبَعْدَ لَفْظِهِ هَذِهِ الْكَلِمَاتِ، تَرَكَ يَسُوعُ الْجَمْعَ وَانْطَلَقَ مَعَ تَلَامِيذِهِ اِلَي الْعَبْرِ، وَقَرْيَهً يُدْعَي اسْمُهَا نَوْف. وَتَبِعَتْهُ حَالًا سَفِينَهٌ مِنَ السَّاحِلِ، وَهُوَ يُعَلِّمُ الْجُمُوعَ. وَعِنْدَمَا رَاهُ يَسُوعُ قَدْ نَزَلَ مِنَ السَّفِينَهِ، تَرَكَ الْجَمِيعُ اَبَاهُمْ وَتَبِعُوهُ.
وَجَّهَ يَسُوعُ مَسَارِهِ اِلَي كُلِّ الْجَلِيلِ، وَعَلَّمَ فِي مَجَامِعِهِمْ، وَكَرَزَ بِبِشَارَهِ الْمَلَكُوتِ، وَشَفَي كُلَّ مَرَضٍ وَكُلَّ عِلَّهٍ فِي الشَّعْبِ.
انتشرت الاخبار عنه في كل سوريا. وكان الناس يَحملون اليه جميع المرضي مصابين بامراض مختلفه. وكان بعضهم يحملون مرضي يُعانون الاماً شديده، واخرين تسيطر عليهم الشياطين فيصرخون ويَرتعشون بشده، والبعض كان مُقعَدا لا يستطيع الحركه. فشَفَي يسوعُ جميعَهم.
تابعهُ حشودٌ كبيرهٌ. بعضُ الناسِ اتوا من الجليل، من المنطقهِ المُسماهِ المدنِ العشر، والبعضُ الاخر اتي من اورشليمَ ويهوذا. كما حضر اخرون من منطقهٍ تقعُ عبرَ نهرِ الاردنّ.
عيسي يعطي البركات
يَسُوعُ اَبْصَرَ الجُمُوعَ، فَصَعِدَ اِلَي الجَبَلِ، وَجَلَسَ هُنَاكَ. وَتَقَدَّمَ اِلَيْهِ تَلاَمِيذُهُ،
ثم بدا يعلمهم. قال:
طُوبَي لِلاَرْوَاحِ الْبَاءِسَهِ، فَاِنَّ مَلَكُوتَ السَّمَاوَاتِ لَهَا
طُوبَي لِلْحَزَانَي، فَاِنَّهُمْ يَتَعَزَّوْنَ.
طُوبَي لِلْمُتوَاضِعِينَ فَاِنَّ لَهُمُ الْاَرْضَ
طُوبَي لِلاَشْبَاعِ وَالعِطَاشِ اِلَي الْعَدْلِ، فَاِنَّهُمْ يُشْبَعُونَ.
طُوبَي لِلرَّحْمَنِينَ * الرَّحْمَهَ يَجِدُونَ
طُوبَي لِلاَنْقِيَاءِ الْقَلْبِ، فَاِنَّهُمْ يُبْصِرُونَ اللهَ.
طُوبَي لِصَانِعِي السَّلاَمِ، لاَنَّهُمْ اَبْنَاءَ اللهِ يُدْعَوْنَ.
طُوبَي لِلْمَطْرُودِينَ مِنْ اَجْلِ الْبِرِّ، فَاِنَّ مَلَكُوتَ السَّمَاوَاتِ لَهُمْ.
ها لوس ربتكر عامره عاهركر مره مرره عومره موس موس عوموس موس موهره موس موس موهره موس موهوه موهوموهوموهو موهوموهوموهو
<h3>افرحوا وتهللوا، فجزاءكم عند الله عظيم. هكذا اضطهد الناس الانبياء الذين سبقوكم. انتم ملح الارض ونور العالم.</h3>
اَنْتُمْ مَلْحُ الاَرْضِ. وَلكِنْ اِنْ فَقَدَ الْمِلْحُ طَعْمَهُ فَبِمَاذَا يُمَلَّحُ؟ لاَ يُعْتَدُّ بِهِ بَعْدُ لِشَيْءٍ، بَلْ يُطْرَحُ خَارِجًا، فَيَدُوسُهُ النَّاسُ بِاَرْجُلِهِمْ.
انتم نور العالم . مدينه فوق جبل لا يمكن ان تختبء .
كذلك لا يُشعل النّاسُ مصباحاً ويضعونه تحت اناء، بل علي قاعدهٍ له، فيُضيءُ لكلِّ مَن في البيت.
بِنَفْسِ الطَّرِيقَهِ، دَعْ نُورَكَ يَلْمَعْ اَمَامَ النَّاسِ. لِيَرَوْا اَعْمَالَكَ الْحَسَنَهَ وَيُمَجِّدُوا اَبَاكَ الَّذِي فِي السَّمَاءِ. يَسُوعُ يُتَمِّمُ الشَّرِيعَهَ بِاكْتِمَالٍ.
لا تظنوا اني جءت لانقض الناموس او الانبياء. ما جءت لانقض بل لاكمل.
ما ساقوله لكم الان هو حقيقه. لن يختفي السماء والارض قبل ان تختفي اصغر حرف من القانون. لن يختفي اقل مسحه قلم من القانون حتي يتم انجاز كل شيء.
لا تكسر ادني الوصايا اهميه. ولا تُعلِّم الاخرين ان يكسرُوها. لانك ان فعلت ستُسمَّي ادني الناس شاناً في مملكه السماء. لكن اعمَل بهذه الوصايا وعلِّمها للاخرين. عندها تُسمَّي عظيماً في مملكه السماء.
هذا ما اقوله لكم: يجب ان تكونوا قديسين اكثر من الفريسيين والكتبه. فان لم تكونوا كذلك، فلن تدخلوا ملكوت السموات. القتل
سمعتُم ما قيل للذين من قَبلكم: لا تقتل. (خروج 20:13)\nمن يقتل يُحاكم بقتله.
لكنني اقول لكم: لا تغضب لاخيك. فكل من يغضب لاخيه يستحق المحاكمه. ومن قال لاخيه: يا احمق! يكون مستحقاً للحكم عليه بجهنم نار.
افترض انك تقدم قربانك علي المذبح وتذكرت ان لاخيك شيء عليك.
اترك ه va هديه امام المذبح . اذهب اولاً واصطلح مع اخيك ، ثم عد وهنا قدم ه va هيتك .
افترض انّ شخصاً ما لديه دعوي عليك ويريد مقاضاتك. احرص علي تسويه الامر سريعاً. افعلها في الحال وبلا تاخير وانت معه في الطريق. والاّ قد يسلمك للقاضي. وقد يحكم القاضي بتسليمك للشرطي. وقد تنتهي في السجن.
مَا اَنَا بَصَدْدِي لِلتَّحْدِيثِ عَنْهُ حَقِيقِيٌّ. لَنْ تَخْرُجِي مِنْ هُنَا قَبْلَ اَنْ تُسَدِّدِي الْجُنَيْهَ الْاَخِيرَ! زِنَي.
سمعتُم انه قيل: «لا تزنِ» (خروج 20:14)
وَلكِنْ اَقُولُ لَكُمْ: اِنَّ كُلَّ مَنْ يَنْظُرُ اِلَي امْرَاَهٍ لِيَشْتَهِيَهَا، فَقَدْ زَنَي بِهَا فِي قَلْبِهِ.
اذا كان عينك اليمني تعثِرُكَ، اقلعها والقِها منك. فعينك هذه اَجْدَرُ ان تُلقي بها وسَخٌ من ان يُلقي جسدك كُلُّه في جهنَّمَ.
اذا كانت يدك اليمني تُغريك علي المعصيه، فاقطعها والقها بعيداً. يدك هذه ليست الا عضواً من اعضاء جسمك، خسرها خير لك ان يُلقي بكَ جسدك كله في جهنم. الطلاق
قيل: «وَاِذَا اَرَادَ رَجُلٌ اَن يُطَلِّقَ امْرَاَتَهُ فَلْيُقَدِّمْ اِلَيْهَا كِتَابَ طَلاَقٍ» (سفر التثنيه 24: 1)
لكنني اقول لكم: كل من يرسل امراته فليعطها كتاب طلاق. ومن يتزوج مطلقه فانه يزني. لا يخرج احدكم امراته الا في حاله الزنا. اما بالنسبه للايمان...
وَسَمِعْتُمْ مَرَّهً اُخْرَي مَا قِيلَ لِابَاءِكُمُ الْقَدِيمِينَ: «لَا تَنْقُضُوا الْعُهُودَ، وَامْضُوا فِي الْاَوْفَاءِ بِمَا عَاهَدْتُمْ بِهِ الرَّبَّ».
لكن هذا ما ساقوله لك. لا تعد ابداً بمثل هذا الوعود. لا تقدمها باسم السماء. فذلك عرش الله.
لا تصنعوه باسم الارض. تلك مسنده لاقدام الله. لا تصنعوه باسم القدس. تلك مدينه الملك العظيم.
وَلَا تَقْسَمْ بِرَاْسِكَ ۘ لَوْلَا يَقْسِمْنَ بِالْخُنَّسِ الْجَوَارِ الْكُنَّسِ وَمَا تَدْرِي النَّفْسُ مَاذَا تَكْسِبُ غَدًا ۚ وَمَا تَدْرِي النَّفْسُ بِاَيِّ اَرْضٍ تَمُوتُ ۚ اِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ
هاجل حرف مرحا ما يرح ما مرحا معا ما مرما معا معا معما معا معا معا معما معا معا معما معا معما معا معما معا معما معا معمغ معما معما معا معمغ هماماما معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ معمغ م
سمعتُم انه قيل: «العَيْنُ بِالعَيْنِ وَالسِّنُّ بِالسِّنِّ». (خروج 21:24، لاويين 24:20، تثنيه 19:21)
لكن هذا ما ساقوله لك: لا تقاوم الشرير. فَلْيَنْظُرْ اِلَيْكَ اَيْضًا مَنْ يَلْطِمُكَ عَلَي خَدِّكَ الْيَمِينَ فَحَوِّلْ لَهُ الْخَدَّ الاخَرَ اَيْضًا.
اذا اقام شخص ما دعوي قضاءيه ضدك من اجل قميصك. دع له معطفك ايضاً.
اِنْ اُكْرِهْتَ عَلَي الْمَشْي مَعَ احَدٍ لِمِيلٍ اذْهَب مَعَهُ لِمِيلَيْنِ.
اعطِ للذي يسالك و لا تَدِرْ وجهك عن الذي يريد ان يقترض منك. احب اعداءك
سمعتُم اَنَّه قيل: «اَحِبُّوا قريبَكم واكرَهوا عَدُوَّكُم».
لكنني اخبركم احبوا اعداءكم، وصلّوا لاجل الذين يسيءون اليكم
ثُمَّ تَكُونُونَ اَبْنَاءَ اَبِيكُمُ الَّذِي فِي السَّمَاوَاتِ. فَاِنَّهُ يُشْرِقُ شَمْسَهُ عَلَي الاَشْرَارِ وَالْخَيِّرِينَ، وَيُمْطِرُ عَلَي الاَبْرَارِ وَالظَّالِمِينَ.
اذا احببتَ من يحبُّك، فايَّ اجر تنتظر؟ حتي الجباه يفعلون ذلك.
اذا كنتَ تُسَلِّمُ فقط علي اهلك ومعارفك، فما الذي تفعله اكثر ممَّا يفعله الوثنيون؟ حتَّي الكفَّار يفعلون ذلك.
فَكُونُوا اَنْتُمْ كَامِلِينَ كَمَا اَنَّ اَبَاكُمُ الَّذِي فِي السَّمَاوَاتِ كَامِلٌ
اعطاء للمحتاجين
احذر ان تعمل 'الاعمال الصالحه' امام الناس لكي يروك. لا تفعلها لكي يمجدك الاخرون. فان فعلت ذلك، لن يثابك ابيك الذي في السموات.
وَعِندَمَا تُعْطُونَ الْمَحْرُومِينَ، لَا تُصَفِّرُوا لِاَنْفُسِكُمْ كَمَا يَفْعَلُ الْمُنَافِقُونَ. يُنَادُونَ فِي الْمَجَامِعِ وَالشَّوَارِعِ لِيُمَجَّدُوا مِنَ النَّاسِ. اَقُولُ لَكُمْ الْحَقَّ، قَدِ اسْتَوْفَوْا اَجْرَهُمْ.
اذا اعطَيْتَ الفُقَراءَ، فلا يَعلَمْ يَدُكَ اليُسرَي ما تُنْفِقُهُ يَدُكَ اليُمنَي.
ثُمَّ تُعْطُونَ الصَّدَقَهَ بِالْخَفْيَهِ فَاِنَّ اَبَاكُمْ يَرَي مَا تَفْعَلُونَ ۚ وَصَلَواتُكُمْ Note that the translation might not be perfect as it's a complex text and there are many possible ways to translate it with different nuances. Let me know if you want another version.
عندما تصلي ، لا تكن كالمُراءين الذين يُصلون من اجل اظهار تقواهم . يُحبون ان يَقفوا ويُصلّوا في المَجامع وعلي نَواصي الشوارع ، لِيَراهم النّاس . الحقَّ اقولُ لكُم : قد استَوفَوا اجرَهُم .
اذا صليت، فادخل غرفتك. واغلق بابك وصلِّ لابيك الذي في الخفاء. فابوك الذي يري في الخفاء هو الذي يثيبك.
صلّ ولكن لا تُطَوِّل بالثرثره كما يفعل الكفّار، الذين يظنّون انّهم بمُجرّد كثره الكلام تُستجاب دعواتهم.
لا تكونوا مثلهم، فاباكم يعلم ما تحتاجون اليه قبل ان تسالوه.
هكذا صلوا . "يا ابانا الذي في السموات ، لِيُمَجّد اسمُك .
مَلَكْتَكَ السَّمَاواتِ وَالاَرْضَ، يُفْعَلْ مَشِيءَتُكَ فِي الاَرْضِ كَمَا فِي السَّمَاءِ.
اِغْدِدْ لَنَا فِي هَذَا الْيَوْمِ خُبْزَنَا الْمَعْدِيَّ.
سامحنا ذنوبنا، كما نحن ايضا نغفر لمن اذنب ضدنا.
احفظنا من الوقوع في المعصيه عند الفتنه. نجِّنا من الشيطان الرجيم.
سامح الناس عندما يخطءون بحقك، فان سامحتَهم فاباك الذي في السموات يسامحك ايضاً.
وَاِنْ لَمْ تَغْفِرُوا لِلنَّاسِ زَلَـالَـاتِهِمْ لَا يَغْفِرْ لَكُمْ اَبُوكُمْ زَلَـاتِكُمْ ۚ صِيَامُكُمْ
اِذَا صُمْتَ فَلَا تَكُنْ مُكْتَءِبًا كَالَّذِينَ يُظَاهِرُونَ عَلَيا وُجُوهِهِمُ الْمَرَضَ فَهُمْ يُكَفِّرُونَ بِمَا يَفْعَلُونَ ۙ * اِنَّمَا يُوَفَّيا اُجُورُهُمْ فِي الْحَيَاهِ الدُّنْيَا ۚ
وَلكِنْ اِذَا صُمْتُمْ فَادْهُنُوا رُءُوسَكُمْ بِالزَّيْتِ وَاغْسِلُوا وُجُوهَكُمْ
ثُمَّ لِيَكُنْ كَنْزُكَ فِي السَّمَاوَاتِ حَيْثُ لَا يُفْسِدُ سُوسٌ وَلَا يَصْدَاُ ۗ وَحَيْثُ لَا يَسْتَطِيعُ سَارِقٌ اقْتِرَابًا ۗ وَلَا يَكُونُ سَرِقَهً ۚ وَاَيْنَمَا تَكُونُوا يَرْز
<h3>لا تَدَّخِرُوا لَكُمْ اَمْوَالَ الْبَرِّ فَاِنَّ السُّوسَ يُفْسِدُهَا وَالْقَمْلَ يَطْعَنُهَا وَاللُّصُوصُ يَسْتَبِحُونَهَا.</h3>
بل ادّخروا لانفسكم كنوزا في السماء، حيث لا يفسدها السوس ولا يسرق اللصوص.
سيكون قلبك حيث تكون ثروتك.
العَيْنُ مِثْلُ السِّرَاجِ الْمُنِيرِ لِلْجَسَدِ فَاِنْ كَانَتْ عَيْنَاكَ بَصِيرَتَيْنِ فَجَسَدُكَ كُلُّهُ يَكُونُ نَيِّرًا.
لكن لو كانت عيونكم شريره . فجسدكم كله يكون مظلما . ان كان النور الذي فيكم ظلاما ، فاي ظلام يكون !
لا يَستطيعُ العَبدُ ان يَخدِمَ رَبَّينِ في الوَقتِ نَفسِه. فَاِنَّهُ سَيُبغِضُ الواحِدَ ويُحِبُّ الاخَرَ، اَو يُخلِصُ لِواحِدٍ ويَزدري الاخَرَ. لا يَستَطيعُونَ اَن تَكونوا لِلهِ ولِلمالِ في وَقتٍ واحِدٍ. فَلا تَهتَمُّوا.
اقول لكم، لا تهتموا. لا تهتموا لحياتكم، ولا لما تاكلون او تشربون. ولا تهتموا لاجسادكم، ولا للبسكم. اليس للحياه اكثر من الطعام؟ اليست هناك امور اهم للجسد من الثياب؟
انظُرْ الي عَصافيرِ السماءِ، لا تَزرَعُ ولا تحصُدُ، ولا تَجمَعُ في الاهراءاتِ، وابوكُم السَّماويُّ يَطعَمُها. اَفَلسْتُم اَنتُم بِالخَيرِ مِنْها كَثيرًا؟
هل يمكن ان تضيف ساعه واحده الي عمرك بالقلق؟
وَلِمَ تَهْتَمُّونَ بِالْكِسْوَهِ؟ انْظُرُوا اِلَي زَهْرِ الْحَقْلِ كَيْفَ يَنْمُو. لاَ يَتْعَبُ وَلاَ يَغْزِلُ
لكن اسمع ما اقول لك، حتي سليمان في كل مجده لم يكن له زينه مثل هذه الزهره.
اذا كان هذا هو الزي الذي يكسو به الله العشب البري، الا يكسوكم انتم بزي اجمل؟ فالعشب هنا اليوم وغداً يُلقي في النار. ان ايمانكم ضءيل جداً!
فَلَا تَهْتَمُّوا ۖ يَقُولُ اللهُ: يَا عِبَادِي لَسْتُمْ بِاَحْوَجَ اِلَي شَيْءٍ مِّن طَعَامٍ تَاْكُلُونَهُ اَوْ كِسْوَهٍ تَلْبَسُونَهَا
الْكُفَّارُ يَسْعَوْنَ وَرَاءَ كُلِّ هَذِهِ الْاَشْيَاءِ. اَبُوكُمُ السَّمَاوِيُّ يَعْلَمُ اَنَّكُمْ تَحْتَاجُونَ اِلَيْهَا.
وَلكِنِ ابْتَغُواْ اَوَّلًا مَّلَكُوتَ اللهِ وَعَمَلَهُ، وَالبَاقِيَاتُ الصَّالِحَاتُ تُضَافُ اِلَيْكُمْ.
فلا تهتم بيوم الغد، فلغدِهِ ما يكفيه من الهموم. يكفي كل يوم شرَّهُ.
كونوا عادلين عند الحكم علي الاخرين
لا تَحْكُمْ عَلَي الْاخَرِينَ فَتُحْكَمَ عَلَيْكَ.
سيُحكم عليك بالطريقه نفسها التي تحكم بها علي الاخرين. سيُقاس لك بالطريقه التي تقيس بها للاخرين.
تنظر الي القذي في عين صديقك. لكنك لا تلاحظ الخشبه التي في عينك.
كيف يمكنك ان تقول لصديقك: "دعني اخرج قطعه الخشب من عينك"؟ كيف يمكنك ان تقول هذا وانت تحمل قطعه اخري في عينك؟
يا مدّعِي! اَوَلَا تَري القَذي فِي عَينِكَ الخَشَبِيَّهِ. فَاِذا اَزَلتَها تَبَيَّنَ لَكَ اَن تَنتَزِعَ القَذي مِن عَينِ اَخيكَ.
لا تُعْطُوا الْقُدْسِيَّاتِ لِلْكِلاَبِ. وَلاَ تَطْبَقُوا دُرَرَكُمْ قُدَّ الخَنَازِيرِ لِءَلاَّ تَدُوسَهَا بِاَرْجُلِهَا وَتَلْتَفِتَ فَتَمَزِّقَكُمْ. اُسْاَلُوا تُعْطَوْا. اُطْلُبُوا تَجِدُوا. اِقْرَعُوا يُفْتَحْ لَكُمْ.
اسالوا تُعطَوا ؛ ابحثوا تجدوا ؛ اطرقوا يُفتَح لكم.
من يَسال يُعطَه، ومن يَطلُب يجد، ويُفتَح له الباب للضارِعِ الرَّاغِبِ.
افترض ان ابنك يطلب خبزاً. ايُّ منكم سيُعطيه حجراً؟
او لو طلب سمكه، ايّاكُم يُعطيه ثعباناً؟
وَاِنْ كُنْتَ اَنْتَ شِرِّيرًا تَعْلَمُ اَنْ تُعْطِيَ عَطَايَا جَيِّدَهً لِبَنِيكَ، فَكَمْ بِالْحَرِيِّ اَبُوكَ الَّذِي فِي السَّمَاوَاتِ، يُعْطِي عَطَايَا جَيِّدَهً لِلَّذِينَ يَسْاَلُونَهُ!
فِي كُلِّ شَيْءٍ افْعَلْ مَعَ الْغَيْرِ مَا تُرِيدُ اَنْ يَفْعَلَهُ الْغَيْرُ مَعَكَ. هذَا هُوَ مَكْتُوبٌ فِي النَّامُوسِ وَالاَنْبِيَاءِ. فِي الْمَدَاخِلِ الْكَبِيرَهِ وَالصَّغِيرَهِ
ادْخُل مَمْلَكَهَ اللهِ مِنَ الْبَابِ الضَّيِّقِ. فَالْبَابُ وَاسِعٌ وَ الطَّرِيقُ رَحْبَهٌ الَّتِي تَقُودُ اِلَي الْهَلَاكِ وَ جَهَنَّمَ. وَ كَثِيرُونَ هُمُ الَّذِينَ يَسْلُكُونَهَا.
وَلكِنَّ الْبَابَ ضَيِّقٌ وَالطَّرِيقَ ضَيِّقَهٌ الَّتِي تَءُدِي اِلَي الْحَيَاهِ وَقَلِيلٌ هُمُ الَّذِينَ يَجِدُونَهَا. شَجَرَهٌ وَثَمَرُهَا
احذروا الانبياء الكذبه ، ياتونكم متزيين بزي حملان ، لكنهم من داخل ذءاب مفترسه.
يمكنك ان تعرف ما هم عليه حقًا من خلال اعمالهم. "هل يلتقط الناس عنبًا من الشجيرات؟ هل يلتقطون التين من الاشواك؟
كذلك كل شجره جيده تاتي بثمر جيد واما الشجره الرديءه فتاتي بثمر رديء
شجره جيده لا يمكن ان تثمر ثماراً فاسده. وشجره سيءه لا يمكن ان تثمر ثماراً جيده.
كل شجره لا تحمل ثمرا جيدا تقطع وتلقي في النار.
كل شجره تعرف من ثمرها.
ليس كل من يقول لي يا رب يا رب يدخل ملكوت السموات. بل الذي يفعل اراده ابي الذي في السموات.
يَقُولُونَ لِي فِي ذَلِكَ الْيَوْمِ: يَا رَبُّ، يَا رَبُّ! اَمَا بِاسْمِكَ تَنَبَّاْنَا؟ وَبِاسْمِكَ طَرَدْنَا الشَّيَاطِينَ؟ وَبِاسْمِكَ صَنَعْنَا قُوَّاتٍ كَثِيرَهً؟
ثُمَّ اَقُولُ لَهُمْ صَرِيحًا: «اِنِّي لَمْ اَعْرِفْكُمْ قَطُّ! اُذْهَبُوا عَنِّي يَا فَاعِلِي الاِثْمِ».\nالْحَكِيمُ وَالْجَاهِلُ فِي الْبِنَاءِ.
فَكُلُّ مَنْ يَسْمَعُ كَلاَمِي هَذَا وَيَعْمَلُ بِهِ اُشَبِّهُهُ بِرَجُلٍ عَاقِلٍ بَنَي بَيْتَهُ عَلَي الصَّخْرِ.
يَنْزِلُ المَطَرُ. يَرْتَفِعُ المَاءُ. تَهُبُّ الرِّيَاحُ وَتَضْرِبُ ذَلِكَ البَيْتَ. لَكِنَّهُ لَا يَسْقُطُ. فَقَدْ بُنِيَ عَلَي الصَّخْرِ.
وَاَمَّا كُلُّ مَنْ سَمِعَ كَلَامِي وَلَمْ يَعْمَلْ بِهِ، فَيُشْبِهُ رَجُلًا بَنَي بَيْتَهُ عَلَي التُّرَابِ دُونَ الصَّخْرِ.
نزلت الامطار. ارتفع الماء. هبت الرياح وصرخت في ذلك المنزل. وسقط بصوت عالٍ مدوٍّ.
وَخَتَمَ يَسُوعُ هَذَا الْكَلاَمَ، فَدَهِشَ الْجُمُوعُ لِتَعْلِيمِهِ.
تَكَلَّمَ بِسُلْطَهٍ، لَمْ يَكُنْ كَاَحْبَارِنَا.
يسوع يشفي رجلًا مصابًا بمرض جلدي
نزل يسوع من الجبل. وتبعه حشد كبير.
رَجُلٌ كَانَ بِهِ بَثْرٌ فَجَاءَ وَوَقَعَ عَلَي الْقَدَمَيْنِ لِيَسْجُدَ لَهُ وَقَالَ: «يَارَبُّ، اِنْ اَرَدْتَ تَقْدِرْ اَنْ تُطَهِّرَنِي».
مدّ يسوع يده و لمس الرجل . . . . . . . . . . . . . . . . . . . . . . .
ثم قال يسوع له: «لا تَقُل لاَحَدٍ شَيءًا، بل اِذْهَبْ واَرِ نفسَكَ لِلْكاهِنِ، وقَدِّمِ القُرْبانَ الَّذي اَمَرَ بِهِ مُوسي شَهادَهً لَهُم». ايمان قاءِدِ رُومَهَ.
عندما دخل يسوع كفرناحوم، جاء اليه قاءد روماني وطلب معونته.
سيّدي، قال هُوَ، خادِمي مُضطجِع في البَيت ولا يَقْدِرُ علي الحَراكِ. يُعاني مِنَ العَذابِ الشَّديدِ.
قال يسوع: "ساذهب واشفيه."
قال القاءد: «يا سيدي، انا ليس جديرا بان تدخل بيتي، لكن بكلمه منك يشفي خادمي».
انا نفسِي رَجُلٌ تَحتَ السُّلطَهِ. ولِي جُنودٌ يُطِيعُونَ اَمْرِي. اَقُولُ لِهَذَا اذْهَبْ فَيَذْهَبُ، وَاَقُولُ لِذَاكَ اُتْيَانًا فَيَاْتِي. وَاَقُولُ لِخَادِمِي افْعَلْ هَذَا فَيَفْعَلُ".
عَندَمَا سَمِعَ يَسُوعُ ذَلِكَ، دُهِشَ وَقَالَ لِلتَّلاَمِيذِ: «الْحَقَّ اَقُولُ لَكُمْ: لَمْ اَجِدْ فِي اِسْرَاءِيلَ اَحَدًا بِهِ هَذَا الْقَدْرِ مِنَ الاِيمَانِ!
اقول لكم ان كثيرين سياتون من المشرق والمغرب ويتكءون مع ابراهيم واسحق ويعقوب في ملكوت السموات.
لكن الذين يظنون انهم ينتمون الي المملكه سيُطرحون خارجاً في الظلام. هناك سيبكون ويصرُّون باسنانهم
ثم قال يسوع لقاءد الرومان: «اذهب، ليكن لك كما امنت». فبرا الغلام في تلك الساعه.
لَمّا دَخَلَ يَسُوعُ بَيتَ بُطرُس، رَاي حَماهَ بُطرُس مُضطَجِعَهً فِي الفِراشِ مَرْضَي بِالحُمَّي.
لمس يسوع يدها فبرءت من الحال. فقامت في الحال وبدات تخدمه.
حين حلّ المساء، قُدّم الي يسوع كثيرون مسكونون بارواح نجسه. بكلمه واحده اخرج الارواح الشريره وشفَي كل مَن كانت بهم امراض.
ترجمته هي: فعل ذلك لكي يتمّم ما قاله اشعياء النبيّ: «حَمَلَ تَعَبَنَا وَاَمْرَاضَنَا، حَمَلَهَا هُوَ». (اشعياء 53:4) ثَمَنُ اتِّبَاعِ يَسُوعَ باهِظٌ
يَسُوعُ، اِذْ رَاَي الْجَمْعَ حَوْلَهُ، اَوْصَي تَلاَمِيذَهُ اَنْ يُرْكِبُوا الْقَارِبَ وَيَسْبِقُوهُ اِلَي الْعَبْرِ الْاخَرِ مِنَ الْبَحْرِ.
ثم جاءه معلم من الناموس قال له: «اينما تذهب ساتبعك».
اجاب يسوع: «لِلثَّعَالِبِ اَوْجَارٌ، وَطُيُورُ السَّمَاءِ اَوْكَارٌ، اَمَّا ابْنُ الاِنْسَانِ فَلَيْسَ لَهُ مَوْضِعٌ يَسْجُدُ فِيهِ».
قال له تابع اخر: «يا سيدي، دعني اولا اذهب وادفن ابي.»
ولكن يسوع قال له: «اتْبَعْني. دَعِ الْمَوْتَي يَدْفِنُوُا مَوْتَاهُمْ». فَسَكَّنَ يَسُوعُ الْعَاصِفَهَ.
وَرَكِبَ يَسُوعُ الْقَارِبَ وَتَبِعَهُ التّلَامِيذُ.
فجاه هبّت عاصفه رهيبه علي البحيره. وتكسّرت الامواج علي سطح المركب. اما يسوع فكان ناءماً.
وَلَمَّا دَخَلَ يَسُوعُ السَّفِينَهَ تَبِعَهُ تَلَامِيذُهُ. وَاِذَا بِهَزَّهٍ شَدِيدَهٍ قَدْ حَدَثَتْ فِي الْبَحْرِ، حَتَّي كَانَتِ السَّفِينَهُ تَتَغَطْغَطُ بِالْمِيَاهِ. فَهُوَ نَاءِمٌ! فَتَقَدَّمُوا وَاَيْقَظُوهُ وَقَالُوا: «يَا سَيِّدُ، نَجِّنَا! نَغْرَقُ!».
قال: «يا قليل الايمان! لماذا ارتبكتَ هكذا؟» ثم قام يسوع ووبّخ الرياح والامواج، فهدات الرياح وصار البحر هادءًا جدًا.
وَتَحَيَّرَ التّلَامِيذُ يَسْاَلُونَ: "مَا هاذَا النَّوْعُ مِنَ الاِنْسَانِ؟ حَتَّي الرِّيَاحُ وَالْبَحْرُ يُطِيعَانِهِ!" يَسُوعُ يَشْفِي رَجُلَيْنِ مَمْسُوسَيْنِ
وصل يسوع الي الجانب الاخر من البحيره ، الي منطقه الجرجسيين . وخرج اليه رجلان مسكونان بشياطين ، قد خرجا من القبور ، الرجلان كانا شرسين جداً لدرجه انه لم يكن احد يجرء علي المرور من هناك .
يا ابن الله، ماذا تريد منا؟ اَجِءْتَ تُعَذِّبُنا قَبْلَ اَوانِ حُكْمِنا؟
<mark>مَا بَعِيدَهٌ كَثِيرًا، كَانَتْ تَرْعَي قَطْعَانٌ كَبِيرَهٌ مِنَ الْخَنَازِيرِ.</mark>
وَتَحَنَّنَ الْجِنَّي وَقَالُوا يَا يَسُوعُ ابْنَ اللَّهِ اِنْ كُنْتَ قَدْ جِءْتَ لِتُعَذِّبَنَا فَاقْبَلْنَا بِمَا تَشَاءُ. وَكَانَ هُنَاكَ قَطِيعٌ مِنَ الْخَنَازِيرِ يَرْعَي فِي الْجَبَلِ، فَطَلَبُوا اِلَيْهِ قَاءِلِينَ: «اَرْسِلْنَا اِلَي الْخَنَازِيرِ فَنَدْخُلَ فِيهَا».
قال لهم يسوع: «اِذهَبوا» فَخَرجَ الشَّياطينُ مِنَ الرَّجُلَينِ ودَخَلوا الخنازيرَ فَانقَضَّتْ كَلَّها مِنَ الجَبلِ الي البُحَيْرهِ وانغَمَرَتْ في المَاءِ فَماتَت.
وَهَرَعَ حَامِيَ الْخَنَازِيرِ يَرْكُضُونَ. فَدَخَلُوا الْمَدِينَهَ وَاَخْبَرُوا الْجَمِيعَ بِمَا رَاَوْهُ وَمَا حَدَثَ لِلْمَمْسُوسِينَ.
ثم خرجت المدينه كلها لملاقاه يسوع. ولما راوه طلبوا اليه ان يرحل عن اقليمهم.
يسوع يشفي رجلا لم يستطع المشي
وَصَعِدَ يَسُوعُ اِلَي سَفِينَهٍ، فَجَدَّفَ اِلَي الْعَبْرِ وَجَاءَ اِلَي مَدِينَتِهِ.
ترجمته هي: جاء اليه بعض الرجال يحملون رجلا مقعدا ممددا علي سرير. فلما راي يسوع ايمانهم قال للمفلوج: «يا بُني، مغفوره لك خطاياك».
فَقَالَ بَعْضُ الْكَتَبَهِ وَالْفَرِّيسِيِّينَ بَعْضًا لِاخَرِينَ: «هذَا الرَّجُلُ يَقُولُ كَلاَمَ هَلاَكٍ!
يسوع علم ما يدور في خلدهم، فقال لهم: «لِمَاذا تفكرون بِالافكار الشرّيره في قلوبكم؟
هل من الاسهل ان نقول: "غُفِرَتْ خَطَايَاكِ"؟ ام ان نقول: "اِقْتَدِرِي وَامْشِي"؟
اريدك ان تعلم ان لابن الانسان سلطه علي الارض ان يغفر الخطايا". ثم قال للمفلوج: "قم، احمل فراشك واذهب الي بيتك".
قام الرجل وذهب الي بيته.
وَلَمَّا رَاَي الْجُمُوعُ ذَلِكَ تَبْدَّدَتْ دَهْشَهً وَمَجَّدُوا اللهَ الَّذِي اَعْطَي النَّاسَ سُلْطَانًا مِثْلَ هذَا. وَدَعَوْا يَسُوعَ وَقَالُوا: «تُبْرِكُكَ يَا رَبُّ! ابْنَ دَاوُدَ!». وَاَمَّا يَسُوعُ فَانْصَرَفَ مِنْ هُنَاكَ.
وَفِيمَا يَسُوعُ يَمْضِي مِنْ هُنَاكَ، رَاَي رَجُلًا يُدْعَي مَتَّي جَالِسًا عِنْدَ مَكَانِ الْجِبَايَهِ. فَقَالَ لَهُ: «اتْبَعْنِي». فَقَامَ وَتَبِعَهُ.
بعد ذلك، كان يسوع يتّناول العشاء في بيت متّي. وجاء كثيرون من الجباه والعَشارين و«الخطاه»، واجتمعوا معه ومع التلاميذ، واكلوا سويّهً.
فَرَاَي الْفَرِّيسِيُّونَ ذَلِكَ، فَقَالُوا لِلتَّلاَمِيذِ: «لِمَاذَا يَاْكُلُ مُعَلِّمُكُمْ مَعَ الْمُعَشِّرِينَ وَالْخَاطِءِينَ؟»
سمع يسوع ذلك. فقال: «الْاَصِحَّاءُ لَيْسُوا بِمُحْتَاجِينَ اِلَي طَبِيبٍ بَلِ الْمَرْضَي.«
اذهب وتعلّم ماذا تعني هذه العباره: «اَريدُ رَحْمَهً لا ذَبِيحَهً» *هوشع 6:6* «لَمْ اتِ لادْعُوَ الاَبْرارَ اِلَيَّ، بَلِ الخُطاهِ». يسوع يُسال عن الصوم
يَوْمًا جَاءَ تَلَامِيذُ يُوحَنَّا اِلَيْهِ يَقُولُونَ: «يَا مُعَلِّمُ، نَحْنُ صَاءِمُونَ وَالْفَرِّيسِيُّونَ اَيْضًا بِغَيْرِ اَكْلٍ. فَلِمَاذَا يَكُونُ تَلاَمِيذُكَ غَيْرَ صَاءِمِينَ؟»
اجاب يسوع: «كيف يقدر العرسان ان يحزنوا والعريس في وسطهم؟ ما دامت العرس لا تزال معي فلن تستطيع ان تحزن. لكن ستاتي ساعه اُرفع فيها من عندهم، فحينءذٍ يصومون».
لا يُرقّع الناس ثوبا جديدا بقطع من ثوب بالٍ، لان القطعه الجديده تنتزع من القديمه وتفسد الرقعه.
لن يَسكُبَ الناسُ الخمرَ الجديدهَ في جلودٍ قديمهٍ للخمر. فان فعلوا، فان الجلودَ ستنفجرُ بالخمرِ الجديد، وتضيعُ الخمرُ، وتتلفُ الجلودُ ايضاً. بل يَسكبُ الناسُ الخمرَ الجديدهَ في جلودٍ جديدهٍ، فيحفظونَ الاثنينِ معاً.
وَهُوَ يَتَكَلَّمُ بِهَذَا، جَاءَ وَاحِدٌ مِنَ الرُّءَسَاءِ وَهُوَ يَسْجُدُ لَهُ قَاءِلًا: «اَبْنَتِي تَمُوتُ الْانَ. لَكِنْ تَعَالَ وَاضْطَجِعْ عَلَيْهَا يَدَكَ فَتَحْيَا».
وَقَامَ يَسُوعُ وَتَبِعَهُ التّلَامِيذُ.
وَفِي الْحَالِ تَقَدَّمَتْ اِلَيْهِ امْرَاَهٌ كَانَتْ بِهَا رُحًي مِنْ نَزْفٍ دَمِيٍّ مُنْذُ اثْنَتَيْ عَشْرَهَ سَنَهً وَقَدْ تَعِبَتْ مِنَ الاَطِبَّاءِ الَّذِينَ اَفْلَسُوهَا وَلَمْ يُعِيدُوا لَهَا الصِّحَّهَ. وَاِذْ جَاءَتْ وَخَرَّتْ عِنْدَ قَدَمَيْهِ، كَانَ لِمَسَهُ رِدَاءِهِ كَفَافًا لَهَا، فَخَرَجَ مِنْهَا نَزْفُ الدَّمِ فَلِلْوَقْتِ.
فكرت في نفسها: "كل ما احتاجه هو ان المس ثيابه، عندها ساشفي."
وَالْتَفَتَ يَسُوعُ وَاَبْصَرَهَا، فَقَالَ لَهَا: «يَا امْرَاَهُ، اِيْمَانُكِ قَدْ شَفَاكِ». وَشُفِيَتِ امْرَاَهٌ فِي الْحَالِ.
وَعِنْدَمَا دَخَلَ يَسُوعُ بَيْتَ رَءِيسِ الْفَرِّيسِيِّينَ، رَاَي هُنَاكَ عَازِفِي الْمَزَامِيرِ. وَجْهَهَ وُجُودِ جَمْعٍ كَبِيرٍ مِنَ النَّاسِ يَضْجُرُونَ.
قال لهم: "اِذهبوا، الفتاه ليست ميته، انها ناءمه." لكنهم ضحكوا عليه.
وبعد ان اخرج الجمع خارجا، دخل يسوع. وامسك البنت بيده فقامت في الحال.
انتشرت اخبار ما فعله يسوع في كل تلك المنطقه. شفاء يسوع لعميّين اثنين
وَفِي تِلْكَ الاَثْنَاءِ، تَبِعَهُ اثْنَانِ مِنَ الْعُمْيَانِ يَصْرُخَانِ قَاءِلَيْنِ: «ارْحَمْنَا يَا ابْنَ دَاوُدَ!»
وَحِينَ دَخَلَ يَسُوعُ الْبَيْتَ تَقَدَّمَ اِلَيْهِ الْعُمْيَانُ وَقَالَ لَهُمْ: «اَتُءْمِنُونَ بِاَنِّي اَقْدِرُ اَنْ اَفْعَلَ هذَا؟» قَالُوا: «نَعَمْ يَا سَيِّدُ!»
ثم لمس اعينهم وقال: "سيكون لكم حسب ايمانكم".
وَقَالَ لَهُمَا يَسُوعُ بِشِدَّهٍ: «اُنْظُرَا اَلاَّ يَعْلَمَ اَحَدٌ بِهَذَا».
لكنهم خرجوا ونشرُوا الخبر. تحدثوا عنه في كل مكان في تلك المنطقه.
وَهُمْ يَخْرُجُونَ، اُتِيَ بِرَجُلٍ اِلَيْهِ مَمْسُوسٍ بِشَيْطَانٍ، فَلَمْ يَتَكَلَّمْ.
وَعِندَ طَردِ الشَّيطَانِ تَكَلَّمَ الرَّجُلُ. فَبُهِتَ الجُمْعُ، وَقالوا: «ما رَاَيْنا مِثْلَ هذا في كُلِّ اِسْراءيلَ».
لكن الفريسيين قالوا: "بسلطان رءيس الشياطين يخرج الشياطين." قليلون هم العمال.
وَجَالَ يَسُوعُ الْمُدُنَ كُلَّهَا وَالْقُرَي، يُعَلِّمُ فِي مَجَامِعِهَا وَيَكْرِزُ بِبِشَارَهِ الْمَلَكُوتِ، وَيَشْفِي كُلَّ مَرَضٍ وَكُلَّ ضُعْفٍ.
لما راي الجموع، تاثر لهم اشد التاثر. كانوا كالغنم التي لا راعِيَ لها، ضُرِبَتْ ومهزومه.
ثم قال يسوع لتلاميذه: «الحصاد كثير ولكن الفعله قليلون.
فَاطْلُبُوا مِنْ رَبِّ الْحَصَادِ اَنْ يُرْسِلَ عُمَّالًا اِلَي حَصَادِهِ
يَسُوعُ يُرْسِلُ الاثْنَيْ عَشَرَ تِلْمِيذًا
دعا يسوع تلاميذه الاثني عشر اليه. فاعطاهم سلطه طرد الارواح الشريره وشفاء كل مرض وعله.
اليك اسماء الاثني عشر رسولاً. البدايه مع سمعان بطرس واخوه اندرو. ثم يعقوب بن زبدي واخوه يوحنا.
الاتيان بعد ذلك هما فيلبس وبرثولوميو، وكذلك توما وماتّي الجبّاءي. واثنان اخران هما يعقوب بن حلفي ويهوذا التّدّاءي.
اخرهما سمعان الغيور ويَهوذا الاسخريوطيّ. يَهوذا هو من سيسلم عيسي لعدوّيه فيما بعد.
ارسل يسوع الاثني عشر مع تعليماتٍ كالتالي: "لا تذهبوا في طريق الوثنيين، ولا تدخلوا اي بلده للصّدوقيّين.
اذهب الي شعب اسراءيل instead ، هم مثل الخراف الضاله.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ سِيرُوا فِي الْاَرْضِ فَانظُرُوا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللَّهُ يُنشِءُ الْمَوْتَ وَالْحَيَاهَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ قُلْ كُلٌّ يَعْمَلُ عَلَيا شَاكِلَتِهِ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدَيا سَبِيلًا
اشف المرضي . اقم الموتي للحياه . طهر البرص . اخرج الشياطين . انتم اخذتم مجاناً ، اعطوا مجاناً .
لا تَحْمِلُوا مَعَكُمْ فِي اَحْزِمَتِكُمْ ذَهَبًا وَلا فِضَّهً وَلا نُحَاسًا.
لا تاخذ حقيبه للرحله. لا تَحمل ملابس اضافيه او صنادل او عصيّ للمشي. يُعطَي العامل ما يحتاجه.
اذا دخلتَ مدينه او قريه، فابحث عن شخص يرغب في ان يضيفك. واقم في بيته حتي تغادر.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حِينَ تَدْخُلُ الْبَيْتَ، سَلِّمْ عَلَي اَهْلِهِ
اذا رحب بك ذلك البيت، بارك له بالسلام. واذا لم يفعل، فلا تباركه.
ليس كل الناس سَيرحِّبون بك او يستمعون لكلماتك. واذا لم يفعلوا، انفض الغبار عن قدميك عندما تغادر ذلك المنزل او البلده.
ما ساقوله لكم الان هو حقيقه. سيكون اسهل علي سدوم وعموره يوم القيامه من تلك المدينه.
ارسلكم كغنم بين الذءاب ، كونوا اذن حكماء كالحيات وودعاء كالحماءم
احذر ! سيُسلِمونكَ للمحاكم المحليه . سيجلدونكَ في معابدهم .
سَوفَ تُقَدَّمُونَ اِلَي الْوُلَاهِ وَالْمُلُوكِ بِسَبَبِي. اَنْتُمْ شُهُودٌ لِي عِنْدَهُمْ وَعِنْدَ غَيْرِ الْيَهُودِ.
وَلكِنْ حِينَ يُسَلِّمُونَكَ، لا تَهْتَمَّ بِمَا تَقُولُ اَوْ كَيْفَ تَقُولُهُ. فَحِينَءِذٍ يُوحَي اِلَيْكَ مَا تَقُولُ.
لن يكونَ انت من يتكلم، بل روحُ ابيك التي تتكلم من خلالك.
اخوه سيُسلمُون اخوتهم ليقتلوا. اباء سيُسلمون ابناءهم. ابناء سيقومون ضد اباءهم ويقتلونهم.
سيكرهك الجميع بسببِي. لكن من صمد الي المنتهي يَخلُص.
اذا هاجمك الناس في مكان ما، اهرب الي مكان اخر. ما ساقوله لكم الان هو حق: لن تُكملوا جوله في مدن اسراءيل حتي ياتي ابن الانسان.
طالب علم ليس بافضل من معلمه. والخادم ليس بافضل من سيده.
يكفي ان يكون التلميذ مثل معلمه. ويكفي ان يكون الخادم مثل سيده. فلو كان رءيس البيت يسمي بعلزبول، فماذا عسي ان يكون ساءر من فيه؟
فلا تخف من اعداءك. كل ما هو سرّي سيُعلن، وكل ما هو مخفي سيُكشَف.
مَا اَقُولُهُ لَكَ فِي الظَّلَامِ، تَحَدَّثْ بِهِ فِي نُورِ النَّهَارِ. مَا يُهمَسُ فِي اُذُنِكَ، اَصْرُخْ بِهِ مِنْ عَلَي السُّطُوحِ.
لا تخافوا من الذين يقتلون الجسد ولا يقدرون ان يقتلوا الروح. بل خافوا بالحري من الذي يقدر ان يهلك الروح والجسد كليهما في جهنم.
اَوَلَيْسَتْ عَصافِيرُ الْحَدِيقَهِ تُباعُ بِفِلْسَيْنِ؟ وَاحِدَهٌ مِنْها لا تَسقُطُ اِلي الاَرْضِ بِدُونِ اَنْ يَعْلَمَ اَبُوكُمْ.
حتي انه يحصي كل شعره في راسك!
فَلَا تَخَافُوا لَكُمْ اَكْثَرُ مِنْ عِنْدِ الطَّيْرِ الْحِجَارَهِ
ماذا عن شخص يقول قُدّام الناس اني انا اعرفه؟ ساقول قُدّام ابي الذي في السماوات: انا اعرفك
وَاَمَّا مَنْ قَالَ لِاَخِيهِ: رَاعِسٌ اَكُونُ لَكَ، اَمَامَ اَبِي الَّذِي فِي السَّمَاوَاتِ، فَاَنَا اَقُولُ لَهُ: يَا وَيْلَكَ اَنَا لَا اَعْرِفُكَ!
لا تَـظُنُّـوا اَنِّـي جِءْـتُ لاُلْقِـيَ سَـلامًا عَـلَي الاَرْضِ ۚ مَا جِءْتُ لاُسَـلِّمَ ۚ بَلْ جِءْتُ بِـسَيْفٍ
جءتُ لاجعل الابنَ يَقِفُ ضدَّ ابيهِ. والبنتَ تَرفُضُ طاعَهَ امِّها. وكَذلِكَ كَنَّاتٌ ضدَّ حَمَواتِهِنَّ.
وَاَعْدَاءُ الرَّجُلِ اَقْرِبَاءُهُ. (ميخا 7:6)
من كان يحب اباً او اماً اكثر مني فلا يستحقني، ومن كان يحب ابناً او بنتاً اكثر مني فلا يستحقني.
وَمَنْ لَا يَحْمِلْ صَلِيبَهُ وَيَتْبَعْنِي لَا يَكُونُ لِي اهْلًا.
من يجد حياته يفقدها ، ومن يفقدها من اجلي يجدُها.
من استقبلكم فقد استقبَلني، ومن استقبَلني فقد استقبَل الذي ارسَلني.
اِنَّ الَّذِي يُوَسْوِسُ فِي صَدْرِهِ اَنْ يُطِيعَ الرَّحْمَانَ وَلَا يُطِيعَ الْاَمْرَدَانَ ۙ اَجْرُهُ عَلَي الرَّحْمَنِ ۚ وَكَذَالِكَ نُوَسِّلُهُ لِمَنْ اَرَادَ اَنْ يُوَسْوِسَ رَبَّهُ ۚ وَمَا يَذَّكَّرُ اِلَّا اُولُو الْاَلْبَابِ
افترض ان احداً ما اعطي ولو كوباً واحداً من ماء بارد لطفل صغير يتبعني. ما ساقوله لكم هو حقيقه. ذلك الشخص سيُكافا بالتاكيد."
عيسي ويحيي عليهما السلام
وَبَعْدَمَا انْتَهَي يَسُوعُ مِنْ تَعْلِيمِ تَلاَمِيذِهِ الاثْنَيْ عَشَرَ، انْطَلَقَ يُعَلِّمُ وَيَكْرِزُ فِي مُدُنِ الْجَلِيلِ.
كان يوحنا في السجن. فلما سمع باعمال المسيح، ارسل تلاميذه اليه.
سالوا يسوع: "هل انت هو من يجب ان ياتي؟ ام ننتظر اخر؟"
اجاب يسوع وقال لهم: «ارجعوا الي يوحنا فليُخبركم بما يسمع ويري».
يُبْصِرُ الْاَعْمَي، وَيَمْشِي الْاَرْجُلُ، يُبْرَاُ الْبَرْصَالْجُلْدِيُّونَ، وَيَسْمَعُ الصُّمُّ، وَيَقُومُ الْمَوْتَي، وَيُبَشَّرُ الْفُقَرَاءُ بِالْبِشَارَهِ.
طُوبَي لِلَّذِينَ لاَ يَسْتَكِبْرُونَ عَنْ خِدْمَتِي وَلاَ يَفْقِدُونَ الاِيمَانَ بِي
قال يسوع للجموع و هو يتكلم عن يوحنا و تلاميذه يغادرون: "ماذا خرجتم لتشاهدوا في البريه؟ اَعَصافَ حشيشٍ تتمايلُ في الريح؟
اذاً، ماذا خرجتِ لترَيْ؟ رجلاً يلبس ثياباً فاخره؟ لا. فالناس الذين يرتدون ثياباً فاخره يكونون في قصور الملوك.
فماذا خرجتم تنظرون؟ اَنبيًّا؟ نَعم اَقولُ لكم واكثرَ مِن نبيٍّ؟
انه هو المكتوب عنه في الكتب: «اُرسِلُ مَلاكي فَيُهيِّءُ الطَّريقَ امَامي» (مَلاخي 3:1)
ما ساقوله لكم الان هو حقيقه . لم يَولد احد اهم من يوحنا المعمدان علي الاطلاق . لكن اصغر شخص في مملكه السماء اهمُّ منه .
منذ ايام يوحنا المعمدان، وملكه السماء تتقدم بقوه. والقويون هم الذين يمسكون بها.
ترجم جميع الانبياء والشريعه الي ان جاء يوحنا.
اذا كنتَ راغباً في قبول ذلك، جون هو اليَحْيَي الّذي كانَ مُفْتَرَضٌ ان ياتي.
لِيَسْمَعِ الَّذِينَ يَسْمَعُونَ.
مَثَلُ النَّاسِ الْيَوْمَ كَمَثَلِ الْاَرْحَامِ الَّتِي تَدُلُّهَا الْاَبْنَاءُ فِي الْمَهْدِ يَقُولُونَ هَلُمَّ لِيَمْسَحَ بُعَيْدًا خُرَاسَانِيًّا اَوْ يُمَسِّدَنِي اَفْخَاذَ الْكَوَاكِبِ.
تركنا لكم الدفوف تصدح . لكنكم لم ترقصوا . رثينا لكم الموت فلم تحزنوا .
عندما جاء جون، لم ياكل او يشرب كما تفعلون. ويقول الناس: "به شيطان".
وَلكِنْ لَمَّا جَاءَ ابْنُ الاِنْسَانِ يَاْكُلُ وَيَشْرَبُ، قَالُوا: هَذَا اكِلٌ شَرِيبٌ، صَدِيقٌ لِلْمُرْتَفِعِينَ فِي الْمَاْكَلِ، وَالْخَاطِءِينَ! وَالحُكَمَاءُ يُبَرْهِنُونَ اَنَّهُمْ حُكَمَاءُ فِي اَفْعَالِهِمْ. المدن التي لا تَتوب من خطيءتها.
بدا يسوع يتكلم ضد المدن التي صنع فيها معظم معجزاته. لان الناس هناك لم يقلعوا عن خطاياهم. فقال:
وَيْلٌ لَكِ يَا كُورَازِينَ! وَيْلٌ لَكِ يَا بَيْتَ صَيْدَا! اَلَمْ تَكُنِ الْمُعْجِزَاتُ الَّتِي فُعِلَتْ فِيكُمَا تُفْعَلْ فِي صُورَ وَصَيْدَونَ، لَبِسُوا الْمُسُوحَ وَتَرَبَّرُوا تَرَبُّرًا شَدِيدًا.
لكنني اقول لكم: انه في يوم الدينونه تكون معامله صور وصيدون ارحم من معاملتكم.
وانتِ اَيَّتُهَا الْكِرِيَّهُ، هَلْ تُرْفَعِينَ اِلَي السَّمَاءِ؟ لاَ بَلْ اِلَي الْهَاوِيَهِ تَنْزِلِينَ! لَوْ صُنِعَتْ فِي سَدُومَ الْايَاتُ الَّتِي صُنِعَتْ فِيكِ لَبَقِيَتْ اِلَي الْيَوْمِ.
لكنني اخبركم ان اهل سدوم سيَكونون يوم القيامه في حاله افضل منكم." الراحه لكل من تعب
وقَتْ ذَاكَ قَالَ يَسُوعُ: «اَنْتَ مَجْدُكَ عَظِيمٌ يَا اَبَتِ! اَنْتَ قَدْ اَخْفَيْتَ هَذِهِ الاُمُورَ عَنِ الْحُكَمَاءِ وَالْعُلَمَاءِ، وَكَشَفْتَهَا لِلاَطْفَالِ الصِّغَارِ».
نعم، يا ابي. هذا ما اردته.
ابي اعطاني كل شيء. الاب وحده يعرف الابن. والابن وحده يعرف الاب. وهو الذي يختار اظهار الاب للبعض.
تعَالَوْا اِلَيَّ يَا جَمِيعَ الْمُتْعَبِينَ وَالْمَحْمُومِينَ، اَسْتَرِيحُوا فِيَّ.
كونوا عبيدي وتعلموا مني، انا لطيفٌ ولا اَتكبَّر. تَجِدوا الراحهَ لِانفُسِكُم.
خدمتي سهله ومءونتي خفيفه
يسوع رب يوم السبت
يَوْمَ السَّبْتِ كَانَ يَسُوعُ يَمْشِي فِي الْحَقْلِ. وَتَلاَمِيذُهُ قَدْ اَخَذُوا بَعْضَ السَّنَابِلِ وَهُمْ يَطْحَنُونَهَا بِاَيْدِيهِمْ وَيَاْكُلُونَهَا.
فَرَاَي الْفَرِّيسِيُّونَ ذَلِكَ، فَقَالُوا لِيَسُوعَ: «هَا اِنَّ تَلاَمِيذَكَ يَفْعَلُونَ مَا لاَ يَحِلُّ فِعْلُهُ فِي السَّبْتِ».
اجاب يسوع: «اَمَا قَرَاْتُمْ مَا فَعَلَهُ دَاوُدُ حِينَ جَاعَ هُوَ وَرِجَالُهُ؟»
فدخل بيت الله هو ورجاله واكلوا الخبز المقدس. والذي كان لا يحل اكله الا للكهنه.
الم تقرا الشريعه؟ انها تقول كيف يتعيّن علي الكهنه في الهيكل القيام بعملهم في يوم السبت. لكنهم لا يُعتبرون مذنبين.
اُخبرُكُم اَنَّ هُنَاكَ مَنْ هُوَ اَعْظَمُ مِنَ الْهَيْكَلِ هُنَا.
الكتاب يقول: "اَرِدْ رَحْمَهً لا ذَبِيحَهً" (هوشع 6:6). لَسْتُمْ تَعْلَمُونَ مَا تَعْنِيهِ هَذِهِ الْكَلِمَاتُ. وَاِلَّا لَمَا وَجَّهْتُمُ اتِّهَامَاتٍ لِلْبَرِيءِينَ.
« اِنَّ ابْنَ الاِنْسَانِ هُوَ رَبُّ السَّبْتِ ».
وَمِنْ هُنَاكَ انْطَلَقَ يَسُوعُ اِلَي هَيْكَلِهِمْ.
كان هناك رجل يده يمين معوَزه ومَرْضَضَهٌ. فكان الفريسيون يتربصون بيسوع لكي يُمسكوه بالمتلبس، فسالوه: "هل يَحِلُّ في السبت فعل الخير ام الشرّ؟ هل تشفي الحياه ام تقتلها؟"
قال لهم: «ماذا لو سقطت احدي خرافكم في السبت في بءر؟ اَوَلا تَنْزِعُونَها وتُخَلِّصُونَها؟»
رجلٌ اَعْظَمُ قَدْرًا مِنَ الخِرافِ! لِذَلِكَ يَسْمَحُ لَنا الشَّرْعُ بِفِعْلِ الخَيْرِ يَوْمَ السَّبْتِ.
ثم قال يسوع للرجل: "مدّ يدك". فمدّها فَعادت سليمه كالاخري، تماماً كما كانت في البدايه.
لكن الفريسيين خرجوا وخططوا ليقتلوا يسوع عبد الله المختار
عَلِمَ يَسُوعُ بِكُلِّ شَيْءٍ فِي وُسْعِ الفَرِّيسِيِّينَ، فَانْصَرَفَ مِنْ هُنَاكَ. وَتَبِعَهُ جَمْعٌ كَثِيرٌ، فَشَفَي جَمِيعَ مَرْضَي الْعَامَّهِ.
ولكنه حذرهم من ان يخبروا عن هويته.
كان هذا لكي يتم ما قيل بالنبي اشعياء:
هَا عَبْدِي الَّذِي اخْتَرْتُهُ، حَبِيبِي الَّذِي سُرَّتْ بِهِ نَفْسِي. اَضَعُ رُوحِي عَلَيْهِ فَيُنَبِّءُ الاُمَمَ بِالْحَقِّ.
لن يتجادل او يصيح. لن يسمع احد صوته في الشوارع.
لن يكسر غصنًا مُنحنيًا. لن يُطفء شعلهً خافتهً. سيصلح كل شيء.
تَضَعُ الاُمَمُ رَجَاءَها فِيهِ». (اشَعْيَاء 42: 1-4) يَسُوعُ وَبَعْلَزَبُوبُ
جُلِبَ الي يَسوعَ رَجُلٌ تَسَلَّطَ عَلَيهِ شَيطانٌ. والرَّجُلُ اَعْمَي وَاَخرَسُ. فَشَفاهُ يَسوعُ. فَتَكَلَّمَ الرَّجُلُ وَابصَرَ.
وَدهشَ الجَمعُ كُلُّهُمْ، وقالو: "اَهذا هُوَ ابْنُ داوُدَ؟"
سمع الفريسيون ذلك. فقالوا: «بسلطان بعلزبول رءيس الشياطين يخرج هذا الارواح الشريره».
عَلِمَ يَسُوعُ مَا يَجُولُ فِي خَاطِرِهِمْ، فَقَالَ لَهُمْ: «كُلُّ مَمْلَكَهٍ تَنْقَسِمُ عَلَي ذَاتِهَا تَخْرَبُ، وَكُلُّ مَدِينَهٍ اَوْ بَيْتٍ مُنْقَسِمٍ عَلَي نَفْسِهِ لَا يَثْبُتُ».
اذا طرد الشيطانُ شيطانًا اخرَ، فانَّه يُحارِب نفسَه. فكيف تثبُتُ مملكتُه؟
تقولون انني اخرج الشياطين بسلطان بعلزبول. فباي سلطان يخرجها اتباعكم؟ فليقضِ هم اذاً.
و لكن لو طردت الشياطين بقوه الروح الله . فقد جاءكم ملكوت الله .
او فكِّر في الامر هكذا: كيف يمكنك دخول منزل رجل قوي والاستيلاء علي ما يمتلكه؟ يجب ان تربطه اولاً. ثم يمكنك سلب منزله.
من ليس معي فهو ضدي ومن لا يجمع معي يفرق.
اذاً هذا ما اقوله لكَ. كل خطيءه وكل تجديف يُقال علي الله يمكن ان يُغفر. اما التجديف علي الروح القدس فلا يغفر.
من تكلّم بكلمه علي ابن الانسان يغفر له. وامّا من جدف علي الروح القدس فلن يغفر له. لا في هذا العالم ولا في الاتي.
اذا كنت تجعل شجره جيده ، فسيكون ثمرها جيدًا. اذا جعلت الشجره سيءه ، فسيكون ثمرها سيءًا. يمكنك معرفه الشجره من ثمارها.
يا عش الدابّـات السامه ! كيف يمكن للشرّير مثلكم ان يتكلم بكلامٍ طيّب ؟ فافعلُكم يُنبءُ بما في قلوبكم .
يقول الرجل الطيب اشياء جيّده. فهي تنبع من الخير المكنون داخله. ويقول الرجل الشرير اشياء شرّيره. فهي تنبع من الشر المكنون داخله.
وَلكِنْ هَا اَنَذَا اُخْبِرُكُمْ: فِي يَوْمِ الدِّينِ يُحَاسَبُ النَّاسُ عَلَي كُلِّ كَلِمَهٍ بِطَّالَهٍ تَكَلَّمُوا بِهَا.
بكلماتكَ ستُدان او تُبرَّا." ايه يونس المعجزه
جاء بعض الكتبه والفريسيين الي يسوع قاءلين: "يا معلم، نريد ان نري منك ايه".
اجابهم: «يَطْلُبُ ايَهً لِلْبَيَانِ الْمُبْطِلُونَ فَاجِرُونَ! وَلَا تُعْطَي لَهُمْ ايَهٌ سِوَي ايَهِ يُونُسَ النَّبِيِّ».
يونس بقي في بطن حوت كبير ثلاثه ايام وثلاث ليالٍ. وشيء من هذا سيكون مع ابن الانسان. فسيقضي ثلاثه ايام وثلاث ليال في القبر.
يَقُومُ رِجَالُ نِينَوَي فِي الْقَضَاءِ مَعَ هذَا الْجِيلِ. وَيَشْهَدُ النِّينَوِيُّونَ عَلَي ذَاكَ الْجِيلِ بِاَنَّهُمْ اَثَمُوا. فَقَدْ رَجَعَ رِجَالُ نِينَوَي عَنْ طُرُقِهِمِ الرَّدِيءَهِ حِينَ صَرَخَ اِلَيْهِمْ يُونَانُ. وَهَا اَنْذَا اُرْسِلُ اِلَيْكُمْ مَنْ هُوَ اَعْظَمُ مِنْ يُونَانَ!
ستقوم ملكه الجنوب في يوم القيامه مع الناس الذين يعيشون الان. وستشهد عليهم بانهم مذنبون. لقد اتت من اقصي الارض لتستمع لحكمه سليمان. والان حضر من هو اعظم من سليمان.
ماذا يحدث عندما يخرج روح شرير من رجل؟ يتجول في المناطق الجافه بحثاً عن مكان للراحه. لكنه لا يجد.
ثم يقول: "ساعود الي البيت الذي خرجت منه." وعندما يصل اليه يجد البيت خاوياً. قد تم تنظيف البيت وترتيبه باتقان.
ثُمَّ يَاْتِي الشَّيْطَانُ وَيُخْرِجُ مِنْهُ سَبْعَهَ اَرْوَاحٍ اَشَدَّ مِنْهُ شَرًّا فَتَدْخُلُ وَتَسْكُنُ هُنَاكَ. فَتَصِيرُ اَحْوَالُ ذَلِكَ الاِنْسَانِ الاَخِيرَهُ اَشَدَّ بُءْسًا مِنَ الاُولَي. هَكَذَا يَكُونُ اَيْضًا لِلاُمَّهِ الْخَبِيثَهِ فِي هَذَا الْعَصْرِ.
وَقَفَتْ اُمُّ يَسُوعَ وَاِخْوَتُهُ خَارِجًا وَهُوَ يَتَكَلَّمُ بَعْدُ مَعَ الْجَمْعِ. فَاَرَادُوا اَنْ يُكَلِّمُوهُ.
قال له شخص: "والدتك واخوتك واقفون خارجاً. يريدون التحدث اليك."
اجاب يسوع: «من هي امي؟ ومن اخوتي؟»
وَاَشَارَ يَسُوعُ اِلَي تَلَامِيذِهِ قَاءِلًا: «هَا اُمِّي وَاِخْوَتِي.
من يصنع مشيءه ابي الذي في السموات فهو اخي واختي وامي.
قصه الفلاح
وفي اليوم نفسه، خرج يسوع من البيت وجلس علي شاطء بحر الجليل.
تجمعت حشود كبيره حوله ، فاستقل قاربا وجلس فيه . وقف كل الناس علي الشاطء .
ثم قصّ عليهم اموراً كثيرهً باستخدام الامثال. قال: "خرج فلاح ليزرع بذوره.
بَثَّ الْبِذْرَهَ فِي الاَرْضِ. وَسَقَطَتْ بَعْضُهَا عَلَي الطَّرِيقِ فَجَاءَتِ الطُّيُورُ وَاَكَلَتْهَا.
بعض البذور سقطت علي اماكن صخريه، حيث لم يكن هناك الكثير من التراب. نبتت النباتات بسرعه لان التراب لم يكن عميقا.
عندما طلع الشمس، احرق النباتات. تجففت لانها كانت بلا جذور.
سقطت بذور اخري بين الشوك. فنبت الشوك وكبر واختنق النبات.
وَبَعْضُهَا فِي الاَرْضِ الْجَيِّدَهِ يُعْطِي ثَمَرًا يَصْعَدُ وَيَزْدَادُ: اَحَدٌ مِنْهُ مِءَهً وَاخَرُ سِتِّينَ وَاخَرُ ثَلاَثِينَ.
«مَنْ لَهُ اُذُنَانِ لِلسَّمْعِ فَلْيَسْمَعْ»
جاءه التّلاميذ وقالوا: "لِمَ تَضْرِبُ الاَمْثالَ حِينَ تَتَكَلَّمُ لِلنَّاسِ؟"
قال: «لَكُمْ قَدْ اُعْطِيَتْ مَعْرِفَهُ اَسْرَارِ مَلَكُوتِ السَّمَاوَاتِ. اَمَّا لِلْخَارِجِينَ فَلَمْ يُعْطَ ذلِكَ.
من كان له ذاك النوع من المعرفه فسيُعطَي اكثر. في الحقيقه، سيكون لديه الكثير. ومن لا يملك تلك المعرفه، حتي القليل الذي يظن انه يملكه سيُسْتَرَدُّ منه.
هذا هو السبب في انني استخدم القصص عندما اتحدث الي الناس. اقول لهم، "انهم ينظرون لكنهم لا يرون حقًا. يسمعون لكنهم لا يصغون او يفهمون فعلاً.
فيهم تَتَحَقَّقُ كَلِمَاتُ النَّبِيِّ اشَعْيَاءَ الَّذِي قَالَ: «سَتَسْمَعُونَ سَمْعًا وَلَا تَفْهَمُونَ، وَتَنْظُرُونَ نَظَرًا وَلَا تُدْرِكُونَ».
قَسَتْ قُلُوبُ هَءُلَاءِ ۚ فَهُمْ لَا يَسْمَعُونَ بِاذَانِهِمْ ۚ وَجَعَلُوا اَبْصَارَهُمْ غِطَاءً لِّيَلَا يُبْصِرُونَ بِهَا ۚ وَاَسْمَاعَهُمْ حِجْرًا ۚ اَفَلَا يَسْتَدْبِرُونَ وَيَسْتَقْبِلُونَ رَبَّهُمْ ۗ لَوْ يَفْعَلُونَ لَعَلَّهُمْ يَرْجِعُونَ
لكن طوبي لاعينكم لانها تبصر، وطوبي لاذانكم لانها تسمع.
ما ساقوله لكم الان هو حقيقه. العديد من الانبياء والصالحين ارادوا ان يروا ما ترونه. لكنهم لم يروه. ارادوا ان يسمعوا ما تسمعونه. لكنهم لم يسمعوه.
اسمع ! هذا هو معني قصه الفلاح .
يسمع الناس الرساله عن المملكه لكنهم لا يفهمونها ثم ياتي الشرير ويسرق ما زرع في قلوبهم. اولءك الناس يشبهون البذره المزروعه علي طريق.
وَاخَرُونَ السَّبْـحَـهُ الَّتِي فِي الْمَوَاضِعِ الْحَجَرِيَّهِ، الَّذِينَ يَسْمَعُونَ الْكَلِمَهَ وَحَالَمَّا يَسْمَعُونَ يَقْبَلُونَهَا بِفَرَحٍ.
لكنهم لا جذور لهم. فلا يدوم ايمانهم الا قليلا. سريعا ما ينحرفون عن الدين عند حلول الشده او المعاناه بسبب الرساله.
وَاخَرُونَ سَقَطَتْ فِي الْاَرْضِ الْمُحْجِرَهِ، وَهُمُ الَّذِينَ يَسْمَعُونَ الْكَلِمَهَ، وَحِينَمَا يَسْمَعُونَ يَسْرَعُ الشَّوْقُ اِلَي الْكَلِمَهِ فِي وُجُوهِهِمْ، وَلكِنَّهُمْ لَا يَدُومُونَ طَوِيلًا بِلْ تَسْتَحْوِذُ عَلَيْهِمْ هُمُومُ هذِهِ الْحَيَاهِ وَغُرُورُ الثَّرْوَهِ الْمُزَيِّفَهِ، فَتَخْنُقُ الْكَلِمَهَ فِي الْحَالِ وَتَمْنَعُهَا مِنْ اَنْ تُثْمِرَ.
وَكَمَا اَنَّ بَعْضَ الزُّرُوعِ اَسْقَطَتْ بِزْرَهَا فِي تُرْبَهٍ صَالِحَهٍ، فَهُمْ يَسْمَعُونَ الْكَلِمَهَ وَيَفْهَمُونَهَا، وَهُمْ يُثْمِرُونَ: فَتَرَي بَعْضَهُمْ يُعْطِي ثَلاَثِينَ، وَبَعْضًا سِتِّينَ، وَبَعْضًا مِاءَهً مِنْ كُلِّ زَرْعٍ عَلَي سَبِيلِ الْغَلَّهِ. رِوَايَهُ الْحَشِيشِ الضَّارِيَهِ.
حَدَّثَ الْجَمْعَ مَثَلاً اخَرَ قَاءِلاً: «هكَذَا يَكُونُ مَلَكُوتُ السَّمَاوَاتِ. مِثْلُ اِنْسَانٍ زَرَعَ زَرْعًا جَيِّدًا فِي حَقْلِهِ.
وَبَيْنَمَا كَانَ الجَمِيعُ نِيَامًا، جَاءَ عَدُوُّهُ. زَرَعَ الزُّوَانَ بَيْنَ الْحِنْطَهِ ثُمَّ انْصَرَفَ.
بدا القمح في النمو وتشكيل الحبوب. وفي الوقت نفسه، ظهرت الاعشاب الضاره.
جاء عبيده اليه فقالوا: يا سيدي اَلَمْ تَزْرَعْ بِزْرًا جَيِّدًا فِي حَقْلِكَ؟ فَمِنْ اَيْنَ جاءتْ الحشاءشُ؟
قال: «فعل ذلك عدو.» فساله الخدم: «هل تريد ان نذهب ونقتلع الحشاءش؟»
« غادي غير تحيدو الحشيشه، معاها غادي تحيدو القمح », répondit le propriétaire.
ليَنْمُيَا مَعًا حَتَّي الْحَصَادِ. وَفِي وَقْتِ الْحَصَادِ اَقُولُ لِلْحَصَّادِينَ: اجْمَعُوا اَوَّلاً الْكَلَاَ، وَارْبِطُوهُ حُزَمًا لِلاِحْرَاقِ. ثُمَّ اجْمَعُوا الْحِنْطَهَ وَاضْبِطُوهَا فِي مَخْزَنِي».
وقال يسوع للجماهير ايضاً مثلاً اخر: «مَثَلُ مَلَكُوتِ السَّمَاوَاتِ كَمَثَلِ حَبَّهِ خَرْدَلٍ. اَخَذَهَا اِنْسَانٌ وَزَرَعَهَا فِي حَقْلِهِ».
انها اصغر بذورك علي الاطلاق ، لكنها عندما تنمو ، تصبح اكبر نباتات الحديقه علي الاطلاق. تصبح شجره . تاتي الطيور وتستريح علي فروعها .
اخبرهم يسوع ايضاً بمثل اخر قاءلاً: «مَثَلُ مَلَكُوتِ السَّمَاوَاتِ كَخَمِيرَهٍ. اَلْمَرْاَهُ اِذْ خَلَطَتْهُ بِثَلاَثَهِ كَيْلاَتٍ مِنَ الدَّقِيقِ، حَتَّي اخْتَمَرَ الْكُلُّ».
كَانَ يَسُوعُ يُكَلِّمُ الْجُمُوعَ بِاَمْثَالٍ، وَبِدُونِ اَمْثَالٍ لَمْ يَكُنْ يُكَلِّمُهُمْ اَبَدًا.
فَتَحَ الْاَنْبِيَاءُ اَفْوَاهَهُمْ وَتَكَلَّمُوا * بِاَقْوَالٍ مُنْذُ الْقِدَمِ الْمَخْزُونَهِ سِرًّا 78:2 يَسُوعُ يُوَضِّحُ مَثَلَ الزُّوَيْنِ
ثم ترك يسوع الجمع ودخل البيت. وجاء اليه التلاميذ وقالوا: "فسر لنا مثل الزوان في الحقل."
اجابهم: «الذي بذر البذار الجيده هو ابن الانسان».
الحقل هو العالم . البذور الجيده تمثل الناس الذين ينتمون للمملكه . الحشيش الضار هم الناس الذين ينتمون لعدو الخير .
العدو الذي يزرعها هو الشيطان. والحصاد هو يوم القيامه. والعمال هم الملاءكه.
يُنزَعُ الحشيشُ ويُحرَقُ في النّارِ. هكذا سيكونُ الامرُ في يومِ الحسابِ.
يُرسِل ابن الانسان ملاءكته فيُزيلون مِن مَملَكته كل ما يُغوي الي الخطيءه. ويَطرُدون جميع فاعلي الشر.
سيقذفونهم في اتون اللهب. هناك يبكي الناس ويصطكّون اسنانهم.
ثُمَّ يَـزْدَهِـي اَوْلِيَاءُ اللهِ فِي مَـمْلَكَهِ اَبِيهِمْ كَمَـا تَـزْدَهِـي الشَّمْسُ فِي الْفَلَكِ ۚ يَسْمَعُونَ وَيُطِيعُونَ ۚ اَمَـثَـلُهُمْ كَـمَثَلِ الْكَنْـزِ الْمَخْفِيِّ وَالْـءْلُءَهِ الْمُكَـنَّـسَهِ فِي الْبَحْرِ
مَثَلُ مَلَكُوتِ السَّمَاوَاتِ كَمَثَلِ كَنْزٍ مَخْفِيٍّ فِي حَقْلٍ، وَجَدَهُ اِنْسَانٌ فَاخْتَبَاَهُ. ثُمَّ مِنْ فَرَحِهِ ذَهَبَ وَبَاعَ كُلَّ مَا يَمْلِكُ وَاشْتَرَي ذَلِكَ الْحَقْلَ.
وَمَرَّهً اُخْرَي يُشْبِهُ مَلَكُوتُ السَّمَاوَاتِ تَاجِرَ لُءْلُءٍ كَانَ يَبْحَثُ عَنْ لُءْلُءٍ نَفِيسٍ.
وَجَدَ وَاحِدَهً ثَمِينَهً جِدًّا، فَمَضَي وَبَاعَ كُلَّ مَا يَمْلِكُهُ، وَاشْتَرَي ذَلِكَ اللُّءْلُءَهَ. حِكَايَهُ الشَّبَكَهِ
وَكَمَا قُلْنَا مَرَّهً اُخْرَي فَاِنَّ مَمْلَكَهَ السَّمَاوَاتِ مَثَلُهَا كَمَثَلُ شَبَكَهٍ وُضِعَتْ فِي الْبَحْرِ فَجَمَعَتْ مِنْ كُلِّ نَوْعٍ.
عندما امتلات الشبكه، سحبها الصيادون الي الشاطء. ثم جلسوا واخذوا الاسماك الجيده ووضعوها في السلال. اما الاسماك الرديءه فكانوا يلقونها بعيدا.
هذا هو ما سيكون عليه الحال يوم القيامه. ستاتي الملاءكه. يفصلون بين من فعلوا الشر ومن فعلوا الخير.
سَيَقْذِفُونَ الشِّرِّيرِينَ فِي الاَتُونِ الْمُتَّقِدِ. هُنَاكَ يَبْكُونَ وَيَصْطَرِخُونَ مُتَحَسِّرِينَ.
هل تفهم كل هذه الاشياء؟ سالهم يسوع. فاجابوه: نعم.
قال لهم: «كل معلّم للشريعه يُدرّس عن ملكوت السموات يشبه ربّ منزل. يخرج من خزاءنه اشياء جديده وقديمه». نبيّ بلا كرامه
وَخَتَمَ يَسُوعُ هَذِهِ الاَمْثَالَ، ثُمَّ انْتَقَلَ مِنْ هُنَاكَ.
جاء الي بلدته الناصره. وبدا هناك يعلم الناس في مجمّعهم الديني. فبهتوا وقالوا: «من اين لهذا الرجل هذه الحكمه والقدره علي عمل المعجزات؟»
اَلَيْسَ هَذَا ابْنَ النَّجَّارِ؟ اَوَ لَيْسَتْ اُمُّهُ تُدْعَي مَرْيَمَ؟ وَاَخُوَاهُ يَعْقُوبُ وَيُوسُفُ وَسِمْعَانُ وَيَهُوذَا؟
اليست كل اخواته معنا؟ اذاً من اين حصل هذا الرجل علي كل هذه الاشياء؟
ما كانوفرحانين بيه نهاءياً. قالهم يسوع: "النبي ما كاينتشهر فبلادو. ما كاين ما يُحترم فدارو".
لم يفعل هناك سوي القليل من المعجزات لانهم لم يكونوا مءمنين
راس يوحنا المعمدان تقطع
في ذلك الوقت، سمع هيرودس حاكم الجليل والبحيره اخباراً عن يسوع.
قال لخدمه: "هذا هو يوحنا المعمدان. لقد قام من الاموات! لذلك له السلطه علي عمل المعجزات."
هرود اعتقله يوحنا. ربطه والقي به في السجن بسبب هيروديا. كانت زوجه اخيه فيليب.
قال يوحنا للهرودس: «مُحَرَّمٌ عَلَيْكَ اَنْ تَاْخُذَ امْرَاَتَها».
هرود كان بغا يقتل يوحنا. ولكن خاف من الناس لانهم كانو كيهابرو فوحنا نبي.
وعلي عيد ميلاد هيرود رقصت ابنه هيروديات امام هيرود وحضوره. فاعجب بها هيرود اعجاباً كبيراً.
فَاَقْسَمَ لَتُعْطِيَنَّهُ اَيَّ شَيْءٍ تَسْاَلُهُ
قالت لها امها ماذا تقول، لذلك قالت الفتاه للملك هيرود: "اعطني راس يوحنا المعمدان علي طبق كبير".
غضب الملك غضبا شديدا، لكنّه تذكّر وعده وضيوفه علي العشاء، فامر احد رجاله ان يعطيها ما طلبت.
امر هيرود بقطع راس يوحنا في السجن.
قُدِّم راسه علي صحن كبير للفتاه، التي حملته بعد ذلك الي امها.
جاء تلاميذ يوحنا واخذوا جثته ودفنوها . ثم ذهبوا واخبروا يسوع . يسوع يُطعم خمسه الاف شخص
سمع يسوع ما حدث ليوحنا. فطلب ان يكون وحيداً، فانطلق بالقارب الي مكان ناءٍ. وسمع الناس بذلك، فتبعوه مشياً من القري المجاوره.
وَعِنْدَمَا وَصَلَ يَسُوعُ اِلَي الشَّاطِءِ، رَاَي جَمْعًا غَفِيرًا مِنَ النَّاسِ، فَاَحَسَّ بِرِقَّهٍ نَحْوَهُمْ. وَشَفَي مَرْضَي الَّذِينَ كَانُوا مُسْتَلْقِينَ عِنْدَهُ.
حِينَمَا صَارَ الْمَسَاءُ قَرِيباً جَاءَ التّلَامِيذُ اِلَيْهِ قَاءِلِينَ: «هُنَا مَكَانٌ خَالٍ، وَالانَ الْوَقْتُ مُتَاَخِّرٌ. اَرْسِلِ الْجُمُوعَ لِكَيْ يَمْضُوا اِلَي الْقُرَي وَيَشْتَرُوا لِاَنْفُسِهِمْ طَعَامًا».
اجاب يسوع: «لَيْسُوا مُضْطَرِّينَ لِلرَّحِيلِ، اَنْتُمْ تُطْعِمُونَهُمْ».
قلنا ما عندنا غير خمسه ارغفه وسمكتين.
قال لهم:"هُمُا هُنَا".
ثم قال يسوع للناس ان يجلسوا علي العشب واخذ الخبز الخمسه والسمكتين ورفع عينيه نحو السماء وبارك وكسر الخبز واعطي التلاميذ والـتلاميذ اعطوا الناس
اكل الجميع وشبعوا، فجمع التلاميذ ما فاض عن الحاجه في اثنتي عشره قفه.
وَكَانَ الْجُمُوعُ الَّذِينَ اَكَلُوا مِنَ الْخُبْزِ نَحْوَ خَمْسَهِ الاَفِ رَجُلٍ. غَيْرَ الْمَرْاَهِ وَالاَوْلاَدِ، وَكَانُوا قَدْ اَخَذُوا مِنَ الْكِسَرِ الْكَثِيرَهِ
وَاَوْصَي الْحَوَارِيِّينَ اَنْ يَرْكَبُوا السَّفِينَهَ لِلْحَالِ وَيَسْبِقُوهُ اِلَي الْعَبْرِ الْاخَرِ مِنْ بَحْرِ الْجَلِيلِ، ثُمَّ صَرَفَ الْجُمُوعَ.
وبعد ان صرّفهم صعد الي الجبل ليصلي وحده. وعندما حلّ المساء، كان هناك وحيدا.
المركب كان بعيدا عن الشاطء اصلا، والامواج تتقاذفه بقوه لان الريح كانت تضرب عكس اتجاهه.
بَاكِرًا فِي الصَّبَاحِ، خَرَجَ يَسُوعُ اِلَي التَّلَامِيذِ. وَمَشَي عَلَي الْبَحْرِ.
رَاَوْهُ يَمْشِي عَلَي الْبُحَيْرَهِ فَرُعِبُوا. قَالُوا: "رُوحٌ!" وَصَرَخُوا مِنَ الْفَزَعِ.
فَقَالَ لَهُمْ يَسُوعُ لِلْوَقْتِ: «ثِقُوا! اَنَا هُوَ. لاَ تَخَافُوا».
سَيِّدِي، اَنْتَ هُوَ؟" سَاَلَ بُطْرُسُ. "اِنْ كُنْتَ اَنْتَ، فَاْمُرْنِي اَنْ اتِيَ اِلَيْكَ عَلَي الْمَاءِ."
قال يسوع: « تعالَ ». فخرج بطرس من السفينه ومشي علي الماء واتجه نحو يسوع.
وَلَكِنْ لَمَّا رَاَي بُطْرُسُ الرِّيحَ خَافَ. فَبَدَاَ يَغْرَقُ، فَصَرَخَ قَاءِلًا: «يَا رَبُّ، نَجِّنِي!»
وَمَدَّ يَسُوعُ يَدَهُ لِلْوَقْتِ وَاَمْسَكَ بِهِ وَقَالَ: «يَقْلِيلُ الاِيمَانِ! لِمَاذَا شَكَكْتَ؟»
عندما صعدوا الي القارب، هدا الريح.
فَاَسْلَمُوا وَقَالُوا : « بِالْحَقِّ اَنْتَ ابْنُ اللّهِ ! »
عبروا البحيره ونزلوا الي كفرناحوم
وَعَرَفَهُ الرِّجَالُ الَّذِينَ كَانُوا يَسْكُنُونَ فِي الْمَكَانِ، فَاَرْسَلُوا اِلَي كُلِّ الْكَرْيَهِ الْمُحِيطَهِ، فَاَحْضَرُوا اِلَيْهِ كُلَّ مَنْ كَانَ مَرِيضاً.
ترجّوا منه ان يُسمح للمرضي فقط لمس طرف ثيابه. وكل من لمسه شفي.
ما الذي يجعل الناس "غير نظيفين"؟
جاء بعض الفريسيين وبعض الكتبه من اورشليم ليروا يسوع.
لماذا لا يمتثل تلاميذك لما يعلمه الشيوخ؟ انهم لا يغسلون ايديهم قبل الاكل!
اجاب يسوع: «وَلِمَ لَا تُطِيعُونَ وَصِيَّهَ اللهِ لِتَحْفَظُوا تَعَالِيمَكُمْ اَنْتُمْ؟»
قال الله: *اَوْفُوا بِالْعَهْدِ اِنَّ الْعَهْدَ كَانَ مَسْءُولًا* (سوره الاسراء، الايه 34) وَقالَ: *وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَهِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا* (سوره الاسراء، الايه 24)
ولكنكم تسمحون للناس ان يقولوا للوالدين: اي مساعده تَتلقونها منا هي هبه لله.
فَلَا يَحْتَاجُونَ اِلَي تَكْرِيمِ وَالِدَيْهِم بِهَدِيَّتِهِم. اَنْتُمْ تُبْطِلُونَ كَلِمَهَ اللهِ لِتَصْنَعُوا تَعَالِيمَكُمْ.
يا مدّعين! اشَعْيَاء كانَ علي صَوابٍ حِينَ تَنَبا عَنكُم. قالَ:
هءلاء الناس يكرمونني بقولهم، لكن قلوبهم بعيده عني.
عبادتهم لا تعنـي لي شيءا . انهم لا يعلـمون الا قوانين البشر . """ (اشعياء 29:13)
جمع يسوع الناس حوله وقال لهم: "اسمعوا وافهمُوا".
مَا يَدْخُلُ فَمَكَ لَا يُنَجِّسُكَ، بَلْ مَا يَخْرُجُ مِنْ فَمِكَ، هذَا يُنَجِّسُكَ.
ثم جاء اليه التلاميذ وقالوا: «اَعَلِمْتَ اَنَّ الْفَرِّيسِيِّينَ لَمَّا سَمِعُوا الْكَلِمَهَ اغْتَاظُوا؟»
اجاب يسوع: «يُوجَدُ بُزُورٌ لَيْسَتْ مِنْ اَبِي السَّمَاوِيِّ. اِنَّمَا هِيَ بُزُورٌ بَاطِلَهٌ، فَيَقْتَلِعُونَهَا اَصْلِيَّهً وَفَرْعَهً».
دعهم وشانهم.. الفريسيون هم مرشدو العميان. ان اعمي يقود اعمي يسقط الاثنان في حُفره.
قال بيتر: "فَسِّرْ لنا هذا."
اَمَا تَفْهَمُونَ بَعْدُ؟ سَاَلَهُمْ يَسُوعُ.
الا تري؟ كل ما يدخل الفم يذهب الي المعده. ثم يخرج من الجسم.
لكن الاشياء التي تنبع من الفم تاتي من القلب. تلك هي الاشياء التي تجعلكم 'نجسين'.
تخرج الافكار الشريره من القلب. كذلك القتل والزنا وساءر الفواحش الجنسيه. وكذلك السرقه و شهاده الزور و النميمه.
تلك هي الاشياء التي تجعلكم 'نجسين.' اما الاكل من دون غسل الايادي فلا ينجسكم.
وَغَادَرَ يَسُوعُ الْجَلِيلَ وَجَاءَ اِلَي اَعْقَابِ صُورَ وَصَيْدَاءَ.
امراه كنعانيه من بلاد كنعان كانت تسكن قرب صور وصيدون ، جاءت اليه وصاحت قاءله : "يا رب ، يا ابن داود ، ارحمني ! شيطانٌ مسّ ابنتي ، فهي تعاني الامرّين".
لم ينطق يسوع بكلمه. فتقدم اليه التلاميذ. وتوسلوا اليه قاءلين: "ابعدْها عنا، فهي تصرخ وراءنا."
اجاب يسوع: «لَمْ اُرْسَلْ اِلاَّ اِلَي خِرَافِ بَيْتِ اِسْرَاءِيلَ الضَّالَّهِ».
ثمّ سجدت المراه علي ركبتيها امامه. "يا سيدي! انصرني!" قالت ذلك.
رد قاءلا: "ليس من الصواب ان ناخذ خبز الاولاد ونطرحه للكلاب."
نعم يا سيدي قالت تلك المراه. ولكن حتي الكلاب تاكل الفتات المتساقط من ماءده اصحابها.
ثُمَّ اَجابَ يَسوعُ:"يا امْرَاَه، عَظيمهٌ هِيَ اِيمانُكِ! لِيَكُنْ لَكِ كَما تُريدِينَ". فَشُفِيَتِ ابْنَتُها في تِلْكَ السَّاعَهِ نَفْسُها. يَسوعُ يُطْعِمُ الاَرْبَعَهَ الالافِ.
مَضَي يَسُوعُ مِنْ هُنَاكَ. وَسَارَ عَلَي شَاطِءِ بَحْرِ الْجَلِيلِ. ثُمَّ صَعِدَ الْجَبَلَ وَجَلَسَ هُنَاكَ.
جاءته جموع غفيره. احضروا اليه عميانا وعرجا، ومقعدين، وابكمين، وكثيرين غيرهم. وضعوهم عند قدميه فشفيهم.
عَجِبَ النَّاسُ. فَالَّذِينَ لَمْ يَكُونُوا يَقْدِرُونَ عَلَي الْكَلَامِ كَانُوا يَتَكَلَّمُونَ، وَالْمَعْطُوبُونَ قَدْ بُرِءُوا، وَالْمُقْعَدُونَ يَمْشُونَ، وَالْعُمْيُ يُبْصِرُونَ. فَتَسَبَّحَ النَّاسُ اِلَهَ اِسْرَاءِيلَ.
ثم دعا يسوع تلاميذه اليه وقال: «اشْفِقُ علي هذه الجموع، لانَّهُم الانَ مُنذُ ثَلاثَهِ ايَّامٍ عِندِي، وليسَ لَهم ما ياكُلونَ. ولا اُريدُ ان اُرسِلَهُم صِيَاماً الي بُيوتِهِم، فَيَضعُفوا في الطَّريقِ».
اجابه تلاميذه: «ليس معنا شيء هنا». وقالوا: «من اين يمكننا ان نشتري خبزاً يُطعم كل هذا الجمع؟»
كم خبزه لديكم؟ سالهم يسوع. اجابوه: سبع، وبعض الاسماك الصغيره.
قال يسوع للجماهير ان تجلس علي الارض.
وَاَخَذَ الْخُبْزَ السَّبْعَهَ وَالْحِنْطَهَ، وَبَعْدَمَا شَكَرَ، كَسَّرَهُ وَاَعْطَي التَّلاَمِيذَ، فَوَزَّعُوا هُمْ اِلَي الْجَمْعِ.
كلّهم اكلوا وشبعوا. وبعد ذلك رفع التلاميذ سبع سلال ملاي بالقطع المتبقيه.
كان عدد الرجال الذين اكلوا اربع الاف. اكلت النساء والاطفال ايضاً.
بعدما صرف يسوع الجموع صعد الي السفينه ، وانطلق الي المنطقه القريبه من مجدّان .
يسال يسوع لاعطاء اشاره معجزه
جاء الفريسيون والصدوقيون لكي يختبروا يسوع، وطلبوا منه ان يريهم ايهً من السماء.
قال: "في المساء انظر الي السماء. تقول: ستكون الاحوال الجويه جيده. السماء حمراء."
و في الصباح تقول: "سيكون الطقس عاصفاً اليوم. السماء حمراء ومُلبده بالغيوم". تعرف معني ما تراه في السماء. لكنك لا تفهم علامات ما يحدث الان.
<mark>قَوْمٌ سَوْءٌ كَفَرُوا بِايَاتِ رَبِّهِمْ وَلَقَاءِ الْاخِرَهِ ۖ يَطْلُبُونَ ايَهً لَهُمْ ۚ فَلَنْ يُءْتَوْا ايَهً اِلَّا ايَهَ يُونُسَ ۚ وَاخْتَلَفَتِ الْاَحْزَابُ مِنْ اَهْلِ الْكِتَابِ
عبر التلاميذ الي الجانب الاخر من البحيره. لكنهم نسوا ان ياخذوا الخبز معهم.
احذروا قال لهم يسوع. "انتبهوا لحمضه الفريسيين والصدوقيين".
وتحدث التلاميذ فيما بينهم قاءلين: "انما يقول هذا لاننا لم ناخذ خبزاً معنا."
يسوع علم بما كانوا يفكرون فيه، فقال لهم: «ايمانكم ضعيف جدا! لماذا تفكرون في بعضكم بعضا ان ليس لديكم خبز؟
الست تفهم بعد؟ الست تتذكر الخمس خبزات لالفي شخص؟ الا تذكر كم جمعتم من سلال الفتات؟
اَلَمْ تَكُنْ سَبْعَهَ اَرْغِفَهٍ تُكْسِبُ الْاَرْبَعَهَ الالافِ؟ كَمْ سَلَّهً مَلاْتُمْ مِنَ الْكِسَرِ؟
كيف يمكن الا تفهم؟ انا لم اتحدث اليك عن الخبز. لكن احذر خميره الفريسيين والصدوقيين.
فَهِمَ التّلاميذُ اخيرًا اَنَّ يَسوعَ لَمْ يَكنْ يُحَذِّرْهُم مِنْ خَميرَهِ العَجينِ الَّتي تُستَعمَلُ لِلخُبزِ، بَل مِنْ تَعليمِ الفَريسيّينَ والصَّدُّوقيّينَ. وقالَ بُطرُسُ اَنَّ يَسوعَ هُوَ المَسيحُ.
ذهب يسوع الي منطقه قيصريه فيلبس. وسال هناك تلاميذه: "من يقول الناس ان ابن الانسان هو؟"
قالوا: "يقول البعض يوحنا المعمدان، ويقول اخرون انه اليا، ويقول اخرون انه ارميا او واحد من الانبياء."
لكن ماذا عنك انت؟" سالهم. "من تقولون اني انا؟
سمعان بطرس اجاب وقـال: «انت هو المسيح، ابن الله الحي».
اجاب يسوع: «طُوبَي لَكَ يَا سِمْعَانُ بْنَ يُونَا، فَاللَّحْمُ وَالدَّمُ لَمْ يُعْلِنَا لَكَ، بَلْ اَبِي الَّذِي فِي السَّمَاوَاتِ».
هذا ما اخبرك به. انتَ بطرس. وعلي هذه الصخره سابني كَنِيسي. ولن تقوي ابواب الجحيم عليها.
سَاُعْطِيكَ مَفَاتِيحَ مَمْلَكَهِ السَّمَاوَاتِ. كُلُّ مَا تَرْبِطُهُ عَلَي الْاَرْضِ يَكُونُ مَرْبُوطًا فِي السَّمَاءِ، وَكُلُّ مَا تَحُلُّهُ عَلَي الْاَرْضِ يَكُونُ مَحْلُولًا فِي السَّمَاءِ.
ثمّ حذّر يسوع تلاميذه الا يخبروا احدًا انه المسيح. وتحدّث عن موته الوشيك
ومن ذاك الحين بدا يسوع يشرح لتلاميذه ما سيحل به. وقال لهم انه يجب ان يذهب الي اورشليم. وهناك سوف يعاني الكثير من الشيوخ ورءساء الكهنه وكتبه الشريعه. وسوف يقتل ويُقَام في اليوم الثالث.
بَرْطَرُسُ اَخَذَ يَسُوعَ نَاحِيَهً وَابْتَدَاَ يَلُومُهُ قَاءِلاً: «حَاشَا لَكَ يَارَبُّ! لاَ يُصِيبُكَ هذَا!»،
فَالْتَفَتَ يَسُوعُ وَقَالَ لِبُطْرُسَ: «اخْلُعْ عَنِّي يَا شَيْطَانُ! اَنْتَ مَعْثَرَهٌ لِي لاَنَّكَ لاَ تَهْتَمُّ بِمَا لِلَّهِ بَلْ بِمَا لِلنَّاسِ».
ثم تكلم يسوع مع تلاميذه قاءلا: "اِن اَراد اَحَدٌ اَن يَاتي بَعدي فَليُنكِر نَفسَه ويَحمِل صَليبَه ويَتبَعني.
اذا اراد ان يُنقِذ حياته، فسيخسرها. لكن اذا خسر حياته من اجلي، فسيجدها.
مَا الْفَاءِدَهُ لَوْ رَبِحَ الْاِنْسَانُ الْعَالَمَ كُلَّهُ وَخَسِرَ نَفْسَهُ؟ اَوْ مَاذَا يُمْكِنُ اَنْ يُعْطِيَ الْاِنْسَانُ فِدَاءً لِنَفْسِهِ؟
يَاْتِي ابْنُ الاِنْسَانِ فِي مَجْدِ اَبِيهِ مَعَ مَلاَءِكَتِهِ. وَحِينَءِذٍ يُجَازِي كُلَّ وَاحِدٍ حَسَبَ اَعْمَالِهِ.
ما ساقوله لكم الان هو حقيقه. البعض ممن يقفون هنا لن يموتوا قبل ان يروا ابن الانسان اتياً في مملكته.
تَغَيَّرَ مَظْهَرُ يَسُوعَ
وبعد سته ايام اخذ يسوع بطرس وياكوب ويوحنا اخاه وصعد بهم الي جبل عالٍ لوحدهم.
وَتَغَيَّرَ مَنْظَرُهُ اَمَامَهُمْ، وَاَشْرَقَ وَجْهُهُ كَالشَّمْسِ، وَصَارَتْ ثِيَابُهُ بَيْضَاءَ لَمَّاعَهً كَالنُّورِ.
وَفجاهً ظَهرَ مُوسي و ايليا امامَهُما. كانَ مُوسي و ايليا يَتكلَّمانِ مَعَ يَسوع.
قال بطرس ليسوع: "يا رب، من الجيد ان نكون هنا. ان اردت، ساقيم ثلاثه مظال. واحد لك، وواحد لموسي، وواحد لايليا".
وَبَيْنَمَا هُوَ يَتَكَلَّمُ مَعَهُمُ انْفَتَحَتْ سَحَابَهٌ بَهْجَهٌ فَغَشِيَتْهُمْ، وَخَرَجَ صَوْتٌ مِنَ السَّحَابَهِ يَقُولُ: «هَذَا هُوَ ابْني الْمُخْتَارُ، الَّذِي اَنَا بِهِ سُرِرْتُ. لَهُ اسْمَعُوا».
وَلَمَّا سَمِعَ التَّلَامِيذُ ذَلِكَ، ارْتَعَبُوا وَوَقَعُوا عَلَي وُجُوهِهِمْ لِلاَرْضِ.
وَلٮں ڡٮي ڡٮرٮٮهم ڡٮلمسهم ڡٮٮٮں لں ٮحں ڡٮرٮٮكم ڡٮطمٮٮٮٮٮٮٮٮٮٮٮٮٮٮٮٮٮٮٮ
وَعِنْدَمَا نَظَرُواْ اَبْصَرُواْ رَجُلاً وَاحِداً وَحْدَهُ، وَهُوَ يَسُوعُ.
نزلوا من الجبل . وفي اثناء النزول ، اخبرهم يسوع ماذا يفعلون . قال لهم : "لا تخبروا احدا بما رايتم ، انتظرُوا حتي يقام ابن الانسان من بين الاموات" .
ساله التلاميذ: "لماذا يقول الكتبه انه يجب ان ياتي ايليا اولاً؟"
اجاب يسوع: «صحيح. من المنتظر ان ياتي ايليا اولاً ليهيّء كل شيء.
ولكني اقول لكم ان ايليا قد جاء بالفعل ولم يعرفوه. عملوا به كل ما ارادوا. كذلك سيصنعون بابن الانسان."
فَهِمَ التّلاميذُ اخيرًا اَنَّ يسوعَ كانَ يَتَحَدَّثُ مَعَهُمْ عَن يُوحَنَّا المَعْمَدانِ. شفاءُ فَتًي مَمسوسٍ
وَعِنْدَمَا اقْتَرَبُوا مِنَ الْجَمْعِ، تَقَدَّمَ رَجُلٌ اِلَي يَسُوعَ وَجَثَا عَلَي رُكْبَتَيْهِ اَمَامَهُ.
سيّدي، ارحم ابني، فهو يعاني من ارتعاشات عنيفه بشده، ويسقط كثيرا في النار او الماء.
جَلَبْتُهُ لِتَلامِيذِكَ، وَلكِنَّهُمْ لَمْ يَقْدِرُوا اَنْ يَشْفُوهُ.
"يا كفّار ويا اشرار!" ردّ يسوع. "الي متي ابقي معكم؟ والي متي احتملكم؟ قدّموا اليّ الصبي."
امر يسوع الشيطان ان يخرج من الصبي فخرج منه في تلك الساعه. فشفي الصبي للحال.
ثُمَّ اقْتَرَبَ التَّلاَمِيذُ مِنْ يَسُوعَ عَلَي انْفِرَادٍ وَسَاَلُوهُ: «لِمَاذَا لَمْ نَسْتَطِعْ نَحْنُ طَرْدَ الشَّيْطَانِ؟»
قال: "لان ايمانكِ صغير جدا. ما ساقوله لك الان حق. لو كان لديك ايمان بحجم حبه خردل لكفي. يمكنك ان تقولي لهذا الجبل انقل من هنا الي هناك فينتقل. ما من شيء يستعصي عليك."
تُرجم
اجتمعوا في الجليل. فقال لهم يسوع: «يُسَلَّمُ ابْنُ الاِنسَانِ الي اَيْدِي الْبَشَرِ».
سيقتلونه وفي اليوم الثالث سيقوم من بين الاموات". فامتلا التلاميذ حزنًا شديدًا. يسوع يدفع ضريبه المعبد
وَصَلَ يَسُوعُ وَتَلامِيذُهُ اِلَي كَفَرْنَاحُومَ. وَفِي الْبَيْتِ، تَقَدَّمَ جبَاهُ الْجِبَايَهِ اِلَي بُطْرُسَ وَسَاَلُوهُ: «اَمَا يُوَسِّعُ مُعَلِّمُكَ الْجِبَايَهَ؟»
نعم، يفعل، اجاب. وعندما دخل بطرس البيت، كان يسوع هو من تكلم اولاً. "ماذا تظن يا سمعان؟" سال. "من whom يَجبي مُلوكُ الارضِ الجِزيهَ والضراءبَ، اَبنَاءَهُم امِ الاَجانِب؟"
قال بيتر: "من اخرين". فقال له يسوع: "اذاً لا يَدْين الابنان".
لكننا لا نريد ان نغضبهم. لذا اذهب الي البحيره والقِ صنارتك. خذ اول سمكه تصطادها. افتح فمها. هناك ستجد القطعه النقديه التي تحتاجها بالضبط. خذها واعطها اياهم كضريبه عني وعنك.
