انه هناك، مباشره امام مكتب السياحه.
لم اسمع يوما بهذا العنوان في الجوار.
اسْتَمِرَّ مُسْتَقِيماً حَتَّي تَرَي مَدْخَنَهً.
كم ثمن الفطور؟
كيف يمكنني مساعدتك؟
اذهب يسارا عند المنعطف الثالث.
هل تريد قشده وسكر في قهوتك؟
هل يمكنك صرف شيك الـ 200 دولار هذا؟
اذا ظهر او حضر، ارجو ان تتصل بي.
اين هو مقهي الشّاي؟
اريد ستره اطفال.
اوكي. ثمنها خمسه وثمانين سنتاً للرساءل العاديه وثلاثه دولارات بالضبط اضافيه للتوصيل الخاص.
كنت اشتري هذا لو كنت مكانك.
هل ساواجه اي صعوبه مع الجمارك؟
هل لديكم احذيه رسميه ذات اصابع عريضه؟
لا. هل يمكنني اقتراح سرير مزدوج للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
اريدُ تمويجَ الشعرِ الداءمَ، رجاءً.
هي تريد بيره.
صباح الخير، كيف الحال؟
اخشي انني ساحتاج الي رءيه شكل من اشكال الهويه.
اي نوع من الصلصه؟
هذا بارد نوعاً ما. هل يمكنك تسخينه؟
عَـذْرًا، هذا المَكان مُحْتَلٌّ بالفِعْل.
انا بخير. ولكن هل يمكنك الاتصال بصديقي؟
شكرا ، هذا يكفي.
من احب اصحابك اليك؟
يوم الصحه والرياضه العاشر من اكتوبر عيد وطني مخصص للنهوض بصحه الشعب.
هل تريدني ان اتفقد المحرك؟
هل يمكنك مساعدتي في ايجاد حقيبتي؟
هل تتخذ ترتيبات مسبقه؟
انا اتلقي المساعده. شكراً لك.
عندما تصل هناك، ارجو ان تسال شخصا اخر.
اريد الخط اربعه وعشرين، من فضلك.
هنا دولارين. احتفظ بالتغيير.
واحد همبرغر وواحد تشيزبرغر، منفضلك.
كم تَكلِفُكَ المعالجهُ؟
نودّ كلّنا ان ندفع ثمن وجباتنا الفرديه.
كان المكان فوق كرسي في الردهه.
ترجي تحويل هذه الينات الي جنيهات.
اريدُ مُعجَمًا جَيْبِيًّا، مِنْ فَضْلِكَ.
لشخصين في السابعه. الاسم هو واطانابي.
ساعتي. كانت سيكو رقميه.
سيكون من دواعي سرورنا ان نقدم لكم المشروب الذي تفضلونه، تليه العشاء. يمكنكم الاطلاع علي دليل كامل بجميع المشروبات التي نقدمها علي متن هذه الرحله في دليل المعلومات الموجود في مجلتنا.
هل تعيش حول هنا؟
اين متجر الهدايا؟
انا علي الطريق السريع واحد بالقرب من خليج مورو.
اريد من فضلك منبه.
بينَ البَين، اسمي هيروشي اييجاما.
هل يتوقف هذا القطار في غابه البحيره؟
معظم اليابانيين ياكلون الاخطبوط والحبار.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، لو سمحت؟
ذهبت الي نيويورك.
ما هو رقم الرحله؟
واحده لنيويورك، من فضلك.
لمده حوالي بضعه ايام.
الثانيه الي اليسار.
هذه البطاقه، فهمت؟
هل هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات كافيه بالتاكسي؟
يَذُوقُ طَعْمًا غَرِيبًا
نعم. انتظر، ساحضر لك واحده.
نصف زجاجه، من فضلك.
مـا فيـهاش. شي حاجه مـا غاليـه بزاف.
هل تبحث عن شيء ما؟
اربع ليالٍ.
احتاج بعض الجوارب.
هل يمكنك ان تجعله ارخص لان هناك بعض البقع؟
صدمني رجلٌ ما. وبعدَها لاحظتُ اختفاءَ محفظتي.
لست متاكدا اذا كنت قد وضعت ملابس تكفيني لاسبوعين في حقيبتي.
بِنْتَجْرِبْ كَاسْ عْلَي خْمْر اَبْيْضَه.
اذا سال عني احد، قولوا اني ساكون في المقهي.
انا متاكد انني وضعته في الجيب الداخلي لستري.
هل لي ان احصل علي اسم ورقم الطرف الذي تتصل به؟
هل ستدفع شركه الطيران ثمن مشترياتي الضروريه الشخصيه الاساسيه؟
اريد غرفهً بها حمام.
ما خرج شيء من الاله؟
كنت من المفترض ان تركب الرحله ثمانيه وعشرين صفر، التي اقلعت منذ خمس عشره دقيقه. حسناً، سارتب لك رحله اخري.
فتح احد حقيبتي.
اوَه، ما هو الاّ شيء بسيط. انتَ هنا علي كلّ حال.
الخطوط الجويه اليابانيه، رحله رقم واحد اثنان ثلاثه.
احتاج الي شراء الشامبو.
متي سنصل الي المركز المدني؟
اين يوجد الجزار الاقرب؟
نود الاقامه لمده اربع ليالٍ ابتداءً من الاول من اغسطس.
ما اسم تلك الزهره؟
يوم الخامس عشر من سبتمبر هو يوم احترام المسنين.
ما كاينش صابون فحوايا.
هل من دواء يمكن ان اتناوله لهذا الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
كم من الوقت ستستغرق الطّلبيّه؟
هل يمكنك التحدث قليلاً بصوت اعلي، من فضلك؟
كم من الوقت سيستغرق قبل ان يصدر؟
اين معلومات الرياضه؟
هذا الحجم هنا، الذي تسمونه الحجم العادي، سيفعلها.
اين ستنتهي الجوله، ومتي؟
اين يجب ان اُغَيِّر القطارات للوصول الي ادنبره؟
اريد وضع هذا في صندوق وداءع امن.
اين يمكنني تغيير نقودي؟
هل يمكننا ترك اشياءنا في الحافله، ما عدا الاشياء الثمينه؟
اتساءل لماذا هذه الرسوم في فاتورتي.
سادفع خمسين دولاراً
الان عرفت ما الذي كان خاطءاً.
هذا ايكيدا يتكلم. لدي حجز طاوله الساعه سته ونصف مساء اليوم. لكني اسف ساصل متاخراً نصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها معفاه من الرسوم الجمركيه؟
مُجَرَّدُ سِيَاحَهٍ
اذاً هذا جيد، يرجي التوقيع عليها. كيف تريدها ان تكون؟
هل ما زال هناك مقاعد شاغره للعرض المسرحي الليله؟
اريد واحده كبيره.
نمْتُ طوالَ جرسِ الساعهِ التي تدقُ السادسهَ والنصفَ.
انا مصور حر.
السماسره يمكنهم تبديل دولاراتك باموال خاصه بالقمار. هل نذهب؟
لدينا ما يقرب من ثلاثين نوعا من زيوت الاستحمام.
ساعطيك الاقتراح في الاسبوع المقبل.
شكراً. كم ثمن هذه القفازات؟
يجب ان اذهب. ساتصل بك لاحقاً.
اريد بعض الحفاضات القابله للتصرف.
اين نشا these butterfly fish؟
هل يمكنك تحويلها الي دولارات، لو سمحت؟
نحن محظوظون جداً. لديهم واحد بالمقاس 4 في متجر الا موانا.
هل هناك اي ليموزين؟
هل يمكن ان احصل علي مكالمه ايقاظ في الساعه الخامسه والنصف صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيل طلاء اظافر، من فضلك.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغطس؟
اريد حجز غرفه لاربع ليالٍ تبدا من الثاني والعشرين من ديسمبر.
هل هذه الحقيبه مثاليه لكل الاحوال الجويه؟
اريدُ كُرَيْبَهً مِنْ فَضْلِكَ.
اريد استءجار سياره اوتوماتيك لمده يومين.
فاتني الطاءره العشرون المتجهه الي سان فرانسيسكو.
كم الي المطار؟
ذَاكَ جَيِّدٌ. مَتَي هُوَ؟
كم عمر ابنتك؟
هل يمكنك ان تخبرني عن بعض الفنادق النظيفه والرخيصه؟
سنحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادٍ شهير للغولف.
اوصي بهذا لانه مصنوع من مكونات طبيعيه بنسبه ماءه في الماءه.
هل يتوقف القطار في برايتون؟
هل يمكنك ان تخبرني اين يمكنني ان اجد سياره اجره؟
تذكرتان من الدرجه الثانيه، من فضلك.
اريد ارسال فاكس.
اريد مكواه للسفر.
هل بامكاني ان اقدم لك اي شيء؟
يومي؟ اخاف ان اسال، لكن ماذا تقصد؟
اريد حقيبه تستوعب اوراق بحجم الورق العادي دون طيها.
نعم، ولكن ليس بقوه كبيره.
انا عندي حساسيه من القطط.
نعم، يجب ان يكون لديك رخصه قياده ورخصه من لجنه سيارات الاجره والليموزين.
تفضل سيدي.
لا يبدو انني استطيع الحصول علي ماء ساخن.
اريد حجز غرفهٍ الليله.
لا، السعر لا يشمل الضريبه ولا خدمه التوصيل.
هل ترغب في التبضّع معي هذا الظهيره؟
مرحبا، فستان جميل جداً
الان، تمّت مكالمتك. تفضّل.
ما هو رقم البوابه؟
ما هو هديه تذكاريه نموذجيه من هاواي؟
هل يمكنني الوصول الي هناك بواسطه المترو؟
اريد تجفيف الشعر بالهواء الساخن.
هل نحن نحرز اي تقدم بمحادثتنا بهذا الشكل؟
انا اتٍ من النرويج
من عشر الي اثنتي عشره.
ان شاء الله . دعني اراه . اظن انك جرحت من قبل المرجان .
اذا دعت الضروره، اريد رقم الشخص المسءول.
هل هناك طريق سريع؟
لماذا لم يحضر الي الحفله البارحه؟
وقعت حادثه سير.
اَسْفَـَءـْر غَـادِي نَّـمْـشِي لْـحَـاضِي.
مرجوا ادخال الرقم السري.
ما كينش نعدل الصوره
واحد همبرغر جبن وعصير برتقال، منفضلك.
هذا جواز سفري.
شكرا جزيلا لك، هل يمكنني الصعود الي الاعلي؟
تِسْمَعْ نْشوفْ لِيكْ تَاحْتَاجْ لِي تَرْوِيجْ دَاكْ لْمَرَّهْ لْجَايْ فَ الْجُمْعَهْ؟
راكب اخر هناك قال انه يستطيع تبديل المقاعد معك.
هل يمكنني تمديد اقامتي؟
قل هل تعرف اي شيء يستحق المشاهده هنا بالقرب؟
لا، اود استءجار مجموعه من معدات الجولف نصف كامله وحذاءَيْن.
هل يمكنك ابلاغي عند العثور علي الحقيبه المفقوده؟
ما اسم هذه الحديقه الوطنيه؟
كُدْحَه.
اين يوجد مكان جيد للسياحه؟
هل يمكنني الحصول علي بعض الفاكهه؟
هل يمكنني الحصول علي غداء الان؟
احتاج الي تغيير هذه الدولارات.
احتاج الي تاكسي. انا موجود عند تقاطع ساوث ماين وليبرتي.
بكل تاكيد، هل تحتاج الي موظف داءم؟
ليست تفاحه بل خَوْجَه.
ساعطيك وصفه. خُذها الي الصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء والجمعه والسبت.
هذا غالي، اليس كذلك؟
نعم، لدينا هذا. سنعدّه لك.
هل يمكنك الاحتفاظ بامتعتي حتي الثالثه؟
لا، اريدُ ان اَزورَكُم فقط.
هل يمكنني حجز سياره اجره هنا؟
هل انت امريكي؟
الي هذا المكان، لو سمحت.
سيارتي معطله.
اين ظل العيون؟
نود زاويه هادءه، ان امكن.
هل هذا الاجري فارغ؟
هل هذا محطه سريعه؟
متي يجب ان اتي؟
اريد قاروره صغيره من النبيذ الابيض.
اه... هل يمكنني تناول طعامي في وقت لاحق؟ لا اشعر انني بخير الان.
في الحقيقه ، لدي خبر . انا ساتزوج .
هل هناك اي بناطيل اخري؟
هل يمكنني الحصول علي برنامج؟
لقد اقتحموا غرفتي الليله الماضيه.
ارني السمكه التي رايتها اليوم في كتاب الصور، من فضلك.
اقرا التعليمات المكتوبه علي عبوه الغذاء المعلبه تحت التفريغ.
اريدُ نقوداً ورقيّه.
انتزع محفظتي ولاذ بالفرار.
اليس لديكم دروس تجريبيه؟
اين يمكنني شراء طوابع بريديه؟
انا من بريطانيا العظمي.
ساضطر للتحقق من ذلك مع زوجتي.
اريد استرداد نقودي في هذا الشان.
توجد كشك هاتف امام تلك البنك.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي شويه، اليس كذلك؟
هل لديك السند؟
اين هي محطه الحافلات؟
هل ترغب في حلوي؟
تَحْتَسِبْ تْهَادْرِي؟
نفس الشيء بالنسبه لي، من فضلك.
طلبي لم يصل.
يوجد الكثير من الينابيع الساخنه.
تغيير خمسين الف ين الي دولارات امريكيه.
هذا جيد بالنسبه لي. في الحقيقه، اود ان ادخن.
اين يمكنني استءجار زلاجات الجليد واحذيه التزحلق؟
نسيت مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عبر البريد الدولي كطرد مجمّع؟
اريد كاسا من النبيذ الاحمر.
اذا كان هذا الشيء لك يا سيدي. هاهاها، انها مزحه صغيره.
طبعاً، كيف يمكننا مساعدتكم؟
لدينا بيره ، ويسكي ، براندي ، جن ، فودكا ونبيذ.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ بَرْنَامَج تَرْجَمَه الْهُوِيَّهُ. اه، صَحِيحٌ. هَلْ تُفَضِّلُ اسْتِخْدَامَ الْجَوَازِ؟
غرفتي هي رقم ثلاثه وعشرين. هل يمكنك اخذ ملابسي من المغسله؟
ساري ان كان اي منها مناسبًا.
اريد غلايه.
احضر لي بعض الجبن المبشور
هل يمكن تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك ان تطلب منه ان يتصل بي مره اخري؟
فلماذا اذاً؟
عذراً، هل يوجد محل لبيع الكتب حولي هنا؟
اظن انك ارتكبت خطاً، الغرفه كانت مدفوعه مسبقاً. لدي ايصال بذلك.
الباص هناك.
اريد رولتين من فيلم ايزو ماءه، ملون، ثلاث وثلاثون اطار.
اريد تحصيل قيمه هذا الشيك بقيمه سبعين دولاراً
اريد شراء طابعات لعشره بطاقات بريديه الي اليابان، لو سمحتِ.
هل هناك اي بنوك قريبه من المحطه؟
اخشي ان يكون هناك خطا في الفاتوره.
انه هنا مباشرهً.
واحد همبرغر جبن للسفر، من فضلك.
مُستحيل الاشتغال علي التصميم دون حاسوب في الوقت الراهن.
ارْكُض.
ثَمَّت شَقٌّ هُنَا فِي قَمِيصِي. هَل يُمكِنُكِ اصْلَاحُهُ لِي، مِن فَضْلِكِ؟
كم يبلغ اجر السفر الي مانشستر؟
هل يمكنك ان تعيرني كابل تعزيزي؟
اين يمكنني شراء حصيره شاطء؟
ثُمَّ احجُز لي رحلهً جديده.
اعطني شريحه لحم الخنزير تلك، لكن ليس بسمك تلك.
نحن قادمون في السابعه.
عندما اري الاسعار بهذه الرخص، يبدو من السخيف شراء اي شيء في اليابان.
سُرقت سجلاتي ايضاً.
كُوبٌ مِنْ ايسْ كْرِيمْ نَكْهَهُ الفَانِيْلِيَا، مِنْ فَضْلِكَ.
اوافق. يجب ان يصبح امراً طبيعياً جداً.
انتبهوا للفجوه، انتبهوا للفجوه، ثم قرب الابواب، لو سمحتم.
ساحتاج الي بطاقه اءتمان.
هنا الرقم.
قُل لِّي عَلَي مَوْقِعٍ جَيِّدٍ مِّن هَـذَا النَّهْرِ، رَجَاءً.
تقرير حادثه من فضلك.
لا، شكراً في الوقت الحالي.
اذاً، يرجي البقاء علي الخط. السيد ناكاجيما، يبدو ان السيده سايتو لا ترد علي المكالمه. هل استمر في الاتصال بها بعض الوقت؟
ربما، لكن يتعين علينا وزنها علي حده.
يبدو قليلا انه نادر جدا.
اين مكان استلام الامتعه للرحله سبع ماءه وثلاثه؟
هناك شيءٌ خاطء في قبضتك.
هل سيفسد هذا؟
لا، شكراً. من الافضل الا اشرب المزيد.
من فضلك اخبرني ببعض الشوارع المريحه للتسوق.
هل ذلك الحافله يذهب الي فندق هيلتون؟
الان، هذه اللوحه جد خاصه. رسمها تسوروتارو كاتاوكا. وهو فنان معروف عالمياً.
اُكْنُ مَحَبَّهً كَبِيرَهً لِلْمُوسِيقَي الْكَلَاسِيكِيَّهِ.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسناً، ما هو اسم حزبه ورقمه، لو سمحت.
عذراً. دعني اخرج من فضلك.
هل يمكنك طلب موظف يتحدث اليابانيه؟
نزور اقاربنا بشكل متكرر جداً.
ميكي هاياكاوا . هذا هو الجناح سبع وصفرين .
هل يجب ان ابقي هنا الليله؟ هل يمكنك مساعدتي في حجز غرفه في الفندق؟
ما ينبغي ان يستغرق وقتا طويلا. عشرون دقيقه علي الاكثر.
كم ستكون تكلفه هذه المكالمه؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ، هَلْ يُمْكِنُكِ اِخْبَارُهَا بِاَنِّي تَصَلَّيْتُ؟ سَاُحَاوِلُ مُكَالَمَتَهَا فِي وَقْتٍ لَاحِقٍ.
هل هناك اي جوله صباحيه؟
هل تقومون بتحويل العملات الاجنبيه؟
ميزانيتنا حوالي 50 دولاراً بالاجمالي للثلاثه اشخاص.
اين يمكنني شراء لفه فيلم؟
هل لديكم بيره يابانيه؟
اريدُ مِرْتَدِيَ سباحهً بِحَجْمٍ صَغِيرٍ، مَشْكُور.
اريد تسجيل حقاءبي.
هذه الانسه كاوازو في الغرفه سته عشر احد عشر.
مرحبا بك.
ما كاينش.
ايّهما اهمّ لديكم، اليابانيّون، يومُ السنه الجديده ام عيد الميلاد؟
كرسيّك يحمل رقم 32 ا. ثم امضِ مباشرهً الي اسفل الممرّ. انه المقعد المجاور للنافذه.
لحظه من فضلك.
مرجوا ملء محضر فقدان.
لا افهم الامريكي، اتكلم الانجليزيّه الملكه.
منذ امس
يشمل التامين علي الاصطدام وتامين المسءوليه.
ضاعت بطاقه مطالبتـي
هل لديكم اي دبابيس باشكال جميله؟
انا اتصل من كشك عام في متجر ميسي.
هذه كبيره جداً.
كم تبلغ تكلفه ساعه انتظار واحده؟
سيداتي سادتي، علي متن رحلتِنا اليوم مضيفات ومضيفون جويون يتحدثون اللغه اليابانيه، ويمكنكم التعرف عليهم من خلال دبابيس العلم التي يرتدونها. اذا عرفتم احداً يحتاج مساعده لغويه، الرجاء ابلاغنا.
هل هناك فتره فنيه معينه تفضلها؟
مرجعا كتر خيرك تفحص فيه من جديد.
سِرْ علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، هي متينه جدا.
اوكي، سارسله الي لاس فيغاس من اجلك.
ابحث عن قمصان للعدو.
هل تريد اي شيء من المَطْعَم؟
هذا الطريق لو سمحت. خذ هذا المصعد.
عليك ان تركب قطار الساعه الثامنه و الثلاثين.
هل يوجد سينما حول هنا؟
الان هو موسم المحار، لذا سيكون طعمهما لذيذا.
اريد ساعه يد مستعمله.
ساصل حوالي الساعه التاسعه ليلاً.
يتاخر الوقت عليّ الرحيل.
لم استعمل خدمه غسيل الملابس لديكم. هل يمكنكم الرجوع في ذلك مره اخري؟
اريد شايًا، لو سمحتِ.
لا، ليس موجودا.
هل هذه هي المحطه الاخيره؟
نَـتَّصِل بِـهِ هاتِفِـيًّـا.
هل هذا حار جداً؟
اين يمكنني الحصول علي حافله سياحيه؟
نعم، اريد ان ازور معالم المدينه.
تراكم السياح حول المبني بكثره، يبدو انهم مجتمعون ليشاهدوا ما يجري.
شكرا علي ضيافتكِم
الصدق سياسه مُثلي
هل يمكنك ايقاظي في الساعه السادسه، من فضلك؟
كم ثمن نصف يوم؟
انا كنجي.
هل تعرف اي اماكن جيده ازورها في شيكاغو؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَسْبِي الل
هل يمكنك استبدال هذا بواحد اخر من نفس النوع، من فضلك؟
اريد ان احجز طاوله لحين الثالثه والنصف بعد الظهر.
صندوق الامانات، لو سمحت.
مرحبا، من فضلك اختر نبيذا مناسبا.
اريد مكاناً صغيراً.
هل عليّ دفع ثمن الغاز؟
لص. امسكوه.
نحن ننتظر قدوم اصدقاءنا.
من فضلك اعطني بعض النقود المعدنيه الصغيره.
اريد تسريحه ضفاءر داءمه مشدوده، لو سمحتِ.
هي صغيره وجميله.
ما هو اوبرا اليوم؟
مقلي، لو سمحت.
غسلي لم يتم اعادته بعد.
بمناسبه الحديث، هل انتِ متفرغه هذا السبت؟
وَلعلَّنا نَتَّفِق جيداً مع بعضنا البعض.
عاملتني كاني متسول.
افهم ، هل يمكنني ايضاً مساعدتك في مشكله اخري؟
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
ساخذ اثنين من هذه.
ما كايحسن الكلاب اللطيفه. اش كاين من سلاله؟
اَسقَطْتُ شَوْكَتِي. يُمْكِنُكَ اَنْ تُحْضِرَ اُخْرَي، مِنْ فَضْلِكَ.
كان ذلك ممتعا.
ان شاء الله، امضِ مستقيمًا ثم انعطف يمينًا عند الزاويه الثالثه. ستجده علي يمينك.
هل لديكم بعض الفيلم من اجل الشراءح الملونه؟
تعرف كاثي؟ هذه هي حفله عيد ميلادها.
هل لديكم جدول الوان؟
هل يمكنني الدفع بواسطه شيك سياحي؟
لكن، هو، الرجل، كيف اعلم ان هذا حقيقي؟
هل يمكنني الحصول عليه معفي من الضراءب؟
لا استطيع وضع حقاءبي تحت المقعد. هل يمكنك الاحتفاظ بها من اجلي، لو سمحت؟
هل يمكنك وضع الحقيبه في صندوق السياره؟
انا ذاهب الان، ساحضرها معي.
مرجبا ان يرسل احدا لاخذ حقاءبي في الساعه السادسه والنصف.
اريد خريطه سان فرانسيسكو والمنطقه المحيطه بها.
اي نوع من الخبز لديكم؟
اين المصعد؟
هل هناك اي شخص يستطيع العزف علي البيانو؟
في اي محطه يجب ان اُنـزل لزياره امباير ستيت بيلدينغ؟
الميزانيه اقل من الف دولار.
شكراً لك، لكنني لا اظن ان لدي الوقت لاقيم ليلتين. هل يمكنك حجز غرفه مزدوجه لي في ذلك الفندق لليله الثالثه عشره من اذار/مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
لم نقرر بعد.
صديقي تعثّر وكَسَر كاحله
ساجرب بعض الشراب البارد.
هل يوجد مطعم تايلاندي قريب؟
انه يقع مباشرهً بجانب المبني المرتفع. اذاً، عُد بالطريقه التي اتيت بها حتي اشاره المرور. ثم انعطف يساراً.
غداً باكراً عليّ ان اُمسك طاءره متجهه الي لوس انجلوس.
بعد ذلك يمكنني ان اوصي بثقه بجوله "مدينه سان فرانسيسكو". والتي توفر لك لمحه عامه عن سان فرانسيسكو.
اريد الحصول علي تامين.
نطبق ضغطاً بارداً لتخفيف الالم.
هي تريد شراء فستان.
كم تكلفه سياره الاجره الي هذا الفندق؟
اين هو المرحاض؟
هل تكلفه الدخول الي هذا المبني مجانيه؟
كُلْهَا مِزَاجْكَ.
ابحث عن شيء رسمي.
الشباك عالق.
في اي جانب من ساحه الاتحاد يقع؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
كيفك نشرب قهوه؟
هل احتاج لتذكره؟
كم تبلغ قيمه مصاريف الخدمه؟
كم يستغرق من الوقت للوصول من هنا؟
شَكْلَاطْه وَلَّا سُكَّر؟
هل لديكم اي نسبه تخفيض للاعضاء؟
هل هناك قطار فاءق السرعه في الساعه التاسعه والنصف؟
ساتفقد ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ما كانش خطءي.
مافيش كهرباء
سابلغ الشرطه عن هذا الامر.
هل علي الجميع ان يدفع ثمن مشروباته؟
من ثلاثين الي خمسين دولارا في الليله.
تَرَمَّمْ هَـذَا، يَرْجَي لَكَ حُسْنُ الْمُقَابَلَهِ.
ايام راس السنه. وفي المناسبات الخاصه مثل افراح الزفاف، وحفلات توزيع الجواءز او الجنازات.
اضـافه موستـارد اكثر، لو سمحت.
لماذا لا تهديها هديه؟
اي فيلم تنصحني به؟
هنا عشرون دولارًا، ارجو ان تعطيني تغطيهً بقيمه دولارين.
صادمتني من الجانب.
استطيع الحضور في الساعه الثانيه.
هل هذه امتعه الرحله جاي ايه ال صفر واحد؟
هذه رحلتي الاولي الي باريس.
هل يمكنك تقدير التكلفه قبل البدء في العمل عليه؟
تفضَّل بالدخول، رجاءً.
رحلتنا للمشي رَح تكون ممتعه جداً
اين نركب القارب؟
ما كينش كيسات بحال هاكا بزاف، غادي نوضعو ف هاد الشكاره البلاستيكيه الكبيره.
اريدُ مُمارَسَهَ التنسِ.
عصير الاناناس والبرتقال والطماطم متوفر.
يسار هاد الطابق قرب السلالم المتحركه
ماذا يعزف في قاعه الحفلات اليوم؟
الم تفضل مشاهده فيلم اخر؟
<ترجي تغيير هذه الشيكات السياحيه الي نقود ساءله>
اريد نفس الدرس غداً، من فضلك.
ربما استطيع تقديم اجابه افضل لك بعد بضعه عروض.
احتاج هديه للذكري السنويه.
ما هي العروض الموسيقيه الحاليه؟
هل لديك مراه؟
عذراً، لكنني ضعتُ. هل يمكنك مساعدتي؟
ساخذ هذا الواحد، من فضلك.
لا يمكنك ادخال الالعاب الناريه الي كندا.
ما طباخه راءعه زوجتك.
هل تحتاج الي اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص في صباح الغد، لو سمحتِ؟
ماذا تود ان تطلب كطبق رءيسي؟
هل هناك بوتيك حول هنا؟
هذا المكان مليء بالناس، اليس كذلك؟
اَسْفَرْ. سَتَكُونُ جَاهِزَهٌ خِلَالَ خَمْسِ دَقَاءِقَ قَرِيبَهٍ.
اصبتُ بتشنجٍ في عنقي اثناء النوم.
اذن، لا مشكل. هل يمكنني رءيه جواز سفرك؟
مَا عِنْدِيش فُوس.
متي ينبغي ان اكون في المحطه؟
هناك العديد من المطاعم حول هنا.
انه بجانب غرفه المعاطف.
لطالما كان الحديث معك ممتعا.
هل هناك جوله بعد الظهر؟
انا مع اصدقاءي
اَسْعَدَني المُقَامُ هُنا. شُكْرًا لَكُمْ.
الشاطء يقع مباشره اسفل التل. منظر جميل حقا.
شكرا علي الانتظار، السيده ماكغواير. ها هو قد جاء. تفضلي، يرجي المتابعه.
هل لديك بطاقه هويه تحمل صوره شخصيه؟
سبعه، لو سمحت.
اريد ارسال هذا الي المغسله . متي سيكون جاهزاً؟
امتلك بنطال مخطط بالخطوط العريضه.
نعم، للتو تم ايصال حقيبه شخص اخر الي غرفتي. هل من الممكن ان تفحصوها من فضلكم؟
هل يمكن توضيحها بمزيد من التفصيل؟
هل نمت جيدا؟
هل ستلتقط صوره؟
ترجمتان، من فضلك.
اريدُ ثَرْياً.
انه في نهايه الممر.
اريد بعض ورق الكتابه
هل سنذهب بالحافله؟
قلت انك مغادر الي طوكيو غداً؟
دعني انام حتي الساعه التاسعه.
اضطر لتحويل مبلغ ماءه دولار الي الحساب AW. هل هذا ممكن؟
كيف هي لعبتك هذه الايام؟
اشعر بضيق في الصدر
ما في مشكل. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض افلام علميه لاننا نقيم يوماً مفتوحاً خاصاً في اول جمعه من كل شهر.
هل لديكم اي جوله اخري؟
حسناً، خصم بنسبه خمسه في الماءه. هل هذا مناسب؟
انا ذاهبٌ الي باريس.
هل هذا اخر موديل؟
من المقرر ان يكون في الساعه الثامنه والنصف مساءً بالتوقيت المحلي.
خُذ ذاك المبني معنا، لو سمحت.
اوكي. اريد صحنا متوسط الحجم وكره ارز.
كيف يبدو هذا؟
اريد ان اري ذلك الواحد في النافذه، من فضلك.
مُستحيل! نحنُ في اجازه. اَرْفُضُ الجلوسَ في غُرفه الفُندق ومُشاهده البيسبول بالتلفاز. اُريدُ الذهابَ لمشاهدهِ مسرحيّه.
هل يمكنني لمسها؟
هل يمكنك الحضور هنا لاصلاحه؟
اريد بعض الالياف الاصطناعيه.
اسمي تارو تاناكا، لدي حجز.
اريدُ بعضَ الكريم المُنظِّف.
اريد ستره صوفيه باكمام طويله.
نُـهِبَتْ حقيبَتي.
تتقاطع طرقنا علي ما يبدو مرات عديده، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
ما زالَ لَونُها يَبدُو اخضَرَ بَعضَ الشيءِ.
كم عدد؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان، بارتفاع يبلغ سبعه وسبعين متراً وسبعماءه وسته وثلاثين متراً.
لا، لم نَفعل بعدُ. هناك الكثير للاختيار من بينِه.
اريدُ بعضَ الكريماتِ الليليهِ.
ترجمتها هي: بين المخبز ومتجر اللحوم.
هل يمكنكِ تقصير الاكمام؟
اخشي انه لا توجد اي ملعب جولف حول هنا.
هل يمكنك ان تظهر لي الخاتم الثاني من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل تَوَصَّلتَ من جهتك؟
هذا خطا.
نعم، هي كذلك. لانك تستطيع رءيه العلم امام مكتب البريد.
سَترسِلُهُم بالتاكيد، اَغَـرْض ؟
اريد اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد طلباتي للتيك اواي
عند وصولها، سنقوم بدفع تكاليف شحنها الي عنوان منزلك.
هذه الايام، استخدم حاسوباً داءماً في العمل.
اه، حسناً فهمت. ساتي الي مكانك.
لا، هذا يكفي.
هل يمكنني الحصول علي بطانيه ووساده؟
هل يمكنك الحضور هنا في اقرب وقت ممكن، رجاءً؟
كاس قهوه، من فضلك.
ابحث عن بعض البطاقات التي تمثل هاواي عادهً.
هل يمكنك شد الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هل يمكنك ان تجلب لي بعض القهوه؟
ثلاثماءه وخمسون دولاراً؟ هذا فوق ميزانيتي.
هل يجب ان نطرح هذا الامر للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي قرار سارسله الي مجلس الاداره غداً صباحاً.
هل تعلم اذا كانت هناك اي فنادق رخيصه؟
صباح الخير، هل نمت جيدا؟
ماذا تنوي القيام به بعد انهاءك الدراسه؟
تم سلب حقيبتي من علي الكتف في الشارع.
هل استعملتَ اي خدمات اخري بجانب الفطور هذا الصباح؟
اريد كوبا من القهوه البيضاء، من فضلك.
وَكَّه. هل فُندُق شَرَاتُون قريبٌ مِن هُنا؟
ارجو الا تكون متعبا جداً
اريد استءجار سياره من هذه الفءه لمده يومين.
ساطلب كاس جاك دانيالز.
اريد كيساً من الفشار، لو سمحت.
اَسْقَطْتُ عَصَا تَزَلُّجٍ.
لن نُحضر اي هدايا الي حفل الاستقبال. سيُحضر الضيوف نقوداً بدلاً من ذلك.
اريد ارسالها عبر البريد السطحي.
الطاءره وصلت متاخره بسبب تساقط الثلوج الغزيره.
ادفع، لو سمحت.
هل يمكنك ان تاخذ رساله، لو سمحت؟
اعتذر، لا استطيع مواكبتك. هل يمكنك التحدث ببطء اكثر، من فضلك؟
ماذا يمكنني ان اريك؟
هل يمكنني التقاط الصور؟
من ماءه.
رقم الرحله هو اتش بي تسعه وثمانون المتوجهه الي طوكيو في الحادي عشر من مارس.
هل يمكنني الحصول علي الطبق نفسه الذي ياكلونه هناك؟
هل لديكِ واحده اخري؟
سَلِّمْ فُطُورِي اِلَي غُرْفَتِي فِي السَّابِعَهِ صَبَاحًا غَدًا.
سيصل مُوظَّف الصيانه في غضون لحظات.
اَسْفَرْتُ، سَاَعُودُ فِي وَقْتٍ اخَرَ.
كيف يمكنني اخذه؟
هل هناك اي مراكز شاغره في الجوله يوم الخميس؟
عذراً، هل لي ان امر؟
هل لديكم اي نباتات او فواكه؟
من فضلك اخبرني كيف املا بطاقه النزول من الطاءره؟
اظن ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذا الطعام منخفض السعرات الحراريه؟
اي حافله عليّ ركوبها للوصول الي المحطه؟
نعم، هو كذلك. لكن عليك ان تتجه يسارا عند اشاره المرور الثالثه وتمضي في تلك الطريق حتي تصل الي الطريق السريع رقم سته و ستين.
اريد كوبا من الماء لاتناول دواءي، من فضلك.
ساكون ممتنا جدا اذا اخذتموني الي الشاطء.
اَسْفَـَءـِذ، رَقْمُكَ غَيْرُ صَحِيحٍ. هاذِهِ طَبَعَهُ تَنْكِيُوشَا.
نخرج من الفندق.
ما هذه الموسيقي؟
اعطِ هذا السّيرب لطفلك، مكيال واحد، بعد كلّ وجبه طعام.
هذا النمط متوفر باحجام ثلاثيه: ثمانيه وعشرون ، واحد وثلاثون ، وخمسه وثلاثون سنتيمترا.
اه، هذا يبدو كثيرا جداً.
هل يمكنني استخدام هاتفك؟
يَفوح مِنْه عِطْر جميل جداً. بِكم هَذا؟
اريد ان اعيد تاكيد حجزي الي شيكاغو في السابع عشر.
اكلت اكثر مما يجب قليلاً.
هل يمكنني التحدث الي الانسه براون؟
هل هذا المنزل مريح للعيش فيه حقا؟
اريد ان احجز مقعداً علي متن رحله الخطوط الجويه نورث ويست رقم 86 في الخامس من الشهر.
محفظتي، جواز سفري، وممتلكاتي الشخصيه الاخري.
متي تغلقون ابوابكم؟
انتظر لحظه. ربما تركته في الحمام.
هذا ما كنت ساقوله بالضبط.
نعم، اظن ذلك.
دارك كبيره. شحال فيها ديال الغرف؟
استمتعنا بالعشاء
افهم ولكن لا يمكنني قولها.
اه، نعم، ارجو ذلك. امل الاّ يصابوا بالدوار البحري.
الي طوكيو، رجاءً.
متي سنصل؟
ساغادر مبكراً غداً، لذلك اود ان ادفع الان.
خَمْر شَرْقْيَّه جافّه، مُرَجّحاً.
مكان للجلوس غير مخصص للمدخنين، لو سمحت.
هو مشغـــول الان.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل يمكنني البقاء في غرفتي حتي الثانيه ظهراً؟
هاها. صباح النور حسب توقيتك. ما في مشكله.
اريد بعضاً من هذا الفيلم ذو الرقم ASA لهذا الجهاز التصوير، من فضلك.
اين توجد لوحات مونيه؟
هذه البيتزا لذيذه. من صنعها؟
ما هو طعم هذا الطبق؟
كما انها غاليه الثمن.
متي يغادر القطار التالي الي بوسطن؟
اخطط لتعلم لعبه الغولف.
من فضلك اعطني شراباً اخر.
ما احسنَ هذا المُتَزَحْلِقُ!
خَشيت ان تكون الاكمام قصيره جداً.
هل يمكنك ان تظهر لي كيف اضع الغاز؟
هل يشمل سعر الاقامه في الفندق وجبه الافطار؟
هل هذا كل شيء؟
انه اسفل هذا الطريق.
مرجو تشغيل العداد.
غرفتي بارده جداً
ساعود اليك عندما نكون اقل انشغالاً.
هل لديكم واحد اكبر؟
اَحْسَن.
هل انتَ علي درايهٍ بجغرافيا اليابان؟
ارِني اين انا في هذه الخريطه.
ماءه في الماءه قطن.
اريد الانتقال الي غرفه تطل علي البحر. هل هناك اي رسوم اضافيه؟
كم ثمن استءجار لوح التزحلق نصف يوم؟
عشره نوفمبر
اريد شريط اله كاتبه.
انه لذيذ جداً
متي سنقلع؟
كيف تخبر الساءق متي تريد النزول؟
اربعه وعشرون دولارًا. هل تريد المزيد؟
حجزت الغرفه في طوكيو منذ شهر.
اشكرك من اعماق قلبي.
هل هذا هو المكان الذي انزل فيه للمركز روكفلر؟
من فضلك قس حجم حذاءي.
انه راءع.
هل ترغبين في الخروج معي في موعد غرامي؟
مرجو تنظيف هذا المعطف.
اريد استءجار قارب موتور.
اين قسم ملابس السيدات؟
القهوه غير مشموله؟
في اي مجال كان يعمل من قبل؟
اه .. اه .. اه .. اه .. تعودت علي رءيه وجهها.
هل عليّ دفع الرسوم الاضافيه عند دخولي للمبني؟
السلام عليكم، الطرف الاخر متواجد الان علي الخط. تفضل.
تءلمني جراحي.
اين المحطه؟
اَشْعُرُ بِرِجْفَهٍ.
ثلاثه ايام
اعبر الجسر هناك، وستجد المكتبه علي يسارك.
من فضلك ساعدني في ايجاد مرشد يتكلم اللغه اليابانيه.
مَا بْغِيتْشْ وَاحِدَه كَتْرَابْلْ.
ستكون هناك تاخير بسيط.
ما الفرق بين تلك الفنادق؟
فَاتَنِي مَحَطَّتِي.
كان راءعاً. شكراً لك.
ساكون هناك حوالي السادسه مساءً.
هل لديكم اي شيء اطول قليلاً؟
تاريخ انتهاء الصلاحيه هو مارس تسع وتسعين.
كيف كان؟
هل هناك اي كازينوهات جيده؟
هنا نقود اقلام الحبر الساءل. ورقه بماءه دولار.
اين قسم السيدات؟
اين يمكنني ركوب القارب؟
صديقي جريح.
تبدين بحالٍ جيده.
هل سيظل هذا المتجر مفتوحًا غداً؟
انه في نهايه الممر.
هل يمكنك قص شاربي؟
ذَلِكَ يَاْتِي مَعَ مَطْبَخِ السَّلَطَاتِ وَخِيَارٌ مِنْ بُطْبُطٍ مَشْوِيٍّ اَوْ هَرَيسَه.
اين يمكنني شراء الماريجوانا؟
لا استطيع بيع هذا دون وصفه طبيه.
هل يمكنني حجز خمسه مقاعد متجاوره في نفس الصف؟
هل يمكنك ان تعيرني حبل سحب، لو سمحت؟
اي سياره تعطي افضل كيلومترات لكل لتر بنزين؟
لن تحصل علي خصم مهما حاولت.
هل يمكنك فتح هذه الحقيبه، من فضلك؟ ماذا يوجد هنا داخلها؟
اريد اجراء مكالمه دوليه الي فندق هيلتون في بوسطن.
هل تقبل النساء ذلك؟
احذر السقف المنخفض
لا استطيع رءيه الشاشه من هنا جيداً. هل يمكنني تغيير المقعد لبعض الوقت؟
زرت البحيرات الكبري لاول مره.
هناك شيء خاطء في هذه الاله الباءعه.
اَحْتَاجُ لِطَبِيبٍ.
كم من الوقت قضته هناك في المملكه المتحده؟
عشاق الطليعيه مثلك سيستمتعون علي الارجح برسومات الهيبيز ومشاهده عروض موسيقي الشوارع.
ما الوقت؟
ساخذ هوت دوج وكولا.
هذا هو المشغل الخارجي.
تري مبني ابيض، اليس كذلك؟ انه امام ذلك المبني.
منذ متي؟
لَسْتُ اَمْلِكُ شَيْءًا اُصَرِّحُ بِهِ.
هل؟ هل يتعين عليك دفع ضراءب عندما يكون لديك اكثر من ثلاث زجاجات من الكحول؟
صديقي مريض جداً. هل من الممكن ان تتصل بطبيب، لو سمحت؟
لا اعرف الكثير عن النبيذ. ما هو النوع الجيد الذي يناسب هذا الطبق؟
من فضلك ايقظني في الصباح الباكر.
يوجد محطه بنزين علي بعد مربعين من هنا.
العَرَبْيَهُ المَغْرِبِيَّهُ لا يَاْخُذُ اليَابَانِيُّونَ اجَازَاتٍ طَوِيلَهً
اشعر بانّ هناك من يحدّق اليّ. هل رءيه شخص ياباني امرٌ نادر الي هذا الحدّ؟
بالطبع لا . لمَ تسال اذاً ؟
اي اتجاه هو مدخل مكتب البريد المركزي؟
اين يقع محطه حافلات غرايهاوند في هذه المدينه؟
اليست المطاعم اليابانيه في كيوتو مكلفه؟
اظنّهُ عالِي الصَّوتِ بعضَ الشيءِ لي.
لدينا غرفه توين مع حمام بـ 85 دولارًا.
اريد سعر الكتاب.
هذه السنه ابرد من المعتاد، لكن ليس بالبرد الذي يءول الي ثلوج.
اين يمكنني شراء تذكره مترو الانفاق؟
ساجلس في مقاعد درجه رجال الاعمال، اليس كذلك؟
كم تكلفه الاجره بالسياره الاجره من هذا الفندق الي المحطه؟
هل يمكنني الحصول علي هذا وهذا، من فضلك؟
يقولون ان اليابان بلد غني جدا
هل هناك اي غرف خاليه في عربه النوم؟
هل يمكنك تخفيض سعره الي عشرين دولاراً من فضلك؟
هذا هديه لصديق
الثلج يجعل الطريق زَلِقه.
ما لقيتش الكاميرا ديالي.
ساعدّ بعض ساندويشات اللحم البارد.
هل لديكم اي شيء تعلنونه؟
هل رايت معطفا ازرق؟ لقد وضعته علي هذه الكرسي.
وَجَدْنَا مَتْجَرًا لِبَيْعِ الْاَزْهَارِ عَبْرَ الشَّارِعِ.
انا من طوكيو.
اريد بعض غسول كريمي من ريفلون.
لدي بعض الملابس لغسيل.
طلبته من زمان.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحاً؟
ساطلب شوكولاته ساخنه.
يمكننا ان نُرتب امر تنظيف غرفكم.
خاص، من فضلك.
كم تبلغ تكلفه السفر الي فندق سي؟
هل يمكنني الحصول علي تذكره متعدده الرحلات؟
اريد حجز طاوله لشخصين في الساعه السابعه، من فضلك.
اريدُ بعضَ الكريماتِ الليليهِ.
هل يمكنك تغليف هذا كهديه؟
تَعَدَّي الـوَقْتُ الثَّالِثَهَ بِخَمْسٍ وَعِشْرِينَ دَقيقهً.
ساخطط لارسال فواتير احتياجاتي اليوميه، لذا يرجي ابلاغي باسم الشخص المسءول والعنوان.
صعب علينا نتحدث الانجليزيه بطلاقه.
هل لديكم هذه التصميم نفسه بكعوب اعلي؟
اريد ستره لصبي عمره عشر سنوات.
خُذني الي طريق ابي، الرجاء.
شكراً لك. مرحباً، شكراً لك علي الانتظار.
انا متاكد من ان لدي حجزاً.
ارسله لكِ، فانتظريني هنا.
نحن هنا ليوم واحد.
اُصِبْتُ بِصُداعٍ خَفِيفٍ.
استمتعتُ بالوجبه كثيراً
لا، ارجوكم اجلسوا وانتظروا. ساعود حالا.
هل يمكنني رءيه السياره؟
هل يمكنك رسم خريطه لي، لو سمحت؟
اذاً، سيدي. يرجي البقاء في غرفتك حتي يحضر الطبيب.
تم سلب مالي في شاطء وايمينالو. ارجو الحضور فوراً.
ماذا عن ماءه دولار؟
اريد تعبءه هذا.
اريد تقديم طلب لاعاده الاصدار.
الحكومه دعمت تنميه الصناعات.
اظن انه تجاوز الخمسين.
ما هو الحد الادني للعمر للقيام بذلك؟
هل لديكم اي خراءط بسيطه للمدينه؟
ان امكن، افضل الا تخلع الضرس.
العد هو كره واحده وضربتين.
متي يصل القطار الي سان دييغو، لو سمحت؟
اريد ان القـَـج نظره علي صندوقك.
اريد بعض الشامبو.
انا مقيم في فندق هيلتون.
اشعرُ بِرَح ضِيقٍ وَغَثَيَانٍ.
لكن لدي موعد للقاءها في الثانيه بعد الظهر.
هل هذه السياره تتجه الي ادنبره؟
نعم، الرجاء ملء هذا النموذج.
كم تُكلِّفُ الزياده في الوزن؟
اسمي كيمورا ، اود الغاء حجزي ليوم الجمعه .
اسفه جداً، هناك بعض المشاكل ونحن نعمل علي اصلاحها. هل يمكنك الانتظار حوالي ثلاثين دقيقه؟
متي يمكنني المغادره؟
تفهمت.
ساُكلمُ احداً
هل تريد تسويه الفاتوره الان؟
جاءتني السياره من الجانب في مُقترَب الطرق.
انها صندوق موسيقي.
اين هي الضاحيه؟
هل هناك جوله بالحافله في البلده؟
متي نبدا؟
حسنا سيدي. يمكننا ان نقدم لك سياره ميركوري سبل متوسطه الحجم. هل هذا مناسب لك؟
كَسَرْتَ لَحْمَهً.
وعدني اولا ان تضرب الكره وليس انا. هل اتفقنا؟
كم باقي؟
هل يمكنني استعاره بعض المفروشات؟
اي نوع من الجلد تستخدم هذه الحقيبه؟
اظن ان هذا السكين غير نظيف ، هل يمكنك احضار اخر لي ؟
اشتريت هذا للتو، لكن هل ستستبدل هذا بذلك؟
صِحَّه كَلِمَك، مَا كَنْوَاقِعْش مُوافِقْ مْعَاكِ.
هل هذا هو الطريق الصحيح الي المحطه المركزيه؟
قارب مع دليل، لو سمحت.
اريد ان اطلب بدله بلون غامق لنفسي.
هذا المظله ستكون مناسبه لعصا.
هل يجب عليّ ترك جميع امتعتي في غرفه الوداءع؟
ارِني جوازَ سفرِك.
هل هناك اي مكان يقبل غسيل الملابس يوم الاحد؟
من فضلك، برجرين بجبن.
اي حافله تتجه الي ميامي؟
ولكن الاكراميه غير ضروريه.
يمكنك رءيه واحده في قاعه كارنيغي.
لست معتمداً
ما هي وجبه المنزل المميزه؟
اريد ان اُحَجِّزَ مَوعِداً مَعَ طَبيب.
اتساءل اذا كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص الليله في الساعه السابعه.
هل تمانع قدومي الي مكانك؟
يبدو ان هناك بعض المجال للتحسين.
اين يوجد المترو؟
هل لديكم اياه في مقاس اصغر؟
اين يمكنني الحصول علي الاسبرين؟
هذا هو الحضيض؟
ارجو ان تعطيني تصريح مرور لمده اسبوع.
هذا زميلي.
اي نوع من الغاز متوفر؟ بنزين ممتاز، عادي، او بدون رصاص؟
واحد.
انا اُصاب بنزله برد.
انه مغلق ايام الاثنين، لكن اي يوم اخر سيكون مناسباً. اظن انه يفتح من الساعه التاسعه صباحاً الي الخامسه مساءً.
انه حَرْقُوص من الاَنْقُلِيس مع صلصه خاصه فوق صحن ارز.
قال احتفلنا ويجب ان نذهب الي حانه. وغادر بعد ان قال انه سوف يتصل هاتفياً بشخص ما ولم يعد مره اخري، وتركني ادفع فاتحه باهظه الثمن.
كم ثمنه للجالون الواحد؟
كان جواز سفري وبطاقه الاءتمان في حقيبتي.
حجوزات الساعه السابعه باسم منو.
الا تريد كوبا من الشاي؟
هل يمكنك ان تخبرني اين اجد القنصليه اليابانيه؟
هل هناك طبيب في الفندق او طبيب يمكن الاستعانه به؟
يسوق داءما في شارع بوند.
ورق انجليزي، من فضلك.
هل يوجد اي مكان يعزف موسيقي الريف؟
اريد فحص امتعتي الثمينه.
اَيُّ بُطُونٍ صُوفِيَّهٍ اُخْرَي؟
كم ثمنها لكل ورقه؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، حسناً، اضغط تسعه ثم صفر واحد واحد، ثم الرمز القطري followed by الرمز القطري و رقم الهاتف.
هل يمكنني الحصول علي كوكا دايت؟
هل يمكنني طلب وجبه؟
سارت الرحله بالسياره بسلاسه. شكراً لك.
عذراً، هل لي ان اتمرر؟
اجمالي عدد سكان اليابان يناهز ثلاثين مليون نسمه.
اريد استءجار مظله شمسيه.
نعم، واريد تحويل الرسوم الي الطرف الاخر.
محفظه بها ماءه دولار وبطاقتا اءتمان.
الماء ساخن جداً
انتَ هنا.
كاس قهوه من فضلك.
غَيْرُ مُحْتَمَلٍ بِالْكَادِ.
بطني يءلمني بعد الوجبات.
واو، هذا المكان راءع.
قد يكون لديه انسداد هواءي في الدم.
قررت؟
اذا اردتَ، يمكننا الاستراحه هنا.
ضاعت مني رساله مسجله.
ما يمكنش تبدل خدمه بسهوله.
اي محطه هي التاليه؟
كل شيء علي ما يرام، لكن ليس المدرجات، لان الطقس حار جدا اليوم.
انزل هنا واركب الحافله رقم سته.
سالحقُ برحله العاشره صباحاً.
ما زال غادي يطلعلي التقيء.
مَا كَتْشْتَغْلْشْ بِحَاجَه سَمِيكَه.
المرجو تقديم الفاتوره، من فضلك.
كم ثمن الغراشي الطازجه؟
احسبها لنا، من فضلك. هل تقبلون فيزا؟
اليوم ساذهب لاري كيف تبدو Chinatown.
اثنان وصفر اثنان تسعه ثلاثه تسعه سته سبعه صفر صفر
اريد خلع اسناني.
اريد حقيبه مستحضرات تجميل.
كم من الاكراميه يجب ان اتركها ؟
اين يمكنني مشاهده "شبح الاوبرا"؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل يمكنك اقتراح بعض الاشياء؟
بِمَزِيدٍ مِنَ البُطءِ، يَرْجَي.
ما هي تكاليف الفاكس الدولي المتوسطه التي تدفعها كل شهر؟
مقليه من الجهتين، من فضلك.
حسناً، يبدو الامر واضحا تماما. اريد رخصتي القياده والتسجيل من كل منكما من فضلكما. وابني، اخشي انه يتعين علينا اجراء اختبار التنفس هذا.
سيكون جاهزاً بعد غدٍ في المساء.
هل هذا مصنوع من القطن؟
لدي دواءي الخاص.
ماذا يمكنني ان اري في تلك الجوله؟
نعم، المشروب الادني هو واحد.
كم ثمنه في اليوم؟
هل يتوقف هذا الحافله بالقرب من الفندق؟
اريدُ قرصاً مدمجاً.
هناك رحلات جويه لشركتي جال وانا تقلع في الساعه 10:55. لكن، للاسف، كلتاهما ممتلءتان.
يَلْبَقُني جَيِّداً
هل يمكننا الحصول علي طاوله تتسع لخمسه اشخاص؟
هي لا تفهم الانجليزيه بتاتاً.
تَـمَـنّـيـنـي رَجَـاءً صَـكَّـاً سَـيَّـاحِـيـاً لِـلصَّـرْفِ.
هل يمكنك الاعتناء بها من الساعه التاسعه صباحاً وحتي حوالي الثالثه؟
كم تكلفه الرساءل الجويّه الي اليابان؟
انا محبوس خارجاً. هل يمكنك فتح بابي، من فضلك؟
اي الجولات هي الافضل لزياره المعالم المشهوره؟
هل هناك اي مضيفه طيران تتكلم اليابانيه؟
كم حقيبه يمكنني اصطحابها معي الي الطاءره؟
لا، سيدي. مواعيد بعد الظهر ممتلءه تماماً. غداً يناسبني رغم ذلك.
ساَساَل الحَاجِب عن الاُجْرَه الصحيحه.
انا اسف جداً
نَحْنُ نُقِيمُ حَفْلًا يَوْمَ الجُمُعَهِ المُقْبِلَهِ لِلْغَدَاءِ. لِمَاذَا لَا تَنْضَمُّونَ اِلَيْنَا؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، غُرفتُكِ هي التِّسعَهُ وَثَمَانُونَ، يا انَسَه. هَذا مِفتاحُكِ.
من المهم جدا ان نتمكن من الحصول علي المواد الخام التي نحتاجها للمشروع.
عذراً سيدي الضابط؟
هل هذا القطار يتوجه مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
اخرج اغراضي الثمينه، من فضلك.
كم هي الجولات مكتظه بالزوار؟
اود ان اشتري بعض الهدايا التذكاريه. هل هناك متجر مناسب قريب من هنا؟
الي متي يظل مفتوحاً؟
هو خارج الان.
مايومي، هل يمكنكِ ملء هذه الوثيقه بتوقيعكِ؟
هاذي فيك يا سيدي.
لا امتلك ايه امتعه للتسليم.
ترجمتكِ مُمتازه، خذي وقتكِ.
انا هنا في مهمه اعلاميه.
هل لديكم افلام صيفيه؟
متي يُغادر القطار التالي الي واشنطن العاصمه؟
الموضه الان هي الطويله.
ساعود الي اليابان يوم الاثنين المقبل.
هل يمكنني الحصول علي خريطه لمترو الانفاق؟
هل هي رحله طويله بالسياره؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
اين يمكنني استلام امتعتي؟
انا لست علي ما يرام. هل يمكنني اماله مقعدي؟
الساعه احدي عشره واربع وخمسون دقيقه صباحاً.
هل يمكنك ان تخبرني عن مطعم شعبي بين الشباب؟
كانت سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ايبرت يوم الاربعاء القادم في الحاديه عشره صباحًا.
هل يمكنك ان توضح مرضك بالانجليزيه بشكل ما؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لــ "ويستمنستر مول"؟
كم عدد المرات التي يتعين علي فيها تغيير القطارات للوصول الي هناك؟
هل هذا صحيح؟ دعني اتفقد. اه، انا اسف جدا، الانسه تاكانو. هذه هي غلطتنا. هذا هو حسابك الجديد. توقيعك هنا، لو سمحت؟
خمسه دولارات رجاءً
سدادات حوض الاستحمام لا تغلق تماماً.
انها مجرد اشاره تقدير مني.
هل ستملا هذا النموذج؟
وماذا عن هذه الموديلات البلاستيكيه؟
ما هي الماركات التي تتوفر عليها؟
الكعوب مرتفعه جدا بالنسبه لي.
انا محبوس خارج غرفتي.
كم من الوقت قضيتَ في باريس؟
هل يمكنني الحصول علي طابع بريد لارسال ثلاث بطاقات بريديه جويه الي اليابان؟
تُكتب هكذا: G-O-R-O-H.
هل ترغب في شرب شيء ما؟
اتمدّد هنا.
عَاجِلْ بِالْتِلِغْرَافْ، رَجَاءً.
غدا سَيَثلجُ حسب تقرير الطقس.
اريدُ كُرَهً.
بكل تاكيد، سنكون سعداء للقيام بذلك.
هَي، كِتَاب صُوَر مَالِيزِي. سَاشْتَرِي وَاحِد لاُخَذِهِ مَعِي الَي البَيْت كَمَوْضُوع لِلْمُبَاحَثَهِ.
طريق النجاح هي "جينمياكو"، اليس كذلك؟
ساصل الي فندقك حوالي الساعه التاسعه ليلاً.
املك حوالي الفي وخمسماءه دولار امريكي بالين الياباني.
نعم، نفعل ذلك. ساُريك بعضها.
اريد بعض حبوب المنوم.
سابقي هنا حتي التاسعه. امل ان تلقوا القبض علي المجرم في اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
اُصِبْتُ بِالتهابٍ في الحَلْقِ.
احتاج بعض الهدايا التذكاريه من نيويورك.
انا اُغادر الفندق. هل يمكنك ارسال احد العاملين لحمل الامتعه اليّ؟
سَاعَتِي تَوَقَّفَتْ عَنْ الْعَمَلِ.
اوَ هكذا هو الحال؟ كيف تعجبك الامور هكذا؟
نفتتح ابوابنا في الساعه التاسعه صباحاً.
اريد كتاب تلوين.
اظنّني اشعر بالغثيان في الطاءره.
هل يتعين عليّ الذهاب الي مصرف ياباني؟
عليك ان تُغَيِّرَ المال في بنك.
هل هناك وقتٌ كافٍ لاتمام اجراءات المغادره؟
زوجك واحد من افضل عملاءنا.
هل تعرف طبيب اسنان جيد؟
اه. يجب ان تخبر القنصليه فوراً.
هَزّ، مَازَالْ مُتْزَاوِلْ.
هل تُفضل طاوله في المطعم الرءيسي او في غرفه خاصه يا سيدي؟
يَتوافَد عددٌ كبيرٌ من الناسِ الي الشاطء خِلال المَوسِم.
ازن حوالي ماءه وخمسه وثلاثين رطلا
الي اين يجب ان انقلها؟
اين يقع مكتب الاغراض المفقوده؟
هل هناك اي حافله تذهب هناك مباشرهً؟
هل احتاج لاي علاج خاص؟
هل ستدفع نقداً ام بالبطاقه؟
انتقلنا الي هذا البيت منذ سنه.
كم من الوقت سيستغرق اصدار تاشيرتي؟
اين هي دورات المياه؟
المبلغ الاجمالي المستحق هو ثلاثماءه وثلاثه واربعون جنيهاً، سيدتي.
هذا هديه. هل يمكنك لفها بورق هدايا جميل؟
ما اجمل المنظر. هذه مسارات راءعه.
اصابات في صفوف الناس
عذراً ، اين المحطه هنا حولنا؟
نعم، لدينا حجز لك.
عذراً، لكني اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب الحافله؟
دجاج، منفضلك.
هذا الغرفه اثنان صفر واحد. اريد طلب افطار الغد.
مَا رَاْيُكَ فِي الْمُضَايَقَهِ الْجِنْسِيَّهِ بِمَكَانِ الْعَمَلِ؟
لديّ اختان.
رحله رقم ثمانيه صفر اثنين متوجهه الي طوكيو.
ثم دعنا نضيف بطانه من الداخل.
نجتمع لنناقش هذا الامر بمزيد من التفصيل.
كيف تُفضل تسريح شعرك اليوم؟
هل يمكنك ان تقولها بعبارات اخري؟
ساكتفي بما لديكم.
نُريد مَاءِدَهً قُرْبَ المَسْرَحِ.
انا بخير. حسناً، اين انت ذاهب؟
انه يقع علي ارتفاع اربعه الاف وماءتي متر.
تَفَضَّلْ بالدخول. وضِعْه علي الطاوله هناك.
المرجو الغاء بطاقتي الاءتمانيه.
اَسْفَـَءـِذ للاسف، كُلُّـها مَبِيعَه، لكن ستَصِلنا بَعْضُها خِلال ايام.
هل يمكنني الحصول علي بعض القهوه؟
مَا عِنْدِي مُوَاعِدَهٌ، لَكِنَّهُ اَمْرٌ عَاجِلٌ.
هذا صنع رديء.
اين السلالم المتحركه؟
هل لديكم نشره عن الفعاليات؟
اين مدخل المترو؟
ضاعت تذكره الطيران الخاصه بي.
الا يمكنك البقاء هنا خلال العطله؟
اسفه جداً لازعاجك.
هل يمكنك حجز المناسبات؟
هل يوجد حمام عام قريب من هنا؟
ما هو المجموع؟
ذَاكَ جِيدٌ جِدًّا. وَالان لِلاسءِلَهِ، رَجَاءً.
هل لديك نقود معدنيه من اجل ساعه وقوف السيارات؟
افضل منتجاتنا مبيعاً علي مدي السنوات الاربع الماضيه كان اله التصوير AX-450.
هل اتجه الي اليسار؟
هل هناك اي مضيفات جويّات يتكلمن اليابانيّه؟
سعر راءع، اليس كذلك؟
يجب ان تتناوله تسعا وتسعين مره في اليوم، قبل كل وجبه.
اُحِبُّهُ بِحَقٍّ.
اريد حامل ثلاثي للقدم.
اريد جاكيت رياضي.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ بِاِمْكَانِكَ الاِقَامَهُ فِي بَيْتِي.
هل يمكنني اماله مقعدي، لو سمحت؟
راءع. كنت ابحث عن تاكسي، لكن هذا افضل.
معطف راءع. هل هو صنع بريطاني؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي سنصل هناك؟
اثنان من البالغين وطفلان، من فضلك.
كم السعر؟
ستار وورز كانت اكبر ضربه في عام 1984
اين يقع الجزء المخصص لغير المدخنين؟
تُسمع "ت" مثل في توم، نعم امتلكها هنا، تارو.
اظنّها خلّابه.
اريد بعض التفاح، لو سمحت.
ما فاءده هذا؟
اي بطاقات الاءتمان نقبلها؟
لديّ وقتٌ وفير.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَالْحَمْدُ لِلَّهِ، هَلُمَّ غَدَاءً نُبَاحِثُ الْاَمْرَ خِلَالَهُ.
سُرِقَ مُسَجِّلُ الفيديو مِن غُرْفَتي.
مرحبا، اسمي عوده. لدي حجز الليله لكني ساصل متاخرا بعض الشيء. الرجاء الاحتفاظ بحجزي.
هل هذه الاحذيه متينه؟
قُل لَهُ اِنِّي اَنتَظِرُ مُكَالَمَتَهُ الهَاتِفِيَّهَ.
يقولون ان الانفلونزا منتشره هناك.
توصلنا للتو بخبر عاجل.
انا اسف، لدينا حجز غدا ليلًا.
انا مع بعض الاصدقاء
حسب غورو، السيد يامادا لديه ولدان.
هل يمكنك ان تقول ذلك مره اخري؟
اود ان ازور برج لندن.
مرحبا، يرجي ربط حزام الامان.
الرمز الاقليمي هو ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذراً، هل يوجد اي جسر قريب من هنا؟
عذراً، اود استخدام الحمام.
انه مشغول.
ثيابه داءما غير مواكبه للموضه.
هل لديكم ماكولات بحريه؟
ذَاكَ غَالِي بْزَافْ.
اود ذلك لكني اخشي الا استطيع هذه المره.
والله ما عارف بعد، لكن ححاول.
مِلْح، مَرْجُوُن.
مرحبا، استعمل غرفه القياس هناك.
تسعون دولارا لتذكره ذهاب فقط. نقدا او ببطاقه؟
هل يمكنك تنظيف الطاوله من اجلي، من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك ان تخبرني بمواعيد العمل؟
تُغلف كل واحده علي حده، من فضلك.
يشعر بطني بالثقل.
يبدو الامر جيدا. اين يمكننا انتظارك؟
هل يمكننا ان نبدا باللعب عندما ينتهون؟
عدد سكان اليابان يناهز عشرين مليون نسمه.
اكتب المعلومات التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
هل لديكم اشِرِبه حرير؟ ابحث عن هديه لزوجتي.
نحن سنحضره الان ، ما هو رقم غرفتك؟
السيد كوباياشي يبحث عنك.
اريد السفر من شنغهاي الي هاواي عن طريق البحر.
هل يمكنك ارسال شخص ما؟
هل يمكن ان يكون جاهزاً بحلول الخامسه من مساء الغد؟
يستغرق المشي عشر دقاءق.
قبل ان ننهي الامر اليوم، هل يمكنك ان تمنحني بضع دقاءق؟
اين يمكنني ان اوقف سيارتي؟
اشعر بالبرد واوجعني بطني كثيرا
ويسكي وماء من فضلك. هل لديكم اي شيء اتناوله كوجبه خفيفه؟
كيف يمكنني اطفاء هذا النور؟
هل هو مشغول جداً اليوم؟
اريد بعض الخيوط.
اريد شهاده طبيه، من فضلك.
اريدك ان تجعله اقصر بوصه واحده هنا.
مَا بْقَاشْ عْلِيَّ بَالِي خَيْرْ.. عْطِيوني شْوَيَّه دْوَا
هل يمكنني الحصول علي صحيفه يابانيه، لو سمحت؟
وافق. هل يمكنني ترك السياره في اي مكان؟ ما هو رسم التوصيل؟
اي حافله تتجه الي مركز المدينه؟
هل هناك اي قطارات سريعه الي بوسطن؟
كُنْ صَدِيْقِيْ بِالْمُراسَلَهِ.
ساقيم عند صديق.
انا متحمس جدا لدرجه انني لا استطيع الجلوس ساكنا.
هل يمكنني النزول عند فندق هيلتون؟
اريدك ان تزيله.
اذهب يساراً في هذا الشارع ثم التف الي اليمين مباشرهً عند اول شارع فرعي علي اليمين.
اريد ان اعلم اذا كان من الممكن شحن هذه المجموعه من الاطباق الي طوكيو.
اريد بعض الطاقه الجسديه.
هل هناك اي طعام غير حار او شديد التوابل؟
هل هو قريب بما فيه الكفايه للسير علي الاقدام؟
اريد بعض الكريم المرطب لليدين.
هل يمكنك ان تعطيني الملح؟
اريد الذهاب الي وول ستريت. كيف اصل هناك؟
التمارين الزاءده تضرك.
بما في ذلك الافطار والضراءب ورسوم الخدمه، ستكون تكلفه الشخص الواحد في الليله خمس واربعين دولارًا.
هل يمكنك اصلاح هذا؟
وَقْتُ الظُّهْرِ السَّلاَمُ عَلَيْكُمْ. اَهْلاً.
ما لقيتش حقاءبك.
اسْتَمِرَّ بِالمَشْيِ مُسْتَقِيماً، مَرْجُوعَهٌ.
هل الماء هنا امن للشرب؟
اه، تعال. فقط دولارين.
هل يمكنكِ تغيير هذا الفستان الي مقاس اكبر، من فضلكِ؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، يَلاَّ نَمْشِي. اَسَاعِدُكَ فِي وَاجِبِكَ الْبَيْتِيُّ بَعْدَ مَا نَاْكُلُ البِيتْزَا.
نعم، السيد تاناكا. لديك رسالتان.
ما كايحمقش عليّ.
غدا يوم اخر
ربما استطيع مساعدتك. هل تحتاج الي فيتامين سي؟
تم سلب محفظتي في القطار.
بعيده بزاف. احسن ناخد تاكسي.
اريدُ مقعدًا جانبَ الممرِّ، لو سمحت.
اعيش في شقه تكلف ثمانين الف ين في الشهر.
هل لي ان اقاطع؟
ارني واحده اعرض.
معذره ، هل يمكنك تبديل المقاعد معي؟
نعم، بالطبع.
انزل الي الزاويه واسلك اليسار عند اشاره المرور.
هل تُفضل اسطوانات اصغر او اكبر؟
اريد غرفه فرديه بحمام مقابل ثمانين دولاراً، لو سمحت.
اريد ان اودع متعلقاتي الثمينه في خزنه الفندق.
هل لديكم غرفه شاغره الليله؟
نعم، ولكن تاكد من انك تحمل تذكرتك معك.
سَيَنْضَمُّ الَي الزِيارهِ الْخَاصَّهِ غَيْرِ الْمُلْزِمَهِ بَعْضُ النَّاسِ فَقَطْ.
ما عليهش . المهم خذني الي وسط الحي الصيني . ساحاول ايجاده لوحدي .
يتم توظيف اشخاص جدد في ابريل.
ان شاء الله.
ترجمتك هي: شَكْرًا لَكَ، اثْنَيْنِ مِنَ الوَيسْكِي الْاسْكُتْلَنْدِي مَمْزُوجَيْنِ بِالْمَاءِ الصَّدِيقَيْنِ.
من يلعب؟
هل يمكنك الاتصال بي اذا وجدت حقيبتي؟
الي اليسار، لو سمحت.
هل يمكنك الوقوف معي لالتقاط صوره؟
لا. هل تريد التبليغ عنه؟
يءلمني هذا السن الامامي.
ما هي اخر لعبه حاسوب لفتي يبلغ من العمر خمسَ عشرهَ سنه؟
نَراكُم غداً
هل يوجد مطعم اقل تكلفه بالقرب من هنا؟
لا، لكن شكرا. اشعر انني افضل الان.
هل لديكم اي خبز؟
الي اي درجه انت ماهر علي الكمان؟
صديقي انزلق وسقط في الحمام.
هل يمكنني الحصول علي منفضه سجاءر؟
كانت المسيحيه محظوره وكان البلد مغلقاً امام بقيه العالم.
كم تريد؟
كوكتيل روبيان لها نفس الشيء لي.
هل يمكنك التوقيع هنا بالضبط؟ مع الشكر سلفاً ، و ايضاً وضع علامه الحروف الاولي هنا.
كان من دواعي سروري زياره مكاتبكم الرءيسيه واجراء مباحثات مثمره معكم. شكراً جزيلاً لتعاونكم الكريم.
نَفَسُكَ الْمُتَرَدِّدُ صَاخِبٌ.
لا احب اللون في النهايه. هل يمكنني اعادته؟
اخرج من ذلك الباب هناك، وانتظر عند المحطه السادسه.
دجاج مشوي، من فضلك.
هل يمكنني الحصول علي بعض الفلفل؟
نعم، اودُّ قراءه شيء ما.
هذا السيد تاكاهاشي في الغرفه خمسـه واربعين. هل يمكنك ان ترسل اربع زجاجات من بيره بودوايزر، من فضلك؟
هذا سبعون دولارا.
اتصل بفندقي عندما تعثر علي حقاءبي، من فضلك.
اريد مكالمه ايقاظ في الساعه الثامنه والنصف صباحاً غداً، من فضلك.
نعم، ولكن هذا كثير جداً وانا ممتلءٌ الان.
اريد غسولا للفم.
ما كاينش مزيان.
هل تقدم اي تخفيضات عند الشراء بكميات كبيره؟
طوكيو صفر ثلاثه مضاعف اربعه تسعه اربعه خمسه سته سبعه
هل يمكنك مساعدتي في العثور علي حديقه الحيوان؟
هل ستُخبرني كيف اعدّله؟
متي ينتهي تقريباً جوله الحافله السياحيه؟
هل تعرف كيف تستخدم الهاتف؟
اكيد. لدينا بعض المعالم Native American الجميله.
مُشغّل يتكلم اليابانيه، لو سمحت.
نحن مهتمون بالموضه.
هل يمكنك سحب سيارتي؟
هل هذه هي عياده اف؟
السلام عليكم، السيده ياماغوتشي؟ هناك من ينتظرك علي الهاتف. تم قبول مكالمتك. تفضلي بالتحدث.
اين يمكنني شراء تذكره ركوب المصعد؟
متي سنصل الي لوس انجلوس؟
امشِ مستقيمًا لحوالي خمس دقاءق ثم انعطف يسارًا.
هذا الطريق يءدي الي الشاطء
هذا الشاي العشبي يساعد علي تجديد شباب الجسم.
هل هذه مصنوعه في اليابان؟
حسناً. هذا الطريق من فضلكم. ساريكم غرفتكم.
يجب ان اُغادر الفندق قبل منتصف النهار.
ترجَـي لِـي اثنين همبرجر واثنين قهوه، اريد تناولهم خارج المطعم.
هل يمكنني اصطحاب هذين الحقيبتين معي؟
طلبت لحماً ليس سمكاً. هل يمكنك تغيير ذلك؟
طفلي منهك تماما.
انا مريض في بطني.
هذا الجاكيت ليس بحجمي.
ارغب في مقابله السيد وليم.
انه يحتوي علي مجموعه متنوعه من سبع فيتامينات ومعادن.
السِّنُّ مُتَحَرِّكَهٌ.
هل يمكنني الحصول علي استرداد النقود عندما اعود الي اليابان؟
ما هي المكونات التي يتكون منها هذا الطبق؟
في اي بلد تم صنع هذا؟
هل يمكنك انجازه في عشر دقاءق؟
انا لست جيداً في الانجليزيه. هل هناك اي شخص هنا يتكلم اليابانيه؟
اين يمكنني الحصول علي تذكره مترو الانفاق؟
سَتُرْسَلُ الَيْكَ عَبْرَ البَرِيدِ عَشْرُونَ عيِّنَهً اُخْرَي.
اظن انه ليس لي لان جلدي جاف نوعا ما.
هل يمكنني الحصول علي جدول زمني، لو سمحت؟
نعم، سانتظر علي ما اظن.
تسع وتسعون دولارا في الساعه لكل طفل.
اَسْفَـرْحَـنْ مَا عَنْدْنَاشْ.
اِنَّهُ لَهُوَ السُّكُونُ بِذَاتِهِ.
اَمْلِكُ مُعَدَّاتِي الْخَاصَّهَ.
مفتاح الغرفه ، خمسه صفر ثلاثه ، لو سمحت .
متي سيتم عرض فيلم الرجل المنطلق؟
اين يقع محلّ الحلاق؟
السابعه من فضلك.
حقيبتي مكسوره.
سياحه استعراضيه.
جءت من اسبانيا
هناك شيء خاطء في مفتاح البطاقه هذا. هل يمكنك ان تعطيني واحدا اخر، من فضلك؟
لدي طفح جلدي علي ذراعي.
ارجو ارسال هذا بالبريد الجوي الي اليابان.
اين اقرب صيدليه؟
وَاحِدٌ اخَرُ مِنَ الْخَمْرِ، مَرْجَي.
الناس ودودون جداً.
كم عدد المشروبات المشموله في السعر؟
صنعتَها.
اين بوابه الصعود الي الطاءره لهذا الرحله؟
اذا امكن، هل يمكنكِ حجز طاوله بجانب النافذه؟
هل تم الاعلان عن الصعود الي الطاءره؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نريد ان نري وول ستريت.
اين يقع موقف الحافله المتجهه الي اكسفورد؟
سانتظر حتي تصبح الشرفه متاحه.
هل يمكننا رءيه بعض المحافظ الجلديه؟
نَـعْـم، لِنُشَاهِدِ التِّلْفَـزْيُونَ. هُنَاكَ مُبَارَاهُ بَيْسْبُولٍ تُبَثُّ الانَ.
هل ستكتب عنوان اتّصالك هنا؟
من فضلك اخبرني اين تقع اقرب صيدليه.
الي فندقي، لو سمحت. عنوان فندقي هنا.
كم عدد الاقاليم الموجوده بالاضافه الي طوكيو؟
اغلق الخط وانتظر قليلاً من فضلك.
ماذا تفعل عاده بعد العشاء في البيت؟
بكل تاكيد، متي تريد لعب الغولف؟
ستكون في البيت حول الساعه الثالثه.
اريد الاتصال بالسفاره اليابانيه.
قليلاً اخري.
اين تغادر حافلات الجولات السياحيه؟
كم تَكلِفُك شُحنه ارسالها الي اليابان؟
مَا عِنْدِيش حَالَاوْ لاَ فْرَاكْ.
هل الين الياباني مقبول؟
هل لديك سياره موستانغ؟
هل سنقفز من هنا؟
السيد كاواي، لدينا طاوله لك الان. هذا الطريق من فضلك.
اكيد. انزل الدرج الموجود هناك مباشره وستجد بعض الارشادات. اتبعها فقط.
استقبال. هل يمكنني مساعدتك؟
هل يمكنك ان تنزلني في فندق هيلتون، لو سمحت؟
هل عليك العمل حتي وقت متاخر في كثير من الاحيان؟
مع الاسف الشديد، نفذت الكميه، هل تريدونها باللغه الانجليزيه؟
طاوله لغير المدخنين، لو سمحت.
هل يمكنك ابلاغي قبل وصولنا الي درم؟
هل هذا طازج؟
ما صحيح . انت داءماً تعاملني هكذا .
هل يمكنكِ اظهار بعض الفساتين لي؟
كَتْبَهَا، رَجَاءً.
اني اسكر من الخمر.
احذر لان الطقس متقلب جدا في الجبال.
صكّ مسافرين و ين ياباني، هل هذا واضح؟
مع الاسف، تحققت من قسم الخدمه وقسم الاغراض المفقوده، وليس لديهما اياها.
انها مكانه صعبه للوصول اليها. تقع علي طريق صغير متفرع من الطريق السريع الرءيسي.
ما عندي حتي فكره.
نستطيع ان نناقش الامر في مقهي.
اري، اذاً لا اضطر لدفع ثمن التعديلات، اليس كذلك؟
اريد المُشغّل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستقيميني ليله اليوم؟
اذن ساخذ اثنين فقط. شكراً لك.
هنا فاتورتك. المبلغ هو ثلاثه دولارات وسبعه وتسعون سنتاً.
انتَ محظوظ.
تَرْجَمَه نَصٌّ اِلَي الْعَرَبِيَّه الْمَغْرِبِيَّه: لْيَالِي تْحْنَاوْنَا عْلَي طَابَلْوَه كِتْكُونْ كَامِلَه وَاضْحَه مْنَ اللَّيْل.
هل هذه الصنعه اليه ام يدويه؟
اريد استءجار هذا النوع من السيارات لمده اربع وعشرين ساعه.
كان لقاءي بكم امرا راءعا.
انه ممزق.
وَالانَ، لِنَنظُرْ اِلَيكَ
وَلْيَتَخَيَّلْ كَمْ سَيَطُولُ اَمَدُ عَمَلِهِ اِنْ سَاَلَ كُلَّ شَخْصٍ سُءَالًا اخَرَ. هَيَّا نُسْرِعْ لِنَاْخُذَ اَمْتِعَتَنَا، عَلَيْنَا التَّوَجُّهُ اِلَي مَكْتَبِ الاِفْصَاحِ الجَمْرُكِيِّ.
ما هو الوزن؟
هل يوجد مطعم صيني قريب؟
الرصيف الخامس هناك.
متي تبدا مباراه كره القدم؟
خارج الخدمه . هل يمكنك فحص كاميرتي؟
قهوه مع الحليب وسكر، من فضلك.
اظن ان هناك بعض الاخطاء في الفاتوره.
من فضلك اعطني ذلك الشيء.
انه البوابه السابعه
هل انتَ اسكتلنديٌّ؟
ثلاثه-اثنان-واحد-اثنان. انتظري لحظه، هل نحن جاهزون؟ اريد ان ارسل لكم شيءًا هنا. عذراً لحظه واحده.
ماءه وخمسه وثلاثون ين للدولار الواحد
التنانير القصيره مع الاحذيه الطويله لن تخرج ابدا من الموضه.
هل يمكنني التحدث الي المدير؟
لماذا اجرتك مختلفه عن سعر العداد؟
هل يمكنني رءيه هذا؟
وعدت نفسي انه عندما اراك، ساتعرف عليك.
ما الجديد في الاونه الاخيره؟
اشعرُ بِاني لستُ علي ما يُرام، هل يُمكنكَ ان تُوصِف لي طبيبًا؟
حَفْلَتُكَ مُنْطَلِقَهٌ. تَمَامٌ.
هل هناك عرض ارضي؟
الحمام لا يُسرب الماء.
كم من الوقت يستغرق الوصول سيرا علي الاقدام من هنا الي مبني البلديه؟
خُذ هذا الدَواء بعد كل وجبه طعام عندمَا يُصبح الالم شديدًا.
توضع النقود في ظرف مزخرف خاص يسمي شوغيبوكرو.
صُوْب حَد مَجْرُوح.
اتساءل ماذا يجب ان اشتري له؟
هل لديكم خارطه للقطار المُحَـدَّق؟
لدي غرفه جاهزه لك في فندق جراند. هل يمكنك الذهاب هناك؟
اُعاني مِنْ اَلَمٍ في عَيْني اليُمْني.
انا لست جيدا جدا في الالمانيه.
لا بد ان نجتمع مره اخري.
هل ستاخذون هذه البنطال في التصليح؟
هل يمكنني استعاره مضرب وكُرات؟
هل يمكنك تضمين بعض التغيير الطفيف؟
هل يمكنني الحصول علي نصف قاروره؟
مرحبا، انا جون.
نَكَايَ.
هل تمانع اذا التقطت صوره لك ولسيارتك الاجره؟
اتصلت منذ ثلاثه ايام بشان حقيبه مفقوده.
اريد فندقاً ارخص.
اه ، هناك الكثير من الاشياء التي يجب ان تراها في غرينتش فيلاج.
بِشانِ الاعمال. لِي صِلَهُ عملٍ هُناك.
يُناسِب بَزَّتكَ
هل يمكنك الاحتفاظ بعيني علي حقيبتي؟
كيف تعجبك هذه الفكره؟ نحن نقبل شرطك بالاشعار قبل سته اشهر شريطه ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد.
عذراً، هل تعرف نيويورك جيّداً؟
نحن في الانتظار. اتصل بنا عندما تكون جاهزا.
اريد رءيه جراح.
هل هذه المكونات طبيعيه؟
اريد ان اقود سياره رياضيه.
الرمز الاقليمي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
اصيب ببرد.
سياره مدمجه صغيره الحجم هي الافضل.
اريد ارسال هذه البضاعه الي العنوان العام التالي
ساحوّل هذا الاتصال الي الرجل المسءول.
ما هو الحجم الذي تريده؟
اه، يا الهي. لم ادرك انني ما زلت امتلك تلك الاشياء.
هل لديكم مجموعات علب مخصصه لارسال الطرود؟
هل ستدفع شركه الطيران تكاليف فندقي ووجباتي؟
هل هذه حقاءبك كلها؟
كيف تريد اجراء المكالمه؟
باهض الثمن، ليس مصنوعا في اليابان اليس كذلك؟
هل يمكنك ان تعطيني الملح، من فضلك؟
اين يقع اقرب مطعم لهذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اَتَمَنَّي لَكَ سَنَهً جَدِيدَهً سَعِيدَهً جِدًّا.
ساطلب سبرايت كبيراً.
قلها مره اخري ببطء اكثر.
عذراً، اريد ان اطلب.
لدينا جمبري نيوبرغ و ساق ضان مشوي.
اريد غرفه من اجل المنظر الجميل.
ثلاث اكواب من عصير البطيخ، من فضلك.
عندي ثلاثه اولاد
امشِ مستقيمًا في هذا الممر وانعطف يسارًا عند الزاويه. ستجده علي يمينك.
هل هي جوله ليوم كامل؟
كم سعر تذكره السفر ذهابا وايابا الي اكسفورد؟
اَزورُ نَادٍ رِياضِي كُلَّ يَومٍ مِنْ اَيَّامِ الفَترَهِ المُتبَادِلَهِ.
اين يمكنني الاقامه خلال الجوله؟
ما هو وقت المغادره؟
كم هي اجره الدليل في اليوم الواحد؟
اين يمكنني ان اجد اقراص مدمجه؟
عذراً، انا طالب جامعي من اليابان. هل انتم طلاب في جامعه نيويورك؟
هل يمكنك ان تخبرنا كيف تقيم هذا المخطط؟
اخي، هل تعرف متجر اسطوانات جيد قريب من هنا؟
كاش ولا بالبطاقه؟
اعملُ في شركهِ تِجاريهٍ.
لا يُعدّ سءال الناس عن راتبهم امراً مهذباً.
هل هذه بناطيل ليفيس اصليّه من طراز فايف او ون؟
متي يمكنني الاستحمام؟
لا تبدين في الحاديه والعشرين.
افهم ، في الواقع ، هناك فيلم عالي السرعه بداخله . هل يضايقك اذا اخرجته ؟
اشتريته للتو.
ساحضر واحدا علي الفور.
ثمانيه دولارات. وهُـنا ياتي واحد الان.
يرجي اظهاره مع مشترياتك الي الجمارك في المطار.
هل اي من المتاجر الكبري تقوم بتخفيضات الان؟
عامل، اتصل بمركز الاطفاء.
بَطّارِيَّتِي فَارِغَه.
قف في الاشاره التاليه.
اوه، ها هو ذا. وهل يتعيّن علي الجميع ملء استماره الاقرار الجمركي هذه؟
واسمحوا لي ان اخذ اسمكم، لو سمحتم؟
هل تمانع اذا اجرينا مكالمه هاتفيه جماعيه؟
مرحبا كيف الحال؟
اين قسم السفر؟
اسم الشخص الذي ترغب في التحدث اليه؟
انا اسف، هو غير موجود حاليا.
انظر الي ذلك. انظر الي ذلك. هل ستُخبرني ان الفرق بين هذا الرجل وذاك هو الحظ؟ محمد، توقف من فضلك. لا يهم ان نزلت هنا. انا متاخر. صديقي، كان لقاءً لطيفاً، اليس كذلك؟
هل غرفتك تشرف علي المدينه؟
هل هناك اي رساءل موجهه اليّ؟
لازال غاليًا جدًا. الا يمكنني الحصول عليه بدولارين؟
نُريد غُرفهً في الخَلفِيَّه.
ساطلب كاسا من النبيذ.
تبدين جميله.
اريد غرفه بسرير مزدوج. كم تكلفه الغرفه في الليله؟
انها علي بعد حوالي تسع وتسعين ميلاً.
فينس ولندا يريدان ان يكونا وحيدين، لذا اخشي انني مضطر للبقاء هنا الليله.
مرجو ابقاء هذه الامتعه في العهده.
اسمي ساتو.
اعرفُ نادٍ للجاز قديم في وسط المدينه.
ساخذ هذا الطعام من قاءمه الطعام اليوميه.
اريد ان اطلب نفس الطبق الذي طلبه ذلك الشخص.
ثم سناخذها.
هل يصل هذا الي الطابق السادس؟
جلد التمساح؟
وضعيه في كيس الغسيل واتركيه هناك.
اريد تحميض هذا الفيلم. متي سيكون جاهزاً؟
لا تعط هذه المفاتيح لاي احد غيري.
حسناً. ساتي لاخذك من فندقك في الساعه الثامنه.
النافذه جيده.
خَلِّي خُصْلَهَ شَعْرِي تَسْقُطْ عَلَي جَبْهَتِي، مَرْجَي.
هل جميع مصاريف النقل مشموله؟
دار اوبرا متروبوليتان
اين مكتب تاجير السيارات؟
لدي حمي منذ ليله امس.
ما كيعجبنيش.
ما الخضراوات التي لديكم؟
اريد تموجات داءمه غير محكمه، لو سمحتِ.
متي سياتي الطبيب؟
انه اللون الخطا.
انكسر السن.
هل هذه مقعد ممر ام مقعد نافذه؟
انا مهووس بالتنزّه سيرًا علي الاقدام.
هل يمكنك ايصال امتعتي الي الغرفه؟
ارني واحداً لفتاه شابه
هل يمكنك التوقف هنا؟
هل لديكم اي شيء بقيمه حوالي ثمانين دولاراً و لا سنت؟
اني عطشان.
لا حليب، من فضلك.
عندي ثلاث حقاءب
اين هو البحيره؟
عذراً ، اضغط علي زرّ الغالق من فضلك.
هل يمكنني الحصول علي مجله او اي شيء اخر؟
انه جنوباً.
كم يكلّف المقعد في الشرفه؟
نود غرفه تطل علي البحيره.
هل توجد اي صناديق بريد قريبه من هنا؟
كل شيء علي ما يرام. ساخذك هناك.
النص المكتوب بالخط الماءل يشير الي التغييرات التي حدثت في التسعينات.
انه في الثلاثين من عمره.
اذن، هل يمكنك كتابه العنوان مره اخري علي هذا الظرف؟
اود الذهاب الي هارودز. هل من الممكن ان ترسم لي خريطه، لو سمحت؟
ماذا تفعل في اوقات فراغك؟
هل لديكم بطاريات لهذه الكاميرا؟
اريد محركا كهرباءيا للتحكم في الغالق.
هل انت الاخير في هذا الطابور؟
اظنّه مكتظّا بالحجوزات.
تصويبه راءعه. خارج الملعب الان.
هل يمكنك ان تخبرني باماكن الجذب السياحي هنا؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
وانا كذلك.
ارغب في الانضمام من سان دييغو.
كنت افكر في التسجيل في ذلك المساق الفصل الدراسي القادم.
هل يمكنكِ جعل الخمر اكثر بروده؟ لانها ليست بارده بما فيه الكفايه.
هل يمكنك تحويل هذه الاقراط الي مشابك؟
ما الذي يثير اهتمامك اكثر في هذه الفتره؟
اريد استرداد نقودي. هل يمكنني استعاده مالي؟
ربما لا استطيع الحصول علي مشروب مثل هذا في اي مكان اخر.
اذا اشتريت هذا ايضاً، سيصبح المجموع مبلغاً معفي من الرسوم الجمركيه.
هل يمكنني رءيه شهاده تطعيمك، لو سمحت؟
سافر كثيراً؟
انا من الولايات المتحده الامريكيه
لدي تذكره سفر جويّه الي سان فرانسيسكو.
اذا كان بعيداً فقط خمس عشره دقيقه عن المحطه، ساذهب مشياً.
اريد فندقاً ارخص قليلاً
بُونْسَايْ تَبْدُو مِثْلَ هِوَايَهٍ لِلشُّيُوخِ.
لم اقرر بعد. هل يمكنك ان تعطيني قليلاً من الوقت الاضافي؟
اُصِبْتُ بِصداعٍ
هل ترافقيني لشرب القهوه؟
اريد شهاده طبيه وايصال التامين.
اوه، لا. ارجو ان تعجل. نحن متاخرون.
لا اريد ان انفق اكثر من عشرين دولاراً.
لماذا لا تقلع الطاءره؟ اخبرني ما الذي يحدث.
كم ثمن التذكره؟ هل يمكنك كتابه ثمنها علي ورقه؟
اريد استءجار كرسي استلقاء.
انتظر لحظه من فضلك.
هل يتعيّن علي السيدات ارتداء فساتين سهره رسميه؟
لا تلمسني.
هل لديك سجاءر؟
اذا لم يكن الريح قويا جدا، يمكننا الذهاب الي نقطه تيكي.
راءع.
ساغلق الان. شكراً لانتباهكم.
هل لديكم هذا بلون اخر؟
من ذا؟
عذراً، هل يمكنك ان تخبرني اين يوجد موقف للتاكسي؟
وشربا؟
وها هو.
اين يقع اقرب متجر لادوات البناء؟
هَمْ. مَا كَيْتْشَغَّلْشْ، اَشْ هَادْ لْحَالْ؟ بِمْكَانِكْ تَنْقُلْ لْكُرْسِي فَارْ، اِمْكَانْ.
ابحث عن هذا
واش كتعجبك فالحلوي سيدي؟
ايش تفضل، كوتش ام بولمان؟
صكّات مسافر. شكرا لكم. هذا هو تذكرتك وبطاقه صعودك الي الطاءره. يرجي ان تكون هناك قبل موعد الرحله بساعه.
انه الم حاد.
الاسم هو غورو موتو ياما. والرّقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
اشعر انني مريض جدا.
مواعيد عرض "حب كوسي" هي؟
وافق. هل تشرب قهوتك الان ام بعد قليل؟
قُل لي اين اجد اشدّ نوادي الـ"ريغي" حرارهً في نيويورك.
باي طريقه يختلف منتجك عن منتجات منافسك؟
هل من المقبول الا يسمع احد تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. يرجي اتخاذ الاجراءات اللازمه.
نعم، واحده فقط. متي ساعلم؟ كيف ساُعوض؟
هنا بطاقتي الشخصيه.
نفضل طاوله بالقرب من النافذه.
اريد ان اعرف ارخص طريقه للسفر الي سان فرانسيسكو.
هل تعرف مطعم كيويا؟
ذاهب فقط.
ساُصبِح سمينا فقط من الجلوس هنا واكل الطعام باستمرار.
هل يوجد نادي ليلي جيد به عرض فلامنكو؟
ذَاكَ فُسْتَانٌ حَسَنٌ تَلْبِسِينَهُ.
يءلمني قدمي.
اين غساله الملابس الاقرب؟
هل يمكنكِ الجلوس في مقعدي، من فضلكِ؟
قُسِّمتْ مقاعدُنا.
في الحقيقه، اود ان تكون هذه الطرد مءمّناً ايضاً.
الفاتوره تبلغ ماءه دولار.
توجد مخارج الطوارء في مقدمه الطاءره وفي وسطها و مءخرتها.
كل شيء علي ما يرام، حجزك اعيد تاكيده مره اخري.
الكعوب مرتفعه جدا.
نود طاوله علي الشرفه.
قد لا يكون الفيلم مناسبا للاطفال دون الخامسه عشره. لذلك يجب علي الاباء التفكير جيدا قبل السماح لاطفالهم بمشاهده الفيلم.
كيف تريد الحصول علي النقود؟ يرجي ملء هذه الورقه والتوقيع هنا.
تءلمني بطني احياناً.
هل لديكم بعض الاطباق منخفضه السعرات الحراريه؟ انا الان اتبع حميه غذاءيه.
لا تُـدفَع ايه مصاريف.
نعم، لدي تذكرتان لـ "الجَيَانْتس" و"الدُوجِرْز".
نحن احد افضل موردي الحواسيب الصغيره.
شكرا لك. انا كذلك. الي اللقاء حتي ذلك الحين.
غرفه ذات حمام داخلي، من فضلك.
وقعتُ من السُّلَّم
ايّ ايس كريم تنصحني به؟
هَمْ.. هَادِي. اللَّوْن زْوِينْ عْلِيكْ.
اين توجد كتب اللغات الاجنبيه؟
ترجمتك هي شريحتين مع سبرايت.
اِعْطِنِي بَعْضَ السَّجَاءِرِ.
ممنوع ادخالها الي البلد - مع الاسف. حسناً، اعتقد ان هذا ينهي كل شيء اذاً.
نعم، انا كذلك. كانوا يسكنون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ عامين. وانتِ، هل تسافرين بمفردك؟
انا مريض
طفلي يبدو متعباً بسبب الحمّي.
بهذا الحجم، من فضلك.
اوسمه الاستحقاق الثقافي تُمنح في هذا اليوم للفنانين والمثقفين المتميزين.
انا ياباني.
ذَاكَ غَالِي بْزَافْ.
نعم. خُذ حافله متجهه الي كيوتو اكي.
هل الدخول حصريٌّ للاعضاء فقط؟
سعر الغرفه سته الاف ين في الليله.
هل يمكنني اخذ هذا معي علي متن الطاءره؟
اوكي. كل ما اريد معرفته هو هل ستتمكن الشركه يوماً ما من الاعتماد علي نفسها في تحقيق الارباح.
تمام. هل تريد وشاحاً مع ذلك؟
شحن البطاريه، من فضلك.
انا مستعد للطلب.
اِنَّ مِلْحَ الْحَمَّامِ الْعُشْبِيَّ يَجْعَلُ الْبَشَرَهَ نَاعِمَهً وَرَقِيقَهً.
اكتب اسم شركه الطيران ورقم الرحله ايضاً.
بَرَّاح. اليوم الاحد، والاحد اسوا الايام.
نعم، انها مشكله التخلص من النفايات.
اريد هذا النمط في ترتيب لـ خمسه اماكن
كثير من العواءل لديها دخل مزدوج.
اوه، هذا الفِضَّه قطعه نادره "الْقَمَر وَالنَّاقُوس". اَتَاكَّدُ مِنْ اَنَّكَ تُريدُ مُبَادَلَتَهُ؟
تاتي امي واختي من اليابان لرءيتي. سيصلون هنا حوالي السابعه مساءً.
اللون البُنيّ يَحظي بشعبيّه كبيره هذه السّنه.
فكره جيده، متي تخطط للقدوم؟
اذن، مقعدان، من فضلك.
اين هو السوق؟
انا اتطلع لتجربه بدلتي الجديده للسباق.
ظننت انكم تاكلون فقط الدوناتس.
كم ثمن تذكره الدرجه الاولي الي ادنبره، لو سمحت؟
يبدو ان المال الذي اعطيتني اياه ينقصه عشره دولارات.
اذا تكرمت، لقد اتصلت للتو بالسيد سميث في الغرفه اثنين او واحد لكن لم يرد احد. هل من الممكن ان تتاكدوا اذا كان لا يزال مقيماً هنا؟
اريد واحده عصريه.
اعمل لدي شركه نشر.
هل من فضلك ان تملا هذا؟
ايهُ شارعٍ هَذا؟
هل يمكنكِ وزن هذا الطرد؟
ماذا تسمي هذه باللغه الانجليزيه؟
اصعد في هذا الممر، ثم ستجده علي يمينك.
اريد التامين علي هذا.
صباح الخير، هذا مكتب الاستقبال، كيف يمكنني مساعدتك؟
حسناً. تفضلوا بالدخول.
نعم سيدي. اَتَيْتُ الي هنا لتناول الافطار كل يوم، من الاثنين الي الجمعه، قبل الذهاب الي العمل.
مُشكل.
مِن فَضلك احْجز لي ثَلاثَه اثْنَان سِتَّه اثْنَان تِسْعَه وَاحِد ثَمَانِيَه.
نعم، يمكننا ان نخدمكم من الساعه السابعه.
مرجبا تكمن هنا.
ما اسرع هذه الخدمه!
ربما سيظهر بعد ذلك.
من فضلك انعطف يسارا في المتقطع التالي.
عذراً، كيف اصل الي البنك؟
هل هناك حافله الي متحف فورد؟
نعم، اسمك ورقم غرفتك، لو سمحت.
كم من الوقت يستغرق الوصول الي اليابان عبر البريد الجوي؟
اذن، اراك في الثانيه بعد ظهر يوم الاحد.
اريد ان اسافر من نيويورك الي تورونتو.
السَحّاب مكسور. هل لديكم المزيد من نفسِه؟
هذا نوعا ما قذر.
هل يمكنك اعاده تاكيد حجزي علي الرحله؟ هذا هو تذكرتي.
هل لديكم هذا باللون الاخضر الداكن؟
هل ستاخذني الي كانتربري وتعود بي؟
هل يمكنني الحصول علي شوكه جديده؟
شكرا جزيلا لكرمك
عذراً، لا نبيع تذاكر للعروض المسرحيه هنا.
اريد ان اري هذا.
اه، هذا راءع. ماذا يتعين عليّ فعله؟
اريد تمديد اقامتي هنا ليومين اضافيين.
تَغَيَّرْ كُرْسِيَّ، جَزَاكَ اللهُ خَيْرًا.
لديـنا بعض الجمبري الجيـد جدا اليوم.
كم الساعه يغلق المتجر ابوابه؟
اشرب سجاءر ام لا؟
كَيْفَ اُغَطِّي تَكْلِفَهَ ذَلِكَ؟ اَمَـلَّـمْـتُ مِنْ مَـالِـي كُـلَّـهُ وَ لَـنْ يَـكْـفِـي لِـهَـذَا. هَـلْ يُـمْـكِـنُكَ تَخْـفِـيـضُ السِّـعْـرِ قَـلِـيـلاً؟
انا متاح يوم الاربعاء صباحا او يوم الجمعه بعد الظهر.
لم اقم بالحجز.
لان الصيف في اليابان يكون عاده حارا جدا، وفي ايامنا القديمه لم تكن هناك اجهزه تكييف هواء.
هل يمكنك طلب سياره اجره لي في الساعه الثامنه صباح الغد؟
انه مخيف
لماذا لا ننتظر الحافله تحت المظله؟
تعال يا كنجي. ساريكم المكتب.
نعم، انه مفتوح من التاسعه حتي التاسعه.
لا استطيع النوم جيداً ليلاً.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه مسار للمدينه؟
الشيء نفسه الذي كنت ابحث عنه
ما فهمتش شرحك
يجب ان اقوم برحله ترانزيت متجهًا الي بوسطن.
اين يقع افضل مكان للسياحه؟
هل هو متين؟
استمتعتُ كثيراً.
وَلَكِنْ اُريدُ وَجْهاً اصْغَرَ مِثْلَ جُوليا رَوْبِيرتس.
هل يمكنك اخذه من فضلك؟
المسافرون المغادرون علي متن الرحله سبع ماءه وثلاثه لشركه طيران ABC المتجهه الي طوكيو، يرجي التوجه الي البوابه رقم عشرين لانهاء الاجراءات الحكوميه.
اين هي محطه الحافله الخاصه بالحافله باء؟
ترجمها الي اغانٍ منفرده، من فضلك.
اين يمكنني شراء مفرش الماءده؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
هل تريد ان التقط صورتك؟
لم اتناول هذه الوجبه.
قطعْتُ اصْبَعِي. هَلْ يوجَدُ مُطَهِّرٌ؟
هل يمكنني الحصول علي طابع بريد بقيمه خمسه وتسعين سنتًا؟
ساكون هنا قبل الثامنه بربع ساعه.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
هل تَدرُس في المدرسه هنا؟
كم كان موجوداً فيها؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد انني وضعته في حقيبتي اليدويه.
ارفع يديك.
هل هناك مطعم يمكنك ان توصيه بالقرب من هنا؟
ايهما تفضل، الداكن ام الفاتح؟
هل يمكنك ان تخبرني الي اين نحن نطير؟
ترحيل التذكره، لو سمحت.
اين توجد مكانه جميله للقيام برحله استكشافيه لمده يوم واحد؟
اريد حقيبه كيلي الحمراء بنفس الاسلوب هذا.
هل ما زلت ستصنع ذلك الجدول الزمني؟
متي يفتح البنك؟
اشعر بالمرض.
انا اتشوّش. هل يمكنك ان ترسم لي خريطه؟
خَارِج.
خُذني الي المُستشفي.
هل يجب عليّ الحضور الي المستشفي كل يوم؟
بطني يءلمني.
كم تبلغ تكلفه ارسال هذه الرساله الي اليابان بالبريد؟
اريد كاسا من الشيري.
هل تحتاج الي ان ناتي لاصطحابك من المطار؟
يَبْدَا الصَّعْدُ عَلَي المَرْكَبَهِ فِي السَّاعَهِ الرَّابِعَهِ وَالثَّلَاثِينَ، فَلْتَكُونُوا هُنَاكَ قَبْلَهَا.
من ثلاثين الف ين.
اين يمكنني شراء بطاقه هاتف؟
هل يمكنني اعادته في مدينه مختلفه؟
اخطط للاقامه لمده اثني عشر يوماً.
تَمَنَّي لو كان القَمِيصُ الطويلُ القُصَّهِ اَطولَ بِقَلِيلٍ مِن الاَعلي.
يجب ان تري اختصاصياً.
بضع دقاءق اخري، لو سمحتم.
مرحه الجر الربمه
اه، انت تفعل؟ بالتاكيد لديك مجموعه كبيره.
مَا اَجِدُهُمْ فِي اَيِّ مَكَانٍ.
هل لديكم اي مقاعد شاغره متجهه الي لندن؟
اريد نسخه من محضر السرقه.
انه علي بعد مبني واحد في الزقاق اسفل الشارع.
هل يمكنك اشعال سيجاره لي ايضاً؟
هل هذه السجاءر خفيفه؟
اوافق. بحال هاكا.
القطار السريع التالي بعد ساعه واحده.
اريد ان اطول اكمام هذا الجاكيت الرياضي.
لدي حجز. هذا هو رقم التاكيد.
يَقترب مَولدك.
القطارات متوقفه بسبب الاضراب.
هل يمكنك اصلاح هذا؟
كانت الشارع مكتظه بالسيارات.
انّه المبني الثاني علي اليسار من ذلك المبني الابيض.
حجزنا مقعداً في رحله الخامسه والعشرين من اكتوبر المغادره في الحاديه عشره صباحاً.
لا، قليلا الي الامام. هناك، نعم.
نعم، لا يشمل ذلك الوجبات.
اين يمكنني استرداد قيمه هذه التذكره؟
لماذا يحدث ذلك؟
اريدُ الاستراحهَ.
سيارتي تعطّلت، تعال وخذها.
اريد شعري اطول قليلاً من الخلف.
اي انواع لديكم؟
اوافق. انه احد اماكني المفضله.
اي نموذج تفكر فيه؟
اسمي ميشيكو تاناكا ورقم الرحله هو خمسه واحد الي طوكيو.
هل يمكنك ان ترسم لي خريطه بسيطه من هنا؟
اين نلتقي؟
اريد تسريح شعري كما كان في السابق.
خمسين، من فضلك.
اين يمكنني تسجيل الدخول لـ "الخطوط الجويه اليابانيه"؟
ما هي المحتويات؟
هل هناك اي اماكن في المنطقه تحظي بتوصيات عاليه؟
سَيِّدِي، اَعْطِنِي بَعْضَ الْفُكَّهِ، مِنْ فَضْلِكَ.
ان شاء الله غادي نضمن لجوج شناطك غيكونو هنا.
هذا تخصصنا، سمك البوري المشوي.
سنقيم هنا.
تم سلب مالي
وافق. هل يجب ان اركزه؟
سَنَقْسِمُهُ بَيْنَنَا.
ما كينش بالضبط هاد الاسلوب حالياً. غادي نشوف المخزون. انتظر لحظه واحده فقط، منفضلك.
ماء سكوتش، من فضلك.
ذَلِكَ يَبْدُو مُثِيرًا لِلْاهْتِمَامِ. بِكَمْ يُقَدَّرُ ثَمَنُهُ؟
خُذْ هَـاذَا الْوَصْفَـاءَ اِلَي صَيْدْلِيَّهٍ. بِاِمْكَانِكَ اَنْ تَحْصُلَ عَلَي الْعَقَارِ هُنَاكَ.
طلبت ذلك.
نعم، يمكنك النزول في اي محطه بين هنا وشيكاغو.
اين يمكنني شراء بعض الهدايا التذكاريه؟
انه غالي جدا. لا استطيع شراءه.
هل يمكنني الحصول علي رقم شركه "اي بي سي" في شيكاغو؟
اين هي الكاتدراءيه؟
كيف تريد بيضك؟
انه يقع مباشرهً بجوار هذا المبني.
لا ، اظن انهم نسوا ان يحضروا لنا واحده.
اذن، لقد تم التاكيد. هل يمكننا الحصول علي رقم هاتفك تحسباً لحاجه الاتصال بك؟
ما هو اسم الرسام؟
هل اطلب منه ان يتصل بك عندما يحضر؟
اريد ذلك الشيء.
اُعجِبُ بِهَذَا الْخَدَمَهِ لِلْكُءُوسِ الْمَرْحَبَهِ بِالْشَامْبَانْيَا بَعْدَ الصُّعُودِ اِلَي الْمَرْكَبَهِ. فَلْاَرْتشِفْ كَاْسًا لِصِحَّتِكُمْ.
اربعون دولارا في اليوم زاءد ثماني سنتات لكل ميل.
ساراهن بخمسه دولارات.
اليس هذا طلب شخص اخر؟
كيف يمكنني الوصول الي المتحف؟
انا اسف جدا، لكني اود تاجيل الموعد.
هل يمكنك ان توصي برحله استكشافيه؟
قطارك سيغادر من الرصيف الثامن.
ابحث عن حقيبه ذات حزام قابل للتعديل.
اريد ان تبقي التكلفه اقل من ماءه وثمانيه دولار.
ساسالك بعد ان اتفقد المكان
نعم. حجز لمده ست ليالٍ، من فضلك. ابتداءً من الثالث والعشرين من شهر يوليو.
هل يمكنك ان تظهر لي اخري ذات تصاميم مختلفه؟
اي نوع من العصير تُحِب؟
هل ستذهب الي المنزل لقضاء العطلات؟
اين يمكنني الذهاب لمشاهده منظر جميل حقا؟
كان مكسوراً عندما فتحت الطرد.
29 غشت
اريد ارسال هذا عن طريق البريد الجوي الي اليابان.
يوم شكر للعمل. انه يوم نعبر فيه عن امتناننا لكل من يدعم المجتمع بعمله.
هذا المكان ضيق جدا.
هل يمكنني الحصول علي المزيد من الشاي، لو سمحت؟
اريد تنظيف هذه الملابس في موعد اقصاه اليوم .
هل هناك مصرف قريب في الجوار؟
هل يمكنك تنظيف الطاوله من فضلك؟
سكين، من فضلك.
هناك مطبوعات فقط.
مرجي كتابه رقم الغرفه الخاصه بك علي الجهه الخلفيه.
نستخدم عيدان الاكل عند تناول الطعام.
رحله دلتا رقم ثمانيه وعشرون المتوجهه الي نيو اورلينز ستكون متاخره حوالي ساعه.
عند عودتي الي اليابان، ساكتب رساله. اذا كان لديك وقت، ارسل لي رساله.
تركت تذكره الطيران الخاصه بي في الفندق.
غرفه واحده بدون حمام، من فضلك.
شكرا لك مره اخري علي تذكيري. هل ينسي الكثير من الناس توقيع اسماءهم؟
وَلّا، بَغَيْتِنْزَاوْنْ هَادْ لْمَوْضُوعْ يُومْ الخَمِيسْ عَلَي وَاحِدَهْ.
اريد بيجاما.
اوكي. ساُكلمكِ عندما يَكونون جاهزين.
واش نوضو للغدا؟
ستتوقف الليموزين اولا عند البوابه الشماليه.
ما هو الوقت المتاخر الذي يمكنني فيه استخدام مطعم الفندق؟
هل هو قطار مباشر؟
وَعْلاَمَهُ ذَلِكَ اَنَّهُ قَدْ تَاَخَّرَ الْوَقْتُ كَثِيرًا. اَظُنُّ اَنَّهُ حَانَ لِي رَحِيلِي الْانَ. شُكْرًا جَزِيلًا لَكُمْ عَلَي الْمَسَاءِ الرَّاءِعِ.
هل يمكنني الحصول علي بعض الدواء لالام المعده؟
اريد دجاجا مشوياً.
خطءي. ليست خطءك.
عذراً، متي ينتهي هذا الفيلم؟
ذاك، من فضلك.
تم سرقه مجوهراتي. انا بحاجه لتقديم بلاغ.
لحظه من فضلك ، ساوصلك بالسيد جونز.
مرحبا، انتم تتحدثون مع شركه يونايتد ايرلاينز.
اين تعلّم السيد جونز اللغه اليابانيه؟
عندي واحده صغيره بنفس التصميم
هل يمكنكِ ادخال هذه البنطال؟
الجمعه ليلا، في الساعه التاسعه.
هل هذا المدخل الي لاس فيغاس؟
هل لديكم حافله من المطار؟
سِكِّين اُخْرَي، مَرْجُوعَهً.
انه مالح قليلا، لكنني احبه. هل جءته به معك من اليابان؟
اسرع في انجازها، من فضلك.
هل يمكنك دفع عشره دولارات هنا كـوديعه؟
نعم. ايقظيني بعد ثلاث ساعات، من فضلك.
اريد ان اطلب، لو سمحت.
هل اقول نعم ام لا؟
اثنان من الملاعق، لو سمحت.
اي محطه هي التاليه؟
تُصدر السيارهُ صوتًا غريبًا.
متي تغلق مكتب البريد؟
دفعت وديعه خمسين دولاراً عند تسجيلي دخولاً.
هل لديكم دواء للمعده الملتهبه؟
هل عليّ ارتداء معطف وربطه عنق؟
هل يمكنني تحويل الاموال الي حساب التوفير الخاص بي؟
نسيت حقيبتي اليدويه.
اريد ان اعيد تاكيد حجزي علي الرحله الجويه.
ساعتي. كانت جديده تماماً، رقميه صنع سويسري.
نجحت في ذلك الاختبار نجاحا باهرا.
اريدك ان تاخذني الي بعض الاماكن المثيره. انا ساءح، تعلم ذلك.
هل يمكنني زياره المعالم السياحيه اثناء وجود السفينه في الميناء؟
الافضل ان تعدّل مراه الرءيه الخلفيه.
سيكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
هل يمكنني اخذ اطباقكم؟
بكلّ سرور، متي تريد؟
اظن انني نسيت كاميرتي هنا عندما تناولت العشاء بالامس
اجمعهم عند البوابه.
اه، لا داعي لذلك. ساتولي الامر. لقد قمتَ بما يكفي واكثر.
اما اصلحوه او استبدلوه، من فضلكم.
استطيع القيام بذلك في وقت ما الشهر المقبل.
تفضلوا باخذ وقتكم.
كيف يقارن هذا المنتج الجديد بالمنتجات الحاليه؟
بَاعَه هَادَا الدَّكَّان زْوِينِين بْزَاف.
هل يمكنك الاحتفاظ بهذا من اجلي؟
لحظه من فضلك.
هل لديك بطاقات مطالبتك؟
اريد استءجار سياره لمده اسبوع.
نعم، في البدايه اغسليها منفرده.
ارِني بعض الساعات الرجاليه.
الساعه الان الرابعه وعشر دقاءق.
كم تكلفه السفر في الليموزين الي وسط المدينه؟
منذ هذا الصباح
علينا ان نُسرع ، انهم يصعدون الي الطاءره الان.
يَلْبَق بِشَكل مُنْسَقَم.
طلبت دجاجاً.
لعشره ايام.
كم عمر هذا الصبي؟
كم الاجمالي معاً؟
اريد نفس ذلك، من فضلك.
لقد ضاعت شيكاتي السياحيه.
من فضلك اعطني بعض الدواء للبرد.
من فضلك ضعه في كُوب.
رايته داءما كل صباح في القطار.
هل يمكنك تناول العشاء معنا الليله؟
سابقي في فندق البي حتي الغد. وساكون سعيدا اذا اخبرته انني هنا.
تاخر الرحله لمده اربعين دقيقه.
اسمي شينو يامادا
ما هي تخصصات هذا المطعم؟
لدينا نبيذ ابيض ممتاز.
بعض دواء البرد فقط.
هل يمكنك انزال امتعتي الي الردهه غداً صباحاً؟
اه ، يبدو انني افقد شيءًا في كل مره اسافر فيها.
خسرت استخدام ذراعي اليمني.
المرجو منك يا سيد روي
ثم ستصلون الي شارع للتسوق، واذا تابعتم السير في الشارع فسوف تصلون الي المحطه.
لا، ليس هنا. هناك غرفه مخصصه للتدخين في مءخره العربه.
هل يمكنني الحصول علي نشره؟
وصل هناك في التاسعه، من فضلك.
نعم سيدي. كيف تريدني ان اقصّه؟
اظن ان هناك خطا في الفاتوره.
زيت وخل فقط سيكونان راءعين.
عندي تماما ما تريده. هل لي ان اقترح هذا؟
قهوه مع السكر
ت ع ش 7 م 7 7 7 . ي7 س77ف 77777، س777777777777.
هل سمعت من قبل عن الاسبوع الذهبي في اليابان؟
شكرا لك. مرحبا بكم مره اخري.
هل ما زال ممتلءاً تماماً بالحجوزات؟
هل يمكنني تركه في اي مكان في البلد؟
اي رقم هاتف اطلب من هنا؟
كيف اصل الي ديزني لاند؟
هل تعتقد ذلك؟
عذراً ، اين المطعم الرءيسي؟
اريد اجراء مكالمه هاتفيه الي اليابان.
د12 هي رقم مقعدي. اين هو؟
ما هذا، لو سمحت؟
اي نوع تدور في بالك؟
نعم. سنصل في الساعه الثامنه بالتوقيت المحلي.
اذا عثرت علي اي شيء، الرجاء الاتصال بي.
هل يمكنني الحصول علي بعض لحم الخنزير المقدد والبيض؟
ايس كريم بطيخ للتحليه، من فضلك.
الماء الساخن ليس ساخناً بما فيه الكفايه.
هل ستشرح لي كيف يمكن القيام بذلك؟
مرجـوا كتابـه عنوانك هنا.
هل يمكنني استخدام فلاش التصوير؟
شكرا لك. عد الي غرفتي في الوقت نفسه غداً. ساُجهّز الصور بحلول ذلك الوقت.
انا اسف، في الوقت الحالي يمكنك الطلب فقط من قاءمه الطعام الليليه.
سءال: بنزين مُحسن ام غير مُحسن؟
اُصِيبُ بِصداعٍ.
هاذي الغرفه اثنا عشر صفر سبعه
اريد غرفه مختلفه.
كم مده صلاحيه هذه الفيزا؟
هل يوجد مستشفي حولي هنا؟
اريد بدله رسميه.
هل لديك عرض اكبر ؟
هل يمكنني تجربه مقاس تسعه؟
فندق امن يقدم افطارًا شهياً، ارجو التكرم بالبحث لي.
اين هو الحديقه الحيوانيه؟
هل هناك ايّ منها اكبر حجماً؟
ثلاثون دولارا وثمانون سنتا
يتوقف الامر علي مدي دفء المكان، ولكن في اواءل شهر ابريل في وسط اليابان.
برجر جبن مع بطاطس مقليه.
فات اوان اخر قطار.
ما عنديش صرافه صغيره.
هل حصلت علي تذكره الحافله؟
اعتمـــــــــــ
كنت علي متن رحله الخطوط الجويه المتحده رقم ثمانيه وعشرين اثنين.
صوت الضجيج مرتفع جداً حول غرفتي.
عَلَي السَّاحِلِ الشَّرْقِيِّ، تُوجَدُ مَوَاقِعُ مَشْهُورَهٌ اُخْرَي مِثْلُ نْيُويُورْكَ، وواشنطن دي سي، وبُوْسْتُن.
هل لديكم اوراق يابانيه؟
انهُ يَبدو جيداً.
هل يمكنني ان اترك حقاءبي لديكم حتي الساعه الواحده؟
هل هناك جوله في المدينه؟
نعم. اخشي انني مضطر للقيام بذلك. كيف هي حاله الامن في هذه المنطقه؟
افهم. ساحاول استءجار سيتروين.
لدي موهبه فطريه.
« ذَاكَ يَكُونُ جَيِّدًا. اَيْنَ الخُبْزُ؟ »
تدخين، من فضلك. ومقعد بجانب النافذه، من فضلك.
وما هي اجرتك علي التفصيل؟
ايهم اسرع، تاكسي ام سياره الاسعاف؟
هل لديكم هذا القميص بالوان اخري؟
ما كاينش بصح تتفرج في التلفاز دايما.
نعم، سنصل اليه، سنصل اليه.
عليك ان تدخل مستشفانا.
اين يمكنني ان اجد سوبر ماركت؟
انه غالي قليلاً. هل يمكنك ان تعطيني سعراً خاصاً؟
كم عدد المحطات المتبقيه قبل ان استبدل؟
ذلك الرجل سرق حقيبتي.
هل حبوب الهضم مختلفه عن حبوب الام البطن؟
اريد ان اري الميناء.
فكره راءعه.
كم من الوقت يستغرق المشي؟
ساخذ عشرين من اكبر دبّ قطيفهٍ ممكن.
اَيُّهَا الْعَدَّادُ؟
انه سهل. سابحث فقط في دليل الهاتف.
هل لديكم اي غرف اكبر؟
كم تبلغ فاتورتي؟
اريد الاقامه في هذا الغرفه ليله اخري.
عذراً، لكن اود تسليم تقرير حادث سرقه.
بِحَسْبِ وَسِيلَهِ النَّقْلِ الَّتِي سَتَرْكَبُهَا. هَل سَتَسافِرُ بِالحافِلَهِ اَم بِالطَّاءِرَهِ؟
هل يضايقك اذا جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد مقابل دولار واحد؟
نعم، ارجو ان يصعد الي الغرفه اثنان وعشرون اربعه وثلاثون.
مرجوا ملء استماره التسجيل هذه.
اريد تذكرتين ذهابا وايابا الي اوكسفورد.
باي وقت يجب ان اتي الي المطار؟
هذا بطيء.
اين يمكنني تطوير الفيلم؟
لا، ارجوك لا تفعل. هل يمكنك ان تءجل اسءلتك حتي نهايه المحاضره عندما اطلب منكم ذلك؟
اريدُ مقعداً جيداً.
خاءف المرحاض ما يشتغلش. محتاج مساعده.
ليس بالامر الصعب ولا الغامض.
ساصطحبك الي مقعدك. من هذا الطريق، لو سمحتِ.
عذراً، هل يمكنني ان اسالك سءالاً؟
اظن ذلك.
مرحبا. من الراءع التعرف اليك.
اريد تسجيل هذه الحقيبه الي طوكيو، لو سمحتِ.
هل ستظهر لي واحده اكبر قليلاً؟
اظن ان الملابس المصنوعه في اليابان افضل تقطيعاً بلا شك.
خَيْرُ لكَ اَن تَسْتَسْلِمَ الامرَ.
كرر من فضلك.
هل يمكنك كتابه العنوان ورقم الهاتف من اجلي، من فضلك؟
هل هو مدفّا؟
اي مطار اُغادر منه؟
الم تتلقَ الاستماره في الطاءره؟
اريد مكواه.
بلغ المجموع ثمانيه وثلاثين دولاراً.
شكراً لك علي مشاركتنا افكارك المميّزه.
اذهب للتزلج مرتين في الشهر خلال الموسم.
وُلِدْتُ فِي الاَوَّلِ مِنْ اَبْرِيلَ سَنَهُ خَمْسٌ وَخَمْسُونَ بِالتِّسْعِمِاءَهِ.
هل يمكنني استءجار مضارب؟
هل هذا هو الحافله الصحيحه المتجهه الي وسط المدينه؟
كم ثمن هذا العطر؟
ما فاءدتها؟
اين يمكنني القيام بالاجراءات الرسميه؟
خمسون جنيها.
هل يشمل ذلك الضريبه؟
ما هي الكيسات؟
مرجبا اتصل بالاسعاف.
اراهن بثلاثه دولارات علي هذا الامر.
كيف تسير الامور؟
ما كاينش الاكل اللي ما عجبنيش.
يوم الدستور او "كنبو كينينبي" عطله وطنيه في الثالث من مايو احتفالاً بوضع الدستور الياباني الحالي.
هل يشمل هذا الجولان زياره الي برج سيرز؟
هل يوجد محل لبيع الكتب حولي هنا؟
ساَحضُرُ دَرساتٍ صَيفِيَّهً في جَامِعَهِ هَاواي.
اين نعبر الان؟
رَجُلاَنِ وَ طِفْلٌ فِي الثَّالِثَهِ مِنْ عُمْرِهِ.
بِمَرْحَضٍ فِي الْمَحْطَهِ.
