انه هناك، مباشره امام مكتب السياحه.
لم اسمع ابداً بهذا العنوان في المنطقه.
اسْتَمِرَّ يَمْشِي بِاِسْتِقَامَهٍ حَتَّي تَرَي مَدْخَلَ صَيْدَلِيَّهٍ.
كم ثمن الفطور؟
كيف يمكنني مساعدتك؟
اتجه يساراً في المنعطف الثالث.
هل تريد قشده وسكر في قهوتك؟
هل يمكنك صرف شيك الـ 200 دولار هذا؟
اذا ظهر او حضر، ارجو ان تتصل بي.
اين هو مقهي القهوه؟
اريد ستره اطفال.
حسناً. تكلفه البريد العادي 85 سنتاً وتكلفه التوصيل الخاصّ ثلاث دولارات بالضبط.
اشترِ هذا لو كنتَ مكاني.
هل ساواجه اي صعوبه مع الجمارك؟
هل لديكم احذيه رسميه ذات اصابع عريضه؟
رقم قد اُقترح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحده.
اريدُ تمويجَ الشعرِ الداءمَ المُحكم، لو سمحت.
هِي تُريد بِيرَهً.
صباح الخير، كيف الحال؟
اخشي انني ساحتاج الي رءيه شكل من اشكال الهويه.
اي نوع من الصلصه؟
هذا بارد جداً. هل يمكنك تسخينه؟
عَـفْـوًا، هذا المَكان مُحْتَلٌّ بالفِعْل.
انا بخير، ولكن هل يمكنك الاتصال بصديقي؟
شكراً، هذا يكفي.
من احسن صديق لك؟
يوم الصحه والرياضه 10 اكتوبر عطله وطنيه تهدف الي تعزيز صحه الشعب.
هل تريدني ان اتفقد المحرك؟
هل يمكنك مساعدتي في ايجاد حقيبتي؟
هل ستقوم بتحضير ترتيبات مسبقه؟
انا اُساعَدُ. شُكْرًا لَكَ.
لما توصل هناك، سيبك مني واسال غيري.
اريد التوصيله اربعه وعشرين، لو سمحت.
هنا دولارين. احتفظ بالتغيير.
واحده همبرجر وواحده تشيزبرجر، من فضلك.
كم تتقاضي معالجه الطلب؟
كل منا يود ان يدفع ثمن وجبته بنفسه.
كان المكان فوق كرسي في الردهه.
تَحْوِيل هَذِهِ الْيَنْ الي جُنَيْهاتٍ.
اريدُ مُعجَمًا جَيْبِيًّا، مِنْ فَضْلِكَ.
لشخصين في السابعه. الاسم واتانابي.
ساعتي. كانت سيكو رقميه.
سيكون من دواعي سرورنا ان نقدم لكم المشروب الذي تفضلونه، تليه العشاء. يمكنكم الاطلاع علي دليل كامل بجميع المشروبات التي نقدمها علي متن هذه الرحله في دليل المعلومات الموجود في مجلتنا.
هل تعيش حول هنا؟
اين متجر الهدايا؟
انا علي الطريق السريع واحد بالقرب من خليج مورو.
اريد منبّه، لو سمحت.
فُكَيْسَر، اسمي هُوَ هِيرُوشِي اَيْجِيمَا.
هل يتوقف هذا القطار في غابه البحيره؟
معظــم اليابانيـين يـاكلون الاخطـبوط والحبـار.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، لو سمحت؟
ذهبتُ الي نيويورك.
ما رقم الرحله؟
واحده لنيويورك، من فضلك.
لِمُدَّهِ اَيَّامٍ قَلِيلَهٍ.
الثانيه الي اليسار.
هذه البطاقه، موافق؟
هل هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات كافيه بالتاكسي؟
يَذُوقُ هَذَا طَعْمًا غَرِيبًا.
نعم. انتظر، ساحضر لك واحده.
نصف زجاجه، لو سمحت.
مـا فـيـش حـاجـه غـالـيـه اوي.
هل تبحث عن شيء؟
اَرْبَعُ لَيَالٍ.
احتاج بعض الجوارب.
هل يمكنك ان تجعله ارخص لانّه يوجد بعض البقع؟
رجل صدمـني. وبعد ذلك لاحظتُ اختفاء محفظتي.
لستُ متاكداً اذا كُنتُ قد احضرتُ ملابسَ كافيهً لِرحلهٍ مدتها ثلاثه اسابيع.
حسنًا، نود تجربهَ نبيذٍ ابيض.
اذا سال عني احدٌ، قُل لهم انني ساكون في المقهي.
انا متاكد انني وضعته في الجيب الداخلي لستري.
هل لي ان احصل علي اسم ورقم الطرف الذي تتصل به؟
هل ستدفع شركه الطيران ثمن مشترياتي الضروريه الشخصيه الاساسيه؟
اريد غرفهً بحمام.
مَا طَلَعَ شَيْءٌ مِنَ الْالَهِ؟
كُنتَ مُفترضاً ان تركبَ الرحلهَ الجويَّهَ رقمَ ثمانيه وعشرين صفر، التي اقلعت منذُ خمسَ عشرهَ دقيقهً. حَسناً، سارتبُ رحلهً اخري لكَ.
فتح احد طردي.
اه ، انه لا شيء . انت هنا علي اي حال .
الخطوط الجويه اليابانيه، رحله رقم واحد اثنان ثلاثه.
احتاج لشراء الشامبو.
متي سنصل الي المركز المدني؟
اين يوجد الجزار الاقرب؟
نود الاقامه لمده اربع ليالٍ ابتداءً من الاول من اغسطس.
ما اسم تلك الزهره؟
15 سبتمبر هو يوم تكريم المسنين.
ما فيش صابون في حجرتي.
هل من دواء يمكن ان اتناوله لهذا الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
كم من الوقت ستستغرق الطّلبيّه؟
هل يمكنك التحدث بصوت اعلي قليلاً، لو سمحت؟
كم من الوقت سيستغرق قبل ان يصدر؟
اين معلومات الرياضه؟
هذا الحجم هنا، الذي تسمونه الحجم العادي، سيفعل المطلوب.
اين ستنتهي الرحله السياحيه، ومتي؟
اين يجب ان اُغَيِّر القطارات للوصول الي ادنبره؟
اريد وضع هذا في صندوق وداءع امن.
اين يمكنني تغيير نقودي؟
هل يمكننا ترك اشياءنا في الحافله، ما عدا الاشياء الثمينه؟
اتساءل لماذا هذه الرسوم في فاتورتي.
سادفع خمسين دولارًا.
الان عرفت ما الذي كان خاطءاً.
هذا ايكيدا يتكلم ، لدي حجز طاوله الساعه سته ونصف مساء اليوم. لكني اسف ساصل متاخراً نصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها معفاه من الرسوم الجمركيه؟
&nbsp;&nbsp;&
هذا جيد ، يرجي التوقيع عليها . كيف تريدها ؟
هل ما زال هناك مقاعد متاحه للعرض المسرحي الليله؟
اريد واحده كبيره.
ناميت عبر التنبيه الساعه سته ونص.
انا مصور حر.
يستطيع التجّار تبديل دولاراتك باموال خاصّه بالقمار. هل نذهب؟
لدينا حوالي ثلاثين نوعاً من زيوت الاستحمام.
ساعطيك الاقتراح في الاسبوع المقبل.
شكراً. كم سعر هذه القفازات؟
لازم امشي.. هكلمك بعدين.
اريد بعض الحفاضات القابله للتصرف.
اين نشا these butterfly fish؟
هل يمكنك تحويلها الي دولارات، لو سمحت؟
نحن محظوظون جداً. لديهم واحد بالمقاس 4 في متجر الا موانا.
هل هناك اي ليموزين؟
هل يمكن ان احصل علي مكالمه ايقاظ في الساعه الخامسه والنصف صباحاً غداً؟
اُفَضِّلُ غُرْفَهً هَادِءَهً.
اريد مزيل طلاء اظافر.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغطس؟
اريد حجز غرفه لاربع ليالٍ تبدا من الثاني والعشرين من ديسمبر.
هل هذه الحقيبه مثاليه لكل الاحوال الجويه؟
اريدُ كُرَيْبَهً مِنْ فَضْلِكَ.
اريد استءجار سياره اوتوماتيك لمده يومين.
فَاتَنِي الْـحَرْفُ الْعِشْرُونَ لِسَانْ فْرَانْسِسْكُو.
كم الي المطار؟
ذَاكَ جيِّدٌ. مَتَي هُوَ؟
كم عمر ابنتك؟
هل يمكنك ان تخبرني عن بعض الفنادق النظيفه والاسعار المعقوله؟
سنحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادٍ شهير للغولف.
اُوصِي بِهذا لِاَنَّهُ مُصَنَّعٌ مِن مُكوِّنات طَبيعيَّه مِءَه البِرْمِءَه.
هل يتوقف القطار في برايتون؟
هل يمكنك ان تخبرني اين يمكنني ان اجد تاكسي؟
تذكرتان من الدرجه الثانيه، لو سمحت.
اريد ارسال فاكس.
اريد مكواه سفر.
هل يمكنني ان اقدم لك اي شيء؟
يومي؟ اخشي ان اسال، لكن ماذا تقصد؟
اريد واحداً يستطيع حفظ مستندات بحجم الورق العادي دون الحاجه الي طيّها.
نعم، ولكن ليس بقوه كبيره.
انا عندي حساسيه من القطط.
نعم، يجب ان يكون لديك رخصه قياده ورخصه من لجنه التاكسي والليموزين.
تفضل يا سيدي.
ما نقدرش نجيب ميه ساخنه.
اريد حجز غرفهٍ الليله.
لا، هو لا يشمل الضريبه ولا رسوم الخدمه.
هل ترغب في التبضّع معي هذا الظهيره؟
مرحباً، فستان جميل جداً
الان، تمّت مكالمتك. تفضّل.
ما رقم البوابه؟
ما هو هديه تذكاريه نموذجيه من هاواي؟
هل يمكنني الوصول الي هناك بواسطه المترو؟
اريد تجفيف الشعر بالهواء الساخن.
هل نحن نحرز اي تقدم بمحادثتنا بهذا الشكل؟
جِءتُ مِنَ النَّروِيج
من عشره الي اثني عشر .
بِالطَّبْعِ. دَعْنِي اَرَاه. اَظُنُّكَ جُرِحْتَ بِالشَّعَابِ الْمَرْجَانِيَّهِ.
احتياطاً، اريد رقم الشخص المسءول.
هل هناك طريق سريع؟
لماذا لم يحضر الي الحفله البارحه؟
حدث حادث سير.
اَسْفَـَءـْر، دَخَّـلْتُـرْ لِـوَقْـتَ غَـيْـرْ مُـنَـاسِـبْ.
ادخل الرقم السري الخاص بك.
ما نقدرش نعدل الصوره.
واحد همبرجر جبن وعصير برتقال، منفضلك.
هنا جواز سفري.
شكرًا لك كثيرًا. هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين للعرض الموسيقي ليوم الجمعه القادم؟
راكب اخر هناك قال بامكانه تبديل المقاعد معك.
هل يمكنني تمديد اقامتي؟
قل: هل تعرف اي شيء يستحق المشاهده هنا بالقرب؟
لا، اود استءجار مجموعه من معدات الجولف نصف كامله وحذاءَيْن.
هل يمكنك ابلاغي عند العثور علي الحقيبه المفقوده؟
ما اسم هذه الحديقه الوطنيه؟
اِنْخَدَشَتْ رُكْبَتِي
اين مكان جيد للسياحه؟
هل يمكنني الحصول علي بعض الفاكهه؟
هل يمكنني الحصول علي غداء الان؟
احتاج لتغيير هذه الدولارات.
احتاج الي تاكسي. انا موجود عند تقاطع ساوث ماين وليبرتي.
بَلْ كَيْفَ يُمْكِنُنِي مُسَاعَدَتُكَ بِشَكْلٍ دَاءِمٍ؟
ليست تفاحه بل خَوْشَه.
ساعطيك وصفهً دواءيه. خُذها الي الصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء والجمعه والسبت.
هذا غالي، اليس كذلك؟
نعم، لدينا هذا. سنعدّه لك.
هل يمكنك الاحتفاظ بامتعتي حتي الثالثه؟
لا، اُريدُ ان اَزورَكُم بِمُفرِدي فَقَط.
هل يمكنني حجز سياره اجره هنا؟
هل انت امريكي؟
الي هذا المكان، لو سمحت.
سيارتي معطله.
اين ظلال العيون؟
نُريد زاويه هادءه، ان امكن.
هل هذا الاجره مجاناً؟
هل هذا محطه سريعه؟
¿مَتي يجبُ ان اَحضُر؟
اريد قاروره صغيره من النبيذ الابيض.
اه. هل يمكنني تناول طعامي في وقت لاحق؟ لا اشعر انني بخير الان.
بالفعل ، لديّ خبر . ساتزوج .
هل هناك اي بناطيل اخري؟
هل يمكنني الحصول علي برنامج؟
تمّ اقتحام غرفتي ليله امس.
ارني السمكه التي رايتها اليوم في كتاب الصور، من فضلك.
اقرا التعليمات المكتوبه علي عبوه الطعام المعلبه تحت التفريغ.
اريدُ نقوداً ورقيّه.
انتزع محفظتي ولاذ بالفرار.
الا يوجد لديكم دروس تجريبيه؟
اين يمكنني شراء طوابع بريديه؟
انا من بريطانيا العظمي.
ساضطر للتحقق من ذلك مع زوجتي.
اريد استعاده نقودي في هذا الشان.
توجد كُشك هاتف امام تلك البنك.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي شوي، اليس كذلك؟
هل لديك الغطاء القصير؟
اين محطه الحافلات؟
هل ترغب في حلوي؟
هل تتكلم؟
مثلي تماماً، رجاءً.
طلبي لم يصل.
يوجد الكثير من الينابيع الساخنه.
تغيير خمسون الف ين الي دولارات امريكيه.
هذا جيد بالنسبه لي. في الحقيقه، اود ان ادخن سيجاره.
اين يمكنني استءجار الواح التزحلق علي الجليد واحذيه التزحلق؟
هل نسيت مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عن طريق خدمه الطرود الدوليه المباشره؟
اريد كاساً من النبيذ الاحمر.
اذا كانت ملكك فقط، سيدي. هاها، مزحه صغيره.
بكل تاكيد، كيف يمكننا مساعدتك؟
لدينا بيره ، ويسكي ، براندي ، جن ، فودكا ونبيذ .
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هُوِيَّهٌ حَسَنٌ، بَارَكَ اللَّهُ فِيهَا. هَلْ جَازِزْ بَاسْبُورْتٌ يَكْفِي؟
غرفتي رقمها ثلاثون وسته وعشرون. هل يمكنك جلب ملابسي من المغسله؟
ساري ان كان ايٌّ من هذه يناسب.
اريد غلايه.
اجيبلي شويه جبنه مبشوره
هل يمكن تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك ان تطلب منه ان يتصل بي لاحقًا؟
لماذا اذن؟
عذراً، هل يوجد محل لبيع الكتب حولي هنا؟
اظن انك ارتكبت خطاً، الغرفه كانت مدفوعه مسبقاً. لدي ايصال بذلك.
الباص هناك.
اريد رطلَين من فيلم ايزو ماءه، لون، سته وثلاثين صوره.
اريد تحصيل قيمه هذا الشيك بقيمه سبعين دولاراً نقداً.
اريد شراء طابعات لعشره بطاقات بريديه الي اليابان، لو سمحتِ.
هل هناك اي بنوك قريبه من المحطه؟
اخشي ان هناك خطا في الفاتوره.
انه هنا مباشرهً.
بَرْغَر جُبْن اسْتِرْحَاق، تَسْلِيم سَرِيع مُنْ فَضْلَك.
مَا يِتْمَكّنْشِي الْعَمَل عَلَي الْتَّصْمِيم دُونَ حَاسُوبٍ الْيَوْم.
رَكُض
ثَمَّ شَقٌّ هُنَا فِي قَمِيصِي. اَتَسَاءَلُ اِنْ كُنْتَ تَسْتَطِيعُ تَصْلِيحهُ لِي، مِنْ فَضْلِكَ؟
كم تبلغ تعرفه السفر الي مانشستر؟
هل يمكنك اعاره كابل تعزيزي لي؟
اين يمكنني شراء حصيره شاطء؟
ثُمَّ احجُز لي حَجْزاً جديداً.
اعطني شراءح لحم الخنزير تلك، لكن ليس بسمك تلك.
جاييين الساعه سبع.
عندما اري الاسعار بهذه الرخص، يبدو من السخيف شراء اي شيء في اليابان.
سُرِقَتْ مُسَجَّلاَتِي اَيْضًا.
كُوبّا جَلْطَه فَانِيليا، مِنْ فَضْلِك.
اوافق. يجب ان يصبح امراً طبيعياً جداً.
انتبه للفجوه، انتبه للفجوه، ثم قرب الابواب، لو سمحتم.
ساحتاج الي بطاقه اءتمان.
هنا الرقم.
قُل لّي مَوْضِعًا جَيِّدًا فِي هَذَا النَّهْرِ، رَجَاءً.
تقرير حادثه، من فضلك.
لا، شكرًا في الوقت الحالي.
حسناً، الرجاء البقاء علي الخط. السيد ناكاجيما، السيده سايتو لا ترد علي الاتصال. هل استمر بالضغط علي الاتصال؟
رُبَّمَا، لَكِنْ يَجِبُ اَنْ نَوَزْنَهُمَا بِمُفْرَدِهِمَا.
يبدو انّه قليل جداً للاسف.
اين مكان استلام الامتعه لرحله الطيران رقم سبعه صفر ثلاثه؟
هناك شيءٌ خاطء في قبضتك.
هل هذا سيفسد؟
لا، شُكرًا. من الافضل الا اشرب المزيد.
اريد بعض الاماكن المناسبه للتسوق في الشارع.
هل تذهب تلك الحافله الي فندق هيلتون؟
الان، هذه اللوحه جدّ خاصه. رسمها تسوروتارو كاتاوكا. وهو فنّان معروف عالميًّا.
اُكِنُّ مَحَبَّهً كَبِيرَهً لِلموسيقي الكلاسيكيَّهِ.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسناً، ما هو اسم حزبه ورقمه، لو سمحت.
عذراً. دعني اخرج، من فضلك.
هل يمكنك طلب موظف يتحدث اليابانيه؟
نزور اقاربنا بشكل متكرر جداً.
ميكي هاياكاوا . هذا هو الجناح سبع وصفرين .
يجب ان ابقي هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه في الفندق؟
ما ينجمش يكون اطول من هكي. ربع ساعه علي اكثر تقدير.
كم ستكون قيمه هذه المكالمه؟
بِـءـس، هَـل يـُـمـكِـنـكِ اخـبـارُها بـانـي اتـصـلـتُ؟ سـاعـاودُ الـمـحـاولهَ مـعـها فـي مـوعـدٍ لاحـق.
هل هناك اي جوله صباحيه؟
هل تبادلون العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولاراً بالمجمل لثلاثه اشخاص.
اين يمكنني شراء لفه فيلم؟
هل لديكم بيره يابانيه؟
اريدُ مَلابِسَ سِياحَهٍ بِحَجْمٍ صَغيرٍ، مَشكور.
اريد تسجيل حقاءبي.
هذه الانسه كاوازو في الغرفه سته عشر احد عشر.
مرحبًا بك.
مـيـسـتـوجـد ايـهـا.
ايّهما اهمّ لديكم، اليابانيّون: عيد راس السّنه ام عيد الميلاد؟
رقم كرسيّك هو اثنان وثلاثون A. ثم امضِ مباشرهً الي اسفل الممر. انه الكرسيّ بجانب النافذه.
لحظه من فضلك.
يرجي ملء تقرير فقدان.
لا افهم الامريكي ، اتكلم الانجليزيّه الملكه .
منـذ الامس
يشمل التامين علي التصادم وتغطيه المسءوليه.
اضعتُ تَعْرِيفَهُ الادّعاءِ الخاصّهُ بي.
هل لديكم اي دبابيس باشكال جميله؟
انا اتصل من كشك عام في متجر ميسي.
هاذوما كبار بزاف.
كم قيمه اجره الوقوف في الساعه؟
سيداتي سادتي، لدينا اليوم علي متن الرحله مضيفات ومضيفون جويون يتحدثون اللغه اليابانيه، ويمكنكم التعرف عليهم من خلال دبابيس العلم التي يرتدونها. اذا عرفتم احداً بحاجه الي مساعده لغويه، الرجاء ابلاغنا.
هل تفضل اي حقبه فنيه معينه؟
مراجعه اخري
سِرْ عَلَي مَدْرَجِ النَّهْرِ حَوَالَي نِصْفِ مِيلٍ. سَتَصِلُ اِلَي الْمَرْكَب.
لا، هُمَا مُتَمَرِّنَانِ جِدًّا.
اوكي، سارسله الي لاس فيغاس من اجلك.
ابحث عن قمصان للعدو.
هل ترغب في اي مشروب من المَطعم؟
هكذا لو سمحت. خذ هذا المصعد.
عليك ان تركب قطار الساعه الثامنه والثلاثين.
هل يوجد سينما حول هنا؟
الان هو موسم المحار، لذا سيكون طعمهما لذيذاً.
اريد ساعه يد مستعمله.
ساقوم بالتسجيل حوالي الساعه التاسعه ليلاً.
انه يتاخر الوقت، ينبغي ان اذهب.
لم استعمل خدمه غسيل الملابس لديكم. هل بامكانكم التاكد من ذلك مجددا؟
اريد شايًا، لو سمحت.
لا، ما فيش.
هل هذه هي المحطه الاخيره؟
نـتـصـل بــه هاتـفـيـاً
هل هذا حارٌّ وَفاحِش؟
اين يمكنني الحصول علي حافله سياحيه؟
نعم، اريد ان ازور معالم المدينه السياحيه.
هناك العديد من السياح حول المبني ، الذين يبدو انهم تجمّعوا ليروا ما يحدث.
شكراً علي ضيافتكِ الراءعه.
الصدق سياسه مُثلي
هل يمكنك ايقاظي في الساعه السادسه، من فضلك؟
كم السعر لنصف يوم؟
انا كنجي.
هل تعرف اي اماكن جميله يمكن زيارتها في شيكاغو؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَسْبِي اللَّهُ وَنِعْمَ الْوَكِيلُ، سَاُمْضِي مَعَكُمَا اِذًا.
هل ستستبدل هذا بواحد اخر من نفس النوع، لو سمحت؟
اريد ان احجز طاوله لحين الثالثه والنصف بعد الظهر.
صندوق الامانات، لو سمحت.
مرحباً, من فضلك اختر نبيذاً مناسباً.
اريد مكاناً صغيراً.
هل يتعين عليّ دفع ثمن الغاز؟
سارق. امسكوه.
نَحْنُ فِي انْتِظَارِ اَصْدِقَاءِنَا لِيَاْتُوا.
تَعَطْني قَلِيل مِنْ الفُكَهْ.
قصّه دقيقه جداً بشكل داءم، من فضلك.
هِيَ رَشِيقَهٌ وَمُحَبَّبَهٌ.
ما هي اوبرا اليوم؟
مقلّي، لو سمحت.
غسلي لم يتم اعادته بعد.
من جهه اخري، هل انتَ حرّ هذا السبت القادم؟
حَسَنًا، اذًا، رُبَّمَا نَتَّفِق جَيِّدًا مَعًا.
عاملتـني كـانـني متـسـول.
افهم ، هل يمكنني ايضاً مساعدتك في مشكله اخري؟
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
ساخذ اثنين من هذه.
ما كلاب حلوه. اي نوع هادا؟
اَسقَطْتُ شَوْكَتِي. يُمْكِنُكَ اَنْ تُحْضِرَ اُخْرَي؟
ذَاكَ كَانَ مُمْتِعًا.
اكيد. استمر في السير مباشره ثم انعطف الي اليمين عند الزاويه الثالثه. ستجده علي يمينك.
هل لديكم بعض فيلم شراءح ملونه؟
تعرف كاثي؟ هذه هي حفله عيد ميلادها.
هل لديكم جدول الوان؟
هل يمكنني الدفع بواسطه شيك سياحي؟
لكن، هو، يا رجل، كيف اعرف انها حقيقيه؟
هل يمكنني الحصول عليه معفي من الضراءب؟
لا استطيع وضع حقيبتي تحت المقعد. هل يمكنك الاحتفاظ بها من اجلي، لو سمحت؟
هل يمكنك وضع هذه الحقيبه في صندوق السياره؟
انا خارج الان ، لذلك ساقوم بالتسوق.
يرجي ارسال شخص لاخذ حقاءبي في الساعه السادسه والنصف.
اريد خارطه لـسان فرانسيسكو والمنطقه المحيطه بها.
ما نوع الخبز الذي لديكم؟
اين المصعد؟
هل هناك اي شخص يستطيع العزف علي البيانو؟
في اي محطه يجب ان اُنـزل لزياره امباير ستيت بيلدينغ؟
الميزانيه اقل من الف دولار.
شكراً لك، لكن لا اعتقد ان لدي وقت للاقامه لمده ليلتين. هل يمكنك حجز غرفه مزدوجه لي في ذلك الفندق لليله الثالثه عشره من اذار/مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
لم نقرّر بعد.
صديقي تعثّر وكَسَر كاحله.
ساجرب بعض الشراب البارد.
هل يوجد مطعم تايلاندي قريب؟
انه يقع مباشرهً الي جانب المبني المرتفع. اذاً، عُد بالطريقه التي اتيت بها حتي اشاره المرور. ثم انعطف يساراً.
غداً في الصباح الباكر، ساُسافر بالطاءره الي لوس انجلوس.
ثم يمكنني ان اوصي بثقه بجوله مدينه "سان فرانسيسكو" هذه. والتي توفر لك لمحه عامه عن سان فرانسيسكو.
اريد الحصول علي تامين.
لنطبّض ضغطاً بارداً لتخفيف الالم.
تريد شراء فستان.
كم تكلفه سياره الاجره الي هذا الفندق؟
اين هو المرحاض؟
هل تكلفه الدخول الي هذا المبني مجانيه؟
كُلْهَا عَلَي كِيفِكْ.
ابحث عن شيء رسمي.
الـنَّـافِـذهُ مُـحْـبَـسَـهٌ.
في اي جانب من ساحه الاتحاد يقع؟
نص اونصه من شانيل رقم خمسه، لو سمحت.
كيف بكوب من القهوه؟
هل احتاج لتذكره؟
كم تبلغ قيمه اجر الخدمه؟
كم يبعد من هنا؟
شَيْرَه وَ سُكَّر؟
هل لديكم اي نسبه خصم للاعضاء؟
هل هناك قطار سريع جداً في الساعه التاسعه والنصف؟
ساتفحّص ساءل الفرامل والمحرّك. يبدو انّ محركك علي وشك التوقّف.
ما كانش ذنبي.
مافيش كهرباء
سابلغ الشرطه بذلك.
هل علي الجميع ان يدفع ثمن مشروباته بنفسه؟
ثلاثون الي خمسون دولاراً في الليله.
تَصَلَّحْ هَـذَا، مُرْنِي.
ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف او حفلات توزيع الجواءز او الجنازات.
اضـافــه مـسـطـرده لـيـبـيـه مـرجـبـه، رجـاءً.
لِمَ لَا تُهْدِيهَا هَدِيَّهً؟
اي فيلم تنصحني به؟
هنا عشرون دولارًا، ارجوك اعطني تغذيهً بقيمه دولارين.
صادمتني من الجانب.
استطيع المجيء في الساعه الثانيه.
هل هذه امتعه الرحله جالي zero one؟
هذه رحلتي الاولي الي باريس.
هل يمكنك تقدير الكلفه قبل البدء بالعمل عليه؟
ادخُل، يُرجي.
رحلتنا للمشي راح تكون ممتعه جداً
اين نركب القارب؟
ماعندنش كيس للكميه هادي، حنحطها في هالكيس البلاستيكي الكبير.
اريدُ اللعبَ بالتنسِ.
توجد عصاءر اناناس وبرتقال وطماطم.
يسار هاذ الطابق، جنب السلم المتحرك.
ماذا يعزف في قاعه الحفلات اليوم؟
الم تفضل مشاهده فيلم اخر؟
<libyan-arabic>بدّل لي هاذا الشيك السياحي بفلوس نقداً.</libyan-arabic>
اريد نفس الماده غداً، لو سمحت.
ربما استطيع ان امنحك اجابه افضل بعد بضعه عروض.
احتاجُ هديّهً لذكري سنويّهٍ.
مَا العَرُضَاتُ المَوسِيقِيَّهُ الَّتِي تُقَدَّمُ حَالِيًّا؟
هل لديك مراه؟
عذراً، لكنني ضعتُ. هل يمكنك مساعدتي؟
ساخذ هذا الواحد، لو سمحت.
لا يمكنك ادخال الالعاب الناريه الي كندا.
ما اَزكي طَبخ زَوجَتِكِ.
هل تحتاج الي اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص في صباح الغد، لو سمحتِ؟
ماذا تُريد مع طبقك الرءيسي؟
هل هناك بوتيك حول هنا؟
هذا المكان ممتلء بالناس، اليس كذلك؟
اَسْفَرْ. هَيْتْوَجَّدُو فِي حَوَالَيْ خَمْسِ دَقَاءِقْ.
اُصِبْتُ بِتَشَنُّجٍ فِي عُنُقِي وَاَنَا نَاءِمٌ.
حاضر، ما فيش مشكله. ممكن اشوف جواز سفرك؟
ماعنديش فلوس.
ما الوقت الذي ينبغي ان اكون فيه في المحطه؟
هناك الكثير من المطاعم حول هنا.
انه بجانب غرفه المعاطف.
حَدِيثٌ سَارٍ مَعَكَ
هل هناك جوله بعد الظهر؟
انا مع اصحابي
اَسْتَمْتَعْتُ بِالْاِقَامَهِ. شُكْرًا لَكُمْ.
الشاطء يقع مباشره اسفل التلّه. منظر جميل حقاً.
شكرا علي الانتظار، السيده ماكغواير. ها هو قد جاء. تفضلي، يرجي المتابعه.
هل لديك هويه تحمل صوره شخصيه؟
سبعه، لو سمحت.
اريد ارسال هذا الي المغسله . متي سيكون جاهزاً؟
اَمْتَلِكُ سَرَاوِيلَ رَقَطَاتٍ اُفْقِيَّهٍ.
نعم. للتو تم ايصال حقيبه شخص اخر الي غرفتي. هل من الممكن ان تتاكدوا منها، من فضلكم؟
هل يمكن توضيحه بمزيد من التفصيل؟
هل نمتَ نوماً هنيءاً؟
هل ستلتقط صوره؟
مفتاحان، رجاءً.
اُريدُ مِصْباحًا.
هُوَ فِي نِهَايَهِ المَمرِّ.
اريد بعض ورق الكتابه
هل سنذهب بالحافله؟
قلت انك مسافر الي طوكيو غداً؟
دعني انام حتي الساعه التاسعه.
اضطر لتحويل مبلغ ماءه الي الحساب AW. هل هذا ممكن؟
كيف حال لعبك هذه الايام؟
اشعر بانسداد في الصدر
مفيش مشكله. لو جيت في الخامس من سبتمبر، هتقدر تستمتع بعرض فيلم علمي لاننا بنعمل يوم مفتوح خاص في اول جمعه من كل شهر.
هل لديكم اي جوله اخري؟
حَسَنًا، خَمْسَه ٪ تَخْفِيض. هَلْ هَذا مُناسِبٌ لَكُمْ؟
ساذهب الي باريس.
هل هذه هي الموديل الاحدث؟
مُحَدَّدٌ لِالثَامِنَهِ وَالثَّلَاثِينَ دَقِيقَهً مِنَ الْمَسَاءِ بِالتَّوْقِيتِ الرَّسْمِيِّ لِلْمَنْطِقَهِ.
خُذ ذاك المبني معنا، لو سمحت.
حسناً. اريد صحناً متوسطه الحجم وكره ارز.
كيف يبدو هذا؟
اريد ان اري ذلك الواحد في النافذه، من فضلك.
لا way. نحن في اجازه. ارفض ان اجلس في غرفه فندق واشاهد البيسبول علي التلفزيون. اريد ان اذهب واشاهد مسرحيه.
هل يمكنني لمسها؟
هل يمكنك الحضور هنا لاصلاحه؟
اريد بعض الالياف الاصطناعيه.
اسمي تارو تاناكا . لدي حجز .
اريدُ بعضَ الكريمات المُنظّفه.
اريد ستره صوفيه باكمام طويله.
سرقوا شنطتي.
تتقاطع طرقنا علي ما يبدو مرات عديده، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
ما زالـو يبدون اخضرين بعض الشيء.
كم عدد؟
فراوله، لو سمحت.
جبل فوجي هو اعلي قمه في اليابان علي ارتفاع سبعه وسبعين مترًا وثلاثماءه 700 متر.
لا، لم نَفعل بعدُ. هناك الكثير للاختيار من بينه.
اريدُ بعضَ الكريماتِ الليليهِ.
هي بين المخبز و محل اللحوم.
هل يمكنكِ تقصير الاكمام؟
اخشي انه لا توجد اي ملعب جولف حول هنا.
هل يمكنك ان تظهر لي الخاتم الثاني من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل تَوَصَّلت انت؟
هذا خطا.
نعم، هي كذلك. لانك تستطيع رءيه العلم امام مكتب البريد.
سَترسِلُهُم بِالتَّاكيدٍ، اَصَحُّ؟
اريد اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد طلباتي للتيك اواي.
عند وصوله، سنقوم بدفع تكاليف شحنه الي عنوان منزلك.
هذه الايام، استخدم حاسوباً داءماً في العمل.
اه، حسناً افهمتُ. سَاَمُرُّ بِمَكَانِكَ.
لا، هذا يكفي.
هل يمكنني الحصول علي بطانيه ووساده؟
تَعَالَ هُنَا فِي اَسْرَع وَقْت مُمْكِن، مِن فَضْلِكَ.
كاس قهوه، من فضلك.
ابحث عن بعض البطاقات التي تمثل هاواي عادهً.
هل يمكنك شد الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هل يمكنك ان تجلب لي بعض القهوه؟
ثلاثماءه وخمسون دولاراً؟ هذا فوق ميزانيتي.
هل نحتاج الي طرح هذا الامر للتصويت؟ اذا لم نحتاج، اعتقد اننا توصلنا الي قرار، سارسله الي مجلس الاداره غداً صباحاً.
هل تعلم اذا كانت هناك اي فنادق رخيصه؟
صَبَاح الْخَيْرُ. هَلْ نِمْتَ جَيِّدًا؟
ماذا تنوي ان تفعل بعد انهاءك الدراسه؟
اِنَّ حَقِيبَتِي الْمَحْمُولَهَ عَلَي الْكَتِفِ سُرِقَتْ مِنِّي فِي الشَّارِعِ.
هل حصلت علي ايه خدمات اخري بالاضافه الي الفطور صباح هذا اليوم؟
اريد كوباً من القهوه البيضاء، لو سمحت.
اوكي. هل فندق شيراتون موجود هناك؟
امل الا تكون متعباً جداً
اريد استءجار سياره من هذا النوع ليومين.
ساطلب كاس جاك دانيالز.
اريد كيسًا من الفشار، لو سمحت.
اَسقَطت عَصا تَزحَلقٍ.
لَن نُقَدِّم اَيَّ هَدايا في حفلِ الاستِقبال. بَدلاً مِن ذلك، يَجلبُ الضيوفُ النقودَ السَّاءله.
اريد ارسالها عبر البريد السطحي.
الطاءره وصلت متاخره بسبب تساقط الثلوج الغزيره.
تَحَمَّلْ، يُرْجي.
هل يمكنكِ تدوين رساله، لو سمحتِ؟
اَسْفَـ، لَنْ اَسْتَطِيعُ مُتَابَعَتَكَ. هَلْ يُمْكِنُكَ التَّحَدُّثُ بِبُطْءٍ اَكْبَرَ، مِنْ فَضْلِكَ؟
ماذا يمكنني ان اريك؟
هل يمكنني التقاط الصور؟
مِنْ مِاءَهٍ.
رقم الرحله هو اتش بي تسعه وثمانون متجهه الي طوكيو في الحادي عشر من مارس.
هل يمكنني الحصول علي الطبق نفسه؟
هل لديكِ واحده اخري؟
<b>يرجي احضار فطوري الي غرفتي في السابعه صباحاً غداً. </b>
سيصل فني الصيانه في الحال.
اَسْفَـرْتُ، سَـاَعُودُ فِي وَقْتٍ اخَرَ.
كَيْفَ يُمْكِنُنِي اَنْ اخُذَهُ؟
هل هناك اي مراكز شاغره في الجوله يوم الخميس؟
عذراً، هل لي ان امر؟
هل لديكم اي نباتات او فواكه؟
من فضلك اخبرني كيف املا بطاقه المغادره؟
اظن ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذا الطعام منخفض السعرات الحراريه؟
اي حافله يجب ان اركبها للوصول الي المحطه؟
نعم، هو كذلك. لكن عليك ان تتجه يساراً عند اشاره المرور الثالثه وتمضي في تلك الطريق حتي تصل الي الطريق السريع رقم سته و ستين.
اريد كوبا من الماء لاتناول دواءي، لو سمحت.
ساكون ممتناً جداً لو اصطحبتني الي الشاطء.
اَسْفَـرْحَـابْ، مَـا فِـي تَـوْصِـيلْ، هَاذِي طَنْكَـيُوشَـا تَـرَسْ.
نحن نسـتاجر.
ما هذه الموسيقي؟
اعطِ هذا السّيرب لطفلك، مكيال واحد، بعد كلّ وجبه طعام.
هذا النمط متوفر باحجام 28 و31 و35 سنتيمتر.
اه، هذا يبدو كثيرًا.
هل بامكاني استخدام هاتفك؟
يَرُوحُ هَذا بِرَاءِحَهٍ جَمِيلَهٍ جِدًّا. كَمْ ثَمَنُهُ؟
اريد ان اعيد تاكيد حجزي علي الرحله المتجهه الي شيكاغو في السابع عشر.
اَكَلتُ كَثِيراً جِدّاً.
هل يمكنني التحدث الي الانسه براون؟
هذا البيت يبدو مريحاً للعيش فيه، اليس كذلك؟
اريد ان احجز مقعداً علي متن رحله الخطوط الجويه نورث ويست رقم صفر ثمانيه سته في الخامس من الشهر.
مِحْفَظَتِي، جَوَازُ سَفَرِي وَمُتَمَلَّكَاتِي الشَّخْصِيَّهُ الاُخْرَي.
متي تغلقون ابوابكم؟
انتظر لحظه. ربما تركته في الحمام.
هذا ما كنتُ ساقول بالضبط.
نعم، اظن كذلك.
بيتك كبير. كم عدد الغرف؟
استمتعنا بالعشاء.
افهم ولكن لا استطيع قولها.
اه، نعم، الرجاء. امل فقط الاّ يصابوا بالدوار البحري.
الي طوكيو، لو سمحت.
متي سنصل؟
ساغادر مبكراً غداً، لذلك اود ان ادفع الان.
خَمْر شَرْقِيَّه جافِيَه، مِنْ فَضْلِك.
مكان للـمُمْتَنَعِينَ عَنِ التَّدْخِينِ، مِنْ فَضْلِكَ.
هو مشغـــول الـســاعـــه.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل يمكنني البقاء في غرفتي حتي الساعه الثانيه بعد الظهر؟
هاها. صباح الخير في وقتك. تمام.
اريد بعضاً من هذا الفيلم ذو الرقم ASA لهذا الجهاز التصوير.
اين لوحات مونيه؟
هذه البيتزا لذيذه. من صنعها؟
ما هو طعم هذا الطبق؟
كَذَلكَ هُنَّ غَالِيَاتُ الثَّمَنِ.
متي يغادر القطار التالي الي بوسطن؟
اخطط لتعلم لعبه الغولف.
تَمَنَّي عَلَيَّ بِشَرَابٍ اخَر.
مَا اَجْمَلَ هَذَا الْمُتَزَحْلِقُ!
اخشي ان الاكمام قصيره جداً.
هل يمكنك ان تظهر لي كيف اضع الغاز؟
هل يشمل سعر الاقامه في الفندق وجبه الافطار؟
هل هذا كل شيء؟
انه اسفل هذا الطريق.
<mark>يَرْجَي اشْرَاعُ العَدَّادِ.</mark>
غرفتي بارده جداً
ساعود اليك عندما نكون اقل انشغالاً.
هل لديكم واحد اكبر؟
اَحْسَن.
هل انتَ مُلِمٌ بجغرافيّه اليابان؟
ارِني اين انا في هذه الخارطه.
ماءه في الماءه قطن.
اريد الانتقال الي غرفه تطل علي البحر. هل هناك اي رسوم اضافيه؟
كم تكلفه استءجار لوح التجديف لنصف يوم؟
نوفمبر عَشَر.
اريد شريط اله كاتبه.
انه لذيذ جداً.
متي سنقلع؟
كيف تخبر الساءق متي تريد النزول؟
اربعه وعشرون دولارًا. هل تريد المزيد؟
حجزت الغرفه في طوكيو منذ شهر.
اشكرك من اعماق قلبي.
هل هذا هو المكان الذي انزل فيه للمركز روكفلر؟
من فضلك قس طول قدمي لتحديد مقاس الحذاء المناسب.
انه راءع.
هل تخرجين معي في موعد غرامي؟
يرجي تنظيف هذا المعطف.
اريد استءجار قارب موتورسكي.
اين قسم السيدات؟
القهوه غير مشموله؟
مَا هُوَ المَجَالُ الَّذِي كَانَ يَعْمَلُ فِيهِ قَبْلًا؟
اهٍ اهٍ اهٍ اهٍ لقد اعتدتُ علي رءيه وجهها.
هل عليّ دفع الرسوم الاضافيّه عند دخولي المبني؟
السلام عليكم، الطرف الاخر متواجد الان، تفضل.
تءلمني جراحي.
اين المحطه؟
رعشات برد تسري في جسدي
ثلاثه ايام
اعْبُرْ الجِسْرَ هُنَاكَ، وَسَوْفَ تَجِدُ المَكْتَبَهَ عَلَي يَسَارِكَ.
من فضلك ساعدني في ايجاد مرشد يتحدث اليابانيه.
مَا نَبْغَي وَاحِدَه بَتْوَعْ جَمْرَه.
سيكون هناك تاخير بسيط.
ما الفرق بين تلك الفنادق؟
فَاتَنِي مَحَطَّتِي.
كَان رَاءِعًا. شُكْرًا لَكَ.
ساكون هناك حوالي السادسه مساءً.
هل لديكم اي شيء اطول قليلاً؟
تاريخ الانتهاء هو مارس تسعه وتسعين تسعماءه وواحد.
كيف كان؟
هل هناك اي كازينوهات جيده؟
هنا نقود اقلام الحبر الساءل. ورقه بماءه دولار.
اين قسم السيدات؟
اين يمكنني ركوب القارب؟
صديقي جُرح.
تبدو بصحه جيده.
هل سيَفتح هذا المتجر غداً؟
كل الطريق الي اسفل الممر.
هل يمكنك قص شاربي؟
ياتي هذا مع بار السلطات واختيار البطاطا المخبوزه او البطاطس المقليه.
اين يمكنني شراء الماريجوانا؟
لا استطيع بيع هذا بدون وصفه طبيه.
هل يمكنني حجز خمسه مقاعد متجاوره في نفس الصف؟
هل يمكنك ان تعيرني حبل سحب، لو سمحت؟
اي سياره تعطي افضل مسافه قطعها؟
لن تحصل علي خصم مهما حاولت.
هل يمكنك فتح هذه الحقيبه، لو سمحت؟ ماذا يوجد هنا؟
اريد اجراء مكالمه دوليه الي فندق هيلتون في بوسطن.
هل تقبل النساء ذلك؟
احذر السقف المنخفض
لا استطيع رءيه الشاشه من هنا بوضوح. هل يمكنني تغيير المقعد لفتره؟
زرت البحيرات العظمي للمره الاولي.
هناك شيءٌ خاطء في هذه الاله الباءعه.
اَحْتَاجُ لِطَبِيبٍ.
كم من الوقت قضته هناك في المملكه المتحده؟
مُحِبٌّ للفنّ الطليعيّ مثلك سيستمتع علي الارجح برسومات الهيبيز ومشاهده العروض الموسيقيّه في الشوارع.
ما الوقت؟
ساطلب هوت دوج وكولا.
هذا هو المشغل الخارجي.
تري مبني ابيض، صح؟ انه امام ذلك المبني.
منذ متي؟
لَيْسَ عِنْدِي شَيْءٌ اُصَرِّحُ بِهِ.
ماذا؟ هل يتعيّن عليك دفع ضراءب عند حيازتك علي اكثر من ثلاث قوارير مشروبات كحوليه؟
صديقي مريض جداً. هلّا طلبت لنا طبيباً، لو سمحت؟
لا اعرف الكثير عن النبيذ. ما هو النوع الجيد لهذا الطبق؟
هل يمكنك ايقاظي في الصباح الباكر، من فضلك؟
توجد محطه وقود علي بعد مربعين من هنا.
اليابانيون لا ياخذون اجازات طويله.
اشعر بانّ هناك من ينظر اليّ. هل رءيه شخص ياباني امرٌ نادر الي هذا الحدّ؟
بَعْدَا عَنْ ذَلِكَ كُلِّهِ، لَيْسَ هُنَاكَ اَيُّ شَكٍّ فِي ذَلِكَ. وَلِمَاذَا تَقُولُ "اِنْ"؟
اي طريق يءدي الي مدخل مكتب البريد المركزي؟
اين محطه حافلات غرايهاوند في هذه البلده؟
اليست المطاعم اليابانيه في كيوتو غاليه؟
اظنّه عالٍ قليلاً بالنسبه لي.
لدينا غرفه مزدوجه بحمام بـ 85 دولارًا.
اريد سعر الكتاب.
بارد اكثر من العاده هاذ العام، لكن مو بارد بزاف بيش يثلج.
اين يمكنني شراء تذكره مترو الانفاق؟
ساجلس في مقاعد درجه رجال الاعمال، اليس كذلك؟
كم تكلفه الاجره بالسياره الاجره من هذا الفندق الي المحطه؟
هل يمكنني الحصول علي هذا وهذا، من فضلك؟
يقولون ان اليابان بلد غني جداً
هل هناك اي غرف خاليه في عربه النوم؟
هل يمكنك تخفيض سعره الي عشرين دولاراً من فضلك؟
هذه هديه لصديق.
الثلج يجعل الطريق زَلِق.
ما نقدرش نلقي اله التصوير حقي.
ساعدّ ساندويتشات هامّ بضع قطع.
هل لديك اي شيء تعلنه؟
هل رايت معطفا ازرق؟ لقد وضعته علي هذه الكرسي.
هناك محل ورد مقابل الشارع العام.
انا من طوكيو.
اريد بعض غسول كريم من ريفلون.
لدي بعض الملابس لغسيل الملابس.
طلبته من زمان.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحًا؟
ساطلب شوكولاته ساخنه.
سنُرتب لامر تنظيف غرفكم.
خاص، لو سمحت.
كم تبلغ تكلفه السفر الي فندق سـي؟
هل يمكنني الحصول علي تذكره متعدده الرحلات؟
اريد حجز طاوله لشخصين في الساعه السابعه، من فضلك.
اريدُ بعضَ الكريماتِ الليليهِ.
هل ستلف هذا كهديه؟
تُصادف الان رُبع الساعه بَعد الثالثه.
ساخطط لارسال فواتير احتياجاتي اليوميه، لذا يرجي ابلاغي باسم الشخص المسءول وعنوانه.
صعب علينا نتحدث الانجليزيه بطلاقه.
هل لديكم هذه التصميم نفسه بكعوب اعلي؟
اريد ستره لصبي عمره عشر سنوات.
خُذني الي طريق ابي، الرجاء.
شكراً لك. مرحباً، شكراً لك علي الانتظار.
انا متاكد من ان لدي حجزاً.
ارسله لكِ، فانتظريني هنا.
نحن هنا ليوم واحد.
اُصِبْتُ بِصُداعٍ خَفِيفٍ.
استمتعتُ بالوجبه كثيراً.
لا، تفضل وجلس وانتظر. ساعود حالاً.
هل يمكنني رءيه السياره؟
هل يمكنك رسم خريطه لي، لو سمحت؟
حاضر سيدي. ارجوك ان تبقي في غرفتك حتي يحضر الطبيب.
اُسْلِبْتُ مِزْوَدِي بِالْقُرْبِ مِنْ شَاطِءِ وَايْمَانَالُو. اُحْضُرْ فَوْرَاً.
ماذا عن ماءه دولار؟
اريد هذا مُعبّاً
اريد ان اطلب اعاده اصدار.
دعمت الحكومه تنميه الصناعات.
اظنّه تجاوز الخمسين
ما السن الادني للقيام بذلك؟
هل لديكم اي خراءط بسيطه للمدينه؟
ان امكن، افضل الا تخلع الضرس.
العد هو كره واحده وضربتين.
متي يصل القطار الي سان دييغو، لو سمحت؟
اريد ان القـَـج نظره علي صندوقك.
اريد بعض الشامبو.
انا مقيم في فندق هيلتون.
اشعرُ بِشَعورٍ سَيِّءٍ وغَثَيَان.
لَكِنَّ لِي مَوْعِداً مَعَهَا فِي السَّاعَهِ الثَّانِيَهِ.
هل هذه السياره تتجه الي ادنبره؟
نعم، الرجاء ملء هذا النموذج.
كم تُكلِّفُ الرحلهُ الزاءدهُ في الوزن؟
اسمي كيمورا ، اود الغاء حجزي ليوم الجمعه .
اسِفٌ جِدًّا، وَقَعَت مُشكِلَهٌ ونَعْمَلُ عَلَي اصلاحِها. هَل يُمكِنُكَ الانتِظارُ حَوالَي ثَلاثِينَ دَقيقَهً؟
متي يمكنني المغادره؟
ترجمته.
ساُكَلِّمُ احَداً.
هل تريد تسويه الفاتوره الان؟
جاءت السياره من جانبي في مُقابل الشارع.
صندوق موسيقي
اين هي الضاحيه؟
هل هناك جوله بالحافله في البلده؟
متي نبدا؟
حاضر سيدي، يمكننا ان نقدم لك سياره ميركوري سبل متوسطه الحجم، هل هذا مناسب لك؟
كَسَرْتَ لَحْمَهً.
وعدني بانك تضرب الكره، مو انا. هكي؟
كم باقي؟
هل يمكنني استعاره بعض المفروشات القطنيه؟
ما نوع الجلود التي صنع منها هذا الحقيبه؟
اظن ان هذا السكين غير نظيف ، هل يمكنك احضار اخر لي ؟
اشتريت هذا منذ قليل، لكن هل ستستبدل هذا بذلك؟
بصراحه، انا لا اوافق علي ذلك.
هل هذا هو الطريق الصحيح الي المحطه المركزيه؟
قارب بمرشد، لو سمحت.
اريد ان اطلب بدله بلون غامق لنفسي.
هذا المظله ستكون مناسبه لعصا.
هل يتعين عليّ ترك جميع امتعتي في غرفه الوداءع؟
ارِني جوازَ سفرِك.
هل يوجد اي مكان يقبل غسيل الملابس يوم الاحد؟
اثنان من همبرغر الجبن، من فضلك.
اي حافله تذهب الي ميامي؟
ولكن الاكراميه غير ضروريه.
يمكنك رءيه واحده في قاعه كارنيغي.
لست معتمداً
ما هي وجبه اليوم الخاصه بالدار؟
اريد ان اُحجز موعداً مع طبيب.
اتساءل اذا كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص الليله في تمام الساعه السابعه.
هل يمكنني الحضور الي مكانك؟
يبدو ان هناك بعض المجال للتحسين.
اين يقع المترو؟
هل لديكم اياها بحجم اصغر؟
اين يمكنني الحصول علي الاسبرين؟
هذا هو الحضيض؟
ارجو ان تعطيني تصريح مرور لمده اسبوع.
هذا زميلي.
ما نوع الغاز المتاح؟ بريميوم، عادي، وغير مُقاد؟
هنا واحده.
انا اُصَابُ بِرَدٍ.
انه مغلق ايام الاثنين، لكن اي يوم اخر سيكون جيداً. اظن انه يفتح من التاسعه صباحاً حتي الخامسه مساءً.
اَيْلُ السَّمَكْ الْمُحَمَّرْ مَعْ صَلْصَه خَاصَّه عَلَي وَعْاء مِنْ اَرُزّ
احتفلنا قالها واصطحبني الي حانه. قال انه سيُجري مكالمه هاتفيه وغادر ولم يعد وتركني مع فاتوره ضخمه.
كم السعر للجالون الواحد؟
كانت جواز سفري وبطاقه الاءتمان في حقيبتي.
حجوزات الساعه السابعه باسم منو.
الا تريد كوبا من الشاي؟
هل يمكنك ان تخبرني اين اجد القنصليه اليابانيه؟
هل هناك طبيب مقيم في الفندق او يمكن الاستعانه بطبيب خارجي؟
يَتسَوَّقُ دَاءِمًا فِي بَوْنْد سْتْرِيت.
ورق انجليزي، منفَخَر.
هل يوجد اي مكان يعزف موسيقي الريف؟
اريد فحص ممتلكاتي الثمينه.
اَيُّ اَقْمِشَه صُوفٍ اُخْرَي؟
كم السعر للورقه الواحده؟
بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيمِ حسناً، اضغط تسعه وصفر واحد واحد، ثم الرمز القطري followed بالرقم الهاتفي.
هل يمكنني الحصول علي كوكا دايت؟
هل بامكاني طلب وجبه؟
سُقنا بِراحه. شُكرًا.
عذراً، هل لي ان اتمرر؟
اجمالي عدد سكان اليابان حوالي ثلاثماءه مليون نسمه.
اريد استءجار مظله شمسيه.
نعم، واريد تحويل الرسوم الي الطرف الاخر.
محفظه بها ماءه دولار وبطاقتا اءتمان
الماء ساخن جداً
انتَ هُنا.
اناء من القهوه، لو سمحت.
غَيْر مُحْتَمَل بِالْكَادِ.
توجعني بطني بعد الاكل
واو، هذا المكان راءع!
قد يكون لديه انسداد هواءي في الدم.
هل قررت؟
اذا اردتَ، يمكننا الاستراحه هنا.
ضَيَّعتُ طَرْدًا مَرْسُولًا بِعَيْنِهِ.
ما تقدرش تغير وظيفتك بسهوله.
ما هي المحطه التاليه؟
كل شيء علي ما يرام، لكن ليس المدرجات، الطقس حار جدا اليوم.
انزل هنا، ثمّ انتقل الي الحافله رقم ستّه.
سالحقُ برحلهِ العاشرهِ صباحاً.
ما زال شعور التقيء يسيطر عليّ.
مَا نَبْغَي شَيْء سَمِيْك.
الدفعه، من فضلك.
كم سعر الفطر الطازج؟
احسبها، من فضلك. هل تقبلون فيزا؟
اليَوم سَاذْهَب لاري ماذا يَبدو عليه الحي الصيني.
اثنان او اثنان تسعه ثلاثه تسعه سته سبعه صفر صفر
اريد خلع اسناني.
اريد حقيبه تجميل.
كم استطيع ان اترك من البقشيش؟
اين يمكنني مشاهده "شبح الاوبرا"؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل يمكنك اقتراح بعض الاشياء؟
بِمَزِيدٍ مِنَ التَّبَاطُء، مَرْجَوْا.
ما هي تكاليف الفاكس الدولي المتوسطه لديكم شهريًا؟
مقلّي من الجهتين، من فضلك.
حسناً، يبدو الامر واضحا تماما. اريد رخصتي القياده والتسجيل من كل منكما من فضلكما. ويبدو اننا سنضطر يا بني لاخضاعك لاختبار الكشف عن الكحول في الدم.
سيكون جاهزاً بعد غدٍ في المساء.
هل هذا مصنوع من القطن؟
لدي دواءي الخاص.
ماذا يمكنني ان اري في تلك الجوله؟
نعم، المشروب الادني هو واحد.
كم السعر ليوم واحد؟
هل يتوقف هذا الحافله بالقرب من الفندق؟
اريدُ قرصًا مُدمَجًا.
توجد رحلات جويه لخطوط اليابان الجويه (JAL) والخطوط الجويه اليابانيه (ANA) تنطلق في الساعه 10:55. لكن، لسوء الحظ، كلتاهما ممتلءتان.
يَلْبَقُني بِشَكْلٍ جَيِّدٍ.
هل يمكننا الحصول علي طاوله تتسع لخمسه اشخاص؟
هي ما تفهمش الانجليزيه خالصه.
تَمَنْ كَاشْ لِصَكَّ السَّفَرِ.
هل يمكنك الاعتناء بها من الساعه التاسعه صباحاً وحتي حوالي الثالثه؟
كم تكلفه الرساءل الجويّه الي اليابان؟
انا محبوس خارجاً. هل يمكنك فتح بابي، من فضلك؟
اي جوله هي الافضل لزياره المعالم المشهوره؟
هل هناك اي مضيفه جويه تتكلم اليابانيه؟
كم حقيبه يمكنني اصطحابها معي الي الطاءره؟
لا، سيدي. مواعيد بعد الظهر ممتلءه تماماً. غداً علي ما يرام، مع ذلك.
سَـاَسْـاَلُ حَـرَسَـهَ البَـابِ عَـنْ الاُجْـرَهِ المُـنَاسِبَـهِ.
انا اسف جداً
نَحْنُ نُقِيمُ حَفْلًا لَيْلَهَ الجُمُعَهِ. لِمَاذَا لَا تَنْضَمُّ اِلَيْنَا؟
حسناً، غرفتك هي تسعه ثمانيه يا انسه. هذا مفتاحك.
مهم جداً ان نحصل علي المواد الخام التي نحتاجها للمشروع.
عُذْرًا يَا رَجُلُ الاَمْنِ؟
هل هذا القطار يصل مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
اخرج اغراضي الثمينه، لو سمحت.
كم هي الجولات مزدحمه؟
اريد شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب قريب من هنا؟
الي متي يظل مفتوحًا؟
هو خارج الان.
مَيُومي، هَلْ يُمْكِنُكِ مَلْءُ هذَا الوَرَقِ بِتَوْقِيعِكِ؟
هاذي لك سيدي.
لا امتعه لي تحتاج الي تسجيل دخول.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ تَمَّ، خُذْ وَقْتَكَ.
انا هنا في مهمه اعلاميه.
هل لديكم افلام صيفيه؟
متي يُغادر القطار التالي الي واشنطن العاصمه؟
الموضه الان للاحجام الاكبر.
ساعود الي اليابان يوم الاثنين القادم.
هل يمكنني الحصول علي خريطه لمترو الانفاق؟
هل هي رحله طويله بالسياره؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
اين يمكنني استلام امتعتي؟
انا لستُ علي ما يرام ، هل بامكاني اماله مقعدي ؟
11:45 صباحًا
هل يمكنك ان تخبرني عن مطعم شعبي بين الشباب؟
كانت سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ايبرت يوم الاربعاء القادم في الحاديه عشره صباحًا.
هل يمكنك ان توضح مرضك بالانجليزيه بشكل ما؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لــ "ويستمنستر مول"؟
كم عدد المرات التي استقل فيها قطارات اخري للوصول الي هناك؟
هل هذا صحيح؟ دعني اتاكد. اوه، انا اسف جداً سيدتي تاكانو. هذه هي غلطتنا. هذا هو حسابك الجديد. توقيعك هنا من فضلك؟
خمسه دولارات رجاءً
سدادات بانيو ما تقفش تتقفل بشكل كامل.
هي مجرد اشاره تقدير مني.
هل ستملا هذا النموذج؟
ماذا عن هذه الموديلات البلاستيكيه؟
ما هي الماركات التي لديكم؟
الكعوب مرتفعه جداً بالنسبه لي.
انا محبوس خارج غرفتي.
كم من الوقت قضيتَ في باريس؟
هل يمكنني الحصول علي طابع بريد لثلاث بطاقات بريديه جويه الي اليابان؟
تُكتب هكذا: G-O-R-O-H.
هل ترغب في شرب شيء ما؟
اتمدّ هنا.
عاجل جداً بالبرق
بَحسَب تَقرير الطَّقس، سَيكون هُنالِك ثَلج غَداً.
اُريدُ كُرَهً.
بكل تاكيد، سنكون سعداء للقيام بذلك.
هَي، كِتَابْ مُصَوَّر مَالِيزِي. رَاحْ اَشْتَرِي وَاحِدْ اَوْصَلْ بِهْ البَيْتْ عَلَي طَرَازِ مُحَادَثَهٍ مُسَلِّيَهٍ.
طريق النجاح هي "جينمياكو"، اليس كذلك؟
ساصل الي فندقك حول الساعه التاسعه ليلاً.
امتلك حوالي خمسه الاف دولار امريكي في صوره ين ياباني.
نعم، نفعل ذلك. ساُريك بعضها.
اريد بعض حبوب المنوم.
سابقي هنا حتي التاسع. امل ان تلقوا القبض علي المجرم في اقرب وقت ممكن.
انا متاكّد انّ المجرم قريب.
عشره طوابع من فضلك.
اُصِبْتُ بِالتهابٍ في الحَلْقِ.
احتاج بعض الهدايا التذكاريه من نيويورك.
انا في طريق الخروج. هل يمكنك ارسال صبي لاصطحابي؟
سَاعَتِي تَوَقَّفَتْ.
اوه، كذلك؟ كيف يعجبك؟
نفتتح الساعه التاسعه صباحاً
اُريدُ كِتابَ تَلوينٍ.
اظنّني اشعر بالغثيان في الطاءره.
هل يتعين عليّ الذهاب الي مصرف ياباني؟
عليك ان تُغَيِّرَ المالَ في مصرفٍ.
هل هناك وقتٌ كافٍ لاتمام اجراءات المغادره؟
زوجكَ واحدٌ من افضل عملاءنا.
هل تعرف طبيب اسنان جيد؟
اوه. يجب ان تبلغ القنصليه فوراً.
هَزّ، مَزجٌ غَيرُ مُتَقَلْقَل.
هل تُفضل طاوله في المطعم الرءيسي او في غرفه خاصه سيدي؟
يَقْصِدُ الشَّاطِءَ عَدَدٌ كَبِيرٌ مِنَ النَّاسِ خِلَالِ المَوسِمِ.
وزني حوالي ماءه وخمسه وثلاثين كيلوغرامًا.
الي اين يجب ان انقل؟
اين مكتب الاغراض المفقوده؟
هل هناك اي حافله تذهب هناك مباشرهً؟
هل احتاج لاي علاج خاص؟
هل ستدفع نقداً ام بالبطاقه؟
انتقلنا الي هذا المنزل منذ سنه.
كم من الوقت سيستغرق اصدار تاشيرتي؟
اين هي دورات المياه؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهاً، سيدتي.
هذا هديه . هل يمكنك لفها بورق هدايا جميل ؟
ما اجمل المنظر.. هذه مسارات راءعه.
اِنَّ اُنَاسًا قَدْ اُصِيبُوا بِجِرَاحٍ.
عذراً ، اين المحطه حول هنا؟
نعم، لدينا حجز لك.
عذراً، لكني اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب الحافله؟
دجاج، منفضلك.
هذا الغرفه اثنين او واحد. اريد طلب افطار الغد.
ماذا تفكر بشان التحرش الجنسي في مكان العمل؟
لديّ اختان.
رحله رقم اثنين صفر ثمانيه الي طوكيو.
فَلْنُضِفْ بَطَانِيَّهً دَاخِلَهَا.
نتلاقي ونحكي في الموضوع بِـعُمق.
كيف تُفضل تسريح شعرك اليوم؟
هل يمكنك ان تقولها بعبارات اخري؟
ساكتفي بما لديكم.
نُريد مَاءِدَهً قُرْبَ المَسْرَحِ.
انّي بخير. حسناً، اَتذهبين الي مكانٍ ما؟
انه يبلغ اربعه الاف وماءتي متر ارتفاعًا.
ادخل. ضعها علي الطاوله هناك.
الرجاء الغاء بطاقتي ذات الرقم.
اَسْفَـَءـْر، كُـلُّـهُـم مَـبِـيعُـون، لَـكِـنْ سَـتَـوْفَـرَرْنـَهُـم بَـعْـدَ بِـضْـعِ اَيَّـامٍ.
هل يمكنني الحصول علي بعض القهوه؟
ماعنديش ميعاد ، لكنها حاله طارءه.
هذا صنع رخيص.
اين السلالم المتحركه؟
هل لديكم نشره عن الفعاليات؟
اين مدخل المترو؟
ضاعَت تَذْكِرَهُ سَفَرِي بالطّاءِرَه.
الا تستطيع الاقامه هنا خلال العطله؟
اسِف جِدًّا لِازعاجِكَ
هل يمكنك حجز المناسبات؟
هل يوجد حمام عام قريب من هنا؟
ما هو المجموع؟
ذلك جيد جداً. الان الي الاسءله، لو سمحتم.
هل لديك اي نقود معدنيه لصرف اله وقوف السيارات؟
افضل منتجاتنا مبيعاً علي مدي السنوات الاربع الماضيه كانت اله النسخ AX-450.
هل اتجه الي اليسار؟
هل هناك اي مضيفات جويّات يتكلمن اليابانيّه؟
سعر راءع، اليس كذلك؟
يجب ان تتناوله تسع وتسعين مره في اليوم ، قبل كل وجبه .
اُحِبُّهُ بِحَقٍّ.
اريد حامل ثلاثي.
اريد جاكيت رياضي.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يُمْكِنُكَ الاِقَامَهُ فِي بَيْتِي.
هل يمكنني اماله مقعدي، لو سمحت؟
رَاءِعٌ! كُنْتُ اَبْحَثُ عَنْ تَاكْسِي، لَكِنْ هذَا اَفْضَلُ.
معطف راءع. هل هو صنع بريطاني؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي سنصل هناك؟
اثنان بالغان وطفلان، من فضلك.
ما هو السعر؟
حرب النجوم كانت اكبر ضربه في عام 1984
اين منطقه عدم التدخين؟
تُـهْـجَـءَـهُ الحرف "ت" كـَـتـْـرُومْ، نَـعَـمْ هُـوَ هُـنَـا، تـَـارُو.
اظنّه خلّاب.
اريد بعض التفاح، لو سمحت.
مَاذَا هَذَا لِاَجْلِهِ؟
اي بطاقات الاءتمان نقبلها؟
لديّ وقتٌ وفير.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَاللَّهُمَّ بَارِكْ، بِسمِ اللهِ، اِنَّهُ لَوْنٌ مِنَ الطَّعَامِ، هَلْ تُرِيدُ اَنْ نُنَاقِشَ هَذَا عَلَي غَدَاءٍ مُتَاَخِّرٍ؟
سُرِقَ مُسَجِّلُ الفيديو مِن غُرْفَتي.
السلام عليكم ، اسمي عوده . لدي حجز الليله لكني ساصل متاخراً بعض الشيء . لذلك ، ارجو المحافظه علي حجزي .
هل هذه الاحذيه متينه؟
ارجو ان تبلغه انني في انتظار مكالمته الهاتفيه.
يقولون انّ الانفلونزا منتشره هناك.
توّ فرَج.
اَسْفَـرْح، مَرْحَبَا بِكْ غَدا لَيْـلَه مَحْجُوزه كُلْهَا.
انا مع بعض الاصدقاء
حسب غورو، السيد يامادا لديه طفلان.
هل يمكنك ان تقول ذلك مره اخري؟
اريد ان اُحَوِّلَ مساري الي برج لندن.
تَكَدَّسْ حزَامَ الكُرْسِيِّ.
الرمز الاقليمي هو ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذراً، هل يوجد اي جسر قريب من هنا؟
عذراً، اود استخدام الحمام.
انه مشغـول.
ثيابه داءماً غير مواكبه للموضه.
هل لديكم ماكولات بحريه؟
ذَاكَ بَاهِظُ الثَّمَنِ بِشَكْلٍ جَمِيلٍ.
اريد ان افعل ذلك، لكني اخشي الا استطيع هذه المره.
بِـخُـبْـر يـكُـنْ ، بـس راح نـجـرّب .
مِلْح، مَرْجُوب.
استعمل غرفه القياس هناك.
تسعون دولاراً لتذكره الاتجاه الواحد. نقداً او ببطاقه؟
هل يمكنك تنظيف الطاوله من اجلي، لو سمحت؟
كيف يربي الاباء اليابانيين ابناءهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك ان تخبرني بمواعيد العمل؟
لطفاً لفّ كلّ واحده علي حده.
تَثْقَلُ بَطْنِي.
يبدو الامر جيداً. اين يمكننا انتظارك؟
هل يمكننا البدء باللعب عندما ينتهون؟
عدد سكان اليابان حوالي اثني عشر مليون نسمه.
اكتب المعلومات التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
هل لديكم اشُرِبات حرير؟ ابحث عن هديه لزوجتي.
سنحضره الان . ما هو رقم غرفتك؟
السيد كوباياشي يبحث عنك.
اريد السفر من شنغهاي الي هاواي عن طريق البحر.
هل يمكنك ارسال شخص ما؟
هل يمكن ان يكون جاهزاً بحلول الخامسه من مساء الغد؟
تمشيا تستغرق عشر دقاءق.
قبل ان ننهي الامر، هل يمكنك ان تمنحني بضع دقاءق؟
اين يمكنني ان اوقف سيارتي؟
اشعر بالبرد واوجاع شديده في بطني.
ويسكي وماء من فضلك. هل لديكم اي شيء اتناوله كوجبه خفيفه؟
كيف يمكنني اطفاء هذا النور؟
هل هو مشغول جداً اليوم؟
اريد بعض الخيوط.
اريد شهاده طبيه، لو سمحت.
اريدك ان تجعله اقصر بوصه واحده هنا.
مَا نِيشْ حَاسَّه بِالْخِيرْ، عَطْنِي شَوْيَه دَوَا.
هل يمكنني الحصول علي صحيفه يابانيه، لو سمحت؟
حسناً. هل يمكنني ترك السياره في اي مكان؟ ما هو رسم التوصيل؟
اي حافله تذهب الي مركز المدينه؟
هل هناك اي قطارات سريعه الي بوسطن؟
كُنْ صَدِيْقِيْ بِالْمُرَاسَلَهِ.
ساقيم عند صديق.
انا متحمس جدا لدرجه انني لا استطيع الجلوس ساكنا.
هل يمكنني النزول عند فندق هيلتون؟
اريدك ان تزيله.
اتجه يساراً في هذا الشارع وانعطف يمينًا اول مُفترق طرقٍ الي اليمين.
اريد ان اعلم اذا كان من الممكن شحن هذه المجموعه من الاطباق الي طوكيو.
اريد بعض الطاقه الجسديه.
هل هناك اي طعام ليس حارّاً او حارّ جداً؟
هل هو قريب بما يكفي للسير علي الاقدام؟
اريد بعض الكريم المرطب لليدين.
هل يمكنك ان تعطيني الملح؟
اريد الذهاب الي وول ستريت. كيف اصل هناك؟
ممارسه الرياضه بشكل مفرط قد تضرّك.
بما في ذلك الافطار والضراءب ورسوم الخدمه، ستكون تكلفه الفرد في الليله خمس واربعين دولارًا.
هل يمكنك اصلاح هذا؟
وَرَحْبُو بَالْخَيْرْ. اَهْلاً.
مَا نَقْدِرْش نَلْقَي الْكُفْرَان حَقَّكْ.
اسْتَمِرَّ بِالمَشْيِ مُسْتَقِيماً، مَرْجُوّاً.
هل الماء هنا امن للشرب؟
اه ، تعال . فقط دولارين .
هل يمكنك تغيير هذا الفستان الي مقاس اكبر، لو سمحتِ؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، يَا رَبِّ، هَلُمَّ نَذْهَبْ. سَاُسَاعِدُكَ فِي وَاجِبِكَ الْمَنْزِلِيِّ بَعْدَ اَنْ نَاْكُلَ بِعْضَ الْبِيتْزَا.
نعم، السيد تاناكا. لديك رسالتان.
ما ينفعش معايا.
غَدًا يَوْمٌ اخَرُ.
رُبما استطيع مساعدتك. هل تحتاج الي فيتامين ج؟
اِنَّ حَقِيبَهَ مَالِي سُرِقَتْ مِنْ قِبَلِ لِصٍّ فِي الْمَرْكَبِ.
بعيده جداً. من الافضل ان ناخذ تاكسي.
اريدُ مقعدًا مُقابل الممر، الرجاء.
اَسْكُنُ فِي شَقَّهٍ تَكْلِفَهُ اِجَارَتِهَا ثَمَانِيَهُ عَشَرَ اَلْفِ يَنْ بِالشَّهْرِ.
هل لي ان اقاطع؟
ارني واحده اعرض.
عذراً، هل يُزعجك ان نتبادل المقاعد؟
نعم، بالطبع.
انزل الي الزاويه واسلك اليسار عند اشاره المرور.
هل تُفضل اسطوانات اصغر ام اكبر؟
اريد غرفه فرديه بحمام بـ 80 دولارًا، لو سمحت.
اريد ان اودع متعلقاتي الثمينه في خزنه الفندق.
هل لديكم غرفه شاغره الليله؟
نعم، ولكن تاكد من ان لديك تذكرتك معك.
سَيَنضَمُّ الَي الجَولَهِ الاختِياريَّهِ قَلِيلٌ مِنَ النَّاسِ فَحَسب.
لا تُزعِج نفسك. علي ايّه حال، خُذني الي وسط الحي الصيني. ساحاول ايجاده بمفردي.
يُوظَّف اُناسٌ جُدُد في اَبرِيل.
ان شاء الله.
<mark>اثنين سكوتش وماء</mark>، من فضلك.
من يلعب؟
هل يمكنك الاتصال بي اذا وجدت حقيبتي؟
الي اليسار، لو سمحت.
هل يمكنك الوقوف معي لالتقاط صوره؟
هل ترغب في الابلاغ عنه؟
يءلمني هذا السن الامامي.
ما هي اخر لعبه حاسوب لفتي يبلغ من العمر خمسَ عشرهَ سنه؟
س نشوفكم بكره.
هل يوجد مطعم اقل تكلفه بالقرب من هنا؟
لا، لكن شكرًا. اشعر انني افضل الان.
هل لديكم اي خبز؟
ايش قد حابّه العود؟
صديقي انزلق ووقع علي الارض في الحمام.
هل يمكنني الحصول علي منفضه سجاءر؟
كانت المسيحيه محظوره وكان البلد مغلقاً امام بقيه العالم.
كم تريد؟
كوكتيل روبيان لها نفس الشيء لي.
هل يمكنك التوقيع هنا بالضبط؟ وارجو وضع علامه الحروف الاولي هنا.
كان من دواعي سروري زياره مكاتبكم الرءيسيه واجراء مباحثات مثمره معكم. شكراً جزيلاً لتعاونكم الكريم.
نَفَسُكَ الْاَنْفُعَالُ صَاخِبٌ.
لا اعجبني اللّون في النّهايه. هل بامكاني اعادته؟
اخرج من ذلك الباب هناك، وانتظر عند المحطه رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني الحصول علي بعض الفلفل؟
نعم، اودُّ قراءه شيء ما.
هذا السيد تاكاهاشي في الغرفه خمسـه واربعين. هل يمكنك ان ترسل اربع زجاجات من بيره بودوايزر؟
هذا سبعون دولارًا.
اتصل بفندقي عندما تجد حقاءبي، من فضلك.
اريد مكالمه ايقاظ الساعه الثامنه والنصف صباحاً غداً لو سمحتِ.
نعم، ولكن هذا كثيرٌ جداً وانا ممتلءٌ الان.
اريد بعض المعجون الغسولي للفم.
ما حسيتش كويس.
هل تقدمون اي تخفيضات للكميات الكبيره؟
طرابلس صفر واحد اربعه تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في العثور علي حديقه الحيوان؟
هل ستُخبرني كيف اعدّله؟
متي ينتهي جوله الحافله تقريباً؟
هل تعرف كيف تستخدم الهاتف؟
اكيد. لدينا بعض المعالم Native American الجميله.
مُشغّل يتكلم اليابانيه، ارجو التحدث معه.
نحن مهتمون بالموضه.
هل يمكنك سحب سيارتي؟
هل هذه العياده واو؟
السلام عليكم، السيده ياماغوتشي؟ هناك من ينتظرك علي الهاتف. تم قبول مكالمتك. تفضلي بالتحدث.
اين يمكنني شراء تذكره ركوب بالقسيمه؟
متي سنصل الي لوس انجلوس؟
سِـرْ بِـمُـسْتَقِـيمٍ لِـحَوَالَيْ خَمْسِ دَقَاءِقَ ثُمَّ انْعَطْفْ يَسَارًا.
هذا الطريق يءدي الي الشاطء
هذا الشاي العشبي يساعد علي تجديد شباب الجسم.
اَيْـش هَـذُومَـا مَـا يِتْـسَـنْـتَـجْـعُـوش فِـي لـيـبـيـا؟
حاضر. من هنا لو سمحتم. ساريكم غرفتكم.
يجب ان اُغادر الفندق قبل منتصف النهار.
اثنين همبرجر وقهوتين، من فضلك. اريد تناولهما خارجا.
هل يمكنني الاستمرار في حمل هذين الحقيبتين؟
طلبتُ لحماً ليس سمكاً. هل بامكانك تغيير ذلك؟
طفلي منهك تماماً.
انا مريض في بطني.
هذا الجاكيت ليس مقاسي.
ارغب في مقابله السيد وليام.
تحتوي علي مجموعه متنوعه من سبع فيتامينات ومعادن.
السِّنُّ مُتَحَرِّكَهٌ.
هل يمكنني الحصول علي استرداد النقود عندما اعود الي اليابان؟
ماذا تتكون هذه الوجبه؟
في اي بلد تم صنع هذا؟
هل يمكنك انجازه في عشر دقاءق؟
انا لست جيداً في الانجليزيه. هل هناك اي شخص هنا يتكلم اليابانيه؟
اين يمكنني الحصول علي تذكره مترو الانفاق؟
سَتُرْسَلُ الَيْكَ عَبْرَ الْبَرِيدِ عِشْرُونَ عيِّنَهً اُخْرَي.
اظنّ انّ هذا غير مناسب لي لانّ جلدي جافّ جدّا
هل يمكنني الحصول علي جدول زمني، لو سمحت؟
نعم، سانتظر اظن.
تسع وتسعون دولارًا في الساعه لكل طفل.
اَسْفَـرْح، مَا فِيش مُتَوَفِّر.
يجب ان يكون المكان هادءاً.
اَمْلِكُ مُعَدَّاتِي الْخَاصَّهَ.
مفتاح الغرفه ، خمسه صفر ثلاثه ، لو سمحت .
متي يُعرض فيلم الرجل المنطلق؟
اين صالون الحلاقه؟
الساعه سبع، من فضلك.
حقيبتي مُتلفَه.
سياحه مشاهده المعالم.
جِءتُ مِن اسبانيا
هناك شيء خاطء في مفتاح البطاقه هذا. هل يمكنك اعطاءي اخر، من فضلك؟
ظهرت حبوب علي ذراعي.
طَيْرِ بِهَذَا بِالْمَيْلِ جَوّيًّا اِلَي الْيَابَانِ، مِنْ فَضْلِكَ.
اين اقرب صيدليه؟
خمر اخري، من فضلك.
الـنّاس ودودون جداً.
كم عدد المشروبات المشموله في السعر؟
صنعتها.
اين بوابه الصعود لهذا الرحله؟
اذا امكن، هل يمكنكِ حجز طاوله بجوار النافذه؟
هل تمّ الاعلان عن الصعود الي الطاءره؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نريد ان نري وول ستريت.
اين يقع موقف الحافله المتجهه الي اكسفورد؟
سانتظر حتي تصبح الشرفه متاحه.
هل يمكننا رءيه بعض المحافظ الجلديه؟
نَـتَـفَـرَّجُ عَـلَـي التِّـلْـفَـزْيُـونِ. هُـنَـاكَ مُـبَـارَاهُ كُـرَهِ قَـاعَـهٍ.
هل ستكتب عنوان تواصلك هنا؟
من فضلك اخبرني اين تقع اقرب صيدليه.
الي فندقي، لو سمحت. عنوان فندقي هنا.
كم عدد المحافظات عدا طوكيو؟
اغلق الخط وانتظر قليلاً من فضلك.
ماذا تفعل عادهً في المنزل بعد العشاء؟
بِالطَّبْعِ. عَنْ مَتَي تُرِيدُ اللَّعِبَ الْجُلْفُ؟
ستكون في البيت حول الثالثه.
اريد ان اتصل بالسفاره اليابانيه.
قليلاً اخري.
اين تغادر حافلات الجولات السياحيه؟
كم تُكلفه ارسالها الي اليابان؟
ماعنديش اي عصاي ولا جزم.
هل الين الياباني مقبول؟
هل لديك سياره موستانغ؟
هل سنقفز من هنا؟
السيد كاواي، لدينا طاوله لك الان. هذا الطريق من فضلك.
اكيد. انزل علي الدرج اللي هناك وهتشوف تعليمات. اتبعها بس.
مكتب الاستقبال . هل يمكنني مساعدتك في شيء ما؟
هل يمكنك ان تتركني في فندق هيلتون، من فضلك؟
هل تعمل حتي وقت متاخر كثيراً؟
معش لاقين، شكون عنده ورق بالانجليزي؟
طاوله لغير المدخنين، لو سمحت.
هل يمكنك ابلاغي قبل وصولنا الي درم؟
هذا طازج؟
مـــا صــحــيــح .. دايــمــاً انــت الـلـي بــتــعــامــلــنــي
هل يمكنكِ اظهار بعض الفساتين لي؟
اكتبها باللهجه الليبيه، لو سمحت.
سَـكْـرَانُ بِـالْـخَـمْـرِ
احذر فان الطقس متقلب جدا في الجبال.
صكّ مسافرين و ين ياباني، فهمت؟
اَسْفَـَءـت، لَقَدْ تَحَقَّقْتُ مِنْ قِسْمِ الْخِدْمَهِ الْفُنُوعَـيْـنِ وَالْمَفْقُودَاتِ وَلَيْسَ عِنْدَهُمَا.
انه مكان صعب العثور عليه. يقع علي طريق صغير متفرع من الطريق السريع الرءيسي.
ما نعرفش حاجه عليها.
نستطيع ان نتناقش في الامر في مقهي.
اري، اذاً لا اضطر لدفع ثمن التعديلات، اليس كذلك؟
اريد المُشغّل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستضيفني الليله؟
حسناً. ساخذ اثنين فقط. شكراً لك.
هنا فاتورتك. ثمنها ثلاثه دولارات وسبعه وتسعون سنتاً.
انتَ حَظْكَ سَنِيّ.
| الليلهَ اجعلها مُطلهً علي منظرٍ جميلٍ |
هل هذه الصنعه اليه ام يدويه؟
اريد استءجار هذا النوع من السيارات لمده اربع وعشرين ساعه.
كان لطيفاً جداً التعرف عليكم.
انه ممزق.
والان، دعنا نلق نظره عليك.
وَلْيَتَخَيَّلْ كَمْ سَيَطُولُ اَمَدُ عَمَلِهِ اِنْ سَاَلَ كُلَّ فَرْدٍ سُءَالًا اخَرَ. هَيَّا، لِنُسْرِعْ وَنَحْمِلْ اَمْتِعَتَنَا. عَلَيْنَا التَّوَجُّهُ اِلَي مَكْتَبِ الاِفْصَاحِ الجَمْرُكِيِّ التَّالِي.
ما الوزن؟
هل يوجد مطعم صيني قريب؟
الرصيف الخامس هناك.
متي تبدا مباراه كره القدم؟
خارج الخدمه . هل يمكنك فحص كاميرتي ؟
قهوه مع كريمه وسكر، من فضلك.
اظن ان هناك بعض الاخطاء في الفاتوره.
مُعْطِيَنِي هَادَاكْ.
انها البوابه السابعه
هل انت اسكتلندي؟
ثري تو وان تو. استني لحظه، ماشي؟ عاوز ابعتلك حاجه هنا. لحظه من فضلك.
ماءه وخمسه وثلاثون ين للدولار الواحد
التنانير القصيره مع الاحذيه الطويله لن تخرج ابداً من الموضه.
هل يمكنني التحدث الي المدير؟
لماذا اجرتك مختلفه عن سعر العداد؟
هل يمكنني رءيه هذا؟
وعدتُ نفسي بانّني عندما اراكَ، ساتعرفُ عليكَ.
ماذا يحدث في الاونه الاخيره؟
ما نحسش بِالْخَيْر. تقدر توصيني علي دَكْتُور؟
حَفْلَتُكُمْ مُسْتَمِرَّهٌ. تَوَجَّهُوا قُدُمًا.
هل هناك عرض ارضي؟
الحمام ما يصرفش.
كم تستغرق المسافه سيراً علي الاقدام من هنا الي مبني البلديه؟
خُذ هذا الدَواء بعد كل وجبه طعام عندمَا يُصبح الالم شديدًا.
تضع النقود في ظرف مزخرف خاص يُسمي شوغيبوكرو.
اِنَّ احَداً مُصَابٌ.
اتسـاءل ماذا يجب ان اشتري لـه؟
هل لديكم خارطه لشبكه المترو؟
لدي غرفه جاهزه لك في فندق جراند. هل يمكنك الذهاب هناك؟
اُصِبْتُ بِاَلَمٍ فِي عَيْنِي الْيُمْنَي.
انا لست جيداً جداً في الالمانيه.
لا بد ان نجتمع مره اخري.
هل ستاخذون بهذه البنطالون؟
هل يمكنني استعاره مضرب وكُرات؟
هل يمكنك تضمين بعض التغيير الطفيف؟
هل يمكنني الحصول علي نصف قاروره؟
مرحباً، انا جون.
نَكَايَ.
هل تمانع اذاً ان اصوّرك مع سيّارتك الاجره؟
اتصلت منذ ثلاثه ايام بشان حقيبه مفقوده.
اريد فندقاً ارخص.
اوه، هناك الكثير من الاشياء التي يجب ان تراها في غرينتش فيلاج.
بِشانِ الاعمال. لِي صِلَهُ وَصْلٍ بِالاَعمَالِ هُنَاكَ.
يتناسق مع بدلتك
هل يمكنك الاحتفاظ بعيني علي حقيبتي؟
كيف تعجبك هذه الفكره؟ نحن نقبل شرطك بالاشعار قبل سته اشهر شريطه ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد.
عذراً، هل تعرف نيويورك جيّداً؟
سننتظر. ارجوك اتصل بنا عندما تكون جاهزا.
اريد ان اري جرّاحاً.
هل هذه المكونات طبيعيه؟
اريد ان اقود سياره رياضيه.
الرمز الاقليمي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
اصيب ببرد.
سياره مدمجه صغيره هي الافضل.
اريد ارسال هذه البضاعه العامه.
ساحوّل هذا الاتصال الي الرجل المسءول.
ما الحجم الذي تريده؟
اه، يا الهي. لم ادرك انني ما زلت امتلك تلك الاشياء.
هل لديكم مجموعات من الصناديق المخصصه لارسال الطرود؟
هل ستدفع شركه الطيران تكاليف فندقي ووجباتي؟
هل هذه حقاءبك كلها؟
كيف تريد اجراء المكالمه؟
بَالرُّغمِ مِن ذَلِكَ، هُوَ غَالِي الثَّمَنِ. لَيْسَ صُنِعَ فِي اليَابَانِ، اَصَحُّ؟
هل يمكنك ان تعطيني الملح، من فضلك؟
اين يقع اقرب مطعم لهذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اَتَمَنَّي لَكَ سَنَهً جَدِيدَهً سَعِيدَهً جِدًّا.
ساطلب سبرايت كبير.
قُلْهَا مَرَّهً اُخْرَي بِمَزِيدٍ مِنَ البُطْءِ.
عذراً، اريد ان اطلب.
لدينا جمبري نيوبرج و ساق ضان مشوي.
اريد غرفه من اجل المنظر الجميل.
ثلاث اكواب من عصير البطيخ، من فضلك.
عندي ثلاثه اولاد
امشِ مباشرهً اسفل هذا الممر وانعطف يساراً عند الزاويه. ستجده علي يمينك.
هل هي جوله ليوم كامل؟
كم سعر تذكره السفر ذهاباً واياباً الي اوكسفورد؟
اَزورُ مَركزاً رِياضياً كُلَّ يَومينِ.
اين يمكنني الاقامه خلال الجوله؟
ما وقت المغادره؟
كم هي اجره الدليل في اليوم الواحد؟
اين يمكنني ان اجد اقراص مدمجه؟
عذراً، انا طالب جامعي من اليابان. هل انتم طلاب في جامعه نيويورك؟
هل يمكنك ان تخبرنا كيف تقيّم هذا المخطط؟
اكي، هل تعرف محل اسطوانات جيد قريب من هنا؟
كاش ولا بالبطاقه؟
اعمل لدي شركه تجاريه.
لا يُعدّ سءال الناس عن راتبهم امراً مهذباً.
هل هذه بناطيل ليفيس اصليّه من طراز فيفث اونز؟
متي يمكنني الاستحمام؟
لا تبدين في الحاديه والعشرين
افهم ، في الواقع ، هناك فيلم عالي السرعه بداخله . هل يضايقك اذا اخرجته ؟
اشتريتها للتو.
ساحضر واحداً علي الفور.
ثمانيه دولارات. وهُـنا ياتي واحد الان.
يرجي اظهاره مع مشترياتك الي الجمارك في المطار.
هل اي من المتاجر الكبري تقوم بعروض تخفيضات الان؟
مُشغّل،وصِلني بمركز الاطفاء
عندي بطاريه فاضيه.
تَوَقَّفْ عِنْدَ المَفْتَرَقِ التَّالِي.
اها، ها هو. وهل يتعيّن علي الجميع ملء استماره الاقرار الجمركي هذه؟
واسمح لي ان اخذ اسمك، لو سمحت؟
هل تمانع اذا اجرينا مكالمه هاتفيه جماعيه؟
مرحباً كيف حالك؟
اين قسم السفر؟
ما هو اسم الشخص الذي ترغب في التحدث اليه؟
اَسْفَـرْح، مَا فِيش دَارِي رَاهُو وَقْتِ اللِّحْظَه.
انظـر الي ذلك. انظـر الي ذلك. هل ستُخبرني ان الفـرق بين هذا الرجل وذاك هو الحظ؟ محمد، توقف من فضلك. لا يهمـني ان نزلت هنا. انا متاخر. صديقي، لقد كان لقاءًا راءعاً، اليس كذلك؟
هل غرفتك تشرف علي المدينه؟
هل هناك اي رساءل موجهه لي؟
ما زال غاليًا جدًا. الا يمكنني الحصول عليه بدولارين؟
نُريد غُرفهً في الخَلفِيَّه.
ساطلب كاساً من النبيذ.
تبدين جميله.
اريد غرفه بسرير مزدوج. كم تكلفه الغرفه في الليله؟
هي علي بعد حوالي تسعه وتسعين ميلاً.
فينس ولندا يريدان ان يكونا وحيدين، لذا اخشي انني مضطر للبقاء هنا الليله.
ارجو ابقاء هذه الامتعه في العهده.
اسمي ساتو
اَعْرِفُ مَوْقِعَ نَادٍ لِجَازٍ قَدِيمٍ فِي وَسَطِ الْمَدِينَهِ.
ساخذ هذا الطعام من قاءمه الطعام اليوميه.
اريد ان اطلب نفس الطبق الذي طلبه ذلك الشخص.
ثُمَّ نَحْنُ نَاْخُذُهُ.
هل هذا يصل الي الطابق السادس؟
جلد التمساح؟
ضعها في كيس الغسيل واتركها هناك.
اريد تحميض هذا الفيلم. متي سيكون جاهزاً؟
لا تعطِ هذا المفتاح لاي احد سواي.
حاضر. ساتي لاخذك من فندقك في الساعه الثامنه.
النافذه جيده.
خلي خصل شعري قدام تنزل، لو سمحتي.
هل جميع مصاريف النقل مشموله؟
اوبرا متروبوليتان
اين مكتب تاجير السيارات؟
انا محموم منذ ليله امس.
مَا عَلَي ذَوقِي.
ما الخضار التي لديكم؟
اريد تمويجاً داءماً غير محدد الراس، لو سمحت.
متي سياتي الطبيب؟
لونها غلط.
انكسر السن.
هل هذه مقعد ممر ام مقعد نافذه؟
انا مهتم بالمسير الجبلي.
هل يمكنك ايصال امتعتي الي الغرفه؟
ارني واحده لفتاه شابه
هل يمكنك التوقف هنا؟
هل لديكم اي شيء بقيمه حوالي ثمانين دولاراً Americain و لا سنت؟
انا عطشان.
لا حليب، من فضلك.
عندي ثلاث حقاءب
اين البحيره؟
عذراً ، اضغط علي زرّ الغالق من فضلك .
هل يمكنني الحصول علي مجله او اي شيء اخر؟
انه جنوب.
كم سعر تذاكر المقاعد في الشرفه؟
نحن نريد غرفه تُشرف علي البحيره.
هل توجد اي صناديق بريد قريبه من هنا؟
حاضر. ساخذك هناك.
*يشير الجزء المكتوب بالخط الماءل الي التغييرات التي حدثت في التسعينات.*
انه في الثلاثين من عمره.
حسناً. هل يمكنك كتابه العنوان مره اخري علي هذا الظرف؟
اود الذهاب الي هارودز. هل من الممكن ان ترسم لي خريطه، لو سمحت؟
ماذا تفعل في اوقات فراغك؟
هل لديكم بطاريات لهذه الكاميرا؟
اريد محرّكا كهرباءيا لاطلاق الغالق.
هل انت الاخير في هذا الطابور؟
اظنّه مكتظّا بالحجوزات.
صَوَابٌ ! خَارِجٌ لِلتَّوِّ .
هل يمكنك ان تخبرني باماكن الجذب السياحي هنا؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
انا كذلك.
ارغب في الانضمام من سان دييغو.
كنت افكر في التسجيل في ذلك المساق خلال الفصل الدراسي القادم.
خمر ما بارده كفايه. ح تبردها زياده؟
هل يمكنك تحويل هذه الاقراط الي مشابك؟
ماذا يثير اهتمامك اكثر في هذه الفتره؟
اريد استرداد نقودي. هل يمكنني استعاده مالي؟
اَظُنُّ اَنِّي لَن اَجِدَ شَرَابًا مِثْلَ هَذَا فِي اَيِّ مَكَانٍ اخَرَ.
اذا اشتريتَ هذا ايضاً، ستصل قيمه مشترياتك الي المبلغ المعفي من الرسوم الجمركيه.
هل يمكنني رءيه شهاده تطعيمك، لو سمحت؟
هل تسافر كثيراً؟
جِءْتُ مِنَ الولايَاتِ المُتَّحِدَهِ
لدي تذكره سفر جويّه الي سان فرانسيسكو.
اذا كان بعيداً فقط خمس عشره دقيقه عن المحطه، ساذهب مشياً.
اريد فندقاً ارخص قليلاً.
بُونْسَايْ تَبْدُو مِثْلَ هِوَايَهٍ لِلشُّيُوخِ.
لم اقرر بعد. هل يمكنك اعطاءي مزيدًا من الوقت؟
اُصِبْتُ بِصداعٍ.
هل ترافقيني لشرب القهوه؟
اريد شهاده طبيه وايصال تامين.
اه، لا .. اسرع من فضلك، نحن متاخرون.
لا اريد ان انفق اكثر من عشرين دولارًا.
لماذا لا تقلع الطاءره؟ اخبرني ما الذي يحدث.
كم قيمه الاجره؟ هل يمكنك كتابه قيمه الاجره علي ورقه؟
اريد استءجار كرسي استلقاء.
انتظر لحظه من فضلك.
هل يتعيّن علي السيدات ارتداء فساتين رسميّه؟
لا تلمسني.
هل لديك سجاءر؟
اذا لم يكن الريح قوياً جداً، يمكننا الذهاب الي نقطه التيكي.
راءع.
ساغلق الان. شكراً لانتباهكم.
هل لديكم هذا بلون اخر؟
من ذا؟
عذراً، هل يمكنك ان تخبرني اين يوجد موقف للتاكسي؟
وَلِلشُّرْبِ؟
هنا هو.
اين اقرب متجر لادوات البناء؟
هَـمّــ. مَـا تَـعْـمَـلْـش كِـدَا، مِـنْـكَـمْـش؟ مُـمْـكِـن تِـتْـحَـوَّلْ عَـلْ كُـرْسِـي فَـاضِـي، اِزَّا حَـبِّـيتُـو.
ابحث عن هذا
حاضر سيدي. وماذا تفضل كحلوي؟
ايهما تفضل: عربه الساءق ام عربه النوم؟
صكّات مسافر. شكرا لك. هذا هو تذكرتك وبطاقه صعودك الي الطاءره. يرجي ان تكون هناك قبل موعد الاقلاع بساعه.
اِنَّهَا الامٌ حَادَّهٌ.
الاسم هو غورو موتو ياما . والرّقم هو صفر ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه .
اَحسُ بِاَنِّي مَرِيضٌ جِدًّا.
مواعيد عرض "حب كوسي"؟
حاضر. هتاشرب قهوتك دلوقتي ولا بعدين؟
قُل لي اي نادٍ للـ "ريغي" هو الافضل في نيويورك.
باي طريقه يختلف منتجك عن منتجات منافسك؟
هل من المقبول الا يسمع احد تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. يرجي اتخاذ الاجراءات اللازمه.
نعم، واحده فقط. متي ساعلم؟ كيف ساُعوض؟
هُنَا بَطاقَهُ تَعريفِي
نفضل طاوله بجوار النافذه.
اريد ان اعرف ارخص طريقه للسفر الي سان فرانسيسكو.
هل تعرف مطعم كيويا؟
مِسْتَقِبِلِيّه
سَاُصَابُ بِالسِّمَنِ مِنْ جُلُوسِي هُنَا وَاَكْلِي المُسْتَمِرِّ.
هل يوجد نادي ليلي جيد به عرض فلامنكو؟
تلكِ ثَوْب جميله تَرتدينَها.
يءلمني قدمي.
اين غسله الملابس الاقرب؟
هل يمكنكِ الجلوس في مقعدي، من فضلكِ؟
قعدتنا انفصلت.
في الحقيقه، اود ان اءمّن هذه الطرد ايضاً.
الفاتوره تبلغ ماءه دولار.
خَرَج الطوارء فِي هذا الطّاءِرَه فِي الجَبْهَه وَالمُنتَصَف وَالخَلفِيَّه.
حسناً، حجزك اعيد تاكيده مره اخري.
الكعوب مرتفعه جداً.
نُريد مَاءِدَهٌ عَلَي الشُّرْفَهِ.
يعني ان الفيلم قد لا يكون مناسبا للاطفال دون الخامسه عشره. لذلك يجب علي الاباء التفكير جيدا قبل السماح لاطفالهم بمشاهده الفيلم.
كيف تريد الحصول علي النقود؟ الرجاء ملء هذه الورقه والتوقيع هنا.
يءلمني بطني احياناً.
هل لديكم بعض الاطباق منخفضه السعرات الحراريه؟ انا الان اتبع حميه غذاءيه.
لَيْسَ هُنَاكَ اَيُّ عَاءِدٍ مَالِيٍّ مَطْلُوبٌ.
نعم، لديّ تذكرتان لـ "الجَيَانْتس" و"الدُوجَرز".
نحن احد افضل موردي الحواسيب الصغيره.
شكرا لك. انا كذلك. الي اللقاء حتي ذلك الحين.
غُرْفَه مُتَجَهِّزَه بِحَمَّام لِفَرْدَيْنِ، مِنْ فَضْلِك.
وقعتُ من السُّلَّم
ايّ ايس كريم تنصحني به؟
هَـمْـمْـ. هـذا الوَاحِـدْ. يَـلْـبَـقُـكِ الـلَّـوْنُ جِـدًّا.
اين توجد كتب اللغات الاجنبيه؟
شريحتين و سبرايت
اعطني بعض السجاءر.
ممنوع ادخالها الي البلد - مع الاسف. حسناً، اعتقد ان هذا ينهي كل شيء اذاً.
نعم، انا كذلك. كانوا يسكنون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ عامين. وانتِ، هل تسافرين بمفردك؟
انا مريض
طفلي يبدو متعباً بسبب الحمّي.
بهذا الحجم، من فضلك.
اوسمه الاستحقاق الثقافي تُمنح اليوم لفنانين ومفكرين مُبدعين.
انا ياباني.
ذَاكَ بَاهِظُ الثَّمَنِ بِشَكْلٍ مُبَالَغ فِيهِ.
نعم. خُذ حافله متجهه الي كيوتو اكي.
هل الدخول حصريٌّ للاعضاء فقط؟
سعر الغرفه سته الاف ين في الليله.
هل يمكنني اصطحاب هذا الشيء علي متن الطاءره؟
اوكي. كل ما اريد معرفته هو هل ستتمكن الشركه يوماً ما من الاعتماد علي نفسها مالياً.
حَسَنٌ. هَلْ تُريدُ شالًا يُناسِبُهُ؟
شَحْنِ البُطْرِيَّه، مِنْ فَضْلِكَ.
انا مستعد للطلب.
تترك لك ملح الحمام العشبي بشره ناعمه وملساء.
اكتب اسم شركه الطيران ورقم الرحله ايضاً.
بَرّاحِي. اليوم الاحد، والاحد اسوا الايام.
نعم، هي مشكله التخلص من النفايات.
اريد هذا النمط في ترتيب لـ خمسه اماكن
كثير من العواءل لديها دخل مزدوج.
اوه، هذا الفِضَّه قطعه نادره "القمر والجَرس". هل انت متاكدٌ انك تريد مُقايضته؟
امّي واختي قادمتان من اليابان لرءيتي. سيصلانِ هنا حوالي السابعه مساءً.
اللون البُنيّ راءج جدًا هذا العام.
فكره جيّده، متي تخطّط للمجيء؟
حسناً. مقعدان، رجاءً.
اين السوق؟
انا اتطلع لتجربه بدلتي الجديده للسباق.
ظننت انكم تاكلون فقط الدوناتس.
كم سعر تذكره الدرجه الاولي الي ادنبره من فضلك؟
يبدو انّ المال الذي اعطيتني ايّاه ينقصه عشره دولارات.
اتصلتُ للتو بالسيد سميث في الغرفه اثنين صفر واحد لكن لم يجب احد. هل يمكنك التاكد اذا كان لا يزال مقيماً هنا؟
اريد واحده عصريه.
اعمل لدي شركه نشر.
هل من فضلك ان تملا هذا؟
مَـاذَا تُسَمَّي هَـذِهِ الشَّارِعَـهُ؟
هل يمكنكِ وزن هذا الطرد؟
ماذا تسمي هذه باللغه الانجليزيه؟
استمر في السير في الممر هذا، ثم ستجده علي الجانب الايمن.
اريد ان اءمّن هذا.
صباح الخير، هذا مكتب الاستقبال، كيف يمكنني مساعدتك؟
حسناً. تفضلوا بالدخول.
نعم سيدي. اَتَيْتُ الي هنا لتناول الافطار كل يوم، من الاثنين الي الجمعه، قبل الذهاب الي العمل.
مفيش مشكله.
اتصل بــ ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، نستطيع ان نخدمك من الساعه السابعه.
تكرم و اتمد هنا.
مَا اَسْرَعَ هَذِهِ الْخِدْمَهَ!
ربما يظهر بعد ذلك.
مرجو التوجه يسارا في المتقطع التالي.
عذراً، كيف اصل الي البنك؟
هل هناك حافله تصل الي متحف فورد؟
نعم. اسمك ورقم غرفتك، لو سمحت.
كم تستغرق الرحله بالبريد الجوي الي اليابان؟
حاضر. اشوفك الساعه اثنين يوم الاحد.
اريد ان اسافر من نيويورك الي تورونتو.
السسته بايظه. عندك زيها تاني؟
هذا نوعا ما قذر.
هل يمكنك اعاده تاكيد حجزي علي الرحله الجويه؟ هذا هو تذكرتي.
هل لديكم هذا باللون الاخضر الداكن؟
هل ستاخذني الي كانتربري وتعود بي؟
هل يمكنني الحصول علي شوكه جديده؟
شكراً جزيلاً لكرمك
عَـسـرّي، ما نبيعوش تـذاكر للـمسرح.
اريد ان اري هذا.
اه، هذا راءع. ماذا يتعين عليّ فعله؟
اريد تمديد اقامتي هنا ليومين اضافيين.
تَغَيَّرْ مَقْعَدِي
لدينا بعض الجمبري الممتاز اليوم.
كم الساعه يغلق المتجر؟
اَشْهب اَمْ غَيْر مُدَخِّن؟
ثمنو غالي عليّ. ما تقدرش تخليه ارخص؟
انا متاح يوم الاربعاء صباحاً او يوم الجمعه بعد الظهر.
لم اقم بالحجز.
لان الصيف في اليابان يكون عادهً حارّا جدًا، وفي الايام القديمه لم تكن لدينا مكيفات هواء.
هل يمكنك طلب سياره اجره لي في الساعه الثامنه صباح الغد؟
انه شرير.
لِمَ لَا نَنتَظِرُ الحَافِلَهَ تَحتَ السَّقَاءِف؟
تعال يا كنجي. ساريكم المكتب.
نعم، انه مفتوح من التاسعه حتي التاسعه.
لا استطيع النوم جيداً ليلاً.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه مسار للمدينه؟
الشيء نفسه الذي كنت ابحث عنه.
مافهمتش شرحك
يجب ان اقوم برحله ترانزيت متجهًا الي بوسطن.
اين افضل مكان للسياحه؟
هل هو متين؟
استمتعتُ كثيراً.
حسناً، اودّ ان يكون وجهي اصغر مثل جوليا روبرتس.
هل يمكنك اخذه من فضلك؟
المسافرون المغادرون علي متن الرحله سبع مءه وثلاثه لشركه طيران ABC المتجهه الي طوكيو، يرجي التوجه الي البوابه عشرين لانهاء اجراءات الحكومه.
اين هو موقف الحافله لــ B؟
الي العزف المنفرد، يرجي.
اين يمكنني شراء مفرش الماءده؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
هل تريد ان التقط صورتك؟
لم اتناول هذه الوجبه.
قطعْتُ اصْبَعِي. هَلْ يوجَدُ مُطَهِّرٌ؟
هل يمكنني الحصول علي طابع بريد بقيمه خمسه وتسعين سنتًا؟
ساكون هنا قبل الثامنه بربع ساعه.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
هل تَدرُس في المدرسه هنا؟
كم كان موجوداً فيها؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد انني وضعته في حقيبتي اليدويه.
ايدك فوق.
هل هناك مطعم يمكنك ان توصي به قريب من هنا؟
ايّهما تُفضل، الظلام ام النور؟
هل يمكنك ان تخبرني الي اين نحن نطير؟
احاله تذكره، لو سمحت.
اين مكان مناسب لنزهه ليوم واحد؟
اريد حقيبه كيلي باللون الاحمر بنفس تصميم هذه الحقيبه.
هل ما زلت ستصنع ذلك الجدول؟
متي يفتح البنك؟
اَحسُ بـاَنّي مَرِيضٌ.
انا اَتَحَيَّر، هَل يُمكِنكَ رَسم خارِطَهٍ لي؟
خَارِج.
اِنْقِلْنِي اِلَي الْمُسْتَشْفَي.
هل يجب ان اَقدِم الي المستشفي كل يوم؟
بطني تءلمني.
كم قيمه الطوابع البريديه لارسال هذه الرساله الي اليابان؟
اريد كاساً من الخمر البرّاق.
هل تحتاج الي ان ناتي لاصطحابك من المطار؟
يَبْدَا الصَّعْدُ عَلَي الطَّاءِرَهِ فِي السَّاعَهِ 4:30، فَكُونُوا هُنَاكَ قَبْلَهَا.
من ثلاثين الف ين
اين يمكنني شراء بطاقه هاتف؟
هل يمكنني اعادته في مدينه مختلفه؟
اخطط للاقامه لمده اثني عشر يوماً.
ارجوك جعل الجزء العلوي اطول قليلاً.
يجب ان تري اخصاءيّاً.
بَضع دَقاءِق اُخْري، مِنْ فَضلكُم.
اغنيه رقم اربعه عشر.
اوه، حقاً؟ لديك اذاً مجموعه كبيره.
مَا نَقْدِرْش نَلْقَاهُمْ فِي كُلْ مَكَان.
هل لديكم اي مقاعد شاغره متجهه الي لندن؟
اريدُ نُسخهً من تقرير السَّرقَه.
انه علي بعد مبني واحد في الزقاق اسفل الشارع.
وَانتَ فِيهَا هَل تُمْكِنُكَ اشعالُ وَاحِدهٍ لِي؟
هل هذه السجاءر خفيفه؟
حسناً. مثله تماماً.
القطار السريع التالي بعد ساعه واحده.
اريد ان اطول اكمام هذا الجاكيت الرياضي.
لدي حجز. هذا هو رقم التاكيد.
عيد ميلادك قادم.
اِـنَّ الـحَرَكَهَ عَلَي سِككِ الـحَديدِ مُتَوَقِّفَهٌ بِسَبَبِ الاِضرابِ.
هل يمكنك اصلاح هذا؟
كانت الشارع مزدحمه بالسيارات.
هي المبني الثاني علي اليسار من ذلك المبني الابيض.
حجزنا مقعدًا ليوم الخامس والعشرين من شهر اكتوبر المغادره في الساعه الحاديه عشره صباحًا.
لا، قليلاً الي الامام اكثر. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
اين يمكنني استرداد قيمه هذه التذكره؟
لماذا يحدث ذلك؟
اريدُ الاستراحهَ.
سيارتي تعطّلت، تعال وخُذها.
اريد شعري اطول قليلاً من الخلف.
ما الانواع التي لديكم؟
انا اوافق. انه احد اماكني المفضله.
اي نموذج تفكر فيه؟
اسمي ميشيكو تاناكا ورقم الرحله هو خمسه واحد الي طوكيو.
هل يمكنك رسم خريطه بسيطه لي من هنا؟
اين نلتقي؟
اريد تسريح شعري كما كان في السابق.
اعطني خمسين، من فضلك.
اين يمكنني تسجيل الدخول للخطوط الجويه اليابانيه؟
ما محتوياتُها؟
هل هناك اي اماكن في المنطقه موصي بها بشده؟
اعطني بعض النقود المعدنيه، من فضلك.
حاضر. ساضمن وصول حقاءبكم الي هنا.
هذا تخصصنا، دوفر سول المشوي.
سنقيم هنا.
اِنَّ لِصًا سَلَبَنِي.
حاضر. هل يجب ان اركّز عليه؟
سَنَقْسِمُهُ بَيْنَنَا.
ما عننديش بالظبط الاسلوب هادا دلوقتي. انا بشوف المخزون. انتظر لحظه من الوقت، منفضلك.
ويسكي سكوتش بماء، من فضلك.
ذلك يَبدو مُثيراً للاهتمام. كم يَكلف؟
خُذ الوصفه هَذهِ الي الصيدليّه. يمكنكَ ان تَحصل علي الدواء هُناك.
طلبت ذلك.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
اين يمكنني شراء بعض الهدايا التذكاريه؟
غالي بزاف، ما نقدرش نشريه.
هل يمكنني الحصول علي رقم شركه "اي بي سي" في شيكاغو؟
اين الكاتدراءيه؟
كيف تريد بيضك؟
انه يقع مباشرهً بجوار هذا المبني.
لا ، اظنّ انّهم نسوا ان يجلبوا لنا واحده.
حسناً، الامر مءكد. هل يمكننا الحصول علي رقم هاتفك تحسباً لحاجه الاتصال بك؟
ما هو اسم الرسام؟
هل اطلب منه ان يتصل بك عندما يحضر؟
اُريد ذاك الشيء.
اُعجِبُ بِهذه الخدمه من الشمبانيا الترحيبيه بعد الصعود علي متن الطاءره. دعوني اَرفع كاسي لصحتكم.
اربعون دولارًا في اليوم بالاضافه الي ثماني سنتات لكل ميل.
ساراهن بخمسه دولارات.
اليس هذا طلب احد غيرك؟
كيف يمكنني الوصول الي المتحف؟
انا اسف جداً، لكن اود تاجيل الموعد.
هل يمكنكَ ان توصي برحلهٍ استكشافيّه؟
قطارك سيغادر من الرصيف الثامن.
ابحث عن حقيبه ذات حزام قابل للتعديل.
اريد ان يبقي السعر اقل من ماءه وثمانيه دولار.
ساسالك بعد ان اتفقد المكان.
نعم. حجز لمده ست ليالٍ، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
هل يمكنك ان تظهر لي اخري بتصاميم مختلفه؟
اي نوع من العصير تُحِب؟
هل ستذهب الي المنزل لقضاء العطلات؟
اين يمكنني الذهاب لمشاهده منظر جميل حقاً؟
كان هذا مكسوراً عندما فتحت الطرد.
29 اُغُسْطُس
اريد ارسال هذا عن طريق البريد الجوي الي اليابان.
يوم الشكر للعمل. انه يوم نعبر فيه عن امتناننا لكل من يدعم المجتمع بعمله.
هَـاذِهِ الْغُـرْفَـهُ ضَيِّـقَـهٌ جِـدًّا.
هل يمكنني الحصول علي المزيد من الشاي، لو سمحت؟
اريد تنظيف هذه الملابس في موعد اقصاه اليوم .
هل يوجد مصرف قريب من هنا؟
هل يمكنك تنظيف الطاوله من فضلك؟
سِكِّين، مُرجوُن.
هن الكل مطبوعات.
يرجي كتابه رقم الغرفه الخاصه بك علي الظهر.
نستخدم عيدان الاكل عند تناول الطعام.
رحله دلتا رقم ثمانيه وعشرين المتوجهه الي نيو اورلينز ستكون متاخره حوالي ساعه.
عند عودتي الي اليابان، ساكتب رساله. اذا كان لديك وقت، ارسل لي رساله.
تركت تذكره الطيران الخاصه بي في الفندق.
غُرْفَهٌ وَاحِدَهٌ بِدُونِ حَمَّامٍ، مِنْ فَضْلِكَ.
شكرًا لك مره اخري علي تذكيري. هل ينسي الكثير من الناس توقيع اسماءهم؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَا يَزَالُ مِنْ لَيْلَتِي هَذِهِ اِلَي اَرْبَعٍ
اريد بيجاما.
حسنًا، ساتصل بك عندما يكونون جاهزين.
كيف حال الغداء؟
ستتوقف الليموزين اولاً عند البوابه الشماليه.
متي يمكنني استخدام مطعم الفندق حتي موعد متاخر؟
هل هي رحله مباشره بالقطار؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ، يَا لَيْتَنِي اَسْتَطِيعُ الْمُغَادَرَهَ الْانَ، فَقَدْ تَاَخَّرَ الْوَقْتُ كَثِيرًا. شُكْرًا لَكُمْ جَزِيلَ الشُّكْرِ عَلَي الْمَسَاءِ الرَّاءِعِ.
هل يمكنني الحصول علي بعض الدواء لالام المعده؟
اريد دجاج مشوي.
خطءي. ليست خطءك.
عذراً، متي ينتهي هذا الفيلم؟
ذلك الواحد، الرجاء.
تم سرقه مجوهراتي. اريد تقديم بلاغ.
لحظه من فضلك ، ساوصلك بالسيد جونز.
السلام عليكم، انتم تتحدثون مع شركه يونايتد ايرلاينز.
اين تعلّم السيد جونز اللغه اليابانيه؟
عندي واحده صغيره بنفس التصميم.
هل يمكنكِ ادخال هذه البنطال؟
لَيْلَهُ الجُمْعَهِ، السَّاعَهُ تاسِعَهٌ مِنَ المَسَاءِ.
هل هذا المدخل الي لاس فيغاس؟
هل لديكم حافله من المطار؟
مِلعقه اخري، لو سمحت.
انه مالح قليلاً، لكنني احبّه. هل جءته به معك من اليابان؟
رَجَاءً عَجِّلُوا بِهِ، اِنْ اَمْكَنَ.
هل يمكنك ان تدفع عشره دولارات هنا كـ تامين؟
نعم. ايقظيني بعد ثلاث ساعات، من فضلك.
اريد ان اطلب، لو سمحت.
هل اقول نعم ام لا؟
اثنتان من الملاعق، لو سمحت.
ما هو الوقف التالي؟
تُصدر السياره صوتاً غريباً.
متي تغلق مكتب البريد؟
دفعت وديعه خمسين دولارًا عند تسجيل الوصول.
هل لديكم دواء للمعده المضطربه؟
هل يتعيّن عليّ ارتداء معطف وربطه عنق؟
هل يمكنني تحويل الاموال الي حساب التوفير الخاص بي؟
نسيت شنطتي اليد.
اريد ان اعيد تاكيد حجز رحلتي.
ساعتي. كانت جديده تماماً، سويسريه رقميه.
نجحت في ذلك الاختبار نجاحاً باهراً.
اريدك ان تاخذني الي بعض الاماكن المثيره. انا ساءح، تعلم ذلك.
هل يمكنني الذهاب للسياحه اثناء وجود السفينه في الميناء؟
الافضل ان تعدّل مراه الرءيه الخلفيه.
سيكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
هل يمكنني اخذ اطباقكم؟
بكلّ سرور، متي تريد؟
اظنّ انني نسيتُ كاميراءي هنا عندما تناولتُ العشاءَ البارحهَ.
اجمعهم عند البوابه.
اه، لا . لن يكون ذلك ضروريا . ساتولي الامر . لقد قمتَ باكثر مما يكفي بالفعل .
اما اصلحها او استبدلها، من فضلك.
استطيع القيام بذلك في وقت ما الشهر القادم.
تَرِكْ وَقْتَكَ يَسْرِي.
كيف يقارن هذا المنتج الجديد بالمنتجات الحاليه؟
بَاءِعُو الْمَتَجَر لُطْفٌ كَثِيرٌ هُنَاكَ.
هل يمكنك الاحتفاظ بهذا لي؟
لحظه من فضلك.
هل لديك بطاقات مطالبتك؟
اريد استءجار سياره لمده اسبوع.
نعم، اغسليها منفصله في البدايه.
ارِني بعض الساعات الرجاليه.
تـرجمــه نـصـو
كم تكلفه السفر في الليموزين الي وسط المدينه؟
منذ هذا الصباح
علينا الاسراع ، انهم يصعدون الطاءره الان.
يَلْبَق بِدِقَّه.
طلبت دجاجاً.
لِعَشْرِ ايَّامٍ.
كم عمر هذا الصبي؟
كم الاجمالي معاً؟
اريد نفس ذلك، من فضلك.
اَضَعْتُ شِيكَاتِي السِّيَاحِيَّهَ
من فضلك اعطني بعض الدواء للبرد.
ضعها في كُوبَه.
اراه داءماً في الصباح الباكر في القطار.
هل يمكنك تناول العشاء معنا الليله؟
سابقي في فندق الـ "بيه" حتي الغد. وساكون سعيدا اذا اخبرته انني هنا.
تاخر الرحله لمده اربعين دقيقه.
اسمي شينو يامادا
ما هي تخصصات هذا المطعم؟
لدينا نبيذ ابيض ممتاز.
بعض دواء البرد فقط.
هل يمكنك انزال امتعتي الي الردهه غداً صباحاً؟
اه ، يبدو انني افقد شيءًا في كل مره اسافر فيها.
خسرت استخدام ذراعي اليمني.
الـو، هل هذا محل روي؟
ثم ستصلون الي شارع للتسوق، واذا تابعتم السير في الشارع ستصلون الي المحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره العربه.
هل يمكنني الحصول علي نشره؟
وصل هناك في الساعه التاسعه، رجاءً.
نعم سيدي. كيف تريدني ان اقصّها؟
اظن ان هناك خطا في الفاتوره.
زيت وخل بس يكونو زينين.
اَمْلَكُ مَا تَشْتَهِيهِ بِدَقَّهٍ. هَلْ اَقْتَرِحُ هَذَا عَلَيْكَ؟
قهوه بسكر.
ت ع ح د 17 ا . اسـف ، غلـطـت .
هل سمعت من قبل عن الاسبوع الذهبي في اليابان؟
شكراً لك. ارجو ان تعاود الزياره مجدداً.
هل ما زال ممتلءاً تماماً بالحجوزات؟
هل يمكنني تركها في اي مكان في البلد؟
ماذا الرقم الذي يجب ان اتصل منه من هنا؟
كيف اصل الي ديزني لاند؟
هل تعتقد ذلك؟
عذراً ، اين المطعم الرءيسي؟
اريد اجراء مكالمه هاتفيه الي اليابان.
د12 هو رقم مقعدي. اين هو؟
ماذا هذا، لو سمحت؟
ما النوع الذي تفكر فيه؟
نعم. سنصل في تمام الساعه الثامنه بالتوقيت المحلي.
اذا وجدتَ ايّ شيء، الرجاء الاتصال بي.
هل يمكنني الحصول علي بعض لحم الخنزير المقدد والبيض؟
ايس كريم بطيخ للتحليه، من فضلك.
الماء السّاخنُ ليس ساخناً بما يكفي.
هل ستشرح لي كيف يمكنني القيام بذلك؟
يرجي كتابه عنوانك هنا.
هل يمكنني استخدام فلاش التصوير؟
شكراً. عد الي غرفتي في الوقت نفسه غداً. ساُجهّز الصور بحلول ذلك الوقت.
اَسْفَرْحِلْ الْانَ يُمْكِنُكَ الطَّلَبُ مِنْ قَاءِمَهِ الْمَاْكُولَاتِ اللَّيْلِيَّهِ فَقَطْ.
اوكتان عالِـي ام غير مُءَدْمَن؟
اُصِبْتُ بِصداعٍ.
هاذي الغرفه اثنا عشر صفر سبعه
اريد غرفه مختلفه.
كم مده صلاحيه هذه التاشيره؟
هل يوجد مستشفي حولي هنا؟
اريدُ بَزَّهً.
هل لديك عرض اكبر ؟
هل يمكنني تجربه مقاس تسعه؟
فندق امن يقدم افطارًا شهياً، ارجو ذلك.
اين حديقه الحيوان؟
هل هناك ايّ منها اكبر حجمًا؟
ثَلَاثُونَ دُولَارًا وَثَمَانُونَ سِنْتًا.
يتوقف الامر علي مدي دفء المكان، ولكن في وسط اليابان، في اواءل شهر ابريل.
برجر جبنه مع بطاطا مقليه.
فات اوان اخر قطار.
ما عنّديش فلوس صغار.
هل حصلت علي تذكره الحافله؟
اعتمـــــــــــ
كنت علي متن رحله الخطوط الجويه الاوكرانيه رقم 828.
انها صاخبه جدا حول غرفتي.
عَلَي السَّاحِلِ الشَّرْقِيِّ، تُوجَدُ مَوَاقِعُ مَشْهُورَهٌ اُخْرَي مِثْلُ نْيُويُورْك، وواشنطن دي سي، وبوسطن.
هل لديكم اوراق يابانيه؟
يسمعُ حسناً.
هل من المقبول ان اترك امتعتي لديكم حتي الساعه الواحده؟
هل هناك جوله في المدينه؟
نعم. اخشي انني مضطر للقيام بذلك. كيف تستتب الامن في هذه المنطقه؟
افهم ، ساحاول استءجار سيتروين .
لديّ موهبه فطريه.
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;هذا سيكون&nbsp;جيدا.&nbsp;اين الخبز؟
تدخين، منفضلك. وجلوس النافذه، منفضلك.
وما هي اجرتك علي التفصيل؟
ايهم اسرع، تاكسي ام سياره الاسعاف؟
هل لديكم هذا القميص بالوان اخري؟
مَا يِنْصَحْش تَتْفَرْج فِي التَّلْفَزْيُون دَايِمًا.
نعم، سنصل اليه، سنصل اليه.
عليك ان تدخل مستشفانا.
اين يمكنني ان اجد سوبر ماركت؟
انه غالي قليلاً. هل يمكنك ان تعطيني فرصه؟
كم عدد المحطات المتبقيه حتي احول؟
ذلك الرجل سرق حقيبتي.
هل حبوب الهضم مختلفه عن حبوب الام البطن؟
اريد ان اري الميناء.
فكره راءعه.
كم من الوقت يستغرق المشي؟
ساخذ عشرين من الدببه الكبيره جداً، لو سمحت.
ما هو رقم الصراف؟
هِيَ سَهْلَهٌ. سَاَطْلُبُهُ مِنْ قَاءِمَهِ الْهَاتِفِ فَقَطْ.
هل لديكم اي غرف اكبر؟
كم تبلغ فاتورتي؟
اريد الاقامه في هذا الغرفه ليله اخري.
عذراً، لكن اود تسليم تقرير حادث سرقه.
حسناً، هذا يعتمد علي وسيله النقل التي ستستخدمها. هل ستسافر بالحافله ام بالطاءره؟
هل تمانع لو جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد مقابل دولار واحد؟
نعم، ارجو ان ترسله الي الغرفه اثنان وعشرون اربعه وثلاثون.
ارجو ملء استماره التسجيل هذه.
اريد تذكرتين ذهاباً واياباً الي اوكسفورد.
باي وقت يجب ان اتي الي المطار؟
هذا بطيء.
اين يمكنني تطوير الفيلم؟
لا، تَرَجَّـيْ الا تفعل. هل يمكنك الاحتفاظ باسءلتك حتي نهايه محاضرتي، عندما اطلب منكم توجيهها؟
اريدُ مقعدًا جيِّدًا.
اخاف ان المرحاض معطّل. انا بحاجه للمساعده.
ليست بشيء صعب ولا غامض.
ساصطحبك الي مقعدك. من هنا لو سمحتِ.
عذراً، هل لي انْ اَسْاَلَكَ سُءالاً؟
اظن ذلك.
مرحباً. من الراءع التعرف اليك.
اريد تسجيل هذه الحقيبه الي طوكيو، لو سمحت.
هل ستُريـني واحده اكبر قليلاً؟
اظن انّ الملابس المصنوعه في اليابان افضل تقطيعاً بلا شك.
اَفْضَلُ لَكَ اَنْ تَتْرُكَ الاَمْرَ.
اعد كلامك من فضلك.
هل يمكنك كتابه العنوان ورقم الهاتف من اجلي، من فضلك؟
هل هو مدفّا؟
من ايّ مطار اُغادر؟
الم تتلقَ الاستماره في الطاءره؟
اريد مكواه.
بلغ مجموعها ثمانيه وثلاثين دولاراً.
شكراً علي مشاركتنا افكارك الفريده.
اَزورُ المَناطِقَ التِّجاريَّهَ مرَّتَينِ في الشَّهرِ خِلالَ المِوسِمِ.
وُلدتُ في الاول من ابريل عام تسعه وخمسين مءه.
هل يمكنني استءجار مضارب؟
هل هذا هو الحافله الصحيحه المتجهه الي وسط المدينه؟
كم سعر هذا العطر؟
مَا فَاءِدَتُهُ؟
اين يمكنني انهاء الاجراءات الرسميه؟
خمسون جنيهاً.
هل يشمل ذلك الضريبه؟
ما هي الاكياس؟
يرجي طلب سياره اسعاف.
اَراهِن بِثَلاثَهِ دُولاراتٍ عَلي هذا.
كيف تسير الامور؟
مافيش اكل مَ عمري مَ حبيتهوش.
يوم الدستور او "كنبو كينينبي" عطله وطنيه في الثالث من مايو احتفالاً بوضع الدستور الياباني الحالي.
هل تشمل هذه الجوله زياره الي برج سيرز؟
هل يوجد محل لبيع الكتب حولي هنا؟
ساَحضُر دَرسات المَدرَسَه الصَيفِيَّه في جَامِعَه هَاواي.
اين نعبر الان؟
اثنان بالغان وطفل عمره ثلاث سنوات.
فِي مَرْحَضَهٍ بِالمَحَطَّهِ.
