إنه هناك، مباشرة أمام مكتب السياحة.
لم أسمع أبداً بهذا العنوان في المنطقة.
إسْتَمِرَّ يَمْشِي بِإِسْتِقَامَةٍ حَتَّى تَرَى مَدْخَلَ صَيْدَلِيَّةٍ.
كم ثمن الفطور؟
كيف يمكنني مساعدتك؟
اتجه يساراً في المنعطف الثالث.
هل تريد قشدة وسكر في قهوتك؟
هل يمكنك صرف شيك الـ ٢٠٠ دولار هذا؟
إذا ظهر أو حضر، أرجو أن تتصل بي.
أين هو مقهى القهوة؟
أريد سترة أطفال.
حسناً. تكلفة البريد العادي ٨٥ سنتاً وتكلفة التوصيل الخاصّ ثلاث دولارات بالضبط.
إشترِ هذا لو كنتَ مكاني.
هل سأواجه أي صعوبة مع الجمارك؟
هل لديكم أحذية رسمية ذات أصابع عريضة؟
رقم قد أُقترح توأم للاستخدام الفردي بدلاً من ذلك؟ لدينا واحدة.
أريدُ تمويجَ الشعرِ الدائمَ المُحكم، لو سمحت.
هِي تُريد بِيرَةً.
صباح الخير، كيف الحال؟
أخشى أنني سأحتاج إلى رؤية شكل من أشكال الهوية.
أي نوع من الصلصة؟
هذا بارد جداً. هل يمكنك تسخينه؟
عَـفْـوًا، هذا المَكان مُحْتَلٌّ بالفِعْل.
أنا بخير، ولكن هل يمكنك الاتصال بصديقي؟
شكراً، هذا يكفي.
من أحسن صديق لك؟
يَوْمُ الصِّحَّةِ والرِّيَاضَةِ ١٠ تَشْرِينُ الأَوَّلُ عُطْلَةٌ وَطَنِيَّةٌ مُهِمَّةُ الهَدَفِ مُصَمَّمَةٌ لِتَعْزِيزِ صِحَّةِ الشَّعْبِ.
هل تريدني أن أتفقد المحرك؟
هل يمكنك مساعدتي في إيجاد حقيبتي؟
هل ستقوم بتحضير ترتيبات مسبقة؟
أنا أُساعَدُ. شُكْرًا لَكَ.
لما توصل هناك، سيبك مني واسأل غيري.
أريد التوصيلة أربعة وعشرين، لو سمحت.
هنا دولارين. احتفظ بالتغيير.
واحدة همبرجر وواحدة تشيزبرجر، من فضلك.
كم تتقاضى معالجة الطلب؟
كل منا يود أن يدفع ثمن وجبته بنفسه.
كان المكان فوق كرسي في الردهة.
تَحْوِيل هَذِهِ الْيَنْ إلى جُنَيْهاتٍ.
أريدُ مُعجَمًا جَيْبِيًّا، مِنْ فَضْلِكَ.
لشخصين في السابعة. الاسم واتانابي.
ساعتي. كانت سيكو رقمية.
سيكون من دواعي سرورنا أن نقدم لكم المشروب الذي تفضلونه، تليه العشاء. يمكنكم الاطلاع على دليل كامل بجميع المشروبات التي نقدمها على متن هذه الرحلة في دليل المعلومات الموجود في مجلتنا.
هل تعيش حول هنا؟
أين متجر الهدايا؟
أنا على الطريق السريع واحد بالقرب من خليج مورو.
أريد منبّه، لو سمحت.
فُكَيْسَر، إسمي هُوَ هِيرُوشِي أَيْجِيمَا.
هل يتوقف هذا القطار في غابة البحيرة؟
معظــم اليابانيـين يـأكلون الأخطـبوط والحبـار.
هل يمكنني الحصول على تذكرتين من الدرجة الثانية إلى شيكاغو، لو سمحت؟
ذهبتُ إلى نيويورك.
ما رقم الرحلة؟
واحدة لنيويورك، من فضلك.
لِمُدَّةِ أَيَّامٍ قَلِيلَةٍ.
الثانية إلى اليسار.
هذه البطاقة، موافق؟
هل هذا مكتب الاستقبال؟ هل هناك عيادة قريبة؟
هل عشرة دولارات كافية بالتاكسي؟
يَذُوقُ هَذَا طَعْمًا غَرِيبًا.
نعم. إنتظر، سأحضر لك واحدة.
نصف زجاجة، لو سمحت.
مـا فـيـش حـاجـة غـالـيـة أوي.
هل تبحث عن شيء؟
أَرْبَعُ لَيَالٍ.
أحتاج بعض الجوارب.
هل يمكنك أن تجعله أرخص لأنّه يوجد بعض البقع؟
رجل صدمـني. وبعد ذلك لاحظتُ اختفاء محفظتي.
لستُ متأكداً إذا كُنتُ قد أحضرتُ ملابسَ كافيةً لِرحلةٍ مدتها ثلاثة أسابيع.
حسنًا، نود تجربةَ نبيذٍ أبيض.
إذا سأل عني أحدٌ، قُل لهم أنني سأكون في المقهى.
أنا متأكد أنني وضعته في الجيب الداخلي لستري.
هل لي أن أحصل على اسم ورقم الطرف الذي تتصل به؟
هل ستدفع شركة الطيران ثمن مشترياتي الضرورية الشخصية الأساسية؟
أريد غرفةً بحمام.
مَا طَلَعَ شَيْءٌ مِنَ الْآلَةِ؟
كُنتَ مُفترضاً أن تركبَ الرحلةَ الجويَّةَ رقمَ ثمانية وعشرين صفر، التي أقلعت منذُ خمسَ عشرةَ دقيقةً. حَسناً، سأرتبُ رحلةً أخرى لكَ.
فتح أحد طردي.
آه ، إنه لا شيء . أنت هنا على أي حال .
الخطوط الجوية اليابانية، رحلة رقم واحد اثنان ثلاثة.
أحتاج لشراء الشامبو.
متى سنصل الى المركز المدني؟
أين يوجد الجزار الأقرب؟
نود الإقامة لمدة أربع ليالٍ ابتداءً من الأول من أغسطس.
ما اسم تلك الزهرة؟
١٥ سبتمبر هو يوم تكريم المسنين.
ما فيش صابون في حجرتي.
هل من دواء يمكن أن أتناوله لهذا الطفح الجلدي؟
هل يمكنك تغيير الصياغة إلى ما قلته للتو؟
كم من الوقت ستستغرق الطّلبيّة؟
هل يمكنك التحدث بصوت أعلى قليلاً، لو سمحت؟
كم من الوقت سيستغرق قبل أن يصدر؟
أين معلومات الرياضة؟
هذا الحجم هنا، الذي تسمونه الحجم العادي، سيفعل المطلوب.
أين ستنتهي الرحلة السياحية، ومتى؟
أين يجب أن أُغَيِّر القطارات للوصول إلى إدنبرة؟
أريد وضع هذا في صندوق ودائع آمن.
أين يمكنني تغيير نقودي؟
هل يمكننا ترك أشياءنا في الحافلة، ما عدا الأشياء الثمينة؟
أتساءل لماذا هذه الرسوم في فاتورتي.
سأدفع خمسين دولارًا.
الآن عرفت ما الذي كان خاطئاً.
هذا إيكيدا يتكلم ، لدي حجز طاولة الساعة ستة ونصف مساء اليوم. لكني آسف سأصل متأخراً نصف ساعة.
كم أونصة من العطر يمكنني الحصول عليها معفاة من الرسوم الجمركية؟
&nbsp;&nbsp;&
هذا جيد ، يرجى التوقيع عليها . كيف تريدها ؟
هل ما زال هناك مقاعد متاحة للعرض المسرحي الليلة؟
أريد واحدة كبيرة.
ناميت عبر التنبيه الساعة ستة ونص.
أنا مصور حر.
يستطيع التجّار تبديل دولاراتك بأموال خاصّة بالقمار. هل نذهب؟
لدينا حوالي ثلاثين نوعاً من زيوت الاستحمام.
سأعطيك الاقتراح في الأسبوع المقبل.
شكراً. كم سعر هذه القفازات؟
لازم أمشي.. هكلمك بعدين.
أريد بعض الحفاضات القابلة للتصرف.
أين نشأ these butterfly fish؟
هل يمكنك تحويلها إلى دولارات، لو سمحت؟
نحن محظوظون جداً. لديهم واحد بالمقاس ٤ في متجر ألا موانا.
هل هناك أي ليموزين؟
هل يمكن أن أحصل على مكالمة إيقاظ في الساعة الخامسة والنصف صباحاً غداً؟
أُفَضِّلُ غُرْفَةً هَادِئَةً.
أريد مزيل طلاء أظافر.
أريد بطارية.
هل هناك فرقة موسيقية حية أو دي جي؟
هل يمكنني استئجار معدات الغطس؟
أريد حجز غرفة لأربع ليالٍ تبدأ من الثاني والعشرين من ديسمبر.
هل هذه الحقيبة مثالية لكل الأحوال الجوية؟
أريدُ كُرَيْبَةً مِنْ فَضْلِكَ.
أريد استئجار سيارة أوتوماتيك لمدة يومين.
فَاتَنِي الْـحَرْفُ الْعِشْرُونَ لِسَانْ فْرَانْسِسْكُو.
كم إلى المطار؟
ذَاكَ جيِّدٌ. مَتَى هُوَ؟
كم عمر ابنتك؟
هل يمكنك أن تخبرني عن بعض الفنادق النظيفة والأسعار المعقولة؟
سنحجز لك غرفة مريحة في قلعة قديمة بالقرب من نادٍ شهير للغولف.
أُوصِي بِهذا لِأَنَّهُ مُصَنَّعٌ مِن مُكوِّنات طَبيعيَّة مِئَة البِرْمِئَة.
هل يتوقف القطار في برايتون؟
هل يمكنك أن تخبرني أين يمكنني أن أجد تاكسي؟
تذكرتان من الدرجة الثانية، لو سمحت.
أريد إرسال فاكس.
أريد مكواة سفر.
هل يمكنني أن أقدم لك أي شيء؟
يومي؟ أخشى أن أسأل، لكن ماذا تقصد؟
أريد واحداً يستطيع حفظ مستندات بحجم الورق العادي دون الحاجة إلى طيّها.
نعم، ولكن ليس بقوة كبيرة.
أنا عندي حساسية من القطط.
نعم، يجب أن يكون لديك رخصة قيادة ورخصة من لجنة التاكسي والليموزين.
تفضل يا سيدي.
ما نقدرش نجيب ميه ساخنة.
أريد حجز غرفةٍ الليلة.
لا، هو لا يشمل الضريبة ولا رسوم الخدمة.
هل ترغب في التبضّع معي هذا الظهيرة؟
مرحباً، فستان جميل جداً
الآن، تمّت مكالمتك. تفضّل.
ما رقم البوابة؟
ما هو هدية تذكارية نموذجية من هاواي؟
هل يمكنني الوصول إلى هناك بواسطة المترو؟
أريد تجفيف الشعر بالهواء الساخن.
هل نحن نحرز أي تقدم بمحادثتنا بهذا الشكل؟
جِئتُ مِنَ النَّروِيج
من عشرة إلى إثني عشر .
بِالطَّبْعِ. دَعْنِي أَرَاه. أَظُنُّكَ جُرِحْتَ بِالشَّعَابِ الْمَرْجَانِيَّةِ.
إحتياطاً، أريد رقم الشخص المسؤول.
هل هناك طريق سريع؟
لماذا لم يحضر إلى الحفلة البارحة؟
حدث حادث سير.
أَسْفَـَٔـْر، دَخَّـلْتُـرْ لِـوَقْـتَ غَـيْـرْ مُـنَـاسِـبْ.
أدخل الرقم السري الخاص بك.
ما نقدرش نعدل الصورة.
واحد همبرجر جبن وعصير برتقال، منفضلك.
هنا جواز سفري.
شكرًا لك كثيرًا. هل يمكنني الصعود إلى الأعلى؟
هل يمكنني الحصول على تذكرتين للعرض الموسيقي ليوم الجمعة القادم؟
راكب آخر هناك قال بإمكانه تبديل المقاعد معك.
هل يمكنني تمديد إقامتي؟
قل: هل تعرف أي شيء يستحق المشاهدة هنا بالقرب؟
لا، أود استئجار مجموعة من معدات الجولف نصف كاملة وحذاءَيْن.
هل يمكنك إبلاغي عند العثور على الحقيبة المفقودة؟
ما اسم هذه الحديقة الوطنية؟
إِنْخَدَشَتْ رُكْبَتِي
أين مكان جيد للسياحة؟
هل يمكنني الحصول على بعض الفاكهة؟
هل يمكنني الحصول على غداء الآن؟
أحتاج لتغيير هذه الدولارات.
أحتاج إلى تاكسي. أنا موجود عند تقاطع ساوث ماين وليبرتي.
بَلْ كَيْفَ يُمْكِنُنِي مُسَاعَدَتُكَ بِشَكْلٍ دَائِمٍ؟
ليست تفاحة بل خَوْشَة.
سأعطيك وصفةً دوائية. خُذها إلى الصيدلية.
نطير ثلاث مرات في الأسبوع، يوم الثلاثاء والجمعة والسبت.
هذا غالي، أليس كذلك؟
نعم، لدينا هذا. سنعدّه لك.
هل يمكنك الاحتفاظ بأمتعتي حتى الثالثة؟
لا، أُريدُ أن أَزورَكُم بِمُفرِدي فَقَط.
هل يمكنني حجز سيارة أجرة هنا؟
هل أنت أمريكي؟
إلى هذا المكان، لو سمحت.
سيارتي معطلة.
أين ظلال العيون؟
نُريد زاوية هادئة، إن أمكن.
هل هذا الأجرة مجاناً؟
هل هذا محطة سريعة؟
¿مَتى يجبُ أن أَحضُر؟
أريد قارورة صغيرة من النبيذ الأبيض.
أه. هل يمكنني تناول طعامي في وقت لاحق؟ لا أشعر أنني بخير الآن.
بالفعل ، لديّ خبر . سأتزوج .
هل هناك أي بناطيل أخرى؟
هل يمكنني الحصول على برنامج؟
تمّ اقتحام غرفتي ليلة أمس.
أرني السمكة التي رأيتها اليوم في كتاب الصور، من فضلك.
إقرأ التعليمات على عبوة الطعام المعلبة تحت التفريغ.
أريدُ نقوداً ورقيّة.
إنتزع محفظتي ولاذ بالفرار.
ألا يوجد لديكم دروس تجريبية؟
أين يمكنني شراء طوابع بريدية؟
أنا من بريطانيا العظمى.
سأضطر للتحقق من ذلك مع زوجتي.
أريد استعادة نقودي في هذا الشأن.
توجد كُشك هاتف أمام تلك البنك.
سأصل في التاسع من مارس وأغادر في الرابع عشر.
هذا غالي شوي، أليس كذلك؟
هل لديك الغطاء القصير؟
أين محطة الحافلات؟
هل ترغب في حلوى؟
هل تتكلم؟
مثلي تماماً، رجاءً.
طلبي لم يصل.
يوجد الكثير من الينابيع الساخنة.
تغيير خمسون ألف ين إلى دولارات أمريكية.
هذا جيد بالنسبة لي. في الحقيقة، أود أن أدخن سيجارة.
أين يمكنني استئجار ألواح التزحلق على الجليد وأحذية التزحلق؟
هل نسيت مشروباتنا؟
هل يمكنك إرسالها إلى عنواني في اليابان عن طريق خدمة الطرود الدولية المباشرة؟
أريد كأساً من النبيذ الأحمر.
إذا كانت ملكك فقط، سيدي. هاها، مزحة صغيرة.
بكل تأكيد، كيف يمكننا مساعدتك؟
لدينا بيرة ، ويسكي ، براندي ، جن ، فودكا ونبيذ .
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هُوِيَّةٌ حَسَنٌ، بَارَكَ اللَّهُ فِيهَا. هَلْ جَازِزْ بَاسْبُورْتٌ يَكْفِي؟
غرفتي رقمها ثلاثون وستة وعشرون. هل يمكنك جلب ملابسي من المغسلة؟
سأرى إن كان أيٌّ من هذه يناسب.
أريد غلاية.
إجيبلي شوية جبنة مبشورة
هل يمكن تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك أن تطلب منه أن يتصل بي لاحقًا؟
لماذا إذن؟
عذراً، هل يوجد محل لبيع الكتب حولي هنا؟
أظن أنك ارتكبت خطأً، الغرفة كانت مدفوعة مسبقاً. لدي إيصال بذلك.
الباص هناك.
أريد رطلَين من فيلم أيزو مائة، لون، ستة وثلاثين صورة.
أريد تحصيل قيمة هذا الشيك بقيمة سبعين دولاراً نقداً.
أريد شراء طابعات لعشرة بطاقات بريدية إلى اليابان، لو سمحتِ.
هل هناك أي بنوك قريبة من المحطة؟
أخشى أن هناك خطأ في الفاتورة.
إنه هنا مباشرةً.
بَرْغَر جُبْن ٱسْتِرْحَاق، تَسْلِيم سَرِيع مُنْ فَضْلَك.
مَا يِتْمَكّنْشِي الْعَمَل عَلَى الْتَّصْمِيم دُونَ حَاسُوبٍ الْيَوْم.
رَكُض
ثَمَّ شَقٌّ هُنَا فِي قَمِيصِي. أَتَسَاءَلُ إِنْ كُنْتَ تَسْتَطِيعُ تَصْلِيحهُ لِي، مِنْ فَضْلِكَ؟
كم تبلغ تعرفة السفر إلى مانشستر؟
هل يمكنك إعارة كابل تعزيزي لي؟
أين يمكنني شراء حصيرة شاطئ؟
ثُمَّ احجُز لي حَجْزاً جديداً.
إعطني شرائح لحم الخنزير تلك، لكن ليس بسمك تلك.
جاييين الساعة سبع.
عندما أرى الأسعار بهذه الرخص، يبدو من السخيف شراء أي شيء في اليابان.
سُرِقَتْ مُسَجَّلاَتِي أَيْضًا.
كُوبّا جَلْطَة فَانِيليا، مِنْ فَضْلِك.
أوافق. يجب أن يصبح أمراً طبيعياً جداً.
انتبه للفجوة، انتبه للفجوة، ثم قرب الأبواب، لو سمحتم.
سأحتاج إلى بطاقة ائتمان.
هنا الرقم.
قُل لّي مَوْضِعًا جَيِّدًا فِي هَذَا النَّهْرِ، رَجَاءً.
تقرير حادثة، من فضلك.
لا، شكرًا في الوقت الحالي.
حسناً، الرجاء البقاء على الخط. السيد ناكاجيما، السيدة سايتو لا ترد على الاتصال. هل أستمر بالضغط على الاتصال؟
رُبَّمَا، لَكِنْ يَجِبُ أَنْ نَوَزْنَهُمَا بِمُفْرَدِهِمَا.
يبدو أنّه قليل جداً للأسف.
أين مكان استلام الأمتعة لرحلة الطيران رقم سبعة صفر ثلاثة؟
هناك شيءٌ خاطئ في قبضتك.
هل هذا سيفسد؟
لا، شُكرًا. من الأفضل ألا أشرب المزيد.
أريد بعض الأماكن المناسبة للتسوق في الشارع.
هل تذهب تلك الحافلة إلى فندق هيلتون؟
الآن، هذه اللوحة جدّ خاصة. رسمها تسوروتارو كاتاوكا. وهو فنّان معروف عالميًّا.
أُكِنُّ مَحَبَّةً كَبِيرَةً لِلموسيقى الكلاسيكيَّةِ.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسناً، ما هو اسم حزبه ورقمه، لو سمحت.
عذراً. دعني أخرج، من فضلك.
هل يمكنك طلب موظف يتحدث اليابانية؟
نزور أقاربنا بشكل متكرر جداً.
ميكي هاياكاوا . هذا هو الجناح سبع وصفرين .
يجب أن أبقى هنا الليلة، أليس كذلك؟ هل يمكنك مساعدتي في حجز غرفة في الفندق؟
ما ينجمش يكون أطول من هكي. ربع ساعة على أكثر تقدير.
كم ستكون قيمة هذه المكالمة؟
بِـئـس، هَـل يـُـمـكِـنـكِ إخـبـارُها بـأنـي اتـصـلـتُ؟ سـأعـاودُ الـمـحـاولةَ مـعـها فـي مـوعـدٍ لاحـق.
هل هناك أي جولة صباحية؟
هل تبادلون العملات الأجنبية؟
ميزانيتنا حوالي خمسين دولاراً بالمجمل لثلاثة أشخاص.
أين يمكنني شراء لفة فيلم؟
هل لديكم بيرة يابانية؟
أريدُ مَلابِسَ سِياحَةٍ بِحَجْمٍ صَغيرٍ، مَشكور.
أريد تسجيل حقائبي.
هذه الآنسة كاوازو في الغرفة ستة عشر أحد عشر.
مرحبًا بك.
مـيـسـتـوجـد أيـهـا.
أيّهما أهمّ لديكم، اليابانيّون: عيد رأس السّنة أم عيد الميلاد؟
رقم كرسيّك هو اثنان وثلاثون A. ثم امضِ مباشرةً إلى أسفل الممر. إنه الكرسيّ بجانب النافذة.
لحظة من فضلك.
يرجى ملء تقرير فقدان.
لآ أفهم الأمريكي ، أتكلم الإنجليزيّة الملكة .
منـذ الأمس
يشمل التأمين على التصادم وتغطية المسؤولية.
أضعتُ تَعْرِيفَةُ الادّعاءِ الخاصّةُ بي.
هل لديكم أي دبابيس بأشكال جميلة؟
أنا أتصل من كشك عام في متجر ميسي.
هاذوما كبار بزاف.
كم قيمة أجرة الوقوف في الساعة؟
سيداتي سادتي، لدينا اليوم على متن الرحلة مضيفات ومضيفون جويون يتحدثون اللغة اليابانية، ويمكنكم التعرف عليهم من خلال دبابيس العلم التي يرتدونها. إذا عرفتم أحداً بحاجة إلى مساعدة لغوية، الرجاء إبلاغنا.
هل تفضل أي حقبة فنية معينة؟
مراجعة أخرى
سِرْ عَلَى مَدْرَجِ النَّهْرِ حَوَالَي نِصْفِ مِيلٍ. سَتَصِلُ إِلَى الْمَرْكَب.
لا، هُمَا مُتَمَرِّنَانِ جِدًّا.
أوكي، سأرسله إلى لاس فيغاس من أجلك.
أبحث عن قمصان للعدو.
هل ترغب في أي مشروب من المَطعم؟
هكذا لو سمحت. خذ هذا المصعد.
عليك أن تركب قطار الساعة الثامنة والثلاثين.
هل يوجد سينما حول هنا؟
الآن هو موسم المحار، لذا سيكون طعمهما لذيذاً.
أريد ساعة يد مستعملة.
سأقوم بالتسجيل حوالي الساعة التاسعة ليلاً.
إنه يتأخر الوقت، ينبغي أن أذهب.
لم أستعمل خدمة غسيل الملابس لديكم. هل بإمكانكم التأكد من ذلك مجددا؟
أريد شايًا، لو سمحت.
لا، ما فيش.
هل هذه هي المحطة الأخيرة؟
نـتـصـل بــه هاتـفـيـاً
هل هذا حارٌّ وَفاحِش؟
أين يمكنني الحصول على حافلة سياحية؟
نعم، أريد أن أزور معالم المدينة السياحية.
هناك العديد من السياح حول المبنى ، الذين يبدو أنهم تجمّعوا ليروا ما يحدث.
شكراً على ضيافتكِ الرائعة.
الصدق سياسة مُثلى
هل يمكنك إيقاظي في الساعة السادسة، من فضلك؟
كم السعر لنصف يوم؟
أنا كنجي.
هل تعرف أي أماكن جميلة يمكن زيارتها في شيكاغو؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَسْبِي اللَّهُ وَنِعْمَ الْوَكِيلُ، سَأُمْضِي مَعَكُمَا إِذًا.
هل ستستبدل هذا بواحد آخر من نفس النوع، لو سمحت؟
أريد أن أحجز طاولة لحين الثالثة والنصف بعد الظهر.
صندوق الأمانات، لو سمحت.
مرحباً, من فضلك اختر نبيذاً مناسباً.
أريد مكاناً صغيراً.
هل يتعين عليّ دفع ثمن الغاز؟
سارق. أمسكوه.
نَحْنُ فِي انْتِظَارِ أَصْدِقَائِنَا لِيَأْتُوا.
تَعَطْني قَلِيل مِنْ الفُكَهْ.
قصّة دقيقة جداً بشكل دائم، من فضلك.
هِيَ رَشِيقَةٌ وَمُحَبَّبَةٌ.
ما هي أوبرا اليوم؟
مقلّي، لو سمحت.
غسلي لم يتم إعادته بعد.
من جهة أخرى، هل أنتَ حرّ هذا السبت القادم؟
حَسَنًا، إذًا، رُبَّمَا نَتَّفِق جَيِّدًا مَعًا.
عاملتـني كـأنـني متـسـول.
أفهم ، هل يمكنني أيضاً مساعدتك في مشكلة أخرى؟
هل يمكنك وضع عدسات طبية في هذه النظارات الشمسية؟
سأخذ اثنين من هذه.
ما كلاب حلوة. أي نوع هادا؟
أَسقَطْتُ شَوْكَتِي. يُمْكِنُكَ أَنْ تُحْضِرَ أُخْرَى؟
ذَاكَ كَانَ مُمْتِعًا.
أكيد. استمر في السير مباشرة ثم انعطف إلى اليمين عند الزاوية الثالثة. ستجده على يمينك.
هل لديكم بعض فيلم شرائح ملونة؟
تعرف كاثي؟ هذه هي حفلة عيد ميلادها.
هل لديكم جدول الوان؟
هل يمكنني الدفع بواسطة شيك سياحي؟
لكن، هو، يا رجل، كيف أعرف أنها حقيقية؟
هل يمكنني الحصول عليه معفى من الضرائب؟
لا أستطيع وضع حقيبتي تحت المقعد. هل يمكنك الاحتفاظ بها من أجلي، لو سمحت؟
هل يمكنك وضع هذه الحقيبة في صندوق السيارة؟
أنا خارج الآن ، لذلك سأقوم بالتسوق.
يرجى إرسال شخص لأخذ حقائبي في الساعة السادسة والنصف.
أريد خارطة لـسان فرانسيسكو والمنطقة المحيطة بها.
ما نوع الخبز الذي لديكم؟
أين المصعد؟
هل هناك أي شخص يستطيع العزف على البيانو؟
في أي محطة يجب أن أُنـزل لزيارة إمباير ستيت بيلدينغ؟
الميزانية أقل من ألف دولار.
شكراً لك، لكن لا أعتقد أن لدي وقت للإقامة لمدة ليلتين. هل يمكنك حجز غرفة مزدوجة لي في ذلك الفندق لليلة الثالثة عشرة من آذار/مارس فقط؟
هل يمكنني حجز غرفة مزدوجة تطل على المحيط؟
لم نقرّر بعد.
صديقي تعثّر وكَسَر كاحله.
سأجرب بعض الشراب البارد.
هل يوجد مطعم تايلاندي قريب؟
إنه يقع مباشرةً إلى جانب المبنى المرتفع. إذاً، عُد بالطريقة التي أتيت بها حتى إشارة المرور. ثم انعطف يساراً.
غداً في الصباح الباكر، سأُسافر بالطائرة إلى لوس أنجلوس.
ثم يمكنني أن أوصي بثقة بجولة مدينة "سان فرانسيسكو" هذه. والتي توفر لك لمحة عامة عن سان فرانسيسكو.
أريد الحصول على تأمين.
لنطبّض ضغطاً بارداً لتخفيف الألم.
تريد شراء فستان.
كم تكلفة سيارة الأجرة إلى هذا الفندق؟
أين هو المرحاض؟
هل تكلفة الدخول إلى هذا المبنى مجانية؟
كُلْهَا عَلَى كِيفِكْ.
أبحث عن شيء رسمي.
الـنَّـافِـذةُ مُـحْـبَـسَـةٌ.
في أي جانب من ساحة الاتحاد يقع؟
نص أونصة من شانيل رقم خمسة، لو سمحت.
كيف بكوب من القهوة؟
هل أحتاج لتذكرة؟
كم تبلغ قيمة أجر الخدمة؟
كم يبعد من هنا؟
شَيْرَة وَ سُكَّر؟
هل لديكم أي نسبة خصم للأعضاء؟
هل هناك قطار سريع جداً في الساعة التاسعة والنصف؟
سأتفحّص سائل الفرامل والمحرّك. يبدو أنّ محركك على وشك التوقّف.
ما كانش ذنبي.
مافيش كهرباء
سأبلغ الشرطة بذلك.
هل على الجميع أن يدفع ثمن مشروباته بنفسه؟
ثلاثون إلى خمسون دولاراً في الليلة.
تَصَلَّحْ هَـذَا، مُرْنِي.
أيام رأس السنة. وفي المناسبات الخاصة مثل حفلات الزفاف أو حفلات توزيع الجوائز أو الجنازات.
إضـافــة مـسـطـردة لـيـسـتـر بـلـيـز.
لِمَ لَا تُهْدِيهَا هَدِيَّةً؟
أي فيلم تنصحني به؟
هنا عشرون دولارًا، أرجوك أعطني تغذيةً بقيمة دولارين.
صادمتني من الجانب.
أستطيع المجيء في الساعة الثانية.
هل هذه أمتعة الرحلة جالي zero one؟
هذه رحلتي الأولى إلى باريس.
هل يمكنك تقدير الكلفة قبل البدء بالعمل عليه؟
ادخُل، يُرجى.
رحلتنا للمشي راح تكون ممتعة جداً
أين نركب القارب؟
ماعندنش كيس للكمية هادي، حنحطها في هالكيس البلاستيكي الكبير.
أريدُ اللعبَ بالتنسِ.
توجد عصائر اناناس وبرتقال وطماطم.
يسار هاذ الطابق، جنب السلم المتحرك.
ماذا يعزف في قاعة الحفلات اليوم؟
ألم تفضل مشاهدة فيلم آخر؟
<libyan-arabic>بدّل لي هاذا الشيك السياحي بفلوس نقداً.</libyan-arabic>
أريد نفس المادة غداً، لو سمحت.
ربما أستطيع أن أمنحك إجابة أفضل بعد بضعة عروض.
أحتاجُ هديّةً لذكرى سنويّةٍ.
مَا العَرُضَاتُ المَوسِيقِيَّةُ الَّتِي تُقَدَّمُ حَالِيًّا؟
هل لديك مرآة؟
عذراً، لكنني ضعتُ. هل يمكنك مساعدتي؟
سأخذ هذا الواحد، لو سمحت.
لا يمكنك إدخال الألعاب النارية إلى كندا.
ما أَزكى طَبخ زَوجَتِكِ.
هل تحتاج إلى أي مساعدة؟
هل يمكنك حجز سيارة أجرة لستة أشخاص في صباح الغد، لو سمحتِ؟
ماذا تُريد مع طبقك الرئيسي؟
هل هناك بوتيك حول هنا؟
هذا المكان ممتلئ بالناس، أليس كذلك؟
أَسْفَرْ. هَيْتْوَجَّدُو فِي حَوَالَيْ خَمْسِ دَقَائِقْ.
أُصِبْتُ بِتَشَنُّجٍ فِي عُنُقِي وَأَنَا نَائِمٌ.
حاضر، ما فيش مشكلة. ممكن أشوف جواز سفرك؟
ماعنديش فلوس.
ما الوقت الذي ينبغي أن أكون فيه في المحطة؟
هناك الكثير من المطاعم حول هنا.
إنه بجانب غرفة المعاطف.
حَدِيثٌ سَارٍ مَعَكَ
هل هناك جولة بعد الظهر؟
أنا مع أصحابي
أَسْتَمْتَعْتُ بِالْإِقَامَةِ. شُكْرًا لَكُمْ.
الشاطئ يقع مباشرة أسفل التلّة. منظر جميل حقاً.
شكرا على الانتظار، السيدة ماكغواير. ها هو قد جاء. تفضلي، يرجى المتابعة.
هل لديك هوية تحمل صورة شخصية؟
سبعة، لو سمحت.
أريد إرسال هذا إلى المغسلة . متى سيكون جاهزاً؟
أَمْتَلِكُ سَرَاوِيلَ رَقَطَاتٍ أُفْقِيَّةٍ.
نعم. للتو تم إيصال حقيبة شخص آخر إلى غرفتي. هل من الممكن أن تتأكدوا منها، من فضلكم؟
هل يمكن توضيحه بمزيد من التفصيل؟
هل نمتَ نوماً هنيئاً؟
هل ستلتقط صورة؟
مفتاحان، رجاءً.
أُريدُ مِصْباحًا.
هُوَ فِي نِهَايَةِ المَمرِّ.
أريد بعض ورق الكتابة
هل سنذهب بالحافلة؟
قلت إنك مسافر إلى طوكيو غداً؟
دعني أنام حتى الساعة التاسعة.
أضطر لتحويل مبلغ مائة إلى الحساب AW. هل هذا ممكن؟
كيف حال لعبك هذه الأيام؟
أشعر بانسداد في الصدر
مفيش مشكلة. لو جيت في الخامس من سبتمبر، هتقدر تستمتع بعرض فيلم علمي لأننا بنعمل يوم مفتوح خاص في أول جمعة من كل شهر.
هل لديكم أي جولة أخرى؟
حَسَنًا، خَمْسَة ٪ تَخْفِيض. هَلْ هَذا مُناسِبٌ لَكُمْ؟
سأذهب إلى باريس.
هل هذه هي الموديل الأحدث؟
مُحَدَّدٌ لِالثَامِنَةِ وَالثَّلَاثِينَ دَقِيقَةً مِنَ الْمَسَاءِ بِالتَّوْقِيتِ الرَّسْمِيِّ لِلْمَنْطِقَةِ.
خُذ ذاك المبنى معنا، لو سمحت.
حسناً. أريد صحناً متوسطة الحجم وكرة أرز.
كيف يبدو هذا؟
أريد أن أرى ذلك الواحد في النافذة، من فضلك.
لا way. نحن في إجازة. أرفض أن أجلس في غرفة فندق وأشاهد البيسبول على التلفزيون. أريد أن أذهب وأشاهد مسرحية.
هل يمكنني لمسها؟
هل يمكنك الحضور هنا لإصلاحه؟
أريد بعض الألياف الاصطناعية.
إسمي تارو تاناكا . لدي حجز .
أريدُ بعضَ الكريمات المُنظّفة.
أريد سترة صوفية بأكمام طويلة.
سرقوا شنطتي.
تتقاطع طرقنا على ما يبدو مرات عديدة، أليس كذلك؟
هل يمكنني رؤية القائمة مرة أخرى؟
ما زالـو يبدون أخضرين بعض الشيء.
كم عدد؟
فراولة، لو سمحت.
جبل فوجي هو أعلى قمة في اليابان على ارتفاع سبعة وسبعين مترًا وثلاثمائة ٧٠٠ متر.
لا، لم نَفعل بعدُ. هناك الكثير للاختيار من بينه.
أريدُ بعضَ الكريماتِ الليليةِ.
هي بين المخبز و محل اللحوم.
هل يمكنكِ تقصير الأكمام؟
أخشى أنه لا توجد أي ملعب جولف حول هنا.
هل يمكنك أن تظهر لي الخاتم الثاني من اليسار؟
هل يمكنك أن تطلب منه أن يتصل بي؟
حاولت إجراء مكالمة دولية. هل تَوَصَّلت أنت؟
هذا خطأ.
نعم، هي كذلك. لأنك تستطيع رؤية العلم أمام مكتب البريد.
سَترسِلُهُم بِالتَّأكيدٍ، أَصَحُّ؟
أريد إجراء مكالمة هاتفية باستخدام بطاقة ائتمان.
أريد طلباتي للتيك أواي.
عند وصوله، سنقوم بدفع تكاليف شحنه إلى عنوان منزلك.
هذه الأيام، أستخدم حاسوباً دائماً في العمل.
آه، حسناً أفهمتُ. سَأَمُرُّ بِمَكَانِكَ.
لا، هذا يكفي.
هل يمكنني الحصول على بطانية ووسادة؟
تَعَالَ هُنَا فِي أَسْرَع وَقْت مُمْكِن، مِن فَضْلِكَ.
كأس قهوة، من فضلك.
أبحث عن بعض البطاقات التي تمثل هاواي عادةً.
هل يمكنك شد الخصر بثلاثة سنتيمترات؟
أنا في نفس العمر.
هل يمكنك أن تجلب لي بعض القهوة؟
ثلاثمائة وخمسون دولاراً؟ هذا فوق ميزانيتي.
هل نحتاج إلى طرح هذا الأمر للتصويت؟ إذا لم يكن الأمر كذلك، أعتقد أننا توصلنا إلى قرار، سأرسله إلى مجلس الإدارة غداً صباحاً.
هل تعلم إذا كانت هناك أي فنادق رخيصة؟
صَبَاح ٱلْخَيْرُ. هَلْ نِمْتَ جَيِّدًا؟
ماذا تنوي أن تفعل بعد إنهائك الدراسة؟
إِنَّ حَقِيبَتِي الْمَحْمُولَةَ عَلَى الْكَتِفِ سُرِقَتْ مِنِّي فِي الشَّارِعِ.
هل حصلت على أية خدمات أخرى بالإضافة إلى الفطور صباح هذا اليوم؟
أريد كوباً من القهوة البيضاء، لو سمحت.
أوكي. هل فندق شيراتون موجود هناك؟
آمل ألا تكون متعباً جداً
أريد استئجار سيارة من هذا النوع ليومين.
سأطلب كأس جاك دانيالز.
أريد كيسًا من الفشار، لو سمحت.
أَسقَطت عَصا تَزحَلقٍ.
لَن نُقَدِّم أَيَّ هَدايا في حفلِ الاستِقبال. بَدلاً مِن ذلك، يَجلبُ الضيوفُ النقودَ السَّائلة.
أريد إرسالها عبر البريد السطحي.
الطائرة وصلت متأخرة بسبب تساقط الثلوج الغزيرة.
تَحَمَّلْ، يُرْجى.
هل يمكنكِ تدوين رسالة، لو سمحتِ؟
أَسْفَـ، لَنْ أَسْتَطِيعُ مُتَابَعَتَكَ. هَلْ يُمْكِنُكَ التَّحَدُّثُ بِبُطْءٍ أَكْبَرَ، مِنْ فَضْلِكَ؟
ماذا يمكنني أن أريك؟
هل يمكنني التقاط الصور؟
مِنْ مِائَةٍ.
رقم الرحلة هو اتش بي تسعة وثمانون متجهة إلى طوكيو في الحادي عشر من مارس.
هل يمكنني الحصول على الطبق نفسه؟
هل لديكِ واحدة أخرى؟
<b>يرجى إحضار فطوري إلى غرفتي في السابعة صباحاً غداً. </b>
سيصل فني الصيانة في الحال.
أَسْفَـرْتُ، سَـأَعُودُ فِي وَقْتٍ آخَرَ.
كَيْفَ يُمْكِنُنِي أَنْ آخُذَهُ؟
هل هناك أي مراكز شاغرة في الجولة يوم الخميس؟
عذراً، هل لي أن أمر؟
هل لديكم أي نباتات أو فواكه؟
من فضلك أخبرني كيف أملأ بطاقة المغادرة؟
أظن أن سيارتي تساوي حوالي خمسة آلاف دولار.
هل هذا الطعام منخفض السعرات الحرارية؟
أي حافلة يجب أن أركبها للوصول إلى المحطة؟
نعم، هو كذلك. لكن عليك أن تتجه يساراً عند إشارة المرور الثالثة وتمضي في تلك الطريق حتى تصل إلى الطريق السريع رقم ستة و ستين.
أريد كوبا من الماء لأتناول دوائي، لو سمحت.
سأكون ممتناً جداً لو اصطحبتني إلى الشاطئ.
أَسْفَـرْحَـابْ، مَـا فِـي تَـوْصِـيلْ، هَاذِي طَنْكَـيُوشَـا تَـرَسْ.
نحن نسـتأجر.
ما هذه الموسيقى؟
أعطِ هذا السّيرب لطفلك، مكيال واحد، بعد كلّ وجبة طعام.
هذا النمط متوفر بأحجام ٢٨ و٣١ و٣٥ سنتيمتر.
آه، هذا يبدو كثيرًا.
هل بإمكاني استخدام هاتفك؟
يَرُوحُ هَذا بِرَائِحَةٍ جَمِيلَةٍ جِدًّا. كَمْ ثَمَنُهُ؟
أريد أن أعيد تأكيد حجزي على الرحلة المتجهة إلى شيكاغو في السابع عشر.
أَكَلتُ كَثِيراً جِدّاً.
هل يمكنني التحدث إلى الآنسة براون؟
هذا البيت يبدو مريحاً للعيش فيه، أليس كذلك؟
أريد أن أحجز مقعداً على متن رحلة الخطوط الجوية نورث ويست رقم صفر ثمانية ستة في الخامس من الشهر.
مِحْفَظَتِي، جَوَازُ سَفَرِي وَمُتَمَلَّكَاتِي الشَّخْصِيَّةُ الأُخْرَى.
متى تغلقون أبوابكم؟
إنتظر لحظة. ربما تركته في الحمام.
هذا ما كنتُ سأقول بالضبط.
نعم، أظن كذلك.
بيتك كبير. كم عدد الغرف؟
استمتعنا بالعشاء.
أفهم ولكن لا أستطيع قولها.
آه، نعم، الرجاء. آمل فقط ألاّ يصابوا بالدوار البحري.
إلى طوكيو، لو سمحت.
متى سنصل؟
سأغادر مبكراً غداً، لذلك أود أن أدفع الآن.
خَمْر شَرْقِيَّة جافِيَة، مِنْ فَضْلِك.
مكان للـمُمْتَنَعِينَ عَنِ التَّدْخِينِ، مِنْ فَضْلِكَ.
هو مشغـــول الـســاعـــة.
هل يمكن للأجانب الوصول إلى الكتب في هذه المكتبة؟
هل يمكنني البقاء في غرفتي حتى الساعة الثانية بعد الظهر؟
هاها. صباح الخير في وقتك. تمام.
أريد بعضاً من هذا الفيلم ذو الرقم ASA لهذا الجهاز التصوير.
أين لوحات مونيه؟
هذه البيتزا لذيذة. من صنعها؟
ما هو طعم هذا الطبق؟
كَذَلكَ هُنَّ غَالِيَاتُ الثَّمَنِ.
متى يغادر القطار التالي إلى بوسطن؟
أخطط لتعلم لعبة الغولف.
تَمَنَّى عَلَيَّ بِشَرَابٍ آخَر.
مَا أَجْمَلَ هَذَا الْمُتَزَحْلِقُ!
أخشى أن الأكمام قصيرة جداً.
هل يمكنك أن تظهر لي كيف أضع الغاز؟
هل يشمل سعر الإقامة في الفندق وجبة الإفطار؟
هل هذا كل شيء؟
إنه أسفل هذا الطريق.
<mark>يَرْجَى إشْرَاعُ العَدَّادِ.</mark>
غرفتي باردة جداً
سأعود إليك عندما نكون أقل انشغالاً.
هل لديكم واحد أكبر؟
أَحْسَن.
هل أنتَ مُلِمٌ بجغرافيّة اليابان؟
أرِني أين أنا في هذه الخارطة.
مائة في المائة قطن.
أريد الانتقال إلى غرفة تطل على البحر. هل هناك أي رسوم إضافية؟
كم تكلفة استئجار لوح التجديف لنصف يوم؟
نوفمبر عَشَر.
أريد شريط آلة كاتبة.
إنه لذيذ جداً.
متى سنقلع؟
كيف تخبر السائق متى تريد النزول؟
أربعة وعشرون دولارًا. هل تريد المزيد؟
حجزت الغرفة في طوكيو منذ شهر.
أشكرك من أعماق قلبي.
هل هذا هو المكان الذي أنزل فيه للمركز روكفلر؟
من فضلك قس طول قدمي لتحديد مقاس الحذاء المناسب.
إنه رائع.
هل تخرجين معي في موعد غرامي؟
يرجى تنظيف هذا المعطف.
أريد استئجار قارب موتورسكي.
أين قسم السيدات؟
القهوة غير مشمولة؟
مَا هُوَ المَجَالُ الَّذِي كَانَ يَعْمَلُ فِيهِ قَبْلًا؟
آهٍ آهٍ آهٍ آهٍ لقد اعتدتُ على رؤية وجهها.
هل عليّ دفع الرسوم الإضافيّة عند دخولي المبنى؟
السلام عليكم، الطرف الآخر متواجد الآن، تفضل.
تؤلمني جراحي.
أين المحطة؟
رعشات برد تسري في جسدي
ثلاثة أيام
اعْبُرْ الجِسْرَ هُنَاكَ، وَسَوْفَ تَجِدُ المَكْتَبَةَ عَلَى يَسَارِكَ.
من فضلك ساعدني في إيجاد مرشد يتحدث اليابانية.
مَا نَبْغَى وَاحِدَة بَتْوَعْ جَمْرَة.
سيكون هناك تأخير بسيط.
ما الفرق بين تلك الفنادق؟
فَاتَنِي مَحَطَّتِي.
كَان رَائِعًا. شُكْرًا لَكَ.
سأكون هناك حوالي السادسة مساءً.
هل لديكم أي شيء أطول قليلاً؟
تاريخ الإنتهاء هو مارس تسعة وتسعين تسعمائة وواحد.
كيف كان؟
هل هناك أي كازينوهات جيدة؟
هنا نقود أقلام الحبر السائل. ورقة بمائة دولار.
أين قسم السيدات؟
أين يمكنني ركوب القارب؟
صديقي جُرح.
تبدو بصحة جيدة.
هل سيَفتح هذا المتجر غداً؟
كل الطريق إلى أسفل الممر.
هل يمكنك قص شاربي؟
يأتي هذا مع بار السلطات واختيار البطاطا المخبوزة أو البطاطس المقلية.
أين يمكنني شراء الماريجوانا؟
لا أستطيع بيع هذا بدون وصفة طبية.
هل يمكنني حجز خمسة مقاعد متجاورة في نفس الصف؟
هل يمكنك أن تعيرني حبل سحب، لو سمحت؟
أي سيارة تعطي أفضل مسافة قطعها؟
لن تحصل على خصم مهما حاولت.
هل يمكنك فتح هذه الحقيبة، لو سمحت؟ ماذا يوجد هنا؟
أريد إجراء مكالمة دولية إلى فندق هيلتون في بوسطن.
هل تقبل النساء ذلك؟
احذر السقف المنخفض
لا أستطيع رؤية الشاشة من هنا بوضوح. هل يمكنني تغيير المقعد لفترة؟
زرت البحيرات العظمى للمرة الأولى.
هناك شيءٌ خاطئ في هذه الآلة البائعة.
أَحْتَاجُ لِطَبِيبٍ.
كم من الوقت قضته هناك في المملكة المتحدة؟
مُحِبٌّ للفنّ الطليعيّ مثلك سيستمتع على الأرجح برسومات الهيبيز ومشاهدة العروض الموسيقيّة في الشوارع.
ما الوقت؟
سأطلب هوت دوج وكولا.
هذا هو المشغل الخارجي.
ترى مبنى أبيض، صح؟ إنه أمام ذلك المبنى.
منذ متى؟
لَيْسَ عِنْدِي شَيْءٌ أُصَرِّحُ بِهِ.
ماذا؟ هل يتعيّن عليك دفع ضرائب عند حيازتك على أكثر من ثلاث قوارير مشروبات كحولية؟
صديقي مريض جداً. هلّا طلبت لنا طبيباً، لو سمحت؟
لا أعرف الكثير عن النبيذ. ما هو النوع الجيد لهذا الطبق؟
هل يمكنك إيقاظي في الصباح الباكر، من فضلك؟
توجد محطة وقود على بعد مربعين من هنا.
اليابانيون لا يأخذون إجازات طويلة.
أشعر بأنّ هناك من ينظر إليّ. هل رؤية شخص ياباني أمرٌ نادر إلى هذا الحدّ؟
بَعْدَا عَنْ ذَلِكَ كُلِّهِ، لَيْسَ هُنَاكَ أَيُّ شَكٍّ فِي ذَلِكَ. وَلَمَاذَا تَقُولُ "إِنْ"؟
أي طريق يؤدي إلى مدخل مكتب البريد المركزي؟
أين محطة حافلات غرايهاوند في هذه البلدة؟
أليست المطاعم اليابانية في كيوتو غالية؟
أظنّه عالٍ قليلاً بالنسبة لي.
لدينا غرفة مزدوجة بحمام بـ ٨٥ دولارًا.
أريد سعر الكتاب.
بارد أكثر من العادة هاذ العام، لكن مو بارد بزاف بيش يثلج.
أين يمكنني شراء تذكرة مترو الأنفاق؟
سأجلس في مقاعد درجة رجال الأعمال، أليس كذلك؟
كم تكلفة الأجرة بالسيارة الأجرة من هذا الفندق إلى المحطة؟
هل يمكنني الحصول على هذا وهذا، من فضلك؟
يقولون إن اليابان بلد غني جداً
هل هناك أي غرف خالية في عربة النوم؟
هل يمكنك تخفيض سعره إلى عشرين دولاراً من فضلك؟
هذه هدية لصديق.
الثلج يجعل الطريق زَلِق.
ما نقدرش نلقى آلة التصوير حقى.
سأعدّ ساندويتشات هامّ بضع قطع.
هل لديك أي شيء تعلنه؟
هل رأيت معطفا أزرق؟ لقد وضعته على هذه الكرسي.
هناك محل ورد مقابل الشارع العام.
أنا من طوكيو.
أريد بعض غسول كريم من ريفلون.
لدي بعض الملابس لغسيل الملابس.
طلبته من زمان.
هل يمكنك إرسال حامل أمتعة إلى غرفتي في السادسة صباحًا؟
سأطلب شوكولاتة ساخنة.
سنُرتب لأمر تنظيف غرفكم.
خاص، لو سمحت.
كم تبلغ تكلفة السفر إلى فندق سـي؟
هل يمكنني الحصول على تذكرة متعددة الرحلات؟
أريد حجز طاولة لشخصين في الساعة السابعة، من فضلك.
أريدُ بعضَ الكريماتِ الليليةِ.
هل ستلف هذا كهدية؟
تُصادف الآن رُبع الساعة بَعد الثالثة.
سأخطط لإرسال فواتير احتياجاتي اليومية، لذا يرجى إبلاغي باسم الشخص المسؤول وعنوانه.
صعب علينا نتحدث الانجليزية بطلاقة.
هل لديكم هذه التصميم نفسه بكعوب أعلى؟
أريد سترة لصبي عمره عشر سنوات.
خُذني إلى طريق آبي، الرجاء.
شكراً لك. مرحباً، شكراً لك على الانتظار.
أنا متأكد من أن لدي حجزاً.
أرسله لكِ، فانتظريني هنا.
نحن هنا ليوم واحد.
أُصِبْتُ بِصُداعٍ خَفِيفٍ.
إستمتعتُ بالوجبة كثيراً.
لا، تفضل وجلس وانتظر. سأعود حالاً.
هل يمكنني رؤية السيارة؟
هل يمكنك رسم خريطة لي، لو سمحت؟
حاضر سيدي. ارجوك أن تبقى في غرفتك حتى يحضر الطبيب.
أُسْلِبْتُ مِزْوَدِي بِالْقُرْبِ مِنْ شَاطِئِ وَايْمَانَالُو. اُحْضُرْ فَوْرَاً.
ماذا عن مائة دولار؟
أريد هذا مُعبّأً
أريد أن أطلب إعادة إصدار.
دعمت الحكومة تنمية الصناعات.
أظنّه تجاوز الخمسين
ما السن الأدنى للقيام بذلك؟
هل لديكم أي خرائط بسيطة للمدينة؟
إن أمكن، أفضل ألا تخلع الضرس.
العد هو كرة واحدة وضربتين.
متى يصل القطار إلى سان دييغو، لو سمحت؟
أريد أن ألقـَـج نظرة على صندوقك.
أريد بعض الشامبو.
أنا مقيم في فندق هيلتون.
أشعرُ بِشَعورٍ سَيِّءٍ وغَثَيَان.
لَكِنَّ لِي مَوْعِداً مَعَهَا فِي السَّاعَةِ الثَّانِيَةِ.
هل هذه السيارة تتجه إلى إدنبرة؟
نعم، الرجاء ملء هذا النموذج.
كم تُكلِّفُ الرحلةُ الزائدةُ في الوزن؟
إسمي كيمورا ، أود إلغاء حجزي ليوم الجمعة .
آسِفٌ جِدًّا، وَقَعَت مُشكِلَةٌ ونَعْمَلُ عَلَى إصلاحِها. هَل يُمكِنُكَ الانتِظارُ حَوالَي ثَلاثِينَ دَقيقَةً؟
متى يمكنني المغادرة؟
ترجمته.
سأُكَلِّمُ أحَداً.
هل تريد تسوية الفاتورة الآن؟
جاءت السيارة من جانبي في مُقابل الشارع.
صندوق موسيقي
أين هي الضاحية؟
هل هناك جولة بالحافلة في البلدة؟
متى نبدأ؟
حاضر سيدي، يمكننا أن نقدم لك سيارة ميركوري سبل متوسطة الحجم، هل هذا مناسب لك؟
كَسَرْتَ لَحْمَةً.
وعدني بأنك تضرب الكرة، مو أنا. هكي؟
كم باقي؟
هل يمكنني استعارة بعض المفروشات القطنية؟
ما نوع الجلود التي صنع منها هذا الحقيبة؟
أظن أن هذا السكين غير نظيف ، هل يمكنك إحضار آخر لي ؟
اشتريت هذا منذ قليل، لكن هل ستستبدل هذا بذلك؟
بصراحة، أنا لا أوافق على ذلك.
هل هذا هو الطريق الصحيح إلى المحطة المركزية؟
قارب بمرشد، لو سمحت.
أريد أن أطلب بدلة بلون غامق لنفسي.
هذا المظلة ستكون مناسبة لعصا.
هل يتعين عليّ ترك جميع أمتعتي في غرفة الودائع؟
أرِني جوازَ سفرِك.
هل يوجد أي مكان يقبل غسيل الملابس يوم الأحد؟
إثنان من همبرغر الجبن، من فضلك.
أي حافلة تذهب إلى ميامي؟
ولكن الإكرامية غير ضرورية.
يمكنك رؤية واحدة في قاعة كارنيغي.
لست معتمداً
ما هي وجبة اليوم الخاصة بالدار؟
أريد أن أُحجز موعداً مع طبيب.
أتساءل إذا كان هناك طاولة متاحة بالقرب من النافذة لسبعة أشخاص الليلة في تمام الساعة السابعة.
هل يمكنني الحضور إلى مكانك؟
يبدو أن هناك بعض المجال للتحسين.
أين يقع المترو؟
هل لديكم إياها بحجم أصغر؟
أين يمكنني الحصول على الأسبرين؟
هذا هو الحضيض؟
أرجو أن تعطيني تصريح مرور لمدة أسبوع.
هذا زميلي.
ما نوع الغاز المتاح؟ بريميوم، عادي، وغير مُقاد؟
هنا واحدة.
أنا أُصَابُ بِرَدٍ.
إنه مغلق أيام الاثنين، لكن أي يوم آخر سيكون جيداً. أظن أنه يفتح من التاسعة صباحاً حتى الخامسة مساءً.
أَيْلُ السَّمَكْ الْمُحَمَّرْ مَعْ صَلْصَة خَاصَّة عَلَى وَعْاء مِنْ أَرُزّ
احتفلنا قالها واصطحبني إلى حانة. قال إنه سيُجري مكالمة هاتفية وغادر ولم يعد وتركني مع فاتورة ضخمة.
كم السعر للجالون الواحد؟
كانت جواز سفري وبطاقة الائتمان في حقيبتي.
حجوزات الساعة السابعة باسم منو.
ألا تريد كوبا من الشاي؟
هل يمكنك أن تخبرني أين أجد القنصلية اليابانية؟
هل هناك طبيب مقيم في الفندق أو يمكن الاستعانة بطبيب خارجي؟
يَتسَوَّقُ دَائِمًا فِي بَوْنْد سْتْرِيت.
ورق إنجليزي، منفَخَر.
هل يوجد أي مكان يعزف موسيقى الريف؟
أريد فحص ممتلكاتي الثمينة.
أَيُّ أَقْمِشَة صُوفٍ أُخْرَى؟
كم السعر للورقة الواحدة؟
بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيمِ حسناً، اضغط تسعة وصفر واحد واحد، ثم الرمز القطري followed بالرقم الهاتفي.
هل يمكنني الحصول على كوكا دايت؟
هل بإمكاني طلب وجبة؟
سُقنا بِراحة. شُكرًا.
عذراً، هل لي أن أتمرر؟
إجمالي عدد سكان اليابان حوالي ثلاثمائة مليون نسمة.
أريد استئجار مظلة شمسية.
نعم، وأريد تحويل الرسوم إلى الطرف الآخر.
محفظة بها مائة دولار وبطاقتا ائتمان
الماء ساخن جداً
أنتَ هُنا.
إناء من القهوة، لو سمحت.
غَيْر مُحْتَمَل بِالْكَادِ.
توجعني بطني بعد الأكل
واو، هذا المكان رائع!
قد يكون لديه انسداد هوائي في الدم.
هل قررت؟
إذا أردتَ، يمكننا الاستراحة هنا.
ضَيَّعتُ طَرْدًا مَرْسُولًا بِعَيْنِهِ.
ما تقدرش تغير وظيفتك بسهولة.
ما هي المحطة التالية؟
كل شيء على ما يرام، لكن ليس المدرجات، الطقس حار جدا اليوم.
انزل هنا، ثمّ انتقل إلى الحافلة رقم ستّة.
سألحقُ برحلةِ العاشرةِ صباحاً.
ما زال شعور التقيؤ يسيطر عليّ.
مَا نَبْغَى شَيْء سَمِيْك.
الدفعة، من فضلك.
كم سعر الفطر الطازج؟
احسبها، من فضلك. هل تقبلون فيزا؟
اليَوم سَأذْهَب لأرى ماذا يَبدو عليه الحي الصيني.
اثنان او اثنان تسعة ثلاثة تسعة ستة سبعة صفر صفر
أريد خلع أسناني.
أريد حقيبة تجميل.
كم أستطيع أن أترك من البقشيش؟
أين يمكنني مشاهدة "شبح الأوبرا"؟
أريد شراء هدايا تذكارية لأصدقائي. هل يمكنك اقتراح بعض الأشياء؟
بِمَزِيدٍ مِنَ التَّبَاطُؤ، مَرْجَوْا.
ما هي تكاليف الفاكس الدولي المتوسطة لديكم شهريًا؟
مقلّي من الجهتين، من فضلك.
حسناً، يبدو الأمر واضحا تماما. أريد رخصتي القيادة والتسجيل من كل منكما من فضلكما. ويبدو أننا سنضطر يا بني لإخضاعك لاختبار الكشف عن الكحول في الدم.
سيكون جاهزاً بعد غدٍ في المساء.
هل هذا مصنوع من القطن؟
لدي دوائي الخاص.
ماذا يمكنني أن أرى في تلك الجولة؟
نعم، المشروب الأدنى هو واحد.
كم السعر ليوم واحد؟
هل يتوقف هذا الحافلة بالقرب من الفندق؟
أريدُ قرصًا مُدمَجًا.
توجد رحلات جوية لخطوط اليابان الجوية (JAL) والخطوط الجوية اليابانية (ANA) تنطلق في الساعة ١٠:٥٥. لكن، لسوء الحظ، كلتاهما ممتلئتان.
يَلْبَقُني بِشَكْلٍ جَيِّدٍ.
هل يمكننا الحصول على طاولة تتسع لخمسة أشخاص؟
هي ما تفهمش الانجليزية خالصة.
تَمَنْ كَاشْ لِصَكَّ السَّفَرِ.
هل يمكنك الاعتناء بها من الساعة التاسعة صباحاً وحتى حوالي الثالثة؟
كم تكلفة الرسائل الجويّة إلى اليابان؟
أنا محبوس خارجاً. هل يمكنك فتح بابي، من فضلك؟
أي جولة هي الأفضل لزيارة المعالم المشهورة؟
هل هناك أي مضيفة جوية تتكلم اليابانية؟
كم حقيبة يمكنني اصطحابها معي إلى الطائرة؟
لا، سيدي. مواعيد بعد الظهر ممتلئة تماماً. غداً على ما يرام، مع ذلك.
سَـأَسْـأَلُ حَـرَسَـةَ البَـابِ عَـنْ الأُجْـرَةِ المُـنَاسِبَـةِ.
أنا آسف جداً
نَحْنُ نُقِيمُ حَفْلًا لَيْلَةَ الجُمُعَةِ. لِمَاذَا لَا تَنْضَمُّ إِلَيْنَا؟
حسناً، غرفتك هي تسعة ثمانية يا آنسة. هذا مفتاحك.
مهم جداً أن نحصل على المواد الخام التي نحتاجها للمشروع.
عُذْرًا يَا رَجُلُ الأَمْنِ؟
هل هذا القطار يصل مباشرة إلى إدنبرة؟
هل هذا ضمن الحد المعفى من الضرائب؟
أخرج أغراضي الثمينة، لو سمحت.
كم هي الجولات مزدحمة؟
أريد شراء بعض الهدايا التذكارية. هل هناك متجر مناسب قريب من هنا؟
إلى متى يظل مفتوحًا؟
هو خارج الآن.
مَيُومي، هَلْ يُمْكِنُكِ مَلْءُ هذَا الوَرَقِ بِتَوْقِيعِكِ؟
هاذي لك سيدي.
ﻻ أمتعة لي تحتاج إلى تسجيل دخول.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ تَمَّ، خُذْ وَقْتَكَ.
أنا هنا في مهمة إعلامية.
هل لديكم أفلام صيفية؟
متى يُغادر القطار التالي إلى واشنطن العاصمة؟
الموضة الآن للأحجام الأكبر.
سأعود إلى اليابان يوم الاثنين القادم.
هل يمكنني الحصول على خريطة لمترو الأنفاق؟
هل هي رحلة طويلة بالسيارة؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
أين يمكنني استلام أمتعتي؟
أنا لستُ على ما يرام ، هل بإمكاني إمالة مقعدي ؟
١١:٤٥ صباحًا
هل يمكنك أن تخبرني عن مطعم شعبي بين الشباب؟
كانت سيارته تسير بسرعة قصوى.
هل يمكنني ترك رسالة؟ أنا أتصل لتأكيد موعدي مع السيد إيبرت يوم الأربعاء القادم في الحادية عشرة صباحًا.
هل يمكنك أن توضح مرضك بالإنجليزية بشكل ما؟
هل يمكنك إرسال سيارة أجرة إلى المدخل الرئيسي لــ "ويستمنستر مول"؟
كم عدد المرات التي أستقل فيها قطارات أخرى للوصول إلى هناك؟
هل هذا صحيح؟ دعني اتأكد. آوه، انا آسف جداً سيدتي تاكانو. هذه هي غلطتنا. هذا هو حسابك الجديد. توقيعك هنا من فضلك؟
خمسة دولارات رجاءً
سدادات بانيو ما تقفش تتقفل بشكل كامل.
هي مجرد إشارة تقدير مني.
هل ستملأ هذا النموذج؟
ماذا عن هذه الموديلات البلاستيكية؟
ما هي الماركات التي لديكم؟
الكعوب مرتفعة جداً بالنسبة لي.
أنا محبوس خارج غرفتي.
كم من الوقت قضيتَ في باريس؟
هل يمكنني الحصول على طابع بريد لثلاث بطاقات بريدية جوية إلى اليابان؟
تُكتب هكذا: G-O-R-O-H.
هل ترغب في شرب شيء ما؟
اتمدّ هنا.
عاجل جداً بالبرق
بَحسَب تَقرير الطَّقس، سَيكون هُنالِك ثَلج غَداً.
أُريدُ كُرَةً.
بكل تأكيد، سنكون سعداء للقيام بذلك.
هَي، كِتَابْ مُصَوَّر مَالِيزِي. رَاحْ أَشْتَرِي وَاحِدْ أَوْصَلْ بِهْ البَيْتْ عَلَى طَرَازِ مُحَادَثَةٍ مُسَلِّيَةٍ.
طريق النجاح هي "جينمياكو"، أليس كذلك؟
سأصل إلى فندقك حول الساعة التاسعة ليلاً.
أمتلك حوالي خمسة آلاف دولار أمريكي في صورة ين ياباني.
نعم، نفعل ذلك. سأُريك بعضها.
أريد بعض حبوب المنوم.
سأبقى هنا حتى التاسع. آمل أن تلقوا القبض على المجرم في أقرب وقت ممكن.
أنا متأكّد أنّ المجرم قريب.
عشرة طوابع من فضلك.
أُصِبْتُ بِالتهابٍ في الحَلْقِ.
أحتاج بعض الهدايا التذكارية من نيويورك.
أنا في طريق الخروج. هل يمكنك إرسال صبي لاصطحابي؟
سَاعَتِي تَوَقَّفَتْ.
أوه، كذلك؟ كيف يعجبك؟
نفتتح الساعة التاسعة صباحاً
أُريدُ كِتابَ تَلوينٍ.
أظنّني أشعر بالغثيان في الطائرة.
هل يتعين عليّ الذهاب إلى مصرف ياباني؟
عليك أن تُغَيِّرَ المالَ في مصرفٍ.
هل هناك وقتٌ كافٍ لإتمام إجراءات المغادرة؟
زوجكَ واحدٌ من أفضل عملائنا.
هل تعرف طبيب أسنان جيد؟
أوه. يجب أن تبلغ القنصلية فوراً.
هَزّ، مَزجٌ غَيرُ مُتَقَلْقَل.
هل تُفضل طاولة في المطعم الرئيسي أو في غرفة خاصة سيدي؟
يَقْصِدُ الشَّاطِئَ عَدَدٌ كَبِيرٌ مِنَ النَّاسِ خِلَالِ المَوسِمِ.
وزني حوالي مائة وخمسة وثلاثين كيلوغرامًا.
إلى أين يجب أن أنقل؟
أين مكتب الأغراض المفقودة؟
هل هناك أي حافلة تذهب هناك مباشرةً؟
هل أحتاج لأي علاج خاص؟
هل ستدفع نقداً أم بالبطاقة؟
انتقلنا إلى هذا المنزل منذ سنة.
كم من الوقت سيستغرق إصدار تأشيرتي؟
أين هي دورات المياه؟
المبلغ الإجمالي المستحق هو مائتان وثلاثة وأربعون جنيهاً، سيدتي.
هذا هدية . هل يمكنك لفها بورق هدايا جميل ؟
ما أجمل المنظر.. هذه مسارات رائعة.
إِنَّ أُنَاسًا قَدْ أُصِيبُوا بِجِرَاحٍ.
عذراً ، أين المحطة حول هنا؟
نعم، لدينا حجز لك.
عذراً، لكني أريد الذهاب إلى فندقي في المدينة بالحافلة. أين يمكنني ركوب الحافلة؟
دجاج، منفضلك.
هذا الغرفة اثنين أو واحد. أريد طلب إفطار الغد.
ماذا تفكر بشأن التحرش الجنسي في مكان العمل؟
لديّ أختان.
رحلة رقم اثنين صفر ثمانية إلى طوكيو.
فَلْنُضِفْ بَطَانِيَّةً دَاخِلَهَا.
نتلاقى ونحكي في الموضوع بِـعُمق.
كيف تُفضل تسريح شعرك اليوم؟
هل يمكنك أن تقولها بعبارات أخرى؟
سأكتفي بما لديكم.
نُريد مَائِدَةً قُرْبَ المَسْرَحِ.
إنّي بخير. حسناً، أَتذهبين إلى مكانٍ ما؟
إنه يبلغ أربعة آلاف ومائتي متر ارتفاعًا.
ادخل. ضعها على الطاولة هناك.
الرجاء إلغاء بطاقتي ذات الرقم.
أَسْفَـَٔـْر، كُـلُّـهُـم مَـبِـيعُـون، لَـكِـنْ سَـتَـوْفَـرَرْنـَهُـم بَـعْـدَ بِـضْـعِ أَيَّـامٍ.
هل يمكنني الحصول على بعض القهوة؟
ماعنديش ميعاد ، لكنها حالة طارئة.
هذا صنع رخيص.
أين السلالم المتحركة؟
هل لديكم نشرة عن الفعاليات؟
أين مدخل المترو؟
ضاعَت تَذْكِرَةُ سَفَرِي بالطّائِرَة.
ألا تستطيع الإقامة هنا خلال العطلة؟
آسِف جِدًّا لِإزعاجِكَ
هل يمكنك حجز المناسبات؟
هل يوجد حمام عام قريب من هنا؟
ما هو المجموع؟
ذلك جيد جداً. الآن إلى الأسئلة، لو سمحتم.
هل لديك أي نقود معدنية لصرف آلة وقوف السيارات؟
أفضل منتجاتنا مبيعاً على مدى السنوات الأربع الماضية كانت آلة النسخ AX-450.
هل أتجه إلى اليسار؟
هل هناك أي مضيفات جويّات يتكلمن اليابانيّة؟
سعر رائع، أليس كذلك؟
يجب أن تتناوله تسع وتسعين مرة في اليوم ، قبل كل وجبة .
أُحِبُّهُ بِحَقٍّ.
أريد حامل ثلاثي.
أريد جاكيت رياضي.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يُمْكِنُكَ الإِقَامَةُ فِي بَيْتِي.
هل يمكنني إمالة مقعدي، لو سمحت؟
رَائِعٌ! كُنْتُ أَبْحَثُ عَنْ تَاكْسِي، لَكِنْ هذَا أَفْضَلُ.
معطف رائع. هل هو صنع بريطاني؟
أريد الذهاب إلى مركز هارفارد. هل يمكنك إخبارى متى سنصل هناك؟
اثنان بالغان وطفلان، من فضلك.
ما هو السعر؟
حرب النجوم كانت أكبر ضربة في عام ١٩٨٤
أين منطقة عدم التدخين؟
تُـهْـجَـئَـةُ الحرف "ت" كـَـتـْـرُومْ، نَـعَـمْ هُـوَ هُـنَـا، تـَـارُو.
أظنّه خلّاب.
أريد بعض التفاح، لو سمحت.
مَاذَا هَذَا لِأَجْلِهِ؟
أي بطاقات الائتمان نقبلها؟
لديّ وقتٌ وفير.
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَاللَّهُمَّ بَارِكْ، بِسمِ اللهِ، إِنَّهُ لَوْنٌ مِنَ الطَّعَامِ، هَلْ تُرِيدُ أَنْ نُنَاقِشَ هَذَا عَلَى غَدَاءٍ مُتَأَخِّرٍ؟
سُرِقَ مُسَجِّلُ الفيديو مِن غُرْفَتي.
السلام عليكم ، اسمي عودة . لدي حجز الليلة لكني سأصل متأخراً بعض الشيء . لذلك ، أرجو المحافظة على حجزي .
هل هذه الأحذية متينة؟
أرجو أن تبلغه أنني في انتظار مكالمته الهاتفية.
يقولون إنّ الإنفلونزا منتشرة هناك.
توّ فرَج.
أَسْفَـرْح، مَرْحَبَا بِكْ غَدا لَيْـلَة مَحْجُوزة كُلْهَا.
أنا مع بعض الأصدقاء
حسب غورو، السيد يامادا لديه طفلان.
هل يمكنك أن تقول ذلك مرة أخرى؟
أريد أن أُحَوِّلَ مساري إلى برج لندن.
تَكَدَّسْ حزَامَ الكُرْسِيِّ.
الرمز الإقليمي هو ثلاثة. رقم الهاتف هو اثنان ثلاثة أربعة ثلاثة أربعة صفر صفر.
عذراً، هل يوجد أي جسر قريب من هنا؟
عذراً، أود استخدام الحمام.
إنه مشغـول.
ثيابه دائماً غير مواكبة للموضة.
هل لديكم مأكولات بحرية؟
ذَاكَ بَاهِظُ الثَّمَنِ بِشَكْلٍ جَمِيلٍ.
أريد أن أفعل ذلك، لكني أخشى ألا أستطيع هذه المرة.
بِـخُـبْـر يـكُـنْ ، بـس راح نـجـرب .
مِلْح، مَرْجُوب.
إستعمل غرفة القياس هناك.
تسعون دولاراً لتذكرة الاتجاه الواحد. نقداً أو ببطاقة؟
هل يمكنك تنظيف الطاولة من أجلي، لو سمحت؟
كيف يربي الآباء اليابانيين أبنائهم؟ هل هم صارمون مع أطفالهم؟
هل يمكنك أن تخبرني بمواعيد العمل؟
لطفاً لفّ كلّ واحدة على حدة.
تَثْقَلُ بَطْنِي.
يبدو الأمر جيداً. أين يمكننا انتظارك؟
هل يمكننا البدء باللعب عندما ينتهون؟
عدد سكان اليابان حوالي إثني عشر مليون نسمة.
اكتب المعلومات التالية في بطاقة التسجيل.
هل يمكنني استعادة أغراضي؟
هل لديكم أشُرِبات حرير؟ أبحث عن هدية لزوجتي.
سنحضره الآن . ما هو رقم غرفتك؟
السيد كوباياشي يبحث عنك.
أريد السفر من شنغهاي إلى هاواي عن طريق البحر.
هل يمكنك إرسال شخص ما؟
هل يمكن أن يكون جاهزاً بحلول الخامسة من مساء الغد؟
تمشيا تستغرق عشر دقائق.
قبل أن ننهي الأمر، هل يمكنك أن تمنحني بضع دقائق؟
أين يمكنني أن أوقف سيارتي؟
أشعر بالبرد وأوجاع شديدة في بطني.
ويسكي وماء من فضلك. هل لديكم أي شيء أتناوله كوجبة خفيفة؟
كيف يمكنني إطفاء هذا النور؟
هل هو مشغول جداً اليوم؟
أريد بعض الخيوط.
أريد شهادة طبية، لو سمحت.
أريدك أن تجعله أقصر بوصة واحدة هنا.
مَا نِيشْ حَاسَّة بِالْخِيرْ، عَطْنِي شَوْيَة دَوَا.
هل يمكنني الحصول على صحيفة يابانية، لو سمحت؟
حسناً. هل يمكنني ترك السيارة في أي مكان؟ ما هو رسم التوصيل؟
أي حافلة تذهب إلى مركز المدينة؟
هل هناك أي قطارات سريعة إلى بوسطن؟
كُنْ صَدِيْقِيْ بِالْمُرَاسَلَةِ.
سأقيم عند صديق.
أنا متحمس جدا لدرجة أنني لا أستطيع الجلوس ساكنا.
هل يمكنني النزول عند فندق هيلتون؟
أريدك أن تزيله.
اتجه يساراً في هذا الشارع وانعطف يمينًا أول مُفترق طرقٍ إلى اليمين.
أريد أن أعلم إذا كان من الممكن شحن هذه المجموعة من الأطباق إلى طوكيو.
أريد بعض الطاقة الجسدية.
هل هناك أي طعام ليس حارّاً أو حارّ جداً؟
هل هو قريب بما يكفي للسير على الأقدام؟
أريد بعض الكريم المرطب لليدين.
هل يمكنك أن تعطيني الملح؟
أريد الذهاب إلى وول ستريت. كيف أصل هناك؟
ممارسة الرياضة بشكل مفرط قد تضرّك.
بما في ذلك الإفطار والضرائب ورسوم الخدمة، ستكون تكلفة الفرد في الليلة خمس وأربعين دولارًا.
هل يمكنك إصلاح هذا؟
وَرَحْبُو بَالْخَيْرْ. أَهْلاً.
مَا نَقْدِرْش نَلْقَى الْكُفْرَان حَقَّكْ.
إسْتَمِرَّ بِالمَشْيِ مُسْتَقِيماً، مَرْجُوّاً.
هل الماء هنا آمن للشرب؟
آه ، تعال . فقط دولارين .
هل يمكنك تغيير هذا الفستان إلى مقاس أكبر، لو سمحتِ؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، يَا رَبِّ، هَلُمَّ نَذْهَبْ. سَأُسَاعِدُكَ فِي وَاجِبِكَ الْمَنْزِلِيِّ بَعْدَ أَنْ نَأْكُلَ بِعْضَ الْبِيتْزَا.
نعم، السيد تاناكا. لديك رسالتان.
ما ينفعش معايا.
غَدًا يَوْمٌ آخَرُ.
رُبما أستطيع مساعدتك. هل تحتاج إلى فيتامين ج؟
إِنَّ حَقِيبَةَ مَالِي سُرِقَت مِنْ قِبَلِ لِصٍّ فِي الْمَرْكَبِ.
بعيدة جداً. من الأفضل أن نأخذ تاكسي.
أريدُ مقعدًا مُقابل الممر، الرجاء.
أَسْكُنُ فِي شَقَّةٍ تَكْلِفَةُ إِجَارَتِهَا ثَمَانِيَةُ عَشَرَ أَلْفِ يَنْ بِالشَّهْرِ.
هل لي أن أقاطع؟
أرني واحدة أعرض.
عذراً، هل يُزعجك أن نتبادل المقاعد؟
نعم، بالطبع.
انزل إلى الزاوية واسلك اليسار عند إشارة المرور.
هل تُفضل أسطوانات أصغر أم أكبر؟
أريد غرفة فردية بحمام بـ ٨٠ دولارًا، لو سمحت.
أريد أن أودع متعلقاتي الثمينة في خزنة الفندق.
هل لديكم غرفة شاغرة الليلة؟
نعم، ولكن تأكد من أن لديك تذكرتك معك.
سَيَنضَمُّ إلَى الجَولَةِ الاختِياريَّةِ قَلِيلٌ مِنَ النَّاسِ فَحَسب.
لا تُزعِج نفسك. على أيّة حال، خُذني إلى وسط الحي الصيني. سأحاول إيجاده بمفردي.
يُوظَّف أُناسٌ جُدُد في أَبرِيل.
إن شاء الله.
<mark>اثنين سكوتش وماء</mark>، من فضلك.
من يلعب؟
هل يمكنك الاتصال بي إذا وجدت حقيبتي؟
إلى اليسار، لو سمحت.
هل يمكنك الوقوف معي لالتقاط صورة؟
هل ترغب في الإبلاغ عنه؟
يؤلمني هذا السن الأمامي.
ما هي آخر لعبة حاسوب لفتى يبلغ من العمر خمسَ عشرةَ سنة؟
س نشوفكم بكرة.
هل يوجد مطعم أقل تكلفة بالقرب من هنا؟
لا، لكن شكرًا. أشعر أنني أفضل الآن.
هل لديكم أي خبز؟
إيش قد حابّة العود؟
صديقي انزلق ووقع على الأرض في الحمام.
هل يمكنني الحصول على منفضة سجائر؟
كانت المسيحية محظورة وكان البلد مغلقاً أمام بقية العالم.
كم تريد؟
كوكتيل روبيان لها نفس الشيء لي.
هل يمكنك التوقيع هنا بالضبط؟ وأرجو وضع علامة الحروف الأولى هنا.
كان من دواعي سروري زيارة مكاتبكم الرئيسية وإجراء مباحثات مثمرة معكم. شكراً جزيلاً لتعاونكم الكريم.
نَفَسُكَ الْأَنْفُعَالُ صَاخِبٌ.
لا أعجبني اللّون في النّهاية. هل بإمكاني إعادته؟
اخرج من ذلك الباب هناك، وانتظر عند المحطة رقم ستة.
دجاج مشوي، من فضلك.
هل يمكنني الحصول على بعض الفلفل؟
نعم، أودُّ قراءة شيء ما.
هذا السيد تاكاهاشي في الغرفة خمسـة وأربعين. هل يمكنك أن ترسل أربع زجاجات من بيرة بودوايزر؟
هذا سبعون دولارًا.
اتصل بفندقي عندما تجد حقائبي، من فضلك.
أريد مكالمة إيقاظ الساعة الثامنة والنصف صباحاً غداً لو سمحتِ.
نعم، ولكن هذا كثيرٌ جداً وأنا ممتلئٌ الآن.
أريد بعض المعجون الغسولي للفم.
ما حسيتش كويس.
هل تقدمون أي تخفيضات للكميات الكبيرة؟
طرابلس صفر واحد أربعة تسعة أربعة خمسة ستة سبعة.
هل يمكنك مساعدتي في العثور على حديقة الحيوان؟
هل ستُخبرني كيف أعدّله؟
متى ينتهي جولة الحافلة تقريباً؟
هل تعرف كيف تستخدم الهاتف؟
أكيد. لدينا بعض المعالم Native American الجميلة.
مُشغّل يتكلم اليابانية، أرجو التحدث معه.
نحن مهتمون بالموضة.
هل يمكنك سحب سيارتي؟
هل هذه العيادة واو؟
السلام عليكم، السيدة ياماغوتشي؟ هناك من ينتظرك على الهاتف. تم قبول مكالمتك. تفضلي بالتحدث.
أين يمكنني شراء تذكرة ركوب بالقسيمة؟
متى سنصل إلى لوس أنجلوس؟
سِـرْ بِـمُـسْتَقِـيمٍ لِـحَوَالَيْ خَمْسِ دَقَائِقَ ثُمَّ انْعَطْفْ يَسَارًا.
هذا الطريق يؤدى إلى الشاطئ
هذا الشاي العشبي يساعد على تجديد شباب الجسم.
أَيْـش هَـذُومَـا مَـا يِتْـسَـنْـتَـجْـعُـوش فِـي لـيـبـيـا؟
حاضر. من هنا لو سمحتم. سأريكم غرفتكم.
يجب أن أُغادر الفندق قبل منتصف النهار.
اثنين همبرجر وقهوتين، من فضلك. أريد تناولهما خارجا.
هل يمكنني الاستمرار في حمل هذين الحقيبتين؟
طلبتُ لحماً ليس سمكاً. هل بإمكانك تغيير ذلك؟
طفلي منهك تماماً.
أنا مريض في بطني.
هذا الجاكيت ليس مقاسي.
أرغب في مقابلة السيد وليام.
تحتوي على مجموعة متنوعة من سبع فيتامينات ومعادن.
السِّنُّ مُتَحَرِّكَةٌ.
هل يمكنني الحصول على استرداد النقود عندما أعود إلى اليابان؟
ماذا تتكون هذه الوجبة؟
في أي بلد تم صنع هذا؟
هل يمكنك إنجازه في عشر دقائق؟
أنا لست جيداً في الإنجليزية. هل هناك أي شخص هنا يتكلم اليابانية؟
أين يمكنني الحصول على تذكرة مترو الأنفاق؟
سَتُرْسَلُ إلَيْكَ عَبْرَ الْبَرِيدِ عِشْرُونَ عيِّنَةً أُخْرَى.
أظنّ أنّ هذا غير مناسب لي لأنّ جلدي جافّ جدّا
هل يمكنني الحصول على جدول زمني، لو سمحت؟
نعم، سأنتظر أظن.
تسع وتسعون دولارًا في الساعة لكل طفل.
أَسْفَـرْح، مَا فِيش مُتَوَفِّر.
يجب أن يكون المكان هادئاً.
أَمْلِكُ مُعَدَّاتِي الْخَاصَّةَ.
مفتاح الغرفة ، خمسة صفر ثلاثة ، لو سمحت .
متى يُعرض فيلم الرجل المنطلق؟
أين صالون الحلاقة؟
الساعة سبع، من فضلك.
حقيبتي مُتلفَة.
سياحة مشاهدة المعالم.
جِئتُ مِن إسبانيا
هناك شيء خاطئ في مفتاح البطاقة هذا. هل يمكنك إعطائي آخر، من فضلك؟
ظهرت حبوب على ذراعي.
طَيْرِ بِهَذَا بِالْمَيْلِ جَوّيًّا إِلَى الْيَابَانِ، مِنْ فَضْلِكَ.
أين أقرب صيدلية؟
خمر أخرى، من فضلك.
الـنّاس ودودون جداً.
كم عدد المشروبات المشمولة في السعر؟
صنعتها.
أين بوابة الصعود لهذا الرحلة؟
إذا أمكن، هل يمكنكِ حجز طاولة بجوار النافذة؟
هل تمّ الإعلان عن الصعود إلى الطائرة؟
نحن على ارتفاع اثني عشر ألف قدم.
أولاً، نريد أن نرى وول ستريت.
أين يقع موقف الحافلة المتجهة إلى أكسفورد؟
سأنتظر حتى تصبح الشرفة متاحة.
هل يمكننا رؤية بعض المحافظ الجلدية؟
نَـتَـفَـرَّجُ عَـلَـى ٱلتِّـلْـفَـزْيُـونِ. هُـنَـاكَ مُـبَـارَاةُ كُـرَةِ قَـاعَـةٍ.
هل ستكتب عنوان تواصلك هنا؟
من فضلك أخبرني أين تقع أقرب صيدلية.
إلى فندقي، لو سمحت. عنوان فندقي هنا.
كم عدد المحافظات عدا طوكيو؟
أغلق الخط وانتظر قليلاً من فضلك.
ماذا تفعل عادةً في المنزل بعد العشاء؟
بِالطَّبْعِ. عَنْ مَتَى تُرِيدُ اللَّعِبَ الْجُلْفُ؟
ستكون في البيت حول الثالثة.
أريد أن أتصل بالسفارة اليابانية.
قليلاً أخرى.
أين تغادر حافلات الجولات السياحية؟
كم تُكلفة إرسالها إلى اليابان؟
ماعنديش اى عصاى ولا جزم.
هل الين الياباني مقبول؟
هل لديك سيارة موستانغ؟
هل سنقفز من هنا؟
السيد كاواي، لدينا طاولة لك الآن. هذا الطريق من فضلك.
أكيد. انزل على الدرج اللي هناك وهتشوف تعليمات. اتبعها بس.
مكتب الاستقبال . هل يمكنني مساعدتك في شيء ما؟
هل يمكنك أن تتركني في فندق هيلتون، من فضلك؟
هل تعمل حتى وقت متأخر كثيراً؟
معش لاقين، شكون عنده ورق بالإنجليزي؟
طاولة لغير المدخنين، لو سمحت.
هل يمكنك إبلاغي قبل وصولنا إلى درم؟
هذا طازج؟
مـــا صــحــيــح .. دايــمــاً أنــت الـلـي بــتــعــامــلــنــي
هل يمكنكِ إظهار بعض الفساتين لي؟
اكتبها باللهجة الليبية، لو سمحت.
سَـكْـرَانُ بِـالْـخَـمْـرِ
إحذر فإن الطقس متقلب جدا في الجبال.
صكّ مسافرين و ين ياباني، فهمت؟
أَسْفَـَٔـت، لَقَدْ تَحَقَّقْتُ مِنْ قِسْمِ الْخِدْمَةِ الْفُنُوعَـيْـنِ وَالْمَفْقُودَاتِ وَلَيْسَ عِنْدَهُمَا.
إنه مكان صعب العثور عليه. يقع على طريق صغير متفرع من الطريق السريع الرئيسي.
ما نعرفش حاجة عليها.
نستطيع أن نتناقش في الأمر في مقهى.
أرى، إذاً لا أضطر لدفع ثمن التعديلات، أليس كذلك؟
أريد المُشغّل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستضيفني الليلة؟
حسناً. سآخذ اثنين فقط. شكراً لك.
هنا فاتورتك. ثمنها ثلاثة دولارات وسبعة وتسعون سنتاً.
إنتَ حَظْكَ سَنِيّ.
| الليلةَ اجعلها مُطلةً على منظرٍ جميلٍ |
هل هذه الصنعة آلية أم يدوية؟
أريد استئجار هذا النوع من السيارات لمدة أربع وعشرين ساعة.
كان لطيفاً جداً التعرف عليكم.
إنه ممزق.
والآن، دعنا نلق نظرة عليك.
وَلْيَتَخَيَّلْ كَمْ سَيَطُولُ أَمَدُ عَمَلِهِ إِنْ سَأَلَ كُلَّ فَرْدٍ سُؤَالًا آخَرَ. هَيَّا، لِنُسْرِعْ وَنَحْمِلْ أَمْتِعَتَنَا. عَلَيْنَا التَّوَجُّهُ إِلَى مَكْتَبِ الإِفْصَاحِ الجَمْرُكِيِّ التَّالِي.
ما الوزن؟
هل يوجد مطعم صيني قريب؟
الرصيف الخامس هناك.
متى تبدأ مباراة كرة القدم؟
خارج الخدمة . هل يمكنك فحص كاميرتي ؟
قهوة مع كريمة وسكر، من فضلك.
أظن أن هناك بعض الأخطاء في الفاتورة.
مُعْطِيَنِي هَادَاكْ.
إنها البوابة السابعة
هل أنت اسكتلندي؟
ثري تو وان تو. استنى لحظة، ماشي؟ عاوز ابعتلك حاجة هنا. لحظة من فضلك.
مائة وخمسة وثلاثون ين للدولار الواحد
التنانير القصيرة مع الأحذية الطويلة لن تخرج أبداً من الموضة.
هل يمكنني التحدث إلى المدير؟
لماذا أجرتك مختلفة عن سعر العداد؟
هل يمكنني رؤية هذا؟
وعدتُ نفسي بأنّني عندما أراكَ، سأتعرفُ عليكَ.
ماذا يحدث في الآونة الأخيرة؟
ما نحسش بِالْخَيْر. تقدر توصيني على دَكْتُور؟
حَفْلَتُكُمْ مُسْتَمِرَّةٌ. تَوَجَّهُوا قُدُمًا.
هل هناك عرض أرضي؟
الحمام ما يصرفش.
كم تستغرق المسافة سيراً على الأقدام من هنا إلى مبنى البلدية؟
خُذ هذا الدَواء بعد كل وجبة طعام عندمَا يُصبح الألم شديدًا.
تضع النقود في ظرف مزخرف خاص يُسمى شوغيبوكرو.
صَدْرِهْ وَاحِدْ تَأَذَّى.
أتسـاءل ماذا يجب أن أشتري لـه؟
هل لديكم خارطة لشبكة المترو؟
لدي غرفة جاهزة لك في فندق جراند. هل يمكنك الذهاب هناك؟
أُصِبْتُ بِأَلَمٍ فِي عَيْنِي الْيُمْنَى.
أنا لست جيداً جداً في الألمانية.
لا بد أن نجتمع مرة أخرى.
هل ستأخذون بهذه البنطالون؟
هل يمكنني استعارة مضرب وكُرات؟
هل يمكنك تضمين بعض التغيير الطفيف؟
هل يمكنني الحصول على نصف قارورة؟
مرحباً، أنا جون.
نَكَايَ.
هل تمانع إذاً أن أصوّرك مع سيّارتك الأجرة؟
اتصلت منذ ثلاثة أيام بشأن حقيبة مفقودة.
أريد فندقاً أرخص.
أوه، هناك الكثير من الأشياء التي يجب أن تراها في غرينتش فيلاج.
بِشأنِ الأعمال. لِي صِلَةُ وَصْلٍ بِالأَعمَالِ هُنَاكَ.
يتناسق مع بدلتك
هل يمكنك الإحتفاظ بعيني على حقيبتي؟
كيف تعجبك هذه الفكرة؟ نحن نقبل شرطك بالإشعار قبل ستة أشهر شريطة أن تمنحنا الحق في البيع لمدة ستة أشهر بعد إنهاء العقد.
عذراً، هل تعرف نيويورك جيّداً؟
سننتظر. ارجوك اتصل بنا عندما تكون جاهزا.
أريد أن أرى جرّاحاً.
هل هذه المكونات طبيعية؟
أريد أن أقود سيارة رياضية.
الرمز الإقليمي هو صفر ثلاثة. الرقم هو ثلاثة واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
أصيب ببرد.
سيارة مدمجة صغيرة هي الأفضل.
أريد إرسال هذه البضاعة العامة.
سأحوّل هذا الاتصال إلى الرجل المسؤول.
ما الحجم الذي تريده؟
آه، يا إلهي. لم أدرك أنني ما زلت أمتلك تلك الأشياء.
هل لديكم مجموعات من الصناديق المخصصة لإرسال الطرود؟
هل ستدفع شركة الطيران تكاليف فندقي ووجباتي؟
هل هذه حقائبك كلها؟
كيف تريد إجراء المكالمة؟
بَالرُّغمِ مِن ذَلِكَ، هُوَ غَالِي الثَّمَنِ. لَيْسَ صُنِعَ فِي اليَابَانِ، أَصَحُّ؟
هل يمكنك أن تعطيني الملح، من فضلك؟
أين يقع أقرب مطعم لهذا الفندق؟
أريد شامبو للشعر العادي.
متى تعتقد أنه سيتم العثور عليه؟
أَتَمَنَّى لَكَ سَنَةً جَدِيدَةً سَعِيدَةً جِدًّا.
سأطلب سبرايت كبير.
قُلْهَا مَرَّةً أُخْرَى بِمَزِيدٍ مِنَ البُطْءِ.
عذراً، أريد أن أطلب.
لدينا جمبري نيوبرج و ساق ضأن مشوي.
أريد غرفة من أجل المنظر الجميل.
ثلاث أكواب من عصير البطيخ، من فضلك.
عندي ثلاثة أولاد
امشِ مباشرةً أسفل هذا الممر وانعطف يساراً عند الزاوية. ستجده على يمينك.
هل هي جولة ليوم كامل؟
كم سعر تذكرة السفر ذهاباً وإياباً إلى أوكسفورد؟
أَزورُ مَركزاً رِياضياً كُلَّ يَومينِ.
أين يمكنني الإقامة خلال الجولة؟
ما وقت المغادرة؟
كم هي أجرة الدليل في اليوم الواحد؟
أين يمكنني أن أجد أقراص مدمجة؟
عذراً، أنا طالب جامعي من اليابان. هل أنتم طلاب في جامعة نيويورك؟
هل يمكنك أن تخبرنا كيف تقيّم هذا المخطط؟
أكي، هل تعرف محل أسطوانات جيد قريب من هنا؟
كاش ولا بالبطاقة؟
أعمل لدى شركة تجارية.
ﻻ يُعدّ سؤال الناس عن راتبهم أمراً مهذباً.
هل هذه بناطيل ليفيس أصليّة من طراز فيفث أونز؟
متى يمكنني الإستحمام؟
لا تبدين في الحادية والعشرين
أفهم ، في الواقع ، هناك فيلم عالي السرعة بداخله . هل يضايقك إذا أخرجته ؟
اشتريتها للتو.
سأحضر واحداً على الفور.
ثمانية دولارات. وهُـنا يأتي واحد الآن.
يرجى إظهاره مع مشترياتك إلى الجمارك في المطار.
هل أي من المتاجر الكبرى تقوم بعروض تخفيضات الآن؟
مُشغّل،وصِلني بمركز الإطفاء
عندى بطارية فاضية.
تَوَقَّفْ عِنْدَ المَفْتَرَقِ التَّالِي.
أها، ها هو. وهل يتعيّن على الجميع ملء استمارة الإقرار الجمركي هذه؟
واسمح لي أن آخذ اسمك، لو سمحت؟
هل تمانع إذا أجرينا مكالمة هاتفية جماعية؟
مرحباً كيف حالك؟
أين قسم السفر؟
ما هو اسم الشخص الذي ترغب في التحدث إليه؟
أَسْفَـرْح، مَا فِيش دَارِي رَاهُو وَقْتِ اللِّحْظَة.
انظـر إلى ذلك. انظـر إلى ذلك. هل ستُخبرني أن الفـرق بين هذا الرجل وذاك هو الحظ؟ محمد، توقف من فضلك. لا يهمـني إن نزلت هنا. أنا متأخر. صديقي، لقد كان لقاءًا رائعاً، أليس كذلك؟
هل غرفتك تشرف على المدينة؟
هل هناك أي رسائل موجهة لي؟
ما زال غاليًا جدًا. ألا يمكنني الحصول عليه بدولارين؟
نُريد غُرفةً في الخَلفِيَّة.
سأطلب كأساً من النبيذ.
تبدين جميلة.
أريد غرفة بسرير مزدوج. كم تكلفة الغرفة في الليلة؟
هي على بعد حوالي تسعة وتسعين ميلاً.
فينس ولندا يريدان أن يكونا وحيدين، لذا أخشى أنني مضطر للبقاء هنا الليلة.
أرجو إبقاء هذه الأمتعة في العهدة.
اسمي ساتو
أَعْرِفُ مَوْقِعَ نَادٍ لِجَازٍ قَدِيمٍ فِي وَسَطِ الْمَدِينَةِ.
سآخذ هذا الطعام من قائمة الطعام اليومية.
أريد أن أطلب نفس الطبق الذي طلبه ذلك الشخص.
ثُمَّ نَحْنُ نَأْخُذُهُ.
هل هذا يصل إلى الطابق السادس؟
جلد التمساح؟
ضعها في كيس الغسيل وأتركها هناك.
أريد تحميض هذا الفيلم. متى سيكون جاهزاً؟
لا تعطِ هذا المفتاح لأي أحد سواي.
حاضر. سآتي لأخذك من فندقك في الساعة الثامنة.
النافذة جيدة.
خلي خصل شعري قدام تنزل، لو سمحتي.
هل جميع مصاريف النقل مشمولة؟
أوبرا متروبوليتان
أين مكتب تأجير السيارات؟
أنا محموم منذ ليلة أمس.
مَا عَلَى ذَوقِي.
ما الخضار التي لديكم؟
أريد تمويجاً دائماً غير محدد الرأس، لو سمحت.
متى سيأتي الطبيب؟
لونها غلط.
انكسر السن.
هل هذه مقعد ممر أم مقعد نافذة؟
أنا مهتم بالمسير الجبلي.
هل يمكنك إيصال أمتعتي إلى الغرفة؟
أرني واحدة لفتاة شابة
هل يمكنك التوقف هنا؟
هل لديكم أي شيء بقيمة حوالي ثمانين دولاراً Americain و لا سنت؟
أنا عطشان.
لا حليب، من فضلك.
عندي ثلاث حقائب
أين البحيرة؟
عذراً ، أضغط على زرّ الغالق من فضلك .
هل يمكنني الحصول على مجلة أو أي شيء آخر؟
إنه جنوب.
كم سعر تذاكر المقاعد في الشرفة؟
نحن نريد غرفة تُشرف على البحيرة.
هل توجد أي صناديق بريد قريبة من هنا؟
حاضر. سآخذك هناك.
*يشير الجزء المكتوب بالخط المائل إلى التغييرات التي حدثت في التسعينات.*
إنه في الثلاثين من عمره.
حسناً. هل يمكنك كتابة العنوان مرة أخرى على هذا الظرف؟
أود الذهاب إلى هارودز. هل من الممكن أن ترسم لي خريطة، لو سمحت؟
ماذا تفعل في أوقات فراغك؟
هل لديكم بطاريات لهذه الكاميرا؟
أريد محرّكا كهربائيا لإطلاق الغالق.
هل أنت الأخير في هذا الطابور؟
أظنّه مكتظّا بالحجوزات.
صَوَابٌ ! خَارِجٌ لِلتَّوِّ .
هل يمكنك أن تخبرني بأماكن الجذب السياحي هنا؟
هل هناك أي متاجر كبيرة بالقرب من هنا؟
أنا كذلك.
أرغب في الانضمام من سان دييغو.
كنت أفكر في التسجيل في ذلك المساق خلال الفصل الدراسي القادم.
خمر ما باردة كفاية. ح تبردها زياده؟
هل يمكنك تحويل هذه الأقراط إلى مشابك؟
ماذا يثير اهتمامك أكثر في هذه الفترة؟
أريد استرداد نقودي. هل يمكنني استعادة مالي؟
أَظُنُّ أَنِّي لَن أَجِدَ شَرَابًا مِثْلَ هَذَا فِي أَيِّ مَكَانٍ آخَرَ.
إذا اشتريتَ هذا أيضاً، ستصل قيمة مشترياتك إلى المبلغ المعفى من الرسوم الجمركية.
هل يمكنني رؤية شهادة تطعيمك، لو سمحت؟
هل تسافر كثيراً؟
جِئْتُ مِنَ الولايَاتِ المُتَّحِدَةِ
لدي تذكرة سفر جويّة إلى سان فرانسيسكو.
إذا كان بعيداً فقط خمس عشرة دقيقة عن المحطة، سأذهب مشياً.
أريد فندقاً أرخص قليلاً.
بُونْسَايْ تَبْدُو مِثْلَ هِوَايَةٍ لِلشُّيُوخِ.
لم أقرر بعد. هل يمكنك إعطائي مزيدًا من الوقت؟
أُصِبْتُ بِصداعٍ.
هل ترافقيني لشرب القهوة؟
أريد شهادة طبية وإيصال تأمين.
آه، لا .. أسرع من فضلك، نحن متأخرون.
لآ أريد أن أنفق أكثر من عشرين دولارًا.
لماذا لا تقلع الطائرة؟ أخبرني ما الذي يحدث.
كم قيمة الأجرة؟ هل يمكنك كتابة قيمة الأجرة على ورقة؟
أريد استئجار كرسي استلقاء.
إنتظر لحظة من فضلك.
هل يتعيّن على السيدات ارتداء فساتين رسميّة؟
لا تلمسني.
هل لديك سجائر؟
إذا لم يكن الريح قوياً جداً، يمكننا الذهاب إلى نقطة التيكي.
رائع.
سأغلق الآن. شكراً لانتباهكم.
هل لديكم هذا بلون آخر؟
من ذا؟
عذراً، هل يمكنك أن تخبرني أين يوجد موقف للتاكسي؟
وَلِلشُّرْبِ؟
هنا هو.
أين أقرب متجر لأدوات البناء؟
هَـمّــ. مَـا تَـعْـمَـلْـش كِـدَا، مِـنْـكَـمْـش؟ مُـمْـكِـن تِـتْـحَـوَّلْ عَـلْ كُـرْسِـي فَـاضِـي، إِزَّا حَـبِّـيتُـو.
أبحث عن هذا
حاضر سيدي. وماذا تفضل كحلوى؟
أيهما تفضل: عربة السائق أم عربة النوم؟
صكّات مسافر. شكرا لك. هذا هو تذكرتك وبطاقة صعودك إلى الطائرة. يرجى أن تكون هناك قبل موعد الإقلاع بساعة.
إِنَّهَا آلامٌ حَادَّةٌ.
الإسم هو غورو موتو ياما . والرّقم هو صفر ثلاثة اثنان ستة واحد اثنان أربعة تسعة خمسة .
أَحسُ بِأَنِّي مَرِيضٌ جِدًّا.
مواعيد عرض "حب كوسى"؟
حاضر. هتاشرب قهوتك دلوقتي ولا بعدين؟
قُل لي أي نادٍ للـ "ريغي" هو الأفضل في نيويورك.
بأي طريقة يختلف منتجك عن منتجات منافسك؟
هل من المقبول ألا يسمع أحد تعليمات السلامة؟
هل الشارع الخلفي خطير؟
نعم. يرجى اتخاذ الإجراءات اللازمة.
نعم، واحدة فقط. متى سأعلم؟ كيف سأُعوض؟
هُنَا بَطاقَةُ تَعريفِي
نفضل طاولة بجوار النافذة.
أريد أن أعرف أرخص طريقة للسفر إلى سان فرانسيسكو.
هل تعرف مطعم كيويا؟
مِسْتَقِبِلِيّة
سَأُصَابُ بِالسِّمَنِ مِنْ جُلُوسِي هُنَا وَأَكْلِي المُسْتَمِرِّ.
هل يوجد نادي ليلي جيد به عرض فلامنكو؟
تلكِ ثَوْب جميلة تَرتدينَها.
يؤلمني قدمي.
أين غسلة الملابس الأقرب؟
هل يمكنكِ الجلوس في مقعدي، من فضلكِ؟
قعدتنا انفصلت.
في الحقيقة، أود أن أؤمّن هذه الطرد أيضاً.
الفاتورة تبلغ مائة دولار.
خَرَج الطوارئ فِي هذا الطّائِرَة فِي الجَبْهَة وَالمُنتَصَف وَالخَلفِيَّة.
حسناً، حجزك أعيد تأكيده مرة أخرى.
الكعوب مرتفعة جداً.
نُريد مَائِدَةٌ عَلَى الشُّرْفَةِ.
يعني أن الفيلم قد لا يكون مناسبا للأطفال دون الخامسة عشرة. لذلك يجب على الآباء التفكير جيدا قبل السماح لأطفالهم بمشاهدة الفيلم.
كيف تريد الحصول على النقود؟ الرجاء ملء هذه الورقة والتوقيع هنا.
يؤلمني بطني أحياناً.
هل لديكم بعض الأطباق منخفضة السعرات الحرارية؟ أنا الآن أتبع حمية غذائية.
لَيْسَ هُنَاكَ أَيُّ عَائِدٍ مَالِيٍّ مَطْلُوبٌ.
نعم، لديّ تذكرتان لـ "الجَيَانْتس" و"الدُوجَرز".
نحن أحد أفضل موردي الحواسيب الصغيرة.
شكرا لك. أنا كذلك. إلى اللقاء حتى ذلك الحين.
غُرْفَة مُتَجَهِّزَة بِحَمَّام لِفَرْدَيْنِ، مِنْ فَضْلِك.
وقعتُ من السُّلَّم
أيّ آيس كريم تنصحني به؟
هَـمْـمْـ. هـذا الوَاحِـدْ. يَـلْـبَـقُـكِ الـلَّـوْنُ جِـدًّا.
أين توجد كتب اللغات الأجنبية؟
شريحتين و سبرايت
إعطني بعض السجائر.
ممنوع إدخالها إلى البلد - مع الأسف. حسناً، أعتقد أن هذا ينهي كل شيء إذاً.
نعم، أنا كذلك. كانوا يسكنون بالقرب مني في كاليفورنيا لكنهم انتقلوا إلى فلوريدا منذ عامين. وأنتِ، هل تسافرين بمفردك؟
أنا مريض
طفلي يبدو متعباً بسبب الحمّى.
بهذا الحجم، من فضلك.
أوسمة الاستحقاق الثقافي تُمنح اليوم لفنانين ومفكرين مُبدعين.
أنا ياباني.
ذَاكَ بَاهِظُ الثَّمَنِ بِشَكْلٍ مُبَالَغ فِيهِ.
نعم. خُذ حافلة متجهة إلى كيوتو إكي.
هل الدخول حصريٌّ للأعضاء فقط؟
سعر الغرفة ستة آلاف ين في الليلة.
هل يمكنني اصطحاب هذا الشيء على متن الطائرة؟
أوكي. كل ما أريد معرفته هو هل ستتمكن الشركة يوماً ما من الاعتماد على نفسها مالياً.
حَسَنٌ. هَلْ تُريدُ شالًا يُناسِبُهُ؟
شَحْنِ البُطْرِيَّة، مِنْ فَضْلِكَ.
أنا مستعد للطلب.
تترك لك ملح الحمام العشبي بشرة ناعمة وملساء.
اكتب اسم شركة الطيران ورقم الرحلة أيضاً.
بَرّاحِي. اليوم الأحد، والأحد أسوأ الأيام.
نعم، هي مشكلة التخلص من النفايات.
أريد هذا النمط في ترتيب لـ خمسة أماكن
كثير من العوائل لديها دخل مزدوج.
أوه، هذا الفِضَّة قطعة نادرة "القمر والجَرس". هل أنت متأكدٌ أنك تريد مُقايضته؟
أمّي وأختي قادمتان من اليابان لرؤيتي. سيصلانِ هنا حوالي السابعة مساءً.
اللون البُنيّ رائج جدًا هذا العام.
فكرة جيّدة، متى تخطّط للمجيء؟
حسناً. مقعدان، رجاءً.
أين السوق؟
أنا أتطلع لتجربة بدلتي الجديدة للسباق.
ظننت أنكم تأكلون فقط الدوناتس.
كم سعر تذكرة الدرجة الأولى إلى إدنبرة من فضلك؟
يبدو أنّ المال الذي أعطيتني إيّاه ينقصه عشرة دولارات.
اتصلتُ للتو بالسيد سميث في الغرفة اثنين صفر واحد لكن لم يجب أحد. هل يمكنك التأكد إذا كان لا يزال مقيماً هنا؟
أريد واحدة عصرية.
أعمل لدى شركة نشر.
هل من فضلك أن تملأ هذا؟
مَـاذَا تُسَمَّى هَـذِهِ الشَّارِعَـةُ؟
هل يمكنكِ وزن هذا الطرد؟
ماذا تسمى هذه باللغة الإنجليزية؟
إستمر في السير في الممر هذا، ثم ستجده على الجانب الأيمن.
أريد أن أؤمّن هذا.
صباح الخير، هذا مكتب الاستقبال، كيف يمكنني مساعدتك؟
حسناً. تفضلوا بالدخول.
نعم سيدي. أَتَيْتُ إلى هنا لتناول الإفطار كل يوم، من الإثنين إلى الجمعة، قبل الذهاب إلى العمل.
مفيش مشكلة.
اتصل بــ ثلاثة اثنين ستة اثنين تسعة واحد ثمانية.
نعم، نستطيع أن نخدمك من الساعة السابعة.
تكرم و إتمد هنا.
مَا أَسْرَعَ هَذِهِ الْخِدْمَةَ!
ربما يظهر بعد ذلك.
مرجو التوجه يسارا في المتقطع التالي.
عذراً، كيف أصل إلى البنك؟
هل هناك حافلة تصل إلى متحف فورد؟
نعم. اسمك ورقم غرفتك، لو سمحت.
كم تستغرق الرحلة بالبريد الجوي إلى اليابان؟
حاضر. أشوفك الساعة اثنين يوم الأحد.
أريد أن أسافر من نيويورك إلى تورونتو.
السستة بايظة. عندك زيها تاني؟
هذا نوعا ما قذر.
هل يمكنك إعادة تأكيد حجزي على الرحلة الجوية؟ هذا هو تذكرتي.
هل لديكم هذا باللون الأخضر الداكن؟
هل ستأخذني إلى كانتربري وتعود بي؟
هل يمكنني الحصول على شوكة جديدة؟
شكراً جزيلاً لكرمك
عَـسـرّي، ما نبيعوش تـذاكر للـمسرح.
أريد أن أرى هذا.
آه، هذا رائع. ماذا يتعين عليّ فعله؟
أريد تمديد إقامتي هنا ليومين إضافيين.
تَغَيَّرْ مَقْعَدِي
لدينا بعض الجمبري الممتاز اليوم.
كم الساعة يغلق المتجر؟
أَشْهب أَمْ غَيْر مُدَخِّن؟
ثمنو غالي عليّ. ما تقدرش تخليه أرخص؟
أنا متاح يوم الأربعاء صباحاً أو يوم الجمعة بعد الظهر.
لم أقم بالحجز.
لأن الصيف في اليابان يكون عادةً حارّا جدًا، وفي الأيام القديمة لم تكن لدينا مكيفات هواء.
هل يمكنك طلب سيارة أجرة لي في الساعة الثامنة صباح الغد؟
إنه شرير.
لِمَ لَا نَنتَظِرُ الحَافِلَةَ تَحتَ السَّقَائِف؟
تعال يا كنجي. سأريكم المكتب.
نعم، إنه مفتوح من التاسعة حتى التاسعة.
لا أستطيع النوم جيداً ليلاً.
كيف أثر الركود على الأعمال؟
لدي موعد آخر.
هل يمكنني الحصول على خريطة مسار للمدينة؟
الشيء نفسه الذي كنت أبحث عنه.
مافهمتش شرحك
يجب أن أقوم برحلة ترانزيت متجهًا إلى بوسطن.
أين أفضل مكان للسياحة؟
هل هو متين؟
استمتعتُ كثيراً.
حسناً، أودّ أن يكون وجهي أصغر مثل جوليا روبرتس.
هل يمكنك أخذه من فضلك؟
المسافرون المغادرون على متن الرحلة سبع مئة وثلاثة لشركة طيران ABC المتجهة إلى طوكيو، يرجى التوجه إلى البوابة عشرين لإنهاء إجراءات الحكومة.
أين هو موقف الحافلة لــ B؟
إلى العزف المنفرد، يرجى.
أين يمكنني شراء مفرش المائدة؟
هل يمكنني توظيف مرشد يتحدث اليابانية؟
هل تريد أن ألتقط صورتك؟
لم أتناول هذه الوجبة.
قطعْتُ إصْبَعِي. هَلْ يوجَدُ مُطَهِّرٌ؟
هل يمكنني الحصول على طابع بريد بقيمة خمسة وتسعين سنتًا؟
سأكون هنا قبل الثامنة بربع ساعة.
أريد بعض العطر.
هل يمكنني الحصول على جدول زمني؟
هل تَدرُس في المدرسة هنا؟
كم كان موجوداً فيها؟
هل فندق هيلتون بعيد من هنا؟
أنا متأكد أنني وضعته في حقيبتي اليدوية.
إيدك فوق.
هل هناك مطعم يمكنك أن توصي به قريب من هنا؟
أيّهما تُفضل، الظلام أم النور؟
هل يمكنك أن تخبرني إلى أين نحن نطير؟
إحالة تذكرة، لو سمحت.
أين مكان مناسب لنزهة ليوم واحد؟
أريد حقيبة كيلي الحمراء بنفس الأسلوب هذا.
هل ما زلت ستصنع ذلك الجدول؟
متى يفتح البنك؟
أَحسُ بـأَنّي مَرِيضٌ.
أنا أَتَحَيَّر، هَل يُمكِنكَ رَسم خارِطَةٍ لي؟
خَارِج.
إِنْقِلْنِي إِلَى الْمُسْتَشْفَى.
هل يجب أن أَقدِم إلى المستشفى كل يوم؟
بطني تؤلمني.
كم قيمة الطوابع البريدية لإرسال هذه الرسالة إلى اليابان؟
أريد كأساً من الخمر البرّاق.
هل تحتاج إلى أن نأتي لإصطحابك من المطار؟
يَبْدَأ الصَّعْدُ عَلَى الطَّائِرَةِ فِي السَّاعَةِ ٤:٣٠، فَكُونُوا هُنَاكَ قَبْلَهَا.
من ثلاثين ألف ين
أين يمكنني شراء بطاقة هاتف؟
هل يمكنني إعادته في مدينة مختلفة؟
أخطط للإقامة لمدة إثني عشر يوماً.
أرجوك جعل الجزء العلوي أطول قليلاً.
يجب أن ترى أخصائيّاً.
بَضع دَقائِق أُخْرى، مِنْ فَضلكُم.
أغنية رقم أربعة عشر.
أوه، حقاً؟ لديك إذاً مجموعة كبيرة.
مَا نَقْدِرْش نَلْقَاهُمْ فِي كُلْ مَكَان.
هل لديكم أي مقاعد شاغرة متجهة إلى لندن؟
أريدُ نُسخةً من تقرير السَّرقَة.
إنه على بعد مبنى واحد في الزقاق أسفل الشارع.
وَأنتَ فِيهَا هَل تُمْكِنُكَ إشعالُ وَاحِدةٍ لِي؟
هل هذه السجائر خفيفة؟
حسناً. مثله تماماً.
القطار السريع التالي بعد ساعة واحدة.
أريد أن أطول أكمام هذا الجاكيت الرياضي.
لدي حجز. هذا هو رقم التأكيد.
عيد ميلادك قادم.
إِـنَّ الـحَرَكَةَ عَلَى سِككِ الـحَديدِ مُتَوَقِّفَةٌ بِسَبَبِ الإِضرابِ.
هل يمكنك إصلاح هذا؟
كانت الشارع مزدحمة بالسيارات.
هي المبنى الثاني على اليسار من ذلك المبنى الأبيض.
حجزنا مقعدًا ليوم الخامس والعشرين من شهر أكتوبر المغادرة في الساعة الحادية عشرة صباحًا.
لا، قليلاً إلى الأمام أكثر. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
أين يمكنني استرداد قيمة هذه التذكرة؟
لماذا يحدث ذلك؟
أريدُ الاستراحةَ.
سيارتي تعطّلت، تعال وخُذها.
أريد شعري أطول قليلاً من الخلف.
ما الأنواع التي لديكم؟
أنا أوافق. إنه أحد أماكني المفضلة.
أي نموذج تفكر فيه؟
اسمي ميشيكو تاناكا ورقم الرحلة هو خمسة واحد إلى طوكيو.
هل يمكنك رسم خريطة بسيطة لي من هنا؟
أين نلتقي؟
أريد تسريح شعري كما كان في السابق.
إعطني خمسين، من فضلك.
أين يمكنني تسجيل الدخول للخطوط الجوية اليابانية؟
ما محتوياتُها؟
هل هناك أي أماكن في المنطقة موصى بها بشدة؟
إعطني بعض النقود المعدنية، من فضلك.
حاضر. سأضمن وصول حقائبكم إلى هنا.
هذا تخصصنا، دوفر سول المشوي.
سنقيم هنا.
إِنَّ لِصًا سَلَبَنِي.
حاضر. هل يجب أن أركّز عليه؟
سَنَقْسِمُهُ بَيْنَنَا.
ما عننديش بالظبط الأسلوب هادا دلوقتي. أنا بشوف المخزون. إنتظر لحظة من الوقت، منفضلك.
ويسكي سكوتش بماء، من فضلك.
ذلك يَبدو مُثيراً للاهتمام. كم يَكلف؟
خُذ الوصفة هَذهِ إلى الصيدليّة. يمكنكَ أن تَحصل على الدواء هُناك.
طلبت ذلك.
نعم، يمكنك التوقف في أي محطة بين هنا وشيكاغو.
أين يمكنني شراء بعض الهدايا التذكارية؟
غالي بزاف، ما نقدرش نشريه.
هل يمكنني الحصول على رقم شركة "إي بي سي" في شيكاغو؟
أين الكاتدرائية؟
كيف تريد بيضك؟
إنه يقع مباشرةً بجوار هذا المبنى.
لا ، أظنّ أنّهم نسوا أن يجلبوا لنا واحدة.
حسناً، الأمر مؤكد. هل يمكننا الحصول على رقم هاتفك تحسباً لحاجة الاتصال بك؟
ما هو اسم الرسام؟
هل أطلب منه أن يتصل بك عندما يحضر؟
أُريد ذاك الشيء.
أُعجِبُ بِهذه الخدمة من الشمبانيا الترحيبية بعد الصعود على متن الطائرة. دعوني أَرفع كأسي لصحتكم.
أربعون دولارًا في اليوم بالإضافة إلى ثماني سنتات لكل ميل.
سأراهن بخمسة دولارات.
أليس هذا طلب أحد غيرك؟
كيف يمكنني الوصول إلى المتحف؟
أنا آسف جداً، لكن أود تأجيل الموعد.
هل يمكنكَ أن توصي برحلةٍ استكشافيّة؟
قطارك سيغادر من الرصيف الثامن.
أبحث عن حقيبة ذات حزام قابل للتعديل.
أريد أن يبقى السعر أقل من مائة وثمانية دولار.
سأسألك بعد أن أتفقد المكان.
نعم. حجز لمدة ست ليالٍ، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
هل يمكنك أن تظهر لي أخرى بتصاميم مختلفة؟
أي نوع من العصير تُحِب؟
هل ستذهب إلى المنزل لقضاء العطلات؟
أين يمكنني الذهاب لمشاهدة منظر جميل حقاً؟
كان هذا مكسوراً عندما فتحت الطرد.
٢٩ أُغُسْطُس
أريد إرسال هذا عن طريق البريد الجوي إلى اليابان.
يوم الشكر للعمل. إنه يوم نعبر فيه عن امتناننا لكل من يدعم المجتمع بعمله.
هَـٰذِهِ الْغُـرْفَـةُ ضَيِّـقَـةٌ جِـدًّا.
هل يمكنني الحصول على المزيد من الشاي، لو سمحت؟
أريد تنظيف هذه الملابس في موعد أقصاه اليوم .
هل يوجد مصرف قريب من هنا؟
هل يمكنك تنظيف الطاولة من فضلك؟
سِكِّين، مُرجوُن.
هن الكل مطبوعات.
يرجى كتابة رقم الغرفة الخاصة بك على الظهر.
نستخدم عيدان الأكل عند تناول الطعام.
رحلة دلتا رقم ثمانية وعشرين المتوجهة إلى نيو أورلينز ستكون متأخرة حوالي ساعة.
عند عودتي إلى اليابان، سأكتب رسالة. إذا كان لديك وقت، ارسل لي رسالة.
تركت تذكرة الطيران الخاصة بي في الفندق.
غُرْفَةٌ وَاحِدَةٌ بِدُونِ حَمَّامٍ، مِنْ فَضْلِكَ.
شكرًا لك مرة أخرى على تذكيري. هل ينسى الكثير من الناس توقيع أسمائهم؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَالَّليْلِ إِذَا يَغْشَىٰ ﴿١﴾ وَالنَّهَارِ إِذَا تَجَلَّىٰ ﴿٢﴾ وَمَا خَلَقَ الذَّكَرَ
أريد بيجاما.
حسنًا، سأتصل بك عندما يكونون جاهزين.
كيف حال الغداء؟
ستتوقف الليموزين أولاً عند البوابة الشمالية.
متى يمكنني استخدام مطعم الفندق حتى موعد متأخر؟
هل هي رحلة مباشرة بالقطار؟
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ، يَا لَيْتَنِي أَسْتَطِيعُ الْمُغَادَرَةَ الْآنَ، فَقَدْ تَأَخَّرَ الْوَقْتُ كَثِيرًا. شُكْرًا لَكُمْ جَزِيلَ الشُّكْرِ عَلَى الْمَسَاءِ الرَّائِعِ.
هل يمكنني الحصول على بعض الدواء لآلام المعدة؟
أريد دجاج مشوي.
خطئي. ليست خطئك.
عذراً، متى ينتهي هذا الفيلم؟
ذلك الواحد، الرجاء.
تم سرقة مجوهراتي. أريد تقديم بلاغ.
لحظة من فضلك ، سأوصلك بالسيد جونز.
السلام عليكم، أنتم تتحدثون مع شركة يونايتد إيرلاينز.
أين تعلّم السيد جونز اللغة اليابانية؟
عندي واحدة صغيرة بنفس التصميم.
هل يمكنكِ إدخال هذه البنطال؟
لَيْلَةُ الجُمْعَةِ، السَّاعَةُ تاسِعَةٌ مِنَ المَسَاءِ.
هل هذا المدخل إلى لاس فيغاس؟
هل لديكم حافلة من المطار؟
مِلعقة أخرى، لو سمحت.
إنه مالح قليلاً، لكنني أحبّه. هل جئته به معك من اليابان؟
رَجَاءً عَجِّلُوا بِهِ، إِنْ أَمْكَنَ.
هل يمكنك أن تدفع عشرة دولارات هنا كـ تأمين؟
نعم. أيقظيني بعد ثلاث ساعات، من فضلك.
أريد أن أطلب، لو سمحت.
هل أقول نعم أم لا؟
إثنتان من الملاعق، لو سمحت.
ما هو الوقف التالي؟
تُصدر السيارة صوتاً غريباً.
متى تغلق مكتب البريد؟
دفعت وديعة خمسين دولارًا عند تسجيل الوصول.
هل لديكم دواء للمعدة المضطربة؟
هل يتعيّن عليّ ارتداء معطف وربطة عنق؟
هل يمكنني تحويل الأموال إلى حساب التوفير الخاص بي؟
نسيت شنطتي اليد.
أريد أن أعيد تأكيد حجز رحلتي.
ساعتي. كانت جديدة تماماً، سويسرية رقمية.
نجحت في ذلك الاختبار نجاحاً باهراً.
أريدك أن تأخذني إلى بعض الأماكن المثيرة. أنا سائح، تعلم ذلك.
هل يمكنني الذهاب للسياحة أثناء وجود السفينة في الميناء؟
الأفضل أن تعدّل مرآة الرؤية الخلفية.
سيكون هناك انتظار لمدة عشر دقائق أو نحو ذلك.
هل يمكنني أخذ أطباقكم؟
بكلّ سرور، متى تريد؟
أظنّ أنني نسيتُ كاميرائي هنا عندما تناولتُ العشاءَ البارحةَ.
اجمعهم عند البوابة.
آه، لا . لن يكون ذلك ضروريا . سأتولى الأمر . لقد قمتَ بأكثر مما يكفي بالفعل .
إما أصلحها أو استبدلها، من فضلك.
أستطيع القيام بذلك في وقت ما الشهر القادم.
تَرِكْ وَقْتَكَ يَسْرِي.
كيف يقارن هذا المنتج الجديد بالمنتجات الحالية؟
بَائِعُو الْمَتَجَر لُطْفٌ كَثِيرٌ هُنَاكَ.
هل يمكنك الاحتفاظ بهذا لي؟
لحظة من فضلك.
هل لديك بطاقات مطالبتك؟
أريد استئجار سيارة لمدة أسبوع.
نعم، اغسليها منفصلة في البداية.
أرِني بعض الساعات الرجالية.
تـرجمــة نـصـو
كم تكلفة السفر في الليموزين إلى وسط المدينة؟
منذ هذا الصباح
علينا الإسراع، فقد بدأوا الصعود إلى الطائرة بالفعل.
يَلْبَق بِدِقَّة.
طلبت دجاجاً.
لِعَشْرِ أيَّامٍ.
كم عمر هذا الصبي؟
كم الإجمالي معاً؟
أريد نفس ذلك، من فضلك.
أَضَعْتُ شِيكَاتِي السِّيَاحِيَّةَ
من فضلك أعطني بعض الدواء للبرد.
ضعها في كُوبَة.
أراه دائماً في الصباح الباكر في القطار.
هل يمكنك تناول العشاء معنا الليلة؟
سأبقى في فندق الـ "بيه" حتى الغد. وسأكون سعيدا إذا أخبرته أنني هنا.
تأخر الرحلة لمدة أربعين دقيقة.
إسمي شينو يامادا
ما هي تخصصات هذا المطعم؟
لدينا نبيذ أبيض ممتاز.
بعض دواء البرد فقط.
هل يمكنك إنزال أمتعتي إلى الردهة غداً صباحاً؟
آه ، يبدو أنني أفقد شيئًا في كل مرة أسافر فيها.
خسرت استخدام ذراعي اليمنى.
الـو، هل هذا محل روي؟
ثم ستصلون إلى شارع للتسوق، وإذا تابعتم السير في الشارع ستصلون إلى المحطة.
لا، ليس هنا. هناك غرفة للتدخين في مؤخرة العربة.
هل يمكنني الحصول على نشرة؟
وصل هناك في الساعة التاسعة، رجاءً.
نعم سيدي. كيف تريدني أن أقصّها؟
أظن أن هناك خطأ في الفاتورة.
زيت وخل بس يكونو زينين.
أَمْلَكُ مَا تَشْتَهِيهِ بِدَقَّةٍ. هَلْ أَقْتَرِحُ هَذَا عَلَيْكَ؟
قهوة بسكر.
ت ع ح د ١٧ أ . آسـف ، غلـطـت .
هل سمعت من قبل عن الأسبوع الذهبي في اليابان؟
شكراً لك. أرجو أن تعاود الزيارة مجدداً.
هل ما زال ممتلئاً تماماً بالحجوزات؟
هل يمكنني تركها في أي مكان في البلد؟
ماذا الرقم الذي يجب أن أتصل منه من هنا؟
كيف أصل إلى ديزني لاند؟
هل تعتقد ذلك؟
عذراً ، أين المطعم الرئيسي؟
أريد إجراء مكالمة هاتفية إلى اليابان.
د١٢ هو رقم مقعدي. أين هو؟
ماذا هذا، لو سمحت؟
ما النوع الذي تفكر فيه؟
نعم. سنصل في تمام الساعة الثامنة بالتوقيت المحلي.
إذا وجدتَ أيّ شيء، الرجاء الاتصال بي.
هل يمكنني الحصول على بعض لحم الخنزير المقدد والبيض؟
آيس كريم بطيخ للتحلية، من فضلك.
الماء السّاخنُ ليس ساخناً بما يكفي.
هل ستشرح لي كيف يمكنني القيام بذلك؟
يرجى كتابة عنوانك هنا.
هل يمكنني استخدام فلاش التصوير؟
شكراً. عد إلى غرفتي في الوقت نفسه غداً. سأُجهّز الصور بحلول ذلك الوقت.
أَسْفَرْحِلْ الْآنَ يُمْكِنُكَ الطَّلَبُ مِنْ قَائِمَةِ الْمَأْكُولَاتِ اللَّيْلِيَّةِ فَقَطْ.
أوكتان عالِـي أم غير مُؤَدْمَن؟
أُصِبْتُ بِصداعٍ.
هاذي الغرفة اثنا عشر صفر سبعة
أريد غرفة مختلفة.
كم مدة صلاحية هذه التأشيرة؟
هل يوجد مستشفى حولي هنا؟
أريدُ بَزَّةً.
هل لديك عرض أكبر ؟
هل يمكنني تجربة مقاس تسعة؟
فندق آمن يقدم إفطارًا شهياً، أرجو ذلك.
أين حديقة الحيوان؟
هل هناك أيّ منها أكبر حجمًا؟
ثَلَاثُونَ دُولَارًا وَثَمَانُونَ سِنْتًا.
يتوقف الأمر على مدى دفء المكان، ولكن في وسط اليابان، في أوائل شهر أبريل.
برجر جبنة مع بطاطا مقلية.
فات أوان آخر قطار.
ما عنّديش فلوس صغار.
هل حصلت على تذكرة الحافلة؟
إعتمـــــــــــ
كنت على متن رحلة الخطوط الجوية الأوكرانية رقم ٨٢٨.
إنها صاخبة جدا حول غرفتي.
عَلَى السَّاحِلِ الشَّرْقِيِّ، تُوجَدُ مَوَاقِعُ مَشْهُورَةٌ أُخْرَى مِثْلُ نْيُويُورْك، وواشنطن دي سي، وبوسطن.
هل لديكم أوراق يابانية؟
يسمعُ حسناً.
هل من المقبول أن أترك أمتعتي لديكم حتى الساعة الواحدة؟
هل هناك جولة في المدينة؟
نعم. أخشى أنني مضطر للقيام بذلك. كيف تستتب الأمن في هذه المنطقة؟
أفهم ، سأحاول استئجار سيتروين .
لديّ موهبة فطرية.
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;هذا سيكون&nbsp;جيدا.&nbsp;أين الخبز؟
تدخين، منفضلك. وجلوس النافذة، منفضلك.
وما هي أجرتك على التفصيل؟
أيهم أسرع، تاكسي أم سيارة الإسعاف؟
هل لديكم هذا القميص بألوان أخرى؟
مَا يِنْصَحْش تَتْفَرْج فِي التَّلْفَزْيُون دَايِمًا.
نعم، سنصل إليه، سنصل إليه.
عليك أن تدخل مستشفانا.
أين يمكنني أن أجد سوبر ماركت؟
إنه غالي قليلاً. هل يمكنك أن تعطيني فرصة؟
كم عدد المحطات المتبقية حتى أحول؟
ذلك الرجل سرق حقيبتي.
هل حبوب الهضم مختلفة عن حبوب آلام البطن؟
أريد أن أرى الميناء.
فكرة رائعة.
كم من الوقت يستغرق المشي؟
سأخذ عشرين من الدببة الكبيرة جداً، لو سمحت.
ما هو رقم الصراف؟
هِيَ سَهْلَةٌ. سَأَطْلُبُهُ مِنْ قَائِمَةِ الْهَاتِفِ فَقَطْ.
هل لديكم أي غرف أكبر؟
كم تبلغ فاتورتي؟
أريد الإقامة في هذا الغرفة ليلة أخرى.
عذراً، لكن أود تسليم تقرير حادث سرقة.
حسناً، هذا يعتمد على وسيلة النقل التي ستستخدمها. هل ستسافر بالحافلة أم بالطائرة؟
هل تمانع لو جلست هنا؟
هل يمكنني إرسال بريد إلكتروني واحد مقابل دولار واحد؟
نعم، أرجو أن ترسله إلى الغرفة اثنان وعشرون أربعة وثلاثون.
أرجو ملء استمارة التسجيل هذه.
أريد تذكرتين ذهاباً وإياباً إلى أوكسفورد.
بأي وقت يجب أن آتي إلى المطار؟
هذا بطيء.
أين يمكنني تطوير الفيلم؟
لا، تَرَجَّـىْ ألا تفعل. هل يمكنك الإحتفاظ بأسئلتك حتى نهاية محاضرتي، عندما أطلب منكم توجيهها؟
أريدُ مقعدًا جيِّدًا.
أخاف أن المرحاض معطّل. أنا بحاجة للمساعدة.
ليست بشيء صعب ولا غامض.
سأصطحبك إلى مقعدك. من هنا لو سمحتِ.
عذراً، هل لي أنْ أَسْأَلَكَ سُؤالاً؟
أظن ذلك.
مرحباً. من الرائع التعرف إليك.
أريد تسجيل هذه الحقيبة إلى طوكيو، لو سمحت.
هل ستُريـني واحدة أكبر قليلاً؟
أظن أنّ الملابس المصنوعة في اليابان أفضل تقطيعاً بلا شك.
أَفْضَلُ لَكَ أَنْ تَتْرُكَ الأَمْرَ.
أعد كلامك من فضلك.
هل يمكنك كتابة العنوان ورقم الهاتف من أجلي، من فضلك؟
هل هو مدفّأ؟
من أيّ مطار أُغادر؟
ألم تتلقَ الاستمارة في الطائرة؟
أريد مكواة.
بلغ مجموعها ثمانية وثلاثين دولاراً.
شكراً على مشاركتنا أفكارك الفريدة.
أَزورُ المَناطِقَ التِّجاريَّةَ مرَّتَينِ في الشَّهرِ خِلالَ المِوسِمِ.
وُلدتُ في الأول من أبريل عام تسعة وخمسين مئة.
هل يمكنني استئجار مضارب؟
هل هذا هو الحافلة الصحيحة المتجهة إلى وسط المدينة؟
كم سعر هذا العطر؟
مَا فَائِدَتُهُ؟
أين يمكنني إنهاء الإجراءات الرسمية؟
خمسون جنيهاً.
هل يشمل ذلك الضريبة؟
ما هي الاكياس؟
يرجى طلب سيارة إسعاف.
أَراهِن بِثَلاثَةِ دُولاراتٍ عَلى هذا.
كيف تسير الأمور؟
مافيش أكل مَ عمري مَ حبيتهوش.
يوم الدستور أو "كنبو كينينبي" عطلة وطنية في الثالث من مايو إحتفالاً بوضع الدستور الياباني الحالي.
هل تشمل هذه الجولة زيارة إلى برج سيرز؟
هل يوجد محل لبيع الكتب حولي هنا؟
سأَحضُر دَرسات المَدرَسَة الصَيفِيَّة في جَامِعَة هَاواي.
أين نعبر الآن؟
اثنان بالغان وطفل عمره ثلاث سنوات.
فِي مَرْحَضَةٍ بِالمَحَطَّةِ.
