انه فقط في نهايه الممر. ساحضر لك بعضا الان. اذا كنت بحاجه الي اي شيء اخر، فقط اخبرني.
هل تقومون بالتعديلات؟
نريد طاوله قرب النافذه.
ما هو لون الموضه الجديد في هذه الموسم؟
في حالتي، عاده ما يكون لاغراض العمل، ونادرا ما يكون للمتعه.
سابقي يومين.
اريد ان احصل علي تصفيفه شعر داءمه ضيقه.
اود حجز غرفتين مفردتين.
لا اريد استخراجها.
هل يتوقف هذا الحافله بشارع ستونر؟
من فضلك افتح فمك واسعاً.
دير لينا شي حوايج ناكلو.
هل ستُنظفين هذه الملابس؟
اعطيك رقم هاتفه وعنوانه.
دفعت تكاليف الوجبات والاقامه مسبقاً.
ابحث عن مطعم هادء من نوع الشواء، هل يمكنك توجيهي اليهم علي هذا الخريطه؟
من كسرها يشتريها.
ساخبرها ان تتصل بك حال عودتها.
هي مصابه اصابه خطيره.
اريد عود كبريت.
هل لدي هذا الفندق مرافق للمءتمرات؟
هل يمكننا ان نتناول وجبه خفيفه فقط؟
انا انادي من المطار. ساكون هناك حوالي الرابعه.
اين اتوجه للانتقال الي شيكاغو؟
كم تكلف ارسال رساله مسجله الي فرنسا؟
قياده السياره علي الجانب الايمن من الطريق امر مختلف حقا.
الممثل حقاً راءع.
اين قسمك غير الخيالي؟
هل يمكنك تغيير مقعدي من فضلك؟
هل هناك ضمان؟
اسف، ساعتني بالكلب.
ارغب في تذكره اثنتين لمسرحيه "القطط"، لهذا الخميس.
اسمك مره اخري؟
هل السيد براون هناك؟
هل يمكنني استءجار قارب ليوم واحد؟
في اي نافذه يمكنني اجراء حجز؟
اش كاي هادي؟
هل يمكنك ان تخبرني كيف اصل الي الاوبرا؟
لم تكن قليلاً مخموراً ليله امس، حبيبي؟
رجاء اتبع تعليمات طاقم العمل.
هل هناك متجر كبير بالقرب من هنا؟
خزان كامل من فضلك.
هل هناك غرفه ارخص؟
افضل سياره اوتوماتيك.
ساقيم في سكن جامعه هارفارد.
ما هو سعر الصرف اليوم؟
اعاني من الربو مزمنا.
لدي حوالي ثلاثه الاف دولار.
حسناً سيدي. ياتي مع خيار من البطاطس المقليه او ارز بيلاف. ما الذي تفضله؟
كيف اصل الي هذا المكان؟
ما نوع القصه؟
ثلاث مرات.
اي نافذه تبيع الطوابع؟
بعد ان هاجمني، انطلق بعيداً في شاحنه بيضاء.
حسناً. يرجي الاحتفاظ بهذا العلامه وتقديمها عندما تاتي لاستلامها.
ماءتان دولار. نقداً او بطاقه اءتمان؟
كم طول الانتقال الذي يتجاوز تلك البركه؟
هل يجب علي تجنب اي نوع من الطعام اثناء تناول هذا الدواء؟
هل يمكنني الحصول علي بعض النبيذ الاحمر؟
اخبرني عندما نصل الي المتحف.
هل يذهب هذا الحافله الي فندق الشيراتون؟
الي ماذا يءدي ذلك؟
قليل حار. هل استطيع فتح النافذه؟
مجرد استحمام سيكون جيداً.
عيناي ملتهبتان.
لا استطيع ضمان ذلك، لكننا سنبذل قصاري جهدنا.
رُءي البحر من بعيدٍ جداً.
تحتاج الي عمليه.
مزيد من البيض، من فضلك.
اين محطه حافلات سنترال بارك؟
تاكسيات؟
اليك مفتاحك سيدي. الغرفه 5612.
احب سويتيرك.
تابع.
ها نحن هنا. هذا فندقك.
متي مباراه كره السله؟
ما انطباعك؟
بالتاكيد. هل تود شرب قهوتك مع العشاء او لاحقاً؟
انا في رحله الطاءره رقم 12 الي طوكيو.
ارغب في اجراء مكالمه طويله المسافه، من فضلك.
خمسه اشهر.
في اي ايام الاسبوع يحدث ذلك؟
اريد بعض جل التصفيف.
هل يمكننا رءيه قاءمه الطعام؟
حجمي هو سته.
اي سياره اجره لن تتوقف الا اذا انتظرتها عند محطه السيارات الاجره.
ميزانيتي اقل من خمسين دولاراً لليله.
هل ستاخذ صوره معي؟
كم هو رسم الخدمه؟
هل ارتفع معدل التداول في امريكا الشماليه باكثر من خمسه في المءه؟
هل تعلم ان احد ابطال السومو الكبار، وهو نوع من المصارعه اليابانيه التقليديه، امريكي؟
هذا لـ وول ستريت؟
اود تاجيرها من الخامس الي العاشر من دجنبر.
حسناً. وانتِ يا سيدتي؟
سكر؟
هل يمكنني الدفع ببطاقه ماستر كارد؟
هل هذه هي المكان لالتقاط الامتعه للرحله NW 09:07؟
ساختار هذه العلامه.
انا سعيد جداً لانني تمكنت من المجيء الي هذا البلد.
اسمي وعنواني موجودان عليه.
ما نوع هذه الحجر؟
اود ان اشير الي ان حكومتنا لا تتعامل بلطف مع ما يسمي ب"الناس في القوارب". ادرك ان اليابان مكتظه بالسكان بالفعل ولا يمكنها استيعاب هءلاء الضيوف غير المرغوب فيهم. ولكن من ناحيه اخري، هناك العديد من القطاعات في صناعتنا التي تحتاج الي موارد من العماله اليدويه.
من تلك الجبل يمكنك رءيه المدينه باكملها. خلال هذا الموسم، تزدهر انواع كثيره من الزهور. انها جميله جدا.
اتبعني.
رجاءً اخبريه ان يامادا اتصلت.
حسنا، من فضلك املا هذه المعلومات هنا. هل كانت حقيبه واحده فقط؟
اش نختار، لحم او دجاج او سمك؟
هل من الممكن اتخاذ طرق مختلفه ذهابا وايابا؟
هل هناك مقهي للوجبات الخفيفه هنا؟
عذرا سيدي، اود القيام بجوله سياحيه في بوسطن.
هل لديكم قاءمه طعام باليابانيه؟
ها هي الساعه الواحده وخمس دقاءق.
اريد مسكنا للالم.
من هي الممثله المفضله لديك؟
اريد واحده بيضاويه.
ما نوع الموسيقي التي يعزفونها هناك؟
لا احب هذا اللون. ارني واحدا اخر من فضلك.
رجاءً خذني الي سوق الصباح.
اطار نظارتي مكسور.
من الساعه الثالثه.
راءع. لدي مقعد بجانب النافذه. اه، اذا كنت ترغبين في تبادل المقاعد لاحقاً، سيدتي.
استمتعت بجوله السياحه في نيويورك امس.
انا مهتمه بالحقيبه الزرقاء في النافذه.
اتصل بصاحب المنزل عندما تواجه اي مشاكل.
اعطني شامبوا و صففه كما هو الان، من فضلك.
من فضلك اخبرني بالطريقه الاسرع للذهاب الي سان فرانسيسكو.
هل يمكنني الحصول علي مفتاح الغرفه 215؟
عذراً. هل يمكنك ان تلتقط لي صوره من فضلك؟
اكتبي فقط رقم غرفتك وهنا وقعي.
لونها جيد لكن المقاس خاطء. هل يمكنك تعديله في ساعه؟
ننتظرك في ذلك اليوم.
لدينا ما يكفي لاطعامنا لمده يومين او ثلاثه.
لا افهم هذا.
كيف يمكنني العوده الي وجهتي؟
هل هذا معفي من الضراءب؟
حسناً، عليهم ان يلعبون شوطاً اضافياً حتي يتم كسر التعادل.
هل يمكنك كتابته بحروف؟
متي العشاء؟
اخشي ان هذا اكثر من طاقتي.
اين اتجه للوصول الي ساحه الاتحاد؟
يمكنك السءال عند كشك تاجير السيارات هناك.
مرحبا، جان. هل يمكنك احضار هذه الي المغسله؟
انا في عطله.
لا. انوي زياره باريس في طريقي الي البيت.
هل ستاخذه معك ام نرسله؟
في الاونه الاخيره، هناك نوع من الانفجار في عالم الماكولات الراقيه، اليس كذلك؟
مرت حوالي ست ساعات الان.
رحله خطوط دلتا الجويه رقم واحد واحد اثنان. تاخير في الصعود الي الطاءره.
هل يمكنك ان تعطيني غرفه مزدوجه لهذه الليله؟
هل يمكنك كتابه بيان حول السرقه لشركه التامين الخاصه بي، من فضلك؟
بما اني ضعيف في التصوير بالفيديو، اعتقد ان الكاميرا السهله الاستعمال قد تكون افضل لي.
هل هذه المنصه صحيحه للوصول الي نيويورك؟
قضِ عطله ممتعه.
من فضلك اعطني بعض الضمادات.
اريد بطاطا مشويه مع كريمه حامضه، من فضلك.
نعم، كل عشر دقاءق.
ساغادر غداً صباحاً.
ساذهبُ ايضاً. ماذا عن ان ناخذ سياره اجره معاً؟
اجلس واستريح. هل يمكنني ان اقدم لك شيءاً لتشرب؟ قهوه، شاي او صودا؟
هذا لطيف منك ان تقول ذلك.
لحم البقر المشوي، من فضلك.
متي سيتاح طاوله؟
هل يمكنني تغيير طلبي؟ اود ان احصل علي سمك الدوفير سول بدلاً من المحار الصخري.
ما هي عمليه استءصال الزاءده الدوديه؟
هل ستعطيني الفواتير مع تفاصيل العلاج الطبي؟
حسناً، لا اعرف.
تهانينا، افهمت انك ترقيت الي منصب ناءب الرءيس.
بعد غد مساءً.
اعيش في جنوب اليابان.
تذكره ذهاب واياب الي شيكاغو، من فضلك.
هل ترغب في بعض البيكون او الهام مع بيضك؟
للتعلم.
من فضلك كن سريعا.
التكييف لا يعمل.
هكذا يكون كل يوم اثنين.
من فضلك توجه الي قاعه المغادره الدوليه. رحله سعيده.
هل لديكم اي جولات الي باريس علي اليوروستار؟
احضرت شهاده طبيه من طبيبي من اليابان.
هل يمكنك ارسالها الي اليابان؟
هل يمكنني ان اعود اليك بالاجابه يوم الجمعه هذا؟
حسناً، دعني اتحقق من قسم الاشياء المفقوده والمُعثر عليها. ما نوع الكاميرا هذه؟
انا اسف جدا، نحن نجهز الغرفه التي اردتها.
اه، انه يُظهر محطات المترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
اه، اشتقت للشيبازوكي.
نعم، لدينا. دوره نصف يوميه ودوره يوم كامل.
انا انصح بشراء اقراط.
اريد الغاء حجزي، من فضلك.
كيف يعمل نظام الاسترداد؟
الانوار ما كاتعملش.
ما هو الفرق الزمني بين طوكيو وهنا؟
كم هو في المجمل؟
شكرا لك سيدي.
اذهب مستقيمًا ولف يمينًا في الزاويه الثالثه.
اشعر بالم حاد و مخلب في بطني.
هل رايت ذلك؟
انه هديه. هل يمكنك تغليفها لي كهديه؟
مساء الخير السيده كنت. زين ما شفتكش منذ مده.
السرور لي.
اود تغيير حجزي لرحله رقم 205 في الثاني من اكتوبر.
اين مكتب تسجيل الوصول لدلتا؟
هل هذه وجبه منخفضه الصوديوم؟
هذا العنصر غير مسموح به.
اعتقد اننا نستطيع. ها هو اشعارك.
ماذا تُنزع اخر شيء قبل النوم؟
لا، ساحصل عليه اثناء اقامتي.
هل هو ثابت اللون؟
هل هذا من اختصاص هذه المنطقه؟
اريد بعض البسكويت.
هم صغار جدا.
كم هي صعبه الجولات؟
اريد مقعداً قرب النافذه، من فضلك.
هل يمكنني السفر ببطاقه Eurailpass؟
كم من الوقت يستغرق الوصول الي اليابان؟
هل لديكم خراءط طريق؟
اه، نعم. قرات عنه في دليل السفر.
طلبت ثلاثه اكواب من الشاي. لكننا حصلنا علي اثنين فقط.
الاجهزه الكهرباءيه رخيصه جداً لكن مصاريف الغذاء والسكن مرتفعه جداً.
لازاله
عادهً ما اخذ المقاس 22 في اليابان.
في اي وقت يفتح متحف الفنون ابوابه؟
اين يجب ان ادفع؟
هل هذه هي رحلتك الاولي الي الخارج؟
ايها هو الدوره للمبتدءين؟
هذا البلد بالتاكيد لديه انواع كثيره من الفواكه.
اود ان اسجل هذه الحقيبه.
هل تتوفر الوجبات في نُزُل التزلج علي تلك المنحدر؟
عذراً، اغلقتُ الباب علي نفسي. هل يمكنني الحصول علي مفتاح اخر؟
تحويل هذه الدولارات الامريكيه الي ين ياباني، من فضلك.
صعب ان نقول وداعا.
عذرا، هل يمكنني ان اسالك اسم طبقك؟ يبدو لذيذا.
يُقَرصون.
الي اي باب اذهب بعد ذلك؟
اعتقدت انها تمثيل ممتاز وجيد وحبكه راءعه.
واو، شكرا جزيلا.
لست راضياً عن هذه الغرفه. هل يمكنك اظهار غرفه اخري لي؟
انه احدث صيحات الموضه هذا الصيف.
ارجو ان تاخذني الي وسط المدينه.
هل يمكنني استءجار سياره؟
اصلحه اثناء غيابي من فضلك.
هل لديك بعض الوجبات الخفيفه؟
من فضلك تحدث ببطء.
انا اتي متاخراً بساعه.
انا كين.
نُدُل.
هل كان يهطل المطر طوال هذا الاسبوع؟
هل لديهم عروض مباشره؟
هل يمكنني رءيه تلك الحقيبه الصغيره؟
هل لديك شيء اخر؟
تحتاجين الي الراحه.
رجاءًا املا هذه البطاقه التعريفيه ونموذج الجمارك.
هل تذهب هذه السياره الي سياتل؟
هل ادفع جزءا من الفاتوره الان؟
هل هو حقيقي ام اصطناعي؟
هل تنتظرني هنا؟
اه، شكراً. كنت ابحث عنه فقط.
نقداً او ببطاقه؟
انا غريب تمامًا عن هذا المكان.
هل يمكن غسله بالاله او باليد في المنزل؟
اريد صندوقًا من الالوان الماءيه، من فضلك.
اسف. شنو كان بغيتي تاخذي؟
اود تغيير التاريخ الي التاسع عشر من ماي.
من فضلك وقع هنا، وهنا فاتورتك للمحافظه عليها.
اريد بعض الجوارب.
اريد بعض اللحم الضان.
اريد ان اخذ حافله الي محطه بنس. اي واحده يجب ان اخذ؟
قليل السعرات الحراريه جدا. فقط ثلاثين سعره حراريه.
اريد حجز غرفه.
منين فاليابان اصلك؟
لسوء الحظ، هو مشغول جدا في ذلك اليوم.
في هذه الحاله، انصح بهذا.
خدمه الغرف.
انتباه، من فضلك.
هل لديكم اي طوابع تذكاريه؟
هذه غرفه ثلاثه سبعه عشر. هل يمكنني الحصول علي غطاء اخر؟
هل يمكنك ان تاخذني الي المحطه في 15 دقيقه؟
نحتاج الي وديعه للسياره.
لا توجد غرف فرديه شاغره، لكن لدينا غرفه مزدوجه.
هل هذا التذكره صالحه فقط لليوم المحدد؟
في اي وقت يصل الي ميلانو؟
هل لديك شخص يتكلم اليابانيه؟
في اي قناه يوجد الموسيقي الشعبيه؟
خطوط دلتا الجويه
اريد قدح قهوه.
هل يوجد به حمام ومرحاض؟
انتهي الوقت.
سمعت ان السيد يامادا لديه طفلين.
اود استءجار قارب شراعي.
هل يمكنك غسل الاطباق لاحقاً؟
اريد موقد غاز.
هل يمكنك تحويل الدولارات الامريكيه الي جنيهات استرلينيه؟
بالتاكيد سيدي. اسمك؟
لست مرتدياً ملابس رسميه.
رجاءً احضر نفسك فقط في المره القادمه.
دولاران لكل واحد.
سنحرص علي ارسال الكتيبات اليك بالبريد.
هناك شيء خاطء في اشارات الكبح.
ارِني بعض القفازات الجلديه من فضلك.
تعطلت السياره. من فضلك ارسل شخصاً لاصلاحها.
هل يمكنك ان توصي بكتاب مصور لطفل في السادسه من عمره؟
هل يمكنك الحفاظ علي اغراضي الثمينه، من فضلك؟
مرحبا، هاري. شكراً لك علي دعوتنا.
بالنسبه للتمر، يذهبون الي السينما.
كان لدي فيها حوالي مءه دولار.
خطءي.
اريد بعض المشابك.
هل لديكم اي اقراص مدمجه مستورده؟
سادرس المحادثه بالانجليزيه.
هل قرات اي كتب جيده مءخراً؟
سابقي مع صديق في نيويورك.
هل لديكم مكان اترك فيه امتعتي؟
جءت هنا في مهمه.
هل تعرف اي مدرسه غوص جيده؟
كم هو الثمن مع الضريبه؟
اعطني بعض المناديل.
الجار القريب فيه ضجيج زاءد.
حسناً، الدكتور كرينس لا يري احداً بدون موعد.
هديه؟
متجه الي الفندق الكبير؟
لا يوجد احد هنا بهذا الاسم.
اين شرطي الشرطه، من فضلك؟
هل يمكنني استعاره بعض الشريط اللاصق المطاطي؟
هل هذا مضمون؟
ما هو تشخيصك؟
انه في نهايه الممر في الطابق السابع. خذ المصعد علي يمينك، من فضلك.
نحن في محطه شارع جونز.
لا افكر ابدا في الذهاب الي الحفلات الموسيقيه الكلاسيكيه عندما اكون في اليابان.
هل يمكنك ان تشرح لي هذه الوصفه؟
ها هي. كراسيكم موجوده هنا حول.
هو في رحله عمل حتي يوم الجمعه القادم.
انا وزوجتي سعداء جداً بقدومك للاقامه معنا خلال عطله نهايه الاسبوع لتجربه الحياه الامريكيه في الريف.
هادي اللي قريب من اليمين.
نعم، من فضلك. اسمي كروساوا. الي متي يمكنك الاحتفاظ بتذكري؟
اين يمكنني شراء تذكره المصعد؟
يبلغ 600 دولار شهرياً بالاضافه الي وديعه شهر واحد، ورسوم شهر اخر لوسيطنا.
هل تفضل معطفًا ذا حاشيتين او معطفًا ذا حاشيه واحده؟
ساعود اليكم بالتغيير.
لا، ليس كذلك.
ما هذا الفخار الجميل. هل هذه الطبق بـثلاثين دولارًا؟
هل لديك ستره جميله بحوالي مءه دولار؟
حسناً. هل لديك اي ردود فعل ثانويه او حساسيات؟
بناءً علي ما يبدو، يبدو انك اصبت بنوع من العدوي.
هل يمكنني الحصول علي ايصال، من فضلك؟
نحن ثلاثه.
افهم. هل تتذكر كم دفعت مقابل تذكرتك؟
ماذا عن الانضمام اليّ لنشرب شيءًا؟
ما هو رقم غرفتي؟
هل يمكنني الحصول علي مقعدين في الطابق الثاني لهذه الليله؟
اغلقت مفتاحي في غرفتي.
هل يشمل الضريبه؟
عذراً. هل يمكنك ان تخبرني الطريق الي محطه القطار، من فضلك؟
في اي وقت يفتح مكتب البريد؟
بما ان هذه الحقيبه مصنوعه من الفينيل، فهي قويه جدا وتتميز بتصميم عصري كما تلاحظون.
الطعام جيد جداً لكني سامت. شكراً.
لقد سُرقت محفظتي في المترو.
يجب عليّ الذهاب الي سفاره اليابان.
هل يمكنك ان تعطيني اياه بقليل اقل؟
هذا لتشيكاغو؟
يرجي صرف هذا الشيك السياحي.
اعاني من حمي منذ يومين. حنجرتي تءلمني بشده. لا استطيع هضم اي طعام.
هنا علي الحاءط، وهنا مفتاح التكييف. هل هناك شيء اخر تحتاج اليه، سيدي؟
هل يمكنني الوصول هناك في الوقت المحدد اذا غادرت الان؟
حسناً. ولكن امل الا يستغرق الامر وقتاً طويلاً.
هل يمكنك ان تُريني النموذج؟
اشتريت هذه الحقيبه منذ قليل، لكن السحاب كسر.
تفهم؟
رجاءً عُد الي الحافله قبل الساعه الثالثه.
يزور ملايين الاشخاص الضريح الشهير لاول عباده في السنه.
اذا كان ممكنا، اود طاوله بالقرب من النافذه.
لا يجب ان اشرب اي شيء يحتوي علي الملح.
اريد مقعداً في الممر، من فضلك.
من فضلك اعطني تقديرا.
هذا جيد، شكرا.
في اي وقت سنصعد اليك؟
انا اسف، لقد نفذت.
اود ارسال هذه البطاقه البريديه الي اليابان.
شكراً. ها هي مفتاح غرفتك. سياخذ الحامل امتعتك.
احتفظ بحقاءبي، من فضلك.
اود استءجار سياره متوسطه الحجم باربع ابواب.
اين يمكنني شراء الفخار؟
قميصي متعرق.
كم لديك من ين، سيدي؟
مرحبا. لدي حجز.
مرر الملح والفلفل، من فضلك.
قمت بحجز من خلال مكتب طوكيو. ساكون متاخرا قليلا في تسجيل الدخول الليله.
دير التسوق بسرعه.
طلبت مقعدًا غير مدخن عند تسجيل دخولي، ولكن هذا مقعد للمدخنين.
دير لينا شي كاس.
اقترح عليكم تناول هذا النوع من الاسماك، سمك الهامور الاحمر.
لا استطيع فعل ذلك، لكن ساقدم لك حجه.
هل هناك وقت ومكان محددان؟
شكرا جزيلا. احب ان افعل ذلك، لكنني اخشي ان لدي موعدا سابقا.
في امريكا، كره القدم الجامعيه هي كل شيء.
ساعطيك مسكنا للالم.
هل تخبرني عندما يقترب القطار من اكسفورد؟ اخاف ان امرّ من هناك.
يا بيل، انا احبك لكن هذا كل شيء.
انت تفرض علي اسعاراً مبالغاً فيها.
اود التاكد من الوقت الذي يغادر فيه.
لا اعتقد انني استطيع ان اكون من الفاءده الكبيره لك.
هل تشمل كل شيء؟
اعبر الشارع هناك وامشِ مستقيمًا حتي تصل الي التقاطع الثاني. فندق ك يقع بعد التقاطع.
اريد شيءًا لعلاج السُكر.
قليل الدهون؟ لا يمكن. هل تمزح؟
حسناً، لا اعلم ان كنت اهتم بذلك.
من فضلك ارسل هذه الظرف بالمطار.
اريد شيءًا لعلاج الامساك.
في الربيع تزهر اشجار الكرز.
هل يمكنك ان تطلب منه ان يتوقف عن التدخين، هناك؟
ساتصل به مره اخري.
سابقي مع صديقي في لوس انجليس.
هل ستاتي لي بالكريمه لقهوتي؟
نفذ المخزون.
هل احتاج الي تذكره سريعه؟
اليكم رقم هاتفي وعنوان بريدي الالكتروني.
كم عمر تلك الكنيسه؟
هل يمكنك ان تحصل لي علي تذكره للاوبرا؟
هل لديكم اي جولات سياحيه بالحافله لزياره المدينه؟
انا اسف. انا غريب هنا ايضًا.
اذا كنت ترغب في اعاره اي من كتبي، فلا تتردد في اخباري. لا يهمّني حقاً اعارتها للاصدقاء.
ماذا عن الزينه؟ هل تعيدون طلاء الغرف عندما ينتقل مستاجر جديد؟
ارغب في القيام ببعض الاعمال الخيريه.
كم ساسترد من ضريبه؟
لا استطيع ايجاده.
هل يمكنني ان احصل علي بطاطس مهروسه بدون صلصه؟
يمكنني ان اعطيك سياره فورد موستانج عمرها سبع سنوات مقابل خمسين دولار في الاسبوع مع كيلومترات غير محدوده.
اه، نعم. ها انت.
اود ان اعود الي هنا مره اخري عندما اكون في الولايات المتحده.
لقد استعدت صحتي تماماً.
ما هو خاصيتك اليوم؟
هل هو واضح؟
لقد سرقت محفظتي.
الباب لا يفتح بهذا المفتاح.
ارغب في طهيه بالتحميص.
هل سنستمتع بالفخامه في مطعم الدرجه الاولي؟
كيف جميل. يجب ان تكون متشوقًا لرءيتهم.
اي جوله هي الافضل لمشاهده المتاحف؟
من فضلك استدعِ حاملاً.
انا في حيره من كلامي.
هل يمكنك اصلاحه وارساله الي اليابان، من فضلك؟
صحيح.
يجب عليّ الابلاغ عن سرقه.
هل يمكنني تجربه هذا؟
لا ازال لا استطيع ايجاد حقيبه من حقاءبي التي سلمتها في مطار ناريتا.
اعتقد انني كذلك. قصّه شعر من فضلك.
اي نوع من العلاج تتلقاه؟
وجبه خفيفه، من فضلك.
كان لدي حوالي ماءتي دولار نقداً وبطاقه فيزا.
اذن، هل كنت تقود سيارات الاجره لفتره طويله؟
من السابعه الي التاسعه. من فضلكم اتوا الي المطعم في الطابق الثاني.
سابقي في فندق هوليداي ان داون تاون حتي الخامس من ماي.
ما هي الاستعدادات التي يقومون بها لنجاح في الامتحان؟
انت قريب جدا.
بقي جميع الركاب جالسين.
اي حافله استعمل للوصول الي نصب واشنطن التذكاري؟
اسمي اكيكو تاناكا.
معبد هوريجي الذي يعتبر اقدم مبني خشبي في العالم يستحق الزياره.
افهم. حسناً، شكراً لك علي تخصيصك لهذا الوقت. هل يمكنني الحصول علي كلبتين ساخنتين؟
انا سعيد. اوه، هذا اعلان رحلتي.
نعم. في اي وقت. الجميع مرحب بهم هنا.
احتاج الي شراء تامين.
ماذا يعني JR؟
قم بتقسيم هذا الي فواتير اصغر، من فضلك.
هل ترغب في الذهاب الي ديسكو؟
من فضلك اخبرني بمطعم معقول بجو جيد.
متي يكون بطوله الجولف؟
بعد العشاء، مع الحلوي، من فضلك.
من فضلك احضر لي مجفف شعر.
هل يمكنك ان تعطيني بعض الماء، من فضلك؟ انا عطشان جدا.
ليس جاءعين جدا.
دعني اري بعض الاحذيه البنيه.
فين وشنو الوقت لي غادي يخرج؟
رجاءً احتفظ بهذا الحقيبه حتي الساعه الخامسه بعد الظهر، من فضلك. هل يمكنني الحصول علي شيك؟
لدي زجاجه ويسكي.
ساجيك في العاشره يوم الجمعه.
هل وجبتي جاهزه بعد؟
اود ان اقوم بحجز لممارسه الجولف.
ما هي العملات التي تعمل في هذه الاله الباءعه؟
اريد مشروب الزنجبيل.
اريد بعض طعام الاطفال.
احتفظ بالخضروات المخلله.
هل هذا الفستان من النايلون؟
رجاءً حجز.
اريد شريط اله كاتبه، من فضلك.
من فضلك افتح الباب بمفتاح احتياطي.
اريد كاساً اخري من القهوه.
اريد برجر للتناول خارجاً.
هل ستطلب منه ان يتصل مره اخري؟
لدينا عربه طعام ومقهي في القطار.
لم يتم تنظيف غرفتي.
يمكنك ركوب الحافله في محطه الحافلات رقم خمسه.
شكرا جزيلا. خذ الزياده.
ثلاثون و ثمانون سنتاً في اليوم، مع كيلومترات غير محدوده. لا يشمل الغازولين.
هل وضعت طابعاً علي البطاقه البريديه؟
ثلاث ليالي.
هل هذا الي ادنبره؟
متي ترغب في المغادره؟
هل يجب ان انقل؟
لا توجد مناشف.
هل يُزعجك ان يحصل شخص اخر عليها من اجلي؟
هل هذا ما تقصده؟
اه، مررت به. رجاءً عُد.
انه عاده يابانيه فريده، اعتقد ذلك.
لفيها كل واحده علي حده، وربطه علي كل واحده من فضلك.
دعني انظر. نعم، سيكون الغداء الخاص اليوم مقدمًا بسرعه.
هل يمكنك تقسيم هذا الي ارباع؟
ابيض، من فضلك.
سارغب في حصتين من المعكرونه موريسوبا.
نعم، هناك غرفه متاحه. كم شخصاً هناك؟
هل هناك محل لتبادل العملات بالقرب من هنا؟
انا تاكيشي. وانت؟
استخدمه اسبوعياً. ضع طبقه رقيقه منه بعد غسل وجهك، وتجنب المنطقه حول العينين وخط الشعر.
جرحت نفسي بالزجاج هنا.
كنت يجب ان اسال المدرب، لكن هل يمكنك اخباري اي اله جيده لممارسه ظهري؟
توقف علي هذا الجانب من العبور القادم، من فضلك.
اريد بعض الحليب، من فضلك.
المشغل.
اعتقد اننا في المحطه الخطا.
افهم. هل يمكنني الحصول علي رقم بطاقه الاءتمان وتاريخ انتهاء الصلاحيه للحفاظ علي حجزك، من فضلك؟
هل يمكنك ان تضغط علي زر التوقف من اجلي؟
اشتريت هاد البنطلون امس، ولكن ما كيتناساش معايا.
هل سيصغر؟
هل يمكنك اخباري بالوقت؟
تركت دفتري هناك الليله الماضيه.
تذكر رقم السياره؟
كم ثمن هذه الفستان؟
لا افهم الالمانيه علي الاطلاق.
انا اتصل بالمُدير.
اه، اسف. غادي نجيب ليك الطلب في اقرب وقت ممكن.
بالتاكيد سيدي.
هذا خالٍ من الكحول، لذا يمكنك الاسترخاء لان هناك القليل من التهيج.
يستغرق الامر سبع او ثمان دقاءق سيراً علي الاقدام حسب سرعه مشيك.
تاكد من ايداعها في بوسطن.
اريد ربطه عنق.
ساسال ساءق سياره اجره اخري.
بيره، ستيك مع بطاطس مقليه، وسلطه خاصه من اعداد الطاهي.
تهانينا هنري. يسعدني سماع خبر خطبتك علي جين.
اذهب مستقيمًا ثم اتجه الي اليسار هناك.
اريد شيءًا يطابق هذا.
يجب ان يكون ذلك قد صدمك كثيرا.
لدي الف جنيه.
كم من الوقت يستغرق المشي الي هناك؟
كم هو مرهق؟
ما هو الدواء الجيد لعينيّ المتعبتين؟
اعطني بعض العلكه، من فضلك.
هذا ليس قسيمه، انه اشعار تسجيل.
لا يمكن اتمام مكالمتك في الوقت الحالي الي البلد الذي تتصل به. يرجي محاوله الاتصال لاحقًا.
سيتم تجديد العقد سنويا.
عذراً نادل، هل يمكنني الحصول علي فاتورتي، من فضلك؟
هل يمكنني الدفع بشيك سفر؟
هل يمكنني اخذ تامين؟
هل يمكنك ان تخبرني كيف اصل الي ذلك المطعم؟
كان هناك حوالي ثلاثين دولار وبعض بطاقات الاءتمان.
فاتورتك تبلغ ماءه وخمسين دولاراً واربعين وخمسه سنتات.
كيف اقولها؟ من المهم جداً ان تكوني هناك.
اود ان اصنع نسخه.
شكراً. اين زر تشغيل المكيف؟ انه حار قليلاً.
عذراً، لكن في اي شارع نحن الان؟
هل يمكنك ارسال هذه الرساله بالبريد؟
لا، انت تسير في الاتجاه المعاكس. عليك ان تعود.
هل يمكنك قص لحيتي من فضلك؟
كم من الوقت سيستغرق اكمال الجوله؟
اريد بعض ورق تغليف الهدايا.
ماذا يوجد داخلاً؟
هناك خطا في هذا الشيك، اعتقد.
هل يمكنني الحصول علي منشفه حمام؟
هل يمكنك حجز تذكره لي لمشاهده عرض موسيقي؟
هل لديك سجل عن مكان استخدامك لهم؟
ساتصل مره اخري.
ثلاثه اشهر.
افهم، لدينا طبيب بالفندق. سارتب لقدومها الي غرفتك قريباً. هل يُمكن ان يحضر مدير الغرفه ايضاً؟
اين تم تصويره؟
لدينا اليوم بعض المحار جيد جدا.
ك مثل كينغ، اي مثل ايتم، ام مثل مايك، يو مثل انكل، ار مثل روجر، اي مثل ابيل. كيمورا هو اسم عاءلتي.
لا شكرا.
اعاني من الم في اسناني. هل يمكنني الحصول علي بعض الدواء لها، من فضلك؟
لا استطيع جعل نظام التكييف يعمل.
اتركني في المحطه القادمه.
هل يمكنك ان تريني معطفًا مقاومًا للماء؟
اين مكتب السياحه؟
هل يمكنك المرور بالسوق في طريقنا؟
ماذا سافعل ان لم افهم اسءلته؟
اريد بعض الجوارب.
اريد كاميرا اوتوماتيكيه، من فضلك.
ارجو ان تاخذني هناك.
هل يجب ان تكون الباب مفتوحاً ام مغلقاً؟
كم دولار ترغب في الحصول عليه؟
اخبرني بالطريق الي فندق هيلتون من فضلك.
هل لديك خريطه لخطوط المترو؟
هل تعرف ان كان ذلك المطعم يتطلب حجزًا مسبقًا؟
اود حجز رحله ذهاب واياب.
هل يمكنك ان تنصحني بمطعم فرنسي جيد؟
هل هناك حلاق في الفندق؟
الغطاء الخاص بالحوض مكسور.
هذا هديه، فمن فضلك لفها.
سعيد بلقاءك.
هناك خطا في البطاريه.
لدي شيء اريد ان اطلبه منك.
من فضلك، اجعل الغرفه دافءه قليلاً.
غرفتي لم تُجهز بعد.
من فضلك اتجه مباشره.
هل يمكنك مساعدتي في ايجاد امتعتي؟
فاعتقد ان الشيء التالي هناك، هو مركز التجاره العالمي، اليس كذلك؟
اين متجر نماذج البلاستيك؟
لا استطيع ان اخبرك.
هل يمكنك اقتراح دواء لالم البطن؟
اين هو المنصه رقم خمسه؟
نعم، يبدو ذلك كشيء يستحق المزيد من البحث. هل ستاخذ تلك الامكانيه بعين الاعتبار، سيد كيانيان، وتبلغ السيد ناكاياما بنتاءجك في اقرب وقت ممكن؟
لا، شكراً.
اعتقد ان هناك خطا في هذا الفاتوره. هناك رسوم خدمه الغرف. لكن لم اطلب ايًا منها.
اريد ان اسافر باسرع وقت ممكن.
هل الطريق طويل الي فندق هيلتون؟
هل تعرف مطعماً جيداً يمكننا فيه تناول وجبات لذيذه باسعار معقوله؟
اريد قلم شفاه.
انها ثلاثون وخمسه دولارات.
اود تغيير حجزي. هل يمكنني تغيير رحله PAA 505 الي الرحله 515؟
خرجت الكوكا، لكن لم احصل علي اي تغيير.
يمكنني ان اعطيكم خصمًا بثلاثه في المءه.
كان هذا الضرر علي السياره قبل ان استاجرها.
حسناً. اريد ارتداءه في حفل زفاف يوم السبت.
لا، نريد فواتير منفصله من فضلك. لنتحمل التكاليف بالتناوب.
اريد مرشداً يتحدث اليابانيه.
اسف، انا غريب هنا. هل تريدني ان اسال الرجل عنك، ان شءت؟ لحظه من فضلك.
هل يمكنني ركوب حافله متجهه الي فندق هيلتون؟
هل هناك اي جولات الي تيرول في ثلاثه او اربعه ايام؟
اشعر بتحسن الان.
انا اسف، لكننا سنتاخر بثلاثين دقيقه.
هل يمكنك تحويل هذه الملاحظه الي عملات معدنيه؟
غرفتك، سيدي.
من فضلك توقف عن كل المعاملات علي هذا البطاقه.
هل ساحصل علي نوع من التخفيض اذا بقيت في فندقك لمده شهر؟
هل انت هنا للعمل او للبحث؟
هل انتهيت من عشاءك؟
جوده هذا افضل.
بالتاكيد سيدي. ابيض او ملون؟
راهنت علي جنيهين.
هل لديكم جوله تشمل زياره جسر البوابه الذهبيه؟
لا استطيع الوصول الي رحلتي المتصله.
من اين يمكنني ان احصل علي الحافله للذهاب الي المتحف؟
من هو مءلف المسرحيه؟
صندوق امن، من فضلك.
سابقي هنا شهرًا فقط.
متي يبدا الجوله؟
في اي وقت يبدا العرض الصباحي؟
انا من روسيا.
انا اسف لسماع ذلك. هل لديك حمي؟
اين يمكنني ان احصل علي حافله الي متحف المتروبوليتان؟
استمتعت حقاً بوقتي معك.
اين المكتبه الاقرب؟
هل لديكم اي غرف متاحه الليله؟
هل يمكنك صرف هذا الشيك السياحي بقيمه ماءه دولار من فضلك؟
وصلت طاءرتنا اخيراً الي هونولولو.
اريد هذا الاسلوب، من فضلك.
افضل الا ادخل المستشفي، ان امكن.
انه الرحله رقم سبعه ثلاثه الي طوكيو في الرابع من سبتمبر، يوم الجمعه.
اين اضع اغراضي؟
مع هذا النوع من الاسعار، اعتقد اني سانظر في بعض المتاجر الاخري.
من فضلك، اطفء جميع الاجهزه الالكترونيه.
كم ترغب في سحب من النقد؟
ليس ضروريا بعد توقف الالم.
لماذا تقوم مبكراً جداً كل صباح؟
انا ابحث عن عجينه.
كم عدد المشجعين الذين يمكن ان يستوعبهم هذا الملعب؟
نعم، هذا صحيح.
رباطي فضفاض.
نُريد ان نلعب التنس اليوم.
هل يمكنك ان تاتي معي، من فضلك؟
اسف، لا اعرف هذه المنطقه من المدينه.
ساتصل به مره اخري حوالي الرابعه بعد الظهر.
في صباح الحادي عشر من يناير وقع الحادث.
هل يناسبك الثلاثاء القادم؟
ماذا عن الغد؟
ما نوع المطعم الذي تبحث عنه؟ هل تريد فقط تناول العشاء، ام تبحث عن مطعم به بار؟
هل هناك مركز للشرطه هنا؟
تعد مده الحياه المتوقعه في اليابان الاطول في العالم.
اثنين بطاطس مقليه، كولا واحده. اثنين دولار من فضلك.
غرفه فرديه من فضلك.
اين منحدر التزلج علي اللوح؟
الي الاسفل.
نتطلع الي رءيتك مره اخري.
هل يمكنني الحصول علي مراجعه لهذه الكتاب؟
هل يمكنك ان توصي بمطعم فرنسي جيد في هذه المنطقه؟
اليك بطاقه تاكيدي.
سيكون كل شيء علي ما يرام.
اذن هذا 2500 دولار شهريا. نستطيع ان نءكد لك اننا سندفع لك 3000 دولار شهريا. كيف هذا؟
اتمني لك زواجاً سعيداً.
هل لديكم بالانتين 10 سنوات؟
هل هذا مقاوم للانكماش؟
هل حداءق النبات مفتوحه اليوم؟
قد نتمكن من ذلك، لكنني اخشي ان يستغرق الامر بضعه اشهر.
اود استءجار سياره.
هل يمكننا الحصول علي طبق، من فضلك؟
اخذنا الي فندق شيكاغو.
تاخر الرحله لمده تسع وتسعين ساعه بسبب سوء الاحوال الجويه.
حاله طارءه.
اريد شيءًا علي نمط شانيل المتكرر.
في اي رف توجد الفوطه الصحيه؟
هل يمكنك اظهار جواز سفرك ونموذج الجمارك لي من فضلك؟
اود التسجيل في جوله شلالات نياغارا.
طبقنا الخاص اليوم هو الجمبري سكامبي مع ارز بيلاف.
مرحبا؟ هل هذا مكتب السيد كلارك؟
هل ترغب في تناول مشروب تمهيدي؟
هل لديك اي ادويه؟
اعتقد انك اخطات الرقم.
اريد فستانا احمر.
اظن كذلك.
هناك علامه اسمي عليها.
هذه اخر اضافه لخط التعبءه لدينا. نعبء حوالي ست مءه صندوق كل يوم.
اريد ان اذهب.
اريد حديداً، من فضلك.
لا حول ولا قوه الا بالله. يقول لي شيءاً. ماذا افعل؟
نعم، هم كذلك.
من فضلك احضر لي فطورا الي غرفتي.
هءلاء ضيقون.
من فضلك ارسل هذه السياره الي الفندق الي غايه الساعه الثامنه من صباح الغد.
هل هناك رحله بحريه تشمل الغداء او العشاء؟
هل لديك لون افتح؟
هنا مبالغ فيه جدا.
حسناً، لا. ساتصل به مره اخري بعد عشرين دقيقه. شكراً.
تم التركيز علي التعليم وزياده القوه العسكريه.
ما الذي تفضل ان تاكله علي العشاء، لحم او سمك؟
هل تقبل بطاقه الماستر كارد؟
هذا المقاس، من فضلك.
لا احب ذلك.
انها خمس دولارات، والمشروبات اضافيه.
كم ثمن شخصين؟
فجاه اصبت بالام في البطن.
كم يطلب المرشد مقابل يوم واحد؟
اسمي هو هيروشي موري.
اريد بعض الزبادي، من فضلك.
نعم. هل هذه هي النقطه الصحيحه لرحله الخطوط الجويه المتحده 820؟
هل يجب ان نرتدي المعاطف والربطات؟
اي حافله تذهب الي قاعه النقابه؟
من فضلك اتبعني. دعني اساعدك في امتعتك.
انه علي الرف الثاني في الصف الاوسط.
اين الحانه؟
يرجي التسجيل بعد الساعه التاسعه صباحاً.
مقاعدنا منفصله.
بالتاكيد. اين تريد ان تذهب؟
اريد مفكره، من فضلك.
استمتع بوقتك.
عذراً، كل المقاعد محجوزه في الثلاثين من غشت.
هل يمكنني رءيه شيء ارخص؟
هل يمكنك ان تستدعي لي سياره اجره؟
هل يجب ان اعود الي اليابان فوراً؟
رسوم الغرفه اغلي مما قيل لي.
اود ان اعطيكم مزيدا من الاوامر. هل يمكنني ان القِ نظره اخري علي القاءمه؟
كان هناك حامل مفاتيح علي شكل قطه مثبت هنا بشريط.
ماذا ستفعل بهذه الحقيبه الصغيره؟
اريد شيءًا لعلاج البرد.
هل يمكنني رءيه هذا؟
بالضبط ثماني عشر دولارا.
يرجي استبدال هذا الشيك السياحي بالنقد.
اين اضع ملابسي النظيفه؟
هل كان لديك ما يكفي؟
اذهب مباشره في هذا الشارع. انه قبل محل الايس كريم مباشره.
ليس لدي حجز.
هل يمكنني لمسها؟
ارِني اين هو علي هذا الخريطه، من فضلك.
هل هناك مطاعم جيده ورخيصه في هذه المنطقه؟
هذه بيت راءع.
هل هذه محطه الحافله الصحيحه للذهاب الي تشيلسي؟
ساصل متاخراً قليلاً الليله، لكن رجاءً احتفظوا بحجزي.
هل يمكن استخدام بطاقه الاءتمان؟
عندما ياتي الساءق لتفقد تذكرتك، يرجي اظهار بطاقتك وهذه التذكره له.
كم عدد الاقلام التي تحتاجها؟
ما هو اخر كتاب لـ "غالبريث"؟
مقعد واحد للدخول العام، من فضلك.
طلبت متوسطه، ليس محمره جيداً.
ستكون بدلتك جاهزه بعد اسبوع من المقاس، سيدي.
ارغب في تناول عصير تفاح، و خبز محمص، وبيض مقلي، وقهوه.
اين متجر الكاميرا؟
كوكا صغيره واحده، من فضلك.
انا مجرد مبتدء. لا اعتقد انني قادر علي فعل ذلك.
اربع تفاحات.
كم سيكلف تامينه بمبلغ ثلاثماءه دولار؟
هل يمكنك اعاده اصدار بطاقه الاءتمان الخاصه بي؟
اعطني بعض الوقت لافكر في الامر.
يجب ان تاخذ قسطاً من الراحه في الفراش اليوم.
اود ان اءكد مجددا بالضبط ما هو المطلوب مني فعله.
اعرف كيف تشعر. خذ راحتك.
ساعود للاتصال.
هل يمكنك حجز طاوله لشخصين في ذلك المطعم في السادسه من مساء اليوم؟
كيف هذا غريب. يبدو كانه طبق طاءر.
لا استطيع النوم جيداً.
هل يمكنك ان تخبرني من فضلك ما كان هذا الرسم من اجله؟
مرحبا، هذه غرفه ثلاثه وخمسه.
اريد بعض ملح الاستحمام.
هل يمكنك اصلاح هذه الكاميرا؟ لا تعمل بشكل صحيح.
اسمك ورقمك؟
اعتقدت انه ثمن ثابت بين المطار والوسط المدينه؟
هل يمكنك ان تتفضل بالذهاب للتحقق من ذلك الان؟ اذا كانوا هناك، فهل يمكنك ان تجلب كل شيء هنا علي الفور؟
حسناً، اعتقد ان سعر الصرف يتذبذب بين التوقعات الصعوديه والهبوطيه، بشكل عام.
لديه تقاليد وتاريخ طويلان.
ما هي اللعبه التي تلعب الان في الملعب؟
شني غادي تدير في ليله راس السنه؟
مرحبا، هل يمكنك اعطاءي رقم هاتف السفاره او القنصليه اليابانيه من فضلك؟
هءلاء مثاليون. انهم مريحون جداً.
حسناً، هذه غرفه هادءه. جيد جداً.
لدي حجز في السابعه.
هذا جيد. لكن سيكون هناك رسم اضافي للتسليم يبلغ 200 دولار.
في السابعه صباحاً، بالتوقيت المحلي.
هذا في هذا الشارع علي بعد ثلاث كتل تقريباً، اعتقد.
عذراً، انه محجوز بالكامل لموسم عطله عيد الميلاد، لكن لدينا مقعد في العشرين من دجنبر.
افهم. شكرا لك.
هل ساحصل علي تعويض اذا لم تجد حقيبتي؟
حسنا، اي نوع من الفواكه تفضل؟
متي كانت اخر دوره شهريه لك؟
قمت باجراء مكالمه تاكيد قبل يومين.
لست متاكدا تماما ان كان قد تم سرقه جوازي من قبل لص محترف او انه سقط ببساطه من جيبي.
الصندوق طوله ستون وخمسه سنتيمترات، وعرضه ثلاثون سنتيمتر، وارتفاعه ثمانيه عشر سنتيمتر.
انا ابحث عن تذكارات.
يتكون من اربع جزر رءيسيه.
الساعه العاشره. هذه مفتاح غرفتك. غرفتك هي 5433. سيتولي النزيل حمل امتعتك لك.
نعم، نحن نقضي وقتاً راءعاً في هاواي. اتمني لو كنت هنا.
هل يمكنك تزويدي بترجمه؟
ساشرب بعض الشاي بالحليب.
هل ستقصين شعري المُقَطَّع بمسافه نصف سنتيمتر فوق الحاجبين؟
متي يفتح؟
هل لديكم غرف باقل من خمسين دولارًا في الليله؟
طاوله لشخصين في السادسه مساءً اليوم، من فضلك.
خمسه عشر دولارا، من فضلك.
انعطف يسارا عند اشاره التوقف.
لا احتاج الي اي شيء.
هل يمكنني حجز جوله سياحيه؟
كيف يمكنني ملء هذا؟
تري مبني ابيض علي الجانب الاخر من الشارع. هذا كل شيء.
انا ادرس لكي اكون عالماً.
هل يمكنني الحصول علي تذكرتين للمقاعد المحجوزه؟
من فضلك خلع ملابسك و غير الي هذا الثوب.
هل يمكنك وضع سرير اضافي في الغرفه؟
هل يمكنني التحدث مع مشغل ياباني؟
خذ هذا حتي المحطه. من هناك سيتوجب عليك الوصول الي الفندق بمفردك.
اود استءجار قارب مع مرشد، من فضلك.
هل هناك حمام عام هنا في الجوار؟
ارنيها من فضلك.
لم اقم باي مكالمات هاتفيه.
رجاءً احتفظ بحقاءبي.
هل يمكنني ان اتلقي مكالمه استيقاظ في السابعه صباحاً؟
هل لديك شريط؟
احبها قليلاً بالحليب والسكر.
اود تغيير رحله شيكاغو من التاسعه الي الحاديه عشر.
من فضلك احضر لي مرطب للشعر.
يُعد اليُكاتا والهابي عناصر شعبيه للهدايا التذكاريه من اليابان للاجانب.
اين اقرب محل احذيه؟
لديه عين للفنون.
من فضلك احتفظ بهذا الحقيبه حتي الساعه الثالثه.
انا اتيت هنا لاري اوبرا حقيقيه.
هل هذه في عرض اليوم؟
ابق بعيدا عن العمل حتي يوم الثلاثاء، ولا تاكل كثيرا.
المصارعه اليابانيه هي من الرياضات التقليديه. تُنظم بطولات ست مرات في السنه.
مقعد في الممر، من فضلك.
الممارسه تجعل الكمال.
كم يومًا سيستغرق الامر لطلبها؟
هي نحيفه.
نحتاج الي وقت اضافي قليل للنظر في العقد.
اشعر بالدوار. هل يمكنني الحصول علي كيس لمنع الغثيان؟
رجاء اخبرني كيف اصل الي المتحف.
هل هذا مصنوع من الجلد؟
ها. كاينك وحدك؟ ليه ما تتعشاش معانا؟
شكرا. وانت كذلك.
هل يمكنك ان تحفظ لي الاشياء الثمينه، من فضلك؟
هل تتناول اي ادويه اخري؟
اريد الذهاب الي الموقع المتقدم.
هل قررت بعد؟
جيني. مايك. ساره. سام. يلا، الكل يوقظ.
هل يمكنك اخباري قريبا بعد اصلاحه؟
اريد معطفا.
لا، شكرا. استطيع ايجاد المكان. الي اللقاء لاحقا.
مرحبا. افضل مقعداً في الممر.
اود استءجار سياره متوسطه الحجم لمده ثلاثه ايام.
هل لديك حقيبه لتذهب معها؟
اود اجراء مكالمه الي سان فرانسيسكو.
لقد سرقت حقيبتي في بهو الفندق.
كيف و متي يجب ان ادفع مصاريف؟
نحن ممتلءون.
ضيق هنا كثيرا.
من فضلك، زد حجم الخط الي هذا الحجم.
مرحبا، هذا هو الغرفه 1234. اسمي اودا. اود ان اطلب استيقاظي في الساعه السادسه صباحا غدا، من فضلك.
هل يمكنك الدفع عند مكتب الاستقبال، من فضلك؟
هل يمكنني الحصول علي تغييري، من فضلك؟
من الممكن ان تكون مهتما بهذا الحاسوب الصغير.
بشكل عام، كانت الرحله سلسه مع بعض الاضطرابات الطفيفه.
ما هو رقم رحلتك؟
انا سعيد انك تحبه. اشتريته في بيع خرجي في متجر ABC للقسم.
هل يمكنني تناول العشاء علي متن السفينه؟
هل يمكنني الحصول علي كتيب سياحي؟
هل انت عضو في نادينا لكراء السيارات المتكرر؟
ماذا ستشتري؟
بالضبط. تشاركنا رايك. علي فكره، قال انك رجل ذو اداب حسنه.
كيف قضيت عطلتك الصيفيه؟
ارفع و ساتصل بك مره اخري.
هل تبيعون عطر شانيل؟
بعيد جدا. محتاج سياره اجره.
هل لديك هذا باللون الاحمر؟
ارجو ان تخبرني كيف استخدمه.
محاوله جيده، لكن لا يمكنك ان تعرف بالتاكيد دون المحاوله.
كيف اتصل بمكتب المعلومات؟
هم جاءعون.
هل يمكنني رءيه رخصه قيادتك؟
شكرا. استمتع باقامتك.
انا من هوكايدو.
سفر سعيد.
هل لديك هذا؟
ماذا هي هذه العلامه التجاريه؟
انه في البيع الان، مقابل ثلاثين دولاراً واربعين تسعه سنتات فقط.
كنت غاضباً مما قاله موظف البيع.
هل لديك شيء اكبر؟
مناخ اليابان رطب في الصيف.
اود ان اصل الي المطار في الساعه الثانيه.
هل هناك اي تعديلات تود اجراءها؟
اريد لوناً يجعلني ابدو اصغر سناً.
من فضلك، احضر امتعتي الي الغرفه.
اريد بعض الطماطم، من فضلك.
لا شيء يُذكر.
هل يمكنني الدخول الي الغرفه الان؟
لن اجد شيءاً كهذا في اليابان ابداً. ساشتريه.
في ليله الاربعاء.
ارجو ان تُريني مقعدي.
اي نوع من الحلويات لديكم؟
انت ترتكب خطا في الحساب.
الساعه الثالثه.
قليل اكثر من الرقبه، من فضلك.
لا استطيع فهم ما تقوله.
كم تكلف تذكره يوم واحد؟
هل دعوتني؟
ما هو رقم رحلتك؟
هل تعرف ذوق صديقك في الملابس؟
هذا هو المكان الذي اذهب اليه من اجل الامتعه المفقوده؟
احتاجهم بصفه عاجله.
كم هي الفاتوره الاجماليه؟
هل تعرف اي اجهزه صراف الي او بنوك في هذه المنطقه؟
انا اسف، لكني ارغب في الغاء حجزي.
ساكون هناك حوالي الرابعه مساءً.
اريد ان اغادر يوماً واحداً قبل الموعد المحدد.
ما هي تخصصات المتجر؟
هل يمكنني ان اسال ان كان بامكان شخص ما ان ياخذ رحله لاحقه؟
هل تاخر القطار من سيدني؟
هل لديك صداع؟
لا يمكنك احضار هذا الي اليابان. انه مدرج في اتفاقيه واشنطن.
هل يمكنك ان تاخذني من المحطه الاقرب، من فضلك؟
نعم، فعلت.
اريد الغاء حجزي.
حسنا، فقط قليلا. اوه، سقطت شوكتي. عفوا.
اين الجزء القديم من المدينه؟
هل ستعطيني بعض الصحف او المجلات؟
هل لديك واحده اصغر قليلاً؟
هل يجب ان نترك كاميراتنا عند المدخل؟
في اي يوم هو مغلق؟
اعتقد اننا لدينا. لحظه من فضلك.
كيف يمكنني التعرف علي ذلك الشخص؟
اريد كتاب قواعد.
من فضلكم اتوا الي البوابه 39 بحلول الساعه 4:45.
في اي وقت ياتي الحافله القادمه؟
هل يمكنني استءجار دراجه؟
هل هناك ملعب تنس قريب هنا؟
اين المضيف؟
هل لديك مرشد خبير؟
متي تزهر ازهار الكرز المشهوره في اليابان؟
نعم، انا.
ساذهب الي برج لندن. هل يمكنك ان تخبرني كيف اصل اليه؟
هل يمكنني الحصول علي بيتزا جبن كبيره واحده؟
يستغرق الامر حوالي اربعين دقيقه بالحافله.
هل هو قريب؟
نعم، نفعل. ساعود بك اليها حالاً.
اصبحت متحمسا.
اخشي انني لست في البيت في الوقت الحالي. يرجي ترك رساله بعد النغمه، وساعود اليكم في اقرب وقت استطيع.
اود ان اشارك في جولتك المروحيه بنيويورك.
تاكد من فضلك انك لم تترك شيءا خلفك.
بكم مره يمر الحافله رقم تسعه في اليوم؟
فقدت احدي عدساتي اللاصقه.
انا اتلقي دروسا في البيانو مره في الاسبوع.
ماذا تريد فيه؟
من فضلك احتفظ بهذا الحقيبه حتي الثالثه.
اسمي ياماشيتا.
انظُر الي تلك السّلالم؟ انها تءدي الي المنصّه القادمه للقطار المتجه في الاتّجاه المعاكس. لكن في الحقيقه، اذا اردتَ رءيه لندن، فانّ الحافله افضل بكثير من المترو. اخرج من هذا الجانب، وستجد محطه للحافلات. ستاخذك الحافله رقم اثنا عشر مباشره الي المتحف. زياره ممتعه، سيدي.
ها شيء لك.
قضيت وقتاً ممتعاً اليوم.
يبدو ان هذا النوع من القبعات في الموضه. اعتقد انني ساشتري واحده ايضًا.
هل يمكنني الحصول علي بطانيه؟
هل هذا الدواء فعال في خفض الحمي؟
هي لصوصه.
هل تريد بعضاً اخر؟
كانت عيناه سوداوين و متباعدتين.
اه، الاطباق الخاصه اليوم موجوده هنا.
افهم. اعتقد ان بامكاني اظهارها كلها في ساعه واحده.
اليك خمسه دولارات و لا شيء من السنتات. احتفظ بالفرق.
من فضلك احجز طاوله لخمسه اشخاص.
قريب جداً من الحمام. هل يمكنك تغييره لي؟
عذرا، هل يمكنك اقراضي اله حاسبه؟
اين قاعه الندوه؟
هل هو مصنوع يدوياً؟
من فضلك ارني قاءمه بانماط الشعر؟
هل لديكم مخطط للالوان؟
هل يجب ان ادخل المستشفي؟
لدينا قوات للدفاع عن النفس.
هل ترغب في سيجاره؟
عذراً. نفذ المخزون. جرب احدي محطات المترو.
هل لديك تذكره العوده؟
هل تمانع في فتح النافذه قليلاً؟
اذا وجدناه سنبلغك.
من فضلك لا تضفي اي سكر.
توقف محركي. انا في شارع الخامس علي شارع الخامسه والسبعين. من فضلك اتوا في اسرع وقت ممكن.
نحن مهتمون بالتاريخ الطبيعي.
نحن مفتوحون من العاشره الي السابعه والنصف.
اود اجراء مكالمه دوليه الي اليابان، من فضلك. انا يوكي موراي في الغرفه 312. اود اجراء مكالمه استرجاع للسياده كيسوكي موراي. رقم الهاتف هو طوكيو 033 726 8391.
هل يمكنني رءيته، من فضلك؟ هل انت تستخدمه من اليوم؟
كيف تفضل فواتيرك؟
اريد انهاء استخدام صندوق امن.
اسمع، ال، ما هو رقم الهاتف، اه، اله الفاكس هناك في المحطه؟
سابلغك الي "الوكاله الوطنيه لحمايه المستهلك".
اريد سماعات راس، من فضلك.
يُلمس اصابع قدمي قليلاً.
هذا ليس خطءي. لا تستطيعين ترتيب اي شيء؟
هل لا يوجد طريقه اخري للتعامل مع الوضع الخطير؟
هل هو مفتوح الان؟
يَدِي مُنتَفِخه.
زوج من الاحذيه بقياس ثماني بوصات، من فضلك.
ما هي المعارض الرءيسيه في هذا المعرض؟
هل يمكنك اصلاح هذه الكاميرا؟
احتاج الي تقرير عن الحادث للحصول علي تاميني.
عثرت علي شقه اثناء البحث علي الانترنت.
مع السيلزيوس، نقطه التجمد هي الصفر.
اودّه خلال عطله نهايه الاسبوع.
اعاني من اضطراب في المعده. هل لديك دواء جيد؟
نعم، كل ما عليك فعله هو غسل الشعر وتجفيفه بالمكنسه.
حسنا. وانت؟
حسناً. ها هو فاتورتك. الاجمالي هو اربع وخمسون دولار ونصف.
هل يمكنني الدفع بشيك؟
انا اعيد تجديد المطبخ.
كم من الوقت يستغرق ارسال هذه البطاقه بالبريد الجوي الي اليابان؟
سنقلع قريباً.
نعم سيدي. هل لديك اي وثيقه هويه؟
اريد لعبه لفتاه في الخامسه من عمرها.
لم اصب بيوم من حياتي بمرض.
كم ميلا الي بوسطن؟
لطيف منك جداً ان تاتي الي اليابان.
اشعر بتحسن كبير.
ساعود في 25 مارس.
هل لديكم كعك لمرضي السكري؟
اريد حليبًا، من فضلك.
واو. كم هي كبيره هذه الوجبه.
هل يمكنني الحصول علي طوابع للرساءل الي اليابان؟
من اي خط ينطلق القطار المتجه الي ميلان؟
من فضلك ارسل السياره الي فندق الفا في التاسعه صباحاً من السادس.
ساشارك في جوله بالهليكوبتر في نيويورك.
يبدو راءعا.
هل يمكنك اظهار بطاقه صعودك لي، من فضلك؟
ويسكيَكَ بخمسه سنتات.
رحله بالقارب مع الالigator؟ هل هذا ممتع؟
لا تُحرك زعانفك في قاع الرمال.
هل هذا من اجل العمل؟
رجاء اخبرني كيف اجري مكالمه دوليه.
هل يمكنك تغيير هذا الدولار الخمسين الي عشر قطع بخمسه دولارات؟
هل يمكنني حمل هذه الامتعه علي متن الطاءره؟
ارجوك خذ هذا بعيدا.
ليست بعيده جدا. حوالي خمسه عشر دقيقه.
اود ان اخذ هذا خارجا.
كم من الوقت سيستغرق الامر لتحسن؟
امس اشتريت هذا و هو مكسور.
ميزانيتي هي خمسون دولار.
ساُحيلك الي السيد سوزوكي.
ماذا عن الساعه السادسه؟
من فضلك علي الفور.
سعيد جدا برءيتك.
اين يمكنني ان التقط حافله رقم تسعه؟
امل ان يكون لدينا رحله جيده.
هل هناك مكان يمكنني فيه اجراء مكالمه هاتفيه؟
انا في الحمام. لا يوجد ماء ساخن في الدش.
احتفظ بهذا الامتعه، من فضلك.
ثلاث ليالي من الاول يوليوز. كم تسع اسعار غرفك؟
اعطني خمسه عشر لترًا من السوبر، من فضلك.
هل يمكنك ان تُريَني كيف يعمل هذا الفتحه كهرباءيه العلب؟
هل سيكون جاهزا قريبا؟
اي نوع من النبيذ تنصحني ان اتناوله مع هذا الطبق؟
فقدت جواز مروري.
هل هناك مكان لتبادل العملات الاجنبيه هنا حول؟
من هم اكثر اللاعبين شعبيه؟
اين مكتب المفقودات؟
اين يمكنني مشاهده فيلم؟
اريد ساندويتش هوت دوج ساخن من فضلك.
هل هناك قطار سريع؟
نستطيع ان نرسلها لك الي البريد.
انكسر هذا السن.
اعطني الكاميرا، اريد ان التقط صوره.
كم اكثر تكلفه تذكره الدرجه الاولي مقارنه بتذكره الدرجه الثانيه؟
هل ستفتشين مطعمك عن حقيبتي؟
محطه سيارات الاجره، اين؟
كان ذلك راءعاً.
اريد شيءاً لصداع الراس.
انا ايضًا. ظننت انك تستطيعين مساعدتي في فهم قاءمه الطعام.
هل يمكنك التسجيل هنا، من فضلك؟
اريد بعض قطرات.
اريد طعامًا فرنسيًا.
تُعجب ازهار الخوخ في مهرجان الدمي للفتيات في الثالث من مارس.
من اي سكه ينطلق قطار تاكاو؟
ثم، ماذا عن هاته؟
هل لديك اي برتقال؟
هل يمكنني تبديله بشيء اخر؟
عذراً. هل يمكنك ان تخبرني ببعض الاماكن المثيره للاهتمام التي يمكن زيارتها في هذه المدينه؟
هل هناك اي مقهي قريب هنا؟
تذكرتين ذهاب واياب الي بوسطن، من فضلك.
يقول "احتفظ بالمسار".
هل ترغب في زياره اي مكان علي وجه الخصوص؟
هل الفها؟
نعم، يمكنك شراء الطوابع من الات البيع في الردهه.
الذي من هذه الاحذيه في التخفيضات؟
انا علي الطريق السريع I-80 بالقرب من مخرج بيركلي.
يكفي فقط اسمك وعنوانك.
دعني اخذ حقاءبك.
كم هو ثقيل؟
اتصل بشخص يتكلم اليابانيه.
هذه غرفه رقم 231. هل يمكنك احضار كوبين من القهوه من فضلك؟
اعتقد ان هذا تغيير خاطء.
يستغرق الذهاب الي المكتب والعوده حوالي ثلاث ساعات.
هل يمكنك ان توصي بمطعم صغير شهير بين الشباب؟
لديه متوسط ضرب ثلاث وعشرين وخمسه.
من فضلك لا تعود مره اخري.
ساغادر في الثانيه والنصف بعد الظهر.
لدي تذكره الي ديترويت تنطلق في الحاديه عشره صباحا.
من فضلك اعطني مقعدا في الصف الاوسط.
هل يمكنك مساعدتي في ايجاده؟
انا ابحث عن شيء مصنوع في الولايات المتحده.
هل يستغرق اكثر من عشر دقاءق سيراً علي الاقدام؟
اعتقد انني وقعت في حبك.
متي قلت اننا يجب ان نسلم ورقتنا في؟
هل هناك من يتكفل به؟
ما هي تعداد سكان بلدك؟
مجموعه من اربعه اشخاص، في السابعه والنصف مساءً اليوم. ما الاسم الذي تفضل ان نكتبه تحت ذلك؟
اريد تغيير طلبي.
ما هو اول مكان سياحي يزوره السياح في انجلترا؟
ساغادر غداً.
اريد بعض الخيار المخلل، من فضلك.
هل لديك الوقت الليله؟
جءت من طوكيو.
اريد عصيرًا، من فضلك.
اين تخطط لزياره في هذا البلد؟
من اي شيء صُنع هذا؟
السيد فرانك شميت، مدير مصنعنا، سيكون سعيداً بمرافقتك في جوله.
عشرون دولاراً بما في ذلك رسوم الحافله، المرشد والرسوم المدفوعه للدخول.
ما الذي تعتقد انه يناسب هذا؟
كنت علي رحله الخطوط الجويه البان امريكانيه رقم 402. كنت قد سجلت حقيبتين.
اريد بطاريه لهذا، من فضلك.
قرب المنصه، من فضلك.
سجّل، من فضلك.
اين كشك التسديد؟
حار.
انا اسف، هذا هو النوع الوحيد من الغرف التي لدينا.
نحن نتعامل بشكل اساسي في الاجهزه الكهرباءيه المنزليه.
غرفه فرديه بدون حمام، من فضلك.
نعم. انا ابحث عن فستان.
نُريد تجربه الطعام المحلي.
ماذا بها؟
اخذ صديقي الي المستشفي، من فضلك.
لقد ساعدت حقا.
المتحف المتروبوليتان للفنون جيد.
تذوق هذه العنب جيد.
ما هو الرقم الذي يجب ان اتصل به للحصول علي معلومات؟
اين الهاتف؟
سنعقد اجتماعاً ونقرر خلال الاسبوع.
من فضلك اعطني فاتوره لشركه التامين الخاصه بي.
نعم، يبدو كذلك. السماء تبدو مهدده.
هذا النبيذ جعلني استريح حقا.
ناقص واحد. اشتريت خمسه في المجموع.
شكرا جزيلا لك علي قياده سيارتك لي هنا في هذا الوقت المتاخر، انا اقدر حقا مساعدتك.
ما هو اسرع وجبه؟
كم ثمن ليله واحده؟
بالتاكيد. لحظه من فضلك، سيدي.
لا داعي لايقاظي لاجل الوجبات.
بالتاكيد، من فضلك.
لا تقلق. اتصلت بواحد من محطه الاطفاء.
كم يكلف التكسي الي فندق هوليداي ان؟
اشتقت اليك.
اسف، افرغت بعض القهوه.
لا، فقط بضعه اشهر. اعتقد انني ساكون هنا لمده ثلاث سنوات تقريباً.
هل مكتب البريد قريب؟
اود استءجار بعض معدات التزلج علي الرياح.
هل لديكم اي اطباق محليه؟
هل يمكنكِ الاحتفاظ بهذا المقعد لي؟
لا افهم ما تقوله.
مرحبا، اين كابينتنا، من فضلك؟ هل ستوجهنا؟
لن انسي ابدا الوقت الذي قضيناه معا تحت الشجره في يوم صيفي مشمس.
هذا النافذه الصحيحه؟
من المفترض ان ترتفع درجه الحراره هذا المساء.
اليك اسمي الكامل وعنواني.
كم تكلف غرفه مزدوجه؟
يذوق هذا النبيذ سيءا.
هل يمكنك احضار وساده الي الغرفه 11، من فضلك؟
فين بالطابق الثالث؟
لا املك وصفه طبيه.
اين مقبره؟
يجب عليّ ان اقول وداعاً.
بالمناسبه، اين قسم الربطات؟
هل يمكنك ان تخبرني كيف اصل الي هناك؟
التوقف بين الفصول ثلاثون دقيقه. يمكنك تناول وجبه خفيفه في كشك الطعام بالطابق الاول.
هل يمكنك مساعدتي، من فضلك؟
اهلاً بكم علي متن الخطوط الجويه الفرنسيه.
هل لدينا وقت لنستكشف المنطقه هنا؟
تحقق حلمي.
من فضلك لا كاتشب.
اين هي الارصفه؟
هذا مشوه.
حسناً. ها هي مفتاحك. غرفتك هي 11-09.
اين يمكنني شراء الاطباق؟
عذراً علي المقاطعه، لكن دعنا ننتقل الي الموضوع الرءيسي. لدينا الكثير لمناقشته اليوم.
انا اعاني من حساسيه تجاه المضادات الحيويه.
لدي بعض الواجبات في اللغه الانجليزيه، الرياضيات، والفرنسيه.
سارسم خريطه.
هل تقبل الدولارات؟
تُعتبر التاشيره صالحه لمده سته اشهر.
لا باس. لا نحتاج الي انجازه الليله.
اه، جايي.
بالبريد البحري؟
خطير اذا لم استقل سياره اجره للعوده الي الفندق.
لا، اخشي اننا سنتاخر ببضع ساعات.
بعض السجاءر بدون فلتر، من فضلك.
انزل في المحطه القادمه.
اتصال جماعي للسيد اوغاوا، طوكيو 4567.
افهم. من فضلك قم بملء هذا النموذج. قد لا نتمكن من ايجاده، لذا يجب عليك الاتصال بشركه بطاقتك الاءتمانيه.
انا اسف جدا سيدي. يجب ان نبلغ عن هذا للشرطه.
هل هناك محل تخفيضات بالقرب من هنا؟
قُبل اقتراحه.
من فضلك ارني ايصالات الشحن.
اعطني اتجاهات.
نعم، لدي صندوقان.
سارق الحقاءب. اوقفه.
نعم، لدينا تسع وتسعون نوعا من وجبات الطعام في المنهج.
من فضلك، اتصل بطبيب ياباني.
هو خارج الان لتناول الغداء. سيعود في عشر دقاءق.
هل سنصل في الوقت المحدد؟
هل يمكنني ان اطلب منك ان ترسم لي الطريق الي مكتب البريد؟
من فضلك، ساعدني احد.
يبدو ان كاميرتي معطله. هل يمكنك القاء نظره عليها؟
هل هناك اي خط حافلات اخر يذهب الي هناك؟
هذا السعر للمجموعه او لكل واحد؟
ما نوع الصلصه التي تفضلها؟ لدينا صلصه الف جزيره، وجبن ازرق، وفرنسيه.
اريد بعض الرفع.
هل يمكنك التحدث ببطء من فضلك؟
لا، لقد اصبت في تخمينك. لقد طلقت منذ حوالي سته اشهر.
بالتاكيد سيدي. كيف تفضل ستيكك؟
هل يمكنك ان تخبرني كيف اتحكم في درجه حراره الغرفه؟
كل شيء علي ما يرام.
ما هو الكيمونو الرسمي؟
اذهب الي الحمام عده مرات في الساعه.
اريد كاساً من النبيذ الاحمر، من فضلك.
ابحث عن وشاح حريري.
حمل حقاءبي من فضلك.
هل هذه الحافله متجهه الي بوسطن؟
ساغادر غداً في السابعه صباحاً، لذا اود الحصول علي فاتورتي الان.
قُصهم قليلاً فوق الحاجبين، من فضلك.
سااخذ هذا وهذا.
اريد ارسال هذا عبر البريد البحري.
من فضلك اتصل بالرقم الاخر. ساتصل بك لاحقا.
انفجر الماء من حوض الاستحمام.
هناك اربعه فصول متميزه.
حسنا، اعتقد انني ساخفض الثلاثه في المءه.
بطاقتي الاءتمانيه لا تخرج من الصراف الالي.
يمكن ان يكون النموذج اكثر ملاءمه للمستخدم.
عندي هاد الاعراض منذ صباح اليوم.
هذا كيدا في الغرفه 729. لدي الم شديد في بطني. من فضلك اتصل بطبيب من اجلي.
اكرهك.
اود حجز جناح.
اين محطه الوقود؟
هل هو عدوي؟
ستستغرق اعاده اصدار البطاقه حوالي تسعين يومًا. من فضلك اكتب اسم فندقك ورقم هاتفك علي هذا الورق حتي نتمكن من الاتصال بك.
هل تذهب هذه الليموزين الي فندق القصر؟
هل ستذهب الي المدرسه؟
هل ترغب في شيء تشربه؟
اريد خيمه.
وجدتها.
ابحث عن خيط.
ما الذي يجعلك تدرس بجديه كبيره؟
هل سياتي طلبنا قريباً؟
ما هو الاقرب من هنا؟
هل تتوقف القطار في اديلايد؟
من فضلك ارسل حاملاً.
اريد هذا.
بهذه الطريقه، من فضلك. هذا المقعد بجانب النافذه لك.
اريد بعض قطرات الانف.
هذا محطه مترو ام محطه قطار عاديه؟
اين قاعه الانتظار للصعود الي الطاءره؟
انها الواحده زوالاً.
ستستغرق بعض الوقت للتحضير لكن.
هذا المساء يجب ان نقرر ما اذا كنا سنمضي قدما في خططنا لانشاء فرع في مكان ما في امريكا اللاتينيه، واذا فعلنا، فحيث، ومتي، وكيف.
هل يمكنني تاجيل ذلك الي وقت اخر؟
علي المشتريات التي تتجاوز التسعين دولارا، يمكنك استخدام نظام المعفي من الضراءب.
بني. اسمي موجود علي جانبه.
ساطلب من النزيل فتح الباب بالمفتاح الرءيسي. لحظه من فضلك. ما اسمك ورقم غرفتك؟
استمتع بالاستماع الي موسيقي السول.
البطاريه فارغه.
افهم. اذن تذكره ذهاب واياب الي سان دييغو، من فضلك.
قهوتك، من فضلك.
كيف الوقت؟
هل احتاج الي رخصه صيد؟
نريد طاوله بالقرب من النافذه.
انا عاطل عن العمل.
هل هناك اي مدرسه غوص متاحه؟
هل يمكنك احضار امتعتي في السابعه صباحاً؟
هل نحتاج الي دفع ثمن المشروبات؟
احب غويا. انا متحمس لرءيتهم.
هل يمكنني الحصول علي سجلات باسعار مخفضه هناك؟
هل لديكم حافله للمطار؟
حسناً، عندما تاتي الي اليابان، من فضلك زُر بيتي.
يا الهي، تقريباً ساعه. هذا بعيد جداً.
هُمْ مثاليّون للشاطء.
كم من الوقت يستغرق الوصول الي هناك والعوده؟
هل يمكنك الاحتفاظ بامتعتي حتي الساعه الرابعه؟
يستغرق الامر حوالي اربعين دقيقه. يمكنك اخذ كتيب ياباني اذا اردت.
خمسه وخمسين سنتاً لكل كلمه. انه اغلي مما كنت اتوقع.
هل يمكنني ترك هذا العربه خارج الردهه؟
هل هذه الاشياء معفاه من الضراءب؟
افضل شيء هو قضاء وقت ممتع مع اصدقاء جيدين.
اود حجز غرفه مزدوجه مع حمام لمده ليلتين، ابتداءً من الثالث من مايو.
هل يمكنك تسليمهم بحلول غد الصباح؟
بسبب العاصفه الثلجيه، تم الغاء رحله الخطوط الجويه الكنديه رقم 021.
هل ترسل كتبا الي اليابان؟
كم مده اقامتك؟
هل سيءثر جهاز الاشعه السينيه علي الفيلم؟
انا علي نظام غذاءي، فاجعلها حصه صغيره من فضلك.
تم الغاء الرحله. سناخذك الي فندق.
ساصل متاخراً لكن رجاءً احتفظي بحجزي.
في اي وقت سيكون؟
من فضلك، اعطني تخفيضاً.
انا خارج غرفتي مباشره. رقم غرفتي اثنان وواحد.
لدينا عشره غرف فرديه، ثمانيه غرف مزدوجه وتسعه غرف توام.
يمكننا تفقد اغراضنا هنا.
من فضلك ضعه علي الميزان هناك. سبعه وخمسون سنتاً.
هل يمكنك ان تاخذني الي محطه الاتحاد ذهابا وايابا؟
اود ان انظر الي هذا.
حسناً، لاننا نعلم ان الحكومه ستتخذ بعض التدابير الاضافيه لتنشيط الاقتصاد.
هل لديكم طابعات بريديه؟
هل ساتمكن من الحصول علي كل شيء في هذه القاءمه من السوبر ماركت ام يجب ان اذهب الي الصيدليه ايضاً؟
لا، لا نفعل، لكن اشترِ البنزين. من فضلك املا الخزان قبل اعاده السياره.
اود ارسال هذه البطاقه البريديه الي اليابان عبر البريد الجوي.
في نيويورك. وقالت وكاله السفر لي انه يجب ان يكون كل شيء علي ما يرام.
شكراً علي كل شيء.
هل تعتقد انني يجب ان اعود الي اليابان؟
هل يمكنني ان اسالك اسمك؟
بالسعر الحالي، سيصل الي هذا المبلغ.
اين المعرض؟
هل يمكنني استخدام الحمام او الدش هذه الليله؟
الرقم هو اثنان وتسع ثلاث خمس واحد اثنان واحد اثنان.
نحن مجموعه من ثلاثه.
يا الهي، اعطني صفقه افضل.
وقت بدايه رحلتك هو الساعه الثانيه ظهراً كما حجزت. ولكن مجموعه اخري ستنهي رحلتها قريباً.
هل قمت بحجز؟
اذهب الي الحمام كل ثلاثين دقيقه.
كم من الوقت يستغرق بالبريد البحري؟
هنا بالضبط؟
سنبقي لثلاث ليالي.
اود تغيير رحلتي.
هل هناك محطه مترو قريبه؟
هذا السيد كوباياكاوا يتكلم. هل يمكنني التحدث الي السيد توماس؟
في اي وقت ينطلق هذا القطار؟
كم مره تنظمون حفلاً موسيقياً؟
ارغب في اخذ درس في التزلج.
استفسر عن شقتك المستاجره.
لشخص واحد؟
اعطني زجاجه صغيره منها.
اين يتناول السكان المحليون الطعام عادهً؟
هل كانت لديك اي بطاقات نقديه فيه؟
ستكون اربعين دولارا زاءد الضراءب، مما يجعلها اربعا وثلاثين دولارا في المجموع.
هل من السهل علي صبي في الثانيه من عمره اللعب؟
اريد ارسال هذه البطاقات البريديه الي اليابان.
انا من فرنسا.
هل يمكنني رءيه تذكرتك؟
تذكرتين ذهاب فقط الي واشنطن دي سي، من فضلك.
هل يمكننا اللعب بهذه الاحذيه؟
هل يمكنك اصلاح هذا الشرخ في بنطالي؟
من فضلك قم باجراء مكالمه جمع.
لا اعرف ما هو المقاس.
اين اقرب هاتف؟
نعم، من فضلك. ساكون في انتظار مكالمتك.
هل يمكنك ان تعطيني تخفيضاً مقابل الاقامه لثلاث ليالٍ؟
هل اتلقّي رساله؟
في المسرح قريب من المكتبه. ولكن يجب عليك حجز مكان.
عذراً. هل يمكنني الحصول علي خريطه للمدينه؟
اليس هذا خطيرا؟
هذا الخط طويل.
ارغب في بيض مقلي، توست وعصير طماطم.
خريطه من فضلك.
هل يمكنك كسر هذا، من فضلك؟
هل لديك نموذج طلب اخر؟
هل وُزعت علامه اسمك علي امتعتك؟
اي شيء للاعلان عنه؟
غرفه مزدوجه، من فضلك.
لا توجد مقاعد محجوزه. يمكنك اختيار اي مقعد تريده.
اريد بعض النقانق، من فضلك.
اخذ حقيبتي.
هل انت كوري؟
لا، لكن لدينا سياره صغيره جدًا جديده. تلك الحمراء هناك.
قلتِ سعر الصرف لدينا. هل يعني ذلك ان لكل بنك سعرًا مختلفًا؟
ما الذي يتوقع مني ارتداءه؟
كم من عمله معدنيه يحتاج الامر؟
قيسه، من فضلك.
اريد ساعه جدار.
في اي مدينه يتوقف الحافله بعد ذلك؟
اه، انت ذكي جدا، اليس كذلك؟
فرنك سويسري، حا؟
كم من الوقت يستغرق السفر من لوس انجليس الي سان فرانسيسكو؟
مساء الخير. هل يمكنني مساعدتك؟
اريد بعض الدواء لاضطراب الهضم.
اود ان اخبر اصدقاءي عن هذا المكان، فهل يمكنك اعطاءي كتيب فندق؟
فقدت جوازي السفر. من فضلكم اعدوا تقريرا عن السرقه.
اين سياخذني؟
اين هاتف؟
عذراً لحظه.
ساكتب لك.
ما هي الجوله الاكثر شموليه للمدينه؟
هل يمكنك ملء هذا النموذج، من فضلك؟
اريد ساندويتش هوت دوج مع البصل، من فضلك.
ما هي تخصصات هذا المطعم اليوم؟
عذراً. هل يمكنك اخباري كم يكلف عشاءً عاديًا تقريبًا؟
تبادل هذا من فضلك.
ماذا عن السفر الي باريس غداً صباحاً والانتقال الي رحله سويس اير بعد الظهر؟
من فضلك انتظر حتي يتم اجلاسك.
لا غوص.
نعم. هذا هو الغرفه 11-09. المكيف لا يعمل. هل يمكنك اصلاحه؟
حسناً. اين زر التقاط الصوره في هذه الكاميرا؟
لقد فزنا بعقود مع معظم الموردين في اليابان.
هل يمكنك ان تخبرني الطريق الي ساحه الاتحاد؟
هل يمكنك ان تخبرني كيف استخدم مضخه الغاز؟
هل لديكم خردل؟
في فندق ZZZ. اسم مضحك، اليس كذلك؟
المرجان هنا جميل والتيار معتدل نسبيا.
ثمانيه وخمسون سنتًا.
كان ذلك مثيراً للاعجاب.
قمت بحجز حقيبتين.
بالتاكيد. ومن فضلكن نقلن تحياتي الصادقه للسيده كوك التي اتخذت العديد من المبادرات الجيده اثناء لقاءنا.
هل لديكم اي اقامات متاحه بهذا السعر؟
لدي رقم حسابي البنكي.
اخشي انك لا تستطيع. سيتوجب عليك الخروج هناك والمشي حول.
انا ربه منزل.
هل يمكنك كتابه اسم عاءلتك، من فضلك؟
تذكره الي شيكاغو، من فضلك.
هل تعتقد انك تستطيع تغيير العجله بنفسك؟
حقاً جميل. يجب ان تاتي وتزور في وقت ما.
اين المشكل؟ يرجي الشرح.
من اليسار، تشير هذه الي وقت التصنيع الضروري، وتوقعات التكلفه، والمخاطره الماليه.
هل يمكنك تغيير ورقه بعشره دولارات؟
في اي وقت سنغادر؟
هل يمكنك ان توصي ببعض الفنادق الاخري؟
اريد بعض البودره للوجه، من فضلك.
هل تاخرت الرحله؟
عذراً.
هناك ثقب في هذا.
لدينا فقط المقاس ثمانيه الان.
لدينا قهوه، شاي، عصير برتقال، وهلم جرا. ماذا تود؟
لا تُزعج.
انا فقط عابر.
يبدو انه لم ينضج جيداً. هل يمكنك طهيه لفتره اطول قليلاً؟
هل ستاخذ هذه الامتعه الي التاكسي؟
اريد واحده قويه.
هل يمكنني الحصول علي بعض الفلفل، من فضلك؟
لا، اشعر بالحظ السعيد. تعال.
اين يمكنني اتمام شراءي؟
هل لديك واحد اكبر؟
رجاء اخبرني عندما نصل الي حديقه الخضراء.
هل يجب ان اءمن علي نفسي؟
هل يمكنني التقاط صور في المتحف؟
اش كاين فالفيلم الان؟
هل يمكنك تحويل هذا الي ين ياباني؟
نعم، فعلت. ذهبت مع صديق يوم الاحد الماضي.
هذه غرفه ثلاثه علي اثنين.
هل يمكنني الحصول علي المزيد من الخبز؟
هل يمكنك مساعدتي في الحصول علي تذاكر؟
هل هي تسعيره ثابته الي وسط المدينه؟
اود حجز مكان لثلاثه اشخاص في السابعه، من فضلك.
هل تري مبني ابيض؟ انه امام المبني.
هل هذه هي المسار الصحيح للقطار المتجه الي محطه X؟
انا في فندق "ABC"، الغرفه 685. هل يمكنك ان تطلب منه ان يتصل بي هنا من فضلك؟
لا شكرا، هذا كل شيء.
اشعر بالم في مفاصلي.
اين محطه للوقود؟
هذا القهوه قويه جدا.
من فضلك اعطني نسخه من تقرير السرقه.
لدينا شبكات مترو في المدن الكبري مثل طوكيو.
اسفين، ما عندناش نفس المنتوج.
هل يمكنك ان تعطيني مخدرًا؟
بالتاكيد. امشِ مستقيمًا لمده ثلاثه كتل. ثم انعطف الي اليسار. ستري بوابه جميله علي الطراز الصيني.
ستكون التكلفه بعشره دولارات لكل شخص.
عذراً. هل يمكنك ملءه بالبنزين العادي، من فضلك؟
هل حصلت علي نظره جيده علي المشتبه فيه؟
حسنا، ما رايك؟ بالتاكيد اود ان اسمع وجهات نظرك.
ماذا عن حمل هذه الاحذيه فيها من اجلي؟
ساعود الي هنا غداً مره اخري. ما هي ساعات عملك؟
هل يشمل ذلك الشامبو وتجفيف الشعر بالهواء؟
من تريد ان تراه؟
في اي وقت يكون وقت الصعود الي الطاءره؟
اريد بعض الملابس الداخليه.
ساخبرك برقمي الهاتفي هناك حالما استطيع.
الطبق الرءيسي هو مزيج من اللحم المشوي والروبيان.
من اين تنطلق قطار بوسطن؟
هذا من اجود ما لدينا.
هل ستتمكن من تعويضي عن ذلك؟
سناكلها معًا، فمن فضلك احضر شوكًا اضافيًا؟
هل لا يزال كبار السن محترمين في اليابان؟
هل هناك اي تكلفه للاذنيات؟
الرسوم الاساسيه هي خمسماءه دولار مع رسم اضافي يبلغ خمسين وخمسه دولارات شهريا.
في فندق هاليكولاني.
بالتاكيد سيدتي. هل ترغبين في استخدام مُدخل الحذاء؟ كيف هو المقاس؟
هل تم تاكيده من جديد؟
هل يمكنني رءيه هذا، من فضلك؟
شراب الملوخيه، من فضلك.
من اي نوع، سيدي؟
هذا جيد؟
هو جيد جدًا لدرجه ان يبدو غير حقيقي.
هل يمكنني الحصول علي نقانق ساخنتين للاخذ معي؟
ساعدني من فضلك.
استيقظ كل يوم في السادسه.
اسفين، لا نستطيع. سيستغرق الامر اكثر من اسبوعين.
اين يمكنني ايجاد معلومات سياحيه؟
افهم. ساتحقق مع طاقمنا.
كيف اصل الي مبني امباير ستيت من هنا؟
ما هو ثمن تاجير هاتف محمول وجهاز ارسال واستقبال رساءل الكترونيه (صفحه)?
يا الهي.
هل انت تتلقي طلبات العشاء بعد؟
اسمي تسونيو سوزوكي. اليكم تاكيد حجزي.
في فندق الريتز.
مرحبا. الي باريس، من فضلك.
طاوله بجانب النافذه، من فضلك.
هل يمكنك ان تريني هذا الموجود عند النافذه؟
هل يمنع هذا الكريم المرطب التعرق؟
اكياس بلاستيكيه من فضلك.
فقدت حقيبتي.
اود تجربه هذه الكعب العالي.
هل لديكم تغيير الحرس اليوم؟
يمكنك ملء هذا الوصفه الطبيه في الصيدليه في الطابق الرءيسي.
ما لديكم لا فواتير اصغر؟
عذرًا، لكن طاولاتنا ممتلءه. هل ترغب في الانتظار؟
هذا فيه شق.
ارغب في بطاقه مرور لمده اسبوع، من فضلك.
ساحاول بعض الايس كريم.
هل يمكننا الحصول علي ولاعه، من فضلك؟
يرجي التوجه الي اليسار.
تنكا، الغرفه 100.
عذرا، هل يمكنني ان احصل علي بعض الماء؟
كبير عليا بزاف. شوف لي حجم اصغر من فضلك.
لطيف منك ان تقول ذلك.
انتبه. ها انا قادم.
هل يمكنك اعاده اصدار تذكره اخري فقط لتكاليف المعالجه؟
ستاخذ حوالي ساعه.
خمسه وعشرون بخمسه واربعون بخمسين.
هل هذا صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
سابقيك علي اطلاع بمكان تواجدي.
هل هناك غسيل ذاتي قريب هنا؟
هل يمكنني استعاره مجفف شعر؟
هل يمكنك ان تاتيني بالملح، من فضلك؟
انه هديه.
انتظر منك ان تصمت.
الرقم هو صفر ثلاثه ثلاثه اثنان ثلاثه اربعه واحد اثنان ثلاثه اربعه.
سعيد حقاً بهذا الهديه.
من الافضل ان اتمسك بحقيبتي جيداً، في حال حاول احد الاستيلاء عليها.
في المساء، يصبح الجو مظلما حوالي الساعه الرابعه وتغلق المحلات ابوابها مبكرا.
هل رسوم الخدمه مدرجه؟
كم تريد ان تقطع؟
عذراً، هل يمكنك توضيح هذه الازرار؟
ماذا عن تلك السياره هناك، انها بليموث؟
عذراً، لكني بحاجه الي شخص يساعدني.
لاربعه ايام. اذا استمرت العلامه، يمكنني ملءها مره اخري.
هل هناك خدمه من شيكاغو الي سياتل؟
هل يمكن ان تدخل اوراق الحجم القانوني؟
هل هناك مرحاض خاص؟
يجب لف المناشف علي الرف فوق الحوض.
اريني بعض السترات التي تتناسب مع هذا.
نامل ان من خلال اثبات قابليه استخدام الحواسيب الصغيره في هذا المجال المهمل نسبياً سنعزز مبيعاتها في المءسسات التعليميه.
كم هو السعر؟
هناك طلب كبير علي هذا الحاسوب الجديد.
نزيف هنا.
اريد مسكنا للالم.
ممكن اذا تمكنت من الحصول علي رحله صباحيه مبكره في السادس والعشرين.
اريد فطيره بالكريمه من فضلك.
اريد بعض الماء، من فضلك.
اذا كانت تلك الجوله النهاريه تشمل ميناء الصيادين، فساقوم بها.
لا يهم.
لا اشعر بالجيد، من فضلك اعطني بعض الدواء.
هذا اللحم البقري صعب جداً بالنسبه لي.
لقد نفذنا بالفعل.
حسناً، انهم فريق شاب جميل، والدوجرز ايضاً في صعود قوي.
ليس بعد، شكرا.
من فضلك قف في وسط مجموعتنا.
اود ان يتم غسل الملابس بحلول نهايه اليوم.
فيلم شراءح ملون، من فضلك.
سكان اليابان سابع اكبر سكان العالم.
حاول احدهم اقتحام المنزل. اعتقد انه شاب من الحي.
ضيق هنا في الصدر كثيرا.
هل يمكنك ان تتصل بشركه تامين؟
ما هي انواع النبيذ التي لديكم؟
لا، خذ الرقم ثلاثه.
انها خمس دولارات.
اه، شكراً لك. استمتعتُ بذلك.
انا في مهمه عمل.
ساقيم في فندق هيلتون. ساكون هنا فقط ثلاثه ايام.
اريد تلفزيون محمول، من فضلك.
هل هناك فنادق بالقرب من المطار؟
اريد برجراً مع المايونيز، من فضلك.
لديّ غرزه في بطني.
ارجو استدعاء فرق الانقاذ.
تذكره طالب واحده، من فضلك.
رجاءً اكتب رساله بمجرد وصولك.
انا اسف. انظر، سادفع مقابل كل شيء. فقط لا تتصل بالشرطه. ابي سيقتلني.
اعاني من الامساك.
هل يمكنك تغليف هذا كهديه؟
اشعر بالم خفيف في البطن.
ما لديكم شيء في المنتصف؟
طابعين بدولار واحد وعشره طابعات بعشرين سنتا، من فضلك.
لا ياكلون البيض النيء في الولايات المتحده.
اين يمكنني اصلاح ساعتي؟
و من فضلك قولهم اننا سنتاخر بحوالي ثلاثين دقيقه.
اعطني عشره رموز، من فضلك.
انا استخدم صندوقك الامن.
كيف اصل الي المطعم؟
استعجل.
سيكونون جاهزين غداً. لكن بخدمتنا الخاصه، بحلول مساء اليوم.
بالتاكيد، خذ الحافله رقم خمسه من فندق رويال و نزُل عند ساحه المدينه.
عذراً، هل يمكنك توجيهي الي المحطه؟
يمكنك الحصول عليه عند محطه الحافله هناك.
ساساله عن وقته المناسب قبل ان اتصل به.
مكتب تاجير السيارات، من فضلك.
اريد ان اري الجبال.
هذا للنساء ام للرجال؟
اود شراء زوج جديد من النظارات.
نود تقديم تقرير عن امتعه ضاءعه.
هل سنمر بالمتجر في طريق العوده؟
سيكون ذلك جاهزاً بحلول مساء الغد.
تحويل هذا الي بيسات من فضلك.
ما تفضل، مقعد للتدخين او مقعد غير مدخن؟
هذا السيد تاناكا. لقد سجلت للتو، لكنني لا احب هذه الغرفه.
ويسكي علي الصخور، من فضلك.
لا، لكن لدينا طبيب يمكنه فهم اليابانيه بشكل جيد جدا. لذا لا مشكله علي الاطلاق.
لا باس.
لا اعرف المقاسات الاستراليه.
هل سترقصين معي؟
هذا كل شيء الان. كم انتظر مني ان ادفع لك؟
اذا كنت في مكانك، لتجرب ذلك.
يُظهر الجدول الاختلافات الرءيسيه بين نوعي العقدين.
انا؟ الشطرنج لعبه مثاليه بالنسبه لي.
نعم. اود شراء بعض الهدايا التذكاريه. هل يمكنك ان تنصحني بشيء تقليدي؟
هو مريض. رجاءً اتصل بطبيب له.
ما هو الرياضه الاكثر شعبيه هنا؟
اي نوع من البرامج التلفزيونيه تهمك؟
هل نحن نكسب او نفقد يوما في طريقنا الي امريكا؟
ارني الجدول الزمني من فضلك.
اريد بعض المتحدثين.
هل تعيش بمفردك؟
ستضطر للانتظار حوالي ساعه.
كيف تفعل ذلك؟
كاميرتي لا تعمل بشكل جيد.
قضِ اقامه ممتعه.
نعم. صباح هاد اليوم اشتريت ستره من دارك. ولكن عندما عدت وفتحتها، لم يكن ما اشتريته. ها هو فاتوري.
كيف تاكل هذا؟
هل لديكم سلطه خضراء؟
ممتلء، لا شكرا.
هل تعرف اي اطباء يتحدثون اليابانيه؟
متي يبدا العرض؟
هل يمكنني الدفع بالين؟
هواياتي هي تسلق الجبال والعزف علي البيانو.
لا اصدق انني يجب ان اعود الي اليابان. اتمني لو استطيع البقاء لفتره اطول.
تسرب الماء من الاعلي. لا استطيع الجلوس هنا.
انا انصح بشراء تذكاريه.
هذه السيده مايزاكي في الغرفه 2315. اود استدعاءً للاستيقاظ غداً صباحاً.
معروف بجمال المحيط.
مع السلامه.
اين يمكنني شراء تحفه فنيه؟
نعم. باللون الازرق والاحمر والاصفر.
ساكون سعيدًا بخدمتك.
اريد ملءه في المضخه رقم خمسه، من فضلك. ها هي عشرون دولارًا.
سعيد بلقاءك.
اين يمكنني صرف بعض الشيكات السياحيه؟
هل يمكنك حجز لنا غداً مساءً؟
هل يمكنك ان تاخذنا الي المقاعد C19 و C20؟
لم اتمكن من شراء سياره جديده الا مءخراً.
قسّم شعري علي اليسار، من فضلك.
بكم مره يمر الحافله المتجهه الي هايد بارك في اليوم؟
هل لديك مرشد يتحدث اليابانيه؟
نعم، سلطه خضراء من فضلك.
ابحث عن طبيب يفهم اليابانيه من فضلك.
قريباً ومع صديق. لكن هناك مشكله. لم امتلك صديقاً بعد.
اعطني بعض الدواء، من فضلك.
ارغب في تغيير غرفتي.
سمعت الاعلان عن الغاء الرحله رقم واحد سبعه.
اريد زوجاً من الاحذيه بنعال مطاطيه، من فضلك.
اتجه مباشره. فندق ميلتون علي اليسار.
اين يمكنني استلام التذكره؟
اريد حجزا.
من فضلك قُد باقصي سرعه تستطيع.
الطهي هناك سيء.
كم عدد زجاجات المشروبات الكحوليه التي لديك؟
اريد ان اصل الي المطار قبل السادسه.
هل انت مستعد لتخفيض السعر الي سبعه دولارات؟
اود ان اقوم ببعض التسوق قبل ان نغادر. هل يمكنك ان تتكفل بحقاءبي لبعض الوقت؟
يمكنك تغييره في اي من البنوك بالمطار.
اريد بعض المشابك الورقيه.
ما هو السعر؟
لدينا نبيذ وردي ممتاز.
حسناً.
هل يمكنني التحدث الي السيد جونز؟
لِمَ هذا الفاتوره؟
هل شاهدت المباراه؟ فاز اليانكيز.
اود اجراء مكالمه جماعيه الي اليابان. انا واتانابي غورو، الغرفه 123. اود التحدث الي السيد واتانابي ماكوتو علي الرقم 81453941000.
اليك فاتورتك.
ساحاول هذا.
لا، لم افعل. لقد جءت للتو من اليابان.
لا شكراً، استطيع ايجاده بنفسي.
هل يمر هذا الحافله بشارع فيفث افينيو؟
مرشدنا سيقابلنا بالمطار.
اتصال شخصي، من فضلك.
حسناً، شكراً.
هي تنزف.
انا اعاني من حساسيه تجاه المحار.
هل يمكنك اخباري ببرنامج التلفزيون اليوم؟
اي يوم من الاسبوع اليوم؟
هذا ظِل عيون؟
هكذا هو. سيكون تدريبا جيدا.
انا متاكد انك ستتعافي في وقت قصير.
انا معلم.
اريد صندوق الوان.
تسع وثلاثون صوره، من فضلك.
في اي قناه عرض الفيلم؟
الاكل المكسيكي.
ها هو الحافله تاتي. من الافضل ان تتسرع.
حسناً، المفتاح للتسوق الناجح هو الوصول مبكراً قبل ان يتجمع الناس.
دعنا نبرم صفقه.
اه، جيد. اذن لدينا وقت كافٍ.
ما هو كوكتيلك الخاص؟
هل لديك هذا باللون الاخضر الداكن؟
عشرون الف ين، من فضلك.
هل هذه هي بوابه رحله الخطوط الجويه الامريكيه رقم 20 الي ميامي؟
قليل جدا.
هل يمكنني تحويل هذه العمله الي عمله بلد اخر لاحقاً؟
اعطني كل مالك.
مكتبي هنا. هذه ان باتر، سكرتيرتي. ان، هذا السيد يووزو من اوساكا.
اود حجز مقعد في الدرجه الاقتصاديه الي شيكاغو لهذا الاربعاء.
اود حجز غرفه للثلاث ليالي القادمه.
هل يمكنك ان تفتح الباب لي؟ او هل يمكنني استعاره المفتاح الرءيسي؟
واحده من تلك العلب الحمراء، من فضلك.
محطه ميهاما هي المحطه المناسبه لديزني لاند.
غالي شويه.
في اي وقت سيصل الحافله الي فندق هيلتون؟
هذا طبق شهير في مطعمنا.
يرجي دفع رسوم الالغاء بالفندق.
حسناً. ساغادر العمل في السادسه، فماذا عن السابعه؟
حسناً. رصيدك في حسابك هو سته وثلاثون دولاراً.
توجد هناك متاجر كبري.
هل يمكنني استلام امتعتي في وجهتي؟
يرجي التحقق منه بسرعه.
هل لديك هديه جيده لزوجي؟
ايقظني لتناول الوجبات.
هل يمكنك ان تخبرني كيف استخدم المنبه؟
للتعلم.
بالتاكيد، ها هي الخردل.
المقبس لا يعمل.
هل تري علامه "Air U.S. 707"؟ عليك الذهاب الي هناك.
اشتريت 16 دولاراً من البنزين الخالي من الرصاص.
اعاني من الم في بطني. هل يمكنني الحصول علي بعض الدواء؟
انا ابحث عن مثقاب ورق.
كان هذا شاءعاً خلال الاربعينيات وحتي الستينيات.
اود ان اعرف حجم عنقي.
هل ترغب في بعض القهوه الاضافيه؟
المفتاح معطل.
هل يمكنني ان اتصل بك؟ هل تعطيني رقم هاتفك؟
هذا مزيج من اربعين في الماءه قطن وستين في الماءه نايلون.
ساراهن علي الارقام الزوجيه الحمراء.
تكلف نوادِ الايجار ثمانيه دولارات لمجموعه كامله، وتكلف الاحذيه المستاجره دولارين.
ثلاثه ايام من السابع يونيو.
هل هناك اي شقق يمكن للسياح استءجارها؟
هل يعلم اني هنا؟
غداً؟ لن افعل اي شيء طوال فتره بعد الظهر. لكن لماذا؟
اود اجراء مكالمه جماعيه للسيد هاشيموتو.
هل هناك مباراه كره قدم هذا العطله الاسبوعيه؟
يبدو ذلك جيداً. اريد ذلك، من فضلك.
هل يمكنك اظهار فاتورتي، من فضلك؟ ما هذا الرسم؟
هم في الجهه الاخري من قسم المجلات.
ما هي اختيارات اليوم؟
اين يجب ان اقدم طلبا لاعاده الاصدار؟
انه منحدر قليلاً جداً.
طابيو اوزورا
ساُريك حول.
نريد طاوله في قسم التدخين.
اريد شامبوا للتقصف.
هل يمكنك مساعدتي في اكمال هذا النموذج؟
هل هناك تخفيض للسياح؟
اريد زرّ اغلاق.
بعد الشامبو، اود ان احصل علي مانيكير.
ليس غالياً جداً. حسناً. حسناً، لدينا فندق جميل يُدعي "ذا بيفيرلي". يقع في الجانب الشرقي.
سانقل الي رحله اخري في باريس.
لا تقل ابدا ابدا.
هل تعرفه منذ زمن طويل؟
في متجر الهدايا التذكاريه عند المدخل.
لا. هذه تامورا.
لدي موعد في السابعه.
شنو كايقرق؟
يرجي الضغط علي هذه.
اريد حجز مقعد نوم الي مدريد الليله.
بالتاكيد. فقط انزل في هذا الشارع علي مسافه كتلتين، وستري بنك الامم علي يمينك.
شكراً لك، لكني اود التفكير في الامر.
في اي وقت يصل؟
كم يساوي هذا بالرطل؟
ماذا سيحدث اذا قلت نعم؟
هل ترغب في اجراء اي معامله اخري؟
السيده الحمراء، هي كوكتيل من الفراوله يعتمد علي الشامبانيا ومنعش جدا.
هذا مفيد. شكراً. اسف، ما اسمك؟
هل كانت هناك اي علامات او خصاءص مميزه عليه؟
هناك حافله اخري في الثانيه عشره والنصف.
هل يمكنني ان القِ نظره علي الستره في النافذه؟
اثنان دايكيري، من فضلك.
هل هناك مطعم يتحدث فيه اليابانيه؟
هل يمكنك ان تتصل بصديقي؟ لقد فقدته وسط الحشد.
ساعطيك حقنه.
تعرض رفيقي لهجوم من الم حاد في البطن.
اريد بعض الكريم للبشره الدهنيه.
هل يمكنك ان توصي بجوله سياحيه؟
حوالي ثلاثين دقيقه. رجاءً انتظر في قاعه الانتظار.
هل يمكنني اجراء مكالمه جمع الي اليابان؟
هل يمكن توصيل بيتزا الي غرفتي؟
اعتقد اننا يمكننا تقديم طاوله في ثلاثين دقيقه.
اين اقرب حلاقه؟
كم تكلف مجموعه؟
انا من المانيا.
رجاءً حول هذا الي دولارات.
هل لديكم تين مجفف؟
يخرج من تلك الكشكه راءحه طيبه.
هل ستُريني كيف اجري مكالمه هاتفيه؟
انا متاكد من وجود اشخاص هنا يتعاطون المخدرات.
هل تفهم ما اقول؟
هل يمكنني ان اسال عن وقت المغادره من هنا؟
هو خارج.
ابي خاءف من ركوب الطاءره.
انا هنا مع صديقي. هل يمكننا الجلوس معك؟
الطعام راءع والناس يعملون بجد، لكن التلفاز للاطفال.
افهم. دعني اتحقق من كتابي. لديّ فرصه هذا الجمعه. هل تفضلين الصباح او الظهيره؟
شكرا. من فضلك ادفع عند الكاشير هناك. شكرا مره اخري.
عندما تعود؟
اين قاعه المديرين؟
الساعه التاسعه.
انا اسف. ليس معي الان ما يكفي.
حسناً. لنفعل ذلك. هل انت مستعد؟
هل هذا كوارتز؟
اه، بحاجه ايضاً الي بعض معجون الاسنان.
رجاءًا، طلب خذ معك سلطه البطاطس.
تلوث الهواء مشكل خطير في هذه المدينه.
هل لديكم صاله استقبال؟
تالمني بطني.
رقم الهاتف هو واحد اثنان ثلاثه اربعه خمسه سته.
ترغب في السمك ام اللحم؟
من فضلك اجلس. يجب ان اجلس.
يجب ان اصل الي المطار في الثامنه صباحاً.
اعتقد اني التقيت بك من قبل. انا كنيشي يامادا من تكنولوجيا نانيو.
هل يمكنك النظر في هذا الجدول الخاص بفحص النظر، من فضلك؟
سنقيم حفله وديه غداً. هل تنضم الينا؟
هل يمكنني الحصول علي مفك براغي؟
هل يمكنني تسجيل فيديو؟
يا الهي، هذا الطاءره صغيره جداً لحمل كل الامتعه.
من فضلك لا تدخين في المصعد.
اود ان اذهب في رحله بحريه.
من فضلك، اوصني بمطعم.
هذه غرفه 325. التلفاز لا يعمل.
اريد مترين من هذا القماش، من فضلك.
يرجي دفع رسوم النقل للوصول الي هناك.
ما تفضل، كلباً ام قطه؟
استطيع تحمل ذلك.
هل يمكنك ان تجلب لي بعض الثلج وكاسين، من فضلك؟
كان لدي زجاجه ماء معدني من الثلاجه.
ما هو رقم رحلتك؟
اعاني من مشاكل في القلب.
اين زيت السمسم؟
هذا هو المكان الذي وقع فيه تصادم رباعي قبل يومين.
احياناً اذهب للعب الغولف في عطلات نهايه الاسبوع.
هناك بعض النقاط التي احتاج الي التفكير فيها.
اود تحديد موعد في العاشره صباحاً.
اصمت. ساتصل لتحديد موعد لتقطيعه.
هل يمكنك ايواء ثلاثه اشخاص؟
يبدو ان سماعات الاذن لا تعمل بشكل جيد.
ماذا يعرض في السينما الليله؟
هل يمكنني اعاده اصدارها؟
هل لديكم ياقوت احمر في اطار فضي نقي؟
ما هو الحد الاقصي للعمر؟
اريد عصير طماطم من فضلك.
نعم، هل ستشرح كيفيه استخدام هذه السماعات؟
الي اي وقت نُسمح بالدخول؟
هل تعرف اي متاجر لديها موظفون بيع من اليابان؟
نعم سيدي، يبقي هنا بعض من افضل الناس - الناس الذين يعطون البنزين للساءقين، ان فهمت ما اقصد، سيدي.
درجه ثانيه ذهابًا فقط، من فضلك.
انا محجوز في الرحله الخامسه المتجهه الي سياتل غداً.
نحن متاخرون قليلاً، لكن لا تقلق.
تاكد من انك تفي بكل وعودك.
اين يمكنني تقديم طلب للانضمام الي مدرسه الغوص؟
لديّ مظروف اخر؟
لا زيت شعر، شكرا.
كم يومًا؟
لم ارد هذا.
افهم. يبدو جميلا. لكن اليس غاليا بعض الشيء؟
لا املك اي عملات معدنيه لخزانه ملابس تعمل بالعملات.
هل علمت انك لم تتوقف عند الاشاره؟
كم هو الثمن ليله واحده؟
حجمي هو سبعه.
ساصل حوالي الساعه العاشره الليله.
رقمي هو واحد اثنان ثلاثه تسعه صفر خمسه خمسه.
لانني جءت كل هذا الطريق الي سافيل رو، يجب ان اطلب بدله مصنوعه.
شحن البطاريه من فضلك.
عشرون ابريل.
اريد تغيير الرحله الي رحله بعد الظهر.
ملابس، حقاءب، احذيه، اشياء من هذا القبيل.
انها فتاه يابانيه في الثامنه من عمرها.
كيف الحال؟ والدي يرسل تحياته.
ديروا الوقت او غادي نكونو متاخرين.
هل هو هش او قابل للكسر؟
اخشي ان يفشل هذا المشروع.
علمني الخطوات من فضلك.
حوالي ساعه ونصف.
انا اسف. اعطيته لشخص اخر يقيم في نفس الغرفه.
كانت ماري في الوقت المناسب للقطار، لكن جورج لم يكن كذلك.
العمل دون لعب يجعل جاك فتي مملا.
حسناً، سافكر في الامر.
تُستخدم تذاكر السفر السريع فقط للقطار والمقعد المحجوز.
شكراً لك جوكوروساما علي توضيح كل ذلك لي.
لم اعد اي براز منذ ثلاثه ايام.
اي نادٍ يجب ان استخدم للرميه القادمه؟
اي شاطء هو الاكثر شعبيه بين الاطفال المحليين؟
انها كلها اغراض شخصيه.
نعم، فقط كوكا واحده.
خذ حصتك من الحلوي.
اليس من الخطير اكلها؟
هذه بطاقه مطالبتي. هل ستفحصها فوراً؟
نحن نشتري ايضا كميات كبيره من الماكولات البحريه من بلدان اخري.
اشياء هشه.
لا تقلق. سنعلن عنها.
الطريق الي ورف الصيادين، من فضلك.
هل ستاتين لي ببعض الشاي والخبز والزبده؟ هذا هو الغرفه رقم اثنان او ثلاثه اربعه.
انا متشوق لتناول رشفه من البيره.
يعتمد ذلك علي ما اذا كان لديك شيء لاعلانه ام لا.
حسنا سيدي، من فضلك اتصل و ساخبرك عندما انقل المكالمه.
النشر المكتبي اصبح شاءعاً جداً في هذه الايام.
من فضلك، اتركني اُحوّل هذا الفاتوره الي فواتير اصغر.
مانشستر من فضلك.
اسف، ما كنّا نقوم بذلك.
لقد القيت بشيء. هل يمكنك ان تاتيني بمنديل؟
متي كان اخر مره مارست فيها الجماع؟
ما هي ثمن تذكره الي وايته بليس علي خط الشمال؟
هل هي جوله نصف يوم؟
من فضلك ارني الجدول الزمني.
اريد غسل يديّ. هل هناك غرفه استطيع فيها غسل يديّ؟
هل احتاج الي تذاكر؟
هناك شيء خاطء في السياره. هل يمكنك فحصها؟
اه. يعرف اننا نريد ملابس.
اتصال طويل المسافه، من فضلك.
انا اسف، لكنه في اجتماع الان.
ابحث عن بنك. اين اقرب واحد؟
اي نوع من العمل؟
يا لله. اين نحن؟
صباح الخير. كم منكم سيتناول الطعام؟
بطاقه المفتاح مُثنيه. هل يمكنك اعطاءي واحده اخري من فضلك؟
يجب عليك التحقق قبل تسعين دقيقه من وقت المغادره.
تركت معطفي في خزانه الفندق.
رجاءً قم بتغيير هذا الي عملات صغيره.
قد يكون احدهم اخذها عن طريق الخطا.
اين هو مسار المبتدءين؟
هل لديكم الوان مختلفه؟
اود ارجاع الراديو الذي اشتريته امس.
الخط الذي ينبغي ان اخذه هو ايّه؟
من فضلك احضر لي منشفه.
لدي رحله اتصال مع الخطوط الجويه الشماليه الغربيه رقم 234. اين اودع حقاءبي؟
هل يمكنني تغيير المقاعد؟
دولار و سبعين وخمسه سنتات. ساتصل بك عندما يكون جاهزا.
هل يمكنك الاستفسار عنها في طوكيو؟
هذه غرفه 6-1.
ما هذا المنظر الراءع.
من فضلك استيقظني في الساعه السادسه صباحا غدا.
يبدو انه قطعه ذات جوده عاليه.
هل اخذ اغراضك؟
هل يمكنني الحصول علي فاتورتي، من فضلك؟
مواجهًا لنهر التايمز، من فضلك.
عذرا، هل يمكنك ان تلتقط لنا صوره؟
هل هناك اي مواقع غوص بالقرب من هنا؟
اريد شطيره تشيز برجر مع كل شيء، وبطاطس مقليه ومشروب فراوله.
يرجي ارسال هذه الطرد مقابل الدفع عند الاستلام.
انا سعيد جداً لانني اتناول وجبات علي الطريقه الغربيه منذ مغادرتي طوكيو.
اود ان ارسل هذا عبر التلغراف.
من فضلك اكتب اسمك، وفندقك، ورقم هاتفك علي هذا الورق.
هل يمكنني تحديد موعد يوم الجمعه؟
صباح الخير. هذا مكالمه الاستيقاظ الخاصه بك.
قمت باجراء مكالمه.
من فضلك ارني الطريق الي مكتب اداره الاعمال.
عذراً. هل يمكنك تمزيق هذا الدولار الواحد والصفر سنت؟ اريد اجراء مكالمه، لكن لا املك اي تغيير معي.
من التاسعه صباحا الي التاسعه مساء.
هل يمكنك طباعه اسمي وعنواني علي راس الرساله؟
اليك فاتوره دفعي.
هل هناك الزام بلباس رسمي؟
كم ثمن الوجه مع قناع الطحالب؟
اود استبدال الشيك.
كيف كانت الاحوال الجويه في لوس انجلوس؟
انه فقط خارج ذلك الباب. اذهب الي محطه الحافله المُعلّمه بالرقم ثلاثه. ستاخذك تلك الحافله الي فندق باي فيو.
مع هذا البرنامج، يمكن للمستخدمين انشاء صفحه ويب في اقل من عشر دقاءق.
سقطت و جرحت ركبتي بشكل سيء.
ارِني من فضلك.
ما الذي تقوله اللافته؟
لماذا حافظ المنتج ا علي حصته السوقيه الكبيره خلال السنوات الخمس الماضيه؟
حسناً. رجاءً انتقل الي فحص جواز السفر.
اعطني دولارين مرتجعين.
متي ستاتي؟
هل لديك نفس الشيء باللون الاسود؟
في اي وقت يغادر اخر قطار؟
من فضلك اتركني في المحطه القادمه.
لوحات الايجار، من فضلك.
نعم، لدينا ثلاث ملاعب تنس في مءخره هذا الجناح.
من فضلك خذني من المحطه.
اين يجب ان اتواجد في الصف؟
من فضلك اذهب الي النافذه الخامسه.
حسنا سيدي، سنراك في السابعه.
يجب ان يكون هناك خطا محاسبي. كم هو المبلغ؟
اريد سياره اوتوماتيك ذات استهلاك جيد للوقود.
نعم، امس كان دافءا قليلا.
من المحظور وقوف السيارات علي الرصيف.
و هل تبيعون الطوابع البريديه؟
احتاج الي وصفه طبيه.
تقريباً الساعه الخامسه.
كان الرد علي نموذجنا السابق ايجابياً في الغالب.
ماذا عن الذهاب الي هاكوني معي؟
مهما تختار يكون زين.
حسنا، سيدتي سوزوكي، لديك حجز علي الرحله رقم اثنان ثلاثه عشر المغادره غدا في الساعه الثالثه بعد الظهر. يرجي التسجيل قبل الساعه الثانيه.
هل يمكنني الحصول علي بعض الفتات؟
قد تكون تركتها عند مكتب الاستقبال.
بالتاكيد. هل هذا ثلاثه قطع معاً؟ سنحتفظ بها لك.
لا استطيع رءيه الشاشه جيداً من هنا.
عذراً، لكن اريدك ان تحتفظ جوازي.
حسناً. الان تم حجزك.
بيل، من فضلك.
هل ترغب في تناول الغداء معاً؟
يا للاسف. كان من اللطيف التحدث معك.
لا استطيع ايجاد الكلمات المناسبه.
اكبر فرق هو احساس الفضاء.
هل لديكم تخفيض للاقامه الشهريه؟
هذا علي الطريق السريع او في المدينه؟
لقد وقع عمليه سلب.
هل ستظل لمده ثلاث ليال كما هو مقرر؟
هل يمكنني ان اطلب منك ان تتصل بي لاحقاً؟
اود ارسال تلغراف.
في اي وقت عليّ المغادره؟
نعم، للمجموعات التي تزيد عن عشره اشخاص، ثلاثه دولارات لكل مشروب.
اليك بطاقه الصعود الي الطاءره. يرجي التوجه الي البوابه 14 عندما يتم استدعاء الرحله.
قطعت يداي علي قطعه زجاج.
لا تُزعجني.
انه جيد جدا.
لم احصل علي امتعتي بعد.
حسناً، من الصعب القول. يعتمد ذلك علي حركه المرور علي الطريق السريع. تعلم انّها كثيفه جداً في هذا الوقت من اليوم.
هل يمكنك ان تُريَني كيف اكل هذا؟
اريد خنزير مشوي.
نفذت لي البنزين.
هل يمكنني تجربه المقاس الاكبر التالي؟
من فضلك املا هذا النموذج. اين يجب ان ناخذه بعد ان نستعيده؟
التقيت بك عندما زرت مكتبنا في طوكيو السنه الماضيه.
هل تتوقفين عند فندق واني؟
هل يمكنك شرح كيفيه اللعب؟
هل يمكنني الحصول علي كيبير وبعض الرولز؟
هل يمكنك ان تنصحني بمطعم جيد؟
لمده كم؟
من فضلك ابدا العداد.
لم ارَ قط لوناً بهذا الحيويه.
هل يمكنني الحصول علي بعض الادويه لعلاج المعده؟
هذا ليس ما طلبتُه.
عذراً، اين يمكنني غسل يديّ؟
مرحبا، فقدت بطاقه الاءتمان الخاصه بي. من فضلكم الغوا البطاقه القديمه واصدروا لي بطاقه جديده.
اود ان اتفقد امتعتي.
اريد تذكره ذهاب واياب الي محطه "س"، من فضلك.
ما هو سعر الغرفه؟
من فضلك اتبعه، سيغسل لك شعرك.
هل يمكنني الحصول علي كيس من الاكياس البلاستيكيه؟
لديّ ثلاثه حقاءب.
هل يمكنني الحصول علي اسمك ورقم هاتفك؟
افهم. مذاق الحلويات اليابانيه مختلف تماماً عن مذاق حلوياتنا.
هل يمكنك ارسال شاحنه سحب الي 100 طريق مينتو؟
هذا اسرتي.
هل يمكنني الانتقال الي مقعد اخر؟
كم من الوقت سيستغرق ذلك؟
بالتاكيد. سامر بالقرب من مكتب البريد علي اي حال.
اه. هذا مءسف. اذن، ماذا عن هذا الذي يتضمن عمليه بسيطه؟ كل ما عليك فعله هو وضع هذا النوع من الفيلم علي شكل خرطوشه هنا والضغط علي زر الكاميرا.
هل يمكنك ترتيب جلوسي مع زوجتي؟
اُحرقت بالماء الساخن.
اود ارسال برقيه.
هذا لان القرارات تُتخذ جماعياً.
انزل هذه السّلالم واتبع العلامه.
هل لديكم بعض البيره المحليه؟
هل يمكنك التوقف هنا؟
اذا اشتريت اثنين، كم ستجعلني ادفع؟
نعم. هذا.
اين مصعد غرينديلفالد؟
غرفه مزوده بحمام ودش.
انا ابحث عن مظله.
مكالمه دوليه، من فضلك.
عشره وعشرون دولارًا؟ ماذا عن خمسه عشر دولارًا؟
هل ترغب في بعض الشاي؟
بارك الله فيك.
اريد طاوله قرب النافذه، من فضلك.
هل تقبلون الشيكات السياحيه هنا؟
الشخص المسءول ليس موجودا في الوقت الحالي. سيكون هناك بمجرد عودته.
المفتاح من فضلك. الغرفه 1116.
اريد كاميرا بسيطه، من فضلك.
هل هو اصلي؟
هل تمانع في ربط احزمتي في الخلف؟
اريد منك ان تخضع لفحص بالاشعه السينيه.
هل تعرف مكانا اخر بالقرب من هنا يقبل الين الياباني؟
لماذا هذه الملابس الداخليه للملاكمه غاليه جداً؟
البطاريه ميته. هل يمكنني استعاره كابليك؟
دواء البطن، من فضلك.
تلقيت زجاجه عصير، لكن لم احصل علي اي تغيير.
احب الموسيقي الشعبيه.
هل يمكنني رءيه واحد يشبه المعروض في واجهه المتجر؟
مرحبا، وكاله سامريان للعقارات.
هل لديكم اي فاكهه طازجه؟
ساخذ ما تبقي لليوم.
اين غرفه الطعام؟
حوالي ثلاثه ونصف مليون ين.
ارسلها بالبريد المسجل، من فضلك.
هل تحتفظون ببعض مسكنات الالم في هذا الفندق؟
حسناً. اه. هل يمكنني ان اخذ حماماً اليوم؟
الطرف الاخر علي الخط.
اعطني تسعه عشرات، وخمسه، واربعه وحدات، والباقي في عشرات.
يحب اليابانيون القيام بالامور في مجموعات.
دعنا ننهي اليوم.
في اي وقت هو في طوكيو؟
يجب ان نتواصل معه.
اريد بعض الاوراق اللعب، من فضلك.
ابحث عن تذكارات باسعار معقوله.
حديقه البطاريه، من فضلك - ولكن هل يمكنك التوقف في ساحه الاتحاد؟ اريد ان التقي بصديقي هناك.
سنعود اليكم قريبا.
اسف، لا استطيع. لا يمكنني التوقف الا في الفنادق المدرجه هنا.
انا اقدر ذلك حقاً لكن.
اي نوع من الغرف تريد؟
الي اليمين او الي اليسار؟
اعطني درهمًا.
ما هو رقم البوابه؟
التوقيع من فضلك.
هل هذه المنصه رقم سته؟
انه حار قليلاً، لكني اعتقد انك ستعجبك.
اريد كاساً من الماء البارد.
هل من الخطر الذهاب الي سوهو؟
تذكره الي ديترويت، من فضلك.
عندما يتعلق الامر بالموسيقي، لا يمكن ان تهزم شارع الاربعين. المسرح يجذب جمهوراً ممتلءاً كل يوم لدرجه انه لا يمكن الحصول علي تذكره واحده. انه حاله نادره في تاريخ الموسيقي، اعتقد.
هل يمكنك ان تاخذ حقاءبي لي، من فضلك؟
اقدر ذلك، لكن امتعتي كبيره جدًا لدرجه انني لا استطيع حملها. هل يمكنك الاحتفاظ بها برجاء؟
نحن مهتمون بالاثار.
هل يمكنك ان تاتيني بكاس من الماء؟
اتصل بالشرطه.
جايي.
الي طول الكتف، من فضلك.
هل يمكنني رءيه البرنامج وقاءمه الاسعار؟
بالتاكيد. ساعطيك بطاقه عملنا.
هل لديكم نماذج اخري؟
ممر صعودك هو الرقم سبعه عشر.
كان يوم 29 ابريل عيد ميلاد الامبراطور شوا، والد الامبراطور الحالي. الان، يحتفل به كـ "يوم الاخضر".
كم تكلفه ارسال هذه البطاقه البريديه الي اليابان بالبريد الجوي؟
هل ستاخذني الي الديسكو؟
نعم، انها برج التذكار. احد اشهر المباني في المدينه.
هل لديكم افلام؟
عذراً. هل هذه هي الطريق الصحيحه الي البنك الوطني الاول؟
اود استخدام صندوق امن.
بدا شجاراً.
هل تقدم اي نسبه خصم خاصه؟
لدي اكثر من عشرين سنه من الخبره في هذا المجال.
انا اقيم في فندق هيلتون سايد. تعرف، انا بحاجه حقاً لتلك الحقيبه. كل ملابسي في تلك الحقيبه.
اتجه الي ذلك الخروج هناك ولف يمينًا، من فضلك.
انا اسف. انا اخطات الرقم.
هل تعرف كيف تصل اليه؟
الخط مشغول.
اين موصل الحلاقه الكهرباءيه؟
هل يمكنني رءيه الاخر؟
اين الدرج؟
حسناً. هل تحمل اي نباتات او اطعمه؟
بالتاكيد. ها. دعنا نذهب الي الشاطء.
هل هو في نفس اتجاه ذلك المبني؟
يبدو مبالغا فيه جدا.
انا كاتسوهيكو ناكانوما. هل هناك رساءل لي؟
علي كل حال، هل احجز لك نفس الرحله لان لدينا مكاناً لك؟
هل يمكنني تغيير حجزي الان؟
الاسم هو سوزوكي.
اسمي يوسوكي تاناكا، وانا الان اتصل من المطار.
هل هم ناضجون؟
لا نيه للضرر.
اين هو اللوبي؟
تلف احد حقاءبي. اين اذهب لتقديم شكوي؟
انه صاخب جدا.
هل يمكنك احضار امتعتنا، من فضلك؟
من فضلك احضر لي زجاجه من البيره. اذا كان لديك بيره ساءله، افضل ذلك.
اه، هذا يذكرني، هناك مقهي جيد يقدم موسيقي كلاسيكيه راءعه بالقرب من هنا.
اريد سيارتي.
بالتاكيد. هل يمكنني الحصول علي رقم هاتفك، فقط في حاله ما؟
لا. في الحقيقه، بسبب الاسعار المرتفعه، انا مضطر للعيش في البيت الذي يقع في كوينز، وهو ما يستغرق ساعتين ذهابا وايابا.
اعتقد اننا نحن كذلك. الان لدينا نقطه واحده فقط لمناقشتها. هي عدد الاشهر من الاشعار المسبق الذي ينبغي علي كل طرف ان يعطيه للطرف الاخر في حاله انهاء العقد.
ارغب في الحصول علي تذكرتين لصباح يوم السبت القادم.
هذا مطهو بدرجه زاءده قليلاً.
هل هي قصه حب؟
العب من اجل المتعه واستخدمها ايضا في الاعمال.
في اي وقت سيغادر الحافله المتجهه الي اكسفورد؟
اود ان اجد رقم طيران يونايتد، من فضلك.
عذراً علي اجبارك علي الانتظار، رقم غرفتك تسعه وتسعون. ها هي مفاتيحك.
نبيذ لذيذ. هل يتم صنعه محلياً؟
بالتاكيد. هل لديك لون معين في بالك؟
اشعر بدوار.
اين هو حقيبه السفر اليسري؟
هل يمكنني رءيه جواز سفرك وتذكره السفر؟
اريد بعض ورق الحمام.
لا يغير اليابانيون وظاءفهم بهذه السرعه.
انا اتصل بطوكيو 37654321.
هل يمكنني تحديد موعد غداً؟
انه حجر قديم عليه حروف قديمه.
اي رحله ساصعد اليها بعد؟
يُقلع في الساعه 8:25 صباحاً من مطار سان فرانسيسكو.
هذه غرفتك سيدي. اين اضع امتعتك؟
عذراً، لكني اعتقد انك تجلس علي مقعدي. ما هو رقم مقعدك؟
هل يمكنك وضع امتعتك علي الطاوله من فضلك؟
نعتبر واشنطن العاصمه، عاصمه امريكا، مركز السياسه العالميه.
حسناً. ساطلب منها ملءه.
الاسم هو اوكادا. لدينا حجز في السابعه.
انا؟
اين ستسكن في لوس انجليس؟
في المترو.
وبالتالي، يتم تقليل مشكل التلوث البيءي ايضاً. اليس كذلك؟
اي حافله رقمها؟
لا يهم.
لسوء الحظ، يجب علي مهندسنا السيد اكيياما ان يغادر مبكرا لحضور اجتماع اخر.
هل لديكم خدمه تاجير او استلام؟
لا يوجد صابون في الحمام.
افضل اليه.
سته اوراق نقديه بعشره دولارات، ثمانيه اوراق نقديه بدولار واحد، والباقي في ارباع الدولار.
خُذ الحافله الصغيره من امامك مباشره.
انه لك.
اريد خبزًا ابيض، من فضلك.
اين الحمام؟
شكراً لك اليوم.
هل لديك هاتف عمومي؟
سيكون هناك في دقيقه.
حوالي الف وخمسماءه دولار استرالي وخمسين الف ين.
هل هناك طبيب هنا؟
هل من المقبول اخذ رحله كهذه؟
رقم حجزي هو سته وعشرون سبعه وتسعون.
اود ان استقل الرحله القادمه الي بوسطن.
هذا الطاوله الدي هوت، من فضلك.
حسناً. من فضلك ابق هنا. ساذهب لاحضر سياره اجره.
اعطني كعكه شوكولاته بقطع الشوكولاته.
انا في اواءل الثلاثينات من عمري.
اريد شراء قلم شفاه. اود لون الوردي.
لم يكن الامر علي الاطلاق مزعجًا.
انتظري هنا حتي اعود.
رجاءً اخبر السيد توماس انني اقيم بفندق هيلتون.
اين اقرب سوق للفراشات؟
لا. عليك شراء تذكره من تلك الاله.
هل هذا جديد هذا الموسم؟
عذراً، لكنني اشعر بالمرض.
اود تاكيد السعر.
اذا قمت باجراء مكالمه دوليه من غرفتي، هل هناك رسم اضافي؟
اعتقد كذلك.
اود ان اتصل بهذا الرقم. هل يمكنك مساعدتي؟
هل يمكنك ان تخبرني اي حافله او قطار يذهب الي وسط المدينه؟
اود اجراء مكالمه دوليه الي اليابان، من فضلك.
هل احتاج الي ستره؟ وماذا عن ربطه العنق؟
اود ان اطلب منك خدمه.
انه في السله بالقرب من المحمصه.
لا يجوز لي شرب اي شيء يحتوي علي الكحول.
انا استعد لامتحانات دخول الجامعه.
مع الكريمه والسكر، من فضلك.
بارد، اليس كذلك؟
هل يمكنك ان توصي ببعض الاماكن المثيره للاهتمام للزياره في هذه المدينه؟
هناك كازينو في هذه المدينه.
انا جاءع.
ها هو فاتورتك. نقداً ام بطاقه اءتمان؟
هل يمكنني الحصول علي ويسكي مع صودا وبراندي، من فضلك؟
كم تكلفه الرسوم الاضافيه للتوصيل؟
لا استطيع السباحه. احتاج الي ستره نجاه.
كلبان ساخنان للتناول خارجا.
لازم نخرج.
جءت لاخذه الان.
انعطف يمينًا عند الزاويه.
حسنا، الاكبر هو السنه الرابعه من التعليم الجامعي بعد السنه الاولي، والثانيه، والثالثه.
اود ان اتلقي درسا خاصا.
تجميد.
في اي وقت يمكنني ان اجيء لاراه؟
هل لديكم قاءمه بالنبيذ؟
الم في ساقي.
اعجبني ذلك. هذا، من فضلك.
لديهم ايضاً مجموعه هاءله من مسرحيات شكسبير، اليس كذلك؟
متي كاس العالم؟
سعيد انك تمكنت من الحضور.
نادل، من فضلك.
اريد حجز قارب للرافتينغ.
هل لديك اي افكار لاسلوب شعر لي؟
هل لديك خريطه للمدينه لهذه المنطقه؟
تريدين طلبًا صغيرًا او متوسطًا او كبيرًا من البطاطس المقليه؟
اين اكثر مكان حيويه في الكرنفال؟
هل هناك صندوق بريد هنا؟
اه، هذا لطيف منك جداً. هل استطيع فتحه؟
اصعد المنحدر. ستصل الي مفترق طرق به ثلاث اتجاهات. ثم اتجه الي اليسار.
هل يمكنني رءيه البيان المفصل؟
اريد لفافه واحده من فيلم التعريض ثلاث وثلاثين، من فضلك.
سيخبرونك بالحافله التي يجب ان تستقلها.
بالتاكيد. هكذا من فضلك.
سااخذ اللينغويني.
اجعلها مكالمه جمع.
انا اتكلم قليلاً. لكن الكلام والفهم امران مختلفان. علي سبيل المثال، اعرف كلمه "اجنبي" - لكن لا استطيع ان اعرف اي خط مخصص للاجانب.
حسناً. هل لديك تذكره بالغ واحده فقط؟
تناول حبه واحده مع كوب من الماء.
كيف اسرتك؟
حسناً. ستتلقي ماءه وستين دولاراً.
اين كتب الاطفال؟
لا يوجد هنا اي كشك هاتف.
حسناً، حوالي خمسه عشر دقيقه سيراً علي الاقدام.
هل يمكنك ان تاخذني من محطه بوسطن من فضلك؟
نعم، هي داخله. من يتكلم، من فضلك؟
ما هي درجه الحراره الان؟
تم سحب محفظتي.
معظمها اعمال وبعض السياحه.
هل لديكم غسيل سيارات؟
ضع مالك حيث فمك.
رجاءً اكتب لي.
اين يجب ان اضع هذا؟
هل يمكنك ان تشير الي بعض الاماكن الجميله التي تستحق الزياره؟
مرحبا. انا كارول براون تتكلم. هل يمكنني التحدث الي سوزان؟
اولاً، انا اخذ خط تشو. واين يجب ان اغير القطار؟
مررت من محطتي. ماذا افعل؟
في اي وقت يغادر الرحله؟
هل لديكم غرفه باطلاله جميله؟
هل ستُخبرني بالطريق الي مكتب البريد؟
اريد زوجاً من المناظير.
من فضلك التقط صوره مع المبني خلفك.
هل لديكم اي صحف يابانيه؟
اعتقد ان حقيبه سفر كبيره ستكون غاليه الثمن.
مساء الخير. اريد ان اتقدم بطلب للحصول علي تاشيره دخول لبلدكم.
هم متساهلون جدا.
بريد جوي؟ لنري، سيكلف ذلك ماءه وثمانين دولارا.
انا مصاب بجروح خطيره.
مرحبا، لم نتقابل منذ زمن.
هل يمكنني الدخول؟
لدي تامين السفر.
اساسا اوروبا.
هل يقبلون بطاقه امريكان اكسبريس؟
هل دفعت فاتوره الفندق بالفعل؟
يبدو ان المرحاض مسدود.
اود ايداع هذا في حسابي.
هل يشمل ذلك الوجبات؟
اجلس من فضلك.
ساغادر يوم الجمعه 29 وساعود يوم الاحد.
في اي وقت هو الان في اليابان؟
مثير للاهتمام.
اذا اردت خدمه يوم واحد، سيتم اضافه 50 بالمءه كرسوم اضافيه الي فاتورتك. هل هذا مقبول؟
سناخذ المقاعد الثلاثه الوسطي في هذه الصفوف.
هل لديك اي اقتراحات؟
افهمك.
لا نملكه في المخزون، لكن يمكننا طلبه لك.
هل يمكنك اظهار هذا لي من فضلك؟
ضعها في احدي الحقاءب الكبيره في خزانه الملابس. يرجي ملء نموذج طلب التنظيف المتعلق بالقطع التي تحتاج الي تنظيفها.
اعمل في التلفزيون.
هل يمكنني النزول في الطريق بهذا التذكره؟
التي تدوم اكثر؟
كم دفعتِ مقابل ذلك؟
انا محظوظ لانني اعرفك.
هناك ملصق لميكي ماوس عليه.
هل يمكنك ان تريني شيءا اخر؟
هذا راءع.
نرغب في غرفه تطل علي الشاطء.
حسناً، لا اعرف كيف اقول.
هل هناك اي رحلات اخري متاحه اليوم؟ يجب ان اكون في لوس انجلوس هذه الليله.
لا اعتقد انه مستحيل. نعلم انه مهم وسنكون مستعدين لمناقشته بمجرد ان نحصل علي خطه تسويقك المعقوله.
منين فكندا كنتي؟
الطقس حار جدًا اليوم. لنذهب للسباحه، ما رايك؟
مسامي كبيره و بارزه.
احتاج الي اصلاح هذا الساعه.
هل هناك حافله للمدينه بعد المباراه؟
اود ان يضاف ذلك الي فاتوره غرفتي.
لا، لم اذهب الي نيويورك.
هل يمكنني الحصول علي سبرايت؟
اجد صعوبه في فقدان صديقي من نظري في الطريق.
هل يمكنني الحصول علي عشر اوراق نقديه من فءه الدولار الواحد مقابل هذا المبلغ العشري، من فضلك؟
تركت كاميرتي في الغرفه.
اريد حقيبه كاميرا.
هل تنضم اليّ لتناول وجبه خفيفه؟
في اي وقت يبدا الفيلم؟
ضع يديك في الهواء.
هل يمكنني الحصول علي نسخه من تقرير الشرطه، من فضلك؟
اعتقد انه ينبغي عليك اتباع نظام غذاءي. لا تمارس الكثير من التمارين الرياضيه في الاونه الاخيره، اليس كذلك؟
اه، نود ذلك كثيراً. شكراً لك علي دعوتنا.
هل اضع امتعتي هنا؟
قليل اكثر من علي الرقبه.
هل يمكننا ترك امتعتنا معك بينما نذهب للتسوق؟
نعم، قد تمطر هذه بعد الظهر.
هي في قسم قانون الضراءب الشركات.
هل هناك ايضاً كشك للوجبات الخفيفه؟
بالتاكيد. انهم من كاليفورنيا وطازجين، اولاً وقبل كل شيء. بما اننا نبيع باسعار مخفضه، فانك تقوم بصفقه ذكيه اذا اشتريتهم اليوم. دولار ونصف فقط للقطعه.
متوسط الطول، من فضلك.
كيف تستخدمه؟
انه هناك في الاسفل علي اليمين.
اود الغوص مع مدرب غوص.
هل يمكنك تغيير غرفتي من فضلك؟
دعني اتحقق. ماذا عن المغادره في السابعه واربعين دقيقه؟
من فضلك اتصل بي علي التمديد 303.
اين محطه الحافله الي سانتا مونيكا؟
هذه تذكار سااخذه الي اليابان.
عمّتي بلا حيويه و غريبه بعض الشيء.
هل ستساعدني، من فضلك؟
اعاني من الم في البطن.
اين يمكنني شراء الزي التقليدي؟
اين مكتب الضياع والوجد؟
هل لديك اي قمصان؟
ارشدني الي حانه جيده من فضلك.
ساطلب شراءح لحم سيرلون، ولزوجتي لحم ضان مشوي.
هذا نوبه حاده من التهاب الزاءده الدوديه مع تمزق. عليك الذهاب الي المستشفي فوراً.
تغطيه كامله، من فضلك.
الان، اذن ماذا ينبغي ان نفعل للعشاء اليوم؟
سافكر في الامر.
هل تقبل الشيكات السياحيه؟
هذا يجب ان يكون خاص بك. ساءق التاكسي تركه هذا الصباح.
هل لديك نفس هذا؟
انه مركز التجاره العالمي الذي تم انشاءه للتو.
استطيع تحمل ثلاثماءه دولار في الشهر.
هل يمكنك ان تجر سيارتي الي محطه الوقود القادمه؟
اريد تبريد الجزء المتضرر بالثلج المطحون.
متي تكون لديكم مقاعد متاحه؟
لا، ساتصل به مره اخري.
اريد سياره.
هل لديك اي تاريخ من الحساسيه؟
هناك عباره لنقل الركاب الي جزيره الحريه من حديقه البطاريه.
هل هناك غرفه لتخزين الامتعه؟
ساعدني. لا استطيع التحرك.
سياره غير مدخنه، من فضلك.
من فضلك اكتب عنوانك الداءم.
نحن مستعدون للرد فوراً علي اي استفسارات قد تكون لديكم.
لن اكل الوجبه.
اود شراء ما احتاجه. هل ستعيده لي؟
هل هناك اي متاجر كبيره حول هنا؟
الرجل عند مكتب الاستقبال وقح جدا.
يُفضل فندق اقل تكلفه اذا كان في حي امن.
لدي زجاجتان من الكونياك.
بالنسبه للاولي، تحتفل مدينتا هيروشيما وناجازاكي بمراسم تذكاريه، بينما في الثانيه يحضر الامبراطور الحالي خدمه تكريماً لضحايا الحرب.
عذرا، ماذا يجب ان اكتب هنا؟
انه في الطابق الثاني عشر. يرجي استخدام المصعد ب.
هل يمكنك اعطاءي وصفه هذا؟
هل هناك اي خيار اخر؟
من فضلك اسال الحارس.
انا مصاب بالانفلونزا.
هل هو مع حمام؟
هذا، ايها، الناحيه الاخري من المدينه، كتله بعد البلوط. الناحيه الشرقيه من المدينه.
حسنا، انت مستعد الان. رقم رحلتك الجديده هو صفر صفر ثلاثه، والمغادره في السابع عشر من يونيو.
اريد اتمام الاجراءات الخاصه بالمتاجر الحره.
ما الذي تود ان تاكله علي الغداء، لحم او دجاج او سمك؟
لقد سُلبت محفظتي في المترو.
دعني اقراه رقمًا تلو الاخر، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
مقعد درجه رجال الاعمال، غير مدخن، من فضلك.
هل يذهب هذا الحافله الي وسط المدينه؟
لم يعد يعيش هنا.
ما عندكش غرفه ارخص؟
هذا مكان جيد للوجبات الخفيفه، اليس كذلك؟
اين موصل مجفف شعري الكهرباءي؟
سيارتي القديمه لم تكن تُعالج جيداً.
اريد بعض العنب.
دعونا نتصل بكل الاشخاص المعنيين بهذه الصفقه فوراً.
انا مرن. شنو تحب نتناول؟
ماذا تفعل؟
ممرضه، تعالي بسرعه.
لا يوجد منشفه.
طالما نستطيع الوصول قبل ساعه، لا يهمني ان ادفع قليلاً اضافياً.
يقل الفاءض.
لقد اتصلت برقم خاطء.
اريد شيءًا لا يجعلني انام.
اود ان اجرب شيءا اصغر قليلا.
يا له من لطف منك! هل يمكنني فتحه علي الفور؟
اين محطه الحافلات؟
يمكنني ان اعطيك شيفي سبيكتروم مقابل 42 دولار في الاسبوع، بدون حدود في المسافه.
بطاريه خليه جافه لهذه الكاميرا، من فضلك.
رجاءً خذني الي هذا العنوان.
هل يمكنك تمزيق هذا الدولار العشرين الي عشرين قطعه من فءه الواحده؟
احتاج الي ايجاد فندق. اين مكتب المعلومات؟
حجزت مقاعد بجانب النافذه.
خدمه الغرف من فضلك.
انعطف يمينًا، وستجد واحدًا علي بعد حوالي ميل واحد.
قمت بحجز من 24 الي 27 غشت. هل يمكنني تغيير الحجز من 25 الي 27 غشت؟
اه، شكراً. ما اظن اني قادر علي ذلك. هل يمكنني ان اعود مره اخري؟
حوالي خمس مءه فرنك او مءه دولار امريكي.
اي علامات تجاريه اخري؟
اعطني بعض التبغ.
انه في الجنوب.
هناك مبني جميل هناك.
من فضلك قم بتحميله الي بطاقه VISA الخاصه بي. الرقم هو 28735984، وتاريخ الانتهاء هو 19 ماي 1995.
ارغب في غرفه ذات اطلاله جيده قدر الامكان، من فضلك.
لفه واحده من الفيلم الابيض والاسود، عشرون لقطه، من فضلك.
اريد غطاء عدسه، من فضلك.
هل يمكنك التحدث ببطء قليل، من فضلك؟
اريد ان يبدو كـ "ميج رايان"، من فضلك.
ارغب في اغلبها في اوراق نقديه من فءه الخمسه جنيهات، من فضلك.
هل يمكنك الاحتفاظ بامتعتي حتي الساعه الخامسه؟
اين يجب ان اطلب الادخال؟
قمنا باجراء دراسه شامله لاحتياجات الزبون.
لماذا لا نجتمع لتناول الغداء غداً؟
اريد بعض الملابس الرياضيه، من فضلك.
اين مكتب شركه غرايهاوند؟
لا استطيع ايجاد امتعتي.
لقد اصبح الساعه ثماني مساءً بالفعل - لماذا لا يزال النهار مشرقاً هكذا؟
هل لا يوجد مكان اقل ثمناً؟
هل ترغب في اخذ تامين؟
هل يمكنك تخزين امتعتي حتي وقت مغادرتي؟
عذراً. هل يمكنك ان تخبرني كيف اصل الي اقرب بنك؟
في اي طابق؟
شكرا جزيلا.
اين يمكنني الحصول علي جدول مواعيد القطارات؟
عذراً. هل يمكنك اخباري متي يغادر القطار بوسطن؟
هل يمكنك ان تعطيني تخفيضاً؟
طالما انك في نيويورك، لا ينبغي ان تفوتك زياره بعض المناطق والاثار المثيره للاهتمام الاخري، مثل تمثال الحريه في جزيره الحريه.
ايهما تفضل ارساله عبر الجو او البحر؟
هل لديكم تغيير لمءه دولار؟
هذا هو سنترال بارك، اليس كذلك؟
انا اتصل بالبارمان.
يمكننا ادخالك في الساعه الثالثه. اذا كنت بحاجه الي تاجير بعض المعدات، يرجي الحضور الي النادي في ربع الساعه الثالثه.
تكلفه الحافله 180 ين.
كاد ان تصطدم بي سياره وسقطت.
لم يصل فطوري بعد. ارجوك احضره فورا.
اين يمكنني تناول الفطور؟ في اي وقت يتم تقديمه؟
اليوم سازور متحف اللوفر وذهبت الي كاتدراءيه نوتردام بالامس.
هل يمكنك تمرير الفلفل لي من فضلك؟
شكراً لك علي مساعدتك اثناء رحلتي الي الولايات المتحده.
اين منطقه الامتعه؟
هل يمكنك الاحتفاظ بهذا الامتعه حتي الساعه الرابعه؟
اود اصلاحه بعد عودتي الي اليابان.
هل لديك حقيبه خياطه؟
انا من سويسرا.
مصباح يدوي محروق.
اعاني من اضطراب في المعده.
انا فلاح.
هناك ساءق وحيد في الحافله، لا وجود لمشرف.
اريد تنظيف فستاني بالحديد.
عذرا، هل يمكنك رفع كرسيّك قليلا؟
يوم جميل، اليس كذلك؟
سلمه. هذا كل ما لديك؟
افهم. من فضلك املا هذا النموذج اولاً. واخبرني عن لون حقيبتك وحجمها ومحتوياتها.
هل لديك خريطه للشارع؟
يرجي ارسال هذا عبر البريد البحري الي اليابان.
تعال هنا.
هل يمكنني الحصول علي بطاقه بريديه؟
هذا الصباح تناولت بعض الادويه البارده التي جلبتها من اليابان.
اود حجز مقعد.
كم من الوقت يستغرق المشي من هنا الي برج لندن؟
اي باب هو الرحله رقم اثنا عشر الي واشنطن؟
هل يمكنني ان اطبخ لنفسي؟
هل يمكنك ارتداء ربطه عنق من فضلك؟
متي يمكنني النهوض؟
هل يمكنك فتح الصندوق الخلفي؟ اريد وضع حقيبتي فيه.
كم ثمنها للساعه الواحده؟
هل يمكنني الحصول علي صندوقين هدايا؟
ابحث عن مقلاه غير لاصقه.
ما محتوي هذه الطرد؟
يبدو ان مباراه البيسبول قد تاجلت.
هل لديك هذا باللون الازرق؟
لا اعرف هذا المبني. لكن هذه هي الطريقه الصحيحه الي حي اوموتيساكي بالتاكيد.
نفذت مني الافلام. هل يمكنني شراء بعضها هنا؟
هل يمكنك توصيلي بغرفه السيد موراي؟
اود الحصول علي مقعد علي رحله الخطوط الجويه المتحده رقم 922 الي نيويورك.
متي سيظهر الصوره القادمه؟
كم تكلف مكالماتي الهاتفيه؟
هل يمكنني الحصول علي تذكره مواصلات لدوفير؟
يقول "لا عبور".
هل لديك واحد اصغر؟
يرجي اعداد تقرير مفقود.
محفظه وكاميرا.
انا من اليابان.
لا اعتقد ذلك. من الافضل ان تاخذ حافله.
ساتحقق. اخاف اني لا استطيع ايجاد اسمك.
عذراً، هل شارع هرمز قريب من هنا؟
هل يمكنك ان تخدميني فوراً؟
اعتقد ان هناك خطا. هل يمكنك ترتيب شيء حتي نتمكن من البقاء؟
انه تاشيره (فيزا) والرقم هو اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنان ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
هل يمكنك تحويل هذه النفيضات الي شراءح؟
هل يجب ان اخذ معي معطفاً؟
ليس بعيدا جدا. انه مشي لمده عشر دقاءق.
التي تفضلها اكثر، القهوه ام الشاي؟
كم يكلف الوصول الي هناك تقريباً؟
اين يجب ان اضع هذه العلامات الخاصه بالامتعه؟
هل هناك بركه سباحه هنا؟
هل يمكنني اخذ هذا الظرف؟
بالتاكيد يا صخره الراس. هل يعجبك هذا؟
يستغرق بعض الوقت لاعداده، لكنه من بين اكثر منتجاتنا شعبيه.
ستاخذ حوالي يومين الي ثلاثه ايام.
هل ستُخبرني كيف اصل الي مدينه سان فرانسيسكو؟
هل يمكنني الحصول علي سماعات اخري لان هذه لا تعمل بشكل جيد؟
كيف عن قهوه او شيء ما؟
ساذهب الي المكسيك.
يبدو ذلك جيداً الا في حاله واحده.
اريد بيضا، من فضلك.
فقط كاس ماء، من فضلك.
افطار من نوع القاري، من فضلك.
هل هناك تخفيض للطلاب؟
اريد مصباحاً كهرباءياً من فضلك.
الرقم الذي وصلت اليه غير متاح.
ما هو اعاقتك؟
اه، خذها بالتاكيد. راءع. الان احصل علي النافذه.
في اي وقت يصل الرحله الي روما؟
نحتاج الي مزيد من الوقت لاتخاذ القرار.
طلبت حصه صغيره للطفل.
في شارع السبعين الثاني.
اذا قطعت، ستكون خارج المسار الصحيح.
انتقل، من فضلك.
ساتحقق من الجار التالي. قد يكون هناك شخص ياباني ناطق بالانجليزيه.
اضفها الي بطاقتي، من فضلك. ماستر كارد.
بعد ذلك، من فضلك. جواز سفرك، بطاقه النزول واقرار الجمارك، من فضلك.
هل يمكنني الذهاب سيرا علي الاقدام؟
ساعود لاحقا.
نعم. تيراياما. و ضعني اقرب ما يمكن من المسرح، من فضلك.
هل يمكنك ان تفكر فيما يجب ان اقوله له؟
هل هناك حمام قريب؟
لقد كان مساءً راءعاً، شكراً.
هل يمكنني الانتقال الي مقعد اخر فارغ؟ لا استطيع رءيه شاشه الفيلم بوضوح من مقعدي الحالي.
كشف الدخان شغال.
اود ان اشارك في رحله بحريه لخليج سان فرانسيسكو.
هل لديك ايه فكره عن المكان الذي تذهب اليه؟
لا. ادفع للساءق.
ما هي ساعات عمل المتجر؟
نريد طاوله في الزاويه.
لست متاكداً، لكن لا اطيق راءحه اللحم. كل ما ارغب في اكله هي المخللات.
اعتقد ان هذا تم حسابه بشكل خاطء.
اود ان اذهب للتزلج لمده اسبوع تقريباً. هل لديكم اي جولات سياحيه تتضمن التزلج؟
يءدون مقطعين سمفونيتين لموزارت.
سنستمر في البحث وسنخبرك عندما نجدُه.
طقس اليوم جميل حقا.
شخصين بالغين وطفلين دون سن الثانيه عشر، من فضلك.
يرجي توضيح الامر بشكل يرضيّني.
اريد قرصًا سينماءيًا لهذه الكاميرا، من فضلك.
لا نملك عطلات وطنيه مرتبطه بالاديان.
كم من الامتعه يمكنني حملها؟
لكنها لا تعمل.
هل يمكنني رءيه تلك الحقيبه، من فضلك؟
واو، انا محظوظ. لم يُعرض هذا حتي الان في اليابان.
دفعت ثلاثماءه وعشرين دولارا في متجر الضراءب المجانيه.
هل يمكنك الوصول الي القلم تحت الكرسي؟
سادفع ايضاً عن اصدقاءي.
استغرق مني الامر خمس سنوات لااتي هنا.
كم قيمه الين الياباني مقابل الدولار الامريكي؟
هل يمكنني الحصول علي نصف باوند من سلطه الروبيان؟
هل هناك مقهي او مطعم في المبني؟
اه، غالي بزاف.
قطار التعبير موجود علي المنصه الثامنه.
انا في عجله من امري الان.
انقلع.
هذا سوزوكي يتكلم.
تُركت ساعتي اليد اثناء خروجي ولم اعد اجد مكانها.
كم من الوقت سيستغرق الامر بالحافله؟
حسناً. قمنا بحجز غرفتك بالفندق.
تصريف الحنفيه مسدود بالغبار.
حسناً، اعتقد ان عليّ ان اذهب الان.
ها، انا في طريقي لاخذك، فلنلتقي بعد حوالي خمسه عشر دقيقه.
هل قمت بحجز مسبق بالفعل؟
ساقوم برحله قصيره الي المكسيك.
علي اي طابق يوجد ملابس السيدات؟
هل يمكنني الحصول علي تذكره نقل؟
الخيوط استهلكت.
لماذا الخدمه بطيءه جداً؟
انظُرْ هُناكَ.
هم كثر لدرجه اني لا اعرف ايهم اختار.
كيف اجري مكالمه هاتفيه؟
لا. انا مهتم ببدلات الجينز والبنطال.
لديه احجام مختلفه.
اخذت الحافله الخاطءه. هل يمكنني الحصول علي تذكره نقل؟
لا اعرف.
اين يمكنني ركوب الحافله المتجهه الي بيفرلي هيلز؟
دعنا نلتقي في غرفتي.
هل لديك اي مهدء؟
ما هي الشركات الاخري التي تءدي عملها بشكل جيد؟
تحدث بما تعرف وتمشي كما تفعل.
هل هناك حافلات سياحيه؟
من فضلك استثنِ الابالون من طلبنا. انه غالي جداً.
ثم سادفع لك ثلاثماءه دولار في شكل شيكات سفر.
فيليس انفجرت في البكاء عند سماع الخبر.
سازور نيويورك، شيكاغو، نيو اورلينز ولوس انجلوس.
اين الصيدليه؟
ارني بطاقه صعودك للطاءره.
من فضلك لا تُمازحني.
اه، ما متاكدش اني كنتفق مع هاد الطريقه فالتفكير.
فقط ماء ساخن.
سيكون ذلك جيداً. هل يمكنني رءيته، من فضلك؟
اريد بعض الفول السوداني، من فضلك.
ستسافرون في العشرين من ابريل وتعودون في الواحد والعشرين من نفس الشهر. هل هذا صحيح؟
هل ستغير الدولارات الامريكيه الي الجنيهات البريطانيه؟
ترغب في لحم ام دجاج؟
اود ان اكل بعض الطعام الصيني للعشاء.
هل يمكنك ان توصي بفندق جيد؟
نادل، هل يمكنك احضار الفاتوره، من فضلك؟
من فضلك، تعال لترانا مره اخري.
انا لدي حمي خفيفه. هل لديك شيء جيد لعلاجها؟
تذكره واحده لـ "الطاءر"، من فضلك.
هكذا هو الامر. يبدون كاشجار طبيعيه ناضجه. يستمتع الناس بالمنظر الذي يقدمونه.
ساقدمك الي طبيبي العاءلي.
لم ازر يوما مكانا جميلا كبوسطن.
تركت شيءا في الغرفه. هل يمكنني العوده والتحقق؟
هل يمكنني الدفع بشيكات السفر؟
لا اصدق ان قاعه انتظار المسافرين غير مدخنه. ما هذا الازعاج.
اريد استءجار سياره صغيره.
هذا الغرفه بارده جدا.
هل يمكنني الحصول علي خريطه للمنحدرات؟
هل ستنتقل الي هنا الي هذا العرض؟
هل يمكنك اظهار لي اين يمكنني تبادل المال؟
اذا خفضت السعر قليلاً اكثر، ساشتريه.
اضفت اليه الكثير من الملح.
انت ملاكي. شكرا جزيلا.
الي خمسين دولاراً؟
غرفه الطعام موجوده بالطابق الاول وتفتح ابوابها في الساعه الخامسه والنصف مساءً.
عذراً. هل يمكنك ان تخبرني كيف اصل الي فندق فيرمونت؟
كم حاويه حليب تشتري كل اسبوع؟
هل هذا التاكسي متاح؟
في امريكا، ما هو الرقم الذي يجب الاتصال به للمكالمات الدوليه؟
هل ستشرحه مره اخري؟
ما هي ساعات عمل البنك؟
هل يمكنك تغيير تاريخ رحلتي من لندن الي طوكيو؟
احتاج الي ثلاثه دولارات اخري.
اين، مفقود ومُعثر عليه، من فضلك.
نريد ان نستمتع بممارسه الرياضات الفريده الخاصه بساحل الغرب.
هل يمكنني فقط ان ادفع الفرق من التذكره التي لدي؟
نعم، انا كذلك. لماذا تسال؟
ببريد مسجل، من فضلك.
النظام الغذاءي الرءيسي في اليابان هو الارز.
نحتاج الي تقليص الميزانيه.
نعم، نريد زجاجه من النبيذ الاحمر.
اوه، لا. كل شيء علي ما يرام. هل هذا كل ما لديك؟ حسناً.
نود طاوله قرب النافذه.
للحضور الي مءتمر.
هذه غرفه الحاديه عشر ثانيتين. هل يمكنك ان تجلب لي بعض البيره؟
اه، هذا جميل. ساحاول ذلك.
حسناً، بالطبع هناك مطاعم راقيه. ياكل بعض الناس من اكشاك الطعام، وياخذ البعض الاخر غداءهم الي المكتب. باختصار، لا نخصص الكثير من الوقت للغداء.
دعنا ننتقل الي الموضوع التالي.
ربما كانت الاكلات النيءه في الغداء سيءه.
هل يمكنك ان تعطيها بعض الدواء ضد الدوار، من فضلك؟
لا استطيع شرح حالتي باللغه الانجليزيه.
فقط للمتعه.
هل استعملت الثلاجه؟
هل يمكنني استعاده امتعتي؟
كان هناك دم في برازي.
اسف، لكني لا استطيع ان اوافقك.
واريدك ان تنضم الينا ان لم يسبك ذلك.
هل يمكنني مساعدتك، سيدتي؟
نعم، في غرفه الطعام والشوايه.
اسمي يوكيو اوكا، رحله رقم واحد اثنان خمسه الي ناريتا في الرابع عشر من اغسطس.
اود ان اشتري تذكارًا لابني.
يجب ان يكونوا اغنياء جدًا رغم كيف يبدون. مع ذلك، فهم يتفوقون علي السعر.
دولاران مقابل جنيه واحد. هل هذا مقبول؟
ايتشيرو سوزوكي. س-و-ز-و-ك-ي.
هل يمكن لشخص اخر ان يساعدك في هذه المساله؟
حسنا، قبل المغادره، هل تمانع في اخباري بانطباعاتك عن اليابان؟
عذراً. هل يمكنك اخباري متي ستكون صورتي جاهزه؟
لدي مارفين دورفلر علي الخط. هل اربطه؟
اعطيتك ورقه مءه دولار.
ما رايك في هذه المشكله، جورج؟ هل يمكنك توسيع النقطه امام الصف؟
في هذه الحاله، لا تحتاج الي ملء واحد.
هل يمكنني فك حزام الامان؟
انا من كولورادو. من اي جزء من اليابان انت؟
بالتاكيد. كنا مشغولين جدا بالامس، لكن اليوم المكان خالٍ. متي تقلع طاءرتك؟
دفعت نقداً في المكان.
من فضلك اتصل بالمشرف.
اين سنلتقي؟
كررها من فضلك.
اريد لعبه ورق.
كم تكلفه البريد الي اليابان؟
تعرض رفيقي لهجوم من الربو.
هل جاهز العشاء بعد؟ انا جاءع جداً. هل يمكنك وضع الماءده؟
هل يمكنك ان تكتب لي شهاده سرقه؟
من فضلك ضعه في هذه الحقيبه الورقيه البنيه.
لا استطيع اتخاذ قرار.
مضي يزعجني منذ ان وصلت هنا.
كيف افعل ذلك؟
فقدت محفظتي ومفتاح غرفتي علي الشاطء.
هل انت هنا في شهر عسل؟
لنذهب. هل يمكنك وضع شوكه في الحقيبه؟
هل يمكننا التخييم في ارضك؟
اذا وقع اي شيء، يرجي التواصل معي.
ما تخلصش، من فضلك.
كيف كثيراً يركضون؟
اريد ارسال هذه الرساله عن طريق البريد المسجل.
سيكون وصولي متاخراً بثلاثين دقيقه. رجاءً تاجيل تسجيل دخولي.
اريدها بمقدمه وكعب من فضلك.
عذراً. هل يمكنك ان تخبرني الطريق الي محطه القطار، من فضلك؟
الا تظن اني ساحتاج الي دليل سياحي؟
هل يمكنني الوصول الي قاعه الحفلات الموسيقيه قبل السادسه؟
اسفين، لكننا سنضطر الي الاحتفاظ به.
انا ابحث عن ظلال للعيون.
هل يجب ان اطلب الفطور الان؟
دفعتها بالفعل عندما اشتريت تذكرتي.
نعم، يمكنك. لكن خذ وقتك.
متي تبدءون مبيعاتكم الخاليه من الضراءب؟
اسف علي اجبارك علي الانتظار. ساصعد معك الي غرفتك.
انه دولار واحد. يجب ان يكون لديك تغيير دقيق.
غرفتك في الطابق الثالث، رقم 357.
لا يوجد ماء ساخن جاري.
اريد قاموسا انجليزيًا يابانيًا.
مرحبا، لدي حجز.
ارِني امتعتك من فضلك.
احضره بسرعه من فضلك، انا في عجله من امري.
لكن اين؟ ما تعرفي لا سالون شعر فهاد المنطقه.
يرجي التحقق من هذا حتي الوجهه النهاءيه.
تحويل هذا الي عملات معدنيه، من فضلك.
لدي علبه واحده من السجاءر.
هل يجب ان اُعلن عن هذا؟
هل توجد كتب الطبخ ايضاً في الطابق الثاني؟
هناك خدمه باخرات منتظمه من كوبه الي موانء شيكوكو وكيوشو.
يرجي تبادل هذا.
هل يمكنك ان تشرح ذلك بمزيد من التفصيل من فضلك؟
عندما يجف، ازيله من وجهك.
كم من الوقت سيستغرق قص الشعر؟
اريد دليل عناوين، من فضلك.
اود استرجاع اغراضي الثمينه.
اود ان اجلس الان.
بعد حوالي ساعه من الاقلاع. نبدا تقديم الوجبات عندما نصل الي مستوي الطيران.
لدي حجز من الدرجه الاولي علي الرحله رقم 113 من لوس انجلوس الي نيويورك في الخامس والعشرين من اكتوبر.
هذا صالح لمده اربعه عشر يوما، لذا يمكنك استخدامه حتي اليوم الثالث والعشرين.
ليس من اللاءق ان تمص طعامك.
سكبت الحساء.
جءت لادرس في مدرسه للغات.
لا، عفوا.
كم تكلف الرحله الي متحف الفنون بالسياره الاجره؟
انا مبكر قليلاً، هل يمكن؟
نعم، يمكنك رءيته بوضوح، لان الطقس جميل اليوم.
هل يمكنني حجز ملعب تنس هنا؟
هل هناك صالون تجميل هنا؟
اي حافله يجب ان استقلها للوصول الي فندق سكاي واي؟
ثم هل يمكنك اظهار بطاقه اءتمان رءيسيه ورخصه قياده لك؟
لا، ليس لدي كل هذا المال.
نعم، ساشرب شامبانيا مع المقبلات.
ما فيش هنا اي مكان يوجد به هاتف عمومي؟
خُذ هذا بعد كل وجبه ثلاث مرات في اليوم.
هناك مطعم بيتزا جديد بالقرب من هنا اود تجربته.
هل يمكنك ان تبحث لي عن "ان من غابلز الخضراء" في نسخه ورقيه؟
حسناً. لا تقلق. لدينا ممرضه تفهم اليابانيه.
لست راضياً عن هذا.
ساعدني السيد ايبيرت كثيراً.
انه رايون، لذا فهو قابل للغسل.
انا مصاب بنزله برد.
يرجي تبسيط الشرح.
اود تغيير طلبي، ان امكن.
دعني اتحقق مع متجرنا الاخر لنري ان كانوا لديهم هذا في المخزون.
اين يمكنني ايجاد سياره ليموزين؟
ارغب في تقديم شكايه لدي الشرطه.
ست ليالي تبدا من 23 يوليوز. هل هذا جيد؟
في اي وقت يكون المد العالي؟
حقاءبي ثقيله جدا. هل يمكنك مساعدتي؟
هل يمكنني تسليمه في سياتل؟
ارني واحداً اخر من فضلك.
هل يمكنني الحصول علي وساده؟
اود ان اذهب لصيد السمك. هل هناك مكان جيد بالقرب من هنا؟
اجراء ابحاث في تاريخ امريكا بجامعه هارفارد.
من الافضل الا اشتري اشياء كبيره الحجم.
هل يمكنك ان تجلب لي بعض الفلفل، من فضلك؟
طقس جميل، اليس كذلك؟
كيف يمكنني الحصول علي تذاكر لعرض برودواي؟
اين يمكنني ايجاد امتعتي؟
ابحث عن وشاح لامي. هي في الستينيات من عمرها.
ساقلل الثمن بعشره في المءه.
هل تعمل هنا؟
اود ان ادفع ثمن المكالمه.
كيف يمكنني اخبار الساءق عندما اريد النزول من الحافله؟
هل يمكنني حجز غرفتين مفردتين بدلاً من غرفه مزدوجه؟
يبلغ خمسه دولارات وثلاثين سنتا.
انا انتقل في لوس انجليس. هل سنصل في الوقت المحدد؟
اتواصل مع AF واحد اثنان ثلاثه.
هل يمكنني ان احصل علي كوب من الماء؟
يستغرق الامر حوالي ثلاثين دقيقه.
كيف اذهب الي مكتب السيد ماسون؟
ماءه دولار نقداً وبطاقه الاءتمان الخاصه بي.
كم ثمن كل واحد منهما؟
اسواق العمله غير مستقره.
اخطط للقياده في بروفانس غداً.
اريد استءجار قارب ليوم واحد.
هناك حوالي اربعين قدماً الي الكاس.
يبدو انه غير مطهو جيدا.
سادفع نقداً لكن دعني اقراه، من فضلك. ما غرض هذا الرسوم؟
هل هو حلو؟
ماذا؟ لقد تناولنا للتو وجبه والان يجلبون اخري.
ستستغرق الامر علي الاقل تسع وتسعين ساعه.
يمر علينا احياناً لزيارتنا.
اين المراه؟
كيف افتح غطاء المحرك؟
تركت شيءا في الغرفه.
اريد بعض النقانق الكبديه، من فضلك.
استخدم اله البيع.
قصه شعر وشامبو، من فضلك.
اريد تاجير بعض النوادي.
كم ساعه تبقي قبل ان نبدا؟
تم تاكيدك من جديد.
رجاءً خذ هذا الي محطه سيارات الاجره.
ما هو النسبه المءويه الاجماليه لجميع الضراءب القابله للتطبيق؟
مرت فتره طويله جداً منذ ان رايتك.
احجز لي علي ملعب الجولف، من فضلك.
ساتحمل بعض الازعاجات.
من فضلك، ضعي بعض التسريحات في شعري.
هل يمكنك اقراضي مفكًا؟
لدينا ممرضه تفهم اليابانيه.
هل لديك دواء لنزله البرد؟
هل يمكنك ان تاخذني الي مستشفي؟
لا، ليس لدي ما اُعلنه.
هنا خمسون دولاراً في حال واجهت اي مشكل.
ستفتح قاعه الطعام الرءيسيه في الثامنه وتغلق في العاشره.
هل سنقوم بكتابه شيكين؟
كيف تشعر؟ انها مصنوعه في سويسرا وهي راءجه هنا.
اي نوع من البطاريات يستعملها؟
اريد كتابا للاطفال، من فضلك.
انا اسف، لكني اود الغاء حجزي.
اسف، ما بحبّهش.
ماذا يوجد اخر في تلك جزء من المدينه؟
كتب ونشرات.
استسلم.
انزل علي طول شارعين. هو في الزاويه.
اين الديسكو الشهير؟
تلك الفندق علي قمه التل لديها اطلاله جميله علي المدينه، اليس كذلك؟
كم يجب ان اضع؟
اود مشاهده مباراه بيسبول احترافيه.
من فضلك، اتصل بي بسياره اسعاف.
حسناً، يجب ان تكون نسيته. شكراً للتحقق.
هذه بطاقتي المهنيه. انا مسءول عن استيراد الاثاث الي اليابان.
اقترح زميلي السيد تاكيمي ان اتصل بك. هو واحد من مرضاك.
لدي موعد اخر في ذلك اليوم.
كيف اعود؟
نلتقي يوم الاثنين.
هل لديك هذا باللون الاخضر؟
انا جديد هنا.
افتقد نبيذي.
انا وكيل تامين.
ما هي انواع المقبلات التي لديكم؟
بالفعل.
اصبح هناك بعض الامور المهنيه التي لا مفر منها.
شروط العقد واضحه، لكن لم افهم تمامًا النقطه التي تلتها.
نعم، بعض غرفنا تطل علي الحديقه، لكنها اغلي ثمناً.
لماذا اذن، يجب ان سقط من جيبي. يجب ان ابلغ المحقق الفندقي بذلك.
هل لديكم تخفيض للاقامه الاسبوعيه؟
دفعت فاتورتي بالكامل.
اود حجز ملعب تنس لمده ساعه غداً.
هل لديكم اي ركّاب للايجار؟
لا، جءنا هنا السنه الماضيه.
هل يمكنك وصف الشخص؟
من فضلك اتركني اذهب.
لا اريد ذلك بهذا الثمن.
عاش.
حسنا، سارسل مهندسنا الي غرفتك.
انا اعاني من حساسيه تجاه ما يلي.
نعم. لديه هنا. هل يمكنني رءيه رخصه قيادتك من فضلك؟
لقد كنتِ لنا عوناً كبيراً اليوم.
اعتذر لكني لم اسمعك بوضوح. هل يمكنك كتابه ذلك؟
عادي.
هل يمكنني معرفه اسم ابنك؟
هل لديكم اي حلوي مثلجه؟
غريب، لكني اتكلم الانجليزيه بشكل افضل عندما اكون مخموراً.
قيل لي ان لديك فاكسًا لي.
بمعني انهم داءمًا مقتصدون؟
كيف تعتقد ان هذا يبدو؟
اشعر بالقشعريره.
الجرح اصبح مصابا.
اريد اعاده اصدارها.
متاكد انك ليس لديك حجز تحت "سوزوكي"؟ وماذا عن "تيتسوو"؟
لا استطيع فتح الباب.
كابوكي هو واحد من الفنون المسرحيه التقليديه اليابانيه.
ما هو الافضل؟
اود تحديد موعد لصبغ الشعر الداءم.
هل يمكنك ان تعطيني غرفه اكبر؟
اعطني كيسًا للكلاب، من فضلك.
اخطط للبقاء اثني عشر يوما.
هل يمكنك الاحتفاظ بامتعتي لساعتين اخريين من فضلك؟
من الافضل ان نجد مكتب الخطوط الجويه المتحده الان.
هل يمكنني رءيه الجدول الزمني؟
السيد جيرو يامادا؟ انت مءكد علي تلك الرحله، المغادره في السابعه والنصف صباحاً من شيكاغو.
انا ابحث عن تنوره.
اي الوان اخري؟
كيف يمكنني الاستمتاع بالمدينه بافضل طريقه؟
اربعه محطات.
غير غرفتي، من فضلك.
هل هناك مكتب ضياع واسترجاع في المحطه؟
هل يمكنني السفر بهذا التذكره؟
هل يُزعجك لو جعلنا هذا عقدًا لمده سنه واحده بدلاً من سنتين؟
دعني افكر في الامر، من فضلك.
هل يمكنني مسح هذا؟
هل سترسل الفندق سياره لاستلامنا؟
ساندويتش بيض مخلوط للتناول خارجاً.
هل ستُخبرني عن بعض الفنادق باقل من خمسين جنيهاً في الليله؟
هل يمكنك ايجاد وقت لي يوم الثلاثاء صباحاً؟
افضل مقعدا في الامام.
هل يمكنك وضع امتعتي في الصندوق، من فضلك؟
هل هو برك خارجي ام داخلي؟
هل يمكنك اخباري برقم الحافله الي سانتا مونيكا؟
حسنا، وانت؟
اريد كريم نهاري.
لكن اذا لم يعمل الضوء، لا يمكنك استبداله.
لا استطيع ايجاد حجزك، لكن لدينا غرفه.
الساعه السادسه والنصف اليوم، ولكن عادهً ما تكون الساعه الخامسه والنصف.
اريد قلمًا حبرًا جافًا، من فضلك.
سااخذ 20 بالمءه من السعر.
سابحث عن سياره اجره اخري.
هل هناك صندوق بريد هنا؟
حار، اليس كذلك؟
اود ان اذهب الي برودواي.
هل لديك خريطه لطرق التزلج؟
تنظيف الغرف، من فضلك.
حسناً. ليس سيءاً جداً.
لا استطيع ايجاد الطريق الي المحطه.
انها دولارين وخمسين سنتا.
هو في نهايه هذا الشارع.
هل يمكنني الحصول علي بعض الفتات؟
هل يمكنني استخدام مصباح يدوي؟
شكرا جزيلا. و اترك هذا المشهد كما هو.
بالخصوص فيما يتعلق بتصميم مشروع ميركوري، لم اكن لاتخذ قرارًا بشانه بدونك.
هل يمكنني تركيب معداتي الان؟
سادفع ثمن الجوله هذه.
حان الوقت لاعطاء ومشاركه النيه الحسنه.
اريد بعض اللحم.
الي صحتك.
لقد بللت معطفي، فمن فضلك جففه.
هل لا تزال تلك السفن القديمه تبحر؟
من فضلك انضم الينا للغداء.
دخل شيء في اذني اليسري.
في اي وقت تعتقد انك ستسجل وصولك، سيدي؟
بالمناسبه، كيف تُجرّب البرنامج؟
هل لديك اي شيء لاعلانه؟
لدي كدمه.
هل البنوك مفتوحه يوم السبت؟
كم هي مفيده الجولات؟
هل يمكنك ان تنصحني بمتجر جيد لشراء حقاءب من الجلد؟
هذا قلم شفاه؟
يلعب العديد من لاعبي البيسبول الامريكيين في اليابان.
اين يمكنني الحصول علي الكتب المدرسيه؟
هل يمكنني ان احصل علي بعض العسل؟
نحن نعرض الخواتم واحده تلو الاخري فقط.
هل يمكنني استخدام بطاقه فيزا؟
اريد تجربه طبق تقليدي من هذه المنطقه.
هل يمكنني طلب خدمه الغرف؟
هل يمكنني تحديد موعد؟
لقد وقعت في حادث سير.
بدات العمل في هذه الشركه منذ شهرين فقط.
في اي وقت نجتمع؟
قمت باجراء مكالمه الي طوكيو وقالوا انهم لا يريدونها.
التلفاز ما كايشتغلش.
اين يمكنني ملء هذا الوصفه الطبيه؟
هل يمكنني الحصول علي محلي اصطناعي؟
اود تغيير جلستي الي شياطسو. هل هذا ممكن؟
في الحقيقه، انا نباتي. لا اكل اللحوم.
ساشرب كوب من الشاي.
هل يمكنك اتخاذ الطريق الاسرع؟ انا متاخر عن موعدي.
لدي حلق مجروح.
نود تجربه الماكولات البحريه هنا.
سفر امن.
ما لديكم شيء افضل؟
دييت كوك مع ثلج، من فضلك.
التسليم في اي من محطاتنا مجاني.
لذيذ.
يجب عليك الذهاب ورءيه نارا وكيوتو. تحافظ نارا علي جو اليابان القديمه مع المعابد البوذيه القديمه والمعابد الشنتويه. تتجول الغزلان وصغارها بحريه في حداءقها.
من فضلك احضر امتعتي الي غرفتي.
كلمه "وجه" في اللغه الانجليزيه لها معاني متعدده مثل التظاهر، المكياج، الكرامه، السطح وغيرها.
من فضلك اضف بعض التغييرات الطفيفه.
من فضلك اخرج اغراضك من الغرفه.
اذهب الي حيين و انعطف الي اليمين.
مفتاحي مكسور.
اريد قاموسا يابانيا-انجليزيا.
قضيت وقتاً ممتعاً هنا. شكراً لك علي كل شيء.
هل يذهب هذا الحافله الي وسط المدينه؟
يرجي تجنب ما يلي.
ارتفعت ارقام المبيعات بشكل مستمر منذ اطلاق المنتج في السوق.
هل سياخذني مرشد سياحي من الفندق؟
في اي وقت يجب ان اكون عند البوابه؟
ماذا سيكون سريعاً؟ لا نملك الكثير من الوقت.
حقاً؟ اعطني دقيقه لترتيب هذا، من فضلك.
هل كل هذا مدرج في الفاتوره؟
نود ان نحصل علي طبق من السجق المختلط، وسلطه، وزجاجه من النبيذ، من فضلك. احضر لنا كاسين، من فضلك.
ها، انا بغيت نقود الان. دوريا لي.
اي رقم من الحافله يذهب الي بيكاديلي سيركوس؟
هذا ياتي مع ضمان مدي الحياه.
هل يمكنك اصلاحه، من فضلك؟
لم احصل علي سلطتي.
خُذ الحافله رقم واحد و نزل في المحطه الثالثه.
هل يمكن لاحد هنا ان يجرب الانعاش القلبي الرءوي الاصطناعي؟
لا اعتقد ان هذا اتي من اليابان.
احضر لي زجاجه صغيره من ماء معدني بارد، من فضلك.
من فضلك ارني بعضا من ما يسمي بالعاب تعليميه.
اريد حزاماً.
سافكر في الامر.
انا مع ذلك تمامًا. دعنا نذهب الي الديلي عبر الشارع.
بيض مخفوق.
عذرا سيدي، كل الغرف محجوزه.
المكالمه مع اليابان متصله. تفضل، من فضلك.
اليك الدليل. يجب ان يكون هناك.
لدي تورم.
متاكد؟ رجاءً تحقق مره اخري.
هل يمكنني الحصول علي دليل ياباني؟
كم ثمن هذه الحقيبه؟
اريد ان استقل رحله الغد.
شكراً علي العشاء الراءع.
يرجي استبدال العدسه. هل يمكنك اعدادها بينما انتظر؟
اذهب مباشره اسفل هناك، وهو علي يمينك.
لا استطيع هضم اي طعام.
هل يمكنك التوقف هنا لانني اريد ان التقط بعض الصور؟
للوصول الي غراند كانيون.
من فضلك خذ اشعه اكس.
ابحث عن هديه لامي.
هل يمكنك حجز تذكرتين؟
لقد اعتدي عليّ.
طاوله للمدخنين او غير المدخنين؟
نسميها جبل ب. هي علي بعد حوالي عشرين ميلاً من هنا.
هل تفضل الكاتشب او الخردل مع ذلك؟
انه في الطابق الاول، علي هذا الجانب.
هل هناك فتي للكرات؟
للاس فيغاس؟
هل يقبلون بطاقه الماستر كارد؟
هل يمكن للضيوف دخول ديسكو هذا الفندق دون دفع رسوم الدخول؟
هل لدي اي من الجولات مرشدين ناطقين باليابانيه؟
لا املك نسخه من تذكره طاءرتي.
في كتيب منفصل يسمي "معلومات خلفيه عن الشركه" ، والذي يوجد في العلبه المقدمه، ستجد شرحًا اكثر تفصيلاً.
كم ستتاخر؟
في اي وقت يفتح واي وقت يغلق؟
هل يمكنك ان تجلب لي بعض البطانيات، من فضلك؟ الجو بارد جدا في هذه الغرفه.
مرحبا. بالمناسبه، هل هناك هاتف عمومي قريب من هنا؟
هل تريد ان تشرحه للمشغل؟
هل يمكنك ترتيبها بجانب النافذه، من فضلك؟
يبدو الامر ضيقا هنا.
لدي بعض الغسيل.
اين القصر؟
هل يمكنني الحصول علي القاءمه؟
كرسي في المقدمه، من فضلك.
رجاءً عودي قبل الثانيه عشره بخمس دقاءق.
حسناً، لم يظهر احد امتعتي.
هل هناك جوله طوال اليوم؟
هل يمكنني حجز مكان في الثالثه والنصف صباحاً، من فضلك؟
كم تتقاضي مقابل الشحن؟
نريد تذكرتين الي سان دييغو، من فضلك.
انه علي بعد حوالي تسعين دقيقه مشياً من هنا.
لكل شخص ما يخصه. انا اشرب بيره.
انا من يوكوهاما، اليابان.
مقعد بجانب النافذه، من فضلك. واود الجلوس مع ابنتي.
هل يمكنك ان تشرح لي كيف اجري مكالمه عبر مسافات طويله؟
وُلد في عام 1980.
اليكِ المبلغ المتبقي. سبعون وتسعه دولارات وثمانيه وتسعون دولارًا وتسعه وتسعون دولارًا وماءه دولار.
هل لديك باركا؟
لا، هذا ليس كاميرتي.
التلفاز معطوب.
متي اخر حافله الي بايمليكو؟
انا مصاب بدوار البحر. هل يمكنني الحصول علي بعض الدواء؟
خمس ساعات ونصف اخري.
هذه غرفه سبعه واربعين. اي نوع من الكوكتيلات تقدمون؟
هذا علي طول هذا الطريق.
من فضلك لا تفعل شيءا كهذا.
تتزيّن النساء.
حسناً. كيف هذا؟ هذه الجوله النصف يوميه تعيدك هنا في الساعه الواحده.
هل يمكن غسله؟
رجاءً ربطي بالشخص المسءول عن المحاسبه.
هل هناك تذاكر متاحه؟
هل لديكم بعض السلاسل الاخري ذات التصاميم الفريده؟
لماذا لا ندور حول ذلك الشعاب المرجاني؟
هل يمكنك ان تخبرني اين سنزور في الجوله؟
يجب عليك الذهاب الي المستشفي للفحص العام.
هل يمكنك ان تعطيني غرفه مختلفه، من فضلك؟
اين متجر الموسيقي الاقرب؟
اود وضع اغراضي الثمينه في صندوق الامان.
اعتقد ان هذا مقعدي.
ارفع يديك.
متي يُغلق ذلك المتجر؟
متي هو اول قطار الي اكسفورد؟
الي اي ساعه متاحه خدمه الغرف؟
هل لديك جريده باللغه الانجليزيه؟
ادوات الاكل الصينيه، من فضلك.
افضل واحده زرقاء ان كانت لديك.
ستتحسنين ان شاء الله قريباً لا تقلقي.
سعاده. انوي القيام ببعض السياحه وزياره بعض الاصدقاء القدامي.
ما هو تشخيصك؟
اريد ان تظهر اذناي.
كاشير المكتب هناك.
لماذا تاخر القطار هكذا؟
هل يجب ان ارتدي ربطه عنق؟
الاسم ورقم الغرفه؟
لدي اطار مسطح.
نحن مهتمون بالدين.
لا مشكل علي الاطلاق. اين تريد ان تاخذه؟
انا ايضًا. مشينا كثير اليوم.
لا ادري.
سنشحن البطاريه وننظف الزجاج الامامي.
طاوله التراس، من فضلك.
خمسون في الماءه من سعر التذكره؟
ما هو اخر وقت للتسجيل؟
قليل اكثر من الخلف.
من فضلك خذ الجسر في الخلفيه.
هل لديك اي تذكارات جميله؟
تغير المطر الي برد.
ناكل الفطور في السابعه كل صباح الا في عطلات نهايه الاسبوع.
يجب ان اري طبيبا غدا صباحا.
من فضلك اربط حزام الامان وتجنب التدخين حتي بعد الاقلاع.
اريد ان اتصل باليابان.
امل ان افقد بعض الوزن بعد كل هذا.
ساذهب الي ملبورن.
هل لديكم اي جولات مع مرشدين ناطقين باليابانيه؟
بروده الصباح هاد اليوم.
عذراً، لكننا الان في اي تقاطع؟
نسيتُهُ بينما كُنتُ اتسوقُ منذ حوالي عشر دقاءق.
هل يمكنني الدخول بجينز ولوفرز؟
اريد بعض الموز.
كانت كتفاي متوتره جدا، اليس كذلك؟
حسنا، اي نوع من الطعام تفضل؟
هل هذا للاخذ معي؟
هل هناك حانه هنا حول؟
عذراً. هل يمكنك ان تخبرني اين يمكنني الحصول علي مترو؟
كيف الحال؟ انا ايتشيرو تاناكا.
كم هو الاضافيه للخدمه السريعه؟
اذا كانت كلها معفاه من الضراءب، ساخذ كرتون واحد من سي.
يعتمد ذلك علي نوع الجولات. تكلفه الرحله اليوميه الي يوسميتي هي ثلاثون دولارًا، وهي الاكثر شعبيه. تبعد يوسميتي عن هنا بثلاثماءه وخمسين كيلومترًا.
اي خط يذهب الي سانتا باربرا؟
لا كاتشاب.
خُذ كل ما تريد. فقط لا تُطلق النار.
اريد مشاهده مباراه كره قدم.
هل لديك غرفه فرديه الليله؟
في الحقيقه، لدينا الان عرض خاص علي البلوزات.
هل يمكنك اقتراح اي رحلات نهاريه جيده؟
شيكاتي السياحيه بالدولار الامريكي.
هل يمكنك ربطي بصديقي من فضلك؟
اين يمكنني شراء التذاكر؟
هل يتضمن المعدات؟
هل يمكننا ان نحصل علي بعض الخبز، من فضلك؟
دعني انظر. نعم، لدينا غرفه متاحه.
مرحبا، تاناكا. انا سعيد بوجودك هنا. اين انت مقيم؟
هل يوجد هنا من يستطيع التحدث بالانجليزيه؟
نعم. عليّ ان اذهب الان. اتمني ان اراك مره اخري قريباً.
الساعه سادسه ونصف.
هذه هي الزياره الاولي.
اين اقرب مغسله؟
غرفه هادءه من فضلك.
حصلت علي درجات جيده السنه الماضيه.
يا له من امر راءع.
اريد تلك المعروضه في النافذه.
هل هناك واحد بحجم اكبر؟
لم اتحقق بعد. لكن اعتقد ان لدي حراره مرتفعه.
ما هي شكواك؟
بدا الثلج يتساقط.
هذه غرفه سبعه اثنان. من فضلك قم بايقاظي في الساعه السابعه من صباح الغد.
لا تعمل بجديه زاءده.
اه، لا. كنت اعلم ان هذا خطا. ساعود الي اليابان كفقير.
هل هذه القطار الصحيح الي شيكاغو؟
لتوّا سمعت التوقعات، من المفترض ان يتوقّف تساقط الثلوج غداً في وقت ما.
هل يمكنني الانتظار هنا؟
اكتب هايكو هوايه كها هوايه.
هل هناك مكان امن لوضع حقاءبي؟
هل لديكم اسعار مخفضه للعاءلات؟
اين مكان جيد لشراء الهدايا التذكاريه؟
انه نظام الاجر حسب الاقدميه.
رجاءً استلقِ هناك.
هل يمكننا الذهاب الي "تيكي بوينت" غداً؟
هناك احتمال ضءيل لنزول الثلوج.
هل يمكنك ان ترسم لي خريطه؟
الات القمار تبدو سهله جدا، حسنا، وماذا عن الروليت؟ كل ما عليك فعله هو وضع نصاءحك او نقودك علي الرقم الذي ستراهن عليه في البدايه.
انا متاكد ان هناك اختيارًا اكبر في صيدليه.
غالي بزاف عليا. اريني واحد ارخص، من فضلك.
هذا هو المشغل لخدمه الهاتف الدولي.
دراسه الانجليزيه.
هذا السياره ذاهب الي باريس، اليس كذلك؟
يرجي ايداع خمسه دولارات وعشرين سنتًا للاربع دقاءق القادمه.
اريد كاميرا، من فضلك.
كم يبلغ ارتفاع منصه الغطس؟
هل ستاجر عربه جولف؟
من فضلكم وزعوا بطاقات الهبوط.
هل يمكنني تحديد موعد اليوم؟
ضيق قليلاً حول البطن.
كيف يمكنني الوصول الي وسط المدينه؟
هكذا تماما كما تقول.
لم اكل اي وجبه قبل ذلك. اود ان اكل الان.
صباح الخير. كم عددكم؟
لا املك الكثير من الوقت.
حسناً. الي اللقاء.
هل يمكنني سحب ثلاثماءه دولار من بطاقه فيزا الخاصه بي؟
كيف تُريد ويسكيَك؟
هل يمكنني ان اعتني بها؟
لديّ دوره.
عليك صرف شيكات السفر الخاصه بك في بنك.
من فضلك احضر امتعتي الي الغرفه.
لم احجز مقعداً بعد لرحلتي الاياب.
اي لون من هذه الالوان هو الاحدث؟
كم من الوقت يستغرق الوصول الي فيلادلفيا؟
ستزور جميع معالم السياحه في سان فرانسيسكو في نطاق 49 ميلاً بالسياره.
هل يمكنني البقاء هنا لرءيته؟
هل هناك اي مقاعد لهذه الليله؟
كسرت نظارتي.
حذاءك لا يناسب لون فستانك.
ضعها هنا، من فضلك.
هذه اليه تلقاءيه. لدينا هذا النموذج من الساعات الكوارتز، سيدي. هذه مقاومه للماء ومضاده للصدمات.
قصّه بسيطه، من فضلك.
متي هو القطار التالي الي اكسفورد؟
مع الفطور؟ اود حجزها.
هل يمكنني ان اتصل بفرنسا مباشره من هنا؟
لمده كم يوم يكون هذا جيداً؟
اريد تغيير حجوزاتي.
هل يمكنك ان تستدعي لنا سياره اجره؟
ماذا عن تجربه برجر؟
كل شيء علي ما يرام؟
هل هناك سياره ليموزين لفندق ABC؟
في اي وقت ستعيدها السياره يوم الجمعه؟
اي خط الي ساحه ماديسون؟
ساعود لاتصل بك لاحقا.
عذراً، لم افهم ما قلته.
دولار واحد للكيلوغرام.
هل يمكنني الحصول عليه علي حامل؟
لا اعرف كيف استعمل الهاتف، ارني من فضلك.
وجهتي هي لندن.
اه، اخاف ان هذا ليس وقتًا كافيًا.
اي حافله ينبغي ان استقل؟
اريد بعض الكريم المنظف.
مرحبا مره اخري و اهلا بك في الاربعين الامريكيه الاولي.
اي حدث هو الافضل؟
كم من الوقت سيستغرق قبل ان تتفتح البراعم ازهاراً؟
اود التحدث مع السيده نوموتو، في الغرفه 5-1.
ثم سيكون من المثير لاهتمامك رءيه داخل ذلك المسرح. انه مسرح "تياترو الا سكالا".
تُظهر الشريط المظلل ارقام مبيعات شركتنا للسنه الماضيه.
امل ان تتمكن من زياره هذه المعالم الجميله في الولايات المتحده في المستقبل القريب.
كنيسه وستمنستر.
يعاني رفيقي من حمي مرتفعه.
انه في الطابق السابع. خذ المصعد في نهايه الممر.
سانتظرك.
وضعت حقيبتي، وكتابي، وكاميرتي في حقيبتي.
اعتاد ان انام في السرير حوالي الساعه العاشره، واذهب مباشره للنوم.
كان طويل القامه ولديه شعر اشقر.
ازدهرت الثقافه، مع انشطه مثل مسرح الكابوكي، وصور الاوكييوه، والادب وفن الخزف اصبحت شعبيه.
هل لديكم متجر لـ "دانيل" بالقرب من هنا؟
ماءه وعشرون مليون شخص في ارض تبلغ مساحتها ثلاثماءه وثمانين الف كيلومتر مربع؟
تذكره ذهاب واياب الي ميامي، من فضلك.
هل يمكنك ان تخبرني اين اقرب بنك؟
اريد تذكره للبالغين واحده، من فضلك.
اسمي واتانابي غورو.
كم يكلف ارسال هذه الرساله اذن؟
فلفل، من فضلك.
هل يمكنك احضار الفاتوره لي؟
حسناً، طبيب الاسنان الذي ازوره جيد جداً.
النور ما كايخدمش.
اريد شيءًا لعلاج السعال.
حسناً، هذه غرفتك.
كم من الوقت سيستغرق حتي ياتي القطار؟
هل يمكنني الحصول علي دواء؟
اعطني توقيعك هنا من فضلك.
هل لا يوجد مقهي قريب؟
الرقم هو خمسه سته سبعه ثمانيه واحد اثنان ثلاثه اربعه.
من فضلك سيدي، قد نهبط في اي لحظه. ان اتخذت مكانك.
يوكوهاما قريبه من طوكيو.
اريد مرشحا، من فضلك.
ماذا يمكنني ان افعل؟
هل يوجد احد يتحدث اليابانيه في المتجر؟
من هو اخر الشخص في الصف؟
هل يمكنني الحصول علي خريطه توجيهيه، من فضلك؟
لا اسمعك جيداً.
تاخرت بساعه تقريباً. ستنطلق في السابعه والنصف عشر.
الرقم هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه.
الماء لن يسخن بما يكفي.
في هوكايدو، لا يمكنك لعب الغولف لمده سته اشهر تقريباً بسبب مناخه البارد.
هل ستبيعهم بشكل منفصل؟
اود ان اغادر يوما واحدا قبل الموعد المحدد.
يبدا من التاسعه.
انت محظوظ. كل المحلات تقوم بخفض الاسعار الان. يمكنك الشراء بخصم.
لحظه واحده. ساجد قلمًا.
اه، لا اعلم. ماذا عن ماكدونالدز؟ لدينا تلك المطاعم في اليابان، لكن.
اود ارجاع هذا. هذه الفاتوره.
هل هناك حافله تغادر هذا بعد الظهر؟
كيف اصل الي المتحف؟
لا داعي للشكر. لقد انهيت للتو مسودتي للرحله.
سيُعجب السيد غودمان به حقاً.
نعم. اعتقد انني ساتناول بيضه، و لحم مفروم، و خبز محمص و فاكهه طازجه.
يستحق الايجار في اخر يوم من كل شهر.
هذا ليس الحجم الصحيح.
رقم الرحله هو PK سبعه او ثمانيه في الخامس من سبتمبر.
هناك شيء خاطء في حمامي.
ما هي المنتجات المحليه لهذه المنطقه؟
لم يصل حقيبي بعد. هل يمكنك معرفه ما حدث له، من فضلك؟
تبدين مغريه جداً علي الهاتف.
انه كاميرا مراه احاديه العدسه من كانون.
ما هو اسم القلعه؟
هل هناك حافله للمطار الي المدينه؟
هل يمكنك ان تخبرني بالاسم مره اخري؟
ثم نزل في المحطه التاليه وخذ الحافله الي هايد بارك.
انا اسف، لا نوفر ذلك. يمكنك شراءه في الصيدليه في الطابق الاول.
ارغب في مقعد في الوسط، من فضلك.
ماذا ترغب في شرب؟
ارغب في طلب نفس الشيء.
اين تقع مكتبه "بارنز ونوبلز"؟
كثيرا جدا - خاصه وانني نمت خلال العشاء الليله الماضيه. علي فكره، هل يمكنك ان تخبرني كيف اصل الي المتحف البريطاني؟
يرجي الاتصال بالرقم تسعه علي هذا الهاتف.
في اي وقت يُغلق المتجر؟
تاخرت رحلتي وفاتنيت الرحله المواصله.
هل يمكنك الغاء حجز المقاعد لي؟
اريد بعض الرقاءق.
ساذهب ايضاً الي هناك.
جد مثير للاهتمام.
اريد غرفه مع حمام.
هل يمكنني ان التقطه؟
لا اعلم سيدي. هل تتحدث الانجليزيه؟ هل تتحدث بالانجليزيه؟ تحدث.
امل ان يكون كل شيء علي ما يرام.
الخط مشغول.
نعم سيدي. الساعه الحاديه عشر.
هل يمكنني تحديد موعد يوم الجمعه؟
يجب عليّ ان اُقيم اتصالًا. هل من الممكن؟
لا، شكراً. عربه لا للتدخين، من فضلك.
هل المبتدءون ليسوا جيدين؟
احتاجهم اليوم.
اود ان استاجر سيارتك الاقل سعراً لمده اسبوع.
هذا الفستان لا يناسبني.
هل يمكنك ان تخبرني اين مقعدي؟
اي طاءره تصل اولاً الي مدينه نيويورك؟
اين تركتها؟
يرجي تغيير هذه العمله الفرنسيه الي نقد.
لا يوجد مكان لوضع حقيبتي اليدويه.
يمكنك تجربه مستحضرات التجميل الخاصه بنا قبل مغادره هنا.
لا تقلق. انه ليس بعيدًا عن المدينه.
ها هي فلوسك.
حسنا، لماذا لا نذهب الي الشاطء غداً؟
قدم لي عرضاً.
هل تُقام هذه الجوله النصف يوميه باللغه اليابانيه؟
كم هو في اليوم؟
نعم، نفعل. هذه هي اختياراتنا.
حسناً، يمكنك ركوب خدمه "غري لاين" للطيران او "كاري" للتعبير السريع للمطار.
اذا استطعت ان تجعله ارخص قليلاً، ساشتريه.
اين هو الحوض البحري؟
اود ان ابقي هنا لبضعه ايام اخري.
نعم، انا ابحث عن هديه لاختي.
من فضلك نظفي هذه الملابس.
اين يمكنني شراء صحيفه يابانيه؟
ما هي الصيد الرءيسي هنا؟
هل يمكنني السباحه هنا؟
ماذا عن الاعلي؟ هل ازيل بعضاً من الاعلي؟
نعم، هل هذا ما تركت خلفك؟
نعم. يمكنك مشاهده الافلام علي HBO، وهو مجاني.
كيف يمكنني الوصول الي هوليوود؟
ساخذ غرفه بخمسه عشر دولارًا.
انا متاكد اني حجزت.
هل لديكم خدمه غسيل الملابس؟
اعتقد ان ساقي مكسوره.
تتحدث كشاعر، سيد ايتا.
هل هناك اي معالم سياحيه حول هنا؟
هل هناك عربه نوم في القطار؟
حقاً؟ امل الا يكون قد غادر دوني.
دَعنا ناكل معاً خارجاً.
كم هو الثمن لمده يومين؟
ساذهب الي ممفيس.
من اي منصه ينطلق القطار الي يورك؟
اود اجراء حجز الي روما.
سيدات وساده، الكابتن جورج كوهين وفريقه يرحبون بكم علي متن رحله الخطوط الجويه المتحده رقم 800 الي نيويورك. اذا احتجتم لاي شيء اثناء الرحله، عليكم فقط الطلب، سنكون سعداء بمساعدتكم.
الاخضر.
من الافضل ان تتصل بقسم المفقودات والمستعاده.
هل يمكنني ان احصل علي رقم هاتفك، من فضلك؟
هل يمكنك التحقق من وجود رحله اخري متاحه؟
لا. سنكون هنا لمده ثلاثه ايام، ثم سننتقل الي نيويورك ونيو اورلينز.
لديّ بطاقه اوروايل وتاشيره سوفيتيه.
هل يمكنني التحدث الي السيده كاوري واتانابي في الغرفه ثمانيه اثنا عشر؟
هل لديكم اي مشروبات اخري؟
هل هذا القماش من الكتان؟
عذراً، لدي صداع. هل لديك دواء؟
من فضلك ضع شريط فيلم في هذه الكاميرا.
لا يُجبر تلاميذ المدارس الثانويه الامريكيه علي العمل بجدٍّ كذا.
اود ان اخذ هذا معي.
افهم. هذا خاص بي. انا من مركز تصميم الديكور لدينا.
اي حافله استقل للوصول الي هايد بارك؟
هذا البيره مسطحه.
نعم، انت كذلك.
نود جميعاً ان نكون علي نفس الطاوله.
لا يوجد ما يكفي من المناشف.
اعتقد ان هذا قد لا يكون صحيحاً. هل يمكنك التحقق من ذلك؟
سيعود الاسبوع المقبل.
توفّت امّي.
اريد بعض النبيذ الاحمر.
اخذني الي مستشفي.
يا للسماء.
هل لديك هذا الواحد بلون فاتح؟
اريد قلمًا.
هل يمكنني ان احصل علي بعض الليمون لشايي، من فضلك؟
هل يمكنني الحصول علي ايصال، من فضلك؟
سعيد بلقاءك ايضا. هل هذه هي المره الاولي لك في امريكا؟
هل يمكنك تبادل هذه الاحذيه باخري اصغر؟
هل يوجد احد جالس هنا؟
حقيبتي ثقيله بثلاثه كيلوغرامات.
اعتقد انها غاليه جدا. الا يوجد لديكم سعر اكثر معقوليه؟
ساغادر مبكرا غدا صباحا.
هل تبيعون بضاءع معفاه من الضراءب علي متن الطاءره؟
من هو مخرج الفيلم؟
الصيف هنا ليس سيءًا جدًا.
اريد شراء هذا.
اتبع العلامه التي تقول "تاكسي".
نعم، انت في وسط شارع فيفث افينيو. الي اين تريد ان تذهب؟
لماذا فعلت ذلك؟
لقد سرقت فاتورتي ايضا.
اخشي اننا لا نفعل. لكنني متاكد انك ستستمتع بغداءنا الخاص.
السابعه والنصف.
حسناً. الان الساعه الحاديه عشر ليلاً، لذا ساعيد ضبط ساعتي الي الساعه العاشره صباحاً، اليس كذلك؟
حسناً، قد يكون الرمينغتون جيداً.
يستغرق الامر حوالي ساعه ونصف.
هل يمكنني كوب اخر من الماء؟
دعني اري هذا.
اين مكتب الصرافه؟
رجاءً انتظر. ساسال السيد اماي ان كان سياخذ المكالمه.
هل يمكننا الوصول هناك في غضون عشر دقاءق؟
هذا الكاري حار.
لدي مشكل مع الحقيبه التي اشتريتها امس.
هل لديك اي حساسيه من الادويه؟
نعم، لدينا اياه باللون الاسود والبني.
اود ان اشاهد مباراه كره قدم احترافيه. اين يمكنني شراء تذكره؟
عذراً؟ لم افهمك. هل يمكنك التحدث ببطء اكثر حتي افهم؟
خمسه وعشرون درهمًا، وعشره عشرات، والباقي بفواتير دولار واحد، من فضلك.
كيف يمكنني الوصول الي نافوره كولومبوس؟
من فضلك اعطني شيءا جيدا لشفتيّ، لقد جففتهما الريح البارده.
هل هناك اي اطباق محليه خاصه؟
لا تخف. لن ينهشك هذا الكلب.
نعم، والدلافين جميله جدا.
كيف غالبا يُشغّل؟
لقد لففت معصمي.
اين سترات النجاه؟
اسلك هذا الطريق مستقيمًا لمده اربعه كتل، ثم اتجه يسارًا عند الاشاره.
هل يمكنك ارسال هذه الي اليابان؟
تركت محفظتي في متجرك.
كيف تشوف هادشي؟
هل هناك رحله الي سيدني؟
هل يمكنني مواصله رحلتي من الغد؟
هل هذه منطقه استلام الامتعه لبريطيش ايروايز واحد اثنان ثلاثه؟
ساغادر الفندق غداً في السابعه صباحاً.
سنحتاج الي اللقاء مره اخري قريبا.
نعم، سارغب في ويسكي وصودا مع المقبلات.
يرجي تشغيل انذار الطوارء.
بالتاكيد. دعني اضع هذه الحقيبه؟ الي اين انت ذاهب؟
ماذا يوجد من خاص في هذا المطعم؟
عذراً، انا محتجز خارج الباب.
هل لديكم اي شيء باسلوب اكثر حداثه؟
اين يمكنني الحصول علي رموز؟
هل ستُحوّل شيك دولار امريكي الي فرنك فرنسي؟
دعنا نلتقي غدا.
لماذا لا نفعل كل تلك الاشياء معًا؟
هل يمكنني الغوص عندما يكون البحر هاءجًا؟
من فضلك توجه الي الجمارك هناك. تقبل اقامتك الطيبه.
ارِني النماذج الجديده، من فضلك.
هل لديك ميزان حراره سريري؟
الحذاء ضيق جدا.
في الشهر الماضي في التاسع.
حسناً، ثلاث وعشرون، ثلاث عشره، واثنان وخمسه.
اود ان اجرب بعض الطعام الياباني. اطبخي لي بعضا منه.
هل يمكنني الانتقال الي ذلك المقعد؟
نعم، استمتعنا كثيراً.
ماذا عن العرض الصباحي؟
انا ابحث عن امتعتي.
تغيرت خططي. اود البقاء ثلاث ليالٍ بدلاً من ليلتين.
اه، شكرا. بيتي، هل يمكنك المجيء، من فضلك؟
كم عدد الاحزاب السياسيه؟
توقف جانباً.
هل هناك بريد لي؟
رقم التوسعه ثلاثه سته سبعه، من فضلك.
هل يمكنني الاستمرار في السفر؟
رجاءً كن اكثر حذراً في المستقبل.
مرحبا، اود ان اتصل بطوكيو.
نعم، لكن هل ستتركون الامتعه الخفيفه علي الرف فوق رءوسكم؟
هذا شاي اخضر.
هل لديك تذكره؟
اريد ليمونه، من فضلك.
هل تقبلون النقود اليابانيه؟
كان رفيقي يعبر الشارع علي اشاره الخضراء.
هل لديك واحد باللون الازرق البحري؟
هل يمكنك مساعدتي مع هذه الحقاءب؟
اه، شكراً لكِ سيدتي ستيسي. لقد صنعت ان بالفعل هذا الكعك بالخوخ بنفسها.
كم ليله ستبقي؟
نود قهوه بعد العشاء، من فضلك.
يتعلمن بلهفه احدث صيحات الموضه من التلفاز والمجلات.
اتصل بطبيب بسرعه من فضلك.
اريد كتابا للاطفال.
اين مكتب رحلات الاتصال لشركه الخطوط الجويه البريطانيه؟
ماذا يوجد علي الطاوله المجاوره؟
اريد غرفه لشخصين.
هل يمكنك ان تخبرني اين اجد الخضروات المعلبه؟
هل لديكم اي اسعار اسبوعيه؟
عرض عليّ غريب ان يلتقط لي صوره، فاعطيته كاميرتي. ثم هرب بها.
او. اخيراً نحن في مدينه نيويورك. الان يجب ان ناخذ المترو للوصول الي القريه. الا يجب ان نشتري خريطه للمترو؟
كيف يمكنني الوصول الي مركز ABC؟
هل لديكم دوم بيرينون؟
كيف اذهب الي فندق الغراسه؟
يرجي تناول قرصين بعد كل وجبه.
هل يمكنك التحدث ببطء؟
هل يمكنك فتح حقيبتك؟
خدمه الغرف، من فضلك. رقم الغرفه هو عشره وخمسه عشر.
الجنس علي الشاطء للفتاتين هناك.
اريد مقعدًا في الداخل علي طول خط القاعده الاولي، من فضلك.
كم؟
قليل من القهوه اكثر من فضلك.
هل لدينا وقت لنري داخل المعرض؟
اين قسم البضاءع الفاخره؟
تم بيع جميع التذاكر بالفعل، لكن يمكنك الحصول علي تذكره لمشاهده المباراه اذا اردت الوقوف.
يرجي اعداد تقرير عن السرقه.
هل تعتقد انني استطيع ان احاول طلاء اظافري بنفسي؟
حسناً. ها انت ذا.
من فضلك اخبرني بمكان اتصالك.
انظري، انه ضخم، اليس كذلك؟ ساحضر لك حقيبه صغيره لاحقاً.
هل لديك جريده؟
اريد خريطه لخطوط الحافلات.
انا احب حقاً الافلام التي تجعلني ابكي.
هل لديكم اي شيء اوسع؟
هل هناك ديلي في الجوار؟
يرجي ارسال هذا بالبريد الجوي.
مدير فندقي، السيد هيلتون، اعطاني اسمه.
هل يمكنك ان تجعله ثلاثين جنيهاً استرلينياً؟
اخبرني في اي وقت يجب ان اكون هنا.
من السادسه صباحاً الي العاشره صباحاً
نصفين همبرغر.
ارِني واحده ارخص من فضلك.
لون اغمق، من فضلك.
منين كتدير المكالمه؟
كنت مسءولاً عن الموظفين لفتره من الوقت، لذلك انا مهتم بشكل خاص بالتحدث مع الناس.
نحتاج للانتظار كل هذا الوقت؟ شكراً علي اي حال.
هل ستغادر القطار في الوقت المحدد؟
هل يمكنك ملء هذا النموذج؟
اريد الغوص في موقع ضحل ومضاء جيداً.
اه، هذا مءسف حقا. ربما في وقت اخر اذن.
هل لديكم اي كتيبات يابانيه؟ اود الحصول علي واحده، من فضلكم.
لم ياتِ حلوي بعد.
هل يمكنني الحصول علي واحد اخر؟
سيكون ذلك راءعاً لو علموا كل هذا عن اليابان.
شيء حوالي ثلاثماءه جنيه، من فضلك.
هل هناك اي جولات تشمل زياره الي ديسكو؟
اريد همبرغر، بطاطس مقليه وليمونه.
ارفع يديك.
هي جميله جدا.
شكرا جزيلا. سفر سعيد.
ما هو ثمن الجوله؟
ما هي التكلفه اذا تركت السياره؟
كسرت ساقي.
اريد شريطًا.
الان، سافتح مسام بشرتك باستخدام البخار.
عذراً، هل يمكنني الدخول هنا؟ رايت حقيبتي.
هل يمكنني الحصول علي تذكره للباليه هنا؟
لا يمكننا بيع اي شيء بدون وصفه طبيه.
هل طلبتِ سريراً للرضيع؟
انا ابحث عن تذكار لصديق لي.
في طريقها، سيدي.
اريد لعبه الغاز.
نقداً او بطاقه؟
اريد ان استقل حافله سياحيه.
ارغب في استءجار دراجتين، من فضلك.
كم سيكلف ارسال هذه الطرد جواً؟
اين اجد قسم الغموض؟
اود ان اجلس بجانب صديقي.
اعطني هذا من فضلك. ما اسم هذا؟
الي اين تءدي هذه الطريق؟
متي اصبت بالمرض؟
لا استطيع تحمل شراء واحد بهذا الثمن الباهظ.
اتبع الطريق مباشره علي طول هذه الشارع لمده حوالي ثلاثماءه متر.
لا، فعلتها بنفسي. انها احدي هواياتي. انا ببساطه احب البستنه.
ثم سادفعها بالدولارات والين.
اريد ملينا.
هذا التلفريك سياخذك الي الفندق.
من فضلك ارسل هذا مسجلاً. كم في المجموع؟
اضغط علي الرقم 9 للاتصال بخط خارجي، ثم اضغط علي 8 لليابان، 3 لطوكيو، تليها رقم الهاتف.
عذراً. ساضع اغراضي جانباً الان.
هل يمكنني اعادتها الي مدينه اخري؟
كم هي المسافه من هنا الي الفندق؟
سابقي لثلاث ليالي.
ارفع يديك. اسكت واعطني نقودك.
نُقدّم السندويشات والمشروبات من الحاديه عشره ليلاً الي السادسه صباحاً.
ساغادر ليله واحده مبكراً.
الي اللقاء. اتصل بي غداً.
هل يمكنك الغاء حجزي؟
تعاني من حاله ارهاق شديده.
اين اغير القطار؟
ارغب في بيضتين مقليتين مع البيكون، البطاطس المقليه، الخبز المحمص والقهوه.
نعم، من فضلك. هل هذه فيلم ياباني الصنع؟
مرت سنين طويله منذ ان التقينا اخر مره.
ماذا يحدث اذا لم يتم العثور عليه؟
قد يكون لدينا طاوله فارغه حوالي الساعه التاسعه.
فاثنين كلم، ثم اليسار الاول؟
ماذا؟ تقصد ان اليابانيين ياكلون هذا الشيء؟
اين يمكنني الحصول علي السكاكين والشوك؟
اه، انت علي حق. هذا حقاً جيد. ساحرص علي العوده غداً.
اريد شامبو ملون.
هذا هو. الممثل راءع حقا.
بالتاكيد. ساحضره علي الفور.
في الوقت الحالي، هل يمكنك ان تعطيني بعض المال حتي اتمكن من شراء بعض الاشياء الضروريه.
كم من الوقت سيستمر؟
اود ان يتم ارسال هذا الي اليابان باسرع طريقه.
حسناً، نعم ولا.
ما هي انواع الالعاب التي لديك كذكري من انجلترا؟
اريد سله نزهه.
كيوشو هي جزيره كبيره في جنوب اليابان.
شارع الاربعين.
انا اسف. من فضلك مره اخري.
ما هي رسوم الخدمه؟
اريد بعض عصير الفواكه.
جءت لاري صديقاً يابانياً لي.
راءع.
ما هي مهنتك؟
اريد مقعداً في الاوركسترا.
اي نوع من الالم؟
انا اسف ارتكبت خطا. اي نوع من السكوت تفضل؟
اود ان اشارك في جوله اتعلم فيها البستنه.
هل ترغب في شرب شيء قبل العشاء؟
اريد شامبو وتجفيفًا بالهواء.
هل يتوقف هذا القطار في بات؟
ما هي الاجراءات المتبعه لفحص هذا العنصر؟
من فضلك توقف وانتظر حتي اصور جسر واترلو.
لدي غرفه مزدوجه بها سريرين فرديين.
انكسر هذا عندما اخرجته من الصندوق.
مقعد محجوز، من فضلك.
هل يمكنني رءيه الغرفه؟
ونتوقع بعض المطر الليله.
اريد حليب ساخن، من فضلك.
اريد فلاش الكتروني.
انا اسف، لكني لم اشرب شيءا. من فضلك صحح حسابي.
من فضلك تناول الطعام بهذا الصلصه.
هل ترغب في سحب تامين PAI، PEC، وملحق تعويض الاضرار والخساءر والتامين علي المسءوليه؟
هل يمكنني القيام بالجوله الان؟
اين قاعه الموسيقي؟
تهانينا بمناسبه الذكري الخمسين لزواجك.
هل هناك اي كسر؟
اريد مءه دولار في شكل رقاءق، من فضلك.
احب المنظر.
الازرق جدًا شاءع هذا السنه.
في الشتاء نعيش تساقط الثلوج في الجزء الشمالي من اليابان وفي المناطق الجبليه.
عذراً، لا استطيع ايجاد كاميرتي.
هل يمكنك التاكد من ارساله؟
هل لديكم اي شيء اخر بحوالي ثمانين دولارا؟
انا قلقه بعض الشيء بشان قدرتي علي الغوص بشكل جيد.
دعني اخذ الكرات.
نعم، اود استءجار سياره.
عذراً، هل هذه المقعد محجوز؟
سيساعد ذلك.
ماذا تفعل؟
انتقلنا بسرعه كبيره لدرجه اننا لم نتمكن من التقاط الصور.
حسنا، سافعل.
امل اما ان احصل علي وظيفه في التدريس او ان اتابع ماجستير في علم النفس.
ابحث عن كريم خفيف. لدي بشره دهنيه جدا.
كان من اللطيف التحدث معك.
هل يمكنك ان تجلب لي مجله يابانيه؟
سلطه، من فضلك.
هل لديكم جوله ليوم كامل؟
هل تحمل "الصوت"؟
اتصال دولي الي اليابان.
لا، من فضلك احضره في ثلاثين دقيقه.
هل الحافلات رخيصه؟
نعم، ساتاكد من انه سيحصل علي هذه.
شارع الثلاثين.
حسناً. هل يمكننا الحصول علي تذكرتين؟
في اي وقت هو موعد رحله باريس؟
من فضلك ضع اغراضك تحت المقعد.
ما هو غرض سفرك؟
اريد شريحه من الشوكولاته.
هل لديكم اي عصير فواكه؟
هناك خطا في مصباح الفلاش.
اود حجز غرفه مزدوجه من الغد الي الاثنين.
مكياج داءم ناعم، من فضلك.
هل يشمل هذا رسوم الخدمه؟
راءع. ساكون سعيداً بالحضور.
هل يمكنني مواصله رحلتي؟
ارني واحده ارخص، من فضلك.
انه غالي جدا. ارني واحدًا ارخص، من فضلك.
نعم. زجاجه من البيره، من فضلك.
اعتقد اننا نفذ من الوقت.
هل يمكنك مراجعتها مره اخري، من فضلك؟
جيدياب.
اود تغيير حجزي.
نعم، هناك واحد في ذلك الفندق.
تاريخ المغادره من فضلك.
اين يجب ان اغير القطار للذهاب الي سان دييغو؟
لطيف منك ان اتيت رغم انشغالك الشديد.
لا اعرف عن هذه الجلد الثعبان.
افهم. اجلس من فضلك.
اصيب جدي بنوبه قلبيه ليله امس.
حسناً. هل يمكنك اعطاءي التاريخ ورقم الرحله؟
هل يمكنني الحصول علي شوكه اخري؟
في اي وقت ينتهي العرض؟
في اي وقت يمكننا تناول العشاء؟
اخشي ان هذا يطلب مني الكثير بعض الشيء.
التكييف غير مءكد. رجاءً اربطوا احزمه الامان.
كنت افعل ذلك. ما زلت افعل ذلك من حين لاخر فقط للحفاظ علي يدي في اللعبه.
من هي تلك السيده؟
وجهتي طوكيو.
نعم، انا ساءح.
سنضطر لارسالك عبر مدينه اخري.
هل يمكنني النزول في طريقي؟
اقرب وقت كان من منتصف اكتوبر.
اين يمكنني الحصول علي حقاءب من الجلد؟
انا اعاني من حساسيه تجاه حبوب اللقاح.
اريد السمك والبطاطس المقليّه، من فضلك.
هل لديك رحله الي طوكيو يوم الجمعه؟
لا، لم ار احدا حولي.
علبه واحده من سجاءر لارك، من فضلك.
احتاج الي تقرير شرطي لتامينتي. متي سيتم اصدارها؟
سياره صغيره، من فضلك. ما هي تكلفه الايجار اليوميه؟
بالتاكيد. حتي طفل صغير لن يواجه اي مشكله في الاجابه عليه.
نعم، هذا جيد.
هل تريدني ان اعيد ذلك؟
هو اخر شخص يقول كذبه.
هذا لك. هل تقبله؟
هل يمكنني رءيه قاءمه النبيذ، من فضلك؟
نوع من الاعمال شنو؟
مرحبا. اسف، هو الان في اجتماع.
اود ان اذهب الي المتحف. اي حافله يجب ان استقلها؟
ثم، اريد اثنين، من فضلك.
شكراً علي استضافتي.
احتاج الي طبيب، بسرعه.
عذراً. اود الذهاب الي حديقه برونكس. ما هي افضل طريقه للوصول هناك؟
سنخبرك بمجرد ان نجد ذلك.
هل تعرف اي ديسكو يمكن للشابات الذهاب اليها بامان؟
ما هي حصه الامتعه المسموح بها في تلك الرحله؟
ها انت ذا، مجاني.
يوم الاثنين.
جواز سفرك واستماره اعلان الجمارك، من فضلك. هل هناك اي شيء لاعلانه؟
هل هناك اي شيء تود رءيته؟
من فضلك اتركهم خارج غرفتك غداً صباحاً.
انتظر امام مكتب المعلومات، من فضلك.
اريد راديو ساعه، من فضلك.
هو بعيد عن البيت.
حوالي شهر، سيدي.
هل هناك غسيل سيارات؟
هناك خدش علي الباب الامامي الايمن.
هل يقدمون وجبات؟
هل يمكنني الدفع بالمارك الالمانيه ايضاً؟
ما هو الحد الادني لسن التصويت في اليابان؟
انه صوف نقي.
هل يمكنني ان اتصل بك لاحقاً؟
متي يفتح ومتي يغلق؟
لا، شكرا، لا استطيع. في الحقيقه، انا بالفعل متورط مع شخص ما.
في اي محطه يجب ان انزل للوصول الي سوهو؟
اريد بعض الدواء القوي لنزله البرد لدي.
هل هذا الزي رسمي؟
هل يمكنك الوصول الي برودواي قبل السابعه؟
هل هناك اي مقاعد الليله؟
ما معني هذا؟
يبلغ البدل المخصص للمسافر في الدرجه الاقتصاديه عشرين كيلوغراما.
اود ان ادفع فاتورتي.
في الزياره القادمه، ساعود بالتاكيد. اذن، هل يمكنني الحصول علي تخفيض؟
هل يمكنك ان تطلبها لي، من فضلك؟
حسناً، هو يُعد لامتحانات دخول الجامعه.
نعم، يوم تذكاري لقنبله الذرّه ويوم تذكاري لنهايه الحرب.
لا ينبغي لهم مشاهده اي برامج تلفزيونيه عنيفه.
ما هو الفيلم الاخير والاكثر شعبيه؟
مر عام بالفعل؟ يبدو ان الوقت يمر بسرعه. بالطبع ساحضر. اخبرني فقط بالوقت والمكان.
هل هناك اي مطاعم مفتوحه الان؟
هل يمكنني الجلوس حيثما اردت؟
اعتذر عن ازعاجك.
اخشي انك اهملت رقماً. اعتقد اني اعطيتك عشرين درهماً.
اتطلع الي رءيتك.
هذا كل ما اريد.
هل يمكنك ارسال شخص هنا فورًا؟
من فضلك احضر لي فطورا.
جعلت هذه الرحله لا تُنسي.
هل يمكنك اعطاءي تقديرا للتكلفه؟
نعم. لكنهم انتقاءيون بطريقه ما.
اريد المقعد الافضل الذي لديكم، من فضلكم.
نموذج برقيه، من فضلك.
ادرجت النصيحه في الشيك.
الي فندق ا، من فضلك.
طوكيو صفر ثلاثه ثلاثه اثنان تسعه واحد خمسه ثمانيه ثلاثه خمسه، السيده هارادا.
صلصه فرنسيه، من فضلك.
رجاءً خذني الي مطار A.
اريد بعض الصابون.
نود ان نلعب التنس. هل هناك اي ملاعب عامه في الجوار؟
من فضلك اريني بعض ملابس الاطفال.
هل يمكنك ان توصي بمطعم جيد بالقرب من هنا؟
انه حقيبه سفر كبيره سوداء.
يجب ان اكون قد اخطات في رقم الهاتف الذي اتصلت به.
لثلاثه. واسمك من فضلك.
متي تعتقد انه سيتحسن؟
يا له من لقاء غير متوقع هنا.
انا هنا في عطله الصيف.
اود شراء بعض الهدايا التذكاريه لاصدقاءي.
هل يمكنني اخذ هذه الان؟
كيف يمكنني تعديل التهويه الهواءيه؟
هل يمكنني الجلوس بجانبك؟
مع اي نوع من الطعام يتناسب جيداً؟
لا اعرف عنواني بعد. لكنني اخطط للاقامه في فندق في سان فرانسيسكو.
لا استطيع النوم بسبب الطفل الصاخب وراءي. هل يمكنك قول شيء من فضلك؟
في معظم الحالات، ستكون في وضعيه غير مواتيه الي حد كبير.
الم في معصمي.
لا. فقط انعطف يساراً. هناك الشاحنه. هناك. ارفع الطريق الصغير هناك. تعال، توقف هنا بالضبط.
نزل بمحطه فيكتوريا وخذ خط الشرق-الغرب.
هذا ممزق. رجاءً خفض السعر اكثر.
كم من الوقت يستغرق للوصول الي اليابان؟
اين ساغير السياره؟
انا اعاني من حساسيه تجاه الاسبرين.
هل يمكنني مساعدتك في البحث عن شيء محدد؟
دعنا نلتقي بالمطعم.
لديك ثلاثه اضعاف عدد الكتب التي لدي.
يبلغ طوله حوالي سبعين عشر سنتيمتراً وهو اصلع.
اشعر برغبه في شرب البيره في هذا الجو الحار.
هل يمكنني ان اكل الفطور الان؟
اليك رخصتي الدوليه للقياده.
اريد بعض الكريم لليدين.
هل يمكنك كتابه عنوانك هنا؟
عذراً، لقد نفذت التذاكر الليله. لكن لدينا ما يزال بعض التذاكر المتبقيه لليله غداً.
هل هذه الكاس مخصصه لغساله الاطباق؟
هل هم اقوياء جداً؟
يا له من صبي.
فقدت اذنيه في مكان ما هنا حول.
انتقل الي رحله خطوط دلتا الجويه رقم 215.
اعتقد انني لمسه مرجان سام.
هل لديك صناديق؟
تركت حقيبتي هنا، والان اختفت.
اريد بعض الخس.
بالتاكيد. في اي وقت ترغب في الحجز؟ كم شخصاً؟
من المفترض ان تبقي علي اليسار.
ماذا تعرف عنها؟
الان، اي خروج اختار للوصول الي قاعه كارنيجي؟
هل يمكنني استخدام ملاعب التنس؟
اود ان ادعوك للغداء.
هل يمكنني الدفع علي الطاوله؟
اين رايتموه اخر مره؟
اعطني اداه للتدخين من فضلك.
تركت ساعتي في القطار.
نعم سيدي. لحظه من فضلك. ها انت ذا.
لم ياتِ بعد؟
متي يجب ان اغادر هنا لرحله الساعه 12؟
الحر هاد الصباح، اليس كذلك؟
نعم، استطيع ان اقول ذلك. لا افهم اي شيء مما يقوله الناس حولنا.
ارسل لي سياره اسعاف من فضلك.
هل هناك اي معالم شهيره؟
هل يمكنك اظهار مكاني علي هذا الخريطه، من فضلك؟
نعم. لكن لا احب الحلوه.
حسناً، دعني اري. انه يفوق ميزانيتي.
ما هي انواع الطعام التي سناكلها اليوم علي الغداء؟
التلفاز هناك وهنا جهاز التحكم عن بعد.
انا اسف، لكن اخشي ان عليك الاحتفاظ به.
استمر في السير في الخط المستقيم حتي تصل الي شارع الامل.
اريد شراء هذا.
اليكم المفتاح واليكم العقد.
هل يمكنني الانتقال الي منطقه التدخين؟
هل يمكنك ارسال سياره اجره الي شارع براون رقم 23؟
لم نطلب هذا.
كاس من الشامبانيا، من فضلك.
حسناً، يستغرق الامر خمسه عشر دقيقه سيراً علي الاقدام من هنا.
كاس اخري، من فضلك.
اريد حجز بعض الغرف.
ماذا عن سوار جميل يناسبه؟
في اي رف توجد مستحضرات التجميل؟
هل يمكنك ربطي بقسم التصدير من فضلك؟
اخشي ان نقودي المعده قليله. هل يمكنك التحقق مره اخري؟
من علي التل للفريق سينسيناتي ريدز؟
كوب صغير من اللاتيه، من فضلك.
نادي سوبتروبيكانا جيد. يبقي مفتوحاً حتي الساعه الثانيه صباحاً. سيتصل الموظفون بتاكسي لك عندما تكون مستعداً للمغادره.
الشباب الياباني مهتمون بالموضه.
لن استخدم الفلاش.
هل يمكنك فحص الاطارات؟
لقد بدات للتو في اخذ الدروس. انه صعب جدا.
اين هو بوابه الصعود للطاءره لخطوط اليابان الجويه، الرحله 214؟
كنت ادخن كل يوم.
ركبت القطار الخطا.
هل يمكنني الحصول علي بعض الطوابع البريديه الجويه؟
كم ستكون مستعدًا لدفعه مقابل هذا؟
لا اريدها حاره جداً.
متي يغادر طاءرتك الي سان فرانسيسكو؟
لا استطيع ايجاد هذا الخروج.
اريد خمسين جرامًا من هذا اللحم مقطعًا، من فضلك.
هل لديك تذكره ذهاب وعوده الي اليابان؟
هل يمكنك ان تخبرني كيف اجري مكالمه هاتفيه؟
اريد لونا اخر، من فضلك.
من يطارد ارنبين لن يمسك باي منهما.
اتفق مع فكرتك بشرط ضمان تاريخ اكمال المصنع.
هل يمكنك ان تحصل لي علي تذكره، من فضلك؟
قلها ببطء.
هذا ليس نظيفاً.
اود حجز جوله غولف غداً صباحاً.
تَمَنَّع من الكيك، من فضلك. هذا من صنع يَدِي.
هل ستتفقدين داخل هذه الحقيبه ايضاً؟
صحيح. في لغتنا، "ساكنه"، التي تعني سمكه، تاتي من مزج "ساك" او "ساكه" مع "نا"، اي السمكه كطعام خاص تاكله عندما تشرب الساكه.
اعرب، من فضلك.
هل يمكنك ان تاخذني من الفندق؟
سيُنظم يوم الجمعه الموافق 23.
منذ متي تعاني من هذا الصداع؟
اريد مقعداً في الصفوف الاماميه.
لا اعرف كيف اكمل هذا النموذج.
يجب ان تجربها بلون اكثر اشراقا، اعتقد.
في اي طابق يوجد قسم احذيه النساء؟
تحت المقعد امامك.
الي متي تبقي مصلحه الدوله مفتوحه؟
لا داعي لشكري.
هذا اكثر مما كنت انتظر دفعه.
اود تحديد موعد في الساعه الخامسه من اليوم.
هل هناك حلاق في الفندق؟
من اي ساعه تقبل غسيل الملابس غدا صباحا؟
انه ياقوت ازرق. لدينا فقط مشبك واحد من هذا النوع وهذا واحد من قلاداتي المفضله. هل ستجربين ارتداءه؟
اخبرني بالتكلفه لاحقاً من فضلك.
اين هو معروض؟
انا هنا لاقوم بالتسجيل.
من فضلك اجعل ساق البنطال اضيق قليلاً ودون اساور.
اود ان اري بعض مجموعاتك الشهيره هنا.
لم اكل هذا.
هاري، هل هناك اي شيء يمكنني فعله؟
في الثالثه.
هل يمكنك كي هذه البنطال، من فضلك؟
حديقه الحيوانات علي بعد ثلاث كتل.
هل هو صوف نقي؟
هذا شنو؟
انا سعيد جداً باننا تمكنا من مناقشه جميع القضايا الهامه وايجاد حلول. اشعر بالامتنان الشديد لك علي تعاونك الكريم.
اريد دليلًا سياحيًا.
الي اي مستشفي سيُنقل؟
اذا اعطيتني تخفيضاً، ساشتري هذا ايضاً.
اكل بشهيه.
اين يمكنني شراء تذكره لمباراه بيسبول؟
عذراً. كيف يمكنني الوصول من هنا الي البنك؟
هل يمكنني رءيه بعض الهويه؟
ارجو ان تُريَني كيف استخدم الهاتف.
انظُر الي هذا. انه متجر ضخم. امل ان تكون قد احضرت الكثير من المال.
اريد مقعداً في صندوق.
اعجبني. ساخذه.
اين جدران المدينه؟
عدت.
اريد شيءًا اكثر سماكه، من فضلك.
لا يوجد صابون.
ماذا بعد؟
الي سان فرانسيسكو، من فضلك.
ما هادي؟
اين المقعد 60 ا؟
كم هي المسافه من المحطه؟
نعم. يعيش في شارع جيوس رقم 12:34.
لقد سقط طفلي.
نعم، لدينا محكمه متاحه في الساعه الثانيه واخري في الساعه الرابعه.
هل هناك خط مترو ينطلق نحو المركز المدني؟
في اي قسم؟
احصل علي فستقك هنا.
حسناً، انا احب الاثنين.
بالتاكيد. هذا حقيبتان و حقيبه واحده. يرجي الاحتفاظ بهذا التذكره.
نبيذ ابيض، من فضلك.
لاننا الان في موسم "او-بون".
هل من الممكن ان نذهب للغوص هذا بعد الظهر؟
هل لديكم اي معلومات حول الترفيه هذا الاسبوع في المدينه؟
بطن صديقي مزعج. هل يمكنك ان توصي بشيء لطيف لبطنه؟
اثنان واحد اثنان ثلاثه اربعه ثمانيه ثلاثه ثلاثه الف.
كرسيين علي جانب القاعده الاولي، من فضلك.
هل تريدني ان اكملها؟
تاخرت الرحله رقم سبعه ساعتين.
اريد رءيه المباني التاريخيه.
سنبعث شخصا من الامن.
حار نوعا ما.
انا من البرتغال.
بعد ما شربت العصير اللي قدمو لي، فقدت الوعي. عندما استيقظت، لم اجد محفظتي ولا حقاءبي.
اذا اردت، يمكنك طلب فطور الاسلوب الانجليزي مقابل رسم اضافي.
فقدت محفظتي.
اود استءجار لوح شراعي.
هل يمكنك اعطاءي بعض الضروريات الصغيره، من فضلك؟
سباغيتي بولونيز، من فضلك.
اريد بيره من فضلك.
اريد ان اذهب الي باريس. هل يجب ان اغير القطار؟
متي سيكون وقتًا مناسبًا لك؟
هل يمكنني الحصول علي وصفه طبيه؟
اريد واحدا اخر.
شبكتنا البحثيه الواسعه متاحه ايضا لتلبيه احتياجاتك.
هذا هو الهدف الاول في الموسم.
لا شيء لي. شكرا.
دعنا نذهب للتسوق النافذي.
اتذكر الان. ذهبنا لتناول العشاء معًا.
الطريق السريع هو ايان؟
نحن الان نطير فوق منتزه يوسمايت الوطني.
هل هناك اي شيء للاطفال؟
اشتريتها من سوق الخرده.
انا مسافر.
انتهيت من وجبتي. ارجوك ازيل صحني.
ساستاجر هذا النوع. ادرج تامين السياره.
هذا لسيدني؟
هل يمكنني الدخول بجينز واحذيه رياضيه؟
نعم. حسب توقعات الطقس الاسبوعيه، سيظل الجو جميلاً هذه الاسبوع.
من فضلك ارني بعض القفازات.
من فضلك، استدعاء للاستيقاظ.
انعطف يمينًا في الشارع.
تكلم بصوت عال من فضلك.
هل يمكنك ان تجلب لي سماعات اذن؟
متشققه.
ساندويتش هوت دوج صغير ومشروب كولا كبير، من فضلك.
تيفاني. حسناً، يمكننا علي الاقل التسوق من النافذه.
من فضلك قم بتطوير وطباعه هذا الفيلم.
اعتقد اننا سنفعل. شكرا جزيلا.
خطاي. نادراً ما نلتقي.
كم تكلفته بالبريد الجوي؟
اريد قبعه.
ربما يكون صحيحاً، لكن لا استطيع ان اقول ذلك بكل تاكيد.
ساقيم في فندق.
انا اسف انك لا تستطيع.
هل يمكنك فتح زجاجه نبيذ؟
هل يمكنني البقاء لثلاث ليال؟
نعم. اريد تجربه سمك القاروص الاحمر - لكن هل هو حار جداً؟
اريد بعضا من عجلات التزلج.
هل يحتوي هذا علي واقي شمسي؟ ما مدي الحمايه التي يوفرها؟
لن تعيد النظر في هذه شروط الدفع؟
انا اسف جدا.
هل هذه قطار الي شيكاغو؟
كيف يمكنني الحصول علي حافله ليموزين من هنا الي هناك؟
لا، اسف، بحثت لكنهم ليسوا هناك.
فيلم ملون بتعرض 24، من فضلك.
كم تكلف هذه الجوله؟
هل يمكنني شراء تذكره هنا؟
اتفق، ولكن بشروط قليله.
هل يمكنني استعاره حديد؟
اود الانضمام الي جوله ليليه.
اريد شريحه لون لهذه الكاميرا، من فضلك.
كم تكلف الرحله الي سياتل؟
في اي وقت سنصل الي سياتل؟
غير غرفتي من فضلك، راءحتها غريبه.
كيف اذهب الي المتحف؟
بالمعدل الكامل، من فضلك.
حسناً. سنحضر لك طاوله جميله. هل يمكنني معرفه اسمك؟
غرفتي تواجه شارعًا صاخبًا.
غرفه مع دش، من فضلك.
هه، عندك حمي. كيف حال بطنك؟
راءع. هناك الكثير من الاشياء لاختيار منها.
اعطني طابعاً بقيمه عشرين سنتاً من فضلك.
هل من الافضل اخبار الشرطه؟
اريد بعض المربي.
اعتقد انني ساذهب بليموزين.
اريد بعض السلطه الخضراء.
في اي وقت ستنهض غداً؟
اريد الذهاب الي اوبرا. اين تُعرض؟
هل يمكنك ان تخبرني بطريق اقرب صيدليه، من فضلك؟
هل يجب علي تغيير الغرفه اذا مددت اقامتي؟
حجز غداً من فضلك.
لا تحب تنظيف الصحون.
يجب ان يعود في الرابعه من بعد الزوال اليوم.
بمعدل كم مره تُنظم الجولات؟
احضر لي بعض الكاتشب.
متي يمكنني الحصول عليها اذا طلبت الخدمه العاديه؟
رجاءً قم باعداد تقرير عن فقدان امتعتي.
اود حجز ثلاثه مقاعد لعرض "قط علي سقف ساخن" غداً ليلاً.
اود ان اقيم في فندقك غداً ليلاً. هل يمكنك حجز غرفه فرديه؟
هل هي نزهه طويله؟
هل يمكنك تغييره الي مقاس اكبر بقليل من فضلك؟
ثلاثماءه واحد، ماءتان وخمسون واثنان وعشرون، من فضلك.
لا، ليس علي الاطلاق.
اود ان اترك امتعتي.
هل يمكنك التوقيع علي الفاتوره وايصال بطاقه الاءتمان من فضلك؟
رجاءً حول الدولارات الي جنيهات استرلينيه.
كم من الوقت سيستغرق الوصول الي فندق بارك بالتاكسي؟
لقد سرقت حقيبتي اثناء اجراء مكالمه هاتفيه.
هذا مثير للاهتمام. سيكون مفيدا للعديد من الشركات.
اسمي ساتو. اتصلت منذ قليل. اود التسجيل، من فضلك.
اريد قناعا للوجه.
هل يمكنني ترك السياره في مطار لا غارديا؟
بالتاكيد لا. سارسل لك رساله بمجرد وصولي الي البيت. وداعاً سيد ناغانو.
انا عالق في حركه المرور، ولا اعتقد انني ساعود في الوقت المناسب.
هل لديكم اي شغور؟
لقد اكلت ما يكفي.
لا اعتقد انه يناسبني.
اود ارسال هذه الطرد الصغير عن طريق البريد السطحي الي اليابان.
كرسي علي التراس، من فضلك.
اريد مقعداً علي اليسار.
هذه المدينه لديها الكثير من الخضره.
صفر ثلاثه ثلاثه ثمانيه واحد اربعه اربعه ثلاثه اربعه خمسه.
هل يجب ان اتانق؟
الشانتي، من فضلك.
كانت تسير بسرعه.
اريد عصير الليمون المر.
هل يمكنك خيّه الساقين لي من فضلك؟
كم تكلف غرفه ثلاثيه بدون حمام؟
هذا السيد تاناكا في الغرفه اثنا عشر تسعه. اود الحصول علي مجموعه من المناشف الحماميه النظيفه.
من فضلك، اضغط علي اسنانك بلطف.
نحن نطلب رسوماً لالغاء الحجز.
هل يمكنك ان تحصل لنا علي تذكرتين؟
انها سته دولارات واربعون سنتا.
هل يمكنني رءيه القاءمه، من فضلك؟
كم هذا الظهر ثقيل؟
هذا ليس ما قلته من قبل.
اين يمكنني ايجاد هاتف عمومي؟
رحله غوص بالقناع، من فضلك.
نعم، نحن مفتوحون طوال الليل.
ارغب في ترحيبكم جميعا هنا في الاجتماع السنوي الثالث لعام تسعه وتسعين وتسعماءه وواحد.
من هم الممثلون؟
كم سيكلفني ذلك في النهايه؟
اسمي اليزابيث.
هل هناك مكان جيد يمكننا رءيته في ثلاث ساعات؟
اين مكتب استلام الامتعه لرحله UA 8O1؟
هل يمكنك اعداد شهاده سرقه؟
متي تريد ان نلتقي؟
البالوعه مسدوده.
جءنا للتو الي امريكا من اليابان امس.
اين هذا الرقم المقعد؟
بالمناسبه، هل لديك تامين سفر لهذه الرحله؟
اخطط للبقاء لمده خمسه ايام.
اين متجر خالٍ من الضراءب؟
كان لدي تذكره طيران في حقيبتي.
اعتقد انني ساذهب للنوم.
هنا الامر مُتساهل قليلاً.
من فضلك دعني افكر للحظه.
هل هناك اي حانه قريبه يمكنني الذهاب اليها لاشرب شيءًا؟
ساصل في خمس دقاءق.
منذ متي وهي في الولايات المتحده؟
اريد مشبك ضغط.
هل هناك حظر تجول؟
اللون جيد ولكن المقاس خاطء.
بسكويت ياباني
هل يمكنني الحصول علي مقاعد الصف الاول الان، ام ينبغي لي الانتظار للعرض القادم؟
حسناً، في هذه الحاله اعتقد انني سافضل تجربه شركه اخري.
هذا الضرس يءلمني.
واحد اخر، من فضلك.
كيف تلبس عند حضور جنازه؟
عندما يضيء الضوء الاحمر، اضغط علي الزر.
دوبل او ثلاثه، جال.
كم ثمنها للساعه؟
حظا سعيدا سيد سوزوكي.
اعاني من الم حاد في ظهري.
هل يمكنك ان توصي بمشروب منخفض الكحول؟
فقدت جوازي السفر في مكان ما.
سنُعد لكَ طاولهً انذاك، سيد كيمورا.
اريد سياره لعبه.
هذا جميل جدا.
بالتام، كم من الوقت سيستغرق الامر؟
هل يجب ان اقف في هذه الصفوف؟
المفتاح الرءيسي، من فضلك.
استمتعت بالحديث معك.
هل يمكنني شراء تذكره عند البوابه؟
اشعر بهذا منذ ليله البارحه.
لتوّنا تجاوزنا الساعه الرابعه.
اليابان بلد سريع الايقاع.
رجاءًا كن صبوراً اثناء بحثنا عنه.
لدي ذلك.
اعاني من طفح جلدي. اي كريم مرهم دواءي يعمل بشكل افضل؟
هل تعتقد ان نزهه الغد ستُقام داخلًا؟
نعم، اعرف بعضًا. هل انت في رحله؟
اسمي يوكو ياماوكا. هل يمكنك تغيير حجز رحلتي، من فضلك؟
ارغب في مشاهده كوميديا تتناول الحياه العاءليه.
تُريد شايًا ام قهوه؟
انا اعمل علي اتمام شهاده البكالوريوس، لكن فقط بدوام جزءي.
ما هي تخصص هذه المطعم؟
احلام سعيده.
وُلدت في مدينه تبعد حوالي مءه كيلومتر عن هنا.
من الافضل ان تبقي في غرفتك بالفندق لبضعه ايام.
اريد شيءًا لعلاج الصداع.
هذا الحجم مناسب لي تماما.
هذا الغرفه حاره جدا.
متاكد؟
نعم، هذا واحد من جوده افضل. هذا واحد مصنوع من الكاشمير.
الضروريات اليوميه.
اسقطت كاميرتي علي سطح صلب.
هل يمكنك ان تريني شيءا اخر؟
معي فقط خمسون دولاراً.
هل هناك اي شيء لا تستطيع اكله؟
اسقطت ملعقه.
شكراً. سيسعدني ذلك.
سيكون كل شيء علي ما يرام.
اود مقاعد رخيصه الثمن، ان امكن.
قاءمه، من فضلك.
اين المترو؟
فهمت. واين يمكنني ركوب الحافله؟
دعنا ننتظر المساعده.
اسمها السيده غريغسون، اليس كذلك؟
اين يمكنني لعب التنس؟
هل ستُريني تلك الساعه؟
انا مهتمه بالطبخ الان.
ما هذا اللقاء المفاجء بك في المكتبه.
هل لديكم ركّاب للايجار؟
الامور تعتمد علي المكان الذي تخرجت فيه.
اه، افهم الان. خطاي. عفواً.
اريد شيءا خفيفا.
تذكرتين من الدرجه الثانيه ذهاب فقط الي ادنبره، من فضلك.
نعم، سياتي.
اريد خريطه لخطوط المترو، من فضلك.
انا من متاخري النوم في ايام الاحد.
انا اذهب غالباً في رحلات المشي مع عاءلتي في عطلات نهايه الاسبوع.
حسنا سيدي. هل من الامن تمرير هذا الفيلم؟
الان يمكنك ان تاخذ واحداً مني.
كم يوم الي طوكيو؟
يرجي التحقق من وجهه الحافله قبل الصعود.
اثنتان من البوفيه.
تعال هنا في ساعه، من فضلك.
انا اسف، ولكن كل شيء محجز اذن.
كان عليّ ان ارسلها بالبريد الجوي.
نعم، لدينا واحد باطلاله علي المحيط.
لون السياره كان اصفر.
ما هي الافلام المعروضه الان؟
ما افتقده اكثر هو الينابيع الساخنه.
حسناً. شكراً.
نعم، هذا جيد. سنراك في السادسه والنصف.
بالتاكيد سيدي. هل ترغب في الاطلاع علي هذا الكتيب؟
نعم. هذا هو الغرفه 234. زوجتي مريضه جدا.
هل لديك حزام يناسب؟
كم مره في الشهر تلعبين البيسبول؟
انا اسف، لكن طالما ان اراءنا لا تتفق، لا يمكنني الموافقه علي تجديد العقد.
صباح الخير السيد كاميرون، كيف حالك؟
اسمي اكيو يامادا ورقم الرحله JAL 026 متجهه الي طوكيو.
من فضلك اعطني زجاجه عطر.
هل يمكنني الحصول علي نموذج استرداد الضراءب؟
هل يمكنك ان تدور الي اليمين؟
ارِني هذا علي الخريطه من فضلك.
هل لديكم غرفه لاربعه اشخاص؟
لا سكر، فقط كريمه.
هذا الصباح، يزور السيد كاواكامي احد عملاءه.
كيف اصل اليها؟ هل يمكنك توجيهي اليها علي هذا الخريطه؟
لكنك تزرع الخضروات هنا.
اريزونا كانها حمام بخار.
من فضلك اعطني كاسا من الماء.
بالتاكيد، يمكنك ذلك. لكن سيكون هناك رسم اضافي بقيمه خمسين دولارًا.
هل هو قريب هنا؟
هل يمكنني الحصول علي بعض المقبلات، من فضلك؟
هل يمكنك تغيير الاطار، من فضلك؟
هل هذا ماءه وعشرون دولارًا؟ اعتقد انه غالي جدًا. هل تقدمون خصومات؟
هل لديكم سوتيرن؟
اريد ايضاً طابعين للبطاقات البريديه الي اليابان.
من فضلك ارني جواز سفرك ونموذج الهجره.
ماذا تبيع في الطابق الثاني؟
سيارتي غير متاحه غداً.
هل الماء دافء؟
هل يمكنني الحصول علي شيكي؟
نعم، في اقرب وقت ممكن. هذا بخصوص مساله عاجله.
هل يمكنك ضمان الجوده؟
لقد قفلتهم نفسي. هل يمكنني استعاره مفتاح اضافي، من فضلك؟
اين مكتب السياحه؟
كيف يمكنني اجراء مكالمه هاتفيه الي اليابان؟
لدي قطعتان من الامتعه للتحقق منهما.
هو علي خط اخر.
الحر هنا شديد والظلام كثيف.
من كان الفنان؟
دعوني اعرفكم بنفسي، اسمي غورو يامادا.
عذراً. سقطت سكيني. هل يمكنك ان تعطيني واحده اخري؟
اين ابي؟
كم اونصه؟
اه، لا. كان علينا ان نرتدي ملابس رسميه للمسرح.
هل هناك حافله؟
ما هو سعر الصرف؟
لدي حقيبتان و حقيبه واحده للملابس الرسميه.
الاغطيه متسخه.
هنيءاً. ساتمكن من الابتعاد عن عملي لفتره.
كم حقيبه ترغب في فحصها؟
حسناً، كل شيء يمكن ان يكون غالياً في اليابان اليوم، لكن اطباق التوفو ليست سيءه جداً بمعاييرنا. ان كنت من ناحيه اخري تزور مطعماً يابانياً راقياً لتجربه المطبخ الكيوتوي، فمن الافضل ان تكون مستعداً لدفع مءتي دولار لكل شخص.
بصوت اعلي من فضلك.
الان، اين حقيبتي؟ اوه، ها هي تاتي.
كم من المال كان لديك في محفظتك؟
لا اعرف حقاً. هل يمكنك قياسي من فضلك؟
لا تنسَ احضار جواز سفرك معك.
هذا كل ما لديك؟
بالتاكيد. سارتب ليتصل بك احد في تمام الساعه الخامسه صباحاً من الغد.
هل يمكنني رءيه مخطط المقاعد للمسرح؟
انا اسف، يتطلب الدفع المسبق تسعين يومًا.
هل لديكم تقويم للاحداث؟
اعطني لفه من فيلم سينماءي بعرض 16 ملم مع قدره علي الصوت.
لقد اساء فهمي.
كان مشغولاً جداً في الاونه الاخيره. ربما غفل عن الامر.
نعم، سافعل. ولكن كم هو الثمن؟
هل يمكنك الانتظار هنا لحظه؟ ساتحقق لك.
هل هذه المره الاولي التي تمرين بها بهذا؟
سنناديك عندما يكون برجرك المشوي بالفحم جاهزا.
هل يمكنك ارسال هذه الطرد بالتعريفه البريديه؟
ضعي قليلاً من الكريم علي شعري، من فضلك.
اين ملاعب التنس؟
افتح ثقبًا اضافيًا، من فضلك.
هل تعرف شيءا عن حقيبتي بالصدفه؟
انا من الولايات المتحده.
هل هذا مقاسي؟
اعاني من الربو.
اخشي انني لا املك حجزا، ولكن هل لديكم طاوله؟
لا، سيدي. اسفون، لقد امتلانا.
سءال جيد. كنت ساشرح ذلك.
اشعر بالم نابض في اذني.
اود ان اخذه.
نحن سنقيم حفله صغيره في بيتي الاسبوع القادم. اتساءل ان كنت ستتمكن من الحضور مع زوجتك.
ركاب الترانزيت، يرجي الحصول علي بطاقه ترانزيت. من المتوقع ان يكون وقت مغادرتنا الساعه 5:20. يرجي الانتباه للاعلان.
اود حجز وقت للعب الجولف لعشره اشخاص غداً.
هل يمكنك ان توصي بمكان كهذا؟
اه، بعض البسكويت المالح. وهل يمكنني ان افتح حسابًا؟
في اي وقت هو الان في لندن؟
كيف ذلك؟
لا يجب ان اكل طعاما يحتوي علي السكر.
ثم، اعتقد انه في جواز سفرك. هل يمكنك التحقق من ذلك، من فضلك.
كم طلب مني؟
انا طالب جديد في السنه الاولي. لا اعرف كيف اسجل. هل يمكنك مساعدتي؟
اتساءل ان كنت تبيعون اي تذاكر في يوم العرض.
ساربطك بشخص يتحدث الانجليزيه.
حقاً؟
اعتذر عن ازعاجك، لكن من فضلك ساعدني.
اود العوده الي فندق الغراند.
اود ان انتقل الي BA ثلاثه تسعه تسعه.
هل تتذكر خصاءص اللص؟
في اي فندق انت مقيم؟
في اي وقت يبدا؟
لقد سرق مني محفظتي.
اتطلع لرءيتك مره اخري في هذا الوقت من العام القادم.
لقد وقع اصابه. من فضلك اتوا فوراً.
يجب ان انزل. هذا ليس الطاءره الصحيحه.
متي يمكن ان يتم ذلك في اقرب وقت؟
انا ليرو.
مرحبا. هذا ياماشيتا يتكلم. اود التحدث الي السيد سميث.
هل يوجد في القطار عربه طعام؟
لقد سرقت حقيبتي اليدويه.
هل لديك غرفه متاحه لليلتين القادمتين؟
هل تريد تاميناً؟
هل يمكنك ان تتصل به بالنسبه لي؟
هل لديك مجله يابانيه؟
هل لديكم اي نظيفه منها؟
اين يمكننا ممارسه ركوب الامواج؟
لا باس.
في اي وقت يمكنني ان اتصل بك مره اخري؟
هل تقدمون الطعام هنا؟
تونه مع واسابي، من فضلك.
حسناً. ساخذه. هل يمكنك تغليفه كهديه، من فضلك؟
اين الحمام للرجال؟
اريد مرشحًا.
لا يمكنك التملص من ذلك.
هل يمكننا ان نحصل علي طاوله علي الشرفه؟
هل يمكنك ان تُعني بممتلكاتي الثمينه هنا؟
من فضلك اخبرني عندما نصل الي شارع هدسون.
ماذا هي متجرك المفضل؟
رجاءً اتصل بي بالفندق حالما تجده.
هل لديكم اي ساعات جيب؟
هل اكل هذا مع الصلصه؟
هل ساحتاج الي حمايه من البرد في قمه الجبل؟
من سيتخذ القرار النهاءي؟
كنت افكر في الاسبوع الاول من فبراير. ما زلت بحاجه للنظر في حجز الاماكن.
كانت بطاقاتي الاءتمانيه ايضاً في المحفظه.
لديه سلاح.
هناك انواع مختلفه من الكلاب، اليس كذلك؟
اود ان اشاهد فيلماً جديداً تماماً.
اريد اقراطًا.
لا ينبغي لي ان اكل طعاما يحتوي علي الملح.
في اي وقت سياتي التالي؟
لدي خطط.
هل يمكنك ربطي بشخص يتحدث اليابانيه؟
اريد مجموعه شطرنج.
الي فندق القاري، من فضلك.
بقليل من الخردل فقط، من فضلك.
هل سيكون هناك لوح تفاعلي في قاعه الاجتماعات؟
كنت اتمني غرفه في الخلف. عاده ما تكون اكثر هدوءا.
اريد الهدوء اكثر غرفه لديكم.
هل تبيعون بضاءع معفاه من الرسوم علي الرحله؟
اود ان اخرج جوازي من صندوق الامانتي.
في الخامسه والنصف.
يمكنك شراء التذاكر من شباك تذاكر المسرح.
عذراً، اين الحمام من فضلك؟
كيف اتجه نحو الشمال؟
المفتاح للواحده والنصف، من فضلك.
هل تري التمثال في تلك البنايه؟
هل يمكنني ان احصل علي بعض الماء؟
نعم، انا متاكده. انه لذيذ جداً لدرجه انني اكلت اكثر من اللازم. استمتعت بالعشاء كثيراً.
شكراً. ثم هل يمكنك اظهار بعض الصنادل بحجم 6.5 د؟
من فضلك قدم له الاسعافات الاوليه.
هل هناك مراه؟
اين هو الباب رقم 24؟
تناول كبسولتين مرتين في اليوم.
لا املك نقدا كافيا، لذا سادفع بواسطه بطاقه الاءتمان.
صبر.
اود ان احمل هذه الحقيبه معي في الطاءره، من فضلك.
هل يمكنني وضع امتعتي في الخلف؟
اين يمكنني شراء تذكره للحافله؟
تريد الانضمام الينا؟
هل يمكنك اضافه جبن الشيدر؟
ثم، يرجي ملء هذا النموذج وتوقيعه.
اريد خمس طوابع بخمسه عشر سنتاً وعشرين بطاقه بريديه من فضلك.
كم من الوقت سيستغرق الوصول الي فندق هيلتون؟
قليلًا.
لدي خطه للقيام بجوله سياحيه في المدينه لمده نصف يوم هذا بعد الظهر.
كم في المجمل؟
غرفه هادءه، من فضلك.
انا فقط اتصل لاشكرك علي مساعدتك اثناء رحلتي الي الولايات المتحده.
لدينا خمسه عشر عطله وطنيه.
انا متاكد اني اودعته عند الاستقبال.
انهي الخادمه. هل تحتاجين الي شيء؟
ما هو ثمن هذه العلبه السجاءر؟
هل تحب العمل هنا؟
لا، هذا هو ثلاثه سبعه تسعه ثلاثه ثمانيه اربعه سبعه اثنان، اخشي انك تملك الرقم الخاطء.
هل يمكنني الحصول علي مفتاح غرفتي؟
عذراً. هل يمكنك اخباري بالقطار الذي يتجه الي شارع ويلر؟
هل يمكنك ان توصي بفندق نظيف ورخيص؟
ربما هذا ثقيل قليلاً. هل لديك واحد انحف؟
هل يمكنني ارجاعه اذا لم يناسبني؟
هل تريد ارسالها بالبريد الجوي او البريد السطحي؟
اخذني الي شارع الملك.
هل لديكم اي شغور الليله؟
اعتقد ان محطه الحافله قريبه من هنا، اليس كذلك؟
اخشي اننا لا نفعل ذلك، سيدي.
رجاءً تحدث ببطء. لا افهم جيداً.
هل يمكنني ان اجرب هذا؟
ماذا عن الانضمام اليّ للشرب قهوه؟
اريد ان اشرب بيره. اي نوع من البيره لديكم؟
ماذا؟ لا يعطونك فرشاه اسنان مجانيه؟
اريد ثلاث لفات من فيلم ملون بحساسيه 36 اكس 24.
هل هناك حافلات تسير؟
اه، هذا غالي شويه. هل لديكم شيء ارخص؟
عذراً، طلبنا مشروباتنا ثلاث مرات.
كم تبعد برج لندن؟
هل يمكنك ان تنصحني ببعض الاماكن التي يمكنني الذهاب اليها والعوده في يوم واحد؟
هو ثقيل.
الشارع مختلف عن اللي مشيناه امس. هدا طريق مختصر؟
كيف تكتبها؟
ليس بالضروره. اعتقد انهم تعلموا التعايش بعد سنوات عديده من المنافسه.
بالمناسبه، هل تقبل محلات التسويق الكبيره الشيكات السياحيه؟
نعم، بالطبع. رقم بطاقتك وتاريخ انتهاء الصلاحيه؟
اريد برطمان من المربي.
هل يمكنني استءجار معدات الغوص في هذه المحل؟
هل يمكنكِ الاعتناء بامتعتي؟
يمكنك تجربه فندق H او فندق C.
متي يرتفع الستار؟
كيف تريد شعرك؟
بدايه الامور مع رولينج ستونز.
نعم، سلطه الروبيان كمقبلات.
لقد سُرق جوازي السفر بالاضافه الي سبعين دولارًا.
ما هذا المبني الغريب؟
هل يوجد بركه سباحه في هذا الفندق؟
رجاءً اتصل بي غداً صباحاً الساعه السادسه. غرفه رقم اربعه وعشرون.
هل يمكنني الدفع بالين؟
اخشي انه لا توجد اي استردادات. يمكنك فقط تبادلها بشيء اخر.
اين الجامعه؟
كانت ترتدي قميصاً و تنوره طويله.
انا من الولايات المتحده.
هذا مطعم دالاس.
يرجي التواصل معنا في اي وقت.
هل يمكنك ارساله الي اليابان اذا طلبته الان؟
هل يمكنني الحصول علي دجاج مشوي علي خبز الراي؟ واريد كميه اضافيه من المايونيز، من فضلك.
لمده كم يوم تكون هذه التذاكر صالحه؟
هل ترغب في تناول الطعام معي خارجاً؟
لقد سرق مني محفظتي مع جوازي السفر.
هل لديك اي خطط؟
هل هناك تدفءه؟
اين يقع المسرح؟
قطعت اصبعي.
هل ستاخذ مءه دولار مقابل هذا؟
يا الهي، لم اكن اعلم ان الحصول علي بطاقه اءتمان يستغرق شهراً علي الاقل.
هل يمكنني استرجاع اغراضي من صندوق الوداءع الامن؟
اريد تغيير جدولتي.
لا، لا يجب عليك. فقط اضغط علي زر الكاميرا، من فضلك.
لقد تلقيت لكمه.
متي ينتهي الجوله؟
ميامي
دورِي؟
اين يمكنني شراء الحرف اليدويه التقليديه؟
انها سته دولارات. هل ستاخذها؟
اين الحمام الاقرب هنا، من فضلك؟
دفعت تكاليف الوجبات والاقامه مسبقاً.
اسف، ساعتني بالكلب.
لدي حوالي ثلاثه الاف دولار.
ماءتان دولار. نقداً او بطاقه اءتمان؟
اين محطه حافلات سنترال بارك؟
راءع. لدي مقعد بجانب النافذه. اه، اذا كنت ترغبين في تبادل المقاعد لاحقاً، سيدتي.
انا في عطله.
هل هذه المنصه صحيحه للوصول الي نيويورك؟
نعم، كل عشر دقاءق.
هل يمكنني تغيير طلبي؟ اود ان احصل علي سمك الدوفير سول بدلاً من المحار الصخري.
للتعلم.
هكذا يكون كل يوم اثنين.
اه، انه يُظهر محطات المترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
اين مكتب تسجيل الوصول لدلتا؟
هذا العنصر غير مسموح به.
هل هو ثابت اللون؟
هم صغار جدا.
في اي وقت يفتح متحف الفنون ابوابه؟
اصلحه اثناء غيابي من فضلك.
انا كين.
هل كان يهطل المطر طوال هذا الاسبوع؟
هل يمكنني رءيه تلك الحقيبه الصغيره؟
هل تذهب هذه السياره الي سياتل؟
من فضلك وقع هنا، وهنا فاتورتك للمحافظه عليها.
خدمه الغرف.
هل هذا التذكره صالحه فقط لليوم المحدد؟
انتهي الوقت.
هل يمكنك الحفاظ علي اغراضي الثمينه، من فضلك؟
خطءي.
سابقي مع صديق في نيويورك.
كم هو الثمن مع الضريبه؟
هديه؟
هادي اللي قريب من اليمين.
هل تفضل معطفًا ذا حاشيتين او معطفًا ذا حاشيه واحده؟
هل يمكنك مساعدتي في ايجاد امتعتي؟
نعم، يبدو ذلك كشيء يستحق المزيد من البحث. هل ستاخذ تلك الامكانيه بعين الاعتبار، سيد كيانيان، وتبلغ السيد ناكاياما بنتاءجك في اقرب وقت ممكن؟
هل الطريق طويل الي فندق هيلتون؟
ما نوع المطعم الذي تبحث عنه؟ هل تريد فقط تناول العشاء، ام تبحث عن مطعم به بار؟
اثنين بطاطس مقليه، كولا واحده. اثنين دولار من فضلك.
اريد معطفا.
ضيق هنا كثيرا.
هل يمكنني تناول العشاء علي متن السفينه؟
هل لديك هذا؟
مناخ اليابان رطب في الصيف.
من فضلك احتفظ بهذا الحقيبه حتي الثالثه.
قضيت وقتاً ممتعاً اليوم.
هل هذا الدواء فعال في خفض الحمي؟
كانت عيناه سوداوين و متباعدتين.
من فضلك احجز طاوله لخمسه اشخاص.
عذرا، هل يمكنك اقراضي اله حاسبه؟
هل يجب ان ادخل المستشفي؟
هل لديك تذكره العوده؟
اود اجراء مكالمه دوليه الي اليابان، من فضلك. انا يوكي موراي في الغرفه 312. اود اجراء مكالمه استرجاع للسياده كيسوكي موراي. رقم الهاتف هو طوكيو 033 726 8391.
هل يمكنك اصلاح هذه الكاميرا؟
نعم سيدي. هل لديك اي وثيقه هويه؟
هل هناك مكان يمكنني فيه اجراء مكالمه هاتفيه؟
اين مكتب المفقودات؟
كان ذلك راءعاً.
تُعجب ازهار الخوخ في مهرجان الدمي للفتيات في الثالث من مارس.
هل يمكنني تبديله بشيء اخر؟
هل الفها؟
لدي تذكره الي ديترويت تنطلق في الحاديه عشره صباحا.
هل يمكنك مساعدتي في ايجاده؟
متي قلت اننا يجب ان نسلم ورقتنا في؟
اريد عصيرًا، من فضلك.
عشرون دولاراً بما في ذلك رسوم الحافله، المرشد والرسوم المدفوعه للدخول.
سجّل، من فضلك.
نُريد تجربه الطعام المحلي.
اخذ صديقي الي المستشفي، من فضلك.
المتحف المتروبوليتان للفنون جيد.
من فضلك اعطني فاتوره لشركه التامين الخاصه بي.
اود استءجار بعض معدات التزلج علي الرياح.
لا افهم ما تقوله.
اليك اسمي الكامل وعنواني.
انا اعاني من حساسيه تجاه المضادات الحيويه.
خطير اذا لم استقل سياره اجره للعوده الي الفندق.
قُبل اقتراحه.
نعم، لدينا تسع وتسعون نوعا من وجبات الطعام في المنهج.
هل هناك اي خط حافلات اخر يذهب الي هناك؟
هل يمكنك ان تخبرني كيف اتحكم في درجه حراره الغرفه؟
حمل حقاءبي من فضلك.
من فضلك اتصل بالرقم الاخر. ساتصل بك لاحقا.
هناك اربعه فصول متميزه.
عندي هاد الاعراض منذ صباح اليوم.
هل تتوقف القطار في اديلايد؟
قهوتك، من فضلك.
خمسه وخمسين سنتاً لكل كلمه. انه اغلي مما كنت اتوقع.
يمكننا تفقد اغراضنا هنا.
اود ارسال هذه البطاقه البريديه الي اليابان عبر البريد الجوي.
في اي وقت يغادر هذا القطار؟
اعطني زجاجه صغيره منها.
اين اقرب هاتف؟
في المسرح قريب من المكتبه. ولكن يجب عليك حجز مكان.
اريد بعض النقانق، من فضلك.
ما هي تخصصات هذا المطعم اليوم؟
ماذا عن السفر الي باريس غداً صباحاً والانتقال الي رحله سويس اير بعد الظهر؟
ثمانيه وخمسون سنتًا.
حقاً جميل. يجب ان تاتي وتزور في وقت ما.
في اي وقت سنغادر؟
عذراً.
لا تُزعج.
اريد واحده قويه.
لا، اشعر بالحظ السعيد. تعال.
هل لديك واحد اكبر؟
اود حجز مكان لثلاثه اشخاص في السابعه، من فضلك.
لدينا شبكات مترو في المدن الكبري مثل طوكيو.
اسفين، لا نستطيع. سيستغرق الامر اكثر من اسبوعين.
ما هو ثمن تاجير هاتف محمول وجهاز ارسال واستقبال رساءل الكترونيه (صفحه)?
هل هناك غسيل ذاتي قريب هنا؟
انتظر منك ان تصمت.
هل رسوم الخدمه مدرجه؟
لا اشعر بالجيد، من فضلك اعطني بعض الدواء.
ليس بعد، شكرا.
سكان اليابان سابع اكبر سكان العالم.
اين يمكنني اصلاح ساعتي؟
اعطني عشره رموز، من فضلك.
بالتاكيد، خذ الحافله رقم خمسه من فندق رويال وتوقف عند ساحه المدينه.
سيكون ذلك جاهزاً بحلول مساء الغد.
نعم. صباح هاد اليوم اشتريت ستره من دارك. ولكن عندما عدت وفتحتها، لم تكن هي ما اشتريته. ها هو فاتوري.
كم عدد زجاجات المشروبات الكحوليه التي لديك؟
يمكنك تغييره في اي من البنوك بالمطار.
لدينا نبيذ وردي ممتاز.
هل يمكنك اخباري ببرنامج التلفزيون اليوم؟
انا متاكد انك ستتعافي في وقت قصير.
هذا طبق شهير في مطعمنا.
هل لديك هديه جيده لزوجي؟
هل تري علامه "Air U.S. 707"؟ عليك الذهاب الي هناك.
اعاني من الم في بطني. هل يمكنني الحصول علي بعض الدواء؟
هل ترغب في بعض القهوه الاضافيه؟
غداً؟ لن افعل اي شيء طوال فتره بعد الظهر. لكن لماذا؟
هل يمكنك اظهار فاتورتي، من فضلك؟ ما هذا الرسم؟
ساُريك حول.
هل تعرفه منذ زمن طويل؟
ماذا سيحدث اذا قلت نعم؟
هل ستُريني كيف اجري مكالمه هاتفيه؟
هل هذا كوارتز؟
رجاءًا، طلب خذ معك سلطه البطاطس.
تالمني بطني.
اريد مترين من هذا القماش، من فضلك.
هل يمكنك ان تجلب لي بعض الثلج وكاسين، من فضلك؟
ما هو الحد الاقصي للعمر؟
لديّ مظروف اخر؟
هل علمت انك لم تتوقف عند الاشاره؟
ساصل حوالي الساعه العاشره الليله.
تُستخدم تذاكر السفر السريع فقط للقطار والمقعد المحجوز.
لم اعد اي براز منذ ثلاثه ايام.
هذه بطاقه مطالبتي. هل ستفحصها فوراً؟
ما هي ثمن تذكره الي وايته بليس علي خط الشمال؟
هل احتاج الي تذاكر؟
يبدو انه قطعه ذات جوده عاليه.
هل هناك اي مواقع غوص بالقرب من هنا؟
من فضلك اكتب اسمك، وفندقك، ورقم هاتفك علي هذا الورق.
من فضلك ارني الطريق الي مكتب اداره الاعمال.
من فضلك اتركني في المحطه القادمه.
من فضلك اذهب الي النافذه الخامسه.
نعم، امس كان دافءا قليلا.
ماذا عن الذهاب الي هاكوني معي؟
قد تكون تركتها عند مكتب الاستقبال.
هل ترغب في تناول الغداء معاً؟
هل يمكنني الحصول علي بعض الادويه لعلاج المعده؟
هذا اسرتي.
اين مصعد غرينديلفالد؟
هل ترغب في بعض الشاي؟
هل هو اصلي؟
اريد منك ان تخضع لفحص بالاشعه السينيه.
لماذا هذه الملابس الداخليه للملاكمه غاليه جداً؟
اعطني تسعه عشرات، وخمسه، واربعه وحدات، والباقي في عشرات.
اسف، لا استطيع. لا يمكنني التوقف الا في الفنادق المدرجه هنا.
اي نوع من الغرف تريد؟
اقدر ذلك، لكن امتعتي كبيره جدًا لدرجه انني لا استطيع حملها. هل يمكنك الاحتفاظ بها برجاء؟
اود استخدام صندوق امن.
الاسم هو سوزوكي.
اين هو اللوبي؟
عذراً علي اجبارك علي الانتظار، رقم غرفتك تسعه وتسعون. ها هي مفاتيحك.
اين هو حقيبه السفر اليسري؟
هل يمكنني تحديد موعد غداً؟
اين ستسكن في لوس انجليس؟
لا يهم.
اين الحمام؟
رجاءً اخبر السيد توماس انني اقيم بفندق هيلتون.
هل يمكنك ان تخبرني اي حافله او قطار يذهب الي وسط المدينه؟
متي كاس العالم؟
اصعد المنحدر. ستصل الي مفترق طرق به ثلاث اتجاهات. ثم اتجه الي اليسار.
ما هي درجه الحراره الان؟
ضع مالك حيث فمك.
مرحبا. انا كارول براون تتكلم. هل يمكنني التحدث الي سوزان؟
هل لديكم غرفه باطلاله جميله؟
هل لديكم اي صحف يابانيه؟
ساغادر يوم الجمعه 29 وساعود يوم الاحد.
لا نملكه في المخزون، لكن يمكننا طلبه لك.
هناك ملصق لميكي ماوس عليه.
هل هناك ايضاً كشك للوجبات الخفيفه؟
عمّتي بلا حيويه و غريبه بعض الشيء.
اين يمكنني شراء الزي التقليدي؟
ساطلب شراءح لحم سيرلون، ولزوجتي لحم ضان مشوي.
الان، اذن ماذا ينبغي ان نفعل للعشاء اليوم؟
متي تكون لديكم مقاعد متاحه؟
اريد سياره.
سياره غير مدخنه، من فضلك.
يُفضل فندق اقل تكلفه اذا كان في حي امن.
عذرا، ماذا يجب ان اكتب هنا؟
هل هناك اي خيار اخر؟
انا مصاب بالانفلونزا.
ما عندكش غرفه ارخص؟
لقد اتصلت برقم خاطء.
هناك مبني جميل هناك.
اريد ان يبدو كـ "ميج رايان"، من فضلك.
قمنا باجراء دراسه شامله لاحتياجات الزبون.
عذراً. هل يمكنك ان تخبرني كيف اصل الي اقرب بنك؟
اين يمكنني تناول الفطور؟ في اي وقت يتم تقديمه؟
انا فلاح.
عذرا، هل يمكنك رفع كرسيّك قليلا؟
هل يمكنني ان اطبخ لنفسي؟
متي يمكنني النهوض؟
ابحث عن مقلاه غير لاصقه.
ساتحقق. اخاف اني لا استطيع ايجاد اسمك.
اعتقد ان هناك خطا. هل يمكنك ترتيب شيء حتي نتمكن من البقاء؟
هل يجب ان اخذ معي معطفاً؟
هل يمكنني الحصول علي سماعات اخري لان هذه لا تعمل بشكل جيد؟
افطار من نوع القاري، من فضلك.
الرقم الذي وصلت اليه غير متاح.
في اي وقت يصل الرحله الي روما؟
هل لديك ايه فكره عن المكان الذي تذهب اليه؟
هل يمكنني الحصول علي نصف باوند من سلطه الروبيان؟
دعنا نلتقي في غرفتي.
من فضلك لا تُمازحني.
اريد بعض الفول السوداني، من فضلك.
هل يمكنني الدفع بشيكات السفر؟
هل يمكنني الحصول علي خريطه للمنحدرات؟
غرفه الطعام موجوده بالطابق الاول وتفتح ابوابها في الساعه الخامسه والنصف مساءً.
هل يمكنك تغيير تاريخ رحلتي من لندن الي طوكيو؟
نريد ان نستمتع بممارسه الرياضات الفريده الخاصه بساحل الغرب.
لا استطيع شرح حالتي باللغه الانجليزيه.
اسف، لكني لا استطيع ان اوافقك.
انا من كولورادو. من اي جزء من اليابان انت؟
دفعت نقداً في المكان.
هل جاهز العشاء بعد؟ انا جاءع جداً. هل يمكنك وضع الماءده؟
من فضلك ضعه في هذه الحقيبه الورقيه البنيه.
مضي يزعجني منذ ان وصلت هنا.
اريدها بمقدمه وكعب من فضلك.
الا تظن اني ساحتاج الي دليل سياحي؟
انا ابحث عن ظلال للعيون.
دفعتها بالفعل عندما اشتريت تذكرتي.
عندما يجف، ازيله من وجهك.
اود ان اجلس الان.
سكبت الحساء.
انا مبكر قليلاً، هل يمكن؟
هل هناك صالون تجميل هنا؟
حسناً. لا تقلق. لدينا ممرضه تفهم اليابانيه.
اين المراه؟
كيف تشعر؟ انها مصنوعه في سويسرا وهي راءجه هنا.
كتب ونشرات.
كيف اعود؟
هل لديك هذا باللون الاخضر؟
دفعت فاتورتي بالكامل.
من فضلك اتركني اذهب.
غريب، لكني اتكلم الانجليزيه بشكل افضل عندما اكون مخموراً.
هل هناك مكتب ضياع واسترجاع في المحطه؟
دعني افكر في الامر، من فضلك.
هل ستُخبرني عن بعض الفنادق باقل من خمسين جنيهاً في الليله؟
ساقلل من السعر بنسبه عشرين في المءه.
بالخصوص فيما يتعلق بتصميم مشروع ميركوري، لم اكن لاتخذ قرارًا بشانه بدونك.
الي صحتك.
هل لا تزال تلك السفن القديمه تبحر؟
لقد وقعت في حادث سير.
في اي وقت نجتمع؟
اين يمكنني ملء هذا الوصفه الطبيه؟
في الحقيقه، انا نباتي. لا اكل اللحوم.
لذيذ.
ماذا سيكون سريعاً؟ لا نملك الكثير من الوقت.
انا مع ذلك تمامًا. دعنا نذهب الي الديلي عبر الشارع.
المكالمه مع اليابان متصله. تفضل، من فضلك.
شكراً علي العشاء الراءع.
هل يمكنك التوقف هنا لانني اريد ان التقط بعض الصور؟
لقد اعتدي عليّ.
في كتيب منفصل يسمي "معلومات خلفيه عن الشركه" ، والذي يوجد في العلبه المقدمه، ستجد شرحًا اكثر تفصيلاً.
هل يمكنك ان تجلب لي بعض البطانيات، من فضلك؟ الجو بارد جدا في هذه الغرفه.
هل يمكنك ترتيبها بجانب النافذه، من فضلك؟
لكل شخص ما يخصه. انا اشرب بيره.
وُلد في عام 1980.
متي اخر حافله الي بايمليكو؟
حسناً. كيف هذا؟ هذه الجوله النصف يوميه تعيدك هنا في الساعه الواحده.
هل لديكم بعض السلاسل الاخري ذات التصاميم الفريده؟
اعتقد ان هذا مقعدي.
الي اي ساعه متاحه خدمه الغرف؟
هل يجب ان ارتدي ربطه عنق؟
لا مشكل علي الاطلاق. اين تريد ان تاخذه؟
لا ادري.
طاوله التراس، من فضلك.
قليل اكثر من الخلف.
هل هذه القطار الصحيح الي شيكاغو؟
هل يمكننا الذهاب الي "تيكي بوينت" غداً؟
انا متاكد ان هناك اختيارًا اكبر في صيدليه.
يرجي ايداع خمسه دولارات وعشرين سنتًا للاربع دقاءق القادمه.
هل هناك اي مقاعد لهذه الليله؟
متي هو القطار التالي الي اكسفورد؟
لا اعرف كيف استعمل الهاتف، ارني من فضلك.
امل ان تتمكن من زياره هذه المعالم الجميله في الولايات المتحده في المستقبل القريب.
وضعت حقيبتي، وكتابي، وكاميرتي في حقيبتي.
هل يوجد احد يتحدث اليابانيه في المتجر؟
الماء لن يسخن بما يكفي.
هل ستبيعهم بشكل منفصل؟
كيف اصل الي المتحف؟
سيُعجب السيد غودمان به حقاً.
رقم الرحله هو PK سبعه او ثمانيه في الخامس من سبتمبر.
تبدين مغريه جداً علي الهاتف.
هل هناك حافله للمطار الي المدينه؟
هل يمكنك الغاء حجز المقاعد لي؟
نعم سيدي. الساعه الحاديه عشر.
هل المبتدءون ليسوا جيدين؟
اي طاءره تصل اولاً الي مدينه نيويورك؟
حسناً، يمكنك ركوب خدمه "غري لاين" للطيران او "كاري" للتعبير السريع للمطار.
نعم، انا ابحث عن هديه لاختي.
هل يمكنني السباحه هنا؟
نعم، انت كذلك.
سعيد بلقاءك ايضا. هل هذه هي المره الاولي لك في امريكا؟
اعتقد انها غاليه جدا. الا يوجد لديكم سعر اكثر معقوليه؟
اريد شراء هذا.
لقد سرقت فاتورتي ايضا.
هل هناك اي اطباق محليه خاصه؟
كيف غالبا يُشغّل؟
بالتاكيد. دعني اضع هذه الحقيبه؟ الي اين انت ذاهب؟
ماذا عن العرض الصباحي؟
توقف جانباً.
رقم التوسعه ثلاثه سته سبعه، من فضلك.
كم ليله ستبقي؟
عرض عليّ غريب ان يلتقط لي صوره، فاعطيته كاميرتي. ثم هرب بها.
كيف يمكنني الوصول الي مركز ABC؟
يرجي اعداد تقرير عن السرقه.
مدير فندقي، السيد هيلتون، اعطاني اسمه.
لون اغمق، من فضلك.
هل ستغادر القطار في الوقت المحدد؟
هل هناك اي جولات تشمل زياره الي ديسكو؟
شكرا جزيلا. سفر سعيد.
اريد شريطًا.
لا يمكننا بيع اي شيء بدون وصفه طبيه.
متي اصبت بالمرض؟
ثم سادفعها بالدولارات والين.
هل يمكنني اعادتها الي مدينه اخري؟
نُقدّم السندويشات والمشروبات من الحاديه عشره ليلاً الي السادسه صباحاً.
ارغب في بيضتين مقليتين مع البيكون، البطاطس المقليه، الخبز المحمص والقهوه.
اريد حليب ساخن، من فضلك.
انا قلقه بعض الشيء بشان قدرتي علي الغوص بشكل جيد.
سلطه، من فضلك.
جيدياب.
في اي وقت يمكننا تناول العشاء؟
وجهتي طوكيو.
اين يمكنني الحصول علي حقاءب من الجلد؟
اريد السمك والبطاطس المقليّه، من فضلك.
بالتاكيد. حتي طفل صغير لن يواجه اي مشكله في الاجابه عليه.
عذراً. اود الذهاب الي حديقه برونكس. ما هي افضل طريقه للوصول هناك؟
ها انت ذا، مجاني.
من فضلك اتركهم خارج غرفتك غداً صباحاً.
ما هو الحد الادني لسن التصويت في اليابان؟
في الزياره القادمه، ساعود بالتاكيد. اذن، هل يمكنني الحصول علي تخفيض؟
لا ينبغي لهم مشاهده اي برامج تلفزيونيه عنيفه.
مر عام بالفعل؟ يبدو ان الوقت يمر بسرعه. بالطبع ساحضر. اخبرني فقط بالوقت والمكان.
هذا كل ما اريد.
هل يمكنك اعطاءي تقديرا للتكلفه؟
ادرجت النصيحه في الشيك.
هل يمكنني الجلوس بجانبك؟
في معظم الحالات، ستكون في وضعيه غير مواتيه الي حد كبير.
كم من الوقت يستغرق للوصول الي اليابان؟
هل يمكنني مساعدتك في البحث عن شيء محدد؟
اشعر برغبه في شرب البيره في هذا الجو الحار.
اعتقد انني لمسه مرجان سام.
ماذا تعرف عنها؟
هل يمكنني الدفع علي الطاوله؟
حسناً، دعني اري. انه يفوق ميزانيتي.
استمر في السير في الخط المستقيم حتي تصل الي شارع الامل.
اريد حجز بعض الغرف.
اخشي ان نقودي المعده قليله. هل يمكنك التحقق مره اخري؟
هل يمكنك فحص الاطارات؟
ركبت القطار الخطا.
كم ستكون مستعدًا لدفعه مقابل هذا؟
من يطارد ارنبين لن يمسك باي منهما.
هل ستتفقدين داخل هذه الحقيبه ايضاً؟
الي متي تبقي مصلحه الدوله مفتوحه؟
هل هو صوف نقي؟
الي اي مستشفي سيُنقل؟
اود استءجار لوح شراعي.
اريد بيره من فضلك.
اريد واحدا اخر.
من فضلك ارني بعض القفازات.
كيف يمكنني الحصول علي حافله ليموزين من هنا الي هناك؟
فيلم ملون بتعرض 24، من فضلك.
اريد الذهاب الي اوبرا. اين تُعرض؟
يجب ان يعود في الرابعه من بعد الزوال اليوم.
لقد سرقت حقيبتي اثناء اجراء مكالمه هاتفيه.
هل يمكنني ترك السياره في مطار لا غارديا؟
اريد مقعداً علي اليسار.
الشانتي، من فضلك.
اريد عصير الليمون المر.
كم سيكلفني ذلك في النهايه؟
هل هناك حظر تجول؟
هذا جميل جدا.
هل يمكنني شراء تذكره عند البوابه؟
اعاني من طفح جلدي. اي كريم مرهم دواءي يعمل بشكل افضل؟
هذا الحجم مناسب لي تماما.
متاكد؟
اسقطت كاميرتي علي سطح صلب.
هل هناك اي شيء لا تستطيع اكله؟
اسمها السيده غريغسون، اليس كذلك؟
يرجي التحقق من وجهه الحافله قبل الصعود.
كم مره في الشهر تلعبين البيسبول؟
ارِني هذا علي الخريطه من فضلك.
كيف يمكنني اجراء مكالمه هاتفيه الي اليابان؟
عذراً. سقطت سكيني. هل يمكنك ان تعطيني واحده اخري؟
لدي حقيبتان و حقيبه واحده للملابس الرسميه.
كم من المال كان لديك في محفظتك؟
انا اسف، يتطلب الدفع المسبق تسعين يومًا.
اعطني لفه من فيلم سينماءي بعرض 16 ملم مع قدره علي التسجيل الصوتي.
اود ان اخذه.
كيف ذلك؟
انا طالب جديد في السنه الاولي. لا اعرف كيف اسجل. هل يمكنك مساعدتي؟
اين يمكننا ممارسه ركوب الامواج؟
هل يمكنك ان تُعني بممتلكاتي الثمينه هنا؟
هل يمكنك ربطي بشخص يتحدث اليابانيه؟
يمكنك شراء التذاكر من شباك تذاكر المسرح.
هل تري التمثال في تلك البنايه؟
شكراً. ثم هل يمكنك اظهار بعض الصنادل بحجم 6.5 د؟
اين هو الباب رقم 24؟
ما هو ثمن هذه العلبه السجاءر؟
اريد ثلاث لفات من فيلم ملون بحساسيه 36 اكس 24.
كم تبعد برج لندن؟
ما هذا المبني الغريب؟
اخشي انه لا توجد اي استردادات. يمكنك فقط تبادلها بشيء اخر.
لمده كم يوم تكون هذه التذاكر صالحه؟
لقد تلقيت لكمه.
هل من الممكن تسلق جبل بهذه المعدات الخفيفه؟
هذا يتجاوز ميزانيتي.
اريد طبيباً ياتي الي غرفتي، من فضلك.
ما هو رقم خدمه التنظيف؟
هل انتِ ايرلنديه؟
هل هو في البيع الان؟
باعت كل التذاكر.
نود ان نلعب لمده ساعه في العاشره صباحا غدا.
عذرا، هل يمكنني تغيير مقعدي؟
لا اتذكر اين.
شكراً لك. ساكون ممتناً لذلك. تري، انا مهتم بالمسلسلات الاستراليه.
عذرا، هل يمكنك ان توصيني بفندق اخر؟
ما هذا اليوم الجميل. هل لديكم عادهً ايام جميله كهذه في هذا الوقت من السنه؟
لقد مررنا بتجربه مشابهه في الماضي.
هل يمكنك التحقق من ذلك من اجلي؟
كان ضبابيا.
احتاجهم قبل الجمعه.
من هو المدير؟
كم انفقت في المجمل؟
من سان فرانسيسكو الي ناريتا.
هذا ليس حجمه المناسب تماما.
هل انت مفتوح يوم الاحد؟
هل هناك ديسكو جيده هنا حول؟
احتاجها الي الساعه الخامسه مساءً.
لا يمكنني الاعتذار باي شكل من الاشكال.
هل ستظل في نيويورك لفتره طويله؟
بالتاكيد، تفضل بالدخول.
بالتاكيد. ساضعهم في الصندوق.
هل يمكنك ان تغلفه لي، من فضلك؟
هل هذا قطار سريع؟
هل يمكنك ان توصي بكتاب جيد لطفل في الخامسه عشر من عمره؟
هذا القلم الشفاه الصغير جميل جداً. اريد هذا، من فضلك.
انا في الثامنه من عمري.
خذ ضربه جزاء.
كانت شعرها مجعده و سوداء.
هل يمكنك اقتراح اي مكان اخر يستحق الزياره؟
اعجبني كثيراً. لكنني اخاف انني لا احب التصميم. وماذا عن الباقي؟
هل يمكنك ان توصي بفندق ليس غالي الثمن جداً؟
كم ياتون في مجملهم؟
انه عيد ميلاد صديقتي. هل لديك اي شيء خاص؟
هل اتصل بالشيف ليوضح ذلك؟
هل يمكنك ان تعطيني مخدرًا؟
هل يمكنك اغلاقها؟
اعاني من الربو.
هذه شريط فيديو قمت بتسجيله لصديقي.
لماذا ذهبت الي نيويورك السنه الماضيه؟
ما هي الوثاءق التي احتاجها لدخول الولايات المتحده؟
اسمي تسونيومو.
هل هذا انبوب تبغ؟
متاكد؟ ظننت ان شكل تلك الزجاجه يُستخدم لنبيذ البورغندي.
اسمع ان هناك بعض نوادي الجاز الجيده.
اود شراء سته ربطات عنق. هل يمكنك منحني تخفيضاً؟
انا مصاب بنزله برد.
اتصل بسياره الاسعاف بسرعه.
نعم، يمكنك. الغرفه جاهزه. من فضلك اكتب اسمك وعنوانك هنا.
هل له جذع كبير؟
تسعه ثلاثه تسعه سته سبعه صفر صفر.
اي لون تحب؟
في اي وقت سيغادر القطار التالي الي فيلادلفيا؟
هذا السمك مطهو بدرجه كبيره.
تحويل هذا الي دولارات، من فضلك.
اين سنقوم بتسليم امتعتك عندما نستعيدها؟
هل هذا جلد نقي بنسبه 100 في المءه؟
هل زرت نيويورك من قبل؟
في اي وقت يكون وقت الصعود الي الطاءره؟
انا معلم.
لدينا مجموعه واسعه من الحلويات، بما في ذلك الكعك والايس كريم.
ما اسم تلك النبته؟
كم يومًا يستغرق الامر بالبريد الجوي؟
ديروا بالنا نذهب الي المطعم بالتاكسي.
هذا الحساب غير صحيح.
هل يمكنني وضع امتعتي هنا؟
كم من الوقت قبل ان نصل الي سيدني؟
هل يمكنك اعطاءي جواز سفر مءقت من فضلك؟
انه رخيص. هنا، ساعطيك خمسه دولارات ولا سنت واحد.
ساتناول افطاراً كبيراً من خدمه الغرف.
كوكا كبيره.
هل يمكنك منحي تخفيض؟
نعم، ها هو.
هل يمكنني مواصله السفر؟
اي موسم هو الاجمل في هذا البلد؟
هل يمكنني طلب كاس من النبيذ؟
عالم صغير.
لا، دعني انظر اولاً.
هل يمكنني تغييره الي رحله سابقه في الخامس؟
بالتاكيد. قم بملء هذا النموذج والتوقيع عليه، من فضلك.
ما هو معدل التضخم؟
تُقدّ لنا قهوه غنيه النكهه.
يجب ان انطلق الان.
هُمْ واسِعُونَ جِدًا.
اين غرفه الامتعه؟
يوم الجمعه ممتلء بالكامل حتي الساعه ثماني وثلاثين.
دعني افكر في الامر. ساذهب للتحقق من بعض المحلات الاخري.
لا اريد ان انفق اكثر من ثلاثين دولارا لكل قطعه.
اريد شريحه من الشوكولاته، من فضلك.
هل يمكنك اخباري اين يمكنني تسجيل الوصول لهذا الرحله؟
هل يمكنك رسم خريطه؟
شكرا جزيلا. ها هو تذكره تعديلك.
عذراً. هل يمكنك اخباري بساعات عملك؟
متي ترتدي الكيمونو؟
رجاءً اخبره ان يتصل بي فور وصوله. هذا الرقم 35481139. فندق هيلتون، غرفه رقم 1209.
اريد بعض حمام الفقاعات.
سيتجاوز الامر الواحده ظهراً.
ابحث عن تذكار لامي.
ساضعك في حدود الخمسين وخمس سنوات.
هذا مشهور.
اقول لك الصيف هنا ليس سيءًا جدًا.
كيف يمكنك ربط حزام الامان؟
هل لا يزال هذا التذكره متاحه؟
هل يجب علي الجميع النزول؟
هذا هو الدواء الذي اعطانيه طبيبي العاءلي.
دعني انظر الي تلك السياره.
كانوا اربعه شباب.
لا اشعر بتحسن.
ساصل بعد العشاء.
هل يمكنني الحصول علي صندوق للتغليف؟
المناخ معتدل.
من فضلك استدعي سياره اجره في الساعه الثانيه بعد الظهر.
انه مبالغ فيه بالنسبه لي.
دعني اري هذا.
هل هناك ديسكو في الجوار؟
ما هو ثمن الغرفه؟
الطعام بارد.
ما هو المكان الاكثر توصيه بزيارته؟
هذا الطاءره متاخره باثنتين ساعات عن الموعد المحدد.
اه، احب ان افعل ذلك.
كاس من شابلي.
الي اي جزء من "ا" ستذهب؟
هل يمكنك ان تتصل بطبيب من فضلك؟
من فضلك انظر ماذا يمكنك ان تفعل من اجلي.
شكراً علي النصيحه. ساجربها في المره القادمه.
لا، شكرا.
هل يمكنك تشغيل التكييف؟
من اي جزء من الولايات المتحده انت؟
اه- اني اختنق من زيتونه عالقه في حلقي.
الثلاجه ما كاتعملش.
مرحبا. كان سروري.
هل يمكنك ان تصلني بشخص يتحدث اليابانيه؟
هل يمكنني الحصول علي الفاتوره، من فضلك؟
عذراً، هل يمكنك ان تخبرني ما هو هذا العنصر في القاءمه؟
انه مفتاح من نوع بطاقه. يمكنك الاحتفاظ به معك.
انا مجمد تماماً.
يبدو هذا الطعام شهيا.
هل ترغب في قهوه او شاي بعد الوجبه؟
انه حقيبه جلديه كبيره.
هل يمكنك اختيار واحد لي؟
لدي حساء فول الصويا الفوري.
في نيويورك.
الممر رقم سبعه.
هل تخبرني باي طابق توجد المطاعم؟
قمت بحجز في المطار.
ما هو الحجم بالسنتمترات؟
كنت امارس الكاراتيه عندما كنت في المدرسه.
اود حجز طاوله لخمسه اشخاص في الساعه السادسه من اليوم.
هل هذه الحافله صحيحه لخطوط طيران اليابان؟
اود ان اذهب الي مطعم نيويورك الحقيقي، ليس غالياً جداً.
لا خيار. هنا مناسب.
ما هي الوثاءق التي احتاج لتقديمها لاستءجار سياره؟
ساخبرك بمجرد وصولي هناك.
اين يمكنني شراء اللوازم المدرسيه؟
اصبت بالانفلونزا.
وقع حادث.
هل الدكتور توفلر معلم صارم؟
يعتمد ذلك.
لا استطيع قفل الباب.
هنا. هل ستُريني بطاقه هويتك او جواز سفرك؟
دعنا نُجري له مكالمه هاتفيه.
انه الرجل.
من فضلك ارسل نادلاً الي غرفتي.
دكتور، من فضلك.
كم هو ثمن الدخول؟
من فضلك، اوصني بفندق.
كم عمر اليابان؟
هل يمكنك وضع هذا في صندوق الامان لي؟
اخشي ان تركت اغراضي في الطاءره.
حسنا، اذن يجب ان تعرف كيف نشعر جميعا هنا اسفل. لا نتقبل من الخارجين ان يخبرونا كيف نعيش حياتنا.
هل يمكنك تنظيف النافذه؟
ما اسمك من فضلك؟
انا اوافق علي ذلك الاقتراح.
لشخصين في السابعه، صح؟ هل يمكنني معرفه اسمك من فضلك؟
هل لديكم اي ساعات يدويه التعبءه؟
هل هناك خطا في الفاتوره؟
الي اللقاء الان.
يمكنك استخدام التذكره في جميع القطارات.
لكن لا تقلق. يمكنك النزول في المحطه القادمه والمشي للعوده. ليست بعيده.
حاولت تلك السياره القيام بمناوره يسار اجباريه.
هل يمكنني الحصول علي طاوله؟
اين قاعه الطعام؟
بمظهر السجاده، من فضلك.
اين يجب ان اتصل اذا واجهت اي مشكل؟
ما هو ثمن البريد علي الايروجرام، من فضلك؟
تصنيع السيارات هو الصناعه الرءيسيه لليابان.
هل يتكلم اي منكم اليابانيه؟
لا داعي لذلك، شكراً. سااخذه.
بهذه الطريقه، من فضلك. هل هذا الطاوله جيده؟
ما هي هواياتك؟
لحظه من فضلك. سيدي، اخشي ان السيد اوكاوا ذهب لتناول الغداء. هل ترغب في ترك رساله؟
نود ان يكون لدينا اطباق بثلاثين جنيهًا تقريبًا لكل شخص.
لِمَن هذا الخط؟
ها هي بعض السماعات.
اريد مصباح يدوي.
هل ساعطيه الرساله؟
مرحبا. هل هذه هي الاستقبال؟ انا في الغرفه رقم واحد سبعه او. اخشي ان لدي شكوي لاقدمها.
هل ترغب في الحضور الي حفلتنا الليله؟
يا الهي، هذا راءع. احب صوتهم. وماذا عنك يا بوب؟
هل هذه هي القطار الصحي الي غراند سنترال؟
كم تكلف تذكره اليوم؟
كان ذلك منذ سنتين عندما جءت هنا اخر مره. هل استمتعت برحلتك؟
اعتقد اننا نستطيع ان نحصل لك علي طاوله في حوالي خمسه عشر دقيقه.
مكالمه شخصيه الي طوكيو، اليابان، من فضلك.
هل هناك تكييف هواء؟
كم هو المجموع؟
اين ستسكن؟
اليكم تسع وتسعين ين. رجاءًا، غيروها كلها الي دولارات.
في ABC.
اريد واحده اكثر جفافا.
في هذه الحاله، يوجد جدول الاسعار بالقرب من مقعد الساءق.
هل يجب ان اعود الي مكتبك مره اخري؟
هل يمكنني ايداع اغراضي الثمينه عندك؟
قل ذلك مره اخري.
كان رجل طويل القامه والرجل الاخر قصير القامه.
هل من الممكن وضع طبقه جديده من الطلاء في غرفه المعيشه؟
قد يكون شمعه الاشعال.
حسناً، هذه الجوله الاستكشافيه جميله.
لسوء الحظ، نعم. يقع مقرّنا الرءيسي هنا. وانت؟ هل هي زيارتك الاولي؟
من فضلك، اوصني بمطعم جيد بالقرب من هنا.
هل يمكنك قبول شيك بالين يابانيه؟
سانزل عند الكاتدراءيه.
حقيبه كتف بيضاء.
هل رايت هنا معطفا اسود؟
تركت كاميرتي في التاكسي.
هل يمكنني تغيير هذه التذاكر لعرض الغد؟
اود ان استحم قبل وجبتي.
كيف تُريد ان يُطهي لحمك؟
يا له من فخامه ان تلعب الغولف في استراليا.
اين تم صنعه؟
ما هي تلك التي ياكلونها؟
علبه من مارلبورو من فضلك.
عذراً، لكن اي طريق نسلك الان؟
هل يمكنني طلب هذا من اليابان بعد عودتي؟
اود استءجار دراجه.
لا يوجد صابون في غرفتي.
هل يمكنني ان اسالك اسمك؟
هل يمكنني الانتقال الي مقعد فارغ؟
رحله واحده الي ناريتا، المغادره في العاشر من يونيو، مءكده من جديد.
هل ستُخبرني ببعض الاماكن المُثيره للاهتمام التي يمكنني الذهاب اليها ورءيتها في هذه المدينه؟
ارسل هذا الي اليابان عبر التلغراف.
اعتقد انني مصاب بالحمي.
نادر متوسط.
اعتقد انني ساخذ النصف دولار. اعطني دوزه، من فضلك.
هل هو بعيد للمشي؟
اعتقد ان هذا هو النوع الذي نود استيراده.
نعم. انا ابحث عن احمر شفاه شانيل رقم خمسه وثلاثين.
هل قرات بطاقه تعليمات السلامه؟
هل يمكننا مشاهده فيلم في هذه الرحله؟
يجب ان اكون عاءداً بحلول السادسه مساءً.
عذراً، اريد الذهاب الي ميامي.
نكتب بطاقات راس السنه ونرسلها بالبريد. تصل في الاول من يناير.
هل ستذهب الي المدرسه؟
اخذت القطار 12:50 من سان دييغو.
شنو لي كايعرض هاد الاسبوع؟
كيف يمكنني العوده الي هنا؟
اريد بعض السكر، من فضلك.
هل يمكنك ملء هذا النموذج الخاص بالتامين الصحي، من فضلك؟
من الثامنه الي الثامنه والنصف.
في الحقيقه انا في دورتي الشهريه. هل هذا مشكل؟
هل يمكنك وضع علامه عليها في هذا الخريطه؟
تري، ماء الحمام لا يصبح دافءًا بما فيه الكفايه.
هل هناك اي تغيير في جدولنا؟
اريد فقط ان اتمشي في هدوء.
اريد العوده الي الفندق للبحث عن كاميرتي.
يجب عليك ان تاخذ سياره اجره، لان لا يوجد اي نقل عام.
في الكتله الثالثه علي يسارك.
ما رايك ان تلعب التنس معي الاسبوع القادم؟
نحن الثلاثه نرغب في لعب جوله. كم ستكون التكلفه؟
نعم، ساحضر دميه يابانيه لصديقي.
هذا ليس ما طلبت.
احتاج الي وقت اضافي قليل.
ساختار هذا.
تغير القطارات في المحطه الثالثه.
افضل الطعام الايطالي.
سنقلع في دقاءق قليله. يرجي التاكد من ان حزام الامان محكم.
فِي اي وقت تكونون مفتوحين؟
نصف يوم هو ثلاثون دولار. يوم كامل هو خمسون دولار.
هل يتوقف حافله شارع فيفث افينيو هنا؟
هل يمكنني رءيه رخصه قيادتك من فضلك؟
هل يمكنني ان احصل علي بعض الحبوب؟
تبدا رحلتنا في الواحد والعشرين من يوليوز وتنتهي في السابع والعشرين.
كيف تنطق هذه المحطه؟
هكذا، من فضلك.
هل هناك حافله للمطار الي فندق الشيراتون؟
نعم، سارغب في كاس من البيره النصف مجمده مع المقبلات.
عندما كنت اسير علي طول برودواي.
هل هناك اي شيء مثير للاهتمام هنا؟
اعطني ثلاثين لترا.
التقط لنا صوره، من فضلك.
عمل من هو هذا؟
يجب ان نتصل بمكتب المعلومات في زاويه بهو الفندق. سيتولون حجز الغرف.
انه لصوص.
يُقصد به مساعده المتالمين في مصاريف الجنازه.
حسناً. اعطف يساراً في الزاويه القادمه. ستراه امامك مباشره.
ما الذي تعتقد انه افضل لبشرتي، طلاء الاظافر الداكن اللون ام طلاء الاظافر الفاتح اللون؟
كم هي المسافه الي هذا الفندق؟
اود تحديد موعد مع السيد واتسون.
لا، ساخرجهم.
نعم، لدينا. اي نوع تريد؟
اي دواء لعلاج البرد تنصحني به؟
ماذا تفعل عاده في وقت فراغك؟
عذراً. اين هاتف عمومي؟
اعتقد انها تجعلني ابدو اكبر سناً.
اليوم لدينا مينستروني، كريم اسباريس، و حساء خضار.
اعتقد انك تستطيع الحصول علي كل هذا في السوبر ماركت. ان لم تستطع، لا تقلق. ساذهب الي الصيدليه غداً.
اتساءل متي استطيع العوده هنا.
من فضلك اربط حزام الامان وانتبه لاشاره "لا للتدخين" الي ان يتم اطفاءها.
هل يمكنك تغيير مقعدي الي مقعد في قسم التدخين؟
هل يمكنك ان تجلب لي بيره اخري؟
لا يعيش احد بهذا الاسم هنا.
اود الغاء حجزي للرحله في الخامس من مايو، وحجز واحده بدلًا منه في التاسع من مايو، من فضلك.
اريد الايطاليه، من فضلك.
ما هي الرسوم التي لا تشملها؟
اشتريت قلم شفاه كهديه.
هل يمكنني الانضمام الي تلك الصفوف حتي وان كنت مبتدءًا؟
من صنعها؟
لا تبيعهم منفصلين؟
يمكن لمنظفنا ان يساعدك، او يمكنك الحصول عليه عبر سياره اجره.
بعض السجاءر، من فضلك.
هل يمكنك ان تحصل لي علي تذكره؟
هل هو هوايتك جمع الحيوانات المحشوه؟
هل يمكن لليابان انتاج كل الغذاء الذي تحتاجه؟
اريد مضخه هواء.
اعتقد انها بسيطه قليلاً بالنسبه لي.
اين يمكنني شراء بعض تذاكر الصعود؟
في اي وقت يبدا القطار؟
رجاءً الغِ بطاقتي.
توقفت هذه الساعه القديمه عن العمل. هل يمكنك استبدالها؟
اريد تغيير بعض الين الياباني الي دولارات امريكيه.
من يجب ان اتواصل معه اذا واجهت مشاكل؟
سااخذ ثلاثماءه غرام من هذا.
بعض الحلوي؟
ما هو اسم الفنان؟
شكراً. هل يمكنني التحدث مع السيده ياماتو، من فضلك؟
اقترح عليك زياره مبني الامم المتحده علي ضفه نهر ايست ايضاً.
هل يمكنني الحصول علي ربعين لتر من الحليب؟
اود استءجار سياره.
فقدت جوازي السفر.
انت تتقاضي اكثر من الاجره.
لا اعرف كيف اغلق هذه الستاءر.
غضبت منه.
يجب عليك دفع رسوم اضافيه للحلوي.
هل يمكنني طلب وجبه نباتيه؟
شكرا. كان من اللطيف رءيتك. مع السلامه.
في بعد الزوال من يوم الثلاثاء، ليس هذا المحطه الجويه مزدحمه جدا.
مرحبا. قمت بحجز لمغادره الليله في السابعه. لكنني اود تغيير الوقت. اسمي سوزوكي.
عاده ما تكون تساقطات ثلج خفيفه بوصه او بوصتين.
سيكون من الجميل ان يكون الجو جميلا غدا.
هل يمكنك ان تجد لي مربيه اطفال؟
كنت محظوظًا جدًا بالحصول علي تذكره الليله. لم اصل الي المدينه حتي الساعه الثالثه بعد الظهر.
اود ان يتم ارساله عن طريق التعبير السريع.
اذا كنت ستدخن، يرجي الانتقال الي الصفوف من الاربعين الي الخمسين.
لقد سُرق جوازي.
يمكنك استلامها عند البوابه قبل الصعود. يرجي اظهار هذا الايصال هناك.
انه حقيبه ليليه زرقاء صغيره.
اريد مصباحا.
هل ستقوم بوضع علامه عليها في خريطتي؟
رجاءً قم بتحويل هذا المال الي دولارات.
ما هو السعر في الشهر؟
هل يمكنني اجراء مكالمه من هذا الهاتف؟
ماذا عن هذا الطاءر الورقي المصنوع في اسكتلندا؟
كان كل شيء فجاه. لذا لم ارَ وجوههم.
احضر لي طبقًا، من فضلك.
تذكرتين ليله اليوم، من فضلك.
حافله؟ اعتقد انك تقصد سياره ليموزين لنقلك الي الفندق. اي فندق ستذهب اليه؟
اود سحب اربعماءه دولار من حسابي.
في اي وقت يفتحون؟
عذراً. اعتقد ان مقعدي بجانب مقعدك.
اريد تنظيف احذيتي.
هل رسوم الخدمه والضراءب مدرجه؟
اذن هل هذه المصطلحات مقبوله؟
اريد شراء علبه سجاءر.
نحن مهتمون بالاثاث.
لست جيدا في الانجليزيه.
نعم. تحت المقعد.
اه، اسف. ربما لديكم بالفعل مكان في ذهنكم - اين كنتم ترغبون في الذهاب؟
هل يمكنك تامين هذه الطرد؟
نعم، تم قبولي بالامس من طرف الدكتور جونسون.
اين صُنع هذا في الاصل، ومنذ متي؟
افهم. انت تدفع فقط رسوم اضافيه.
حسنا، ماذا عن هذا الحزام عالي الجوده من جلد الماعز؟
كم تكلفه ارخص مقعد؟
هل لديكم سمك مقلي؟
رجاءً املاه عندما تعيد السياره.
كم من الوقت ترغب في استخدامه؟
توست وكاس من القهوه، من فضلك.
سناخذك امام الفندق.
اخشي ان لا استطيع الحصول علي موافقه علي هذه البطاقه الاءتمانيه.
اسف، لم افهم معني هذا الاشاره المروريه.
ثلاث كءوس من البيره الناشفه، من فضلك.
هل يمكنني طلب كاس من النبيذ؟
انها ثمانون وخمسه سنتات. لا تنسَ ان تحصل علي نقل عند صعودك، حتي لا تضطر الي الدفع مره اخري عند تغيير الحافلات.
هل سندخل جميعا في نفس الوقت؟
هل يمكنك الانضمام الينا للصوره من فضلك؟
وضعته هنا هكذا منذ حوالي ثلاثين دقيقه.
متي تكونون مفتوحين؟
ماذا يتم انتاجه محلياً؟
اذا لم تتعامل مع هذا المجال، هل يمكنك اقتراح متجر متخصص فيه؟
شكراً علي الانتظار. هذا اوهنو يتكلم.
هل هناك اي منحدرات للمبتدءين؟
ما هو برنامج اليوم؟
اريد ان ابقي يوماً اخر.
انا هنا لالتقي بصديقي.
حسناً. اي نوع من الغرف تفضل؟
هل يمكنك ان تحفظ هذا النبيذ لنا حتي ليله الغد؟
تزايد عدد النساء في المناصب الاداريه.
دعني اجربها، من فضلك.
كل هذه الاطعمه الدهنيه مجرد جلوس في بطني.
هل لديك رساله تغطيه بالفاكس؟
يُطلب منك فحص النباتات والحيوانات في مكتب الحجر الصحي اذا كان لديك اي منها.
احتاج الي نصف ساعه علي الاقل لحزم حقاءبي.
هل يمكنك ان تجد لي مقعدا في رحله الغد، من فضلك؟
سااخذ ابني الي الحديقه الحيوانيه.
الي ميامي، من فضلك.
اريد الطاوله الاقرب، من فضلك.
هل لديك شيء اصغر؟
اسمي ميوكيو كاتو، وانا صديقه ماري منذ ان كانت تدرس في اليابان. هل ماري في الداخل؟
شاي مع حليب.
لماذا يحدث هذا؟
اين اقرب مكتب بريد؟
انه كاميرا.
هل هناك مترو انفاق قريب؟
فقدت مفتاح الغرفه.
هل هناك وقت لاستعمال الحمام قبل الاقلاع؟
اه، نعم. لقد فعلت. احبها.
اه، ما عندي لا رغبه لا في فعل شيء كهذا.
شني غادي ناخد؟
اريد معطفا طويلا.
الي فندق بوسطن، من فضلك.
الساعه الثانيه عشر.
نعم، يمكننا ان ننجح في انجازه بحلول ليله الغد.
اسمي تارو تاكاي.
مساء الخير، من فضلك.
اعطني تذكرتين لدخول المعرض هذا الخميس.
هل يمكنني استخدام هذه القسيمه للطاءرات؟
سيكون هذا من عون كبير لي. علي فكره، اتساءل ان كان بامكاني البقاء في الغرفه نفسها؟
من فضلك تاكد من المجيء لرءيتي غداً في السابعه صباحاً.
متي هو القطار التالي الي بوسطن؟
دعني اقول كلمتي.
مرحبا. انظر.
هل يمكنك ان تصنع لي بينا كولادا؟
لا افهم اي شيء مما يقوله الناس من حولي.
مساء الخير. لدي حجز. اسمي يامدا.
يغادر كل عشر دقاءق.
نعم، هناك واحد علي الجانب الاخر من المبني.
اين النصب التذكاري؟
هل هذه هي الطريق الصحيحه الي المحطه؟
لا نملك حجزك.
اه، افهم. هاته هي القنوات لنظام الكابل بالفندق.
هل سيكون معفيًا من الضراءب اذا ارسلت هذا من هذه المحل الي اليابان؟
خمسه حديد، من فضلك.
اه، اسمع، هل تعرف، هل تعرف اين طريق "ريفرسايد"؟
فقدت شهيتي.
هل هناك اي اخريين؟
اود ان اخرج شيءا من حقاءبي.
سنترك ذلك مفاجاه.
اصطدمت بسيارتي في حفره.
اعاني قليلاً من تاخر التوقيت.
ارغب في طلب خدمه الغرف، من فضلك.
ما هو رقم بوابه خطوط طيران اليابان الي طوكيو؟
لدينا بالفعل مقاعد متاحه في رحله الثامنه والخمسين يوم الاثنين، السادس والعشرين.
لماذا يكلف هذا المبلغ؟
اعاني من مشاكل في المعده.
اود ان اخذ حافله الي المحطه. هل يمكنك اعطاءي بعض الندوات، من فضلك؟
حسناً، اولاً يجب ان اذهب الي مركز المعلومات وابحث عن فندق.
في الحقيقه، جاء جدي الكبير من صقليه في بدايه القرن.
اود ان اتصل باليابان عبر مسافات طويله.
اود ان اتعلم كيفيه ركوب الامواج الشراعيه.
عذراً. اين الصيدليه القريبه هنا؟
ابني يدرس في كليه الدراسات العليا بجامعه هارفارد.
نعم، اريد اجراء مكالمه هاتفيه دوليه الي اليابان. الرقم هو طوكيو 34762936.
لقد لدغتني نحله. يبدو الامر سيءًا حقًا.
يرجي الاتصال بهذا الشخص.
هل يمكنني المرور من اي من هذه النقط؟
غرف متجاوره من فضلك.
هل هناك حانه قريبه؟
بالتاكيد. غرف تغيير الملابس هناك مباشره.
هل يمكنني الحصول علي زجاجه ماء ساخن؟
من فضلك ارسل لي تنبيهًا للاستيقاظ في السادسه صباحًا غدًا.
في اي وقت يمكنكم ان تكونوا هذه القمصان جاهزه؟
في الحقيقه، اشتريتها في اليوم الاخر بدافع النزوه في المحل القريب من بيتي.
لحم بقر او دجاج؟
لدي دبوس عظمي معدني.
اريد الذهاب الي ساونا.
اين انزّل عند الشاطء؟
اين مكتب المفقودات والمستردات؟
ارجو ان تُريَني كيف استخدم هذه الاله.
حسناً، انطباعي عن ارض جبليه، مزدحمه، نشطه، مليءه بالضوضاء، مليءه بالطاقه، كانها علي وشك الانفجار. عن شعب مجتهد، يعمل بجد، متقلب، فضولي، مستعد لتعلم كل شيء، ياكل ويشرب بشراهه ولكن بنوع من الاناقه، يكسب وينفق بانتقام.
عشره دولارات في ارباع، من فضلك.
فاود استبداله.
اردت ذلك.
عذراً. هل هناك ممر للمشاه بالقرب من هنا؟
هل يمكنني التوقف؟
اريد روايه انجليزيه سهله القراءه.
هل هناك متجر جيد للملابس للاطفال؟
اود ان اغادر مبكراً غداً صباحاً. هل يمكنني تسويه فاتورتي الان؟
امل ان تعود مره اخري.
هل يمكنك ايقاف شيكاتي الشخصيه؟
السيد جونز خارج الان. من المتوقع ان يعود قليلاً بعد الساعه الثالثه.
الليل بارد جدا.
ارغب في اجراء فحص طبي.
هذا الماس من قيراط واحد، اليس كذلك؟
سعيد بلقاءك ايضا.
اين يمكنني شراء الطوابع؟
كم ساعه يستغرق الوصول الي هناك؟
هل تريدنا ان نطلبها؟
اسمي ياماموتو.
اريد استرداد الاموال.
اريد هذا وهذا وهذا، من فضلك.
قطّع الاطراف فقط، من فضلك.
رجاءً اخبريها ان تتصل بي.
كيف اكل هذه الاطراف الكبيره للسلطعون؟
هل هناك حلبه تزلج بالقرب من هنا؟
ماذا عن الجاز؟
و الان انا حر لبضعه ايام.
هل هو مقفل؟
ستضطر الي ان تكون هناك في السادسه والنصف كابعد حد.
هل ستتصلين به غدا صباحا كما وعدتِ؟
هل نطلبها لك؟
اريد رءيه مصلحه المدينه.
مكتب الاستقبال؟ انا ناكامورا يتكلم. لتوّي قمت بالتسجيل. لكنني لا احب هذه الغرفه.
نود ان نجلس جنبا الي جنب.
اود ان ابدا في ذلك.
خطءي.
اريد استدعاءً للاستيقاظ في الصباح.
امل ان اراك مره اخري.
يظل اعضاء مجلس المستشارين في مناصبهم لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخاب كل ثلاث سنوات.
ارجو ايداع المبلغ في حسابي.
هل هناك رابط مع بيرث؟
نعم، هو كذلك. اذن، هل تقوم بالتسجيل هنا، سيد يامادا؟
اريد ان اخذ حماماً.
هناك كاميرا داخل. يرجي وضعها في مكان امن.
انه، ايه، هكذا.
عصير البرتقال، البيره، النبيذ، الويسكي والكوكتيلات.
لا، شكراً. هل يمكننا الحصول علي كوبين من الماء، من فضلك؟
اذا كان لديك، فلن تحتاج الي الدفع مره اخري عندما تاخذ الحافله رقم 44.
اي طابق؟
اريد الذهاب الي المطعم.
اريد معطفا ثقيلا للشتاء.
لدي في هذه الحقيبه اغراضي الشخصيه فقط.
هل يمكنني الدفع بشيك سياحي؟
قمت بايداع.
العب التنس مرتين في الاسبوع.
خمسه عشر ا. هل انا جالس في المكان الخطا؟
ليس لدي هوايات. فقط العمل بجد، كما يفعل معظم اليابانيين.
اه، استاذ كورن يحب ان يُقدم اختبارات مفاجءه.
عندما تري واحداً، فقط اومء براسك.
احتاجها في اسرع وقت ممكن.
اود ارسال هذه البطاقه البريديه الي اليابان عن طريق التعبير السريع.
اود تسجيل الدخول، من فضلك. اسمي هاروكو اوغاوا. اعتقد ان لدي حجزا.
هل انت تاتي باي هدايا لاي شخص في هذا البلد؟
عذراً، اود ارسال هذا الي اليابان. ما هي تكلفه البريد لهذا؟
اريد كاميرا رخيصه.
في هذا الوقت، سيدي؟ انها الساعه الحاديه عشر صباحا.
لا. انا ياباني.
عاشت حقبه ادو، دون حروب في البلاد، لمده حوالي ماءتين وخمسين سنه.
اود ان اعطيكِ دميه من كيوتو.
اريد الابلاغ عن فقدان وثاءق قيمه.
في اي وقت يرتفع الستار؟
كيف يمكنني ارتداء هذا بشكل افضل؟
هل يمكنني وضع امتعتي في الصندوق الخلفي؟
اعتقد ان هذا التغيير خاطء.
هناك حقاً الكثير من المطر. امل ان ينقشع.
اتركه طويلا.
