انه هناك، مباشره امام مكتب المعلومات السياحيه.
لم اسمع ابداً بهذا العنوان هنا حول.
اسلك الطريق المستقيم حتي تري صيدليه.
كم تكلف وجبه الافطار؟
كيف يمكنني مساعدتك؟
اتجه يسارا عند الزاويه الثالثه.
هل ترغب في اضافه الكريمه والسكر الي قهوتك؟
هل يمكنك صرف شيكي بقيمه 200 دولار؟
اذا ظهر، فاتصل بي من فضلك.
اين مقهي القهوه؟
اريد ستره للاطفال.
حسناً. تكلف البريد العادي 85 سنتاً واضافه 3 دولارات و 0 سنتاً للتوصيل الخاص.
اشتريه اذا كنت في مكاني.
هل ساواجه اي صعوبه مع الجمارك؟
هل لديك احذيه رسميه باصابع عريضه؟
لا. هل يمكنني ان اقترح بدلًا من ذلك سريرًا مفردًا للاستعمال الفردي؟ لدينا واحد.
اريد تصفيفه شعر داءمه ضيقه، من فضلك.
تريد بيره.
صباح الخير. كيف حالك؟
اخشي اني ساحتاج الي رءيه شكل من اشكال الهويه.
اي نوع من الصلصه؟
هذا بارد نوعا ما. هل ستدفءه؟
عذراً، هذا المكان محجوز بالفعل.
انا بخير. لكن هل تمانع في الاتصال بصديقي؟
شكرا، هذا يكفي.
من هو صديقك المقرب؟
يوم الصحه والرياضه في العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه الناس.
هل تريدني ان اتفقد تحت الغطاء؟
هل يمكنك مساعدتي في ايجاد حقيبتي؟
هل تقومين بالترتيبات مسبقاً؟
انا اتلقي المساعده. شكرا لك.
عندما تصل، اسال شخصا اخر من فضلك.
ارغب في التمديد رقم 24، من فضلك.
اليك دولارين. احتفظ بالفرق.
برجر واحد وبرجر جبن، من فضلك.
كم تتقاضي مقابل المعالجه؟
نود كلنا ان ندفع ثمن وجباتنا الخاصه.
كان الموقع علي كرسي في الردهه.
رجاءً حول هذه الين الي جنيهات استرلينيه.
اريد قاموساً جيبياً من فضلك.
لشخصين في السابعه، اسمهم واتانابي.
ساعتي. كانت ساعه رقميه من نوع سيكو.
سيكون من دواعي سرورنا ان نقدم لك المشروب الذي تفضله، تليه وجبه العشاء. دليل كامل للمشروبات التي نقدمها في هذه الرحله موجود في دليل المعلومات لمجلتنا.
هل تسكن هنا حول؟
اين متجر الهدايا؟
انا علي الطريق السريع الاول بالقرب من خليج مورو.
اريد ساعه منبه، من فضلك.
بالمناسبه، اسمي هو هيروشي ايجيما.
هذا القطار يتوقف عند بحيره فوريست، اليس كذلك؟
ياكل معظم اليابانيين المحار والسمك الحوت.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
ذهبت الي نيويورك.
ما هو رقم الرحله؟
واحده لنيويورك، من فضلك.
لمده يومين تقريباً.
الثاني الي اليسار.
هذه البطاقه، موافق؟
هل هذه مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل العشره دولارات كافيه للسياره الاجره؟
هذا طعم غريب.
نعم. انتظري، ساحضر لك واحده.
نصف زجاجه، من فضلك.
ليس حقاً. فقط شيء غير مكلف.
هل تبحث عن شيء ما؟
اربعه ليالي.
احتاج الي بعض الجوارب.
هل يمكنك جعلها ارخص لان هناك بعض البقع؟
اصطدم بي رجل. بعد ذلك لاحظت ان محفظتي اختفت.
لست متاكداً ان كنت قد حزمت ما يكفي من الملابس لرحله مدتها ثلاثه اسابيع.
حسنا، نود تجربه نبيذ ابيض.
اذا سال عني احد، قل له ساكون في مقهي.
انا متاكد اني وضعته في الجيب الداخلي لستري.
هل يمكنني الحصول علي اسم الطرف الذي تتصل به ورقمه؟
هل ستدفع شركه الطيران مقابل شراءي لبعض الضروريات الشخصيه الاساسيه؟
اريد غرفه مع حمام.
لم يخرج شيء من الاله؟
كان من المفترض ان تاخذ الرحله 820، التي اقلعت قبل خمسه عشر دقيقه. حسنًا. يمكنني ترتيب رحله اخري لك.
فتح احدهم طردي.
اه، لا شيء. انت هنا علي اي حال.
خطوط طيران اليابان، الرحله رقم واحد اثنان ثلاثه.
احتاج الي شراء شامبو.
هل يمكنك ان تخبرني متي نصل الي المركز المدني؟
اين اقرب ذبّان؟
نود الاقامه لمده اربع ليالٍ ابتداءً من الاول من غشت.
ما اسم تلك الزهره؟
الخامس عشر من شتنبر هو اليوم الوطني لتقدير كبار السن.
لا يوجد صابون في غرفتي.
هل هناك اي شيء يمكنني اخذه لهذا الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
كم من الوقت سيستغرق الامر لطلب الطلب؟
هل يمكنك التحدث بصوت اعلي قليلاً من فضلك؟
كم من الوقت سيستغرق الامر قبل ان يظهر؟
اين معلومات الرياضه؟
هذا الحجم هنا، الذي تسميه الحجم العادي، سيكون كافياً.
اين سينتهي الجوله، ومتي؟
اين يجب ان اغير القطار للوصول الي ادنبره؟
اود وضع هذا في صندوق ايداع امن.
اين يمكنني تغيير نقودي؟
هل يمكننا ترك اغراضنا، باستثناء القيم، في الحافله؟
اتساءل عن سبب هذا المبلغ في فاتورتي.
سادفع خمسين دولارا.
الان اعرف ما كان الخطا.
هذا ايكيدا يتكلم. لدي حجز لطاوله في الساعه 6:30 مساءً اليوم. لكنني اسف، ساصل متاخراً بنصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها معفاه من الضراءب؟
سياحه فقط.
هذا جيد، من فضلك وقع عليهم. كيف تريدهن؟
هل لديكم مقاعد لا تزال متاحه لاداء الليله؟
اريد واحده كبيره.
نمت حتي رن جرس المنبه السادسه والنصف.
انا مصور حر.
يمكن للمتعاملين تبادل دولاراتك مقابل نصاءح الكازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعاً من زيوت الاستحمام.
ساكون لديكم الاقتراح في الاسبوع القادم.
شكرا. كم ثمن هذه الزوج من القفازات؟
لازم نطلع، غادي نكلمك لاحقا.
اريد بعض الحفاضات القابله للتخلص منها.
من اين اتت هذه الاسماك الفراشه؟
هل يمكنك تحويلها الي دولارات، من فضلك؟
نحن محظوظون جداً. لديهم واحد بحجم 4 في متجر الاموا.
هل هناك اي سياره ليموزين؟
هل يمكنني الحصول علي مكالمه استيقاظ في الساعه 5:30 صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيلاً لطلاء الاظافر.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغوص بالانابيب؟
اود حجز غرفه لاربعه ليالٍ ابتداءً من 22 دجنبر.
هل هذه الحقيبه مثاليه لجميع الاحوال الجويه؟
اريد دونات، من فضلك.
اود استءجار سياره اوتوماتيك لمده يومين.
فاتتني الرحله رقم عشرين الي سان فرانسيسكو.
كم تكلف الرحله الي المطار؟
هذا جيد. متي هو؟
كم عمر ابنتك؟
هل ستُخبرني عن بعض الفنادق الرخيصه والنظيفه؟
يمكننا ان نحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادي جولف مشهور.
انصح بهذا لانه مصنوع من مكونات طبيعيه بنسبه 100 بالمءه.
هل تتوقف القطار في برايتون؟
هل يمكنك ان تخبرني اين يمكنني ان احصل علي سياره اجره؟
تذكرتين من الدرجه الثانيه، من فضلك.
اود ارسال فاكس.
اريد حديدا للسفر.
هل يمكنني ان اقدم لك شيءاً؟
يومي؟ اخاف ان اسال، لكن ماذا تقصد؟
اريد واحداً يستوعب الوثاءق بحجم ورق الرساءل العادي دون الحاجه الي طيها.
نعم، لكن ليس بقوه كبيره.
انا اعاني من حساسيه تجاه القطط.
نعم، يجب ان يكون لديك رخصه سياقه، و، اه، يجب ان تكون لديك رخصه من لجنه سيارات الاجره والليموزين.
تفضل سيدي.
لا استطيع الحصول علي ماء ساخن.
اود حجز غرفه الليله.
لا، يستثني الضراءب ورسوم الخدمه.
هل ترغب في الذهاب للتسوق معي هذا بعد الظهر؟
مرحبا، هذا فستان جميل حقا.
الان، تم تمرير مكالمتك. يرجي المتابعه.
ما هو رقم البوابه؟
ما هو تذكار هاواي النموذجي؟
هل يمكنني الوصول الي هناك بواسطه المترو؟
اريد تجفيف الشعر بالهواء الساخن.
هل نحن نتقدم في الحديث بهذه الطريقه؟
انا من النرويج.
من العاشره الي الثانيه عشر من فضلك.
بالتاكيد. دعني اراها. اعتقد انك اصبت بجروح من الشعاب المرجانيه.
في حال احتجت، دعني احصل علي رقم الشخص المسءول.
هل هناك طريق سريع؟
لماذا لم يات الي الحفله امس؟
وقع حادث سير.
عذرا، اخطات الرقم.
يرجي ادخال رمزك السري.
لا استطيع تعديل الصوره.
برجر جبن واحد وعصير برتقال، من فضلك.
اليك جوازي السفر.
لماذا، شكرا جزيلا. اه، هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين للعرض الموسيقي يوم الجمعه القادم؟
قال مسافر اخر هناك انه يمكنه تغيير المقاعد معك.
هل يمكنني تمديد اقامتي؟
قل، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، اود استءجار مجموعه نصفيه من الانديه وحذاء واحد.
هل يمكنك اخباري عندما يتم العثور علي الحقيبه المفقوده؟
كيف يسمي هذا المنتزه الوطني؟
لدي جرح سطحي.
اين مكان جيد للسياحه؟
هل يمكنني ان اخذ بعض الفواكه؟
هل يمكنني ان اكل الغداء الان؟
احتاج الي تغيير هذه الدولارات.
احتاج الي سياره اجره. انا في شارع الجنوب الرءيسي وحريه.
بالتاكيد، هل تحتاج الي تصريح اقامه داءمه؟
ليست تفاحه بل خوخ.
ساعطيك وصفه. خذها الي الصيدليه.
نحن نطير ثلاث مرات في الاسبوع، يوم الثلاثاء والجمعه والسبت.
هذا غالي، اليس كذلك؟
نعم، لدينا ذلك. سنعدّه لك.
هل ستُحافظ علي امتعتي حتي الساعه الثالثه؟
لا، انا فقط اريد ان ازور.
هل يمكنني حجز سياره هنا؟
هل انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي عطلت.
اين ظلال العيون؟
نود زاويه هادءه، ان امكن.
هل هذا التاكسي مجاني؟
هل هذه محطه سريعه؟
فمتي ينبغي ان اتي؟
اريد كاساً صغيره من النبيذ الابيض.
اه. هل يمكنني تناول وجبتي لاحقاً؟ لا اشعر بالجيد الان.
في الحقيقه، لديّ اخبار. انا متزوجه.
هل هناك بنطلونات اخري؟
هل يمكنني الحصول علي برنامج؟
لقد اقتحموا غرفتي ليله امس.
ارِني السمكه التي رايتها اليوم في كتاب الصور، من فضلك.
انظر الي التعليمات علي علبه الطعام المعلبه تحت الفراغ.
اريد نقودا ورقيه.
اخذ محفظتي وهرب.
هل ليس لديكم دروس تجريبيه؟
اين يمكنني شراء الطوابع البريديه؟
انا من بريطانيا العظمي.
سيتوجب عليّ التحقق من ذلك مع زوجتي.
ارغب في استرداد هذا المبلغ.
هناك مقصوره هاتف امام ذلك البنك.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي شويه، اليس كذلك؟
هل لديك الايصال؟
اين محطه الحافلات؟
هل ترغب في حلوي؟
هل تتحدث؟
كما بالنسبه لي، من فضلك.
لم يصل طلبي.
هناك العديد من الينابيع الساخنه.
رجاءً حول خمسين الف ين الي دولارات امريكيه.
لا باس عندي. في الحقيقه، اود ان ادخن.
اين يمكنني استءجار ادوات التزلج والاحذيه؟
هل نسيت مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عن طريق البريد الدولي للجمع؟
اريد كاساً من النبيذ الاحمر.
فقط ان كانت لك، سيدي. هاهاها، مجرد مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
لدينا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
الهويه. اوه، نعم. هل جواز السفر مقبول؟
رقم غرفتي هو 326. هل يمكنك احضار ملابسي النظيفه؟
ساري ان كانت اي من هذه تناسب.
اريد غلايه.
احضري لي بعض الجبن المبشور.
هل يمكن تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك ان تطلب منه ان يتصل بي مره اخري؟
لماذا اذن؟
عذراً. هل هناك مكتبه كتب هنا؟
اعتقد انك ارتكبت خطا. تم دفع ثمن الغرفه مسبقاً. لديّ ايصال.
الحافله هناك.
اريد لفتين من فيلم ISO 100 ملون، 36 لقطه، من فضلك.
اود استبدال هذا الشيك بمبلغ سبعين دولارًا.
اود شراء طوابع بريديه لعشر بطاقات بريديه الي اليابان، من فضلك.
هل هناك اي بنوك بالقرب من المحطه؟
اخشي ان هناك خطا في الفاتوره.
انه هنا بالضبط.
برجر جبن واحد للاخذ معي، من فضلك.
لا يمكنك فعلاً القيام بعمل التصميم بدون حاسوب في الوقت الحالي.
انطلق.
هناك تمزق هنا في قميصي. اتساءل ان كنت تستطيع خياطته لي، من فضلك؟
ما هي الاسعار الي مانشستر؟
هل يمكنك اعاره لي كابل شحن؟
اين يمكنني شراء حصيره شاطء؟
ثم، من فضلك، اعطني حجزاً جديداً.
اعطني تلك شريحه اللحم، لكن ليس سميكه كهذه.
سناتي الساعه السابعه.
عندما اري الاسعار بهذا الانخفاض، يبدو الامر سخيفاً شراء اي شيء في اليابان.
لقد سرقت سجلاتي ايضاً.
كوب من الايس كريم بنكهه الفانيليا، من فضلك.
اتفق. يجب ان يصبح طبيعياً جداً.
انتبه للفجوه، انتبه للفجوه، ثم قرب من الابواب، من فضلك.
ساحتاج الي بطاقه اءتمان.
ها هو الرقم.
اخبرني بمكان جميل في هذا النهر، من فضلك.
من فضلك قدم لي تقريرا عن الحادث.
لا، شكراً في هذا الوقت بالذات.
حسنا، من فضلك ابق علي الخط. سيد ناكاجيما، لا يبدو ان السيده سايتو تجيب علي الهاتف. هل تريد مني ان اتصل بها لفتره اطول؟
ربما، لكن علينا ان نزنها بشكل منفصل.
يبدو الامر قليلاً جداً نادراً.
اين منطقه استلام الامتعه لرحله سبعه صفر ثلاثه؟
هناك خطا في طريقه امساكك.
هل سيتلف هذا؟
لا، شكراً. افضل الا اشرب اكثر.
رجاء اخبرني ببعض الشوارع المناسبه للتسوق.
هل يذهب هذا الحافله الي فندق هيلتون؟
الان، هذا اللوحه خاصه جداً. هي من صنع تسوروتارو كاتاوكا. يُعترف به كفنان عالمي.
لدي تقدير كبير للموسيقي الكلاسيكيه.
هل يمكنني دعوتك لتناول العشاء خارجاً في وقت ما؟
حسناً. ما اسم حزبك ورقم هاتفه، من فضلك.
عذراً. اخرجني من فضلك.
هل يمكنك استدعاء موظف يتحدث اليابانيه؟
نحن نزور اقاربنا بشكل متكرر.
ميكي هاياكاوا. هذه غرفه سبعه اثنان.
يجب ان ابقي هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه فندق؟
لا ينبغي ان يستغرق الامر وقتا طويلا. خمسه عشر دقيقه علي الاكثر.
هل يمكنك اخباري بتكلفه هذا الاتصال؟
حسنا، هل يمكنك ان تخبرها اني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقا.
هل هناك جوله صباحيه؟
هل تتغير العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولاراً في المجموع لثلاثه اشخاص.
اين يمكنني شراء لفه فيلم؟
هل لديكم بيره يابانيه؟
اريد بدله سباحه بحجم صغير، من فضلك.
اود تسجيل امتعتي.
هذه السيده كاوازو في الغرفه 16-11.
مرحبا بك.
لا يوجد ايّ.
ما الذي هو اكثر اهميه بالنسبه لكم، الشعب الياباني، يوم راس السنه الجديده ام يوم عيد الميلاد؟
رقم مقعدك هو ثلاثون و اثنان ا. بعد ذلك، اذهب مباشره اسفل هذا الممر. انه مقعد النافذه.
دقيقه واحده فقط، من فضلك.
يرجي ملء تقرير مفقود.
لا افهم الانجليزيه الامريكيه، انا اتحدث الانجليزيه الملكيه.
منذ امس.
تشمل تامين التصادم والمسءوليه.
فقدت علامه مطالبتي.
هل لديكم اي دبابيس بتصاميم جميله؟
انا اتصل من كشك عام في ماسي.
هءلاء كبار جدا.
كم تكلفه ركن السياره بالساعه؟
سيدات وساده، في رحلتنا اليوم، لدينا مضيفات طيران ناطقات باللغه اليابانيه يمكن التعرف عليهن من خلال شارات الاعلام التي يرتدينها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي اخبارنا.
هل تفضلين فتره فنيه معينه؟
رجاءً تحقق منه مره اخري.
امشِ مستقيمًا علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، انها متينه جدا.
حسنا، سارسلها الي لاس فيغاس من اجلك.
انا ابحث عن قمصان للجري.
هل ترغب في شرب اي شيء من البار؟
من فضلك اتبع هذا الطريق. خذ المصعد هذا.
من الافضل ان تصعد الي القطار الساعه الثامنه والنصف.
هل هناك سينما بالقرب من هنا؟
الان هو موسم المحار، لذا سيكون جيداً.
ارغب في ساعه يدويه.
سادقق في الساعه التاسعه مساءً.
يبدا الليل في الظهور. يجب ان انطلق.
لم استعمل خدمه غسيلك. هل ستفحصين هذا مره اخري؟
اريد شايًا، من فضلك.
لا، ليس هناك.
هل هذه هي المحطه الاخيره؟
دعنا نتواصل معه.
هل هذا حار جداً؟
اين يمكنني الحصول علي حافله سياحيه؟
نعم، اريد ان ازور معالم المدينه.
هناك العديد من السياح حول المبني، الذين يبدو انهم تجمعوا لمشاهده ما يحدث.
شكراً لك علي كرم الضيافه.
الامانه هي افضل سياسه.
هل يمكنك ايقاظي في الساعه السادسه، من فضلك؟
كم يكلف نصف يوم؟
انا كينجي.
هل تعرف اي اماكن جيده لرءيتها في شيكاغو؟
حسنا، اذا اصررتما، ساذهب معكما.
هل يمكنك تبادل هذا بواحد اخر من نفس النوع، من فضلك؟
اريد حجزاً في الثالثه والنصف بعد الزوال.
صندوق الامان، من فضلك.
من فضلك اختر نبيذا مناسبا.
اريد مكاناً صغيراً.
هل يجب ان ادفع ثمن الغاز؟
لص. امسك به.
ننتظر اصدقاءنا ليجيءوا.
من فضلك اعطني بعض الفتات.
تاج مُحكم داءم، من فضلك.
هي صغيره و جميله.
ما هي اوبرا اليوم؟
مقليه، من فضلك.
لم يتم ارجاع ملابسي بعد.
بالمناسبه، هل انت حر هذا السبت القادم؟
حسنا، اذن، ربما سنفهم بعضنا البعض جيدا.
عاملتني كانني متسوله.
افهم. هل يمكنك مساعدتي في مشكل اخر ايضاً؟
هل يمكنك وضع عدسات وصفيه في هذه النظارات الشمسيه؟
سااخذ اثنين من هذه.
ما هده الكلاب اللطيفه. من اي سلاله؟
سقطت شوكتي، من فضلك احضر لي اخري.
كان ذلك ممتعًا.
بالتاكيد. اتجه مستقيمًا ولف يمينًا في الزاويه الثالثه. ستجده علي يمينك.
هل لديكم بعض الفيلم لشراءح الالوان؟
هل تعرف كاتي؟ انه حفل عيد ميلادها.
هل لديكم مخطط للالوان؟
هل يمكنني الدفع بشيك سفر؟
لكن، هو، الرجل، كيف اعرف ان هذا الشيء حقيقي؟
هل يمكنني الحصول عليه بدون ضريبه؟
لا استطيع وضع امتعتي تحت المقعد. هل يمكنك الاحتفاظ بها من فضلك؟
هل يمكنك وضع هذه الحقيبه في الصندوق، من فضلك؟
ساخرج الان، لذا سالتقطه.
من فضلك ارسل شخصاً لاحضر امتعتي في السادسه والنصف.
اريد خريطه لسان فرانسيسكو والمنطقه المحيطه.
اي نوع من الخبز لديك؟
اين المصعد؟
هل يوجد من يستطيع العزف علي البيانو؟
في اي محطه ينبغي ان انزّل لاذهب الي مبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً لك، لكني لا اعتقد ان لدي الوقت للبقاء ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي فقط ليله الثاني عشر من مارس؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
لم نتخذ القرار بعد.
تعثر رفيقي وكسر كاحله.
ساحاول بعض الشراب.
هل هناك مطعم تايلاندي قريب؟
انه بجانب ذلك المبني العالي مباشره. لذا، عد بالطريق الذي جءت منه حتي اشارات المرور. ثم، انعطف الي اليسار.
يجب عليّ ركوب طاءره الي لوس انجليس في الصباح الباكر من الغد.
ثم استطيع ان اوصي بثقه بجوله "مدينه سان فرانسيسكو". هذا يعطيك نظره عامه علي سان فرانسيسكو.
اريد الحصول علي تامين.
دعنا نطبق كماده بارده لتخفيف الالم.
تريد شراء فستان.
كم تكلفه سياره الاجره الي هذا الفندق؟
اين الحمام؟
هل هناك اي تكلفه لدخول هذا المبني؟
دير كما تشاء.
ابحث عن شيء رسمي.
النافذه عالقه.
في اي جانب من ساحه الاتحاد هو؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
كيف الحال مع بعض القهوه؟
هل احتاج الي تذكره؟
كم تكلف رسوم الخدمه تقريباً؟
كم من الوقت من هنا؟
الكريمه والسكر؟
هل لديكم اي نسبه تخفيض للاعضاء؟
هل هناك قطار سوبر اكسبريس في الساعه 9:30؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ليست خطءي.
لا يوجد كهرباء.
سابلغ الشرطه بذلك.
هل سيضطر الجميع الي دفع ثمن مشروباتهم الخاصه؟
من ثلاثين الي خمسين دولارًا في الليله.
اصلح هذا من فضلك.
في ايام راس السنه، وفي المناسبات الخاصه كحفلات الزفاف، وتوزيع الجواءز، او الجنازات.
مزيد من الخردل، من فضلك.
لماذا لا تعطيها هديه؟
اي فيلم تنصحني بمشاهدته؟
هنا عشرون دولاراً واعطني دولارين كباقي، من فضلك.
لقد اصطدمت بي جانباً.
يمكنني المجيء في الثانيه.
هل هذه امتعه الرحله JAL 01؟
هذه اول رحله لي الي باريس.
هل يمكنك تقدير التكلفه قبل ان تبدا العمل فيه؟
ادخل من فضلك.
رحلتنا المشي يجب ان تكون ممتعه كثيرا.
اين نستقل القارب؟
لا نملك حقيبه لهذا المبلغ لذا ساضعها في هذه الحقيبه البلاستيكيه الكبيره.
اود ان العب التنس.
هناك عصير اناناس، برتقال و طماطم.
الجانب الايسر من هذه الطابق، قرب المصعد المتحرك.
ماذا يعزف اليوم في قاعه الحفلات؟
الا تفضل ان تشاهد فيلماً اخر؟
يرجي تغيير هذا الشيك السياحي الي نقد.
ارغب في ان اتابع نفس الماده غداً، من فضلك.
ربما استطيع ان اعطيك اجابه افضل لذلك بعد بضع عروض.
احتاج هديه للذكري السنويه.
ما هي المسرحيات الموسيقيه المعروضه الان؟
هل لديك مراه؟
عذراً، لكني ضللت طريقي. هل يمكنك مساعدتي؟
اريد هذا، من فضلك.
لا يمكنك ادخال الالعاب الناريه الي كندا.
ما شاء الله، زوجتك طباخه راءعه.
هل تحتاج الي اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص غداً صباحاً، من فضلك؟
ماذا ترغب مع طبقك الرءيسي؟
هل هناك بوتيك في الجوار؟
هذا المكان مليء بالناس، اليس كذلك؟
اسف. سيصبحون جاهزين في حوالي خمس دقاءق.
اصبت بتشنج في عنقي اثناء النوم.
حسنا، لا مشكل. هل يمكنني رءيه جواز سفرك؟
لا املك اي مال.
في اي وقت يجب ان اكون في المحطه؟
هناك العديد من المطاعم حول هنا.
انه قريب من غرفه اللباس.
من الجميل التحدث معك.
هل هناك جوله في فتره ما بعد الظهر؟
انا مع اصدقاءي.
استمتعت باقامتي. شكراً.
الشاطء تحت مباشره. ما هذا المنظر الجميل.
شكراً لك علي الانتظار، سيدتي ماكغير. ها هو. تفضلي، من فضلك.
هل لديك وثيقه هويه شخصيه؟
سبعه، من فضلك.
اريد ان ارسل هذا الي المغسله. متي سيكون جاهزاً؟
لدي بنطلون مخطط.
نعم. تم توصيل امتعه شخص اخر الي غرفتي للتو. هل يمكنك فحصها، من فضلك؟
هل يمكنك توضيحه بمزيد من التفصيل؟
هل نمت نوماً هادءاً؟
هل ستضغط علي زر الكاميرا؟
مفتاحين، من فضلك.
اريد مصباحا.
هي في نهايه الممر.
اريد بعض الورق.
هل سنذهب بالحافله؟
قلتِ انكِ سترحلين الي طوكيو غداً؟
دعني انام حتي الساعه التاسعه.
يجب عليّ التحويل الي AW واحد صفر صفر. هل هذا ممكن؟
كيف هي لعبتك في هذه الايام؟
اشعر بانسداد في الصدر.
لا مشكل. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض فيلم علمي لاننا نملك يوما مفتوحا خاصا في اول جمعه من كل شهر.
هل لديكم جولات اخري؟
حسنا، خصم خمسه في المءه. هل هذا مناسب؟
ساذهب الي باريس.
ليست النموذج الاحدث، اليس كذلك؟
من المقرر ان يكون في الثامنه والنصف مساءً بالتوقيت المحلي.
خذ هذا المبني معنا، من فضلك.
حسناً. سااخذ وعاء متوسط الحجم وكره ارز.
كيف يبدو هذا؟
ارغب في رءيه ذلك الواحد في النافذه، من فضلك.
لا طريق. نحن في عطله. انا ارفض الجلوس في غرفه فندق ومشاهده البيسبول علي التلفاز. اريد ان اذهب لمشاهده مسرحيه.
هل استطيع لمسها؟
هل يمكنك ان تاتي هنا لاصلاحه؟
اريد بعض الالياف الاصطناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد بعض الكريم المنظف.
اريد ستره بكم طويل.
لقد سُلبت حقيبتي.
يبدو ان طرقنا تتقاطع كثيرا، اليس كذلك؟
هل يمكنني ان اري القاءمه مره اخري؟
لا يزالون يبدون قليلاً خضر.
كم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبعماءه وسبع وستين متراً.
لا، ليس بعد. هناك الكثير لاختياره.
اريد بعض الكريم الليلي.
هو بين المخبز و محل الجزاره.
هل يمكنك تقصير الاكمام؟
اخشي انه لا يوجد ملاعب جولف هنا حول.
هل يمكنك اظهار الخاتم الثاني من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل وصلت المكالمه حتي الان؟
هذا خطا.
نعم، هو كذلك. لانك تستطيع رءيه العلم امام مكتب البريد.
ستُرسلهم بالتاكيد، اليس كذلك؟
اود اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان يذهب الخاص بي.
عندما يصل، سندفع مقابل شحنه الي عنوانك المنزلي.
في هده الايام، استعمل حاسوبا داءما في العمل.
اه، حسناً. افهم. ساذهب الي مكانك.
لا، كفي.
هل يمكنني الحصول علي غطاء ووساده؟
هل يمكنك المجيء هنا في اسرع وقت ممكن، من فضلك؟
كاس من القهوه، من فضلك.
انا ابحث عن بعض البطاقات التي تكون عاده هاواييه.
هل يمكنك تضييق الخصر بثلاثه سنتيمترات؟
انا في نفس عمري.
هل ستاتي لي ببعض القهوه؟
ثلاثماءه وخمسون دولارًا؟ هذا يتجاوز ميزانيتي.
هل نحتاج الي التصويت علي هذا؟ ان لم يكن كذلك، اعتقد اننا وصلنا الي استنتاج، سارسله الي مجلس ادارتنا غداً صباحاً.
هل تعرف ان كان هناك فنادق رخيصه؟
صباح الخير. نمتي جيداً؟
ماذا تنوي ان تفعل بعد انهاءك الدراسه؟
لقد سُلبت حقيبتي اليدويه في الشارع.
هل قدمت لكم اي خدمات اخري بالاضافه الي الافطار هذا الصباح؟
اريد كوبًا من القهوه البيضاء، من فضلك.
حسناً. هل فندق الشيراتون قريب من هنا؟
امل الا تكوني متعبه جدا.
اود استءجار سياره من هذه الفءه لمده يومين.
ساشرب جرعه من جاك دانيلز.
اريد كيساً من الفشار، من فضلك.
سقطت عصا التزلج.
لا ناتي باي هدايا للحفل. بدلاً من ذلك، يجلب الضيوف نقوداً.
اود ارسالها عن طريق البر السطحي.
وصلت الطاءره متاخره بسبب تساقط ثلوج غزيره.
من فضلك، قم بالشحن.
هل يمكنك ان تاخذ رساله، من فضلك؟
اسف، لا استطيع متابعتك. هل يمكنك التحدث ببطء قليلًا، من فضلك؟
ماذا يمكنني ان اريك؟
هل يمكنني التقاط الصور؟
من مءه.
رقم الرحله هو HP ثمانون وتسع لطوكيو في الحادي عشر من مارس.
هل يمكنني ان احصل علي نفس الطبق؟
هل لديك واحد اخر؟
من فضلك احضر لي فطورا في غرفتي غدا صباحا في السابعه.
سيكون هناك شخص للصيانه قريباً.
انا اسف، ساعود لاحقا.
كيف يمكنني ان اخذه؟
هل هناك اي شغور في جوله الخميس؟
عذراً، هل يمكنني المرور؟
هل لديكم اي نباتات وفواكه؟
رجاء اخبرني كيف املا بطاقه النزول؟
اعتقد ان سيارتي تستحق حوالي خمسه الاف دولار.
هل هذا الطعام منخفض السعرات الحراريه؟
اي حافله ينبغي ان استقلها للذهاب الي المحطه؟
نعم، هو كذلك. لكن عليك ان تدور يساراً عند الضوء الثالث للمرور وتظل علي هذا الشارع حتي تصل الي الطريق 66.
اريد كاساً من الماء لاخذ بعض الدواء، من فضلك.
ساكون ممتناً لك كثيراً ان اخذتني الي الشاطء.
انا اسف. لديك الرقم الخطا. هذه دار نشر تانكيوشا.
نحن نغادر.
هادي الموسيقي ديال شنو؟
من فضلك اعطِ طفلك هذه السُكَّرَه، مِقْدَارٌ وَاحِدٌ، بعد كل وجبه.
يتوفر هذا النمط باحجام 28 و 31 و 35 سنتيمترا.
اه، يبدو ذلك كثيرا.
هل يمكنني استخدام هاتفك؟
يبدو هذا راءعا جدا. كم ثمنه؟
اود اعاده تاكيد رحلتي الي شيكاغو في السابع عشر.
اكلت قليلاً اكثر من اللازم.
هل يمكنني التحدث مع السيده براون؟
يبدو هذا البيت مريحا للعيش فيه، اليس كذلك؟
اريد حجز تذكره علي رحله الخطوط الجويه الشماليه الغربيه رقم 086 في الخامس.
محفظتي، جوازي السفر واغراضي الشخصيه الاخري.
متي تغلقون؟
انتظري دقيقه. قد تكون تركتها في الحمام.
هذا بالضبط ما كنت ساقوله.
نعم، اعتقد ذلك.
بيتك كبير. كم عدد الغرف؟
استمتعنا بالعشاء.
افهم، لكن لا استطيع قول ذلك.
اه، نعم، من فضلك. امل فقط الا يصابوا بالغثيان من البحر.
الي طوكيو، من فضلك.
ما هو توقيت وصولنا المتوقع؟
ساغادر مبكرا غداً ، لذا اود ان ادفع الان.
شراب شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
هو مشغول الان.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل يمكنني البقاء في غرفتي حتي الساعه الثانيه بعد الظهر؟
ها ها. صباح الخير عندكم. لا باس.
اريد بعضا من هذا الفيلم رقم ASA للكاميرا، من فضلك.
اين لوحات مونيه؟
هذه البيتزا لذيذه. من صنعها؟
كيف يذوق هذا الطبق؟
كما انها غاليه الثمن.
متي يغادر القطار التالي الي بوسطن؟
اخطط لتعلم الجولف.
من فضلك اعطني مشروبا اخر.
ما هذا الساحر الجيد.
اخشي ان الاكمام قصيره جدا.
هل يمكنك ان تُريَني كيف اضع الغاز؟
هل يشمل ثمن الفندق وجبه الافطار؟
هذا كل شيء؟
هذا علي طول هذا الطريق.
من فضلك ابدا العداد.
غرفتي بارده جدا.
ساعود اليكم عندما نكون اقل انشغالاً.
هل لديك واحد اكبر؟
اشعر بتحسن.
هل انت علي درايه بجغرافيا اليابان؟
رجاءً ارني اين انا في هذا الخريطه.
ماءه في الماءه قطن.
اود ان اغير الغرفه الي واحده تطل علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلف ايجار لوح لمده نصف يوم؟
عشره نونبر.
اريد شريط اله كاتبه.
لذيذ جدا.
متي سنقلع؟
كيف تخبر الساءق انك تريد النزول؟
عشره وعشرون دولارًا. هل تريد المزيد؟
قمت بالحجز في طوكيو منذ شهر.
اشكرك من اعماق قلبي.
هل انزِل هنا من اجل مركز روكفلر؟
من فضلك قيس حجم حذاءي.
راءع.
هل ستخرجين معي في موعد؟
من فضلك نظف هذا الستره.
اود استءجار قارب بخاري.
اين قسم السيدات؟
هل القهوه غير مدرجه؟
في اي مجال كان يعمل قبلاً؟
يا لله. يا لله. يا لله. يا لله. اعتدت علي وجهها.
هل يجب عليّ دفع الرسوم الاضافيه عند دخولي الي مبني؟
مرحبا، حفلتك علي الخط. تفضل، من فضلك.
جروحي تءلمني.
اين المحطه؟
اشعر بالقشعريره.
ثلاثه ايام.
اعبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
من فضلك ساعدني في ايجاد مرشد يتحدث اليابانيه.
لا اريد واحده كبيره الحجم.
سيكون هناك تاخير طفيف.
ما هي الفروق بين تلك الفنادق؟
فاتتني المحطه.
كان راءعا. شكرا.
ساكون هناك حوالي السادسه مساءً.
هل لديكم اي شيء اطول قليلاً؟
تاريخ الانتهاء هو 19 مارس 1999.
كيف كان؟
هل هناك اي كازينوهات جيده؟
اليك المال من اجل اقلام الحبر. ورقه بمءه دولار.
اين قسم السيدات؟
اين يمكنني صعود القارب؟
صديقي مصاب.
تبدو بخير.
هل سيُفتح هذا المتجر غداً؟
انه في نهايه الممر بالكامل.
هل يمكنك قص لحيتي من فضلك؟
ياتي مع بار السلطات وخيار البطاطس المشويه او البطاطس المقليه الفرنسيه.
اين يمكنني شراء الحشيش؟
لا استطيع بيع هذا بدون وصفه.
هل يمكنني حجز خمسه مقاعد معًا في نفس الصف؟
هل يمكنك اعاره لي حبل سحب من فضلك؟
اي سياره تعطي افضل استهلاك للوقود؟
لن تحصل علي تخفيض مهما حاولت.
هل يمكنك فتح هذه الحقيبه، من فضلك؟ ماذا يوجد بداخلها؟
اريد اجراء مكالمه هاتفيه طويله المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات ذلك؟
احذر، سقف منخفض.
لا استطيع رءيه الشاشه جيداً من هنا. هل يمكنني تغيير المقعد لبعض الوقت؟
زرت البحيرات العظمي لاول مره.
هناك خطا في هذه الاله الباءعه.
احتاج الي طبيب.
منذ متي وهي في المملكه المتحده؟
محب للفن التجريدي كانت ستستمتع بالتاكيد بلوحات الهيبيز ومشهد الموسيقي الحضريه.
في اي وقت؟
سااخذ ساندويتش هوت دوج وكولا.
هذا هو المشغل الدولي.
يمكنك رءيه مبني ابيض، اليس كذلك؟ انه امام ذلك المبني.
منذ متي؟
لا املك اي شيء للاعلان عنه.
ماذا؟ هل عليك دفع الضراءب اذا كنت تملك اكثر من ثلاث زجاجات من الكحول؟
صديقي مريض جدا. هل يمكنك ان تتصل بطبيب من فضلك؟
لا اعرف الكثير عن النبيذ. ما هو المناسب لهذا الطبق؟
هل يمكنك ان تتصل بي في وقت مبكر من الصباح، من فضلك؟
هناك محطه بنزين علي بعد كتلتين من هنا.
لا ياخذ اليابانيون عطلات طويله.
اشعر وكانني تحت المراقبه. هل رءيه شخص ياباني امر نادر الي هذا الحد؟
بالتاكيد لا. لماذا تقول انّ؟
كيف اتجه الي مدخل البريد المركزي؟
اين محطه حافلات غرايهاوند في هذه المدينه؟
اليس المطاعم اليابانيه في كيوتو غاليه الثمن؟
اعتقد انها صاخبه قليلاً بالنسبه لي.
لدينا غرفه مزدوجه مع حمام مقابل ثمانين وخمسه دولارات.
اريد سعر الكتاب.
هذا العام اكثر بروده من المعتاد، لكن ليس باردًا بما يكفي لتساقط الثلوج.
اين يمكنني شراء تذكره المترو؟
سامتلك مقاعد الدرجه الاولي، اليس كذلك؟
كم تكلفه اجره التاكسي من هذا الفندق الي المحطه؟
هل يمكنني الحصول علي هذا وهذا، من فضلك؟
يقولون ان اليابان بلد غني جدا.
هل هناك اي غرف فارغه في عربه النوم؟
هل يمكنك تخفيضه الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
تُجعل الثلوج المسار زلقا.
لا استطيع ايجاد كاميرتي.
ساعد بعض السندويشات بالحم.
هل لديك اي شيء لاعلانه؟
هل رايت معطفا ازرق؟ وضعتُه علي هذا الكرسي.
هناك متجر لبيع الزهور علي الجانب الاخر من الشارع.
انا من طوكيو.
اريد بعض شامبو كريمي ريفلون.
لدي بعض الاشياء للغسيل.
طلبتها منذ زمن طويل.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحاً من فضلك؟
سارغب في شوكولاته ساخنه.
يمكننا ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تكلف الاقامه في فندق سي؟
هل يمكنني الحصول علي تذكره متعدده؟
اود حجز طاوله لشخصين في السابعه، من فضلك.
اريد بعض الكريم الليلي.
هل يمكنك تغليف هذا كهديه؟
ها هي الساعه ثلث الرابعه.
ساخطط لارسال فواتير احتياجاتي اليوميه، فمن فضلك اخبرني بالعنوان واسم الشخص المسءول.
صعب علينا ان نتكلم الانجليزيه بطلاقه.
هل لديكم هذه بنفس التصميم مع كعب اعلي؟
اريد ستره لفتي في العاشره من عمره.
ارجو ان تاخذني الي شارع ابي.
شكرا. مرحبا، شكرا علي الانتظار.
انا متاكد ان لدي حجزا.
سارسلها لك، فمن فضلك انتظر هنا.
نحن هنا ليوم واحد.
عندي صداع خفيف.
استمتعتُ كثيراً بالوجبه.
لا، من فضلك اجلس وانتظر. ساعود مباشره.
هل يمكنني رءيه السياره؟
هل يمكنك ان ترسم لي خريطه، من فضلك؟
حسنا سيدي، رجاءً ابق في غرفتك حتي ياتي الطبيب.
لقد تعرضت للسرقه في شاطء وايمانالو. من فضلك اتوا فوراً.
ماذا عن مءه دولار؟
اريد هذا مُعبا.
ارغب في تقديم طلب لاعاده اصدار.
دعمت الحكومه تعزيز الصناعات.
هو في الخمسين من عمره، اعتقد.
ما هو السن الادني للقيام بذلك؟
هل لديكم اي خراءط بسيطه للمدينه؟
اذا امكن، افضل الا يُستخرج السن.
العد هو كره واحده، ضربتان.
في اي وقت سيصل القطار الي سان دييغو، من فضلك؟
اود ان القِ نظره علي صندوقك.
اريد بعض الشامبو.
انا اقيم في فندق هيلتون.
اشعر بالسوء والغثيان.
لكن لدي موعد لرءيتها في الساعه الثانيه.
هل تذهب هذه السياره الي ادنبره؟
نعم، من فضلك املا هذا النموذج.
كم تتقاضي مقابل الوزن الزاءد؟
اسمي كيمورا. اود الغاء حجزي ليوم الجمعه.
اه، اسف. وقع مشكل ونحن نعمل علي اصلاحه. هل يمكنك الانتظار حوالي ثلاثين دقيقه؟
في اي وقت يمكنني المغادره؟
فهمت.
ساتصل باحد.
هل تريد تسويه الفاتوره الان؟
جاءت السياره من جانبي في التقاطع.
انه صندوق موسيقي.
اين الحي؟
هل هناك جوله بالحافله للمدينه؟
في اي وقت نبدا؟
حسنا سيدي. في الفءه المتوسطه يمكننا ان نقدم لك مرسيدس سبرينتر. هل هذا مناسب؟
لقد كسرت عضله.
لكن عليك ان تعدني ان تضرب الكره، ليس انا. هل فهمت؟
الي اي مدي اخر؟
هل يمكنني استعاره بعض القماش؟
من اي نوع من الجلد مصنوع هذا الحقيبه؟
لا اعتقد ان هذه السكين نظيفه. هل يمكنك ان تحضر لي واحده اخري؟
اشتريت هذا منذ لحظه، لكن هل ستغيرين هذا مقابل ذلك؟
بصراحه، لا اوافق علي ذلك.
هل هذه هي الطريق الصحيحه الي المحطه المركزيه؟
قارب مع مرشد، من فضلك.
اود ان اطلب لنفسي بدله ذات لون داكن.
هذا المظله تكفي عصا.
هل يجب ان اترك كل امتعتي في الخزنه؟
من فضلك ارني جواز سفرك.
هل هناك اي مكان يقبل غسيل الملابس يوم الاحد؟
برجرين بالجبن، من فضلك.
اي حافله تذهب الي ميامي؟
لكن لا حاجه للتبرع.
يمكنك رءيه واحد منها في قاعه كارنيجي.
لست معتمدًا.
ما هي الاطباق المتخصصه في المنزل؟
اود تحديد موعد مع طبيب.
اتساءل ان كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص هذه الليله.
ما عندك مشكل اذا جيت عندك؟
يبدو ان هناك بعض الهامش للتحسين.
اين هو المترو؟
هل لديكه بحجم اصغر؟
اين يمكنني الحصول علي الاسبرين؟
هذا هو القاع؟
من فضلك اعطني تصريحاً لمده اسبوع.
هذا زميلي.
ما نوع الغاز المتاح؟ هل هو بنزين عالي الجوده، عادي، او بدون رصاص؟
اليك واحده.
انا اصيب بنزله برد.
انه مغلق يوم الاثنين، لكن يوم اخر سيكون جيداً. اعتقد انه مفتوح من التاسعه الي الخامسه.
انه سمك الحوت المشوي مع صلصه خاصه فوق وعاء من الارز.
قال لنحتفل، واخذني الي حانه. قال انه سيقوم باجراء مكالمه هاتفيه وتركني ولم يعد ابدا، ووجدت نفسي عالقا بفاتوره كبيره.
كم هو الثمن للغالون الواحد؟
كان جواز سفري وبطاقه الاءتمان لدي في حقيبتي.
حجز في السابعه، تحت اسم مني.
ما رايك في كاس من الشاي؟
هل يمكنك ان تخبرني اين اجد القنصليه اليابانيه؟
هل هناك طبيب فندق او واحد متاح للاتصال؟
يذهب داءمًا للتسوق في شارع بوند.
ورقه باللغه الانجليزيه، من فضلك.
هل هناك اي مكان يعزف الموسيقي الريفيه؟
اود ان اتفقد اغراضي الثمينه.
هل هناك ايّ صوف اخري؟
كم هو الثمن لكل ورقه؟
حسنا، اضغط علي تسعه وصفر واحد واحد، ثم رمز البلد ورقم الهاتف.
هل يمكنني الحصول علي ديت كوك؟
هل يمكنني تقديم طلب؟
لقد كانت رحله قياده ممتعه. شكراً لك.
عذراً. هل يمكنني المرور؟
السكان الاجماليين لليابان حوالي ماءه وثلاثين مليون.
اود استءجار مظله شمس.
نعم، واود عكس التكاليف.
محفظه بها مءه دولار وبطاقتان اءتمانيتان.
الماء ساخن جدًا.
انت هنا.
كاس من القهوه، من فضلك.
من غير المرجح جدا.
اشعر بالم في بطني بعد الاكل.
واو، هذا مكان جميل.
قد يكون لديه انسداد هواءي.
هل قررت؟
اذا اردت، يمكننا ان نرتاح هنا.
فقدت اثر رساله مسجله.
لا يمكنك تغيير عملك بسهوله.
محطه بعد؟
حسناً، لكن ليس المدرجات. الجو حار جداً اليوم.
نزل هنا وانتقل الي الحافله رقم سته.
يجب عليّ ان التقط رحله العاشره صباحاً.
لا زلت اشعر برغبه في التقيء.
لا اريد اي شيء سميك.
من فضلك، تحقق.
كم سعر الفطر الطازج؟
رجاءًا، قبول الشيك. هل تقبلون فيزا؟
ساذهب اليوم لاري كيف هي الحي الصيني.
اثنان اثنان تسعه ثلاثه تسعه سته سبعه صفر صفر.
اريد سحب اسناني.
اريد حقيبه مكياج.
اتساءل كم يجب ان اترك من نصيب.
اين يمكنني مشاهده "شبح الاوبرا"؟
اريد شراء تذكارات لاصدقاءي. هل يمكنك التوصيه ببعضها؟
ببطء اكثر من فضلك.
ما هي الرسوم الدوليه المتوسطه للفاكس لديك كل شهر؟
مقليه من الجانبين، من فضلك.
حسناً، يبدو الامر واضحاً جداً. من فضلكما اقدما لي رخصتيكما وتسجيليكما. وابني، اخشي اننا سنضطر لاجراء فحص للتنفس لديك.
سيكون جاهزاً بعد غدٍ مساءً.
هل هذا مصنوع من القطن؟
لدي دواءي الخاص.
ماذا يمكنني ان اري في تلك الجوله؟
نعم، هناك حد ادني لتناول مشروب واحد.
كم ثمنها ليوم واحد؟
هل يتوقف هذا الحافله بالقرب من الفندق؟
اريد قرصًا مضغوطًا.
هناك رحلات جال وانا تغادر في العاشره و 55 دقيقه. لكن، للاسف، كل الرحلات ممتلءه.
يناسبني جيدا.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
لا تفهم الانجليزيه ابدا.
من فضلك قم بتحويل شيك سفر.
هل يمكنك ان تتكفل بها من الساعه التاسعه صباحاً الي حوالي الثالثه؟
كم تكلفه البريد الجوي الي اليابان؟
انا محاصر خارج الباب. هل يمكنك فتح بابي، من فضلك.
اي جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل هناك اي مضيفه تتحدث اليابانيه؟
كم حقيبه يمكنني احضارها علي الطاءره؟
لا، سيدي. هذا المساء محجوز بالكامل. لكن غداً سيكون جيداً.
ساسال حارس المدخل عن الاجره الصحيحه.
انا اسف حقا.
نحن نُنظم حفله ليله الجمعه. لماذا لا تنضم الينا؟
حسنا، غرفتك رقم تسعه ثمانيه، سيدتي. اليك المفتاح.
من المهم جداً ان نتوفر علي الوصول الي المواد الخام التي نحتاجها للمشروع.
عذراً يا ضابط؟
هل هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد الاقصي المعفي من الضراءب؟
اخرجوا اغراضي الثمينه، من فضلكم.
كم هي مزدحمه الجولات؟
اود شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب بالقرب من هنا؟
الي متي سيكون مفتوحاً؟
هو خارج الان.
مايومي، هل يمكنك ملء هذا النموذج بتوقيعك؟
اليك واحده، سيدي.
ليس لدي امتعه مسجله.
بالتاكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
هل لديكم افلام صيفيه؟
متي هو القطار التالي الي واشنطن دي. سي؟
الطوال منها موضه الان.
ساعود الي اليابان يوم الاثنين القادم.
هل يمكنني الحصول علي خريطه المترو؟
هل هي رحله طويله؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
اين يمكنني استلام امتعتي؟
لا اشعر بالجيد. هل يمكنني ان اُرَخّي مقعدي؟
الحاديه عشر واربع وخمسين صباحاً.
هل يمكنك ان تخبرني بمطعم شهير بين الشباب؟
كانت سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ابرت يوم الاربعاء القادم في الحاديه عشر صباحاً.
هل يمكنك ان تشرح مرضك بالانجليزيه بطريقه ما؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر التجاري؟
كم مره ساغير القطار للوصول الي هناك؟
هل هذا صحيح؟ دعيني اتحقق. اوه، انا اسفه جدًا، سيدتي تاكانو. هذا خطانا. اليك فاتورتك الجديده. هل يمكنك التوقيع هنا، من فضلك؟
ارجع لي خمسه دولارات، من فضلك.
لا يغلق سداده حوض الاستحمام بشكل كامل.
انه مجرد رمز لامتناني.
هل ستملا هذا النموذج؟
ماذا عن هذه النماذج البلاستيكيه؟
ما هي العلامات التجاريه التي لديك؟
كعب الحذاء مرتفع بالنسبه لي.
انا محتجز خارج غرفتي.
منذ متي وانت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه مرسله جواً الي اليابان؟
يُكتب بالهجاء G-O-R-O-H.
هل ترغب في شرب شيء؟
استلقِ هنا.
رجاءً اجعله برقيه عاجله.
حسب توقعات الطقس، سيتساقط الثلج غداً.
اريد كره.
بالتاكيد. سنكون سعداء بفعل ذلك.
ها، كتاب كوميكس ماليزي. غادي نشري واحد ناخدو معايا كتحفه للحديث.
الطريق الي النجاح هو "جينماكو"، اليس كذلك؟
ساصل الي فندقك حوالي التاسعه مساءً.
لدي حوالي الفي وخمسماءه دولار امريكي بالين ياباني.
نعم، نفعل. ساريك بعضا منها.
اريد بعض حبوب النوم.
ساكون هنا حتي التاسع. امل ان تلتقطوا المجرم في اسرع وقت ممكن.
انا متاكد ان المجرم قريب.
اريد عشره طوابع من فضلك.
عندي حلق مجروح.
احتاج الي بعض الهدايا التذكاريه من نيويورك.
انا في طريقي للخروج. هل يمكنك ارسال صبي الي الغرفه؟
توقفت ساعتي.
اه، حقاً؟ كيف تحبه؟
نحن مفتوحون في التاسعه صباحا.
اريد كتاب تلوين.
اعتقد انني اشعر بالدوار بسبب الارتفاع.
هل يجب ان اذهب الي بنك ياباني؟
عليك تبادل المال في بنك.
هل هناك وقت كافٍ للخروج؟
زوجك واحد من افضل عملاءنا.
هل تعرف طبيبا اسنان جيدا؟
اه. عليك اشعار القنصليه فوراً.
هزّه، لا تحريكه.
هل تود طاوله في المطعم الرءيسي او في غرفه خاصه، سيدي؟
يزور عدد كبير من الناس الشاطء خلال الموسم.
انا ازن حوالي ماءه وخمسين رطلاً.
اين ينبغي ان انقل؟
اين مكتب الاشياء المفقوده؟
هل هناك اي حافله تذهب الي هناك مباشره؟
هل احتاج الي اي علاج خاص؟
سيكون الدفع نقداً ام عن طريق بطاقه الاءتمان؟
انتقلنا الي هذا البيت منذ سنه.
كم من الوقت سيستغرق اصدار تاشيرتي؟
اين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان واربع وثلاثون جنيهاً، سيده.
هذا هديه. هل يمكنك تغليفها في ورق هدايا جميل؟
ما هذا المنظر الراءع. هذه مسارات راءعه.
هناك اشخاص جرحي.
عذراً. اين المحطه هنا؟
نعم، لدينا حجز لك.
عذرا، لكنني اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ان استقل حافله؟
دجاج من فضلك.
هذه غرفه رقم اثنين من واحد. اود ان اطلب الفطور غداً.
ماذا تري في موضوع التحرش الجنسي في مكان العمل؟
لديّ اختان.
رقم الرحله 208، الي طوكيو.
ثم لنضع حشوه داخليه.
دعونا نجتمع لمناقشه هذا الامر اكثر.
كيف تريد ان يتم تصفيف شعرك اليوم؟
هل يمكنك قول ذلك بكلمات اخري؟
ساكتفي بما لديك.
نود طاوله قرب المنصه.
انا بخير. حسنا، هل انت ذاهب الي مكان ما؟
يبلغ ارتفاعها الفي واربعماءه متر.
ادخل. من فضلك ضعه علي الطاوله هناك.
رجاءً قم بالغاء رقم بطاقتي.
انا اسف، لقد نفذت كلها، لكن سنحصل عليها في غضون ايام قليله.
هل يمكنني ان احصل علي بعض القهوه؟
ليس لدي موعد، لكن الامر ملح.
هذا مصنوع بشكل رديء.
اين المصعد الكهرباءي؟
هل لديكم كتيب بالاحداث؟
اين مدخل المترو؟
فقدت تذكره طاءرتي.
لا يمكنك البقاء هنا خلال العطله؟
اه، انا اسف جداً لازعاجك.
هل يمكنك حجز الاحداث؟
هل هناك حمام عام قريب هنا؟
ما هو المجموع؟
هذا جيد جدا. الان بالنسبه للاسءله، من فضلك.
هل لديكم اي تغيير لعداد وقوف السيارات؟
افضل منتج بيعًا لدينا علي مدي السنوات الاربع الماضيه هو اله النسخ AX-four five zero.
اَتَوَجَّهُ اِلَي اليسار؟
هل هناك اي مضيفات يتحدثن اليابانيه؟
سعر راءع، اليس كذلك؟
يجب ان تاخذه تسعين مره في اليوم، قبل الوجبه.
انا احبه حقا.
اريد ثلاثيه الارجل.
اريد ستره رياضيه.
يمكنك البقاء في بيتي.
هل يمكنني ان اُراخي مقعدي، من فضلك؟
راءع. كنت ابحث عن سياره اجره، لكن هذا افضل.
معطف راءع. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي نصل؟
شخصين بالغين وطفلين، من فضلك.
ما هو الثمن؟
كانت حرب النجوم اكبر نجاح في عام 1984.
اين قسم الممنوع التدخين؟
هذا "ت" مثل توم، نعم لديه هنا، تارو.
اعتقد انها خلابه.
اريد بعض التفاح، من فضلك.
لشي نتيج؟
اي بطاقات اءتمان تقبلون؟
لدي وقت كافٍ.
حسناً، حان وقت الغداء. هل ترغب في مناقشتها اثناء الغداء؟
تم سرقه جهاز تسجيل الفيديو من غرفتي.
مرحبا، اسمي اودا. لدي حجز لهذه الليله، لكني ساتاخر قليلا في تسجيل الوصول. فمن فضلك احتفظ بحجزي.
هل هذه الاحذيه متينه؟
رجاءً اخبره انني انتظر مكالمتَه.
يقولون ان الانفلونزا منتشره هناك.
لتوّه وصل.
انا اسف. نحن ممتلءون لليله الغد.
انا مع بعض الاصدقاء.
حسب قول جورو، السيد يامادا لديه طفلين.
هل يمكنك ان تقول ذلك مره اخري؟
اود ان اقوم بنزله جانبيه الي برج لندن.
من فضلك اربط حزام الامان.
رمز المنطقه هو ثلاثه. رقم الهاتف هو 2343400.
عذراً. هل هناك جسر قريب هنا؟
عذراً، اود استخدام الحمام.
هي محتله.
ملابسه داءمًا خارج الموضه.
هل لديكم اطعمه بحريه؟
هذا غالي نوعا ما.
اود ان افعل ذلك، لكنني اخشي انني لن اتمكن من ذلك هذه المره.
حسناً، لا اعرف بعد، لكنني ساحاول بالتاكيد.
ملح، من فضلك.
من فضلك استعمل غرفه الاختبار هناك.
تسعون دولاراً لتذكره الذهاب فقط. نقداً ام بطاقه؟
هل يمكنك تنظيف الطاوله من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك ان تخبرني باوقات العمل؟
رجاءً لفهم بشكل منفصل.
يشعرني بطني بالثقل.
يبدو ذلك جيداً. اين يمكننا الانتظار من اجلك؟
هل يمكننا ان نبدا اللعب عندما ينتهون؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون.
اضف العناصر التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
هل لديكم وشاحات حرير؟ ابحث عن هديه لزوجتي.
سنحضرها الان. ما هو رقم غرفتك؟
السيد كوباياشي كان يبحث عنك.
اود ان اسافر من شنغهاي الي هاواي عن طريق البحر.
هل يمكنك ارسال شخص ما؟
هل يمكنك ان تكون جاهزاً بحلول الساعه الخامسه من يوم غد؟
يستغرق الامر عشر دقاءق سيراً علي الاقدام.
قبل ان ننهي اليوم، هل يمكنك ان تمنحني بضع دقاءق؟
اين يمكنني ركن سيارتي؟
اشعر بالبرد القارس والم شديد في بطني.
اسكوت و الماء، من فضلك. و هل لديكم اي شيء للوجبات الخفيفه؟
كيف يمكنني اطفاء هذا الضوء؟
هل هو مشغول جدا اليوم؟
اريد بعض الخيوط.
اعطني شهاده طبيه من فضلك.
اريدك ان تجعله اقصر بوصه هنا.
لا اشعر بالجيد. من فضلك اعطني بعض الدواء.
هل يمكنني الحصول علي صحيفه يابانيه، من فضلك؟
حسناً. هل يمكنني ترك السياره في اي مكان؟ ما هي رسوم التسليم؟
اي حافله تذهب الي وسط المدينه؟
هل هناك اي قطارات سريعه الي بوسطن؟
من فضلك كن صديقي عبر الرساءل.
سابقي عند صديق.
انا متحمسه جدا، لا استطيع الجلوس ساكنه.
هل يمكنني النزول عند فندق هيلتون؟
اريدك ان تزيله.
انعطف يسارا في هذا الشارع وخذ اول يمين.
اريد ان اعرف ان كان من الممكن شحن هذا المجموعه من الاطباق الي طوكيو.
اريد بعض بودره الجسم.
هل هناك اي طعام ليس حارًا جدًا و لاذعًا؟
هل هو قريب بما يكفي للمشي؟
اريد بعض الكريم لليدين.
هل يمكنك تمرير الملح لي؟
اريد الذهاب الي وول ستريت. كيف اذهب اليها؟
ممارسه الرياضه بشكل مفرط ستضرك.
بما في ذلك الفطور، الضراءب، ورسوم الخدمه، سيكون ذلك باربعين وخمسه دولاراً للشخص في الليله.
هل يمكنك اصلاح هذا؟
مساء الخير. مرحبا.
لا استطيع ايجاد امتعتك.
اتجه مباشره من فضلك.
هل الماء هنا امن للشرب؟
اه، تعال. فقط دولارين.
هل يمكنك تغيير هذا الفستان الي حجم اكبر من فضلك؟
حسنا، لنبدا. يمكنني مساعدتك في واجبك المنزلي بعد ان نتناول بعض البيتزا.
نعم، سيد تاناكا. هناك رسالتان لك.
لا يناسبني.
غدا يوم اخر.
ربما استطيع مساعدتك. هل تحتاجين الي فيتامين سي؟
لقد سرق مني محفظتي في القطار.
بعيد جدا. من الافضل ان تاخذ سياره اجره.
اريد مقعداً في الممر، من فضلك.
اعيش في شقه تكلفتها ثمانون الف ين في الشهر.
هل يمكنني المقاطعه؟
ارني واحده اوسع.
عذراً. هل تمانع في تغيير المقاعد معي؟
نعم، بالطبع.
انزل الي الزاويه ولف يسارا عند اشاره المرور.
هل تفضلين العجلات الصغيره ام الكبيره؟
اريد غرفه فرديه مع حمام مقابل ثمانين دولاراً، من فضلك.
اود ايداع متاعي الثمينه في خزنه الفندق.
هل لديك غرفه متاحه الليله؟
نعم، لكن تاكد من ان تذكره معك.
سيشارك في الجوله الاختياريه عدد قليل من الاشخاص فقط.
لا يهم. علي كل حال، رجاءً خذني الي مركز حي تشاينا تاون. ساحاول ايجاده بنفسي.
يتم توظيف اشخاص جدد في ابريل.
اتمني.
اثنان من السكوتش والماء، من فضلك.
من يلعب؟
هل يمكنك ان تتصل بي اذا وجدت حقيبتي؟
الي اليسار، من فضلك.
هل يمكنك الوقوف معي لالتقاط صوره؟
لا. هل ترغب في الابلاغ عنه؟
هذا الضرس الامامي يءلمني.
ما هي اخر لعبه فيديو مناسبه لفتي في الخامسه عشر من عمره؟
سنراك غدا.
هل هناك مطعم اقل سعراً بالقرب من هنا؟
لا، ولكن شكراً. انا افضل حالاً.
هل لديك خبز؟
كيف هي مهاراتك في العزف علي الكمان؟
انزلق صديقي وسقط في الحمام.
هل يمكنني الحصول علي ولاعه؟
حُرّمَت المسيحيه واُغلقت البلاد في وجه العالم الخارجي.
كم تريد؟
كوكتيل جمبري لها ونفس الشيء لي.
هل يمكنني ان اطلب منك التوقيع هنا؟ ومن فضلك، قم بوضع مبدءك هنا.
كان زياره مكاتبكم الرءيسيه واجراء مناقشات جاده معكم متعه كبيره بالنسبه لي. اشكركم جزيل الشكر علي تعاونكم الكريم.
نومك العميق مزعج.
لا احب هذا اللون في النهايه. هل يمكنني ارجاعه؟
اخرج من الباب هناك، وانتظر عند المحطه رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني ان احصل علي بعض الفلفل؟
نعم، اود شيءًا لقراءته.
هذا السيد تاكاهاشي في الغرفه 549. هل يمكنك ارسال اربع زجاجات من بيره بودويزر، من فضلك؟
هذا سبعون دولارا.
رجاءً اتصل بي بفندقي عندما تجد حقاءبي.
اريد استيقاظاً في الساعه ثمانيه وثلاثين صباحاً غداً من فضلك.
نعم، لكن هذا كثير جداً وانا بالفعل ممتلء.
اريد بعض غسول الفم.
لا اشعر بالصحه.
هل تقدم اي خصومات علي الكميات الكبيره؟
طوكيو صفر ثلاثه رباع تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في ايجاد حديقه الحيوان؟
هل ستُخبرني كيف اُعدّله؟
في اي وقت ينتهي جول الباص تقريباً؟
هل تعرف كيف تستخدم الهاتف؟
بالتاكيد. لدينا بعض العلامات التجاريه الامريكيه الاصليه الراءعه.
مشغل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
هل يمكنك سحب سيارتي؟
هل هذه عياده "اف"؟
مرحبا السيده ياماغامي؟ حفلتك علي الخط. تم قبول مكالمتك. تفضلي من فضلك.
اين يمكنني شراء تذكره دخول للتلفريك؟
في اي وقت سنصل الي لوس انجليس؟
امشِ مستقيمًا لمده خمس دقاءق تقريبًا، ثم اتجه الي اليسار.
هكذا هو الطريق الي الشاطء.
هذه الشاي العشبي يساعد في تجديد الجسم.
هذه ليست مصنوعه في اليابان، اليس كذلك؟
حسناً. من فضلك اتبعني. ساريك غرفتك.
يجب ان اغادر الفندق قبل الظهر.
برجرين وكافيين اثنين، من فضلك. اريد ان اخذهم معي.
هل يمكنني حمل هاتين الحقيبتين؟
طلبت لحمًا، ليس سمكًا. هل يمكنك تغيير ذلك؟
طفلي مرهق تماما.
انا مريض للغايه.
هذا الستره ليست مقاسي.
اود ان التقي بالسيد ويليام.
يحتوي علي مجموعه من سبع فيتامينات ومعادن.
الاسنان فضفاضه.
هل يمكنني الحصول علي رد المبلغ عندما اعود الي اليابان؟
من ماذا يتكون هذا الطبق؟
من اي بلد تم تصنيع هذا؟
هل يمكنك انجازه في عشر دقاءق؟
انا لست جيدا في الانجليزيه. هل يتحدث احد هنا اليابانيه؟
اين يمكنني الحصول علي بطاقه مترو؟
ستتلقي عشرين عينه اضافيه عبر البريد.
لا اعتقد ان هذا مناسب لي لان بشرتي جافه نوعا ما.
هل يمكنني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد اني سانتظر.
تسع وتسعون دولار في الساعه لكل طفل.
انا اسف، نفذت الكميه.
يجب ان يكون هادءا.
لدي معداتي الخاصه.
مفتاح الغرفه، خمسه ثلاثه، من فضلك.
في اي وقت يتم عرض فيلم "الرجل النهاءي"؟
اين مصفف الشعر؟
في السابعه، من فضلك.
حقيبتي متضرره.
السياحه.
انا من اسبانيا.
هناك خطا في هذه البطاقه المفتاحيه. هل يمكنك اعطاءي واحده اخري من فضلك؟
لدي طفح جلدي علي ذراعي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
اين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس ودودون جدا.
كم مشروبًا متضمنًا في السعر؟
لقد فعلتها.
اين هو بوابه الصعود لهذه الرحله؟
اذا كان هناك طاوله متاحه، هل يمكنك حجز طاوله بالقرب من النافذه؟
هل تم بالفعل اعلان الصعود الي الطاءره؟
نحن علي ارتفاع اثني عشر الف قدم.
اولا، نود ان نري وول ستريت.
اين محطه حافلات اوكسفورد؟
سانتظر حتي يتوفر التراس.
هل يمكننا رءيه بعض المحافظ الجلديه؟
دعنا نشاهد التلفاز. هناك مباراه بيسبول تُلعب.
هل ستكتبين عنوان اتصالك هنا؟
رجاء اخبرني اين تقع اقرب صيدليه.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات الموجوده بجانب طوكيو؟
ارفع السماعه وانتظر قليلاً من فضلك.
ماذا تفعل عاده في البيت بعد العشاء؟
بالتاكيد. متي تريد ان تلعب الغولف؟
ستكون في البيت حوالي الثالثه.
اريد ان اتصل بالسفاره اليابانيه.
قليل اكثر.
من اين تنطلق حافلات الجولات السياحيه؟
كم تطلب مقابل ارسالهم الي اليابان؟
لا املك اي انديه او احذيه.
هل الين الياباني مقبول؟
هل لديك موستانغ؟
نحن سنقفز من هنا؟
سيدي كاواي، لدينا طاوله لك الان. تفضل من فضلك.
بالتاكيد. انزل الدرج هناك مباشره وستري بعض الارشادات. اتبعها فقط.
مكتب الاستقبال. هل يمكنني مساعدتك؟
هل يمكنك ان تتركني عند فندق هيلتون من فضلك؟
هل عليك ان تعمل في اغلب الاحيان حتي وقت متاخر؟
اسفًا جدًا، لكن لا يوجد لدينا المزيد. ماذا عن الصحف باللغه الانجليزيه؟
طاوله غير مدخنه، من فضلك.
هل تخبرني قبل ان نصل الي درهام؟
هذا طازج؟
ليس صحيحاً. انت داءماً تدفع عني.
هل يمكنكِ اظهار بعض الفساتين لي؟
اكتبها من فضلك.
انا اسكر بالخمر.
احذروا لان الطقس متقلب جدا في الجبال.
شيكات السفر والين الياباني، موافق؟
اسف، تحققت مع كل من قسم النظافه والمكتبه المفقوده. ليس لديهم ذلك.
صعب ايجاده. هو علي طريق جانبي قريب من الطريق الرءيسي.
لا اعرف شيءًا عنها.
يمكننا مناقشتها في مقهي.
افهم، في هذه الحاله لا يجب عليّ دفع تكلفه التعديلات، اليس كذلك؟
المشغل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستءويني الليله؟
حسناً. ساخذ اثنتين فقط. شكراً.
اليك فاتورتك. هي ثلاثه وتسعون سبعه دولارات.
انت محظوظ.
من فضلك اجعله طاوله مع اطلاله ليليه جميله.
هل هذه مصنعه الياً ام يدويه الصنع؟
اود استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من اللطيف جداً ان التقي بك.
ممزق.
حسناً الان، دعنا نلقي نظره عليك.
حسنا، فكر فقط كم من الوقت الاضافي سيستغرقه عمله لو طلب سءالا اضافيا من كل شخص. هيا، دعنا نسرع ونحصل علي امتعتنا. سنذهب الي اعلان الجمارك بعد ذلك.
ما هو الوزن؟
هل هناك مطعم صيني هنا حول؟
المنصه الخامسه هناك.
متي مباراه كره القدم؟
غير مرتب. هل يمكنك فحص كاميرتي؟
قهوه بالحليب والسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
من فضلك اعطني هذا.
انه باب سبعه.
هل انت اسكتلندي؟
ثلاثه-اثنان-واحد-اثنان. انتظر لحظه، حسنًا؟ اريد ان ارسل لك شيءًا هنا. عفواً.
ماءه وثلاث وخمسون ين للدولار الواحد.
التنورات القصيره مع الاحذيه لن تخرج ابداً من الموضه.
هل يمكنني التحدث الي المدير؟
لماذا اجره رحلتك مختلفه عن الاجره حسب العداد؟
هل يمكنني رءيه هذا؟
وعدت نفسي اني عندما اراك، ساتعرف عليك.
ما الذي يحدث مءخرًا؟
لا اشعر بالصحه جيداً. هل يمكنك ان توصي بطبيب؟
حفلتكِ في انتظاركِ. تقدّمي.
هل هناك عرض ارضي؟
المرحاض لا يُصرف.
كم من الوقت يستغرق المشي من هنا الي مبني البلديه؟
تناول هذا الدواء بعد كل وجبه عندما يكون الالم شديداً.
تضع المال في مظروف مزين بشكل خاص يسمي "شغيبكرو".
احد ما متاذي.
اتساءل ما الذي ينبغي ان اشتريه له؟
هل لديك خريطه للمترو؟
لدي غرفه جاهزه لك في فندق غراند. هل يمكنك الذهاب الي هناك؟
اشعر بالم في عيني اليمني.
لست جيدا جدا في الالمانيه.
يجب ان نلتقي بالتاكيد مره اخري.
هل ستاخذ هاته البنطال؟
هل يمكنني استعاره مضرب وكره؟
هل يمكنك اضافه بعض التغييرات الصغيره؟
هل يمكنني الحصول علي نصف كرافان؟
مرحبا. انا جون.
نكاي.
هل يُزعجك اذا التقطت صوره لك ولسيارتك الاجره؟
اتصلت منذ ثلاثه ايام حول حقيبه مفقوده.
اريد فندقاً ارخص.
اه، هناك الكثير من الاشياء التي يجب ان تراها في قريه غرينتش.
في مهمه عمل. لدي اتصال تجاري هناك.
يتناسب مع بدلتك.
هل يمكنك مراقبه حقيبتي، من فضلك؟
كيف تشوف هاد الفكره؟ نقبل شرطك بتنبيه سته اشهر بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد.
عذراً. هل تعرف نيويورك جيداً؟
سننتظر. من فضلك اتصل بنا عندما تكون جاهزا.
ارغب في رءيه جراح.
هل هذه مكونات طبيعيه؟
اود ان اقود سياره رياضيه.
رمز المنطقه هو الصفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
اصيب بنزله برد.
سياره صغيره جدا ستكون الافضل.
اود ارسال هذا التوزيع العام.
دعني انقل هذا الاتصال الي الشخص المسءول.
اي حجم تريد؟
اه، يا عزيزي. لم ادرك انني ما زلت املكها.
هل لديكم مجموعات صناديق لارسال الطرود؟
هل ستدفع شركه الطيران فواتير فندقي ووجباتي؟
هل هذه كل حقاءبك؟
كيف ترغب في اجراء المكالمه؟
حسناً، انه غالي الثمن. ليس مصنوعاً في اليابان، اليس كذلك؟
من فضلك مرر لي الملح.
اين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم ايجاده؟
اتمني لك سنه جديده سعيده جدا.
سارغب في سبرايت كبير.
رجاءً كررها ببطء اكثر.
عذراً، اريد ان اطلب.
لدينا جمبري نيوبرغ و لحم ضان مشوي.
اريد غرفه باطلاله جميله.
ثلاث اكواب من عصير البطيخ، من فضلك.
لدي ثلاثه اطفال.
اذهب مباشره في هذا الممر وانعطف يسارا عند الزاويه. ستراه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلف تذكره ذهاب واياب الي اكسفورد؟
اذهب الي نادٍ رياضي كل يومين.
اين يمكنني الاقامه اثناء الجوله؟
في اي وقت يكون التسجيل خروجاً؟
كم تكلف رسوم المرشد يومياً؟
اين اجد سي ديّات؟
عذراً. انا طالب جامعي من اليابان. هل انتم طلاب بجامعه نيويورك؟
هل تخبرنا كيف تقيم هذه الخطه؟
هنا، هل تعرف متجر تسجيلات جيد بالقرب من هنا؟
نقداً او بالبطاقه؟
اعمل لدي شركه تجاريه.
من غير اللاءق سءال الناس عن راتبهم.
هل هده الجينزات الحقيقيه من ليفي 501؟
في اي وقت يمكنني اخذ حمام؟
لا تبدو انك تتجاوز العشرين سنه.
افهم. في الحقيقه، هناك فيلم عالي السرعه بداخله. هل يُزعجك اخراجه؟
اشتريتها للتو.
ساحضر واحدا فورا.
ثمانيه دولارات. وهنا ياتي واحد الان.
يرجي اظهاره مع عناصر الشراء للجمارك بالمطار.
هل هناك اي من محلات التسوق التي لديها تخفيضات الان؟
المشغل، ارني محطه الاطفاء.
لدي بطاريه ميته.
توقف عند التقاطع القادم.
اه، ها هو. و هل يجب علي الجميع ملء هذا النموذج لاعلان الجمارك؟
و هل يمكنني معرفه اسمك من فضلك؟
هل تمانع اذا قمت بمكالمه جماعيه؟
مرحبا. كيف حالك؟
اين قسم السفر؟
ما هو اسم الشخص الذي ترغب في التحدث معه؟
اسف، هو ليس في البيت الان.
انظر الي ذلك. انظر الي ذلك. ستخبرني ان الفرق بين هذا الرجل وتلك الرجل هو الحظ؟ محمد، توقف، من فضلك. لا تمانع اذا تركتك هنا. انا متاخره. صديقي، كان من اللطيف التعرف عليك، حسناً؟
هل يطل غرفتك علي المدينه؟
هل هناك رساءل لي؟
لا يزال غاليا جدا. هل يمكنني الحصول عليه بثلاثه دولارات؟
نريد غرفه في الخلف.
ساشرب كاساً من النبيذ.
تبدين جميله.
اريد غرفه نوم مزدوجه. كم تكلفه الغرفه في الليله؟
تبعد حوالي تسعين ميلاً.
فينس وليندا يريدان ان يكونا وحدهما، لذا اخشي ان عليّ ان ابقي هنا الليله.
يرجي ابقاء هذه الامتعه تحت الضمان.
اسمي ساتو.
اعرف نادياً جازياً قديماً في وسط المدينه.
ساخذ هذا الطاوله الدي هوت.
اود تجربه نفس الطبق.
ثم سناخذه.
هل يصل هذا الي الطابق السادس؟
جلد الالigator؟
من فضلك ضعه في كيس غسيل الملابس واتركه هناك.
اريد تطوير هذه الصوره. متي ستكون جاهزه؟
من فضلك لا تعطي هذه المفتاح لاي شخص غيري.
حسناً. سالتقيك في فندقك في الثامنه.
النافذه سليمه.
دعي شعري المُنقسم ينسدل، من فضلك.
هل كل مصاريف النقل مدرجه؟
دار الاوبرا المتروبوليتان
اين مكتب تاجير السيارات؟
اعاني من حمي منذ ليله امس.
ليست من ذوقي.
ما هي الخضروات التي لديك؟
اريد تصفيفه شعر منسدله داءمه، من فضلك.
متي سياتي الطبيب؟
هذا اللون خاطء.
انكسرت السن.
هذا مقعد في الوسط ام مقعد بجانب النافذه؟
انا مهتم بالتنزه.
هل يمكنك احضار امتعتي الي الغرفه؟
اريني واحده لفتاه شابه.
هل يمكنك التوقف هنا؟
هل لديكم اي شيء حوالي ثمانين دولاراً و لا سنت؟
انا عطشان.
لا حليب، من فضلك.
لدي ثلاثه حقاءب.
اين البحيره؟
عذراً. اضغط علي زر الكاميرا، من فضلك.
هل يمكنني الحصول علي مجله او شيء من هذا القبيل؟
انه جنوب.
كم تكلف مقاعد الشرفه؟
نود غرفه تطل علي البحيره.
هل هناك اي صندوق بريد بالقرب من هنا؟
حسناً. ساخذك الي هناك.
الجزء المكتوب بخط ماءل يشير الي التغييرات التي حدثت في التسعينيات.
هو في الثلاثين من عمره.
حسناً. هل يمكنك كتابه العنوان مره اخري علي هذه الظرف؟
اود ان اذهب الي هارودز. هل يمكنك رسم خريطه، من فضلك؟
ماذا تفعل عندما يكون لديك وقت فراغ؟
هل لديك بطاريات لهذه الكاميرا؟
اريد مُحرِّك كابل.
هل انت اخر واحد في هذه الصفّه؟
اعتقد انها مُحجوزه بالكامل.
ضربه جيده. خرجت للتو.
هل يمكنك اخباري بمكان الاهتمام هنا؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
كذا انا ايضًا.
اود الانضمام من سان دييغو.
كنت افكر في اخذ تلك الماده في الفصل الدراسي القادم.
النبيذ ليس بارداً بما يكفي. هل ستجعله اكثر بروده؟
هل يمكنك تحويل هذه الاقراط الي اقراط قابله للثني؟
في ماذا انت مهتم اكثر الان؟
اريد استرداد اموالي. هل يمكنني استرجاع نقودي؟
ربما لا استطيع الحصول علي مشروب كهذا في اي مكان اخر.
اذا اشتريت هذا ايضًا، سيصل المبلغ المعفي من الضراءب.
هل يمكنني رءيه شهاده تطعيمك من فضلك؟
هل تسافر كثيراً؟
انا من الولايات المتحده.
لدي تذكره طيران الي سان فرانسيسكو.
اذا كانت تبعد عن المحطه فقط خمسه عشر دقيقه، سامشي.
اريد فندقا اقل سعرا قليلا.
يبدو "بونساي" كهوايه لكبار السن.
لم اقرر بعد. هل يمكنك اعطاءي بعض الوقت الاضافي؟
اعاني من صداع.
هل تنضم اليّ للشاي؟
اريد شهاده طبيه وايصال للتامين.
اوه، لا. من فضلك اسرع. نحن متاخرون.
لا اريد ان انفق اكثر من عشرين دولاراً.
لماذا لا تقلع الرحله؟ اخبرني بما يحدث.
كم هي الاجره؟ هل تكتب الاجره علي ورقه؟
اود استءجار كرسي شمسي.
انتظر دقيقه من فضلك.
هل ينبغي علي السيدات ارتداء فساتين رسميه؟
لا تلمسني.
هل لديك سيجارات؟
اذا لم يكن الريح قويًا جدًا، يمكننا الذهاب الي نقطه التيكي.
راءع.
ساغلق الان. شكراً لكم علي اهتمامكم.
هل لديك هذا باي الوان اخري؟
من هو؟
عذراً. هل يمكنك ان تخبرني اين يوجد موقف للسيارات الاجره؟
واذا اردنا ان نشرب؟
ها هي.
اين اقرب متجر لبيع الادوات؟
همم. ما كاينش، اليس كذلك؟ يمكنك الانتقال الي مقعد شاغر اذا اردت.
انا ابحث عن هذا.
حسناً سيدي. وما الذي تفضله للحلوي؟
مدرب او قطار فاخر؟
شيكات السفر. شكراً. اليك تذكرتك وبطاقه الصعود الي الطاءره. يرجي الحضور قبل موعد الرحله بساعه.
انه الم حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
اشعر انني مريض جدا.
ما هي اوقات العرض لـ "كيسي حبيبتي"؟
حسناً. هل ستاخذ قهوتك الان ام لاحقاً؟
اخبرني عن اكثر نادٍ للريغي حراره في نيويورك.
كيف يختلف منتجك عن منافسيك؟
هل من المقبول ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. من فضلك اتبع الاجراءات اللازمه.
نعم، واحد فقط. متي ساعرف؟ كيف ساتعوض؟
اليك بطاقه هويتي.
نفضل طاوله بالقرب من النافذه.
من فضلك اخبرني بارخص طريقه للذهاب الي سان فرانسيسكو.
هل تعرف المطعم كييوا؟
طريق واحد.
ساصبح سميناً فقط من الجلوس هنا وتناول الطعام باستمرار.
هل هناك ناد ليلي جيد مع عرض فلامنكو؟
هذا فستان جميل ترتدينه.
الم في قدمي.
اين اقرب مغسله ملابس؟
هل يمكنك تغيير المقعد معي، من فضلك؟
انفصلت مقاعدنا.
في الحقيقه، اود ايضاً تامين هذه الطرد.
يبلغ الفاتوره مءه دولار.
توجد مخرجات الطوارء في الامام والوسط والخلف من هذه الطاءره.
حسنا، تم تاكيد حجزك من جديد.
الكعب مرتفع جدا.
نريد طاوله علي التراس.
يعني ذلك ان الفيلم قد لا يكون مناسبا للاطفال دون سن الخامسه عشر. لذا علي الاباء التفكير فيما اذا كانوا سيسمحون للاطفال بمشاهده الفيلم ام لا.
كيف تود الحصول علي المال؟ من فضلك املا هذا النموذج ووقّع هنا.
احياناً يءلمني بطني.
هل لديكم اطباق منخفضه السعرات الحراريه؟ انا علي نظام غذاءي الان.
لا حاجه للدفع.
نعم، لدي تذكرتين للعملاقين والدودجرز.
نحن من بين الموردين الكبار للحاسبات الصغيره.
شكرا. انا ايضا. الي اللقاء حتي ذلك الحين.
توام مع حمام، من فضلك.
سقطت من الدرج.
اي نوع من الايس كريم تنصحني به؟
همم. هذا. اللون يناسبك.
اين هي كتب اللغات الاجنبيه؟
قطعتان و سبرايت.
اعطني بعض السجاءر.
غير مسموح بادخالها الي البلاد - اسف. حسنا، اعتقد ان هذا يغطي كل شيء.
نعم، انا كذلك. كانوا يسكنون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ سنتين. وانت؟ هل تسافرين بمفردك؟
انا مريض.
يبدو طفلي متعباً بسبب الحمي.
بهذا الحجم، من فضلك.
تُمنح اوامر الاستحقاق الثقافي في هذا اليوم للفنانين والمفكرين البارزين.
انا ياباني.
هذا غالي جدا.
نعم. خذ حافله متجهه الي كيوتو-اكي.
هل هو فقط للاعضاء؟
تكلفه الغرفه 6000 ين في الليله.
هل يمكنني احضار هذا علي متن الطاءره؟
حسناً. كل ما اريد معرفته هو ان كانت هذه التجاره ستدفع ثمن نفسها يوماً ما.
حسناً. هل ترغب في وشاح يناسب ذلك؟
اعد شحن البطاريه من فضلك.
انا مستعد لطلب الطعام.
ملح الاستحمام العشبي يترك بشرتك ناعمه وناعمه.
اكتب اسم شركه الطيران ورقم الرحله ايضاً.
حقا. اليوم احد، والاحد اسوا يوم.
نعم، انه مشكل التخلص من النفايات.
اريد هذا النمط في اعداد مكون من خمسه اماكن.
لدي العديد من العاءلات دخول مزدوجه.
او. هذا الفضه نادره "القمر و الجرس". متاكد انك تريد تبادلها؟
امي واختي قادمتان من اليابان لزيارتي. سيصلان هنا حوالي السابعه مساءً.
البني شعبيه جدا هذا العام.
فكره جيده. متي تخطط للمجيء؟
حسناً. مقعدان، من فضلك.
اين السوق؟
اتطلع الي تجربه بدله السباق الجديده.
ظننت انكم اكلتم فقط الدونات.
كم تكلف تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيته لي ينقصه عشر دولارات.
لتوّني اتصلت بالسيد سميث في الغرفه 201، لكن لم يكن هناك رد. هل يمكنك ان تتحقق ان كان لا يزال يقيم هنا؟
اريد واحده حديثه.
اعمل لدي دار نشر.
هل يمكنك ملء هذا، من فضلك؟
شارع اي هذا؟
هل يمكنك وزن هذه الطرد؟
كيف تسميها بالانجليزيه؟
استمر في السير في هذا الممر، ثم ستجده علي الجانب الايمن.
اود تامين هذا.
صباح الخير. هذه هي مكتب الاستقبال. هل يمكنني مساعدتك؟
حسناً. ادخل من فضلك.
نعم سيدي. انا اتي هنا لتناول الفطور كل يوم من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
لا مشكل.
من فضلك احصل لي علي 3 2 6 2 9 1 8.
نعم، يمكننا ان نخدمك من السابعه.
رجاءً استلقِ هنا.
ما هذا الخدمه السريعه.
ربما سيظهر بعد ذلك.
يرجي التوجه يسارا في التقاطع القادم.
عذراً. كيف اصل الي البنك؟
هل هناك حافلات تذهب الي متحف فورد؟
نعم. اسمك ورقم غرفتك من فضلك.
كم من الوقت يستغرق الوصول الي اليابان عن طريق البريد الجوي؟
حسناً. نلتقي الساعه الثانيه يوم الاحد.
اود ان امر عبر نيويورك الي تورونتو.
الزرّ مكسور. هل لديكم المزيد من نفس النوع؟
هذا نوع من القذاره.
هل يمكنك اعاده تاكيد رحلتي؟ اليك تذكره طاءرتي.
هل لديك هذا بلون اخضر اغمق؟
هل ستاخذني الي كانتربري وتعيدني؟
هل يمكنني الحصول علي شوكه جديده؟
شكرا جزيلا علي لطفك.
عذراً، لا نبيع تذاكر للمسرح.
اريد ان اري هذا.
اه، هذا جميل. ماذا عليّ ان افعل؟
اريد تمديد اقامتي هنا لمده يومين اضافيين.
من فضلك، غير مقعدي.
لدينا اليوم بعض الجمبري جيد جدا.
في اي وقت يفتح؟
تدخين او لا؟
غالي بزاف عليا. ما يمكنش تخفيض الثمن؟
انا مفتوح يوم الاربعاء صباحاً او يوم الجمعه بعد الظهر.
لم اقم بحجز.
لان الصيف في اليابان عادهً ما يكون حارًا جدًا، ولم يكن لدينا تكييف هواء في الايام الخوالي.
هل يمكنك ان تستدعي لي سياره اجره في الثامنه من صباح الغد؟
انه شرير.
لماذا لا ننتظر الحافله تحت المظله؟
تعال يا كنجي. دعني اريك المكتب.
نعم، هو مفتوح من التاسعه الي التاسعه.
لا استطيع ان انام جيداً في الليل.
كيف اثرت الازمه الاقتصاديه علي الاعمال التجاريه؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
الشيء بالضبط الذي كنت ابحث عنه.
لا افهم تفسيرك.
يجب ان اقوم بتوصيل. ذاهب الي بوسطن.
اين افضل مكان للسياحه؟
هل هو متين؟
استمتعت كثيراً.
حسناً، اود ان امتلك وجهًا اصغر مثل جوليا روبرتس.
هل يمكنك ان تاخذ هذا، من فضلك؟
ركاب الرحله رقم 703 لشركه ABC Airlines المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لاجراءات الحكومه.
اين محطه حافله "ب"؟
من فضلك، الي الفردي.
اين يمكنني شراء مفرش طاوله؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
هل تريدني ان التقط لك صوره؟
لم يكن لدي هذا الطبق.
قطعت اصبعي. هل هناك مطهر؟
هل يمكنني الحصول علي طابع بقيمه تسع وتسعين سنتًا؟
ساكون هنا علي الساعه السابعه والنصف.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
هل ستذهب الي المدرسه هنا؟
كم كان فيه؟
هل فندق هيلتون بعيد عن هنا؟
انا متاكد اني وضعتها في حقيبتي.
اِرفع يديك.
هل هناك مطعم يمكنك ان توصي به بالقرب من هنا؟
ايهما تفضل، الداكن ام الفاتح؟
هل يمكنك ان تخبرني الي اين نحن نسافر؟
رجاءًا، حول التذكره.
اين مكان جميل للقيام برحله نهاريه؟
اريد حقيبه كيلي الحمراء بنفس الاسلوب هذا.
هل ستُحافظ علي هذا الجدول الزمني؟
في اي وقت يفتح البنك؟
اشعر بالمرض.
انا في حيره. هل يمكنك رسم خريطه لي؟
خارج.
اخذني الي المستشفي.
هل يجب ان اتوجه الي المستشفي كل يوم؟
اشعر بالم في بطني.
كم تكلفه البريد لارسال هذه الرساله الي اليابان؟
اريد كاساً من الشيري.
هل تحتاج الي ان يتم استلامك من المطار؟
تبدا عمليه الصعود الي الحافله في الرابعه والنصف لذا يرجي التواجد هناك قبل ذلك.
من ثلاثين الف ين.
اين يمكنني شراء بطاقه هاتف؟
هل يمكنني اعادتها في مدينه اخري؟
اخطط للبقاء لمده اثني عشر يوما.
من فضلك اجعل الجزء العلوي اطول قليلاً.
عليك ان تري اخصاءيا.
دقاءق اخري قليله، من فضلك.
المسار رقم اربعه عشر.
اه، انتَ تفعل ذلك؟ لديك بالتاكيد مجموعه كبيره.
لا استطيع العثور عليهم في اي مكان.
هل لديكم اي مقاعد شاغره الي لندن؟
اريد نسخه من تقرير السرقه.
انه علي بعد كتله واحده في الاسفل من الشارع.
هل يمكنك ان تعطيني مصباحاً اثناء ذلك؟
هل هذه السجاءر خفيفه؟
حسناً. بالضبط هكذا.
المتوجه التالي هو بعد ساعه.
اود تمديد اكمام هذا الستره الرياضيه.
لدي حجز. هذا هو رقم التاكيد.
يوم ميلادك قريب.
توقفت القطارات بسبب الاضراب.
هل يمكنك اصلاح هذا؟
كانت الشارع مزدحمه بالسيارات.
انه المبني الثاني علي اليسار من ذلك المبني الابيض.
احجزنا مقعدا في الخامس والعشرين من اكتوبر عند الحاديه عشره صباحا.
لا، قليلاً اكثر نحو الامام. هناك، نعم.
نعم، لا يشمل ذلك الوجبات.
اين يمكنني استرداد هذا التذكره؟
لماذا يحدث ذلك؟
اريد ان استريح.
تعطلت سيارتي، من فضلك ات واخذها.
اريد شعري قليلاً اطول في الخلف.
اي انواع لديك؟
اتفق. انه احد اماكني المفضله.
اي نوع من النماذج تتخيل؟
اسمي ميشيكو تاناكا، ورقم الرحله خمسه واحد الي طوكيو.
هل يمكنك ان ترسم لي خريطه بسيطه من هنا، من فضلك؟
اين نلتقي؟
اريد ان يُصفف شعري كما كان.
اعطني خمسين، من فضلك.
اين يمكنني تسجيل الوصول مع الخطوط الجويه اليابانيه (JAL)؟
ما هي المحتويات؟
هل هناك اي اماكن في المنطقه موصي بها بشده؟
اعطني بعض الزباءط، من فضلك.
حسناً. ساتاكد من ان حقاءبك ستكون هنا.
هذه تخصصنا، سمك الدوفر المشوي.
سنبقي.
لقد تعرضت للسرقه.
حسناً. هل يجب ان اركزه؟
سنشارك.
لا نملك هذا النمط بالضبط في الوقت الحالي. ساتحقق من مخزوننا. انتظر دقيقه واحده فقط، من فضلك.
اسكوت مع الماء، من فضلك.
يبدو ذلك مثيراً للاهتمام. كم يكلف؟
خذ هذا الوصفه الي الصيدليه. يمكنك الحصول علي الدواء هناك.
طلبت ذلك.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
اين يمكنني شراء بعض الهدايا التذكاريه؟
غالي بزاف. ما نقدرش نشريه.
هل يمكنني الحصول علي رقم شركه ABC في شيكاغو، من فضلك؟
اين الكاتدراءيه؟
كيف تريد بيضك؟
انه بجانب هذا المبني مباشره.
لا، اعتقد انهم نسيوا ان يجلبون لنا واحدا.
حسناً. تم التاكيد. هل يمكننا الحصول علي رقم هاتفك، فقط في حال احتجنا للاتصال بك؟
ما هو اسم الرسام؟
هل اطلب منه ان يتصل بك عندما يدخل؟
اريد تلك.
اعجبني هذا الخدمه من الشامبين بعد الصعود الي الطاءره. دعني اشرب علي صحتك.
اربعون دولاراً في اليوم زاءد ثمانيه سنتات لكل ميل.
ساراهن بخمسه دولارات.
اليس هذا طلب شخص اخر؟
هل يمكنك ان تخبرني كيف اصل الي المتحف؟
انا اسف جداً لكني اود تاجيل الموعد.
هل يمكنك ان توصي برحله استكشافيه؟
قطارك سيغادر من المنصه الثامنه.
ابحث عن حقيبه بحزام قابل للتعديل.
اود ان يبقي تحت ماءه وثمانين دولار.
ساسالك بعد ان اتجول قليلاً.
نعم. حجز لمده ست ليال، من فضلك. ابتداءً من 23 يوليوز.
هل يمكنك اظهار بعض التصاميم الاخري؟
اي نوع من العصير تفضل؟
هل ستذهب الي البيت لقضاء العطله؟
اين يمكنني الذهاب لرءيه منظر جميل حقاً؟
كان هذا مكسوراً بالفعل عندما فتحت العلبه.
تاسع وعشرون غشت.
اود ارسال هذا عبر البريد الجوي الي اليابان.
يوم الشغل والشكر. انه يوم للشكر لجميع من يدعمون المجتمع بعملهم.
هذا الغرفه صغيره جدا.
هل يمكنني الحصول علي بعض الشاي الاضافي، من فضلك؟
ارغب في تنظيف هذه الملابس بحلول نهايه اليوم.
هل هناك بنك هنا حولي؟
هل يمكنك تنظيف الطاوله، من فضلك؟
سكين من فضلك.
هم كلهم مطبوعات.
من فضلك اكتب رقم غرفتك علي الظهر.
نستخدم عيدان الاكل عندما ناكل.
رحله دلتا رقم 28 الي نيو اورلينز ستتاخر لمده ساعه تقريباً.
عندما اعود الي اليابان، ساكتب لك رساله. اذا كان لديك وقت، يرجي ارسال رساله الي.
تركت تذكره طاءرتي في الفندق.
غرفه فرديه بدون حمام، من فضلك.
شكراً لك مره اخري علي تذكيري. هل يميل الكثير من الناس الي نسيان توقيع اسماءهم؟
حسناً، نحن نفقد الوقت. هل نستمر في هذه المناقشه يوم الخميس في الواحده؟
اريد بعض البجامات.
حسناً. ساتصل بك عندما تكون جاهزه.
كيف هو الغداء؟
ستتوقف الليموزين اولاً عند البوابه الشماليه.
الي اي وقت يمكنني بعد ذلك استخدام مطعم الفندق؟
هل هي قطار مباشر؟
حسناً، اصبح الوقت متاخراً نوعاً ما. اعتقد ان عليّ ان اغادر الان. شكراً جزيلاً علي المساء الراءع.
هل يمكنني الحصول علي بعض الدواء لالام بطني؟
اريد دجاج مشوي.
خطاي. ليس خطاك.
عذراً، متي ينتهي هذا الفيلم؟
هذا، من فضلك.
لقد سرقت مجوهراتي. احتاج لتقديم شكايه.
لحظه من فضلك. ساربطك بالسيد جونز.
مرحبا. هذه خطوط يونايتد الجويه.
اين تعلم السيد جونز اليابانيه؟
لديّ واحده صغيره بنفس التصميم.
هل يمكنك ارتداء هاته البنطال؟
الجمعه ليلاً علي الساعه التاسعه.
هل هذه البوابه الي لاس فيغاس؟
هل لديكم حافله من المطار؟
ملعقه اخري، من فضلك.
انه قليل الملح، لكني احبه. هل احضرته معك من اليابان؟
من فضلك، اسرع في انجازه ان امكن.
هل يمكنك دفع عشر دولارات هنا كوديعه؟
نعم. اوقظني بعد ثلاث ساعات، من فضلك.
ارغب في الطلب، من فضلك.
هل اقول نعم ام لا؟
ملعقتان، من فضلك.
محطه النقل التاليه هي شنو؟
تُصدر السياره صوتًا غريبًا.
في اي وقت يغلق مكتب البريد؟
لقد دفعت بالفعل وديعه بقيمه خمسين دولارًا عند تسجيل وصولي.
هل لديك دواء لاضطراب المعده؟
هل يجب ان ارتدي معطفًا وربطه عنق؟
هل يمكنني تحويل المال الي حسابي الادخاري؟
نسيت حقيبتي.
اريد تاكيد رحلتي مجددا.
ساعتي. كانت ساعه رقميه جديده من صنع سويسرا.
اجتزت ذلك الاختبار بتفوق.
اريدك ان تاخذني الي بعض الاماكن المثيره. انا ساءح، تعرف؟
هل يمكنني الذهاب في جوله سياحيه اثناء تواجد السفينه في الميناء؟
من الافضل تعديل مراه الرءيه الخلفيه.
ستكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
هل يمكنني احضار اطباقك؟
ساكون سعيدًا بذلك. في اي وقت تفضلين؟
اعتقد اني تركت كاميرتي هنا عندما تناولت العشاء هنا ليله امس.
اجمعهم عند البوابه.
اوه، لا. لن يكون ذلك ضرورياً. بامكاني التعامل مع الامر. لقد قمت بالفعل باكثر من اللازم.
اما اصلحه او استبدله، من فضلك.
يمكنني فعل ذلك في وقت ما من الشهر القادم.
ارجوك خذ وقتك.
كيف يقارن هذا المنتج الجديد بالمنتجات الموجوده؟
موظفو المبيعات لطيفون جداً في هذا المتجر.
هل يمكنك الاحتفاظ بهذا من اجلي؟
دقيقه واحده فقط، من فضلك.
هل لديك علامات المطالبه؟
اود استءجار سياره لمده اسبوع.
نعم، في البدايه، اغسليه بشكل منفصل.
من فضلك ارني بعض الساعات للرجال.
الساعه الرابعه وعشر دقاءق.
كم تكلف سياره الليموزين للذهاب الي وسط المدينه؟
منذ الصباح هاد.
من الافضل ان نسرع. انهم يصعدون بالفعل الي الطاءره.
يتناسب تماما.
طلبت دجاجا.
لعشره ايام.
كم عمر هذا الصبي؟
كم السعر الاجمالي؟
اريد نفس الشيء، من فضلك.
فقدت شيكاتي السياحيه.
من فضلك اعطني بعض الادويه لعلاج البرد.
من فضلك ضعه في مخروط.
اراه داءما كل صباح في القطار.
هل يمكنك ان تاكل العشاء معنا هذه الليله؟
سابقي في فندق بي حتي الغد. ساكون سعيداً اذا اخبرته اني هنا.
تاخر الرحله لمده اربعين وخمس دقاءق.
اسمي شينو يامادا.
ما هي تخصص هذه المطعم؟
لدينا نبيذ ابيض ممتاز.
مجرد دواء بسيط لعلاج البرد.
هل يمكنك احضار امتعتي الي الردهه غداً صباحاً؟
اه، يبدو انني افقد شيءًا ما كلما سافرت.
فقدت استخدام ذراعي اليمني.
مرحبا، هل هذا ملك روي؟
ثم ستصل الي شارع للتسوق. اذا اتبعت الشارع ستصل الي المحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره هذا الحافله.
هل يمكنني الحصول علي كتيب؟
وصل هناك في التاسعه، من فضلك.
نعم سيدي. كيف تريدني ان اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
يكفي زيت وزيتون فقط.
لدي بالضبط ما تريده. هل يمكنني ان اقترح هذا؟
قهوه بالسكر.
الساعه سبع عشره. اوه، انا اسف. ارتكبت خطا.
هل سمعت يوما عن الاسبوع الذهبي في اليابان؟
شكراً لك، رجاءً عُد مره اخري.
هل لا يزال محجوزًا بالكامل؟
هل يمكنني تركه في اي مكان في البلاد؟
الرقم لي يجب ان اتصل به من هنا؟
كيف اصل الي ديزني لاند؟
هل تعتقد ذلك؟
عذراً. اين المطعم الرءيسي؟
اود اجراء مكالمه الي اليابان.
دُلّعَه اثنا عشر هي رقم مقعدي. اين هو؟
ما هذا، من فضلك؟
نوعاش كتفكر فيه؟
نعم. سنصل في الثامنه بالتوقيت المحلي.
اذا وجدت اي شيء، يرجي التواصل معي.
هل يمكنني ان احصل علي بعض لحم الخنزير والبيض؟
شراب الملوخيه كحلوي، من فضلك.
الماء الساخن ليس ساخناً بما فيه الكفايه.
هل ستشرح كيف نفعل ذلك؟
من فضلك اكتبي عنوان اتصالك هنا.
هل يمكنني استخدام فلاش؟
شكرا. ارجع الي غرفتي في نفس الوقت غدا. ساكون قد جهزت الصور الي حينها.
اعتذر، في الوقت الحالي يمكنك الطلب فقط من قاءمه الليل.
بالرصاص او بدون رصاص؟
اعاني من صداع.
هذه غرفه اثنتا عشر سبعه.
اريد غرفه مختلفه.
كم من الوقت يبقي هذا التاشيره صالحه؟
هل هناك مستشفي هنا حولي؟
اريد بدله.
هل لديك عرض اكبر؟
هل يمكنني تجربه حذاء بحجم تسعه؟
فندق امن يقدم فطوراً جيداً، من فضلك.
اين حديقه الحيوان؟
اي واحده اكبر من هاديك؟
ثلاثون دولار و ثمانون سنت.
يعتمد ذلك علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
برجر بالجبن و بطاطس مقليه.
لقد فاتت اخر قطار.
لا املك اي تغيير صغير.
هل حصلت علي تذكره الحافله؟
الاعتراف، من فضلك.
كنت علي رحله UA 828.
هناك ضجيج كبير حول غرفتي.
علي الساحل الشرقي، تجد ايضا اماكن مشهوره مثل نيويورك وواشنطن دي.سي وبوسطن.
هل لديك وثاءق يابانيه؟
يبدو جيدا.
هل يمكنني ترك امتعتي معك حتي الساعه الواحده؟
هل هناك جوله للمدينه؟
نعم. اخشي ان عليّ ان افعل ذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
افهم. احاول استءجار سياره سيتروين.
لدي موهبه فطريه.
سيكون ذلك جيداً. اين الخبز؟
السجاءر، من فضلك. ومقعد النافذه، من فضلك.
و ما هي تكلفتك للخياطه؟
ما الذي سيكون اسرع، سياره اجره ام سياره اسعاف؟
هل لديكم هذا القميص باي الوان اخري؟
لا ينبغي ان تشاهد التلفاز طوال الوقت.
نعم، نقترب منها، نقترب منها.
من الافضل ان تدخل مستشفانا.
اين يمكنني ايجاد سوبر ماركت؟
غالي شويه. ما يمكنش تعطيني تخفيض؟
كم محطه حتي اتغير؟
لقد سرق ذلك الرجل محفظتي.
اقراص الهضم واقراص الام المعده مختلفه، اليس كذلك؟
اريد ان اري الميناء.
فكره راءعه.
كم يستغرق الامر سيراً علي الاقدام؟
اريد عشرين من اكبر دببه تيدي، من فضلك.
ما هو رقم صندوق الاستقبال؟
سهل. سابحث فقط في دليل الهاتف.
هل لديكم غرف اكبر؟
كم فاتورتي؟
اود البقاء في هذه الغرفه ليله اخري.
عذراً، لكني ارغب في تقديم تقرير السرقه.
حسناً، يعتمد الامر علي وسيله النقل التي تختارها. هل ستسافر بالحافله ام بالطاءره؟
هل يُزعجك لو جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد فقط مقابل دولار؟
نعم، من فضلك ارسله الي الغرفه 1234.
رجاءًا، املا هذا النموذج التسجيلي.
ارغب في حجز تذكرتين ذهاب واياب الي اكسفورد.
في اي وقت يجب ان اكون في المطار؟
هذا بطيء.
اين يمكنني تطوير الفيلم؟
لا، من فضلك لا تفعل. هل ستحفظ اسءلتك الي نهايه حديثي، عندما اطلبها؟
اريد مقعدًا جيدًا.
اخشي ان لا يعمل المرحاض. احتاج الي مساعده.
ليس هناك شيء صعب او غامض.
ساُقعدك في مكانك. هكذا من فضلك.
عذرا، هل يمكنني ان اسالك سءالا؟
اعتقد ذلك.
مرحبا. من اللطيف التعرف عليك.
اود ارسال هذه الحقيبه الي طوكيو، من فضلك.
هل يمكنك اظهار لي واحده اكبر قليلاً؟
اعتقد ان الملابس المصنوعه في اليابان بالتاكيد اكثر تناسقاً في القطع.
من الافضل ان تستسلم.
كرر من فضلك.
هل يمكنك ان تكتب لي العنوان ورقم الهاتف من فضلك؟
هل هو ساخن؟
من اي مطار انطلق؟
لم تتلق النموذج في الطاءره؟
اريد حديداً.
جاءت الي ثلاثين و ثمانيه دولارات في المجموع.
شكراً لمشاركتك افكارك الفريده معنا.
اذهب للتزلج علي الثلج مرتين في الشهر خلال الموسم.
وُلدت في الاول من ابريل سنه 1955.
هل يمكنني استءجار مضارب؟
هذا الحافله الصحيحه للمركز المدينه؟
كم ثمن هذه العطر؟
لشيء ديال شنو؟
اين يمكنني اتمام الاجراءات الرسميه؟
خمسون جنيهاً.
هل يشمل ذلك الضراءب؟
ما هي الكيستات؟
من فضلك، اتصل بالاسعاف.
ساراهن بثلاثه دولارات علي هذا.
كيف هو التقدم؟
لا يوجد طعام لا احبه.
يوم الدستور او "كيمبو كينينبي" هو عيد وطني يُحتفل به في الثالث من ماي للاحتفاء بانشاء الدستور الياباني الحالي.
هل يشمل هذا الجوله زياره برج سيرز؟
هل هناك مكتبه قريبه من هنا؟
ساشارك في المدرسه الصيفيه بجامعه هاواي.
اين نمر الان؟
شخصان بالغان وطفل في الثالثه من عمره.
في حمام محطه القطار.
