هو هناك، امام مكتب المعلومات السياحيه مباشرهً.
لم اسمع ابدًا عن هذا العنوان هنا حول.
امشِ مستقيمًا حتي تري صيدليه.
كم تكلفه الفطور؟
كيف يمكنني مساعدتك؟
انعطف يساراً عند الزاويه الثالثه.
هل تود اضافه الكريمه والسكر الي قهوتك؟
هل يمكنك صرف شيكي بقيمه مءتي دولار؟
اذا ظهر، يرجي الاتصال بي.
اين مقهي القهوه؟
اريد ستره اطفال.
حسناً. تكلفه البريد العادي ثماني وخمسين سنتاً وزياده ثلاثه دولارات وصفر سنتاً للتوصيل الخاص.
لو كنت مكانك، لاشتريت هذا.
هل ساواجه اي صعوبه مع الجمارك؟
هل لديك احذيه رسميه باصابع عريضه؟
لا. هل يمكنني ان اقترح بدلًا من ذلك زوجًا واحداً للاستخدام الفردي؟ لدينا واحد.
اريد تصفيفه شعر داءمه ضيقه، من فضلك.
تريد بيره.
صباح الخير. كيف حالك؟
اخشي اني ساحتاج الي رءيه شكل من اشكال الهويه.
ما نوع الصلصه؟
هذا بارد جداً. هل ستدفءه؟
عذرًا، هذا المكان محجوز بالفعل.
انا بخير. لكن هل تمانع في الاتصال بصديقي؟
شكراً، هذا كافٍ.
من صديقك المقرب؟
يوم الصحه والرياضه في العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه الناس.
هل تريد مني فحص المحرك؟
هل يمكنك مساعدتي في ايجاد حقيبتي؟
هل تقومين بالترتيبات مسبقاً؟
اُساعد. شكراً.
عندما تصل، اسال شخصًا اخر، من فضلك.
ارغب في تمديد لمده 24 ساعه، من فضلك.
اليك دولارين. احتفظ بالفرق.
برغر واحد وبرغر جبن، من فضلك.
كم تُطلب مقابل معالجه؟
نود كلٌ منا ان يدفع ثمن وجباته الخاصه.
كان الموقع علي كرسي في الردهه.
رجاءً حول هذه الين الي جنيهات.
اريد قاموسًا جيبًا، من فضلك.
لشخصين في السابعه، اسمهم واتانابي.
ساعتي. كانت ساعه رقميه من نوع سيكو.
سيكون من دواعي سرورنا ان نقدم لك المشروب الذي تفضله، تليه وجبه العشاء. دليل كامل للمشروبات التي نقدمها في هذه الرحله موجود في دليل المعلومات لمجلتنا.
هل تعيش هنا حول؟
اين متجر الهدايا؟
انا علي الطريق السريع الاول بالقرب من خليج مورو.
اريد ساعه منبه، من فضلك.
بالمناسبه، اسمي هو هيروشي ايجيما.
هذا القطار يتوقف في بحيره فورست، اليس كذلك؟
ياكل معظم اليابانيين المحار والسمك الحوت.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
ذهبت الي نيويورك.
ما هو رقم الرحله؟
واحده لنيويورك، من فضلك.
لحوالي بضعه ايام.
الثاني الي اليسار.
هذه البطاقه، موافق؟
هل هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات كافيه للسياره الاجره؟
هذا طعمُه غريب.
نعم. انتظري، ساحضر لكِ واحده.
زجاجه ونصف، من فضلك.
ليس حقاً. فقط شيء غير مكلف.
هل تبحث عن شيء؟
اربع ليالي.
احتاج الي بعض الجوارب.
هل يمكنك جعلها ارخص لان هناك بعض البقع؟
اصطدم بي رجل. بعد ذلك لاحظت ان محفظتي اختفت.
لست متاكداً ان كنت قد حزمتُ ما يكفي من الملابس لرحلهٍ مدتها ثلاثه اسابيع.
حسناً، نود تجربه نبيذ ابيض.
اذا سال عني احد، قل له ساكون في مقهي.
انا متاكد اني وضعته في الجيب الداخلي لستراتي.
هل يمكنني الحصول علي اسم الطرف الذي تتصل به ورقمه؟
هل ستدفع شركه الطيران مقابل شراءي لبعض الضروريات الشخصيه الاساسيه؟
ارغب في غرفه مع حمام.
ما خرج من الاله؟
كان من المفترض ان تستقل الرحله 820، التي اقلعت قبل خمسه عشر دقيقه. حسنًا. يمكنني ترتيب رحله اخري لك.
فتح احدهم طردي.
يا، ما في شيء. انت هنا علي اي حال.
خطوط طيران اليابان، الرحله رقم 123.
احتاج الي شراء شامبو.
هل يمكنك ان تخبرني متي نصل الي مركز المدينه؟
اين اقرب ذبّاح؟
نود البقاء لاربعه ليالٍ بدءًا من الاول من اغسطس.
ما اسم تلك الزهره؟
الخامس عشر من سبتمبر هو يوم احترام كبار السن.
لا يوجد صابون في غرفتي.
هل هناك اي شيء يمكنني تناوله لهذا الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
كم من الوقت سيستغرق طلب الطلب؟
هل يمكنك التحدث بصوت اعلي قليلاً من فضلك؟
كم من الوقت سيستغرق حتي يخرج؟
اين معلومات الرياضه؟
هذا المقاس هنا، المقاس الذي تسميه مقاسًا عاديًا، سيكون مناسبًا.
اين سينتهي الجوله، ومتي؟
اين يجب ان اغير القطار للوصول الي ادنبره؟
اود وضع هذا في صندوق ايداع امن.
اين يمكنني تغيير نقودي؟
هل يمكننا ترك اغراضنا، باستثناء القيم، في الحافله؟
اتساءل ما هذا السعر في فاتورتي من اجل؟
سادفع خمسين دولارًا.
الان اعرف ما كان الخطا.
هذا ايكيدا يتكلم. لدي حجز لطاوله في الساعه 6:30 مساءً اليوم. لكنني اسف، ساصل متاخراً بنصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها معفاه من الرسوم الجمركيه؟
سياحه فقط.
هذا جيد، من فضلك وقّعها. كيف تُريد ذلك؟
هل لديكم مقاعد لا تزال متاحه لاداء الليله؟
اريد واحده كبيره.
نمتُ وانا اتجاهل جرس التنبيه في السادسه والنصف.
انا مصور حر.
يمكن للتجار تبادل دولاراتك مقابل نصاءح الكازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعًا من زيوت الاستحمام.
ساكون لديّ الاقتراح لك الاسبوع القادم.
شكراً. كم سعر هذه القفازات؟
يجب ان اذهب. ساتصل بك لاحقاً.
اريد بعض الحفاضات القابله للتخلص منها.
من اين نشات هذه الاسماك الفراشه؟
هل يمكنك تحويلها الي دولارات، من فضلك؟
نحن محظوظون جداً. لديهم واحد بحجم اربعه في متجر الاموا.
هل هناك اي سياره ليموزين؟
هل يمكنني الحصول علي مكالمه استيقاظ في الساعه 5:30 صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيلاً لطلاء الاظافر.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغوص بالانابيب؟
اود حجز غرفه لاربعه ليالٍ بدءًا من 22 ديسمبر.
هل هذه الحقيبه مثاليه لجميع الاحوال الجويه؟
اريد دونات، من فضلك.
اود تاجير سياره اوتوماتيك لمده يومين.
فاتتني الرحله رقم عشرين الي سان فرانسيسكو.
كم تبعد عن المطار؟
هذا جيد. متي يكون؟
كم عمر ابنتكِ؟
هل ستُخبرني عن بعض الفنادق الرخيصه والنظيفه؟
يمكننا حجز غرفه مريحه لك في قلعه قديمه بالقرب من نادي جولف مشهور.
انصح بهذا لانه مصنوع من مكونات طبيعيه بنسبه 100%.
هل يتوقف القطار في برايتون؟
هل يمكنك ان تخبرني اين يمكنني الحصول علي سياره اجره؟
رتبتين اثنتين من التذاكر، من فضلك.
اود ارسال فاكس.
اريد حديداً للسفر.
هل يمكنني ان اقدم لك اي شيء؟
يومي؟ اخاف ان اسال، لكن ماذا تقصد؟
اريد واحداً يمكنه استيعاب الوثاءق بحجم ورق الرساءل العادي دون الحاجه الي طيها.
نعم، لكن ليس بقوه كبيره.
انا اعاني من حساسيه تجاه القطط.
نعم، يجب ان يكون لديك رخصه قياده، و، حسناً، يجب ان تحصل علي رخصه من لجنه سيارات الاجره والليموزين.
تفضل سيّدي.
لا استطيع الحصول علي ماء ساخن يبدو.
اود حجز غرفه الليله.
لا، يستثني الضراءب ورسوم الخدمه.
هل ترغب في الذهاب للتسوق معي هذا المساء؟
مرحباً، هذا فستان جميل جداً.
الان، تم تمرير مكالمتك. يرجي المتابعه.
ما هو رقم البوابه؟
ما هو تذكار هاواي النموذجي؟
هل يمكنني الوصول الي هناك بواسطه المترو؟
اريد تجفيف شعري بالهواء الساخن.
هل نحن نتقدم في الحديث بهذه الطريقه؟
انا من النرويج.
من العاشره الي الثانيه عشر من فضلك.
بالتاكيد. دعني اراه. اعتقد انك اصبت بسبب الشعاب المرجانيه.
في حال احتجت، دعني احصل علي رقم الشخص المسءول.
هل هناك طريق سريع؟
لماذا لم ياتِ الي الحفله بالامس؟
وقع حادث مروري.
عذرًا، اخطات الرقم.
رجاءً ادخل رمزك السري.
لا استطيع تعديل الصوره.
برجر جبن واحد وعصير برتقال، من فضلك.
اليك جوازي السفر.
لماذا، شكرًا جزيلاً. اوه، هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين للعرض الموسيقي يوم الجمعه القادم؟
قال مسافر اخر هناك انه يمكنه تغيير المقاعد معك.
هل يمكنني تمديد اقامتي؟
قل، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، اود استءجار مجموعه نصفيه من الانديه وحذاء واحد.
هل يمكنك اخباري عندما يتم العثور علي الحقيبه المفقوده؟
ما اسم هذا المنتزه الوطني؟
لدي جرح سطحي.
اين مكان جيد للسياحه؟
هل يمكنني الحصول علي بعض الفواكه؟
هل يمكنني ان اكل الغداء الان؟
احتاج لتغيير هذه الدولارات.
احتاج سياره اجره. انا في شارع جنوب الرءيسي وحريه.
بالتاكيد، هل تحتاج الي اقامه داءمه؟
ليست تفاحه بل خوخ.
ساعطيك وصفه. خذها الي الصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء والجمعه والسبت.
هذا غالي، اليس كذلك؟
نعم، لدينا ذلك. سنُعِدّه لك.
هل ستُحافظ علي امتعتي حتي الساعه الثالثه؟
لا، انا فقط اريد ان ازور.
هل يمكنني حجز سياره هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي عطلانه.
اين ظلال العيون؟
نود زاويه هادءه، ان امكن.
هل هذا التاكسي مجاني؟
هل هذا محطه قطار سريعه؟
في اي وقت يجب ان اتي؟
اريد كوبًا صغيرًا من النبيذ الابيض.
اوه. هل يمكنني تناول طعامي لاحقاً؟ لا اشعر بالجيد الان.
في الحقيقه، لديّ اخبار. انا ساتزوج.
هل هناك بنطال اخر؟
هل يمكنني الحصول علي برنامج؟
لقد اقتحم احدهم غرفتي الليله الماضيه.
ارِني السمكه التي رايتها اليوم في كتاب الصور، من فضلك.
انظُر الي التعليمات علي عبوه الطعام المعبا بالفراغ.
اريد ورق نقدي.
اخذ محفظتي وهرب.
هل ليس لديكم دروس تجريبيه؟
اين يمكنني شراء طوابع بريديه؟
انا من بريطانيا العظمي.
سيتوجب عليّ التحقق من ذلك مع زوجتي.
اود الحصول علي رد مالي مقابل هذا.
هناك كشك هاتف امام ذلك البنك.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي قليلاً، اليس كذلك؟
هل لديكِ الختم؟
اين محطه الحافلات؟
هل ترغب في حلوي؟
هل تتحدث؟
كما لي، من فضلك.
لم يصل طلبي.
هناك الكثير من الينابيع الساخنه.
رجاءً حول خمسين الف ين الي دولارات امريكيه.
لا باس عندي. في الحقيقه، اود ان ادخن.
اين يمكنني استءجار الواح التزلج والاحذيه؟
هل نسيت مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عن طريق خدمه البريد الدولي للجمع؟
اريد كاساً من النبيذ الاحمر.
فقط ان كانت ملكاً لك يا سيدي. هاهاها، مجرد مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
لدينا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
هويه. اوه، نعم. هل جواز السفر مناسب؟
رقم غرفتي 326. هل يمكنك احضار ملابسي النظيفه؟
ساري ان كان اي من هذه يناسب.
اريد غلايه.
احضري لي بعض الجبن المبشور.
هل يمكن تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك ان تطلب منه ان يتصل بي مره اخري؟
لماذا اذن؟
عذرًا. هل هناك مكتبه كتب هنا؟
اعتقد انك ارتكبت خطا. تم دفع ثمن الغرفه مسبقاً. لديّ ايصال.
الحافله هناك.
اريد لفتين من فيلم ISO 100 ملون، 36 لقطه، من فضلك.
اود صرف هذا الشيك بمبلغ سبعين دولارًا.
اود شراء طوابع بريديه لعشر بطاقات بريديه الي اليابان، من فضلك.
هل هناك اي بنوك بالقرب من المحطه؟
اخشي ان هناك خطا في الفاتوره.
انه هنا مباشره.
برجر جبن واحد للاخذ معي، من فضلك.
لا يمكنك فعلاً القيام بعمل التصميم دون حاسوب الان.
اركض.
هناك تمزق هنا في قميصي. اتساءل ان كنت تستطيع خياطته لي، من فضلك؟
ما هي الاسعار الي مانشستر؟
هل يمكنك اعاره لي كابل شحن؟
اين يمكنني شراء حصيره شاطء؟
ثم، من فضلك، اعطني حجزًا جديدًا.
اعطني تلك شريحه اللحم لكن ليس سميكه كهذه.
نحن قادمون في السابعه.
عندما اري الاسعار بهذا الانخفاض، يبدو من السخافه شراء اي شيء في اليابان.
لقد سرقت سجلاتي ايضاً.
كوب من الايس كريم بنكهه الفانيليا، من فضلك.
اتفق. يجب ان يصبح طبيعيًا جدًا.
انتبِه للفجوه، انتبِه للفجوه، ثم قرب الابواب، من فضلك.
ساحتاج الي بطاقه اءتمان.
اليك الرقم.
اخبرني عن مكان جيد في هذا النهر، من فضلك.
من فضلك، اعطني تقريراً عن الحادث.
لا، شكراً في الوقت الحالي.
حسناً، من فضلك ابق علي الخط. سيد ناكاجيما، لا يبدو ان السيده سايتو تجيب علي الهاتف. هل تريد مني ان اتصل بها لفتره اطول؟
ربما، لكن علينا ان نزنها بشكل منفصل.
يبدو انه نادر قليلاً جداً.
اين منطقه استلام الامتعه لرحله الطيران سبعه صفر ثلاثه؟
هناك خطا في طريقه امساكك.
هل سيتلف هذا؟
لا، شكراً. افضل الا اشرب اكثر.
رجاءً اخبرني ببعض الشوارع المناسبه للتسوق.
هل تذهب تلك الحافله الي فندق هيلتون؟
الان، هذا اللوحه خاصه جداً. انها من صنع تسوروتارو كاتواكا. يُعترف به كفنان عالمي.
لدي تقدير كبير للموسيقي الكلاسيكيه.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسناً. ما اسم حزبك ورقم هاتفه، من فضلك.
عذرًا. اخرجني من فضلك.
هل يمكنك استدعاء موظف يتحدث اليابانيه؟
نحن نزور اقاربنا بشكل متكرر.
ميكي هاياكاوا. هذه الغرفه سبعه اثنان.
يجب ان ابقي هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه فندق؟
لا ينبغي ان يستغرق الامر وقتاً طويلاً. لا اكثر من خمسه عشر دقيقه.
هل يمكنك اخباري بتكلفه هذا الاتصال؟
حسناً، هل يمكنك ان تخبرها انني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقاً.
هل هناك جوله صباحيه؟
هل تقومون بتحويل العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولاراً في المجموع لثلاثه اشخاص.
اين يمكنني شراء لفه فيلم؟
هل لديكم بيره يابانيه؟
اريد بدله سباحه بحجم صغير، من فضلك.
اود تسجيل امتعتي.
هذه السيده كاوازو في الغرفه 16-11.
اهلاً و سهلاً.
لا يوجد ايّ.
ما هو الاهم بالنسبه لكم يا الشعب الياباني، يوم راس السنه ام يوم عيد الميلاد؟
رقم مقعدك هو ثلاثون واثنان ا. ثم، اذهب مباشره اسفل هذا الممر. انه مقعد النافذه.
دقيقه واحده فقط، من فضلك.
رجاءً املا نموذج تقرير المفقودين.
لا افهم الانجليزيه الامريكيه، انا اتحدث الانجليزيه الملكيه.
منذ امس.
تشمل تامين التصادم والمسءوليه.
فقدت علامه مطالبتي.
هل لديكم اي دبابيس بتصاميم جميله؟
انا اتصل من كشك عام في ماسي.
هءلاء كبار جداً.
كم تكلفه وقوف السياره بالساعه؟
سيدات وساده، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اللغه اليابانيه ويمكن التعرف عليهن من خلال شارات الاعلام التي يرتدينها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، يرجي ابلاغنا.
هل هناك فتره فنيه معينه تفضلها؟
رجاءً تحقق منه مره اخري.
اذهب مستقيمًا علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، انها متينه جداً.
حسنًا، سارسلها الي لاس فيغاس من اجلك.
انا ابحث عن قمصان للجري.
هل ترغب بشيء تشربه من البار؟
من هذا الجانب من فضلك. خذ المصعد هذا.
من الافضل ان تستقل القطار الساعه الثامنه والنصف.
هل هناك سينما هنا حولي؟
الان هو موسم المحار، لذا سيكون جيداً.
اود شراء ساعه يدويه.
ساُسجّل حضوراً حوالي الساعه التاسعه مساءً.
يَتَاَخَّرُ الوقتُ. يَجِبَ عَلَيَّ ان اَنصَرِفَ.
لم استخدم خدمه غسيل ملابسك. هل ستفحصين هذا مره اخري؟
اريد شايًا، من فضلك.
لا، ليس هناك.
هل هذه المحطه الاخيره؟
دعنا نتواصل معه.
هل هذا حار جداً؟
اين يمكنني الحصول علي حافله سياحيه؟
نعم، اريد ان ازور معالم المدينه.
هناك الكثير من السياح حول المبني، الذين يبدو انهم تجمعوا لمشاهده ما يحدث.
شكراً لك علي كرم الضيافه.
الامانه هي افضل سياسه.
هل يمكنك ايقاظي في الساعه السادسه، من فضلك؟
كم يكلف نصف يوم؟
انا كينجي.
هل تعرف اي اماكن جيده لرءيتها في شيكاغو؟
حسناً، اذا اصررتما، ساذهب معكما.
هل يمكنك تبادل هذا بواحد اخر من نفس النوع، من فضلك؟
ارغب في حجز في الساعه 3:30 مساءً.
صندوق الامان، من فضلك.
من فضلك اختر نبيذًا مناسبًا.
ارغب في مكان صغير.
هل يجب ان ادفع ثمن الغاز؟
لص. امسك به.
نحن ننتظر اصدقاءنا ليجيءوا.
من فضلك اعطني بعض التغيير الصغير.
تاج مُحكم داءم، من فضلك.
هي صغيره وجميله.
ما هي اوبرا اليوم؟
مقليه، من فضلك.
لم يتم ارجاع غسيلي حتي الان.
بالمناسبه، هل انت حر هذا السبت القادم؟
حسناً، اذن، ربما سنفهم بعضنا البعض جيداً.
عاملتني كانني متسول.
افهم. هل يمكنك مساعدتي في مشكله اخري ايضاً؟
هل يمكنك وضع عدسات وصفه طبيه في هذه النظارات الشمسيه؟
ساخذ اثنين من هذه.
كِلاب لطيفه جداً. من اي سلاله؟
اسقطت شوكتي، من فضلك احضر لي اخري.
كان هذا ممتعًا.
بالتاكيد. امشِ مستقيمًا واعطف يمينًا في الزاويه الثالثه. ستجده علي يمينك.
هل لديكم بعض الفيلم لشراءح الالوان؟
هل تعرف كاثي؟ انه حفل عيد ميلادها.
هل لديكم لوحه الوان؟
هل يمكنني الدفع بشيك سفر؟
لكن، هو، رجل، كيف اعرف ان هذا الشيء حقيقي؟
هل يمكنني الحصول عليه بدون ضراءب؟
لا استطيع وضع امتعتي تحت المقعد. هل يمكنك الاحتفاظ بها من فضلك؟
هل يمكنك وضع هذه الحقيبه في الصندوق، من فضلك؟
ساخرج الان، لذا سالتقطه.
من فضلك ارسل شخصاً لاحضر امتعتي في السادسه والنصف.
اريد خريطه لسان فرانسيسكو والمنطقه المحيطه بها.
ما نوع الخبز الذي لديك؟
اين المصعد؟
هل يوجد احد يستطيع عزف البيانو؟
في اي محطه يجب ان انزل للذهاب الي مبني امباير ستيت؟
الميزانيه تحت الف دولار.
شكراً، لكني لا اعتقد ان لدي الوقت للبقاء ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي فقط لليله الثاني عشر من مارس؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
لم نتخذ القرار بعد.
تعثر رفيقي وكسر كاحله.
ساحاول بعض الشراب البارد.
هل هناك مطعم تايلاندي قريب؟
انه بجانب ذلك المبني العالي مباشرهً. لذا، عد بالطريق الذي جءت منه حتي اشارات المرور. ثم، انعطف الي اليسار.
يجب ان التقط طاءره الي لوس انجليس في الصباح الباكر غداً.
ثم استطيع ان اوصي بثقه بجوله "مدينه سان فرانسيسكو" هذه. فهي تعطيك لمحه عن سان فرانسيسكو.
اريد الحصول علي تامين.
دعونا نطبق كماده بارده لتخفيف الالم.
تريد شراء فستان.
كم تكلفه سياره اجره الي هذا الفندق؟
اين الحمام؟
هل هناك اي تكلفه لدخول هذا المبني؟
دعها كما تريد.
ابحث عن شيء رسمي.
النافذه عالقه.
في اي جانب من ساحه الاتحاد هو؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
كيف الحال عن بعض القهوه؟
هل احتاج الي تذكره؟
كم تكلفه رسوم الخدمه تقريباً؟
كم تبعد عن هنا؟
كريمه وسكر؟
هل لديكم اي نسبه تخفيض للاعضاء؟
هل هناك قطار سوبر اكسبريس في الساعه 9:30؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ليست خطءاً مني.
لا يوجد كهرباء.
سابلغ الشرطه بذلك.
هل سيضطر الجميع الي دفع ثمن مشروباتهم الخاصه؟
من ثلاثين الي خمسين دولارًا في الليله.
اصلح هذا من فضلك.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفل الزفاف، او مراسم التكريم، او الجنازات.
مزيد من الخردل، من فضلك.
لماذا لا تعطيها هديه؟
اي فيلم تنصحني بمشاهدته؟
هنا عشرون دولارًا واعطني دولارين كباقي، من فضلك.
لقد اصطدمت بي جانباً.
يمكنني المجيء في الساعه الثانيه.
هل هذه امتعه الرحله JAL 01؟
هذه رحلتي الاولي الي باريس.
هل يمكنك تقدير التكلفه قبل ان تبدا العمل عليها؟
ادخل من فضلك.
رحلتنا للمشي يجب ان تكون ممتعه جداً.
اين نستقل القارب؟
لا نملك حقيبه لهذا المبلغ لذا ساضعها في هذه الحقيبه البلاستيكيه الكبيره.
اود ان العب التنس.
هناك عصير اناناس، برتقال و طماطم.
الجانب الايسر من هذه الساحه، بالقرب من المصعد المتحرك.
ما الذي يعرض اليوم في قاعه الحفلات؟
الا تفضل ان تشاهد فيلمًا مختلفًا؟
رجاءً قم بتحويل هذا شيك السفر الي نقد.
اود ان اتابع نفس المقرر غداً، من فضلك.
ربما استطيع ان اعطيك اجابه افضل لذلك بعد بضع عروض.
احتاج هديه للذكري السنويه.
ما هي المسرحيات الموسيقيه المعروضه الان؟
هل لديك مراه؟
عذرًا، لكني ضللت طريقي. هل يمكنك مساعدتي؟
اخذ هذا، من فضلك.
لا يمكنك ادخال الالعاب الناريه الي كندا.
ما هذه الطاهيه الراءعه التي لديك زوجه.
هل تحتاج الي اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص غداً صباحاً؟
ماذا تود ان تضيف الي طبقك الرءيسي؟
هل هناك بوتيك في الجوار؟
هذا المكان مليء بالناس، اليس كذلك؟
عذرًا. سيكونون جاهزين في حوالي خمس دقاءق.
اصبت بتشنج في عنقي اثناء النوم.
حسناً، لا مشكله. هل يمكنني رءيه جواز سفرك؟
لا املك اي مال.
في اي وقت يجب ان اكون في المحطه؟
هناك العديد من المطاعم حول هنا.
تقع بجانب غرفه تخزين المعاطف.
جميل التحدث معك.
هل هناك جوله في فتره ما بعد الظهر؟
انا مع اصدقاءي.
استمتعت باقامتي. شكراً.
الشاطء تحتنا مباشره. ما هذا المنظر الجميل.
شكراً لكِ علي الانتظار، سيدتي ماكغير. ها هو ذا. تفضلي، من فضلك.
هل لديك هويه شخصيه؟
سبعه، من فضلك.
اريد ان ارسل هذا الي المغسله. متي سيكون جاهزاً؟
لدي بنطال مخطط.
نعم. تم تسليم امتعه شخص اخر الي غرفتي للتو. هل يمكنك فحصها، من فضلك؟
هل يمكن توضيحه بمزيد من التفصيل؟
هل نمت نوماً جيداً؟
هل ستضغط علي زر الكاميرا؟
مفتاحين، من فضلك.
اريد مصباحًا.
انه في نهايه الممر.
اريد بعض الورق للملاحظات.
هل سنذهب بالحافله؟
قلت انك مسافر الي طوكيو غداً؟
دعني انام حتي الساعه التاسعه.
يجب ان انتقل الي AW 100. هل هذا ممكن؟
كيف هي لعبتك في هذه الايام؟
اشعر بانسداد في الصدر.
لا مشكله. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض فيلم علمي لان لدينا يومًا مفتوحًا خاصًا في اول جمعه من كل شهر.
هل لديكم جولات اخري؟
حسناً، خصم خمسه في المءه. هل هذا جيد؟
ساذهب الي باريس.
ليست النموذج الاحدث، اليس كذلك؟
من المقرر ان يكون في الثامنه والنصف مساءً بالتوقيت المحلي.
خذ هذا المبني معنا، من فضلك.
حسناً. ساطلب وعاءً متوسط الحجم وكره ارز.
كيف يبدو هذا؟
اود ان اري هذا الواحد في النافذه، من فضلك.
لا طريق. نحن في اجازه. انا ارفض الجلوس في غرفه فندق ومشاهده البيسبول علي التلفاز. اريد الذهاب لمشاهده مسرحيه.
هل استطيع لمسها؟
هل يمكنك ان تاتي هنا لاصلاحه؟
اريد بعض الالياف الصناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد كريم تنظيف.
اريد ستره بكم طويل.
لقد سُرِقَت حقيبتي مني.
يبدو ان طرقنا تتقاطع كثيراً، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
لا يزالون يبدون قليلاً خضر.
كم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسبع وستين متراً.
لا، ليس بعد. هناك الكثير لاختياره.
اريد بعض الكريم الليلي.
هو بين المخبز و محل الجزاره.
هل يمكنك تقصير الاكمام؟
اخشي انه لا يوجد ملاعب جولف هنا حول.
هل يمكنك اظهار الحلقه الثانيه من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل وصلت المكالمه حتي الان؟
هذا خطا.
نعم، هو كذلك. لانك تستطيع رءيه العلم امام مكتب البريد.
ستُرسلهم بالتاكيد، اليس كذلك؟
اود اجراء مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان يذهب الخاص بي.
عندما يصل، سندفع مقابل شحنه الي عنوانك المنزلي.
في هذه الايام، استخدم الحاسوب داءمًا في العمل.
اوه، حسناً. افهم. ساذهب الي مكانك.
لا، هذا يكفي.
هل يمكنني الحصول علي غطاء ووساده؟
من فضلك، هل يمكنك المجيء هنا في اسرع وقت ممكن؟
كاس من القهوه، من فضلك.
ابحث عن بعض البطاقات التي تكون عاده هاواييه.
هل يمكنك تضييق الخصر بثلاثه سنتيمترات؟
انا في نفس عمري.
هل ستاتي لي ببعض القهوه؟
ثلاثماءه وخمسون دولارًا؟ هذا يتجاوز ميزانيتي.
هل نحتاج الي طرح هذا للتصويت؟ ان لم يكن كذلك، اعتقد اننا وصلنا الي استنتاج، سارسله الي مجلس ادارتنا غداً صباحاً.
هل تعرف ان كان هناك فنادق رخيصه؟
صباح الخير. هل نمت جيدًا؟
ماذا تنوي ان تفعل بعد انهاءك المدرسه؟
لقد سُرِقَت حقيبتي الكتفيه مني في الشارع.
هل لديكم اي خدمات اخري بالاضافه الي الافطار هذا الصباح؟
اريد كوبًا من القهوه البيضاء، من فضلك.
حسناً. هل فندق الشيراتون قريب من هنا؟
امل الا تكوني متعبه جداً.
اود استءجار سياره من هذه الفءه لمده يومين.
ساشرب رشفه من جاك دانيلز.
اريد كيسًا من الفشار، من فضلك.
اسقطت عصا تزلج.
لا ناتي باي هدايا للحفل. بدلاً من ذلك، يجلب الضيوف نقوداً.
اود ارسالها عن طريق البريد السطحي.
وصلت الطاءره متاخره بسبب تساقط ثلوج غزيره.
رجاءًا، اضف فاتوره.
هل يمكنك ان تاخذ رساله، من فضلك؟
عذرًا، لا استطيع متابعتك. هل يمكنك التحدث ببطء اكثر من فضلك؟
ماذا يمكنني ان اريك؟
هل يمكنني التقاط الصور؟
من مءه.
رقم الرحله هو HP ثمانين وتسع لطوكيو في الحادي عشر من مارس.
هل يمكنني ان احصل علي نفس الطبق؟
هل لديك واحد اخر؟
من فضلك احضر لي فطوراً الي غرفتي في السابعه من صباح الغد.
سيكون فني الصيانه قريباً.
انا اسف، ساعود لاحقاً.
كيف يمكنني ان اخذها؟
هل هناك اي شاغر في جوله الخميس؟
عذرًا. هل استطيع المرور؟
هل لديكم اي نباتات وفواكه؟
رجاءً اخبرني كيف اكمل بطاقه النزول؟
اعتقد ان سيارتي تستحق حوالي خمسه الاف دولار.
هل هذا الطعام منخفض السعرات الحراريه؟
اي حافله يجب ان استقلها للوصول الي المحطه؟
نعم، هذا هو. لكن عليك ان تدور يساراً عند الضوء الثالث للمرور وتظل علي هذا الشارع حتي تصل الي الطريق رقم 66.
اريد كاس ماء لاتناول بعض الدواء، من فضلك.
ساكون ممتنًا جدًا اذا اخذتني الي الشاطء.
انا اسف. لديك رقم خاطء. هذه دار طباعه تانكوشا.
نحن نغادر.
ما هذا الموسيقي؟
من فضلك اعطِ طفلك هذا السيرب، ملعقه واحده، بعد كل وجبه.
يتوفر هذا النمط باحجام 28 و 31 و 35 سنتيمتراً.
يا الهي، يبدو ذلك كثيرًا.
هل يمكنني استخدام هاتفك؟
يبدو هذا راءعاً جداً. كم ثمنه؟
اود اعاده تاكيد رحلتي الي شيكاغو في السابع عشر.
اكلت اكثر من اللازم.
هل استطيع التحدث مع السيده براون؟
يبدو هذا البيت مريحاً للعيش فيه، اليس كذلك؟
ارغب في حجز تذكره علي رحله خطوط نورث ويست الجويه رقم 086 في الخامس.
محفظتي، جوازي السفر واغراضي الشخصيه الاخري.
متي تغلقون؟
انتظر دقيقه. ربما تركتُه في الحمام.
هذا ما كنت ساقوله بالضبط.
نعم، اعتقد ذلك.
منزلك كبير. كم عدد الغرف؟
استمتعنا بالعشاء.
افهم، لكن لا استطيع قولها.
يا الهي، نعم، من فضلك. امل فقط الا يصابوا بالغثيان من البحر.
الي طوكيو، من فضلك.
ما هو توقيت وصولنا المتوقع؟
ساغادر مبكراً غداً، لذا اود ان ادفع الان.
شراب الشيري الجاف، من فضلك.
مقعد غير مدخن، من فضلك.
هو مشغول الان.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل يمكنني البقاء في غرفتي حتي الساعه الثانيه ظهراً؟
هاها. صباح الخير وقتكم. كويس.
اريد بعضاً من هذا الفيلم رقم ASA للكاميرا هذه، من فضلك.
اين لوحات مونيه؟
هذه البيتزا لذيذه. من صنعها؟
كيف يذوق هذا الطبق؟
ايضاً هم غالين.
متي يغادر القطار القادم الي بوسطن؟
اخطط لتعلم الجولف.
من فضلك اعطني مشروباً اخر.
ما هذا الساحر الجيد في ركوب الامواج.
اخشي ان الاكمام قصيره جدًا.
هل يمكنك ان تُريَني كيف اضع الغاز؟
هل يشمل ثمن الفندق وجبه الافطار؟
هذا كل شيء؟
هذا علي هذا الطريق.
من فضلك ابدا العداد.
غرفتي بارده جداً.
ساعود اليكم عندما نكون اقل انشغالاً.
هل لديكَ واحد اكبر؟
اشعر بتحسن.
هل انت علي درايه بجغرافيا اليابان؟
ارِني من فضلك اين انا في هذا الخريطه.
مءه في المءه قطن.
اود ان اغير الغرفه الي غرفه تطل علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلفه ايجار لوح لمده نصف يوم؟
عشره نوفمبر.
اريد شريط اله كاتبه.
لذيذ جداً.
متي سنقلع؟
كيف تخبر الساءق انك تريد النزول؟
عشرون دولارًا واربعون سنتًا. هل تريد المزيد؟
قمت بالحجز في طوكيو منذ شهر.
اشكرك من اعماق قلبي.
هل انزِل هنا لمركز روكفلر؟
من فضلك قيس حجم حذاءي.
راءع.
هل تخرجين معي في موعد؟
من فضلك نظف هذا الستره.
اود استءجار قارب محرك.
اين قسم السيدات؟
هل القهوه غير مدرجه؟
في اي مجال كان يعمل قبلاً؟
يا لله. يا لله. يا لله. يا لله. اعتدت علي وجهها.
هل عليّ دفع الرسوم الاضافيه عند دخولي الي مبني؟
مرحبا، طرفك علي الخط. تفضل، من فضلك.
جُرحي يءلمني.
اين المحطه؟
اشعر بالبرد القارس.
ثلاثه ايام.
اعبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
من فضلك ساعدني في ايجاد مرشد يتحدث اللغه اليابانيه.
لا اريد واحده كبيره الحجم.
سيكون هناك تاخير طفيف.
ما هي الفروق بين تلك الفنادق؟
فاتتني المحطه.
كان راءعاً. شكراً.
ساكون هناك حوالي السادسه مساءً.
هل لديكم اي شيء اطول قليلاً؟
تاريخ الانتهاء هو 19 مارس 1999.
كيف كان؟
هل هناك اي كازينوهات جيده؟
اليك المال لقلم الحبر الجاف. ورقه بمءه دولار.
اين قسم السيدات؟
اين يمكنني صعود القارب؟
صديقي مصاب.
تبدو بخير.
هل سيتم فتح هذا المتجر غداً؟
انه في نهايه الممر بالكامل.
هل يمكنك قص لحيتي من فضلك؟
ياتي مع بار السلطات وخيار البطاطس المشويه او البطاطس المقليه الفرنسيه.
اين يمكنني شراء الحشيش؟
لا استطيع بيع هذا بدون وصفه.
هل يمكنني حجز خمسه مقاعد معاً في نفس الصف؟
هل يمكنك اقراضي حبل سحب، من فضلك؟
اي سياره تعطي افضل استهلاك للوقود؟
لن تحصل علي تخفيض مهما حاولت.
هل يمكنك فتح هذه الحقيبه، من فضلك؟ ماذا يوجد بداخلها؟
اريد اجراء مكالمه هاتفيه طويله المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات ذلك؟
احذر، سقف منخفض.
لا استطيع رءيه الشاشه جيدًا من هنا. هل يمكنني تغيير المقعد لبعض الوقت؟
زرت البحيرات العظمي لاول مره.
هناك خطا في هذه اله البيع.
احتاج طبيباً.
منذ متي وهي في المملكه المتحده؟
محب للفن التقديمي كانتَ سيعجبكِ علي الارجح لوحات الهيبيز ومشهد الموسيقي الشارعيه.
في اي وقت؟
ساخذ ساندويتش كلاب ساخن وكولا.
هذا هو مشغل الاتصالات الدولي.
يمكنك رءيه مبني ابيض، اليس كذلك؟ انه امام ذلك المبني.
منذ متي؟
لا املك اي شيء للاعلان عنه.
ماذا؟ هل عليك دفع ضريبه عندما تمتلك اكثر من ثلاث زجاجات من الكحول؟
صديقي مريض جداً. هل يمكنك ان تتصل بطبيب، من فضلك؟
لا اعرف الكثير عن النبيذ. ما هو الجيد لهذا الطبق؟
هل يمكنك ان تتصل بي في وقت مبكر من الصباح، من فضلك؟
هناك محطه وقود علي بعد كتلتين من هنا.
لا ياخذ الشعب الياباني اجازات طويله.
اشعر وكانني اُنظر اليّ. هل رءيه شخص ياباني امر نادر الي هذا الحد؟
بالتاكيد لا. لماذا تقول انّ؟
كيف اذهب الي مدخل البريد المركزي؟
اين محطه حافلات غرايهاوند في هذه المدينه؟
اليس المطاعم اليابانيه في كيوتو غاليه الثمن؟
اعتقد انها صاخبه قليلاً بالنسبه لي.
لدينا غرفه مزدوجه مع حمام مقابل ثمانين وخمسه دولارات.
اريد سعر الكتاب.
هذا العام ابرد من المعتاد، لكن ليس باردًا بما يكفي لتساقط الثلوج.
اين يمكنني شراء تذكره للمترو؟
سامتلك مقاعد الدرجه الاولي، اليس كذلك؟
كم تكلفه اجره التاكسي من هذا الفندق الي المحطه؟
هل يمكنني الحصول علي هذا وهذا، من فضلك؟
يقولون ان اليابان بلد غني جداً.
هل هناك غرف خاليه في عربه النوم؟
هل يمكنك تخفيضه الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
تُجعل الثلوج الطريق زلقًا.
لا استطيع ايجاد كاميرتي.
ساُعدّ بعض السندويشات بالحم.
هل لديك اي شيء لاعلانه؟
هل رايت معطفاً ازرقًا؟ وضعتُه علي هذا الكرسي.
هناك متجر لبيع الزهور علي الجانب الاخر من الشارع.
انا من طوكيو.
اريد بعض شامبو كريمي ريفلون.
لدي بعض الاغراض للغسيل.
طلبتها منذ زمن طويل.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحاً من فضلك؟
سارغب في شوكولاته ساخنه.
نستطيع ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تكلف الاقامه في فندق سي؟
هل يمكنني الحصول علي تذكره متعدده؟
اود حجز طاوله لشخصين في السابعه، من فضلك.
اريد بعض الكريم الليلي.
هل يمكنك تغليف هذا كهديه؟
الساعه ثلث الرابعه.
ساخطط لارسال فواتير احتياجاتي اليوميه، لذا يرجي اخباري بالعنوان واسم الشخص المسءول.
صعب علينا التحدث بالانجليزيه بطلاقه.
هل لديكِ هذه بنفس التصميم مع كعب اعلي؟
اريد ستره لفتي في العاشره من عمره.
ارجو ان تاخذني الي طريق ابي.
شكراً. مرحباً، شكراً لك علي الانتظار.
انا متاكد ان لدي حجزاً.
سارسلها لك، فمن فضلك انتظر هنا.
نحن هنا ليوم واحد.
اعاني من صداع خفيف.
استمتعتُ بالوجبه كثيرًا.
لا، من فضلك اجلس وانتظر. ساعود مباشرهً.
هل استطيع رءيه السياره؟
هل يمكنك رسم خريطه لي من فضلك؟
حسناً سيدي، رجاءً ابقَ في غرفتك حتي ياتي الطبيب.
لقد تعرضت للسرقه في شاطء وايمانالو. من فضلك اتوا علي الفور.
ماذا عن مءه دولار؟
اريد هذا مُعباً.
ارغب في تقديم طلب لاعاده اصدار.
دعمت الحكومه تعزيز الصناعات.
هو في الخمسين من عمره، اعتقد.
ما هو الحد الادني للسن للقيام بذلك؟
هل لديكم اي خراءط بسيطه للمدينه؟
اذا كان ممكناً، افضل الا اُخرج السن.
الحساب هو كره واحده، ضربه اثنتان.
في اي وقت سيصل القطار الي سان دييغو، من فضلك؟
اود ان القِ نظره علي صندوقك.
اريد بعض الشامبو.
انا اقيم في فندق هيلتون.
اشعر بالسوء والغثيان.
لكن لدي موعد لرءيتها في الساعه الثانيه.
هل تذهب هذه السياره الي ادنبره؟
نعم، من فضلك املا هذا النموذج.
كم تُطلب مقابل الوزن الزاءد؟
اسمي كيمورا. اود الغاء حجزي ليوم الجمعه.
اه، انا اسف. حدثت مشكله ونحن نعمل علي حلها. هل يمكنك الانتظار لمده ثلاثين دقيقه تقريباً؟
في اي وقت يمكنني المغادره؟
فهمت.
ساتصل باحد.
هل تريد تسويه الفاتوره الان؟
جاءت السياره من جانبي في التقاطع.
انه صندوق موسيقي.
اين الحيّ السكني؟
هل هناك جوله بالحافله للمدينه؟
في اي وقت نبدا؟
حسناً، سيدي. في الفءه المتوسطه يمكننا ان نقدم لك مركبه ميركوري سابل. هل هذا مناسب؟
لقد كسرت عضله.
لكن عليك ان تعدني بان تضرب الكره، ليس انا. هل موافق؟
الي اي مدي اخر؟
هل استطيع استعاره بعض القماش؟
من اي نوع من الجلد مصنوع هذا الحقيبه؟
لا اعتقد ان هذه السكين نظيفه. هل يمكنك احضار واحده اخري لي؟
اشتريت هذا منذ لحظه، لكن هل ستغير هذا مقابل ذلك؟
بصراحه، لا اوافق علي ذلك.
هل هذه هي الطريق الصحيحه الي المحطه المركزيه؟
قارب مع مرشد، من فضلك.
اود ان اطلب لنفسي بدله ذات لون داكن.
هذا المظله تكفي عصا.
هل يجب ان اترك كل امتعتي في الخزنه؟
ارِني جواز سفرك من فضلك.
هل هناك اي مكان يقبل غسيل الملابس في ايام الاحد؟
برجرين تشيز، من فضلك.
اي حافله تذهب الي ميامي؟
ولكن لا حاجه للتبرع.
يمكنك رءيه واحد منها في قاعه كارنيجي.
لست معتمدًا.
ما هي الاطباق المتخصصه في المنزل؟
اود تحديد موعد مع طبيب.
اتساءل ان كان هناك طاوله متاحه بالقرب من النافذه لسبعه اشخاص هذه الليله.
ما عندك مشكله اني اجي مكانك؟
يبدو ان هناك بعض المجال للتحسين.
اين هو المترو؟
هل لديكِها بحجم اصغر؟
اين يمكنني الحصول علي اسيتامينوفين (اسبرين)؟
هذا هو الاسفل؟
من فضلك اعطني تصريحًا لمده اسبوع.
هذا زميلي.
ما نوع الغاز المتاح؟ هل هو بنزين عالي الجوده، او عادي، او بدون رصاص؟
اليك واحدًا.
انا اصاب بنزله برد.
انه مغلق يوم الاثنين، لكن يومًا مختلفًا سيكون جيدًا. اعتقد انه مفتوح من التاسعه الي الخامسه.
انه سمك عُلوق مشوي مع صلصه خاصه فوق وعاء من الارز.
قال لنحتفل، واخذني الي حانه. قال انه سيقوم بمكالمه هاتفيه وتركني ولم يعد ابدًا وتركني مع فاتوره كبيره.
كم سعرها للجالون؟
كان جواز سفري وبطاقه الاءتمان لدي في حقيبتي.
حجز في السابعه، تحت اسم مانو.
ما رايك ان تشرب كوبًا من الشاي؟
هل يمكنك اخباري بمكان ايجاد القنصليه اليابانيه؟
هل هناك طبيب فندق او طبيب متاح للاتصال؟
يذهب داءمًا للتسوق في شارع بوند.
ورقه باللغه الانجليزيه، من فضلك.
هل هناك اي مكان يعزف الموسيقي الريفيه؟
اود ان اتفقد امتعتي الثمينه.
هل هناك اي اخري من الصوف؟
كم سعرها لكل ورقه؟
حسناً، اضغط علي تسعه وصفر واحد واحد، ثم رمز البلد ورقم الهاتف.
هل يمكنني الحصول علي ديت كوك؟
هل يمكنني تقديم طلب؟
كان لدينا رحله قياده ممتعه. شكراً.
عذرًا. هل يمكنني المرور؟
السكان الاجمالي لليابان حوالي مءه وثلاثين مليون.
اود استءجار مظله شمس.
نعم، واود عكس التكاليف.
محفظه بها مءه دولار وبطاقتان اءتمانيتان.
الماء ساخن جدًا.
انت هنا.
كاس من القهوه، من فضلك.
من غير المرجح جداً.
اشعر بالم في بطني بعد تناول الطعام.
يا الهي، هذا مكان جميل.
قد يكون لديه انسداد هواءي.
هل قررت؟
اذا اردت، يمكننا ان نرتاح هنا.
فقدت اثر بريد مسجل.
لا يمكنك تغيير عملك بسهوله.
محطه بعد؟
حسنًا، لكن ليس المدرجات. الجو حار جدًا اليوم.
انزل هنا وانتقل الي الحافله رقم سته.
عليّ ان التقط رحله العاشره صباحًا.
لا زلت اشعر برغبه في التقيء.
لا اريد اي شيء ضخم.
من فضلك، تحقق.
كم سعر الفطر الطازج؟
رجاءًا، قم بالشحن. هل تقبلون فيزا؟
اليوم ساذهب لاري كيف هي تشاينا تاون.
اثنان اثنان تسعه ثلاثه تسعه سته سبعه صفر صفر.
اود ان اُستخرج اسناني.
اريد حقيبه مكياج.
اتساءل كم يجب ان اترك من نصيب.
اين يمكنني مشاهده "شبح الاوبرا"؟
اريد شراء تذكارات لاصدقاءي. هل يمكنك التوصيه ببعضها؟
ببطء اكثر من فضلك.
ما هي الرسوم الدوليه المتوسطه للفاكس لديك كل شهر؟
مقليه من الجانبين، من فضلك.
حسناً، يبدو الامر واضحاً جداً. رجاءً قدم كلاكما رخصتي القياده وتسجيل السياره. وابني، اخشي اننا سنضطر لاجراء فحص للتنفس.
ستكون جاهزه بعد غد في المساء.
هل هذا مصنوع من القطن؟
لدي دواءي الخاص.
ماذا يمكنني ان اري في تلك الجوله؟
نعم، هناك حد ادني لتناول مشروب واحد.
كم ثمنه ليوم واحد؟
هل يتوقف هذا الحافله بالقرب من الفندق؟
اريد قرصًا مضغوطًا.
هناك رحلات جويه للخطوط الجويه الليبيه (JAL) والخطوط الجويه القطريه (ANA) تغادر في الساعه 10:55. ولكن، للاسف، كلتا الرحلتين ممتلءتين.
يناسبني جيداً.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
هي لا تفهم الانجليزيه علي الاطلاق.
رجاءً قم بتحويل شيك السفر.
هل يمكنكِ رعايتها من الساعه التاسعه صباحًا حتي حوالي الثالثه؟
كم تكلفه البريد الجوي الي اليابان؟
انا محاصر خارج الباب. هل يمكنك فتح بابي، من فضلك.
اي جوله هي الافضل لرءيه اشهر الاماكن؟
هل هناك اي مضيفه تتحدث اليابانيه؟
كم حقيبه يمكنني احضارها علي الطاءره؟
لا، سيدي. هذا المساء مُحجوز بالكامل. لكن غداً سيكون جيداً.
ساسال حارس المدخل عن الاجره الصحيحه.
انا اسف حقاً.
نحن نقيم حفله ليله الجمعه. لماذا لا تنضم الينا؟
حسناً، غرفتك رقم تسعه ثمانيه، سيدتي. اليكِ المفتاح.
من المهم جداً ان نكون لدينا وصول الي المواد الخام التي نحتاجها للمشروع.
عذرًا يا ضابط؟
هل هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد الاقصي المعفي من الضراءب؟
اخرجوا اغراضي الثمينه، من فضلكم.
كم هي مزدحمه الجولات؟
اود شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب بالقرب من هنا؟
الي متي سيكون مفتوحًا؟
هو خارج الان.
مايومي، هل يمكنك ملء هذا النموذج بتوقيعك؟
اليك واحده، سيدي.
ليس لدي امتعه مسجله.
بالتاكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
هل لديكم افلام صيفيه؟
متي هو القطار القادم الي واشنطن دي. سي.؟
الطوال هم الموضه الان.
ساعود الي اليابان يوم الاثنين القادم.
هل يمكنني الحصول علي خريطه مترو الانفاق؟
هل هي رحله طويله؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
اين يمكنني استلام امتعتي؟
لا اشعر بالجيد. هل يمكنني تحريك مقعدي الي الوضعيه الافقيه؟
الحاديه عشر واربع وخمسين صباحاً.
هل يمكنك ان تخبرني بمطعم شهير بين الشباب؟
كانت سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل للتاكد من موعدي مع السيد ابرت يوم الاربعاء القادم في الحاديه عشر صباحًا.
هل يمكنك ان تشرح مرضك بطريقه ما باللغه الانجليزيه؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر التجاري؟
كم مره ساغير القطار للوصول الي هناك؟
هل هذا صحيح؟ دعيني اتحقق. اوه، انا اسفه جدًا، سيدتي تاكانو. هذا خطانا. اليكِ فاتورتكِ الجديده. هل يمكنكِ التوقيع هنا، من فضلك؟
ارجع لي خمسه دولارات، من فضلك.
لا يغلق سداده حوض الاستحمام بشكل كامل.
انه مجرد رمز لامتناني.
هل ستملا هذا النموذج؟
كيف هي هذه النماذج البلاستيكيه؟
ما هي العلامات التجاريه التي لديك؟
كعب الحذاء مرتفع بالنسبه لي.
انا محتجز خارج غرفتي.
منذ متي وانت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه جويه الي اليابان؟
يُكتب بالهجاء G-O-R-O-H.
هل ترغب في شرب شيء؟
استلقِ هنا.
ارسل برقيه عاجله، من فضلك.
وفقاً لتقرير الطقس، سيثلج غداً.
اريد كره.
بالتاكيد. سنكون سعداء بفعل ذلك.
ها، كتاب كوميديا ماليزي. ساشتري واحداً لاخذه الي البيت كقطعه ديكور للمحادثه.
طريق النجاح هو "جينماكو"، اليس كذلك؟
ساصل الي فندقك حوالي التاسعه مساءً.
لدي حوالي الفي وخمسماءه دولار امريكي بالين ياباني.
نعم، نفعل. ساريكم بعضا منها.
اريد بعض حبوب النوم.
ساكون هنا حتي التاسع. امل ان تلتقطوا المجرم في اسرع وقت ممكن.
انا متاكد ان الجاني قريب.
عشره طوابع من فضلك.
اعاني من حلق مءلم.
احتاج بعض الهدايا التذكاريه من نيويورك.
انا اُغادر. هل يمكنك ارسال نُدُل الي غرفتي؟
توقّف ساعتي.
يا له من امر! كيف هو بالنسبه لكِ؟
نحن مفتوحون في الساعه التاسعه صباحاً.
اريد كتاب تلوين.
اعتقد انني اشعر بالدوار بسبب الارتفاع.
هل يجب ان اذهب الي بنك ياباني؟
عليكَ تبادل المال في بنك.
هل هناك وقت كافٍ للخروج؟
زوجك واحد من افضل عملاءنا.
هل تعرف طبيب اسنان جيدًا؟
اوه. يجب ان تخبر القنصليه فوراً.
هزّه، لا قلبه.
هل تود طاوله في المطعم الرءيسي او في غرفه خاصه، سيدي؟
يزور عدد كبير من الناس الشاطء خلال الموسم.
ازن حوالي مءه وخمسين رطلاً.
اين يجب ان انقل؟
اين مكتب الامتعه المفقوده؟
هل هناك اي حافله تذهب الي هناك مباشرهً؟
هل احتاج الي اي علاج خاص؟
هل سيكون الدفع نقداً ام عن طريق بطاقه الاءتمان؟
انتقلنا الي هذا البيت منذ سنه.
كم من الوقت سيستغرق اصدار تاشيرتي؟
اين الحمامات؟
المبلغ الاجمالي المستحق هو مءتين واربع وثلاثين جنيهاً، سيده.
هذا هديه. هل يمكنكِ تغليفها بورق هدايا جميل؟
ما هذا المنظر الراءع. هذه مسارات راءعه.
هناك اشخاص جُرحي.
عذرًا. اين المحطه هنا؟
نعم، لدينا حجز لك.
عذرًا، لكنني اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب حافله؟
دجاج، من فضلك.
هذه غرفه رقم اثنين من واحد. اود ان اطلب الفطور غداً.
كيف تنظر الي التحرش الجنسي في مكان العمل؟
لديّ اختان.
رحله رقم اثنان صفر ثمانيه، الي طوكيو.
ثم دعنا نضع حشوه داخليه.
دعونا نجتمع لمناقشه هذا الامر اكثر.
كيف تُريد ان تُصفف شعرك اليوم؟
هل يمكنك قول ذلك بكلمات اخري؟
ساكتفي بما لديك.
نُريد طاوله قرب المنصه.
انا بخير. حسناً، هل انت ذاهب الي مكان ما؟
يبلغ ارتفاعه الفي واربعماءه متر.
ادخل. من فضلك ضعه علي الطاوله هناك.
رجاءً قم بالغاء رقم بطاقتي.
انا اسف، لقد نفذت كلها، لكن سنحصل عليها في غضون ايام قليله.
هل يمكنني الحصول علي بعض القهوه؟
ليس لدي موعد، لكن الامر عاجل.
هذا مصنوع بشكل رديء.
اين المصعد المتحرك؟
هل لديكم كتيب بالاحداث؟
اين مدخل المترو؟
فقدت تذكره طاءرتي.
لا يمكنك البقاء هنا خلال العطله؟
يا الهي، انا اسف جداً لازعاجك.
هل يمكنك حجز الاحداث؟
هل هناك حمام عام قريب هنا؟
ما هو المجموع الكلي؟
هذا جيد جداً. الان بالنسبه للاسءله، من فضلك.
هل لديكم اي تغيير لعداد وقوف السيارات؟
اكثر منتجاتنا مبيعًا في السنوات الاربع الماضيه كانت اله النسخ AX-four five zero.
اَتَوَجَّهُ اِلَي اليسار؟
هل هناك مضيفات يتحدثن اليابانيه؟
سعر راءع، اليس كذلك؟
يجب ان تاخذه تسعين مره في اليوم، قبل الوجبه.
انا احبه حقاً.
اريد ثلاثي القواءم.
اريد ستره رياضيه.
يمكنك البقاء في بيتي.
هل يمكنني ان اُرَخّي مقعدي، من فضلك؟
ممتاز. كنت ابحث عن سياره اجره، لكن هذا افضل.
معطف كبير. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي نصل؟
اثنان بالغين وطفلان، من فضلك.
ما هو السعر؟
كانت حرب النجوم اكبر نجاح في عام 1984.
اين قسم غير المدخنين؟
هذا "ت" مثل توم، نعم لديه هنا، طارو.
اعتقد انها خلابه.
اريد بعض التفاح، من فضلك.
لِمَ هذا؟
ما هي بطاقات الاءتمان التي تقبلها؟
لدي الكثير من الوقت.
حسناً، حان وقت الغداء. هل ترغب في مناقشته اثناء الغداء؟
تم سرقه جهاز تسجيل الفيديو من غرفتي.
مرحبا، اسمي اودا. لدي حجز لهذه الليله، لكنني ساتاخر قليلاً في تسجيل الوصول. لذا، رجاءً احتفظي بحجزي.
هل هذه الاحذيه متينه؟
رجاءً اخبره انني انتظر مكالمتَه.
يقولون ان الانفلونزا منتشره هناك.
لتوّه وصل.
انا اسف. نحن ممتلءون لليله الغد.
انا مع بعض الاصدقاء.
وفقاً لـ "غورو"، السيد "يامادا" لديه طفلين.
هل يمكنك ان تقول ذلك مره اخري؟
اود ان اقوم بنزله جانبيه الي برج لندن.
من فضلك اربط حزام الامان.
رمز المنطقه هو ثلاثه. رقم الهاتف هو 2343400.
عذرًا. هل هناك جسر قريب هنا؟
عذرًا، اود استخدام الحمام.
هي مشغوله.
ملابسه داءمًا خارج الموضه.
هل لديكم اطعمه بحريه؟
هذا غالي نوعاً ما.
اود ان افعل ذلك، لكنني اخشي انني لن اتمكن من ذلك هذه المره.
حسناً، لا اعرف حتي الان، لكنني بالتاكيد ساحاول.
ملح، من فضلك.
من فضلك استخدم غرفه القياس هناك.
تسعون دولاراً لتذكره الذهاب فقط. نقداً ام بالبطاقه؟
هل يمكنك تنظيف الطاوله لي، من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك اخباري باوقات العمل؟
رجاءً لفهم بشكل منفصل.
يشعر بطني بالثقل.
يبدو ذلك جيداً. اين يمكننا الانتظار من اجلك؟
هل يمكننا ان نبدا اللعب عندما ينتهون؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون.
ادخل العناصر التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
هل لديكم وشاحات حرير؟ ابحث عن هديه لزوجتي.
سنحضره الان. ما هو رقم غرفتك؟
كان السيد كوباياشي يبحث عنك.
اود السفر من شنغهاي الي هاواي عن طريق البحر.
هل يمكنك ارسال شخص؟
هل يمكنك ان تكون جاهزاً بحلول الساعه الخامسه من بعد غد؟
يستغرق الامر عشر دقاءق سيراً علي الاقدام.
قبل ان ننهي اليوم، هل يمكنك اعطاءي بضع دقاءق؟
اين يمكنني وقوف سيارتي؟
اشعر بالبروده والم شديد في بطني.
اسكوت و ماء، من فضلك. و هل لديكم اي شيء للوجبات الخفيفه؟
كيف اطفء هذا الضوء؟
هل هو مشغول جداً اليوم؟
اريد بعض الخيوط.
اعطني شهاده طبيه من فضلك.
اريدك ان تجعله بوصه واحده اقصر هنا.
لا اشعر بالجيد. من فضلك اعطني بعض الدواء.
هل يمكنني الحصول علي صحيفه يابانيه، من فضلك؟
حسناً. هل يمكنني ترك السياره في اي مكان؟ ما هي رسوم التسليم؟
اي حافله تذهب الي وسط المدينه؟
هل هناك اي حافلات سريعه الي بوسطن؟
رجاءً كن صديقي عبر الرساءل.
سابقي مع صديق.
انا متحمسه جدًا، لا استطيع الجلوس ساكنه.
هل يمكنني النزول عند فندق هيلتون؟
اريدك ان تزيله.
اذهب يساراً في هذا الشارع واتخذ اول منعطف الي اليمين.
اريد ان اعرف ان كان من الممكن شحن هذا المجموعه من الاطباق الي طوكيو.
اريد بعض قوه الجسم.
هل هناك اي طعام ليس حارًا جدًا او حارًا؟
هل هو قريب بما يكفي للمشي؟
اريد بعض الكريم لليدين.
هل يمكنك تمرير الملح لي؟
اريد الذهاب الي وول ستريت. كيف اصل اليها؟
ممارسه التمارين الرياضيه بشكل مفرط ستضرك.
بما في ذلك الفطور، الضراءب، ورسوم الخدمه، سيكون السعر اربعين وخمسه دولارات للشخص في الليله.
هل يمكنك اصلاح هذا؟
مساء الخير. مرحبا.
لا استطيع ايجاد امتعتك.
اتجه مباشره، من فضلك.
هل الماء هنا امن للشرب؟
اه، تعال. فقط دولارين.
هل يمكنكِ تغيير هذا الفستان الي حجم اكبر واحد؟
حسناً، لنبدا. يمكنني مساعدتك في واجبك المنزلي بعد ان نتناول بعض البيتزا.
نعم، سيد تاناكا. هناك رسالتان لك.
لا يناسبني.
غداً يوم اخر.
ربما استطيع مساعدتك. هل تحتاجين الي فيتامين سي؟
لقد سرق مني محفظتي في القطار.
بعيد جداً. من الافضل ان تاخذ سياره اجره.
ارغب في مقعد في الممر، من فضلك.
اعيش في شقه تكلفتها ثمانون الف ين في الشهر.
هل يمكنني مقاطعه الكلام؟
ارني واحده اوسع.
عذرًا. هل تمانع في تغيير المقاعد معي؟
نعم، بالطبع.
انزل الي الزاويه ولف يساراً عند اشاره المرور.
هل تفضلين العجلات الصغيره ام الكبيره؟
ارغب في غرفه فرديه مع حمام مقابل ثمانين دولارًا، من فضلك.
اود ايداع مقتنياتي الثمينه في خزنه الفندق.
هل لديك غرفه متاحه الليله؟
نعم، ولكن تاكد من ان تذكره السفر معك.
سيشارك في الجوله الاختياريه عدد قليل من الاشخاص فقط.
لا يهم. علي كل حال، رجاءً خذني الي مركز حي تشاينا تاون. ساحاول ايجاده بنفسي.
يتم توظيف اشخاص جدد في ابريل.
اتمني ذلك.
اثنان من السكوت و ماء، من فضلك.
من يلعب؟
هل يمكنك ان تتصل بي اذا وجدت حقيبتي؟
الي اليسار، من فضلك.
هل تقف معي لالتقاط صوره؟
لا. هل ترغب في الابلاغ عنه؟
هذا الضرس الامامي يءلمني.
ما هي لعبه الكمبيوتر الاخيره لفتي في الخامسه عشر من عمره؟
سنراك غداً.
هل هناك مطعم اقل سعراً بالقرب من هنا؟
لا، ولكن شكراً. انا اشعر بتحسن.
هل لديك خبز؟
كيف انتَ جيدًا في العزف علي الكمان؟
انزلق صديقي وسقط في الحمام.
هل يمكنني الحصول علي حامل للسجاءر؟
حُرّمَت المسيحيه واُغلقت البلاد في وجه العالم الخارجي.
كم تريد؟
كوكتيل جمبري لها ونفس الشيء لي.
هل يمكنني ان احصل منك علي التوقيع هنا؟ ومن فضلك، قم بوضع مبدءك هنا.
كان زياره مكاتبكم الرءيسيه واجراء مناقشات جاده معكم متعه كبيره بالنسبه لي. اشكركم جزيل الشكر علي تعاونكم الكريم.
نومك العميق مزعج.
لا احب هذا اللون في النهايه. هل يمكنني ارجاعه؟
اخرج من الباب هناك، وانتظر عند المحطه رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني الحصول علي بعض الفلفل؟
نعم، اريد شيءًا اقراه.
هذا السيد تاكاهاشي في الغرفه 549. هل يمكنك ارسال اربع زجاجات من بيره بودي سايدر، من فضلك؟
هذا سبعون دولارًا.
رجاءً اتصل بي بفندقي عندما تجد حقاءبي.
ارغب في استيقاظي في الساعه ثمانيه وثلاثين من صباح الغد، من فضلك.
نعم، لكن هذا كثير جداً وانا بالفعل ممتلء.
اريد بعض غسول الفم.
لا اشعر بالجيد.
هل تقدم اي خصومات بالجمله؟
طوكيو صفر ثلاثه رباعي تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في ايجاد حديقه الحيوان؟
هل ستُخبرني كيف اُعدّله؟
في اي وقت ينتهي جوله الحافله تقريباً؟
هل تعرف كيف تستخدم الهاتف؟
بالتاكيد. لدينا بعض العلامات التجاريه الامريكيه الاصليه الراءعه.
مشغل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
هل يمكنك سحب سيارتي؟
هل هذه عياده "ف"؟
مرحباً سيدتي ياماغامي؟ طرفك علي الخط. تم قبول مكالمتك. تفضلي من فضلك.
اين يمكنني شراء تذكره دخول للتلفريك؟
في اي وقت سنصل الي لوس انجلوس؟
امشِ مستقيمًا لمده خمس دقاءق تقريبًا، ثم اتجه الي اليسار.
هكذا هو الطريق الي الشاطء.
يساعد هذا الشاي العشبي في تجديد الجسم.
هذه ليست مصنوعه في اليابان، اليس كذلك؟
حسناً. من فضلك اتبعني. ساريك غرفتك.
يجب ان اغادر الفندق قبل الظهر.
برجرين ونقيين قهوه، من فضلك. اريد ان اخذهم معي.
هل يمكنني حمل هاتين الحقيبتين؟
طلبت لحمًا، ليس سمكًا. هل يمكنك تغيير ذلك؟
طفلي مرهق تماماً.
اشعر بالغثيان.
هذا الستره ليست مقاسي.
اود ان التقي بالسيد ويليام.
يحتوي علي مجموعه من سبع فيتامينات ومعادن.
السن فضفاض.
هل يمكنني الحصول علي رد مالي عندما اعود الي اليابان؟
مِن شَيءٍ يتكوّن هذا الطبق؟
من اي بلد تم تصنيع هذا؟
هل يمكنك انجازه في عشر دقاءق؟
انا لست جيداً في الانجليزيه. هل يتحدث احد هنا اليابانيه؟
اين يمكنني الحصول علي تذكره للمترو؟
سيتم ارسال عشرين عينه اضافيه اليك بالبريد.
لا اعتقد ان هذا مناسب لي لان بشرتي جافه الي حد ما.
هل يمكنني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد اني سانتظر.
تسع وتسعون دولار في الساعه لكل طفل.
اعتذر، نفذت منا الكميه.
يجب ان يكون هادءاً.
لدي معداتي الخاصه.
مفتاح الغرفه، خمسه ثلاثه، من فضلك.
في اي وقت يتم عرض فيلم "الرجل النهاءي"؟
اين مصفف الشعر؟
في السابعه، من فضلك.
حقيبتي متضرره.
السياحه.
انا من اسبانيا.
هناك خطا في هذه البطاقه الرءيسيه. هل يمكنك اعطاءي واحده اخري، من فضلك؟
عندي طفح جلدي علي ذراعي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
اين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس ودودون جداً.
كم مشروبًا متضمنًا في السعر؟
قمتِ بذلك.
اين بوابه الصعود لهذه الرحله؟
اذا كان هناك طاوله متاحه، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم الاعلان عن الصعود الي الطاءره بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نود ان نري وول ستريت.
اين محطه حافله اوكسفورد؟
سانتظر حتي يتوفر التراس.
هل يمكننا رءيه بعض المحافظ الجلديه؟
دعنا نشاهد التلفاز. هناك مباراه بيسبول تعرض الان.
هل ستكتبين عنوان تواصلك هنا؟
رجاءً اخبرني اين الصيدليه الاقرب.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات الموجوده بجانب طوكيو؟
ارفع السماعه وانتظر قليلاً من فضلك.
ماذا تفعل عادهً في البيت بعد العشاء؟
بالتاكيد. متي تريد ان تلعب الجولف؟
ستكون في البيت حوالي الثالثه.
اريد ان اتصل بالسفاره اليابانيه.
قليل اكثر.
من اين تنطلق حافلات الجولات السياحيه؟
كم تطلب مقابل ارسالهم الي اليابان؟
لا املك اي انديه او احذيه.
هل الين الياباني جيد؟
هل لديك مسكيتي؟
نحن سنقفز من هنا؟
سيد كاواي، لدينا طاوله لك الان. تفضل من هذا الجانب، من فضلك.
بالتاكيد. انزل الدرج هناك مباشرهً وستري بعض الارشادات. اتبعها فقط.
مكتب الاستقبال. هل استطيع مساعدتك؟
هل يمكنك ان تُنزلني عند فندق هيلتون، من فضلك؟
هل عليكِ العمل في وقت متاخر كثيرًا؟
ناسف جدًا، لكن لا يوجد لدينا اي شيء اخر. ماذا عن الصحف باللغه الانجليزيه؟
طاوله غير مدخنه، من فضلك.
هل تخبرني قبل وصولنا الي درهام؟
هذا طازج؟
ليس صحيحاً. انت داءماً تدفع عني.
هل يمكنكِ اظهار بعض الفساتين لي؟
اكتبها من فضلك.
انا اُسكر بالخمر.
احذروا لان الطقس متقلب جداً في الجبال.
شيكات السفر والين ياباني، موافق؟
عذرًا، تحققت مع كل من قسم النظافه والمكتبه المفقوده. ليس لديهم ذلك.
صعب ايجاده. هو علي طريق جانبي صغير قباله الطريق الرءيسي.
لا اعرف شيءًا عنها.
نستطيع مناقشتها في مقهي.
افهم، في هذه الحاله لا يجب عليّ دفع رسوم التعديل، اليس كذلك؟
المشغل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستءويني الليله؟
حسناً. ساخذ اثنين فقط. شكراً.
اليك فاتورتك. هي ثلاثه وتسعون وسبعه دولارات.
انت محظوظ.
من فضلك، اجعلها طاوله مع اطلاله ليليه جميله.
هل هذا مصنوع الياً ام يدوياً؟
اود استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من اللطيف جداً ان التقي بك.
ممزق.
حسناً، الان دعنا نلقي نظره عليك.
حسناً، فكر فقط كم من الوقت الاضافي سيستغرقه عمله لو طلب سءالاً اخر من كل شخص. هيا، دعنا نسرع ونحصل علي امتعتنا. سنذهب الي اعلان الجمارك بعد ذلك.
ما هو الوزن؟
هل هناك مطعم صيني هنا حولي؟
المنصه الخامسه هناك.
متي مباراه كره القدم؟
هو معطل. هل يمكنك فحص كاميرتي؟
قهوه بالحليب والسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
من فضلك اعطني هذا.
انه الباب السابع.
هل انت اسكتلندي؟
ثلاثه-اثنان-واحد-اثنان. انتظر لحظه، حسناً؟ اريد ان ارسل لك شيءاً هنا. عفواً.
ماءه وثلاث وخمسون ين لكل دولار.
التنورات القصيره مع الاحذيه لن تخرج ابدًا من الموضه.
هل استطيع التحدث مع المدير؟
لماذا اجره سيارتك مختلفه عن الاجره المحدده بالمتر؟
هل استطيع رءيه هذا؟
وعدتُ نفسي اني عندما اراكِ، ساتعرف عليكِ.
ما الذي يحدث مءخرًا؟
لا اشعر بالجيد. هل يمكنك ان توصي بطبيب؟
حفلتكِ قادمه. تقدّمي.
هل هناك عرض ارضي؟
المرحاض لا يعمل.
كم تستغرق من الوقت للمشي من هنا الي مبني البلديه؟
تناول هذا الدواء بعد كل وجبه عندما يكون الالم شديداً.
تضع المال في مظروف مزين بشكل خاص يسمي "شغيبكرو".
احدٌ مُصاب.
اتساءل ما الذي ينبغي ان احصله له؟
هل لديك خريطه للمترو؟
لدي غرفه جاهزه لك في فندق غراند. هل يمكنك الذهاب الي هناك؟
اشعر بالم في عيني اليمني.
انا لست جيداً جداً في الالمانيه.
يجب ان نلتقي بالتاكيد مره اخري.
هل ستاخذ هذه البنطال؟
هل يمكنني استعاره مضرب وكره؟
هل يمكنك اضافه بعض التغييرات الصغيره؟
هل يمكنني الحصول علي نصف كرافان؟
مرحباً. انا جون.
نكاي.
هل يُزعجك اذا التقطت صوره لك ولسيارتك الاجره؟
اتصلت منذ ثلاثه ايام حول حقيبه مفقوده.
اريد فندقاً ارخص.
يا الهي، هناك الكثير من الاشياء التي يجب ان تراها في قريه غرينتش.
في مهمه عمل. لديّ اتصالٌ تجاريٌ هناك.
يتناسب مع بدلتك.
هل يمكنك مراقبه حقيبتي، من فضلك؟
كيف تري هذه الفكره؟ نقبل شرطك باشعار مدته سته اشهر بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد.
عذرًا. هل تعرف نيويورك جيدًا؟
سننتظر. رجاءً اتصل بنا عندما تكون مستعدًا.
اود ان اري جراحًا.
هل هذه مكونات طبيعيه؟
اود ان اقود سياره رياضيه.
رمز المنطقه هو الصفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
اصيب بنزله برد.
سيكون الهاتف الاصغر من الحجم المتوسط هو الافضل.
اود ارسال هذا التوصيل العام.
دعني انقل هذا الاتصال الي الشخص المسءول.
ما المقاس الذي تريده؟
يا الهي، لم اكن اعلم انني ما زلت امتلكها.
هل لديكم مجموعات صناديق لارسال الطرود؟
هل ستدفع شركه الطيران عن نفقات فندقي ووجباتي؟
هل هذه كل حقاءبك؟
كيف ترغب في اجراء المكالمه؟
حسناً، انه غالي الثمن. ليس مصنوعاً في اليابان، اليس كذلك؟
من فضلك، مرر لي الملح.
اين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اتمني لك سنه جديده سعيده جداً.
سارغب في سبرايت كبير.
رجاءً كررها ببطء اكثر.
عذرًا، ارغب في تقديم طلب.
لدينا جمبري نيوبرغ و لحم ضان مشوي.
ارغب في غرفه ذات منظر جميل.
ثلاث اكواب من عصير البطيخ، من فضلك.
لدي ثلاثه اطفال.
اذهب مباشره في هذا الممر وانعطف يساراً عند الزاويه. ستراه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره ذهاب واياب الي اكسفورد؟
اذهب الي نادٍ رياضي كل يومين.
اين يمكنني الاقامه اثناء الجوله؟
ما هو وقت المغادره؟
كم تكلفه رسوم المرشد السياحي يومياً؟
اين اجد اسطوانات CD؟
عذرًا. انا طالب جامعي من اليابان. هل انتم طلاب جامعه نيويورك؟
هل تخبرنا كيف تقيم هذا الخطه؟
اكي، هل تعرف متجر تسجيلات جيد بالقرب من هنا؟
نقداً او بالبطاقه؟
اعمل في شركه تجاريه.
من غير اللاءق سءال الناس عن راتبهم.
هل هذه الجينزات الاصليه من ليفي 501؟
في اي وقت يمكنني اخذ حمام؟
لا تبدو انك تتجاوز العشرين واحد سنه.
افهم. في الحقيقه، هناك فيلم عالي السرعه بداخله. هل يُزعجك اخراجه؟
اشتريته للتو.
ساحضر واحداً علي الفور.
ثمانيه دولارات. وهنا ياتي واحد الان.
يرجي اظهاره مع عناصر الشراء للجمارك في المطار.
هل هناك اي من محلات الاقسام التي لديها عروض الان؟
مشغل، احضر لي محطه الاطفاء.
لدي بطاريه ميته.
توقف عند التقاطع القادم.
يا الهي، ها هو ذا. وهل يجب علي الجميع ملء هذا النموذج لاعلان الجمارك؟
و هل يمكنني ان اعرف اسمك من فضلك؟
هل تمانع اذا قمت بمكالمه جماعيه؟
مرحبا. كيف حالك؟
اين قسم السفر؟
ما اسم الشخص الذي ترغب في التحدث معه؟
انا اسف، هو ليس في المنزل الان.
انظر الي ذلك. انظر الي ذلك. هل ستقول لي ان الفرق بين هذا الرجل وتلك الرجل هو الحظ؟ محمد، توقف، من فضلك. لا يهمك ان اوصلك هنا. انا متاخره. صديقي، كان من دواعي سروري التعرف عليك، حسناً؟
هل غرفتك تطل علي المدينه؟
هل هناك رساءل لي؟
لا يزال غالياً جداً. هل لا يمكنني الحصول عليه مقابل ثلاثه دولارات؟
نُريد غرفه في الخلف.
ساشرب كاساً من النبيذ.
تبدين جميله.
ارغب في غرفه نوم مزدوجه. كم تكلفه الغرفه في الليله؟
تبعد حوالي تسعين ميلاً.
فينس وليندا يريدان ان يكونا وحدهما، لذا اخشي ان عليّ ان ابقي هنا الليله.
من فضلك احتفظ بهذا الحقيبه في الجمارك.
اسمي ساتو.
اعرف نادياً جازياً قديماً في وسط المدينه.
ساخذ هذا الطاوله الدي هوت.
اود تجربه نفس الطبق.
ثم سناخذه.
هل هذا يصل الي الطابق السادس؟
جلد الالigator؟
رجاءً ضعه في كيس غسيل الملابس واتركه هناك.
اود ان يتم تطوير هذه الصوره. متي ستكون جاهزه؟
من فضلك لا تعطِ هذا المفتاح لاي شخص غيري.
حسناً. سالتقيك في فندقك في الساعه الثامنه.
النافذه سليمه.
دعي شعري المجعد ينسدل، من فضلك.
هل كل مصاريف النقل مدرجه؟
دار اوبرا متروبوليتان
اين مكتب تاجير السيارات؟
اعاني من حمي منذ ليله البارحه.
ليست ذوقي.
ما هي الخضروات التي لديك؟
اريد تصفيفه شعر فضفاضه داءمه، من فضلك.
متي سياتي الطبيب؟
هذا اللون خاطء.
انكسرت السن.
هذا مقعد في الوسط ام مقعد بجانب النافذه؟
انا مهتم بالمشي لمسافات طويله.
هل يمكنك احضار امتعتي الي الغرفه؟
ارني واحده لفتاه شابه.
هل يمكنك التوقف هنا؟
هل لديكم اي شيء حوالي ثمانين دولاراً و لا سنت؟
انا عطشان.
لا حليب، من فضلك.
لديّ ثلاثه حقاءب.
اين البحيره؟
عذرًا. اضغط علي زر الكاميرا، من فضلك.
هل يمكنني الحصول علي مجله او شيء من هذا القبيل؟
انه جنوب.
كم سعر مقاعد الشرفه؟
نود غرفه تطل علي البحيره.
هل هناك صناديق بريد قريبه هنا؟
حسناً. ساخذك الي هناك.
الجزء المكتوب بخط ماءل يشير الي التغييرات التي حدثت في التسعينيات.
هو في الثلاثين من عمره.
حسناً. هل يمكنك كتابه العنوان مره اخري علي هذه الظرف؟
اود الذهاب الي هارودز. هل يمكنك رسم خريطه، من فضلك؟
ماذا تفعل عندما يكون لديك وقت فراغ؟
هل لديك بطاريات لهذه الكاميرا؟
اريد مُحرِّك كابل.
انت اخر واحد في هذه الصفّه؟
اعتقد انها مُحجوزه بالكامل.
ضربه جيده. خرجت للتو.
هل يمكنك اخباري باماكن الاهتمام هنا؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
كذا انا ايضًا.
اود الانضمام من سان دييغو.
كنت افكر في اخذ تلك الدوره في الفصل الدراسي القادم.
النبيذ ليس باردًا بما يكفي. هل ستجعله اكثر بروده؟
هل يمكنك تحويل هذه الاقراط الي اقراط قابله للثني؟
ما هو الشيء الذي تهمك اكثر الان؟
اريد استرداد المبلغ. هل يمكنني استعاده نقودي؟
ربما لا استطيع الحصول علي مشروب كهذا في اي مكان اخر.
اذا اشتريت هذا ايضًا، فسيصل المبلغ المعفي من الرسوم الجمركيه.
هل يمكنني رءيه شهاده التطعيم الخاصه بك، من فضلك؟
هل تسافر كثيرًا؟
انا من الولايات المتحده.
لدي تذكره طيران الي سان فرانسيسكو.
اذا كانت تبعد عن المحطه فقط خمسه عشر دقيقه، سامشي.
اريد فندقًا ارخص قليلًا.
يبدو "بونساي" كهوايه لكبار السن.
لم اقرر بعد. هل يمكنك اعطاءي بعض الوقت الاضافي؟
اعاني من صداع.
هل تنضم اليّ لتناول القهوه؟
ارغب في شهاده طبيه وايصال للتامين.
اوه، لا. من فضلك اسرع. نحن متاخرون.
لا اريد ان انفق اكثر من عشرين دولارًا.
لماذا لا تقلع الرحله؟ اخبرني بما يحدث.
كم هي الاجره؟ هل تكتب الاجره علي قطعه من الورق؟
اود استءجار كرسي شمسي.
انتظر دقيقه من فضلك.
هل ينبغي علي السيدات ارتداء فساتين رسميه؟
لا تلمسني.
هل لديك سجاءر؟
اذا لم يكن الريح قويًا جدًا، يمكننا الذهاب الي نقطه التيكي.
راءع.
ساغلق الان. شكرًا لانتباهك.
هل لديك هذا باي الوان اخري؟
من هو؟
عذرًا. هل يمكنك اخباري بمكان وجود موقف سيارات الاجره؟
واذا اردنا ان نشرب؟
ها هي.
اين اقرب متجر لبيع الادوات؟
هُم. ما يعملش، اليس كذلك؟ يمكنك الانتقال الي مقعد شاغر اذا اردت.
انا ابحث عن هذا.
حسناً سيدي. وما الذي تفضله للحلوي؟
مدرب او حافله فاخره؟
شيكات السفر. شكراً. اليك تذكرتك وبطاقه الصعود الي الطاءره. يرجي الحضور قبل وقت الرحله بساعه.
انه الم حاد.
الاسم هو جورو موتويانا. والرقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
اشعر انني مريض جداً.
ما اوقات العرض لفيلم "حب قسيّه"؟
حسناً. هل ستتناول قهوتك الان ام لاحقاً؟
اخبرني عن اكثر نادي ريغي حراره في نيويورك.
كيف يختلف منتجك عن منافسيك؟
هل من المقبول ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. من فضلك اتبع الاجراءات اللازمه.
نعم، واحد فقط. متي ساعرف؟ كيف ساُتعوض؟
اليك بطاقه هويتي.
نفضل طاوله بجانب النافذه.
من فضلك اخبرني بارخص طريقه للذهاب الي سان فرانسيسكو.
هل تعرف المطعم كييوا؟
طريق واحد.
ساصبح سميناً فقط من الجلوس هنا وتناول الطعام باستمرار.
هل هناك نادٍ ليلي جيد مع عرض فلامنكو؟
هذا فستان جميل ترتدينه.
الم في قدمي.
اين اقرب محل غسيل؟
هل يمكنك تغيير المقعد معي، من فضلك؟
انفصلت مقاعدنا.
في الحقيقه، اود ايضاً تامين هذه الطرد.
يبلغ المبلغ مءه دولار.
توجد مخرجات الطوارء في المقدمه والوسط والخلف من هذه الطاءره.
حسناً، تم تاكيد حجزك من جديد.
الكعب عالي جداً.
نود طاوله علي التراس.
يعني ذلك ان الفيلم قد لا يكون مناسبًا للاطفال دون سن الخامسه عشر. لذا علي الاباء التفكير فيما اذا كانوا سيسمحون للاطفال بمشاهده الفيلم ام لا.
كيف تود الحصول علي المال؟ من فضلك املا هذا النموذج ووقّع هنا.
في بعض الاحيان يءلمني بطني.
هل لديكم اطباق منخفضه السعرات الحراريه؟ انا علي نظام غذاءي الان.
لا حاجه للدفع.
نعم، لدي تذكرتين للمباراه بين العملاقين والدودجرز.
نحن من بين الموردين الرءيسيين للحاسبات الصغيره.
شكراً. انا ايضاً كذلك. الي اللقاء حتي ذلك الحين.
توام مع حمام، من فضلك.
سقطت من الدرج.
ما نوع الايس كريم الذي تنصحني بتجربته؟
هُم. هذا. اللون يناسبك.
اين كتب اللغات الاجنبيه؟
قطعتان وسبيريت.
اعطني بعض السجاءر.
غير مسموح بادخال هذه الاشياء الي البلاد - عفواً. حسناً، اعتقد ان هذا يغطي كل شيء.
نعم، انا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ سنتين. وانت؟ هل تسافرين بمفردك؟
انا مريض.
يبدو طفلي متعباً بسبب الحمي.
في هذا الحجم، من فضلك.
تُمنح اوامر الاستحقاق الثقافي في هذا اليوم للفنانين والمفكرين البارزين.
انا ياباني.
هذا غالي جداً.
نعم. خذ حافله متجهه الي محطه كيوتو.
هل هو فقط للاعضاء؟
رسوم الغرفه هي سته الاف ين في الليله.
هل يمكنني احضار هذا علي متن الطاءره؟
حسناً. كل ما اريد معرفته هو ما اذا كانت الاعمال ستدفع ثمن نفسها يوماً ما.
حسناً. هل ترغب في وشاح يناسب ذلك؟
اعد شحن البطاريه، من فضلك.
انا مستعد لطلب الطعام.
ملح الاستحمام العشبي يترك بشرتك ناعمه وناعمه.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
حقاً. اليوم احد، والاحد اسوا يوم.
نعم، انه مشكله في التخلص من النفايات.
اود ان يكون هذا النمط في اعداد مكون من خمسه اماكن.
لدي العديد من العاءلات دخول مزدوجه.
اوه. هذا الفضه نادره "القمر والجرس". متاكد انك تريد تبادلها؟
امي واختي قادمتان من اليابان لزيارتي. سيصلان هنا حوالي السابعه مساءً.
البني مشهور جداً هذا العام.
فكره جيده. متي تخطط للمجيء؟
حسناً. مقعدان، من فضلك.
اين السوق؟
اتطلع الي تجربه بدله السباق الجديده.
ظننت انكم اكلتم فقط الدونات.
كم تكلفه تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيته لي ينقصه عشره دولارات.
لتوّني اتصلت بالسيد سميث في الغرفه 2-1، لكن لم يكن هناك رد. هل يمكنك ان تتحقق ان كان لا يزال يقيم هنا؟
اريد واحده حديثه.
اعمل في شركه نشر.
هل يمكنك ملء هذا، من فضلك؟
طريق اي منطقه هذا؟
هل يمكنك وزن هذه الطرد؟
كيف تسميها بالانجليزيه؟
استمر في السير في هذا الممر، ثم ستجده علي الجانب الايمن.
اود تامين هذا.
صباح الخير. هذه هي مكتب الاستقبال. هل استطيع مساعدتك؟
حسناً. من فضلك ادخل.
نعم سيدي. انا اتي هنا لتناول الفطور كل يوم من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
لا مشكله.
من فضلك احصل لي علي 3 2 6 2 9 1 8.
نعم، يمكننا ان نخدمك من السابعه.
رجاءً استلقِ هنا.
ما هذا الخدمه السريعه.
ربما سيظهر بعد ذلك.
يرجي التوجه يساراً في التقاطع القادم.
عذرًا. كيف اصل الي البنك؟
هل هناك حافلات تذهب الي متحف فورد؟
نعم. اسمك ورقم غرفتك من فضلك.
كم من الوقت يستغرق الوصول الي اليابان عن طريق البريد الجوي؟
حسناً. سنلتقي في الساعه الثانيه يوم الاحد.
اود ان اسافر من نيويورك الي تورونتو.
الزرّ مكسور. هل لديكم المزيد من نفس النوع؟
هذا نوع من القذاره.
هل يمكنك تاكيد رحلتي مره اخري؟ اليك تذكره طاءرتي.
هل لديكم هذا بلون اخضر اغمق؟
هل ستاخذني الي كانتربري وتعيدهن؟
هل يمكنني الحصول علي شوكه جديده؟
شكراً جزيلاً علي لطفك.
عذرًا، لا نبيع تذاكر للمسرح.
اريد ان اري هذا.
يا له من امر راءع. ماذا عليّ ان افعل؟
ارغب في تمديد اقامتي هنا لمده يومين اضافيين.
رجاءً غيّر مقعدي.
لدينا اليوم جمبري جيد جداً.
الي اي وقت يفتح؟
تدخين او لا؟
هو غالي بالنسبه لي. لا يمكنك جعله ارخص؟
انا مفتوح يوم الاربعاء صباحاً او يوم الجمعه بعد الظهر.
لم اقم بحجز.
لان الصيف في اليابان عادهً ما يكون حارًا جدًا، ولم يكن لدينا تكييف هواء في الايام القديمه.
هل يمكنك ان تستدعي لي سياره اجره في الثامنه من صباح الغد؟
هو شرير.
لماذا لا ننتظر الحافله تحت المظله؟
تعال يا كنجي. دعني اريك المكتب.
نعم، هو مفتوح من التاسعه الي التاسعه.
لا استطيع ان انام جيدًا في الليل.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
الشيء نفسه الذي كنت ابحث عنه.
لا افهم تفسيرك.
يجب ان اقيم اتصالًا. ذاهب الي بوسطن.
اين افضل مكان للسياحه؟
هل هو متين؟
استمتعتُ كثيرًا.
حسناً، اود ان يكون لدي وجه اصغر مثل جوليا روبرتس.
هل يمكنك ان تاخذ هذا، من فضلك؟
ركاب الرحله رقم 703 لشركه ABC الجويه المتجهه الي طوكيو، يرجي التوجه الي البوابه 20 لاجراءات الحكومه.
اين محطه حافله "ب"؟
من فضلك، الي المفردات.
اين يمكنني شراء مفرش طاوله؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
هل تريدني ان التقط لك صوره؟
لم يكن لدي هذا الطبق.
قطعت اصبعي. هل هناك مطهر؟
هل يمكنني الحصول علي طابع بقيمه تسعين وخمسه سنتات؟
ساكون هنا في ربع الساعه الثامنه.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
هل ستذهب الي المدرسه هنا؟
كم كان فيه؟
هل فندق هيلتون بعيد عن هنا؟
انا متاكد اني وضعتها في حقيبتي.
اِرفع يديك.
هل هناك مطعم يمكنك ان توصي به بالقرب من هنا؟
ما تفضل، داكن ولا فاتح؟
هل يمكنك اخباري الي اين نحن نحلق؟
رجاءًا، حول التذكره.
اين مكان جميل للرحله النهاريه؟
اريد حقيبه كيلي الحمراء بنفس الاسلوب هذا.
هل ستُكملُ وضعَ هذا الجدول؟
في اي وقت يفتح البنك؟
اشعر اني مريض.
انا اختلط الامور. هل تمانع في رسم خريطه لي؟
خارج.
اخذني الي المستشفي.
هل يجب ان اذهب الي المستشفي كل يوم؟
اشعر بالم في بطني.
كم تكلفه البريد لارسال هذه الرساله الي اليابان؟
اريد كاساً من الشيري.
هل تحتاج الي ان يتم استلامك من المطار؟
يبدا الصعود الي الطاءره في الساعه 4:30 لذا يرجي التواجد هناك قبل ذلك.
من ثلاثين الف ين.
اين يمكنني شراء بطاقه هاتف؟
هل يمكنني اعادتها في مدينه مختلفه؟
اخطط للبقاء لمده اثني عشر يومًا.
من فضلك اجعل الجزء العلوي اطول قليلاً.
عليكِ رءيه اخصاءي.
دقاءق اخري قليله، من فضلك.
رقم المسار اربعه عشر.
يا له من امر! لديك بالتاكيد مجموعه كبيره.
لا استطيع العثور عليهم في اي مكان.
هل لديكم اي مقاعد شاغره الي لندن؟
ارغب في نسخه من تقرير السرقه.
انه علي بعد كتله واحده في الشارع.
هل يمكنك ان تعطيني مصباحاً اثناء ذلك؟
هل هذه السجاءر خفيفه؟
حسناً. بالضبط هكذا.
القطار السريع التالي في غضون ساعه.
اود تمديد اكمام هذا الستره الرياضيه.
لدي حجز. هذا هو رقم التاكيد.
يوم ميلادك قادم.
توقفت القطارات بسبب الاضراب.
هل يمكنك اصلاح هذا؟
كانت الشارع مزدحمه بالسيارات.
هذا هو المبني الثاني علي اليسار من ذلك المبني الابيض.
احجزنا مقعداً في الخامس والعشرين من اكتوبر عند الساعه الحاديه عشر صباحاً.
لا، قليلاً اكثر الي الامام. هناك، نعم.
نعم، لا يشمل الوجبات.
اين يمكنني استرداد هذا التذكره؟
لماذا يحدث ذلك؟
اريد ان استريح.
تعطلت سيارتي، من فضلك تعالَ لاحضرها.
اود ان يكون شعري اطول قليلاً في الخلف.
ما هي الانواع التي لديك؟
اتفق. انه احد اماكني المفضله.
ما نوع النموذج الذي في ذهنك؟
اسمي ميشيكو تاناكا، ورقم الرحله خمسه واحد الي طوكيو.
هل يمكنك ان ترسم لي خريطه بسيطه من هنا، من فضلك؟
اين نلتقي؟
اود ان يتم تسريح شعري كما كان.
اعطني خمسين، من فضلك.
اين يمكنني تسجيل الوصول لخطوط جويه اليابان (JAL)؟
ما هي المحتويات؟
هل هناك اي اماكن في المنطقه يُنصح بها بشده؟
اعطني بعض الرفد، من فضلك.
حسناً. ساتاكد من ان حقاءبك ستكون هنا.
هذه تخصصنا، سمك الدوفر المشوي.
سنبقي.
لقد تعرضت للسرقه.
حسناً. هل يجب ان اركزه؟
سنشارك.
لا نملك هذا النمط الدقيق في الوقت الحالي. ساتحقق من مخزوننا. انتظر دقيقه واحده فقط، من فضلك.
اسكتش مع الماء، من فضلك.
يبدو ذلك مثيراً للاهتمام. كم يكلف؟
اخذ هذا الوصفه الي صيدليه. يمكنك الحصول علي الدواء هناك.
امرت بذلك.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
اين يمكنني شراء بعض الهدايا التذكاريه؟
انه غالي جداً. لا استطيع شراءه.
هل يمكنني الحصول علي رقم شركه ABC في شيكاغو، من فضلك؟
اين الكاتدراءيه؟
كيف تريد بيضك؟
انه بجانب هذا المبني مباشره.
لا، اعتقد انهم نسيوا ان يجلبون لنا واحداً.
حسناً. تم التاكيد. هل يمكننا الحصول علي رقم هاتفك، مجرد احتياط في حال احتجنا للتواصل معك؟
ما اسم الرسام؟
هل اطلب منه ان يرد عليك عندما ياتي؟
اود ان احصل علي هذا.
اعجبني هذا الخدمه من الشامبانيا الترحيبيه بعد الصعود. دعني اشرب لصحتك.
اربعون دولارًا في اليوم بالاضافه الي ثمانيه سنتات لكل ميل.
ساراهن بخمسه دولارات.
اليس هذا طلب شخص اخر؟
هل يمكنك ان تخبرني كيف اصل الي المتحف؟
انا اسف جدًا، لكني اود تاجيل الموعد.
هل يمكنك ان توصي برحله سياحيه؟
قطارك سيغادر من المنصه الثامنه.
ابحث عن حقيبه بحزام قابل للتعديل.
اود ان يبقي تحت مءه وثمانين دولار.
ساسالك بعد ان اتجول.
نعم. حجز لمده ست ليال، من فضلك. بدءًا من 23 يوليو.
هل يمكنك اظهار بعض التصاميم الاخري؟
ما نوع العصير الذي تفضله؟
هل ستذهب الي المنزل لقضاء العطله؟
اين يمكنني الذهاب لرءيه منظر جميل حقاً؟
كان هذا مكسوراً بالفعل عندما فتحت العبوه.
تاسع وعشرون اغسطس.
اود ارسال هذا عبر البريد الجوي الي اليابان.
يوم عيد الشغل. هو يوم للشكر لجميع من يدعمون المجتمع باعمالهم.
هذا الغرفه صغيره جدًا.
هل يمكنني الحصول علي بعض الشاي الاضافي، من فضلك؟
اود تنظيف هذه الملابس بحلول نهايه اليوم.
هل هناك بنك هنا حولي؟
هل يمكنك تنظيف الطاوله، من فضلك؟
سكين، من فضلك.
هُم كلهم مواد مطبوعه.
من فضلك اكتب رقم غرفتك علي الظهر.
نستخدم العصي الصينيه عندما ناكل.
رحله دلتا رقم 28 الي نيو اورلينز ستتاخر لمده ساعه تقريباً.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك وقت، يرجي ارسال رساله لي.
تركت تذكره طاءرتي في الفندق.
غرفه واحده بدون دش، من فضلك.
شكراً مره اخري علي تذكيري. هل يميل الكثير من الناس الي نسيان توقيع اسماءهم؟
حسناً، نحن نفقد الوقت. هل نستمر في هذه المناقشه يوم الخميس في الواحده؟
اريد بعض البجامات.
حسناً. ساتصل بك عندما تكون جاهزه.
كيف هو الغداء؟
ستتوقف الليموزين اولاً عند البوابه الشماليه.
الي اي وقت يمكنني بعد ذلك استخدام مطعم الفندق؟
هل هي قطار مباشر؟
حسناً، اصبح الوقت متاخراً بعض الشيء. اعتقد ان عليّ المغادره الان. شكراً جزيلاً علي المساء الراءع.
هل يمكنني الحصول علي بعض الدواء لالام بطني؟
ارغب في دجاج مشوي.
خطاي. ليس خطاك.
عذرًا، متي ينتهي هذا الفيلم؟
هذا، من فضلك.
لقد سُرقت مجوهراتي. احتاج لتقديم شكوي.
لحظه من فضلك. ساربطك بالسيد جونز.
مرحباً. هذه خطوط يونايتد الجويه.
اين تعلم السيد جونز اليابانيه؟
لديّ واحده صغيره بنفس التصميم.
هل يمكنك ارتداء هاتين السروالين؟
الجمعه مساءً الساعه التاسعه.
هل هذا الباب الي لاس فيغاس؟
هل لديكم حافله من المطار؟
ملعقه اخري، من فضلك.
انه قليل الملوحه، لكني احبه. هل احضرته معك من اليابان؟
من فضلك، اسرع في انجازه ان امكن.
هل يمكنك دفع عشر دولارات هنا كوديعه؟
نعم. اوقظني بعد ثلاث ساعات، من فضلك.
اود ان اطلب، من فضلك.
هل اقول نعم ام لا؟
ملعقتان، من فضلك.
ما هي المحطه القادمه؟
تُصدر السياره صوتًا غريبًا.
في اي وقت يغلق مكتب البريد؟
لقد دفعت بالفعل وديعه بقيمه خمسين دولارًا عند تسجيل وصولي.
هل لديك دواء لاضطراب المعده؟
هل يجب ان ارتدي معطفًا وربطه عنق؟
هل يمكنني تحويل اموال الي حسابي الادخاري؟
نسيت حقيبتي.
ارغب في اعاده تاكيد رحلتي.
ساعتي. كانت ساعه رقميه من صنع سويسري جديد تمامًا.
اجتزت ذلك الاختبار بتفوق.
اريدك ان تاخذني الي بعض الاماكن المثيره. انا ساءح، تعرف؟
هل يمكنني الذهاب في جوله سياحيه اثناء تواجد السفينه في الميناء؟
من الافضل تعديل مراه الرءيه الخلفيه.
ستكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
هل يمكنني احضار اطباقك؟
ساكون سعيدًا بذلك. في اي وقت تفضلين؟
اعتقد انني تركت كاميرتي هنا عندما تناولت العشاء هنا الليله الماضيه.
اجمعهم عند البوابه.
يا الهي، لا. لن يكون ذلك ضرورياً. بامكاني التعامل مع الامر. لقد قمت بالفعل باكثر من اللازم.
اما اصلحه او استبدله، من فضلك.
يمكنني فعل ذلك في وقت ما الشهر القادم.
رجاءً خذ وقتك.
كيف يقارن هذا المنتج الجديد بالمنتجات الموجوده؟
موظفو المبيعات لطيفون جداً في هذا المتجر.
هل يمكنك الاحتفاظ بهذا من اجلي؟
دقيقه واحده فقط، من فضلك.
هل لديك علامات المطالبه؟
اود استءجار سياره لمده اسبوع.
نعم، في البدايه، اغسليه بشكل منفصل.
ارِني بعض الساعات للرجال من فضلك.
الساعه الرابعه وعشر دقاءق.
كم تكلف سياره الليموزين للذهاب الي وسط المدينه؟
منذ الصباح هذا.
من الافضل ان نستعجل. انهم يصعدون بالفعل.
يتناسب تماماً.
طلبت دجاجاً.
لعشره ايام.
كم عمر هذا الصبي؟
كم السعر الاجمالي؟
اريد نفس الشيء، من فضلك.
فقدت شيكات السفر الخاصه بي.
من فضلك اعطني بعض الادويه لعلاج البرد.
رجاءً ضعه في مخروط.
اراه داءماً كل صباح في القطار.
هل يمكنك ان تاكل العشاء معنا هذه الليله؟
سابقي في فندق بي حتي الغد. ساكون سعيداً اذا اخبرته انني هنا.
تاخر الرحله لمده اربع وخمسين دقيقه.
اسمي شينو يامادا.
ما هي تخصص هذه المطعم؟
لدينا نبيذ ابيض ممتاز.
مجرد دواء بسيط لعلاج البرد.
هل يمكنك احضار امتعتي الي الردهه غداً صباحاً؟
يا الهي، يبدو انني افقد شيءًا ما في كل مره اسافر فيها.
فقدت استخدام ذراعي اليمني.
مرحباً، هل هذا ملك روي؟
ثم ستصل الي شارع للتسوق. اذا اتبعت الشارع ستصل الي المحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره هذا الحافله.
هل يمكنني الحصول علي كتيب؟
وصل هناك بحلول الساعه التاسعه، من فضلك.
نعم سيدي. كيف تريدني ان اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
يكفي زيت وزيتون فقط.
لدي بالضبط ما تريده. هل يمكنني ان اقترح هذا؟
قهوه بالسكر.
انّه السابعه عشر. اوه، انا اسف. ارتكبت خطاً.
هل سمعت يومًا عن الاسبوع الذهبي في اليابان؟
شكراً. رجاءً عُد مره اخري.
هل لا يزال محجوزًا بالكامل؟
هل يمكنني تركه في اي مكان في البلاد؟
ما هو الرقم الذي يجب ان اتصل به من هنا؟
كيف اصل الي ديزني لاند؟
هل تعتقد ذلك؟
عذرًا. اين المطعم الرءيسي؟
اود اجراء مكالمه الي اليابان.
دَلّعَه اثنا عشر هي رقم مقعدي. اين هو؟
ما هذا، من فضلك؟
ما نوعها الذي في ذهنك؟
نعم. سنصل في الساعه الثامنه بالتوقيت المحلي.
اذا وجدت اي شيء، يرجي التواصل معي.
هل يمكنني الحصول علي بعض لحم الخنزير والبيض؟
شراب الملوخيه للحلوي، من فضلك.
الماء الساخن ليس ساخناً بما يكفي.
هل ستشرح كيف نفعل ذلك؟
رجاءً اكتب عنوان تواصلك هنا.
هل يمكنني استخدام فلاش؟
شكراً. تعال الي غرفتي في نفس الوقت غداً. ساكون قد جهزت الصور حينها.
اعتذر، في الوقت الحالي يمكنك الطلب فقط من قاءمه الطعام الليليه.
محتوي علي الرصاص ام لا؟
اعاني من صداع.
هذه غرفه اثنتا عشر سبعه.
اريد غرفه مختلفه.
لمده كم هذا التاشيره صالحه؟
هل هناك مستشفي هنا حولي؟
اريد بدله.
هل لديك عرض اكبر؟
هل يمكنني تجربه حذاء بحجم تسعه؟
فندق امن يقدم فطوراً راءعاً، من فضلك.
اين حديقه الحيوان؟
هل هناك اي اكبر من هذا؟
ثلاثون دولار و ثمانون سنت.
يعتمد علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
برجر جبن مع بطاطس مقليه.
لقد فاتت القطار الاخير.
لا املك اي تغيير صغير.
هل حصلت علي تذكره الحافله؟
الرجاء اعطاءي الفضل.
كنت علي رحله الخطوط الجويه الافريقيه رقم 828.
هناك ضجيج كبير حول غرفتي.
علي الساحل الشرقي، تجد ايضاً اماكن مشهوره مثل نيويورك، واشنطن العاصمه، وبوسطن.
هل لديكم اوراق يابانيه؟
يبدو جيداً.
هل يمكنني ترك امتعتي معك حتي الساعه الواحده؟
هل هناك جوله في المدينه؟
نعم. يبدو انني مضطر للقيام بذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
افهم. احاول استءجار سياره سيتروين.
لدي موهبه فطريه.
سيكون ذلك جيداً. اين الخبز؟
التدخين، من فضلك. ومقعد النافذه، من فضلك.
و ما هي رسومك لخياطه الملابس؟
ما الذي سيكون اسرع، سياره اجره ام سياره اسعاف؟
هل لديكم هذا القميص باي الوان اخري؟
لا ينبغي ان تشاهد التلفاز طوال الوقت.
نعم، نقترب منها، نقترب منها.
من الافضل ان تدخل مستشفانا.
اين يمكنني ايجاد سوبر ماركت؟
انه غالي قليلاً. هل لا يمكنك ان تمنحني تخفيضاً؟
كم محطه حتي اغير؟
لقد سرق ذلك الرجل محفظتي.
اقراص الهضم واقراص الام المعده مختلفه، اليس كذلك؟
اريد ان اري الميناء.
فكره راءعه.
كم يستغرق الامر بالمشي؟
اريد عشرين من اكبر دببه تيدي، من فضلك.
ما هو رقم صندوق الاستقبال؟
سهل. سابحث فقط في دليل الهاتف.
هل لديكم غرف اكبر؟
كم فاتورتي؟
اود البقاء في هذه الغرفه ليله اخري.
عذرًا، لكني ارغب في تقديم تقرير السرقه.
حسناً، يعتمد الامر علي وسيله النقل التي تستخدمها. هل ستذهب بالحافله ام بالطاءره؟
هل يُزعجك لو جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد فقط مقابل دولار؟
نعم، من فضلك ارسله الي الغرفه 1234.
رجاءًا، املا هذا النموذج التسجيلي.
ارغب في حجز تذكرتين ذهاب واياب الي اكسفورد.
في اي وقت يجب ان اكون في المطار؟
هذا بطيء.
اين يمكنني تطوير الفيلم؟
لا، من فضلك لا تفعل. هل ستحفظ اسءلتك لنهايه حديثي، عندما اطلبها؟
اريد مقعدًا جيدًا.
اخشي ان لا يعمل المرحاض. احتاج الي مساعده.
ليس هناك شيء صعب او غامض.
ساُقدمك الي مقعدك. من هذا الجانب، من فضلك.
عذرًا، هل يمكنني ان اسالك سءالاً؟
اعتقد كذلك.
مرحباً. من الجميل ان التقي بك.
اود ارسال هذه الامتعه الي طوكيو، من فضلك.
هل يمكنك اظهار لي واحد اكبر قليلاً؟
اعتقد ان الملابس المصنوعه في اليابان بالتاكيد اكثر تناسقاً من حيث القص.
من الافضل ان تستسلم.
اعد قول ذلك من فضلك.
هل يمكنك كتابه العنوان ورقم الهاتف لي، من فضلك؟
هل هو ساخن؟
من اي مطار ساغادر؟
لم تتلق النموذج في الطاءره؟
اريد حديدًا.
بلغت الي ثمانيه وثلاثين دولارًا في المجمل.
شكراً لمشاركتك افكارك الفريده معنا.
اذهب للتزلج علي الجليد مرتين في الشهر خلال الموسم.
وُلدت في الاول من ابريل عام 1955.
هل يمكنني استءجار مضارب؟
هل هذه الحافله الصحيحه للمركز؟
كم سعر هذه العطر؟
لاي شيء هو؟
اين يمكنني اتمام الاجراءات الرسميه؟
خمسون جنيه.
هل يشمل ذلك الضراءب؟
ما هي الكيستات؟
من فضلك، اتصل بسياره اسعاف.
ساراهن بثلاثه دولارات علي هذا.
كيف هو التقدم؟
لا يوجد طعام لا احبه.
يوم الدستور او "كيمبو كينينبي" هو عطله وطنيه في الثالث من مايو للاحتفال بانشاء الدستور الياباني الحالي.
هل يشمل هذا الجوله زياره برج سيرز؟
هل هناك مكتبه قريبه؟
ساذهب الي مدرسه الصيف في جامعه هاواي.
اين نمر الان؟
شخصين بالغين وطفل في الثالثه من عمره.
في غرفه استراحه في المحطه.
