غير بعيد على اليسار. غادي نجيب لك شي حاجة دابا. إلا كان شي حاجة أخرى محتاجها، غير قول لي.
كتدير التعديلات؟
بغينا نديرو طابلة حدا الشباك.
شنو هو اللون الجديد فهاد الموسم؟
فحالي، عادةً كيكون على العمل، نادراً للمتعة.
غادي نبقى جوج أيام.
بغيت ندير واحد الرباط ديال دائم.
بغيت نحجز جوج ديال الغرف التوأم.
ما بغيتش نُسحبه.
واش هاد الطوبيس كوقف ف شارع ستونر؟
عفاك، فَتّ فمّك واسع.
يلا نديرو شي حاجة ناكلوها.
واش غادي تنضف هاد الملابس؟
نعطيك رقم تليفونو وعنوانو.
دفعت مسبقًا على الماكلة و مصاريف الفندق.
كنقلب على مطعم هادئ وجميل من نوع الشواية. واش تقدر توريني في هاد الخريطة؟
إلا كسرتو، راه شريتو.
غادي نقول ليها تتصل بك منين ترجع.
هي مصابة بجروح خطيرة.
بغيت ولاعة.
واش هاد الفندق عندو مرافق ديال المؤتمرات؟
واش مزيان إلا درنا غير وجبة خفيفة؟
كنعيط من المطار. غادي نكون تما تقريبا على الربعة.
فين ندي التحويل ديالي لشيكاغو؟
شحال الثمن باش تبعت رسالة مسجلة لفرنسا؟
فعلاً مختلف تسوق على الجانب اليمين ديال الشارع.
اللاعب فعلاً رائع.
فين القسم ديال الكتب غير الروائية ديالك؟
واش ممكن تبدل لي مكاني؟
واش كاين شي ضمان؟
سمح لي، غادي نعتني بالكلب.
بغيت جوج تذاكر ديال "القطط"، لهذا الخميس.
اسمك مرة أخرى؟
واش السيد براون كاين؟
واش نقدر نكرّي قارب ليوم واحد؟
فين النافذة اللي نقدر نحجز فيها؟
شنو هدا؟
واش تقدر تقول لي كيفاش نوصل للأوبرا؟
ما كنتيش شوية سكران بزاف الليلة، حبيبي؟
رجاءً اتبع التعليمات ديال الموظفين ديالنا.
كاين شي مارشي ديال الماركات قريب من هنا؟
عافاك، عبيلي الطنوب ديال المازوط كامل.
كاين شي غرفة أرخص؟
أنا كنعجبني سيارة أوتوماتيكية.
غادي نبقى فالسكن ديال جامعة هارفارد.
شنو هو الثمن ديال اليوم؟
أنا كنعاني من الربو بشكل مزمن.
عندي حوالي ثلاثة آلاف دولار.
مزيان سيدي. كاين معاه اختيار ديال البطاطا مقلية ولا الرز بالزعفران. شنو بغيتي؟
كيفاش نوصل لهاد البلاصة؟
شنو نوع ديال القصة هادي؟
ثلاث مرات.
أي نافذة كتبيع الطوابع؟
من بعد ما هجم عليا، مشى بسيارة بيضاء.
مزيان. من فضلك حافظ على هاد الوسم وقدمّه ملي تجي تاخدو.
مئتين دولار. كاش ولا بطاقة ائتمان؟
شحال من مدة كاين هاد البركة ديالها؟
هل خصك تتجنب شي أنواع ديال الماكلة منين كتخذ هاد الدوا؟
واش يمكن لي نعطيك شي شوية ديال النبيذ الأحمر؟
قولي لي منين نوصلو للمتحف.
واش هاد الطوبيس كيمشي ل فندق الشيراتون؟
شنو كيوصل هاد الشي؟
شوية سخون. نقدر نفتح النافذة؟
غير دش واحد كافي.
عينيّ محمرّين.
ما نقدرش نضمن هاد الشي، ولكن غادي نحاولو جهدنا.
البحر كان شايفو بعيد تحت.
خصك عملية.
زيد من البيض، عفاك.
فين هو الوقوف ديال الطوبيس ديال Central Park؟
طوبيسات؟
ها المفتاح ديالك، سيدي. الغرفة ستة وخمسين، اثنا عشر.
كنحب سُتْرَتك.
مشي قدام.
ها حنا. هادي هو الفندق ديالك.
إيمتى غادي يكون ماتش الكورة ديال السلة؟
شنو كانت انطباعك؟
بالطبع. واش بغيتي قهوتك مع العشاء ديالك ولا من بعد؟
أنا غادي نطير للطيارة الثانية عشر نحو طوكيو.
بغيت ندير مكالمة بعيدة، من فضلك.
خمس شهور
فأي أيام من الأسبوع كيوقع؟
بغيت شوية جل ديال التصفيف.
واش يمكن لينا نشوفو المينيو؟
حجمي هو ستة.
أي طاكسي ما غاديش يوقف حتى تانتسنى عند محطة الطاكسي.
الميزانية ديالي أقل من خمسين دولار لليلة.
غادي تصوّر معايا صورة؟
شحال الثمن ديال الخدمة؟
هل زاد المبيعات في أمريكا الشمالية بأكثر من خمسة في المائة؟
هل كنت تعرف أن واحد من أبطال السومو الكبار، نوع من المصارعة اليابانية التقليدية، هو أمريكي؟
هل هذا لوال ستريت؟
بغيت نكرّيها من الخامس حتى العاشر ديال ديسمبر.
بخير. ونتي، سيدتي، كيفاش؟
سكر؟
واش نقدر نخلص ببطاقة ماستر كارد؟
هل هذا هو المكان باش تدي الحقيبة ديال NW nine o seven؟
غادي ناخد هاد الماركة.
أنا فرحان بزاف حيث قدرت نجي لهاد البلاد.
اسمي وعنواني موجودين عليه.
شنو نوع ديال الحجرة هادي؟
بغيت نوضح بلي حكومتنا ما كتعاملش مزيان مع ما كايطلق عليهم "الناس ديال القوارب". كنعرف بلي اليابان راه عامرة بزاف ديال الناس وما كاتقبلش الضيوف اللي ما مدعوينش. ولكن، من جهة أخرى، بزاف ديال القطاعات ديال صناعتنا محتاجة ليد عاملة يدوية.
من هاد الجبل، تقدر تشوف المدينة كاملة. فهاد الموسم، كاين بزاف ديال الأنواع ديال الزهور اللي كاتزهَر. هما زوينين بزاف.
تبعي معايا.
عافاك قول ليه بلي يامادا تاصل.
مزيان، عفاك عمر هاد المعلومات هنا. واش غير حقيبة وحدة؟
شنو بغيتي، لحم البقر، الدجاج ولا الحوت؟
واش ممكن ناخدو طرق مختلفة فالسفر والرجوع؟
كاين شي بار ديال الوجبات الخفيفة هنا؟
سمح لي سيدي، بغيت ندير شوية ديال السياحة فبوسطن.
عندك لائحة بالأكل باليابانية؟
الساعة دابا واحد وخمسة ديال الدقائق
بغيت مسكن الألم.
شكون هي الممثلة المفضلة عندك؟
بغيت واحد بيضاوي.
شنو نوع الموسيقى اللي كيلعبوها هناك؟
ما كيعجبنيش اللون. عافاك، ورّيني واحد آخر.
عفاك، خذني للسوق ديال الصباح.
إطار نظاراتي مكسور.
من تلاتة ديال العشية
مزيان. عندي بلاصة فالشباك. إيلا بغيتي تبدل المقعد ديالك من بعد، أستاذة.
استمتعت بجولة في نيويورك البارح.
أنا مهتم بالحقيبة الزرقاء اللي فالشباك.
اتصل بمالك العقار ملي يكون عندك شي مشكل.
عطيني شامبو وديّرو كيفاش هو دابا، عافاك.
عافاك قول لي أسرع طريقة باش نمشي لسان فرانسيسكو.
واش يمكن لي نعطيك المفتاح ديال الغرفة 215؟
سمح لي. واش ممكن تصور لي صورة؟
غير كتب رقم ديال غرفتك ووقع هنا.
اللون مزيان، ولكن الحجم غالط. واش تقدر تبدلو فساعة؟
حنا كنتسناوك فداك النهار.
عندنا كفاية باش نكملو يومين أو ثلاثة.
ما فهمتش هاد الشي.
كيفاش نرجع للمكان اللي بغيت نوصل ليه؟
هل هذا معفى من الضرائب؟
خاصهم يلعبو جوج ديال الأدوار الإضافية حتى يتكسر التعادل.
واش تقدر تهجّيه؟
علاش العشاء؟
خايف هاد الشي بزاف عليا.
فين نزل باش نمشي لUnion Square؟
تقدر تسول فالبوابة ديال الكراء اللي هناك.
السلام، جان. تقدر تديهم للمغسلة؟
أنا فالعطلة.
لا. أنا ناوي نزور باريس فطريقي للدار.
غادي تاخدو معاك ولا نرسلوه ليك؟
مؤخرًا كاين بزاف ديال الرفاهية فالمطاعم، واش ماشي؟
دابا تقريبا ستة ديال السوايع.
رحلة دلتا إيرلاينز واحد واحد اثنين. الصعود على الطائرة متأخر.
واش تقدر تعطي ليّ توأم الليلة؟
واش تقدر تكتب لي تصريح على السرقة لشركة التأمين ديالي، عفاك؟
حيث أنا ضعيف فالكاميرا، كنظن أن الكاميرا السهلة فالتصوير يمكن تكون أحسن لي.
هل هذي هي المنصة الصحيحة ل نيويورك؟
نهار ممتع فالعطلة.
عافاك، عطي لي شي شاش.
بغيت بطاطا مشوية مع القشطة الحامضة، من فضلك.
إيه، كل عشر دقايق.
غادي نخرج غدا الصباح.
أنا غادي نتمشى تما، وأنت؟ واش نقدروا ناخدوا طاكسي مع بعضنا؟
خذ مقعدك وارتاح فدارك. واش نقدر نجيب ليك شي حاجة تشربها؟ قهوة، أتاي ولا صودا؟
هذا بزاف زوين منك تقول هاد الشي.
لحم بقر مشوي، عفاك.
إمتى غادي يكون الطابلة متاحة؟
واش مازال نقدر نبدل الطلب ديالي؟ بغيت الدوفر سول بلاصت الرُّخُوص ديال الصخر.
شنو هي عملية استئصال الزائدة الدودية؟
غادي تعطيني الوصلات مع تفاصيل العلاج الطبي؟
مزيان، ما عارفش.
مبروك، فهمت أنك تمت ترقيتك لنائب الرئيس.
عشية بعد غد.
كنسكن فجنوب اليابان.
تذكرة ذهاب وإياب إلى شيكاغو، من فضلك.
بغيتي شي بيكون ولا لحم مع البيض ديالك؟
باش تدرس
عفاك، سرع.
المكيف ما خدامش.
هادي هي الحالة ديال كل نهار الاثنين.
سير لقاعة المغادرة الدولية. تبارك الله عليك، رحلة موفقة.
عندك شي جولة لباريس على اليورستار؟
جبت الشهادة الطبية ديال الطبيب ديالي من اليابان.
واش تقدر تبعته لليابان؟
واش نقدر نرجع ليك بالإجابة هاد الجمعة؟
مزيان، خليني نشوف اللي ضاع ولقينا. شنو نوع ديال الكاميرا هادي؟
أنا آسف بزاف، حنا كنعملو على تجهيز الغرفة اللي بغيتي.
آه، كيبان محطات المترو ومحطات الحافلات. واش نقدر نحتافظ به؟
آه، كنفتقد شيبازيكي.
إيه، عندنا. دورة نص نهار ودورة نهار كامل.
نصائح ديالي هي الأقراط.
بغيت نلغي الحجز ديالي، عافاك.
شنو هو نظام الاسترجاع؟
الضو ما خدامش.
شنو هو الفرق ديال التوقيت بين طوكيو و هنا؟
شحال فالمجموع؟
شكراً سيّدي.
سير مباشرة ولف اليمين فالثالث زاوية.
عندي ألم حاد وطاعن فبطن ديالي.
شفت هاد الشي؟
ها هدية. واش تقدر تلفها ليّ؟
مساء الخير، سيدة كانت. زمان ما شفناك.
الفرحة كانت ديالي.
بغيت نبدل الحجز ديالي ديال الرحلة 205 ف 2 أكتوبر.
فين هو الكاونتر ديال تسجيل الوصول ديال الدلتا؟
هل هادي وجبة قليلة الصوديوم؟
هذا الشيء ممنوع.
كنظن بلي يمكن لينا. هادي ورقتك.
شنو كتخلع آخر حاجة قبل ما تدخل للسرير؟
لا، غادي ناخدو فاش نبقى هنا.
واش كاينصب اللون؟
هل هذي تخصص ديال هاد الحي؟
بغيت شي بسكويت.
هما صغار بزاف.
شحال صعيبة الجولات؟
بغيت بلاصة حدا الشباك، عفاك.
واش نقدر نكمل باستخدام يوريل باس؟
شحال من الوقت كياخد باش توصل لليابان؟
عندك خرائط الطرق؟
آه، إيوا. قريت عليه فالدليل.
طلبت ثلاثة كيس ديال الشاي. ولكن جينا غير جوج.
الأجهزة الكهربائية رخيصة بزاف، ولكن مصاريف الماكلة والسكن عالية بزاف.
يخليها بعيد.
عادةً كنخود الحجم ديال ٢٢ ف اليابان.
فاش كاينين السوايع ديال متحف الفن؟
فين خصني نخلص؟
هل هادي أول رحلة ديالك للخارج؟
شنو هو كورس المبتدئين؟
هاد البلاد عندها بزاف ديال أنواع الفواكه.
بغيت ندخل هاد الحقيبة فالسفينة.
واش كاينين الماكلة فالفندق ديال التزلج ديال داك المنحدر؟
سمح لي، أنا محبوس برا. واش يمكن لي نعطيوني مفتاح آخر؟
صيفط لي هاد الدولار ديال أمريكا لليابانيين، عفاك.
صعيب تقول وداعا.
سمح لي، واش ممكن تسولني على اسم الطبق ديالك؟ هاد الشي باين عليه لذيذ.
كيقرصو.
أي باب نمشي ليه بعد؟
ظننت أنه ممتاز - تمثيل جيد وقصة رائعة.
واو، شكراً بزاف.
ما فرحانش بهاد الغرفة. تقدر توريني وحدة أخرى؟
ها هو آخر ستيل هاد الصيف.
سير بيا للوسط ديال المدينة، عفاك.
واش نقدر نكرّي طوموبيل؟
مني نكون خارج، عفاك تصلحو.
عندك شي حاجة خفيفة؟
عفاك هدر ببطء.
أنا غادي نجي متأخر بساعة.
أنا كين.
نادل.
واش كانت كتمطر طوال هاد الأسبوع؟
هل عندهم عروض مباشرة؟
واش نقدر نشوف داك الحقيبة ديالها؟
عندك شي حاجة أخرى؟
خصك ترتاح.
عفاك عَمّر هاد البطاقة ديال الوصول ونموذج الجمارك.
واش هاد السيارة كتسافر لسياتل؟
هل نخلص جزء من الرسوم دابا؟
هل هو حقيقي ولا صناعي؟
غادي تسنى فيا هنا؟
آه، شكراً. كنت غير كنقلب عليه.
الفلوس ولا الكريدي؟
أنا غريب تمامًا على هاد المكان.
واش يمكن غسلوها بالماكينة أو باليد فالدار؟
بغيت علبة ديال الألوان المائية، من فضلك.
سمح لي. شنو بغيتي تدير؟
بغيت نبدل التاريخ لنهار 19 ماي.
عفاك وقع هنا، وها وصل ديالك باش تحتافض به.
بغيت شي جوارب.
بغيت شي لحم ديال الخروف.
بغيت ناخد طوبيس لبين ستاسيون. أي واحد خصني ناخد؟
كتحمل غير ثلاثين سعر حراري.
بغيت نحجز غرفة.
منين فاليابان أنت؟
مع الأسف، هو مشغول بزاف فهاد النهار.
فهاد الحالة، كننصحك بهاد الوحدة.
خدمة الغرفة
عافاك، انتباه.
عندك شي طابع تذكاري؟
هادي الغرفة ثلاثة عشر سبعة عشر. واش يمكن لي نعطيك بطانية أخرى؟
واش تقدر توصلني للمحطة فخمسة عشر دقيقة؟
خصنا واحد الوديعة على السيارة.
ما كايناش فرص شاغرة فالغرف المفردة ولكن عندنا غرفة مزدوجة.
واش هاد التذكرة صالحة غير لنهار المحدد؟
اش من وقت يوصل لميلانو؟
عندك شي حد كيهدّر باليابانية؟
فين هو القناة ديال الموسيقى الشعبية؟
دلتا إيرلاينز
بغيت كاس ديال القهوة.
واش فيها بانيو ومرحاض؟
الوقت خلص.
سمعت أن السيد يامادا عندو جوج ديال الدراري.
بغيت نكرّي قارب ديال التّياح
واش تقدر تدير الماينات من بعد؟
بغيت طباخة غاز
واش تقدر تبدل الدولار الأمريكي للباوند البريطاني؟
بالطبع، سيدي. اسمك؟
ما لابسةش لباس رسمي.
غير جي مع راسك المرة الجاية.
زوج دولارات لكل واحد.
غادي نتأكدو بلي الكتيبات غادي تتوصل بيها عبر البريد.
كاين شي حاجة مشي مزيانة فـ الضوء ديال الكلاكسون.
عافاك وريني شي كفوف ديال الجلد.
الطوموبيل تعطلات. عفاك، صيفط شي واحد باش يجيبها.
واش تقدر تنصحني بكتاب صور لطفل عندو ست سنين؟
واش تقدر تحفض ليّ الحوايج ديالي، عافاك؟
السلام عليكم، هاري. شكراً على دعوتك لينا.
بالنسبة للتواريخ، كيمشيو للسينما.
كان عندي فيه حوالي مية دولار.
غلطتي.
بغيت شي مشابك ديال الغسيل.
كاين شي دي في دي مستوردة؟
غادي نقرا المحادثة ديال الإنجليزية.
هل قرأت شي كتب مزيانين مؤخراً؟
غادي نبقى مع صاحبي ف نيويورك.
واش عندك شي بلاصة نقدر نخلي فيها حقيبتي؟
جيت هنا فالخدمة.
كتعرف شي مدرسة غوص مزيانة؟
شحال الثمن مع الضرائب؟
عطيني شي منديل.
الجار ديالي مجاور بزاف ديال الضوضاء.
حسنًا، الدكتور كريبس ما كيشوف حتى واحد بلا موعد.
هدية؟
كتسافر لـــ Grand Hotel؟
ما كاينش شي حد هنا بهذا الاسم.
فين الشرطي، عفاك؟
واش نقدر نسرق شي شريط لاصق ديال العلكة؟
هل هذا مضمون؟
شنو هو التشخيص ديالك؟
كتلقاها فآخر الممر فالطابق السابع. من فضلك، استعمل المصعد اللي على يمينك.
حنا فمحطة شارع جونز.
عمري ما فكرت نمشي لحفلات الموسيقى الكلاسيكية ملي نكون ف اليابان.
واش تقدر تشرح لي هاد الطبخة؟
ها هو. الكراسي ديالك موجودة حدا هنا.
هو ف رحلة عمل حتى الجمعة الجاية.
أنا ومرتي فرحانين بزاف حيث غادي تجي تقيم معنا فالعطلة ديال الويكاند باش تعيش تجربة الحياة الأمريكية فالمغرب.
هو اللي على اليمين ديالو.
نعم، من فضلك. سميتي كوروساوا. حتى إمتى تقدر تحتافظ بالتذكرة ديالي؟
فين نقدر نشري تذكرة ديال الطوبيس؟
هو ست مية دولار ف الشهر زائد واحد الشهر كوديعة، وواحد الشهر كرسوم للوساطة ديالنا.
كتفضل معطف ديال جوج أزرار ولا معطف ديال زر واحد؟
غادي نرجع ليك بالتغيير.
لا، ما عنديش.
شحال من فخار زوين. هاد الصحن بثلاثين دولار؟
عندك جاكيت زوين بحوالي مية دولار؟
مزيان. واش عندك شي ردود فعل ثانوية أو حساسية؟
بشوف ديالك، باين عليك جبت شي نوع ديال العدوى.
واش يمكن لي نعطيك الوصل، عفاك؟
حنا ثلاثة ديالنا.
فهمت. واش تذكر شحال خلّصتي على تذكرتك؟
شنو رأيك تنضم ليا باش نشربو شي حاجة؟
شنو هو رقم ديال غرفتي؟
واش يمكن لي ناخذ جوج ديال الكراسي فالطابق الثاني لهاد العشية؟
سديت المفتاح ديالي فالغرفة ديالي.
واش كيشمل الضريبة؟
سمح لي. واش تقدر تقول لي الطريق لمحطة القطار، عفاك؟
اش من الساعة كيفتح البريد؟
حيث أن هاد الحقيبة مصنوعة من الفينيل، فهي قوية بزاف وتصميمها على آخر طراز كما تقدر تلاحظ.
الماكلة زوينة بزاف، ولكن فاقت حدها. شكراً.
تليفوني ديالي تسرق فالمترو.
خصني نمشي لبعثة ديال اليابان.
ما تقدرش تعطيه ليّ بشوية أقل؟
هل هاد الشي ديال شيكاغو؟
عفاك، صرّف هاد الشيك ديال المسافر.
عندي حمى من قبل البارح. حلقي موجوع بزاف. ما قدرش نحتافظ بأي طعام.
ها هنا، على الحيط، والمفتاح ديال التكييف هنا. واش كاين شي حاجة أخرى غادي تحتاجها، سيدي؟
واش نقدر نوصل تماك ف الوقت إلا خرجت من هنا دابا؟
حسنًا. ولكن كنتمنى ما ياخدش وقت طويل.
واش تقدر تملأ لي النموذج؟
شريت هاد الحقيبة من شوية، ولكن السحاب كان مكسور.
كتابع؟
عفاك رجع للطيارة قبل الثلاثة.
ملايين الناس كيزوروا الأضرحة المشهورة لأول عبادة ديال العام.
إلا كان ممكن، بغيت طابلة بجانب الشباك.
ما خصنيش نشرب شي حاجة فيها الملح.
بغيت مقعد فالممر، عفاك.
عفاك، عطي لي تقدير ديال الثمن.
بخير، شكراً.
فأي وقت نجيبه ليك؟
سمح لي، راه مبيعوش.
بغيت نبعث هاد الصورة البطاقة البريدية لليابان.
شكراً ليك. هادي هي مفتاح ديال الغرفة ديالك. الحمال غادي ياخد معاك الشنط ديالك.
خلي حقيبتي، عفاك.
بغيت نكرّي سيارة متوسطة الحجم بأربعة أبواب.
فين نقدر نشري الفخار؟
قميصي عرقان.
شحال ديال اليان عندك، سيدي؟
السلام. عندي حجز.
عفاك، عطي لي الملحة والفلفل.
حجزت عبر مكتب طوكيو. غادي نتأخر شوية فالدخول الليلة.
يلا نديرو الشراء بسرعة.
طلبت مقعد غير مدخن عند تسجيل الوصول، ولكن هذا مقعد مدخن.
يلا نخرجو نشربو شي حاجة.
كنقترح عليك تاكل هاد النوع ديال الحوت، اللي هو الحوت الأحمر.
ما نقدرش ندير هاد الشي، ولكن غادي نعطيك واحد الحالة.
واش كاين وقت ومكان محددين؟
شكراً بزاف. بغيت نعاونك، ولكن خايف عندي موعد سابق.
ف أمريكا، الكوليج فوتبول هو كلشي ديال الناس.
غادي نعطيك مسكن الألم.
واش تقدر تقول لي ملي القطار غادي يقرب لآكسفورد؟ خايف نعدي من هنا بلا ما نعرف.
آه، بيل. كنعجبك، غير هاديك.
كتحمل عليا بزاف.
بغيت نتأكد من الوقت اللي غادي يخرج فيه.
ما كنظنش نقدر نعاونك بزاف.
تشمل كلشي؟
عبر الشارع ديال هناك وامشي مباشرة حتى توصل للثاني تقاطع. فندق K كاين بعد التقاطع.
بغيت شي حاجة باش نهدّئ من الصداع ديال الكحول.
قليل الدسم؟ مستحيل. كتضحك عليا؟
حسنًا، ما عارفش إذا كنت مهتم بهاد الشي.
عفاك، سيفط هاد الظرف فالمطار.
بغيت شي حاجة للإمساك.
ف الربيع، أشجار الكرز كتزهَر.
واش تقدر تطلب منه يوقف التدخين، من هناك؟
غادي نعيط ليه مرة أخرى.
غادي نبقى مع صاحبي ف لوس أنجلوس.
غادي تجيب ليّ القشدة ديال القهوة ديالي؟
ما كاينش فالمخزن.
هل خصني تذكرة سريعة؟
ها هو رقم تلفوني وبريدي الإلكتروني.
شحال فالعمر ديال هاد الكنيسة؟
واش تقدر تجيب لي تذكرة للأوبرا؟
عندك شي جولة بالحافلة باش تشوف المدينة؟
سمح لي. أنا غريب هنا راسي.
إلا بغيت تاقرض شي كتاب من كتبي، عافاك قول لي. بصراحة، ما عنديش مشكل نعطيهم للأصدقاء.
شنو رأيك فالتزيين؟ كتعاود تصبغ الغرف ملي كيجي مستأجر جديد؟
كنتمنا ندير شي خدمة خيرية.
شحال من الضريبة غادي ترجع ليّ؟
ما لقيتوش.
واش نقدر ناخد البطاطا المهروسة بلا الصوص؟
نقدر نعطيك فورد موستانغ عمرها سبع سنين ب fifty دولار فالأسبوع مع غير محدودية الكيلومترات.
آه، نعم. ها أنت.
بغيت نرجع هنا مرة أخرى مني نكون ف أمريكا.
رجعت لصحتي تماما.
شنو الخاص ديالك اليوم؟
واش واضح؟
محفظتي تسرقات.
الباب ما كيتفتحش بهاد المفتاح.
بغيت نطيّبه بالبطء
واش نتمناو نتمتعو بالفخامة فالمطعم ديال الدرجة الأولى؟
بزاف زوين. خاصك تكون متشوق باش تشوفهم.
أي جولة هي الأحسن باش تشوف المتاحف؟
عفاك، عيط لواحد الحمال.
ما عنديش كلمات.
واش تقدر تصلحو وتبعتوه لليابان، عافاك؟
صحيح.
خصني نبلغ على سرقة.
واش نقدر نجرب هاد الشي؟
ما زال ما قدرتش نلقى واحد من الشنط ديالي اللي checked at Narita Airport.
كنعتقد أنا. قصّة شعر، من فضلك.
شنو نوع العلاج اللي كتاخد؟
وجبة خفيفة، من فضلك.
كان عندي حوالي مئتين دولار نقداً وكارت فيزا.
واش كنت كتركب الطاكسيات مدة طويلة؟
من السابعة حتى التاسعة. عفاك جي للمطعم فالطابق الثاني.
غادي نبقى ف هوليداي إن داونتاون حتى لخامس ماي.
شنو التحضيرات اللي كيديروها باش ينجحوا ف الامتحان؟
قربتي توصل.
جميع الركاب بقاو جالسين.
شحال ديال الطوبيس ناخد باش نمشي لواشنطن مونومون؟
اسمي أكيكو تاناكا.
معبد هوريوجي اللي هو أقدم مبنى خشبي فالعالم، كيستاهل المشاهدة.
فهمت. شكراً بزاف على الوقت ديالك. واش يمكن لي نعطيك جوج ديال الهوت دوغ؟
فرحان. أوه، هادي هي إعلاني على الرحلة ديالي.
إيه. ف أي وقت. كامل مرحبا بهم هنا.
خصني نشري التأمين.
شنو هو JR؟
قسم هاد الفلوس لشي شحال صغيرة، عافاك.
بغيتي تمشي للديزكو؟
عافاك قول لي شي مطعم معقول و الجو ديالو مزيان.
إيمتى هو الماتش ديال الغولف؟
من بعد العشاء، مع الحلوى، من فضلك.
عفاك جي ليّ جافّ.
عافاك، واش تقدر تعطي لي شوية ديال الماء؟ أنا عطشان بزاف.
حنا ماشي جوعانين بزاف.
خليني نشوف شي حذا بُني.
فين و فاش الوقت كيمشي؟
عفاك، خلي هاد الشنطة حتى الخامسة ديال العشية، عفاك. واش يمكن لي ندي شيك؟
عندي قنينة ديال الويسكي.
غادي نجي نشوفك على العاشرة ديال الجمعة.
واش الماكلة ديالي واجدة دابا؟
بغيت نحجز ليلعب الغولف.
شنو العملات اللي كتخدم فهاد الآلة ديال البيع؟
بغيت جينجر أيل.
بغيت شي طعام ديال الطفل.
شد المخللات.
هل هاد الفستان من النايلون؟
الحجز، عفاك.
بغيت ريبون ديال الطابلة، عفاك.
عفاك، حل الباب بمفتاح احتياطي.
بغيت كاس ديال القهوة أخرى.
بغيت هامبورغر باش ناخدو معايا.
هل تقدر تطلب منه يرجع يتصل؟
عندنا كار ديال الماكلة ومقهى فالسّطو ديال القطار.
الغرفة ديالي ما تنقيتش.
تقدر تمشي بالحافلة من محطة الحافلات رقم خمسة.
شكراً بزاف. خلي الباقي.
ثلاثة وثمانين دولار وخمسين سنت يومياً، مع غير محدودية الكيلومترات. البنزين ما داخلش.
وضعت طابع على البطاقة البريدية؟
ثلاث ليالي.
هل هاد لوجهة لإدينبرغ؟
إمتى بغيت تخرج؟
خصني نتحول؟
ما كايناش مناشف.
واش عندك مشكل إلا واحد آخر جابها ليّ؟
هل هذا هو اللي كتقصد؟
آه، تعديتي عليه. رجع من فضلك.
كنظن أنها عادة يابانية فريدة من نوعها.
لف كل واحد منهم بوحدو، ودي ليه شريط على كل واحد، عافاك.
خلي نشوف. إيه، الغداء الخاص ديال اليوم غادي يتقدم بسرعة.
واش تقدر تقسّمو هاد الشي لأرباع؟
بيض، من فضلك.
غادي ناخذ جوج ديال الحصص ديال نودلز موريسوبا.
نعم، كاين غرفة متوفرة. شحال من شخص كاين؟
واش كاين شي محل ديال الصرافة قريب؟
أنا تاكيشي. وأنت؟
استعمله أسبوعياً. دهنه على طبقة رقيقة من بعد ما تغسل وجهك، وتجنب العينين وخط الشعر.
قطعت راسي هنا بالزجاج.
خصني نسول المدرب، ولكن واش تقدر تقول لي شنو هي الماكينة مزيانة باش نتمرن ظهري؟
وقف من هاد الجانب ديال العبور الجاي، عفاك.
بغيت شوية ديال الحليب، عافاك.
مُشَغِّل
كنظن أننا فالمحطة الغالطة.
فهمت. واش يمكن ليك تعطيني رقم الكارت ديالك وتاريخ انتهاء الصلاحية ديالو باش نحجز ليك؟
واش تقدر تضغط على زر الإيقاف من فضلك؟
شريت هاد البنطلون البارح، ولكن ما كايشملنيش.
هل غادي ينقص الحجم؟
واش تقدر تقول لي الوقت؟
خليت نوتيبي تما البارح الليلة.
كتفكر ف رقم السيارة؟
شحال هاد الفستان؟
ما فهمتش الألمانية نهائياً.
أنا كنتاصل بالمدير.
آسف، غادي نجيب الطلب ديالك فاقرب وقت ممكن.
بالطبع سيدي.
هادي بلا كحول، باش تقدر ترتاح حيث كاين قليل ديال التهيج.
كتاخد سبعة أو ثمانية دقايق على رجلك على حساب شحال كتسرع فالمشي.
تأكد بلي حطيتها فبوسطن.
بغيت كرافة.
غادي نسول واحد السائق ديال الطاكسي آخر.
بيرة، ستيك مع بطاطا مقلية، وسلطة خاصة ديال الشاف.
مبروك، هنري. أنا فرحان بزاف لسماع خبر خطوبتك على جين.
سير مباشرة ولف على اليسار تماك.
بغيت شي حاجة تتماشى مع هاد الشي.
خصك يكون صدمة كبيرة ليك.
عندي ألف جنيه.
شحال من وقت كياخد باش تمشي لهناك؟
شحال متعب؟
شنو هو الدوا مزيان لعينيّ التعبانة؟
عطيني شي علكة من فضلك.
هادي ماشي كود، هادي وصل التسجيل.
ما قدرش تكمل المكالمة ديالك دابا للدولة اللي كتصل بيها. حاول مرة أخرى من بعد.
العقد غادي يتجدد كل عام.
سمح لي، سكران. واش ممكن تعطيني الحساب ديالي، عفاك؟
واش نقدر نخلص بشيك ديال المسافر؟
واش نقدر ندي شي تأمين؟
واش تقدر تقول لي كيفاش نوصل لهاد المطعم؟
كان تقريباً ثلاثين دولار وبعض الكريدي كارتات.
الفاتورة ديالك كتساوي مائة وخمسين دولار وخمسة وأربعين سنتيم.
كيفاش نقولها؟ من المهم بزاف تكوني هنا.
بغيت ندير نسخة.
شكراً. فين هو المفتاح ديال التكييف؟ الجو شوية سخون.
سمح لي، ولكن في أي شارع حنا دابا؟
واش تقدر تبعت هاد الرسالة بالبريد؟
لا، أنت كاتمشي ف الاتجاه المعاكس. خاصك ترجع.
واش تقدر تقص لحيتي، عفاك؟
شحال غادي ياخد الوقت باش تكمل الجولة؟
بغيت شي ورق تغليف ديال الهدايا.
شنو داخل؟
كاين خطأ فهاد الشيك، كنظن.
واش يمكن لي نعطيك منشفة ديال الحمام؟
واش تقدر تحجز لي باش نشوف موسيقى؟
عندك سجل فين استعملتهم؟
غادي نعيط مرة أخرى.
ثلاثة شهور
فهمت، عندنا طبيب فندق. غادي نرتب باش تجي لغايتك قريباً. واش مزيان إذا جا معها مدير الغرفة حتى هو؟
فين تصوّر؟
عندنا شي حبة ديال الكليم مزيانة بزاف اليوم.
K كما في King، I كما في Item، M كما في Mike، U كما في Uncle، R كما في Roger، A كما في Able. كي-مو-را هو لقب ديالي.
لا شكراً
عندي ألم فالسن. واش يمكن تعطيني شي دواء ليه، عافاك؟
ما قدرش نخلي التكييف يخدم.
خليني نوقف فالمحطة الجاية.
غادي توريني معطف مقاوم للماء؟
فين هو المكتب ديال السياح؟
واش تقدر تمر من السوق فطريقنا؟
شنو ندير إلا ما فهمتش أسئلته؟
بغيت شي جوارب.
بغيت كاميرا أوتوماتيكية، من فضلك.
عفاك، خذني لهناك.
هل الباب يكون مفتوح ولا مسدود؟
شحال ديال الدولارات بغيتي؟
عافاك، قول لي الطريق ديال فندق هيلتون.
عندك خريطة ديال طريق المترو؟
كتعرف واش هاد المطعم كيطلب الحجز؟
بغيت نحجز رحلة للرجوع.
واش تقدر تنصحني بمطعم فرنسي مزيان؟
كاين شي حلاقة ف الفندق؟
السدادة ديال البانيو مكسورة.
هادي هدية، من فضلك غلفها.
فرحان بلقائك.
كاين شي حاجة مشي مزيانة مع البطارية.
عندي شي حاجة نطلبها منك.
عفاك، خلي الغرفة شوية دافية.
الغرفة ديالي ما تحضراتش.
سير مباشرة القدام.
واش تقدر تعاونني نلقى حقيبتي؟
فكنظن الحاجة اللي تحت، هادي هي مركز التجارة العالمي، صح؟
فين هو الحانوت ديال الموديلات البلاستيكية؟
ما نقدرش نقولك.
واش تقدر تقترح لي دواء لوجع المعدة؟
فين هو البلاتفورم رقم خمسة؟
نعم، هاد الشي كيبدو بحال شي حاجة خصها تتفحص أكثر. واش غادي تفكر فهاد الاحتمال، سيد كينان، وتبلغ السيد ناكاياما بنتائجك فاقرب وقت ممكن؟
لا، شكراً لك.
كنظن كاين غلطة فهاد الفاتورة. كاين رسوم ديال خدمة الغرف. ولكن ما كانش عندي شي واحد.
بغيت نطير فاقرب وقت ممكن.
واش الطريق طويلة للفندق هيلتون؟
كتعرف شي مطعم مزيان فين نقدروا ناكلوا وجبات زوينة بأسعار معقولة؟
بغيت واحد الروج.
هادي خمسة وثلاثين دولار.
بغيت نبدل الحجز ديالي. واش نقدر نبدل الرحلة ديال PAA 505 لرحلة 515؟
الكوكا خرجت، ولكن ما رجعت ليش فلوس.
نقدر نعطيك تخفيض ديال ثلاثة فالمية.
الطوموبيل كانت فيها هاد الضرر قبل ما نكرّيه.
مزيان. بغيت نلبسو فحفل عرس نهار السبت.
لا، بغينا الفواتير منفصلة، عفاك. خلينا نشاركوا الحساب.
بغيت مرشد كيتكلم اليابانية.
سمح لي. أنا غريب هنا. واش نطلب من الراجل باش يعاونك، إلا بغيت؟ واحد اللحظة، عفاك.
واش نقدر نوقف باص اللي كيمشي للفندق هيلتون؟
واش كاين شي جولات لتيول في ثلاثة أو أربعة أيام؟
أنا حاس براسي مزيان دابا.
سمح لي، غادي نكونو متأخرين ب30 دقيقة.
واش تقدر تبدل هاد النقطة لعملات معدنية؟
غرفتك، سيدي.
عفاك، وقف جميع المعاملات على هاد الكارت.
واش غادي ندي شي تخفيض منين نبقى عندكم فالفندق لمدة شهر؟
واش هنا للعمل ولا للبحث؟
واش ساليت مع العشاء ديالك؟
الجودة ديال هاد واحد حسن.
بالطبع، سيدي. أبيض ولا ملون؟
نراهن بجوج باوند.
عندك جولة فيها زيارة لبرج البوابة الذهبية؟
ما قدرش نوصل للرحلة ديالي اللي متصلة.
منين نقدر نجيب الباص باش نمشي للمتحف؟
شكون هو الكاتب ديال المسرحية؟
صندوق الأمان، من فضلك.
غادي نبقى هنا غير شهر واحد.
إيمتى كيبدا الجولة؟
اش من وقت كيبدا الماتيني؟
أنا من روسيا.
آسف لسماع ذلك. عندك حمى؟
فين نقدر نلقى طوبيس للمتحف المتروبوليتان؟
حقيقة استمتعت بزاف وأنا معاك.
فين هي أقرب مكتبة؟
واش عندك شي غرف متوفرة الليلة؟
واش تقدر تصرف لي هاد الشيك ديال المئة دولار ديال المسافر من فضلك؟
طائرتنا وصلات أخيراً لهونولولو.
بغيت هاد الأسلوب، من فضلك.
كنفضل ماندخلش المستشفى، إلا كان ممكن.
هي الرحلة رقم سبعة ثلاثة إلى طوكيو ف الرابع من شتنبر، الجمعة.
فين خصني نحط حواجي؟
بهاد الثمن، كنظن غادي نشوف شي حوانت أخرى.
رجاءً طفي جميع الأجهزة الإلكترونية.
شحال بغيتي تصرف؟
ماشي ضروري من بعد ما توقف الألم.
علاش كتفيق بكري كل صباح؟
كنقلب على اللاصق.
شحال ديال المشجعين كيتساعى هاد الملعب؟
إيه، هاد الشي صحيح.
الرباط ديالي مفكوك.
بغينا نلعبو التنس اليوم.
واش تقدر تجي معايا، عافاك؟
سمح لي، ماعرفتش هاد المنطقة ديال المدينة.
غادي نعيط ليه مرة أخرى حوالي الربعة ديال العشية.
فصباح ديال 11 يناير، وقع الحادث.
واش الثلاثاء الجاي يناسبك؟
شنو رأيك فالغد؟
شنو نوع ديال المطعم اللي كتقلب عليه؟ واش غير بغيتي غير تتعشى، ولا كتقلب على مطعم فيه بار؟
كاين شي مركز شرطة هنا؟
العمر المتوقع في اليابان هو الأطول في العالم.
جوج ديال البطاطس، واحد ديال الكولا. جوج دولارات عفاك.
عفاك، غرفة وحدة من فضلك.
فين هو المنحدر ديال السنووبورد؟
صحة وهنا.
نتمنى نشوفوك مرة أخرى.
واش يمكن ليّ ندي المراجعة ديال هاد الكتاب؟
واش تقدر تنصحني بمطعم فرنسي زوين هنا من حدا؟
ها بطاقة التأكيد ديالي.
غادي يكون مزيان.
إذن، هاديك خمسة آلاف دولار شهرياً. نقدروا نضمنولك أننا غادي نخلصوك ثلاثة آلاف دولار فالشهر. واش هادشي مزيان؟
كنتمنى ليك زواج سعيد.
عندك بيلانتين ديال عشر سنين؟
هل هذا مقاوم للانكماش؟
واش الحديقة النباتية مفتوحة اليوم؟
ممكن نكون قادرين، ولكن خايف بلي غادي ياخد شوية ديال الشهور.
بغيت نكرّي طوموبيل.
عفاك، واش يمكن تعطينا طبق؟
خدنا ل فندق شيكاغو.
الطائرة متأخرة ب ninety-nine ساعة بسبب الطقس السيء.
طوارئ
بغيت شي حاجة على نمط شانيل المعاد مرة أخرى.
فين هو الممر ديال الفوط الصحية؟
واش تقدر توريني جواز السفر ديالك وورقة الجمارك، عفاك؟
بغيت نشارك ف جولة ديال نياجارا فولز.
الخاص ديالنا اليوم هو الجمبري سكامبي مع الرز بالبرياف.
السلام عليكم ؟ واش هادي السيد كلارك ؟
بغيتي تشرب شي aperitif؟
عندك شي أدوية؟
كنظن عندك رقم غالط.
بغيت فستان حمر.
كنظن هكا.
التي ديالي ديال الاسم موجودة عليه.
هذه هي الإضافة الأخيرة ديالنا لخط التعبئة. كنعبّؤ حوالي ستمائة علبة كل نهار.
بغيت نمشي.
بغيت مكواة، عفاك.
لا لا. كيقولي شي حاجة ليّ. أش ندير؟
إيه، هما.
عفاك، جيب لي الفطور ديالي للغرفة ديالي.
هادو مشدودين.
عفاك، صيفط هاد الطوموبيل للفندق قبل الثامنة ديال الصباح غدا.
واش كاين شي رحلة بحرية فيها الغداء ولا العشاء؟
عندك لون أفتح؟
هنا راه بزاف ديال اللمعان.
لا، ماشي. غادي نعيط ليه مرة أخرى ف عشرين دقيقة. شكراً.
التعليم تركز بزاف وزادوا القوة العسكرية.
شنو بغيتي للعشاء، اللحم ولا الحوت؟
ماستر كارد موافق؟
هذا الحجم، من فضلك.
ما كيعجبنيش.
ها الخمسة دولارات، والمشروبات زايدة.
شحال الثمن لزوج ديال الناس؟
فجأة حسّيت بوجع فالبطن.
شحال كيطلب دليل فنهار؟
اسمي هيروشي موري.
بغيت شي ياغورت، عافاك.
إيه. واش هاد هو الطابور الصحيح ديال رحلة المتحدة للطيران رقم 820؟
خصنا نلبسو الكتافات والكرافات؟
أي حافلة تمشي لGuild Hall؟
عفاك، هاد الطريق من فضلك. خليني نعاونك فشنطتك.
راها على الرف الثاني ف الوسط ديال الصف.
فين هو البار؟
رجاءً سجل الوصول بعد تسعة و تسعة صباحًا
مقاعدنا مفروقة.
بالطبع. فين بغيتي تمشي؟
بغيت دفتر مذكرات، عفاك.
نهار زوين
سمح لي، جميع المقاعد مشغولة فـ 30 غشت.
واش نقدر نشوف شي حاجة أرخص؟
واش تقدر تتصل ليّا بسيارة الأجرة؟
هل خصني نرجع لليابان فورا؟
الكرية ديال الغرفة أغلى من اللي قلت ليّ.
بغيت نعطيك طلب آخر. واش نقدر نشوف المنيو مرة أخرى؟
كان هنا حاملة مفاتيح ديال قطّة مربوطة بشريط.
شنو غادي تدير بهاد الكيس الصغير؟
بغيت شي حاجة للبرد.
واش نقدر نشوف هاد واحد؟
بالضبط ثمانية عشر دولار.
عفاك، بدل هاد الشيك ديال السفر بالنقد.
فين نحطّ غسيل ديالي؟
واش كفيتي؟
سير مباشرة هاد الشارع. غير قبل محل ديال الآيس كريم.
ما عنديش حجز.
واش نقدر نلمسها؟
عافاك، وريني فين هو فهاد الخريطة.
كاين شي مطاعم مزيانة ورخيصة هنا حدايا؟
هادي دار زوينة بزاف.
واش هادي هي محطة الحافلة الصحيحة باش نمشي ل Chelsea؟
غادي نجي متأخر شوية الليلة، ولكن عفاك حافظ على الحجز ديالي.
واش بطاقة الائتمان مزيانة؟
مني يجي المراقب باش يفحص تذكرتك، عطيه البطاقة ديالك وهادي التذكرة.
شحال ديال الأقلام خاصك؟
شنو هو آخر كتاب ديال غالبراث؟
واحد المقعد العام، عفاك.
طلبت وسط، ماشي مْطْهِيْنْ مزيان.
البدلة ديالك غادي تكون جاهزة بعد أسبوع من القياس، سيدي.
بغيت عصير ديال التفاح، توست، بيض مقلي وقهوة.
فين هو محل الكاميرات؟
واحد كوك صغير، عفاك.
أنا غير مبتدئ. ما كنديرش هاد الشي فبالّي.
ربعة ديال التفاحات
شحال غادي يكلّف التأمين ديالو بثلاث مية دولار؟
واش تقدر تعاود تصدر لي البطاقة ديالي؟
عطيني شوية ديال الوقت باش نفكر فيها مزيان.
خصك ترتاح فالسرير اليوم.
بغيت نأكد بالضبط شنو خصني ندير.
عارف كيفاش كتحس. هديها مزيان.
غادي نعاود نعيط ليك.
واش غادي تحجز طابلة لزوج فداك المطعم مع السادسة ديال العشية؟
كيف غريب. كيبان بحال شي UFO.
ما قادرش ننعس مزيان.
عافاك، واش تقدر تقول لي على شنو كانت هاد الرسوم؟
سلام، هادي الغرفة ثلاثة صفر خمسة.
بغيت شي ملح للبانيو.
واش تقدر تصلح ليك الكاميرا هادي؟ ما كتخدمش مزيان.
اسمك ورقم ديالك؟
كنت كنظن بلي هاديك سعر ثابت بين المطار ووسط المدينة؟
عفاك، واش تقدر تمشي وتشيك عليه دابا؟ إلا كانو موجودين، واش تقدر تجيب كلشي هنا فالحين؟
حيث، كنظن أن سعر الصرف كيطيح وكيطلع بين التوقعات المتفائلة والمتشائمة، بشكل عام.
عندها تقاليد وتاريخ طويل.
شنو اللعبة اللي كتلعب ف الملعب؟
شنو غادي تدير فليلة رأس العام؟
السلام عليكم، واش ممكن تعطيني رقم الهاتف ديال السفارة اليابانية ولا القنصلية، عفاك؟
هادو غير مناسبين. مريحين بزاف.
حسنًا، هادي غرفة هادئة. مزيان بزاف.
عندي حجز على السبع.
هذا مزيان. ولكن غادي يكون هناك رسوم ديال الانخفاض ديال مئتي دولار.
السابعة ديال الصباح، التوقيت المحلي.
راها نازلة فهاد الزنقة حوالي ثلاثة ديال الكيلومترات، على ما أظن.
سمح لي، كامل الحجز ديالو فموسم عيد الميلاد، ولكن عندنا بلاصة ف٢٢ ديال ديسمبر.
فهمت. شكراً لك.
واش غادي نعوض شي حاجة إلا ما لقيتوش الحقيبة ديالي؟
شنو نوع الفواكه اللي كتعجبك؟
إمتى كانت آخر دورة ديالك؟
درت مكالمة تأكيد مرة أخرى قبل جوج أيام.
ما متأكدش بزاف واش تسرق ليّ جواز السفر ديالي ولا غير خرج من جيبي بحد ذاتو.
الصندوق طولو ستة وخمسين سنتيمتر، عرضه تلاتين سنتيمتر، وارتفاعو تمنتاش سنتيمتر.
كنقلب على التذكارات.
كيكون من أربعة جزر رئيسية.
عشرة ديال العشية. هادي هي مفتاح ديال الغرفة ديالك. الغرفة ديالك هي 54-33. السائق ديال الحقائب غادي يطلعها ليك.
إيه، حنا دايرين وقت زوين ف هاواي. كنتمنى تكون هنا.
واش تقدر تعطيني ترجمة؟
غادي نشرب شي شاي بالحليب.
واش غادي تقص ليّ شعري نص إنش فوق الحواجب؟
إمتى كيتفتح؟
عندك غرف بأقل من خمسين دولار فالليلة؟
طابلة لزوج ديال الناس مع السادسة ديال العشية، عفاك.
عشرة خمستاش دولار، عفاك.
لف اليسار عند الإشارة ديال الضوء.
ما محتاجش شي حاجة.
واش نقدر ندير حجز لرحلة سياحية؟
كيفاش خصني نعمر هاد الشي؟
كتشوف بناية بيضاء على الجانب الآخر من الشارع. هادي هي.
أنا كنقرا باش نولي عالِم.
واش يمكن ليّ ناخذ جوج ديال التذاكر للمقاعد المحجوزة؟
عفاك، حيد حوايجك ولبس هاد الرداء.
واش تقدر تحط سرير إضافي فالغرفة؟
واش نقدر ناخد واحد عامل ياباني؟
خود هاد الشي حتى التيرمينال. من تما غادي خصك توصل للفندق بوحدك.
بغيت نكرّي قارب مع دليل، عافاك.
كاين شي حمام عمومي هنايا؟
وريني إياها، عفاك.
ما درتش شي مكالمة تليفونية.
عفاك، شدّ لي حقيبتي.
واش يمكن لي نعطيوني مكالمة تنبيه فالسابعة ديال الصباح؟
عندك الشريط؟
كنحبها مع شوية ديال الحليب والسكر.
بغيت نبدل الرحلة ديال شيكاغو من التسعود حتى لحداش.
عفاك، جيب لي بلسم الشعر.
اليكوتا وهابي من الحوايج المشهورة كهدية تذكارية من اليابان للأجانب.
فين هو أقرب محل ديال الصبّاط؟
عندك عين على الفن.
عفاك، خلي هاد الشنطة حتى لثلاثة ديال العشية.
جيت هنا باش نشوف أوبرا حقيقية.
هل هاد الشي مبيع اليوم؟
بقى بعيد على الخدمة حتى الثلاثاء، وما تاكلش بزاف.
المصارعة السومو واحدة من الرياضات التقليدية. التورنيمات كتدار ست مرات فالسنة.
عفاك، بلاصة فالسطر.
الممارسة كتخلي الكمال.
شحال من يوم غادي ياخد باش تطلب؟
هي رقيقة.
خصنا شوية ديال الوقت باش نفكروا فالعقد.
حسّيت بالدوخة. واش يمكن لي نعطيّني شي كيس ديال التقيّؤ ديال الطيارة؟
عفاك قول لي كيفاش نوصل للمتحف.
هل هاد الشي مصنوع من الجلد؟
السلام. أنت بوحدك؟ علاش ما غديش تتعشى معانا؟
شكراً. وأنت أيضاً.
غادي تحافض على الحوايج الثمينة ديالي، عفاك؟
كتاخد شي أدوية أخرى؟
بغيت نمشي للموقع المتقدم.
واش قررتي، حتى دابا؟
جيني. مايك. سارة. سام. يلا، كاعو، قوموا.
واش تقدر تعطيني خبر من بعد ما تصلحو؟
بغيت جاكيت.
لا، شكراً. نقدر نلقى المكان. نشوفك من بعد.
مرحبا بك. أنا أفضل مقعد على الممر.
بغيت نكرّي سيارة متوسطة الحجم لثلاثة أيام.
عندك شي حالة باش تمشي معاها؟
بغيت نعيط لسان فرانسيسكو.
تم سرقة حقيبتي في ردهة الفندق.
كيف ووقتاش خصني نخلص على المصاريف؟
حنا معمرين.
هنا ضيق بزاف.
عفاك، كبر الطبع لهاد الحجم.
السلام عليكم، هادي الغرفة ديال ۱۲۳۴. سميتي عودة. بغيت نطلب مكالمة إيقاظ غدا فالسّاعة ستة ديال الصباح، عفاك.
واش تقدر تخلص فالمكتب ديال الاستقبال، عفاك؟
واش يمكن لي نعطيك الفلوس ديالي، عفاك؟
ممكن تكون قلق من هاد الميكروكمبيوتر.
بصفة عامة كانت رحلة سهلة مع شوية اضطرابات.
شنو هو رقم الرحلة ديالك؟
فرحان بزاف حيث عجبك. شريتو ف sale ديال التخفيضات ف ABC Department Store.
واش نقدر ناخد عشاء فالسفينة؟
واش يمكن لي نعطيك بروشور ديال الجولة؟
واش أنت عضو ف نادي الكراء ديالنا ديال الزبناء ديال الكراوي المتكرر؟
شنو غادي تشري؟
بالضبط. كتشاركنا الرأي ديالنا. على فكرة، قال ليك أنك راجل عندك أخلاق مزيانة.
كيفاش قضيت عطلتك الصيفية؟
سِّالِك و غادي نعاود نعيط ليك.
كتحمل معاك عطر شانيل كولونيا؟
بعيد بزاف. خصني طاكسي.
عندك هاد الشي بالحمرة؟
عفاك قول لي كيفاش نستعملها.
محاولة زوينة، ولكن ماعرفتيش مزيان بلا تجرب.
كيفاش نعيط لـــ Information Desk؟
هما جوعانين.
واش نقدر نشوف رخصة السياقة ديالك؟
شكراً. استمتع بإقامتك.
أنا من هوكايدو.
تبارك الله عليك، رحلة موفقة.
عندك هاد الشي؟
شنو هاد الماركة؟
دابا راه مْباع، بثلاثين دولار واربعة وتسعين سنتيم فقط.
كنت غاضب من اللي قاله البائع.
عندك شي حاجة أكبر؟
الحرارة كتكون عالية فالصيف فاليابان.
بغيت نوصل للمطار قبل الساعة جوج ديال العشية.
واش كاين شي تغييرات بغيتي تديرها؟
بغيت لون يخليني نبان أصغر.
عفاك، جيّب لي الحقائب ديالي للغرفة.
بغيت شوية ديال الطماطم، عافاك.
ما كاينش مشكل.
واش نقدر ندخل للغرفة دابا؟
عمري ما غادي نلقى بحال هاد الشي ف اليابان. غادي نشريه.
ليلة الأربعاء
عافاك ورّيني لمقعد ديالي.
شنو نوع الحلوى اللي عندكم؟
كتدير غلطة فالحساب.
الساعة تلاتة.
شوية أكثر من العنق، عفاك.
ما قادرش نفهم شنو كتقول.
شحال الثمن ديال تذكرة ديال نهار واحد؟
عيطتي ليّ؟
شنو هو رقم ديال الطيارت ديالك؟
كتعرف ذوق صاحبك ف اللباس؟
واش هادي هي البلاصة اللي نمشي ليها فاش كنضيع الشنط ديالي؟
خصني إياهم بسرعة.
شحال الثمن كامل؟
كتعرف شي صرافة أو بنكة هنا حدايا؟
سمح لي، ولكن بغيت نلغي الحجز ديالي.
غادي نكون هناك حوالي الربعة ديال العشية
بغيت نخرج نهار قبل.
شنو هي التخصصات ديال المتجر؟
واش ممكن نطلب من شي حد ياخد رحلة متأخرة؟
واش الطاكسي ديال سيدني متأخر؟
عندك صداع؟
ما تقدرش تاخد هاد الشي لليابان. مذكور فـ اتفاقية واشنطن.
واش ممكن تجي تاخذني من أقرب محطة؟
نعم، عندي.
بغيت نلغي الحجز ديالي.
حسنا، غير شوية. آسف-سقطت شوكة ديالي. سمح لي.
فين هي الحومة القديمة ديال المدينة؟
غادي تعطيني شي جريدة ولا مجلات؟
عندك واحد أصغر شوية؟
خصنا نخليو الكاميرات ديالنا عند الباب؟
اش من نهار مسدود؟
كنظن عندنا. غير لحظة من فضلك.
كيفاش نعرف هاد الشخص؟
بغيت كتاب ديال القواعد.
عفاك، جي للباب تلتة وتلاتين قبل الربعة وخمسة وأربعين.
اش من وقت غادي يجي الباص الموالي؟
واش نقدر نكرّي دراجة؟
واش كاين ملعب التنس قريب من هنا؟
فين هو المضيف؟
عندك مرشد متمرس؟
إيمتى كيزهرو أزهار الكرز المشهورة ديال اليابان؟
إيه، أنا.
أنا غادي للبرج ديال لندن. واش تقدر تقول لي كيفاش نوصل لها؟
واش نقدر ناخد واحد بيتزا كبيرة ديال الجبن؟
كيحتاج تقريباً أربعين دقيقة بالحافلة.
واش قريب؟
إيه، حنا كنديرو. غادي نرجع ليك به فالحين.
حسّيت بالحماس.
أنا آسف، ماشي ف الدار دابا. عفاك خلي رسالة من بعد النغمة، وغادي نرد عليك ف أقرب وقت ممكن.
بغيت ناخد جولة ديال الهليكوبتر ديالك ف نيويورك.
تأكد بلي ما خليت حتى حاجة وراكا.
شحال من مرة كاين كاين الباص ديال الرقم تسعود كيدور؟
ضاعت واحد من العدسات ديالي ديال العين.
أنا كندرس العود مرة فالسيمانة.
شنو بغيتي عليه؟
عفاك، خلي هاد الشنطة حتى لثلاثة.
اسمي ياماشيتا
شوف داك السلم ديال الدرجة؟ هو اللي كيؤدي للمنصة ديال القطار اللي كيمشي فالجهة الأخرى. ولكن فالحقيقة، إلا بغيت تشوف لندن، الحافلة حسن بزاف من الترام. خرج من هاد الطريق، وغادي تلقى محطة ديال الحافلات. الحافلة ديال الرقم 12 غادي توصلك مباشرة للمتحف. نهار سعيد، سيدي.
ها شي حاجة ليك.
استمتعت بزاف اليوم.
هذ النوع ديال الطربوش باين عليه موضة. كنظن غادي نشري واحد حتى أنا.
واش يمكن لي نعطيك بطانية؟
واش هاد الدوا فعال ف تخفيض الحمى؟
هي حرامية.
بغيتي شي حاجة أخرى؟
عينيه كانو سود وواسعين بزاف.
آه، العروض الخاصة اليوم معطاة هنا.
فهمت. كنظن نقدر نوريهم كاملين ف ساعة وحدة.
ها خمسة دولارات وصفر سنتيم. خلي الباقي.
عفاك حجز لي طابلة لخمسة ديال الناس.
راها قريبة بزاف من التواليت. تقدر تبدلها لي؟
سمح لي، عفاك عاوني بآلة حاسبة.
فين هو القاعة ديال المؤتمر؟
واش هادي مصنوعة يدويًا؟
عافاك ورّيني لائحة ديال تسريحات الشعر؟
عندك واحد الكارت ديال الألوان؟
هل خصني نكون ف المستشفى؟
عندنا قوات الدفاع الذاتي.
بغيتي سيجارة؟
سمح لينا. ما بقاوش عندنا السلعة. جرب واحد من محطات المترو.
عندك تذكرة العودة ديالك؟
واش ممكن تطيح الشباك شوية؟
إلا لقيناها، غادي نتصلو بيك.
عفاك، متحطش شي سكر.
محرك ديالي توقف. أنا فخامس أفنيو عند السابعة والخمسين. عفاك جي بسرعة ممكنة.
حنا مهتمين بالتاريخ الطبيعي.
حنا مفتوحين من العشرة حتى لسبعة ونص.
بغيت ندير مكالمة دولية لليابان، عفاك. أنا يوكى موراى فالغرفة ثلاثة مية واثناش. بغيت نطلب مكالمة على الحساب ديال السيد كيسوكي موراى. الرقم ديال التليفون هو طوكيو صفر ثلاثة ثلاثة سبعة اثنين ستة ثمانية ثلاثة تسعة واحد.
مكن لي نشوفها، عفاك. واش كتستعملها من اليوم؟
كيفاش بغيت فواتيرك؟
بغيت نكمل استعمال صندوق الأمان.
سمع، آل، شنو هو، أ، رقم تليفون الفاكس ديال المحطة؟
غادي نبلغ عليك لوكالة حماية المستهلك.
بغيت شي سماعات، عافاك.
كتشد شويّة من صباعي ديال القدم.
ماشي من عندي هاد الشي. ما تقدرش تدير شي ترتيب؟
ما كاينش شي طريقة أخرى للتعامل مع الوضع الخطير؟
واش مفتوح دابا؟
يدي منتفخة.
زوج ديال الحذا ديال ثمن إنش، عفاك.
شنو هي المعارض الرئيسية ف هاد المعرض؟
واش تقدر تصلح ليك هاد الكاميرا؟
خصني تقرير الحادث باش ندي التأمين ديالي.
لقيت شقة كتقلب على الإنترنت.
مع سنتيغراد، نقطة التجمد هي الصفر.
بغيتو لليوم ديال الويكاند.
عندي معدة مقلقة. عندك شي دواء مزيان؟
نعم، كل ما عليك هو الشامبو والتجفيف بالمجفف.
بخير. وأنت؟
مزيان. هادي الفاتورة ديالك. المجموع هو خمسة وأربعين دولار وخمسين سنتيم.
واش نقدر نخلص بالشيك؟
أنا كنعمر المطبخ.
شحال من الوقت كياخد باش تبعث هاد البطاقة لليابان عبر البريد الجوي؟
حنا غادي نطيرو قريبا.
نعم، سيدي. عندك شي بطاقة تعريف؟
بغيت لعبة لبنت عندها خمسة سنين.
عمري ما مرضت نهار واحد فحياتي.
شحال ديال الميل باش نوصلو لبوسطن؟
من اللطيف بزاف منك تجي لليابان.
كنحس براسي مزيان بزاف.
أنا غادي نرجع ف 25 مارس.
عندك كعكات لمرضى السكري؟
بغيت الحليب، عافاك.
واو. شحال ديال الحصة كبيرة.
واش عندك طوابع للرسائل لليابان؟
منين كاتخرج الطاكسي ديال ميلان؟
عفاك صيفط الطوموبيل ل فندق ألفا ف تاسعة ديال الصباح ديال النهار سادس.
غادي نشارك ف جولة بالطائرة الهليكوبتر ف نيويورك.
بزاف زوين.
واش تقدر توريني تذكرة الصعود ديالك، عفاك؟
الويسكي ديالك هو خمسين سنتيم.
رحلة القراصنة ديال التماسيح؟ واش هادي ممتعة؟
ما ترفسش زعانفك على الرمل ديال القاع.
هل هاد الشي للعمل؟
عفاك قول لي كيفاش ندير مكالمة دولية.
واش تقدر تبدل هاد الورقة ديال الخمسين دولار بعشرة ديال الخمسة ديال الدولار؟
واش نقدر نحمل هاد الشنطة على الطائرة؟
عفاك، خذ هاد الشي من هنا.
ما بعيدش بزاف. حوالي خمسة عشر دقيقة.
بغيت نخرج هاد الشي.
شحال من الوقت غادي ياخد باش تتحسن؟
بالبارح، شريت هاد الشي وهو مكسور.
الميزانية ديالي هي خمسين دولار.
غادي نوصلك بالسيد سوزوكي.
شنو رأيك فالسّاعة ستة؟
على الفور، من فضلك.
أنا فرحان بزاف باش نشوفك
فين نقدر نلقا الباص ديال الرقم تسعود؟
كنتمنى نقدروا نديرو طيارة مزيانة.
واش كاين شي بلاصة نقدر نعيط فيها تليفونياً؟
أنا ف الحمام. ما كاينش الماء السخون ف الدوش.
خلي هاد الشنطة، عفاك.
ثلاث ليالي من 1 يوليو. شحال الثمن ديال الغرف ديالك؟
عطيني خمسة عشر لتر ديال السوبر، عافاك.
واش تقدر توريني كيفاش كيخدم هاد الفتاح ديال العلب الكهربائية؟
هل غادي يكون جاهز قريبا؟
شنو النبيذ اللي تنصح به باش يتماشى مع هاد الطبق؟
ضاعت لي بطاقة التنقل ديالي.
كاين شي بلاصة ديال تبديل الفلوس الأجنبية هنا حدا؟
شكون هم أكثر اللاعبين شعبية؟
فين هو المكان ديال المفقودات والموجودات؟
فين نقدر نشوف فيلم؟
بغيت واحد هوت دوغ، عافاك.
واش كاين شي إكسبريس؟
نقدرو نبعتوه للبوسطة عليك.
هاد السن تكسر.
عطيني الكاميرا. بغيت ناخد صورة.
شحال غالي بزاف تذكرة الدرجة الأولى على تذكرة الدرجة الثانية؟
غادي تقلب على مطعمك على حقيبتي ديالي؟
فين هو الوقوف ديال الطاكسي؟
كان زوين.
بغيت شي حاجة لوجع الرأس.
حتى أنا. كنت كنظن بلي تقدر تعاوني نفهم القائمة.
واش غادي تسجل هنا، عفاك؟
بغيت شي قطرات.
بغيت الماكلة الفرنسية.
زهور الخوخ كتتعجب فمهرجان الدمى للبنات فثالث مارس.
من أي مسار كاينطلق القطار ديال تاكاؤ؟
وَاش هادوك؟
عندك شي برتقال؟
واش نقدر نبدلو بشي حاجة أخرى؟
سمح لي. واش تقدر تقول لي بعض الأماكن المثيرة للاهتمام اللي يمكن نزورها ف هاد المدينة؟
كاين شي كافيتيريا قريب من هنا؟
جوج تذاكر ديال الرحلة ذهاب وإياب لبوسطن، عفاك.
كتقول "خلي المسار"
بغيتي تزور شي بلاصة معينة؟
خصني نلفها؟
نعم، تقدر تشري الطوابع من الآلات البيع فاللوبي.
شكون من هاد الحذاو راه مبيع؟
أنا فطريق الحرة I eighty قريب من مخرج بيركلي.
غير اسمك وعنوانك غي كافيين.
خلي نجيب ليك الشنط ديالك.
شحال ثقيلا؟
عيط لشي واحد كيهدَر اليابانية.
هادي هي الغرفة رقم ٢٣١. واش ممكن تبعت لي جوج كيس ديال القهوة من فضلك؟
كنظن هادي هي التغيير الغلط.
كيحتاج حوالي تلات ديال السوايع باش تمشي للكرارة وترجع.
واش تقدر تنصحني بBoutique اللي معروفة بين الشباب؟
عندو متوسط الضرب ديالو ثلاثة وخمسة وعشرين.
عفاك ما تجيش مرة أخرى.
غادي نمشي على جوج وربع ديال العشية
عندي تذكرة لديترويت اللي غادي تخرج على الحداش ديال الحداش ديال الصباح.
عفاك، عطيني بلاصة ف الوسط.
واش تقدر تعاونّي نلقاه؟
كنقلب على شي حاجة مصنوعة ف أمريكا.
واش كياخد أكثر من عشر دقايق مشي؟
كنظن راني كنعشقك.
فاش قلت ليك خصنا نديوا الورقة ديالنا؟
واش كاين شي حد اللي كيهتم به؟
شحال عدد السكان ديال بلادك؟
حزب ديال ربعة، فالسابعة ونص ديال الليلة. شنو الاسم اللي بغيتي يكون تحته؟
بغيت نبدل الطلب ديالي.
شنو هو أول بلاصة كيزوروها السياح ف إنجلترا؟
غادي نمشي غدا.
بغيت شوية ديال المخلل ديال الخيار، عافاك.
واش عندك الوقت الليلة؟
جيت من طوكيو.
بغيت العصير، عافاك.
فين ناوي تزور فهاد البلاد؟
شنو هاد الشي مصنوع منو؟
السيد فرانك شميت، مدير المصنع ديالنا، غادي يكون سعيد يوريك حول المصنع.
خمس وعشرين دولار بما فيها رسوم الباص، الدليل و رسوم الدخول.
شنو كتظن كيما يتناسب مع هاد الشي؟
كنت على رحلة بان أميركان رقم 402. كنت محمل جوج ديال الشنط.
بغيت بطارية لهاد الشي، عفاك.
قرب المسرح، من فضلك.
مسجل، من فضلك.
فين هو الكاونتر ديال الخروج؟
الجو سخون.
سمح لي، هادي هي الوحيدة ديال الغرف اللي عندنا.
حنا بشكل رئيسي كنعملو فالأجهزة الكهربائية المنزلية.
واحد بلا حمام، عفاك.
نعم. كنقلب على فستان.
بغينا نجربو الماكلة ديال البلاد.
شنو المشكلة معاها؟
خود صاحبي للمستشفى، عفاك.
عافاك بزاف.
المتحف المتروبوليتان ديال الفن مزيان.
هاد العنب مذاقه زوين.
شنو الرقم اللي خصني نعيط ليه باش نعرف المعلومات؟
فين التليفون؟
عندنا اجتماع وناخذو قرار فهاد الأسبوع.
عافاك، عطيني وصل لشركة التأمين ديالي.
إيه، كيدير. السما كيبان فيها التهديد.
هاد الخمر فعلاً هديتني.
واحد مفقود. شريت خمسة كاملين.
شكراً بزاف على التوصيل ديالي هنا بعد الوقت. كنقدر بزاف المساعدة ديالك.
شنو هي أسرع وجبة؟
شحال الثمن لليلة وحدة؟
بالطبع. غير لحظة، سيدي.
ما خصكش تصحيني على الماكلة.
بالطبع، من فضلك.
ما تقلقش. عيطت لواحد من محطة الإطفاء.
شحال الثمن ديال التاكسي باش توصل لHoliday Inn؟
توحشتك.
سمح لي. سكبت شوية ديال القهوة.
لا، غير شوية ديال الشهور. كنظن غادي نبقى هنا حوالي ثلاث سنين.
واش البريد قريب من هنا؟
بغيت نكرّي شي معدات ديال الرياح.
عندك شي أطباق محلية؟
واش تقدر تحجز لي هاد الكرسي؟
ما فهمتش شنو كتقول.
السلام عليكم، فين كاين الكابين ديالنا، عفاك؟ غادي توجهنا من فضلك؟
عمري ما ننساش الوقت اللي قضيناو مع بعض تحت الشجرة ف نهار صيفي مشمس.
هل هاد هو النافذة الصحيحة؟
من المفروض يكون الجو دافئ أكثر هاد العشية.
ها هو اسمي الكامل والعنوان ديالي.
شحال الثمن ديال غرفة توأم؟
هاد الخمر مذاقها خايب.
واش تقدر تجيب لي وسادة للغرفة واحد عشر، عفاك؟
فين ف الطابق الثالث؟
ما عنديش وصفة طبية.
فين هو المقبرة؟
خصني نقول وداعا.
على فكرة، فين هو قسم الكرافات؟
واش تقدر تقول لي كيفاش نوصل لها؟
الاستراحة ديالها تلاتين دقيقة. تقدر تاكل شي حاجة خفيفة فالبنكة ديال الماكلة فالدور الأول.
واش تقدر تعاونني، عافاك؟
مرحبا بكم على متن الخطوط الجوية الفرنسية
عندنا الوقت ندورو هنا؟
حلمي تحقق.
ما بغيتش الكاتشب، عفاك.
فين هما الرصيف؟
هادي مشوهة.
مزيان. هادي هي المفتاح ديالك. الغرفة ديالك هي الحداش و تسع.
فين نقدر نشري الصحون؟
سمح لي على المقاطعة، ولكن خلينا نركزو على المشكلة الرئيسية. عندنا بزاف ديال الحوايج باش نهضرو فيها اليوم.
أنا عندي حساسية من المضادات الحيوية.
عندي شي شوية ديال الواجب ديال الإنجليزية، الرياضيات، والفرنسية.
غادي نرسم خريطة.
كتقبل الدولارات؟
التأشيرة صالحة لمدة ستة أشهر.
ماشي مشكل. ماخصناش نديروها الليلة.
آه، جاي.
بالبريد البحري؟
خطير إلا ما رجعتش للفندق بالتاكسي.
لا، أنا خايف غادي نكونو متأخرين بشوية ديال السوايع.
بغيت شي حبة ديال السجائر بلا فلتر، عفاك.
نزلت فالمحطة الجاية.
اتصال مجاني للسيد أوغاوا، طوكيو أربعة خمسة ستة سبعة.
فهمت. عفاك عَمّر هاد النموذج. ممكن ما نلقاهش، لذلك خصك تتصل بشركة الكريدي ديالك.
أنا آسف بزاف، سيدي. خاصنا نبلغو البوليس على هاد الشي.
كاين شي محل ديال التخفيضات هنا حدا؟
اقتراحه تْقبل.
عافاك ورّيني ورقة الأداء.
عطيني الاتجاهات.
نعم، عندي جوج كارتونات.
سارق الشنطة. حبسوه.
نعم، عندنا تسعة وتسعين نوع ديال الوجبات ديال الكورص.
عفاك، اتصل بطبيب ياباني.
هو خارج دابا يتعشى. غادي يرجع ف عشر دقايق.
غادي نوصلو ف الوقت؟
واش ممكن تطلب منك ترسم لي الطريق للبوسطة؟
حدّ يساعدني، عافاك.
الكاميرا ديالي باينة مكسورة. واش تقدر تشوفها لي؟
واش كاينة شي خط ديال الطوبيس آخر اللي كيمشي لها؟
هل هاد الثمن ديال المجموعة ولا ديال كل واحد؟
شنو نوع الصوص اللي بغيتي؟ عندنا ثاوزاند آيلاند، جبن أزرق، وفرنسي.
بغيت شي فلوس تبديل.
واش تقدر تهدر ببطء من فضلك؟
لا، خمنت صح. طلقت حوالي ستة شهور فاتت.
بالطبع، سيدي. كيف تفضل لحم الستيك ديالك؟
واش تقدر تقول لي كيفاش نتحكم فدرجة حرارة الغرفة؟
كلشي مزيان.
شنو هو الكيمونو الرسمي؟
كنمشي للحمام شوية مرات فكل ساعة.
بغيت كاس ديال النبيذ الأحمر، عفاك.
كنقلب على شي شال ديال الحرير.
حْمِل لي حقائبي، عفاك.
واش هاد الطوبيس غادي لبوسطن؟
غادي نخرج السّبتة ديال الصباح غدا، فباغي ندي الفاتورة ديالي دابا.
قصّ ليهم شوية فوق الحواجب، عافاك.
غادي ناخد هاد و هاد.
بغيت نبعت هاد الشي بالبريد البحري.
عفاك، سكر الخط. غادي نعيط ليك من بعد.
الماء فالبانيو فاض.
كاينين أربعة فصول مختلفة.
مزيان، غادي ناخد ثلاثة فالمية تخفيض.
بطاقتي البنكية ما كتخرجش من الآتيم.
النموذج يمكن يكون أسهل فالاستخدام.
عندي هاد الأعراض من هاد الصباح.
هادي كيدا ف الغرفة سبعة وعشرين وتسعين. عندي ألم شديد ف بطني. عفاك عيط لطبيب ليّ.
كنكرهك
بغيت نحجز سويت.
فين كاين محطة ديال الغاز؟
واش هادي عدوى؟
غادي ياخد حوالي تسعة وتسعين يوم باش يعاود يصدر البطاقة. عفاك، كتب اسم الفندق ورقم الهاتف ديالك فهاد الورقة، باش نقدروا نتواصلوا معاك.
واش هاد الليموزين كتمشي للبالاس هوتيل؟
غادي تمشي للمدرسة؟
بغيتي شي حاجة تشربها؟
بغيت خيمة.
لقيته.
كنقلب على خيط.
شنو اللي يخليك تقرا بجد هكا؟
واش الطلب ديالنا غادي يجي قريبا؟
شنو هو الأقرب من هنا؟
واش القطار كيتوقف ف أديليد؟
عفاك، صيفط ليّ واحد البوّاب.
بغيت هاد واحد.
من فضلك، من هاد الطريق. المقعد بجانب هاد النافذة هو ديالك.
بغيت شي نقط للأنف.
واش هادي محطة ديال المترو ولا محطة ديال القطار العادي؟
فين هو الصالة ديال الصعود؟
الساعة ديال واحد وربع د العشية
غادي ياخد شوية ديال الوقت باش نوجدو ولكن.
هاد العشية خصنا نقررو واش غادي نمشيو فخطتنا باش نفتحوا فرع فشي بلاصة فلاتين أمريكا، وإذا كان الجواب نعم، خصنا نحددوا بالضبط فين، وقتاش، وكيفاش.
واش نقدر ناخد موعد آخر؟
فاش كتشري أكثر من تسعة وتسعين دولار، تقدر تستعمل نظام المعفى من الضرائب.
بني. اسمي مكتوب على الجنب ديالو.
غادي نخلي الحارس يفتح الباب بالمفتاح ديال السيد. واحد اللحظة عفاك. شنو سميتك ورقم الغرفة ديالك؟
كنستمتع بسماع الموسيقى الروحية.
البطارية مشحونة.
فهمت. إذن جوج تذاكر ذهاب وإياب لسان دييغو، عفاك.
عفاك، قهوتك.
شحال الساعة؟
هل خصني رخصة الصيد؟
بغينا طابلة بجانب الشباك.
أنا عاطل على العمل.
واش كاينة شي مدرسة للغوص متاحة؟
واش تقدر تجيب لي الحقائبي نزلها مع السّابعة ديال الصباح؟
خصنا نخلصو على المشروبات؟
كنحب جويا. متشوق باش نشوفهم.
واش نقدر نجيب السجلات بثمن زوين تما؟
عندك حافلة المطار؟
مزيان، ملي تجي لليابان، عفاك زُر داري.
آه، تقريبا ساعة كاملة. هادي بعيدة بزاف.
هم مثاليين للشاطئ.
شحال من الوقت كياخد باش توصل وترجع؟
واش تقدر تشدّ ليّ حقيبتي حتى الربعة ديال العشية؟
كيحتاج تقريباً لربعة ديال العشرا دقيقة. من فضلك خذ بروشور ياباني، إلا بغيتي.
خمسين سنت لكل كلمة. أغلى مما توقعت.
واش نقدر نخرج هاد العربة برا ديال اللوبي؟
هل هادشي مجان من الضرائب؟
أفضل حاجة هي قضاء وقت ممتع مع أصدقاء مزيانين.
بغيت نحجز غرفة توأم فيها بانيو لزوج ليالي، ابتداءً من تالت ماي.
واش تقدر توصلهم غدا الصباح؟
بسبب العاصفة الثلجية، الرحلة ديال كندايرز رقم صفر زيرو واحد تم إلغاؤها.
كتسيفط الكتب لليابان؟
شحال غادي تبقى؟
واش آلة الأشعة السينية غادي تأثر على الفيلم؟
أنا على رجيم، من فضلك خليها حصة صغيرة.
الطيران تم إلغاؤه. غادي نديك لفندق.
غادي نوصل متأخر، ولكن من فضلك حافظ على الحجز ديالي.
شحال من الوقت غادي يكون؟
عفاك، عطيتي لي خصم.
أنا واقف برا ديال الغرفة ديالي. رقم ديال الغرفة ديالي هو جوج واحد.
عندنا عشرة ديال الغرف المفردة، ثمانية ديال الغرف المزوجة وتسع ديال الغرف التوأم.
نقدروا ن checking ديالنا هنا.
عفاك حطها على الميزان هناك. خمسة وسبعين سنتيم.
واش تقدر تديّني لUnion Station و ترجعني؟
بغيت نشوف هاد الشي.
حيث أننا عارفين أن الحكومة غادي تقدم بعض التدابير ديال تنشيط الاقتصاد.
عندك ملصقات البريد الجوي؟
هل غادي نقدر نجيب كلشي فهاد اللائحة من السوبرماركت ولا خصني نمشي للصيدلية حتى هي؟
لا، ما عندناش، ولكن أنت تشري البنزين. عفاك عمر الطنطاس قبل ما ترجّع السيارة.
بغيت نبعث هاد البطاقة البريدية لليابان عبر البريد الجوي.
ف نيويورك. ووكالة السفر قالت لي خاصها تكون مزيانة.
شكراً على كل شيء.
واش كتظن خاصني نرجع لليابان؟
واش نقدر نسولك على اسمك؟
على هاد السعر ديال اليوم، غادي يوصل لهاد المبلغ.
فين المعرض؟
واش نقدر نستعمل البانيو ولا الدوش الليلة؟
الرقم هو جوج و تسع تلاف و خمس مية و واحد و عشرين.
حنا مجموعة ديال ثلاثة.
يلا، عطييني صفقة أحسن.
الوقت ديالك ديال البداية هو جوج ديال العشية حيث حجزتي. ومع ذلك، طرف آخر غادي يسالي قريبًا.
واش درتي حجز؟
كنمشي للمرحاض كل ثلاثين دقيقة.
شحال من وقت كياخد بالبريد البحري؟
هنا بالضبط؟
غادي نبقاو ثلاث ليالي.
بغيت نبدل الطياري ديالي.
كاين شي محطة ديال المترو قريب؟
ها هو السيد كوبياكوا كيهضر. واش نقدر نهضر مع السيد توماس؟
اش من وقت غادي يخرج هاد القطار؟
شحال من مرة كتدير حفلة موسيقية؟
بغيت ناخد درس ديال التزلج.
أنا كنسول على الشقة ديالك للإيجار.
بالنسبة لشخص واحد؟
عطيني شي قنينة صغيرة ديالو.
فين كياكلوا الناس ديال المنطقة عادةً؟
هل كان فيها شي كارت ديال الكاش؟
غادي يكون أربعين دولار زائد الضرائب، اللي كيخلي المجموع ديالها ٤٣ دولار.
هل من السهل على ولد عمره جوج سنين يلعب؟
بغيت نبعث هاد البوسطالات لليابان.
أنا من فرنسا.
واش نقدر نشوف تذكرتك؟
جوج تذاكر باتجاه واحد لواشنطن دي سي، عفاك.
واش نقدروا نلعبو بهد الأحذية؟
واش تقدر تصلح لي هاد التمزق فبنطالي؟
عفاك دير مكالمة على الحساب.
ما عارفش شنو هو الحجم.
فين هو أقرب تليفون؟
نعم، من فضلك ديرها. غادي نكون فانتظار مكالمتك.
واش تقدر تعطيني تخفيض على الإقامة ديالي لثلاثة ليالي؟
واش ندي رسالة؟
فالمسرح بجانب المكتبة. ولكن خصك دير حجز.
سمح لي. واش يمكن لي ناخد خريطة المدينة؟
ماشي خطير؟
هاد السطر طويل.
بغيت بيض مقلي، توست وعصير الطماطم.
خريطة، عفاك.
واش تقدر تكسر هاد الشي، عافاك؟
عندك استمارة طلب أخرى؟
واش تاغ ديال الاسم ديالك مربوط مع الشنط ديالك؟
عندك شي حاجة باش تعلن عليها؟
غرفة مزدوجة، من فضلك.
ما كايناش كراسي محجوزة. تقدر تختار أي كرسي بغيتي.
بغيت شوية ديال السجق، عفاك.
خذا حقيبتي.
واش أنت كوري؟
لا، ولكن عندنا سيارة صغيرة جديدة تمامًا. ديك الحمراء اللي هناك.
قلت سعر الصرف ديالنا. واش هاد الشي يعني كل بنك عندو سعر مختلف؟
شنو غادي نتوقع نلبس؟
شحال ديال النقود خصك؟
قيسها، عفاك.
بغيت ساعة حائط.
فين المدينة اللي غادي يوقف فيها الحافلة من بعد؟
آه، أنت ذكي بزاف، ماشي؟
فرنك سويسري، موافق؟
شحال من وقت كياخد من لوس أنجلوس لسان فرانسيسكو؟
مساء الخير. واش نقدر نعاونك؟
بغيت شي دوا للغازات في المعدة.
بغيت نخبر صحابي على هاد البلاصة، واش تقدر تعطيني بروشور ديال الفندق؟
ضاعت لي جواز السفر ديالي. عفاك، دير لي بلاغ على السرقة.
فين غادي ياخدني؟
فين التليفون؟
سمح لي دقيقة.
غادي نكتب ليك.
شنو هو أكثر جولة شاملة فالمدينة؟
عفاك، تقدر تعمر هاد الفورم من فضلك؟
بغيت واحد هوت دوغ مع البصل، عفاك.
شنو هي الخاصية ديال هاد المطعم اليوم؟
سمح لي. واش تقدر تقول لي شحال غادي تكلف عشاء متوسط؟
عفاك، بدل هاد الشي.
شنو رأيك تخرج غدا الصباح لباريس وتنقل على الرحلة ديال سويس إير ديال العشية؟
عفاك، استنى حتى يجيك الدور تجلس.
ما تغوصش.
نعم. هادي هي الغرفة الحادية عشر و تسع. التكييف ما خدامش. واش تقدر تصلحو؟
حسنًا. فين هو الزر ديال الشتر ديال هاد الكاميرا؟
ربحنا عقود مع أغلب الموردين ف اليابان.
واش تقدر تقول لي الطريق لUnion Square؟
واش تقدر تقول لي كيفاش نستعمل البوج ديال الغاز؟
عندك المستردة؟
ف فندق ZZZ. اسم مضحك، مشي هكا؟
المرجان هنا زوين والتيار ضعيف نسبيا.
خمسة وثمانين بنس
كان ذلك رائعًا.
سجّلت جوج ديال الحوايج.
بالطبع. و من فضلك مرر تحياتي الحارة للسيدة كووك اللي قامت بعدة مبادرات جيدة خلال لقائنا.
واش عندك شي إقامة متوفرة بهذا الثمن؟
عندي رقم حسابي البنكي.
خايف ما تقدرش. خصك تخرج وتتمشى.
أنا ربة بيت.
عفاك، تقدر تهجّي لي اسم العائلة ديالك؟
تذكرة لشيكاغو، من فضلك.
كتظن بلي تقدر تبدل الطوموبيل بوحدك؟
كتعجبني بزاف. خصك تجي وتزور شي مرة.
فين المشكلة؟ عفاك شرح لي.
من اليسار، هاد الشي كيخص الوقت الضروري للصناعة، وتوقع التكاليف، والمخاطر المالية.
واش تقدر تبدل ورقة ديال عشرة دولارات؟
اش من وقت غادي نخرجو؟
واش تقدر تنصحني ببعض الفنادق الأخرى؟
بغيت شي بودرة ديال الوجه، عافاك.
واش الطيارة متأخرة؟
سمح لي.
كاين ثقب فهاد الشي.
حنا غير عندنا الحجم ديال الثمانية دابا.
عندنا القهوة، الشاي، عصير البرتقال، وهكذا. شنو بغيتي؟
ما تزعجش
أنا غير عابر هنا.
هادي باينة ما مستويةش مزيان. تقدر تطيبها شوية أخرى؟
غادي تاخد هاد الشنطة للتاكسي؟
بغيت واحد قوي.
واش ممكن تعطيني شوية ديال الفلفل، عفاك؟
لا، كنحس براسي محظوظ. يلا.
فين نقدر نشري؟
عندك واحد أكبر؟
عافاك عيط ليّ منين نوصلو لGreen Park.
هل خصني ندير تأمين؟
واش نقدر ناخد تصاور فالمتحف؟
شنو كاين دابا فالفيلم؟
واش تقدر تبدل هاد الشي لليور الياباني؟
نعم، درت. مشيت الأحد اللي فات مع صاحبي.
هادي الغرفة ثلاثة أو جوج.
واش يمكن ليّ ناخذ خبز أكثر؟
واش تقدر تعاونني باش نجيب التذاكر؟
واش هادي نسبة ثابتة للوسط المدينة؟
بغيت ندير حجز لثلاثة ديال الناس على السابعة، عفاك.
كتشوف شي بناية بيضاء؟ راه قدام البناية.
هل هاد الطريق الصحيح للقطار اللي غادي لمحطة X؟
أنا ف فندق "ABC"، الغرفة ستة وثمانين وخمسة. واش تقدر تسول عليه يعيط لي هنا من فضلك؟
لا شكراً، هاد هو كلشي.
مفاصلي كتووجع.
فين كاين محطة ديال الغاز؟
هاد القهوة قوية بزاف.
عفاك، عطيني نسخة من تقرير السرقة.
عندنا أنظمة المترو فمدن كبيرة بحال طوكيو.
سمح لينا، ما قدرناش، ما عندناش نفس الحاجة.
واش تقدر تعطيني مخدر؟
بالطبع. سير مباشرة ثلاثة بلوكات. من بعد، قلب لليسار. غادي تشوف باب على الطراز الصيني زوين.
التكلفة غادي تكون عشرة دولارات لكل واحد.
سمح لي. واش تقدر تعمرها بالعامي، عفاك؟
شفت المشتبه فيه مزيان؟
واش، شنو رأيك؟ بغيت نسمع رأيك بلا شك.
واش تقدر تحط لي هاد الحذا فيهم؟
غادي نرجع هنا غدا مرة أخرى. شنو هو توقيت الخدمة ديالك؟
هل كيشمل الشامبو والتجفيف بالمجفف؟
شكون بغيتي تشوف؟
إيمتى هو الوقت ديال الصعود؟
بغيت شي حوايج ديال التحتاني.
غادي نعطيك رقم ديالي فالتليفون منين نقدر.
الطبق الرئيسي هو مزيج ديال اللحم ديال البقر المشوي والكابوريا.
منين كيبدا القطار ديال بوسطن؟
هادي من أحسن الجودة اللي عندنا.
واش غادي تقدر تعوضني على هاد الشي؟
غادي ناكلوه مع بعضنا، من فضلك جيب معاك شوكة زيادة؟
هل ما زالوا الكبار محترمين ف اليابان؟
واش كاين شي ثمن على السماعات؟
الرسوم الأساسية هي خمسمائة دولار مع رسوم إضافية ديال خمسة وخمسين دولار فالشهر.
ف فندق هاليكولاني
بالطبع، سيدتي. واش بغيتي تستعملي هورن ديال الحذا؟ كيفاش كاين التناسب؟
واش تأكد من جديد؟
واش نقدر نشوف هاد الشي، عفاك؟
شربات ديال الشمام، عفاك.
شنو النوع، سيدي؟
هل هذا مزيان؟
هو زوين بزاف باش يكون حقيقي.
واش يمكن لي نعطيك جوج ديال الهوت دوغ باش تديهم معاك؟
عونيني، عفاك.
كنقوم فالساعة ستة ديال العشية كل نهار.
سمح لينا، ما نقدروش. غادي ياخد أكثر من جوج أسابيع.
فين نقدر نلقى معلومات السياح؟
فهمت. غادي نتاكد مع الموظفين ديالنا.
كيفاش نوصل لمبنى إمباير ستيت من هنا؟
شنو هو الثمن ديال كراء تليفون محمول وبيجر؟
يا إلهي
واش كتدي الطلبات للعشاء دابا؟
اسمي تسنيو سوزوكي. هادي هي تأكيد الحجز ديالي.
ف فندق ريتز
السلام. إلى باريس، من فضلك.
طابلة ديال النافذة، عفاك.
واش تقدر توريني ديك اللي عند الشباك؟
هل هاد اللوشن ديال الجسم كيمنع التعرق؟
شنط ديال البلاستيك، عفاك.
ضاعت ليّ حقيبتي.
بغيت نجرب هاد الكعب العالي.
واش عندك تبديل الحرس اليوم؟
تقدر تدي هاد الوصفة للصيدلية فالطابق الرئيسي.
ما عندكش شي فواتير أصغر؟
سمح لي، ولكن الطاولات ديالنا عامرة. واش بغيتي تصبر؟
هادي فيها شرقة.
بغيت واحد الأسبوع ديال الدخول، عفاك.
غادي نجرب شي بوظة.
واش ممكن تعطينا شي طابلة ديال الرماد، عفاك؟
عفاك، قلب لليسار.
تانكا، الغرفة مية.
سمح لي، واش يمكن لي نعطيك شي ماء؟
حجم كبير بزاف عليّ. عافاك ورّيني حجم أصغر.
من اللطيف بزاف منك تقول هكا.
حذر. أنا جاي هنا.
واش تقدر تعاود تصدر تذكرة أخرى غير لمصاريف المعالجة؟
غادي ياخد تقريباً ساعة.
خمسين وربعين وربعين.
واش هادي صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نبقى نعلمك بمكانتي.
كاين شي مغسلة قريبة من هنا؟
واش نقدر نعاود منشف الشعر؟
واش تقدر تجيب لي الملح، عافاك؟
إنها هدية.
كنسنى فيك باش تسكت.
الرقم هو صفر ثلاثة ثلاثة اثنين ثلاثة أربعة واحد اثنين ثلاثة أربعة
أنا فرحان بزاف على الهدية.
خصني نتمسك مزيان بمحفظتي، إلا كان شي حد باغي يسرقها.
فالعشية كيسود الظلام حوالي الربعة ديال العشية والمتاجر كتسدو بكري.
واش الرسوم ديال الخدمة مشمولة؟
شحال بغيتي تقصّ؟
سمح لي، واش تقدر تشرح لي هاد الأزرار؟
شنو رأيك ف السيارة ديال هاديك، بليموت؟
سمح لي، ولكن خصني شي حد يعاوني.
لأربعة أيام. إلا بقى العرض، نقدر نعمره مرة أخرى.
واش كاين شي خدمة من شيكاغو لسياتل؟
هل الوراق بحجم قانوني غادي يندمجو؟
واش كاين مرحاض خاص؟
المناشف خصها تكون ملفوفة فوق الرف اللي فوق الحوض.
وريني شي سويترات اللي كيتوافقو مع هاد الشي.
كنتمناو من خلال تفعيل استعمال الميكروكمبيوترات فهاد المجال اللي مهمل شوية، نزيدو فمبيعاتها فالمؤسسات التعليمية.
شحال الثمن؟
كاين طلب كبير على هاد الكمبيوتر الجديد.
كيطرا هنا.
بغيت مسكن للألم.
ممكن إذا قدرت نلقى رحلة فالصباح المبكر فالسادس والعشرين.
بغيت واحد ديال الباي مع الآيس كريم، عفاك.
بغيت شوية ديال الماء، عفاك.
إلا كانت الجولة ديال النهار كامل فيها Fisherman's Wharf، غادي ناخدها.
ماشي مشكل.
ما حاسش مزيان، عفاك عطيني شي دوا.
هاد الستيك صعيب بزاف عليا.
حنا سالينا ديجا.
حيث، هما فريق شباب بزاف، ودياغو دي لوس أنجلوس جايين بقوة حتى هوما.
ما زال، شكراً.
عفاك وقف فوسط ديال مجموعتنا.
بغيت الغسيل ديال الملابس يتغسل فشي وقت اليوم.
فيلم سلايد ملون، من فضلك.
السكان ديال اليابان هو السابع فالعالم.
واحد حاول يسرق. شاب مهدد، على ما أظن.
هادي ضيقة بزاف هنا فالصدر.
واش تقدر تتصل بشركة التأمين؟
شنو أنواع الخمر اللي عندك؟
لا، خذ الرقم ثلاثة.
ها الخمسة دولارات.
آه، شكراً ليك. استمتعت به.
أنا ف الخدمة.
غادي نبقى ف فندق هيلتون. غادي نكون هنا غير ثلاثة أيام.
بغيت تلفزة محمولة، عفاك.
واش كاين شي فنادق قريب من المطار؟
بغيت واحد فراج مع المملحة، عفاك.
عندي غرزة ف بطني.
عيط للفوج ديال الإنقاذ، عفاك.
تذكرة طالب واحد، من فضلك.
عفاك كتب رسالة منين توصل.
سمح لي. شوف، غادي نخلص على كلشي. غير متصلش البوليس. بابا ديالي غادي يقتلني.
أنا مَحْبُوس.
واش تقدر تلف هاد الشي هدية؟
عندي ألم خفيف فالبطن.
ما عندكش شي حاجة بيناتهم؟
جوج طوابع ديال دولار واحد وعشرة ديال عشرين سنتيم، عفاك.
ما كياكلوش البيض النيء ف الولايات المتحدة.
فين نقدر نصلح ساعتي؟
وعفاك قول ليهم غادي نكونو تقريبا نص ساعة متأخرين.
عطيني عشرة توكنات، عافاك.
أنا ك نستعمل صندوق الأمانات ديالك.
كيفاش نوصل للمطعم؟
سراع الله يرحم الوالدين
غادي يكونو جاهزين غدا. ولكن مع الخدمة ديالنا الخاصة، فهاد العشية.
بالطبع، خذ الحافلة رقم خمسة من فندق رويال ونزل ف ساحة المدينة.
سمح لي، واش تقدر توجهني للمحطة؟
تقدر تحصل عليه فمحطة الحافلات ديال تماك.
غادي نسول عليه واش مناسب ليه قبل ما نتصل به.
مكتب الكراء ديال السيارات، عفاك.
بغيت نشوف الجبال.
هل هاد الشي ديال السيدات ولا ديال الرجال؟
بغيت نشري زوج ديال النظارات جداد.
بغينا نديرو بلاغ على الشنطة المفقودة.
غادي نوقفو فالحانوت فطريق الرجوع؟
غادي يكون منجز حتى لليل غدا.
حول هاد الشي لبيزيتا، عفاك.
شنو تفضل، كرسي ديال التدخين ولا كرسي بلا تدخين؟
هذا هو السيد تانكا. أنا توًّا سجلت الدخول، ولكن ما عجبنيش هاد الغرفة.
ويشكي على الحجار، عفاك.
لا، ولكن عندنا طبيب اللي يقدر يفهم اليابانية مزيان بزاف. إذن ما كاينش مشكل على الإطلاق.
ماشي مشكل.
ما عارفش المقاسات ديال أستراليا.
غادي ترقص معايا؟
هذا كل شيء دابا. شحال خصني نعطيك؟
لو كنت مكانك، غنجرب هاد الشي.
الرسمة كتوضح الاختلافات الرئيسية بين جوج ديال أنواع العقود.
واش أنا؟ الشطرنج لعبة مثالية بالنسبة لي.
نعم. بغيت نشري شي تذكارات. واش تقدر تنصحني بشي حاجة تقليدية؟
هو مريض. عفاك اتصل بطبيب ليه.
شنو هو الرياضة الأكثر شعبية هنا؟
شنو نوع البرامج التلفزية اللي مهتم بها؟
هل كنخسرو ولا كنربحو نهار فطريقنا لأمريكا؟
وريني الجدول الزمني، عفاك.
بغيت شي سماعات.
كتسكن بوحدك؟
خصك تصبر تقريباً ساعة.
كيفاش كتديرها؟
الكاميرا ديالي ما خداماش مزيان.
نهار ممتع.
نعم. هاد الصباح شريت سويتر من عندك فالحانوت ديالك. ولكن ملي رجعت وفتحته، ما كانش هو اللي شريتو. هادي الوصل ديالي.
كيفاش كتكل هاد الشي؟
عندك سلطة خضراء؟
مليان، شكراً لا.
كتعرف شي أطباء اللي كيهدرو اليابانية؟
إمتى كيبدا العرض؟
واش نقدر نخلص بالين؟
هواياتي هي تسلق الجبال والعزف على البيانو.
ما قادرش نصدق خاصني نرجع لليابان. كنتمنى نقدر نبقى أطول.
الماء كيسرب من فوق. ماقدرتش نتحمل نقعد هنا.
نصحيك بواحد الكوريو.
هادي السيدة مايزاكي فالغرفة ثلاثة وعشرين خمسة عشر. بغيت مكالمة إيقاظ غدا الصباح.
مشهور بالبحر الجميل.
بسلامة
فين نقدر نشري كوريوا؟
نعم. باللون الأزرق، الأحمر، والأصفر.
غادي نكون سعيد نعاونك.
بغيت نعمرها من البوابة رقم خمسة، عفاك. هادي عشرين دولار.
مسرور بلقائك
فين نقدر نبدل شي شيكات المسافرين؟
واش تقدر تحجز لينا غدا العشية؟
واش تقدر تديونا للمقاعد C تسعود و C عشرين؟
مكن لي نجيب طوموبيل جديدة غير مؤخراً.
قسم لي شعري على اليسار، من فضلك.
شحال من مرة كاين الباص ديال هايد بارك كيدور؟
عندك مرشد يتكلم اليابانية؟
نعم، سلطة خضراء، من فضلك.
بحث على طبيب اللي كيعرف اليابانية، عفاك.
قريبًا ومع واحد صاحبي. ولكن كاين مشكل. ما عنديش صاحبي بعد.
عطيني شي دوا، عافاك.
بغيت نبدل الغرفة ديالي.
سمعت الإعلان على إلغاء الرحلة واحد صفر سبعة.
بغيت زوج ديال الحذاو مع سُوْلْ مطاط، عفاك.
مشي مباشرة. فندق ميلتون كاين على اليسار.
فين نقدر نجيب التذكرة؟
بغيت ندير حجز.
سير بسرعة قدر المستطاع.
الطبخ هناك ضعيف.
شحال ديال القناني ديال المشروبات الكحولية عندك؟
بغيت نوصل للمطار قبل الساعة ستة.
واش مستعد تنقص الثمن لسبعة دولارات؟
بغيت ندير شوية ديال التسوق قبل ما نمشيو. واش تقدر تهلا فحوايج ديالي شوية ديال الوقت؟
تقدر تبدلو ف أي واحد من بنوك المطار.
بغيت شي كليب ديال الورق.
شنو هو الثمن؟
عندنا نبيذ الورد ممتاز.
مزيان.
واش نقدر نهضر مع السيد جونز؟
شنو هاد الفاتورة ديالها؟
شفت المباراة؟ اليانكيز ربحو.
بغيت ندير مكالمة مجمعة لليابان. أنا وطانابي غوروه، الغرفة واحد اثنين ثلاثة. بغيت نهضر مع السيد وطانابي ماكوتو على الثمن واحد أربعة خمسة تريبل واحد تريبل كوانت collect.
ها الفاتورة ديالك.
غادي نجرب هاد الشي.
لا، ما عنديش. جِيت غير هنا من اليابان.
لا شكراً، نقدر نلقاه بوحدي.
واش هاد الطوبيس كيمشي فطريق Fifth Avenue؟
الدليل ديالنا غادي يلقانا فالمطار.
مكالمة من شخص لآخر، من فضلك.
بخير، شكراً.
هي كتسيل الدم.
أنا عندي حساسية من المحار.
واش تقدر تقول لي البرنامج ديال التلفزة ديال اليوم؟
شنو هو النهار ديال الأسبوع اليوم؟
واش هاد الظل ديال العين؟
هذا صحيح. غادي يكون تمرين مزيان.
أنا متأكد غادي تردّ بسرعة.
أنا أستاذ.
بغيت صندوق ديال الطلاء.
عطيني ثلاثين وستة ديال التعرض، عفاك.
في أي قناة كاين الفيلم؟
المكلة المكسيكية
جات الحافلة. من الأحسن تسرع.
المفتاح ديال التسوق الناجح هو توصل قبل الزحمة.
يلا نديرو صفقة.
آه، مزيان. عندنا وقت بزاف إذن.
شنو هو الكوكتيل الخاص ديالك؟
عندك هاد اللون فالأخضر الغامق؟
عشرين ألف ين، من فضلك.
واش هادي الباب ديال الرحلة ديال American Airlines رقم عشرين لميا مي؟
بزاف قليل.
واش نقدر نبدل هاد العملة لعملة ديال بلد آخر من بعد؟
عطيني جميع فلوسك.
عندي مكتبي هنا فوق. هادي أن بيلتر، السكرتيرة ديالي. أن، هادي السيد أوزو من أوساكا.
بغيت نحجز مقعد ف الدرجة الاقتصادية لشيكاغو هاد الأربعاء.
بغيت نحجز غرفة لثلاث ليالي الجايين.
واش تقدر تفتح لي الباب؟ ولا نقدر نعاود المفتاح ديال السيد؟
واحد من ديك العلبة الحمراء، عفاك.
مايهاما هي المحطة الصحيحة لديزني لاند.
شوية غالي بزاف.
فأي وقت غادي يوصل الحافلة لفندق هيلتون؟
هذا طبق شعبي فالمطعم ديالنا.
عفاك، خلّي الفندق يخلص رسوم الإلغاء.
مزيان. غادي نخرج من الخدمة فالسّادسة، واش مزيان ليك السابعة؟
حسنًا. الرصيد ديالك فالحساب ديالك هو ستمائة وثلاثين دولار.
كاينين هناك المتاجر الكبرى ديال الأقسام.
واش نقدر نجمع حقيبتي فالمكان ديال الوصول؟
عفاك، شيك عليه بسرعة.
عندك شي هدية مزيانة لراجلي؟
فيقني على الأكل.
واش تقدر تقول لي كيفاش نستعمل المنبه ديال الساعة؟
باش تدرس
بالطبع، هادي هي الماسترد.
السوكة ما خداماش.
كتشوف العلامة ديال Air U.S. سبعة صفر سبعة؟ خاصك تمشي لها.
جبدت ستة عشر دولار ديال سوبر أونليد.
عندي ألم فالبطن. واش يمكن لي نعطيك شي دوا؟
كنقلب على دباسة.
كان مشهور ف الفترة ديال الأربعينات حتى الستينات ديال القرن العشرين.
بغيت نعرف قياس عنقي.
بغيتي شي قهوة أخرى؟
الزر مكسور.
واش نقدر نعيط ليك؟ واش تقدر تعطيني رقم ديالك؟
ها مزيج ديال أربعين فالمية ديال القطن وستين فالمية ديال النايلون.
غادي نراهن على الأرقام الحمراء الزوجية.
نادي الإيجار كيكلّف ثمانية دولارات لواحد الطقم كامل والكراكيط ديال الإيجار جوج دولارات.
ثلاثة أيام من السابع من يونيو
واش كاين شي شقق اللي يقدر السائح يكرّيها؟
هل عارف بلي أنا هنا؟
غدا؟ ما غاديش ندير شي حاجة طوال النهار. ولكن علاش؟
بغيت ندير مكالمة مجمعة مع السيد هاشيموتو.
واش كاين شي مباراة ديال الكورة هاد الويكاند؟
هادشي مزيان. عفاك، نعطيه لي.
واش تقدر توريني الفاتورة ديالي، عفاك؟ شنو هاد الرسوم؟
راهم ف الجهة الأخرى ديال قسم المجلات.
شنو هي الاختيارات ديال اليوم؟
فين خصني نقدم طلب إعادة الإصدار؟
شوية زايد بزاف.
تابيو أوزورا
غادي نوريك البلاد.
بغينا طابلة فالقسم ديال التدخين.
بغيت شامبو ضد القشرة.
واش تقدر تعاونني نملأ هاد النموذج؟
واش كاين شي تخفيض للسياح؟
بغيت سوب.
من بعد الشامبو، بغيت منيكور.
ماشي بزاف ديال الثمن. حسنًا. عندنا فندق زوين سميتو The Beverly. كاين فالجانب الشرقي.
غادي نبدل لرحلة أخرى فباريس.
ما تقولش أبدًا.
واش عرفتُه من زمان؟
ف المحل ديال التذكارات عند المدخل.
لا. هادي تامورا.
عندي موعد فالسابعة.
شنو كيعقر؟
عفاك ضغط عليهم هادو.
بغيت نحجز سرير ف مدريد الليلة.
بالطبع. غير نزل هاد الشارع جوج بلوكات، وغادي تشوف بنك الأمم على اليمين ديالك.
شكراً، ولكن بغيت نفكر فيها مزيان.
اش من وقت يوصل؟
شحال هادي فكل باوند؟
شنو غادي يوقع إلا قلت نعم؟
بغيتي تدير شي عملية أخرى؟
السيدة الحمراء، هو كوكتيل بالفراولة مبني على الشمبانيا وكتعطي انتعاش بزاف.
هادي مفيدة. شكراً ليك. سمح لي، سميتك من فضلك.
هل كانت هناك أي ميزات خاصة أو علامات عليه؟
كاين حافلة أخرى على الساعة الثانية عشر ونصف.
واش نقدر نشوف السويتر اللي فالنوافذ؟
جوج ديال الديكيري، عفاك.
واش كاين شي مطعم اللي كيتكلمو فيه اليابانية؟
واش تقدر تندير ليه مناشير لصاحبي؟ ضيعتو ف الزحام.
غادي نعطيك إبرة.
رفيقي تعرض له هجوم من ألم حاد فالبطن.
بغيت شوية ديال الكريمة للبشرة الدهنية.
واش تقدر تنصحني بجولة سياحية؟
حوالي تلتة ديال الساعة. عفاك سنى ف لابلاصة ديال الترانزيت.
واش نقدر ندير مكالمة على الحساب ديال اليابان؟
واش يمكن لي توصل ليّ بيتزا لغرفتي؟
نظن أننا قادرين نعطيو طابلة فثلاثين دقيقة.
فين هو أقرب حلاقة؟
شحال الثمن ديال واحد الطقم؟
أنا من ألمانيا.
عفاك، بدّل هاد الشي للدولارات.
عندك الكاكي؟
كاين ريحة زوينة خارجة من هاد الكشك ديال الماكلة.
واش غادي توريني كيفاش ندير مكالمة تلفونية؟
كنراهن بلي كاينين ناس هنا على المخدرات.
واش فهمتي شنو كنقول؟
واش نقدر نسول على وقت المغادرة من هنا؟
هو خرج.
والدي خايف يكون على طيارة.
أنا هنا مع صاحبي. واش نقدر نجلس معاك؟
الماكلة زوينة والناس خدامين بزاف، ولكن التلفزة طفولية.
فهمت. خليني نراجع كتابي. عندي افتتاحية هاد الجمعة. واش تفضل الصباح ولا العشية؟
شكراً. من فضلك، خلّص عند الكاشيير اللي هناك. شكراً مرة أخرى.
رجع وقتاش؟
فين هو الصالة التنفيذية؟
الساعة تسعود.
سمح لي. ما عنديش كفاية دابا.
حسنا. يلا نبدأو. واش مستعد؟
واش هادي كوارتز؟
آه، خصني نجيب شوية ديال المعجون ديال الأسنان حتى هو.
عفاك، طلب ديال سلطة البطاطا ديال الكوتي.
التلوث ديال الهواء مشكلة خطيرة فهاد المدينة.
عندك لاونج؟
بطني كيوجعني.
الرقم ديال التليفون هو واحد جوج ثلاثة أربعة خمسة ستة
بغيتي الحوت ولا اللحم ديال البقر؟
عفاك، لقا كرسي. خصني نلقى كرسي.
خصني نوصل للمطار قبل الثمن ديال الصباح.
كنظن تلاقيت بك من قبل. أنا كينيتشي يامادا من نانيو تكنولوجي.
واش تقدر تشوف لي هاد الجدول ديال اختبار البصر، عفاك؟
غادي نعطيو حفل ودي غدا. انضم لينا، واش غادي؟
واش يمكن لي نعطيك مفك البراغي؟
واش نقدر ناخد فيديو؟
آه، هاد الطيارة صغيرة بزاف باش تحمل جميع الحقائب.
ما تدخنش ف المصعد، عفاك.
بغيت نمشي ف رحلة بحرية.
عفاك، سمي لي واحد المطعم.
هادي الغرفة ثلاثة وعشرين وخمسة. التلفزة ما خداماش.
بغيت جوج ياردات ديال هاد القماش، عافاك.
عفاك، صيفط مصاريف النقل باش توصل لهناك.
شنو كتفضل، كلب ولا قط؟
نقدر نتاخذها.
واش تقدر تجيب لي شوية ديال الثلج وجوج كاس ديال الماء، عفاك؟
كان عندي واحد قنينة ديال الماء المعدني من التلاجة.
شنو هو رقم ديال الطيارت ديالك؟
عندي مشكل في القلب.
فين الزيت ديال السمسم؟
ها هو البلاصة اللي تصادمت فيها أربعة ديال السيارات قبل البارح.
أحيانًا كنمشي نلعب الغولف فالعطلات ديال الأسبوع.
كاينين بعض النقاط اللي خصني نفكر فيها.
بغيت نحدد موعد على العشرة ديال الصباح.
سكت. غادي نعيط ونحدد موعد باش يقطعوه.
واش تقدر تجلس ثلاثة؟
السماعات ما كاتخدمش مزيان.
شنو كاين ف السينما الليلة؟
واش نقدر نطلب منهم يعاودوا يصدروا ليهم؟
عندك رُوبِي فإطار ديال الفضة الإسترليني؟
شنو هو الحد الأقصى للعمر؟
بغيت عصير الطماطم، عفاك.
نعم، واش تقدر تشرح لي كيفاش نستعمل هاد السماعات؟
حتى أي وقت مسموح لينا ندخلو؟
كتعرف شي محلات اللي فيها عمال ديال البيع يابانيين؟
نعم سيدي، بعض من أحسن الناس كيبقوا هنا - الناس اللي كيكرموا سائقين التاكسي، إلا كنت فهمتي شنو نقصد، سيدي.
الدرجة الثانية باتجاه واحد، من فضلك.
أنا محجوز على الرحلة خمسة متجهة لسياتل غدا.
حنا متأخرين شوية، ولكن ما تقلقش.
تأكد بلي غادي تفي بجميع وعودك.
فين نقدر نقدم طلب ديالي لمدرسة الغطس؟
عندك ظرف آخر؟
لا زيت شعر، شكراً.
شحال ديال الأيام؟
ما بغيتش هاد الشي.
فهمت. باين زوين. ولكن واش ماشي شوية غالي.
ما عنديش دراهم لقفل ديال الخزانة اللي كتخدم بالعملات.
عرفت بلي ما وقفتيش عند العلامة؟
شحال الثمن ديال ليلة؟
حجمي سبعة.
غادي نوصل تقريباً مع العشرة ديال الليل.
رقمي هو واحد اثنين ثلاثة تسعة صفر خمسة خمسة.
منين جيت لهنا كامل هاد الطريق لساڤيل رو، خصني ندير بدلة.
عمر البطارية، عفاك.
العشرين من أبريل
بغيت نبدل لرحلة بعد الظهر.
ملابس، حقائب، حوايج، بحال هكا.
هي بنت يابانية عندها ثمن سنين.
كيف داير؟ والدي كيسلم عليك.
يلا نسرعو، ولا غادي نتأخرو.
واش هادي هشّة ولا قابلة للكسر؟
خايف هاد المشروع غادي يفشل.
علمني الخطوات، عافاك.
حوالي ساعة ونصف.
سمح لي. عطيتها لواحد آخر كيسكن ف نفس الغرفة.
ماري كانت ف الوقت ديال القطار، ولكن جورج ما كانش.
كل الخدمة و بلا لعب كاتخلي جاك ولد ممل.
حسنا، غادي نفكر فيها.
التذاكر السريعة صالحة غير للقطار والمقعد اللي حجزتيه.
Gokurosama على شرح كل هاد الشي ليا.
ما دارتش حركة الأمعاء من ثلاثة أيام فاتت.
شنو النادي اللي خصني نستعمله فالتسديدة الجاية؟
أي شط هو الأكثر شعبية مع الأطفال المحليين؟
كلهم سلع شخصية.
نعم، غير واحد كوكاكولا.
عطي راسك الحلاوة.
ماشي خطير باش تاكله؟
هذه هي بطاقة المطالبة ديالي. غادي تراجعها فورا؟
حنا حتى حنا كنشريو بزاف ديال المأكولات البحرية من بلدان أخرى.
حوايج هشّة
ما تقلقش. غادي نعلنو عليه.
الطريق لميناء الصيادين، من فضلك.
غادي تجيب لي شاي وخبز وزبدة؟ هادي الغرفة جوج صفر ثلاثة أربعة.
أنا كنموت على شربة ديال البيرة.
كيعتمد واش عندك شي حاجة باش تعلن عليها ولا لا.
مزيان سيدي. عفاك سكر الخط و غادي نعلمك منين نكمل الربط ديال المكالمة.
النشر على الحاسوب ولى شائع بزاف هاد الأيام.
واش من فضلك تقدر تبدل هاد الفاتورة لشي فواتير أصغر؟
منشستر عفاك.
سمح لي، ما كنقوموش بهاد الشي.
خسرت شي حاجة. تقدر تجيب لي منديلا؟
إمتى كانت آخر مرة مارست فيها الجنس؟
شحال الثمن ديال تذكرة لوايت بلاينز ف الخط الشمالي؟
واش هادي جولة نص نهار؟
عافاك، ورّيني الجدول ديال الوقت.
بغيت نغسل يديّ. كاين شي غرفة نقدر نغسل فيها يديّ؟
هل خصني التذاكر؟
كاين شي حاجة مشي مزيانة ف السيارة. تقدر تشوفها؟
آه. هو عارف بلي بغينا الثياب.
عفاك، مكالمة طويلة المدى.
سمح لي، ولكن هو دابا ف اجتماع.
كنقلب على بنك. فين هو الأقرب؟
شنو نوع الخدمة؟
يا اللعنة. فين حنا ديال الآن؟
صباح الخير. شحال منكم غادي ياكل؟
البطاقة ديال المفتاح مَطْنَية. واش تقدر تعطيني وحدة أخرى، عافاك؟
خصك تْشوف راسك قبل تسعين دقيقة من وقت الرحيل.
خلّيت الجاكيت ديالي فخزانة ديال الفندق.
عفاك بدل هاد الشي لعملات صغيرة.
واحد ممكن يكون خذاها بالغلط.
فين كاين الكورس ديال المبتدئين؟
عندك شي ألوان مختلفة؟
بغيت نرد الراديو اللي شريتو البارح.
أي خط خصني ناخد؟
عفاك جيب لي منشفة.
عندي رحلة تربط على نورثويست ۲۳۴. فين ندي حقيبتي للتسجيل؟
واش نقدر نبدل الكراسي؟
$1.75. غادي نعيط ليك ملي يكون واجد.
واش تقدر تسول عليه فطوكيو؟
هادي هي الغرفة ستة واحد.
يا لها من منظر.
عفاك فاقني على الساعة ستة ديال الصباح غدا.
باين عليها قطعة ذات جودة عالية.
واش ندي حوايجك؟
عفاك، واش يمكن لي ناخذ الحساب ديالي؟
عند نهر التايمز، من فضلك.
سمح لي، واش تقدر تصورنا؟
واش كاينين شي بلايص للغوص قريب من هنا؟
بغيت برغر بالجبن بكلشي، بطاطا مقلية وشيكولاتة بالفراولة.
عفاك، صيفط هاد الطرد بنظام الدفع عند التسليم.
أنا فرحان بزاف حيث كنت كناكل وجبات على الطريقة الغربية من بعدما خرجت من طوكيو.
بغيت نبعت هادشي عبر الكابل.
عفاك، كتب اسمك، الفندق ورقم الهاتف ديالك على هاد الورقة.
واش نقدر ندير موعد لجمعة؟
صباح الخير. هادي نداء ديال الصحوة ديالك.
درت مكالمة.
عافاك ورّيني الطريق لمكتب BA.
سمح لي. واش تقدر تكسر لي هاد الدولار واحد وصفر سنتيم؟ بغيت نعيط، ولكن ما عنديش فكة معايا.
من التسعود ديال الصباح حتى التسعود ديال العشية
واش تقدر تطبع لي اسمي وعنواني على الورقة الرسمية؟
ها هو الوصل ديالي على الأداء.
هل اللباس الرسمي مطلوب؟
شحال الثمن ديال الفاشيال مع الماسك ديال الطحالب؟
بغيت نصرف الشيك.
كيف كانت الحالة ديال الطقس ف لوس أنجلوس؟
غير قدام هاد الباب. مشي لمحطة ديال الحافلة اللي مكتوب عليها رقم ثلاثة. هاد الحافلة غادي توصلك لفندق باي View.
مع هاد البرنامج، المستخدمين يقدرو يخلقو صفحة ويب ف أقل من عشر دقايق.
طحت وخدشت ركبتي مزيان.
عافاك، ورّيني.
شنو كيقول العلامة؟
علاش المنتج أ حافظ على حصتو الكبيرة فالسوق طوال الخمس سنين اللي فاتو؟
حسنًا. من فضلك تابع لفحص الجواز.
رجع لي جوج دولارات.
إمتى غادي تجي؟
عندك نفس الحاجة باللون الأسود؟
اش من وقت كيمشي آخر قطار؟
عفاك، خليّني نزل فالمحطة الجاية.
لوحات الكراء، من فضلك.
إيه، عندنا ثلاثة ديال الملاعب ديال التنس فورا خلف هاد الجناح.
عفاك، جيبني من المحطة.
فين خصني نوقف؟
عفاك، مشي للنافذة الخامسة.
حسنا، سيدي. غادي نشوفوك فالسابعة.
خصك يكون شي خطأ فالحسابات. شحال هو؟
بغيت سيارة أوتوماتيك كتدير مسافة مزيانة فكل لفة.
نعم، البارح كان شوية دافئ.
ممنوع الوقوف على الرصيف.
وكتبيع الطوابع البريدية؟
خصني وصفة طبية.
تقريبا خمسة ديال العشية.
رد الفعل على النموذج ديالنا السابق كان غالبا إيجابي.
شنو رأيك تمشي معايا لهكوني؟
أي حاجة تختارها مزيانة.
حسنا، السيدة Suzuki، عندك حجز على الرحلة 213 اللي غادي تغادر غدا على الساعة الثالثة ديال العشية. من فضلك، سجل الوصول قبل الساعة الثانية.
واش عندي شي دراهم صغيرة؟
ممكن خليته فالبلاصة ديال الاستقبال.
بالطبع. هذي ثلاثة ديال القطع كاملين؟ غادي نحتافضو بهم ليك.
ما كنشوفش الشاشة مزيان من هنا.
سمح لي، ولكن بغيتك تحافظ على جواز سفري.
مزيان. دابا حجزتي.
اللي بليز.
بغيتي ندوّرو الغداء مع بعضنا؟
حشومة بزاف. كان من اللطيف بزاف نهضر معاك.
ما لقيتش الكلمات المناسبة.
أكبر فرق هو الإحساس بالمكان.
عندك شي تخفيض على الإقامة الشهرية؟
واش هادي ف الطريق السريع ولا فالمدينة؟
وقع سرقة.
غادي تبقى ثلاث ليالي كما هو مقرر؟
واش ممكن تعيط لي من بعد؟
بغيت نبعث تليغراف.
شحال من الوقت خصني نخرج؟
إيه، للمجموعات ديال عشرة أو أكثر، ثلاثة دولارات لكل مشروب.
ها البطاقة ديال الصعود ديالك. من فضلك مشي للبوابة الربعة عشر ملي يتنادى الرحلة.
قطعت يدي على قطعة ديال الزجاج.
ما تزعجنيش.
هو مزيان بزاف.
ما جبتش حقيبتي بعد.
صراحة، صعيب نقول. كيعتمد على الزحام ف الطريق السريع. عارف، راه بزاف ديال الناس ف هاد الوقت ديال النهار.
واش تقدر توريني كيفاش ناكل هاد الشي؟
بغيت لحم خنزير مشوي
سالت الغاز ديالي.
واش نقدر نجرب الحجم اللي بعده أكبر؟
عفاك عَمّر هاد الفورم. فين خصنا نديُوه من بعد ما نرجعوه؟
التقيت بك ملي زرت مكتبنا فطوكيو العام اللي فات.
كتوقف ف فندق واني؟
واش تقدر تشرح لي كيفاش تلعب؟
واش نقدر ناخد كيبير و شي خبزات؟
واش تقدر تنصحني بمطعم مزيان؟
شحال من الوقت؟
عفاك، بدا العداد.
عمري ما شفت لون حيّ كهادي.
واش يمكن لي نعطيك شي دواء للمعدة؟
ما هادشي اللي طلبت.
سمح لي، فين نقدر نغسل يديّ؟
السلام عليكم، ضيعت الكارت ديالي ديال الكريدي. عفاك، من فضلك، سدي الكارت القديم وصدّر لي واحد جديد.
بغيت نشيك حقيبتي.
بغيت تذكرة ذهاب وإياب لمحطة "S"، من فضلك.
شنو هو الثمن ديال الغرفة؟
عفاك، تبعُه. غادي يشامبُر شعرك.
واش يمكن لي نعطيك كيس ديال الحمل؟
عندي ثلاثة ديال الحوايج.
واش يمكن ليك تعطيني اسمك ورقم ديال التليفون ديالك؟
فهمت. مذاق الحلويات اليابانية مختلف بزاف على ديالنا.
واش تقدر تبعت لي واحد الكرين ديال السحب لواحد مينو رود؟
هادي عائلتي.
واش مزيان نبدل لمقعد آخر؟
شحال غادي ياخد هاد الشي؟
بالطبع. غادي نكون قريب من البريد على أي حال.
آه. هادشي مؤسف بزاف. إذن، شنو رأيك فهاد واحد، اللي فيه عملية بسيطة؟ كل اللي خاصك دير هو تضع هاد الكارتريج ديال الفيلم هنا وتضغط على الزر ديال التصوير.
واش تقدر ترتب لي باش نجلس مع مراتي؟
تسخنات بالما ديال الماء الساخن.
بغيت نبعث كابلگرام.
حيثاش القرارات كتدار جماعياً.
نزل هاد السلالم وتبع العلامة.
عندك شي بيرة محلية؟
واش تقدر توقف هنا؟
إلا شريت جوج، شحال غادي تربح منها؟
إيه. هاد واحد.
فين هو المصعد ديال غريندلوالد؟
غرفة فيها بانيو ودوش.
كنقلب على شي مظلة.
عفاك، مكالمة دولية.
ثمانية وعشرين دولار؟ وشنو رأيك فخمسة عشر دولار؟
بغيتي شي شاي؟
الله يبارك فيك
بغيت طابلة حدا الشباك، عفاك.
كتقبل هنا شيك السفر؟
اللي مسؤول ما كاينش دابا. غادي يكون موجود منين يرجع.
المرجو المفتاح. الغرفة ١١١٦.
بغيت كاميرا بسيطة، عفاك.
واش هادي أصلية؟
واش تقدر تربط ليّ الأحزمة ديالي فالظهر؟
بغيتك تدير لي أشعة سينية.
كتعرف بلاصة أخرى قريبة اللي كتقبل الين الياباني؟
علاش هاد الشورت ديال البوكس غالي بزاف؟
البطارية ميتة. واش نقدر نسرق منك الكابل ديالك؟
دواء المعدة، من فضلك.
جاني قنينة ديال العصير، ولكن ما جبتش الفلوس ديالي.
كنحب الموسيقى الشعبية.
واش نقدر نشوف واحد اللي هو نفس اللي كاين فالعرض فالشباك ديال العرض؟
سلام، وكالة سامريتان للعقارات.
عندك شي فواكه جديدة؟
غادي ناخد اللي باقي الليلة.
فين هو الصالة ديال الماكلة؟
حوالي ثلاثة ونصف مليون ين.
سيفطها بالبريد المضمون، عفاك.
كتحتفظ ببعض مسكنات الألم فهاد الفندق؟
مزيان. أُووف. واش نقدر ندي حمام اليوم؟
الطرف الآخر على الخط.
عطيني تسع دياسات، واحد خمسة، أربعة واحدات والباقي في العشريات.
اليابانيين كيعجبهم يديرو الحوايج فالمجموعات.
نوقفو على هاد النهار.
شحال الساعة فطوكيو؟
خصنا نوصلو ليه.
بغيت شي كارت ديال اللعب، عافاك.
كنقلب على تذكارات بثمن معقول
باتري بارك، من فضلك—ولكن واش تقدر توقف فUnion Square؟ بغيت نجيب صاحبي من تما.
غادي نرجعوه ليك قريباً.
سمح لي، ما نقدرش. غير نقدر نوقف غير ف الفنادق اللي مذكورين هنا.
كنقدرها بزاف، ولكن.
شنو نوع الغرفة اللي بغيتي؟
هل هو على اليمين ولا على اليسار؟
عطيني دولار.
شنو هو رقم الباب؟
المرجو التوقيع.
هل هاد المنصة ستة؟
شوية حار، ولكن كنظن غادي يعجبك.
بغيت كاس ديال الماء بارد.
واش من الخطر تمشي ل Soho؟
تذكرة لديترويت، من فضلك.
مني كتكون الموسيقى، ما كاينش بحال شارع الأربعين ثانية. المسرح كيعمر يوميا بالناس حتى أن تذكرة واحدة ما كتلقاهاش. هادي حالة نادرة ف تاريخ الموسيقى، على ما أظن.
واش تقدر تنزل لي الحقائبي من فضلك؟
كنقدرها، ولكن حقيبتي كبيرة بزاف عليا باش نحملها. واش من فضلك تقدر تخليها عندك؟
حنا مهتمين بالآثار.
واش تقدر تجيب لي كاس ديال الماء؟
عيط للبوليس.
كتجي.
طول الكتف، من فضلك.
واش نقدر نشوف البرنامج و لائحة الأسعار؟
بالطبع. غادي نعطيك بطاقة ديالنا ديال الخدمة.
عندك شي موديلات أخرى؟
باب الصعود ديالك هو الرقم سبعة عشر.
تسعود هو أبريل كان عيد ميلاد الإمبراطور شووا، والد الإمبراطور الحالي. دابا، كيتحتافل به كنهار الخضر.
شحال الثمن باش تبعث هاد البطاقة البريدية لليابان عبر البريد الجوي؟
غادي تاخدني للديزكو؟
نعم، هادي هي برج الذكرى. واحد من أشهر المباني ديال المدينة.
عندك أفلام؟
سمح لي. واش هادي هي الطريق الصحيحة لبنك الوطني الأول؟
بغيت نستعمل صندوق الأمان.
بدا خصام.
واش كتقدم شي تخفيض خاص؟
عندي أكثر من عشرين سنة ديال الخبرة فهاد الميدان.
أنا مقيم ف هيلتون سيسايد. عارف، فعلاً محتاج هاد الحقيبة ديال السفر. جميع حواجي ف هاد الحقيبة.
خذ داك الخروج ديال هناك ولف اليمين، عفاك.
سمح لي. عندي رقم غالط.
كتعرف كيفاش توصل ليه؟
الخط مشغول.
فين هو البلاصة ديال الشفرة الكهربائية؟
واش نقدر نشوف واحد آخر؟
فين هو السلم؟
مزيان. واش كتشد معاك شي نبتة ولا أكل؟
بالطبع هاديك. السلام. يلا نمشيو للبحر.
واش كاين ف نفس الاتجاه ديال داك البناية؟
باين بزاف ديال الزواق.
أنا كاتسويكو نكانوما. عندك شي رسائل ليّ؟
على أي حال، واش نحبس نفس الرحلة حيث عندنا بلاصة ليك؟
واش ممكن نبدل الحجز ديالي دابا؟
الاسم هو سوزوكي.
اسمي يوسوكي تاناكا، ودابا أنا كنتاصل من المطار.
واش ناضجين؟
ما كانش قصد ديال الضرر.
فين هو اللوبي؟
واحدة من الشنط ديالي تضررات. فين نمشي ندير المطالبة؟
هادي بزاف ديال الصّوت.
واش ممكن تجيب لينا الشنط ديالنا من فوق، عفاك؟
عفاك جي لي بزّازة ديال البيرة. إلا كان عندك بيرة على الحافة، أنا مفضّلها.
آه، هاد الشي فكرني، كاين واحد القهوة مزيانة اللي كتقدم موسيقى كلاسيكية زوينة حدا هنا.
بغيت سيارتي.
بالطبع. واش يمكن ليك تعطيني رقم ديال التليفون ديالك، غير باش نكون على بال؟
لا. فالحقيقة، بسبب الأسعار العالية، خصني نعيش فالدار ديالي اللي فكوينز وكتاخد تقريبا جوج ساعات فالطريق ذهاب وإياب.
كنظن حنا. دابا باقي غير نقطة وحدة خصنا نناقشوها. هي شحال من شهر ديال الإشعار المسبق خص كل طرف يعطى للطرف الآخر فاش كاين فسخ العقد.
بغيت نجيب جوج ديال التذاكر لنهار السبت الجاي فالعشية.
هادي شوية مطيبة بزاف.
واش هادي قصة حب؟
كنلعب للمتعة وكنستعملها فالأعمال ديالي حتى هو.
اش من وقت غادي يخرج الحافلة ديال أوكسفورد؟
بغيت نعرف رقم ديال United Airlines، عفاك.
سمح لي على التأخير، رقم غرفتك هو تسعة وتسعين. هذي هي المفتاح ديالك.
خمر لذيذ. واش هاد الشي مصنوع محليًا؟
بالطبع. واش عندك لون معين فبالك؟
حسّ راسي داير ليّ دوخة.
فين هو المكان ديال الشنط اللي تقدر تتركها؟
واش نقدر نشوف جواز السفر ديالك والتذكرة ديالك؟
بغيت شي ورق ديال التواليت.
الجاپانيين ما كيبدلوش خدمتهم بزاف ديال المرات.
أنا كنتاصل بطوكيو ثلاثة سبعة ستة خمسة أربعة ثلاثة اثنين واحد
واش نقدر ناخد موعد غدا؟
هو حجر قديم مكتوب عليه حروف قديمة
أي رحلة غادي نركبها من بعد؟
كيطير على الثمانية و خمسة و عشرين ديال الصباح من مطار سان فرانسيسكو.
ها هي غرفتك، سيدي. فين نبقى حقيبتك؟
سمح لي، ولكن كنظن أنك جالس فكرسي ديالي. شنو هو رقم الكرسي ديالك؟
عفاك، تقدر تضع حقيبتك على الطابلة؟
حنا كنعتابرو واشنطن، دي سي، عاصمة أمريكا، مركز السياسة العالمية.
مزيان. غادي نقول ليها تعمرها.
الاسم هو أوكادا. عندنا حجز على الساعة السابعة.
أنا؟
فين غادي تسكن ف لوس أنجلوس؟
ف الترانسبور ديال المترو.
من بعد، المشكلة ديال التلوث البيئي كتقلّ أيضا. صح؟
شحال رقم الطوبيس؟
ماشي مهم.
مع الأسف، المهندس ديالنا، السيد أكياما، خاصو يخرج بكري باش يحضر اجتماع آخر.
عندك خدمة الكراء أو التوصيل؟
ما كاينش الصابون ف الحمام.
أنا كنعجبني الأوتوماتيك.
ستة ديال الأوراق ديال عشرة دولارات، ثمانية ديال الأوراق ديال دولار واحد، والباقي فالكوارتر.
خود الحافلة الصغيرة من برا مباشرة.
ديالك.
بغيت خبز أبيض، عفاك.
فين هو المرحاض؟
شكراً ليك على اليوم.
عندك تليفون عمومي؟
غادي يكون تما ف دقيقة.
حوالي ألف وخمسمائة دولار أسترالي وخمسين ألف ين.
واش كاين شي طبيب هنا؟
واش من المسموح نطير بهد الطريقة؟
رقم الحجز ديالي هو ستة وعشرين سبعة وسبعين
بغيت ناخد الطيارة الجاية لبوسطن.
عفاك، هاد الطابلة ديال الأكل.
مزيان. بقا هنا من فضلك. غادي نمشي نجيب طاكسي.
عطيني كوكي ديال الشوكولاتة.
أنا ف بداية الثلاثينات ديالي.
بغيت نشري لابيس. بغيت يكون لون الورود.
ما كانش فيها أي مشكل.
سير هنا حتى نرجع.
عافاك قول للسيد توماس أنا مقيم ف فندق هيلتون.
فين هو أقرب سوق للبرغوث؟
لا. خصك تشري توكن من هاد الآلة.
واش هاد الشي جديد فهاد الموسم؟
سمح لي، ولكن أنا مريض.
بغيت نأكد السعر.
إلا درت مكالمة دولية من غرفتي، واش كاينة رسوم إضافية؟
كنظن هكا.
بغيت نعيط لهاد الرقم. واش تقدر تعاونّي؟
واش تقدر تقول لي شنو الباص أو الطوبيس اللي كيمشي للوسط ديال المدينة؟
بغيت ندير مكالمة دولية لليابان، عفاك.
هل أحتاج لجاكيت؟ وشنو رأيك في ربطة العنق؟
بغيت نطلب منك واحد الخدمة.
راها فالسلة حدا التوستر.
ما خصنيش نشرب شي حاجة فيها الكحول.
أنا كنعمل على الاستعداد لامتحانات الدخول ديال الكلية ديالي.
بالقشطة والسكر، من فضلك.
البارد، ماشي؟
واش تقدر تنصحني ببعض الأماكن الممتعة للزيارة ف هاد المدينة؟
كاين كازينو ف هاد المدينة.
أنا جوعان.
ها الفاتورة ديالك. الكاش ولا الكارت ديال الائتمان؟
عفاك، واش يمكن ليّ نطلب ويسكي مع صودا وبراندي؟
شحال الثمن ديال رسوم التسليم؟
ما قادرش نسبح. خصني جاكيت ديال النجاة.
جوج هوت دوغ باش تمشي بهم.
خصني نمشي.
أنا جاي نجيبها دابا.
لف اليمين ف الزاوية.
حسنًا، السينيور هو العام الرابع ديالك فالتعليم الجامعي من بعد العام الأول، العام الثاني، والعام الثالث.
بغيت ناخد درس خاص.
تجمّد
اش حال من الوقت نقدر نجي نشوفو؟
عندك لائحة ديال الخمر؟
رجلي كيتوجّع.
عجبني. هاد واحد، من فضلك.
عندهم حتى مجموعة كبيرة ديال مسرحيات شكسبير، ماشي؟
إمتى كاين كأس العالم؟
فرحان بزاف حيث قدرت تجي.
عافاك، سكران.
بغيت نحجز قارب التجديف.
عندك شي أفكار لتسريحة شعر ليّ؟
عندك خريطة ديال المدينة ديال هاد المنطقة؟
بغيتي طلبية صغيرة، متوسطة ولا كبيرة ديال البطاطا المقلية؟
فين هو أكثر بلاصة حيوية فالكارفان؟
كاين شي صندوق البريد هنا؟
آه، هادشي زوين بزاف منك. واش نقدر نفتحها؟
طَلَعْ للمنحدر. غادي توصل لطريق متشعب ثلاثة فروع. من بعد، سِر لليسار.
واش يمكن لي نشوف البيان المفصل؟
بغيت واحد رول ديال فيلم ديال ستة وثلاثين تصوير، عفاك.
غادي يقولو ليك الحافلة اللي خصك تاخد.
بالطبع. من فضلك، هاد الطريق.
غادي ناخد اللينغيني.
خليها مكالمة على الحساب.
كنهدّر شوية. ولكن الكلام والفهم جوج حوايج مختلفين. مثلا، كنعرف كلمة "مهاجر" - ولكن ما قادرش نعرف أي سطر ديال الأجانب.
حسنًا. واش عندك غير تذكرة ديال واحد بالغ؟
خذ واحد قرص مع كاس ديال الماء.
كيف دايرة عائلتك؟
مزيان. غادي تاخد مائة وستين دولار.
فين كاينين كتب ديال الأطفال؟
ما كاينش كابينة تلفون هنايا.
حَسَنًا، حوالي خمسة عشر دقيقة مشيًا.
واش ممكن تجي تديّني من محطة بوسطن؟
نعم، هي داخل. شكون كيهضر من فضلك؟
شنو هي درجة الحرارة دابا؟
تسرق لي جيبي.
معظمها أعمال وقليل من السياحة.
عندك غسيل ديال الطوموبيل؟
حط فلوسك في المكان اللي كتقول فيه.
عفاك، كتب لي.
فين خصني نحط هاد الشي؟
واش تقدر توريني شي بلايص زوينين باش نشوف؟
السلام. هادي كارول براون كتهدر. واش نقدر نهضر مع سوزان؟
أولاً، ناخد خط تشو. وفين خصني نبدل القطار؟
تجاوزت المحطة ديالي. شنو ندير؟
اش من وقت غادي يطير الطيارة؟
عندك غرفة بمنظر زوين؟
غادي تقول لي الطريق للبوسطة؟
بغيت زوج ديال البيرسكوبات.
عفاك، تصوّر صورة و المبنى وراها.
عندك شي جرائد يابانية؟
كنظن أن صندوق كبير غيكون غالي بزاف.
مساء الخير. بغيت نقدم طلب فيزا ديال الدخول لبلادكم.
هما فضيين بزاف.
البريد الجوي؟ خليني نشوف، غادي يكلّف مية وثمانين دولار.
أنا مجروح بزاف.
السلام عليكم، زمان ما شفناك.
واش نقدر ندخل؟
عندي تأمين المسافر.
بالأساس أوروبا.
واش American Express مزيان؟
هل خلصتي فاتورة الفندق ديالك؟
المرحاض باين مسدود.
بغيت نودع هاد الشي فحسابي.
هل هاد الشي كيشمل الماكلة؟
عفاك، جلس من فضلك.
غادي نخرج نهار الجمعة تسعود ونرجع نهار الأحد
شحال الساعة دابا ف اليابان؟
مثير للاهتمام.
إلا بغيت خدمة ليوم واحد، غادي نزيدو على الفاتورة ديالك 50% زيادة. واش هادشي مزيان؟
غادي ناخدو الثلاث كراسي ديال الوسط فهاد الصف.
عندك شي اقتراحات؟
سمعتك.
ما عندناش فالمخزن، ولكن نقدر نطلبوه ليك.
واش تقدر توريني هادك، عفاك؟
حطها فواحد من الجوطيات الكبار فخزانة الملابس. عفاك عمر استمارة طلب التنظيف على الحوايج اللي بغيتي يتنظفوا.
كنخدم ف التلفزيون.
واش نقدر نوقف ف الطريق بهاد التذكرة؟
شكون اللي كيدوم أكثر؟
شحال خلّصتي عليها؟
أنا محظوظ بمعرفتك.
كاين واحد الملصق ديال ميكي ماوس عليه.
واش تقدر توريني شي حاجة أخرى؟
هذا مزيان.
بغينا غرفة على البحر.
حسنًا، ماعرفتش كيف نقول.
واش كاين شي رحلات أخرى متاحة اليوم؟ خصني نكون ف لوس أنجلوس هاد العشية.
ما كنظنش أنه مستحيل. كنعلمو أنه مهم وغادي نكونو مستعدين نناقشو هاد الشي منين يكون عندنا خطة تسويق معقولة ديالك.
منين ف كندا أنت؟
النهار بزاف سخون، اليوم. نمشيو نغطسو، واش نوافقو؟
مسامي كبيرة وكتبرز.
خصني تصلح هاد الساعة.
واش كاين حافلة للمدينة من بعد المباراة؟
بغيت هاد الشي يتزاد على الفاتورة ديال الغرفة ديالي.
لا، ما مشيتش لنيويورك.
واش نقدر ناخد سبرایت؟
عندي صعوبة ففقدان البصر ديالي على صاحبي فالطريق.
واش يمكن لي نعطيك عشرة ديال الدولارات هادي عشرة، عافاك؟
خلّيت الكاميرا ديالي فالغرفة.
بغيت حقيبة ديال الكاميرا.
واش غادي تجي معايا نتاكل شي حاجة خفيفة؟
اش من وقت كيبدأ الفيلم؟
حط يديك فالسما.
واش يمكن لي ناخذ نسخة من تقرير البوليس، عفاك؟
كنظن خصك تدير رجيم. ما كتديرش بزاف ديال الرياضة هاد الأيام، واش لا؟
آه، بغينا بزاف. شكراً على الدعوة ديالك.
واش نضع حقيبتي هنا؟
شوية أكثر من العنق.
واش نقدروا نخليو حوايجنا عندك منين نمشيو نشريو؟
نعم، ممكن تمطر هاد العشية.
هي ف قسم قانون الضرائب الشركاتية.
واش كاين حتى بار ديال الوجبات الخفيفة؟
بالطبع. هما من كاليفورنيا ووجدة جداد، أولا وقبل كل شيء. حيث أننا نبيع بثمن مناسب، غادي تكون صفقة زوينة إذا شريتيهم اليوم. غير دولار وخمسين سنت فقط لكل وحدة.
متوسط الطول، من فضلك.
كيفاش كتستعملو؟
راها تحت على اليمين.
بغيت نغطس مع غطاس محترف.
عفاك، واش تقدر تبدل لي الغرفة ديالي؟
خلي نشيك. شنو رأيك فالمغادرة على السابعة وأربعين؟
عفاك، وصلني بالتمديد ٣٠٣.
فين كاين الوقوف ديال الطوبيس ديال سانتا مونيكا؟
هادي تذكار غادي ناخدو لليابان.
خالتي ما عندهاش النشاط و شوية غريبة.
واش غادي تعاونني، عافاك؟
عندي ألم فالبطن.
فين نقدر نشري اللباس التقليدي؟
فين هو الكاونتر ديال المفقودات والموجودات؟
عندك شي تياب؟
وريني ليا شي بار مزيان، عفاك.
غادي ناخد ستيك ديال السيرلوين، وديك ديال الحَمِير مشويّة لمرتي.
ها هجوم حاد ديال الزائدة الدودية مع التمزق. خصك تمشي للمستشفى فورا.
تغطية كاملة، من فضلك.
دابا، شنو خصنا نديرو للعشا اليوم؟
غادي نفكر فيها.
كتقبل شيك السفر؟
خصك يكون ديالك. السائق ديال الطاكسي نزلها هاد الصباح.
عندك نفس واحد بحال هادا؟
هاد هو المركز التجاري اللي تكمّل دابا.
نقدر نخلص ثلاث مية دولار فالشهر.
واش تقدر تعطي لي واحد السحب للمازوط اللي جاي؟
بغيت نبرّد الجزء اللي متأثر بالثلج المهروش.
إمتى كاينين الكراسي متاحين؟
لا، غادي نعيط ليه من جديد.
بغيت سيارة.
عندك شي تاريخ ديال الحساسية؟
كاين فيري لجزيرة ليبرتي من باتري بارك.
واش كاين شي خزانة ديال المعاطف؟
عاونيني. ما قدرش نتحرك.
عافاك، سيارة بلا تدخين.
عفاك، كتب العنوان ديالك الدائم.
حنا مستعدين نردو فالحين على أي استفسارات عندك.
ما غاديش ناكل الوجبة.
بغيت نشري اللي محتاج. غادي ترد عليا الفلوس؟
كاين شي مارشي ديال الأقسام هنا حدايا؟
الراجل فالبلاصة ديال الاستقبال راه قليل الأدب.
فندق أقل تكلفة هو المفضل إلا كان ف حي آمن.
عندي جوج ديال القنابل ديال الكونياك.
فالأول، المدن ديال هيروشيما وناگاسا كيحتافلو بجلسات تذكارية، وفالثاني، الإمبراطور الحالي كيحضر خدمة على أرواح الموتى ديال الحرب.
سمح لي، شنو خصني نكتب هنا؟
راها فالطابق الثاني عشر. عفاك، خذ المصعد ب.
واش تقدر تعطيني الوصفة ديال هاد الشي؟
واش كاين شي خيار آخر؟
عفاك سول الحمال.
عندي الزكام.
واش مع الحمام؟
ها، هذي هي الطرف الآخر ديال المدينة، بلاكة بعد Maple. الطرف الشرقي ديال المدينة.
مزيان، كلشي جاهز. دابا رقم الرحلة ديالك الجديد هو 003 غادي تخرج ف 17 يونيو.
بغيت ندوز الإجراءات ديال الديتي فري.
شنو بغيتي للعشا، لحم البقر، الدجاج ولا الحوت؟
سرقوا لي المحفظة ديالي فالمترو.
خلي نقرىها رقم برقم، واحد، صفر، فاصلة، سبعة، تسعة، أربعة.
جلسة من الدرجة الاقتصادية، بلا تدخين، من فضلك.
واش هاد الطوبيس كيمشي للوسط ديال المدينة؟
ما كيسكنش هنا بعد الآن.
ما عندكش غرفة أرخص؟
هاد البلاصة مزيانة للوجبات الخفيفة، ماشي؟
فين هو البلاگ ديال السشوار ديالي الكهربائي؟
سيارتي القديمة ما كانتش كتسير مزيان.
بغيت شي عنب.
خلينا نتواصلو مع جميع الأشخاص المعنيين فهاد الصفقة على الفور.
أنا مرن. شنو بغيتي تاكل؟
شنو كتدير؟
الممرضة، جي بسرعة.
ما كاينش منشفة.
ما دام نقدرو نوصلو ساعة قبل، ما عنديش مشكل نخلص شوية زيادة.
الفائض كايصغر.
عيطت لرقم غالط.
بغيت شي حاجة اللي ما تخلينيش نعس.
بغيت نجرب شي حاجة صغيرة شوية.
آه، يا لطيف وديما فكرتك. واش نقدر نفتحها دابا؟
فين كاين الموقف ديال الطوبيسات؟
نقدر نعطيك Chevy Spectrum ب42 دولار فالأسبوع، غير محدود الكيلومترات.
بطارية جافة لهذا الكاميرا، من فضلك.
عفاك، وصلني لهذا العنوان.
واش تقدر تقسّم هاد العشرين دولار إلى عشرين ورقة صغيرة؟
خصني نلقى فندق. فين هو مكتب المعلومات؟
حجزت كراسي النافذة.
عفاك، خدمة الغرفة من فضلك.
دور لليمين، وغادي تلقى واحد على بعد ميل قدام.
حجزت من 24 غشت حتى 27 غشت. واش نقدر نبدل الحجز ديالي من 25 غشت حتى 27 غشت؟
آه، شكراً. ما نظنش نقدر. واش نقدر نرجع مرة أخرى؟
حوالي خمسمائة فرنك أو مائة دولار أمريكي.
أي علامات تجارية أخرى؟
عطيني شي تبغ.
راها فالجنوب.
كاين واحد البناية زوينة تما.
عفاك، خلّيها على حسابي فـVISA ديالي. الرقم هو 2 8 7 3 5 9 8 4، وتاريخ الانتهاء هو ماي 1995.
بغيت غرفة فيها أكبر قدر ممكن من المنظر الزوين، عافاك.
واحد رول ديال الفيلم الأبيض والأسود، عشرين صورة، عفاك.
بغيت غطاء العدسة، من فضلك.
واش ممكن تهدر شوية ببطء، عفاك؟
بغيتو يكون بحال ديال ميغ رايان، عفاك.
بغيت غالباً أوراق نقدية ديال خمسة باوند، من فضلك.
واش تقدر تشدّ ليّ حقيبتي حتى للخمسة ديال العشية؟
فين خصني نطلب القبول؟
درنا دراسة معمقة على احتياجات الزبون.
علاش ما نجتمعوش غدا على الغداء؟
بغيت شي لباس ديال الرياضة، عفاك.
فين هو المكتب ديال Greyhound؟
ما لقيتش حقيبتي.
راها دابا الثمن ديال العشية-علاش باقي ضوّها بزاف؟
ما كاينش بلاصة أرخص؟
بغيتي تدير تأمين؟
واش تقدر تخزن ليّ الشنط ديالي حتى وقت المغادرة ديالي؟
سمح لي. واش تقدر تقول لي كيفاش نوصل للبنك الأقرب؟
فأي طابق؟
شكراً بزاف.
فين نقدر نلقى جدول مواعيد القطارات؟
سمح لي. واش تقدر تقول لي إمتى غادي يخرج القطار من بوسطن؟
واش تقدر تعطيني تخفيض؟
ما بقى غير تبقى ف نيويورك، خصك متفوتش تشوف شي مناطق و معالم أخرى مثيرة، بحال تمثال الحرية ف جزيرة الحرية.
شنو كتفضل تبعث عن طريق الجو ولا البحر؟
هل غيرت لورقة مئة دولار؟
ها هو سنترال بارك، مشي؟
أنا كنتاصل بالبارمان.
نقدر ندخلك على الساعة الثالثة ديال العشية. إلا كنت محتاج تكرّي شي معدات، عفاك جي للكلوب ها هو ربع ساعة قبل الثالثة.
ثمن التاكسي هو مائة وثمانين ين.
كنت قريب من التصادم مع سيارة وطيحت.
الفطور ديالي ما وصلش بعد. عفاك جيبه ليّ دابا.
فين نقدر نبدل الفطور؟ فاش الوقت كيقدم؟
اليوم غادي نمشي لمتحف اللوفر وبارح مشيت لكاتدرائية نوتردام.
عفاك، واش تقدر تعطي لي الفلفل؟
شكراً على المساعدة ديالك خلال الرحلة ديالي للولايات المتحدة.
فين هو المنطقة ديال الشحن ديال الحقائب؟
واش تقدر تحافظ على هاد الشنطة حتى الربعة ديال العشية؟
بغيت تصلحو من بعد ما نرجع لليابان.
عندك شي طقم خياطة؟
أنا من سويسرا.
لمبة ديال الضوء محروقة.
عندي معدة مقلقة.
أنا فلاح.
كاين غير السائق فالحافلة، ما كاينش المراقب.
بغيت فستاني مكوي.
سمح لي، واش تقدر ترفع الكرسي ديالك شوية؟
نهار زوين، ماشي؟
سلمها. هادي كلشي عندك؟
فهمت. عفاك عَمّر هاد النموذج الأول. وقل لي على اللون، الحجم، والمحتويات ديال الحقيبة ديالك.
عندك خريطة ديال الشارع؟
عفاك، صيفط هاد الشي عبر البريد البحري لليابان.
جي هنا.
واش يمكن لي نعطيك بطاقة بريدية؟
صباح اليوم، خديت شي دوا للبرد اللي جبت من اليابان.
بغيت نحجز بلاصة.
شحال من وقت كياخد باش تمشي من هنا لبرج لندن؟
أي باب هو الرحلة الثانية عشر إلى واشنطن؟
واش نقدر نطيب راسي؟
واش من فضلك تلبس الكرافات؟
إمتى نقدر نوقف؟
واش تقدر تفتح الصندوق؟ بغيت نحط الحقيبة ديالي فيه.
شحال الثمن لساعة وحدة؟
واش يمكن لي نعطيك جوج ديال علب الهدايا؟
كنقلب على مقلاة مابغاش تلتصق.
شنو المحتوى ديال هاد الباكاج؟
باين أن المباراة ديال البيسبول تأجلت.
عندك هاد الشي بالزرق؟
ما عارفش هاد البناية. ولكن هادي هي الطريق الصحيحة لمنطقة أوياما بالتأكيد.
أنا خلّصت من الفيلم. نقدر نشري شي واحد هنا؟
واش تقدر تديني لبيت السيد موري؟
بغيت نلقى بلاصة فـ United، الرحلة رقم تسعودين واثنين وعشرين لــ نيويورك.
إمتى الصورة الجاية غادي تكون؟
شحال كتكلف مكالماتي التلفونية؟
واش يمكن لي نعطيك تذكرة ديال التنقل ديال دوفر؟
كتقول لا تمرّ
عندك واحد أصغر؟
عفاك، دير تقرير ديال الفقدان.
محفظة وكاميرا.
أنا من اليابان.
ما كنظنش هكا. من الأحسن ليك تمشي بالحافلة.
غادي نتحقق. خايف ما نقدرش نلقى اسمك.
سمح لي، واش شارع عُرْمُوز قريب من هنا؟
واش تقدر تعاوني دابا؟
كنظن كاين غلطة. واش تقدر تدير لينا ترتيب باش نبقاو؟
هادي فيزا والرقم هو أربعة تسعة صفر ثمانية واحد خمسة واحد اثنين ثلاثة ستة سبعة سبعة ستة صفر صفر أربعة
واش تقدر تحوّل هاد النفيّات لشرائح؟
واش خصني ناخد معايا معطف؟
ما بعيدش بزاف. راه مشي عشرة دقايق ديال المشي.
شنو كيعجبك أكثر، القهوة ولا الشاي؟
شحال تقريبا الثمن باش توصل لها؟
فين خصني نحط هاد العلامات ديال الشنط ديالي؟
واش كاين شي مسبح هنا؟
واش يمكن لي نعطيك هاد الظرف؟
طبيعي يا روكهد. عجبك هاد الشي؟
كيحتاج شوية ديال الوقت باش نوجدو، ولكن هو واحد من أكثر المنتجات ديالنا شعبية.
غادي ياخد تقريباً جوج لثلاثة أيام.
غادي تقول لي كيفاش نوصل لمدينة سان فرانسيسكو؟
واش يمكن لي نعطيك سماعات أخرى حيث هادوك ما خداموش مزيان؟
شنو رأيك ف شي قهوة ولا شي حاجة؟
أنا غادي لمكسيك.
هاد الشي باين مزيان غير واحد الاستثناء.
بغيت بيض، عفاك.
غير كاس ديال الماء، عفاك.
فطور على الطراز القاري، عفاك.
واش كاين تخفيض للطلبة؟
بغيت لمبة ديال الضوء، عفاك.
الرقم اللي وصلتي ليه ما كاينش ف الخدمة.
شنو هو العائق ديالك؟
آه، من فضلك خذها. ممتاز. دابا فهمت النافذة.
إيمتى غادي توصل الطيارة لروما؟
خصنا وقت أكثر باش نقررو.
طلبت حصة صغيرة للطفل.
فشارع السبعين واثنين
إلا قطعت، غادي تخرج على الطريق ديال اللعب.
عفاك، حوّل.
غادي نشيك على الجنب ديالنا. يمكن يكون واحد ياباني كيهدَر بالإنجليزية.
عمرها على الكارت ديالي، عفاك. ماستر كارد.
التالي، من فضلك. جواز سفرك، بطاقة النزول وإعلان الجمارك، من فضلك.
واش نقدر نمشي على رجلي؟
غادي نرجع من بعد.
نعم. تيراياما. وعفاك، حطني قريب بزاف من المسرح، من فضلك.
واش تقدر تفكر فشنو خصني نقولو ليه؟
واش كاين حمام قريب؟
كانت ليلة رائعة، شكراً لك.
واش نقدر نبدل لمقعد فارغ آخر؟ ما كنبانش لي الشاشة ديال الفيلم مزيان من المقعد ديالي.
الكرّاس ديال الدخان خدام.
بغيت ندي جولة بحرية فخليج سان فرانسيسكو.
عندك فكرة فين غادي؟
لا. خلّي السائق يخلص.
شنو هي ساعات العمل ديال المتجر؟
بغينا طابلة ف الزاوية.
ما متأكدش، ولكن ما قدرش نتحمل ريحة اللحم. كل اللي باغي ناكل هو المخللات.
كنظن هاد الشي مجموع بطريقة خاطئة.
بغيت نمشي نتزحلق على الجليد لمدة أسبوع تقريبًا. عندك شي عروض ديال رحلات التزحلق على الجليد؟
هما كيلعبو جوج سيمفونيات ديال موزارت.
غادي نبقاو نبحثو و من لقاوه، غادي نعلموك.
الجو ديال اليوم زوين بزاف.
جوج ديال الكبار وجوج ديال الدراري تحت 12 عام، عفاك.
عفاك شرح لي حتى نرضى.
بغيت ديكسيون ديال الديسك لهاد الكاميرا، عافاك.
ما عندناش عطلات وطنية مرتبطة بالأديان.
شحال ديال الشنط نقدر نحمل؟
ولكن ما خدامش.
واش ممكن نشوف هاد الشنطة، عفاك؟
واو، أنا محظوظ. هاد الشي ما كاينش حتى فاليابان دابا.
دفعت ثلاث مية وعشرين دولار ف المحل ديال الضرائب الحرة.
واش تقدر توصل داك القلم اللي تحت الكرسي؟
أنا غادي نخلص على صحابي حتى هوما.
خديت ليّ خمس سنين باش نجي هنا.
شحال كيسوا الين الياباني مقابل الدولار الأمريكي؟
واش نقدر ناخد نص باوندة ديال سلطة الروبيان؟
كاين شي مقهى أو مطعم فالبناية؟
آه، غالي بزاف.
القطار السريع كاين فالمنصة رقم 8
أنا مستعجل دابا.
سير من هنا.
هادي Suzuki كتهدر.
ساعة ديالي ديال اليد تسرقات مني ملي كنت خارجي.
شحال غادي ياخد الوقت بالحافلة؟
حسنًا. حجزنا لك الغرفة ديال الفندق.
الصرف مسدود بالغبار.
حسنًا، كنظن خاصني نمشي دابا.
السلام، أنا ف الطريق ليك، خلينا نلتاقاو ف حوالي ربع ساعة.
واش سبق ليك دير الحجز؟
غادي ندير رحلة قصيرة للمكسيك.
فين الطابق ديال لباس النساء؟
واش يمكن لي نعطيك تذكرة ديال النقل؟
الخيوط متهالكة.
علاش الخدمة بطيئة هكا؟
شوف تماك.
هما بزاف بزاف حتى ما عرفتاش نختار واحد منهم.
كيفاش ندير مكالمة هاتفية؟
لا. أنا مهتم بالجينز والبناطيل الرسمية.
عندنا أحجام مختلفة.
خديت الطوبيس الغلط. واش يمكن ليّ نبدل الطوبيس؟
ما عارفش.
فين نقدر نلقا الباص اللي متجه لبيفرلي هيلز؟
خلينا نلتاقاو فغرفتي.
عندك شي مهدئ؟
شنو الشركات الأخرى اللي كتدير مزيان؟
هدّر على قدّك وعيش على قدّك.
واش كاينين شي حافلات سياحية؟
عفاك، استبعد الأبالون من الطلب ديالنا. راه غالي بزاف.
من بعد غادي نعطيك ثلاث مية دولار فشيكات السفر.
فيلس عيطات بالبكاء من الخبر.
غادي نزور نيويورك، شيكاغو، نيو أورليانز و لوس أنجلوس.
فين الصيدلية؟
وريني بطاقة الصعود ديالك.
عفاك، ما تضحكش عليّ.
آه، ما متأكدش نوافق على هاد الطريقة ديال التفكير.
غير الماء السخون.
غادي يكون مزيان. واش نقدر نشوفه، عفاك؟
بغيت شوية ديال اللوز، عفاك.
غادي تمشي ف20 أبريل، وراجعة ف21 أبريل. واش هادشي صحيح؟
واش غادي تبدل الدولار الأمريكي بالباوند البريطاني؟
بغيتي اللحم ولا الدجاج؟
بغيت ناكل شي حاجة ديال الماكلة الصينية للعشا.
واش تقدر تنصحني بفندق مزيان؟
سير، واش تقدر تجيب لينا الحساب، عافاك؟
عفاك، رجع تزيّنا من فضلك.
عندي حمى خفيفة. عندك شي حاجة مزيانة لها؟
واحد تذكرة ل"Bird"، عفاك.
صحيح. كيبدو بحال أشجار طبيعية كاملة النمو. الناس كيستمتعو بالمشاهد اللي كيصوبوها.
غادي نعرفك على الطبيب ديال العائلة ديالي.
ما عمري ما زرت بلاصة زوينة بحال بوسطن.
خليت شي حاجة فالغرفة. واش نقدر نرجع ونشوف؟
واش نقدر نخلص بشيك السفر؟
ما قادرش نصدق باللي الصالة ديال الركاب ما فيهاش تدخين. يا لطيف، عذاب.
بغيت نكرّي سيارة صغيرة.
هاد الغرفة باردة بزاف.
واش يمكن لي نعطيك خريطة ديال المنحدرات؟
واش غادي تمر من هنا لهذي الرف ديال المعروضات؟
واش تقدر توريني فين نقدر نبدل الفلوس؟
إلا قدرت تنقص الثمن شوية، غادي نشريه.
حطيت فيه بزاف ديال الملح.
نتَ ملاكي. شكراً بزاف.
لخمسين دولار؟
الصالون ديال الماكلة كاين فالطابق الأول وكيفتح مع الخامسة ونص ديال العشية.
سمح لي. واش تقدر تقول لي كيفاش نوصل لفندق فيرمونت؟
شحال ديال الكوطا ديال الحليب كتشري كل سيمانة؟
واش هاد الطاكسي متوفر؟
ف أمريكا، شنو هو الرقم اللي خاصك تعيط به فالمكالمات الدولية؟
غادي تشرحها مرة أخرى؟
شنو هي ساعات العمل ديال البنك؟
واش تقدر تبدل لي تاريخ الرحلة ديالي من لندن لطوكيو؟
خصني ثلاثة دولارات آخرين.
فين، ضايع ولقينا، عفاك.
بغينا نتمتعو و نلعبو رياضات فريدة من نوعها على الساحل الغربي.
واش نقدر غير نخلص الفرق من التذكرة اللي عندي؟
إيه، أنا. علاش كتسول؟
بالإرسال المسجل، من فضلك.
الحمية الرئيسية ف اليابان هي الرز.
خصنا نقصّوا الميزانية.
نعم، بغينا قنينة ديال النبيذ الأحمر.
آه، لا. كل شيء على ما يرام. واش هذي كل حاجة عندك؟ حسنًا.
بغينا طابلة حدا الشباك.
باش تمشي لمؤتمر
ها هو الغرفة الحادية عشر واثنين. واش تقدر تجيب لي شي بيرة؟
آه، هادشي زوين. غادي نجربو.
بالطبع كاينين مطاعم مزيانة. بعض الناس كياكلو فالكارو ديال الماكلة، وبعض الناس كياخدو الغداء ديالهم للمكتب. فالحقيقة، ما كنديروش بزاف ديال الوقت مع الغداء.
يلا نوجّهو للموضوع التالي.
ممكن الأكل النيء للغداء كان خايب.
واش تعطيها شي دواء ضد دوار البحر، عفاك؟
ما قادرش نشرح حالتي بالإنجليزية.
غير للمتعة.
استعملت الثلاجة؟
واش يمكن لي نرجع حقيبتي؟
كان الدم في البراز ديالي.
سمح لي، ما نقدرش نمشي معاك.
وبغيتك تلتحق بينا، إلا ما عندكش مانع.
واش نقدر نعاونك، سيدتي؟
إيه، فالغرفة ديال الماكلة والشواية.
سميتي يوكيو أوكا، الرحلة واحد اثنين خمسة لناريتا فـ 14 غشت.
بغيت ناخد تذكار لولدي.
خصهم يكونو غنيا بزاف بالرغم من الشكل ديالهم. ومع ذلك، الثمن ديالهم أقل.
زوج دولارات مقابل جنيه واحد. واش هادشي مزيان؟
إيشيرو سوزوكي. س-و-ز-و-ك-ي.
واحد آخر يقدر يعاونك فهاد القضية؟
بالسلامة، قبل ما تمشي، واش تقدر تقول لي شنو الانطباعات ديالك على اليابان؟
سمح لي. واش تقدر تقول لي إمتى الصور ديالي غادي تكون جاهزة؟
عندي مارفين دورفلر على الخط. واش نوصله؟
عطيتك ورقة ديال مية دولار.
شنو رأيك فهاد المشكلة، جورج؟ تقدر توسع فالنقطة للدرس؟
فهاد الحالة، ماخصكش تعمر واحد.
واش من الجيد نحل الحزام ديالي ديال السلامة؟
أنا من كولورادو. من أي منطقة ف اليابان أنت؟
بالطبع هاديك. كنا مشغولين بزاف البارح، ولكن اليوم المكان خالي. إمتى غادي تطيّر طيارتك؟
دفعت الفلوس نقداً فالمكان.
عفاك اتصل بالمدير.
فين غادي نلتاقاو؟
قولها مرة أخرى، من فضلك.
بغيت لعبة ديال الكروت.
شحال الثمن ديال البريد لليابان؟
رفيقي تعرض لهجوم من الربو.
واش العشاء واجد؟ أنا جوعان بزاف. واش تقدر تجهز الطابلة؟
واش تقدر تكتب لي شهادة سرقة؟
عفاك حطها فهاد الكيس ديال الورق البني.
ما قادرش نقرر.
هادي كاتقلقني منين جيت هنا.
كيفاش نديرها؟
ضاعت ليّ المحفظة ديالي ومفتاح الغرفة ديالي فالشاطئ.
واش أنت هنا في شهر العسل؟
باش تمشي. غادي تحط شوكة فالحقيبة؟
واش نقدروا نعيطو فالأرض ديالك؟
إلا وقع شي حاجة، عافاك تواصل معايا.
من فضلك، مات فينيش.
شحال من مرة كيجريو؟
بغيت نبعت هاد الرسالة بالبريد المضمون.
وصولي غادي يتأخر ب30 دقيقة. عفاك، سَجّل دخولي متأخر.
بغيتهم مصلحين ومرصعين، عافاك.
سمح لي. واش تقدر تقول لي الطريق لمحطة القطار، عفاك؟
ما تظنش بلي غادي نحتاج دليل سياحي؟
واش نقدر نوصل لقاعة الحفلات حتى الستة؟
سمح لي، ولكن خصنا نحتافضو به.
كنقلب على ظلال العيون.
خصني نطلب الفطور دابا؟
دفعتو من قبل مناشري تذكرتي.
نعم، تقدر. ولكن هدي شوية.
إمتى غادي تبدا البيع ديالك بدون ضرائب؟
سمح لي على التأخير. غادي نمشي معاك للغرفة ديالك.
هو دولار واحد. خصك تكون عندك الفلوس بالضبط.
غرفتك ف الطابق الثالث، رقم ثلاثة وخمسين وسبعين.
ما كاينش الماء السخون الجاري.
بغيت قاموس إنجليزي-ياباني.
السلام، عندي حجز.
عافاك ورّيني حقيبتك.
جيبها بسرعة، عفاك. أنا مستعجل.
ولكن فين؟ ما كتعرفش شي صالون ديال الشعر هنايا.
تأكد من هاد الشي حتى توصل للمكان النهائي، عافاك.
حول هاد الشي لفلوس، عفاك.
عندي واحد الكارتون ديال السجائر.
هل خصني نصرح به؟
واش كتب الطياب ف الطابق الثاني حتى هو؟
كاين خدمة ديال البواخر منتظمة من كوبي للموانئ ديال شيكوكو وكيشو.
عفاك، بدل هاد الشي.
واش ممكن تشرح لي هاد الشي أكثر بالتفصيل؟
مني يكون جاف، قشره من وجهك.
شحال غادي ياخد الوقت باش ندير الحلاقة؟
بغيت دفتر العناوين، عفاك.
بغيت نجيب الحوايج ديالي اللي غاليين.
بغيت نجلس دابا.
حوالي ساعة من بعد الإقلاع. كنبدؤوا خدمة الأكل ملي كنكونو كطيرو على مستوى.
عندي حجز من الدرجة الأولى على الرحلة رقم 113 من لوس أنجلوس إلى نيويورك فـ 25 أكتوبر.
هادي صالحة لأربعة عشر يوم، يعني تقدر تستعملها حتى لثلاثة وعشرين.
ماشي مؤدب تبلع الماكلة ديالك بصوت عالي.
صبّيت الحساء.
جيت ندرس ف مدرسة ديال اللغات.
لا، سمح لي.
شحال الثمن باش تمشي لمتحف الفن بالتاكسي؟
أنا شوي مبكر، واش هادشي مزيان؟
إيه، تقدر تشوفها بوضوح، حيث اليوم مزيان.
واش نقدر نحجز ملعب التنس هنا؟
واش كاين شي صالون ديال الجمال هنا؟
شحال ديال الطوبيس خصني ناخد ل فندق سكايواي؟
واش تقدر توريني بطاقة ائتمان رئيسية ورخصة السياقة ديالك؟
لا، ما عنديش هاد القدر ديال الفلوس.
نعم، غادي نشرب شي شامبانيا مع المقبلات.
ما كاينش شي كابينة ديال التليفون العمومي هنايا؟
خذ هاد الشي من بعد كل وجبة ثلاث مرات في النهار.
كاين واحد المطعم ديال البيتزا جديد قريب من هنا بغيت نجربو.
واش تقدر تقلب لي على "آن من غرين جيبلز" ف النسخة ديال الباكيه؟
حسنًا. ما تقلقش. عندنا ممرضة كتعرف اليابانية.
ما راضيش على هاد الشي.
السيد إبرت كان عون كبير لي.
هو ريون، إذن يمكن غسله.
عندي برد.
عفاك شرح لي بكلمات أسهل.
بغيت نبدل الطلب ديالي، إلا كان ممكن.
خلي نشيك مع المتجر ديالنا الآخر باش نشوف واش عندهم فالمخزون.
فين نقدر نلقى ليموزين؟
بغيت ندي بلاغ للشرطة.
ست ليالي ابتداءً من 23 يوليو. واش هادشي مزيان؟
شحال الساعة ديال المد العالي؟
شنطتي ثقيلة بزاف. تقدر تعاونني؟
واش نقدر نوصله فسياتل؟
وريني واحد آخر، عفاك.
واش يمكن لي نعطيك مخدة؟
بغيت نمشي نصيد السمك. كاين شي بلاصة مزيانة حدايا؟
باش ندير بحث ف التاريخ الأمريكي ف جامعة هارفارد
ما نيش خير نشتري الحوايج اللي كاينين بزاف.
واش تقدر تجيب لي شوية ديال الفلفل، عافاك؟
الجو زوين، ماشي؟
كيفاش نقدر نجيب التذاكر ديال عرض برودواي؟
فين نقدر نلقى حقيبتي؟
كنقلب على شي حجاب لأمي. هي ف الستينات ديال عمرها.
غنخصم عشرة فالمية من الثمن.
كتخدم هنا؟
بغيت نخلص على المكالمة.
كيفاش نعلم السائق منين بغيت نخرج من الطوبيس؟
واش نقدر نحجز جوج ديال الغرف المفردة بلاصة غرفة مزدوجة؟
كتوصل لخمسة دولارات وثلاثين سنتيم.
أنا غادي ننتاقل لوس أنجلوس. واش غادي نوصلو ف الوقت؟
أنا كنتاصل مع AF واحد اثنين ثلاثة.
واش ممكن تعطيني كاس ديال الماء؟
كيحتاج حوالي تلتين ديال الساعة.
فين هو الطريق لمكتب السيد ميسون؟
مائة دولار نقداً و بطاقة الائتمان ديالي.
شحال كيسوا كل واحد فيهم؟
الأسواق ديال العملة غير مستقرة.
أنا ناوي نطلع بالسيارة فبروفانس غدا.
بغيت نكرّي قارب ليوم واحد.
تقريباً أربعين قدم للكوپ.
باين شوية ناقص نضوج.
غادي نخلص بالفلوس، ولكن خلي نقرأها، عفاك. شنو هاد الرسوم على؟
واش حلو؟
شنو؟ غير فطرنا دابا جابو واحد آخر.
غادي ياخد على الأقل تسعة وتسعين ساعة.
كيوقف أحيانًا باش يشوفنا.
فين المرايا؟
كيفاش نفتح الغطاء ديال المحرك؟
خليت شي حاجة فالغرفة.
بغيت شوية ديال الكبدة ديال السجق، عفاك.
استعمل آلة البيع.
قصّة وشامبو، عفاك.
بغيت نكرّي شي كلبات.
شحال من ساعة باقيين قبل ما نبداو؟
تم التأكيد مرة أخرى.
عفاك، خذ هاد الشي لموقف الطاكسي.
شنو هو النسبة المئوية الإجمالية ديال جميع الضرائب اللي كتطبق؟
طول هاد الوقت ما شفتكش.
حجز لملعب الغولف، عفاك.
غادي نتحمل شوية ديال الإزعاجات.
عفاك، دير شي Highlights ف شعري.
واش تقدر تعير لي جاك؟
عندنا ممرضة كتفهم اليابانية.
عندك دواء لسيلان الأنف؟
واش تقدر تديّني لمستشفى؟
لا، ما عنديش شي حاجة نعلن عليها.
ها الخمسين دولار فحالة وقعت ليك شي مشكل.
الغرفة الرئيسية ديال الأكل غتكون مفتوحة مع الثمن وكتسدى مع العشرة.
واش نديرو جوج شيكات.
كيفاش حاسّ؟ راهوم مصايبين ف سويسرا و هنا ف الموضة.
شنو نوع البطارية اللي كيستعملها؟
بغيت كتاب ديال الأطفال، عافاك.
سمح لي، بغيت نلغي الحجز ديالي.
سمح لي، ما عجبنيش.
شنو كاين آخر باش نشوفو فهاد الجزء ديال المدينة؟
الكتب والكتيبات.
سلم.
نزل جوج بلوكات. راه ف الزاوية.
فين هو الديسكو المشهور؟
هاد الفندق اللي فالقمة عندو منظر زوين على المدينة، ماشي؟
شحال خصني ندي؟
بغيت نشوف مباراة ديال البيسبول المحترفين.
عفاك، عيط لي على الإسعاف.
حسنًا، لازم نكون نسيتو. شكراً على التحقق.
هذه هي بطاقة ديالي ديال الخدمة. أنا المسؤول على استيراد الأثاث لليابان.
زميلي، السيد تاكيمي، اقترح عليا نتصل بيك. هو واحد من مرضاك.
عندي التزام آخر فهاد النهار.
كيفاش نرجع؟
نشوفك نهار الاثنين.
عندك هاد الشي باللون الأخضر؟
أنا جديد هنا.
أنا مفتقد لياخي ديالي.
أنا وكيل تأمين.
شنو نوع المقبلات اللي عندكم؟
فعلاً.
بعض الأعمال اللي ما يمكنش تجنبها جات.
شروط العقد واضحة، ولكن ما قدرتش نفهم مزيان النقطة من بعد ذلك.
نعم، بعض الغرف ديالنا فيها منظر على الحديقة، ولكن كاتكلف أكثر.
علاش إذن، خاص يكون خرج من جيبي. خصني نبلغ هادشي لمحقق الفندق.
عندك شي تخفيض على الإقامة الأسبوعية؟
دفعت جميع فواتيري.
بغيت نحجز ملعب التنس لساعة غدا.
عندك شي مضارب ديال الكراء؟
لا، جينا هنا العام اللي فات.
واش تقدر توصف لي الشخص؟
عفاك خليّني نخرج.
ما بغيتوش بهاد الثمن.
صحة.
حسنًا، غادي نبعث المهندس ديالنا لغرفتك.
أنا عندي حساسية من التالي.
نعم. عنديها هنا. واش ممكن نشوف رخصة السياقة ديالك، من فضلك؟
كنتِ عون كبير لينا اليوم.
سمح لي، ما سمعتكش مزيان. تقدر تتهجى ليها؟
عادي
واش يمكن ليك تعطيني اسم ولدك؟
عندك شي آيس كريم؟
غريب، ولكن كنقدر نهضر الإنجليزية مزيان ملي كنشرب.
قالوا لي عندك فاكس ليّ.
بش تختار، كتقصد أنهم ديما كيهتموا بالاقتصاد؟
كيفاش كتظن هاد الشي كيبان؟
عندي رجفة.
الجروح ولات مصابة بالعدوى.
بغيت نعاود إصدارها.
واش متأكد بلي ما عندكش حجز تحت اسم "سوزوكي"؟ وشنو رأيك ف "تتسو"؟
ما قدرش نفتح الباب.
الكابوكي واحد من الفنون التقليدية اليابانية ديال الأداء.
شنو هو الأحسن؟
بغيت نحدد موعد باش ندير ديما.
واش تقدر تعطيني غرفة أكبر؟
عطيني شي كيس ديال الماكلة ديال الكلب، عفاك.
نوي نبقى اثنا عشر يوم.
واش ممكن تخلي لي الحقائب ديالي لمدة جوج ديال السوايع أخرى؟
خصنا نلقاو دابا الكاونتر ديال United Airlines.
واش نقدر نشوف الجدول ديال الوقت؟
السيد جيرو يامادا؟ تأكدت من حجزك على هاد الرحلة، اللي غادي تغادر على الساعة السابعة ونصف صباحا من شيكاغو.
كنقلب على تنورة.
أي ألوان أخرى؟
شنو هي أحسن طريقة باش تستمتع بالمدينة؟
أربعة توقفات.
بدل لي غرفتي، عفاك.
واش كاين شي قسم ديال المفقودات واللي لقاو فالمحطة؟
واش نقدر نحول بهاد التذكرة؟
واش ما عندكش مشكل إلا حولنا هاد العقد لعام واحد عوض جوج؟
خلي نْفكر فيها، عفاك.
واش نقدر نحيه؟
هل الفندق غادي يبعث لينا طوموبيل باش تديونا؟
ساندويتش ديال البيض والمايونيز باش تمشي.
واش غادي تقول لي على شي فنادق بأقل من خمسين جنيه ف الليلة؟
واش تقدر تدير لي موعد صباح الثلاثاء؟
أنا كنعجبني نقعد فالأول.
واش تقدر تحط لي الحقائب ديالي فالصندوق، عافاك؟
واش هاد البركة خارجيّة ولا داخليّة؟
واش تقدر تقول لي رقم الطوبيس ديال سانتا مونيكا؟
بخير، وأنت؟
بغيت شي كريم نهار.
ولكن، إلا الضوء ما خدمش، ما تقدرش تبدلو.
ما قدرش نلقى الحجز ديالك، ولكن عندنا واحد الغرفة.
السادسة والنصف اليوم، ولكن عادةً فالخامسة والنصف.
بغيت قلم حبر جاف، عفاك.
غادي ناخد عشرين فالمية من الثمن.
غادي نبحث على طاكسي آخر.
كاين شي صندوق البريد هنا؟
الجو سخون، ماشي هكا؟
بغيت نمشي لبروادوي.
عندك خريطة ديال مسارات التزلج؟
التمريض، عفاك.
مزيان. ماشي بزاف ديال السوء.
ما لقيتش الطريق للمحطة.
هادي جوج دولارات وخمسين سنتيم
راها فآخر هاد الزنقة.
واش عندك شي صغار ديال الفلوس؟
واش نقدر نستعمل فلاش؟
شكراً بزاف. وخلي هاد المشهد كما هو.
بالخصوص فيما يخص التصميم ديال مشروع ميركوري، ما كنتش قادر نقرر بلا بيك.
واش نقدر نركب التجهيز ديالي دابا؟
غادي نشري هاد الجولة.
حان الوقت باش نعطيو ونشاركو الخير.
بغيت شي لحم.
على صحتك.
خديت الجاكتي ديالي مبللة، من فضلك نشفيها.
واش هاد السفن القديمة باقي كاتسافر؟
الرجاء الانضمام إلينا للغداء.
شي حاجة دخلت فودني اليسرى.
شحال من الوقت كتظن غادي تدخل، سيدي؟
على فكرة، كيفاش كتجرب البرنامج؟
عندك شي حاجة باش تعلن عليها؟
عندي كدمة.
واش البنوك مفتوحة نهار السبت؟
شحال كتكون الزيارات مفيدة؟
واش تقدر تنصحني بمحلات مزيانة باش نشري حقائب ديال الجلد؟
واش هادي الروج؟
كثير من لاعبي البيسبول الأمريكيين كيعبو فاليابان.
فين نقدر نلقى الكتب ديال الدراسة؟
واش يمكن لي نعطيك شوية ديال العسل؟
حنا غير كنوريو الحلقات وحدة بوحدة.
واش نقدر نستعمل كارت فيزا؟
بغيت نجرب طبق تقليدي من هاد المنطقة.
واش نقدر نطلب خدمة الغرفة؟
واش نقدر ناخد موعد؟
تعرضت لحادثة سير.
بديت الخدمة فهاد الشركة غير جوج شهور من قبل.
فاش نلتاقاو؟
اتصلت بطوكيو وقالوا لي ما بغاوش هاد الشي.
التلفزة ما خداماش.
فين نقدر نملأ هاد الوصفة؟
واش يمكن لي نعطيك واحد المحليات الاصطناعية؟
بغيت نبدل الجلسة ديالي لشياتسو. واش هادشي ممكن؟
في الحقيقة، أنا نباتي. ما كناكلش اللحم.
غادي ناخد كاس ديال أتاي.
واش تقدر تاخد أسرع طريق؟ أنا متأخر على موعد.
عندي حلق خشن
بغينا نجربو المأكولات البحرية هنا.
تبارك الله عليك، رحلة موفقة.
ما عندكش شي حاجة أحسن من هادي؟
ديت كوكا مع الثلج، عفاك.
الوصول ف أي محطة من محطاتنا مجاني.
لذيذ.
خصك تمشي وتشوف نارا وكيوتو. نارا كتحتافظ بجو اليابان القديم مع المعابد البوذية القديمة والمعابد الشنتوية. الغزلان وولادها كيلعبو بحرية فحديقتهم.
عفاك، جيب لي حقيبتي للغرفة ديالي.
الكلمة "وجه" عندها بزاف ديال المعاني ف الإنجليزية بحال التظاهر، الماكياج، الكرامة، السطح وغيرها.
عفاك، حط شوية ديال الفلوس الصغيرة.
عفاك، خرج حوايجك من الغرفة.
مشي جوج ديال الكتارات ولف للجهة اليمنى.
مفتاحي مكسور.
بغيت قاموس ياباني-إنجليزي.
استمتعت هنا بزاف. شكراً على كلشي.
واش هاد الطوبيس كيمشي للوسط ديال المدينة؟
رجاءً تجنب التالي.
الأرقام ديال المبيعات زادت بشكل مستمر من بعدما خرج المنتج للسوق.
واش غادي يجيبولك مرشد سياحي يديك من الفندق؟
اش من الوقت خصني نكون عند الباب؟
شنو غادي يكون سريع؟ ما عندناش بزاف ديال الوقت.
بجد؟ عفاك خليني دقيقة باش نرتب هاد الشي.
هل هاد الشي كامل مشمول فالفاتورة؟
بغينا طبق ديال النقانق المختلطة، وواحد السلطة، وواحد قنينة ديال العسل، عفاك. جيب جوج كيسان، عفاك.
السلام، بغيت نقيّد دابا. هادي دور ديالي.
شحال من طوبيس كيمشي لبيكاديللي سيركوس؟
هادي كتجي مع ضمان ديال الحياة كاملة.
واش تقدر تصلحو، عفاك؟
ما جبتش السلاطة ديالي.
خذ الحافلة رقم واحد ونزل عند التوقف الثالث.
واحد هنا يقدر يجرب التنفس الاصطناعي؟
ما كنظنش هاد الشي جاي من اليابان.
جيب لي واحد قنينة صغيرة ديال الماء المعدني باردة، عفاك.
عافاك، ورّيني شي من الألعاب التعليمية اللي كيتسمّاو.
بغيت حزام.
غادي نفكر فيها مزيان.
أنا معاك فهاد الشي. يلا نمشيو للمحل ديال اللحم قدام الشارع.
بيض مخلوط
سمح لي سيدي، جميع الغرف محجوزة.
الاتصال بليابان متصل. تفضل، من فضلك.
ها هو الدليل. خاص يكون موجود فيها.
عندي تورم.
واش متأكد؟ عافاك عاود التحقق من جديد.
واش نقدر نجيب دليل ياباني؟
شحال هادي ديال الحقيبة؟
بغيت ناخد الطيارة ديال غدا.
شكراً على العشاء الرائع.
عفاك، بدل العدسة. واش تقدر تجهزها وأنا كنتسنى؟
سير مباشرة لتحت، وهو على يمينك.
ما قادرش نحتافظش بأي طعام في المعدة.
واش تقدر توقف هنا حيث بغيت ناخد شي صور؟
باش تمشي للكانيون الكبير
عفاك، دير لي أشعة سينية.
كنقلب على هدية لوالدتي.
واش تقدر تحجز ليا جوج ديال التذاكر؟
تعرضت للاعتداء.
طابلة ديال التدخين ولا غير التدخين؟
سميتها جبل ب. راه حوالي عشرين ميل من هنا.
بغيتي الكاتشب ولا المستردة على هاد الشي؟
راها فالطابق الأول، من هاد الجهة.
كاين شي ولد يلعب الكرة.
بالنسبة للاس فيغاس؟
هل هاد الشي كيقبل ماستر كارد؟
هل يمكن للضيوف يدخلوا ديكوتيك هاد الفندق بلا ما يدفعوا رسوم الدخول؟
واش شي من الجولات فيها مرشدين كيتكلمو اليابانية؟
ما عنديش نسخة من تذكرتي ديال الطيارة.
ف دفتر صغير منفصل سميتو "معلومات خلفية الشركة"، اللي كاين فالباكيت اللي عطاوك، غادي تلقى شرح أكثر تفصيل.
شحال غادي تتأخر؟
شحال الساعة اللي مفتوحة فيها وشنو الوقت اللي تسد فيها؟
واش تقدر تجيب لي شي حايط، عافاك؟ الجو بزاف بارد فهاد الغرفة.
مرحبا بك. على فكرة، كاين شي تليفون عمومي قريب من هنا؟
بغيتي تشرحها للمشغل؟
واش تقدر تديرها حدا الشباك، عافاك؟
حاسة براسي هنا مشدودة.
عندي شي غسيل.
فين هو القصر؟
واش يمكن لي نعطيك المينيو؟
عفاك، بلاصة فالمقدمة.
عفاك رجع عند الثانية وعشرة ديال الدقيقة.
واحد من الشنط ديالي ما وصلش.
واش كاين جولة ديال كامل النهار؟
واش نقدر نحجز من تلتاش ديال الصباح، عفاك؟
شحال كتسحاب على الشحن؟
بغينا جوج ديال التذاكر لسان دييغو، عفاك.
هادي تقريباً تسع وتسعين دقيقة ديال المشي من هنا.
كل واحد وذوقه. أنا كنشرب بيرة.
أنا من يوكوهاما، اليابان.
جلسة على النافذة، من فضلك. وبغيت نكون جالس مع بنتي.
واش تقدر تشرح لي كيفاش ندير مكالمة طويلة المسافة؟
تولد فـ ۱۹۸۰.
ها هو الفلوس ديالك. سبعة و تمانين دولار، تمانين دولار، تسعة و تمانين دولار، تسعين و تسعة و تسعين دولار، مية دولار.
عندك باركا؟
لا، ماشي الكاميرا ديالي.
التلفزة مكسورة.
إيمتى آخر طوبيس لبيمليكو؟
أنا مريض بالبحر. واش يمكن تعطيني شي دواء؟
خمس ساعات وخمسين دقيقة أخرى.
هادي الغرفة سبعة وسبعين. شنو نوع الكوكتيلات اللي كتقدم؟
هاد الطريق طويل.
عفاك، ما تديرش هاد الشي.
النساء كيلبسو اللباس.
مزيان. شنو رأيك فهاد الشي؟ هاد الجولة النص نهارية كترجع بيك هنا فواحد ديال العشية.
هل هذا قابل للغسل؟
عفاك ربطني مع الشخص المسؤول على المحاسبة.
واش التذاكر متوفرة؟
عندك شي سلاسل أخرى بتصاميم فريدة؟
علاش ما نمشيوش حدا داك الحاجز المرجاني؟
واش تقدر تقول لي فين غادي نزورو فالجولة؟
خصك تمشي للمستشفى باش تدير فحص عام.
واش ممكن تعطيني غرفة مختلفة، عفاك؟
فين هو أقرب محل موسيقى؟
بغيت نحط ممتلكاتي الثمينة فصندوق الأمانات.
كنظن هادي الكرسي ديالي.
حط يديك فوق.
إمتى هاد المحل يسدّ؟
إيمتى هو الأول قطار لآكسفورد؟
حتى فاش كاين الخدمة ديال الغرفة؟
عندك جريدة إنجليزية؟
عفاك، العيدان ديال الأكل.
كنتفضل واحد أزرق، إلا كان عندك واحد.
غادي تحسن مزيان قريبا. متقلقش.
الفرحة. أنا ناوي ندير شوية ديال السياحة ونزور شي صحاب قدام.
شنو هو التشخيص ديالك؟
بغيت ودني تبان.
الصال ديال الفلوس كاين تما.
علاش القطار متأخر بزاف؟
خصني نلبس ربطة العنق؟
الاسم ورقم الغرفة؟
عندي طارة مفرغة.
حنا مهتمين بالدين.
ما كاينش مشكل على الإطلاق. فين بغيتي توصلها؟
أنا أيضا. مشينا بزاف اليوم.
ما عنديش فكرة.
غادي نشحن البطارية وننظف الزجاج ديال الأمام.
طابلة ديال التراس، عفاك.
نصف الثمن ديال التذكرة؟
شنو هو آخر وقت للدخول؟
شوية أكثر من الوراء.
عفاك، صوّر داك الجسر اللي فالخلفية.
عندك شي تذكار مزيان؟
المطر تبدل للبرد.
كنفطروا فالسابعة كل صباح ما عدا العطلات.
خصني نشوف الطبيب غدا الصباح.
عافاك، شد حزام السلامة ديالك و ماتدخنش حتى يطلع الطيارة.
بغيت نعيط لليابان.
كنتمنى نخفّف شوية ديال الوزن من بعد كل هاد الشي.
أنا غادي لميلبورن.
عندك شي جولات مع مرشدين كيهدرو اليابانية؟
الجو بارد هاد الصباح.
سمح لي، ولكن فاش كاينين دابا فهاد التقاطع؟
نسيتو وأنا كنت كنتسوق قبل حوالي عشر دقايق.
واش نقدر ندخل بجينز و لوفر؟
بغيت شوية ديال الموز
كتشوف كتشد كتافك بزاف، ماشي هكا؟
شنو نوع الماكلة اللي كتعجبك؟
هل هادشي باش تمشي؟
كاين شي حانة هنا حدا؟
سمح لي. واش تقدر تقول لي فين نقدر نلقى مترو؟
كيف داير؟ أنا إيتشيرو تاناكا.
شحال هو الزيادة على السرعة؟
إلا كانو كاملين معفوين من الضرائب، غادي ناخذ واحد الكارتون ديال C.
كيعتمد على نوع الجولات. رحلة نهارية ليوسمتي هي تلاتين دولار وهي الأكثر شعبية. يوسمتي على بعد ثلاثمائة وخمسين كيلومتر من هنا.
أي خط كيمشي لسانتا باربرا؟
ما كاتشوبش.
خود اللي بغيتي. غير متطلقش النار.
بغيت نشوف واحد المباراة ديال الكورة.
عندك غرفة مفردة الليلة؟
في الحقيقة، عندنا دابا تخفيض على البلوزات.
واش تقدر تقترح شي رحلات نهارية مزيانة؟
شيكات السفر ديالي كاينين بالدولار الأمريكي.
واش ممكن تربطني بصاحبي؟
فين نقدر نشري التذاكر؟
واش المعدات مشمولة؟
عفاك، واش يمكن تعطينا شوية ديال الخبز؟
خلي نشوف. إيوا، عندنا غرفة متاحة.
السلام عليكم، تانكا. أنا فرحان بوجودك هنا. فين كاتسكن؟
واش كاين شي حد هنا لي يقدر يهضر بالإنجليزية؟
نعم. خصني نمشي دابا. كنتمنى نشوفك مرة أخرى قريبا.
الساعة ستة ونصف
هذه هي الزيارة الأولى.
فين هو أقرب كويّ؟
عفاك، غرفة هادئة.
حصلت على نتائج مزيانة العام اللي فات.
كيف زوين.
بغيت اللي معروض فالشباك.
واش كاين واحد بحجم أكبر؟
ما شيكش بعد. ولكن كنظن عندي سخونية عالية.
شنو هو الشكوى ديالك؟
بدأت تتثلج.
هادي الغرفة سبعة و جوج. عفاك، عيط ليّ باش يفيقوني غدا فالسابعة ديال الصباح.
ما تخدمش بزاف.
آه، لا. عرفت بلي هادشي غيكون غلطة. غادي نرجع لليابان كراجل فقير.
واش هادي القطار الصحيح لشيكاغو؟
سمعت غير دابا النبأة. من المفروض توقف الثلج فشي وقت غدا.
واش نقدر نستن هنا؟
كنكتب هايكو هاوي كهاية.
واش كاين شي بلاصة آمنة باش نخبي فيها حقيبتي؟
عندك تخفيضات للعائلة؟
فين هوين مكان مزيان باش تشري التذكارات؟
هو نظام الأجر على حسب الأقدمية.
عفاك، تْرَاحْ تْنَامْ تْهْنَا.
واش نقدروا نمشيو لنقطة تيكي غدا؟
كاين فرصة بسيطة للثلج.
واش تقدر ترسم لي خريطة؟
ماكينات السلوت كيبانوا سهلين بزاف، وشنو رأيك فالروليت؟ غير خصك تحط الرهانات ديالك أو الفلوس ديالك على الرقم اللي غادي تربح فيه فالأول.
كنراهن بلي كاين اختيار أكبر فصيدلية.
هادي غالية بزاف عليا. عافاك وريني شي وحدة أرخص.
هذا هو المشغل لخدمة المكالمات الهاتفية الدولية.
دراسة الإنجليزية
هاد الطوموبيل كتمشي لباريس، ماشي هكا؟
عفاك، صيفط خمسة دولارات وخمسة وعشرين سنتيمات لمدة تلات دقايق جايين.
بغيت كاميرا، عافاك.
شحال علو منصة الغطس؟
واش غادي تكرّي طوموبيل ديال الغولف؟
عفاك، عطي بطاقات الوصول.
واش نقدر ندير موعد اليوم؟
شوية ضيق بزاف على البطن.
كيفاش نقدر نوصل لوسط المدينة؟
بالضبط بحالك تقول.
ما كانش عندي شي وجبة من قبل. بغيت ناخد دابا.
صباح الخير. شحال؟
ما عنديش بزاف ديال الوقت.
حسنا. نشوفك من بعد.
واش نقدر نخرج ثلاث مية دولار من كارت فيزا ديالي؟
كيف بغيت الويسكي ديالك؟
واش نقدر نعتني بيها؟
عندي الحيض.
خصك تصرف شيكات السفر ديالك فواحد البنك.
عفاك، جيب لي الحقائبي للغرفة.
ما حجزتش بلاصة لرحلة العودة ديالي حتى دابا.
أي واحد من هاد الشي هو آخر لون؟
شحال من الوقت كياخد باش توصل لفلادلفيا؟
غادي تزور جميع الأماكن السياحية فسان فرانسيسكو فداخل أربعين وتسع أميال ديال السياقة.
واش نقدر نبقى هنا باش نشوفه؟
واش كاين شي بلايص الليلة؟
كسرت نظاراتي.
حذاك ما كيتوافقش مع لون الفستان ديالك.
حطها هنا، من فضلك.
هادي وحدة أوتوماتيكية. عندنا هاد الموديل ديال الساعات الكوارتز، سيدي. هادي مقاومة للماء ومضادة للصدمات.
غير قصّة بسيطة، عفاك.
إيمتى هو القطار الجاي لآكسفورد؟
مع الفطور؟ بغيت نحجزه.
واش نقدر نعيط لفرنسا مباشرة من هنا؟
شحال من نهار هاد الشي صالح ليه؟
بغيت نبدل الحجز ديالي.
واش تقدر تتصل بنا تاكسي؟
شنو رأيك تجرب برغر؟
واش كلشي مزيان؟
واش كاينة ليموزين لفندق ABC؟
فاش غادي ترجّع الطوموبيل نهار الجمعة؟
أي خط لميدان ميديسون؟
غادي نعيط ليك من بعد.
سمح لي، ما فهمتش شنو قلت.
واحد دولار لكل كيلوغرام.
واش نقدر ناخدو على علاقة ديال الكرسي؟
ما عارفش كيفاش نستعمل التليفون، عفاك ورّيني.
الوجهة ديالي هي لندن.
آه، خايف هاد الوقت ما كافيش.
أي حافلة خصني ناخد؟
بغيت شي كريم ديال التنقية.
سلام مرة أخرى ومرحبا بك في أمريكان توب فورتي.
شنو هو أحسن حدث؟
شحال من الوقت غادي ياخد قبل ما تتفتح البراعم وتولي زهور؟
بغيت نهضر مع السيدة نوموتو، فالغرفة خمسة واحد.
إذن غادي تكون مهتم باش تشوف داخل ديال هاد المسرح. هو Teatro alla Scala.
البار المظلّل كيبيّن أرقام مبيعات شركتنا للسنة اللي فاتت.
كنتمنى تكون قادر تزور هاد المعالم الجميلة ف الولايات المتحدة ف القريب العاجل.
الكاتدرائية ديال وستمنستر
رفيقي كيعاني من حمى عالية.
راها فالطابق السابع. خُد المصعد فآخر الممر.
غادي نكون فانتظارك.
حطيت حقيبتي، كتابي، والكاميرا ديالي فالحقيبة ديالي.
عادةً كنمشي نرقد فحوالي العشرة ديال الليل، وكنعس مباشرة.
كان طويل وعندو شعر أشقر.
الثقافة تزدهرت، مع أنشطة بحال مسرح الكابوكي، لوكيوي الرسم، الأدب وفن السيراميك ولىو شعبية.
عندك شي محل ديال Dunhill هنا حدايا؟
مائة وعشرين مليون شخص ف أرض ديال ثلاث مائة وثمانين ألف كيلومتر مربع؟
تذكرة ذهاب وإياب لميامي، من فضلك.
واش تقدر تقول لي فين كاين أقرب بنك؟
بغيت واحد تذكرة ديال البالغ، عفاك.
اسمي وطانابيه غوروه
شحال كتكلف باش تبعث هاد الرسالة، إذن؟
الفلفل، عفاك.
واش تقدر تجيب لي الفاتورة؟
بالصح، الطبيب ديال الأسنان اللي كنمشي ليه مزيان بزاف.
الضوء ما خدامش.
بغيت شي حاجة للسعال.
حسنًا، هذي هي غرفتك.
شحال باقي من الوقت حتى يجي القطار؟
واش نقدر ناخد الدوا؟
عطيني توقيعك هنا، من فضلك.
ما كايناش كافيتيريا قريبة؟
الرقم هو خمسة ستة سبعة ثمانية واحد اثنين ثلاثة أربعة
عفاك سيدي، ممكن نهبطوا ف أي لحظة. إلا بغيت تدي المقعد ديالك.
يوكوهاما قريبة من طوكيو.
بغيت فلتر، عافاك.
شنو نقدر ندير؟
واش كاين شي حد كيهدّر باليابانية فالمتجر؟
شكون هو آخر واحد فالسطر؟
واش ممكن تعطيني خريطة ديال الدليل، عفاك؟
ما قادرش نسمعك مزيان.
تأخر حوالي ساعة. غادي يطير على السابعة عشرة وعشرة.
الرقم هو واحد جوج ثلاثة ربعة خمسة ستة سبعة تمانية
الماء ما غاديش يسخن كفاية.
ف هوكايدو، ما تقدرش تلعب الغولف تقريباً ستة شهور بسبب المناخ البارد ديالو.
غادي تبيعهم بوحدهم؟
بغيت نخرج نهار قبل.
كتبدى من التسعود.
انت محظوظ. جميع المتاجر كاينة ديال التخفيض دابا. تقدر تشري بخصم.
لحظة واحدة. غادي نلقى قلم.
آه، ما عارفش. شنو رأيك فمكدونالدز؟ عندنا هادشي فاليابان، ولكن.
بغيت نرد هاد الشي. هادي هي الوصل.
واش كاين شي طوبيس غادي يخرج هاد العشية؟
كيفاش نوصل للمتحف؟
ما تذكرش. أنا غير كملت المسار ديالي الأولي.
السيد غودمان غادي يعجبو بزاف بهاد الشي.
نعم. كنظن غادي ناخد بيضة، سجق، توست وفواكه طريّة.
الإيجار خاصو يتخلص فآخر نهار من كل شهر.
ما هادش الحجم المناسب.
رقم الرحلة هو PK سبعة ثمانية على 5 سبتمبر
كاين شي حاجة مشي مزيانة فحوض ديالي.
شنو هي المنتجات المحلية ديال هاد المنطقة؟
حقيبتي ما خرجتش بعد. واش تقدر تعرف ليّاش وقع ليها، عفاك؟
كتبان زوين بزاف فالتليفون.
هي كاميرا كانون ذات عدسة واحدة عاكسة.
شنو هو اسم القلعة؟
واش كاين طوبيس ديال المطار للمدينة؟
واش تقدر تقول لي الاسم مرة أخرى؟
من بعد نزل فالمحطة اللي غادي تجي من بعد وخود الطوبيس لحديقة هايد.
سمح لي، ما كنشريوهش. تقدر تشريه من الصيدلية فالطابق الأول.
بغيت مقعد فالممر، عافاك.
بغيت تشرب شي حاجة؟
بغيت نطلب نفس الشيء.
فين هوما Barnes and Nobles؟
بزاف-خصوصا حيث نمت على العشاء الليلة البارح. على فكرة، واش تقدر تقول لي كيفاش نوصل للمتحف البريطاني؟
عفاك، عيط للرقم تسعة فهاذ التلفون.
شحال من الوقت تسدّ المحل؟
طيراني تأخر، و فاتني الطيارة ديال الربط.
واش تقدر تلغي لي الحجز ديال الكراسي؟
بغيت شي شيبس.
أنا غادي نْمشي تماك حتى أنا.
مثير للاهتمام بزاف.
بغيت غرفة فيها بانيو.
واش نقدر نجيبها؟
ما عارفش، سيدي. كتتكلم الإنجليزية؟ كتهدّر بالإنجليزية؟ هدّر.
كنتمنى يكون مزيان.
الخط مشغول.
نعم، سيدي. الحداش ديال العشية.
واش نقدر ناخد موعد لجمعة؟
خصني ندير اتصال. واش ممكن؟
لا، ما عنديش. عافاك، سيارة ممنوعة التدخين.
الناس اللي مبتدئين ماشي مزيانين؟
خصني إياهم اليوم.
بغيت نكرّي ليك أرخص سيارة عندك لمدة أسبوع.
هاذ اللبسة ما كاتناسبنيش.
واش تقدر تقول لي فين كاين مكاني؟
أي طيارة توصل أول في نيويورك؟
فين خليتيه؟
عفاك، بدل هاد العملة الفرنسية بالفلوس.
ما كاينش بلاصة باش نحط الحقيبة ديالي اللي غادي نديها معايا.
حُرّك تْصَافَاو مع الكوزماتيك ديالنا قبل ما تْخْرَج من هنا.
ما تقلقش. ماشي بعيد على المدينة.
ها هو الفلوس ديالك.
مزيان، علاش ما نمشيوش للبحر غدا؟
عطيني عرض.
هل هاد الجولة النص نهارية كتدار باليابانية؟
شحال الثمن فاليوم؟
إيه، حنا كنديرو. هادي هي الاختيار ديالنا.
حسنًا، يمكنك تاخد Gray Line Air Shuttle أو Carey Airport Express.
إلا قدرت تخليها شوية أرخص، غادي نشريها.
فين هو الحوض ديال السمك؟
بغيت نبقى هنا لمدة يومين آخرين.
نعم، كنقلب على هدية لأختي.
عفاك نقّي هاد الملابس.
فين نقدر نشري جريدة يابانية؟
شنو هو الحيلة الرئيسية هنا؟
واش نقدر نسبح هنا؟
شنو رأيك فالأعلى؟ خصني نطيح شي حاجة من فوق؟
إيه، هادي هي الحاجة اللي خليتيها ورا؟
نعم. تقدر تشوف الأفلام على HBO، اللي مجاني.
كيفاش نقدر نوصل لهوليود؟
غادي ناخد غرفة ب15 دولار.
أنا متأكد بلي حجزت.
عندك خدمة الغسيل؟
كنظن رجلي مكسورة.
كتحكي بحال شاعر، سيد إيتا.
كاين شي بلايص للزيارة هنا من حدا؟
واش كاين كارو ناعس ف القطار؟
بجد؟ كنتمنى ما يكونش مشى بلا بيّ.
خلينا ناكلو خارج مع بعضنا.
شحال الثمن ديال جوج أيام؟
أنا غادي لميمفيس.
منين كاتخرج الطوبيس ديال القطار ليوورك؟
بغيت ندير حجز لروما.
سيدات وسادة، الكابتن جورج كوهين وطاقمه كيرحبوا بكم على متن رحلة الخطوط المتحدة رقم ٨٠٠ إلى نيويورك. إلا كنتي محتاج شي حاجة خلال الرحلة، غير طلب وغا نكونو سعداء نعاونك.
اللي خضراء.
من الأحسن تتصل بقسم المفقودات والموجودات.
عفاك، واش يمكن ليك تعطيني رقم ديال التليفون ديالك؟
واش تقدر تشوف واش كاين شي رحلة أخرى متاحة؟
لا. غادي نبقاو هنا ثلاثة ديال الأيام، من بعد غادي نمشيو لنيويورك ونيو أورلينز.
عندي بطاقة يوريل و فيزا سوفيتية.
واش نقدر نهضر مع السيدة كاوري واتانابي فالغرفة ثمنتاش؟
عندك شي مشروبات أخرى؟
هل هاد الفستان ديال الكتان؟
سمح لي. عندي صداع. عندك شي دواء؟
عفاك، حط رول ديال الفيلم فهاد الكاميرا.
التلاميذ ديال الثانوية الأمريكية ما خصهمش يخدمو بزاف.
بغيت ناخد هاد الشي معايا.
كنشوف. هادي ديالي. أنا تابع لمركز التصميم الداخلي ديالنا.
أي باص نمشي به لحديقة هايد؟
هاد البيرة مسطحة.
نعم، أنتَ.
حنا كاملين بغينا نكونو ف نفس الطابلة.
ما كايناش كفاية ديال ليفة.
كنظن هاد الشي ممكن ما يكونش صحيح. واش تقدر تشوف ليه؟
غادي يرجع الأسبوع الجاي.
ماما توفات.
بغيت شي شوية ديال البورت.
سير بيا للمستشفى.
يا سلامة.
عندك هادك بلون زاهي؟
بغيت قلم.
واش ممكن تعطيني شوية ديال الليمون للشاي ديالي، عفاك؟
واش يمكن لي نعطيك الوصل، عفاك؟
مسرور بلقائك، حتى أنا. واش هادي أول مرة ديالك ف أمريكا؟
واش تقدر تبدل لي هاد الحذاو بحذاو أصغر؟
واحد جالس هنا؟
حقيبتي زايدة ثلاثة كيلوغرامات.
كنظن بلي غالي بزاف. ما عندكش ثمن معقول أكثر؟
غادي نخرج بكري غدا الصباح.
كتبيع سلع معفاة من الضرائب على الطائرة؟
شكون هو المخرج ديال الفيلم؟
الصيف هنا ماشي بزاف ديال السوء.
بغيت نشري هاد الشي.
تبّع العلامة اللي مكتوب عليها تاكسي.
إيه، أنت فوسط Fifth Avenue. فين بغيتي تمشي؟
علاش درتيها؟
توصيتي تسرقات حتى هي.
أنا خايف ما عندناش. ولكن متأكد غادي تستمتع بالغداء الخاص ديالنا.
سبعة ونصف
حسنا. دابا الساعة الحداش ديال الليل، إذن رجعت الساعة ديالي للعاشرة ديال الصباح، صح؟
حسنًا، ريمينغتون ممكن يكون مزيان.
حولي ساعة ونصف.
واش يمكن ليّ ناخذ كاس ديال الماء آخر؟
خلي نشوف هاد الشي.
فين كاين تبديل الفلوس؟
عفاك صبر شوية. غادي نسول السيد إيماي واش غادي يجاوب على المكالمة.
واش نقدروا نوصلو لها ديال العشرة دقايق؟
هاد الكاري سخون.
عندي مشكل مع الحقيبة اللي شريت البارح.
واش عندك حساسية من الدوا؟
نعم، عندناها بالأسود والبني.
بغيت نشوف مباراة ديال كرة القدم المحترفة. فين نقدر نشري تذكرة؟
سمح لي، ما فهمتوش. واش تقدر تهدر بشوية بشوية باش نقدر نفهم؟
خمسين، عشرة في عشرة، والباقي فشيك ديال دولار واحد، عافاك.
كيفاش نقدر نوصل لنافورة كولومبوس؟
عافاك، عطي لي شي حاجة مزيانة لشفايفي. كانوا مجروحين من البرد ديال الريح.
هل كاين شي تخصصات محلية؟
ما تخافش. داك الكلب ما غاديش يعضك.
نعم، والحوتان ديال البحر زوينين بزاف.
شحال من مرة كيدور؟
لفيت معصمي.
فين هي الجواكيت ديال الحياة؟
سير مباشرة على طول هاد الطريق ربعة ديال الكوبريات. ومن بعد، قلب لليسار فالإشارة.
واش تقدر تبعتهم لليابان؟
خلّيت المحفظة ديالي فالحان ديالك.
كيفاش كتعجبك هادوك؟
كاين شي طيارة لسيدني؟
واش نقدر نكمل رحلتي من غدا؟
هل هذي المنطقة ديال استلام الشحن من شركة بريتيش إيرويز واحد اثنين ثلاثة؟
غادي نخرج من الدار السابعة ديال الصباح غدا.
خصنا نتلاقاو مرة أخرى قريبا.
نعم، غادي ناخد ويسكي وصودا مع المقبلات.
عفاك، عيط للإنذار ديال الطوارئ.
بالطبع. خليني نوضّب هاد الطن ديال الشنط؟ فين غادي؟
شنو المميز فهاد المطعم؟
سمح لي، أنا محبوس برا.
عندك شي حاجة بأسلوب أكثر حداثة؟
فين نقدر نجيب التوكنات؟
واش غادي تحوّل شيك بالدولار الأمريكي لفرنك فرنسي؟
خلينا نلتاقاو غدا.
علاش ما نديروش هاد الشي كامل، مع بعضنا؟
واش نقدر نغطس ملي البحر عاصف؟
سير من فضلك لمصلحة الجمارك ديال تماك. نهارك مبروك.
وريني الموديلات الجديدة، عفاك.
عندك ترمومتر طبي؟
الجزمة ضيقة بزاف.
الشهر اللي فات فالتاسع.
مزيان، ثلاثة ديال العشرينات، ثلاثة ديال العشرات و جوج ديال الخمسة.
بغيت نجرب شي أكل ياباني. طيب ليّ شي حاجة.
واش نقدر نتحرك لهاد الكرسي؟
نعم، استمتعنا بزاف.
شنو رأيك فالماتين؟
كنقلب على حقيبتي.
خطتي تبدلات. بغيت نبقى ثلاثة ليالي بلاصت من جوج.
آه، شكراً. بيتي، واش تقدر تجي عندي، عفاك؟
شحال من حزب سياسي كاين؟
وقف على جنب.
كاين شي مراس ليّ؟
الرقم ديال التمديد ثلاثة ستة سبعة، من فضلك.
واش نقدر نكمل السفر؟
رجاءً كون أكثر حذرًا في المستقبل.
السلام، بغيت نعيط لطوكيو.
إيه، ولكن واش غادي تخلّي الحقيبة الخفيفة فوق الرف اللي فوق راسك؟
هادي أتاي أخضر.
عندك تذكرة؟
بغيت ليموناضة، عافاك.
كتقبل الفلوس اليابانية؟
رفيقي كان كيعبر الشارع فاش كانت الإشارة خضراء.
عندك واحد لونه أزرق بحري؟
واش تقدر تعاونني مع هاد الشنط؟
آه، شكراً ليك، أستاذة ستايسي. آن فعلاً صنعت هاد الحلوة ديال البرقوق بوحدها.
شحال من ليلة غادي تبقى؟
بغينا قهوة من بعد العشاء، عافاك.
كيقراو بحماس آخر صيحات الموضة من التلفاز والمجلات.
عيط لطبيب بسرعة، عافاك.
بغيت كتاب ديال الأطفال.
فين هو الكاونتر ديال الرحلة الربط ديال British Airways؟
شنو كاينين كياكلوا على الطابلة اللي تما؟
بغيت غرفة لزوجة.
واش تقدر تقول لي فين نقدر نلقى الخضروات المعلبة؟
عندك شي أسعار أسبوعية؟
واحد الغريب عرض ياخذ لي صورة، و عطيتو الكاميرا ديالي. من بعد، هرب بها.
آه. أخيراً وصلنا لBig Apple. دابا خصنا ناخدو مترو باش نوصلو للقرية. ما خصناش نشريو خريطة ديال المترو؟
كيفاش نقدر نوصل لمركز ABC؟
عندك دوم بيريجنون؟
فين الطريق لفندق غريس؟
عفاك، خذ جوج أقراص من بعد كل وجبة.
هل يمكنك تتكلم ببطء؟
واش تقدر تفتح حقيبتك؟
خدمة الغرفة، عفاك. رقم الغرفة هو عشرة وخمسة عشر.
الجنس على الشاطئ للبنتين اللي هناك.
بغيت واحد الكرسي فالميدان على طول خط القاعدة الأولى، عفاك.
شحال؟
شوية ديال القهوة زيادة، عفاك.
عندنا الوقت باش نشوفو الداخل ديال المعرض؟
فين كاين قسم السلع الفاخرة؟
جميع المقاعد مبيوعة دابا، ولكن تقدر تشري تذكرة باش تشوف المباراة إلا بغيتي توقف.
عفاك، دير تقرير على السرقة.
كتظن أني نقدر نجرب نرسم أظافري بنفسي؟
بخير. ها أنت.
عافاك قول لي فين كاين تواصل ديالك.
شوف، راه كبير بزاف، صح؟ غادي نجيب ليك شي كيس ديال الكلب من بعد.
عندك جريدة؟
بغيت خريطة ديال طريق الحافلة.
كنحب بزاف الأفلام اللي كتخليني نبكي.
عندك شي أوسع؟
كاين شي محل ديلي هنا من حدا؟
عفاك، صيفط هاد بالطراموي جوي.
مدير فندقي، السيد هيلتون، عطاني سميتو.
واش تقدر تخليها ثلاثين جنيه؟
قول لي فاش خصني نرجع هنا.
من الستة ديال الصباح حتى العشرة ديال الصباح
جوج ديال الهامبورغر.
عافاك، ورّيني واحد أرخص.
لون أغمق، من فضلك.
منين كتعيط؟
كنت مسؤول على الموارد البشرية لمدة من الوقت، وهاد الشي خلاني مهتم بزاف نهدّر مع الناس.
خصنا نستناو هاد الوقت كامل؟ شكراً على أي حال.
هل غادي يخرج القطار ف الوقت؟
واش تقدر تعمر لي هاد الفورم؟
بغيت نغطس ف واحد الموقع ضيق ومضوي مزيان.
آه، هادي مؤسفة بزاف. يمكن فمرة أخرى إن شاء الله.
عندك شي منشورات يابانية؟ بغيت واحد منهم، من فضلك.
الحلوة ديالي ما وصلاتش بعد.
واش يمكن لي نعطيك واحد آخر؟
غادي يكون زوين إلا كانو عارفين هاد الشي بزاف على اليابان.
شي حاجة حوالي ثلاث مية باوند، عفاك.
واش كاين شي جولات اللي كتدخّل زيارة لدار الموسيقى؟
بغيت هامبورغر، بطاطا مقلية و ليموناضة.
حطّ يديك فوق.
هي زوينة بزاف.
شكراً بزاف. رحلة موفقة.
شنو هو الثمن ديال الجولة؟
شحال الثمن إلا خليت الطوموبيل؟
كسرت رجلي.
بغيت شي باريت.
دابا، غادي نفتح ليك المسام ديالك بالبخاخ ديال البخار.
سمح لي، واش نقدر ندخل هنا؟ شفت حقيبتي.
واش نقدر ناخد تذكرة للباليه هنا؟
ما نقدروش نبيعو حتى شي حاجة بلا وصفة طبية.
طلبتي سرير رضيع لطفلك؟
كنقلب على تذكار لصاحبتي.
راها في الطريق، سيدي.
بغيت لغز ديال البازل.
الفلوس ولا الكارت؟
بغيت ناخد باص السياحة.
بغيت نكرّي جوج ديال الطوموبيلات، عفاك.
شحال غادي يكلف هاد الباكاج باش نبعتوه جويًا؟
فين نقدر نلقى قسم الغموض؟
بغيت نجلس حدا صاحبي.
عفاك، عطي لي هادك. شنو كتسميه؟
فين كتمشي هاد الطريق؟
إمتى مرضت؟
ما عنديش القدرة نشتري واحد غالي بحال هادا.
سير قدام فهاد الشارع حوالي ثلاث مية متر.
لا، درت كلشي بوحدي. هادي واحد من هواياتي. غير كنحب البستان.
من بعد، غادي نخلص عليها بالدولارات والين.
بغيت ملين
هاد التلفريك غادي ياخدك للفندق.
عفاك صيفط هاد الرسالة مسجلة. شحال فالمجموع؟
ضغط على تسعة لخط خارجي ومن بعد ضغط على واحد وثمانية لليابان، وثلاثة لطوكيو، ومن بعد رقم الهاتف.
سمح لي. غادي نردّ حواجي دابا.
واش نقدر نردها لمدينة مختلفة؟
شحال بغيتي توصل للفندق من هنا؟
غادي نبقى ثلاث ليالي.
طاح يديك. سكت و عطي لي فلوسك.
كنقدمو السندويشات والمشروبات من الحداش ديال العشية حتى للساعة ديال الستة ديال الصباح
أنا غادي نخرج ليلة قبل.
نشوفك. عيط لي غدا.
واش تقدر تلغي الحجز ديالي؟
كتعاني من حالة تعب شديدة.
فين نبدل القطار؟
بغيت جوج ديال البيض مخلوط مع لحم المقدد، بطاطا مقلية، توست وقهوة.
نعم، من فضلك. واش هاد الفيلم مصنوع فاليابان؟
طوال مدة طويلة من آخر مرة تلاقينا فيها.
شنو كيوقع إلا ما لقاوهش؟
يمكن يكون عندنا طابلة فارغة حوالي تاسعة ديال العشية.
إذن جوج ديال البلوكات، من بعد اليسار الأول؟
شنو؟ كتقصد اليابانيين كياكلوا هاد الحوايج؟
فين نقدر نلقى السكاكين والشكّات؟
آه، أنت على حق. هاد الشي فعلاً مزيان. غادي نرجع غداً إن شاء الله.
بغيت شامبو بلون.
ها هو. الممثل فعلاً رائع.
بالطبع. غادي نجيبها دابا مباشرة.
ف الوقت الحالي، واش تقدر تعطيني شي فلوس باش نقدر نشري بعض الحوايج الضرورية.
شحال غادي يدوم؟
بغيت هاد الشي يتبع لليابان بأسرع طريقة.
إيه، لا.
شنو أنواع الألعاب اللي عندك كتذكار من إنجلترا؟
بغيت سلة ديال النزهة.
كيوشو جزيرة كبيرة فجنوب اليابان.
شارع الربعة و العشرين
سمح لي. مرة أخرى، من فضلك.
شنو هو الرسوم ديال الخدمة؟
بغيت شي عصير ديال الفواكه.
جيت باش نشوف واحد الصديق ديالي الياباني.
مزيان.
شنو هي مهنتك؟
بغيت واحد الكرسي ديال الأوركسترا.
شنو نوع الألم؟
سمح لي، درت غلطة. شنو نوع السكوط اللي بغيتي؟
بغيت ندير جولة فين نقدر نتعلم فيها الزراعة.
بغيتي تشرب شي حاجة قبل العشاء؟
بغيت شامبو و تصفيف بالسيشوار.
واش هاد القطار كايوقف ف باث؟
شنو هو الإجراء ديال التحقق من هاد السلعة؟
عفاك وقف و صبر حتى ناخد صورة ديال جسر ووتللو.
عندي غرفة مزدوجة فيها جوج سرائر مفردة.
تقطع ملي خرجتو من العلبة.
عفاك، بلاصة محجوزة.
واش نقدر نشوف الغرفة؟
وكنتوقعو شوية ديال المطر الليلة.
بغيت حليب سخون، عفاك.
بغيت فلاش إلكتروني.
سمح لي، ما شربت والو. عفاك صحح لي الحساب ديالي.
عفاك كول مع هاد الصوص.
بغيتي تخرج PAI، PEC، تأمين ضد الخسارة والأضرار، وزيادة تأمين المسؤولية؟
واش نقدر ناخد الجولة دابا؟
فين هو القاعة ديال الموسيقى؟
مبروك على الذكرى الخمسين ديال زواجكم.
شي حاجة ممدودة؟
بغيت مية دولار ف الشيب، عفاك.
كنحب المناظر الطبيعية.
الأزرق راهو مشهور بزاف هاد العام.
ف الشتاء، كاين الثلج ف الجزء الشمالي ديال اليابان وف المناطق الجبلية.
سمح لي، ما لقيتش الكاميرا ديالي.
واش ممكن تشوف واش تسلم؟
عندك شي حاجة أخرى تقارب الثمانين دولار؟
أنا شوية قلقان من واش نقدر نغطس مزيان.
خلي ندي الكور.
نعم، بغيت نكرّي طوموبيل.
سمح لي، واش هاد الكرسي مشغول؟
هاد غادي يعاون.
شنو كتدير؟
حركنا بسرعة بزاف باش ناخدو الصور.
حاضر، غادي ندير.
كنتمنا إما نلقى خدمة فالتعليم أو نكمل ماستر فعلم النفس.
كنقلب على شوية ديال الكريمة الخفيفة. عندي بشرة دهنية بزاف.
كان من اللطيف بزاف نهضر معاك.
واش تقدر تجيب لي مجلة يابانية؟
سلطة، عفاك.
عندك جولة نهار كامل؟
كتحمل الصوت؟
مكالمة دولية لليابان.
لا، عفاك جيبه فثلاثين دقيقة.
هل الحافلات رخيصة؟
نعم، غادي نتأكد بلي توصل بهاد الشي.
شارع الثلاثين ثانية
مزيان. واش يمكن لينا ناخدو جوج ديال التذاكر؟
شحال الساعة ديال الربط ديال باريس؟
عفاك حطّ حوايجك تحت الكرسي.
شنو هو الهدف ديال الرحلة ديالك؟
بغيت قطعة ديال الشوكولاتة.
واش عندك شي عصير فواكه؟
كاين شي مشكل ف لمبة الفلاش.
بغيت نحجز غرفة مزدوجة من غدا حتى لاثنين.
عفاك، واحد ناعم دائم.
واش هاد الشي كيشمل رسوم الخدمة؟
مزيان. بغيت نجي.
واش نقدر نكمل رحلتي؟
وريني واحد أرخص، عفاك.
باهية بزاف. عافاك وريني واحد أرخص منو.
نعم. زْلَّة ديال البيرة، عفاك.
كنظن بلي الوقت كاينقص علينا.
واش تقدر تعاود تشوفها من فضلك؟
Giddyyap.
بغيت نبدل الحجز ديالي.
إيه، كاين واحد فذاك الفندق.
عفاك، تاريخ المغادرة من فضلك.
فين خصني نبدل القطار باش نمشي لسان دييغو؟
كان من اللطف ديالك تجي ملي انت مشغول بزاف.
ما عارفش على هاد الجلد ديال الحنش.
فهمت. عفاك، قعد من فضلك.
جدّي تعرّض لنوبة قلبية الليلة البارح.
حسنًا. واش تقدر تعطي لي التاريخ ورقم الرحلة؟
واش يمكن لي نعطيك شوكة أخرى؟
اش من وقت كيسالي العرض؟
اش من وقت نقدروا نتعشاو فيه؟
خايف هاد الشي طلب مني بزاف بزاف.
التكييف غير مؤكد. رجاءً ربط حزام الأمان ديالك.
كنت كنديرها. ما زلت كنديرها من حين لآخر غير باش نبقى متمكن.
شكون هديك السيدة؟
الوجهة ديالي هي طوكيو.
نعم، أنا سياح.
خصنا ندوزوك عبر مدينة أخرى.
واش نقدر نوقف فطريقي؟
أول وقت كان من وسط أكتوبر.
فين نقدر نلقى حقائب ديال الجلد؟
أنا عندي حساسية من اللقاح.
بغيت السمك والبطاطا المقلية، من فضلك.
عندك رحلة لطوكيو يوم الجمعة؟
لا، ما شفت حتى واحد حدايا.
واحد الكارتون ديال السجائر ديال لارك، عفاك.
خصني تقرير شرطة للتأمين ديالي. إمتى غادي يطلع؟
سيارة صغيرة، عفاك. شحال الثمن ديال الكراية فاليوم؟
بالطبع. حتى طفل صغير ما غاديش يواجه مشكلة فإجابته عليها.
نعم، هادشي مزيان.
بغيتي نعاود نمرّ عليه مرة أخرى؟
هو آخر واحد لي يكذب.
هادي ليك. واش غادي تقبلها؟
واش يمكن لي نشوف لائحة ديال الخمر، عفاك؟
شنو نوع ديال الخدمة؟
السلام. سمح لي، هو دابا ف اجتماع.
بغيت نمشي للمتحف. أش من طوبيس خصني ناخد؟
من فضلك، ناخذ جوج ديالهم.
شكراً على استضافتي.
خصني طبيب، بسرعة.
سمح لي. بغيت نمشي لحديقة الحيوان ديال برونكس. أش من طريقة هي الأحسن باش نوصل لها؟
غادي نعلموك منين نلقاوها.
كتعرف شي ديزوي فين البنات الصغيرات يقدرو يمشيو بأمان؟
شنو هو الحد الأقصى ديال الشنط فهاد الرحلة؟
ها أنت، راه مجاني.
نهار الاثنين
جواز سفرك ونموذج التصريح الجمركي ديالك، عفاك. عندك شي حاجة باش تعلن عليها؟
واش كاين شي حاجة بغيتي تشوفها؟
عفاك خليهم برا من الغرفة ديالك غدا الصباح.
سير ف قدام مكتب المعلومات، عفاك.
بغيت راديو ديال الساعة، عفاك.
هو بعيد على الدار.
حوالي شهر، سيدي.
كاين غسالة ديال الطوموبيلات؟
كاين صدع ف الباب الأمامي اليمين
هل كايقدموا وجبات؟
واش نقدر نخلص بالمارك الألماني حتى هو؟
شنو هو الحد الأدنى لسن التصويت ف اليابان؟
هو صوف نقي.
واش ممكن نعيط ليك من بعد؟
إمتى كيتفتح وإمتى كيسد؟
لا، شكراً، ما نقدرش. فالحقيقة، أنا ديجا مربوط مع واحد.
فين خاصني نبدل باش نوصل ل Soho؟
بغيت شي دوا قوي للرشح ديالي.
هل اللباس رسمي؟
واش تقدر توصل لبروادوي قبل السابعة؟
واش كاين شي كراسي الليلة؟
شنو هاد الشي كيعني؟
المنحة هي عشرين كيلوغرام لراكب الدرجة الاقتصادية.
بغيت نخلص الفاتورة ديالي.
المرة الجاية اللي نزور فيها، غادي نرجع بالتأكيد. إذن، واش يمكن ليّ ناخد تخفيض؟
واش تقدر تطلبه ليّ، عفاك؟
حَسَنًا، هو كَيْحضّر لامتحانات الدخول ديال الكلية ديالو.
نعم، نهار تذكار القنبلة الذرية ونهار تذكار نهاية الحرب.
ما خصهمش يتفرجو فشي برامج تلفزية عنف.
شنو هو آخر فيلم والأكثر شعبية؟
واش دازت عام دابا؟ الوقت كيدوز بسرعة بطبيعة الحال، غادي نجي. غير قول لي الوقت والمكان.
واش كاين شي مطاعم مفتوحة دابا؟
واش نقدر نجلس ف أي بلاصة بغيت؟
سمح لي على الإزعاج.
خايف تكون فاتتك واحد الرقم. كنظن سلمتك عشرين.
كنتمنا نشوفك قريبا.
هذا هو كل ما أريد.
واش تقدر تبعث شي حد هنا دابا؟
عفاك جي لي فطور.
خليت هاد الرحلة لا تنسى.
واش تقدر تعطي لي تقدير ديال الثمن؟
إيه. ولكنهم كيختارو بزاف بطريقة معينة.
عفاك، ناخد أحسن بلاصة عندك.
عفاك، ورقة تلغراف فارغة.
حطيت البقشيش فالفاتورة.
إلى فندق A، من فضلك.
طوكيو صفر ثلاثة ثلاثة اثنين تسعة واحد خمسة ثمانية ثلاثة خمسة، السيدة هارادا.
الصلصة ديال فرنسا، عفاك.
عفاك، وصلني للمطار.
بغيت شي صابون.
بغينا نلعبو التنس. كاين شي ملاعب عمومية هنا؟
عافاك، ورّيني شي حوايج ديال الدراري.
واش تقدر تنصحني بمطعم مزيان قريب من هنا؟
هو حقيبة كبيرة، سوداء.
خصني نكون عيطت لرقم غالط.
ثلاثة ديال الناس. واسمك من فضلك.
فاش كتظن غادي يتحسن؟
مفرح نلقاك هنا.
أنا هنا فالعطلة ديال الصيف.
بغيت نشري شي تذكارات لصحابي.
واش نقدر ناخد هادوك دابا؟
كيفاش نقدر نضبط التهوية ديال الهواء؟
واش نقدر نجلس حداك؟
شنو نوع الماكلة اللي كتمشي مزيان معها؟
ما عرفت حتى الآن عنوان ديالي. ولكن مخطط نبقى ف فندق ف سان فرانسيسكو.
ما قدرش ننعس حيت الطفل اللي ورايا كيعطي ضجيج. واش ممكن تقول شي حاجة؟
ف أغلب الحالات، غادي تكون ف وضعية صعبة بزاف.
رَاحَتي كتوجعني.
ما كنش. غير قلب لليسار. كاين الطونوبيل. هاني. طلع داك الطريق الصغير تما. يلا، وقف هنا.
نزل فمحطة فيكتوريا وخذ خط الشرق-الغرب.
ها متمزقة. عفاك نقص ليها شي شوية.
شحال من الوقت كياخد باش توصل لليابان؟
فين غادي نبدل الطوموبيلات؟
أنا عندي حساسية من الأسبرين.
واش نعاونك تلقى شي حاجة معينة؟
خلينا نتلاقاو ف المطعم.
عندك ثلاثة ديال المرات ديال الكتب اللي عندي.
هو تقريباً طول ديالو مائة وسبعين سنتيمتر وراس حْلِق.
حسّيت براسي باغي نشرب بيرة فهاد الجو الحرّ بزاف.
واش نقدر ناخد الفطور دابا؟
ها هو رخصة السياقة الدولية ديالي.
بغيت شوية ديال كريم ديال اليدين.
واش تقدر تكتب هنا عنوان ديالك؟
سمح لي، الليلة مبيعاش كامل. باقي عندنا شوية ديال التذاكر غدا الليلة، مع ذلك.
واش هاد الكاس ديال الخمر قابل للغسل في الصحانة ديال الصحان؟
هل هم قويين بزاف؟
آه، ولدي.
سقطت ليّ قرط هنايا شي بلاصة.
ننقل لرحلة دلتا إيرلاينز رقم 215.
كنظن بلي لمست شي مرجان سام.
عندك علب؟
خليت حقيبتي هنا، ودابا مشات.
بغيت شوية ديال الخس.
بالطبع. فاش الوقت بغيتي الحجز؟ شحال من شخص؟
خصك تبقى على اليسار.
شنو عارف عليه؟
دابا، شنو المخرج اللي ناخدو لدار كارنيغي؟
واش من المسموح نستعمل ملاعب التنس؟
بغيت نعزمك على الغداء.
واش نقدر نخلص على الطابلة؟
فين شفتو آخر مرة؟
عطيني أداة ديال البايب، عافاك.
خلّيت ساعتي فالتران.
نعم، سيدي. غير دقيقة واحدة، من فضلك. ها أنت.
ما جاوش بعد؟
إمتى خصني نخرج من هنا باش نلحق الطيارة ديال الساعة الثانية عشر؟
الجو سخون هاد الصباح، ماشي؟
إيه، نقدر نقول. ما فهمتش حتى كلمة الناس اللي حدايا كيقولوها.
عافاك، صيفط لي الإسعاف.
هل كاين شي معالم مشهورة؟
واش تقدر توريني فين أنا فهاد الخريطة، عفاك؟
إيه. مع ذلك، ما كنعجبنيش اللي حلوين.
حسنًا، خليني نشوف. هاد الشي أكثر من الميزانية ديالي.
شنو أنواع الماكلة اللي غادي ناكلوها للغداء اليوم؟
التلفزة هنا وها هو الريموت كنترول.
سمح لي، ولكن خايف بلي خصك تحافظ عليه بوحدك.
بقى تمشي مباشرة حتى توصل لشارع هوب.
بغيت نشري هاد واحد.
ها المفتاح وها العقد.
واش نقدر نتحول للمنطقة ديال التدخين؟
واش تقدر تبعت تاكسي لشارع براون 23؟
ما طلبناش هاد الشي.
كأس ديال الشمبانيا، عفاك.
حسنًا، كيخصّك خمسطاش دقيقة من هنا على رجليك.
كاس آخر، عفاك.
بغيت نحجز شي غرف.
شنو رأيك في سوار زوين باش يجي معاه؟
فين هو الممر ديال الكوزمتيك؟
واش ممكن تربطني بقسم التصدير؟
خائف أن التغيير ديالي قصير. واش تقدر تعاود تشوف؟
شكون اللي واقف على المونت ديال Cincinnati Reds؟
واحد لاتيه قصير، عفاك.
نادي سابتروبيكانا مزيان. كيبقى مفتوح حتى للثانية ديال الليل. العاملين غادي يتصلوا ليك تاكسي منين تكون مستعد تخرج.
الشباب الياباني مهتمين بالموضة.
ما غاديش نستعمل الفلاش.
واش تقدر تشوف العجلات؟
بديت غير دابا ناخد الدروس. صعيبة بزاف.
فين هو باب الصعود ديال شركة طيران اليابان، الرحلة 214؟
كنت كدخن كل نهار.
مشيت فلطوبيس الغلط.
واش يمكن لي نعطيك شي ملصقات ديال البريد الجوي؟
شحال غادي تكون مستعد تخلص على هاد الشي؟
ما بغيتوش يكون حار بزاف.
إيمتى غادي تطيّر الطيارة ديالك لسان فرانسيسكو؟
ما قدرش نلقى هاد الخروج.
بغيت خمسين غرام ديال هاد اللحم مقطع، عافاك.
عندك تذكرة رجوع لليابان؟
واش تقدر تقول لي كيفاش ندير مكالمة هاتفية؟
بغيت لون آخر، عافاك.
اللي يركض ورا جوج فريولات، ما غاديش يجيب حتى واحد منهم.
أنا متفق مع فكرتك، بشرط أن يتم ضمان تاريخ إنتهاء المصنع.
واش تقدر تجيب لي تذكرة، عافاك؟
قولها ببطء.
ماشي نقي.
بغيت نحجز جولة ديال الغولف غدا الصباح.
تفضل راسك تاكل الكيكة، عفاك. هادي ديال الدار.
غادي تراجع داخل هاد الحقيبة حتى هي؟
صحيح. ف لغتنا، "سكانة"، اللي كتعني الحوت، جات من دمج ديال "ساكا" أو "ساكي"، و"نا"، اللي كتعني الحوت كطعام خاص كتاكله منين كتشرب الساكي.
عفاك، عطيها بسرعة.
واش تقدر تجيبني من الفندق؟
غادي يكون نهار الجمعة تالتة وعشرين.
شحال من وقت عندك هاد الصداع؟
بغيت واحد الكرسي فالسّطلة.
ما عارفش كيفاش نعمر هاد الفورم.
خصك تجربها بلون أفتح، كنظن.
في أي طابق كاين قسم حذاء النساء؟
تحت الكرسي اللي قدامك
حتى الساعة شحال ديال العشية المفتوحة المتجر ديال القسم؟
ما خصكش تشكرني.
هاد الشي أكثر من اللي كنت متوقع نخلصه.
بغيت نحدد موعد معاكم على الخامسة ديال العشية اليوم.
واش كاين حلاقة ف الفندق؟
من أي وقت كتقبل الغسيل غدا الصباح؟
هادي ياقوت. عندنا غير بروش واحد من هاد النوع وهادي واحد من المعلقات المفضلة ديالي. غادي تجربها؟
عافاك، عيط لي من بعد على الثمن.
فين كيبان؟
أنا هنا باش ندخل.
عفاك، خليك شوية ضيق فالساق ديال البنطلون وبدون الكفوف.
بغيت نشوف بعض ديال المجموعات الشعبية ديالك هنا.
ما أكلتش هاد الشي.
هاري، واش كاين شي حاجة نقدر نديرها؟
ثلاثة.
عفاك، تقدر تضغط هاد البنطلون؟
الحديقة الحيوان على بعد ثلاثة بلوكات.
هل هي صوف نقي؟
شنو هاد؟
أنا فرحان بزاف حيث قدرنا نناقشو جميع القضايا المهمة ونلقاو حلول. كنحس بامتنان كبير ليك على تعاونك اللطيف.
بغيت كتاب ديال الدليل.
فين غادي يتاخد للمستشفى؟
إلا عطيتي لي خصم، غادي نشري هاد الشي حتى هو.
كل واشرب.
فين نقدر نشري تذكرة لماتش ديال البيسبول؟
سمح لي. كيفاش نقدر نوصل من هنا للبنك؟
واش نقدر نشوف شي بطاقة تعريف؟
عافاك ورّيني كيفاش نستعمل التليفون.
شوف هاد الشي. هادي واحد المول كبير بزاف. كنتمنى جبت معاك بزاف ديال الفلوس.
بغيت كرسي ف صندوق.
عجبني. غادي ناخدو.
فين هما الأسوار ديال المدينة؟
رجعت.
بغيت شي حاجة أكثر سمكاً، من فضلك.
ما كاينش الصابون.
شنو التالي؟
لـ سان فرانسيسكو، من فضلك.
شنو هادو؟
فين كاين المقعد ستين أ؟
شحال بَعِيدَة من المحطة؟
نعم. كيعيش فطريق GEOS، فالساعة 12 و34 دقيقة.
ولدي طاح.
إيه، عندنا محكمة متاحة على جوج ديال الساعة وواحدة أخرى على ربعة.
واش كاينة شي خط ديال المترو كيمشي للسيڤيك سنتر؟
فأي قسم؟
خود اللوز ديالك هنا.
بالصح، كيعجبوني بجوج.
بالطبع. هادي جوج ديال الحوايج وشنطة. من فضلك حافظ على هاد التذكرة.
عصير أبيض، من فضلك.
حيث حنا دابا ف موسم "O-Bon".
واش ممكن نروح نغطس هاد العشية؟
واش عندك شي معلومات على الترفيه هاد الأسبوع فالمدينة؟
معدة صاحبي مضروبة. واش تقدر تنصحني بشي حاجة خفيفة على المعدة ديالو؟
زوج واحد زوج زوج ثلاثة أربعة ثمنية ثلاثة ثلاثة ألف.
جوج ديال الكراسي على الجانب ديال القاعدة الأولى، عفاك.
بغيتي نملأه ليك؟
الطائرة رقم سبعة تأخرت جوج ديال السوايع.
بغيت نشوف المباني التاريخية.
غادي نبعث واحد من الأمن.
شويّة سخونة.
أنا من البرتغال.
منين شربت العصير اللي عطاوني، فقدت الوعي. منين فقت، لقيت المحفظة ديالي والحقائب ديالي مشاو.
إلا بغيتي، تقدر تطلب فطور على الطريقة الإنجليزية مقابل زيادة في الثمن.
ضاعت ليّ الجيبي ديالي.
بغيت نكرّي لوح التجديف بالرياح.
واش تقدر تزيد شي درهم صغير، عفاك؟
سباغيتي بولونيز، عفاك.
بغيت واحد بيرة من فضلك.
بغيت نمشي لباريس. خصني نبدل الطوبيس؟
إمتى يكون وقت مزيان ليك؟
واش يمكن لي نعطيك وصفة طبية؟
بغيت واحد آخر.
شبكة البحث الواسعة ديالنا متاحة أيضا باش تلبّي طلباتك.
هذا هو الهدف الأول ديال الموسم.
ماشي حاجة ليا. شكراً.
يلا نتمشاو نشوفو النوافذ.
دابا تذكرت. مشينا نتعشاو مع بعضنا.
فين هو المسار السريع؟
حنا دابا كا نطيرو فوق حديقة يوسيمي الوطنية.
واش كاين شي حاجة للأطفال؟
خديتو من سوق العتيق.
أنا مسافر.
سالي من الماكلة ديالي. عفاك، حيد لي الطابلة ديالي.
غادي نكرّي هاد النوع. شامل تأمين السيارة.
هل هاد الشي لسيدني؟
واش نقدر ندخل بجينز و سنيكرز؟
نعم. حسب النشرة الجوية الأسبوعية، غادي يبقى الجو زوين هاد الأسبوع.
عافاك ورّيني شي كفوف.
نداء الاستيقاظ، من فضلك.
لف اليمين ف الزنقة.
عفاك، زيد صوتك.
واش تقدر تجيب لي بعض السماعات؟
مكسر.
واحد صوصي صغير وكوكا كبير، عفاك.
تيڤاني. حسنًا، على الأقل يمكننا نتفرجوا فالشبابيك.
عفاك، دير هاد الفيلم يتطبع ويتطبع.
كنظن غادي نديرو. شكراً بزاف.
هذا خطئي. ما كنشوفوش بعضنا إلا قليل.
شحال الثمن ديالو عبر البريد الجوي؟
بغيت طربوش.
ربما هاد الشي صحيح، ولكن ما نقدرش نقول بلي متأكد.
غادي نبقى ف فندق.
سمح لي، ما تقدرش.
واش تقدر تفتح قنينة ديال الخمر؟
واش نقدر نبقى ثلاثة ليالي؟
نعم. بغيت نجرب الحوت الأحمر-ولكن واش هو بزاف حار؟
بغيت شي جوج ديال الرولر سكات.
واش عندو واقي شمس؟ شحال من حماية كيقدم؟
ما غاديش تعاود تفكر فهاد شروط الأداء؟
أنا آسف بزاف.
واش هاد قطار ديال شيكاغو؟
كيفاش نقدر نجيب ليموزين باص من هنا لهناك؟
لا، سمح لي، تصفّرت ولكن ما كايناش.
فيلم ملون ب24 تعرض، من فضلك.
شحال هادي الجولة؟
واش نقدر نشري تذكرة هنا؟
أنا موافق، ولكن بشروط قليلة.
واش نقدر نعاود واحد الحديد؟
بغيت نشارك ف جولة ليلية.
بغيت سلايد ديال اللون لهاد الكاميرا، عفاك.
شحال الثمن ديالها لسياتل؟
اش من الوقت غادي نوصلو لسياتل؟
بدل لي غرفتي، عفاك. كاين ريحة غريبة.
فين هو المتحف؟
بالسعر الكامل، من فضلك.
حسنًا. غادي يكون عندنا ليك طابلة مزيانة. واش ممكن تعطيني اسمك؟
غرفتي كتواجه شارع صاخب.
واحد الغرفة فيها دش، عفاك.
همم، عندك سخانة. كيفاش بطنك؟
مزيان. كاين بزاف ديال الحوايج باش تختار منهم.
عطيني طابع ديال عشرين سنتيم، عافاك.
واش حسن نعلمو البوليس؟
بغيت شوية ديال المربى.
نظن غادي نمشي بالليموزين.
بغيت شي سلطة خضراء.
اش من وقت تفيق غدا؟
بغيت نمشي للأوبرا. فين كتدار؟
واش تقدر تقول لي الطريق لمخزن الدوا الأقرب، عافاك؟
خصني نبدل الغرفة إلا زدت فالإقامة ديالي؟
الحجز غدا، من فضلك.
هي ما كتعجبهاش تدير الما ديال الصحون.
خصو يرجع على الساعة الربعة ديال العشية.
شحال ديال المرات كيديرو الجولات؟
جيب لي شوية كاتشب.
إمتى نقدر نديهم إذا طلبت الخدمة العادية؟
عفاك، دير لي تقرير ديال الخسارة على الشنط ديالي.
بغيت نحجز ثلاثة كراسي لعرض "قط على سطح من الصفيح ساخن" غدا الليلة.
بغيت نبقى فالفندق ديالك غدا الليلة. واش غادي تحجز ليّ غرفة مفردة؟
واش هادي مشي طويلة؟
واش ممكن تبدلها بحجم أكبر؟
ثلاث مئة، جوج وخمسين، وخمسة عشرين، عفاك.
لا، مطلقاً.
بغيت نسيب حقيبتي.
عافاك، واش تقدر توقّع على الفاتورة والإيصال ديال الكريدت كارد؟
عفاك حول الدولارات إلى الجنيهات.
شحال غادي ياخد الوقت باش توصل للفارك هوتيل بالتاكسي؟
سرقت لي حقيبتي وأنا كنت كندير مكالمة هاتفية.
هذا شي زوين. غادي يكون مفيد بزاف ديال الشركات.
سميتي ساتو. عيطت من شوية. بغيت ندير تسجيل الوصول، من فضلك.
بغيت واحد القناع ديال الوجه.
واش نقدر نخلي الطوموبيل ف مطار لاغواردييا؟
بالطبع لا. غادي نكتب ليك شي رسالة منين نوصل للدار. وداعا، السيد ناغانو.
أنا محبوس ف الزحام، وما كنظنش غادي نرجع ف الوقت.
عندك شي خالية؟
عندي بزاف.
ما كظنش بلي كيتناسب معايا.
بغيت نبعث هاد الطرد الصغير بالبريد السطحي لليابان.
جلسة على التراس، من فضلك.
بغيت كرسي على اليسار.
هاد المدينة فيها بزاف ديال الخضرة.
صفر ثلاثة ثلاثة ثمانية واحد أربعة أربعة ثلاثة أربعة خمسة
خصني نلبس مزيان؟
الشيانتي، عفاك.
كانت كتسابق.
بغيت عصير الجريب فروت.
واش تقدر تخيط لي السيور ديال الرجلين، عفاك؟
شحال ثمن غرفة ثلاثية بلا دوش؟
ها هو السيد تاناكا فالغرفة ۱۲۰۹. بغيت واحد المجموعة ديال مناشف الحمام الجديدة.
عفاك، جبد سنانك بلطف.
نفرضوا رسم على الإلغاء.
واش تقدر تجيب لينا جوج ديال التذاكر؟
هادي ستة دولارات وربعين سنتيم.
واش يمكن لي نشوف اللائحة، عفاك؟
شحال هادي الحقيبة ديالك؟
ما هادش اللي قلت قبل.
فين نقدر نلقى تلفون عمومي؟
واحد الجولة ديال السباحة بالماسكة، عفاك.
نعم، حنا مفتوحين طول الليل.
بغيت نرحب بكم كاملين هنا ف الاجتماع السنوي الثالث ديال سنة تسع وتسعين وواحد.
شكون هوما الممثلين؟
شحال غادي يكلّف فالمجموع؟
اسمي إليزابيث.
واش كاين شي بلاصة مزيانة نقدر نشوفها فثلاثة ديال السوايع؟
فين هو المكان ديال استلام الشنط ديال UA 801؟
واش تقدر تصايب شهادة ديال السرقة؟
فاش بغيتي نلتاقاو؟
الطابون مسدود.
حنا غير جينا لأمريكا من اليابان البارح.
فين هو هاد الرقم ديال المقعد؟
بالمناسبة، واش عندك تأمين السفر لهاد الرحلة؟
نوي نبقى خمسة أيام.
فين كاين واحد المول بلا ضرائب؟
كان عندي تذكرة ديال الطيارة فالحقيبة ديالي.
كنظن غادي نمشي ننعس.
هنا شوية فضفاض بزاف.
عافاك خليني نفكر شوية.
واش كاين شي بار قريب نقدر نمشي ليه باش نشرب شي حاجة؟
غادي نوصل فخمس دقايق
شحال ديال الوقت وهي ف أمريكا؟
بغيت زر الضغط.
واش كاين حظر التجول؟
اللون مزيان، ولكن الحجم غالط.
بسكويت ياباني
واش نقدر ناخد المقاعد ديال الصف الأمامي دابا، ولا خصني نستنّاو العرض الجاي؟
حسنًا، فهذي الحالة، كنظن خير لي نجرب شركة أخرى.
هاد السنان كيألم.
واحد آخر، عفاك.
كيفاش كتلبس ملي كتكون حاضرة ف جنازة؟
مني يضوي الضوء الأحمر، ضغط على الزر.
دوبل-و-ثلاثة، جال.
شحال الثمن لساعة؟
كتحالفك الحظ، السيد سوزوكي.
عندي ألم شديد في ظهري.
واش تقدر تنصحني بمشروب قليل الكحول؟
ضاعت لي جواز السفر ديالي فشي بلاصة.
غادي يكون عندنا طابلة مستعدة ليك من بعد، السيد كيمورا.
بغيت سيارة لعبة.
هادي زوينة بزاف.
بالضبط، شحال من الوقت كياخد؟
خصني نقف فهنا فطابور؟
الماستر كي، عفاك.
استمتعت بالحديث معك.
واش نقدر نشري تذكرة عند الباب؟
حسيت هاد الطريقة من البارح الليلة.
غير دازت الربعة ديال العشية
اليابان بلد سريع الوتيرة.
عفاك صبر شوية حتال نلقاوها.
عندي هاد الشي.
عندي طفح جلدي. أي كريم طبي كيخدم مزيان؟
كتظن بلي النزهة ديال غدا غادي تكون داخل؟
إيه، عارف شي حاجة منهم. واش أنت ف رحلة؟
سميتي يوكو ياماواكا. واش ممكن تبدل لي الحجز ديال الطيارة ديالي؟
بغيت نشوف واحد الكوميدي اللي كيهضر على حياة العائلة.
كتعشق الشاي ولا القهوة؟
أنا خدام على الباك ديالي، ولكن غير جزئياً.
شنو هي الخاصية ديال هاد المطعم؟
أحلام سعيدة.
تولدت فمدينة تقريبا مائة كيلومتر من هنا.
من الأحسن تبقى فالغرفة ديالك فالفندق شوية ديال الأيام.
بغيت شي حاجة باش تداوي الصداع.
غير الحجم ديالي.
هاد الغرفة سخونة بزاف.
واش متأكد؟
نعم، هاد واحد جودة ديالو أرقى. هاد واحد مصنوع من الكشمير.
الضروريات اليومية
طحت الكاميرا ديالي على سطح صلب.
واش تقدر توريني شي حاجة أخرى؟
عندي غير خمسين دولار معايا.
واش كاين شي حاجة ما تقدرش تاكلها؟
سقطت ملعقة.
شكراً ليك. غادي نكون سعيد بزاف.
أي حاجة غادي تكون مزيانة.
بغيت كراسي رخيصة، إلا كان ممكن.
قائمة الطعام، عفاك.
فين الترانسبور ديال تحت الأرض؟
فهمت. وفين نقدر نلقا طوبيس؟
خلينا نستناو المساعدة.
اسمها السيدة غريغسون، مشي؟
فين نقدر نلعب التنس؟
واش غادي توريني هاد الساعة؟
أنا دابا كنهضر ف الطياب.
مفاجأة نلقاك فالمكتبة.
عندك شي مضارب للإيجار؟
الحوايج كيعتمدوا على فين تخرجت.
آه، فهمت. غلطي. سمح لي.
بغيت شي حاجة خفيفة.
جوج تذاكر من الدرجة الثانية باتجاه واحد لإدينبرغ، عفاك.
إيه، غادي يجي.
بغيت خريطة ديال خطوط المترو، عفاك.
أنا كنبقى نفيق متأخر فالأحد.
كنخرج بزاف فالعطلة مع العائلة ديالي فالعطلة ديال الويكاند.
مزيان سيدي. واش من الآمن ندوز هاد الفيلم من هنا؟
دابا تقدر تاخد واحد من ديالي.
شحال ديال الأيام لطوكيو؟
عفاك، تأكد من وجهة الحافلة قبل ما تركب.
جوج للبوفيه.
جي هنا فساعة، عفاك.
سمح لي، ولكن كلشي محجوز إذن.
خصني نبعث ليهم بالبريد الجوي.
إيه، عندنا واحد فيه منظر للبحر.
لون الطوموبيل كان أصفر.
شنو الأفلام اللي كاينة دابا؟
اللي كنفتقدو أكثر هو الينابيع الساخنة.
مزيان. شكراً.
نعم، هادشي مزيان. غادي نشوفوك فالسادسة والنصف.
بالطبع، سيدي. بغيتي تشوف هاد الكتيب؟
نعم. هادي هي الغرفة ديال ۲۳۴. مراتي مريضة بزاف.
عندك حزام متطابق؟
شحال من مرة فالشهر كتلعَب البيسبول؟
سمح لي، ولكن مادام الآراء ديالنا ما متافقينش، ما نقدرش نوافق على تجديد العقد.
صباح الخير، سيد كاميرون. كيف داير؟
اسمي أكيو يامادا ورقم الرحلة هو JAL صفر اثنين ستة متجهة إلى طوكيو.
عفاك، عطيني قنينة ديال الكولونيا.
واش يمكن لي نعطيك الفورم ديال استرجاع الضرائب؟
واش تقدر تلف لليمين؟
عافاك، ورّيني فهاد الخريطة.
عندك شي غرفة لربعة؟
ما شي سكر، غير الكريمة.
صباح اليوم، السيد كواكامى كيزور واحد الزبون.
كيفاش نوصل لها؟ تقدر تشير ليها فهاد الخريطة؟
ولكن كتزرع هنا الخضروات.
أريزونا بحال حمام بخار.
عفاك، عطي لي كاس ديال الماء.
بالطبع، تقدر. ولكن غادي يكون هناك رسوم ديال خمسين دولار.
واش قريب من هنا؟
واش يمكن لي نعطيك شي مقبلات، عفاك؟
واش تقدر تبدل العجلة، عفاك؟
واش هادي مية وعشرين دولار؟ كنظن أنها غالية بزاف. كتعطي تخفيضات؟
عندك سوتيرن؟
بغيت زيد جوج طوابع للبطاقات البريدية لليابان.
عافاك ورّيني جواز السفر ديالك وورقة الهجرة ديالك.
شنو كتبيع ف الطابق الثاني؟
طوموبيلي ما غاديش تكون متوفرة غدا.
واش الما سخون؟
واش يمكن لي نعطيك شيك ديالي؟
نعم. فاقرب وقت ممكن. هادشي بخصوص موضوع عاجل.
واش تقدر تضمن الجودة؟
سديت على راسي. واش ممكن تعطيني نسخة ديال المفتاح، عفاك؟
فين هو مكتب السياح؟
كيفاش نقدر نعيط لليابان؟
عندي جوج ديال الحويجات باش نراقبهم.
هو فخط آخر.
هادي سخونة بزاف هنا، وظلام بزاف.
شكون هو الفنان؟
خليني نعرف راسي. سميتي غورو يامادا.
سمح لي. سقطت السكين ديالي. واش تقدر تجيب لي واحد آخر؟
فين هو بابا؟
شحال ديال الأونصات؟
آه، لا. كان خصنا نلبسو مزيان للمسرح.
كاين شي طوبيس؟
شنو هو سعر الصرف؟
عندي جوج ديال الحوايج و حقيبة ديال البدلة.
الوراق وسخين.
مبروك. غادي نقدر نتهنا شوية من خدمتي.
شحال ديال الشنط بغيتي تراقب؟
حسنًا، كل شيء يمكن يكون غالي فاليابان ديال اليوم، ولكن أطباق التوفو ماشي بزاف ديال السوء حسب معاييرنا. إلا، من جهة أخرى، زرت مطعم ياباني فالمستوى العالي باش تجرب المطبخ الكيوتو، حسن ليك تكون مستعد تخلص مائتي دولار لكل واحد.
بصوت أعلى، من فضلك.
دابا، فين حقيبتي ديالي؟ أوه، جات هنا.
شحال من الفلوس كان عندك فالحقيبة ديالك؟
ما عارفش بصح. واش تقدر تقيس لي، عفاك؟
ما تنساش تجيب جواز السفر ديالك معاك.
هل هاد الشي كامل عندك؟
بالطبع. غادي نرتب باش يتصلوا بيك ف الخامسة ديال الصباح غدا.
واش نقدر نشوف خريطة المقاعد ديال المسرح؟
سمح لي، خاصك تخلص تسعة وتسعين يوم مسبقا.
عندك شي لائحة ديال الأحداث؟
عطيني رول ديال فيلم ديال السينما بسمك ستاشتاش ميلي متر مع الصوت.
فهمني غلط
هو كان مشغول بزاف مؤخراً. ربما نسيها.
إيه، غادي ندير. ولكن شحال ثمن ديالو؟
واش تقدر تصبر هنا شوية؟ غادي نتحقق ليك.
هل هادي هي المرة الأولى اللي عندك فيها هاد الشي؟
غادي نتصل بك ملي يكون البرغر ديالك مشوي على الفحم واجد.
واش تقدر تبعث هاد الطرد بنفس ثمن الكتابة؟
عفاك، دير شوية ديال اللوشن على شعري.
فين كاينين ملاعب التنس؟
فتح لي ثقب إضافي، عفاك.
واش عندك شي فكرة على الحقيبة ديالي؟
أنا من الولايات المتحدة.
واش هادي المقاس ديالي؟
عندي الربو.
أنا خايف ما عنديش حجز، ولكن واش عندك طابلة؟
لا، سيدي. سمح لي. راه مملوءين.
سؤال مزيان. كنت غادي نشرح هاد الشي.
عندي ألم نابض ف ودني.
بغيت ناخدو.
عندنا حفلة صغيرة فبيتي الأسبوع الجاي. كنتسائل واش تقدر تجي مع مراتك.
المسافرين عبر العبور، رجاءً عندكم بطاقة عبور. الوقت ديال المغادرة ديالنا متوقع يكون خمسة وعشرين. رجاءً انتبهوا للإعلان.
بغيت نحجز وقت الضرب ديال الكرة غدا على العشرة.
واش تقدر تنصحني بمكان بحال هاد؟
آه، بعض البريتزلز. وواش نقدر ندير حساب مؤقت؟
شحال الساعة دابا ف لندن؟
علاش؟
ما خصنيش ناكل الماكلة اللي فيها السكر.
من بعد، كنعتقد بلي هو فالباسبورت ديالك. واش تقدر تشوفو، عفاك.
شحال طلب؟
أنا طالب جديد فالسنة الأولى. ماعرفتش كيفاش نسجل. تقدر تعاونّي؟
كنسول واش عندك شي تذاكر مباعة فنهار العرض.
غادي نربطك بواحد اللي كيهضر بالإنجليزية.
حقا؟
سمح لي على الإزعاج، ولكن عفاك عاونني.
بغيت نرجع للفندق الكبير.
بغيت نحول لBA ثلاثة تسعة تسعة.
كتفكر فخصائص اللص؟
فين فندق كتسكن؟
فاش كيبدا؟
سرقت ليّ محفظتي من جيبي.
كنتمنى نشوفك مرة أخرى فهاد الوقت من العام الجاي.
كاين إصابة. عفاك جي بسرعة.
خصني نخرج. هادي الطيارة الغالطة.
إمتى هو الوقت المبكر اللي يمكن يديروه فيه؟
أنا ليروي.
السلام. هادي ياماشيتا كتهضر. بغيت نهضر مع السيد سميث.
واش كاين عربة ديال الماكلة ف القطار؟
حقيبتي تسرقات.
واش عندك شي غرفة متوفرة لليلتين الجايين؟
بغيتي التأمين؟
واش تقدر تعيط ليه؟
عندك مجلة يابانية؟
عندك شي واحد نقي؟
فين نقدروا نذهبوا نتمتعوا بالتزحلق على الماء؟
ماشي مشكل.
فاش نعاود نعيط ليك؟
كتقدموا الماكلة هنا؟
الطون مع الوسابي، عفاك.
حسنا. غادي ناخدو. واش تقدر تغلفو هادشي كهدية، عفاك؟
فين هو الحمام ديال الرجال؟
بغيت فلتر.
ما تقدرش تهرب من هاد الشي.
واش يمكن لينا نديرو طابلة فالتراس؟
واش تقدر تراقب ليّ ممتلكاتي هنا؟
عافاك عيط لي منين نوصلو لشارع هادسون.
شنو هو المتجر المفضل عندك؟
عفاك اتصل بيا فالفندق منين تلقاه.
عندك شي ساعات جيب؟
هل نأكل هاد الشي مع الصوص؟
هل غادي نحتاج حماية من البرد ف قمة الجبل؟
شكون غادي ياخذ القرار النهائي؟
كنت كنتفكر فالأسبوع الأول ديال فبراير. باقي خصني نبحث على الحجز.
كانو حتى الكارت ديالي فالبطاقة ديال النقود.
عندو سلاح.
كاينين بزاف ديال الكلاب، ماشي هكا؟
بغيت نشوف فيلم جديد تمامًا.
بغيت شي حلق ديال الأذن.
ما خصنيش ناكل الماكلة اللي فيها الملح.
اش من وقت غادي يجي الجاي؟
عندي خطط.
واش تقدر تربطني بشخص كيهدَر ياباني؟
بغيت طقم ديال الشطرنج.
للفندق القاري، من فضلك.
غير شوية ديال المستردة، عفاك.
هل غادي يكون واحد اللوح ديال التبديل فقاعة الاجتماع؟
كنت أفضل غرفة في الخلف. عادةً ما يكونو أهدأ.
بغيت أهدأ غرفة عندك.
كتبيع السلع المعفاة من الضرائب ف الرحلة؟
بغيت نخرج جواز السفر ديالي من صندوق الأمانات ديالي.
عند الخامسة وخمسة دقائق.
تقدر تشري التذاكر من مكتب التذاكر ديال المسرح.
سمح لي، فين هو المرحاض من فضلك؟
فين الشمال؟
اللي مفتاح ديال الحداش ونص، عفاك.
كتشوف التمثال فداك المبنى؟
واش يمكن لي نعطيك شي ماء؟
نعم، أنا متأكد. بزااف لذيذ لدرجة أنني أكلت بزاف. استمتعت بالعشاء بزاف.
شكراً. واش تقدر توريني شي صبابط ف ستة ونص ديال D؟
عطيو الإسعافات الأولية ديالو.
واش كاين مرآة؟
فين هو الباب ربعة وعشرين؟
خذ جوج كبسولات مرتين ف النهار.
ما عنديش الفلوس كافية، غادي نخلص بالبطاقة البنكية.
صبر راسك.
بغيت نجيب هاد الحقيبة معايا فالطيارة، عافاك.
واش نقدر نحط حقيبتي فالخلف؟
فين نقدر نشري تذكرة ديال الباص؟
بغيتي تنضم لينا؟
واش تقدر تزيد الجبن الشيدر؟
من فضلك، عمر هاد النموذج ديال الطلب ووقع عليه.
بغيت خمسة طوابع ديال خمسة عشر سنتيم وعشرين بطاقة بريدية، عافاك.
شحال غادي ياخد الوقت باش نوصلو لفندق هيلتون؟
شوية.
عندي خطة نطلع نتمشى فالمدينة نص النهار هاد العشية.
شحال كامل؟
غرفة هادئة، من فضلك.
غير غي كنت عيط باش نشكرك على المساعدة ديالك خلال الرحلة ديالي للولايات المتحدة.
عندنا خمسة عشر عيد وطني.
أنا متأكد بلي حطيتها فالمكتب ديال الاستقبال.
هي الخادمة. واش كتحتاج شي حاجة؟
شنو هو الثمن ديال هاد العلبة ديال السيجارة؟
كتحب تخدم هنا؟
لا، هاد هو ثلاثة سبعة تسعة ثلاثة ثمانية أربعة سبعة جوج، سمح لي، عندك رقم غالط.
واش يمكن لي نعطيك مفتاح ديال الغرفة ديالي؟
سمح لي. واش تقدر تقول لي أي قطار كيمشي لشارع ويلر؟
واش تقدر تنصحني بفندق نظيف ورخيص؟
ربما هادي شوية سميكة بزاف. عندك شي واحدة أرق؟
واش نقدر نردّه إلا ما كانش مناسب؟
بغيتي تبعتهم بالجوية ولا بالبريد السطحي؟
خدني لشارع الملك.
هل عندك شي خانات الليلة؟
كنظن أن محطة الحافلات هنا حدا، ماشي هكا؟
أنا آسف، سيدي، ما عندناش.
عفاك هدر ببطء. ما فهمتش مزيان.
واش نقدر نجرب هاد الشي؟
شنو رأيك تنضم ليا فالقهوة؟
بغيت نشرب بيرة. شنو نوع ديال البيرة عندك؟
شنو؟ ما عطيوكش فرشاة أسنان مجانية؟
بغيت ثلاثة ديال الرولات ديال فيلم ملون ب36 تصوير.
واش كاين شي حافلات خدامة؟
آه، هادي شوية غالية. عندك شي حاجة أرخص؟
سمح لي، طلبنا ثلاث مرات على مشروباتنا.
شحال للبرج ديال لندن؟
واش تقدر تنصحني ببعض الأماكن اللي نقدر نمشي ليها ونرجع فنهار واحد؟
راها ثقيلة.
الزنقة مختلفة على اللي مشينا فيها البارح. واش هادي طريق مختصر؟
كيفاش كتكتبها؟
ماشي بالضرورة هكا. كنظن بلي تعلمو كيفاش يعيشو مع بعض بعد سنوات طويلة ديال المنافسة.
بالمناسبة، واش المتاجر الكبرى كيقبلو شيكات المسافرين؟
إيه، بطبيعة الحال. شنو هو رقم البطاقة ديالك وتاريخ الانتهاء ديالها؟
بغيت واحد العلبة ديال المربى.
واش نقدر نكرّي معدات الغطس فهاد المحل؟
واش غادي تهلاّ فحقيبتي؟
يمكن ليك تجرب فندق H أو فندق C.
إمتى كيطلق الستارة؟
كيف بغيت شعرك؟
بداية مع رولينغ ستونز.
نعم، سلطة الروبيان باش نبدأ.
جواز سفري تسرق، مع سبعين دولار.
شنو هو داك المبنى الغريب؟
واش عندك حمام سباحة فهاد الفندق؟
عفاك عيط لي فالسّاعة ستة ديال الصباح غدا. رقم الغرفة أربعة عشرين.
واش نقدر نخلص بالين؟
ما عنديش استرجاع الفلوس. غير تقدر تبدلها بشي حاجة أخرى.
فين هو الجامعة؟
كانت لابسة تي-شيرت وتنورة طويلة.
أنا من أمريكا
ها هو المطعم ديال دالاس.
مرحبا بك في أي وقت تتواصل معنا.
واش تقدر تبعته لليابان إلا طلبتو دابا؟
واش نقدر ناخد ديك الرومي على خبز الجاودار؟ وبغيت زيادة ديال المايونيز، عافاك.
شحال من يوم هاد التذاكر صالحة ليهم؟
بغيتي تخرج معايا تاكل؟
سرقوا لي الجيبي ديالي مع الباسبور ديالي.
عندك شي خطط؟
كاين التدفئة؟
فين هو المسرح؟
قصّيت صباعي.
غادي تاخد مية دولار على هاد الشي؟
آه، ما كنتش عارف بلي كياخد على الأقل شهر باش تحصل على بطاقة ائتمان.
واش نقدر نجيب حواجي من الصندوق ديالي ديال الأمان؟
بغيت نبدل البرنامج ديالي.
لا، ما خصكش. غير ضغط على الزر ديال التصوير، عفاك.
ضربوني.
إيمتى غادي يكون نهاية الجولة؟
ميامي
الوقت ديالي؟
فين نقدر نشري منتجات الحرف اليدوية؟
هادي ستة دولارات. غادي تاخدها؟
فين أقرب مرحاض هنا من فضلك؟
دفعت مسبقًا على الماكلة و مصاريف الفندق.
سمح لي، غادي نعتني بالكلب.
عندي حوالي ثلاثة آلاف دولار.
مئتين دولار. كاش ولا بطاقة ائتمان؟
فين هو الوقوف ديال الطوبيس ديال Central Park؟
مزيان. عندي بلاصة فالشباك. إيلا بغيتي تبدل المقعد ديالك من بعد، أستاذة.
أنا فالعطلة.
هل هذي هي المنصة الصحيحة ل نيويورك؟
إيه، كل عشر دقايق.
واش مازال نقدر نبدل الطلب ديالي؟ بغيت الدوفر سول بلاصت الرخويات ديال الصخر.
باش تدرس
هادي هي الحالة ديال كل نهار الاثنين.
آه، كيبان محطات المترو ومحطات الحافلات. نقدر نحتافظ به؟
فين هو الكاونتر ديال تسجيل الوصول ديال الدلتا؟
هاد الشي ما مسموحش.
واش كاين فيها مقاومة للون؟
هم صغار بزاف.
فاش كاينين ساعات متحف الفن؟
مني نكون خارج، عفاك تصلحو.
أنا كين.
واش كانت كتمطر طوال هاد الأسبوع؟
واش نقدر نشوف هاد الشنطة ديال العمل؟
واش هاد السيارة كتسافر لسياتل؟
عفاك، وقع هنا، وهنا وصل المديونية ديالك باش تحتفظ به.
خدمة الغرفة
واش هاد التذكرة صالحة غير لنهار المحدد؟
الوقت خلص.
واش تقدر تحفض ليّ الحوايج ديالي، عافاك؟
غلطتي.
غادي نبقى مع صاحبي ف نيويورك.
شحال الثمن مع الضرائب؟
هدية؟
هو اللي على اليمين ديالو.
كتفضل معطف ديال جوج أزرار ولا معطف ديال زر واحد؟
واش تقدر تعاونني نلقى حقيبتي؟
نعم، هاد الشي كيبدو بحال شي حاجة خصها تتفحص أكثر. واش غادي تفكر فهاد الاحتمال، سيد كينان، وتبلغ السيد ناكاياما بنتائجك فاقرب وقت ممكن؟
واش الطريق طويلة للفندق هيلتون؟
شنو نوع ديال المطعم اللي كتقلب عليه؟ واش غير بغيتي غير العشاء، ولا كتقلب على مطعم فيه بار؟
جوج ديال البطاطس، واحد ديال الكولا. جوج دولارات عفاك.
بغيت جاكيت.
هنا ضيق بزاف.
واش نقدر ناخد عشاء فالسفينة؟
عندك هاد الشي؟
الجو رطب فالصيف فاليابان.
عفاك، خلي هاد الشنطة حتى لثلاثة.
استمتعت بزاف اليوم.
هل هاد الدوا فعال ف تقليل الحمى؟
عينيه كانو سود وواسعين بزاف.
عفاك حجز لي طابلة لخمسة ديال الناس.
سمح لي، عفاك عاوني بآلة حاسبة.
خصني نكون ف المستشفى؟
عندك تذكرة العودة ديالك؟
بغيت ندير مكالمة دولية لليابان، عفاك. أنا يوكى موراى فالغرفة ثلاثة مية واثناش. بغيت نطلب مكالمة على الحساب ديال السيد كيسوكي موراى. الرقم ديال التليفون هو طوكيو صفر ثلاثة ثلاثة سبعة اثنين ستة ثمانية ثلاثة تسعة واحد.
واش تقدر تصلح ليك هاد الكاميرا؟
نعم، سيدي. عندك شي بطاقة تعريف؟
واش كاين شي بلاصة نقدر نعيط فيها تليفونياً؟
فين هو المكان ديال المفقودات والموجودات؟
كان زوين.
زهور الخوخ كتتعجب فمهرجان الدمى للبنات فثالث مارس.
واش نقدر نبدلو بشي حاجة أخرى؟
خصني نلفها؟
عندي تذكرة لديترويت اللي غادي تخرج على الحداش ديال الحداش الصباح.
واش تقدر تعاونّي نلقاه؟
فاش قلت لينا خصنا نديوا الورقة ديالنا؟
بغيت العصير، عافاك.
خمس وعشرين دولار بما فيها رسوم الحافلة، الدليل و رسوم الدخول.
مسجل، من فضلك.
بغينا نجربو الماكلة المحلية.
سير بصاحبي للمستشفى، عفاك.
المتحف المتروبوليتان ديال الفن زوين.
عافاك، عطيني وصل لشركة التأمين ديالي.
بغيت نكرّي شي معدات ديال الرياح.
ما فهمتش شنو كتقول.
ها هو اسمي الكامل والعنوان ديالي.
أنا عندي حساسية من المضادات الحيوية.
خطير إلا ما رجعتش للفندق بالتاكسي.
اقتراحه تقبل.
نعم، عندنا تسعة وتسعين نوع ديال الوجبات ديال الكورص.
كاين شي خط ديال الطوبيس آخر كيما مشي تما؟
واش تقدر تقول لي كيفاش نتحكم فدرجة حرارة الغرفة؟
حمل لي حقائبي، عافاك.
عفاك، سكر الخط. غادي نعيط ليك من بعد.
كاينين أربعة فصول مختلفة.
عندي هاد الأعراض من هاد الصباح.
واش القطار كيتوقف ف أديليد؟
القهوة ديالك، عفاك.
خمسين سنت لكل كلمة. أغلى مما توقعت.
نقدروا ن checking ديالنا هنا.
بغيت نبعث هاد البطاقة البريدية لليابان عبر البريد الجوي.
اش من وقت غادي يخرج هاد القطار؟
عطيني شي قنينة صغيرة ديالو.
فين هو أقرب تليفون؟
فالمسرح بجانب المكتبة. ولكن خصك دير حجز.
بغيت شوية ديال السجق، عافاك.
شنو هي الخاصية ديال هاد المطعم اليوم؟
شنو رأيك تخرج غدا الصباح لباريس وتنقل على الرحلة ديال سويس إير ديال العشية؟
خمسة وثمانين بنس.
كتعجبني بزاف. خصك تجي وتزور شي مرة.
شحال من الوقت غادي نخرجو؟
سمح لي.
ما تزعجش.
بغيت واحد قوي.
لا، كنحس براسي محظوظ. يلا.
عندك واحد أكبر؟
بغيت نحجز لثلاثة ديال الناس على السابعة، من فضلك.
عندنا أنظمة المترو فمدن كبيرة بحال طوكيو.
سمح لينا، ما نقدروش. غادي ياخد أكثر من جوج أسابيع.
شنو هو الثمن ديال كراء تليفون محمول وبيجر؟
كاين شي مغسلة قريبة من هنا؟
كنسنى فيك باش تسكت.
واش الرسوم ديال الخدمة مشمولة؟
ما حاسش مزيان، عفاك عطيني شي دوا.
ما زال، شكراً.
السكان ديال اليابان هو السابع فالعالم.
فين نقدر نصلح ساعتي؟
عطيني عشرة توكنات، عافاك.
بالطبع، خذ الحافلة رقم خمسة من فندق رويال ونزل في ساحة المدينة القديمة.
غادي يتكمل حتى لليل ديال غدا.
نعم. هاد الصباح شريت سويتر فحان ديالك. ولكن ملي رجعت وفتحته، ما كانش هو اللي شريتو. هادي الوصل ديالي.
شحال ديال القناني ديال المشروبات الكحولية عندك؟
تقدر تبدلو ف أي واحد من بنوك المطار.
عندنا نبيذ الورد ممتاز.
واش تقدر تقول لي البرنامج ديال التلفزة ديال اليوم؟
أنا متأكد غادي تتعافى فوقت قصير.
هادي طبق مشهور فالمطعم ديالنا.
عندك شي هدية مزيانة لراجلي؟
كتشوف العلامة ديال Air U.S. seven zero seven؟ خاصك تمشي لها.
عندي ألم فالبطن. واش يمكن لي نعطيوني شي دوا؟
بغيتي شي قهوة أخرى؟
غدا؟ ما غاديش ندير شي حاجة طوال النهار. ولكن علاش؟
واش تقدر توريني الفاتورة ديالي، عفاك؟ شنو هاد الرسوم؟
غادي نوريك البلاد.
واش عرفتُه من زمان؟
شنو غادي يوقع إلا قلت نعم؟
واش غادي توريني كيفاش ندير مكالمة تلفونية؟
واش هادي كوارتز؟
طلبية ديال سلطة البطاطس، عفاك.
بطني كيوجعني.
بغيت جوج ياردات ديال هاد القماش، عافاك.
واش تقدر تجيب لي شويّة ديال الثلج وجوج كاس ديال الماء، عافاك؟
شنو هو الحد الأقصى للعمر؟
عندك ظرف آخر؟
عرفت بلي ما وقفتيش عند العلامة؟
غادي نوصل حوالي العشرة ديال الليل.
التذاكر السريعة صالحة غير للقطار والمقعد اللي حجزتيه.
ما دارتش حركة الأمعاء من ثلاثة أيام فاتت.
هذه هي بطاقة المطالبة ديالي. غادي تراجعها فورا؟
شحال الثمن ديال تذكرة لوايت بلاينز ف الخط الشمالي؟
هل خصني التذاكر؟
باين عليها قطعة ذات جودة عالية.
كاين شي بلايص للغوص حدا هنا؟
عفاك، كتب اسمك، الفندق ورقم الهاتف ديالك على هاد الورقة.
عافاك ورّيني الطريق لمكتب BA.
عفاك، خليّني نزل فالمحطة الجاية.
عفاك، مشي للنافذة الخامسة.
نعم، البارح كان شوية دافئ.
شنو رأيك تمشي معايا لهكوني؟
ممكن خليته فالبوابة ديال الاستقبال.
بغيتي نتعشاو مع بعضنا؟
واش يمكن لي نعطيك شي دواء للمعدة؟
هادي عائلتي.
فين هو المصعد ديال غريندلوالد؟
بغيتي شي شاي؟
واش هادي أصلية؟
بغيتك تدير لي أشعة سينية.
علاش هاد الشورت ديال البوكس غالي بزاف؟
عطيني تسع دياسات، واحد خمسة، ربعة دياسات والباقي في العشريات.
سمح لي، ما نقدرش. غير نقدر نوقف غير ف الفنادق اللي مذكورين هنا.
شنو نوع الغرفة اللي بغيتي؟
كنقدرها، ولكن حقيبتي كبيرة بزاف عليا باش نحملها. واش تقدر تحفضها من فضلك؟
بغيت نستعمل صندوق الأمان.
الاسم هو سوزوكي.
فين هو اللوبي؟
سمح لي على التأخير، رقم غرفتك هو تسعة وتسعين. هذي هي المفتاح ديالك.
فين هو المكان ديال الشنط ديال اليسار؟
واش نقدر ناخد موعد غدا؟
فين غادي تسكن ف لوس أنجلوس؟
ماشي مهم.
فين هو المرحاض؟
عافاك قول للسيد توماس أنا مقيم ف فندق هيلتون.
واش تقدر تقول لي شنو الحافلة أو القطار اللي كيمشي للوسط ديال المدينة؟
إيمتى كاس العالم؟
طَلَعْ للمنحدر. غادي توصل لطريق متشعب ثلاثة فروع. من بعد، سِر لليسار.
شنو هي درجة الحرارة دابا؟
حط فلوسك في المكان اللي كتقول فيه.
السلام. هادي كارول براون كتهضر. واش نقدر نهضر مع سوزان؟
عندك غرفة بمنظر زوين؟
عندك شي جرائد يابانية؟
غادي نخرج نهار الجمعة تسعود ونرجع نهار الأحد.
ما عندناش فالمخزن، ولكن نقدر نطلبوه ليك.
كاين عليه لاصق ديال ميكي ماوس.
واش كاين حتى بار ديال الوجبات الخفيفة؟
خالتي ما عندهاش النشاط و شوية غريبة.
فين نقدر نشري الزي التقليدي؟
غادي ناخد ستيك ديال السيرلوين، وديك ديال الحَمِير مشوي لمرتي.
دابا، شنو خصنا نديرو للعشا اليوم؟
إمتى كاينين الكراسي متاحين؟
بغيت سيارة.
عافاك، سيارة بلا تدخين.
فندق أقل تكلفة هو مفضل إلا كان ف حي آمن.
سمح لي، شنو خصني نكتب هنا؟
واش كاين شي خيار آخر؟
عندي الزكام.
ما عندكش غرفة أرخص؟
صلّيت على رقم غالط.
كاين واحد البناية زوينة تما.
بغيتو يكون بحال ديال ميغ رايان، عفاك.
درنا دراسة معمقة على احتياجات الزبون.
سمح لي. واش تقدر تقول لي كيفاش نوصل للبنك الأقرب؟
فين نقدر ندي الفطور؟ فاش الوقت كيقدم؟
أنا فلاح.
سمح لي، واش تقدر ترفع الكرسي ديالك شوية؟
واش نقدر نطيب راسي؟
إمتى نقدر نوقف؟
كنقلب على مقلاة مابغاش تلتصق.
غادي نتحقق. خايف ما نقدرش نلقى اسمك.
كنظن كاين غلطة. واش تقدر تدير لينا ترتيب باش نبقاو؟
واش خصني ناخد معايا معطف؟
واش يمكن لي نعطيك سماعات أخرى حيث هادوك ما خداموش مزيان؟
فطور على الطراز القاري، عفاك.
الرقم اللي وصلتي ليه ما كاينش ف الخدمة.
إيمتى غادي توصل الطيارة لروما؟
عندك فكرة فين غادي؟
واش نقدر ناخد نص باوندة ديال سلطة الروبيان؟
خلينا نلتاقاو فغرفتي.
عفاك، ما تضحكش عليّ.
بغيت شوية ديال اللوز، عفاك.
واش نقدر نخلص بشيك السفر؟
واش يمكن لي نعطيك خريطة ديال المنحدرات؟
الصالون ديال الماكلة كاين فالطابق الأول وكيفتح مع الخامسة ونص ديال العشية.
واش تقدر تبدل لي تاريخ الرحلة ديالي من لندن لطوكيو؟
بغينا نتمتعو بلعب الرياضة اللي مميزة للغرب ديال الساحل.
ما قادرش نشرح حالتي بالإنجليزية.
سمح لي، ما نقدرش نتماشى معاك.
أنا من كولورادو. من أي منطقة ف اليابان أنت؟
دفعت الفلوس نقداً فالمكان.
واش العشاء واجد دابا؟ أنا جوعان بزاف. واش تقدر تجهز الطابلة؟
عفاك حطها فهاذ الكيس ديال الورق البني.
هادي كاتقلقني منين جيت هنا.
بغيتهم مصلحين ومرصعين، من فضلك.
ما تظنش بلي غادي نحتاج دليل سياحي؟
كنقلب على ظلال العيون.
دفعتو من قبل مني شريت التذكرة ديالي.
مني كيكون جاف، قشره من وجهك.
بغيت نجلس دابا.
صبّيت الحساء.
أنا شوي مبكر، واش هادشي مزيان؟
كاين شي صالون ديال الجمال هنا؟
حسنًا. ما تقلقش. عندنا ممرضة كتعرف اليابانية.
فين المرايا؟
كيفاش حاسّ؟ راهوم مصايبين ف سويسرا و هنا ف الموضة.
الكتب والكتيبات
كيفاش نرجع؟
عندك هاد الشي باللون الأخضر؟
دفعت جميع فواتيري.
عفاك خليّني نخرج.
غريب، ولكن كنقدر نهضر الإنجليزية مزيان ملي كنشرب.
واش كاين شي قسم ديال المفقودات واللي لقاو فالمحطة؟
خلي نْفكر فيها، عفاك.
واش غادي تقول لي على شي فنادق بأقل من خمسين جنيه في الليلة؟
غادي ناخد عشرين فالمية من الثمن.
بالخصوص فيما يخص التصميم ديال مشروع ميركوري، ما كنتش قادر نقرر بلا بيك.
على صحتك.
واش هاد السفن القديمة باقي كاتسافر؟
تعرضت لحادثة سير.
فاش نلتاقاو؟
فين نقدر نملأ هاد الوصفة؟
في الحقيقة، أنا نباتي. ما كناكلش اللحم.
لذيذ.
شنو غادي يكون سريع؟ ما عندناش بزاف ديال الوقت.
أنا معاك فهاد الشي. يلا نمشيو للمحل ديال اللحم قدام الشارع.
الاتصال بليابان متصل. تفضل، من فضلك.
شكراً على العشاء الرائع.
واش تقدر توقف هنا حيث بغيت ناخد شي صور؟
تعرضت للاعتداء.
ف دفتر مستقل سميتو "معلومات خلفية الشركة"، اللي كاين فالباكيت اللي عطاوك، غادي تلقى شرح أكثر تفصيل.
واش تقدر تجيب لي شي حايك، عافاك؟ الجو بزاف بارد فهاد الغرفة.
واش تقدر تديرها حدا الشباك، عفاك؟
كل واحد وذوقه. أنا كنشرب بيرة.
تولد فـ ۱۹۸۰.
إيمتى آخر طوبيس لبيمليكو؟
مزيان. شنو رأيك فهاد؟ هاد الجولة النص نهارية كترجع بيك هنا فواحد ديال العشية.
عندك شي سلاسل أخرى بتصاميم فريدة؟
كنظن هادي الكرسي ديالي.
حتى فاش كيكون متاح خدمة الغرفة؟
خصني نلبس ربطة العنق؟
ما كاينش مشكل على الإطلاق. فين بغيتي توصلها؟
ما عنديش فكرة.
طابلة ديال التراس، عفاك.
شوية أكثر من الوراء.
واش هادي القطار الصحيح لشيكاغو؟
واش نقدروا نمشيو لنقطة تيكي غدا؟
كنراهن بلي كاين اختيار أكبر فصيدلية.
عفاك، صيفط خمسة دولارات وخمسة وعشرين سنتيمات لمدة تلات دقايق جايين.
واش كاين شي كراسي لهاد العشية؟
إيمتى هو القطار الجاي لآكسفورد؟
ما عارفش كيفاش نستعمل التليفون، عفاك ورّيني.
كنتمنى تكون قادر تزور هاد المعالم الجميلة ف الولايات المتحدة ف القريب العاجل.
حطيت حقيبتي، كتابي، والكاميرا ديالي فالحقيبة ديالي
واش كاين شي حد اللي كيهدّر باليابانية فالمتجر؟
الماء ما غاديش يسخن كفاية.
غادي تبيعهم بوحدهم؟
كيفاش نوصل للمتحف؟
السيد غودمان غادي يعجبو بزاف بهاد الشي.
رقم الرحلة هو PK سبعة ثمانية على 5 سبتمبر
كتبان زوين بزاف فالتليفون.
واش كاين حافلة ديال المطار للمدينة؟
واش تقدر تلغي لي الحجز ديال الكراسي؟
نعم، سيدي. الحداش ديال العشية.
البدايين ماشي مزيانين؟
أي طيارة توصل بكري ف نيويورك؟
مزيان، تقدر تاخد Gray Line Air Shuttle أو Carey Airport Express.
نعم، كنقلب على هدية لأختي.
واش نقدر نسبح هنا؟
إيه، أنتَ.
مسرور بلقائك، حتى أنا. واش هادي أول مرة ديالك ف أمريكا؟
كنظن بلي غالي بزاف. ما عندكش شي ثمن معقول أكثر؟
بغيت نشري هاد الشي.
توصيتي تسرقات حتى هي.
هل كاين شي تخصصات محلية؟
شحال من مرة كيدور؟
بالطبع. خليني نوضّع هاد الشنطة فالصندوق؟ فين غادي؟
شنو رأيك فالماتينيه؟
وقف على جنب.
الرقم ديال التمديد ثلاثة ستة سبعة، من فضلك.
شحال من ليلة غادي تبقى؟
واحد الغريب عرض ياخذ لي صورة، و عطيتو الكاميرا ديالي. من بعد، هرب بها.
كيفاش نقدر نوصل لمركز ABC؟
عفاك، دير تقرير على السرقة.
مدير فندقي، السيد هيلتون، عطاني اسمو.
لون أغمق، من فضلك.
هل غادي يخرج القطار ف الوقت؟
واش كاين شي جولات اللي كتدخّل زيارة لدار الموسيقى؟
شكراً بزاف. رحلة موفقة.
بغيت شي باريت.
ما نقدروش نبيعو حتى شي حاجة بلا وصفة طبية.
إمتى مرضت؟
من بعد، غادي نخلص عليها بالدولارات والين.
واش نقدر نردها لمدينة مختلفة؟
كنقدمو السندويشات والمشروبات من الحداش ديال العشية حتى للساعة ديال الستة ديال الصباح
بغيت جوج ديال البيض مخلوط مع لحم المقدد، بطاطا مقلية، توست وقهوة.
بغيت حليب سخون، عافاك.
أنا شوية قلق من واش نقدر نغطس مزيان.
سلطة، عفاك.
Giddyyap.
اش من وقت نقدروا نتعشاو فيه؟
الوجهة ديالي هي طوكيو.
فين نقدر نلقى حقائب ديال الجلد؟
بغيت السمك والبطاطا المقلية، من فضلك.
بالطبع. حتى طفل صغير ما غاديش يواجه مشكلة فإجابته.
سمح لي. بغيت نمشي لحديقة الحيوان ديال برونكس. أش من طريقة هي الأحسن باش نوصل لها؟
ها أنت، راه مجاني.
عفاك خليهم برا الغرفة ديالك غدا الصباح.
شنو هو الحد الأدنى لسن التصويت ف اليابان؟
المرة الجاية اللي نزور فيها، غادي نرجع بالتأكيد. إذن، واش يمكن ليّ ناخد تخفيض؟
ما خصهمش يتفرجو فشي برامج تلفزية عنف.
واش دازت عام دابا؟ الوقت كيدوز بسرعة. بطبيعة الحال، غادي نجي. غير قول لي الوقت والمكان.
هذا هو كل ما بغيت.
واش تقدر تعطي لي تقدير ديال الثمن؟
حطيت البقشيش فالفاتورة.
واش نقدر نجلس حداك؟
ف أغلب الحالات، غادي تكون ف وضعية صعبة بزاف.
شحال من الوقت كياخد باش توصل لليابان؟
واش نعاونك تلقى شي حاجة معينة؟
حسّيت براسي باغي نشرب بيرة فهاد الجو الحرّ بزاف.
كنظن بلي لمست شي مرجان سام.
شنو عارف عليه؟
واش نقدر نخلص على الطابلة؟
خلي نشوف، هاد الشي أكثر من الميزانية ديالي.
بقى تمشي مباشرة حتى توصل لشارع هوب.
بغيت نحجز شي غرف.
خايف التغيير ديالي قصير. واش تقدر تعاود تشوف؟
واش تقدر تشوف العجلات؟
مشيت فلطوبيس الغلط.
شحال غادي تكون مستعد تخلص على هاد الشي؟
لي يركض ورا جوج ديال الهدور، ما غاديش يطيق حتى واحد منهم.
غادي تراجع داخل هاد الحقيبة حتى هي؟
شحال من الوقت المفتوح فيه المتجر ديال القسم؟
هل هي صوف نقي؟
فين غادي يتاخد للمستشفى؟
بغيت نكرّي لوح التجديف بالرياح.
بغيت واحد بيرة من فضلك.
بغيت واحد آخر.
عافاك ورّيني شي قفازات.
كيفاش نقدر نجيب ليموزين باص من هنا لهنا؟
فيلم ملون ب24 تعرض، من فضلك.
بغيت نمشي للأوبرا. فين كتدار؟
خصو يرجع على الساعة الربعة ديال العشية.
سرقت لي حقيبتي وأنا كنت كنهضر فالتليفون.
واش نقدر نخلي الطوموبيل ف مطار لاغوارديا؟
بغيت كرسي على اليسار.
الشيانتي، عفاك.
بغيت عصير الجريب فروت.
شحال غادي يكلّف فالمجموع؟
واش كاين حظر التجول؟
هادي زوينة بزاف.
واش نقدر نشري تذكرة عند الباب؟
عندي طفح جلدي. أي كريم طبي كيخدم مزيان؟
غير الحجم ديالي.
واش متأكد؟
طحت الكاميرا ديالي على سطح صلب.
واش كاين شي حاجة ما تقدرش تاكلها؟
اسمها السيدة غريغسون، مشي؟
عفاك، تأكد من وجهة الحافلة قبل ما تركب.
شحال من مرة فالشهر كتلعَب البيسبول؟
عافاك، ورّيني فهاد الخريطة.
كيفاش نقدر نعيط لليابان؟
سمح لي. سقطت لي السكين ديالي. واش تقدر تجيب لي واحد آخر؟
عندي جوج ديال الحوايج و حقيبة ديال البدلة.
شحال من الفلوس كان عندك فالحقيبة ديالك؟
سمح لي، خاصك تخلص تسعة وتسعين يوم مسبقا.
عطيني رول ديال فيلم ديال السينما ديال ستة عشر ميلي متر مع الصوت.
بغيت ناخدو.
علاش؟
أنا طالب جديد فالسنة الأولى. ماعرفتش كيفاش نسجل. تقدر تعاونّي؟
فين نقدروا نذهبوا نتمتعوا بالتزحلق على الماء؟
واش تقدر تراقب ليّ الحوايج ديالي هنا؟
واش تقدر تربطني بشخص كيهدَر ياباني؟
تقدر تشري التذاكر من مكتب التذاكر ديال المسرح.
كتشوف التمثال فداك المبنى؟
شكراً. واش تقدر توريني شي صندالة فـ ستة ونص دي؟
فين هو الباب ربعة وعشرين؟
شنو هو الثمن ديال هاد العلبة ديال السيجارة؟
بغيت ثلاثة ديال الرولات ديال فيلم ملون ب36 تصوير.
شحال للبرج ديال لندن؟
شنو هاد البناية الغريبة؟
ما عنديش استرجاع الفلوس. تقدر غير تبدلها بحاجة أخرى.
شحال من يوم هاد التذاكر صالحة ليهم؟
ضربوني.
واش ممكن نطلع جبل بهاد العدة الخفيفة؟
هاد الشي خارج على الميزانية ديالي.
بغيت طبيب يجي لغرفتي، عفاك.
شنو الرقم ديال التنظيف ديال الدار؟
واش أنت إيرلندي؟
واش راه موجد للبيع دابا؟
جميع التذاكر كانت مباعة بالكامل.
بغينا نلعبو لمدة ساعة غدا فالعاشرة ديال الصباح.
سمح لي، واش نقدر نبدل الكرسي ديالي؟
ما كنعرفش فين.
شكراً ليك. غادي نكون ممتن لهاد الشي. كتشوف، أنا مهتم ببرامج الصابون الأسترالية.
سمح لي، واش تقدر تنصحني بفندق آخر؟
يا لها من نهار زوين. واش عادةً كتكون عندك أيام زوينة بحال هادي فهاد الوقت من العام؟
عندنا تجربة مماثلة فالماضي.
واش تقدر تشوفها ليا؟
كان غامق.
خصني إياهم قبل الجمعة.
شكون هو المدير؟
شحال صرفت فالمجموع؟
من سان فرانسيسكو حتى ناريتا
ماشي بحالي هاد الحجم ديالي.
واش كتفتح نهار الأحد؟
كاين شي ديزكو مزيان هنا من حدا؟
خصني إياها قبل الخامسة ديال العشية
ما كاينش طريقة نعتذر بها.
غادي تبقى ف نيويورك مدة طويلة؟
طبعاً، دخل.
بالطبع. غادي نحطهم فالصندوق ديال السيارة.
واش تقدر تلفها ليا، عافاك؟
هل هاد قطار سريع؟
واش تقدر تنصحني بكتاب مزيان لطفل عندو خمسة عشر عام؟
هاد الروج الصغير زوين بزاف. غادي ناخذ هاد، عفاك.
أنا عندي ثمانية سنين.
خذ ضربة جزاء.
شعرها كان متموج وأسود.
واش تقدر تقترح لي بلاصة أخرى تستاهل الزيارة؟
كنحبها بزاف. ولكن خايف ماعجبنيش التصميم. وشنو على الآخرين؟
واش تقدر تنصحني بفندق ماشي غالي بزاف؟
شحال كيوصلو فالمجموع؟
نهار عيد ميلاد صاحبتِي. عندك شي حاجة مميزة؟
خصني نعيط للطباخ باش يشرح ليه؟
واش تقدر تعطيني مخدر؟
واش تقدر تلفها؟
عندي الربو.
هاديك كاسيت ديال الفيديو اللي سجلت ليه صاحبي.
علاش مشيتي لنيويورك العام اللي فات؟
شنو هي الوثائق اللي خصني باش ندخل للولايات المتحدة؟
اسمي تسوتومو
واش هادي شي شيشة ديال البريير؟
واش متأكد؟ كنت كنظن أن شكل ديال هاد القارورة ديال الخمر كان مستعمل فخمر بورغوندي.
سمعت بلي كاينين شي نوادي الجاز مزيانين.
بغيت نشري ستة ديال الكرافات. واش تقدر تعطي لي خصم؟
عندي برد.
عيط للإسعاف بسرعة.
نعم، تقدر. الغرفة جاهزة. من فضلك كتب اسمك وعنوانك هنا.
عندها صندوق كبير؟
تسعة ثلاثة تسعة ستة سبعة صفر صفر
شنو اللون اللي كتعجبك؟
اش من وقت غادي يخرج القطار الجاي لفيليدلفيا؟
هاذ السمك مطيب بزاف شويّة.
حول هاد الشي للدولارات، عفاك.
فين غادي نوصلو حقيبتك منين نرجعوها؟
واش هادك جلدي نقي مئة فالمئة؟
واش عمرك زرت نيويورك؟
شنو هو وقت الصعود؟
أنا أستاذ.
عندنا مجموعة كبيرة من الحلويات، بما فيها الكعكات والآيس كريم.
شنو سميّة هاد النبتة؟
شحال من نهار كياخد بالبريد الجوي؟
يلا نمشيو للمطعم بالتاكسي.
هاد البيان ديال الحسابات غالط.
واش نقدر نحطّ حقيبتي هنا؟
شحال من الوقت باقي باش نوصلو لسيدني؟
عفاك، واش تقدر تصدر لي جواز سفر مؤقت؟
رخيص. هنا، غادي نعطيك خمسة دولارات وصفر سنتيم.
غادي ندير فطور كبير من خدمة الغرف.
كوك كبير
واش ممكن تعطي لي خصم؟
إيه، هاهو هنا.
واش نقدر نكمل السفر؟
أي موسم هو الأجمل فهاد البلاد؟
واش نقدر نطلب كاس ديال الخمر؟
عالم صغير.
لا، خلي نطلع عليه الأول.
واش نقدر نبدلها لرحلة مبكرة فخامس؟
بالطبع. عفاك، عمر هاد النموذج ووقع عليه.
شنو هو معدل التضخم؟
كتقدم لنا قهوة قوية ومليانة.
خصني نمشي دابا.
هم بزاف عريضين.
فين هو قاعة الشحن؟
الجمعة مملوءة تماما حتى الثمن ونصف.
خلي نخمم فهاد الشي. غادي نشوف شي حوانت آخرين.
ما بغيتش نصرف أكثر من ثلاثين دولار لكل واحد.
بغيت واحد لوح ديال الشوكولاتة، عفاك.
واش تقدر تقول لي فين نقدر ندير تسجيل الوصول ديال هاد الرحلة؟
واش تقدر ترسم خريطة؟
شكراً بزاف. هادي تذكرتك ديال التصحيح.
سمح لي. واش تقدر تقول لي إمتى كتفتح؟
فاش كتلبس الكيمونو؟
عافاك قول ليه يعيط ليّ من بعد ما يوصل. هادي هي 3 5 4 8 1 1 3 9. فندق هيلتون، الغرفة رقم 12 09.
بغيت شي حمام فُقاعات.
غادي يكون سالي مع واحد ديال العشية.
كنقلب على هدية تذكارية لأمي.
غادي نحطك تقريبا فـ٥٥.
هادي مشهورة.
نقول باللي الصيف هنا ماشي بزاف خايب.
كيفاش كتربط الحزام ديال السلامة؟
واش هاد التذكرة باقي متوفرة؟
هل خاص كلشي ينزل؟
ها الدوا اللي عطاني إياه الطبيب ديال العائلة ديالي.
خلي نشوف ديك السيارة.
كانو أربعة شباب.
ما حاسش براسي تحسنت شي حاجة.
غادي نوصل من بعد العشاء.
واش يمكن لي نعطيك صندوق للتعبئة؟
المناخ معتدل.
عفاك، عيط للتاكسي على جوج ديال العشية.
هادي بزاف ديال اللمعان عليا.
خليني نشوف هادك.
كاين شي ديزكو حدا هنا؟
شنو هو الثمن ديال الغرفة؟
الماكلة باردة.
شنو هو المكان اللي نصحوا بزاف باش تزورو؟
هاد الطيارة متأخرة بجوج ديال السوايع على الجدول.
آه، بغيت بزاف.
كاس ديال الشابلي
شنو الجزء ديال A غادي تمشي ليه؟
واش تقدر تتصل بطبيب، عفاك؟
عافاك شوف شنو تقدر تدير ليا.
شكراً على النصيحة. غادي نجربها المرة الجاية.
لا، شكراً لك.
واش تقدر تشعل التكييف؟
من أي جزء من الولايات المتحدة أنت؟
Ah-An zaytoun mabsout, mabsout f 7alqi.
البراد ما خدامش.
مرحبا بك. كان من دواعي سروري.
واش تقدر تربطني مع شي حد كيهدَر اليابانية؟
عفاك، واش يمكن ليك تعطيني الحساب؟
سمح لي، واش تقدر تقول لي شنو هاد الحاجة اللي فالقائمة؟
إنها بطاقة نوع المفتاح. يمكنك الاحتفاظ بها معك.
أنا متجمد تمامًا.
هذ الشي باين عليه لذيذ.
بغيتي قهوة ولا أتاي من بعد الماكلة؟
إنها حقيبة كبيرة من الجلد.
واش تقدر تختار لي واحد؟
عندي حساء فول الصويا الفوري.
ف نيويورك
الصف السابع.
واش تقدر تقول لي فاش الطابق ديال المطاعم؟
درت حجز فالمطار.
شنو الحجم بالسنتيمتر؟
درست الكاراتيه ملي كنت فالمدرسة.
بغيت نحجز لخمسة ديال الناس فالسّاعة ستة ديال العشية الليلة.
واش هادي الحافلة الصحيحة ديال Japan Air Lines؟
بغيت نمشي لمطعم حقيقي ديال نيويورك، ماشي غالي بزاف.
ما كاينش خيار. هنا مزيان.
شنو خاصني نعرض باش نكرّي طوموبيل؟
غنقول ليك منين نوصل تما.
فين نقدر نشري الأدوات المكتبية؟
عندي الإنفلونزا.
وقع حادث.
هل الدكتور توفلر أستاذ صارم؟
هاد الشي كيختلف.
ما قدرش نسكر الباب.
هنا. واش غادي توريني البطاقة ديال التعريف ديالك ولا الباسبور ديالك؟
خلينا نعيطولو تليفون.
هذا هو الراجل.
عفاك، صيفط لي واحد الخادم ديال الأجراس للغرفة ديالي.
طبيب، عفاك.
شحال الثمن ديال تذكرة الدخول؟
عفاك، قترح عليا فندق.
شحال فالعمر ديال اليابان؟
واش تقدر تحط هاد الشي فصندوق الأمانات ديالي؟
خايف نكون خليت حواجي ف الطيارة.
إوا، خاصك تعرف كيفاش كنعرفو كاملين هنايا. ما كنعجبناش للي كيقول لينا كيفاش نعيشو حياتنا.
واش تقدر تنظف ليك النافذة؟
شنو سميتك، عفاك؟
أنا موافق على هاد الاقتراح.
بالنسبة لزوج ف الساعة السابعة، صح؟ واش يمكن ليك تعطيني اسمك، من فضلك؟
عندك شي ساعات يد يدويّة؟
ما كاينش غلطة فالفاتورة؟
بسلامة دابا.
تقدر تستعمل البطاقة ف جميع القطارات.
ولكن ما تقلقش. تقدر تنزل فالمحطة اللي غادي تليها وتمشي رجوع. ماشي بعيد.
تلك السيارة حاولت بقوة تدير اليسار.
واش يمكن لي نعمر طابلة؟
فين هو المطعم ديال الماكلة؟
بلا ما تنسى، من فضلك، بلمسة مطفية.
فين خصني نعيط إلا كان عندي شي مشكل؟
شحال الثمن ديال البريد على الأيروجرام، عفاك؟
صناعة السيارات هي الصناعة الرئيسية فاليابان.
واحد منكم كيتكلم اليابانية؟
ما محتاجش لهاد الشي، شكراً ليك. غادي ناخدها.
من فضلك، من هاد الطريق. هاد الطابلة مزيانة؟
شنو هي الهوايات ديالك؟
لحظة من فضلك، سيدي. أنا آسف، السيد أوكاوا مشى يتعشى. بغيتي تترك رسالة؟
بغينا الأطباق بحوالي ثلاثين جنيه لكل شخص.
شنو هاد السطر ديال هادشي؟
ها بعض السماعات.
بغيت مصباح يدوي.
واش نعطيه رسالة؟
السلام. واش هادي الاستقبال؟ أنا فالغرفة واحد صفر سبعة صفر. خايف عندي شكوى نبلغها.
بغيتي تجي لحفلتنا الليلة؟
آه، هادشي زوين. كيعجبني صوتهم. وأنت، بوب؟
واش هادي القطار الصحيح لجراند سنترال؟
شحال ثمن تذكرة ديال النهار؟
مرّ عامين من قبل من جيتي هنا آخر مرة. استمتعت برحلتك؟
كنظن بلي نقدر نجيب ليك طابلة فحوالي خمسة عشر دقيقة.
عفاك، مكالمة شخصية لطوكيو، اليابان.
واش كاين التكييف؟
شحال فالمجموع؟
فين غادي تبقى؟
ها هو تسعة وتسعين ين. عفاك بدلهم كاملين للدولارات.
فـ ABC.
بغيت جاف أكثر.
فهاد الحالة، كاين جدول الأثمان قريب من كرسي السائق.
خصني نرجع لمكتب ديالك مرة أخرى؟
واش نقدر ندي معايا الحوايج ديالي اللي مهمة؟
قولها مرة أخرى.
واحد الراجل كان طويل و الآخر كان قصير.
واش ممكن ندير طلاء جديد فالصالة؟
يمكن يكون البوجي ديال الشرارة.
هاد الجولة ديال الاستكشاف زوينة.
للأسف، نعم. المكتب الرئيسي ديالنا كاين هنا. ونتَ؟ واش هادي أول مرة هنا؟
عفاك، قترح لي مطعم مزيان قريب.
واش تقدر تقبل شيك بالين ديال اليابان؟
غادي نخرج فالكاتدرائية.
حقيبة كتف بيضاء
شفت شي معطف كحل هنا؟
خلّيت الكاميرا ديالي فالكابوط.
واش نقدر نبدل هاد التذاكر لعرض غدا؟
بغيت ناخد شواء قبل ما ناكل.
كيف بغيت اللحم ديالك مطبوخ؟
آه، يا لها من رفاهية أن تلعب الغولف في أستراليا.
فين تصوب؟
شنو كياكلوا هاداك؟
واحد الكارتون ديال مارلبورو عفاك.
سمح لي، ولكن فاش حنا دابا فاش؟
واش نقدر نطلب هاد الشي من اليابان من بعد ما نرجع؟
بغيت نكرّي دراجة.
ما كاينش صابون فغرفتي.
واش نقدر نسولك على اسمك؟
واش نقدر نتحرك لمقعد فارغ؟
الطيران واحد على واحد لناريتا، اللي غادي يخرج فالعاشر من يونيو، مؤكد من جديد.
واش غادي تقول لي شي أماكن زوينة نتمشى ونشوف ف هاد المدينة؟
بعت هاد الشي لليابان بالتلغراف.
كنظن عندي حمى.
نصف ناضج
نظن غادي ناخد ديال الخمسين سنتيم. عطي ليّ داك شي ديال ١٢، عافاك.
واش بعيد باش تمشي؟
كنظن هاد هو النوع اللي بغينا نستوردوه.
نعم. كنقلب على أحمر الشفاه ديال شانيل رقم خمسة وثلاثين.
هل قريت بطاقة تعليمات السلامة؟
واش نقدروا نشوفوا فيلم فهاد الرحلة؟
خصني نكون رجعت قبل الستة ديال العشية
سمح لي. بغيت نمشي لميا مي.
كنكتبوا بطاقات رأس العام وكنبعتوها. كتوصّل فالأول ديال يناير.
غادي تحضر المدرسة؟
خديت الطوبيس ديال 12:50 من سان دييغو.
شنو كاين فهذ الأسبوع؟
كيفاش نقدر نرجع لهنا؟
بغيت شوية ديال السكر، عفاك.
واش تقدر تعمر ليا هاد الفورم ديال التأمين الصحي، عافاك؟
من الثمن حتى الثمن وخمسة عشر.
في الحقيقة أنا فالدورة ديالي. واش هادشي مشكل؟
واش تقدر تميّزه فهاد الخريطة؟
شوف، الماء ديال الحمام ما كيصخنش مزيان.
واش كاين شي تغيير ف جدولنا؟
بغيت غير ندير مشي هادئ.
بغيت نرجع للفندق باش نلقى الكامير ديالي.
خصك تاخد طاكسي، حيث ما كايناش النقل العمومي.
فالبلاكة الثالثة على يسارك.
ما غاديش تلعب التنس معايا الأسبوع الجاي؟
حنا الثلاثة بغينا نلعبو جولة. شحال غادي تكون؟
نعم، غادي نجيب لِصاحبي دمية يابانية.
ما هادشي اللي طلبت.
خصني شوية ديال الوقت زيادة.
غادي ناخد هاداك.
كتبدل القطارات فالثالثة محطة.
أنا كنعجبني الماكلة الإيطالية.
غادي نطيرو فشوية د الدقائق. من فضلك تأكد بلي حزام السلامة ديالك مربوط مزيان.
شحال من الوقت كتفتح؟
نصف النهار هو ثلاثين دولار. كامل النهار هو خمسين دولار.
واش الحافلة ديال Fifth Avenue كوقف هنا؟
واش يمكن لي نشوف رخصة السياقة ديالك، عفاك؟
واش يمكن لي نعطيك شي حبوب ديال الحبوب؟
رحلتنا كتبدأ فـ 21 يوليو وكتسالى فـ 27 يوليو.
كيفاش كتقول هاد المحطة؟
بحال هكا، عفاك.
واش كاين طوبيس ديال المطار للفندق شيراتون؟
نعم، غادي نشرب بيرة مخمرة مع المقبلات.
مني كنت كندوز فطريق برودواي.
هل كاين شي حاجة مهمة هنا؟
عطيني ثلاثين لتر.
تصورنا، عفاك.
شكون خدمته هادي؟
خصنا نتاصلوا بمكتب المعلومات فزاوية ردهة الفندق. غادي ياخدو حجز.
هو حرامي.
كتقصد تساعد العائلة ديال المتوفى فمصاريف الجنازة.
مزيان. دير وجهك لليسار ف الزاوية اللي غادي تجي من بعد. غادي تشوفها قدامك مباشرة.
شنو كتظنّ أحسن لبشرتي، المناكير بلون غامق ولا المناكير بلون فاتح؟
شحال بغيتي توصل لهاد الفندق؟
بغيت نحدد موعد مع السيد واتسون.
لا، غادي نخرجهم.
إيه، عندنا. شنو النوع اللي بغيتي؟
شنو الدوا ديال البرد اللي كتوصي به؟
شنو كتدير عادة ف وقت الفراغ ديالك؟
سمح لي. فين كاين تليفون عمومي؟
كنظن كيعطيني مظهر أكبر من عمري.
اليوم عندنا مينستروني، كريمة الهليون، وحساء الخضروات.
كنظن بلي خصك تقدر توصل لكلشي من عند السوبرماركت. إلا ماقدرتيش، ما تقلقش. غادي نمشي للصيدلية غدا.
كنسولف فاش نقدر نرجع هنا.
رجاءً ربط حزام الأمان ديالك و تبع علامة "ممنوع التدخين" حتى تتطفى.
واش تقدر تبدل لي مكاني لمكان فالقسم ديال التدخين؟
واش تقدر تجيب لي واحد آخر ديال البيرة؟
ما كاينش حد بهذا الاسم ديالي هنا.
بغيت نلغي الحجز ديالي ديال الطيارة ف5 ماي، ونحجز واحد ف9 ماي عوض، عفاك.
بغيت واحد إيطالي، عفاك.
شنو هو الرسوم اللي ما متضمناش فيه؟
شريت لابيس للهدية.
واش نقدر نلتحق بهاد القسم حتى وأنا مبتدئ؟
شكون صاوبها؟
ما كتبيعهمش بوحدهم؟
الكونسيرج ديالنا يقدر يعاونك، ولا تقدر توصل بيه بالتاكسي.
بعض السجائر، عفاك.
واش تقدر تجيب لي تذكرة؟
واش هذي هوايتك تجمع الدمى المحشوة؟
واش اليابان تقدر تصايب جميع الماكلة اللي محتاجاها؟
بغيت نفخة ديال الهواء.
كنظنّها شوية بسيطة بالنسبة لي.
فين نقدر نشري تذاكر الطيارة؟
اش من الساعة كيبدأ القطار؟
عفاك، لغِ البطاقة ديالي.
هاد الساعة القديمة وقفت خدام. واش تقدر تبدلها؟
بغيت نبدل شي يين ياباني بالدولارات الأمريكية.
شكون خصني نتاصل به إلا كان عندي مشاكل؟
غن ناخد ثلاث مية غرام ديال هاد الشي.
بعض الحلوى؟
شنو هو اسم الفنان؟
شكراً. واش ممكن نهدّر مع السيدة ياماتو، عفاك؟
كنقترح عليك تزور مبنى الأمم المتحدة على ضفة نهر الشرق كذلك.
واش يمكن ليّ ناخذ جوج كوارت ديال الحليب؟
بغيت نكرّي طوموبيل.
ضاعت لي جواز السفر ديالي.
كتحمل أكثر من الثمن ديال التذكرة.
ما عارفش كيفاش نسد هاد الستائر.
تغضبت عليه.
خصك تخلص رسوم إضافية على الحلوة.
واش نقدر نطلب وجبة نباتية؟
شكراً ليك. تبارك الله عليك، كانت فرحة نشوفك. وداعاً.
نهار الثلاثاء فالعشية، هاد المطار ماشي بزاف ديال الناس.
السلام. حجزت الليلة على السابعة. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
عادةً كيكونو ثلوج خفيفة بوصة أو جوج.
غادي يكون مزيان إلا كانت الأمور مزيانة غدا.
واش تقدر تلقالي مربية ديال الصغار؟
كنت محظوظ بزاف حيث حصلت على تذكرة الليلة. ما وصلتش للمدينة حتى الثلاثة ديال العشية.
بغيت يوصّلها لي بسرعة.
إلا كنت غادي تدخن، عفاك مشي للصفوف من الأربعين حتى الخمسين.
جواز سفري تسرق.
تقدر تديهم من الباب قبل ما تركب. من فضلك ورّيهم هاد الوصل تما.
هادي حقيبة صغيرة زرقاء ديال الليل.
بغيت ندير ضو.
غادي تميّزو فخريطتي؟
عفاك، بدل هاد الفلوس للدولارات.
شنو هو الثمن فالشهر؟
واش نقدر نعيط من هاد التليفون؟
شنو رأيك فهاذ الطيارة الورقية اللي تصاوبت فاسكتلندا؟
كان فجأة. ما شفتش وجوههم.
عطيني طبق، عافاك.
جوج تذاكر ديال الليلة، عفاك.
طوبيس؟ كنظن كتقصد ليموزين باش توصل للفندق. فاش الفندق غادي؟
بغيت نخرج أربعمية دولار من الحساب ديالي.
شنو هي الساعات اللي كاينين فيها؟
سمح لي. كنظن الكرسي ديالي حداك.
بغيت نلمع حذاي.
واش كاينين الرسوم ديال الخدمة والضرائب؟
واش هاد المصطلحات مقبولة؟
بغيت نجيب علبة ديال السجائر.
حنا مهتمين بالأثاث.
ما عنديش مزيان ف الإنجليزية.
إيه. تحت الكرسي.
آه، سمح لي. ربما عندك مكان فبالك بالفعل - فين بغيتي تمشي؟
واش تقدر تضمن هاد الطرد؟
نعم، تم قبولي البارح عند الدكتور جونسون.
فين تصوب هاد الشي فالأول، وديك الساعة ديالاش؟
فهمت. غير كتخلص رسوم إضافية.
واش هاد الحزام ديال الجلود ديال الماعز ذات الجودة العالية؟
شحال ثمن أرخص كرسي؟
عندك الحوت المقلي؟
عافاك عَمّرها منين ترجع السيارة.
شحال من الوقت بغيتي تستعملها؟
تحميرة و كاس ديال القهوة، عفاك.
غادي نجيبوك قدام الفندق.
أنا خايف ما نقدرش ناخد الموافقة على هاد الكريدت كارد.
سمح لي، ما فهمتش معنى هاد العلامة ديال المرور.
ثلاثة ديال البيرة المسكوبة، عفاك.
واش نقدر نطلب كاس ديال الخمر؟
ها الخمسة وخمسين سنتيم. متنساش تدير تحويل ملي تدخل، باش ما تضطرش تخلص مرة أخرى ملي تبدل الباصات.
هل غادي ندخلو كاملين ف نفس الوقت؟
واش من فضلك تنضم لينا فالصورة؟
حطيتها هنا هكا من حوالي تلت ساعة.
إمتى كتفتح؟
شنو اللي كيتصنع فالمحلي؟
إلا ما قدرتيش تتعامل مع هاد المجال، واش تقدر تقترح عليك شي محل متخصص فيه؟
شكراً على الانتظار. أنا أونه هاني كنهضر.
واش كاينين منحدرات للمبتدئين؟
شنو هو البرنامج ديال اليوم؟
بغيت نبقى يوم آخر.
أنا هنا باش نلتاقى بصاحبي.
حسنًا. شنو نوع الغرفة اللي بغيتي؟
واش تقدر تحتافظ على هاد الخمر حتى غدا العشية لينا؟
النساء في المناصب الإدارية كيزيدو.
خلي نجرّبه عليّ، عفاك.
كل هاد الماكلة الدسمة غير كاينة فبطن ديالي.
عندك رسالة تغطية للفكس؟
مطلوب منك تفقد النباتات والحيوانات ديالك فالبنك ديال الحجر الصحي إلا كان عندك شي منهم.
خصني على الأقل نص ساعة باش نعبّأ حقيبتي.
واش تقدر تلقى ليّ بلاصة فطائرة غدا، عفاك؟
غادي ندي ولدي للحديقة الحيوان.
لـ ميامي، عفاك.
بغيت الطابلة الأقرب، عفاك.
عندك شي حاجة أصغر؟
سميتي مييوكي كاتو، وأنا صاحبة ماري من وقت اللي كانت كتقرا ف اليابان. واش ماري موجودة؟
شاي، مع الحليب.
علاش هاد الشي كيوقع؟
فين هو أقرب مكتب بريد؟
ها كاميرا.
كاين شي مترو قريب؟
ضعت مفتاح الغرفة.
واش كاين الوقت باش نستعمل الحمام قبل الإقلاع؟
آه، نعم. عندي. كنحبها.
آه، ما باغيش ندير بحال هاد الشي.
شنو بغيت؟
بغيت معطف طويل.
للفندق بوستون، من فضلك.
الظهر.
نعم، يمكننا ننجزوها حتى غدا العشية.
اسمي تارو تاكاي.
مساء الخير، من فضلك.
عطيني جوج ديال التذاكر للمعرض هاد الخميس.
واش نقدر نستعمل هاد الكوبون للطائرات؟
هاد الشي غادي يعاونني بزاف. على فكرة، كنتسائل واش نقدر نبقى ف نفس الغرفة؟
عافاك، تأكد تجي وتشوفني مع السابعة غدا الصباح.
إيمتى هو القطار الجاي لبوسطن؟
خلي لي حقي نهدّر.
السلام. شوّف.
واش تقدر تدير لي واحد Pina Colada؟
ما قادرش نفهم حتى كلمة الناس اللي حدايا كيقولوها.
مساء الخير. عندي حجز. اسمي يامادا.
كتخرج كل عشر دقايق.
إيه، كاين واحد فالجنب الآخر ديال المبنى.
فين هو النصب التذكاري؟
واش هادي هي الطريق الصحيحة للمحطة؟
ما عندناش الحجز ديالك.
آه، فهمت. هادو هما القنوات ديال نظام الكابل فالفندق.
واش غادي يكون معفى من الضرائب إلا بعت هاد الشي لليابان من هاد المحل؟
خمسة ديال الحديد، عفاك.
آه، سمع، واش، واش عارف فين كاين Riverside Drive؟
فقدت الشهية ديالي.
كاين شي آخرين؟
بغيت نخرج شي حاجة من حقيبتي.
خليها مفاجأة.
طحت بسيارتي فشي حفرة.
أنا كنعاني شوية من تعب الرحلة الجوية
بغيت نطلب خدمة الغرفة، عفاك.
شنو هو رقم الباب ديال Japan Air Lines إلى طوكيو؟
عندنا كراسي متاحة ف الرحلة ديال الثمانية خمسة نهار الاثنين، السادس وعشرين.
علاش كاين هاد الثمن؟
عندي مشكل فالمعدة.
بغيت ناخد طوبيس للترمينال. واش ممكن تعطيني شي فكة، عفاك؟
أولاً، خصني نمشي لمركز المعلومات ونقلب على فندق.
فالحقيقة، جدّي الكبير جا من صقلية فمطلع القرن.
بغيت نعيط لليابان على مسافة طويلة
بغيت نتعلم كيفاش نرودفور.
سمح لي. فين الصيدلية اللي قريبة من هنا؟
ولدي كايحضر فالماستر فجامعة هارفارد.
نعم، بغيت ندير مكالمة دولية من الخارج لليابان. الرقم هو طوكيو ثلاثة أربعة سبعة ستة اثنين تسعة ثلاثة ستة.
تلسعني نحلة. باين عليها مزيانة بزاف.
عفاك تواصل مع هاد الشخص.
واش من المسموح ليّ نمشي من خلال أي واحد من العدادات؟
الغرف اللي جنب بعض، عفاك.
واش كاين شي ستابيل قريب من هنا؟
بالطبع. غرف التبديل كاينين تماك.
واش يمكن لي نعطيك شي قنينة ديال الماء السخون؟
عفاك، عيط ليّ باش يفيقني فالسّاعة ستة ديال الصباح غدا.
شحال من وقت تقدر تجهز هاد التياب؟
في الحقيقة، شريتو فاليوم الآخر باندفاع فالبوتيك اللي قريب من داري.
لحم البقر ولا الدجاج؟
عندي مسمار عظم معدني.
بغيت نمشي للساونا.
فين نزل باش نوصّل للشط؟
فين هو المفقودات والموجودات؟
عافاك، ورّيني كيفاش نستعمل هاد الآلة.
حسّيتي هو ديال بلاد جبال، مكتظة، مشغولة، عامرة بالضوضاء، نشيطة، تقريبا متفجرة. ديال شعب كيخدم بزاف، مجتهد، ماكيهدّش، فضولي، باغي يتعلم كلشي، كياكل ويشرب بجشع ولكن بأناقة، كيكتسب وكيصرف بقوة.
عشرين دولار فربع، عفاك.
بغيت نبدلو.
بغيت هاد الشي.
سمح لي. كاين شي عبور ديال المشاة قريب من هنا؟
واش نقدر نوقف هنا؟
بغيت رواية إنجليزية اللي سهلة فالقراءة.
واش كاين شي محل ديال الملابس مزيان للأطفال؟
بغيت نخرج بكري غدا الصباح. واش نقدر نخلص الحساب ديالي دابا؟
كنتمنى ترجع مرة أخرى.
واش تقدر توقف الشيكات ديالي الشخصية؟
السيد جونز خرج دابا. غادي يرجع شوية بعد الثالثة.
الليلة برد بزاف.
بغيت ندير فحص طبي.
هادي ماسة ديال واحد قيراط، صح؟
فرحان بلقائك حتى هو.
فين نقدر نشري الطوابع؟
شحال من ساعة كتحتاج باش تمشي لها؟
بغيتي نطلبوه ليك؟
اسمي ياماموتو
بغيت نردّ الفلوس
غادي ناخد هاد وهاد وهاد، عفاك.
غير قصّ الأطراف، عفاك.
عافاك قول ليها تتصل بي.
كيفاش نكلّ هاد الكلاب ديال السلطعون الكبير؟
كاين شي حلبة تزلج قريب من هنا؟
شنو رأيك ف الجاز؟
ودابا أنا حرّ لمدة أيام قليلة.
هل هذا مقفّل؟
خصك تكون تما ما بعدش على الستة ونص.
غادي تتصل به غدا الصباح كما وعدت؟
واش نطلبوه ليك؟
بغيت نشوف المكتب ديال المدينة.
الاستقبال؟ هادي نكامورا كنهضر. غير دخلت ديجا. ولكن ماعجبنيش هاد الغرفة.
بغينا نجلسو جنب بعضنا.
بغيت نطلع عليها.
خطئي.
بغيت مكالمة تنبهني فالصباح.
كنتمنى نشوفك مرة أخرى.
أعضاء مجلس المستشارين كيبقاو فالمكتب ديالهم لمدة ست سنين، و النص ديالهم كيتم انتخابه كل ثلاث سنين.
عافاك، زيد ليا الفلوس فالحساب ديالي.
واش كاين شي ارتباط مع بيرث؟
إيه، هو كذلك. من بعد، تسجل هنا، السيد يامادا؟
بغيت نغتسل.
كاينة كاميرا داخل. عفاك خليها فمكان آمن.
هو، إيه، هاديك هي الطريقة.
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتيليات.
لا، شكراً. واش ممكن تعطينا جوج كيس ديال الماء، عفاك؟
إلا كان عندك، ما غاديش خصك تخلص مرة أخرى منين تاخد، الحافلة ديال الربعة والأربعين.
أي طابق؟
بغيت نمشي للريسطوران.
بغيت جاكيت ثقيل للشتا.
عندي غير الحوايج ديالي فهاد الشنطة.
واش نقدر نخلص بكاش ديال المسافر؟
درّت إيداع.
كنلعب التنس جوج مرات فالسيمانة.
خمسة عشر أ. واش أنا جالس فالمكان الغلط؟
ما عنديش هوايات. غير الخدمة بجد، بحال أغلب اليابانيين.
آه، الأستاذ كور كيبغي يعطينا اختبارات مفاجئة.
مني تشوف واحد، غير هز يدك.
خصني إياها بأسرع وقت ممكن.
بغيت نبعث هاد البطاقة البريدية لليابان بسرعة.
بغيت ندخل، من فضلك. سميتي هاروكو أوجاوا. كنظن عندي حجز.
كتجيب شي هدية لشي حد فهاد البلاد؟
سمح لي، بغيت نبعت هاد لليابان. شحال الثمن ديال البريد على هاد؟
بغيت كاميرا رخيصة.
فهاد الساعة، سيدي؟ راه الحداش ديال الصباح.
لا. أنا ياباني.
عصر إيدو، بلا حروب ف البلاد، طول تقريباً مئتين وخمسين عام.
بغيت نعطيك دمية من كيوتو.
بغيت نبلغ على فقدان وثائق قيمة.
فاش كيطلق الستارة؟
شنو هي أحسن طريقة باش تلبس هاد الشي؟
واش نقدر نحطّ الشنط ديالي فالصندوق؟
كنظن هاد التغيير غالط.
كاين بزاف ديال المطر. كنتمنى يصفى.
خليه طويل.
Please provide the text you'd like me to translate into Moroccan Arabic.