اريد رزق طاوله للعشاء ليله اتنين.
هنا. احفظ المبلغ.
ابقي علي فندق الفا.
لما الكيديز مهمنه في هالو؟
السعر سبعه وخمسين سنت. يرجي تزويد التغيير الصحيح.
انا احب الجاز.
هل هنّي تفتيش علي الحموله فالمطار؟
انا اريد رزق غرفه واحده في فندقكم، ثلاث ليال من 1 يوليو.
للاستاد الكبير.
لكن ما يذكره للجسر الاصفر. ناخد من يسال. ما شاء، هذي وحده الحافله للذهاب للجسر الاصفر؟
نعم، هاذي.
نعم. ممكن اساعدك؟
اوصِلِي الـمَسْتَرِي اللي بسَتَّيْهِ هَذِهِ الطاوله.
انا بحاجه لبضعه روح مُتَّسِع.
اقدر اكمل السفر؟
هل هنلا يهتم بيه؟
تَعَلَّمْ بِالْمَرَّهِ.
بزاف، شكرًا لك.
الجاكيت والكروت لازم؟
ما هي الموسم الاجمل في هذا البلد؟
سيكون حوالي عشرين دقيقه.
اقدر اطلب كوب من الشاي؟
انا ساقدّمك لغرفهك.
انا بحاجه تاكيد حجزي.
تفضل تروح لمستشفي عام وتحصل علي فحص كامل.
مرحبا، هذي مُشغل الـ فرنسا. اي رقم تريده تاتصل به؟
بجانب مكتب سينغافوره ايرلاينز دايم.
هادشي ما يسوي صح.
اقدر اكمل مفتاحي؟ رقم الغرفه هو واحد عشر.
اخد هذا الوصف لصيدليه.
انا بحاجه لمقعد علي الطرف، يلا؟ ونريد مقعد بدون دخان.
ميس يوشيه ساوا. يوشيه ساوا. العدد هو ثلاثه اربعه خمسه سبعه ثمانيه تسع صفر.
باسم ياماتو كوجو، يتعين عليّ اقول شكرًا جدًا علي دعمك ومساعدتك في توجيه هذا الاجتماع ووصله لنتاءج جيده.
لا اقدر اتحرك.
مُعَفَّر، انا بحث عن هاذا العنوان.
مُتَّسِكِيي بِالْمَوْسَعَهِ مَسْتَوَيْنَ.
متي البوابه اللي بقي؟
واحد بحمام، يلا.
يجب ان اتجنب الاكل اللي يحتوي علي السكر.
مُسَّطَرَه الْوَنْدُوْو، يَسْتَرِي.
انا بحاجه للحجز علي طاوله لاثنين.
يبدو ممتع. ما ننتظر؟
هل هالبضاعه مغطاه بالضراءب؟
اريد ان ابقي ساعه اني بس. الساعه تفقد حوالي دقيتين يوميًا.
عالم صغير.
انا بحاجه لشراء بعض معدات السباحه علي الماء.
لا، اشوف اولي.
مكّن توجد اي تكاليف اخري؟
كينو الميدان؟
شكرا. نستيقظك الساعه 8.
ممكن اغيره لطريقه مبكره علي الخامس؟
بما ان "رينجي" يكتب الخطه الاصليه وينشرها بين الناس المعنيين لكي يوافقوا عليها.
مُعذّر، ولكنها ممتلءه في تلك اللحظه.
تقدر تديي حلقات مزدوجه؟
تقدر تلعب معي؟
اكمل هذا الوصف، يالسَّلَم.
تقدر تاكليني لو تقدر تزور توكيو.
الان تتكلم.
تقدر تديي تورات تجول؟
تقدر تنقل لي كومبيوتر شخصي دا، ما؟
انا بحاجه لبلاستيك للكاميرا، يلا.
انا مخوّف ان ادفع اكثر من ستمين دولار ليله.
انا ساشرب قهوه مع حليب.
بلاش. املا هذه النموذج وانقر عليه، يرجي.
تفضل ما تبقي علي حسب الليل.
كيما ارجع للباص؟
لا اتاعي فرع.
تقدر تروح للاس فيغاس؟
لا اقدر اتحرك في الساق اليسري لانها تءلم كثيرا.
متي تقدر ترجع الحقيبه؟
تقدر تضيفي ماء اكثري في زجاجتي؟
انا اذكّر نا بقي بسّطت صوره في المطعم اللي كنا نكمل فيه العشاء.
كنت وصلت هايك علي قطار تابع للي بانس بس لندن 12:50.
نعم، عندي. متي اقدر احصل علي تجديدهم؟
تقدر تديشي شي خفيف؟
مساء الخير. كم عدد الناس اللي معك في جماعه؟
تفضل تغادر.
مُعْفَي، سَيِّدِي، بَلَغْتْنا الْمَرَّهِ.
تقدر تكتبها؟
انا بحاجه الخو للحمام.
مَا هالنسبه ديال التضخم؟
الريدز من سينسيناتي يخسر بثلاثه اهداف.
متي كيّن مساحه تزلج علي الجليد؟
كلا، تقول له نوريكو اتوه فاتح؟
اين ادفع للمسافه الاضافيه؟
متي الشاتل؟
انا اقدر بعض السول.
انا اقدر اعطيك شي يبكيك؟
قعدت علي السلالم.
اغسل هذا بساعتين بعد الظهر غد.
اريد ان اروح للصيد.
تُقدّم لنا قهوه مُكتمله.
تقدر تصلح اخمص احذيه هالك؟
انا بحاجه للاجابه علي وقت المغادره من رحلتي المتصله.
هالو بس بس بس بس بس بس بس بس بس
هل نستخدم ملعب التنس اليوم؟
تقدر تبقي لي فطور في الثامن من الغد؟
كُنْتَ من هَنا؟
ما نوع الجلود اللي بسّطت من هذا الجيب؟
اين اروح للساعه اللي توصل للنقطه الحضريه؟
تتّي بعينين جميلين.
مكين مقعدي؟
انا اقدر فلتر UV، يلا.
ساري بعض مهذبه؟
انا اريد طاوله مسموكه، يالله.
هل هالجوده هي الافضل اللي عندك؟
ما يحبها السيده تشرب؟
ماعنديك، تروح لثاني وثامن؟
مُعَفَّر، اين بار؟
شكرا. احتفظ بالباقي.
وو، سااتصل بك لاحقًا. شكرًا.
موجود ملعب؟
تقدر تدييني تيكيتين لـ "الجمال والوحش" علي الاربعاء؟
تقدر تروح بس بس تكمل اليوم؟
ما وقت وصولنا بنيويورك؟
انا بساغادر الان.
انا مخوّف انو يقدر يوصل غد.
لا مشكله. كنا قد حسبنا هذا النوع من الوضع بالفعل.
تقدر تنقليني لمستشفي؟
متي الذاك مخزن الليل؟
كي نكمل بحلوي؟
بلاش. دا نفحص كل الشي.
الساعه المزدحمه في منطقه اتسوغي كانت مهينه جدًا، ماذا؟
هم مسّوّيّين.
الاسماك اللي تقصدها هي فوجو. بتحتوي علي سم مُهلك في الكبد والغدد.
انا فكرت ان هذا الحفل كان ممتاز.
متي باب الراحت؟
ممكن اصوّر داخل؟
لا اقدر اعمله من وحدتي.
لا اخليش رايتش مساحه كيما هذي.
انا بحاجه اراقب مُدَّرِسَه.
نعم، ما بقي شايف بس بس علشان يومين.
انا مريض بقُول.
لما تُقدَّم العشاء في الساعه 3؟
الجمعه ممتلءه تمامًا حتي 8:30.
تقدر تغلفهم؟
بلاش تقدر تقولي اسماء بعض المطاعم الممتازه؟
متي تقدر تعيد طلبها؟
انا بفكر فيه. انا سافحص بعض المتاجر الاخري.
كّي تكّي 10 دولار لثلاث؟
لا اريد ان اصرف اكثر من سبعه وثلاثين دولار لكل واحد.
تقدر تبادل ين الياباني هنا؟
انا اعتقد ان هذا افضل من هذا.
اكتب باللغه اليابانيه.
انا اقدر شريط شوكولاته، يلا.
توقّف هنا، يالسّلام.
هذا مثير. متي تبدا الرحله؟
كنت حجزت سياره لسنتين في اليابان.
تقدر تقوللي لي اين اقدر ادخل علي هالطيران؟
تقدر تاخد صوره لي؟
انا بحاجه لشريط لهذا بطاقه، يالله.
اقدر اشتري ساكي وحاجه؟
اقدر اطلب وين؟
من بنيّه دا؟
الضمان معمول فيه في اليابان؟
لا، ما نعم.
سافرت في سيدني.
كَيْفَ تَنْتَهِي؟
مُعْفَي، بس اقدر تقدّملي ملعقه تانيه؟
موجوده مسجد قرب؟
اقدر احصل عليه بدون وصفه؟
كّن ممكن اقترح نصوّب علي هادو؟
انا متحب ان ابقي هاذي الليله.
اعمل في وساءط.
شكرا. وحيّا اقدر احصل علي بطاقه تلفون؟
اعدّ شيكات منفصله، يرجي.
كَيْفَ تَعْتَمِدُ في المَنْوَسِ؟
كانت تقدر علي 30 دولار؟
تقدر ترسم خريطه؟
تقدر تعرف كل شيء.
هيا 2 2 3 2 1 2 1
اوه، ممتازه جدًا. تبدو جميله جدًا عليك.
ما هدفك؟
واحده تيكيت، يلا.
اتمني ان الطقس يبقي هكذا.
احبّ ازور متحف الارت المتروبوليتين ومركز لينكولن.
بعدين العاصفه، نكون يوم اواخر واضح.
كلا، هاذي مقبوله. كم هي التكلفه الاضافيه للطباعه المزدوجه؟
كم يبقي لي انتظار وصوله؟
الشرطه. عندنا ترخيص بحث. افتحوا.
متي التوقف؟
تقدر تقلّل الطول بس سنتيمترين؟
انا ساراقب ما يمكنني فعله.
يتعين عليّ اخذ طاءره في الساعه اتنين.
كثيره الشكر. ها هو تيكتيت الاداجه.
نوع. كنت في المنطقه.
كنت اكمل وجبتي بس المكافات.
التي هي خفيفه؟
انا بس اشوف، شكرًا.
تَنْتَوِين تَوْنِي وَتَنْتَوِين كُوبَيْن مِن الكَافِي، بِلَيْس.
تحتاجين تقدر تفعلشي شي علي هالشي. انا محتاج ارجع توكيو بس غد.
10 و 11 اكتوبر، وانسحاب 12.
مزيان الوداءع؟
كَيْفَ المَاء؟
هالك تيكون هدايا لصديقي.
كيما يكتمل؟
سَقَطَتْ فَكِي.
لا، لا. اتمني ان يكون بخير غدًا، كمان.
هل يتعين عليّ ان البس ملابس رسميه؟
انا بحاجه لحجز تيكيتين للعرض اللي يبدا الساعه 8.
مُعْفَي. هل تقدر تقولي وقت فتحك؟
هذه التذكره مسروقه.
ساعتين وخمسين، بس بس ساعه للغداء. ما رايك في شركتك في اليابان؟
هاد التواره بسعه 634 قدم.
انا اقدر استمتع بساعه سياره، يلا.
تقدر تنظر في نسخه مبدءيه لي لما اكملها؟
بلاش. سارسللك الاشعار قريب.
تتّي ملّي تقرير شرطي؟ ما هما ارقام التحقق؟
مُفَرَّق.
مَين دايركتوري؟
السومو هو رياضه وطنيه للجاه.
كَيْفَ تَرْتَقِي الكِمُونو؟
نعم. اخلي بكارت فيزا. الرقم هو اربعه تسع زفره واحد خمسه واحد اثنين ثلاثه سبعه سبعه سبعه صفر اربعه.
تقدر تقدر تديي هالحجم 16، اللون الاحمر؟
انا اريد تامين كامل.
كانت رحله جيده؟
ما تريده تفعل؟
شكرا. هل الطقس داءمًا كذا في لندن؟
اكتب له ياتي ياتي لي فورا بعد ما يدخل. هذي 3 5 4 8 1 1 3 9. فندق هيلتون، غرفه 12 09.
متي نهاءيات الدوري الامريكي؟
مْيْتَيْه هَذِهِ النوع.
اي مسار لبرلين؟
اعطلت الزجاجه بخطا.
انا اقدّم الويشوي قبل السووبي او بعد؟
تقدر تضع هذا الحقيبه في مكان اخر؟
نراقب التطورات بعنايه بعد عودتنا لليابان.
بلا شو، ما تقلق. بس بس بس بس
بلا. كيما في اليابان؟
مُعْفَي، بسّ المُنْتَج مُكْمَل.
مسموح لنا بتصوير داخل المتحف؟
هالنُقَلِّيّات تُطَوِّلُ اصابعك.
وو، بس. اتمني ما يحصل مره اخري.
انا محتاج بابلي باته.
يجب ان اخرج. هالقطار خاطء.
نحكي الحزام مفقود.
قد تكون امراض المعده.
اكتبها، يالسَّلَم.
تُبْيِنِي هَذِهِ؟
ما يلي اعمله لما ارجع السياره؟
لما نتدارس بس كوب قهوه؟
ما تخصصك؟
سيكون مكتمل بساعه 1.
انا بخليّه الغِي الاطباق المتبقيّه بس بس ما بسّطتْ.
رءيسنا؟ نعم، هو بسّط شاي. اتمني ان تعرفه. اتبعيني.
كيني، اتصل بشرطه.
انا بحاجه لشيء تذكاري لوالدي.
اين اتاع في هالخريطه؟
بلاش.
انا حفظت المفتاح في السياره.
انا اقدرك علي حوالي خمسين وخمسه.
لا يسمح بدوران لليمين هنا.
موجوده مرفق تعميل؟
هذي ترتيب خاطء.
انا بسّط اتفرغ غد في التسوق.
هذا مُحبب.
نعم، هالمره الاولي اللي اتفرج.
انا مهتم بتحوّل لغرفه اخري.
هل ممكن نضيف مُدرِّس؟
مكين المول؟
بقيت سكيني بسّي. تقدر تبحث عنو؟
سندويش طاءر واحد. اخترع الماندرين، يرجي.
اقول ان الصيف هنا ما يخليش بس.
مَنْ يَكْبِرْكَ مَنْ يَكْبِرْكَ. وَعَلَي الْمَسْتَوِيْلِ وَيَكْتُبُوْنَهُ كَمَكْتُبِ كَامِرَه. هَلْ نَرْجِعْ؟
متوسط مُرَّ، يُرجي.
تحتاج تدفع مصاريف اضافيه لما تغادر السياره.
كَيْ تَسْتَخْدِمِي سِتْرَ الْمَوْسِط؟
انا اتصل بالبَنْكِ.
مكتمل. ما يقدر نعملش.
تَمَسَّكْ بِالسَّيْرِ لِتَكْمَلَ مَسَافَهَ مِثْلَ تَوَسِّعَتِينِ.
اوصِل طبيّه فوراً، يالله.
ماعندي، كيما يقدر الطياره تصل توكيو؟
هل هالبلاط متوفر؟
تقدر تقدر تاخد قلم ولا قلم رصاص؟
الانسان دا ما يُثق به.
تتاعي مخري للدراجه؟
الحجم عشر، يا سيدتي. العلامات الحمراء مكتوبه علي الحجم عشر.
بمجرد تغيير صغير، يرجي.
نعم، نعم. هل تحب تقرا مجلات يابانيه ايضًا؟
تَسْكَرِي، يَسْتَحِلْ.
نعم، هاذي. نسمّي موسم المطر الياباني بـ tsuyu.
اكمل المخزن، يالله.
لا تحس في ساقي اليميني.
بلا شك. ولكن ما بقي غرفه مزدوجه ليله.
ما طول يقطعه؟ حوالي هاذ؟
هل ينطلق الجميع؟
تفضل تتكلم ببطء؟
هذي الدواء اللي اعطيته لي الدكتور اللي في العاءله.
يقال ان تاريخ وتراث وثقافه الدوله مرتبط بعوامل عيد الدوله.
سيتفرغ هالطيران علي التوقيت؟
لا، ولكنك تقدر تاتصل بزي هذا العدد للمساعده اليابانيه. واحد ثمانيه مءه
تقدر تراقب السياره؟
تقدر توصي لي بمكان يبيع اوقات قديمه؟
نعم، ساحفظها في الذهن.
احتاج ترانسفورمر للكهرباء ووصلات وسلاسل. التوتر في هذا البلد متمايز عن توترنا، ولهذا تتمايز الاجهزه.
كانت اربع شباب.
اعتقد انّي ماتيّت الظهر.
تريدها ترتفع قليلا؟
نريدك تنتقل للمنشاه ABC.
الحجم العادي، يرجي.
اسمي شيبا. رقم الغرفه 345.
نُعطي عشرين عطله مُدفوعه كل سنه.
ساعاتي ما تيجي هنا.
بما يخص التلامس، يضع رجل امريكي يده علي ظهر امراه بطريقه طبيعيه.
مَيني طعامي اللي عَيّنْتُه؟
لاعدّه باسلوب سالمون مينويير.
كانت تصرفك ممتازه تاكليني علي سلامهي.
لا احسّ بتحسّن.
كيما يكملو بس كيما يكملو بس كيما يكملو بس كيما يكملو بس كيما يكملو بس كيما يكملو بس كيما يكملو
نبدا سينما في السماء بعد بضع دقاءق. تبغي تشرب شي؟
انا من المغرب.
سَلّم الحقيبه هاذي، وسَلّم السَّكّان في الخزنه، يَسْتَرِي.
لا يكفيش يشتري شي بسيط.
هنا تيكاتك وورقه التاكيد للهولت.
ارسللي دكتور، يالله.
اقدر اقضي الظهيره كامله.
شكرا. هذي كل ما احتاجه الان.
كثيره شكر. رقم غرفهك سبعه عشرين. ها هي مفتاحك. سيحملك العامل مالك.
تَنْزِلْ بِكُلِّ مَلَكَه وَتَنَامِي هُنَا.
تقدر تكملني اطفء الراديو؟
رد الموزع علي المنتج كان جيد.
انا بحاجه لبلاش ماء ساخن.
نروح بس نتشارك.
البَّارِدَه
كنت بسّطت اخوتي الصغيرين للزور.
مساء الخير، نلتقي مجددًا.
بمجرد تذكير. تري، ما نملك هاذ النوع من السياره في اليابان.
ممكن اصوّر داخل المتحف؟
ما نوع الالعاب اللي يلعبها الاولاد من عمر 5 او 6 في انجلترا؟
انا بحاجه للحجز علي طاءره JAL سادس لنيويورك في العاشر.
انا اعتقد ان هالبلاصه فكره جيده. اذا ما كان لا توجد معارضه، يفضل اخذ راي.
كّي اروح هالو في الحافله اللي تنقل؟
الواحد اللي بقي عندنا اليوم هو جوله المدينه. كل الباقي هو جولات الليل.
مُصنّع في ايطاليا؟
اي السبب يوصل لمحطه لندن؟
تتّيّن بابن؟
لا تكُن مسءول عنك.
كذا، يلا. السادس والسابع من هالسلاسل.
مَنْ بَيْنَ الْبَيْتِ؟
لا تضييع.
تقدر ترسللي بعض المطبوعات علي منتجك الجديد؟
هل كاميرا فيديو 8 مم هذي هديه؟
انا بحاجه لفلاش.
انا بحاجه لدَعْوه تَسْتَيقِظ، يَسْتَرِي.
تقصِد تلاقيهم؟
نعم، اقدر. متي نغادر من هنا؟
اسمي ريسا كوباياشي ورقم المكان اللي ابقي فيه الان هو 2065253168.
اعوّد راديو في جيب، يلا.
كم تبقي هنا؟
تتطلب بس يومين.
سَمْوَه، سَيِّدِي. مَيْتَكْ تَسْتَعِنِي بِي؟
انا ساجي بعد العشاء.
ساقوم بوضع عقد بساعه ما بعد.
خمس. اخليش الجداول معا.
هاد التبديل خاطء. اعطيني 3 دولار اكيد.
اريد ان انزل عند محطه المركز. يرجي اخباري لما نصل هناك.
هل هو جلدي حقيقي؟
اوصلك مسءول.
اي مبني يناسب جاز؟
مفيهش فهمت.
خسَرت سَكِينتي.
اقدر اكمل علبه للتعبءه؟
انا بحاجه لشامبو مُجفف.
المناخ معتدل.
نعم، سافعل. يرجي توصيل اطيب التمنيات لسيده كواكامي.
انا اشوف كم يوزن. هالساعه 95 سنت.
تقدر تضيفي طماطم وفاصولياء؟
اوصلك سياره تاكسي في اثنين عصرا.
ادخلت سكّر في اصابعي.
كم يكلف في اليابان؟
يصل لبورتلاند في الظهر.
كانه مزاجي.
هل اكملت وجبتك؟
تقدر تغلفه لي؟
تقدر تصف حقيبتك؟
اخدِه في سَكِينه.
تتّي تكمليني في الوقت اللي ازور الكاتدرال؟
نغير الطرف.
تفضل تملا هالنموذج وتحوّله.
اقدر استعِن بقلم؟
انا اطلب ملعقه واحده من ملابس الكوكون علي شكل قمه، يلا.
تريدي شو ماء؟
ما اسمك مره تانيه؟
انا اشوف هالواحد.
انا بعثت لاخذ طباعتي.
اكتب تقصير الاكمام.
انا مريض بدرجه خفيفه من الحمي وبيتت الم في الصدر من اليمين لما اتنفس.
عشرين دولار مقدما.
موجوده مساحه ديسكو هنا؟
انا بسّط اخلي بسّط للاسواق.
نقدر نوصلو فهنا بس 3:30 بس وقت مكاني.
انا متحتّم اروح بس سيرت 5. كم تكلفه السير؟
كلا، هل اقدر اقدّم لك شي يشرب؟
متي البقعه اللي بتحتاجها؟
اوه، نعم. احب ان ارسل هذا الحزمه الي اليابان. فيه تجاره محليه.
يا سَيِّد، تَسْتَرِي بِسَرِيع. تَنْتَهِي بِسَرِيع؟
انا بحاجه لواين احمر، يلا؟
مابين سعر الغرفه؟
اخدليي اللي علي الرف.
انا ساعمل علي ها الجدول.
سَلّم هالكُلّ بسّيّد.
هنا بسّط بسّط.
مساء الخير. فندق ستار. كيف اقدر اساعدك؟
ادخلت سنتين للكوك، ولكن ما خرج من الجهاز.
كانت مكان ما يجتمع فيه شباب كثيرون؟
ممكن اغير طيران؟
اقدر استلم بعض الشيكات السياحيه؟
مكنتي ما تقدر اضرّ بمشاعرك.
بعد ما نغادر، نخبرك بتفاصيل خدمتنا اليوم. في الوقت نفسه، اذا كان عندك اي شيء نقدر نقوم به لتجعل رحلتك اكثر راحه، فانظر تقدر تطلب.
بلاش توصلكو بسال رقم 12 34.
تقدر توصيني لطبيب؟
بلاش تبقي لي المجموع.
الطعام بارد.
موجود مول تجاري للرجال؟
كذا كلها.
هي بقي هنا سنتين.
انا اقدر اكمل حجز ملعب تنس في 3 عصراً لمده ساعه.
كل مره افشل، اكون ناجح في المره التاليه.
هذا علّي الاطفال؟
وانا افضّل راءحه ما تكفيها مهذبه.
في بيت صديقي.
مَا يقدر اعمل لكي؟ هل تواجه مشكله؟
كم سعر تذكره عوده؟
مُعذّر، ما نقبل الحجز.
اين اروح؟
تقدر تنقليني لمحطه الشرطه القريبه؟
الضريبه ستعمل علي حسب التفاصيل.
ما هو المكان الافضل اللي تزوره؟
لما تضيفي بس قليلا من الفلفل؟
انا اقدر اكل بعض الماكولات الايطاليه.
انا اقدر رابط.
كم يُرسل؟
كم تكلفه الدخول؟
يابا.
انا ساصل للا سانغلوس بساعه خمس.
انا مريض في الصدر.
كانت سامسونيت بلو كبيره بس كتير من الستيكرات عليها.
اقدر اروح بالسفر؟
بلاش، التيكتات هتتلقي في مكتب التذاكر. شكرًا علي دخولك تيكتات بروودواي.
اعتقد ان هالاحصاءيات ما تجمع.
نحنا عند مشكله.
هالطاءره متاخره بساعتين.
هل هنّي ينزل؟
مُعَفَّر، هل يوقف هذا القطار في بالي مور؟
الغسيل اللي كنت اشطّه في الحمام فات.
نعم، شكرًا. اخلي كوب من الشاي.
انا مسّي 10 دولار.
كتاب دليل
بلاش تبقي تبقي تبقي تبقي تبقي تبقي
انا احبّ الزي اللي تلبسينه.
تَعْلَمْ تَعْلَمْ مَكَانَاتْ تَسْتَوِيْشْ فِي شيكاغو؟
بلاش خمسه الاف ين. شء لبنت.
اين اجد الشاشه؟
تقدر تفتح الباب لي؟
ما اللي معاي في الراي؟
موجود فاصل؟
يبيش يخلي بس يقتلني. اتلو، اعمل لي خدمه. ادخل المطبخ، افتح نافذه وانتظر هنالك.
نعم، سيّد. بيروجينو علي الجانب الغربي.
كلا، ما يبقي لي اخلي هاذه الكوب هاذي؟
تفضل تتحقق بساعتين.
انا اطلب سوُب سَبَّي وسَبَّي المُسَخَّن، يَسْتَرِي.
اين احصل علي المترو؟
بلاش تبقي لي لون اخر.
موجود سكاي نايت؟
انا بسّط اكمل غرفه ليلا.
بعد ما تخلصت من الشرطه، اتصل بي مجدد وانك تقدر تقدر توصلك بالرقم اللي تقدر تستخدمه.
كانت تكبر وينتشر الالم.
اوصِلها للايميل دا.
مكيني ديال ميكوني يدري. عايز رجوع.
كانه مدهش.
اوه، يحبّي اكمل.
هذا الساده يامابوتو، غرفه 335. الناس في الغرفه المجاوره مزعجين. اتمني تغيير الغرفه.
تقدر تقدر تبقي شء اضيق؟
كم نسّر العقد؟
كوب شابليس.
كم سعر التصاريح؟
كَيْفَ تَسْتَحِقُ هَذِهِ الْمَوْلَد؟
انا مريض بفتره.
كما عاده.
كنت مسّي.
كّيّ طول.
للي مُزَوَّجَهِ سوسي. حظّ سعيدّ لك.
مُعَفَّر، سَيِّدَتِي، حَوَّلْتِي حَقَّهِ يَدِكِ.
البريد الجوي، يالله.
تريدي مقعد باب او مقعد في الشارع؟
مرحبا. هل تقدر تقوللي كيف اشتري تيكات لللعبه اليوم؟ نحن نبقي في مانهاتن الان.
كَيْفَ تَكْتَسِبُ بِاَيِّ جَزِيَّهٍ مِنْ اَيِّ مَكَانٍ؟
شكرا. انا ساروح لحفل.
انا بحاجه لفيلم لكي اكمل هالسرعه، يلا.
تقدر تاكل داكتور؟
لا بس. ولكن ليش مرض في الراس.
موجوده اي عرض كبير لموسيقي الروك؟
انا هنا بحث سوق.
بلاش تقدر تساعدني؟
كّي ادعوكي للغداء؟
الويسا
انا بحاجه لبضعه مسحوق لغسل الملابس.
بكل تاكيد. قلت، تعرف مسءول ويت؟
شكرا علي النصيحه. ساجربها في المره التاليه.
تتّخِذ مُعَالِجَه مُعَلَّل؟
لا، شكرًا.
مفيش بس. هاذي فكره ممتازه.
تقدر تفتح تهويه؟
اعوّد بارده معدنيه.
تقدر توصي لي بعض الاماكن الجيده للرحلات اليوميه؟
اقدر اشترِي مُرشد يومي؟
من اي جزء من الولايات المتحده؟
بلاش تبادل هالرقم بريديا.
تتاعن علي طول السياحه.
تقدر تخلّي جسمك من الراس للكتف؟
انا من اسراءيل.
اه-زيت الزيتون مسْتَحَل، مسْتَحَل في جِسْمِي.
متي اكيد اتاعي كتيب؟
اُسَدَّتْ بسياره.
هل نقدر نطلب شريط؟
المجمّر ما يعمل.
تقدر تملا هاالنموذج وتنقله بفَكْس لِهْو؟
نلاقيك لاحقًا.
هل هالمنصه ديال القطار لباريس؟
بلا شكل، كان سرورتي.
اوه، ما توجد حفلات الجيشا بس؟
لكن اسم المحطات مكتوب علشان اليابان فقط. لذا قد يكون من الصعب فهمها.
ما يفعله النمط في حقل الذره؟
مَا تريدي؟
كثيره شكر، ولكن اي يوم تفكر فيه؟
اعتقد انك في مقعدي.
فاذا كذا، لساكون بس وقت.
لا تدخن من فضلك.
انا متحمس للذهاب لمانهاتن. كم تكلفه؟
بعد كي توصي براستو مسافر بجوار؟ وتحتاج ترشحهم علي هاذه الخريطه؟
تقدر تروح من بوابه تانيه للمنشاه.
كين متحف السينما؟
هيا كيمونو.
تقدر تربطيني بسّي تتكلم الياباني؟
اربعه يوم.
اكيد، هما بس 14:50.
وقت تحميل طاءره شركه اونيتيد 175 تم تاجيله. يرجي الانتظار لمده عشر دقاءق.
بلا. اشتري.
هل السعر يشمل الضريبه والرسوم وفطور الصباح؟
تبيّن لي وقت العشاء في هذا البيت.
انا مريض بدرجه حراره عاليه.
تَكْتَسِبُ تَسْتَمِرُ؟
ناتصل بيه.
اوروبا علّي عطله صيفيّه هذي السنه.
يجب ان يكون الناس من كل انحاء العالم هنا.
كانت المسرحيه تُقدَّم في اي مكان؟
انا بحاجه للايصال، يالله؟
وايه، يحتوي علي ثلاث قطع دجاج وبيت بصل مطبوخ وخضار مختلطه.
الغرفه اللي بجانبها مهتمه. هل تقدر تبيّن لهم؟
اهْتَكَني.
لا تقلق من هالشي. نقدر ننظمو.
نريد نعثر علي مكان بس عشرين دولار لكل شخص.
مُعْفَي، بس كي تقدر تقوللي لي ما هالبُنْتِ فِي الْمَنْوِ؟
تقدر تقوللي لي اكثي ديسكو في هالبلد؟
كيا تقدر تبيش تشرحلي طريقه استخدام الهاتف؟
هي بطاقه نوع مفتاح. تقدر تبقيها معك.
تَعْلَمْ تَوْقِتِ فَتْحِ المُسْتَود؟
انا متحمس للذهاب لموسيقي كلاسيكيه.
ما الانواع اللي تُحبّش الان؟
انا اقدر بعض الخبز.
كم سعره مع علبه؟
اوه، مالك، هاذي الباب التاني من اليسار.
نعمل علي موقعي، ودليل المدينه.
بلاش تخلّي مالتي في مسجلك.
تَعَلَّمْ.
تسرع. ها ناخد. سيدي، تبقي هاد؟ سيدي، تهبط، بس. شكر. بقي ها تبقي. بقي تهبط بس. يا حي، تضمن بس بارده من ويلد توركي، بس؟
انا مجمد.
اشرح لها انني اقدر اراها في اليوم بعد الغد.
ابقي مع صديقي.
كين دليلي؟
هالبلاستيك ميبدو مهوا.
عشره دولار من السعر العادي علي مصعد الثلاثه، يرجي.
باقتي يحتوي علي هذا السياحه المُتَّسِق.
كيف اروح هالمنطقه؟ هل تقدر ترسم لي خريطه؟
انا سافكر فيه. شكرًا لك.
يجب ان اكون حذر من ان اتعرض للخداع من نقودي.
الطبخ المميز يقدر يصبح مقبول في الايام اللي تمر.
انا فرح بيه. شكرًا لك.
الكتب. كم سيستغرق للوصول الي اليابان بالبريد الجوي؟
يدهي مسّي.
كّي نتّيّه الثلاثاء؟
تقدر تدينا اي رحلات نصف يوم؟
لا اقدر افهم الانجليزي بخيار. هل يتكلم احدهم الياباني؟
مرحبا، اسمو موري. ليت سبعه في الساعه.
انا انتظر صديقي.
انا من روسيا.
اوَرْدِكْ؟ تَخْبِرْنِي بِمَوْسِمْ؟
بلاش توصّللي بسّيّد تاناكا فسّال 820.
بزاف توست، يلا.
نقدر نشتري رackets؟
تريدي كافيه او شاي بعدين الوجبه؟
اقدر اتوقّف في الطريق؟
كَيْفَ هَيْتِ الْبَلَدِ؟
هل 100 دولار كافٍ؟
كيس من الجلد الكبير.
تُبْيِيني طريقه متحف؟
نعم، انا بحاجه لكوله، يلا؟
كُونْفُسِيُس في القرن الخامس قبل الميلاد
تقدر تختار لي واحد؟
كّيّه مصنوع من الجلود؟
ساكون علي الرقم التالِي طوال الليل، واحد، اتنين، تلاته، واحد، سبعه، سبعه.
انا بسّط سويا بسّط.
كم هو شاءع نوم علي السرير في اليابان؟
في نيويورك.
متي تكتمل الصور؟
كانه مكثف، هاذي.
هذا فيلم سرعه عاليه. يمكنني اخراج الفيلم؟
اوتيت لسلاو، يلا.
نلعب الان؟
شكراً علي هذا.
لاصدقاءنا.
تقول لي ما الوقف قبل نيويورك؟
تتخيّل، صح؟
لا اقدر اتلاقي مع زميلي. يدخن بانتظام. انا ما اقدر اتحمله.
موجود اي مهرجان ليلا او غد؟
نعذر. ولكننا نحتاج الذهاب الان.
المرفق السبعه.
انا اعرف ان الهامبورجر ممتاز هنا.
نقدرك بس بس بس بس بس بس
مرحبا، هذي مُشغل الـ فِي الخارج. اي رقم تريده تاتصل به؟
تقدر تطفء المكيف؟
موجودشي بس لون اخر؟
هيا كيمورا ك ايمورا
تفضل تغير هالشي في دوولار امريكي.
انا بحاجه للوصول للباب.
اقدر اكمل الدواء اللي في الوصفه؟
الشرح مكتوب بالانجليزيه؟
الشوكولاته، يلا.
انا بعثت هايك لاخذ الحقيبه اللي فاتت.
هذا مطعم للاسماك، ما؟
اين اروح؟
كّيّي الطرق؟
هذي كاسكاد محدود؟
انا اقدر هذا، يلا.
ما رقم الطوارء؟
العرض ما يناسب. هل هذا مقبول؟
تقدر توصي بشيء اخر؟
كّي ادخل في اي وقت؟
نقدر علّه علي كيتوس للتفاح بس 50 سنت.
سَلّمْتِي كُرَّه وَمَلَكَه.
ساعتين، يلا.
وَسَلَّم.
سافرتي بـ UA 103 في 10 مارس.
تقدر تقوللي لي اي طابق مكانتي المطاعم علي؟
اوه، مسّي بس.
متي بسّط مكتب البريد؟
كيا اشوف بطاقه تفريغك؟
كنت بسّطت علي المطار.
اقدر اضَعّ ليمون؟
كَيْ اَتَيَ الْمَوْكِبْ؟
ساقدر اراقب قاءمه الاسعار؟
نكون معا.
عالم صغير، ماذا؟
ايهي تييي 2 ايرو غرامم؟
تقدر تقوللي رقم تلفونك؟
تقدر تجي اي وقت تريده في الظلام.
تقبلو هادو كمثلا للتقدير والشكر؟
ما حجمها بسنتيمتر؟
نحجز طاوله لساعه تسع. اسمي ساتو.
مُخْتَرَبْ.
للي تاكل العصاءر يروحوا للاستراحات.
السيارات التاكسي بسّطه؟
حق؟ يكفيك تقول هذا؟
تقدر تجيي لي سياره تاكسي في الساعه عشره في الصباح؟
ما وقت اغلاقك؟
ممكن يشتري ربع رطل دايم؟
بصراحه؟ شكرًا جدًا. ما يهمّني اخذ بس بس كتير لاقراها في العطلات. كتير من الكتب كفاها.
اعطني العَدَد تَوْنِي للافطار.
فاذا كنّا، يرجي الذهاب للهيءه المطالبه مع تسميه المطالبه.
موجوده كار نوم؟
هالك تيكون بس بس بس ليا. ممكن اختبر حجم اصغر؟
كم تكلفه الشحن للجاه؟
ممكن اوقفك؟
هذا السيد واتانابي في الغرفه سِيْفْ سِيْفْ. ساخرج حوالي 9:30. هل تقدر ترسل شخصا لينقل حقيبي؟
هل ممكن ما يزال تزلج علي الجليد في موناكيا في هذا الوقت؟
تتّي ميّت كاردي؟
كنت امارس كاراتي في المدرسه.
يجب ان اصل هنالك حتي الساعه 13.
كم ساعه ركوب القطار؟
كلا. هاذي بس خمسه دقيقه.
موجودين اي مواقع تاريخيه في المنطقه؟
الساعه خمسه وثلاثين. عندك ثلاثين دقيقه تروح.
تقدر تفضلها هنا؟
لا تكفي ورقه الكتاب.
كَيْفَ تَكْمَلُه؟
كَيْفَ هَيْهُ؟
انا اقدر اكِّل تَسْكِين لِمَرَّه مِن خمسه اشخاص في 6 مساءً.
نعم، ولكننا نحتاج تكلفه توصيل.
تقدر تشتريه في قسم الاثاث علي الطابق الثالث.
انا من اسيا.
هل هالباص دا بس يناسب شركه جايب لينز؟
انا بسّط ترقيّه لساعه.
تقدر تزيل هذا البصمه؟
بصراحه. ممتاز. نريد حجز 3.
اقدر اكمل وقت؟
وو، ديف، مارك، ساكيكو، ورومي هم سينتقلوا للحفل.
سَبْعَهَ عَشَرَهَ دوْلَرْ بِالْمَوْسَعَهِ، يَسْتَحِبْ.
افضلك تاخد حافله.
ساصل حوالي 7 مساءً.
كَيْفَ تَخْطُو الْمَزَاج؟
انا اريد ان اذهب لواحد من المطاعم اللي بس تقدر تاكل فيها في
ساصل للهولت 18 سبتمبر.
انا بحاجه لخريطه للهبوط، يلا؟
انا اريد عينه من سجلكم.
كي-لما يصرف اليابانيين علي طريقه مهينه؟
لا توجد خيارات. هاذي ممتازه.
اذا كاينت منتجات مجانيه، تمر بجناح التفتيش الاخضر.
تقدر تكررها مره اخري؟
بلا سر، كل الافراد مُحجز. ولكن ما زال عندنا بعض الازواج.
انا افهم تمام.
ما اللي يكفي علشان اشتري سياره؟
كنت معاك مهندس.
تقدر تباعي تيكيت عوده؟
انا مريض بصداع.
تتاعي داون هيل؟
تقدر توصي بواحد من الودي المضروبه؟
تقدر تدخلين.
موجود مكان لشراء شء يشرب؟
انا وصلت للمنشاه.
تقدر تكملها بعدين؟
التفاصيل اللي تخص هاذي النقطه متوفره علي الصفحه 12 من التقرير.
كان يجب ان يرجع للبيت بعشر.
جاف.
نعم، اجلس.
تقدر توصي لي مكانين اقدر اروح و ارجع في يوم واحد؟
لا شك. انا ساروح للطبيب.
الحلقه ممتازه.
انا اقدر احصل علي هالشي.
ما وقت فتح المعرض؟
لا قررت بعد.
نقدر نتولي هالشي.
اعطني خصم، يالله.
كنت مهتماً جداً. اتمني ان تسامحوني.
تقدر تديي ملابس بيضاء؟
تقدر تاكل فندق من نفس الفءه وتحصل علي غرفه لي؟
تقدر توضحلي كيف اكمل نموذج فقدت الحقيبه؟
متي بُني؟
اقولك فما بقي بس بعدين.
كيما يكمل؟
نقدر نسّيتك دا.
مُعَفَّر، ولكن اي طريق يوصل لـ اكاساكا؟
هي بتسرب دم بس.
اين اشتري المقرّات؟
مكيني متاكد من شكله في امريكا.
اِنْشِلْ مَكْسِرَهً علي سَبْعَهَ بَكِيرِ سِتْرِت.
انا مريض بالانفلونزا.
كانت المنطقه اللي فيها مطاعم علامه تجاريه؟
تُسْتَخْدَمْ.
كانت مفتوحه في يوم الاحد؟
انه اشتعال وقع.
اخد الطابور ويني المكتب بس بس.
انا بحاجه اللي بقي معي، يالله.
هل الدكتور توفلر معلم صارم؟
براند اخر؟
تقدر توقف في امام ليبرتي؟
انا مكتمل، الان. اذا كان مسموح، تقدر تجلبها بعد نصف ساعه؟
اقدر ادفع بده هالبطاقه؟
سابقي بس بس يومين.
يجب ان يكون الباكون مقرمش، تعرفين.
انا اريد اشوف بلوس ديالك.
اضعهم بقوه ومكان مبهر.
انا اريد تاكيد مجموعتين من الامتعه، يالسّلام.
موجود غرفه تغيير؟
مكاي س открыт اليوم؟
اريد اتّيّيّيّيّيّيّيّيّيّيّيّيّيّي
انا اقدر اكمل ترقيتين لساعه العصر يوم الثلاثاء.
انا خلّطت. ممكن اكمل واحد جديد؟
مَا هال تكلفه؟
اكمل اكله هنالك.
تقدر تبقي تعلّملي طريقه استخدام المضخه؟
موجود مكتب تبادل العملات؟
نعم، يمكننا ايجارك اجهزه الغولف وحذاءك.
ايّها؟ تبدو شاب جدًا.
منتجنا اخف واصغر من منتجات المنافسين، ولكن بسعر يزيد بـ 8% فقط.
مُرَتَّلِي مُتَعَلَّق.
كُلِّ كُتُبِ المُصَوَّر؟
ما يقدر احصل عليه من هناك؟
هذا يعتمد.
بزاف يقدر 35 دولار، ولكن اليوم بس 25% خصم، فهذا يقدر 26 دولار و25 سنت.
تبيعها منفصله؟
اربعه تفاح.
متي اتاعي بس تتشيكو؟
لا اعرف بعد.
انا اقدر العب التنس مع شخص.
هالشي علّي زوجي.
لا اقدر اغلق الباب.
المساجد في اليونان كانت تاريخيه.
في لحظه سنعرض فيديو. يرجي تثبيت نوافذك.
نعم. هالوانات معايّه في الاتجاه.
انا مسافر للطاءره المُتَّسِعه للاتحاد للانتشور.
تقدر تديي لي وصفه جديده من هالك؟
نعم، ولكن لو عايزين ترسلها ببريد جوي، يكفي تكتب "BY AIRMAIL" هنا.
هنا. تقدر تقدّم لي بطاقه الهويه او جواز السفر؟
سَيْدَهُ الكَمِيلِيَاتِ مَعْتَمَدَه. هَيْ بِالْمَرْتَبَهِ حَالَهً.
بلاش، ولكن شربه واحده.
تقدر توصي بواحد من البارد؟
Tiffany. ما تقصدين المخزن اللي يبيع المجوهرات؟
ثلاث دوولار كل واحد.
مفيش خيار للاستقاله، ولكن ما يقدر نفعله.
انا مسّلّم. اين نحن؟
لا تعتقد انك ما توجد كثيرون من الذكور الجيدين؟
تقدر تبقي لي علبه وورق للكتابه؟
هذا ابي.
بلا. اعطِ هاذه بطاقه التصريح للرجل اللي بسَكِنْتِ الباب.
اضمّ هنا فقط.
نقدر نكمل تلفون لـه.
الطقس مريح اليوم.
بلا. اتفرج. هل تريده بسيط او مميز؟
شكرا. ما الوظاءف اللي تقدر تستخدمها؟
هذا الرجل.
ساكون بس وقت كافي للاستفاده في BA 399؟
نروح.
اقدر احمل هالشيء معك الان؟
اِنْجِي بِسَيْفِي لِسَيْرِي.
هذي الشي اللي يحبها. اتمني انك تقدر تقدر تلاقيها.
انا متحمس لمشاهده مسرحيه الليله. بسّط تاكيد للحجز لي.
كنت بسَّطت مال كتير علي التسوق.
انا اشتريك شاي.
دكتور، يلا.
تقدر توصي براستور جيد بالقرب من ها؟
لمن تدعو؟
كم هي تكلفه دخولك؟
خاصه اذا تمشي بالقرب من المباني، قد تُستهدف.
انا احب اشوف بروغات الرياضه علي التلفاز.
اقدر اخفض مقعدي؟
لا احتاج لسَيِّد. شكرًا.
تريدي تاجِّل سياره سيدان او مركبه؟
انا مهتم بتحويل ين الي دولار. ما هو السعر اليوم؟
يوقف هذا القطار لحظه في محطه.
بلاش توصي ف مزاري؟
كّن لي صوره معك؟
ميكي هاياوا.
كم عمر اليابان؟
نقدر نرقص؟
انا معاك، ولكنّي مسّ 30.
احضرني هايك، يلا.
سلام، مفتوح اليوم؟
بالممر، يالله.
تقدر تضع هالشي فخزينه الحمايه لي؟
نعم، توقف هناك، يرجي.
انا بسّط تغيير حجزي لليلا.
انا بحاجه لشيء للاستجابه.
التيار مفرط لينتشر.
تقدر تاخد صور معنا؟
انا مهتم بتسجيل نفسي علي جوله تُظهر الماء المتساقط.
انا مسّي بسّه.
لا تكُن عندك اي هدايا ولا اشياء مُهمه؟
كيا تيغي هالترانس لتوكيو؟
كيري بوي للحلوي، وشاي، يلا.
اقدر اطلب عصير البرتقال؟
مرحبا، هالك مسءول اونو؟
هي معايا حاليًا.
تُبْيِنْ لَنَا مقاعدنا؟
تقدر تفهمني في السبعه من صباح يوم غد؟
انا من ايرلاند الشمالي.
سيكون 125 دولار، سيدي.
انا مخوّف انني ترَكْت ممتلكاتي في الطاءره.
تقدر تاخذ بطاقه ماستر؟
لما هو هاذي؟
اخدلي لي الفاتوره.
العدد هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي ميho سوتشي.
موجود مطعم جيد ببلاصه جميله في المنطقه؟
هنا بطاقهي.
انا بحاجه للعمل مع الحكومه.
القطار اللي يروح لشيكاغو يغادر من الممر 5؟
انا محتاج استعير بعض معدات السباحه.
تتّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّ
كذا، يلا. شي اخر؟
انا بحاجه لصديقي.
واكيد، يكفيك تعرف كيف نشعر كلنا هنا. ما نقبل من اشخاص خارجيين يخبرونا كيف نعيش حياتنا.
استعمال الالوان جميل.
شكرا. اسمك السيد ريدج بولمان.
اشرح لي العاءله.
تقدر تمسح النافذه؟
السابع عشر من يوليو.
انا مسّيت نفسي.
وو، انا اقدر اشوف برشا، يعني، برشا مسخن، يلا.
هاد الزي يناسبني جيد. ممكن اختبره؟
متي الستات الاول؟
مكّرّت بس كيّس ديال الجبّه.
انا مقطوع. هل تقدر تربطيني؟
ما اسمك؟
انا اقدر اشوف بعض دجاجه.
ما يتعين عليّ رءيته في شيكاغو؟
تقدر تغيرها لشي اصغر؟
هل هايك تختبر عيني؟
اسمك، رقم بطاقه الاءتمان، وموعد الانتهاء؟
تتضمّن مجموعات ممتازه من البرونز.
ماشي بس باب ال بروكين؟
شكور لبقيت معنا، سيدي.
اقدر اتلقي ثلاث مءه دولار نقد مع هذا الشيكل؟
اوافق علي ها التسويه.
من يرقص؟
كلا، اتّسِعْ بسّي؟
هل يتعين عليّ تغيير القطار؟
لاكيدين بساعه سبعه، صح؟ يمكن لي اسمك؟
الم في رجلتي.
كم هم مقاعد اقرب؟
مَنْ يَكْسِر؟
تقدر تديي اي علامه مزوده بيد؟
تتاعي بس شكل اخر؟
اصدقاءي فات. فقد وعيه. هل تقدر تطلب سياره اسعاف فورا؟
ما هو بسيط ومحبوب؟
ساعه خمسه غد صبح؟
تتاعي شي طعام ياباني؟
بلاش. بس، ماذا هذي؟
انا مهتم بالانضمام لدار تدريب الغوص.
موجوده تكلفه الغاء؟
كَيْفَ تَكْتَبُ الْمَدْرَسَهِ 35؟
انا بحاجه لشيء للشرب.
لا تاكل شي مسخو او مبرد.
اقترح عليك تغيير ملابسك وعوده، سيدي.
الرقم هو صفر واثنين وواحد.
بي بي.
ممكن اروح لمقعد فارغ اخر؟
نريد حجز طاوله لاثنين في السبعه الليله ديال اليوم.
نلاقيك غدًا.
انا ساراقب اذا كان ممكن ايجاده في هذا الكتاب.
هل تلقيت كميه كبيره من الثلج هذا العام؟
كم سعر كذا مقعد؟
مرحبا. اسّيّد.
كَيْفَ تَخْرُجُ؟
ما التكلفه من عربه؟
اين اكمل سياره تاكسي ديال هالن؟
لا توجد خطا في الفاتوره؟
اكملت حجزي في طوكيو. هل تقدر تتاكد من الحجز مجدد؟
اوصي بسلاسل او ملصق.
هذا ما يليش وَصْفِي.
الالام في عنقي تنتشر لبلاطاتي.
احتاج الاسونس.
ساجي متاخر، ولكن يرجي الحفاظ علي حجزي.
نروح بس مدينتي بس بس غد.
سَرَّني التَّقَوُّم بِك.
انا بسّط شي يكملك.
انا اريد غرفه زوجيه واحده، يالسّلام.
تَعْمَلْه علي مَكَانِي النَّهَاءِي.
انا اشعر بانزعاج في البطن داءمًا.
كانت اصعب من سنه اللي قبل.
الليل حار اليوم.
كم هم؟ هل تقدر تكتب السعر علي ورقه؟
اقدر اكمل مقعد علي الرحله التاليه؟
ممكن ارجع السياره في مكان مختلف؟
تقدر تديي كيس نوم؟
هالشي ميكونو مسافر لي. هل عندك هالحذاء بس 5.5؟
اقدر اتلقي تبديل لساعه خمسين دولار؟
تتّبعوا الشارع دا، يكّون علي يسارك.
سَكِّرِي سَبِيلِك؟
مُعَفَّر، بس شي مزيد. افضّل طاوله بجانب النافذه.
انا بحاجه لسيد جونز. ليه بس بس مهتم بس بس مهتم بس بس مهتم
لايامين.
كياي بسّي تيغت شيكاغو؟
موجود بديل للطيران الملغي؟
لا احبهم. يرجي عدم وضع اي طماطم فيه.
هل نقدر نطلب بارده من الشاي؟
نملك شراب احمر ممتاز.
تقدر تباعي مزوده للسياحه؟
بسمك دا.
موجوده مكتبه تذكارات قريبه من هنا؟
تقدر تستخدم التذكره علي كل القطارات.
افضل الـ اوتوماتيكي.
ادخلت المعدن، ولكن ما حصلت عليه شي.
تتاعي بسّي بورا جاپانيس؟
كَيْفَ نَتَلَقَّي بِالسَّاعَهِ التَّالِيَهِ؟
تفضل تخبرني من اين ابلغ في حاله حادث.
انا سابقي في فندق، ولكن ما زال ما بسّطت.
لكن لا تقلق. تقدر تخرج علي التوقف اللي بعده وتنزل وتنزل. ما يبعدش.
اعوّد لي شكل بسيط، يالله.
اريد ان ادخل مع صديقي.
الجروح تكاد تتفتت.
البنك الدولي
تتّخِذ مسءوليه تجنب الضرر الناتج عن الحادث. بدونها تتحمل اي ضرر علي السياره.
انا نسيت مفتاحي.
انا اقدر اشوف مساحي.
نحنا في جوله مجموعيه. لذا مُسافر الجوله عندنا كل تيكيت.
لا تهتم. اعطِ اطيب التحيات لزملاءك، خصوصاً سيّد اوكاموتو.
تقدر تبقي شي تاكله؟
بلا. حسنا. نحن هنا في المتحف. اصعد، اروح بس اثنين من الممرات، وينك تقع علي الزاويه دياله.
مرحبا. هذي هاروكي. تخيّل ما حدث لحظه. كان ممتع جدًا.
بلا تقدر تقوللي الطريق لفندق هيلتون؟
قُلّتِي مُسَرَّهِي فِي مَتَنِي المُتَفَرِّد.
لا باس، شكرًا لك.
بلا. كيما ينفع. كيما نتاع 2 بس السبت؟
اعتقد ان اجره سياره هي الافضل. تقدر تاخذ اجره سياره امام فندق.
ما رابط اللون اللي تريده، رابط برتقالي او ازرق؟
السياره حاولت تدوّر لليسار.
تقدر تبقي هذا الحموله اسبوع؟
مُعْفَي، بسّ بيتنا مُكتمل ليله اليوم.
تقدر توصل الحافلات المطار بس بس؟
الباقيه
ثلاثه اتنين ثلاث اتنين اربعه.
تقدر توصي بباليت؟
مكّرّت الوجبه مالا تكّرّت. هل يمكن لي ان اكّرّتها الان؟
اقدر اطلب طاوله؟
انا مخاوف ما نعم في الوقت الحالي. طياره الساعه واحد هي الاقرب بعد.
انا اقدر اعمله بذاتي.
انا اريد ان اكال بس بس.
كَيْفَ تَكُونْ بِهَذِهِ الخَراءط؟
لا اخلي اروح.
تتفرج بس بس.
مكين المطعم؟
هل هالبُطّه مُباع؟
انا اقدر رُسْوَه.
نبدا بتسجيل الركاب اللي بيحصلوا علي اطفال، والركاب اللي بتحتاجو مساعده خاص، والركاب من فءه اولي.
بمطابخه مات، يرجي.
بلا. هاذي.
ما يفضلها كهديه لبنت 15 سنه؟
موجودين اي رحلات في منازل نجوم مشهورين؟
ارسل هالتيغرام لكي.
اين اتصل لو تواجه مشكله؟
هيا سامسونيت بارده وبيضاء وبيت.
كَيْفَ هَيْ بَدَوْ؟
السّمّه تءلّف وينتشر وينتشر.
انا بسّت في فندق بريتينيا انتركونتيننتال. رقم الغرفه هو واحد وثلاث.
مَا التكلفه علي ايرو غرام؟
انا مصاب بفيروس.
بكل تاكيد، هو اربعه سبعه واحد تسع اربعه صفر ثلاثه.
انا اشعر اكيد بحاجه للطعام بدل الشرب.
اقدر اطلب كميه من الدهن؟
كذا كلها خطاي، علشان؟ يلا اروح للحمام. مسّي.
انا متحمس للتسوق. اين منطقه وسط المدينه؟
تقدر تقوللي لي طريقه الوصول؟
تقدر تدخل بواحده او بواحده تاني.
اعطني جوازك.
يجب ان الا اجد الباب.
عندما عدت للغرفه، كان الكاميرا مفقوده.
كانت بارده جدًا.
كيف احصل علي ترخيص الغوص؟
اعطني شمعه.
تتاعد علي ما شهريك اللي تزوره المكان.
انا بسّط اتّي بسّط السرير.
البَّلَو، يَسْتَرِي.
اكملها ثلاث، يلا.
اوه، ممتاز، ممتاز. ومرحبا بك، راي. بس بس تتجه للاتجاه الاخر. فلا تصبح غريب. جاكيت جميل، بس.
اعتقد انه يرجع بس 30 دقيقه.
الصناعه المُصنعه للسيارات هي الصناعه الاساسيه في اليابان.
ساقدر اقدر ارسل رساله؟
اكيد، هذي البلده بجانبنا.
لا يسمح بالسباحه هنا؟
كم يدوم لتصبح واحده جديده؟
شي اتّسَعَتْ وَيَكْتُبُهُ بِالنَّسْبِ. فَبَلْغْهُ يَكْلِمْنِي فِي الْمَوْقِتِ الَّذِي يَكْمُلُ فِيهِ.
الضوء ما يعمل في غرفتي.
تتّقِلّ تاني. تواصل.
هل يتكلم اي واحد منكم الياباني؟
هل لعب كينغ كونغ ببلاش بانغ في هونغ كونغ؟
مكين غرفه الماء؟
كم ستحتاج هنا؟
باذنِي، نظامِ التوظيف للحياه هو جيد وسخيف.
يجب ان اروح للمحطه الان.
انا اريد زياره المناطق اللي بتحتاجها جوسي.
لا داعي للهذا، شكرًا. ساطلب هذا.
تُعطي اي خصم؟
انا بعثت لاخذ سياره. ها هو رقم حجزي.
اوصي بس نسج او مسحوق.
بلاش تقدّملي نسخه من نموذجك.
التي تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر
كم مره اقوللك نفس الشيء؟
كنت بساله بسالو بسالو بسالو بسالو بسالو بسالو بسالو بسالو بسالو بسالو بسالو
تفضل تجنب تناول اي مُحفز.
كذا، يلا. هل هذا الطاوله مقبول؟
تَسْتَخْدِم الْهَوَي وَتَضَع 20 سنت.
انا ساخرج هنا.
متي الدرج؟
ما مكان البضاءع المعلبه؟
ما وقت وصولنا؟
انا اريد اشوف انهم متميّزين هنا.
اوه، لا، بقي رقم هاتفه في البيت.
تكيت لواشنينت، يلا. كيما يدوم بالباص؟
هالك تيكون نوع من الباكيت.
مُعذّر، انا مُلزَم. انا مُلزَم باتصل بواحده مكتب تاجير السيارات.
تواصل مع السفاره اليابانيه، يرجي.
ما رقم تدعيه؟
انا مصاب بحُبَّه مُتَوَسِّطَه.
انا متحمس للذهاب لفيليبيشيا غد. اي وقت توجد القطارات؟
تبي تبديل الـ spark plugs؟
اكيد، اي سرير رقم 2، قسم 4؟
تتاعي تاخد تيكيت لبوليز و الماجيك في 10 يناير؟
انا متعب ومتعب من الجلوس طويلا علي الطاءره.
تقدر تبقي هذا الحموله؟
كانت اللي بسّط في سان فرانسسكو؟
انا اعتقد ان هالبلاصه فكره ممتازه. انا اقول داءمًا ان المتاحف هي المكان الافضل للبدء في معرفه دوله. حسنا، اين نذهب؟ اسمع ان هناك عرض راءع لسكان امريكا الاصليين في متحف المقاطعه.
سَكَرْتِي بَصَارِتِي. عَلَيْهِ اَحْتَاج لَوْنِي.
نستقبلك غدًا، سيده تاناكا.
انا اطلبيني عددين.
عشرين تعرّض، يلا.
انا اقدر اضع مكالمه لطوكيو.
تقدر تديه مساعده اوليه؟
انا اقدر اكِّل تَسْكِين لثلاثه اشخاص علي السَّاعه السابعه.
ما سر القلعه؟
تقدر توضحلي كيف اكمل بطاقه الهجره؟
ما هواياتك؟
ما وقت نرجع؟
ابقيني وحدي، يالله.
مَا "اوبون"؟
مكين مكتب التذاكر؟
هادي رقم تاكيدتي.
كّي اكّن رزق؟
واحد مليار ين مُقسم علي مءه وعشرين ين يساوي بسّط تقرير 8 مليون دولار.
واحد لحظه، يرجي. سيّد، انا مخاوف ان السيد اوكاوا غيّر للغداء. هل ترغب ان تترك رساله؟
ما توصي بساعه من فرنسا؟
شكرا. نفس الشيء لك.
مُعْفَي، كل المقاعد مُستَخَلَّه للـ23 من مارس.
نريد اكلات بس علامه 30 دولار لكل شخص.
تقدر تدينا شو مزيج خاص؟
كّي ادفع بسّيّد؟
كم تكلفه السياحه دي؟
تتمني لك الترقيه لمنصب المدير العام.
حتي لو ما كنت تقدر علي تاييد "البَدَرِ المُسْتَرِدِ من اڤون"، لازم تروح للمناطق الجميله والمكانين المتعلقين بيه في بلاده.
انا اغادر الان. هل تقدر ترسللي مساعدا؟
مكّيّش هالسّطر؟
نعم، الريش، يلا.
سيكون ثلاث مرات اكثر.
تبقّي مقاعد في الباري وشمال الاوركسترا.
ينتظران علي التسع وثلاثين لنيويورك، يرجي.
انا اقدر ساندويتش وسّيّد عصير اورانج، يلا.
تتريدي تكمليني هنا؟ انا سارجع بعد بضع دقاءق.
اعيش بالقرب من ها.
الحذاء مكشوف لي.
هاد السياره عشرين.
اقدر ارسل هالبَيْت؟
الموسيقيات مهتمه جدًا في اليابان حاليًا.
هناك بعض السماعات.
بشكل عام، ا تعني ممتاز، ب تعني جيد، ج تعني مقبول، د تعني سيء، ف تعني فشل، و اي تعني غير مكتمل. بعض المدارس تستخدم الـ بلس و الـ مينوس مع الحروف.
انا اريد تينين نسخه من هالسالات، يلا.
كيف اروح هالمنطقه؟
مكانته معاي؟
انا بحاجه لفلاش.
ما وقت التوقف؟
سياره اقتصاديه لمده اسبوع. كم ستعطي؟
يمكن علي الاطفال يروحوا علي الجوله بدون متابعه من الكبار؟
اين اشعل؟
امي بسّرت الكوكيز.
انا اقدر ارسل له رساله؟
انا اعتقد ان اجتماع كهذا فرصه جيده لكي نعرف بعضنا ونفهم بعضنا بشكل شخصي.
شكرا. هاذي 80 دولار و 50 سنت مع الضريبه. يرجي دفعها للباءع.
ما التوقعات لغد؟
سلام. هذي مكتب الاستقبال؟ انا في غرفه واحد سبعه. انا مخاوف اقدر اقول شكوي.
اشرح له ان شيمادا دايم وانني سازوره هذا الجمعه.
بلا. احجز مقعد فردي علي القطار اللي يغادر الساعه عشره من يوم غد.
نلاقي، اتصل بي ليله امس.
تقدر تصور معنا؟
تظن انك ممكن ترجع ربحي؟
انا محتاج ارجع مالتي المهم.
اعوّد ستيكيلي نادرا.
هذا كاميرا تلقاءيه.
انا اريد تينين نسخه بطباعه مات من هالنفسيات، يلا.
مُعَفَّر، اي طابق قسم النساء؟
مَيْسَه؟
كَيْفَ تَكْتَسِبُ؟
هنا فاتورهك.
الدّافء ممتاز، فيه قليل من الريحان، والذوق يناسب اللحمه.
هيا لعبه.
هذا اول مره اتعمق فيها.
انحنِي لوجهِي.
افضل ان اجلس في الجهه الاماميه للطاءره.
تفضل تتاكد من الاطارات الاحتياطيه، بس.
اكيد، اعتقد انو يقدر يتحسن في الموسم دا.
لا اقدر اكمل الصرف في حوض السباحه.
تقدر تجي لحفلنا ليل今晚؟
كانت مريم ملابسها؟
انا اريد غرفه مزدوجه بمنظر البحر. كم سعر الغرفه؟
واي سكويش، يلا.
ما التوقيت؟
اكيد، مدرسه كينزبورت للنساء، يالله، الساءق. حسناً، هم ما يفلتون. ما يقدر ينفيوا قرار المجلس، هو غير ديمقراطي.
موجود دكتور يتكلم اليابان؟
الساده والسيدات، قبل البدء بالطيران، نطلب منكم ايقاف كل الاجهزه الالكترونيه، بما في ذلك الحواسيب الشخصيه، واجهزه تشغيل الاقراص المدمجه، والهواتف المحموله، والعاب الاجهزه الالكترونيه. يرجي عدم استخدامها حتي عشر دقاءق بعد البدء بالطيران.
اوه، هاذي ممتازه. احب صوتهم. وانت، بوب؟
اقدر اطلب منك اسمك، تاريخ المغادره، ورقم الرحله؟
كُلّ ما بِالشِّيْتَكَ؟
تقدر تقدر تقدر تقدر تقدر تقدر
تلمس الغرفه، يالله.
تتاعي مول فراغامو في مكان هاد؟
شكراً علي تناولك وقتاً طويلاً معي، كارين.
هل هالقطار يوصل لمركز جراند؟
ما دا ما عايزه.
اكيد. اعتقد اني كان يجب اكون حصلت علي برشه اللحم.
كانت تشمل الافطار والعشاء؟
انا متحمس للذهاب للمركز العالمي للتجاره.
مُعْفَي، اين اقدر اشترِي تيكيت لبلاو؟
هالمطارات ممتازه. تفخر بيه، اعتقد.
انا مريض في البطن.
نعم، ساطلب مارتيني مع الوجبات الخفيفه.
بلاش بس.
تقدر تقولي وقت وصلنا؟
اسمع ان التبّار ينتشر بس هنالك.
مَا بسّي؟
الموتور ما يعمل والغرفه بارده جدًا.
كم سعر تذكره يوم؟
بلا. بس، اخلي ندخل البار ونستريح.
كانت سنهين ماضيه تقدر تجي هنا. هل استمتعت بجوازك؟
توجد كثيره من البحور الساخنه، لاننا نملك كثيره من البراكين.
مابين سعر لندن؟
انا بحاجه لسلاسل كهرباءيه.
انا اقدر عصير البرتقال، وسُكّر، وبيض مُطَوّر، وشاي، يلا.
بلا. اكملت.
نعم. يقطعوا الفروع وينسوا البذور لكي يحصلوا علي شجرات مُجمّله.
اعتقد اننا نقدر نعطيك طاوله في حوالي خمسه عشر دقيقه.
بلا. شكرًا.
اين انزل لاروح المُتحف؟
مكانتي، بسّط.
انا مريض بصداع. هل تعرف اي طبيب جيد قريب من هنا؟
بعدين الثلاثه.
تقدر تحفظ مالتي؟
كنت بسّط 30 دولار لبلاصهي.
تقدر ترسل لي بعض الاسيبرين؟
مكين البارد؟
اكتب رقم بطاقه الاءتمان اللي عندك.
ما نوع السكّر اللي عندك؟
تَعْلَمْ تَنْبِيَهِ هَذِهِ الْمَكَانَ؟
لا تُحَوِّلِي الْمَلَفِي بَعْدَ اَنْ تَرَوْنِي فِي الْمَلَفِي.
واكيد، الجولف هو كاحد اجزاء عملنا ونشاط ترفيهي.
هنا قاءمه المطعم، سيدي.
هنا بطاقه السفر، ورخصه السفر، وورقه التسجيل.
اوه، هاذي ليل. اعتقد اني بساروح.
ساستخدم هذا العربه؟
تقدر تكفي من سبعين لثمانين دولار.
مكالمه شخصيه لطوكيو، اليابان، يرجي.
لا، شكرًا. بقي لي كفايه.
اعوّد بز، يالسالم.
انا بحاجه لبطاقه مغادره؟
الخمسماءه دولار واحد، صح؟
سيكون مفيدا لو قدرت تزيد من سعه الانتاج.
تقدر تكمل بس السبت اللي بعدين؟ علشان ادعوكي للحفل اللي نكمله علشان عيد زواجنا الاول.
انا اقدر بعض البقر.
احتاج سياره كبيره.
تاعي مسخ.
بلاش تقدر توصليني لمستشفي يفهم الياباني.
ما توصيّك؟
نغادر بعد الظهر. هل عندنا وقت لزياره المدينه؟
الكيمونو ما يناسبش الناس اللي متعملش نشاط.
بلاش. نكون عندك الساعه 8.
كذا مهين. يلا اكون في لوس انجلز علي يوم الجمعه.
كُنْتَ استرالي؟
مَين دَخول؟
تقدر تتاكد من سواءل الفرامل؟
اين اشتري القفازات؟
لا استعملها مطلقًا.
هل هم يلعبون جاز في هالمكان؟
تقدر تطلب من المُسَلِّم؟
انا اريد كولكتيل قوي. تقدر تخلط لي شي؟
نقدر نوصل شخص يجي وينتظر فورا.
اوه، سمعت اسمها. هي مدينه مشهوره وقديمه، ما؟
انا حصلت علي نقطه.
استمتع بجولهك.
تقدر تقدر توصل تيتر ميامي؟
الجزء علي اليسار.
انا اروح للحمام كل عشره دقيقه.
كُلّ شكر. كلاّ سيد كوجور ونفسي متحفّظين لوجودنا في لندن للاجتماع معك اللي هو واحد من شركاءنا الاهمين.
سُرِبَ مُتَوَسِّطِي بِمُسَرِّبِ مَوْسِعِي.
متي هوليداين؟
ممتاز.
مكّن تاثيرات جانبيه؟
ما وقت الدخول؟
هل بورصه وول ستريت مفتوحه للجمهور؟
مُعْفَي بِالْمَرَّهِ اَنِّي ما كُنْتُ بِالْبَيْتِ.
مكين تورست اينفورميشن؟
متي اقدر استلم شي مصاريف سياحيه؟
انا اقدر ساعه تقدر اشوف الوقت بس بس سهوله.
مُعذّر، ما عندي اي شي بسيط.
تقولها مره اخري؟
هيا عشره مارك.
نعم، كنت. زرت طوكيو وكيوتو في رحله قبل سنتين.
احضرني لمستشفي، يالله.
موجود تهويه؟
بلاش تبقي علي الاتصال علشان يفتح.
كم هو في كل؟
السعر يشمل العشاء؟
كَيْفَ تَكْتَسِبُ؟
العلاقات الانسانيه مهمه في اي مجتمع، ولكن اليابانيين يحاولون بجد الحفاظ علي علاقات جيده وتوسيعها.
هنا 99 ين. يرجي تبادلها كلها للدولار.
انا اريد شي بعرض واسع.
في ABC.
كانت مخزن بيع الصناديق؟
هاد واحد مقبول. تغيير علي شارع 44.
انا بحاجه للبُطّه، يلا؟
تقدر تديي اي سبّك؟
نملك احجام كبيره، متوسطه، او صغيره.
تَعْلَمْ تَنْتَوِي مَدِينَهِ مَرَّه؟
انا اقدر مكينه جاف.
مابيني هالقيمه؟
اذًا، ما خطهك للباقي من الرحله؟
فاذا كان هالحاله، يقع جدول اسعار بالقرب من مقعد الساءق.
انا اقدر اشتري واحد من مميزاتك المنطقه.
بلاش. ننتظر.
وانا طالب جديد في جامعه ABC. انا مختص في التاريخ.
كّي اقدر الاقي مول تبيع الساعات؟
السيد تاناكا، السيد ساتو في اجتماع الان. هل يمكنه ان يرد عليك؟
كَيْفَ نَتَوَقَّفْ؟
ما الوقت المتوقع للوصول؟
اخد البايتا، يالله.
اكيد اتفضل ارجع لملكك مره تانيه؟
من المُستَحِقّ؟
بلاش تقدّم لي تيكتيت الريترن.
اقدر ابقي مالتي معك؟
مكّن لي اي رسال؟
الواين الاحمر؟ ما يكفيه مالا؟
لا تقلق. بعض العملاء جربوهم.
انا متحمس من مهارتك في اللغه.
بقيت دوّرتي في المكالمه.
تتّي حساب؟
تتّي تروح وتحسّن ماسكتي معي؟
انا اشعر بحاله من القيء.
من اين ينطلق الحافله؟
ناسف للازعاج. ساقدّم لكم واحد اخر فوراً.
بلاش، انتظري. اتّخذها لك. هاذي لك.
اقدر اءكد علي الهاتف؟
كنت جربت، ولكن ما تقدر اكمل حلمي.
مَين الديْرِيّه الْمَرْاَه؟
لما قلتيش هاذي. تقدر تضخّم عليّ.
تفضل، ميتسورو.
احتاج لساعه خارجيه.
هذي موقعي.
انا بحاجه لساعه.
لما توقفوا علي حضورك لبضعه لحظات؟
مكّنوا الوجبات؟
انا حجزت زوجي.
سَكَرْتِي مُتَوَسِّطِي فِي مَتَنِي.
هذي مجانا.
انا اريد سياره بحجم كامل ونسبه وقود جيده.
اقدر اطلب تيكيتين لليوم حالي؟
انا بساطلب منك سَبِيل.
اشرحلي وقت الخروج.
بّيّنْ مره.
ماعنديك، ممكن اخذ صوره منك؟
واحد كان طويل وواحد كان قصير.
هامبرغر وسجّي علي اليمين وسجّي، يرجي.
كنت بسّطت بسّط للجواز يومني.
مُمَسِّك.
23 مارس، يرجي.
كانت حقيبهي مسروقه وقت ما كنت بسّرتي.
Avenue Park، العدد 280، يرجي.
مكاني مكسور. ما ينزل.
تطلب منّها تاكليني؟
اخدلي لي فاتوره.
ممكن نكمل ديكور غرفه المعيشه؟
تَنْزِلْ تَكْسِي بِالنَّسْبِ، تَنْزِلْ؟
اريد ارسله ببريد جوي.
يكون ممكن يكون مصباح البدايه.
تقدر تقولي وقت بدء المباراه؟
تقدر تقدر تاخد هالشي بحجم اكبر؟
انا بحاجه لبضعه اسيبرين.
تتّخِذُ حافله.
بلاش تبقي لي تعرف مكان البنك.
تَخْرِج الْكَرِم.
تقدر تزود غرفه ليلا؟
انا مريض بدرجه حراره.
نريد دعوهك للعشاء غد العصر.
اوه، خمسه دقيقه سير.
بعد كدا، اعطيني سرّتين محفوظتين علي العشرين.
بلا. نلتقي.
هاد الغرفه اثني عشر عشر.
انا بسّط ترقيّه لتوكيو في 15 مايو.
انا بقي مع اصدقاء.
كَيْفَ تَشْتَرِي العَصْر؟
تقدر توصليني للقسم المخصص للبيع؟
ما عدد المقاعد المتاحه؟ اريد ان اجلس في وسط الساحه.
تتاعي مترجم ياباني؟
سَكِّرْتِي تَدْخُل؟
انا اقدر سكين.
من اين نبدا؟
تقدر تمرّ هذه القطارات بـ ال باسو؟
وو، سير تجريبيه هاذي ممتازه.
اقدر اطلب بعض مزيل العيون؟
موجوده رابط مع غلاسغو؟
تقدر تصرف هالاحصاءات اللي بسّطت؟
اصدقاءي و انا مفصولين، نريد نجلس مع بعض.
انا اخذ هذا القميص. كم سعره؟
كيّي كيّي.
تتّيّد بس، وتحصل عليهم.
نعم، الممثل اللي يلعب الدور الرءيسي ممتاز.
بلا، نعم. مقرنا الرءيسي معاي. وانت؟ هل هذي المره الاولي اللي تجي هنا؟
ساكتبلك لما يرجع البيت.
هل نقدر نطلب غرفه ببُعد البحر؟
اقدر اشعل هنا؟
مَا هالسّمّه؟
تتفرغ لنيو اورلينز؟
نقدر نشتري ملعب؟
انا اتمني اقدر احصل علي سياره جديده.
بلاش توصي براشه مطعم ممتاز بالقرب.
كَيْفَ تَسْمَعْ؟ وَالرَّتبه الرَّسميه؟
بكل تاكيد، نقدر نوصلهم في المدخل بساعه 9.
تقدر تقبّل شيفره ين الياباني؟
كَيْفَ اَتَيْ بِالبَسْطَهِ لِلْمَسَجِ؟
انا بسّط اخلي حقيبتي.
مُعْفَي، بَيْنِي دَرَسْتِي هَذِهِ الْجَلَبَهِ يَوْمَ الْيَوْمِ، بَلْتِي وَجَدْتِي بَلَلَهً كَبِيرَهً هَنَا.
هذا اخوتي.
انا مهتم بتحديث الغرفه.
تتاعي بس هالشي في وحده كبيره؟
ممكن اغير مقعدي لبُعد؟
افضل اروح.
كُنْتِ سَيِّدَهُ اِبِرت؟ انا هِروشِي سَاتو. سَتَرَحِبْ بِكِ.
انا بسّط تيّر.
انا ساخرج عند الكاتدرال.
اعوّد كوب ماء مغلي.
كم يبلغ السعر لو اشتريت 3؟
تقدر تطلب سياره تاكسي لي؟
لا تدخن، يالله.
امس.
الطلب من خلال البريد افضل. هو بسيط.
حقيبه كتف بيضاء.
بلاش، بس تلميع.
يجب ان اكون علي المطار بساعتين من الغد الصباح.
لا اعرف ما هو، ولكن ساجربه.
هل رايت ستره سوداء هنا؟
تزيد علي الحد، فاذهب لنوافذ الثلاث.
اقدر اكمل غرفه علي جانبي الجبل؟
بعتي كاميرتي فالمك.
من اللي يلعب في العرض؟
ببُلَتْ مَيْلِي او ببُلَتْ سَطْحِي؟
مءه دولار نقد، ثلاث مءه دولار في شيكات سفر وكارت الاءتمان.
كم سعره؟
اكيد اكمل نموذج اعلان الجمارك؟
انا اقدر استخدم ملعب التنس.
لا تقول مات.
انا بحاجه لبضعه حليب. عندك حليب؟
ممكن اغير هالبلاط لعرض غد؟
تقدر تقوللي لي كود التليفون الدولي للجاه؟
كم يبقي لي انتظار القطار قبل ما يدخل؟
اقدر ادخل هنا للطيران الامريكي؟
هل نحتاج لارتداء جاكيت وشريط للرحله الليليه؟
كم نحن نطير؟
تقدر تزيل العلامات اللي بتحت التوقيت؟
انا في الزاويه بين شارع 5 و 41.
كوله واسع، يلا.
انا بسّط اشوف بسّط قبل وجبتي.
بَلَوْتِك مَعْرُوف.
كَيْفَ؟ تَخْدَمُنِي؟ ها، ها، ها. تَكْتَسِبُنِي بِكَرَم. تَعْلَمْ مَامَكِ هَذِهِ؟
كانت تطلب وجبه محدده؟
يجب ان اطلع مبكر غد. انا بحاجه للذهاب.
انا جزء منه؟
كم سَيكون تكلفه من هنا للمنشاه؟
كَيْفَ تَخْطُبُ لَكَ اللَّحْم؟
تقدر تقوللي لي طريقه الوصول لـ Westminster Abbey؟
اوه، كيما يكفي لعب الجولف في استراليا.
متي الطياره التاليه للا سان جوسيب؟
المنطقه اللي ما تدخن، يالسّلام.
انا ساهرب.
اين بسّط؟
تامين الاصطدام بـ 5 دولار يوميا، تريده؟
انا اريد اتعلم تعلم التزلج.
رجل اخرب مالتي.
ما اللي ياكله؟
انا بحاجه لكايلكولاتور، يالله.
ارجو علبه مارلو بليز.
ما مكان باب التسجيل ل ABC 101؟
هو مُشْتَهَي، ما؟
مُعْفَي، ولكن ما الطرقات اللي نكون عليها؟
اقدر اكمل فاتوره؟
الاساس اللي يناسب لون بشرتي الطبيعي؟
تَنْتَ عَرَبِي؟
الواحد اللي بعده.
اقدر اطلب هادشي من اليابان بعد ما ارجع؟
تريده بدون ضراءب؟
انا بسّط استخدم السّلّم في غرفهي.
البار الصغير فارغ. هل تقدر تضيف بيره اكثر فيه؟
الصحيفه ما تهتم بتحذير القارء في الثامن من ديسمبر ان "هذا اليوم كان يوم بدانا الحرب".
اريد ان افتح حساب تودّي في هذا البنك.
بلاش. متي يبدا المباريات؟
تتّي بسّي. ما عرفت ما اعمل.
انا بحاجه لشاحنه.
كَيْفَ تَكُونْ مَكَانِي هَذِهِ السِّتْر؟
وو كيما، سي؟
هل هالباقيه دي كل الباقيه من الطياره 233؟
انا مريض. هل تقدر تاتصل بطبيب لي؟
لا توجد سواف في غرفتي.
هناك نصيحه ليك.
ساقدر اطلب اسمك؟
لا، شكرًا. انا بس اشوف حول.
اقدر اراقب تيكتيت طيرانك؟ اعني بطاقه التسجيل.
اكتبها.
ساقدر اتفرغ لمقعد فارغ؟
تَكْلِمْ بِالْمَرْحَهِ وَتَكْلِمْ بِالْمَرْحَهِ.
انا مثلي.
انا اقدر شافر كهرباءي، يلا.
ديكور جذاب؟
كانت هذه زيارهك الاولي لبلدنا؟
بلاش تقدّم لي بطاقه الهويه اللي معاها صوره.
الطيران واحد لواحد لناريتا، يغادر في العاشر من يونيو، مءكد مجددًا.
مءه وعشرين دولار لليله، ما يشمل الضريبه.
هل هاذي الضمان مقبول في اليابان؟
كياي تروح معها؟
انا بسّط علبه فواكه. ها كيّه.
ما وقت الترام؟
لا اشتري هالشي. اقدر اجد اكثَر باسعار ادني في مول اخر.
طالب واحد، يالله.
لا شايفي دايميني بس ميني.
انا اقدر ابقي تحت خمسين دولار.
لا، ما تكمل. تروح علي التوقف اللي بعده.
تقدر تقوللي لي اماكن ممتعه تقدر تروح وتشوفها في هالمدينه؟
انا في الصف الثالث، في الوسط.
يكون عشره دولار وثلاثين سنت يوميا.
ارسل هذا لليابان بتيغرام.
كم تكلفه التذكره الجويه من نيويورك للا سانغلوس؟
اين اقدر اشوف؟
هالطعام ميكون مسخو في بطني.
تقدر تبقي حقيبتي حتي الساعه 11؟
نعم، يمكن دفع باليان. كيّت 2700 يان.
تتّخذ اداره المخزون مكانه مهمه لشركه.
انا سااتصل بالشرطه.
انا اريد ان اروح للوحه التسجيل بشركه ايرلاينز.
حَيّا. ادخلوا. سَرَّني انك تَجي. هل واجهت اي مشكله في ايجاد بيتنا؟
كم يدوم السفر علي القطار لدوفير؟
ارسل معايتي لوالديك مني، يالله.
كانت ممتازه.
كنت ما شتغلت في الصف الاول.
لا اقدر اتكلم الانجليزي.
اعطني بعض غاز اخف، يالله.
يءلّي بس كي تقدر تتحمله.
علي الطاوله اللي بسّط.
مكانتي مجانا، يالله.
تفضل تروح للاعلي وانك تدور لليمين. هو علي يسارك.
انا بحاجه لشاي، يلا؟
تقدر تروح بريديا؟
متي التايني التالي؟
مُعَنِّي.
الجوده ممتازه، وسعرها ممتاز.
الطاءره تغادر من البوابه رقم 24.
بسمك.
تَعْلَمْ تَجْرِي مَشْرُو؟
هل هالسياره فاصل الدرجه؟
سيتفرغ الطياره علي الوقت؟
البحيره الداخليه هادءه وجميله.
مُعْفَي، اعتقد انّي دفعت اقل من المطلوب.
مُعْفَي، ما يبدو اننا اعطيناك مفتاح خاطء.
تسمع الاخبار؟
هل اكملت تعبءه بطاقه التسليم؟
تقدر تديي شراب احمر بحصه؟
الدكتور تاكاغي، هل ترغب في توضيح هذا؟
تتاعي بس فول؟
شكراً سيدي، انتظر لحظه، سيدي. يرجي توصيل هذا الفاتوره للزباءن ودفعه هناك.
نخلي نشوف.
كانه مسحور بس.
هل يسمح لي ان اجلس هنا؟
تقدر تنقل حقيبتي للسياره؟
انا اريد اراقب مسرحيه.
كَيْفَ تَخْتَرِي، الطَّابِق 10 او الطَّابِق 16؟
انا حبّت حفلك بس.
تحتاجين لجواز سفرك، وكارت امبارات، وورقه اعلان للجمارك.
انا اغادر، فبلاش تباعي هالكُشِي.
انا متحمس لتجربه بعض الاكل الايطالي.
بلاش تضع حقيبتك علي هذا الميزان.
اوافق علي معظم ما قلته.
تَنْسِلِي مُسْتَوْلِي.
اكتب مرحبا لعاءلتك.
ما وقت فتح مكتب الاستقبال؟
الكُتَّاب في هذا المكان ارخص.
اعتقد انّي مريض بالحمي.
كم يدومو؟
تفضل تبرد الغرفه؟
بالتّي، يالله.
متوسط نادرا.
لا بس. معظم الطلبه يحصلون علي درجات مقبوله في مادته، ولكنهم يقولو بس محاضراته ممله وليست مثيره.
واي وقت يبدا الصلوات؟
اربعه دولارات لو اشتريتها في المحطه، وست دولارات لو اشتريتها علي القطار.
انا اعتقد اخلي اخذ الـ 50 سنت. اعطيني دوسه، يلا.
انا اريد اخذ هديه بس 50 دولار.
شامبو، يلا.
تتاعي دا بس بس بس؟
كيف استخدم هذا المضخه؟
تقدر تساعدني علي هالحقيبه؟
موجود حمام؟
انا اقدر استعمل مءه دولار علي بطاقه فيزا.
المسرحيات من بين المميزات الثقافيه للجاهان.
لا اصدقه. هل تقدر تصرفت كلشي؟
وانا اعتقد افضّل اترك الان.
كيما يقدر نمشي؟
لا اقدر اجد حقيبتي. ممكن تساعدني؟
نعم، عندنا، ولكننا لا نقدر نبيعهم.
تقدر تغير الفاتوره لعملات اصغر؟
الغداء جاهز.
انا اريد ارسل تيني بريت لنيويورك.
انا بسّط اقدر ااتصل بجايابان.
بلا. ارسل اكيد مساعده المنزل فوراً تفتح الباب بمفتاح مالك. ما رقم غرفهك؟
كم تطلب مني نيكون لينس فيش ايو؟
افضل ان اكون بس طعام يشبه الغرب.
الحرب الصغيره دايرت 4.5 سنه من 1941 لـ 1945، وانطلقت بس 2 سنه بعد الحرب العالميه الثانيه.
تقدر تديي اي وجبه خفيفه تكمل شربتي؟
تقدر تضيف مساحه لساءق؟
بزوده الملح وفلفل؟
الباب اللي؟
تقدر توضحلي طريقه استعمال بطاقه تلفون؟
انا اقدر اتكلم بس بس لغه انجليزيه.
البحر مهتم ليله؟
حوالي نصف ساعه.
اقدر اطلب سكين باب؟
انا اريد الذهاب للمتحف الشهير للهواء والفضاء.
تظن انو يهطل الثلج غد؟
هادي بقي مسخو لبلاش، بس.
هل هي بتحتاج الّا في المستشفي؟
كلاه متعلقات شخصيه.
بلا. اين اضع حقيبتي الصغيره؟ اقدر اضعها هنا؟
انا بحاجه لشيء يُعطيه لطفل صغير.
تفضل ترفع حراره الغرفه؟
الجزء علي اليمين.
الاتصال قد تم الاتصال به.
كّي تقدر تقوللي لي طريقه الاتصال بده العدد؟
هذا للرجال؟
اوه، حق؟ اخترع شي؟
اعتقد ان هذا النوع اللي نريده نشتريه.
موجوده مطابقه؟
سيارتي توقفت. بحاجه لسياره توصيل فورا.
انا اقدر كتاب صور، يلا.
سِتْتَنْتَنْ.
كّي هو بابين او اربع؟
يَوْم مَرْحُوب بِكَ.
اعتقد انني طلبت بurger من السمك، ولكن ما في السمك علي بurger السمك اللي معني.
ماعنديش، بس يقدر توضحلي طريقه استخدام الحمام؟
شكرا. بس، كي تدفع الحساب؟
انا بس اقدر اءكد ان رءيس تجاره شركتك هواي يحضر الجلسه غدًا.
مُعذّر، بس هاذي متاخره علي الجلسه. اتعرضت للحشود.
تقدر ترَّزِّم غرفه لي لليوم 18 من سبتمبر؟
موجود كورس بسّط علي شكل اسبوعين؟
تقدر تساعدني علي تقرير اي سياحه اخذها غد؟
يتعين عليّ اعمل تاكيد.
توجد قوارب مُستوحاه من سفينه مُسَرَّعه او سفينه قديمه بمحرك مُمَكِّن. بعضها يشبه الطاءر المُسَرَّع او الحوت.
السيد فورد قال لي اتريك.
نريد الذهاب لجروس للسكي. هل تقدر تجهز النقل؟
ممكن يرجع لي مال التذكره دي؟
كم يدوم يوصل لسوثو؟
مَيني الْمُسَلِّم؟
تريدي تلعب مزدوج؟
نعم. انا بحث عن شريط شفاه كانال رقم 5 و30.
بزاف مءه دولار تقدر تكمل وعاء جميل.
تَنْتَقِلَتِيْنِيْنِيْنِيْنِيْنِيْنِيْ
اميركيه.
يكون متنزه الترفيه ممتلء بساعه.
هل قرات بطاقه التعليمات الامنيه؟
تقدر تكمل ميه؟
كانت تُسَرَّع.
نقدر نشوف فيلم علي هالطيران؟
تتاعي بس كي تقدر تتكلم الياباني؟
الرقم هو تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه.
انا بحاجه لبضعه زيت زيتون.
P.S. يقصد بـ ما بعد التدوين.
بالتامين، اخلي تغطيه كامله للانفجار.
انا بحاجه لحجز تذكره سياحيه، يرجي.
تذكره يوميه؟
كَيْفَ؟ اه، بس. مَعْتَل.
الثاني من سبتمبر، فءه الاقتصاد، لواحد.
يجب ان ارجع بس الساعه 6.
نملك كثيير من الحدث السنوي بس علاوه علي عطلات الدوله.
هادو موضه في الصيف دا.
اقدر ادفع بفيزا؟
مُعْفَي. اخوّر لـ ميامي.
ما نوع الفاكهه اللي عندك؟
تقدر تديي اي حلويات بس كميه قليله؟
هيا بس مهريش ممتاز.
موجود تيتر ميغت تيبرين؟
تقدر تقدر توصل لي عروض محدده علي عطور Estee Lauder؟
تتاعي ميّونايز؟
استخدمها كمُلَفَّه.
اعوّد مقعد بدون دخان، يالله.
سيارتي اصطدمت بضوء شارع.
نكتب بطاقات عيد الاضحي وننشرها. تُوصل في الاول من يناير.
بلاش متوسط، يلا.
لا يرسل كثيرون من اليابانيين بطاقات عيد الميلاد، ولكن ملايين بطاقات تهنءه بالعام الجديد تكتب، ترسم، تُطبّق، تُطبّع وتُرسل سنّاً بعد سنّ.
تقدر تكتبها؟
تتفرج علي المدرسه؟
انا بحاجه لعطر.
ايما سَبَبَ؟
هنا 10 دولار، و50 دولار للايجاب.
انا يوكو سوتشي من شركه وانيرال.
السَّعر مَعْتَقَد مَعْتَقَد، ولكنّي اعتقد اني ما بقَدّر.
هذا علّك.
تَحَوَّل لليمين فِي الزاويه الثانيه وَتَجِدُ واحد.
كَيْفَ الطَّعام؟
تقدر توصلت بس ما يسمح.
الويندوز مغطي.
تريدها تغطيه للانفجار ومسءوليه؟
سيجدوه غدًا.
مكثّر بسّط الباب. هل تقدر تغيّر بطاقه المفتاح؟
افضل ان اكون في البدايه من الطاءره.
الغرفه اللي تُستخدم فيها التجهيزات وراء مكتب خدمه العملاء.
كم وحده توقف حافله اتت علشان ارجع؟
لا يصح.
لا، بس ما تقدر. هالشي علشان استعمالي.
انا اريد اشتري سياره بمحرك تلقاءي، يرجي.
اقدر اتفرغ فالمكان؟
سَكِينه تَكْلِف، يَسْتَرِي.
انا بسّط بسّط غرفه في 23 و24 اغسطس.
مَيني المُصوّر اللي بقي؟
البَلَّه، يَسْتَرِي.
تقدر تدخل بس بس بس باب دا.
سَكِنْتِي مَسْتَحَق. وَجَدْتِي مَسْتَحَق مَسْتَحَق فِي سَكِنْتِي. هَيْتُ بِتَغْلِي بِتوكو غَدًا.
انا بسّط ترسيم لساعتين بسّط لليلا.
تقدر تجلب لنا ورقه تانيه؟
كم تكلفه السكك من هنا لمحطه الجنوب؟
اقدر اراها هالبُطّه؟
انا متحمّس للخروج في اسرع وقت ممكن.
هل تقدر تقدّملي غرفه مريحه للسباحه؟
اسم حزبكم ورقم، يلا.
كنت بسّط 12:50 مِن سان دييغو.
لا اقدر الا اجد اي شواف.
ما وقت القطار اللي يروح شيكاغو؟
انا بحاجه لاتصال ببطاقه اءتمان لليابان، يرجي.
اُخذت من قبل في زاويه بحيره ووك. بس اتّصل بسرعه.
باوّل ما يكفي اشكرك بسّيّد علي البرنامج المثالي اللي علّقته لي.
بلا شك، يمكن توسعه او تقلص هذا القاعده حسب رغبتك.
ما اللي يعرض هذا الاسبوع؟
بليمون، لو عندك، وسُكر.
تقدر تساعدني احمل هذا الحقيبه؟
هاد ماده تساعد علي الهضم اللي استخدمها عاده.
لا، ولكن لو عايز تستخدم مخزن، فهناك رسوم بس 2 دولار. يرجي دفعها عند مكتب الاستقبال.
انا اريد لاتكس، وحمص، وجبنه علي روي.
كيف ارجع لهنا؟
تتفرغ بسّط للدار كل يوم.
انا بحاجه لسُكّر، يالله.
من اين تبدا رحله السياحه ديالك؟
كَيْفَ تَكْتَسِبُ مَنْ يَتَّبِعُو؟
تكتب التقرير لي؟
لا مشكله. عندنا وقت كافٍ.
كنت بسّط في اصابعي. هل تقدر تديني ملقطين؟
متي درجه الحراره؟
اعتقد ان هناك خطا.
كّي تدفع، نقود او بطاقه؟
تقدر تنتظر بس بقليل من الدقاءق؟
تقدر تملا هذا النموذج اللي يخص التامين الصحي؟
الواحد اللي هو اكثَر تفضيل؟
شكراً لك.
شكرا علي كل مساعده.
من الثمانيه الي الثمانيه وخمسه عشر.
تقدر تديي نفس الشي في لون قات؟
يعتمد علي الوقت.
كَيْفَ يَرْتَجِي؟
احتاج بس سَكِيني.
سَرَّني التَّقَوُّم بِك.
خسَرت تيكتت المطير.
انا اقدر احاول نفس الشيء اللي الشخص اللي بسّط علي الطاوله ياكله.
اكيد اشغّل مفتاح بطاقهي.
بصراحه انا في دورهي. هل هذي مش مشكله؟
تتّي بسّيّن بسّيّن بسّيّن بسّيّن بسّيّن بسّيّن بسّيّن
توقّف.
شكرا. هل يمكن لي ان احصل علي فاتوره؟
تقدر تضعها علي هذي الخريطه؟
واحده من اربع عصرا
اكتب خريطه ها.
تقدر تصلحها؟
تَري، مَوْتِي المَاءِ ما يَكْفِيْهْ دَوْرَه.
تقدر تديي مسكن؟
نكون هنا لزياره. ابننا يعيش في سياتل.
اذا ما تتوفر، اريد تلقاءي.
هاد السايتين لا يشتغل بخليط. هل تقدر تديي لي واحد اخر؟
تبدو ممتاز.
موجودين موتيلات قرب هاذي؟ يرجي توضيح لي خريطه.
تقدر تبقي تيكيت لـ "بِغ رِيَوِر" ليلا؟
يبدو كانه متماثل تقريبًا.
ما ماده هذا السواد؟
تتْبَعُ سَاعَتَيْنِ مِنْ دَوْرِ الْمَغْلِب.
نريد نشارك بينا الثلاثه.
بعض الفواكه، يلا.
كانت مهمه.
بلاش تدخلوا علي هالشي.
مساء الخير. ليت لقاء مع دكتور دريل في الساعه 3 من اليوم، ولكن انا مخاوف ان اكون متاخر. هل هذي مقبوله؟
تقدر تديش شي بس مفتاح؟
السّيتس مباع، ولكننا ما نقصّد السّيتس ا.
نريد نشاركه هالطعام. هل تقدر تجلب طاولات صغيره؟
انا اشعر بمرض في بطني.
قلّل السعر.
اقدر اتكلم مع مُشغل ياباني؟
انا مهتم بعرف مصاريف مكالمه تلفونيه لنيويورك.
لا، بس، اخاف. تاخذ المترو هنا علي مسءوليتك، بس.
لمن اكملت العمل، يقال "مباركين" للتعبير عن الشكر.
كانت بسّطت بسّطت بسّطت بسّطت بسّطت بسّطت بسّطت بسّطت بسّطت
تقدر ترشيني الطريق لمستشفي؟
اريد الذهاب للبرج الليون.
انا متحتّم اخرج هنا.
اقدر اكمل وثيقه طبيه؟
هنا نسخه من تيكيتي.
هي سياره مصغره ازرق، رقم لوحه المركبه KAY 315 ورقم التسجيل PRI 4560.
تقدر تقدر تقلّل لي؟
تلعب اي رياضه؟
تتطلب هالنوع من الاسلوب من المُجمعين.
نملك بابس وسلاسل تستخدم في دوله نا، ولكن ما نملك ترانسفورمر. اقترح عليك تذهب لبقاله تبيع اشياء سياحيه.
اقدر ارايتك غد بعد الظهر؟
توقّف.
تَخْرِجَتَيْنِ مِنْ تَمَرِّ، يَسْتَحِبْ.
هل هو قريب من السير؟ ام هو بعيد جدًا للسير؟
نعم. اخلي تيكيتين لـ A Streetcar Named Desire. هل عندك تيكيتات متبقيه لعرض الليله؟
هالطيران صح؟
كُنْ تَعْمَلْ تَمَرُّنَاتِ خَفِيفَه وَتَنْتَبِهْ بَعْدَ تَخْرِيجِكْ بِالْمَسَاجِ كلَّ يوم.
موجوده خروج واحد.
انا مخوّف انك فهمت الاوقات خاطء.
صديقي من هنا يلا يلايي، فهذا مقبول.
هاد الغرفه مهتمه.
لا اقدر البس شي كيما هالشي.
اشجار الجينغو بسّط تيكون بسّط في الشتاء لما تتحول اوراقها لون الزيت.
انا بسّط حفل ليله. فكّر بسّط شعري.
كانت تطلب مني اذا كنا نلعب لكي نبدا ببيع منتجاتنا في الولايات المتحده؟
كَيْفَ تَنْطِقُ هَذِي الْمَكَان؟
سَلّمليه علي بطاقه ماستر مي.
كم هي ميزانيه اعلاناتك؟
مَين تَكْتَبِي؟
انا متحب ان اكُن نوم.
انا مخوّف انّه بسّط 3 دقيقه.
لا تقدر تكمل دايت بس هيءه بسيطه كده.
ساكون متاخر 15 دقيقه علي الاجتماع.
واحد مع اسم المتجر، يرجي. ساستخدمه للابلاغ عن التامين.
هذا علّي للاستعمال الشخصي.
انا اريد مكان ما اقدر اكل ماكولات محليه.
انا اقدر تريبي، يلا.
انا اريد سكين ارخص.
كنت مُصاب بالام في الظهر مفاجءه وشديده.
انا متحمس للخروج فورا. هل هنالك طياره مبكره؟
شكرا علي كل النصاءح. انت مهتم جدًا.
ما نوع النموذج اللي تريده؟
كّي تايني دينار لثلاث؟
تفضل تمشي علي هالشوارع وانتهِ لبلاش مساحه صغيره.
احبه.
ما اللون اللي تفكر فيه؟
نريد طاوله قرب النافذه.
مُعْفَي، بس كلهم مُباع.
كلا كل شي محيطك معاك جديد، ما؟
سَكِّرْتِي تَسْتَمِرْ؟
او، ما الجوانب المحدده ديال هالدوله اللي تهتم؟
هل نقدر نبقي في غرفه نا بس 30 دقيقه بعد وقت المغادره؟
مُعَفَّر، رقم خاطء.
مثلاً طاوله اكبر، يلا.
بلا شكل. ماشي شي. ما تقلق. اتمني تكمل بس بس تدبر في المره اللي تبقي.
تقدر تبقي لي تعلم كيف افتح الضوء؟
بلاش تقدّملي اللي فـي الحاله المُعرضه.
هل تغيير في جدولنا؟
انا ساقدّم.
واكثرك الطرقات ما تملك اسم ولا علامه. فبالتالي يبقي صعب جدًا الوصول لوجهه بساعتها العنوان.
هو مهندس مزيف. لذا، تفضل تهتم.
اخدلي لي كريم التسخين.
اوصلك سياره تاكسي لي.
كانت مُعَدّه؟
كم يبلغ تاجير ملعب كل ساعه؟
انا ساعطيك تين دوولار لكي توصل لبلاي 200 دوولار.
ايه بس يسار ولا يمين؟
انا اريد بارا من السراويل.
انا بس اقدر امشي بس بس اقدر استرخي.
اقدر اشحّه؟
كم يبلغ تكلفه بريد جوي لليابان؟
اقدر اطلب علبهين من سبعه نجوم؟
تَعْلَمْ تَنْسِيَهَ تِكْتِيْتِك، وَمَوْسِعَهَ السَّفَر، وَتَوْرِيَهِ التَّوْحِيدِ وَطَريقهِ الدَّفْعِ؟
كم سعر الغرفه في الليله؟
تتغلب. خمسه يكفي.
انا عايز ارجع للهولت لاعثر علي كاميرتي.
كانت بس بس حياه وموت.
تفضل تاخذ سياره تاكسي، لان ما توجد اي نقل عام.
توجد 12 فريق في اليابان.
في الحصه الثالثه علي يسارك.
انا اريد ان اكون مكالمه من محطه لمحطه لطوكيو، يرجي.
اريد ان التقي.
تقدر تلعب التنس معي في الاسبوع اللي يلي؟
نركب علي دا؟
مُعْفَي، انا بحاجه لجَلْسَه مِن الجَلْسَه.
ماكول ممتاز.
ما مولدك توصي؟
اقدر اطلب الكيبي وانسخ الستيك اللي طلبت؟
نحنا الثلاثه نريد نلعب دوره. كم سعرها؟
نقدر نوصل مبكر 30 دقيقه.
شكرا علي مكالمهك.
السجاءر، لو عندك، كم سعرها؟
انا بحاجه لدَعْوه تَسْتَيقِظ.
التي هي جونغفرا؟
تقدر تكملها في نصف ساعه؟
انا بحاجه لخريطه مسارات الحافلات، يالله.
تتَّهمك الحادث.
تتّبعوا الشارع مستقيم حوالي خمسه مسافات، وينتفي مخزن علي الزاويه. لما تصلوا، تغيّروا لليمين. ستريوه بجوارك.
اشرح ببطء.
ما تباعش بسّط بسّط؟
نقدر نسافر 9 ساعه.
انا متحمس لرءيه تبديل الجناح.
واو. كلهم يرقصوا برشا.
نبقي علي المركب، لاننا مع طفل؟
ما اللي معايا في المسرح الوطني؟
اقدر اكمل غرفه ليلا؟
نعم، ابقي دوّل جاپانيس لصديقي.
متي بسالو مكتب طيران اليابان؟
مُنْتَج مُبَيِّن. تَعْشِيْه؟
انا اقرّ هذا العنصر.
سَتَرَي بِكَ، بوبِي. تَخْبِرُنِي مَنْ يَسْتَحِبُ الذهاب معنا للسباحه؟
لا اقدر اكمل الان.
اعوّد بس نهار.
بلاش تبقي الساق محدده بثلاث سنتيمتر.
انا بحاجه لشيء مميز من لاس فيغاس.
هادش ما عايزه.
كَيْفَ تَتَعَلَّمْ؟ تَتَعَلَّمْ فِي الغرفه هَنا، او تَتَعَلَّمْ فِي المكتبه؟
كلا، ولكنك ما تقدر تبقي رجل مهذب، انت؟
انا بحاجه لعدسات جديده.
احتاج وقت قليل.
ما وقت بدء البرنامج؟
انا ساختار هالواحد.
انا اريد اشترِي في هالمدينه. هل تقدر توصيني بسّت مول او مول تجاري؟
لا اقدر علي تلقي وقت كثيير. هل ياخذ وقت طويل؟
هم بزافين. بعدين يضربو جاڤان يسببو لنا كتير من الكوارث.
اعتقد اننا نفعل. ساتحقق وسارجع فورا.
اكيد، سيد موريتا، هل زوجتك معاك هنا في نيويورك؟
تتبدّل القطارات فـالمحطه التالته.
كَيْفَ تَكْتَسِبُ الْبَسْطَه الَّتِي تَنْتَهِي الَي مَدْرَسَه الْمَركَز؟
كنا معايا بس يومين.
انا اريد نسخه من لي ريدرز 1944 101.
مُعَفَّر، هل يطول طول وجبتنا؟
افضل طعام ايطالي.
تقدر تتساءل علي مكتب المعلومات دا، لو فاتك.
تُغَطّي هالكُلّ منفصل؟
نطلع في بضع دقاءق. يرجي التاكد من ان حزام السرير مثبت بشكل امن.
نعم، ولكن ما يكفيك تمنعهم من دخول الماء العميق او الساونا.
متي سيريز العالم؟
اريد اشتري مُستَخَدَم.
كانت بس؟
اذا بقيت بس بس بس، لربما كتبتها بس بس.
اي واحد تريده، خمسه جنيه او عشره؟
انا مريض. اين الدكتور اللي بسافر؟
انا من اليونان.
تتناسب مع ذوقك؟
ما وقت فتحك؟
هناك واحد في الخلف من هذا القاعه.
سابقي مع صديقي ليل今晚.
انا مخوّف من ان حسابك المُستعمل مُسجّل علي الديون.
الساعه 4:20.
السُّكّر والدَّوْرَين وسُكّر، وشَرَبَه مِلْك.
هادو موقعي ورقمي. هل تاتي لي علي هادو الرقم فما تقدر اجد حقيبتي؟
تفضل تاكل علي الطاوله في المنطقه اللي تدخن او ما تدخن؟
انا اريد اكل كميه كبيره من الخضروات اليوم.
انا بسّط وثيقه. ترخيص الساءق مقبول؟
نصف يوم 30 دولار. يوم كامل 50 دولار.
تتاع بارده 25 دولار لساعتين و40 دولار لساعه كامله.
كانت بس بس بس بس بس بس بس
ما سعر اليان اليوم؟
هذي سوجيتا فغرفه 132. جاكيتت فاين، ولكن الغرفه بسما فاهمت. ممكن اغير الغرفه؟
تتوقف الحافله علي شارع الخامس هنا؟
انا بسّط مال لبلاش 3 يوم.
اين اشتري منتجات الريف؟
كّي اقدر ااتصل من خارج المغرب؟
ما هي الرياضات الشهيره في اليابان؟
تفضل ترسل لي خريطه توصل لمكتبك؟
كانت تقدر تطلب، يا سيده؟
نوصيك باتخاذ جوله مدينه بوسطن. هذي تقدر تعرف المواقع المهمه في بوسطن.
انا بحث عن هاد العنوان علي هاد البطاقه.
سلام. هذي تامين بوسطن؟
موجود ملابس في هادو الفندق؟
كانت وجبه ممتازه.
الان خلّف خطا.
اي جزء من اوسترييا؟
الي اين يروح هذا القطار؟
اقدر استخدم الهاتف؟
ما طول اقصي لبَلَغه البريد؟
انا اقدرها الساعه 8:30.
مُرَّه تَوْسِع، يَسْتَحِبْ.
تقدر تقوللي لي ما توجد مطاعم تخصص في الاسماك في المنطقه؟
بلا. مبني امبريال ستات علي هاذ الطريق. ما تبغي تفعله هو تروح لمحطه الباص علي الزاويه وتنزل مباشره. هيبقي علي يمينك.
متي سعر هالشي؟
كَيْفَ تَخْتَرِي لِلْمَزَّه، مَزَّه او شِرْبِيْت؟
لا يقدر علي تكاليفي.
هل نحتاج لطلب وجبه كامله؟
لا، ما نكون جاهزين بعد.
انا مسجّل ليلتين.
تتاعي بس كيتي؟
تقدر تاكليني لو وصلت ساكيتي؟
بلاش تقدر تبقي علي سككك؟
من يخليش يقول هو اللي يدعي، يرجي؟
كيما تبدو لي؟
لا، بس قليل. كيما يقدر يكون سبب واحد في ما تبقي النساء مع شركه واحده.
كم يدوم يحصل علي جواز سفر جديد؟
اغلف، يالسَّلَم.
يتحسّن.
انا ساحتاج بعض الزيت.
انا اخليت الحافله الخاطءه.
كَيْفَ حَجم؟
تقدر تطبخ هالدجاج قليلاً اكثر؟
اوصلك لطبيب.
انا ساعمل راي X.
موجود مكان يغير الريال؟
انا اريد تغيير شعر.
اقدر اطلب بعض الحبوب؟
لا، انا مخاوف اتت بس اتت بس اتت بس اتت بس اتت بس
كّي تقدر تحسب تكلفه الالغاء؟
سافرنا نبدا من الحادي عشر من يوليو وننتهي علي العشرين من يوليو.
لا اهتم.
كَيْفَ تَنْطِقُ هَذِهِ الْمَسَارِعَه؟
ادفع بس نفسي.
المتحف مفتوح اليوم؟
اعطني واحد مختلف.
كما هذي، يلا.
انا بخير، شكلك.
كم تبقي في نيويورك سيتي؟
اقدر الغي سوتي؟ بقي بس كفايه.
موجود حافله مطار للو مسافر للهولت شيراتون؟
نعم. العدد اربعه وثمانين سبعه.
بلاش يكمل.
بلاش تيكون في الواجهه. تقدر تري الاشاره. تقدر تضيعها.
تقدر تروح لبُلَّه التغليف.
كم يدوم يضغط عليه؟
اتمني اقدر ازور دولهك.
اكيد تقولي.
متي تاريخ التسليم؟
ارسم لي خريطه، يلا.
لا اقدر علي حجز هنا، ولكن ما عندك غرفه ليلتين؟
اريد التسجيل الان. هل تقدر تنقل حقيبتي؟
كَيْفَ الْمَرَّهِ؟
اقدر اطلب سرير؟
قال لي التوقف التالي هو شارع العشرين؟
هل اكفي اكمل تذكره للطابور؟
مساء الخير. هل عندك اي طاولات مفتوحه لزوجين؟
ما هوايتك؟
كلا. كيما كيما يقدر اخلي مبلغ لابد اني ادخله علشان ابدا؟
نعم، ساطلب بيره مُستَخَدَمه مع الماكولات الخفيفه.
تفضل تنظف هذا البلوز.
كي تبقي شي تريده؟
نعم، انا متوفر.
ما سرّب؟
كانت بسّط وشعره ابيض.
السجاءر ما هي؟
توضع ورقه علي واحد وتحطها بس هذا المطرقه.
الباص يمشي في الليل لما يكون الترافيك اقل. فهذا يقلل من التاخير.
كنت مُعَطَّل من 5 ايام.
بكل تاكيد. اخذك هالو.
تقدر تاخد مني سلسله؟
بيتكم كبير جدًا.
كلا، انا بسّيّد كافيه بدل الشاي؟
لا اظننا نتلاقي قبل.
تقدر تديي بطاقه بريديه مزوده؟
تقدر ترسلها لي؟
انا بحاجه لشاي.
مَيني دو سَيْرَتِي اليابان؟
انا اقدر بعض الارز.
نعم، هنّا. تيّن تيّن. تيّن تيّن.
اقدر اطلب مسّتَر؟
تقدر ترسل فاكس لهذا الرقم؟
نقدر نلتقي علي 3 ؟
انا اضيع الرءيه لما اذهب خارج البلاد، وانا اضيع المال من اليمين الي اليسار.
كيس تيبي، يلا.
كم عطله مدفوعه تقدر تاخذها في السنه؟
مَرَّه لِلْاَرْبَعَهِ، يَسْتَرِي.
قل.
ياسو. هل تبغي تروح معي للبلازا؟
كانت ممتازه. كنت انتظر فرصه تقدر تفعل شي كده.
انا اتمني ان اقدم تحيّه لساده ويليام.
شكرا، سافعل. نتمني ان تزوروا مقرنا في وقت ما.
انا متحمس للذهاب لمتحف A.
انا افكر في استغلال الخصم المميز اللي تقدمه شركه ABC للطيران لجزيره هاواي في الشهر القادم.
انا اعتقد. تبقي بخير.
اقدر اطلب تيكيتين لـ "Les Miserables" لـ 7 يونيو؟
تبيع كتبي جديده فقط، ولا تبيع كتبي مُستعمله؟
انا اريد ارسل بريد الكتروني لليابان.
عندما كنت امشي علي بروودواي.
انا بحاجه لبَطَن طعام.
واحده من فءه اولي لـ كالايس، يلا.
اوصلك سياره تاكسي في 2 ظهرا
بلاش، شكرًا. وانت؟
هل هنالك شي مميز هنا؟
اكتب للسفاره اليابانيه بعد ما تبلغت الشرطه.
اقدر ابّرهم كلهم؟ انا بحاجه لكي ينفّذوا.
تريديش شي حاجه تشرب معك بالطعام؟
اعطني 30 لتر.
اي؟
مكّن تيكون مهرجان غد؟
لا يشتغل. هل عندك واحد مضاف؟
البَّاب خاطء.
انا بسّطين بارك من ويسكي.
السَّرَّه.
اهدي لصديقي.
بِسْتَيْتِي مَسْكِن.
توجد بارده مملوءه بمشروبات في الخلفيه من سله التخزين.
انا اقدر اشرب كوب ماء، يلا.
الكيس مهور في المطعم في الفندق، فلنجرب نروح مكان ما.
اين نبدا؟
ماعندي، اين مكتب البريد؟
بلاش تبقيي تبقيي علي التفاصيل.
حق؟ ما عرفت.
سِتَيْن تِنْ سِتَيْن دوْلَر، بِلْيْس.
كَيْفَ تَخْطُو لَكَ اللَّحْم؟
اشرح لي ما خسرته، يالسّلام.
ما نوع دمك؟
تقدر تبقي لي الطرق؟
انا اقدر اكله مقدمه، يلا.
ما الشيء اللي يحبه الناس في متجرك؟
تحتاجين تروح ويني.
نستكمل علي طاوله؟
هل شارع هودس هو التاسع؟
متي باب التسجيل لشركه لوفت هانزا؟
اخد صوره معنا، يالس.
اسمك وعنوانك يروح هايك.
مَنْ بَلَغَ هَذِهِ الشَّيْء؟
الاسود مقبول.
اخد صوره لي.
انا مهتم باتصل بشركه تاجير سيارات.
مكتب نافذه، يلا.
تفضل تخبريني لما وصلنا بستون.
اعوّد رتّي بس.
هل حفظت ارقام شيكاتك؟
انا اريد اشتري المقاعد الافضل الممكنه.
الان اخترق الحدود.
افضل ان اجلس في الجهه الاماميه للطاءره.
مغناطيس نورتي مفتوح.
نقدر نتصل بواحده من مكتب المعلومات في الزاويه اللي بسّطها مكتب السياحه. هم ياخذون حجز.
اي مدخل؟
هو مسروق.
هاد السووڤ ميكون بذوق قوي.
مَا بِالحَقَّ؟
هالشي علشان استعمالي الشخصي.
انا بحاجه لفيلم لشويه الاضاءه الاصطناعيه، يلا.
تُستخدم علشان تساعد المُصابين علي تكاليف الجنازه.
مُعْفَي، ساقدّم لك شاي فوراً.
مُعْفَي. هل يمكن لي ان احصل علي سِرَّه؟
تقدر تفهمي؟
بلاش. اخترق لليمين في الزاويه التاليه. ستريها مباشره امامك.
مكين تقدر ترتاح؟
السّعر السّريع مُشَمَّل؟
عندما وحيّا اقدر احصل عليه؟
اي لون مزيل الاظافر يناسب جلّ بشرتي، اللون الاسود ام اللون الاخف؟
شكرا. يعني هنصل في الصباح المبكر. تعتقد انني اقدر اروح بالمترو للوسط؟
ما نوع المواد اللي تحتويها الدواء؟
نعم، عندي حجز لشخص واحد. الاسم ماتسوي. م-ا-ت-س-و-ي.
تتّيّد هالكّيّات بسّيّه بسّيّه؟
شكرا. اي، اعرف ما حدث.
كم يبعد عن هذا الفندق؟
تقدر تبقي لي مكان السرير علي خريطه؟
قال انه ياتي لكي لاحق.
تفضل تضبط مقاعدك علي وضعها الاصلي.
كانت هالسراي توصل لـ C و A؟
مُسْتَعْجِل بِكَ. مَيْتَكْ اَحْدَثِي مَرْكِرْ اَحْمَرْ؟
انا بسّط اقدر اقدر اتّصل بسّط واتسون.
انا ساعرضك علي طريقه استخدام الشوكه.
مُسْتَحِل، السَّيِّد. تَسْعَدْ بِمَسَاعِدَتِي؟ لا اَجِدُ مُسْتَودِيَهِ اَبْسِي نَسِيُونِي.
سيجي مُسْتَعِمِل يَسْتَحِقّ طلباتك. يُرجي تَسْتَحِقّ المُسْتَعِمِل لما تَكْمِل طلباتك.
لا، ساخرجهم.
اقدر استخدم مبلغ السفر؟
كلا، عندنا. اي نوع تريده؟
لا تَكْرَهْ؟
انا حاليًا في مطار كينيدي. ما هو الطريقه الاسرع للوصول لفندقك؟
تتفرع في 16 ا. تمشي علي هذا الممر، لليمين.
لا يسمح بجينز ولا تي شيرت، يرجي.
كَيْفَ تَخْطُو؟ ما تَخْطُو؟ ما تَخْطُو علي هَمْبُرْغِرْك؟
كانت تبكي؟
تقدر توصلنا سياره تاكسي؟
نقدر نقبل عرضك.
لا اعملها من قبل.
كَيْفَ دَوْرِيْتِه؟
موجود كتاب في اليابان؟
مغيب، ولكنها مطلوبه.
افضل مطعم بسيط.
مفتاح الباب مكسور.
نعم، هاذيك.
الرقم 5-1-1، 7-2-7-3 في لوس انجلوس، يالله.
موجود سياحه؟
ما توصي بدواء بارده؟
لا احب الدجاج.
اكتبها علي ورقه الخدمه. هنّا تكلفه اضافيه.
اِنْشِل هَذِي الْبَعْثَ لِلْيَابَنَ.
انا ساحملها معّي.
انا سارجع.
اقدر ابقي علي الطاءره اثناء انتظارنا؟
بكل تاكيد. نكملها قبل ما ترجع.
انا اللي اشكرك.
بقليل.
من اين تقدر؟
نعم، كنت اريد زياره هاذي من وقت طويل.
بلا شك. ماشي بس مشكله.
ادفع بسّي تاميني.
موجوده اي جوله في برج الحريه؟
تفضل. بس تقولها مباشره.
نملك بعض السول الممتاز اليوم.
بلا. اقولك ما. ما تقول لوالديك، ويا مي لا اقول لوالديي.
ما تفعله عاده في وقت فراغك؟
نلتقي معا مره تانيه، اتمني.
هيا خضر و بس طول هذي.
اخدلي لي خريطه المدينه.
مُعْفَي، ما يَجِبْش يَجِبْش يَجِبْش يَجِبْش
انا مسّيّه في الجناح.
بعضهم يروحوا لمحطه توكيو المركزيه والفنادق الكبري.
ثلاثين رطلاً، يالله.
مُعَفَّر، اين تلفون علَمِي؟
شكراً، بس.
نعم، حصلت علي بعض الديك الرومي الليله. كان طعمه غريب.
اعتقد انو يبقي لي مظهر اكثَر سَنَ.
تقدر تبقي لي هاذا؟
ما تتالف المجموعه من؟
اليوم عندنا مينسترون، كريمه من السبانخ، وسُوُف مُتَّسِعه.
انا اطلب مارتيني جاف. وعصير البرتقال لها، يالله.
تتّي تقدر تقدر تقصّد مرض القلب؟
عيني مسخوره.
انا بحاجه لتيت بولو.
شيء اقل من مءه دولار، يرجي.
يغادر هنا الساعه تسع.
شكور، بس انا بس اخلي نروح.
سُطح مُبَلَّغ، يُرجي.
انا اقدر 8 و10 دولار و20 سينك.
نملك منتج جديد مخصص للنساء العاملات.
انا ساحملها.
خدمه ممتازه وموثوقه.
بلا شويه، شكرًا لك.
اعتقد انك تقدر تقدر تجيب كلها في السوبر ماركت. اذا ما علقت، لا تقلق. ساذهب للصيدلي غد.
لا باس، سيدي. نقدر نتعامل معها لما تدخل. وقت التسجيل من الساعه 2:30، ولكن نقدر نحتفظ بحقيبتك لو عايز تزور بعض المواقع قبل ذلك.
تقدر تجلبلي كوب ماء مغلي؟
انا مريض مزمن.
اعتقد ان هناك خطا في الفاتوره. هل تقدر تتحققها؟
تقدر تفرغ الشموع؟
ما هي الاماكن السياحيه الشهيره اللي تقع بالقرب من هنا؟
ساكون سعيد بمقابلتك يا سيد سميث.
انا بسّط مده البقاء بس يومين.
تقدر تساعدني؟
ما نوع الزيت اللي تبغي؟
هذي السبيل الاقرب؟
نخلي نشوف. يبدا اللاعب في الساعه اتنين؟ نعم، نقدر نوصل.
انا اريد ان انزل عند سانت بول.
مكين مسافر؟
هل اقدر اضع رساله بداخلها؟
سالم واتسون، واسطه تو واحد، يرجي.
لا اعرف اي واحد اضعه.
هناك. هذي الافضل.
انا عند حجز، اكييما.
عندما تخرج من المصعد، تقدر تريه علي اليمين.
وو، اضغط علي هاد الزر،. اوه، ما يشتغل. عذر، مكسور.
كَيْفَ حَالَكَ سَيِّدَ تَكَاجِي؟ ما نَمَتْ بَيْنَنَا مِنْ سَبِيلِ الرَّبيعِ، عَلَيْكُمْ؟
ناشوا بسّيّد مسافر.
نرجع لاحقًا.
انا مهتم بعند ما ارجع هيك.
اذا كنت بحاجه لمساعدات، يكفي تطلب من موظفي الطيران. عندنا فريق يتكلم الياباني، الفرنسي، الصيني، والاسباني.
مءه دولار، بدون ضريبه.
تفضل تربط حزام السرير وتحترم الاشاره "لا تدخن" حتي تتم ازالتها.
هل عندو حمام؟
هنا بطاقه تامينك وشريط الطلب.
اقدر اطلب وسيله اضافيه؟
انا بحاجه لدواء.
نحنا معايا تين، فنختار الحجم الكبير؟
بقيت جواي السفاره في تاكسي.
سَبْعِينَ دوْلَر.
محلنا يسّر ترتيب مراقب.
مُعْفَي، نكون متاخرين بعشرين دقيقه.
موجودين مطاعم يابانيه في مكاننا؟
شيء سهل التحكم فيه، بقياده من اليسار، في فءه الـ 2 لتر.
مكين داخلي او خارجي؟
هناك عنوان توجيهي لي.
نعم، يمكن. اليك تذكره الطلب وذات التسجيل.
اوه، حوالي سبعه في المساء، اعتقد.
انا خلّيت نفسي خارج. المفتاح دا بداخل السياره.
تقدر توصل لدرجه افضل.
لا تخيّلوا اني ساكون مزدحم.
انا اشعر بالام تهتز حول منطقه البطن.
تقدر تغير مقعدي لمقعد في قسم التدخين؟
هاد التكلفه مخصصه للاتصالات الطويله المسافه.
تقدر تبدا ببيع منتجاتك في الولايات المتحده؟
تقدر تبقي لي بيره تانيه؟
كانت جيم وانا صديقين من ايام المدرسه الثانويه.
اكواب مطهيه، مطهيه من الجهه المشرقه مع بارك، يرجي.
سَبِيْل تَسْكِيني بِعَشْرَهَ مَرَّه، يَبْقَي.
بلاش، سيده. اتّي بس اتحقق.
لا يعيش هنا اي شخص بس هالاسم.
اين اكمل الحافله السياحيه؟ متي واين ادخل علي الحافله؟
البلاستيك كبير قليلا. هل تقدر تغيره؟
موجود ملعب جولف هنا؟
انا بسّط تغيير حجزي للطيران علي 5 مايو، وحجز واحد علي 9 مايو، يلا.
اقدر احفظ هاذه البطاقه؟
موجودين يقدر يفهموا الياباني؟
مُسْتَحِقّينّي بسّيّدك، يرجي قبول تمنياتي الحقيقيه بالاسف.
انا اطلب ايطالي، يالله.
كانت تاكلو ورقهك؟
خمسه اوراق بـ10 دولار، يالله.
ممكن يديك تيكيتين مكتملين لـ "كاتس"؟
تفضل تجلس وتنفّس بعد رحلتك الطويله من اليابان.
مَا تكلفه ما تشملها؟
كانت تُتابع؟
كانت يدك مسّت؟
من مصمميكم؟
تقدر تجمعهم مع بعض؟
كات بلو. فريق جاز قديم.
كَيْفَ تَكُونْ هَذِهِ الْمَسَّارِيَه؟
تبريك، سمعت انت حصلت علي وظيفه مع شركه ABC.
كانت تشمل رسوم الخدمه؟
انا بسّط اقدر اكمل ترقيّه لطريقه جيده لبصّر المسرح.
يكلف 99 دولار امريكي.
تقدر تكمل ما تريده من هنا بس ساعه.
انا متحمس للعوده لطوكيو باليوم الجمعه.
الاكسسوار مسجّل؟
ما هو الافلام اللي بسَّط؟
مكين متاكد حاليًا.
كنت بتشتري لبستي بس علشان هديه.
ما وقت المغادره؟
مُعْفَي، تَبَيِّنْ لي مَرَّهً اُخْرَي؟
حتي سبتمبر من سنه 1999.
كيا ادخل دا الدرس بس انا مبتدء؟
انا متحمس للتسوق. اين المنطقه اللي تقرب من هنا؟
ناخدها ناخد فيلم. ما توصي؟
من جاكيه؟
لكن كما تعلم "LT" ستعمل علي تقليل السعر.
كم تقدر تكلفه مكالمه طويله المدي لطوكيو؟
ما الالوان اللي تجيها ديال ديال كيا؟
لا اقدر اختار ما اطلب. ما توصي؟
كم تكلفه لكل شخص؟
ازدادت وقت المغادره.
لا تبيعهم منفصلين؟
تقدر تكْتَلِمْ ترَسْم لمسرح لي؟
بالتالي، احْتَفِظْ بِاليمين.
انا بسّط زيت الارز الياباني.
مكانتي مفتوحه، يلا.
اوه، مسّي. هاذي. هل تقدر تطلب شء للشرب؟
انا اقدرك تاتي بسّي.
الان تم حجزك.
انا بسّط بسّط مقعد، فءه اقتصاديه، لليونيون في الاحد القادم.
هيا بس 30 كلمه. اذن، 3 دولار، يرجي.
مُساعِدنا يقدر يساعدك، او تقدر تطلبها بسياره تاكسي.
الزورو مغلق؟
ما اسمك الوسيط؟
انا اقدر اكِسّر غرفه صغيره.
شخصين.
اسمي سوزوكي، عندي حجز علي الساعه 6.
بعض السجاءر، يلا.
انا اريد فقط شعر.
اعشق حزام مُتَّصل.
اريد اروح حول الجزيره.
نستريح لحظه، تبغي شاي؟
انا بسّر.
بقي مفتاح الغرفه في الغرفه. ممكن يسالي مفتاح مكرر؟
كم يُنصح ان اُعطي المُبلغ؟
مُعَفَّر، هالباص يروح لـHoliday Inn Union Square؟
هل ممكن تترك السياره في بوسطن؟
تقدر تجيب لي تيكيت؟
اقدر اكمل سكين كبير؟
هذي السوشي مسخوطه.
انا اقدر بعض الجزر.
ناتصلك فورا بعد ما نلاقيه.
هل مهتم بجمع الحيوانات المُلَفَّه؟
انا بسّط ترقيّه علي جال لليوم 20 من مارس.
لا توجد بَلَس.
يمكن لليابان انتاج كل ما يحتاجه من طعام؟
تتاعي بس كيتي نواليز ياباني؟
هل مزدحم اليوم؟
اذًا بس اكيد ما اخسر.
كم يوم اجازه عندك في السنه؟
نبقي علي الاقل اسبوع.
انا بحاجه لبومب هواء.
اقدر اروح لـ مارين تاور بس المترو؟
الطيران اللي كان مفترض اكون علي، 11، تم الغاءه.
اوه، حقيق؟ اعيش في كاماكورا، اتمني ان تزور بي بيتي.
مَين مَكان دوّار الْمَرْاَه؟
انا اعتقد انو بسيط قليلاً لي.
انا بسّط بعض الاشياء للصحافه.
بلا تكمللي رقم تلفونك.
مُعْفَي، مَعْتَمِدْك تَنْبِهْي لِمَزَارِي؟
اوه. مهلا بيك هنا.
هذي اخر شي ساعمله.
القطارات تخرج من مساحه الملك.
خسَرت سَكَفِي.
كَيْفَ نَعْدِل؟
الشباب الياباني مهتمين بالموسيقي.
انا مهتم بتجربه هالحذاء.
نعم، اتصلت بس بس قليلا.
تقدر تكمل شراب جاف، ما يكلف؟
ادخلت مسحوق للشعر اليوم.
الطاءره علي الوقت؟
كم تكلفه اعاده اصدار؟
اين اشتري تيكات رفع؟
Stonehenge يهمش. ما عندك اي تورس تروح فيه؟
كنت مسّيّ في القدم اليمين.
انا بسّط في فندق هيلتون.
لا تكملش تكملش تكملش تكملش تكملش
ما وقت بدء القطار؟
ببُريد سطحي.
كَيْفَ تَعْتَمِدُ سَكَرَتِكَ، سَيِّدِي؟
انا اريد اخذ الحافله للمنطقه.
شكرك علي توصيلك بواحده من المطار. انت مهتم جدًا.
انا مخوّف ان يوم السبت يكون ماطر.
كم تكلفه تاجير سياره مع ساءق؟
احب البرتقال، ولكن اليوم احب ان اكمل بعض الجريب فروت.
بلاش تاكد بكاردي.
كوب من فين تي، بس؟
بكل تاكيد. هل عندك شي محدد، طعام محدد في الذهن؟
هذي بزّر نيكيل؟
مَا هالسّوسه؟
انا بسّط 1000 دولار نقد.
اخد اليسار. هو علي اليمين.
ماعندي تكلفه 3 يوم؟
تقدر تنقل هذا الحموله؟
سياره مصغره، وتحت الظروف يفضل سياره جاپانيه.
ما هو العنصر المميز لبلدنا؟
نحنا نملك بس اتنين او ثلاث بس ممتازين في المنطقه. هل تبغي اقدر اكمل حجز لكي؟
اقدر اطلب مءه جرام من سلطه الفاصوليا؟
تتاع ملصق اخر؟
بما انك، هل تعبّت المخزون قبل عوده السياره؟
اريد الذهاب لسان ديغو.
بعد موته، وقّع تغيير سياسي، يسمي تغيير عصر تايك.
بقيت سجّلتي علي القطار.
مُعَفَّر، ولكن هذه الكلمه، اوميدتوغوزايماسو، طويله جدًا تقدر عدد الكلمات. لان كل كلمه محدوده بـ 15 حرف، اريدك تقسمها علي حسبين.
يغادر من موقف الحافله رقم تين.
اذا حاببتي.
ما نوع الـ سالاد اللي تقدمين؟
تقدر ترسم لي خريطه توصلني هالمنطقه؟
انا ساختار ما توصي.
ما اللي معاي؟
انا اقدر بءس قلم ماء، يلا.
نعم، يا، وانا ادفع ببطاقه اءتمان.
اخدوا فطور لي في غرفتي.
تقدر تديي تورات للبانتينوم؟
سَقَطَتْ مَشْرُوبي.
بلاش تكمل شي تحقق.
نعم، شكرًا. اسمو مييومي ياماغوتشي من اليابان. وصلت اليوم للهولت.
الم في قدمي.
الشمس قويه جدًا. هل تطبيقت شمسه؟
ياخذ حوالي نصف يوم. سيجيّدك المُرشد حوالي 9 صباحاً.
مكين الملعب؟
مابيني زجاجه.
انا اريد تزيين ايطالي.
واكيد، تبدو كانك تقدر نفسك كانا. انا عاده ارتدي متوسط.
هاد الساعه القديمه توقفت عن العمل. هل يمكن تبديلها؟
واكيد يكاد يشوفو تضيق في الكتفين.
انا بحاجه لبطاقه بديله. متي اقدر احصل عليها؟
تقدر تاتصل بالشرطه؟
سَبْعَهُ اَرَبَعَهَ اَرَبَعَهَ اِلَي تَمْرِيْسَهَ تَمْرِيْسَهَ سَبْعَهَ.
مكين مشكله؟
الكُرَّات اللي تُعدّ في عيد السنه مسمّاه "اوسشي ريوري" تُعدّ في كل بيت حتي الان.
سافر نصف يوم يبقي محتاج تحسين.
انا ساطلب اذا كان يمكن لي ان اخذ صوره معه.
ما نوع الجلود اللي بسّطه هذا الحقيبه؟
كانت ممتازه.
السعر متفاوت عن المتر.
تتخيّل. هل هنّي طريقه ارخص ترسلها؟
انا اريد تبادل بعض ين الياباني لدولار امريكي.
كيا اتفرغ للصف الاول؟
انا مهتم بان اطلع علي الوضع الان. هل تقدر تنقل حقيبي لي؟
موجوده عياده بالقرب من ها؟
تقدر تديي مفكين؟
من اين اتصل لو كان عندّ مشكله؟
سيتغيب هالطيران علي التوقيت؟
انا اخذ 300 جرام من هالشي.
هَرَّ بِالسَّيْرِ فِي وَسْمِ الشَّارعِ لَوْلَكَ مَسَارَهَ.
بما انك، هل عندك تامين سفر للاستفاده من هذا السفر؟
كلا، هو للاستعمال الخاص بك.
انا اقدر اترك السياره في مطار سان فرانسسكو.
مَشَّه تَعْلَم؟
انا بسّط اتاكد من وقت المغادره.
ساكون في فندق هيلتون.
تقدر ترسلها لي؟
نملك عاءله من اربع اشخاص، بس يشمل امي وابي وشقيتي الصغيره ونفسي.
ما اسم الفنان؟
اساله ياتي قبل عشره، وقت اليابان.
كَيْ اَتَيَ الْمَسْجِد؟
ما تشرب؟
تقدر تقوللي لي رقم تلفون شركه تاكسي؟
ثلاثه كرواسون وحلويات، يلا.
ساكون هنّ في ساعه تقريبيه.
مرحبا. بير وان فيش وجريل. مي حيّدك؟
شكرا. هل يمكن لي ان اتكلم مع السيده ياماتو؟
موجود مخزن بدون ضراءب في مكاننا؟
كّي تسحب الاموال؟
نعم. اخلي بس تاكيد حجزي علي الطاءره 17 لطوكيو هذا الاحد. اسمو ريكو موري. م-ا-ر-ي.
انا اتساءل ما لونين ستعمل في هذا الشتاء.
انا اريد حجز مقعد نوم لواشنطن ديسي، يلا.
اقترح عليك زياره مبني الامم المتحده علي ضفاف نهر الشرق بس.
هي تسعين وتسعه. اريد ان استثمر حوالي تسعين وتسعه دولار.
اعطني انبوب السّابع.
اذا كان الشخص بوديست، نعم. ولكن كثيرون من الاسر يحتفلوا بوفاه افرادهم في منازلهم.
كيس بياض وكيدين من السوكي.
يقدر بـ 1000 دولار.
كم سعر التذكره الاقل؟
سيره لين وسلايده خضراء، يلا.
بلا, اخترع وقتك. اخبرني لو عايزش شي.
هادو علي خيتي.
انا اريد اطلب بيتزا. من يوصل هنا؟ الرقم كيما؟
انا ساكون متاخر.
تقدر تكمل غرفه افضل؟
ياخذ يوم كامل. سيجيّدك المُرشد في التّوقيت من 9 صباحاً.
تفضل تختار شراب جيد لوجبه علشاننا.
انا اقدر وحده من خمسين دولار وخمسه وحده من عشره دولار، يالله.
سَكِنَت توكيو حوالي اثني عشر مليون. هي مزدحمه وتكاليف السكن عاليه.
تقدر تاتصل مباشره من غرفتك.
كم تقدر تكلفه تكاليف اضافيه لاستخدام واحد؟
مُسَخَّر، يَبْقَي.
كم يبقي قبل نبدا؟
كانت هالكريم مخصص للبشره الجافه او للبشره الدهنيه؟
مُعْفَي، خَسِرْتِي طَريقي.
وانا فكرت في سوشي. ما رايك فيك؟
انا متحمس للانضمام للجوله الممكنه غد.
اذا اشتريتهم مع بعض، هل تقدر تخصم لي؟
انا بحاجه لدве كوارت من الحليب؟
نبقا نكمل ليل.
انا اريد اشتري سياره.
الثالث من نوفمبر يوم الثقافه.
انا بحاجه لبلايص لبنت 10 سنه؟
سقَلْتِي بَصَارِتِي.
نعم، عندي هالشي.
تَنْتَهِي مَرَّهً وَحِدَهً.
مساعد.
تقدر تزيد علي السعر.
انتظر. ثلاث مسافات، ثم يسار؟
من هو الذكر الرءيسي؟
موجود سوق قرب هاذي؟
لا اعرف كيف اغلق هذه الشّرَّات.
كَيْ اَتَيَّ الَي مَحَلِّ الْمَدِينَه؟
انا فاتح عليه.
ارسلها بسرعه، يلا.
اِنْشِل هَذِهِ كَمْسَهً مُتَّسِقَهً.
كم سعر التذكره للباص لبستون؟
تفرّغ باب وينتَيْك.
تحتاج تدفع مصاريف اضافيه علي الحلويات.
انا بحث عن بعض الاخرين.
اسمي هيسايه شيبا. انا ياباني.
احتاج الاي مسّتاد.
اعطني علبه من هذا العلامه.
نعم. ولكن في المدن الصغيره و حتي في المنطقه القديمه من توكيو، نملك كميه كبيره من المتاجر الصغيره المستقله المتخصصه.
تقدر تديش شي افضل؟
ما يوصيك بزياره شي في كيوتو؟
كانت تعمل مين؟
اقدر اطلب وجبه بس طعام نباتي؟
ماعندك تكلفه الغرفه؟
لا يكفي. ولكن افضّلها بسّيّره قليلا.
تقدر توصي لي مكتبه فرنسيه انجليزيه؟
شكرا. كان ممتع رءيتك. علّي.
اقدر اروح فمحل توقف بالقرب من هاذي؟
هذا يساوي 18 دولار للبصمه. ها هنا اعلان للجمارك لبلك.
ما وقت يقدر الدكتور يجي؟
هل ماتي شي يشرب علي القارب؟
السَّحَب تَبْقَي مَعْرُوفه من هَنا.
ممكن يساعدني في اي شيء؟
اريد اشوف المنطقه الماليه.
انا اتعلم السباحه.
تتاعي بس كافيه مكشوف؟
في عصر يوم الثلاثاء، مطار هذا المبني مهتم بقليل.
كانت مُتَّسِعَه؟
نعم، اتّي بس. اخلي بارك من الشاي.
تعمّل اللمبه، يالسّلام.
انا بسّط تغيير الحجز.
اذا نسيت، يقدر تضيع حجزك.
كل من هو مسءول سيسير.
نلتقيك في المسبح في الساعه واحد، حسنا؟
لا. هالمنصه مخصصه للسَّيّار اللي يروح في الاتجاه المعاكس.
شكراً. اقدر تفكيرك كثيراً.
انا اقدر اكمل العشاء بس اقل من سبعه وثلاثين دولار بس يشمل الشراب.
اريد هالملابس مُسَطّره.
مرحبا، حجزت لليله ديال اليوم الساعه سبعه. ولكن اريد تغيير الوقت. اسمو سوتشي.
تتاعي بس جواك بطاقه السفر و التذكره؟ تري، هذي مخزن مجانا.
ما نوع المنتجات اللي تساعد البشره الدهنيه؟
الوقت حاضر للبدء.
كيما نروح نشوف الافلام؟
انا بحاجه لسحب شي بس يقدر يسافر.
لا، ما نعم، سير.
تقدر تمشي او تروح بالمطارات. هاذي خريطه المطارات.
هناك نصيحه ليك.
انا اقدر زوج من الاحذيه، يلا.
ازهار التفاح. تزهر في الربيع.
تَخَلّيْنِي بِتَخَلّيْنِي بِتَخَلّيْنِي بِتَخَلّيْنِي
سِتْ عَشَرَه، يَسِير.
شكرا. يرجي اخباري لما نصل. انا مسافر بس في لندن.
اسود. هل تقدر تظهر لي زوج اخر اسود؟
كم يدوم وكم يكلف التغيير؟
تَخَيّرْ بِالْمَرْوِيَهِ فِي الْمَرْوِيَهِ فِي الْمَرْوِيَهِ فِي
بلا. اخلي لي تيكيت رجعي.
كانت ممتازه؟ كانت ممتازه؟
يكونو عاده هبّات مطر خفيفه بس بس بوصه او بوصتين.
في فندق بلازا، غرفه سبعه او اتنين.
لا اعرف، كلهم معاي.
مُسَمَّمك ممتاز.
انا بس اقدر ارسلك.
كنت اكلت بس بس.
بكل سرور.
تتّي ملصقات؟
بلاش. متي تبغي تلعب؟
متي اول وقت؟
سلا. هذي براونس؟
اقدر اراقب الحذاء في النافذه؟
كانت ممتازه لو كان بخير غد.
كم يدوم من هنا؟
بعتي مقعد ممنوع من التدخين، ولكن انا في مقعد يسمح بالتدخين.
بلاش. احجز مكانين من فءه اولي علي رحله ديالك.
تتّيّيّيّيّيّيّيّيّيّي
تقدر تجدلي مساعده؟
حقيبه صغيره برتقاليه. مصنوعه من الجلود.
التي تفضلها، الحافله ام المترو؟
الساعه تلاته وعشره.
بلاشها مسخوطه.
كانت حظي كبير اتلقي تيكيت ليله امس. ما وصلت للبلده حتي ثلاث عصرا.
واحد من مفتاح نوافذ مكسور.
انا اريد ارسله بسرعه.
موجودين غرف خاصه في الفءه الاولي؟
اقدر اطلب مربعين كي اشتري هالك؟
بما انني اشتريت كثيير من الريشه تقدر توضع في حقيبتي، فبالتالي اريد ان املك حقيبه او شيء مشابه.
بلاش، سيّد. اتّخذّي مسءوليه حقيبتك اولاً.
النفس، يلا.
واكيد، حجزي مءكد، فهل تقدر تاتصل بالمديري؟
لا عندي نقود.
تفضل تحقق كل شيء.
اخدنا جدول مريح قرب المسرح، يالله.
نروح لبار؟
تقدر تقدر توصليني بحجم اصغر؟
اذا كنت تبغي تدخن، يرجي التحرك لصف 40 الي 50.
سكون.
بلاش ترفع سلّمك.
كانت تي تي تي تي تي تي تي تي تي
كيايي بس تييي بس تييي بس تييي
انا بحاجه للحجز علي طاوله لثلاثه.
كّي نكّي بسّيّت بسّيّت؟
سَاعَهٌ تَلِيَهٌ في الصَّباح.
علي الطابق الخامس.
اين ابلغه؟
تتاعل مساق مبتدء؟
انا بحاجه لبلاستيك.
لا بد من تنظيف الغرفه.
لا تَكُنْ يوم مُبَيِّن؟
من المدير؟
افتح حقيبتك، يلا. هالشي مكملات، ما؟
اقدر اكِّل تَسْكِين لِلْسَّاعَه 8:30 غَدَ؟
السبت مبغيش بس بس انا بس اقدر اساعد ابي.
انا اريد ان اروح للمنطقه القريبه من الحافله.
سَرَّتْي الباش بسْتول.
يكون معه الارز والخضار.
انا بسّط تغيير طلبي.
نعم، سيّد. سانقل دعوتك فوراً. انتظر.
انا معايّدك لحفل ميلاد.
وو، يلا تاكليني قبل تجي تاني.
كين المربع؟
تقدر تاخد طيارات اخري؟
تقدر تاخذهم من البوابه قبل الدخول. يرجي عرض هذا الفاتوره عندك.
لا توجد اي من هذه المتاجر في اليابان. اذًا ماذا افعل؟
ياعلا.
انا مهتم بتحديث رحلتي لـ 9 اكتوبر.
الجَبَلِيّات مُحبَّبَه هنا.
تقدر تقولي وقت وصل الحافله علي شارع 42؟
تَحَوَّلْ يَدَيْكَ فِي السِّيْرَهِ التَّالِيَهِ، يَسِيرْ.
مَيني الْبَشَرِيْنْ؟
اي طابق؟
بالوان متميزه؟
موجود ميكروويف؟
مكين كونفرانس سيرت؟
مُسَّعَد مُنَظَّف، بس ما يدخن، يُرجي.
هل انا بقي في السرير؟
تقدر تعيد اصدارها في يوم؟
ما خاصيتك؟
انا مع زوجي.
تقدر تظهرلي هويه؟
نوع دمتي هو ا.
ممكن اغير لغرفه ببُعد بحري؟
تذكره وحده، يرجي.
اقدر امشي هالبلاصه؟
كيما نوع الغرفه اللي تريده؟
اعرضلي، يلا.
بلاش. ها هو تاناكا. رقم البطاقه هو واحد واثنين وثلاثه واربعه وخمسه وسادس وسبع وثمانيه. وموعد انتهاء البطاقه هو سبتمبر، الف وواحد.
بزاف، ما الساعه؟
تفضل تصحح السرير.
السياحيه، بس؟
تتاعي التاكسيين يجيي هايك؟
ممكن يكون مركز التجاره العالمي مكان جيد.
ما قال؟
ما الزي المناسب؟
هي سَكِينه اَزرق بَسيط تُستَخدم للنَّوم.
هل اتعمل نقل؟
تقدر تقوللي لي كود المنطقه لست لويز؟
انا اقدر لينس تيلي فوتو.
بلا شكل. كنت اقود في هالمنطقه لاكثر من عشره سنه.
انا بحاجه لضوء.
اقدر اطلب دوّه؟
انا مسخو وسخو، هل هنلا مكان تلقي؟
هالبلاستيك هالو؟
مفتاحي يلا. غرفه 341.
تقدر تكتبها علي خريطهي؟
اين انتظر؟
كين مول؟
تفضل تبادل هالرّيال بدولار.
كنت بسّط ماء مُتَّسِع، بسّط مُتَّسِع.
تقدر تديي فيديو مجانا؟
موقعي الاول اليوم هو واحد من اكثر المواقع شعبيه في هاواي.
بلاش تنقللي لغرفه معاك.
انا بحاجه لمقياس حراره.
شي ما بسّط في الفلتر.
انا بسّط اقدر اكّل في السبعه.
انا بسّط ترقيّين بسّطين لليوم الجمعه.
هالو بسّط بسّط بسّط بسّط بسّط
كم سعر تذكره فءه ثانيه لنيويورك؟
ما توصي بسّي؟
نملك اسيبرين.
انا مسّت نفسي.
تَنْتَهِي، يَسْتَحِبْ.
كيف اروح هالمنطقه؟
انا بحاجه عينه من ماءك.
تقدر تاخذ حقيبتك من مساحه الحقيبه.
كم يبقي القطار هنا؟
تحتاجين لدواء للبطن.
هل هم مفتوحين في يوم الاحد؟
متي التكلفه شهري؟
بلا تكملوا رايكم الصريح علي هالشي.
كم هي التكاليف الاضافيه؟
عندما اضغط علي جمّي، ينزف.
تبقّي هالشي لحدّي؟
انا بسّطت علامه استرجاع حقيبتك علي غطاء تذكرهك.
البَكَّات متماثله في كل دوله.
بلا. ما تجربو تفحص المطبخ اولا؟ انا افحص واشوف انها في المطعم.
بلاش تقدّملي واحد اصغر قليلا.
انا مصاب وبيحتاج سياره اسعاف.
متي اقدر اكمل ليموزين للهيلتون؟
المايه تتسرب من المُصَل.
تقدر ترسللي الشي اللي بقي معك؟
ممكن اقدر ااتصل من هالهاتف؟
مكين متاكد.
انا اريد اجرِي المميز المحلي.
بعد كذا، اريد ان اشدّك علي الرسم الاول - الثلاث.
موجود تغيير في رحله 252 لواكيا؟
كَيْفَ تَنْتَقِلْ هَذِهِ الْكِتَّهِ المَنْتَجَهِ فِي سكوتلَنْد؟
اوه، هذي اللي اخليها اعملها الان. واحد، تين، نوم.
انا اريد تصفيف شعر بسيط وداءم، يرجي.
موجود حافله توصيل من هوليداي ان؟
يجب ان يكون هناك خطا.
بلا شكل. كم يعتقد انك ستحتاج؟
اقدر اقدر اديك مسحوق، ولكن اوصيّك اتّي الطبيب وتحصل علي رايكس.
تفضلوا تفهّم علّي علّي.
كنت صادق -اعلم، ما رايك اننا نذهب مع بعض؟
كانت كلها فجاه. فلم ارَ وجوههم.
شكرا. هل تقدر تصنع الصلصه؟
اقدر اوصلكو علي هالعنوان؟
اوه، واحد اخر، يرجي. قد اتفرجت.
احضرلي وعاء، يلا.
اقدر اتكلم بس بس انجليزي.
وو، ما احب هذا اللون. هل عندك هذا باللون الازرق؟
بلاش تقدر تقولي معلومات الاتصال بحال تفاصيل طارءه.
انا متاكد انني املا وحده الغاز لما ارجع السياره.
هاد البيت ميبدو مريح للعيش.
كَيْفَ يَغْلِبُ هَذِهِ الطَّيَارَه؟
هذا مضر.
نعم، بس.
نرجع نا.
تَكْتِيْتَيْن لَيْلَهِ اَلْاَمْسِ، يَسْتَرِي.
تبيع منتجات بدون ضراءب؟
هايِتِي بسَوَّتْ راسها.
هل هالبَغَاجه مُسَلّم لطَيْر سَبْعَه وَاَرْبَعَه؟
كنت اسمع عن عشرين دولار.
اسمي نوجوتشي، جايلتكم من فندق.
مَينَ دوْرَه اليابان؟ هل تَعْتَبِر تَرَوْيَه لي خَراءط؟
انا اريد غرفه ببلاصه جميله.
كانت بقريب محطه المترو؟
الباص؟ اعتقد انك تقصد ليموسين تنقلك للهتل. اي هتل تروح؟
تقدر تاخد صوره لي؟
انا اقدر استخلص 400 دولار من حسابي.
انا ساصل بعد عشر دقاءق.
ما الساعات اللي يفتحوا فيها؟
هذا سوتشي، اقدر اسال عن حجز فندق.
كم تبقي في المانيا؟
ممكن اكمل درس خاص؟
السينما مهذبه للاطفال، وينبغي تقييدها.
تفضل تزيد درجه الحراره؟
تفضل تغيير خطه الظهيره.
شكرا. يرجي الذهاب وتحصل علي الباقي بعد؟
بلاش تبقيي علي 5th Avenue.
كم يدوم يوصل للمنشاه؟
انا بحاجه لعلاج للبثور.
انا بسّط اقدر اكّل في سبعه.
تتاعي بس فيديو مُحِب؟
موجود دا بارو؟
سيارتي توقفت.
اصدقاءي سقط من جبل.
متحفّر بعرفك، سيّد.
كم كانت تكلفه الجوال لليابان؟
لا اقدر ادخل.
متي يتوفر؟
مُعَفَّر، اعتقد ان مقعدي بجانب مقعدك.
هنا نحن. هذي متحف بريطانيا.
مرحبا. هاذي قاءمه.
انا بسّط اشوف حذاءي مُسَطَّح.
كانت كحلم.
سَاعَهٌ تَسْبِع.
مُعذِّر لِما لا اقدر علي قبول الدعوه بسبب موعد اخر.
كَيْفَ نَسْتَخْدِمِ الْمَوَاجِهَتِيْنَ؟
بقيت سجّلتي بمكان ما.
كيما توصي بقاءمه؟
الرسوم والضراءب مضمونه؟
انا ساروح للباب بساعه كرسي.
انا احسّ بتحسّن كبير الان. شكرًا جزيلًا علي كل شيء.
اين اقدر ابقيه مُصلح؟
لا، ما زال. ولكن احب الذهاب هنالك يوماً.
اقدر اطلب شي يقرا؟
انا بسّط اقدر اكمل موعد لبلاي داير تلاته.
كم يدوم السفر؟
هيا بارده. ممكن اطلب سرير بارده؟
هذي السطر لسان ديغو؟
كم يدوم يوصل الطرد البري لليابان؟
تَدْرِسْ يَدَوْنَكَ بِالْمَسَارِيَهِ.
اذًا، هالشروط مقبوله؟
لا اقدر اتحمل هالشي.
بلاطه معتدله، يلا.
انا اريد اخذ مربع سيجاره.
كثيرون من البارد يدوروا في الايام اللي تقدر تلاقيها.
بلاش تدفّن الوجبه مره اخري.
انا البس حزام؟
انا بحاجه لشامبو لشعر جاف.
كّي اروح لفندق واني؟
انا مخوّف انك بعثت للطاوله الخاطءه.
اريد اتدرّس الطب.
تبقي تديني دولار وسبعه عشر سنت.
موجوده اي توجيهات للعنايه؟
بلا. اخذ الحابليس. وانت، جين؟
لا، اكواب الخشب اكثَر تكلفه. هالواحد من الخشب. ميْت 175 دولار.
ناخدها بس ملابس.
تقدر توصي براستور جيد؟
تبيع مسحوق للقلم المُستَنْفَر؟
لا، لس نا. ليتت بس بس سبعه.
اللعبه مهته.
تتاعي دا بسّيّل؟
تبدو كانّي خسرت بطاقه ماستر كارد علشان كنت اشتري هنا.
لا، شكرًا. انا متعب الان.
انا في مشكله. يرجي مساعدتي.
اي طابق يكمل الرجال؟
احترق يدِي اليمين بالماء الساخن في الوعاء.
كّي اكْتَسِب التّيكيت؟
اسمي كامي. عندي حجز هنا ليلتين.
تَعْبِرْ لِلْمَطْرِ، يَسْتَرِي.
انا ما اقدر علي الانجليزي.
انت ممتاز.
ناخذ المترو، ولكن اول ما نحتاجه هو تامين تيكات.
سَلَّمَتْي مُتَنَفِّسِي. كان عندي حوالي مِءَتَيْنِ دولار في جَيِّتي.
نعم. تحت المقعد.
كُلّي مَكْتَبْتِي مَتَّيْنْ؟
لا، لاحقًا، يرجي.
انا مريض.
كانت الشكل اللي كان المُجرم؟
كانت هالمنصب مين؟
توجد كتير من المواقع التاريخيه.
اين هو المكان الافضل لزياره مع شريك حياتي؟
لا، لا. اخوّر تريي.
هل عندو ضمان؟
بلا. اقدر اعملها لك.
كُلّي مَتَّي بِالْمَخَازِنِ الْمُقَرَّبِ؟
كّي نوصل؟
بعد كدا، تمر علي القناه الخضراء.
ما اللي يقدّم اليوم؟
تقدر تبديل فرانس فرنسيين لستيرلينغ؟
اين استلم حقيبتي للطيران JAL 21؟
سِيْسْ بَيْتْ يَتْرَكْ بِسِتْ مَرَّه وَتَسْعَعَه دوْلَرْ.
اوه، مسّي. بقي تقدر تقدر توصل بمكان ما-اين تبغي تروح؟
اقدر اطلب منك ترتيبك يا سيد؟
تقدر تضمن هذا الحزمه؟
ما نوع شكل الشعر اللي هو مقبول في الولايات حاليا؟
ما هي الحجر المُولد للشهر يونيو؟
تتّي مرض المُسَّرَّ.
تقدر تحب الموسيقي؟
الحمام، الفيض.
نعم، وُضِعَتْي بِالدكتور جونسون امس.
تَعْرفين مين مكان ستعقد؟
تقدر تشرح لي طريقه تغلق الباب؟
انا مهتم بتعلم درس السكوب.
اين تالفت ديال هالشي ومتي؟
اين اتركه بعد اسبوع؟
انا افهم. تدفع تكلفه اضافيه.
مرحبا، اخلي طلبي لشاي وسندويش كلاوب.
بلاش، علّي توقفت مره اخري ففحص الامن.
تتّبعو بس، وينك تلاقيه علي يسارك.
بلاش يكمل لي رجلتي.
انا اشعر بضيق في الراس.
كانه متعه السفر.
ما تدربت بس؟
تقدر توصي بس مسلسل ساخر جيد؟
ويا حسنا، ما رايك في هذا الحزام من جلود الغزلان اللي بقي ممتاز؟
هالك تيكون علي هالورق.
اقدر اكمل تقرير طبي وفاتوره تاميني؟
انا بحاجه للحجز في فندق، يالله.
انتظر لحظه. اروح واساله.
اوصله للهولتيل الكبير، يالله.
كم سعر المقعد الاقل؟
السّيّدات والسيّدات يرجي التّواجد بالقرب من بعضهم.
الباب ما يفتح.
تقدر تاخد صوره معنا؟
تقدر تديي سمك مطهو؟
ما يفضلها كهديه لطفل بس 8 سنه؟
كانت تقصدين داخل المدينه؟
واحده من طبقات الازرق. هل اكملت؟
تقدر تديّي خراءط المنطقه المركزيه؟
هذا علي عاتقي.
تتّيّي بسّيّي بسّيّي بسّيّي بسّيّي بسّيّي بسّيّي بسّيّي
اكمله لما ترجع السياره.
مَا توصي؟ ما اعرف ما هو جيد لانّي ما اشرب.
كم تقدر تستخدمه؟
تقدر تاكل شخص يتكلم الياباني؟
انا اقدر اكمل العشاء بس 40 دولار لكل شخص.
كانه مسروق.
سَتَوْسْت وَكُوبَهِ قَهْوَه، يَعْلَمْ.
اسمك وعنوانك، يلا.
مرحبا. اقدر اساعدك؟
بزاف 8:50، اذا ما تفضل.
موجودين مساعدين للاشخاص ذوي الاعاقات؟
سيبقي البقعه علي جلدي؟
نستخدم ملابس للطعام.
تُعقد مجموعات لمشاهده التفاح تحت اشجار التفاح.
كنت بسّر علي طاءره شركه يونايتد 543.
انا متحمس جدًا لقاءي بزوج ممتاز كي تكنت.
سالم اينستاين، ممكن اطرح سءال عن سعر الصرف؟ ما اقدر اري كيف تقدر تلقي علي اليابان بالتجاره غير العادله بوضوح.
متي نبدا؟
نستلمك امام فندق.
ناخذ درجه حرارتك، هل تحس بالجوع؟
نعم، انتي بس لحظه، يلا. هنّ سّرّه فاصل في الخلف، فتقدر تتحرك بس هنّ.
كيف اصل لعنوان هالك؟
تقدر ترتب غرفه لي؟
انا ساطلب مقعد في اوركسترا.
انا اريد شي ارخص قليلا.
هالك تيكون بسيط.
يقولوا ناخد رياح.
شكرا. تفضل بزياره.
السُّشِي هو كره من الارز الشكل المُربع الصغير مُغطاه بحَيَّه مُقطَّعه او مُتَّسِعَه.
انا مخوّف انني ما اقدر احصل علي تاكيد علي هاذ البطاقه.
انا اعقد حفل. كنت اتمني ان تجي.
تريدي تدخين ولا لا تدخين؟
تقدر تقوللي لي مبلغ المال؟
لا، انا بس اشوف.
اريد ان اتصل بنا المُرشد. هل تقدر تقوللي طريقه الاتصال؟
تفضل تفحص سيارتي.
انا ساعمل علي ذلك. شكرًا علي المساعده.
سَبْعَهَ دوْلَار في نُسْكَه، يَسْتَرِي.
تَعْلَمْ تَعْلَمْ مَنْ يَكْتَسِبْ مَطْعَمْ يَفْتَحْ لَيْلَهً؟
مُعْفَي، ما فهمت معني هذا الاشاره.
تفتح 24 ساعه؟
مكيني متاكد من اي مركبه تروح لوايل ستريت.
كّي توقف هذا الحافله بالقرب من متنزه الاخضر؟
تقدر تلاقي حجم يناسبني؟
شكرا، ساحتاج وحده اخري، يرجي.
تقدر توصي بواحد من مكاتب السفر؟
ثلاثه شراب مبقي، يلا.
تقدر تقدر تبقي درجه حراره؟
ما نوع الحقيبه؟
انا بحاجه لبَطْن.
السعر الكلي هو مءه وخمسه الاف وثلاث مءه ين.
الزاءرين للغرفه مكلف. يرجي استخدام غرفه الفحص في الفندق.
تتّبعوا الطريق وانحَووا يمين عند التقاطع. المُتحف بسّوّي.
اعوّد ساندويتش من لحمه مسلوقه.
انا ما اخلي بيدات، يرجي تواصلك معه.
مُعَفَّر، كي اروح للكنيسه المُتَّحِدَه؟
اطلب منّها تاكليني لما تدخل.
بلاس 10 دقيقه.
كّي نوصل لتشير؟
مُعَفَّر، ولكن هاد مُشْكِل.
سيارتي مغتربه.
سلام، هذي غرفه واحد وعشرين. اريد سرير، يالله.
اقدر تكمل الحجز علي طاوله 4 في الساعه 7. اسمو ساكاتا.
لا اعتقد انهم ما يبقوا، ولكنني حصلت عليه علي شارع الثالث.
بلاش توصي مول.
تبدا اوقات التوقيت المُسَّر في الولايات المتحده غدًا، اذا ما تذكّرت.
تقدر تبقي سكيني هنا حتي اربع؟
تقدر تقوللي لي عن مكان يكفي لي تاكل بس بس بس؟
سافر بس مسافه موقعي.
العشره و اربعين بعد الظهر
انا اقدر ماء معدني.
الموهّر ما يشتغل.
مَين تُسْتَعْمَل الْعَشاء؟
تقولين ان برج الحريه يستحق الذهاب لينظر؟
توكيو زرو تي تي تي تي سِي سِي سِي سِي
اقدر اطلب كوب من الشاي؟
كانت ممتازه.
لا تقدر احصل علي هاد. قال كثيير.
ادخلوهم فالمبرد فما تقدر.
كُلّي مَكْسِي؟
ما الوثاءق اللي بتحتاجها للايداع؟
اقترح عليك ان تجيّي في مايو او اكتوبر اللي هما احسن مواسم السنه.
محل التسوق هاد بس يحتوي علي افضل اختيار في المدينه. انا متاكد انك تقدر تجد البلاط اللي تبحث عنه.
احبّه كاني كنت اريد زياره هالو لوقت طويل.
انا اريد مقعد في الممر قرب مخرج طوارء.
انا مبلل بالعرق.
كلا، ما تغيير تريده؟
نعم. ممكن اراقب هويه الطالب؟
يكون في الحقيقه ان 3 مايو و5 مايو هما عطله وطنيه. فقررنا تكوين عطله متتاليه بوضع اليوم الرابع.
اكيد ما بعثوا طعامنا بعد.
تقدر توصي علّي مهرجان؟
هيا 85 سنت. ما تنسي تطلب ترانس فاصلك تدخل، حتي ما تدفع مره تانيه لما تغيّر الحافله.
الاتصال الجماعي لليابان، يالله.
موجود بس في عداد التعرض.
سيصبح كل مطار بابا يفتح بابا لتعزيز التواصل مع الناس في الدول الاخري.
ما وقت فتح المتجر؟
اخد الخط E لشارع الرابع وانقل لخط F.
كثيرون من الاطفال يدخلون مدرسه تاهيليه علشان يدخلوا مدارس ثانويه واكاديميات افضل.
هي ملحقات كاميرا. هي مهذبه.
انا ساذهب لنيويورك علي اعمال.
الساعه الاولي تقدر 10 سنت.
متي تلاوين مال؟
ما اللي بيحصل في المسرح الليله؟
انا اخذ هذا الدواء كل 6 ساعات.
تقدر ترسل هالشي؟
السَّطْح المُسْتَوِي مُغَطَّي بِالكُورَل.
انا اقدر اقدر اكال بس تبقي علي التحويل.
كم هي بس يارد؟
بلا شك تقدر. يرجي فتحه.
تَعْدِلْ.
نفّسنا كلّنا في نفس الوقت؟
تتّبعوا الشارع، تدوّروا لليمين عند الزاويه الثانيه، وينتَهي.
تقدر تبقي مفتاح غرفهي؟
تقدر تكمل طياره ANA 59، اللي تغادر طوكيو الساعه 9:55 وتحصل علي ساڤورو الساعه 11:25.
وَسَطِيْنِيْنِيْنِيْنِيْنِيْنِيْن
خمسين، خمسين، عشره عشره، يلا.
تفرع يسار عند الزاويه الثانيه. ها هو علي يمينك.
تكيتين من فءه ثانيه لروما.
اقدر ادفع الان؟
تُبْيِنِي قاءمه بانواع السيارات وسَعَهِ التَّكلفه؟
متي يبدا التسجيل؟
بلاش تبقي لي توضحيني اين اني علي هذي الخريطه.
انا متحمس للذهاب للسبا دايفينغ.
بعضها لسيده في منتصف العمر.
تتاعي بس ازرق؟
هذي شارع الملك.
يروح للاشتراك الثالث.
البلاستيك في حوض السباحه ما يعمل.
موجوده متجر لملابس للنساء؟
تقدر تخصص مكان لي علي هالطيران.
الحقيبه ديالك تبدو كيما حقيبتي، ولكنها ما تقدر.
اين ابغي ابغي نقودي؟
هيا مركز تيكيت بخصم. تقدر تشتري تيكيت بخصم 50%.
اوه، هاذي بس بس بس، سيّد. سياره تاكسي هتتغلب. ولكنك تقدر تروح اي مكان لو تعلّم تستخدم المترو.
كَيْفَ تَشْتَرِي؟
انا ارسللك صوره.
هل ممكن يبقي وقت مسموح بعد وقت المغادره؟
تقدر تقسم هالشي بس اوراق دولار؟
لا، سااتصل به مجدد.
الكوفي فاهمي بس بس بس بس بس بس بس بس بس
انا اقدر اشوف شعرتي مقطوع.
هاد الطريق يوصلك للكوّه.
الداءرتين توضح تغير مشاركه السوق.
بلايتي موقتي. كيما يكمل الراحل لليتالي؟
متي اقدر احصل عليه؟
انا ساعمل سينارو.
تفضل تقدر تسوي موعد مع طبيب.
انا مسجّل ليلينين. اسمو ريسا كوباياشي.
تفضل تدخل معنا في الصوره؟
مَنْشَرِيّيّيّيّيّيّيّ
انا ساروح للاستجمام. ميستخدم بس؟
اضعها هيك هنا حوالي ثلاثين دقيقه.
اقدر اكل هذه الجلود وجميعها؟
التي تكلفه اقل، هذي ام هذي؟
ساقدر اتفرغ لمقعد نافذه؟
انا اريد سياره بتحويل تلقاءي.
فيلم ملون 35 مم، يلا.
كَيْفِي تَفْتَح؟
تفرع يسار عند تقاطع T.
انا بحاجه لمساعدي خاص لليوم كاملا.
اصابع جيتي بتسيل.
انا معايير.
لا، ما يكفي. بس حقيبهين.
احذف بارده موسيل، يلا.
الاحترام مزيد من اللي استحق.
لما نلتقي هنا معا مره اخري غد؟
ما يُنتج محلياً؟
هنا فاتورهك. هي 284 دولار.
تريدي تنظر لسلسله جديده من البلوز؟
اذا ما تقدر تتعامل مع هذا المجال، ما تقدر توصي مول تخصص في هذا؟
موجود فنّه مسّا؟
تَعْلَمْ تَعْلَمْ مَرَّهً مَرَّهً مَرَّهً مَرَّهً مَرَّهً مَرَّهً مَرَّهً مَرَّهً
كم مره اخذها؟
شكرا علي انتظارك. هذي اونو اقول.
كم ينخفض السعر لي؟
انا اجد الذهاب للمتحف مريح جدًا.
اقدر اطلب سواد؟
بلا. لحظه. ارسل اشخاص يروحوا للغرفه.
تقدر تتوفر غرفه وحده لليوم؟
موجوده مسارات للباقين؟
توم سِسْتَنْتَنْ سِسْتَنْ، كود المنطقه هو 03.
انا اري انك تملك غرفه معيشه جميله.
انا مخوّف نا نقبله. نا ناخذ فيزا.
اوصي بده.
مسموح لي اخذهم مع اني خارج البلاد؟
احتاج لوقت اكيد لتعبءه.
بعتلّت انيس تغني بسّه.
انا بسّط اكمل طاوله لساعتين في الخميس، السابع من اغسطس.
ما برمجه اليوم؟
يا سو، هنصل للاسفل؟
شيري، يلا.
تقدر توصي بسّر تاكل صيني جيد في هالمنطقه؟
كم يبلغ تكلفه الذهاب للمنطقه؟
انا بحاجه للافاده. الغرفه 236.
انا حجزت غرفه مزوده بحمام من خلال مكتب السفر في طوكيو.
كم اخذ؟
كَيْفَ هَيْه؟
اقدر اطلب مُعَطِّل؟
تقدر تقوللي لي طريقه للوصول لمحطه المترو؟
هاد مسجول جدًا.
انا عايز ابقي يوم واحد.
مكين مسجّل؟
اعذرك.
هل هو فيلم خوف؟
انا هنا للاجتماع بصديقي.
انا بحاجه لراديو.
متي بيت الموضه؟
مُدير خارجيه، يُرجي.
مُعَفَّر، انا اتَّخِذُ الرّكَب.
تذاكّل التيكيت "S" مكتمل.
موجوده مصرف ياباني في هالو؟
ما هو رقم المكان؟
تقدر توصي بواحده من ادويه النوم؟
موجود شي من القطن؟
انا اريد مقاعد اوركسترا، يالله.
تقدر تدفع المبلغ الاضافي اللي هو خمسين في المءه؟
اريد هذا الصوره مكبره لحجم جومبو.
بلاش تدّل 0 ودّي تدّل رقم الهاتف اللي تريده.
مكّن مسّا؟
بلا. اي نوع من الغرفه تريده؟
المكثف معاكش بسّط.
نعم، بالتاكيد.
اعوّد زوج من الاحذيه من الجلد.
تظنّ انّا نقدر نضعه علي الرف دا؟
هل يمكن لنا ان نطلب موجه يتكلم باللغه اليابانيه؟
تَكْتِيْتَيْن لِشِيكَوَ، رَوُنْدْ تِرِيْب، كُلُوب كَار، بِلَيْس.
كين ديسكو مُشْهور؟
تعدل الطول؟
ياك، ما تكملش في سيارتي؟
انا اخليه، يالسَّلَم.
يتعين عليّ تغيير عدسه تواصل. هذي الوصفه.
نعم، اعتقد انني سابدا بسلاط البايرو.
تقدر تبيّنلي قبل ما نوصل الها؟
ياو. وصلت اللي بسّطت كل الاجراءات الدخول.
انا مسجّل علي تسعين يوم.
مُعْفَي، ساعهِي ما تَعملْ بس. ولكنّي متاكد انّها مِنْ بعْدِالسَّاعَهِ التّانِي.
تقدر تبقي هذا الخمر لليوم من الغد لسنا؟
انا بحاجه لباقيه مال.
تتّيّي هالسّيّه توصل لبَرْكِ الْمَركِز؟
لا اقدر افرغ ولا اقدر اشعر بالام في البطن.
تقدر تكمل مرض؟
النساء في المناصب الاداريه تزداد.
تتاعي بكارده وصول؟
ما يجي مع اللحمه؟
انا بسّط اشوف.
اعطني تجربه، يالسَّلام.
نروح نشوف مباراه تنس.
احضرلي كرسي.
لما نبقا نبقي فالمكان اللي حجزناه؟
تتاعل رقم خاطء.
الرِّيب الْمُرَكَّب ممتاز اليوم.
هيا الخميس.
ما هو الموسيقي اللي بتحظي بعمر؟
انا اخليه ياتيكي علشان يكمل؟
اِنْكُلِي تَبَيِّنْهُ بِتَسْكِينِي.
نظام تطوير منتجاتك متوافق جدًا مع حمايه البيءه.
كل هالطعام الدهني دا بقي معاي فبطن.
تفضل تملا غرفه.
تقدر تديي بريد مُغَطّي فاكس؟
لا اقدر ان اصعد من الالم.
كم يدوم للمحطه؟
لا استعملت خدمه غسيلك.
انا بحاجه لبضعه وساءل معاكسه.
انا بحاجه لتاكيد رحلتي، من لندن لطوكيو في 31 يوليو. اسم العاءله هو تاناكا.
كذا مهور ليا.
بكل تاكيد. ما تقدر تديني اسمك ورقمك؟
كنت في حادثه موتور سكاي.
انا مخوّف ان الغِي موعدنا.
انا اريد اشترِي شقه مُكتمله للايجار لمده شهر.
تطلب منك تفتيش النباتات والحيوانات عند مكتب الحجر الصحي اذا كان عندك.
بلا تردد.
انا اقدر اغير 50000 ين الي دولارات.
اقدر استلمها مبكر؟ لانّي بحاجه الها بسرعه.
وُلِد في 1960.
احتاج لساعه نصف علي الاقل لتعبءه حقيبتي.
هالشاي مكشوف.
مُعْفَي، بس ما اعرف، انا مسافر بس.
اريد ان اتكلم معك اكثر.
انا اريد مزيج من الخبز.
ما حجمك؟
اقدر اختبره؟
تتّي، نعاني من تاثير مباشر لانهيار الازدهار.
تقدر تجد لي مقعد علي الرحله الغد؟
بلا شك. هل تبغي خمسه عشر دولار؟
انا بسّط في فندق abc. يرجي تواصل بي هن.
كانت بسّطه من شارع جانب وليست لي وقت تفادي.
انا ساحضر ابنك للزور.
نقدر نوصل للا سانغلوس بعد ما نسافر حوالي 550 كيلومتر من سان فرانسسكو لشمال.
كانت ممتازه ملاقاتك بس.
نريد البطاطس المطهيه، ونضع الزيت بجانبها.
كم تقدر تكلفه المدرب؟
هل تكمل؟
واي وقت يبدا العرض؟
هذا نموذج جديد. نسميه كمبيوتر الحلم.
اريد اجرِي وجبه مميزه من هذا الميناء اللي يشتغل في الصيد.
تقدر تزود لي مكان؟
تقدر تدفع المءتين دولار باليان ياباني.
اخدلي لي رول من الفيلم بـ 35 مم، 36 تجربه، ASA 100، ورول اخر من الفيلم بـ 35 مم، 20 تجربه، ASA 400.
الحادث تسبب في تراكم الحركه.
ما سعر المطلوب؟
تقدر ترسل هذا الحزمه لليابان ببريد البحر؟
بلاش. اخترق لليمين فانحاء التاليه. ستريها مباشره امامك.
انا بسّط اكمل غرفه في المكان.
علي خمسه ايام.
السواكير الحمراء اللي بعتها اسبوعين ما يناسبني. هل يمكن تبادلها بس لون اخر؟
متي بسالك مساحه معاي؟
مكين مقعدي؟
بلاش، ثلاث كيسات من الفيلم تساوي تسعه دولارات وسبعه وسبعين سنت.
مَا بسّي؟
مُعْفَي، مَعْلُومَهً اَنْتَ مُحَدَّث.
نعم، سيّد. هاها.
توفّر لي هذا المقعد، يكفي؟
موجودين اي تراث قديم؟
اذا قلتي "ماء"، ما يجلبوك ماء مُسَخَّن؟
مكّن ميّت بس ما تيّت بس ما تيّت.
مكين؟
متي بسّط مكتب البريد؟
سَكَتْ مفتاح غرفهي. هل تَعْطَيْتُهُ هَنَا؟
موجود موجه يتكلم باليابان؟
لمايام، يلا.
كانه متعب جدًا يحصل علي تاشيره.
التجاره كانت جيده اليوم، ماذا؟
تقدر ترسملي خريطه؟
انا اريد الطاوله اللي بقي قريبه مني، يالله.
مكين باب التذاكر؟
تقدر تبقي شي اصغر؟
بلا. و ما نوع الفواكه اللي تريده؟ عندنا تمر، و فراوله و عنب.
انا احتاج كوب قهوه مُستَخَدَمَه.
ممكن احمل هذا الحجم من الحقيبه؟
انا اريد تثبيت مكتمل.
لا اقدر احصل علي هالرقم.
انا مهتمش، ولكن ما احب تنازح مع الناس.
كَيْفَ اَجِدُ لِمُوسِينِي لِلْمَسَّهِ؟
لا، ما حصل. الان نكون في وسط العاصفه. ستصبح المطر الشديد والرياح القويه من جديد قريبًا.
كيف اشوف برامج تلفزيون الكابل؟
الخامس عشر وسادس؟
كنت بسّط بطاقه و 200 دولار نحوي في جيبتي.
انا بسّط اشتري مقصوره زجاجيه جديده.
تَعْلَم مَزَارِيَه مَرْتَسِم؟
هو معلم في جامعه ا.
احتاج رجل مساعده، يالسّلام.
كم الساعه اللي مفتوح اليوم؟
تقدر تاكيد حجز طياره لي في 12 اكتوبر؟
كلاش يناسبني.
اخد خمسه دوولار لحدك.
البيسبول محبوب جدًا.
اريد اشتري بعض الفواكه. ما اللي ممتاز حاليا؟
يقدمو شراب جيد في المطعم؟
لا تكملش شي اكبر؟
مكين مكتب الحافلات ديال غريهوند؟
مُعَفَّر، هل هنالك مول مُقَرَّب؟
نعم، اقولها. يقدر اليابانيين تجربتهم وذكاءهم خصوصا في مجال الاداره والتنظيم.
المطعم بسّطه.
كانت رقم خاطء.
لدينا بعض ال Lobster الممتاز اليوم.
ممكن نصوّر هادا المبني؟
تَحْوِيل هَذِهِ الْمُرَوَّحَه اِلَي مَوَارِد.
هل يتكلم اي واحد منكم الانجليزيه؟
اسمي ميوكو كاتو، ويا صديقه ماري من وقت كانت تدرس في اليابان. ماري موجوده؟
كم كيلومتر من هنا؟
ماعنديك، كي اروح لمحطه؟
كّي ترجع ومتي؟
هيا مكسور.
انا بخير، شكرًا لك.
انا عضو فريق تور.
الرقم هو صفر تلاته تلاته خمسه واحد سبعه واحد.
تقدر تظهرلي هذا الحلقه؟
البطن كبير جدًا بالنسبه لي. هل عندك هذا في حجم اصغر؟
تقدر تقلّل من اطراف هذا القميص؟
مكّر؟
اعطني زيتين من ويسكي وواحد من براوندي، يلا.
انا مصاب بحساسيه للغبار.
هل هالراديو الترانزستور هاله هديه؟
في اسبوع، ارجع للجاهاب.
تقدر تضغط 9 و1 اولا ورقم المنطقه، ثم رقم الهاتف.
الشاي مع الحليب.
بلاش تكمل، بس شكل راس.
تبيعو بضاءع مجانا علي الرحله؟
لما يحصل هالشي؟
كيا ساسالك اسمك؟
موجود مخزن بخصم في مكاننا؟
انا مريض في البطن.
لكن ليه؟
هل هالقطار مسافر مباشر لشيكاغو؟
كنت اظننا نروح للشاطء اليوم.
متي البوست اوفيس القريب؟
مُعَفَّر، انت سميرت؟
هي كاميرا.
لا اظن انني ساقدر علي زياره حديقه حيوان في رحلتي ها. شكرًا علي اقتراحك.
تلاقيت عدسه عيني هنا. تقدر تبحث معاي؟
ساكون اتفرج في كل مكان في امريكا وسابقي في فنادق متعدده، وفنادق، وبيوت خاصه، اذا حظيت.
احتاج لبلاستيك جديد.
نقدر نكمل التغييرات بساعه 3 بعد الظهر غد، هل هذي مقبوله؟
موجود تايني مترو؟
كَيْفَ تَكُونَ مَدِينَهِ التَّجَرَّ؟
اعتقد انك حسبت خطا.
تقدر تغير جدولتي؟
انا حجزت مكانك للطيران 207 اللي يغادر غد الساعه 7.50 مساءً لنيويورك.
سقَلْت مفتاح الغرفه.
اربعه وعشرين، واحد عشره، والباقي بس اوراق دولار.
اعتقد ان هذا الفاتوره خاطءه. هل تقدر تتحقق منها؟
انا بسّط 700 دولار في شيكات سفر و300 دولار نقد.
هالكُلّ مُتَجَفَّف من البحر. نسميه ياكينوري.
بلاس 15 دقيقه علي الاقدام. تقدر توصلينش بسّياره. هاذي مبكر.
الحجم العادي، يرجي.
لا اقدر علي تكاليف اليوم.
السكان اللي هم مسنين يزدادوا بس.
اريد تاكيد رجعيي للطيران لطوكيو في الاربعاء القادم.
موجود ملعب تنس ها؟
تقدر تنتظر. هل تقدر تنتظر؟
تقدر تروح تجربه يومي؟
كيما هوا الطقس غد؟
بلاش، بس كيتي او جوم، يلا.
هل هنلا تاخد المكان قبل الذهاب؟
كّي بس مفتاح؟
احتاج دو ماتيني.
اوه، نعم. عندي. احبها.
انا احبها بس ما احب التصميم.
انا مسْتَحِقّ لكي اكون صديق كي تكُن.
تفضل تجلس. ما التحدي؟
مكين متاكد ولكن ساقولها بس انت قلت لها.
تقدر تجلبلي سرير؟
تبيع سوكيات رقيقه؟
ما وقت الحافله الاخيره تغيب؟
بلا. هادو وشاي جين و تونيك.
موجود تلفاز؟
ما اللي حصل مع الحموله اللي بقي معايا؟
اوه، ما اقدر اعمل شي كده.
انا بحاجه لشخص يساعدني.
انا ساذهب لتشيكو، بس.
تتاعي بسّه الخمسه سنت في هذا الكازينو؟
ما تريده؟
ما تخصصك هنا؟
كَيْفَ نُسْتَحِقُ في نيويورك؟
لا، شي.
ما تبغي تاكله في الافطار؟
اعوّد ستره طويله.
لا تروح هالو. اعتقد انك تقدر تلاقي واحد هنا.
للي بسون، يلا.
سَكِّرْهْ بس.
ساعه 12.
تقدر تدييني تاريخ ورقم الرحله؟
سيُقدَّم الطعام؟
مكين غرفه الانتظار؟
بلاش كتير.
هل تقدر تتحقق من ها؟
تقدر تقدر تديها بانواع متنوعه؟
هذي مسجلي.
مم، مهوا. اتاعي مقطعه.
نروح لسّو بسّه؟
مءه ين لدولار.
يءلّي الشعور بتحمّل.
نعم، نقدر نكملها بليل غد.
انا مريض بسّه.
بلاش، هاذيك.
موجود مكانين ليش اكمل حفله هولا اثناء شرب؟
اذهب علي هالشارع للاسفل للاسفل للاسفل للاسفل للاسفل
اسمي تارو تاكاي.
انا اريد العب بس بس بس اطول قليلا.
تتاعي بسات؟
كانت السياره المُستخدمه للافطار؟
نقدر نوصل بس 30 دقيقه متاخر.
هاد الغرفه رقم 357. بحاجه لباقيه من مزيل الشعر.
كين المعرض؟
مكانتين تهمك هي حديقه بروكسن الشهيره.
سيكون الرياح اقوي في المساء؟
سِتْنْ تِسْتَ عَشْرَهِ سِتْنْ مِنْ سِتْنْ، بِسْتَ. تَمْلِكْ تَمْلِكْ سِتْنْ بِسْتَ؟
المساء، يرجي.
تتاعي موديل هاد في بروان؟
انا هنا علشان مكمل لغه.
ارسللي تيكيتين للفاتور ديال الخميس.
اكتبلي بريد.
ما وقت الحافله اللي تروح لبيمليكو؟
كيا اقدر استخدم هذا الكوبون علي الطاءرات؟
انا بحاجه لشاف.
انا قدمي تلّف وتعبت.
انا بحاجه لبلاش يزيل الاظافر وينسج علي اظافري.
تقدر تقدر تكمل طاوله لثلاث؟
انا اقدر اشتري بيات.
تبيّن ونعرف ما اذا كان هناك وظاءف.
متي بسّط الديك؟
انا مسّي.
مُشغل. اخلي باتسال للي تيكون للي سهراتون.
ساكون في المكان حوالي الساعه 10:30 ليله اتن.
اوصلك الديبلوماسي الياباني.
الكيمونو هو ملابس الجاوا.
نعم، ولكن لي كان اول دوره بس بس شهرين. انا مبتدء.
مُلْتَمِسَتِي فِي سَرَّي مَتَّسِي.
سيكون مفيداً لي. بس، اتساءل هل يمكن لي ان ابقي في الغرفه نفسها؟
الموهّر ما يعمل. غرفهي بسّط.
ممكن اكْتَسِب تيكيت لجَمْسَه مَنْتَسِب؟
اقدر اطلب سلاد كولسلاو بدل سلاد البار؟
تفضل تجي وتنظرلي علي السبعه غد صبح.
سَرَّقَ لي جواز السفر.
تقدر تجي بس طعام ايطالي؟
انا اقدر كيس من بيتا ساوس، يلا.
انا اطلب لبّه ت بون.
تقدر تديي سواد علّي؟
ثلاثين سبعه تجربه من ثلاثين وخمسه مم لون سالب، يرجي.
بلا. علّملي السّكين، بلا.
كم يبعد المخزن اللي بس يقرب؟
متي التايني التالي لبستون؟
اوسِل هاذه الرساله ببريد جوي.
اريد تاكيد رحله.
ساقتي تدور.
مابين سعر كل مساحه؟
انا معاينه مع سيد ويلسون الساعه 3.
تتّي تبديل هاللُنْس بواحدات اقوي؟
انا بسّط علّي.
كم هالشي؟
اقدر اترك رساله له؟
هل مطعم هارد روك بسّط من هنا؟
حَيّا. اخترِ.
بلا. ماشي، ممكن اشتري تيكيت لـ "الظلام في مسرح الاوركسترا" للسبت؟
تقدر تديي بيا تيي بيا؟
انا في عجله. اخلي تاكل سياره تاكسي فورا.
هاد المساء بارده، ما؟
كنت بسّطت تكاليفي من خلال JTB في اليابان قبل اسبوعين.
نوقف عند فندق بيفري. تقدر تنزل من هناك. بس بس بس بس بس بس بس بس بس بس بس بس
تقدر تقدر تبقي هالحقيبه حتي 4 بعد الظهر؟
ممكن استخدم مُعدّل مُتَّسِع في هالغرفه؟
انا اري. تفضل تاخذ وقتك.
موجودين اي مسارات تُلعب فيها 18 فتحه؟
لا اقدر افهم شي اللي يكلمهم حولي.
محل الكافيه في السطح.
مساء الخير. عندي تاكيد. اسمو يامادا.
الشي المهم هو ان تكمل راحه جيده.
تقدر تديي سيجاره؟
اقدر اطلب تاكيو؟
الان، تكذّب انك تشتري زوجين، حسنا؟
موجوده فارس برشا؟
اقدر اطلب بعض الفيتامينات؟
تقدر تلاقيني علي موقعي الساعه سبعه؟
يغادر كل عشره دقيقه.
اعطني واحد عشر، واحد خمس، والباقي في نقود صغير.
مُلَوَّنِي ما بعثتْ بعد.
نعم، هنّا علي الجانب الاخر من المبني.
اين انزل؟
كيا تقدر تبيش تشرحلي طريقه استخدام جهاز دفع؟
انا بحاجه للدفع مسبق؟
موجود مول ترفيهي بالقرب من ها؟
انا بحاجه لبلاطه للقدمين.
هذا تواصل فوري من عقل لعقل. يعني يقرا شخص عقل شخص اخر بدون استخدام كلمات.
اقدر اسحب شي مالي من شي شخصي؟
انا اقدر عصير البرتقال، وسُكّر بس ماء وفلاشات بس نعومه.
هالبلاستيك مطبوع. ماشي شي مكلف.
اقدر اختبر؟
سارجع بس طريقه البريه.
مكّيّش هالبُلّه؟
ما سعر التذكره الاولي؟
تقدر تباعل سكاي تايل بس؟
انا ارسل لك نسخه. يرجي كتابه عنوانك هاذي.
كين المعلم؟
بلا، سيدي اوزورا، طيّارتك تم تاكيدو.
اخدلي لي تيكيت.
كُلّيّه السكاي؟
انا مريض بالدوار. هل تقدر توصيني بشي؟
هالساعه عشره.
لا تدخل هذا الحديقه في الليل.
لا يلزمك الّا اذا ما تجاوزت الحد المسموح به من الضراءب، ولكن اوصيك بتسجيلها علشان تمرّ بسلاسه.
تفضل تُسَكِّنْه.
بكل تاكيد. ابقوا علي الخط، يلا. فريقكم معاك. ابداوا، يلا.
تقدر تمسك بس؟
متي يبدا التسجيل؟
هل هالنوع مناسب لي؟
انا بساعرف جدولك لليوم دا.
لا توجد ملابس.
مابيني؟
تاعي خاطء.
بكل تاكيد، اتّبعوا.
تقدر تبقي حقيبتي حتي اربع؟
لا اقدر علي تبليغ مال كي اشتري واحد جديد.
ما وقت السكك الحديديه الاولي؟
هل نقدر نحجز طاوله خارج؟
كانك تشرب بس ليله البارده.
نعم، سيّد. كم عددكم في فريقكم ومتي تريدهم؟
اعتقد انني اقدر اشتري علّين من الاقل تكلفه.
انا اري، قلتت بطاقهك القديمه.
كُلّ شكر علي العشاء.
مكين مكتب الحافلات؟
تَنْتَهِي السَّرَقَه.
متي الحافله المطار؟
مءه دولار لليوم، زايد علي الضريبه والرسوم.
كَيْفِي نَسْتَعِدْ بِالْمَرَّهِ؟
اللّيتس فِي غرفهي ما تدّيّر.
كُرَّمْتُك. اتْبَعْنا. هَبْرَنْ.
في المتجر.
ما هو المكان الافضل للهواه في التزلج؟
انا اريد مقعد الخلف.
كانت هالقطار يروح لميلبورن؟
كَيْفَ حَدَّهِ هَذِي التَّوَرِّ؟
وينسنت، هل قفلت نفسك؟ انا مارني.
انا ما خلّيت مكياجي، فبلاش تغسل وجهي بخيار؟
اخد ثلاث كبسولات في نفس الوقت.
مَا سعرك المُعَدِّل؟
ممكن اترك السياره في فرع اخر؟
هو مسكون.
مَزَارِيَتْ توكيو. مَعَكْ؟
انا هنا علشان ازور صديقي.
موجود تلفاز؟
هي سلاد و مسّ بصل.
تقدر تقوللي لي طريقه اسرع توصلها؟
اقدر اجرِي تدريب علي التسديد؟
حقيبه ازرق. اسمو وعناويني علي الاسفل. هل تقدر تساعدني علي ايجادها؟
انا بسّط اتّسِع علي 8. هل تقدر تقوللي كم ادفعلك؟
اريد حجز مقعدين علي الرحله 877.
سَكِينه لبَلَّه الشعر الدهني، يَسْتَرِي.
لما بسّطين.
نعم، اخذ ادويه لارتفاع ضغط الدم.
مَينْ مَكْسِيّاتِ الْمَوْسِع؟
اقدر اقدّم لك شوّا؟
هناك سبب كثيير لي ما اعمله.
كانت هالطريقه للوصول لمحطه؟
نخلي نشوف كم سعره.
اقترح عليك تجربه Green Inn.
انا بسّط 900 دولار.
مكيني رزروتكم.
اسمي يروح اين؟
انا سارجع فورا.
تفضل تصححه بينما انا خارج غدًا.
هل هالشي معد كلام؟
بلاش نطلب مصباح؟
نملك الوان اخري.
تبقّي بس مقاعد قليله في الدواءر.
نحب التسرع، ولكننا محتاجين نغادر.
تبدا من اين ومتي؟
كّي احصل علي التحويل؟
اوه، افهم. هالقنوات للنظام الكابل في المكان.
تفضل توقف من تضحك علي الشعب الياباني.
متي تقدر تعيد طلبها؟
انا بحاجه للحجز، يالسّلام.
انا بحث عن ورقه تغليف.
سيكون مجانا اذا بعت هالشي من هذا المتجر لليابان؟
مُعْفَي، بس اخلي بس بس اتكلم مع المدير قبل اوقع.
انا اقدر راديو كاسيت، يلا.
خمسه فول.
كانت طعامي المفضل، تعرفين.
شكراً سيدي، ممكن اطلب رخصه القياده منك؟
كنت صادق.
باشتراكات، يالله.
متحف مونيت ميني؟
هل هو مسافر مسافر؟
بلا. هاذي عشرين، اربعين، سِبْعِين، ثمانين، تِسْعِين، تِسْعِين وخمس، سِبْع، سَبْع، ثمان، تِسْع، ماءه.
تتّيّد تروح لملفّه المعلومات السياحيه اولا.
كانه مدهش.
تقدر تنقليني للبلده؟
كيف اعرف حقيبتك؟
نعم، احبّها بس. شكرًا لك.
اين ابعته ليتم تطويره؟
اه، اسمع، تعرفين ما هو مسار رايد سايد؟
هذي السطر للعرض اللي يبدا الساعه 9؟
تقدر تديك شي للاسهال؟
نفتح من 8.30 لـ 11.
شركتنا هي الخامسه في العالم من حيث عدد العمال.
هيا بس بس بس بس بس
تقدر تبقي جاكيتي؟
عذرًا، كلها مُشترَه. هل تريدها مُكمله؟
تقدر ترُزِّي لي وساده بحري؟
لا، نقبل ايضًا طلباتك.
كيّي تيكون مفيد لبّي تيكون تيكون تيكون، ولكن ما يكفي تيكون تيكون تيكون.
انا اقدر عصير البرتقال، يلا.
تفضل توصي براستور ممتاز.
ما خاصيه هاذا البلده؟
تلاقيت مزاجي.
لا تخرج من معرفتك.
نقدر نمشي حول المطاعم اللي مفتوحه في المطار؟
مُعْفَي، دَرَّتِي نُسْبَه خَاطِءَه.
خمسه ايام. ارجعها يوم الجمعه.
لا يبعدش. نريد نوصلو بس الساعه 10.
لا شك. مبكر جدًا. تقدر تبقي واحد؟
بزاف فاتوره، يلا.
تقدر تبيع هالك تاعا؟
انا اقدر بيره، يالله.
كم دايمت تدفع لمقعد خاص؟
بلا تقدر تبقين معاي.
موجودين غيرها؟
هذا المقعد مُستعمل.
هل اتعمل تاكيد مجدد؟
انا بسّر تيكيت. هتتفرغ للطيران التالِي في الساعه واحد.
هل هنّا شخص يتكلم الانجليزي؟
تحتاج تكمل حجز مسبق.
انا بحاجه للحصول علي شيء من اكياسي.
نعم، عندنا حجزك. هل تفضل تملا هذا النموذج وتوقعه؟
لا اقدر الا اجد المُرشد اللي مفترض يجي بسنا بسنا 10:30 صباحا.
نبقا نكملها مفاجاه.
لليابان بس.
سَكَّرْتِي السياره في حفره.
تقدر تدييني دوّه؟
تقدر تظهرلي الحلقه الثانيه من اليسار؟
نعم، هكذا يفضل.
انا متاثر بس بس من تاثير الطيارات.
كيما تكملت ليله البارده؟
الدكك مقبول لي.
انا اريد اطلب خدمه الغرفه، يرجي.
كَيْفَ تَكْتَسِبُ الْمَرَّهِ لِوَلْسْتِ سِتْ؟
ما رقم الباب اللي يوصل للجواز الياباني لطوكيو؟
اعرضلي الحقيبه السوداء، اللي بسّطها من اليسار علي الاعلي.
كُنْ تُنْفَرَدْ بِالْمَدِينَهِ اِنْ تَسْتَخْدِمْ يَدِكَ فِي مَوْسِعَهِ الصَّدْرِ فَجاهً.
تقدر تديي شي مخمر؟
نملك مقاعد متوفره علي رحله 85 يوم الاثنين 26.
انا اقدر اطلب تجديد جواز سفري.
بلا خلاف. هاذي ممكن تتم.
كيما يقدر هالسعر؟
سبعون دولار.
مرحبا. هذي السيده اونو؟
اقدر اشرب الماء من الصنبور؟
انا مريض في البطن.
يكون متعامد، ثم تدوّر يمين.
كّي اضبط مستوي القوه ديال هاد الجهاز؟
تقدر تكمل حجز تورات لي؟
اكيد اتاعيني محتويات وقيمتها؟
يا بابا، هوا بسولو؟ تبغي تروح لساعه سينما ولا؟
لاشي يعجبني. عذر. ما اريد شي.
ما وقت الوصول لديس مويينس؟
تَنْتَوِين تَنْتَوِين وَواحد تَنْتَوِين مِنْ فَرَنْسِيْسِيْز، شَكْلَه.
اربعه خمسه سبعه ثمانيه تاسع صفر، يرجي.
هوا سبتمبر 23.
كنت بسّطت علي الرءيس الساعه عشر.
هل الماء المُستَخَدَم هنا مَنْ يَسْتَهِلّه؟
انا اقدر شراءح لحم الخنزير.
وانا اظن اقدر اكون شي مختلف.
احضرني للمسرح، يالسّلام.
كَيْفَ تَكْلِمُو؟
مُسْتَعْفَر. مَعْتَسِلْك تَسْاَلْي سَءَال؟
تَرَوْيِيْنِي هَذِهِ المُتَوَسِّطَيْنِ؟
هاد الحذاء ما يناسبني.
البلاستيك في حوض الاستحمام ما يشترطه ولا يشترطه.
وَقْت التسليم؟
تريدي ادفعك الان او لاحق؟
اقدر اطلب بس ماكول؟
تريديش اي شي تشرب علشان تنظر؟
تقدر تضيف تورات اخري؟
انا متحتّم اخذ حافله للنقطه. هل يمكن لي ان احصل علي بعض الاموال؟
تتّي معايّد بس بس بس بس بس بس
تظن ان هاد العلاقه ممكنه؟
واولًا، يكفي ان اروح مركز المعلومات وابحث عن فندق.
اعتقد انك فهمت خاطء ما كنت احاول اشرحه.
من هي هالبنت؟
تقدر تلاقيها لي؟
تقدر تبقي حقيبتي علشان انا في الرحله؟
اي باب اروح؟
كم كاميرات عندك؟
اقدر اكمل ورقه او شي؟
متي سبب هالانسد؟
تفضل تغير المزامير.
تقدر تقوللي لي ما قاله الاعلان مره تانيه؟
تقدر تدي قاءمه بانجليزي؟
موجوده اي مباريات يانكيز من نيو يورك في اسبوع؟
كنت مريض من التهاب الهواء، ولكن شعور احسن.
السّتّيّت و بارك افيو.
هذي سيجاره بريطانيه؟
تتّخِذُ حافله رقم سبعه.
لا تضرر احد.
انا اقدر حزام مرن.
اعتقد ان رقم التاكسي كان 1 2 3 4 5.
نقدر نحصل علي هالشي.
انا ارسل سيده فورا.
لكن التكلفه تزداد، ماذا؟
في الحقيقه، جدّي الكبير اتّصل من سيلفيا في بدايه القرن.
هل هنلا تاعلّه في هالبوليصه؟
سَتَرَحِبْ بِك. كيفك؟
هاد الزي يناسبني بس.
انا اخلي بس سواد.
ما هي الشروط اللي يلزمها علي هالمنصب؟
تقدر تضبطها الان؟
انا اريد ان ااتصل بالمسافه الطويله الي اليابان.
تقدر تكمل حجز لجولف؟
انا اريد اتعلم كيف اركض بالريش.
تتّي تغيّر هادو بحجم لاجر؟
هذي مالتي.
اريد شعر، لا شيء اخر، يالله.
مُعَفَّر، اين تقع الصيدليه بالقرب من هنا؟
انا اقدر اطلب بعض الوجبات المُستَعَمَه.
متي التوقف الاخير؟
لا. بس واحد بلوك.
ابنِي يخلي مدرسه جامعيه في جامعه هارفارد.
مكين غرفه التدريب؟
انا بحاجه لدَعْوه تَسْتَيقِظ، يَسْتَرِي.
ما خطهك لليوم؟
مُطَوَّر، يُرجَّو.
انا مريض بروماتيزم.
متي اقدر استلم مبلغ من طلب دولي؟
كنت مسّي بسّات البحار.
كيس احمر بزوج.
انا اقدر ارسل هذا الحزمه.
مودي. هاذي ممتازه.
ما حدث؟ ما شايف.
انا اضعه علي فاتورهك؟
اكتب هذا الشهاده الطبيه والمستند.
نعم، اريد ان اكون مكالمه خارجيه لليابان. الرقم هو توكيو 34762936.
ماعندك تكلفه للسياره؟
اُسَدَّتْي بَيْتَه. بَيْنَهً مَرَّه.
كم هالكُلّ؟
اقدر اطلب واحد؟
تسمع ما قاله؟
سَكِّن، يَبْسَط.
تفضل تواصل مع هاذي الشخص.
بلاش تقسم هذا الورقه اللي بس 10 دولار علي 5 ورقه بس 1 وورقه بس 5 دولار.
لا، ما يكذب. ولكنها تملك مساحه للغسل.
انا اريدك تاخذ راي X.
هل مسموح بمرور اي من الاقسام؟
هذا علّي لاستخدامي.
الغرف اللي بتحتاجها بجانب بعض، يرجي.
هل تقدر تشارك نصف تكلفه التسويق في السنه الاولي كيما يفعلها جميع موردينا؟
كانت المكتبه؟
انا مريض بحراره عاليه ومش مسّي بس.
تقدر تشحنها لغرفتي؟
موجود مكان معيّن بالقرب من هنا؟
كثيره شكر. كيف اروح للوّتيل؟
انا خلّيت نفسي خارج. ما توصيّي بعمل؟
انت ممتاز.
هل هاذا يعني ما نعطي المبلغ؟
اذًا سيد نيتا، هذي كل ما عندنا نعرضه علي كتّابنا في مصنعنا.
كنت مريض بمرض السل في العشرينات المبكره من العمر.
اقدر استخدم المُسخّن والماء الساخن طول اليوم؟
اكيد اقدر اكمل تاكيد.
مُعذّر، ولكن ما بقي عندنا هو مقاعد السطح من الامام.
لا اكذب. انا بس بس بس.
لا بقي تلويش فاتح علي الجمعه.
متي تيكون فارماسي؟
مكين مسافر؟
ما رقم تلفونك؟
بكل تاكيد. غرف التجهيزات بس هاذي.
انا مسّي خمسه دولار.
اشرحلي موقعي.
كين المُنْسُور؟
انا مريض مزمن.
انا اريد زوج مزدوج.
اقدر اطلب زجاجه ماء ساخن؟
تقدر تفحص عيني وتنسج عدسه؟
نقدر نكمله لك في يومين.
اقدر اطلب تيكيت لمقعد علي الطابق الاول؟
شكرا. حسنا، اتمني اراها. في الحقيقه، ما يناسب ما اريده.
انا اقدر تيني رولين من الفيلم الاسود والبياض، يلا.
انا مخوّف انّي ما استلمت التبديل بعد.
اعطني، اه، المُعَلَّم الازرق.
ابي كان شخص ممتاز، وساكون مفقود.
وو، ما تيكون شي مثير علي ليله اليوم.
لا اخلي بس هذا الحموله.
لا يناسب ما اريده.
كم يبقي لي توصل لشيكاغو؟
انا اقدر كوب من القهوه المبرده، يلا.
لا يقدر، ولكنها مهمه لي.
الطاوله المفتوحه، يلا.
اي خط حافلات يوقف علي شارع هوب؟
واكيد، عندنا جاز بـ يف سانت لوران.
اعطني مسحوق.
بلاش تبقي لي نداء في السّادس في الصباح غد.
انا مهتم بجوله في مانهاتن.
انا اريد مقعد بدون دخان، يالله.
لا، تقدر تاخدوه من المخزن.
تري تيتانيك؟ تقدر تفضلها؟
انا اقدر بروش.
تذكره وحده للاوسانغلو. هل ها تدخين او بدون تدخين؟
هذا العرض مش علّم في اليابان.
ارجو تاكيد الحساب لليوم.
مساء الخير يا سيد هوسوكاوا، مرحبا بيك في الحفل. تبغي تشرب شي؟
لا تباع فهاتي.
ما اللي مشهور في هالمنطقه؟
هم بسّط.
تقدر تكُن سيد ابرت؟
الاسم تاناكا، شخصين، الساعه 8.
اعرضلي لون اخر.
اين اروح لاحصل عليه؟
اريد تطوير هذا الفيلم، يرجي.
اعوّد ساندويتش من لحم البقر وشاي.
لا تبقي نسخه من هذي المجله؟
كُلّي مَكان المَتْعَه الكَبِير في هَذِي البلده؟
كيف اقدر ااتصل بجواه؟
احضرلي تيلينول.
يءلّف احيانًا.
نقدر نسريع تسوقنا.
تقدر تبقي لي مكانك؟
تبدو كانّ الجهاز مُعطل.
يابان دوله طويله تمتد من الشمال للجنوب.
كم يقدر توصل هالكُتّاب؟
سادفع الفرق، فبلا تكمل الحساب.
ننظر لبضعه تي في.
بصراحه، بقيت بس بس بس بقيت بس بس بس بقيت بس بس بس بقيت بس
انا بسّط 200 دولار و2000 دولار بسّط مسافر.
بلاستي مريض.
انا احب التيمبورا، ولكنني ما اكْتُب سوشي كثيرا. معظم الناس ما يعتادوا علي تناول السمك المُطَّهَّر.
هادي شريكتي كوجي.
العاصمه هي طوكيو.
عندما ادفع له، الان او عند التسليم؟
كلا. الحواجز بداوا يغيروا في هذا الوقت. يمكن ان تراقبوا او تسمعوا فرق الحواجز تلعب في الممر.
انا بحاجه لبلاش.
هل تم الاتصال برقم المقعد دا؟
كينو الكنيسه؟
انا اريد تبادل هاد.
كانت ممتازه ملاقاتك بس.
تتاعي دا بس لون اخر؟
اكمل هذه النموذج.
البقر او الدجاج؟
تفضلوا تجيوا لتقع ملابسياي في السبعه من الغد.
كم ين ساحتاجه لكي اشتري 99 دولار؟
انا بسّط مسمار من المعدن.
كم نتمني نتمني؟
هي يوشي.
جَل سِبْعَه وَتَوْنِي وَاَنَرِيتا.
كانت متاكد؟ ممتاز.
كَيْفَ تَنْتَقِلُ الكتاب؟
هيا سكينت بلو.
تقدر توصلك بس تي تي؟
اين اشغّل الكاميرا؟
علبه ميلر.
اين اقدر احصل علي بعض الستامب؟
انا بحاجه لقلم للبُرَّه.
شيء خاطء في الفيلم. تفحصه؟
بلاش تبحث في الغرفه من اجل الجواز المفقود.
نملك بسّه بسّه بسّه بسّه بسّه
تفضل تحقق من عنوان دبلوماسيه اليابان.
يجب ان اكمل تذاكر.
موجود تيتر ميكون؟
مكيني متاكد ان هذا القميص يناسب عند الخصر.
هيا ينتقل.
تقدر تقدر تبقي علي الوقت؟
تقدر تاخد صوره لي؟
كَيْفَ هَذِهِ؟
انا اريد ان اروح لسونا.
الكُرَّه.
نملك ملعبين تنس، ونادي مساجد، وغرفه تدريبات.
هل هالقطار دا للبستون؟
اين انزل للشاطء؟
لا تهرب من الطابور، يالله.
سيده، اتمني. كم يساو نصف يوم؟
بالتالي، نعطيك واحد ممتاز. هو جوله عطله كامل اليوم.
هذا قسم التجاره الخارجيه، ما؟ انا تارو تاناكا من اليابان. عندي موعد لزياره السيد كولمن في الساعه اتنين.
هل هالمنصه ديال القطار لمنيولوتي؟
تقدر تملا هذا الوصف لي؟
كذا كذا. وانت؟
اعتقد اخلي اخذ هالواحد.
انا اعمل بجد واعتنق اقدر اقدر اقدر اقدر اقدر اقدر اقدر اقدر اقدر اقدر
اوه، يا حبيبي، هذي مهواه. انت مطهيه جيّد. اتمني اعرف طريقه اعدادها.
مَزَارِيَه الْمَهْدِي، يَسْتَرِي.
السرير ما بسّط.
لا، اللي بعده.
اِنْتَسِبْلي فِي الزَّاويه التّالِيَه.
مَا تقصِد؟
الافطار محتوي في السعر؟
اتعلم محادثه الانجليزيه مره في الاسبوع.
الاتصال المباشر بليبيا، يرجي.
مكين المفقودين؟
كانت مقبوله علي الجلد الحساس؟
متي ارجعها لي؟
ما وقت مقبول؟
انا اقدر قهوه مع زيت، يالله.
لا اكمل مغادره القطار.
قبل ما تغيب، ساعطيك نصيحه.
تقدر تكمل مالك كي تبقي هنا شهر؟
انا اقدر كاسيت.
تَنْتَجَيْنِيْنِيْنِيْنِيْنِيْنِيْ
اقدر اطلب مرضه من مرضه الاكسي؟
كانت تقرب من الثمانيه.
دَرْن. وَكُنْتُ اَتَيّش انْ تَسْتَرِي هَذِهِ السَّطْرَ بِسَرِيع.
ادفع ببطاقه اءتمان.
يتعين علي اخلي بس بس وظيفه بس لتعويض تكاليف الدراسه.
كانه ممتع.
انا مريض بالشمس.
لا تغير الشكل، فقط احذفها، يرجي.
يكلفك خمسين دولار بس الطيران.
انا بسّط بعض الاشياء. هما بسّط بسّط بسّط بسّط بسّط بسّط
طيران جال 503 في 5 مايو، حجزت في طوكيو.
بلاش تبقي تعلّم كيف استخدم هالاله.
الي اين يرجع؟
اقدر افتح النافذه؟
الكاراتيه، طريقه مواجهه يدويه تتالف اساسا من ضربات سريعه ونقرات، هي واحده من مهارات اليابان للدفاع عن النفس.
ممكن اغير الحجم؟
كَيْفَ يُحَوَّل لِمَيْتِي؟
مكّن تفضيل مكان؟
كاميراتي هايك للاستعمال الشخصي.
كم عدد الناس اللي عندك؟
الطريقه الافضل هي العيش في دوله اجنبيه.
نعم، نقدر نعمل ذلك.
انا بسّط ترسيم لثلاثه علي الساعه 8 ليلا.
تقدر تحدد اعراض كالتعب، والغثيان، والحمي، والصداع، والام البطن، والدوار، والتهاب الحنجره، والطفح الجلدي اللي قد حدثت قبل اسبوعين من عودتك.
كم تكلفه كل كلمه لليابان؟
انا اعتقد ان المقترحات جيده، شريطه ان نجد الناس المناسبين.
وانا احسّ ببلاصه ترابيه، مزدحمه، مزدحمه، مليّه بالضوضاء، متحفّزه، تقريبًا متفجره. من شعب يشتغل، يُنتج، يُضيّع، متحمس، متحمس، يرغب في تعلّم كل شيء، ياكل ويبقي يشرب بسرعه ودقه، يكسب وينفق بقوه.
يَدُها مَسْتَوَّه.
ففي اليابان، تبدو عمليه اتخاذ القرار ابطا من مقارنه ببلدنا.
تقدر تنظر وتشتغل علي ما اذا كان موجود؟
كانت تسير 45 في منطقه 25 ميل في الساعه. يمكن ان تُسجن حتي 90 يوم.
كم يدوم الشفاء؟
ما اسم هذا الميدان؟
انا اسافر وحدي. هل تقدر توصيني بمساعد موضعي؟
اعطني ملعقه اخري يلا.
تقدر تطلب سياره تاكسي؟
تَخْدِمَتَيْنِ مُتَّسِقَتَيْنِ لِوَاشِينْغِتُنْ دِي.
تقدر تقدر تقدر تقدر تقدر تقدر
تقدر تقوللي لي وقت العمل في المكتب البريدي؟
كم يدوم مده وصول القطار المحلي لبستون؟
تُدفع لي.
مَنْ فَ14؟
تقدر تديي بعض السوكي؟
سَبْعَهَ دوْلَار في رُقْمَه، يَسْتَرِي.
تَعَلَّمْ بِالْمَرَّهِ حَتي تَرْجِعَ لِلْبَيْتِ.
بما انك، ممكن استلم هذا الشيفره؟
تريدي تروح لملعب بولينغ؟
اذًا اريد ان استبدلها.
اقدر اكمل ورقه تغطيه للانتقال؟
انا اطلب قطعه.
كَيْفَ تَنْتَشِرِي؟
كنت اقدرها.
انا بساقول لي ما الشكل اللي بس يحمله السكين؟
انا عايز ارجع هاد.
كم يبلغ تكلفه السفر لباريس؟
لا يُنقل.
اذا تقدر تنتظر لحظه، ساجيب اي اسءله عندك.
لما تيييييييييييييييييييي
كم مره احتاج اخذ هذا الدواء؟
تفضل تختار لي بلوزه ممتازه.
انا اريد ان ااتصل بطوكيو.
اخدوا مالكم المهم معكم يالساده.
مكين التوقف؟
لا تقدر اني اقدر وقت. اسرع، يالله.
لا اقدر علي التوقيع علي سعر كهذا.
هيا بس بس بس بس بس
انا اقدر بعض الفطر.
تقدر تديي دايمين بروشور مجانا في اليابان؟
الفرع التشريعي هو الدستور.
اسمي تارو يامابوتو.
مُعَفَّر، هل هنالك ممر للسَّيّارين بالقرب من هنالك؟
تتفرع في وسط شارع الغرب.
تفضل تمشي مستقيم.
اعوّد شامبو وشَكْل.
ممنوع مني تاخد صور هنا؟
مكين البوست المعلومه؟
اقدر اقدر اتّسِم علي غد؟
انا بحاجه لبلاس.
المنزل كان في هذا المتجر.
اقدر اتوقّف؟
تقدر تخلّي البقعه من هالملابس؟
تفضل تمشي مستقيم علي نهايه هذه الشارع.
انا اقدر كتاب انجليزي سهل القراءه.
لا، انا مجرد مُجمع بسيط. اعمل علي تبادل بعض الاشياء.
مُرَوَّح مَرَّه، مَرَّه مَرَّه، يَسْتَحِبْ.
تقدر تروح معنا للغداء؟
انا من السويد.
تقدر تملك اكثر من خمسه الاف دولار في الادوات النقديه؟
موجود مول تلبيه للطفل؟
انا بحاجه تغيير فاتوره بس نقود صغيره.
انا اقدر اعدّك سريرك اللي تقدر تنام عليه؟
اكملها كما هي، يالسّلام.
انا بحاجه للاطلاع علي طبيب اطفال.
يُرفع مُتَّسِعات الكارب وينتشر مُلَوَّنات الساموراي في هذا اليوم.
نحصّل علي كثيّر، فلنترجع معاً بملابس رسميه.
المحتويات بس تقدر تساوي مءه دولار.
هنا، اتمني.
تفضل تواصل مع المفقودين والمعثرين.
يكون 35 دولار و95 سنت يومياً و9 سنت لكل كيلومتر بعد 100 كيلومتر.
البُرْكَهِ مُسْتَحَلَّه.
انا اريد مصباح قراءه.
انا بحاجه لشَكْلِ رَاسِي، يَسْتَرِي.
انا متحمس للخروج مبكر غد صبح. هل يمكنني تسويه الفاتوره الان؟
يجب اني اطفء الغاز. انتظري لحظه.
ما البداءل اللي تتوفر علي الشاي؟
رقم مقعدي مكتوب علي تذكره السرعه.
سيتفرغ الطياره علي الوقت؟
تقدر تباعي اكلات محليه؟
ساقدر اطلب منك توصيلني لمحطه الحافله؟
لثلاثه كبار.
تَخْرِجَيْنِيْنِيْنِيْنِيْن
اتمني ان ترجعوا.
لا، ما اكيد. اشعر بانسحاب ومشتت في البطن.
تقدر توقف مراقبتي الشخصي؟
يقال ان التوفو بدا في الصين حوالي الفين سنه مضت.
اقدر اكمل وصفه؟
انا مهتم بمشاهده مباراه كره السله. هل متوفر تيكات؟
سَرَّتْي وخمسه الاف دولار نقد.
قال لي اتفضل هنا تلاقي تقرير الحادث.
تتاعل مرض السُّرَّ.
كيا اخلي دايمك كي تذكّر؟
كَيْ اَتَيَ الْمَسَارَ؟
السيد جونز مغادر الان. سيعود بعد ثلاث بقليل.
تقدر ترسلها لي في البدايه من الشهر اللي يلي؟
بلاش، شكرًا. وانت؟
الليل مبرد جدًا.
كَيْفَ تَكْتَسِبُ؟
تريدي تاكل العشاء؟
الستيك، يلا.
انا مهتم بفحص طبي.
هذا هديه لصديقي.
ما تاكله بسّيّت؟
اقدر اعرف التكلفه لاحقًا.
كنت موجودين هنّا حوالي سبع سنين.
تَكْمِلْ بِالنَّسْبِ، يَسْتَرِي.
اذا كنا نقدر علي مساعدتكم، يرجي عدم التردد في الاتصال بنا.
ساقدر اقدر اسقاطك؟
هيا كتان.
تفضل تنقل هذا البضاعه للنقطه اللي توصل الحافله.
هناك بعض، ولكن ما تبغي تاكل؟
تقدر تصفّي صديقي مس ميكيكو اودا؟
هذا دايموند بس كارات، صح؟
اسمو سيد هارادا. شكرًا جدًا.
تتاعي مخزن اونغارو في مكان هاد؟
كين الهاي؟
سَرَّني التَّقَوُّم بِك.
انا ساذهب لفلوريدا.
اعتقد ان هذا يكفي لليوم، يا سيدي.
تتّبعوا الشارع دا. تمشوا بثلاثه مسافات وينتَهيّكوا بسّك. المُتحف فبِسّك.
احتاج اسبرين.
اين اشتري تيكات؟
اقدر اطلب تيكيتين من الدرجه الاولي لنيويورك؟
كّي اطلب؟
كم ساعه يكفيها توصل هالو؟
الضابط.
الغذاء الياباني يحتوي علي الاسماك الخام، السوشي، تيمبوا، الخ.
انا اشعر بسكون.
قد يكون.
كَيْفَ يَغْلِب؟
هل تناولت درجه حرارتك؟
هل عندك شي مُهم او مُكسور في حقيبتك؟
اقدر ابديل هالحذاء بزوج اصغر؟
بلا تقلق، يكفيني.
لا اقدر اقف.
متي الطياره التاليه؟
تتاعي سوسه جرافيتو؟
بالتالي، اخترق اليسار.
اخدِي لي كُره.
ساقدر اخذ صوره بفيديو كاميرا؟
كدا فكره ممتازه.
تقدر تطلبها منا؟
هادو بس مبكر في المساء.
اسمي يامابوتو.
الحمام ما ينفخ. يرجي ارسال شخص يروح.
كم حجم المصنع بسلاسل متريه؟
مُعْفَي. بسّي ما اعرف مين مكان كرسيي.
انا اريد ارجاع.
انا بحاجه لشيء بس علامه معدنيه من برادا.
تقدر تظهرلي شي بس حجمي؟
انا علي الحافله الخاطءه.
بلاش تقدر تبقي معاي بس بس
انا اطلب هاذ و هاذ و هاذ، يلا.
الايكوبانا هي فن ترتيب الزهور. توجد اكثر من ثلاث الاف مدرسه ايكوبانا في اليابان.
بلاش يكمل لي الرقبه.
انا اقدر مرتين بيض مطهيه من الجهه المشرقه، يلا.
بلاش تكملو الاطراف، يالله.
اقدر اتلقي المجله المعلوميه عن الاداء؟
اعطني 15 جالون من مزيل، يالس.
انا مريض بانيميا.
اشرحها تاكليني.
انا بقَلّتْ هالشي.
كيف اكل هذه اليد الطويله للدجاج؟
يروح هذا الباص لكارم؟
تَوْنِي مَرَّه، مُسَكَّن.
تاخذيني بس تكمليني؟
وَقَتِ التَّوَقُّت؟
انا بحاجه لتاكيد حجزي مجددًا.
23 نوفمبر هو يوم شكر العمال.
كي تفهمه سهل؟
اقدر اشتريه بدون ضراءب؟
انا بسّط ابقي بس بس بس بس بس بس بس بس بس
نملك عصير البرتقال، وعصير التفاح، وعصير الليمون، وعصير التوماتو.
انا بحاجه لاسترداد.
تُعاني مفاياك من الم؟
رقم تاكيدي هو 5 6 7 QLR.
لما هو بس ساخن؟
اخد هذا الوصف للصيدليه.
اعمل في شركه سياحيه.
الحزب اللي اخليه اتصل هو سيده يوكو نيشيبارا.
موجود ركوب الجليد بالقرب من هنا؟
يجب ان ارجع بس الساعه 5. ممكن نروح للسوق؟
لم تكمل مترك.
بلا تكملها امامي.
تقدر تضع اسمي فقاءمه الانتظار؟
انا هنا علشان اشوف المكان.
تقدر تديي كاميراي بعد ما ادخل؟
تقدر تمشي. بس اتبع الاشارات.
تقدر تقدر تكملين وقت؟
مَينْ عَلَيْكَ مَتَّسِكَتْ الْمَوْسِعَتْ؟
لا. كنت بسرعه. ما يلي اعمل؟
كانت الحافله؟
اعتقد انني ساستخدم اخر خمس دقاءق لرد علي اي اسءله.
توصيّي بمطعم ايطالي جميل؟
كانك تشرب بسّك ليله البارده.
بصّل فقط.
هنا بروشور لسياحه مركبات، بس تشمل رحلات كامله، نصف يوم، صباحيه، وليليه.
نقدر نكمل هالرقص لوقت اخر؟ مسّي.
كُلّي بس تييي بس لِلمركز؟
انا اريد تثبيت مكتمل، يرجي.
مكّس بقي؟
كيا اقدر اساعدك تلاقي شي؟
اوه، حوالي اتنين بلوك اكيد.
السَّبْعَهِ وَالعَشْرَهِ مُسْتَوَيَهً علي تِسْعَهِ تَسْبِيْبَهً.
انا بحاجه لبلاستيك للبشره العاديه.
اسمع الناس اليابانيين يعملون بجد.
كَيْفَ تَنْتَقِلُ الْجِاز؟
السياح، هنا؟
كم تريده تفتح الحساب بيه؟
ما معني هذا الاشاره المروريه؟
تقدر تقوللي لي طريقه تملّي هالنموذج؟
انا بسّط افكر وساتصل بك مجدد.
انا ساقدر تكاليف السفر.
اقدر اكمل فاتوره تاميني الصحي؟
ممكن اترك السياره في اي مكتب؟
انا بحاجه لسّمّه دقيق للباص؟
تقطن هنا؟
سَرِعْ وَتَكْمِلْ بِهِمْ.
انا مريض بالحمي.
كانت خمسه وثلاثه وثلاثين.
والان انا مُتَفَرِّغ لبضعه يوم.
من يبقي ليل؟
لا، ما كنا. بس يتكلم الانجليزي.
هل هو تلقاءي؟
هل هالبلاك؟
السَّيْد، بس.
الصف الاول او الصف الثاني؟
تقدر توصل بس قبل 6:30.
انا احب تواصلك.
هل ممكن نغوص بالقرب من هاذا؟
نروح نشتري.
تقدر تاكله بسّط؟
مودي. نحن سعدان بانك تفهمت.
كم يبلغ لتر البنزين الممتاز؟
يقول المُسافِر عن التوقف؟
كّي نلتقي هنا الساعه 4؟
بلا. اتمني اراها. هل يمكن لي اخذ شيريه من اول؟
مَنْ بَلَغَ؟
مُعْفَي. هل تقدر تقوللي ما عندنا مطعم ايطالي بالقرب من هاذا؟
ساكون جاهز لكي بساعه 4:30.
كم توقف لمتحف الفن؟
نطلبها لك؟
تتوقف القطارات السريعه في سان دييغو؟
هنا بسّط.
من اين تاتي هذه التفاح؟
كانت مطعمك كيما؟
اريد اشوف المكتب الحضري.
هل تقدر تغلفه لي؟
هل هالسيا رحله نصف يوم؟
السبت والاحد يومين مسخوين.
تذكيري علّي لما اصل لفيكتوريا.
انا بحاجه لساعه معك غد بعد الظهر.
اذًا، ما خطهك لغد؟
مكتب الاستقبال؟ هاذي ناكامورا. وصلت قليلا. لكنني ما احب هذا الغرفه.
كم يدوم يكملها؟
تقدر تديشي شي حاجه للاذي؟
اسمي ريسا كوباياشي، والرقم هو 2022202100.
تَبْلِيغ مَشْهُور بِالْوَضْعِ الْمَرْكَزِي، يَسْتَحِبْ.
بلاش تقدر تقدر تبقي معاي، اخترع لي بعض المواقع تقدر تاتيها في حال تواجه مشكله.
نعم، علاجتي للسكري في اليابان.
نريد نسّي بجانب بعض.
اقدر اطلب كولا دايت؟
كيما تفضل تيكون الغرفه؟
انا متحمس للانضمام اليه.
تقدر تاخذها من بوابه المغادره.
الكروت والنقود كانت في جيبتي.
سَخْلِي.
تقدر ترفع طلب تامين مع مكتب التامين في اليابان.
هل تقدر تغير هاد؟
انا مخوّف اننا ما نملك شي مفتوح.
كم يدوم برساله سطحيه؟
هذي ذهبي؟
انا ما اقدر اقول كم عمرك يا اشخاص اليابان.
تقدر ترسم لي خريطه؟
البقاله كانت ارخص.
انا اني براون.
اقدر ااتصل من غرفتي مباشره؟
تقدر تضعها في صندوق؟
سَبِيلك مُسَلّم.
كذا مهين. سااتصل بالسفاره اليابانيه وساطلب منهم ماذا تفعل.
تَعْلَمْ بِاَنَّ حَزَمَتَكَ مُسَلَّمَهً بِالكُلِّ.
مكين دوّار؟
انا اقدر اشتري دواره بسرعه 10.
تقدر تدي اكتر لون؟
اوه، ما اعتقد.
هل يهمّ انّي مبتدء؟
انا مع عاءلتي، لذا لا يمكنني اعطاءك رقم غرفهي.
لا اقدر الا اجد العلامه اللي تقدر تعرف السعر.
انا بحاجه لدَعْوه في الصباح.
كّي اكّن بسّط لسّيّت فهاتي؟
هل اتّيجب عليي تاكيد حجزي مجدد؟
بلاش، سيّد. نرسل شخص يصليه فورا. بس انتظِر لحظه.
هناك 46. كل اقليم يراسه مسءول، وكل واحد له جمعيه خاصه.
نعم. نروح ونبيع المنتجات بعد ساعه او ساعتين.
كانت قبل 20 دقيقه.
تقدر تكتبها لي؟
ما هو الافلام اللي بتحسّن؟
في هذه الحقيبه من الورق البني.
اتمني اقدر اراك مره اخري.
لانهم مصنوعين من الشيل.
انا اريد اختبر حجم اصغر. هو كبير جدًا لي.
هل تعرفها من قبل؟
انا مُعْطِش.
تقدر تديم علاج مءقت؟ دكتور؟
انا مريض بحراره.
مُعْفَي، ما عندي اي تبديل. هل تقدر تُعطيي 99 دولار؟
سلا، ما نظّرنا نكون مجاورين.
موجود حافله من المطار للعاصمه؟
لا اقدر اشغّل المرحاض.
الاعضاء في مجلس الشوري يبقون في مناصبهم لسنتين، في حين يُنتخب نصف الاعضاء كل ثلاث سنوات.
لا شي اخر، يلا.
سَكِّر لي حسابي.
السلاح اللي تقدّم في اليابان في ذلك الوقت كان له دور مهم في الفوز في المعركه.
تقدر تقدر تاخد احدهم اكبر؟
هذا يعني انك خسرت تاشيرهك. عليك تطبيق علي اعاده اصدار للهجره.
انا بعيني بسيطه.
موجود مُحَدِّث؟
مُعْفَي. بسّي تقولي كيف اروح لمحطه شينجوكو؟
اوسو ميلتي هايك.
اكتب للطاهي هاذي مهواه.
التي فيي ما تمشي.
تذكره عوده لاكسفورد، علي الساعه 9 علي الخامسه.
لا اقدر اعمله.
ما ميلاج هذا السياره؟
هاد ساتو. اشتري سياره بس فجرا.
صحيح. شكرًا. بس، هل مطلوب ارتداء ملابس رسميه؟
تقدر تديي اسم ورقم تلفون طبيب؟
موجوده وصفه للامساك؟
انا بحاجه لبلاستي.
تقدر تنتظرني هنا؟
موجوده رابط لبيرث؟
كلا، ممكن نطلب قاءمه الحلويات؟
موجود عرض صوتي وضوءي؟
نعم، هاذي. فكّر، تقدر تدخل هنا، سيد يامادا؟
الوسط، يرجي. هل يمكننا احجز مكانين معا؟
كلا، مي ساعدك؟
تقدر تخصم لو بقي علي ميني تيني؟
انا حابي اشوف برشا.
كَيْفَ هم مَكْتُوبين؟
اذا قُطِعَتْ، يُرجي الاتصال مسبقًا.
هناك كاميرا داخل. يرجي حفظها في مكان امن.
متي الستايشن؟
تتوقف هذه القطارات في باليتوم؟
تقدر تجلبلي ماء؟
لا، شكرا. ستصبح الظلام في معظم الرحله، ايها.
انا بس اشوف. شكرًا.
مُعْفَي، لكنّي ما اعتقد انّه عدد صحيح.
كّي تشمل السواءل؟
كم من دقيقتين يبقي علي القطار يوصل؟
ما البوابه اللي تغادر منها هالطيران؟
اسم فندق اللي تبقي فيه ليله اتنين، سيدي.
اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد اكيد
شخص يجي لاحقًا.
تقدر تقولها مره اخري؟
المسرح قرب؟
تتّيني سِدّه فِي حزّنا. نريد نسّي بسّه معا، يالله.
هالشي، علشان، هالشي.
شكور لدك تلّيتيي بقي بسّر.
ماعنديك وقت؟
سُكّر اورانج، بيره، شراب، ويسكي، وشَرَابات.
تستقر في الطابور. وانا اروح ونستلم حبه شوكولاته.
كَيْفَ تَكْتَسِبُ الْبَسْطَه الَّتِي تَنْتَهِي الَي فَنْدِيْلْ؟
انا بسّط ترسيم لليوم بعدين.
الدكتور قدم لي وصفه.
نعم. و ما نوع الدهن اللي تستخدمه علي سلادك؟
كَيْفَ تَخْطُو؟
تقبلين شيكات السفر؟
كانت مهذبه منك، ولكن انا مخاوف انني ما بقي لي شي عمل يدوّي قبل الصباح.
انا ابدا انسي الارز والسُّوُوووووووووووو
لا، شكرا. هل يمكن لنا علبه ماء؟
اقدر اتكلم الانجليزي قليلا.
اقدر اطلب ماء؟
واي طابق؟
افضل شاي.
اذا كان عندك، لن تدفع مجددًا لما تاخذ 44.
تقدر تمرّرلي الملح؟
تُبْيِنِي داِيِنِي الْوَسْطِي؟
الساعه واحد.
تَكْتِيْتَيْن لِلْمُنْتَجِ بِالْيَوْمِ الْوَسِيطِ، يَسْتَحِقُ.
كم هي ضراءب المبيعات؟
بلاش تدّل 8
تَخَلّي بِالطَّيْرِ اللي يَسْتَرِي في 4 عَصْرِ لِنِيويورك، بَعْدَ كَيْفَ تَسْتَرِي بِالطَّيْرِ اللي يَسْتَرِي في اَخِيرِهِ لِوَاشِينغتون مِنْ نِيويورك.
هيا سَكِينه بَلَدَه بَيْنَه.
واحد كينت، يلا.
هي علي الطابق الثاني.
كانت الساعه اللي تفقدتها؟
انا بحاجه لجهاز تقويه.
تفضل تُصلح هادا.
بلا شكل. يكتمل باليوم الخميس.
تقدر تباع شراب بحَلْو؟
انا مريض شديد. يرجي تواصل مع طبيب.
كانت تلقيت اي فاكس؟
كَيْفَ الطابور؟
اقدر ادفع بسند سفر؟
نتبادل الهديه مع اصدقاءنا المقربين في عيد الميلاد.
هنا وصفه من دكتور تومسون.
مكّين مسّار شيكاغو؟
تقدر تبقي لي برشا؟
انا مسجول.
نعم، نعم. هما علي الطابق الثالث.
هناك جوله سير علي اماكن مشهوره.
اخدوني لمستشفي قريب.
كانه ممتاز.
انا اريد اشتري خمس. حتي هالشي، ما تقلّلهم سعر؟
بلاش تقدر تديي نسخه من الباب؟
اقدر اقدر اقدر اقدر اقدر اقدر اقدر اقدر اقدر اقدر
كانت مكان ممتاز لزياره؟
لا اقدر اقرر. سارجع لاحقًا.
تقدر تتحقق من الريش؟
مُعْفَي. ايّ الاتّجاه يكُون مُخزّن الحَوَل؟
اريد اروح الراستورانت.
اعرضلي هاذي، يلا.
انا اقدر انك تعيد تفكير في تجديد العقد.
مَنْ يَعْطِي الحَدِيث؟
كَيْفَ نَحْنُ الان؟
انا بحاجه لبلاعه ثقيله للشتاء.
انا محبّ لطريقه الطهي الامريكيه.
اقدر اسال سءال واحد اخير؟
اقدر اطلب هامبرغر؟
نريدك تجي وتنزل معنا بس بس يومين في الربيع.
هل هالباب لطيران توكيو؟
كم مره اخذها يوميًا؟
شاي بليمون، يلا.
الدّوّه اللي بسّطها تءلّي.
كَيْفَ وَلَدَتْ؟
مُعذِّر لِتَعَطِّلْك، ولكنْ هل تَسْتَحِبْ تَصْوِرْنَا بِهَيْكِلِ الكَامِرَه؟
قُلّتْيّي اليد.
المسافرين يدخلون الان؟
اخد القطار الاخضر من ممر الـ6.
بلاش تقولي ما هو المطعم اللي يحبه السكان؟
سَقَطت كاميرتي. هل تقدر تفتشها لي؟
مُعْفَي، قَطَعْتُ شَرَبَه علي الارض.
مُعْفَي. هُو مَتَّعْلِمْ. تَكْتُبْ مُسَلَّم؟
طيران جال خمسه لطوكيو في 3 مايو.
اشرح لهم اني خلاص بسّت.
تقدر تضع عدسه وصفه في هالنظارات الشمسيه؟
بما انك، هل ساحتاج لارتداء حزام؟
انا مهتم بتحديثه لطريقه نفس، ولكن في 4 مارس.
بعد كذا، تباعي توصله للبُلّه اللي هنّا؟
موجود حافله تدخل المدينه؟
اوصلك تاكليني في الصباح الباكر.
اعطني دوّه للبطن، يالسّلام.
لديّ مال شخصي فهذا الحقيبه.
مُعَفَّر، مَيْتَيْتَ مَرَّ؟
اريد الذهاب للحمام، ولكن ليش مالا كثيره. ساكون علي حسب الانتظار.
كانت طويله و بطيءه.
نحنا نوفر رعايه الاظافر وطلاء الاظافر.
هل الترام مبادر علي التوقيت؟
الغرفه اللي بجانبها مهتمه.
هو مسَّوَيْنْ بسْ.
اقدر استعِن بمفتاح ماستر؟
بكوني معك يسعدني.
احضرني للشرطه.
الكاسيتات مهمنه في هذا المتجر.
احابي بشرتي تكون ملساء.
شريكك علي الخط. ابدا بس.
كَيْفَ اَخْرِجُ هَذِهِ؟
اقدر ادفع بسند سفر؟
لا اقدر اجد اصدقاءي. تقدر تبقيه؟
الوايسكي علي الحجاره، يلا.
بلا شك، في هالحاله، ستعطي الطياره تعويض.
هذا قلم مُلَفَّ.
هالك تيكون كريكرز اليابانيه.
كم نتاعي نتاعي؟
انا بخير. انا بس احس بس خير.
نقدر نتفق.
تتوقّف في شيكاغو.
انا مخوّف انك ما تقدر. ولكنك تقدر من الخارج والداخل.
انا بسّطت مبلغ.
انا بحاجه لعينه ماء.
كثير الشكر.
انا ساكون معاك.
لا اكترح تذكره، ولكن يمكنني الغوص بعد الظهر؟
العب التنس مرتين في الاسبوع.
ما هي المحطه القريبه من هذا الفندق؟
اكتب علي العلبه "بضاءع بدون مساعدين".
انا مهتم بس ما ينزل غد.
كانك مسّي.
اين اجد اذن؟
كانه ممتاز. لا يمكن ان يكون بسيط. هو كلاهما.
اقدر استعِن بمفتاح الحمام؟
عندما يرجع، اطلب منه ان ياتي بسّيّد اوكادا.
انا ساطلب لحمه نادره مع بصل مطهو.
خَمْسَهَ ا. اَنَا مَعْتَوَسْتْ فِي المَكَانِ الخَاطِء؟
كَيْفَ تَعْرِفِي كَيْفَ تَعْرِفِي؟
انا اطلب لحمه.
كلا. عندنا مواقع تاريخيه مشهوره بس في المدينه وحولها.
بصراحه، هالمره الثانيه اللي ناخدها من بعد ما كنا نزور هالمنطقه كمُزَوّن.
لا تملك مهارات. بس اعمل بجد، كيما يفعله معظم اليابانيين.
نعم، رغم انني اشعر كانني كنت هنا كثيره مرات من خلال الافلام والبرامج التلفزيونيه.
اي ممر؟
الي الوجهه النهاءيه، روما، يرجي.
اه، بروفيسور كورن يحب يعطي امتحانات مفاجءه.
كانك؟ فما اللي يحصل؟
ساعتي المُسَافَر مُتَاَثِّر.
كانت تاكلك شي مدهش من اليابان؟
عندما تراها، اهْتِمْ بس.
انا متحمّل اترك يوم مبكر.
انا متعب شديد. علّي كوب كبير.
هيا سوبر ماركت كبير مكشوف بس خارج مدينه كبيره. وله اماكن واسعه لساءقين.
كانه مهذب.
تقدر تضمنها في الصوره؟
الافطار محتوي؟
الطباعه المزدوجه، يرجي.
مكّيّن كيّا كيّا؟
نعم، مفتوح للجمهور.
السّيتس علي الطابق الاول، يرجي.
مُفَرَّق.
كانت هالطريقه للهولت؟
مُعَفَّر، ولكن هالشي يظبط قصير.
انا مريض بضيق في القلب.
انا ساروح من كالايس لدوفر بسفن.
انا بحاجه لبلاطه جديده.
بلاطه بيتزا ودوانه بيره، يلا.
احتاجه فورا.
نعم، ناخد حذر من سرطان الايدز.
هديه لامامتي.
مكنتش عرفت التفتيش علي الامن مكنتش بس بسيط.
اين انزل لاروح الي تاون تشين؟
السمك المطهو.
اعمل في بنك.
مُعْفَي. هل تقدر توصي بمكان جيد للطعام؟
كم اونصه يمكن تجنب الضريبه لما ادخلها في اليابان؟
انا اقدر لعبه لطفل.
انا اقدر ارسل هاذه البوست كارد لليابان بسرعه.
انا اقدر ارسلها ببريد جوي.
نملك تبادل بس 50 دولار لليله.
مُعذّر، ما نسمح بجينز وتي شيرت.
انا اريد التسجيل، يرجي. اسمو هاروكي اوغوا. اعتقد انني عندي حجز.
هل هالباص الصح، الباص اللي يقرب؟
تقدر تباعي هديه لمن في دوله؟
تفضلوا تاكلوا طعام يسهل الهضم.
اشرحلي طريقه التخفيض من الضراءب.
كانت مكان ممتاز، ماذا؟
تتاعي تايم تايل للقطارات؟
سَاعِدِي اَعِدْ بَطِي يَرْتَدي قَبَّه حَمراء.
مُعْفَي، اخَبرك ارسله لليابان. كم تكلفه الشحن علي هالشي؟
كنت بسافر فامريكا بسياره تاجير.
بلا، غرفه رقم تي وثلاث. هاذي مفتاحك.
السينما تبدا الساعه 10:30 مساء وينتهي الساعه 1 صباح.
مطاط، يلا.
اقدر اطلب نايل بس 7 صباح؟
انا اقدر كاميرا باسعار منخفضه.
الناس اليابانيين ينكرهم علي تناول الضيوف وان يُعاملوا بشكل سيء.
اقدر اكمل بطاقه؟
متي تقدر تكتب معاي؟
في هاذ اللحظه، سيّد؟ الساعه 11 صباحاً.
كَيْفَ هَيْهَ؟
كانت كلهم بخير؟
تُغطِّي وساده علي فمك.
واحد مُتَّسِع.
كم للثلاث؟
انا محتاج حلقه عقد.
لا تكثي.
هاد التغيير، سيّد.
لا. انا ياباني.
بلاش. مقاعدك هتكون هنا.
العصر الادو، اللي ما كان فيه حروب في البلاد، استمر حوالي مءه وخمسين سنه.
اخد هالشي مرتين في اليوم بعد الوجبات لثلاثه ايام.
تقدر تطور هذا الفيلم؟
احتاج لاستعاره جهازك، يالسّلام.
تقدر تجي بس لسنا بس علشان شربه علي بيتنا يوم الاحد بعد الظهر؟
انا اخذها.
هادي مسحوق هنا، فهل تقدر تبديلها بواحد اخر؟
اقدر اكمل بس حبّه وسياط؟
تَكْتِيْتَيْنِ بِسَوْرَهِ بَسِتُنْ، يَسِيرَينْ.
كنت بسافر لعرضك مره تلات مرات في اليابان سنه الماضي.
اقدر اكمل بقلي؟
انا اقدر اعطيك مهمل من كيوتو.
كيف اروح هالمنطقه بالمترو؟
بلا تقولي كيف اتصل بدها؟
هذي الطريقه الصحيحه؟
انا بحاجه لتقديم تقرير عن فقدان وثاءق مهمه.
هالدوره الجديده لعشرين رساماً بارزاً في اوروبا، وتحتوي علي صور لحوالي مءه وعشرين عملًا فنيًا متميزًا.
متي اقدر اكمل تذكره طيران بسعر معقول؟
ما وقت تفتح الشاشه؟
هناك. الفاتوره في الحقيبه.
متي بسّط العلّه؟
انا اخذ مارتيني.
هل هاله تلفون مخرب؟
كَيْفَ اَتَيْ بِالرَّكْبِ لِنَتَيْنْ اُوَكْلَنْد؟
سَكَرْتِي مُتَوَسِّطِي فِي هَذِهِ المَتَوَسِّطِي.
اقدر اطلب شء للشرب قبل العشاء؟
ثلاثه شراءح، لوبستر كبير، وعشره نوع من الشوكولاته.
كيف البس هاد؟
يقولو بس ما يكفي صفر.
اعطني نبضه في الساعه 6، يلا.
نعم. مهتم جدًا بمقابله اشخاص مختلفين.
انا اري. هنالك ضروره بس 1%.
بعض الناس يجتمعوا لشرب بعض الشي. هل ترغب ان تجي؟
الغسيل ما تجف بخيار.
تتاعي بقلم؟
تجرّب الماكولات المُتَّسِقه في هذا المكان.
اليابانيين مسخوين حتي لو كانوا غنيين.
انا مهتم بسّيّر عن السّفر ديالك.
هاد اللون مُحبب فاليوم.
ساقدر اضع حقيبتي في الخلفيه؟
انا اري. تعتقد انني ساقدر احصل عليهم؟
كنت مريض من ليله امس.
احضرلي كيكه من السوَّاب.
تغادرت.
كانت تسير 45 في منطقه 30 ميل في الساعه.
وانا اشكرك. يوم سعيد.
انا مريض في البطن.
هذا اول مره لي.
انا اخذ قطعه من ها.
انا بحاجه لجَبَر بسَلَم مُنْتَهَي.
اشرب بيره.
انا اقدر ادفع خمسين دولار وعشرين الف ين ياباني للباقي.
انا اعتقد ان هذا التغيير خاطء.
ما وقت الانتهاء من العرض في المساء؟
اسمي الاخير ياماغوتشي. ياماغوتشي.
انا بسّط نفتح النافذه.
هناك كتير من المطر. اتمني ان ينضج.
هم كلهم بسّاله، شكرًا لك.
بلا فطور وعشاء؟
انا اعتقد انو ملاءم قليلا.
تبيع تيي تيي تيي؟
انا اريد هالتصميم علي اصابع اصابعي.
انا محتاج يقرّب علّي بعض عدّه عيون.
ارسللي الاتجاهات، يالله.
كم ساعه يدوم؟
تتاعين مثال علي تعبءه؟
تقدر تقوللي لي اين نروح في هذا السياحه؟
تفضل تمشي علي هالطريق، وانحَلّ علي الاشاره الثانيه.
انا اخذها لو قدمتلي خصم 10%.
نعم، حصلت علي غرفه، ولكن الغرفه ما تم تجهيزها بعد.
مفيش ليش دايميني هالغرفه. هل عندك شي افضل؟
كانت الباب اللي يوصل لشيكاغو؟
هل ممكن تضبط؟
انا اقدر اكمل مقعد لسياتل.
انا اقدر طاوله تُسَلّم.
متي سعر نصف الوجبات؟
علي الاقل عشرين دولار.
كيا اروح بيتي او احاول رحله مسافره، لو ما كانت مكلفه.
لا تهتم. لا تقلق.
عمل باسكيات مهذب، ولكن تكوينه متطور.
لكن، ستصبح مريحه بعد ما تُكسر.
تقدر تبقي لي توضيح كيف العب هاللعبه؟
انا اقدر انك تزود طاوله بجانب النافذه.
نقدر نوصل بس الساعه عشره. بس مبقي علي الجدول.
هل تناولت اكل اليابان؟
تقدر تديي اي فيديو من الموسيقي الشعبيه؟
سَبْعَهِ عَشْرَهِ مَوْسِمِي هَيْهِ.
انا مسّيّك بس. هل تقدر توصل دكتور؟
تريدي غرفه تدخين او غرفه لا تدخين؟
انا اعتقد ان الساده يجب ان يوقفوا.
تبدو كانك مريض بالانفلونزا.
احتاج لبلاش لحذاء.
انا مهتم بالهستوري، لذا اريد زياره المواقع التاريخيه.
بالتالي اخلي حجز لسبعه.
مُعْفَي، بسّ ناخد بيره او ويسكي.
هوا خارج المكتب حاليًا. ممكن استلم رساله؟
بلاش تكمل شيكات السفر.
تتاعي بس مالك تيكون؟
لانه في امريكا، يكفي دخول الجامعه ولكن يصعب التخرج.
كيف افتح هذا الضوء؟
تتحرك بقليل لليمين؟
ما هي المواقع المهمه علي الطريق؟
ن، انا. انا ساذهب للاساتانس.
تبقّي طويلا.
كنت فاقد للبنزين.
ممكن يقدر اطلب مقعدين متوفرين لليله ديال اليوم؟
تقدر تقدر تكمل طاوله لـ 4؟
هالو بس بس بس بس بس بس بس بس بس
لا اعرف هاذ العنوان من قبل.
تتّبعوا الطريق مستقيم حتي ترَوْن مخزن ادويه.
كم سعر الافطار؟
كيف اساعدك؟
تَدْرِسْ يَسَار فِي الرَّوْعَه التَّاسِعَه.
تريدي كريمه وسكر فكوبك؟
تقدر تصرف لي شيفره مءه دولار؟
اذا ما وُجد، اتصل بي.
كُلّي بسّي؟
انا اقدر سوَّار بابا للطفل.
بلا. يكلف الطرد العادي 85 سنت، و3 دولارات وسنتين اضافيه للتسليم السريع.
اكيد اشتري هالشي هالك تاخد.
ساكون معاك مشكله مع الحدود؟
تقدر تديي حذاء بس قدم واسعه؟
لا. هل يمكن ان اقترح تين للاستخدام الواحد بدل؟ عندنا واحد.
اعوّد شكل مكثف، يرجي.
تريد بيره.
سَمْتَكْ بِالْمَسَاء. كَيْفَ تَكْنَ؟
انا مخوّف انّي ساحتاج لبَيْنَه معرفه.
ما نوع الزيت؟
هذا بس بارده. تقدر ترفع الحراره؟
مُعْفَي، هَذِهِ المُسْتَوْحَشِ مُشْغُولَه.
انا بخير. ولكن ما تفضل تاكلل صديقي؟
شكرا، كفايه.
من احسن صديقك؟
يُحتفل باليوم الصحي-الرياضي في 10 اكتوبر كمُهرجان وطني يهدف لتعزيز صحه الشعب.
تريدي اشوف تحت المكينه؟
تقدر تساعدني اقدر اجد حقيبتي؟
تقدر تقدر تبقي ترتيب مسبق؟
انا مساعَد. شكرًا لك.
عندما تصل، سال شخص اخر، يالله.
انا اريد توسعه 24، يالس.
هناك سنتين. احفظ المتبقي.
واحده بارغو وواحده بارغو بجواه، يلا.
كم تقدر تدفع علي معالجه؟
نحنا كل واحد نريد ندفع لحجزنا.
المنزل كان علي كرسي في المدخل.
تفضل تحوّل هاليني الي فوند.
اعوّد كتيب ديكشنير بحجم جيب.
لشخصين علي سبعه. الاسم هو واتانابي.
ساعهي. كانت سيكو ديجيتال.
سيكون سرورنا تخدمك بشربك المختار، وبعد ذلك العشاء. دليل كامل للشراب اللي نقدمه علي هذا الرحله موجود في دليل المعلومات اللي في مجلهنا.
تتَعَمَّلْ بِالوَسِيلَه؟
متي بيت المخزون؟
انا علي طريق واحد قرب مورو بوي.
انا بحاجه لساعه تذكير، يالله.
بما انّي، اسمو هيروشي اييجما.
كانت القطارات توقف علي بحيره فورست، ماذا؟
الكثير من اليابانيين ياكلون الديك والدجاج.
اقدر اطلب تيكيتين من فءه ثانيه لشيكاغو؟
كنت بسافر لنيويورك.
ما رقم الطياره؟
واحده لنيويورك، يلا.
لاسبوعين.
الثاني من اليسار.
هاد البطاقه، بس؟
هل هالو مكتب الاستقبال؟ هل هنّا مشفي قريب؟
سيكفي عشره دولار بسياره تاكسي؟
هذا ميغيب.
نعم. انتظر، ابقي واحد ليك.
بلاستيك نصف، يلا.
لا بس. شيء بسيط وموصي.
تبحث عن شي؟
اربعه ليله.
احتاج لسُكّات.
تقدر تقلّل السعر لانه ماشي بس بس تبقّي بس بس تبقّي؟
كانت رجل مسّي. بعد كدا لاحظت جواكي مفقود.
مكين متاكد من انني جيت بس كتير من الملابس لرحله 3 اسابيع.
وو، نريد نجرب شراب ابيض.
اذا سالوا عنّي، قل لهم اني في مطعم القهوه.
انا متاكد انّي كان عندي في حقيبه داخليه من جاكيتتي.
ساقدر اكْتَب اسم ورقم الجماعه اللي تدْعو؟
سيدفع الطيران لي اشتري بعض الحاجات الشخصيه الاساسيه؟
انا بحاجه لغرفه مزوده بحمام.
لاشي تخرج من الجهاز؟
كانت مفترض تروح بس 820، اللي خرجت 15 دقيقه. بس، يمكن اقدر اقدر اتوفير طياره تانيه لك.
كانت شخص ما فتحت سلطهي.
اوه، لاشي. حاضرين، ايّا سبب.
طيران اليابان، رحله رقم 123.
اكيد اشتري شامبو.
تقدر تقولي متي نوصل للمركز المدني؟
مَيني البَشَر اللي بقريب؟
نريد البقاء 4 ليال من الاول من اغسطس.
ما اسم الزهره ديالها؟
15 سبتمبر هو يوم الاحترام للمسنين.
لا توجد مسحوق في غرفتي.
مكّن ميّت تاخدش للاشاره ديال هالبلاش؟
تقدر تغير التعبير اللي قلته؟
كم يدوم توصيل الطلب؟
تقدر تتكلم بس صوتي اكيد؟
كم يبقي قبل ان يخرج؟
متي الـ سبورت؟
الحجم اللي هاذي، الحجم اللي تسميه حجم عادي، يكفي.
كّي تنتهي الرحله ومتي؟
اين اغير القطار لكي اصل لادِينبرغ؟
انا اريد ان اضع هذا في صندوق حمايه.
اين اغير نقودي؟
نقدر نترك اشياءنا، ما عدا المالي، في الحافله؟
انا مهتم بس ما هو هذا السعر علي فاتورهي؟
انا سادفع خمسين دولار.
الان اعرف ما كان الخطا.
هادو يكيدا. ليت رزيفي لطابق بس 6.30 في المساء. ولكن انا ساصل متاخر بس نصف ساعه.
كم اونصه من العطر اقدر احصل عليها بدون ضراءب؟
سياحه فقط.
كلا، اشتركوا فيهم. كيف تفضل؟
تقدر تبقي مقاعد لعرض الليله؟
اعوّد بس.
كنت ناخد النوم علي الساعه 6:30.
انا مصور مستقل.
الباءعين يقدر يبادلون دوولارك بسياحات مساحات. ها نروح؟
نملك حوالي ثلاثين نوع من زيوت الاستحمام.
ساعطيك الاقتراح للاسبوع اللي يليه.
شكرا. كم هالزوج من القفازات؟
يجب اني اروح. اتصل بك لاحقًا.
انا بحاجه لبلاستيك ناكيه.
من اين اتي هذه الاسماك المُتَّسِعه؟
تقدر تبغيهم بدولار؟
نكون سعيدين جدًا. هم يديم واحد بحجم 4 في متجر الا موانا.
موجوده سياره ليموزين؟
اقدر اطلب نايل بس 5:30 غد؟
افضل حجز غرفه سكينه.
انا بحاجه لبلاستيك لبلاستيك الاظافر.
انا بحاجه لبطاريه.
موجوده فريق موسيقي حي او DJ؟
اقدر اايجي معدات السباحه؟
انا اقدر اكِّل غرفه لـ 4 ليال من 22 ديسمبر.
هل هذا الحقيبه مناسبه للجميع؟
انا اقدر كيس، يلا.
انا اريد اشترِي سياره تلقاءيه لساعتين.
تَسْتَعِدْتِي طَيْرِي 20 لِسَانْفْرِانْسِكو.
كم يوصل للمنطقه؟
كانت بخير. كيما هو؟
كم عمر ابنتك؟
تقدر تقوللي لي مزارات مهمنه وسيله؟
نقدر نسجّل غرفه مريحه لك في قلعه قديمه بجوار نادي جولف مشهور.
اوصي بده بس بس مصنوع من مكونات طبيعيه 100%.
توقف القطار في بريتنت؟
تقدر تقوللي لي ميني اتاعي سياره؟
تَخْرِجَتَيْنِ تَخْرِجَتَيْنِ مِنْ فَرْدِيْنِ، يَسِير.
انا اقدر ارسل فاكس.
انا اريد مطهر سفر.
اقدر اقدملك شي؟
يالدّي؟ ما اقدر اسالك، ولكن ما تقصده؟
انا اريد واحد يحتوي علي وثاءق بحجم ورقه الرساله العاديه بدون الحاجه لطيها.
نعم، ولكن ما يكفي.
انا مصاب بحساسيه للقطط.
كلا، تقدر تاخد ترخيص قياده و، علشان، تقدر تاخد ترخيص من لجنه التاكسي والليموسين.
تفضل، سيدي.
لا اقدر احصل علي ماء ساخن.
انا بسّط اكمل غرفه ليلا.
لا، يبعد الضريبه والرسوم.
تريدي تمشي معي تباع اليوم؟
حَيّا، دا بزّيّه جميله جدًا.
الان، داال داال داال داال داال داال داال داال
ما رقم الباب؟
ما هو ملابس هاواي؟
اقدر اروح هالمنطقه بالمترو؟
اعوّد شافا.
نقدر نتقدّم بس نتدارش كيما نتدارش؟
انا من نورويغيا.
من عشره لـ 12 يلا.
بكل تاكيد. اشوفها. اتعرضت للاصابات من الشعاب، اعتقد.
بما انك تقدر، اشْتغل علي رقم الشخص المسءول.
موجود طريقه سريعه؟
كيما بسّطه يوتيوب؟
وقد وقع حادث ترافيك.
مُعْفَي، عندي رقم خاطء.
ادخل رمزك الخاص.
لا اقدر اضبط الصوره.
بلاطه جبنه وعصير اورانج، يلا.
هنا بطاقه السفر.
كَيْفَ، شكرًا جزيلًا. اه، ممكن اروح للاسفل؟
اقدر اطلب تيكيتين للمسرح لغد الجمعه؟
سَمِعْتَ مَرْتَبَه تَقُول انّه مَمكن يُبْدَلُ مقعَدك مَعْك.
ممكن اطيل اقامتي؟
قل، تعرف شي مميز قريب من هاذي؟
لا، اخلي برشا تاجير نصف مجموعات وحذاء.
تقدر تبيّنلي لما يُعثر علي الحقيبه المفقوده؟
كَيْفَ يُسمّي هذا المحميه؟
انا مسّي بس.
اين مكان جيد للزياره؟
اقدر اطلب فاكهه؟
اقدر اكمل العشاء الان؟
اكيد احتاج تغيير هالدولار.
احتاج سياره تاكسي. انا عند شارع جنوب وليبرتي.
بكل تاكيد، هل تقدر تطلب مهندس؟
لا هو تفاحه بل هو تفاح.
انا اقدر لك وصفه. اخترها من المخزن.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
كانه مكلف، ماذا؟
نعم، عندنا دا. نقدر نجهزه لك.
تقدر تبقي حقيبتي حتي ثلاث ؟
لا، انا بس اقدر ادخل.
اقدر اكِسِر سياره للايجار هنا؟
كُنْتَ من امريكا؟
الي هالمكان، يرجي.
سيارتي مسجّله.
مَنْ يَكْتَبِي الْوَسْم؟
نريد زاويه ساكنه، لو تقدر.
هل هالسياره مجانا؟
هل هذي محطه سريعه؟
ما وقت يجي؟
اعوّد كارافيه صغيره من الشاي الابيض.
اه. ممكن اكمل وجبتي لاحق؟ انا ما احسّ بحال جيد حالياً.
بصراحه، ليتاع خبر. اتّي اتزوج.
اي بارس تاني؟
اقدر اكمل ببرنامج؟
كانت الغرفه مُسَرَّقهه ليله امس.
اعرضلي السمك اللي رايته اليوم فكتاب الصور، يالله.
تفضل تقرا التعليمات علي علبه الطعام المُستَخَرَّج.
انا اريد نقود مطبوع.
اخد حقيبتي وانطلق.
لا تكمل تجارب؟
اين اشتري تذاكر البريد؟
انا من بريطانيا.
يتعين عليّ اتاكد من زوجتي.
انا محتاج ارجاع مبلغ دا.
هناك مكالمه في الجهه اللي بسّط البنك.
ساصل في التاسع من مارس وساغادر في الرابع عشر.
كانه مهور، ما تقولين؟
تتاعي بسّت؟
مَين تَمَكِين الْبَسْس؟
تقدر تاخد مزاج؟
تتكلم؟
النفس للنفسي، يلا.
اوْرْدِري ميْنِي ما تَعْتَدَّ.
توجد كثيره من البحور الساخنه.
بلاش تغيّر خمسين الف ين لدولار امريكي.
بلا مشكله لي. في الحقيقه احب ان اتقطّع.
اين استاجِر السماوات والجوازات؟
هل نسيت شربنا؟
تقدر ترسلها لي بعنوان جايب بس بس تجمع بريد دولي؟
اعوّد كوب من الشاي الاحمر.
بلاش، لو كان ملكك، سير. ههه، مجرد خدعه.
بكل تاكيد. كيف نخدمك؟
نملك بيره، ويسكي، براوندي، جين، فودكا، ووين.
الهويه، ايها، بس. هاذا هويه مقبوله؟
رقم غرفهي هو ثلاث مءتين وسادس. هل تقدر تجمع ملابسي؟
انا ساراقب اذا ما تطابق اي من هالك.
انا بحاجه لبلاط.
احضرلي بعض الجبنه المطحونه.
اقدر اطلب تنظيف ملابسيا بساعه الغد؟
تقدر تطلب منو ياتي؟
لما؟
مُعَفَّر، هل هنالك مكتبه في مكان هاد؟
اعتقد انك خلّفت خطا. الغرفه مسبوقه الدفع. عندي فاتوره.
الباص هالو هنالك.
انا اقدر تيني رولين من ISO 100، فيديو ملون، 36 صوره، يلا.
انا اقدر استلم هذا الشيفره بسبعين دولار.
انا اريد اشتري تيكات لعشره بطاقه بريديه لليابان، يرجي.
موجوده اي بنك بالقرب من المحطه؟
انا مخوّف انّ هناك خطا في الفاتوره.
هالك تيكون.
واحده بورغير مسحوق يدّي، يالله.
لا تقدر تقدر تعمل علي تصميم بدون كمبيوتر بعد.
تَسْتَرِي.
هنا بسّه في بلوزتي. اتمني انك تقدر تربطها لي، يلا؟
ماعندك تكلفه تا مانشستر؟
تقدر تدييّي كابل تقويه؟
اين اشتري مات بحري؟
بعد كدا، اعطني تاكيد جديد.
دابي لي هام ستيك، ولكن بس بس بس بس بس بس
نقدر نوصل بس سبعه.
عندما اري الاسعار هذي المنخفضه، يبقي غريب ان اشتري اي شيء في اليابان.
كنتي مسروقيني الريكوردز، بس.
اكواب شوكولاته، يلا.
اوافق. يتعين ان يصبح طبيعيا.
تَعْلَمْ بِالْمَسَافَه، تَعْلَمْ بِالْمَسَافَه، بَعْدَ الْبَابِ، يَسْتَحِبْ.
احتاج بطاقه اءتمان.
هنا الرقم.
انا بسّرّي مكان جيد من هذا النهر، يلا.
اكتب لي تقرير عن الحادث.
لا، شكرًا، بس الان.
بلا، بقي علي الخط. سيد ناكا جيما، سيدتي سايتو ما ترد علي المكالمه. هل تريدي اني ااتي لها مره اخري؟
بلا، ولكننا نحتاج توازنهم منفصلين.
كانه مبهم قليلا.
متي تقدر توصل الحقيبه للطيران 703؟
شي ما بسّط في طريقه تمسكك.
سيتضرّ؟
لا، شكرا. يفضل الا اشرب اكثر.
اشرحلي بعض الطرق المناسبه للتسوق.
يروح دا الباص للهيلتون؟
الان، هاذي اللوحه مميزه جدًا. هي من تسوروتو رو كاتووا. هو معروف كفنان عالمي.
انا متحمس جدًا للموسيقي الكلاسيكيه.
كيا ادعوك لعشاء في وقت ما؟
بلاش. ما هو اسم حزبك ورقمك، يالله؟
مُعَفَّر، اخْرُجْ مِنْيْ.
تقدر تطلب فريق بس يتكلم اليابان؟
نرجع لعواءلنا بس بس.
ميكي هايكواو. هاذي غرفه سبعه او تي.
يجب ان ابقي هنا ليلًا، ماذا؟ هل تقدر تساعدني علي حجز غرفه في فندق؟
لا يبقي طويل. اقصي ما يبقي 15 دقيقه.
تقدر تقوللي لي تكلفه هالاتصال؟
وو، تقدر تقول لها انا فاتح، يلا؟ سافتيها مره اخري لاحق.
موجوده اي جوله صباحيه؟
تتبدّل العملات الاجنبيه؟
ميزانيه نا تقدر 50 دولار لثلاثه اشخاص.
اين اشتري وحده من الكاميرا؟
تتاعي بيره اليابان؟
انا اريد سوشي بس بسيط، يالله.
انا اريد ان اسجل امتعتي.
هذي ميس كوازو فغرفه سادس عشر.
بلا شكل.
لا توجد.
ما اللي يهمك اكثر من اليابانيين، عيد الاضحي او عيد الميلاد؟
رقم مقعدي هو ثلاثين واثنين. بعدين اروح بس هالمسار. هو مقعد النافذه.
بلاش، انتظر دا.
اكتب تقرير مفقود.
مفيش لي فهم امريكي، انا اتكلم الانجليزي من الملك.
من يوم امس.
تتضمن تامين الاصطدام وتامين المسءوليه.
سقَلْتِي تَغْلِي مِنْ مَلَكِي.
تقدر تديي بروشات بتصميم جيد؟
انا اتصل من مكتب علّي في مايسي.
هالك تكبير.
كم تقدر تكلفه موقف السياره كل ساعه؟
الساده والسيدات، علي رحلتنا اليوم، نملك مُساعدين جويين يتحدثون اللغه اليابانيه، ويمكن تمييزهم بسُلّم الاعلام اللي يرتدونها. اذا عرفت اي شخص يحتاج لمساعده في اللغه، فاخبرنا.
هل عندك فتره محدده من الفن اللي تفضل؟
تفضل تحقق من جديد.
تتّبع الماء باتجاه مستقيم حوالي نصف ميل، توصل للحديقه.
لا، هم متماسكين.
بلا، سارسله للاس فيغاس لكي.
انا بحاجه لقمصان للجري.
تريديش اي شي تشرب من البار؟
كلا، اختر هذا المصعد.
تفضل تروح علي القطار اللي يخرج الساعه 8:30.
موجود متحف سينما في مكان هاد؟
الحالي بس فصل الديك، فهم ينفع.
انا اقدر بس ساعه مُستعمله.
ساكون معاك في التاسع من المساء.
الساعه تكمل. انا بس اروح.
مني ما استعملت خدمه غسيلك. تبي تراجعها مره اخري؟
انا اقدر شاي، يالله.
لا، ما توجد.
هالو وحده التوقف؟
ناتصل بيه.
هذي مسخوطه؟
اين اقدر اكمل حافله تنقل؟
نعم، اريد اعمل علي مسارات المدينه.
كثيرون من السياح حول المبني، كانهم جمعوا لينظروا ما يجري.
شكور علي دعوتك.
الصدق هو احسن سياسه.
تقدر تفهمني علي الساعتين؟
كم تكلفه يوم نصف؟
انا كينجي.
تَعْلَمْ تَعْلَمْ مَكَانَاتْ تَنْتَسِبْ لِشِيكَوْ؟
واذا كنتم تصرّفوا، ساكون معكم.
تستعاض عن هالوا بواحد مماثل؟
انا بحاجه للحجز علي 3.30 ظهراً
الصندوق الامني، يالله.
تفضل تختار شراب مناسب.
انا اريد مكان صغير.
انا بسّط ادفع للغاز؟
الخاءن. احتجه.
نستكمل علي اصدقاءنا يجيي.
اخدلي لي بعض الريالات الصغيره.
اوّل تثبيت مطلوب.
هي صغيره وجميله.
ما العرض اليوم؟
مُطَوَّر، يَسْتَرِي.
مكانتي ما عادت معاي بعد.
بما انك، هل تقدر تكمل هذا السبت القادم؟
واكيد، بس ما نقدر نكون معاً معاً.
تتّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّ
انا اري. وكم تساعدني علي مشكله اخري؟
تقدر تضع عدسه وصفه في هالنظارات الشمسيه؟
انا اخذ عددين من هالك.
ما شكل كلب مميز. ما نوعه؟
سَقَطَتْ فَكِي. بِلْ تَسْتَخْدِمْ فَكَ بَدِي.
كانت ممتعه.
بلاش. اتّبع الطريق وانحَلّ يمين عند الزاويه التالته. ها هو علي يمينك.
تقدر تديني فيديو لعرض الالوان؟
تَعْرفين كاتي؟ هاذي حفله عيد ميلادها.
تقدر تدي تابع الوان؟
ممكن ادفع بسند سفر؟
لكن، هو، رجل، كيف اعرف انّه هو الحقيق؟
اقدر احصل عليه بدون ضراءب؟
لا اقدر اضع حقيبتي تحت المقعد. هل تقدر تبقيها لي؟
هل تقدر تضع هذا الحقيبه في الخلفيه؟
انا اخرج الان، فسااخذها.
اِنْكُرْ بِسَكِينَهِ مَيْتِي بِالسَّاعَهِ 6:30.
انا بحاجه لخريطه سان فرانسسكو ومكانها المحيط.
كَيْفَ تَكْلِمُوا الخَبْز؟
مكين الـاليفير؟
موجودين يقدر يلعبو البيانو؟
اي محطه اتفرغها تروح لبناء امبريال ستات؟
الميزانيه تحت الف دولار.
شكرا، ولكن ما اعتقد ان لي وقت تبقي ليلتين. هل يمكن تامين غرفه مزدوجه في هذا الفندق لي لليالي 12 من مارس فقط؟
اقدر اكِسِر غرفه مزدوجه تطل علي البحر؟
ما قررنا بعد.
زَوَّدِي مَسَّرَه وَتَعَلَّقَ فِي رِجْلِهِ.
انا ساحاول شربت.
موجود مطعم تايلاندي بالقرب؟
هيا بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس
يتعين عليّ ان اصعد طاءره للاساتيغس بسّا بسّا غد.
بالتالي اقدر اوصي بس "رحله مدينه سان فرانسسكو" بثقه. هذي تقدّم لك ملخص سان فرانسسكو.
انا اريد اشتري تامين.
نستخدم مُكَوِّن بارد لتسهيل الالم.
تريد تشتري ملابس.
كم يبلغ تكاليف سياره تاكسي لهذا الفندق؟
مَيني سَلَّه الْمَرَّه؟
مكّن تكلفه دخول هالبُلْد؟
تقدر تكملها علي طريقهك.
انا بحاجه لشيء مميز.
الويندوز مغلق.
كَيْفَ تَكُونْ بِالنَّاحِيَهِ المُتَّسِقَهِ؟
مُتَفَرِّق مِنْ اَنْزَعِي دِيْرِي بِالْكَوَّنْ، يَسْتَحِقُ.
كّي نشرب قهوه؟
انا بحاجه لبطاقه؟
كم هي تكلفه الخدمه؟
متي من هنا؟
الكريمه والسكر؟
تقدر تقدر تخفض علي الاعضاء؟
هل هنّي سوبر اكسبريس في 9:30؟
تبيّن لي معايير السواءل والمحرك. ما يظبط المحرك يظبط بالكامل.
ما كان مسءولتي.
لا توجد كهرباء.
سابلغ الشرطه من هذا.
سيتعين علي كل واحد يدفع لشايّه؟
من 30 لـ 50 دولار ليليا.
تفضل تصحح هالشي.
علي عيد الاضحي. وعند المناسبات الخاصه مثل حفلات الزواج، وحفلات التكريم او التشييع.
مزيج اضافي، يرجي.
لما تديها هديه؟
كَيْفَ تَنْتَقِلْ؟
هاد 20 وانسقلي 2 دولار، يلا.
بَسَّتْ عَلَيَّ.
اقدر اروح بس الساعه اتنين.
هالبُغَه من طيَّار JAL صفر واحد؟
هذا اول مره اتي بباريس.
تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر
تفضلوا بالدخول.
سافرنا بس متعه كبيره.
اين ندخل علي القارب؟
ما نملك سكين للكميه دياله، فساضعه فهذا السكين البلاستيك الكبير.
انا اقدر العب التنس.
كيّت بانان، اورانج وطماطم.
الجانب الايسر من هذا الطابق، بالقرب من الممر.
ما اللي يلعب في مسرح العزف اليوم؟
لا تفضل تري فيلم مختلف؟
تفضل تغيير هذا التحقق للنقد.
انا مهتم بسّيّد نفس المقرر غد، يالله.
كنت اقدر اقدر اردك علي سءالك بس بعدين من عرضين.
انا بحاجه لشيء مميز للذكري.
ما الالعاب الموسيقيه اللي تلعب حاليا؟
تتاعي مرايا؟
ماعندي، بس فاقدت طريقتي، ممكن تساعدني؟
انا اخذ هالواحد، يلا.
لا تدخل متفجرات في كندا.
مَنْ يَكْوِيْكَ بِسَيْرَهِ مَرْتَسِيَهِ مَرْتَسِيَهِ مَرْتَسِيَهِ مَرْتَسِيَهِ
تحتاج لمساعدات؟
تقدر تكْتِب رزق لسياره تاكسي لسِت لسَبْتِي فِي الصَّبَاح؟
ما تبغي تاكله معك؟
موجوده مولته في هالو؟
هالمنطقه مملوءه بسالا، ما؟
مُعْفَي. هم سَيَكْمِلُوا فِي بَعْدِ خَمسه دقاءق.
تَعْلَمْتِي بِالْعَضْوِ فِي الرَّاْسِ عَلَي التَّوَّسُّلِ.
بلا مشكله، ممكن اشوف جواز السفر؟
لا اتاعي مال.
ما وقت الذهاب للمحطه؟
توجد كتير من المطاعم حول ها.
هيا بجانب غرفه الزي.
سَيْدِي، مَرَّه بِك.
موجود سير في بعد الظهر؟
انا مع اصدقاء.
انا حبّت اقامي. شكرًا لك.
الشاطء بس تحت. ما شكل جميل.
شكرا علي انتظارك، سيده مكغويير. ها هو. اتّبعوا، يرجي.
تتاعي بس بس بس بس بس
سِبْع، يَسْتَرِي.
انا عايز ارسله للغسيل. متي يكتمل؟
انا بسّطت سراويل.
نعم. توصلت سَكَنَه من شخص اخر لغرفتي لحظه. هل تتحققها؟
ممكن يوضح لي اكثر؟
كانت تي نايمت بخير؟
تقدر تضغط علي زر التصوير؟
تَكْلِفَتَيْنِ، يَسْتَرِي.
اعوّد لي مصباح.
هيا في نهايه الممر.
انا بحاجه لبلاستيك ملصق.
نروح بساعه؟
كانت تقول انك تغيب للتوكيو غد؟
تقدر تخلّي نايم حتي التاسع.
يتعين عليّ التحويل لـ AW 100. هل ممكن؟
كَيْفَ تَسْتَمِرُوْنَ بِالْبَلْدَهِ؟
انا مسّوّر في الصدر.
لا مشكله. اذا جيتم في 5 سبتمبر، يمكنكم تجربه عرض فيلم علمي لاننا نحتفل باليوم المفتوح الخاص في الجمعه الاولي من كل شهر.
تقدر تديي سبب ترجمه؟
بلا خلاف، خصم 5%. هل هاذي مقبوله؟
انا ساذهب لباريس.
لا يكُن النموذج الجديد، اتّي؟
يُسجّل علي الساعه 8:30 في المساء بالتوقيت المحلي.
اخدوا هالبنايه معنا، يالسَّلام.
بلا. ساطلب وعاء متوسط وكره من الارز.
كَيْفَ هَيْه؟
انا اريد اشوف دا في النافذه، يالله.
لا تقدر. نحن علي عطله. ارفض الجلوس في غرفه فندق ومشاهده بوليمات علي التلفاز. اريد الذهاب لمشاهده مسرحيه.
اقدر امسكها؟
تقدر تجي ها بس تصلحها؟
انا اريد بعض الالياف المصنعه.
اسمي تارو تاناكا. عندي تذكره.
انا بحاجه لبلاستيك تطهير.
انا اقدر جاكيت بس اكمام طويله.
انا خسرت حقيبتي.
نقدر نتقاطع مساراتنا بس كتير، ماذا؟
اقدر اراقب القاءمه مره اخري؟
هم ما يزالو يشوفو بس اخضر قليلا.
كم؟
الشتويه، يلا.
جبل فوكي هو اقصي قمه في اليابان بثلاثه الاف سبعه مءه وسبعه عشر متر.
لا، ما زال. هنالك كثيير يختار.
انا بحاجه لبلاش كريم ليلا.
يكون بين المخبز والبقاله.
تقدر تقلّل من اطراف الشال؟
انا مخوّف ان مايوجد من ملعب جولف في مكان هاد.
تقدر تظهرلي الحلقه الثانيه من اليسار؟
تقدر تطلب منه ياتي؟
تريدي اقدر اكمل هاتفي دولي. هل توصلت بعد؟
هذا خاطء.
نعم، هاذي. لانك تقدر تري العلم امام مكتب البريد.
تقدر ترسلهم، ما؟
انا اقدر اقدر اكمل مكالمه ببطاقه اءتمان.
انا اريد نسختي توصل.
بالتوازي، ندفع لنقلها لعنوان بيتك.
في الايام اللي بس استخدم كمبيوتر في العمل.
اوه، بس. افهم. ساروح لبيتك.
لا، كفايه.
اقدر اطلب سرير وسِرَه؟
تقدر تجي ها بسرعه؟
كوب قهوه، يلا.
انا بحاجه لبلاش كارت بس بس كي تيكون هاواي.
تقدر تضيق الخصر بثلاث سنتيمتر؟
انا نفس العمر.
تقدر تبقي لي كافيه؟
ثلاث مءه وخمسين دولار؟ كيما بسّيّد ميزانيتي.
هل نحتاج للاستفتاء علي هذا؟ لو ما نحتاج، فانا اعتقد اننا وصلنا لاستنتاج، وسارسله لجهاز اداره الشركه غد صبح.
تَعْلَمْ تَعْلَمْ مَرَّهً مَرَّهً مَرَّهً؟
سَمْتَكْ بِالْمَسَاء؟
ما تقصدين تكملو المدرسه؟
كنت مسروق حقيبتي من الشارع.
كانت عندك اي خدمه تانيه بس فطور هذا الصباح؟
انا اقدر كوب من القهوه البيضاء، يلا.
بلا. هل المُستَرْتُون هُوّي؟
اتمني انك ما تعبت.
انا اريد اشتري سياره من فءه هذي لسنتين.
انا اخذ برشه جاك دانيلز.
انا اقدر سَكَنْ بَلَغِي، يَسْتَرِي.
سَكَتْ بَلَوْتِي.
ما نباعي شي علّه في الاحتفال. بدل، يباعي الزياده.
انا اقدر ارسله ببريد سطحي.
الطاءره وصلت متاخره بسبب الثلج الكثيف.
تَسْتَحِبْ.
تقدر تنقل رساله؟
مُعْفَي، لا اقدر اتبعك. هل تقدر تتكلم بسرعه قليلا؟
ما يقدر اعرضك؟
ممكن اصوّر؟
من مءه.
رقم الرحله هو HP 89 لطوكيو في 11 مارس.
اقدر اطلب نفس الطبق اللي دا؟
تتاعي بس واحد؟
بلاش توصلكو بريز مي بس 7 بس بس بس بس بس
سيكون عامل الصيانه قريبًا.
مُعْفَي، سارجع لاحقًا.
كيف اخذها؟
موجودين اي وظاءف علي جوله الخميس؟
مُعَفَّر، مَيْتَكْ تَسْتَحِقُّ؟
تقدر تديي اي نباتات وفواكه؟
بلا تقولي كيف اكمل بطاقه التسليم؟
اعتقد ان سيارتي بقيمه حوالي خمسه الاف دولار.
كانت هالطعام بسيط في الكالوري؟
اي مركبه اخذها لكي اروح للمحطه؟
نعم، هاذي. ولكنك تروح لليمين عند الاشاره الثالثه وتنبقي علي الشارع دا حتي توصل لطريق 66.
انا بحاجه لبلاستيك ماء لكي اشرب دو، يالله.
اذا تقدر تاخذني للشاطء فساكون مسءول.
مُعذِّر. رقمك خاطء. هذي مطبعه تانكيوشه.
نستعرض.
مَا هالموسيقي؟
اخدوا هذا السيراب من عند طفلك، وحده، بعد كل وجبه.
هذا الشكل متوفر بحجم 28، 31، و 35 سنتيمتر.
اوه، كيما يصوّر كيما يكفي.
ساستخدم تلفونك؟
هاد ينفخ بس ممتاز. كيما كيما؟
انا مهتم بتاكيد رحلتي لشيكاغو في السابع عشر.
كنت اكلت بس بس بس.
ساقدر اتكلم مع السيده براون؟
كانه بيت مريح للعيش، ما رايك؟
انا بحاجه للحجز علي طاءره نورث وست للرحله 086 للخامس.
ماليتي، جواز السفر، وباقي الاشياء الشخصيه.
كَيْفَ تَنْتَهِي؟
انتظر لحظه. قد انسي بس في غرفه الحمام.
كانت هذي اللي كنت اقولها.
نعم، اعتقد.
بيتكم كبير. كم غرفه؟
ناشدو العشاء.
انا افهم، ولكن لا اقدر اقوله.
اوه، نعم، يرجي. انا اتمني فقط انهم ما يسicken من البحر.
لليوكي، يلا.
ما وقت وصولنا؟
انا ساغادر مبكر غد، لذا اريد ان ادفع الان.
شريت مُجفف، يلا.
مُسَكِّن مُنْتَهِي التدخين، يُرجي.
هالك مهتم حالي.
يمكن للوافدين دخول الكتب ديال هالمكتبه؟
ممكن يبقي في غرفهي حتي 2 ؟
حَيَا. صباح الخير، وقتك. مَعْرُوف.
انا محتاج بعض افلام رقمي هذا ASA للكاميرا، يالله.
ما مكان صور مونيت؟
هالبِيزا مَشْتَهَي. من مَنْ عَمِلَها؟
كَيْفَ تَذَكُّرْ هَذِهِ الْمَرْقَه؟
كما هم مكلفين.
متي يغادر القطار اللي يروح بوسطن؟
انا بسّط اتعلم الجولف.
اخدِي لي شراب اخر.
مَنْ بِسَيْرَهِ مَرْتَسِي.
انا مخوّف ان الاكمام قصيره جدًا.
تقدر توضحلي طريقه وضع الغاز؟
تغطي تكاليف الفندق الافطار؟
هذي كلشي؟
هيا نا تايني هالسال.
بلاش تبدا المتر.
غرفتي مهتّه بارده.
سارجعلك لما نكون اقل تعب.
تقدر تاخد واحد اكبر؟
انا احسّ بتحسّن.
تَعْلَمُ تَنْتَجِي جَغرافيا جَيَبَنْ؟
بلاش تبقي لي توضحيني اين اني في هالخريطه.
سِتْرَه مِن 100% كَتْن.
انا مهتم بتحديث غرفه تطل علي البحر. هل هنالك تكاليف اضافيه؟
كم تقدر تاجير يوم نصف لسقف؟
العشر من نوفمبر.
انا اقدر رابط مطبعه.
كانه ممتاز.
كّي نغادر؟
كّي تعرف الساءق ماذا تهبط؟
عشرين دولار. تبغي تزيد؟
كنت بسّطت الحجز في توكيو شهر ماضٍ.
انا اشكرك من قلبي.
انا انزل هنا لمركز روكفولدر؟
اقدر حجم حذاءي.
كانت ممتازه.
تقدر تروح معي علي مُسَّر؟
تفضل تنظف هذا القميص.
انا اريد اشترِي قارب موتور.
متي الديب؟
الكوفي مسوي؟
ما كان يشغل في الحقل قبل؟
يا رجل. يا رجل. يا رجل. يا رجل. عادت لي وجوهها.
انا ادفع الرسوم الاضافيه لما ادخل المبني؟
مرحبا، فريقك علي الخط. ابدا، يرجي.
بلاش يشوفو بس يشوفو.
مكين المُستَنَد؟
انا متحفظ.
ثلاثه ايام.
سَبِّر الْبَرْجِ دا، وَتَجِدِي الْمَكتبه بِالْاَسَفِ الْمَسَّوِي.
سَاعِدِي اَعِدْ مُسَاعِد يَتَّبِعُ اليابان.
لا اخلي بسّط.
سيكون تاخير بسيط.
ما الفرق بين هالفنادق؟
بزافت ميني ميني.
كانت ممتازه. شكرًا لك.
ساكون بسّه بسّه في السّادس في المساء.
تقدر تديشي شي اطول؟
تاريخ الانتهاء هو 19 مارس 1999.
كانت؟
موجودين كازينو جيد؟
هنا المبلغ اللي بسّطه للقلم المُستَخْدَم. سَبْعَهٌ مِنْ دوْلَر.
متي القسم اللي للنِّساء؟
اين ادخل علي القارب؟
اصدقاءي مصاب.
تتاعي بس.
سيفتح هذا المتجر غد؟
هالو كلها بس تاكلو.
تقدر تقصي مسحّتي؟
كانت مع شريط السالاد واختيار البطاطس المطهيه او الفرنسيه.
اين اشتري بات؟
لا اقدر اباع هادشي بدون وصفه.
ممكن اكِنّي 5 مقعد في نفس الصف؟
تقدر تاخدلي لي سلسله توصيل؟
كَيْفَ تَنْتَجُ الْمَوْسِمَه؟
لا تقدر تكمل خصم بس بس تقدر تجتهد.
تفتحي هذا الحقيبه، ما عندك في هالحقيبه؟
اريد ان اكال بس بس تيتي هيلتون في بوسطن.
تقبل السيده ها؟
تَعَلَّم، سَطْح مَحْتَسَب.
لا اقدر اشوف الشاشه من هنا بخيار. ممكن اغير مقعدي لفتره؟
كنت معايّش البحار الكبيره لاول مره.
شي ما بسّط في هذا الماكينه.
احتاج دكتور.
كم دايرت في بريطانيا؟
الشخص اللي يحب المبادرات كيما انت، يقدر يحب الرسم الهايبي ومشهد الموسيقي في الشارع.
ما وقت؟
انا اخذ دوّغ وسَكَر.
هذا مُشغل الـ فرنسا.
تقدر تري مبني ابيض، صح؟ هو بجانب مبني.
من اي وقت؟
لا اقدر اقول شي اخبار.
كَيْفَ؟ هل تَخْرُجُ ضَرْبَهً علي مَنْ يَكْتَسِبُ بَطْلَهً مِنَ الكُحُولِ بِاَكْثَرَ مِنْ تَسْبِيعَه؟
صديقي مريض شديد. هل تقدر تاتي طبيب؟
لا اعرف كتير عن الريش. ما هو جيد لهذا المطبخ؟
تقدر تاكليني فاصل صباحي؟
توجد محطه وقود بسّط من هنا.
الناس اليابانيين ما ياخذون عطلات طويله.
انا احسّ بانّي مراقب. هل هو نادر يراقب شخص ياباني؟
بلا. ليه تقول اذا؟
كَيْفَ تَكْتَبُ بابِ المَوْسِعِ المُركَّزِ؟
مكين مكتب الحافله الديك في هالو؟
لا تكُن المطاعم اليابانيه في كيوتو مكلفه؟
انا اعتقد انو بس بس بس بس بس
نملك غرفه مزدوجه بحمام بس 85 دولار.
انا اريد سعر الكتاب.
هاد السنه بارده مقارنه بالسنوات اللي تلاها، ولكن ما بتحتاج للثلج.
متي اشتري تيكتيت للترامو؟
ساكون بسّه فءه الدرجه، صح؟
كم تكلفه التاكسي من فندق هادي للمحطه؟
اقدر اطلب هالشي و هالشي؟
يقولوا اليابان دوله غنيه جدًا.
موجودين غرف مجانيه في المركبه اللي تقدر تنام فيها؟
هل تقدر تخفضها علي عشرين دولار؟
هذا هديه لصديق.
الثلج يُصعِّب الطريق.
لا اقدر اجد كاميرتي.
انا ساعمل بس طبقين من ساندويتشات الحَم.
تقدر تقول شي تقرير؟
كانت تري جاكيت ازرق؟ قمت بوضعه علي هذا السرير.
هناك مول تيبيع الزهور بجوار الشارع.
انا من توكيو.
انا اريد كريمه رينش من ريفلون.
انا بسّط بعض الاشياء للغسيل.
انا بسّطه منذ وقت طويل.
هل تقدر ترسل لي مُساعِد لغرفتي الساعه 6 صباحا؟
انا ساشرب شوكولاته ساخن.
نقدر نسوي ترتيب لتنظيف غرفك.
خاص، يالله.
كم يبلغ سعر فندق C؟
اقدر اطلب تيكيت متعدد؟
انا بحاجه للحجز علي طاوله لاثنين في السبعه، يالله.
انا بحاجه لبلاش كريم ليلا.
تقدر تغلف هالشي كي تُعطيه؟
هالساعه 3:15.
ساخطط لارسال الفواتير اللي بتحتاجها يوميًا، فاكلملي العنوان واسم الشخص اللي يديرها.
كيما نقدر نتكلم الانجليزي بسلاسه.
تتاعي دا بس هالتصميم مع اقدام اطول؟
انا اقدر سوالف لطفل بس 10 سنه.
احضرني لـ اببي رود، يالله.
شكرا. مرحبا، شكرًا علي الانتظار.
انا متاكد انّي ما بقي تاكيد.
انا ارسله لك، فبلاش تنتظر هنا.
نكون هنا لساعات.
انا مريض بصداع خفيف.
انا حبّت الوجبه بسّط.
لا، اتفرغ وانتظر. سارجع فورا.
كيا اشوف السياره؟
تقدر ترسملي خريطه؟
بلا، سيّد. تفضل تبقي في غرفتك حتي يجي الطبيب.
اُخذت في وامانالو. اتّصلوا فورا.
كّي تقدر 100 دولار؟
اريد هذا معبا.
انا اريد تطبيق علي اعاده اصدار.
الحكومه دعمت ترويج الصناعات.
هو بسّط خمسين سنه، بسّط.
ما هو العمر الادني لكي تفعل هذا؟
تقدر تديي خراءط بسيطه للعاصمه؟
اذا ما كان ممكن، يفضل الا اُزيل السن.
الرقم هو كره واحده، ضربين.
ما وقت وصول القطار لسان ديغو؟
انا مهتم بان اشوف صندوقك.
انا بحاجه لشامبو.
انا بسّط في فندق هيلتون.
انا اشعر بسوء وغثيان.
لكن ليش ميعين علي رءيتها علي الساعه اتنين.
كياي بسالو بسالو ادِينْبورغ؟
نعم، يرجي تعبءه هذا النموذج.
كم تقدر تدفع علي الوزن الزاءد؟
اسمي كيمورا، اتمني الغاء حجزي لجمعه.
اوه، مسّي. وقع مشكله ونعمل علي تحسينها. تقدر تنتظر حوالي ثلاثين دقيقه؟
ما وقت الخروج؟
انا حصلت عليه.
انا سااتصل بسّي.
تريدي تدفع الحساب الان؟
السياره بعثت من الجهه من المقطع.
هيا مكينه موسيقيه.
كانت المنطقه ماذا؟
موجود تنقل بسّه في المدينه؟
كلا ما وقت نبدا؟
بلا, سيدي. في الفءه المتوسطه نقدر نقدم لك سابل ميركوري. هذي مقبوله؟
تَعْلَقْتِ عَلَي عَضَوٍ.
لكنك تضمني تضرب الكره، ما تضربني. حسنا؟
كم يبقي؟
اقدر استعِن بسَكِين؟
ما نوع الجلود اللي بسّطت الحقيبه من؟
انا ما اعتقد ان هذا السكين نظيف. هل تقدر تديني سكين اخر؟
كنت بتشتري هالشي بس لحظه، ولكن تغيير هالشي بس للكذا؟
بصراحه، انا ما اتفق علي كذا.
هذي طريقه صح لمحطه المركز؟
بلاط معايا، يلا.
انا اقدر اطلب سواد لسواي.
هاد الريش يكفي لشريط.
اكيد اخلي كل محتوياتي في المكان اللي يخزن فيه الحقيبه؟
بصّل لي بابتوك.
موجود مكان يقبل الغسيل في يوم الاحد؟
تَنْتَوِيني تَنْتَوِيني، يَسْتَرِي.
كَيْفَ تَكْتَسِبُ الْبَسْطَه الَّتِي تَنْتَهِي الَي مَيَامِي؟
لكن لا بد من توصيل.
تقدر تراها في هال كارنيجي.
لا اتّسِع.
ما التخصص في البيت؟
انا بسّط اقدر اقدر اروح بسّط دكتور.
انا مهتم بس ما تتوفر طاوله بالقرب من النافذه لسبع مساء اليوم؟
تقدر تبقيي بس بس تقدر تبقيي؟
تبدو كانه ممكن تحسين.
مَنْ هَيْهِي؟
تقدر تديه بحجم اصغر؟
اين اقدر احصل علي اسيبرين؟
كانت الحاله ادني من هذا؟
اخدلي لي تذكره لمده اسبوع.
هذا زميلي.
ما نوع الغاز؟ بريميوم، ريجولير، وبدون زيت؟
هناك واحد.
انا بسّط برشه.
مغلق يوم الاثنين، ولكن يوم مختلف يكفي. اعتقد انه مفتوح من التاسع الي الخامسه.
هالك تيغّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه
نحنا نحتفل، قال، وانقلّي لبار. قال انه يخلي مكالمه وانصرف وان لم يرجع، وانا بقّت بس فاتوره كبيره.
كم هي برشه؟
كانت بطاقه السفر و بطاقه الاءتمان في حقيبتي.
الحجز علي السبعه، باسم مانو.
تقدر تشرب كوب من الشاي؟
تقدر تقوللي لي مين مكان السفاره اليابانيه؟
موجود مهندس فندق او علي التواصُل؟
يشتري في بوند ستريت كل يوم.
ورقه انجليزيه، يهْبِر.
موجود مكان يلعب موسيقي الارياف؟
انا بحاجه للتاكد من مالتي.
كثيّر من الاقمشه المُستَخْدَمَه؟
كم هي كل ورقه؟
ويا، اضغط 9 و011، ثم كود الدوله ورقم الهاتف.
اقدر اطلب كولا دايت؟
اقدر اطلب؟
كنا نسافر بسّيّر. شكرًا.
مُعَفَّر، مَيْتَنْ اَسْتَحِقْ؟
السكان الكلي للجاهاب حوالي مءه وثلاثين مليون.
انا بسّط اشتري شاتل شمس.
نعم، وانا ابغي ترجع التسجيلات.
سَكِينه بِمِاءَه دوْلار وَتَين كَرِدِيت كَرْد.
المايه مسخو.
تقدر توصل.
كوب قهوه، يلا.
مُستحيل جدًا.
بلاش يكملوا معدتي بعد الوجبات.
واو، مكانتك ممتازه.
قد يكون عنده انسداد في الهواء.
تقرّرتي؟
اذا حاببتي، نقدر نتفرغ هنا.
تلاقيت بريد مسجل.
لا تقدر تغير وظيفتك سهل.
ما هي المحطه التاليه؟
بلاش، ولكن ما التّي تكمل. هو بس بس بس بس
تَنْزِلْ هَنَا وَتَحَوَّلْ لِالبَسْسِ الْسَّادِس.
يجب عليي اخذ الطياره اللي تغادر في الساعه 10 صباحا.
انا ما احسّ بس اتلقي.
لا اريد شي مكثف.
تَعْطِي، يَسْتَحِق.
كم سعر الفطر الطازج؟
تَسْتَحِبْ، تَسْتَحِبْ. تَسْتَحِبْ فيزا؟
انا ساذهب اليوم واشوف ما هو شارع الصين.
توما توما تسع تلاته تسع سبعه صفر صفر.
انا بسّط اخلي الاسنان.
انا اقدر سكينت بس مكياج.
انا مهتم بكميه المبلغ اللي اتركه كم توصيل.
اين اقدر اراقب "الظلام في مسرح الاوركسترا"؟
انا اريد اشتري تذكارات لصديقي. هل تقدر توصي لي ببعض؟
بسرعه اقل، يرجي.
ما هي التكاليف المعتاده للالكترونيات الدوليه شهريًا؟
مُطَوَّر من الطرفين، يُرجي.
بلا، هاذي معلومه واضحه. كلّكما تقدّم لي ترخيصك وسجلك. وابن، انا مخاوف انّا نحتاج لاختبارك علي التنفس.
سيكون جاهز يوم بعد يوم في المساء.
هل هالب مصنوع من القطن؟
انا عندي علاج خاص.
ما يقدر اراها في دوره؟
نعم، هنّي حد ادني من الشرب.
كم هي تكلفه يوم؟
كّي توقف هذا الحافله بالقرب من الفندق؟
انا اقدر ديسك مضغوط.
توجد رحلات JAL وANA تغادر في الساعه 10:55. ولكن، للاسف، كل الرحلتين ممتلءه.
يتناسب بي بس.
نقدر نكمل طاوله لخمس؟
لا تفهم الانجليزيه ابدا.
بلاش تكمل تاكد مالك تي تي.
تقدر تراقبها من 9 صباحاً لحد 3؟
كم سعر البريد الجوي لليابان؟
انا مسجّل. هل تقدر تفتح بابي؟
اي سياحه تفضلها لرءيه الاماكن الشهيره؟
موجوده مساعده تتكلم اليابانيه؟
كم سكيني اقدر احمل علي الطاءره؟
لا، سيّد. مكتمل اليوم. غد ممكن.
ساطلب من البابا القيمه الصحيحه.
انا مسّر، مسّر.
نحتفل بحفل بس الجمعه. ما تبقي تدخل معنا؟
وو، غرفه تيكون 908، سيدتي. هاذي مفتاحك.
كانت مهمه جدًا ان نحصل علي المواد الخام اللي نحتاجها للاطار.
مُعَفَّر، سَيِّد؟
تتّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّ
هل هالشي مفيش فاصل علي الضريبه؟
اخرج مالتي، يالسَّلَم.
كم هم مزدحمين السياح؟
انا مهتم بشراء بعض الطراءف. هل هنالك مول ملاءم بالقرب من هنا؟
كيما يفتح؟
هوا معاي حالي.
مايومي، هل تقدر تملا هذا الورقه بتوقيعك؟
هادو لكي، سيدي.
لا تيكون مسافر معاي.
بلاش، اخترع وقتك.
انا هنا علي مهمه اعلاميه.
تقدر تديي فيلم صيفي؟
متي التاين اللي يوصل واسينغتون دي سي؟
الواحدات الطويله هي مطروحه الان.
سارجع لليابان في الاثنين القادم.
اقدر اكمل خريطه المترو؟
هل مسافه طويل؟
تقدر تبديل هاد بواحد جديد؟
شخصين.
اين استلم حقيبتي؟
انا ما احسّ بحاله جيده. ممكن يسّلّم مقعدي؟
ساعه اونتي واربعه وخمسين صباحا.
تقدر تقوللي لي مطعم محبب بين الشباب؟
سيارته ما تسير بسرعه كامله.
ممكن اترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ابرت يوم الاربعاء القادم الساعه 11 صباحا.
تقدر تشرح مرضك بانجليزي؟
تقدر ترسل سياره تاكسي لباب الدخول الرءيسي لوايلست مال؟
كم مره اغير القطار لكي اصل؟
كانت صحيحه؟ اتّقِمْ. اوه، انا متاسف جدًا، سيده تاكانو. هذي خطانا. هاذي فاتوره جديده. توقّع توقعها هنا؟
سَبْعَهَ دوْلَارْ مَرْتَبَهْ، يَسْتَرِي.
مُغلق المُسَطَّر في الحوض ما يكفي.
هالشي بس علامه تقدير مني.
تملا هذا النموذج؟
كَيْفَ هَيْهِ نَمُوْلِيْدِيْنْ؟
ما العلامات اللي عندك؟
الكعب مسخوّر لي.
انا مُغلق من غرفتي.
كم دايم تاخد في باريس؟
اقدر اطلب ملصقات بريد لثلاثه بريد جوي لليابان؟
يُكتب G-O-R-O-H.
تريدي تشرب؟
تَنَفَّسْ بِهَذِهِ المَكَانَه.
اكملها تيغرام مبهم، يلا.
البَيْت الْمَوْسُوم يَقُول انّه سَيَهْبُس غَدًا.
انا بحاجه لبَلَل.
بكل تاكيد. نكون سعداء نعمل ذلك.
يا حي، كوميك ماليزي. اشتري واحد وانسخه بزاف بس كي تباعه.
سَبِيل النجاح هو "جِنْمَيَاكُو"، صح؟
ساصل لفندقك حوالي 9 في المساء.
انا بسّط 2500 دولار باليان.
نعم، نعم. ساعرضلكم بعض.
انا بحاجه لبلاستينات نوم.
سابقي هنّا حتي التاسع. اتمني ان تقبض علي الجاني في اسرع وقت ممكن.
انا متاكد ان المجرم قرب.
سِتْنَهِ مُلَفَّهْ بِلَوْنَهْ.
انا مريض بجهاز الحنجره.
احتاج الالي بعض الطراءف من نيويورك.
انا اتفرغ. هل تقدر ترسل مساعداً للاستقبال؟
ساعهي توقفت.
اوه، هاذي؟ كيما تفضلها؟
نفتح الساعه 9 صباحا.
انا اقدر كتاب رسم.
اعتقد اشعر بجفاف.
هل يتعين عليّ الذهاب لبنك ياباني؟
تحتاجين تبادل الريال في بنك.
هل هنلا تكفي وقت التسجيل؟
زوجك من افضل العملاء اللي عندنا.
تَعْلَمْ تَنْتِي دِنْتِي بِخَيْر؟
اوه. تيجب تاخد الاتصال بالسفاره فورا.
مُهَزَّ، ما يُشَرَّب.
تريدي طاوله فمطعم الرءيسي او فغرفه خاصه، سي؟
كثيرون من الناس يذهبوا للشاطء في الموسم.
انا ازن حوالي مءه وخمسين رطلا.
اين انقل؟
مكين مكتب الممتلكات المفقوده؟
موجود حافله تروح مباشره؟
انا بحاجه لعلاج خاص؟
سيكون دا نقد او بسّط؟
انحنا ناخد هالبيت من سنه.
كم يدوم لي تلقين تاشيره؟
مَيني سَلَمَتِي؟
القيمه الكليه المطلوبه هي مءتان و اربعين وثلاثه جنيه، يا سيده.
هذا هديه. هل تقدر تغلفها بورق ملون؟
وووووووووووووووووووووووووووووووووووو
هناك اشخاص مصابين.
مُعَفَّر، اين مَكان التَّوَّارِي؟
نعم، عندنا حجز لكي.
ماعنديش، بس اخلي نروح لفندقنا في المدينه بسياره. اين اخذ بس؟
الدجاج، يلا.
هاد الغرفه 2-1. عايز اطلب الافطار غد.
كَيْفَ تَنْظُرُ لِلْمُتَعَلِّقِيْنَ بِالسَّيْرِ فِي الْمَكَانِ؟
انا بسّطين اخوات.
رقم الطيران 208، لطوكيو.
بالتالي دا نضع مسافه داخليه.
نجمع نتدارش هاذا بس.
كَيْفَ تَخْطُو بَلَوْكَ حَيَّهَكَ بِالْاَيَّامِ؟
تقدر تقولها بسّط؟
انا ساكفي بس ما عندك.
نريد طاوله قرب المسرح.
انا بخير. حسنا، ما تروح مكان ما؟
يكون 2400 متر.
تفضلوا تدخلوا. يرجي وضعها علي الطاوله اللي هنها.
بلا تكمل رقم بطاقهي.
مُعْفَي، هم كلهم مُبَاع، ولكننا سنتخَلّفهم بعد يومين.
اقدر اطلب كوب قهوه؟
لا عندي موعد، ولكنها مبهمه.
هذا مصنوع بسيط.
متي الـ эскаيلاتور؟
تقدر تدي ملصق للاحداث؟
مَين دَخول المترو؟
سقَلْتِي تيكتيت الافلاك.
لا تقدر تبقي هنا في العطله؟
اوه، مسّي بس اقدر اشوفك.
تقدر تكْتِب الحدث؟
موجود مساحه عامه بالقرب من ها؟
متي التوقيت؟
كانت ممتازه. الان للاسءله، يرجي.
تقدر تديي تغيير للساعه اللي توقف؟
المنتج الافضل في الاربعه اعوام الاخيره هو مساعِد AX-450.
انا ادور لليمين؟
هل هنّي سيدات تتكلم اليابانيه؟
سعر ممتاز، ما رايك؟
تحتاج تاخدها مءه مره يوميًا، قبل العشاء.
احبّه.
انا اقدر تريبي.
انا اقدر جاكيت رياضي.
تقدر تبقي ببيتي.
سَكِّنِي مكانك؟
كبير. كنت ابحث عن سياره تاكسي، ولكن هذا افضل.
كاب تي. هل هو مصنوع في بريطانيا؟
انا اريد ان اروح لمركز هارفارد. هل تقدر تقول لي متي نصل؟
تَنْتَوِين وَتَنْتَوِين، بِلَكِنْ تَنْتَوِين وَتَنْتَوِين.
متي السعر؟
وَسَتَوَارِسْ كَانَ الْمُنْتَجْ اَكْبَرْ فِي 1984.
متي القسم اللي ما يسمو؟
هذي "ت" كي توم، نعم، عنديها هاذي، تارو.
انا اعتقد انه مدهش.
انا اقدر بعض التفاح، يالسّلام.
مكّيّش؟
ما الـ كارت الـ كريدي اللي تقبلو؟
اكيد بس وقت كتير.
وو، حيّه الوجبه. تبغي تناقشها علي الوجبه؟
الوسيط اللي في غرفتي فُسّح.
مرحبا، اسمو عدّه. ليش ترسيم لليوم، ولكن ساكون متاخر في التسجيل. لذا، يرجي الحفاظ علي ترسيمي.
كّيّيّيّيّيّيّيّيّي
اشرح له اني انتظري نداءه.
يقولوا ان الالتهابات متوفره في وسطهم.
مكتمل بس.
مُعْفَي، مَلَكْتِي مُتَفَرِّغه لَيْلَهِ غَدِ.
انا مع بعض الاصدقاء.
يعتبر جورو ان السيد يامادا له ابنيين.
تقدر تقولها مره اخري؟
انا متحمس للذهاب لطابور لندن.
تفضل تربط حزام السرير.
كود المنطقه هو ثلاث. رقم الهاتف هو اتنين تلاته اربعه ثلاث اربعه صفر صفر.
مُعَفَّر، هل هنالك جسر قرب هاذي؟
مُعَفَّر، اخلي مَسَكَه الْمَرَّه.
مُشغّل.
ما يلبسها مهتم بس يبقي مهتم.
تتاعي بس ماكولات البحر؟
كانه مهور.
انا متحمس، ولكن انا مخاوف اقدر الا اقدر اكون حاضر دا.
وانا ما اعرف، ولكن ساحاول بالتاكيد.
Salt، يالله.
تفضلوا تستخدموا الغرفه المخصصه اللي بجانبها.
تسعين دولار لبلا تيكيت. نسخه او بطاقه؟
تقدر تزيل الطاوله لي؟
كيف تربي الاهل اليابانيين اطفالهم؟ هل يُعاقبون اطفالهم؟
تقدر تقوللي لي الساعات المفتوحه؟
سَلّمهم منفصلين.
بلاستي ميحسو بس كيما ميغيب.
يبدو ممتاز. اين ننتظرك؟
نقدر نبدا نلعب لما ينتهي؟
السكان في اليابان حوالي مءه وعشرين مليون.
اكمل المحتويات التاليه علي بطاقه التسجيل.
اقدر ارجع مالتي؟
تقدر تديي كراسي سيلك؟ انا بحاجه لهديه لزوجتي.
نستلمها الان. رقم غرفهك ما؟
السيد كوباياشي بحث عنك.
انا اريد ان اسافر من شنغهاي الي هاواي بسفن.
تقدر ترسل شخص؟
تقدر توصله بساعه 5 بساعه الغد؟
ياخذ عشره دقيقه علي الاقدام.
قبل نخليه ننها، هل تقدر تديني بضع دقيق؟
اين اوقف سيارتي؟
انا اشعر ببرد ويا حزّ في البطن.
Scotch و ماء، يلا. و ما عندك شي للطعام؟
كيف اطفء هذا الضوء؟
كانت بسّيّه اليوم؟
انا بحاجه لبلاطه.
اعطني شهاده طبيه، يالله.
انا اريدك تقللها ببوصه هنا.
انا ما احسّ بسّي. بسّي تقدر تديني دوّه.
انا بحاجه لصحيفه يابانيه، يالله؟
بلاش. ممكن اترك السياره في اي مكان؟ كم تكلفه التسليم؟
كَيْفَ تَكْتَسِبُ الْبَسْطَه الْمَدِينَه؟
موجودين اي تنقل سريع لبستون؟
بلاش تكمليني كتير.
سابقي مع صديق.
انا متحمس جدًا، لا اقدر ابقي مرتاح.
اقدر اتفرغ علي فندق هيلتون؟
اريدك تزيله.
تَدْرِسْ يَسَار وَتَكْسِرْ الْمَرَّهِ الْاَوَّلَهِ.
انا اريد اعرف ما اذا كان ممكن توصيل هاذ المجموعه من الاطباق لطوكيو.
انا بحاجه لقوه جسميه.
موجود طعام ما يكفيه ساخن وشطّي؟
هل هو قريب كي نمشي؟
انا بحاجه لبلاستيك يد.
تقدر تمرّرلي الملح؟
اريد الذهاب لوايل ستريت. كيف اصل هن؟
التمرين الزاءد يضر بك.
بما فيهم الافطار، والضريبه، ورسوم الخدمه، يبلغ سعر كل شخص ليله واحده 45 دولار.
تقدر تصلح هاد؟
مساء الخير. مرحبا.
لا اقدر اجد حقيبتك.
تتّبعو بس.
هل الماء هاذي مسافر للشرب؟
اه، اتفرج. دوّارين دولار.
هل تقدر تغير هذا الزي بزي اكبير؟
ويا، ها نروح. يمكن اني اساعدك علي واجبك بعد ما نكمل بيتزا.
نعم سيد تاناكا، عندك سنتين.
لا يناسبني.
الغد يوم اخر.
بلاش اقدر اساعدك. تقدر تقدر تاخد فيتامين سي؟
سَلَّمَتْي مُتَنَفِّسَهِي فِي المَكْتَب.
كيما بسّط. يفضل تاخد سياره تاكسي.
انا اريد مقعد في الممر، يالس.
اعيش في شقه بـ 80 الف ين شهري.
اقدر اوقف؟
اعرضلي واحد واسع.
مُعْفَي. هل تَعْتَبِرُ تَبَدِّلُ مقعد معي؟
نعم، بالطبع.
يروح لالزاويه وينقلب يسار عند اشاره المرور.
تريدها اصغر ولا اكبر؟
انا اريد غرفه واحده بحمام بس 80 دولار، يالله.
انا اقدر اخزن مالتي في مخزن الفندق.
تقدر تتوفر غرفه ليلا؟
نعم، ولكن تاكد انك عندك تذكره معك.
بلاش كتير من الناس هما ينضموا للجوله المُختاره.
لا تقلق. ايّا، يرجي توصيلني لقلب تشو تون. ساحاول ايجاده من نفسي.
يُوظف اشخاص جدد في ابريل.
اتمني كي نعم.
تَوْنِي سكوتش و مَاء، يَسْتَرِي.
من يلعب؟
تقدر تاكليني لو وصلت سكيني؟
لاعلي، يرجي.
تقدر تبقي بجانبي لصوره؟
لا. تبغي تبلغ؟
الدّوّه اللي بسّطها يشتكي.
ما هو احدث لعبه كمبيوتر لطفل بس 15 سنه؟
نلاقيك غدًا.
موجود مطعم ارخص بالقرب من ها؟
لا، ولكن شكرًا. انا احسّ بتحسّن.
تتاعي برش؟
كَيْفَ تَنْتَسِبُ بِالْفِلِيَن؟
اصدقاءي تقع وانزلت في الحمام.
اقدر اطلب مُلَّفَّه؟
الكاثوليكيه حُظرت وانغلسيا مغلقه علي العالم.
كم تريده؟
شريش مزيّن لبِها وشريش مزيّن لي.
هل يمكنني ان اطلب منك التوقيع هنا؟ ويرجي وضع البصمه هنا.
كانت مسيره ممتازه لي تزور مقراتك ونُقاشاتك المهمه. شكرًا جزيلًا علي تعاونك المميز.
سُنَّك مُشْتَرَك.
لا احب اللون بعد كل شيء. ممكن ارجع هالشي؟
تخرج من الباب اللي بسّط، وانتظر علي التوقف رقم سداسي.
دجاج مُسخن، يلا.
اقدر اطلب مسحوق؟
نعم، اخلي شي يقرا.
هذا الساده تاكاهاشي في غرفه 549. هل تقدر ترسل لي 4 زجاجه بودويزر؟
هذا سبعين دولار.
اوصلكي بس بس اكيد تلاقي حقيبتي.
انا بحاجه لدَعْوه تَسْتَيقِظ في الثَّلَثِ وثلاثين من الغد، يَسْتَرِي.
نعم، ولكن هذا مفرط وانا ممتلء بالفعل.
انا بحاجه لبلاش ماء.
مفيش شعور بخليط.
تقدر تقدم خصم علي الكميه؟
توكيو زرو تريز كوارتيل ناين فور فايف سِكْس سِبْت.
تقدر تساعدني الا اجد الحديقه؟
تقول لي كيف اضبطه؟
كَيْفَ تَكْلِمُوا بِالسَّيْرِ؟
تَعْلَمْ تَسْتَخْدَمْ تَلِفون؟
بلاش. عندنا بعض ملصقات من الامه الامريكيه المميزه.
مُستَخدم يَتكلم باليابان، يُرجي.
ناخدها في الموضه.
تقدر تديي توك؟
هل هذي عياده ف؟
مرحبا، سيده ياماغوتشي؟ فريقك علي الخط. مكالتك مقبوله. ابدا، يرجي.
اين اشتري تذكره رفع؟
كَيْفَ نَتَوَقَّفُ فِي لوس انجلوس؟
اذهب مستقيم حوالي خمس دقاءق، وانحِ لليمين.
هذي الطريقه للشاطء.
هذا شاي الزيت يساعد علي تجديد الجسم.
هالشي مصنع في اليابان، ما؟
بلاش. هاذي الطريق. ساعرضك علي غرفتك.
يجب ان اخرج من الفندق قبل الظهر.
تَنْتَوِيْن تَنْتَوِيْن، وَتَنْتَوِيْن تَنْتَوِيْن، بِلَكِنْ اَخْرِسْهُمْ.
اقدر احمل هالدوان؟
انا طلبت اللحوم، ما طلبت السمك. هل تقدر تغيّر هذا؟
ابنتي متعبه تمام.
انا مريض في البطن.
الجاكيت دا ما يناسب حجمي.
انا مهتم بمقابله سيد ويليام.
تتضمّن سبعه فيتامينات وعناصر معدنيه.
الدّوّه مُنْتَسِب.
اقدر ارجع مالي علّي لما ارجع للجيابان؟
مكّن كيما يُطبخ؟
من اي دوله مصنوع؟
تقدر تكملها في عشره دقيقه؟
انا ما اقدر افهم الانجليزي. هل يتكلم اي واحد منكم الياباني؟
اين احصل علي تذكره المترو؟
سيتم ارسال عينه اضافيه بسعه عشرين لكي توصلها لك.
لا اعتقد ان هذا مناسب لي لان بشرتي مهتمه بالجفاف.
انا بحاجه لجدول وقت، يلا؟
نعم، اعتقد انني سانتظر.
تسعين وتسعه دولار للساعه لكل طفل.
مُعْفَي، كُلّ ما بِالْمَخْزُونِ.
يجب ان يكون هادء.
انا بسّط معداتي الخاصه.
مفتاح الغرفه، خمسه وثلاث، يرجي.
ما وقت عرض مان تيرمِن؟
مَيني مَزَّيْنِي؟
في السبعه، يرجي.
ساعتي مضروره.
الزياره.
انا من اسبانيا.
شي ما بسّط في هالكود. تقدر تديي لي واحد اخر؟
انا مريض بجهاز علي ذراعي.
اير ميل هالو لليابان، يرجي.
متي الذاك مهندس؟
واين اخر، يلا.
الناس مهتمين بس.
كم كوب من الشاي محتوي في السعر؟
كنت معاك.
ما موقع باب التسجيل لحجز هذا الرحله؟
اذا كان متوفر، هل تقدر تزود طاوله بجانب النافذه؟
هل تم اعلان وصول الطيور؟
نكون علي ارتفاع 12000 قدم.
اولًا، نريد ان نري وول ستريت.
متي توقف الحافله لاكسفورد؟
انا سانتظر حتي تتوفر التيراس.
نقدر نشوف بعض الحقيبه من الجلد؟
ننظر للا تي في. هندي ببلاي علي.
تكتب معلوماتك هنا؟
بلا تقولي مين هي اقرب دار للدواء؟
الي مولاي، يلا. مولاي موقعي هاذي.
كم عدد المقاطعات بس توكيو؟
تَنْتَهِي وَتَسْتَمِرْ لِبَعْضِ الدَّقِيقَهِ.
ما تكملينه بمنزلك بعد العشاء؟
بكل تاكيد. متي تريدها تلعب الجولف؟
سيكون بيتها حوالي الساعه 3.
انا اريد ان اتصل بالسفاره اليابانيه.
بقله.
من اين تخرج الحافلات السياحيه؟
كم تقدر تدفع لنقلهم لليابان؟
لا املك اي نادي ولا احذيه.
اليورو الياباني مسوي؟
تتّي ميّت ماستان؟
نقدر نقفز من هنا؟
سالم كواي، عندك طاوله الان. اتبعوا هذا الطريق، يالله.
بلاش. اخترق السطوح ديال هالو وانت تلاقي توجيهات. اتبعها بس.
مكتب الاستقبال. هل يمكنني مساعدتك؟
تقدر توصليني علي فندق هيلتون؟
تتاعي بس تكمل العمل فتاع؟
مُعذّر، ولكن ما عندنا مزيد. ما رايك بورق الانجليزيه؟
مكتب ما يدخن، يرجي.
تقدر تبيّنلي قبل نوصل لدورم؟
كذا مُعَدَّ؟
لا ينفع. تتعامل بي داءمًا.
تقدر تظهرلي بعض الزيّات؟
اكتبها لي.
انا اشرب وين.
توقّفوا، لان الطقس ممكن يتغير علي الجبال.
السياحيه واليورو الياباني، بس؟
مُعْفَي، فَحَقَقْتُ مع كلا من خدمه الغرف و مَنْ يَعْطِي المفقود. ما يَكْتَسِبُوه.
مكانتها بسّط تلاقي. بسّط علي طريق صغير مسّطّر من الطريق الرءيسي.
انا ما اعرف شي عندها.
نقدر نتكلم علي كافيه.
انا اري، في هذه الحاله ما يلزم ان ادفع مصاريف التغيير، صح؟
العميل، يرجي.
هل تقدر تخفض الساكي؟
تقدر تضيفي لي ليل؟
بلا. اخذت علشانين. شكرًا.
هاد الفاتوره لك. هي 3.97 دولار.
كنت مهتم.
بلاش تكملها بجدول وانظر ليله ممتاز.
كانت ديال الماكينه ولا يد؟
انا اريد اشتري هاذ النوع من السياره لساعات 24.
كانت ممتازه لقاءك.
هتتَلَّ.
بلاش، دايمين ننظر الَك.
ويا، تخيّل كم يطول وظيفته لو طلب من كل شخص سءال اضافي. اتّجه، دعنا نسرع ونجمع اثاثنا. هنروح لتسجيل المغادره بعد.
مَا الكتله؟
موجود مطعم صيني في مكاننا؟
المنصه الخامسه هاذي.
كّي تكّون المباريات؟
مُسْتَوْلِي. تَعْمَلْ تَفْحِصِي كَمِيرَتِي؟
كوفي مع سكرب وسكر، يلا.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
اعطني دا.
هي باب سبعه.
كُنْتْ بِالسِكْتِيْش؟
ثلاثه-اثنين-اثنين. انتظر لحظه، بس؟ اريد ارسللك شي هنا. يعذّرني.
مءه وثلاثه وخمسين ين لدولار.
الكُلّيّات مع الاحذيه ما تخرج من الاناقه.
اقدر اتكلم مع المدير؟
لما تختلف تكلفه ركوبك عن المتر؟
اقدر اراها هذي؟
كنت قد وعدت نفسي ان اعرفك لما رايت.
ما اللي حصلت بس؟
مفيش شعور بخليط. هل تقدر توصيني بطبيب؟
مُتَّسِمَتْ بِكَ. اتّسِمْ.
موجود علّي معرض؟
الحمام ما يشغّل.
كم يدوم من هنا للبلديه علي الاقدام؟
اخد هذا الدواء بعد كل وجبه لما يبقي يشتكي.
تُخزن الاموال في اكياس مميزه مُزينه تسمي شغيبوكرو.
مَنْ يُسْتَرَعَ.
انا مهتم بس ما يقدر اشتري له؟
تقدر تدي مخطط المترو؟
انا بسّط غرفه معده لك في فندق الجراند. هل تقدر تروح هالبلاصه؟
انا مريض في عيني اليمين.
مفيش خبره بلهجه الالمان.
نقدر نجمع نا مره تانيه.
تقبلين هالباجت؟
اقدر استعِن براكت وبيت؟
تقدر تضيف بعض الباقي؟
اقدر اطلب كارافيه نصف؟
حَيّا. انا جون.
نكاي
تقدر تبقي معاي صوره منك وسيله نقلك؟
كنت بسّطت علي حقيبه مفقوده 3 ايام مضت.
انا اريد فندق ارخص.
اوه، هنّي كتير من الشيء اللي تقدر تراها في فيلي بروت.
علي العمل. عندي علاقه تجاريه معهم.
يتماشي مع ملابسك.
تقدر تراقب ساكيتي؟
كَيْفَ تَنْتَقِلْ هَذِهِ الفِكْرَه؟ نَحْنُ نَعْتَبِرْ شَرْطَكَ بِالنَّوْعِ الْسَّدِسِيَّه، بِشَرْطِ اَنْ تَسْتَحِلَّ لَنَا قَدْرَ بِالبَيعِ لِسَدِسِيَّه بعد انتهَايِ العَقد
مُعْفَي. تَعْلَمُ بِنْيُورك؟
نستكمل. اتصلوا بنا لما تكمل.
انا اريد الا اري طبيب جراحي.
هل هالمواد طبيعيه؟
انا اريد ان اركب في سياره سباق.
كود المنطقه هو صفر ثلاثه. العدد هو ثلاثه واحد اتنين ثلاثه اربعه خمسه سبعه.
كانت له عدوي.
يكون السياره الصغيره افضل.
انا اقدر ارسل هذا التسليم العام.
انا بسّر هذا المكالمه علي الشخص اللي مسءول.
ما حجمك اللي تريده؟
اوه، عزيزي. ما تعرفت اني ما بقيت بس هالشي.
تقدر تقدر توصل بخانات؟
سيدفع الطيران تكاليف فندقي وطعامي؟
هل هالباقات كلها من مالك؟
كّي تقدر تبّدّل الاتصال؟
وو، مهور. ما يصنع في اليابان، ما؟
تقدر تمرّرلي الملح؟
كُلّ مَكان مَرْتَسِم من هَذِي المُسْتَوِي؟
انا بحاجه لشامبو لشعر طبيعي.
كَيْفَ تَقُولُو بِاَنَّهُ سَيُعْلَنْ؟
احترمك بسنه جديده سعيده.
انا اطلب سبراي كبير.
اكتبها مره اخري ببطء.
مُعَفَّر، اخلي بس طلب.
نملك شرما شرما وفخذ لبّا.
انا اريد غرفه بمنظر جميل.
ثلاثه اكواب من عصير الميلون، يالله.
انا بسّط 3 اطفال.
تَمَسَّكْ بِالسَّيْفِ وَتَحَوَّلْ يَسِيرَ بِالرَّصَدِ وَتَحَوَّلْ يَسِيرَ فِي الزَّوَاءِرِ. تَرَوْنَهُ فِي اليمين.
هل هو جوله طوال اليوم؟
كم تكلفه تذكره رحله عوده لاكسفورد؟
انا اروح لجمعيه رياضيه كل يومين.
اين ابقي خلال الرحله؟
ما وقت الخروج؟
كم تكلفه المُرشد يوميا؟
كّي الا اجد اقراص CD؟
مُعْفَي. انا طالب جامعي من اليابان. هل انت طالب من جامعه نيويورك؟
تقدر تقول لنا كيف تقيّم هذا الخطه؟
اكي، تعرف مالا تجاره نسخه جيده بالقرب من ها؟
نقد او بطاقه؟
اعمل في شركه تجاريه.
ممنوع من يسال الناس كم يكسبين.
هل هاللي من ليفي 5 او واحد؟
ما وقت اخذ الحمام؟
تبدو معاك ما يزيد عن عشرين سنه.
انا اري. في الحقيقه، عندو كاميرا سريعه. تقدر تسمح لي بانسخها؟
بoughtها بس بس.
انا ساجلب واحد فورا.
سبع دوولار. وها هو واحد يجي الان.
بلاش تباعشها مع العناصر اللي تشتريها للهيءه في المطار.
هل اي من المتاجر الكبيره تبيع الان؟
مُشغل، اشْتَرِي لي المُنْتَج.
مكّن بطاريه ميته.
توقف عند الممر التالِي.
اوه، هاها. وين كل الناس يملاو هذه نموذج الاعلان الجمركي؟
ويا سَمِّيّي اسمك؟
تقدر تبقي مكالمه جماعيه؟
مرحبا. كيما تيكون؟
متي البوست اللي بسّط؟
ما اسم الشخص اللي تبغي تتكلم معه؟
مُعْفَي، مايكون معايا في الوقت الحالي.
تَنْظَرْ لَهْ. تَنْظَرْ لَهْ. هَلْ تَقُولُ لي الفرق بين هَذِهِ والذَّيْنِ هو الحظ؟ مُحَمَّد، تَنْزِلْ، تَنْزِلْ. ما تَعْتَقِدُ انِّي اُسَلِّمْكَ هَنَا؟ انا مُبَكِّر. يا صَديقي، كان مَرَّهَ جَيِّدَهً، بسْ.
تتفرج غرفه تك تك؟
كي تييي مسجات لي؟
السعر ما زال مهمن. ما بقي لي اخذها بثلاثه دولار؟
نريد غرفه في الخلف.
انا ساشرب كوب من الشاي.
تبدو مهذبه.
انا اريد غرفه بسرير مزدوج. كم تكلفه الغرفه في الليله؟
كانت بس 99 ميل.
فينس وليندا يريدين ان يكونوا وحدين، لذا انا مخاوف ان ابقي ها هنا ليلًا.
بلاش تخلّي هذا البضاعه في الحدود.
اسمي ساتو.
اعرف مساحه جاز قديمه في وسط المدينه.
انا اخذ هاذ التابل دوتي.
انا متحمس لتجربه نفس الطبق اللي كان.
بعدين ناخذها.
كّي يوصل للفّلّه السادسه؟
جلد الديك؟
اخدِه في سَكِينه مُسَلَّه واتركه هُنا.
انا اريد تطوير هذا الفيلم. متي يكتمل؟
لا تُعطيي هاذه المفتاح لاحد غير نفسي.
بلا. اخليك بس بس بس بس بس بس بس بس بس
الويندوز بسّط.
اعطني بقعه تقع، يالله.
هل كل تكاليف النقل مضمونه؟
متحف متروبوليت.
متيش العلامه اللي تبيع سيارات التاجير؟
كانت مريض من ليله امس.
لا يناسب طعمي.
ما البقوليات اللي عندك؟
انا اريد تثبيت مرن، يرجي.
كَيْفَ يَتَوَضَّاَ الطَّبِيب؟
اللون خاطء.
الدّوّه تكسرت.
هالسّيّت مسّا باب او مسّا نوين؟
انا معايّد علي السير في الطبيعه.
تقدر تنقل ملابسكي للغرفه؟
اعطني واحد لبنت شابه.
تقدر توقف هنا؟
تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر
انا جاءش.
لا تمر، بس.
انا بسّط 3 سكين.
كين البحيره؟
مُعَفَّر، اضغط علي المُصَوِّر، يَسْتَحِب.
اقدر اكمل مجله او شي؟
هيا جنوب.
كم سلّم السّرّه؟
نريد غرفه تطل علي البحيره.
موجوده مخزونات بالقرب من ها؟
بلاش. اخذك هالو.
القسم اللي كُتبتْ فيه بخط ماءل يشير للاختلافات اللي حدثت في التسعينات.
هو مسّي عشرين.
بلاش. هل تقدر تكتب العنوان مره اخري علي هذا الغلاف؟
انا متحمس للذهاب لـ هارودز. هل تقدر ترسم لي خريطه؟
ما تكملو بزمن فراغ؟
تقدر تدي باتريه للكاميرا؟
انا بحاجه لسَيْرَه كَابل.
كُنْتَ اخر في هالسَلسله؟
اعتقد ان الحجز مُكَثَّف.
اووو. مغادره.
تقدر تقوللي لي المواقع المهمه هنا؟
موجوده متاجر بجانب هالك؟
كما انا.
انا متحمس للانضمام من سان دييغو.
كنت افكر باتخاذ ها الكورس في الشتاء القادم.
الكحول ما يكفي باردا. هل تقدر تبردّه اكثر؟
تقدر تغير هالاكسات لبلاستيك؟
ما اللي تهتم به اكيد؟
انا محتاج ارجاع. هل يمكن لي ان ارجع اموالي؟
بلا شك ما اقدر احصل علي شراب كهذا في مكان اخر.
اذا اشتريت هالشي، يصير المبلغ الممنوع من الضراءب.
تقدر تبقي شهاده تطعيمك؟
تقدر تروح كثير؟
انا من الولايات المتحده
انا بسّط تيكيت هواء لسانت فرانسسكو.
اذا كان بس خمسه عشر دقيقه من المحطه، فسامشي.
انا بحاجه لفندق ارخص قليلا.
البَسَيْ يَتَعَلَّق بِمَهَارَهِ كَوْنِهِ مَهَارَهِ كَوْنِهِ.
لا قررت بعد. هل تقدر تديني وقت اكيد؟
انا معايّه بسّه.
تقدر تلاقيي علي القهوه؟
انا بحاجه لشهاده طبيه وفاتوره تاميني.
اوه، لا. اتفرج. ناخد. ناخد.
لا اريد ان اصرف اكثر من عشرين دولار.
لما تطير؟ اخبرني ما اللي يجري؟
كم سعر التذكره؟ هل تكتب سعر التذكره علي ورقه؟
انا اقدر اشتري كرسي علي الممر.
انتظر لحظه، يالله.
هل تلبس النساء ملابس رسميه؟
لا تلمسيني.
تتاعي تكّيّت؟
اذا ما كان الرياح بسّط، نقدر نروح لمنطقه تيكي.
ممتاز.
انا اغلق الان. شكرًا لانتباهكم.
تتاعي دا بس الوان اخري؟
من هو؟
مُعَفَّر، هل تقدر تقوللي مكان موقف سيارات؟
وكي نشرب؟
هناه.
متي بسّط مخزن التجهيزات؟
اكيد. ما يشتغل، ما؟ ممكن تنتقل لمقعد فارغ، اذا اردت.
انا بحاجه لده.
بلاش يا سيدي. و ما تفضل تكمل بس؟
مُدرب او بولمان؟
السياحيه. شكرًا. ها هو تذكره وسجّل الدخول. حضوروا قبل ساعه من وقت الطيران.
كانت الم ملحوظ.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سداسي واحد الف تسع.
انا مريض جدًا.
ما اوقات العروض لـ "كسيي لوف"؟
بلاش. تقدر تشرب قهوهك الان او لاحق؟
بعتي لي اسم الريجيه اللي هوش في نيويورك؟
كيف يختلف منتجك عن منافسيك؟
هل ممكن ان لا يسمع احد التعليمات الامنيه؟
كانت الشارع الخلفي مخاطر؟
نعم. يرجي اتباع الاجراء اللازم.
نعم، واحد فقط. متي ساعرف؟ كيف ساُعوّض؟
هنا بطاقه هويهي.
نفضل طاوله بجانب النافذه.
اشرحلي الطريقه الارخص للذهاب لسانت فرانسسكو.
تَعْلَمْ تَنْتَوِي الْمَطْعَمِ، كيويا؟
طريقه واحده.
انا ساكُن مُتَّسِع بسّيّت هاذي و اكل بسّيّت.
موجود مساحات ليليه جيده مع عرض فلامنكو؟
الكيس مهتم بس.
الم في قدمي.
متي اللي برشا؟
تقدر تغيّر مقعدي معي؟
كراسيّنا فصلت.
بصراحه، اتمني ان اشتري تامين لهذا الممتلك.
السّيّد يوصل لـ 100 دولار.
الهجرات الطارءه موجوده في الجهه الاماميه، الوسطي، والخلفيه ديال الطاءره.
بلاش، حجزك مءكد مجدد.
الكعب مسخو.
نريد طاوله علي السطح.
هذا يعني ان الفيلم قد لا يناسب الاطفال تحت الـ 15. لذا يتعين علي الوالدين التفكير في ما اذا كان يسمح لهم بمشاهده الفيلم.
كَيْفَ تَخْطُو المَال؟ بَلْغِي هَذِهِ الورقه وَاَسْجِلْ هَنَا.
بزاف ميغيب معدتي.
تقدر تديي بعض الاطباق اللي بس بس كارب؟ انا علي دايت، الان.
لا بد من تكلفه.
نعم، ليتّين تيكيت للايغانز ودودجرز.
نكون من ابرز الموردين للماكينات الصغيره.
شكرا. انا كذلك. مهلا حتي ذلك الحين.
تومين بس حمام، يلا.
قعدت علي الدرج.
كَيْفَ تَنْتَقِلُ الْمَلْحَه؟
هه. هاذي. اللون يناسبك.
كُل كُتُب لِلغَاتِ الاُجَرَاءِ؟
تَوْنِي وَسَبَيْر.
اعطني بعض السجاءر.
ممنوع تدخل البلاد-عذر. حسنا، اعتقد ان هذا يكفي لحل كل الشي.
كلا، انا. كانوا يعيشوا بالقرب مني في كاليفورنيا ولكن انتقلوا لفلوريدا قبل سنتين. وكم انت؟ هل تسير بذاتك؟
انا مريض.
ابنتي متعبه من السُّرّه.
بدهي حجم، يرجي.
تُمنح ترتيبات المُبادء الثقافيه للفنانين والعلماء المُميزين في هذا اليوم.
انا ياباني.
كذا مهور.
نعم. اختر حافله توصل لكيوتو-اكي.
هل هو مخصص للعضو؟
الساعه تقدر 6000 ين لليله.
ممكن ابقي هالبُلّه علي الطاءره؟
بلا. كل ما اريده هو معرفه ما اذا كان الاعمال سيعمل علي نفسه يوما.
بلا. هل تريدها بس حزام؟
تَشْحُن البطاريه، يَسْتَرِي.
انا جاهز للطلب.
مزيج ماء الزيتون يعطي جلديه ملساء وناعمه.
اكتب اسم الشركه ورقم الرحله.
بصراحه، اليوم يوم الاحد، و يوم الاحد هو اليوم الاسوا.
كلا، هيا مشكله في ازاله القمامه.
انا اقدر هذا النمط في ترتيب خمسه اماكن.
كثيرون من الاسر يتحصلوا علي دخلين.
اوه. هذا البلاتين نادرا "القمر والبوق". متاكد انك تريده؟
امي وشقيتي هما ميّن من اليابان لتريّي. هما يوصلين هنا حوالي السّاعه السّبعه في المساء.
البني هو محبب هذا السنه.
مثالي. متي تقدر تجي؟
بلا. سِتَين سِتَين، يَسْتَرِي.
كين السوق؟
انا متحمس لتجربه ملابس السباق الجديده.
كنت اظن انك حابين تاكل كيتو.
كم تكلفه تذكره فءه اولي لادِينبرغ؟
كانّ المبلغ اللي قدمته لي مابين 10 دولار.
تَلَقَّيْتِي مَسْتِر سَمِيث فِي غَرَفَتَيْنِ وَاحِد، بَلْ لَمْ يَتَوَضَّعْ. تَعْلَمْ تَعْلَمْ مَايَكُنْ يَكُنْ مُتَقَدِّمْ هَنَا؟
انا اريد واحد معاصر.
اعمل في شركه نشر.
هل تقدر تملا هذا؟
كَيْفَ تَسْتَوْيِي؟
تقدر تزن هذا الحزمه؟
كَيْفَ تَدْعِي هَذِهِ بالانجليزي؟
تفضل تمشي علي هذا الممر، وستجدو علي اليمين.
انا اريد تامين هاد.
سَمْتَيْنْ. هَذِهِ مَتَّسِيَتْ. مَيْتَنْ اَسْتَعِينْكَ؟
بلاش. ادخل.
نعم، سيّد. اتّي هاذي للافطار كل يوم من الاثنين للفجر قبل اتّي للعمل.
لا مشكله.
اخدلي لي 3 2 6 2 9 1 8
نعم، نقدر نخدمك من السبعه.
اِسْتَرِيْدِي هَنَا.
مُسْتَرِدٍ مُسْتَرِدٍ بِسَرِيع.
بما يبقي يظهر.
تفضل تدور علي اليسار عند التقاطع التالِي.
مُعَفَّر، كي اروح للبنك؟
موجود حافله توصل لمتحف فورد؟
نعم. اسمك ورقم غرفتك، يرجي.
كم يدوم السفر للوصول الي اليابان بالبريد الجوي؟
بلا. نلتقي علي الساعه اتنين في يوم الاحد.
انا اريد اروح من نيويورك لتورونتو.
الزِّيْبِر مَتَّكَ. تَكْتُبْ تَكْتُبْ مَعْنَي مِثْلِه؟
هذي نوع من الماكل.
تقدر تاكيد رحلتي؟ هاذا تذكره طيراني.
تقدر تديي هالشي بس اخضر اعمق؟
تقدر تاخذني لكانتربري وترجعني؟
اقدر اطلب ملعقه جديده؟
كُلّ شكر لطّيتك.
مُعْفَي، ما نباعي تيكيت للمسرح.
اريد اراقب هالشي.
اوه، ممتاز. ما يلزمني؟
اريد ان ابقي هنا لايامين اكيد.
تفضل تغيير مقعدي.
لدينا بعض الحبار الجيّد اليوم.
كم الساعه اللي تفتح؟
السجّي او ما ينعدم؟
كيّي بسّي بسّي. ما تقدر تقلّل سعرها؟
انا مفتوح علي يوم الاربعاء الصباح او يوم الجمعه بعد الظهر.
مكّرّس بس.
لان الصيف في اليابان عاده ما يكون ساخن، ونحن ما كنا نملك تكييف في العصور القديمه.
تقدر تاكليني سياره تايم 8 غد؟
هيا مخيف.
لما نتفرغ للباص تحت الظل؟
تفضل، كينجي. اشوفك حول المكتب.
نعم، مفتوح من التسعه للتسعه.
لا اقدر اصعد بسّي بسّي في الليل.
كَيْفَ تَاثرتِ الْمَرَّهِ بالْعَوَدَهِ؟
اكيد حجزت اجتماع اخر.
اقدر اكمل خريطه للعاصمه؟
الشي اللي كنت ابحث عنه.
مفيش فهمي للشرح اللي تقوله.
يتعين علي توصيل. ساذهب لبستون.
اين هو المكان الافضل للزياره؟
هل هو متماسك؟
كنت متحمس جدًا.
بالتالي، احب ان اكون وجوه اصغر مثل جولي روبتس.
تقدر تاخذ هالشي؟
المسافرين اللي يغادرون علي طاءره شركه ABC رقم سبعه زرو ثلاث يتجهوا لطوكيو يرجي الذهاب لبوابه عشرين لاجراءات الحكومه.
متي وضعي التاكسي بـ B؟
الي وحدات، يلا.
اين اشتري اثاث الطاوله؟
اقدر اشترِي مُرشد يتكلم باليابان؟
تقدر تاخد صورتي؟
لا تلاقيش هاذه الوجبه.
انا قطعت اصابعي. هل عندك مطهر؟
اقدر اطلب بطاقه 95 سنت؟
ساكون هنا في الربع قبل الثامن.
انا اقدر بعض الزيت.
اقدر اكمل جدول؟
تتفرغ للدار؟
كانت كيما؟
هل فندق هيلتون بعيد عن هاذي؟
انا متاكد انك قمّت بوضعه في جيبتي.
ايديك مرفوعه.
موجود مطعم توصي بقربه؟
كَيْفَ تَخْطُو بَيْنَ سَوْرَه وَسَوْرَه؟
تقدر تقوللي لي اين نروح؟
تذكره التحويل، يالله.
كُلّ مَكان مَرْحَب بِهِ لِلْمَرَّهِ؟
اريد الحقيبه الحمراء كيلي في نفس الطراز ديال هالتي.
بلاش تقدر تبقي تقدر تبقي
ما وقت فتح البنك؟
انا مريض.
انا متشتت. هل تقدر ترسم لي خريطه؟
بلا.
احضرني للعياده.
اكيد اتت الـهوسبيت كل يوم؟
بلاش يكمل لي جوا البطن.
كم تقدر تكلفه الشحن لنقل هذه الرساله الي اليابان؟
اعوّد كوب من شيري.
تحتاجين للاستلام من المطار؟
الادخال يبدا الساعه 4:30 فبالتالي كن موجودين قبلها.
من 30000 ين.
متي اشتري بطاقه تلفون؟
اقدر ارجعه في مدينه مختلف؟
انا بسّط ابقي 12 يوم.
اخدّي الطرف العلوي اطول قليلا.
تحتاجين لتشوف مختص.
بقليل من الدقاءق، يلا.
الرقم 14.
اوه، تقدر؟ تقدر تكمل تختار بس.
لا اقدر الا اجدهم اينما كنت.
تقدر تدينا مكان فلندن؟
انا بحاجه لنسخه من تقرير السرقه.
هيا بس كيتي بس بس كيتي.
تقدر تضيء لي في نفس الوقت؟
هل هالسجاءر ملّه؟
بلاش. كيما هذي.
الباص السريع التالي في ساعه.
اريد ان اطيل اطراف هذا الجاكيت الرياضي.
انا مسجّل. هذي رقم التاكيد.
عيد ميلادك بس بس بس بس
القطارات موقوفه بسبب الاحتجاج.
تقدر تصلح هاد؟
الشوارع مزدحمه بسيارات.
هالبُلْدِينغ هو السّابِق علي اليسار من البُلْدِينغ الابيض.
حجزنا مقعد لـ 25 اكتوبر، نزلنا الساعه 11 صباحا.
لا، بس بس بس في الامام. ها، نعم.
نعم، ما يشمله دا وجبات.
متي ارجع تيكتيت هالك؟
لما يحصل؟
انا بحاجه للراحه.
سيارتي توقفت، يرجي توصل وتحصل عليها.
احبّ اطول شعرتي قليلا في الخلف.
ما نوعي اللي عندك؟
انا موافق. هو واحد من اماكن المفضله لي.
ما نوع النموذج اللي تفكر فيه؟
اسمي ميتشيكو تاناكا، ورقم الرحله خمسه وواحد للتوكيو.
تقدر ترسملي خريطه بسيطه من هنا؟
كين نلتقي؟
انا اريد ان اكون شعرتي كما كانت.
اعطني خمسين، يالله.
اين اقدر ادخل علي جال؟
محتويات ما؟
موجودين اي اماكن في المنطقه اللي توصي بدها؟
اعطني بعض الباقي، يالسَّلام.
بلاش. ساتاكد ان حقيبتك معاك.
هذي خاصتنا، سول دوفر مطهو.
نبقا نبقي.
انا مُسَلَّمْتْ.
بلا. هل اتعمل علي توجيهها؟
نشارك.
لما ناخد هاد النمط دا حالي. سافحص مخزوننا. انتظر لحظه، يالله.
سكوتش بس ماء، يلا.
هذا مثير للاهتمام. كم تكلفه؟
اخد هذا الوصف لواحده من الصيدليات. تقدر تجتهد الدواء من هناك.
انا بسّطت.
كلا، تقدر توقف عند اي محطه بين ها وشيكاغو.
اين اشتري بعض الطراءف؟
كانه مهور. لا اقدر اشتريه.
اقدر اطلب رقم ABC وشركه في شيكاغو؟
كانت الكاتدرال؟
كَيْفَ تَخْطُو بَلَغَتِك؟
هيا بس بس بس بس بس
لا، اعتقد انهم نسيوا توصيل واحد لينا.
بلا. مءكد. ما نحتاج لرقم تلفونك، في حال ما نحتاج لاتصل بك؟
ما اسم المُصوّر؟
انا اقدر اطلب منه يكالك علشان يجي؟
انا اقدر احصل علي دا.
انا احب هذا الخدمه اللي تقدّمها بعد دخول الطاءره. دعوّي علي صحتك.
سَبْعَهٍ فَرْدٍ بِالْيَوْمِ وَسَبْعَهٍ بِالْكِيلو.
انا مسّي خمسه دولار.
لا هذي امر من سواه؟
تقدر تقوللي لي طريقه الوصول للمتحف؟
مُعْفَي بس، بس اخلي الموعد مُسْتَمَر.
تقدر توصي بسياره؟
القطار يغادر من منصه 8.
انا بحاجه لحقيبه بسحاب قابل للتعديل.
انا اريد ان يبقي تحت مءه وثمانين دولار.
ساطلب منك بعد ما اشوف حول.
نعم. حجز لساعتين، يرجي. بدء 23 يوليو.
تقدر تظهر لي غيرها من اشكال مختلفه؟
كَيْفَ تَخْبِرُكَ بِالسَّوَادِ؟
تقدر ترجع للبيت علّي العيد؟
اين اروح لاري رءيه جميله؟
كانت مكسوره من اول ما فتحت العلبه.
الثامن والعشرين من اغسطس.
انا اقدر ارسله ببريد جوي لليابان.
يوم شكر العمال. هو يوم شكر لجميع من يدعم المجتمع بعملهم.
هاد الغرفه بسيه.
اقدر اطلب كميه اكتر من الشاي؟
اريد اشوف هالملابس مُنظّفه بعدين اليوم.
موجود مصرف في مكاننا؟
تقدر تزيل الطاوله؟
مِشْرَه، يَسْتَرِي.
كلهم مطبوع.
اكتب رقم غرفتك علي الورقه.
نستخدم ملعقه تقطيع لما ناكل.
طريقه دلتا رقم 28 لنيو اورلينز ستاخر حوالي ساعه.
عندما ارجع للجاهاب، ساكتب بريد. اذا كان عندك وقت، فارسل لي بريد.
بعتت تيكتت الافلاك بس فالمتّين.
غرفه وحده بدون حمام سباحه، يرجي.
شكرًا علي تذكيري مجدد. هل يميل كثيرون الي نسيان توقيع اسماءهم؟
وو، ما ناخد وقت. نكمل النقاش الخميس علي الساعه واحد؟
انا اقدر بعض جاكيتات.
بلا. سااكلك لما يكتمل.
كَيْفَ تَنْتَهِي؟
الليموزين توقف علي باب الشمال اول.
كم يبقي لي من وقت لاستخدام مطعم الفندق؟
هل هو مترو مباشر؟
وو، هاذي تقدر تتاخر. اعتقد اني بساغادر الان. شكرًا جزيلًا علي المساء الراءع.
اقدر اطلب دوّه لبَلَّهِ البَطْن؟
انا اريد دجاج مطهو.
سَيْرِي. ما يَكُنْ سَيْرِك.
ماعندي، متي ينتهي فيلم هالذي؟
الواحد، بس.
انا حيّت ملابسياي. بس احتاج تقرير.
تفضل، بس لحظه. ساربطك بسّرّي جونز.
سلا. هذي طياره وحده.
كانت مين تعلم ياباني مس نورس؟
انا بسّط واحد من نفس التصميم.
تقدر تاخذ هالباجت؟
الجمعه، ليل، 9.
هل هالباب للاس فيغاس؟
تقدر توصل من المطار؟
سبيكه اخري، يلا.
كانت ملّه قليلا، ولكن احبها. هل انت بارزها من اليابان؟
بلاش تبقي، لو ممكن.
تقدر تدفع عشره دولار هنا للايداع؟
نعم. اشوفني بعد سهور، يلا.
انا اريد اطلب، يالسَّلَم.
اقول نعم ولا اقول نعم؟
تَخْرِجَتَيْنِ، يَسْتَرِي.
ما التوقف اللي بعده؟
السياره تصدر صوت غريب.
ما وقت اغلاق المكتب البريدي؟
بزاف دايم تدفع مبلغ خمسين دولار عند التسجيل.
تتاعي دوّه للاضطراب في البطن؟
انا بحاجه لبلاعه وشريط؟
ممكن اقدر انقل ماللي بس حساب التوفير؟
انا نسيت حقيبتي.
اريد تاكيد رحلتي مجددًا.
ساعهي. كانت مصنوعه من سويسرا وديجيتال جديده.
تَفَوَّهْتُ بِالْمَرَّهِ بِالْمَرَّهِ.
انا اريدك تاخذني لبعض الاماكن المثيره. انا ساءح، تعرف.
ممكن اروح اشوف المكان في نفس الوقت اللي يبقي السفينه في الميناء؟
تفضل تضبط المرايا الخلفيه.
سيكون انتظار بس عشره دقيقه.
اقدر اخلي طاولاتك؟
انا متحمس. اي وقت تفضل؟
اعتقد انني نسيت كاميرتي هنا بعد العشاء اللي عشناه ليله امس.
اجمعهم عند الباب.
اوه، لا. ما يلزم. اقدر اعمل عليه. انت قدمت اكثر من كفايه.
او تصلحه او تبادله، يالسّلام.
اقدر اكملها في وقت ما في الشهر اللي يليه.
تفضلوا تاخذوا وقتكم.
كَيْفَ يَتَعَدَّد هَذِي المنتج مَعَ المنتجات اللي مَتَّعِدَه؟
الباءعين في هذا المتجر مهتمين جدًا.
تقدر تبقي هالشي لي؟
بلاش، انتظر دا.
تتاعي تكمله تكليفاتك؟
انا بحاجه لسياره لمده اسبوع.
نعم، في البدايه، اغسلها منفصله.
بصّللي لي بعض الساعات للرجال.
هيا اربع عشره.
كم تكلفه ليموزين لكي نروح لقلب المدينه؟
من صباح اليوم.
نفضل نسافر. هم يدخلوا بالفعل.
يتناسب تمام.
كنت اطلب دجاج.
عشره يوم.
كم عمر هذا الرّجل؟
كم كلها؟
انا اريد نفس الشيء، يلا.
خساره مالتي معاي.
اخدلي لي بعض من المضاد الحيوي البارد.
بصّلها فكُوب.
انا اراوهو كل صباح علي القطار.
تقدر تكمل العشاء معنا ليله امس؟
ابقي في فندق ب حتي غد. ساكون سعيدا لو تقول له اني هنا.
الطيران متاخر 45 دقيقه.
اسمي شينو يامادا.
ما خاصيه مطعم هالس؟
نملك شراب ابيض ممتاز.
بلاش حاجه من مسكن بارد.
تقدر تجلب حقيبتي للوادي غد صبح؟
اوه، ما يكفي اخسر شي كل مره اسافر.
تلاقيت تلف في يدي اليمين.
سلا، هذي روي؟
بعد كدا توصل لطريق للتسوق. اذا تبعي الطريق توصل للمحطه.
لا، ما هنا. هنالك غرفه تدخين في الخلف من هذا القارب.
اقدر اكمل بروشور؟
يصلوا بس 9، يالله.
نعم، سيّد. كي تريني اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
كفايه زيت وعسل.
انا بسّط ما تريده. ما يفضل اقترح هالشي؟
كوفي مع سكر.
هيا سبعه عشر. اه، انا مسّر. انا فاتت.
كانت تسمع من عيد ذهبي في اليابان؟
شكرا. يرجي العوده مره اخري.
هل ما زال مُكتمل؟
ممكن اتركه في اي مكان في البلاد؟
ما العدد اللي اتصل من هنا؟
كّي اروح لديزني لاند؟
تظنّو؟
مُعَفَّر، اين المطعم الرءيسي؟
انا بسّط اقدر ااتصل باليابان.
د توايلس يك 12. اين هو؟
مَا هالشي؟
ما نوعك اللي تفكر؟
نعم. نوصل بساعه 8 بالوقت المحلي.
اذا وجدت شي، يرجي تواصل معي.
اقدر اطلب بعض الخبز والبيض؟
مُلْكَن شَرَبِي بِالنَّهَارِ لِلْمَزَاجِ، يَسْتَرِي.
الماء الساخن مايكون ساخن كفايه.
تشرح لي طريقه تفعيلها؟
اكتب عنوانك هنا.
اقدر استخدم مصباح؟
شكرا. ارجع لغرفتي في نفس الوقت غد. ساكون الصور جاهزه بعدين.
مُعذِّر، حاليًا تقدر تطلب من القاءمه الليليه.
مُسَنَّد او مُسَنَّد؟
انا مريض بصداع.
هاد الغرفه 12 و 7.
انا بحاجه لغرفه متميزه.
كم يدوم تاشيره هذا؟
موجود مشفي في مكاننا؟
انا اقدر بزّه.
تقدر تقدر تكمل عرض اكبر؟
اقدر اختبر نسخه تسع؟
مُزَيِّن مَرْتَسِل بِوَسِيلَه مَرَّه مَرَّه، يَسْتَحِبْ.
مكين الزوو؟
مكّن بس؟
ثري وانس وثمانين.
تتاعد علي درجه حراره المكان، ولكن في اليابان المركزي، ابريل المبكر.
باجره وفريز.
السَّيْرِ فِي التَّيْارِ الْاَخِيرِ مَبْكِرٌ.
لا اتاعي مال تيي.
كانت تاخد تيكتت بس؟
السَّمْت، يَسْتَحِبْ.
كنت علي طاءره UA 828.
كانت مزاحم حول غرفهي.
علي الساحل الشرقي، تجد مدن مشهوره كنيويورك، وواشنطن، وبوستون.
تتاعي بورا جاپانيس؟
يبدو ممتاز.
هل يسمح لي ان اترك اثاثي معك حتي الساعه الواحده؟
موجود تورا للعاصمه؟
نعم. انا مخاوف ان اكون. كيما تتم الحمايه في هذا المجال؟
انا اري. احاول ايجاد سياره سيريو.
انا مولود بقدرات طبيعيه.
كدا ممتاز. اين الخبز؟
السجّ، يالله. ومقعد نافذه، يالله.
وكم تقدر تكاليف التصاميم؟
التي تقدر توصلك اسرع، سياره تاكسي او سياره اسعاف؟
تقدر تديي هاذه الشال في الوان اخري؟
لا تراقب التلفاز طول الوقت.
ياعم، نقدر نوصل عليه، نقدر نوصل عليه.
تفضل تدخل مستشفانا.
اين اقدر الاقي سوبر ماركت؟
كانه مهور. ما تقدر تقدر تديني فرصه؟
كم وحده تاخدها قبل تغيير؟
كانت دا بس نسق مالتي.
الكبسولات اللي تساعد علي الهضم والكبسولات اللي تساعد علي تخفيف الانتفاخ متميزه، صح؟
اريد اشوف الميناء.
مثالي فكره.
كم يدوم علي الاقدام؟
انا اخلي 20 من اكبر حيوانات التي دي، يلا.
ما هو رقم المُسَلِّم؟
كانه سهل. اقدر ابحث في دليل الهاتف.
تقدر تقدر تاخد غرفه اكبر؟
كم تقدر فاتورهي؟
انا بسّط ابقي في هالغرفه ليله واحده.
مُعْفَي، بس اخلي تقرير السرقه.
واكيد يعتمد علي وسيله النقل اللي تختارها. هل تروح بالباص ام بالطاءره؟
تقدر تبقيت بس؟
ممكن ارسل بريد الكتروني واحد بدولار؟
نعم، احنا نرسله لغرفه 12 34.
اكمل هذا نموذج التسجيل، يرجي.
انا بحاجه لحجز تذكره رجعيين لاكسفورد.
كّي اروح للمنشاه؟
هذا بطيء.
اين اطور الفيلم؟
لا، لا تفعل. احفظ سءالك للنهايه، لما اطلب منك السءال؟
انا بحاجه لمقعد جيد.
انا مخوّف ان الحمام ما يعمل. احتاج لمساعد.
لاشي سهل ولا مجهول.
انا ساوصلك لمقعك. هكذا، يرجي.
ماعنديش، ممكن اطرح سءال عليك؟
انا اعتقد كذا.
حَيّا. مَرَّه بِك.
انا اريد تاكيد هذا الحموله علي طوكيو، يرجي.
تُبْيِنِي وَسَطَهً اَكْبَر؟
انا اعتقد ان الملابس اللي تصنعها في اليابان مهندسه بشكل ممتاز.
تفضل توقف.
اكيد تقول مره اخري؟
تقدر تكتب لي العنوان ورقم التلفون؟
هل هو مسخو؟
ما هو المطار اللي اتفرغ منه؟
لا تلقيت الشكل في الطياره؟
انا بحاجه لساعه.
كانت مجموعها تسع وثلاثين دولار.
شكراً علي مشاركتك افكارك المميزه معنا.
انا اروح للسكي مرتين شهريّاً في الموسم.
وُلِدْتِي في الاول من ابريل سنه 1955.
اقدر اشتري رackets؟
هل هالباص هو الباص اللي ناخد لليت تاكل؟
كم هالنفخ؟
لما؟
اين اكمل الاجراءات؟
خمسين رطلا.
كانت تشمل الضريبه؟
ما هي الكيسات؟
اوصلك فريق اسعاف.
انا مسّي 3 دولار علي هالشي.
كيما تسير؟
لا توجد طعام ما يعجبني.
يُحتفل باليوم الدستوري او "كينمو كينينبي" كمُوَسَّع وطني في 3 مايو للذِّكْرِيَّه علي تاسيس الدستور الياباني الحالي.
تغطي هذه الرحله زياره مبني سيرز؟
موجوده مكتبه في مكاننا؟
ساحضر المدرسه الصيفيه في جامعه هاواي.
كيننا نمر علي ما؟
مُتَّين وطفل بسّن 3.
في غرفه استراحه في المحطه.
