هالو بس بس بس بس بس بس بس بس بس
لا اعرف هاذ العنوان من قبل.
تتّبعوا الطريق مستقيم حتي ترَوْن مخزن ادويه.
كم سعر الافطار؟
كيف اساعدك؟
تَدْرِسْ يَسَار فِي الرَّوْعَه التَّاسِعَه.
تريدي كريمه وسكر فكوبك؟
تقدر تصرف لي شيفره مبلغ 200 دولار؟
اذا ما وُجد، اتصل بي.
كُلّي بسّي؟
انا اقدر سوَّار بابا للطفل.
بلا. يكلف الطرد العادي 85 سنت، و3 دولارات وسنتين اضافيه للتسليم السريع.
اكيد اشتريه لو كنتك.
ساكون معاك مشكله مع الحدود؟
تقدر تديي حذاء بس قدم واسعه؟
لا. هل يمكن ان اقترح تين للاستخدام الواحد بدل؟ عندنا واحد.
اعوّد شكل مكثف، يرجي.
تريد بيره.
سَمْتَكْ بِالْمَسَاء. كَيْفَ تَكْنَ؟
انا مخوّف انّي ساحتاج لبَيْنَه معرفه.
ما نوع الزيت؟
هذا بس بارده. تقدر ترفع الحراره؟
مُعْفَي، هَذِهِ المُسْتَوْحَشَه مُشْغُولَه.
انا بخير. ولكن ما تقولين تاتصل بصديقي؟
شكرا، كفايه.
من احسن صديقك؟
يُحتفل باليوم الصحي-الرياضي في 10 اكتوبر كمُهرجان وطني يهدف لتعزيز صحه الشعب.
تريدي اني افحص تحت العلبه؟
تقدر تساعدني اقدر اجد حقيبتي؟
تقدر تقدر تبقي ترتيب مسبق؟
انا مساعَد. شكرًا لك.
عندما تصل، سال شخص اخر، يالله.
انا اريد التمديد 24، يالله.
هنا 2 دولار. احفظ المتبقي.
واحده بارغو وواحده بارغو بجواه، يلا.
كم تقدر تدفع علي معالجه؟
نحنا كل واحد نريده ندفع لواحده تكاليفه.
المنزل كان علي كرسي في المدخل.
تفضل تحوّل هاليني الي جنيه.
اعوّد كتيب ديكشنير بحجم جيب.
لشخصين علي سبعه. الاسم هو واتانابي.
ساعهي. كانت سيكو ديجيتال.
سيكون سرورنا تقدّم لكم الشراب اللي تختاروه، وبعد ذلك العشاء. دليل كامل للشراب اللي نقدّمه علي هذا الرحله موجود في دليل المعلومات اللي في مجلهنا.
تتَّسِعْ بِالمنطقه؟
متي بيت المخزون؟
انا علي طريق واحد قرب مورو بوي.
انا بحاجه لساعه تذكير، يالله.
بما انّي، اسمو هيروشي اييجما.
كانت القطارات توقف علي بحيره فورست، ماذا؟
الكثير من اليابانيين ياكلون الديك والدجاج.
اقدر اطلب تيكيتين من فءه ثانيه لشيكاغو؟
كنت بسافر لنيويورك.
ما رقم الطياره؟
واحده لنيويورك، يلا.
لاسبوعين.
الثاني من اليسار.
هاد البطاقه، بس؟
هل هالو مكتب الاستقبال؟ هل هنّا مشفي قريب؟
سيكفي عشره دولار بسياره تاكسي؟
هذا ميغيب.
نعم. انتظر، ابقي واحد ليك.
بلاستيك نصف، يلا.
لا بس. شيء بسيط وموصي.
تبحث عن شي؟
اربعه ليله.
احتاج لبعض الاحذيه.
تقدر تقلّل السعر لانه ماشي بس بس تبقّي بس بس تبقّي؟
بَيْنَتِي بِسَيْفِي. بَعْدَ كَيْفَ بَيْنَتِي بِسَيْفِي مَسْتَوْيَ.
مكين متاكد من انني جيت بس كتير من الملابس لرحله 3 اسابيع.
واكيد ناخد شراب ابيض.
اذا سالوا عنّي، قل لهم اني في مطعم القهوه.
انا متاكد انّي كان عندي في جيب الزي.
ساقدر اكْتَب اسم ورقم الجهه اللي تدْعو؟
سيدفع الطيران لي اشتري بعض الحاجات الشخصيه الاساسيه؟
انا بحاجه لغرفه مزوده بحمام.
لاشي تخرج من الجهاز؟
كانت مفترض تروح بس 820، اللي خرجت 15 دقيقه. بس، يمكن اقدر اقدر اتوفير طياره تانيه لك.
كانت شخص ما فتحت سلطهي.
اوه، لاشي. حاضرين، ايّا سبب.
طيران اليابان، رحله رقم 123.
اكيد اشتري شامبو.
تقدر تقولي متي نوصل للمركز المدني؟
مَيني البَشَر اللي بقريب؟
نريد البقاء 4 ليال من الاول من اغسطس.
ما اسم الزهره ديالها؟
15 سبتمبر هو يوم الاحترام للمسنين.
لا توجد مسحوق في غرفتي.
مكّن ميّت تاخدش للاشاره ديال هالبلاش؟
تقدر تغير التعبير اللي قلته؟
كم يدوم توصيل الطلب؟
تقدر تتكلم بسّيّد؟
كم يبقي قبل ان تخرج؟
متي التفاصيل الرياضيه؟
الحجم اللي هاذي، الحجم اللي تسميه حجم عادي، يكفي.
كّي تنتهي الرحله ومتي؟
اين اغير القطار لكي اصل لادِينبرغ؟
انا اريد ان اضع هذا في صندوق حمايه.
اين اغير نقودي؟
نقدر نترك اشياءنا، ما عدا المالي، في الحافله؟
انا مهتم بس ما هو هذا السعر علي فاتورهي؟
انا سادفع خمسين دولار.
الان اعرف ما كان الخطا.
هادو يكيدا. ليت رزيفي لطابق بس 6.30 في المساء. ولكن انا ساصل متاخر بس نصف ساعه.
كم اونصه من العطر اقدر احصل عليها بدون ضراءب؟
سياحه فقط.
كلا، اشتركوا فيهم. كيف تفضل؟
تتبقي مقاعد للعرض الليله؟
اعوّد بس.
كنت ناخد النوم علي الساعه 6:30.
انا مصور مستقل.
الباءعين يقدر يبادلون دوولارك بسياحات مساحات. ها نروح؟
نملك حوالي ثلاثين نوع من زيوت الاستحمام.
ساعطيك الاقتراح في الاسبوع اللي يليه.
شكرا. كم سعر زوج القفازات؟
يجب اني اروح. اتصل بك لاحقًا.
انا بحاجه لبلاستيك ناكيه.
من اين اتي هذه الاسماك المُتَّسِعه؟
تقدر تبغيهم بدولار؟
نكون مسافرين. هم يديم واحد بحجم 4 في متجر الا موانا.
موجوده سياره ليموزين؟
اقدر اطلب نايل بس 5:30 غد؟
افضل حجز غرفه سكينه.
انا بحاجه لبلاستيك لبلاستيك الاظافر.
انا بحاجه لبطاريه.
موجوده فريق موسيقي حي او DJ؟
اقدر اايجي معدات السباحه؟
انا اقدر اكِّل غرفه لـ 4 ليال من 22 ديسمبر.
هل هذا الحقيبه مناسبه للجميع؟
انا اقدر كيس، يلا.
انا اريد اشترِي سياره تلقاءيه لساعتين.
تَسْتَعِدْتِي طَيْرِي 20 لِسَانْفْرِانْسِكو.
كم يوصل للمنطقه؟
كانت بخير. كيما هو؟
كم عمر ابنتك؟
تقدر تقوللي لي مزارات مهمنه وسيله؟
نقدر نسجّل غرفه مريحه لك في قلعه قديمه بجوار نادي جولف مشهور.
اوصي بده بس بس مصنوع من مكونات طبيعيه 100%.
توقف القطار في بريتنت؟
تقدر تقوللي لي ميني اتاعي سياره؟
تَخْرِجَتَيْنِ تَخْرِجَتَيْنِ مِنْ فَرْدِيْنِ، يَسِير.
انا بسّط فاكس.
انا اريد مطهر سفر.
اقدر اقدملك شي؟
يالدّي؟ ما اقدر اسالك، ولكن ما تقصده؟
انا اريد واحد يحتوي علي وثاءق بحجم ورقه الرساله العاديه بدون الحاجه لطيها.
نعم، ولكن ما يكفي.
انا مصاب بحساسيه للقطط.
كلا، تقدر تاخد ترخيص قياده و، علشان، تقدر تاخد ترخيص من لجنه التاكسي والليموسين.
تفضل، سيدي.
لا اقدر احصل علي ماء ساخن.
انا بسّط اكمل غرفه ليلا.
لا، يبعد الضريبه والرسوم.
تريدي تمشي معي تباع اليوم؟
حَيّا، دا بزّيّه جميله جدًا.
الان، داال داال داال داال داال داال داال داال
ما رقم الباب؟
ما هو ملابس هاواي؟
اقدر اروح هالمنطقه بالمترو؟
اعوّد شافا.
نقدر نتقدّم بس نتدارش كيما نتدارش؟
انا من نورويغيا.
من عشره لـ 12 يسّر.
بكل تاكيد. اشوفها. اتعرضت للاصابات من الشعاب، اعتقد.
بما انك تقدر، اشْتغل علي رقم الشخص المسءول.
موجود طريقه سريعه؟
لما كيما بعثو للاحتفال امس؟
وقد وقع حادث ترافيك.
مُعْفَي، عندي رقم خاطء.
ادخل رمزك المميز.
لا اقدر اضبط الصوره.
بلاطه جبنه وسيره اورانج، يلا.
هنا بطاقه السفر.
كَيْفَ، شكرًا جزيلًا. اه، ممكن اروح للاسفل؟
اقدر اطلب تيكيتين للمسرح لغد الجمعه؟
سَمِعْتَ مَرْتَبَهً اُخْرَي قَالَتْ يَكْفِي تَبَدِّلُ السِّيَّات مَعْكَ.
ممكن اطيل اقامتي؟
قل، تعرف شي مميز قريب من هاذي؟
لا، اخلي برشا تاجير نصف مجموع من الادوات وحذاء.
تقدر تبيّنلي لما يُعثر علي الحقيبه المفقوده؟
كَيْفَ يُسمّي هذا المحميه؟
انا مسّي بس.
كانت مكان ممتاز للزياره؟
اقدر اطلب فاكهه؟
اقدر اكمل العشاء الان؟
اكيد احتاج تغيير هالدولار.
احتاج سياره تاكسي. انا عند شارع جنوب وليبرتي.
بكل تاكيد، هل تقدر تطلب مهندس؟
لا هو تفاحه بل هو تفاح.
انا اقدر لك وصفه. اخترها من المخزن.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
كانه مكلف، ماذا؟
نعم، عندنا دا. نقدر نجهزه لك.
تقدر تبقي حقيبتي حتي ثلاث ؟
لا، انا بس اقدر ادخل.
اقدر اكِسِر سياره للايجار هنا؟
كُنْتَ من امريكا؟
الي هذا المكان، يرجي.
سيارتي مسجّله.
مَنْ يَكْتَبِي الْوَسْم؟
نريد زاويه ساكنه، لو تقدر.
هل هالسياره مجانا؟
هل هذي محطه سريعه؟
ما وقت يجي؟
اعوّد كارافيه صغيره من الشاي الابيض.
اه. ممكن اكمل وجبتي لاحق؟ انا ما احسّ بحال جيد حالياً.
بصراحه، عندي خبر. انا اتزوج.
اي بارس تاني؟
اقدر اكمل ببرنامج؟
كانت الغرفه مُسَرَّقهه ليله امس.
اعرضلي السمك اللي رايته اليوم فكتاب الصور، يالله.
تفضل تقرا التعليمات علي علبه الطعام المُستَخَرَّج.
انا اريد نقود مطبوع.
اخد حقيبتي وانطلق.
لا تكمل تجارب؟
اين اشتري تذاكر البريد؟
انا من بريطانيا.
يتعين عليّ اتاكد من زوجتي.
انا مهتم بتحصيل مبلغ مال للهذا.
هناك مكالمه في الجهه اللي بسّط البنك.
ساصل في التاسع من مارس وساغادر في الرابع عشر.
كانه مهور، ما تقولين؟
تتاعي بسّت؟
مَيني مَزَّيْن الْبَسْس؟
تريدي تناول مزاج؟
تتكلم؟
النفس للنفسي، يلا.
اوَرْدِي مِيْنِي مَيْتَ.
توجد كثيره من البحور الساخنه.
بلاش تغيّر خمسين الف ين لدولار امريكي.
بلا مشكله لي. في الحقيقه احب ان اتّخذ السجّار.
اين اشترِي السماوات والجوازات؟
تَسْتَعْمِلُوْنَ شَيْءاً مِنْ شَيْءِنَا؟
تقدر ترسلها لي بعنوان جايب بس بس تجمع بريد دولي؟
اعوّد كوب من الشاي الاحمر.
بلاش، لو كان ملكك، سير. هه هه، مجرد خدعه.
بكل تاكيد. كيف نخدمك؟
نملك بيره، ويسكي، براوندي، جين، فودكا، ووين.
الهويه، ايها، بس. هاذا هويه مقبوله؟
رقم غرفهي هو ثلاث مءتين وسادس. هل تقدر تجمع ملابسي؟
انا ساراقب اذا ما تطابق اي من هالك.
انا بحاجه لبلاط.
احضرلي بعض الجبنه المطحونه.
اقدر اشوف ملابسياي مغسوله بس بس في الصباح؟
تقدر تطلب منو ياتي؟
لما؟
مُعَفَّر، هل هنالك مكتبه في مكان هاد؟
اعتقد انك خلّفت خطا. الغرفه مسبوقه الدفع. عندي فاتوره.
الباص هالو هنالك.
انا اقدر تيني رولين من ISO 100، فيديو ملون، 36 صوره، يلا.
انا اقدر استلم هذا الشيفره بسبعين دولار.
انا اريد اشتري تيكات لعشره بطاقه بريديه لليابان، يرجي.
موجوده اي بنك بالقرب من المحطه؟
انا مخوّف انّ هناك خطا في الفاتوره.
هالك تيكون.
واحد بورجر موزع، يلا.
لا تقدر تقدر تعمل علي تصميم بدون كمبيوتر بعد.
تَسْتَرِي.
هنا بسّه في بلوزتي. اتمني انك تقدر تربطها لي، يلا؟
مابين سعر الذهاب لمانشستر؟
تقدر تدييّي كابل تقويه؟
اين اشتري مات بحري؟
بعد كدا، اعطني تاكيد جديد.
دابي لي هام ستيك، ولكن بس بس بس بس بس بس
نقدر نوصل بس سبعه.
عندما اري الاسعار هذي المنخفضه، يبقي غريب ان اشتري اي شيء في اليابان.
كنتي مسروقيني الريكوردز، بس.
اكواب شوكولاته، يلا.
اوافق. يتعين ان يصبح طبيعيا.
تَعْلَمْ بِالْمَسَافَه، تَعْلَمْ بِالْمَسَافَه، بَعْدَ الْبَابِ، يَسْتَحِبْ.
احتاج بطاقه اءتمان.
هنا الرقم.
انا بسّرّي مكان جيد من هذا النهر، يلا.
اكتب لي تقرير عن الحادث.
لا، شكرًا، بس الان.
بلا، بقي علي الخط. سيد ناكا جيما، سيدتي سايتو ما ترد علي المكالمه. هل تريدي ان ااتصل بس بس؟
بلا، ولكننا نحتاج توازنهم منفصلين.
كانه مبهم قليلاً.
متي تقدر توصل الحقيبه للطيران 703؟
شي ما بسّط في طريقه تمسكك.
سيتضرّ؟
لا، شكرا. يفضل الا اشرب اكثر.
بلاش تقولي بعض الطرق المريحه للتسوق.
كانت الحافله تروح للهيلتون؟
الان، هذي اللوحه مميزه جدًا. هي من تسوروتو رو كاتووا. هو معروف كفنان عالمي.
انا متحمس جدًا للموسيقي الكلاسيكيه.
كيا ادعوك لعشاء في وقت ما؟
بلاش. ما هو اسم حزبك ورقمك، يالله؟
مُعَفَّر، اخْلُو لي.
تقدر تطلب فريق بس يتكلم اليابان؟
نرجع لعواءلنا بس بس.
ميكي هايكواو. هاذي غرفه سبعه او تي.
يجب ان ابقي هنا ليلًا، ماذا؟ هل تقدر تساعدني علي حجز غرفه في فندق؟
لا يبقي طويل. اقصي ما يبقي 15 دقيقه.
تقدر تقوللي لي تكلفه هالاتصال؟
وو، تقدر تقول لها انا فاتح، يلا؟ سافتيها مره اخري لاحق.
موجوده اي جوله صباحيه؟
تتبدّل العملات الاجنبيه؟
ميزانيه نا تقدر 50 دولار لثلاثه اشخاص.
اين اشتري وحده من الكاميرا؟
تتاعي بيره اليابان؟
انا اريد سوشي بس بسيط، يالله.
انا اريد تسجيل حقيبتي.
هذي ميس كوازو فغرفه سادس عشر.
بلا شكل.
لا توجد.
ما اللي يهمك اكثر من اليابانيين، عيد الاضحي او عيد الميلاد؟
رقم مقعدي هو ثلاثين واثنين. بعد كذا، اروح بس لاسفل هالمسار. هو مقعد النافذه.
بلاش، انتظر دا.
تفضل تملا تقرير فقد.
مفيش لي فهم امريكي، انا اتكلم الانجليزي اللي تقوله الملكه.
من يوم امس.
تتضمن تامين الاصطدام وتامين المسءوليه.
سقَلْتِي تَقْلِيدِي.
تقدر تديي برشا بس تجربه ممتازه؟
انا اتصل من مكتب علّي في مكيز.
هالك تكبير.
كم تكلفه موقف السياره كل ساعه؟
الساده والسيدات، علي رحلتنا اليوم، نملك مُساعدين جويين يتحدثون اللغه اليابانيه، ويمكن تمييزهم بسُلّم الاعلام اللي يرتدونها. اذا عرفت اي شخص يحتاج لمساعده في اللغه، فاخبرنا.
هل عندك فتره محدده من الفن اللي تفضل؟
تفضل تحقق من جديد.
تتّبع الماء باتجاه مستقيم حوالي نصف ميل، توصل للحديقه.
لا، هم متماسكين.
بلا، سارسله للاس فيغاس لكي.
انا بحاجه لتيك تي.
تريديش اي شي تشرب من البار؟
كلا، اختر هذا المصعد.
تفضل تروح علي القطار اللي يخرج الساعه 8:30.
موجود متحف سينما في مكاننا؟
الحالي بس فصل الديك، فهم ينفع.
انا اقدر بس ساعه مُستعمله.
سادخل في التسجيل حوالي تسع في المساء.
الساعه تكمل. انا بس اروح.
مني ما استعمل خدمه غسيلك. تبي تراجع هالشي مره تانيه؟
انا اقدر شاي، يالله.
لا، ما توجد.
هذي النقطه الاخيره؟
ناتصل بيه.
هذي مسخوطه؟
اين اقدر اكمل حافله تنقل؟
نعم، اريد اعمل علي مسارات المدينه.
كثيرون من السياح حول المبني، كانهم جمعوا لينظروا ما يجري.
شكور علي دعوتك.
الصدق هو احسن سياسه.
تقدر تفهمني علي الساعتين؟
كم تكلفه نصف يوم؟
انا كينجي.
تَعْلَمْ تَعْلَمْ مَكَانَاتْ تَنْتَسِبْ لِشِيكَوْ؟
واذا كنّا نصرّ، ساكون معكما.
تتّي تبادل هاد بواحد مماثل؟
انا بحاجه للحجز علي الساعه 3.30 ظهراً
الصندوق الامني، يالله.
تفضل تختار شراب مناسب.
انا اريد مكان صغير.
انا بسّط ادفع للغاز؟
الخاءن. احتجه.
نستكمل علي اصدقاءنا يجيي.
اخدلي لي بعض الريالات الصغيره.
مُتَّسِق مُتَّسِق، يَبْقَي.
هي صغيره وجميله.
ما العرض اليوم؟
مُطَوَّر، يَسْتَرِي.
مكانتي ما عادت معاي بعد.
بما انك، هل تقدر تكمل هذا السبت القادم؟
واكيد، بس ما نقدر نكون معاً.
تتّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّ
انا اري. وكم تساعدني علي مشكله اخري؟
تقدر تضع عدسه وصفه في هالنظارات الشمسيه؟
انا اخذ عددين من هالك.
ما شكل الكلاب المُحبب. ما نوعها؟
سَقَطَتْ فَكِي. بِلْ بِرَسْمِ فَكْ اخَر.
كانت ممتعه.
بلاش. اتّبع السّبيل وانحَلّ يميني علي الزّاويه التّالته. تجدوها علي يمينك.
تقدر تديني فيديو لعرض الالوان؟
تَعْرفين كاتي؟ هاذي حفله عيد ميلادها.
تقدر تدي تابع الوان؟
اقدر ادفع بسند سفر؟
لكن، هو، رجل، كيف اعرف انّه هو الحقيق؟
اقدر احصل عليه بدون ضراءب؟
لا اقدر اضع حقيبتي تحت المقعد. هل تقدر تبقيها لي؟
تقدر تضع هذا الحقيبه في الخلفيه؟
انا اخرج الان، فسااخذها.
اِنْكُرْ بِسَكِينَهِ مَيْتِي بِالسَّاعَهِ 6:30.
انا بحاجه لخريطه سان فرانسسكو ومكانها المحيط.
كَيْفَ تَكْلِمُوا الخَبْز؟
مكين الـايفرولر؟
موجودين يقدر يلعبو البيانو؟
اي محطه اتفرغها تروح لبناء امبريال ستات؟
الميزانيه تحت الف دولار.
شكرا، ولكن ما اعتقد انّي ما اقدر ابقي ليلين. هل يمكن تامين غرفه مزدوجه في فندق دا لليله 12 من مارس فقط؟
اقدر اكِسِر غرفه مزدوجه تطل علي البحر؟
ما قررنا بعد.
زَوَّدِي مَسَّرَه وَتَعَلَّقَ فِي رِجْلِهِ.
انا ساحاول شربت.
موجود مطعم تايلاندي قريب؟
هيا بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس
يتعين عليّ ان اصعد طاءره للاس تانس بسّا مبكر غد صبح.
بالتالي اقدر اوصي بس "رحله مدينه سان فرانسسكو" بثقه. هذي تقدّم لك ملخص سان فرانسسكو.
انا اريد اشتري تامين.
نستخدم مُتَفَرِّغ بارد لتسهيل الالم.
تريد تشتري ملابس.
كم يبلغ تكاليف سياره تاكسي لهذا الفندق؟
مَيني سَلَّه الْمَرَّه؟
مكّن تكلفه دخول هالبُلْد؟
تقدر تكملها علي طريقهك.
انا بحاجه لشيء مهني.
الويندوز مغلق.
كَيْفَ تَكُونْ بِالنَّاحِيَهِ المُتَّسِقَهِ؟
مُتَّسِع مِنْ شَمْسِ تَشِينِ، يَسِير.
كُلّك تَبْقَي كافيه؟
انا بحاجه لبطاقه؟
كم هي تكلفه الخدمه؟
متي من هنا؟
الكريمه والسكر؟
تقدر تقدر تخفض علي الاعضاء؟
هل هنّي تيّت سوبر اكسبريس في 9:30؟
تبيّن لي معايير السواءل والمحرك. ما يظبط المحرك يظبط بالكامل.
ما كان مسءولتي.
لا توجد كهرباء.
سابلغ الشرطه من هذا.
سيتعين علي كل واحد يدفع لشايّه؟
من 30 لـ 50 دولار ليليا.
تفضل تصحح هاد.
علي عيد الاضحي. وعند المناسبات الخاصه مثل حفلات الزواج، وحفلات التكريم او التشييع.
مزيج اضافي، يرجي.
لما تديها هديه؟
كَيْفَ تَنْتَقِلْ؟
هاد 20 وانسَي 2 دولار، يالله.
بَسَّتْ عَلَيَّ.
اقدر اروح بس الساعه اتنين.
هالبُغَه من طيَّارَه جال زِرُو واحِد؟
هذا اول مره اتي بباريس.
تقدر تقدر التكلفه قبل بدا العمل؟
تفضلوا تدخلوا.
سافرنا بس متعه كبيره.
اين ندخل علي القارب؟
ما نملك سكين للكميه دياله، فساضعه فهذا السكين البلاستيك الكبير.
انا اقدر العب التنس.
كيّت بانان، اورانج وطماطم.
الجانب اليسار ديال هالبلاط، بالقرب من الممر.
ما اللي يلعب في مسرح العزف اليوم؟
لا تفضل تري فيلم مختلف؟
تفضل تغيير هذا التحقق للنقد.
انا مهتم بسّيّد نفس المقرر غد، يلا.
كنت اقدر اقدر اردك علي سءالك بس بعدين من عرضين.
انا بحاجه لشيء مميز للذكري.
ما الالعاب الموسيقيه اللي تلعب حاليا؟
تتاعي مرايا؟
مُعْفَي، بسْ سَكَرْتِي بِالسَّبِيل. تَسْتَطِيعْ تَسْتَهْلِكْي؟
انا اخذ هالواحد، يلا.
لا تدخل متفجرات في كندا.
مَنْ يَكْوِيْكَ مَرْتَسِيْكَ!
تحتاج لمساعدات؟
تقدر تكمل حجز سياره تاكسي لساعتين غد صبح؟
ما تبغي تاكله معك؟
موجوده مولته في هالو؟
هالمنطقه مملوءه بسالا، ما؟
مُعْفَي. هم سَيَكْمِلُوا فِي بَلَوْنِ خَمْسَ دَقِيقَه.
تَعْلَمْتِي بِالْعَضْوِ فِي الرَّاْسِ عَلَي التَّوَسُّلِ.
بلا مشكله، ممكن اشوف جواز السفر؟
لا اتاعي مال.
ما وقت الذهاب للمحطه؟
توجد كتير من المطاعم حول ها.
هيا بجانب غرفه الزي.
سَيْدِي، مَرَّه بِك.
موجود تور في الظلام؟
انا مع اصدقاء.
انا حبّت اقامتي. شكرًا لك.
الشاطء بس تحت. ما شكل جميل.
شكرا علي انتظارك، سيده مكغويير. ها هو. اتّبعوا، يالله.
تتاعي بس بس بس بس بس
سِبْع، يَسْتَرِي.
انا اريد ارسله للغسيل. متي يكتمل؟
انا بسّطت سراويل.
نعم. توصلت سَكَنَه من شخص اخر لغرفتي لحظه. تحقق من هاها يلا؟
يمكنك توضيحه اكثر؟
كانت تي نايمت بخير؟
تقدر تضغط علي زر التصوير؟
تَكْلِفَتَيْنِ، يَسْتَرِي.
انا بحاجه لفلاش.
هيا في نهايه الممر.
انا بحاجه لبلاستيك ملصق.
نروح بساعه؟
كانت تقول انك تغيب للتوكيو غد؟
انا بسّلّي حتي التاسع.
يتعين عليّ التحويل لـ AW 100. هل ممكن؟
كَيْفَ تَسْتَمِرُوْنَ بِالْبَلْدَهِ؟
انا مسّوّر في الصدر.
لا مشكله. اذا وصلت في 5 سبتمبر، تقدر تشاهد عرض فيلم علمي لاننا نحتفل باليوم المفتوح الخاص في الجمعه الاولي من كل شهر.
تقدر تديي سبب ترجمه؟
بلا خلاف، خصم 5%. هل هاذي مقبوله؟
انا ساذهب لباريس.
لا يكُن النموذج الجديد، اتّي؟
يُسجّل علي الساعه 8:30 في المساء بالتوقيت المحلي.
اخدوا هالبنايه معنا، يالسَّلام.
بلا. ساطلب وعاء متوسط وكره من الارز.
كَيْفَ هَيْه؟
انا اريد اشوف دا في النافذه، يالله.
لا تقدر. نحن علي عطله. ارفض الجلوس في غرفه فندق ومشاهده بوليمات علي التلفاز. اريد الذهاب لمشاهده مسرحيه.
اقدر امسكها؟
تقدر تجي ها بس تصلحها؟
انا اريد بعض الالياف المصنعه.
اسمي تارو تاناكا، عندي تذكره.
انا بحاجه لبلاستيك تطهير.
انا اقدر جاكيت بس اكمام طويله.
انا خسرت حقيبتي.
نقدر نتقاطع مساراتنا بس كتير، ماذا؟
اقدر اراقب القاءمه مره اخري؟
هم ما يزالو يشوفو بس اخضر قليلا.
كم؟
الشتويه، يلا.
جبل فوكي هو اقصي قمه في اليابان بثلاثه الاف سبعه مءه وسبعه عشر متر.
لا، ما زال. هنالك كثيير يختار.
انا بحاجه لبلاش كريم ليلا.
يكون بين المخبز والبقاله.
تقدر تقلّل من اطراف الشال؟
انا مخوّف ان مايوجد من ملعب جولف في مكان هاد.
تقدر تظهرلي الحلقه الثانيه من اليسار؟
تقدر تطلب منه ياتي؟
تريدي اقدر اكمل هاتفي دولي. هل توصلت بعد؟
هذا خاطء.
نعم، هاذي. لانك تقدر تري العلم امام مكتب البريد.
تقدر ترسلهم، ما؟
انا اقدر اقدر اكمل مكالمه ببطاقه اءتمان.
انا اريد نسختي توصل.
بالتوازي، ندفع لنقلها لعنوان بيتك.
في الايام اللي بس استخدم كمبيوتر في العمل.
اوه، بس. افهم. ساروح لبيتك.
لا، كفايه.
اقدر اطلب سرير وسِرّه؟
تقدر تجي ها بسرعه؟
كوب قهوه، يلا.
انا بحاجه لبلاش كارت بس بس بس بس بس
تقدر تضيق الخصر بثلاث سنتيمتر؟
انا نفس العمر.
تقدر تبقي لي كافيه؟
ثلاث مءه وخمسين دولار؟ كيما بسّيّد ميزانيتي.
هل نحتاج للاستفتاء علي هذا؟ لو ما نحتاج، فانا اعتقد اننا وصلنا لاستنتاج، وسارسله لجهاز اداره الشركه غد صبح.
تَعْلَمْ تَعْلَمْ مَرَّهً مَرَّهً مَرَّهً؟
سَمْتَكْ بِالْمَسَاء؟
ما تقصدين تكملو المدرسه؟
كنت مسروق حقيبتي من الشارع.
كانت عندك اي خدمه تانيه بس فطور هذا الصباح؟
انا اقدر كوب من القهوه البيضاء، يلا.
بلا. هل المُستَرْتُون هُوّي؟
اتمني انك ما تعبت.
انا اريد اشتري سياره من فءه هذي لسنتين.
انا اخذ برشه جاك دانيلز.
انا اقدر سكين من البودره، يلا.
سَكَتْ بَلَوْتِي.
ما نباعي شي علّه في الاحتفال. بدل، يباعي الزياده.
انا اقدر ارسله ببريد سطحي.
الطاءره وصلت متاخره بسبب الثلج الشديد.
تَسْتَحِبْ.
تقدر تنقل لي رساله؟
مُعْفَي، لا اقدر اتبعك. هل تقدر تتكلم بسرعه قليلا؟
ما يقدر اعرضك؟
ممكن اصوّر؟
من مءه.
رقم الرحله هو HP 89 لطوكيو في 11 مارس.
اقدر اطلب نفس الطبق اللي دا؟
تتاعي بس واحد؟
بلاش توصِل لي فطورِي في غرفهِي في السبعه من صباح يوم غد.
سيكون عامل الصيانه قريبًا.
مُعْفَي، سارجع لاحقًا.
كيف اخذها؟
موجودين اي وظاءف علي جوله الخميس؟
مُعَفَّر، مَيْتَكْ تَسْتَحِقُّ؟
تقدر تديي اي نباتات وفواكه؟
بلا تقولي كيف اكمل بطاقه التسليم؟
اعتقد ان سيارتي بقيمه حوالي خمسه الاف دولار.
كانت هالطعام بسيط في الكالوري؟
اي مركبه اخذها لكي اروح للمحطه؟
نعم، هاذي. ولكنك تروح لليمين عند الاشاره الثالثه وتنبقي علي الشارع دا حتي توصل لطريق 66.
انا بحاجه لبلاستيك ماء لكي اشرب دو، يالله.
اذا تقدر تاخذني للشاطء، ساكون مسءول.
مُعذِّر. رقمك خاطء. هذي مطبعه تانكيوشه.
نستعرض.
مَا هالموسيقي؟
اخدوا هذا السيراب من عند طفلك، وحده، بعد كل وجبه.
هذا الشكل متوفر بحجم 28، 31، و 35 سنتيمتر.
اوه، كيما تبدو كتير.
ساستخدم تلفونك؟
هذا ينفخ بس طيب. كم سعره؟
انا بسّط تاكيد رحلتي لشيكاغو في السابع عشر.
كنت مكّن بس بس كتير.
اقدر اتكلم مع السيده براون؟
كانه بيت مريح للعيش، ما رايك؟
انا بحاجه للحجز علي طاءره نورث وست للرحله 086 للخامس.
مُسَكِّي، وسَكِينَتِي، وسَكِينَتِي البَقِيَّه.
كَيْفَ تَنْتَهِي؟
انتظر لحظه. قد انسي بس في غرفه الحمام.
كانت هذي اللي كنت اقولها.
نعم، اعتقد.
بيتكم كبير. كم غرفه؟
ناشدو العشاء.
انا افهم، ولكن لا اقدر اقولها.
اوه، نعم، يرجي. انا اتمني فقط انهم ما يسicken من البحر.
لليوكي، يلا.
ما وقت وصولنا؟
انا ساغادر مبكر غد، لذا اريد ان ادفع الان.
شريت مُجفف، يلا.
مُسَكِّن مُتَّسِع، يُرجي.
هالك مهتم حالي.
يمكن للوافدين دخول الكتب ديال هالمكتبه؟
ممكن يبقي في غرفهي حتي 2 ؟
حَيَا. صباح الخير، وقتك. مَعْرُوف.
انا بحاجه لبضعه من هذا رقم ASA للالكتروني، يالله.
ما مكان صور مونيت؟
هالبِيزا مَشْتَهَي. من مَنْ بَنَّها؟
كَيْفَ تَذَكُّرْ هَذِهِ الْمَرْقَه؟
كما هم مكلفين.
متي يغادر القطار اللي يروح بوسطن؟
انا بسّط اتعلم الجولف.
اخدِي لي شراب اخر.
مَنْ بِسَيْرَهِ مَرْتَسِي.
انا مخوّف ان الاكمام قصيره جدًا.
تقدر توضحلي طريقه وضع الغاز؟
تغطي تكاليف الفندق الافطار؟
هذي كلشي؟
هيا نا تايني هالسال.
بلاش تبدا المتر.
غرفتي مهتّه بس.
سارجعلك لما نكون اقل تعب.
تقدر تاخد واحد اكبر؟
انا احسّ بتحسّن.
تَعْلَمُ تَنْتَجِي جَغرافيا جَيَبَنْ؟
بلاش تبقي لي توضحيني اين اني في هالخريطه.
سِتْرَه مِن 100% كَتْفَن.
انا مهتم بتحديث غرفه تطل علي البحر. هل هنالك تكاليف اضافيه؟
كم تقدر تاجير يوم نصف لسقف؟
العشر من نوفمبر.
انا اقدر رابط مطبعه.
كانه ممتاز.
كّي نغادر؟
كّي تعرف الساءق ماذا تهبط؟
عشرين دولار. تبغي تزيد؟
كنت بسّطت الحجز في توكيو شهر ماضٍ.
انا اشكرك من قلبِي.
انا انزل هنا لمركز روكفولدر؟
سَكِّن حجم حذاءي.
كانت ممتازه.
تقدر تروح معي علي مُسَّر؟
تفضل تنظف هذا القميص.
انا اريد اشترِي قارب موتور.
متي الديب؟
الكوفي مسوي؟
ما كان يشغل في الحقل قبل؟
يا رجل. يا رجل. يا رجل. يا رجل. عادت لي وجوهها.
انا ادفع الرسوم الاضافيه لما ادخل المبني؟
مرحبا، فريقك علي الخط. ابدا، يرجي.
بلاش يشوفو بس يشوفو.
مكين المُستَنَد؟
انا متحفظ.
ثلاثه ايام.
سَبِّر الْبَرْجِ دا، وَتَجِدِي الْمَكتبه بِالْاَسَفِ الْمَسَّوِي.
سَاعِدِي اَعِدْ مُسَاعِد يَتَّبِعُ اليابان.
لا اخلي بسّط.
سيكون تاخير بسيط.
ما الفرق بين هالفنادق؟
بزاف مسّي موقعي.
كانت ممتازه. شكرًا لك.
ساكون بسّه بسّه في السّادس في المساء.
تقدر تديشي شي اطول؟
تاريخ الانتهاء هو 19 مارس 1999.
كانت؟
موجودين كازينو جيد؟
هنا المبلغ اللي بسّطه للقلم المُستَخْدَم. سَبْعَهٌ مِنْ دوْلَر.
متي القسم اللي للنِّساء؟
اين ادخل علي القارب؟
اصدقاءي مصاب.
تتاعي بس.
سيفتح هذا المتجر غد؟
هالو كلها بس تاكلو.
تقدر تقصي مسحّي؟
كانت مع شريط السالاد واختيار البطاطس المطهيه او الفرنسيه.
اين اشتري بات؟
لا اقدر ابيع هادشي بدون وصفه.
ممكن اكِنّي 5 مقعد في نفس الصف؟
تقدر تاخدلي لي سلسله توصيل؟
كَيْفَ تَنْتَجُ الْمَوْسِمَه؟
لا تقدر تكمل خصم بس بس تقدر تجتهد.
تفتحي هذا الحقيبه، ما عندك في هالحقيبه؟
اريد ان اكال بس بس تيتي هيلتون في بوسطن.
تقبل السيده هاذا؟
تَعَلَّم، سَطْح مَحْتَلَف.
لا اقدر اشوف الشاشه من هنا بخيار. ممكن اغير مقعدي لفتره؟
كنت معايّش البحار الكبيره لاول مره.
شي ما بسّط في هذا الماكينه.
احتاج دكتور.
كم دايرت في بريطانيا؟
الشخص اللي يحب المبادرات كيما انت، يقدر يحب الرسم الهايبي ومشهد الموسيقي في الشارع.
ما وقت؟
انا اخذ دوّغ وسَكَر.
هذا مُدير الاتصالات في الخارج.
تقدر تري مبني ابيض، صح؟ هو بجانب مبني.
من اي وقت؟
لا اقدر اقول شي اخبار.
كَيْفَ؟ هل تَخْرُجُ تَخْمِينَهً لو كان عندك اكثر من 3 زَبَدَه مَلْكِي؟
صديقي مريض شديد. هل تقدر تاتي طبيب؟
لا اعرف كتير عن الريش. ما هو جيد لهذا المطبخ؟
تقدر تاكليني فاصل صباحي؟
توجد محطه وقود بسّط من هنا.
الناس اليابانيين ما ياخذون عطلات طويله.
انا احس انني مراقب. هل هو نادر ليري شخص ياباني؟
بلا. ليه تقول اذا؟
كَيْفَ تَكْتَبُ باب المَوْسِعِ المُركَّزِ؟
مكين مسافر غريهوند في هالو؟
لا تكُن المطاعم اليابانيه في كيوتو مكلفه؟
انا اعتقد انو بس بس بس بس بس
نملك غرفه مزدوجه بحمام بس 85 دولار.
انا اريد سعر الكتاب.
هاد السنه بارده مقارنه بالسنوات اللي تلاها، ولكن ما بتحتاج للثلج.
اين اشتري تيكتيت للسكك الحديديه؟
ساكون بسّه فءه الدرجه، صح؟
كم تكلفه التاكسي من فندق هادي للمحطه؟
اقدر اطلب هالشي و هالشي؟
يقولوا اليابان دوله غنيه جدًا.
موجودين غرف مجانيه في المركبه اللي تقدر تنام فيها؟
هل تقدر تخفضها علي عشرين دولار؟
هذا هديه لصديق.
الثلج يُصعِّب الطريق.
لا اقدر اجد كاميرتي.
انا ساعمل بس طبقين من ساندويتشات الحَم.
تقدر تقول شي تقرير؟
كانت تري جاكيت ازرق؟ قمّت عليه علي هذي السرير.
هناك مول تيبيع الزهور بجوار الشارع.
انا من توكيو.
انا اريد كريمه رينش من ريفلون.
انا بسّط بعض الاشياء للغسيل.
انا بسّطه منذ وقت طويل.
هل تقدر ترسل لي مساعدا لغرفتي الساعه 6 صباحا؟
انا ساشرب شوكولاته ساخن.
نقدر نسوي ترتيب لتنظيف غرفك.
خاص، يالله.
كم يبلغ سعر فندق C؟
اقدر اطلب تيكتيت متعدد؟
انا بحاجه للحجز علي طاوله لشخصين في السبعه، يلا.
انا بحاجه لبلاش كريم ليلا.
تقدر تغلف هادو كهديه؟
هالساعه تلاته وربع.
ساقوم بتنظيم ارسال الفواتير اللي تخص الحاجات اليوميه، فاكلملي العنوان واسم الشخص اللي يديرها.
كيما نقدر نتكلم الانجليزي بسلاسه.
تتاعي دا بس هالتصميم مع اقدام اطول؟
انا اقدر سوالف لطفل بس 10 سنه.
احضرني لـ اببي رود، يالله.
شكرا. مرحبا، شكرًا علي الانتظار.
انا متاكد انّي ما بقي تذكره.
انا ارسله لك، فبلاش تنتظر هنا.
نكون هنا لساعات.
انا مريض بصداع خفيف.
انا حبّت الوجبه بسّط.
لا، اتفرغ وانتظر. سارجع فورا.
كيا اشوف السياره؟
تقدر ترسملي خريطه؟
بلا، سيّد. تفضل تبقي في غرفتك حتي يجي الطبيب.
اُخذت في وامانالو. اتّصلوا فورا.
كّي تقدر 100 دولار؟
اريد هذا معبا.
انا اريد تطبيق علي اعاده اصدار.
الحكومه دعمت ترويج الصناعات.
هو بسّط خمسين سنه، بسّط.
ما هو العمر الادني لكي تفعل هذا؟
تقدر تديي خراءط بسيطه للعاصمه؟
اذا ما كان ممكن، يفضل الا اُزيل السن.
الرقم هو كره واحده، ضربين.
ما وقت وصول القطار لسان ديغو؟
انا مهتم بان اشوف صندوقك.
انا بحاجه لشامبو.
انا بسّط في فندق هيلتون.
انا اشعر بسوء وغثيان.
لكن ليش ميعين علي رءيتها علي الساعه اتنين.
كياي بسالو بسالو ادِينْبورغ؟
نعم، يرجي تعبءه هذا النموذج.
كم تقدر تدفع علي الوزن الزاءد؟
اسمي كيمورا، اتمني الغاء حجزي لجمعه.
اوه، مسّي. وقع مشكله ونعمل علي تحسينها. تقدر تنتظر حوالي ثلاثين دقيقه؟
ما وقت الخروج؟
انا حصلت عليه.
انا سااتصل بسّي.
تريدي تدفع الحساب الان؟
السياره باتت من الجهه من المقطع.
هيا مكينه موسيقيه.
كانت المنطقه ماذا؟
موجود تنقل بسّه في المدينه؟
كلا ما وقت نبدا؟
بلا, سيدي. فالمتوسط نقدر نقدملك سابل ميركوري. هذي مقبوله؟
تَعْلَقْتِ عَلَي عَضَوٍ.
لكنك تضمني تضرب الكره، ما تضربني. حسنا؟
كم يبقي؟
اقدر استعِن بسَكِين؟
ما نوع الجلود اللي بسّطت الحقيبه من؟
انا ما اعتقد ان هذا السكين نظيف. هل تقدر تديني سكين اخر؟
كنت بتشتري هالشي بس لحظه، ولكن تغيير هالشي بس للكي؟
بصراحه، انا ما اتفق علي كذا.
هذي طريقه صح لمحطه المركز؟
بلاط معايا، يلا.
انا اقدر اطلب سواد لسواي.
هاد الريش يكفي لشريط.
اكيد اخلي كل محتوياتي في المكان اللي يخزن فيه الحقيبه؟
بصّل لي جوا بابتك.
موجود مكان يقبل الغسيل في يوم الاحد؟
تَنْتَوِيني تَنْتَوِيني، يَسْتَرِي.
كُل سَيّارَه تَغِيّر لَمِي؟
لكن لا بد من توصيل.
تقدر تراها في هال كارنيجي.
لا اتّسِع.
ما التخصص في البيت؟
انا بسّط اقدر اقدر اروح بسّط دكتور.
انا مهتم بس ما تتوفر طاوله بالقرب من النافذه لسبع مساء اليوم؟
تقدر تبقيي بس بس تقدر تبقيي؟
تبدو كانه هنالك تحسين ممكن.
مَنْ هَيْهِي؟
تقدر تديه بحجم اصغر؟
اين اقدر احصل علي اسيبرين؟
كانت الحاله ادني من هذا؟
اخدلي لي تذكره لمده اسبوع.
هذا زميلي.
ما نوع الغاز؟ بريميوم، ريجولير، وبدون زيت؟
هناك واحد.
انا بسّط برشه.
مغلق يوم الاثنين، ولكن يوم مختلف يكفي. اعتقد انه مفتوح من التاسع الي الخامسه.
هالك تيغّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه مغطّي بسّه
نحنا نحتفل، قال، وانقلّي لبار. قال انه يخلي مكالمه وانصرف وان لم يرجع، وانا بقّت بس فاتوره كبيره.
كم هي برشه؟
كانت بطاقه السفر و بطاقه الاءتمان في حقيبتي.
الحجز علي السبعه، باسم مانو.
تقدر تشرب كوب من الشاي؟
تقدر تقوللي لي ميني مكان السفاره اليابانيه؟
موجود مهندس فندق او علي التواصُل؟
يشتري في بوند ستريت كل يوم.
ورقه انجليزيه، يهْبِر.
موجود مكان يلعب موسيقي الارياف؟
انا بسّط اشوف مالتي.
كثيّر من الاقمشه المُستَخْدَمَه؟
كم هي كل ورقه؟
ويا، اضغط 9 و011، ثم كود الدوله ورقم الهاتف.
اقدر اطلب كولا دايت؟
اقدر اطلب؟
كنا نسافر بسّيّر. شكرًا.
مُعَفَّر، مَيْتَيْتَ تَسْتَحِقُّ؟
السكان الكلي للجاهاب حوالي مءه وثلاثين مليون.
انا بسّط اشتري شاتل شمس.
نعم، وانا ابغي ترجع التسجيلات.
سَكِينه بِمِاءَه دوْلار وَتَين كَرِدِيت كَرْد.
المايه مسخو.
تقدر توصل.
كوب قهوه، يلا.
مُستحيل جدًا.
بلاش يكملوا معدتي بعد الوجبات.
واو، مكانتك ممتازه.
قد يكون عنده انسداد في الهواء.
هل قررت؟
اذا حاببتي، نقدر نتفرغ هنا.
تلاقيت بريد مسجل.
لا تقدر تغير وظيفتك سهل.
ما هي المحطه التاليه؟
بلاش، ولكن ما التّي تكمل. هو بس بس بس بس
تَنْزِلْ هَنَا وَتَحَوَّلْ لِالبَسْسِ الْسَّادِس.
يتعين عليّ ان التقي بحافله الساعه 10 صباحا.
انا ما احسّ بس اتّخّذ اتّخّذ.
لا اريد شي مكثف.
تَعْرِف، بِسْتَ.
كم سعر الفطر الطازج؟
تَسْتَحِبْ، تَسْتَحِبْ. تَسْتَحِبْ فيزا؟
انا ساذهب اليوم واشوف ما هو شارع الصين.
توما توما تسع تلاته تسع سبعه صفر صفر.
انا اقدر اخلي اسناني مُسَلَّم.
انا محتاجه سكينت بارا.
انا مهتم بكميه المبلغ اللي اتركه كم توصيه.
اين اقدر اراقب "الظلام في مسرح الاوركسترا"؟
انا اريد اشتري تذكارات لصديقي. هل تقدر توصي لي ببعض؟
بسرعه اقل، يرجي.
ما هي التكاليف المعتاده للالكترونيات الدوليه شهريًا؟
مُطَوَّر من الطرفين، يُرجي.
بلا، هاذي معلومه بسيطه. كلّكما تقدّم لي ترخيصك وسجلك. وابن، انا مخاوف ننّفذ عليك تجربه التحليل.
سيكون جاهز يوم بعد يوم في المساء.
هل هالبلاستيك مصنوع من القطن؟
انا عندي علاج خاص.
ما يقدر اراها في دوره؟
نعم، هنّي حد ادني من الشرب.
كم هي تكلفه يوم؟
كّي توقف هذا الحافله بالقرب من الفندق؟
انا اقدر ديسك مضغوط.
توجد رحلات JAL وANA تغادر في الساعه 10:55. ولكن، للاسف، كل الرحلتين ممتلءه.
يتناسب بي بس.
نقدر نكمل طاوله لخمس؟
لا تفهم الانجليزيه ابدا.
بلاش تكمل تاكيد سفر.
تقدر تراقبها من 9 صباحاً لحد 3؟
كم سعر البريد الجوي لليابان؟
انا مسجّل. هل تقدر تفتح بابي؟
اي سياحه تفضلها لرءيه الاماكن الشهيره؟
هل هنّي سيده طيران تتكلم اليابانيه؟
كم سكيني اقدر احمل علي الطاءره؟
لا، سيّد. مكتمل اليوم. غد ممكن.
ساطلب من البابا القيمه الصحيحه.
انا مسّر، مسّر.
نحتفل بحفل بس الجمعه. ما تبقي تدخل معنا؟
وو، غرفه تيكون 908، سيدتي. هاذي مفتاحك.
كانت مهمه جدًا ان نحصل علي المواد الخام اللي نحتاجها للاطار.
مُعَفَّر، سَيِّد؟
تتّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّيّ
هل هالشي مفيش فاصله علي الضريبه؟
اخرج مالتي، يالله.
كم هم مزدحمين السياح؟
انا مهتم بشراء بعض الطراءف. هل هنالك مول ملاءم بالقرب من هنا؟
كيما يفتح؟
هوا معاي حالي.
مايومي، هل تقدر تملا هذا الورقه بتوقيعك؟
هادو لكي، سيدي.
لا تيكون مسافر معاي.
بلاش، اخترع وقتك.
انا هنا علي مهمه اعلاميه.
تقدر تديني افلام الصيف؟
متي التاين اللي يوصل واسينغتون دي سي؟
الواحدات الطويله هي مطروحه الان.
سارجع لليابان في الاثنين القادم.
اقدر اكمل خريطه المترو؟
هل مسافه طويل؟
تقدر تبديل هاد بواحد جديد؟
شخصين.
اين استلم حقيبتي؟
انا ما احسّ بحاله جيده. ممكن يسّلّم مقعدي؟
ساعه اونتي واربعه وخمسين صباحا.
تقدر تقوللي لي مطعم محبب بين الشباب؟
سيارته ما تسير بسرعه كامله.
ممكن اترك رساله؟ انا ااتي لتاكيد موعدي مع السيد ابرت يوم الاربعاء القادم الساعه 11 صباحا.
تقدر تشرح مرضك بانجليزي؟
تقدر ترسل سياره تاكسي لباب الدخول الرءيسي لوايلست مال؟
كم مره اغير القطار لكي اصل؟
كانت صحيحه؟ اتّقِمْ. اوه، انا متاسف جدًا، سيده تاكانو. هذي خطانا. هاذي فاتوره جديده. توقّع توقعها هنا؟
سَبْعَهَ دوْلَارْ مَرْتَبَهْ، يَسْتَرِي.
مُغلق المُسَطَّر في الحوض ما يكفي.
هالشي بس علامه تقدير مني.
تملا هذا النموذج؟
كَيْفَ هَيْهِ الْمَوْلِدِيْنَ البَلاسْتِيْك؟
ما العلامات اللي عندك؟
الكعب مسخوّر لي.
انا مسجّل من غرفهي.
كم دايم تاخد في باريس؟
اقدر اطلب ملصقات بريد لثلاثه بريد جوي لليابان؟
يُكتب G-O-R-O-H.
تريدي تشرب؟
تَنَفَّسْ بِهَذِهِ المَكَانَه.
اكملها تيغرام مبهم، يلا.
البَيْت الْمَوْسُوم يَقُول انّه سَيَهْبِطُ غَدًا.
انا بحاجه لبَلَل.
بكل تاكيد. نكون سعداء نعمل ذلك.
يا حي، كوميك ماليزي. اشتري واحد وانسخه بزاف بس كي تباعه.
سَبِيل النجاح هو "جِنْمَيَاكُو"، صح؟
ساصل لفندقك حوالي 9 في المساء.
انا بسّط 2500 دولار باليان.
نعم، نعم. ساعرضلكم بعض.
انا بحاجه لبلاستينات نوم.
سابقي هاذي حتي التاسع. اتمني ان تقبض علي الجاني باسرع وقت ممكن.
انا متاكد ان المجرم قرب.
سِتْنَهِ مُلَفَّهْ بِلَوْنَهْ.
انا مريض بجهاز الحنجره.
احتاج الالي بعض الطراءف من نيويورك.
انا اتفرغ. هل تقدر ترسل مساعداً للاستقبال؟
ساعهي توقفت.
اوه، هاذي؟ كيما تفضلها؟
نفتح الساعه 9 صباحا.
انا اقدر كتاب رسم.
اعتقد اشعر بجفاف.
هل يتعين عليّ الذهاب لبنك ياباني؟
تحتاجين تبادل الريال في بنك.
هل هنلا تكفي وقت التسجيل؟
زوجك من افضل العملاء اللي عندنا.
تَعْلَمْ تَنْتِي دِنْتِي بِخَيْر؟
اوه. تيجب تاخد الاتصال بالسفاره فورا.
مُهَزَّ، ما يُشَرَّ.
تريدي طاوله فمطعم الرءيسي او فغرفه خاصه، سي؟
كثيرون من الناس يذهبوا للشاطء في الموسم.
انا ازن حوالي مءه وخمسين رطلا.
اين انقل؟
مكين مكتب الممتلكات المفقوده؟
موجود حافله تروح مباشره؟
انا بحاجه لعلاج خاص؟
سيكون دا نقد او بسّط؟
انحنا ناخد هالبيت من سنه.
كم يدوم لي تلقين تاشيره؟
مَيني سَلَمَتِي؟
القيمه الكليه المطلوبه هي مءتان و اربعين وثلاثه جنيه، يا سيده.
هذا هديه. هل تقدر تغلفها بورق ملون؟
وووووووووووووووووووووووووووووووووووو
هناك اشخاص مصابين.
مُعَفَّر، اين مَكان التَّوَّار؟
نعم، عندنا حجز لكي.
ماعندي، بس اخو يدري لينتقل لفندقتي في المدينه بسياره. اين اخذ بسياره؟
الدجاج، يلا.
هاد الغرفه 2-1. عايز اطلب الافطار غد.
كَيْفَ تَنْظُرُ لِلْمُتَعَلِّقِيْنَ بِالسَّيْرِ فِي الْمَكَانِ؟
انا بسّطين اخوات.
رقم الطيران 208، لطوكيو.
بالتالي دا نضع مسافه داخليه.
نجمع نتدارش هاذا بس.
كَيْفَ تَخْطُو بَلَوْكَ حَيَّهَكَ بِالْاَيَّامِ؟
تقدر تقولها بسّط؟
انا ساكفي بس ما عندك.
نريد طاوله قرب المسرح.
انا بخير. حسنا، ما تروح مكان ما؟
يكون 2400 متر.
تفضلوا تدخلوا. بس توضع علي الطاوله دياله.
بلا تكمل رقم بطاقهي.
مُعْفَي، هم كلهم مُبَاع، ولكننا سنتخَلّفهم بعد يومين.
اقدر اطلب كوب قهوه؟
لا عندي موعد، ولكنها مبهمه.
هذا مصنوع بسيط.
متي الـ эскаيلاتور؟
تقدر تدي ملصق للاحداث؟
مَين دَخول المترو؟
سقَلْتِي تيكتيت الافلاك.
لا تقدر تبقي هنا في العطله؟
اوه، مسّي بس اقدر اشوفك.
تقدر تكْتِب الحدث؟
موجود مساحه عامه بالقرب من ها؟
متي التوقيت؟
كانت ممتازه. الان للاسءله، يرجي.
تقدر تديي تغيير للساعه اللي توقف؟
المنتج الافضل في الاربعه اعوام الاخيره هو مساعِد AX-450.
انا ادور لليمين؟
هل هنّي سيدات تتكلم اليابانيه؟
سَعْدَه سَعْدَه، ما رايك؟
تحتاج تاخدها مءه مره يوميًا، قبل العشاء.
احبّه.
انا اقدر تريبي.
انا اقدر جاكيت رياضي.
تقدر تبقي ببيتي.
سَكِّنِي مكانك؟
كبير. كنت ابحث عن سياره تاكسي، ولكن هذا افضل.
كاب تي. هل هو مصنوع في بريطانيا؟
انا اريد ان اروح لمركز هارفارد. هل تقدر تقول لي متي نصل؟
تَينْ تَنْسِي وَتَينْ بَنِي، يَسْتَحِق.
متي السعر؟
وَسَتَوَارِسْ كَانَ الْمُنْتَجْ الْاَكْبَرْ فِي 1984.
متي القسم اللي ما يسمو؟
هذي "ت" كي توم، نعم، عنديها هاذي، تارو.
انا اعتقد انه مدهش.
انا اقدر بعض التفاح، يالسّلام.
مكّيّش؟
ما البطاقات اللي تقبلها؟
اكيد بس وقت كتير.
وو، حيّه الوجبه. تبغي تناقشها علي الوجبه؟
الوسيط اللي في غرفتي فُسّح.
مرحبا، اسمو عدّه. ليش ترسيم لليوم، ولكن ساكون متاخر في التسجيل. لذا، يرجي الحفاظ علي ترسيمي.
كّيّيّيّيّيّيّيّيّي
اشرح له اني انتظري نداءه.
يقولوا ان الالتهابات متوفره في وسطهم.
مكتمل بس.
مُعذّر، مُشغولين لليوم علّي.
انا مع بعض الاصدقاء.
يعتبر جورو ان السيد يامادا له ابنيين.
تقدر تقولها مره اخري؟
انا اقدر اروح لطريق لندن.
تفضل تربط حزام السرير.
كود المنطقه هو ثلاث. رقم الهاتف هو اتنين تلاته اربعه ثلاث اربعه صفر صفر.
مُعَفَّر، هل هنالك جسر قرب هاذي؟
مُعَفَّر، اخلي مَسَكَه الْمَرَّه.
مُشغّل.
ما يلبسها مهتم بس يبقي مهتم.
تتاعي بس ماكولات البحر؟
كانه مهور.
انا متحمس، ولكن انا مخاوف اقدر الا اقدر اكون حاضر دا.
وانا ما اعرف، ولكن ساحاول بالتاكيد.
Salt، يالله.
تفضلوا تستخدموا الغرفه المخصصه اللي بجانبها.
تسعين دولار لبلا تيكيت. نسخه او بطاقه؟
تقدر تزيل الطاوله لي؟
كيف تربي الاهل اليابانيين اطفالهم؟ هل يُعاقبون اطفالهم؟
تقدر تقوللي لي الساعات المفتوحه؟
سَلّمهم منفصلين.
بلاستي ميحسو بس كيما ميغيب.
يبدو ممتاز. اين ننتظرك؟
نقدر نبدا نلعب لما ينتهي؟
السكان في اليابان حوالي مءه وعشرين مليون.
اكمل المحتويات التاليه علي بطاقه التسجيل.
اقدر ارجع مالتي؟
تقدر تديي كراسي سيلك؟ انا بحاجه لهديه لزوجتي.
ننقله دايم. ما هو رقم غرفهك؟
السيد كوباياشي بحث عنك.
انا اريد ان اسافر من شنغهاي الي هاواي بسفن.
تقدر ترسل شخص؟
تقدر توصله بساعه 5 بساعه الغد؟
ياخذ عشره دقيقه علي الاقدام.
قبل نخليه ننها، هل تقدر تديني بضع دقيق؟
اين اوقف سيارتي؟
انا اشعر ببرد ويا حزّ في البطن.
Scotch و ماء، يلا. و ما عندك شي للافطار؟
كيف اطفء هذا الضوء؟
هل هو مكثف اليوم؟
انا بحاجه لبلاطه.
اعطني شهاده طبيه، يالله.
انا اريدك تقللها ببوصه هنا.
انا ما احسّ بسّي. بسّي تقدر تديني دوّه.
انا بحاجه لصحيفه يابانيه، يالله؟
بلا. ممكن اترك السياره في اي مكان؟ كم تكلفه التسليم؟
كَيْفَ تَكْتَسِبُ الْبَسْطَه الْمَدِينَه؟
موجودين اي تنقل سريع لبستون؟
ايمكنك ان تكون صديقي في الكتابه.
سابقي مع صديق.
انا متحمس جدًا، لا اقدر ابقي مرتاح.
اقدر اتفرغ عند فندق هيلتون؟
اريدك تزيله.
تَدْرِسْ يَسَار وَتَكْمِلْ الْمَرَّهِ الْاَوَّلَهَ.
انا اريد اعرف ما اذا كان ممكن توصيل هاذ المجموعه من الاطباق لطوكيو.
انا بحاجه لقوه جسميه.
موجود طعام ما يكفيه ساخن وشطّي؟
هل هو قريب كي نمشي؟
انا بحاجه لبلاستيك يد.
تقدر تمرّرلي الملح؟
اريد الذهاب لوايل ستريت. كيف اصل هن؟
التمرين الزاءد يضر بك.
بما فيهم الافطار، والضريبه، ورسوم الخدمه، يبلغ التكلفه خمسه واربعه عشر دولار لكل شخص كل ليله.
تقدر تصلح هاد؟
مساء الخير. مرحبا.
لا اقدر اجد حقيبتك.
تتّبعو بس، يالله.
هل الماء هاذي مسافر للشرب؟
اه، اتفرج. دوّارين دولار.
هل تقدر تغير هذا الزي بزي اكبير؟
ويا، ها نروح. يمكن اني اساعدك علي واجبك بعد ما نكمل بيتزا.
نعم سيد تاناكا، عندك سنتين.
لا يناسبني.
الغد يوم اخر.
بلاش اقدر اساعدك. تقدر تقدر تقدر تاخد فيتامين سي؟
سَلَّمَتْي مُتَفَرِّقَهِي فِي المَكْتَب.
كيما بسّط. يفضل تاخد سياره تاكسي.
انا اريد مقعد في الممر، يالس.
اعيش في شقه بـ 80 الف ين شهري.
اقدر اوقف؟
اعرضلي واحد واسع.
مُعْفَي. هل تَعْتَبِرُ تَبَدِّلُ مقعد معي؟
نعم، بالطبع.
يروح لالزاويه وينقلب يسار عند اشاره المرور.
تريدها اصغر ولا اكبر؟
انا اريد غرفه واحده مزوده بحمام بس 80 دولار، يالله.
انا اقدر اخزن مالتي في مخزن الفندق.
تقدر تتوفر غرفه ليلا؟
نعم، ولكن تاكد انك عندك تذكره معك.
بلاش كتير من الناس هما ينضموا للجوله المُختاره.
لا تقلق. ايّا، يرجي توصيلني لقلب تشو تون. ساحاول ايجاده من نفسي.
يُوظف اشخاص جدد في ابريل.
اتمني كي نعم.
تَوْنِي سكوتش و مَاء، يَسْتَرِي.
من يلعب؟
تقدر تاكليني لو وصلت سكيني؟
لاعلي، يرجي.
تقدر تبقي بجانبي لصوره؟
لا. تبغي تبلغ؟
الدّوّه اللي بسّطها يشتكي.
ما هو احدث لعبه كمبيوتر لطفل بس 15 سنه؟
نلاقيك غدًا.
موجود مطعم ارخص بالقرب من ها؟
لا، ولكن شكرًا. انا احسّ بتحسّن.
تتاعي برش؟
كَيْفَ تَنْتَسِبُ لِلْفِيَوِلِين؟
اصدقاءي تقع وانزلت في الحمام.
اقدر اطلب مُلَّف؟
الكاثوليكيه ممنوعه وتم اغلاق البلاد علي العالم.
كم تريده؟
شريش مزيّن لبها وشريش مزيّن لي.
هل يمكنني ان اطلب منك التوقيع هنا؟ ويرجي وضع البصمه هنا.
كانت مسيره ممتازه لي تزور مقراتك ونُقاشاتك المهمه. شكرًا جزيلًا علي تعاونك المميز.
سُنَّك مُشْتَرَك.
لا احب اللون بعد كل شيء. ممكن ارجع هالشي؟
تخرج من الباب اللي بسّط، وانتظر علي التوقف السادس.
دجاج مُسخن، يلا.
اقدر اطلب مسحوق؟
نعم، اخلي شي يقرا.
هذا الساده تاكاهاشي في غرفه 549. هل تقدر ترسل لي 4 زجاجه بودويزر؟
هذا سبعين دولار.
اوصلكي بس بس اكيد تلاقي حقيبتي.
انا بحاجه لدَعْوه تَسْتَيقِظ في الثَّلَثِ وثلاثين من الغد، يَسْتَرِي.
نعم، ولكن هذا مفرط وانا ممتلء بالفعل.
انا بحاجه لبلاش ماء.
مفيش شعور بخليط.
تقدر تقدم خصم علي الكميه؟
توكيو زرو تريز كوارتيل ناين فور فايف سِكْس سِبْت.
تقدر تساعدني الا اجد الحديقه؟
تقول لي كيف اضبطه؟
كَيْفَ تَكْلِمُوا بِالسَّيْرِ؟
تَعْلَمْ تَسْتَخْدَمْ تَلِفون؟
بلاش. عندنا بعض ملصقات من الامه الامريكيه المميزه.
مُستَخدم يَتكلم باليابان، يُرجي.
ناخدها في الموضه.
تقدر تديي توك؟
هل هذي عياده ف؟
مرحبا، سيده ياماغوتشي؟ فريقك علي الخط. مكالتك مقبوله. ابدا، يرجي.
اين اشتري تذكره رفع؟
كَيْفَ نَتَوَقَّفُ فِي لوس انجلوس؟
اذهب مستقيم حوالي خمس دقاءق، وانحِ لليمين.
هذي الطريق لساحل.
هذا الشاي يساعد علي تجديد الجسم.
هالشي مصنع في اليابان، ما؟
بلاش. هاذي الطريق. ساعرضك علي غرفتك.
يجب ان اخرج من الفندق قبل الظهر.
تَنْتَوِيْن تَنْتَوِيْن، وَتَنْتَوِيْن تَنْتَوِيْن، بِلَكِنْ اَخْرِسْهُمْ.
اقدر احمل هالدوان؟
انا طلبت اللحوم، ما طلبت السمك. هل تقدر تغيّر هذا؟
ابنتي متعبه تمام.
انا مريض في البطن.
الجاكيت دا ما يناسب حجمي.
انا مهتم بمقابله سيد ويليام.
تتضمّن سبعه فيتامينات وعناصر معدنيه.
الدّوّه مُنْتَسِب.
اقدر ارجع مالي علّي لما ارجع للجيابان؟
مكّن هالوّه مكون من؟
من اي دوله مصنوع؟
تقدر تكملها في عشره دقيقه؟
انا ما اقدر افهم الانجليزي. هل يتكلم اي واحد منكم الياباني؟
اين احصل علي تذكره المترو؟
سيتم ارسال عينه اضافيه بسعه عشرين لكي توصلها لك.
لا اعتقد ان هذا مناسب لي لان بشرتي ملتهيه.
انا بحاجه لجدول وقت، يلا؟
نعم، اعتقد انني سانتظر.
تسعين وتسعه دولار للساعه لكل طفل.
مُعْفَي، كُلّ ما بِالْمَخْزُونِ.
يجب ان يكون هادء.
انا بسّط معداتي الخاصه.
مفتاح الغرفه، خمسه وثلاث، يرجي.
ما وقت عرض مان تيرمِن؟
مَين مَزَّيْنِي؟
في السبعه، يرجي.
ساعتي مضروره.
السياحه.
انا من اسبانيا.
شي ما بسّط في هالكود. تقدر تديي لي واحد اخر؟
انا مريض بجهاز علي ذراعي.
ارسل بريدي بريدي للجاه بس.
متي الذاك مهندس؟
واين اخر، يلا.
الناس مهتمين بس.
كم كوب من الشاي محتوي في السعر؟
كنت معاك.
ما مكان باب التسجيل لحجز هذا الرحله؟
اذا كان متوفر، هل تقدر تزود طاوله بجانب النافذه؟
هل تم اعلان وصول الطيور؟
نكون علي ارتفاع 12000 قدم.
اولًا، نريد ان نري وول ستريت.
متي توقف الحافله لاكسفورد؟
انا سانتظر حتي تتوفر التيراس.
نقدر نشوف بعض الحقيبه من الجلد؟
ننظر للا تي في. هندي ببلاي علي.
تكتب معلوماتك هنا؟
بلا تقولي مين هي اقرب دار للدواء؟
الي مولاي، يلا. مولاي موقعي هاذي.
كم عدد المقاطعات بس توكيو؟
تَنْتَهِي وَتَسْتَمِرْ لِبَعْضِ الدَّقِيقَهِ.
ما تكملينه بمنزلك بعد العشاء؟
بكل تاكيد. متي تريدها تلعب الجولف؟
تقدر ترجع بس 3.
اريد ان اتصل بالسفاره اليابانيه.
بقله.
من اين تخرج الحافلات السياحيه؟
كم تقدر تدفع لنقلهم لليابان؟
لا املك اي نادي ولا احذيه.
اليورو الياباني مسوي؟
تتّي ميّت ماستان؟
نقدر نقفز من هنا؟
سالم كواي، عندك طاوله الان. اتبعوا هذا الطريق، يالله.
بلاش. اخترق السطوح ديال هالو وانك تقدر تلاقي توجيهات. اتبعها بس.
مكتب الاستقبال. هل يمكنني مساعدتك؟
تقدر توصليني علي فندق هيلتون؟
تتاعي بس تكمل العمل فتاع؟
مُعذّر، ولكن ما عندنا مزيد. ما رايك بورق الانجليزيه؟
مكتب ما يدخن، يرجي.
تقدر تبيّنلي قبل نوصل لدومور؟
كذا مُعَدَّ؟
لا ينفع. تتعامل بي داءمًا.
تقدر تظهرلي بعض الزيّات؟
اكتبها لي.
انا اشرب وين.
توقّفوا، لان الطقس مُتَّسِع علي الجبال.
السياحيه واليورو الياباني، بس؟
مُعْفَي، فَحَقَقْتُ مع كلا من خدمه الغرف و مَنْ يَعْدِلُ و يَعْدِلُ. لَمْ يَكُنْ مَعَهُمْ.
مكين بسّط يكمل. بسّط علي طريق صغير مسّطّر من الطريق الرءيسي.
انا ما اعرف شي عندها.
نقدر نتكلم علي كافيه.
انا اري، في هذه الحاله ما يلزم ان ادفع مصاريف التغيير، صح؟
العميل، يرجي.
هل تقدر تخفض الساكي؟
تقدر تضيفي لي ليل؟
بلا. اخذت علشانين. شكرًا.
هنا فاتورهك. هي 3.97 دولار.
كنت مهتم.
بلاش تكملها بجدول وانظر ليله ممتاز.
كانت ديال الماكينه ولا يد؟
انا اريد اشتري هاذ النوع من السياره لساعات 24.
كانت ممتازه لقاءك.
هتتَلَّ.
بلاش، دايمين ننظر الَك.
وو، تخيّل كم يطول وظيفته لو طلب من كل شخص سءال اضافي. اتّبع، ها نحن نسرع ونجمع حقيبتي. ها نحن نروح للاقرار عند الجمارك.
مَا الكتله؟
موجود مطعم صيني في مكاننا؟
المنصه الخامسه هاذي.
كّي تكّون المباراه علي الكره؟
مُسْتَوْلِي. تَعْمَلْ تَفْحِصِي كَمِيرَتِي؟
كوفي مع سكرب وسكر، يلا.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
اعطني دا.
هي باب سبعه.
كُنْتْ بِالسِكْتِش؟
ثلاثه-اثنين-اثنين. انتظر لحظه، بس؟ اريد ارسللك شيء هنا. يعذّرني.
مءه وثلاثه وخمسين ين لدولار.
الكُلّيّات مع الاحذيه ما تخرج من الاناقه.
اقدر اتكلم مع المدير؟
لما تختلف تكلفه ركوبك عن المتر؟
اقدر اراها هذي؟
كنت قد وعدت نفسي انّي اعرفك لما رايتْك.
ما اللي حصلت بس؟
مفيش شعور بخليط. هل تقدر توصيني بطبيب؟
مُتَّسِمَتْ بِكَ. اتّسِمْ.
موجود علّي معرض؟
الحمام ما يشغّل.
كم يدوم من هنا للبلديه علي الاقدام؟
اخد هذا الدواء بعد كل وجبه لما يبقي متعب.
تُخزن الاموال في اكياس مميزه مُزينه تسمي شغيبوكرو.
مَنْ يُسْتَرَعَ.
انا مهتم بس ما يقدر اشتري له؟
تقدر تدي مخطط المترو؟
انا بسّط غرفه معده لك في فندق الجراند. هل تقدر تروح هالبلاصه؟
انا مريض في عيني اليمين.
مفيش خبره بلهجه الالمان.
نقدر نجمع نا مره تانيه.
تقبلين هالباجت؟
اقدر استعِن براكت وبيت؟
تقدر تضيف شي مال صغير؟
اقدر اطلب كارافيه نصف؟
حَيّا. انا جون.
نكاي
تقدر تبقي معاي صوره منك وشاحبك؟
كنت بسّطت علي حقيبه مفقوده 3 ايام مضت.
انا بحاجه لفندق ارخص.
اوه، هنّي كتير من الشيء اللي تقدر تراها في فيلي بروت.
علي العمل. عندي علاقه تجاريه معهم.
يتماشي مع ملابسك.
تقدر تراقب ساكيتي؟
كَيْفَ تَنْتَقِلْ هَذِهِ الفِكْرَه؟ نَحْنُ نَعْتَبِرْ شَرْطَكَ بِالنَّوْعِ الْسَّدِسِيَّه، بِشَرْطِ اَنْ تَسْتَحِلَّ لَنَا الْمَوْسِعَ لِسَدِسِيَّهَ بَعْدَ تَعْلِيلِ العَقْدِ
مُعْفَي. تَعْلَمُ بِنْيُورك؟
نستكمل. اتصلوا بنا لما تكمل.
انا اريد الا اري طبيب جراحي.
هل هالمواد طبيعيه؟
انا اريد ان اركب في سياره سباق.
كود المنطقه هو صفر ثلاثه. العدد هو ثلاثه واحد اتنين ثلاثه اربعه خمسه سبعه.
كانت له عدوي.
يكون السياره الصغيره افضل.
انا اقدر ارسل هذا التسليم العام.
انا بسّر هذا المكالمه علي الشخص اللي مسءول.
ما حجمك اللي تريده؟
اوه، عزيزي. ما تعرفت اني ما بقي معاي هالشي.
تقدر تقدر توصل بخزانتك؟
سيدفع الطيران تكاليف فندقي وطعامي؟
هل هالباقات كلها من مالك؟
كّي تقدر تبّدّل الاتصال؟
وو، مهور. ما يصنع في اليابان، ما؟
تقدر تمرّرلي الملح؟
كُلّ مَكان مَرْتَسِم من هَذِي المُسْتَوِي؟
انا بحاجه لشامبو لشعر طبيعي.
كَيْفَ تَقُولُو بِاَنَّهُ سَيُعْلَنْ؟
احترمك بسنه جديده سعيده.
انا اطلب سبراي كبير.
اكتبها مره اخري ببطء.
مُعَفَّر، اخلي بس طلب.
نملك شرما شرما وفخذ لبّا.
انا اريد غرفه بمنظر جميل.
ثلاثه اكواب من عصير الميلون، يلا.
انا بسّط 3 اطفال.
تَمَسَّكْ بِالسَّلَّمِ وَتَحَوَّلْ يَسِيرَ بِالنَّهَارِ. تَرَوْنَهُ بِاليمين.
هل هو جوله طوال اليوم؟
كم تكلفه تذكره رحله عوده لاكسفورد؟
انا اروح لجمعيه رياضيه كل يومين.
اين ابقي خلال الرحله؟
ما وقت الخروج؟
كم تكلفه المُرشد يوميا؟
كّي الا اجد اقراص CD؟
مُعْفَي. انا طالب جامعي من اليابان. هل انت طالب من جامعه نيويورك؟
تقدر تقول لنا كيف تقيّم هذا الخطه؟
اكي، تعرف مالا تجاره نسخ قديمه بالقرب من ها؟
نقد او بطاقه؟
اعمل في شركه تجاريه.
ممنوع من يسال الناس كم يكسبين.
هل هاللي من ليفي 5 او واحد؟
ما وقت اخذ الحمام؟
تبدو معاك ما يزيد عن عشرين سنه.
انا اري. في الحقيقه، عندو كاميرا سريعه. تقدر تسمح لي بانسخها؟
بoughtها بس بس.
انا ساجلب واحد فورا.
سبع دوولار. وها هو واحد يجي الان.
بلاش تباعشها مع العناصر اللي تشتريها للهيءه في المطار.
هل اي من المتاجر الكبيره تبيع الان؟
مُشغل، اشْتَرِي لي المُنْتَج.
مكّن بطاريه ميته.
توقف عند الممر التالِي.
اوه، هاها. وين كل الناس يملاو هذه نموذج الاعلان الجمركي؟
ويا سَمِّيّي اسمك؟
تقدر تبقي مكالمه جماعيه؟
مرحبا. كيما تيكون؟
متي البوست اللي بسّط؟
ما اسم الشخص اللي تبغي تتكلم معه؟
مُعْفَي، مايكون معايا في الوقت الحالي.
تَنْظَرْ لِهَذَا. تَنْظَرْ لِهَذَا. هَلْ تَقُولُ لي الفرق بين هَذَا وَهَذَا هو الحظ؟ مُحَمَّد، تَنْزِلْ، تَنْزِلْ. ما تَعْتَقِدُ انّي اُسَلِّمْكَ هَنَا؟ انا مُبَكِّر. يا صَديقي، كان مَرَّه جَيِّدَه، بسْ.
تتفرج غرفه تك تك؟
كي تييي مسجات لي؟
السعر ما زال مهمن. ما بقي لي اخذها بثلاثه دولار؟
نريد غرفه في الخلف.
انا ساشرب كوب من الشاي.
تبدو مهذبه.
انا اريد غرفه بسرير مزدوج. كم تكلفه الغرفه في الليله؟
كانت بس 99 ميل.
فينس وليندا يريدين ان يكونوا وحدين، لذا انا مخاوف ان ابقي ها هنا ليلًا.
بلاش تخلّي هذا البضاعه في الحدود.
اسمي ساتو.
اعرف مساحه جاز قديمه في وسط المدينه.
انا اخذ هاذ التابل دوتي.
انا متحمس للتجربه نفس الطبق اللي كان.
بالتالي ناخذها.
كّي يوصل للفّلّه السادسه؟
جلد الديك؟
اخدِه في سَكِينه مُسَلَّه واتركه هُنا.
انا اريد تطوير هذا الفيلم. متي يكتمل؟
لا تُعطيي هذا المفتاح لاحد غير نفسي.
بلا. اخليك بس بس بس بس بس بس بس بس بس
الويندوز بسّط.
اعطني بقعه تقع، يالله.
هل كل تكاليف النقل مضمونه؟
متحف متروبوليت.
متي بسّط الـ رينت ا كار؟
كانت مريض من الليله اللي قبل.
لا يناسب طعمي.
ما البقوليات اللي عندك؟
انا اريد تثبيت مرن، يرجي.
كَيْفَ يَتَوَضَّاَ الطَّبِيب؟
اللون خاطء.
الدَّوْرَهِ تَنْتَهَيْتَ.
هالسّت مسّه باب او مسّه نافذه؟
انا معايّد علي السير في الطبيعه.
تقدر تنقل ملابسكي للغرفه؟
اعطني واحد لبنت شابه.
تقدر توقف هنا؟
تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر تقدر
انا جاءش.
لا تمر، بس.
انا بسّط 3 سكين.
كين البحيره؟
مُعْفَي. اضغط علي الكاميرا، يالله.
اقدر اكمل مجله او شي؟
هيا جنوب.
كم سلّم السّرّه؟
نريد غرفه تطل علي البحيره.
موجودين مخزونات بالقرب من ها؟
بلاش. اخذك هالو.
القسم اللي كُتبت فيه بخط ماءل يشير للاختلافات اللي حدثت في التسعينات.
هو مسّي سنتين.
بلاش. هل تقدر تكتب العنوان مره اخري علي هذا الغلاف؟
انا متحمس للذهاب لـ هارودز. هل تقدر ترسم لي خريطه؟
ما تكملو بزمن فراغ؟
تقدر تدي باتريه للكاميرا؟
انا بحاجه لسَيْرَه كَابل.
كُنْتَ اخر في هالسَلسله؟
اعتقد ان الحجز مُكَثَّف.
اووو. مغادره.
تقدر تقوللي لي المواقع المهمه هنا؟
موجوده مطابخ قرب هاذي؟
كما انا.
انا متحمس للانضمام من سان دييغو.
كنت افكر باتخاذ هاذا المقرر في الفصل التالِي.
الكحول ما يكفي باردا. هل تقدر تبردّه اكثر؟
تقدر تغير هالاكسات لبلاستيك؟
ما اللي تهتم به اكيد؟
انا محتاج ارجاع. هل يمكن لي ان ارجع اموالي؟
بما اقدر اكمل شاي كيما هالشي في مكان اخر.
اذا اشتريت هالشي، يصير المبلغ الممنوع من الضراءب.
تقدر تبقي شهاده تطعيمك؟
تقدر تروح بس؟
انا من الولايات المتحده
انا بسّط تيكيت هواء لسانت فرانسسكو.
اذا كان بس خمسه عشر دقيقه من المحطه، فسامشي.
انا اريد فندق ارخص قليلا.
البَسَيْ يَتَعَلَّق بِمَهَارَهِ كَوْنِهِ مَهَارَهِ كَوْنِهِ.
لا قررت بعد. هل تقدر تديني وقت اكيد؟
انا معايّه بسّه.
تقدر تلاقيي علي القهوه؟
انا بحاجه لشهاده طبيه وفاتوره تاميني.
اوه، لا. اتفرج. ناخد. ناخد.
لا اقدر اصرف اكثر من عشرين دولار.
لما تطير؟ اخبرني ما اللي يجري؟
كم سعر التذكره؟ هل تكتب سعر التذكره علي ورقه؟
انا اقدر اشتري كرسي علي الممر.
انتظر لحظه، يالله.
هل تلبس النساء ملابس رسميه؟
لا تلمسيني.
تتاعي تكّيّت؟
اذا ما كان الرياح بسّط، نقدر نروح لمنطقه تيكي.
ممتاز.
انا اغلق الان. شكرًا لانتباهكم.
تتاعي دا بس الوان اخري؟
من هو؟
مُعَفَّر، هل تقدر تقوللي مكان موقف سيارات؟
وكي نشرب؟
هناه.
متي بسّط مخزن التجهيزات؟
اكيد. ما يشتغل، ما؟ ممكن تنتقل لمقعد فارغ، اذا اردت.
انا بحاجه لده.
بلاش يا سيدي. و ما تفضل تكمل بس؟
مُدرب او بولمان؟
السياحيه. شكرًا. ها هو تذكره وسجّل الدخول. حضوروا قبل ساعه من وقت الرحله.
كانت الم ملحوظ.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سداسي واحد الف تسع.
انا مسّي بسّي.
ما اوقات العروض لـ "كسيي لوف"؟
بلاش. تقدر تشرب قهوهك الان او لاحق؟
بعتي لي اسم الريجيه اللي هوش في نيويورك؟
كيف يختلف منتجك عن منافسيك؟
هل ممكن ان لا يسمع احد التعليمات الامنيه؟
كانت الشارع الخلفي مخاطر؟
نعم. يرجي اتباع الاجراء اللازم.
نعم، واحد فقط. متي ساعرف؟ كيف ساُعوّض؟
هنا بطاقه هويهي.
نفضل طاوله بجانب النافذه.
اشرحلي الطريقه الارخص للذهاب لسان فرانسسكو.
تَعْلَمْ تَنْتَوِي الْمَطْعَمِ، كيويا؟
طريقه واحده.
انا ساكُن مُتَّسِع بسّيّت هاذي و اكل بسّيّت.
موجود مساحات ليليه جيده مع عرض فلامنكو؟
الكيس مهتم بس.
الم في قدمي.
متي اللي برشا؟
تقدر تبغيش تغيّر مقعدي معي؟
كراسيّنا فصلت.
بصراحه، اتمني ان اشترِي تامين لهذا المُسْتَوْلِي.
السّيّد يقدر علي مءه دولار.
مخارج الطوارء موزعه في الامام، ووسط، وخلف هذا الطاءره.
بلاش، حجزك مءكد مجدد.
الكعب مسخو.
نريد طاوله علي السطح.
هذا يعني ان الفيلم قد لا يناسب الاطفال تحت الـ 15. لذا يتعين علي الوالدين التفكير في ما اذا كان يسمح لهم بمشاهده الفيلم.
كَيْفَ تَخْطُو المَال؟ بَلْغِي هَذِهِ الورقه وَاَسْجِلْ هَنَا.
بزاف ميكون يشوف مريض.
تقدر تديي بعض الاكلات اللي بس بس كيلو؟ انا علي دايت، الان.
لا بد من تكلفه.
نعم، ليتّين تيكيت للايغانز ودودجرز.
نكون من ابرز الموردين للماكينات الصغيره.
شكرا. انا كذلك. مهلا حتي ذلك الحين.
تومين بس حمام، يلا.
قعدت علي الدرج.
ما ينصحك بسله المايكرو؟
هه. هاذي. اللون يناسبك.
كُل كُتُب لِلغَاتِ الاَجْرَاءِيّه؟
تَوْنِي وَسَبَيْر.
اعطني بعض السجاءر.
ممنوع تدخل البلاد-عذر. حسنا، اعتقد ان هذا يكفي لحل كل الشي.
نعم، انا. كانوا يعيشوا بالقرب مني في كاليفورنيا ولكن انتقلوا لفلوريدا قبل سنتين. وكم انت؟ هل تسير بذاتك؟
انا مريض.
ابنتي متعبه من السُّرّه.
بدهي حجم، يرجي.
تُمنح ترتيبات المُبادء الثقافيه للفنانين والعلماء المُميزين في هذا اليوم.
انا ياباني.
كذا مهور.
نعم. اختر حافله توصل لكيوتو-اكي.
هل هو مخصص للعضو؟
الساعه تقدر 6000 ين لليله.
ممكن ابقي هالبُلّه علي الطاءره؟
بلا. كل ما اريده هو معرفه ما اذا كان الاعمال سينجح يوماً.
بلا. هل تبغي حزام يناسبها؟
تَشْحُن البطاريه، يَسْتَرِي.
انا جاهز للطلب.
مزيج البودره الطبيعيه يعطي جلديهك شعور باللمسه الناعمه واللمسه المريحه.
اكتب اسم الشركه ورقم الرحله.
بصراحه. اليوم يوم الاحد، و يوم الاحد هو اليوم الاسوا.
كلا، هيا مشكله في ازاله القمامه.
انا اريد هذا النمط في ترتيب خمسه اماكن.
كثيرون من الاسر يتحصلوا علي دخلين.
اوه. هذا البلاتين نادرا "القمر والبوق". متاكد انك تريده؟
امي وشقيتي هما ميّن من اليابان لتريّي. هما يوصلين هنا حوالي السّاعه السّبعه في المساء.
البني هو محبب هذا السنه.
مثالي. متي تقدر تجي؟
بلا. سِتَين سِتَين، يَسْتَرِي.
كين السوق؟
انا متحمس لتجربه ملابس السباق الجديده.
كنت اظن انك حابين تاكل كيتو.
كم تكلفه تذكره فءه اولي لادِينبرغ؟
كانّ المال اللي قدمته لي مابين 10 دولار.
تَلَقَّيْتِي مَسْتِر سَمِيث فِي غَرَفَتَيْنِ وَاحِد، بَلْ لَمْ يَتَوَضَّعْ. تَعْلَمْ تَعْلَمْ مَايَكُنْ يَكُنْ مُتَقَدِّمْ هَنَا؟
انا اريد واحد معاصر.
اعمل في شركه نشر.
هل تقدر تملا هذا؟
كَيْفَ تَسْتَوْحِشُ هَذِهِ الشَّارع؟
تقدر تزن هذا الحزمه؟
كَيْفَ تَدْعِي هَذِهِ بالانجليزي؟
تفضل تمشي علي هذا الممر، وستجدو علي اليمين.
انا اقدر اضمن هاد.
سَمْتَيْنْ. هَذِهِ مَتَنْتَيْنْ. مَيْتَكْ تَسْتَعِنِي بِي؟
بلاش. ادخل.
نعم، سيّد. اتّي هاذي للافطار كل يوم من الاثنين للفجر قبل اتّي للعمل.
لا مشكله.
اخدلي لي 3 2 6 2 9 1 8
نعم، نقدر نخدمك من السبعه.
اِسْتَرِيْدِي هَنَا.
مُسْتَرِدٍ مُسْتَرِدٍ بِسَرِيع.
بما يبقي يظهر.
تفضل تدور علي اليسار عند التقاطع التالِي.
مُعَفَّر، كي اروح للبنك؟
موجود حافله توصل لمتحف فورد؟
نعم. اسمك ورقم غرفتك، يرجي.
كم يدوم السفر للوصول الي اليابان بالبريد الجوي؟
بلا. نلتقي علي الساعه اتنين في يوم الاحد.
انا اريد اروح من نيويورك لتورونتو.
الزِّيْبِر مَشْكَل. هل عندك مزيد من نفس الشيء؟
هذي نوع من الماكل.
تقدر تاكيد رحلتي؟ هاذا تذكره طيراني.
تقدر تديي هالشي بس اخضر اعمق؟
تقدر تاخذني لكانتربري وترجعني؟
اقدر اطلب ملعقه جديده؟
كُلّ شكر لطّيتك.
مُعْفَي، ما نباعي تيكيت للمسرح.
اريد اراقب هالشي.
اوه، ممتاز. ما يلزمني؟
اريد ان ابقي هنا لايامين اكيد.
تفضل تغيير مقعدي.
لدينا بعض الحبار الجيّد اليوم.
كم الساعه اللي تفتح؟
السجّي او ما ينعدم؟
كيّي بسّي بسّي. ما تقدر تقلّل سعرها؟
انا مفتوح علي يوم الاربعاء الصباح او يوم الجمعه بعد الظهر.
مكّرّس بس.
لان الصيف في اليابان عاده ما يكون ساخن، ونحن ما كنا نملك تكييف في العصور القديمه.
تقدر تاكليني سياره تايم 8 غد؟
هيا مخيف.
لما نتفرغ للباص تحت الظل؟
يالا كينجي، اتّسِع لي علّي في المكتب.
نعم، مفتوح من التسعه للتسعه.
لا اقدر اصعد بسّي بسّي في الليل.
كَيْفَ تَاثرتِ الْمَرَّهِ بالْعَوَدَهِ؟
انا بسّط مسّا بسّط.
اقدر اكمل خريطه للعاصمه؟
الشي اللي كنت ابحث عنه.
مفيهش فهم توضيحك.
يتعين علي توصيل. ساذهب لبستون.
ما هو المكان الافضل للزياره؟
كّيّي مُتَّسِع؟
كنت متحمس جدًا.
بالتالي، احب ان اكون وجه اصغر مثل جولي روبتس.
تقدر تاخذ هالشي؟
المسافرين اللي يغادرون علي طاءره شركه ABC رقم سبعه زرو ثلاث يتجهوا لطوكيو يرجي الذهاب لبوابه عشرين لاجراءات الحكومه.
متي وضعي التاكسي بـ B؟
الي وحدات، يلا.
اين اشتري قماش الطاوله؟
اقدر اشترِي مُرشد يتكلم باليابان؟
تقدر تاخد صورتي؟
لا تلاقيش هاذه الوجبه.
انا قطعت اصبعي. ما عندك مطهر؟
اقدر اطلب بطاقه 95 سنت؟
ساكون هنا في الربع قبل الثامن.
انا اقدر بعض الزيت.
اقدر اكمل جدول؟
تتفرغ للدار؟
كانت كيما؟
هل فندق هيلتون بعيد عن هاذي؟
انا متاكد انك قمّت بوضعه في جيبتي.
ايديك مرفوعه.
موجود مطعم توصي بقربه؟
كَيْفَ تَخْطُو بَيْنَ سَوْرَه وَسَوْرَه؟
تقدر تقوللي لي اين نروح؟
تذكره التحويل، يالله.
كُلّ مَكان مَرْحَب بِهِ لِلْمَرَّهِ؟
اريد الحقيبه الحمراء كيلي في نفس الطراز ديال هالتي.
بلاش تقدر تبقي تقدر تبقي
ما وقت فتح البنك؟
انا مريض.
انا متشتت. هل تقدر ترسم لي خريطه؟
بلا.
احضرني للعياده.
اكيد اتت الـهوسبيت كل يوم؟
بلاش يكمل لي جوا البطن.
كم تقدر تكلفه الشحن لنقل هذه الرساله الي اليابان؟
انا اقدر كوب من شيري.
تحتاجين للاستلام من المطار؟
الادخال يبدا الساعه 4:30 فبالتالي كن موجودين قبلها.
من 30000 ين.
متي اشتري بطاقه تلفون؟
اقدر ارجعه في مدينه مختلف؟
انا بسّط ابقي 12 يوم.
اخدّي الطرف العلوي اطول قليلا.
تحتاجين لتشوف مختص.
بقليل من الدقاءق، يلا.
رقم المقطع الرابع عشر.
اوه، تقدر؟ تقدر تكمل تختار بس.
لا اقدر الا اجدهم اينما كنت.
تقدر تدينا مكان فلندن؟
انا بحاجه لنسخه من تقرير السرقه.
هيا بس كيتي بس بس كيتي.
تقدر تضيء لي في نفس الوقت؟
هل هالس مسحوق؟
بلاش. كيما هذي.
الباص السريع التالي في ساعه.
اريد ان اطيل اطراف هذا الجاكيت الرياضي.
انا مسجّل. هذي رقم التاكيد.
عيد ميلادك بس بس بس بس
القطارات موقوفه بسبب الاحتجاج.
تقدر تصلح هاد؟
الشوارع مزدحمه بسيارات.
هالبُلْدِينغ هو السّابِق علي اليسار من البُلْدِينغ الابيض.
حجزنا مقعد لـ 25 اكتوبر، نزلنا الساعه 11 صباحا.
لا، بس بس بس في الامام. ها، نعم.
نعم، ما يشمله دا وجبات.
متي ارجع تيكتيت هالك؟
لما يحصل؟
انا بحاجه للراحه.
سيارتي فشلت، يرجي تامينها وجلبها.
احدهي شعرتي في الخلف اطول قليلا.
ما نوعي اللي عندك؟
انا موافق. هو واحد من اماكن المفضله لي.
ما نوع النموذج اللي تفكر فيه؟
اسمي ميتشيكو تاناكا، ورقم الرحله خمسه وواحد للتوكيو.
تقدر ترسملي خريطه بسيطه من هنا؟
كين نلتقي؟
انا اقدر اكون شعرتي كيما كانت.
اعطني خمسين، يالله.
اين ادخل للتسجيل مع JAL؟
ما المحتويات؟
موجودين اي اماكن في المنطقه اللي توصي بدها؟
اعطني بعض الباقي، يالسَّلام.
بلاش. ساضمن ان سكاكينك هما هنا.
هذي خاصتنا، سول دوفر مطهو.
نبقا نبقي.
انا مُسَلَّمْتْ.
بلا. هل اتعمل علي توجيهها؟
نشارك.
لما ناخد هاد النمط دا حالي. سافحص مخزوننا. انتظر لحظه، يالله.
سكوتش بس ماء، يلا.
هاد مهتم. كي كي تكلفه؟
اخد هذا الوصف لواحده من الصيدليات. تقدر تقدر تجتهد الدواء من هناك.
انا بسّطت.
كلا، تقدر توقف عند اي محطه بين ها وشيكاغو.
اين اشتري بعض الطراءف؟
كانه مهور. لا اقدر اشتريه.
اقدر اطلب رقم ABC وشركه في شيكاغو؟
كانت الكاتدرال؟
كَيْفَ تَخْطُو بَلَغَتِك؟
هيا بس بس بس بس بس
لا، اعتقد انهم نسيوا توصيل واحد لنا.
بلا. مءكد. ما نحتاج لرقم تلفونك، في حال ما نحتاج لاتصل بك؟
ما اسم المُرسِم؟
انا اقدر اطلب منه يكالك علشان يجي؟
انا اقدر احصل علي دا.
انا احب هذا الخدمه اللي تقدّمها بعد دخول الطاءره. دعوّي علي صحتك.
سَبْعَهٍ فَرْدٍ بِالسَّاعَهِ وَسَبْعَهٍ بِالكِيلو.
انا مسّي خمسه دولار.
لا هذي امر من سواه؟
كيا تقدر تقوللي لي طريقه الوصول للمتحف؟
مُعْفَي بس، بس اخلي الموعد مُسْتَمَر.
تقدر توصي بسياره؟
القطار يغادر من ممر 8.
انا بحاجه لحقيبه بسحاب قابل للتعديل.
انا اريد ان يبقي تحت مءه وثمانين دولار.
ساطلب منك بعد ما اشوف حول.
نعم. حجز لساعتين، يرجي. بدء 23 يوليو.
تقدر تظهر لي غيرها من تصاميم مختلفه؟
كَيْفَ تَخْبِرُكَ بِالسَّوَادِ؟
تقدر ترجع للبيت علّي العيد؟
اين اروح لاري بانوراما جميل؟
كانت مكسوره من اول ما فتحت العلبه.
الثامن والعشرين من اغسطس.
انا اقدر ارسله ببريد جوي لليابان.
يوم شكر العمال. هو يوم شكر لجميع من يدعم المجتمع بعملهم.
هاد الغرفه بسيه.
اقدر اطلب كميه اكتر من الشاي؟
اريد اشوف هالملابس مُنظّفه بعدين اليوم.
موجود مصرف في مكان هاد؟
تقدر تزيل الطاوله؟
مِشْرَه، يَسْتَرِي.
كلهم مطبوع.
اكتب رقم غرفتك علي الورقه.
نستخدم ملعقه تقطيع لما ناكل.
طريقه دلتا رقم 28 لنيو اورلينز ستاخر حوالي ساعه.
عندما ارجع للجاهاب، اكتب بريد. اذا كان عندك وقت، يرجي ارسال بريد لي.
بعتت تيكتيتي من الطياره فالمكان.
غرفه وحده بدون حمام سباحه، يرجي.
شكرًا علي تذكيري مجدد. هل يميل كثيرون الي نسيان توقيع اسماءهم؟
وو، ما ناخد وقت. نكمل النقاش الخميس علي الساعه واحد؟
انا بحاجه لبلاستيك.
بلا. سااكلك لما يكتمل.
كّي نكمل العشاء؟
سيتوقف السياره في باب الشمال اولا.
كم يبقي لي استعمال مطعم الفندق؟
هل هو مترو مباشر؟
وو، هالنّا بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس بس
اقدر اطلب دوّه لبَلَّه المعده؟
انا اقدر طيور مطهيه.
سَيْرِي. ما يَكُنْ سَيْرِك.
ماعندي، متي ينتهي هذا الفيلم؟
الواحد، بس.
انا حيّت ملابسياي. بس احتاج تقرير.
تفضل، بس لحظه. ساربطك بسّرّي جونز.
سلا. هذي طياره وحده.
كانت مين تعلم ياباني مس نورس؟
انا بسّط واحد من نفس التصميم.
تقدر تاخذ هالباجت؟
الجمعه، ليل، 9.
هل هالباب للاس فيغاس؟
تقدر توصل من المطار؟
سبيكه اخري، يلا.
كانت ملّه قليلا، ولكن احبها. هل انت بارزها من اليابان؟
بلاش تبقي، لو ممكن.
تقدر تدفع عشره دولار هنا للايداع؟
نعم. اشوفني بعد سهور، يلا.
انا اقدر اطلب، يالسَّلَم.
اقول نعم ولا اقول نعم؟
تَخْرِجَتَيْنِ، يَسْتَرِي.
ما التوقف اللي بعده؟
السياره تصدر صوت غريب.
ما وقت اغلاق المكتب البريدي؟
بزاف دايم تدفع مبلغ خمسين دولار عند التسجيل.
تتاعي دوّه للاضطراب في البطن؟
انا بحاجه لبلاعه وشريط؟
ممكن اقدر انقل ماللي بس حساب التوفير؟
انا نسيت حقيبتي.
اريد تاكيد رحلتي مجددًا.
ساعهي. كانت مصنوعه من سويسرا وديجيتال جديده.
بِتَفْعَلْتُ هَذِهِ الْمَرَّه بِكَوْنِي بِالْمَرَّه.
انا اريدك تاخذني لبعض الاماكن المثيره. انا ساءح، تعرف.
اقدر اروح للطبيعه في نفس الوقت اللي يبقي السفينه في الميناء؟
تفضل تضبط المرايا الخلفيه.
سيكون انتظار بس عشره دقيقه.
اقدر اخلي طاولاتك؟
انا متحمس. اي وقت تفضل؟
اعتقد انني نسيت كاميرتي هنا بعد العشاء اللي عشته ليله امس.
اجمعهم عند الباب.
اوه، لا. ما يلزم. اقدر اعمل عليه. انت قدمت اكثر من كفايه.
او تصحوها او تبادلها، يرجي.
اقدر اكملها في وقت ما في الشهر اللي يليه.
تفضلوا تاخذوا وقتكم.
كَيْفَ يَتَعَدَّد هَذِي المنتج مَعَ المنتجات اللي مَتَّعِدَه؟
الباءعين في هذا المتجر مهتمين جدًا.
تقدر تبقي هالشي لي؟
بلاش، انتظر لحظه.
تتاعي تكمله تكليفاتك؟
انا بحاجه لسياره لمده اسبوع.
نعم، في البدايه، اغسله منفصل.
بصّللي لي بعض الساعات للرجال.
هيا اربع عشره.
كم تكلفه ليموزين لكي نروح لقلب المدينه؟
من صباح اليوم.
نفضل نسافر. هم يدخلوا بالفعل.
يتناسب تمام.
كنت اطلب دجاج.
عشره يوم.
كم عمر هذا العريس؟
كم كلها؟
انا اريد نفس الشيء، يلا.
خساره مالتي معاي.
اخدلي لي بعض من المضاد الحيوي البارد.
بصّلها فكُوب.
انا ارايه كل صباح علي القطار.
تقدر تكمل العشاء معنا ليله امس؟
ابقي في فندق ب حتي غد. ساكون سعيدا لو تقول له اني هنا.
الطيران متاخر 45 دقيقه.
اسمي شينو يامادا.
ما خاصيه مطعم هالس؟
نملك شراب ابيض ممتاز.
بلاش حاجه من مسكن بارد.
تقدر تجلب حقيبتي للوادي غد صبح؟
اوه، ما يكفي يخسرشي شي كل مره اسافر.
بقيت مسّي بس اليد اليميني.
سلا، هذي روي؟
بعد كدا توصل لطريق للتسوق. اذا تبعي الطريق توصل للمحطه.
لا، ما هنا. هنالك غرفه تدخين في الخلف من هذا القارب.
اقدر اكمل بروشور؟
يصلوا بس 9، يالله.
نعم، سيّد. كي تريني اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
كفايه زيت وعسل.
انا بسّط ما تريده. ممكن اقترح هالشي؟
كوفي مع سكر.
هيا سبعه عشر. اه، انا مسّر. انا فاتت.
كانت تسمع من عيد ذهبي في اليابان؟
شكرا. يرجي العوده مره اخري.
هل ما زال مُكتمل؟
ممكن اتركه في اي مكان في البلاد؟
ما العدد اللي اتصل من هنا؟
كّي اروح لديزني لاند؟
تظنّو؟
مُعْفَي. اين المطعم الرءيسي؟
انا بسّط اقدر ااتصل باليابان.
د توايلس يك 12. اين هو؟
مَا هالشي؟
ما نوعك اللي تفكر؟
نعم. نوصل بساعه 8 بالوقت المحلي.
اذا وجدت شي، يرجي تواصل معي.
اقدر اطلب بعض الخبز والبيض؟
مُلْكَن شَرَبِي بِالنَّهَار، يَسْتَحِبْ.
الماء الساخن ما يكفي.
تشرح لي طريقه تفعيلها؟
اكتب عنوانك هنا.
اقدر استخدم مصباح؟
شكرا. ارجع لغرفتي في نفس الوقت غد. ساكون الصور جاهزه بعدين.
مُعذّر، حاليّاً تقدر تطلب من القاءمه الليليه.
مُسَنَّد او مُسَنَّد؟
انا مريض بصداع.
هاد الغرفه 12 و 7.
انا بحاجه لغرفه متميزه.
كم يدوم تاشيره هذا؟
موجود مشفي في مكاننا؟
انا اقدر بزّه.
تقدر تقدر تكمل عرض اكبر؟
اقدر اختبر نسخه تسع؟
مَزَارِيَه مُسَلِّمَه تُقدِّم وَسَطَه مَغْرِب، يَسْتَحِب.
مكين الزوو؟
مكّن بس؟
ثري وانس وثمانين.
تتاعيد علي درجه حراره المكان، ولكن في اليابان المركزي، ابريل المبكر.
باجره وفريز.
السَّيْرِ فِي التَّيْارِ الْوَاحِدِ لَمْ يَكُنْ مُمْكِنًا.
لا اتاعي مال تي تي.
كانت توصلت بسّك؟
السَّمْت، يَسْتَحِبْ.
كنت علي طاءره UA 828.
كانت مزاحم حول غرفهي.
علي الساحل الشرقي، تجدك اماكن مشهوره كنيويورك، وواشنطن، وبوستون.
تتاعي بورا جاپانيس؟
يبدو ممتاز.
هل يسمح لي ان اترك اثاثي معك حتي الساعه الواحده؟
موجود تورا للعاصمه؟
نعم. انا مخاوف ان اكون. كيما تتم الحمايه في هذا المجال؟
انا اري. احاول ايجاد سياره سيريو.
انا مولود بقدرات طبيعيه.
كدا ممتاز. اين الخبز؟
السجّ، يالله. ومقعد نافذه، يالله.
وكم تقدر تكاليف التصاميم؟
التي تقدر توصلك اسرع، سياره تاكسي او سياره اسعاف؟
تقدر تديي هاذه الشال في الوان اخري؟
لا تراقب التلفاز طول الوقت.
ياعم، نقدر نوصل عليه، نقدر نوصل عليه.
تفضل تدخل مستشفانا.
اين اقدر الاقي سوبر ماركت؟
كانه مهور. ما تقدر تقدر تديني فرصه؟
كم وحده تيغي؟
كانت دا بس نسخ مالتي.
الكبسولات اللي تساعد علي الهضم والكبسولات اللي تساعد علي تخفيف الانتفاخ متميزه، صح؟
اريد اشوف الميناء.
مثالي فكره.
كم يدوم علي الاقدام؟
انا اخلي 20 من اكبر حيوانات التي دي، يلا.
ما هو رقم المُسَلِّم؟
كانه سهل. اقدر ابحث في دليل الهاتف.
تقدر تديي غرفه اكبر؟
كم تقدر فاتورهي؟
انا بسّط ابقي في هالغرفه ليله واحده.
مُعْفَي، بس اخلي تقرير السرقه.
واكيد يعتمد علي وسيله النقل اللي تختارها. هل تروح بالباص ام بالطاءره؟
تقدر تبقي بس؟
ممكن ارسل بريد الكتروني واحد بدولار؟
نعم، احنا نرسله لغرفه 12 34.
اكمل هذا نموذج التسجيل، يرجي.
انا اقدر تيكيتين للذهاب والعوده لاكسفورد.
كّي اروح للمنشاه؟
هذا بطيء.
اين اطور الفيلم؟
لا، لا تفعل. احفظ سءالك للنهايه، لما اطلب منك السءال؟
انا بحاجه لمقعد جيد.
انا مخوّف ان الحمام ما يعمل. احتاج لمساعد.
لاشي سهل ولا مجهول.
انا ساوصلك لمقعك. هكذا، يرجي.
ماعنديش، ممكن اطرح سءال عليك؟
انا اعتقد كذا.
حَيّا. مَرَّه بِك.
انا اريد تاكيد هذا الحموله علي طوكيو، يرجي.
تُبْيِنِي وَسَطَهً اَكْبَر؟
انا اعتقد ان الملابس اللي تصنعها في اليابان مهندسه بشكل ممتاز.
تفضل توقف.
اكيد تقول مره اخري؟
تقدر تكتب لي العنوان ورقم التلفون؟
هل مسخو؟
ما هو المطار اللي اتركه من؟
لا تلقيت الشكل في الطياره؟
انا بحاجه لساعه.
كانت مجموعها تسع وثلاثين دولار.
شكراً علي مشاركتك افكارك المميزه معنا.
انا اروح للسكي مرتين شهريّاً في الموسم.
وُلِدْتِي في الاول من ابريل سنه 1955.
اقدر اشتري رackets؟
هل هالباص هو الباص اللي ناخد لليت تاكل؟
كم هالنفخ؟
لما؟
اين اكمل الاجراءات؟
خمسين رطلا.
كانت تشمل الضريبه؟
ما هي الكيسات؟
اوصلك فريق اسعاف.
انا مسّي 3 دولار علي هالشي.
كيما تسير؟
لا توجد طعام ما يعجبني.
يُحتفل باليوم الدستوري او "كينمو كينينبي" كمُوَسَّع وطني في 3 مايو للذِّكْرِيَّه علي تاسيس الدستور الياباني الحالي.
تغطي هذه الرحله زياره مبني سيرز؟
موجوده مكتبه في مكاننا؟
ساحضر المدرسه الصيفيه في جامعه هاواي.
كين نا نا بسّي؟
مُتَّين وطفل بسّن 3.
في غرفه استراحه في المحطه.
