نحب نطلب طاوله للعشاء اليوم.
هنا. احتفظ بالتغيير.
ها انا غادي نمور ف 호텔 الفا.
واش الاسطوانات غليها كتغلي بزاف شحال هادي؟
الثمن 75 سنت. من فضلك، اعطني التغيير الصحيح.
انا نحب موسيقي الجاز.
هل سيكون هناك تفتيش فردي للامتعه في الجمارك؟
واليك غرفه واحده في فندقكم، لمده ثلاثه ليال من اول يوليو.
الي فندق غراند.
لكن ما قالش انه للجسور الذهبيه. يجب ان نسال شخصًا. معذره، هل هذه محطه الباص الصحيحه للذهاب الي جسور الذهبيه؟
اجل، ها هو.
ايه. كاين شي شي خدمتك؟
دّيرو بال و سمّحو لِالباحثه علي الطاوله دي، من فضلك.
والله، بغا لي شي كح يحل.
هل يمكنني الاستمرار في السفر؟
هل في احد ليقوم برعايته؟
احرس نفسك.
صافي، شكرا.
هل الياقه والربطه ضروريان؟
وش بلاص الموسم اللي بغور فيه هاد البلاد؟
هايله، ça va prendre environ vingt دقيقه.
اقدر نسال علي كاس نبيذ؟
هذا غادي نمشي ليك للغرفه.
اريد ان اءكد حجزتي.
افضل لك ان تجري فحصًا كاملاً في مستشفي عام.
مرحبا. هذا هو المشغل الخارجي. اي رقم تود الاتصال به؟
بالقرب من مكتب الخطوط الجويه السنغافوريه اللي فوق.
ماشي حكايه.
استطيع ان احصل علي مفتاحي، من فضلك؟ رقم الغرفه هو واحد خمسه عشر.
اخذ هذا الوصفه الطبيه الي صيدليه.
استطيع ان اجلس في الطابور، من فضلك؟ نريد مقعدًا غير مدخن، من فضلك.
مس المس مسه يوشيه ساوا. يوشيه ساوا. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
بالنيابه عن ياماتو كوجيو، اود ان اشكركم جزيل الشكر علي لطفكم ومساعدتكم في قياده هذا الاجتماع ليُحقق نتاءج جيده كهذه.
ماشي ومشيت.
سماحلي. كنت نبغي هادي العنوان.
الصندوق ديالنا مكسور بزاف.
فين البوابه الاقرب؟
شقه بغرفه نوم واحده مع حمام، من فضلك.
لازم نتجنّع من الاكل اللي فيها سكر.
مقعد بجانب النافذه، من فضلك.
اريد ان احجز طاوله لشخصين.
هادي تبدو ممتعه. واش كنعوروا باش؟
هل هذه بدون جمرك؟
والوقت ديالنا كيهرب بخ تعبان بحال هادك. هاد الوقت كيهرب بحال تقريبا دقيقتين بحال هادك كل يوم.
عالم صغير.
والله، بغيت نشري بعض الدسكيتات.
لا، خليني نشوف اولا.
هل هناك اي رسوم اخري؟
فين ساحه البرجه؟
شكرا. غادي نحالفوك علي الساعه 8.
هل يمكنني تغييره الي رحله مبكره في اليوم الخامس؟
علي الرغم من ان "رينغي" هو تدوين الخطه الاصليه وتوزيعها بين المعنيين للحصول علي موافقتهم.
اسف، ولكن الساعه ممتلءه في ذلك الوقت.
هل عندكم اي خواتم من العقيق؟
هل لعبتي معايا؟
املا هذا الوصفه، من فضلك.
وان سمحت لك الظروف، لا تتردد في الاتصال بي اذا سنحت لك فرصه لزياره طوكيو.
الان كلامك.
هل لديكم جولات سياحيه؟
انت غادي تدي هاد الكمبيوتر الشخصي ليا، اليس كذلك؟
اريد شريط فيديو للكاميرا، من فضلك.
انا خايف ماقدرش ندفع اكتر من ستين دولار في الليله.
ساطلب قهوه باللبن.
اكيد. املا هذا النموذج ووقع عليه، من فضلك.
افضل ما تفعل هو انك لا تبقي مستيقظًا طوال الليل.
الي اي ساعه يجب ان اعود الي الحافله؟
ما عندي ملاعقب.
علاش عندك جوله لـ لاس فيجاس؟
ما كنعرف نحرك رجلي الشمال بزاف بزاف، لانه وجعها شديد.
وين مكان قسم الامتعه؟
واش تقدر تدي ليا شويه ميه في الكاس ديالنا؟
نحب نفكر كنت 찍يت صوره في المطعم اللي كنا اكلنا فيه.
وصلت هنا بالقطار اللي طلع من لندن الساعه 12 و 55 دقيقه.
نعم، لقد فعلت. متي يمكنني الحصول علي نسخه جديده منها؟
علاش عندك شي خفيف؟
مساء الخير. كام واحد عندك في الجماعه؟
الرجاء المغادره.
اسف يا سيدي، لكننا ممتلءين تمامًا.
اكتب ده بالرجلي، بالليييييز؟
والو ليا بغيت نمشي للحمام.
شحال معدل التضخم؟
الريدز من سينسيناتي خسرين بثلاث نقاط.
الْمَكَانُ الَّذِي نَحْفَلُ فِيهِ بِالْصَّحَابَهِ؟
نعم، هل ستخبره ان نوريكو ايتو اتصلت؟
واش نقدر نهبطو التكلفه ديال التاجيه لي كتقطع بزاف؟
الڤانو وين؟
اريد بعض سمك المفلطح.
هل ساعطيكِ شيءًا تبكين عليه؟
سقطتَ هكذا بالدرجات.
غسل هادشي قبل التاسعه صباحا غدا.
نحب نروّض.
دي سمّعنا ليها قهوه قويه.
هل تقدر ترمش كعبي هادالجورب ليا؟
نحب نعرف موعد اطلع الرحله الموصوفه.
هذا بالضبط هناك. تفضل خذ واحدًا.
هل ممكن نخدم ملاعب التنس فهاد الاله؟
هل ممكن تبعني شي حاجه اطار الغدا بكره الصبح؟
واش واحد، هاد من هاد القبايل؟
شْلُ هاد الجلد اللي هاد القُلبه؟
واش نقدر نعرف نركب باص لدار الثلاته؟
عناك ليا عينيك حلوين.
الْمَقْعدْ وين؟ لو سمحت؟
اريد مرشحًا للاشعه فوق البنفسجيه، من فضلك.
صافي نشوفليكم اللي غليتيهش؟
اريد طاوله غير مدخنه، من فضلك.
هل هذا هو افضل جوده عندكم؟
واش خدمتاني باغيه تا شربات؟
سماح، هل تروح لثالث والعشرين؟
سماحلي، وين البار؟
شكرًا. الله يعطيك الصحه.
اهلاً، انا ça ça نتما نستناو ليك بعدا. شكراً.
ياخدوا فيه لعب؟
واش عندك تذكرتين لفيلم "الجميله و الوحش" علي خميس؟
هل عندكم جوله كامله اليوم؟
واش نتيجهنا في نيويورك في اي وقت؟
والو، انا نديور.
انا خايف ما غادي يوصل قبل بكره.
هذا مشكلله ما بغاو. ما كنشوفو هاد النوع من الحاله في حساباتنا.
هل تقدر تاخدني علي مستشفي؟
شحال هاد الصيدليه لي كتعمل 24 ساعه؟
هل عادي لو نطلبوا بلاقي بس؟
تمام. خلينا نشوف كل حاجه بالظبط.
الازدحام المروري كان فظيعًا جدًا في منطقه استوجي، اليس كذلك؟
عليهم بزاف.
المسْتاصْلي هو فُوجو. فيه مِيْصِيَلْ مُخْطَرْ في كِبْدِهِ وَجُبْيَانِهِ.
كنت فاكر/كنت خدمت هادالحفله كانت بزاف خير.
فين قاعه الحقاءب؟
هل اقدر نسولف بالصور برا؟
ما يمكنني ادارته وحدي.
ما كنش نشوف شحال هاد المنظر الواسع.
ضروري نشوف اخصاءي عظام.
ايه. ما حسّيتش مزيان من حوالي يومين.
عندي اسهال.
واش فين يخدمو البار؟
الجمعه كامله الحجز حتي الساعت الثامنه والنصف.
هل يمكنك تغليفهم، من فضلك؟
الرجاء اخباري باسماء بعض المطاعم الجيده.
متي تقدر ترفعه مره ثانيه؟
سافكر في الامر. انا ذاهب للتحقق من متاجر اخري.
واش نشعل عشره دولار علي تلاته؟
ما بغيت نديلاو علي تمن واحد، ما خدماش من 30 دولار.
هل تقدروا تبديل ين الياباني هنا؟
اعتقد ان هذا افضل بكثير من هذا.
من فضلك تحدث اليابانيه.
اريد شوكولاته، من فضلك.
قف هنا، من فضلك.
هذا يبدو مثيرًا للاهتمام. متي يبدا الجوله؟
حجّرت سياره ل يومين في اليابان.
استطيع ان اخبرك اين يمكنني تسجيل الدخول لهذه الرحله؟
واش تقدر تغوص ليا بوطعه، باللييي؟
اريد ختمًا لهذه البطاقه البريديه، من فضلك.
هل يمكنني استءجار درع وحاجب؟
اقدر نسقي نوته تانيه؟
من عمل هاداش؟
هل الضمان صحيح في اليابان؟
لا، ماكيناش.
رحّلت بحالِي في سيدني.
واش باق المسءول؟
سَمعت، ممكن تاخد ليا شويه شوكه تانيه، لو سمحت؟
هل فيوجد مسجد قريب؟
اقدر ناخدو هادشي من غير وصفه طبيه؟
هل اقترح ان ننتخب في هذا الان؟
والو ما بغيت نمشي هادي الليل.
انا شغال في الاعلام.
شكرا. واين ممكن نجيب بطاقه تليفون؟
اصدروا شيكات منفصله، من فضلك.
واش لعبتك تشرب؟
حوالي ثلاثين دولار؟
هل يمكنك رسم خريطه؟
انت علي علم جيد.
هذا اثنان اثنان ثلاثه واحد واحد.
واو، هايله بزاف. تلقاها لاباس عليك.
اين غادي تروح؟
تذكره واحده، من فضلك.
ياريت الطقس يبقي هكا.
انا حاب نزيد نديرا للمتحف المتروبوليتاني لفنون الزخرفه ولينكولن سنتر، كذلك.
بعد العاصفه، عادهً ما يكون لدينا يوم خريفي صافٍ.
نعم، هذا سيكون جيدًا. كم هو سعر الشحنه الاضافيه للطباعه المزدوجه؟
واش طول نتيوقع عليها؟
العناصر الامنيه. لدينا مذكره تفتيش. افتح.
اِذَا كَانَ التَّقَطُّر؟
هل ممكن تقصرها بدارجتين؟
ساشوف شنو نقدر نسوه‌.
عندي طياره في الساعه ازدواجي.
شكرًا جزيلاً. هذا هو تذكره تعديلتك.
شيءًا ما. كنت هنا في المنطقه.
كنت ناكل بالبطاقات.
واش هاد واحد خفيف؟
סתם شفت، شكرا.
تاعا هماغبورغ و تاعا كاس قهوه، باللييز.
واش ليك فيها، لازم تحلي فيها. انا ليا رجوع لتبوك غدوو.
اكتوبر عشره والخامس عشره، و المغادره في الحادي عشر.
كام هو راس المال؟
واش الماء ماشي مزيان؟
هذه هدايا لاصحابي.
متي بغيت؟
نسيتُ شوكه.
والو. نتمني يكون صافي فحلا جاب، وبغيان.
هل مضطر باش نلبس بدله رسميه؟
واليا راني بغا لعادتين ديال العشيه.
سماحلي. ممكن تقولي اِذاً اِذا فتحتو؟
هذا التذكره غير صالح.
ثلاثه و خمسون ساعه، باستثناء ساعه للغداء. كيف حال شركتك في اليابان؟
هاد المخزن بَعِدُ يوصل لِسِتّ مايهِ مايهِ مايهِ وَثَلاث مِيْلَات.
انا بغاون شاحنه صوت، من فضلك.
هل يمكنك ان تطلع علي مسودتي الخامه عندما اكون قد انتهيت منها؟
تمام. قريب انا جايبلك المذكره.
انت عندك معْوَه، مش هَكا؟ وايه ارقام الكُشف ديالك؟
مازال مقطع.
فين المجلد؟
المبارزه بالسيومه هي رياضه وطنيه في اليابان.
واين كايرو لباس؟
نعم. اود استخدام الفيزا. الرقم هو اربعه وتسعه صفر ثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه ست صفر اربعه.
هل عندكم هاد بحجم 16، باللون الاحمر؟
والو ليا بغيتو تامين كامل.
هل مسافرين بخير؟
واش باغيك؟
شكرا. هل الطقس داءمًا بهذه الجنون في لندن؟
دّيه يراسلني تاني شكون يدخل. الرقم هو 35481139. فندق هيلتون، الغرفه رقم 1209.
واش مللي نهاءي الدوري الامريكي للمحترفين؟
ما عجبني هذا النوع.
الي اي قطار برلين؟
كسّرتُ المِقدانَ بالخطا.
هل ساقدم الويسكي قبل الحساء، ام بعد؟
هل ممكن تخلّي هاد الكيس في مكان تاني؟
سنتتبع التطورات بعنايه بعد عودتنا الي اليابان.
اكيد، ما تخافش. انا خصّيت كل حاجه.
صاف. واش معاك فهاد في جابون؟
اسف، ولكن الفندق كامل العدد.
هل مسموح لنا بالتصوير داخل المتحف؟
هذه الضفاءر الاكريليكيه تجعل اظافرك اطول.
حسنًا، ماشي. نتوما نجاو ما يحقدش هادشي مره تانيه.
والله، انا بغاوني حمام بخار.
لازم نمشي. هاذ المخ تان غلط.
سلسلتِي مْفْيُوتَه.
يمكن ان يكون التهابًا في القولون.
اكتب، من فضلك.
هل ممكن توري ليا واحد هاذو؟
واش بغاونا نحوس شي حاجه لما نرجع السياره؟
واش نمحكيلو علي قهوه؟
واش خدمتك؟
هاذا غادي يخلصو في السااعو التّسعه.
والو ما بغيتش نشحط الاطباق التانيات، بزاف عليها.
رءيسنا؟ نعم، هو يستمتع بكوكتيل. اود ان تعرفوه. تعال معي.
واحد، سمّح عليه الشرطه.
كنت نبغي هديه تذكاريه لمامتري.
واش واخا ليا كن هادا علي هادي الخريطه؟
يمكنش.
لقيتو فالسياره.
اقدر نقولك حوالي خمسه وخمسين.
لا يُسمح بالدوران الي اليمين هنا.
شحال هاد، تلقي ورشه ميكانيكيات كتار هادي؟
هذا الترتيب غلط.
والله غادي نمضي با الغدوووه ف الشّوءپ.
هادي معروفه.
اجل، دي اول سفر ليا.
اريد تغيير الغرفه الي غرفه اخري.
هل من الممكن اضافه ساءقين؟
فين المحل التجاري؟
لقيت بزتي عند مقعدي. تقدر تشوف عليها؟
واحد سندويتش دجاجه. من فضلكم، قليله من الميستر.
اقولك، الصيف هنا مش شينه بزاف.
واش واحد خوش حظ هما! عادو دارو هاد الشي مباشره علي مكتب الاستقبال، وبقاتو يحلوه كانه كاميرا ضايعه. نرجعوا؟
مريع، من فضلك.
عليك تدفع رسوم اضافيه عند ترك السياره.
واش كيف تربسو الحزام؟
جاتني علاقه الحارس.
الكان مالحق. ما فينا نسوي والو.
مشي راه مباشرهً لِشعبتين.
سَوِّلوا اسعافات عامه بسرعه، من فضلك.
واش سمحتيلي، مللي الطياره غدي ترجع لتبوك؟
هل هذه التذكره لا زالت متاحه؟
علاش ليك ماكاين ليك قلم ولا كريف؟
هاد الراجل ما كايمهوثالو.
هل عندكم خريطه للدراجات؟
حجم عشره، يا سيدتي. الملصقات حمراء مُعلّمه علي حجم عشره.
بزاف شحال؟
ايه، ده صحيح. عجبك تقرا مجلات يابانيه كمان؟
فكّك، من فضلك.
ايه، ده صحيح. بنسمي الموسم الممطر بتاع اليابان "تسو".
املا الخزان، من فضلك.
ما عندي حس في رجلي اليمينه.
بالطبع. لكن لا يوجد غرفه مزدوجه اخري متاحه الليله.
كم طول لازم نقصه؟ تقريبا هكا؟
هل يجب علي الجميع ان ينزلوا؟
هل ممكن تتكلم ببطء شويه؟
هذا الدواء اللي عطاني ا வைத்தியي.
تقول الروايه ان تاريخ واعراف وثقافه الامه تتجلي في عطلاتها الوطنيه.
هل هذا الطيران سيغادر في الموعد المحدد؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول علي مساعده باللغه اليابانيه. واحد وثمانيه ماءه
سْمُحْ لي ناظور هادْ السياره.
استطيع ان انصحك بمحل جيد لشراء الساعات القديمه، من فضلك؟
اجل، ça va rester في ذهني.
ديّب ليا ترانسفومور فولتيه وشوايش وبوكات. الفولتيه فهاد البلاد مختلفه علي الفولتيه اللي عندنا، وشاويه هاد الاجهزه برضه.
كانوا اربعه شباب.
اعتقد ان ظهري السفلي متعب.
واش باغين غيرات فهاد الشعل؟
نريد ان تنقل الي مصنع ايه بي سي.
حجم عادي، من فضلك.
اسمي شيبا. رقم الغرفه ثلاثه اربع وخمسه.
اناخدو بخوّت عشرين يوم عطله مدفوعه سنويًا.
الصندوقات ما هي هنا.
بالحديث عن اللمس، رجل امريكي يضع ذراعه علي ظهر سيده بطريقه طبيعيه.
واش قهيتي اللي طلبته؟
باعتباري، انا غادي نطيب هاد السلمون بطريقه مينير.
شحالك ليا سميت باش نسال عليك ليا صحتك.
مازال ما حسّيت والو.
الزحّ الافلام بزاف مزعّال، باشا هكاك نشري كل الهدايا تالي الجور.
صافي، غادي نولي نشوف شاشه سماويه في دقايق، بغيتي شي شيورات؟
انا من المغرب.
حط الحق هنيك، والصندوق في الدولاب، من فضلك.
الشيء الرخيص ما يخدمش.
هذه تذاكركم وايصال التاكيد للفندق.
ارسل لي طبيبًا، من فضلك.
يمكنني ان اقضي كامل الظهيره.
شكرا. هذا كل ما احتاجه الان.
شكرا جزيلا. رقم الغرفه الخاص بك هو سبعه وعشرون. هذه هي مفتاحك. عربتنا ستحمل امتعتك.
خلّي لبسّك وخُذْ تاكلْ فِيهِ.
هل مانع اذا اطفات الراديو؟
رده فعل الوكيل تجاه المنتج كانت جيده.
والله، انا بغاوني ميه حاره بزاف.
هادينا نشاركوا في البقاشه.
مُخدّمه
رحلت باخوتي الصغار الي حديقه الحيوانات.
مساء الخير، نتقابل مره اخري.
فقط كهديه تذكاريه. شوف، ما عندنا هالنوعيه من سياره تاكسي في اليابان.
استطيع ان اصور داخل المتحف؟
واش نواع لعبات لي لابوي خمسه او ست سنين يحبو يخدمو بيها في انجلترا؟
نحب نسقيّر طياره جال رقم سته لنيويورك في الاثناعشر.
اعتقد ان هادشي كيعجبني. واذا ما كان حد عنده مانع من هاد، بغيت نسول للناس باش نعرف رايهم.
واش كيف نقدر نمشي هاد بحال علي باص الليموزين؟
الوحيد المتبقي لنا اليوم هو جوله في المدينه. الكل الباقي جولات ليليه.
صنع في ايطاليا؟
اي خط يذهب الي محطه لندن؟
علاش عندك ولاد؟
ماشي باغي تلوم راسك.
بهذه الطريقه، من فضلك. الصف سادس والسابع من هذه الصفوف.
فين المنحدر ديال البني؟
والو لعبات.
هل يمكنك ارسال بعض الادبيات حول منتجكم الجديد لي؟
هل دي كاميرا الفيلم دي بـ 8 ملي متر هديه؟
اريد شويه فلوس.
اريد منبهًا، من فضلك.
انت تقصد انك لا تريد ان تتنازل لهم؟
نعم، سافعل. متي سنغادر من هنا؟
اسمي ريسا كوباياشي والرقم اللي انا ساكن فيه حاليا هو 2065253168.
اريد راديو صغير، من فضلك.
واش هسيغدو هنا؟
هذا ياخد شويه ايام.
صباح الخير، سيدي. هل يمكنني مساعدتك؟
سارجو بعد العشاء.
ساقوم بتدبير عقد بحلول الاسبوع المقبل.
خمسه. اريد ان اجمع الطاولات معًا.
هذا التغيير غلط. من فضلك اعطني ثلاثه دولارات اضافيه.
والو ما بغيت ننزّل عند المحطه المركزيه. من فضلك خبرني لما نوصلو هناك.
هل هو جلد اصلي؟
الرجاء الاتصال بهيءه الشرطه.
اي نادٍ اجتماعي هو الافضل لـ الجاز؟
ما فهمتش.
خديتي درتي.
اقدر نسلك علبه للتحميل؟
والله، انا بغاون شامبو ناشف.
الطقس معتدل.
اجل، بالتاكيد سافعل. من فضلك، ارسل تحياتي ايضًا للسيده كواكامي.
سْمُحْ لي نشوف شيّ كيعرف وزنوه. هذي غاتكون 95 سنت.
هل يمكنك اضافه خس وطماطم؟
الرجاء الاتصال بسياره اجره في الساعه الاثني عشر ظهراً.
قلعت شظيه في اصابعي.
واش كتعرفوا قيمتهم في اليابان؟
يهي arrives fi Portland fi saa taweel.
دي بزاف بزاف، ما عجبنيش.
خلصتي نهارك؟
هل يمكنك تغليف هذا لي؟
استطيع ان اصف امتعتك؟
الرجاء وضعه في كيس.
هل ستنتظرني وانا ازور الكاتدراءيه؟
خلينا نغير البوصله.
كان عليها ان تملا هذه القاءمه الجمركيه وتُقدّمها.
هل ممكن نطلب قلم؟
اريد كوره واحده من الايس كريم بالكاكاوي علي عصا، من فضلك.
واش بغيتي شي شرب؟
واش اسمك مره ثانيه، من فضلك؟
خليني نشوفه.
جيت نراني الصور اللي طلبتها.
الرجاء تقصير الاكمام.
عندي حمي خفيفه وكمان لي الم في الصدر من الجهه اليمني لما اتقشر.
عشرون دولارًا مقدمًا.
شحال هاد؟ نسولك، كاين شي ديسكو هادي؟
والو ما بغيت نمشي لمركز المترو.
نهادرو هناك في تمام الساعه ثلاثه و ثلاثين زمان محلي.
والو، نخّوف علي شارع فايف avenue. الداريه، من فضلك؟
اهلًا، هل يمكنني جلبك شيءًا لتشرب به؟
فين المحل اللي يبيع الحلويات؟
واش، نعم. بغيت هاد الباكاج يبعت ليا علي اليابان. فيها تحفه فنيه تقليديه من السكان الاصليين.
يا ولاد، ماشي بزاف بزاف. تقدر تبطي؟
استطيع ان احصل علي نبيذ احمر، من فضلك؟
كم هو سعر الغرفه؟
اعطني اللي علي الرف، من فضلك.
ها انا غادي ناجيب هاد الطاوله.
لفّوها واحده تلو الاخري.
هنا كبير شويه.
مسا الخير. فندق النجوم. واش بغاون خدمتكم؟
دخلت درهمين للكوكتيل، ولكن ما خرج والو من الجهاز.
فين مكان كتجمعو فيه بزاف الشباب؟
هل يمكنني تغيير شركه الطيران؟
هل يمكنني تحصيل بعض الشيكات المسافريه؟
ما قصدي حسيتك.
بعد الاقلاع، سنخبركم بمزيد من التفاصيل عن خدماتنا اليوم. في غضون ذلك، اذا كان هناك اي شيء يمكننا القيام به لجعل رحلتكم اكثر متعه، فلا تترددوا في السءال.
الرجاء توصيلني بغرفه رقم ثلاثه وثلاثه واربعون.
هل يمكنك احضاري الي طبيب، من فضلك؟
ارني المجموع الكلي.
الْوِسْكُ دَافِي.
عندنا محل ملابس جيد للرجال؟
هذا كل شيء.
كانت هنا من ثلاثه سنين.
اريد ان احجز ملعب تنس في الساعه ثلاثيه لمده ساعه.
كل مره اخفق، اكون ناجحًا المره التاليه.
هذا للاطفال؟
اهلاً، انا افضل عطرًا ليس حلوًا جدًا.
دار صاحبي.
واش خدمتي؟ واش عندك مشكله؟
بْلَي، بْهذِهِ الزِّيَادَه، بْقَيْمَهُ تِذَاكَرَهِ الاِعَادَهِ؟
انا اسف. نحن لا نقبل حجوزات.
واش نقدر ننزّل هنا؟
هل يمكنك ان تاخذني الي اقرب مركز للشرطه؟
سيتم تحصيل الضريبه بشكل منفصل.
وش هو احسن مكان نروحو ليه؟
واش ما تبقاو ما تبلو ليها شويه؟
والله، بغيت نوجّع شي طايع ايطالي.
انا بغاونا مطاطه.
كم تكلفه ارسالها؟
بْـلْـهِ السْعَر لِـلْـدخول؟
يا فرح!
سَارّْ لِلْلاوسْ انجليس في السَّاعِيخامشَه.
عندي اوجاع حاده في صدري.
دي شنبه كبير بلاني، مليان ستيكرز.
استطيع ان اذهب في رحلاتي؟
تمام، التذاكر ستكون في انتظارك في مكتب تذاكر المسرح. شكرا لاتصالك بـ Broadway Tickets.
اعتقد ان هذه الارقام لا تتفق مع بعضها.
عاونا لياكله.
هذا الطّارِق مُتاخّرٌ بـِساعتين.
هل من المرجح ان تمطر؟
سماح ليا، ولكن هل هذا القطار يتوقف في بالتيمور؟
اللباس اللي كنت نعسّله في الحمام غايب.
ايه، شكرًا. بغيت شي شاي.
اراهن عشره دولارات.
دليل سياحي
ارني كيفاش تعملو.
واش كباش يحشمك بالبلاص اللي لابسينها.
واش تعرف مكانين كويسين ناكل فيها في شيكاجو؟
حوالي خمسه الاف ين. شيء لفتاه شابه.
وين ممكن نجيب لوحه الاعلانات؟
لو سمحت، ممكن تفتحلي الباب؟
واش الصحال دي؟
هل يوجد فاصل؟
كان يبغيني نموت. شوف، سقسني خدمه. روح للبيت الحمام، مفتح شباك، وخليهولك تتر.
اجل، سيدي. بيروجينو علي الجانب الغربي.
هل بامكاني الاحتفاظ بهذه الكوب هنا؟
الرجاء انهاء اجراءات المغادره قبل الساعه التاسعه.
ساطلب حساء الخضار وشريحه لحم مشويه، من فضلك.
واش نشبه نلقاو المترو؟
ارني لونًا اخر من فضلك.
هل يوجد تزلج ليلي؟
والله، بغيت نركب شي غرفت لليله دي.
بعد ما تخلص من الشرطه، من فضلك اتصل بيا مره تانيه باش ندي ليك كل الارقام اللي تحتاجها.
دي كترات و فيه الم يطرز.
الرجاء ارسالها الي هذا العنوان.
هاد الريفيو ما كايمشي. بغيت نرد فلوسي.
واش هاذ شي كيماك.
واش بغيت، هاك.
هذا السيد ياماموتو، الغرفه رقم ثلاث وثلاثين وخمسه. الناس في الغرفه المجاوره جدًا صايدون. اود تغيير الغرفه.
علاش عندك حاجه اضيق؟
كم مده يجب ان يكون هذا العقد؟
كوب شابلز.
واش قيمه الرخصه؟
واش هاد المخ مسكين؟
عاني من الام الدوره.
كالعاده.
كان عندي وجع.
دي طويل.
الي العروسه الجميله سوسان، كل التوفيق لكِ.
سّمحتلي، يا جماعه. لقيتوشاحك.
بريد جوي، من فضلك.
هل تود مقعد بجانب النافذه ام مقعد بجانب الممر؟
سلام. ممكن تقولي كيفاش نمشاو تذاكرات ديال اللّيله؟ ماكناو معندنا ف مانهاتن.
واش جزء من اصيله را غادي تروحو؟
شكرا. رايح/رايحه علي حفله.
انا بغاون فيلم ل هاد السرعه، بالي.
هل يمكنك الاتصال بطبيب، من فضلك؟
والو، ولكن عندي شويه صداع.
هل فيوجد عرض كبير لموسيقي الروك؟
انا هنا لاجراء دراسات السوق.
الرجاء ان تري ما يمكنك فعله لي.
هل استطيع ان ادعوك لتناول الغداء؟
فِيْزا
واللي بغيت شي منظف ملابس.
بالتاكيد. قلت، هل تعرف السيد وايت؟
شكرا علي النصيحه. غادي نجربو هاذ شي مره جايه.
هل انت عرضه للحساسيه تجاه اي دواء معين؟
لا، شكرا.
ماشي، ما نساحتش. دي فكره كويسه بزاف.
هل ممكن تدينا تكييف؟
نفسيتني بزجاجه ميه معدنيه.
هل يمكنك ان توصي ببعض الاماكن الجيده للنزهات ليوم واحد؟
اهلًا، هل يمكنني توظيف مرشد ليوم واحد؟
من وين في ولايه امريكا؟
الرجاء تحويل هذا المال الي جنيهات استرلينيه.
يعتمد علي طول الجوله.
هل تستطيع ان تكشِف نفسك حتي خصرك؟
انا من اسراءيل.
الزيتون الاخضر متخبي في حلقي.
فين نا كنعاودو الكتب؟
قاتلتني سياره.
اهلًا، هلّا اعطيتني قشه، من فضلك؟
المبرد ما خدّاش.
ارجوك املا هذا النموذج وارسله اليه بالفاكس؟
الله يعطيك صحه.
هل هذه المنصه هي الصحيحه للقطار المتجه الي باريس؟
اهلاً بك. لقد كان لي الشرف.
واش بزاف ديال حفلات الجيشا كاينين لزال؟
لكن اسماء المحطات مكتوبه في الغالب باليابانيه فقط. لذا قد يكون من الصعب فهمها.
واش واحد القمل يخدموا شنو في حقل الذره؟
واش باغين؟
شكرا جزيلا، ولكن اي يوم تقصد؟
واش كيعرفك فهاد المكان؟
في هذه الحاله، ما غادي نمشي معاك.
الرجاء عدم التدخين.
والو ما بغاونو نمشو لمانيتاان. بْلاو شي قيمه؟
ثم هل يمكنك ان توصي بمطعم معقول قريب؟ وهل يمكنك ان تشير اليهم علي هذه الخريطه؟
عوضك غادي تدي لبوابَه تانيه لخدمات شينكانسن.
فين السينما؟
دي كيمونو.
هل يمكنك توصيلني بشخص يتكلم الياباني؟
اربعه ايام.
ها شفت، ça va être précisément quatorze heure et cinquante.
تاخر موعد الصعود في الرحله رقم واحد سبعه وخمسه من شركه الخطوط الجويه المتحده. يرجي الانتظار لمده عشر دقاءق.
صافي. ها ننساومو.
هل هذا السعر يشمل الضريبه، ورسوم الخدمه، ووجبه الافطار؟
ساشرح لكم مواعيد الوجبات في هذا البيت.
عندي حراره عاليه.
انت تسوّي دراستك؟
هاتوا نكلموه.
اوروبا لقضاء عطلتي الصيفيه هذا العام.
يجب ان يكون هناك اشخاص هنا من جميع انحاء العالم.
هنا فين دارو هاد المسرح؟
اعطني الفاتوره، من فضلك.
اهلاً، فيه ثلاثه شراءح دجاج وكمان جاي مع بطاطا مشويه وخضروات مشكله.
المرّوعه ليّابه شّويه. كيعرفو يحكّروهم عليها؟
قرب ليا.
ما عليكيش تشقاو ولا تقلق، هننحطلها مرتبه.
والناضرنا نلقاو مكان تقريبا 30 دولار للشخص.
سماحلي، ممكن تفسرلي شو ده علي القاءمه؟
واش سميت بلاغ اغلي ديسكو في هاد البلده؟
واش كتقدر تعلمني كيف نخدم التليفون؟
دي بطاقه مفتاح. بامكانك تديها معاك.
واش تعرف فين الباب يفتح في متحف؟
والو ما بغيتش نمشي علي koncert موسيقي كلاسيكيه.
ايش الانماط اللي شكثر عليها الناس الحين؟
انا بغاونه ديال لحم.
واش غدي تدير بالخدمه؟
اوه، اسف، هي الباب الثاني علي اليسار.
نعم، لدينا دليل المكان، ودليل المدينه.
من فضلك، احتفظ بملكي الثمين في مكان امن.
تَوَّاقِعْ.
هيا بسرعه. هيا بنا. يا معصومه، كفّي عن الكلام. يا سيدي، انزل من فضلك. شكراً. فقط ابقَ هناك. فقط استرخِ قليلاً. يا، ارجوك، اضف بضعه زجاجات من Wild Turkey ايضاً، اليس كذلك؟
قلت بلته.
دّيش عليها وقول ليها بغيت نشوفها النهارده اللي بعدها.
ها ناعود مع صاحبي.
هنا الدليل السياحي، وين؟
هادشي يبان لياكين.
عشره دولار علي البنزين رقم ثلاثه، من فضلك.
تتضمن حزمتي هذه الجوله الاختياريه.
واش كيف نمش هادي؟ كيعاونني ترسم ليا خريطه؟
سافكر في الامر. شكرا لك.
لازم نمطي حيت ما نديبلوش في التغيير.
الطبخ الفاخر اصبح شاءعًا جدًا في الايام الاخيره.
والو كان شي زوين. شكرا.
كتب. كم من الوقت سيستغرق وصولها الي اليابان عن طريق البريد الجوي؟
يدِي كسَّرت.
واش قولك الثلاثاء؟
هل لديكم جولات نصف يوميه؟
ما كنعرفو لّغه الانجليزي شحال. حدا ختيير يتكلم جابونيز؟
سلام، اسمي موري. عندي حجز للساعه السبع.
انا نانتظر صاحبي.
انا من روسيا.
طلبك؟ هل ترغب في مشروب؟
الرجاء توصيلني الي السيد تانAKA في الغرفه الثامنه والعشرون.
اكثر خبزًا محمصًا، من فضلك.
هل يمكننا استءجار مضارب كره المضرب؟
واش بغيتي شحال او شاي بعد المكله؟
اقدر نتوقف شويه علي الطريق؟
شحال هاد لحم؟
هل يكفي ماءه دولار؟
دي شنطيج كبير، جلد.
ستريني الطريق لمتحف؟
نعم، ممكن اعطيني كوكا كولا، من فضلك؟
كونفوشيوس في القرن الخامس قبل ميلاد المسيح.
هل يمكنك ان تختار لي واحدًا؟
هل هو مصنوع من الجلد؟
انا غادي نكون علي هاد الرقم كامل العشيه، واحد، اتنين، تلاته، واحد سبعه، سبعه.
عندي حساء فول سوداني سريع التحضير.
كم هو شاءع النوم علي سرير في اليابان؟
في نيويورك.
متي الصور باش تخرج؟
هاد ماشي كيلاءم، هنا.
هذا فيلم سريع. هل يمكنني اخراج الفيلم؟
اريد طلب خضار سلطه جاهزه، من فضلك.
علابالنا نلعبش؟
شكرا لك علي هذا.
الي صداقتنا.
واش غادي تدينا سميت المحطه اللي قبل نيويورك؟
واش كتقصد، الحق؟
ما كنعرف نمشي مع راني شكون. هو دايما كيحشم. ما كنعجبنيش بزاف.
هل فينا حفله اليوم ولا غدوه؟
انا اسف. لكن يجب ان نذهب الان.
الممر رقم سبعه.
انا نعرف بان الهامبرجر هاذو طيبين ف هاد المكان.
الله يسلمك، لاباس انك جيت.
مرحبا. هذا هو المشغل الخارجي. اي رقم تود الاتصال به؟
هل ممكن تطفّي المكيف؟
هل في شي لون تاني؟
كينورا كيمورا.
الرجاء تحويل هذا الي دولارات امريكيه.
نحب نعرف فين الباب.
صافي، بغا مني هاد الدوا من الصرف؟
هل التوضيح معطي باللغه الانجليزيه؟
شوكولاته، من فضلك.
كنت جيت هانا ندي الخدمه المفقوده ليا.
هذا مطعم اسماك، اليس كذلك؟
نا مش عارف نروحو وين؟
واش معاك الطريق للخروج؟
هل هذا كاسكيد ليمتد؟
اريد هدا، من فضلك.
واش رقم الطوارء؟
اللعْبه ديالها قليله شويه. كيعجبك هادشي؟
هل يمكنك ان توصي بشيء اخر؟
الي اي ساعه يجب ان اسجل دخولي؟
عندي عرض خاص علي فطاءر التفاح بسعر خمسين سنتًا فقط.
وساده و بطانيه، من فضلك.
ساعتان، من فضلك.
الي اللقاء.
رحله طيارتي هي UA رقم واحد ثلاثه في العاشر من مارس.
هل يمكنك ان تخبرني في اي طابق توجد المطاعم؟
يا خو/يا صاح/يا لينا، الله يهديك.
فين المكتب البريدي الاقرب، من فضلك؟
هل يمكنني رءيه بطاقه خروج الوصول الخاصه بك؟
لقيت حجز بمطار.
هل يمكنني عصره ليمونه؟
واش كيف نركبو للبريد؟
استطيع ان اري قاءمه الاسعار؟
انا وراك.
عالم صغير، اليس كذلك؟
اعطني بلييز اثنين من الرساءل الجويه؟
استاذ، ممكن تبعنا رقم تليفونك؟
يمكنك المجيء في اي وقت تريده بعد الظهر.
هلّا تقبلوا هذا كتعبير عن تقديرنا وشكرنا؟
شحال حجمو بالسنتيمترات؟
لقد حجزنا طاوله للساعه التاسعه. اسمي ساتو.
النسخه خلاص ما فيهاش.
بالنسبه للبلح، يذهبون الي المطاعم.
هل عربات الموتاس غاليه؟
واش؟ علاه كتعاود ليا هكا؟
واش تقدر تديني تاكسي الساعه 10 الصبح؟
الي ات ايّ وقت تبارحو؟
هل ممكن نشري ربع كيلو لحمه؟
واش؟ شكرا بزاف. ما نختلفوش نتعاون شويه ناخراو عليها طول العطله. ثلاثه كتب كافيه.
انا عايز/عايزه نهار/نهارتين رقم/رقميتين.
في هذه الحاله، يرجي التوجه الي مكتب المطالبات مع علامه المطالبه الخاصه بك.
هل في الخدمه عربه نوم؟
هذا ماشي كبير شويه ليا. كان بغاون نجرب مقاس اقل؟
كم هو سعر الشحن الجوي لليابان؟
هل استطيع ان اُقاطِعك؟
هذا السيد واتانابي في الغرفه رقم سته او سبعه. ساغادر حوالي الساعه 9:30. هل يمكنك ارسال شخص ما لاخذ حقاءبي؟
هل ممكن نزل تزلج علي الماونا كيا هادشي معندناش؟
هل عندك بطاقه قطار؟
كانتني كاراتي لما كنت في الدراسه.
لازم نمشو هناك قبل الساعه 3ه ربع.
واش طول الرحله بالتراب؟
اوه-ها. ça va prendre environ cinq دقاءق.
هل في هادالمنطقه اي مواقع تاريخيه؟
الساعه الخامسه و نصف. عندك 30 دقيقه باش تروح.
واش عجبك هاد؟
الورق المكتوب ما يكفي.
واش تقدر تعملو هاد الشي بزاف؟
اي البوابات سيكون؟
اود ان احجز طاوله لمجموعه من خمسه اشخاص الساعه سته هذا المساء.
اجل، ولكننا نحتاج الي رسوم توصيل.
واش تقدر تديوه من قسم الاثاث علي الطابق الثالث.
انا من اسيا.
هل هي الحافله الصحيحه لشركه جابان اير لاينز؟
اريد ان احجز مقعدًا في الحافله.
ارجوكِ تلطخي هاد النّقاطه؟
اكيد. راءع. نريد ان نحجز طاوله لثلاثه اشخاص.
انا محتاج وقت، من فضلك.
اهلاً يا ديف، ومارك، وساشيكو، ورومي، راحوا في الحفله.
خمسون دولار من الشيبس، من فضلك.
افضل تاخدو باص.
سوف اصل حوالي السابعه مساءً.
واش نوع التتبيل بغاتو؟
والو، بغا نمشي لدار راسييه فنيويورك، ما يحشمش.
ساوصل لدار الضيافه يوم الاثني عشر من سبتمبر.
احتاج خريطه لمنحدر التله، من فضلك؟
اريد عينه من براطمكم.
واش علاقه اليابانين بياعفوو بزوج؟
ما عاد فيه ترويس. هادي كيعجبني.
في حاله البضاءع المعفاه من الرسوم الجمركيه، تمر عبر بوق الفحص الاخضر.
ارجوك كررها مره اخري؟
للاسف، كلّ المفردين محجوزين. لكنّنا ما زلنا نملك بعض الازواج المتبقيين.
نحنا كنعرفو بزاف.
واش علاه لازم نعرضوه باش نعاودوني للسياره؟
كان عندي ح accident.
علاش عندك تذكره عوده؟
عندي صداع.
علاش عندك دنييل؟
هل يمكنك ان توصي ببعض النبيذ الرخيص؟
علات نجي.
هل في مكان نشرب فيه؟
وصليت للجوّ تازه.
هل تقدر تخليه/تي ماشي قبل عيني؟
يمكن العثور علي مزيد من التفاصيل بخصوص هذا النقطه في الصفحه الثانيه عشره من التقرير.
كان المفروض ما رجع للبيت قبل العاشره.
جاف.
اه، تفضل بالجلوس.
واش غادي تلقي لينا بزاف بزاف من بزنڭ تا نرجع نفس اليوم؟
ماشي شكرًا. رايح للدكتور.
هاد الخاتم كيماش.
اريد ان احصل علي هذا.
الي ايه الوقت البوتيك يفتح؟
مازال ما قررتش.
هادي حنا ناخديها في الاعتبار.
بدي تخفيض، من فضلك.
كنت غبارا بزاف. نتمني تغفر ليا.
عندي فستان ابيض؟
هل تقدر تسال فندق من نفس الاصناف وتطلب لي غرفه؟
استطيع ان اريك كيف يتم تعبءه استماره الامتعه المفقوده، من فضلك؟
متي بنّت؟
هنا نجاوبك بمجرد وصولي.
هل سهل الوصول اليه؟
نهادرك الان ممكن نركبك.
سماح، ولكن اي هو الطريق الي اكاساكا؟
دي كانتڭاڭڭاڭڭڭڭڭڭڭڭڭڭڭ
واش نشري البورتاجيه منين؟
ماشي بنعرف شحال غدي يولي في امريكا.
الرجاء ارسال شاحنه جر الي 15 شارع بيكر.
عانيت من الانفلونزا.
فين بزاف المحلات اللي فيها ماركات داراج؟
واش واحد يمزح؟
هل هو مفتوح يوم الاحد؟
واش في قتامه.
واخد/واخده المترو/السلِّي، والمكتب/المكتبه دا مباشره/في مكانه.
اريد استرجاع ممتلكاتي، من فضلك.
هل الدكتور توفلر مُدرّس صارم؟
علامه تجاريه اخري؟
هل يمكنك التوقف امام الحريه؟
والله مليان، خلاص. لو كان عاد، ممكن توديه ساعه ونصف؟
هل يمكنني الدفع بهذا البطاقه؟
ها نخطّي كام يوم.
اللحم المقدد لازم يكون مقرمش، تعرف.
واش بغيت شفت هاد التنوره؟
اَخَذْهَا بِقُوَّهٍ وَفِي مَكَانٍ يَتِمُّ رُءْيَتُهُ بِسُهوله.
اريد ان اتحقق من قطعتين من الامتعه، من فضلك.
هل يوجد بيت دَفا؟
هل متجر مايسي مفتوح اليوم؟
واليا ربي هاد لبسه ندي نشطره.
اريد حجز مقعدين للدوره السينماءيه يوم الثلاثاء.
عملت خطا. تقدر تعطيني واحد جديد؟
واش هادي الزحف؟
ها انا غادي نمشي نهدر.
واش سمحتيلي نشري كيف نديير البوم؟
هل يوجد مكتب تحويل عملات؟
ايه. ممكن ناجر ليك نوكل وبوت.
واش؟ شفتك صغير بزاف.
منتَجنا اخف واصغر من منتجات منافسينا، ومع ذلك يكلف فقط بزياده تسعه في المءه.
الريموت كنترول شحالو.
هنا كتب مصوره فين؟
واش نقدر نشري شي هناك؟
يعتمد علي ذلك.
بشحال مره هاد 35 دولار، ولكن اليوم خصم 25% فالو هخدم 26 دولار و 25 سنت.
هل تبيعوا هادشي علي برحله؟
اربعه برتقال.
واش نشري باص لشييكاجو؟
ما كنعرفش لّبّان.
والو ما بغيت نمشي نلعب تنيس مع حد.
هذا ليك يا زوجي.
ما كنعرفو نحكو الباب.
المقابر في اليونان كانت تاريخيه.
في لحظه، سنعرض فيلمًا. من فضلك، اخفضوا ستاءر النوافذ.
ايه. هادول الالوان شحال حالها حالو النهاديو.
انا نتحوّل لرحله يونايتد ايرلاينز المتجهه الي انكوراج.
واش يقدر تقدم ليا طبق جديد من هادشي؟
اجل، ولكن يجب ان تضع "عن طريق البريد الجوي" هنا اذا كنت تريد ارساله عن طريق البريد الجوي.
هنا. هل ستُري لي بطاقتك التعريفيه او جواز سفرك؟
الفيلم ديال "المراه ديال الكاميليا" كيعمل. بزاف الناس كيعجبو بوالو شحال هادي.
تمام ولكن مشروب واحد بس.
هل يمكنك ان توصي ببعض النبيذ الجيد؟
تيفانيز. هل تقصدين متجر المجوهرات؟
ثلاثه دولارات للواحد.
الغبّه اللي نضطر منها نلغي، لكن ما فينا شي نفعله في هالسالفه.
واش غسوله؟ وين مالنا؟
واش ما عجبكاش بزاف الشحال من راجل فحلات شحال؟
هل يمكنك احضار لي ظرف وبعض ورق الكتابه؟
هذا ابي.
تمام. من فضلك اعطِ هذه البطاقه الاقرارات لهذا الضابط عند الخروج.
فقط اضغط هنا.
خلينا نراسلوا عليه بالTelephone.
الطقس جميل اليوم.
تمام. خلينا نشوف. هل تريد واحدًا عاديًا ام فاخرًا؟
شكرا. ما هي الوظاءف التي توفرها؟
هذا هو الرجل.
هل سيكون لديّ وقت كافٍ لنقل التخصص الي بكالوريوس ثلاثه وتسعه وتسعه؟
هاك.
صافا نجيب هاد معاي معاي؟
الرجاء ارسال عربه لخدمه الغرف الي غرفتي.
هادي هي شي خاصني بزاف. و نتوما نتمني توافقتو معاك.
والله، بغيت نشوفا سهره فنيه. من فضلكم احجزولي مكان.
انفقتُ مبلغًا كبيرًا من المال في التسوق.
سْمُحْ لي نَشْتريك شَيءً مِنَ الْعَسَل.
دكتور، من فضلك.
واش تقدر توصي ليا بحله مطعم حسن قريب من هادي؟
لمن تتصل؟
واش قيمه تذكره الدخول؟
خاصهً اذا كنت تمشي بالقرب من المباني، قد تتعرض للاعتداء.
انا كنعجبني نشاهد برامج رياضيه علي التلفزيون.
هل يمكنني ان اخفض المقعد، من فضلك؟
ما بغيت شيخ. شكرا.
هل تود استءجار سياره سيدان ام سياره هاتشباك؟
والله، بغيت نتبادل ين مع دولار. واش سعر اليوم؟
هاد القطار علاوه علي ما يوقف قليلًا فينّو станسيون.
من فضلكم، يرجي اقتراح فندق.
صافيك؟ تقدر تصورلي صوره معاك؟
ميكي هاياكوا.
كم عمر اليابان؟
هل نرقص؟
الّي شحال هما، و لكنّي عابره الثلاثين.
احْوَلْكْ تَاكْ هَانَا، بالِسْ.
سلام، هل انت مفتوح اليوم؟
بالطريق، من فضلك.
هل تقدر تحط هاد فالصندوق الامان ليا؟
اجل، توقف هناك، من فضلك.
اريد ان اعلّق حجزي ليوم الليله.
والله خدموني شي من الزكمه.
التيار قوي جداً للسباحه بالزعانف.
واش معاك تلقي صور معايا؟
والو ما باغيه نتشجر في جوله باش نشوف الشلال.
عندي وجع حاد.
والوا شفتيش شي هدايا ولا بضاعه قيمه؟
هل هاذ الترانس واش يروح لب Tokyo؟
تارت التوت كتحليه، وكافé، من فضلك.
اقدر نسقي عصير برتقال؟
مرحبا. هل انت السيد اونو؟
دي شحال هادي واخا.
هل ستُرينا مقاعدنا؟
واش غي ديرلي رسايد سبع صباح بليل؟
انا من ايرلندا الشماليه.
سيكون مبلغ الماءه وعشرين دولارًا، سيدتي.
انا خايف بزاف بزاف كليت ليا ليا الحاجات في الطياره.
واش تديرو ماستر كارد؟
واش علاه ماشي؟
اعطني الفاتوره من فضلك.
الرقم صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي ميهو سوزوكي.
شحال هاد؟ كنقول، نسيت واحد مطعم جيد بزاف بزاف مع منظر فحكم هاد؟
هنا بطاقتي.
نحب نتعاون مع الحكومه.
هل باغي التريب لي شيكاجو من البلاصه الخامسه؟
اريد ان اقترض بعض معدات الغوص، من فضلك.
هل هاذا التريب يروح مباشره لسيلاي؟
بهذه الطريقه، من فضلك. هل هناك شيء اخر؟
كنت باغي نهدر مع صحابتي.
حسنًا، اذًا يجب ان تعلم كيف نشعر جميعًا هنا في الاسفل. نحن لا نقبل من الغرباء ان يخبرونا كيف نعيش حياتنا.
الاستخدام اللوني جميل.
شكرا لك. اسمك السيد ريتشارد بولمان.
ارجو اعلام عاءلتي.
هل يمكنك تنظيف النافذه؟
يوليو خمس عشره
لقيت خوخي.
اه، ايه، انا بغاون بيضه مسلوقه نصّيه، يعني، بيضه مسلوقه لطيفه، من فضلك.
هاد التنوره ماشي عليها بزاف، نقدر نجربها؟
اِذَا كَانَ التَّقْوِيمُ الاَوَّلُ؟
ما سقيتش هاد النوع من الجبن.
لقد قُطِعتْ خُطَّتي. هل يمكنك اعاده توصيلِي؟
واش سميتك، من فضلك؟
والله، انا حاب بغنم لعبه.
واش نشوف شنو في شيكاجو؟
هل تقدر تعدّيله يكون اصغر؟
هل مضطر لعمل فحص للعين؟
اسمك، ورقم بطاقتك الاءتمانيه وتاريخ انتهاء الصلاحيه؟
يحتوي علي مجموعه راءعه من البرونز.
واش هاد في قدام جسر بروكلين؟
شكرا جزيلا علي تواجدكم معنا، سيدي.
اقدر نسلكوا 300 دولار نقديه مع هاد الشيك؟
اوافق علي هذا الاقتراح.
المنْشا؟
هل بامكاني ان ارقص معك؟
هل بزاف عليك تغير القطار؟
لسّتين في السّاع دِقي شلوڭ؟ واش سمّاك، منفض؟
ركبتي وجعها.
كام هو السعر ديال المقاعد اللي قريبه؟
واش عندك الم فين؟
علاش عندكم ساعات يد مصنوعه يدويه؟
علاش عندك اسلوب تاني؟
صحابي سكران. فات عليه الوعي. هل ستستدعي سياره الاسعاف فورًا؟
واش شحال ماشي ورخص؟
في الساعه خمسه من الغد صباحا؟
علاش عندكم اكل ياباني؟
تمام. بالمناسبه، هذا ايه؟
اريد ان انضم الي مدرسه غوص.
هل يوجد اي رسوم الغاء؟
فين الباب رقم 35؟
والله، بغا شي نشربو.
ما تاكل والو شي سخون بزاف ولا بارد بزاف.
اقترح عليك ان تغير ملابسك وتعود، يا سيدي.
لوحه السياره هي صفر سنت وعشره واحد.
الي اللقاء.
هل يمكنني الانتقال الي مقعد اخر شاغر؟
نريد حجز طاوله لطفلين الساعه السابعه الليله.
الله يسلمك، نشوفك غدوو.
والله اشوف اذا نقدر نوحله في هاد الكتاب.
واش درتي نشوف الثلوج بزاف هادي العام؟
واش كاين السعار ديال هاد بزن؟
سلام. من فليجلس.
واش قطار بغيتي؟
واش قيمه عربيه؟
واش نقدر نشافو هاد التاكسي؟
اليس هناك خطا في الفاتوره؟
لقيت حراسي في طوكيو. ممكن تبرتي تاني، لو سمحت؟
نوصي بالمسامير او الزخرفه.
هذا ليس توSignتي.
الصداع في حلقي يمتد الي اذني.
والو غايه، انا محتاج نعلي.
هادي جايه متاخره، بس باللي فاتني الحجز.
باش نودو لقريه السمك غدوو.
تشرفنا بلقاءك.
عندي شي حاب نحكيله.
اريد غرفه توام واحده، من فضلك.
تاكد من وصولي الي وجهتي النهاءيه.
انا دايما نشعر بزحف غير مريح في بطني.
علاه بغيتي بزاف شحال، مقارات لبان.
النهارله بارده بزاف.
واش كاينينهم بْلغاو؟ تقدر تكتب التكلفه علي ورقه؟
استطيع ان احصل علي مقعد في الرحله التاليه، من فضلك؟
هل يمكنني ارجاع السياره في مكان مختلف؟
علاش عندك شنITZه نوم؟
هذاو قليل بزاف صغير ليا. عندك هادو النعال في خمسه و نصف؟
واش نقدر نجيب شي تغيير ليا لخمسين دولار؟
صافي تمشي هادي الشورع. هي علي يسارك.
استطيع ان اري قاءمه الاسعار الخاصه بك؟
سماحلي. واحد تاني بس. انا بغاو طاوله بجانب المنديل.
كنت نبغي السيد جونز. عندي بزنس مهم بزاف خاصني نمطّلو.
لاdagen.
هل هاذو السياره رايجه لشيکاغو؟
هل يوجد بديل لرحله الطيران الملغاه؟
ما كنعجبني. من فسكني ما تبقاش فيها سمك القد.
هل ممكن نطلب زجاجه اخري من النبيذ؟
عندي نّخْل شراب احمر ممتاز.
علاش عندكوا ساعه رنين للسفر؟
الي اللقاء.
هل في شي محل لبيع الهدايا داك هادي؟
يمكنك استخدام التذكره علي جميع القطارات.
انا افضل الاوتوماتيك.
دخلت الريح، ولكن ما كسبت والو.
علاش عندك مقالات يابانيه؟
واش وقتو مللي نتقابلو تاني؟
الرجاء اخباري بمن يجب اطلاعه في حاله وقوع حادث.
ها انا غادي نمشي نرتاح فندق، لكن ما عندي حجز ديال هاد الحاجه حتي الان.
والو ما تخوفش. تقدر تفرّ في المحطه الجايه وتمشي رجليك. ما بعيدش.
اريد صفحه شعر ناعمه، من فضلك.
نحب نضم مع صاحبي.
الجرح قد تعفن.
البنوك الدوليه
انها تعني بوليصه اعفاء من تلف الحموله. بدونها انت مسءول عن اي تلف في السياره.
نسيت مفتاحي.
واليك اود ان اعيد تنظيف اسناني.
انا معنا جوله جماعيه. لذا، لدي موجه الرحله جميع تذاكرنا.
والو. من فالي شريفا ليك علي زملاتك، خاصه السيد اونوكاتا.
علاش عندك شي حاجه نشربوها؟
تمام. حسنا. احنا هنا في المتحف. فقط طالع، وروح مرتين، ويكون راهي هناك عند الزاويه دي.
سلام. هايرو. تخمين شوين اللي جاب لحالنا. كان قديش مضحك.
الرجاء اخباري بالدرب الي فندق هيلتون.
خُدعتُ وسُرقتُ محفظتي في محل الرفاهيه.
والو، شكرًا.
تمام. هذا يبدو ممتعًا. ماذا عن يوم السبت في الساعه الاثنتين؟
اعتقد ان تاكسي سيكون الافضل. يمكنك ان تاخذ تاكسي امام الفندق.
واش لون الشريط اللي باغيوك، ورد ولا بلون؟
السياره ça a essayé de virer brusquement à gauche.
هل ستخلّي هاد المحفظه لسبوع؟
اسف، ولكن المكان ممتلء تمامًا الليله.
هل حواضر المطار بتيجي بالغال؟
بعد.
ثلاثه اثنان ثلاثه اربعه واحد اثنان ثلاثه اربعه.
هل يمكنك ان توصي بباليه؟
ما كليتش قبل، كاين ليا عليه شحال؟
اقدر نسلك طاوله؟
انا اسف، ليس هذا ممكنًا في الوقت الحالي. رحلتنا في تمام الساعه الواحده هي الاقرب.
ويمكنني ان افعل ذلك بنفسي.
اريد ان اعمل مكالمه مباشره.
هنا فين علي الخريطه دي؟
ما كنعرفش نمشي.
سِعْده و فراحه.
وين محل الاكل؟
هل هاد الدميه معروضه للبيع؟
والله، انا بغاونا صلويه.
سوف نبدا بتصعيد الركاب الذين لديهم اطفال، والركاب الذين يحتاجون الي مساعده خاصه، والركاب من الدرجه الاولي.
بلمسه نهاءيه من القماش، من فضلك.
اكيد. ها هو.
واش راك تديها هدايا؟ لي كن هدايا كتقري هايله علي بنتي اللي عندها 15 عام؟
هل فيكم جولات بيوت نجوم مشهوره؟
ارسلوا هذه التلغرافيه، من فضلك.
واش نقلّي علي واش، لو حسّيتني في ايّ شي؟
دي شنطه بلاستيك كبيره، برتقاليه، من سامسونيت.
متي يكون اليوم مناسبًا؟
الصداع ده وجع شديد وبلا يطاق.
انا كسّاب فالنّوتيل قصر بريطانيا. رقم الغرفه واحد علي ثلاثه.
كم هو سعر الشحن لبطاقه بريد جوي، من فضلك؟
عندي فيروس.
بالتاكيد، هو اربعه سبعه واحد وتسعون الفًا وثلاثماءه وثلاثه.
انا حاسس بغليان في المعده من الجوع اكثر من اي حاجه نشرب بيها.
اقدر نسلك شويه كريم؟
هذا كله خطاي، اليس كذلك؟ لازم نمشي للحمام. اسف.
والو، بغا نمشي نشري. وين هاد بزناني؟
تقدر تحكيلي كيف نلقي هادشي؟
يمكنك ان تاخذ المصعد رقم واحد او المصعد رقم اثنين.
ديور المحفظه.
ديماش بغاونا نمشو لبواب.
لما رجعت لغرفتِي، الكاميرا غايبه.
البرد شديد.
واش كيفاش نموت علي رخصه غوص؟
جيبلي سيجار.
يعتمد علي الموسم اللي تزور فيه المكان.
والو ما بغاونو يديوهو يترقد.
مكسرات، من فضلك.
سدّو هاد الثلاثه، من فضلك.
والو، والو. ويسعف خير اشوفك يا راي. اكيد رايح في الاتجاه التاني. فماشوفكش. لابس جاكيت شيك، بالمناسبه.
اعتقد انه سيكون عاءدًا في غضون ثلاثين دقيقه.
التصنيعُ السياراتِ هو الصناعهُ الرءيسيهُ لليابان.
هل استقبل رساله؟
شكون يشوف. دي بلاد اللي معندناش.
هنا ممنوع السباحه؟
كم من الوقت سيستغرق تحضير واحد اخر؟
شيء خطر، وشايلا نمسله معاه. سقّيه سمّح ليا ترنلي معاش كي يدخل.
الضوء ما كيعمل في دربي.
انت غادي تغيّر علاباسك مللي جاك الوقت. مداوم علي هاذ الشي.
هل حدا منكم بيفهمو اللغه اليابانيه؟
هل لعب كينغ كونغ يي الصينيه في هونغ كونغ قطره ابدًا؟
فين الحمام؟
واش طولتي هنا؟
في رايي، نظام التوظيف مدي الحياه جيد و سيء.
لازم نمشي للوحده راه بزاف.
اود زياره المناطق المرتبطه بـ جويس.
ماشي، شكرا. هاذي اللي نايه.
هل تقدمون اي خصومات؟
كنت جيت نراني سياره. ها هو رقم حجزتي.
نوصي بالمعطر او اللوشن.
اظْهِر ليْناْ شَكْلَهِ الاِفَادَهِ الضُّرَيْبَه.
الخازن اللي فوق هوسي.
واش سميت معنديش نسلك ليك هادشي؟
سالت علي قسم ممنوع التدخين. هل يمكنك ان تعطيني مقعدًا اخر؟
تجنبوا تناول اي منشطات.
بهذه الطريقه، من فضلك. هل هذا الجدول جيد؟
خُذْ التَّلَفُونْ وَدْخِلْ 20 سنتًا.
ها انا غادي نمشي هانا.
فين الدرج؟
هنا فين الخيرات والملح؟
الي اتّي نلّقاو؟
نحب نشوف كيف باقيا مختلفين هنا.
واو، ما، شفت نمبر تلفونه عندني في بالي.
تذكره واحده لواشنطن، من فضلك. كام طول المسافه بالباص؟
هادي بزنّقه.
اسف، لازم ندي. عندي ايضا لازم نراسل مكتب سياره الايجار.
اتصلوا بالسفاره اليابانيه، من فضلك.
الرقم الذي تتصل به، من فضلك؟
عندي وحمات شديد.
والو ما بغاوناش نمشي لفيلادلفيا غدوو. واش معاها قطار؟
هل ستغير شمعات الاشعال، من فضلك؟
قوللي، اي عربيه رقم 2، حجره 4؟
هل ما زال عندك تذاكر لفالنسيا و ماجيك يوم العاشر من يناير؟
انا حاسس بالنعاس والكسل من الجلوس طويلاً علي الطاءره.
هل يمكنك الاحتفاظ بهذه الحقاءب، من فضلك؟
فين احسن مكان للضيافه في سان فرانسيسكو؟
اعتقد انها فكره كويسه جدًا. انا دايما بحكّ الناس ان المتاحف هي احسن مكان عشان تعرفي بلد. طيب، فين نروح؟ سمعت ان فيه معرض راءع عن السكان الامريكيين الاصليين في متحف المقاطعه.
خسرت جواز سفري. انا بحاجه الي واحد جديد.
ها نحن ننتظرك غدا يا انسه تانaka.
ساطلب اثنين.
عشرون تعرض، من فضلك.
اريد ان اُجري مكالمه الي طوكيو.
هل تقدر تشفيه اول مره؟
واليكم حجز لثلاثه اشخاص في تمام الساعه السابعه.
واش القصه ورا القصر؟
استطيع ان اريك كيف يتم تعبءه بطاقه الهجره، من فضلك؟
وش هواك؟
واش وقت رجوعنا؟
اتركني وشاني، من فضلك.
واش "او-بون" معناه؟
فين المكتب؟
هذه هي رقم تاكيدي.
واش كيف نشعل حجز؟
واحد مليار ين مقسوم علي ماءه وعشرين ين يساوي تقريبًا ثمانيه ملايين دولار.
ثواني، من فضلك. سيدي، انا اسف، السيد اوكاوا ذهب لتناول الغداء. هل ترغب في ترك رساله؟
واش كتقترح ليا هداوي من فرنسا؟
شكرا لك. شكرا لك ايضا.
اسف، كل المقاعد محجوزه بالفعل ليوم الثلاثاء والعشرين من مارس.
والناضر لياكلوا شي حاجه حوالي 30 جنيه للشخص.
هل عندكم كوكتيلات خاصه؟
هل عادي لو دفعت بحال كبير؟
واش قيمه السياح ça؟
تهانينا علي ترقيتك الي مدير عام.
حتي لو ما كنتش معجب كبير بـ "الشاعر اللطيف من افون"، ما تفتكرش انك تضيع وقتك في المشاهده علي الاقل علي الريف الخلاب والاماكن اللي مرتبطه بحياته في بلده.
انا غايهالسهال الان. ممكن تبعوني شاحل، باللييز؟
واش هاد السطر ليك؟
نعم، النبيذ، من فضلك.
سيكون ثلاثه اضعاف اكثر.
عندي مقاعد شاغره في القاعه الخلفيه و الي يمين الاوركسترا.
مقعدين علي الرحله اللي الساعه تسعه ونص تروح لنيويورك، من فضلك.
والله، انا بغاون شانسويشه و عصير برتقال، باللييييي
واش غدي نخدمك هني؟ هارجع في شويه.
انا ساكن قريب من هادي.
الجورب مولي ليا قديش.
هذا هي السياره رقم اتنا عشره.
هل يمكنني ارسال هذا الشحنه العامه؟
الدراما الموسيقيه شّويه بزاف ناجحه في اليابان في الوقت الحالي.
هنا بعض سماعات الاذن.
بشكل عام، يعني A ممتازًا، و B جيدًا، و C مقبولًا، و D ضعيفًا، و F اخفاقًا، و I غير مكتمل. تستخدم بعض المدارس علامات زاءد و ناقص مع الحروف.
اريد صورتين مطبوعتين من هذه السلبيات، من فضلك.
واش كيف نلّقي هادشي؟
واش هاد الساهل؟
والو، انا بغا ياجه ليتام.
الي اي ساعه ينتهي؟
سياره اقتصاديه لمده اسبوع. كم سيكون سعرها؟
هل يمكن للاطفال الذهاب في الجوله بدون ان يكونوا مصحوبين باهليهم؟
فين نقدر نطّبخ؟
والديتي عملات الكوكيز.
هل ارسل له رساله؟
اعتقد ان اجتماعًا كهذا يمثل فرصه جيده لنا للتعرف علي بعضنا البعض وفهم بعضنا البعض بشكل شخصي.
شكرا. هذا سيكون ثمانيه دولارات وخمسين سنتًا مع الضريبه. يرجي الدفع لدي الصراف.
واش توقعات الجو لغدوو؟
مرحبا. هل هذا الاستقبال؟ انا في الغرفه رقم واحد صفر سبعه صفر. انا خاءف من انني اود ان اقدم شكوي.
ديه، قوللوه شيمادا سمّع وبغي اناني نجيوه هاد الجمعه.
تمام. من فضلك احجز مقعد الدرجه الاولي في القطار الذي يغادر الساعه العاشره غداً.
الله يسلمك، اتصل بيا الليل.
هل ستصور معانا؟
واش كت think فيه شي فرصه نرجع فلوسي؟
اريد استرجاع ممتلكاتي، من فضلك.
اريد لحمي نيءًا.
هذا هو كاميرا تلقاءيه.
اريد صورتين مطبوعتين مع طبقه ملساء من هذه السلبيات، من فضلك.
سماحلي. علي اي طابق قسم النساء؟
واش عمره؟
واش راك قتلك؟
هذا فاتورتك.
الجو الـtropical مزيان. فيه نعناع و الطعم ماشي مع اللحم.
دي لعب.
هذا اول غوص لي.
داءرِها باتجاه وشاحي.
انا افضل الجلوس في الامام في الطاءره.
تاكد ايضًا من فحص الاطار الاحتياطي.
واش، انا نعتقدو هو كايعمل مزيان هاد الموسم.
ما كنعرف نوصّل تصريف الحمام.
واش باغين تغيوا علي حفلنا اليوم؟
فين محل لبسه مريم؟
واليا ريڤا دوينا مع ڤيو علي المحيط. شنو هوّ السعر ديال الغرفه؟
ويسكي مزدوج، من فضلك.
شّي وحدّي من الماتيريال؟
ماما، مدرسه كينجس بورت للبنات، من فضلك، ساءق. اراهن انهم لن ينجحوا في ذلك. لا يمكنهم الاضراب عن مجلس الاداره، انه غير ديمقراطي.
هل يوجد طبيب يتكلم الياباني؟
سيداتي وسادتي، قبل الاقلاع نرجو منكم اطفاء جميع الاجهزه الالكترونيه، بما في ذلك اجهزه الكمبيوتر الشخصيه، واجهزه تشغيل الاسطوانات، والهواتف الخلويه، والعاب الفيديو الالكترونيه. يرجي عدم استخدامها حتي عشر دقاءق بعد الاقلاع.
واو، هذا شي كييع. يعجبني صوتهم. وانت، بوب؟
الاسم، وتاريخ المغادره، ورقم الرحله الطاءره، ممكن؟
هنا فين فطر الشيتاكي؟
هل تقدر تديلي اي خصم؟
نظف الغرفه، من فضلك.
هل عندكم محل فيراريجيو دايره هنا؟
شكرا جزيلا علي تخصيصكِ وقتكِ الطويل للتحدث معي، كارين.
هل هذا القطار صحيح للقاعده الرءيسيه؟
ما هذا اللي طلبته؟
يا خو. شكلي كان لازم ناخد اللحم المحشي.
هل هذا يشمل الافطار والعشاء؟
والو ما بغيت نمشي للعوارض العالم.
سماحلي، وين ممكن ناخد تذاكر لبودليڤاد؟
هاد المطار تلقي واش خفيف بزاف. واش كتقدر فخور بيه، نعتقد.
عندي وجع حاد في البطن.
اجل، ساطلب مارتيني مع المقبلات.
الطقس جميل.
هل ممكن تقوليلي اِذَا وصلنا، من فضلك؟
سمعت ان السل منتشر بزاف فوق هناك.
واش في هاد؟
المشعل ما كيعمل والغلون قلّي بزاف.
بَلْـِيْ، بْـلَـيْشْ عَلْـيْـهِ تِـيْكْـيْـتْ نْـوَسْـيْـم؟
تمام. اذن، انا حاب نخش للبار و ننتظر.
كان قبل سنتين اخر مره جيت فيها. هل استمتعت برحلتك؟
هناك العديد من الينابيع الساخنه، لان لدينا الكثير من البراكين.
كام هو السعر لي لندن؟
واللي بغيتو شاحن طويل.
والله، انا بغاون شحيت، وكرتونه، وبزبده، وشويه قهوه، من فضلك.
تمام. خلصت.
ايه. بقاو يقطرو الفرع و يختارو البراعم باش يسدو شجر حلو.
اعتقد انه يمكننا ان نطلب لك طاوله في حوالي خمس عشره دقيقه.
تمام. شكرا.
واش جا خاصني نمشي للعجيبه؟
الطبق ديالك، من فضلك.
عندي صداع مزعج. تعرف عليك دكتور جيد قريب من هادي؟
بعد الساعه الثالثه.
هل ستُحافظ علي ممتعتي؟
دفعتُ ثلاثين دولارًا علي قميصي.
هل يمكنك احضار بعض الاسبرين من فضلك؟
هنا الكان فين؟
رجاءً اكتبوا رقم بطاقتكم الاءتمانيه.
واش انواع الويسكي اللي عندكم؟
واش تعرف اسم هاد المحطه؟
من فضلك لا تلتوي الرساله لان الصور موجوده بداخلها.
اهلاً، الجولف اصبح جزءاً من عملنا تقريباً، بالاضافه الي انه نشاط ترفيهي.
هذا هو قاءمتنا، سيدي.
هنا جواز سفرك وتذكرتك وتذكره الصعود.
يا خو، باغي نخرج، الساعه متاحه بزاف.
هل استطيع استعمال عربه الامتعه هذه؟
بين سبعين وثمانين دولار بيكون ماشي.
مكالمه شخصيه الي طوكيو، اليابان، من فضلك.
لا، شكرًا. كلي شبعان.
واش بغيت جاكيت، من فضلك.
هل احتاج الي بطاقه صعود؟
خمسمايه دولار، صح؟
سيكون من المفيد لو تمكنت من زياده قدرتك الانتاجيه.
واش معاك وقت لنهار الساURDAY ده من العشيه؟ انا حاب نفكرك باش ندعوك لعيداني الاول من الزواج.
والله، بغا شي من لحم الضان.
والو عندي حاجه سياره كبيره.
انت مخطء.
الرجاء احضاري الي مستشفي يفهمون اللغه اليابانيه.
واش عاد بحال شي؟
غاديين فهاد الاله، لاباسوا لعالمو نشدوالمدينه؟
الكيمونو غير مناسب جدًا للناس النشيطين.
تمام. حنا غادي في الثامنه.
هذا مءسف. لازم نكون في لوس انجلوس يوم الجمعه الصبح.
انت استرالي؟
هنا البوابه؟
هل يمكنك فحص مستوي ساءل الفرامل؟
واش نشري قفازات؟
ما كباش عليه والو.
هل كايغاون موسيقي جاز هنا؟
هل تسمح لي باستدعاء رءيس النوت؟
واش بغيتو كوكوت قوي؟ واش باغيو نسحلو ليك شي حاجه؟
هذاك غادي يجي واحد يشوف مباشره.
واو، سميتو شحال هاد. مدينه معروفه، قديمه، هاش؟
صافو.
اتمني لك رحله سعيده.
علاش عندكوا طياره لميامي؟
الباقي علي اليسار.
نروح للتاهله كل عشره دقاءق.
شكرا جزيلا. السيد كوغوري وانا نحن سعداء جداً لوجودنا هنا في لندن للقاء بكم، انتم احد اهم شركاءنا.
خمالتي وريت من قاطع.
متي يكون الهالوين؟
جميل.
هل هناك اي اثار جانبيه؟
امتي وقت الدخول؟
هل البورصه في وول ستريت مفتوحه للجمهور؟
انا اسف/ه ما كنتوش في دار.
وين لمعلومات السياحين؟
فين نا نقدر نعوضاش شي شيك مسافر؟
والو شحال لي تلقي منقدر نشوف الوقت عليه بسهوله.
انا اسف. ما عندي فلوس صغيره.
واش قولتي هاد مره تاني؟
دي عشره نقاط.
ايه، كنت انا. انا زرت طوكيو وك يوتو في جوله قبل سنتين.
اخذني للمستشفي، من فضلك.
هل فيه تكييف؟
ارجوك ارسل لنا صفحه عندما يفتحوا واحدًا.
بْـلْـفْـتْـهْ كُلّـهْ؟
هل السعر يشمل الغداء؟
واش راك غدي سکن؟
العلاقات الانسانيه مهمه في اي مجتمع، لكن اليابانيين يبدو انهم يحاولون جاهدين الحفاظ علي علاقات جيده وتوسيعها.
هنا تسعون وتسعه يين. يرجي استبدالهم كلهم بالدولار.
والله غاولي شي بعاد بزاف.
بالنسبه لـ ABC.
فين محل يبيع علب؟
هذا ماشي، لازم تغيّر عند شارع 44.
اعطيني المفتاح من فضلك؟
علاش عندك سيارات صغيره؟
لدينا احجام كبيره او متوسطه او صغيره.
واش تعرف دكتور نساء مزيان؟
اريد مكواه.
هذا المبلغ من اجل ماذا؟
اذًا، شنوه الخطط اللي عندك لبقيه الرحله؟
في هذه الحاله، يوجد جدول اسعار بالقرب من مقعد الساءق.
والله، انا حاب/ه نشري واحد من منتوجاتكم المحليه.
تمام. حنا ناكلين.
اهلاً، انا طالب في السنه الاولي في جامعه ايه بي سي. ادرس التاريخ.
فين نقدر نجيب محل ساعات؟
سيدي تانAKA، السيد ساتو في اجتماع حالياً. هل يمكنه الرد علي هاتفك؟
واش باق ليا علي الوصول؟
الي اين غادي نمش؟
جيب لي البطاطا، من فضلك.
علابالي نجي لدارك تاني؟
المنقذ من هو؟
ارني تذكره رجوعك من فضلك.
استطيع ان اتحقق من ممتلكاتي معكم؟
هل في الخدمه اي رساءل لي؟
vino raddi? mafham inch l'bita?
ماشي خو، بعض الزباين جربوه.
واش كنعجبني ليك فاللّغه.
خلاتني دفتر جدولي في صندوق التليفون.
علاش عندك حساب؟
هل ستذهب وتبحث عن قناعتي معي؟
انا حاسس بغثيان.
من وين ماشي باص النقل العمومي؟
انا اسف لازعاجك. ساجلب لك واحدًا اخر، علي الفور.
الرجاء الانتظار لحظه. ساحضرها لك. تفضل.
هل يمكنني تاكيد ذلك بالهاتف؟
كنت جابِّل، ولكن ما كلفاش نمشّي حلمي.
فين قسم الرجال؟
ما قلتهوش. بتغليلي السعر.
يا خو/يا صاح، تفضل/تعا، ميتسورو.
انا محتاج خط خارجي.
هذا هو عنوان جهتي.
نحب نحدد موعد.
واش معاك ما تاخدش تاكل معانا شويه؟
هل يتم تقديم الوجبات؟
لقيت غرفه مزدوجه.
خسرت جايمي تبعي بحالو بحال في شي مكان حدا في المحل التجاري.
هادي مجاني.
والو سياره كامله بحال تير.
استطيع ان احصل علي تذكرتين لليله النهارده، لو سمحت؟
عندي طلعه.
اخبرني متي انزّل.
قلّي تاني.
سَميح، هلّا صورتك، لو سمحت؟
واحد ماكول و واحد قصر.
همبرغر والشعله علي اليمين وسلطه، من فضلك.
انا قدمت طلبي لبطاقه سفر اول امس.
ياسلام
الخامسه والعشرون من مارس، من فضلك.
سجلتي انّي ضاعت وانا غايبه من غرفتي.
شارع بارك، رقم مءه وثمانيه وسبعين، من فضلك.
كرسيّي مكسور. ما بيصير.
هل ستطلبين منها ان تدعوني بالخطابه؟
اعطني ايصال، من فضلك.
هل ممكن نعيد دهان الصالون؟
اطلب تاكسي، ارجوك؟
نحب نرسله بالبريد الجوي.
يمكن ان يكون شمعه الاشعال.
هل ممكن تقولي فينبداو اللعيبه؟
هل عندكم هذا بحجم اكبر؟
واش بغا مني اسبرين؟
علِّي تغْرِي بالبوس.
الرجاء ان تظهر لي مكان البنك.
احمل الجبن.
هل ست reserved غرفه لليله دي؟
عندي حمي.
نريد دعوتك لوجبه العشاء غدًا مساءً.
اوه، حوالي خمس دقاءق مشي.
ثم، ارجو ان احصل علي مقعدين محجوزين من النوع C في اليوم العشرين.
تمام. نشوفلكا بعد.
هذه غرفه العدد 12 و 13.
اريد ان احجز تذكره الي طوكيو في الخامس عشر من مايو.
انا كسّاب مع اصحاب.
متي تبدا بتقديم الغداء؟
هل يمكنك ان توصلني الي اداره المبيعات، من فضلك؟
الكرسي فين شحال مشا؟ بغا نمشي شي مكان منتوسط.
هل عندكم مترجم ياباني؟
هل استطيع ان امر؟
انا بغاون مقلاه.
من وين ناكل؟
هل هاذا القطار يمر عبر ال باسو؟
اهلاً، هذه الجوله الاستكشافيه لطيفه.
استطيع ان احصل علي بعض لوشن للعين؟
هل يوجد علاقه بغلاسكو؟
هل ستُسحب هذه الشيكات المسافره، من فضلك؟
صاحبي ليا ولّو، ونّا نرغب نكون عاونين.
هادي القميص، فين سعره؟
هذا مفرط.
روح فوت راه مباشره، وستري والو.
ايه، الممثل اللي بيلعب الدور الاساسي ممتاز.
للاسف، نعم. مكتبنا الرءيسي موجود هنا. واياك، هل هذه هي المره الاولي التي تزورنا فيها؟
هادي جايبلك رساله لما نمشي للبيت.
هل ممكن نطلب غرفه فيها ڤيو علي المحيط؟
هل استطيع ان اعِدّ هنا؟
هذا الرسوم لِشْيْش؟
واش راك تمرّ في نيو اورلينز؟
هل يمكننا استءجار ملعب؟
يا ريتني كنت ليا عربيه جديده.
ارجوكَ انْ توصّي بِمَطْعَمٍ جَيِدٍ قَرِيبًا.
واش سميتك؟ و رتبتك الرسميه؟
بالتاكيد، سيكونون في الردهه قبل التاسعه.
هل يمكنك قبول شيك بالين ياباني؟
واش الخط وسع وسع نديور لي liberty؟
اريد ان اترك امتعتي.
سماحلي. جابلي هاد المخمليه باغي العاده، ولكن وجدت بقعه كبيره هنا.
هذا عمي.
اريد تغيير الغرفه.
علاش عندك هاد بحجم متوسط كبير؟
هل يمكنني تغيير مقعدي نحو الامام؟
انا غادي نمشي.
انتِ السيده ايبرت؟ انا هيروشي ساتو. سعيد بلقاءك.
عندي فور قربه.
سانزّل عند الكاتدراءيه.
ودي قلاص ماي مسلوق.
واش عليهومشيراه ليا ليا ليا ليا ليا ليا ليا
هل يمكنك ان تدعوني تاكسي من فضلك؟
لا تدخنوا، من فضلك.
غَدًا.
الطلب عبر البريد قد يكون افضل. انه رخيص.
شنطه كتف بيضاء.
فقط قصّه بسيطه، من فضلك.
لازم نمشي لدار السواح قبل الثمانيه الصبح غدوو.
ماشي حتي معندي فكره علاش، ولكن هنجربو.
هل شفت جاكيت اسود هنا؟
انت تجاوز الحد، اذهب الي النافذه الثالثه.
هل يمكنني الحصول علي غرفه علي جانب الجبل؟
اتْرَكْتُ الكاميرا فِي التاكسي.
وا ليغديو باغيين يلعبو في العرض؟
بالبريد الجوي ام بالبريد العادي؟
مءه دولار نقدًا، وثلاثماءه دولار شيكات سفر وبطاقه اءتماني.
واش غدي يبغي؟
هل ساقوم بملء استماره جمركيه؟
والو ما بغاونو نستخدم الملعب ديال التنس.
ما قال والو.
والو ليا بغيتي شي زبادي. عندك؟
هل يمكنني تغيير هذه التذاكر ليوم العرض غدًا؟
هل ستخبرني برمز الاتصال الدولي لليابان؟
واش طولتني ننتظر القط ليلحق؟
هل يمكنني التسجيل هنا لرحله الخطوط الجويه المتحده؟
علينّا نلبسو معطف وربطه بدل لرحله الليل؟
كم سرعتنا في الطيران؟
لو سمحت، ممكن تخلّي علامات الاسعار دي؟
انا في زاويه شارع الخامسه واربعين.
واحد كوكا كبيره، من فضلك.
والو ما بغاونا نشحاون قبل الوجبه.
شحال شعرك ي لبن.
واش؟ راك باغيني تدفع؟ ها، ها، ها. واخي كتعرف بزاف فين؟ كيعرف والي راه؟
هل طلبت وجبه خاصه؟
عندي نداويلي بليل غدوو. كان لازم نخرج.
هل انا جزء منه؟
واش حتا كتغلي من هادك لمعلاش لخدمه لجو لاله؟
كيف بغات تشحر شيحك؟
كيفاش نمشي لكاتدراءيه ويستمنستر؟
يا للذه اللعب بـ الجولف في استراليا!
الي اين فاين دا ليفت لوس انجلوس؟
من فضلك، منطقه حظر التدخين.
غادي/غاديانه نموت.
شّو كانتْ هادْ؟
التامين علي المطبات الجويه خمسه دولارات اضافيه في اليوم، هل تريد ذلك؟
والو ما بغيت نتعلمو تزلج.
واحد جاب فلوسي.
واش هاد اللي كاياكلوه؟
انا بغاوني حاسوبي، باللييييييي
علبه ماريبوريو، من فضلك.
واش البوابه اللي نطلع بيها علي الخطوط الجويه ايه سي بي واحد صفر واحد؟
دي واحد باغي يجي، مش هتعرف تلاقي مكانوش، اليس كذلك؟
سماح، ولكن اي طريق نحن عليه الان؟
استطيع الحصول علي ايصال، من فضلك؟
اي كريم اساس يتناسب مع لون بشرتي الطبيعي؟
انت مش صيني، اليس كذلك؟
هذا اللي تحت.
هل يمكنني طلب هذا من اليابان بعد عودتي؟
واش باغينوا هاذ شي بحال سبيل؟
والو ما بغيت نخدمو الصندوق ديال الامان في غرفتي.
الصندوق الصغير فارغ. هل يمكنك وضع المزيد من البيره فيه، من فضلك؟
الجراءد لا تهتم بتذكير القراء في الثامن من ديسمبر بان "هذا اليوم الذي بدانا فيه الحرب".
اريد ان افتح حساب ايداع في هذه البنك.
تمام. جدال غدي يولي شنو؟
انت لطيف جداً. ما كنت عارف شو نمكي.
واليك اود استءجار دراجه.
هنا فين شحال هاد المقعد؟
الي ايّ وقت يا سيدي؟
هل هذا كل الامتعه من الرحله رقم 233؟
واش خدمتي؟ تقدر تسالي دكتور ليا؟
ماشي شي صابون في غرفتي.
هذه نصيحه ليك.
واش سميتك؟
لا، شكرًا. انا مجرد اتصفح.
استطيع ان اشوف تذونيك الجوي؟ يعني بطاقتك لركوب الطاءره.
كتّب هادشي.
هل استطيع ان انقل الي مقعد فارغ؟
وا مزيان، خدموش وفرحت.
انا مثلي.
اريد ماشه كهرباء، من فضلك.
ديكور جذاب؟
هل دي اول زيانه ليك لبلادنا؟
اظْهِر لي وثيقتك المصوَّره.
رحله رقم واحد واحد الي ناريتا، تغادر يوم العاشر من يونيو، مءكده من جديد.
مءه و اثنان و عشرون دولارًا لليله الواحده، بدون الضريبه.
هل هذا الضمان صالح في اليابان؟
لا بد لها من الذهاب مع؟
عندي هاد القبو ديال الفواكه. هادي هدايا.
واش الساعه لي اخر قطار؟
ما غادي نشريها. نقدر نجيب واش نساكن غليان بزاف عند بوعيد.
طالب واحد، من فضلك.
ما كنش نشدّي نش دِيف قبل ça.
والو ما كان بغيت نمشي علي 50 دولار.
لا، ما هذا صحيح. يجب ان تنزّل عند المحطه التاليه.
هل ستخبرني ببعض الاماكن الشيّقه اللي نقدر نروحوها ونشوفوها في هالمكان؟
عندي الصف الثالث، في المنتصف.
دي عشره دولار و 30 سنتيم في الجر.
ارسل هذا الي اليابان بواسطه التلغراف.
كم سعر تذكره الطيران من نيويورك الي لوس انجلوس؟
واش نقدر نشدّو؟
هاد الطّيابه كيعسّلي في بطني.
هل تقدر تحكم علي شنطتي لحد الساعه 11؟
ايه، ممكن تدفع بالين. هو 2700 ين.
الرقابه علي المخزون مهمه جداً لشركه.
ها ندي الشرطه.
نحب نذهب الي مكتب تسجيل طياره يونايتد.
سلام. تفضل بالدخول. انا سعيد انك اتيت. هل واجهت اي صعوبات في العثور علي بيتنا؟
واش طول الفتره لي نركب القطار نوصول لدوفر؟
ارسل تحياتي الي والديك نيابه عني، من فضلك.
هاد بزاف خير.
ما كنش بغيت بغاو شي واحد يدي ليا في الصفه الاولي.
ما كنعرف نمشي بالڭليش.
عاوز ليا غاز خفيف، لو سمحت.
الله يشفيني، جروحي كتيره بزاف ما كتقدرش تحصب عليها.
عند الكاونتر هناك.
مقعد شاغر، من فضلك.
اِزْوَيِّلْ فَوق وَ دْوِيرْ يْمِين. هُوَ عَلَي السَّقْطِ لِخِمَّاك.
انا حاب/حابه نطلب كولا، من فضلك؟
هل عندكم جوله الي برودواي؟
الي اين التخين الجاي؟
حساس.
المنتج ماشي بزاف، و السعر رخيص.
هذا الطاءره تطلع من البوابه رقم عشره و 24.
الي اللقاء.
واش تعرف محل جزمه جيد؟
هل هي سياره الدرجه الاولي هذه؟
هل الرحله ستغادر في الموعد المحدد؟
البحيره الداخليه هادءه وجميله.
سّمحتلي، انا نعتقد اني خدعت في الدفع.
انا اسف. يبدو اننا اعطيناك المفاتيح الخاطءه.
سمعت الخبر؟
هل اتممت ملء بطاقه التنزيل؟
علاش عندك نبيذ احمر علي النص بالنص؟
البروفيسور تاكاجي، هل ترغب في التعليق علي هذا؟
هل عندك فاصوليا بيضاء؟
شكرا لك يا سيدي. انتظر لحظه يا سيدي من فضلك. من فضلك خذ هذه الفاتوره الي الصراف وادفع هناك.
هاك.
واش هاد القليل بزاف مالح.
هل تصرف هنا خير؟
هل يمكنك ان تحمل شنطتي الي سياره الاجره؟
والو ما بغيت نشوف مسرحيه موسيقيه.
واش باغين، الرحله لينا عشره او الرحله لينا سته عشره؟
كانت حفلتك حابه بزاف.
لا بدّ لك من ان تحمل جواز سفرك، و بطاقه الهجره، و استماره التخليص الجمركي.
انا رايح، باش تدفع هاد القروش، من فضلك.
والله زهقت من الاكل، نفسي نمكيّن شويه اكل ايطالي.
الرجاء وضع امتعتك علي هذه الميزان.
اوافق علي اغلب ما قلته.
تُورَّم لي حلقي.
سَلاَمٌ عَلَي عَاءِلَتِك.
الي امتي تفتح مكتب الاستقبال؟
القمصان اللي فالدار دي كاينينها بخصوم بزاف.
واش كنعتقد عندي حمي.
واش غي يخدمو ليا؟
هل ممكن تخلّي الغرفه ابرد؟
بالجوّ، من فضلك.
معدل نادر
ما زال غير كاف. اغلب التلاميذ يحصلون علي تقديرات جيده في مسيرته، لكنهم يقولون ان محاضراته ممله وغير ملهمه.
متي تبدا القداس؟
اربعه دولارات اذا اشتريته في المحطه، وسته دولارات اذا اشتريته علي القطار.
اعتقد انني ساخذ العملات الخمسين سنتًا. اعطني عشره علب، من فضلك.
نحب نشري هديه تقريبا خمسميه دولار.
شامبو، من فضلك.
هل عندكم هذا بالبلاتينيوم؟
واش كيف نديور هاد المضخه؟
واش معاك ممكن تساعدني معايا فهدي الحقاءب؟
ياخدوا حمام؟
ربي يخليك، بغيت نسحّب 100 دولار من بطاقتي فيزا.
المنتدي هو احد التخصصات الثقافيه اليابانيه.
والو، ماكباش حتي. شفت خدمت ليك كلشي؟
بصحتك، انا نعتقد اني بزاف باش نخرج شحال هادي.
هل راه المشي بعيد؟
ما كليش ناسي درتي. كيعاونني؟
نعم، عندنا، لكننا لا نستطيع بيعها.
هل يمكنك تغيير المبلغ بالقطع المعدنيه الاصغر؟
الغداء جاهز.
نحب نرسل شيءين لنيويورك.
واليك مكالمه هاتفيه الي اليابان.
تمام. غادي نمشيو لينا الخدمه مباشره باش تفتح الباب بالمفتاح الرءيسي. رقم الغرفه ديالك فين؟
واش سميتيه علي عدسه النيكون عين السمك؟
افضل اكل من نوعيه غربيه.
الحربُ باسيفيكيهٌ دامتُ اربعهً ونصفَ سنواتٍ، من عامِ الف تِسعه وستين الي عامِ الف وخمسه، واندلعتْ عامينَ لاحقًا بعدَ الحربِ العالميهِ الثانيه.
هل عندك اي شي يغدي مع المشروب ديالك؟
هل عندكم مكان لسياره كامبر؟
بالملح والفلفل؟
اي مدخل؟
واش تقدر تعلمني كيف نتحالفو بالزيرفون؟
انا قادر فقط علي التحدث باللغه الانجليزيه قليلاً.
هل البحر عالي الليله؟
عندي تقريبا نصف ساعه.
اقدر نسلك كيس ورقي؟
والو ما بغيت نمشي للعريضه الوطنيه للمطارات والفضاء.
واش عفا ليك غادي يثلج غدوو؟
ربما كان هذا مُستخدمًا لبطاقه تعريف، علي الارجح.
هل ستضطر الي ان تكون في المستشفي؟
هذا كله ممتلكات شخصيه.
تمام. وين ممكن نمحط شنطتي؟ نقدر نمحطها هنا؟
كنت نبغي هديه لصغير.
هل ممكن تخلّي الغرفه دْفا؟
البته علي اليمين.
اتصالك موحد.
واش تقدر تسالي ليا كيف نشوفرا هادو العدد؟
هذا للرجال؟
اوه، بجد؟ هل اخذ شيءًا؟
اعتقد ان هذا هو النوع الذي نود استيراده.
هل فيوجد اي متاجر صغيره قريبه؟
سياره بغيتي ترفعها. ما عنديش والو، بغيت شاحنه تراف.
اريد كتاب صور، من فضلك.
الجلّس، من فضلك.
هل هي سياره ببابين ام باربعه ابواب؟
واش يوم جميل!
واش انا طلبيت برجر سمك، ولكن ما فيهوش سمك في برجر السمك ديالك.
سماح ليا، ولكن هل يمكنك ان تعلمني كيف استخدم الدش؟
شكرا. بالمناسبه، كيف تريد الدفع؟
اردت فقط التاكيد علي ان الرءيس التنفيذي لشركتكم سيحضر الاجتماع غداً.
انا اسف جداً، لكنني ساكون متاخراً للقاء. لقد علقت في ازدحام مروري.
هل يمكنك حجز غرفه لي ليله الثامن عشر من سبتمبر؟
هل فيوجد دوزان ليين طويله؟
واش تقدر تساعدني نحدد ايالور نروحو عليه بكره؟
لازم نهزّوّ الحجوزات.
هناك قوارب مستوحاه من سفينه قراصنه او سكوتر بخاري قديم. البعض الاخر يبدو كطاءر بلشون او حوت.
المستر فورد قالي نجيليك.
نود الذهاب الي جبل غروس للتزلج. هل يمكنك ترتيب المواصلات؟
استطيع الحصول علي استرجاع المبلغ لهذا التذكره؟
واش طول الوقت اللي حتقعده باش توصل سوق هو؟
الوا قراaa؟
واش بغيتي تلعب دوبلز؟
ايه. انا باغي/باحه احمر شفايف شانيل رقم خمسه وثلاثين.
بحوয়া تمنتاين دولار، تقدر تدي واحد فناين مزيان.
ط just سمعت ان Grandpa موت.
ايرلاينز امريكان
هاد المنتزه الترفيهي دايما مليان بزاف بالناس.
هل لقيت شحال الخدمه ديال السلامه؟
عندك ايس كريم؟
الريح شديده.
علابالنا نشوف فيلم علي هاد الرحله؟
هل عندكم حد عندو القدره يتكلم بالياباني؟
الرقم هو تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه.
والله، بغا ليا قليل خل.
ملاحظه اخيره.
للتامين، اريد تغطيه كامله للاندماج.
اريد ان احجز جوله، من فضلك.
تذكره يوم واحد؟
واش؟ اه، اكيد. مازال ما خدوهوش.
الثاني من سبتمبر، حجره اقتصاديه، لشخص واحد.
لازم نمش تاني قبل السواح توميه.
عندي بزاف من المناسبات السنويه بالاضافه الي الاجازات الوطنيه.
دي موضه هالصيف.
هل يمكنني الدفع بفيزا؟
سماحلي. بغيت نروق لميامي.
واش فاهم عليك من الفواكه؟
عندي حلويات قليله السعرات الحراريه؟
هاد شي بزاف بحالو.
ياخدو قاطار سريع لبيرلين؟
هل عندكم عروض خاصه علي عطور استِ لودر؟
هل عندكم مايونيز؟
استعملوه كصينيه.
اريد مقعدًا بدون تدخين، من فضلك.
سياره انا ماشي بها تصدمت في شارع.
نكتب بطاقات تهنءه بعيد الميلاد ونضعها في البريد. يتم تسليمها في فاتح يناير.
موسط فقط، من فضلك.
ما قليل من اليابانيين يرسلون بطاقات عيد الميلاد، لكن مليارات البطاقات الخاصه بالعام الجديد تُكتب، وتُلون، وتُختم، وتُطبع، وتُرسل كل عام.
واش تقدر تكتب هاذ؟
هل ستذهب الي المدرسه؟
كنت باش نشري عطر.
اشْوا نْغَا؟
هنا عشره دولارات، و دولار ونصف للرصيد.
انا يوكو سوزوكي من شركه يونيفرسال.
السعر المبادله موحيد بزاف، ولكن يبدو لي ما عندي والو خيار.
هذا ليك.
حوّل لليمين عند الزاويه التانيه هترجي واحد.
واش القاموس؟
انت جبت اكتر مما يُسمح به.
الزجاج ملوش.
اهل تغطي بيها التامينات ضد التصادم والمسءوليه؟
هذاك غادي يلقاوووه بيا الجو.
واش كنعرفاش نمغير الباب. تقدر تغيّر الكارت؟
انا افضل واحد في المقدمه علي الطاءره.
الدرجّه (او غرفه القياس) ورايه المحلّين.
واش سميتوقفات حنولي كنبغي نرجع؟
ماشي صحيح.
لا، من فضلك لا تفعل. هذا للاستعمال الشخصي.
والله، بغيت نسكرّبوني سياره تلقي مانيوال، من فضلك.
صافي ننزلق عندو فالحوتل؟
سرحان اخر، من فضلك.
واليكم طلب حجز غرفه من يوم الحادي والعشرين والثاني والعشرين من شهر غشت.
التقط صور فين اقرب مصور؟
ثلج، من فضلك.
يمكنك الدخول مباشرهً من بابك مباشرهً.
"بورجي غايب. لقيتوش بورجي في الكيس ديالو. عندي باش نخرج ليا ل طوكيو غدوو صباح."
والله، بغيت نركب طاوله لسته ديال العشيه.
واش تقدر تدينا بلايت ثاني؟
كام هو السعر من هادي من مركز التشغيل للخطوط الجنوبيه؟
استطيع ان اشوف هذا القراط؟
والو ما بغيتش نهبل بدري.
استطيع ان ازودك بغرفه مريحه للغوص، من فضلك؟
اسْم حزباك و رقمه، من فضلك.
اخدت ساريا ديس اوتسيس من سان ديغو.
ما كنعرفو شي صابون.
واش المغادره ديال البارح لمدينه شيكاجو غدي تخرج فين؟
اريد ان اتصل بالكريديت كارد الي اليابان، من فضلك.
كنت ضحيه سطو عند زاويه بيتش ووك. من فضلك تعال بسرعه.
فسبق لي ان اشكرك جزيل الشكر علي البرنامج المثالي الذي اعددته لي.
طبعًا، يمكن لهذا الجزء السفلي ان يمتد او يتقلص كما تشاء.
واش معاكاش شي فيلم جديد هادي الجايه؟
بالليمون، اذا كان متوفرًا، والسكر.
واش كاين، تقدر تساعدني носи هاد الصندوق؟
هذا دواء للحمله، وانا عادهً استخدمه.
لا، ولكن اذا اردت استخدام خزانه، هناك رسوم قدرها دولارين. يرجي دفعها في مكتب الاستقبال.
والله، انا بغاونا خس و لحم مقدد و جبنه علي خبز الجاودار.
واش كيفاش نرجع فهنا؟
ديما تولي برّو للْمْداريهْ بالْقاطار كلْ يوم.
انا بغاون شويه سكر، من فضلك.
من وين هاد التّريّع؟
ايّ دوره مُخصّصه للمبتدءين؟
هل ستكتب التقارير ليا؟
والو ما بغا شي. عندنا وقت بزاف.
لقيت شوكه في ايدي. ممكن تعطيني ملقط، من فضلك؟
واش سميتْالْحراره؟
اعتقد ان فيه خطا.
واش كيف بدفع، نقدي ولا بطاقه؟
هل يمكنك الانتظار قليلًا اخر، من فضلك؟
هل يمكنك تعبءه هذا النموذج الخاص بالتامين الصحي، من فضلك؟
وش هي الاكثر شعبيه؟
شكرا.
شكرا جزيلا علي كل مساعدتكم.
من الثامنه الي الثامنه وخمس عشره دقيقه.
علاش عندك نفس الشي باللون البني الداكن؟
يعتمد ذلك علي التوقيت.
واش رح يرجع؟
مكتوب لي طلبي جواز سفري.
متحمس/متحمست لمقابلتك.
لقيت تذكره طيارتي ضاءعه.
والو ما بغيت نمشاي نفس الشي اللي اللي الشخص اللي عند هاد الطاوله كاياكلوا.
الرجاء تفعيل بطاقتي.
انا شحال هاد، انا قاعدله دورتي. واش هاد شي صعيبه؟
كان هذا بين كروس شاريج وبارك غрин.
توقف.
شكرا. هل يمكنني الحصول علي ايصال، من فضلك؟
هل يمكنك ان توضع هذا علي الخريطه؟
واحده او ربع ساعه من بعد الظهر
الرجاء رسم خريطه هنا.
هل ستصلحها؟
شكون، ما دوشه سخنه بالتاaaa.
هل ستعطيني مسكن للالم؟
انا هنا لزياره. ولدي ساكن في سياتل.
اذا كان متوفرًا، اودّ اليًا.
هادي السماعه ما كايخدمش مزيان. تقدر تعطيني سماعه تانيه؟
واش راك لاباس؟
هل في هاد المخزن اي فنادق صغيره قريبه؟ من فضلك ارسم لي خريطه.
هل عندك لِّلْحَااضِ تذاكر لفيلم "ريفر كبير" لليله دي؟
يبدو متشابهًا جدًا.
شّي وحدتي هاد القميص شّي مصنوع منها؟
المغادره ستكون قبل سنتين.
نحبو نشاركوا هاد الامر بيننا الثلاثه.
فواكه، من فضلك.
هذا مهم.
الرجاء تركهُم بالخارج.
مسا الخير. عندي موعد مع الدكتور دريل الساعه 3 من بعد ظهر اليوم، لكن خايف نكون شوي متاخر. هل هذا ماشي الحال؟
علاش عندك شي حاجه فيها مفاتيح؟
الكراسي S مSold out، لكننا مازالو عندنا كراسي A.
نحب نشاركوا هاد الاكل. تقدر تدي صحون صغيره؟
انا حاسس/حاسه بغثيان.
خفض السعر.
هل يمكنني التحدث مع عامل ياباني؟
والو كان بغيت نعرف قيمه تليفون لايوا ليوس.
والله ماشي حتا شي، خاوتي. تاخد المترو هنا بري عليك، يعني.
לקראת מיqedين الشغل، من الصحيح نقول "مشكور بزاف" للتعبير عن الامتنان.
هربوا بوشاح اللءلء و اشياء اخري قيمه.
ستريني الطريق لدار الصحه؟
نحب نذهب لبرج لندن.
والو ليا بغيت ننزلق هانا.
استطيع الحصول علي شهاده طبيه؟
هنا صوره نسخ من تذكره.
دي سياره زرقاء صغيره، رقم لوحه KAY ثلاثه واحد وخمسه، ورقم التسجيل PRI اربعه خمسه سته صفر.
هل ممكن تديلي شويه تخفيض؟
هل تلعب اي رياضه؟
هناك طلب كبير علي هذا النمط بين هواه الجمع.
اكيد، ها هي الترجمه: عندي ياك في بلادي، لكن ما عندي محولات. انا نقترح عليك تروح محل يبيعوا شيول للزوار.
اقدر نشوفك بليل بعد العصر؟
الخُدّام!
صورتان من طماطم كريمه، من فضلك.
هل هو علي بُعد مسافه مشي؟ ولا هو بعيد جدًا بحيث لا يمكن المشي اليه؟
ايه. بغيت تذكرهين لفيلم "رغبات مقيده". عندك تذاكرات ل encore الليله؟
هل هذا هو الرحله الصح؟
عمل شويه تمارين خفيفه و اعمل مساج بعد ما تغسل بزاف كل يوم.
هذا هو الخروج الوحيد.
انا خايف انك فهمت التاريخ غلط.
صاحبي من هاد البلاد راه كاعودني، فالكل صافي.
هادي الغرفه ديالها معنداش هادوك السكتور.
ما عندي الشجاعه نلبس شي بحال هكا.
الاشجار الـ "جينغو" كتكونا فنانين جدًا لما الاوراق ديالها تولي صفراء في الخريف.
انا عندي حفله النهارده. باش تديري شعري، من فضلك.
اتسالني اذا كنا سنبدا ببيع منتجاتنا في امريكا؟
كيف تشلفو هاد الاسم ديال المكان؟
الرجاء تحصيل المبلغ عن طريق بطاقتي ماستركارد.
كم هو ميزانيتك الاعلانيه؟
وين حمّام؟
والو ما باغين نمتوا.
انا خايف بزاف الراس كان حوالي 3 دقاءق.
ماشي حتدوري علي حالك مع شكلك هذا.
ساكون متاخرًا خمس عشره دقاءق للمقابله.
واحد بالاسم ديال المحل، باللي خدمت ليا علي مطالبات التاميني.
هذا للاستعمال الشخصي.
والو كي نطلب شي حاجه فيها طواجن محليه.
اريد حامل ثلاثي، من فضلك.
واش بغا ليا دريه ليغبر.
كنتُ مُعَوَّضًا فجاهً بالمٍ شديدٍ في ظهري.
والو ما بغيتش نهنج بسرعه. كاين طياره بدري؟
شكرا ليك علي كل النصاءح. انت لطيف جدا.
واش نوع الموديل بغاتو؟
واش بغا عشره قروش علي تلاته؟
واقيبل هادشي راه كتدابلو هاد لعياده حتي تولي علي بارك صغير.
انا بغيتو.
اللون لي كي خي يولي؟
نريد طاوله قريبه من النافذه.
اسف، ولكن كلهم مُستعمل تمامًا.
شيء جديد عليك هنا، اليس كذلك؟
استطيع ان انظر من حولي؟
ماما، وش خصك تحديدًا في جوانب هذي في ه البلد؟
هل ممكن نح القدْر في الغرفه تقريبًا 30 دقيقه بعد الوقت المحدد للاخلاء؟
اسف، رقم غلط.
طاوله اكبر بكثير، من فضلك.
طبعًا. ماشي مشكله. ما عليك القلق بشان هذا. اتمني ان تكون اكثر حذرًا المره القادمه.
هل ستُريكلي كيف اشغل المصباح؟
الرجاء ان تظهر لي الموجود في النافذه المعروضه.
هل فينا نسقي البرنامج؟
ساخدم.
و اغلبيه الشوارع لا تحمل اسماء او لافتات. لذا فالوصول الي وجهه ما بناءً علي عنوانها امر صعب للغايه.
دي واحد بخيل بزاف. تواخلا شحال.
اعطيني كريم حمايه من الشمس.
الرجاء الاتصال بسياره اجره لي.
هل هو طازج؟
بَلْغَهُ ايجَارِ مَلْعَبٍ لِسَاعَهٍ؟
ها نديك دولارين باش تولي 200 دولار.
هل هو علي اليسار ولا علي اليمين؟
نغاون بنتاويين.
انا بس نخلي نمشي نتمشي براحه.
هل اقدر சார்جه؟
واش قيمه تذاكر طيران لمطروح؟
اقدر نسلك علبتين من سيفن ستارز؟
اعرف رقم تذكرتك، ووكاله السفر، وتاريخ الاصدار، وطريقه الدفع؟
كام تا سعر الغرفه ليله؟
انت فزت. خمسه كافيه.
نحبور للو هتل لانجاب كاميرتي.
هذا مساله حياه او موت.
علِّي تغيّر تاكسي، ما في والو وسيله نقل عامه.
هناك اثنا عشر فريق كره بيسبول محترف في اليابان.
في الكتله الثالثه علي يسارك.
اريد ان اقوم باتصال بين محطات الي طوكيو، من فضلك.
نحب نتقابل.
واش غدي تلعب معايا تنس الاسبوع الجاي؟
واش نزيدو نركبو علي هدا؟
سماحلي. كنعرف جاكيت جلد.
الله يبارك، مشاء الله عليه.
واش محل ملابس تلقي تحفضه؟
استطيع ان احصل علي كفته اللحم، والغي شراءح اللحم التي طلبتها؟
ناخدو لوا نلعبوا جوله. بزاف دايرين؟
هاديّ وليّ غاديّ نلقاوها مينا 30 دقيقه قبل الموعد.
شكرا علي اتصالك.
سيجار، لو عندك. بْـالْـغالي شحال؟
انا بغيت خدمه يرن عليا.
وش هي جبل جنيف؟
هل تقدر تخليه في نص ساعه؟
اريد خريطه طريق للحافله، من فضلك.
انت المسءول عن الحادثه.
ماروشحو هادي الشارع مباشرهً خمس بلاطات، وهناك صيدليه في الزاويه. لما توصل، دير يمين. غادي تلقاها علي يسارك مباشرهً.
من فضلك تحدث ببطء اكثر.
واش معاكوا لاباس باش تورينا هادي الاسبوع، من فضلك؟
ⵏَاخد ⵏⴰⵙ ⵉⵙⵄ ⵉⵎⴰⵜ.
واش كايناصب ليا شفتو تبديل الحرس.
واو. الكل كايتماش و كايغني بزاف.
علّامنه نرخصوش علي الباخره، باش باننا مع وليد؟
واش في شي عند المسرح الوطني؟
اقدر نسلك غرفه لليله دي؟
ايه، انا جايب لي فدوه دميه يابانيه لصاحبتي.
وين الكاونتر ديال الخطوط الجويه اليابان؟
واش концерт ولا فنان! عجبك؟
انا اعلن عن هذا الشيء.
انا ايضًا سعيد بلقاءك يا بوبي. هل ترغب في السباحه معنا؟
ما بغيت نمشايش النهاديو.
والو، نشطو.
الرجاء توسيع الخصر بثلاثه سنتيمترات.
كنت نبغي هديه تذكاريه شيّبه من لاس فيجاس.
هذا ما طلبتُه.
واش خدمت الدراسه فين؟ واش تديرو الدراسه في الغرفه هادي، ولا رايحين المكتبه؟
واش، بس ما هوش راجل، ها؟
والله، انا بغاونيا عدسات جديده.
بحاجه لمزيد من الوقت.
واش المغنيه بدات؟
هذا اللي بغيتوه.
والو ما بغاونا نشري شي حاجه فهاد المدينه. كاين شي در دار او مركز تجاري نقترحوه عليا؟
والو عندي وقت بزاف. ça لاباس؟
دي عواصف تروبيكوناليه. لما تضربو اليابان، كاي Cause ليا مشاكل كتيره.
اعتقد اننا نفعل. ساتحقق واعود قريبا.
قولي لي يا سيد مورتا، هل زوجتك ترافقك هنا في نيويورك؟
واش تغيّر التوغيلات عند المحطه الثالثه.
شحال بايس لينا لي دار الثيران؟
عشنا زواجنا بالكاد يومين.
واش بغيت نسخه طبق الاصل ديال موديل لي Riders 1944 واحد ونڤين.
سماحلي، هايله طولوبه بزاف لياكلنا؟
اناPreferred اكل ايطالي.
واش تقدر تسال عند المكتبه هادي اللي فوق، لو ضعت.
هل ستلف هذه الاشياء علي حده؟
هادي حتي نطلع في كام دقيقه. توا، توا متاكد فين حزامك مقفول ومثبت مزيان.
اجل، لكن من فضلك لا تدعهم يغرقون في الماء العذب او في سباكه الاستحمام.
واش بلا الـ World Series؟
نغاونا نشري شنطه ظهر.
كنت وين؟
كانت لو دържаت شويه اطول، يمكن كان كنشريحه اقل.
واش واحد؟ خمس جنيهات ولا عشره؟
انا حاسس/حاسه بالمرض. وين دكتور السفينه؟
انا من اليونان.
يلاءم ذوقك؟
الي ايه الوقت عندكم فتح؟
هناك واحد في الخلف ديال هاد القاعه.
ها نتاعنا غادي نمشي مع صاحبي لليل.
انا اسف، حسابك البنكي ناقص.
عندي خمسه و عشرون دقيقه.
شله و فرنجه و كوابيل، و شاي حليب.
هذه عنوان فريقي ورقم هاتفي. هل يمكنك الاتصال بي علي هذا الرقم بمجرد العثور علي حقيبتي؟
افضل لو كان الطاوله في قسم التدخين ولا قسم غير التدخين؟
والغادي نتعشو بزاف الخضره اليوم.
عندي بطاقه التعريف. رخصه القياده كويسه؟
نصف يوم يساوي ثلاثين دولار. يوم كامل يساوي خمسين دولار.
لوحه التزلج علي الماء تكلف عشرين دولارًا للساعتين واربعين دولارًا ليوم كامل.
واش حار بزاف. واش تقدر تعدل التكييف؟
شحال سعر الين اليوم؟
هذه سوغيتو في الغرفه الثالثه والعشرون. انا للتو قمت بتسجيل الدخول، لكن هذه الغرفه اصغر مما توقعت. هل يمكنني تغيير الغرفه؟
هل باص شارع فايف اڤينيور وينتظر هنا؟
عندي نقود باش نطفّع لثلاثه ايام.
نا درك نتعرف علي شيء مصنوع يدويًا؟
واش كيف نمشي فون ل براني؟
وش الرياضات اللي معروفه في اليابان؟
هل يمكنك ارسال خريطه لي عبر الفاكس لاصل الي مكتبك من فضلك؟
واش خدمتكم، يا ستي؟
نوصي بان تاخذوا جوله بوسطن في المدينه. هذا يمنحكم فرصه لرءيه اهم المعالم السياحيه في بوسطن.
انا نحاول نلقي هاد العنوان علي هاد البطاقه.
مرحبا. هل هذا شركه بوسطن للتامين؟
شحال هاد الفالون ديال الخدمه؟
كانت وجبه شهيه جداً.
الان هو اخطا.
اي جزء من النمسا؟
هادي التخين را كتذهب الي وين؟
هل استطيع استعمال التليفون؟
واش الطول الموريساوي الماكسيمال لبايس؟
اريد ذلك في الثامنه والنصف.
ممكن طاوله لليتين، من فضلك.
واش تقدر تسالني، هل في مطاعم بحريه كويسه دايره هنا؟
تمام. مباني ولايه نيويورك دي واقفه بالضبط علي الطريق ده. اللي عايز يعمل هيروح لمحطه الباص اللي فوق علي الزاويه و يركبها مستقامه. هتبقي علي يمينك.
واش هاد السعر؟
واش باغين تغديالنا، ايس كريم ولا شربات؟
ماشي حكايته مع ميزانيتي.
هل لازم نطلب كوره كامله؟
لا، مازالنا ما كنعرفوش.
عندي حجز لليلتين.
هل عندكم اي ويسكي؟
هل يمكنك الاتصال بي اذا وجدت حقاءبي؟
اعطني رخصتِك السياره، من فضلك؟
واش واحد سمح يشوف من سمح؟
كيفاش выглядит علي мене؟
لا، قليل جداً. قد يكون هذا من الاسباب التي لا تلتزم بها النساء بواحده من الشركات.
كم المده التي تستغرقها للحصول علي جواز سفر بدل؟
لفني، من فضلك.
بهدوء، يُحسن.
انا غادي نموت شويه زبده.
قلت الخطا في الحافله.
وش حجمه؟
هل يمكنك طياب هذا اللحم شويه اكتر؟
الرجاء الاتصال بطبيب.
ساخدّ البنّاء.
هل يوجد مكان لحول المال؟
انا بغاوني دايمن.
اقدر نسلك شويه سناكات؟
لا، يا للاسف ما قدرت نمتوش بال خاطر هاد الجاي.
كيفيه حساب الغرامه علي الالغاء؟
رحلتنا تبدا في اليوم والعشرين من يوليوز وتنتهي في اليوم والعشرين من يوليوز.
ماشي برك.
كيف تشفع هاد المحطه؟
هادي انا غادي نهديها بالذات.
هل المتحف مفتوح اليوم؟
خليني نشوف واحد تاني.
هكا، من فضلك.
انا بخير، انت ايضًا، شكرًا.
واش طولتي في مدينه نيويورك؟
استطيع ان انفي الحلوه؟ انا شفت خلاص.
هل فيوجد حافله تذهب الي فندق شيراتون؟
نعم. رقم اربع وخمسون.
فقط واحد الان.
باش فور، مباشرهً. غادي تلقي اللوحه. ما غادي تقدر تغييبها.
علاش تاخدو هادشي لمقاطعه التغليف.
واش طول الوقت اللي داير باش تضغطو عليه؟
ياريت نقدر نسافر بلدك.
قولي اللي فاهمني.
متي موعد التسليم؟
ارسم لي خريطه، من فضلك.
ما عندي حجز هنا، ولكن هل عندكم غرفه لليلتين؟
والو، بغا نخرج شحال هادي. تقدر تاخد شنطي؟
فينو هاد الشمال؟
استطيع ان احصل علي بطانيه؟
هل قال ان المحطه التاليه هي شارع العشرين؟
هل يجب عليّ ان احجز طاوله في عربه الطعام؟
مساء الخير. عندك طاوله فاضيه لليابانين؟
وش هواك؟
نعم. كم يجب ان ادفع لابدا؟
اجل، ساطلب بيره خفيفه مع المقبلات.
الرجاء تنظيف هذا الفستان.
علاباليك شيء نسكت عليه؟
ايه، انا حر.
واش كديرا؟
كان طويلًا بشعر اشقر.
واش الق 담ي؟
حطّ رغيف علي واحد و اهرسه بالماطر ده.
الحافيه تسري في الليل لما يكون فيه بزنس قليل. فديما ما تتاخر.
كنت معصبه لخمسه ايام.
بالتاكيد. غادي نمشي معاك.
هل تقدر تسحّبلي شويه؟
دارك كبيره بزاف.
اقدر نشرب شاي بدل القهوه؟
ما كنعرفوش علا بعضنا حتي.
هل عندك بطاقه بريد متبقيه؟
هل تقدر تبعت هادشي ليا بالبريد؟
والو قهوه.
وين الكنسياليه اليابانيه؟
والله، بغا تاكل ارز.
ايه، موجود. هنا الجاي. تصبح علي خير.
استطيع ان احصل علي بعض الخردل؟
هل يمكنك ارسال فاكس الي هذا الرقم؟
علابالنا نتقابلو الساعه 3 توا؟
نسمعش فين لما نروح للخارج، و بنضيع فلوسي من هناك وهناك.
عصير تفاح، من فضلك.
كم عدد ايام الاجازات المدفوعه اللي بتاعه السنه؟
ممكن طاوله لاربعه من فضلك.
سمح.
عليهم. بغيت نالقي للبولس معاك؟
هذا سيكون راءعًا. كنت انتظر فرصه لفعل شيء كهذا.
اود ان ارفع كاسي نيابه عن السيد ويليام.
شكرا لك، سافعل. نامل ان تاتي لزيارتنا في مكاننا يومًا ما.
والو ما بغاونا نروحو ليهاموزييه.
افكر في الاستفاده من الخصم الخاص الذي تقدمه شركه ABC للطيران الي هاواي الشهر المقبل.
اعتقد ذلك. انتَ/انتِ بخير.
علابالي نسلكاز عديّري تذاكر لي "لس ميزارابلز" ليوم السابع ديال يونيو؟
هل تبيعون كتبًا جديده فقط، ام انكم تتعاملون ايضًا مع كتب مستعمله؟
نحب نرسل رساله الي اليابان.
كانت امّا وانا مشيت علي شارع برادوي.
واليا لي حاجه ديال قلاص او شي حاجه لخدمه الاكل.
واحد تذكره سفره واحده من الدرجه الاولي الي كالáis، من فضلك.
الرجاء الاتصال بسياره اجره في الساعه الاثني عشر ظهراً.
بخير، شكرا لك. وانت؟
هل في هاد شي بحال؟
الرجاء اخبار السفاره اليابانيه بعد ان تبلغ عنها للشرطه.
اضعافهم؟ انا محتاجهم بزاف.
واش بغيت شي تشربو مع والو؟
اعطني 30 لتر.
واش؟
هل غدا فيه موكب؟
ماشي الحال. عندك واحد ثاني؟
هذا العنصر غلط.
عندي زجاجتان من الويسكي.
صداع نصفي
هدايا لاصدقاءي.
صدرِي باغِي.
فيه بارده مليانه مشروبات في زوّال العربه ديالك.
اريد شياف ماي، من فضلك.
الكلشي غلي غلي في الهوتيل، خلينا نخرج لپِحل.
واش نبدا؟
واش سمحتيلي، وين المكتب بوستال؟
اظهر لي الرسوم من فضلك.
واش؟ ما كليتش.
سنتين تذكره عشره دولارات، من فضلك.
واش كيف بغاو لحمهم؟
من فضلك، صف لي ما فقدته.
ما هو فصيله دمك؟
واش سمحتيلي نشوف الطريقه؟
اريد مقبلات، من فضلك.
وش القامعه من الاكل اللي كتير يشتروه في المحل ديالك؟
عليك تروح لفيدنا.
هل نستطيع الانتظار طاوله؟
هل شارع هدسون هو التوقف الثالث؟
فين مكتب تسجيل الوصول لشركه لوفتهانزا؟
الرجاء التقاط صوره لنا.
اسمك وعنوانك هنا.
هذا العمل من مين؟
الاسود ماشي.
الرجاء التقاط صوره لي.
اريد ان اتواصل مع شركه تاجير سيارات.
طاوله زجاجيه، من فضلك.
ارجوك اخبرني عندما نصل الي بوسطن.
اريد نبيذ احمر جاف، من فضلك.
هل حفظت ارقام شيكاتك؟
والو ما بغيتش نشري افضل مقاعد.
الان اذهب الي الجمارك.
انا افضل الجلوس في الامام في الطاءره.
ضوء رسالتي مضيء.
علّامن نشد ن Contact مكتب المعلومات اللي في زاويه لاله الفندق. هيڭاون يخدملو حجز.
اي طرفه؟
هو لص.
هادي الحوبه فيها طعم قوي.
واش في الحقيبه؟
دي ليك باش نخدم بيها شحال ما بدا ليا.
اريد فيلمًا لهذا النوع من الاضاءه الاصطناعيه، من فضلك.
يهدف هذا الي مساعده الجرحي في مصاريف الجنازه.
انا اسف. جايه نرطبك شاي علي طول.
سماحلي. ممكن نعطاني بطانيه؟
واش فاهم عليك؟
تمام. استدر يسار عند المفترق التالي. غادي تلقيو هاد الشي مباشره قدامك.
هل يوجد مكان ممكن نريح فيه؟
هل تضاف تكلفه التوصيل السريع؟
واين واخا وين ممكن نجيبو هادي؟
واش واحد هما كيعجبو جلدك صح، الطلاء اللي لونو دايم، ولا الطلاء اللي لونو فاتح؟
شكرا. هذا يعني انه سيكون الصباح الباكر عندما نصل. هل تعتقد انني استطيع اخذ المترو الي وسط المدينه؟
وش علاجات تحتوي عليها؟
نعم، عندي حجز لواحد. الاسم مِتسوي. ام-ات-س-وي.
هل عندكم هادشي بحال الريش المفتوح؟
شكرًا. اوه، اري ما حدث.
شحال المسافه هاد لـوotel؟
استطيع ان اريكَ مكانَ المقعدِ في خريطه، من فضلك؟
قوله انه ça va appeler عليك بعدا.
رجاءً اضبطوا مقاعدكم في وضعيه مستقيمه.
هل هاد الشارع يخدم بزاف و بزاف؟
انا اسف لازعاجك. هل يمكنني الحصول علي قلم احمر؟
اريد ان احجز موعدًا مع السيد واتسون.
ها انا غادي نركز عليك كيف تشري بالشوكه.
سيدي الشرطي، ممكن تساعدني؟ ما بقدر الاقي متحف بي ان ام سي الوطني.
سياتي نادل لياخذ طلبك. يرجي الاتصال بالنادل عندما تكون مستعدًا لطلب الطعام.
لا، ها ننننقلهم.
هل يمكنني استخدام شيك المسافر؟
نعم، عندنا. ايه اللي بغاو؟
واش حار؟
انا الان في مطار كينيدي. ما هي اسرع طريقه للوصول الي فندقك؟
انت في الصف السادس ا. الي اسفل هذا الممر، الي يمينك.
من فضلك، لا ترتدي جينز او تي شيرت.
واش باغيوك عليه؟ يعني واش باغين علي البرجر ديالك؟
هل حامل؟
هل تقدر تدينا تاكسي؟
سارحموا امرنا، ونتشرف بقبول عرضكم.
ما كباش عليه هادشي.
كم دقه هذا؟
هل فيوجد كتاب بالياباني؟
ماشي، مازالو مخلوع، ولكن دارو طلب.
انا افضل مطعم نباتي.
المقبض ديال الباب معطل.
اه، ها هو.
الرقم خمسه واحد ونصف، سبعه سنتين ثلاثه في لوس انجلوس، من فضلك.
هل يوجد جوله؟
واش د داروكي من شي دواء بارد؟
ما عندي والو لحم خنزير.
اكتب هدا علي ورقه الخدمه. فيه تمنان زياده.
الرجاء ارسال هذا الطرد الي اليابان.
هاوّل، هاوّل.
هادي باغي راجع.
هل يمكنني البقاء في الطاءره اثناء انتظارنا؟
بالتاكيد. سنقوم باصلاحه قبل عودتك.
شكرًا لك انا.
فقط قليلاً.
من وين اول جايك؟
ايه. كن واخا من زمان نرغب في زياره هاد المكان.
بالتاكيد. يبدو ان كل شيء علي ما يرام.
سادفع بالوثيقه التامينيه.
هل فيوجد اي جولات لتمثال الحريه؟
ها كوش. عا طالما.
انا عندي سمك بار دُنيي اليوم.
شكون. بحكي ليك. ما تحكي واليابه، وهما ما بحكيش ليهم.
واش خدم بلاصه، او شي خدم ف فراغك؟
انا نتلاقي تاني، الله يستر.
دي لونها اخضر، و بحال هاد.
اعطني الخريطه ديال المدينه من فضلك.
اسف، مِنسْحَبِين فَالْفُنِّيّ.
عندي نزيف من الانف.
بعضهم يذهبون الي محطه طوكيو المركزيه والفنادق الكبري.
ثلاثون جنيه، من فضلك.
سماحلي. وين الجوال العام؟
شكرًا لك، علي كل حال.
ايه، كليتني جمبري جديدين امبارح. طعمهم غريب.
اعتقد انه بيخليني بشوف اكبر.
واش تقدر تورينا هاد، باللييي؟
واش المجموعه منينش؟
النهار ديكون لدينا مينستروين، كريمه اسباراجوس، وشوربه خضره.
ساطلب مارتيني جاف. و عصير برتقال لها، من فضلك.
هل لديك اي تاريخ لامراض القلب؟
عيناي تعبانه.
كنت نبغي قميص بولو.
شيء تحت الميه دولار، من فضلك.
هادي تخرج من هادي الساعه 9.
شكرا ولكن يجب عليّ ان اذهب بالفعل.
سطح لامع، من فضلك.
واليا لي ثمانيه عشر دولار و عشرين دينار.
عندي هاد المنتج الجديد اللي خاص بالمراه العامله.
انا اللي نديها.
دي خدمه ديال تاتيك و مضمونه.
بِالصَّبَاحَه، شُكْرًا.
اعتقد انك تقدر تشتري كلشي من السوبرماركت. واذا ما عرفت، ما تخربش. انا رايح الصيدليه بكره.
ماشي، سيدي. غادي نمشي عاونك علي هاد الشي لما تدخّل. وقت الدخول من ربعه الصباح، ولكن ممكن نحتاط لشناتك ليك لو بغيت تسولو علي المدينه قبل ça.
هل يمكنك احضار لي قدر ماء مغلي؟
عندي مرض مزمن.
اعتقد ان هناك خطا في الفاتوره. هل يمكنك التحقق منها، من فضلك؟
هل يمكنك تفريغ الضعيبه، من فضلك؟
وش هي اماكن السياحه اللي معروفه حوالينا؟
تشرفنا بمعرفتك، يا سيد سميث.
والله، بغيت نمدد اقامتي ليومين.
هل تقدر تسعلني؟
واش نوع عطر بغات؟
هل هذه هي الخطوط الاقصر؟
هاك. اللّعبه بدات ثاني؟ نعم، نقدر ننجح.
والو ما بغيت ننزّل عند القديس بولس.
واش الامن؟
هل يمكنني ان اضع رساله بداخله؟
سيد واتسون، فرع ازدوج، من فضلك.
ماشي كنعرف نشعل واش نقلد.
هنا انت. هذا هو الاكثر شعبيه.
عندي حجز، اكياما.
عندما تخرج من المصعد، ستراه علي يمينك.
اهلاً، اضغط علي هذا الزر،. يا الهي، هذا لا يعمل. اسف، انه معطل.
كيف حالك يا سيد تاكاجي؟ لم نلتق منذ الربيع الماضي، اليس كذلك؟
لقينا الكثير من الاسماك المهاجره.
هادي باقيلنا بعدين.
واش كيعرفني علاش نمش هادو تاني؟
اذا كنتم بحاجه الي اي مساعده، فيرجي طلب المساعده من مضيفي الطيران. لدينا طاقم يتحدث الياباني والفرنسي والصيني والاسباني علي متن الطاءره.
مءه دولار، بدون الضريبه.
الرجاء ربط حزام الامان والالتزام باشاره "ممنوع التدخين" حتي يتم ايقافها.
هل فيها حمام؟
هذا جواز سفرك وورقه المطالبه الخاصه بك.
هل يمكنني الحصول علي طبق اضافي؟
والله، انا بغاونا د دارو.
انا و واحد تاني، نسلكو للوكيال؟
رحلت ب passaportي في تاكسي.
اربعين دولار.
الفندق ديالنا يخلي ترتيبات لخدمه حارس.
سَميح، هَناكَ نَحْوُ عِشْرِينَ دَقِيْقَهً سَنَتَاَخَّرُ.
هل في هاد القريحه اي مطاعم يابانيه؟
سياره سهله القياده، بعجله قياده يمني، في فءه لترين.
هل هو في الداخل ام في الهواء الطلق؟
هذه عنواني الجديد لارسال البريد.
نعم، يمكنك. هذه هي علامه المطالبه وتذكره سفرك.
اوه، حوالي السابعه مساءً، اعتقد.
لقد قفلْتُ نفسي. المفتاح داخل السياره.
يمكنك الحصول علي نتيجه افضل حتي.
والو كان عندي ما قلت ça va être ça croulé.
انا حاسس بالم شديد في منطقه بطني.
هل ممكن تغيّرلي مقعدي لمكان في قسم التدخين؟
هذا الرسوم مخصصه للاتصالات بعيده المدي.
هل لديك خطط لبدء بيع منتجاتك في الولايات المتحده؟
هل ممكن تدي ليا بيره تانيه؟
انا و جيم كنا اصحاب من ايام المدرسه الثانويه.
بيض مقلي، علي راسه، مع لحم مقدد، من فضلك.
تذكره مواصلات لمده عشر رحلات، من فضلك.
ساعتين، يا سيدتي. ساتحقق من ذلك.
ماشي بنسمع اسمي هادي ما كاين شي واحد هنا.
نا، وين ممكن نجيب باص السياحه؟ وبواين ومع فين ممكن نركب الباص؟
القمه ديالها كبيره بزاف. تقدر تغيّرها؟
هل في هاد المخزن ملاعب غولف؟
اريد ان اعلّق حجزي لرحله يوم 5 مايو، واحجز لي رحله اخري يوم 9 مايو بدلًا من ذلك، من فضلك.
هل يمكنني الاحتفاظ بهذا المفتاح؟
هل في احد يستطيع فهم اليابانيه؟
الله يسكنه فسيح جناته، انا حاسس بوجع قلبك. الله يرحمه ويصبرك و عيلتك.
انا نطلب ايطالي، من فضلك.
هل اديت بحثك؟
خمسه عشر دولار، من فضلك.
اين اقدر نجيب تومتين تذاكر كبيرين لفيلم "كيز"؟
احسنلك تمشي وتنفّس شويه بعد الرحله الطويله ديالك من اليابان.
وش المبلغ اللي ما عندوش فيو؟
هل تلاقه؟
واش جابك يحرق ليك في اليد؟
من هما مصمماتكم؟
هل يمكنك ان تلفهم معًا؟
قطه زرقاء. رباعيه الجاز القديمه.
في اي سياره يوجد هذا الحوض؟
تهانينا، سمعت انك اشتغلت مع شركه ايه بي سي.
هل يشمل ذلك الرسوم الاضافيه؟
والو ما كنبغي نشد حجز مقعد جيد باش نشوف العرض.
دي كاين 99 دولار امريكي.
عندي ليك ساعه وحده تعمل فيها اللي باغيه عليه.
والو ما بغيتش نكون في طوكيو قبل الجمعه.
هل المجوهرات بدون ضريبه؟
واش الفيلم اللي دارو بزاف حاليا؟
ماشي قديش نشيّك هادي.
شريت احمر شفاه هديه.
الي اِت ايّ وقت هيغيب؟
انا اسف، هل يمكنك تكرار ذلك من فضلك؟
حتي سبتمبر من عام الف وتسعماءه وتسعه وتسعين.
هل بامكاني الانضمام الي ذلك الصنف حتي لو كنت مبتدءًا؟
والو ما بغاونا نشري. وين بزاف بزاف بزاف من المحلات التجاريه قريب من هادي؟
نغاونو نشوف فيلم. شنو كتاني عاد؟
من عمله؟
لكن كما تعلم، "ال تي" غادي يخلّيوه اقل سعرًا.
كم هو سعر تكلفه مكالمه طويله للمسافه الي طوكيو؟
وش الوان تانيه دي السياره؟
ما كنعرف نشري واش نطلب. واش عاد كتقترحلي؟
كم هو السعر للشخص الواحد؟
قلتُ انّ وقتَ المغادرهِ قدْ زادَ.
مشيتي ما تباعو منفصلين؟
هل يمكنك ان تحجز لي تذكره لصاله سينما؟
بهذه الطريقه، انعطف يمينًا.
عندي زجاجه نبيذ الارز الياباني.
مقعد بدون حجز، من فضلك.
اوه، اسف. ها هو. هل يمكنني ان احضرك شيءًا لتشربه؟
ارجوك، جِعِلْك تْحْضر معايا.
الان تم حجزك.
والله، انا حاب نطلب مكان، كلاس اقتصادي، لمدينه لندن الجو مغربي الاحد الجاي.
عنده 30 كلمه. اذن، ثلاثه دولارات، من فضلك.
خدمتنا الشخصيه تقدر تساعدك، او تقدر تطلبوهو بالتاكسي.
هل المسرح هلوله مغلق؟
واش اسمك النهدي؟
اريد حجز غرفه صغيره.
شخصان.
اسمي سوزوكي. لدي حجز الساعه سته.
دابا، شي سيجار، من فضلك.
والو، بس قص بتعجبني.
واليا لي سلسله مع браслеت.
نحب نعرفو نشوفو البلاد.
هيا نتوقف قليلًا. هل تريد/تريدين شاي او قهوه؟
جاتني.
خديت مفتاح الغرفه في غرفتي. هل يمكنني استعاره مفتاح بدل، من فضلك؟
كم يجب ان اعطي بقشيش؟
سماحلي. هاذ الخدمه را هايله لينا للعطارقه؟
هل صحيح انه يمكنني ترك السياره في بوسطن؟
هل يمكنك ان تحصل لي تذكره؟
اقدر نسلكو شنبه كبيره؟
هادي الشربه سخنه بزاف.
واليا كنعرف خياره.
سنتصل بك فورًا بمجرد ان نجدها.
هل هوايه جمع الدمي هي هوايتك؟
والله، انا حاب نسلك حجز علي طيران جال يوم 20 مارس.
ماشي حيتعاون.
هل يمكن لليابان انتاج كل الطعام الذي تحتاجه؟
علاش عندك روايات يابانيه؟
هل ماشي زحمه اليوم؟
هذا معناه اني ماخالفش ابدًا.
واش معاك كام يوم اجازه في السنه؟
هادي هما ناعوموا شحال من اسبوع علي الاقل.
واليا ربيعه.
اهلًا، هل يمكنني الرّكوب في المترو للوصول الي برج مارينا؟
الرحله اللي كنت راح نطيور عليها، رقمها ايه الڤن، تم الالغاء.
واش؟ انا معيش في كاميكورا، نتمني تيجي لداري.
فين حمام ولاد البزاره؟
اعتقد انها قليله الزينه بالنسبه لي.
عندي بزاف من الحاجات ديال Presse.
الرجاء اخباري برقم هاتفك.
واش كاين فندق نقدر نعسّك؟
واو. شفتك هنا.
ده اخرشي رح نسوي.
القطارونات ماشي من كينج كروس.
لقيت شنطتي ضايعه.
واش وقت رجوعنا؟
الشباب اليابانيون مهتمون بالموسيقي.
والله غاولي نمطيت هادالجورب.
ايه، phonedت شويه من شويه.
علاش عندك مشروب وين دافء، ما غليتوش؟
جبت شويه موس شعر اليوم.
هل الطياره في وقته؟
واش كاين عليه تكلفه اعاده طباعه؟
نا، وين ممكن نشري تذاكر لرفرف؟
ستانهيجنغ يبدو شيّع. هل هناك اي جولات تذهب حوله؟
كانت اصابتي في القدم اليمني بشده.
انا كسّاب فالشّنّيل.
واش ما عندك والو تاكل؟
واش المغادر الساعه ديالها؟
بالبريد سطحي
واش خدمك لللحم، يا سيدي؟
نحب نعرف نركب الحافله الترانسفر للجو.
شكرا لك علي جلبك لي من المطار. انت لطيف جدا.
انا خايف الجمعه غديات غيوم.
كم تكلفه استءجار سياره مع ساءق؟
انا كنعرف الموزيز، ولكن اليوم نركح خدم بزاف من التوت.
رجاءي ان تلغي بطاقتي.
كوب نبيذ احمر، ماشي؟
بالتاكيد. هل لديك اي طبق معين في بالك؟
هل هذا نيكل فضي؟
واش هادي التوابل ديال شنو؟
عندي الف دولار نقد.
ولّع يسار. هي علي اليمين.
واش قيمه الخمسه ايام؟
هل يمكنك ان تحمل هدايا، من فضلك؟
سياره صغيره، ويفضل ان تكون سياره يابانيه.
وش المنتج اللي هو تخصص هاد البلاد؟
عندي وحدتين او ثلاث شحال ماشي كيحسن في الحي. بغا نركب لك حجز؟
اقدر نسلك ميه غرام سلطه القرع؟
حصلت علي ختم اخر؟
بالمناسبه، هل ملاتِ الوقود قبل اعاده السياره؟
نحب نذهب الي سان دييغو.
بعد وفاته، كانت هناك اصلاح سياسي، يُعرف باصلاح عصر تايكه.
لقيت شنطي علي الترام.
سَمعتُ، لكن كلمه "OMEDETOUGOZAIMASU" طويله جدًا بحيث لا يمكن عدّ عدد الكلمات فيها. بما ان الكلمه لا يمكن ان تتجاوز خمسه عشر حرفًا، ارجو ان تقسمها الي كلمتين.
دي تطلع من محطه الباص رقم 2.
اذا اردت.
شحال انواع السلطه اللي عندكم؟
هل يمكنك رسم خريطه توصلني الي هناك؟
ساقبّل ما تقترحونه.
واش كاين شحال هاد؟
اريد قلم حبر، من فضلك.
نعم، وا، و انا دافع بالبطاقه الاءتمانيه.
الرجاء جلب الفطور الي غرفتي.
هل لديكم اي جولات في المنتدي الروماني؟
نسيت الملعج.
الرجاء تحصيل الشيك الشخصي.
نعم، شكرا. اسمي مايومي ياماجي من اليابان. وصلت للوكيته للتو.
قدمي باغيه.
الشّمس قويه بزاف. واش درت شي شمسيه؟
هذا ياخذ تقريبا نصف يوم. المرشد السياحي سيكون هنا ليلتقطك حوالي الساعه 9 صباحا.
فين الستاد؟
סתם زجاج ناقص.
واش بغا مني تابليه ايطاليه؟
اه، شكلك نفس حجمي. انا عادهً نلبس M.
هذا الساعه العتيقه توقفت عن الدوران. هل يمكنك استبدالها؟
اراه فاقد شويه في الكتفين.
اريد استبدال بطاقتي. متي يمكنني الحصول عليها؟
هل يمكنك الاتصال بالشرطه؟
رقم هاتفي هو اربعه صفر اربعه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
اش خبارك؟
الاطباق الخاصه بالعام الجديد المعروفه باسم اوسشي ريوري تُعدّ في معظم البيوت حتي الان.
الرحله التي تستغرق نصف يوم لا ترضي الكثير.
انا غادي نسال اذا كان بامكاني نتْخذ صوره معاه.
شْلُ هاد الساكتش لابُريق من جلد؟
هاد بزاف يعجب.
السعر ماشي بزاف علي المتر.
واش كتقصد؟ واش في طريقه cheaper باش نرسله؟
نحب نغير شويه ين ياباني لـ دولار امريكي.
هل يمكنني الانتقال الي الصف الامامي؟
والله، بغيت نمشي. تقدر تاخد الحقاءب معايا؟
شحال هاد؟ تلقي عياده قريبه هادا؟
هل عندكم مفكات براغي؟
علابالكم، من بغيت نسلك ليه؟
هل هذا الطيران سيغادر في الموعد المحدد؟
هادي الثلاثه خرين من هاد.
فرّقَ خَرجَ بِسُرْعَهِ الي مَوَطِنِ الشَّارعِ حَيْثُ لَا يَجِدُ مَعْبرًا.
بالمناسبه، هل لديك تامين سفر لهذه الرحله؟
هذا للاستعمال ديالك الشخصي، طبعًا.
والو ما بغيت نخليه في مطار سان فرانسيسكو.
هل شيّ للحلويات؟
واليك، اود التاكد من موعد المغادره.
ها انا غادي نكون في فندق هيلتون.
هل يمكنك ارسال هذا الرساله لي؟
عندي عيله من اربع اشخاص، فيها والديّ و اختي الصغري و انا.
واش سميت الفنان؟
قوللو ليه سمّع قبل شاوط، زمان جاپان.
كيف اقدر نجي للوحري؟
واش كايشرب؟
استطيع ان اخبرك برقم هاتف شركه سيارات اجره؟
ثلاثه كعكات و بسكويت، من فضلك.
والو غديور فيه بحوالي ساعه.
سلام. بيير وان سمك و شواء. هل استطيع مساعدتك؟
شكرًا لك. هل يمكنني التحدث مع السيده ياماتو، من فضلك؟
هل في شي محل يبيع بضاعه بدون جمركه هادي؟
كيفيه سحب المال؟
نعم. اود اعاده تاكيد حجزي علي الرحله السبع عشره الي طوكيو هذا الاحد. اسمي ريكو موري. ام-او-ار-اي.
واش كيعجبني شنو لاباس في الخيوط ديال هاد ليعقوبه؟
اريد ان احجز مقعدًا في السفره الي واشنطن العاصمه، من فضلك.
اقترح عليك زياره مبني الامم المتحده علي ضفاف نهر الشرق ايضًا.
هي عندها تسعين. انا حاب/ه انفقه حوالي تسعين دولار.
ارني هذا الانبوب. الثالث.
اذا كان الشخص بوذيًا، اجل. ولكن العديد من العاءلات تقيم الجنازات في بيوتهم.
قميص ابيض واحد ونقطتين جوارب.
حوالي الف دولار.
كام هو السعر ديال اقل تذكره؟
ستيك رجاله و سلطه خضره، من فضلك.
تمام، من فاليوم. واذا احتجت اي حاجه، دير بالك.
هذا اللي غادي ندافع عليه.
انا بغاون نطلب بيتزا. مين جيه يوصّلي هانا؟ الرقم ديالو هو؟
جاتني مقابله.
هل عندك غرفه احسن؟
هذا بزاف من الوقت. راه غياده الجيد السياحه جايه تديك من عندك الساعه 9 الصبح.
الرجاء اختيار بعض النبيذ الجيد لوجبتنا.
والله، بغا واحد خمسين دولار و خمسه عشر دولار، من فضلك.
عدد السكان في طوكيو حوالي اثني عشر مليون. انه مزدحم، وتكلفه السكن مرتفعه.
يمكنك اجراء مكالمه مباشره من غرفتك.
كم هو سعر الشحنه الاضافيه لمره واحده؟
لا يبرد، من فضلك.
واش بغا يطول هادشي و ندي ندي؟
هل هذا الكريم لبشره جافه ام لبشره دهنيه؟
سماحلي. ضعت طريقي.
اه، كنت فاكر/ه علي السوشي. وانتوا كيف؟
والله، انا حاب نضم لمره تانيه لتوير باقيل غدوو.
اذا اشتريتهم معًا، هل يمكنك اعطاءي خصم؟
اطلب منّي لترين كوب حليب؟
ها ناعسوا ليله.
اريد ان استاجر سياره.
الـ 3 دجنبر هو يوم الثقافه.
كنت نبغي قميصًا لابنه عشر سنين.
لقد ضعت جواز سفري.
اجل، عندي هاد.
الرجاء انهاء المكالمه مره واحده.
ساعده.
انت ترفع السعر عن الاجره.
صافي. ثلاثه بلاطات، ثم يسار؟
من هو الرجل الاول؟
شحال ماشي سوق داك النان؟
ماشي بنعرفواش كيف نغلقو الستاءر ديالي.
كيف اقدر نروح لبارك سنترال؟
كانتني معاه غلّ.
ارسلوه بالبريد السريع، من فضلك.
الرجاء ارسال هذا كحقاءب سفر بمفردها.
كام هو السعر ديال باص لبوستن؟
دْورّ عليه هاد الباب وباش تدْرب علي اليمين.
علّاك تدّول عليها تكلفه زياده للعصير.
كنت نبغي ناس اخرين.
اسمي هيسه توبا. انا يابانيه.
والو عندي شويه خردل.
جيبلي كرتونه وحده من هاد الزوج.
نعم. ولكن في المدن الصغيره وحتي في منطقه وسط مدينه طوكيو القديمه، لدينا الكثير من المتاجر الصغيره المستقله المتخصصه.
علاش عندك شي بحال هاذ شي خير؟
واش كتقترح عليا نشوف في كيوتو بلا ما نحس باللي بغيتوه؟
واش خدمتي بحال؟
هل يمكنني ان اطلب وجبه نباتيه؟
كام هو مبلغ الغرفه؟
والو ما بزاف. ولكن انا نقربيه حتا يولي حار مزيان.
هل يمكنك ان توصي بقاموس فرنسي-انجليزي؟
شكرا. كان من الجيد رءيتك. وداعًا.
استطيع ان اخذ استراحه في فندق قريب من هنا؟
هذا سيكون ثمانيه عشر دولارًا للختم. هذه هي افاده جمركيه لطراءفك.
الي ات ايّ وقت ممكن الطبيب يجي؟
اش خبارك، في شي تشربو علي القارب؟
السماء شحال كييب بزاف من هاد المكان.
هل يمكنني المساعده باي شكل من الاشكال؟
نحب نشوف الحي المالي.
انا راكب دروس سباحه.
عندي شحال قهوه فور؟
في عصر الثلاثاء هذا، الطرف الاخر من المطار ليس مزدحماً جداً.
هل هو عنيف؟
ايه، خليني نشوف. نفسي نشرب عصير ويني باش نبدا.
عفا باللمبه، من فضلك.
اريد تغيير الحجز.
اذا تذكرت، فقد تخسر حجزك.
اللي يكون صافي، يبقي خير.
ناخدو ليك من حمام المي في حدود لواحد، خير؟
لا. هذه المنصه للقطارات المتجهه في الاتجاه المعاكس.
شكرا جزيلا. انا اقدر تفكيرك جدا.
والو ما بغيتش نجيب عشاء اقل من 30 دولار شامل المشروبات.
واش بغيت هاد لبس يولي.
سلام. عملت حجز ليال هادي علي السواح سبعه. ولكن بغيت نغير الوقت. اسمي سوزوكي.
انت عندك جواز سفر وتذكره؟ شوف، ده محل جمارك.
وش علاجات تانيه كويسات للبشره الدهنيه؟
الان اوان البدء.
واش بغاو نشوف الافلام؟
واليك اود ان اودع شيك مسافر.
لا، ما نعمَلُو، يا سيدي.
ماك تستاهلو تمشو بالقدم او بالترام. هاذو خريطه للترام.
هذه النصيحه ليك.
اريد صندوقًا من الصندل، من فضلك.
الورود الحمراء. تتفتح في الربيع.
شربتين ديال بيره تاني، من فضلك.
عشره واحدات، من فضلك.
شكرا لك. من فضلك اخبرني عندما نصل. انا غريب هنا في لندن.
اسود. هل يمكنك ان تعرض لي زوجًا اخر باللون الاسود؟
واش طول الفتره و كتعومد باش تغيّروا لليله؟
سخّنوا الغرفه علي طول.
تمام. خلينا نطلب تذكره ذهاب وعوده واحده.
كيف كانت؟ كانت مزيانه؟
غالبًا ما تكون الثلوج الخفيفه تتراوح بين بوصتين او ثلاث.
في فندق بلازا، الغرفه سبعه واثنين.
ماشي معروف. كلشي جديد ليا.
قولك حركتك ممتازه.
انا بس خدمتك.
شفت وكت.
المشرف عليك.
علاش عندكوا تسميات؟
تمام. واخي، مللي باغاو نلعبو؟
متي هو الاقدم؟
سلام. هادي باينBrown؟
استطيع ان اشوف القبعه اللي فالزجاج، من فضلك؟
كان غادي يولي صافي بгура الغدوو.
واش طول الوقت ça prend من هكا؟
طلبت مقعدًا غير مدخن، ولكنني في مقعد مدخن.
تمام. من فضلك احجز مقعدين في الدرجه الاولي في ذلك الرحله.
عندي التهاب الزاءده.
هل تقدر تلاقي ليا خادمه اطفال؟
شنه بروينه صغييره. هي من جلد.
واش هاو لي كايخدم، باص ولا مترو؟
عِشْرُ دَقَايِقْ وَعِشْرُونَ.
ركبتها تورمات.
كنت محظوظًا جدًا لعلّي تذكره ليله اليوم. ما وصلتش لمدينه حتي الساعه 3 مساءً.
واحده من اقفال النوافذ مكسوره.
اريد ارساله بالبريد السريع.
هل يوجد اي غرف خاصه متاحه في الدرجه الاولي؟
استطيع ان احصل علي صندوقين للهدايا لهذه؟
واش كديت بزاف من الهدايا مريت فالصندوق، كن بغاونا شنطه ولا حاجه شابه.
تمام يا سيدي. خليني ندي الخدمه لشن فاتناك اول حاجه.
نفس الشيء، من فضلك.
اهلاً، حجزتي تم تاكيده، ممكن تبعتلي المدير، لو سمحت؟
ما عندي فلوس.
تاكد من كل شيء، من فضلك.
اعطونا طاوله لطيفه قريبه من المسرح، من فضلك.
هل نروح نشرب في بار؟
هل يمكنك ان تعطيني مقاسًا اصغر؟
اذا كنتم ستدخنون، يرجي الانتقال الي الصفوف من الاربعين الي الخمسين.
هاداء.
الرجاء ان ترفع قميصك.
شحالك ليا سمحتلي نمشي هني؟
هادا الباص رايح للقاءط؟
اريد حجز طاوله لثلاثه اشخاص.
واش معاكشي عدينا فهاد الاله، حوالي 4 ديال الظهر؟
طلعت النهار.
دوار خمسه.
واش نقلبلوا نركبوه؟
علاش عندك دوره مبتدء؟
واش بغيتلي كراين.
ماشي حتا تنضف الغرفه.
واش هاد الوووج د لاله؟
الْمُدِيرُ مَنْ؟
افتح شنطتك، من فضلك. هذه ادويه، اليس كذلك؟
استطيع ان احجز طاوله لثمانيه و ثلاثين من الغد صباحا؟
السبت شحال ماشي بزاف لانه لازم نعاون والدي.
والو ما بغيت نمشي لدار الخط ديال باص ابعد.
ضيعت جواز سفري.
يجي مع الارز والخضروات.
اريد تغيير طلبي.
اجل، سيدي. ساقوم بتحويل مكالمتك فورًا. يرجي الانتظار.
اود ان ادعوك الي حفله عيد ميلاد.
شكون، لازم تدعسلي قبل ما تيجي المره الجايه.
فين ساحه؟
هل لديكم اي رحلات طيران اخري؟
يمكنك استلامها من البوابه قبل الصعود. يرجي عرض هذا الايصال هناك.
ماشي حتا هاد المحلات موجوده في اليابان. واش نقدر نسولف؟
واش.
والله، انا بغيت نغير طيفت ليا 9 اكتوبر.
الدجاج المقطع علي العظام مشهور هنا.
هل يمكنك ان تخبرني متي يصل الحافله الي شارع 42؟
وسّع يسار عند الاشاره الثانيه، من فضلك.
هماش الناس لينا؟
وش طابق؟
بالالوان المختلفه؟
هل فيه شوايه؟
فين مركز المءتمرات؟
مقعد اولي، غير مدخن، من فضلك.
علابالي نمطي في المخده؟
هل تقدر تغيّرها/تعيدها في نفس اليوم؟
واش خدمتك؟
انا مع زوجي.
هل يمكنك ان تظهر لي بعض الوثاءق الرسميه؟
نوع دمي ا موجب.
هل يمكنني تغيير الغرفه الي غرفه تطل علي البحر؟
تذكره ذهاب فقط، من فضلك.
هل يمكنني الذهاب الي هناك سيرًا علي الاقدام؟
شْلُون نوع الغرفه اللي تبغي؟
ارني، من فضلك.
اكيد. هي تـاـنـاـكا. رقم البطاقه هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه. وتاريخ انتهاء الصلاحيه هو سبتمبر عام الفين واحد.
واش مللي؟
الرجاء اصلاح السرج.
شيك مسافر، ماشي؟
الركاب هنا؟
مركز التجاره العالمي ممكن يكون مكان جيد.
واش قال؟
واش الكود ديال اللبس؟
دي شنطي صغيره بلون ازرق، ليوله الليل.
عليّ ان انقل؟
استطيع ان اخبرك برمز المنطقه لمدينه سانت لويس؟
والله، انا بغاونا عدسه تقريب.
بالطبع. كنت ناكل في هاد لضيعه من فوق تانين سنين.
اريدوا نورًا.
اطلب ليا دوا، من فضلك؟
كنت شحال بارد ليا و مبهدله. كاين مكان نمشيو نعسوا؟
هذا فينيل؟
المفتاح من فضلك. الغرفه رقم 341.
سترسمه علي خريطه مكتبي؟
واش نقللي ننتظر فهنا؟
هنا مركز التسوق؟
الرجاء تحويل هذا المال الي دولارات.
صافي الماء، مع ثلج.
علاش عندكن الافلام مجانيه؟
اليوم، الموقع الاول للغوص هو احد اعمق المنحدرات الشهيره في هاواي.
الرجاء تحريكني الي غرفه اخري.
واش بغيتو ترمومتر؟
شيء غير صحيح مع الفلتر.
نحب نسقي مكان عند السبع.
والله، بغيت نطلب مقعدين ليله الجمعه.
هذا فوق هناك ورايا المستشفي.
كام هو السعر ديال تذكره من الدرجه التانيه لنيويورك؟
واش ترّيحيح بتوصّح ليا؟
عندي اسبرين.
لقيت خوخي.
الرجاء ان تنهي المكالمه.
واش كيف نمش هاد؟
اريد عينه من بولك.
علّاك تدي شنّتك من حِمَاله الامتعه.
واش طولت هنا بالقطار؟
علِّي تَخْذُو قِلَّه دَوَا يُوَصِّي بِهَا لِلاِمْسَاك.
هل بيكونو فاتحين الجمعه؟
كام هو السعر الشهري؟
الرجاء اعطاء رايك الصادق في هذا.
كم تبلغ الرسوم الاضافيه؟
لما بنضغط علي اللعاب، بيفور.
هل ستخليه ليا؟
لقد ارفقت ملصقات مطالبه الامتعه بغلاف تذكرتك.
الخمري من نفسهم في كل بلد.
تمام. لماذا لا تفحص دوره المياه اولاً؟ ساتحقق واري انها في الكافيتريا.
ارني واحدًا اصغر قليلًا.
انا مُصاب وينازلني، محتاوج سياره اسعاف.
نا درجا ليّ سياره الليمونين لي هاد الفندق هيلتون؟
الميه تغلي من البار.
هل يمكنك ارسال الاشياء اللي تركتها ورايا؟
صافي نمكّل فون من هاد؟
ماشي قديش نشاوف.
نحب نختبر الاكله الشعبيه المحليه.
اولًا، اود ان الفت انتباهكم الي الرسم البياني من رقم واحد الي ثلاثه.
هل فيه اي تغيير في رقم الطاءره رقم 252 الي اوكازا؟
هاد لعبه جواد من صنع اسكتلندا، واش راك تدينا؟
اوه، هذا هو ما اريد ان افعل الان. واحد، اثنان، نوم.
اريد دايمننت صابون ناعم، من فضلك.
هل يوجد حافله لنقل الاشخاص من فندق هوليدي ان؟
علابالنا شي غلط.
بالطبع. كم طول الوقت تعتقد انه سيستغرق؟
ويمكنني ان اعطيك مرهمًا، لكنني اقترح عليك الذهاب الي الطبيب لاجراء صوره بالاشعه السينيه.
الرجاء ان تمددوا اقدامكم.
انت علي حق - انا عارف، لماذا لا نذهب هناك معًا؟
فجاه، لم ارَ وجوههم.
شكرا. هل يمكنك عمل السلطه؟
اضعها لينا الي هذه العنوان؟
اوه، واحد اخر، من فضلك. ربما مددت عيني.
جيبلي صحن، من فضلك.
يمكنني التحدث باللغه الانجليزيه قليلاً.
اه، ما عاجبتني هاد اللون. عندك هاد باللون الازرق؟
من فضلك، اخبرني بعنوانك في حال حدوث حاله طارءه.
الله يسقي، غادي نمليو الوقود ليا لما نرجع السياره.
هاد الفيلا تبدو مريحه للسكن فيها.
متي طياره ها تطلع؟
هذا تالف.
ايه، ماشي.
هاكوا نروحوا تاني.
تذكره تنتين ليله العيله، من فضلك.
هل تبيعون بضاءع بدون ضريبه؟
لقد خدشت راسها.
هل هذه حزام حمل الحقاءب لرحله سبعه واحد واربع؟
سمعت عن عشرين دولار.
اسمي نوغوتشي. دققت عليك للتو من الفندق.
وين المكتب ديال السفاره اليابان؟ كيعجبك تلقي نرسم ليا خريطه؟
والو كان بغيت شي شيجه.
هل هو قريب من محطه المترو؟
شحال ماشي؟ انا نعتقد معندك بالليليموزين، باش ناودوك للفندق. لي فندق را بغاو؟
واش تقدر تصور ليا صوره؟
واليك اريد سحب 400 دولار من حسابي.
صافي عندي في عشر دقايق.
ايه الوقت اللي بيكونوا مفتوحين فيه؟
هذا السيد سوزوكي يتحدث، اود ان اسال عن حجز فندق.
واش طولتي في المانيا؟
هل يمكنني ان اخذ درسًا خاصًا؟
هاد الفيلم بزاف قتل بزاف بالنسبه لليلاه. كان لازم يحددو.
هل يمكنك من فضلك جعل منظم الحراره ادفا؟
الرجاء تعديل خطه الدّفعه بعد الظهر.
شكرا لك. ممكن توصل وتاخد التغيير بعدين؟
الرجاء ان تودعني في شارع الخامسه.
واش طول الفتره لي نخرج ليها لبني؟
واش بغا كنزال؟
واليكم حجز الساعه السبع.
علاش عندك الافلام الايروتيكيه؟
هل يوجد قاءمه يابانيه؟
سياره мене تابهله.
صحبي وقع من حافه شّيخه.
تشرفت بمعرفتك، سيدي.
كم كانت تكلفه تذاكر الهاتف الي اليابان؟
ما كنعرف نخش.
متي سيكون متوفراً؟
سماحلي. انا نعتقد باش المقعد ديالنا متقابلين.
هنا نحن. هذا المتحف البريطاني.
سلام. هذه قاءمه الطعام.
واللي بغيت نعيد جل التنظيف ليا حواشي نعتسها.
كان كانها حلم.
والواحده.
انا اسف/ه لانني لا استطيع قبول الدعوه بسبب موعد اخر.
الي متي بامكاننا استخدام المرافق؟
رحلت بحجريّتي في مكان ما.
واش القاءمه اللي تنصحني بيها؟
هل الرسوم والضريبه مشموله؟
ها انا غادي نمشي لبواب بالكرسي المعوّج.
انا حاسس/حاسه بخير بزاف شحال هادي. شكرا بزاف علي كلشي.
واش نقدر نجيبو نصلحو؟
لا، لم بعد. لكنني اود الذهاب الي هناك يومًا ما.
اقدر نسلك شي حاب نقرا بيه؟
والله، بغيت نحدد موعد ديال حمام زيت الساعه 3.
واش طول الفتره اللي حيتغاوني ليها؟
واخه. ميقلّع نجيبوش بطانيه تانيه؟
هل هاد الخط لسان ديغو؟
واش طول الفتره اللي نمشي ليها بمناسبه بريد سطحي الي اليابان؟
ولّع يسارك لما تمر علي الجسر اللي فيه المشاه.
اذًا، هل هذه المصطلحات مقبوله؟
والو ما كلييش هاد بزاف.
بينت من الدرجه الخفيفه، من فضلك.
نغاون نخدّاش علبه سجاءر.
البردات كتغور بزاف بزاف هاد لّواح.
رجّع سخّن الطبق من جديد.
هل يجب ان البس ربطه عنق؟
والو شامبو ليا شعر جاف.
كيف يمكنني الوصول الي فندق واني؟
انا خايف انك جيت علي الطاوله الغلطه.
نحب نتعلم الطب.
علاش واحد دولار وسبعين سنتيم باقي عليك.
هل هناك اي تعليمات للعنايه؟
تمام. ها نقدر نجيب لي شابلز. وانتِ يا جين، كيفك؟
لا، الحقاءب الجلديه اغلي. دي جلد. سعرها ميه وسبعين دولار.
نهتم بالاثاث.
واش سميت لي مطعم جيد؟
انتوا تبيعوا حبر للقلمه؟
لا، خلينا نشعل. لازم نمشي للبيت قبل السبع.
اللعبه انتهت.
هل عندكم هذا بماده الفضه الاسترلينغ؟
والله كنعرفني غايبه بطاقتي الماستركارد وانا شاري من هاد المكان.
لا، شكرًا. انا نعسان/نعساء الان.
واش كنعرفك. سقسي عليا.
اين يوجد قسم الملابس الرجاليه؟
حرقتش ايدي اليمينه بالوادي الحار اللي في القدر.
واش كيفاش نمشيو نطلب التذاكر؟
اسمي كامي. لدي حجز هنا لمده ليلتين.
سارع الي المطار، من فضلك.
ماشي بنعرفو بزاف علي الانجليزي.
انت لطيف جداً.
نْخْدِمْ الْبَنْجَازْ، لَكِنْ تَكْوَيَاتِنَا تَحْتَاجُ لِاَنْ نَتَجَسَّدْهَا اَوَّلًا.
خُدعت في جيبي. كان عندي حوالي ميت دولار في جيبي.
نعم. تحته.
شحال هاد المحل اللي كيبيع طياب صحي قريييب مني؟
لا، لاحقًا، من فضلك.
انا مرتاح.
شحال شحال вигляي القاتل؟
هنا مكان هذا الكرسي؟
هناك اماكن تاريخيه كثيره.
فين احسن مكان نروحو مع حبيبي؟
لا، لا. بغيت نشوفك.
هل يوجد ضمان؟
تمام. ممكن ندي الخدمه ليك.
فين احسن سوبرماركت من هادي؟
واش نلّحق علاش؟
ثم، مرّ عبر القناه الخضراء.
واش القاءمه الحره اليوم؟
هل يمكنكما تبديل فرنك فرنسي الي جنيه استرليني؟
واش اين ممكن نخدّاع شنطتي لـ JAL تڤنتي وان؟
سِتَّهُ مشروباتٍ بِعِشرَهِ دولاراتٍ وخمسينَ سنتًا يا سيدي.
اوه، اسف. علي الاغلب عندك مكان في بالك – فين كنت ناوي تروح؟
هل استطيع ان اخذ طلبك، سيدي؟
هل تقدر تغطي هاد الباكاج؟
شحال القصه ديال الشعر اللي ماشي الحال في الولايات الامريكانه هادك الوقت؟
ما هو حجر الميلاد لشهر يونيو؟
عندي شلل رعدي.
انتِ تحبي الموسيقي؟
حمام، فيضان.
نعم، تم قبولي بالامس من قبل الدكتور جونسون.
واش تعرف وين حيتسارع؟
واش تقدر تشرح ليا كيف بندير القفل علي الباب؟
والله، بغيت نتعلم شناور.
من وين هادشي سمّيو، وش علاش؟
واش بغاون نخليهو فين بعد اسبوع؟
الله يهديك. واحد بس يدفع بلاغ.
سلام. بغيت نسلك قهوه و ساندويتش كلوب.
يا ولاد، ضفت تاني علي الشيك ديال الامن.
صافي، و غادي تالا عليه علي يسارك.
لقد المّ بي الم في الكاحل.
قلّتلي شويه دوران.
يبدو انه يستمتع برحله.
واش خدمت مع حد من المدربين؟
هل يمكنك ان توصي بفيلم كوميدي جيد؟
اراهن ان هذا الحزام الجلدي من الغنم عالي الجوده راءع، اليس كذلك؟
هادي عليه هاد ورقه.
استطيع الحصول علي تقرير طبي وايصال لفواتيري التامينيه؟
اريد ان احجز فندقًا، من فضلك.
سكت لحظه. انا غادي نساللو.
اتركه عند الفندق الكبير، من فضلك.
كام هو السعر ديال اقل مقعد؟
مقاعد قريبه قدر الامكان، من فضلك.
الباب ما يفتح.
واش غادي تخلّي ليا بوڨراڤه مع راسك؟
عندي سمك مقلي؟
واش راك تدي هاد، يعجبو بزاف؟
انت تقصد ضمن المدينه؟
طبق واحد بلون ازرق خاص. شفت؟
هل عندكم خراءط للمدينه؟
هذا اللي غادي نمقهله.
كنت جايه بس نقول ليها صباح الخير.
الرجاء املاه عند اعاده السياره.
واش كتقترح؟ ماش عارف نشري خير باللي غادي، انا ما دوز والو.
كم مده استعمالك ليها؟
هل يمكنك الاتصال بشخص يتكلم الياباني؟
والو ما بغيت نشرب شي شي للعشاء ما يخدمش 40 دولار للشخص.
يبدو انه مسروق.
خبز محمص وكيس شاي، من فضلك.
الرجاء ذكر اسمك وعنوانك.
سلام. كاين شي نطلبك؟
احاول حوالي الثامنه وخمسه وخمسين، اذا سمحت.
هل يوجد اي تسهيلات لذوي الاحتياجات الخاصه؟
هل هيءه الكدمه ستظل علي جلدي؟
نستعمل الملاعق الصغيره لتناول الوجبات.
تحت اشجار الكرز، تُقام حفلات مشاهده الكرز.
وصلت علي طياره يونايتد، رقم الرحله خمسه اربعه ثلاثه.
الله يسلمك، انا شرف لي اني قابلت راجل زياب.
سيدي اينشتاين، هل يمكنني ان اطرح سءالاً عن سعر الصرف؟ لا اري كيف يمكنك ان تتهم اليابان بممارسات تجاريه غير عادله بهذه الطريقه.
اِذَا مَا حِينْ نَتَعَلَّقُ؟
هادي رح نلقاك قدام لـ هاد الفيلا.
اما نتعلمْو شيّ عليْك. عندكْ شهيه؟
اجل، لحظه واحده، من فضلك. يوجد مقعد فارغ في الخلف، يمكنك ان تجلس هناك.
واش كيف نمشي ليه هاد العنوان؟
هل يمكنك حجز غرفه لي؟
ساطلب مقعدًا في الصف الموسيقي.
والو شي حتاش بغاووه.
هذا قليلًا ضيق.
قولوا اننا حنشوف لّغيت.
شكرا لك. استمتع بوقتك.
السوشي هو كره ارز صغيره علي شكل بيضاوي مغطاه بالسمك او المحار الطازج المقطع.
انا اسف، ما يمكنني الحصول علي الموافقه علي هذه البطاقه الاءتمانيه.
انا غادي ناكلوا. كنتمني تكون جا왔.
هل تود تدخين ولا تفضل مكان غير مدخن؟
استطيع ان اخبرك بالمبلغ؟
لا، انا مجرد اتصفح.
نحب نتواصل مع راهننا. ممكن تقولي كيف نشطِّل مكالمه؟
الرجاء فحص سيارتي.
انا غادي نمشي ندي نعلّم. شكراً علي المساعده.
عشرون دولار في عملات ربع، من فضلك.
واش تعرف فحله مطاعرات مقغلاهانه الليل؟
انا اسف، ما فهمت معاني هذا اللافته المروريه.
هل انتم مفتوحون علي مدار الساعه؟
ماشي بنعرف اي باص يروح لشارع وول ستريت.
هل هاد البس بالخدمه قريبه من بارك الاخضر؟
هل يمكنك ان تجد لي مقاسًا يناسبني؟
شكرا. ساطلب كاسًا اخري، من فضلك.
هل يمكنك ان توصي باي وكلاء سفر؟
ثلاثه بيره خفيفه، من فضلك.
عندي درجه حراره؟
شحال الكيس؟
انا بغاونه حصير.
السعر الاجمالي هو تسعه و خمسون الفًا و تسعماءه و وثلاثه و سبعون ين.
زيارات الطبيب الي الغرفه مكلفه. يرجي استخدام غرفه الفندق للفحص.
واقيلي شطي راه ونفسي يمين عند المنعطف. المخزن تلقايه عامه هناك.
والله، انا بغاون شطيره لحم شاس.
انا ما 난يد المسءول عن القفازات، من فضلك راجعوه.
سماحلي. كيف يمكنني الوصول الي كنيسه الاتحاد؟
دّيش عليها طالما دخلت.
حوالي عشر دقاءق مشيه.
متي نصل الي تشستر؟
سماح ليا، ولكن هذا لا يبدو صحيحا.
سيارتي نفّات.
مرحبا، دي الغرفه رقم واحد وعشرين. يا ريت نعطاني بطانيه، من فضلك.
الرجاء حجز طاوله لاربعه اشخاص في الساعه السابعه. اسمي ساكاتا.
والو، ما نعتقدوا كا دارو عليهم، ولكن جابته ليا من شارع تالاس.
ارجوكَ اقتَرِح لي محلًّا.
الوقت الصيفي يبدا غدًا في الولايات المتحده، اذا تذكرت بشكل صحيح.
هل يمكنك الاحتفاظ بحقاءبي هنا حتي الساعه الرابعه؟
هل ستخبرني عن مكان لتناول الطعام بتكلفه قليله؟
فاتني محطتي.
ساعه عشره وخمسون دقيقه مساءً
والله، بغا لي شي ميه معدنيه.
المكيف ما يبان كي يخدم.
واش معاكوا خدمو العشاء؟
هل تقول ان تمثال الحريه يستحق الزياره؟
طوكيو صفر ثلاثه اثنان اربعه سته خمسه سبعه تسعه.
اقدر نسال علي كاس نبيذ؟
كان راءعًا.
ما كليشّو هادي. قال بزاف بزاف.
حطهم في التلاجه بسرعه ما اقدرش.
شحال هاد المحل اللي يبيع ملابس؟
وش القوانين المطلوبه باش نديورّجو؟
نوصي بان تاتي في شهر ماي او اكتوبر، وهما افضل مواسم السنه.
هاد المركز التجاري كا دارو احسن تشكيل في المدينه. انا متاكد علاك تلقي البوقره اللي تبغيها.
واش كنعجبني بزاف، انا كنت نطمع نجي هادو من زمان.
والو شحال لي مقعد في منتصف الممر قريب من مخرج الطوارء.
انا مبلول/مترطب.
ايه، واش بغيت تغير شي؟
نعم. هل يمكنني رءيه بطاقه هويتك الطلابيه؟
حدث ان يوم الثالت والخامس من مايو ايام عطله وطنيه. لذلك قررنا ان نجعل ثلاثه ايام عطله متتاليه باضافه اليوم الرابع.
والوكلوم ما كباشناش لزال.
واش تقدر توصي ب concert؟
هذا ماشي بخمسه و خمسين سنتيم. متنساش تدي نقل لما تدخل، باش ما تديش مره تانيه لما تبدل الباص.
اتصال ترددي الي اليابان، من فضلك.
العداد ديال الضو كايكون غلي خاطره.
كلا المطارين سيكونان بالتاكيد نوافذ جديده للترويج للتواصل مع الناس في بلدان اخري.
واش المغاربه يفتحو المحل شنو؟
خد الخط E لحد شارع رقم اربعه وبعدين غير للخط F.
الكثير من الاطفال يذهبون الي المدرسه التحضيريه للدخول الي مدارس وا Hochschulen ثانويه وكليات افضل.
هءلاء ملحقات للكاميرات. انها حساسه جداً.
انا رايح ليا نيويورك شغل.
التكلفه الاولي ثلاثه دقاءق عشر سنتات.
وين المغسله؟
واش في شي عند دار الاوبرا عيني هادي؟
نساو هاد الدواال كل ست ساعات.
هل يمكنك ارسال هذا بالبريد؟
القاع مغطي بالكoral.
واليك رقم هاتفي لاقوم بعمل مكالمه برسوم.
بْهداشي بالمتر؟
طبعًا يمكنك ذلك. من فضلك افتحه.
دير الزمان.
هل كلنا رايحين ندخل في نفس الوقت؟
صافي تمشيش علي الشّعْبه دي، و دُور لِيسَار علي الزّاويه التّانيه، وهّا تِلقاها.
هل ممكن تحفظ لي مفتاح الغرفه؟
يمكنك الحصول علي الرحله ANA رقم 59، والتي تغادر طوكيو في تمام الساعه 9:55 وتصل اليSapporo في الساعه 11:25.
صحن المحار ديالنا ماشي بزاف.
خمسون، خمسه عشريه، عشره عشره، من فضلك.
حوِّل لْيَ الْيُمْنَ فِي الْاَزْقَي الثَّانِيَه. هُوَ عَلَي يَمِينِك.
تذكرهين من الدرجه الثانيه الي روما.
هل يمكنني الدفع الان؟
هل ستُري لي قاءمه بانواع السيارات واسعارها؟
متي يبدا التفتيش؟
ارني من انا علي هذه الخريطه.
والو ما بغاونا نشدّو نشدّو نشدّو نش دايڤينغ.
بعضها لامراه في منتصف العمر.
عندي واحد بلان؟
هادي شارع الملك.
روح لـالتقاطع اللي فات الثلاثه.
الوصله في الحمام ما كيعملش.
عند فين محل يبيع لبسات زنّات لاباس بيه؟
علّاك تدّير لي مقعد علي هادي الرحله.
هاد الكيس شابه ليا، ولكن مش ليا.
فين تقدر تبدل فلوسي؟
هادي مركز لبيع تذاكر الخصم. تقدر تشتري التذاكر بخصم 50 بالمءه.
يا سيدي، هذا بعيد بزاف. تاكسي غادي يولي غلي. ولكن تقدر تروح اي مكان لو تعلم تستعمل المترو.
متي يبدا الدرس؟
ها نبعتلك صوره.
هل يوجد فتره سماح بعد موعد تسجيل الخروج؟
هل ستكسر هذا الي ورقات دولار؟
لا، ها نزيدو عليه.
القهوه شحال هادي عندالماركه، مرحبا.
والو ما بغاونا نحلقو شعرنا.
هاد الطريق يوصلك للبحيره.
الرسمان يوضحان التغيرات في حصتنا السوقيه.
ما ضعت محطتي. كام هو الوقت اللي حتاج باش نوصّل للمحطه اللي بعدها؟
متي يمكنني الحصول عليه؟
ساعمل صوره اشعه سينيه.
افضل لك ان تحجز موعدًا مع طبيب.
عندي حجز لفين نهار. اسمي ريسا كوباياشي.
هلّا انضمّرت الينا لالتقاط الصوره، من فضلك؟
وين حمّامات الدوش؟
ها انا غادي نمشي للعجله الرياضيه. عدينا نديها بحريه؟
كنت حطيتو هنا بالزبط تقريبا 30 دقيقه ago.
اضعاف هاد الفاكهه كامله؟
واش هاذ شي ولا شي؟
هل يمكنني الانتقال الي مقعد بجوار النافذه؟
والو سياره بها تبويح تلقاءي.
فيلم ملون بـ 35 ملم، من فضلك.
متي تكونوا مفتوحين؟
ولّع يسار عند المفترق.
والله، انا بغاونا راهي جوله خاصه ليوم كامل.
اسنانّي بتنزف.
عندي تامين.
لا، لا كثير. فقط سابتان.
زجاجه صغيره من موسيل، من فضلك.
التقدير اكتر مما استحقه.
واش ما نتقابلوش هنا تاني بليل؟
واش في شي يتقال بزاف بحال بزاف؟
هذا هو فاتورتك. هي ماءتان وثمانيه واربعون دولار.
هل تود ان تشوف/تشوفي موديل جديد من الفساتين؟
اذا ما كنت تعتني بهذا الحقل، هل يمكنك اقتراح متجر متخصص فيه؟
شحال هاد؟ كن داره شي فندق هنيكو؟
واش تعرف فين فيه مطعم اسباني قريب من هادي؟
كم مره يجب ان اخذه؟
شكرا لترقّيكم. هذا اونو يتحدث.
واش حتان خصم جاك؟
الذهاب الي المتاحف يريحني جداً.
واش كنعاود شويه عصير؟
تمام. لحظه واحده. هنجيب حد يروح للغرفه.
هل عندك غرفه وحده للنهار دي؟
هل فيوجد اي منحدرات للمبتدءين؟
وزن رقم الهاتف: 691-510، الرمز البريدي: 03.
واش كتقول، شينه داره بيتِك.
انا اسف، ما نتقبل هاد. نتقبل Visa.
اوصي بهذا.
هل يُسمح لي باخذهم معي خارج البلد؟
مزال بغيت نزيد نجمعلي الطيابه.
سُلتُ انَ ان تُغني اغنيه.
اود حجز طاوله لوصله سته مساءً يوم الخميس السابع من اغسطس.
واش برنامج اليوم؟
يا الله، هل سنصل الي القاع؟
شيري، من فضلك.
واش بتقدر توصي علي مطعم صيني لطيف ماشي هادي؟
واش كتعرف قيمه التذكره لينا نولّع ليها لدار؟
واليكم الترجمه: اريد ان اخرج. الغرفه رقم 236.
لقيت غرفت مع حمام من خلال مكتب السفر في طوكيو.
كم خدع؟
واش هادشي معندكاش؟
اعطني دواءً لتسهيل التبرز، من فضلك.
واش سميتلي الطريقه لڭو المحطه؟
هذا مبالغ فيه جداً.
نفسي نعاود يوم واحد تاني.
القسم المفقود؟
دعني.
هذا فيلم رعب؟
انا هنا للقاء صديقي.
انا بغاون راديو.
فين محل التجميل؟
عامل الخارج، من فضلك.
سّمحتلي/سّمحتليش. انا خارج/انا خارجه.
التذاكر التي تحمل الحرف "S" نفدت كلها.
هل في هاد المخزن بنك ياباني؟
واش الرقم ديال البار؟
هل يمكنك وصف دواء للنوم؟
هل فيكم شيء مصنوع من القطن؟
اريد مقاعد في الصف الموسيقي، من فضلك.
هل ستدفع الشحنه الاضافيه بنسبه خمسين بالماءه؟
والصوره دي بغاونا نكبرها بزاف.
الرجاء الاتصال بالرقم صفر ثم الرقم الذي تريده.
هل هناك اي قواعد خاصه؟
تمام. وش نوع الغرفه اللي تبيها؟
الجو فيه شي غليق مع الـ مكيف.
اجل، بالتاكيد.
واليا لي شيال جلد.
واش كيعرفو نشفعو هادشي فوق ليا؟
هل ممكن يكون معنا مرشد يتكلم بالياباني؟
تذكره تانين لشييكاجو، ذهاب وعوده، مقاعد الدرجه الاولي، من فضلك.
فين ديσκο ماشي؟
هل ستعدل الطول؟
يا خو/يا صاح/يا ليك، واش خدمت/واش كتعمل في سيارتي؟
باش بغاو، باللييي.
ديّالي لازم نعاوديهم. هادي الوصفه.
اجل، انا نعتقد انني سابدا بسبرنج كلود.
هل يمكنك اخباري قبل ان نصل الي هذه المحطه؟
والله بحال. رجعت من كل اجراءات الدخول.
عندي حجز لـ ادوّعتين.
انا اسف، ساعتي ما كاتاشغّلش مزيان. ولكن انا متاكد باش ملليغتا ثاني، بغض النظر.
هل تقدر تحفظ هاد النبيذ لياخدو علينا لنهار الغدوه؟
اريد ايضًا بعض التغيير.
هل هاد الشارع يوصل للعطار بالناس؟
ما كنعرف نمسحو، و عندي وجع في الاسفل ديال البطن.
عندي حساسيه من اي حاجه؟
النساء في المناصب الاداريه في ازدياد.
علاش عندك بطاقه هبوط؟
واش فيا خدمه مع لحم الستيك؟
سْمُحْ لي ناظور.
اسمحولي جربو عليه، من فضلك.
هاكوا نروح نشوف مقابله تنس.
الرجاء جلب لي وساده.
واش ما كنعرفوش نمور في لفيڤا لي خدمناه؟
انتَ رقمك غلط.
الدُّروزُ اللذيذهُ راءعهٌ اليوم.
الخميس.
واش هوانو المسرحيه الموسيقيه اللي كتنجح اكثر؟
هل كان يجب عليه ان يسترجع لك هاتفك عندما يدخل؟
الرجاء ارسال هذا الخطاب عن طريق التوصيل السريع.
نظام تطوير منتجاتك متوافق جداً مع حمايه البيءه.
هاد القاموص كله كايقلّبلش في بطني.
الرجاء تحضير الغرفه.
هل عندكم رساله تغليف للفاكس؟
ما كليتش من الوجع.
واش طول الفتره لي نخرج ليها لبحر؟
ما كباش خدمت خدمه غاسلك.
والله، انا محتاج/ه بعض وساءل منع الحمل.
اود اعاده تاكيد رحلتي، في 31 يوليوز من لندن الي طوكيو. اسمي الاخير تاناكا.
هذا غالي بزاف ليا.
بالتاكيد. ما اسمك ورقم هاتفك؟
كانت عندي ح accident موتوسيكل.
انا اسف، ولكنني مضطر لالغاء موعدنا.
والو ما بغيت نشري دار كامله، بس شقه مزيانه ومجهزه لشهر واحد.
يُرجي مراجعه النباتات والحيوانات في مكتب الحجر الصحي اذا كان لديك اي منها.
باش بغاو
واليك خمسون الف ين الي دولار.
اقدر نديوه قبل؟ خاصني لازموه بسرعه.
ولد في سنه 1960.
ضرني شي صعيبه بزاف باش نجمع اغراضي، حاجه صاعره بزاف من ساعه.
هذه المشروبات الغازيه مجانيه.
اسف، ولكن مانيش نعرف. انا انا ساءح ايضًا.
نحب نزيدك باللي عندك.
اريد تشكيله من الهام.
حاب نعرف مقاسك؟
اقدر نجربو عليه؟
شكون، كنعاني من تاثير مباشر انفجار الكساد.
هل تقدر تلاقيلي مقعد علي طياره الغدوووم، باللييييز؟
بالتاكيد. هل تريد خمسه عشر دولارًا؟
انا معاقل في فندق ايه بي سي. يالومني تلمسني هناك.
اطلق نفسه من شارع جانبي وانا ما كان عندي وقت لاتجنبه.
هاوّل جايب ولّي للحديقه الحيوان.
والوكينا وصلنا لـ لوس انجلوس بعد ما كدالوا حوالي خمسميه وخمسين كيلومتر من سان فرانسيسكو باتجاه الجنوب.
كان من الجيد جداً مقابلتك.
نحبوا بطاطا مسلوقه، من فضلك. وبسكّن الزبده علي جنب.
كم هو ثمن رسوم المدرس؟
واش كليت؟
واش الساعه اللي بدا منها العمل؟
هذا هو طرازنا الجديد. نسميه جهاز الحلم.
نحب نختبر طبق تقليدي من هاد الميناء الصيدلي.
هل يمكنك حجز مقعدلي؟
يمكنك ان تدفع الماءه دولارين بالين اليابانيين.
الرجاء اعطاءي شريطًا واحدًا من فيلم 35 ملم، 36 تعرضًا، واخر من فيلم 35 ملم، 20 تعرضًا، ودرجه حساسيه 400.
الحادثه خلّات حركه السياره معطوبه.
بواش النطاق السعري اللي عندك في بالك؟
هل يمكنك ارسال هذا الطرد الي اليابان عن طريق البريد البحري؟
تمام. استدر الي اليمين عند المنعطف التالي. ستراه مباشره امامك.
والو ما بغيت نركب شي فندق في المدينه.
خمسه ايام.
الستره الحمرا اللي جبتها الاسبوع اللي فات مالقاطتها عليا. كان ممكن نتبادلها بلون تاني؟
فين الحمام الاقرب من هاد؟
الْكَاْسْ؟
حسنًا، اذًا - ثلاثه افلام تساوي تسعه دولارات وسبعين سنتًا.
واش في بالي؟
انا اسف، ما سمح لك بذلك.
اجل، سيدي. ها هو.
هذا المقعد محجوز ليا، ماشي؟
هل فيوجد اي اثار قديمه؟
اذا قلت فقط "ميه"، مش هيبخوا لك كولّا؟
ماشي حيتيملي، ولكن ما عندي شهيه.
واش فين؟
شحال هاد البريد لاقرب شي؟
لقد ضعت مفتاح الغرفه. هل تم تسليمه هنا؟
هل يوجد مرشد يتحدث اليابانيه؟
الي ميامي، من فضلك.
المره دي بزاف صعوبه تدي فيزا.
العمل كان جيد اليوم، اليس كذلك؟
هل ستعمل عليا خريطه؟
اريد الطاوله الاقرب، من فضلك.
وين المكتب؟
علاش عندك شي صغيير؟
تمام. وايه فاكهه عجبك؟ عندنا برتقال ورمان وبلح.
ساطلب قهوه بدون كافيين.
هل بامكاني اخذ هذه المقاس من الحقيبه علي متن الطاءره؟
اريد صفحه شعر محكمه وثابته.
ما كنعرف نلقاو هادو العدد.
انا زوّال بزاف، ولكن ما يحشميني نجادل مع الناس.
واش نقدر نجيب السياره الليمنيه لدار فندق السمت؟
لا، مازالش. والو، واقفين في قلب العاصفه. قريب، المطارشه القويه والرياح القويه هيبداو تاني.
واش كيفاش نشاف شي برنامج التلفاز الكبل؟
الخامس عشر والسادس عشر من مايو؟
كان عندي بطاقات اءتمان وميه دولار نقديه في جيبي.
والله غاولي نشري صندوق زجاج جديد.
تعرف فندق جيد؟
هو بروفيسور في جامعه ا.
يا ريت عندي حامل امتعه، من فضلك.
الواحده، اله؟ باقا شحال؟
هل يمكنك تاكيد حجز رحلتي بتاريخ الثاني عشر من اكتوبر؟
دي بالضبط اللي انا باغيه.
خد ياك خمسه دولار ليك.
البيسبول هواشي معروف بزاف.
والو ما باغچ فواكه. واش معاك شي جيد شحال هاد؟
هل يخدمون نبيذ جيد في المطعم؟
مشيتي والو؟
فين محطه الدراجات الناريه للباءس غراي هاوند؟
سماحلي. هل يوجد محل تجاري بالقرب من هنا؟
اجل، يجب ان اقول ذلك. اليابانيون يقدرون خبراتهم وحكمتهم، خاصه في مجال الاداره والاداره.
الريڤران مطروح هكا.
كان رقم غلط.
انا عندنا جمبري ممتاز اليوم.
هل صحيح ان تصوّر هاديك البناء؟
حوّل هذا البيل الي عملات معدنيه.
هل يوجد حد هنا بيتكلم انجليزي؟
اسمي ميوكي كاتو، وانا صديقه لماري منذ ايام دراستها في اليابان. هل ماري متوفره؟
كم كيلومتر من هادك؟
سماحلي، كيف يمكنني الوصول الي المحطه؟
واش واخا، واخا في اي وقت ح ترجع؟
قفي.
انا بخير، شكرا لك.
انا عضو في مجموعه سياحيه.
الرقم هو ثلاثه وثلاثه وثلاثه وخمسه واحد سته وتسعه واحد.
واش عرفني هاد الخاتم؟
صدرِي كبير جدًا عليا. هل عندكم هذا بحجم اصغر؟
هل يمكنك تقصير اكمام هذه القميص، من فضلك؟
واش معاك شي شي؟
جيب ليا زجاجتين ويسكي و زجاجه براندي، من فضلك.
انا لدي حساسيه من حبوب اللقاح.
هل هذا الراديو الترانزستوري هديه؟
في الاسبوع الجاي، راجع نخدم جابون.
لا يجب عليك الضغط علي الرقم 9 والرقم 1 اولاً، ثم الرمز البريدي، وبعدها رقم الهاتف.
شاي باللبن
بس قصه شعر، من فضلك.
هل تبيعون سلعًا حرّه من الرسوم الجمركيه علي متن الطاءره؟
واش علاش ماشي علاش؟
استاذ/ه، ممكن نسال عليك/ياسمك؟
هل في هاد القري المكان محل تخفيضات؟
عندي مغص في البطن.
ولكن لماذا؟
هل هذا قطار مباشر الي شيكاغو؟
كنت نعتقد اشي اننا رايحين علي الشطايه هاد الاله.
شحال هاد البريد لي اقرب؟
سماح. انت السيد سميث، اليس كذلك؟
دي كاميرا.
ماشي حنشوف الخدمه نروق للزوا في هاد الرحله. شكرا علي الاقتراح باش بغيتو.
لقيت/لقيت ليا العدسات الصناعيه هنا. تقدر/تقدر تساعدني باش نبحث عليها؟
ها انا ذا، غادي نسافر بحال كامل علي مستوي امريكا ونقيم في و تات ف хотели، فندقايات، بيوت صغيره و منازل خاصه، اذا كنت محظوظ.
ديّالي غايبه، مللي. بغيني لمبه جديده.
علال نعرف نسعلحو التعديلات بحالها بحلول الغدوه الميضه الساعه 3ه. كيعجبك الحال؟
هل فيوجد مترو قريبه؟
هنا فين حي التسوق في هاد البلديه؟
اعتقد انك حسبت بشكل خاطء.
هل يمكنك تغيير طاولتي؟
لقيتلي تذكره طياره ليك، من عند الخطين، غايه لمدينه نيويورك، غدوه الساعه 7:50 مساءً.
لقيت شيّبّوبه الغرفه.
اربعه وعشرون، واحد وعشرون، و الباقي دولار واحد.
اعتقد ان هذه الايصال غلط. هل يمكنك التحقق منه من فضلك؟
عندي سبعماءه دولار في شيكات مسافر و ثلاثه مءه دولار نقد.
دي كوجلا مجفف. بنسمّو هاد ياكينوري.
عشر دقاءق تقريبا ماشيه. تقدر تروح بالقطار الترامي ايضا. ادهي.
حجم عادي، من فضلك.
ما عندي فلوس كافيه اليوم.
عدد كبار السن يزداد بثبات.
نحب نءكد مره اخري علي رحله العوده لينا الي طوكيو يوم الاربعاء الجاي.
هل في هاد المكان ملاعب تنس؟
علّاك تتردّ. عديّك تتردّ؟
هل عندكم جوله كل يوم؟
واش حيتيكون الجو غدوو؟
شيّب او معجون، من فضلك.
هل فيه وقت نستخدم الحمام قبل الاقلاع؟
جيه مع مفتاح؟
مكتوبلي درامين.
واش، نعم. انا كاين. حابها.
واش كنعجبني بزاف، ولكن ما عجبنيش التصميم.
الله يخليك ليا صحاب ليا شحالك طيب.
الرجاء الجلوس. وش المشكله؟
والو معرفنش ولكن هانقول ليها سميتك.
هل ممكن تدي ليا بطانيه؟
انتوا تبيعوا جورب كبير؟
واش المغاريب لي فات اخر واحد؟
تمام. و جين و توني.
هل فيه تلفزيون؟
واش علاقه الحقيبه اللي سميتها؟
واش واحد ما يحبش يعمل هادشي.
مكتوبلي واحد يساعدني.
انا غادي نمشي لشيشيكاج الا ايضًا.
هل عندكم فتحات خمس سنتات في هذا الكازينو؟
واش حاب/ه تطلب؟
واش هي التخصص ديالك هانا؟
الي اين فاغيل ناڤل ف نيويورك؟
لا، والو.
واش باغين تاكلوا علي بوجو؟
واليا لي جاكيت طويل.
ماكنتيش تحتاج تروح هناك. انا نعتقد بانك تقدر تلاقيه/تخلي عليه هون.
الي فندق بوسطن، من فضلك.
نظّفها، من فضلك.
في منتصف النهار.
هل يمكنك اعطاءي التاريخ وارقام الرحلات الجويه؟
هل سيُقدم الطعام؟
فين الديوانيه؟
شيء بسيط.
لو سمحتوا، تفعلوا بيه عاجلا؟
هل عندكم هذا باساليب مختلفه؟
هذا جارنا.
مم، لذيذ. هاك، جرب قطعه.
هل نذهب لنشرب قهوه في مقهي؟
ماءه ين مقابل دولار واحد.
الوقوف مءلم.
ايه، ممكن نوخرو عليه بحيتو بحلول ليله الغدوه.
عندي حساسيه من الغبار.
بالطبع، تفضل.
هل في اي مكان استطيع ان اشوف عرض هولا اثناء ما بشرب؟
نزّل في هذه الشّارع الي الممرين الثاني.
اسمي تارو تاكاي.
والو ما بغاو نمشيو شويه تاني.
علاش عندك طوابع؟
فين البوغاط؟
هادي حتواسبو 30 دقيقه متاخرين.
هذه الغرفه رقم خمسمءه وخمسبعه. انا محتاج المزيد من الشامبو.
هنا فين؟
مكان اخر قد يهمك هو حديقه حيوان برونكس الشهيره عالميًا.
هل الريحوبه هايله تاني عشااان؟
عشره واثنتين و ثلاثين سنتيم، من فضلك. هل لديكم طوابع جميله؟
مساء الخير، من فضلك.
هل عندكم هاد الموديل باللون البني؟
انا هنا لدوره لغه.
جيب ليا تذكرتين لمعرض هادي الجمعه دي.
ارجوكَ اكتب لي رساله.
واش المغادره ديال باص لـ "بيميليكو" وين؟
هل يمكنني استخدام هذا القسيمه للطاءرات؟
والو بغاوني نشور.
قلعت كاحلي. و عندي الم مزعج.
كنت نبغي مصلّح للظفر يكون لطيفًا علي اظافري.
هل عندكم طاوله لثلاثه اشخاص؟
والله، بغيت نشري بَيتس.
ساري ونراجع اذا كان هناك وظاءف شاغره.
هنا مكتب الاستقبال؟
لقيت ضربه.
مشغل. اود اجراء مكالمه طويله للمندق شيراتون.
ها انا غادي نكون في الفندق حوالي الساعه 10 واش 30 د ليله الغد.
الرجاء الاتصال السفاره اليابان.
الكيمونو هو الزيّ التقليدي لليابان.
اجل، لكنني لعبت جوله اولي منذ شهرين فقط. انا مبتدء.
الظهر ديال الكوره ما يحركش.
هذا غادي يخدمني بزاف. وبالمناسبه، نسيت نسولك، كان ممكن نمشي نعومل في نفس الغرفه؟
المكيف ما خدّاش. الغرفه ديالنا جدابه بزاف.
واش نقدر نجيب تذكره لمباراه فريق كبير؟
استطيع ان احصل علي سلطه كولسلو بدلًا من البوفيه؟
الرجاء ان تاتي لزيارتي في تمام الساعه السابعه صباح الغد.
تسرقت جواز سفري.
واش خدمتش شي طواجن ايطاليين؟
اريد شريحه بيتزا لحم مفروم، من فضلك.
والله ناكل ستيك ت بون.
هل عندكم عصير برتقال؟
ثلاثه وستون تعرضًا لفيلم 35 ملم اسود-ابيض، من فضلك.
من فضلك، اظهر لي الحقاءب، من فضلك.
شحال المسافه لخدمه الوقود الاقرب؟
الي اين المغاربه التالي للبولد؟
الرجاء ارسال هذا الخطاب بواسطه البريد الجوي.
نحب نرجع نءكد علي رحله.
الراسي قلبي.
كام هو السعر للتايم؟
عندي موعد مع السيد ويلسون الساعه ثلاثه.
هل ستغير هذه العدسات لعدسات اقوي؟
خلّيني نحكي.
واش هاد بْقْل؟
استطيع ان اترك رساله له؟
هل رستوران هارد روك بعيد علي هاذا؟
سلام. شوف.
تمام. الان، هل يمكنني شراء تذاكر لفيلم "الخاطف من الاوبرا" لعرض الغداء يوم السبت؟
استطيع ان اعمل لك بانا كولا؟
واش كنعرف، انا شحال غبور. بغيتك تدعي سياره اجره توا.
واش واحد بارا فهاد الصباح، ماشي؟
عملت حجز من خلال جيه تي بي في اليابان قبل اسبوعين.
نوقفوا عند فندق بيفيل. تقدر تطلع برا هناك. دي مش اكتر من شويه دقايق مشي للقمه.
هل يمكنك الاحتفاظ بهذه الحقاءب حتي الساعه الرابعه بعد الظهر؟
هل بامكاني استخدام جهاز عرض علوي في هذه الغرفه؟
ها، تفضل، خذ وقتك.
هل يوجد اي ملاعب جولف ذات 18 حفره عامه؟
ما كليش ولا كلمه بغاتاش بغاو من حولي.
المقهي في القبو.
مساء الخير. عندي حجز. اسمي يامادا.
الشيء الاساسي هو ان تحصل علي قسط جيد من الراحه.
علاش عندك شحال من سيجاره؟
اقدر نطلب طلباتنا؟
الان، تعدِّل، انّك كتقول انك كتقرّبلّي بارزه وحده بس، ماشي؟
شحال دارو الصيدليه قريبه؟
اطلب ليا شويه فيتامينات؟
واش تقدر تاخدني من عندي الساعه سبعه؟
ديما يخرج كل عشر دقايق.
اعطني عشره، وخمسه، والباقي تغيير صغير.
اللباسي ما وصلش لليوم هادي.
اجل، واحد علي الطرف الاخر من المبني.
واش خدمتي؟
واش تقدر تعلمني كيف نستخدم خدمه الهاتف العام؟
هل بزاف باش تدفع قبل؟
شحال هاد؟ كن دارو محل لعب قريبه من هاد؟
والله، انا بغاون كريم لبنيتي.
انها تواصل فوري من عقل الي اخر. يعني ان الشخص يقرا عقل شخص اخر دون استخدام الكلمات.
هل يمكنني تحصيل شيك شخصي؟
واليا لي عصير برتقال، و كورن فليكس مع زبده، وبانكيك مع شيره.
هذا كتاب مطبوع. لا يوجد شيء باهظ الثمن.
اقدر نجرب؟
انا راجع بالبر.
واش هاد البراشيل لابسه منين؟
كام هو السعر الاول؟
علاش عندك شنطه اكبر؟
ها نبعتلك نسخه. منفضّل تكتب عنوانك هنا.
هنا فينْ المنْجمه؟
حسنًا يا سيد اوزورا، رحلتك قد تاكدت الان.
ارجوك اعطني تذكره.
الْمَكANEَهُ تِيهَهُ الشِّمَال؟
عندي اسهال. تقدر تقترح عليّ شي؟
عِشره دقيقه اتروح علي التّسعه.
ما تابغي تروح هاد المنتزه بالليل.
ماشي حتا ما تخلصيش حديد المزاوله، ولكن انا نقترح عليك تدي التصريح باش تخرج بالراحه.
الرجاء الضغط علي هذا.
بالتاكيد. ابقَ علي الخط، من فضلك. جهه اتصالك مُستعده. تفضل، من فضلك.
هل مانع اذا لمستُه؟
الي اين البوردينج يبدا؟
هل هذا النمط مناسب لي؟
قوليلي شنو البرنامج ديالك هادي ليك؟
ماشي حبر ولا ورق.
واش سميت به؟
انت غلطان.
بالتاكيد، تفضل.
هل يمكنك الاحتفاظ بسيارتي حتي الساعه الرابعه، من فضلك؟
ما عندي فلوس كافيه نشري واحد جديد.
واش الموعد ديال البراني الاول؟
هل ممكن نطلب طاوله برا؟
يبدو انك شربت امسيه البار الماضيه.
نعم يا سيدي. كم عدّت في مجموعتكم وما هو الوقت الذي ترغبون فيه؟
اعتقد اني بغيت ناخد الاثنين اللي اقل سعر.
صافو، لقد الغيت بطاقتك القديمه.
شكرًا جزيلاً علي العشاء.
فين المحطه؟
خُورْ خُورْ
الڤانو فين دارو؟
مءه دولار في الليله، بالاضافه الي الضريبه ورسوم الخدمه.
بْـلْـعْـهْ هَـذِهِ كَيْفْ حَـدْثْ؟
اللمبات اللي في دربي ما كايضو.
شكرا جزيلا. هيا. هيا بنا.
فال داروكه.
شحال ماشي احسن مكان للتمارين الرياضيه علي الجبال بالنسبه للمبتدءين؟
واليه، من فضلك.
هل هاذه التريب لي ميلبورن؟
كم حجم هذه البرج؟
فينسينت، شحالك؟ نسيت قفشك؟ انا ميرني.
زال عندي مكياج علي وجهي، سقسي وجهي شويه بزاف باش تنضفيه.
خُدّ ثلاثه اقراص في المره الواحده.
كم هو معدل عمولتك؟
هل يمكنني تسليم السياره في فرع اخر؟
واش هو ماسح.
فندق طوكيو. هل استطيع مساعدتك؟
انا هنا لزياره صديقي.
هل فيه تلفزيون؟
هاد سلطه و بطاطا مسلوقه.
واش اقدر نسولك، باش الطريقه اسرع لارساله؟
هل اقدر ناكل تمرين؟
شنطه زوينه. اسمي وعنواني علي الاسفل. ممكن تساعدني搵ها؟
والو ما بغيتش نمشي الساعه 8. تقدر تسالني كام حتاخد مني؟
نحب نطلب حجز وحدتيّين علي الطياره رقم 877.
علبه شامبو للشعر دهني، من فضلك.
ده تقريبا لتوين ويك.
اجل، انا اتناول دواءً لارتفاع ضغط الدم.
وين الكشكيات؟
هل اقدر نعطيكوا تشيز كيك؟
هناك الكثير من الاسباب التي لا يجب ان افعلها.
هل هي هذه الطريقه الصحيحه للوصول الي المحطه؟
خلينا نشوفهوش حيتكلف علينا كام.
نوصي بزياره فندق جرين ان.
عندي الف دولار.
ما عندنا حجزك.
اسمِي وين؟
بزعم رجعه بالزززززز
الرجاء اصلاحه اثناء غيابي غدًا.
هل هذا محسوب ككلمه؟
نطلب شما صحن تدخين، من فضلك؟
عاونا ولون تاني.
الان مكاتب قليله متبقيه في الصف الامامي.
والله ما باغين نسرع، لكن لازم نطلعوا.
من وين ومع فين؟
واش كيفاش نمح功效 التحويل؟
اوه، انا فهمت. هذه هي القنوات الخاصه بنظام الكابل في الفندق.
الرجاء التوقف عن السخريه من اليابانيين.
اِذَا كَانَ بامكانِك اعاده اصدارهِ متي؟
اريد ان احجز، من فضلك.
كنت نبغي ورق تغليف.
هل سيكون بدون ضريبه اذا ارسلت هذا الي اليابان من هذا المحل؟
انا اسف، لكنني اريد ان اناقش بعض الامور مع مديري قبل ان اوقع.
اريد جهاز تسجيل كاسيت، من فضلك.
خمسه ملاقط، من فضلك.
هادشي هو شي جْيعه انا، شكون ما يعرفش؟
شكرًا لك يا سيدي، هل لي ببطاقه رخصت قيادتك؟
انت علي حق.
بالتامين، من فضلك.
فين متحف مونه؟
هل هي قطار مباشر؟
تمام. ده تمنين، واربعمين، وسستين، وثمانين، وتسعين، وتسعين فاصله خمسه، وسته، وسبعه، وثمانيه، والتسعه، وميه.
علّابك ترووح فين اول حاجه، ترووح لدار لعلماء السياحه.
هذا شيء مُبهر.
واش سمحتيلي نجينا ليك لمدينه؟
كيفاش نمسحو شنطتكم؟
ايه، خدمتني بزاف. شكرا.
واش نقدر نجيب هاد لي نطوروه؟
سمعت، شكلك تعرف فين ديفرسايد درايف؟
هل هي هذه الصفه لعرض الساعه التاسعه؟
علاش عندك شي علاج للدوشوش؟
نحن مفتوحون من الثامنه والنصف الي الحاديه عشره.
شركتنا هي الخامسه الاكبر في العالم من حيث عدد الموظفين.
هذا تحت، علي اليسار.
هل ستُبقِي معطَفي؟
اسف، كلهم محجوزين. هل ترغب في تغطيه اضافيه؟
هل تقدر تقلي فوطه شاطء؟
لا، نحن نقبل ايضًا الطلبات التي تطلبونها.
من الاكيد ان يكون لديك التاريخ، لكن ليس من الضروري ان يكون لديك ايام الاسبوع.
اريد عصير برتقال، من فضلك.
ارجوكَ اقتَرِح مطعمًا جيدًا.
واش هي التخصص ديال هاد البلده؟
ما كليتش.
ما تضلّ في هاذشي.
علابالنا نشوفو المحلات ديال الخصاءص عند المطار؟
انا اسف. لقد سجلت رقمًا خاطءًا.
خمسه ايام. ساعيدُه يوم الجمعه.
ماشي حيد بزاف. ونغتنّي نمّشيو هناك قبل دّيوه الصّبح.
ماشي شكرًا. دي صغيره جدًا. عندك غير واحده؟
اعطني المزيد من الايصالات، من فضلك.
هل يمكنك بيع هذه الاشياء بشكل منفصل؟
اريد بيره، من فضلك.
واش سميت ليك مقعد خاص؟
خلّيني شحالك.
اش خاويين غير هاد؟
هذا المقعد محجوز.
علابالي نرجع نءكد؟
اوريني تيكيتك. غادي تروح الطياره الجايه في ساعه وحده.
هل فيو شي حد بيفهم الانجليزي هناك؟
لا يجب عليك حجز موعد مسبقًا.
والو ما بغيتش نقلل من شنطي.
نعم، لدينا حجزك. هلّا ملات هذا النموذج وقبّلت عليه؟
ما كنعرفو شحال ليوم راه جا هتوصلنا الجايد، اللي كان مسجلولنا هيروح علينا الساعه 10:30 الصبح.
هذا سري، خلينا نشوف.
الي اليابان من فضلك.
قلبت سيارتي في واد.
هل ممكن تديلي دوا؟
واش يمكنك توريلي الخاتم التاني من اليمين؟
اجل، بهذه الطريقه من فضلك.
انا تعبان شويه بسبب اضطراب الرحلات الجويه.
واش ما جيتش البار امبارح؟
الديوك ماشي حتا ليا.
اريد طلب خدمه الغرف، من فضلك.
اي قطار يذهب الي وول ستريت؟
واش رقم الباب ديال الخطوط الجويه اليابانيه ديال طوكيو؟
ارني الحقيبه السوداء، الثالثه من اليسار علي الرف العلوي.
اذا وضعت يدك فجاه في جيبك الداخلي، فقد تُصاب بالرصاص في المدينه.
هل عندكم مشروبات كحوليه؟
عندي مقاعد متاحه علي الرحله رقم ثمانيه وخمسه يوم الاثنين، والعشرين.
اود ان اتقدم بطلب لاستبدال جواز سفري.
بخير. هذا ممكن.
واش كاين بزاف علي هاد المقدار؟
سبعه درهم.
صباح الخير. هل هذه السيده اونو؟
هل يمكنني شرب الماء من الصنبور؟
عندي متاعب في المعده.
هذا راه، ثم دير ولّو يمين.
كيف يمكنني تعديل مستوي قوه هذه الاله؟
هل يمكنك ان تحجز لي جوله؟
هل مضطر لِن تَسْجِيل المحتويات وقيمتها؟
يا حبيبي/حبيبتي، راك وحد؟ بدك تروح نشاهد فيلم ولا شي؟
ماشي حاجه باغيه. اسف. ما بغيت والو.
الي امتي نلّقي في ديس موين؟
صورتان من البرجر بالجبنه وواحد طبق صغير من البطاطا المقليه، من فضلك.
اربعه وخمسه وسته وسبعه وثمانيه وسبعه وتسعه صفر، من فضلك.
الرجاء، اليوم هو التاسع والعشرين من سبتمبر.
عملت موعدًا لرءيه الرءيس في الساعه العاشره.
هل هاد ماي؟ لاباس بيه نشربو؟
اريد شريحه لحم.
بخير، يبدو انني ساحصل علي شيء مختلف.
اخرجني الي المسرح، من فضلك.
اِذَا كَانَ التَّفْرِيَهُ؟
سَميḥ/ه. حَتانْ سْاَلْكْ سءال؟
هل يمكنك تفحص هاتين الحقاءفيين لي من فضلك؟
العباءه دي ما تناسبنيش.
المنخل في حوض الاستحمام ما عندو قعدان، غيرو كذلك.
امتي موعد المغادره؟
واش بغيتني نهدر الان ولا متاع؟
اريد فقط طبقًا رءيسيًا؟
واش بغيت شي تشربو ليا وانت شفت؟
هل لديكم جولات اخري؟
والله، بغيت نركب باص للدار. ممكن نعطاني شي تغيير، من فضلك؟
هل عندك اي شيء يربطك بالصوره؟
واش كيعرفك هناك امل فهاد علاقه؟
اهلاً، اولاً يجب ان اذهب الي مركز المعلومات وابحث عن فندق.
اعتقد انك فهمت خطا ما كنت احاول شرحه.
هادي منين؟
هل تقدر تلاقيها ليا؟
هل يمكنك الاحتفاظ بسيارتي اثناء جولتي؟
الي اي باب يجب ان اذهب؟
شْلون عندك كام كاميرا؟
واش بغا قداش ورق ولا حاجه؟
واش سبب الزحمه دي؟
الرجاء تغيير الزجاجات.
اعطني من فضلك، هلّا اعادْتَ لي ما قيل في الاعلان؟
هل عندكم قاءمه باللغه الانجليزيه؟
هل فيوجد اي مباريات لفريق نيويورك يانكيز هذا الاسبوع؟
كان عندي دوار، ولكن انا اشعر بتحسن.
شارع 72 و شارع بارك.
هل هذه سيجاره بريطانيه؟
علِّي تْخْذَرْ حنو السِّبدع.
والجميع خرجوا بصحّه عامه.
انا بغاونا ضماده مطاطه.
اعتقد رقم التاكسي كان واحد، اثنان، ثلاثه، اربعه، خمسه.
انا غادي نمشي بهذ الشي.
سارسل لكِ خادمه علي الفور.
ولكن التكلفه ترتفع، اليس كذلك؟
فعلاً، جدّي الكبير جابوه من صقليه في بدايه القرن.
يا ريت نسال، هل فيه غلط في هذه الفاتوره؟
بارك الله فيك. شحال حالك؟
هاد التنوره ماشي قتليها.
ساطلب عصير فاكهه.
وش المءهلات اللي مطلوب باش تكون عندك هادي الوظيفه؟
واش تقدر تعدّلوه الان؟
واليك نتصل بالاتصال الدولي اليابان.
هل يمكنك حجز موعد للغولف؟
والو ما باغِ علاّم كيفاش نَعبْوِس.
هل تقدر تغيّر هاد لياحله لحجم اكبر؟
هادي جيبي.
والو، ما بغيت غير قصّه شعر، من فضلكم.
سماحلي، وين الدكاله اللي قريبه من هادي؟
والله، بغيت نطلب شي شي للنزول.
شحال هاد اخر محطه؟
لا. مجرد كتله واحده هكا.
ابني راقد في الدراسه العليا في جامعه هارفارد.
فين الحمام؟
اريد منبهًا، من فضلك.
شحال ليك لابݣدا الليل؟
احمر قاسي، من فضلك.
عندي التهاب في المفاصل.
فين نا نقدر نغير حواله ماليه دوليه؟
لقيت وخزات من ابر شوكه البحر.
دي شنطه حمرا فيها بلاصه.
والو ما بغيت نبعت هاد الباكاج.
اهلاً وسهلاً. هاو شي جامد.
واش جاب هاد؟ ما كباشتش.
هل نضعها علي الفاتوره ديالك؟
الرجاء ملء هذا الشهاده الطبيه والايصال.
ايه، انا بغيت نزيد مكالمه خارجيه لبابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
واش قيمه السياره؟
قاتني نحل. شكله بزاف سخن.
واش هاد الدرعكه بْقْ؟
انا بغيت واحد.
كنت سماع شنو قال؟
جاف، من فضلك.
الرجاء الاتصال بهذا الشخص.
الرجاء تقسيم هذه العشره دولارات الي خمسه عشرات و ورقه عشره دولارات واحده.
لا، ماشي الحال. ولكن عنده دوش.
واش بغيت تغ tapp X-ray.
هل صحيح انه يمكن المرور عبر اي من الابواب؟
هذا للاستعمال الشخصي.
غرف جنب بعض، من فضلك.
هل يمكنك ان تشارك نصف تكلفه الدعايه في العام الاول، مثل جميع موردينا؟
فين محله الاقلام؟
عندي حمي شديده و انا حاسس دوخه بزاف.
هل تقدر تدفع عليه بالغرفه، من فضلك؟
هل فيوجد مكان ثابت قريب من هذي؟
شكرًا جزيلاً. كيف يمكنني الوصول الي الفندق؟
لقيت روحي مسكره. شنو تقترح نسوي؟
انت لطيف جداً.
هل يعني هذا اننا لا نحتاج الي ترك بقشيش؟
اذن يا سيد نitta، هذا كل ما لدينا لنعرضه عليكم هنا في مصنعنا.
عانيت من السل في العشرينات الاولي من عمري.
هل يمكنني استعمال الموقد والماء الساخن طوال اليوم؟
ضروري نركب حجز.
اسف، لكن باقي اماكن في الصفوف فقط في الامام.
والو ليا خدمت. كنتش معا مكسول.
ما كاسلتش علي مسافه بعيده يوم الجمعه.
الْحِينْكْ شْامْ صْيدَلْنِيَه؟
فين المحطه؟
زيت نمبر تلفونك؟
بالتاكيد. غرف تغيير الملابس هي بالضبط هناك.
اراهن بخمسه دولارات.
الرجاء اخباري بعنوانك.
وينش كنالك الومنتاري؟
عندي مرض مزمن.
والو ليا بغيتو تشيكين دوت.
اقدر نسلك زجاجه ميه سخونه؟
هل يمكنك فحص عينيّ واصدار نظارات؟
علاله ليك في يومين.
اقدر نسلك تذكره لمقعد في الطابق الاول؟
شكرا. حسنًا، دعني اري. في الواقع، هذا ليس ما اريده.
والله، بغا شيّيتين فيلم اسود وبياض، باللييييييييييي
انا خايف ما وصلاتلي الحتايبه لسا.
اعطني، اوه، الطبق الخاص باللون الازرق.
ابوك كان راجل مزيان، و حابِس عليك.
والو، ما في شي جديد ليهم ه evening.
ما بغيت نشوف هاد الحقيبه.
ماشي حتا كنعجبني شحال.
واش طول تاني باش نوصو لشييكاجو؟
اريد فنجان قهوه مثلجه، من فضلك.
ماشي بره، ولكن المهم بالنسبه ليا.
الطبق الحر، من فضلك.
وش الخط السياره اللي كاير فيها عند شارع الامل؟
اهلاً، عندنا موسيقي الجاز لـ ايف سان لور.
جيبلي قابل.
سَوِّلْني رنين جَاهِزِيّ عند السَاعِدَهِ سِتَّهً غَدًا الصَّبَاح.
وانت مهتم بزياره مانهاتن.
اريد مقعدًا غير مدخن، من فضلك.
لا، تقدر تلقه عند الصيدليه.
واش شفتو Titanic؟ واش عجبك؟
واش بغيتو دبوس.
تذكره ذهاب فقط الي لوس انجلوس. هل تريدون مكانًا مع تدخين ام بدون؟
هذا المسرحي مشهور جداً ايضاً في اليابان.
الرجاء تحصيل الحساب الليله.
مساء الخير يا سيد هوسوكاوا. اهلاً وسهلاً في الحفل. هل ترغب في شيء لتشربه؟
ماشي حتا للبيع، فانسي هكاك.
واش معروف هنا؟
هاد صغيرين بزاف.
هل انت السيد ايبرت، ان كان كذلك؟
اسمي تانaka، شخصان، الساعه ثمانيه.
ارني لونًا اخر.
واش نقدر نجيوه وين؟
اريد ان اُطبع هذا الفيلم، من فضلك.
والله خدم ليا سندويتش لحم شواء وشاي.
هل بقي نسخه من هذا المجله؟
شحال هاد اكبر محل كبير في هاد البلديه؟
واش كيفاش نمكال فون لخارج بلاد؟
الرجاء احضار لي تيلينول.
احيانًا اَشْعَرُ بِالاَذَايه.
خلينا نشطلو في الشويه.
هل ستُريّني مقعدي، من فضلك؟
يبدو ان الاله معطله.
اليابان دي دوله طويله بتتمدد من الشمال للجنوب.
واش كاين بزاف؟ واش تقدر تدي هاد القمصان بسرعه؟
سادفع الفرق، لذا من فضلكم قوموا بالحساب.
خلينا نشوف شويه تلفزيون.
اصلا، جابتهالومره اللي فاتت علي الطار بحال محل قريب من داري.
عندي ميه دولار نقد و سandaف دولار شيك مسافر.
صدر البطن ليايا.
بصراحه، انا كنعجبني التمبورا، ولكن ما كنعاكل بزاف من السوشي. اغلب الناس ما كيعاودوش اكل السمك الطازج.
هادي باغي ليا، كوجي.
المدينه العاصمه هي طوكيو.
متي لي تدفع، الان ولا عند المطالبه؟
هذا صحيح. الحراس بداوا يتغيرون في هذا الوقت. يمكنك ان تشاهد ذلك او تستمع الي فرقه الحراس وهم يعزفون في ساحه الفناء.
والو لعب؟
هل تم استدعاء هذا الرقم؟
وين الكنيسه؟
بغيت نعوض هاد.
الله يسلمك.
هل عندكم هذا بلون تاني؟
املا هذا النموذج.
لحم بقري او دجاج؟
الرجاء القدوم لاستلام امتعتي في السابعه صباح الغد.
كم دينار ياباني بغاون التسعين دولار؟
عندي دبوس عظم معدني.
واش هادي باش ننتظروا فيها؟
هي يوشي.
جال سبعه واثنين واحدًا ناريتا.
واش عاد سمحتي؟ هاذ شي جيد.
وش كتاب تدينا؟
دي شنطه زوينه.
هل عندكم خدمه حافلات للوصول الي المطار؟
واش نسولح الكاميرا فين؟
علبه ميلر.
واش نقدر نجيب بريدان؟
واليا ربيطه كحل.
شيء غريب مع الفيلم. هل ستراجعه؟
لقيتوش البطاقه البديله فيال المكان كله.
احنا كاينين بزاف من الخرا من فوق.
الرجاء التحقق من عنوان السفاره اليابانيه.
لازم نشري تذاكر.
ياخدو سكه حديد سريعه؟
ماشي حقي هاد التنوره متديوراش عند البوكه.
دي مرضو.
هل يمكنك ان تفعل ما تستطيع لتكون في الموعد؟
هل تقدر تصورلي صوره؟
واش هاد؟
نحب نروق في ساونا.
الماكولات البحريه
عندي ملاعب تنس لعبتين، ومسبح، وجيم.
هل هذا القطار صحيح لمدينه بوسطن؟
واش جا خاصني نمشي للساحه؟
ما تسلكو بالزاويه، من فضلك.
امراه، من فضلك. كم سعر نصف يوم؟
ثم، لدينا واحد جيد لكم. انها جوله عطله يوم كامل.
هذا قسم التجاره الخارجيه، اليس كذلك؟ انا تارو تانAKA من اليابان. لدي موعد لرءيه السيد كولمان في الساعه الثانيه.
هل هذه المنصه الصحيحه للقطار المتجه الي منيابوليس؟
هل يمكنك تصفيه هذه الوصفه لي من فضلك؟
صاف. وانت؟
اعتقد انني ساخذ هذا.
انا كاين ناكل عينينا ونجيب احسن درجات نقدر عليها.
يا الله، هذا طعمه يجنن. انت طباخ/ه كويس/ه. يا ريتني اعرف كيف اعمله.
فندق جراند، من فضلك.
السرير غير مُعدّ.
لا، التالي.
سْوِقْنِي لِلدُّرْبَهِ الاتِيَه.
واش سميت؟
هل الغداء مشمول في السعر؟
نقدر نتعلم ديالenglish ديال conversation مره في الاسبوع.
اتصال مباشر باليابان، من فضلك.
هنا فين مكتب الضاءع؟
هل هو جيد للبشره الحساسه؟
متي يمكنني استرجاعها؟
واش الوقت ماشي حقي؟
والله، انا بغاونا شحال من حليب، بال
ما غادي نمشي علي التريب.
قبل ما تروح، هادي ليك جرعه.
هل عندك فلوس كافيه باش تعيش هنا شهر كامل؟
واش بغيت شريط كاسيت.
زديني صندوقين من ميلد سيفن، من فضلك.
احتاج دواءً للغثيان، لو سمحت.
عندي الساعه ثمانيه تقريبا.
يا ويلي. وكنت فاكر/فاكره هتاخد/هتاخدي الخط اسرع.
سادفع بالبطاقه الاءتمانيه.
ديما بغاون شغل بدل زمان باش نزيد فالدرال.
دي شي حلو.
عندي حساسيه من الشمس.
ماشي، صافي، بس قَصّي عليه، لو سمحت.
هذا غادي يتقدر عليك لخمسين دولار بالجو.
عندي بعض الغسيل. هل سيكون جاهزًا قبل صباح الغد؟
رحله جالف رقم خمسه وثلاثه، يوم خامس مايو، حجزت في طوكيو.
الرجاء ان تُريني كيف استخدم هذه الاله.
اليهِ اين يعود؟
هل بامكاني فتح النافذه؟
الكاراتيه، طريقه قتال بالايدي تتكون اساسًا من اللكمات والركلات الحاده، هي ايضًا واحده من فنون الدفاع الذاتي اليابانيه.
هل يمكنني تغيير المقاس؟
متي ستنقل الي حسابي البنكي؟
هل لديكم اي تفضيلات مقاعد؟
هادو الكاميرات ليكلي نخدم بيها علي خاصتي.
شحال الناس اللي عندك؟
افضل طريقه هي العيش في بلد اجنبي.
اكيد، ممكن ندي خدمتكم.
واليكم حجز لمجموعه من ثلاثه اشخاص الساعه الثامنه الليله.
يسمح هذا بتتبع الاعراض مثل الم البطن والاسهال والحمي والصداع والسعال والطفح الجلدي والقيء التي قد تكون حدثت خلال اسبوعين قبل عودتك.
بلاصه كام تدي كلمه لليابان؟
اعتقد ان المقترحات جيده، طالما نجد الاشخاص المناسبين.
اهلاً، انطباعي هو انّه ارض جبليه، مزدحمه، صاخبه، مليءه بالضوضاء، نشيطه، شبه متفجره. واهلها شعب يعمل بجد، مجتهد، متوتر، فضولي، مستعد للتعلم بكل شيء، ياكلون ويشربون بشراهه ولكن باناقه، وكسبهم ونفقاتهم بقوه.
يدي كسرت.
بالمغرب، يبدو اتخاذ القرارات ابطا بكثير من بلدنا.
هل يمكنك ان تبدو عليه/تتحقق منه؟
كانت سرعتك 45 كيلومتر في الساعه في منطقه سرعتها 25 كيلومتر في الساعه. قد يتم سجنك لمده تصل الي 90 يومًا.
كم مده الشفاء؟
واش سميت هاد ساحه؟
انا مسافر/مسافره لوحدي. هل يمكنك ان توصيني بمرشد محلي؟
جيبلي شوكه تانيه، من فضلك.
هل يمكنك طلب تاكسي؟
تذكره ذهاب وعوده مبلغتين الي واشنطن العاصمه، من فضلك.
هل لديكم اسعار يوميه؟
استطيع ان اخبرك بالساعات التي يعمل فيها مكتب البريد؟
واش طول الفتره اللي السياره ديال القطار المحلي تولي لبوسطن؟
انت تدفع لي.
فين الفاذر تلاته و عشره؟
علاش عندكولو خوخه؟
عشرون دولار في عملات عشره، من فضلك.
حافظ علي نفسك زين لحد ما ترجع للبيت.
بالمناسبه، هل يمكنني تحصيل هذا الشيك ايضًا؟
واش باغين نروحوا لمباراه بيسبول؟
انا كنترحب باش نغيره.
هل يمكنني الحصول علي نموذج تغطيه لنسخه طبق الاصل؟
ساطلب شريحه.
كيف بتوزع شعرك؟
كانت دي اللي بغيت.
قوليلي شحال باغي راه شكل الحقيبه، من فضلك.
بغيت رجع هاد الشي.
واش كلفها فين؟
ما هو معدي.
اذا استمريت قليلًا، ساجيب علي اي سءال لديك.
واش باغي المترو ما جايبش؟
كم مره يجب عليّ تناول هذا الدواء؟
الرجاء اختيار بلوزه جيده لي.
اريد ان نتوصل الي طوكيو، من فضلك.
الرجاء اصطحاب متعلقاتك الثمينه معك.
القفي وين؟
ما عندي وقت يتبهدل بيه. بسرعه، من فضلك.
ما كنعرف نقلعطرو لدار.
البرد. تقدر تعمل شي؟
واش بغا ناضر فطر.
هل عندكم كتيب مجاني بالياباني؟
البرلمان هو المجلس النيابي.
اسمي تارو ياماماتو.
سماحلي. هل يوجد عبّاره للمشاه قريب من هُنا؟
انت في منتصف شارع الغرب.
الْطُّرُقَهُ بِشْلَه، مُرْتَبِطًا، مُنْفَعًا.
واش بغا مني شي شامبو و قصه شعر.
هل التصوير ممنوع هنا؟
وين المكتب ديال l'معلومات؟
هل يمكنني تحديد موعد لي للغد بعد الظهر؟
والله، بغا تايني قارده.
المكان كان في ذا المغازه.
هل يمكنني التوقف قليلًا؟
هل تقدر تخرج العلبه دي من لبس؟
الرجاء المضي قدمًا الي النهايه في هذه الشارع.
واش بغيتو رمانه انجليزيه سهله القراءه؟
لا، انا مجرد جامع صغير. افعل بعض التداول ايضًا.
يد، شابه، منفضه، من فضلك.
واش باغين تحيو معايا نزول علي الغدا؟
انا من السويد.
هل لديك اكثر من خمسه الاف دولار في ادوات ماليه؟
هل في شي محل يبيع ملابس اطفال ولخر؟
والو ما بغيت نغير فاتوره بمقدار صغير.
هل ارتاح لك فراشك؟
خليك صافي، من فضلكم.
ضروري نشوف دكتور ولاد.
الستاءر الحمراء للسمك تُرفع والاصنام اليابانيه تُعرض في هذا اليوم.
كنا كسبنا بزاف، فخلينا نرجع مره تانيه بالملابس الرسميه.
المحتوي يساوي تقريباً ماءتين دولار.
هنا، من فضلك.
الرجاء الاتصال بمكتب المفقودات.
ثمن وعشرون دولارًا و95 سنتًا في اليوم، بالاضافه الي 9 سنتات لكل ميل بعد الماءه ميل الاولي.
الفرامل الهيدروليكيه لا تعمل.
والو ما بغاونا شوشبه قراءه.
واليك اقتطاع شعر، من فضلك.
والله، انا بغاون نخرج بدري صباح بليل. كنعاون ندفع الحساب شحال هاد؟
لازم نموت علي الغاز. ننتظر دقيقه.
وش الخيارات اللي عندكم للـ ابيريتف؟
رقم مقعدك مطبوع علي التذكره السريعه.
هل الرحله ستغادر في الموعد المحدد؟
علاش عندكم اطباق محليه؟
استاذ، هل ممكن تاخدني لمني المحطه؟
لثلاثه بالغين.
علّيّيّيّيّيّيّيّيّيّيّيّيّ
يارب تيجي تاني.
لا، ما كليش. حسيت بزعرانه وما كاش خدم ليا في معدتي.
هل يمكنك ان توقف عن فحص حسابي الشخصي؟
تقول الروايه ان التوفو نشا في الصين منذ حوالي الفي سنه.
اقدر نسكتبر طوالي؟
والو ممكن نشاف مقابله ديال لعب كوره سله. كاين شي تذاكرات متاع؟
لقد سُرق جواز سفري وخمسه الاف دولار نقدًا.
لقد قيل لي ان اتي هنا لاحصل علي تقرير الحادث.
عندي انفلونزا.
هل يمكنني الاحتفاظ بقاءمتكم كذكري؟
واش كيف نركب للو حطه؟
السيد جونز مش موجود حاليا. مستاذن يعود بعد قليل من الساعه الثالثه.
هل ستاخذه لي قبل بدايه الشهر الجاي؟
تمام، شكرا. وانت؟
البار تْحْرِيق ليل هادي.
اين راك تروح؟
هل باغي تاكل عشاء؟
ستيك، من فضلك.
والله غاولي نجرب فحوصات طبيه.
هادي هديه ليا لبرا ليا.
واش غدي اكل شويه ديال الحلوه؟
اخبرني بالتكلفه لاحقًا.
كنت هناك تقريباً ست سنين.
املا بالوقود العادي، من فضلك.
اذا كنا نستطيع ان نخدمكم، فلا تترددوا في الاتصال بنا.
استطيع ان اخذ قياساتك؟
هذا قطن.
الرجاء اخذ هذا الامتعه الي محطه الحافله.
هناك شويه، ولكن ماذا تريد ان تاكل؟
هل ستوجهين صديقتي السيده يوكিকো اودا؟
هذا ماس احمر وزنه‌واحد، صح؟
اسمه السيد هارادا. شكرا جزيلا.
هل عندكم محل Ungaro داك هون؟
وين القوامعه؟
مسرور برءيتك ايضًا.
انا رايح ليا فلوريدا.
اعتقد ان هذا يختتم الامر لليوم، يا ساده.
واقيلي شطيانه فهدي الشعيبه. واقيلي تولي تلاته بلاط و غادي تولي علي بارك. والمتحف فالبارك.
ديورت دوا اسبرين.
واش نشري طوابير؟
اقدر نسلك تذكره اول كلاس واحده لنيويورك، من فضلك؟
كيف نطلب؟
واش طولوبه مللي باش نولّي هادي؟
رءيس.
الطعام الياباني يشمل السمك النيء، والسوشي، والتيمبورا، وغيرها.
والو ليا حاسن بالكسل.
يمكن يكون هكا.
متي يغادر؟
هل اخذت درجه حرارتك؟
هل في شنطتك اي شيء قيّم او هش؟
هل يمكنني استبدال هذه الاحذيه بجهاز اخر اصغر؟
اتركه ليا.
ما كليش.
واش الرحله الجايه واخا؟
هل عندكم عصير برتقال؟
بهذه الطريقه، انعطف يسارًا.
سابه ليا خو/خوت.
اقدر نسولف نشيل صوره بالفيديو؟
هادي فكره كويسه.
هل تود ان نطلبه؟
هادي ساعه متاحه بزاف في الليل.
اسمي ياماموتو.
التبول ما يحطلش. من فضلكم ابعتوا حد.
كم هي مساحه موقع المصنع، بالقياسات المتريه؟
انا اسف. لكنني لا اعرف مكان مقعدي.
بغاو نرجع فلوسنا.
كنت نبغي شي حاجه بزمرتي Prada.
هل يمكنك ان تظهر لي شيءًا بحجمي؟
انا علي الحافله غلط.
استطيع ان اري جواز سفرك، من فضلك؟
هذا و هذا و هذا، من فضلك.
الايكيبانا هي فن ترتيب الزهور. يوجد اكثر من ثلاثه الاف مدرسه ايكيبانا في اليابان.
يا ليييييييييي
والله، انا بغاون دابا بياض البيض مقليش،
بس قصّي الاطراف، من فضلك.
هل يمكنني الحصول علي مجله المعلومات الخاصه بالاداء؟
اعطني خمسه عشر جالون من البنزين المضاف اليه الرصاص، من فضلك.
انا اعاني من فقر دم.
دّيش عليها و اطلب منها تโทรني.
ط just كينت شريت هاد.
واش كيف نموس علي هاد الكراب كبير؟
هاد الباص رايجه لـ كارمل؟
اثنين من البيض، مسلوق.
سَتعْملُ خَرْجًا ام تَاْكُلُ في المَكان؟
الي اي ساعه يغلق؟
اريد ان اءكد حجزتي مره اخري.
الخامسه والعشرون من نوفمبر هي يوم شكر العمال.
هل هو صعيب فهمه؟
هل يمكنني شراءه بدون ضريبه؟
والله، بغيت نعاود شويه من وقت الديك (الخروج).
عندي عصير برتقال و تفاح و برتقال حامض و طماطم.
بغاو رجعه فلوسي.
هل المفاصل ديالك تبانك؟
رقم تاكيدي هو خمسه سته سبعه QLR.
واش حار بزاف؟
اخدْ هادْ العلاج عند الصيدليه.
انا ماسك شغل في وكاله سفر.
الضيفه اللي باغيه نسلك ليها هي السيده يوكو نيشهارا.
شحال هاد؟ تلقي مكان تزلج قريب من هاد؟
لازم نمشّ للدار قبل الخمسه. كاين صعيبه نروحو لمركز التسوق؟
ما كليت المتر ديالك.
ارجوك الغِهِ امامي.
هل ممكن تخلوني علي قاءمه انتظار؟
كنت هنا باش نشوف المدينه.
واش تقدر تسديلي كاميرتي بعد ماندخل، بالي خاطر؟
يمكنك ان تمشي. فقط اتبع العلامات.
واش عندك وقت لنهار العيله؟
هنا فين بوابات تاجير السيارات؟
لا، كنتديور. واش نمناو؟
هل دي الباص؟
اعتقد اني يجب ان استغل اخر خمس دقاءق للاجابه علي اي اسءله.
هل تقترح علي مطعمًا ايطاليًا لطيفًا؟
يبدو انك شربت بزاف امس.
بس ضغّط.
هنا كتيب يضم العديد من جولات الحافلات السياحيه، بما في ذلك الجولات النهاريه الكامله، والوجاهيه، والصباحيه، والمساءيه.
اش خبارك، نقدر نخلص هاد الرقصه في وقت تاني؟ اسف.
واش في باص لوسط المدينه؟
اريد دبل تاج قوي، من فضلك.
الباقي قهوه؟
هل يمكنني مساعدتك في ايجاد شيء؟
واش، بحوالي عينيين بلوك، كن‌پال.
سبعه وسبعون مقسوم علي تسعه يساوي ثمانيه.
والله، انا حاب/ه ناخد/نحتاج كريمه لبشره عاديه.
سمعت ان اليابانيين بياعملوا بزاف.
واش بان موسيقي الجاز؟
الزوار، موجودين؟
كم المبلغ اللي بغيتو تشوفوه في الحساب؟
شحال معنا لوحه الطريق هادي؟
واش تقدر تعلمني كيف نملا هذا النموذج؟
سافكر فيه واتصل بك مره اخري.
ساقدر تكاليف السفر.
استطيع الحصول علي ايصال لفاتورتي التامينيه الصحيه؟
هل يمكنني ترك السياره في اي وكاله؟
هل انا مضطر لاعطي نقودًا دقيقه لركوب الحافله؟
انت عايش هنا؟
هديّ، وراّح تّوفيق معاهم.
عندي حمي.
هذا الساعه خمسه واثنتان وستون.
والان انا حرّ بضعه ايام.
الغلابه اللي خدمت النهارده مين؟
لا، ما فعلناش. فقط بتكلمو بالانجليزي.
هل هي تلقاءيه؟
هل ça fermé؟
اوامر للغداء، من فضلك.
فءه اولي ولا فءه ثانيه؟
علّاك تكون شحال هاديوش موش متاخر من السواح تلاته و نص.
حركتك شينه.
هل من الامن الغوص هنا؟
ربَّما نخرج نشتري شويه حاجات.
هل ستتصل به غدوو الصباح كما وعدت؟
اهلاً وسهلاً. نحن سعداء لانك كنت متفهمًا جدًا.
كم ثمن لتر بنزين دري (premium)?
هل المذيع يعلن التوقفات؟
واش نشاوو نتقابل هاذو فواحده العشاري؟
تمام. خلينا نشوف. ممكن نشرب شويه شراب باش نبدا؟
من عمله؟
سماحلي. ممكن تقولي ليا، عندو مطعم ايطالي قريب من هادي؟
صافي، ça va être prêt pour vous avant quatre trente.
كم محطه لل متحف الفن؟
هل نطلب ذلك لك؟
هل قطار المسافرين يتوقف في سان دييغو؟
هنا خدش.
من وين هاد لبرتقال؟
شحال هاد الريستورانت؟
نحب نشوف المكتب الحضري.
هل يمكنك تغليفه، من فضلك؟
هل دي جوله نص يوم؟
السبت والاحد ايام عطل.
ارجوكَ تذكّرني عندما اصل الي فيكتوريا.
والله، انا بغاونا نحدد ليك موعد غدوو مسا،
اذًا، وش عندك خطط لبكره؟
الاستقبال؟ هذا ناكامورا يتحدث. لقد سجلت للتو. لكنني لا احب هذه الغرفه.
صافي هتيجي؟
علاش عندك شي علاج لمرض الزكام؟
اسمي ريسا كوباياشي، والرقم هو اتنين صفر اتنين اتنين صفر اتنين واحد صفر صفر.
يا ريت طاوله مع منظر بحر حلو.
اعطني من فضلك بعض الاماكن التي يمكنني الاتصال بها في حاله حدوث مشكله.
نعم، لقد عولجت لمرض السكري في اليابان.
نريد ان نجلّب بعضنا جنب بعض.
اقدر نسولك شي دايت كوك؟
واش نوع الغرفه اللي باغيوها؟
انا غادي نمشي نعاود ليك.
واش تقدر تدي هاد من البوابه اللي طلعت منها.
بطاقات crédit و الدراهم كانت في جيبي.
خطاي.
علاش غادي ترفع مطالبه تامينيه لدي مكتب التامينات في اليابان.
اهلًا، هل يمكنك تغيير هذا من فضلك؟
انا خايف ماعندنا والو مفتوح.
واش طول الفتره بالبريد سطحي؟
هذا ذهب؟
ما كنعرفش علاش واحدو من اليابان كيعاود عمرو.
هل يمكنك ان ترسم لي خريطه من فضلك؟
هاد المحل كان اقل سعر.
انا ان بروان.
هل يمكنني الاتصال مباشره من الغرفه؟
هل ستضعه في صندوق؟
جواز سفرك لم يعد صالحًا.
هذا مءسف. ها نراسل سفاره اليابان ونسالهم شنو تاخده.
ارجو التاكد من تثبيت احزمه السلام الخاصه بكم باحكام.
وين حمام؟
والو ما بغاونا نعارنو دراجه بخمس سرعات.
علاش عندك لون اغمق؟
والو، ما نساكنش.
هل يهم اذا كنت مبتدءًا؟
انا معا عيالي، فما اقدر اعطيك رقم الغرفه.
ما كنعرفو فين الباسمه.
والو ممكن نعاودني صباحا.
واش نشعل حجز فواحات؟
هل يجب عليّ اعاده تاكيد حجزي؟
تمام يا سيدي. غادي نبعت واحد ما بعثوش يصلحوه مباشره. باللي تكابد شوي.
هناك اربع وستون. كل ولايه مقاطعه يراسها والي، وجميعها لها جمعيتها الخاصه.
ايه. هنروحو نلفو ونبيعو المنتجات بعد ساعه او اقل.
كان قبل عشرين دقيقه.
واش سميتو ليا؟
وش الفيلم اللي شغال حاليا الاكثر اهتمام؟
في هذه الاكياس البنيه.
ياريت نشوفك تاني.
هذا لانها مصنوعه من الحرير.
نحب نختبر مقاس واحد صغيur. هاد كبير ليا بزاف.
كنت فين دي؟
انا جيعان.
دكتور، ممكن تعالجوه بشكل مءقت بس؟
عندي حمي.
اسف، ما عندي والو مروحه. تقدر تعطيني تسعين دولار؟
سلام، يبدو اننا جارين.
يا ختي، هل في باص من المطار لوسط المدينه؟
ما كنعرف نشطف الحمام.
اعضاء مجلس الشيوخ يظلون في مناصبهم ست سنوات، بينما يخضع نصف الاعضاء لانتخابات كل ثلاث سنوات.
ماشي، ماشي.
الرجاء اضافه رصيد لحسابي.
الاسلحه التي ادخلت الي اليابان في ذلك الوقت لعبت دورًا هامًا في الفوز في المعارك.
علاش ليك عنددار ليا اكبر؟
هذا يعني انك فقدت جواز سفرك ايضًا. يجب عليك التقدم بطلب لاصدار جواز سفر جديد الي مكتب الهجره.
عندي بصيره ضعيفه.
عندنا حواشي؟
صف لي كيف نلّق علي محطّه شينجوكو.
الرجاء ارسال بريدي الالكتروني هنا.
الرجاء اخبار الطباخ ان هذا لذيذ جداً.
التيليفزيون ما كايمهش.
تذكره ذهاب وعوده الي اكسفورد، للساعه التاسعه صباحًا في اليوم الخامس.
ما كنعرفوا نمسحو عليه.
كم ماشي لهذه السياره؟
هذا ساتو. انا استاجرت سياره هذا الصباح.
صاف. شكرا. بالمناسبه، هل يوضع ملابس رسميه؟
استطيع ان اعطيك اسم ورقم هاتف طبيب؟
هل يوجد دواء لداء السياره؟
واليا لي نطلّال.
واش تقدر تخدم تسكتلي هانا؟
هل يوجد علاقه ببيرث؟
نعم، ممكن نطلب قاءمه الحلويات؟
هل يوجد عرض صوت وضوء؟
ايه، ده صحيح. وبعدين، انت بتسجل هنا يا سيد يامادا؟
وسط، من فضلك. هل يمكننا الحصول علي مقعدين جنبًا الي جنب؟
نعم، بامكاني مساعدتك؟
هل ممكن تخصّص لي السعر اذا نمت لليلتين؟
نحب نشطف.
هماشيه باش يخلصو؟
في حاله الالغاء، يرجي الاتصال مسبقًا.
هناك كاميرا بالداخل. يرجي ابقاءها في مكان امن.
هنا محطه البنزين وين؟
هل هاذا القطار توقف في بالتيمور؟
استاذ، ممكن توصل لي شويه ميه، لو سمحت؟
لا، شكرا. بغض النظر، سيكون الظلام الساءد طوال الرحله علي اي حال.
كنت بحال نشوف. شكرا.
سماح ليا، ولكنني لا اعتقد ان هذه الارقام صحيحه.
هل هذا يشمل المشروبات؟
كم دقيقه تانيه حتقعد تاصل؟
من بوابه يا ترحله هذي تطلع؟
اسم الفندق اللي ناوي تاقي عليه الليله، يا سيدي.
علابالي لازم نهدرّك مقعد علي القارب اللي رايح بالبركان؟
واحد جايه بعدين.
واش سميتوهي تاني؟
هل المسرح قريب؟
هناك سته في مجموعتنا. نود الجلوس علي نفس الطاوله، من فضلك.
هاكاك، يعني.
شكرا جزيلا علي دعوتكم لاستضافتي للعشاء.
Excusez-moi. ما الوقت؟
عصير برتقال، بيره، نبيذ، ويسكي وكوكتيلات.
انت واقف في الصف. و انا غادي نمشي نشرينا ايس كريم.
شحال باص يروح للو Hotel؟
والله، انا حاب نسلك حجز لمغرب الغدوه.
الشّاطر دارو ليا بوذمه.
نعم. وايه نوع التتبيله اللي علي سلطتك؟
واش باغيوك؟
واش تديرو بالسفرات؟
هذا لطف منك بزاف، ولكن خفت عندي شغل لازم ديروه قبل صباح الغدوه.
انا بدات اشتاق للوقت والشوربه الميسو.
لا، شكرا. ممكنين اثنين من الماء، من فضلك؟
يمكنني التحدث باللغه الانجليزيه قليلاً.
استطيع ان احصل علي بعض الماء، من فضلك؟
واش طال عليه؟
اناPreferred شاي.
اذا كان عندك، ما غادي تدي فلوس مره تانيه ليا 44.
هل يمكنك ان تعطيني الملح من فضلك؟
ستريني هاد الساعه؟
الساعه الواحده.
تذكرهً ازدواجيه لعرض الاربعاء، من فضلك.
كام هو مبلغ الضريبه؟
رجاءً اتصل بـ 8.
سافِرْ علي الطياره اللي في الساعه 4 بليل لنيويورك، وبعدين خدّي اخر طياره لواشنطن من نيويورك.
دي شنط جلد بني.
واحد كانت، من فضلك.
عندهوم/عندهوم علي الطابق التاني.
واش واخا، مضي عليك الوقت لي ضاع ولّو؟
والو عندي مكبر صوت.
الرجاء اصلاح هذا.
بالطبع. سيكون جاهزًا بحلول يوم الخميس.
هل عندكم نبيذ بالقدور؟
انا مريض بزاف. من فضلك اتصلطبيب.
هل استلمت اي فاكسات؟
علي اي طابق؟
هل يمكنني الدفع بشيك مسافر؟
نتبادل الهدايا مع اصدقاءنا المقربين في يوم عيد الميلاد.
هنا وصفه من الدكتور Thomson.
فين محطه باص شيكاجو؟
هل ممكن تبعني فلفل، من فضلك؟
ماعندي شغل.
اجل، نحن نفعل ذلك. هم في الطابق الثالث.
هناك جوله مشيّه لمواقع مشهوره.
الرجاء اقتيامي الي اقرب مستشفي.
واش هاذ شي كيماك بزاف.
نحب نشري خميسا. حتي بهاد، مازال ما حتانخفّوهم؟
الرجاء اعطاءي مقعدًا في الخلف بالقرب من النافذه.
واش بغا ليك شي حاجه؟ شريط لاصق ولا حاجه؟
شحال هاد، وين نسولاف؟
ما كلي شحال. ها ننور.
هل يمكنك فحص الاطارات؟
صف لي. فين الجرد؟
نحب نشرب في المطعم.
ارني ذاك، من فضلك.
ارجو ان تفكروا في اعاده تجديد العقد.
وين مكتب الضاءع؟
واش واخا نعرفوا فين وصلنا هاد المره؟
والو جايه ليا جاكيت ثقيل للعواصف.
انا معجب بزعامه الطبخ الامريكي.
استطيع ان اسال سءالا اخيرًا؟
اقدر نسلك برجر؟
اهلاً بكم، نتمني ان تاتي وتزورونا لبضعه ايام هذا الربيع.
هل هو هذا الباب لرحله الي طوكيو؟
كم مره يجب ان اخذه في اليوم؟
شاي بالليمون، من فضلك.
هذا الاسنان اللي في النصّ ديالو باغّي، جازّا.
علي اي طياره وصلت؟
انا اسف لازعاجك، ولكن هل يمكنك من فضلك التقاط صوره لنا بهذه الكاميرا؟
كسرت ذراعي.
هل الركاب يستقلون الان؟
واخد/خذ القطار الاخضر من المنصه رقم سته.
من فضلك، اخبرني اي مطعم يحبه السكان المحليون؟
نسيت كاميرتي. ممكن تفحصها ليا، لو سمحت؟
انا اسف. سقيت النبيذ علي الارض.
انا اسف جداً. هوخرج الان. عندك موعد؟
رحله طيران جال الي طوكيو يوم الثلاثاء الثالث من مايو.
دّيروهم بلي كله خير.
هل تقدر تحط عدسات طبيه في هاد النجات؟
بالمناسبه، هل عليّ ان ارتدي ربطه عنق؟
والو ما بغيت نشدله نفس الرحله، ولكن علي 4 مارس.
ثم، هل ستاتي به الي الكاشير هناك؟
يا هادا فيه باص لمدينه؟
سَـلِّي عَلَيَّ بِنَفْسِكِ بَـاْلْعَشْرِهِ بَـاْلِصَّبَاحِ.
اعطني دواءً للغازات، من فضلك.
عندي بس اغراضي الشخصيه في هاد القاموس.
Excusez-moi, هل يمكنني المرور، من فضلك؟
والو، نخاوي للخدمه، ولكن عندي بزاف من الامتعه. غادي نمطي فقط.
كان طويلًا جدًا وبطيءًا جدًا.
عندي خدمات للعنايه بالظفر وطلاء الاظافر.
هل من المتوقع ان يصل القطار في الموعد المحدد؟
المرّوعه اللي بجّي هي صوّيت.
ما هو ولا سيء.
استطيع ان اخذ المفتاح الرءيسي، من فضلك؟
اِذَا كُنْتُ مَعَكَ، فَاِنَّ ذَلِكَ يَبْهِجُنِي.
اخذني للشرطه.
الـ سي دي ها كاينين بزاف cheap هاذو في هاد الدار.
والو جلد ليا.
شريكك علي الخط. من فضلكم، اتفضلوا.
متي اخد هاد؟
هل يمكنني الدفع بشيك مسافر؟
ما كنعرفو فين صحابه ليا. كتقدر تديه تلفوق؟
ويسكي علي الثلج، من فضلك.
طبعًا، في هذه الحاله، ستوفر شركه الطيران تعويضًا.
هذا قلم حبر.
هذه بالتحديد بقليات يابانيه.
واش طول الفتره اللي حنا فيها ننتظر؟
انا بخير. انا اشعر حسنه فقط.
انا وراك.
عندي توقف بمدينه شيكاغو.
انا خايف ما كباش. ولكن يمكنك من الخارج ومن داخل الدير.
لقيت وكله.
اريد عينه بول.
شكرًا جزيلاً.
هذاك غا علاش نتي دايره.
ما عندي حجز، ولكن هل يمكنني الذهاب للغوص هذا بعد الظهر؟
العب التنس مرتين في الاسبوع.
فين اقرب محطه مترو من هاد الفيلا؟
اكتب البضاءع المفرده فوق الطرد.
نسمعوا شحال غيكون مطر غدا؟
هذا لطف منك.
Ninawegu waḥda ḥabāṭ?
هذا راءع. لا يمكن ان يكون قليل الدسم. انه كلاهما.
اقدر نسولف علي مفتاح الحمام؟
عندما يعود، ارجوك اطلب منه الاتصال بالسيد اوداكا.
ساطلب شريحه لحم نادره مع بطاطا مشويه.
خمسه عشر. ا، هل اجلس في المكان الخطا؟
اِذَا مَا بَعتَ مَتَيا تَعُودُ؟
انا نطلب شريحه لحم.
هذا صحيح. عندنا ايضا اماكن تاريخيه معروفه اخري في المدينه وفي محيطها.
راه. دي المره التانيه ليا ولّي من لما جيتوا هنا كعريس وخطوبه.
والو عندي هوايه. انا كيعملوا بزاف، كيعملوا بزاف، مثل اليابانيين.
اجل، علي الرغم من انني اشعر وكانني كنت هنا مرات عديده من خلال الافلام والبرامج التلفزيونيه.
اي قسم؟
الي الوجهه النهاءيه، روما، من فضلك.
واو يا استاذ كورن يحب يعطي اختبارات مفاجءه.
هذا صحيح؟ اذن، ماذا سيحدث؟
صندوقي تكسّر.
هل صرح شيء اثار دهشتك في اليابان؟
اذا شفت واحد، فما تبقاو تاغلو.
والله، بغيت نمشي قبل يوم واحد.
انا عطشان بزاف. ساعه كبيره، من فضلك.
هادي سوبرماركت كبيره بزاف، مكانا برا لمدينه كبيره. عندها مواقف سيارات كافيه.
يبدو هشًّا.
هل يمكنك ان تضيف تلك البوابه في الصوره؟
هل الافطار مشمول؟
طباعه مزدوجه، من فضلك.
يا خو، واش في بزاف من سيارات الاجره جايه؟
اجل، هو مفتوح للجمهور.
مقاعد الطابق الاول، من فضلك.
انا مطلقه.
هادي الطريقه لدار الاوتيل؟
سماح ليا، ولكن هذا يبدو قصيرًا.
عندي احساس بالخفقان.
ها انا ذا، ساذهب من Calais الي Dover بالقارب.
نحب نطلب تذكره جديده.
بيستو بيتزا و كولشين بيره، من فضلك.
والو، ضروري بزاف.
نعم، لازم نكون حذرين من الايدز.
هديه لامي.
ما كليش نعرف باش الشّيك ديال الامنيّ داكّه بزاف.
واش جا خاصني نمشي لشان تون؟
سمك مقلي
انا عامل في بنك.
سماحلي. ممكن تقترحلي مطعم جيد؟
كم عدد الاوقات التي يمكن اعفاءها من الضراءب عند ادخاليها الي اليابان؟
انا بغاونو لعبا ليا ولد.
والو ما بغيت نبعت هاد البوستال الي اليابان بالبريد السريع.
والغرض مني ارسال هذه الرساله بالبريد الجوي.
عندي غرفه مزدوجه بـ 50 دولار في الليله.
اسف، ما نتشاجب البن والقمصان.
اودّ ان اسجل، من فضلك. اسمي هاروكو اوجاوا. اعتقد انني املك حجزًا.
هل هي الحافله الصح، اللي رايحه دلوقتي؟
هل جبت شي حاجه هديه لاي واحد في هاد البلاد؟
من فضلك تناول طعامًا يكون سهلاً علي الهضم قدر الامكان.
الرجاء اخباري باجراءات الاعفاء من الضراءب.
هادي مكان راءع، مشيتي؟
هل عندكم جدول مواعيد القطارات؟
الرجاء مساعدتي في العثور علي ولد يرتدي قبعه حمراء.
سماحلي، انا باغِيه نرسل هاد ليابلان. وشْلْح لْوِج ديال هاد؟
رحّلت عبر امريكا بسياره مستاجره.
تمام، الغرفه رقم 2 او 3. هذه مفتاحك.
الفيلم يبدا الساعه العاشره و 30 دقيقه ليلاً. وينتهي الساعه الواحده صباحاً.
الرجاء التمشيط، من فضلك.
واش نقدر نطلب خدمه تنبيه في السبع صباحا؟
والو كاميرا cheap.
الينابانيون يكرهون معامله الضيوف بشكل سيء، ومعاملتهم ايضًا بشكل سيء.
اقدر نسلك بطاقات بريديه؟
الي ايّ وقت ستكون هناك توقيعات للكتب؟
الساعه الان، سيدي؟ الساعه الحاديه عشره صباحًا.
هذه السطر ايه؟
هل الكل لاباس؟
حطُّوّر علّو راسك.
شّوّاش.
كم حد مقابل الثلاثه؟
واش بغيتو خاتم ورسكه.
والو.
هذا هو التغيير، يا سيدي.
لا. انا ياباني.
تمام. مقاعدكم هنا.
الفتره الادو، بدون حروب في البلاد، استمرت حوالي ماءتين وخمسين سنه.
خُذْ هَذا ثلاث مرات في اليوم بعد الوجبات لمده ثلاثه ايام.
هل ستطور هذا الفيلم؟
يا ريت اقتليلي جهازك، من فضلك.
هل تقدر تاتيج عندنا للقضاء علي قهوه في الشقه يوم الاحد بعد الظهر؟
هاو اللي.
هذا got خدش هنا، فهل ممكن تبدّلوه بواحد ثاني؟
استطيع ان احصل علي ابر وخيط؟
تذكره ذهابين الي بوسطن، من فضلك.
كنت شفت عرضك ثلاثه مرات العام الماضي في اليابان.
اقدر نجيب دجاج للعشاء؟
والله، انا باغيه نعطيك الدميه من كيوتو.
واش كيف نقدر نمشي هاد بالقطار؟
الرجاء اخباري كيف اتصّل الي هذا الرقم.
هل هي هاد الطریق؟
ناريد ان نبلغ عن فقدان وثاءق قيمه.
دي الاصدار الاخير ديال 20 لفنان بروجوازي اوروبا، وبزاف ديال الصور ديال حوالي 200 تحفه فنيه.
واش نقدر نجيب تذكره طياره بحالها وبسعر معقول؟
الي اِذا ما تَعَلَّقَتِ الستاره؟
هنا انت. الايصال في الحقيبه.
وين الكاونتر ديال الاضافات؟
ساطلب مارتيني.
هل الهاتف معطوب؟
واش القطار لي ناكلو نوصو ل اوكلاند؟
خديت المحفظه ليا جوج جوج بره هاد المركز التجاري.
استطيع ان اخذ شيءًا اشرب به قبل الوجبه، من فضلك؟
ثلاثه شويات، سرطان البحر كبير، وعشره انواع من الايس كريم.
واش افضل طريقه لبس هاد؟
قولو عليه تحت الصفر.
سَوِّلْني رنين جَديد الساعه سِتَّهً، من فضلك.
ايه. دي حاجه بزاف فيها.
صافو. فيه نسبه زياده بالميه واحد.
ومْشْيْ قْوَليّهْ،ْ كْلاّسْ شْربْ.ْ لابْ تْحْچِي؟
اللباس مخلوليش مزيان.
هل عندك قلم؟
واش تقدر تجربوا الاكل التقليدي هنا.
اليابانيون متعبون حتي لو كانوا اغنياء.
والله، انا حاب نعرف المزيد عن السياحه دي.
هادي اللون شحال بارح هاديك الفتره.
هل بامكاني وضع امتعتي في صندوق السياره؟
واش كتقول؟ واش تمااش بغيت نجيبهم؟
كنت مريضًا من الليله الماضيه.
الرجاء جلب لي قطعه صابون.
لقيت.
كنت ماشي 45 كيلومتر في ساعه في منطقه سرعتها 30 كيلومتر في ساعه.
الله يخليك. تصبح علي خير.
عندي الم في بطني.
هذه اول مره لي.
هادي قطعه، ها نديها.
كنت نبغي جاكيت بياقه ضيقه.
اشرب بيره.
والله، بغاوني ندفع خمسين دولار و عشرين الف ين ياباني علي الباقي.
اعتقد ان هذا التغيير غلط.
الي اي ساعه من الساعه من المفترض ان ينتهي العرض المساءي؟
اسمي الاخير ياماجوكي. ي ا م ا غ ي ش ي.
واليك فتح الماروه.
الراي بزاف بزاف بزاف. نتمني يتبدل.
باش بغاو، الحمد لله، مبروك.
بدون بوجبه الافطار والعشاء؟
اعتقد انه تقلّيد شويه.
هل تبيعوا طوابع بريد؟
والو كان بغيت هاد التصميم علي كفيدي فقط.
والله، بغيت نطلب قلاصيات اوبرا.
اعطني التعليمات، من فضلك.
واش طول الوقت؟
علاش عندك مثال لاكمال؟
استطيع ان اخبرك الي اين سنذهب في هذه الجوله؟
واصل الهدوء علي هذا الطريق، و انعطف يسار عند الاشاره الثانيه.
ساخدو هاد اذا جاب ليا خصم 10 بالميه.
ايه، كايناسبه قعدت فرا، بس الغرفه ما كلياتهاش.
ماشي حنيني هاد الغرفه. عندك شي حاجه خير؟
فين الباب ديال الطياره لي ترحل لشييكاجو؟
هل ممكن تعديلها؟
اريد حجز مقعد الي سياتل.
واليا لي طاوله قابله للطي.
كام هو السعر للوجبتين؟
علي الاقل عشرين دولار.
ربما ارجع للبيت او نحاول رحله حافله عبر البلاد، اذا لم تكن مكلفه جداً.
والو. ما تشكيش عليها.
عمل باستيجات عنده طابع وليد، لكن ترتيباته بتكون متقنه جدًا.
لكن، سيكون مريحًا بعد ما يترس.
واش تقدر تعلمني كيف نلعب هاد اللعبه؟
ارجو ان تحجزوا لي طاوله بجانب النافذه، لو سمحتم.
هادي غادي نوصو ساعه 10. غديو شي قليل وبوقت مبكر من البرنامج.
علابالك تاكل مكله يابانيه؟
علاش عندك شي تسجيلات لموسيقي تقليديه؟
رقم هاتفي هو واحد اثنان ثلاثه اربعه خمسه سته سبعه.
والله شكلي مريض بزاف بالبحر. تقدر تسال دكتور؟
واش باغيوك قمره تتدخين ولا قمره مسموح بالتدخين؟
اعتقد ان الشخص يجب ان يكون قد توقف.
يبدو انك مصاب بالانفلونزا.
والو ليا بغاونا خيوط حذاء.
واش كنعرفو فيوّات، باش نمشيو نشوف بزاف ديال بزنانيت التاريخيه.
ثم اود ان احجز طاوله لسبعه اشخاص.
اسف، ولكن لدينا فقط بيره او ويسكي.
واش هو برا المكتب شحال هاد. بغاون ندي رساله؟
الرجاء تحصيل شيكات المسافرين.
علاش عندك فين فلوس صغيره؟
بكاين في امريكا، سهل ترابح الدراسه العليا ولكن صعب تخرج.
واش كيف نعاود هاد النور؟
هل تقدر تحرك شويه يمين؟
وشي المعالم اللي علي الطريق؟
ايه، انا كذلك. انا رايح ل لوس انجلوس.
خلّيه طويل.
الوقود خلصان ليا.
هل ممكن نطلب اي مقعدين متوفرين لليله اليوم؟
هل عندكم طاوله لاربعه؟
هذا فوق هناك، مباشره امام مكتب السياحه.
والو هاد العنوان ما كلي عليه شحال هاد البلاد.
ديرو راه مباشره لحد ما تروحو داروكه.
كام تاكل بوجبه الافطار؟
واش كنعاونك؟
حوِّل لْخُطَا عندْ الِالْزاوِيَهِ الثّالِثَه.
واش بغيتي كريمه وسكر في القهوه؟
هل يمكنك تحصيل شيكتي بقيمه ماءه دولارين؟
اذا تبي تعرف، اتصل بي.
هنا المحل اللي يبيع القهوه؟
انا بغاوناوش سويترات ولاد.
تمام. تكلفه البريد العادي 85 سنتًا، و 3 دولارات و 0 سنتًا اضافيه للدرجه المميزه.
كانت غادي تدي هاد الشي ليا لو كنت مكانك.
هل سيكون هناك اي صعوبه مع الجمارك؟
هل عندكم تشيلات طويله الاصابع؟
لا. هل يمكنني اقتراح سرير مزدوج للاستعمال الفردي بدلاً من ذلك؟ لدينا واحد.
اريد دبله قويه، من فضلك.
واش بغات بيره.
صباح الخير. كيف حالك؟
انا خايف غدينا واجبني نشوف شي معرّف.
شحال القوامه؟
هاد بزاف بارا. عفا ليك تديرو حرار؟
اسف، هذا المكان محجوز بالفعل.
انا بخير. ولكن هل تمانع في الاتصال بصديقي؟
شكرًا، هذا يكفي.
واش هو اسم صاحبك/صاحبتك الافضل؟
يوم الصحه والرياضه، العاشر من اكتوبر، هو عطله وطنيه تهدف الي تعزيز صحه المواطنين.
واش بغيتني نشوف لباط؟
استطيع مساعدتك في ايجاد حقيبتك؟
هل ستتنسقون مسبقًا؟
انا مُعاون. شُكرًا.
ومبروك، اسال شخصًا اخر، من فضلك.
اريد تمديد رقم 24، من فضلك.
هنا دولارين. خلي الباقي.
واحد برجر و واحد برجر تشيز، من فضلك.
واش سميت ليك علي معالجه؟
كل واحد منا غادي يديوه فلوسو لخدمته/لاكلاته.
المكان كان علي كرسي في الردهه.
الرجاء تحويل هذه الين الي جنيهات.
اريد معجمًا صغيرًا بحجم الجيب، من فضلك.
لشخصين في السابعه. الاسم: Watanabe.
ساعتي. كانت سييكو رقميه.
سيكون لنا الشرف ان نقدم لك مشروب اختيارك، يتبعه العشاء. يوجد دليل شامل لمشروباتنا التي نقدمها في هذا الرحله في دليل المعلومات الخاص بمجله اعلاناتنا.
واش عاد تدير بالعااشه هادي؟
هنا محل هدايا؟
انا علي الطريق السريع رقم واحد بالقرب من موررو باي.
اريد ساعه رنين، من فضلك.
بالمناسبه، اسمي هيروشي ايشيدا.
هاد القطار علاشوه ف لِك فورست، ماشي؟
العديد من اليابانيين ياكلون الحبار واسماك القريدس.
اقدر نسلك تذكره تانيه من الدرجه الثانيه لشي‌كاجو، من فضلك؟
رحلت الي نيويورك.
الرقم الجوي فين؟
واحد لبويز نيويورك، باللييي.
لايام قليله.
ثاني من اليسار.
هذا البطاقه، ماشي؟
هل هذه مكتب الاستقبال؟ وهل يوجد عياده قريبه؟
هل عشره دولارات كافيه بالتاكسي؟
هذا الطعم غريب.
ايه. وايت، هانلبحّضر ليك واحد.
علبه كتار، من فضلك.
والو. شحشه بزاف.
انت تبحث عن شيء؟
اربعه ليال.
ديّال خدمتني.
واش تقدر تخفض السعر لانه فيه بقع؟
واحد سقسمني. بعد ça، حسيت بلي المحفظه غايبه.
ماشي حتا معرفتش واش درت لباسات كافيه لرحله تلاته اسابيع.
اهلاً، 저희 الابيض نبيله نحاول نجرب.
اذا حد سال عليك، قل له اني في محل القهوه.
انا متاكد اني كان عندي في الجيب الداخلي لركابي.
استطيع ان احصل علي اسم ورقم الجهه التي تتصل بها؟
هل ستدفع شركه الطيران لي لشراء بعض الاحتياجات الشخصيه الاساسيه؟
واليا كنبغي حمام.
ماشي والو خرج من الجهاز؟
كنت مساكن تطير علي الطياره رقم 820، وهي انطلقت عشر دقاءق مضت. حسناً. ممكن نرتب ليك طياره تانيه.
واحد جيب عليا البزاز.
والو، ما في شي. انت هنا، بغض النظر.
شركه الخطوط الجويه اليابانيه، رقم الرحله واحد اثنان ثلاثه.
ضروري نشري شامبو.
واش تقدر تساليني اِذاً مانعلاش عندو Civic Center؟
الرجاء اخباري اين الجزار الاقرب؟
والنايه، ماكينا بغناو نرقدو لخمسه وولات من اول اوت.
واش سميتو هاد الزهره؟
الخامس عشر من سبتمبر هو يوم احترام كبار السن.
ماشي حيتعجبني شابه في الغرفه.
علابالكم شي نديوه ليا هاد الكرش؟
هل تقدر تغير الطريقه اللي قلتها للتو؟
كم سيستغرق الامر لطلب؟
هل ممكن تتكلموا بصوت شويه اكبر، لو سمحتوا؟
واش مللي حين্দি يخرج؟
الرجاء اخباري بمكان معلومات الرياضه؟
هذا الحجم هنا، اللي تسمعوه عادي، يكفي.
ناحيت بغاون الرحله تنتهي وين، وبالزاف؟
واش سميت نهديت باش نتبادل القطار نرتاحو لمدينه ادنبره؟
واليك، اود ان اضع هذا في صندوق امان.
فين نا نقاوّلي فلوسي؟
اهلًا، هل يمكننا ترك متعلقاتنا، باستثناء الاشياء الثمينه، في الحافله؟
واش هاد التكاليف اللي علي الفاتوره شنو هي؟
هذاك غادي ندفع خمسين دولار.
الان اعرف ما كان الخطا.
هذا ايكيدا يتكلم. عندي حجز لمكان علي الساعه السادسه و نصف هذه الصراحه. بس اسف، رح اتوصل نص ساعه متاخر.
كم جرام عطر ممكن اشتري بدون جمركه؟
فقط سياحه.
والو، من فضلكم موقعهم. كيف بغاتو؟
هل باقي ليودات لغدوه العرس؟
انا بغاون واحد كبير.
والو ما سمعتش التليفون علي الساعه 6:30.
انا مصور فوتوغرافي حر.
المتجرين يمكنهم تبديل الدولار الخاص بك مقابل مبالغ من نصاءح الكازينو. هل نذهب؟
عندي حوالي ثلاثين نوع من زيوت الاستحمام.
ها ندي ليك الب proposition الجاي في الاسبوع الجاي.
شكرا. كام هو سعر هذه النظاره؟
واش بغاونا نمشي. نزيد عليك اتصال متاعاود.
والله، بغا مني بلاص مانع.
من اين اصلت هذه الاسماك ذات الاجنحه؟
هل ستغيرهم الي دولارات، من فضلك؟
انا محظوظ جداً. عندهم واحد بحجم 4 في محل الا مونا.
هل يوجد سياره ليموزين؟
واش نقدر نسلكو قهوه الساعه خمسه و 30 صباحا با الغدو؟
افضل غرفه هادءه.
واللي بغيت فحافير.
انا بغاون بطاريه.
ياخدو فرقه حيه ولا ديسكو؟
هل يمكن لي استءجار معدات الغوص؟
نود حجز غرفه لمده اربعه ليال من يوم العشرين من ديسمبر.
هل هذه الحقيبه مناسبه لجميع الاحوال الجويه؟
اريد دونات، من فضلك.
والله، بغيت نسكر سياره تلقي تلقي تلقي تلقي تلقي
فاتني الطيران رقم عشرين لسان فرانسيسكو.
كام تاال مطار؟
هادي صح. واخا علاش؟
وش عمر بنتك؟
هل ستخبرني ببعض الفنادق الرخيصه والنظيفه؟
علاله نقدر نرخصلك شي غرف مريحه في قلعه قديمه قريبه من نادوله غولف مشهور.
نوصي بهذا لانه مصنوع من مكونات طبيعيه 100٪.
هل القطار يتوقف في برايتون؟
واش كاين بزاف شحال لي نقدر نجيبو باص؟
تذكره درجتين، من فضلك.
ربي يستر، بغيت نميز رساله.
اريد مكواه متنقله.
هل استطيع ان اعرض عليك شيءًا؟
يا صاحبي، يومي؟ خايف نسال، بس معندكش فاهم تقصدش ايه؟
والو كي يعاونني باش نرتب فيها ورقه عادي بحجم الرساله، من غير ما نطيحوها.
اجل، ولكن ليس بقوه كبيره.
انا عندها حساسيه من القطط.
ايه، لازم يكون عندك رخصه قياده، و، ايه، لازم يكون عندك رخصه من لجنه تاكسي وسياره اجره.
والعفو يا سيدي، تفضل.
ما كنعرف نشعل ميه حاره.
نحب نطلب غرفه لليله دي.
لا، هذا يستثني الضريبه ورسوم الخدمه.
واش باغين تغدو معايا التسوق فهاد الاله؟
سلام، لاباس، هاد فستان تحفه حقيقيه.
الان، اتصالك قد تم تحويله. تفضل.
وش رقم الباب؟
وش هي الهدايا التذكاريه المعتاده في هاواي؟
هل ممكن نروح بالقطار؟
واليكِ تجفيف بالمجفف.
هل كاين شي شي باش نتقدمو هكا؟
انا من النرويج.
من العاشره الي الثانيه من بعد من فضلكم.
بالتاكيد. اتركني انظر اليه. يبدو انك تعرضت لجرح بسبب الشعاب المرجانيه، اظن.
علاله، خليني ندينا رقم المسءول.
هل يوجد شريان رءيسي؟
واش معندوش جا علي الحفله بايته؟
يا جماعه، حصل حادث مرور.
اسف، رقمي غلط.
ادخلوا رمز بطاقتكم.
ما كنعرف نعدّلْ الصوره.
واحد برجر جبنه وشوربه برتقال، من فضلك.
هنا جواز سفري.
شكرًا جزيلاً، اه، هل يمكنني الصعود الي الاعلي؟
واش نقدر نسكتب تذكرتين لـ الفيلم الموسيقي لـ عياده الجمعه الجايه؟
مراكب تاني واحد هناك قالولك يقدر يغيرلك مقعدو.
هل يمكنني تمديد اقامتي؟
شكون عارف حاجه شيكوله نشوفها هنا القريب؟
لا، اريد استءجار نصف مجموعه من العصي و زوج من الاحذيه.
هل يمكنك اخباري متي يتم العثور علي الحقيبه المفقوده؟
واش سميت هاد الملايع الوطني؟
عندي خدوشه.
فين بزاف شحال نشوف؟
اقدر نسلك فواكه؟
واش نقدر نجيب الغداء شحال هادي؟
ضروري نشدّاف هاد الدولار.
ممكن تاكسي. انا في شارع ساوث مين و ليبرتي.
بالتاكيد، تحتاج الي بطاقه اثبات؟
ما هو تفاح، بل هو خوخ.
ها ندي ليك وصفه. خذها للعطار.
نطير ثلاثه مرات في الاسبوع، الثلاثاء والجمعه والسبت.
هاد غليّ، ماشي؟
ايه، عندنا ده. هنخلّصهولك.
هل ستُحمل شنطتي حتي الساعه الثالثه؟
لا، انا بس باغيا نديرا.
هل يمكنني حجز سياره ايجار هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي متوقفه.
الكونتور وين؟
اودّ مكانًا هادءًا، ان امكن.
هل هاد الخدمه مجانيه؟
هل هي محطه سريعه؟
واش وقت؟
والله، بغيت شي قاروس صغير من النبيذ الابيض.
واش نقدر نجيب معايا القاموس متاعا؟ ما حسّيتش مزيان بزاف شحال هاديك.
اصلا، عندي اخبار. راي تتزوج.
هل في بلاوي تانيه؟
اقدر نسلك برنامج؟
كانت غرفتي مكسوره في الليل اللي فات.
ارني السمك اللي شفته اليوم في الكتاب المصور، من فضلك.
شُفْ التعليمات علي عبوه الاطعمه المعباه باكياس فراغ.
واش بغايني فلوس ورقيه.
سلّق عليا المحفظه و ركض.
اليس لديكم دروس تجريبيه؟
واش نشري طوابع؟
انا من بريطانيا العظمي.
ساعاونا نتحقق من ça مع زوجتي.
اريد استرجاع مالي لهذا.
هناك صندوق هاتف امام ذاك البنك.
سوف اصل في التاسع من مارس و اغادر في الرابع عشر.
هاد غلي شويه، ما تبغيهش، ما قصديش؟
علاش عندك الطقطوقه؟
فين المحطه؟
واش خدمتش كعاب؟
واش تدير تحكي؟
والو ليا ليك، من فضلكم.
طلبي ما وصلش.
فيه بزن الحراره بزاف.
الرجاء تحويل خمسين الف ين الي دولار امريكي.
والو واخا. انا شحله نموت.
واش نقدر نديروا سكات و صاوبات؟
هل نسيتو شرباتنا؟
هل يمكنك ارساله الي عنواني في اليابان عن طريق خدمه البريد الدولي المجمع؟
والله، انا حاب/ه نشرب/نشربوا كاوسيه نبيݣّو.
فقط اذا كان لك، يا سيدي. هه-هه، مجرد مزحه بسيطه.
بالتاكيد. كيف يمكننا مساعدتك؟
عندي بيره، وويسكي، و براندي، وجين، وفوتا، و 와인.
ايد. اوه، صحيح. هل جواز السفر جيد؟
الرقم في الغرفه عندي ثلاثه وعشرون و سته. هل يمكنك ان تاخذ الغسيل ليا؟
هذا باش نشوف اذا اي من هادشي كايبان ليا.
انا بغاونقدر علي ميه.
جيبلي القشطه المبشوره.
اقدر نغسول قميصي بحلول صباح الغد؟
هل ممكن تديه يكلمني تاني؟
ولِفِقَه؟
Excusez-moi. هل يوجد محل كتب حول هذه المنطقه؟
اعتقد انك ارتكبت خطا. الغرفه كانت مُحجوزه مُسبقًا. لديّ ايصال.
الحافله هي فوق هناك.
والله، انا بغاونا فرجله ايزو واحد، سين فيلم، 36 صوره، نشالله.
واليك هذا الشيك، اريد ان ادفعه واستلم المبلغ، وهو سبعون دولار.
والله، بغيت نشري طوابع ل عشره بطاقات بريد نيجيريا، من فضلك.
هل فيوجد اي بنوك قريبه من المحطه؟
انا خايف، فيه خطا في الفاتوره.
هنا بالضبط.
واحد برجر جبنه للتحميل، من فضلك.
والو ماكي قادر تعمل شغل تصميم غير بالكومبيوتر باش الان.
فر.
هنا فيه رقعه في قميصي. حاسه/حاسس، ممكن تعملي/تعمل لي الخياطه دي، لو سمحت؟
كام هو السعر لي برمنغهام؟
هل يمكنك ان تقبل لي كابل تشغيل؟
نا_{-ِ}حِـهُ فِـي الْـمَـكـَـانِـِـے الْـاَخـَـرِ الْـمَـشـَـشِـِـرّیِـے الْـمَـطّیِـے؟
ثم، من فضلك اعطني حجزًا جديدًا.
جيبلي هاد كفته لحم، بس ما تكونش سميكه بزاف شحال هادي.
ناخدو الساعه سبعه.
لما شفت الاسعار دي، يبدو سخيف اشتروا اي حاجه في اليابان.
كان عندي ملفاتي مسروقه، انا ايضًا.
علبه ايس كريم فانيليا، من فضلك.
انا موافق. لازم يكون طبيعي بزاف.
انتبه للفتحه، انتبه للفتحه، ثم قرب من الابواب، من فضلك.
انا غادي بغاونا بطاقه اءتمان.
هذا هو الرقم.
قوليلي مكان جيد علي هاد النهر، باللييي.
اعطني تقرير حادثه.
لا، شكرًا، الان.
تمام، من فضلكم كونوا علي الخط. السيد ناكازيمي، السيده سايتو ما تبدّي تستجيب للاتصال. هل تريدني ان استمر في الاتصال بها لفتره اطول؟
يمكن، ولكن يجب ان نزنها علي حده.
يبدو انه قليل جداً.
واش فين مكتب الاستلام ديال البغات لرحله سبعه زيرو تلاته؟
الوسيع ديالك معندوش صحيح.
هل هذا سيتلف؟
لا، شكرا. من الافضل الا اشرب اكثر من ذلك.
اخبرني من فضلك ببعض الشوارع المريحه للتسوق.
هل هاذا الباص يروح للفيلاج هيلتون؟
الان، هذه اللوحه خاصه جدًا. هي من صنع تسورا تارو كاتو. وهو معروف بانه فنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
تمام. ما هو اسم حزبكم ورقم هاتفه، من فضلك؟
سماحلي، من فضلك.
هل يمكنك طلب موظف يتحدث الياباني؟
نزياره محارمونا بانتظام.
ميكي هاياكوا. هذه الغرفه رقم سبعه او اثنين.
علّاني نمطي هادي الليل، مش غلط؟ تقدر تساعدني نرسي شي غرف فندق؟
ماشي حкия، ما حкияش بزاف. 15 دقيقه حداكش.
هل يمكنك ان تخبرني بالمبلغ المضاف لهذه المكالمه؟
اهلاً، ممكن تبع info ليها علا بالنداء، من فضلك؟ ها نقبل ليها تاني بعدين.
هل يوجد جوله صباحيه؟
هل تغيرون العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولارًا اجمالاً لثلاثه اشخاص.
فين نا كنعاود فيلم؟
هل عندكم بيره يابانيه؟
والله، بغا لي لباس سباحه صغير، من فضلك.
اريد ان اسجل امتعتي.
هادي السيده كاوazu في الغرفه шестнадцать عشره.
اهلاً بك.
ماشي ولا.
ايهما اهم بالنسبه لكم يا اليابانيين، راس السنه الجديده ام عيد الميلاد؟
رقم مقعدك هو الثلاثون ا. ثم، امشِ مباشرهً علي هذا الممر. انه المقعد بجوار النافذه.
دق ثانيه، من فضلك.
الرجاء تعبءه تقرير مفقود.
ما فهمت لغه امريكيه، انا نحكي بالانجليزيه الملكيه.
من البارح.
يتضمن تامين ضد التصادم والمسءوليه.
لقد ضعتُ طوابعيتي.
علاش عندكوشوشات بتصاميم مزيانه؟
كنت سميت من كشك عام في مايسي.
هذا كبير جداً.
كم سعر الواقف بالساعه؟
سيداتي وسادتي، في رحلتنا اليوم، لدينا موظفات وموظفو خدمه الطيران من الجنسيه اليابانيه يمكن التعرف عليهن من خلال الشارات التي يرتدونها. اذا كنتم تعرفون اي شخص يحتاج الي مساعده لغويه، فيرجي اعلامنا.
هل فيه فتره معينه من الفن تفضلها؟
الرجاء التحقق منه مره اخري.
صافي طولوبه عديّات علي طول الواد حوالي نص ميل. غادي تولي علي بارك.
لا، هي متينه جدًا.
تمام، جايبليكوه علي لاس فيجاس.
كنت نبغي قمصان جري.
واش بغيت شي تشرب من البار؟
بهالطريقه من فضلك. خذ هذي المصعد.
احسنلك تلقي القطار اللي الساعه 8:30.
شحال هاد؟ تلقي سينما هادي؟
الان هو موسم المحار، لذا سيكون طعامًا جيدًا.
والو سمح ليا، بغا ساعه راه كيهدا.
سادخل في الساعه التاسعه مساءً.
الزمن متاخر. انا يجب ان اذهب.
ما كباش خدمت خدمه غاسلك. هل يمكنك التحقق من هذا مره اخري؟
والله، انا حاب طلب شاي، من فضلك.
لا، ما فيهش.
هل هي اخر محطه؟
هادي نديّ عليه.
هل هذا حار بزاف؟
نا_{-ِ}حٍ الْـمُـسْـتَـهْـيَـه الْـبُـسْـتُـوۡس؟
اجل، انا عايز نشوف المدينه.
هناك الكثير من السياح حول المبني، يبدو انهم اجتمعوا للنظر فيما يجري.
شكرا لكرامتكم.
الصدق هو افضل سياسه.
واش تقدر تغيض ليا علي الساعه 6 توا مااش؟
واش كاين عليه السعر ليوم؟
انا كينجي.
واش تعرف مكانين كويسين نشاف نشوفو في شيكاجو؟
بخير، اذا كنتما تصرّان علي ذلك، سالتزم بما تقرران.
هل ستتبادل هذا باخر من نفس النوع، من فضلك؟
نحب نسقيّر طاوله لثالثه الصّهاره.
الصندوق الامني، من فضلك.
الرجاء اختيار نبيذ مناسب.
والو مكان صغير.
هل مضطر باش نهدر للغاز؟
لَارَّق. خُذْهُ.
اناونا لياكونو حراكو هاذو.
اعطيني فين فين صغييير.
تسريحه شعر ثابته ومشدوده، من فضلك.
دي واحده صغيره و حلوه.
واش هاد الاوبرا ديال اليوم؟
مقلي، من فضلك.
لباسي ما رجعنيش لليوم هادي.
بالمناسبه، هشا معاك هاد الجمعه جايه؟
بخير، اذن، ربما سنرتاح لبعضنا البعض جيدًا.
عاملتني كاني متسول.
ها. ايضا، هل يمكنك مساعدتي في مشكله اخري؟
هل تقدر تحط عدسات طبيه في هاد النجاتان؟
نطلب اثنين من هاد.
الكلاب لطيفه بزاف. وش السلاله؟
نسيتُ شوكه. من فضلك احضرْ لي شوكهً اخري.
كانت مسليه.
اكيد. اتمشي راه و العيني و عند الوجيه تليق.
علاش عندك فيلم لصور ملونه؟
واش تعرفي كاتي؟ دي حفله عيد ميلادها.
علاش عندك جدول الوان؟
هل يمكنني الدفع بشيك سفر؟
ولكن، هو، يا رجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
هل يمكنني الحصول عليه بدون ضريبه؟
ما كنعرف نحط شنطتي تحت المقعد. تقدر تحفضها ليا، من فضلك؟
واش تقدر تخليه هاد الكيس في التابوت؟
والو، انا نخرج باش نعاودو.
الرجاء ارسال شخص ليلحق بشنطتي الساعه السادسه والنصف.
اريد خريطه لسان فرانسيسكو والمناطق المحيطه بها.
شحال خبز عندك؟
وين المصعد؟
هل فيكم حدش يقدر يعزف علي الكمان؟
واش محطه لازم نمشي منها نروح لبيلدينغ امباير ستيت؟
الميزانيه اقل من الف دولار.
شكرا لك، لكن ما اظن عندي وقت اني اضل لليلتين. ممكن تحجزلي غرفه مزدوجه في هذا الفندق لليله 12 مارس بس؟
هل يمكنني حجز غرفه مزدوجه تطل علي البحر؟
مازالنا ما قررناش.
زميلي انزلقت وسوت وخدّ عضمو.
هاوّل جايبلي نّعسايه.
هل فيوجد مطعم تايلاندي قريب؟
هذا صحيح مباشره بجانب العماره العاليه دي. باش هكا، رجع نفس الطريق اللي جيت عليه لحد عند الاشارات المروريه. وبعدين، دير وجهك لليسار.
عندي مندوب طياره لـ لوس انجلوس في الصباح الباكر من الغد.
هذا "جوله في مدينه سان فرانسيسكو" يمكنني ان اوصي به بثقه. هذا يعطيك لمحه عن مدينه سان فرانسيسكو.
نحب نطلب تامين.
خلينا نركب كمبره برد باش نهدّي الوجه.
واش بغات تدي جيهه.
كام تاكل ل هاد الفيلا؟
وين حمام؟
هل ماشي عليها حتا شي خاطر؟
افعل ما تشاء.
كنت نبغي شي حاولي.
الباب مسدود.
واش هو باغي نعرفو، علي اي جنب ديال ساحه الاتحاد؟
نصف اوقيه من شانيل نمبر فايف، من فضلك.
واش كتعاود شي قهوه؟
هل انا بحاجه لتذكره؟
واش قيمه الخدمه ديالها؟
واش طول من هاد؟
كريم وسكر؟
هل لديكم اي نسبه تخفيض للعضاب؟
ياخدو سياره سريعه بزاف الساعه 9:30؟
ساتحقق من ساءل الفرامل ومحركك. يبدو ان محركك علي وشك التوقف تقريبًا.
ما الخطا كان مني.
ماشي الكهربا.
سابلغ به الشرطه.
هل كل واحد لازم يدفع مقابل مشروباتو؟
من 30 الي 50 دولار في الليله.
صلّحو هاد من فضلك.
في ايام السنه الجديده. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفل توزيع الجواءز، او الجنازات.
اضف المزيد من الخردل، من فضلك.
واش ما كايولي عطارها هدا؟
واش فيلم تدي اما؟
هنا عشرون، واعطني دولارين كباقي، من فضلك.
كدبت عليا.
يمكنني المجيء في الساعه الاثنيتين.
هل هذه الحقاءب من الرحله الجويه JAL صفر واحد؟
هادي اول سفر ليا لباريس.
هل يمكنك تقدير التكلفه قبل البدء في العمل عليه؟
اهلاً وسهلاً، تفضل.
رحلتنا للمشيقه دي غادي تيكون بزاف ممتعه.
ناكلوا علي الويتر؟
ما عندنا شنطه لداري هاد، هاكا نخليه في هاد الضيقه ديال البلاستيك.
والو بغا نموتو علي التنس.
هناك عصير اناناس وعصير برتقال وعصير طماطم.
علي يسار هذا الطابق، بالقرب من المصعد.
واش في شي فيلم معروض في قاعه الحفلات النهارده؟
الا تود ان تشاهد فيلمًا مختلفًا؟
الرجاء تغيير هذا الشيك المسافر نقدًا.
والغدوو مساكن نفس الدارسه، باللييي.
اقدر نعطيك جواب احسن ليا هكاك بعد شويه عرووض.
ديما بغاونا هدايا ليا مناسبه ذكري زواج.
ايش مسرحيات موسيقيه شغالين عليها حاليًا؟
علاش عندك مراه؟
سماح ليا، ولكن ضعت طريقي. هل يمكنك مساعدتي؟
هذا اللي ناخده، من فضلك.
ما يمكنكوش تاخدوا العاب ناريه في كندا.
يا لها من طباخه راءعه زوجتك.
عايز اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص غدًا في الصباح، من فضلك؟
واش خدمتي ليك مع الطبق الرءيسي؟
شحال هاد؟ تلقي بوتيك بحال هاد وين؟
هاد المكان مليان بزاف من الناس، ماشي؟
اسف. ça va être prêt dans environ cinq minutes.
χανقت ليا ف رقبه وهي نايمه.
تمام، لا مشكله. هل لي ان اري جواز سفرك؟
ما عندي والو فلوس.
واش العمره لي نمشي ليها؟
هناك العديد من المطاعم حول هذه المنطقه.
دي بجايه لخدمه الملابس.
الله يسلمك.
هل يوجد جوله بعد الظهر؟
انا مع اصحابي.
كانت اقامتي مريحه. شكرا.
الشاطي فينّو تحت. يا له من منظر جميل.
شكرا لترقبك يا سيدتي ماكجير. ها هو. تفضلي، من فضلك.
هل عندك ثانيه شخصيه؟
سبعه، من فضلك.
واش بغيت نخلي هادشي عند التنظيف؟ واخا بان؟
كانت عنديا بنطال مليحه مليحه.
ايه. واحد تاني باغي يحمل شنطته للغرفه دي خلاص. ممكن تديله يشوفها، لو سمحت؟
استطيع ان اشرحه بتفصيل اكبر؟
علاش خدمت بخير؟
هل ستضغط زر التصوير؟
مفتاحين، من فضلك.
والو شحالو؟ بغا تاوريّ حاربه.
دي عند اخر الممر.
والله، بغيت شي ورق ملاحظات.
هل رايحين بالباص؟
قولتلي انك رايح/رايحه علي طوكيو بكره؟
خليني نعوم لحد الساعه 9.
لازم نقلّ للـ AW واحد صفر صفر. كيعْدو ممكن؟
واش راك بلعب هادوك الجو؟
انا حاسس/حاسه بحاجتي في الصدر.
والخاوي ما يحرم. اذا جيت في الخامس من سبتمبر، تقدر تڨرّب في عرض فيلم علمي لاننا got يوم مفتوح خاص في اول جمعه من كل شهر.
هل لديكم جوله اخري؟
تمام، خصم خمسه في المءه. هل هذا جيد؟
انا رايح ليا باريس.
مش هدي اخر موديل، هاش؟
مجدول علي الساعه الثامنه و ثلاثين مساءً بتوقيت البلد.
واخد/واخده هدّي العماره معايا، باللييي.
تمام. هماشيِّل بغاوّي وعصيده.
هادي شحال ماشي؟
اريد ان اشوفو في الزجاج، لو سمحت.
والو. واخا، مااناش في اجازه. منكرش نمور في شقه فندق ونشوف بيس بال علي التلفزيون. بغيت نمشي نشوف مسرحيه.
اقدر نشيلها؟
هل تقدر تيجي هانا تصلحو عليه؟
واش بغا ليا خيوط صناعيه؟
اسمي تارو تانAKA. عندي حجز.
والله، انا بغاونو كريم تنضيف.
واليا لي كنداف ديال طويالات طويله.
خُدعتُ وسُرقتُ الحقيبه.
الطرق ديالنا تبدا تتقاطع مرات بزاف، ما هذا الاّ؟
استطيع ان اري القاءمه مره اخري؟
عايين لزال شويه خضراڤين.
واش سميت؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان، يبلغ ارتفاعها ثلاثه الاف سبعماءه وسته وسبعون متراً.
لا، لم بعد. فيه بزاف لي تختارو منو.
واليا كنعجبني مرطب ليلا.
دي بين مخبز و لحوانيه.
هل تقدر تقلل الاكمام؟
انا خايف ما كاين ملعب جولف هنا.
هل يمكنك ان تظهر لي الخاتم الثاني من اليسار؟
هل ممكن تساله يحطولي مكالمه؟
حاولت نزيد فون ديال خارج. واش وصلات؟
هذا غلط.
اجل، هذا صحيح. لانك تستطيع ان تشوفوا العلم امام مكتب البريد.
انت غادي تبعتهم بالظبط، صح؟
اريد ان اتصل هاتفياً باستخدام بطاقه اءتمان.
اريد ان يروح اللي خاصني.
عندما يصل، سنقوم بدفع ثمن شحنه الي عنوان منزلك.
الويلا هاد، انا نستعمل الكمبيوتر كتار علي الخدمه.
اوه، حسناً. فهمت. جايه لدارك.
لا، كفي.
استطيع ان احصل علي بطانيه ووساده، من فضلك؟
هل يمكنك ان تجي هنا باسرع ما يمكن، من فضلك؟
كاسه شحال، بالليله؟
كنت نبغي بعض البطاقات التي عادهً ما تكون هاواييه.
هل يمكنكِ تضييق الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هل ستجلب لي القهوه؟
ثلاثماءه وخمسون دولار؟ ده كتر من ميزانيتي.
هل يجب ان نضع هذا للتصويت؟ اذا لم يكن كذلك، اعتقد اننا توصلنا الي نتيجه، وسارسلها الي مجلس ادارتنا غدًا صباحًا.
واش تعرف ليا فيه شي فندق رخيص؟
صباح الخير. هل نمت جيدًا؟
واش معاك فاهم شي واحد بعد ما تخلص الدراسه؟
خُدعتُ وسُرقتُ الحقيبه من كتفي في الشارع.
هل كان لديك اي خدمات اخري غير الافطار هذا الصباح؟
اريد فنجان قهوه بيضاء، من فضلك.
تمام. الشيرتون دهوش قريب من هنا؟
ياريت ما تكوني تعبانه بزاف.
والو ما بغيت نشري سياره من هاد الاصناف لليومين.
ساشرب جرعه من جاك دانييلز.
اريد كيس فشار، من فضلك.
سقطت عصا تزلج.
ما غادي ناجي شي هدايا عند الاستقبال. بدال ça، الضيوف غادي يجيبو الدراهم.
والغرض من ارسالها بالبريد السطحي.
الطّياره تَاخرت لِكُونِهَا شُّمُوّسْ ثَغْل.
الرجاء الدفع.
هل تاخد لك رساله، من فضلك؟
اسف، ما فهمت عليك. ممكن تتكلم ببطء شويه، لو سمحت؟
واش بغيتوا نشوفو؟
هل اقدر نسولّڨ الصور؟
من بين ماءه.
رقم الرحله هو اتش بي ثمانيه وتسعون لمدينه طوكيو في الحادي عشر من مارس.
اقدر نسلك نفس الطبق اللي اللي عليه؟
عندي غيرو؟
الرجاء جلب فطوراي الي غرفتي في السابعه صباح الغد.
سياتي فني الصيانه قريبا.
انا اسف. ساعود لاحقًا.
واش كيف نديوه؟
هل فيوجد اي اماكن شاغره في جوله الخميس؟
Excusez-moi. شحال لي؟
علاش عندكوا خضره وفواكه؟
الرجاء اخباري بكيفيه ملء بطاقه الخروج من السفينه؟
اعتقد انّ سيارتي كتساوي حوالي خمسه الاف دولار.
هل هذه الاكله قليله السعرات الحراريه؟
واش باغي ناكل سياره وين باش نولّع لاله القطار؟
نعم، هذا صحيح. ولكن يجب ان تدير يسار عند الضوء المروري الثالث وتظل علي هذه الشارع حتي تصل الي الطريق السادسه والستون.
والله، بغا ليك شي فشار شحال، باش ناخد الدوا، باللييي.
ارجو ان تاخذني الي الشاطء لو سمحت.
انا اسف. رقمك غلط. دي دار تانكيوشا.
نهانا.
واش هادي الموسيقي؟
اعطِ هذا السكر لطفلك، قياس واحد، بعد كل وجبه.
هذا النمط متوفر باحجام 28 و 31 و 35 سنتيمتر.
واش هاد كيعاود بزاف.
هل يمكنني استخدام هاتفك؟
هاد براتو ريحه بزاف. وهو شحال؟
اود ان اءكد مره اخري رحلتي الي شيكاغو في السابعه عشر.
اكلت بزاف بزاف.
صافا، بغاون خدمت شي شيخات بروان؟
هاد الفيلا يبدو مريح باش يعيش فلو، ماشي؟
نحب نسقي حجز علي طياره نورث ويست رقم صفر ثمانيه سته لليوم الخامس.
جيبه انا، جواز سفري و بقيه الاشياء الشخصيه بتاعتي.
متي تغلقون؟
صافي نركز. ممكن جيت مغسلي ليه في الحمام.
هادي بالضبط اللي كنت ناوي نساه.
ايه، انا نعتقد كده.
دارك كبيره. كام غرفه؟
اناكتنا مريحتنا.
الله يهديك، معرفش نمسكها.
واش، خلاص، توا. مللي كنتمني ما يشكونش علي المايه.
الي طوكيو، من فضلك.
واش الوقت المتوقع؟
هاوّل جا، فاخديّ علاش نهدي ليك شيّ حاجه النهاداء.
شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
ديما شغاال.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل ممكن نمشي في الغرفه حتي الساعه ازدوايه؟
هاها. صباح الخير يا صاحبي. ماشي الحال.
اريد بعض هذا الفيلم الرقمي ASA هذا للكاميرا، من فضلك.
وينش مال اللوحات ديال مونيه؟
هادي البيتزا طيبه بزاف. مين عملها؟
بهذا الطبق فيهمه؟
شيء غالي ايضًا.
واش المغادره الجايه ليا قطار لبوسطن؟
قلتلي غادي ناخوض غولف.
اعطني مشروبًا اخر من فضلك.
هذا موجّ هادِف.
انا خايف رجلي الكتف قصيره جداً.
واش يمكنك تعلمني كيف ننزعج الغاز؟
هل يضم رسم الفندق وجبه الافطار؟
هل هذا كل شيء؟
هادي الطريق.
بدا العداد من فضلك.
غرفتِي باردَه جدًّا.
هذاك هما نرجع ليك لما نكونش واخدين شغل بزاف.
عندي واحد اكبر؟
انا حاسس/حاسه احسن.
هل انت ملم بتجغراف اليابان؟
ارني اين انا في هذه الخريطه.
ملابس قطنيه 100٪
والله، انا بغيت نغير لغرفه فيها منظر للبحار. هل فيه اي مصاريف زياده؟
كم ثمن استءجار لوحه ليوم نصف؟
يوم عشره نوفمبر.
انا بغاونا شريط لاله كاتبه.
هاد بزاف يعجن.
اِذَا مَا نَطَّلَعْنَا عَلَي الطَّيَارَهِ؟
كيفاش تبْخْبِرْ السايق بانك تبغي تنزل؟
عشرون دولار. بغات شي تاني؟
عملت الحجز في طوكيو قبل شهر واحد.
نشكرك من صميم قلبي.
هل نزل هنا لمركز راكلر؟
الرجاء قياس مقاس حذاءي.
هاد كي دارو شي حاجه هايله.
واش غادي تخرج معايا عرسانه؟
الرجاء تنظيف هذا المعطف.
والو ما بغاونا نسارك قارب مروان.
فين قسم البنات؟
القهوه ما فيهاش؟
في اشْيَاهْ كَانْ يَعْمَلْ فِيهَا شَهِتْ؟
يا ويللي. يا ويللي. يا ويللي. يا ويللي. لقد اعتدت علي وجهها.
هل يجب عليّ ان ادفع الرسوم الاضافيه عند الدخول الي مبني؟
سلام، حفلتك علي الخط. تفضل، من فضلك.
يا ولاد، جروحي باغيه.
فين المحطه؟
انا حاسس برعشه.
والو تاارع.
عبر البُرید اللي فوق، و غادي تْلقي المكتبه علي يسارك.
الرجاء مساعدتي في العثور علي مرشد يتحدث اليابانيه.
ما بغيتيش واحد كبير حجمو.
سيكون هناك تاخير طفيف.
واش الفرق بين هاد الفنادق؟
والو، مشيت من المحطه.
كان والو. شكرا.
هذا غادي يوصلني حوالي السادسه بالليل.
علاش عندك شي حاجه اطول شويه؟
الوفاء ينتهي في مارس الف وتسعماءه وتسعه وتسعون.
كيف كانت؟
هل فيوجد اي كازينوهات كويسه؟
هنا الدراهم للماشر الليزر. ميه دولار.
فين بزنس النساء؟
ناحتي فين نركب القارب؟
صحابي جرح.
واش راك لاباس؟
هل هاد المحل غادي يفتحو بياضوم؟
هادي كامله في دبا طول الهال.
هل يمكنك ان تقص لحيتي من فضلك؟
هذا ياتي مع البوفيه الشيشه وخيار البطاطا المشويه او البطاطس المقليه.
واش نشري مغسوله؟
ما كنعرف نبيع هاد بزاف من غير وصفه طبيه.
هل يمكنني حجز خمسه مقاعد معًا في نفس الصف؟
هل تقدر تسحّبلي شويه، من فضلك؟
اي سياره تعطي افضل استهلاك للوقود؟
ما غادي تنجحاش في الحصول علي خصم بغض النظر علي كم تدافع.
هل يمكنك فتح هذا الحقيبه، من فضلك؟ ماذا يوجد هنا؟
نحب نتصل بالهيلتون في بوسطن طويله.
هل هذا مقبول لدي السيدات؟
احذر، سقف منخفض.
والو ما كنعرفش نشوف الشاشه من هاد المكان مزيان. كنعرف نعوضلي مقعد لبان؟
زورنت بحيرات كبيره اول مره في حياتي.
شيء ما خطاء في هاد ماكنه بيع.
مكتوب ليا دكتور.
كم من الوقت كانت في المملكه المتحده؟
انت شخص يحب الفن الحديث مثلك، فربما تستمتع باللوحات البوهيميه ومشهد موسيقي الشارع.
واش وقت؟
ناكل سجق و كولا.
هذا هو المشغل الاجنبي.
واش تقدر تلقي عماره بيضاء، صح؟ هي دي اللي فالقوه علي هاذو.
من اين؟
ما عندي والو نعلن.
واش؟ عليك تدفع ضريبه لما عندك ثلاثه بزايت ديال خمر كتر؟
صحابي مريض بزاف. تقدر تسال دكتور، بالليله؟
والو عندي بزاف علي موضوع النبيذ. شنو يعجب هاد الطبق؟
ارجوك، اتصل بي في الصباح الباكر.
هناك محطه وقود علي بعد سنتين من هنا.
الناس اليابانيين ما ياخدوش اجازات طويله.
انا حاسس/حاسه اني شحال ماشي نشوفني. كيعرف/كيعرفو شي واحد من اليابان؟
بالطبع لا. لماذا تقول اذا؟
فين الباب اللي هو لدار البريد المركزي؟
هنا فين محطه باص Greyhound في هاد البلده؟
اليس مطاعم اليابان في كيوتو غاليه، اليس كذلك؟
اعتقد انه مزياح شويه ليا.
عندي غرفه مزدوجه فيها حمام مقابل 85 دولار.
واش بغيتو سعر الكتاب؟
هاد العام دافي بزاف، ولكن ما دافي بما فيه الكفايه باش نطيير الثلوج.
واش نشري تذكره مترو؟
ساكون بمقاعد الدرجه الاولي، صح؟
كام هو السعر ديال تاكسي من هاد الفندق لبحر؟
استطيع ان احصل علي هذا وهذا، من فضلك؟
قولو، اليابان دي دوله غنيه بزاف.
هل في القطار النااءم اي كراسي مجانيه؟
هل تقدر تخفضوه لي لـ 20 دولار، من فضلك؟
هادي هبه ليا علي واحد صاحبي.
الثلوج تجعل الطريق زلقًا.
ما كنعرفو فين الكاميرا.
ساعمل شويه سندويتشات لحم.
هل عندك اي شيء لتعلن عنه؟
هل شفت جاكيت ازرق؟ حطيتو علي هادي الكوره.
هناك محل ورود مقابل الشارع.
انا من طوكيو.
واش بغا مني كريم ريوش Revlon؟
عندي شيول للغسيل.
ديراكت طلبته من زمان.
اهلًا، هل يمكنك ارسال عربه لغرفتي الساعه سته صباحًا؟
ساطلب شيكولاته حاره.
يمكننا ترتيب تنظيف غرفك.
خاص، من فضلك.
بْـلْـهِـا هُـو سـعـر الـمَـسـتـقـَـلَـه الـي فـهـاـل؟
اقدر نسلك تذكره متعدّده؟
اريد حجز طاوله لطفلين الساعه سبعه، من فضلك.
واليا كنعجبني كريم ليلا.
هل ستغلف هذا كهدايا؟
عِشْر دقاءق دَاويَهً و رُبع.
ساخطط لارسال الفواتير لضرورياتي اليوميه، لذا يرجي اخباري بالعنوان واسم الشخص المسءول.
ماشي حتا كنعرفوenglish مزيان.
هل عندكم هادشي بحال التصميم ولكن مع كعب اعلي؟
انا بغاوناوش سويتر لبوي عندو عشر سنين.
اخذني الي شارع ابورياد، من فضلك.
شكرا. مرحبا، شكرا لترقبكم.
انا متاكد/ه انّي عندي حجز.
ها نبعتلكه، توا بميت هنا.
انا هنا ليوم واحد.
عندي صداع خفيف.
كانت الوجبه لذيذه جداً.
لا، تفضل بالجلوس وانتظر. جايه علي طول.
صافي نشوف السياره؟
استطيع ان ارسم لك خريطه، من فضلك؟
تمام يا سيدي. من فضلك ابق في غرفتك حتي ياتي الطبيب.
كنت ضحيه سطو علي الحقاءب في شاطء ويمنالو. من فضلك تعال فورًا.
واش بغا هاذ شي ميه دولار؟
واش بغيت هادشي يبعد.
اريد ان اتقدم بطلب لاصدار بدل.
الحكومه دعمت تعزيز الصناعات.
واش هو فوق الخمسين، نعجبني.
واش العمر الصحيح باش نعملو هاد الشي؟
هل عندكم خراءط بسيطه لمدينه؟
اذا امكن، يفضل الا اخرج السن.
الرقم صفر، ضربه واحده، ضربه اخري.
الي اي ساعه سيصل القطار الي سان دييغو، من فضلك؟
والله، انا حاب نشوف صندوقكم.
واللي بغيت شي شامبو.
انا معاقل في فندق هيلتون.
انا حاسس/حاسه بشّر و مريض/مريضه.
لكن عندي موعد اشوفها في الساعتين.
هل هاذو السياره رايجه ل ادنبره؟
اجل، من فضلك املا هذا النموذج.
واش سميتو للوزن الزايد؟
اسمي كيمورا. اود الغاء حجزي ليوم الجمعه.
اوه، اسف. كان هناك مشكل، و نحن نعيد تصحيحه. هل يمكنك الانتظار لمده حوالي ثلاثين دقيقه؟
الي اي ساعه يمكنني المغادره؟
صافو.
ها ندي حد.
واش بغيتي تدفعي الحساب شحال هاد؟
السياره جتلي من الجوانب عند المنعطف.
دي صندوق موسيقي.
فين هاد الضّيعه؟
هل يوجد جوله بالحافله في المدينه؟
واش وقت البدايه؟
تمام يا سيدي. في الطراز المتوسط، ممكن نقدم ليك مركب سيبر. هل ده ماشي معاك؟
لقد كسرت عضله.
لكن ليك قوسيلي ليا ضربه الكره، مش انا. ماشي؟
واش كيبقي؟
هل استطيع ان اقترض بعض القماش؟
شْلُ هاد الصندوق مصنوع منْ شْل جلد؟
والو، هاد السكينه ما كنعتقد هاذو صافيه. تقدر تعطيني وحده تانيه؟
شريت هاد فين قوايد، ولكن هتعرف 바꾸 هذا مقابل هذا؟
بصراحه، ما كنتش معاها.
هل هذه هي الطريقه الصحيحه للوصول الي المحطه المركزيه؟
قارب بحاجه لمرشد، من فضلك.
والله، بغيت نطلب بدله لونها داكنه ليا.
هاد الشماش كايبقي ليا علي الخرطاش.
هل مضطر باش نهدر بعلي كل شنطي في الحراشف؟
من فضلك اري جواز سفري.
هل يوجد مكان يقبل غسل الملابس يوم الاحد؟
صورتان من البرجر بالجبنه، من فضلك.
اي باص يروح لميامي؟
لا حاجه لاي اجر اضافي.
واش تقدر تشوف واحدو في قاعه كارنيجي.
ما عندي شهاده.
واش هي الاكله الاصليه للدار؟
اريد ان احجز موعد مع طبيب.
نسمع فين طاوله موجوده قريب من الزجاج لسبعه العشاء اليوم؟
واش واخاف نجي عندك؟
يبدو ان هناك مجالًا للتحسين.
وين هلاش اللي فالسرطو؟
علاش عندك هاد بحجم صغيير؟
واش بغاوني كسور؟
هادي القاع؟
الرجاء اعطاءي تذكره لمده اسبوع واحد.
هذا هو زميلي.
شحال نوع الغاز اللي موجود؟ ممتاز، عادي، وغير ملوث؟
هنا واحد.
واش كنعور بالبرد.
مغلق ايام الاثنين، ولكن يوم اخر سيكون جيدًا. اعتقد انه مفتوح من التاسعه صباحًا حتي الخامسه مساءً.
هذا سمك السلور مشوي مع صلصه خاصه فوق وعاء من الارز.
قولّي خلينا نحتفل، قال، وخدني لبار. قال انه غادي يحال فون وطلع وما عرجع، و انا كنيتيمه مع فاتوره كبيره.
بْهداشي لتر؟
كان عندي جواز سفري وبطاقتي الكريدت في شنطتي.
احجزلي السبعيه، باسم مونو.
واش معاك فشار؟
استطيع ان اخبرك اين يمكنني ان اجد السفاره اليابانيه؟
هل يوجد طبيب فندق ام طبيب اتصال؟
ديما يروال فحالو في بووند ستريت.
ورقه انجليزيه، من فضلك.
هل في اي مكان لعبوا موسيقي كانتري؟
واليك نتاكد علي ممتلكاتي.
هل في عندك لبس ديال خروع تاني؟
واش كاش؟ للورقه وحده؟
اهلاً، ضغّط تسعه و صفر واحد واحد، ثم رمز البلد ورقم الهاتف.
اقدر نسولف علي دايت كولا؟
هل يمكنني ان اطلب شيءًا؟
كانت قياده مريحه. شكرا.
سماحلي. ممكن نمر؟
عدد السكان الكلي لليابان حوالي ماءه وثلاثين مليون.
والله، بغيت ندير ظلّ.
نعم، واود ان اعكس التكلفه.
جيبه فيها ميه دولار وواحِدتي بطاقات اءتمانيه.
الميه سخنه بزاف.
انت هنا.
علّاجه مسك، من فضلك.
غير مرجح للغايه.
المنحر ليا كليت.
واو، مكان لطيف بزاف.
يمكن ان يكون يعاني من جلطه رءويه.
لقد قررت؟
اذا اردتم، يمكننا ان نرتاح هنا.
فاتني تتبع رساله موثقه.
ما تقدر تغير الوظيفه بسهوله.
واش المحطه الجايه؟
تمام، ولكن ليس المدرجات. الجو حار اليوم.
هنا تطلع، و تتبادل علي الحافله رقم سته.
ديماش تلقي طياره الساعه 10 الصبح.
علاش كنعاود نشوف حتي حاجه؟
ما بغيت والو كبير ولا سمين.
واش خدم؟
كم ماشي سعر الفطر الطازج؟
شحّن، من فضلك. هل تقبلون فيزا؟
الْيَوْمْ باغي نشوف شحال ماشي تشاينا تاون.
ازدوج او اثنين وتسعه وثلاثه وتسعه سته سبعه صفر صفر.
والو ما بغيت نمشيه الاسنان.
واليا كنعجبني.
واش كيعرفني نعطي شي فلوس شيبي؟
وينقدر نشوف "الخاطف"؟
نحب نشري هدايا تذكاريه لصحابتي. تقدر توصي ببعض؟
ببطء اكثر، من فضلك.
كم هي تكاليف الفاكس الدولي الشهري المتوسطه لديك؟
مقليه من الجهتين، من فضلك.
تمام، هذا يبدو واضحًا جدًا. تفضلوا كلاكما باعطاءي رخصتيكما وتسجيلاتكما. وانت يا بني، انا اسف، لكننا مضطرون لاعطاءك اختبارًا للكشف عن الكحول.
باش بغي يولي جاهز بليل بايام جايه.
هل هذا مصنوع من القطن؟
عندي دواء خاص بي.
واش نشوف ف الهتو؟
اجل، يوجد حد ادني مشروب واحد.
واش غالي النهارده؟
هل هاد البس بالخدمه عندو قريب المحطه؟
والو اودّ شي بلوط.
هناك رحلات JAL و ANA تغادر في تمام الساعه العاشره وخمسه وخمسين دقيقه. ولكن، للاسف، الرحلتان ممتلءتان.
ديقي ليا.
هل ممكن نطلب طاوله لخمسه اشخاص؟
والو كيعرفو بزاف علي لغه انجليزي.
الرجاء تحصيل الشيك المسافر.
هل تقدر تاخد بالذات منها من التاسعه صباحا لحد حدود الساعه الثالثه؟
كام هو السعر ديال بريد الملاطشي لياپان؟
لقد حُجِبتُ. هل يمكنك فتح الباب، من فضلك؟
اي جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل يوجد اي طوبه تتكلم بالياباني؟
شحال بزاف ديال الباك ديالو ليقدر نوحيه علي الطياره؟
لا يا سيدي. هذا الغدوه محجوزه بالكامل. الغد ممكن.
ها انا غادي نسال حارس الباب الاسعار الصح.
انا علاش هادي، علاش خدمت ليك.
انا عندنا حفله يوم الجمعه ليله. واش معاك ما تجيناش؟
اهلاً، غرفه نومك رقم تسعه وثمانيه، يا سيدتي. هذه مفتاحك.
واش المهم بزاف راه ما كاكيناش ليها علي المواد الخام اللي بغاونا ليها لبزاف.
واش خدمت، حكيم؟
هل هاذ الترانس واش يروح مباشره لـ ادنبره؟
هل هذا ضمن حد الـ ضريبه المعفاه؟
خُذْ مَعْزِي ممتلكاتي، من فضلك.
كم عدد الاشخاص في الجولات؟
والله غاولي نشري شي زينات. كاين محلولهوله قريب من هاد الغدوه؟
الي متي يكون مفتوحًا؟
واش هو برا شحال هادي.
مايومي، ممكن تديلي تعبيرا علي هاد القماشه مع توقيعك؟
هذا ليك يا سيدي.
ما عندي شنطه سفر.
طبعًا، خذ وقتك.
انا هنا في مهمه اعلاميه.
علاش عندكم الافلام ديال الصيف؟
واش المغادره الجايه ديال القطار ليولواوشارنج ديسكاون؟
الاطول منها ماشي حاليا.
ها انا راجع لليابان يوم الاثنين الجاي.
اين اجد خريطه المترو من فضلك؟
هل هي رحله طويله؟
هل تقدر تبدل هاذ شي علي واحد جديد؟
شخصان.
واش نشعل شنطي؟
ماشي حتا حسّاسي. عافاكوم، اقدر نركب مقعدي؟
ساعه 11 و 45 صباحا.
واش بتقدر تسكتلي علي مطعم ماشي الحال بين الشباب؟
سياره هو كانت ماشي بسرعه قصوي.
استطيع ان اترك رساله؟ انا اتصل للتاكيد علي موعدي مع السيد ايبرت يوم الاربعاء القادم الساعه 11 صباحًا.
استطيع ان اشرح مرضاك باللغه الانجليزيه بطريقه ما؟
واش تقدر تبع لطاكسي لبوابه الرءيسي ديال مركز وستمنستر مول؟
كم مره ناوي غير للقطار باش نجيب ليها؟
هل ده صح؟ خليني نشوف. اوه، اسف جداً يا سيدتي تاكانو. دي غلطنا. دي فاتورتك الجديده. ممكن توقع هنا لو سمحت؟
خمسه دولارات رجاءً.
الغطاء ديال البانيو ما بنداروش بالكامل.
هادي مجرد تعبير باش نشكرك بيه.
هل ستملا هذا النموذج؟
واش هادي بلاستيك الموديلات؟
واش العلامات لي عندك؟
الكعبيات طويله بزاف ليا ليا.
خرجت من الغرفه وما كليش مغلق.
واش طولتي في باريس؟
استطيع الحصول علي طوابع بريد جوي لثلاث بطاقات بريديه مرسله بالهواء الي اليابان؟
هادي مكتوبه ج-و-ر-و-ح.
واش باغين شربه؟
الْـتَّـ قَ لْـ فِـ ي هَـذِهِ الـمَـ كَـ انَـه.
ارسال عاجل عبر تلغرام، من فضلك.
وفقًا لتقرير الطقس، سيكون هناك ثلج غدًا.
واش بغيتو كوره؟
بالتاكيد. سيكون من دواعي سرورنا القيام بذلك.
يا خو، كوميكس ماليزي. هاقول نشري واحد ناخدو بالنا منو علي البيت.
الطريق الي النجاح هو "جينماكو"، اليس كذلك؟
ساوصل لدارك حوالي التاسعه في العصر.
عندي حوالي الفين وخمسمءه دولار ياباني.
ايه، نعم. هانوريكم.
والله، انا بغاون دوا نطاله.
هذا انا حتي اليوم التاسع. اتمني ان تقبضوا علي المجرم باسرع ما يمكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
عندي التهاب في الحلق.
والو كي بغاونا هدايا من نيويورك.
والو، انا خارج. تقدر تسير خدم باش يجينا عربان؟
ساعتي توقفت.
واش؟ واش كتعجبك؟
نحن مفتوحون في الساعه التاسعه صباحًا.
انا بغاون كتاب تلوين.
اعتقد اني حاسس/حاسه دوخه.
هل مضطرًا اروح بنك ياباني؟
علّاك تتبادل فلوسك في بنك.
هل فيه وقت كافي للتحقق؟
زوجك واحد من افضل زبايننا.
واش تعرف دكتور اسنان حسن؟
واو. ليك تفيد القنصليه فورًا.
مُرتَعِش، لَيْسَ مُحَرَّكًا.
هل تودون طاوله في المطعم الرءيسي ام في غرفه خاصه، سيدي؟
العديد من الناس يذهبون الي الشاطء خلال الموسم.
انا بْوِسْطَه 75 كِيلْو غْرَمْ.
فين نديور؟
فين مكتب الضاءعات؟
هل في شي باص يروحو هادي مباشره؟
هل احتاج الي اي علاج خاص؟
هذا نقد او بطاقه؟
رحلنا لدارنا دي عام واحد مضي.
واش طول الفتره اللي حتقعد فيها باش يطلقولي الفيزا؟
وين حمّام؟
المبلغ الاجمالي المستحق هو ماءتان واربعه وثلاثون جنيهًا، يا سيدتي.
هذا هديه. هل يمكنك تغليفها بورق تغليف جميل؟
واش خفيف! هاد الطريق بزاف.
ناس جاhtu.
سماحلي، وين المحطه من هاد؟
اجل، لدينا حجز باسمك.
واش سمحتلي، انا حيتوجه لداري في المدينه بالباص. فين نقدر نمشي بالباص؟
دجاج، من فضلك.
هذه الغرفه رقم سنتين واحد. اود طلب الفطور غدا.
واش راك تدي رايك فالتحرش الجنسي في العمل؟
عندي اختان.
رحله رقم اثنين صفر وثمانيه، الي طوكيو.
ثم لنضع تزيينًا بالداخل.
خلينا نجمعو نشدو هادشي مزيدًا.
واش خدمتي بالزيت اليوم؟
تقدر تقولها بطريقه تانيه؟
ساكتفي بما عندكم.
والناضر عندنا طاوله قريب من المسرح.
انا مزيان. واش راك؟ واش راك رايح عليها؟
الارتفاع منه حوالي الفين واربعماءه متر.
شكون جا. بالرجاء، باقي هدا علي الهزازه هناك.
من فضلك، الغِ رقم بطاقتي.
اسف، كلّهم خلصو، لكنّنا رح نلاقيها بعد كم يوم.
اقدر نسعل قهوه؟
ما عندي موعد، ولكن الامر عاجل.
هاد شحال غليق.
الڤيديو ايش؟
هل عندكم كتيب عن الفعاليات؟
فين الدخله لدار السبيطار؟
خديت تذكره طياره وما لقيتها.
والو ماكي تلقي تحْضَر هكاك طول العطله؟
واش بغيت شي بحال هاد، سمح ليا.
هل يمكنك حجز فعاليات؟
هل فيوجد حمام عام قريب من هنا؟
كام المبلغ؟
هادي بزاف خير. والوا ليكلمات، من فضلك.
علاش عندك فين شي تغيير للعداد ديال الموقف؟
افضل منتج مبيع لدينا علي مدي اربعه اعوام الاخيره هو جهاز نسخ AX-four five zero.
هل اعود يمينًا؟
هل يوجد اي طيقات يتكلمو بالياباني؟
سعر راءع، اليس كذلك؟
يجب ان تاخذه ماءه مره في اليوم، قبل الوجبه.
انا بحبه بزاف.
انا بغيت حامل ثلاثي.
واليا لي جاكيت رياضي.
يمكنك البقاء في بيتي.
هل يمكنني ان استرخي مقعدي، من فضلك؟
حلو. كنت نبغي تاكسي، ولكن هذا احسن.
معطف كبير. هل هو مصنوع في بريطانيا؟
نحب نروق لمركز هارفارد. ممكن تقولي لنا اِذاً وصلنا فين؟
شخصان وطفلان، من فضلك.
واش حتا السعر؟
ستار وورز كان الفيلم الاكثر نجاحًا في عام 1984.
فين بزاف؟
هذا "تي" كـ "توم"، اجل، انا عندي، تارو.
اعتقد انه منظر تحسيسب.
اريد تفاح، من فضلك.
واش هاد باش؟
اي بطاقات اءتمان تقبلونها؟
عندي وقت كتير.
اهلاً، خلاص وقت الغداء. هل تريد ان نناقشه اثناء الغداء؟
المرصّع الفيديو خدع من غرفتي.
مرحبا، اسمي اودا. عندي حجز لليله اليوم، لكن غادي نتاخر شويه عند الدخول. فالمقادير، من فضلكم احزو الحجزي.
هل هذه الاحذيه متينه؟
دّيه، قوللوه بغاو ننتظر مكالمتو.
قولو، الانفلونزا شحال ماشي بزاف فوق.
طازه للتو.
انا اسف. نحن ممتلءون لليله الغد.
انا مع بعض الاصحاب.
وفقًا لـ غورو، لدي السيد يامادا طفلان.
واش سميتوهي تاني؟
والله، كنتمني نزيد نمرّ علي برج لندن.
الرجاء تثبيت حزام الامان.
الرمز البريدي هو ثلاثه. الرقم الجوال هو 2343400.
واش بغا نعرف، شي قنطره قريبه من هاد المكان؟
سماحلي، بغيت نمشي للحمام.
دي مهشوشه.
لباسه دايما مالهوش طراز.
علاش عندك سمك؟
هاد غليّو بزاف.
والله ما نقدر، لكن خايف ما نكونش هذي المره.
بصحتك، ما كنعرفش شحال، لكن غادي نمحاول بالتاكيد.
ملح، من فضلك.
الرجاء استعمال الدرجوله اللي فوق.
تسعه ديال الدولار للتذكره ليابه. نقاش ولا بطاقه?
هل يمكنك تنظيف الماءده لي من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك اخباري بساعات العمل؟
الرجاء تغليفهم بشكل منفصل.
صدر البطن عندي ثقيل.
هادي شحال هاك. وين نقدر ننتظرك؟
هل ممكن نبدا باللعب لما يخلصو؟
عدد السكان في اليابان حوالي ماءه وعشرين مليون.
املا العناصر التاليه علي بطاقه التسجيل.
علابالي رجاءً نعيدلي ولتي؟
اهل عندكوشوش حرير؟ انا looking ل هديه لبنتي.
هادي جايه خلاص. رقم الغرفه ديالك فين؟
السيد كوباياشي كاايشوفك.
والله، انا حاب نروح من شنغهاي الي هاواي بالعباره.
هل يمكنك ارسال شخص؟
هل تقدر تخليه جاهز قبل الخمسه مساء الغدوه؟
المده عشر دقاءق مشيت.
قبل ما نخلص، بغاوني نعطيك ثواني قليله؟
واش نقدر نموتغيه السياره؟
واش كنموت بروده و معدتي باغيه تطل
سكوتش و ماء، من فضلك. وهل لديك اي شيء لتاكل به؟
واش كاين لي نخفف هاد النور؟
هل هو شحال مشغول اليوم؟
اريد بعض الخيط.
اعطني شهاده طبيه، من فضلك.
اريد منك ان تجعل هذا اقصر بوصه واحده.
ماشي حاسس حالي مزيان. سقسسسسسسسسسسسسسسسسسسسسسسسس
استطيع الحصول علي صحيفه يابانيه، من فضلك؟
تمام. هل يمكنني اسقاط السياره في اي مكان؟ ما هي تكلفه التسليم؟
شحال باص يودي للعاصمه؟
هل فيوجد اي خط سريع لمدينه بوسطن؟
الرجاء ان تكون صديقي الرمال.
انا رايح نعاود عند واحد صاحبي.
واش كايقلّي، ما كتقدر تغيّر مكانك.
بوركن بدي ننزّل عند فندق هيلتون؟
واش بغيت تديوه.
سلك يسار في هذه الشارع وخد اول يمين.
نحب نعرف اذا كان ممكن نوحلي هاد القاموس ليا لب Tokyo.
اريد بعض القوه البدنيه.
هل في شي دابا ما يكونش حار قوي؟
هل راه قريب بزاف باش نمشي?
والله، انا بغاون مرطب يد.
هل يمكنك ان تعطيني الملح من فضلك؟
نحب نروق لـ وول ستريت. كيفاش نمشو هاد؟
المُتَكَاثِرُ مِن التَّرْتِيبِ يُضَرُرُ بِكَ.
بما في ذلك الفطور، الضريبه، ورسوم الخدمه، سيكون المبلغ اربع وخمسون دولارًا للشخص الواحد في الليله.
هل يمكنك اصلاح هذا؟
مسا الخير. صباح النور.
ما كنعرفو شنيهي شنيهي شنفتو باغي/باهيه.
الْطُّرُقْ بِشْلْ، من فضلك.
هل الماء هنا امن للشرب؟
اه، هيا. بس دولارين.
هل يمكنك تغيير هذا الفستان الي واحد اكبر؟
اهلاً، خلينا نرجعوا. انا ممكن اساعدك في دراستك بعد ما ناكل بيتزا.
نعم، سيد تانAKA. هناك رسالتان لك.
ما غادي يديوه ليا.
الغدوه يوم اخر.
يمكنني ان اساعدك. هل تحتاج فيتامين سي؟
خمال، حكولي، جابتني القفله علي القطار.
هاد بعيد بزاف. من خير تاخدو تاكسي.
اريد مقعدًا في صف منفصل، من فضلك.
كاتب فالدار ليا ف شقه تبلغ قيمتها ثمانيه الاف ين شهريا.
هل استطيع ان اقطع؟
ارني واحدًا اوسع.
سّمحتلي، ممكن تبدّلولي مقعدكم؟
اكيد، طبعًا.
واقيلي، روحي للزاويه ودواري يمين عند الاشاره المروريه.
هل تودّ اسطوانات اصغر ام اكبر؟
والله، انا بغاوني غرفه وحده فيها حمام بثمانيه دولار، من فضلك.
واليك اود ان ادخل ممتلكاتي الثمينه في خزينه الفندق.
هل عندك غرفه متاحه لليله اليوم؟
اجل، ولكن تاكد ان لديك تذكرتك معك.
سَيَجْمَعُ الْعَوَامُ قَلِيلٌ مِنَ الْاَشْخَاصِ فِي التَّوْرَهِ التَّيَ تَتِمُّ بِشَكْلٍ اِضَافِيٍّ.
والو. بلا تهميش. توا، من فضلك، خو اربي ليا للعواصي الصينيه. انا غادي نحاول نلقاها بالزايد.
الناس جدد يتم توظيفهم في ابريل.
ان شاء الله.
شاتان سكوتش و ماء، من فضلك.
المنْيِعْ كيِفْ؟
هل ممكن تبعني لو لقيت شنطتي؟
علي يسارك، من فضلك.
هل تقبل/تقبلين ان تقومي/تقوم بالتقاط صوره معي؟
لا. هل ترغب في الابلاغ عنه؟
هذا الاسنان اللي قدام تاعو باغيه.
واش لعب الكمبيوتر الجديد اللي عليه بزاف لي واحد عمرو 15 عام؟
باعودك غدووور.
هل فيوجد مطعم اقل تكلفه قريب من هنا؟
لا، ولكن شكرا. انا اشعر بتحسن.
هل عندكم خبز؟
واش معاك هايله علي الكمان؟
صحابي قضي علي راسو وطيّع في حمّام.
احتاج صحن سجاءر، من فضلك.
تم حظر المسيحيه، واُغلق البلد امام بقيه العالم.
واش خدم؟
لها سلطه جمبري، وانا نفس الشي.
اهلًا، هل لي ان احصل علي توقيعك هنا؟ و من فضلك، ضع توقيعك هنا.
لقد كان لي الشرف العظيم بزياره مقركم الرءيسي وللجلسات الهامه التي قمنا بها معكم. شكرا جزيلا علي تعاونكم الكريم.
صوت زءفك عالي.
والو اللون بزاف، كاين شي شيقه؟
اخرج من الباب اللي فوق هناك، و انتظر عند الموقف رقم سته.
دجاج مشوي، من فضلك.
انا بغاون فلفل؟
اجل، اود شيءًا للقراءه.
هذا السيد تاكاشي في الغرفه رقم خمسه وخمسون وتسعه. هل يمكنك ارسال اربع زجاجات من بيره بودويزر، من فضلك؟
هذا سبعه وعشرون دولار.
الرجاء الاتصال بي من فندقك عندما تجد حقاءبي.
اريد منبهًا الساعه ثمانيه و ثلاثين دقيقه غدًا الصباح، من فضلك.
اجل، ولكن هذا كثير جداً وانا ممتلء بالفعل.
والله، بغا لي شي شي ينضف الفم.
ماشي حاسس حالي مزيان.
هل تقدمون خصومات بالجمله؟
طوكيو صفر ثلاثه اربعه وتسعه واربعون، خمسمءه وخمسه وستون سبعه.
اهلًا، هل يمكنك مساعدتي في العثور علي حديقه الحيوانات؟
هل ستخبرني كيف اعدّله؟
واش المغامره دي بتخلص الوش الو علي ايه الوقت؟
انت تعرف كيف تستعمل التليفون؟
اكيد. عندنا بعض علامات كتب امريكيه الاصل راءعه.
عامل يتحدث اليابانيه، من فضلك.
نهتم بالموضه.
هل يمكنك ان تسحب لي السياره؟
هذه عياده اف؟
مرحباً يا سيدتي ياواماغي؟ جهتك هاتف. اتصالك مقبول. تفضلي، من فضلك.
نا_{-ِ}حِ} تِ} الَّذي الَّذي ابْتِ}‌ـعِ}‌ـيِّ الِّتِ}‌ـيِّقِ}‌ـه الَّذي الَّذي ابْتِ}‌ـيِّعِ}‌ـيِّ الِّتِ}‌ـيِّقِ}‌ـه الَّذي الَّذي ابْتِ}‌ـيِّعِ}‌ـيِّ؟
الي اين فاݣݣ نݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣݣ
مشي راه راه لمده حوالي خمس دقايق، و دير ولّو.
هنا نتوجه نحو الشاطء بهذه الطريقه.
هذا الشاي العشبي يساعد علي تجديد الجسم.
ماشي هذوله ما كباشو في اليابان، ها؟
تمام. هكايا بالي. هاذي جاك لغرفتك.
لازم نمشي من الفندق قبل الدارسه.
تاعا هماغبورغ و تاعا كافيين، بالي. بغيت نمشي نهبطهم.
هل بامكاني حمل هاتين الحقاءب؟
انا طلبْت لحْم، لَيْسَ شِرْبِين. هل يمكنك تغيير هذا؟
يا وليدي/يا بني، حاسس/حاسه تعب شديد.
انا مريض/ه مزيان.
هاد المخيط ما كايواش ليا.
اريد انقابل السيد ويليام.
داروش تشكيلو من سبعته فيتامينات ومينارالات.
الاسنان قليله.
هل يمكنني الحصول علي استرجاع اموالي عندما اعود الي اليابان؟
واش هاد الطبق ديالو؟
من اي بلد صُنع هذا؟
هل تقدر تعملو هاد في عشر دقايق؟
ماشي حتا كنعرفو بزاف علي الانجليزي. شنكون من هادو كايتقال بالياباني؟
واش نشري تिकेट المترو منين؟
سيتم ارسال العشرين عينه اضافيه اليك بالبريد.
ماشي، انا ما نعتقدش هادي لينا، لان جلدنا شحالو خشخاش بزاف.
استطيع الحصول علي جدول زمني، من فضلك؟
اجل، انا نعتقد انني سانتظر.
تسعون دولارًا في الساعه لكل طفل.
اسف، ما علينا موجود.
يجب ان يكون هادءًا.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه وثلاثه، من فضلك.
الي ايه الوقت كايعرضوا فيلم Terminal Man؟
فين الصالون؟
الساعه السابعه، من فضلك.
صندوق المسافر مليح مكسور.
زياره الاماكن السياحيه
انا من اسبانيا.
شيء غير صحيح مع هذه البطاقه. هل يمكنك اعطاءي بطاقه اخري، من فضلك؟
عندي حكه علي ذراعي.
ارسلوا هذا بالبريد الجوي الي اليابان، من فضلك.
شحال هاد الصيدليه الاقرب؟
كوزين نوترا، من فضلك.
الناس ودودين بزاف.
كم عدد المشروبات المتضمنه في السعر؟
عملتوه.
واش هو البوابه اللي نطلع عليها في هاته الرحله؟
اذا كان متوفرًا، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم اعلان الصعود بالفعل؟
نحن علي ارتفاع سته الاف ذراع.
اولًا، نود ان نري وول ستريت.
فين محطه باص اكسفورد؟
سانتظر حتي يصبح البار بركه فارغا.
علينّا نشوف شيّ درّات؟
خلينا نشوف التلفزيون. فيه مباراه بيسبول.
هل ستكتب عنوانك الاتجاهي هنا؟
الرجاء اخباري اين اقرب صيدليه.
الي فمي، من فضلك. عنوان فمي هنا.
كم عدد الولايات القضاءيه بالاضافه الي طوكيو؟
الرجاء تهديد الخط و الانتظار قليلًا.
واش القاك غالبًا تعملو عندك بعد العشا؟
بالتاكيد. متي تريد ان تلعب الغولف؟
بغي عندها تلقي فيها حوالي تالّاثه.
نحب نراسل سفاره اليابان.
واش خدم؟
من وين تطلع سيارات السياحه؟
واش سميتو ليا باش نبعتهم علي اليابان؟
ما عندي والو نوادي ولا حطه.
هل الين الياباني جيد؟
علاش عندك موستانغ؟
واش حنا باغين نقلع من هنا؟
سيد كاواي، لدينا طاوله لك الان. تفضل بهذه الجهه، من فضلك.
اكيد. نزل السلم علي اليمين هناك، غادي تلقي بعض التوجيهات. فماشوفهم.
الاستقبال. هل يمكنني مساعدتك؟
واش تقدر توديني علي فندق هيلتون، بالييز؟
انت غالبًا ما تضطر للعمل لساعات متاخره؟
انا اسف جداً، لكننا ليس لدينا المزيد. هل لديك اوراق باللغه الانجليزيه؟
متر يعني ما تدخن، لو سمحت.
هل يمكنك اخباري قبل ان نصل الي دارمستن؟
هذا طازج؟
ماشي حقي. دايما كتعاملت معايا.
واش سمحتيلي نشوفلكو فساتين؟
اكتبوه، من فضلك.
انا بشرب نّخاسه.
الرجاء الحذر، فالطقس متقلب جدًا في الجبال.
شيك مسافر و ين ياباني، ماشي؟
اسف، لقد تفتحت مع النظافه والبحث عن الاشياء المفقوده. لا يملكونه.
هادي بزاف شحال صعيب تلقاها. هي كتوجيه علي طريق صغير خارج الطريق الرءيسي.
ماشي علاش نعلّمك.
و حنا نقدر ندرّو عليه في محل شاي.
هاك، في الحاله دي، ما تلازمنيش خدمه التعديلات، صح؟
الشركه، من فضلك.
ارجوك اخفض السرج، من فضلك؟
هل ستستضيفني الليله؟
تمام. ناكل بس لِّين. شكرا.
هذا هو فاتورتك. هي ثلاثه وتسعون وسبعه دولارات.
انت محظوظ.
الرجاء جعله جدولاً مع منظر ليل جميل.
هل هاد الجهاز مصنوع بالاله ولا يدوي؟
والو ما بغيت نشري هاد النوع من السياره لمده 24 ساعه.
كان من الجيد جداً مقابلتك.
كان مرمي.
شكون هادي، خلينا نشوفك.
اراهن انه لو سال سءالًا اضافيًا لكل شخص، لكانت مده عمله اطول بكثير. هيا بنا نسرع ونحمل امتعتنا. علينا ان نذهب الي قسم التصريح الجمركي بعد ذلك.
واش الوزن؟
شحال هاد؟ كن داره محل شي مطعم صيني؟
المنصه الخامسه هي هناك.
واش المغاموره غديو؟
ماشي الحال. ممكن تڨول علي الكاميرا بتاعتي؟
قهوه بالكريمه والسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في المشروع.
اعطني اللي واحد.
هادي الباب السابع.
انت اسكوتلندي؟
ثلاثه-اثنان-واحد-اثنان. خليك ثانيه، ماشي؟ انا باغيني نسولف ليك علي حاجه. معليش.
مءه وثلاثه و عشرون ينًا مقابل دولار واحد.
الفساتين القصيره مع الطلاقه ما تخرجش بالموضه ابدًا.
صافا، بغاون خدمت المديرا؟
واش السعر ديالك مختلف علي المتر؟
واش نقدر نشوفو هاد واحد؟
و وعدت نفسي انّي لما نشوفك، نديّرك.
واش في شي جديد من اخرك؟
ماشي حاسس حالي مزيان. كتقدر تحلي لي دكتور؟
حفّتك جاهزه. زيد.
هل يوجد عرض ارضي؟
المرحاض ما كايغسلش.
واش طول الوقت اللي حتاجوه باش نروح لدار الحكومه برحالنا؟
خُذْ هَذا الدَّواءَ بَعْدَ كُلِّ عشاءٍ اِذا لَمْ يَكُنْ ذَا اَلَمٍ شَدِيدٍ.
كدبت فلوسك في ظرف مزين مخصوص، وهو اسمه شوغيبوكورو.
الْكَسِيرُ جَارِح.
واش بغيت نشري ليه؟
هل عندكم خريطه للمترو؟
عندي ليك تاجه فندق гранد جاهزه ليك. كتقدر تروح فيها؟
عندي الم في عيني اليمين.
ما كنعرفو لّغه المانيه بزاف.
علاله نتعاونو تاني بزاف.
هل ستاخذ هادوالبنطلونات؟
اقدر نسولف علي راكيت و كوره؟
هل يمكنك ان تضيف بعض التغييرات الصغيره؟
اقدر نسلك نصف قارفه؟
سلام. انا جون.
ناكي
هل مانع اذا صورتك انت وتاكسيك؟
ديما سميت علي موضوع شنطه ضاعت قبل ثلاثه ايام.
والو хотели cheap.
واش، فيه بزاف ديال حاجات تغاون تشوف في جرينتش فيلاج.
بالنسبه للعمل. لدي علاقه تجاريه هناك.
دي بينفع معاك.
هل يمكنك مراقبه حقيبتي من فضلك؟
واش عجبك هاد ليك؟ نقبل شروطك باش تدينا 6 اشهر اشعار، بشرط انك تدينا الحق نبيع لمده 6 اشهر بعد نهايه العقد.
واش خدمت؟ عليك نعرف نيويورك مزيان؟
هادينا ننتظروا. من فكرتي، سقّالنا ليا وصلت.
واليا راني بغاونا دكتور جراحه.
هل هذه المكونات طبيعيه؟
والو ما بغيت نركب في سياره رياضيه.
الرمز Postal هو ثلاثه ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
عانوه‌ من زفار.
سيُعتبر سياره صغيره الحجم هي الافضل.
اريد ارسال هذا الشحنه العامه.
سُمح لي بنقل هذا المكالمه الي المسءول.
حابك خدم ايه؟
يا خو/يا صاح/يا ولاد، ما كليتش كنت لسا عندي هادشي.
هل عندكم مجموعات علب للشحن؟
هل ستدفع شركه الطيران فاتوره فمي ووجبتي؟
هل هذه كلها حقاءبك؟
واش كيف بغيتي تخلّي الملاقه؟
اه، دي غاليه. مش مكتوبه في اليابان، اهي؟
هلّا اعطيتني الملح من فضلك؟
فين اطيب مطعم قريب دا لڤندق؟
والو شامبو ليا شعر عادي.
واش راك تدي بانغدي غي يوجا؟
بارك الله فيك و اعاده الله عليك سالماً غانماً.
انا نطلب سبرايت كبير.
قوله من جديد بصوت ابطا.
سماحلي، انا عاوز/عاوزه نطلب.
عندي جمبري نيوبيرج ولحم خنزير مشوي علي طريقه اللحم الكتشي.
والو كي بغاونا شي حمرا ليا لبلاصه الجمال.
ثلاث زجاجات من عصير القرع، من فضلك.
عندي وليدن تلاته.
دوّن مباشره في هاد المخزن و وُجه يسار عند الزاويه. غادي تلقيو هاو علي اليمين.
هل هي جوله كامله اليوم؟
واش قيمه تذكره ذهاب وعوده لمدينه اكسفورد؟
نروح لمركز رياضي كل يومين.
واش نقدر نمشي نساكن طول الرحله؟
متي هو موعد المغادره؟
كم هو سعر الدليل اليومي؟
نا_{-ِ}حٍ فين نا_{-ِ}لقي سي\_دِس؟
سّمحتلي. انا طالب جامعي من اليابان. هل انتم طلاب جامعه نيويورك؟
هل يمكنك ان تخبرنا كيف تقدر هذا البرنامج؟
اكيد، تعرف علي محل تسجيلات جيد قريب من هادي؟
نقاش او بطاقه؟
انا عامل في شركه تجاريه.
من غير اللاءق ان تسال الناس كم يكسبون.
هل هاد لبنط ليڤيس خماسيين اصليين؟
الي اين نتي ما كااش يحن نقضي علي حمام؟
ماشي حتا تبدو ما قبل 21 عام.
ها. في الحقيقه، فيها فيلم سريع. شكلك ماعندك مشكله لو اخرجها؟
شريتوه ملليقه.
هذا نتاه.
ثمانيه دولارات. وش هاد جاي شحال هكا؟
من فضلكم، اظهروا قاءمه البضاءع عند الجمارك في المطار.
هل اي من المحلات الكبري عليها تخفيضات الان؟
عمله، جيبلي مركز الاطفاء.
يا لييييت البطاريه فارغه.
توقف عند العبور التالي.
اوه، ها هو. وهل يجب علي الجميع ملء هذه استماره الجمارك؟
و ما اسمك من فضلك؟
هل مانع اذا عملت مكالمه مجمعه؟
سلام. واخا شحالك؟
فين قسم السياحه؟
واش سميت الشخص لي باغيني نحكي معو؟
انا اسف، هو غير موجود في الدقيقه الحاليه.
شوف هاد. شوف هاد. فاكيد غادي تحكلي ليا الفرق بين هاد الراجل و لراجل هاذ شي حظ؟ محمد، غير توقف، باللي؟ ما كنعرف والو كنعاودك هانا. انا متاخر. صاحبي، كانك خوش شفتك، ماشي؟
هل غرفتك تطل علي المدينه؟
هل في عندك اي رساله ليا؟
زالو غليان بزاف. ما كان بغيتو ليا لّي درّار تّلات دولار؟
والناضر عندنا غرفه في الخلف.
ساطلب كاس نبيذ.
تبتسمين بجمالك.
والوكه كنغيني غرفه فيها سريرين. بزاف تكلفني هاد الغرفه ليله؟
هذا يبعد حوالي تسعين ميلًا.
فينس وليندا باغيين يحبو لحاليهم، باش خايف تلقي نمشي هادي الليل.
الرجاء الاحتفاظ بهذه الحقاءب في منطقه التخليص الجمركي.
اسمي ساتو.
عرفت نادِ جيمز تقليدي في زْوين في زْوايا المدينه.
ساطلب هاد الطبق خاص.
والو كان بغيت نطعم نفس الطبق اللي اللي عليه.
ثم حنا ناخدو هاد الشي.
هل دا هاد يبغي حتي الطابق السادس؟
جلد मगर؟
الرجاء وضعه في كيس غسيل و اتركيه هناك.
والو ما بغيتش نشحِّل هاد الفيلم. واخا، علاش غدي يولي؟
من فضلكم، لا تعطوا هذا المفتاح لاي شخص اخر غيري.
تمام. هاولديني من فندقك الساعه 8.
النافذه مزيانه.
خلي البراي ديالنا يولي يطيرا، بالي ما بغيتيش.
هل جميع مصاريف النقل مشموله؟
مسرح الاوبرا للمدن الكبري
فين مكتب تاجير السيارات؟
كنت مسافر من الليله الماضيه.
ما ماشي مع ذوقي.
واش الخضره لي عندكم؟
اريد دبل كريم خفيف، من فضلك.
واش علاش الدكتور جا؟
اللون غلط.
السن انفصل.
هل هذا مقعد في المنتصف ام مقعد بجانب النافذه؟
انا معجب بالمشي في الجبال.
هل تقدر توصل شنطي للغرفه؟
ارني واحدًا لفتاه صغيره.
واش تقدر تحلا هنا؟
عندي شي حوالي 80 دولار و صفر سنت؟
انا عطشان.
ماشي، ما فيش زبادي، من فضلك.
عندي ثلاثه اكياس.
هنا فين البحيره؟
سكت، فشار الزاويه من فضلك.
صافي، نفهم شي مجله ولا حاجه؟
هذا الي الجنوب.
كام هو السعر ديال بزّاف؟
والناضر لدينا غرفه تطل علي البحيره.
هل فيوجد اي صناديق بريد قريبه من هنا؟
تمام. ها ننطلق معاك.
*الجزء المكتوب بالخط ماءل يشير الي التغييرات التي حدثت في التسعينيات.*
دي واحد בן 30 سنه.
تمام. ممكن تكتب العنوان مره تانيه علي هذه الظرف؟
والله غاولي نمشي لـ هاردز. تقدر ترسم لي خريطه، من فضلك؟
واش خدم تديرو لما يكون عندك وقت فراغ؟
هل عندكم بطاريات دياله هادي الكاميرا؟
اريد دواسه تصوير.
انت اخر واحد في هاد الصف؟
اعتقد انه ممتلء جدًا.
هادي زويا. جديد.
واش تقدر تحكيلي علي بزاف بزاف البلاد اللي فيها شحال من حاجه تحكي عليها؟
هل فيوجد اي متاجر كبيره قريبه من هنا؟
انا ايضًا.
ربي يباركلكم، انا حاب نضم من سان دييغو.
كنت فاكر باش ناخدو هاد كورس العام الجاي.
الخميره ما كافيه بزاف. واش غادي تخليهو يبرد؟
هل تقدر تغيّر هادو الاقراط باش تكونو مقاطع؟
واش معاك شن حاب نعرفه شحال؟
اريد استرجاع مالي. هل يمكنني استعاده اموالي؟
اكيد ما نقدر نجيب شربه بحال هادي غير فهنا.
اذا اشتريت هذا ايضًا، فانه يرفع حد الـ "دوت شيف".
هل يمكنني ان اري شهادتك المتعلقه بالتطعيم، من فضلك؟
واش تديرو سفر بزاف؟
انا من امريكا.
عندي تذكره طيران لسان فرانسيسكو.
اذا كانت علي بعد خمسه عشر دقيقه فقط من المحطه، هاالكس برو.
والو хотели cheap شويه.
البونسا يبدو هوايه شيخ.
مازال ما قررتش. تقدر تعطيني شويه وقت تاني؟
عندي صداع.
هل تريد ان تشرب معنا القهوه؟
واليكم شهاده طبيه وايصال لفاتري.
يا الله، لا. من فضلك مت بسرعه. نحن متاخرون.
ما بغيت نزيد علي عشرين دولار.
واش طياره ما طارتش؟ حكيلي واش بغي مني.
كم حد التذكره؟ هل ممكن تكتبلي التذكره علي ورقه؟
واليك مقعد شاطء للايجار.
صافي, دقاءق, تكافا.
هل يجب علي السيدات ارتداء فساتين رسميه؟
ما تلمسني.
علاش عندك شيكارا؟
اذا ما كان الريح قويه جداً، ممكن نروق عند نقطه تيكي.
راءع.
ساغلق الان. شكرا لتفقدكم.
هل عندكم هذا بالوان تانيه؟
هذا منو؟
سماحلي. ممكن تعلمني فين مكان موقف التاكسي؟
واشرب؟
هنا هو.
شحال هاد المحل اللي كيبيع ادوات و مواد بناء؟
هّم. ماشي الحال، هاش؟ تقدر تحرك لكرسي فاضي، اذا بغيت.
كنت نبغي هاد.
اهلاً بك يا سيدي. واذا ماذا تحب كحلي؟
مدرب ولا بولمن؟
تذاكر سفر. شكرا لك. هذه تذكرتك وتذكره ركابك. كن هناك، من فضلك، قبل ساعه من موعد الاقلاع بساعه.
هادوج شيابه قويه.
الاسم غورو موتوياما. والرقم صفر ثلاثه وثلاثه اثنان سته واحد اثنان اربعه وتسعه وخمسه.
انا حاسس بمرض شديد.
اشحال مواعيد عرض "كوسي الحب"؟
تمام. هتروح تطلب قهوتك دلوقتي ولا بعدين؟
قوليلي لي اكتر نزل مارش في نيويورك.
واش علاقه منتجك باللي عند منافسيك؟
هل عادي ما حدا كا يخدم التعليمات ديال السلامه؟
هل الشّوارع الخلفيّه خطيره؟
نعم. من فضلك قم بالاجراء اللازم.
نعم، واحد فقط. متي ساعرف؟ كيف سيتم تعويضي؟
هذه بطاقتي التعريف.
فضلونا طاوله بجانب النافذه.
الرجاء اخباري بارخص طريقه للذهاب الي سان فرانسيسكو.
واش تعرف المطعم، كيويّا؟
طريق واحد.
والو هانعور و هانزيد وزني بالزاف بالجلوس هنا و بالعا نكل كلالو.
هل فيوجد نادٍ جيد مع عرض للفلامنكو؟
هاد لباس كيما يديور ليك، واش ختيار؟
قدمي باغيه.
الرجاء اخباري اين الغسيلانه الاقرب؟
هل يمكنك تغيير مقعدك معي، من فضلك؟
مقاعدنا اتفرقت.
فعلاً، انا كناني نحتاجوا نامن هاد البارسال كذلك.
الفاتوره كتساوي 100 دولار.
المخارج الطارءه موجوده في الامام والوسط والخلف من هذا الطاءره.
تمام، حجزك مءكد مره اخري.
الكعبيات طويله بزاف.
نود طاوله علي الشرفه.
يعني الفيلم ممكن ما يكونش مناسب للاطفال اللي اقل من خمسه عشر سنه. فالحواه لازم يحسبوا اذا يسمحوا للاطفال يشوفوا الفيلم.
كيف بغاتك تدي فلوسك؟ من فضلك املي هاد القلم واوقع هنا.
احيانًا عندو/عندها الم في البطن.
واش عندك بزاف ديال طواجن خفيفه علي القوام؟ انا شحال هادك الوقت دايت.
لا داعي للدفع.
ايه، عندي تذكرتين لفرق الغيانت والدودجرز.
نحن من بين افضل الموردين لاجهزه الكمبيوتر الصغيره.
شكرا. انا كذلك. الي اللقاء.
ولد توام مع حمام، من فضلك.
سقطتَتَ علي السَّلَامِ.
واش كاين يا خو كنعرف نسقلك؟
هَمّ. هذا. اللون بيخلّوك شيك.
هنا كتب اللغات الاجنبيه؟
شريحتان و سبرايت.
جيبلي سيجاره.
ممنوع ادخال هذا البلد - اسف. حسنًا، اعتقد ان هذا يكفي كل شيء.
ايه، انا كذلك. كانوا ساكنين قريبين مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا قبل سنتين. وانت؟ هل انت مسافر/مسافره لوحدك؟
واش خدمتي؟
يا وليدي/يا بني/يا ابني/يا ابنتي، كانه تعبان/تعبانه من الحراره.
بهذه المقاس، من فضلك.
الاوامر الخاصه بـ"الجواءز الثقافيه" تُمنح للفنانين والعلماء البارزين في هذا اليوم.
انا من اليابان.
هاد غليّ.
نعم. خد حافله تروح لكيو تو-ايكي.
هل هو خاص الاعضاء فقط؟
الرسوم في الغرفه سته الاف ين لليله.
هل يمكنني احضار هذا علي متن الطاءره؟
تمام. كل اللي بغاه نعرفو هو اذا الشركه راهي جاها تدير روحها ولا لا.
تمام. بغيتِ شال مع هاد؟
ارجع البطاريه، من فضلك.
انا جاهز لامر.
ملح حمام الاعشاب يخلي جلدك ناعم ومطر.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
والو. اليوم السبت، والسبت هو الاسوا من اي يوم.
اجل، دي مشكله في التخلص من النفايات.
والو دي، بغا مني دي في خمس مواضع.
الكثير من الاسر لديها دخلان.
واو. هادو الصوانيه نادر "القمر و المروكه". واش باغين تبدلوه؟
امي واختي قايتين من اليابان باش يشوفوني. ça vont arrive ici حوالي السبعيه في اليله.
البيج ماشي بزاف داير رواج هادي العام.
فكره كويسه. واخا معاك، واخا معاك، واخا معاك،
تمام. مقعدين، من فضلك.
فين السوق؟
واش كنعرف ندياب ليا القميص الجديد ديال السباق.
كنت فاكرين معلياتيش الكونيطات غير.
كم سعر تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المبلغ اللي عطانيه‌ هو عشره دولارات ناقصه.
قلتليت فحال السيد سميث في الغرفه رقم 2 واحد، بس ما ردش. واش ممكن تعرفني هو لسا عايش هنا؟
انا بغاوني واحد مودرن.
انا عامل في دار نشر.
هلّا ملات هذا، من فضلك؟
واش هادي الشارع؟
هل يمكنك ان تزن هذه الشحنه؟
واش سميتو هاد بالانجليزي؟
واضاي دي طول الوقت، وبعدين تلقيو هاد علي اليمين.
اريد ان اضمن هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
تمام. من فضلكم ادخلوا.
اجل، سيدي. انا اجي هنا لتناول الافطار كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
ماشي مشكله.
الرجاء اعطني ثلاثه اثنان سته اثنان تسعه واحد وثمانيه.
اجل، ممكن نخدمك من السبع.
الرجاء الاستلقاء هنا.
والخدمه سريعه بزاف.
ربما لا يزال يظهر.
الرجاء الدوران يمينًا عند المتقاطع التالي.
سماحلي، كيف نخشو علي البنك؟
هل يوجد حافله توصل للفورد موزيم؟
نعم. اسمك ورقم الغرفه، من فضلك.
واش طول الفتره لي نوصّلو ليها اليابان بالبريد الجوي؟
تمام. نشوفو عليكو يوم الاحد عند الساعه ازدواجي.
والو ما بغيت نمرّ عبر نيويورك نتوينتي.
الرباط مكسور. عندك نفس الشي؟
هاد شحال هاد، قلييت شويه.
هل يمكنك تاكيد رحلتي مره اخري؟ هذه تذكره طيراني.
هل عندكم هذا باللون الاخضر الداكن؟
سترودني الي كانتربري وتحضّرني؟
اقدر نسلك شوكه جديده؟
شكرًا جزيلاً علي لطفك.
اسف، ما نبيع تذاكر مسرح.
نحب نشوف هاد.
واو، هذا جيد. شنو غدي نجيب ندير؟
نحب نعاود اقامتي هنا يومين كمان.
الرجاء تغيير مقعدي.
انا عندي اليوم جمبري ممتازين.
الي متي يكون مفتوحًا؟
تدخين ولا لا؟
هاد غليّالي بزاف. كاينش تلقي شي شيغار؟
انا متفرغ يوم الاربعاء صباحا او يوم الجمعه بعد الظهر.
ما كنت نسقي حجز.
بسبب ان الصيف في اليابان عادهً ما يكون حارًا جدًا، ولم نكن نملك مكيفات هواء في الماضي.
هل ممكن تطلبلي تاكسي الساعه 8 الصبح باء الغدوه؟
دي شيء شينه.
واش ما كنعرفوش نشوفو السياره تحت الشراع؟
ها، كينجي. خليني نشوفك في المكتب.
ايه، باغي يفتح من التاسعه حتي التاسعه.
ما كنعرف نعاس مزيان لليل.
كيف اثر الركود علي الاعمال؟
عندي موعد اخر.
احتاج خريطه طريق للمدينه، من فضلك؟
الشيء اللي كنت نبحث عليه بالضبط.
ما فهمتش شحال هالشرح.
لازم نربط. رايح لبوسطن.
شحال هاد احسن مكان باش نشوفو؟
هل هي متينه؟
كانت عندي وقت بزاف.
بخير، اود ان يكون لي وجه اصغر مثل جوليا روبرتس.
هل يمكنك اخد هذا، من فضلك؟
الركاب المغادرون علي متن الرحله السابعه والزويه من شركه بي سي اي ايرلاينز المتجهه الي طوكيو، يرجي التوجه الي البوابه رقم 20 للاجراءات الرسميه.
فين محطه باص رقم ب؟
للمتجدرين فقط، من فضلك.
فين نا كنعاود مسبح؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
واش بغيت نسركلك صوره؟
ما كنش لي هاد الطبق.
قصيت وسطي. هل فيه مطهر؟
اقدر نسلك ختم 95 سنت؟
ساكون هنا عند الثامنه ربع ساعه.
واش بغيت نتوحف.
اين اجد الجدول الزمني؟
واش راك تروح المدرسه هنا؟
واش درات فالو؟
هل فندق هيلتون بعيد علي هاذ شي؟
اكيد كنت سقيتو في شنطتي.
اليات.
هل في عندك مطعم تقدر توصي بيه قريب من هادي؟
واش واحد ليك، داكن ولا فاتح؟
اين نحن نلتحق برحله؟
تذكره الانتقال، من فضلك.
شحال هاد، مكاينش مكان كتغور ليه واحد الرحله نهار واحد؟
واش بغيتو شنطي كلي شنطي الحمرا نفس الزوايا ديالي.
علامات باش تداري هاد الجانب؟
واش المغاريب جاوب ليا بزاف منين تفتح البنك؟
انا حاسس/حاسه بالمرض.
كنتمني نساعدك. ممكن ترسم لي خريطه؟
سكت.
اخدني معايا علي المستشفي.
علابالي نجيو علي المستشفي كل يوم؟
صدر البطن ليا.
كم هو سعر الشحن لهذا الرساله الي اليابان؟
والله، بغا لي قلاص شيري.
علاش تحتاج توصلك من المطار؟
العبور يبدا الساعه اربعه و ثلاثين دقيقه، لذا يرجي ان تكون هناك قبل ذلك.
من مبلغ ثلاثين الف ين.
نا_{-ِ}حِـهً اين اشتري شريحه هاتف؟
هل يمكنني ارجاعه في مدينه اخري؟
قلتلي ناوي نمور حدافاش.
الرجاء ان تطيل الجزء العلوي قليلاً.
علِّي تْجاتي دكتور متخصص.
دقّيص خدوم، باللييييييييييي
الترقيه رقم اربعه عشر.
اراهن انك كذلك؟ بالتاكيد لديك تشكيله كبيره.
ما كنعرفو والو.
هل عندكم اي مقاعد شاغره لمدينه لندن؟
اريد نسخه من تقرير السرقه.
هذا بيت كتله واحده تحت الشارع.
اعطني شمعه، لو سمحت.
هل هذه السجاءر خفيفه؟
تمام. زي كده.
العبور الجايه في ساعه.
واليا ربيعه هاد الجاكيت الرياضي يطول.
عندي حجز. هذا هو رقم التاكيد.
يوم ميلادك قادم.
القطاروات متوقفه بالسببات.
هل تقدر تصلح هاذا؟
الشارع كان مكتظ بالسيارات.
هادي البنيان التاني اللي علي يسار هاد البنيان الابيض.
لقد حجزنا مقعدًا ليوم الحادي والعشرين من اكتوبر، ونهرب في الساعه الحاديه عشره صباحًا.
لا، شويه قدام. هناك، اه.
اجل، هذا لا يشمل الوجبات.
واش بغاونا نرجع تيشيت هاد فين؟
واش علاقه؟
نحب نريح.
سياره بغيتي تريبانه، تواشي واجي تدير ليها.
والو ليا بغيت شعرّي يطول شويه في الخلف.
واش انواع عندكم؟
انا موافق. دي من الاماكن اللي بحبها.
واش نوع الموديل اللي في بالك؟
اسمي ميتشيكو تاناكا، ورقم الرحله خمسه واحد لاجل طوكيو.
استطيع ان ارسم لك خريطه بسيطه من هنا، من فضلك؟
ناكل فين؟
والو ما بغيتش نسوي شعري زي ما كان.
خلي لي خمسين، بالليي
واش نشدني نتحجز في الخطوط الجويه اليابانيه؟
واش المحتويات؟
هل في المنطقه اي اماكن مُوصي بها بشده؟
اعطني التغيير، من فضلك.
تمام. غادي نحسب علي هاذ المسءوليه باش الحقاءب تيكون هنا.
هذا هو تخصصنا، سمك الدوفر اللافت المشوي.
سَاعْطِيلْ.
لقيت ضربه.
تمام. هل يجب ان اركز عليه؟
سنتشارك.
ما عندنا هادالستايل بالضبط شحال هادك. ها نقري نشوفو مخزنا. عاونك ثواني بس، باليوم.
سكوتش معا ميه، من فضلك.
هذا يبدو مثيرًا للاهتمام. كام المبلغ؟
اخد هاد الوصفه عند صيدليه. تقدر تدي ليك الداركه هناك.
لقيت/جبت اللي طلبته.
نعم، يمكنك التوقف عند اي محطه بين هنا وشيكاغو.
واش نقدر نشري شي شنطط؟
هاد غليّ. ما كاش ليا فلوس باش نشري هاد.
استطيع الحصول علي رقم شركه ايه بي سي في شيكاغو، من فضلك؟
وين الكاتدراءيه؟
واش باغيين البيض؟
هذا صحيح بجانب هاد البناء.
لا، انا نعتقد انهم نسوا احضار واحد لنا.
تمام. تم التاكيد. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله الحاجه الي الاتصال بك؟
واش سميت اللوّاح؟
هل اطلب منه الاتصال بك لما يدخل؟
والو واحد هاذ شي.
انا نعجبني هاد الخدمه ديال ترحيب بالشمبانيا بعد التحميل. خليني نشكرك علي صحتك.
اربعون دولارًا في اليوم بالاضافه الي ثمنيه سنتات لكل ميل.
اراهن بخمسه دولارات.
اليس هذا طلب شخص اخر؟
واش سميتلي كيف نجيب للمتحف؟
انا اسف جداً، ولكن اود تاجيل الموعد.
هل يمكنك ان توصي برحله؟
سيغادر قطاركم من الرصيف الثامن.
كنت نبغي شنطه فيها حزام قابل للتعديل.
والو ما كانبغي يخدمش فوق الميه و تمنين دولار.
ساحاسبك بعد ما نشوف شويه.
ايه. حجز لست ليال، من فضلكم. ابتداءً من الثالث والعشرين من يوليو.
هل يمكنك ان تعرض لي اخري بتصاميم مختلفه؟
واش نوع عصير بغي؟
واش راك راجع للعيد؟
ناخد شي مكان نشوفو منظر يخلع؟
كان هذا مكسورًا بالفعل عندما فتحت العلبه.
يوم العشرين من اغسطس.
واليك اود ارسال هذا بالبريد الجوي الي اليابان.
يوم الشكر للعمل. انه يوم شكر لكل من يدعم المجتمع بعملهم.
هاد الغرفه صغيره بزاف.
اقدر نسعلوا ليا شحال ديال الشاي، بالي؟
واللي كاين داير عليه الخدمه نوض نعسّّّّّّّّّّّ
شحال هاد؟ كنكه شي بنك هادي؟
هلّا نظفت الماءده، من فضلك؟
سكّين، من فضلك.
كلها مطبوعات.
اكتب رقم الغرفه علي الظهر من فضلك.
نستعمل الملاعق الصغيره لما ناكل.
رحله دلتا رقم 28 المتجهه الي نيو اورلينز متاخره بحوالي ساعه.
عندما ارجع الي اليابان، ساكتب رساله. اذا كان لديك وقت، ارجوك ارسل لي رساله.
اتْرَكْت تذكره الطيران عند الفندق.
غرفه وحده بلا شوشه، من فضلك.
شكرًا مره اخري علي تذكيري. هل ينسي الكثير من الناس عادهً توقيع اسماءهم؟
اهلاً، الوقت علينا. هل نواصل هذا النقاش يوم الخميس في تمام الساعه الواحده؟
واليا لي نانتيّات.
تمام. جايبلك واش كيبلوا لي لما يكونوا جاهزين.
واش حابه نشرب شي حاجه؟
سيوقف الحافله ذات الدرجه الاولي عند البوابه الشماليه اولاً.
الي متي اقدر نخدم في مطعم الفندق؟
هل هو قطار مباشر؟
اراهن ان الوقت اصبح متاخراً جداً. اعتقد انني يجب ان ارحل الان. شكراً جزيلاً علي الليله الراءعه.
واش كاينا لي ندويلي ليا المغتاس؟
اريد دجاج مشوي.
خطاي. ليس خطاك.
سماحلي، واخا هاد الفيلم بداع وين؟
الواحد اللي داك، من فضلك.
مجوهراتِي سُرِقَتْ. احتاج الي تقديم بلاغ.
سَاعَهْ قَوِيمْ، مُنَفَعْكْ بِاَمْرِ جَوْنْ.
سلام. دي شركه الخطوط الجويه يونايتد.
واش عندو السيد جونز سمع/تعلم اللغه اليابانيه منين؟
عندي واحد صغير من نفس التصميم.
هل تقدر تاخد هاد التنوره؟
الجمعه ليله، الساعه التاسعه.
هل هو هذا الباب لـ لاس فيجاس؟
علاش عندك باص من المطار؟
صوور اخري، من فضلك.
هاد شوي مالحه، ولكن يعجبني. هل جيبته معاك من اليابان كلها؟
الرجاء تسريعه، ان امكن.
هل يمكنك ان تدفع عشره دولارات هنا كايداع؟
ايه. خدمني من بعد تّلات ساعات، بالي نطلبك.
اريد ان اطلب، من فضلك.
هل اشيت او لا؟
شلحين، من فضلك.
الوجهه التاليه ايه؟
السياره makin bissa sahba.
الي اتّيّ ما زّمان غلق البريد؟
ديما كاينا دفعت ديرهم 50 دولار لما دخلت.
علاش عندك دواء لياكلف؟
هل بزاف باش نشدّ لبس و قميص رسمي؟
هل يمكنني تحويل المال الي حساب التوفير الخاص بي؟
نسيت شنطي.
نحب نرجع نءكد علي رحلتي.
ساعتي. كانت ساعه جديده تمامًا، مصنوعه في سويسرا، رقميه.
صافيحت لّالا الاختبار بالصّلوح.
واش بغيت تدي ليا بزاف بزاف بزاف، انا ساءح، نعرف.
هل يمكنني الذهاب للسياحه اثناء توقف السفينه في الميناء؟
احسن ليك تعدل مراه الزجاج الخلفيه.
هذا فيه انتظار حوالي عشر دقاءق.
هل بامكاني اخد اطبقتكم؟
الله يسلمك. مللي بغيتي؟
اعتقد انني تركت كاميرتي هنا عندما تناولتهُ العشاء الليله الماضيه.
اجمعوه من البوابه.
يا الله، لا. هذا غير ضروري. انا قادر علي الاعتناء به. لقد فعلت ما يكفي بالفعل.
اما ان تصلحوه او تستبدلوه، من فضلك.
يمكنني ان اقوم بذلك في وقت ما في الشهر المقبل.
الرجاء ان تاخذ وقتك.
واش هاد المنتج الجديد شحالو مقاراه مع المنتجات اللي كاينات؟
المرتبين في المحل ده ناس طيبين جداً.
هل يمكنك الاحتفاظ بهذا لي؟
دق ثانيه، من فضلك.
علاش عندك طوابع المطالب ديالك؟
واليك عربيه لمده اسبوع.
نعم، في البدايه، اغسله علي حده.
ارني بعض الساعات الرجاليه من فضلك.
اربعه عشر.
واش قيمه السياره الليبراني باش تودينا لوسط المدينه؟
من صباح اليوم.
بلا منازع، خلينا نركص. كايين يبداو بالفعل.
يبقي مقاسه صحيح.
سُلتُ عن الدجاج.
عشره ايام.
واش هاد البوي عيان؟
بْـنْـهْـا كْـلْـهْ؟
اريد نفس الشيء، من فضلك.
خسرت شيكاتي المسافر.
الرجاء اعطاءي بعض الدواء البارد.
الرجاء وضعه في قمه.
انا نشوفه كل صباح علي الترام.
واش تقدر تاكل معايا عشاء هادي؟
ها انا غادي نمور في فندق بي Hotel حتي بليل. غادي نفرح ليا سمّيه علاش انا موجود/ه.
الرحله متاخره بخمسه واربعين دقيقه.
اسمي شينو يامادا.
واش هي التخصص ديال هاد الريڤيرانت؟
عندي نّخْل الابيض ممتاز.
فقط بعض الدواء المضاد للبرد.
استاذ، ممكن توصل شنطي للريسبشن بليل غدوو؟
واو، باين ليا كنعاود نغيا شي حاجه كل ما نطيور.
لقد فقدت استعمال يدي اليمني.
مرحبا، هاذه تبع روي؟
ثم ستصل الي شارع تجاري. واذا اتبعت الشارع، ستصل الي المحطه.
لا، لا هنا. يوجد غرفه تدخين في مءخره هذه الحافله.
استطيع ان احصل علي كتيب، من فضلك؟
وصّل/وصّلي هناك قبل التاسعه، من فضلك.
نعم يا سيدي، كيف تريدني ان اقطعه؟
اعتقد ان هناك خطا في الفاتوره.
الزيت والخله كافي.
صافي عندي اللي تبغاه. ممكن نعرض عليك هذي؟
قهوه بالسكر.
ها هو العدد سبعه عشر. اوه، اسف. اخطات.
هل سمعت من قبل عن اسبوع ذهبي في اليابان؟
شكرا لك. من فضلك عد مره اخري.
هل هو لسه كامل؟
استطيع ان اتركه في اي مكان في البلد؟
واش رقم ديالنا نجيبو هكا؟
واش كيف نمشو لديزني لاند؟
واش فاهمك؟
سماحلي، وين المطعم الرءيسي؟
واليك نغار علي اليابان.
دي رقم مقعدي التّمام، واش غدي؟
واش هاد، بالي؟
واش نوع الشي اللي في بالك؟
ايه. هنوصلو في الثمانيه بالزمان المحلي.
اذا وجدتو شيءًا، يرجي الاتصال بي.
صافي، بغا مني شحال ديال البيض مع الخمام؟
سُكّر العَسَل للحلويات، من فضلك.
الميه سخونه ما كفيه.
واش غادي تحكيلي كيفاش نسوي هاد الشي؟
الرجاء كتابه عنوانك البريدي هنا.
هل استطيع استخدام فلاش؟
شكرا. رجعلي لغرفتي في نفس الوقت غدا. سيكون الصور جاهزه في ذلك الوقت.
انا اسف، الان تقدر تطلب فقط من القاءمه الليليه.
مبيد او غير مبيد؟
عندي صداع.
هادي الغرفه دوزه و سبعه.
نفسيني لغرفه تانيه.
كم مده صلاحيه هذه الفيزا؟
شحال هاد؟ تلقي شي شيبي؟
واليا لي قميص رسمي.
علاش ليك عرض اكبر؟
هل يمكنني تجربه حذاء مقاس تسعه؟
فندق امن يقدم بوفيه افطار راءع، من فضلك.
وين الجZoo؟
كبرت عليهم؟
ثلاثون دولار و ثمانيه سنتات.
يعتمد علي مدي دفء المكان، ولكن في اليابان المركزيه، في اواءل شهر ابريل.
شريحه جبنه و بطاطا مقليه.
القطار اخد بعيد، ما عادوش يحযু.
ما عندي والو.
هل حصلت علي تذكره الحافله؟
الرجاء، الفيزا.
كنت علي طياره يو ايه 828.
الغلابه كتغصّص حوالتي من غرفتي.
فبالقرب من الساحل الشرقي، ستجد ايضًا اماكن مشهوره، مثل نيويورك، وواشنطن العاصمه، وواشنطن، وبوسطن.
علاش عندكوموراق يابانيه؟
يبدو جيدًا.
هل تصحح لي لو خلّيت شنطي معاك لحد الساعه؟
هل يوجد جوله في المدينه؟
نعم. خايفان خلاص لازم نطلع. كام هو مستوي الحفاظ علي الامن في هاد المنطقه؟
واش كتقول؟ ناكل نحاول نعاود سيتروين.
عندي موهبه فطريه.
هادي ماشي غلط. وين الخبز؟
담배، من فضلك. و مقعد بجوار النافذه، من فضلك.
وش السعر ديال الخياطه؟
الّوّ الليّ يّسرع، تاكسي ولا سياره اسعاف؟
هل عندكم هاد القميص بلوان تانيه؟
ما تابغيش تڨضي حياتك شاويه قدام التلفزيون.
اراهن، نقترب منه، نقترب منه.
افضل ان تدخل مستشفي.
وين ممكن نجيب سوبرماركت؟
هاد غلي شويه. ماكي تلقي ليا خصم؟
كم محطه حتي نغير؟
الرجل ده سرق شنطتي.
الاقراص المساعده للهضم والاقراص التي تخفف الام المعده مختلفه، اليس كذلك؟
نحب نشوف الميناء.
فكره لطيفه.
واش طول الوقت راه بالقدم؟
ساخد 20 من اطراف الدببه الكبار، من فضلك.
واش الرقم ديال الكاشير؟
هادي سهله. ها نلقاو في الديكراه.
هل عندكم غرف اكبر؟
كام المبلغ ديال الحساب؟
والو ما بغيت نمشي من هاد الغرفه ليله وحده.
سماحلي، ولكن اود تسليم تقرير السرقه.
حسنًا، يعتمد ذلك علي وسيله النقل اللي بتاخدها. هل رايح/رايحه بالباص ولا بالطيران؟
هل مانع اذا جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد مقابل دولار واحد؟
نعم، ارسلوه الي الغرفه رقم बाराيه ثلاث واربعين.
املا هذا النموذج التسجيلي، من فضلك.
واليا رنتين تذكره جَواً وراجِع لـ اوكسفورد.
الي اي ساعه يجب ان اتي الي المطار؟
هاد بطيء.
وينقدر نمطبع الفيلم؟
لا، من فضلك لا. هل يمكنك ان تحتفظ باسءلتك للنهايه عندما اطلبها؟
نفسيني مقعد حسن.
انا خايف حمام ما كايهضرش. بغيت شي مساعده.
ماشي صعيب ولا غامض.
هاكاك، من فضلك.
سماحلي/سماحليكي اسال سءال؟
اعتقد ذلك.
سلام. من دواعي سروري التقي بك.
والله، بغيت نحوك هاد الحقيبه فين الدار، من فضل.
هل ستُريّني واحدًا اكبر قليلًا؟
اعتقد ان الملابس المصنوعه في اليابان مُقَطَّعه بشكل افضل بالتاكيد.
افضل تركه.
اعد قوله من فضلك.
استطيع ان اكتب لك العنوان ورقم الهاتف، من فضلك؟
هل هو مُدفّا؟
من المطار اشرحّ منو؟
مش عارف، ما كليتش علاش ما وصلتش ليك الطلب في الطياره؟
انا بغاون فورّه.
اجمالي المبلغ اصبح ثلاثين وثلاثه دولارات.
شكرا جزيلا علي مشاركتكم افكاركم الفريده معنا.
نروحوا نزلّو فيه مرّتين في الشهر خلال الموسم.
وُلدت في فاتح ابريل عام 1955.
هل يمكنني استءجار مضارب كره التنس؟
هل هي الحافله الصحيحه للمدينه؟
واش هاد البخور بْقْ؟
شّي علااش؟
واش نمقدر نمشيو نخلص الاجراءات؟
خمسون جنيه.
هل هذا يشمل الضريبه؟
ما هي الاورام الحويصليه؟
الرجاء الاتصال بسياره الاسعاف.
اراهن بثلاثه دولارات علي هذا.
واش كاينازل؟
ماشي حيت عاوني شي شي ما كنعجبني.
يوم الدستور او "كيمبو كينبي" هو عطله وطنيه في الثالث من مايو لتخليد تاسيس الدستور الياباني الحالي.
هل هذا الجوله تشمل زياره برج سيرز؟
هل في هاد المخزن محلّ كتب؟
انا رايح نرغي في معهد الصيف بجاوه هاواي.
واش را هاذ الوقت؟
شخصان وطفل يبلغ من العمر ثلاث سنوات.
فوضي بالحمّام عند المحطه.
