هذا قريب، في الطابق اللي تحت. انا جايبلك شويه دلوقتي. لو محتاج اي حاجه تانيه، مجرد تخبرني.
واش خدمتي تعديلات؟
نّا حètesعلّو طاوله بجانب المْفْتاح.
وش اللون الجديد في هاد الموسم؟
في خاصتي، غالباً لاسباب تجاريه، نادراً للترفيه.
ها نزيد نكون لّيومين.
نفسيني بقصه طويله وثابته.
نود حجز غرفتين مزدوجتين.
ما كنعجبني نشريحه.
هل هاد الباص كايوقف علي شارع ستونر؟
افتح فمك علي نطاق واسع.
خلينا نجيب شي حاجه ناكلوا.
هل ستنظف هاد لباج؟
انا اعطيكم رقم هاتفه وعنوانه.
شفت قلت علي الاكل و تكاليف الفندق من قبل.
كنت نبغي مطعم شواء جيد وهادي، هل يمكنك اظهارهم علي هذه الخريطه؟
لو كسرتها، كسبتها.
ها نعاون ليها تڭولك باليتها عاد شي مهراج ترجع.
والو شدت الاصابه.
اريد ولاعه.
هل هذا الفندق عنده قاعات للمءتمرات؟
هل عادي لو نطلب شي خفيف؟
كنت نستدعي من المطار. غادي نكون هناك حوالي الساعه اربعه.
فين نا نقدر نقلفل لـشيكاغو؟
واش قيمه ارسال رساله موثقه الي فرنسا؟
القياده علي الجانب الايمن من الطريق مختلفه جدًا.
الممثل راءع جدًا.
القسم بتاع الكتب اللي مش خيالي فين؟
لو سمحت، ممكن تغيّرلي مقعدي؟
هل يوجد ضمان؟
اسف، ها ندي الخدمه ديال البوص.
واليكم تذكرهين لفيلم "قطط"، لهذا الخميس.
اسْمُك مره اخري؟
هل السيد براون موجود؟
هل يمكنني استءجار قارب ليوم واحد؟
فال فين نقدر نسلك حجز؟
واش هاد؟
استطيع ان اخبرك كيف تصل الي دار الاوبرا؟
واش عديتي شويه علي الويسك، يا حبيبتي؟
الرجاء اتباع التعليمات من موظفينا.
هل في هاد المخزن شي محل بقاله قريب؟
الخزانه كامله، من فضلك.
هل فيوجد غرفه ارخص؟
انا افضل سياره اوتوماتيكيه.
انا رايح نعا نمور في سكن جامعه هارفارد.
شحال ماشي السعر اليوم؟
اعاني مزمنًا من الربو.
عندي حوالي ثلاثه الاف دولار.
تمام يا سيدي. جاي مع اختيار من بطاطا مقليه او ارز بالزيتون. ايه اللي تفضله؟
واش كيف نمشي ل هاد بزن؟
واش هاد الحكايه؟
ثلاث مرات.
اي نافذه تبيع طوابع؟
بعد ما ضربني، قارب في شاحنه بيضاء.
تمام. من فضلك احتفظ بهذا العلامه وقدمه عندما تاتي لاستلامه.
ميه دولار. نقيد ولا بطاقه crédit؟
كم طول المايه هاد؟
هل يجب عليّ تجنب اي انواع من الطعام اثناء تناول هذا الدواء؟
اقدر نسقي ليك شي نبيذ احمر؟
قوليلي لما نوصّلوش للمتحف.
هل هاذا الباص يروح للشيراتون؟
شي هاد بْغاو؟
واش حار شويه. نقدر نسلك الباب؟
فقط شاور يبقي خير.
عينايا حمراوتان.
ما كنعرفو نءمنو هاد الشي، ولكن ناكلولو نشدو احسن ما نقدروا.
البحر كان مرءيًا من بعيد ادناه.
عليك اجراء عمليه.
زيد لي بيض، من فضلك.
فين محطه باص بارك سنترال؟
سيارات الاجره؟
هنا مفتاحك يا سيدي. الغرفه رقم خمسه وستون اثنان.
انا حاب/حابّه لبسّك.
والو.
هنا نحن. هذا هو فندقك.
واش المغامره غديو باين؟
شحالك؟ شنو دريت؟
بالتاكيد. هل تريد قهوتك مع العشاء ام لاحقًا؟
انا رايح طياره علي طوكيو الساعه 12.
اريد ان اعمل مكالمه طويله المدي، من فضلك.
خمسه اشهر.
في اي ايام من ايام الاسبوع يقام؟
واللي بغيتلي جل تصفيه.
هل يمكننا ان نري قاءمه الطعام؟
حجمي سته.
اي تاكسي ما كايهديش الا اذا كنت تتردّي عند المحطه.
ميزانيتي اقل من خمسين دولارًا لليله واحده.
هل ستصورني معًا؟
كام هو مبلغ الرسوم؟
هل ارتفعت المبيعات في امريكا الشماليه باكثر من خمسه بالماءه؟
هل تعلم ان احد ابطال السومو الكبار، وهو نوع من المصارعه اليابانيه التقليديه، هو امريكي؟
هذا لشُورِعِ وول ستريت؟
والو ما بغيتش نشريها من 5 ديال ديسمبر الي 10 ديال ديسمبر.
تمام. وانتِ، يا ستي؟
سكر؟
هل يمكنني الدفع ببطاقه ماستر كارد؟
هل هذا المكان لاستلام الامتعه لـ NW 9 او 7؟
انا غادي نطلب هاد الماركه.
واش كنعرف نشوف هاد البلاد، انا فرحان بزاف.
اسمي وعنواني مكتوبان عليه.
شْلُ هادْ صُخْره؟
اود ان اءكد ان حكومتنا تعامل بشكل غير لطيف مع الاشخاص الذين وصلوا بالقوارب، كما يُطلق عليهم. ادرك ان اليابان مكتظه بالفعل لدرجه لا تسمح بدخول هءلاء الضيوف غير المرغوب فيهم. ومع ذلك، هناك العديد من القطاعات في صناعتنا التي تحتاج الي قوه عامله يدويه.
من هادوا المغروز، تقدر تلقي المدينه كامله. وبهاذوال موسم، بزاف من انواع الزهور كايزهروا. هاذو بزاف كيخدو بالو.
اتبعني.
اخبره ان يامادا اتصلت.
تمام، من فضلك املا هذه المعلومات هنا. هل كانت حقيبه واحده فقط؟
واش باغين، لحم ولا دجاج ولا سمك؟
هل ممكن تختار طرق مختلفه بالروح والرجوع؟
هل في هاد المكان بار شوكولاته؟
سيدي، معذره، اود ان اتجول في بوسطن.
هل عندكم قاءمه باللغه اليابانيه؟
عندي خمس دقايق من ساعه وحده.
واليا لي دواء مسكن للالم.
واش خدمتاتج المفضله؟
انا بغاوني يكون داءري.
واش نوع الموسيقي لي كايغنو فيها برا؟
ما عجبني اللون. عطيني واحد ثاني، من فضلك.
الرجاء اقتيامي الي السوق الصباحي.
اطار نظارتي مكسور.
من الساعه الثالثه.
ممتاز. عندي مقعد بجوار النافذه. اه، اذا كنتِ تريدين تغيير المقاعد لاحقًا، سيدتي.
كانت زياره اماكن جديده في نيويورك ممتعه امس.
واش خدمتني الحقيبه الزرقاء اللي فالنافذه؟
اتصل بمالك المنزل عندما تواجه اي مشاكل.
اعطني شامبو واعملي بيه زي ما هو حاليًا، من فضلك.
الرجاء اخباري باسرع طريقه للذهاب الي سان فرانسيسكو.
استطيع الحصول علي المفتاح لغرفه رقم 215؟
سماحلي. ممكن تصورلي صوره؟
اكتبوا رقم الغرفه وقSign هنا.
اللون ماشي، ولكن المقاس غلط. تقدر تغيره في ساعه؟
نَضْفِيك بْنَا نَضْفِيك بَلْ نَضْفِيك.
عندنا ما يكفي نطيوهلنا ديال ايام ديال بزاف.
ما فهمت هادش.
واش كيفاش نمشي نرجع لمكاني؟
هل هذا معفي من الضريبه؟
اهلاً، لازم يلعبوا شويه شويه لحد ما يتحدد الرابح.
واش سميتو؟
اِذَا كَانَ السَّاعَهُ لِلعَشَاءِ؟
انا خايف بزاف ça ça ما كيعرفنيش.
واش هادي اللي باغيه نخرج ليها نروق لي Union Square؟
يمكنك ان تسال عند مكتب الايجار اللي فوق هناك.
مرحبا يا جان، تقدر تاخد هدول للعطار؟
انا في اجازه.
لا، انا ناويه نروح لباريس علي الطريق للبيت.
سَوِا تَاْخُذُهَا مَعَكَ اَمْ لِنُرْسِلَهَا؟
الجديد، فيه بزاف من التطور في مجال الاكل الفاخر، مش هكي؟
الووو، كاي عدي تقريبا ست ساعات.
رحله دلتا ايرلاينز رقم واحد واحد اثنان. التاخير في الدخول الي الطاءره.
واش يقدر يعطيني شريك/ه لليله اليوم؟
هل يمكنك ان تكتب لي بيانًا عن السرقه لشركتي التامينات، من فضلك؟
واش انا ماكيلبش فالكاميرا، انا نعتقد باش الكاميرا لي كيسهل تصويرها تكون افضل ليا.
هل هذه المنصه هي الصحيحه لنيويورك؟
سِعْده اِجازتك.
اعطني بعض الجάζ.
واش بغيتوا بطاطا شويه مع زبده حتا، باللييييييييي
نعم، كل عشر دقاءق.
هاوّل جايبلي شي حاجه؟
انا غادي نالوا، توا. واش نشاوو نخرجو مع بعض علي تاكسي؟
وا مزال، وكونوا كايسدحو. كنعطيوكوا شي شي؟ شاي، قهوه، ولا سدو؟
هذا لطف منك بزاف.
لحم بقري مشوي، من فضلك.
متي ستكون الطاوله متاحه؟
هل يمكنني تغيير طلبي بعد الان؟ اود ان احصل علي سمك الدوفر بدلًا من المحار الصخري.
شَيء يقطعون فيه البْْيْضَهُ من الخلف؟
هل ستعطيني الفواتير مع تفاصيل العلاج الطبي؟
بصحتك، ماشي بنعرف.
تهانينا، افهم انك تمت ترقيتك الي ناءب رءيس.
النهار اللي جاي بعدو من العشيه.
انا ساكن في جنوب اليابان.
تذكره ذهاب وعوده الي شيكاغو، من فضلك.
واش بغيت ليك بيكان ولا لحم مع البيض؟
للدراسه
سارِعْ من فضلك.
المكيف ما خدّاش.
هذا ماشي كل يوم الاثنين.
الرجاء الذهاب الي ردهه المغادره الدوليه. رحله سعيده.
هل عندكم جولات الي باريس علي متن ايروستار؟
جبت شهاده الطبيب ديالو من اليابان.
هل يمكنك ارساله الي اليابان؟
اِستطِيعُ اِعَادَهَ الاِجَابَهِ لَكَ هَذا الْفِكْرَه؟
حسنًا، اسمح لي ان اتحقق من صندوق الاسترجاع. ما نوع الكاميرا؟
انا اسف جداً، نحن نجهز الغرفه اللي طلبتها.
واش بزاف، بيبان محطات المترو و التوبسات. نقدر نمشيوه معا واحد؟
اه، انا حاسس بغياب شيبازوك.
ايه، واش كاين. كورس نّصف يوم وكورس كامل يوم.
اوصي بسماعات اذن.
بغيت نلغي حجزتي، من فضلك.
واش نظام الارجاع؟
اللمبات ما كباش.
واش الفرق في التوقيت بين طوكيو و هنا؟
بْـهْ تْـهْ الـمْـا كُلْـهْ؟
شكرًا لك، سيدي.
يلا راه و دوش وايس ف لعوامر الثالثه.
عندي وجع حاد وشريحه في بطني.
واش شفت؟
دي هديه. تقدر تحوايلها ليا؟
مسا عليك يا صفيه، منشان زمان ما شفتك.
السرور لي.
اريد تغيير حجزي لرحله رقم 205 في الثاني من اكتوبر.
فين مكتب تسجيل الوصول لشركه دلتا؟
هل هذه وجبه قليله الصوديوم؟
هذا الشيء غير مسموح به.
اعتقد اننا نستطيع. هذه هي رشفتك.
واش تلقي تشيل اخر حاجه قبل ما تدخل تنام؟
لا، غادي نمشيه/نمشيه ونجيبو/نجيبو من خلال اقامتي.
هل هي مقاومه للبهتان؟
هل هذا من خصاءص هذا الحي؟
واش بغا/بغي شي كوكيز؟
هاد لحجمو صغيير بزاف.
واش الرحلات دي معقده؟
اريد مقعدًا قريبًا من النافذه، من فضلك.
اقدر نركب بـ Eurailpass؟
واش طول الفتره لي نوصو ليها لبݣان؟
هل عندكم خراءط طريق؟
واش، نعم. كنت كنشوف عليه في الكتاب الجوّال.
ديما طلباتوا تااّع شيّّّّّّّّّّّّّّّّّّّّّّّّّّّّ
الاجهزه الكهرباءيه رخيصه جداً، لكن نفقات الطعام والسكن مرتفعه جداً.
لاحضار.
انا عادهً ناخدني مقاس 22 في اليابان.
امتي ساعات عمل متحف الفن؟
واش نسدح؟
هل دي اول سفر ليك برا البلد؟
واش هي الدروس اللي تناسب المبتدءين؟
هاد البلاد عندها بزاف بزاف من الفواكه.
واليك هذه الحقيبه اريد ان اسجلها.
هل الخدمات الغذاءيه متوفره في النزل التزلجي لتلك المنحدره؟
سماحلي، خرجتُ نفسي. هل يمكنني الحصول علي مفتاح اخر؟
تبادلوا هاد الدولار الامريكي مقابل ين ياباني، من فضلك.
مازالو سخن بزاف باش نقول وداعا.
سماحلي/سماحليكي، ممكن نسال عليك اسم الطبق؟ شكله/شكلك يشهي.
يضغطون.
الي اي بوابه يجب ان اذهب بعد ذلك؟
كنت فاكرها كانت ممتازه، التمثيل كان جيد جدًا والقصه كانت راءعه.
واو، شكرا جزيلا.
ماشي حابه هاد الغرفه. عدينا ليا غرفه تانيه؟
هادي احدث موضه في الصيف.
اخذني الي مركز المدينه، من فضلك.
هل يمكن لي استءجار سياره؟
اثناء خروجي، من فضلك اصلحه.
علاش عندك شي فشار؟
من فضلك تحدث ببطء.
جاتني ساعه متاخره.
انا كين.
وايتير.
هل غاش حتا هادي الهسبوع؟
هل لي عندهم عروض مباشره؟
اقدر نشوف الحقيبه دي؟
عندي غير كده؟
عليك ترتاح.
الرجاء ملء هذه البطاقه الهبوط وتشكيله الجمارك.
هل هاذو السياره رايجه لسياسلت؟
هل ادفع جزءًا من المبلغ الان؟
هل هو حقيقي ام اصطناعي؟
واش غدي نخدمك هني؟
واش، شكرًا. كنتمني نلقي عليه.
نقيد او شحن؟
انا غريبٌ تمامًا في هذا المكان.
هل يمكن غسله بالاله او باليد في المنزل؟
اريد صندوق الوان ماءيه، من فضلك.
انا اسف. واش خدمت ليك؟
والله، بغيت نغير التاريخ الي التاسع عشر من ماي.
من فضلكم وقعوا هنا، واليكم ايصالكم للرجوع اليه.
واليا لي شي طواقي.
والله، انا حاب/ه نطلب/ه لحم ضان.
واش بغا نجيو بالبوس لـ بن ستشن؟ نسكت اي واحد؟
دي بزاف ما فيها من كالوري. فقط 30 كالوري.
نحب نطلب غرفه حجز.
من وين في اليابان؟
للاسف، كانو شغاول بزاف في هاد الجور.
في هذه الحاله، انصحك بهذا.
خدمه الغرف
انتبه، من فضلك.
هل عندكم طوابع تذكاريه؟
هذه الغرفه رقم ثلاثيه عشره. هل يمكنني الحصول علي بطانيه اخري؟
واش تقدر توصل ليا المحطه في خمسه عشر دقيقه؟
ضرنا بدفعه علي السياره.
ماشي بنخدم غرف وحد توفر، ولكن لدينا غرفه مزدوجه.
هل هذا التذكره صالحه فقط لليوم المحدد؟
الي اين توصل في ميلانو؟
هل عندكم حد بيتكلم جاباني؟
وش القناه اللي فيها موسيقي شعبيه؟
دلتا ايرلاينز
والله، بغا لي شيوع ديال كسره.
هل فيها حمام ومرحاض؟
الوقت خلصان.
سمعت السيد يامادا عنده ولدين.
والو ما بغيت نخدم قارب ملاحه.
واش تقدر تغسل الصحون بعدين؟
واليا ربيطه غاز.
هل يمكنك تحويل الدولار الامريكي الي جنيه استرليني؟
بالتاكيد، سيدي. ما اسمك؟
ما لباس رسمي.
الرجاء مجرد جلب نفسك في المره القادمه.
دُو سَخْنينَا.
نحن غادي نتاعنا اننا نرسل لك البروشورات.
ياك شي غليق فالنور ليغاو.
ارني بعض القفازات الجلديه من فضلك.
السياره تعطلات. من فضلك ارسل شخصًا لتصلحها.
هل يمكنك ان توصي بكتب مصوره لطفل يبلغ من العمر ست سنوات؟
ارجوك، احفظ ممتلكاتي الثمينه، من فضلك؟
سلام يا هاري. شكرا علي دعوتكم.
بالنسبه للبلح، يذهبون لمشاهده الافلام.
كان عندي فيها تقريبا مبلغ ميه دولار.
انا اللي غلطت.
والله، بغا لي شويه كليبس.
اصوات قرص مضغوط مستورده؟
انا رايح نعسّس الانجليزي للمحادثه.
هل لقيت كتب حلوه قريب؟
ها ناعومدي مع صاحبي في نيويورك.
هل عندك مكان ممكن نيترك فيه شنطتنا؟
جيت هنا شكيلي.
واش تعرفلي مدرسه غوص مزيانه؟
كام هو السعر مع الضريبه؟
عاوز ليا منديل.
المنطقه المجاوره مزعجه جداً.
اهلاً، دكتور كربس ما يشوفش حد غير بالموعد.
هديه؟
غاديين للو Hotel الكبير؟
ماشي حداه والو شي واحد سميتو هكا.
واش فين الشرطي، باللييي؟
هل بامكاني استعاره شريط لاصق؟
هل هذا مضمون؟
واش العمليه؟
هذا في نهايه الممر علي الطابق السابع. خذ المصعد علي يمينك، من فضلك.
انا فين؟ انا عند محطه جونز ستريت.
والو ما نهدرّك علي الوجّه نروّق في حفلات كلاسيكيه كي نكون في اليابان.
واش كايقولك علي هاد الطبق؟
هنا هو. مقاعدكم موجوده حول هذه المنطقه.
جاتو براڤو حتي الجمعه الجايه.
زوجتي انا سعدنا جداً بزورتكم لقضاء عطله نهايه الاسبوع لتختبروا الحياه الامريكيه في الريف.
هذا اللي بعدو علي اليمين.
نعم، من فضلك. اسمي كوروساوا. الي متي يمكنك الاحتفاظ بتذتي؟
فين نا كنعاود تذكره لفيّات؟
هذا 600 دولار شهريًا بالاضافه الي مبلغ ايداع شهر واحد ورسوم شهر واحد لوسيطنا.
افضل معطف مزدوج الازرار ام معطف ذو زر واحد؟
سارجع لك بالزياده.
ماشي، ما كليت والو.
هاد الزين ديال الصحريه. هاد الصفيحه 30 دولار؟
عندي جاكيت مزيان تقريبا بهدف ميه دولار؟
تمام. عندك اي ردود فعل ثانويه او حساسيه؟
بالنظر الي الوضع، يبدو انك اصبت بنوع من العدوي.
استطيع الحصول علي ايصال، من فضلك؟
انا واخويا و اختي.
واش كيعرف. هل تتذكر كم دفعت علي تذكرتك؟
واش معاك نشرب شي حاجه؟
نمبر الغرفه ليا؟
استطيع ان احصل علي مقعدين في الطابق الثاني لهذا المساء؟
فاتني مفتاحي في الغرفه.
هل يشمل الضريبه؟
سماحلي. ممكن تعلميني كيف اروح محطه القطار، من فضلك؟
واش المغاريب جايبلي بزاف؟
هذا الكيس مصنوع من الفينيل، فهو قوي جداً وتصميم عصري كما قد تلاحظون.
الْوُضْوُعْ جَيدٌ جِدًّا، لَكِنْ شَفْتُ كَافِيًا. شُكْرًا.
حذوني جيبي في المترو.
ديّي‌پدبّاع ليّ نّيضرّ لّبّاشاغله دّيابانيه.
انتِ مشيتي تحتاجي تاخليهالي اقل شويه؟
هذا لشيكاغو؟
الرجاء تحصيل هذا الشيك للسياح.
عانيت من حمي منذ يوم الامس. حلقي يءلمني بشده. لا استطيع ان اتحمل اي طعام.
هنا، علي الحيط، واللوحه الكهرباءيه للكيّادير هنا. عندك اي حاجه تانيه تحتاجها، يا سيدي؟
صافي نمشيو بالزاف نلقا هادشي بالزاف؟
تمام. ولكن اتمني ما يحناوشناش طويل.
واش تقدر تديلي شكلو؟
شريت هاد القاموس مللي شويه من قبل، ولكن السحاب كان مقطوع.
واش فهمني؟
ارجعوا للباص قبل الساعه 3.
ملايين الناس يزورون الاماكن المقدسه الشهيره لعباده السنه الاولي.
اذا امكن، اود طاوله بجانب النافذه.
ما غادي نشرب والو شي حاجه فيها ملح.
اريد مقعدًا في المنتصف، من فضلك.
اعطني تقديرًا من فضلك.
والو، شكرا.
الي اي ساعه يجب ان ناتي اليك؟
انا اسف، انها منهوبه.
والغرض مني ارسال هذه بطاقه بريديه الي اليابان.
شكرا. هذه مفتاح الغرفه. سياخذ الناغي امتعتك.
ارجوكِ احتفظي بسءفي.
واليك سياره متوسطه الحجم باربع ابواب ارغب في استءجارها.
فين نا نقدر نشري بلاط؟
يا لباس ليا شحال ليا عرق.
كم عندك ين، يا سيدي؟
سلام. عندي حجز.
اعطني الملح والفلفل من فضلك.
لقيت حجزه من مكتب طوكيو. ça va être tard قليلًا عند تسجيل الدخول الليله.
خلينا نشري بسرعه.
طلبت مقعدًا غير مدخن عند تسجيل الدخول، لكن هذا مقعد مدخن.
هاكوا نروح نشرب.
نوصي بان تاكل هذا النوع من السمك، سمك ابو فروج.
ما يمكنني فعله هذا، لكن ساضع لك قضيه.
هل يوجد وقت ومكان محددان؟
شكرًا جزيلاً. ربي يسلمك، ولكن خايف ليا موعد ثاني.
في امريكا، كره القدم الجامعيه هي كل ضجه.
ها ندي ليك مسكن للالم.
هل ممكن تقوليلي اِذا القطار قرب من اكسفورد؟ خايف ممكن اعدي من فوقه.
واش، بيل. واخلاص ليا ليك، ولكن هادي كل حاجه.
انت ترفع عليّ السعر.
والوقت اللي يخرج فيه، بغا نمشّي نعرفه بدقه.
ماشي حتا نقدر نعاونك بزاف.
هل تتضمن كل شيء؟
عبر الشارع هناك، و امشيّيّي المستقيم حتي توصل للتقاطع الثاني. فندق ك هو علي بعد التقاطع.
والو ليا كن بغا شيّ ليا نّعسان.
ماشي بزيت؟ واش كتقصد؟
بصحتك، ما كنعرفش باش نهتم بحال هاد.
الرجاء ايداع هذا الظرف في المطار.
انا محتاج شيءًا لتخلف البراز.
فال printemps، اشجار الكرز تزهر.
استطيع ان اطلب منه التوقف عن التدخين، هناك؟
ها ندي عليه مره تانيه.
انا رايح نعاود مع صاحبي في لوس انجلوس.
هل ستجلب لي كريمه للقهوه؟
خلصوك.
هل انا بحاجه لتذكره سريعه؟
هذه هي رقم هاتفي وعنوان بريدي الالكتروني.
وش عمر هالكنيس؟
هل يمكنك ان تشتريلي تذكره للدارجه؟
هل لديكم جولات بالحافله السياحيه في المدينه؟
انا اسف. انا غريب هنا ايضًا.
اذا كنتم ترغبون في استعاره اي من كتباتي، فيرجي اخباري. انا لا امانع اعارتها لاصدقاءكم حقًا.
واش معاك الديكور؟ كايتربّو الغرف لما الجار جديد؟
نَشْتَهي اَنْ اَقُوْم بِعَمَل خَير.
كم حد الاعاده الضريبيه اللي هتاخدها؟
ما كنعرفوه.
واش نقدر نجيب بطاطا مسلوقه بزاف بدون صلصه؟
ويمكنني ان اعطيك فورد موستانج عمره سبع سنوات مقابل خمسين دولارًا اسبوعيًا مع اميال غير محدوده.
واش، علاه؟ ها هو.
انا غادي نمشي تاني ليه لما نكون فالولايات.
لقيت صحتي بالكامل.
واش خدمتك اليوم؟
هل واضح؟
خمال، حاسبي/حسابي سرقوا.
الباب ما يفتح بالتاي هذا.
والو يولي مسوي بالحم امها.
هل نتنعم بالرفاهيه في المطعم ذو المستوي الاول؟
واش هاذ شي كييب. راه عاقليتك بزاف، كايتوقعش شحال غدي شفتهم.
اي جوله هي الافضل لرءيه المتاحف؟
الرجاء استدعاء عربه.
والو كلمه.
اهلًا، هل يمكنك اصلاحه وارساله الي اليابان، من فضلك؟
حاضر.
ديييييييييييييييييييييييي
استطيع جرب هذا؟
زال ما كنعرفوا فين بغايه واحد من الحقاءب اللي درتو في مطار نارايتا.
اعتقد انني كذلك. اريد قصه شعر، من فضلك.
واش علاج خاص عليك؟
وجبه خفيفه، من فضلك.
كان عندي حوالي تمنتاشر دولار نقد و كارت فيزا.
اذًا، هل تقود سيارات اجره منذ فتره طويله؟
من السبع حتي التاسعه. من فضلك تعال الي المطعم في الطابق الثاني.
انا رايح نعاود في فندق هوليدي ان داون تاون حتي خامس مايو.
واش دراو هادشي لي ينجحو ف الامتحان؟
انت قريب من الوصول.
الركاب جميعهم بقوا جالسين.
واش باص ناكلو لينا لي Washington Monument؟
اسمي اكيโก تاناكا.
المعبد هوريوجي، وهو اقدم مبني خشبي في العالم، يستحق الزياره.
ها. حسناً، شكراً جزيلاً علي اضاعه وقتك الكبير. هل يمكنني طلب جزارين ساخنين؟
انا فرحان. واش، ده اعلان طيارتي.
واش، اي وقت. الكل منحبو يجيوا هانا.
ضروري نشري تامارين.
واش هو JR؟
قسّموا هذه الفواتير الي اجزاء اصغر، من فضلك.
واش باغين نروح لدار النشر؟
الرجاء اخباري بمطعم معقول باجواء جيده.
واش المغامره ديال الجول بدا؟
بعد العشاء، مع الحلوه، من فضلك.
ارجوك احضر لي مجففًا.
واش كاين ليك سميت؟ انا شهاين بزاف.
ماشي حاسه جوع بزاف.
صافيني تشيليني سمرا.
واين واخا، ومتي يخرج؟
الرجاء الاحتفاظ بهذه الحقاءب حتي الساعه الخامسه بعد الظهر، من فضلك. هل يمكنني الحصول علي شيك؟
عندي زجاجه ويسكي.
ها نخش عليك فين العشره علي الجمعه.
هل اكله جاهزه ولا لسه؟
اريد ان احجز موعداً للعب الجولف.
وش العملات اللي تنجح في هاد الماكينه؟
والله، نا حتا بغاو لي بيبا.
والله، بغاونو فوااح لل洟.
احمل المخللات.
هاد التنوره نايلون؟
احجز لي، من فضلك.
اريد خيطه اله كاتبه، من فضلك.
الرجاء فتح الباب بمفتاح احتياطي.
اريد فنجان قهوه تاني.
واليا لي كبسه للديار.
هل ستطلب منه الرجوع؟
عندي عربه طعام ومقهي علي القطار.
غرفتِي ما كليناها.
واش تقدر تدي الباص من محطه الباص رقم خمسه.
شكرًا جزيلاً. خلي بالخير.
ثلاثه وثلاثون دولارًا وخمسون سنتًا في اليوم، مع اميال غير محدوده. البنزين غير مشمول.
هل حطيت شتيمه علي البطاقه اليوسفيه؟
ثلاث ليال.
هل هذا الي ادنبره؟
واش بغا تاخرج علاش؟
هل مضطر لنسفّر؟
ماشي تشادين.
هل مانع لو شخص تاني جابه ليا؟
هل هذا اللي تقصدو؟
واش، خدمتي برا. رجعي، بالليييييييييييي
دي عادات خاصه باليابانيه، انا نعتقد.
لفوا هءلاء علي حده، وربطه شعر علي كل واحد، من فضلك.
شكون؟ نعم، الغداء الخاص اليوم غادي يخدمو بسرعه.
هل تقدر تقسمو هاد علي اربعه ارباع؟
ابيض، من فضلك.
عاوديني شي طبق موريشيانا.
ايه، فيه شقه متاحه. كام واحد؟
هل يوجد محل تبادل بالقرب مني؟
انا تاكشي. وانت؟
استعملوه اسبوعيًا. ضعوه طبقه رقيقه بعد غسل وجهك، وتجنبوا العينين والجبهه.
لقيت خراش علي الزجاج هنا.
كانت غادي نسال المدرب، ولكن هل يمكنك ان تخبرني اي جهاز جيد لتمارين ظهري؟
توقف علي هذه الجهه من المارّه التاليه، من فضلك.
اريد شويه حليب، من فضلك.
عامل
اعتقد اننا في المحطه الغلط.
الله يسلمك. ممكن الرقم ديال بطاكت ديال الخزينه و التاريخ ديال الطبيع ديالها باش نحزم لك الحجز، من فضلك؟
هل يمكنك الضغط علي زر التوقف لي من فضلك؟
شريت هاد التنّين باغي ويّا، معنديش معاها.
هل سيتقلص؟
واش سميت الوقت؟
اتْرَكْتُ دفترِي هُنَاك اللَّيْلِ الماضِي.
هل تتذكر لوحه السياره؟
هذا الفستان بكم بْلاش؟
ماشي كيعرفو اللغه الالمانيه ولا.
انا دايما باغيا نمكال مع المسءول.
واش كنموت؟ هانطيّك طلبك خلاص باسرع ما نقدر.
بالتاكيد يا سيدي.
هذا خالي من الكحول، لذا يمكنك الاسترخاء لانه يوجد تهيج قليل.
هذا بين سبع وا八 دقايق مشي، حسب سرعه مشيك.
ادعيها في بوسطن.
واليا ليّ يّدي.
ساطلب من ساءق تاكسي تاني.
بيره، ستيك مع بطاطا مقليه، وسلطه خاصه من الشيف.
تهانينا يا هنري. انا مسرور جداً بسماع زواجك من جين.
صافي واليمني شحال هاد.
انا حاب/ه شي يتماشيا مع هادي.
كانت دي حاجه كبيره صدمتك.
عندي الف جنيه استرليني.
واش طول الوقت اللي داير فيه راه؟
واش عساه؟
واش علاج جيد ليا في عيني شحال تعبانه؟
ديالي شي علكه، باللييييز.
هذا ليس قسيمه خصم، بل هو ايصال تسجيل.
اتصالك لا يمكن اكماله في هذه اللحظه الي البلد الذي تتصل به. يرجي تجربه الاتصال لاحقًا.
العقد سيتم تجديده سنويا.
سماح لي يا صاح، ممكن حسابنا من فضلك؟
هل يمكنني الدفع بشيك سفر؟
استطيع ان اخذ بوليصه تامين؟
واش كتقدر تحكيلي كيف نشبه لدار االاكله دي؟
كان حوالي 30 دولار وبعض البطاقات الاءتمانيه.
الفاتوره ديالك كتساوي 150 دولار و 45 سنت.
واش كيف نجيبو عليه؟ المهم بزاف انك تكون موجود.
اريد ان اعمل نسخه.
شكرا. فين البته ديال التكيتا؟ كدياب بزاف.
سماح ليا، ولكن اي شارع نحن عليه الان؟
هل يمكنك ارسال هذا الرساله بالبريد؟
لا، انت ذاهب في الاتجاه المعاكس. يجب ان تعود.
هل يمكنك قص لحيتي، من فضلك؟
واش طول الفتره اللي حتشوف فيها الجر؟
والله، بغيت ورق تغليف هدايا.
واش كاين برا؟
هناك خطا في هذا الفحص، اعتقد.
اقدر نسلكا صوفيه؟
هل يمكنك ان تحجز لي تذكره لحضور عرض مسرحي؟
هل عندك سجل لمكان استعمالك لهم؟
ها ندي تاني.
ثلاثه اشهر.
هاك، عندنا دكتور فندق. هانخليه يجي لغرفتك قريبًا. كله تمام لو مدير الغرفه يجي معاهم؟
شّفّ حْتا كّانْ مْفْلِّمْ؟
عندي اليوم قعازين بزاف ولحاله.
كي، اي، ام، يو، ار. كي-ميو-را هو اسمي الاخير.
لا شكر علي واجب.
عندي الم في الاسنان. هل يمكنني الحصول علي دواء لها، من فضلك؟
ما كنعرفو نشغلوا التكييف.
خانسيني عند المحطه الجايه.
هل ستُريّني معطّرًا مقاومًا للماء؟
هنا المحل السياحي؟
واش تقدر تدي براك علي السوق في الطريق؟
واش بغاوني نسوي ليا علاش ما فهمش اسءلته؟
واليا كنعرفو شي طاطا.
اريد كاميرا تلقاءيه، من فضلك.
الرجاء احضاري الي هناك.
هل الباب مفتوح ام مغلق؟
كم دولار تود؟
قوليلي الطريقه لڭو هيلتون، باللييي.
هل عندكم خريطه طريق للمترو؟
واش تعرف ليا هاد الريستورانت يحتاج حجز؟
واليكم حجز تذكره طيران ذهاب وعوده.
هل يمكنك ان توصي بمطعم فرنسي جيد؟
شحال هاد، عندو باربريه فالشقه؟
القُطعَهُ اللي بتميَدْ الحِيطَهَ في الحِمامِ مْكسُورهٌ.
هذا هديه، لذا يرجي تغليفها.
تشرفنا بلقاءك.
البطاريه فيها شي غليظ.
عندي شي نركب ليك.
الرجاء جعل الغرفه اكثر دفءًا قليلًا.
غرفتِي ما كانت مستعده.
الرجاء المضي قدمًا مباشرهً.
هل يمكنك مساعدتي في العثور علي امتعتي؟
اظن ان الشيء اللي تحت، هو مركز التجاره العالمي، صح؟
الڤيديو بتاع النماذج البلاستيكيه وين؟
ما يمكنني ان اخبرك به.
هل يمكنك اقتراح دواء للالم في المعده؟
فين المنصه رقم خمسه؟
نعم، هذا يبدو امراً يستحق المزيد من البحث. هل ستاخذ هذا بعين الاعتبار يا سيد كيناين، وترسل نتاءجك الي السيد ناكاياما في اقرب وقت ممكن؟
لا، شكرا.
اعتقد ان هناك خطا في هذه الفاتوره. يوجد رسوم خدمه الغرف. لكن لم يكن لديّ اي منها.
والو ما بغي نطيرا بسرعه.
هل راه المشتاقه لباهله هيلتون؟
واش تعرف ليا مطعم جيد نقدر فيه نجيبو شي شي طيب وسع ديالو معقول؟
واش بغا مني تشري بلاشف?
دي 35 دولار.
والله، انا حاب نغير حجزتي. كاني نغير الرحله PAA 505 الي الرحله 515؟
الكوكتيل جابوه، بس ما جابولي والو شي.
و ممكن نعطيك خصم ثلاثه في المءه.
السياره كانت عندها هاد الضرر قبل مانشمها.
تمام. بغيت نلبسوه لعرس علي الساURDAY.
لا، نريد محاسبه منفصله، من فضلك. لنقسم التكاليف.
انا بغاونا مرشد يتكلم بالياباني.
اسف. انا غريب هنا. هل اطلب الرجل بدلًا منك، اذا اردت؟ لحظه واحده، من فضلك.
استطيع ان احصل علي حافله تذهب الي فندق هيلتون؟
يا ختي، هل فيا توريج في تيرول في ثلاثه او اربعه ايام؟
والله حالي بقات خير.
اسف، ولكننا سنكون متاخرين بثلاثين دقيقه.
هل يمكنك تحويل هذه الملاحظه الي عملات؟
غرفتك، سيدي.
توقف عن جميع المعاملات علي هذه البطاقه من فضلك.
هل ساحصل علي خصم اذا اقمت في فندقكم لمده شهر؟
انت هنا لاغراض تجاريه ام بحثيه؟
خلصتي علي لغدينك؟
هذا واحد ماشي الحال.
بالتاكيد يا سيدي. ابيض ام ملون؟
اراهن بـ غنطين.
هل عندكم جوله بتخدم زياره جسر بوابه ذهبيه؟
ما يمكنني الوصول الي رحلتي المتصله.
واش بغاونا باص لالهوم؟
من هو مءلف المسرحيه؟
صندوق امان، من فضلك.
هاوّل، هاوّل، باقيل هنا شهر واحد بس.
متي يبدا الجوله؟
واش المغربي غدي يبدا بديك الساعه؟
انا من روسيا.
الله يهديك. عندك حمي؟
واش نقدر نجيب باص لـ متحف المتروبوليتان؟
كان عندي بزاف من الخدمه معاك.
فين المكتبه الاقرب؟
هل عندكم اي غرفات متوفره لليله دي؟
هل يمكنك تحصيل هذا الشيك المسافر البالغ ماءه دولار من فضلك؟
طاءرتنا وصلت اخيرًا الي هونولولو.
انا حاب/حابّه نموت علي هادالستايل، بالي.
فضلًا، لا اريد ان اُدخَل المستشفي، ان امكن.
رحله رقم سبعه وثلاثه الي طوكيو يوم الاربعاء الرابع من سبتمبر.
واش نقللي بيها بزاف؟
بهاد الصافي، كن هتنضف شي محلات علاشي.
اطفءوا جميع الاجهزه الالكترونيه من فضلك.
كم ديال الدراهم بغات تودع؟
ماشي حتا الوجع يوقف.
واش سميت النهارده بدري كل صباح؟
كنت نبغي معجون.
شحال عدد الجماهير اللي هاد الملعب يقدر يحضروها؟
اه، صح.
رباطي فضفاض.
نغاونو نلعبو تنس اليوم.
هل يمكنك المجيء معي، من فضلك؟
اسف، ماشي بنعرف هاد بزن ديال المدينه.
ها نديوه مره تانيه حوالي الساعه 4 الصبح.
في صباح يوم الحادي عشر من جانفي، وقع الحادث.
هل يناسبك الثلاثاء القادم؟
واش قولتي بيا الجاي؟
شْلُون نوع المطعم اللي تبغيه؟ هل تبغي بس تاكل عشاء، ولا تبغي مطعم فيه بار؟
شحال هاد؟ فيه مركز شرطه هنا؟
الانتظار في الحياه اليابانيه هو الاطول في العالم.
تاكي بطاطا، شري ناسيلا. دولارين من فضلك.
غرفه وحده من فضلك.
الڤال فين تيكون شطار التزلج؟
في القاع.
نتطلع لرءيتك مره اخري.
استطيع ان احصل علي تقييم هذا الكتاب؟
واش ممكن تدي ليا توصيه لبِدّو مطعم فرنسي حلو داكلي؟
هذه بطاقتي للتاكيد.
والو.
اذن، هذا يعادل خمسه الاف دولار شهريًا. يمكننا ان نءكد لك اننا سندفع لك ثلاثه الاف دولار شهريًا. ماذا تقول؟
اتمني لكما حياه زوجيه سعيده.
علاش عندك بالانتينز عشر سنين؟
هل هذا مقاوم للتقلص؟
هل حديقه النباتات مفتوحه اليوم؟
يمكننا محاوله ذلك، لكن خفتني انه سيستغرق بضعه اشهر.
والو ما بغاونا نشري شاحنه.
نريد بلاطه، من فضلك؟
اخذونا الي فندق شيكاغو.
الرحله متاخره لمده تسعين ساعه بسبب سوء الاحوال الجويه.
طوارء.
والو شي بحال ستايل شانيل المتكرر.
فين بزاف؟
استطيع ان اريك جواز سفرك وورقه الجمارك، من فضلك؟
اريد ان اسجل في جوله شلالات نياجرا.
اليوم عرضنا: روبيان سكامبي مع طبق الارز بالهيل.
سلام؟ ده بتاع السيد كلاركش؟
واش باغيو يشربو شي قهوه او شي مشروب قبل العشاء؟
علاش عندك دوا؟
انت بت dialed رقم غلط.
واش بغيتيني نلبس روابو قمره؟
ربما.
اللافت ديال الاسم مكتوب عليه.
هذا هو احدث اضافه الي خط التعبءه. نحن نعبو حوالي ست مءه صندوق كل يوم.
نحب نخرج.
اريد مكواه، من فضلك.
واو، واحد جابلي كلمه. علاش نهدر؟
اجل، هما كذلك.
الرجاء جلب فطوراي الي الغرفه.
هذا ضيق.
الرجاء ارسال هذه السياره الي الفندق قبل الثامنه صباح الغد.
هل يوجد رحله بحريه تشمل الغداء او العشاء؟
عندي واحد افتح لون؟
هنا بزاف بزاف.
اه، لا. ناكلو عليه مره تانيه في عشرين دقيقه. شكرا.
التعليم كان مُركّزًا والقُوَّه العسكريَّه زادت.
واش بغيت ليك للعشاء، لحم ولا سمك؟
ماستر كارد ماشي؟
بهذه المقاس، من فضلك.
ما عجبنيش.
هذا خمسه دولار، والمشروبات تكلف زياده.
واش كاين ليا 둘 사람?
فجاه، حسيت بكتير في البطن.
واش قيمه دليل السياحه لنهار؟
اسمي هيروشي موري.
اريد شويه زبادي، من فضلك.
نعم. هل هذا هو العداد الصحيح لرحله يونايتد ايرلاينز رقم 820؟
علينّا نلبسو معاطف وربطات عنق؟
شحال باص يروح لـ غيلد هول؟
اتفضل هُنا. اسمح لي ان اساعدك مع حقيبتك.
دي عليه في الرف اللي دارو ثاني، في الصف النصفي.
فين البار؟
الرجاء تسجيل الدخول بعد الساعه 9 صباحًا او 9:30 صباحًا.
مقاعدنا مفصوله.
بالتاكيد. الي اين تريد ان تذهب؟
اريد دفتر ملاحظات، من فضلك.
سولو زمان.
اسف، كل المقاعد مشغوله في الثلاثين من اغسطس.
اقدر نشوف شي اقل سعر؟
هل يمكنك ان تدعوني تاكسي؟
هل بزاف عليك ترجع ليها علاش بزاف؟
الرسوم في الغرفه اغلي مما قيل لي.
اريد ان اعطيك المزيد من التعليمات. هل يمكنني ان انظر الي القاءمه مره اخري؟
كان هناك حامل مفاتيح علي شكل قطه مُثبت بحزام هنا.
واش راك فاهم باغي تعمل بيها هاد الحايبه الصغيره؟
والله خدموني شي لبرد
اقدر نشوف واحد ثاني؟
عشره عشره درهم بالضبط.
الرجاء استبدال هذا الشيك المسافر برصيد نقدي.
واش نقلدي لباسي؟
هل كان عندك ما كفاك؟
ماروش حتي في هاد الشارع. هي خدمه قبل محل الايس كريم.
ما عندي حجز.
هل استطيع لمسها؟
اشر الي مكانه في هذه الخريطه، من فضلك.
هل في هاد القريب اي مطاعرات كويسات وبراڤه؟
هذا بيت راءع.
هل دي المحطه الصحيحه باش تروح ل تشيلسي؟
هاوّل، ça va aller check in tard aujourd'hui, ça wa l'a b'l'a t'imzaygu l'resérvation.
هل بطاقه الاءتمان كافيه؟
عندما ياتي موظف ليفحص تذكرتك، يرجي اظهار بطاقتك و هذا التذكره.
كم عدد الرصاصات اللي تحتاجها؟
وش هو اخر كتاب جالاواي؟
مقعد واحد دخول عام، من فضلك.
انا طلبْتُ متوسط، وليس مطبوخًا جيدًا.
لباسك سيكون جاهزًا بعد اسبوع من القياس، سيدي.
والله، انا بغاون شحمه تفاح، وخبز مقلي، وبزقه بيض مقليه، وشاي.
فين محل الكاميرات؟
واحد كوكا كولا صغيره، من فضلك.
انا جديد في هادشي، ما كنعتقدش قادر نمشي علا هادشي.
اربعه تفاحات.
واش هاو ليك قيمه تادياتها لداري 300 دولار؟
هل يمكنك اعاده اصدار بطاقتي الاءتمانيه؟
خلّيني نفكر فيه شويه.
علِّم/ي نفسك قُصْوَر اليوم.
والله، بغيت نرجع نءكد بالضبط شنو غدي نسولو مني.
واش كتعرفاش واش حسيتك. صافي، قسّي.
سارجع اتصل.
هل ست reservar طاوله لشخصين في ذلك المطعم الساعتين؟
هذا غريب جداً. يبدو كانه مركبه فضاءيه.
ما كنعرف نعاس مزيان.
استطيع ان اخبرك، ما هي هذه الرسوم؟
مرحبا، دي الغرفه تلاته و خمسه.
والله، بغا مني ملح حمام.
هل تقدر ترمش الكاميرا دي؟ ما بتشتغلش صح.
اسمك و رقمك؟
كنت نعتقد انها قيمه ثابته بين المطار والمركز المدينه؟
واش تقدر ترووح تڨدر عليه شحال هاد؟ وبغي ليا شحال كلشي ترحلو هنا عاجلا.
اهلاً، انا نعتقد ان سعر الصرف يتقلب بين التوقعات الصاعده والهابطه، بشكل عام.
عندو تقاليد وتاريخ طويلين.
واش لعب هاد في الاستاد؟
واش لاباس عندك ليله راس السنه؟
سلام، ممكن تبعسو عليا رقم تلفون السفاره اليابانيه او القنصليه، من فضلك؟
هذا ماشي تمام. كاينين舒服 بزاف.
حسنًا، هذه غرفه هادءه. جيد جدًا.
عندي حجز للساعه سبعه.
والو، ولكن سيكون هناك رسوم تنزيل قدرها ماءتان دولار.
في الساعه السابعه صباحًا، بتوقيت محلي.
هادي شحال هادي فيه، تقريبا ثلاثه شوارع، نعتقد.
اسف، هو محجوز بالكامل لفتره العطله الرومانيه، لكن لدينا مقعد في اليوم الثاني والعشرين من ديسمبر.
الله يسلمك.
هل ساحصل علي تعويض اذا لم تجد حقيبتي؟
اهلاً، وش حالك؟ اي فاكهه تحبها؟
متي كانت اخر دوره شهريه لديك؟
لقيتني نزيد اتصال تاكيد الاثنين اللي فات.
والو ما كيعرفش باش كان جاب ليا جواز سفري، اما سرقوه من جيبي، او انتفض من تلقاء نفسه من وشاحي.
العلبه طولها ست وخمسون سنتيمتر، وعرضها ثلاثين سنتيمتر، وارتفاعها ا十八 سنتيمتر.
كنت باغي نشريات.
يَتَكَوَّنُ مِن اَرْبَعَهِ جُزَيْلَهٍ رُءَسِيَّهٍ.
عشره زواري. هذه مفتاح الغرفه ديالك. غرفتك هي خمستاشر وثلاثه وثلاثين. سياره الامتعه سياخذ الامتعه ليك.
واش، كايناكلّو بزاف فهاواي. كنتمني كنت هنا.
هل يمكنك ان تعطيني ترجمه؟
ساشرب شويه شاي باللبن.
هل ستقصلي جدّي نصّ نصّ فوق حاجباتي؟
متي تفتح؟
هل عندكم غرف اقل من خمسين دولارًا لليله؟
ممكن طاوله لشخصين الساعه سته هذا المساء، من فضلك.
خمسه عشر دولار، من فضلك.
ولّع يسارك عند الوميض.
ما بغيت والو.
استطيع ان احجز جوله مشاهده سياحيه؟
واش كيف نزيد هادشي؟
واش كايولي شحالك؟ واحد بنايه بيضاء عدينا من الخدمه. هادي هي.
انا勉強 باش ن deven scientist.
علابالي نطلب تذكرتين لمقاعد الحجز؟
الرجاء ازاله ملابسك وتغييرها بهذا الثوب.
هل ممكن تخلّي سرير ثاني في الغرفه؟
احتاج ممثل ياباني، من فضلك.
هادو لحد المحطه. من هادي، لازم تروح المحطه بالواحلك.
والله، بغيت نسركب قارب مع راهب، من فضلك.
هل في هاد المخزن حمام عام؟
اوريني، من فضلك.
ما كنت نسلك اي مكالمات هاتفيه.
من فضلكم، حافظوا علي امتعتي.
استطيع ان اطلب منكم رنين منبه الساعه سبعه صباحًا؟
علاش عندك شريط؟
انا كنعجبني معاها شويه حليب وسكر.
والو ما بغيت نغير الرحله لشي‌كاجو من التاسعه الي العاشره.
الرجاء جلب لي مرطب للشعر.
اليوكاتا والهابي هما منتجات مشهوره كهدايا تذكاريه من اليابان للسياح.
شحال هاد المحل اللي يبيع نعال؟
انت صاحب عين فنان.
من فضلكم احتفظوا بهذه الحقاءب حتي الساعه الثالثه.
كنت جاي باش نشوف اوبره حقيقيه.
هل هادشي معروض علي الخصم اليوم؟
افْضَلُ تَرْجَمَه: écart من العمل حتي الثلاثاء، ولا تاكل الكثير.
المبارزه بالسيومه هي من الرياضات التقليديه. تُقام البطولات ست مرات في السنه.
مُقْـسَـمَهٌ في الـمـَرْحَلَهِ، يُـرجي.
الممارسه تجعل الكمال.
كم عدد الايام اللي هتاخد الطلبيه؟
هي نحيفه.
مزال بغاونالكم شويه وقت باش نحسبو العقد.
انا حاسس/حاسه بغثيان. هل يمكنني الحصول علي كيس للقيء؟
الرجاء اخباري كيف اصل الي المتحف.
هل هذا مصنوع من الجلد؟
يا خو/يا صاح/يا معلم. واحد/واحده؟ علاش ما ناكلش مع بعض؟
شكرا. انت ايضا.
هل ستُحفظ لي الاشياء الثمينه، من فضلك؟
انت تتناول اي ادويه اخري؟
نحب نرجع لمكان تاني.
علاش ماตัดสินتش؟
جيني. مايك. ساره. سام. يلا، الكلوا يتقوا.
ارجوك اخبرني في اقرب وقت بعد اصلاحه؟
واش بغيت جاكيت.
لا، شكرًا. بايدي. انشاء الله نشوفو.
اهلاً بك. انا افضل مقعدًا في الممر.
والله، بغيت نسكر سياره متوسطه لمده ثلاثه ايام.
علاش عندك قضيه معاه؟
واليك نغار من سان فرانسيسكو.
سُرقت شنتي في ردهه الفندق.
كيف ومتي يجب ان ادفع المصاريف؟
الكانوا ملينا.
هنا قريب بزاف.
الرجاء تكبير الطباعه الي هذا الحجم.
مرحباً، هذا هو الغرفه رقم اثنان وثلاثه واربعون. اسمي اودا. اود ان اطلب رنين منبه الساعه سته صباح الغد، من فضلك.
هل يمكنك الدفع عند مكتب الاستقبال، من فضلك؟
اعطيني الفلوس اللي باقيلي، من فضلك.
ربما تقلق بشان هذا الحاسوب الصغير.
بشكل عام، كانت الرحله سلسه مع بعض الاضطرابات الطفيفه.
ما هو رقم طاءرتك؟
الله يسلمك، حابه/حاب بغيتو. جيتو مني بخصم كبير في محل بيع ABC.
اقدر نسلك عشاء علي الباخره؟
اين اجد كتيب سياحه؟
هل انت عضو في نادي ايجار السيارات المتكرر لدينا؟
واش غدي تلقي؟
بالضبط. انت تتفق مع راينا. بالمناسبه، قال انك رجل حسن السلوك.
كيف قضيت عطله الصيف؟
بَطّش و نَكَلِّلَك.
انتوا شفتين شيال شانيل او دو بارفان؟
هاد بعيد بزاف. عندي محتاوج.
هل عندكم هذا باللون الاحمر؟
الرجاء اخباري بكيفيه استخدامه.
كاع باغي يديخ، ولكنك ما كنعرفش بزاف بزاف من غير ما تحاول.
كيف نطلب مكتب المعلومات؟
عليهم العطش.
استطيع ان اري رخصتِك القياديه؟
شكرًا لك. استمتع باقامتك.
انا من هوكايدو.
رحله سعيده.
هل عندك هاد؟
هادا من اي ماركه؟
واش غَا الغَا، غَاخِد لّو 30 دولار و 49 سنت.
كانتني غَضَب من اللي قالها الباءع.
علاش عندك شي اكبر؟
في الصيف، الجو حار ورطب في اليابان.
والو ما بغيتش نجي لداري قبل الساعه 2.
هل ترغب في اجراء اي تعديلات؟
انا بغاون لون يخليني نشوف نجمول اصغر.
من فضلك، احضِر حقاءبي الي الغرفه.
اريد بعض الطماطم، من فضلك.
ماشي مشكله.
اقدر ندخل للغرفه دلوقتي؟
ما كان بغيت نمشي نلقي شي هاد بحالو في اليابان. باغي نشري هاد.
في ليله الاربعاء.
الرجاء ارشادي الي مقعدي.
شحال ديال الحلويات اللي عندكم؟
انتَ تَمُقِتُ في الحِسَاب.
الساعه عندها ثلاثه.
ازيان، شويّه اقل من الرقبه، لو سمحت.
ما كليش فاهمش عليك.
بَلْغَه تذكره ليوم واحد؟
هل سميتني؟
ما هو رقم طاءرتك؟
واش تعرف ذوق صاحبو في لبس؟
هنا فين ناكل بلاصه لخسران الامتعه؟
والو عندي بزاف.
بْـلْـِيْ، كْـلْـ الـشّـحْنَه بْـلْـِيْ؟
واش تعرف فين فيه بنك الي او بنوك هنا؟
انا اسف، ولكنني اريد ان الغي حجزي.
ساكون هناك حوالي الساعه الرابعه مساءً.
نحب نخرج يوم واحد قبل.
وش هي التخصصات ديال المحل؟
هل ممكن نسال اذا كان حدش يقدر يغير الرحله لرحله ابعد؟
هل القطار من سيدني متاخر؟
عايز شي؟
ماكلوش هاد في اليابان. الراجل ده مسجل في اتفاقيه واشنطن.
استاذ، ممكن توصل ليا من اقرب محطه؟
اجل، لقد فعلت.
نحب نلغي حجزتي.
تمام، بس شويه. يا خرا! ضعتُ شوكه. معشوور.
فين لبلاد لعرفا؟
هل ستعطيني جريده او مجله؟
علاش عندك واحد صغيير شويه؟
علينّا نخرج كاميراتنا من الباب؟
ايه النهارده مقفول؟
اعتقد اننا كذلك. لحظه، من فضلك.
واش كيفاش نمعرّف هاد الشخص؟
انا بغاون كتاب قواعد.
الرجاء القدوم الي البوابه 39 الساعه 4:45.
واش المغسوله جاها علاش؟
هل يمكن لي استءجار دراجه؟
هل فيوجد ملعب للتنس قريب من هنا؟
اين المضيف؟
هل عندكم مرشد متمرس؟
متي تبدا زهور الكرز الشهيره في اليابان بالازدهار؟
اجل، انا كذلك.
انا رايح للعماره الويستمنستر. ممكن تعلمني كيف نلقي الطريق؟
اقدر نسلك بيتزا جبنه كبيره وحده؟
المده بالباصه حوالي اربعين دقيقه.
هل هو قريب؟
ايه، نعم. هارجعلك ليها علي طول.
واش درت حمره في وجهي.
انا اسف، انا غير موجود في البيت في الوقت الحالي. من فضلك، اترك رساله بعد النغمه، وساعود اليك في اقرب وقت ممكن.
والله، انا حاب/ه نسلك/نسلك جوله في طاءرتك الهيليوكبتر في نيويورك.
تاكد من انك لم تترك شيءًا وراءك.
كم مره باص رقم تسعه ماشي؟
لقيت عدسه من العدسات اللي نرتديها.
انا ناخد دروس ديال بيانو مره وحده في الاسبوع.
واش باغيو ليك عليه؟
الرجاء الاحتفاظ بهذه الحقاءب حتي الساعه الثالثه.
اسمي ياماشيتا.
شفت هاد السكه؟ هي اللي تلقي المنصه لي القطار اللي رايح علي الطرف التاني. ولكن في الحقيقه، لو بغيت تشوف لندن، الحافله احسن من التاب. روّح هاد الطريق، وهتلاقي محطه حافله. الحافله رقم 12 هي اللي هتاخدك مباشره للعماره. استمتع بزيارتك، يا سيدي.
هنا شيء لك.
كانت عندي وقت ميمون اليوم.
هاد النوع من القبعه يبان بزاف في الموضه. انا نعتقد باش ناخيط واحد ليا ايضًا.
انا حتاجوشوشه، من فضلك؟
هل هذا الدواء فعال في تخفيض الحمي؟
هي لصّه.
غدوك تدي حااجه تانيه؟
عيناه كانو سودانيين وواسدين.
اوه، الاطباق المميزه اليوم تُقدم هنا.
صافو. انا نعتقد اني ممكن نعرضهم كلهم في ساعه وحده.
هنا خمسه دولارات وصفر سنت. احتفظ بالباقي.
الرجاء حجز طاوله لناخمسه اشخاص.
دي قريب بزاف من الحمام. تقدر تبدّلها ليا؟
سماحلي، لو سمحت، اديلي حاسبه.
فين القاعه؟
هذا مصنوع يدويًا؟
ارني قاءمه بتسريحات الشعر، من فضلك.
علاش عندك جدول الوان؟
هل مضطر لكي اُدخل المستشفي؟
لدينا قوات للدفاع عن النفس.
تعطيني سيجاره؟
اسف. المنتج منهوك. جرب واحد المحطات الانفاق.
علاش عندك تذكره العوده؟
هل استطيع ان اخفض النافذه قليلاً؟
اذا وجدناه، هنّقلّك.
من فضلك لا تضع سكرًا.
الموتور توقف. انا في شارع الخامسه علي شارع الخمسين وسبعه. من فضلك تعال باسرع ما يمكن.
نهتم بالتاريخ الطبيعي.
نحن مفتوحون من الساعه العاشره حتي السابعه والنصف.
اريد ان اتصل بالخارج الي اليابان، من فضلك. هذا يوكي موراي في الغرفه رقم ثلاثه اثني عشر. اود ان اطلب مكالمه مرسله الي السيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثه ثلاثه سبعه اثنين سته وثمانيه ثلاثه واحد.
استطيع ان اري ذلك، من فضلك. هل تستخدمه من اليوم؟
كيف تودّ ان تكون الفواتير؟
نحب نخلص نستعمل خزانه امان.
سمعلي يا ال، رقم تلیفون الجهاز الفاكس هناك عند المحطه؟
انا رايح نسلكك لدي "هيءه حمايه المستهلك".
انا بغاونو سماعات، بالليييييييييي
كانت تخدش اصابع قدمي قليلاً.
ماشي مسالي. ما كايقدروا شي حاجه؟
اليس هناك طريقه اخري للتعامل مع هذا الوضع الجدي؟
هل هو مفتوح الان؟
يدِي مُنفَخَه.
جزمه مزدوجه، طولها ثمانيه بوصات، من فضلك.
وش هي المعارض الرءيسيه في هاد الجاليري؟
هل تقدر ترمّم هاد القاموس؟
مكتوب ليا تقرير حوادث باش ندي بيها التامينات ليا.
عثّرتُ علي شقه اثناء البحث علي الانترنت.
بالدرجه المءويه، نقطه التجمد هي الصفر.
والو ليا بغيتو لوي ايه ليك لوي الاسبوع دا.
عندي بطني مريضه. عندك دواء جيد؟
اجل، كل ما عليك فعله هو غسل الشعر وتجفيفه بالمكنسه.
تمام. انت؟
تمام. هذه فاتورتك. المبلغ الاجمالي هو اربعون دولارًا وخمسون سنتًا.
اهلًا، هل يمكنني الدفع عن طريق الشيك؟
انا نعيد تجديد المطبخ.
واش طول الوقت اللي خدّيه بالبريد الجوي نرسل هاد الكارت لبݣان؟
ربنا نطلع/نسافر قريب.
نعم يا سيدي، هل لديك اي وثاءق تعريفيه؟
واش بغيتو لعبات لخا فهتانيه.
والو ما كنش عندي يوم مريضش في حياتي.
كم المسافه بالملّيمترات لبوسطن؟
انت لطيف جداً انك جيت لمصر.
انا حاسس/حاسه بخير بزاف.
انا راجع يوم خمسين مارس.
علاش عندكم كيكات للي مصابين بالسكري؟
اريد حليب، من فضلك.
واو. حاجه كبيره بزاف.
اين اجد طوابع للرساءل الي اليابان؟
من ايّ محطّه يغادر القطار المتّجه لمدينه ميلانو؟
الرجاء ارسال السياره الي فندق الفا في الساعه التاسعه صباحًا يوم السادس.
ها انا غادي نضم لعربيه طيران في نيويورك.
يبدو راءعًا.
هل يمكنك ان تظهر لي بطاقتك؟ من فضلك.
كحكّاك خمسه سنتات.
رحله علي متن قارب التمساح؟ هل هذا ممتع؟
ما تخبط رجليك في الرمل.
هذا ليك في الشغل؟
الرجاء اخباري بكيفيه اجراء مكالمه دوليه.
هل يمكنك استبدال هذا المبلغ الخمسين دولارًا بعشره دفاتر بخمسين سنتيم؟
هل بامكاني حمل هذا الامتعه علي متن الطاءره؟
الرجاء اخذ هذا معه.
ماشي حتدوورش بزاف. حوالي 15 دقيقه.
والو ما بغيت نشطله.
كم سيستغرق الشفاء؟
اчера، اشتريت هادي وما خدّاش.
ميزانيتي خمسون دولار.
ساحوّل عليك لـ السيد سوزوكي.
واش خدمتوش الساعه سته؟
الان، من فضلك.
انا سعيد جداً برءيتك.
واش نقدر نجيب باص رقم 9؟
ياريت تكون الرحله معانا كتانيحه.
هل يوجد مكان يمكنني ان اتصل به بالهاتف؟
انا في الحمام. ما فيه ماء سخن في الدوش.
حافظوا علي هذا الامتعه، من فضلك.
ثلاث ليال من اول يوليو. كام ماشي السعر ديال الغرف؟
جيبلي خمسه عشر لتر بنزين، من فضلك.
واش تقدر تعلمني كيفاش المغاسل ده يخدم؟
هل سيكون جاهزًا قريبًا؟
واش كتقترح نشرب مع هاد الطبق؟
لقد ضعت بطاقه النقل المءقته بتاعتي.
هل في هاد المخزن فين نشدرو فلوس اجانب؟
من هم اللاعبون الاكثر شعبيه؟
هنا مكتب المفقودات؟
فين نا نقدر نشوف فيلم؟
اريد سجقًا حارًا واحدًا، من فضلك.
هل فيوجد باص سريع؟
ويمكننا ارسالها للبريد لاجلك.
هذا الاسنان انكسر.
ديالي الكاميرا. بغيت نقيس عليها صوره.
كم يزيد سعر تذكره الدرجه الاولي عن تذكره الدرجه الثانيه؟
هل ستفحص مطعمك بحثًا عن حقيبتي؟
مكان موقف سيارات الاجره، فين؟
كان شيء ميمون.
والله خدموني شي للقارضه.
انا ايضًا. كنت فاكر/ه انك ممكن تساعدني افهم القاءمه.
هل ترغب في التسجيل هنا، من فضلك؟
والله، بغا مني شويه قطرات.
واش بغا قهوه فرنسيه.
الورود البرتقاليه تُعجب بها في مهرجان الدمي لف 소녀 في الثالث من مارس.
من اي قطار يسافر الترام الي تاكو؟
والوا، واش راك تدينا هادين؟
هل عندك برتقال؟
هل يمكنني استبداله بشيء اخر؟
واش كا تخاوي؟ كلي ليا بزاف بزاف بزاف بزاف بزاف بزاف بزاف بزاف بزاف
هل فيوجد مطعم سريع قريب من هنا؟
تذكره ذهاب وعوده الي بوسطن، من فضلك.
يبقي "ابق في حارتك".
هل تود زياره مكان معين؟
هل اربطه؟
اجل، يمكنك شراء الطوابع في الات البيع في الردهه.
اي من هذه الاحذيه في الضياع؟
انا علي الطريق السريع 80، بالقرب من مخرج بيركلي.
فقط اسمك وعنوانك سيكونان كافيين.
ساحمل امتعتك.
شْلُوحْ ثَاقِيلْ؟
اتصل بشخص يتكلم الياباني.
هذه الغرفه رقم اثنين وثلاثين. هل يمكنك احضار قهوتين، من فضلك؟
اعتقد ان هذا هو التغيير الخطا.
المده ديالو للوصول الي المكتب والعوده حوالي 3 ساعات.
واش بتقدر توصي بمقاهي صغيره معروفه عند الشباب؟
ليه معدله في الضرب هو ثلاثه وعشرين ونصف.
ما فيش ضروري ترجع تاني.
ساعتي تطلع من عند الساعه ازدني و عشر دقاءق.
عندي تذكره لديترويت تطلع الساعه 11 الصبح.
الرجاء اعطاءي مقعدًا في المنتصف في الصف.
واش تقدر تساعدني نشافو؟
كنت نبغي شيءًا صنع في امريكا.
هل ياخد يتع شويه من 10 دقاءق مشيت؟
اعتقد اني بديعجبك.
اِذَا مَا كَانَ الزَّمَنُ الَّذِي قُلْتَ بِهِ اَنْ نُسَلِّمَ الْوَاجِبَ؟
هل يوجد احد يعتني به؟
شحال السكان ديال البلاد ديالك؟
مجموعه من اربعه اشخاص، الساعه سبعه و ثلث الليله. ما الاسم الذي تود ان يكون تحته؟
بغيت نغير طلبي.
واش اول شي touristic يزوروه في انجلترا؟
غادي نخرج بكره.
اريد بعض الخيار المخلل، من فضلك.
عندك الوقت اليوم؟
كنت من طوكيو.
اريد عصير، من فضلك.
واش بلاغ، وين ناويه تروح شفت في هاد البلاد؟
هذا من ايش مصنوع؟
سيدي فرانك شيمت، مدير المصنع لدينا، سيكون سعيدًا باعطاءك جوله.
خمسه وعشرون دولارًا يشمل تكلفه الحافله وجوله المرشد السياحي ورسوم الدخول.
واش راك تدي بْهاد؟
كنت علي طياره بان امريكان رقم صفر صفر اثنين. كان عندي صندوقين مسافرين.
اريد بطاريه لهذا، من فضلك.
بالقرب من المسرح، من فضلك.
مسجل، من فضلك.
فين الكاشير؟
الجو حار.
اسف، دي النوع الوحيد من الغرف اللي عندنا.
نحن نتعامل اساسًا باسعار التدفءه المنزليه.
واحد بلا حمام، من فضلك.
ايه. باغي/ه فستان.
نحب نختبر الاكل المحلي.
واش في معاه؟
الرجاء اصطحاب صديقي الي المستشفي.
انت حقًا ساعدتني.
المتحف المتروبوليتاني جيد.
هادي التمر طعمه طيب.
واش رقم ديال معلومه؟
الْفَوْنِ كَايْ؟
والوحده هنجتمع ونحددها في الاسبوع دا.
اعطني منفضه من شركه التامين الخاصه بي، من فضلك.
ايه، ده صحيح. السما بتدّي احساس خطر.
هاد النبيذ خوّفني بزاف.
واحد غايب. شريت لخمسه كاملين.
شكرا جزيلا علي جلب لي هنا بعد ساعات. انا حقا اقدر مساعدتك.
وش هي الوجبه اسرع؟
واش قيمه ليله واحده؟
بالتاكيد. لحظه يا سيدي.
ماكنتيش تحتاج ترفعني علي الاكل.
اكيد، تفضل.
ماشي، ما تخربش. سميت واحد من مركز الاطفاء.
واش كاين عليه السعر بالتاكسي؟
واش درتيلي؟
انا اسف. شربت القهوه.
لا، فقط بضعه اشهر. انا مستغِلّ ان اكون هنا حوالي ثلاثه سنوات.
هل المكتب بريد قريب؟
والله، بغيت نسركّ شي معدات لليونو.
علاش عندكوا طواجن محليه؟
هل تقدر تحزملي هاد المقعد؟
ما فهمتش عليك.
سلام، وين الكابينا ديالنا، من فضلك؟ واش غادي تديرلينا الطريق؟
ما غادي نمسيح من اللّما الوقت اللي درناه مع بعض تحت الشجر في يوم صيفي سعيد.
هل هذا هو النافذه الصحيحه؟
عليهم يحرم يعورلي شحال هاد العشيه.
هذا اسمي الكامل وعنواني.
كام تا سعر غرفه مزدوجه؟
هاد النبيخ طعمه شين.
ارجوك احضِر وساده الي الغرفه رقم واحد عشره.
واش فين علي الطابق التال؟
ما عندي وصفه طبيه.
وينشي الليل؟
لازم نمشي نقلّع.
بالمناسبه، وين بزنس؟
واش تقدر تحكيلي كيف نمشي ليها؟
الفاصله بين العروض 30 دقيقه. بامكانكم تناول وجبه خفيفه علي البار الموجود في الطابق الاول.
واش تقدر تساعدني، بالي نطلبك؟
اهلاً وسهلاً بكم علي متن شركه اير فرنس.
هل عندنا وقت نروحو هنا؟
حلمي اتْ réalis.
من فضلك لا تحط كاتشب.
فين الموانء؟
هذا مشوه.
تمام. ها هو مفتاحك. غرفتك هي رقم 11 و 9.
نا_{-ِ}حٍ الْـمَـسَـخَـرَـهَ الْـمَـوَاقِـعَ الْـمَـسْـتَـعْمَـهَ؟
اسف علي الازعاج، لكن لنتحدث مباشرهً عن الموضوع الاساسي. لدينا الكثير لنناقشه اليوم.
انا عندها حساسيه من المضادات الحيويه.
عندي شغل بالانجليزي والرياضيات والفرنسيه.
سارسم خريطه.
واش سمحتي بالدولار؟
التاشيره صالحه لمده سته اشهر.
والو. ما الغباشو عليه هادي الليل.
واش كاينازل.
بوا رساله بريد بحري؟
واش بغرق ليا لو ما نخرجش بالتاكسي للو Hotel.
لا، يا للاسف سنكون متاخرين بحوالي بضع ساعات.
دخان بلا فلتر، من فضلك.
ننزلق عند المحطه اللي تاليه.
اتصال ترددي الي السيد اجاوا، طوكيو اربعه خمسه سته سبعه.
الله يسلمك. من فضلك املا هذا النموذج. قد لا نتمكن من العثور عليه، لذا يجب عليك الاتصال بشركه بطاقاتك الاءتمانيه.
انا اسف جداً يا سيدي. يجب علينا ابلاغ هذا للشرطه.
هل في شي محل بخصومات داك الغي؟
اقتراحهُ قُبِلَ.
اظهر لي ايصالات الشحن.
اعطني الاتجاهات.
ايه، عندي دروينين.
خاطف الحقاءب. توقف عنه.
ايه، عندنا تسعه و نين نوع من الاكل اللي كاين في الكورسات.
الرجاء الاتصال بطبيب ياباني.
الواقف اكل شحال هاد. رح يرجع في عشر دقايق.
هل غادي نوصو بالزمن؟
استاذ، هل ممكن ترسملي الطريق للبريد؟
يا جماعه، ساعدوني من فضلك.
كاميرتي شحال ديالها ماڭتش. كتقدر تغوص فيها؟
هل فيوجد اي خط حافله تاني يوصل هناك؟
هل هاد السعر لبن داير ولا ليا واحد؟
واش نوع التتبيل بغاتو؟ عندنا ثندره جزيره، جبنه زرقا، و فرنسي.
والله، بغا مني شي فلوس معدوده.
اهلًا، هل يمكنك التحدث ببطء من فضلك؟
لا، لقد خمنت صح. انفصلت منذ حوالي سته اشهر.
بالتاكيد يا سيدي. كيف تود لحم الخاصره؟
واش تقدر تعلمني كيف نخلي درجه حراره الغرفه؟
الكل صافي.
واش القميص التقليدي؟
نروح للبيت الارضي شويه مرات في ساعه.
اريد كاس من النبيذ الاحمر، من فضلك.
كنت نبغي شال حرير.
سَوِّلْلي شنطي، من فضلك.
هل هاذا الباص رايح لبوسطن؟
ها انا غادي نمشي السااع سبعه صباحا باقا، كنترغب نعوض الف Rechnung شحال هاد الوقت.
اقص عليهم شويه فوق الحواجب، من فضلك.
هذا و هذا.
نحب نرسله بالبريد البحري.
الرجاء ان تنهي المكالمه. ساعود لاتصل بك لاحقًا.
الماء في حوض الاستحمام تجاوز مستوي الحد.
هناك اربعه مواسم مختلفه.
تمام، انا نعتقد باش نعطي 3 بالميه خصم.
بطا crédit ما تخرجوش من الاتي م.
يمكن يكون الموديل اسهل في الاستعمال.
عانيت من هاد الاعراض من صباح اليوم.
هادي كيدا في الغرفه 729. عندي الم شديد في بطني. من فضلك اتصلطبيب ليا.
انا كرهتك.
اريد ان احجز جناح.
الڤاكو شحال ديالو؟
هل هي عدوي؟
سوف يستغرق الامر حوالي تسعه وتسعين يوما لاعاده اصدار البطاقه. يرجي كتابه اسم فندقك ورقم هاتفك علي هذه الورقه حتي نتمكن من الاتصال بك.
هل هاذه الليموزين رايحه للفيلا؟
هل ستذهب الي المدرسه؟
واش بغيتي شي حاجه تشربو؟
والو كي بغيتو نخانه.
لقد وجدتها.
كنت نبحث عن خيط.
واش علاقتك تدي الدراسه دي بقوه؟
هل طلبنا جايب؟
واش هاد اقرب شي من هادي؟
هل القطار يتوقف في اديلايد؟
ارسلوا جليقًا من فضلك.
هذا اللي بغيتو.
بهذه الطريقه، من فضلك. هذا المقعد بجانب النافذه هو لك.
والله، انا بغاونه قطره للونّ.
دي محطه مترو ولا محطه قطار عاديه؟
وين الكاونتر ديال التوجه؟
ادَاهُ السَّاعَهِ تَعْدِي بِبَيْنِ سَاعَهٍ وَاَرْبَعَهِ اَصَابِعَ.
س ça va prendre بعض الوقت باش نتحضر ولكن.
هذا الظهر، يجب علينا ان نحدد اذا كنا سنتابع خططنا لفتح فرع في مكان ما في امريكا اللاتينيه، واذا فعلنا ذلك، فاين بالضبط، ومتي، وكيف.
هل يمكنني تاجيل هذا؟
بالنسبه للشراءات التي تزيد عن تسعين دولارًا، يمكنك استخدام نظام الجمارك الحره.
بني. اسمي مكتوب علي جنبه.
ساطلب من الحارس ان يفتح الباب بالمفتاح الرءيسي. لحظه من فضلك. ما اسمك ورقم الغرفه؟
انا نستمتع بسماع موسيقي السول.
البطاريه فارغه.
صاف. واش بغا شي رحله طيران ذهاب وعوده لسان دييغو؟
القهوه ليا، من فضلك.
واش الساعه؟
هل احتاج رخصه صيد؟
نريد طاوله بجانب النافذه.
انا عاطل عن العمل.
هل يوجد اي مدرسه غوص متاحه؟
هل ممكن تودّي شنطي في السواحع الساعه سبعه الصبح؟
هل لازم ندفع علي المشروبات؟
انا بحب غويَا. انا متحمس/ه اشوفهم.
واش نقدر نجيب تسجيلات بضراير من هناك؟
هل عندكم حافله للمطار؟
اهلاً، لما تيجي لمصر، يرجي زياره بيتي.
والله، تقريبا ساعه. هذا بزاف بزاف.
دي كويسات بزاف ليا الشط.
واش طول الفتره اللي نخرج ليها ونرجع؟
هل تقدر تحْضِر شنطي لحد الساعه الرابعه؟
المده تقريبا اربعين دقيقه. من فضلك خذ كتيبًا يابانيًا، اذا اردت.
خمسون سنتًا لكل كلمه. كان اغلي مما توقعت.
هل بامكاني ترك هذا العربه بالخارج خارج اللوبي؟
هل هذه المنتجات بدون ضريبه؟
احسن حاجه هو انك تسترخي وتعاير مع صحابك الحلوين.
واليك غرفه مزدوجه مع حمام لمده ليغتن، بدءًا من يوم الثالث من ماي.
هل تقدر توصلهم لبرا قبل صباح الغدوه؟
بسبب عاصفه الثلوج، تم الغاء الرحله الجويه لشركه كنديه رقم صفر صفر واحد.
هل ترسل كتبًا الي اليابان بالبريد؟
واش طول مدتك؟
هل ستءثر الاشعه السينيه علي الفيلم؟
انا علي حميه، فخليها كميه صغيره، من فضلك.
رحله الطيران قد الغيت. سناخذك الي فندق.
هذاك باش نجيوا متاخر، ولكن باللي نحضر الحجز، من فضلك.
باش نعرف الساعه؟
الرجاء اعطاءي خصم.
انا شحال بعيد علي غرفتهم. رقم غرفتهم غدوه واحد.
عندي عشر غرف فرديه، وثماني غرف مزدوجه، وتسع غرف توام.
ما كنعرفو شءوننا هنا.
الرجاء وضعه علي الميزان هناك. خمسه وخمسون سنتًا.
هل يمكنك ان تاخذني الي محطه يونايتد و العوده؟
والو ما بغيت نشوفو.
اه، لاننا نعرف ان الحكومه ستدخل ببعض الاجراءات التحفيزيه الاضافيه.
علاش عندكوا ملصقات بريد جوي؟
هل غادي نمشيو نخطو كلشي علي هاد القاءمه في السوبرماركت ولا غادي تغدينا نروح لدار الادويه ايضا؟
لا، ما عندناش، لكنك اللي تدي البنزين. من فضلك املا الخزان قبل ارجاع السياره.
والو ما باغِتش نبعت هاد الـبوستال جو بلاد اليابان بالبريد الجوي.
في نيويورك. ووكاله السفر قالت لي انه سيكون جيدًا.
شكرا علي كل شيء.
واش عفا ليك نعاود نمشي ليها جاركا؟
اش بغاو سميتك؟
بالمعدل الحالي، سيصل الي هذا المبلغ.
هنا فين معرض؟
استطيع ان استخدم الحمام او الدوش الليله؟
الرقم هو ازدواوج تنين تريّس واواحد واواحد وازدواوج.
نحن مجموعه من ثلاثه.
هايله، عطني عرض احسن.
وقت البدايه ديالك هو الساعه ازدوايه، كما حجزت. لكن مجموعه تانيه كتقرب ترجع من الخدمه.
هل حجزت؟
نروح للتاهله كل 30 دقيقه.
واش طول الفتره بالبريد البحري؟
هنا؟
هادي الثلاثه نيتات ناكون فيها.
اريد تغيير رحلتي.
هل فيوجد محطه مترو قريبه؟
هذا السيد كوباياكا يتحدث. هل يمكنني التحدث مع السيد توماس؟
واش المغادره ديال هاد القطار؟
كم مره تقدمون حفله؟
والو ما بغاونا نتعلمو رياضه التزلج.
انا باغي نعرف علي فين شقتك اللي كايتوصفها.
لشخص واحد؟
جيبلي زجاجه صغيره منها.
واش الناس المحليه كايكلّو بالعاده؟
كان عندك بطاقات ماليه فيها؟
هاذا غادي يولي 40 دولار فين اضافه الضريبه، يعني 43 دولار كامله.
هل سهل علي ولد عمره سنتين يلعب؟
نحب نرسل هاد البطاقات لبلاد اليابان.
انا من فرنسا.
استطيع ان اري تذكرتك؟
تذكره ذهابين الي واشنطن العاصمه، من فضلك.
علابالنا نلعب بالريش هادي؟
هل تقدر ترمش هاد الزفره في بنطلوني؟
الرجاء اجراء مكالمه استقبال.
ماشي نعرفو هاو لڭلال.
فين Telephone اتكاলেক اقرب؟
اجل، تفضل. سانتظر مكالمتك.
هل يمكنك اعطاءي خصم اذا بقيت ثلاثه ليال؟
هل اخذ لك رساله؟
فوق المكتبه، في المسرح مباشره. ولكن يجب عليك حجز مكان.
سماحلي، ممكن ندي ليا خريطه لمدينه؟
اليس هذا خطر؟
هادي اللين طويله.
والله، انا بغاون بزاف من البيض المقلي، والخبز المحمص، وشوربه الطماطم.
خريطه، من فضلك.
واش تقدر تحطل هادشي، بالي؟
هل عندكم نموذج طلب اخر؟
هل علامه اسمك ملصقه علي حقيبتك؟
هل يوجد شيء للاعلان عنه؟
غرفه مزدوجه، من فضلك.
ماشي، ما في مكان محجوز. تقدر تاخد اي مكان يعجبك.
اريد بعض النقانق، من فضلك.
واخد شنطتي.
انت كوري؟
لا، لكن عندنا سياره صغيره جديده تمامًا. اللي حمراها فوق هناك.
قولتلي سعر صرفنا. معناه كل بنك عنده سعر مختلف؟
واش غديبغينا نو لابسو؟
وش سمح ليك، بكم عمله؟
قيّسْه، من فضلك.
والو حتي للو.
واش الواد لي الوبار كايهتا علاش؟
واش واحد باغي يحشم؟
فرانک سويسري، ماشي؟
واش طول الوقت اللي طوله من لوس انجلوس الي سان فرانسيسكو؟
مسا الخير، واش كاين؟
والله، انا بغاون دواء لياقه معديه.
والله كنعرف لي اصحاب نزيدهم علي هاد المكان، تقدر تعطيني نشره هتل؟
خسرت جواز سفري. يرجي اعداد تقرير عن السرقه.
اين را بغيني؟
الْـهَـذي تِـفْـهَـذي تِـلْـفْـوُن؟
سكته ثواني.
ساكتبلك.
واش هي افضل جوله شامله في المدينه؟
هل يمكنك تعبءه هذا النموذج، من فضلك؟
اريد سجقًا ساخنًا مع بصل، من فضلك.
واش الخدمه ديال هاد الريڤيرانت اليوم؟
سماحلي. ممكن تقولي شيّ علي تكلفه العشاء المعتاده؟
تبادل هذا، من فضلك.
واش نشعلوا نخرجوا لباريس غدوو مسا والو ونغيرو لرحله سوءيسير بعد الظهر؟
الرجاء الانتظار لكي يتم جلوسك.
لا غوص.
ايه. دي شقه 11 او 9. المكيف ما خدش. ممكن تبعادوه؟
تمام. فين زر الصوره بتاعه الكاميرا دي؟
لقد فزنا بعقود مع معظم الموردين في اليابان.
استطيع ان اخبرك كيف تصل الي ساحه الاتحاد؟
واش كتقدر تعلمني كيف نستخدم البنزين؟
هل عندكم خردل؟
فال 호텔. اسم مضحك، اليس كذلك؟
القراميش هنا جميله والجريان فيه معتدل نسبياً.
ثمانيه وخمسون بنس.
كان هذا شيّقًا جدًا.
دخلت في الخدمه مع كيسين رحليتين.
بالتاكيد. و من فضلك، ارجو ان تبلغ السيده كوك باطيب تمنياتي التي بادرت بالعديد من المبادرات الجيده خلال اجتماعنا.
هل عندكم اي اماكن اقامه متاحه بهذا السعر؟
عندي رقم حسابي البنكي.
انا خايف ما بقدرش. لازم تطلع برا وتمشي شويه.
انا منزلي.
او ممكن تبعث لي اسم عاءلتك مكتوبًا؟
تذكره لشييكاجو، من فضلك.
واش عفا ليك تقدر تغير العجله بالزبط؟
هاد بزاف يعجبني. وا واحد جا يزورك من باب الزوار.
واش علاقه هاذ الشي؟ من فضلك وشرحلي.
من اليسار، هذه تشير الي الوقت اللازم للانتاج، والتوقع التكلفه، والمخاطر الماليه.
هل يمكنك تغيير دولار عشره؟
واش نتاعاودو واخا؟
هل يمكنك ان توصي ببعض الفنادق الاخري؟
اريد بودره للوجه، من فضلك.
هل الرحله متاخره؟
سّمحتلي.
هنا فيه ثقب.
الان عندنا بس مقاس 8.
عندي قهوه، شاي، عصير برتقال، و هكذا. شكون ليك؟
ما تسخّق.
صافي مابغاش نسلك.
هذا شكله مازال غير مطبوخ. تقدر تطبخوه شوي اطول؟
هل ستاخذ هاد الغرض للعربيه؟
انا بغاوني واحد قوي.
استطيع ان احصل علي فلفل، من فضلك؟
لا، انا حاسس/حاسه خوش. يلا.
فين نا نقدر ناخদ্দ طلبنا؟
عندي واحد اكبر؟
ارجوك اخبرني عندما نصل الي حديقه الخضره.
هل يجب ان اشتري تامين؟
صافي نديال الصور ف لّو؟
واش الفيلم شحال هاد؟
هل يمكنك تحويل هذا الي ين ياباني؟
ايه، انا عملت كده. روحت يوم الاحد اللي فات مع صاحبي.
هادي الغرفه تلاته او اتنين.
اقدر نسلك خبز تاني؟
هل يمكنك مساعدتي في الحصول علي تذاكر؟
هل هو سعر ثابت لوسط المدينه؟
اريد ان احجز طاوله لثلاثه اشخاص في الساعه السابعه، من فضلك.
واش كايشوفو مبني ابيض؟ هو في قدام المبني.
هل هذا هو المسار الصحيح لقطار متجه نحو محطه X؟
انا في فندق "ايه بي سي"، الغرفه رقم 685. ممكن تسالوله يشوفلي علي هاد الرقم من فضلك؟
لا شكرًا، هذا يكفي.
مفاوسي تءلمني.
هنا محطه وقود؟
هاد القهوه قويه بزاف.
اعطني نسخه من تقرير السرقه من فضلك.
عندي شبكات مترو الانفاق في المدن الكبري مثل طوكيو.
اسف، ما كنعرفوش، ما عندوش نفس المنتج.
هل يمكنك اعطاءي مخدرًا؟
اكيد. اتمشّي مباشرهً ثلاثه ارباع من الكيلومترات. ثمّ دِيري يمين. غادي تلقي بوابه صينيه بتصميم جميل.
سيكون التسعير عشره دولارات للشخص الواحد.
سماحلي. ممكن تعبّيه بالرقيق، من فضلك؟
هل شاهدت الشّكوك جيدًا؟
اهلاً، برايك؟ اود بالتاكيد ان اسمع رايك.
واش معاك تديلي هادالجوراب ليا؟
ها نرجعوا هادي مره ثانيو با الغدوه. واخا، واش هو شي ساع ديال الخدمه؟
هل يشمل الشامبو والبرّوش؟
واش واحد سميتو؟
امتي وقت الدخول؟
واليا لي نّديّات.
هذاك غادي نجاوبك بالرقم ديال الهاتف خلاص كي فاتني، بحال ما نقدر.
الطبق الرءيسي هو مزيج من لحم بقري مشوي وبلح البحر.
من اي محطه يبدا القطار المتجه الي بوسطن؟
هذا هو من اجود المراتب عندنا.
هل ستتمكن من تعويضي عن ذلك؟
ناكلوا ليها مع بعض، سقسينا شي فشار ثاني من فضلك؟
هل كبار السن لا يزالون يحظون بالاحترام في اليابان؟
هل يوجد اي تكلفه للسماعات؟
السعر الاساسي هو خمسه مءه دولار، بالاضافه الي رسوم شهريه قدرها خمسه وخمسون دولار.
في فندق هالي كولاني.
بالتاكيد، نعم يا سيدتي. هل ترغبين في استخدام مدّال؟ كيف المقاس؟
هل تم تاكيده مره اخري؟
استطيع ان اري هذا، من فضلك؟
عصير كانتالوب، من فضلك.
واش نوع، يا سيدي؟
هاد شحال هوان؟
والو، ما كايحشمش.
واش نقدر نسحلو واحده ورايا؟
ساعدني، من فضلك.
نستيقظ في الساعه سته كل يوم.
اسف، ما نقدرش. ça va prendre plus de deux semaines.
واش نقدر نجيب لمعلومات السياحيه؟
افهم. ساتحقق مع موظفينا.
واش كيف نمشي لبنيان امبراطوريه نيويورك من هادي؟
واش قيمه تاجير تليفون محمول و جهاز اشاره؟
يا الله.
انت بتاخد طلبات للعشاء لسه؟
اسمي تسينيو سوزوكي. هذه تاكيد حجزك.
في فندق ريتز.
سلام. الي باريس، من فضلك.
ممكن طاوله عند النافذه، من فضلك.
استطيع ان اريك اللي عند المنديل؟
هل هذا الكريم الروجي يمنع التعرق؟
اكياس بلاستيك، من فضلك.
لقيت بزتي.
والله زهقت، نخلي نجرب هادالكعب عاليه.
هل فيه تغيير الحرس اليوم؟
يمكنك الحصول علي هذا الوصفه الطبيه من طبّاع في صيدليه الطابق الرءيسي.
انت ما عندك فكه صغيوره؟
اسف، لكن طاولتنا ممتلءه. هل ترغب في الانتظار؟
هذا واحد فيه شق.
اريد تذكره لمده اسبوع، من فضلك.
هاوّل جايبلي نّلّوّي.
هل ممكن نطلب صحن سجاءر، من فضلك؟
الرجاء الدوران يسارًا.
تانAKA، غرفه واحد صفر صفر.
سماحلي، ممكن شي ماي؟
واش كبير ليا، سقسي ليا حجم صغيير، باللييي.
هذا لطف منك بزاف.
العب برا. انا جاي.
هل بامكانك اعاده اصدار تذكره اخري لتغطيه رسوم المعالجه فقط؟
هذا غادي يدي حوالي ساعه.
خمسون دينار وعشرون دينار وخمسون دينار.
هل هذا صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
سابقيك علي علم بمكاني.
هل فيوجد مغسله ملابس قريبه من هنا؟
استطيع ان اخذ مجفف شعر؟
هل يمكنك جلب الملح لي، من فضلك؟
هدا هبه.
صافي، باغي تشكون.
الرقم صفر ثلاثه ثلاثه اثنان ثلاثه اربعه واحد اثنان ثلاثه اربعه.
واش كنعرف نشكرك بزاف علي هاد الهدايا.
كان من الافضل اني نتماسك بالشنطه مزيان، باش حال حد يحاول يسرقها.
في الليل، بزاف النهار، كيهدا الظلام حوالي الساعه اربعه، وباع الدكان كيهدي يغلقو قبل مانكون.
هل يخصم بدل الخدمه؟
كم تبي مقطع؟
سماح، ممكن تشرحلي البوتونات دي؟
واش حتا السياره اللي فوق، بليموت؟
سماح ليا، بس كايناي واحد يساعدني.
لهالو اربعه ايام. اذا استمر الاعراض، يمكنني اعاده تعبءته.
هل في الخدمه الي سياتل من شيكاغو؟
هل ستتناسب اوراق المقاس القانوني؟
هل يوجد حمام خاص؟
المنشفات يجب ان تكون ملفوفه علي الرف فوق الحوض.
ارني بعض السترات التي تناسب هذا.
ⵏَا نستغرق بنخليو ميكروكومبيترات في هذا المجال الذي كان منسجراً بشده، نحسد بيعها في مكانات تعليميه.
كام هو السعر؟
هناك طلب كبير علي هذه الكمبيوتر الجديد.
ديغ!
واليا لي دواء مسكن للالم.
يمكن ذلك اذا حصلت علي رحله صباحيه مبكره في اليوم السادس والعشرين.
اريد فطيره بالكريمه، من فضلك.
انا حاب/ه نطلبوا ماي، من فضلك.
اذا كانت تلك الجوله كامله اليوم تشمل ميناء الصيادين، فساقبّلها.
والو.
والو ليا ما حسّيتش مزيان، سقسmi لي دواء.
هاد الكفته قويه جدًا بالنسبه ليا.
واش خلصات خلاص.
اهلاً، هاد الفريق شاب بزاف، والدوجرز كايقوي بزاف بزاف.
ما زال ليس كذلك، شكرا.
الرجاء الوقوف في منتصف مجموعتنا.
واللي بغيتو، نطشو الملابس قبل مانتهي النهار.
فيلم عرض ملون، من فضلك.
عدد السكان في اليابان هو السابع في العالم.
واحد حاول يدخل بالقوه. واحد قاصر، حسب كلامي.
هاد الضيق بزاف في الصدر.
هل يمكنك الاتصال بشركه تامين؟
شحال النبيجات اللي عندكم؟
لا، خذ رقم ثلاثه.
خمسه دولار.
واش، شكرًا ليك. كان ليا الخدمه.
انا في زياره عمل.
انا رايح نمشي في هتلن. باقيلني هنا بس ثلاثه ايام.
انا بغاون تليفزيون متنقل، باللي
هل فيوجد اي فنادق قريبه من المطار؟
اريد شطيره بجبنه و خيار، من فضلك.
عندي خيط في بطني.
الصقوا بالفرقه الانقاذيه، من فضلك.
تذكره طالب واحد، من فضلك.
الرجاء كتابه رساله بمجرد وصولك.
انا اسف. شوف، انا غادي نهدر للعربيه. ما تبقالي تدعي علي الشرطه. والدي غادي يقتلني.
انا معصب.
هل يمكنك تغليف هذا كهديه؟
عندي الم خفيف في البطن.
انتَ لستَ لديكَ شيءٌ بينهما؟
شريطين دولار واحد وشريط عشره سنتات عشرين، من فضلك.
ما كايخدمشو بيضات راه في الولايات المتحده.
واش نقدر نعيدو مياارنا؟
و من فضلك اخبروهم اننا سنكون متاخرين بحوالي ثلاثين دقيقه.
اعطني عشره رموز، من فضلك.
انا استخدم صندوقك الامن.
واش كيف نمشو للعشا؟
هديّ، بسرعه.
باش بغاو يوليوه جاهز بحال هادي. ولكن مع خدمتنا الخاصه، بحال هادي العشيه.
طبعًا، خذ الحافله رقم خمسه من فندق الملوك وانزل في ساحه المدينه.
سماح ليا، ممكن تبعتني علي المحطه؟
واش تقدر تلقه عند محطه الباص اللي فوق.
ساسالُهُ عن مُوَاجَهَتِهِ قبلَ انْ اتَصلََّ بِهِ.
مكتب تاجير السيارات، من فضلك.
نحب نشوف الجبال.
هذا للستات ولا للرجال؟
والله غاولي نشري شي نظاره جديده.
نريد ان نبلغ عن امتعه مفقوده.
هل ناكل من الدار علي الطريق؟
باش بغاووه بحال هادي لليل.
حوِّل هاد الي بيستا. من فضلك.
ايهما تفضل، مقعد تدخين ولا مقعد غير تدخين؟
هذا السيد تانAKA. انا للتو سجلت، لكنني لا احب هذه الغرفه.
ويسكي علي الثلج، من فضلك.
لا، ولكن لدينا طبيب يستطيع فهم اللغه اليابانيه جيدًا جدًا. فلا يوجد اي مشكله علي الاطلاق.
والو.
ماشي معرفات الاحجام الاستراليه.
هل ستتمايل معي؟
هذا كل شيء الان. كام المبلغ اللي عليك؟
اذا كنت انا، كنت جرب هكا.
الرسم البياني يوضح الفروق الرءيسيه بين النوعين المختلفين من العقود.
انا افعل؟ لعب الشطرنج لعبه مثاليه بالنسبه لي.
ايه. بغيت نشري شويه هدايا تذكاريه. تقدر تحليلي شي حاجه تقليديه؟
واش هو مريض. من فضلك اتصلطبيب ليه.
وش رياضه البلاد بلاصه بلاصه؟
واش انواع البرامج التلفزيونيه اللي 관심ك فيها؟
هل ناخسر نهار ولا كنعاودو عليه باللي رايحين لامريكا؟
ارني الجدول الزمني، من فضلك.
انا بغاونا مكروفات.
اعيش وحدي؟
غادي تلقي تترواح ساعه تقريبا.
واش كيف؟
الكاميرا ديالنا ما خدّاش بزاف.
اقيك لباس.
نعم. هذا الصباح اشتريت ستره من محلكم. ولكن عندما عدت وفتحتها، لم تكن هي ما اشتريته. هذه فاتورتي.
واش كايناكل هاد؟
عندي سلطه خضرا؟
كامل، شكرًا.
هل تعرف اي دكاتره كايقدروا يتكلمو بالياباني؟
واش اول مغادي يبدا البرنامج؟
هل يمكنني الدفع بالين؟
هواياتي هي التسلق الجبلي والعباده علي البيانو.
والله ما تصدقني لازم نرجع لليابان. يا ربي كنت بغاوني نمشي فيها بغياده.
الميه خايره من فوق. ما كليتش نمور هني.
اوصي بقطعه تذكاريه.
هذه السيده مايازكي في الغرفه رقم عشرين وثلاثه عشر. اود ان يتم منادتي للاستيقاظ غدًا في الصباح.
دي معروفه بالبحر الجمال.
الي اللقاء.
فين نا نقدر نشري شي زينه؟
ايه. بلات، احمر، و اصفر.
ساكون سعيدًا بمساعدتك.
والله، بغيت نزيدو فيها علي البمبه رقم خمسه، بالليييييييييييييييييييييييييي
تبارك الله فيك.
فين نا نقدر نعوضاش شي شيك مسافر؟
هل ستعمل حجز لنا لغد ليله؟
هل يمكنك ان تاخذونا الي المقاعد سيتم عشره و سيتم اثنين؟
انا كاين ليا قادر نشتري شحال جديد بس هاد شي الفتره.
الرجاء ان تقص لي جزء من شعري علي اليسار.
كم مره باص هايد بارك ماشي؟
هل عندكم مرشد يتحدث اليابانيه؟
نعم، سلطه خضراء، من فضلك.
ابحث عن دكتور فاهم بالياباني، من فضلك.
قريبًا وبخطيب. لكن فيه مشكله. ما عنديش خطيب لسه.
عاوزلي دواء، من فضلك.
اريد تغيير غرفتي.
سمعت الاعلان عن الغاء الرحله رقم واحد سبعه.
والله، انا بغاوني جازان مع خيول، باليغه.
يلا راه. فندق ميلتون علي اليمين.
واش نشري التاجيه منين؟
نحب نسقي مكان.
الرجاء القياده باسرع ما يمكن.
الطعام هناك سيء.
شحال بزاف بزنزير ديال مشروبات كحوليه عندك؟
نحب نوصول لدار لاله قبل السواح شاوه.
هل انت مستعد تخفيض السعر الي سبعه دولارات؟
والله، بغيت نشري شويه قبل ما نخرج. تقدر تحكم علي الحقاءب بتاعتي شوي؟
يمكنك تغييره في اي بنك من البنوك الموجوده في المطار.
والله، بغيت شويه دبوس.
كم هو المعدل؟
عندي نبيذ ورد ممتاز.
حسنًا.
استطيع ان اتحدث مع السيد جونز؟
هذا الفاتوره شنوه؟
واش شفتو المباراه؟ يايلانكس كتاو.
اود اجراء مكالمه تجميعيه الي اليابان. انا واتانابي جورو، الغرفه رقم واحد اثنان ثلاثه. اود التحدث مع السيد واتانابي ماكوتو علي الرقم 8145394119 تجميع.
هذا فاتورتك.
هادي جايب ليا حا تحاول.
لا، ما فعلت. انا جاي من اليابان للتو.
ماشي، شكرا، بقدر نجيبو بالنافس.
هل هاذ المخلي يخدم شارع الخامس؟
المرشد السياحي ديالنا غادي يتقابل معنا بمطار.
مكالمه من شخص لاخر، من فضلك.
تمام، شكرا.
دي بتخدي خفيف.
انا لدي حساسيه من المحار.
استطيع ان اخبرك ببرنامج التلفاز اليوم؟
واش نهار اليوم؟
هذا ظلال عيون؟
هادي صح. هادي تدرب ليك.
الله يسقينا ويشفانا، قريب هتشافي.
انا مدرس.
والو لي بغا صندوق الوان.
ثلاثه وستون تعرض، من فضلك.
علي اي قناه الفيلم؟
الطعام المكسيكي.
هنا الحافله جايه. بزاف عليك.
اهلاً، المفتاح للتسوق الناجح هو الوصول مبكراً قبل الزحام.
صافي حا نتعاقدوا.
اه، كويس. وقتنا متوفر بكثره.
شّويه الكوكتيل اللي خاصّتك؟
هل عندكم هذا باللون الاخضر الداكن؟
عشرون الف ين، من فضلك.
هل هذه البوابه لرحله الخطوط الجويه الامريكيه رقم 20 الي ميامي؟
هذا قليل جداً.
هل يمكنني تغيير هذه العمله مره اخري الي عمله بلد اخر لاحقًا؟
اعطني كل فلوسك.
عندي مكتب شحال هادي فوق. هادي ان بتلر، سكرتيرتي. ان، هادي السيد اوزو من اوساكا.
والله، انا حاب نطلب مقعد فءه اقتصاديه لمدينه شيكاغو هادي الثلاثاء.
واليكم طلب حجز غرفه لمده ثلاثه ليالٍ قادمه.
هل يمكنك ان تفتح لي الباب؟ ام هل يمكنني ان اقترض المفتاح الرءيسي؟
واحده من تلك العلبه الحمراء، من فضلك.
مايهاما هي المحطه الصحيحه لديزني لاند.
هاد ماشي بزاف.
الي اين ça va arrive الموبس عند فندق هيلتون؟
هادي طبق ماشيّو معروف فرينا.
الرجاء دفع رسوم الغاء الفندق.
تمام. انا غادي نمشي من الخدمه الساعه 6، فاش تنكتب 7؟
تمام. رصيد حسابك هو سته وثلاثون دولار.
هناك متاجر كبيره منتشره هناك.
هل يمكنني استلام امتعتي في الوجهه؟
الرجاء التحقق منها بسرعه.
علاش عندك هدايا مزيانه ليا الرجاله؟
يا خو/يا صاح، نتاكّلم ليا علي الاكل.
واش تقدر تعلمني كيف نستخدم المنبه؟
دراسه
بالتاكيد، ها هو الخردل.
المقبس ما كايمهشي.
واش شفتوش لوحه Air U.S. 707؟ ليك عليه.
حصلت علي سته عشر دولارًا من البنزين العالي جدًا.
عندي مغص في البطن. ممكن نعطيني دوا؟
كنت نبغي اله ربط.
كان هذا شاءعًا خلال الاربعينيات والخمسينيات من القرن الماضي.
اريد ان اعرف مقاس رقبتي.
تعطيكaffeeيه تانيه؟
المفتاح معطوب.
استطيع ان اتصل بك؟ هل لي ان احصل علي رقم هاتفك؟
هذا مزيج من اربعين بالمءه قطن وستين بالمءه نايلون.
ساراهن علي الارقام الحمراء الزوجيه.
الاشتراكات للايجار كتساوي 8 دولار لمجموعه كامله، وبدل التبن كتساوي 2 دولار.
من ثلاثه ايام من السابع من يونيو.
هل يوجد اي شقق يمكن لتاجر السياحه ان يستاجرها؟
هل هو عارفه انا هنا؟
غدوو؟ انا ما كنعرف والو شحال النهار، ما كنعمل والو طول الاله. ولكن ليش؟
اريد ان اطلب اتصالاً مرسلاً الي السيد هاشيموتو.
هل فيه مقابله كره قدم هاديووم؟
هادي شحال هاك. ناود هادي، باللييييييييييي
استطيع ان اريك فاتورتك، من فضلك. ما هذا الرسوم؟
عندهوم علي الطرف التاني ديال بزنس ديال بزن.
واش اللي درتوا عليه اليوم؟
اين يجب ان اتقدم للحصول علي تجديد؟
هاد بزاف زايد.
تابيو اوزورا.
هاوّل ناك ندينا.
والناضر عندنا طاوله في قسم التدخين.
واللي عندكم شامبو لخشونه الشعر؟
اهلًا، هل يمكنك مساعدتي في ملء هذا النموذج؟
هل يوجد خصم للسياح؟
اريد سحاب.
بعد الشامبو، بغيت مكياج يد.
والو بزاف. لاباس. واش، عندنا فندق جيد سميت "ذا بيفولي". هو مكانه علي الحي الشرقي.
ساقوم بالانتقال الي رحله اخري في باريس.
ما قالك never.
واش خدمتوه زمان؟
بالقِسم ديال الهدايا عند الباب.
لا. هذا تومره.
عندي موعد الساعه سبعه.
واش كايخبط؟
الرجاء الضغط علي هذه.
نحب نطلب كراسي نوم لمدريد لليله دي.
اكيد. فقط اتمشي في هذه الشارع مسارين، وستري بنك ناشنز علي يمينك.
شكرًا لك، ولكن اود ان افكر فيه.
واش المغزي؟ علاش جا؟
كم حد هادشي بالطار؟
واش غدي يحصل لو قلتوا نعم؟
هل ترغب في اجراء اي معامله اخري؟
المراه الحمراء، هي كوكتيل فراوله يعتمد علي الشمبانيا وهي منعشه جداً.
هذا مفيد. شكرا. اسف، اسمك من فضلك؟
هل كان عليها اي تفاصيل او علامات خاصه؟
هناك حافله اخري في الساعه الثانيه عشره و ثلاثين دقيقه.
اقدر نشوف الستره اللي فالزجاج؟
دَاايْكِيرِيِّين دُوّ، من فضلك.
هل في اي مطعم يتكلموا بالياباني؟
واش تقدر تحالفا ليك؟ ضايعته في الزحمه.
ها ندي لك دوزه.
صحبي/صاحبتي كان ضربوه/ضربتها الم حاد في البطن.
والله خدميني كريم لبشره دهنيه.
هل يمكنك ان توصي بجوله سياحيه؟
عشرون وثلاثون دقيقه تقريبًا. يرجي الانتظار في قاعه الانتظار.
هل يمكنني اجراء مكالمه تجميعيه الي اليابان؟
اقدر نطلب بيتزا لينا في الغرفه؟
اعتقد انه يمكننا ان نوفر طاوله في غضون ثلاثين دقيقه.
شحال هاد الباربر الاقرب؟
كم ثمن المجموعه؟
انا من المانيا.
الرجاء تحويل هذا الي دولارات.
هل عندكم كمثري؟
فيه رواءح طيبه جايه من الجوانه دي.
ستريني كيف نخدمو تلفون؟
اراهن ان هناك اشخاصًا يتناولون المخدرات هنا.
واش عاتيق ليا؟
استاذ، ممكن نسال عن وقت المغادره من هنا؟
واش هو برا.
ابي خايف من الطيران.
انا هنا مع صاحبي. هل يمكننا الجلوس معك؟
الْطَّعَامُ رَاءِعٌ وَالْاَخْبَارُ مُجْتَهِدُونَ جِدًّا، وَلَكِنَّ التَّلَوِيزْيُون مُتَكَاثِرُ الْاَغْلِيَهِ.
الله يسلمك. خليني نشوف كتابي. عندي موعد هذا الجمعه. هل تفضل الصباح ولا الظهر؟
شكرا جزيلا. من فضلك ادفع عند الصراف هناك. شكرا مره اخري.
واش عاد بانتي؟
فين لوبي الاداره؟
الساعه التاسعه.
انا اسف. ما معي ما يكفي الان.
تمام. خلينا نبلغه. جاهز؟
هل هذا كوارتز؟
اوه، انا بحاجه لنشتري بعض معجون الاسنان ايضًا.
اريد طلب خضره بطاطا جاهزه للاستلام، من فضلك.
التلوث الهواءي مشكلَه جَدِيَّه في هاد المدينه.
هل عندكم قسم للاسترخاء؟
صدر بطني.
رقم الهاتف هو واحد اثنان ثلاثه اربعه خمسه سته.
واش باغين سميه ولا لحم؟
الرجاء ايجاد مقعد. يجب ان احصل علي مقعد.
لازم نمش لدار للطيران قبل الثامنه الصبح.
اعتقد اني قابلتك من قبل. انا كينيشي يامادا من نانيو تكنولوجي.
واش كتعرف فهاد شي شگره تفكيك البصر، بالليله؟
بدينا حفله وديه غدا. كون جايب، يا خو؟
اقدر نسلكوبيده؟
هل اقدر نقوم بتصوير فيديو؟
واش الطياره دي صغيره بزاف ما فيهاش كل الحقاءب.
من فضلك، لا تدخنوا في المصعد.
والو ما بغيت نطلع رحله بحريه.
ارجوكَ اقتَرِح مطعمًا.
هادي الغرفه رقم 325. التلفزيون ما كايبغي شحال.
والله، انا بغاوني مترين ديال هاد القماش، باللييي.
الرجاء الدفع مقابل رسوم النقل للوصول الي هناك.
واش واحد، كلب ولا قط؟
ويمكنني اخدو.
هل ستجلب لي بعض الثلج و كاسين، من فضلك؟
كان عندي لتر واحد من الميه المعدنيه من التلاجه.
الرقم الجوي ديالك فين؟
عندي مشاكل في القلب.
وين السمسم؟
هنا المكان اللي حصل فيه اصطدام من زاويه اربعه ايام البار الماضيه.
احيانا نخرج نلعب الغولف في عطله نهايه الاسبوع.
علابالي بعض النقاط لي كنعاود نعاود عليها.
والله، بغيت نحدد موعد لعاوديه الصباح.
سكت. انا رايح نراسل ونحدد موعد باش نشدو.
هل تقدر تحطّ الثلاثه؟
سماعات الاذن ما تبدو كانها تعمل بشكل جيد.
واش في شي في السينما عيني هادي؟
هل يمكنني ان احصل عليهم مُعاد طباعتهم؟
هل عندك ياقوته بمجوسته من فضه مطبعه؟
واش العمره المانعه؟
اريد عصير طماطم، من فضلك.
ايه، ممكن توضحلي كيف نستخدم السماعات دي؟
الي اي ساعه مسموح لنا بالدخول؟
واش تعرف فحلات عندها موظفين بيع من اليابان؟
ايه يا سيدي، فيه ناس من احسن الناس عايشين هنا - ناس بيبخلوا علي سواق التاكسي، لو فهمت اللي قصدي يا سيدي.
جيب ثاني، في اتجاه واحد، من فضلك.
انا مُحجز علي الطياره الخامسه المتجهه الي سياتل غداً.
اناءنا مللي شويه، ولكن مفيش داعي تقلق.
اوفِ بجميع وعودك.
واش نمقدر نمطبع علي مدرسه الغوص؟
هل عندك ظرف تاني؟
لا زيت شعر، شكرا.
واش نهار؟
ما كليت هاد.
واش كتقول. لاباس بزاف. ولكن مش غلي فاللي قليل؟
ما عندي ماڭنيفات باش لخانه ديال الماڭنيفات.
عرفت انك ما وقفتش علي اللافته؟
بْهداشي لليله؟
حجبي سابع.
والو نتي غادي حوالي د 10 ديال العشاء.
رقمي واحد اثنان ثلاثه تسعه صفر خمسه وخمسه.
من طال السبيلي لشارع ساويل، ينبغي ان ارتدي بدله.
شحّن البطاريه، من فضلك.
ابريل العشرين.
نحب نعوض علي طياره مساءيه.
الملابس، الحقاءب، الاحذيه، اشياء من هذا القبيل.
هي بنت يابانيه عندها ثمانيه سنين.
واش راك؟ والدي يبعت صحابو.
حوّولو بسرعه، او حنا غادي نتاخر.
هل هو هش ولا ينكسر؟
انا خايف هاد المشروع غدي يفسد.
علمني بالتدريج، من فضلك.
حوالي ساعه ونصف.
انا اسف. اعطيته لشخص اخر كان معاقلاً في نفس الغرفه.
ماري كانت في الوقت المناسب للقطار، لكن جورج لم يكن كذلك.
العمل واللعب لا يجعلان ياك طفلاً مملًا.
اهلاً، هماش بحشمّ عليه.
التذاكر السريعه صالحه فقط للقطار والمقعد الذي حجزته.
شكرا جزيلا لك يا جوكوروساما علي شرح كل هذا لي.
من ثلاثه ايام ما خربني والو.
واش فريق نسولف عليه لباقع؟
اي شاطء هو الاكثر شعبيه بين الاطفال المحليين؟
كلها ممتلكات شخصيه.
اوه، مجرد كوكا فولاحده.
اِستمتعوا بالحلويات.
اليس من الخطير اكله؟
هذا هو علامه المطالبه الخاصه بي. هل ستتحققون منها علي الفور؟
اشترِي ايضًا كميات كبيره من الماكولات البحريه من دول اخري.
اشياء هشّه.
ماشي، ما تدوّي. ناكلوه.
كيفاش نروح لـ "Fisherman's Wharf"، من فضلك؟
واش حتا جايب ليا شي شاي و خبز و زبده؟ دي الغرفه رقم 2 او 3 او 4.
والو، قلبي فاااق من البيره.
يعتمد ذلك علي ما اذا كان لديك شيء للافصاح عنه ام لا.
تمام يا سيدي. من فضلكم قوموا بالتعليق و انا هقولكّلكم لما نربط المكالمه.
طباعه الحاسوب شاله بزاف شحال هاد الجو.
هل يمكنك من فضلك تغيير هذه الشيكات الي شيكات اصغر؟
مانشستر من فضلك.
انا اسف، ما نفعله هذا.
لقيت شي حاجه. ممكن تبعتلي منديل؟
اِذَا كَانَ مَرَرْتُ بِالْمَعَارِسِ الاَخِيرَهِ؟
كام هو السعر لتذكره الي وايتপ্লেইن علي الخط الشمال؟
هل هي جوله نصف يوم؟
ارني الجدول الزمني من فضلك.
واش بغيت نمسح ايدي؟ وهناك حمام نقدر نمسح بيه ايدينا؟
هل انا بحاجه ل تذاكر؟
السياره فيها شي غلي. تقدر تتحقق منها؟
واو. هو عارف اننا باغيين لبس.
اتصال بعيد، من فضلك.
انا اسف، لكنه في اجتماع الان.
كنت نبغي بنك. وين اقرب واحد؟
شحال الوظيفه؟
يا ولاد، واش هاد علاقه؟ وين قلّي؟
صباح الخير. واش كايلاقي من القايسين؟
البطاقه فيها انحناءه. ممكن تعطيني بطاقه ثانيه، من فضلك؟
يجب عليك التسجيل في غضون تسعين دقيقه قبل موعد المغادره.
اتْرَكْتُ معطفي في خزانه فندق.
الرجاء تغيير هذا بالعملات المعدنيه الصغيره.
يمكن يكون حد خذوه بالخطا.
هنا فين كورس المبتدءين؟
علاش عندكوا الوان مختلفه؟
والو ماكينه سمعنا اللي جابتها البارح، بغيت نرجعها.
اي خط يجب ان اختار؟
سَوِّلي نِّي صَفْصَف.
عندي طياره متصله علي نورث ويست 234. فين ناخدم الحقاءب؟
هل يمكنني تغيير المقاعد؟
خمسه دولارات وسبعين سنت. جاكند ليا калі غدي يولي.
هل يمكنك ان تسال عنه الي طوكيو؟
هادي الغرفه رقم سته-واحد.
واش خفيف!
الرجاء من فضلك مستواكني الساعه سته صباح الغد.
يبدو كقطعه ذات جوده عاليه.
هل اريد ان اخذ امورك؟
انا اود ان احصل علي فاتورتي، من فضلك؟
مواجهًا نهر التايمز، من فضلك.
سماحلي، تقدر تصورنا؟
هل فيوجد اي اماكن غوص قريبه من هنا؟
والله خدموني شطيره جبنه كامله، بطاطا مقليه وشوكولاته.
الرجاء ارسال هذه الشحنه بـ "ريسيلفي" (COD).
انا سعيد جداً لانني اتناول وجبات غربيه منذ ان غادرت طوكيو.
والغرض مني هو ارسال هذا عبر البرقيه.
الرجاء كتابه اسمك، اسم الفندق، ورقم هاتفك علي هذه الورقه.
هل يمكنني تحديد موعد ليوم الجمعه؟
صباح الخير. هذا هو رنّان الاستيقاظ الخاص بك.
لقيت تلفون.
الرجاء ان توضح لي الطريق الي مكتب البا.
سماحلي. ممكن تقسم هاد دولار و صفر سنتات؟ انا باغو نمكال فون، بس ما عندي شي تغيير معا واحد.
من التاسع حتي التاسع.
هل يمكنك طباعه اسمي وعنواني علي راس الرساله؟
هذه فاتورتي لاثبات الدفع.
هل يوضع الزي الرسمي؟
واش كايولي الخدمه ديال الوجه بالماسك ديال الاعشاب؟
والو ما بغاونا نديور الشيك.
واش الطَّقس كان فه لوس انجلوس؟
هذا الشيء برا هاد. روحي لمحطه المترو اللي مكتوبه عليها رقم ثلاثه. هاد المترو هيودي معاك لـ فندق باي فيو.
بهاد البرنامج، المستخدمين كايقدروا يخلقوا صفحه ويب في اقل من عشر دقاءق.
سقطت وخدعت ركبتي بشده.
ارني من فضلك.
شحال مكتوب علي اللوحه؟
وشي اللي حافظ منتج ا علي حصته السوقيه الكبيره الخمسه سنين اللي فاتت؟
تمام. من فضلكم، قوموا بالتحقق من جوازات السفر.
اعطيني دولارين.
متي رح تيج؟
عندك نفس الشي باللون الاسود؟
واش المغادره ديال اخر قطار؟
الرجاء ان تتركني في المحطه التاليه.
لوحات الايجار، من فضلك.
اجل، عندنا ثلاثه ملاعب تنس في الخلف من هذا الجناح.
الرجاء اصطحابي من المحطه.
واش نشعل في الصف؟
الرجاء الذهاب الي النافذه الخامسه.
تمام يا سيدي. نشوفك علي الساعه السابعه.
علابالنا فيه شي غلط في المحاسبه. وهو القيمه؟
والو سياره تلقاءيه تدي بنزين بزاف.
ايه، باهيه، باهيه، كانت النهارده دوزه شويه حراره.
من غير القانونِ المُرّكن علي الرصيف.
اهل تفوتك طوابع بريد؟
مساكحتاج لنصيغه طبيه.
اقرب شيخ خمسه.
رد فعل الناس علي النموذج السابق كان في الغالب ايجابي.
واش كيعرفو نروحو لهونيكيه مع بعض؟
ما بغيت شي، اللي تختارو ماشي حتا.
حسنًا يا سيدتي سوزوكي، لديك حجز علي الرحله رقم اثنان ثلاثه عشر المغادره غدًا الساعه الثالثه بعد الظهر. يرجي تسجيل الوصول قبل الساعه الثانيه.
صافي ليا شويه فلوس صغيره؟
يمكن يكون ضاع عندي عند المكتب.
بالتاكيد. هذا ثلاثه قطع معًا؟ سنحتفظ بهم لك.
ما كنعرف نمشيو علي الشاشه مزيان من هاد المكان.
سماحلي، ولكنني اريد منك ان تحتفظ ب passaportي.
تمام. الان تم حجزك.
بيل، من فضلك.
واش باغين نجمعو ناكلو مع بعض؟
هذا مءسف. كان من الجيد جداً التحدث معك.
ما كنعرفو كلمه باش نديها.
الاختلاف الاكبر هو الاحساس بالمساحه.
هل عندكم خصم للاقامه الشهريه؟
هذا علي الطريق او في المدينه؟
لقد وقعت عمليه سطو.
هل ستسكن لمده ثلاثه ليالٍ كما هو مخطط؟
استاذ، هل يمكنك الاتصال بي لاحقًا؟
والو ما بغيت نرسل تاغرم.
الي اين مو غِيلي نِخْدَع؟
اجل، للمجموعات التي تتكون من عشره اشخاص او اكثر، ثلاثه دولارات للشرب.
هذا جواز سفرك. يرجي التوجه الي البوابه Fourteen عندما يتم استدعاء الرحله.
قصّيت وسادي علي شّوي زجاج.
ما تبخلّيني.
هاد بزاف خير.
مازال ما وصللي شنطي.
اراه صعيب نقول. يعتمد علي حركه المرور علي الطريق السريع. تعرف، عندها حركه قويه في هاد الوقت من النهار.
واش عرفني كيف نشرب هاد؟
اريد لحم خنزير مشوي.
خلصت الوقود.
هل يمكنني تجربه المقاس الاكبر؟
الرجاء ملء هذا النموذج. اين يجب ان ناخذه بعد ان نعود به؟
قابلتك لما سمحتلي انت تزور مكتبنا في طوكيو العام اللي فات.
واش تاكل في هوتيل تاني؟
كيفاش نلعب؟
استطيع ان احصل علي خبز شيبس وبعض الخبز؟
واش بتقدر تحلي لينا مطعم جيد؟
واش طول؟
بدا العداد من فضلك.
ما كنش نشوفو لون صافي بحال هادي من قبل.
استطيع ان احصل علي دواء للبطن؟
هذا ما لم اساله عنه.
صف لي، فين ممكن نغسلو ايدينا؟
سلام، ضعت بطاقتي الاءتمانيه. من فضلك، قم بالغاء البطاقه القديمه واصدر لي بطاقه جديده.
واليك اود ان اتحقق من امتعتي.
واليكم تذكره ذهاب وعوده الي محطه "س"، من فضلك.
كام هو السعر ديال الغرفه؟
الرجاء، اتبعوه. هو سيعيد لك تسريح شعرك.
واش بغا ليا كيس بلاستيك؟
عندي ثلاثه امتعه.
وا ممكن سميتك ورقم تليفونك؟
واش كتقول. طعم الحلويات اليابانيه مختلف بزاف علي طعمنا.
هل يمكنك ارسال شاحنه جر الي شارع مينتو رقم 100؟
هذه عاءلتي.
هل صحيح ان انقل الي مقعد اخر؟
صافي هاداعا يديور؟
اكيد. انا رايح قريب من المكتب بوست اويَان.
والو. راه ماشي بزاف. طيب، نشوف هادي، فيها عمليه بسيطه. كل اللي عليك هو تحط هاد النوع من الفيلم هنا وتضغط علي الزر.
هل يمكنك ان ترتب لي الجلوس مع زوجتي؟
كانتني ماء سخن.
اريد ان ارسل رساله تلغراف.
هذا لانه القرارات تُتخذ بشكل جماعي.
نزلو هاد الدرج ومشو مع الشاره.
علاش عندك بيره محليه؟
هل تقدر توقف هون؟
اذا اشتريت اثنين، بكم غادي تخليه؟
ايه. هاذا.
فين المصعد ديال Grindelwald؟
غرفه فيها حمام وشاور.
كنت نبغي مظله.
اتصال دولي، من فضلك.
عشرون دولار؟ واش قولك خمسه عشر دولار؟
واش خدم تلّي؟
الله يبارك فيك.
اريد طاوله قريبه من النافذه، من فضلك.
هل تقبلون الشيكات المسافريه هنا؟
المسءول ما عندو ه الان. غادي يوصل بالزاف لما رجع.
المفتاح، من فضلك. غرفه الحاديه عشره عشره عشره.
انا بغاون كاميرا بسيطه، باللييييي
هل هو اصلي؟
هل يمكنكِ احكام اشرطه الظهرلي؟
واش بغيت تدي ليك فين صور ديال اشعه سين.
واش تعرف مكان تاني قريب يقبل الين الياباني؟
واش هادالبناطيل القصيره غليضه بزاف؟
البطاريه فارغه. هل يمكنني استعاره كابل الشحن عندك؟
دواء للبطن، من فضلك.
لقيت بزجاجه عصير، ولكن ما جيت والو.
انا نعجبني الموسيقي الشعبيه.
استطيع ان اري واحدًا مماثلًا للواحد المعروض في نافذه العرض؟
مرحبا، وكاله السامري للعقارات.
هل عندكم فاكهه طازجه؟
هاوّل، ناكل اللي سمّاحو عليه لليل.
فين الصالون ديال الاكل؟
حوالي ثلاثه ملايين ونصف اليين.
ارسلوه بالبريد المسجل، من فضلك.
هل عندكم بعض مسكنات الالم في هذا الفندق؟
تمام. اوه. هل يمكنني ان اخذ حمام اليوم؟
الطرف التاني شحالو؟
اعطني تسعه عشرين عشره، واحد خمسه، اربعه واحدات والباقي ريالات.
اليابانيون يحبون فعل الاشياء جماعيًا.
خلينا نشعل النهار.
واش الساعه في طوكيو؟
لازم نوحِّلْ ليه.
اريد شويه كروت، من فضلك.
كنت باغي نشري هدايا تذكاريه بضرايبه معقوله.
بارك باتري، من فضلك - ولكن هل يمكنك ان تتوقف عند ساحه الاتحاد؟ اريد ان التقي بصديقي هناك.
صافي عليك قريب.
اسف، ما يمكننيش. انا ممكن ان اتوقف الا في الفنادق اللي مكتوبه هنا.
شكرًا جزيلاً، ولكن.
شْلُوّك غِي دِّيْرّو؟
هل الي اليمين ولا الي اليسار؟
ديماالي شي؟
الرقم ديال الباب علاش؟
الحق توقيعك، من فضلك.
هل هذه المنصه رقم سته؟
هاد شوي حار، لكن انا نعتقد انك غادي تحبوه.
والله، بدي شيّوبه ميه بارده.
هل خطر الذهاب الي شو؟
تذكره لديترويت، من فضلك.
بالنسبه للدراما الموسيقاليه، لا يوجد شيء يضاهي شارع 42. المسرح ممتلء بالكامل كل يوم، ولا يمكن الحصول علي تذكره واحده. اعتقد انه امر نادر في تاريخ الدراما الموسيقاليه.
استاذ، ممكن تاخد لي شنطتي بالعمي، لو سمحت؟
الله يهديك، بس شنطي كبيره اوي مشيتش قدامها. ممكن تحكم عليها؟
نهتم بالاثار.
هل ممكن تدي ليا شويه ميه؟
اتصل بالشرطه.
جات.
طول الكتف، من فضلك.
استطيع ان اري البرنامج وقاءمه الاسعار؟
طبعًا. هانعطيك بطاقتنا.
هل عندكم موديلات تانيه؟
باب الدخول الي الطاءره رقم سبعه عشر.
في التاسع والعشرين من ابريل كان عيد ميلاد الامبراطور شوها، والد الامبراطور الحالي. الان، يتم الاحتفال به كـ "يوم الاخضر".
واش قيمه ارسال هاد البوستال الي اليابان بالبريد الجوي؟
هل ستاخذني للديسكو؟
ايه، دي برج النصب التذكاري. واحد من اشهر مباني المدينه.
علاش عندكن شوفينا؟
سماحلي. هاذه هي الطريقه الصحيحه للوصول الي بنك الوطني الاول؟
والله غاولي نمشي نركب صندوق امان.
بدا قتال.
هل تقدمون اي خصم خاص؟
عندي اكثر من عشرين سنه خبره في هذا المجال.
انا معنديش خاصني في هيلتون سيسايد. عارف، انا مضطر بزاف ليا علي الحقيبه دي. كل لباسي موجود في دي.
سلكوا هذا المنفذ هناك ودوّرو علي اليمين، من فضلك.
انا اسف. رقمك غلط.
واش تعرف كيف ترسلوه؟
الخط مشغول.
الكان فين شواير الكهرباء؟
استطيع ان اري واحد اخر؟
الدار فين؟
تمام. هل تحملين اي نباتات او طعام؟
راه بزاف. واش كيتبغي. خلينا نروحلولوا البحر.
هل هو في نفس اتجاه هذا المبني؟
يبدو مبالغًا فيه جدًا.
انا كاتسوهيكو ناكانوما. اي رساءل لكم لي؟
بالمقام، هل اريد حجز نفس الرحله لان لدينا مكانًا لك؟
هل ممكن نغير حقتي هادا الان؟
الاسم سوزوكي.
اسمي يوسكي تانAKA، و انا الان اتصل من المطار.
هل هي ناضجه؟
ماشي حقي.
فين الدخله؟
واحد من الحقاءب بتاعتي متضرر. فين ندهل باشكي؟
واش هاذ شي يولي عالي بزاف.
هل بامكانكم احضار امتعتنا من فضلك؟
الرجاء جلب لي علبه بيره. اذا كان لديك بيره علي دفعات، فافضل ذلك.
واش هاد كيه يخليني نتذكر، خصنا نشعل محل شحالو كيهدّرو موسيقي كلاسيكيه مزيانه قريبه من هاد المكان.
انا بغيت سيارتي.
بالتاكيد. هل لي بريدك الهاتفي، فقط في حال الضروره؟
لا. في الواقع، بسبب الاسعار المرتفعه، مضطره للسكن عند امي في كوينز، والمسافه ذهابًا وايابًا تستغرق ساعتين.
اعتقد اننا كذلك. الان لدينا نقطه واحده فقط لمناقشتها. وهي عدد الاشهر من الاشعار المسبق التي يجب ان يمنحها كل طرف للاخر في حاله انهاء العقد.
والله، انا حاب/ه نطلب تذكرتين ليوم الجمعه الجاي بعد الظهر.
هذا شوي مبالغ فيه في الطياب.
هل هي قصه حب؟
العب من باب الترفيه واستعمله في الاعمال كذلك.
واش المغادر ديال المترو لـ اوكسفورد غدي يخرج وين؟
اريد ان اجد رقم شركه الخطوط الجويه يونايتد، من فضلك.
اعتذر عن ابقاءك منتظرًا، رقم الغرفه هو التسعون وتسعه. هذه مفتاحك.
نبيّين. هل هذا مصنوع محليّا؟
بالتاكيد. هل لديك لون معين في بالك؟
والو ليا حاسبني.
وين الجردان؟
استطيع ان اري جواز سفرك وتذكره السفر؟
واللي بغيت شي ورق تبوله.
اليابانيين ما كباشروا شغلهم بزاف.
كنت سميت طوكيو ثلاثه سبعه سته خمسه اربعه ثلاثه اثنان واحد.
اقدر نحدد موعد غدووور؟
هادي لبتايه عاديه فيها حروف قديمه.
اي طياره راكح taghlab wbbelha?
يطير في الثامنه و خمسه و عشرون صباحًا من مطار سان فرانسيسكو.
هذه غرفتكم يا سيدي. اين تريد ان تضع امتعتك؟
سماحلي، ولكنني اعتقد انك تجلس في مقدي. ما هو رقم مقعدك؟
لو سمحت، ممكن تودّي شنطتك علي الكاونتر؟
نعتبر واشنطن العاصمه الامريكيه مركزًا للعلاقات الدوليه.
تمام. هاقول ليها تخلصها.
الاسم اوداكا. عندنا حجز للساعه السبع.
انا؟
واش راك غاودير في لوس انجلوس؟
في المترو.
ثم، يقل مشكل التلوث البيءي كذلك. اليس كذلك؟
شحال رقم الحافله؟
ماشي مشكله.
للاسف، مهندسنا، السيد اكياما، مضطر للرحيل مبكراً لحضور اجتماع اخر.
هل عندكم خدمه تاجير او خدمه استلام؟
ماشي شي صابون في الحمام.
انا افضل ناقل اوتوماتيكي.
سته عشره دولار، ثمانيه سنت، وباقي المبلغ ريالات.
واخدو البوسيه من برا علي اليمين.
دي ليك.
اريد خبز ابيض، من فضلك.
وين حمّام؟
شكرا لك علي اليوم.
هل عندكم هاتف عام؟
دقاءق، ça va aller.
حوالي الف وخمسماءه دولار استراليه وخمسون الف ين.
شحالك؟ عندو دكتور هانا؟
هل ماشي حكايه ناخد طياره علي الطريقه دي؟
رقم حجزتي هو ست وعشرون سبعه وتسعون.
والو ما بغيت ندي الطياره الجايه لبوسطن.
هذا الطبق، من فضلك.
تمام. بالي بقي هنا. انا رايح نطلب تاكسي.
جيبلي كوكيز بقطع شوكولاته.
انا في اواءل الثلاثين من عمري.
واش بغا نشري كحل. واخا نهبلو ليا لون ورد.
ماشييش عناء ولا حاجه.
باقي هنا حتي رجوعي.
الرجاء اخبار السيد توماس انني اقيم في فندق هيلتون.
فين الجمعيه الخيريه الاقرب؟
لا. عليك شراء رمز من تلك الاله.
هاد جديد هاد الموسم؟
سماح ليا، ولكن اشعر انني مريض.
اريد ان اءكد المعدل.
اذا كنت انا اقوم بعمل مكالمه دوليه من غرفتي، هل هناك رسوم اضافيه؟
والو.
والله، بغيت ندي هادو الرقم. تقدر تساعدني؟
واش سميتو باص ولا قطار يودي للعاصمه؟
اريد ان اتصل باليابان من الخارج، من فضلك.
هل انا بحاجه الي جاكيت؟ وماذا عن ربطه العنق؟
اريد ان اطلب منك خدمه.
دي في السله قريب من المكنسه.
لا يجب ان اشرب اي شيء يحتوي علي كحول.
اناprepّر للامتحانات ديال دخول الكوليج.
بالحليب و السكر، من فضلك.
واش سخونه؟ ماشي سخونه، ها؟
واش تقدر توصي بلييييييييييييييييييييييييييييييييييييييييييييييييييييييييي
هناك كازينو في هذه المدينه.
انا جيعان/جيعانه.
هذا فاتورتك. نقد ام بطاقه اءتمان؟
استطيع ان احصل علي ويسكي مع صودا و براندي، من فضلك؟
كم تبلغ تكلفه التسليم؟
ما كنعرف نمشي في الماء. انا محتاج سكوتر نجاه.
دَاكْ وَ وَ وَ دَايرْجْ.
الّي نخرج.
جايه نديّوّه.
حوِّل يمين عند الزاويه.
حسنًا، السنه العليا هي سنتك الرابعه في تعليم جامعي بعد السنه التحضيريه والسنه الاولي والثانيه.
والله، بغيت ندير دروس خاص.
تجميد.
واش وقت تقدر تيجي شفتو؟
هل عندكم قاءمه نبيذ؟
لي رجلي وجعاه.
هادي ماشي بزاف، هاذي.
اصلًا، عندهم مجموعه ضخمه من مسرحيات شكسبير، اليس كذلك؟
واش مللي البطوله؟
الحمد لله انك جيت.
واش خدمتنا؟
نحب نطلب قارب تزلج.
علاش عندك فكره لقصه شعر ليا؟
هل عندكم خريطه لمدينه هذه المنطقه؟
واش باغين شحال من بطاطا؟ صغيره ولا متوسطه ولا كبيره؟
شحال هاد المكان الكتير حيوه في المير كانال؟
هل فيوجد صندوق بريد بحولنا؟
واش هاد، علاه كتعاون ليا؟ نقدر نشدوه؟
اصعد التله. ستصل الي طريق ذي ثلاثه فروع. ثم اذهب يمينًا.
استطيع ان اري البيان المفصل، من فضلك؟
اريد شريحه واحده من فيلم 36 صوره، من فضلك.
هما غادي يقولولك المحلوله لي غا عليك تاخدها.
تمام. هكايا، من فضلك.
انا نطلب الاينيسبا.
اجعلها مكالمه جماعيه.
قلّتُ شويه. ولكن التَكَلُّم والفَهْم شيّن مختلفين. مثلاً، انا نعرف كلمه "غريب" – ولكن ما بقدر بحكي ايّ سطر هو لساده الغرباء.
تمام. عندك تذكره واحده للبالغين بس؟
خُذْ دَواءً واحِداً مَعَ كُوبٍ مِنَ الماءِ.
واش حال عيلتك؟
تمام. هتوصل ميه وش دولار.
هنا كتب الاطفال؟
ماشي حته تليفون هنا.
حسنًا، حوالي خمس عشره دقاءق سيرًا علي الاقدام.
استاذ، ممكن توصل ليا من محطه بوسطن من فضلك؟
ايه، هي موجوده. مين بيتكلم، من فضلك؟
واشelfات الحراره شحال؟
خمالتي وريت.
في الغالب اعمال تجاريه وقليل من المشاهدات.
علاش عندك غساله سيارات؟
ارِنا اين مالك.
ارجوك اكتبلي.
واش نقدر نجيب هاد بحال؟
استطيع ان اذكر لك بعض الاماكن الجميله التي تستحق الزياره؟
سلام. دي كارول براون بتكلم. ممكن اتكلم مع سوسان؟
اولًا، اركب خط شُو. واين عليّ ان اغيّر القطار؟
لقيت محطتي. شنو نزيد؟
واش المغادره فين؟
علاش عندك شي غرف فيها منظر فح وخلاص؟
هل ستخبرني كيف اذهب الي مكتب البريد؟
واليا لي زوج من النطرونات.
الرجاء التقاط صوره مع المبني الموجود خلفه.
هل عندكم اي صحف يابانيه؟
اعتقد ان صندوقًا كبيرًا سيكون باهظ الثمن جدًا.
مسا الخير. انا محتاج نسوي طلب فيزا لادخال بلديكم.
عليهم بزاف ملوش.
بريد جوي؟ خلينا نشوف، ça va coûter cent quatre-vingt dollars.
والو ليا جرا ليا، واخا يوجعني بزاف.
سَلَامٌ عَلَيْكُم، طَوُولْ غَابْ.
هل اقدر ندخل؟
عندي تامين المسافر.
بشّويه اوروبا.
هل امريكان اكس ماشي؟
هل دفعتِ فاتوره الفندق بالفعل؟
المرحاض يبدو مسدودًا.
والغرض مني هو ايداع هذا في حسابي.
هل هذا يشمل الوجبات؟
وا مزيان، تفضل بالجلوس.
والله غادي نخرجFriday اللي 29 وارجع Sunday.
واش الساعه الان في اليابان؟
شيّ يعجبني.
اذا كنتم تريدون خدمه في يوم واحد، فسيتم اضافه رسوم اضافيه بنسبه خمسين بالماءه الي فاتورتكم. هل هذا جيد؟
ناكل الثلاثه مقاعدوسطيه في هاد الصف.
علاش عندك اقتراحات؟
سمعتك.
ما عندنا هادشي في المخزن، ولكن ممكن نطلبهولك.
استطيع ان اريك ذلك، من فضلك؟
حطه في واحد من الاكياس الكبيره اللي في خزانه الملابس. من فضلك املا استماره طلب التنظيف بخصوص العناصر اللي تحتاج تنظيفها.
انا عامل في التلفزيون.
اقدر ننزلق بالخط مع هاد التيكيت؟
وش الكتير؟
واش درتي عليه؟
الله يرزقك من خيره.
فيه ملصق ميكي ماوس عليه.
واش تقدر توري ليا حاجه تانيه؟
هادي صح.
والناڨس بحال الميناء، نشري.
بصحتك، ما كنعرف حتي كيف نعاود.
هل فيكم طيارات تانيه موجوده النهارده؟ انا لازم اكون في لوس انجلوس هالوقت.
والو ما نصدق حتي ما كييعلاش. نعرفو هادشي مهم، و كنكون علي استعداد باش نديور عليه مره ما كنعرفو شنو برنامج التسويق اللي كيخدمك بصالح.
من وين في كندا؟
الجو حار بزاف اليوم. خلينا نروحو نشطيو، ها لا؟
عيوني كبيره بزاف وواضحه.
ضروري نعيد تصليح هاد الساعه.
يا هيه، نسيت نسال، هل في باص لمدينه بعد اللعيبه؟
اريد ça ajouté à la facture de la chambre.
لا، انا ما نمتش لنيويورك.
اقدر نسولف علي سبرايت؟
انا عندي صعوبه فنيتيهال نلاحظ صاحبي علي الطريق.
واش نقدر نجيب عشره دولارات واحدات ليا هاد عشره، من فضلك؟
خديت كاميرتي في الغرفه.
واليا كاينا شي غلاف كاميرا.
واش باغيو معايا نشرب شي حاجه؟
واش الساعه اللي بدا دارو؟
ارفعوا ايديكم.
استطيع الحصول علي نسخه من تقرير الشرطه، من فضلك؟
اعتقد انك تحتاج تغيّر عاداتك الغذاءيه. ما بتعملش كتير رياضه بالزمن دا، ها؟
واش، كننا عجبنا بزاف. شكرًا ليك علي الدعوه.
هل اضع امتعتي هنا؟
اقلّ قليلًا من الرقبه.
هل يمكننا ترك امتعتنا معكم اثناء الذهاب للتسوق؟
ايه، ممكن يخليني مطر بعد شويه.
هي باقا في اداره قانون الضراءب التجاريه.
هل فيوجد ايضًا مقهي حلويات؟
اكيد. هما من كاليفورنيا و طازجين اولاً من كل شيء. بما اننا بنبيع بسعر رخيص، فانت بتعمل شراء ذكي لو اشتريتهم اليوم. دولار و 50 سنت فقط للقطعه.
طول متوسط، من فضلك.
واش كيفاش نديقه؟
هذا تحت، علي اليمين.
والو ما بغاونا نشدو مع شحال هاد.
هل ممكن تغيّر لي القِيمه؟
ساتحقق. ايه رايك تغادر السبع و اربعين؟
الرجاء تحويلني الي الخط التالث صفر صفر.
فين محطه باص سانتا مونيكا؟
هادي هديه ناكلها ليا من الجابون.
اختي تعبانه وشويه غريبه.
هل ستساعدني، من فضلك؟
عندي الم في البطن.
فين ناكل لباس تقليدي؟
وين مكتب المفقودات؟
علاش عندك قميصات؟
ارني حانه كويسه، من فضلك.
ساطلب ستيك من لحم البقر (او: قطعه لحم من لحم البقر) وشطيره لحم ضان مشويه لزوجتي.
هذه هجمه حاده علي القولون الامامي مع تمزق. يجب ان تذهب الي المستشفي فوراً.
تغطيه كامله، من فضلك.
الان، اذن ماذا علينا ان نفعل للعشاء اليوم؟
ها ندي ندوير عليه.
هل تقبلوا شيكات المسافرين؟
هذا لازم يكون ليك. ساءق التاكسي جابو ليا هادشي صباح اليوم.
عندك نفس الشي هكا؟
ده مركز التجاره، كمل جديد.
يمكنني ان اقدر 300 دولار شهريًا.
واش ممكن تدي ليا حراسه لدار الجاز؟
نحب نبرد المريق اللي متاثر بالثلج المفروم.
اِذَا كَانَتْ مَقَاعِدٌ مَارَهٌ؟
لا، ها نُراسلوه.
واش بغيتو شحال؟
هل لديك اي تاريخ من الحساسيه؟
هناك قارب رصيف للوصول الي جزيره الحريه من منتزه باتري.
هل يوجد ممر لترك الملابس؟
ساعدني. ما كليش نتحرك.
سياره غير مدخنه، من فضلك.
رجاءً اكتب عنوانك الداءم.
انا جاهزون للرد فورًا علي اي استفسارات قد تكون لديكم.
ما غادي نشرب الهضيفه.
والو ما كاينه؟ بغا ندي اللي بغا ندي. عفا ليك؟
هل في هاد القريوله محلول كبير؟
الولد اللي عند الاستقبال قاسِ جداً.
فندق اقل تكلفه هو الافضل اذا كان في حي امن.
عندي زجاجتان من كونياك.
في الاول، تحتفل مدينتا هيروشيما ونقاساكي بقرابين ذكرايه، بينما في الثاني يحضر الامبراطور الحالي قداسًا للقتلي في الحرب.
واش نقدر نقرا هادو؟
دي طابق تمنتاشر. خد السكه B، بالليييييييييييييييييي
هل يمكنك اعطاءي الوصفه لهذا؟
اش خليهش شي خيار تاني؟
سُءلْ الحَمَّالْ.
عندي انفلونزا.
هل هو بالدوش؟
هذا، ايه، الطرف الاخر من المدينه، كتله بعد مابل. الطرف الشرقي من المدينه.
تمام، كلّكم جاهزين. الان رقم طيارتكم الجديد هو صفر صفر ثلاثه تغادر بتاريخ السبع عشره من يونيو.
نحب نمرّ عبر اجراءات الجمارك الحره.
واش باغين لغدا، لحم ولا دجاج ولا سمك؟
خُدعتُ وسُرقتْ محفظتي في المترو.
خلّيني نقراو عليه سطر كسطر، واحد، صفر، فاصله، سبعه، تسعه، اربعه.
مقعد درجه رجال اعمال، غير مدخن، من فضلك.
هاد الباص يخدم لوسط المدينه؟
ما كنعرفاش هو عايش هنا خلاص.
انت ما عندك غرفه اقل سعر؟
هادي مكان مزيان لخدمه الشكلاط، مش هكي؟
الكنبه فين لينا الكهرباء ديال الشعر؟
السياره القديمه ديالنا ما كانتش تمشي مزيان.
والله، بغا مني قمريه.
خلينا نشحطو علي كل واحد مشارك في هاد الصفقه فورًا.
انا مرن. واش خدمتي؟
واش كايعمل؟
ممرضه، تعال بسرعه.
ماشي شي بلاونچ.
طالما بالاصاحتي قبل ساعه، ما بغيت ندي فلوس بزاف.
الزياده بتخف تدريجيا.
قلت علي رقم غلط.
والو ما كاني نعوملي.
والله، بغيت نجرب شي صغيير شويه.
واو، لاباس عليك، واخا كتعاوان. عدينا نفتحو عليه راه شحال؟
فين المحطه؟
ويمكنني ان اعطيك شيفروليه سبكتروم مقابل اربعين دولارًا اسبوعيًا، بدون اي قيود علي المسافه.
بطاريه خليه جافه هذه الكاميرا، من فضلك.
الرجاء اقتيامي الي هذه العنوان.
هل تقدر تقسم هاد عشرين دولار علي عشرين عمله؟
والو، بغاونا نلقاو فندق. وين مكتب المعلومات؟
حجزه مقاعد جنبو الزجاج.
خدمه الغرف من فضلك.
حوِّل يمين، و ستجد واحد علي بعد ميل تقريبًا.
لقيت حجز من 24 الي 27 من غشت. هل يمكنني تغيير حجزي من 25 الي 27 من غشت؟
اه، شكرا. ما اعتقد انني استطيع. هل يمكنني العوده مره اخري؟
حوالي خمسه وثمانون فرنك او ماءه دولار امريكي.
هل هناك علامات تجاريه اخري؟
جيبلي شيشه.
هذا في الجنوب.
هناك مبني جميل هناك.
الرجاء تحصيل المبلغ عن طريق بطاقتي VISA. رقم البطاقه هو 28735984، وتاريخ الانتهاء هو مايو 1995.
والوكه بغنمي شي كوزين مع بزاف من النخله الجويه، بالليييييييييييي
علجه سينما سود و بيضاء، عشرين صوره، من فضلك.
اريد غطاء عدسه، من فضلك.
ارجوك تحدث ببطء قليلاً.
واش بغيتو يشبه ليا بزاف، باللي شحال ديال ميج ريان، من فضلك.
والله، بغا نعرف بزاف من الخمسيه، بالخاصه.
هل ممكن تحفظ شنطي لحد الساعه خمسه؟
فين نديور ليها نطلب ادخال؟
لقد اجرينا استطلاعًا شاملاً علي احتياجات الزبون.
واش ما نجمعوش علي الغدا بكره؟
واش بغيت ليا لباس رياضي، باللييي.
فين مكتب سيل جراي؟
ما كنعرفو شنطي.
الزمن كانه الساعه 8ه في الليل – علاش مازال فيه ضو العام؟
والوا شحال مكان غلياتو؟
هل تود ان تاخذ بوليصه تامين؟
هل يمكنك الاحتفاظ بسياريتي حتي موعد المغادره؟
سماحلي. ممكن تعلميني كيف نخش للبنك الاقرب؟
علي اي طابق؟
شكرًا جزيلاً.
واش نشري جدول القطار؟
سماحلي. ممكن تقولي فين يخرج القطار من بوسطن؟
هل تقدر تطيبلي شويه تخفيض؟
طالما بقيت في نيويورك، لا ينبغي عليك تفويت رءيه مناطق واهرامات اخري مثيره للاهتمام، مثل تمثال الحريه في جزيره الحريه.
واش واحد ليك بين الاير او البحر؟
هل غيرت لـ 100 دولار؟
ده بارك سنتر، مش هالك؟
جاتني نراقب البار.
ويمكننا ادخالك في الساعه 3 بعد الظهر. واذا كنت بحاجه الي استءجار بعض المعدات، فيرجي القدوم الي النادي الاجتماعي عند ربع الساعه الثالثه.
ثمن التذكره هو ماءه وثمانيه عشر ين.
كنت ça كادت تسخشني سياره ونزلت.
والحميه ديال البراكو ما كباشتش لزال. منفضال جايبها ليها بزاف.
فين ناكل بوجيه؟ واخا خدمت؟
الْيَوْمْ رايْحْ لْمُوزِيي الْلُورْ، وْشْكْلْ شْفْتْ كاثِيدْرَلْ نُوتَرْ دَمْ الْيُمْسْ.
هل يمكنك ان تعطيني الفلفل من فضلك؟
شكرا جزيلا علي مساعدتك خلال رحلتي الي الولايات المتحده.
وين بزنس؟
هل يمكنك الاحتفاظ بهذه الحقاءب حتي الساعه الرابعه؟
والو ما بغاونا نعيدوه ليا نرجع لبلادي اليابان.
علاش عندك مجموعه خياطه؟
انا من سويسرا.
القاعده محروقه.
عندي بطني مريضه.
انا مزارع.
الرابح واحد بس علي الحافله، ما عندوش موجه.
واليا ربيتي الفستان ليا.
سّمحتلي، ممكن ترفع مقعدك شويه؟
يوم جيد، اليس كذلك؟
اعطهالنا. هذا كل اللي عندك؟
صاف. من فليملا هذا النموذج اولاً. واخبرني عن لون وحجم ومحتويات حقيبتك.
هل عندكم خريطه شوارع؟
الرجاء ارسال هذا بالبريد البحري الي اليابان.
جات هنا.
واش بغايني بطاقه؟
هذا الصباح اخدت دواءً للبرد جبتو من اليابان.
اريد ان احجز مقعد.
واش طول الوقت اللي خدّيه نْقْډّش من هادي لبْنوكْ دِولان؟
الي اي بوابه يوجه الرحله الثانيه عشره الي واشنطن؟
اقدر نطبخ ليا؟
هل يمكنك من فضلك ارتداء ربطات العنق؟
متي استيقظ؟
هل ممكن تفتح التابوت؟ انا باغِيه نعصب الحقيبه.
بْـهْ تْـهْ دْـارْ لْـساعَه؟
اُريد صندوقين للهدايا، من فضلك.
كنت نبغي مقلاه غير لاصقه.
واش المحتوي ديال هاد الباكيج؟
يبدو ان مباراه البيسبول قد اُجلت.
هل عندكم هذا باللون الازرق؟
ماشي حيتعرفو هاد المبني. ولكن هادي هي الطريقه الصحيحه للاقليم اوياما، بزاف من التاكد.
الفيلم خلصان ليا. كاين شي واحد يبيع ليا شي فيلم هانا؟
هل تقدر تحوليلي للغرفه ديال اقای موري؟
والله، انا حاب/حابه نطلب مقعد علي الخط بتاع يونايتد، رقم الرحله تسعه و عشرين لمدينه نيويورك.
اِذَا مَا هُوَ وَقْتُ الْصُورَهِ التَالِيَهِ؟
كم سعر تليفوناتي؟
احتاج تذكره مواصلات لدورفر، من فضلك.
لا يسمح بالمرور.
عندي واحد اصغر؟
اطلبوا وثيقه مفقوده.
محفظه وكاميرا.
انا من اليابان.
والو، ليك عليه تا تاخدو باص.
ساراجع. اسف، ما يمكنني ان اجد اسمك.
سماح، هل شارع ارموز قريب من هادي؟
استطيع ان اقدم لك شيءًا علي الفور؟
اعتقد ان هناك خطا. هل يمكنك ان تجعل ترتيبًا لنا لنتمكن من البقاء؟
دي ڤيزا والرقم هو اربعه وتسعه صفر ثمانيه واحد خمسه واحد اثنين ثلاثه سته سبعه سبعه سته صفر صفر اربعه.
هل يمكنك تحويل هذه السلبيات الي شراءح؟
هل يجب ان اخد معا معطره؟
والو حتي هادي. دي ماشيه عشر دقايق.
واش واحد ليك خير، شحال او شاي؟
واش كتعمري ليها؟
واش نقلب هاد العلامات علييا؟
هل في هاد شي ميناء؟
هل يمكنني الحصول علي هذه الظرف، من فضلك؟
اكيد، يا راس الحصان. عجبك ده؟
التحضير ديالو خدوم، ولكن هو واحد من اكتر العناصر اللي معروفه عندنا.
هذا غادي يولي في حوالي يومين او ثلاثه ايام.
هل ستخبرني كيف اصل الي مدينه سان فرانسيسكو؟
استطيع ان احصل علي سماعات اذن اخري، هذه لا تعمل بشكل جيد جدًا؟
واش كتعرف نشرب شي قهوه ولا حاجه؟
انا رايح لمكسيكو.
هذا يبدو جيدًا باستثناء شيء واحد.
اريد بيض، من فضلك.
فقط كاس ماء، من فضلك.
وجبه فطور من نوع كونتينيان، من فضلك.
هل يوجد خصم للطلاب؟
انا بغاون لمبه، بالليييييييييي
الرقم الذي توصلت اليه غير نشط.
واش لعبتك؟
اه، خُذْهُ بكلِ فُرْصه. راءع. الان فهمتُ النافذه.
متي طياره تخلص في روما؟
علّاندو نزيدو وقت باش نحدد.
سُلتُ عنْ قِسْمَهٍ صَغِيرَهٍ لِلْوَلَد.
شارع 72.
اذا قطعت، ستكون خارج مسار المضرب.
انقل، من فضلك.
هاوّل انا غادي نشوف لغاو. ممكن يكون واحد من اليابان، متكلمو بالانجليزيه، عايط لغاو.
دُفع بالبطاقه، من فضلك. ماستر كارد.
بعد ذلك، من فضلك. جواز سفرك، بطاقه خروج الوصول، وتفويض الجمارك، من فضلك.
اقدر نمشي بالقدمين؟
هادي باغي راجع بعد.
نعم. تيراياما. وضعني اقرب ما يمكن الي المسرح، من فضلك.
واش كايتقال ليه؟
هل فيه حمام قريب؟
كان عشاءً راءعًا، شكرًا لك.
استطيع ان انقل الي مقعد فارغ اخر؟ لا استطيع رءيه شاشه الفيلم بوضوح من مكاني.
المستشعَر للدخان شغال.
والو ما بغيت نخرج في نزهه بحريه علي خليج سان فرانسيسكو.
هل عندك اي فكره فين رايح؟
لا. دفعو للسواق.
واش علاش ساعات الدكان؟
نّاود طاوله في زاويه.
والو ليا ما كنعرفش، ولكن ما كنعجبنيش رواءح اللحم. كل اللي بغيتوه نمناوهم هي الخضره.
اعتقد ان هذا مُحسوب بشكل خاطء.
والله، انا حاب نروح نزلّق لمده اسبوع تقريبًا. عندكوا اي برامج سياحيه لرحلات التزلج؟
عليهم كايڭلو مبارتينين سمفونيه موسي.
هاديشي ماشي حتقولو، هانوليومروك ليا.
الطقس اليوم مزيان بزاف.
شخصان وطفلان دون الثانيه عشره، من فضلك.
شرحلي براحتي.
انا بغاون شري فايم فيلم ل هاد الكاميرا، باللييي.
والناحنون ما كاينوش عطل وطنيه مرتبقه بالديانه.
كم شنط تقدر تحمل؟
ولكنه ما كيعمل.
استطيع ان اري تلك الحقيبه، من فضلك؟
واو، انا محظوظ. هذا حتي لم يخرج في اليابان بعد.
شفتّتّ الثلاثه ميه دولار عند المكتب الشنط.
هل يمكنك الوصول الي تلك القلم تحت الكرسي؟
هادي انا غادي نهدي صاحبي، حتي.
كان عندي لخمس سنين نتيجي هانا.
كم قيمه الين الياباني مقابل الدولار الامريكي؟
واش بغا مني سلطه جمبري نصف رطل؟
شحال ماشي قهوه ولا مطعم فالدار؟
يا خو، جيه شحال غلي!
القطار السريع ماشي علي البلاصه رقم 8.
واش كنعرف، انا شحال واخد.
يبعد.
هذا سوزوكي يتكلم.
ساعتي الشخصيه ضاعت مني وانا بالخارج.
واش هاو طول الوقت بالبوس؟
تمام. حجزنا غرفه الفندق ديالك.
المنخل مسدود بالتراب.
بخير، انا نعتقد انني يجب ان ابدا في رحيلي.
يا خو، انا رايح نلقاك، خلينا نتقابل في حوالي خمسه عشر دقيقه.
هل حجزت بالفعل؟
ها انا ذا، ساقوم برحله قصيره الي المكسيك.
علي اي طابق يوجد ملابس النساء؟
اقدر نسلك تذكره تحويل؟
السلاسل متعبه.
واش الخدمه بطيءه بزاف؟
نẓer ⵍا ⵏⵜ ⵜⴰⵏⴷⵔ.
العلاله بزاف بزاف ماشاو ما نعرف نشخص عليهم.
واش كيف نمكال تليفون؟
لا، انا مهتم ببنطلونات جينز وسترات بنطلون.
لدينا احجام مختلفه.
قلت الخطا في الحافله. هل يمكنني الحصول علي تغيير؟
ماشي معروف.
واش نقدر نجيب باص يودينا لبيلڤيري هيلز؟
هادينا نتقابل في دربي.
هل عندك اي مهدء؟
وش الشركات الثانيه اللي بتعمل شغل كويس؟
قول اللي بتقوله و افعله.
هل يوجد حافلات سياحيه؟
الرجاء استبعاد المحار من طلبنا. انه غالي جداً.
ثم سادفع لك ثلاثه مءات من الشيكات المسافريه.
فيليس انفجرت بالبكاء عند سماعها الخبر.
ها انا غادي نزيد نيويورك، شيكاجو، نيو اورلينز ولوس انجلوس.
فين الصيدليه؟
اورلي فواتير الطيران بتاعتك.
ماشي حالك؟
واش كيعجبنيش هاد الطريقه ديال التفكير.
ماي سخن فقط.
هذا سيكون جيدًا. هل يمكنني رءيتها، من فضلك؟
اريد شوكه، منجرف، من فضلك.
انت غادي تطلع يوم العشرين من ابريل، وانترجع يوم العشرين من ابريل. كاين شي غلطه؟
هل ستتبادل الدولار الامريكي بالجنيه الانجليزي؟
واش باغين لحم ولا دجاج؟
والله غاولي نجيب شي كوانتي لي كنعاوه للعشاء.
واش تقدر توصي بفندق جيد؟
وايتير، جيبولي الف Rechnung، من فضلك.
ارجو ان تاتي لزيارتنا مره اخري، من فضلك.
عندي حمي خفيفه. عندك شي يابسه ليها؟
تذكره واحده لفيلم "طاءر"، من فضلك.
هذا صحيح. يبدو كانه اشجار طبيعيه ناضجه بالكامل. يستمتع الناس بالمشهد الذي ينتجه.
ها انا غادي نقدّم ليك دكتور العيله ليا.
والو ما كنتش خدمت مكان كيجمال شحال هادي بحوز Boston.
رحلت شيءا في الغرفه. هل يمكنني العوده للتحقق؟
هل يمكنني الدفع بشيكات المسافر؟
والو، ما كيمكنني نتخيل باش منطقه الاستقبال مسموح فيها بالتدخين. بزاف من المشاكل.
نحب نشري سياره صغيره.
هادي الغرفه ديالها بزاف بارده.
احتاج خريطه للمنحدرات، من فضلك؟
هل ستتقدم هنا الي هذا المعرض؟
استطيع ان اريكَ اين يمكنني تحويل النقود؟
اذا بامكانك خفض السعر قليلاً اكثر، ساشتريه.
قلّت الملح بزاف.
انت ملاكي. شكراً جزيلاً.
لهدف خمسين دولار؟
الصاله الطعاميه في الطابق الاول وتفتح الساعه خمسه و ثلاثون دقيقه مساءً.
سماحلي. ممكن تعلميني كيف نخش للفندق Fairmont؟
واش كتعاود بزاف ديال بزنز ديال لبن في الجمع؟
هل هاذا السياره تاكسي متوفر؟
في امريكا، اش رقم ديال شي اتصال للخارج؟
هل تقدر توشرحه تاني؟
واش المغزي لساعات عمل البنك؟
هل يمكنك تغيير تاريخ رحلتي من لندن الي طوكيو؟
والله، انا محتاج تلات دولار تانيه.
هنا، مفقود، من فضلك.
ناريد نشدو مزياحو رياضيات خاص بالغرب.
هل يمكنني فقط ان ادفع الفرق من التذكره اللي عندي؟
اجل، انا كذلك. لماذا تسال؟
بواسطه البريد المسجل، من فضلك.
الطبق الرءيسي في اليابان هو الارز.
علّاو نركّص ميزانيه.
ايه، بغاو شي بزاف من النبيصه الحمرا.
اوه، لا. ماشي الحال. هذا كل اللي عندك؟ حسناً.
نّاود طاوله بجايه عندو الباب.
لِرُو حَاضِرَه.
هادي الغرفه رقم واحد عشره. ممكن تبعني شويه بيره؟
واو، ماشي، هاكذا. ناكل نحاول.
اه، طبعًا فيه مطاعم كويسه. بعض الناس ياكلوا علي عربات الاكل، وبعضهم يجيبوا اكلهم المكتب. بشكل عام، ما نقضيش وقت طويل علي الغداء.
الان ننتقل الي الموضوع التالي.
ربما الطعام الخام للغداء كان فاسدًا.
هل يمكنك اعطاءها بعض الدواء ضد الغثيان، من فضلك؟
ما كنعرف نمبرحلي حالي بالزاف بالدارجه.
مجرد متعه.
هل استخدمت الثلاجه؟
انا بغيت رجوع شنطتي.
كان هناك دم في براغي.
اسف، ولكن لا يمكنني ان اقف بجانبك.
و اردت ان تدعوك معنا، اذا لم تكن مضطرًا.
هل استطيع مساعدتك يا سيدتي؟
اجل، في غرفه الطعام وشوايه.
اسمي يوكيو اوكا، الرحله رقم 125 الي ناريتا في الرابع عشر من اغسطس.
والو ما بغيت نشري هديه لبنتي.
عليهم بزاف من الرزق رغم مابيحشمواش. مع ذلك، كايقلبو علي السعر.
دُو سَ دولار لِ واحد بَوند. هادا كيعلاش؟
اتشيرو سوزوكي. اس-يو-زدُو-كاي.
علاباليك واحد صاحي يساعدك في هادشي؟
حسنًا، قبل المغادره، هل تمانع في اخباري ببعض انطباعاتك عن اليابان؟
سماحلي. ممكن تقولي لي اِذاً متْقْدروا الصور علي ما تْكون؟
عندي مارفين دورفلر علي الخط. هل اضيفه ليك؟
دينا خدمتتلك ميه دولار.
واش فاكر فيها هاد المشكل، جورج؟ تقدر توضيّح الموضوع شويه للطبقه؟
في هذه الحاله، ما عليك سوي عدم ملءها.
هل صحيح ان افك مساحاتي الاماميه؟
انا من كولورادو. من اي جزء من اليابان انت؟
اكيد. كنا مشغولين بزاف باءتار، ولكن اليوم المكان فاضي تمامًا. متي طيارتك تطلع؟
دفعت الدراهم نِقداً في الحال.
الرجاء الاتصال بالمدير.
نا Ninaq n nṣawwafu?
قولهيش تاني، من فضلك.
والو لعبتي كارت.
كم هو سعر الشحن الي اليابان؟
صاحبي/صاحبتي تعرض/تعرضت لصفعه من الربو.
هل العشا جاهز؟ انا جيعان/جيعانه. هل يمكنكِ/يمكنكِ ترتيب الماءده؟
هل يمكنك ان تكتب لي شهاده بسرقه؟
الرجاء وضعه في هذه الحقيبه البنيه.
ما كنعرفش.
كان بزاف بحيرني من من اول ما وصلت.
واش كيفاش نمشيش؟
خديت المحفظه ومفتاح الغرفه عند الشاطء.
انت هنا في عطله كتب الكتاب؟
يلا. واش غادي تدي شوكه فالكيس؟
هل ممكن نعاودو في داركم؟
اذا حدث شيء، من فضلك اتصل بي.
النتيجه النهاءيه، من فضلك.
كم مره يمشيو هاد الشي؟
نحب نرسل هاد الخطاب بالبريد المسجل.
وصولي سيكون متاخراً بثلاثين دقيقه. من فضلك، ارجو تاجيل تسجيل الوصول.
واش بغيتو مخلولين و مابغاتوش، باللييي.
سماحلي. ممكن تعلميني كيف نخش للو حطّ الترام، من فضلك؟
واش ما عجبكش نجي مع دليل؟
هل ممكن نمش علي القاعه الموسيقيه قبل السادسه؟
اسف، ولكن علينا الاحتفاظ به.
كنت نبغي ظلال عيون.
علابالي نطلب ونشا نهار؟
كنت كلفته خلاص لما جبت تذتي.
اه، ممكن. ولكن خذها بهدوء.
متي تبدا مبيعاتك بدون ضراءب؟
اعتذر عن ابقاءك تنتظر. ساصعد معك الي غرفتك.
دي دولار واحد. ليك تدي المكيال بالزاف.
غرفتك هي الدور الثالث، رقم 357.
ماشي ما في ماي ساخن.
انا حاب/حابه عندي معجم انجليزي - ياباني.
سلام، عندي حجز.
ارني امتعتك من فضلك.
جيبوه بسرعه، من فضلك. انا في عجله من امري.
ولكن اين؟ ماكلاشي شنوصالونات شعر هنا.
تاكد من اتمام هذا حتي الوجهه النهاءيه، من فضلك.
حوِّل هادشي لي عملات، من فضلك.
عندي كرتونه سجاءر وحده.
هل مضطر لافصاح عن هذا؟
هل الكتب الطبخيه علي الدرج الثاني ايضًا؟
يوجد تشغيل منتظم للقوارب من كوبه الي الموانء في شي مكون وغيوشو.
الرجاء استبدال هذا.
اعطني شرحًا اكثر تفصيلاً لذلك من فضلك؟
لما بغي يابس، قشريه من وشك.
صافي داك العمليه غدي تديها واش طول؟
اريد دليل عناوين، من فضلك.
واليك ما معي من اشياء ثمينه.
والله، بغيت نمشي نرتاح.
عشر دقاءق بعد الاقلاع. نبدا خدمه الوجبات عندما نكون طاءرين علي ارتفاع ثابت.
عندي حجز درجه اولي علي الرحله رقم واحد واحد ثلاثه من لوس انجلوس الي نيويورك في الخامس والعشرين من اكتوبر.
هذا صحيح لمده اربعه عشر يومًا، لذا يمكنك استخدامه حتي اليوم العشرين.
ما هو لينّ ان تبلع طعامك بصوت عالٍ.
سكبت الحساء.
كنت جيت نتعلم ف مدرسه لغات.
لا، معذره.
واش كايقلّو للتاكسي للعجيبه؟
انا جاي شويه بدري، كله مزيان؟
ايه، تقدر تشوفه بوضوح، لانه ماشي الحال اليوم.
هل يمكنني حجز ملعب تنس هنا؟
هناك صالون تجميل هنا؟
واش باص وين ندينا ل فندق سكايواي؟
ثم هل يمكنك ان تظهر لي بطاقه اءتمان رءيسيه ورخصه القياده الخاصه بك؟
لا، ما عندي فلوس كتره ça.
اجل، ساطلب شامبانيا مع المقبلات.
اليس هناك تلفون عام حول هنا في اي مكان؟
خُذْ هَذَا بعدَ كلِّ وجبهٍ ثلاث مراتٍ في اليوم.
هناك محل بيتزا جديد قريب من هنا اود ان اجربه.
هل يمكنك ان تبحث لي عن "اني من غلين غابلز" في نسخه رقعيه؟
تمام. ميزال مالك قلق. عندنا 간호يه بتفهم اللغه اليابانيه.
ماشي حتا نفرح بيا.
السيد ايبرت كان له فضل كبير عليّ.
دي ريجن، فالو يحالوه.
عندي برد.
الرجاء شرحه بكلمات اسهل.
اريد تغيير طلبي، ان امكن.
ساتحقق من متجرنا الاخر لاري انهم موجودين.
نا، وين ممكن نجيب سياره ليموزين؟
اريد ان اقدم شكوي للشرطه.
سِتَّهُ ليالٍ تبداُ في اليومَ والعشرينَ من يوليو. هل هذا جيد؟
الي اي ساعه الطاكس؟
الشنط ديالنا صعيبه بزاف. تقدر تساعدني؟
اضعها هنا في سياتل؟
ارني واحد ثاني، من فضلك.
احتاج وساده، من فضلك.
والو ما بغيت نمشي نشطي. كاين مكان جيد قريب؟
لاجراء بحث في تاريخ امريكا في جامعه هارفارد.
انا افضل الا اشتري اشياء ثقيله.
ارجوك، جِب لي قليل من الفلفل.
الطقس جميل، اليس كذلك؟
واش كيفاش نمشاو تذاكر لعرض برودواي؟
وين ممكن نجيب شنطتي؟
كنت نبغي شال لماما. هي في الستين من عمرها.
هذا يعني انني ساقلل السعر بعشره بالمءه.
انت تعمل هنا؟
والو ما بغيتش ندفع خاطر الهاتف.
واش كيف نعلم الميكانسي بان بغيت ننزلق من الحافيده؟
هل يمكنني حجز غرفتين مفردتين بدلًا من غرفه مزدوجه؟
هذا يبيلنا خمسه دولار وثلاثين سنت.
انا نقلت لـ لوس انجلوس. هل سنصل في الموعد؟
انا متصل بـ AF واحد اثنان ثلاثه.
اقدر نسقي؟
المده تقريبا 30 دقيقه.
فين المكتب ديال مسيحون؟
ميه دولار نقد و بطاقه crédit.
واش كلفو واحد واحد؟
اسواق العملات غير مستقره.
انا ناويه ناكل بالسرعه في بروفانس غدوو.
نحب نشري قارب ليوم واحد.
عنده تقريبا اربعين قدم حتي الكاس.
يبدو انه لا يزال نيءًا بعض الشيء.
سادفع نقدًا، ولكن اسمح لي ان اقراه، من فضلك. ما هذا الرسوم؟
هل هو حلو؟
واش؟ كايجيبولنا اكل تاني بعد ما كلينا؟
سوف يستغرق الامر علي الاقل تسعين وتسعون ساعه.
بَوَالِتْ كَذَا كَذَا يَتَوَقَّفُ لِيَرَي النَّاسَ.
هنا المريحه؟
واش كيف نمشح المحرك؟
اتْرَكْتُ شَيْءًا فِي الغُرْفَه.
اريد بعض النقانق بالكبده، من فضلك.
استعمل اله البيع.
قصّه شعر وشامبو، من فضلك.
نحب نشعل نيجّو نيجّو.
واش عدد الساعات اللي باقي علينا باش نبدا؟
تم تاكيدك مجددًا.
الرجاء اخذ هذا الي موقف سيارات الاجره.
ما هي النسبه المءويه الاجماليه لجميع الضراءب المعمول بها؟
واش طولتي منيش عليك؟
حجز لميدان الغولف، من فضلك.
ساتحمل بعض الازعاجات.
الرجاء تلوين شعري ببعض التصبغات.
هل يمكنك ان تقرضني رافعه؟
عندي مُمرضه عندها فهم بالياباني.
علاش عندك دواء لانسداد الانف؟
هل يمكنك ان تاخذني الي مستشفي؟
لا، ما عندي والو نعلن.
هنا خمسون دولارًا في حاله ما اذا واجهت مشكله.
الصاله الرءيسيه ستفتح في الثامنه وستغلق في العاشره.
هل نكتب شيكين؟
واش معاك؟ هادشي مصنوع في سويسرا وباهو في الموضه هنا.
شّيْم هادّي لينا لينا؟
اريد كتابًا للاطفال، من فضلك.
انا اسف، ولكن اود ان الغي حجزي.
اسف، ما عاجبتنيش.
واش في غير كده شفت في هاد لقطاع؟
كتب وكتيبات.
اعطه.
نزلو تلاته شوارع. هي عند الزاويه.
فين الديско اللي دارو ضجه؟
هاد الفندق اللي علي القمه، عنده منظر فحاحه علي المدينه، ما عاداش؟
كم يجب ان ادخل؟
والو ما بغيت نشوف مقابله بيسبول احترافيه.
الرجاء استدعا'ت سياره اسعاف.
اراه الله، كنت نسيتو. شكرا علي التدقيق.
هذه بطاقتي التعريفيه. انا مسءول عن استيراد الاثاث الي اليابان.
زميلي، السيد تاكيمي، اقترح عليّ ان اتصل بك. هو من مرضاه.
عندي شغل تاني في نفس اليوم.
واش كيف نعاود؟
الله يعطيك صحه، وبس علي الاثنين.
هل عندكم هذا باللون الاخضر؟
انا جديد هنا.
واش كاين ليا فالويني.
انا وكيل تامين.
واش انواع المقبلات اللي عندكم؟
بالضبط.
شيء ضروري من العمل ظهر.
الشروط ديال العقد واضحه، لكن ما فهمتش البُعد اللي دارو بعد ça.
اجل، بعض غرفنا تطل علي الحديقه، لكنها اغلي.
لماذا اذًا، يجب ان تسلل من جيبي. يجب ان ابلغ بذلك حارس الفندق.
هل عندكم خصم للاقامه الاسبوعيه؟
دفعنت كل فواتيري.
والله، بغيت نركب ملاعب تنس للساعه وحده غدووور.
علاش عندك عمليات ايجارات؟
لا، جيتوا هني العام اللي فات.
واش تقدر تصف لي الشخص؟
الرجاء ان تتركني هنا.
ما بغيتوه باسعر هكا.
بصح
تمام، هاطلع المهندس ديالنا لغدوك.
انا لدي حساسيه تجاه التالي.
ايه. انا عنديوه هنا. تقدر تسال تشوف رخصه القياده بتاعتك، من فضلك؟
انت معنا اليوم عاونتنا بزعامه.
انا اسف، لكنني لم اسمعك بوضوح. هل يمكنك تهجءه ذلك؟
طبيعي.
اسم ولدك؟
علاش عندك حلوبه؟
شيء غريب، لكن قدرتي علي الكلام بالانجليزيه تزيد لما نكون مديونه.
لقد قيل لي ان لديك نسخه بالفاكس لي.
بمعني لما تقولي "بخيّس"، معناه انهم دايما بيحطو عقلهم علي الجانب المادي؟
واش راك تظن هاد شحال؟
انا حاسس برعشه.
الجرح بقي ملوث.
بغاو يطبعوه مره تانيه.
انت متاكد انك لا تملك حجزًا باسم "سوزوكي"؟ واذا عن "تتسيو"؟
ما كنعرفو نفتحو الباب.
الكابوكي هو احد الفنون المسرحيه اليابانيه التقليديه.
واش هي احسن حاجه؟
اريد ان احجز موعدًا لعمل صبغه داءمه.
هل يمكنك اعطاءي غرفه اكبر؟
اعطيني كيس اكل، من فضلك.
قلتلي ناوي نمور حدافاش.
اعذرني، ممكن تحفظ شنطي لساعتين كمان؟
علّالينا نجيبو بمّنش اوتراينز ايرلاينز شادور شحال اربح.
استطيع ان اري الجدول الزمني؟
سيد جيرو يامادا؟ لقد تم تاكيد حجزك في ذلك الرحله، تغادر الساعه السابعه والنصف صباحًا من شيكاغو.
كنت باغي نطلب فستان.
هل اي الوان اخري؟
واش افضل طريقه باش نشرب المدينه؟
اربعه محطات.
بدي نغير اتا، من فضلك.
هل في المحطه مكتب مفقودات؟
هل يمكنني التحويل بهذه التذكره؟
هل مانع لو جعلناه عقدًا لمده سنه بدلًا من سنتين؟
سْمُحْ ليْ نفكّرْ فِيهِ، من فضلك.
هل يمكنني مسح هذا؟
هل سيقوم الفندق بارسال سياره لانزالنا؟
ساندويتش بيض وبطاطا عشان ناخذ.
هل ستخبرني ببعض الفنادق التي لا تزيد اسعارها عن خمسين جنيهًا استرلينيًا في الليله؟
هل تقدر تحطني في اي وقت يوم الثلاثاء الصبح؟
افضل مكان في المقدمه.
واش تقدر تخلّي شنطتي في صندوق السياره، بالليي
هل هو مسبح خارجي ام داخلي؟
واش سميتو لوسيير لي دايير لسانتا مونيكا؟
تمام، وانت؟
والله، انا بغاون كريم للوجه.
ولكن، اذا لم تشتغل الاضاءه، ما تقدر تعوضها.
ما كنعرفش حجزك، ولكن عندنا غرفه متاحه.
ساعه واحده وثلث اليوم، ولكن عادهً ساعه واحده وثلث.
اريد قلم رصاص، من فضلك.
ها ندي 20 في الميه علي السعر.
ها ندي نلقي تاكسي تاني.
هل فيوجد صندوق بريد بحولنا؟
واش سخن، ماشي؟
والو ما بغيت نمشي لبودوي.
هل عندكم خريطه لمسارات التزلج؟
الخدمه المنزليه، من فضلك.
حسنًا. مش بزاف الحال.
ما كنعرف ليهاينه للعوامه.
دُو سَخْنين وَ خَمْسِينَ سنتيم.
دي في اخر هاد الشارع.
صافي ليا القروش؟
هل بامكاني استخدام مصباح يدوي؟
شكرًا جزيلاً. و اترك هذا المشهد كما هو.
بالخصوص بالنسبه لتصميم مشروع ميركوري، ما كنتشانقدر نحدد عليه من غيرك.
استطيع ان اجهز معداتي الان؟
هادي انا اللي راح ندفع.
هده هي اللّوله اللي ندي ونشارك فيها الخير والبركه.
والله، بغا مني لحم.
بصح
لقيت جاكيتي مبلول، سقسمني تجففه.
هل هال سفن قديمه لسه تسافر؟
الرجاء الانضمام الينا لتناول الغداء.
شيء دخل في اذني اليسري.
واش وقت المغادره اللي حتقدر تقولنا عليه يا سيدي؟
بالمناسبه، كيف كتعمل الاختبار علي البرنامج؟
هل لديك اي شيء لتعلن عنه؟
عندي خدش.
هل البنوك مفتوحه يوم السبت؟
كم هو مفيد الجولات؟
هل يمكنك ان توصي بمحل جيد لشراء الحقاءب الجلديه؟
هذا احمر الشفاه؟
العديد من لاعبي البيسبول الامريكيين يلعبون في اليابان.
واش نشري الكتب؟
اقدر نسولف عليك شويه عسل؟
نهادرو الخواتم وحده وحده بس.
هل بامكاني استخدام بطاقه فيزا؟
نحب نختبر طبق تقليدي ديال هاد المنطقه.
احتاج خدمه الغرف، من فضلك.
اقدر نحدد موعد؟
χανعت في حادثه مروريه.
بدات العمل في هاديك الشركه قبل سنتين فقط.
واش وقتو مللي نتقابلوا؟
لقيتوني اتصال من طوكيو وقالو ما باغيوووه.
التيليفزيون ما كايمهش.
واش نقدر ناخد هاد الريسيبشن نديوه؟
اقدر نسولفلك سكر صناعي؟
والله، انا حاب نغير سشيني الي شياذي. ممكن داير؟
انا شخصيا نباتي. انا لا اكل لحم.
ساطلب///كاس/صوره///شاي.
واش تقدر تاخد الطريق الاسرع؟ انا متاخر علي موعد.
عندي صوت خشن.
نحب نختبر الماكولات البحريه هنا.
رحله امنه.
والوا شفت شي ثاني؟
كولا دايت مع ثلج، من فضلك.
التنزيل الحر في اي من محطاتنا.
لذيذ.
واش ليك تايجي شفتي نارا وكيوطو. نارا تبعثا هويّه زمان اليابان مع معابد بوذيه وشينتو قدامه. والطيور والياصلي يركضوا بحريه في حداءقها.
الرجاء احضار امتعتي الي غرفتي.
كلمه "وجه" لها معانٍ مختلفه كثيره في اللغه الانجليزيه مثل التظاهر، والماكياج، والادب، والسطح، وما الي ذلك.
من فضلك، اضف بعض التغييرات الصغيره.
الرجاء وضع متعلقاتك خارج الغرفه.
دو بلوك و تولي علي اليمين.
مفتاحِي مكسور.
اريد معجمًا انجليزيًا يابانيًا.
كان عندي وقت حسن هنا. شكرا ليك علي كلشي.
هل هاذا الباص يروح لوسط المدينه؟
تجنبوا الاتي من فضلك.
ارقام المبيعات ازدادت باستمرار منذ اطلاق المنتج في السوق.
هل راهب غادي يجيني من لفيلا؟
واش العمر لي نكون عند البوابه؟
واش حيتديّرو بزاف؟ ماعندناوش بزاف من الوقت.
واش؟ توا ندي دقيقه نرتب هاد الشي.
هل هذا كل شيء مضمن في الفاتوره؟
نود طبق سجق مشكل، سلطه، وزجاجه نبيذ، من فضلك. جلبوا زجاجتين، من فضلك.
يا خو، انا حاب نخرج نعاود. دوري هو.
شحال رقم الحافيه لي تودي لبيسيدي سيركاس؟
هذا ياتي مع ضمان مدي الحياه.
هل تقدر تصلحو هاذو، من فضلك؟
ما كاسبت سلطتي.
خدوا الحافله رقم واحد ورايحين علي التالته محطه.
هل هناك اي شخص هنا يحاول اجراء التنفس الاصطناعي؟
ماشي، انا ما نعتقد هاذ شي جابو من اليابان.
اعطني زجاجه صغيره من المياه المعدنيه البارده، من فضلك.
ارني من يسمي العاب تعليميه.
واش بغيت ليا حزام؟
ها ندي نفكر فيه.
انا معاها. خلينا نروق للحلوانيه اللي مقابل الشارع.
بيض مسلوق
اسف يا سيدي، كل الغرف محجوزه.
الاتصال بـ اليابان متصل. تفضل، من فضلك.
هنا المجلد. يجب ان يكون موجودًا فيه.
عندي تورم.
واش متاكد؟ من فضلك تفحّص مره تانيه.
استطيع الحصول علي دليل ياباني؟
هذا القدر ديال الرفعه بْهاد؟
نحب نركب طياره الغدوه.
شكرا جزيلا علي العشاء الراءع.
الرجاء تغيير العدسه. هل يمكنك تجهيزها اثناء انتظاري؟
روح مباشرهوش هناك، و هي علي يمينك.
ما كلي ما كيهضم.
واش تقدر توقف هنا قليلًا، انا حاب نلقط شويه صور؟
لاذهب الي جراند كانيون.
الرجاء اجراء اشعه سينيه.
كنت نبغي هديه لمامتِي.
هل يمكنك حجز تذكرتين؟
لقيت ضربه.
ماءده تدخين ام غير تدخين؟
واطلقوا عليه جبل بي. هو علي بعد حوالي عشرين ميلًا من هنا.
واش بغيت طحينه ولا خردل علي هاد؟
دي طابق الاول، هادي من هاد الطرف.
هل يوجد حارس كره؟
لساناسي؟
هل يقبل هذا كاسترارد؟
هل يمكن للضيوف الدخول الي نواديك الليليه في هذا الفندق بدون دفع رسوم الدخول؟
هل اي من الجولات لديها مرشدون يتحدثون باليابانيه؟
ما عندي نسخه من تذكره طيارتي.
فِي كتيب منفصل مُسمّي "معلومات خلفيه للشركات"، الموجود في الطَّرَز المُعطي، ستجدون شرحًا اوَّلًا واكثر تفصيلاً.
واش غدي يتاخر هتر؟
واش الموعد ديال الباب؟ وش الموعد ديال الاغلاق؟
استاذ، ممكن تبعني بعض الاوشيجه، من فضلك؟ الجو برد بزاف في هاد الغرفه.
اهلاً بك. بالمناسبه، هل يوجد هاتف عام قريب من هنا؟
واش بغيت تشرحو ليا ليك لخدمه؟
هل يمكنكِ ترتيبه بجانب النافذه، من فضلك؟
الضغط كبير هنا.
عندي بعض الغسيل.
وين بلاص؟
اين قاءمه الطعام؟
مقعد قدام، لو سمحت.
ارجع بالرجوع عند الساعه ازدوجه ودعوه.
اراهن ان احد حقاءبي ما وصلش.
هل يوجد جوله كامله اليوم؟
هل يمكنني ان احجز طاوله الساعه التاسعه والنصف صباحًا، من فضلك؟
واش كيعرفك تكلف الشحن؟
نطلب تذارتين لسان دييغو، من فضلك.
هذا علي بعد حوالي تسعين دقيقه مشيه من هنا.
لّكل واحد اللي هو يعاود. شعلانه.
انا من اليوكوهاما، اليابان.
بالرجاء، مقعد بجانب النافذه. واود الجلوس مع ابنتي.
كيفاش نقدر نسلك فون طويل؟
ولد في عام الف وتسعه مءه.
هذا التغيير. سبعه و تسعون دولار، وثمانيه و تسعون دولار، وتسعون دولار، وماءه دولار.
علاش عندك باركا؟
لا، دي ما كاميرتي.
التيليفزيون مخلوب.
واش هو اخر حواصن فين لي بيمليكيو؟
والله شكلي مريت، ممكن نعطيني دوا؟
وخمس ساعات وثلاثين دقيقه اخري.
هذه الغرفه رقم سبعه وخمسه وسبعين. ايش انواع الكوكتيلات اللي تقدموها؟
هذا علي هذا الطريق.
ماشي حالك، متعملي هاد الشي.
النساء يرتدين ملابسهن.
تمام. وانت كيف رايك في هادي؟ هاديالرحله نصف يوميه، جايبك ثاني مره هادي الساعه وحده.
هل هذا قابل للغسل؟
الرجاء توصيلني بالشخص المسءول عن المحاسبه.
هل التذاكر متوفره؟
هل عندك قلادات تانيه فيها تصاميم مختلفه؟
واش ما بنديرو والو حواله هاد الريف؟
استطيع ان اخبرك اين سنتفق عليه في الجوله؟
علّاك ترووح للعيااده باش تعمل فحوصات عامه.
استطيع ان اعطيك غرفه اخري، من فضلك؟
فين المحل الموسيقي الاقرب؟
والياقتي كن غدو نديرها في الصندوق الامان.
اعتقد انها مقعدي.
ارفعوا ايديكم.
واش المغاريب هاد يغلق فين؟
متي اول قطار ل اكسفورد؟
الي متي يكون خدمه الغرف متاحه؟
علاش عندك جريده انجليزي؟
ارجو الملاعق.
افضل واحد ازرق، لو كان عندك.
انت غادي ت Recuperate قريب. ما تخوفش.
سَهْلَه. ناويه نسول علي اماكن و نزيد نراني صحاب زمان.
ما هو التشخيص ديالك؟
والو ليا بغيتو نشوفو السماعات.
الم Teller ماشي بره.
واش واخا القطار متاخر بزاف؟
هل مضطر لترتدي ربطه عنق؟
الاسم ورقم الغرفه؟
عندي زحف.
نهتمّ بالدين.
والو ما بغي والو. وين بغيتي نشدو؟
انا ايضًا. مشينا بزاف اليوم.
ماشي حتا نعرف.
هادي ناغادي نشحن البطاريه وننظف الزجاج.
طاوله في الفناء، من فضلك.
خمسه و خمسون في المءه من سعر التذكره؟
واش الموعد ديال اخر اجل باش نشوف؟
ازيان شويه من الظهر.
الرجاء التقاط ذلك الجسر في الخلفيه.
علاش عندك شي شنط سوق ولخر حلو؟
الامطار تحولت الي برد.
نْكْوِي نَافْتَحْ الْفَجْرَ السَّاعَهِ سَبْعَهً كُلَّ يَوْمٍ اِلاَّ فِي عِيْدَيْنَا.
لازم نمشي لدكتور بليل غدوو.
لو سمحتوا، ثبتوا احزمه جلوسكم وتجنبوا التدخين حتي بعد الاقلاع.
انا بغاون نزيدو فون japan.
ياريت نفقد شويه وزا بعد كل هاد.
انا رايح لميلبورن.
هل لديكم اي جولات مع مرشدين يتحدثون باليابانيه؟
الغل يلّي هادي.
واش نتوكع ف زويا شنو حاليا؟
نسيتْهْ و انا شاريّْ فيها قبل دقيقه عشره.
اقدر نمشي بالبنطلون الجينز والريش؟
واش بغا نانا؟
كانت كتفيّي متشنجنين بزاف، مش هكي؟
اهلاً، وش جَاك في الاكل؟
هل هذا باش نخرج؟
هل في هاد القبايل بار؟
سماحلي. ممكن تعلميني فين ناخد مترو؟
واش راك؟ انا اتشيرو تانaka.
كم هو مبلغ الزياده علي سعر التوصيل السريع؟
اذا كانت كلها بدون ضريبه، ساخذ صندوق واحد من سي.
يعتمد علي نوع الجولات السياحيه. رحله يوم واحد الي يوسيميتي تبلغ ثلاثين دولارًا وهي الاكثر شعبيه. يوسيميتي تبعد ثلاثه وخمسين كيلومترًا عن هنا.
اي خط يذهب الي سانتا باربرا؟
لا كاتشب.
خُدْ اللي بغيتْ. بس ما ترمش.
نحب نشوف مقابله كره قدم.
هل عندك غرفه وحده ليله هادي؟
فعلاً، عندنا تخفيضات علي القمصان الان.
هل يمكنك اقتراح اي نزهات يوميه جيده؟
شيكاتي السياحيه بالدولار الامريكي.
هل يمكنك الاتصال بي بصديقي من فضلك؟
واش نشري تذاكر منين؟
هل يوجد معدات في ذلك؟
علّاو ليا كعاب، باللييي؟
صافا نشوف. نعم، عندنا غرفه متاحه.
مرحبا، تانكا. انا سعيد بوجودك هنا. اين تقيم؟
هل يوجد احد هنا يتكلم الانجليزي؟
ايه. لازم نمشي خلاص. نتمنا نتقابل مره تانيه قريب.
الساعه سته و ثلاثين دقيقه.
هذه هي الزياره الاولي.
الرجاء اخباري بالمرحله التاليه.
غرفه هادءه، من فضلك.
صافي درجاتي كان جيد السنه الماضيه.
واش هاذ شي كييعجبني.
والو اللي شحالوا فالزوايه، انا بغاوها.
هل فيو تلقي بحجم اكبر؟
ما كنت شفتش حتي. ولكن انا نعتقد باش عندي حمي عاليه.
ما هي شكایتك؟
بدا الثلج يهطل.
هذه الغرفه رقم سبعه و اثنين. من فضلك، رن لي علي الساعه السابعه صباحًا غدًا.
ما تكرّبش بزاف.
يا ويلي. كنت عارف ان هاد خطا. رايارجع لليابان فقير.
هل هذا القطار صحيح للقاهره؟
صافو، سمّعت التوقعات. قالو غدي يوقف الثلج باغي غدوو.
هل استطيع الانتظار هنا؟
انا اكتب قصاءد هايكو بسيطه كهوايه.
هل في مكان امن لحفظ الحقاءب؟
هل لديكم اسعار مخفضه للعاءلات؟
فين مكان يولي حسن لشويه هدايا؟
هذا هو نظام اجر الموظفين ذوي الخبره.
الرجاء الاستلقاء هناك.
علابالنا نروقي ليها بليل؟
احتمال ضعيف لهطول الثلوج.
هل يمكنك ان ترسم لي خريطه؟
المرحاضات الالكترونيه تبدو سهله جداً، اهلاً، ماذا عن الروليت؟ عليك فقط ان تضع مراهناتك او اموالك علي الرقم الذي ستراه اولاً.
اراهن ان هناك تشكيله اكبر في صيدليه.
هاد غليّالي بزاف، سقسي ليا واحد غليّان، باللييي.
هذا هو المشغل لخدمه المكالمات الدوليه.
دراسه الانجليزي
هاد القار رايح ليا فين، ماشي الحال؟
الرجاء ايداع خمسه دولارات وعشرين سنتًا لمده ثلاث دقاءق قادمه.
انا بغاون كاميرا، بالليييي
فين كتله المرج؟
هل غادي تيجو ترحّرو سياره غولف؟
ارجو توزيع بطاقات الهبوط.
استطيع ان احجز موعد لي اليوم؟
دي قديش حابه بزاف علي البطن.
واش كيف نوصو لوسط المدينه؟
هادي بالضبط كيف قلتلي.
ما كليت والو. بغيت نمشي نشري شحال هادي.
صباح الخير. بكم؟
ما عندي ما كباش من الوقت.
صاف. نشوفو بعض.
هل يمكنني سحب 300 دولار من بطاقتي فيزا؟
واش كيف باغين شيخيركم؟
هل يمكنني رعايهها؟
عندي دورت.
عليك تحويل شيكات المسافرين في بنك.
الرجاء احضار امتعتي الي الغرفه.
ما كنت نسقيلي مكان لرحله العوده ديالنا حتي الان.
اي من هذه احدث لون؟
واش طول الفتره اللي نديور ليها لبيلاديلفيا؟
ستري كل الاماكن السياحيه في سان فرانسيسكو علي بعد اربعين وسبعه اميال بالسياره.
اقدر ناجم هنيك نشوفه؟
هل فيوجد اي مقاعد لهذه الليله؟
كسرت نظاراتي.
الчора عليك ما كيعجب لون فستانك.
عيّنوه هنا، من فضلك.
هذا تلقاءي. لدينا هذا الطراز من ساعات الكوارتز، سيدي. هذه مقاومه للماء ومقاومه للصدمات.
فقط قصّه بسيطه، من فضلك.
الي اين غي الـمءَاخره لـلـقطار لـلـاكسفورد؟
بَارْكْ؟ نَخُدْ نَفْسَكْ؟ نَشْتَرِيْهْ.
هل يمكنني الاتصال بفرنسا مباشره من هنا؟
كم عدد الايام اللي هادي بتدي نتيجه؟
نحب نغير حجزي.
هل تقدر تسال علينا تاكسي؟
واش بغيت تجرب تاكل هرمش؟
واش كلشي مزيان؟
هل يوجد سياره اجره فاخره لـ ABC Hotel؟
الي اين غادي ترجع السياره يوم الجمعه؟
اي صف للسايدنغ سكوير؟
هادي باغي نرد عليك بعد شويه.
سّمحتلي، ما سمّعتش عليك.
دولار واحد للكيلوغرام.
اقدر نسلمهولنا علي شنطه؟
ماشي حتي كيعرفش كيف نخدم التليفون، بالي يعطيني دليل.
مصيري لندن.
اوه، انا خاءف/خاءفه من ان هذا ليس متسعًا من الوقت.
واش باص غدي نجيب؟
والله، انا حاب/ه ناخد/نحتاج كريم تنظيف.
سلام تاني، وواْلليكم في برنامج امريكان توب فورّ.
وش هي احسن مناسبه؟
واش طول ça va falloir حتي التوتات تطلع زهور؟
واليك، اريد ان اتكلم مع السيده نوموتو، في الغرفه 5 او 1.
بعدين غادي تولي لاباس تشوف لداخل هاد المسرح. هو Teatro alla Scala.
العمود المظلل يظهر ارقام مبيعات شركتنا للعام الماضي.
ياريت تقدر تزور هاد المعالم الجميله في الولايات المتحده في القريب.
كنيسه ويمس ثر.
صاحبي/صاحبتي مريض/مريضه بزاف ودارو حراره عاليه.
دي طابق السابع. خد السكه حديديه من اخر الممر.
هذاك غا علاش نتي ماكليش.
وضعت محفظتي وكتابي وكاميرتي في جيبي.
انا عاده ما نضوي علي السرير بحوالي العاشره، وندخَل مباشره في النوم.
كان طويلًا وكان شعرُه اشقرّ.
ال文化 ازدهرت، مع انشطه مثل مسرحيات الكابوكي، ولوحات الاوكييو، والادب، وفنون السيراميك اصبحت شاءعه.
هل عندكم محل دنيزل هون؟
مءه وعشرون مليون نسمه في ارض مساحتها ثلاثماءه وثمانون الف كيلومتر مربع؟
تذكره ذهاب وعوده الي ميامي، من فضلك.
استطيع ان اخبرك اين البنك الاقرب؟
اريد تذكره واحده للشخص البالغ، من فضلك.
اسمي واتانابي جورو.
واش كاين عليه السعر، بعدا؟
الفلفل، من فضلك.
هل يمكنك جلب الفاتوره لي؟
اه، طبيب الاسنان اللي رايح له كيعرف، شحالو جيد.
الضوء ما كيعمل.
والله خدموني شي لكتير.
حسنًا، هذه غرفتكم.
واش طول الغبار قبل ما يجي القطار؟
انا محتاج دواء، من فضلك.
الرجاء توقيعك هنا.
هل يوجد مطعم او مقهي قريب؟
الرقم هو خمسه سته سبعه واحد اثنان ثلاثه اربعه.
سيدي، ارجو ان نتمكن من الهبوط في اي لحظه. اذا اردت ان تجلس.
يوكوهاما قريبه من طوكيو.
اريد فلتر، من فضلك.
واش كا خدم؟
هل في حد عند الماركه بيحكي بالياباني؟
المنتهي؟
اعطني خريطه دليل، من فضلك؟
ما كنعرفاش نسمعكش مزيان.
متاخر بحوالي ساعه. هيطلع في السبع عشره و عشرين دقيقه.
الرقم واحد، اثنان، ثلاثه، اربعه، خمسه، سته، سبعه، ثمانيه.
الميه ما حتقولش سخنه.
في هوكايدو، ما كتقدر تلعب الغولف حوالي سته اشهر بسبب مناخها البارد.
هل ستبيعهم علي حده؟
والله، بغيت نمشي يوم واحد قبل.
يبدا من التاسع.
انت محظوظ. كل المحلات التجاريه فيها تخفيضات شحال هاد. تقدر تشتري بسعر مخفض.
ثواني. غادي نمشاي قلم.
واش نعرفش. واش كنقول ليك McDonald's؟ غدي نلقاهم في اليابان، ولكن...
والله زهلتني، ها هذه الايصال.
هل في سياره باص تخرج فهذوله؟
واش كيف نمشي للعجيبه؟
والو، كلي قديت برنامج الرحله التقريبي.
السيد غودمان غادي ينجيبوه بزاف.
ايه. انا نعتقد باش نجيب بيضه، و كوابله، و خبز، و فواكه طازجه.
الايجار مستحق في اخر يوم من كل شهر.
هذا مازاحش المقاس.
رقم الرحله هو بي ايه كيه سبعه وثمانيه في الخامس من سبتمبر.
المره ماشي بزاف.
وش المنتوجات المحليه ديال هاد المنطقه؟
الشنط ديالنا ما خرجتش حتي الان. ممكن تكتشفي شنو صار ليها، من فضلك؟
كلامك مزيان بزاف علي التليفون.
دي كاميرا ريفل روجر من كانون.
واش سميتو هاد القصر؟
ياخد شي باص هواءي لمدينه؟
استاذ، ممكن تكررلي الاسم مره ثانيه؟
ثم نزّل عند المحطه التاليه وخذ الحافله الي هايد بارك.
اسف، ما نوفر هادشي. تقدر تشتريوه في الصيدليه علي الطابق الاول.
اريد مقعدًا في الممر، من فضلك.
واش باغيو شربو؟
والله، بغيت نطلب نفس الشي.
وين بارنز اند نوبلز؟
بزااف، خاصهً وانّي نمّت علي الداريلهكيله امبارح. بالمناسبه، ممكن تقولي كيف نركب للبريطاني؟
من فضلك، اتصل بالرقم تسعه علي هذا الهاتف.
واش المغاربه يغلقو البار؟
رحله طيارتي متاخره، و فاتتني الرحله المتصله.
هل يمكنك ان تلغي حجز المقاعد لي من فضلك؟
واش بغا شيبس؟
انا غادي نالوا فين.
واش هاذ الشي بزاف"}
واليا ريحه بغياله.
اقدر نخدعه؟
ماشي، يا سيدي. كتقول انجليزي؟ كتحكي انجليزي؟ تحكي.
يارب يكون خير.
الخط مشغول.
اجل، سيدي. الساعه الحاديه عشره.
استطيع ان احجز موعد لي ل يوم الجمعه؟
لازم نموتّح علاقه. كاين صعيبه؟
لا، ما عنديش. سياره بدون دخان، من فضلك.
هل المبتدءين مش كويسين؟
والو керек ها اليوم.
والله، انا حاب نستاجر سيارتكم الاقل سعرًا لمده اسبوع.
هاد القميص ما كايمشي عليا.
واش كاين لي قلّي فين مقعدي؟
اي طياره تصل اولاً في مدينه نيويورك؟
واش درت ليه؟
الرجاء استبدال هذه العمله الفرنسيه نقدًا.
ماشي مكان نشيل الخدمه معايا.
وا مزيان تواخدي ديريلي زليج من مكياجنا قبل ما تخرجي من هاد المكان.
ماشي خو، ما تخربش. ما بعيدش علي البلد.
هذا التغيير ليك.
بخير، لماذا لا نذهب الي الشاطء غدا؟
بَغِيّ تَعْطِينِي عَرْف.
هل هذا الجوله نصف يوميه تُقام باليابانيه؟
واش غليه باليوم؟
ايه، هاو. دي اختياراتنا.
اهلاً، يمكنك اخد خدمه شاتل الجو الخط الرمادي او خدمه اكسبرس مطار كيري.
اذا كان بامكانك تخفيضه قليلاً، ساشتريه.
هنا فين السمك؟
والله، انا حاب نعاود نزيد هنا كام يوم تاني.
ايه، انا باغي نلقي هديه لخيتي.
الرجاء تنظيف هذه الملابس.
فين نا نقدر نشري جريده يابانيه؟
واش القَبْصه الرءيسيه هادو؟
هل اقدر انْسبح هُنا؟
واش ليك فوق؟ نشيل ليك شي حاجه من فوق؟
نعم، هل هذا ما تركتَه وراءك؟
ايه. تقدر تشافو الافلام علي ايه بي اي او، اللي هو مجاني.
واش كيف نقدر نمشي ل هوليود؟
ساحجز غرفه بـ خمسه عشر دولار.
انا متاكد اني حجزت.
هل عندكم خدمه غسيل؟
واش كيعطيني نتي، رجلي فين كسرت.
بارك الله فيك، يا سيد ايتا، بتتكلم كانك شاعر.
هل في هاد القاع اي بزنّات نشاهدها؟
هل في القطار عربه نوم؟
واش؟ علاش؟ مللي؟ مللي ما بقاليش معاك؟
هذاك خلينا نخرجو مع بعض.
واش غالي ليوومين؟
انا رايح لميمفيس.
من اي محطه تطلع القطار الي يورك؟
والله، انا حاب نسلك حجز لروما.
سيداتي وسادتي، الكابتن جورج كوين وفريقه يرحبون بكم علي متن الرحله الجويه التابعه لشركه يونايتد ايرلاينز رقم 820 نيويورك. اذا كنتم بحاجه الي اي شيء خلال الرحله، فلا تترددوا في طلب المساعده وسيسعدنا ان نساعدكم.
الواحد الاخضر.
افضل تسمع قسم الضاءعين.
هل يمكنك اعطاءي رقم هاتفك، من فضلك؟
هل تقدر تڨدر تڨدر تڨدر تڨدر تڨدر تڨدر تڨدر
لا. رح نكون هنا ثلاثه ايام، وبعدين رايحين علي نيويورك ونيو اورلينز.
عندي تذكره ايرال و فيزا سوفيتيه.
استطيع ان اتحدث مع السيده كاوري Watanabe في الغرفه الثامنه عشره؟
علاش عندكاش شي شرب تاني؟
هادي القميص قطن؟
سماحلي. عندي صداع. عندك دوا؟
الرجاء وضع فيلم في هذه الكاميرا.
الطلاب الامريكيون في المدرسه الثانويه لا يحتاجون للعمل بجدّ كبير.
والغيت بغاو هادشي نديوه معا م.
هاك. هذا لي. انا ملك لمركز التصميم الداخلي الخاص بنا.
واش باص ناكلو ليا لي هيد بارك؟
هذا البيره شحال باهت.
اجل، انت كذلك.
ناكلوا كلنا علي نفس الطاوله.
الكرواطيش ما كافيه.
اعتقد ان هذا قد لا يكون صحيحًا. هل يمكنك التحقق منه؟
هدا كايكون راجع الجاي.
والديّ مات.
اريد بعض البورت.
اخدني لعياده.
يا رحمن.
هل عندكم هذا باللون الفاتح؟
انا بغاون قلم.
اقدر نسولك، ممكن نعطيك ليمون للشاي، من فضلك؟
استطيع الحصول علي ايصال، من فضلك؟
انا ايضًا سعيد/ه بلقاءك. هل هذه هي المره الاولي التي تزور فيها امريكا؟
هل تقدر تبدلي شوزات هذي بشوزات اصغر؟
هل في حد جالس هنا؟
الصندوق ديالنا جا مسكين، كيلوه ثلاثه كيلو زياده.
اعتقد انه غليّ. ما عندكاش سعر معقول؟
ها انا غادي نمشي بزاف صباح باكر.
هل تبيعون سلعًا خاليه من الضراءب علي متن السفينه؟
مين مخرج الفيلم؟
الجو هنا مو شينه بزاف.
نحب نشري هادي.
اتبع اللافته اللي مكتوب عليها تاكسي.
ايه، صح، انت في منتصف شارع فايف avenue. فين عايز تروح؟
واش درت؟
الوصله ديالنا خدعت معاه برك.
انا اسف، ما هذا صحيح. لكنني متاكد انك ستستمتع بوجبتنا الخاصه.
ساعتان وثلاثون
تمام. الان الساعه 11 مساءً، لذا انا نعيد ساعه احنا ليها 10 صباحًا، صح؟
اه، ريمينج ممكن يكون جيد.
ده حوالي ساعه و نصف.
اقدر نسعلوا لي كاسيه ميه تانيه؟
سْمُحْ لي نشوف هاد.
وين فين صرف العمله؟
بالرجاء الصبر قليلًا. ساسال السيد اماءي عما اذا كان سياخذ المكالمه.
هل ممكن نوصلو هناك في عشره دقاءق؟
هاد الكاري قلّي حار.
عندي مشكلتو مع الحقيبه اللي جبتها البارح.
هل عندك اي حساسيه من الادويه؟
ايه، عندنا في الاسود والبني.
والو ما بغيت نشوف ديال لعب كره قدم احترافي. وين ممكن نشري تذكره؟
واش سميت؟ ما فهمتش عليك. تقدر تتكلم ببطء شويه باش نمشي فهيم؟
خمسون دولار، وعشرون دولار، والباقي واحدات، من فضلك.
كيف اقدر نروح للنافوره كولومبوس؟
اعطيني شيءًا جيدًا لشفتي. كانت متشققه بسبب الريح البارده.
هل يوجد اي اطباق محليه خاصه؟
ما تخافش. الكلب ده ما يحملكش.
اجل، والقرود البحريات جميله جداً.
كم مره يشتغل؟
لقد لفّت يدي.
الخوذات النجاه وين؟
صافي طول الطريق اربعه شوارع. ودوير لول علي المشان.
هل يمكنك ارسال هءلاء الي اليابان؟
اتْرَكْتُ جَوْزَتِي فِي دَارِك.
واش عجبك هاد؟
هل فيكم طياره لمسنه سيدني؟
هل يمكنني مواصله رحلتي من الغد؟
هل هذه منطقه استلام الحقاءب لشركه الخطوط البريطانيه؟
هاوّل باغي نخرج من الدار الساعه سبعه الصبح غدووور.
علاله نشيّروا لبعضنا مره تانيه قريب.
اجل، ساطلب ويسكي مع صودا مع المقبلات.
الرجاء الضغط علي جرس الانذار الطارء.
تمام. خلينا نحط هاد الكيس هنا؟ فين رايح؟
واش في شي خاص في هاد الريستورانت؟
سماحلي، انا مسدود.
علاش عندك شي حاجه بمزيان شويه؟
واش نشري الـ تاكينز منين؟
هل ستُحوِّل شيكًا امريكيًا بالدولار الي فرنك فرنسي؟
خلينا نتقابل بكره.
واش ما كنعملوش كل هادشي مع بعض؟
هل يمكنني الغوص عندما يكون البحر عاصفًا؟
واقيًا اِندَرّ للجمرك اللي فوق. استمتع بوقتك.
ارني الموديلات الجديده، من فضلك.
هل عندك مقياس حراره طبي؟
الجورب مزال صغير عليها.
الشهر اللي فات، في التاسع.
اهلاً، ثلاثه عشره، ثلاثه عشره عشره، ومرتين خمسه.
والله غاولي نجرب شي من الاكل الياباني. خدم ليا.
هل بامكاني الانتقال الي هذا المقعد؟
ايه، كانوا لياݣنا بزاف.
واش معاك شي شطار نهار؟
كنت باغي نلقي شنطتي.
خططي تغيرت. اود البقاء ثلاثه ليالٍ بدلًا من ليليتين.
واش، شكرا. بتي، تقدري تجي هنا، باللييي؟
كم عدد الاحزاب السياسيه الموجوده؟
توقف.
هل في عندي رساءل؟
الرقم التسلسلي ثلاثه سته سبعه، من فضلك.
هل يمكنني الاستمرار في السفر؟
الرجاء ان تكون اكثر حذرا في المستقبل.
مرحبا، انا حاب/ه نزيدو توكيو.
اجل، ولكن هل ستترك الحقيبه الخفيفه علي الرف فوق راسك؟
هذا شاي اخضر.
علاش عندك تذكره؟
اريد عصير ليمون، من فضلك.
هل تقبلون النقود اليابانيه؟
صحبي كان يعبر الطريق علي الضوء الاخضر.
عندي واحد بلون ازرق بحري؟
واش كاين مع هاد لحاويات؟
اوه، شكرا يا سيدتي ستايسي. ان فعلت هذا الكعكه بالكمثري بنفسها.
واش طول مده الاقامه؟
نحبوا نشربوا قهوه بعد العشا، من فضلك.
ديما كايتعلمو اخر موضه من التلفزيون والمجلات بحماس.
وا call doctor bzzzzaf, lila3, sana.
انا بغاون كتاب اطفال.
فين عدّاد الرحله المتصله لشركه بريطانيه ولفايرز؟
واش كايجيو علي الطاوله اللي بعد؟
واليا ريحه شي غرفته لليابان.
واش كاين عندي شي مكان نمشيو فيه نراني خضر مجمد؟
هل لديكم اسعار اسبوعيه؟
واحد عطاوه ليا يخلّي صوره، و انا سلمته كاميرتي. بعدين، هرب بالليله بيها.
والو. اخيرًا نحن في مدينه نيويورك الكبيره. الان لازم نركب المترو نروح لكايلز. ما عليناش نشري خريطه المترو؟
كيف يمكنني الوصول الي مركز بي سي؟
هل عندكم دوم بيريجون؟
فين الطريق لـ 호텔 Grace؟
الرجاء تناول قرصين بعد كل وجبه.
هل ممكن تتكلم ببطء؟
هل يمكنك فتح حقيبتك؟
خدمه الغرف، من فضلك. رقم الغرفه عشره خمسه عشر.
النساء اللي فوق، علاقه حميمه علي الشاطء.
اريد مقعدًا في الملعب علي خط القاعده الاولي، من فضلك.
واش كاين؟
واش خدمناك القهوه؟
هل عندنا وقت باش نشوفو لداخليه المعرض؟
فين قسم البضايع الفاخره؟
الكل التذاكر خلاص باعو، لكن تقدر تطلب تذكره تشوف المباراه لو حاب تقف.
يرجي اعداد تقرير عن السرقه.
واش كيعجبك نعصب الطناجر بالزيت؟
تمام. ها هو.
الرجاء اخباري بموقع تواصلك.
شكون، كبير بزاف، صح؟ ها ننساك شي حاجه للكلب بعدا.
علاش عندك جريده؟
اريد خريطه طريق للحافله.
انا حابه بزاف الافلام لي كتحركلي الخدمه.
علاش ليك شي حاجه اكبر؟
هناك محل سجق هنا؟
الرجاء ارسال هذا بواسطه البريد الجوي.
المدير ديال فمي، السيد هيلتون، جاب ليا لاسمه.
واش تقدر تخليه تلاتين جنيه؟
قوليلي بقي، الساعه كام لازم ارجعلك هنا؟
من الساعه السادسه صباحا حتي الساعه العاشره صباحا
اثنين من البرجر.
ارني واحدًا ارخص.
لون اغمق، من فضلك.
من وين سميت؟
كنت مسءولًا عن الموارد البشريه لفتره من الوقت، لذلك انا مهتم بشكل خاص بالتحدث مع الناس.
علّاش بغاو ننتظر هكا؟ شكرًا علي هاذا طريقي.
هل غادي يخرج القطار في الوقت؟
هل يمكنك ملء هذا النموذج؟
نحب نشدّو في مكان عميق شوي، و مبهت بزاف.
والو، راه ماشي بزاف. مي كان شي وقت تاني.
هل عندكم اي منشورات يابانيه؟ اود واحده، من فضلك.
التحليه ديالنا ما كباشتش لزال.
انا نعطيك واحد ثاني؟
هذا سيكون راءعًا لو كانوا يعرفون الكثير عن اليابان.
حوالي ثلاثه وثلاثون جنيهًا، من فضلك.
هل يوجد اي جولات تاخذ في الاعتبار زياره الي ديسكو؟
والله خدمني ساندويتش، بطاطا مقليه، وشايليليماد.
ارفعوا ايدكم.
دي وحده مزيانه بزاف.
شكرا جزيلا. رحله سعيده.
واش قيمه الجرّ؟
كم التكلفه اذا تركت السياره؟
كسرت ساقي.
انا بغاونا باريتيه.
الان، سافتح مسامك باستخدام جهاز البخار.
سماحلي، ممكن ادخل هنيك؟ شفت شنطي.
اقدر نسلك تذكره للباليه هنا؟
ما كنعرف نبيع والو بدون وصفه طبيه.
هل طلبت سريرًا صغيرًا لطفلك؟
كنت نبغي هديه تذكاريه لصديقي.
جات، يا سيدي.
واش بغيت ليغز لعبه.
نقيد ولا بطاقه؟
نحب نشوف المدينه بالحاجب.
والله، بغيت نسركّرتين، من فضلك.
واش هاو ليك التكلفه باش نبعت هاد الباكاج بالجو؟
واش جايبني نلقاو بزن سوق؟
والو ما بغيت نمشي مع صاحبي.
اعطني اللي واحد. اش سميتو هاد؟
ilina hada l-seder ydir lein ila?
واش علاجتي؟
ماشي حيتسني ليا نديرا شحال غليسو.
صافي طول الطريق هاد، امشي مباشره علي هاد الطريق حوالي 300 متر.
لا، فعلت كل شيء بنفسي. دي من هواياتي. بحب الزراعه اوي.
ثم سادفع له بالدولار والين.
انا بغاون شحال يخرج البراز.
هاد الكابل كار هيخدمك لياخدك للعامل.
الرجاء ارسال هذا مسجلاً. كم الاجمالي؟
اضغط تسعه لخط خارجي ثم اضغط ثمانيه واحد لليابان، ثلاثه لتوكيو، ثم رقم الهاتف.
سَميح. بَغْيِي نَضّي مْشِيِّي شَيِّنْ.
هل يمكنني ارجاعه الي مدينه اخري؟
شحال المسافه هاد من هاد؟
ها نزيد نضل فيها تلاته نيت.
اليد فوق. اسكت و اعطني فلوسك.
نقدم ساندويتشات ومشروبات من الساعه الحاديه عشره مساءً حتي الساعه السادسه صباحًا.
غادي ناكل ليله بدري.
الله يسلمك. سمحلي تاباتور.
هل يمكنك الغاء حجزي؟
انت تعاني من حاله شديده من التعب.
واش نمشيو نغير البالون؟
والله خدم ليا عصفورين مسلوقين مع لحم مقدد، بطاطا مقليه، خبز محمص وشاي.
نعم، من فضلك. هل هذا الفيلم مصنوع في اليابان؟
الغلابه ديالنا ما كباش من اخر موقيتنا.
واش غدي باش عاد ما بنداروش؟
علانات ممكن يكون عندك طاوله فاضيه حوالي الساعه 9.
اذًا، مجموعتين، ثم اول يسار؟
واش. معندكش؟ معندكش تقصد ان اليابانين كاياكلو هاد الشي؟
واش نقدر نجيب الملاعيب والمشابك؟
واش كتقول، صح. هاذ ماشي بزاف. ناكلوا تاني بليل.
والو شامبو للون.
هادي النهايه. الممثل شطيّل بزاف.
بالتاكيد. جايه علي طول.
لحال، تقدر تعطيني شويه فلوس باش ناخদ্দ حاجات ضروريه؟
واش هتاخد مده؟
والو ما باغينش هاد يوصل لليابان باسرع طريقه.
بْهَ، اِيه وَلَا،.
واش نوع اللعب لي عندك كهديه من انجلترا؟
واليا كنعرف سله نقتحم.
كيوشيوا هي جزيره كبيره في جنوب اليابان.
شارع اربعين.
انا اسف. مره اخري، من فضلك.
كم هو مبلغ الخدمه؟
والله، انا حاب/ه نطلب عصير فاكهه.
جيت نشوف واحد من اصحابي من اليابان.
حلو.
وش خدمته؟
نفسيني مكان في اوركسترا.
واش علاقه؟
انا اسف/ه، عملت خطا. ايه نوع السكوتش اللي بغاتو؟
والله، بغيت ندي جوله نقدر فيها نتعلم الزراعه.
واش بغيتي نشرب شي حاجه قبل العشا؟
واليك شامبو واريحتي.
هل هاذ الترانس واوقف بـ باث؟
كيف تتم عمليه فحص هذا العنصر؟
من فضلكم توقفوا وانتظروا حتي اصور جسر واطرو Bridge.
عندي غرفه مزدوجه فيها سريرين مفردين.
كان هذا مكسورًا عندما اخرجته من الصندوق.
مقعد محجوز، من فضلك.
اقدر نشوف الغرفه؟
والله كاين غبره الليل هادي.
اريد حليبًا ساخنًا، من فضلك.
انا بغاون فلاش الكتروني.
اسف، لكن ما شربت والو. من فضلكم تصححوا حسابي.
من فضلك تناول مع هذا الصلصه.
هل ترغب في الحصول علي وثيقه PAI، و PEC، واضافه تغطيه ضد الاضرار والخساءر، وتغطيه اضافيه للمسءوليه؟
صافا نمشي بالتجوره شحال؟
فين القاعه الموسيقيه؟
تهانينا بمناسبه حفل عِشرتك الخمسين.
هل اي شيّ مِعصّب؟
اريد ميه دولار في تشيبس، من فضلك.
انا معجب بالمناظر الطبيعيه.
الازرق ماشي بزاف هادي العام.
في الشتا، عندنا ثلوج في الجزء الشمالي من اليابان وفي المناطق الجبليه.
سماحلي، ما كنعرفش فين ماشي الكاميرا ديالنا.
هل يمكنك من فضلك ان تراجع اذا تم تسليمه؟
علاش عندك شي تاني تقريبا 80 دولار؟
واش كنعرفوا نمسبح مزيان؟
ديني نقل البالونات.
ايه، بغيت نسارع سياره.
Excusez-moi, هادا المقعد مساح؟
هذا غادي يساعد.
واش خدمتي؟
كدنا نركص باش نشيل صور.
تمام، انا غادي نمشي.
ياريت ناكل شغل في التدريس ولا ندي نفسنا لمَاجستر في علم النفس.
كنت نبغي كريم خفيف شويه. جلده ليا سمينه بزاف.
كانت محادثتنا ممتعه جداً.
هل يمكنك جلب لي مجله يابانيه؟
سلطه، من فضلك.
علاش عندك جوله كامله باليوم؟
انت تحمل الصوت؟
اتصال دولي الي اليابان.
لا، من فضلك احضره في اربعين دقيقه.
هل الباصات رخيصه؟
اجل، ساحرص علي ان يحصل عليه.
شارع ثلاثين.
تمام. ممكن نطلب تذارتين؟
الي امتي وصله باريس؟
الرجاء وضع متعلقاتك تحت المقعد.
واش هدف سفرك؟
والله، انا بغاون شحنه شوكولاته.
عندي فواكه طازجه؟
الفيشه ديال البلاطو فيها شي شي.
واليك غرفه مزدوجه من الغد الي الاثنين، لو سمحت.
احمر ثابت، من فضلك.
هل هذا يشمل رسوم الخدمه؟
حلو. كنتمني نجي.
هل يمكنني مواصله رحلتي؟
ارني واحدًا ارخص، من فضلك.
دي غليّات بزاف. عاونيني نشوف وحده cheaper، باللييي
ايه. بطله بيره، باللييييز.
اعتقد ان الوقت ينفد.
واش تقدر تڨدر تڨري عليه مره تانيه، باللييي؟
غيدياف.
اريد تغيير حجزي.
اجل، واحد في هذا الفندق.
تاريخ المغادره من فضلك.
واش سميت نهدي نغير لولوبس باش نولوع لسان دييغو؟
كان من الجيد انك اتيت رغم انشغالك.
ماشي حتّي نعرف علي جلد هاد الافعي.
هاك. من فضلكم اجلسوا.
امس ليله، جدي قضي حاله هجوم قلبي.
تمام. ممكن تبعني بالتاريخ ورقم الرحله؟
اعطيني شوكه تانيه من فضلك؟
الي اتّي نّهايه العرض؟
الي ايه نِعْدو؟
انا خايف ça c'est طلب كبير بزاف علي واحد.
الجو حار جداً، غير متوقع. يرجي ربط احزمه السلامه.
كنت كذلك. وما زلت افعل ذلك من حين لاخر فقط لاحافظ علي مهاراتي.
هذي اي واحده؟
مصيري طوكيو.
اجل، انا ساءح.
علاناتوا غادي نمشيو نمرّك من مدينه تانيه.
اقدر ننزّل في طريقي؟
الزمن المبكر كان من منتصف اكتوبر.
فين نا نقدر ناخdem bagat leather؟
انا لدي حساسيه من حبوب اللقاح.
والله، انا بغاونا سمك وشيبس، باللييي
عندي طياره لليوكوهم علي يوم الجمعه؟
لا، لم ارَ احداً حولّي.
علبه لارك، من فضلك.
مكتوب ليا تقرير الشرطه لشركه التامين ديالنا. ليݣي سيتم اصدارو؟
سياره صغيره، من فضلك. ما هو سعر الايجار اليومي؟
بالتاكيد. حتي طفل صغير لن يواجه اي صعوبه في الاجابه عليه.
اه، ماشي.
واش بغيت نقلّب عليك هادشي تاني؟
هو اخر شخص يكذب.
هذا ليك. هل تقبل به؟
استطيع ان اطلب قاءمه النبيذ، من فضلك؟
شحال بزنس؟
سلام. اسف، هو الان في اجتماع.
والو ما كا‌یّا نّي درّب للموزايين. واش باص نّي نّخّرو؟
ثم، ساخذ اثنين، من فضلك.
شكرا جزيلا علي استضافتي.
والو، انا محتاج دكتور بسرعه.
سماحلي. بغات ندير زياره لحيوانات برونكس. واش احسن طريقه باش نلقاها؟
نعلّمك بالحال اللي نلقاوها.
واش تعرف علي ديسكو فين لاباس علي بنوتات؟
واش الوزن المسموح به علي هاذ الرحله؟
هنا انت، هذا مجاني.
ب يوم الاثنين.
جواز سفر و استماره التصريح الجمركي، من فضلك. هل يوجد شيء لتبيانه؟
واش معاك شي حاجه تود تديها؟
الرجاء تركهم بالخارج من غرفتك غدًا الصباح.
الرجاء الانتظار امام مكتب المعلومات، من فضلك.
اريد ساعه راديو، من فضلك.
هو برا من الدار.
حوالي شهر، يا سيدي.
هل فيوجد غساله سيارات؟
فيه خدش علي الباب الامامي اليمين.
هل يقدمون وجبات؟
هل يمكنني الدفع بالماركات الالمانيه ايضًا؟
ما هو الحد الادني لسن التصويت في اليابان؟
هذا الصوف نقي.
هل سيكون من اللاءق ان اتصل بك لاحقًا؟
متي يفتح ومتي يغلق؟
لا، شكرا، ما يمكنني. في الواقع، انا بالفعل منخرط مع شخص اخر.
واش محطه لي ناخد فيها لـ Soho؟
والله، انا بغاون دواء قوي ليا سلقتي.
هل اللباس رسمي؟
هل تقدر توصل لبرادواي قبل السبع؟
هل في شغلانه ليله هادي؟
واش هاد معناه؟
الحد الاقصي للسعه هو عشرون كيلوغرامًا للركاب في الدرجه الاقتصاديه.
اريد ان ادفع فاتورتي.
المره الجايه اللي نجي فيها، انا قيدت رجعتي بالتاكيد. اذن، هل ممكن احصل علي خصم؟
هل يمكنك طلبه لي، من فضلك؟
اراه يحضر لامتحانات دخول الجامعه.
نعم، يوم ذكري القنبله الذريه ويوم ذكري نهايه الحرب.
ما عليهم يشوفو والو شي برنامج تلفزيوني عنف.
وش الفيلم الاخير والاكثر شعبيه؟
هل مضي عام كامل؟ الوقت يمضي بسرعه. طبعًا، ساحضر. فقط اخبرني بالوقت والمكان.
هل فيوجد اي مطاعم مفتوحه الان؟
هل يمكنني الجلوس في اي مكان اشتهي؟
انا اسف لازعاجك.
انا خايف غديت نسيت رقم. انا نعتقد كنت جاب ليا عشرين.
نشوفك بالزايد.
هذا هو كل اللي بغيتو.
واش تقدر تبعت واحد هنا بالداري؟
الرجاء جلب لي فطور.
عملتَ منها رحله لا تُنسي.
واش تقدر تعطيني تقدير التكلفه؟
نعم. ولكنهم متساهلون جداً بطريقتهم.
ساخد افضل مقعد عندكم، من فضلك.
رساله تلغراف فارغه، من فضلك.
ضمّنتُ النصيحه في الشيك.
الي فندق "ا"، من فضلك.
طوكيو صفر ثلاثه وثلاثه اثنين وتسعه واحد وخمسمءه وثمانيه وخمسه وثلاثون، السيده هارادا.
صلصه فرنسيه، من فضلك.
الرجاء اقتيامي الي مطار ا.
واش بغيت شي صابون.
نحبو نلعبو تنيس. كاين شي ملاعب عامين دايرين هادي؟
ارني لي بعض الملابس للاطفال، من فضلك.
واش تقدر توصي ليا بحله مطعم حسن قريب من هادي؟
دي شنطه كبيره، سودا.
اضن كليتوماروموموموموموموموموموموموم
لثلاثه. واسمك من فضلك.
واش راك تدي بانحه؟
واش خدمت اشوفك هنا؟
انا هنا في اجازه الصيف.
والله، بغيت نشري شيحات ليا صحاب ليا.
اقدر ناخد هادشي شحال؟
كيف يمكنني تعديل التهويه الهواءيه؟
هل بامكاني الجلوس بجانبك؟
مع اي نوع من الطعام يتناسب؟
مازال ماعرفش عنواني بدق. لكن انا ناويه نرقد في فندق في سان فرانسيسكو.
ما كليش، باش علاش وليد مزياح ورايا. سمحلي تقول شي حاجه؟
في اغلب الاحيان، ستكون في وضع حرج جداً.
مشان كتبي جابلي الم.
والو. فماش، شويڭ شل. هانا شيڤڭ. هانا. شل فوق هاد الطريقيه الصغيره هانا. كونش، توقف شحال هانا.
نزّل عند محطه فيكتوريا وخد الخط الشرقي الغربي.
هاد باغي مديرا. توا مديرا عليه بزاف.
واش طول الفتره اللي دايره لبݣاما؟
واش جايب نعادم الوحيان؟
انا لدي حساسيه من الاسبرين.
اهلًا بك، هل يمكنني مساعدتك في البحث عن شيء معين؟
خلينا نتقابل فالريڤر.
انت عندك تّلات مرات كتّير من الكتب اللي عندي.
دي طولو تقريبا 170 سم و كيهضرو.
والو كي نفكر نشرب بيره في الجو الصحار دا.
انا جاهز/ه لنفطر الان؟
هنا رخصه القياده الدوليه الخاصه بي.
والله، انا بغاون مرطب يد.
ارجوك اكتب عنوانك هنا؟
اسف، التذاكر لليله اليوم مبيضه. لكننا ما زلنا موجودون ببعض التذاكر لليله الغدوه.
هل هذا الكوب من الزجاج ينضف بالماшинيه؟
هل هما قويين جدًا؟
يا رجل.
فاتني دبوس في زويا هادي.
نقلت لرحله دلتا ايرلاينز رقم 215.
كنت نعتقد اني مسّيت شوكه مرجان سامه.
علاش عندكوا صناديق؟
رحلت بحجري هنا، والان هو مفقود.
والله، بغا لي خضره.
تمام. في ايه الوقت بغاو الحجز؟ وكم واحد؟
علّاك تضلّ علي يسار.
واش تعرف عليه؟
الان، اي مخرج اخذاً انا لساوندرز هول؟
هل صحيح استعمال ملاعب التنس؟
اود ان ادعوك لتناول الغداء.
هل يمكنني الدفع علي الطاوله؟
شحال ليك اخر شي مكان شفته معاه؟
اعطني اداه لقطع الانابيب، من فضلك.
خديت ساعتي علي القطار.
اجل، سيدي. لحظه، من فضلك. تفضل.
علابالواش كاع ما كباش لزال؟
واش سميت نخرج من هادي باش نطلع طياره الساعه 12 منتصف النهار؟
واش سخن بزاف هادي، ماشي؟
واش، كنعرف. ما كنعرف والو اللي الناس اللي حوالينا كايقولو.
ارسل لي سياره اسعاف، من فضلك.
هل فيوجد معالم مشهوره؟
استطيع ان اريكَ اين انا علي هذه الخريطه، من فضلك؟
اجل. انا ما يحبّو اللي فيها سكر، مع ذلك.
اه، خليني نشوف. ده كتر من ميزانيتي.
واش نتعشو اليوم؟
التيليفزيون فوق هناك، وانا هذي الريموت كنترول.
انا اسف، لكنني خاءف من انك ستضطر الي الاحتفاظ به بنفسك.
واصل راهنًا حتي توصل لشارع الامل.
واش بغا نشري هادي.
هنا المفتاح وهنا العقد.
هل يمكنني الانتقال الي قسم التدخين؟
واش تقدر تبعوني تاكسي لشارع بروان 23؟
ما طلبنا هذا.
كوب شampagne، من فضلك.
اهلاً، هاد ياخد 15 دقيقه مشي من هادي.
علبه ديال اخري، من فضلك.
نحب نطلب غرف.
واش بغيتِ سوار فحله يكملوه؟
فين بزاف؟
هل يمكنك من فضلك ان توصلني الي قسم الصادرات؟
انا خايف بزاف المروحه عندي قليله. تقدر تڨدر مره تانيه؟
مين اللاعب اللي علي البيدر للريدز من سينسيناتي؟
لايت شورت، من فضلك.
النوادي مثل سوبتروبيكانا كويسه. بتضل معموله لحد الساعه ازدوايه. الموظفين هيطلبو ليكو تكسي لما تكون مستعد تخرج.
الشباب الياباني مهتم بالموضه.
ما غادي نمشي بالضوء.
هل يمكنك فحص الاطارات؟
ط just started taking lessons. It's so difficult.
واش البوابه اللي نطلع بيها علي الخطوط الجويه اليابانيه، الرحله رقم 214؟
كانتني دايما كني fume.
قلت علي القط اللي ما كانش المفروض عليه.
اقدر نسلك ملصقات بريد جوي؟
واش ليك في هادشي؟
ما بغيتو حار بزاف.
متي طيارتك المغادره لسان فرانسيسكو؟
ما كنعرفو هاد المخراج.
اريد خمسين غرام من لحم هاد مقطع، من فضلك.
عندي تذكره رجوع لليابان؟
واش كتقدر تعلمني كيف نمشي فون؟
اريد لونًا اخر، من فضلك.
من يصطاد بعيرين لا يلتقط ايهما.
اوافق علي فكرتك، بشرط ان يتم ضمان تاريخ الانتهاء من المصنع.
هل يمكنك ان تحصل لي تذكره، من فضلك؟
قولو بالبطيء.
هذا ماڭ嘅، ماڭ嘅 ماڭ.
اريد ان احجز جوله جولف لغد صباحا.
بَارَكْ اللّاهُ سَمْعَك، جَرِبْ الكَعْكَهْ، يِلَّا، هَذَا مُخْتَرَمْ.
هل ستتحققين ايضًا داخل هذه الحقيبه؟
احسنت. في لغتنا، كلمه "سكان"، والتي تعني السمك، تاتي من مزيج من "سكه"، او "سكه"، و "نا"، السمك كطعام خاص تاكله عند شرب "السكه".
عبّر، من فضلك.
واش تقدر تدي ليا من Hotel؟
هما غادي يخلواو هادشيFriday l'دّيزيعاش.
واش طولتي ليك هاد الصداع؟
واليا لي مكان في الصفوف.
ماشي كيعرفش كيفاش نمبعد هاد الطلاب.
يمكنك تجربتها بلون افتح، اعتقد.
علي اي طابق يوجد قسم الاحذيه النساءيه؟
تحت المقعد اللي قدك.
الي متي يغلق المتجر؟
ما فيش داعي تشكرني.
هذا ماشي، كنعرفو كلينا.
والله، انا حاب نحدد موعد لخمسته الصبح اليوم.
ياخدوا شعر فندق؟
من اي وقت تبدا باستقبال الغسيل غدوه الصبح؟
دي ياقوت. عندنا بس دبوس واحد من هالشكل، وهذا من اروع القلاءد اللي عندي. طيب بتلبسه؟
اخبرني بالرسوم لاحقًا، من فضلك.
واش را هاذو؟
انا هنا باش نشوف حالي.
الرجاء جعل باطن السراويل اضيق قليلاً وبدون اساور.
والله، بغيت نشوف بعض مجموعاتكم اللي معروفه هنا.
ما كليش هادي.
هاري، كاين شي حاجه نقدر نعملها ليك؟
في الساعه الثالثه.
واش تقدر تدي هاد التنوره شويه، باللي
المعرس ثلاثه شوارع.
هل هو صوف نقي؟
واش هاد؟
انا سعيد جداً اننا تمكنا من مناقشه جميع القضايا المهمه وايجاد حلول. اشعر بالامتنان الشديد لكم علي تعاونكم اللطيف.
انا حاب/ه عندي دليل سياحي.
الي اي مستشفي سيُسَاقُ؟
اذا جابتلني خصم، ها غادي نشري هادشي معاه.
يلا بينا ناكل.
نا_{-ِ}حِ} ِـِـِـِـِـِـِـِـِـِـِـِـِـِـِـِـِـ
سماحلي. واش كيفاش نمشي من هادي لبنك؟
استطيع ان اري بطاقه تعريف؟
الرجاء ان تعلمني كيف استخدم الهاتف.
شوف هاد. دي محل كبير بزاف. نتوما كيهدي خدمت بزاف؟
واليا لي مقعد في صندوق.
انا عاجبني. هاوّليني.
واش معاك لجدر المدينه؟
رجعت.
اريد شيءًا اكثر سمكًا، من فضلك.
ماشي شي صابون.
واش معاك؟
الي سان فرانسيسكو، من فضلك.
واش هادو؟
وين كوره 60 ا؟
شحال المسافه من المحطه؟
ايه. هو عايش عند رقم 12، 34 شارع جي ايه او اس.
يا وليدي وقع.
ايه، عندنا محكمه متاحه في الساعه ازدوايه و T'نسه T'نسه تانيه في الساعه اربيعه.
يا ختي، هل في خط مترو يوصل للسايت سنتر؟
في اي قسم؟
اخدوا الفول السوداني بتاعكم من هنا.
اراه، انا نعجبني كليهما.
بالتاكيد. هذا حقيبتان وشنطه واحده. يرجي الاحتفاظ بهذا التذكره.
نبي/ي نبي/ي ويني ابيض، من فضلك.
علاله، كونوناو في معزار "او-بون".
هل ممكن نروح نشرب ميه بالزوايا اليوم؟
واش عندك اي معلومات عن الترفيه هادي الجور في المدينه؟
اصاحبي مِعاه بطّاطه، ممكن تقترح عليا شي حاجه هاديه لبطّاطوّه؟
وزّعتان، واثنتان، وثلاثتان، واربعتاان، وثمانتاان، وثلاثه وثلاثون الفًا.
مقعدين علي جانب قاعده اول، من فضلك.
واش بغيتني نسدّو عليه؟
الرحله ذات الرقم سبعه متاخره بساعتين.
نحب نشوف عمارات تاريخيه.
سوف نرسل شخصًا من الامن.
واش حار مزيان.
انا من البرتغال.
بعد ما شربت العصير اللي عطاوهالي، ضعت في نوم. لما نمت، جيبي و شنطي غابت.
اذا اردت، يمكنك طلب وجبه الافطار الانجليزي باسلوبها مقابل رسوم اضافيه.
لقد ضعت محفظتي.
والله، بغيت نسارك.
اعطني بعض التغييرات الصغيره، من فضلك؟
سباغيتي بولونيز، من فضلك.
اريد بيره من فضلك.
نحب نذهب لباريس. هل بزوجو القطار؟
واش وقت ماشي الحال ليك؟
استطيع ان احصل علي وصفه طبيه؟
انا بغيت واحد ثاني.
شبكه البحث الواسعه ديالنا متاحه ايضا باش نجاوب علي طلباتكم.
ده اول هدف في الموسم.
ماشي عندي. شكرا.
هاكوا نروحو نشوفو البضاعه.
الّوقت كانه رجع. كنا شفتو مع بعض علي العشاء.
اي خانه هي الممرات السريعه؟
الان نحن نمرّ فوق حديقه يوسيميتي الوطنيه.
يا عندكم حاجه لليلاه؟
شفتو ليا من سوق للقمامه.
انا مسافر.
خلصت من طريقتي، من فضلكِ نزلي الصينيه.
ساستاجر هذا النوع. اضف تامين السياره.
هذا لشندي؟
صافي نمش بالبن والكرش؟
ايه. حسب توقعات الطقس الاسبوعيه، غادي يكمل الجو مزيان هادي الاسبوع.
ارني بعض القفازات من فضلك.
يا ريت تفيقني.
حوِّل يمين عند الشّعْبه.
قول بصوتك، من فضلك.
هل يمكنك جلب لي سماعات اذن؟
هاد مكسور.
ساندويتش هوت دوج صغير وكولا كبيره، من فضلك.
تيفانيز. باه، علي الاقل ممكن نروق اعيننا بالنظر.
الرجاء تطوير هذا الفيلم وطباعته.
اعتقد اننا سنفعل ذلك. شكرا جزيلا.
الخطا مني. ما نشوفو بعض بزاف.
كم السعر بالبريد الجوي؟
واش بغيت قبعه.
يمكن يكون صحيحًا، لكن ما بقدر اقول اكيد.
ها انا غادي نمشي نرتاح في فندق.
انا اسف/ه ما بقدر/تي.
هل يمكنك فتح زجاجه نبيذ؟
اقدر نعوموا ثلاثه ليال؟
نعم. انا عايز جايب سمك الراي الاحمر - بس هو حار قوي؟
والله، انا بغاونه عجلات.
هل ça a واقي شمس؟ كام حمايه ça ça يعطي؟
هل ستعيد النظر في هذه الشروط المتعلقه بالدفع؟
انا اسف جداً.
هل هذا قطار لشي‌كاجو؟
واش كيفاش نمشيو بالبوس ليمنيو من هادي لبعد؟
لا، اسف، شفت ولكن ما كاينش.
فيلم ملون لـ 24 صوره، من فضلك.
واش هاد التّريّك غليّو؟
اقدر نشري تذكره هنا؟
انا موافق، ولكن بشروط.
هل بامكاني استعاره مكواه؟
والله، انا حاب نضم لتوير ديال الليل.
اريد شاشه ملونه لهذه الكاميرا، من فضلك.
كم السعر للذهاب الي سياتل؟
واش نتيبلعوا فين في سياتل؟
بدي نغير دربتي، من فضلك. فيها ريحه غريبه.
فينو هادو الموزاي؟
بسرعه كامله، من فضلك.
تمام. هنخليلك طاوله حلوه. ممكن اسمك؟
غرفه انا فيها شحالها تواجه شارع مزياح.
غرفه فيها حمام، من فضلك.
حمّق، عندك حراره. كيف بطنك؟
واش هاد يعجبني. فيه بزاف ديال الخيارات.
اعطني ظرفًا قيمته عشر سنتات، من فضلك.
هل من الافضل ابلاغ الشرطه؟
والله، بغا مني شريبه.
اعتقد انني ساذهب بسياره ليموزين.
واليا كنعرف سلطه خضرا.
واش وقت النهارده راك تولي فيه؟
نحب نروق لـ دار الاوبرا. وين كي تولي؟
استطيع ان اخبرك كيف تصل الي اقرب صيدليه، من فضلك؟
هل مضطري نتحول غرفاتا اذا ما كدلت اقامتي؟
احجز لي لغد من فضلك.
والو تلقي عندها ما عاجبها نطلي الصحون.
علَّه يرجع فهذ المخيّم الساعه اَرْبَعَه من زَمَان هادي.
كم مره تُقام الجولات؟
جيبلي صوص طماطم.
اِذَا سَاَلْتُ عَنِ الشُّرْفَهِ، مَتَي سَاُحْصِلُ عَلَيْهِمْ؟
رجاءً اُصدر تقريراً عن خساره متعلقه بامتعتي.
والله، بغيت نطلب ثلاثه места لفيلم "قطه علي سقف معدني" لليله الغدوه.
والله، انا حاب/حابه نعاود في فندقكم غدوو مسا، هل ممكن تحجزوا لي غرفه وحده؟
هل هي نزهه طويله؟
هل ممكن تغيّر ليا مقاس اكبر واحد؟
ثلاثه سرمد، جزاين وخمسه عشره عشره، من فضلك.
لا، ממש לא.
واليك خياري: اريد ان اترك امتعتي.
هلّا وقعت علي الملف والوصله ديال البطاقه ديال الخزينه؟
الرجاء تحويل الدولارات الي جنيهات.
واش طول الفتره اللي حتقعد فيها بالتاكسي للو Hotel؟
ديالي مسروقه وهو انا خدمت فون.
هذا شيّ يعجبني. ça va servir بزاف من الشّركات.
اسمي ساتو. اتصلتُ قبل قليل. اودّ ان اسجل، من فضلك.
واليا لي علي قناع للوجه.
هل يمكنني ان اترك السياره في مطار لا غوارديا؟
بالطبع لا. سارسلك رساله بمجرد وصولي الي المنزل. وداعًا يا سيد ناغانو.
واش كنعور في زحمه، وما نساوش نمشي بالزمن.
هل عندكم اي وظاءف شاغره؟
عندي بزاف.
ماشي حقي.
والو ما بغيت نبعت هاد البزاف بالبريد المنجل لخدمه اليابان.
مقعد علي الشرفه، من فضلك.
نفسيني علي الماشيل.
هادي المدينه عندها بزاف من الخضره.
الرقم صفر ثلاثه ثلاثه وثمانيه اربعه عشر اربعه اربعه وخمسه.
هل يجب ان البس زيّ؟
الشيانتي، من فضلك.
كانت تركض بسرعه.
والله، انا بغاون عصير جريب فروت.
استاذ، هل يمكنك تزويد السراويل بقصه، من فضلك؟
كم ثمن غرفه ثلاثيه بدون حمام؟
هذا السيد تانaka في الغرفه رقم اثنتا عشره تامن. اود ان احصل علي مجموعه من المناشف الطازجه.
اضغط اسنانك برفق.
نحن نتقاضي رسومًا لاسترداد الحجز.
هل تقدر تدينا تذكرتين؟
دي ست دولار و 40 سنت.
استطيع ان اري القاءمه، من فضلك؟
واش هاد الحقاله باقيه؟
ما هذا اللي قلته قبل كده.
هنا فين نلقا تليفون عام؟
رحله غطس في البحر، من فضلك.
ايه، احنا مفتوحين طول الليل.
نود ان نرحب بكم جميعًا هنا للاجتماع السنوي الثالث لعام الف وتسعماءه وواحد وسبعون.
من هما الممثلين؟
بْـلْـهِـسْ، بْـلْـهِـسْ كْلْـهِـس؟
اسمي اليزابيث.
هل فيه مكان جيد نشوفو فيه في ثلاثه ساعات؟
وين مكان قسم استلام الحقاءب لرحله الخطوط الجويه رقم 801؟
هل بامكانك اصدار شهاده بالسرقه؟
واش سميت نتقابل؟
البانيو مسدود.
انا جاين من اليابان لليوم من امريكا.
هنا رقم المقعد فين؟
بالمناسبه، عندك بوليصه سفر ديال هاد الرحله؟
قلتلي ناوي نمور لخمسه ايام.
فين محلول مافيهوش ضرايب؟
كان عندي تذكره طياره في شنطتي.
اعتقد انني ساذهب للنوم.
هنا القواعد شويه مفرطه.
الرجاء ان افكر للحظه.
هل فيوجد بار قريب اقدر نروحو ليه نشرب؟
صافي عندي في خامس دقيقه.
كم من الوقت كانت في الولايات المتحده؟
انا بغاون زر مشدود.
هل يوجد حظر انزال؟
اللون ماشي، بس المقاس غلط.
بسكويتات يابانيه.
واش نقدر نجيب مقاعد اول صف دلوقتي، ولا نشيل ننتظر العرض الجاي؟
حسنًا، في هذه الحاله اعتقد انه من الافضل ان احاول شركه اخري.
هذا الاسنان وجعها.
واحده تانيه، من فضلك.
كيف تلبس لما تروح جنازه؟
عندما يظهر الضوء الاحمر، اضغط علي الزر.
دبل اوثري، جيل.
بْـهْ تْـهْ دْـارْ؟
انت محظوظ يا سيد سوزوكي.
عندي وجع شديد في ظهري.
هل يمكنك ان توصي بشرب خفيف الكحول؟
خسرت جواز سفري في مكان ما.
ساحضر لك طاوله علي الفور يا سيد كيمورا.
واش بغيتو سياره لعبه.
هاد بزاف خير.
واش طول الوقت دا؟
هل مضطر باش نمشو ف سكه هانا؟
المفتاح الرءيسي، من فضلك.
كانت محادثتنا ممتعه.
صافي نقدر نشري تذكره عند البوابه؟
كانتْ هذيْ الشّعورْهْ موجودهْ عنديْ منْ اللّيلِ الليْ فاتْ.
عنده وخا خمسه متاع.
اليابان دي ببلد ماشي بسرعه.
الرجاء التحلي بالصبر اثناء بحثنا عنه.
انا عندي هاد.
عندي حكه علي الجلد. اي كريم طبي يعمل احسن؟
واش كيعرفك نوالك ناسي غدي تداري في الداخل؟
ايه، معرفش شويه. واخي، رايح علي رحله؟
اسمي يوكو يماوكا. هل يمكنك من فضلك تغيير حجز طيرتي؟
والو ما بغيت نشوف كوميديا تتعلق بحياه العاءله.
تشرب الشاي ولا القهوه؟
انا شحال كاتعلم في دراستي البكالوريا، ولكن بزاف ماكال شي.
واش هي التخصص ديال هاد الريڤيرانت؟
ربيعه سعيده.
كنت وُلدت في مدينه تبعد حوالي مءه كيلومتر عن هُنا.
افضل لك البقاء في غرفتك في الفندق لعده ايام.
والو لي كيناضر ليا من الصداع.
هذا بالضبط مقاسي.
هادي الغرفه ديالها حاره بزاف.
واش متاكد؟
ايه، دي احسن شويه. دي مصنوعه من كشمير.
الاحتياجات اليوميه.
سقطت كاميرتي علي سطح صلب.
واش تقدر توري ليا حاجه تانيه؟
عندي بس 50 دولار.
واش في شي شنكتو ما تتراسو؟
نسيتُ ملعقه.
شكرا. سيسعدني ذلك.
صافي، كلشي حكايه.
اريد مقاعد رخيصه، ان امكن.
قاءمه، من فضلك.
الڤيا ديال المترو وين؟
صافو. وواش نقدر نجيب باص؟
صافو ما ننتظرواساعده.
اسمها السيده جريجسون، اليس كذلك؟
فين نا نقدر نلعب تنيس؟
ستريني بالصوت ده؟
انا شغاّل في الطبخ حاليًا.
واش هادي صداقه فجاه شفتك في المكتبه.
هل عندكم راكيتات للايجار؟
الشان بزاف يعتمد علي فين درتي الدراسه.
واش، شفت. فين خاطء. اسف.
والو، بغا شي خفيف.
تذكره ذهاب و عوده من الدرجه الثانيه، قيمتها سنتين، من ادنبره، من فضلك.
اجل، ça va arrive.
اريد خريطه لخطوط المترو، من فضلك.
انا منام متاخر ايام الاحد.
انا غاليتخرج مع اهلي نهارالجمعه باش نتمشاو في البركان.
تمام يا سيدي. هل من الامن عرض هذا الفيلم؟
الان يمكنك اخذ واحد من عندي.
كم عدد الايام للذهاب الي طوكيو؟
الرجاء التحقق من وجهه الحافله قبل ركوبها.
شريحتين للبانكليز.
جات ليا ساكته، بالليييييز.
اسف، ولكن كل شيء محجوز.
كانت غادي نمشي لهم بريد جوو.
نعم، عندنا واحد معه منظر للبحر.
لون السياره كان اصفر.
واش الفيلم لي كاينا هادا؟
اللي قلبي فاكرله بزاف هو حمامات الميه الحراره.
تمام. شكرا.
اه، ماشي. نشوفك الساعه 6:30.
اكيد يا سيدي، هل تود ان تتفقد هذا الكتالوج؟
ايه. دي تايهه تلاته و اربعين. مراتو مريضه بزاف.
هل عندك حزام يتماشي معاها؟
كم مره في الشهر تلعب بيسبول؟
انا اسف، ولكن طالما ان وجهات نظرنا لا تتفق، لا يمكنني الموافقه علي تجديد العقد.
صباح الخير يا سيد كاميرون، كيف حالك؟
اسمي اكيوه يامادا ورقم الرحله جالف صفر اثنين سته متوجه الي طوكيو.
الرجاء اعطاءي زجاجه عطر.
اين يمكنني الحصول علي استماره استرجاع الضريبه؟
هل يمكنك ان تدير الي اليمين؟
ارني هذا علي الخريطه من فضلك.
هل عندكم غرفه لاربعه؟
لا سكر، فقط كريمه.
هذا الصباح السيد كواكامي يزور عميلاً.
كيف نلْقي هاد؟ كانتْ تْشْيّدْوّه علي هادْ الخريطه؟
ولكنك تزرع الخضروات هنا.
اريزونا كالمَرطبان.
الرجاء اعطاءي كاس ماء.
اكيد، تقدر. ولكن سيكون هناك رسوم اضافيه قدرها خمسون دولار.
هل هو قريب من هادي؟
استطيع ان احصل علي بعض المقبلات، من فضلك؟
هل يمكنك تغيير الاطار، من فضلك؟
هل هاد 120 دولار؟ انا معتقد انه غلي فالغالي. كتعطاونا تخفيف؟
هل عندكم سوتيرنز؟
اود ايضًا اثنين من الطوابع لبطاقات بريديه الي اليابان.
الرجاء ان تُري لي جواز سفرك و نموذج الهجره.
واش معاكوا شي كايبيعوا علي الطابق التاني؟
سيارتي ما غدياتوش متاحه غدوو.
هل الماء دافء؟
انا اود ان استلم كفّالتي، من فضلك.
ايه. باسرع ما استطاع. ده بخصوص موضوع عاجل.
هل يمكنك ان تضمن الجوده؟
لقد قفلني نفسي. هل يمكنني استعاره مفتاح بديل، من فضلك؟
هنا مكتب السياحه؟
واش كيفاش نمكال تليفون لليابان؟
عندي صندوقين باش نحوكّلهم.
دي واحد علي سطر تاني.
هنا الجو حار جداً والظلام دامس.
من هو الفنان؟
اسمحولي ان اقدم لكم نفسي. اسمي غورو يامادا.
سّمحتلي. كاسرت السكاكين. تقدر تسكتلي واحد ثاني؟
الوا فين البوب؟
كم اوقيه؟
يا الله، ما هذا؟ كان يجب علينا ان نرتدي ملابسنا بشكل افضل للمسرح.
ياخد شي بايس؟
كم هو سعر الصرف؟
عندي شنطتان و شنطه بدله واحده.
القُطّانَاتُ مُتَوَرِّطَهٌ.
والله بحال. كنعرفو نخرج من الخدمه شويه.
كم شنطه بغات توريها؟
اهلاً، كل شيء ممكن يكون غالي في اليابان اليوم، لكن اطباق التوفو مش غاليه جداً بمعاييرنا. اما لو زرت مطعماً يابانياً فخماً لتجربه مطبخ كيوتو، فمن الافضل ان تكون مستعداً لدفع ماءه دولار للشخص الواحد.
بصوت اعلي، من فضلك.
الان، اين حقيبتي؟ اوه، انها قادمه.
شحال فلوسك اللي معاك في الجيب؟
والو معرفناش. ممكن تديرو ليا قياس، بالليله؟
ما تنساش تاخد معاك جواز السفر.
هل هذا كل اللي عندك؟
اكيد. غادي نوسّع ليك باش يلقاوك الساعه خمسه صباحا في زاف بالظبط غدوو مسا اليوم.
استطيع ان اري خريطه المقاعد في المسرح؟
انا اسف، يلزم دفع دفعه مسبقه لمده تسعين يوماً.
علاش عندك تقويم باش نكتب عليه الاحداث؟
اعطني فيلم سينماءي بمليمترين وسته عشر مع صوت.
كانت قد فهمتني غلط.
كانش واشغل بزاف شحال هاديك. والو كان شي حاجه كايغتاف عليها.
اجل، سافعل. ولكن كم السعر؟
واش تقدر تخدم تشحت هنا ثواني؟ انا غادي نمشي نشوف ليك.
هل دي اول مره تكون فيها كدا؟
هنا سوف نراقبك وننادي عليك لما يولي برجر الدجاج المشوي علي الفحم جاهز.
هل يمكنك ارسال هذا الطرد بسرعه الكتب؟
ديييييييييييييييييييييييييييييييييي
فين ملاعب التنس؟
افتح ثقبًا اضافيًا، من فضلك.
هل تعرف شيءًا عن حقيبتي؟
انا من الولايات المتحده.
هل هادشي حجمي؟
عندي اسم.
انا اسف، ما عندي حجز، ولكن هل لدي طاوله متاحه؟
لا يا سيدي. اسف. نحن ممتلءون.
سءال جيد. كنت غادي نمشيلك هكا.
عندي الم شديد في اذني يوجعني.
ربي يباركلها ليا.
انا غادي نصور حفله صغيره في داري الاسبوع الجاي. نتساءل اذا كنت تقدر تيجي مع زوجتك.
الركاب ذوي الترانزيت، يرجي حمل بطاقه ترانزيت. من المقرر ان يكون موعد مغادرتنا الساعه خمسه واثنتين وخمسين دقيقه. يرجي الانتباه الي الاعلان.
والله، بغيت نحدد وقت ليلعبو علي الملعب غدوو.
هل تقدر توصيني بمكان زي كدا؟
يا خو، بعض الكريبس. واقدر اطلب شيك؟
الواحده، كام هتبقي في لندن دلوقتي؟
واش هاذ؟
لا يجب ان اكل اطعمه تحتوي علي سكر.
ثم، اعتقد انه في جواز سفرك. هل يمكنك فحصه، من فضلك؟
كاماش دربال؟
انا طالب جديد. انا ما اعرف كيف ا registrer. ممكن تساعدني؟
واش عندك تذاكرات معروضه فالنهار لي فات؟
ساوصلك بشخص داري انجليزي.
واش؟
انا اسف لازعاجك، ولكن ارجو مساعدتي.
والو ما بغيتش نمشي من فندق الـ Grand.
اريد ان اُنتقل الي بكالوريوس ثلاثه وتسعه وتسعه.
هل تتذكر صفات اللص؟
واش فين خدمت؟
الي ايه الوقت بدا؟
خُدعتُ في سرقتي محفظتي.
نتطلع لرءيتك مره اخري في نفس الوقت من العام المقبل.
كان تعبيد. من فضلك تعال فورًا.
لازم نمشي. هاذ شيّب ماشي.
متي اقدم موعد ممكن؟
انا ليروِي.
سلام. انا ياماشيتا. اود التحدث مع السيد سميث.
هل عندكم عربه طعام في القطار؟
شنطي مسروقه.
هل عندك غرفه متاحه لليلهين الجايك؟
علاش ليك تاInsurance؟
هل يمكنك ترويحه ليا؟
هل عندكم مجله يابانيه؟
علاش عندك شي واحد نظيف؟
ناخدو نزلّو فين؟
والو.
الي اين خدّاك نزيدك؟
هل تقدمون طعام هنا؟
سمك التونه مع الفاسيبي، من فضلك.
تمام. ها نقبلو. ممكن تغلفو ليا هادشي بالفيلم، من فضلك؟
فين حمام ولاد البزاره؟
اريد فلتر.
ما غادي تنجح فيها.
هل ممكن نطلب طاوله علي الشرفه؟
هل تقدر تحاسب علي مالي هنا؟
ارجوك اخبرني عندما نصل الي شارع هدسون.
شحال ليك المحل اللي تحبه؟
الرجاء الاتصال بي في الفندق فورًا بمجرد ان تجده.
هل عندك اي ساعات جيب؟
هل ناكل هاد بالصوص؟
هل غادي يحتاجني حمايه من البرد علي قمه الجبل؟
من هذا سوف يُتَّخَذُ القرار النهاءي؟
كنت فاكر الفتره الاولي في شهر فبراير. علاش ما كنشوفش للحجز؟
كانت فيه كمان بطاقتي الكريدت فالجيب.
عنده سلاح.
هناك انواع مختلفه من الكلاب، اليس كذلك؟
والو فيلم جديد خالص بغا نشوفه.
واش بغا ليا ديالووش ديالووش.
لا يجب ان اكل اكلًا يحتوي علي ملح.
واش المغزي جا عندو؟
عندي خطط.
هل يمكنك توصيلني بشخص يتكلم الياباني؟
والله، انا بغاونه لعبده شطرنج.
الي فندق كونтиненتال، من فضلك.
بّزّه فحسب، من فضلك.
هل سيكون هناك لوحه بيضاء في غرفه الاجتماعات؟
كانت غادي نمحله غرفه في الخلف. ها هي عادهً اكثر هدوءًا.
والغرفه الهادءه اكتر اللي عندك.
هل تبيعون سلعًا حرّه من الرسوم الجمركيه علي متن الطاءره؟
واليك جواز سفري من الصندوق الامان.
في الساعه الخامسه وخمسه واربعين.
يمكنك شراء التذاكر من شباك اداره المسرح.
سماحلي، فين الحمام، من فضلك؟
فين الشمال؟
المفتاح لساعه 11:45، من فضلك.
واش عاقد الخدمه هاد لبنيان؟
اِسمحْلي بنصرف شويه ماي؟
اجل، انا متاكد. انه لذيذ جداً لدرجه انني اكلت كثيراً. لقد استمتعت بالعشاء كثيراً.
شكرًا لك. ثم هل يمكنك ان تعرض عليّ بعض الصنادل بحوالي 6 ونصف درهم؟
اعطه الاسعافات الاوليه اولاً.
هل فيوجد مراه؟
فين الباب 24؟
خذ جرعتين مرتين في اليوم.
ما عندي ما يكفي من الدراهم، لذا غادي نهيبل بالكريديت.
قاتِل ابطي.
اريد ان اخذ هدا الكيس معايا علي الطيران، من فضلك.
هل بامكاني وضع امتعتي في الخلف؟
واش نقدر نشري تذكره لاله البوس؟
علاش تدير تبغي توصل معنا؟
هل يمكنك اضافه جبنه تشيدار؟
ثم، يرجي ملء هذا النموذج التطبيقي وتوقيعه.
والله، انا بغاون خمسه طوابع عشره سنتات وخمسه عشر بطاقه بريد، من فضلك.
صافو ساعه هايله؟
شويه.
عندي خطه نروح نشوف المدينه نص يوم بعد الماتين.
بْـْعـدْ، كْلْـهْ؟
غرفه هادءه، من فضلك.
סתם سميت باش نشكرك علي مساعدتك ليا طول رحله ليا للولايات.
عندي لخمسه عشر عطله وطنيه.
انا متاكد اني حطيتو عند المكتب.
هادي الخدمه. حاجه تاني؟
كام هو سعر هاد القماط؟
انتِ تحبي العمل هنا؟
لا، هذا رقم ثلاثه سبعه تسعه ثلاثه وثمانيه اربعه سبعه واثنين، اسف، انك اخترت رقمًا خاطءًا.
اين مفتاح الغرفه من فضلك؟
سماحلي. ممكن تعلميني اي القطار اللي رايح لشارع ويلر؟
هل يمكنك ان توصي بفندق نظيف ورخيص الثمن؟
يمكن يكون هذا سميكًا بعض الشيء. هل لديك واحد ارق؟
استطيع ارجاعه اذا ما كان فيهوش المقاس المناسب؟
واش باغين تبعوهم بالبريد الجوي ولا بالبريد العادي؟
اخذني الي شارع الملك.
هل عندكم اي وظاءف شاغره الليله؟
واش خدمت المترو معندنا هكا؟ مش هكي؟
انا اسف، سيدي، لكننا لا نعرف ذلك.
الرجاء التحدث ببطء. انا لا افهم جيدًا جدًا.
اقدر نجرب هاد؟
واش معاك نشرب قهوه؟
والوا شحله؟ بغا ندي بيره. ويلا شحال انواع البيره اللي عندكم؟
واش؟ ما يعطوكاش فرشاه اسنان هديه؟
والله، انا بغاون تلاته رولات فيلم ملون بـ 36 صوره.
ياخدوا باصات؟
واش هاد غلي بزاف؟ عندك شي شي غليو غليو؟
سماحلي، طلبنا المشروبات ثلاث مرات.
كم سعر التذكره للوصول الي برج لندن؟
واش تقدر توصي ببعض الاماكن اللي نقدر نروح ونرجع فيها في نفس اليوم؟
دي باهيه.
الشارع مختلف علي اللي درناه امبارح. هاذ شيقه؟
واش سميتو؟
ما بال عليك. انا نعتقد انهم تعلموا التعايش بعد سنوات طويله من المنافسه.
بالمناسبه، هل المحلات الكبري تقبل الشيكات المسافر؟
اه، طبعًا. رقم بطاقتك و تاريخ انتهاء الصلاحيه؟
والله، انا بغاونا معاك مخلول.
هل يمكنني استءجار معدات الغوص في هذه المحل؟
هل يمكنك يا اخي ان تسامر اغراضي؟
يمكنك تجربه فندق H او فندق C.
متي يبدا الستار؟
شحالك بغيتي شعرك؟
بدء الامور مع فرقه الرولينج ستونز.
نعم، سلطه جامبري كبدايه.
ضيع جواز سفري، مع سبعه درهم.
واش هو هاد البناء غير؟
هل عند هاد الفيلا ميناء للسباحله؟
الرجاء الاتصال بي علي الرقم 6 غدًا في الصباح الباكر. الغرفه رقم 420.
هل يمكنني الدفع بالين؟
انا خايف ما فيا رجعه. تقدر تبدّلوه بشي ثاني بس.
هنا الجامعه؟
كانت ترتدي تيشيرت وفستان طويل.
انا من امريكا.
هذا مطعم دالاس.
اهلاً بك، لا تتردد في الاتصال بنا في اي وقت.
هل يمكنك ارساله الي اليابان اذا طلبتُه الان؟
واش نقدر نجيب دجاجه علي خبز الراف؟ و انا بغاونا مايو بزاف، ب
كم عدد الايام اللي هذه التذاكر صالحه فيها؟
واش باغين نخرجو ناكل مع بعض؟
خُدعت وسُرقتي محفظتي وبطاقتي التعريفيه.
علاش عندك خطط؟
هل فيه تكييف؟
فين المسرح؟
قصّيت لبني.
واش غادي تاخد فيها ميه دولار؟
يا سيدي، ما كنت نعرفش ان الحصول علي بطاقه اءتمان ياخد شهر كامل علي الاقل.
استطيع ان اخذ متعلقاتي من خزينه الامان؟
نحب نغير جدولي.
لا، ما عليك. فقط ضغطه الزر، من فضلك.
قاتوني.
متي نهايه الجوله؟
ميامي
ادوري؟
نا درجا تلقي بضايع فنون الشعب؟
هاد سادسه دولار. عديراك ها؟
فين الحمام الاقرب من هادشي، باللييي؟
شفت платил بالفعل علي الاكل و مصاريف الفندق مسبقًا.
اسف، ها ندي الخدمه علي الكلب.
عندي حوالي ثلاثه الاف دولار.
ميه دولار. نقيد ولا بطاقه crédit؟
فين محطه باص بارك سنترال؟
ممتاز. عندي مقعد بجوار النافذه. اه، اذا كنتِ تريدين تغيير المقاعد لاحقًا، سيدتي.
انا في اجازه.
هل هذه المنصه هي الصحيحه لنيويورك؟
نعم، كل عشر دقاءق.
هل استطيع تغيير طلبي بعد الان؟ اود ان احصل علي سمك الدوفر بدلًا من المحار الصخري.
للدراسه
هذا ماشي كل يوم الاثنين.
واش بزاف، بيبان محطات المترو و التوبسات. نقدر نمشيوه معا واحد؟
فين مكتب تسجيل الوصول لشركه دلتا؟
هذا الشيء غير مسموح به.
هل هي مقاومه للبهتان؟
هاد لحجمو صغيير بزاف.
امتي ساعات عمل متحف الفن؟
اثناء خروجي، من فضلك اصلحه.
انا كين.
هل غاش حتا هادي الهسبوع؟
اقدر نشوف الحقيبه دي؟
هل هاذو السياره رايجه لسياسلتون؟
من فضلكم وقعوا هنا، واليكم ايصالكم للرجوع اليه.
خدمه الغرف
هل هذا التذكره صالحه فقط ليوم محدد؟
الوقت خلصان.
ارجوك، احفظ ممتعتي الثمينه، من فضلك؟
انا مخطء.
ها ناعومدي مع صاحبي في نيويورك.
كام هو السعر مع الضريبه؟
هديه؟
هذا اللي بعدو علي اليمين.
افضل معطف مزدوج الازرار ام معطف ذو زر واحد؟
هل يمكنك مساعدتي في العثور علي امتعتي؟
نعم، هذا يبدو امراً يستحق المزيد من البحث. هل ستاخذ هذا بعين الاعتبار يا سيد كيناين، وترسل نتاءجك الي السيد ناكاياما في اقرب وقت ممكن؟
هل راه المشتاقه لباهله هيلتون؟
شْلُون نوع المطعم اللي تبغيه؟ هل تبغي بس تاكل عشاء، ولا تبغي مطعم فيه بار؟
تاكي بطاطا، شري ناسيلا. دولارين من فضلك.
واش بغيت جاكيت.
هنا ضيق بزاف.
اقدر نسلك عشاء علي الباخره؟
هل عندك هاد؟
في الصيف، الجو حار ورطب في اليابان.
الرجاء الاحتفاظ بهذه الحقاءب حتي الساعه الثالثه.
كانت عندي وقت ميمون اليوم.
هل هذا الدواء فعال في تخفيض الحمي؟
عيناه كانو سودانيين وواسدين.
الرجاء حجز طاوله لناخمسه اشخاص.
سماحلي، لو سمحت، اديلي حاسبه.
هل مضطر لكي اُدخل المستشفي؟
علاش عندك تذكره العوده؟
اريد ان اتصل بالخارج الي اليابان، من فضلك. هذا يوكي موراي في الغرفه رقم ثلاثه اثني عشر. اود ان اطلب مكالمه مرسله الي السيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثه ثلاثه سبعه اثنين سته وثمانيه ثلاثه واحد.
هل تقدر ترمّم هاد القاموس؟
نعم يا سيدي، هل لديك اي وثاءق تعريفيه؟
هل يوجد مكان يمكنني ان اتصل به بالهاتف؟
هنا مكتب المفقودات؟
كان شيء ميمون.
الورود البرتقاليه تُعجب بها في مهرجان الدمي لف 소녀 في الثالث من مارس.
هل يمكنني استبداله بشيء اخر؟
هل اربطه؟
عندي تذكره لديترويت تطلع الساعه 11 الصبح.
استطيع ان اساعدك في العثور عليه؟
اِذَا مَا كَانَ الزَّمَنُ الَّذِي قُلْتَ بِهِ اَنْ نُسَلِّمَ الْوَاجِبَ؟
اريد عصير، من فضلك.
خمسه وعشرون دولارًا يشمل تكلفه الحافله وجوله المرشد السياحي ورسوم الدخول.
مسجل، من فضلك.
نحب نختبر الاكل المحلي.
الرجاء اصطحاب صديقي الي المستشفي.
المتحف المتروبوليتاني جيد.
اعطني ايصالًا من شركه التامين الخاصه بي، من فضلك.
والله، بغيت نسركّ شي معدات لليونو.
ما فهمتش عليك.
هذا اسمي الكامل وعنواني.
انا لدي حساسيه من المضادات الحيويه.
واش بغرق ليا لو ما نخرجش بالتاكسي للو Hotel.
اقتراحهُ قُبِلَ.
ايه، عندنا تسعه و نين نوع من الاكل اللي في الكورسات.
هل فيوجد اي خط حافله تاني يوصل هناك؟
واش تقدر تعلمني كيف نخلي درجه حراره الغرفه؟
احْمِلْ اُفُاقِي، من فضلك.
الرجاء ان تنهي المكالمه. ساعود لاتصل بك لاحقًا.
هناك اربعه مواسم مختلفه.
عانيت من هاد الاعراض من صباح اليوم.
هل القطار يتوقف في اديلايد؟
القهوه ليا، من فضلك.
خمسون سنتًا لكل كلمه. كان اغلي مما توقعت.
ما كنعرفو شءوننا هنا.
والو ما باغِتش نبعت هاد الـبوستال جو بلاد اليابان بالبريد الجوي.
واش المغادره ديال هاد القطار؟
جيبلي زجاجه صغيره منها.
فين Telephone اتكاলেক اقرب؟
فوق المكتبه، في المسرح مباشره. ولكن يجب عليك حجز مكان.
اريد بعض النقانق، من فضلك.
واش الخدمه ديال هاد الريڤيرانت اليوم؟
واش نشعلوا نخرجوا لباريس غدوو مسا والو ونغيرو لرحله سوءيسير بعد الظهر؟
ثمانيه وخمسون بنس.
هاد بزاف يعجبني. وا واحد جا يزورك منيح بزاف.
واش نتاعاودو واخا؟
سّمحتلي.
ما تسخّق.
انا بغاوني واحد قوي.
لا، انا حاسس/حاسه خوشاء. يلا.
عندي واحد اكبر؟
اريد ان احجز طاوله لثلاثه اشخاص في الساعه السابعه، من فضلك.
عندي شبكات مترو الانفاق في المدن الكبري مثل طوكيو.
اسف، ما نقدرش. ça va prendre plus de deux semaines.
واش قيمه تاجير تليفون محمول و جهاز اشاره؟
هل فيوجد مغسله ملابس قريبه من هنا؟
صافي، باغي تشكون.
هل يخصم بدل الخدمه؟
ماشي حاسس حالي مزيان، سقسمني شي دواء.
ما زال ليس كذلك، شكرا.
عدد السكان في اليابان هو السابع في العالم.
واش نقدر نعيدو مياارنا؟
اعطني عشره رموز، من فضلك.
طبعًا، خذ الحافله رقم خمسه من فندق الملوك وانزل في ساحه المدينه.
باش بغاووه بحال هادي لليل.
نعم. هذا الصباح اشتريت ستره من محلكم. ولكن عندما عدت وفتحتها، لم تكن هي ما اشتريته. هذه فاتورتي.
شحال بزاف بزنزير ديال مشروبات كحوليه عندك؟
يمكنك تغييره في اي بنك من البنوك الموجوده في المطار.
عندي نبيذ ورد ممتاز.
واش سميت برنامج التلفزه اليوم؟
الله يسقينا ويشفانا، قريب هتشافي.
هادي طبق ماشي معروف فريحه.
علاش عندك هدايا مزيانه ليا الرجاله؟
واش شفتوش لوحه Air U.S. 707؟ ليك عليه.
عندي مغص في البطن. ممكن نعطيني دوا؟
تعطيكaffeeيه تانيه؟
غدوو؟ انا ما كنعرف والو شحال النهار، ما كنعمل والو طول الاله. ولكن ليش؟
استطيع ان اريك فاتورتك، من فضلك. ما هذا الرسوم؟
هاوّل ناكل نشرحك.
واش خدمتوه زمان؟
واش غدي يحصل لو قلتوا نعم؟
ستريني كيف نخدمو تلفون؟
هل هذا كوارتز؟
اريد طلب خضره بطاطا جاهزه للتقديم، من فضلك.
صدر بطني.
والله، انا بغاوني مترين ديال هاد القماش، باللييي.
هل ستجلب لي بعض الثلج و كاسين، من فضلك؟
واش العمره المانعه؟
هل عندك ظرف تاني؟
عرفت انك ما وقفتش علي اللافته؟
والو نتي غادي حوالي د 10 ديال العشاء.
التذاكر السريعه صالحه فقط للقطار والمقعد الذي حجزته.
من ثلاثه ايام ما نفضت خياري.
هذا هو علامه المطالبه الخاصه بي. هل ستتحققون منها علي الفور؟
كام هو السعر لتذكره الي وايتপ্লেইن علي الخط الشمال؟
هل انا بحاجه ل تذاكر؟
يبدو كقطعه ذات جوده عاليه.
هل فيوجد اي اماكن غوص قريبه من هنا؟
الرجاء كتابه اسمك، اسم الفندق، ورقم هاتفك علي هذه الورقه.
الرجاء ان توضح لي الطريق الي مكتب البا.
الرجاء ان تتركني في المحطه التاليه.
الرجاء الذهاب الي النافذه الخامسه.
ايه، باهيه، باهيه، كانت النهارده دوزه شويه حراره اكتر.
واش كيعرفو نروحو لهونيكيه مع بعض؟
يمكن يكون ضاع عندي عند المكتب.
هل باغي نتقابلو علي الغداء؟
استطيع ان احصل علي دواء للبطن؟
هادي عياpti.
فين المصعد ديال Grindelwald؟
واش خدم تلّي؟
هل هو اصلي؟
واش بغيت تدي ليك فين صور سينيه.
واش هادالبناطيل القصيره غليضه بزاف؟
اعطني تسعه عشرين عشره، واحد خمسه، اربعه واحدات والباقي ريالات.
اسف، ما يمكننيش. انا ممكن ان اتوقف الا في الفنادق اللي مكتوبه هنا.
شْلُون نوع الغرفه اللي تبغي؟
الله يهديك، بس شنطي كبيره اوي مشيتش قدامها. ممكن تحفظها لو سمحت؟
والله غاولي نمشي نركب صندوق امان.
الاسم سوزوكي.
فين الدوباره؟
اعتذر عن ابقاءك منتظرًا، رقم الغرفه هو التسعون وتسعه. هذه مفتاحك.
وين الجردان؟
استطيع ان احجز موعد لي لغد؟
واش راك غاودير في لوس انجلوس؟
ماشي مشكله.
وين حمّام؟
الرجاء اخبار السيد توماس انني اقيم في فندق هيلتون.
واش سميتو باص ولا قطار يودي للعاصمه؟
واين راه чемпионаت العالم؟
اصعد التله. ستصل الي طريق ذي ثلاثه فروع. ثم اذهب يمينًا.
واش معاك الطَّمْباره شحال هادي؟
ارِنا اين مالك.
سلام. دي كارول براون بتكلم. ممكن اتكلم مع سوسان؟
علاش عندك شي غرف فيها منظر كييعجب؟
هل عندكم اي صحف يابانيه؟
والله غادي نخرجFriday اللي 29 وارجع Sunday.
ما عندنا هادشي في المخزن، ولكن ممكن نطلبهولك.
فيه ملصق ميكي ماوس عليه.
هل يوجد ايضًا مقهي حلويات؟
اختي متعبه قليلاً وغريبه بعض الشيء.
فين ناكل لبسه تقليديه؟
ساطلب ستيك من لحم البقر (او: ستيك من لحم العجل)، و لحم ضان مشوي لزوجتي.
الان، اذن ماذا علينا ان نفعل للعشاء اليوم؟
اِذَا كَانَ مَعَكُم مَقَاعِدٌ مُفَتَحَهٌ؟
واش بغيتو شحال؟
سياره غير مدخنه، من فضلك.
فندق اقل تكلفه هو الافضل اذا كان في حي امن.
واش نقدر نقرا هادو؟
اش خليهش شي خيار تاني؟
عندي انفلونزا.
انت ما عندك غرفه اقل سعر؟
قلت علي رقم غلط.
هناك مبني جميل هناك.
واش بغيتو يشبه ليا بزاف، باللي شحال ديال ميج ريان، من فضلك.
لقد اجرينا استطلاعًا شاملاً علي احتياجات الزبون.
سماحلي. ممكن تعلميني كيف نخش للبنك الاقرب؟
فين ناكل بوجيه؟ واخا خدمت؟
انا مزارع.
سّمحتلي، ممكن ترفع مقعدك شويه؟
اقدر نطبخ ليا؟
متي استيقظ؟
كنت نبغي مقلاه غير لاصقه.
ساراجع. اسف، ما يمكنني ان اجد اسمك.
اعتقد ان هناك خطا. هل يمكنك ترتيب امر لنا لنتمكن من البقاء؟
هل يجب ان اخد معاي جاكيت؟
استطيع ان احصل علي سماعات اذن اخري، هذه لا تعمل بشكل جيد جدًا؟
وجبه فطور من نوع كونتينيان، من فضلك.
الرقم الذي توصلت اليه غير نشط.
متي طياره تخلص في روما؟
هل عندك اي فكره فين رايح؟
واش بغا شي سلطه جمبري نصف رطل؟
هادينا نتقابل في درتي.
ماشي، ما تخدعنيش.
اريد شوكه، منجرف، من فضلك.
هل يمكنني الدفع بشيكات المسافر؟
احتاج خريطه للمنحدرات، من فضلك؟
الصاله الطعاميه في الطابق الاول وتفتح الساعه خمسه و ثلاثون دقيقه مساءً.
هل يمكنك تغيير تاريخ رحلتي من لندن الي طوكيو؟
نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي نَخْوَوِي
ما كنعرف نمبرحلي حالي بالزاف بالدارجه.
اسف، ولكن لا يمكنني ان اقف بجانبك.
انا من كولورادو. من اي جزء من اليابان انت؟
دفعت الدراهم نقدًا في الحال.
هل العشا جاهز؟ انا جيعان/جيعانه. هل يمكنكِ/يمكنكِ ترتيب الماءده؟
الرجاء وضعه في هذه الحقيبه البنيه.
كان بزاف بحيرني من من اول ما وصلت.
واش بغيتو مخلولين و مابغاتوش، باللييي.
واش ما عجبكش نجي مع دليل؟
كنت نبغي ظلال عيون.
كنت كلفته خلاص لما جبت تذتي.
لما بغي يابس، قشريه من وشك.
والله، بغيت نمشي نرتاح.
سكبت الحساء.
انا جاي شويه بدري، كله مزيان؟
هل في هاد شي محل تجميل؟
تمام. ميزال ما تخافش. عندنا 간호يه بتفهم اللغه اليابانيه.
هنا المريحه فين؟
واش معاك؟ هادشي مصنوع في سويسرا وباهو في الموضه هنا.
كتب وكتيبات.
واش كيف نعاود؟
هل عندكم هذا باللون الاخضر؟
دفعنت كل فواتيري.
الرجاء ان تتركني هنا.
شيء غريب، لكن قدرتي علي الكلام بالانجليزيه تزيد لما نكون مديونه.
هل في المحطه مكتب مفقودات؟
سْمُحْ ليْ نفكّرْ فِيهِ، من فضلك.
هل ستخبرني ببعض الفنادق التي لا تزيد اسعارها عن خمسين جنيهًا استرلينيًا في الليله؟
ها ندي 20 في الميه علي السعر.
بالخصوص بالنسبه لتصميم مشروع ميركوري، ما كنتشانقدر نحدد عليهوش من غيرك.
بصح
هل هال سفن قديمه لسه تسافر؟
χανعت في حادثه مروريه.
واش وقتو مللي نتقابلوا؟
واش نقدر نشوف هاد الريسيبشن؟
انا شخصيا نباتي. انا لا اكل لحم.
لذيذ.
واش حيتديّرو بزاف؟ ماعندناوش بزاف من الوقت.
انا معاها. خلينا نروق للحلوانيه اللي مقابل الشارع.
الاتصال بـ اليابان متصل. تفضل، من فضلك.
شكرا جزيلا علي العشاء الراءع.
واش تقدر توقف هنا قليلًا، انا حاب نلقط بعض الصور؟
لقيت ضربه.
فِي كتيب منفصل مُسمّي "معلومات خلفيه للشركات"، الموجود في الطَّرَز المُعطي، ستجدون شرحًا اوضح واَكْمَلًا.
استاذ، ممكن تبعتلي كتمان، من فضلك؟ الجو برد بزاف في هاد الغرفه.
هل يمكنكِ ترتيبه بجانب النافذه، من فضلك؟
لّكل واحد اللي هو يعاود. شعلانه.
ولد في عام الف وتسعه مءه.
واش هو اخر حافله فينّو Pimlico؟
تمام. انتوا كيف جاكم هاد؟ هادالرحله ديال نصف يوم جايبكم ثاني هكا عندنا في ساعه وحده.
هل عندك قلادات تانيه فيها تصاميم مختلفه؟
اعتقد انها مقعدي.
الي متي يكون خدمه الغرف متاحه؟
هل مضطر لترتدي ربطه عنق؟
والو ما بغي والو. وين بغيتي نشدو؟
ماشي حتا نعرف.
طاوله القاعه، من فضلك.
ازيان شويه من الظهر.
هل هذا القطار صحيح للقاهره؟
علابالنا نروقي ليها بليل؟
اراهن ان هناك تشكيله اكبر في صيدليه.
الرجاء ايداع خمسه دولارات وعشرين سنتًا لمده ثلاث دقاءق قادمه.
هل فيوجد اي مقاعد لهذه الليله؟
الي اين غي الـمءَاخره لـلـقطار لـلـاكسفورد؟
ماشي حتي كيعرفش كيف نخدم التليفون، بالي يعطيني دليل.
ياريت تقدر تزور هاد المعالم الجميله في الولايات المتحده في القريب.
وضعت محفظتي وكتابي وكاميرتي في جيبي.
هل في حد عند الماركه بيحكي بالياباني؟
الميه ما حتقولش سخنه.
هل ستبيعهم علي حده؟
واش كيف نمشي للعجيبه؟
السيد غودمان غادي ينجيبو عليه بزاف.
رقم الرحله هو بي ايه كيه سبعه وثمانيه في الخامس من سبتمبر.
كلامك مزيان بزاف علي التليفون.
ياخد شي باص هواءي لمدينه؟
هل يمكنك ان تلغي حجز المقاعد لي؟
اجل، سيدي. الساعه الحاديه عشره.
هل المبتدءين ما كيحلو؟
اي طياره تصل اولاً في مدينه نيويورك؟
اهلاً، يمكنك اخد خدمه شاتل الجو الخط الرمادي او خدمه اكسبرس مطار كيري.
ايه، انا باغي نلقي هديه لخيتي.
هل اقدر انْسبح هنا؟
اجل، انت كذلك.
انا ايضًا سعيد/ه بلقاءك. هل هذه هي المره الاولي التي تزور فيها امريكا؟
انا نعتقد انه غالي بزاف. ما عندكاش سعر معقول؟
نحب نشري هادي.
الوصله ديالنا خدعت معاه برك.
هل فيوجد منتوجات محليه خاصه؟
كم مره يشتغل؟
تمام. خلينا نحط هاد الكيس هنا؟ فين رايح؟
واش معاك شي شطار نهار؟
توقف.
الرقم التسلسلي ثلاثه سته سبعه، من فضلك.
واش طول مده الاقامه؟
واحد عطاوه ليا نْخْلقْليْله، و انا سلمْته الكاميرا. بعدين، هرب بْها.
واش كيف نقدر نمشي لمركز ايه بي سي؟
يرجي اعداد تقرير عن السرقه.
المدير ديال فمي، السيد هيلتون، جاب ليا لاسمه.
لون اغمق، من فضلك.
هل غادي يخرج القطار في الوقت؟
هل يوجد اي جولات تاخذ في الاعتبار زياره الي ديسكو؟
شكرا جزيلا. رحله سعيده.
واش بغيت ليا دبوقه.
ما كنعرف نبيع والو بدون وصفه طبيه.
واش علاجتي؟
ثم سادفع ثمنه بالدولار والين.
هل يمكنني ارجاعه الي مدينه اخري؟
نقدم ساندويتشات ومشروبات من الساعه الحاديه عشره مساءً حتي الساعه السادسه صباحًا.
والله، انا بغاون دابا درياج مسلوق مع بكون، بطاطا مقليه، توست وشاي.
اريد حليبًا ساخنًا، من فضلك.
واش كنعرفوا نمسبح مزيان؟
سلطه، من فضلك.
غيدياف.
الي ايه نِعْدو؟
مصيري طوكيو.
فين نا نقدر ناخdem bagat leather؟
والله، انا بغاونا سمك وشيبس، باللييي
بالتاكيد. حتي طفل صغير لن يواجه اي صعوبه في الاجابه عليه.
سماحلي. بغات ندير زياره للبرونكس زو. واش احسن طريقه نوصلو ليها؟
هنا انت، هذا مجاني.
الرجاء تركهم بالخارج من غرفتك غدًا الصباح.
ما هو الحد الادني لسن التصويت في اليابان؟
المره الجايه اللي نجي فيها، انا قيدت رجعتي بالتاكيد. اذن، هل ممكن احصل علي خصم؟
ما يحْرَموش من يشوفو برناماج تلفزيوني عنيف.
هل مضي عام كامل؟ الوقت يمضي بسرعه. طبعًا، ساحضر. فقط اخبرني بالوقت والمكان.
هذا هو كل اللي بغيتو.
هل يمكنك اعطاءي تقدير التكلفه؟
ضمّنتُ النصيحه في الشيك.
هل بامكاني الجلوس بجانبك؟
في اغلب الاحيان، ستكون في وضع حرج جداً.
واش طول الفتره اللي دايره لبݣاما؟
اهلًا بك، هل يمكنني مساعدتك في البحث عن شيء معين؟
والو كي نفكر نشرب بيره في الجو الصحار دا.
كنت نعتقد اني مسّيت شوكه مرجان سامه.
واش تعرف عليه؟
هل يمكنني الدفع علي الطاوله؟
اه، خليني نشوف. ده كتر من ميزانيتي.
واصل راهنًا حتي توصل لشارع الامل.
نحب نطلب غرف.
انا خايف بزاف المروحه عندي قليله. تقدر تڨدر تڨري مره تانيه؟
هل يمكنك فحص الاطارات؟
قلت علي القط اللي ما كانش المفروض عليه.
واش ليك في هادشي؟
من يصطاد بعيرين لا يلتقط ايهما.
هل ستتحققين ايضًا داخل هذه الحقيبه؟
الي متي يغلق المتجر؟
هل هو صوف نقي؟
الي اي مستشفي سيُسَوَّي؟
والله، بغيت نسارك.
اريد بيره من فضلك.
انا بغيت واحد ثاني.
ارني بعض القفازات من فضلك.
واش كيفاش نمشيو بالبوس ليمنيو من هادي لبعد؟
فيلم ملون لـ 24 صوره، من فضلك.
نحب نروق لـ دار الاوبرا. وين كي تولي؟
علَّه يرجع فهذ المخيّم الساعه اَرْبَعَه من زَمَان هادي.
ديالي مسروقه وهو انا خدمت فون.
هل يمكنني ان اترك السياره في مطار لا غوارديا؟
نفسيني علي الماشيل.
الشيانتي، من فضلك.
والله، انا بغاون عصير جريب فروت.
بْـلْـهِـسْ، بْـلْـهِـسْ كْلْـهِـس؟
هل يوجد حظر انزال؟
هادي زوين بزاف.
اقدر نشري تذكره عند البوابه؟
عندي حكه علي الجلد. اي كريم طبي يعمل احسن؟
هذا بالضبط مقاسي.
واش متاكد؟
سقطت كاميرتي علي سطح صلب.
واش في شي شنقي ما كايتقلي؟
اسمها السيده جريجسون، اليس كذلك؟
الرجاء التحقق من وجهه الحافله قبل ركوبها.
كم مره في الشهر تلعب بيسبول؟
ارني هذا علي الخريطه من فضلك.
واش كيفاش نمكال تليفون لليابان؟
سّمحتلي. كاسرت السكاكين. تقدر تسكتلي واحد ثاني؟
عندي شنطتان و شنطه بدله واحده.
شحال فلوسك اللي معاك في الجيب؟
انا اسف، يلزم دفع دفعه مسبقه لمده تسعين يوماً.
اعطني فيلم سينماءي بمليمترين وسته عشر مع صوت.
ربي يباركلها ليا.
واش هاذ؟
انا طالب جديد. انا ما اعرف كيف ا registrer. ممكن تساعدني؟
ناخدو نزلّو فين؟
هل تقدر تحاسب علي مالي هنا؟
هل يمكنك توصيلني بشخص يتكلم الياباني؟
يمكنك شراء التذاكر من شباك اداره المسرح.
واش عاقد الخدمه هاد لبنيان؟
شكرًا لك. ثم هل يمكنك ان تعرض عليّ بعض الصنادل بحوالي 6 ونصف درهم؟
فين الباب 24؟
كام هو سعر هاد القماط؟
والله، انا بغاون تلاته رولات فيلم ملون بـ 36 صوره.
كم سعر التذكره للوصول الي برج لندن؟
واش هو هاد البناء غير؟
انا خايف ما فيا رجعه. تقدر تبدّلوه بشي ثاني بس.
كم عدد الايام اللي التذاكر دي بتدوم فيها؟
قاتوني.
هل ممكن تطلع جبل بزياده خفيفه هكا؟
هذا ماشي فوق ميزانيتي.
اريد طبيبًا ياتي الي غرفتي، من فضلك.
واش الرقم ديال النظافه؟
انت من ايرلندا؟
هل ماشي حاليًا؟
الكل التذاكر باعوا.
والناضرينالعبساعهساعهعشرهصباحاغداومرا.
سماحلي نغيرلي مكاني؟
ما كنعرفش فين.
شكرا. هذا سيكون راءعا. انتظر، انا مهتم بمسلسلات الاغاني الاستراليه.
سماح ليا، ممكن تبعتلي فندق تاني؟
واش هاد الواد كيقول، لاباس بالي. واش عاد دايما كيجينا هاد النيه هكا؟
والو ما كاينش، كاينا هادشي ميقبلوا.
هل تقدر تڨدر عليه ليا؟
كان ضبابي.
والو ليا بغيتهم قبل الجمعه.
الْمَاذَا مُدَيْرُ هَذَا؟
كم ديرت في المجموع؟
من سان فرانسيسكو الي ناريتا.
هذا مو بالضبط مقاسي.
هل انت مفتوح ايام الاحد؟
شحال ماشي ديسكو جيد هادي؟
والو ليا بدّيك لياخلاص بحلول الساعه خمسه.
ما عندي والو طريقه اسامح.
واش لاباس عندك في نيو يورك؟
اكيد، تفضل بالدخول.
تمام. ناوديوهم في التابوت.
واش تقدر تغلفها ليا باللييز؟
هل هذا قطار سريع؟
هل يمكنك ان توصي بكتاب جيد لطفل يبلغ من العمر خمسه عشر عامًا؟
دي تشطيب صغير بزاف لطيف. ناوضلوه ليا بالليييييييييييييي
انا عندي ثمانيه سنين.
اَرمِ ضربه جزاء.
شعرها كان مجعد و اسود.
هل يمكنك اقتراح اي مكان اخر يستحق الزياره؟
واش كنعجب هاذ الشي بزاف. ولكن خفت ما عجبنيش التصميم. واش عنده غير هاذو؟
هل يمكنك ان توصي بفندق ليس غاليًا جدًا؟
واش القيمه المجموعيه ديالها علاش؟
هايله، عيد ميلاد بنتي. عندك شي خاص؟
هل اتصّل بالطبّاشير نشرحلوه؟
هل يمكنك اعطاءي مخدرًا؟
واش تقدر تغلقو هاد الشي؟
عندي اسمه.
هادي شريط فيديو كاسيت ما كتبته ليا صاحبي.
واش خدمتات ليك لنيويورك العام اللي فات؟
وش القوانين لي كنعاود فيها للولايات المتحده؟
اسمي تسوتومو.
هل هذا انبوب من الشجيرات؟
انت متاكد؟ كنت نعتقد ان شكل زجاجه النبيذ دي كانت مستعمله لـ نبيذ بورجوندي.
سمعت ان هناك بعض نوادي الجاز الجيده.
والله، بغيت نشري ست ربطات عنق. تقدر تعطيني خصم؟
عندي برد.
الصق واش نغاير نستدعي سياره اسعاف بسرعه.
ايه، ممكن. الغرفه جاهزه. من فضلك اكتب اسمك وعنوانك هنا.
هل عنده صندوق شنطه كبير؟
تسعه وثلاثه وتسعه سته سبعه صفر صفر.
اللون اللي تحبه؟
واش المغادره ديال البارح لي Philly؟
هاد السمك قليله شويه.
حوّل هذا الي دولارات، من فضلك.
اين نودّع امتعتك عندما نستعيدها؟
هل هذا جلد 100٪ نقي؟
كنت فين في نيويورك؟
متي وقت الصعود؟
انا مُعلّم.
عندي تشكيله كبيره من الحلويات، بما في ذلك الكيك والايس كريم.
واش سميت هاد النبات؟
واش طول الفتره اللي فالبريد الجوي؟
هاك، خلينا نروّو للزاڤيه بالتاكسي.
هذا بيان الحسابات غير صحيح.
هل بامكاني ان اضع هنا اغراضي؟
واش طول مللي نوصول لبيدني؟
هلّا تمنحني جواز سفر مءقتًا من فضلك؟
شيء رخيص. هاك، هانديك خمسه دولارات وشويه سنتات.
انا رايح نشرب بوجبه افطار كبيره من خدمه الغرف.
كوكا كولا كبيره.
هل ممكن نعطينا خصم؟
اجل، ها هو.
هل يمكنني الاستمرار في السفر؟
وش بلاص/وش بلاصه الموسم اللي كتير/كتيره يعجبو/يعجبها في هاد البلاد؟
اقدر نسال علي كاس نبيذ؟
عالم صغير.
لا، خليني نشوف اولا.
هل يمكنني تغييره الي رحله مبكره في اليوم الخامس؟
اكيد. املا هذا النموذج ووقع عليه، من فضلك.
شحال معدل التضخم؟
دي سمّعنا ليها قهوه قويه.
والو، انا نديور.
والو بزاف.
فين قاعه الحقاءب؟
الجمعه كامله الحجز حتي الساعت الثامنه والنصف.
سافكر في الامر. انا ذاهب للتحقق من متاجر اخري.
ما بغيت نديلاو علي تمن واحد، ما خدماش من 30 دولار.
اريد شوكولاته، من فضلك.
استطيع ان اخبرك اين يمكنني تسجيل الدخول لهذه الرحله؟
هل يمكنك رسم خريطه؟
شكرًا جزيلاً. هذا هو تذكره تعديلتك.
سماحلي. ممكن تقولي اِذاً اِذا فتحتو؟
واين كايرو لباس؟
دّيه يراسلني تاني شكون يدخل. الرقم هو 35481139. فندق هيلتون، الغرفه رقم 1209.
والله، بغيت ندي حمام فقاعات.
سيكون انتهي في تمام الساعه الواحده بعد الظهر.
كنت نبغي هديه تذكاريه لامي.
اقدر نقولك حوالي خمسه وخمسين.
هذا شاءع.
اقولك، الصيف هنا مش شينه بزاف.
واش كيف تربسو الحزام؟
هل هذه التذكره لا زالت متاحه؟
هل يجب علي الجميع ان ينزلوا؟
هذا الدواء اللي عطاني ا வைத்தியي.
سْمُحْ لِي نَظَر فِي هَذِهِ السَّيَارَه.
كانوا اربعه شباب.
مازال ما حسّيت والو.
سارجو بعد العشاء.
اقدر نسلك علبه للتحميل؟
الطقس معتدل.
الرجاء الاتصال بسياره اجره في الساعه الاثني عشر ظهراً.
دي بزاف بزاف، ما عجبنيش.
خليني نشوفه.
شحال هاد؟ نسولك، كاين شي ديسكو هادي؟
كم هو سعر الغرفه؟
الْوِسْكُ دَافِي.
وش هو احسن مكان نروحو ليه؟
هذا الطّارِق مُتاخّرٌ بـِساعتين.
واش بغيت، هاك.
كوب شابلز.
واش جزء من اصيله را غادي تروحو؟
هل يمكنك الاتصال بطبيب، من فضلك؟
الرجاء ان تري ما يمكنك فعله لي.
شكرا علي النصيحه. غادي نجربو هكا لبزاف المرات الجايه.
لا، شكرا.
هل يمكنك تشغيل مكيف الهواء؟
من وين في ولايه امريكا؟
الزيتون الاخضر متكتك في حلقي.
المبرد ما خدّاش.
اهلاً بك. كان لي الشرف.
هل يمكنك توصيلني بشخص يتكلم الياباني؟
اعطنيلي الفاتوره، من فضلك؟
سماحلي، ممكن تفسرلي شو ده علي القاءمه؟
دي بطاقه مفتاح. بامكانك تديها معاك.
قلت بلته.
هادشي يبان لياكي.
واش بغيتي شحال او شاي بعد المكله؟
دي شنطيج كبير، جلد.
هل يمكنك ان تختار لي واحدًا؟
عندي حساء فول سوداني سريع التحضير.
في نيويورك.
الممر رقم سبعه.
هل يمكنك ان تخبرني علي اي طابق توجد المطاعم؟
لقيت حجز بمطار.
شحال حجمو بالسم؟
كانتني كاراتي لما كنت في الدراسه.
اود ان احجز طاوله لمجموعه من خمسه اشخاص الساعه سته هذا المساء.
هل هي الحافله الصحيحه لشركه جابان اير لاينز؟
والو، نخاوي نشدّو لدار مطعم حقيقي فنيويورك، ما يبغالوش غالي بزاف.
ما عاد فيه ترويس. هادي كيعجبني.
واش علاه надо نعطيو باش نشري شحال؟
هنا نجاوبك بمجرد وصولي.
فين نا نقدر نشري القلم والورق؟
عانيت من الانفلونزا.
واش في قتامه.
هل الدكتور توفلر مُدرّس صارم؟
يعتمد علي ذلك.
ما كنعرفو نحكو الباب.
هنا. هل ستُري لي بطاقتك التعريفيه او جواز سفرك؟
خلينا نراسلوا عليه بالTelephone.
هذا هو الرجل.
الرجاء ارسال عربه لخدمه الغرف الي غرفتي.
دكتور، من فضلك.
واش قيمه تذكره الدخول؟
من فضلكم، يرجي اقتراح فندق.
كم عمر اليابان؟
هل تقدر تحط هاد فالصندوق الامان ليا؟
انا خايف بزاف بزاف كليت ليا ليا الحاجات في الطياره.
اهلاً، اذًا يجب ان تعرف كيف نشعر نحن جميعًا هنا في الاسفل. نحن لا نقبل من الغرباء ان يخبرونا كيف نعيش حياتنا.
هل يمكنك تنظيف النافذه؟
واش سميتك، من فضلك؟
اوافق علي هذا الاقتراح.
لسّتين في السّاع دِقي شلوڭ؟ واش سمّاك، منفض؟
علاش عندكم ساعات يد مصنوعه يدويه؟
اليس هناك خطا في الفاتوره؟
الي اللقاء.
يمكنك استخدام التذكره علي جميع القطارات.
والو ما تخوفش. تقدر تفرّ في المحطه الجايه وتمشي رجليك. ما بعيدش.
السياره ça a essayé de virer brusquement à gauche.
احتاج طاوله، من فضلك؟
فين جده الوجبات؟
بلمسه نهاءيه من القماش، من فضلك.
واش نقلّي علي واش، لو حسّيتني في ايّ صعوبه؟
كم هو سعر الشحن لبطاقه بريد جوي، من فضلك؟
التصنيعُ السياراتِ هو الصناعهُ الرءيسيهُ لليابان.
هل حدا منكم بيفهمو اللغه اليابانيه؟
ماشي، شكرا. هاذي اللي نايه.
بهذه الطريقه، من فضلك. هل هذا الجدول جيد؟
وش هواك؟
ثواني، من فضلك. سيدي، انا اسف، السيد اوكاوا ذهب لتناول الغداء. هل ترغب في ترك رساله؟
والناضر لياكلوا شي حاجه حوالي 30 جنيه للشخص.
واش هاد السطر ليك؟
هنا بعض سماعات الاذن.
والو، انا بغا ياجه ليتام.
هل ارسل له رساله؟
مرحبا. هل هذا مكتب الاستقبال؟ انا في الغرفه رقم واحد صفر سبعه صفر. انا خاءف من انني اود ان اقدم شكوي.
واش باغين تغيوا علي حفلنا اليوم؟
واو، هذا شي كييع. يعجبني صوتهم. وانت، بوب؟
هل هذا القطار صحيح للقاعده الرءيسيه؟
بَلْـِيْ، بْـلَـا يُوْمْ كْلْـسّـه بْلَـا؟
كان قبل سنتين اخر مره جيت فيها. هل استمتعت برحلتك؟
اعتقد انه يمكننا ان نطلب لك طاوله في حوالي خمس عشره دقاءق.
مكالمه شخصيه الي طوكيو، اليابان، من فضلك.
هل فيه تكييف؟
بْـلْـفْـتْـهْ كُلْـهْ؟
واش راك غدي سکن؟
هنا تسعون وتسعه يين. يرجي استبدالهم كلهم بالدولار.
بالنسبه لـ ABC.
اريد مُجَفّفًا.
في هذه الحاله، يوجد جدول اسعار بالقرب من مقعد الساءق.
علابالي نجي لدارك تاني؟
استطيع ان اتحقق من ممتلكاتي معكم؟
قلّي تاني.
واحد ماكول و واحد قصر.
هل ممكن نعيد دهان الصالون؟
يمكن ان يكون شمعه الاشعال.
اهلاً، هذه الجوله الاستكشافيه لطيفه.
للاسف، نعم. مكتبنا الرءيسي موجود هنا. واياك، هل هذه هي المره الاولي التي تزورنا فيها؟
ارجوكَ انْ توصّي بِمَطْعَمٍ جَيِدٍ قَرِيبًا.
هل يمكنك قبول شيك بالين ياباني؟
سانزّل عند الكاتدراءيه.
شنطه كتف بيضاء.
هل شفت معطف اسود هنا؟
اتْرَكْتُ الكاميرا فِي التاكسي.
هل يمكنني تغيير هذه التذاكر ليوم العرض غدًا؟
والو ما بغاونا نشحاون قبل الوجبه.
كيف بغات تشحر شيحك؟
يا للروعه ان تلعب الجولف في استراليا.
شّو كانتْ هادْ؟
واش هاد اللي كاياكلوه؟
علبه ماريبوريو، من فضلك.
سماح، ولكن اي طريق نحن عليه الان؟
هل يمكنني طلب هذا من اليابان بعد عودتي؟
واليك اود استءجار دراجه.
ماشي شي صابون في غرفتي.
اش بغاو سميتك؟
هل يمكنني الانتقال الي مقعد فارغ؟
رحله رقم واحد واحد الي ناريتا، تغادر يوم العاشر من يونيو، مءكده من جديد.
هل ستخبرني ببعض الاماكن الشيّقه اللي نقدر نروحوها ونشوفوها في هالمكان؟
ارسل هذا الي اليابان بواسطه التلغراف.
واش كنعتقد عندي حمي.
معدل نادر
اعتقد انني ساخذ العملات الخمسين سنتًا. اعطني عشره علب، من فضلك.
هل راه المشي بعيد؟
اعتقد ان هذا هو النوع الذي نود استيراده.
ايه. انا باغي/باحه احمر شفاه شانيل رقم خمسه وثلاثين.
هل لقيت شحال الخدمه ديال السلامه؟
علابالنا نشوف فيلم علي هاد الرحله؟
لازم نمش تاني قبل السواح.
سماحلي. بغيت نروق لميامي.
نكتب بطاقات تهنءه بعيد الميلاد ونضعها في البريد. يتم تسليمها في فاتح يناير.
هل ستذهب الي المدرسه؟
اخدت ساريا ديس اوتسيس من سان ديغو.
واش معاكاش شي فيلم جديد هادي الاسبوع؟
واش كيفاش نرجع فهنا؟
انا بغاون شويه سكر، من فضلك.
هل يمكنك تعبءه هذا النموذج الخاص بالتامين الصحي، من فضلك؟
من الثامنه الي الثامنه وخمس عشره دقيقه.
انا شحال هاد، انا قاعدله دورتي. واش هاد شي صعيبه؟
هل يمكنك ان توضع هذا علي الخريطه؟
شكون، ما دوشه سخنه بالتاaaa.
هل فينا نسقي البرنامج؟
انا بس نخلي نمشي نتمشي براحه.
نحبور للو هتل لانجاب كاميرتي.
علِّي تغيِّي تاكسي، ما في والو وسيله نقل عامه.
في الكتله الثالثه علي يسارك.
واش غدي تلعب معايا تنس الاسبوع الجاي؟
ناخدو لوا واحد. واخا فين الغوالي؟
ايه، انا جايب لي فدوه دم منجه يابانيه لصاحبتي.
هذا ما طلبتُه.
والو، بغا مني نديّرك شويه.
هذا اللي بغيتوه.
واش تغيّر التوغيلات عند المحطه الثالثه.
انا افضل الاكل الايطالي.
هادي حتي نطلع في كام دقيقه. توا، توا متاكد فين حزامك مقفول ومثبت مزيان.
واش الموعد ديالكم؟
نصف يوم يساوي ثلاثين دولار. يوم كامل يساوي خمسين دولار.
هل باص شارع فايف اڤينيور وينتظر هنا؟
اعطني رخصتِ القياده، من فضلك؟
اقدر نسلك شويه سناكات؟
رحلتنا تبدا في اليوم والعشرين من يوليوز وتنتهي في اليوم والعشرين من يوليوز.
كيف تشفع هاد المحطه؟
هكا، من فضلك.
هل فيوجد حافله تذهب الي فندق شيراتون؟
اجل، ساطلب بيره خفيفه مع المقبلات.
كانت امّا وانا مشيت علي شارع برادوي.
هل في هاد شي بحال؟
اعطني 30 لتر.
الرجاء التقاط صوره لنا.
هذا العمل من مين؟
علّامن نشد ن Contact مكتب المعلومات اللي في زاويه لاله الفندق. هيڭاون يخدملو حجز.
هو لص.
انّه مخصص لمساعده اهل الضياع في مصاريف الجنازه.
تمام. استدر يسار عند المفترق التالي. غادي تلقيو هاد الشي مباشره قدامك.
واش واحد هما كيعجبو جلدك صح، الطلاء الاسود ولا اللي لونو افتح؟
شحال المسافه هاد لـوotel؟
اريد ان احجز موعدًا مع السيد واتسون.
لا، ها ننننقلهم.
نعم، عندنا. ايه اللي بغاو؟
واش د داروكي من شي دواء بارد؟
واش خدم بلاصه، او شي خدم ف فراغك؟
سماحلي. وين الجوال العام؟
اعتقد انه بيخليني بشوف اكبر.
النهار ديكون لدينا مينستروين، كريمه اسباراجوس، وشوربه خضره.
اعتقد انه بامكانك الحصول علي كل شيء من السوبر ماركت. واذا لم تستطع، لا تقلق. ساذهب الي الصيدليه غداً.
واش كيعرفني علاش نمش هادو تاني؟
الرجاء ربط حزام الامان والالتزام باشاره "ممنوع التدخين" حتي يتم ايقافها.
هل ممكن تغيّرلي مقعدي لمكان في قسم التدخين؟
هل ممكن تدي ليا بيره تانيه؟
ماشي حتا واحد باسمي ما عايش هنا.
اريد ان الغي حجزي لرحله يوم 5 مايو، واحجز لي رحله اخري يوم 9 مايو بدلًا من ذلك، من فضلك.
انا نطلب ايطالي، من فضلك.
وش المبلغ اللي ما عندوش فيو؟
شريت احمر شفاه هديه.
هل بامكاني الانضمام الي ذلك الصنف حتي لو كنت مبتدءًا؟
من عمله؟
مشيتي ما تباعو منفصلين؟
خدمتنا الشخصيه تقدر تساعدك، او تقدر تطلبوهو بالتاكسي.
دابا، شي سيجار، من فضلك.
هل يمكنك ان تحصل لي علي تذكره؟
هل هوايه جمع الدمي هي هوايتك؟
هل تستطيع اليابان انتاج كل الطعام الذي تحتاجه؟
واليا ربيعه.
اعتقد انها قليله الزينه بالنسبه لي.
نا، وين ممكن نشري تذاكر لرفرف؟
واش المغادر الساعه ديالها؟
رجاءً قم بالغاء بطاقتي.
هذا الساعه العتيقه توقفت عن الدوران. هل يمكنك استبدالها؟
نحب نتبادل شويه ين ياباني لـ دولار امريكي.
علابالكم، من بغاون ي contactو، شنو بغاو ي contactو؟
هادي الثلاثه خرين من هاد.
هل شيّ للحلويات؟
واش سميت الفنان؟
شكرًا لك. هل يمكنني التحدث مع السيده ياماتو، من فضلك؟
اقترح عليك زياره مبني الامم المتحده علي ضفاف نهر الشرق ايضًا.
اطلب منّي لترين كوب حليب؟
نحب نشعل سياره.
لقد ضعت جواز سفري.
انت ترفع السعر عن الاجره.
ماشي بنعرفواش كيف نغلقو الستاءر ديالي.
كانتني معاه غلّ.
علّاك تدّفع تكلفه زياده علي الحلوه.
هل يمكنني ان اطلب وجبه نباتيه؟
شكرا. كان من الجيد رءيتك. وداعًا.
في عصر الثلاثاء هذا، الطرف الاخر من المطار ليس مزدحماً جداً.
سلام. عملت حجز ليال هادي علي السواح سبعه. ولكن بغيت نغير الوقت. اسمي سوزوكي.
غالبًا ما تكون الثلوج الخفيفه تتراوح بين بوصتين او ثلاث.
كان غادي يولي صافي بгура الغدوو.
هل تقدر تلاقي ليا خادمه اطفال؟
كنت محظوظًا جدًا حصلت علي تذكره الليله. ما وصلتش لمدينه حتي الساعه 3 مساءً.
والو ما بغيتوش تبعتوا بالبطيء، بغيتوه تبعوا بالبريد السريع.
اذا كنتم ستدخنون، يرجي الانتقال الي الصفوف من الاربعين الي الخمسين.
ضيعت جواز سفري.
يمكنك استلامها من البوابه قبل الصعود. يرجي عرض هذا الايصال هناك.
دي شنطي صغيره بلون ازرق، ليوله الليل.
اريدُ انْ اُضيءُ.
سترسمه علي خريطه مكتبي؟
الرجاء تحويل هذا المال الي دولارات.
كام هو السعر الشهري؟
صافي نمكّل فون من هاد؟
هاد لعبه جواد من صنع اسكتلندا، واش راك تدينا؟
فجاهً. لذلك لم ارَ وجوههم.
جيبلي صحن، من فضلك.
تذكره تنتين ليله العيد، من فضلك.
شحال ماشي؟ انا نعتقد معندك بالليليموزين، باش ناودوك للفندق. لي فندق را بغاو؟
واليك اريد سحب 400 دولار من حسابي.
ايه الوقت اللي بيكونوا مفتوحين فيه؟
سماحلي. انا نعتقد باش المقعد ديالنا متقابلين لبعدك.
واللي بغيت نعيد نعيد نعيد حبات شيوتيني.
هل الرسوم والضريبه مشموله؟
اذًا، هل هذه المصطلحات مقبوله؟
نغاون نخدّاش علبه سجاءر.
نهتم بالاثاث.
ماشي بنعرفو بزاف علي الانجليزي.
نعم. تحته.
اوه، اسف. علي الاغلب عندك مكان في بالك – فين كنت ناوي تروح؟
هل تقدر تغطي هاد الباكاج؟
نعم، تم قبولي بالامس من قبل الدكتور جونسون.
من اين صنعت هذه في الاصل، وكم مضي من الوقت؟
الله يهديك. واحد بس يدفع بلاغ.
اراهن ان هذا الحزام الجلدي من الغنم عالي الجوده راءع، اليس كذلك؟
كام هو السعر ديال اقل مقعد؟
عندي سمك مقلي؟
الرجاء املاه عند اعاده السياره.
كم مده استعمالك ليها؟
خبز محمص وكيس شاي، من فضلك.
هادي رح نلقاك قدام لـ هاد الفيلا.
انا اسف، لا يمكنني الحصول علي الموافقه علي هذه البطاقه الاءتمانيه.
انا اسف، ما فهمت معني هذا اللافته المروريه.
ثلاثه بيره خفيفه، من فضلك.
اقدر نسال علي كاس نبيذ؟
هذا ماشي بخمسه و خمسين سنتاما. متنساش تدي نقل لما تدخل، باش ما تضنيش تدفع مره تانيه لما تبدل الباص.
هل كلنا رايحين ندخل في نفس الوقت؟
هلّا انضمّرت الينا لالتقاط الصوره، من فضلك؟
كنت حطيتو هنا بالزبط تقريبا 30 دقيقه ago.
متي تكونوا مفتوحون؟
واش في شي يتقال بزاف بحال بزاف؟
اذا ما كنت تعتني بهذا الحقل، هل يمكنك اقتراح متجر متخصص فيه؟
شكرا لترقبك. هذا اونو يتحدث.
هل فيوجد اي منحدرات للمبتدءين؟
واش برنامج اليوم؟
نفسي نعاود يوم واحد تاني.
انا هنا للقاء صديقي.
تمام. وش نوع الغرفه اللي تبيها؟
هل يمكنك الاحتفاظ بهذا النبيذ لنا حتي ليله الغد؟
النساء في المناصب الاداريه يزددن.
اسمحولي جربو عليه، من فضلك.
هاد القاموص كله كايقلّبلش في بطني.
علاش عندك رساله تغطيه بالفاكس؟
يُرجي مراجعه النباتات والحيوانات في مكتب الحجر الصحي اذا كان لديك اي منها.
ضرني شي صعيبه بزاف باش نجمع اغراضي، حاجه صاعره بزاف من ساعه.
هل تقدر تلاقيلي مقعد علي طياره الغدوووم، باللييييز؟
هاوّل جايب ولّي للحديقه الحيوان.
الي ميامي، من فضلك.
اريد الطاوله الاقرب، من فضلك.
علاش عندك شي صغيير؟
اسمي ميوكي كاتو، وانا صديقه لماري منذ ايام دراستها في اليابان. هل ماري متوفره؟
شاي باللبن
واش علاش ماشي هادي؟
شحال هاد البريد لي اقرب؟
دي كاميرا.
هل فيوجد مترو قريبه؟
لقيت شيّبّوبه الغرفه.
هل فيه وقت لاستعمل الحمام قبل الاقلاع؟
واش، علاش. انا كنعرف. انا حاب واحد.
واش واحد ما يحبش يعمل هادشي.
واش حاب تطلب؟
واليا لي جاكيت طويل.
الي فندق بوسطن، من فضلك.
في منتصف النهار.
ايه، ممكن نوخرو عليه بحيتو بحلول ليله الغدوه.
اسمي تارو تاكاي.
مساء الخير، من فضلك.
جيب ليا تذكرتين لمعرض هادي الجمعه دي.
هل يمكنني استخدام هذا القسيمه للطاءرات؟
هذا غادي يخدمني بزاف. وبالمناسبه، نسيت نسولك، كان ممكن نمشي نعومل في نفس الغرفه؟
الرجاء ان تاتي لزيارتي في تمام الساعه السابعه صباح الغد.
الي اين المغاربه التالي للبولد؟
خلّيني نحكي.
سلام. شوف.
استطيع ان اعمل لك بانا كولا؟
ما كلي فهم ليا شي بغي عليه الناس اللي حوالتي.
مساء الخير. عندي حجز. اسمي يامادا.
ديما يخرج كل عشر دقايق.
اجل، واحد علي الطرف الاخر من المبني.
وين هالمبني؟
هل هي هذه الطريقه الصحيحه للوصول الي المحطه؟
ما عندنا حجزك.
اوه، انا فهمت. هذه هي القنوات الخاصه بنظام الكابل في الفندق.
هل سيكون بدون ضريبه اذا ارسلت هذا الي اليابان من هذا المحل؟
خمسه ملاقط، من فضلك.
سمعت، شكلك تعرف فين ديفرسايد درايف؟
ما كليتش.
اش خاويين غير هاد؟
والو ما بغيتش نقلل من شنطي.
هذا سري، خلينا نشوف.
قلبت سيارتي في واد.
انا تعبان شويه بسبب اضطراب الرحلات الجويه.
اريد طلب خدمه الغرف، من فضلك.
واش رقم الباب ديال الخطوط الجويه اليابانيه ديال طياره لتوكيو؟
عندي مقاعد متاحه علي الرحله الثامنه وخمسه يوم الاثنين، والعشرين.
واش كاين بزاف علي هاد المقدار؟
عندي متاعب في المعده.
والله، بغيت نركب باص للدار. ممكن نعطاني شي تغيير، من فضلك؟
اهلاً، اولاً يجب ان اذهب الي مركز المعلومات وابحث عن فندق.
فعلاً، جدّي الكبير جابوه من صقليه في بدايه القرن.
واليك نتصل بالاتصال الدولي اليابان.
والو ما باغِ علاّم كيفاش نَعبْوِس.
سماحلي، وين الدكاله اللي قريبه من هادي؟
ابني راقد في الدراسه العليا في جامعه هارفارد.
ايه، انا بغيت نزيد مكالمه خارجيه لبابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنين تسعه ثلاثه سته.
قاتني نحل. شكله بزاف سخن.
الرجاء الاتصال بهذا الشخص.
هل صحيح انه يمكن المرور عبر اي من الابواب؟
غرف جنب بعض، من فضلك.
هل فيوجد مكان ثابت قريب من هذي؟
بالتاكيد. غرف تغيير الملابس هي بالضبط هناك.
اقدر نسلك زجاجه ميه سخونه؟
الرجاء ايقاظي الساعه سته صباح الغد.
واش كاين بزاف؟ واش تقدر تدي هاد القمصان بسرعه؟
اصلا، جابتهالومره اللي فاتت علي الطار بحال محل قريب من داري.
لحم بقري او دجاج؟
عندي دبوس عظم معدني.
نحب نروق في ساونا.
واش جا خاصني نمشي علي الشط؟
هنا فين مكتب الضاءع؟
الرجاء ان تُريني كيف استخدم هذه الاله.
حسنًا، انطباعي هو ارض جبليه، مزدحمه، صاخبه، مليءه بالضوضاء، نشيطه، شبه متفجره. و عن شعب يعمل بجد، مجتهد، متوتر، فضولي، مستعد لتعلم كل شيء، ياكل ويشرب بشراهه ولكن باناقه، وكسب و انفاق بقوه.
عشرون دولار في عملات عشره، من فضلك.
انا كنترحب باش نغيره.
كانت دي اللي بغيت.
سماحلي. هل يوجد عبّاره للمشاه قريب من هُنا؟
هل يمكنني التوقف قليلًا؟
واش بغيتو رمانه انجليزيه سهله القراءه؟
هل في شي محل يبيع ملابس اطفال ولخر؟
والله، انا بغاون نخرج بدري صباح بليل. كنعاون ندفع الحساب شحال هاد؟
يارب تيجي تاني.
هل يمكنك ان توقف عملياتي المصرفيه الشخصيه؟
السيد جونز مش موجود حاليا. مستاذن يعود بعد قليل من الساعه الثالثه.
البار تْحْرِيق ليل هادي.
والله غاولي نجرب فحوصات طبيه.
هذا ماس احمر بحجم قيراط واحد، اليس كذلك؟
مسرور بمقابلتك ايضًا.
واش نشري طوابير؟
واش طولوبه باش نولّع ليها؟
هل تود ان نطلبه؟
اسمي ياماموتو.
بغاو نرجع فلوسنا.
هذا و هذا و هذا، من فضلك.
بس قصّي الاطراف، من فضلك.
دّيش عليها وقول ليها سمّع.
واش كيف نموس علي هاد الكراب كبير الشوك؟
شحال هاد؟ تلقي مكان تزلج قريب من هاد؟
واش بان موسيقي الجاز؟
والان انا حرّ بضعه ايام.
هل ça fermé؟
علّاك تكون شحال هاديوش موش متاخر من السواح تلاته و نص.
هل ستتصل به غدوو الصباح كما وعدت؟
هل نطلب ذلك لك؟
نحب نشوف المكتب الحضري.
الاستقبال؟ هذا ناكامورا يتحدث. لقد سجلت للتو. لكنني لا احب هذه الغرفه.
نريد نكون جنب بعضنا.
انا غادي نمشي ندي الخدمه.
خطاي.
والو ممكن نعاودني صباحا.
ياريت نشوفك تاني.
اعضاء مجلس الشيوخ يظلون في مناصبهم ست سنوات، بينما يخضع نصف الاعضاء لانتخابات كل ثلاث سنوات.
الرجاء ايداع المبلغ في حسابي.
هل يوجد علاقه ببيرث؟
اجل، هذا صحيح. ثم، هل تسجل هنا يا سيد يامادا؟
نحب نشطف.
هناك كاميرا بالداخل. يرجي الاحتفاظ بها في مكان امن.
هاكاك، يعني.
عصير برتقال، بيره، نبيذ، ويسكي وكوكتيلات.
لا، شكرا. ممكنين اثنين من الماء، من فضلك؟
اذا كان عندك، ما غادي تدي فلوس مره تانيه ليا 44.
علي اي طابق؟
نحب نشرب في المطعم.
والو جايه ليا جاكيت ثقيل للعوافي.
عندي بس اغراضي الشخصيه في هاد القاموس.
هل يمكنني الدفع بشيك مسافر؟
لقيت وكله.
العب التنس مرتين في الاسبوع.
خمسه عشر. ا، هل اجلس في المكان الخطا؟
والو عندي هوايه. انا كيعملوا بزاف، كيعملوا بزاف، مثل اليابانيين.
واو يا استاذ كورن يحب يعطي اختبارات مفاجءه.
اذا شفت واحد، فماش تدير والي، بس ترفع يدك.
والو، ضروري بزاف.
والو ما بغيت نبعت هاد البوستال الي اليابان بالبريد السريع.
اريد ان اسجل في الفندق، من فضلك. اسمي هاروكو اوجاوا. اعتقد انني لدي حجز.
واش كايناوي شي هدايا ليا حد من هاد البلاد؟
سماحلي، انا باغِيه نرسل هاد ليابلان. وشْلْح لْوِج ديال هاد؟
والو كاميرا cheap.
الساعه الان، سيدي؟ الساعه الحاديه عشره صباحًا.
لا. انا ياباني.
الفتره الادو، بدون حروب في البلاد، استمرت حوالي ماءتين وخمسين سنه.
والله، انا باغيه نعطيك الدميه من كيوتو.
ناريد ان نبلغ عن فقدان وثاءق قيمه.
الي اِذا ما تَعَلَّقَتِ الستاره؟
واش افضل طريقه لبس هاد؟
هل بامكاني وضع امتعتي في صندوق السياره؟
اعتقد ان هذا التغيير غلط.
الراي بزاف بزاف بزاف. نتمني يتبدل.
خليو عليه.
