داك شي تما، مزيان قدام مكتب ديال المعلومة للسياح.
ما سمعت بهاد العنوان في هاد المنطقة.
تمشي ديريكت حتى تشوف صيدلية.
بشحال الثمن ديال الفطور؟
اشْ كيف نقدر نعاونك؟
dir l'shmal f z'nq l'thalta.
تايـشـربـي مـع لـحـليب و سـكـر فـي قـهـوتـك؟
تقدر تصرف لي شيك بمية دولارين؟
ila ja wela, n'sel lli tkon bhal dialk.
فين الكافي؟
كنبغي واحد السواغ ديال الأطفال.
صافي. الثمن 85 سنتيم للبريد العادي وثلاثة دولارات وزيرو سنتيم زيادة للبريد السريع.
إلا كنت مكانك، نشري هادشي.
واش غتكون عندي شي مشكل مع الديوانة؟
واش عندكم صباطات كلاس ديال الرجال واسعين من الدار؟
لا. هل أقترح غرفة مزدوجة للاستعمال الفردي بدلًا من ذلك؟ لدينا واحدة.
بغيْت شعري يكون مْكَلْكَع مزيان، عافاك.
هي باغا بيرة.
صباح الخير. كيف حالك؟
كنخاف خصني نشوف شي نوع ديال الوثائق الثبوتية.
اش نوع ديال الدريسنج؟
هذا بارد شوية. واش تدفّيه؟
أكيد، هاد البلاصة مخدودة ديجا.
لباس، الحمد لله. ولكن بغيتي تجبد صاحبي؟
شكرا، هاداك كافي.
مين أحسن صاحب ليك؟
يوم الصحة والرياضة، العاشر من أكتوبر، هو عطلة وطنية مصممة لتعزيز صحة الناس.
واش بغيتي نشوف داخل المحرك؟
واش تقدري تعاوني باش نلقا حقيبتي؟
واش تقدر تدبر الموضوع مزيان قبل الحين؟
كنت كاين معاون. شكرا.
مللي وصلتي، سولي واحد آخر، من فضلك.
بغيْت باش تمدّ لي رقم 24، من فضلك.
ها كاين دولارين. خلي الباقي.
واحد هامبورغر و واحد شيزبورغر، من فضلك.
بشحال كتقلب على المعالجة؟
كل واحد فينا بغا يدفع على حسابو.
كان الموضع على كرسي في قاعة الاستقبال.
أرجوك بدل هاد الين بالباوند.
بغيْت مْعَجَم صَغِير فْ جِيبِي، عَفَاك.
لشخصين على الساعة سبعة. الاسم هو واتانابي.
صافي ساعة ديالي. كانت من نوع Seiko ديجيتال.
غايكون لينا الشرف باش نقدمو ليك المشروب اللي بغيتي، ومن بعد العشا. دليل كامل ديال المشروبات اللي كنعرضو في هاد الرحلة موجود في دليل المعلومات ديال المجلة ديالنا.
واش ساكن هنا قريب؟
فين المحل ديال الهدايا؟
أنا في الطريق السريع رقم واحد قريب من خليج مورّو.
بغيْت منبه، عافاك.
بالمناسبة، سميتي هو هيروشي إيجيما.
هاد الطران سباقط ف ليك فورست، ما كايديرش؟
أغلبية اليابانيين كياكلوا الكتاكو و الحبار.
واش ممكن آخذ جوج ديال تذاكر ديال الدرجة الثانية لشيکاغو من فضلك؟
مشيت لنيويورك.
اشْحال رقم الطيارة؟
واحد لنيويورك، من فضلك.
بْحالْ داك شي يومين ثلاثة.
الثاني على اليسار.
هاد الكارت، فهمتي؟
واش هادي مكتب الاستقبال؟ واش كاين واحد الكلينيك قريب هنا؟
واش عشرة دولارات غادي يكافيو بالتاكسي؟
هذا طعمه غريب.
إيه. ستي، نجيب ليك واحد.
نص ديال النص، من فضلك.
ماشي بزاف. شي حاجة مشي غالية.
واش باغي شي حاجة؟
أربعة ليالي.
أنا محتاج شي جوارب.
واش ممكن تخفض الثمن شوية بما أن فيه بلايص فيها بلايص ديال الدروخ؟
واحد الراجل خبط فيا. بعد ما خبط فيا، لقيت فلوسي مشاو.
ما متأكدش واش كان كافي الملابس اللي جمعت باش نسافر ثلاثة أسابيع.
صافي، بغينا نجربو نبيذ أبيض.
إذا شي حد سْوالْ عليّ، قولْ ليه غنكون ف المقْهى.
أكيد كان عندي في الجيب الداخلي ديال المعطف.
واش نقدر نعرف اسم الحزب و رقم الهاتف اللي باغي اتصل بيه؟
واش شركة الطيران غتعوضني على شري بعض الحاجات الأساسية الشخصية؟
بغيْت غرفة مع حمّام.
ما خرج والو من الآلة؟
كان المفروض تمشي في الرحلة رقم ثمانية مية و صفر، اللي طارت قبل خمسة عشر دقيقة. مزيان. نقدر نرتب ليك رحلة أخرى.
شي واحد فكّ الباكيط ديالي.
آه، ما كاين والو. المهم نتا هنا.
الخطوط الجوية اليابانية، الرحلة رقم واحد اثنين ثلاثة.
بغا نمشي نشري شامبو.
واش تقدري تقولي ليا ملي نوصلو للسينتر؟
فين أقرب جزار؟
كانبغيو نبقاو أربعة د ليالي ابتداء من واحد غشت.
شْحال سْمِيَّة هاد الزَّهرة؟
15 شتمبر هو يوم تقدير كبار السن.
ما كاين صابون ف هديك الغرفة ديالي.
واش كاين شي دوا نقدر ناخدو لهاد الطفح؟
تقدر تبدل الكلام اللي قلتي دابا؟
اشحال غادي ياخد الطلب؟
تقدر تزيد شوية بالصوت، من فضلك؟
اشحال غادي تطول حتى تخرج؟
فين معلومات الرياضة؟
هاد السّمية هنا، اللي كتقول ليها سّمية عادية، غتّصلح.
فين غادي تْصَلّْ الرحلة، و فْ واش الوقت؟
فينبغي أن أبدل القطارات باش نمشي لـ إدنبرة؟
كانبغي نحط هادشي في صندوق الأمانات.
فين نقدر نبدل فلوسي؟
واش نقدروا نخليوا حوايجنا في الطوبيس، غير الحاجة الثمينة؟
كنت بغيت نعرف شنو هاد المصروف اللي كاين في الفاتورة ديالي.
غادي نعطي خمسين دولار.
دابا عرفت شنو اللي كان مشكل.
هذا إيكيدا كانكلم. عندي حجز لطاولة في ستة و نصف هاد المساء. ولكن مع الأسف غنوصل متأخر بنص ساعة.
بشحال نقدر نشري ديال العطر معفاة من الضريبة؟
السياحة فقط.
صافي، غبر عليهم بالصيغة. كيف بغيتي؟
واش باقا عندك بلاص لبارح د الليلة؟
باش بغيت واحد كبير.
نعست و ما سمعتش المنبه ديال 6 و نصف.
أنا مصور فوتوغرافي حر.
باش تقدروا تبدلو دولاراتكم بـ "فيشات" ديال الكازينو. نمشيو؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
غادي يكون عندك الاقتراح الأسبوع الجاي.
شكراً. شحال هاد الزوج ديال القفازات؟
واجب نمشي. غنڭاليك بعداً.
بغيت شي ديال الفوطات ديال الأطفال.
فين جاو هاد السمك الفراشة؟
تقدر تبدلهم بالدولار، من فضلك؟
صافي، حنا مزيانين بزاف. عندو واحد ف التمنة ف المحل ديال علا موانا.
واش كاين شي ليموزين؟
واش ممكن تعطيني نْڭيظ في خمسة ونص ديال الصباح غدوة؟
كنفضل غرفة هادية.
بغيْت شي حاجة باش نشدّ طلاء الأظافر.
بغيْت بطارية.
واش كاين فرقة موسيقية ولا دي جي؟
واش نقدرْ نْكْرِيْ معدات الغوص؟
باغي نحجز غرفة لربعة د ليالي ابتداء من ثاني عشر من شهر دجنبر.
واش هاد الساك مناسب لجميع الأحوال الجوية؟
بغيْتْ طْرْيَة، عافاك.
باغيْ نْكْرِيْ طوموبيل أوتوماتيكْ لْيومين.
مشفتش الطيارة رقم عشرين اللي غادية لسان فرانسيسكو.
بشحال لدار المطار؟
صافي مزيان. واش متى؟
شحال بنتك؟
واش تقدر تقولي ليا على فنادق رخيصة و نظاف؟
نقدر نحجز ليك غرفة مريحة في قصر قديم حدا ملعب غولف مشهور.
kanansih hada bghit nwarrik, l'anna fiih مكونات طبيعية 100%‎.
واش القطار كيتوقف في برايتون؟
واش تقدّر تقولي فين نقدر نمشي نطّلع طاكسي؟
تذاكر ديال الدرجة الثانية جوج، من فضلك.
باغا بغيت نمشي فاكس.
كنبغي واحد المِكْواة ديال السَّفْر.
باش نقدر نعرض عليك شي حاجة؟
نهار ديالي؟ واخا نخاف نسول، ولكن شنو كتقصد؟
باغا واحد يقدر يحمل الوثائق بحال شي ورق ديال المكاتب من غير ما نطويها.
إي، ولكن مشي بزاف.
أنا كنطيح لقطط.
أه، خاصك يكون عندك رخصة سياقة و، اممم، خاصك يكون عندك رخصة من لجنة سيارات الأجرة والليموزين.
أمرك سيدي.
ما كينش شي سخون ديال الماء باغي يجي.
كنبغي نحجز غرفة لليلة ديال دابا.
لا، ما كيدخلش الضريبة و لا المصاريف ديال الخدمة.
بغيتي تمشي تْشري معايا دابا فْ العشية؟
أهلاً، هاد شي لباس زوين بزاف.
الآن، تم الاتصال. تفضل/ي."
واش واش رقم الباب؟
اشْ شنوْ كايْكونْ تْهْدِيَّة ديالْ هاوايْ تقليدية؟
واش نقدر نمشي ليها بالميترو؟
بغيْت ندير سشوار.
واش حنا قادين نوصلو لشي حاجة بالهضرة هادي؟
أنا من النرويج.
من عشرة ل十二 من فضلك.
بالاك. خليني نشوف. تبان ليا واخا تاذيت من المرجان.
صافي باش تكون خاطرك مرتاح، عطيني نمرة المسؤول.
واش كاين طريق سريع؟
واش معاجبوش يحضر للفيستة ديال البارح؟
وقع حادث سير.
سمح ليا، نعست بالرقم الخاطئ.
أدخل رقم التعريف الشخصي الخاص بك من فضلك.
ما نقدرش نضبط الصورة.
واحد برغر بالجبن و عصير ديال البرتقال، من فضلك.
ها هو جواز سفري.
واخ، بارك الله فيك بزاف. آ، واش نقدر نصعد لفوق؟
واش ممكن ناخد تّيْكِيتْين ديال لمُوسِيقَى ديال الجمعة الجاية؟
واحد السيد اللي غادي تمّا قال ليك يقدر يبدل بلاصتو معاك.
واش نقدر نطول الإقامة ديالي؟
قول، واش تعرف شي بلاصة مزيانة باش نشوفها قريب لهنا؟
لا، باغي نستأجر نص مجموعة ديال العُصِي و زوج ديال الصباط.
واش تقدري تخبريني ملي يلقاو الساك اللي ضاع؟
اش سمّية هاد البارك الوطني؟
عندي جرح خفيف.
فين بلاصة مزيانة باش نشوف شنو معقل؟
واش نقدر ناخد شي فروطة؟
واش نقدر نتغدا دابا؟
بـاغـي نبدل هاد الدولارات.
بغا ليا طكسي. أنا في South Main و Liberty.
بالطبع، واش محتاجين ديموناي؟
ماشي تفاحة، ولكن خوخة.
نعطيك وصفة طبية. خذها للصيدلية.
كناقلبوا تلات مرات في الأسبوع، يوم الثلاثاء، الجمعة، والسبت.
هاذ غالي، ما كاينش؟
إيه، عندنا داكشي. غنحضرو ليك.
تقدر تحافظ على شناطي حتى الساعة ثلاثة؟
لا، غير بغيت ندوز مرحبا.
واش نقدر نحجز سيارة ديال الكراء هنا؟
واش نتا أمريكي؟
لهاد البلاصة، من فضلك.
السيارة ديالي معطلة.
فين غادي يكون الحجّة ديال العيون؟
بغينا بلاصة هادية، إذا كان ممكن.
هاد التاكسي سالك؟
واش هادي محطة السرعة؟
واش في واش الوقت نمشي عندك؟
كنبغ شي قنينة صغيرة ديال النبيذ الأبيض.
أه. واش نقدر ناخد طعامي شوية من بعد؟ ما باغيش مزيان دابا.
صافي، عندي أخبار. غادية نتزوج.
أي سروال آخر؟
واش ممكن يعطيني برنامج؟
دّار ديالي دخّلو ليها حرامي فليل.
وريني السمكة اللي شفت اليوم في كتاب الصور، من فضلك.
شوف التعليمات على عبوة الأكل المفرغ من الهواء.
باغي فلوس ورقية.
خطف محفظتي وهرب.
ما عندكش دروس تجريبية؟
فين نقدر نشري طوابع بريدية؟
أنا من بريطانيا العظمى.
غادي نشوف مع مراتي في هادشي.
بغيْتْ نْرجعْ هادْشيْ وْ نْسْتَرْجعْ فلوسي.
kayn telfon kabin f lqdam men dak lbank.
غادي نوصل ف التاسع ديال مارس و نمشي ف الرابع عشر.
هادي غالية شوية، ما تقلبش؟
واش عندك الطوب؟
فين محطة ديال الطوبيس؟
باش تاكل شي حلو؟
واش كاتْهْدَر؟
نفس الشيء بالنسبة لي، من فضلك.
ما وصلش طلبيتي.
kayn بزاف د لعيون د لماء سخون.
أرجوك، بغي نبدل خمسين ألف ين ياباني بدولارات أمريكية.
صافي مزيان معايا. في الواقع بغيت نشرب سيجارة.
فين نقدر نکري سلاال و صباط ديال التزلج؟
نسيتي ولادنا شرب؟
واش تقدّر تبعتّها لعنواني في اليابان بالبريد الدولي مع الدفع عند الاستلام؟
كنبغ شي كاس ديال النبيذ الأحمر.
إلى كان ديالك، سيدي. ههه، غير مزحة صغيرة.
بالتأكيد. كيف يمكننا خدمتك؟
عندنا البيـر، الويسكي، البراندي، الجن، الفودكا والنبيذ.
إيدي. آها، صواب. واش باشوطة مزيانة؟
رقم غرفتي ثلاثة مية ستة و عشرين. واش تقدّر تجيب ليا الغسيل ديالي؟
نشوف واش شي واحد من هادو يناسب.
بغيْت كَطْرَة.
جبلي شي كسوة ديال الجبن مبشور.
واش نقدر نخلي قميصي يتنظف قبل غدوة الصباح؟
واش يخلي يعاود لي تليفون؟
واش علاش دابا؟
سمح ليا. واش كاين مكتبة حدا هنا؟
نظن بلي عندك شي زلة. الغرفة كانت مدفوعة مسبقا. عندي وصل.
الطوبيس تمّا.
بغيْتْ رُولْ ديال الفيلم ديال 100 ISO، ملّون، 36 صورة، من فضلك.
كنبغِي نصرف هاد الشيك بسبعين دولار.
بغيت نشري طوابع لعشر ورقات بريدية لليابان، من فضلك.
واش كاينين بنكات حدا المحطة؟
كنخاف يكون فيه شي غلط في الفاتورة.
هنا بالضبط.
واحد شيز برغر معلب، من فضلك.
مايمكنش دابا الواحد يخدم ف التصميم بلا حاسوب.
هرب.
واش بغيتيني نصلح ليك هاد التّقسيرة ف البلوزة ديالي؟ بغيت نعرف واش تقدري تخيطيها ليا، من فضلك؟
شحال الثمن لمانشستر؟
واش تقدّر تعطيني كابل ديال الدّيماراج؟
فين نقدر نشري حصيرة ديال البحر؟
صافي، عطيني حجز جديد.
عطيني هاد الستيك ديال اللحم، ولكن ماشي غزال بحال هاداك.
غاديين نجيُو سبعة.
مللي كنشوف هاد الأثمنة الزوينة، كيبان ليا غريب نشري أي حاجة ف اليابان.
علاش أنا تاني سرقو ليا الدوسي.
واحد كرنة ديال ڤاليدة، عافاك.
أوافق. خاص يكون طبيعي بزاف.
نتبه للفراغ، نتبه للفراغ، ثم قرب الباب، من فضلك.
غادي نحتاج شي كارت ديال الكريدي.
ها هو الرقم.
قول لي على بلاصة مزيانة في هاد النهر، من فضلك.
أعطيني من فضلك تقرير حادث.
لا، شكراً حالياً.
صافي، أرجوك خليك على الخط. السيد نكاجيما، السيدة سايتو ما باينةش جاوبة على التيليفون. بغيتي نزيد نعاود عليها شوية؟
يمكن، ولكن خاصنا نميزوهم على حدة.
باين شوية عزيز بزاف.
فينين الكونتوار ديال الأمتعة ديال الرحلة سبعة مية و ثلاثة؟
شي حاجة مضروبة في طريقة المساكة ديالك.
هذا غدي يفسد؟
لا، شكراً. مزيانش نشرب مور من هكا.
قالي ليا شي دواوير مزيانين للتسوق.
واش داك الطوبيس غادي لفندق هيلتون؟
دابا، هاد الصورة زوينة بزاف. صايبة ديال تسوروتارو كاتااوكا. معروف فحالو فنان عالمي.
عندي تقدير كبير للموسيقى الكلاسيكية.
واش نقدر ندعيك لعشا في واحد الوقت؟
صافي. شنو سمية الحزب ديالكم و رقم ديالو، من فضلك.
سمح ليا. خلاّسني، من فضلك.
واش ممكن تجيب واحد الموظف اللي كيتكلم اليابانية؟
كنديرو عندها بزاف ديال الزيارات لعائلتنا.
ميكي هاياكاوا. هادي هي الغرفة سبعة على اثنين.
واجب يبقا هنا الليلة، مزيان؟ تقدر تعاوني نحجز غرفة في فندق؟
ما خاصّش يطوّل. خمسة عشر دقيقة على الأكثر.
واش تقدر تعطيني سومة هاد التليفون؟
صافي، تقدر تقلي بلي مشيت نتصل بها، من فضلك؟ غنعيّد الاتصال بها فاشحال.
واش كاين شي دورة ديال الصباح؟
واش كتبدل العملات الأجنبية؟
الميزانية ديالنا تقريبًا خمسين دولار في المجمل لثلاثة أشخاص.
فين نقدر نشري رول ديال الفيلم؟
واش عندك بيرة يابانية؟
كنبغي مايوه ف نمرة صغيرة، من فضلك.
باش بغيت نسجل الأمتعة ديالي.
هادي السيدة كوازو في الغرفة ستة عشر واحد واحد.
بِصْحَة و سَلَامة.
ما كاينينش.
واش عند اليابانيين أهم عندكم العيد ديال رْاس السْنة ولا عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون أ. ثم، امشِ مباشرةً في هذا الممر. إنه المقعد بجانب الشباك.
ملي لحظة من فضلك.
أرجوك املأ تقرير فقدان.
ما فهمتش ديال الأمريكان، أنا كانهضر بالليغات ديال الملكة.
من ديما البارح.
كانت تتضمن تأمين الاصطدام والمسؤولية.
لقيت طريف ديال الدلالة ديالي.
واش عندك شي بروشات بديزاين مزيانين؟
كانّا كانْهْزّن من كابينة عمومية في مايسي'ز.
هادو كبيرين بزاف.
بشحال الثمن ديال الباركينغ في الساعة؟
سيدات وسادة، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانية يمكن التعرف عليهن من خلال الشارات التي يحملنها. إذا كنتم تعرفون أي شخص يحتاج إلى مساعدة لغوية، يرجى إخبارنا.
واش كاين شي واحد الفترة ديال الفن كتعجبك بالخصوص؟
تحقق من ذلك مرة أخرى من فضلك.
زيد قدّم مزيان طول النهر بحوالي نصف ميل. غادي توصل للبارك.
لا، هما متينين بزاف.
صافي، غنبعثو ليك للاس فيغاس.
kanbḥt ʿla qmisan d ljarī.
بغيتي شي حاجة تشربي من البار؟
بهاد الطريق من فضلك. تاخد هاد المصعد.
أَافْضَلْ لَيكْ تْرْكَبْ طْرِينْ دْ الثّمانية و نصف.
واش تا واحد السينما هنا قريب؟
دابا هو واحد الوقت ديال التيرو، غيكونو مزيانين.
كنبغي ساعة من يد ثانية.
غادي نتسجل حول التاسعة فليل.
بدا كي طال الليل. خاصني نمشي.
ما استعملت خدمة الغسيل ديالك. واش تقدر تعاود تتحقق من هادشي؟
بغيت أتاي، من فضلك.
لا، ما كاينش.
هادي آخر محطة؟
نڭاعليه تليفون.
واش هادشي حار بزاف؟
فين نقدر نبغي طوبيس سياحي؟
إي، باغي نشوف معالم المدينة.
kayn بزاف ديال السياح حول العمارة، كيبانو جمعو باش يشوفو شنو كاين.
شكرا على كرم الضيافة ديالك.
الصراحة هي أحسن طريقة.
واش تقدّر تقادني في ستة ديال الصباح، من فضلك؟
بشحال الثمن ديال نص نهار؟
أنا كنجي.
واش تعرف شي بلاصات مزيانين باش نشوفو في شيكاغو؟
آه، إذا كان الإصرار ديالكم، نمشي معاكم.
واش تمشي تبدل هاد الشي بواحد آخر من نفس النوع، من فضلك؟
باغي نحجز على الساعة ثلاثة و نصف ديال العشية.
صافي، بغيت صندوق الأمانة.
شريّب شي كس ديال النبيذ مناسب.
كنبغي شي بلاصة صغيرة.
واش خصني نعوض على الغاز؟
حرامي. دوز عليه.
كانديرو النية باش يجيو صحابنا.
عطيني شي فرق صغير.
شعر فيه دويرة مزيانة و ضيقة، بغيتو يدوم.
هي صغيرة و زينة.
واش واش بغيتي تعرف واش كاين شي opera اليوم؟
مقلي، من فضلك.
مازال ما رجع ليا الغسيل ديالي.
بالمناسبة، واش مزيان معاك السبت الجاي؟
أحسن، إذن، منمكّن نتفاهمو مزيان.
كانت تعاملني بحال كنت واحد المساكين.
فين فهمت. و بغيتك تعاونيني في واحد المشكل آخر؟
واش ممكن تحط عدسات طبية في هاد النضارات ديال الشمس؟
نأخد اثنين من هادوك.
واو، كلاب زوينين بزاف. شنو سلالة ديالهم؟
طيحت الشوكة ديالي. عطيني وحدة أخرى من فضلك.
كانت весеلة.
واك. تمشي ديريكت و دوب على ثالث زنيقة. تلقاه على يدك اليمنى.
واش عندك شي فيلم ديال ديال ديال ديال
واش تعرف كاتي؟ عندها حفلة عيد ميلاد.
واش عندكم طابلو ديال الألوان؟
باش نقدر نعطيك شيك سياحي؟
صافي، هو، الرجل، كيفاش نعرف بلي هادشي هو الصح؟
واش نقدر نشريها معفاة من الضريبة؟
ما نقدر نحط المتاع ديالي تحت الكرسي. واش تقدر تحافظ عليه ليا، من فضلك؟
باش تقدر تحط هاد الحقيبة في الصندوق ديال السيارة؟
أنا غادي نمشي دابا، غنشدّها.
أرجوك ابعث واحد يجيب حقائبي في ستة ونص.
كنبغي طريف ديال سان فرانسيسكو ومنطقة حولها.
اش من خبز عندكم؟
فين المصعد؟
واش كاين شي واحد يعرف يعزف على البيانو؟
فينبغي أن أنزل في أي محطة باش نمشي لبناية إمباير ستيت؟
الميزانية أقل من ألف دولار.
شكراً، ولكن ماظنش عندي الوقت نبقى ليلة كاملة. واش تقدر تحجز لي غرفة مزدوجة في ديك الفندق ليلة 12 مارس فقط؟
واش نقدر نحجز غرفة دبل فيس تطل على البحر؟
ما قررناش تا واحد الوقت.
صاحبي تعثر و دارت ليه رْجلُو.
غادي نجرب شي شربة.
واش كاين مطعم تايلاندي قريب؟
داك لبنيان طويل، حداه بالضبط. صافي، ارجع بنفس الطريق اللي جيتي بيه حتى للضوء الطريقي. ومن بعد، انعطف ل اليسار.
واجب نمشي نطير لـ لوس أنجلوس ف الصباح الباكر ديال غدا.
من بعد نقدر ننصح بـ "San Francisco City Tour" بثقة. هادشي كيعطيك الخطوط العريضة ديال سان فرانسيسكو.
باغي ناخد تأمين.
نحطو كمّادة باردة باش نخفّف الألم.
هي باغا تْشري واحد الفستان.
بشحال تاكسي لهاد الفندق؟
فين الحمّام؟
واش الدخول لهاد البناية كيدوز فلوس؟
باش بغيتي.
kanbḥt shḥal wiḥd chi haja zwina o mzyana l ssbaḥ.
النافذة معطلة.
فين كاين في الاتحاد سكوير؟
نص أونصة من شانيل رقم خمسة، من فضلك.
واش تايشوفي شوية قهوة؟
واش محتاج تيكيت؟
بشحال الثمن ديال الخدمة؟
شحال من هنا؟
شوية كريم و سكر؟
واش عندكم شي تخفيضات للأعضاء؟
واش كاين طرينو سريع في تسعة و نصف؟
خليني نشوف زيت الفرامل و المحرك. المحرك ديالك باين ليا كيتوقف تقريبا.
ما كانش خطئي.
ما كاينش الضو.
غادي نبلغ على هذا للشرطة.
واش كل واحد غايخلص على مشروبو؟
من 30 إلى 50 دولار في الليلة.
صلّح هاد الشي.
في أيام راس السنة. وفي المناسبات الخاصة مثل حفلات الزفاف، أو حفلات توزيع الجوائز، أو الجنازات.
شوية ديال الموصْ، عافاك.
واش ما تعطيهاش واحد الهدا؟
واش واش تقترح فيلم باش نشوف؟
تا خذ هاد عشرين و نعطيك دولارين معاك، من فضلك.
خْدَمَاتْنيْ بْجَنْبْ.
نقدر نجي للدار على الساعة زوج.
هادي شناطة ديال الطيارة JAL ٠١؟
هادي أول مرة ليا نمشي لباريس.
واش تقدّر تقيّم الثمن قبل ما تبدا الخدمة؟
دخل، الله يخليك.
خاصنا يكونو رحلة ديال المشي مزيانة بزاف.
فين غادي نبْرِدو الطّوموبيل؟
ما عندناش كيس بهاد الكمية، غنحطها في هاد الكيس البلاستيكي الكبير.
باغي نلعب تنس.
kayn 3صير ديال الأناناس، والبرتقال والطماطم.
فين الجنب ديال هاد الطابق، حدا السلم المتحرك.
واش كاين شي حاجة كتعرض فدار السهرة د اليوم؟
ماشي بغيتي تشوف فيلم آخر؟
أرجوك صرّف لي هذا الشيك السياحي مقابل نقود.
بغيت نفس الدورة غدا، من فضلك.
نقدر نعطيك جواب أحسن على هاد السؤال بعد ما نشوفو شوية ديال الحلقات.
أنا محتاج شي كادو لعيد الزواج.
واش واش كاينين مسرحيات موسيقية دابا؟
واش عندك مرآية؟
سمح ليا، ولكن ضيعت الطريق. واش تقدر تعاونيني؟
نَاخُد هَادَا، عَفَاك.
ما يمكنش تدخل الألعاب النارية لكندا.
واش مراتك طباخة زوينة بزاف.
محتاج أي مساعدة؟
واش تقدر تحجز ليا طكسي لستة دالصباح غدا من فضلك؟
واش بغيتي شي حاجة مع طبق رئيسي ديالك؟
واش كاين محل حدا هنا؟
هاد البلاصة عامر بالناس، مزيان؟
صافي. غيكونوا جاهزين في خمس دقايق تقريبًا.
نقزني رَقْبِي فْ النُّعَاس.
صافي، ما مشكل. نقدر نشوف باشوط ديالك؟
ما عندي فلوس.
واش في شحال غنمشي للمحطة؟
kayn بزاف ديال المطاعم في هاد المنطقة.
تا حدا للّوكال.
بزاف فرحت بالحديث معك.
واش كاين شي دورة ف النهار؟
أنا مع صحبتي.
استمتعت بإقامتي. شكرا.
الشاطئ بالضبط تحتنا. يا له من منظر زوين.
شكراً على الانتظار، السيدة ماكغوير. ها هو. تفضلي.
واش عندك شي ورقة تعريف؟
سبعة، من فضلك.
باغا نبعت هادشي للغسيل. واش مزال غيكون جاهز؟
عندي سروال مخطط.
إيه. جاوني شي واحد حطو شناطة ديال واحد آخر فغرفتي دابا. واش تقدر تشوفها ليا من فضلك؟
واش ممكن تشرح ليا بالتفصيل؟
واش نعستي مزيان؟
واش تدير ضغط على الزر ديال التصوير؟
فتحت مفتاحين، من فضلك.
بغيْتْ شِكَاْلَة.
كاينة ف نهاية الزنقة.
بغيْت شي ورقة ديال النوت.
واش غنمشيو بالوطوبيس؟
قلتي غادي تمشي ل طوكيو غدا؟
خليني نعس حتى تسعة ديال الصباح.
واجب نقل إلى AW واحد صفر صفر. هل من الممكن؟
كيف دايرة لعبتك هاد الأيام؟
حاسس بالخنقة في الصدر.
ماشي مشكل. إذا جيتي فـ خمسة شتنبر، غاتقدر تستمتع بعرض علمي ديال فيلم، باش دابا عندنا يوم مفتوح خاص كل شهر فـ الجمعة الأولى.
واش عندك شي تور آخر؟
صافي، خمسة في المئة تخفيض. واش تمام؟
أنا غادي نمشي لباريس.
ماشي آخر موديل، أ واش؟
مُزْمَّمْ لْثَامِنْ و نُصْفْ فْ لِيلْ، بالتوقيت المحلي.
خُذ هاد البْنيَة مَعَانا، من فضلك.
صافي. خصني طّاجين متوسط و كورة ديال الرز.
كيف تبان ليك هادي؟
بغيْت نشوف داك اللي في الدّريبة، من فضلك.
ماشي! حنا في عطلة. ما نقبلش نقعد في غرفة الفندق و نتفرج على البيسبول في التلفزيون. بغيت نمشي نشوف مسرحية.
باش نقَدرْ نمْسو؟
واش تقدّر تجّي لهنا باش تصلّحو؟
باغي شوية ديال الألياف الصناعية.
سميتي تارو تاناكا. عندي حجز.
بغيْت شوية كريم ديال التنضيف.
كنبغي واحد السوّيتر بكمّ طويل.
سرقو مني التيشان.
يبدو أن طرقنا كيتتقاطَعو بزاف، ما كاينش ليكاين؟
باش نشوف المنيو مرة أخرى؟
مازالين باينين شوية خضر.
بشحال؟
فراولة، من فضلك.
واش جبل فوجي هو أعلى قمة ف اليابان، بارتفاع ثلاثة آلاف وسبعمية وستة وسبعين متر.
لا، مزال. كاين بزاف ديال الاختيارات.
كنبغي شي كريمة د الليل.
هي بين الفرنان والمحل ديال اللحم.
تقدر تقصر الأكمام؟
كنخاف ماكاينة حتا واحد ملعب گولف قريب من هنا.
تقدر تبين لي الدوبل ديال الثاني من اليسار؟
واش تقدري تسولي فيه يعيط ليا؟
حاولت نمشي تليفون دولي. واصلك الخط؟
هذا خاطئ.
إيه، هو كدا. باش تعرف بلي كاين العلم قدام مكتب البريد.
غادي تبعثيهم ليك، أليس كذلك؟
كانبغي نمشي تليفون بالكريدي.
بغيْت نْيْتي تْمْشِي.
ملي توصل، غنعطيو فلوس باش يوصل لعنوان داركم.
هاد الأيام ديما كنخدم بالكومبيوتر في الخدمة.
أه، واخا. فهمت. غنجي لدارك.
لا، هادشي كافي.
واش ممكن نعاونكوم بغطا و وسادة؟
واش تجيو لهنا فاقع الأمكن، من فضلك؟
واحد الكاس ديال القهوة، من فضلك.
كنبغ نطّلع على شي بطاقات كيكونوا تقليدياً هاوايين.
تقدر ضيق ليا الكسوة بثلاثة سنتيمترات؟
أنا نفس العمر.
واش تجيب لي شي قهوة؟
350 دولار؟ هذا فوق الميزانية ديالي.
واجب نصوت على هادشي؟ إلا ما خاصش، أظن وصلنا لنتيجة، وغادي نعاودها للجنة المديرة ديالنا غدا الصباح.
واش تعرف شي فنادق رخاص؟
صباح الخير. نعستي مزيان؟
اشْ واشْ ناوِي دِيرْ بَعْدْ مَا تْسَلِّمْ لْمَدْرَسَة؟
سرقو مني كرية ديالي في الشارع.
واش خدمت ليك شي خدمة أخرى ف الصباح بالإضافة للفطور؟
بغيت كاس ديال قهوة بالحليب، من فضلك.
صافي. واش فندق شيراتون حداك تمّا؟
نتمنى ليك متكونش تعبان بزاف.
باغيْ نْكْرِيْ طوموبيل ديال هاد النوعْ لْيومين.
نأخد كاس صغير ديال جاك دانيال.
بغيْت شي كيس ديال البوبكورن، من فضلك.
طيحت عصا التزلج.
ما كنجيبو حتى هدية للعرس. بالعكس، الضياف هما لي كيجيبو فلوس.
كنبغِي نعطيه لبريد عادي.
الطائرة وصلات متأخرة بسبب الثلج الغزير.
شحن، من فضلك.
تقدر تاخذ رسالة، من فضلك؟
سمح ليا، ما فهمتش عليك. واش تقدر تحكي شوية بشوية، من فضلك؟
اشْ شنوْ نقدرْ نْورّيك؟
واش نقدر نصور؟
من مية.
رقم الرحلة هو HP تسعة و ثمانين لطوكيو في الحادي عشر من مارس.
واش نقدر ناخد نفس الطبق ديال داك؟
واش عندك واحد آخر؟
بليز جيب ليا فطور لداري غدا الصباح على سبعة.
غادي يجِي واحد المسؤول على الصيانة فحال هادي.
سمح لي. غنرجع نعاود ف وقت آخر.
كيفاش نقدر ناخدها؟
واش باقي شي بلاصة فالسياحة ديال الخميس؟
سمح لي. نقدر نعبر؟
واش عندك شي نباتات وفواكه؟
أفين نقدر نملا هاد الورقة ديال النزول من الطائرة؟
أظن أن قيمة سيارتي تقارب خمسة آلاف دولار.
واش هاد الأكل قليل في السعرات الحرارية؟
واش شنوّ الباص لي خاصني نمشي بيه باش نمشي للمحطة؟
إيه، هوكداك. ولكن خاصك دير لفيور في الضوء الأحمر الثالث وبقا في هاد الطريق حتى توصل للطريق رقم ستة وستين.
بغيت كاس ديال الماء باش نشرب دوى، من فضلك.
كون بغيتي تجيبني للبلعاء، نكون شاكر لك بزاف.
سمح لي. راه نمرتك غلط. هاد هي شركة تانكيوشا للطباعة.
كاينين غاديين نخرجو.
اش هاد الموسيقى؟
عافاك، عطّي هاد السيرو لوليدك، واحد معيار، بعد كل وجبة.
هاد الستايل متوفر بـ 28، 31 و 35 سم.
آه، هادشي باغي بزاف.
باش نخدم تليفون ديالك؟
ريحتو مزيانة بزاف. شحال ثمنو؟
كانبغي نتأكد من رحلتي لشيکاغو في السابع عشر.
كلّيت شوية بزاف.
باش نڭول لستي براون؟
هاد الدار باينة مريحة باش تعيش فيها، ما كايناش؟
باغا نبغي نحجز على طائرة ديال شركة نورث ويست ايرلاينز رقم صفر ستة وثمانين للدار الخامس.
محفظتي، جواز سفري وأغراضي الشخصية الأخرى.
واش شحال كتقفل؟
صبر شوية. ممكن تكون خليتو في الحمّام.
صافي هاداك بالضبط اللي كنت غانقول.
إيوا، أظن كذلك.
دارك كبيرة. شحال د الغرف؟
استمتعنا بالعشا.
فهمت، ولكن ما نقدرش نقولها.
آه، ياه، بالصحة. غير نتمنى ما يشدوش الدوار في البحر.
لـ طوكيو، من فضلك.
واش واصلين فحال شنو؟
غادي نمشي بكري غدا، بغيت نشري دابا.
شيري نْشف، من فضلك.
مكان فحال اللي ما كيدخنش، من فضلك.
داك مشغول دابا.
واش الأجانب يقدروا يحصلو على الكتب في هاد المكتبة؟
واش ممكن نبقا في غرفتي تا الساعة دوز؟
ها-ها. صباح الخير عندكم. لاباس.
بغيْت شوية من هاد الفيلم رقم ASA هادا باش هاد الكاميرا، من فضلك.
فين لوحات مونيه؟
هاد البيزا بنينة. مين صاوبها؟
اشحال بنة هاد الطبق؟
و زيد على هادشي غاليين.
واش عندو واحد الطران اللي غادية لبوستون فحال هاد الوقت؟
كنخطط نتعلم الغولف.
أعطيني شي كاس آخر من فضلك.
ياك واحد صوفور مزيان.
كنخاف الأكمام قصار بزاف.
تقدر تبان لي كيفاش نمشي الغاز؟
واش حقّ الفندق فيه الفطور؟
واش هذا كلشي؟
داك الطريق.
شغل الموطور من فضلك.
الدار ديالي مزيانة بزاف بالبرد.
نرد عليك ملي تبان لينا شي شوية دالراحة.
واش عندك واحد أكبر؟
حسّيت براسي مزيان.
واش عارف الجغرافيا ديال اليابان؟
أريني فين أنا في هاد الخريطة من فضلك.
مية بالمية قطن.
كنبغي نبدل لغرفة تطل على البحر. واش كاينين مصاريف زائدة؟
بشحال الكرا ديال البلاصة نص نهار؟
نوفمبر عشرة.
بغيْت شريط ديال الماكينة د لكتابة.
بزاف بنين.
واش مزال ما طارناش؟
اش كيفاش تبين للسائق بانك باغي تنزل؟
أربعة وعشرين دولار. بغيتي المزيد؟
دارت الحجز في طوكيو شهر واحد اللي فات.
نشكرك من صميم قلبي.
واش هادي المحطة ديال مركز روكفلر؟
شحال قدام رقم الحذاء ديالك؟
صافي زوين.
تقدر تخرج معايا في موعد؟
نّضّف هاد المعطف من فضلك.
باغيْ نْكْرِيْ طْرْفِيتْ.
فين قسم الحريم؟
ماشي مع القهوة؟
فاش مجال كان خدام فيه قبل؟
اللعنة. اللعنة. اللعنة. اللعنة. عاد وجهها بالنسبة ليا عادي.
واش خاصني نعطي فلوس زيادة ملي ندخل لباطو؟
أهلاً، الخط ديالك واصل. تفضل، أرجوك.
الجرح ديالي كايهضر.
فين المحطة؟
كان عندي قشعريرة.
ثلاثة أيام.
ݪي مع هاد السّمط، و غتلقى المكتبة ف الجنب اليسر.
عافاك، بغيت نلقا مرشد كيتكلم اليابانية.
مانبغيش اللي يكون كبير وحجمو كبير.
غادي يكون تاخير شوية.
اش الفرق بين هاد الفنادق؟
ساليت المحطة ديالي.
كان زوين بزاف. شكرا.
غادي نجي حول ستة د العشية.
واش عندك شي حاجة شوية طويلة؟
تااريخ النّتهاء هو مارس تسعة وتسعين.
كيف كانت؟
واش كاين شي كازينو مزيان؟
ها هو فلوس القلم الحبر. ورقة مية دولار.
فين قسم النساء؟
فين نقدر نصعود للباطو؟
صاحبي مصاب.
لباسك زوين.
واش هاد المحل غايتقدا تما برقة؟
داك الطريق لآخر الدار.
شحال ممكن تقص لي الدقن؟
هادشي كيجي مع بار ديال السلطة و اختيار بين بطاطا مفورّة ولا بطاطا مقلية.
فين نقدر نشري حشيش؟
ما نقدر نباع هادشي بدون وصفة طبية.
واش نقدر نحجز خمسة بلاصات حدا بعضياتهم في نفس الصف؟
واش تقدّر تعطيني حبل الزّيت، من فضلك؟
اشْ سيارة كتعطي احسن نمرُوط؟
ما غاتحصل على تخفيض مهما جهدتي.
فتح هاد الساك، من فضلك؟ واش كاين شي حاجة فيه؟
باغا نبغي نمشي تليفون بعيد لـ Hilton Hotel في بوسطن.
واش النساء كيقبلو هادشي؟
تحداك، السقف منخفض.
ما نقدرش نشوف الشاشة مزيان من هنا. واش نقدر نبدل بلاصتي شوية؟
زرت البحيرات العظمى لأول مرة.
شي حاجة مضروبة في هاد الماكينة ديال البيع.
أنا محتاج طبيب.
واش واش كدير ف المملكة المتحدة شحال هادي؟
شي واحد بحالِك كيعجبو التقدم و الحداثة غيعجبو بالضرورة الرّسم ديال شّباب و لموسيقى ديال الزّنقة.
واش شنو الوقت؟
غادي ناخد واحد فرانكفور و واحد كولا.
هذا هو المشغل الدولي.
تقدر تشوف واحد البناية بيضة، أليس كذلك؟ كاينة قدام هاد البناية.
واش من واقت؟
ما عندي والو نعلن.
اش؟ باغي يدفعو عليك الضريبة ملي عندك أكثر من ثلاثة قراش ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تجيب طبيب، من فضلك؟
ما كنعرفش بزاف على النبيذ. واش واش منين يصلح مع هاد الطبق؟
واش تقدّر تصوني فّي فّي الضّوّح لقدّام؟ من فضلك.
kayn station dyal l-gaz f deux blocs men hna.
الناس اليابانيين ما كيديرو عطل طويلة.
حسّيت بالناس كيتفرجو عليا. واش مزيان نشوف واحد الياباني؟
لا أظن ذلك. علاش قلتيها؟
فين غادي تكون الدخول ديال البريد المركزي؟
فين محطة ديال الطوبيس ديال غراي هاوند في هاد المدينة؟
ماشي المطاعم اليابانية في كيوتو غالية شوية؟
كنظن شوية مزعج بالنسبة لي.
عندنا غرفة مزدوجة مع حمام بـ 85 دولار.
باغي نعرف تمن الكتاب.
برد أكثر من العادة هاد العام، ولكن ماشي برد كافي باش تسقط الثلجة.
فين نقدر نشري تيكيت ديال الميترو؟
غادي يكون عندي بلاص ف الطاكسي ديال لفلوس، صواب؟
بشحال الثمن ديال التاكسي من هاد الفندق للستاسيون؟
واش نقدر ناخد هاد الشي و هاد الشي من فضلك؟
كيقولو اليابان بلاد عندها معقول ديال الفلوس.
واش كاين شي بلاصة خالية في عربة النوم؟
واش تقدر تخفضها ل عشرين دولار، من فضلك؟
هادي هدية لواحد الصديق.
الثلج كيعمل الطريق زلق.
ما كايناش كاميرا ديالي.
غادي ندير شي وحدين ساندويشات ديال الديك الرومي.
واش عندك شي حاجة تعلن عليها؟
شفتي واحد البلّية زرقا؟ حطّيتها على هاد الكرسي.
kayn mḥl d lward lqbel l boulevard.
أنا من طوكيو.
باغا بغيت شي ريفلون كريم رينس.
عندي شي حوايج بغيت نمغسلهم.
أنا طلبتو من زمان.
واش تقدر تبعت واحد المحمل لغرفتي في ستة ديال الصباح؟
غادي نشرب شكلاطة سخونة.
نقدروا نرتب ليكوم تنظيف الغرف ديالكم.
خاص، من فضلك.
بشحال الثمن لـ C Hotel؟
واش ممكن ناخد تيكيتات متعددة؟
بغيْت نحجز طاولة لشخصين في سبعة ديال العشية، من فضلك.
كنبغي شي كريمة د الليل.
تقدر تلفّ هادشي ف شي باكية ديال الهدايا؟
هي الرابعة و ربع.
غادي نخطط باش نعطيك الفواتير ديال المصروف اليومي ديالي، صافي عطيني العنوان وسمية المسؤول.
صعيب علينا نتكلمو الإنجليزية بطلاقة.
واش عندكم هادشي بنفس التصميم ولكن بكعب عالي؟
كنبغي كسوة ديال ولاد لعام عشر سنين.
خوديوني لدار آبي روود، من فضلك.
شكرا. مرحبا، شكرا على الانتظار.
أكيد عندي حجز.
غادي نبْعْتْهْ ليك، صافيْ اْرجَعْ هنا.
حنا هنا يوم واحد.
عندي شوية صداع.
بزاف عجبني المكلوبة.
لا، تفضل جلس و استنى. غنمشي نجيبها ليك فحالاً.
باش نشوف السيارة؟
واش تقدّر ترسم ليا واحد الخريطة من فضلك؟
صافي سيدي. بْغِيتْك تْكون فْ غُرفَتْك حْتَى يْجِي الطَّبيب.
زيدت عليّ في الݣرابة في شاطئ وايمانو. عافاك، اجي دابا.
اش كاين مئة دولار؟
باغي هادشي مضروب.
باغي نعاود نعمر طلب جديد.
دعمات الحكومة تطوير الصناعات.
حتى خمسين عامًا، نبغى.
شنو أقل عمر باش ندير هادشي؟
واش عندك شي خرائط بسيطة ديال المدينة؟
باش ممكن نبغيش ندير عملية سحب الضرس، إذا كان ممكن.
العدد هو كرة واحدة، ضربتين.
واش شنو الوقت غادي توصل فيها طْرِيقَة ل سان دييغو، من فضلك؟
بغيْتْ نْشوفْ الصندوق ديالك.
بغيْت شْويَا شَامْبُو.
أنا ساكن في فندق هيلتون.
كنحس بالمرض و الغيان.
ولكن عندي موعد باش نشوفها على الساعة ديال الزوال.
هاد السيارة غادي لـ إدنبرة؟
إيه، أملأ هاد الفورماسيو.
بشحال كتحسب الزيادة في الوزن؟
سميتي كيمورا. بغيت نلغي الحجز ديال الجمعة.
آه، سمح ليا. صاير شي مشكل و حنا غنصلحوه. تقدر تزيد شوية، حوالي نصف ساعة؟
بشحال نعمر؟
واخة فهمت.
غادي نتصل بشي واحد.
واش بغيتي تسالي النّسبة دابا؟
جات السيارة جايا فيا من الجنب في التقاطع.
داك واحد الصندوق ديال الموسيقى.
فين بالضبط الدرب؟
واش كاينين شي تور سياحي بالباص في المدينة؟
واش شحال نبداو؟
صافي سيدي. في الحجم المتوسط نقدر نعطيك ميركوري سابل. واش هادشي عجبك؟
لقد كدمت عضلتك.
صافي، واش تقدر توعدني تضرب الكورة ماشي أنا. فهمتي؟
بشحال باقي؟
باش نݣترض شي كتان؟
اش نوع ديال الجلد هاد الحقيبة مصنوع منها؟
ما نعتقدش هاد السكين نظيفة. واش تقدر تجيب ليا وحدة أخرى؟
شريت هادشي قبل شوية، ولكن واش تبدل هادشي بهاداك؟
بصراحة، أنا ما متفقش مع هادشي.
واش هاد الطريق ديا ل المحطة ديال الوسط؟
بْرَاكَا مَعَا رَاسْ، عَفَاك.
باغي نطلب كرطالة ديال اللون داكن ليا.
هاد المظلة تمشي ليك باش عصا.
واجب نمشي كلّ شناطي للفيست؟
أريني جواز سفرك من فضلك.
واش كاين شي بلاصة كتقبل الغسيل فنهار الأحد؟
شحال بغيتي ديال شيز برغر؟ اثنين من فضلك.
واش غادي فين طوبيس ل ميامي؟
ما كاينش داعي للبقشيش.
يمكنك مشاهدة واحد في قاعة كارنيجي.
أنا ماشي مصدّق.
اش دايرة الدار في هاذ الوقت؟
باغِ بغيت نطلب موعد مع طبيب.
كنتسائل واش تقراو طاولة حدا الضّريعة لعشية دبا سبعة ديال النّاس.
ما عندك باس نجي لدارك؟
باينة فيه شي فراغ للتحسين.
فين كاينة الميترو؟
واش عندك شي وحدة صغيرة شوية؟
فين نقدر نبغي الأسبرين؟
هذا هو الحضيض؟
أعطيني باش نمر واحد الأسبوع.
هذا زميلي.
اش من نوع ديال البنزين موجود؟ سوبر، عادِي، و بلا رصاص؟
ها واحد.
باغي نزيد بالبرد.
مغلقة أيام الاثنين، ولكن يوم آخر خص يكون مزيان. نتصور أنها مفتوحة من تسعة حتى خمسة.
هاد شي ديال السردين مشوي مع واحد الصلصة خاصة فوق طاجين ديال الرز.
قال ليا "نحتفلو" و خداوني لواحد البار. قال ليا غادي يدوز واحد تليفون و مشا و ما رجعش و أنا بقيت مع واحد السومة كبيرة.
بشحال الكيلو؟
كان عندي جواز السفر و الكارت ديال الكريدي في التياس.
حجز على سبعة، باسم مانو.
ما تشرب شي كاس ديال اتاي؟
تقدر تقولي فين نقدر نلقا القنصلية اليابانية؟
واش كاين طبيب في الفندق ولا واحد نقدر نتصل بيه؟
كيعمل التسوق ديما ف شارع بوند.
ورقة إنجليزية، من فضلك.
واش كاين شي بلاصة كاتشغل موسيقى كانتري؟
باغي نتأكد من قيمة أغراضي.
واش عندك شي وحدة ديال الصوف مزيانة؟
بشحال الورقة الواحدة؟
صافي، ضغط تسعة وصفر واحد واحد، ثم رمز الدولة ورقم الهاتف.
واش نقدر ناخد كوكا كولا دايت؟
باش نقدر نطلب؟
كانت سفرية زوينة. شكرا.
سمح لي. نقدر نعبر؟
التعداد الكلي لسكان اليابان يقارب مئة وثلاثين مليون نسمة.
باغي نستأجر واحد الشّمسية.
إيه، و بغيت نعكس المصاريف.
محفظة فيها مية دولار وثنين كارتات ديال الكريدي.
المَا سخون بزاف.
أنت هنا.
واحد الطّاجين ديال القهوة، من فضلك.
غير محتمل بزاف.
بطني كتعورني بعد الأكل.
واو، بلاصة زوينة.
يمكن يكون عندو انصمام هوائي.
واش قررتي؟
باش بغيتي، نقدروا نتريحو هنا.
ضاع مني رْاسْ تْراسْلَة مُسَجَّلة.
ما تقدرش تبدل خدمتك بسهل.
اش دايرة المحطة التالية؟
صافي، ولكن ماشي فالبلاص ديال الدروج. الحر بزاف اليوم.
نزل هنا، و بدل لخط رقم ستة.
بغيلي نمشي فالطائرة ديال الساعة عشرة الصباح.
زالزال بغيت نعْوَّط.
مانبغيش حاجة كبيرة و ثقيلة.
أعطيني الطّالون.
بشحال ديال الفطر الطازج؟
اشْ حَدّك، من فضلك. واش تقبل فيزا؟
اليوم غنمشي نشوف شنو كيعجبني شينوتاون.
تروفا تْوَين تْوَين تِسْعَة تْلَتَّة تِسْعَة سِتَّة سِفْر سِفْر.
باغي نشدّ ضروسي.
بغيْتْ سَكْطَة ديال المكياج.
كنتسائل شحال ديال البقشيش خاصني نخلي.
فين نقدر نشوف "The Phantom of the Opera"؟
باغا نشري هدايا لصحاباتي. واش تقدري تنصحيني بشي حاجة؟
بشوية، من فضلك.
شحال كتقدر تكون قيمة الفاكسات الدولية ديالك في الشهر؟
مقلي على وجهين، من فضلك.
صافي، هاذ الشي باين واضح مزيان. الإثنين ديالكم عطوني رخصة القيادة و أوراق السيارة ديالكم. و نتا يا ولدي، خايفين غانضطر نعطيوك تحليل دم باش نشوفو شنو شربتي.
غادي يكون واجد بعد غدا فد العشية.
واش هادشي مصنوع من القطن؟
عندي دوائي الخاص.
اشْ شنوْ بان ليا في ديك السْياحة؟
إي، خاصك تطلب شي حاجة تشرب على الأقل.
بشحال ف النهار؟
هاد الباص كيتوقف قريب من الفندق؟
كنبغ شي بلاصة ديسك صغيرة.
kayn twayḥat ديال JAL و ANA غادين في عشرة وخمسة وخمسين. ولكن، للأسف، لكلاطي ممتلئين.
لي كايليق لي مزيان.
واش نقدرو نحجزو طاولة لخمسة؟
ما فهماتش الإنجليزية أبداً.
أرجوك صرف شيك سياحي.
تقدر تعتني بيها من تسعة الصباح لـ تقريبا ثلاث؟
بشحال تيبان الطيارة للمغرب اليابان؟
أنا مقفول برا. واش تقدر تفك ليا الباب، من فضلك.
واش واش أحسن رحلة باش نشوف الأماكن المشهورة؟
واش كاين شي مضيفة كتعرف اليابانية؟
بشحال ديال الساكين نقدر ندخل معايا للطائرة؟
لا، سيدي. هاد النّهار معمر بالكامل. غدوة مزيان.
غادي نسول الحارس على الثمن المناسب.
أنا معنديش بصح، آسف.
غايكونو عندنا واحد السهرة فليلة الجمعة. علاش ما تجيناش؟
أه، غرفتك تسعة مية و ثمانية، سيدة. هاك مفتاحك.
ختيار بزاف باش نقدروا نوصلو للمواد الخام اللي محتاجينها باش نكملو هاد المشروع.
سمح ليا، سيدي الضابط؟
هاد الطرانسبور غادي ديريكت لـ إدنبرة؟
واش هادشي داخل في الحد المعفى من الضريبة؟
خرّج أغراضي الثمينة، من فضلك.
شحال كيكونو الزوار معمرين فالسياحة؟
باغي نشري شي تحف. واش كاين محل مناسب قريب لهنا؟
تا شحال مفتوح؟
هو خارج دابا.
مايومي، واش تقدري تميلي هاد الورقة بتوقيع ديالك؟
ها واحد ليك، سيدي.
ما عندي والو ديال الأمتعة اللي كنتمشي بها في الطيارة.
صافي، خد وقتك.
أنا هنا في مهمة إعلامية.
واش عندكم أفلام د الصيف؟
واش كاين شي طْرَن فحال هاد الساعة غادي ل واشينطون دي سي؟
اللي طويلين هما اللي ديما موضة دابا.
غادي نرجع لليابان دالاثنين الجاي.
wash tqder t3tini b’lān d l-mترو?
واش الطريق طويلة؟
واش تقدر تبدل هاد الشي بواحد جديد؟
شخصين.
فين نقدر نخدم سيوري؟
ما كايش ليكوم لاباس. واش نقدر ننزل كرسيي؟
11:45 f sbaḥ.
واش تقدّر تقولي ليا فين كاين مطعم شباب مزيان؟
كانت السيارة ديالو ماشية بالسرعة القصوى.
باش ممكن نخلي ميساج؟ أنا كانعيط باش نتأكد من الموعد ديالي مع السيد إيبرت د الأربعاء الجاي على الساعة حداش.
واش تقدر تشرح مرضك شوية باللغة الإنجليزية؟
واش تقدّر تبعت تاكسي للباب الرئيسي ديال ويستمنستر مول؟
بشحال ديال المرات نقلب الطران بالحقاش نوصل؟
واش هادشي صحيح؟ خليني نتأكد. آااه، أنا معذرة بزاف، السيدة تاكانو. هادشي غلط منا. ها الفاتورة الجديدة ديالك. واش تمضي هنا من فضلك؟
خمسة دولارات رجع، من فضلك.
صافي ديال البانيو ما كيتقفلش مزيان.
صافي غير باش نعبر ليك على شحال مقدرك.
صافي غتملا هاد الفورماس؟
واش هاد الموديلات ديال البلاستيك؟
أشحال ديال الماركات عندكم؟
الكعب عالي بزاف عليا.
أنا مقفول برا داري.
شحال هادي ف باريس؟
واش ممكن يعطيني طوابع بريد لثلاثة ديال البوسطالات المعلقة للمغرب لليابان؟
كي كاتكتب G-O-R-O-H.
بغيتي تشرب شي حاجة؟
زدّر هنا.
عاجل برقية، من فضلك.
صافي، حسب توقعات الطقس، غادة تسقط الثلجة غدا.
بغيْت كورة.
بالاك. غنكونو فرحانين نديرو داكشي.
أه، واحد كوميك ماليزي. غانشري واحد باش نجيبو معايا للدار باش يكون موضوع ديال الحكي.
باش الطريق ديال النّجاح هو "Jinmyaku"، صّح؟
غادي نوصل للفندق ديالك حول الساعة تسعة دالليل.
عندي تقريبًا ألفين وخمسمية دولار في الين الياباني.
إيه، كانعطيو. غنوريك شي وحدة.
باش بغيت شي دوا د النعاس.
غادي نبقى هنا لحد التاسعة. نتمنى تقبض على المجرم فاقل وقت ممكن.
أكيد المجرم قريب.
عشر طوابع من فضلك.
عندي التهاب في الحلق.
بغا ليا شي حاجة من نيو يورك باش نتذكر بيها.
أنا غادي نمشي. واش تقدّر تبعت واحد النّادل لفوّق؟
الساعة دي عطلات.
أه، واش؟ كيف جاتك؟
صافي حنا كنفتحو في تسعة ديال الصباح.
كنبغي واحد كرّاسة ديال التّلوين.
نظن/نعرف باللي غايتقلب ليا المعدة.
واش خاصني نمشي لبنك ياباني؟
خاصك تبدل فلوس ف بنك.
واش الوقت كافي للـ checkout؟
راجلك واحد من أحسن الزبناء ديالنا.
واش تعرف شي طبيب أسنان مزيان؟
آه. خاصك تبعت الإخطار للقنصلية فحالاً.
مخضوض، ماشي مهزوز.
واش بغيتي طاولة في المطعم الرئيسي ولا في قاعة خاصة، سيدي؟
عدد كبير من الناس كيمشيو للبحر ف الموسم.
كنت تقريبا كوزا مية وخمسين رطل.
فين نقلب؟
فين مكتب المفقودات؟
واش كاين شي طوبيس غادي لهاداك بلاصة مباشرة؟
واش محتاج شي معالجة خاصة؟
واش غتخلص بالفلوس ولا بالكريدي؟
نقلنا لهاد الدار عام اللي فات.
اشحال غادي ياخد الوقت باش يصدق ليا الفيزا؟
فين الحمامات؟
المبلغ الإجمالي المستحق هو مائة و أربعون و ثلاث جنيهات يا سيدة.
هادي هدية. واش تقدّر تلفّها في شي ورق مزين مزيان؟
يا له من منظر! هادو المسالك زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. واش فين المحطة هنا قريب؟
إيه، عندك حجز باسمك.
سمح ليا، ولكن باغي نمشي لفندقي في المدينة بالباص. فين نقدر نمشي نطوموبيل؟
شوية دجاج، من فضلك.
هادي هي الغرفة رقم 201. بغيت نطلب فطور دغدا غدا.
شنو بان لك في التحرش الجنسي في بلاصة الشغل؟
عندّي جوج خواتات.
رقم الرحلة 208، إلى طوكيو.
صافي خلينا نديرو حشوة من الداخل.
نحاولو نتجمعو باش نناقشو هادشي بالتفصيل.
اش كيف بغيتي ديري شعرك اليوم؟
تقدر تقُولها بطريقة أخرى؟
نستاهل باللي عندك.
بغينا طاولة قريبة من السطاج.
لباس. واش غادي تمشي لشي مكان؟
تا هي 2400 متر فالعلا.
دخل. أرجوك حطّها على الطابلة تمّا.
أرجو إلغاء رقم بطاقتي.
أكيد، كاملين ناعسين، ولكن غادي يجيو في غضون كام يوم.
واش نقدر نشرب شي قهوة؟
ما عندي شي موعد، ولكن الأمر مستعجل.
هادشي معمرش مزيان.
فين السلم المتحرك؟
واش عندكم بروشور ديال الأحداث؟
فين هي مدخل الميترو؟
ضاع تذكرة الطيارة ديالي.
ما تقدرش تبقى هنا خلال العطلة؟
آه، كون كان عندي مانزعجتك.
تقدر تحجز فعاليات؟
واش كاين شي طواليت عمومية قريب لهنا؟
شحال كيجيو المجموع؟
هذا مزيان بزاف. دابا الأسئلة، من فضلك.
واش عندك شي صرافة للباركينݣ؟
أكثر آلة بيعًا لدينا خلال السنوات الأربع الماضية هي ناسخة AX-أربعة خمسة صفر.
واش ندور ل اليسار؟
واش كاين شي مضيفة كتعرف اليابانية؟
ثمن زوين بزاف، مشي كذلك؟
خاصك تاخُدُو تسعة وتسعين مرة في النهار، قبل المْأكلة.
أنا باغيْه بزاف.
بغيْت طْرِيبود.
كنبغي جاكيت ديال رياضات.
تقدر تقعد في داري.
باش تقدر نميل كرسيي شوية؟
صافي. كنت باغي نطّلع تاكسي، ولكن هادشي أحسن.
كوت عظيم. واش صُنع ف بريطانيا؟
باغا نمشي لـ Harvard Center. واش تقدر تقولي شنو وقت نوصلو؟
زوج ديال الكبار و زوج ديال الأطفال، من فضلك.
اشحال الثمن؟
كان فيلم "حرب النجوم" أكبر نجاح في سنة أربعة وثمانين وثمانمائة.
فين هاد القسم اللي ما كيدخنش فيه؟
هاد "T" بحال "T" ديال Tom، اه عندي هنا، Taro.
نظنها زوينة.
بغيت شي تفاح، من فضلك.
واش هادشي باش داير؟
واش تقبلو فين نوع ديال الكارت؟
عندي الوقت فراصي.
آه، وقت الغدا. بغيتي نناقشوها على الغدا؟
دارت فين الكاميرا ديالي من الغرفة ديالي.
السلام عليكم، اسمي أودا. عندي حجز لليلة ديال دابا، ولكن غانوصل شوية مزيان. صافي، بغيت تحافظ على الحجز ديالي.
هادشي ديال الصباط متين؟
قول ليه كانستنا تليفونو.
كيقولو النفلونسا شايعة تمّا.
صافي دابا.
أنا مع الأسف. حنا كاملين ديال غدا الليل.
أنا مع بعض الصحاب.
بِالْنَّسْبَة لِغُورُو، السَّيِّد يَمَادَا لَدَيْهِ طِفْلَان.
تقدر تعاود؟
كنبغي ندير détour باش نمشي لبرج لندن.
أرجوك اربط حزام الأمان.
الرمز البريدي هو ثلاثة. رقم الهاتف هو اثنين ثلاثة أربعة ثلاثة أربعة صفر صفر.
سمح ليا. واش كاين شي جسر قريب لهنا؟
سمح ليا، بغيت نمشي للتحويشة.
داير شغل.
لباس ديالو ديما مْقَدَّمْ.
واش عندكم بحر؟
هاد غالي بزاف.
كنت كنبغِي، ولكن خايف ما نقدرش نجي هاد المرة.
صافي، ما نعرفش تا واحد اللّي غادي ندير، ولكن غانحاول بالضرورة.
الملح، من فضلك.
بالأرجاء، استخدم غرفة الملابس هناك.
90 دولار للرحلة في اتجاه واحد. كاش ولا بالكرط؟
واخا تمسح الطبلة ليا من فضلك؟
اش كيف تربي الأباء اليابانيين ولادهم؟ واش كيكونوا زوينين بزاف مع ولادهم؟
واش تقدّر تقولي واش الساعات ديال الشغل؟
غلّفهم بشكل منفصل.
بطني تقيلة.
هذا مزيان. فين نقدرو نستناك؟
واش نقدروا نبداو نلعبو ملي يخلصو؟
العدد ديال السكان في اليابان تقريبا مية وعشرين مليون.
عمر هاد العناصر في بطاقة التسجيل.
واش نقدر نعاود نحصل على حوايجي؟
واش عندك شال ديال الحرير؟ باغا حاجة نعطي لمرتي هديّة.
غادي نجيبو دابا. شحال رقم الغرفة ديالك؟
السيد كوباياشي كان باغي ليك.
كانبغي نسافر من شانغهاي ل هاواي بالباطل.
واش تقدّر تبعت واحد؟
واش تقدر تجيبها ليا غدا على خمسة د العشية؟
تاياخد عشرة دقائق بالرجل.
قبل ما نساليوم، نعطيك شوية ديال الدقايق؟
فين نقدر نبقى السيارة ديالي؟
كنحس بالبرد و كرعي ديالي واجدة مزيانة.
سكوتش و ما، من فضلك. و واش عندكم شي حاجة نقدر نتْقرب بها؟
اش كيفاش نطفي هاد الضو؟
واش مزيان مزوق اليوم؟
بغيْت شوية خيط.
عطيني شهادة طبية، من فضلك.
بغيْتْ تقَصَّرْ هادْ لْحْجَا بِانْشْ واحدْ لْإِنْش.
ما حسّيتش براسي مزيان. عطيني شي دوا من فضلك.
واش ممكن تعطيني جريدة يابانية من فضلك؟
صافي. واش نقدر نبقى السيارة في أي بلاصة؟ شحال كتعطي فالخلاص ديال التسليم؟
واش تا واحد ديال الطوبيس غادي لوسط المدينة؟
واش كاين شي طائرة سريعة لبوستون؟
كون واحد صاحبي بالقلم.
غادي نبقى عند صاحبي.
وااه، فرحت بزاف، ما نقدرش نقعد ساكت.
باش نقدر ننزل فندق هيلتون؟
باش بغيتك تمحيه.
ڭول ل اليسر ف هاد الطريق و خذ أول يمين.
باش بغيت نعرف واش ممكن تبعت هاد المجموعة ديال الأطباق ل طوكيو.
كنبغي شوية ديال القوة البدنية.
واش كاين شي أكل مشي حار بزاف؟
واش قريبة باش تمشي؟
بغيْت كريم ديال يدّين.
تقدر تجبد ليا الملح؟
باغي نمشي ل وول ستريت. كيفاش نمشي لهاداك بلاصة؟
الرياضة بزاف غتضرّك.
شامل الفطور، الضريبة، ورسوم الخدمة، غادي يكون 45 دولار للفرد في الليلة.
تقدر تصلح هادشي؟
السلام عليكم. مرحبا.
ما كايناش شناطتك.
زيد مباشرة، من فضلك.
واش الماء هنا سالك نشرب؟
آه، هيا. دولارين غير.
واش ممكن تبدل هاد الفستان بواحد كبير شوية؟
أحسن، نمشيو. نقدر نعاونك فديك الخدمة ديالك بعد ما ناكلو شوية بيتزا.
إيه، السيد Tanaka. كاينة جوج رسائل ليك.
ما كايناسبنيش.
غدوة يوم جديد.
صافي نقدر نعاونك. باغا ڤيتامين سي؟
صافي، سرقو ليا التيكة في الطّران.
بعيد بزاف. مزيان دير تاكسي.
كنبغو بلاصة حدا الممر، من فضلك.
أنا ساكن في شقة كتمشي 80 ألف ين في الشهر.
باش نتقاطع؟
وريني واحد أوسع.
سمح لي. واش تمشي ليا تقلب معايا فال بلاصة؟
إيه، طبعا.
نزل للزّنقة و دّور ل اليسار عند السّمَافور.
تايـعجبك رولات صغار ولا كبار؟
بغيْت غرفة وحدة فيها باينيو بثمن ثمانين دولار، من فضلك.
كانبغي نودع قيمة عندي في صندوق الأمان ديال الفندق.
واش عندك شي غرفة خالية الليلة؟
إيه، ولكن تأكد مزيان عندك تيكيط معاك.
غير شوية ديال الناس غايجيو مع الرحلة الإضافية.
ماعليش. على كل حال، بغيتيني توصلني لوسط الحي الصيني. نبحث فيها بوحدي.
ناس جداد كيتخدّمو في أبريل.
إن شاء الله.
زوج سكوتش و ماء، من فضلك.
واش كاين لي كيلعب؟
واش تقدّر/ي تقلب/ي عليا إذا لقيتي تاشنتي؟
ل اليسار من فضلك.
تقدر تقف معايا باش نصوروا؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرس اللي قدام كيعور.
اش دايرة آخر لعبة ديال الكمبيوتر مناسبة لواحد عندو خمسة عشر عام؟
نشوفو غدا.
واش كاين مطعم أقل ثمن هنا قريب؟
لا، ولكن شكراً. أنا حسّيت براسي مزيان.
واش عندك شي خبز؟
شحال ماهر فالعزف على الكمان؟
صاحبي زلق و طاح في الحمام.
واش ممكن تعطيني منفضة؟
تم حظر المسيحية وأُغلق البلد في وجه بقية العالم.
بشحال بغيتي؟
كوكتال ديال القريد للواليدة و واحد بحالو ليا.
باش تقدر توقع هنا؟ و من فضلك، حط توقيعك المختصر هنا.
كان لي الشرف الكبير بزيارة مقركم الرئيسي وإجراء نقاشات مستفيضة معكم. شكراً جزيلاً على تعاونكم الكريم.
شخيرك مزعج.
ما عجبني اللون في الآخر. واش نقدر نعاودها؟
خرج من داك الباب اللي تمّا، و سدّ في رقم ستة.
شْويَة دْجاج مْشْوي، عافاك.
واش ممكن نعطيك شي فلفل؟
إي، بغيت شي حاجة نقرا.
هذا السيد تاكاهاشي في الغرفة خمس مية وتسعة وأربعين. واش ممكن تبعت لي أربع قراعي ديال بيرة بودوايزر من فضلك؟
هذا سبعين دولار.
بالضبط ملي تشدو حقايب ديالي، اتصل بيا في الفندق.
بغيت تنبهني ف 8 و نصف ديال الصباح غدا، من فضلك.
إيوا، ولكن هذا بزاف و أنا ديجا شبعت.
كنبغي شوية غسول الفم.
ماشي مزيان.
واش كتعطيو تخفيضات على الكميات؟
طوكيو صفر ثلاثة أربعة تسعة أربعة خمسة ستة سبعة.
واش تقدري تعاوني باش نلقا الحديقة ديال الحيوانات؟
تقدر تقولي كيفاش ندوزّو؟
بشحال تقريبا كيتسالو دورة ديال الطوريس؟
واش تعرف تستعمل التيليفون؟
صافي. عندنا شي ماركاتور زوينين ديال الهنود الحمر.
أبغيت واحد الكاتب يتكلم اليابانية، من فضلك.
كنا مهتمين بالموضة.
واش تقدّر تشدّ ليا طرّ؟
واش هادي عيادة إف؟
أهلاً، السيدة ياماغوتشي؟ الطرف الآخر على الخط. تم قبول مكالمتك. تفضلي.
فين نقدر نشري تيكيت ديال المصعد بالكوبون؟
واش في شحال غانوصلو لـ لوس أنجلوس؟
تمشي ديريكت تقريبا خمس دقايق، ودار ل اليسار.
هاد الطريق لواحد البحر.
هاد الأعشاب كتعاون على تجديد الجسم.
هادو مصنوعين ف اليابان، واش؟
صافي. من هنا من فضلك. غنوريك لدارك.
لا بد لي أن أغادر الفندق قبل الظهيرة.
شحال كاين جوج برجر و جوج قهوة، من فضلك. باغي ناخدها معايا.
واش نقدر نمشي بهاد الـ جوج ديال الساك؟
أنا طلبت لحم، ماشي سمك. واش ممكن تبدل هادشي؟
ولدي/بنتي معيا بزاااف بالزربة.
باغيلي تقلبات في المعدة.
هاد الستة ماشي قدّي.
كانبغي نشوف السي ويليام.
فيه خليط من سبع فيتامينات ومعادن.
السن مفكك.
واش نقدر نعاود فلوسي ملي نرجع لليابان؟
اش طابلة هاد الطبق؟
فين صُنع هادشي؟
تقدر ديرها في عشر دقايق؟
أنا مازال مكيتقنّاش الإنجليزية مزيان. واش عندو شي واحد هنا كيتكلّم اليابانية؟
فين نقدر نشري طابليط ديال الميترو؟
غادي يوصلوك عشرين عينة إضافية بالبريد.
ما نعتقدش هادشي ليا، لبشرة ديالي ناشفة شوية.
واش ممكن تعطيني برنامج الوقت، من فضلك؟
إي، أظن غانستنى.
99 دولار في الساعة لكل طفل.
أفين، صافي تْبيعو.
لا بد أن يكون الهدوء.
عندي معداتي الخاصة.
مفتاح الغرفة، خمسة صفر ثلاثة، من فضلك.
بشحال الوقت غادي يعرضو فيلم Terminal Man؟
فين الكوافور؟
بسبعة ديال الساعات، من فضلك.
حقيبتي مكسرة.
تْشوفْ لْحْوايجْ.
أنا من إسبانيا.
شي حاجة مضروبة في هاد الكارت. واش تعطيني واحد آخر من فضلك؟
عندي طفح جلدي في يدي.
أرسل هذا بالبريد الجوي إلى اليابان، من فضلك.
فين أقرب صيدلية؟
زيد واحد ديال النبيذ، من فضلك.
الناس مزيانين بزاف و كيرحبو.
بشحال ديال الدفعات مدرجة في السعر؟
واخا ساليتي.
فين هي بوابات الصعود للطائرة هادي؟
إذا كان ممكن، واش تقدر تحجز ليا طاولة حدا الضيقة؟
واشنو السميو ديال الإعلان على الصعود للطائرة تقال مزيان؟
حنا في علو 12000 قدم.
أولاً، بغينا نشوف وول ستريت.
فين هي المحطة ديال الباص اللي غادية لـأوكسفورد؟
غادي نستنى حتى البراندا تكون خالية.
باش نقدرو نشوف شي محافظ جلْد؟
تا نْشوفو التلفزيون. كاين ماتش ديال البيسبول.
صافي، غتكتب عنوان ديالك باش نتواصلو معاك هنا؟
قول ليا فين أقرب صيدلية.
للفندق ديالّي، من فضلك. عنوان فندقي هنا.
بشحال عدد العمالات بالإضافة إلى طوكيو؟
سدي التليفون واستنى شوية من فضلك.
اش كاتدير عادة في دارك بعد العشاء؟
بالاك. واش واش بغيتي تلعب غولف؟
غادي تكون في دارها حول ثلاثة.
باغا بغيت نتصل بالسفارة اليابانية.
شوية مزيد.
فين كتمشي طوبيسات السياحة؟
بشحال كتخلص باش تبعتهم لليابان؟
ما عندي حتا نّادي و لا صباط.
واش اليورو الياباني مزيان؟
واش عندك موستانغ؟
غادي نقفزوا من هنا؟
سيّد كواي، راه عندي ليك طابلة دابا. تفضل بهاد الطريق، من فضلك.
واك. نزل الدرج اللي حداك و غادي تشوف شي إشارات. غير تبعهم.
الاستقبال. هل أقدر نساعدك؟
تقدر توصلني لفندق هيلتون، من فضلك؟
واش كاتكتقدا تخدم حتى ليل بزاف؟
أفين، معليش، ولكن صافي ما بقاش. واش نقدر نعطيك جرائد باللغة الإنجليزية؟
طاولة لغير المدخنين، من فضلك.
تقدر تخبرني قبل ما نوصلو لـدورهام؟
هذا طازج؟
ما صواب. دايما كتعاملني.
شحال ممكن توريني شي فساتين؟
تقولها بحروف، من فضلك.
أنا كنْسْكَر بالخمر.
تحدا راسك، الطقس في الجبال كيتغير بزاف.
شيك سياحي والين ياباني، واش؟
صافي، سولت مع الخدمة ديال الدار و مع مكتب المفقودات. ماعندهمش.
صعيب باش تلقاها. كاينة في طريق صغير خارج من الطريق الرئيسي.
ما عندي فكرة على داكشي.
نقدرو نْهضرو فيها ف واحد الكافي."
صافي، يعني ما خصنيش نعطي فلوس التصليحات، صواب؟
أعطيني العامل، من فضلك.
تقدر تحلّ السرج شوية من فضلك؟
تقدر تستضيفني الليلة؟
صافي. غنخْدْ غْيْرْ جوج. شكراً.
ها هو حسابك. ثلاثة دلّارات و سبعة و تسعين سنتيم.
نت مزيان.
أعطني من فضلك جدولًا مع منظر ليلي جميل.
واش هادشي ديال الصناعة ولا باليد؟
باغيْ نْكْرِي هاد النوع ديال السيارة لِ 24 ساعة.
كان من دواعي سروري مقابلك.
داير حالة.
أه، شوفو شنو كاين عندك.
آه، تخيل غير شحال غادي يطول الخدمة ديالو إذا سد سؤال واحد مزيد لكل واحد. يلا بينا، خلينا نمشيو بسرعة ونجيبو الحوايج ديالنا. خاصنا نمشيو عند التصريح بالجمارك دابا.
اشحال الوزن؟
واش كاين مطعم صيني هنا قريب؟
المنصة خمسة تمّا تمّا.
واش ماتش ديال كورة غادي يوصل فاش الوقت؟
ماشي سالا. واش تقدر تشوف الكاميرا ديالي؟
قهوة مع كريم و سكر، من فضلك.
نظن أن هناك بعض الأخطاء في الفاتورة.
عطيني داك واحد.
هادي الباب سبعة.
واش انتي سكوتي؟
٣-٢-١-٢. صَبرْ شوية، واش؟ باغي نبْعَت ليك شي حاجة هنا. سَمْح ليا.
مية وخمسة وثلاثين ين لكل دولار.
التنانير القصيرة مع الجوطيات لن تخرج أبدًا من الموضة.
واش نقدر نهضر مع المدير؟
واش الثمن ديالك مختلف على عداد التاكسي؟
باش نشوف هاد واحد؟
وعدت راسي ملي شفتك، غانعرفك.
اش خبارك واخا؟
ماشي مزيان دابا. واش تقدّر توصّي بدكتور؟
فرحك مزيان. سير قدم.
واش كاين شي عرض ديال الرقص؟
ماشي كتعاود.
بشحال من الوقت من هنا إلى دار البلدية بالقدم؟
تاخد هاد الدوا بعد كل وجبة ملي كيحمقك بزاف.
كتدير فلوسك في ظرف مزوق خاص كيتسمى شوجيبوكورو.
واحد مصاب.
شنو نقدر نشري ليه؟
واش عندك شي بلاصة ديال البلاصات ديال الميترو؟
عندي واحد الغرفة مجهزة ليك في فندق غراند. تقدر تمشي ليها؟
عندي ألم في عيني اليمنى.
أنا ماشي مزيان بزاف بالالمانية.
نݪازينا نلقاو راسنا مزيان.
تقدر ضيق ليا هاد السروال؟
واش نقدر نستعير مضرب وكرية؟
واش تقدّر تقلب ليك شي صرّاف صغير؟
واش نقدر ناخد نص قرعة؟
السلام عليكم. أنا جون.
ناكاي.
بغيتي نشد ليك و لتاكسي ديالك صورة؟
مشيت نتصل بخصوص طابلة ضايعة ثلاثة أيام من قبل.
كنبغي فندق أرخص.
أوه، كاين بزاف ديال الحوايج اللي خصك تشوف في غرينيتش فيليدج.
في شغل. عندي واحد المعاملة تجارية تمّا.
تايڭ لكا ف ستتك.
واش تقدر تْحافظ على المْحقونة ديالي؟
واش عجباتك هاد الفكرة؟ نقبلو الشرط ديالك ديال الإشعار المسبق بستة أشهر، بشرط تعطيونا الحق في البيع لمدة ستة أشهر بعد انتهاء العقد.
سمح ليا. واش كتعرف نيويورك مزيان؟
غادي نستناو. أرجوك اتصل بنا ملي تكون واجد.
باغي نشوف طبيب ديال الجراحة.
واش هاد المكونات طبيعية؟
كانبغي نركب في سيارة سبور.
الرمز البريدي ديال المنطقة هو صفر ثلاثة. الرقم هو ثلاثة واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
زاد فيه البرد.
شي سيارة صغيرة غاتكون أحسن.
باغا بغيت نشيح هاد الشحنة العامة.
صافي نمشي نعطيه لواحد المسؤول.
بشحال بغيتي؟
آه، يا مسكين. ما كنتش عارف(ة) عندي هادوك مزال.
واش عندكم كراتين باش تبعتو فيها الطرود؟
واش شركة الطيران غتخلص ليا مصاريف الفندق و المأكل؟
هادي كامل شناطتك؟
كيف بغيتي تصوني؟
آه، غالية. ماشي مصنوعة في اليابان، إوا؟
شحال من فضلك تبعتيني الملح؟
فين أقرب مطعم من هاد الفندق؟
كنبغى شامبو للشعر العادي.
واش واش كتقدر تخمن متى غايتلقا؟
نتمنى لك عام جديد سعيد جدا.
غادي ناخد سبرايت كبيرة.
قولها مرة أخرى بشوية.
سمح ليا. باغي نطلب.
عندنا قريديس نيوبورغ و ريوس كتف لحم الضأن.
كنبغي غرفة فيها منظر زوين.
ثلاثة كؤوس ديال عصير البطيخ، من فضلك.
عندّي ثلاثة ديال الأولاد.
تمشي ديريكت ف هاد الهنا و دير لفيرا على الزنقة. غتلقاه على يدك اليمنى.
واش هي رحلة ديال نهار كامل؟
بشحال تـيـكون تـيـكيت ديال الذهاب و الإياب لـأوكسفورد؟
أنا كنمشى للكلوب ديال الرياضة بواحد النهار على واحد.
فين نقدر نبقى خلال السفر؟
اش الوقت ديال الديبار؟
بشحال كيكون ثمن المرشد في النهار؟
فين نقدر نمشي باش نلقا السي دي؟
سمح ليا. أنا طالب جامعي من اليابان. واش نتوما طلاب ديال NYU؟
واش تقدر تعطينا رأيك في هاد البلان؟
آكي، واش تعرف شي بلاصة فين كايبيعو البلاطات مزيانة حدا هنا؟
بالصرف أو بالكريدي؟
انا شغال في شركة ديال التجارة.
ماشي مزيان تسول الناس شحال كيدرو.
هادو لْجينز ديال لْليڤيْز 501 أصليين؟
واش في واقت نقدر نتسبح؟
ما باينش فيك عمرك فوق واحد و عشرين عام.
واضح. في الواقع، فيه فيلم سريع. بغيتي نشلو؟
شريتو دابا.
نأجي ليك واحد دابا.
ثمانية دولارات. وها واحد جا دابا.
أرجوك أوريه مع الحاجات اللي شريتيها للجمارك في المطار.
واش أي واحد من المحلات الكبيرة عامل تخفيضات دابا؟
أصحاب، وصلني مع محطة ديال الإطفاء.
عندي الباتري مفرغة.
وقّف فالتقاطع اللي جاي.
آه، ها هو. و واش كل واحد خصو يملا هاد الورقة ديال التصريح الجمركي؟
و شنو سميتك من فضلك؟
باش ما تشوفي حتى نعاود نتصل بيك بالجمع؟
السلام عليكم. لاباس؟
فين قسم السفر؟
شكون السّمية ديال الشخص اللي باغي تحكي معاه؟
سمح لي، هو مشي هنا دابا.
شوف لهاداك. شوف لهاداك. غتقول ليا الفرق بين هاد السيد و هاداك هو الحظ؟ محمد، سد الطريق شوية، الله يعطيك الصحة. ما عندك باس نزلّك هنا. أنا متأخر. صاحبي، كان خوش باش نتعرف عليك، اوكي؟
واش لغرفة ديالك تطل على المدينة؟
واش عندي شي رسالة؟
زال غالي بزاف. ما يمكنش نعطيه ليا بثلاثة دولارات؟
بغينا غرفة من الدار من الخلف.
غادي نشرب كاس ديال النبيذ.
كنتي زوينة.
باغِ بغيت غرفة فيها سريرين مفردين. شحال ثمن الغرفة في الليلة؟
تقريبا تسعة وتسعين ميل.
فينس و ليندا باغين يكونو بوحدهم، صافي مخافش غانضطر نبقى هنا الليلة.
من فضلك ضع هذه الأمتعة في المخزن المؤقت.
سميتي ساتو.
kan3ref fen 9a3t ʒaz dial l-mdina l-qadima.
غادي ناخد هاد المنيو الثابت.
باغي نجرب نفس الطبق ديال داك واحد.
غادي ناخدوه.
هاد تقدر توصل للدار السادسة؟
جلد التمساح؟
هدّيه في كيس الغسيل وخليها تمّا.
باش بغيت نطور هاد الفيلم. واش واش غيكون سالي ممتى؟
أفْيْكْ هاد المفتاح لواحد غير أنا.
صافي. غنشدك من الفندق ديالك في الثمانية ديال الصباح.
النافذة مزيانة.
خلي شعري الطويل ينزل على عيني، من فضلك.
واش كل مصاريف النقل مضمنة؟
دار الأوبرا المتروبوليتانية.
فين الكونتوار ديال كراية السيارات؟
كان عندي سخانة من البارح.
ما عجبنيش.
اشْحالْ ديالْ لخُضْرَة عندك؟
كنبغي شي دويرة خفيفة تدوم.
واش الدكتور غايجي متى؟
داك اللون ماشي هو اللي بغينا.
دارت الضرس/السن.
واش هاد بلاصة حدا الممر ولا حدا الضيقة؟
أنا مهتم بالمشي في الجبال.
واش تقدّر توصل ليّ شناطي للغرفة؟
وريني واحد لصبية.
تقدر تجبد هنا؟
واش عندك شي حاجة بثمن حوالي ثمانين دولار و صفر سنتيم؟
عطشان.
ما بغيتش الحليب، من فضلك.
عندي ثلاثة كيسان.
فين بحيرة؟
سمح لي. ضغط على الزر ديال التصوير، من فضلك.
واش نقدر نحصل على مجلة ولا شي؟
داكشي جنوب.
بشحال تياخدو بلاص ديال البلكون؟
كنبغيو غرفة تطل على البحيرة.
واش كاين شي صناديق ديال البريد قريب من هنا؟
صافي. نمشيو ليك لهاداك بلاصة.
الجزئ المكتوب *بخط مائل* يشير إلى التغييرات التي حدثت في التسعينيات.
هو عندو ثلاثين عام.
صافي. واش تقدر تكتب العنوان مرة أخرى على هاد الظرف؟
كنبغ نمشي لهارودز. واش تقدر ترسم ليا شي خريطة من فضلك؟
اش كاتدير/كاتديري وقت فراغ؟
واش عندك بطاريات لهاد الكاميرا؟
كنبغي واحد الريموت ديال الكاميرا.
واش نتا لخر في هاد الصف؟
نظن أنها محجوزة بالكامل.
تصويرة مزيانة. خارجة شوية.
واش تقدّر تقولي واش هنا شي بلاصات زوينين و لا معالم سياحية؟
واش كاينين شي بلاصات ديال الشرا والتجارة قريب من هنا؟
أنا كذلك.
كانبغي ننضم من سان دييغو.
كنت مفكر/ة ناخد داك الكورس ف السمستر الجاي.
الخمر ماشي بارد بزاف. غتزيد تبّردها؟
تقدر تبدل هاد الحلقان لشي شكل يتلبس بالكلبس؟
اشْ شنوْ كْتَهْتَمْ بْيهْ داباْ؟
بغيْتْ نْرجعْ فلوسي. واشْ نقْدَر نْرجعْ فلوسي؟
ما يمكنش نشرب شي حاجة بحال هادي فحال أي بلاصة أخرى.
باش كتشد هادشي تا هو، كيمشي ليك المبلغ المعفى من الضريبة.
باش تقدر تشوف شهادة التلقيح ديالك، من فضلك؟
واش كاتسافر بزاف؟
أنا من الولايات المتحدة.
عندي تذكرة طيارة لسان فرانسيسكو.
ila kan fqat khamsa 'ashra dqiqa mn l'istasyon, ghadi nmshi.
كنبغي فندق شوية أقل ثمن.
البونساي تبان بحال هواية ديال الناس الكبار.
مازال مزال محددش. واش ممكن تعطيني شوية ديال الوقت؟
عندي صداع.
باش تاتشرب معايا قهوة؟
كنبغي شهادة طبية ووصل باش نعرضها على شركة التأمين ديالي.
آه، لا. الله يعطيك الصحة، سَرّعْ. حنا متأخرين.
مانبغيش نصرف أكثر من عشرين دولار.
واش علاش الطيارة ما كتعلقش؟ قول ليا شنو كاين.
بشحال الثمن ديال الطّريحة؟ واش تّكتب ليا الثمن فّ ورقة؟
بغيْتْ نْكْرِي شي طْرْفَا.
صبر شوية، من فضلك.
واش السيدات يلبسو فساتين سهرة؟
متلمسنيش.
واش عندك سيجار؟
إذا ما كانت الريح مشي قوية بزاف، نقدرو نمشيو لـ "تيكي بوينت".
زويّن.
غادي نسد دابا. شكراً على انتباهكم.
واش عندك هادشي بلون آخر؟
مين هاد؟
سمح ليا. واش تقدّر تقولي فين كاينا بلاصة ديال التاكسي؟
و شنو غتشرب؟
ها هو.
فين أقرب محل ديال الأدوات؟
همم. ما خدّمش، شفتي؟ تقدر تمشي تجلس في بلاصة خاوية، إذا بغيتي.
أنا كانبغيه/كانبغيه هادشي.
صافي سيدي. و آش بغيتي تاكل في الديسير؟
Coach ولا Pullman؟
شيكات السفر. شكرا. هاذيك تيكيت ديالك و بوردينغ باس. كون حاضر، الله يخليك، ساعة قبل موعد الإقلاع.
داكشي كيعور.
السّمية ديالو غورو موتوياما. والرقم ديالو صفر ثلاثة ثلاثة اثنين ست واحد اثنين أربعة تسعة خمسة.
كنحس بالمرض بزاف.
واش كاينين شحال ديال الساعات ديال عرض ديال فيلم "Kussii's Love"؟
صافي. غتحيد الكافي دابا ولا شوية د بعد؟
قول ليا شنو هاداك أحسن نادي ريغي فنيويورك.
بشحال منتوج ديالك مازال مختلف على منتوجات ديال المنافسين ديالك؟
واش عادي ما والو ما كيتسمعو التعليمات ديال السلامة؟
واش الدرب الخلفي خطر؟
إيه. أرجوك اتّبع الإجراءات اللازمة.
إيه، واحد فقط. واش منين غنعرف؟ كيفاش غيتعوض؟
ها هي بطاقة هويتي.
كنفضلو طاولة حدا الضّريسة.
قول ليا شنو هي أرخص طريقة باش نمشي لسان فرانسيسكو.
واش تعرف المطعم ديال كيويا؟
واحد الطريق.
غادي نسمن صافي غنمشي نعاود نشرب ونكل ونقعد.
واش كاين شي نادي ليلي مزيان كايقدم عرض ديال الفلامنكو؟
لبسة زوينة بزاف عندك.
ريسي كتعورني.
فين أقرب محل غسيل؟
واش ممكن تبدل معايا بلاصة، من فضلك؟
صافي تفرّقو بلاصاتنا.
صافي، بغيت هاد الطّرد يكون مْضمّن تا هو.
الفاتورة واصلة لمئة دولار.
المخارج الطارئة موجودة في الأمام والوسط والخلف من هذه الطائرة.
صافي، حجزك متأكد منو.
الكعب عالي بزاف.
بغينا طاولة في التراس.
يعني الفيلم ممكن ما يناسبش الأطفال اللي تحت 15 سنة. لذلك الأباء والأمهات خصهم يفكروا مزيان واش يسمحو لأبنائهم يشوفوه ولا لا.
اش كيف بغيتي الفلوس؟ أملأ هاد الورقة ووقع هنا.
أحيانًا بطني كتعورني.
واش عندكم شي أكلات قليلة في السعرات الحرارية؟ أنا ديالي دايرة ريجيم دابا.
ما كاينش مصاريف.
إي، عندي تيزيت ديال فريق الجايانتس و فريق الدودجرز.
حنا واحد من الموردين الأوائل ديال الحاسوب الصغير.
شكرا. أنا كذلك. مع السلامة حتى ذلك الحين.
شحال وحدة فيها باينيو، من فضلك.
طيحت من الدروج.
واش شنو غدي توصي به ديال النعناع؟
همم. هاد واحد. اللون باين ليك مزيان.
فينين الكتب ديال اللغات الأجنبية؟
تقطيعة و لا وحدة و عصير سبرايت.
عطيني شي سيجائر.
ما يمكنش تدخلها للبلاد- معليش. باينة هاكا سالات سالة.
إيه، أنا كذلك. كانوا عايشين حدايا في كاليفورنيا ولكن مشاوا لفلوريدا قبل سنتين. ونتَ/نتي؟ واش مسافر/ة بوحدك/وحدك؟
أنا مريض.
ولدي باين تعبان بزاف بالحرارة.
بهاد الحجم، من فضلك.
كاي عطيو وسام الاستحقاق الثقافي للفنانين و العلماء المتميزين في هاد النهار.
أنا ياباني.
دا غالي بزاف.
إيه. خد واحد الباص اللي غادي لـ كيوتو-إيكي.
واش خاص بالعضوية؟
الثمن ديال الدار ستة الاف ين في الليلة.
واش نقدر ندخل هادشي معايا للطائرة؟
صافي. اللي باغي نعرف غير واش هاد الخدمة غتخلص راسها في يوم من الأيام.
صافي. بغيتي شي وحدة ديال شال مع داكشي؟
شحن البطارية، من فضلك.
واجد باش نطلب.
الملح ديال الاستحمام العشبي كيخلي البشرة ديالك نعمة وطرية.
كتب اسم شركة الطيران ورقم الرحلة كذلك.
بالحق. اليوم الأحد، والأحد هو أسوأ يوم.
إيوا، هاد مشكل ديال التخلص من النفايات.
كنبغيهوم هاد النموداج في خدمة لخمسة أشخاص.
كثير من العائلات عندها دخلين.
آه. هاد السيلڤر غزال بزاف و ما كاينش بحالو، "القمر و الجرس". متأكد بغيتي تبدلو؟
يا أمي وأختي غادين يجيو من اليابان باش يشوفوني. غايوصلو هنا حوالي سبع د العشي.
البني دايرا رواج كبير هاد العام.
فكرة مزيانة. واش واش كتقلب تجبد؟
صافي. عطيني شي جوج بلاص.
فين السوق؟
كانبغِي نجرب البدلة الجديدة ديال السباق ديالي.
كنت ظنّيتكم غير كليتو المعجّنات.
بشحال تايكمّل تيكيت ديال الدرجة الأولى لـ إدنبرة، من فضلك؟
باينة فلوس اللي عطيتي ليا ناقصة بعشرة دولار.
صافي دابا عيطت للسيد سميث في الغرفة رقم مئتين واحد، ولكن ماجا حتى جواب. واش تقدر تسولي واش باغي يقرا هنا مزال؟
كنبغيه يكون مودرن.
أخدم في شركة نشر.
أبغيتيني تملا هاد الشي؟
فين هاد الدرب؟
واش تقدّر تّوزّن هاد الباكيط؟
اش كاتسمي داكشي بالانجليزية؟
زيد طلع بهاد الدرب، و غادي تلقاه على يدك اليمنى.
باش بغيت نأمن هادشي.
صباح الخير. هنا مكتب الاستقبال. واش نقدر نعاونك؟
صافي. دخّل/ي.
إيه، سيدي. كانجي لهنا كل يوم باش نتفطر، من الاثنين للجمعة، قبل ما نمشي للخدمة.
ماشي مشكل.
أعطيني ثلاثة اثنين ستة اثنين تسعة واحد ثمانية.
إيه، نقدر نخدموك من سبعة.
أَرجوكَ تَسْطَّحْ هُنا.
يا له من خدمة سريعة.
يمكن يجي بعدا.
من فضلك انعطف يساراً عند المفترق القادم.
سمح ليا. كيفاش نمشي للبنك؟
واش كاين طوبيس غادي للمتحف ديال فورد؟
إيه. شنو سميتك ورقم الغرفة ديالك، من فضلك.
اشحال قدّش كتاخد باش توصل اليابان بالبريد الجوي؟
صافي. نتلاقى في الساعة دوازة ديال نهار الأحد.
كانبغي نمشي لنيويورك ونمر من تمّ لتورونتو.
السحاب مكسور. عندك المزيد من نفس النوع؟
هادشي شوية مقرف.
واخا تقدر تعاود تأكد ليا طلبيتي ديال الطيارة؟ هاذيك تيكيط ديال الطيارة ديالي.
واش عندك هادشي بلون أخضر داكن؟
تقدر توصلني لكانتربري و ترجعني؟
واش نقدر ناخد فورشيطة جديدة؟
شكرا بزاف على لطفك.
أفين، ما كانديروش بيع تذاكر ديال الدار ديال السينما.
باغي نشوف هادشي.
آه، هاذ مزيان. شنو غاندير؟
باغي نبقى هنا يومين زياادة.
أبغِي نْغَيّر بلاصتي.
عندهوم شي قريدۃ مزيانة بزاف اليوم.
بشحال لخرجة؟
تدخّن ولا لا؟
غالي بزاف عليا. ما تقدر تخفض الثمن شوية؟
أنا مفتوح الصباح ديال الأربعاء ولا الفاخرة ديال الجمعة.
ما حجزت والو.
باش دابا فصالة الصيف فاليابان كيكون سخون بزاف، و ما كانش عندنا طابور فديك الدّور.
واش تقدّر تجيب ليا طّاكسي غدا الصباح على الثمانية؟
دا مزعج.
واش ما نْستناو حتى الطوبيس تحت السطاح؟
وا، كينجي. خليني نبان ليك المكتب.
إيه، مفتوح من تسعة لـ تسعة.
ما نقدرش نعس مزيان ف الليل.
كيف تأثرت الأعمال بالركود؟
عندي موعد آخر.
واش ممكن تعطيني خريطة ديال المدينة؟
ها هو بالضبط ما كنت باغي.
ما فهمتش الشرح ديالك.
لا بدلي نمشي بترانزيت. غادية لبوستون.
فين أحسن بلاصة باش نشوف شنو زوين في هاد المدينة؟
واش تدوم؟
استمتعتُ بزاف.
صافي، بغيت يكون عندي وجه صغير بحال وجه جوليا روبرتس.
باش تاخدي هاد الشي، من فضلك؟
المسافرون المغادرون على متن رحلة الخطوط الجوية ABC رقم 703 المتجهة إلى طوكيو، يرجى التوجه إلى البوابة 20 لإجراءات حكومية.
فين هي المحطة ديال الباص ديال B؟
في السيڭل، من فضلك.
فين نقدر نشري بواطة ديال الطبلة؟
واش نقدر نجيب مرشد كيتكلم اليابانية؟
باش تندير ليك صورة؟
ما كلت هاد الطبق.
قَطّعتْ صَباعي. واش عندك شي مَعقِّم؟
واش ممكن عطيني طابع ديال خمسة وتسعين سنتيم؟
غادي نكون هنا بـ 7 وربع.
بغيت عطر.
واش ممكن تعطيني جدول الزمان؟
واش غادي تمشي للمدرسة هنا؟
بشحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
أكيد حطيتو في حقيبتي.
يَدّيك فوّق!
واش عندك شي مطعم تقدّر تنصح بيه قريب لهنا؟
واش تفضل الدارڭ ولا الصباحي؟
واش تقدري تقولي فين غاديين بالطائرة؟
تيكيت ديال النقل، من فضلك.
فين بلاصة مزيانة باش نمشيو فيها د واحد النهار؟
باغة الكالي حمرا بغيت، نفس النمط ديال هادي.
زالك جدول المواعيد غدي دير؟
واش شحال الوقت اللي بنك يفتح؟
كنحس بالمرض.
بغيت نفهم، بغيتي ترسم ليا شي خريطة؟
برّا.
خُدْنِي لِسْطَاحْ.
واجب نجي للمستشفى كل يوم؟
كرشي تقلان.
بشحال تمن ديال البريد باش نعطّي هاد الرّسالة لليابان؟
كنبغ شي كاس ديال شيري.
واش خاصك شي واحد يجيك من المطار؟
التح boarding غادي يبدا في 4 و نصف، فين بغيتو تكونو قبل ديك الساعة.
من تلاتة ديال عشر ألف ين.
فين نقدر نشري كرط طيليفون؟
واش نقدر نعاودو في مدينة أخرى؟
كنخطط نبقا غا 12 يوم.
بالضبط، خلي الفوق شوية طويل.
خاصك تشوف متخصص.
شي شوية ديال الدقايق، من فضلك.
رقم المسار أربعة عشر.
أه، واش ديرها؟ عندك بزاف ديال الاختيارات.
ما كايناش فحال هادوك فين ما دورت.
واش عندكم شي بلاصات فارغين ل لندن؟
كنبغى نسخة من محضر السرقة.
داك الدكان واحد البلوك تحت فالدار.
واش تقدر تعطيني طرف دخان معاك؟
واش هاد السيكارات خفاف؟
صافي. بحال هكا.
القطار السريع الموالي غادي يجي ف ساعة.
كنبغي نطول يدين هاد البلوزة ديال رياضيين.
عندي حجز. هذا رقم التأكيد.
عيد ميلادك قريب.
القطارات معطلة بسبب الإضراب.
تقدر تصلح هادشي؟
كانت الشارع مزدحمة بالسيارات.
هي الدار الثانية على اليسار من ديك البناية البيضة.
حجزنا بلاصة ديال 25 أكتوبر، المغادرة على 11 ديال الصباح.
لا، شوية لقدام. تمّا، إيه.
إيوا، هادشي ما كيشمل المأكل.
فين نقدر نعوض هاد التيكيت؟
واش علاش كاين هكا؟
باغي نتريح شوية.
لبغيتي، طوموبيلتي تعطلات، عافاك جيني و خودها.
كنبغي شعري يكون شوية طويل من الدار.
اش من نوع عندكم؟
وافق. واحد من الأماكن اللي كنبغي بزاف.
اش من موديل عندك في بالك؟
سميتي ميشيكو تاناكا، و رقم الطيارة هو خمسة واحد ل طوكيو.
واش تقدّر ترسم ليا شي بلاصة بسيطة من هنا؟
فين غادي نلقاو؟
كنبغي شعري يكون مزيف بحال ما كان.
عطيني خمسين، من فضلك.
فين نقدر نسجل في الطائرة ديال جاڵ؟
اش دايرين داخل؟
واش كاين شي بلاصة ف المنطقة معروفة مزيانة؟
عطيني شي صراف، الله يعطيك الصحة.
صافي. غنخلي تاكد باش شناط ديالك يكونو هنا.
هذا هو الاختصاص ديالنا، دينيس مشوي.
غادي نبقاو.
سرقوني.
صافي. واش خاصني نبزطو؟
غادي نتّقسمو.
ما عندناش هاد النوع بالزبط دابا. غنخلي نشوف شنو عندنَا في المخزن. سْتَنَا شوية، من فضلك.
سكوتش بالماء، من فضلك.
هادشي زوين. شحال ثمن؟
خُذ هاد الوصفة للطبيبة. تقدر تشري الدوا تما.
أنا طلبت داك.
إيه، تقدر تبات في أي محطة بين هنا و شيكاغو.
فين نقدر نشري شي تحف؟
غالي بزاف. ما نقدرش نشريو.
واش ممكن نعطيني نمرة ديال ABC و الشركة في شيكاغو من فضلك.
فين الكاتدرائية؟
اش كيف بغيتي البيض ديالك؟
داكشي حدا هاد الباطو.
لا، أظن نسّاو يجيبو واحد لينا.
صافي. تمّ التأكيد. واش نعطيك رقم ديالك باش نتصلو بيك في حال احتجنا؟
شْحال سْمِيَّة د لْفَنَّان؟
واش نخليّو يعاود ليك ملي يدخل؟
بغيْت نْهَزْ هَادَا.
كنبغي هاد الخدمة ديال شمبانيا الاستقبال بعد الصعود للطائرة. سمح ليا نرفع نخب لصحتك.
أربعين دولار في اليوم بالإضافة إلى ثمانية سنتات لكل ميل.
نْظَنّ خمسة دُولار.
ماشي هذا طلب ديال واحد آخر؟
واش تقدّر تقولي كيفاش نمشي للمتحف؟
أنا آسف بزاف، ولكن كنبغِي نأجل الموعد.
واش تقدّر توصيني ب واحد النوضة؟
غادي تمشي طْرِيقْ الثّامنة.
kanbḥat ʿla wāḥed ṣṣāf b wāḥed ḥẓzām ymkn liy tbdl fih lṭūl.
كنبغي يبقى الثمن تحت مية وثمانين دولار.
غادي نسولك ملي نشوف شوية.
إيه. حجز لست ليالي من فضلك. ابتداءً من ثلاثة وعشرين يوليوز.
واش تقدري توريني شي وحدين آخرين بتصاميم مختلفين؟
اش نوع ديال العصير بغيتي؟
واش غادي تمشي لدارك في العيد؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
كان هذا مكسورًا بالفعل عندما فتحت الطّرد.
29 غشت.
كنبغِي نعطّي هادشي بالبريد السريع لليابان.
عيد الشكر على العمل. إنه يوم شكر لكل من يدعم المجتمع بأعماله.
هاد الغرفة ضيقة بزاف.
واش نقدر نشرب شي تاي آخر من فضلك؟
كنبغي لهاد الحوايج يتنظفو قبل دابا لخرجة د اليوم.
واش كاين بنك حدا هنا؟
شحال منقدر تنفض الطبلة، الله يعطيك الصحة؟
سكينة، من فضلك.
كلشي مطبوع.
اكتب رقم غرفتك من الخلف من فضلك.
كناكل بالعصا.
رحلة دلتا رقم ثمانية وعشرين إلى نيو أورلينز غادي تتأخر بحوالي ساعة.
مللي نرجع ل اليابان، غانكتب رسالة. إذا كان عندك الوقت، أرجوك عاوني و بعت لي رسالة.
خلّيت تذكرة الطيارة ديالي في الفندق.
غرفة وحدة بلاّ دوش، من فضلك.
شكرًا ليك مرة أخرى على التذكير. بزاف ديال الناس كايتناساو يمضيو أسماهم؟
آه، الوقت كايخلص. نعاودو هاد النقاش يوم الخميس على ساعة؟
باش بغيت شيّ جلابة للنوم.
صافي. غنڭال ليك ملي سالاو.
واش بغيتي نتعداو نتعشو؟
غادي توقف الليموزين عند الباب الشمالي أولاً.
اشحال ممكن نقدر نعاود نمشي للمطعم ديال الفندق؟
واش طقطاب مستقیم؟
آه، بدأت الوقت تايْحالْ. أظن خاصني نمشي دابا. شكراً بزاف على هاد الليلة الزوينة.
واش نقدر ناخد شي دوا على كرشي؟
كنبغي الدجاج المشوي.
غلطي. ماشي غلطك.
سمح ليا، واش هاد الفيلم غايخلص في شحال؟
داك، عافاك.
دابا سرقات ليا المجوهرات ديالي. خاصني نعمر شي بلاغ.
صافي، غدي نعطيك مع السيد جونز. صبرو شوية.
السلام عليكم. هذه الخطوط الجوية المتحدة.
فين السيد جونز تعلم اليابانية؟
عندي واحد صغير بنفس التصميم.
تقدر ضيق ليا هاد السروال؟
نهار الجمعة، في تسعة.
هاد الباب ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
شوية أخرى، من فضلك.
شاوي شوية ديال الملح، ولكن عجبني. جاوبتو معايا من اليابان كاملة؟
أرجوك بسرعة، إذا أمكن.
واش تقدر تخلص عشرة دولارات هنا باش نديع؟
إيه. صحيني بعد ثلاث ساعات، من فضلك.
بغيْت نْخْدَم، عافاك.
نقول اه ولا لا؟
معلقة و معلقة، من فضلك.
اش دايرة المحطة التالية؟
السيارة كاتصدر صوت غريب.
بشحال تسد المكتب ديال البريد؟
أنا دفعت مقدم بقيمة خمسين دولار وقت تسجيل الدخول.
واش عندك شي دوا على كرش معطلة؟
واجب نلبس كرطة و علاقة؟
واش نقدر نحول فلوس لحساب الادخار ديالي؟
نْسِيتْ شْنْطَتي.
باش بغيت نعاود نؤكد حجز الطائرة ديالي.
صافي ساعة ديالي. كانت جديدة تمامًا، من صنع سويسري رقمية.
نجحت في داك الاختبار بنجاح باهر.
باغي تمشي معايا ل بلاصات مزيانة و فيها الإثارة. أنا سياح، عارف.
واش نقدر نمشي نشوف شي بلاصة مزيانة فاش السفينة واصلة للميناء؟
أفّضل ليك تضبط المْرْاية ديال الدّار.
غادي يكون انتظار ديال عشر دقايق تقريبًا.
باش ناخدو طّالْبات ديالك؟
بِالْأَحْرَى. شْحَالْ فِ وَقْتْ كْتَبْغِي؟
كنظن خليت الكاميرا ديالي من بعد ما تعشيت هنا البارح.
جمعهم من الباب.
آه، لا. ما خاصش. نقدر نديرها أنا. بزاف كفيتي، الله يعطيك الصحة.
إلا تصلحو أو تبدلو، من فضلك.
نقدر نديرها فشي شهر الجاي.
تاخد وقتك.
اش كيف يقارن هاد المنتج الجديد مع المنتجات اللي كاينة دابا؟
البايعين في هاد المحل كيعاملو بلطف كبير.
تقدر تحافظ على هادشي ليا؟
ملي لحظة من فضلك.
واش عندك ليكات ديال التصويبة؟
باغيْ نْكْرِيْ طَوْمُبِيْلْ لْفْجُوجْ دْ سِيمَانْ.
إيه، في الأول، غسلها منفصلة.
أريني بعض الساعات ديال الرجال من فضلك.
إلا ربعة وعشرة.
بشحال تاخد الليموزين باش نمشي لوسط المدينة؟
من داك الصباح.
احسن ليا نبقاو مسرعين. باقين كيدخلو للطائرة.
داكشي واعي بالزبط.
طلبْتْ دجاج.
عشرة أيام.
شحال هاد الولد؟
بشحال كامل؟
بغيْت نْفس ديال داك، عافاك.
ضاعوا ليا شيكات السياحة ديالي.
عافاك، بغيت شي دوا للبرد.
هدّيه في قرن.
كنشوفو ديما كل صباح في الطّران.
واش تقدر تعشى معنا هاد المساء؟
غادي نبقى في فندق B تا غدا. غادي نكون فرحان إذا قلتي ليه باللي هنايا.
الرحلة متأخرة لمدة خمسة وأربعين دقيقة.
سميتي شينو يامادا.
شنو هاد المطعم معروف بي؟
عندنا طّلا ديال النبيذ الأبيض مزيان.
شي دوا بسيط للبرد.
واش تقدّر تجيب ليا شناطي للوبي فصباح الغدوة؟
آه، باين ليا كانضيع شي حاجة كل مرة نسافر.
سالا ليا الخدمة ديال اليد اليمنى ديالي.
السلام عليكم، هاد رقم ديال روي؟
من بعد، غتجي لواحد الدرب ديال الدكاين. إذا تبعتي هاد الدرب، غتوصلي للستاسيون.
لا، ماشي هنا. كاين واحد البلاص فين كيدخنو في الدار ديال هاد الطوموبيل من الدار.
واش ممكن نعطيك بروشور؟
وصل لتاّم 9 ديال الصباح، الله يخليك.
إيه، سيدي. كيف بغيتي نقصّها ليك؟
أظن أن هناك خطأ في الفاتورة.
غير الزيت و الخل يكفي.
عندي بالضبط اللي باغي. نقترح عليك هادشي؟
قهوة مع السكر.
هي سبعتاش تا وحدة. آآه، سمح ليا. غلطت.
واش سبق ليك سمعتي بالـ"غولدن ويك" في اليابان؟
شكرا. تفضل بالرجوع مرة أخرى.
واخا مزال عامر؟
واش نقدر نخليها في أي مكان في البلاد؟
واش باش نعرف نمشي فين، شنو الرقم اللي خاصني نمشي؟
اش كيفاش نمشي لديزني لاند؟
واش هكاك خاصك؟
سمح ليا. فين المطعم الرئيسي؟
باغي نمشي تليفون ل اليابان.
12 هو رقم مقعدي. فين كاين؟
اش هذا، من فضلك؟
واش من نوع كتقصد؟
إيه. غانوصلو في الثمانية بالتوقيت المحلي.
إذا لقيتي شي حاجة، عافاك اتصلي بيا.
واش نقدر ناخد شي كاس ديال اللحم و البيض؟
شربة شمامة للتحلية، من فضلك.
المية سخونة ماشي بزاف.
واش غتشرح ليا كيفاش ندير داكشي؟
أرجوك اكتب عنوانك للتواصل هنا.
باش نخدم فلاش؟
شكرا. رجع لداري غدا في نفس الوقت. غدي يكونو الصور واجدين تا تمّا.
أنا آسف، حاليًا يمكنك الطلب فقط من قائمة الليل.
مزيان بالرصاص ولا بلا؟
عندي صداع.
هادي هي الغرفة 12:07.
باغي غرفة أخرى.
شحال هاد الفيزا صالحة؟
واش كاين مستشفى حدا هنا؟
باش بغيت بدلة.
واش عندك عرض أوسع؟
باش نقيس مقاس تسعة؟
فين فندق آمن و يقدم فطور مزيان، من فضلك.
فين غادي الحيوان؟
أكبر من هاد؟
ثلاثين دولار وثمانين سنتيم.
كيعتمد على درجة الحرارة ديال البلاصة، ولكن في وسط اليابان، بداية أبريل.
شيز برغر و بطاطس مقلية.
تا خسرنا الوقت على القطار الأخير.
ما عنديش فلوس صغار.
واش جبت تيكيط ديال الباص؟
بالنسبة للرصيد، من فضلك.
كان عندي رحلة بالخطوط الجوية المتحدة رقم 828.
دايرين بزاف ديال الضوضة حدا غرفتي.
في الساحل الشرقي، كتقدر تلقى بلاصات مشهورة بحال نيويورك، واشنطن دي سي، وبوسطن.
واش عندك شي ورقة يابانية؟
تقدر تكون مزيانة.
واش ممكن نخلي أغراضي عندك حتى وحدة؟
واش كاينين شي دورة في المدينة؟
إيه. خايف نتسناكْ. واش الأمن هنا مزيان؟
فين فهمت. كانحاول كنبغى نستأجر سيارة من نوع سيتروان.
عندّي موهبة فطرية.
صافي غتمشي. فين الخبز؟
تدخين، من فضلك. و حدا الضّريعة، من فضلك.
و شنو البلاصة ديال التصويرة؟
واش غادي يكون أسرع، طاكسي ولا سيارة الإسعاف؟
واش عندك هاد القميص بألوان أخرى؟
ما خاصكش تشوف التلفزيون ديما.
إي، حنا غديين نقربو ليها، غديين نقربو ليها.
أفْضَلْ ليكْ تْدْخُلْ لِمَستَشْفَانَا.
فين نقدر نمشي باش نلقا سوبرماركي؟
شوية غالية. ما تقدر تنزللي شوية؟
بشحال ديال المحطات حتى نبدل؟
هاداك الراجل سرق ليا محفظتي.
حبوب الهضم وحبوب وجع المعدة مختلفين، صواب؟
باغي نشوف الميناء.
فكرة زوينة.
بشحال الوقت بالرجل؟
نأخد عشرين ديال الدببة الكبار، من فضلك.
واش واش رقم ديال الكاشير؟
سهل. غنلق فالدليل.
واش عندكم شي غرف أكبر؟
بشحال الفوطة؟
باغي نبقى في هاد الغرفة ليلة وحدة أخرى.
سمح ليا، ولكن بغيت نسلم تقرير السرقة.
أه، كيعتمد على وسيلة النقل اللي غادي تستعمل. واش غتمشي بالوطوبيس ولا بالطائرة؟
تقدر نقعد هنا؟
واش نقدر نعطي بريد إلكتروني واحد بدولار؟
إيه، من فضلك صعده لغرفة 1234.
ملأ هاد النموذج ديال التسجيل، من فضلك.
كنبغي تذاكر ديال الذهاب و الإياب لمدينة أوكسفورد، عددها جوج.
بشحال الوقت نمشي للمطار؟
هذا بطيء.
فين نقدر نبدل فيلم؟
لا، من فضلك لا. واش تمشي تسول أسئلتك باش نكمل المحاضرة ديالي ونسول فيكم؟
باغي بلاصة مزيانة.
كنخاف المرحاض معطل. محتاج مساعدة.
ماشي صعيبة و لا غامضة.
غادي نجيبك ل بلاصتك. هاد الطريق، من فضلك.
سمح ليا، واش نقدر نسولك سؤال؟
أظن ذلك.
السلام عليكم. تشرفت بمعرفتك.
باش بغيت نشيك هاد الشنطة لتوكيو، من فضلك.
تقدر توريني واحد شوية أكبر؟
كنظن الملابس المصنوعة في اليابان مزيانة مزيان في الخياطة.
أفْضَلْ ليك تْسْتَسْلَم.
تقدر تعاود؟
واخا تكتب ليا العنوان و نمرة التليفون من فضلك؟
واش مسخّن؟
من أي مطار غادي نمشي؟
ما ستقبلتيش الفورماس ف الطيارة؟
بغيْت مْكْوَا.
طاطلع ثمانية و ثلاثين دولار بالضبط.
شكراً على مشاركتنا أفكارك المميزة.
أنا كنتمشي للتزلج مرتين في الشهر خلال الموسم.
زيدت ف أبريل واحد ف خمسة وخمسين ألف وتسعمية.
واش نقدرْ نْكْرِي مْرَاكِيط؟
هادشي هو الطوبيس ديال المدينة؟
بشحال هاد العطر؟
واشْ باشْ؟
فين نقدر نمشي نقلب على الإجراءات؟
خمسين جنيه.
واش داك شامل الضريبة؟
اشْ كاينين الكيسات؟
أرجوك اتصل بسيارة إسعاف.
نْراهن بثلاثة دولارات على هذا.
كيف دايرة؟
ما كاينش طعام ما كنعجبنيش.
عيد الدستور أو "كينبو كينينبي" هو عطلة وطنية في الثالث من ماي باش تخليد تأسيس الدستور الياباني الحالي.
هاد السفرة فيها زيارة لبرج سيرز؟
واش كاين مكتبة حدا هنا؟
غادي نحضر المدرسة الصيفية في جامعة هاواي.
فين غاديين دابا؟
زوج ديال الكبار و واحد الولد عمرو ثلاثة سنين.
في حمام في المحطة.
