صافي، غير ف الدارجة. غنجيب ليك شي واحد دابا. إذا كان عندك شي حاجة أخرى محتاجة، خودي خبرني.
واش كتدير تصليحات؟
باغين طاولة حدا الضّريسة.
اش دايرة أحدث لون هاد السيزون؟
في حالتي، كيكون غالبًا شغل، ونادرًا فين نمشي باش نفرح.
غادي نمشي نايم يومين.
باغا نمشي لشعر ديالي تقيصو مزيان ودائم.
كنبغي نحجز غرفتين توأم.
مانبغيش ينشفو ليها.
هاد الباص واقف في شارع ستونر؟
فتح فمك مزيان.
تاكلوا شي حاجة.
تقدر تنضف هاد الثياب؟
kanʿṭik nimru tlifun wi ʿunwan dyaluh.
لقد دفعت تكاليف الوجبات ورسوم الفندق مسبقًا.
kanbghii men'ash mat'am zwine o hādi, fēn kayn l'chwaa. wach tqder tfrjiiha lii f had ssiṭa?
اللي كسرها، شريها.
غادي نقلها تبعتلك رقمك فحال ما رجعات.
هي مصابة إصابة خطيرة.
بغيْتْ واحد الولّاعة.
واش هاد الفندق عندو قاعات ديال الاجتماعات؟
واش ممكن نديرو غدا خفيف؟
كانباغ نهزّ من المطار. غنكون تمّا حول الرّابعة.
فين نقلب لشيکاغو؟
بشحال غادي يوصل شي رسالة مضمونة لفرنسا؟
ختي تا واحد الفرق باش تسوق من الجيهة اليمنى ديال الطريق.
الماثل زوين بزاف.
فين هو القسم ديال الكتب الواقعية ديالكم؟
واش ممكن تبدل ليا بلاصتي من فضلك؟
واش فيه ضمان؟
سمح لي، أنا نتكلف بالكلب.
كنبغي تذاكرين ديال "Cats"، لهاد الخميس.
شْمنْ سْمِيَتْكْ نْقْدَام؟
واش السيّد براون موجود؟
واش نقدرْ نْكْرِي طْرْفْدْ لْيَوْمْ؟
فين نقدر نحجز؟
اش هذا؟
واش تقدّر تقولي كيفاش نمشي للدار د الأوبرا؟
ما كنتي شوية مضروبة فحال بزاف البارح، عزيزتي؟
من فضلك تبع التعليمات ديال الطاقم ديالنا.
واش كاين محل كبير قريب من هنا؟
ملّي الخزان، من فضلك.
واش كاين شي غرفة بثمن أقل؟
كنفضل طوموبيل تلقائية.
غادي نبقى في السكن ديال جامعة هارفارد.
اشحال اليوم؟
أعاني بشكل مزمن من الربو.
عندي تقريبًا ثلاثة آلاف دولار.
صافي سيدي. كيجي معاه البطاطس المقلية ولا الرز المفلفل. واش شحال بغيتي؟
فين غادي نمشي لهاد البلاصة؟
اش نوع ديال القصة هادي؟
ثلاث مرات.
فين كاين الشباك اللي كيبيع طوابع؟
بعد ما هاجمَني، مشاّ بعربانة بيضة.
صافي. أرجوك احتفظ بهاد السمية ووريه ملي تجي تاخودو.
مئتين دولار. كاش ولا بالكريدي؟
اشحال الطول ديال الدرب اللي فوق النهر؟
واش خصني نتجنب شي أنواع ديال الأكل وانا كانشرب هاد الدوا؟
باش نتّعطاني شي كاس ديال النبيذ الأحمر؟
قول لي ملي نوصلو للمتحف.
هاد الباص غادي للسيراتون؟
اشحال كتساوي؟
شويا سخون. نقدر نفتح النّافذة؟
غير دش كافي.
عيني معلمة بالدم.
ما نقدرش نضمن ليك هادشي، ولكن غنحاولو أقصى جهدنا.
كان البحر يبدو بعيدًا جدًا من الأسفل.
خصك عملية.
زيد البيض، من فضلك.
فين هي المحطة ديال الباص اللي غادي لـ سنترال بارك؟
تَكْسِي؟
ها هو مفتاحك سيدي. الغرفة ستة وخمسين اثني عشر.
كنبغي التيّ ديالك بزاف.
بإمكانك.
ها حنا. هذا هو فندق ديالك.
واش ماتش ديال الكورة متى؟
اش كان الانطباع ديالك؟
بالاك. بغيتي قهوتك مع العشا ولا بعد؟
أنا غادي نمشي بالطيارة رقم 12 لتوكيو.
بغيْتْ نْعملْ تليفون بعيد، من فضلك.
خمسة أشهر.
واش أيام الأسبوع واش كاينين اللي كتقام فيها؟
بغيْت شي جيل ديال التسريحة.
واش نقدروا نشوفو المنيو؟
مقاسي ستة.
أي طاكسي ما غاديش يشدّك إلا كنتي مستني فيه في بلاصة ديال الطاكسيات.
الميزانية ديالي ما كاتجوزش الخمسين دولار لليلة.
تاخدو معايا صورة؟
بشحال الثمن ديال الخدمة؟
واش الربح ف شمال أمريكا زاد أكثر من خمسة في المئة؟
واش عرفتي بلي واحد من أبطال السومو الكبار، نوع ديال المصارعة اليابانية التقليدية، كاين أمريكي؟
هاد شي ديال وول ستريت؟
كانبغي نكريه من الخامس لل عاشر د ديسمبر.
صافي. ونتي أختي، كيف حالك؟
سكر؟
باش نقدر نمشي بالماستر كارد؟
هادي هي البلاصة باش ناخدو الشناطي ديال الرحلة NW تسعة مي سبعة؟
غادي ناخد هاد الماركة.
انا فرحان بزاف باش قدرت نجي لهاد البلاد.
سميتي وعنواني مكتوبين فيه.
اش نوع ديال الحجر هاد؟
كنبغى نوضح بلي الحكومة ديالنا ما كتعاملش بالمعقول مع الناس اللي كيجيو في القوارب، سمّيوهم كيف ما بغيتو. عارف بلي اليابان مزيان فيها السكان بزاف، و ما خاصهاش تقبل هاد الضياف اللي ما حدّهمش. ولكن من جهة أخرى، بزاف ديال القطاعات الصناعية ديالنا محتاجة ليد الشغل.
من هاد الجبل، تقدر تشوف المدينة كاملة. في هاد الوقت، بزاف ديال الأنواع ديال الزهور كيتفتحو. ما شاء الله، زوينين بزاف.
تبعني.
قول ليه بلي السيد يامادا مشا له تليفون.
صافي، عطّاف الله هاد المعلومات هنا. واش كانت واحد الخدمة غير؟
واش بغيتي لحم، دجاج ولا سمك؟
واش ممكن نمشيو فواحد الطريق فالرحلة وواحد الطريق فالرجعة؟
واش كاين ماكلة خفيفة هنا؟
سمح ليا سيدي. بغيت نشوف شي بلاصات في بوسطن.
واش عندكم منيو باليابانية؟
واحدة وخمس دقائق.
بغيْت شي دوا على الرّاس.
شكون الممثلة اللي كتعجبك بزاف؟
كنبغيه يكون بيضاوي.
شنو نوع ديال الموسيقى كيديرو تمّا؟
ما كنعجبنيش اللون. أريني واحد آخر، من فضلك.
خوديوني للسوق الصباحي من فضلك.
الڤيونط ديال النضارات ديالي مكسورة.
من الساعة ثلاثة.
صافي. عندي بلاصة حدا الضار. آا، إذا بغيتي نبدلو بلاصات بعد شوية، سيدة.
زرت معالم نيويورك و استمتعت بيها بزاف أمس.
أنا مهتمة بالشنطة الزرقاء اللي في Vitrine.
اتصل بالصاحب ديال الدار فاش تيكون عندك شي مشكل.
عطيني شامبوو و صفّف شعري بحال داير دابا، من فضلك.
قول ليا شنو هي الطريق الأسريع باش نمشي لسان فرانسيسكو.
واش ممكن آخد مفتاح الغرفة رقم مية وخمسة عشر؟
سمح لي. واش تقدر تصورني من فضلك؟
صافي، اكتب رقم الغرفة ديالك ووقع هنا.
اللون مزيان، ولكن المقاس غلط. واش تقدر تبدل ليه المقاس في ساعة؟
كانو كانستناك فديك النهار.
عندهوم كافيين يصلاحو ل يومين.
ما فهمتش هادشي.
اش كيفاش نمشي لباستي؟
واش هادشي معفا من الضريبة؟
أحسن، خاصهم يلعبو شوط إضافي باش ينحل التعادل.
تقدر تقلبها ليا؟
واش العشا شحال؟
خاف، هاذ شي بزاف عليا.
فين تنزل باش نمشي لـ يونيون سكوير؟
تقدر تسول عند الستاند ديال الكراية تمّا.
أهلاً، جان. واش تقدر تاخد هادوك للكرّاضة؟
أنا في عطلة.
لا. كانخطط نمشي باريس ف طريقي لدار.
تاخده معاك ولا نبْعثوه؟
صافي، ديما كاين شي رواج ديال المأكولات الراقية، مزيان؟
دايرين تقريبا ست ساعات دابا.
طائرة دلتا رقم واحد واحد اثنين. الإقلاع متأخر.
تقدر تجيب لي واحد قدّ واحد ل الليلة؟
واش تقدر تكتب شي تصريح على السرقة لشركة التأمين ديالي، من فضلك؟
باش مازال مهنيش في التصوير، باغيلي شي كاميرا ساهلة في التصوير.
واش هاد المنصة ديال الطريق لنيويورك؟
عطلة سعيدة.
أعطيني شيّاش من الضماد، من فضلك.
بغيْت بطاطا مشوية مع كريمة حامضة، من فضلك.
إيه، كل عشر دقايق.
أنا غادا نمشي فصباح دغدا.
أنا غادي نمشي ليها أنا تاني. واش نفكرو نمشيو بتّاكسي مع بعض؟
جلس وريح راسك. نقدر نجيب ليك شي حاجة تشرب؟ قهوة، أتاي ولا عصير؟
الله يعطيك الصحة على هاد الكلام الزوين.
لحم مشوي، من فضلك.
واخا، واش غتكون شي طابلة فراغ؟
واش نقدر نبدل طلبيتي مزال؟ بغيت بوط instead of المحار الصخري.
اشْ شنوْ سْتئصال الزائدة؟
واش تعطيني الفواتير اللي فيها تفاصيل العلاج الطبي؟
صافي، ما نعرفش.
مبروك، فهمت بلي تمت ترقيتك لنائب الرئيس.
نهار بعد غدا فليل.
أنا ساكن في جنوب اليابان.
tikt ddar l-mshi l-shikago, afak.
بغيتي شوية لحم مرقاد ولا فخّار مع البيض ديالك؟
باش د الدراسة.
بشحال هادي.
ما كتعملش التكييف.
كيما هكا كل واحد نهار إثنين.
بالأحرى، تفضلوا إلى قاعة المغادرة الدولية. رحلة سعيدة.
واش عندكم أي رحلات لباريس باليورواستار؟
جبت معايا شهادة طبية من طبيبي في اليابان.
تقدر تبعتّها لليابان؟
واش نقدر نعاود ليك بالجواب هاد الجمعة؟
آه، خليني نشوف مكتب المفقودات. شنو نوع الكاميرا؟
أنا مع الأسف بزاف، كنحضرو الغرفة اللي بغيتي.
أوه، كيبين محطات الميترو ومحطات الحافلات. نقدر نبقى معاها؟
آه، شحال متوحشني شيبازوكي.
إيه، عندنا. دورة نص نهار ودورة نهار كامل.
kanstahesi b sheḥal ḥwayej dial l'oudn.
بغيت نلغي الحجز ديالي، من فضلك.
اش دايرة نظام الاسترجاع ديال الفلوس؟
الضوء ما خدامش.
اشحال الفرق ديال الوقت بين طوكيو وهنا؟
بشحال هاذ الشي كامل؟
شكراً سيدي.
تمشي ديريكت و دوب على الزنقة الثالثة.
عندي ألم حادّ طاعن في كرشي.
شفتي داكشي؟
هادي هدية. واش تقدر تلفها ليا؟
السلام عليكم السيدة كينت. واش واخا ما شفتك مزيان.
بْلاشْ ليكْ.
باغِ بغيت نبدل الحجز ديال الرحلة رقم مئتين وخمسة في ثاني أكتوبر.
فين الكوانطر ديال التسجيل ديال دلتا؟
واش هاد الأكلة قليلة الملح؟
هادشي ممنوع.
نظن نقدروا. هاك وصلك.
اش دايرة تخلع مزيان قبل ما تمشي للنوم؟
لا، غادي نجيبو خلال مدة إقامتي.
واش ثابت اللون؟
واش هادشي معروف بهاد المنطقة؟
بغيْت شي بسكويت.
دايرين صغيرين بزاف.
اشحال صعاب النّوضات؟
كنبغى بلاصة حدا الضّريبة، من فضلك.
واش نقدر نمشي بها باليوريلباس؟
اشحال مدة باش نوصل ل اليابان؟
واش عندك خرائط ديال الطريق؟
آه، ياه. قريت عليه في دليل السياحة.
طلبْت ثلاثة كؤوس ديال اتاي. ولكن ما جابو لينا غير اثنين.
الأجهزة الكهربائية رخيصة بزاف، ولكن المصاريف ديال الماكلة والسكن غالية بزاف.
تاخد معاك.
كنت كنعول عادةً المقاس 22 في اليابان.
واش واقيين تعرفو شحال هادي الساعات ديال المتحف د الفن؟
فين نخلاص؟
واش هادي أول مرة تمشي لبرّا؟
واش عندكم دورة للمبتدئين؟
هاد البلاد فيها أنواع ديال الفاكهة بزاف.
باغي نسجل هاد الحقيبة.
واش كاينين أكل في الفيلا ديال التزلج ديال هاد المنحدر؟
سمح ليا، قفلت على راسي. واش ممكن تعطيني مفتاح آخر؟
بدّل هاد الدولارات الأمريكية لليورو الياباني، من فضلك.
صعيب نقولو السلام.
سمح ليا، واش نقدر نسولك شنو سمية هاد الطبق؟ يبان بنين.
كي تقرص.
ياعلاش نمشي من هاد الباب؟
كنت باغيًا نقدرها مزيانة بزاف - تمثيل مزيان و قصة عظيمة.
واو، بارك الله فيك.
أنا ماشي مْرضي بهاد الغرفة. واش تْقدر تْوريني وحدة أخرى؟
هاد السيمانة هي الستيل ديال دابا في الصيف.
خوديوني لوسط المدينة، من فضلك.
واش نقدرْ نْكْرِي طوموبيل؟
باش نكون برا، الله يخليك تصلحو.
واش عندك شي حاجة تاكل؟
أرجوك تحكي ببطء.
غادي نجي متأخر بواحد ساعة.
أنا كين.
أستاذ.
واش كان تمطر هاد الأسبوع كامل؟
واش كايعطيو حفلات مباشرة؟
باش نشوف حقيبة الإيد هادي؟
واش عندك شي حاجة أخرى؟
خصك ترتاح.
أرجو ملء بطاقة الوصول و نموذج الجمارك هذا.
هاد السيارة غادي لـسياتل؟
واش كانخلص شي جزء ديال المصروف دابا؟
واش حقيقي ولا صناعي؟
واش تقعدلي هنا؟
آه، شكراً. كنت باغي نشوفو.
بالصرف أو بالكريدي؟
أنا غريب بحال ف هاد البلاصة.
واش يمكن تغسلو بالماшина اولا باليد في الدار؟
بغيْت علبة ديال الألوان المائية، من فضلك.
سمح لي. واش كنت باغي/باغة شنو؟
كانبغي نبدل التاريخ لـ 19 ماي.
أرجوك امضي هنا، و هذه وصلتك للاحتفاظ بها.
بغيْت شي جوربات.
كنبغي شوية لحم غنم.
باغا نمشي لـ Penn Station بالباص. واش واحد يگولي شنو الباص المناسب؟
داخِل فيه كالوري قليل بزاف. غي 30 كالوري.
باغي نحجز غرفة.
فين ف اليابان نتا من؟
الأسف، راه مزيان مشغول في داك النهار.
في هاد الحالة، كاننصّحك بهاد واحد.
خدمة الغرف.
أرجوكم انتبهوا.
واش عندك طوابع تذكارية؟
هادي هي الغرفة ثلاثة سبعتاش. واش نقدر نحصل على لحاف آخر؟
واش تقدري توصِّلني للمحطة في خمسة عشر دقيقة؟
لا بد من كاشي ديال السيارة.
ما كاينش بلاص ف الغرف فردية، ولكن عندنا غرفة مزدوجة.
واش هاد التيكيت صالح غير ليوم محدد؟
بشحال دي الوقت غادي توصل ل ميلانو؟
واش عندك واحد كيتكلم اليابانية؟
فين كايطلعو الأغاني اللي معروفة؟
ديلتا آيرلاينز.
باش بغيت شي كاس ديال القهوة.
واش فيها حمام و طواليط؟
الوقت سالى.
سمعت السيد يامادا عندو ولادين.
كانبغي نستأجر مركب شراعي.
واش تقدّر تغسل الطّالْيطَة شْوِيا دْلْحْدَك؟
كنبغي واحد الكوكيز ديال الغاز.
واش تقدر تبدل الدولار الأمريكي بالجنيه الإسترليني؟
بالتأكيد، سيدي. شنو سميتك؟
أنا ماشي لابس رسمي.
صافي، المرة الجاية تجيب راسك فقط.
دولارين لكل واحد.
غادي نتأكدو بلي البروشورات يوصلو ليك.
شي حاجة مضروبة في ضو ديال الفرامل.
أريني بعض القفازات الجلدية من فضلك.
دارت السيارة. أرجوك ابعث واحد يجيبها.
واش تقدّر توصي بكتاب مصوّر لواحد الولد عندو ست سنين؟
واش تقدّر تحافظ على الحاجة الثمينة ديالي، من فضلك؟
أهلاً، هاري. شكراً على الدعوة.
باش دايمن كييمشيو سينما ف موعد ديالهم.
كان فيه تقريباً مية دولار.
صافي، غلط مني.
بغيْت شي مْكَابْس ديال الثياب.
أي سي ديهات مستوردة؟
غادي نقرا المحادثة بالانجليزية.
واش قريتي شي كتاب مزيان ف الفترة الأخيرة؟
غادي نبقى مع صاحبي في نيويورك.
واش عندك شي بلاصة نقدر نخلي فيها شناطي؟
جيت لهنا في شغل.
واش تعرف شي مدرسة غوص مزيانة؟
بشحال الثمن مع الضريبة؟
عطيني شي منديل.
الدار اللي حداها صداها بزاف.
صافي، الدكتور كريبس ما كيشوف حد بلا موعد.
هدية؟
غادي لـ "Grand Hotel"؟
ما كاين والو هنا بسمية هادي.
فين هو البوليسي، من فضلك؟
باش تقدر نشد شي ستيكر ديال الدونتال؟
واش مضمون؟
اش دايرة ليك؟ / واش كتشوف ليك شي حالة؟
kayna f n'ha l'f'dal dial l'mmerrej, f ttaf'a sseba'. khod l'asansor f yanek, afak.
حنا في محطة جونز ستريت.
ما كنفكرش نمشي لحفلات الموسيقى الكلاسيكية مللي كنكون ف اليابان.
واش تقدّر تشرح لي هاد الطبق؟
ها هو. بلاصتكم واقعة هنا حول هاد المنطقة.
هو في رحلة عمل حتى الجمعة الجاية.
زوجتي وأنا فرحانين بزاف بلي غادية تجينا تقضي عطلة نهاية الأسبوع معانا باش تعيشي الحياة الأمريكية في الريف.
هي اللي حداها على اليمين.
إيه، من فضلك. سميتي كوروساوا. باشحال نقدر نبقى نحجز تيكيطي؟
فين نقدر نشري تيكيت ديال المصعد؟
هادي 600 دولار في الشهر، زائد شهر كدّاع، وشهر آخر ديال السمساطة ديالنا.
واش تْفضل كُوتة بْزْرابْطَة ولا بْزْرابْطة وحدة؟
نرد عليك بالتغيير.
لا، ما كانعارفش.
واح لالة، طين زوين. هاد الطّبق تلاتة ديال الدّولار؟
واش عندك جاكيت مزيانة بحدود مية دولار؟
صافي. واش عندك شي حساسية ولا شي ردود فعل جانبية؟
بشكل عام، باين ليك عندك شي عدوى.
واش ممكن نعطيك وصل، من فضلك؟
ثلاثة ديالنا.
فين فهمت. واش تذكر شحال ثمن تيكيت ديالك؟
واش تقبل تجلس معايا على كاس؟
واش واش رقم داري؟
واش ممكن نعجبو شي بلاصتين فالدروج التاني لهاد الليلة؟
قفلْت مفتاحي في غرفتي.
واش الثمن شامل الضريبة؟
سمح ليا. واش تقدري تعطيني الطريق لمحطة القطار، من فضلك؟
واش شحال الوقت اللي المكتب ديال البريد يفتح؟
باش هاد الساك مصنوع من الفينيل، راه قوي بزاف وتصميمو زوين وعصري بحال متشوف.
المأكل مزيان بزاف، ولكن كافيني. شكرا.
صافي، سرقو ليا التيكة في الميترو.
بغيْت نمشي للسفارة اليابانية.
ما تقدر تعطيني بثمن شوية أقل؟
هادي ديال شيكاجو؟
أرجوك صرف هذا الشيك السياحي.
كان عندي سخانة من قبل ما فاتو بيومين. حلقي واجعني بزاف. ما نقدرش نهبط شي حاجة في كرشي.
هنا، على الحيط، و الكوموندو ديال التكييف هنا. واش باغي شي حاجة أخرى، سيدي؟
واش نقدر نوصل في الوقت فين ساليت دابا؟
صافي. ولكن نتمنى ما يديش الوقت بزاف.
تقدر تملا ليا الدوسي؟
شريت هاد الساك شوية ف وقت سابق، ولكن السحاب كان مكسور.
فهمتي/فهمت؟
رجاءً، ارجعو للباص قبل الساعة ثلاثة.
مليونات ديال الناس كيزورو الضرايح المشهورة باش يوصلو لأول عبادة ديال العام.
باش ممكن، بغيت طاولة حدا الضّريبة.
ما خاصنيش نشرب والو فيه الملح.
بغيْت بلاصة حدا الممر، من فضلك.
عافاك، واش تقدّر تعطيني تقريب؟
صافي، شكراً.
واش في واش الوقت نقدر نعطيه ليك؟
أنا آسف، كملو.
كانبغي نعطّي هاد البوسطال ل اليابان.
شكراً. ها مفتاح الغرفة ديالك. النّادِل غايشدّ ليك شناطيّك.
خودي ليا لباج، من فضلك.
باغيْ نْكْرِيْ طوموبيل ديال حجم متوسط مع أربعة ديال البواب.
فين نقدر نشري طين؟
قميصي معرق.
شحال عندك من الين، سيدي؟
السلام عليكم. عندي حجز.
عطني الملح و الفلفل، من فضلك.
درت الحجز عن طريق المكتب ديال طوكيو. غنكون شوية متأخر فالدخول الليلة.
نمشيو نتسوقاو بسرعة.
طلبْت بلاصة ما فيهاش دخان ملي شيكت إن، ولكن هادي بلاصة فيها دخان.
نعاودو نشربو شي حاجة.
kanqtarah ʿlik tkhud had nʿaʿ ḍ-ḍarb, l-ḥmar l-bḥri.
ما نقدرش نديرها ليك، ولكن غنعطيك واحد الساك.
واش كاين وقت ومكان محددين؟
شكراً بزاف. كانبغي ليك، ولكن خايف عندي موعد سابق.
فأمريكا، كرة القدم الجامعية هي اللي دايرة ضجة.
نعطيك مسكن للألم.
واش تقدر تقولي ملي القطار يقرب لـأوكسفورد؟ خايف نمشي و نتعداها.
آه، بيل. أنا كنحبك، ولكن هادشي كامل.
واخا الزيادة شوية بزاف.
باغي نتأكد من الساعة ديال الإرْحال.
ماظنش نقدر نعاونك بزاف.
شامل كلشي؟
عبر الشارع من تمّا وْمشي دْريْك حتى توصل للتقاطع الثاني. فندق كافلا ماشي بعيد من التقاطع.
باش بغيت شي حاجة للكرشة.
صافي، قليل الدسم؟ مستحيل. واش كتمزح؟
صافي، ما نعرفش واخا يعجبني داكشي.
أرجوك ضع هاد الظرف في البريد في المطار.
باغي شي حاجة للإمساك.
في الربيع، كتزهر شجر الكرز.
واش تقدري تسولي ليه يدير شي حاجة باش يتقدا لهد الدخان، تمّا؟
غادي نتصل بيه تاني.
غادي نبقى مع صاحبي في لوس أنجلوس.
غادي تجيب لي كريمة للقهوة ديالي؟
صافي، نفدات الكمية.
واش محتاج تذكرة سريعة؟
هادي رقم تليفوني و عنوان إيميل ديالي.
اشحال هاد الكنيسة عندها عام؟
واش تقدري تجيب لي تيكيت ديال دار السيدة؟
واش عندكم شي تور ديال الحافلة سياحية في المدينة؟
سمح لي. أنا غريب هنا بزاف.
ila kan bghiti tqred men ktoubi, goul lia. machi mzyan nebqa nkreh nqredhom l ssehab.
واش فكرتي في الزواق؟ كتعاودي تصبغي الغرف ملي كيدخل واحد الكاري؟
باش بغيت نمشي ندير شي خدمة ديال الزكاة.
بشحال غنعاود الضريبة؟
ما كايناش، ما لقيتهاش.
واش نقدر ناخد بطاطا مْهرسة بلا صوص؟
نقدر نعطيك فورْد موستانْغْ عمرها سبع سنين بخمسين دولار في الأسبوع، وعداد كيلومترات غير محدود.
آه، ياه. تفضل.
كانبغي نرجع لهنا مرة أخرى ملي نكون في أمريكا.
لقد استعدت صحتي كاملة.
واش عندك شي حاجة خاصة داليوم؟
واضح؟
صافي، سرقو ليا التيكة.
الباب ما كايفتح بهاد المفتاح.
كنبغيه مطايب.
باش نفرحو براسنا في المطعم ديال الدرجة الأولى؟
صافي، مزيان. باغي تشوفهم بالضرورة.
واش واش أحسن رحلة باش نشوف المتاحف؟
أرجوك اتصل بناقل أمتعة.
ما عرفت شنو نقول.
تقدر تصلحو و تبعتوه لليابان، من فضلك؟
صافي.
واجب نبلغ على سرقة.
باش نقيس هاد واحد؟
زالاً ما كايناش ليك واحد من شناتي اللي خزنت في المطار ديال ناريتا.
أظن أنني كذلك. قَصّ شَعْر، من فضلك.
اش نوع ديال لعلاج اللي كاتخدّم؟
تاكل خفيفة، من فضلك.
كان عندي تقريبًا مئتين دولار كاش و فيزا.
صافي، واش بقيتي تسوق طاكسي مزيان؟
من سبعة لـ تسعة. تفضلوا بالمجيء إلى المطعم في الطابق الثاني.
غادي نبقى في هوليداي إن داون تاون لحد الخامس ديال ماي.
اشْحال ديال التحضيرات كيديرو باش ينجحو ف الامتحان؟
أنت قريب بزاف.
بقات جميع الركاب مْجْلُوسِين.
واش شنو الباص لي غنمشي به لـ Washington Monument؟
سميتي أكيكو تاناكا.
معبد هوريوجي، اللي هو أقدم بناء خشبي في العالم، يستاهل الزيارة.
فين فهمت. باينة شكراً بزاف على الوقت لي خصصتي. واش نقدر ناخد جوج هوت دوغ؟
بخير. آها، هذا إعلان عن رحلتي.
إيه. فكل وقت. كلهم مْرحّب بيهم هنا.
بغا نمشي نشري تأمين.
اشْ شنو JR؟
قسم هاد الفلوس على صغار، من فضلك.
واش بغيتي تمشي لواحد الديسكو؟
قالي ليا مطعم معقول فيه جو مزيان.
واش متى غادي يكون تورنوا ديال الغولف؟
بعد العشاء، مع الحلوة، من فضلك.
أعطيني واحد السيشوار من فضلك.
واش تقدّر تجيب ليا شوية ديال الماء من فضلك؟ عطشان بزاف.
ماشي بالضرورة مزيانين بالصحة.
عطيني نشوف شي صباط بني.
فين و شحال ديال الساعة غادي يمشي؟
أرجوك حافظ على هاد الشنطة حتى خمسة ديال العشية، من فضلك. واش نقدر نعطيك شيك؟
عندي قنينة ديال الويسكي.
غادي نجي نشوفك ف عشرة د الصباح يوم الجمعة.
واش غدّا تاكلي ديالي؟
باغي نحجز ملعب ديال الغولف.
بشحال هاد الماكينة ديال الدراهم؟
بغيت شاي بالزنجبيل.
بغيت شي طعام ديال الأطفال.
ما تبغيش المخلل.
هاد الفستان ديال النايلون؟
حجز، من فضلك.
بغيْت شريط ديال الماكينة د لكتابة، من فضلك.
فتح الباب بالمفتاح الاحتياطي من فضلك.
باش بغيت كاس ديال القهوة أخرى.
باغي شْحالْ هامْبُورْغِيْر باشْ نْخُودْ مْعَايَا.
واش تقدر تسول ليه يعاود الاتصال؟
عندنا عربة مطعم ومقهى في القطار.
ما تنظفات غرفتي.
تقدر تمشي بالباص من المحطة رقم خمسة.
شكراً بزاف. خلي الباقي.
8 و 38 دولار و خمسين سنتيم في النهار، مع كيلومترات غير محدودة. البنزين مش معاه.
واش حطيتي طابع على البوسطال؟
ثلاث ليالي.
هادي ل كازا؟
واش واش بغيتي تمشي مَتى؟
واش خاصني نبدل؟
ما كاينش منشفات.
واش تمشي واحد يجيبها ليا؟
واش هذا اللي كنتي باغي توصل له؟
آه، دوزتيها. رجع، من فضلك.
أظن أنها عادة يابانية فريدة من نوعها.
غلّف هادشي واحد بواحد، وربط كل واحد بشريط من فضلك.
خليني نشوف. إيه، الغدا الخاص ديال اليوم غي يقدّم بسرعة.
تقدر تقسمها على أربعة؟
بيض، من فضلك.
غادي نحتاج جوج صحان ديال موريسوبا.
إيه، كاينة شي غرفة خالية. شحال بنادم؟
واش كاين محل ديال لتبديل حدا هنا؟
أنا تاكيشي. ونتَ/نتي؟
استعمله بشكل أسبوعي. ضع طبقة رقيقة بعد غسل وجهك، مع تجنب العينين ومنبت الشعر.
قطعت راسي بالزاز هنا.
بغيْتْ نْسوَّل المُدَرِّب، ولكن واش تقدْرْ تقولي أيّ واحد من هاد الآلات مزيان باش نتمرّن بيه ضهري؟
وقّف هنا في هاد الجنب ديال العبور اللي جاي، من فضلك.
بغيت شي حليب، من فضلك.
المُشَغِّل.
نظن أننا في المحطة الخاطئة.
فهمت. واش ممكن تعطيني رقم بطاقتك البنكية وتاريخ صلاحيتها باش نحجز ليك، من فضلك؟
واش تقدر تضغط على الزر ديال الإيقاف باش ليا؟
شريت هاد السروال أمس، ولكن ما كايجي بالمقاس ديالي.
غادي يصغر؟
واش تقدّر تقولي شحال الوقت؟
خلّيت داك النوت بوك ديالي تمّا البارح الليل.
واش تفتكر رقم ديال السيارة؟
بشحال هاد الثوب؟
ما فهمت والو بالالمانية.
أنا كانعيط للمسؤول.
آه، سمح ليا. نجيب ليك الطلبية ديالك ف أقرب وقت ممكن.
بالطبع سيدي.
هذا خالي من الكحول، تقدر ترتاح باش ما يكونش ليك التهيج بزاف.
داكشي سبع دقايق ولا ثماني دقايق مشي، كيعتمد على فين كتمشي بسرعة.
تاكد من إيداعه في بوسطن.
بغيْت ربطة عنق.
غادي نسول شي واحد آخر ديال سيّاق التاكسي.
واحد البييرة، ستيك مع بطاطا مقلية، وسلاطة ديال الدار.
مبروك، هنري. أنا سعيد جداً بسماع خبر خطوبتك على جين.
تمشي ديريكت و دور على اليسار تمّا.
بغيْت شي حاجة تْطيْق مْعَا هَادِي.
كيدير صدمة كبيرة بالنسبة ليك.
عندي ألف جنيه.
شحال من الوقت يدوي باش نوصل لتحت؟
واش تعب؟
اش داوية مزيانة لعيني اللي تعبانين؟
عطيني شي علكة، من فضلك.
هادي ماشي كوبون، هادي وصل التسجيل.
ماع يمكن إكمال مكالمتك في الوقت الحالي إلى البلد الذي تتصل به. يرجى إعادة المحاولة لاحقًا.
غادي يتجدد العقد كل عام.
سمح ليا، نادِي. واش نقدر نخلص، من فضلك؟
باش نقدر نعطيك شيك سياحي؟
واش نقدر ندير شي تأمين؟
تقدر تقولي كيفاش نمشي لهاد المطعم؟
كان تقريبا ثلاثين دولار و شوية ديال الكارتات البنكية.
فالور ديالك وصل لـ 150 دولار و 45 سنتيم.
اش كيفاش نقولها؟ مهم بزاف يكون عندك حاضي.
باغي ندير نسخة.
شكرا. فين الكوموند ديال الطابور؟ شوية سخون بزاف.
سمح ليا، ولكن واش في أي شارع دابا؟
تقدر تبعت هاد الرسالة؟
لا، كتتمشي فالاتجاه المعاكس. خاصك ترجع.
تقدر تقص ليا اللحية ديالي من فضلك؟
اشحال غادي ياخد هاد التور؟
بغيْت شي ورق تغليف ديال الهدايا.
اش داير داخل؟
أظن أن هناك خطأ في هذا الشيك.
واش ممكن نعطيك واحد فوطة ديال الحمام؟
واش تقدّر تحجز ليا باش نشوف واحد المسرحية موسيقية؟
واش عندك سجل فين استعملتيهم؟
غادي نتصل مرة أخرى.
ثلاثة أشهر.
واضح، عندنا طبيب في الفندق. غنّظم ليها تجّي لغرفتك فحالاً. واش عادي يجّي معاها مسؤول الغرفة؟
فين تصور؟
عَندنا شحال ديال الصَدَفْ زْوينين دْيَال اليوم.
K بحال الكاف، I بحال الإي، M بحال الميم، U بحال الواو، R بحال الراء، A بحال الألف. كيمورا هو اسم عائلتي.
لا شكراً.
عندي وجع في سناني. واش ممكن نعطيك شي دوا ليه، من فضلك؟
ما كينش يقدر يخدم التكييف.
نزلني في المحطة التالية.
تقدر توريني واحد ستر بلاستيك؟
فين المكتب ديال السياحة؟
واش تقدّر دوز عند السوق ف الطريق؟
شنو غاندير إذا ما فهمتش أسئلتو؟
بغيْت شي جورب.
بغيْت كاميرا تلقائية، من فضلك.
خوديوني لهاداك پلاص.
واش الباب يكون مفتوح ولا مسدوّد؟
بشحال ديال الدولار بغيتي؟
قول ليا كيفاش نمشي لفندق هيلتون، من فضلك.
واش عندك شي بلاصة ديال خرائط ديال الميترو؟
واش تعرف إذاك المطعم خاصو حجز؟
باغِ بغيت نحجز تذكرة ديال طائرة للمغربة.
واش تقدّر توصي على مطعم فرنسي مزيان؟
واش كاين محل حلاقة في الفندق؟
السدادة ديال البانيو مكسورة.
هادي هدية، بغيتك تلفها ليك.
مسرور بمعرفتك.
شي حاجة مضروبة في الباتري.
عندّي شي سؤال بغيت نسولك.
بالأرجو سخّن شي شوية الدار.
مازال مزال مجهزت الغرفة ديالي.
زيد مباشرة.
واش تقدّر تعاونني باش نلقا شناطي؟
صافي، أظن اللي كاينة تحت تمّا، هادي البرج ديال التجارة العالمية، صواب؟
فين المحل ديال النموديلات ديال البلاستيك؟
ما نقدرش نقولك.
واش تقدّر تقترح عليا دوا على وجع المعدة؟
فين منصة رقم خمسة؟
إيه، هادشي باغي تحري أكتر. واش غاتقدر تجرب هاد الاحتمال، السيد كينان، وتعطي نتائجك للسيد ناكاياما ف أقرب وقت؟
لا، شكراً.
نظن أن هناك خطأ في هذه الفاتورة. فيه مصروف خدمة الغرف. ولكن أنا ما استعملت حتى واحد.
باغا نمشي بسرعة ممكن.
واش الطريق لـ فندق هيلتون طويلة؟
واش تعرف شي مطعم مزيان فين نقدروا ناكلو مزيان بثمن معقول؟
بغيْتْ سْتِيكْ ديال التَّلْوِين.
ثلاثة و ثلاثين دولار.
بغيت نبدل الحجز ديالي. واش نقدر نبدل رحلة PAA رقم خمس مية وخمسة لخمس مية وخمسة عشر؟
جات الكوكا، ولكن ما رجعوش ليا الباقي.
نقدر نعطيك تخفيض بثلاثة في المئة.
كانت السيارة فيها هاد الضرر قبل ما كريتها.
صافي. باغي نلبسو في عرس السبت.
لا، بغينا كل واحد يدفع حسابو. خلينا نصرفو على حساب بعض.
باغي مرشد كيعرف اليابانية.
سمح لي. أنا غريب هنا. نبغ نشري ليك عند الرجل، إذا بغيتي؟ صبري شوية.
واش نقدر نركب واحد الطوبيس غادي للفندق هيلتون؟
واش كاينين شي رحلات لتيrol في ثلاثة أو أربعة أيام؟
حسّيت براسي مزيان دابا.
سمح لي، ولكن غادي نتأخرو بثلاثين دقيقة.
تقدر تبدل هاد الورقة بفلوس صغار؟
غرفتك، سيدي.
أرجوك أوقف جميع المعاملات على هذه البطاقة.
واش نقدر نحصل على شي نوع ديال تخفيض ملي نبقى في الفندق ديالكم شهر كامل؟
واش هنا غا للخدمة ولا غا للبحث؟
واش ساليتي من لعشا ديالك؟
جودة هاد واحد أحسن.
بالتأكيد سيدي. أبيض ولا ملون؟
انا راه دايز نصّ ديال البوندي.
واش عندكم رحلة فيها زيارة لجسر البوابة الذهبية؟
ما نقدرش نمشي فالطائرة اللي باغة نقلب فيها.
فين نقدر نمشي نطّلع على الباص باش نمشي للمتحف؟
من هو مؤلف المسرحية؟
صندوق الأمان، من فضلك.
غادي نبقا هنا غير شهر واحد.
واش السفرة غتبدا ف واش الوقت؟
واش شحال الوقت غادي تبدا السينيما ديال النهار؟
أنا من روسيا.
كنتسيف على هادشي. واش عندك سخانة؟
فين نقدر نمشي باش نلقا طوبيس للمتحف ديال الميتروبوليتان؟
بزاف فرحت ملي كنت معاك.
فين أقرب مكتبة؟
واش عندك شي غرف خالية الليلة؟
واش تقدر تصرف لي هاد الشيك السياحي ديال مية دولار من فضلك؟
صافي، طارتنا وصلات لـ هونولولو أخيرا.
بغيْت هاد السْتَايل، عافاك.
كنفضل منكونش في المستشفى، إذا كان ممكن.
هاد الرحلة رقم سبعة مية و ثلاثة غادي ل طوكيو ف الرابع ديال شتنبر، جمعة.
فين نمشي أغراضي؟
باش بهاد السعر، نعتقد نمشي نشوف شي محلات أخرى.
طفّيو جميع الأجهزة الإلكترونية.
بشحال بغيتي تصرف؟
ما بقاش ضروري بعد ما يدوز الدوخ.
واش كتقوم بدري كل صباح علاش؟
كنبغ نطّلع على معجون.
بشحال هاد الستاد كيقدر يستقبل ديال المشاهدين؟
إيه، هكاك بالضبط.
الرباط ديالي مفكك.
باغين نلعبو تنس اليوم.
واش تمشي معايا، من فضلك؟
أف sorry، ما كنعرفش هاد المنطقة.
غادي نتصل بيه تاني حول 4 ديال العشية.
في صباح يوم واحد عشر يناير، وقع الحادث.
واش الثلاثاء الجاي مناسب ليك؟
واش غدا؟
واش باغي نوع ديال المطعم واش؟ غدي تْكَلّي غير العشا، ولا باغي مطعم عندو بار؟
واش كاين شي مركز ديال الشرطة هنا؟
المدة ديال الحياة ف اليابان هي أطول مدة ف العالم كامل.
زوج بطاطا، واحد كولا. دولارين من فضلك.
واحد السوبيسة من فضلك.
فين المنحدر ديال التزلج على التلج؟
بالصحة والراحة.
كنتساناك نشوفوك مرة أخرى.
واش نقدر ناخد تقييم على هاد الكتاب؟
واش تقدّر توصيني على واحد مطعم فرنسي مزيان حدا هنا؟
ها هي باشيتا ديال التأكيد ديالي.
صافي غاتكون مزيانة.
صافي، داك شي ألفين وخمسمية دولار في الشهر. نقدر نضمن ليك غنعطيوك ثلاثة ديال ألف دولار في الشهر. واش هادشي مزيان؟
نتمنى ليك زواج سعيد.
واش عندك بالانتينز ديال العشر سنين؟
هاد ما كيتصغرش بالغسيل؟
واش الجنينة النباتية مفتوحة اليوم؟
يمكن يكونو يقدروا، ولكن خايف يديها شوية ديال الشهور.
باغي نستأجر طوموبيل.
واش ممكن يعطيو لنا طبق؟
ودينا لـ فندق شيكاغو.
الرحلة متأخرة لمدة تسعة وتسعين ساعة بسبب سوء الأحوال الجوية.
حالة طارئة.
كنبغي شي حاجة على قد الموضة ديال شانيل اللي كيتكرر.
فين كاينة البادات الصحية؟
شحال ممكن توريني باشوط ديالك وورقة ديال الضريبة، من فضلك؟
كنبغي نشترك في رحلة لشلالات نياغارا.
نهار اليوم، طبقنا المميز هو الروبيان بالثوم مع الأرز المفلفل.
السلام عليكم؟ هاد دار السيد كلارك؟
بغيتي تشربي شي حاجة قبل ما تبداي تاكلي؟
واش عندك شي دوا؟
نظن أنك غالط الرقم.
بغيت فستان أحمر.
شنو بان ليك.
سميتي مكتوبة عليه.
هادي آخر إضافة للخط ديال التعبئة. كنعبيو تقريبا ست مية كاسة كل يوم.
باغي نمشي.
بغيْت مْكْوَا، عافاك.
آه لا. باغي يقول ليا حاجة. واش ندير؟
إيه، هكا.
بليز جيب ليا فطور لداري.
هادو مزوين.
أرجوك أرسل هاد السيارة للفندق قبل الثامنة ديال الصباح غدا.
واش كاين بواخر فيها الغدا ولا العشا؟
واش عندك شي لون أخضر؟
هنا بزاف شلاضة.
آه، لا. غنڭال ليه نعاود ف عشرين دقيقة. شكراً.
تم التأكيد على التعليم وزادت القوة العسكرية.
واش بغيتي تاكلي للعشا، لحم ولا سمك؟
ماستر كارد مقبولة؟
هاد السّمية، من فضلك.
ما عجبنيش.
خمسة دولارات، والمشروبات بثمن إضافي.
بشحال ديال درهم لثنين ديال الناس؟
فجأة حسيت براسي معطل في كرشي.
بشحال كيعطي المُرشدْ ثمن نهار كامل؟
سميتي هيروشي موري.
بغيْت شوية ديال الدانيون، من فضلك.
إيه. هاد هو الكوانطر ديال رحلة الخطوط الجوية المتحدة رقم ثمانية مية؟
واجبين نلبسو البدلات والربطات ديال العنق؟
واش تا واحد ديال الطوبيس غادي لـ "Guild Hall"؟
أرجوك تفضل بهاد الطريق. خليني نعاونك في شناطي ديالك.
داير في الرف التاني في الصف الوسطاني.
فين الكبار؟
أرجوك سجل الدخول بعد الساعة التاسعة و تسع دقائق صباحًا.
المقاعد ديالينا مفروقة.
بالاك. فين بغيتي تمشي؟
أبغيت واحد بلوك نوت، من فضلك.
تقضي وقت ممتع.
أكيد، جميع المقاعد مشغولة في التالتين من غشت.
واش ممكن نشوف شي حاجة أقل ثمن؟
واش تقدّر تجيب ليا طاكسي؟
واش خاصني نرجع لليابان دابا؟
الثمن ديال الدار غالي بزاف على ما قالولي.
كنبغي نعطيك بزاف ديال الطلبات. واش نقدر نعاود نشوف المنيو؟
كان هنا حامل مفاتيح على شكل قطة معلق بشريط.
اش غادي دير بهاك ديك الساك الصغيرة؟
باغي شي حاجة للزكام.
باش نشوف داك واحد؟
ثمانية عشر دولار بالضبط.
أرجوك صرّف هذا الشيك السياحي مقابل نقود.
فين نمشي بهاد الغسيل؟
واش شبعتي؟
تمشي ديريكت ف هاد الطريق. كاين غي قبل محل البيع ديال الطِّلْ.
ما عندي حجز.
باش نلمسو؟
أَشِيرْ لِيه فِين فَهَادْ الخَرِيطَةْ، مِنْ فَضْلَكْ.
واش كاين شي بلاصة مزيانة ورخيصة ناكل فيها هنا قريب؟
هذا دار زوينة بزاف.
واش هادي المحطة ديال الطوبيس باش نمشي لشيْلسا؟
غادي نتأخر شوية الليلة، ولكن بغيت تحافظ على الحجز ديالي.
واش تقبلو الكارت؟
kadā ma yjī l-mṣūl yṭṭalib tiktītek, bghītī t’warīh l-pās o hād tiktītek.
شحال ديال أقلام محتاج؟
شْحال كْتَابْ جْدِيد ديال غالْبْرايث؟
واحد بلاصة عادية من فضلك.
أنا طلبتُ درجة استواء متوسطة، ماشي نيشان.
بدلتك غتكون واجدة في أسبوع بعد القياس، سيدي.
باغي ناخد عصير التفاح، و خبز محمر، و بيض مقلي، و قهوة.
فين بلاصة محل الكاميرا؟
واحد كولا صغير، من فضلك.
أنا مزال في البداية. ما نعتقدش نقدر نديرها.
أربعة تفاح.
بشحال غادي يجيو التأمين ديالو بثلاث مية دولار؟
واش ممكن تعاود إصدار الكارت ديالي؟
عطيني شوية وقت باش نفكر فيها.
خصك ترتاح ف الفراش اليوم.
بغيْت نتأكد بالضبط شنو اللي مفروض ندير.
kanʿraf kidayr lḥssك. khoudha bṣ-ṣabṛ.
نعاود ليك الطليفون.
واش تحجز طاولة لشخصين في هاد المطعم على الساعة ستة د العشي؟
واو، غريبة بزاف. باين بحال طبق طائر.
ما نقدرش نعس مزيان.
واش تقدر تفهمني شنو هاد المصروف كان باش؟
أهلاً، هذه الغرفة ثلاثة خمسة.
كنبغي شي ملح ديال الحمام.
تقدر تصلح هاد الكاميرا؟ ما كتحملش مزيان.
شمن سميتك و نمرة ديالك؟
كنت عتقد أن السعر ثابت بين المطار والمدينة؟
شحال من فضلك تمشي تشوف عليه دابا؟ إذا كانو تما، خصك تجيب كلشي لهنا بسرعة؟
آه، باغيلي كنظن أن سعر الصرف كيتغير بين توقعات صعودية وتوقعات هبوطية، بشكل عام.
عندها تقاليد وتاريخ طويل.
واش واش كيديرو لعب ف الستاد؟
اش غادي دير ف ليلة رأس السنة؟
السلام عليكم، واش ممكن تعطيني نمرة تليفون السفارة اليابانية ولا القنصلية، من فضلك؟
هادو مزيان بزاف. كاينين مريحيين.
أه، هاد غرفة هادية. مزيان بزاف.
عندي حجز في سبعة.
صافي. ولكن غيكون عندك مصاريف ديال التسليم بـ مئتين دولار.
في سبعة ديال الصباح، بالتوقيت المحلي.
داك الطريق، تقريبًا ثلاثة بلوكات.
أفين، كامل ديالها محجوزة في فترة العطل ديال عيد الميلاد، ولكن عندنا بلاصة في عشرين دجنبر.
فين فهمت. شكرا.
واش كانعوض شي إذا ما لقيتوش حقيبتي؟
صافي، واش من نوع ديال الفواكه كتحب؟
واش آخر دورة شهرية كانت عندِك فِين؟
زعما درت تليفون باش نعاود نؤكد الحجز قبل يومين.
ماكنش ليكن متأكد واش سرقت ليا بورطاوي، ولا سقطت ليا من جيبي.
الكرطونة طولها خمسة وستين سم، وعرضها ثلاثين سم، وارتفاعها ثمانية عشر سم.
kanhdām f shī ḥwajāt dyāl t'kār.
هي مكونة من أربع جزر رئيسية.
العاشرة. هذه مفتاح غرفتك. رقم غرفتك خمسة وخمسون ثلاثة وثلاثون. الجرسون غادي يشيل ليك المتاع لفوق.
أه، حنا مْزيانين ف هاواي. نتمنى تكون هنا معانا.
واش تقدري تجبدي ليا ترجمة؟
غادي نشرب شي رْاس ديال اتاي بلحول.
تقدر تقصّ ليا الطّاس فوق الحاجب بشي نص سانتي؟
واش واقي يفتح؟
واش عندكم غرف بأقل من خمسين دولار في الليلة؟
طاولة لشخصين على الساعة ستة هذا المساء، من فضلك.
خمسة عشر دولار، من فضلك.
دير الليڤياج ف الكلاڤي.
ما محتاج والو.
واش نقدر نحجز لواحد السياحة؟
اش كيفاش نمّل هادشي؟
كنشوف واحد البناية بيضة حداك. واو، هادا هو.
أنا كانقرا باش نولي عالم.
واش ممكن آخذ جوج ديال تذاكر للمقاعد المحجوزة؟
أرجوكَ أزيح ملابسك وارتدِ هذا القميص.
واش ممكن تحط واحد السرير الزايد في الغرفة؟
واش ممكن نحصل على متصرف ياباني؟
تاخد هاد لداخل حتى للستاسيون. من تمّا غتكون خاصك تمشي للفندق بنفسك.
كنبغي كِري واحد البوط مع واحد السيّر، من فضلك.
واش كاين شي طواليت عمومية هنا قريب؟
وريها ليا، من فضلك.
ما كرّيتش نتّصل بالهاتف.
حمل ليا شناطي.
واش تقدر تجيب ليا تليفون صاحي في سبع د الصباح؟
واش عندك شريط؟
كنعجبها شوية بالحليب والسكر.
كانبغي نبدل الطيارة ديال شيكاجو من تسعة لحدة عشرة.
أعطيني واحد البلسم ديال الشعر من فضلك.
اليوكاتا و الهابي من بين المنتجات اللي كيزورو عليها السياح كهدية من اليابان.
فين أقرب محل ديال الصباط؟
عندك عين فّنّان.
صافي خلي هاد الشنطة حتى تلاتة ديال الساعات.
أجي لهنا باش نشوف واحد الأوبرا حقيقية.
واش هادو غديين في تخفيض اليوم؟
تبعد من الخدمة حتا لثلاثاء، و ما تكثرش من الأكل.
الريسو هي واحد من رياضات تقليدية. كاتنضمو دوريات ست مرات في السنة.
مكان في الممر من فضلك.
اللي كيلعب مزيان، كيعرف.
شحال من يوم غادي ياخد الطلب؟
هي مرافق.
لا، خاصنا شوية ديال الوقت باش نفكرو في العقد.
كنحس بالغيان. واش نعطيك بلاسطيك باش تقي؟
قول ليا كيفاش نمشي للمتحف من فضلك.
واش هادشي مصنوع من الجلد؟
أهلاً. لوحدك؟ علاش ما تاكل الغدا معانا؟
شكرا. ليك/ليكِ كذلك.
تقدر تحفظ ليا شي حوايج قيمة، من فضلك؟
واش كتاخد شي دوا آخر؟
باغي نمشي للسايت ديال التقدم.
واش قررتي/قررتي؟
Ginny. Mike. Sara. Sam. هيا، قومو جميعًا.
واش تقدّر تخبرني فحال ما تصلحها؟
بغيْتْ جَاكيط.
لا، شكراً. نقدر نوصل للحَݣ. بْسَلَامَة.
بِالصحة و الراحة. كنفضل بلاصة حدا الدار.
باغيْ نْكْرِيْ طوموبيل ديال الحجم المتوسط لثلاثة أيام.
واش عندك شي واحد تمشي معاه؟
باغي نمشي تليفون لسان فرانسيسكو.
تحڭّات ليا شكارتي في صالة الفندق.
واش و متى خصني نمشي نعطي فلوس المصاريف؟
صافي، تْكَملّينا.
داكشي ضيق بزاف هنا.
بالأرجو كبّر الخط بحال هاد الحجم.
السلام عليكم، هذه الغرفة رقم 12:34. اسمي أودى. بغيت نطلب منكم واحد المنبه غدا الصباح على الساعة ستة ديال الصباح، من فضلك.
واخا تدفع عند مكتب الاستقبال، من فضلك؟
أعطيني فلوسي ديال الباقي، من فضلك؟
يمكن يكون عندك قلق بخصوص هاد السمارتفون الصغير.
بشكل عام كانت رحلة سلسة مع قليل من الاضطراب.
اش كان رقم الطيارة ديالك؟
مزيان ليك عجبك. شريتو بثمن زوين في تخفيضات ديال ABC.
واش نقدر نعاود العشا في السفينة؟
واش ممكن تعطيني بروشور ديال الدليل السياحي؟
واش عضو في نادي كراء السيارات الدائم ديالنا؟
اشْ شنوْ غَادِيْ تَشْرِي؟
بالضبط. كنتي متفقين معاه. بالمناسبة، قال ليك راجل مزيان.
واش كيف قضيتي العطلة ديال الصيف؟
سدي التليفون و أنا نعاود نتصل.
واش عندك كولونيا شانيل؟
بعيد بزاف. محتاج شي واحد يوصلني.
واش عندك هادشي بالزرق؟
قول ليا كيفاش نستعملو.
حاولت مزيان، ولكن ما تعرفش بالتاكيد حتى تجرب.
اش كيفاش نتصل بالمعلومات؟
هُم مْجوعِين.
باش تشوف رخصة السياقة ديالك؟
شكرا. نتمنى لك إقامة ممتعة.
أنا من هوكايدو.
صافي سَفرْ مَبرُوك.
واش عندك هادشي؟
اشْ شنو هاد الماركة؟
دايرينها في العرض دابا، بس تلاتة و ثلاثين دولار و تسعة و أربعين سنتيم.
كان بغيت نعصب على ما قال البائع.
واش عندك شي حاجة أكبر؟
كيكون الخنّاق ف الصيف ف اليابان.
كنبغِي نوصل للمطار قبل الساعة دّوا.
واش كاين شي تغيير حاب دير؟
باش بغيت لون يخليني نبان صغير.
أفين بغيتو توصلو حقيبتي للغرفة من فضلك.
بغيت شي طماطم، من فضلك.
ماشي مشكل.
باش نقدر ندخل للغرفة دابا؟
ما نقدرش نلقا شي حاجة بحال هادي في اليابان. غانشريه.
في ليلة الأربعاء.
أريني مكاني من فضلك.
اش نوع ديال الحلوى عندكم؟
كنتَ كتعمل خطأ في الحساب.
ثلاثة ديال نعاس.
شوية أقل من الرقبة، من فضلك.
ما كنفهمش شنو كتقول.
بشحال تيكيت ديال يوم واحد؟
واش مْشّيتيْ صَافْي؟
اشْ شنو رقم الطيارة ديالك؟
واش تعرف ذوق صاحبك في اللبس؟
واش هذا بلاص اللي نتسائل على الضياع ديال الحوايج؟
محتاجهم بدقة.
بشحال الثمن كامل؟
واش تعرف شي بلاصات فيها الدّار ديال الفلوس ولا البنوك قريبين من هنا؟
أنا آسف، ولكن كنبغِي نلغي الحجز ديالي.
غادي نكون تمّا حول الرابعة ديال العشية.
باغي نمشي بواحد النهار قبل.
اشْحال كاينين ديال لَقْصَايص ديال الدْكان؟
واش ممكن نسول إذا كان يقدر واحد ياخذ طائرة في وقت أخر؟
واش القطار ديال سيدني مزيان تاخر؟
واش عندك صداع؟
ما تقدر تاخد هاد ل اليابان. مسجل في اتفاقية واشنطن.
واش تقدّر تجيني من أقرب محطة؟
إيوا، عندي.
باغا نمشيوش الحجز ديالي.
صافي، شوية غي. آااه، طاحت المعلقة ديالي. معليش.
فين هي القديم ديال المدينة؟
واش تعطيني شي جريدة ولا شي مجلات؟
واش عندك واحد شوية أصغر؟
واجب نخليو الكاميرات ديالنا عند الدخل؟
واش واش نهار مقفل؟
نظن أننا كذلك. لحظة من فضلك.
كيفاش نقدر نعرف داك الشخص؟
كنبغي كتاب ديال القواعد.
أرجوك تعال إلى البوابة تسعة وثلاثين قبل الساعة الرابعة وخمسة وأربعين.
واش واش غادي يجي الباص التالي في شحال؟
واش نقدرْ نْكْرِيْ واحدْ الدراجة؟
واش كاين بلاص ديال التنس قريب من هنا؟
فين داير المضيف؟
واش عندك مرشد سياحي متمرس؟
متى تفتح أزهار الكرز الشهيرة في اليابان؟
إيوا، أنا.
أنا غادي نمشي لبرج لندن. واش تقدري تقولي كيفاش نمشي لهاد البلاصة؟
واش نقدر ناخد بيتزا كبيرة بالجبن؟
تايد حوالي أربعين دقيقة بالوطوبيس.
واش قريب؟
إيه، كانعطيوها ليك. غنرجع ليك بها دابا.
تباريت.
كنخاف ماكونش حدا في الدار دابا. أرجوك خلي رسالة بعد صوت البييب، ونتصل بيك ف أقرب وقت.
كانبغي ناخد هاد الطيارة المروحية ديالك باش نشوف نيويورك.
أفهم أنك متأكد أنك ماخليتي والو وراك.
بشحال كتمشي طروبيس رقم تسعة؟
لقيت عدسة من العدسات اللاصقة ديالي.
أنا كانتعلم البيانو مرة في الأسبوع.
اش بغيتي فوقها؟
أرجوك حافظ على هاد الشنطة حتى الساعة ثلاثة.
سميتي ياماشيتا.
شوف الدرّابَة دي؟ هاديك كتمشي لـ "بْلاتْفورْم" ديال الطْرْيقَة اللي كتمشي لْجهة أخرى. ولكن صْحّا، إذا كنت باغي تشوف لندن، الباص أحسن بْزّاف من الميترو. خْرُج من هاد الطّريق، وغتلقى محطة ديال الباص. الباص رقم 12 غيخْدّك سْواغْ لـ "مُوزِي" (المتحف). طْريقك سالامة، سْيّد.
ها شي ليك.
دابا بغيت نمشي نشرب شي حاجة باردة.
هاد النوع ديال القبعة باين ليا كايدير الموضة. نعسي نْشري وحدة حتى أنا.
واش نقدر نحصل على لحاف؟
واش هاد الدوا فعال في تخفيض الحرارة؟
هي لصة.
تا تحب شي زياادة؟
كانت عيناه سوداوين متباعدتين.
أوه، العروض ديال اليوم كاينين هنا.
واضح. نعتقد أنني أستطيع أن أُريَهم جميعًا في ساعة واحدة.
ها خمسة دولارات و صفر سنتيم. خلي الباقي.
الرجاء حجز طاولة لخمسة أشخاص.
دايريني قريب بزاف من الطواليت. واش تقدر تبدل لي إياه؟
سمح لي، أعطيني الله يعطيك، واحدة ديال الحاسبة.
فين قاعة الاجتماعات؟
واش هادشي شغل يدوي؟
أريني قائمة بتسريحات الشعر من فضلك؟
واش عندكم طابلو ديال الألوان؟
واجب نمشي للمستشفى؟
عندنا قوات دفاع ذاتي.
بغيتي سيجارة؟
سمح لي. نفد المخزون. جرب واحد من محطات المترو.
واش عندك تيكيط ديال الرجوع؟
تقدر تنزل الشباك شوية؟
إذا لقيناه، غنعيطو ليك.
أفين ما تحط شي سكر.
طاقت السيارة طفات عندي. أنا في شارع الخامس على مستوى شارع 57. أرجوك تعال بسرعة.
كنا مهتمين بالتاريخ الطبيعي.
صافي مفتوحين من عشرة للسبعة و نصف.
بغيْتْ نْعملْ مكالمة دولية لليابانْ من فضلك. هادَا يوكي مُرايْ فْ الغرفة تلات مية و إثْنِين عشر. بغيتْ نْحطّ مكالمة "كوليكت" للسيد كِيسُكِه مُرايْ. رقم التليفون هو طوكيو صفر تلاتة تلاتة سبعة تْنين ستة تْمانية تلاتة تسعة واحد.
باش نشوفو، من فضلك. واش غادي تستعملو ابتداءً من اليوم؟
كيف بغيتي الفواتير ديالك؟
باغا نمشي نخلص مع صندوق الأمانة.
أصغي، آل، واش رقم فاكس التليفون ديال المحطة هو واش؟
غادي نشكيك لـ "الوكالة الوطنية لسلامة المنتجات والصحة وحماية المستهلك".
بغيْت سماعات، من فضلك.
كيتقرص ليا شوية في الأصابع ديال رجلي.
هادشي ماشي غلطتي. ما تقدر تدبر شي حاجة؟
ما كاينش طريقة أخرى باش نتعاملو مع هاد الوضع الخطير؟
واش مفتوح دابا؟
يدي منتفخة.
زوج ديال صباط بالمقاس ثمانية إنش، من فضلك.
اشْحال كاينين المعارض الرئيسية في هاد المعرض؟
واش تقدر تصلح هاد الكاميرا؟
بغا نت شهادة ديال الحادث باش نقدر نعوض من عند التأمين.
لقيت شقة كنت باحث عليها في الإنترنت.
مع درجة مئوية، نقطة التجمد هي صفر.
كنبغيه باش نلبسو في نهار الجمعة و السبت.
عندي مشكل في المعدة. واش عندك شي دوا مزيان؟
إيه، كل ما بغيتي ديري هو شامبو و نشفي شعرك بالسيشوار.
صافي. نتا؟
صافي. هاذيك فاتورتك. المجموع كيوصل لخمسة وأربعين دولار وخمسين سنتيم.
باش نقدر نعطيك بالتشيك؟
أنا باغي نبدّل المطبخ.
بشحال الوقت كياخد باش توصل هاد الكارت لليابان بالبريد الجوي؟
غاديين نزيدو انطلقو في الحال.
إيه، سيدي. واش عندك شي ورقة تعريف؟
كنبغي لعبة لبنت عندها خمس سنين.
ما عمرني مرضت يوم واحد في حياتي.
شحال الكيلومترات باش نوصل لبوستون؟
الله يعطيك الصحة على قدومك لليابان.
حسّيت براسي مزيان بزاف.
أنا غادي نرجع ف 25 مارس.
واش عندكم كيك ديال السكري؟
بغيت الحليب، من فضلك.
واو. صوحية كبيرة بزاف.
باش تنجيب ليا طوابع لرسائل للمغرب؟
من أي رصيف يغادر القطار إلى ميلانو؟
أرجوك أرسل السيارة إلى فندق ألفا في الساعة التاسعة صباحًا يوم السادس.
غادي نجي معايا في واحد الدور بالهليكوبتر في نيويورك.
زيين بزاف.
عافاك، بغيتي توريني تيكيت الطيارة ديالك؟
الويسكي ديالك نص دولار.
رحلة بالتماسيح؟ واش هادشي ممتع؟
ما تدوزش رجليك على الرمل.
واش هادشي شغل؟
قول ليا كيفاش نمشي تليفون دولي.
باش تقدر تبدل هاد الخمسين دولار بعشرة ديال خمسة؟
باش نقدر ندوز هاد الحقيبة معايا للطائرة؟
أَخُذْ هَادَا مَعَك.
ماشي بعيد بزاف. حوالي خمسة عشر دقيقة.
باش بغيت نخرج بيها.
اشحال غادي ياخد باش يتحسن؟
بارح شريت هادشي و معطل.
الميزانية ديالي خمسين دولار.
غادي نوصلك مع السيد سوزوكي.
واش ستة ديال ساعة؟
باش، دابا.
بزاف فرحت نشوفك.
فين نقدر نمشي نطرا بوطو رقم تسعة؟
نتمنى يكون طيران مزيان.
واش كاين بلاصة نقدر نمشي ليها باش نمشي نتسناك؟
أنا في الحمام. ما كاينش الماء سخون في الدوش.
هاد الشنطة خليها هنا، من فضلك.
ثلث ليالي من واحد يوليوز. شحال فيهوم الغرف ديالكم؟
عطيني خمسة عشر ليتْر ديال سوبر، من فضلك.
تقدر تشرح ليا كيفاش هاد الفتاحة ديال الكهرباء كاتخدم؟
واش غادية تكون ساهلة قريب؟
واش تقترح شي نوع ديال النبيذ يجي مع هاد الطبق؟
ضاع التصريح ديال التنقل ديالي.
واش كاين بلاصة ديال صرافة ديال فلوس أجنبية هنا قريب؟
واش كاينين شحال من لاعبين معروفين؟
فين مكتب المفقودات؟
فين نقدر نشوف فيلم؟
بغيت واحد فرانكفورط سخون، من فضلك.
واش كاين شي واحد سريع؟
نقدر نعطيو لبوست باش تبعثوه ليك.
هاد الضرس تكسر.
طيّح ليا الكاميرا. باغي نصوّر.
بشحال الثمن ديال تذكرة ديال الدرجة الأولى أغلى من تذكرة ديال الدرجة الثانية؟
صافي، غتفتش في المطعم ديالك على شنطتي؟
فين باش ديال الطاكسي؟
صافي كانت زوينة.
باش بغيت شي حاجة للصداع.
أنا تاني. كنت باغي نفهم منيو، و حسيت بيك تقدر تساعدني.
باش تسجل هنا، من فضلك؟
بغيْت شي قطرات.
باغي أكل فرنسي.
تيزغنون د الزهر ديال الخوخ كيتشوفو بيهم ف عيد البنات ف شهر مارس الثالث.
من أي رصيف يغادر القطار إلى تاكاو؟
صافي، واش كيفاش هادو؟
واش عندك شي برتقال؟
واش نقدر نبدلو بشي حاجة أخرى؟
سمح ليا. واش تقدري تقولي ليا شي بلاصات زوينين باش نزور في هاد المدينة؟
واش كاين كانطين قريب من هنا؟
تذاكر ديال الذهاب و الإياب لبوستون، من فضلك.
تقول "حافظ على المسار".
واش باغي تمشي لشي بلاصة محددة؟
نغلفها؟
إيه، تقدر تْشري طوابع من الآلات اللي في السَّالون.
واش من هاد الصباطر مضروبين؟
أنا في الطريق السريع رقم 80 بالقرب من مخرج بيركلي.
غير اسمك وعنوانك كافيين.
خْلي نْشد ليكْ الݣرانْد ديالك.
اشحال كيدوز؟
نادي واحد كيعرف يتكلم اليابانية.
هادي هي الغرفة رقم مئتين وواحد وثلاثين. واش ممكن تبعت ليا كاسين قهوة؟
نظن هاد التغيير ماشي هو اللي بغينا.
تايد تقريبا ثلاث ساعات باش تمشي للخدمة و ترجع.
واش تقدّر توصي على محل صغير معروف عند الشباب؟
عندُو معدّل ضرب كيعادل 3.25.
أفْكْ مَجّيشْ تاني.
أنا غادي نمشي في الساعة 2 و ربع نهار.
عندي تيكيت ل ديترويت اللي غادي يمشي في الساعة حداش الصباح.
عافاك، بغيت بلاصة حدا الممر في النص.
واش تقدري تعاوني باش نلقاه؟
kanbḥt ḥaja mṣunūʿa f l-wilāyat l-mttaḥda.
واش تاخد أكثر من عشر دقايق بالرجل؟
أظن أنني كنبد ليك.
واش قلتي خاصنا نعطيو الورقة فين باش؟
واش كاين واحد كيهتم بيه؟
شحال السكان ديال بلادك؟
أربعة أشخاص، الساعة سبعة وثلاثين دقيقة هذه الليلة. بأي اسم نكتب الحجز؟
باغي نبدل طلبيتي.
اش داك الأول بلاصة كيزوروها السياح في إنجلترا؟
غادي نمشي غدا.
بغيت شوية ديال الخيار المخلل، من فضلك.
واش عندك الوقت دابا الليلة؟
جيت من طوكيو.
بغيت عصير، من فضلك.
فين ناوِيك تزور ف هاد البلاد؟
اش دايرة بهادشي؟
السيد فرانك شميدت، مدير المصنع ديالنا، يفرّح باش يبان ليك بلاصة الشغل.
خمسة و عشرين دولار شاملة مصاريف الطوبيس، المرشد، و رسوم الدخول.
واش بان ليك واش اللي يجي مع هادشي؟
كان عندي طائرة بان أمريكان رقم أربع مية و اثنين. كان عندي شيكت بزاف ديال الحوايج في جوج واليزات.
بغيْت بطارية ديال هادَا، من فضلك.
قرب من المسرح، من فضلك.
مسجل، من فضلك.
فين الكاشا؟
داز الحرارة.
أَسِف، هَادَا هُو النَّوع الْوَحِيد مِن الْغُرَفْ لَدَيْنَا.
كنايمتعاملو بالأساس في الأجهزة الكهربائية المنزلية.
واحد سنجل بلا حمام، من فضلك.
إييه. كانبغى نلقا شي وحدة ديال فستان.
باغين نجربو الأكل ديال الدار.
واش فيها شي حاجة؟
خودي صاحبي للمستشفى، من فضلك.
ختّار بزاف.
المتحف المتروبوليتاني للفنون مزيان.
هاد العنب بنين.
واش واش الرقم اللي خاصني نمشي فيه باش نعرف المعلومات؟
فين تليفون؟
غادي نديرو اجتماع ونقررو ف هاد الأسبوع.
عافاك، عطيني وصل باش نعطيه لشركة التأمين ديالي.
إيه، كاين. السماء باينة معتمة.
هاد النبيذ مزيان بزاف و خلاّني مرتاح.
واحد مفقود. شريت خمسة كاملين.
شكراً بزاف ليك على خاطر مشيتيني لهنا ف وقت متأخر. أنا ممتن بزاف لخدمتك.
اش داكْلة اللي كتْجي بسرعة؟
بشحال الليلة الواحدة؟
بالتأكيد. صاافي، سيدي.
ما خاصكش تقادني باش تاكل.
واضح، تفضل.
ما تقلقش. طلبت واحد من محطة الإطفاء.
بشحال الثمن لـ Holiday Inn بالتاكسي؟
واش تقديت ليك.
سمح لي. سالت شوية ديال القهوة.
لا، غير شوية ديال الشهور. باغي نبقى هنا تقريبا ثلاث سنين.
واش البريد قريب؟
باغي نستأجر شيّ معدات ديال الـويند سيرفينغ.
واش عندكم أطباق تقليدية ديال هنا؟
واش تقدّر تحجز ليا هاد البلاصة؟
ما فهمتش شنو كتقول.
السلام عليكم، فين الكابينة ديالنا من فضلك؟ واش تقدرو تدورو لينا الطريق؟
ما غاننساش الوقت اللي قضيناه مع بعض تحت الشجرة في يوم صيفي زوين.
واش هاد الشباك هو الصواب؟
تقدر الحرارة تزيد شوية هاد الليلة.
ها الاسم الكامل وعنواني.
بشحال غرفة دبل؟
هاد النبيذ طعمه زوين.
واخا تجيب مخدة لغرفة واحد واحد، من فضلك؟
فين في الطابق الثالث؟
ما عنديش وصفة طبية.
فين المقبرة؟
بغي نمشي.
بالمناسبة، فين كاين قسم الربطات ديال العنق؟
واش تقدّر تشرح ليا كيفاش نمشي لهاد البلاصة؟
الاستراحة غادية تدي تلاتين دقيقة. تقدروا تاكلو شي حاجة خفيفة في الماكلا ديال الطابق الأول.
واش تقدري تعاونيني، من فضلك؟
أهلاً بكم على متن طائرة الخطوط الجوية الفرنسية.
واش عندنا الوقت باش ندورو هنا؟
حلمي تحقق.
لا كيتشوب، من فضلك.
فين هاد الميناء؟
هذا مضروب.
صافي. هاك مفتاحك. رقم الغرفة ديالك واحد واحد تسعة.
فين نقدر نشري طّالْاس؟
سمح ليا على المقاطعة، ولكن خلينا نمشيو للموضوع الرئيسي. كاين بزاف ديال الأشياء اللي خاصنا نناقشو اليوم.
أنا عندي حساسية للمضادات الحيوية.
عندي شوية ديال التمارين ديال الإنجليزية، والرياضيات، والفرانساوية.
غادي نرسم واحد الخريطة.
واش تقبلو الدولار؟
الفيزا صالحة لمدة ستة أشهر.
صافي، ما خاصناش نخدموها الليلة.
آه، غادية جايا.
بـ البريد البحري؟
خطير بزاف إذا ما خديتش طاكسي باش نرجع للفندق.
لا، خايفين غنكون متأخرين بشوية ديال الساعات.
شي وحدة ديال سيجار بدون فلتر، من فضلك.
غادي ننزل في المحطة التالية.
إجمع مكالمة للسيد أوجاوا، طوكيو أربعة خمسة ستة سبعة.
فهمت. أرجوك املأ هاد النموذج. ممكن ما نقدروش نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو نعاودو
أنا مع الأسف بزاف، سيدي. خاصنا نعلم الشرطة بهادشي.
واش كاين محل تخفيضات هنا قريب؟
تم قبول اقتراحه.
أريني فواتير الشحن من فضلك.
عطيني الطريق.
إي، عندي جوج قرطونات.
صاحب الكيس. ضرّبو.
إيه، عندنا تسعة وتسعين نوع ديال الأكلات الجاهزة.
أرجوك اتصل بطبيب ياباني.
هو طالع يتغدى دابا. غيعاود يجى ف عشر دقايق.
واش غادي نوصلو في الوقت؟
باش نطلب منك ترسم ليا الطريق باش نمشي للبريد؟
عافاك، شي واحد يعاوني.
بغيت نشوف، عندي شي مشكل في الكاميرا ديالي. واش تقدر تشوفها ليا؟
واش كاين شي خط ديال الباص آخر غادي لهاداك بلاصة؟
هاد السعر باش كامل السيت ولا لكل واحد؟
واش واش من نوع ديال السلطة بغيتي؟ عندنا ألف جزيرة، جبنة زرقاء، وفرنساوية.
بغيْت شوية صْرف.
تقدر تحكي بباطئ من فضلك؟
لا، صاوب. تزوجت من ستة أشهر تقريبا.
بالطبع سيدي. كيف بغيتي الستيك ديالك؟
تقدر تقولي كيفاش نتحكم في درجة حرارة الغرفة؟
كلشي مزيان.
واش الكيمونو الرسمي شنو؟
أنا كنمشيش للتحويشة شي مرات في الساعة.
كنبغ كاس ديال النبيذ الأحمر، من فضلك.
kanhdām ʿla shāl bḥal s-sīd.
تاخد ليا صاكي، من فضلك.
هاد الباص غادي لبوستون؟
غادي نمشي سبع د الصباح غدا، بغيت النمرة د الخدمة دابا.
قطّعهم شوية فوق الحواجب، من فضلك.
غادي ناخد هاد الشي و هاد الشي.
باغي نعطيهوم بهادشي بالبوستة ديال البحر.
صافي سدي التليفون. غنعود نعاود ليك بعد شوية.
المية ف البانيو طغّات.
كاينين أربعة فصول متميزين.
صافي، غانطيح 3%‎.
ما كتقراش الكارت ديالي في الدّاك.
الموديل يقدر يكون أسهل في الاستخدام.
كانو عندي هاد الأعراض من داك الصباح.
هادي كيدا في الغرفة سبعة تسعة وعشرين. عندي ألم شديد في كرشي. أرجوكم اتصلوا بطبيب لي.
كنكرهك.
كنبغي نحجز جناح.
فين هي البنزين؟
واش داكشي عدوى؟
غادي ياخد إعادة إصدار الكارت حوالي تسعة وتسعين يوم. أرجوك حط اسم الفندق ورقم التليفون ديالك على هاد الورقة باش نقدروا نتواصلو معاك.
هاد الليموزين غادي للماريوت؟
واش غتمشي للدار ديال الدراسة؟
واش تا تشرب شي حاجة؟
بغيْت خيمة.
لقيتو.
kanqelleb 3la khayt.
واش علاش كاتقرا بهاد الضربة؟
واش الطلبية ديالنا غادية تجينا قريب؟
أقرب حاجة من هنا شنو؟
واش القطار كيتوقف في أديليد؟
أرجوك، نفّذ واحد ديال الحمال.
باغي هاد واحد.
بهاد الطريق، من فضلك. هاد البلاصة حدا الضّريعة ليك.
بغيْت شوية نقط ديال الأنف.
واش هاد واحد ستياسيون ديال الميترو ولا ستياسيون ديال القطار عادي؟
فين هي قاعة الصعود للطائرة؟
هي وحدة ديال الزوال.
غادي ياخد شوية ديال الوقت باش يتحضر ولكن.
هاد نهار لخرجو خاصنا نقررو واش نمشيو قدام فخططنا باش نبنيو فرع فشي بلاصة ف أمريكا اللاتينية، و إذا مشينا، فين بالضبط، متى، و كيفاش.
باش نتفاهمو فمرة أخرى؟
باش ما تزيد قيمة الشراء على تسعة وتسعين دولار، تقدر تستعمل نظام الإعفاء من الرسوم.
بني. السمية ديالي مكتوبة على الجنب ديالو.
غادي نخلي الساعي يفتح الباب بالمفتاح الرئيسي. صاافي، دقيقة واحدة. شنو سميتك ورقم الغرفة ديالك؟
كنت كنعجبني نسمع لموسيقى السول.
البطارية فارغة.
فين فهمت. بغيت واحد تيكيتين ديال الذهاب و الإياب لسان دييغو من فضلك.
قهوتك، من فضلك.
اشحال الوقت؟
واش محتاج باش نْصيد رُخْسة؟
كنبغيو طاولة حدا الضّريسة.
أنا معطل.
واش كاين شي مدرسة ديال الغوص؟
واش تقدّر تنزل ليا شناطي في سبعة د الصباح؟
واش خاصنا نعطيو فلوس على المشروبات؟
kanbghik Goya. mashi f rasii nchouf-hom.
واش نقدر نشري التسجيلات بثمن زوين تمّا؟
واش عندكم طوبيس ديال المطار؟
صافي، ملي تجي ل اليابان، خاصك تزور داري.
آه، قرب ساعة. هاذيك بعيدة بزاف.
هدّو مزيانين بزاف باش تْجي للبلعَة.
اشحال اللي كتاخد الطريق تمشي و ترجع؟
واش تقدّر تحافظ على شناطي حتى الساعة أربعة؟
تايخود تقريبا أربعين دقيقة. تفضل بْروشور ياباني، إذا بغيتي.
خمسين سنتيم لكل كلمة. الثمن غالي أكثر مما كنت نتوقع.
واش نقدر نخلي هاد العربة تا خارج من السالة؟
هادو غيعفا من الضريبة؟
أحسن حاجة هي تقضي وقت ممتع مع الصحاب الزوينين.
باغِ نمشي نحجز غرفة مزدوجة فيها باينيو لِ ليلتين، ابتداءً من الثالث من ماي.
واش تقدّر توصلهم ليا غدا الصباح؟
بسبب العاصفة الثلجية، تم إلغاء رحلة الخطوط الجوية الكندية رقم صفر اثنين واحد.
واش كتشوفو الكتب لليابان؟
بشحال غتبقى؟
واش جهاز الأشعة السينية غادي يأثر على الفيلم؟
أنا داير ريجيم، بغيت شي حاجة صغيرة، من فضلك.
تم إلغاء الرحلة. غادي نوصلك لواحد الفندق.
غادي نوصل متأخر، ولكن حافظ ليا على الحجز ديالي، من فضلك.
اشحال الوقت غيكون؟
عافاك، بغيت تخفض ليا شوية في السعر.
أنا بالضبط قدام غرفة ديالي. رقم الغرفة ديالي هو جوج واحد.
عندنا عشرة غرف فردية، وثمانية غرف مزدوجة وتسعة غرف توأم.
نقدر نشخّو حوايجنا هنا.
هدّيه على الميزان تمّا. خمسة و سبعين سنتيم.
واش تقدّر توصّلني لمحطة الاتحاد و ترجعني؟
بغيْتْ نشوف هادَا.
أحسن، باْشْيْ سْتاْناْوْ الْحْكُومَةْ تْجِيبْ بْشْحَالْ دْ لْقَوَاعِدْ لْيْ تْزِيدْ فْ لْفْلُوسْ فْ سُوقْ.
واش عندكم طوابع البريد الجوي؟
واش نقدر نشري كلشي في هاد اللستة من السوبرماركي ولا خاصني نمشي للصيدلية تا؟
لا، ما كانديرووش، ولكن نتا اللي تشري البنزين. من فضلك ملي الصندوق قبل ما ترجع السيارة.
كنبغى نعطي هاد البوسطال ل اليابان بالبريد الجوي.
في نيويورك. و قالت لي الوكالة ديال السفر بلي غيكون مزيان.
شكراً على كلشي.
واش تقلب/ي نعاود نرجع لليابان؟
واش نقدر نسولك شمن سميتك؟
بالنسبة للسعر ديال دابا، غادي يوصل لهاد المبلغ.
فين المعرض؟
باش نقدر نستعمل الحمام ولا الدوش الليلة؟
الرقم هو ثنين و تسعة تريبل خمسة واحد اثنين اثنين.
حنا تلاتة.
وا عباد الله، أعطيني شي حاجة مزيانة.
الڤاقت ديالك خاصك تبدا على الساعة دّوا زوالا، بحال ما حجزتي. ولكن غايكونو كاينين شي ناس سالاو قريب.
واش حجزتي؟
أنا كنمشيش للتحويشة كل نصف ساعة.
بشحال الوقت كيجي بالبوستة ديال البحر؟
هنا بالضبط؟
غادي نبقاو ثلاثة د ليالي.
باغي نبدل طايرتي.
واش كاين محطة ديال الميترو قريب من هنا؟
هذا السيد كوباياكاوا كنكلم. واش نقدر نتكلم مع السيد توماس؟
واش هاد الطران شحال عاد غادي يمشي؟
بشحال كتنظمو حفلة موسيقية؟
باغي ناخد درس في التزلج.
كنبغ نستفسر على شقة الإيجار ديالك.
لواحد الشخص؟
عطيني شي قارورة صغيرة ديالو.
فين كيعاودو الناس ديال هنا كياكلو عادة؟
واش كان عندك شي كارت ديال الفلوس فيها؟
غادي يكون أربعين دولار بالإضافة للضريبة، يعني المجموع غادي يكون 43 دولار.
واش ساهل على واحد الولد عندو عامين يلعب؟
باغا بغيت نعطّي هاد البوسطالات ل اليابان.
أنا من فرنسا.
باش نشوف تيكيط ديالك؟
زوج ديال تيكيطات في واحد الجيه لـ واشنطن دي سي، من فضلك.
واش نقدرو نلعبو بهاد الصباط؟
تقدر تصلح هاد التقديس في سروالي؟
أرجوك، اعمل مكالمة بثمن المتصل.
ما نعرفش شحال هو داكشي.
فين أقرب تليفون؟
إيه، تفضل. غنتسناك يتصل بيك.
واش تقدّر تعطيني شي تخفيض باش نمشي ثلاثة د ليالي؟
باش ناخد ليك خاطرك؟
في الدار ديال السينما حدا المكتبة بالضبط. ولكن خاصك تحجز.
سمح ليا. واش نقدر نحصل على خريطة ديال المدينة؟
ماشي خطر؟
هاد الخط طويل.
باغي بيض مقلي، خبز محمر و عصير طماطم.
خريطة من فضلك.
تقدر تقسمها ليا، من فضلك؟
واش عندك شي formulaire آخر؟
واش السمة ديالك مربوطة بالشناطة ديالك؟
واش عندك شي حاجة تعلن عليها؟
غرفة دبل، من فضلك.
ما كاينين حتى بلاصات محجوزين. تقدر تجلس ف أي بلاصة بغيتي.
بغيت شي مقانق، من فضلك.
خدا ليا كريشي.
واش كوري؟
لا، ولكن عندنا سيارة صغيرة جديدة ديال النوع المتميز. الحمرا اللي تمّا.
قلتي/قلت على سعر الصرف ديالنا. واش يعني كل بنك عندو سعر مختلف؟
شنو غدي نتوقعو مني نلبس؟
بشحال ديال العملات خاص؟
قيسها ليكَ/ليكِ من فضلك.
كنبغي ساعة ديال الحيط.
فين غادي يوصل الباص دابا؟
آه، نتا زوين بزاف، مازال؟
الفرنك السويسري، واش؟
اشحال من وقت كتاخد من لوس أنجلوس لسان فرانسيسكو؟
السلام عليكم. واش نقدر نعاونك؟
كنبغي شي دوا على شي حاجة في المعدة.
باغي نقول لصحاب ديالي على هاد البلاصة، واش تقدر تعطيني بروشور ديال فندق؟
ضاع جواز سفري. أرجو تحرير محضر سرقة.
فين غادي يوصلني؟
فين نقدر نمشي نشري تليفون؟
سمح لي شوية.
نكتب ليك.
اش دايرة أحسن جولة شاملة في المدينة؟
أبغيتي تملا هاد الاستمارة من فضلك؟
بغيت كلب حار مع البصل، من فضلك.
اش خاص اليوم في هذا المطعم؟
سمح ليا. واش تقدري تعطيني فكرة على شحال ثمن عشاء متوسط؟
بدل هاد الشي، من فضلك.
واش ما نفكرو نمشيو لباريس غدا الصباح ونبدلو للطائرة ديال سويس إير فالليل؟
أرجوكم انتظروا حتى يتم توجيهكم إلى مكانكم.
ممنوع الغوص.
إيه. هاد هي الغرفة تسعة عشر. المكيف معطل. تقدر تصلحو؟
صافي. فين هي الزر ديال التصوير ديال هاد الكاميرا؟
لقد فزنا بعقود مع أغلب الموردين في اليابان.
واش تقدّر تقولي كيفاش نمشي لـ Union Square؟
باش تعرفني كيفاش تستعمل البومب ديال الغاز؟
واش عندك الخردل؟
في فندق ZZZ. سمية مضحكة، مشي كذلك؟
المرجان هنا زوين و التيار معتدل نسبيا.
خمسة و ثمانين سنتيم.
كان ذلك شيّقًا جدًا.
سجلت حقيبتين.
بالتأكيد. و من فضلك سلمي تحياتي الحارة للسيدة كوك اللي بدات بزاف مبادرات مزيانة خلال الاجتماع ديالنا.
واش عندكم شي بلاصات خاوية بهاد السعر؟
عندي رقم حسابي البنكي.
كنخاف ما تقدرش. غتضطر تخرج لبرة وتمشي شوي.
أنا ربة بيت.
شحال تقرا اسم العائلة ديالك، من فضلك؟
tikté l-shikago, bghit.
واش تقدر تبدل الكوطة راسك؟
صافي مزيان بزاف. خاصك تجيني و تزورني شي مرة.
فين المشكل؟ تفضل شرح.
من اليسار، تشير هذه إلى وقت التصنيع الضروري، وتوقعات التكلفة، والمخاطر المالية.
تقدر تبدل ورقة عشرة دولارات؟
واش واش غاديين نمشيو في شحال؟
واش تقدّر توصي ببعض الفنادق الأخرى؟
بغيت شي بودرة لوجه، من فضلك.
واش الطيارة متأخرة؟
سمح لي.
كاين شي فراغ هنا.
ماعندنا غير المقاس ثمانية دابا.
عندنا قهوة، أتاي، عصير ديال البرتقال، وغيرهم. واش شنو بغيتي؟
ما تعاكس.
أنا مابقيتش هنا، غدي نمشي.
هذا باين ناقص طياب. تقدر تطيبو شوية مزيد؟
تا تاخد هاد الشنطة للطاكسي؟
باش بغيت واحد تقيل.
شوية فلفل، من فضلك؟
لا، أنا محظوظ. هيا.
فين نقدر نشري؟
واش عندك واحد أكبر؟
أخبرني من فضلك ملي كي نوصلو لـ غرين بارك.
واشْ نْخرّج تأمين؟
واش نقدر نصور في المتحف؟
واش واش كاين شي حاجة غادية دابا ف الفيلم؟
تقدر تبدل هادشي لليورو الياباني؟
إيوا، درت. مشيت الأحد اللي فات مع صاحبي.
هادي هي الغرفة ثلاثة على اثنين.
واش نقدر ناخد خبز مزيد؟
واش تقدري تساعدني نشري تذاكر؟
واش الثمن ثابت للوسط المدينة؟
بغيْت نحجز طاولة لثلاثة نْاس في سبعة دّي الوقت، من فضلك.
شفتي واحد البناية بيضة؟ كاتبان قدام البناية.
هاد الطريق ديال الطران اللي غادي لـ X؟
أنا فـ "ABC" Hotel، الغرفة 685. واش تقد تسولو ياتصل بيا هنا من فضلك؟
لا شكراً، هذا كامل.
المفاصل ديالي كيحرقو.
فين بغيت نبزط؟
هاد الكافي سخون بزاف.
أعطيني نسخة من محضر السرقة، من فضلك.
كاينين عندنا شي طرامواي فمدن كبيرة بحال طوكيو.
أفين، معندناش نفس السلعة.
واش تقدّر تعطيني شي حاجة تخدر؟
واك. تمشي ديريكت ثلاثة بلوكات. ثم تقلب على اليسار. غادي تشوف باب صيني زوين.
الثمن غيكون عشرة دولارات لكل واحد.
سمح لي. واش ممكن تملاها بالبنزين العادي، من فضلك؟
واش شفتي الزّطّاح مزيان؟
صافي، واش رأيك؟ بغيت نسمع شنو كتقول بالصحة.
واش تمشي تحمل هاد الصباط ليا في داكشي؟
غادي نرجع لهنا غدا. واش واقيين شحال د الوقت كتعرفو؟
واش فيها شامبو و سشوار؟
واش منين بغيتي تشوف؟
واش واقتا وقت الصعود للطائرة؟
بغيْت شي كلسون.
غادي نعطيك رقم تلفوني تما ف أقرب وقت.
الطّبق الرّئيسي هو مزيج من اللحم المشوي واللوبستر.
من أي رصيف بيمشي القطار ديال بوسطن؟
هذا من أجود ما عندنا.
تقدر تعوضني عليها؟
غادي ناكلوها مع بعض، بغيتي تجيب معاك فورشيطة زيادة؟
هل لا يزال كبار السن يحظون بالاحترام في اليابان؟
واش تيتخلص على السماعات؟
الثمن الأساسي هو 500 دولار، مع إضافة 55 دولار شهريا.
في فندق الهاليكولاني.
بالطبع، سيدة. بغيتي نعاونك بديك السنسلة ديال الأحذية؟ كيف جاتك المقاسة؟
واش تم التأكيد من جديد؟
باش نتأمل هادشي؟ عفاك.
شربة د لّارج، من فضلك.
اش نوع، سيدي؟
واش هادشي مزيان؟
صافي مزيان بزاف على باش يكون صحيح.
واش نقدر ناخد جوج هوت دوج معطلين؟
عاونني، من فضلك.
kanqdeb six d sba7 kul yom.
أفين، معنقَدروش. غاتحتاج أكثر من أسبوعين.
فين نقدر نمشي باش نعاود معلومات على السياحة؟
واضح. غنتأكد مع الموظفين ديالي.
اش كيفاش نمشي لبنيان إمباير ستايت من هنا؟
شحال ثمن الكرا ديال طليفون محمول و باجر؟
يا ربي.
واش بديتي تاخدي طلبات ديال العشا؟
سميتي تسونيو سوزوكي. هاذي تأكيد الحجز ديالي.
في فندق ريتز.
السلام عليكم. لباريس من فضلك.
طاولة حدا الضّريبة، من فضلك.
تقدر تبان لي اللي كاينة حدا الضّريبة؟
واش هاد الكريم ديال الجسم كيمنع العرق؟
بلاستيك، عافاك.
ضاعَتْ عندي الساك.
بغيت نجرب هاد الشبشب العالي.
واش عندكم بدل الحرس اليوم؟
تقدر تصرف هاد الوصفة من الصيدلية اللي في الطابق الرئيسي.
ما عندك شي فلوس صغار؟
سمح لي، ولكن الطاولات كلها محجوزة. بغيتي تنتظر؟
هذا واحد معطل.
كنبغي باش ناخد تيكيت ديال أسبوع، من فضلك.
غادي نجرب شي وحدة ديال الطّالْيْ.
واش ممكن تعطيونا منفضة ديال السيكارة، من فضلك؟
أرجوك انعطف لليسار.
تانكا، الغرفة واحد صفر صفر.
سمح ليا، واش نقدر نشرب شوية ديال الماء؟
داكشي كبير عليا بزاف. أريني مقاس أصغر من فضلك.
الله يخليك على هاد الكلام الزوين.
تحداك. ها أنا آتي.
واش ممكن تعاود إصدار تذكرة فقط للمصاريف الإدارية؟
غادي ياخد تقريبا ساعة.
خمسة وعشرين و أربعة خمسين.
واش داك صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نبقى نخبّرك فين غادي نكون.
واش كاين مطرح ديال الغسيل قريب من هنا؟
باش نݣترض واحد السيشوار؟
واش تجيب ليا الملح، من فضلك؟
هاد شي هدية.
كانستنى حتى تعطينا الصمت.
الرقم هو صفر ثلاثة ثلاثة اثنين ثلاثة أربعة واحد اثنين ثلاثة أربعة.
انا مزيان بزاف بالهدية.
يا الأحسن نمشي نشدّ التيساع مزيان، باش ما حد يحاول يخطفها ليا.
بالعشية كتدوز الضو فدربو على 4 ديال الساعات والمحلات كتقفل بكري.
واش الضريبة مضمنة؟
بشحال باغي تقطع؟
سمح لي، ولكن واش تقدر تشرح ليا هاد الزرابي؟
واش بغيتي الطوموبيل اللي تمّاك، بلايموث؟
سمح ليا، ولكن محتاج شي واحد يعاوني.
أربعة أيام. إذا استمرت الأعراض، يمكنني ملؤها مرة أخرى.
واش كاين شي خدمة لـسياتل من شيكاغو؟
واش الورق ديال القياس القانوني غادي يدخل؟
واش كاين طواليت خاص؟
خاصّ يكونو المناشف مْلفّيين ف الرفّ فوق الحوض.
وريني شي سويات يمشيو مع هادشي.
كنبغيو، بواستطاعتنا إثبات سهولة استخدام الحاسوب الصغير في هاد المجال اللي مهمل شوية، نعطيو دفعة للمبيعات ديالهم في المحلات اللي كايبيعو أدوات مدرسية.
بشحال الثمن؟
kayn طلب كبير على هاد الحاسوب الجديد.
كانزنز هنا.
باش بغيت شي دوا للمّ العوج.
امكانية، كانعاوني بغيت طائرة صباح بكري ف 26.
غادي ناخد فطيرة بالمغرفة، من فضلك.
بغيت شوية ديال الماء، من فضلك.
إذا كانت تلك الجولة ليوم كامل تتضمن مرفأ الصيادين، غادي ناخدها.
ما عليك.
ما حسّيتش براسي مزيان، عطيني شي دوا من فضلك.
هاد الستيك صعيب بزاف بالنسبة لي.
صافي سالاو.
صافي، هاد الفريق شباب مزيان، والـ Dodgers دايرين حالة قوية بزاف.
لا مزال، شكراً.
فينزل وسط مجموعتنا.
باغا بغيت نقدر نقيس الملابس قبل اليوم.
فيلم سلايد ملون، من فضلك.
السكان ديال اليابان هو السابع في العالم.
واحد حاول يدخل بالكرطية. واحد الشاب، بحال شي خاطف.
داكشي ضيق بزاف على الصدر.
واش تقدّر تجيب شركة ديال التأمين؟
واش عندك شي أنواع ديال النبيذ؟
لا، خذ رقم ثلاثة.
خمسة دولارات.
أه، شكراً ليك. عجبني.
أنا في مهمة شغل.
غادي نبقى في فندق هيلتون. غانكون هنا غير ثلاثة أيام.
بغيْت تلفزيون محمول، من فضلك.
واش كاينين فنادق قريبين من المطار؟
باش بغيت فرانك مع شلاضة، من فضلك.
عندي وخزة في كرشي.
ڭالوا للنجدة، من فضلك.
تذكرة طالب واحد من فضلك.
أكتب رسالة في أقرب وقت توصل فيه.
سمح لي. شوف، أنا نعوض على كلشي. غير متصيوش البوليس. والدي غايقتلني.
أنا مسدود.
تقدر تلفّها في شي باكية ديال الهدايا؟
عندي وجع خفيف في المعدة.
ما عندك شي حاجة بين بين؟
شحال جوج طوابع ديال واحد دولار و عشرة طوابع ديال عشرين سنتيم، من فضلك.
ما كياكلوش البيض نيّ في أمريكا.
فين نقدر نصلاح ساعتي؟
وخاصنا قول لهم غدي نتأخر تقريبا نص ساعة.
عطيني عشرة ديال الطّايْ، من فضلك.
أنا كنستعمل الخزانة ديالك ديال القيم.
فين غادي نمشي باش نوصل للمطعم؟
بّاش ترَاعْ.
غادي يكونو جاهزين غدا. ولكن مع الخدمة المميزة ديالنا، غدي يكونو جاهزين فحال هاد الليلة.
واضح، خد رقم خمسة ديال الباص من الفندق الملكي ونزل في ساحة المدينة.
سمح ليا، ولكن واش تقدّر تبان لي فين المحطة؟
تقدر تلقاه في المحطة ديال الطوبيس تمّا.
غادي نسولُو واش عندُو وقت مزيان قبل ما نتصل بيْه.
المنصة ديال كراء السيارات، من فضلك.
باغي نشوف الجبال.
واش هادشي ديال النساء ولا ديال الرجال؟
باغي نشري طوندة جديدة.
باغا بغينا نديرو شي بلاغ على ضياع الأمتعة.
صافي غنمرو من المحل ف الطريق للدار؟
غادي يكمل غدا العشية.
بدل هادشي لبيستة، من فضلك.
واش بغيتي تقعد في بلاصة كتدخن فيها ولا في بلاصة صافية؟
هذا السيد Tanaka. تسجلت توا، ولكن هاد الغرفة ماعجباتنيش.
Whisky b l-tal’a, ‘afak.
لا، ولكن عندنا طبيب كيعرف اليابانية مزيان. صافي، ما كاين والو مشكل.
صافي.
ما كنعرفش المقاسات ديال أستراليا.
تقدر ترقص معايا؟
صافي، هاكا سالا. شحال بغيتي نعطيك؟
ila kan 3endi blasa dyalk, ghadi njarrab hadak.
الجدول كيوضح الفرق الرئيسي بين النوعين ديال العقود.
واش أنا؟ الشطرنج لعبة مثالية بالنسبة ليا.
إيه. بغيت نشري شي تحف. واش تقدّر توصيني بشي حاجة تقليدية؟
دا مريض. الله يخليك صايفط ليه طبيب.
واش الرياضة اللي كيعجبو الناس هنا بزاف هي شنو؟
شنو نوع ديال البرامج التلفزيونية اللي كتعجبك؟
واش غادي نزيدو ولا نقصو يوم ف الطريق ل أمريكا؟
أَريْنِي الْجَدْوَلْ، مِنْ فَضْلِكْ.
كنبغي شي مكبرات الصوت.
واش ساكن بوحدك؟
غادي تتهنا حوالي ساعة.
اش كيفاش ديرها؟
ماشي مزيان الكاميرا ديالي. Or, alternatively: ما خدّامة مزيان الكاميرا ديالي.
تقدر تقضي وقت ممتع.
إي. هاد الصباح شريت واحد السواط في المحل ديالك. ولكن ملي رجعت وفتحتو، ما كانش هو اللي شريت. هادي وصل الشرا.
اش كيفاش تاكل هادشي؟
واش عندكم سلاطة خضرة؟
صافي، ما باغي.
واش تعرف شي دكتور يتكلم اليابانية؟
واش شنو وقت البدية ديال العرض؟
باش نقدر نعطيك بالين؟
الهوايات ديالي هي تسلق الجبال و نعزف على البيانو.
ما يمكنش نعتقد خاصني نرجع لليابان. يا ريت نقدر نبقا شوية مزيد.
بغيت الماء كيتسرب من فوق. ما نقدرش نقعد هنا.
نصيحتي ليك، خد شي تحفة.
هادي السيدة مايزاكي في الغرفة 2315. بغيت واحد تليفون صاحي فصباح غدوة.
mashhur b l-maḥiṭ zwin.
بسلامة.
فين نقدر نشري تحفة؟
إيه. بالزرق، الأحمر، والأصفر.
بكل سرور، أنا في خدمتكم.
بغيْت نْعَمِّرْها ف النّومْرُو خمسة، من فضلك. تا هادي عشرين دولار.
فرصة سعيدة.
فين نقدر نبدل شي شيكات ديال المسافر؟
واش تقدّر تحجز لينا غدا العشية؟
واش تقدّر توصّلنا للكراسي سيعة عشرة و سيعة عشرين؟
مقدَرْتْ نشري سيارة جديدة غير ديما قريب.
قسم شعري من اليسار، من فضلك.
بشحال كايجي الباص ديال هايد بارك؟
واش عندك مرشد كيتكلم اليابانية؟
إيه، واحد سلامدة خضرة، من فضلك.
خصّك تدير شي طبيب يعرّف اليابانية، من فضلك.
غادي و مع شي صاحبي. ولكن عندي مشكل. ما عندي حبيب مزال.
عطيني دوا، من فضلك.
باغي نبدل غرفتي.
سمعت الإعلان على إلغاء الرحلة واحد صفر سبعة.
بغيْتْ نْعَجْلْ دِّيْرْ دِّيْرْ صَنْدَالْ بْأَرْضِيَّة فِيهَا كَاوْتْشُو، عَفَاكْ.
تمشي ديريكت. فندق ميلتون غا يكون على اليسار.
فين نقدر نلقا التيكيت؟
باغي ندير حجز.
أسرع بقدر ما تستطيع.
الطبخ تما مزيان.
بشحال ديال القنّين ديال المشروبات الكحولية عندك؟
باغي نوصل للدار البيضاء قبل ستة ديال الساعات.
واش تقبل تنزل الثمن لسبعة دولارات؟
باغي نشري شي حاجة قبل ما نمشيو. واش تقدّر تحافظ على حقايب ديالي شوية؟
تقدر تبدل فلوسك في أي واحد من البنوك ديال المطار.
بغيْت شي كليبات ديال الورق.
اشحال الثمن؟
عندنا نبيذ وردي ممتاز.
حسن.
واش نقدر نتكلم مع السيد جونز؟
واش هاد الفاتورة على حساب واش؟
شفتي الماتش؟ اليانكيز ربحو.
باغِ نمشي ندير تليفون مع اليابان. أنا واتانابي غوروه، الغرفة واحد اثنين ثلاثة. باغِ نمشي نهضر مع السيد واتانابي ماكوتو على ثمانية واحد أربعة خمسة تريبل تسعة كوادرو واحد بالجمع.
ها فاتورتك.
غادي نجرب هادشي.
لا، ما جيتش. غديت جيت دابا من اليابان.
لا شكراً، نقدر نمشي نشوفها بوحدي.
هاد الباص غادي يدوز من شارع الخامس؟
غادي دليلنا يقابلنا في المطار.
باش نڭول ليك شخص لشخص، من فضلك.
لاباس، الحمد لله.
كاينة عندها نزيف.
أنا عندي حساسية من المحار.
واش تقدّر تقولي واش كاين برنامج تلفزيوني اليوم؟
اش نهار د اليوم؟
واش هاد الضلال؟
صحيح. غتكون تدريب مزيان.
أكيد غتمشى شحال هادي و ترجع بحال الأول.
أنا أستاذ/أستاذة.
كنبغي علبة ديال الدّانْ.
٣٦ صورة، من فضلك.
واش الفيلم على أي قناة؟
المأكولات المكسيكية.
ها هو الطوبيس جا. خاصك تسرع شوية.
أحسن طريقة باش تْشري مزيان هي تمشي فْ الدّركْب قبل ما يْجيو الناس بزاف.
نعاودو اتفاق.
آه، مزيان. خصنا وقت مزيان.
اش من كوكتيل مميز عندكم؟
واش عندك هادشي بالخضرا الداكنة؟
عشرين ألف ين، من فضلك.
هادي هي الباب ديال رحلة الخطوط الجوية الأمريكية رقم عشرين لمدينة ميامي؟
صافي ناقص.
واش نقدر نبدل هاد العملة لعملة ديال بلاد أخرى ف وقت لاحق؟
عطيني كل فلوسك.
عندي مكتبي هنا فوق. هادي آن باتلر، السكرتيرة ديالي. آن، هادا السيد أوزو من أوساكا.
باغِ بغيت نحجز بلاصة في الطائرة من الدرجة الاقتصادية لشيکاغو لهدّاك الأربعاء.
باغي نحجز غرفة للثلاث ليالي الجاية.
تقدر تفتح ليا الباب؟ ولا نعطيك المفتاح الأصلي؟
واحد من داك باك طوموبيل، من فضلك.
مايهاما هي المحطة المناسبة لديزني لاند.
غا مزرب شوية.
بشحال غادي توصل الباص لـ Hilton Hotel؟
هادشي طبق معروف في المطعم ديالنا.
أرجوك ادافع رسوم إلغاء الحجز ديال الفندق.
صافي. غنخرج من الخدمة في سبعة، واش سبعة مزيان؟
صافي. رصيدك في الحساب ديالك هو ست مية و تلاتين دولار.
كاينين تمّا المحلات الكبيرة.
واش نقدر ناخد المتاع ديالي في وجهة الوصول؟
شوفو ليا فهاد الوقت بسرعة.
واش عندك شي كادو مزيان لراجلي؟
يقدر تبغيني نصحاك وقت الأكل.
واش تقدّر تشرح ليا كيفاش نخدم المنبه؟
باش تقرا.
بالطبع، هاك الموص.
ما خدامش البالصة.
واش شفتي الإشارة ديال Air U.S. سبعة صفر سبعة؟ خاصك تمشي لهاداك بلاصة.
شريت بستاش دلولار ديال البنزين الممتاز.
عندي وجع في كرشي. واش ممكن نعطيك شي دوا؟
kanhdām ʿla tābʿa.
كان شائعًا خلال الأربعينيات والخمسينيات والستينيات.
كنبغى نعرف مقاس العنق ديالي.
بغيتي شي قهوة زادة؟
المفتاح مكسور.
باش نمشي نشعلك؟ واش تعطيني رقم ديال تليفون ديالك؟
هادشي مزيج ديال أربعين في المئة قطن وستين في المئة نايلون.
نْراهن عليها على الأحمر الزوجي.
الثمن ديال الأدوات ديال الكولف كاملة ثمانية دولارات، و الصباط ديال الكراء دولارين.
ثلاثة أيام من سبعة يونيو.
واش كاين شي شقق يقدر واحد السياح يْكْرِي؟
واش عارفني هنا؟
غدوة؟ ما عندي والو فحال هاد الوقت ديال لْعشية كاملة. ولكن علاش؟
باغِ بغيتْ نْعملْ مكالمة جماعية للسيد هاشيموتو.
واش كاين شي ماتش ديال كورة هاد الويكاند؟
تبارك الله، بغيتها.
أمكن تقولي فين الفاتورة ديالي من فضلك؟ واش هاد الثمن شنو كايعني؟
هُم في الدّار الآخرة ديال قسم المجلات.
اش من اختيارات اليوم؟
فين خاصني نعاود نعمر طلب الإعادة؟
شاوي بزاف شوية.
تابيو أوزورا.
نوريك فين غاديين.
بغينا طاولة في بلاصة الدخان.
كنبغي شامبو ضد القشرة.
واش تقدري/تقدر تعاونيني/تعاوني نملا هاد الورقة؟
واش كاين شي تخفيض للسواح؟
بغيْت واحد سْتاج.
بعد الشامبو، بغيت مانيكور.
ما غاليش بزاف. واخا. أه، عندنا فندق مزيان سميتو The Beverly. كاين ف الجنب الشرقي.
غادي نقلب لطلعة أخرى في باريس.
ما تقُولش مُستَحيل.
واش كتعرفو من مدة طويلة؟
في محل الهدايا عند الدخل.
لا. هذه تامورا.
عندي موعد في سبعة.
اش خبارك؟
عافاك، ضغط على هادو.
باغي نحجز كوزيت لمدريْد لليلة ديال دابا.
واك. غير هبط هاد الدرب مرتين، وغتلقا بنك النيشن على يدك اليمنى.
شكراً، ولكن كنفضل نفكر شوية قبل ما نقرر.
واش واش غادي يوصل في شحال؟
بشحال الكيلو؟
اش غيوقع ليك الى قلت ليك اه؟
واش باغي دير شي معاملة أخرى؟
Lady f lḥmer، هي كوكتال فراولة مبنية على الشمبانيا و منعشة بزاف.
هاد شي مفيد. شكرا ليك. سمح ليا، شنو سميتك؟
واش كان فيها شي حاجة مميزة ولا شي علامة خاصة؟
كاين واحد الطوبيس نهار الساعة 12 و 30.
باش نتفرج على السترة اللي في الدريبة؟
دايكيري جوج، عافاك.
واش كاين شي مطعم كيتكلمو فيه اليابانية؟
تقدر تنادي صاحبي؟ ضيعتو في الزحمة.
غادي نعطيك حقنة.
كان صاحبي قد أصابه ألم حاد في المعدة.
كنبغي شي كريمة للبشرة الدهنية.
واش تقدّر توصيني ب واحد السياحة؟
تقريبا ثلاثين دقيقة. تفضلوا بالانتظار في قاعة العبور.
واش نقدر نمشي تليفون جمع للمغرب؟
واش نقدر نحجز بيتزا توصل لغرفتي؟
شنو غانقدو نعطيوك طابلة في ثلاثين دقيقة.
فين أقرب محل حلاقة؟
بشحال واحد المجموعة؟
أنا من ألمانيا.
أرجوك حول هاد الشي لדולارات.
واش عندكم كاكِي؟
باينة ريحة زوينة من داك البلاصة ديال الأكل.
تقدر تشرح ليا كيفاش ندير تليفون؟
كنت متأكد بلي كاين ناس هنا كيديرو المخدرات.
واش فهمتي شنو كانقول؟
واش نقدر نسول على ساعة المغادرة من هنا؟
هو خارج.
باها ولدّي خايف يطيّر في طائرة.
أنا هنا مع صاحبي. واش نقدرو نجلسو معاكم؟
الأكل زوين و الناس كاديخدمو بزاف، ولكن التلفزيون طفولي.
فين فهمت. خليني نشوف ف كتابي. عندي واحد الفراغ هاد الجمعة. واش تفضل الصباح ولا العشية؟
شكراً. أرجوك، ادافع عند الكاشير تمّا. شكراً بزاف.
واش متى ترجع؟
فين باش غادي نشوف السالون ديال المديرين؟
تا تسعة ديال الدقيقة.
أنا مع الأسف. ما عنديش كافي دابا.
صافي. غادي نديروها. واجد؟
هذا كوارتز؟
آه، خاصني نشري معجون أسنان تا هو.
باش طلّب ديال سلطة بطاطا، من فضلك.
التلوث الهوائي مشكلة خطيرة في هذه المدينة.
واش عندكم صالون؟
كرشي كيتقبض.
رقم الهاتف واحد اثنين ثلاثة أربعة خمسة ستة.
واش بغيتي السمك والا اللحم؟
تاخد بلاصة. خاصني نجلس.
بغيلي نمشي للمطار قبل الثمنة ديال الصباح.
كنظن عرفتك من قبل. أنا كينيشي يامادا من شركة نانيو تكنولوجي.
شوف لهاد الجدول ديال فحص النظر، من فضلك؟
غادي نديرو حفلة ودية غدا. اجي مرحبا!
واش ممكن تعطيني مفك؟
واش نقدر نصور فيديو؟
آه، هاد الطيارة صغيرة بزاف باش تشيل جميع الأمتعة.
من فضلك، ممنوع التدخين في المصعد.
كانبغي نمشي في رحلة بحرية.
أبغيتيني نقترح عليك مطعم؟
هادي هي الغرفة تلاتة و عشرين وخمسة. التلفزيون ما خدامش.
بغيْتْ نْصْ مِتْر دْ هَادْ القْمَاشْ، عَفَاكْ.
أدّي مصاريف النقل باش توصل لهاداك بلاصة.
واش كاتفضل كلب ولا قطة؟
نقدر ناخدها.
واش تجيب ليا شي تلج وتا وحدة ديال الكيسان، من فضلك؟
كان عندي واحد الزجاجة ديال الماء المعدني من الثلاجة.
اشْحال رقم الطيارة ديالك؟
عندّي مشكل في القلب.
فين الزيت ديال السمسم؟
هاد هو البلاصة اللي وقع فيها التصادم الرباعي قبل يومين.
شي مرات كانمشيش نلعب كولف فويكاند.
عندّي شي حالات خاصني نفكر فيها شوية.
باغِ بغيت نحدد موعد على الساعة عشرة الصباح.
سكّت. غانعيّط ونطلب موعد باش يتقصّ.
تقدروا تدخلوا ثلاثة؟
ما باغيًش يخدمو مزيان سماعات الأذن.
واش كاين شي فيلم باغي نشوفو ف السينما الليلة؟
واش يمكن يعاودو يصدروا ليا؟
واش عندك مرجان في إطار من الفضة الخالصة؟
شحال هو السن المسموح؟
بغيْت عصير طماطم، من فضلك.
إيه، واش غتشرح كيفاش نستعمل هاد السماعات؟
حتى شحال من ساعة مسموح لينا ندخلو؟
واش تعرف شي بلاصات فيها شي ناس كايخدمو اللي كيتكلمو اليابانية؟
إيه، سيدي، بعض من أحسن الناس كيسكنو هنا - ناس كيعطيو فلوس لسواقي ديال التاكسي، إذا فهمتي شنو بغيت نقول، سيدي.
الدرجة الثانية في اتجاه واحد، من فضلك.
أنا محجوز في الرحلة رقم خمسة باتجاه سياتل غدا.
حنا شوية مزيانين، ولكن لا تقلق.
تأكد من تحقيق كل وعودك.
فين نقدر نسجل في مدرسة الغوص؟
واحدة أخرى ديال ظرف؟
لا للزيت ديال الشعر، شكراً.
شحال نهار؟
ما بغيتش هادشي.
فين فهمت. زوين. ولكن معقولة شوية غالية.
ما عنديش فلوس صغار باش نفتح الخزانة بالنقود.
واش عرفتي/عرفتي بلي ما وقفتيش عند العلامة؟
بشحال الليلة؟
مقاسي سبعة.
غادي نوصل حولية لعشرة دالليل.
رقمي واحد اثنين ثلاثة تسعة صفر خمسة خمسة.
بما أنني جيت لهاد الطريق كامل لساڤيل رو، خاصني نصاوب واحد البدلة.
شحن البطارية، من فضلك.
عشرين أبريل.
باغي نبدل لرحلة ديال لْعشية.
لبسة، شناط، صباط، وتا حاجة بحال هادي.
هي بنية يابانية عندها ثمان سنين.
كيف حالك؟ يدي يوصل تحياته.
يلا بينا نديرو شي حاجة بسرعة، والا غانتاخروا.
واش هشّاشة ولا كيسر؟
خايف/ة هاد المشروع يطيح.
علمني الخطوات، من فضلك.
تقريبًا ساعة ونص.
سمح لي. عطيتو لشخص آخر كان ساكن في نفس الغرفة.
كانت ماري في الوقت المناسب للقطار، ولكن جورج لم يكن كذلك.
شغل بزاف و لا لعب كايخلي جاك ولد باهت.
صافي، نفكر فيها.
تذاكر السرعة صالحة فقط للقطار والمقعد اللي حجزتيه.
الله يعطيك الصحة على هاد الشرح كامل.
ما كاين والو حركة ديال الأمعاء من ثلاثة أيام.
واش أي نادي خاصني نستعمل للضربة التالية؟
واش واش بان ليك أي بلاج معروف عند ولاد الدار؟
كلشي ديالهم حوايج شخصية.
إيه، واحد كولا برك.
تاكل الحلوى براحتك.
ماشي خطروني ناكلو؟
هادي طريفة ديال الإعلان ديالي. واش تقدر تطل عليها دابا؟
كناشرين شحال ديال السمك من بلاد آخرين.
شيّاء هشّة.
ما تقلقش. غنعْلنو عليها.
فين الطريق لـ Fisherman's Wharf، من فضلك؟
واش تجيب ليا شي رْدة و خبز و زبدة؟ هادي غرفة رقم 2034.
باغي نشرب كاس ديال البيار بالشفة.
يعتمد على واش عندك شي حاجة تعلن عليها ولا لا.
صافي سيدي. أرجوك قطع الخط و نعيط ليك ملي نقلب ليك الرقم.
الطباعة المكتبية شايعة بزاف هاد الأيام.
واش تقدر تبدل هاد الفلوس بفلوس صغار؟
مانشستر من فضلك.
سمح لي، ما كانديروش هادشي.
شي سالا مني. واش تقدّر تجيب ليا منديل؟
اش آخر مرة جامعتی فيها؟
شحال ثمن التذكرة لـ White Plains في الخط الشمالي؟
واش هي نصف يوم ديال الدورة؟
أريني جدول المواعيد من فضلك.
باغي/باغة نمغسل/نمغسل يدّي. واش كاين بلاصة فين نقدر نمغسل/نمغسل يدّي؟
واش محتاج تذاكر؟
شي حاجة مضروبة في السيارة. واش تقدر تشوف فيها؟
آه. هو كيعرف بلي بغينا حوايج.
باش مكالمة طويلة المسافة، من فضلك.
سمح لي، ولكنّه في اجتماع حاليًا.
kanhdām 'la bank. wāsh fīn āqrab wāḥed?
اش نوع ديال الخدمة؟
أوه، بحال إيلا بغينا نمشيوا فيها. فين قدينا حالياً؟
صباح الخير. شحال من واحد غايتأكل؟
الكارت مفلول. واش تعطيني واحد آخر من فضلك؟
خاصك تسجل بـ تسعين دقيقة قبل وقت الإقلاع.
خلّيت معطفي في الدّولاب ديال الفندق.
أعطيني هادشي في صراف صغار.
يمكن يكون حدا خدّو بالغلط.
فين الكورس ديال المبتدئين؟
واش عندكم ألوان أخرى؟
باغي نرجع الراديو اللي شريتوه أمس.
اشحال من خط عندي؟
أعطيني واحد تْوَالَة من فضلك.
عندي رحلة توصيل على الخطوط الجوية نورث ويست 234. فين نمشي نسجل الأمتعة ديالي؟
واش نقدر نبدل بلاصتي؟
واحد دولار خمسة و سبعين سنتيم. غنڭال ليك ملي سالات.
تقدر تسول عليهم في طوكيو؟
هادي هي الغرفة ست مية و واحد.
يا له من منظر!
فيقني غدا الصباح على الساعة ستة.
باين عليه قطعة بجودة عالية.
باش ناخد حوايجك؟
أمكن عطيني النمرة ديال الحساب، من فضلك؟
واجه النهر التايمز، من فضلك.
سمح ليا، واش تمشي تصورنا؟
واش كاين شي بلاصة ديال الغوص قريب من هنا؟
باش بغيت برغر بالجبن مع كلشي، بطاطا مقلية و ميلك شيك فراولة.
أرجوك أرسل هذه الطرود مع الدفع عند الاستلام.
انا مزيان بزاف واخا ساليت طوكيو، كنعاود ناكل بحال الناس ديال الغرب.
كنبغِي نمشي هادشي بالكابل.
أرجوك اكتب اسمك، والفندق، ورقم هاتفك على هذه الورقة.
واش نقدر ناخد شي موعد ليوم الجمعة؟
صباح الخير. هاد هي نداء الاستيقاظ ديالك.
مشيت طلبت.
أريني الطريق لمكتب الـ BA من فضلك.
سمح ليا. واش تقدر تبدل هاد دولار وزيرو سنتيم؟ بغيت نمشي نتصل، ما عندي حتى فلوس صغار عندي.
من التاسعة ديال الصباح لتا تسعة ديال الليل.
واش تقدّر تطبع اسمي وعنواني على ورق الرأس؟
هاذ هي وصل الأداء ديالّي.
واش ضروري اللبس الفورمال؟
بشحال الثمن ديال التجميل مع ماسك الطحالب؟
باش بغيت نصرف هاد الشيك.
كيف كان الطقس في لوس أنجلوس؟
صافي غي خارج من داك الباب. تمشي لباج د الباص معلمين رقم ثلاثة. داك الباص غدي ياك لوطيل بيو فيو.
با هاد السوفت، المستخدمين يقدروا يصنعو صفحة ديال ويب في أقل من عشر دقائق.
طيحت و جرحت ركبتي مزيان.
أَريْنِي.
اشْ كايقول هاد السيني؟
واش علاش حافظ المنتج A على حصته الكبيرة في السوق لخمس سنوات الأخيرة؟
صافي. أرجو المضي قدماً نحو فحص جوازات السفر.
عطيني دولارين مزيان.
واش متى غادي تجي؟
واش عندك نفس الحاجة بالأسود؟
اشحال الوقت عندو آخر طرين؟
أرجوك نزلني في المحطة التالية.
لوحات للإيجار، من فضلك.
إيه، عندنا ثلاثة ملاعب تنس في الدار ديال هاد الجناح.
الرجاء خاصني من المحطة.
فين خاصني نقف في الصف؟
بالأرجو تمشي للنافذة الخامسة.
صافي سيدي. نشوفوك في سبعة.
لا بد أن هناك خطأ محاسبي. كم هو المبلغ؟
كنبغي طوموبيل تلقائية تكون اقتصادية في استهلاك الوقود.
إي، البارح كان شوية مزيان بالحرارة.
ماشي قانوني تبْغِي تْوقِفْ ف الدّْرْب.
واش كاتباع طوابع بريدية؟
أنا محتاج وصفة طبية.
تقريبا خمسة.
كان رد الفعل على الموديل السابق إيجابيا في الغالب.
واش تمشي معايا لـ هاكوني؟
اللي بغيتي اختاريه مزيان.
صافي، السيدة سوزوكي، عندك حجز في الرحلة رقم مئتين وتلاتة عشرة اللي غتمشي غدا على الساعة ثلاثة ديال الزوال. أرجو تتسجلي قبل الساعة زوجة ديال الزوال.
واش عندك شي صرافة صغيرة؟
يمكن يكون خليتو عند المكتب ديال الاستقبال.
بالاك. ثلاثة قطع مجموعا؟ سنحتفظ بهم ليك.
ما نقدرش نشوف الشاشة من هنا مزيان.
سمح لي، ولكن كنبغيك تبقي معاك جواز السفر ديالي.
صافي. دابا نتا مزيان عندو حجز.
بيل، من فضلك.
واش تْحْبْ نْتعْشّاو مع بعض؟
صافي مزيان، كانت سخافة نهضرو معاك.
ما كانديرش الكلام المناسب.
أكبر فرق هو الإحساس بالمساحة.
واش عندكم تخفيض للإقامة الشهرية؟
واش داكشي ف الطريق السريع ولا ف المدينة؟
وقع سرقة.
واش غادي تجلس ثلاثة د ليالي بحال ما كان مبرمج؟
باش نطلب منك ترجعلي خاطرك ف وقت آخر؟
كانبغي نعْطِيو بْرْقِيَّة.
واش في شحال خاصني نمشي؟
إيه، بالنسبة للمجموعات ديال عشرة أو أكثر، ثلاثة دولارات لكل مشروب.
ها هو تيكيت الإقلاع ديالك. أرجوك، ملي يْصْدَقْ الإعلان على الرحلة، تمشي لْباب رقم أربعة عشر.
قطعت يدي بقطعة زجاج.
متعطلنيش.
صافي مزيان بزاف.
مازال محتاجاتي ما وصلوش.
آه، صعيب نقول. كيعتمد على الطوموبيلات في الأوتوروط. عارف بلي كيكون زحام بزاف في هاد الوقت ديال النهار.
تقدر تشرح ليا كيفاش نمشي ناكل هادشي؟
كنبغي الديزان مشوي.
صافي سالات البنزين.
واش نقدر نجرب المقاس اللي أكبر شوية؟
أرجوك املأ هاد النموذج. فين غادي نعطيو لواحد ملي نعاودو نرجعوه؟
مشفتك ملي جيتي لدارنا في طوكيو العام اللي فات.
واش كتوقف فـ فندق واني؟
واش تقدّر تشرح ليا كيفاش نلعب؟
واش نقدر ناخد مريقة و شوية خبز؟
واش تقدّر توصي على مطعم مزيان؟
واش شحال؟
شغل الموطور من فضلك.
ما شفت والو بلون زوين بحال هاد اللون.
واش ممكن نعطيك شي دوا على المعدة؟
هذا ماشي اللي طلبت.
سمح ليا، فين نقدر نغسل يدّي؟
أهلاً، ضيعت الكارت ديال الكريدي. بغيت تلغي الكارت القديم وتعطيني واحد جديد.
باش بغيت نتأكد من الأمتعة ديالي.
بغيت تيكيت ديال الذهاب و الإياب لمحطة "S" من فضلك.
شحال ثمن الغرفة؟
أرجوك، تبعو معاه. غايغسل ليك شعرك.
واش ممكن نعاونك بشكارة؟
عندي ثلاثة ديال الحوايج.
واش ممكن نعـرف اسمك و نمرة تليفونك؟
فين فهمت. طعم الحلويات اليابانية مختلف بزاف على ديالنا.
واش تقدر تبعت شي سطافيط لـ مية طريق مينتو؟
هادي هيا لعائلة ديالي.
واش ممكن نبدل بلاصتي؟
اشحال غدي تاخد؟
واك. أنا غادي نمشي حدا البريد فحالاً.
آه. خسارة. واش كيف ما سالاتش، شنو رأيك في هاد وحدة، اللي فيها عملية بسيطة؟ كلشي خصك دير هو تدخل هاد النوع ديال الفيلم هنا وتضغط على الزر ديال التصوير.
واش تقدّر ترتب ليا باش نقعد مع مراتي؟
حْرقتْ بْالْمَا دَافْي.
كانبغي نعْطِيو تْلِيْغْرَام.
باش دابا هادشي علاش القرارات كاتخدو جمعي.
نزل هاد الدرجات وتبع العلامة.
واش عندكم شي بيرا محلية؟
واش تقدّر توقف هنا؟
إذا شريت اثنين، شحال غتخليها ليا؟
إيه. هاد واحد.
فين كاينة الأسونسور ديال غريندلڤالد؟
شي غرفة فيها حمام ودوش.
kanhdām f chermshīya.
مكالمة دولية، من فضلك.
28 دولار؟ واش 15 دولار؟
تا تشرب شي رْطاب؟
الله يعطيك الصحة.
بغيْت طاولة حدا الضّريبة، من فضلك.
واش تقبلو شيكات المسافرين هنا؟
الشخص المسؤول مشي هنا دابا. غايجي فحال ما يرجع.
المفتاح، من فضلك. الغرفة إحدى عشر ستة عشر.
بغيْت شي كاميرا بسيطة، من فضلك.
واش أصيل؟
تقدر تفك ليا السير ديال النعّال من ورا؟
باش بغيت ليك دير تصوير بالأشعة السينية.
واش تعرف شي بلاصة قريبة هنا تقبل الين الياباني؟
واش هاد الكسوة الداخلية ديال الريال غالية بزاااف علاش؟
البطارية نفدات. نقدر نستعير الكابل ديالك؟
دوى ديال المعدة، من فضلك.
واخدت شي قارورة ديال العصير، ولكن ما جاني شي مصروف.
كنعجبني الموسيقى الشعبية.
باش نقدر نشوف واحد كيف داك اللي معروض في Vitrine؟
أهلاً، وكالة الصمداني للعقارات.
واش عندك شي فروالة طرية؟
نأخذ اللي بقا للعشية.
فين هي السالة ديال الأكل؟
تقريبا ثلاثة ملايين ونصف ديال الين.
أرسلوه بالبريد المسجل، من فضلك.
واش عندكم شي دوا للمرض في هاد الفندق؟
صافي. آي. واش نقدر نشطّف اليوم؟
الطرف الآخر على الخط.
عطيني تسعة ديال العشريات، وحدة ديال خمسة، أربعة ديال الواحدات والباقي في ديمات.
اليابانيين كيحبوا يديرو شي حاجة في مجموعات.
نخليوها لنهار آخر.
اشحال الوقت في طوكيو؟
خاصنا نوصلو للمسّاجة.
بغيْت شي ورقة اللعب، من فضلك.
kanhdar 3la hdaia b tman m3قول.
Battery Park, عافاك- ولكن واش ممكن دوز من Union Square؟ باغي نشد صاحبي من تمّا.
غادي نعاودوه ليك فحال قريب.
أفين، ما نقدرش. ما نقدرش نتوقف غير فالحوانا اللي مكتوبة هنا.
كنعتارف ليك بزاف، ولكن.
واش واش من نوع ديال الغرفة بغيتي؟
واش ليمين ولا للشمال؟
عطيني درهم.
واش رقم الباب شحال؟
توقيع من فضلك.
واش هاد المنصة رقم ستة؟
شوية حار، ولكن أظن غادي يعجبك.
كنبغ بغايت كاس ديال الماء بارد.
واش خطر نمشي لـ سوهو؟
tikté l Detroit, afak.
مللي كيجيو لحديث على المسرحيات الغنائية، ما كاينا حتى حاجة تضاهي "Forty-Second Street". المسرح كيمشي عامر بزاف كل يوم، بحال ما كايقدر الواحد يحصل على تيكيت واحد. هادشي قليل اللي كايوقع في تاريخ المسرحيات الغنائية، بحال اللي كيبان ليا.
واخا تجيب ليا شناطي لتحت، من فضلك؟
كنعتارف ليك، ولكن المݣودة ديالي كبيرة بزاف عليا باش نقلبها. واش تقدر تحافظ عليها ليا من فضلك؟
كنا مهتمين بالآثار.
واش تجيب لي كاس ديال الماء؟
ڭال للشرطة.
غادي يجّي.
صافي، على كتف.
واش نقدر نشوف البروجرام و ليستة الأثمنة؟
بالطبع. نعطيك كارت بزنيس ديالنا.
واش عندكم موديلات آخرين؟
بوابتك للصعود للطائرة رقم سبعتاعش.
29 أبريل كان عيد ميلاد الإمبراطور شووا، والد الإمبراطور الحالي. الآن، يتم الاحتفال به كعيد أخضر.
بشحال غادي يوصل هاد البوسطال لليابان بالبريد الجوي؟
تاخدني للديسكو؟
إيه، هاد برج النصب التذكاري. واحد من أشهر المباني ديال المدينة.
واش عندك أفلام؟
سمح ليا. هاد الطريق دايرا لـ بنك وطني الأول؟
باغي نستعمل صندوق الأمانة.
بدا واحد شجار.
واش كتعرضو شي تخفيضات خاصة؟
عندّي أكثر من عشرين عام ديال الخبرة في هاد الميدان.
أنا ساكن في فندق هيلتون سيزايد. عارف، محتاج هاد الشنطة بزاف. كامل حوايجي فيها.
تاخد هاد المنعرج اللي تمّا و دير ليمين من فضلك.
سمح لي. راه الرقم غلط.
واش تعرف كيفاش توصل ليه؟
الخط مشغول.
فين هو البلاص ديال الشارجور ديال ماكينة الحلاقة؟
واش نقدر نشوف واحد آخر؟
فين السلم؟
صافي. واش معاك شي نباتات ولا أكل؟
أكيد. واش. نمشيو للبحر.
واش ف نفس الاتجاه ديال هاد البناية؟
زيادة فالتعتيق.
أنا كاتسوهيكو ناكانوما. أي رسائل لي؟
بالمهم، نبقو نحجز نفس الطيارة بما أن عندنا بلاصة ليك؟
واش ممكن نبدل الحجز ديالي دابا؟
الإسم هو سوزوكي.
سميتي يوسوكي تاناكا، و دابا كانعيط ليك من المطار.
واهل هما صاافي؟
ما كان قصدي شي ضرر.
فين اللوبي؟
واحد من شْنتاتي تْضَرّات. فين نمشي باش نعْمّـر تْقْدِيم؟
صافي بزاف ديال الضوضاء.
واش تقدر تجيب لينا الحداج ديالنا لتحت، من فضلك؟
أعطيني قنينة بيرة من فضلك. إذا كان عندك بيرة بالصنبور، أفضل.
آه، هادشي فكرني، كاين مقهوة زوينة حدا هنا كتشغل موسيقى كلاسيكية مزيانة.
باغي/باغة طوموبيلتي.
بالطبع. واش نعطيك رقم ديالك باش في حالة بغيت نعاود ليك؟
لا. في الواقع، بسبب الأسعار المرتفعة، خصني نبقى ساكن مع واليديا في كوينز، والمسافة ديال الذهاب و الإياب كتاخد ساعتين.
نظن أننا كذلك. الآن لدينا نقطة واحدة فقط لمناقشتها. وهي عدد الأشهر التي يجب على كل طرف إعطاؤها للطرف الآخر في حالة إنهاء العقد.
باغِ بغيت نشري تّكتّين لِ السبت الجاي فالعشية.
هادي شوية زادت طياب.
واش هادشي قصة د الحب؟
أنا كنلعب باش نشبع و كنستعملو في الخدمة ديالي بزاف.
واش في شحال غادي تمشي الطوبيس ديال أوكسفورد؟
بغيْت نعرف رقم ديال United Airlines، من فضلك.
سمح لي على التأخير، رقم غرفتك تسعة وتسعين. تفضل مفتاحك.
نبيذ لذيذ. هل هذا مصنوع محليًا؟
بالتأكيد. واش عندك شي لون معين في بالك؟
كنحس بالدوخة.
فينين الكونتوار ديال الأمتعة المفقودة؟
باش تشوف جواز السفر وتذكرة ديالك؟
بغيت شي ورق ديال الحمام.
ال japonais ما كيبدلو شغلهم بزاف.
كانبغّي نمشي نطّلع على طوكيو تلاتة سبعة ستة خمسة أربعة تلاتة اتنين واحد.
واش نقدر ناخد شي موعد د غدا؟
هادي حجر قديم وعندو حروف ديال زمان محفورة فيه.
واش أي طائرة غادي نصعد فيها دابا؟
كتمشي 8 و 25 دقيقة ديال الصباح من مطار سان فرانسيسكو.
هادي هي الغرفة ديالك، سيدي. فين نبقى نحطّ المتاع ديالك؟
سمح ليا، ولكن أظن أنك كاعد في بلاصتي. واش رقم بلاصتك شنو؟
واش تقدر تحطّ شناطتك على الطابلة؟
كنعتبرو واشنطن دي سي، لعاصمة ديال أمريكا، بحال مركز السياسة العالمية.
صافي. غنقول ليها تملاها.
السّمية ديالو أوكادا. عندنا حجز على سبعة ديال الساعات.
أنا؟
فين غادي تمشي تسكن في لوس أنجلوس؟
في الميترو.
إذن، المشكلة ديال التلوث البيئي كاتقلّو حتى هي. صواب؟
واش رقم باش؟
ما كاين باس.
للأسف، المهندس ديالنا، السيد أكيااما، خصو يمشّي بدري باش يحضر اجتماع آخر.
واش عندكم خدمة ديال الكرا ولا خدمة ديال الباب؟
ما كاين صابون في الحمام.
باش تفضل اللي يكون أوتوماتيك.
ستة ديال عشر دولارات، ثمانية ديال واحد دولار، والباقي بالربع.
تاخد الباص ديال النقل من برا مباشرة.
ديالك.
غادي ناخد خبز بيض، من فضلك.
فين الحمّام؟
شكرا ليك على اليوم.
واش عندك تليفون عمومي؟
غادي يكون تمّا في دقيقة.
تقريبا الف وخمسمائة دولار أسترالي وخمسين ألف ين ياباني.
واش كاين شي طبيب هنا؟
واش عادي نسافر بطائرة هاداك النوع؟
رقم الحجز ديالي هو ستة وعشرين سبعة تسعة وسبعين.
باغِ بغيتْ نمشيْ بالطيّارة اللي جايا لبوستون.
هاد الطبلة ديال الضيافة، من فضلك.
صافي. بليز ابقا هنا. نمشي نجيب تاكسي.
عطيني واحد الكوكيز ديال الشوكولا.
أنا في بداية الثلاثينات ديالي.
باغا نشري حمرة. بغيت لون وردي.
ما كانش صعيب باش ما يكون.
سْتاَنَا هْنا حْتى نْرجع.
قول للسيد توماس أنني مازال/مزال كنسكن في فندق هيلتون.
فين أقرب سوق شعبي؟
لا. خاصك تْشري طْريفْ من هاداك المَاشِين.
واش هادي جديدة ديال هاد العام؟
سمح ليا، ولكن أنا كنحس بالمرض.
بغيْت نْؤَكِّد الثَّمَن.
واش إذا طلبت اتصال دولي من غرفتي، كيكون عندي مصاريف إضافية؟
أظن ذلك.
بغيْتْ نْهَزّ هَاد النّومْرو. واش تقدْر تعْونني؟
واش تقدّر تقولي واش غادي شي طوبيس ولا طرانسبور لوسط المدينة؟
بغيْتْ نْهَارْ تْلِيفُونْ لْجَاپَانْ، عَفَاكْ.
واش محتاجين معطف؟ و شنو غادين نديرو مع ربطة العنق؟
بغيْت نطلب منك واحد المعونة.
داير في السلة حدا التحماصة.
ما خاصنيش نشرب والو فيه الكحول.
أنا كانجهز/كانستعد للامتحانات ديال الباكالوريا.
بالكريم والسكر من فضلك.
برد، ما شي؟
واش تقدّر توصيني ب بلاصات زوينين باش نزور في هاد المدينة؟
kayn kasino f had lmdina.
أنا جيعان.
ها فاتورتك. كاش ولا بالكريدي؟
واش ممكن نعطيك واحد الويسكي بالصودا وواحد براندي من فضلك؟
بشحال ثمن ديال الإنزال؟
ما كنعرفش نعوم. محتاج واحد سترة ديال النجاة.
زوج فرانكفورط معلبين.
لا بد نمشي.
أجي ناخدها دابا.
دّور على يمين فالزّنقة.
حسنًا، السنة الأخيرة هي السنة الرابعة من الدراسة الجامعية بعد السنة الأولى والثانية والثالثة.
باغي ناخد درس خصوصي.
تجمد.
واش في واقت نقدر نجي نشوفو؟
واش عندكم ليست ديال النبيذ؟
ريجلي كتعورني.
عجبني. هذا، من فضلك.
عندهم بزاف ديال المسرحيات ديال شكسبير، مازال؟
واش كاين كأس العالم متى؟
مسرور بلي مْشيتي.
أستاذ، من فضلك.
باغي نحجز قارب ديال التجديف.
واش عندك شي فكرة ديال تسريحة شعر ليا؟
واش عندك شي بلاصة ديال هاد المنطقة؟
واش بغيتي طلبة بطاطا صغيرة، متوسطة ولا كبيرة؟
فين أحسن بلاصة فيها الفرح ديال العيد؟
واش كاين شي صندوق بريد هنا؟
آه، الله يعطيك الصحة. نقدر نعطله؟
طالع الضارب. غتجي لدار ثلاث الطرق. من بعد تمشي ل اليسار.
باش نشوف التفاصيل ديال الحساب؟
بغيْت رُول فيلم ديال ستة وتلاتين صورة، من فضلك.
غادي يقولو ليك باش داك الطوبيس اللي خاصك تركب فيه.
واضح. من هنا من فضلك.
غادي ناخد اللينݣوين.
زيدها عليا.
انا كانعرف شوية. ولكن الكلام والفهم شيحتين مختلفين. بحال مثلا، انا عارف كلمة "أجنبي" - ولكن ما نقدرش نعرف شنو هي الصف ديال الأجانب.
صافي. واش عندك تيكيت واحد ديال الكبير؟
تاخد واحد القرصة مع كاس ديال الماء.
كيف دايرة العائلة ديالك؟
صافي. غاتعطاك مية و ستين دولار.
فين هيا الكتب ديال الأطفال؟
ما كاينش كابينة ديال التليفون هنا حدا هاد المنطقة.
صافي، تقريبًا خمسة عشر دقيقة بالقدم.
واش تقدّر تجيني من المحطة ديال بوسطن؟
إيه، هي داخل. مين كيهضر، من فضلك؟
اشحال الحرارة دابا؟
سرقو ليا فلوسي من جيبي.
بالأغلب شغل و شوية سياحة.
واش عندك شي كواسة ديال السيارات؟
خصّص فلوسك فين كتقول.
اكتب لي.
فينبغيلي نحط هادشي؟
واش تقدّر تشير على بلاصات مزيانة باش نشوفها؟
السلام عليكم. هادي كارول براون. واش نقدر نتكلم مع سوزان؟
أولاً، كانركب خط تشوو. و فين خاصني نبدل الطران؟
دوزت المحطة ديالي. واش شنو ندير؟
واش واش الساعا كتمشي الطيارة؟
واش عندك شي غرفة فيها منظر زوين؟
تقدر تقولي كيفاش نمشي للبريد؟
كنبغي واحد المنظار.
صوّر معايا ولبناية تكون في الخلف.
واش عندك شي جرائد يابانية؟
نظن أن صندوق كبير غيكون غالي بزاف.
السلام عليكم. باغا نديموندي فيزا ديال الدخول لبلادكم.
دايرين فضفاضين بزاف.
بريد جوي؟ خلينا نشوف، هاد غادي يكلف مية و تمانين دولار.
أنا موجوع بزاف.
السلام عليكم، واش واخا غبرتي؟
باش ندخل؟
عندّي التأمين ديال المسافر.
بالأساس أوروبا.
واش أمريكان إكسبريس مقبولة؟
واش خوّدت فلوس النزل ديالك؟
باين لي الكازوزينة مسدودة.
باغي نسْطْدْع هاد الشي ف الحساب ديالي.
واش داك شامل المأكل؟
جلس/اجلس براحتك.
غادي نمشي يوم الجمعة تسعة وعشرين و نرجع يوم الأحد.
واش شنو الوقت دابا في اليابان؟
مزيان.
إذا كنت بغيتي الخدمة في يوم واحد، غتزيد 50% على الفاتورة ديالك. واش هادشي مزيان؟
غادي ناخدو التلاتة ديال البلاص اللي في النص في هاد الصف.
واش عندك شي اقتراحات؟
سمعتك.
ما كاينش متوفر حاليًا، ولكن نقدروا نطلبوه ليك.
أش ممكن توريني هاداك، من فضلك؟
ديرها في واحد من الساكيات الكبار اللي في الدّولاب ديال الدّوايز. أرجوك ملي التّحت الطلب ديال النّظّافة بخصوص الحوايج اللي باغي تنّظّف.
انا شغال في التلفزيون.
واش نقدر ننزل ف الطريق بهاد التيكيت؟
واش ديالي أقوى؟
بشحال شريتيه؟
بزاف محظوظ نعرفك.
كاينة ستيكر ديال ميكي ماوس فوقو.
تقدر توريني شي حاجة أخرى؟
هذا مزيان.
كنبغيو غرفة مطلة على البحر.
صافي، ما نعرف شنو نقول.
واش كاين شي طائرة أخرى متوفرة اليوم؟ خاصني نكون في لوس أنجلوس فالحال.
ما نعتقدش مستحيل. نعارفو مزيان أهميته و غانكونو مستعدين باش نناقشو فيه مرة فين يكون عندك خطة تسويقية معقولة.
فين ف كندا الأصل ديالك؟
حَرّْ شْدّْ اليوم. نمشيُو نْسَبّحو، آش بانْ ليك؟
مساماتي واسعة و باينة.
بغيْت نصلاح هاد الساعة.
واش كاين巴士 لمدينة بعد الماتش؟
باش تزيدها في فاتورة الغرفة ديالي.
لا، ما مشيت لنيويورك.
واش نقدر نشرب سبرايت؟
كايصعب عليا نبقى منشوفش صاحبي ف الطريق.
واش نقدر نعطيك عشرة دولارات ورقة وحدة هاد العشرة ديال الدرهم؟
خلّيت الكاميرا ديالي في الطّوموبيل.
باغي كيس ديال الكاميرا.
تايجي تشرب معايا شي كاس؟
واش شحال الوقت غادي يبدا الفيلم؟
طيّح يديك لفوق.
واش ممكن نعطيني نسخة من محضر الشرطة، من فضلك؟
نظن خاصك دير ريجيم. ما كتعملش بزاف ديال الرياضة هاد الأيام، أ واش؟
أه، باغينا بزاف. شكراً على الدعوة.
واش نقدر نحطّ عفّايتي هنا؟
شوية أقل على الرقبة.
واش نقدر نحطو شناطي عندنا عندك باش نمشيو نتسوقو؟
إيوا، يمكن تمطر هاد الضحية.
هي في قسم الضرائب على الشركات.
واش كاينين تا طابلة ديال المأكولات الخفيفة؟
واك. هادوك من كاليفورنيا و طازجين، أول حاجة. بما أننا كنباعو بثمن زوين، غاتكون شريتيهم اليوم مربح ليك. دولار وخمسين سنتيم غير لكل وحدة.
الطول متوسط، من فضلك.
اش كيفاش تستعملو؟
داكشي تّحت من ليمين.
كانبغي نغوص مع واحد السْتاضْ.
بغيت تبدل ليا الغرفة من فضلك؟
خليني نتأكد. واش 7:40 مناسبة؟
أرجاك وصلني بالتحويلة تلاتة صفر تلاتة.
فين هي المحطة ديال الباص اللي غادية لسانتا مونيكا؟
هاد شي بغيت نقلبو لليابان.
عمتي مَشْحالَة و شوية غريبة.
واش غتساعدني، من فضلك؟
عندي وجع في كرشي.
فين نقدر نشري لباس تقليدي؟
فين الكونتوار ديال الضياعات؟
واش عندك شي قميص؟
قالي ليا فين كاين بار مزيان، الله يعطيك الصحة.
غادي ناخد ستيك من اللحم البقري، و خروف مشوي لمرتي.
هادشي حالة حادة ديال الزائدة، ودار فيها فتق. خاصك تمشي لستشفى فحال هاد الوقت.
تغطية كاملة، من فضلك.
دابا، شنو غانديرو للعشا اليوم؟
نفكر في الأمر.
واش تقبلو شيكات المسافر؟
هاد خاص يكون ديالك. السائق ديال التاكسي خلاه هنا ضبحا.
واش عندك نفس ديال هاد الشي؟
ها هو مركز التجارة اللي تمّ الإنتهاء منو دابا.
باش نقدر نصرف ثلاث مية دولار في الشهر.
واش تقدّر تشدّ ليا كرّاسة للبانس ديال الوقود اللي جاي؟
باغي نبرد المنطقة المصابة بالثلج المسحوق.
واخا، واش عندك بلاصات متوفرين؟
لا، غنعاود ليه التليفون.
باغي واحد الطوموبيل.
واش عندك شي تاريخ ديال الحساسية؟
kayn qariab li-jzirat al-hurriya men Battery Park.
واش كاين بلاص للسترة؟
ساعدة. ما نقدرش نحرك.
عافاك، شي طوموبيل ما فيهاش دخان.
أرجوك اكتب عنوانك الدائم.
واجدين باش نجاوبو فحال هاد الساعة على أي استفسار عندكم.
ما غانقراش نتعاون.
باغي نشري اللي محتاج. واش غتعوضني؟
واش كاينين شي بلاصات ديال الشرا هنا قريبين؟
الراجل اللي فالريسبسيون شوية وقح.
شي فندق أقل ثمن مزيان، بش يكون في حي آمن.
عندي شي جوج قارورات ديال الكونياك.
فيما يتعلق بالأولى، تقيم مدينتا هيروشيما وناغازاكي احتفالات تأبينية، بينما في ما يتعلق بالثانية يحضر الإمبراطور الحالي خدمة لإحياء ذكرى قتلى الحرب.
سمح ليا، واش نقكتب هنا؟
kayn f ttaabeq twel, akhod l'asansor B, afak.
واش تقدّر تعطيني وصفة ديال هادشي؟
واش ما كاينش شي واحد آخر؟
أرجوك اسأل الحمال.
عندي الإنفلونزا.
واش مع الحمام؟
داكشي، يعني، الطرف الآخر ديال المدينة، بلوك بعد مابيل. الشرق ديال المدينة.
صافي، كلشي مزيان. دابا رقم الرحلة الجديدة ديالك هو صفر صفر ثلاثة، غتمشي ف سبعة عشر يونيو.
باغي نمَرّ بالإجراءات ديال الدّيوطي فري.
واش بغيتي غدا اللحم، الدجاج ولا السمك؟
سرقو ليا التيكة في الميترو.
خليني نقراها رقم برقم، واحد، صفر، فاصلة، سبعة، تسعة، أربعة.
مكان ف الطائرة ديال الأول، و ما بغيتش يدخن حداي.
هاد الباص غادي للعرصة؟
ما باقش ساكن هنا.
ما كاين شي غرفة أرخص؟
هاد بلاصة مزيانة للتحليات، ما كايناش؟
فين هو البالصة ديال السيشوار ديالي؟
التاكسي القديم ديالي ماكانش يسوق مزيان.
بغيْت شي عنب.
نڭاعو نتواصلو مع جميع الأشخاص المعنيين بهاد الصفقة فوراً.
أنا مرن. واش باغي تاكل واش؟
اش كاتْديّر؟
الممرضة، هيا بسرعة.
ما كاينش فوطة.
بشحال ما قدرنا نوصلو ساعة قبل الميعاد، ما عندي مشكل نعطي شي فرق.
الفائض كايصغر.
لقد اتصلت برقم خاطئ.
بغيْت شي حاجة ما تنعسنيش.
بغيْت نجرب حاجة شوية صغيرة.
آه، ما أحسنك وما أطيب قلبك. نقدر نعاود نعاود نفتحها دابا؟
فين هي المحطة ديال الطوبيس؟
نقدر نعطيك شي شيفي سبكتروم بـ اثنين وأربعين دولار في الأسبوع، وعداد كيلومترات غير محدود.
بطارية جافة لهاد الكاميرا، من فضلك.
خوديوني لهاد العنوان من فضلك.
تقدر تقسم هاد عشرين دولار ل عشرين وحدة؟
بغا نمشي نعاود على واحد الفندق. فين الكونتوار ديال المعلومات؟
حجزت بلاصات حدا الضار.
خدمة الغرفة من فضلك.
دير لفيّان، وغتلقى واحد تقريبًا في ميل واحد قدّامك.
درت حجز من 24 غشت إلى 27 غشت. واش نقدر نبدل الحجز ديالي من 25 غشت إلى 27 غشت؟
آه، شكراً. ما نعتقدش نقدر. نقدر نعاود نجي؟
تقريبا خمس مية فرانك ولا مية دولار أمريكي.
علامات تجارية أخرى؟
عطيني شي تبغ.
داكشي لْجْنُوب.
تا هي داك البناية زوينة.
أرجوك، خصمها على فيزا. الرقم هو ثمانية وعشرين سبعة ثلاثة خمسة تسعة ثمانية أربعة، وتاريخ الانتهاء هو ماي تسعة وتسعين وخمسة.
بغيْت شي غرفة فيها أحسن منظر ممكن، من فضلك.
واحد رول ديال الفيلم الأبيض و الأسود، عشرين صورة، من فضلك.
بغيْت غطاء ديال العدسة، من فضلك.
باش تقدر تحكي شوية ببطء، من فضلك؟
بغيته يبان بحال ديال ميغ رايان، من فضلك.
كنبغى بالزّاف خمسة دراهم، من فضلك.
واش تقدّر تحافظ على شناطي حتى خمسة د الساعة؟
فين خاصني نسول على التسجيل؟
دارينا بحث معمق على الاحتياجات ديال الزبون.
واش ما نديروش غدا تغديو مع بعض؟
بغيْت شي لبسة ديال الرياضة، من فضلك.
فين مكتب ديال غراي هاوند؟
ما كايناش شناطتي.
تا دابا 8 دالليل، علاش النهار مزال شاعل؟
ما كاينش بلاصة أقل ثمن؟
واش بغيتي دير تأمين؟
واش تقدّر تحافظ على المتاع ديالي حتى وقت المغادرة؟
سمح ليا. واش تقدّر تعطيني الطريقة باش نمشي للبنك الأقرب؟
فاش الدور؟
شكرا بزاف.
فين نقدر نبان جدول ديال السكك الحديدية؟
سمح لي. واش تقدّر تقولي واش الساعة اللي غادي يمشي فيها القطار من بوسطن؟
واش تقدر تعطيني شي تخفيض؟
طالما أنك غادي تبقا في نيويورك، ما خاصكش تفوت فرصة باش تشوف مناطق ومعالم أخرى مثيرة للاهتمام، بحال تمثال الحرية اللي كاينة في جزيرة الحرية.
واش تفضل تبعت بالطيارة ولا بالبحر؟
واش عندك تغيير على مية دولار؟
هاداك شحال حديقة سنترال بارك، آ سي؟
أنا غادي ننادي الباريستا.
نقدرو ندخلوك في الساعة ثلاثة ديال العصر. إذا كنت محتاج لكاري بعض المعدات، الله يخليك جيب راسك للكلوب في ثلاثة إلا ربع.
ثمن ديال الطوبيس هو مية و تمانين ين.
ڭان قريب يعطيني طوموبيل و طحت.
مازال فطوري ما وصلش. بغيتو دابا بالزربة.
فين نقدر نتْفطر؟ شحال كايْكون سْواك؟
اليوم غادي نمشي لمتحف اللوفر، و أمس مشيت لكاتدرائية نوتردام.
واش تمشي ليا الفلفل، من فضلك؟
شكرا على المساعدة ديالك خلال رحلتي للولايات المتحدة.
فين بلاصة الأمتعة؟
واش تقدّر تحافظ على هاد الشنطة حتى الساعة أربعة؟
كانبغي يصلح ليا من بعد ما نرجع لليابان.
واش عندك شي طقم خياطة؟
أنا من سويسرا.
تفرّگات المصباح.
عندي مشكل في المعدة.
أنا فلاح.
ما كاين غير السائق في الطوبيس، ما كاينش الموصل.
بغيْتْ اللبسة دي تْكَوِي.
سمح ليا، واش تقدر تقاد شوية كرسي ديالك؟
نهار زوين، ما كاينش؟
تعطيهالي. ها هو كلشي عندك؟
واضح. أملأ هاد الفورمس الأول. وقول لي على اللون، الحجم، وش دايرة المحفظة ديالك.
واش عندك شي بلاصة ديال المدينة؟
أرجوك أرسل هذا بالشحن البحري إلى اليابان.
جي هنا.
واش نقدر ناخد بوسطال؟
صباح هاد اليوم شربت شي دوا ديال الزكام جبتو معايا من اليابان.
باغي نحجز بلاصة.
بشحال الوقت غادي ياخد باش نمشي من هنا لكازا ديال لندن؟
يا أي باب هي الرحلة رقم 12 لو واشنطن؟
واش نقدر نطيب ليك راسي؟
واش تقدروا تلبسو ربطات ديال العنق من فضلك؟
واش نقدر نمشي؟
تقدر تفتح الصندوق؟ بغيت نحط فيها حقيبتي.
بشحال ساعة؟
واش نقدر ناخد شي صندوقين ديال الهدايا؟
kanbghī tawa nōn-stik.
اشْ دايرْ هادَ الپاكِيطْ؟
باينة ليا ماتقداش لعبت الكورة ديال البسبول.
واش عندك هادشي بالزرق؟
ما نعرفش هاد البناية. ولكن هاد الطريق مزيان بزاف باش توصل لحي أوياما.
ما بقاش عندي فيلم. واش نقدر نشري هنا؟
بغيتي توصِّليني مع مكتب السيّد مورِي؟
كنبغي ناخد بلاصة في طائرة ديال شركة يونايتد، الرحلة رقم تسعمية و اثنين و عشرين لنيويورك.
واش واش غادي تبان الصورة الموالية متى؟
بشحال المكالمات ديال التليفون ديالي؟
باش ممكن ناخد تيكيت ديال الطّوموبيل لـدوڤر؟
كاين ممنوع المرور.
واش عندك واحد صغير؟
أرجوك عمل محضر فقدان.
محفظة وكاميرا.
أنا من اليابان.
ما نعتقدش. مزيان ليك تمشي بالباص.
غادي نتأكد. خايف ما نلقاش سميتك.
سمح ليا، شاريع أورموز قريب من هنا؟
واش تقدّر تخدميني دابا؟
كنظن فيه شي غلط. واش تقدر تدبر لينا شي حاجة باش نقدروا نبقاو؟
هادي فيزا والرقم ديالها أربعة تسعة صفر ثمانية واحد خمسة واحد اثنين ثلاثة ستة سبعة سبعة ستة صفر صفر أربعة.
تقدر تحول هاد النيجاتيفات لسلايدات؟
واش نخود معايا معطف؟
ماشي بعيد. عشر دقايق بالرجل.
واش باغي الكافي ولا التي؟
بشحال تقريبا باش نوصل لهاداك؟
فينبغي أن نْحط هاد الاستيكرات ديال الأمتعة؟
واش هناً واحد الباسين؟
واش نقدر ناخد هاد الظرف؟
واش عجبك، يا راس الحجر؟
تايخُدْ شوية ديال الوقت باش تايْصَاوْب، ولكن هُو واحد من المنتوجات اللي كَاينة عندنَا اللي باغة بزاف.
غادي ياخد تقريبا يومين إلى ثلاثة أيام.
تقدر تقولي كيفاش نمشي لمدينة سان فرانسيسكو؟
واش ممكن نعطيك سماعات أخرى هادوك ما خدامين مزيان؟
واش تايشي شوية د القهوة ولا شي؟
أنا غادي نمشي ل مكسيك.
هذا يبدو جيدًا باستثناء استثناء واحد.
بغيت البيض، من فضلك.
غير كاس ديال الماء، من فضلك.
شاي وخبز معسل، من فضلك.
واش كاين تخفيض للطلبة؟
بغيْت مْصَبَاح، عَفَاك.
رقم الهاتف اللي وصلتي ليه ما كاينش خدامة.
اش من عاقة عندك؟
أوه، تفضل تاخده. عظيم. دابا وليت أنا اللي كايشوف للنافذة.
فين غادي توصل الطيارة لروما؟
خاصنا شوية ديال الوقت باش نقررو.
طلبْتْ مقْدار صَغير لْولْد.
في زنقة اثنان وسبعين.
إذا ضربتي بزاوية، غادي تخرجي من الطريق.
نقل، من فضلك.
غادي نشوف فالدار اللي حداينا. ممكن يكون شي واحد ياباني كيعرف الإنجليزية.
صرفها على حسابي بالبطاقة، من فضلك. ماستر كارد.
بالتّالي، من فضلك. جواز سفرك، بطاقة النزول، وإقرار الجمارك، من فضلك.
باش نمشي بالقدم؟
غادي نرجع نعاود ف وقت آخر.
إيه. تيراياما. وخصني نكون قريب من المسرح قدر الإمكان، من فضلك.
واش تقدر تفكر شنو نقول ليه؟
واش تقدر تلقى حمام قريب؟
كانت أمسية رائعة، شكراً لك.
باش نتقلب لشي بلاصة خاوية؟ ما نقدرش نشوف شاشة الفيلم مزيان من بلاصتي.
الدخان كاشط مُشَغَّل.
كانبغي ناخد البوطو ديال لبالصة في خليج سان فرانسيسكو.
واش عندك فكرة فين غادي؟
لا. عطيه فلوس السائق.
واش واقيين تعرفو واش الساع ديال المحل؟
بغينا طاولة في الزاوية.
ما متأكدش، ولكن ما نقدرش نشوف ريحة لحم. اللي بغيت ناكل غير المخلل.
نظن هنا كاين شي حاجة محسوبة غلط.
كانبغي نمشي للتزلج على الثلج تقريبًا لمدة أسبوع. واش عندكم أي عروض سياحية خاصة بالتزلج؟
كيماغاتوصلو جوج سمفونيات ديال موزار.
غادي نظلو ندورو و ملي نلقاوه، نعلموك.
الطقس اليوم زوين بزاف.
زوج ديال الكبار و زوج ديال الأطفال أقل من 12 عام، من فضلك.
وضح ليا مزيان حتى نفهم.
بغيْت شريط ديال التصوير باش هاد الكاميرا، من فضلك.
ماعندناش عطل رسمية مرتبطة بالديانات.
بشحال ديال الحجايج نقدر ندخل معايا للطائرة؟
ولكن ما خدّم.
شريت نشوف داك الساك، من فضلك؟
واو، أنا محظوظ. حتى مازال ما كيلعبوش في اليابان.
لقيت فلوسي 320 دولار في المحل المعفى من الرسوم.
تقدر توصل للقلم اللي تحت الكرسي؟
أنا غانخلص على صحابي حتى هما.
دارت عليا خمس سنين باش نجي لهنا.
بشحال قيمة الين الياباني مقابل الدولار الأمريكي؟
واش نقدر ناخد نص رطل ديال سلاطة الداناب؟
واش كاين مقهوة ولا مطعم في العمارة؟
آه، غالي بزاف.
القطار السريع موجود في الرصيف رقم ثمانية.
أنا معطل دابا.
برّد على خاطرك.
هذا هو سوزوكي يتكلم.
صافي ضيعت ساعة يدي مللي كنت برا.
بشحال الوقت بالوطوبيس؟
صافي. حجزنا ليك الغرفة في الفندق.
البالوعة مسدودة بالغبار.
آه، باينة ليا خاصني نمشي.
أهلاً، أنا في طريقي باش نجيبك، خلينا نتقابلو في خمسة عشر دقيقة تقريباً.
واش دابا حجزتي؟
غادي ندير شي سفرة قصيرة ل مكسيك.
فين كاين اللباس ديال النسا؟
واش ممكن آخذ تذكرة تحويل؟
الخيوط مهترية.
واش الخدمة علاش هاذي بطيئة بزاف؟
شوف لتحت.
صافي بزاف بحال ما نعرف شنو نختار.
اش كيفاش نمشي نتصل بالتيليفون؟
لا. أنا مهتمة بالجينز والبدلات النسائية.
عندنا مقاسات مختلفة.
لبست الطّوبيس الغلط. واش ممكن نعطيك طّرانزيت؟
ما نعرفش.
فين نقدر نمشي باش نلقى طوبيس غادي لـ بيفرلي هيلز؟
نلتقاو في داري.
واش عندك شي دوا يهدّي؟
شنو الشركات الخرين كيديرو مزيان؟
تقول باللي تقدر و دير اللي تقدر.
واش كاينين طوبيسات ديال السياحة؟
أرجوك استبعد الأُبلون من طلبنا. ثمنه غالي بزاف.
و من بعد نعطيك ثلاث مية دولار في شيكات سياحية.
فقّاس طاحت ليها الدموع ملي سمعت الخبر.
غادي نزور نيويورك، شيكاغو، نيو أورليانز و لوس أنجلوس.
فين الصيدلية؟
وريني تذكرة الصعود للطائرة ديالك.
ما تمشيش ليا ريحة النڭسة.
أوه، ما كنظنش نتفق مع هاد طريقة التفكير.
غير الماء سخون.
صافي غتمشي. نقدر نشوفها، من فضلك؟
كنبغ شي فول سوداني، من فضلك.
غادي تمشي ف عشرين أبريل، و غادي ترجع ف واحد و عشرين أبريل. واش هادشي صحيح؟
تقدر تبدل الدولارات الأمريكية بالباوند الإنجليزي؟
واش بغيتي لحم ولا دجاج؟
كنبغي نشرب شي تاكل صيني على العشا.
واش تقدّر توصي بْواحد الفندق مزيان؟
أستاذ، بغيتي تجيب ليا النّصيحة من فضلك؟
تا تعالو تزورو علينا مرة أخرى، من فضلك.
عندي شوية سخانة. واش عندك شي حاجة مزيانة ليها؟
واحد تيكيت ديال "Bird" من فضلك.
صحيح. باينين بحال شجر طبيعي كبير. الناس كيتفرحو بالمنظر اللي كيتّايحو.
غادي نعرفك على طبيب العائلة ديالي.
ما عمري مشيت لبلاد مزيانة بحال بوسطن.
خلّيت شي حاجة في الغرفة. نقدر نرجع باش نشوف؟
باش نقدر نعطيك شيكات سياحية؟
ما يمكنش نعتقد سالون ديال المسافرين ممنوع فيه التدخين. يا لهاد الضيق.
باغيْ نْكْرِيْ طوموبيل صغيرة.
هاد الغرفة بزاف باردة.
واش ممكن تعطيني خريطة ديال المنحدرات؟
واش غدي تجبد لهنا عند هاد الڤيتْرين؟
باش تعرفني فين نقدر نبدل فلوس؟
إذا قدرتي تخففي الثمن شوية مزيد، غانشريه.
حطّيتي فيه بزاف الملح.
نتي ملاكي. شكرا بزاف.
لخمسين دولار؟
الصالون ديال المائدة في الطابق الأول و يفتح في خمسة و نصف.
سمح لي. واش تقدّر تعطيني الطريقة باش نمشي لـ فندق فيرمونت؟
شحال ديال ديال ديال الحليب كتشري كل أسبوع؟
هاد التاكسي خدام؟
فأمريكا، شحال الرقم اللي خاص يتسناك باش دير مكالمات دولية؟
تقدر تشرحها مرة أخرى؟
واش واقيين تعرفو واش هي ساعات الشغل ديال البنك؟
واش ممكن تبدل ليا تاريخ الرحلة من لندن لتوكيو؟
أحتاج ثلاثة دولارات أخرى.
فين، المفقودات والموجودات، من فضلك.
باغين نفرحو و نلعبو رياضات خاصين بالساحل الغربي.
واش نقدر نعوض الفرق ديال الطّيكيت اللي عندي؟
إيه، أنا. علاش تسول؟
بالبريد المسجل، من فضلك.
الأكل الأساسي في اليابان هو الأرز.
خاصنا نقصو من الميزانية.
إيه، بغينا قارورة ديال النبيذ الأحمر.
آه، لا. لاباس. هادا كلشي؟ مزيان.
بغينا طاولة حدا الضّريسة.
باش تمشي لكونفرونس.
هادي هي الغرفة إحدى عشر و اثنتين. واش تقدّر تجيب ليا شي بيرة؟
آه، هاذيك مزيانة. غنجربها.
أه، طبعا كاينين مطاعم مزيانة. بعض الناس كياكلو من العربيات، وبعض الناس كيجيبو غداهم معهم للخدمة. باختصار، ما كنقضوش بزاف ديال الوقت في الغدا.
نخليو هاد الموضوع و نمشيو للتاني.
يمكن يكون الماكلة ديال الغدا اللي كانت نيئة كانت مزيانة.
واش تعطيها شي دوا ديال الدوار باش ما تتقيأش، من فضلك؟
ما نقدرش نشرح حالتي باللغة الإنجليزية.
صافي غير اللعب.
واش ستعملتي الثلاجة؟
واش نقدر ناخد حوايجي؟
كان الدم في برازي.
سمح لي، ولكن ما نقدرش نمشي معاك.
و بغيتك تجينا معانا، إذا ما كانش ليك مانع.
باش نساعدك، السيدة؟
إيه، في قاعة المائدة والشواية.
سميتي يوكيُو أوكا، الرحلة واحد مية وخمسة وعشرين غادي ل ناريتا ف 14 غشت.
باغي نشري شي حاجة فحال هدية لولدي.
خاصهم يكونو غنيين بزاف بالرغم من شكليتهم. مع ذلك، نقصو الثمن.
دولارين مقابل واحد جنيه. واش تمام؟
إيتشيرو سوزوكي. إس-يو-زد-يو-كي.
واش نقدر واحد آخر يعاونك في هادشي؟
صافي، قبل ما نمشي، بغيتي تقولي شنو بان ليك ف اليابان؟
سمح ليا. واش تقدري تقولي مزيان واش غتكون الصور ديالي سالين فاش؟
عندي مارڤين دورفلر على الخط. نبغيه نوصّله؟
عطيتك ورقة ديال مئة دولار.
شنو بان لك في هاد المشكل، جورج؟ تقدر تشرح هاد النقطة للطلبة؟
في هاد الحالة، ما خاصكش تملا واحد.
واش ممكن نحرّق حزام الأمان ديالي؟
أنا من كولورادو. من أي منطقة في اليابان أنت؟
أكيد. كان شغلنا مزيان أمس، ولكن اليوم المكان خاوي. شنو وقت الطيارة ديالك؟
لقد دفعت فلوسا حالاً.
من فضلك اتصل بالمسؤول.
فين غادي نلقاو؟
تقولها مرة أخرى من فضلك.
كنبغي لعبة ديال الورق.
بشحال التمن ديال الطوابع لليابان؟
مرافقي تعرض لهجمة ربو.
واش العشا جاهز؟ باغي نموت بالجوع. تقدر/ي تْحط/ي المائدة؟
واش تقدر تكتب لي شهادة سرقة؟
هدّي في هاد الساك ديال الورق بني.
ما نقدرش نقرر.
كان مضاايقني منين جيت.
اش ندير؟
ضيعت محفظتي ومفتاح داري في الشاطئ.
واش هنا جاين ف شهر العسل؟
باش تمشي. واش تحط شي فورشيطة في الساك؟
واش نقدرو نْكامبو فْأرضك؟
إذا شي وقع، الله يخليك اتواصل معي.
مطفي، من فضلك.
بشحال كيمشيو؟
باغا بغيت نعطّي هاد الرّسالة بالبريد المسجّل.
الوصول ديالي غيكون متأخر بثلاثين دقيقة. أرجوك تأخر تسجيل الدخول ديالي.
باش بغيتهم يوصلو و يتقابو، من فضلك.
سمح ليا. واش تقدري تعطيني الطريق لمحطة القطار، من فضلك؟
ما تظنش غادي نحتاج دليل سياحي؟
واش نقدر نوصل للحال على ستة؟
سمح لي، ولكن خاصنا نبقاو عليها.
kanhdām ʿla zzaṛq dyāl lʿaynīn.
واش خاصني نطلب فطور دابا؟
أنا خلاص دفعتو ملي شريت تيكيطي.
إيه، تقدر. ولكن سير بْراح.
واش واش غتبدا البيع ديالك ديال الديوانة فاش؟
سمح لي على التأخير. غنصعدو لغرفتك معاك.
واحدة دلّار. خاصك يكون عندك بالضبط الفلوس.
الفيلا ديالك في الطابق الثالث، رقم 357.
ما كاينش الماء سخون جا من الحنفية.
كنبغي معجم إنجليزي-ياباني.
السلام عليكم، عندي حجز.
أريني أمتعتك من فضلك.
جيّبها بسرعة، من فضلك. أنا مستعجل.
فين؟ ما كتعرفش شي محل ديال تصفيف الشعر هنا؟
تحقق من هذا إلى الوجهة النهائية، من فضلك.
بدل هادشي بفلوس صغار، من فضلك.
عندي واحد الكرتون ديال السيكار.
واش خاصني نعْلِن على هادشي؟
واش الكتب ديال الطبخ في الطابق الثاني تا هما؟
كاين خدمة ديال البواخر بشكل منتظم من كوبي للديور ديال الموانئ ف شيكوكو و كيوشو.
أبغِي نبدّل هادَا.
واش تقدر تشرح ليا هادشي بالتفصيل؟
مللي يكون ناشف، تقشر من وجهك.
شحال غادي ياخد وقت قص الشعر؟
بغيْتْ واحد الدّليل ديال العناوين، من فضلك.
باغي/باغية ناخد/ناخذ قيمة أغراضي.
باغي نقعد دابا.
تقريبا ساعة بعد الإقلاع. كنبدوا الخدمة ديال الأكل ملي كنكونو طائرين بشكل مستقيم.
عندي حجز في الدرجة الأولى على الرحلة رقم واحد واحد ثلاثة من لوس أنجلوس إلى نيويورك في خمسة وعشرين أكتوبر.
هادي صالحة لمدة أربعة عشر يوم، تقدر تستعملها حتى النهار 23.
ماشي مزيان تتقلب ف الطعام ديالك بالصوت.
دوزت الحساء.
جيت باش نقرا في مدرسة ديال اللغات.
لا، سمح لي.
بشحال الثمن للفيلا د الفن بالتاكسي؟
أنا مزيان شوية مبكر، واش عادي؟
إي، تقدر تشوفها مزيان، باش اليوم حالتها زينة.
واش نقدر نحجز ملعب تنس هنا؟
واش كاين صالون ديال الجمال هنا؟
واش واش غادي نمشي بأي طوبيس باش نوصل للفندق ديال سكاواي؟
واش تقدري توريني شي كريدي كارت كبيرة و رخصة السياقة ديالك؟
لا، ما عنديش بهاد القدر ديال الفلوس.
إي، غنطلب شمبانيا مع المقبلات.
ماشي كاين واحد الكابينة ديال التليفون العمومي هنا قريب؟
تاخد هاد الشي بعد كل وجبة، ثلاثة مرات في النهار.
kayn dakkan dial pizza zwin machi b3id men hna, w bghit njarrbou.
واش تقدّر تبحث ليا على "Anne of Green Gables" في طبعة ورقية؟
صافي. ما تقلقش. عندنا ممرضة كاتفهم اليابانية.
أنا ماشي مقتنع بهادشي.
السيد إيبرت كان لي عونًا كبيرًا.
داكشي رَايون، صافي كَيْنْغْسَل.
عندي الزكام.
أرجوك شرحها ببساطة أكثر.
بغيْت نبدّل الطلب ديالي، إذا كان ممكن.
نخلي نشوف مع الدكان الآخر ديالنا باش نتأكد إذا عندو هادشي متوفر.
فين نقدر نمشي باش نلقا ليموزين؟
باغي نقدم شكاية للبوليس.
ست ليالي ابتداءً من ثلاثة وعشرين يوليوز. واش مزيان؟
واش شحال الوقت ديال المد العالي؟
شنطتي تقيلة بزاف. واش تقدر تعاونيني؟
واش نقدر نبقى فيها في سياتل؟
وريّني واحد آخر، من فضلك.
واش نقدر نحصل على وسادة؟
باغي نمشي نصيد. واش كاين بلاصة مزيانة حدا هنا؟
باش تديوّر في تاريخ أمريكا في جامعة هارفارد.
واخا نمشي نشري حوايج تقيلة مزيان.
واش تقدّر تجيب ليا شي فلفل، من فضلك؟
الطقس مزيان، مشي كذلك؟
اش كيفاش نقدر نشري تذاكر لدار السينما ديال برودواي؟
فين نقدر نمشي باش ناخد المتاع ديالي؟
kanbghī nshri wshāsh l-wāldī. fī s-sittīniyat dīālha.
غادي نقص 10% من الثمن.
واش خدام هنا؟
باش نتخلص على حساب المكالمة.
اش كيفاش نعْلِم السائق باش بغيت ننزل من الطوبيس؟
واش نقدر نحجز غرفتين منفردين بدل غرفة مزدوجة؟
كاين خمسة دولارات و تلاتين سنتيم.
أنا غادي نقلب في لوس أنجلوس. واصلين في الوقت؟
أنا كانوصل مع AF واحد اثنين ثلاثة.
واش نقدر نشرب كاس ديال الماء؟
تايخْد تقريبا تلاتين دقيقة.
فين غادي نمشي لمكتب السيد ميسون؟
مية دولار كاش و الكارت ديالي بالكريدي.
بشحال واحد منهم؟
الأسواق النقدية غير مستقرة.
كانبغي نمشي نطوموبيل ف بروفانس غدا.
باغيْ نْكْرِي طْرْفْدْ لْيَوْمْ وَاحْدْ.
تقريبا أربعين قدم للكأس.
باين شوية ناقص طياب.
غادي نعطيك فلوس كاش، ولكن خليني نقراها، من فضلك. واش هاد الثمن ديال واش؟
واش بنينة؟
واش؟ غداو دابا و باغي يجيبو واحد آخر؟
غادي ياخد على الأقل تسعة وتسعين ساعة.
كي ديما كيجى يشوفنا فحال.
فين ميروار؟
اش كيفاش نفتاح الصوفر؟
خلّيت شي حاجة في الغرفة.
بغيت شي مقانق، من فضلك.
استخدم آلة البيع.
قصّة شعر و شامبوو، من فضلك.
باغي نْكْرِي شيْ فْيرْما.
شحال باقي د الوقت باش نبداو؟
تمّ تأكيد حجزك من جديد.
أعطي هذا لطّابلية ديال الطاكسيات من فضلك.
اش هو نسب المجموع ديال الضريبة اللي غاتطبق على كلشي؟
واش حال هاد المدة ما شفتك.
حجز في ملعب الغولف، من فضلك.
نصبر على شوية ديال الصعوبات.
بغيْتِ ديري ليا شي طّرف ف شعري.
تقدر تقرضني كرنك؟
عندنا ممرضة كتعرف اليابانية.
واش عندك شي دوا للزكام؟
واش تقدّر توصّلني للمستشفى؟
لا، ما عندي والو نعلن.
هاك خمسين دولار باش في حال وقع ليك شي مشكل.
القاعة ديال المائدة الرئيسية غتكون مفتوحة في الثمانية و كاتسد في العشرة.
نديرو كاش شي شيكين؟
كيف حالك؟ صاوبين ف سويسرا و دايرين الموضة هنا.
أي نوع ديال الباتري كيعمل بيها؟
بغيْت كتاب ديال الأطفال، من فضلك.
أنا آسف، ولكن كنبغِي نلغي الحجز ديالي.
صافي، ما عجبنيش.
واش باقي شي حاجة تشوف في هاد المنطقة؟
الكتب و الكراسات.
سلم.
نزلو تحت بلوكاتين. كاين في الزنقة.
فين الديْسكو المشهور؟
داك الفندق اللي في راس التلة عندو منظر زوين على المدينة، ما كاينش هكاك؟
بشحال خصني ندخل؟
كانبغي نشوف ماتش بيسبول ديال المحترفين.
أرجوك اتصل بسيارة إسعاف.
آه، خاصني نسيتو. شكراً على التحقق.
هادي هي فيزيتة ديالي. أنا مسؤول على استيراد الأثاث لليابان.
زميلي السيد تاكيمي اقترح عليّ باش نتصل بيك. واحد من مرضاك.
عندي موعد آخر في داك النهار.
اش كيفاش نرجع؟
نتلاقاو نهار الإثنين.
واش عندك هادشي بالخضر؟
أنا جديد هنا.
واش باغيلي الكاس ديال النبيذ.
أنا سمسار في التأمين.
اش نوع ديال المقبلات عندكم؟
صحيح.
جات شي شغل ضروري ما نقدرش نتجنبها.
الشروط ديال العقد واضحين، ولكن ما فهمتش بالضبط شنو بغاو توصلو ليه بعد هادشي.
إيه، بعض الغرف ديالنا فيها منظر على البارك، ولكن الثمن ديالهم غالي شوية.
واشْ غْديْ طْحْ مْنْ جْيْبيْ. خاصْنيْ نْخْبْرْ هادْشيْ لْموْظَّفْ دْ لْأَمْنْ دْ لْفْنْدُق.
واش عندكم تخفيض للإقامة الأسبوعية؟
لقد دفعت جميع فواتيري.
باغِ نمشي نِحْتَاجْ نِحْجَزْ مَلْعَب تِنِيسْ سَاعَةْ غْدَا.
واش عندك شي طّابلات ديال لكرا؟
لا، جينا لهنا العام اللي فات.
تقدر تصف لي الشخص؟
صافي سَلِّمْني.
مانبغيش بثمن هاكا.
بصحة و الراحة.
صافي، غنبعت المهندس ديالنا لغرفتك.
أنا عندي حساسية من التالي.
إيه. واجدة عندي هنا. نقدر نشوف رخصة السواقة ديالك، من فضلك؟
الله يعطيك الصحة، كنتي في المستوى اليوم.
سمح ليا، ما سمعتكش مزيان. واش تقدر تعاودها بحروف؟
صافي.
واش نقدر نعرف اسم ولدك؟
واش عندك شي واحد ديال البوظة؟
غريبة، ولكن كنقدر نتكلم بالإنجليزية مزيان ملي كنكون سكران.
قالي ليك كان عندك فاكس ليا.
بـ "شواش" تقصد بالضرورة أنهم ديما كيشريو رخيص؟
كيف باغي ليك هادشي؟
عندي قشعريرة.
الجرح تعفّن.
باش بغيت يعاودو إصدارها.
واش متأكدش ماعندكش حجز بسمية "Suzuki"؟ ولا "Tetsuo"؟
ما نقدرش نفتح الباب.
الـكابوكي واحد من الفنون اليابانية التقليدية.
اشْحال زْوين؟
بغيْت نطلب موعد باش ندير تمويج دائم.
واش ممكن تعطيني شي غرفة أكبر؟
عطيني شي كيس باش نخلي فيه المزيود، من فضلك.
كنخطط نبقى 12 يوم.
واش تقدر تحافظ على شناطي ساعتين آخرين من فضلك؟
يا ريت نمشي نعاودو على مكتب ديال شركة طيران يونايتد دابا.
باش نشوف جدول المواعيد؟
سيّد جيرو يامادا؟ حجزك مُؤكَّد على هاد الطيارة، اللي غتمشي سبع ديال النّصباح من شيكاغو.
kanhdām ʿla jīb.
ألوان أخرى؟
اش دايرة باش تستمتع بالمدينة؟
أربعة دواوير.
بدل ليا الغرفة ديالّي، من فضلك.
واش كاين شي مكتب للمفقودات في المحطة؟
واش نقدر نبدل بهاد التيكيت؟
واش تمشي علينا نعاودو هاد العقد عام واحد ماشي عامين؟
خليني نفكر في الأمر، من فضلك.
باش نقدر نبدل هادشي؟
واش الفندق غدي يبعت سيارة تجيبنا؟
ساندويتش بيض مع المايونيز باش تاخذها معك.
واش تقدر تقولي ليا على شي فنادق بثمن أقل من خمسين جنيه في الليلة؟
واش تقدري تدخلني شي نهار الثلاثاء الصباح؟
باش نفضّل شي بلاصة ف الدّار.
تقدر تحط ليا شناطي في الصندوق ديال السيارة، من فضلك؟
واش هي فلّا خارجية ولا داخلية؟
واش تقدّر تقولي رقم الباص اللي غادي لسانتا مونيكا؟
لاباس، ونتيا؟
كنبغي شي كريمة د النهار.
ولكن، إذا ما اشتغلاتش الضو، ما تقدرش تبدل.
ما كاينش الحجز ديالك، ولكن عندنا شي غرفة.
ستة و نصف اليوم، ولكن عادةً في خمسة و نصف.
أبغيت قلم حبر، من فضلك.
غادي نقص 20% من الثمن.
غادي نبحث على طاكسي آخر.
واش كاين شي صندوق بريد هنا؟
حار، مازال؟
كانبغي نمشي لبرودواي.
واش عندك شي بلاصة ديال مخطط المسالك ديال التزلج؟
نظافة، من فضلك.
آه. ماشي مشي مزيان بزاف.
ما كانديرش الطريق للستاسيون.
داك شي جوج دولارات وخمسين سنتيم.
كاينة في نهاية هاد الزنقة.
Wash katqder tqellem men flouss sghira?
باش نخدم كاش كاشافة؟
شكراً بزاف. وخلي هاد البلاصي كما هي.
بالنسبة لتصميم مشروع ميركوري على الخصوص، ما كنت نقدر نقرر فيه بدونك.
باش نتّفاَ الضّرك؟
أنا غادي نشري هاد الدور.
هاد الوقت ديال العطاء و نشر الخير.
باغي شوية لحم.
بالصحة و الراحة.
لبست جاكيطتي وبلّت، صافي بغيتك تنشفها ليا.
واش هاد السفن القديمين باقين يشدو؟
فينبغيك تجينا نتعشو مع بعض.
شي حاجة دخلت في ودني اليسرى.
واش تقريبًا شحال غاتكون سالي بالتاكيد ديالك، سيدي؟
بالمناسبة، كيف كتجرب البرنامج؟
واش عندك شي حاجة تعلن عليها؟
عندي كدمة.
واش البنوك مفتوحة السبت؟
شنو كيديرو هاد الدورات من معلومات؟
واش تقدّر توصيني بمحل مزيان باش نشري شناطة ديال الجلد؟
وا هاد الروج؟
بزاف ديال اللاعبين ديال البيسبول الميريكاني كيلعبو ف اليابان.
فين نقدر نبان الكتب المدرسية؟
واش نقدر ناخد شوية ديال العسل؟
كانو كنوريو الخواتم وحدة بوحدة.
باش نقدر نعامل بالفيزا؟
باغي نجرب طبق تقليدي ديال هاد المنطقة.
واش نقدر نطلب من الخدمة في الغرفة؟
واش نقدر ناخد شي موعد؟
صافي وقع لي حادثة ديال الطّوموبيل.
بدا باش شغال في هاد الشركة غير شهرين.
واش في شحال غنتجمعو؟
مشيت طلبت لتوكيو و قالو ما باغينها.
التلفزيون معطل.
فين نقدر نصرف هاد الوصفة الطبية؟
واش نقدر ناخد شي سكر صناعي؟
كنبغِي نبدّل السِسيون ديالي لشيَاتسو. واش ممكن؟
صافي، أنا نباتي. ما كانكولش لحم.
غادي نشرب اتاي في طالعة.
تقدر تمشي بأسرع طريق؟ أنا متأخر على موعد.
عندي حَلْق لَوَز.
بغينا نجربو الطّيب ديال البحر هنا.
صافي سَافر بْسَلَامة.
ما عندك شي أحسن من هاد؟
كوك دايت مع جليد، من فضلك.
التسليم في أي من محطاتنا مجاني.
لذيذ.
خاصك تمشي تشوف نارا و كيوتو. نارا حافظة على جو اليابان القديمة بمعابد بوذية قديمة وأضرحة شينتو. الغزلان وصغارها كيتلهزو بحرية في حدائقها.
أعطيني بغايتي لغرفتي.
لكلمة "face" معاني متعددة في اللغة الإنجليزية، بحال القناع، الماكياج، الكرامة، السطح، وغير ذلك.
أرجوك، أضف بعض المال الزائد.
أرجوك حط أغراضك خارج الدار.
دير شي جوج بلوكات و دور ليمين.
المفتاح ديالي مكسور.
كنبغي معجم ياباني-إنجليزي.
كانت عندي واحد الوقت مزيان هنا. شكراً على كلشي.
هاد الباص غادي للوسط ديال المدينة؟
من فضلك تجنب ما يلي.
الأرقام ديال المبيعات كتعاود تزيد بشكل مستمر من يوم ما خرج المنتج للأسواق.
واش غادي مرشد سياحي يجيني فالحمام؟
واش في شحال خاصني نكون عند الباب؟
اشْ شنو اللي غيكون سريع؟ ما عندناش بزاف ديال الوقت.
صافي؟ عطيني دقيقة باش نعاود نشوف هادشي.
واش هادشي كامل مخلل في الفاتورة؟
بغينا طبق مقروط متنوع، و سلطة، و قنينة ديال النبيذ من فضلك. جيبو معاه كاسين من فضلك.
أه، باغي نمشي دابا. الدور ديالي.
واش واش رقم ديال باش علا Piccadilly Circus؟
هادشي معاه ضمان مدى الحياة.
واش تقدر تصلحو، من فضلك؟
ما وصلاتليش سلاطة.
تاخد رقم واحد ديال الباص و تنزل في المحطة الثالثة.
واش عندو شي واحد هنا يقدر يجرب التنفس الاصطناعي؟
ما نعتقدش هادشي جا من اليابان.
جبلي واحد قارورة صغيرة ديال الما معدنية باردة، من فضلك.
أريني بعض الألعاب التعليمية، كما يقولون.
بغيْت حْزام.
نَفكر فيها شوية.
أنا معاها بالزاف. نمشيو للدكان ديال التقدي عبر الشارع.
بيض مقلي بالخضرة.
سمح لي سيدي، جميع الغرف محجوزة.
المكالمة مع اليابان متوصلة. تفضل.
ها هو الدليل. خاصو يكون تمّا.
عندي تورّم.
واش متأكد؟ عافاك شوف مرة أخرى.
واش نقدر نحصل على مرشد ياباني؟
بشحال هاد الساك؟
باغي نمشي بالطيارة ديال غدا.
شكرا على العشاء الرائع.
أرجوك ابدل العدسة. واش تقدر تجيبها ساهلة وأنا كانستنى؟
تمشي دغيا لتما، و تلقاها على يمينك.
ما نقدر نحافظ على والو ديال الأكل في كرشي.
واش تقدّر/ي تهزّ/ي هنا شوية باش نتصوّر؟
باش تمشي لكازا الكانيون الكبير.
الرجاء عمل صورة أشعة سينية.
kanhdām bḥal qādah l-wāldah dyāli.
تقدر تحجز ليا تذاكرين؟
دابا تعرضت للاعتداء.
طاولة للتدخين ولا لغير المدخنين؟
كنسمّيوها جبل B. تبعد علينا حوالي 20 ميل.
بغيتي كيتشوب ولا خردل معاه؟
داكشي ف الطابق الأول، من هاد الطريق.
واش كاين ولاد اللي كيجمعو الكورة؟
لڤيغاس؟
واش هاد الموضع كياخد ماستر كارد؟
واش الضيوف يقدروا يدخلو للديسكو ديال هاد الفندق بلا ما يدفعو فلوس الدخول؟
واش أي واحد من هاد النوازل عندو مرشدين كيتكلمو اليابانية؟
ما عنديش نسخة من تذكرة الطيارة ديالي.
في كراسة منفصلة سمّاة "معلومات أساسية عن الشركة", موجودة في الملف اللي عطاو ليكم، غادي تلقاو شرح مفصل أكثر.
بشحال غايتأخر؟
واش واقي واش كايفتح ف شحال و كايسد ف شحال؟
واش تقدّر تجيب ليا شي لحافات، من فضلك؟ البرد هنا في هاد الغرفة بزاف.
بصحتك. بالمناسبة، واش كاين تليفون عمومي قريب لهنا؟
بغيتي تشرحها للسمّان؟
واخا تقدر تحطّها حدا الضّريبة، من فضلك؟
كانضيق هنا.
عندي شي غسيل.
فين القصر؟
Wash qed tqelleb 3la l menu?
مكان في المقدمة من فضلك.
رجاءً، ارجع قبل الساعة اثنين و عشر دقائق.
صافي، وحدة من واليزتي ما بانوش.
واش كاينين رحلات كاملة النهار؟
واش نقدر نحجز في تسعة ونص الصباح، من فضلك؟
بشحال كتخلص على التوصيل؟
بغينا تكتات لسان دييغو، من فضلك.
تقدر توصل ليها تقريبا بـ تسعين دقيقة ديال المشي من هنا.
كل واحد و ما بغاه. أنا كانشرب بييرة.
أنا من يوكوهاما، اليابان.
مكان حدا الضّريعة، من فضلك. و بغيت نقعد مع بنتي.
واش تقدّر تشرح ليا كيفاش ندير مكالمة طويلة المسافة؟
ولد في التسعينات.
هاك الباقي ديالك. تسعة و سبعين دولار، تسعة و ثمانين دولار، تسعة و تسعين دولار، مية دولار.
واش عندك باركا؟
لا، ماشي كاميرا ديالي.
التلفزيون معطل.
واش آخر طوبيس غادي لـ بيمليكو في شحال؟
بغا ليا شي دوا، راه باغيلي الدوار فالبحر.
خمس ساعات و ثلاثين دقيقة أخرى.
هادي هي الغرفة سبع سبعة وأربعين. واش كتعطيو أي نوع ديال كوكتيلات؟
هادي الطريق.
أفْفْ، ما دِيرْ هادشي.
النساء كيتزيّو.
صافي. واش كيف ديال هادشي؟ هاد النصف نهار ديال الدورة كيعاودك لهنا على ساعة وحدة.
هادي تقبل تغسل؟
أريد التواصل مع المسؤول على المحاسبة من فضلك.
واش تيكات كاينين؟
واش عندكم شي سلاسل أخرى بتصاميم فريدة؟
واش ما نمشيوش حول هاد الشعاب؟
واش تقدري تقولي فين غانزورو في النزلة؟
خاصك تمشي للمستشفى باش دير فحص عام.
واش ممكن تعطيني شي غرفة أخرى من فضلك؟
فين أقرب محل ديال الموسيقى؟
كانبغي نحط الحاجة الثمينة ديالي في الخزنة ديال الأمانات.
نظن هاد بلاصتي.
أرفع يديك.
فين كتقفل ديك الدكان؟
واش واش كاين واحد الطران الأول غادي لـأوكسفورد؟
بشحال لخرجة ديال السيرفيس د الغرف؟
واش عندك جريدة بالانجليزية؟
عصي الأكل، من فضلك.
كنفضل وحدة زرقا، إذا عندك.
تبارك الله تشفى قريب. ما تقلقش.
بْشْحَال. كَايْنْ نِيَّةْ نْدُوّرْ شْوِيً وْنْزُورْ صْحَابِي قْدَامْ.
اش دايرة ليك؟ / واش كتشوف ليك شي حالة؟
كنبغي شعري يبان من فوق الدنبات.
المنضدة ديال النقود تمّا.
علاش القطار متأخر بزاف؟
واجب نلبس ربطة عنق؟
سمية و رقم الغرفة؟
عندي طير في الكوطة.
كنا مهتمين بالدين.
ماشي مشكل. فين بغيتي تاخده؟
أنا تاني. مشينا بزاف اليوم.
ما عندي فكرة.
غادي نشارغو البطارية ونظفو البارابريس.
طاولة في التراس، من فضلك.
نصف الثمن المسجل؟
اش آخر أجل باش يدوزو check-in؟
شوية مزيد من الدفع من الخلف.
أرجوك صوّر هاد الدرب اللي في الخلف.
واش عندك شي تحف زوينين؟
دارت الشتا فالبرد.
كانوا كيتفرضو فطور في سبعة د صباح كل يوم ما عدا نهاية الأسبوع.
واجب نشوف طبيب فصباح دغما.
أرجوك اربط حزام الأمان وتجنب التدخين إلى حين الإقلاع؟
باغي نتصل باليابان.
نتمنى نمشي شوية ديال الوزن بعد هادشي كامل.
أنا غادي نمشي لملبورن.
واش عندكم أي رحلات مع مرشدين كيتكلمو اليابانية؟
لبْرّد هاد الصباح.
سمح ليا، ولكن باش من تقاطع دابا؟
نَسِيتْو ملي كَانْ شْرِيْتْ فِ الْحَانُوتْ قْبْلْ عَشْر دَقَايْقْ.
واش نقدر ندخل بالجينز و الصباط ديال الجلد؟
بغيْت شي موْز.
كانت كتفي متوترة بزاف، مشي كذلك؟
صافي، واش من طعام كتعجبك؟
واش غادية؟
واش تا واحد المقهى قريب لهنا؟
سمح ليا. واش تقدري تقولي فين نقدر نبغي الميترو؟
كيف حالك؟ أنا إيتشيرو تاناكا.
بشحال الثمن ديال الإضافة فالطوندة السريعة؟
إذا كانو كلهم معفيين من الضريبة، غادي ناخد واحد الكرتونة ديال C.
يعتمد على نوع الرحلات. رحلة ليوم واحد إلى يوسمايت هي ثلاثين دولار وهي الأكثر شعبية. يوسمايت تبعد ثلاثمائة وخمسون كيلومتر من هنا.
واش شنو هي الخط اللي غادي لسانتا باربارا؟
ما بغيتش كيتشوب.
خوذ اللي بغيتي. غير ما تطلقش.
باغي نشوف شي ماتش ديال كورة.
واش عندك شي غرفة وحدة الليلة؟
في الواقع، عندنا تخفيض على البلوزات دابا.
واش تقدّر تقترح شي رحلات قصيرة زوينة؟
شيكات السياحة ديالي بالدولار الأمريكي.
واش تقدر توصلني بصاحبي؟
فين نقدر نشري تيكيط؟
هل المعدات مضمنة؟
واش نقدرو ناخد شي خبز، من فضلك؟
خليني نشوف. اه، عندنا شي غرفة خالية.
السلام عليكم، Tanaka. فرحان بوجودك هنا. فين كتقيم؟
واش كاين شي واحد هنا يقدر يتكلم بالانجليزية؟
إيه. خاصني نمشي دابا. إن شاء الله نشوفك قريب.
ستة و نصف.
هادي أول مرة.
فين أقرب محل غسيل؟
أعطوني غرفة هادية، من فضلك.
جاوبني الله بالخير العام اللي فات.
يا له من شيء رائع.
باش بغيت اللي عراض في Vitrine.
واش عند واحد قد يكون أكبر شوية؟
مازال ما شفت. ولكن أظن عندي حرارة عالية.
اشْ شنوْ شِكايَتْك؟
بدا التساقط ديال الثلج.
هادي هي الغرفة سبعة على اثنين. بغيت تقعدني ف سبعة د الصباح غدا.
ما تخدم بزاااف.
آه، لا. كنت عارف هادشي غيعطي نتيجة خاطئة. غنعاود نرجع لليابان مسكين مفلس.
واش هاد الطران ديال شيكاجو؟
سمعتْ الدّارْ ديال الطّقسْ دابا. كاينة توقعاتْ غادي يْوقف التّلج شيّ وقتْ غدوة.
باش نقعد هنا؟
أنا كنكتب شي هايكو بحال الهواية، ماشي شغل.
واش كاين بلاصة آمنة باش نخبي فيها شناطي؟
واش عندكم عروض خاصة للعائلات؟
فين بلاصة مزيانة باش نشري تحف؟
هاد النظام ديال الأجر على حساب الأقدمية.
أرجوك تمدد/ي هناك.
واش نقدرو نمشيو لـ tiki point غدا؟
يمكن يكون شي شوية ديال الثلج.
تقدر ترسم ليا واحد الخريطة؟
تبان ليك شي وحدين ديال "الماكنات" ساهلين بزاف، آ سيدي، واش ما تجرب شي "روليط"؟ خاصك غير تحط شوية ديال النصائح ديالك ولا فلوسك على الرقم اللي غادي تراهن عليه ف الأول.
كنت متأكد أنك غادي تلقى شي اختيار أوسع في صيدلية.
غا مزربّة عليا. وريني واحد أقل ثمن، من فضلك.
هذا هو المشغل لخدمة المكالمات الهاتفية الدولية.
قراية نڭليزية.
هاد السيارة غادي لباريس، ما كاينةش؟
أرجوك ضع خمسة دولارات وخمسة وعشرين سنتًا للدقائق الثلاث القادمة.
بغيْت كَامِيرَا، عَفَاك.
اشحال الطول ديال منصة الغوص؟
واش غادي تستأجر عربة غولف؟
أعطيو فاش تكرمو بطاقات النزول.
واش نقدر ناخد شي موعد دابا؟
شاوي بزاف على كرش.
كيدا نقدر نمشي للوسط ديال المدينة؟
صافي بحال ما كتقول.
ما كليت والو قبل. بغيت نكول دابا.
صباح الخير. بكم؟
ما عندي بزاف ديال الوقت.
صافي. نتلاقىو فحال.
واش نقدر نصرف ثلاث مية دولار بالفيزا ديالّي؟
اش كيف بغيتي الويسكي ديالك؟
باش نقدر نبقى معاها؟
عندي الدورة الشهرية.
خاصك تصرف شيكات المسافر ديالك في بنك.
أعطيني متعلقاتي للغرفة من فضلك.
مازال محجزتش بلاصة في الطائرة ديال الرجعة.
واش من هاد الألوان هي اللي خرجات حدايث؟
اشحال من الوقت يدوي باش نوصل لفيلادلفيا؟
غادي تزور كل البلايص السياحية في سان فرانسيسكو في حدود 49 ميل بالسيارة.
واش نقدر نبقا هنا باش نشوفو؟
واش باقي شي بلاصة لهاد الليل؟
كسرت نظاراتي.
حوايج ديالك ما كيمشيوش مع لون فستانك.
حطّها هنا، من فضلك.
هذا واحد أوتوماتيكي. عندَنا هاد الموديل ديال الساعات الكوارتز، سيدي. هذا مقاوم للماء والصدمات.
غير شوية تقطيع بالمكنة، من فضلك.
واش كاين شي طْرَن لـ أوكسفورد فـ قريب؟
مع الفطور؟ بغيت نحجز.
باش نقدر نمشي فرنسا مباشرة من هنا؟
شحال هادشي صالح؟
باغي نبدل الحجوزات ديالي.
تقدر تجيب لينا طكسي؟
واش نجربو برجر؟
واش كلشي مزيان؟
واش عند شي ليموزين ديال فندق ABC؟
واش فينما غترجع السيارة يوم الجمعة؟ شنو الوقت؟
واش شنوّ الخط ديال ماديسون سكوير؟
نعاود ليك بالتليفون فاش ما نقدر.
سمح ليا، ما فهمتش شنو قلتي.
دولار واحد للكيلو.
واش ممكن تحطها ليا في علّاقة؟
مانعرفش كيفاش نستعمل التيليفون، عافاك وريني.
وجهتي هي لندن.
آه، خاف ديالها ما كافيةش الوقت.
واش شنوّ باش ناخد؟
بغيْت شوية كريم ديال التنضيف.
أهلاً بكم من جديد و مرحباً في أمريكان توب فورتي.
واش واش أحسن حدث؟
اشحال غادي ياخد الوقت باش تفتح البراعم و تولي زهور؟
بغيْتْ نْكَلِّمْ السيدة نوموتو، فْ الغُرفة خمس مية واحد.
غادي تكون معجبك تشوف داخل ديك المسرح. هاداك هو Teatro alla Scala.
الخط المظلل يوضح أرقام مبيعات شركتنا للعام الماضي.
كنتمنى تقدر تزور هاد المعالم السياحية الزوينة ف أمريكا ف أقرب وقت.
دير وستمنستر.
صاحبي/صاحبتي عاني من حمى شديدة.
kayn f ttaabeq sseba3. t'qedd l'asansor f n'haayat l'qesba.
غادي نستنى ليك.
حطيت التيساك ديالّي، و لكتاب، و الكاميرا في التيسّاك ديالّي.
كنعطّي راسي في النعاس تقريبًا في الساعة عشرة، وڭانغف مباشرة.
كان طويل و عندو شعر صاافي.
ازدهرت الثقافة، مع أنشطة مثل مسرح الكابوكي، ورسوم أوكيو-إي، والأدب وفن الفخار التي أصبحت شائعة.
واش عندك محل ديال Dunhill هنا قريب؟
واش مية وعشرين مليون واحد في واحد بلاد مساحتها تلاتة ومية و ثمانين ألف كيلومتر مربع؟
tikté dy rruh w rj'a l Miami, 'afak.
واش تقدّر تقولي فين أقرب بنك؟
بغيْت تذكرة وحدة للكبار، من فضلك.
سميتي Watanabe Goroh.
بشحال غادي يوصل هاد الضرف؟
الْفِلْفِلْ، عافاك.
واش تقدر تجيب ليا الطّالون؟
صافي، طبيب الأسنان اللي كنمشي عنده مزيان.
الضوء ما خدامش.
باغي شي حاجة للكحة.
صافي، هادي هي الغرفة ديالك.
شحال باقي باش يجي القطار؟
واش نقدر ناخد دوا؟
أعطيني توقيعك هنا، من فضلك.
ماشي كاين كانطين قريب هنا؟
الرقم هو خمسة ستة سبعة ثمانية واحد اثنين ثلاثة أربعة.
أرجوك سيدي، قد نهبط في أي لحظة. تفضل بالجلوس.
يوكوهاما قريبة من طوكيو.
بغيْت مَصْفَاة، عافاك.
اشْ شنوْ نقْدِرْ ندير؟
واش كاين واحد هنايا كيتكلم اليابانية في المحل؟
واش من هو اللي في الديل؟
واش ممكن تعطيني خريطة ديال الدليل، من فضلك؟
ما نقدرش نسمعك مزيان.
داخْل تاخير بحال ساعة. غتمشي 17:10.
الرقم هو واحد اثنين ثلاثة أربعة خمسة ستة سبعة ثمانية.
ما غادية تتدفا الما بما فيه الكفاية.
في هوكايدو، ما تقدرش تلعب غولف لمدة ستة أشهر تقريبًا بسبب المناخ البارد.
تقدر تبعهم منفصلين؟
كانبغي نمشي قبل يوم واحد.
كيتبدا من التاسعة.
مزيان ليك. كل الدكاكين عاملين تخفيضات دابا. تقدر تْشري بثمن ناقص.
واحد لحظة. غنلقا قلم.
آه، ما نعرفش. واش ما تجربوش ماكدونالدز؟ كاينين في اليابان، ولكن...
باغا نمشي هادشي. هادي هي السلعة.
واش كاين شي طوبيس غادي يمشي ف هاد النهار؟
اش كيفاش نمشي للمتحف؟
ما عليك. بغيت ساليت المسودة ديال البرنامة ديالي.
سيُعجب السيد غودمان بها حقًا.
إيه. باغي ناخد بيضة، نقانق، توست و فواكه طرية.
الكرا دايز في آخر يوم من كل شهر.
هاد ماشي هو السداية المناسبة.
رقم الرحلة هو PK سبع مية و ثمانية في خامس شتمبر.
واش فيه شي مشكل في البانيو ديالي.
اشْحال كاينين ديال المنتوجات ديال لهاد المنطقة؟
مازال ما جاتش شناطي. واش تقدر تسولي شنو وقع ليها، من فضلك؟
كنتِ باينة زوينة بزاف في التليفون.
هادي كاميرا كانون من نوع سينغل لينز ريفلكس.
اش اسم القلعة؟
واش كاين طوبيس من المطار للبلاد؟
واش تقدّر تعاود ليا الاسم؟
صافي تنزل في المحطة التالية وتاخد الطوبيس لـ هايد بارك.
أَاسِف، مَا كَانَتْشْ عِنْدَنَا هَادِي. تَقْدَر تَشْرِيهَا فَال صِيدَالِي ف الطَّابِق الأول.
بغيْت نْقْعُدْ فْلَاسْطِيج، عافاك.
اشْ شنوْ باغي تشرب؟
باش بغيت نفس الشيء.
فين بلاصة بارنز أند نوبلز؟
بزاف-بالخصوص ملي نعست على العشا البارح. بالمناسبة، واش تقدري تقولي كيفاش نمشي للمتحف البريطاني؟
من فضلك، قم بإدخال الرقم تسعة على هذا الهاتف.
واش شحال الوقت اللي تسد المحل؟
طارتي تأخرت، و ما لحقتش الطيارة اللي كانت مزمعة.
واش تمشي تلغي الحجز ديال البلاصة ليا؟
بغيْت شيّ شْيْطْس.
أنا غادي نمشي ليها تا أنا.
مزيان بزاف.
كنبغي غرفة فيها باينيو.
باش نقدر نمشي نشلحها؟
مانعرفش، سيدي. واش كتهضر بالانجليزية؟ واش كتحكي بالانجليزية؟ تهضر.
نتمنى يكون مزيان.
الخط مشغول.
إيه، سيدي. الساعة حداش.
واش نقدر ناخد شي موعد ليوم الجمعة؟
واجب عليّ ندير كونكسيون. واش ممكن؟
لا، ما كانعارفش. بغيت شي طوموبيل ما فيهاش دخان، من فضلك.
واش المبتدئين ما كايصلحوش؟
أحتاجهُم اليوم.
كنبغي كرا واحد من رخص السيارات ديالك لمدة أسبوع.
هاد اللباس ما كايجيش ليا مزيان.
واش تقدري تقولي فين بلاصتي؟
واش أي طائرة كتوصل بدري لمدينة نيويورك؟
فين خلاّيتيه؟
أرجوك، بدل هاد العملة الفرنسية بالفلوس الكاش.
ما كاينش بلاصة نحط فيها المْحْمولة ديالي.
تحسسو بمستحضرات التجميل ديالنا قبل ما تمشيو من هنا.
ما تقلقش. ماشي بعيد على المدينة.
تا خسك.
صافي، علاش ما نمشيوش للبلاديا غدا؟
قَوّضْ ليا سْواك.
هاد النصف يوم ديال الدورة كيتسوا باليابانية؟
بشحال في النهار؟
إيه، كانعْملوها. هاداك هو الاختيار ديالنا.
آه، تقدر تمشي بـ "غراي لاين آير شاتل" ولا "كاري إيربورت إكسبريس".
إذا قدرتي تخفض شوية في السعر، غادي نشريها.
فين الكاريوم؟
كنبغي نبقى هنا شوية ديال الأيام الزيادة.
إي، باغا نشري كادو لختي.
نّضّف هاد الثياب.
فين نقدر نشري جريدة يابانية؟
اش دايرة هنا المشكلة الرئيسية؟
واش نقدر نسبح هنا؟
واش من الفوق؟ نشد شي من الدار؟
إيه، هادا هو اللي خليتي من وراك؟
إيه. تقدر تشوف أفلام على HBO، وهي مجانية.
اش كيفاش نمشي لهوليوود؟
نأخذ غرفة بخمسة عشر دولار.
أكيد حجزت.
واش عندكم خدمة غسيل؟
نظن/نعتقد رجلي مكسورة.
كنتَيا سيدي إيتا كتعَطيّ كلامْ ديال شاعِر.
واش كاين شي بلاصة ديال السياحة هنا قريب؟
واش تايجي فيها كابين د النعاس ف الطرين؟
صافي؟ إن شاء الله ما مشاتش بلا بيا.
نخرجو ناكلو مع بعض.
بشحال هادشي ديال يومين؟
أنا غادي نمشي لـ ميمفيس.
من أي رصيف يغادر القطار إلى يورك؟
باغي نحجز تذكرة لروما.
سيدات وسادة، الكابتن جورج كوهين وطاقمه يرحبون بكم على متن رحلة الخطوط الجوية المتحدة رقم 800 إلى نيويورك. إذا احتجتم لأي شيء خلال الرحلة، ما عليكم إلا أن تطلبوه وسيسعدنا مساعدتكم.
اللي خضرا.
أَفرْضْ اتْصِلْ بْقسم المفقودات.
واش ممكن نعطيك رقم ديالك، من فضلك؟
واش ممكن تشوف ليا إذا كان هناك رحلة أخرى متوفرة؟
لا. غدي نبقاو هنا ثلاثة أيام، ومن بعد غدي نمشيو لنيويورك ونيو أورليان.
عندّي pass ديال يوريل و فيزا ديال الاتحاد السوفياتي.
باش ممكن نتكلم مع السيدة كاوري واتانابي في الغرفة ثمانية اثني عشر؟
واش عندك شي حاجة أخرى شرب؟
هاد الفستان ديال الكتان؟
سمح ليا. عندي صداع. واش عندك شي دوا؟
أرجوك ضع رول فيلم في هاد الكاميرا.
الطلاب الأمريكيين في المرحلة الثانوية ما خاصهم يخدمو بزاف.
باغي ناخد هادشي معايا.
فين فهمت. هاد هو ديالي. أنا تابع للمركز ديالنا للتصميم الداخلي.
واش شنوّ الطّوموبيل باش نمشي لـ هايد بارك؟
هاد البيرا مابقاتش فيها الفقاعات.
إيه، نتا/نتي.
كانبغيو كاملين نكونو على نفس الطاولة.
ما كاينش ليكافية ديال فوط الحمام.
نظن هادشي ممكن ما يكونش صحاح. واش تقدر تطلّع عليه؟
غادي يرجع الأسبوع الجاي.
مامات ليا الميمة.
كنبغي شوية ديال البورتو.
خُدْنِي لِمَسْتَشْفَى.
يا سماء!
واش عندك هاد النوع بلون زاهي؟
بغيْت قلم.
واش ممكن نعطيك شي ليمون للاتي ديالّي، من فضلك؟
أعطيني وصل، من فضلك؟
فرصة سعيدة ليكوم، بزاف. واش هادي أول مرة ليك في أمريكا؟
واش ممكن تبدل هاد السيور ب شي وحدة أصغر؟
واش تاحد كايجلس هنا؟
شنطتي زيادة ثلاثة كيلو.
كنظن غالي بزاف. ماعندكش شي سعر معقول؟
غادي نمشي بكري فصباح دغدا غدا.
واش كاتباعو بضاعة معفاة من الضريبة في الطائرة؟
واش من اللي دارو الفيلم؟
الصيف هنا ماشي بزاف مزيان.
باغي نشري هادشي.
تبع العلامة اللي كتقول تاكسي.
إيه، معاك حق، بالضبط في وسط شارع الخامس. فين بغيتي تمشي؟
واش علاش درتيها؟
صافي، حتى وصلتي ديالي سرقات.
كنخاف ماعندناش. ولكن متأكد غتيعجبك غدا خاص ديالنا.
7:30. سبع و نصف.
صافي. دابا هي 11 بالليل، صافي بغيت نقلب عقارب الساعة ديالي لـ 10 الصباح، فهمتي؟
آه، ريمينغتون ممكن تكون مزيانة.
تقريبا ساعة ونص.
باش تقدر نعاود نزيد كاس ديال الماء؟
خَلّيني نشوف هادشي.
فين غادي نمبدل الفلوس؟
صافي ستاين، غانمشّي نسول السي إيمائي واش يقدر يجاوب.
واش نقدر نوصلو ليها في عشر دقايق؟
هاد الكاري حار.
عندي مشكل مع الساك اللي شريت أمس.
واش عندك شي حساسية لدوى؟
إيه، عندنا بالأسود والبني.
باغي نشوف ماتش كورة احترافي. فين نقدر نشري تيكيت؟
صافي، شنو؟ ما فهمتش عليك. واش تقدر تحكي بشوية لباطل باش نفهم؟
خمسة وعشرين، عشرة ديال عشرة، والباقي في ورقة وحدة، من فضلك.
اش كيفاش نمشي لفونتين كولومبوس؟
عافاك، عطيني شي حاجة مزيانة لفوها. تشقّقات من الهوا البرد.
واش كاين شي حاجة محلية مميزة؟
متخافش. هاد الكلاب ما غادي يعضكش.
إيه، و الدلافين زوينين بزاف.
بشحال كيمشي؟
لقيت راسي ف يدي. (or, more literally, but less common) عوجات ليا يدي.
فين هاد البلانات ديال النجاة؟
تمشي ديريكت على هاد الطريق أربعة بلوكات. و دير لفيراجل عند السيموفور.
تقدر تبعث هادشي لليابان؟
خلّيت محفظتي في المحل ديالك.
اش كيعجبوك هادو؟
واش كاين طائرة غادي ل سيدني؟
واش نقدر نكمل سفري غدا؟
هادي منطقة استلام الأمتعة ديال الخطوط البريطانية واحد اثنين ثلاثة؟
غادي نمشي نطّلع سبع د الصباح غدا.
غادي خصنا نعاودو نشوفو بعضنا قريب.
إي، بغيت واحد الويسكي و الصودا مع المقبلات.
أرجوك دق جرس الإنذار الطارئ.
واك. نقدر نحط هاد الصندوق ديال المتاع؟ فين غادي؟
واش كاين شي حاجة مميزة في هاد المطعم؟
سمح ليا، أنا مفتاح داري ضاع/مني مفتاح.
واش عندك شي حاجة ديال الديزاين عصري شوية؟
فين نقدر نبدل على طريف؟
صافي غادي تبدل شيك ديال الدولار الأمريكي لفرنك فرنسي؟
نݪتقاو غدا.
واش ما نديروش كلشي هادشي مع بعضنا؟
واش نقدر نغوص البحر مللي يكون عامي؟
بالأحرى، تفضلوا إلى الجمارك هناك. أتمنى لكم إقامة طيبة.
وريني الموديلات الجديدة، من فضلك.
واش عندك ترموميطر طبي؟
الْصَّبَاط ضَيِّقْ بَزَّاف.
باش شهر اللي فات ف التاسع.
صافي، ثلاثة عشرين، ثلاثة عشرة و خمسة ديال درهم.
باغي نجرب شي أكل ياباني. طيِّب ليا شي واحد.
واش نقدر نبدل بلاصتي لهاد السيت؟
يه، تسلينا بزاف.
واش ممكن للعرض ديال النهار؟
أنا باغي نطّلع على متاعي.
خططي تغيرات. بغيت نبقى ثلاثة د ليالي بدل اثنين.
آه، شكراً. بيتي، واش تقدري تجي لهنا، من فضلك؟
شحال ديال الأحزاب السياسية كاينين؟
سيرْ وقّفْ.
واش عندي شي مراسلة؟
رقمة ديال التمديد تلاتة ستة سبعة، من فضلك.
واش نقدر نكمل السفر؟
كون أكثر حذرًا في المستقبل.
السلام عليكم، بغيت نتصل ب طوكيو.
إي، ولكن واش غتمشي تخلي الشنطة الخفيفة فوق الرف ديالك؟
هذا أتاي أخضر.
واش عندك تيكيت؟
بغيت عصير ليمون، من فضلك.
واش تقبلوا فلوس يابانية؟
كان صاحبي كيعبر الشارع بالضو الأخضر.
واش عندك وحدة باللون كحلي؟
تقدر تساعدني بهاد الساك؟
آه، شكراً أختي ستايسي. آن في الواقع حضّرت هاد التيّاف بنفسها.
شحال ليلة الإقامة؟
بغينا قهوة بعد العشاء، من فضلك.
كيما كيتعلمو بشوق أحدث الموضة من التلفزيون و المجلات.
أطلب طبيب بسرعة، من فضلك.
كنبغي كتاب ديال الأطفال.
فين الكوانطر ديال رحلات الربط ديال الخطوط البريطانية؟
اشمن حاجة كياكلو في الطاولة اللي حداكم؟
باغِ بغيت شي غرفة لشخصين.
واش تقدّر تقولي فين نقدر نمشي نلقا الخضرة المعلّبة؟
واش عندكم شي أسعار ديال سيمانة؟
واحد الغريب عرض باش يصورني، و أنا عطيتو الكاميرا ديالي. و من بعد، هرب بها.
آه. واخيرا وصلنا لنيويورك. دابا خاصنا نركبو الميترو باش نمشيو للفيلاج. ما خاصناش نشريو خريطة ديال الميترو؟
كِدايرْ نْمْشي لْـ ABC Center؟
واش عندك دوم بيرينيون؟
فين الطريق لـ فندق غريس؟
خُذْ مَكْتَبَيْنْ بَعْدْ كُلّ وَجْبَة.
واش تقدر تحكي بباطئ؟
تقدر تفتح حقيبتك؟
خدمة الغرف، من فضلك. رقم الغرفة عشرة خمسة عشر.
بحر جنسي للفتاتين اللي تمّا.
كنبغو بلاصة فوسط الملعب على خط القاعدة الأولى، من فضلك.
بشحال؟
شوية قهوة أخرى من فضلك.
واش عندنا الوقت باش نشوفو داخل المعرض؟
فين هاداك قسم ديال الحوايج الزوينة؟
كل البلايص مشاّو، ولكن تقدر تجيب تيكيت باش تشوف الماتش إذا بغيتي تقف.
أرجوك حرر محضر سرقة.
واش تقدر نمشي نصبغ ضوافري بيدّي؟
صافي. هاك.
قول ليا فين كاين الإتصال ديالك.
شوف، كبيرة بزاف، آ سي؟ غنحضر ليك شي باكية باش تاخد منها بعداً.
واش عندك جريدة؟
بغيْت خريطَة ديال خطوط الطّوموبيل.
كنبغي بزاف الأفلام اللي كيبكّيوني.
واش عندك شي حاجة أوسع؟
واش كاين محل ديال الديكارتي حدا هنا؟
أرسل هذا بالبريد الجوي من فضلك.
المدير ديال الفندق ديالي، السيد هيلتون، عطاني سميتو.
تقدر ديرها ثلاثين جنيه؟
قول ليا شنو الوقت خصني نرجع لهنا.
من ستة ديال الصباح لحد عشرة ديال الصباح.
تْوَى برْگر.
أريني واحد أقل ثمن.
بزّاف ديال اللون، عافاك.
منين كاتْهَزّ؟
كانت عندي مسؤولية ديال شؤون الموظفين لفترة، و لهذا كيهمني بزاف نهضر مع الناس.
واجب نستناو هاد الوقت كامل؟ شكراً على كل حال.
واش القطار غيمشي في الوقت؟
باش تقدر تملا هاد الفورمة؟
باغي نغوص في بلاصة قليلة العمق، مزيانة و فيها ضو.
آه، هادشي مزيانش. ممكن مرة أخرى إذن.
واش عندك شي بروشورات يابانية؟ بغيت واحد، من فضلك.
مازال الحلوة ديالي ما جاتش.
واش نعاود وحدة أخرى؟
كان يكون مزيان إذا كانوا عارفين بهاد القدر على اليابان.
شي حاجة حول ثلاث مية جنيه، من فضلك.
واش كاينين شي رحلات فيها زْيارة لواحد الديسكو؟
باغِ بغيت هَامْبُورْغِير، بَطَاطَا مَقْلِيَة وْعَصِير لِيمُون.
أرفعوا إيديكم.
هي مزيانة بزاف.
شكرا بزاف. الله يعطيك سفرة سعيدة.
شحال ثمن النوضة؟
اشحال غادي يطلع ليا الثمن باش نخلي السيارة؟
كسرت رجلي.
بغيْت مْشَبَّك.
دابا، غنفتّح ليك المسامات بالبخار.
سمح ليا، نقدر ندخل؟ شفت الوكالة ديالي.
واش نقدر نشري تيكيت ديال البالي هنا؟
ما نقدرش نبيع والو بلا وصفة طبية.
واش طلبتي سرير صغير لوليدك؟
kanhdām bḥal chi ḥaja ntfakkr bih ṣdiqi.
دايرين ليك سيدي.
كنبغي واحد البازل.
بالفلوس ولا بالكرط؟
باغي ناخد طوبيس سياحي.
بغيْتْ نْكْرِيْ مْزْوِجْ دْ رَّاسْ، عافاك.
بشحال غادي يطلع هاد الباكيت باش نبعتو بالطيارة؟
فين نمشي باش نلقا قسم الأسرار؟
كنبغي نقعد حدا صاحبي.
عطيني داك. واش تسمي هاك؟
فين غادي توصل هاد الطريق؟
واش مللي مرضتي؟
ما نقدرش نشري واحد غالي بحال هادا.
زيد دير سْواغْ فْهاد الطريق حوالي ثلاث مية متر.
لا، كلشي درت أنا بوحدي. وحدة من هواياتي. باغي نبغي البستنة بزاف.
صافي، غادي نعطيك فلوسو بالدولار والين.
باش بغيت شي دوا للإمساك.
هاد الكابل كار غادي ياخدك للفندق.
أرسل هذا بالبريد المسجل من فضلك. واش شحال كامل؟
ضغط على تسعة للخط الخارجي، ثم اضغط على ثمانية واحد لليابان، ثلاثة لطوكيو، ثم رقم الهاتف.
سمح ليا. غنحط حوايجي دابا.
واش نقدر نعاودو لمدينة أخرى؟
بشحال المسافة من هنا للوطيل؟
غادي نمشي ثلاثة د ليالي.
يَدّيك فوّق! سكت و عطيني فلوسك.
كنقدمو ساندويتشات و مشروبات من 11 الليل لـ 6 الصباح.
أنا غادا نمشي بواحد النهار قبل المعتاد.
بسلامة. اتصل بيا غدا.
واش تقدر تلغي الحجز ديالي؟
كنت كتعاني من تعب شديد.
فين نقلب القطارات؟
باش بغيت بيض مفرفش مع لحم مرقاد، بطاطا مقلية، خبز محمر و قهوة.
إيه، بالعافية. هاد الفيلم من صنع اليابان؟
واش حال هاد المدة ما شفتك.
اش داير فين ما تايلقاش؟
يمكن يكون عندنا طابلة فارغة حول الساعة تسعة.
صافي بلوكتين، ثم أول شمال؟
واش. كتقول اليابانيين ياكلو هادشي؟
فين نقدر نبغي المْعَالِق والشُّوَك؟
آه، معاك الصح. هادشي زوين بزاف. غنرجع بالتأكيد غدا.
كنبغ شي شامبو ملون.
صافي. الممثل مزيان بزاف.
بالاك. نجيبو ليك دابا.
بالنسبة دابا، واش تقدر تعطيني شي فلوس باش نقدر نشري شي حوايج ضروريين.
شحال غدي يدوم؟
باغِ بغيت هادشي يوصل لليابان بأسرع طريقة.
آه، نعم ولا.
اش من لعبانة معاك من إنجلترا كتذكار؟
كنبغي سلة ديال البيكنيك.
قيوشو جزيرة كبيرة في جنوب اليابان.
شارع 42.
سمح لي. مرة أخرى من فضلك.
اش من مصروف الخدمة؟
بغيْت شي عصير ديال الفاكهة.
جيت باش نشوف صاحبي الياباني.
صافي.
اشْ غَالِيكْ؟
باغي بلاصة في الصف الأول.
اش نوع ديال الألم؟
سمح لي، غلطت. واش من نوع ديال الويسكي بغيتي؟
كانبغي ناخد واحد الدورّة فين نتعلم البستنة.
واش تا تشرب شي حاجة قبل العشاء؟
كنبغي شامبو و سشوار.
هاد الطران سباق في باث؟
اش من طريقة باش نتأكد من هاد الحاجة؟
أرجوك توقف وانتظر حتى نلتقط صورة لجسر واترلو.
عندّي غرفة دبل فيها سريرين سِنجل.
كان مكسور ملي بدّيتو من الدار.
مكان محجوز، من فضلك.
باش نشوف الغرفة؟
و باغي يجيو شي قطرات ديال المطر الليلة.
بغيت حليب سخون، من فضلك.
كنبغي فلاش إلكتروني.
سمح ليا، ولكن ما شربت والو. أرجوك صحح ليا الحساب.
بالأكل مع هاد الصلصة.
واش بغيتي تأخذ معاك تامين ضد الحوادث الشخصية (PAI)، تامين ضد الأضرار الإلكترونية (PEC)، و تنازل عن الأضرار و إضافة تغطية المسؤولية المدنية؟
واش نقدر نمشي في النمرة دابا؟
فين سالة الموسيقا؟
مبروك على عيد زواجكم الخمسين.
واشي شي كسور؟
كنبغي مئة دولار في فيرشات، من فضلك.
كنبغي المنظر.
الزرق مزيان بزاف هاد العام.
في الشتا كيكون عندنا الثلج ف الشمال ديال اليابان و ف المناطق الجبلية.
سمح ليا، ما كايناش عندي الكاميرا ديالي.
واش ممكن تشوف/تشوفي واش تسلّمات؟
واش عندك شي حاجة أخرى ب حوالي ثمانين دولار؟
أنا شوية مقلق بخصوص واش نقدر نغوص مزيان.
خَلّيني نْهَزّ الكُورَات.
إي، باغيْ نْكْرِيْ طوموبيل.
سمح ليا، ولكن هاد البلاصة محجوزة؟
غادي يساعد.
اش كاتعمل؟
مشينا بسرعة بزاف باش نمصوروش.
واخا، غنعملها.
كنتمنى إما نخدم تقرا أو نكمل الماستر في علم النفس.
kanbghii شي كريمة خفيفة. لبشرة ديالي مزيتة بزاف.
كان خوش بزاف نهضر معاك.
واش تقدّر تجيب ليا شي كسيدة يابانية؟
الصالاد، من فضلك.
واش عندكم رحلة كاملة ليوم كامل؟
واش معاك صوت؟
مكالمة دولية إلى اليابان.
لا، غبر جيبها ف ثلاثين دقيقة.
واش الطوبيسات رخيصين؟
إي، غنحاول نوصلهم ليه.
شارع التّاني والثلاثين.
صافي. واش نقدرو ناخدو تيكيتين؟
واش واش الساعة ديال الربط لباريس؟
ضع أغراضك تحت المقعد من فضلك.
واش شنو غرضك من السفر؟
بغيْتْ شْكْلَاطَة.
واش عندك شي عصير ديال الفاكهة؟
شي حاجة مضروبة في المصباح ديال الفلاش.
كنبغي نحجز غرفة دبل من غدوة لنهار الاثنين.
عندي بغيت تسيّح خفيف ودائم.
واش هادشي شامل الضريبة و المصاريف؟
صافي. نعجبني نجي.
واش نقدر نكمل طريقي؟
وريّني واحد أقل ثمن، من فضلك.
غالي بزاف. وريني واحد أقل ثمن، من فضلك.
إيه. شي قارورة ديال البيير، من فضلك.
أظن أن الوقت كيبغى يخلص.
واش تقدر تعاود تشوف فيه، من فضلك؟
يلا.
باغا نمبدل الحجز ديالي.
إي، كاين واحد ف ديك الفندق.
تاريخ المغادرة من فضلك.
فينبغي لي أن أبدل القطارات باش نمشي لسان دييغو؟
الله يعطيك الصحة جيتي واخا مزحوم.
ما نعرفش على هاد الجلد ديال الحنش.
فين فهمت. تفضل/ي جلس.
جدّي جا له كركاسة ف القلب البارح الليل.
صافي. واش تقدّر تعطيني تاريخ والسفر رقم؟
واش ممكن نعطيك شي فورشطة أخرى؟
واش شنو الساعة اللي سالا العرض؟
واش في شحال نقدروا نتعشاو؟
خاف، هادشي بزاف عليّ شوية.
الوضع ديال الطّوموبيل ما مستقرش. رجاء اربطو أحزمة الأمان.
كانت ديما نتدارب. مازال نتدارب شي مرات باش منبقاش ننسى.
شكون هاد السيدة؟
وجهتي هي طوكيو.
إي، أنا سياحي.
غادي يضطرّو يحوّلوك من مدينة أخرى.
واش نقدر ننزل ف الطريق؟
أقدم موعد كان من منتصف شهر أكتوبر.
فين نقدر نبغي شناطة ديال الجلد؟
أنا كنطيح لغبار الزهور.
بغيت نطيب السمك والبطاطا المقلية، من فضلك.
واش عندك طيارة لكازا ف الجمعة؟
لا، ما شفت حتا واحد حداي.
واحد الكرتونة ديال السجائر لارك، من فضلك.
بغيْت شي rapport ديال البوليس باش نعرضو على la sûrance ديالي. واش مزيان يخرج؟
طوموبيل صغيرة، من فضلك. شحال الكرا ديال النهار؟
بالطبع. حتى طفل صغير ما غاديش يعندو مشكل باش يجوب عليها.
إيه، لاباس.
واش بغيتي نعاود نشرح ليك؟
هو آخر واحد يكذب.
هذا ليك. واش تقبلها؟
شريت نشوف قائمة النبيذ من فضلك؟
اش نوع ديال الخدمة؟
السلام عليكم. مع الأسف، هو الآن في اجتماع.
باغي نمشي للمتحف. واش شنو الباص لي خاصني نركب؟
صافي، بغيت ناخد جوج من فضلك.
شكراً على الاستضافة.
حاجة لطبيب، بسرعة.
سمح ليا. بغيت نمشي لحديقة حيوانات برونكس. واش كاين طريق أحسن باش نمشي ليها؟
غادي نعلموك فحال ما نعاودوه.
واش تعرف شي بلاصة ديسكو فين بنات صغار يقدروا يمشيو فيها بأمان؟
اشحال الكيلو مسموح في هاد الطائرة؟
تا خذها، بالعافية.
نهار الإثنين.
باشطتك و ورقة التصريح بالجمارك، من فضلك. واش عندك شي حاجة تبغى تصرح بها؟
واش كاين شي حاجة بغيتي تشوف؟
يلا خليّهم برا الغرفة ديالك غدا الصباح.
ڭلس قدام مكتب المعلومات، من فضلك.
بغيْت راديو منبه، من فضلك.
هو بعيد على دار.
تقريبا شهر، سيدي.
واش كاين غسيل ديال السيارات؟
كاين ضربة ف الباب الأمامي ديال اليمين.
واش كايقدمو الماكلة؟
واش نقدر نعطي بالمارك الألماني، حتى هو؟
شحال هي أقل عُمْرْ كَيْمْكُنْ لِشْخْصْ يُصَوِّتْ ف اليابان؟
داك الصوف خالص.
واش تمشي نشوفك نعاود ليك بعد شوية؟
واش واقي تفتح و واقي تسد؟
لا، شكراً ما نقدرش. في الواقع، أنا مزير مع واحد/واحدة بالفعل.
فينبغي أن أبدل المحطة باش نمشي لـ سوهو؟
باغي شي دوا قوي للزكام ديالي.
واش اللباس رسمي؟
واش تقدّر تجيب لبرودواي على سبعة؟
واش باقي شي بلاصة الليلة؟
اشْ شنوْ هادَا بْغَا يْعْنِي؟
الوزن المسموح به هو عشرون كيلوغرامًا للمسافر في الدرجة الاقتصادية.
باغي نسدد الفاتورة ديالي.
المرة الجاية ملي نجي، غانرجع بالتأكيد. واش ممكن تعطيني شي تخفيض؟
واش تقدّر تحجز ليا هادشي، من فضلك؟
آه، هو كيهضرّ راسه باش يدخل للجامعة.
إيه، يوم الذكرى للّقنبلة الذرية ويوم الذكرى لنهاية الحرب.
ما خصّهم يشوفو والو ديال البرامج التلفزيونية اللي فيها العنف.
اش دايرة آخر فيلم مزيان و معروف؟
وا سالا عام كامل؟ الزمان كيمشي بسرعة. أكيد غانجي. غديلي فين و شحال.
واش كاين شي مطعم مفتوح دابا؟
واش نقدر نقعد فين ما بغيت؟
سمح لي، معنديش بغيت نزعجك.
كنت خايف/ة بانك نسيت رقم. نعتقد/ة عطيتك عشرين.
كانتشتاق نشوفك.
هذا كل ما بغيت.
واش تقدر تبعت واحد لهنا دابا؟
أجي بيا فطور.
دارتي هاد الرحلة تبقى في الذاكرة.
واش تقدّر تعطيني طابلة ديال السعر؟
إييه. ولكن عندهم بزاف ديال الدقة بطريقة ما.
نأخذ أحسن بلاصة عندك، من فضلك.
واحد ديال البرقية فارغة، من فضلك.
دوزت الطّرف في السّكّ.
لـ "A hotel" من فضلك.
طوكيو صفر ثلاثة ثلاثة اثنين تسعة واحد خمسة ثمانية ثلاثة خمسة، السيدة هارادا.
صوص فرنسي، من فضلك.
خوديوني لـ مطار A من فضلك.
كنبغي شوية ديال الصابون.
كانبغيو نلعبو تنس. واش كاين شي بلاص عامة ديال لعب تنس هنا قريب؟
أريني بعض الملابس ديال الأطفال من فضلك.
واش تقدّر توصي على مطعم مزيان حدا هنا؟
هي حالة كبيرة، سوداء.
واخا، غالطت فالرقم.
باش ديال ثلاثة. وسميتك عافاك.
واش واخا تمشي أحسن من شحال؟
مزيان لقيتك هنا.
أنا هنا في عطلة صيفية.
كنبغي نشري شي تحف لصحاباتي.
باش نتياخد هادشي دابا؟
كيفاش نقدر نضبط تهوية الهوا؟
باش نْقْعَدْ بْجَنْبْك؟
شنو من طعام يناسبو؟
ما كنعرفش العنوان ديالي مزال. ولكن كانخطط نبقى في فندق في سان فرانسيسكو.
ما نقدرش نعس بسبب هاد الطفل اللي مزعج وراي. واش ممكن تعطي ملاحظة؟
في أغلب الحالات، غتكون في وضعية مزيانة بزاف.
يا ديالي كتعورني يدي.
أنا ما كانعرفش. غير دير لفيرا. تما الشاحنة. تما. طالع بهاد الطريق الزوينة. هيا، وقّف هنا بالضبط.
نزل فمحطة ڤيكتوريا وتاخد الخط اللي ماشي من الشرق للغرب.
هاد مضروب. خصك تخفض الثمن شوية مزيد.
اشحال مدة باش نوصل لليابان؟
فين غنبدل الطوموبيل؟
أنا عندي حساسية من الأسبرين.
باش نقدر نعاونك تلقا شي حاجة معينة؟
نلتقاو في المطعم.
عندك ثلاثة أضعاف الكتب اللي عندي.
هو تقريبا مئة و سبعين سنتيمتر طول و هو أصلع.
كنحس بالرغبة نشرب بيرا في هاد الحر.
واش نقدر نتْفطر دابا؟
هادي رخصة السياقة الدولية ديالي.
بغيْت كريم ديال يدين.
إمكن ليك تكتب العنوان ديالك هنا؟
صافي، كامل تذاكر الليلة تم البيع. ولكن مازال عندنا شي تذاكر لغدوة الليل.
هاد الكاس ديال النبيذ ينغسل في الماغينة ديال الصحون؟
واش هما قَوِيِّين بزاف؟
آه، يا ولدي.
طيحت واحد القرط هنا في هاد المنطقة.
أنا كننقّل لرحلة دلتا آيرلاينز رقم مئتين وخمسة عشر.
نظن أنني لمست شي مرجان سام.
واش عندك كراتين؟
خلّيتْ التيّاݣ ديالي هنا، و دابا سالات.
بغيْت شوية خس.
واضح. واش في واش الوقت بغيتي الحجز؟ شحال ديال الناس؟
خصك تمشي على اليسر.
اش كاتعرف عليه؟
دابا، واش شنوّ المنْحَرَجْ الليْ نْخْرُجْ مِنْهُ باشْ نْوَصَلْ لْقَاعَة كارنيجي؟
واش ممكن نخدمو الملعب ديال التنس؟
كانبغي ندعيك لغدا.
واش نقدر نعطي فلوس هنا في الطبلة؟
فين شفتيه آخر مرة؟
عطيني واحد الأداة ديال الدخان، من فضلك.
خلّيت ساعتي في الطّران.
إيه، سيدي. صاافي، أسي. تفضل.
مازال ما جا؟
واش في واش الوقت نمشي من هنا باش نلحق الطيارة اللي على الساعة دوازة؟
حَرّْ شْويّا هاد الصباح، آ سيدي؟
اه، باين ليا. ما كنفهم والو اللي كايقولو الناس اللي حوالينا.
أرسلي لي سيارة إسعاف، من فضلك.
واش كاين شي بلاصات مشهورين؟
شحال ممكن تبين لي فين أنا في هاد الخريطة، من فضلك؟
إي. ما كنبغيش اللي كيكونو حلوين بزاف، ولكن.
آه، خليني نشوف. الثمن ديالو أكثر من الميزانية ديالي.
اش نوع ديال الاكل غنتكونو عند الغدا اليوم؟
التلفزيون تما و هنا باش تلقا التحكم.
سمح لي، ولكن خايف تكون مضطر تحتفظ بيه ليك.
زيد مزيان حتى توصل لدار هوب.
باغي نشري هاد واحد.
ها هو المفتاح وها هو العقد.
باش نتقدا للبلّاس ديال الدخان؟
واش تقدّر تبعت تاكسي لدار رقم تلاتة وعشرين شارع براون؟
حنا ما خديناش هادشي.
واحد الكاس ديال الشامبانيا، من فضلك.
صافي، كتاخد خمسة عشر دقيقة من هنا بالقدم.
تاي واحد آخر من فضلك.
باغي نحجز شي غرف.
واش ماشي مزيان شي سوار يجي معاه؟
فين كاينة المواد ديال التجميل؟
واش ممكن توصّلني مع قسم التصدير من فضلك؟
أخاف أن عندي فلوس ناقصة. واش ممكن تعاود تشوف؟
مين كيلعب بالضبط فـ الـ mound ديال فريق سينسيناتي ريدز؟
شاي لاتيه صغير، من فضلك.
Club Subtropicana مزيان. كيبقى مفتوح حتى تّنتّي في الصباح. العاملين غايْصَوّْرو ليك طّاكسي ملي تبغي تمشي.
الشباب الياباني مهتم بالموضة.
ما غادي نستعمل الفلاش.
تقدر تشوف ليهم الإطارات؟
بدايت كنقرا فالدروس. صعيبة بزاف.
فين هيا بوابة الصعود للطائرة ديال الخطوط الجوية اليابانية، الرحلة رقم مئتين وأربعة؟
كان كانتش دخن كل يوم.
مشيت فالطريق ديال الطّرمي غلط.
واش ممكن نعاوني شي طوابع ديال البريد السريع؟
بشحال غتكون مستعد تدفع لهذا؟
مانبغيش يكون حالب بزاف.
واش واش طارتك غادية لسان فرانسيسكو فاش؟
ما كايناش هاد الخروج.
بغيت خمسين غرام من هاد اللحم مقطع، من فضلك.
واش عندك تيكيت ديال العودة لليابان؟
واش تقدري تقولي كيفاش ندير تليفون؟
بغيْت لون آخر، من فضلك.
اللي طامع في اثنين الأرانب ما يطيح بواحد فيهم.
kanwa mtafkin m3a lfikra dyalk, chrt ntkedro nḍmnou tarikh ttemem lmasna3.
واش تقدّر تجيب ليا تيكيت، من فضلك؟
قولها ببطء.
هذا ماشي نظيف.
كنبغي نحجز دورة غولف ديال دغيا الصباح.
تاكل من الكيك براحتك، من فضلك. هذا من صنع يدي.
تا تشوف داخل هاد الساك علا حساب؟
صافي. في لغتنا، كلمة "ساكانا" اللي تعني السمك، كاتجي من جمع بين "ساكا" ولا "ساكي" و "نا"، السمك بحال الأكل المميز اللي تاكلو ملي تشرب ساكي.
أسرع، من فضلك.
تقدر تجيني فْ الهوتيل؟
غادي ينعقد يوم الجمعة ثلاثة و عشرين.
واش راسك كيعور ليك من شحال؟
كنبغى بلاصة في الصفوف الأمامية.
ما نعرفش كيفاش نمّل هاد الورقة.
بغيّتي تجربيه بلون أفتح، أظن.
فين كاينين الصباط ديال النساء؟
تحت المقعد اللي قدامك.
بشحال تاياخر المحل الكبير؟
ما خاصكش تشكرني.
أكثر من اللي كنت نتوقع نصرف.
كنبغي نطلب موعد على الساعة خمسة د العشية د اليوم.
واش كاين محل حلاقة في الفندق؟
من واش واش تقبلوا الغسيل غدا الصباح من شحال؟
هادي زافير. عندنا غير وحدة بروش من هاد النوع و هادي وحدة من القلايدات اللي كنحب بزاف. غتْجربيها؟
قول لي الشارج فالوقت، من فضلك.
فين كايعرض؟
أنا هنا باش نسجل الدخول.
بالأرجو ضيق شوية ديال رجيبة ديال السروال و بلا طوية.
بغيْت نشوف شي مجموعات ديالك اللي معروفين هنا.
ما كلت هذا.
هاري، واش كاين شي حاجة نقدر ندير ليك؟
في ثلاثة.
واخا تدخل ليهوم الكوي؟
الحديقة ديال الحيوانات تبعد ثلاثة بلوكات.
واش صوف خالص؟
اش هذا؟
انا فرحان بزاف بلي قدرنا نناقشو جميع القضايا المهمة و نلقاو حلول. أنا ممتن ليك بزاف على تعاونك اللطيف.
بغيْت دليل سياحي.
لأي مستشفى غادي ياخدوه؟
إذا عطيتيني تخفيض، غانشري هادشي تا هو.
كلها بالصحة والراحة.
فين نقدر نشري تيكيت باش نمشي نشوف ماتش البيسبول؟
سمح ليا. كيفاش نمشي لهنا للبنك؟
باش تشوف شي ورقة هوية؟
أريني كيفاش نخدم التليفون من فضلك.
شوف هنا. هاد واحد المحل كبير بزاف. نتمنى جبت معاك فلوس مزيان.
كنبغى بلاصة في كابينة.
عجبني. غادي ناخدو.
فينين أسوار المدينة؟
رجعْت.
بغيْت حاجة سميكة شوية، من فضلك.
ما كاين صابون.
واش دابا؟
ل سان فرانسيسكو، من فضلك.
اشْ هادُو؟
فين بلاصة ستين أ؟
شحال بعيد من المحطة؟
إيه. هو ساكن في رقم 1234 شارع جيوس.
ولد/بنتي طاح.
إيه، عندنا ملعب متوفر على الساعة ديال الزوال وواحد آخر على الساعة ديال أربعة.
واش كاين خط الميترو غادي لـ Civic Center؟
فأي قسم؟
ياكلو الفول السوداني ديالك هنا.
آه، باغي الاثنين.
بالاك. هادي جوج واليزات و واحد الشنطة. أرجوك احتفظ بهاد التيكيت.
فين النبيذ الأبيض، من فضلك.
باشي دابا حنا في موسم "أوبون".
واش ممكن دوزو غوص فاشي هاد الظهر؟
واش عندك شي معلومات على شي فعاليات مزيانة فهاد الأسبوع في المدينة؟
بطن صاحبي مقلوب. واش تقدّر توصي شي حاجة خفيفة على معدتو؟
شحال كاينين جوج واحد جوج ثلاثة أربعة ثمانية ثلاثة ثلاثة الاف.
أتاي واحد، بلاصة جوج ف الجنب ديال القاعدة الأولى.
واش بغيتي نمليها ليك؟
رقم الرحلة سبعة تأخرت ساعتين.
باغي نشوف معالم تاريخية.
غادي نبْعْتُو واحد من الأمن.
شوية سخون.
أنا من البرتغال.
صافي ملي شربت العصیر اللي عطاوني، فقدت الوعي. ملي فقت، محفظتي و شناتی كانو غایبین.
باش بغيتي، تقدر تطلب الفطور على الطريقة الإنجليزية مقابل مبلغ إضافي.
لقيت فلوسي.
باغيْ نْكْرِيْ شْشَطْ.
شحال ممكن تقلب لي شوية ديال الصرف؟
سباغيتي بولونيز، من فضلك.
بغيت بيرة من فضلك.
باغي نمشي لباريس. واش خصني نبدل الطران؟
واش واقتك تكون مزيانة؟
واش ممكن تعطيني وصفة طبية؟
بغيْت واحد آخر.
شبكة بحثنا الواسعة متاحة أيضًا لتلبية متطلباتكم.
هذا أول هدف في الموسم.
والو ليا. شكرا.
نخرجو نتشمشو.
كنتفاكر دابا. مشينا نتعشاو مع بعض.
فين هي الطريق السريع؟
دابا حنا كاينطيرو فوق حديقة يوسمايت الوطنية.
واش كاين شي حاجة ديال الأطفال؟
لقيتو في واحد السوق الشعبية.
أنا غادي نسافر.
صافي، خلصت من الأكل. أرجوك شيل الصينية دي.
غادي نستأجر هاد النوع. شامل التأمين على السيارة.
هادي ديال سيدني؟
واش نقدر ندخل بالجينز و سبورط؟
إيه. صافي، حسب التوقعات الجوية الأسبوعية، الجو غادي يبقى مزيان هاد الأسبوع.
أريني بعض القفازات من فضلك.
نوضني، من فضلك.
دير النجاة على الدرب.
تقول، من فضلك.
واش تقدّر تجيب ليا شي سماعات؟
داير تشقّق.
شوية ديال سوجوك صغير و كولا كبيرة، من فضلك.
Tiffany's. واخا، نقدرو على الأقل نتفرجو في العرض.
أرجوك مزّق هاد الفيلم و طبعو.
نعتقد أننا سنفعل. شكرا جزيلا.
هادشي غلتي. ما كنشوفو بعضناش بزاف.
بشحال الثمن بالبريد الجوي؟
بغيْت طّاقية.
يمكن يكون صحيح، ولكن ما نقدرش نقول بالتاكيد.
غادي نمشي فنُّق.
سمح لي، ما قدرتش.
تقدر تفتح قارورة ديال النبيذ؟
واش نقدر نبقى ثلاثة د ليالي؟
إيه. باغي نجرب الدنيس الأحمر- ولكن واش حار بزاف؟
بغيْت شي زلاجات ديال الدُّرُوج.
واش هادشي فيه حماية من الشمس؟ شنو هي نسبة الحماية؟
ماشي تمشي تعاود هاد الشروط ديال الدفع؟
أنا آسف بزاف.
هادي طْرْيقَة لِشِيكَاغُو؟
اش كيفاش نمشي بالباص ديال الليموزين من هنا لهاداك؟
لا، آسف، شفت ولكن ما كاينينش.
فيلم ملون لـ 24 صورة، من فضلك.
بشحال هاد السياحة؟
باش نقدر نشري تيكيت من هنا؟
كانت موافق، ولكن بشوية شروط.
واش نقدر نستعير مكواة؟
باغي نمشي في واحد النزها ديال الليل.
بغيْت شريط ديال الصور ملّون لهاد الكاميرا، من فضلك.
بشحال الثمن لسيَاتل؟
واش في شحال نوصلو لسيَاتل؟
بدل ليا الغرفة من فضلك. ريحتها غريبة.
فين غادي الميزيوم؟
بالثمن الكامل، من فضلك.
صافي. غنحطو ليك طابلة مزيانة. نعطيك اسمك؟
الدار ديالي واجهة على شارع مزعج.
شي غرفة فيها الدوش، من فضلك.
همم، عندك حرارة. كيف حال معدتك؟
صافي. كاينين بزاف ديال الحوايج اللي نقدر نختار منها.
عطيني طابع ب عشرين سنتيم، من فضلك.
واش مزيان نعلم البوليس؟
بغيْت شيْ تْمر.
نظن غنمشي بالليموزين.
بغيت شي سلطة خضرة.
واش شحال دابا غتمشي تفيق فدغيا؟
باغي نمشي لدار السوارت. فين كيديرو هادشي؟
واش تقدّر تقولي فين أقرب صيدلية من هنا، من فضلك؟
واش خصني نبدل الغرفة إذا طولت مدة الإقامة ديالي؟
حجز غدا، من فضلك.
هي ما كتحبش تغسل الطّالْ.
غادي يرجع فْ أربع د الساعة هاد النهار.
بشحال كيديرو النزالات؟
جبد لي شي كيتشوب.
واش نقدر نعاودهم فين غادي يخلصو ليا كان بغيت الخدمة العادية؟
أرجو عمل تقرير خسارة للأمتعة الخاصة بي.
كنبغي نحجز ثلاثة بلاص لـ "Cat on a Hot Tin Roof" ديال غدا الليل.
كانبغي نمشي ف hôtel ديالكم غدا الليل. واش تقدر تحجز ليا غرفة وحدة؟
واش الطريق طويلة؟
واش ممكن تبدل ب واحد كبير شوية؟
ثلاث مية، وعشرين خمسين، وخمسة عشرين، من فضلك.
لا، ماشي بحال هكا.
باغي نخلي شي تقالة ديالي.
أبغيتي تمضي على الفاتورة ووصل الكريدي؟
أرجوك حول الدولارات إلى جنيهات إسترلينية.
بشحال الوقت غادي ياخدنا تا الفندق بارك بالتاكسي؟
سرقات ليا التيشان وانا كانغادي نتسناك بالتيليفون.
هادشي مزيان. غيكون مفيد ل بزاف ديال الشركات.
سميتي ساتو. مشيت نتصل شوية قبل. بغيت نتسجل، من فضلك.
كنبغي ماسك للوجه.
واش نقدر نخلي السيارة في مطار لا غوارديا؟
لا أظن ذلك. غادي نبْعَت ليك رسالة فحال ما نوصل للدار. مع السلامة، السيد ناغانو.
أنا عالق في الزحمة، وماظنش نمشي نعاود في الوقت.
واش عندكم شي بلاص شاغرة؟
عندي ما يكفي.
ما كنعتقدش يناسبني.
كنبغِي نعطّي هادشي باش يوصل لليابان بالبرّ.
شي بلاصة في التراس، من فضلك.
باغي بلاصة ف اليسار.
هاد المدينة عندها بزاف ديال الخضرة.
صفر ثلاثة ثلاثة ثمانية واحد أربعة أربعة ثلاثة خمسة.
واش نلبس مزيان؟
شيانتي، من فضلك.
كانت تسوق بسرعة.
بغيْت عصير ليمون مرّ.
واخا تقصر ليا الرّجّال ديال هاد السروال، من فضلك؟
بشحال غرفة ثلاثية بلاّ دوش؟
هذا السيد Tanaka في الغرفة 1209. بغيت واحد المجموعة ديال المناشف ديال الحمام جداد.
صافي، شدّ الأسنان ديالك بلطف.
كاينين مصاريف الإلغاء.
تقدر تجيب لينا تيزيتين؟
ستة دولارات وأربعين سنتيم.
شحال نقدر نشوف اللّيستة، من فضلك؟
اشحال هاد الحاجة تقيلة؟
ما قلتِش هكا قبل.
فين نقدر نمشي باش نلقا تليفون عمومي؟
واحد الدورة ديال السنوركلينغ، من فضلك.
إيه، مفتاحين الليل كامل.
باش بغيت نرحب بكم كاملين هنا في الاجتماع السنوي الثالث ديال 1991.
واش منين هاد الممثلين؟
بشحال غادي يجيو كاملين؟
سميتي إليزابيث.
واش كاين بلاصة مزيانة نقدرو نشوفوها في ثلاث ساعات؟
فين غادي نمشي باش نلقا حقائب المفقودة ديال الرحلة UA 801؟
واش تقدر تحرر لي شهادة ديال السرقة؟
واش واش بغيتي نلقاو؟
الحوض مسدود.
صافي، غير جينا من اليابان لأمريكا أمس.
فين رقم هاد البلاص؟
بالمناسبة، واش عندك تأمين السفر لهاد الرحلة؟
كنخطط نبقى لخمسة أيام.
فين بلاصة دكان معفاة من الضريبة؟
كان عندي تيكيت ديال الطيارة في التياس.
نظن غانمشّي ننعس.
هنا شوية مزيان بزاف فضفاض.
صافي خليني نفكر شوية.
واش كاين شي بار قريب هنا نقدر نمشي ليه نشرب شي حاجة؟
غادي نوصل في خمس دقائق.
واش واش كدير ف أمريكا شحال هادي؟
كنبغي واحد السِّتَك.
واش كاين حظر؟
اللون مزيان، ولكن المقاس غلط.
بسكويت ياباني.
واش نقدر ناخد بلاص فالصف الأول دابا، ولا خاصني نستنى للعرض اللي جاي؟
أحسن، في هاد الحالة أظن مزيان نبحث على شركة أخرى.
هاد الضرس كيعور.
واحد آخر، من فضلك.
اش كيف تلبس ملي تادي حضر جنازة؟
مللي الضو الأحمر يولّع، طقطق على الزرّ.
003، جَال.
بشحال ساعة؟
نت زوين، السيد سوزوكي.
عندي وجع حاد في ضهري.
واش تقدّر توصي بشي واحد مشروب نسبة الكحول فيه قليلة؟
ضيعت جواز سفري في شي بلاصة.
غادي يكونو عندك طابلة جاهزة فاش تجبد، السيد كيمورا.
كنبغي طوموبيل ديال لعب.
هذا زوين بزاف.
صافي واش قدّاش كيدوز؟
واجب نقف في طابور هنا؟
المفتاح الرئيسي، من فضلك.
كان عندي دواسة مزيانة معاك.
واش نقدر نشري تيكيت في الباب؟
حسّيت بهاد الطريقة من البارح.
دايرين شي ربع خمسة.
اليابان بلاد ماشي بزاف سريعة.
صافي، خليك شوية حتا ندور ليك عليه.
عندي داك.
عندي طفح جلدي. واش كاين كريم مضاد للفطريات مزيان؟
واش تظن غدا الموناضرة غتكون داخل؟
إي، كنعرف شي واحد. واش نتا في سفر؟
سميتي يووكو يامااوكا. واش ممكن تبدل ليا الحجز ديال الطيارة؟
كنبغي نشوف فيلم كوميدي يتكلام على الحياة العائلية.
تا تشرب شي كاي ولا قهوة؟
أقرا الباكالوريا، ولكن غير بدوام كامل.
اش خاص هذا المطعم؟
تحلم بخير.
زيدت في واحد المدينة بعيدة تقريبًا مية كيلومتر من هنا.
أفْضَلْ ليك تْقْلَبْ فْ دارك فْ لْفندق شي يومين.
باغي شي حاجة تشافي صداع.
صافي بالضبط مقاسي.
هاد الغرفة حرّة بزاف.
واش متأكد؟
إيه، هاد واحد أحسن جودة. هاد واحد مصنوع من الكشمير.
الضروريات اليومية.
طيحت الكاميرا ديالي في بلاصة صلبة.
شفتي تقدرين توريني شي حاجة أخرى؟
عندي غير خمسين دولار معايا.
واش كاين شي حاجة ما تقدرش تاكل؟
طيحت معلقة.
شكراً. يسعدني ذلك.
كلشي غيكون مزيان.
كنبغ شي بلاص رخاص، إذا كان ممكن.
من فضلك، قائمة المأكولات.
فين الميترو؟
واخا، فهمت. و فين نقدر نمشي نطوموبيل؟
نستناو المساعدة.
سميتها السيدة جريكسون، مازال؟
فين نقدر نلعب تنس؟
تقدر تبان لي داك الساعة؟
دابا وليت مهتم بالطبخ.
يا له من لقاء مفاجئ أن ألتقيك في المكتبة.
واش عندكم تنس ديال للكرا؟
كيقلب على فين خدتي الدبلوم.
آه، فهمت. غلط مني. معليش.
بغيْت شي حاجة خفيفة.
شحال ثمن تذاكر من الدرجة الثانية واحد الطريق لمدينة إدنبرة، من فضلك؟
إيه، غادية تجيه.
بغيْت خريطة ديال خطوط الميترو، من فضلك.
أنا كنكون نعسان فنهار الأحد.
كندور غالبا نطّلعو مع عائلتي فويكاند.
صافي سيدي. واش ممكن ندوز هاد الفيلم؟
دابا تقدر تاخد واحد من عندي.
شحال نهار باش نوصل ل طوكيو؟
شوف وجهة ديال الباص قبل ما تركب.
زوج ديال الناس للكافيتريا.
جي هنا في ساعة، من فضلك.
أكيد، ولكن كلشي محجوز تما.
كان عليا أن أرسلهم بالبريد الجوي.
إيه، عندنا واحد كيتطل على البحر.
لون السيارة كان أصفر.
أشْحالْ ديالْ الأفلامْ كاينْ دابا؟
شنو اللي كانمشتاق ليه بزاف هو الماينْ ديال لْحرارة.
صافي. شكرا.
إيه، لاباس. نشوفوك في ستة ونص.
أكيد، سيدي. بغيتي تشوف هاد البروشور؟
إيه. هادي غرفة رقم مئتين وأربعة وثلاثين. مراتي مريضة بزاف.
واش عندك حزام متناسق؟
بشحال مرة في الشهر كتلعب البيسبول؟
أنا آسف، ولكن طالما أن وجهات نظرنا لا تتفق، لا أستطيع الموافقة على تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
سميتي أكيو يامادا و رقم الطيارة جا ل صفر اثنين ستة غادي ل طوكيو.
أعطيني واحد قارورة ديال الكولونيا من فضلك.
واش ممكن تعطيني formulaire ديال ارجاع الضريبة؟
باش تقدر تدور لليمين؟
أريني هاد الماب.
واش عندكم غرفة لربعة؟
ما كاينش السكر، غير الكريمة.
صباح هاد السيد كاوكامى داير عند واحد الزبون.
اش كيفاش نمشي لهاد البلاصة؟ واش تقدر تبينها ليا في هاد الخريطة؟
ولكنك تزرع الخضروات هنا.
أريزونا بحال الفرن.
أعطيني كأس ديال الماء من فضلك.
واك، تقدر. ولكن غيكون عندك مصاريف ديال التنقل بـ خمسين دولار.
واش قريب لهنا؟
واش نقدر ناخد شي مقبلات، من فضلك؟
واش تمشي تغير الطّوموبيل، من فضلك؟
هادي مية وعشرين دولار؟ باينلي غالية بزاف. واش كتعطيو تخفيضات؟
واش عندك سوتيرن؟
أبغي ليكان طابعين ديال البوسطال للمغرب، وواحدين آخرين لليابان.
أريني من فضلك جواز سفرك و استمارة الهجرة ديالك.
اشْ كَايْنْ فْلَطَابِيقْ التَّانِي؟
سيارتي مشي متوفرة غدا.
واش الماء سخون؟
واش نقدر ناخد شيكي؟
إيه. ف أقرب وقت ممكن. هادشي خصو يكون عاجل.
واش تقدر تضمن الجودة؟
لقيت راسي مقفول. واش نقدر نستعير مفتاح النّسخة، من فضلك؟
فين المكتب ديال السياحة؟
اش كيفاش نقدر نمشي تليفون ل اليابان؟
عندي قطعتين ديال الشنطة باش نشيكهم.
هو في خط آخر.
حدا هنا سخون بزاف، وظلام بزاف.
واش منين كان الفنان؟
سمح لي نعارف بّراسي. اسمي غورو يامادا.
سمح ليا. طاحت عندي السكين ديالي. واش تقدر تجيب ليا وحدة أخرى؟
فين البوب؟
شحال ديال الأونص؟
آه، لا. كان علينا نمشيوا لباس مزيان للتهاتر.
واش داير باص؟
اشحال هو نمرس ديال الصرف؟
عندّي جوج ڤاليز و واحد سّاك ديال اللّبسة.
الورقة مضروبة.
يا فرحتي. غانقدر نهرب من خدمتي شوية.
بشحال ديال الساك بغيتي تشيك؟
آه، كلشي كيولي غالي فاليابان ديال دابا، ولكن الأطباق ديال الطوفو ما كيشوفوش بزاف بالقياس ديالنا. إذا، من جهة أخرى، زرتي مطعم ياباني عالي المستوى باش تجرب المطبخ ديال كيوتو، خاصك تكوني مستعدة تدفع مية دولار لكل واحد.
بصوت أعلى من فضلك.
دابا، فين حقيبتي؟ آها، ها هي جاية.
اشحال فلوس كانت عندك في الكيس ديالك؟
صافي ما نعرفش. واش تقدر تقيسني ليك أرجوك؟
ما تنساش تجيب معاك الباسبور ديالك.
هذا كلشي عندك؟
واك. غنّظم ليك باش يتصلو بيك غدا الصباح بالضبط في خمسة الصباح.
واش نقدر نشوف مخطط المقاعد ديال المسرح؟
أنا آسف، مطلوب دفعة مقدمة لمدة تسعة وتسعين يومًا.
واش عندك تقويم ديال الأحداث؟
عطيني رول ديال فيلم سينيمائي بـ 16 ملم مع إمكانية تسجيل الصوت.
فهمَنيْْْْْْْْْْْْْْ
دا كان مزوق بزاف دياليوم. غالبا نسى.
إي، غنتعملها. ولكن شحال ثمنها؟
واش تقدّر تْصبر هنا شوية؟ نْسْتافس ليك.
واش هادي أول مرة ليك تجرب هادشي؟
غادي نتصلو بيك ملي يولي شْوا ديال البرجر ديالك واجد.
واش تقدّر تبعت هاد الباكيت بثمن الكتب؟
حط شي لوشن شعري، من فضلك.
فين الكورت ديال التنس؟
فتح واحد الثقب الزايد، من فضلك.
واش عندك شي فكرة على حقيبتي؟
أنا من الولايات المتحدة.
هادي تايبان ليا قدّي؟
عندّي ربو.
كنخاف ما عندي حجز، ولكن واش عندك طابلة؟
لا، سيدي. معليش. كاملين.
سوال مزيان. كنت غانشرح هادشي.
عندي ألم نابض في ودني.
أبغي ناخدها.
غادي نديرو شوية ضيافة في داري الأسبوع الجاي. باغي نعرف واش تقدر تجي مع مراتك.
المسافرون العابرون، يرجى التوفر على بطاقة عبور. موعد المغادرة المتوقع هو الخامسة وعشرون دقيقة. يرجى الانتباه إلى الإعلان.
كنبغي نحجز موعد ديال اللعب ديال الغولف غدا للعشرة.
واش تقدّر توصي على بلاصة من هاد النوع؟
أه، شوية بريتزل. و نقدر نفتح حساب؟
واش دابا شحال الوقت في لندن؟
واش علاش؟
ما خاصنيش نأكل شي حاجة فيها السكر.
صافي، أظنها في جواز السفر ديالك. شوفها ليك من فضلك.
بشحال ثمن؟
أنا طالب جديد. ما نعرفش كيفاش نسجل. واش تقدر تعاونيني؟
كنت بغيت نعرف واش عندكم تذاكر متوفرة في يوم العرض.
غادي نوصلك بشي واحد كيتكلم الإنجليزية.
وااه؟
سمح لي، معنديش نية نزعجك، ولكن أرجوك ساعدني.
باغي نرجع لـ Grand Hotel.
كنبغِي نحول لـ BA 399.
واش كاتذكر الصفات ديال لصّاص؟
فين كتقيم فحال؟
واش واش السَّاعة يلا بْدا؟
سرقو ليا التيكة.
كنتساناك نشوفك مرة أخرى في نفس الوقت تقريبًا العام الجاي.
وقع حادث. عافاك، تعال بسرعة.
واجب نمشي. هذه طائرة خاطئة.
واش أقرب وقت باش تتقدر دير؟
أنا لروي.
السلام عليكم. هاد السيد ياماشيتا كيهضر. بغيت نتكلم مع السيد سميث.
واش عندكم عربة ديال المأكل في القطار؟
تحنّات ليا شنطتي.
واش عندك شي غرفة خالية لليلتين الجايين؟
واش بغيتي تأمين؟
تقدر تمشيّلو ليا؟
واش عندك شيّ مُجَلّة يابانية؟
واش عندك شي نظاف؟
فين نقدرو نمشيو نتسورف؟
صافي.
واش في واش الوقت نعاود ليك؟
واش كتعطيو الماكلة هنا؟
الطونة بالواسابي، من فضلك.
صافي. ناخدها. بغيتي تلفها في شي باكية، من فضلك؟
فين الحمّام ديال الرجال؟
باش بغيت شي فلتر.
مايمكنش ليك دير هاكدا و تفلت.
واش نقدرو نخدمو طاولة في التراس؟
تقدر تحرس ليا حوايجي هنا؟
بالضبط عطيني خبر ملي نوصلو لشارع هدسون.
اش هو الدكان اللي كتعجبك؟
صافي اتصل بيا في الفندق فحال لقيتي.
واش عندك شي ساعة جيب؟
واش ناكل هادشي مع الصلصة؟
واشن خصني حماية من البرد في قمة الجبل؟
من غادي ايدير القرار النهائي؟
كانت عندي فكرة على الأسبوع الأول من فبراير. باغي نبحث على الحجز مزال.
كانت كتافات الإعتماد ديالي كاينة تا في المحفظة.
عندُو سلاح.
كاينين أنواع ديال الكلاب، مزيان؟
باغي نشوف فيلم جديد ديال بصح.
بغيْت شيْ حَلْقَة.
ما خاصنيش نأكل شي حاجة فيها ملح.
واش واش غادي يجي واحد آخر ف واش الوقت؟
عندي شي خطط.
واش تقدّر توصّلني بشي واحد كيتكلّم اليابانية؟
كنبغي واحد الطابل ديال الشطرنج.
لـ "كونتيننتال هوتيل"، من فضلك.
مع شوية ديال الموص فقط.
واش غيكون شي طابلو ديال الفلين ف قاعة الاجتماعات؟
كنت مفضلش يكون عندي غرفة من الدار. كيكونوا هادوك صاكيين غالباً.
باش بغيت أغرفة مهزّة واخا تكون هادية بزاف عندك.
واش كاتباعو بضاعة معفاة من الضريبة في الطائرة؟
باغي نشد ليكات ديالي من الصندوق ديال الأمانات.
في خمسة وخمسة.
تقدر تشري التذاكر من شباك الحديقة ديال المسرح.
سمح ليا، ولكن فين التواليت من فضلك؟
فين الشمال؟
المفتاح ديال خمسة وأربعين دقيقة إحدى عشرة، من فضلك.
واش كاتشوف النصب ديال داك البنيان؟
واش نقدر نشرب شوية ديال الماء؟
إيوا، متأكد. بنين بزاف لدرجة إلي كليت بزاف. عجبني العشا بزاف.
شكراً. واش ممكن توريني شي صندالات فالنمرة ست ونص دي؟
عافرو أول مساعدة.
واش داير ميروار؟
فين هي الباب رقم أربعة و عشرين؟
خدو كبسولتين مرتين في النهار.
ما عنديش فلوس كافية، غادي نعطيك بالكريدي.
صبر.
بغيت نجيب هاد الساك معايا في الطيارة، من فضلك.
واش نقدر نحط المتاع ديالي في الدار؟
فين نقدر نشري تيكيط ديال الباص؟
واش باغي تجينا؟
واش ممكن تضيف جبنة شيدر؟
صافي، ملي عاود هاد الاستمارة ووقع عليها.
بغيْت خمسة طوابع بثمن خمسة عشر سنتيم و عشرين بطاقة بريدية، من فضلك.
بشحال الوقت للفيلا هيلتون؟
شي وحدة.
عندّي نية نمشي نشوف شي بلاصات في المدينة نص نهار هاد الفطور.
بشحال كامل؟
غرفة هادية، من فضلك.
كنبغى غير نتصل باش نشكرك على المساعدة ديالك خلال السفرة ديالي للولايات المتحدة.
عندنا خمسة عشر عطلة وطنية.
أكيد/متأكد أنني وديته عند مكتب الاستقبال.
هي اللي خدامة. واش محتاج شي حاجة؟
شحال ثمن هاد الكيس ديال السيكار؟
واش باغي تخدم هنا؟
لا، هاد هو ثلاثة سبعة تسعة ثلاثة ثمانية أربعة سبعة اثنين، خافك عطيتي رقم غلط.
واش ممكن آخد مفتاح الغرفة ديالي؟
سمح ليا. واش تقدّر تقولي أي واحد من القطارات غادي لـ "Wheeler Avenue"؟
واش تقدّر توصي بْhotel نظيف ورخيص؟
يمكن يكون هادشي شوية تقيل. واش عندك شي واحد أخف؟
واش نقدر نعاودو إذا ما سالاش مزيان؟
واش بغيتي تبعتهم بالبريد الجوي ولا البريد العادي؟
خُدْنِي لدار الملك.
واش عندكم شي بلاصات خاوية الليلة؟
أظن أن محطة الحافلات هنا حولين، مشي كذلك؟
كنخشاو نخافو، سيدي.
أرجوك تحكي ببطء. ما كنفهمش مزيان.
باش نقيس هاد الشي؟
واش تقبل تجلس معايا على قهوة؟
كانبغي نشرب بييرة. واش عندك أي نوع ديال البييرة؟
اش؟ ما كيعطيوكش فرشاة أسنان بلاش؟
كنبغي ثلاثة ديال رولات ديال الفيلم كولور بثلاثة و ثلاثين صورة.
واش كاين شي طوبيس خدام؟
آه، هاد شوية غالي. واش عندك شي حاجة أقل ثمن؟
سمح ليا، طلبنا المشروبات ديالنا تلات مرات.
بشحال لتاور ديال لندن؟
واش تقدّر توصّي ليا ببعض البلايص اللي نقدر نمشي ليها و نرجع في نفس النهار؟
تقيل.
الدارب ماشي بحال اللي مشينا فيه أمس. واش هاد الطريق مختصر؟
اش كيفاش كتقلبها؟
ما بالضرورة. أظن أنهم تعلموا التعايش بعد سنوات عديدة من المنافسة.
بالمناسبة، هل المتاجر الكبيرة تقبل الشيكات السياحية؟
إيه، طبعا. واش واش رقم البطاقة ديالك و تاريخ الانتهاء؟
كنبغي مرطبان ديال المعسل.
واش نقدر كاري طابور ديال السباحة هنا في هاد المحل؟
تا تقدر تحافظ على شناطي؟
يمكنك تجربﺔ فندق H أو فندق C.
واش شحال ما تبدا الحفلة؟
اش كيف بغيتي شعرك؟
بداية مع رولينغ ستونز.
إيه، سلطة القريديس في الأول.
دابا جواز سفري طار، مع سبعين دولار.
اش هذاك البنيان الغريب؟
واش عندكم piscina ف هاد الفندق؟
صافي اتصل بيا غدا الصباح على ستة. رقم الغرفة أربعة وعشرين.
واش نقدر نعطيك بالين؟
أخاف ما كاينش ترجيع ديال الفلوس. تقدر تبدل غير بواحد شي حاجة أخرى.
فين الجامعة؟
كانت لابسة طونيطة و تنورة طويلة.
أنا من الولايات المتحدة.
هذا مطعم دالاس.
لا تترددوا في الاتصال بنا في أي وقت.
واش تقدري تبعثها لليابان داكشي باش نطلبها دابا؟
واش نقدر ناخد ساندويتش دك رومي في خبز مراق؟ و بغيت مايونيز مزيد، من فضلك.
بشحال هاد التذاكر صالحة؟
واش تْحَبْ تْكُلْ بْرَا مْعَاي؟
سرقو ليا التيكة مع جواز السفر ديالي.
واش عندك شي خطة؟
واش كاين تدفية؟
فين المسرح؟
قطعت إصبعي.
تا تاخد مية دولار على هاد؟
أوي، ما كنتش عارفة تا تاخد شي شهر على الأقل باش تحصل على كريدي كارت.
واش نقدر نجمع حوايجي من الصندوق ديالي؟
باغي نبدل فينعتي.
لا، ما خاصكش. غير ضغط على الزر ديال التصوير، من فضلك.
دابا ضربني واحد بالقبضة.
واش واش ساليو ديال الدورة؟
ميامي.
دوري؟
فين نقدر نشري منتوجات الصناعة التقليدية؟
دا ستة دولارات. واش تقبل؟
فين أقرب مكان للراحة حدا هنا، من فضلك؟
لقد دفعت تكاليف الوجبات ورسوم الفندق مسبقًا.
سمح لي، أنا نتكلف بالكلب.
عندي تقريبًا ثلاثة آلاف دولار.
مئتين دولار. كاش ولا بالكريدي؟
فين هي المحطة ديال الباص اللي غادي لـ سنترال بارك؟
صافي. عندي بلاصة حدا الضار. آا، إذا بغيتي نبدلو بلاصات بعد شوية، سيدة.
أنا في عطلة.
واش هاد الطريق مزيانة لنيويورك؟
إيه، كل عشر دقايق.
واش نقدر نبدل طلبيتي مزال؟ بغيت بوط instead of المحار الصخري.
باش د الدراسة.
كيما هكا كل واحد نهار إثنين.
أوه، كيبين محطات الميترو ومحطات الحافلات. نقدر نبقى معاها؟
فين الكوانطر ديال التسجيل ديال دلتا؟
هادشي ممنوع.
واش ثابت اللون؟
دايرين صغيرين بزاف.
واش واقيين تعرفو شحال هادي الساعات ديال المتحف د الفن؟
باش ما نبقى برّا، أصلحو من فضلك.
أنا كين.
واش كان تمطر هاد الأسبوع كامل؟
باش نشوف حقيبة الإيد هادي؟
هاد السيارة غادي لـسياتل؟
أرجوك امضي هنا، و هذه وصلتك للاحتفاظ بها.
خدمة الغرف.
واش هاد التيكيت صالح غير ليوم محدد؟
الوقت سالى.
واش تقدّر تحافظ على قيمة ديالي، من فضلك؟
صافي، غلط مني.
غادي نبقى مع صاحبي في نيويورك.
بشحال الثمن مع الضريبة؟
هدية؟
ها اللي حداها على اليمين.
واش تْفضل كُوتة بْزْرابْطَة ولا بْزْرابْطة وحدة؟
واش تقدّر تعاونني باش نلقا شناطي؟
إيه، هادشي باغي تحري أكتر. واش غاتعتبر هاد الاحتمال، السيد كينان، و تعطي نتائج التحري ديالك للسيد ناكاياما ف أقرب وقت ممكن؟
واش الطريق لـ فندق هيلتون طويلة؟
واش باغي نوع ديال المطعم؟ غدي تْكُل العشا غير، ولا باغي مطعم عندو بار؟
زوج بطاطا، واحد كولا. دولارين من فضلك.
بغيْتْ جَاكيط.
داكشي ضيق بزاف هنا.
واش نقدر نعاود العشا في السفينة؟
واش عندك هادشي؟
كيكون الخنّاق في الصيف في اليابان.
أرجوك حافظ على هاد الشنطة حتى الساعة ثلاثة.
دابا بغيت نمشي نشرب شي حاجة باردة.
واش هاد الدوا فعال في تخفيض الحرارة؟
كانت عيناه سوداوين متباعدتين.
الرجاء حجز طاولة لخمسة أشخاص.
سمح لي، أعطيني الله يعطيك، وحدة ديال الحاسبة.
واجب نمشي للمستشفى؟
واش عندك تيكيط ديال الرجوع؟
بغيْتْ نْعملْ مكالمة دولية لليابانْ، من فضلكْ. هادَا يوكي مُرايْ فْ الغرفة تلات مية و إثْنِينْ عشر. بغيتْ نْحطْ مكالمة معْ السيد كِيسُكِه مُرايْ بالْعكسْ. رقم التليفون هو طوكيو صفر تلاتة تلاتة سبعة تْنين ستة تْمانية تلاتة تسعة واحد.
واش تقدر تصلح هاد الكاميرا؟
إيه، سيدي. واش عندك شي ورقة تعريف؟
واش كاين بلاصة نقدر نمشي ليها باش نمشي نتسناك؟
فين مكتب المفقودات؟
صافي كانت زوينة.
تيزغنون د الزهر ديال الخوخ كيتشوفو بيهم ف عيد البنات ف شهر مارس الثالث.
واش نقدر نبدلو بشي حاجة أخرى؟
نغلفها؟
عندي تذكرة ل ديترويت اللي غادي تمشي في الساعة حداش الصباح.
واش تقدري تعاوني باش نلقاه؟
واش قلتي خاصنا نسلمو الورقة ديالنا فاش؟
بغيت عصير، من فضلك.
خمسة و عشرين دولار شاملة مصاريف الطوبيس، المرشد، و رسوم الدخول.
مسجل، من فضلك.
باغين نجربو الأكل ديال الدار.
خودي صاحبي للمستشفى، من فضلك.
المتحف المتروبوليتاني للفنون مزيان.
عافاك، عطيني وصل باش نعطيه لشركة التأمين ديالي.
باغي نستأجر شيّ معدات ديال الـويند سيرفينغ.
ما فهمتش شنو كتقول.
ها الاسم الكامل وعنواني.
أنا عندي حساسية للمضادات الحيوية.
خطير بزاف إذا ما خديتش طاكسي باش نرجع للفندق.
تم قبول اقتراحه.
إيه، عندنا تسعة وتسعين نوع ديال الأكلات الجاهزة.
واش كاين شي خط ديال الباص آخر غادي لهاداك بلاصة؟
تقدر تقولي كيفاش نتحكم في درجة حرارة الغرفة؟
تاخد ليا صاكي، من فضلك.
صافي سدي التليفون. غنعود نعاود ليك بعد شوية.
كاينين أربعة فصول متميزين.
كانو عندي هاد الأعراض من داك الصباح.
واش القطار كيتوقف في أديليد؟
قهوتك، من فضلك.
خمسين سنتيم لكل كلمة. الثمن غالي أكثر مما كنت نتوقع.
نقدر نشخّو حوايجنا هنا.
كنبغى نعطي هاد البوسطال ل اليابان بالبريد الجوي.
واش هاد الطران شحال كيمشي؟
عطيني شي قارورة صغيرة ديالو.
فين أقرب تليفون؟
في الدار ديال السينما حدا المكتبة بالضبط. ولكن خاصك تحجز.
بغيت شي مقانق، من فضلك.
اش خاص اليوم في هذا المطعم؟
واش ما نفكرو نمشيو لباريس غدا الصباح ونبدلو للطائرة ديال سويس إير فالليل؟
خمسة و ثمانين سنتيم.
صافي مزيان بزاف. خاصك تجيني و تزورني شي مرة.
واش واش غاديين نمشيو في شحال؟
سمح لي.
ما تعاكس.
باش بغيت واحد تقيل.
لا، أنا محظوظ. هيا.
واش عندك واحد أكبر؟
بغيْت نحجز طاولة لثلاثة نْاس في سبعة دّي الوقت، من فضلك.
كاينين عندنا شي طرامواي في المدن الكبار بحال طوكيو.
أفين، معنقَدروش. غاتحتاج أكثر من أسبوعين.
شحال ثمن الكرا ديال طليفون محمول و باجر؟
واش كاين مطرح ديال الغسيل قريب من هنا؟
كانستنى حتى تعطينا الصمت.
واش الضريبة مضمنة؟
ما حسّيتش براسي مزيان، عطيني شي دوا من فضلك.
لا مزال، شكراً.
السكان ديال اليابان هو السابع في العالم.
فين نقدر نصلاح ساعتي؟
عطيني عشرة ديال الطّايْ، من فضلك.
واكيد، خد رقم خمسة ديال الباص من الفندق الملكي ونزل في ساحة المدينة.
غادي يكمل غدا العشية.
إي. هاد الصباح شريت واحد السواط في المحل ديالك. ولكن ملي رجعت وفتحتو، ما كانش هو اللي شريت. هادي وصل الشرا.
بشحال ديال القنّين ديال المشروبات الكحولية عندك؟
تقدر تبدل فلوسك في أي واحد من البنوك ديال المطار.
عندنا نبيذ وردي ممتاز.
واش تقدّر تقولي واش كاين برنامج تلفزيوني اليوم؟
أكيد غتمشى ليك الحالة بسرعة.
هادشي طبق معروف في المطعم ديالنا.
واش عندك شي كادو مزيان لراجلي؟
واش شفتي الإشارة ديال Air U.S. سبعة صفر سبعة؟ خاصك تمشي لهاداك بلاصة.
عندي وجع في كرشي. واش ممكن نعطيك شي دوا؟
بغيتي شي قهوة زادة؟
غدوة؟ ما عندي والو فاش ندير فالعشية كاملة. ولكن علاش؟
أمكن تقولي فين الفاتورة ديالي من فضلك؟ واش هاد الثمن شنو كايعني؟
نوريك فين غاديين.
واش كتعرفو من مدة طويلة؟
اش غيوقع ليك الى قلت ليك اه؟
تقدر تشرح ليا كيفاش ندير تليفون؟
هذا كوارتز؟
باش طلّب ديال سلطة بطاطا، من فضلك.
كرشي كيتقبض.
بغيْتْ نْصْ مِتْر دْ هَادْ القْمَاشْ، عَفَاكْ.
واش تجيب ليا شي تلج وتا وحدة ديال الكيسان، من فضلك؟
شحال هو السن المسموح؟
واحدة أخرى ديال ظرف؟
واش عرفتي/عرفتي بلي ما وقفتيش عند العلامة؟
غادي نوصل حولية لعشرة دالليل.
تذاكر السرعة صالحة فقط للقطار والمقعد اللي حجزتيه.
ما كاين والو حركة ديال الأمعاء ليا من ثلاثة أيام.
هادي طريفة ديال الإعلان ديالي. واش تقدر تطل عليها دابا؟
شحال ثمن التذكرة لـ White Plains في الخط الشمالي؟
واش محتاج تذاكر؟
باين شغل مزيان.
واش كاين شي بلاصة ديال الغوص قريب من هنا؟
أرجوك اكتب اسمك، والفندق، ورقم هاتفك على هذه الورقة.
أريني الطريق لمكتب الـ BA من فضلك.
أرجوك نزلني في المحطة التالية.
بالأرجو تمشي للنافذة الخامسة.
إي، البارح كان شوية مزيان بالحرارة.
واش تمشي معايا لـ هاكوني؟
يمكن يكون خليتو عند المكتب ديال الاستقبال.
واش بغيتي نتغداو مع بعض؟
واش ممكن نعطيك شي دوا على المعدة؟
هادي هيا لعائلة ديالي.
فين كاينة الأسونسور ديال غريندلڤالد؟
تا تشرب شي رْطاب؟
واش أصيل؟
باش بغيت ليك دير تصوير بالأشعة السينية.
واش هاد الكسوة الداخلية ديال الرجال غالية بزاااف علاش؟
عطيني تسعة ديال العشريات، وحدة ديال خمسة، أربعة ديال الواحدات والباقي في ديمات.
أفين، ما نقدرش. ما نقدرش نتوقف غير فالحوانا اللي مكتوبة هنا.
واش من نوع ديال الغرفة بغيتي؟
كنعتارف ليك، ولكن المݣودة ديالي كبيرة بزاف عليا باش نقلبها. واش تقدر تحافظ عليها ليا من فضلك؟
باغي نستعمل صندوق الأمانة.
الإسم هو سوزوكي.
فين اللوبي؟
سمح لي على التأخير، رقم غرفتك تسعة وتسعين. تفضل مفتاحك.
فينين الكونتوار ديال الأمتعة المفقودة؟
واش نقدر ناخد شي موعد غدا؟
فين غادي تمشي تسكن في لوس أنجلوس؟
ما كاين باس.
فين الحمّام؟
قول للسيد توماس أنني مازال/مزال كنسكن في فندق هيلتون.
واش تقدّر تقولي واش غادي شي طوبيس ولا طرانسبور لوسط المدينة؟
واش كاين كأس العالم متى؟
طالع الضارب. غتجي لدار ثلاث الطرق. من بعد تمشي ل اليسار.
اشحال الحرارة دابا؟
خصّص فلوسك فين كتقول.
السلام عليكم. هادي كارول براون. واش نقدر نتكلم مع سوزان؟
واش عندك شي غرفة فيها منظر زوين؟
واش عندك شي جرائد يابانية؟
غادي نمشي يوم الجمعة تسعة وعشرين و نرجع يوم الأحد.
ما كاينش متوفر حاليًا، ولكن نقدروا نطلبوه ليك.
كاينة ستيكر ديال ميكي ماوس فوقو.
واش كاينين تا طابلة ديال الأكل الخفيف؟
عمتي باهتة وشوية غريبة.
فين نقدر نشري لباس تقليدي؟
غادي ناخد ستيك من اللحم البقري، و خروف مشوي لمرتي.
دابا، شنو غانديرو للعشا اليوم؟
واخا، واش عندك بلاصات متوفرين؟
باغي واحد الطوموبيل.
عافاك، شي طوموبيل ما فيهاش دخان.
شي فندق بثمن أقل مزيان، بشروط يكون في حي آمن.
سمح ليا، واش نقكتب هنا؟
واش ما كاينش شي واحد آخر؟
عندي الإنفلونزا.
ما كاين شي غرفة أرخص؟
لقد اتصلت برقم خاطئ.
تا هي داك البناية زوينة.
بغيته يبان بحال ديال ميغ رايان، من فضلك.
دارينا بحث معمق على الاحتياجات ديال الزبون.
سمح ليا. واش تقدّر تقولي كيفاش نمشي للبنك الأقرب؟
فين نقدر نتْفطر؟ شحال كايْكون سَوايع ديال التْفطير؟
أنا فلاح.
سمح ليا، واش تقدر تقاد شوية كرسي ديالك؟
واش نقدر نطيب ليك راسي؟
واش نقدر نمشي؟
kanhdām ʿla ṭabaʿt lqali li ma yilṣaqsh.
غادي نتأكد. خايف ما نلقاش سميتك.
كنظن فيه شي غلط. واش تقدر تدبر لينا شي حاجة باش نقدروا نبقاو؟
واش نخود معايا معطف؟
واش ممكن نعطيك سماعات أخرى هادوك ما خدامين مزيان؟
شاي وخبز مع شوية ديال الزبدة والتاجين، من فضلك.
رقم الهاتف اللي وصلتي ليه ما كاينش خدامة.
فين غادي توصل الطيارة لروما؟
واش عندك فكرة فين غادي؟
واش نقدر ناخد نص رطل ديال سلاطة الداناب؟
نلتقاو في داري.
ما تمشيش ليا ريحة النڭسة.
كنبغ شي فول سوداني، من فضلك.
باش نقدر نعطيك شيكات سياحية؟
واش ممكن تعطيني خريطة ديال المنحدرات؟
الصالون ديال المائدة في الطابق الأول و يفتح في خمسة و نصف.
واش ممكن تبدل ليا تاريخ الرحلة من لندن لتوكيو؟
باغين نفرحو و نلعبو رياضات خاصين بالساحل الغربي.
ما نقدرش نشرح حالتي باللغة الإنجليزية.
سمح لي، ولكن ما نقدرش نمشي معاك.
أنا من كولورادو. من أي منطقة في اليابان أنت؟
لقد دفعت فلوسا حالاً.
واش العشا جاهز؟ باغي نموت بالجوع. تقدر/ي تْحط/ي المائدة؟
هدّي في هاد الساك ديال الورق بني.
كان مضاايقني منين جيت لهنا.
باش بغيتهم يوصلو و يتقابو، من فضلك.
ما تظنش غادي نحتاج دليل سياحي؟
kanhdām ʿla zzaṛq dyāl lʿaynīn.
أنا خلاص دفعتو ملي شريت تيكيطي.
مللي يكون ناشف، تقشر من وجهك.
باغي نقعد دابا.
دوزت الحساء.
أنا مزيان شوية مبكر، واش عادي؟
واش كاين صالون ديال الجمال هنا؟
صافي. ما تقلقش. عندنا ممرضة كاتفهم اليابانية.
فين ميروار؟
كيف حالك؟ صاوبين ف سويسرا و دايرين الموضة هنا.
الكتب و الكراسات.
اش كيفاش نرجع؟
واش عندك هادشي بالخضر؟
لقد دفعت جميع فواتيري.
صافي سَلِّمْني.
غريبة، ولكن كنقدر نتكلم بالإنجليزية مزيان ملي كنكون سكران.
واش كاين شي مكتب للمفقودات في المحطة؟
خليني نفكر في الأمر، من فضلك.
واش تقدر تقولي ليا على شي فنادق بثمن أقل من خمسين جنيه في الليلة؟
غادي نقص 20% من الثمن.
بالنسبة لتصميم مشروع ميركوري على الخصوص، ما كنت نقدر نقرر فيه بدونك.
بالصحة و الراحة.
واش هاد السفن القديمين باقين يشدو؟
صافي وقع لي حادثة ديال الطّوموبيل.
واش في شحال غنتجمعو؟
فين نقدر نصرف هاد الوصفة الطبية؟
صافي، أنا نباتي. ما كانكولش لحم.
لذيذ.
اشْ شنو اللي غيكون سريع؟ ما عندناش بزاف ديال الوقت.
أنا معاها بالزاف. نمشيو للدكان ديال اللحم كاين حداّنا.
المكالمة مع اليابان متوصلة. تفضل، أرجوك.
شكرا على العشاء الرائع.
واش تقدّر/ي تهزّ/ي هنا شوية باش نتصوّر؟
دابا تعرضت للاعتداء.
في كتيّب منفصل سمّاو "معلومات أساسية عن الشركة" موجود في الملف اللي عطاو ليك، غادي تلقى شرح مفصّل أكثر.
واش تقدّر تجيب ليا شي لحافات، من فضلك؟ البرد هنا في هاد الغرفة بزاف.
واخا تقدر تحطّها حدا الضّريبة، من فضلك؟
كل واحد و ما بغاه. أنا كانشرب بييرة.
ولد في التسعينات.
واش آخر طوبيس غادي لـ بيمليكو في شحال؟
صافي. واش كيف ديال هادشي؟ هاد النصف نهار ديال الدورة كيعاودك لهنا على ساعة وحدة.
واش عندكم شي سلاسل أخرى بتصاميم فريدة؟
نظن هاد بلاصتي.
بشحال لخرجة ديال السيرفيس د الخدمة؟
واجب نلبس ربطة عنق؟
ماشي مشكل. فين بغيتي تاخده؟
ما عندي فكرة.
طاولة في التراس، من فضلك.
شوية مزيد من الدفع من الخلف.
واش هذا هو الطران ديال شيكاجو؟
واش نقدرو نمشيو لـ tiki point غدا؟
كنت متأكد أنك تلقى اختيار أوسع في الصيدلية.
أرجوك ضع خمسة دولارات وخمسة وعشرين سنتًا للدقائق الثلاث القادمة.
واش باقي شي بلاصة لهاد الليل؟
واش كاين شي طْرَن لـ أوكسفورد فـ قريب؟
مانعرفش كيفاش نستعمل التيليفون، عافاك وريني.
كنتمنى تزور هاد المعالم السياحية الزوينة ف أمريكا ف أقرب وقت.
حطيت التيساك ديالّي، و لكتاب، و الكاميرا في التيسّاك ديالّي.
واش كاين واحد كيتكلم اليابانية في المحل؟
ما غادية تطلع سخونة كافية.
تقدر تبعهم منفصلين؟
اش كيفاش نمشي للمتحف؟
سيُعجب السيد غودمان بها حقًا.
رقم الرحلة هو PK سبع مية و ثمانية في خامس شتمبر.
كنتِ باينة زوينة بزاف في التليفون.
واش كاين طوبيس من المطار للبلاد؟
واش تمشي تلغي الحجز ديال البلاصة ليا؟
إيه، سيدي. الساعة حداش.
واش المبتدئين ما كايصلحوش؟
واش أي طائرة كتوصل بدري لمدينة نيويورك؟
آه، تقدر تمشي بـ "غراي لاين آير شاتل" ولا "كاري إيربورت إكسبريس".
إي، باغا نشري كادو لختي.
واش نقدر نسبح هنا؟
إيه، نتا/نتي.
فرصة سعيدة ليكوم، حتى أنا. واش هادي أول مرة ليك في أمريكا؟
كنظن غالي بزاف. ماعندكش شي سعر معقول؟
باغي نشري هادشي.
صافي، حتى وصلتي ديالي سرقات.
واش كاين شي حاجة محلية مميزة؟
بشحال كيمشي؟
واك. نقدر نحط هاد الصندوق ديال المتاع؟ فين غادي؟
واش ممكن للعرض ديال النهار؟
سيرْ وقّفْ.
رقمة ديال التمديد تلاتة ستة سبعة، من فضلك.
شحال ليلة الإقامة؟
واحد الغريب عرض باش يصورني، و أنا عطيتو الكاميرا ديالي. ملي شافها عندو، هرب بها.
كِدايرْ نْمْشي لْـ ABC Center؟
أرجوك حرر محضر سرقة.
المدير ديال الفندق ديالي، السيد هيلتون، عطاني سميتو.
بزّاف ديال اللون، عافاك.
واش القطار غيمشي في الوقت؟
واش كاينين شي رحلات فيها زْيارة لواحد الديسكو؟
شكرا بزاف. الله يعطيك سفرة سعيدة.
بغيْت مْشَبَّك.
ما نقدرش نبيع والو بلا وصفة طبية.
واش مللي مرضتي؟
صافي، غادي نعطيك فلوسو بالدولار والين.
واش نقدر نعاودو لمدينة أخرى؟
كنقدمو ساندويتشات و مشروبات من 11 الليل لـ 6 الصباح.
باش بغيت بيض مفور على شكل طرية مع لحم مرقاد، بطاطا مقلية، خبز محمص و قهوة.
بغيت حليب سخون، من فضلك.
أنا شوية مقلق بخصوص واش نقدر نغوص مزيان.
الصالاد، من فضلك.
يلا.
واش في شحال نقدروا نتعشاو؟
وجهتي هي طوكيو.
فين نقدر نبغي شناطة ديال الجلد؟
بغيت نطيب السمك والبطاطا المقلية، من فضلك.
بالطبع. حتى طفل صغير ما غاديش يعاني باش يجوب على هاد السؤال.
سمح ليا. بغيت نمشي لحديقة حيوانات برونكس. واش كاين طريق أحسن باش نمشي ليها؟
تا خذها، بالعاني.
يلا خليّهم برا الغرفة ديالك غدا الصباح.
شحال هو أقل عُمرْ كايْصْوّتْ فيه نْاس ف اليابان؟
المرة الجاية ملي نجي، غانرجع بالتأكيد. واش ممكن تعطيني شي تخفيض؟
ما خصّهم يشوفو والو ديال البرامج ديال التلفزيون اللي فيها العنف.
وا سالا عام كامل؟ الزمان كيمشي بسرعة. أكيد غانجي. غديلي فين و شحال.
هذا كل ما بغيت.
واش تقدّر تعطيني طابلة ديال السعر؟
دوزت الأتاي في السلّال.
باش نْقْعَدْ بْجَنْبْك؟
في أغلب الأحيان، غادي تكون في وضعية مزرية.
اشحال مدة باش نوصل لليابان؟
باش نقدر نعاونك تلقا شي حاجة معينة؟
كنحس بالرغبة نشرب بيرا في هاد الحر.
نظن/نعتقد لمست شي مرجان سام.
اشْ شنو كتعرف عليه؟
واش نقدر نعطي فلوس هنا في الطبلة؟
آه، خليني نشوف. أكثر من الميزانية ديالي.
زيد مزيان حتى توصل لدار هوب.
باغي نحجز شي غرف.
كنخاف المفرق ديالي ناقص. واش تقدر تعاود تشوف؟
تقدر تشوف ليهم طّوموبيل؟
مشيت فالطريق ديال الطّرمي غلط.
بشحال غتكون مستعد تدفع لهذا؟
اللي طامع في اثنين الأرانب ما يطيح بواحد فيهم.
تا تشوف داخل هاد الساك علا خاطرك؟
بشحال ليل كتقدر تبقى مفتوحة المحل الكبير؟
واش صوف خالص؟
لأي مستشفى غادي ياخدوه؟
باغيْ نْكْرِيْ شْشَطْ.
بغيت بيرة من فضلك.
بغيْت واحد آخر.
أريني بعض القفازات من فضلك.
اش كيفاش نمشي بالباص ديال الليموزين من هنا لهاداك؟
فيلم ملون لـ 24 صورة، من فضلك.
باغا نمشي نشوف واحد الأوليبرا. فين كيديرو الأوليبرا؟
غادي يرجع فْ أربعة ديال العشية.
سرقات ليا التيشان وانا كانغادي نتسناك بالتيليفون.
واش نقدر نخلي السيارة في مطار لا غوارديا؟
باغي بلاصة ف اليسار.
شيانتي، من فضلك.
بغيْت عصير ليمون مرّ.
بشحال غادي يجيو كاملين؟
واش كاين حظر؟
هذا زوين بزاف.
واش نقدر نشري تيكيت في الباب؟
عندي طفح جلدي. واش كاين كريم مضاد للفطريات مزيان؟
صافي بالضبط مقاسي.
واش متأكد؟
طيحت الكاميرا ديالي في بلاصة صلبة.
واش كاين شي حاجة ما تقدرش تاكل؟
سميتها السيدة جريكسون، مازال؟
شوف وجهة ديال الباص قبل ما تركب.
بشحال مرة في الشهر كتلعب البيسبول؟
أريني هاد الماب.
اش كيفاش نقدر نمشي تليفون ل اليابان؟
سمح ليا. طاحت عندي السكين ديالي. واش تقدر تجيب ليا وحدة أخرى؟
عندّي جوج ڤاليز و واحد سّاك ديال اللّبسة.
اشحال فلوس كانت عندك في الكيس ديالك؟
أنا آسف، مطلوب دفعة مقدمة لمدة تسعة وتسعين يومًا.
عطيني رول ديال فيلم سينيمائي بـ 16 ملم مع إمكانية تسجيل الصوت.
أبغي ناخدها.
واش علاش؟
أنا طالب جديد. ما نعرفش كيفاش نسجل. واش تقدر تعاونيني؟
فين نقدرو نمشيو نتسَرقو؟
تقدر تحرس ليا حوايجي هنا؟
واش تقدّر توصّلني بشي واحد كيتكلّم اليابانية؟
تقدر تشري التذاكر من شباك الحديقة.
واش كاتشوف النصب ديال داك البنيان؟
شكراً. واش ممكن توريني شي صندال ف ستة و نص ديال الدي؟
فين هي الباب رقم أربعة و عشرين؟
شحال ثمن هاد الكيس ديال السيكار؟
كنبغي ثلاثة ديال رولات ديال الفيلم كولور بثلاثة و ثلاثين صورة.
بشحال لتاور ديال لندن؟
اش هذاك البنيان الغريب؟
أخاف ما كاينش ترجيع ديال الفلوس. تقدر تبدل غير بواحد شي حاجة أخرى.
بشحال هاد التذاكر صالحة؟
دابا ضربني واحد بالقبضة.
واش ممكن تصعد جبل بهادشي ديال المعدات الخفيفة؟
هادشي خارج على الميزانية ديالي.
بغيْت طبيب يجّي لغرفتي، من فضلك.
واش واش رقم ديال الخدمة ديال النظافة؟
واش نتا إيرلندي؟
واش باغي تباع دابا؟
كل التذاكر نفدت.
باغا نبقاو نلعب ساعة وحدة فالعشرة ديال الصباح غدا.
سمح ليا، واش نقدر نبدل بلاصتي؟
ما كاينش فكرة فين.
شكراً. غنتكون ممتن لذلك. باغا تعرف، أنا مهتم بالمسلسلات الأسترالية.
سمح ليا، واش تقدّر تنصحني بفندق آخر؟
ياك نهار زوين. واش دايما كيكونو نهارات بحال هكا في هاد الوقت ديال العام؟
كانت لينا تجربة مشابهة في الماضي.
تقدر تشوفها ليا؟
كان ضبابي.
أحتاجهُم قبل يوم الجمعة.
مين هو المدير؟
بشحال صرفت فحال كامل؟
من سان فرانسيسكو إلى ناريتا.
هادي ماشي بالضبط بالمقاس ديالي.
واش مفتوحين فنهار الأحد؟
واش كاين شي بلاصة مزيانة ديال الديسكو هنا قريب؟
بغيته ليك قبل خمسة د العشية.
ما يمكنش نعْتَذِرْ.
واش غادي تبقا في نيويورك مدة طويلة؟
واك، طِلّع.
واك. غنحطهم في الصندوق.
واخا بغيتي تلخص ليا، من فضلك؟
واش هذا طْرَنْسْ بْلَاسْ؟
واش تقدّر توصي بكتاب مزيان لواحد الولد عندو خمسة عشر عام؟
هذا الروج صغير زوين بزاف. بغيت هاد واحد، من فضلك.
أنا عندي ثمان سنين.
خصم ضربة جزاء.
كان شعرها مُمَوَّجًا وأسود.
واش تقدّر تقترح شي بلاصة أخرى تستاهل الزيارة؟
بغيتو بزاف. ولكن خايف مانعجبنيش التصميم. واش في شي وحدين آخرين؟
واش تقدّر توصي بْواحد الفندق ما يكونش غالي بزاف؟
بشحال كيجيو كاملين؟
هاد شي ولّدت صاحبتي. واش عندك شي حاجة خصوصية؟
واش نعطي للطباخ باش يشرحها؟
واش تقدّر تعطيني شي حاجة تخدر؟
تقدر تلخص؟
عندي الربو.
هاد شي كاسيط فيديو صورتو لصحابي.
واش علاش مشيتي لنيويورك العام اللي فات؟
اشْحال ديال الوثائق خاصني باش ندخل لْمْرِيكَان؟
سميتي تسوتومو.
واش هادي غليون د القُدران؟
واش متأكد؟ كنت كنظن شكل هاد القنينة ديال النبيذ كايخدمو بيها ديال النبيذ ديال بورغوندي.
سمعت بلي كاين شي بلاصات مزيانين ديال الجاز.
باغي نشري ستة ربطات ديال العنق. واش تقدر تعطيني شي تخفيض؟
عندي الزكام.
أطلب سيارة إسعاف بسرعة.
إيه، تقدر. الغرفة جاهزة. أرجوك اكتب اسمك وعنوانك هنا.
واش عندها صندوق كبير؟
تسعة ثلاثة تسعة ستة سبعة صفر صفر.
اشْ واخا تا لون كتعجبك؟
واش واش غادي تمشي الترين اللي جاية لـ فيلادلفيا في شحال؟
هاد السمكة شوية معولة.
بدل هاد الشي بالدولار، من فضلك.
فين غادي نشيوݣوݣ بغيݣك ديالك ملي نعاودو نلقاوه؟
واش هاد الجلد صافي مية بالمية؟
واش عمرك مشيتي لنيويورك؟
اش الوقت ديال الصعود للطائرة؟
أنا واحد الأستاذ.
عندنا تشكيلة كبيرة من الحلويات، بما فيهم الكيك و الإيس كريم.
شْحال سْمِيَّة هاد النْبَات؟
بشحال يوم كاتوصل بالبريد الجوي؟
نمشيو للمطعم بالتاكسي.
هاد التصريح المالي خاطئ.
واش نقدر نحط المتاع ديالي هنا؟
بشحال الوقت نوصلو ل سيدني؟
أبغيتيني تصدر لي جواز سفر مؤقت؟
رخيص. هنا، غنعطيك خمسة دولارات و صفر سنتيم.
غادي ندير فطور كبير من الخدمة ديال الدار.
كوكاكولا كبيرة.
واش ممكن تعطيني شي تخفيض؟
إيه، ها هو.
واش نقدر نكمل نسافر؟
واش واش أقْطَعْ فْ هاد لبلاد شحال كيكون أحْسَن فْصْل؟
باش نطلب كاس ديال النبيذ؟
دنيا صغيرة.
لا، خليني نشوف أولاً.
واش نقدر نبدلوها لرحلة أقدم في الخامس؟
واضح. ملي هاد الفورم وسيمّيه، من فضلك.
شحال كاين النسبة ديال التضخم؟
كانت كتعطينا قهوة معمرة.
بغي نمشي دابا.
دايرين واسعين بزاف.
فين هيا سالة ديال الأمتعة؟
يوم الجمعة ممتلئ بالكامل حتى الساعة ثمانية ونصف.
خليني نفكر في الأمر. غنمشي نشوف شي محلات أخرى.
مانبغيش نصرف أكثر من ثلاثين دولار في كل واحد.
بغيت شوكولا، من فضلك.
واش تقدّر تقولي فين نقدر نسجل فهاد الطيارة؟
تقدر ترسم لي خريطة؟
شكراً بزاف. ها تيكيت ديال التصحيح ديالك.
سمح لي. واش تقدّر تقولي واش الساعة كام تفتحو؟
متى كتلبس الكيمونو؟
قُولّو ليه يعاود ليا تليفون فحال ما يدخل. هادا تلاتة خمسة أربعة ثمانية واحد واحد ثلاثة تسعة. فندق هيلتون، رقم الغرفة إثنا عشر تسعة.
بغيْت شي رْغْوة ديال الحمام.
غادي يْسالا ف الساعة د الزوال.
kanhdām bḥal chi ḥaja ntiḥfḍ bihā ʿla wāldti.
نظن عمرك تقريبًا خمسة وخمسين سنة.
هذا شائع.
نقول ليك الصيف هنا ماشي بزاف مزيان.
اش كيفاش تتقاد الصّور؟
واش هاد التيكيت باقي متوفر؟
واجب على الجميع النزول؟
هذا هو الدواء اللي عطاني ليا الطبيب العائلي ديالي.
خَلّينيْ نْشوفْ سْيارةً هَادِي.
كانو أربعة شباب.
مازال ما حسّيت براسي مزيان.
غادي نوصل بعد العشاء.
واش ممكن يعطيني شي كارتونة باش نمشي نعّلب؟
الطقس معتدل.
أرجوك اتصل بسيارة أجرة على الساعة الثانية بعد الظهر.
زايد بزاف على ذوقي.
عطيني نشوف داك الواحد.
واش كاين شي ديال الديско ف هاد المنطقة؟
شحال ثمن الغرفة؟
الماكلة باردة.
شنو أحسن بلاصة تنصحوا بيها الزيارة؟
هاد الطيارة متأخرة ساعتين على الموعد.
آه، كنبغي ليك بزاف.
كأس شابلي.
فين غادي تمشي ف A؟
واش تقدر تجيب طبيب، من فضلك؟
شوف شنو تقدر دير ليا.
شكرا على النصيحة. غنجربها المرة الجاية.
لا، شكراً.
واش تقدر تشغل التكييف؟
من أي ولاية في الولايات المتحدة الأمريكية أنت؟
آه، زيتونة عَالْقة في حَلْقي.
الثلاجة ما خدامة.
بِصْحَة و رَاحَة. سَعِيدْ بْيَا.
واش تقدّر توصّلني بواحد كيتكلّم اليابانية؟
أعطيني الطّلب، من فضلك؟
سمح ليا، ولكن واش تقدري تقولي ليا شنو هادشي في المنيو؟
هادي مفتاح من نوع الكارت. تقدر تحافظ عليها معاك.
أنا متجمد بالكامل.
هادشي باين بنين.
بغيتي قهوة ولا شاي بعد الاكل؟
داك واحد الكيس كبير ديال الجلد.
واش تقدر تختار ليا واحد؟
عندي شوربة فول الصويا سريعة التحضير.
في نيويورك.
رقم الممر سبعة.
واش تقدر تقولي فين المطاعم بالضبط؟ فاي طابق؟
درت حجز في المطار.
اشحال الطول بالسانتيم؟
كنت كنماركي أيام الدراسة.
باغا نمحجز لخمسة ناس على ستة د العشية.
هذا هو الباص المناسب لخطوط الطيران اليابانية؟
باغي نمشي لعندو مطعم ديال نيويورك أصيل، ماشي غالي بزاف.
ماشي اختيار. هنا مزيان.
شنو خاصني نعرض باش كاري سيارة؟
غادي نقلّيك ملي نوصل لتاّمّا.
فين نقدر نشري الأدوات المكتبية؟
زالطني الأنفلونزا.
وقع حادث.
واش الدكتور توفلر معلم شديد؟
يعتمد على ذلك.
ما نقدرش نمشي القفل.
هنا. واش توري ليا شي ورقة ديال الهوية ديالك ولا الباسبور؟
نڭولو ليه تليفون.
هذا هو الرجل.
أرجوك أرسل واحد من الخدمة إلى غرفتي.
واحد الطبيب، الله يعطيك الصحة.
بشحال تمن الدخول؟
أرجوك، خاصك تقترح عليا فندق.
بشحال عمر اليابان؟
تقدر تحط هادشي في الصندوق ديال الأمانات ليا؟
كنخاف نسيت حوايجي في الطيارة.
أه، إذن خاصك تعرف كيف حنا كاملين هنايا حاسين راسنا. ما كنبغوش الناس اللي ما كيعرفوناش يقولو لينا كيفاش نعيشو حياتنا.
واش تقدّر تنّوض الدريّة؟
اشْ شنو سميتك، من فضلك؟
كنت موافق على هاد الاقتراح.
لشخصين على الساعة سبعة، صواب؟ واش نعطيك اسمك من فضلك؟
واش عندك شي ساعات ميكانيكية يدوية؟
ما كاينش شي غلط في الفاتورة؟
بسلامة.
تقدر تستعمل الباس فكل القطارات.
صافي ما تقلقش. تقدر تنزل في المحطة التالية وتمشي بالرجلة. ماشي بعيد.
داك السيارة حاولات تعاود منعطف ل اليسار بالقوة.
واش نقدر نحجز طاولة؟
فين الكافيتريا؟
بشحال يكون مطفي، من فضلك.
فين نخبر، إذا كان عندي شي مشكل؟
شحال تاتكلّف رسالة جوية، من فضلك؟
صناعة السيارات هي الصناعة الرئيسية في اليابان.
واش واحد منكم كيتكلم اليابانية؟
ما محتاجش لداك، شكراً. غنخوذ داك.
بهاد الطريق، من فضلك. هاد الطبلة مزيانة؟
اشْ واخا، واشْ كاين شي حاجة كتحب دير فراغك؟
صافي، شوية. سيدي، خايف السيد أوكاوا مشا يتغدى. بغيتي تخلّي ليه رسالة؟
كنبغيو نديرو أطباق بثمن تقريبًا 30 جنيه إسترليني للشخص.
واش هاد الخط شنو غرضو؟
هاك بعض السماعات.
بغيْت واحد الكشاف.
واش نعطيهو مساج؟
السلام عليكم. هاد هو مكتب الاستقبال؟ أنا في الغرفة واحد صفر سبعة صفر. خايف عندي شي شكاية.
واش بغيتي تجي لدارنا الليلة؟
آه، هاد زوين. عجبني صوتهم. شنو بان ليك نتا، بوب؟
واش هاد الطران ديال فين غادي لـ Grand Central؟
بشحال تيكيت ديال نهار واحد؟
كان قبل سنتين بالضبط ملي جيتي لهنا. واش عجبك الطيران؟
نظن نقدر نوفر ليك طاولة في حوالي خمسة عشر دقيقة.
نداء شخصي لطوكيو، اليابان، من فضلك.
واش فيها تكييف؟
بشحال هاذ الشي كامل؟
فين غادي تمشي تسكن؟
ها هو تسعة وتسعون ين. من فضلك بدلهم كاملين بالدولار.
في الـ ABC.
كنبغي واحد السشوار.
في هاد الحالة، كايتلقا جدول تعريفة الأسعار حدا بلاصة السائق.
واش خاصني نعاود نجي لدارك؟
باش نقدر نخلي قيمة عندي معاك؟
تقولها نعاوس.
واحد الرجل كان طويل وواحد آخر كان قصير.
واش ممكن ندور صباغة جديدة في الصالة؟
يمكن يكون البوجي.
حسنًا، هاد الـ Tour الاستكشافي زوين.
أخويا/ختي، للأسف، نعم. المكتب الرئيسي ديالنا هنا. ونتيا/نتي؟ أول مرة ليك/ليك هنا؟
بغيتيني نقترح عليك مطعم مزيان حداك؟
واش تقدر تقبل شيك بالين ياباني؟
غادي ننزل عند الكاتدرائية.
شنطة كتف بيضة.
شفتي واحد المعطف الأسود هنا؟
خلّيت الكاميرا ديالي في الطاكسي.
واش نقدر نبدل هاد التذاكر للعرض ديال غدا؟
كنبغى نتْحَوَّس قبل ما نْكُل.
كيف بغيتي اللحم مطيب؟
آه، يا له من رفاهية أن تلعب الغولف في أستراليا.
فين صنع؟
اش دايرين ياكلوا؟
واحد الكرتون ديال المارلبرو من فضلك.
سمح ليا، ولكن واش فين غاديين دابا؟
واش نقدر نطلب هادشي من اليابان ملي نرجع؟
باغي نستأجر دراجة.
ما كاين صابون ف غرفتي.
واش نقدر نسولك شمن سميتك؟
باش نتقدا لواحد البلاصة خاوية؟
الرحلة واحد مية و واحد لنياريت، المغادرة في العاشر من يونيو، مؤكدة من جديد.
واش تقولي ليا شي بلاصات مزيانين باش نمشي نشوف في هاد المدينة؟
أرسل هذا لليابان بالتليغراف.
نظن عندي سخانة.
نيس نص.
نعرف اللي ديال نص درهم. عطيني واحد الدوزينة، من فضلك.
واش بعيد نمشي؟
نظن هاد النوع هو اللي غدي نحتاجو نستوردوه.
إيه. كانبغى أحمر شفاه شانيل رقم خمسة و تلاتين.
واش قريتي باش تكوني سالمة؟
واش نقدرو نشوفو فيلم في هاد الطيارة؟
بغي يكون عندي رْجْع قبل سِتْ دْ ساعة دْ لْوَعْشِي.
سمح ليا. باغي نمشي ل ميامي.
كنكتبو كارتات العام الجديد وكنبغيوهم. كيوصلو فواحد يناير.
واش غتمشي للْمدرسة؟
خذيت طران ديال 12:50 من سان دييغو.
واش كاين شي حاجة باينة هاد السيمانة؟
اش كيفاش نمشي نعاود لهنا؟
بغيت شوية سكر، من فضلك.
باش تقدر تملا هاد الفورمة ديال التأمين الصحي، من فضلك؟
من الثامنة إلى الثامنة وخمس عشرة.
صافي، عندي الدورة. واش هادشي مشكل؟
تقدر دير علامة عليه في هاد الخريطة؟
شوف، الماء ديال الحمام ما كيسخنش مزيان.
واش كاين شي تغيير في البرنامة ديالنا؟
باش بغيت غير نمشي شوية على خاطري و نتهنى.
باغي نرجع للفندق باش نمشي نشوف الكاميرا ديالي.
خاصك تمشي بالتاكسي، ما كاينش النقل العمومي.
في البلوك الثالث على اليسار ديالك.
ما غادي تلعب تا تنس معايا الأسبوع الجاي؟
حنا ثلاثة باغين نلعبو حالة. شحال غادي يجي الثمن؟
إي، كانجييب معاية دمية يابانية لصاحبتي.
هذا ماشي اللي طلبت.
بغيْت شوية ديال الوقت زائد.
نأخذ هاداك.
تا تغير القطارات في المحطة الثالثة.
kanfḍḍel l-makla l-italyaniya.
غادي نزيدو نعاولو فداك شي دقائق. أرجوك تأكد بأن حزام الأمان ديالك مربوط مزيان.
واش واقيين فايت ساعة؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
واش طوبيس الفينيو أڤي كيتوقف هنا؟
باش تشوف رخصة السياقة ديالك، من فضلك؟
واش نقدر ناخد شي كروة؟
السفر ديالنا غيبدا فالحادي والعشرين من يوليوز وغيتسالي فالسابع والعشرين.
اش دايرة هاد المحطة بالصوت؟
بحال هكا، من فضلك.
واش كاين طوبيس ديال المطار لـ فندق شيراتون؟
إي، بغيت بييرة ديال الدراف مع المقبلات.
كان كنتمشي في شارع برودواي.
واش كاين شي حاجة مفيدة هنا؟
عطيني ثلاثين لتر.
صوّرنا، من فضلك.
ديال من هاد الخدمة؟
خاصنا نتصل بمكتب المعلومات ف الزاوية ديال لوبي الفندق. غايقبلو طلب ديال الحجز.
هو لص.
المقصود منه مساعدة المعزين بمصاريف الجنازة.
صافي. انعطف ل اليسار في الزنقة اللي جاية. غادي تشوفها قدامك مباشرة.
واش بان ليك أحسن لبشرتي، طلاء الأظافر ديال اللون الداكن ولا ديال اللون الفاتح؟
بشحال هاد الفندق؟
باغِ نمشي نشوف السيد واتسون، ونحددُو موعد.
لا، أنا غنخرجهم.
إيه، عندَنا. واش من نوع بغيتي؟
واش واش كتعرف شي دوا للبرد تنصح بيه؟
شنو كتدير ف وقت فراغك عادة؟
سمح لي. فين بلاصة باش تاتفون عمومي؟
كنظن كيبان ليا كنعمر.
اليوم عندنا طجين مرقة، و كريم ديال سباك، و شوربة ديال الخضرة.
نظن تقدر تلقى كلشي في السوبرماركي. إذا ما لقيتيش، ما تقلقش. غدا نمشي للصيدلية.
كنت كيتساءل واش نقدر نرجع لهنا متى.
أرجوكم اربطوا أحزمة الأمان وانتبهوا لإشارة "ممنوع التدخين" إلى أن تنطفئ.
واش ممكن تبدل ليا بلاصتي لبلاصة فقسم الدخان؟
واش تجيب لي بزطامة أخرى؟
ما كاين والو باسمي ساكن هنا.
بغيت نلغي الحجز ديال الطائرة ديال 5 ماي، ونحجز واحد فـ 9 ماي من فضلك.
غادي ناخد الإيطالية، من فضلك.
واش واش كاين شي مصروق ما داخلش فيها؟
شريت روج باش نعطيها كهدية.
واش نقدر ندخل داك الطّاق حتى أنا مازال مابغيت نعلم؟
واش من دارها؟
ما كيباعوش منفصلين؟
باش المنسق ديالنا يقدر يعاونك، ولا تقدر تجيبها بالتاكسي.
شي سيجائر من فضلك.
تقدر تجيب لي تيكيت؟
واش جمع التحشيات عندك هواية؟
واش اليابان تقدر تنتج كلشي تاكل؟
بغيْتْ نِفَّاخْ دْلْهْوا.
كنظن شوية ناقصو شي حاجة. أو ما كيعجبنيش بزاف هكاك، كنحسو شوية عادي.
فين نقدر نشري تذاكر ديال المصعد؟
واش شحال الوقت غادي تمشي القطار؟
أرجو حجب بطاقتي.
هاد الساعة القديمة تسالات. واش تقدر تبدل لي هاذي؟
باغي نبدل شي يان ياباني لـ دولارات أمريكية.
wach man wach n'ṣṣel lih/ha ila t'ḍrbt li chi moshkil?
نأخذ ثلاث مية غرام من هادشي.
واش تاخد شي حلوة؟
شْحال سْمِيَة الْفَنَّان؟
شكراً. واش نقدر نتكلم مع السيدة ياماتو من فضلك؟
kanqtarah ʿlik tzeur mabna l-muttahida l-ʾumam ʿla janb nahr l-sharq ayḍan.
واش نقدر ناخد لترين ديال الحليب؟
باغيْ نْكْرِيْ طَوْمُوبِيل.
ضاع ليا جواز السفر ديالي.
كنتَ/ي كتشوف أكثر من الثمن المحدود.
ما نعرفش كيفاش نسد هاد الستائر.
غبرت عليه.
خاصّك تخلص فلوس زيادة على الحلوة.
واش ممكن نحصل على وجبة نباتية؟
شكرا. كان من دواعي سروري مقابلتك. مع السلامة.
فاشي نهار الثلاثاء فالعشية، هاد المحطة ديال المطار ماشي بزاف عامر.
السلام عليكم. حجزت لليلة ديال دابا على سبعة. ولكن بغيت نبدل الوقت. اسمي سوزوكي.
كيكونوا غالباً تساقطات خفيفة ديال الثلج، بزايد ناقص 5 سم.
ياليت يكون الحال مزيان غدا.
تقدر تجيب لي واحد اللي يحرس على ولادي؟
كنت محظوظ بزاف باش نعتابر تيكيت الليلة. ما وصلت لمدينة حتى لثالثة ديال الزوال.
كنبغيه يوصل بالصّاعقة.
إذا كنت غادي تدخن، أرجوك تحرك للصفوف من الأربعين إلى الخمسين.
دابا جواز سفري طار/سرق.
تقدر تشدّهم من الباب قبل ما تصعد للطائرة. أري هاد السلعة تا تمّا.
داك واحد الساك صغير زرق ديال ليل.
بغيْتْ نْضْوِي ضْوِيْ.
غادي تميزها ليا ف الخريطة ديالّي؟
أرجوك بدل هاد الفلوس بالدولار.
اشحال الثمن في الشهر؟
واش نقدر نمشي تليفون من هاد التليفون؟
واش هاد الطائرة الورقية اللي صايبوها في اسكتلندا مزيانة؟
كان كلشي فحال دقيقة. صافي ما شفت وجههم.
جبلي واحد الطّالْ، من فضلك.
تْكِيتْ ديال دابا، واحدين.
باص؟ أظن أنك تقصد ليموزين تاخدك للفندق. واش فين غادي؟
كنبغِي نسحب أربعمية دولار من حسابي.
واش واقيين شحال كايفتحو؟
سمح لي. أظن أن مقعدي بجانب مقعدك.
بغيْتْ نْظَّفْ صْبَاطِي.
واش الثمن فيه الضريبة و مصاريف الخدمة؟
صافي، واش هاد الشروط مقبولة؟
باغي نشري كيس ديال السيكارة.
كنا مهتمين بالأثاث.
أنا مازال مكيتقنّاش فالنڭليزية.
إيه. تحت المقعد.
آه، سمح ليا. واكيد عندك شي بلاصة فبالك ديجا-فين بغيتي تمشي؟
واش تقدر تأمن هاد الباكيت؟
إي، داز ليا الدكتور جونسون أمس.
فين كانت هادشي مصنوع في الأصل، وشحال هادي؟
فهمت. خاصك تخلص شوية زيادة.
آه، واش تايدير في هاد الحزام ديال الجلد ديال الماعز عالي الجودة؟
بشحال أقل ثمن ديال البلاصة؟
واش عندك السمك مقلي؟
أَملأها مليًّا مليًّا مليًّا عند ما ترجع السيارة.
بشحال المدة بغيتي تستعملها؟
بغيت توست و كاس ديال القهوة، من فضلك.
غادي نجي نعطيك فالدروج ديال الفندق.
كنخاف ما نقدرش ناخد الموافقة على هاد الكارت ديال الكريدي.
سمح ليا، ما فهمتش شنو يعني هاد العلامة ديال المرور.
ثلاثة بيرة مسودة، من فضلك.
باش نقدر نطلب كاس ديال النبيذ؟
داك ثمنو خمسة و ثمانين سنتيم. متنساش تاخد تيكيت ديال الترانزيت ملي تصعد، باش ما تحطش فلوس مرة أخرى ملي تبدل الطوبيس.
واش غادي ندخلو كاملين بنفس الوقت؟
باش تحضروا معانا في الصورة؟
حطيتو هنا هكاك قبل حوالي نصف ساعة.
واش واقيين فايت؟
اش كيتصنع هنا؟
إذا ما كنتِ/كنتَ ما كتعرفش هاد الميدان، واش تقدّر/تقدرّي تقترح عليّ محل متخصص فيه؟
شكراً على الانتظار. هذا أوهنو يتكلم.
واش كاينين منحدرات للمبتدئين؟
واش واش برنامج اليوم؟
باغي نبقا يوم واحد زائد.
أنا هنا باش نشوف صاحبي.
صافي. واش من نوع ديال الغرفة بغيتي؟
واش تقدّر تحافظ على هاد النبيذ لبرا شوية حتى ليلة غدا؟
كنساء في مناصب إدارية كيزدادو.
خليني نجربو، من فضلك.
كل هاد الأكل الدسم باغي يتقلب في كرشي.
واش عندك شي ورقة تغطية للفاكس؟
كنتَ مُطالَبًا بعرض النباتات والحيوانات على مكتب الحجر الصحي إذا كان لديك أي منها.
خصني على الأقل نص ساعة باش نمشي نعلك شناطي.
تقدر تحجز ليا بلاصة في الطائرة ديال غدا، من فضلك؟
غادي نْخُد ولدي للحديقة ديال الحيوانات.
ل كازا، من فضلك.
بغيْت الطّابلة اللي قريبة لّي، من فضلك.
واش عندك شي حاجة صغيرة؟
سميتي مييوكي كاتو، و أنا صديقة ماري من وقت كانت كاتقرا في اليابان. واش ماري هنا؟
أتاي بالحليب.
واش علاش كاين هادشي؟
فين أقرب مكتب بريد؟
هادي كاميرا.
واش كاين الميترو قريب هنا؟
ضعت مفتاح الغرفة.
واش باقي الوقت باش نمشي للتحويشة قبل الإقلاع؟
آه، ياه. عندي. باغيها بزاف.
آه، ما باغي ندير شي حاجة من هاد النوع.
اش بغيتي؟
كنبغي معطف طويل.
لـ فندق بوسطن، من فضلك.
دوازة ديال نهار.
إي، نقدرو نخدموها و نعاودوها غدا الليل.
سميتي تارو تاكاي.
السلام عليكم، أختي.
عطيني جوج ديال تيكيات لغاليري هاد الخميس.
واش نقدر نستعمل هاد الكوبون للطائرات؟
غادي يولي فيدني بزاف. بالمناسبة، كانتسائل واش نقدر نبقى في نفس الغرفة؟
أرجوك تأكد من القدوم لزيارتي غدا صباحا على الساعة سبعة.
واش كاين شي طْرَن لـ بوسطن فـ قريب؟
خليني نعبر على رأيي.
أهلاً. شوف/ي.
تقدر دير ليا كاس ديال البينا كولادا؟
ما كنفهم والو من اللي كيكولو الناس اللي حواليا.
مساء الخير. عندي حجز. اسمي يمادا.
كتمشي كل عشر دقايق.
إي، كاين واحد فالحُوط ديال العمارة.
فين النصب؟
واش هاد الطريق مزيان باش نمشي للمحطة؟
ما عندنا حجز باسمك.
آه، فهمت. هادو القنوات ديال النظام الكابلي في الفندق.
واش غتكون معفاة من الضريبة إذا بعثت هذا لليابان من هاد المحل؟
خمسة حديد، من فضلك.
أه، باغي نعرف، واش تعرف فين كاينة شارع ريفرسايد؟
ما بقيتْ عندي شهية.
واش كاينين شي وحدين آخرين؟
باغي نخرج شي حاجة من شناطي.
غادي نخليوها مفاجأة.
دخلت بسيارتي في خندق.
أنا شوية عيان بالدوار ديال الطيارة.
بغيت نطلب service ديال الدار، من فضلك.
واش واش رقم الباب ديال طيران اليابان لتوكيو؟
كاينين بلاصات في الطائرة رقم 85 يوم الاثنين، 26.
واش الثمن هو هاد القدر علاش؟
عندي مشكل في المعدة.
بغيْت نمشي بالباص للستاسيون. واش تقْدَر تعطيني شي صْرف، من فضلك؟
أحسن، أول حاجة خاصني نمشي للسيجور ونطلب فين نلقا فندق.
بصراحة، جدّي الكبير مشا من صقلية في بداية القرن.
باغي نتصل باليابان من بعيد.
كانبغي نتعلم كيفاش نمارس رياضة ركوب الأمواج بالشراع.
سمح ليا. فين الصيدلية قريبة من هنا؟
ولدّي كايدور في الدراسات العليا في جامعة هارفارد.
إيه، باغي ندير تليفون جمع المال من الخارج لليابان. الرقم هو طوكيو ثلاثة أربعة سبعة ستة اثنين تسعة ثلاثة ستة.
تقرصت ب نحلة. باين واخا الزهر.
أرجوك اتصل بهاد الشخص.
واش ممكن نمشي لطرفية وحدة من هاد الكوانتيرات؟
غرف جنب بجنب، من فضلك.
واش كاين اسطبل حدا هنا؟
بالاك. قاعات تبديل الملابس غاتكون تمّا.
واش ممكن نعاونك بقرعة ديال الماء سخون؟
بشحال نقدر طلّب منك تقعدني غدوة الصباح على ستة؟
بشحال تقدر تخلص هاد القميص؟
صافي، شريتو فاليومين اللي فاتو على خاطري ف الدكان اللي حدا داري.
لحم بقري ولا دجاج؟
عندي دبوس عظم معدني.
باغي نمشي للساونا.
فين تنزل باش نمشي للبلّاج؟
فين غادي نمشي باش نقلب على المفقودات؟
أريني كيفاش نخدم هاد الماكينة من فضلك.
حسنًا، انطباعي هو عبارة عن أرض جبلية، مزدحمة، صاخبة، مليئة بالضوضاء، نشيطة، تكاد تكون متفجرة. شعب مجتهد، نشيط، قلق، فضولي، راغب في تعلم كل شيء، يأكل ويشرب بشراهة ولكن بأدب، يكسب وينفق بحدة.
عشرين دولار في ربع، من فضلك.
باش بغيت نبدلو.
بغيْت داك.
سمح ليا. واش كاين شي مدار للرجل ماشي قريب لهنا؟
باش نقتاع؟
كنبغ شي رواية إنجليزية سهلة القراءة.
واش كاين محل ديال الملابس مزيان ديال الأطفال؟
باغي نمشي بكري غدا الصباح. نقدر نسلم الفيزا دبا؟
نتمنى تكون تجي تاني.
واش ممكن توقف ليا الشيكات الشخصية ديالي؟
سيّد جونز خرج دابا. مزال غيعاود يجي شوية بعد الساعة ثلاثة.
بردات الليلة.
باغي ندير كشف طبي.
هادي وحدة ديال الماس كيلراط، صواب؟
مسرور بمعرفتك كذلك.
فين نقدر نشري طوابع؟
شحال من ساعة يدّي باش نوصل لهاداك؟
واش بغيتي نشريوه ليك؟
سميتي ياماموتو.
باغا نمحسّب.
غادي ناخد هاد الشي و هاد الشي و هاد الشي، من فضلك.
قطّع الأطراف فقط، من فضلك.
قول ليها تمشي تشوفني.
اش كيفاش نمشي ناكل هاد المخلب ديال الكراب الكبار؟
واش كاين بلاصة ديال التزلق على الجليد قريب من هنا؟
واش بغيتي الجاز؟
ودابا راه صافي ساليت و عندي شوية داليام فراغ.
وا هاد شي مقفل؟
غادي خصك تكون تمّا قبل ستة و نصف على الأكثر.
صافي غتمشي تديه غدا الصباح بحال ما وعدتي؟
باش نطلبوه ليك؟
باغي نشوف الملحقة ديال المدينة.
الريسبسيون؟ نكامورا كنهضر. دابا سْجّلت. ولكن هاد الغرفة ماعجباتنيش.
باغين نقعدو حدا بعضياتنا.
باش نتّبعها.
صافي، غلط مني.
بغيْت نْصَحِّي ف الصباح.
نتمنى نشوفك مرة أخرى.
أعضاء مجلس المستشارين يبقون في المنصب لمدة ست سنوات، بينما يخضع نصف الأعضاء للانتخاب كل ثلاث سنوات.
صافي خصّك تزيد فلوسي في الحساب ديالّي، من فضلك.
واش كاين الربط مع بيرث؟
إيه، هو كذلك. واش من بعد تسجل هنا، السيد يامادا؟
باغي نشدّ الدوش.
kayn kamera dabaak. bghitk tkhaliha fi blad sselama.
إوا، هاداك الطريق.
عصير برتقال، بيرة، نبيذ، ويسكي و كوكتيلات.
لا، شكراً. واش نقدرو ناخدو كاسين ديال الماء، من فضلك؟
ila kan 3andek, ma tkhlsش مرا تاني ملي تاخد، باص رقم 44.
اش حال الطابق؟
باغي نمشي للماكلة.
كنبغي معطف تقيل للشتى.
عندي غير حوايج شخصية في هاد الساك.
باش نقدر نعطيك فلوس بشيك سياحي؟
لقد قمت بإيداع.
أنا كنلعب تنس مرتين في الأسبوع.
خمسة عشر A. واش قعدت في البلاصة الغلط؟
ما عندي حتا شي هوايات. غير الخدمة بالمزود، بحال بزاف ديال اليابانيين.
آه، الأستاذ كورن كيعجبوه يعطي امتحانات مفاجئة.
مللي تشوف واحد، غير وّجّح ليه.
بغيته فاقع الحال.
كنبغِي نعطّي هاد البوسطال ل اليابان بالسرعة.
بـغيت نتسجل، من فضلك. السمية ديالي هي هاروكو أوغاوا. كانعتقد عندي حجز.
واش جايب شي كادو معك لشي واحد في هاد البلاد؟
سمح ليا، بغيت نعطيه لليابان. شحال تكلّف قيمة الإرسال ديالو؟
باغي كاميرا بثمن معقول.
فين هاذ الساعة، سيدي؟ هي واحد عشرة الصباح.
لا. أنا ياباني.
فترة إيدو، اللي ما كانتش فيها حروب في البلاد، دامت حوالي مئتين وخمسين عام.
كانبغي نعطيك عروسة من كيوتو.
باغا نمبلغ على ضياع وثائق قيمة.
واش شحال الوقت غادي تبدا الخدمة؟
اش من أحسن طريقة باش نلبس هادشي؟
باش نقدر نحطّ المتاع ديالي في الصندوق؟
نظن هاد التغيير خاطئ.
باغي بزاف ديال المطر. نتمنى ينشف.
خليه طويل.
