غادي تلقاها غير فالرواق. غادي نجيب ليك شي حاجة دابا. إن كان شي حاجة أخرى محتاجها، غير قول لي.
هل تقوم بالتعديلات؟
بغينا طابلة قدام النافذة.
شكون هو اللون الجديد ديال هاد الموسم؟
فحالتي، كنكون غالبا فشي حاجة ديال الشغل، نادرا للمتعة.
غادي نبقى يومين.
باغي نعْمِل تسْرِيحَة مُثَبَّتَة و مُحْكَمَة.
بغيت نْحجز غرفتين متشابهتين.
ما بغيتش يخرج.
هاد الباص كيوقف ف زنقة ستونر؟
سولفض فمك على واسع.
نجيبو شي حاجة ناكلو.
غادي تنقي هاد لبلايز؟
نعطيك رقم التلفون ديالو وعنوانو.
خلصت على الوجبات والكراء ديال الفندق مسبقا.
"كنبحث على شي مطعم هادي و زوين، بحال ديال الشواء. بغيتك تحدد ليا فين هوما فهاد الخريطة؟"
لي كسرتيه، ديالك بقى.
غادي نقول ليها تدير ليك تلفون كيفما ترجع.
هيا مصابة بجراح خطيرة.
بغيت كبريت.
هل عند هاد الفندق قاعات للمؤتمرات؟
علاش لا، بغينا غير شي حاجة خفيفة.
كَنْتَصَل مْنَ المَطَار. غَنْوَصَل عْلَى دْوَر الأَرْبَع.
فاين كنبدل باش نوصل لشي كاغو؟
شحال الثمن باش نبعث رسالة مسجلة لفرنسا؟
كيدير غريب بزاف داكشي ديال دوز من الجهة اليمين ديال الشارع.
الفنان زوين بزاااف.
فين كاين قسم الكتب الواقعية؟
هلا غيرتي لي بلاصتي؟
هل كاين الضمان؟
عفوا، غادي نولي كنخدم الكلب.
بغيت تذكرة وحدة ل "Cats" هاد الخميس.
شكون هو اسمك مرة أخرى؟
هل السيد براون موجود؟
علاش لا! غادي نقدر نكري ليك قارب لمدة نهار كامل.
فاش كاين الشباك لي نقدر نعمل فيه الحجز؟
شكون هادشي؟
قول ليا كيفاش نمشي للاوبرا؟
ما كنتي شوية سكرانة البارح، حبيبتي؟
"من فضلك اتبع التعليمات ديال الموظفين دياولنا."
هل كاين شي مركب تجاري قريب من هنا؟
"خاصني نملا الدبّانة كامل."
كاين شي غرفة رخيصة من هادي؟
كَنْفَضِّل السيارة الأوتوماتيكية.
غادي نبقى فالدار الداخلية ديال جامعة هارفارد.
شحال هو سعر اليوم؟
كنعاني مزمن من الربو.
عندي تقريبا تلاتة آلاف دولار.
حاضر سيدي. يجي معاه اختيار بين بطاطا مقلية ولا رز مفلفل. شنو بغيتي؟
كيفاش نوصل لهاد المكان؟
شكون هو النوع ديال هاد القصة؟
ثلاث مرات.
شكون هاد الشباك لي كايبيع الطوابع؟
وْلي فْ سيارة ديالها بيضا بعد ما هاجمني.
حاضر. من فضلك احتفظ بهذه البطاقة وقدمها عند قدومك لاستلامها.
مائتين دولار. نقدا ولا بالكريدي؟
شحال هادي و هوما حاملين هاد الواد؟
علاش نتسنى حتى نوع ديال الأكل ونحيدو فهاد الفترة؟
هل ممكن ناخد شوية ديال النبيذ الأحمر؟
قول لي فين نوصلو للمتحف.
هاد الباص كيمشي للا سهرا؟
شكون لي كاين؟
كايْحَسْ شوية بالحر. هل يمكنني فتح النافذة؟
غير دش واحد كاف.
عيني حمرين بحال لعين ديال لكرعة.
ما غاديش نضمن ليك، ولكن غادي نديرو لي علينا.
شُوفْتْ البحر من بعيد تحت.
كَتْحْتَاجْ لِعْمَلِيَّة.
زيد ليا شوية ديال البيض.
فين كاين وقوف الطوبيس ديال الباركي سنترال؟
الطاكسيات؟
هاهي ليك السيد لخيط، الغرفة 56-12.
كَنْعْجَبْني كَتير كارديغان ديالك.
امشي قدّام.
هاني حنا هنا. هاد فندقك.
شكون الوقت ديال ماتش ديال كرة السلة؟
شكون كانت انطباعك؟
بالتأكيد. هل تريد قهوتك مع العشاء أو في وقت لاحق؟
غادي نركب فالرحلة رقم 12 متوجهة لطوكيو.
بغيت ندير مكالمة بعيدة، الله يرحم الوالدين.
خمسة شهور.
شكون هوما نهار ديال الأسبوع لي كايدوز فيه؟
بغيت شي جيل للتصفيف.
هلا شفنا القائمة؟
حجمي هو ستة.
ما كاينش طاكسي اللي غادي يوقف ليك حتى تبقا تسناه فالطاكسيات.
ميزانيتي أقل من خمسين دولار لليلة.
غادي تصور معايا؟
شحال الخدمة؟
هل زادت المبيعات في أمريكا الشمالية بأكثر من خمسة في المائة؟
كَانْ عْلِيكْ بْلي فْوَاحِدْ مِنْ أَبْطَالْ السُّومُو، دَاكْ النَّوْعْ دْلْ المُصَارَعَة بْالطَّرِيقَة الْيَابَانِيَّة التَّقْلِيدِيَّة، مْرِيكَانِي؟
هادشي لشارع وول ستريت؟
باغي نكريو من الخامس لشهر دجنبر حتى لعاشر دلعشية.
حاضر. وأنت السيدة، شنو أخبارك؟
شْحالْ ليكْ فْالسكّر؟
شكون غادي نخلص بالفيزا ديال ماستر كارد؟
هادي هي المكان باش ناخدو الشنط ديال الرحلة NW تسعة و سبعة؟
غادي ناخد هاد العلامة التجارية.
كَنْسْتَافْرَحْ بْزَافْ لِيْ عْطَانِي الله نْجِيْ لْهَادْ لْبْلاَدْ.
سميتي و العنوان ديالي مكتوبين فيه.
شكون هاد الحجر؟
بغيت ننوه بأن الحكومة ديالنا كتعامل بالجفاء مع هاد الناس لي كيجيو فالبواخر. أنا عارف بأن اليابان مكتوب عليها الزحام و ما يمكنش ندخلو هاد الضياف لي جاو بلا دعوة. ولكن من جهة أخرى، كاين بزاف ديال القطاعات الصناعية لي محتاجين يد عاملة.
من ديك الجبل، غادي تشوف المدينة كلها. فهاد الموسم، كاينين بزاف ديال الأزهار اللي كاينة، و كاينة بألوان مختلفة. و هوما زوينين بزاف.
إتْبعني.
قوليه السيد يامادا عيط عليا.
حسنا، من فضلك املأ هذه المعلومات هنا. هل كانت حقيبة واحدة فقط؟
شكون بغيتي، لحم البقر ولا الدجاج ولا السمك؟
غادي يكون ممكن نمشيو بطرق مختلفة فالمشية و الرجعة؟
هل كاين شي كافيتيريا هنا؟
سمح لي السيد، بغيت ندور شوية ف بوسطن.
عندك المنيو باليابانية؟
هادي خمسة دقائق على الواحدة.
بغيت شي مسكن للوجع.
شكون هي الممثلة المفضلة ديالك؟
بغيت وحدة بيضاوية.
شكون كايعاودو ديك الموسيقى؟
ماعجبنيش اللون. عطيني شي لون آخر، الله يرحم الوالدين.
عافاك خذني لسوق الصباح.
"البرواز ديال النظارات ديالي مكسور."
من تلاتة دْيال لعشية.
ممتاز. عندي مقعد جنب النافذة. آه، إذا بغيتي نتبادلوا المقاعد فبلا متأخر، الآنسة.
استمتعت بمشاهدة معالم نيويورك البارحة.
كَنْتْ مْهَمَّمَة بْلْبَاغْ لْبْلَوْ لِّي فْالْوَيْتْنَة.
تواصل مع صاحب البيت ديالك فحال ما عندك شي مشكل.
عْطِيني شامبو وْسَرِّح لِي شْعْرِي كِيْفْ مَا هُو دْبا، الله يخليك.
قول لي شنو هي أسرع طريقة باش نمشي لسان فرانسيسكو.
هل ممكن ناخد مفاح الغرفة رقم 215؟
سمح لي. هل ممكن تصورني؟
اكتب غير رقم الغرفة ديالك وسيفط ليا هنا.
اللون مزيان، ولكن الحجم ما زال ما كاينش. هل ممكن تعدلوه فالساعة؟
كَنْسَنَّاوْكْ ذَاكْ النْهَارْ.
عندنا ما يكفينا لشي يومين.
مافهمتش هادشي.
كيفاش نقدر نرجع لوجهتي؟
هادشي معفي من الضريبة؟
واخا، خاصهم يلعبوا أشواط إضافية حتى يحلوا التعادل.
هلا نطقتيها حرف حرف؟
شكون ساعة العشا؟
خايف هادشي بزاف عليا.
فاين كنعطيوها باش نمشيو لساحة الاتحاد؟
سول فالكاونتر دياولاكنت ديال الكراء لي هنا.
سلام، جان. هل ممكن تودي هادشي للكوي؟
انا فالعطلة.
لا. أنا غادي نزور باريس فطريقي للدار.
غادي تاخدو معاك ولا بغيتينا نبعثوه ليك؟
فِي هَادْ الفَتْرَة كَايْنْ بُومْ دِيالْ الأَكْلْ الرَّاقِي، مَاشِي هَاكَا؟
دابا تقريبا ست سوايع.
رحلة دلتا أيرلاينز واحد واحد إثنان. التوجه إلى الطائرة تأخر.
هلا عطيتيني توأم الليلة؟
هل ممكن تكتب لي تصريح على السرقة باش نعطي لشركة التأمين ديالي؟
حيت أنا ضعيف ف التصوير، كنحس أن الكاميرا الساهلة ف التصويرة ممكن تكون أحسن ليا.
هذا هو القطار الصحيح للرباط؟
تمتع بعطلة سعيدة.
عافاك عطيني شوية ديال الغواز.
بغيت بطاطا مشوية مع كريمة حامضة، الله يرحم الوالدين.
نعم، كل عشر دقايق.
غادي نمشي غدا الصباح.
غادي نمشي معاكم. شنو رأيكم ناخدو طاكسي معا؟
جْلِسْ وْرَاحْتْكْ. شْنُو تْحَبْ تْشَرْبْ؟ قْهْوَة، شَايْ وَلَّا غَازِيْزْ؟
هاد الشي مزيان منك تقول هاكا.
لحم بقري مشوي، من فضلك.
علاش ما كاينش طاولة خالية؟
هل مازال بإمكاني تغيير طلبي؟ أريد سمك السول بدلاً من المحار الصخري.
شكون هي عملية استئصال الزائدة الدودية؟
غادي تعطيني الفواتير اللي فيها تفاصيل العلاج الطبي؟
واخا، ما عارفش.
ألف مبروك، فهمت أنك ترقيت لمنصب نائب الرئيس.
عشية بعد غد.
عَايْش فِي جَنُوب جَابَان.
تذكرة ذهاب وإياب لشيکاغو، من فضلك.
هل بغيتي شي خنزير أو لحم خنزير مع البيض ديالك؟
للدّراسة.
كون سريع شوية.
المكيف ما كايعملش.
كيف هاكا كل نهار الاثنين.
مشي للوبي ديال المغادرة الدولية. رحلة ممتعة.
عندك شي رحلات لباريس فاليوروستار؟
جيبت شهادة طبية ديال طبيبي من اليابان.
هل ممكن تبعثو لاليابان؟
هل ممكن نرجع ليك بالجواب نهار الجمعة؟
واخا، خليني نشوف قسم الأشياء الضائعة. شنو نوع الكاميرا؟
معذرة، كنّا كنعدّيو ليكم الغرفة لي بغيتيو
آه، كايعرض محطات الميترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
آه، كنشتاق للشيبازوكي.
نعم، عندنا. دورة نصف يومية ودورة يوم كامل.
ننصحك بديك شي حلق.
بغيت نلغي الحجز ديالي، الله يرحم الوالدين.
شنو هو نظام الاسترجاع؟
لمبات ما كايديرو والو.
شحال الفرق بين توقيت طوكيو و توقيتنا؟
شحال كامل؟
شكراً سيدي.
سير على طول ولف يمين فالتالت زقاق.
عندي وجع حاد وطعنة في كرشي.
شفتي ديكشي؟
هادي هديا. بغيتي تحطها في ورقة الهدية؟
السلام عليكم، السيدة كنت. فين هاد الغيبة؟
اللذة كانت ديالي.
بغيت نبدل الحجز ديالي فالرحلة رقم 205 فنهار 2 أكتوبر.
فين كاين كونطوار التّسجيل ديال دلتا؟
هادشي فيه الملح قليل؟
هاد الشي ممنوع.
كَنْظُنْ بَلَا بَاسْ. هَا هُوْ رَقْمُكْ.
شكون لي كتسيفط قبل ما تدخل للفراش؟
لا، غادي نشريه فهاد الفترة لي غادي نبقى فيها.
هادشي ثابت ف اللون ولا غادي يطير؟
هادشي خاص بهاد المنطقة؟
بغيت شي بيسكوي.
هوما صغار بزاف.
شحال صعاب هاد الجولات؟
بغيت شي كرسي قريب من النافذة، الله يرحم الوالدين.
شكون اللي غادي يخليني نستافد من بطاقة يوروريل باس؟
شحال كا ياخد الوقت باش توصل لليابان؟
عندك شي خرائط طرقية؟
آه، نعم. قرايت عليه فدليل السفر.
طَلَّبْتْ تْرْيَا دْلْ شاي. وَاخَّا جَانَا غِيرْ تْنِينْ.
الأجهزة الكهربائية رخيصة جدا، ولكن مصاريف الأكل والسكن غالية بزاف.
لاخد معاك
كاع كنشري الحجم 22 فاليابان.
شكون هي ساعات متحف الفن؟
فين غادي نخلص؟
هادشي أول مرة تسافر فيها للخارج؟
شكون هو الدورة ديال المبتدئين؟
هاد البلاد والله حتى فيها بزاف ديال الفواكه.
بغيت ندي هاد السكّانة فالطّيّارة.
هل كاينين وجبات فالكابينة ديال التزلج ديك الهضبة؟
سمح لي، نسيت المفتاح برا. هل ممكن تعطيني مفتاح آخر؟
بدّل هاد الدولارات الأمريكية لدراهم يابانية، الله يرحم الوالدين.
صعيب بزاف نقولو وداعا.
عفاك، ممكن نسولك شنو هو اسم هاد الطبق؟ كاينة لذيذة.
كايقرصو.
شكون الباب لي غادي نمشي ليه دابا؟
ظنيت بلي كان تمثيل ممتاز-زويّن و قصة رائعة.
واو، شكرا بزاف.
ماعجبنيش هاديك الغرفة. بغيت تشوفني وحدة أخرى؟
هادو هوما آخر صيحات هاد الصيف.
وديني للوسط ديال المدينة، الله يرحم الوالدين.
علاش لا، نقدر نكري سيارة؟
وأنا خارج، عيطو للتقني باش يصاوبها.
عندك شي حاجة ناكلو؟
"من فضلك تكلّم ببطء."
غادي نْجي ساعة متأخر.
سميتي كين.
جوج، جوج.
هاد الأسبوع كامل كايمطر؟
عندهم عروض حية؟
هل ممكن نشوف هاد الكاسكيطة؟
عندك شي حاجة أخرى؟
خصك ترتاح.
مرجو ملء هاد الكارت ديال الهبوط وورقة الجمارك.
هاد السيارة كتمشي لسياتل؟
عندي نخلص شي جزء من الثمن دابا؟
واش حقيقي ولا صناعي؟
غادي تبقا تسناني هنا؟
آه، شكرا. كنت كندور عليها.
فلوس ولا كريدي؟
مَا عْرَافْ هَادْ لْمَكَانْ وَلُو.
هل يمكن غسلو بالماكينة ولا باليد فالبيت؟
بغيت صندوق ديال الألوان المائية، الله يرحم الوالدين.
معمري نكون عارف. شنو بغيتي؟
بغيت نبدل التاريخ ل 19 ماي.
وقّع هنا، وهاذي وصل ديالك للمحافظة.
بغيت جوارب.
بغيت شي لحم خروف.
بغيت ناخد الطوبيس باش نمشي ل Penn Station. شنو هو لي خاصني ناخد؟
كايحتوي غير على 30 كالوري.
بغيت نحتار غرفة.
فيني فاليابان كبرتي؟
مع الأسف، هو مزروب بزاف فهاد النهار.
فإذا، أنصح بهذا.
خدمة الغرف.
انتباه، من فضلكم.
عندك شي طابع تذكاري؟
هادا هو الغرفة تلاتة سبعة عشر. بغيت لحاف آخر؟
هل ممكن توصلني للمحطة في خمسة عشر دقيقة؟
بغينا شي وديعة على السيارة.
ما كاينش التيساع فالغرف الفردية ولكن عندنا غرفة مزدوجة.
هل هاد التذكرة صالحة غير فنهار محدد؟
شحال الساعة اللي توصل فيها لميلانو؟
عندك شي حد كيتكلم ياباني؟
شكون هو القناة ديال الموسيقى الشعبية؟
دلتا أيرلاينز.
بغيت كاس ديال قهوة.
كاين الحمام والتواليت؟
واقيلا فات الوقت.
سمعت السيد يامادا عندو وليدين.
بغيت نكري مركب شراعي.
هل يمكنك غسل الأطباق في وقت لاحق؟
بغيت طابونة ديال الغاز.
هل يمكنك تبديل الدولار الأمريكي إلى جنيه إسترليني؟
بالتأكيد، سيدي. واش سميتك؟
ماشي لابس لبسة رسمية.
جيب غير راسك المرة الجاية.
درهمين للواحد.
غادي نتأكدو أن البروشورات توصلو ليكم بالبريد.
كاين شي حاجة مخلعة فلمياضات.
عافاك بان لي شي قفازات ديال الجلد.
داكشي لسيارة خربات. عطيونا شي حد يجي ياخدها.
هلاّ عطيتيني شي كتاب مصوّر لولد عندو ستّ سنين؟
هلا تحفضلي حاجياتي الثمينة، من فضلك؟
سلام، هاري. شكرا على الدعوة.
عندهم مواعيد، كيمشيو للأفلام.
كان عندي تقريبا مية دولار فيه.
غلطتي.
بغيت شي مشابك ديال الحوايج.
عندك شي سي دي ديال شي حاجة مستوردة؟
غادي نبدا ندرس الكونفرساييون ديال الإنجليزية.
عندك شي كتب زوينين قرايتي مؤخرا؟
غادي نبقى عند صاحبي ف نيويورك.
كاين شي مكان نخلّي فيه الشنطة ديالي؟
جيت هنا على خاطر الشغل.
كَتْعْرْف شي مدرسة غطس زوينة؟
شحال الثمن مع الضريبة؟
عْطيني شْوية دْلْمناديل.
الجيران ديالنا كايديرو الضوضاء بزاف.
واخا، الدكتور كريبس ما كايشوفش حتى واحد بلا موعد.
هديّة؟
غادي للاڭراند هوتيل؟
مكاين حتى واحد بهاد الاسم هنا.
فين هو البوليسي، الله يرحم الوالدين؟
هل يمكنني أن أستعير شريط لاصق؟
هادشي مضمون؟
شكون هو تشخيصك؟
كاين فآخر الممر فالطابق السابع. خذ المصعد اللي على يمينك، من فضلك.
حنا فالمحطة ديال شارع جونز.
مكنديرش فبالي نمشي لحفلات الموسيقى الكلاسيكية فاليابان.
هلا شرحتي لي هاد الطبق؟
ها هو. مقاعدكم موجودة هنا.
كايْدير رحلة عمل حتى لجمعة الجاية.
مراتي وأنا فرحانين بزاف باش تجي تقضي عطلة نهاية الأسبوع معانا باش تعيش تجربة الحياة الأمريكية فشي منطقة ريفية.
هادي اللي من بعدو على اليمين.
نعم، من فضلك. اسمي كوبراسا. حتى متى يمكنك الاحتفاظ بتذكرتي؟
فين كنشري تذكرة التيليفريك؟
كايْن 600 دولار فْ الشهر، وديعة شهر واحد، وشهر واحد كْرْية ديال الوكالة ديالنا.
كَتْفَضّلْ بْلاَبِيَة وَلاّ بْلاَبِيَيْن؟
غادي نرجع ليك بالتغيير.
لا، ما كنحبش.
شكون حلو هاد الفخار. هاد الصحن بثلاثين دولار؟
عندك جاكيت حلو بحال شي مية دولار؟
حسنا. هل لديك أي ردود فعل ثانوية أو حساسيات؟
حسب ما بان ليا، كاين شي عدوى خداتها.
عافاك بغيت الفاتورة.
عندنا ثلاثة دينا.
فهمتك. واش تذكرتي شحال خدات؟
شكون اللي غادي يجي معايا نشربو شي حاجة؟
شكون هو رقم الغرفة ديالي؟
هل ممكن ناخد تذكرتين للدور الثاني هاد المسا؟
خليت لمفتاح ديالي فالغرفة.
هل فيه الضريبة؟
سمح لي. واش ممكن توضح لي الطريقة للمحطة ديال القطار، الله يرحم الوالدين؟
شكون الوقت لي كتفتح فيه البريد؟
هاد الشنطة ديال الفينيل، قوية بزاف و تصميمها حديث بحال ما شفتي.
الطعام زوين بزاف، ولكن شبعت. شكرا.
تسرقات ليا المحفظة فلميترو.
عندي نمشي للسفارة اليابانية.
ما كاينش تعطينياه بشي شوية أقل؟
هادشي على شيكاغو؟
سيدي، بغيت نبدل هاد الشيك ديال المسافر.
عندي حمى من نهار لبارح. حنجرتي كاتعذبني بزاف. ما قادرش ناكل والو.
هنا فهاد الجدار، والتشييطة ديال التكييف هنا. شي حاجة أخرى اللي بغيتي، السيد؟
علاش لا، غادي نوصل ف الوقت المناسب لو خرجت من هنا دابا؟
حاضر. ولكن نتمنى ما يطولش.
هل ممكن تعمر لي الاستمارة؟
شرت هاد الشنطة من شوية، ولكن السحاب ديالها كان خربان.
فهمتي؟
رجع للباص قبل من ثلاثة.
ملايين الناس كايزورو الأضرحة المشهورة فـ أول عبادة ديال العام.
إذا كان ممكنا، بغيت طاولة قدام النافذة.
ما خاصنيش نشرب والو فيه الملح.
بغيت شي بلاصة فالزنقة، الله يرحم الوالدين.
عافاك، عطيني تقدير.
هاد الشي مزيان، شكرا.
شحال من وقت بغيتي نرجعوه ليك؟
معذرة، كاملين.
بغيت نبعث هاد الكارت بوستال لاليابان.
شكرا. ها هي مفتاح غرفتك. حمال حايشد ليك الشنطة.
حافظ على حقيبتي، من فضلك.
بغيت نكري سيارة وسطية بحال أربعة ديال البيبان.
فين كنشري الفخار؟
قميصي معرق.
شحال عندك ديال الين، سيدي؟
السلام. عندي حجز.
عْطِيني السْالْ وْالفُلفْة، الله يْحْفَظك.
حجزت من خلال مكتب طوكيو. غادي نتأخر شوية فالدخول الليلة.
نديرو التسوق على عجل.
طلبت مقعداً لغير المدخنين عند تسجيلي الدخول، ولكن هذا مقعد للمدخنين.
نمشيو نشربو شي حاجة.
نْقترح عليك هاد النوع ديال السمك، السنيبر الأحمر.
ما غاديش نقدر ندير هادشي، ولكن غادي نعطيك واحد الكيس معاه.
هل عندك وقت ومكان محددين؟
شكرا بزاف. بغيت بصح عندي موعد سابق.
فِي أَمْرِيكَا كُورَةُ القَدَمِ فِي الكُلِّيَّةِ مَوْضُوعُ السَّاعَةِ.
غادي نعطيك مسكن للألم.
غادي تقولي لي فين كاينة الطوبيس تقرب من أوكسفورد؟ خايف نمر من عندها و ما ننزلش.
آه، بيل. أنا كنحمل فيك، ولكن هادشي كامل.
كَتْحَمَّلْنِي فِي الثَّمَن.
بغيت نتأكد من الوقت اللي غادي يمشي فيه.
ماعنديش فكرة باش نكون ليك مفيد بزاف.
هل غادي تضم كلشي؟
عبر الشارع من هنا وامشي في الخط المستقيم حتى توصل للتقاطع الثاني. كيو هوتيل كاين بعد التقاطع.
بغيت شي حاجة للصداع ديال الخمر.
ماشي داكشي بلا شحوم؟ لا مستحيل. كاينة شي مزحة؟
واخا، ما عارفش واش كنهتم بذاك الشي.
سيديربو هاد الظرف فالطوموبيل ديال المطار.
بغيت شي حاجة للي كيسدّ البطن.
فِي الرَّبِيع كَايْزْهَارُو شْجِيرَاتْ لْكِرْز.
هلا سألتيه باش يوقف التدخين، من هناك؟
غادي نعاود نتصال بيه.
غادي نبقى عند صاحبي ف لوس أنجلس.
غادي تجيب لي الكريم ديال القهوة؟
مْخَلاّشْ فِيْ الْمَخْزَنْ.
هَلْ عَلَيَّ أَنْ أَشْتَرِيَ تَذْكِرَةً مُسْرَعَةً؟
هاني ليك رقمي و البريد الإلكتروني ديالي.
شحال عندو ديك الكنيسة؟
هلا جبتي لي تذكرة للأوبرا؟
عندكوم شي طوبيس ديال السياحة باش نزورو المدينة؟
معمري جيت لهنا.
إذا بغيتي تستعيري شي كتاب من كتبي، قولي لي. ما عندي حتى مشكل نعيرهم لصحابي.
شكون اللي غادي يزوق؟ واش كتعاودو تصبغوا الغرف ملي كيدخل ساكن جديد؟
بغيت نعاون فشي عمل خيري.
شحال غادي ناخد فالتسليف الضريبي؟
ما لقيتوش.
هل يمكنني الحصول على بطاطس مهروسة بدون صلصة؟
غادي نعرض عليك فورد موستانغ عمرها سبع سنين بخمسين دولار فالأسبوع بلا حدود على عدد الكيلومترات.
آه، نعم. ها هي.
بغيت نرجع هنا مرة أخرى ملي نكون فالولايات.
شفت من صحتي بزاف.
شكون هو الطبق الخاص ديال اليوم؟
واضح؟
تسرقات ليا المحفظة.
الباب ما كايفتحش بهاد لْمْزْلاج.
بغيتو محمر.
"هل نترفه في مطعم الدرجة الأولى؟"
شحال زوين. أكيد كتحمق باش تشوفهم.
شكون الجولة لي مزيانة باش تشوف المتاحف؟
سول واحد حمال، الله يرحم الوالدين.
ماعرفتش شنو نقول.
هل يمكنك إصلاحه وإرساله إلى اليابان، من فضلك؟
صحيح.
عندي بلاغ على سرقة.
هل ممكن نجرب هادشي؟
ما زال ما لقيتش واحد الشنطة ديالي لي دوزتها فمطار ناريتا.
كَنْظَنْ هَاكَاكْ. عَافَاكْ، حَبِّيتْ نْقَصْ شَعْرِي.
شكون هو العلاج لي كا تاخد؟
وجبة خفيفة، من فضلك.
كان عندي تقريباً ميتين دولار نقداً وبطاقة فيزا.
واش كتدير الطاكسيات من زمان؟
من سبعة حتى تسعة. مرحبا بيك فالمطعم فالطابق الثاني.
غادي نبقى فال Holiday Inn Downtown حتى لخامس مايو.
شكون هوما لي كيديرو التداريب باش ينجحو فالامتحان؟
قريب غادي توصل.
بقاو كاملين فالكراسي ديالهم.
شكون هو الباص لي غادي يوصلني للتمثال ديال واشنطن؟
سميتي أكيكو تاناكا.
معبد هوريوجي، لي هو أقدم بناء خشب في العالم، يستاهل تشوفو.
فهمت. حسنا، شكرا على انتظارك كل هذا الوقت. ممكن ناخد اثنين هوت دوغ؟
فرحان. آه، هاداك إعلان الرحلة ديالي.
آه. في أي وقت. مرحبا بهم جميعا هنا.
كَانْضْرَرْ نِشْرِي التَّأْمِين.
شكون هو JR؟
قسم هاد الفلوس لفلوس صغار، الله يرحم الوالدين.
هل بغيتي تمشي للديسبو؟
قول لي على شي مطعم مزيان و جوّو حلو.
شكون هي ساعة ديال البطولة ديال الغولف؟
باعدا العشا، مع الحلوة، من فضلك.
جيب لي مجفف، سيدي.
هلاّ عطيتيني شوية دْلماء، الله يرحم الوالدين؟ أنا عطشان بزاف.
ما عندناش الجوع بزاف.
خليني نشوف شي صباط ديال لبرونز.
فين غادي و شحال الوقت؟
سيربي هاد الباغاج حتى خمسة ديال لعشية، الله يرحم الوالدين. هل ممكن ناخد وصل؟
عندي قارورة ديال الويسكي.
غادي نجي نشوفك فالعشرة ديال الجمعة.
واش طيب العشا؟
بغيت نعمل حجز للغولف.
شكون هوما لعملات لي كيديرو فهاد الماكينة؟
بغيت عصير الزنجبيل.
بغيت شي أكل ديال لوليدات صغار.
حافظ على الخيار المخلل.
هاد الفستان من النايلون؟
الحجز، من فضلك.
بغيت شريط آلة الكتابة، الله يرحم الوالدين.
سولي الباب بالسلاك ديال الاحتياط.
بغيت كاس ديال قهوة أخرى.
بغيت واحد همبرغر للتحليلة.
هادشي عليك؟
عندنا طوموبيل ديال الأكل ومقهى فالقطار.
غرفتي ما تْغَسَّلَاتْش.
غادي تقدر تركب الطوبيس من المحطة الخامسة.
شكرا بزاف. خلي ليك الصرف.
ثلاثين درهم و ثمانين و خمس دراهم فاليوم، بلا حدود على المسافة. البنزين ما داخلش.
واش حطيتي الطابع على الكارت بوستال؟
ثلاث ليالي.
هادشي لادرنبورو؟
شكون الوقت لي بغيتي تمشي فيه؟
عندي ننقل؟
ما كاينش المناشف.
كَتْبَغِّي يَاخْذُو لِي وَاحِدْ خْرَا؟
هادشي اللي كنتي كتقصد؟
آه، درتيها. عاودي، الله يرحم الوالدين.
هاد عادة يابانية فريدة من نوعها، فكرت.
غلف هاد الشي كل واحد على حداه، و حط عليه شريطة، الله يرض عليك.
خليني نشوف. نعم، غادي يقدمو الغدا ديال اليوم بسرعة.
هل يمكنك تقسيم هذا إلى أرباع؟
بيض، من فضلك.
غادي ناخد طبقين ديال الموريسوبا.
نعم، عندنا غرفة خالية. شحال من واحد؟
هل كاين شي مكتب للصرف قريب؟
انا تاكيشي. وانت؟
استعملو مرة كل أسبوع. حطو طبقة رقيقة بعد ما تغسلو وجهكم، وتجنبو المنطقة حول العينين والخط الفاصل بين الشعر والوجه.
قَطَّعْتْ رَاسِي بْالزِّجَاجْ هُنَا.
كان خاصني نسول المدرب، ولكن هل ممكن تقول لي شنو هي الماكينة لي مزيانة باش نتمرن على ظهري؟
واقف هنا من هاد الجهة ديال التقاطع الجاي، من فضلك.
بغيت شي حليب، الله يرحم الوالدين.
مشغل.
كَنْظُنّ بَلّينا فْالمحطة الخاطئة.
فاهم. هل ممكن تعطيني رقم الكارت ديالك و تاريخ انتهاء الصلاحية باش نحجز ليك، من فضلك؟
هلا ضغطتي ليا على زر التوقيف؟
شرت هاد السروال امس، ولكن ما كيقش عليا.
غادي يتقصّر؟
هلا قلتيلي شحال الساعة؟
تركت كراستي هناك البارحة.
كَتْذَكَّرْ تْسِيرْتْ لْمُوْتُورْ؟
شحال هاد الفستان؟
مافهمتش والو فالالمانية.
كَنْتَصَلْ بِالْمَدِيرْ.
آه، معذرة. غادي نجيب ليك الطلب ديالك ف أقرب وقت ممكن.
بالتأكيد سيدي.
هادا ما فيهش الكحول، داكشي علاش تقدر ترتاح لأن الإحساس بالتهيج ضعيف.
غادي تمشي سبع ولا ثمان دقايق بالرجل حسب كيفاش تمشي.
تأكد أنك ودعتيه ف بوسطن.
بغيت كرافاطا.
غادي نسول سائق طاكسي آخر.
واحدة ديال البيرة، ستيك مع بطاطا مقلية، وسلطة خاصة ديال الشاف.
ألف مبروك، هنري. فرحت بزاف كنسمع على خطوبتك مع جاين.
امشي على طول ولف لليسار من هنا.
بغيت شي حاجة تبان بحال هادي.
أكيد كانت صدمة كبيرة بالنسبة ليك.
عندي ألف جنيه.
شحال من وقت كايدوز حتى توصل ليه؟
شحال على التعب؟
شكون هو الدواء مزيان لعيني لي تعياو؟
عْطيني شوية لْبان، الله يْحفَظك.
هادا ماشي كوبون، هادا وصل تسجيل.
مكاينش إمكانية للتواصل مع البلد لي بغيتي دابا. حاول من بعد.
غادي يتجدّد العقد كل عام.
سمح لي، السيد النادل. بغيت الفاتورة ديالي، الله يرحم الوالدين.
شكون اللي غادي يخلص بالشيك ديال المسافر؟
شكون لي غادي يصيفط ليا التأمين؟
قول لي كيفاش نمشي لهاد المطعم؟
كان تقريباً تلاتين دولار وبعض الكارطات ديال الكريدي.
فاتورتك هي مائة وخمسون دولارا وخمسة وأربعون سنتا.
كيف نقولوها؟ ضروري بزاف تكوني حاضر.
بغيت نعمل نسخة.
شكرا. فين هو السويچ ديال التكييف؟ شوية سخون.
عفاك، فين كاينين دابا؟
هل ممكن تبعث هاد الرسالة؟
لا، أنت ماشي ف الاتجاه المعاكس. خاصك ترجع.
هلا حلقتي لي لحيتي، من فضلك؟
شحال غادي ياخد الوقت باش نكملو الجولة؟
بغيت شي ورق ديال التغليف.
شكون لي كاين داخل؟
كاين خطأ فهاد الشيك، كنضن.
هل ممكن ناخد فوطة ديال الحمام؟
هلا حجزتي لي باش نشوف مسرحية موسيقية؟
عندك شي تسجيل فين استعملتيهم؟
غادي نعاود نتصال.
ثلاثة شهور.
فهمت، عندنا طبيب فالفندق. غادي نطلب منها تجي عندك فغرفتك فاقرب وقت. عادي يدخل معاها مدير الغرف؟
فين تصورات؟
عندنا اليوم حبّار زوين بزاف.
K ka fī l-malik, I ka fī l-ma'ṭāya, M ka fī mīk, U ka fī l-khāle, R ka fī rujar, A ka fī ʾābila. Ki-Mu-Ra howa l-ʾāsmi l-ʾākhīr dyalī.
لا شكرا.
عندي وجع فالسنان. عطيني شي دوا، الله يرحم الوالدين.
ما قادرش نخلّي التكييف يشتغل.
خليني نزل فالتوقف الجاي.
غادي تشوف معايا جوجا ديال الكاب الما؟
فين كاين المكتب ديال السياحة؟
هلا مريتوا بالسوق فطريقنا؟
شنو غادي ندير إذا ما فهمتش أسئلتو؟
بغيت شي جوارب.
بغيت كاميرا أوتوماتيكية، الله يرحم الوالدين.
عاوني نمشي معاك لهاديك البلاصة.
علاش الباب يبقا مفتوح ولا مسدود؟
شكون لعدد ديال الدولارات لي بغيتي؟
قول لي فين هو فندق هيلتون، الله يرحم الوالدين.
كاين عندك خريطة ديال الميترو؟
كَتْعْرْفْ هاد المطعم كَيْطْلْبْ الحجز مُقَدَّمْ؟
بغيت نعيط نحجز رحلة للعودة.
هلاّ عطيتيني شي مطعم فرنسي زوين؟
كاين الحلاقة فالفندق؟
"البلف ديال الحمام معطل."
هادا هدية، ديريها فالورق.
كَنْسْتَا بْزَافْ لِقَاءْكْ.
كاين شي حاجة فالبطارية.
عندي شي حاجة نبغيك تسول عليها.
سخن شوية ديك الغرفة.
غرفتي ما تْحَضَّرَاتْشْ.
امشي على طول.
هلا ساعدتني في العثور على أمتعتي؟
واش هادشي لي كاين تحت، هو المركز التجاري العالمي، صح؟
فين كاين متجر ديال الموديلات ديال البلاستيك؟
ما قادرش نقولك.
هلا اقترحت لي دوا للوجع ديال الكرش؟
فين كاين الرصيف رقم خمسة؟
نعم، هذا يبدو شيئا يستحق المزيد من البحث. هل يمكنك النظر في هذه الإمكانية، سيد كينان، وإبلاغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
لا، شكرا.
كَنْظُنْ بلي كاينة شي خَطَأ فْ هاد الفاتورة. كاين تْشَارْجْ دْ لْكُومْسَارْجْ، ولكن مَاخْديت والُو.
باغي نطير في أقرب وقت ممكن.
هل الطريق إلى فندق هيلتون بعيد؟
كَتْعْرْف شي مطعم زوين باش ناكلوا فيه أكل مزيان بثمن معقول؟
بغيت روج.
هادي 35 دولار.
بغيت نبدل الحجز ديالي. هل يمكن نبدل الرحلة ديال PAA رقم 505 لرحلة رقم 515؟
خرجات الكوكا، ولكن ما عطاونيش التّرويت.
غادي نعطيك تخفيض بنسبة 3 فالمية.
السيارة كانت فيها هاد الضرر قبل ما نكريها.
حاضر. بغيت نلبسها فحفلة عرس يوم السبت.
لا، بغينا الحسابات كل واحد على حد، شكرا. كل واحد يخلص على راسو.
بغيت مرشد كيعرف يتكلم باليابانية.
معمري جيت لهنا. عفاك، نطلب ليك الراجل؟ لحظة واحدة، سمح لي.
شكون هو هاد الباص لي كيمشي للهيلتون؟
هل كاينين جولات لتيورول فثلاثة أو أربعة أيام؟
حسيت براسي مزيان دابا.
معذرة، غادي نتأخرو ب 30 دقيقة.
هل ممكن تبدل لي هاد الورقة فلوس صغار؟
غرفتك، سيدي.
من فضلك وقف جميع العمليات على هاد الكارط.
هل غادي ناخد تخفيض فالحجز ديال شهر فالفندق ديالكم؟
هاش جابك هنا، خدمة ولا بحث؟
عندك صافي دوزتي العشاء؟
جودة هاد هوما أحسن.
بالتأكيد سيدي. أبيض ولا ملون؟
رَاهْنْتْ بْدْجْنِيهْنْ.
عندكوم جولة فيها زيارة لجسر البوابة الذهبية؟
ما غاديش نلحق الرحلة لي فيها التوقف.
منين غادي ناخد الطوبيس باش نمشي للمتحف؟
شكون هو المؤلف ديال المسرحية؟
صندوق الأمان، من فضلك.
غادي نبقى هنا غير شهر.
علاش غادي تبدا الجولة؟
شكون الوقت لي كايدوز فيه الماتينيه؟
انا من روسيا.
معمري نسمع هادشي. عندك سخونة؟
فين كاين شي حافلة توصلني لمتحف المتروبوليتان؟
كنت كنحس براسي مزيان بزاف فبلاصتك.
فين كاين أقرب مكتبة؟
عندك شي غرف خاوية الليلة؟
هل يمكنك صرف شيك المسافر هذا بقيمة مائة دولار من فضلك؟
طيارتنا وصلات أخيرا لحتى هونولولو.
بغيت هاد الأسلوب، من فضلك.
مابغيتش ندخل المستشفى، إن أمكن.
هادي الرحلة رقم سبعة وتلاتة ديال طوكيو فالتاني من شتنبر، نهار الجمعة.
فين غادي نْحط حاجاتي؟
بذلك الثمن، أعتقد أنني سأبحث في متاجر أخرى.
إطفيو جميع الأجهزة الإلكترونية.
شحال بغيتي تصرف؟
ما كاينش داكشي بعد ما يوقف هاد الألم.
شكون لي كايديرك تنوض هاكا بكير كل صباح؟
كَنْبَحْث عْلَى لاصِيق.
شحال من متفرج كايدخل لهاد الملعب؟
نعم، صحيح.
"الغلاف ديالي متبهدل."
بغينا نلعبو التنس اليوم.
هلا جيتي معايا، الله يرحم الوالدين؟
عفوا، ما عارفة هاد المنطقة.
غادي نعاود نتصال بيه تقريبا ف 4 ديال لعشية.
فِي صْبَاحْ تَاسْعَة عْشْرْ يَنَايْرْ، وَقْعَتْ الحَادِثَة.
هل يناسبك يوم الثلاثاء القادم؟
شكون غدا؟
شكون النوع ديال المطعم لي كتدور عليه؟ بغيتي غير العشاء، ولا كدوري على شي مطعم فيه بار؟
هنا شي مركز ديال البوليس؟
لعمر ديال اليابانيين هو الأطول فالعالم.
جوج بطاطا، واحد كولا. دابا دوز من فضلك.
غرفة واحدة لو سمحت.
فين كاين البانطيون ديل التزلج على الثلج؟
شربات على راحتك.
نتمناو نشوفوك مرة أخرى.
هل ممكن ناخد نظرة على هاد الكتاب؟
هلاّ عطيتيني شي مطعم فرنسي زوين هنا فهاد المنطقة؟
ها هي بطاقة التأكيد ديالي.
غادي يكون مزيان.
هاد الشي معناه 2500 دولار فالشهر. غادي نضمنو ليك 3000 دولار فالشهر. شنو رأيك؟
نتمنى ليكم زواج ميمونة.
عندك بالنتاينز ديال عشر سنين؟
هادشي مكيتحلاش؟
هل حديقة النباتات مفتوحة اليوم؟
غادي نقدرو إن شاء الله، ولكن خايف ياخذ شوية ديال شهور.
بغيت نكري سيارة.
هلا جبتلينا صحن، الله يرحم الوالدين؟
ودينا لفندق شيكاغو.
الرحلة متأخرة تسعة وتسعين ساعة بسبب الطقس السيء.
حالة طارئة.
بغيت شي حاجة بالستايل ديال شانيل لي فيه التكرار.
فاي ترويقة كاينة التامبونات؟
هلاّ عطيتيني جواز سفرك وورقة الجمارك، الله يرحم الوالدين؟
بغيت نسجل فالجولة ديال شلالات نياغارا.
"عندنا اليوم طبق خاص، كابوريا القريدس مع رز بسمتي."
السلام عليكم؟ هل هذا منزل السيد كلارك؟
هل بغيتي نشربو شي كاس قبل العشا؟
عندك شي دوا؟
كَنْظُن بلي خَطَأتي فِي الرَّقْم.
بغيت فستان أحمر.
واش كاين غير هاكا.
سميتي مكتوبة عليه.
هادا آخر إضافة ديالنا للخط ديال التعبئة. كنعبيو تقريبا ستمية علبة كل نهار.
بغيت نمشي.
بغيت المكواة، الله يرحم الوالدين.
آه لا. كايقول شي حاجة ليا. آش ندير؟
نعم، هوما هوما.
جيب لي الفطور لغاية الغرفة ديالي.
هادو ضيقين بزاف.
مرجو إرسال هاد السيارة للوتيل على ثمانية صباح غدا.
هل كاين شي كروز فيه الغدا ولا العشا؟
عندك عوتاني لون خفيف؟
هنا كاينة الضو ضارب.
واخا، لا. غادي نعاود نتصالو بعد عشرين دقيقة. شكرا.
تأكد على التربية و زادت القوة العسكرية.
شكون بغيتي تاكل ف العشاء، لحم البقر ولا السمك؟
Master Card مزيانة؟
هاد الحجم، من فضلك.
ماعجبنيش.
هادي خمسة دولارات، والمشروبات خاصها تخلص على حدا.
شحال على شخصين؟
دازت عليا غصص فالبطن فجأة.
شحال كايطلب المرشد السياحي على نهار؟
سميتي هيروشي موري.
بغيت شي ياغورت، الله يرحم الوالدين.
نعم. هل هذا هو العدد الصحيح لرحلة الخطوط الجوية المتحدة رقم ثمانمائة وعشرين؟
عندنا نلبسو الكوستيمات و الكرافطات؟
شكون هو الباص لي كيمشي للـ"Guild Hall"؟
تفضل من هاد الجهة. خلي نعاونك فالحقائب ديالك.
كاين ف الرف الثاني ف الصف الوسط.
فين هو البار؟
شوف ديك الساعة تسعة وتسعة صباحاً ودير تسجيل الدخول
كراسي ديالنا متباعدين.
بالتأكيد. فين بغيتي تمشي؟
بغيت واحد بلاصة ديال الميموس، الله يرحم الوالدين.
استمتع بوقتك.
عفوا، كامل الكراسي محجوزين ف 30 غشت.
كَانْ نْشُوفْ شي حاجة أرخص؟
هلا دزت لي طاكسي؟
هل خاصني نرجع لليابان دابا؟
ثمن الغرفة غالي أكثر من اللي قالو ليا.
بغيت نعطيك الطلب ديالي كامل. هل ممكن نشوف القائمة من جديد؟
كان كاين حامل مفاتيح ديال قط مربوط بشريطة هنا.
شكون هاد الشنطة الصغيرة لي غادي دير بيها؟
بغيت شي حاجة للزكام.
كَانْشُوفْ هَادَاكْ؟
ضبط ثمانية عشر دولار.
سيدي، بغيت نبدل هاد الشيك ديال المسافر فلوس نقدا.
فين غادي نعيط للكارديان؟
عندك بزاف؟
امشي على طول هاد الشارع. غادي تلقاه قبل الدار لي كا تبيع البوظة.
ماعنديش حجز.
علاش لا، نقدر نلمسها؟
حَدد ليا فين كاين فهاد الخريطة، من فضلك.
كاين شي مطاعم زوينين ورخاصين هنا فهاد المنطقة؟
هادا دار زوين بزاف.
هادي هي محطة الباص اللي غادي توصلني لتشيلسي؟
غادي نْوصل شوية متأخر الليلة، ولكن من فضلك خلي الحجز ديالي.
واش البطاقا ديال الكريدي مزيانة؟
ملي كيجي المراقب باش يشوف التذكرة ديالك، عطيه الكارط ديالك وهاد التذكرة.
شحال من قلم بغيتي؟
شكون هو آخر كتاب ديال غالبرايث؟
وحد تذكرة دخول عامّيّة، الله يخليك.
طلبت شي حاجة وسط، ماشي مطبوخة بزاف.
سيدي، غادي يكون بذلتك جاهزة بعد أسبوع من القياس.
بغيت عصير تفاح، توست، بيض مقلي و قهوة.
فين كاين محل الكاميرات؟
وحدة كوكا كولا صغيور، الله يرحم الوالدين.
انا غير مبتدئ. ما كنضنش نقدر ندير هادشي.
أربع تفاحات.
شحال غادي يكلّف التأمين ديالو بثلاثمائة دولار؟
هلا أعطيتيني كارت ديال الكريدي جديد؟
عْطِيني شْوِيّة دْلْوَقْتْ بَاشْ نْفَكّرْ فِيهَا.
خصك ترتاح فالفراش اليوم.
بغيت نعاود نأكد بالضبط آش خصني ندير.
عندي فكرة على كيفاش كتحس. خذها براحة.
غادي نرجع نكلمك.
غادي تحجز ليا طاولة لشخصين فهاد المطعم على الساعة 6 د الليل؟
شحال هادشي غريب. كاين غير شي صحن طائر.
ما قادرش نعس مزيان.
هلاّ قلتي ليا علاش هاد التّحميل؟
السلام عليكم، هذا هو الغرفة تلاتة صفر خمسة.
بغيت شي ملح ديال الحمام.
هل ممكن تصليح هاد الكاميرا؟ ما كتحملش مزيان.
سميتك و رقمك؟
ظنيت الثمن ثابت من المطار للمدينة؟
هلا مشيتي تشوفي دابا؟ إن كانوا هناك، هل ممكن تجيبي كلشي هنا على طول؟
واخا، كنحس بأن سعر الصرف كيتقلب بين توقعات صاعدة و هابطة، بشكل عام.
عندو تقاليد وتاريخ طويلين.
شكون اللعبة لي كتلعب ف الاستاد؟
شكون لي غادي دير فهاد الليلة ديال راس العام؟
سلام، ممكن تعطيني رقم التلفون ديال السفارة أو القنصلية اليابانية، الله يرحم الوالدين؟
هادو مزيانين بزاف. راحتهم كبيرة.
واخا، هاد الغرفة هانية. مزيان بزاف.
عندي حجز على سبعة.
هاد الشي مزيان. ولكن غادي يكون تمن التوصيل 200 دولار.
فْ الساعة سبعة صباحا، بالتوقيت المحلي.
هادي الشارع، تقريباً ثلاثة ديال الكاريات.
معذرة، مقادش كاينين حتى بلاصا فهاد العطلة ديال الكريسماس، ولكن عندنا بلاصة ف 22 د دجنبر.
فهمت. شكرا.
واش كاين شي تعويض إذا ما لقيتوش ليا الشنطة ديالي؟
واش شنو هي الفواكه لي كتعجبك؟
علاش شحال هادي من نهار جاتك العادة؟
دازت يومين دابا و دازت مكالمة التأكيد
ماعرفتش مزيان واش سرقولي الباسبور ولا طاح مني بلا ما نحس.
الصندوق طولو 65 سنتيمتر، وعرضو 30 سنتيمتر، وعلوّو 18 سنتيمتر.
كَنْبَحْث عَلَى تِذْكَارَات.
كَتْشَمِّلْ عْلَى أَرْبَعْ جُزُرْ كِبَارْ.
عشرة صباحا. هاذي هي مفتاح الغرفة ديالك. غرفتك هي خمسة وخمسين وثلاثين. غسال هاديك الشنطة ديالك غادي يصعد ليها.
آه، حنا كنحمدو الله فهاواي. نتمنى تكوني معانا.
هل يمكنك أن تقدم لي ترجمة؟
غادي نشرب شوية ديال الشاي بالخليع.
غادي تقص لي الغرة نص بوصة فوق الحواجب؟
علاش كايفتح؟
عندكوم شي غرف تحت خمسين دولار لليلة؟
طاولة لشخصين في السادسة مساءً من فضلك.
خمسة عشر دولار، من فضلك.
دير يسرا فالضو اللي كيضوي
ما محتاج والو.
هل يمكنني حجز جولة سياحية؟
كيفاش نملأ هادشي؟
كتشوف بناية بيضا فوسط الشارع. هادي هي.
كَنْقْرَا بَاش نْوَلّي عَالِم.
هل ممكن ناخد تذكرتين للكراسي المحجوزة؟
سير دوزي هدومك ولبس هاد الروب.
هلا حطيتي سرير زايد فالغرفة؟
عندي شي واحد ياباني؟
خود هاد الشي حتى للمحطة. من بعد غادي تمشي للفندق وحدك.
بغيت نكري مركب مع واحد يدلني، الله يرحم الوالدين.
كاين شي مرحاض عمومي هنا قريب؟
عرضو ليا، الله يرحم الوالدين.
مَا دَيَّرْتْشْ أَيَّ تِلِيفُونْ.
سيدي، بغيتك تحط لي هاد الأمتعة.
هل ممكن تعطيوني تليفون الساعة سبعة صباحا باش نفيق؟
عندك شي شريط لاصق؟
كيعجبني بالشوية د اللبن والسكر.
بغيت نبدل الرحلة ديال شيكاغو من تسعة لعشرة.
جيب لي بلسم للشعر، سيدي.
"اليوكاتا" و"الهابي" من المقتنيات الشعبية كتذكار من اليابان للأجانب.
فين كاين أقرب محل ديال الأحذية؟
عندك ذوق فالفن.
سيربي هاد الباغاج حتى لثلاثة.
جيت هنا باش نشوف أوبرا حقيقية.
هادشي فالتخفيضات اليوم؟
بقا بعيد على الخدمة حتى نهار الثلاثا، وما تاكلش بزاف.
مصارعة السومو هي واحدة من الرياضات التقليدية. تنظم البطولات ست مرات في السنة.
مقعد في الممر، من فضلك.
"الممارسة تصنع الإتقان."
شحال غادي ياخذ الطلب؟
هيا رشيقة.
بغينا شوية الوقت باش نفكرو فالعقد.
حاسس بالغثيان. هل يمكنني الحصول على كيس للقيء؟
قول ليا فين كاين المتحف، وكيفاش نوصل ليه.
هادشي من الجلد ولا لا؟
سلام. وحدك؟ علاش ما تجيش تتغدا معانا؟
شكرا. مرحبا بيك.
غادي تحفظ لي الحوايج الثمينة، الله يرض عليك؟
كتشرب شي حاجة أخرى؟
بغيت نمشي للموقع المتقدم.
عْلاش مَبغيتيش تْقرّري؟
جيني. مايك. سارة. سام. هيا، الكل قوم.
هلاّ عطيتني خبر بعد ما تصلاّحو؟
بغيت جاكيت.
لا، شكرا. غادي نلقا المكان. نتلاقاو بعدا.
مرحبا. أنا أفضل مقعدا في الممر.
بغيت نكري سيارة من الحجم المتوسط لمدة ثلاثة أيام.
عندك شي حالة باش تمشي معاه؟
بغيت ندير مكالمة لسان فرانسيسكو.
سُرقتْ حقيبتي فِي لُوبي الفندق.
كيفاش و فين غادي نخلص هاد المصاريف؟
"ما بقاش فينا حتى واحد."
كايضيق عليا هنا.
كبر الحروف لهاد الحجم.
السلام عليكم، أنا من الغرفة 1234. اسمي عُهَد. بغيت من فضلكم تصحوني غدا الصباح على الساعة 6.
واش ممكن تخلص عند الكونطوار، الله يرحم الوالدين؟
عافاك بغيت فلوسي لي بقاو ليا.
غادي يُمكنك تْخاف من هاد الكومبيوتر الصغير.
عموما كانت رحلة سلسة مع شوية دوامة.
شكون هو رقم الرحلة ديالك؟
فرحان بزاف باش عجبك. شريتو فتخفيضات ديال المتجر ABC.
هل يمكنني تناول العشاء على السفينة؟
هل ممكن ناخد بروشور على الجولة؟
هلي كنتي عضو فالنادي ديالنا ديال كاري السيارات بزاف؟
شكون هوما اللي غادي تشري؟
صحيح. أنت تشاركنا الرأي. وبالمناسبة، قال إنه يعتبرك رجلاً ذو أخلاق حسنة.
شكون شنو درتي فالعطلة ديال الصيف؟
سَبّقني و نْعاود نْتّصل.
عندكوم ماء كولونيا دياال شانيل؟
"بعيد بزاف. خاصني شي واحد يوصلني."
عندك هادشي باللون الأحمر؟
قول لي كيفاش نستعملو.
محاولة زوينة، ولكن متعرفش متأكد حتى تجرب.
كيف ندير نتصالو بالكونطوار ديال المعطيات؟
كايجوعو.
هل ممكن نشوف رخصة السياقة ديالك؟
شكرا. تمتع بإقامتك.
جيت من هوكايدو.
سفر ميمون.
عندك هادشي؟
شكون هو هاد الماركة؟
دابا فالتْصْفِيَة، غي بْثلاثين دولار و تسعة و أربعين سنت.
كنت غاضب من اللي قال البائع.
عندك شي حاجة أكبر؟
فِي الصِّيف فِي جَابَانْ، كَايَكُونْ الجو رَطْب وَخَانِق.
باغي نوصل للمطار قبل الساعة 2.
Hta chi tbeddil bghiti ndir?
باغي لون يخلي شكلي أصغر من عمري.
سيدي، جيب لي حوايجي للدار.
بغيت شي طماطم، الله يرحم الوالدين.
مكاين والو.
علاش لا، نقدر ندخل للدار دابا؟
ماغاديش نلقى بحال هادشي فاليابان. غادي نشريه.
ليلة الأربعاء.
عافاك، دلني على كرسي ديالي.
شكون هوما الحلويات لي عندك؟
كَتْخَطّي فِي الحساب.
هادي 3 ديال لعشية.
شوية زيادة من عند الرقبة، من فضلك.
مَكَنْشُوفْشْ شْنُو كَتْقُولْ
شحال ثمن التذكرة ليوم واحد؟
هلا ندايتي؟
شكون هو رقم الرحلة ديالك؟
هل عارف ذوق صاحك ف الهدوم؟
هادي هي فين نمشي للباغاج ديالي لي ضاع؟
كَنْحْتَاجْهُمْ بْغِيتْهُمْ بْشَدَّة.
شحال كامل؟
كَتْعْرْفْ شي صُوبَة دْ لفلوس ولا بنك قريب من هُنَا؟
معذرة، بغيت نلغي الحجز ديالي.
غادي نكون هناك تقريباً ف 4 ديال لعشية.
بغيت نمشي نهار قبل.
شكون هوما تخصصات الدار؟
هل ممكن نسول شي حد ياخد رحلة متأخرة؟
هَلْ وَصَلَ القِطَار مِن سِيدْنِي مُتَأَخِّرًا؟
عندك صداع؟
ما يمكنش تاخد هادشي لليابان. مسجل فاتفاقية واشنطن.
هلا جيتني من المحطة اللي قريبة؟
نعم، درت.
بغيت نلغي الحجز ديالي.
حسنا، غير شوية. آه- وقع لي الشوكة. عفاك.
فين كاين لقديم ديال المدينة؟
غادي تعطيني شي جورنال ولا مجلات؟
عندك شي وحدة أصغر شوية؟
عندنا نخليو الكاميرات ديالنا فالمدخل؟
شكون نهار هو لي مسدود؟
كَنْظُنْ بَاشْ دَرْنَا. غَيْنَتْظَرْ شَوِيَّةْ، اللهْ يْرْضَ عْلِيكْ.
كيفاش نعرف ديك الشخص؟
بغيت كتاب قواعد اللغة.
جيت للباب تسعة وثلاثين على أربعة و أربعين و نص.
شحال على الوقت اللي غادي يجيبها الباص؟
شكون اللي كايعاود على كراء الدراجات؟
هل كاين شي ملعب تنس قريب من هنا؟
فين هو المضيف؟
عندك شي مرشد خبير؟
شكون الوقت لي كا تزهر فيه زهور الكرز لي كا يحتفلو بيهم فاليابان؟
نعم، أنا كنكون
غادي نمشي لبرج لندن. واش ممكن تقول لي كيفاش نوصل ليه؟
عندي ناخد وحدة كبيرة ديال البيتزا بالجبن؟
كاياخد على قد ساعة بالباص.
هَلْ قَرِيبٌ؟
نعم، نعم. غادي نجيبها ونجي.
تْحَمَّسْتْ.
مخلوع ما نيش فالدار دابا. خلي رسالة بعد ما يسمع الصوت، ونرجع ليك فاقرب وقت ممكن.
بغيت ناخد جولة فالطوموبيل الطيارة ديالكم ف نيويورك.
تأكد ملي معندك والو باقي خدامك.
كَامْ مَرَّة كَيْطْلَع البَاص دْ الرقْم تْسْعَة؟
ضيعت واحد من العدسات ديالي.
كَنْخَدّم تْرَانْشْ دْالبيانو مرة فْالْسْبُوع.
شكون بغيتي عليه؟
حافظ على هاد الأمتعة حتى لثلاث.
سميتي ياماشيتا.
شوف ديك الدروج؟ غادي يوصلوك للمحطة ديال القطار اللي غادي فالاتجاه الآخر. ولكن في الحقيقة، إذا بغيتي تشوف لندن، الحافلة أحسن بزاف من الميترو. خرج من هنا، وغادي تلقى محطة الحافلة. الحافلة رقم 12 غادي توصلك مباشرة للمتحف. تمتع بزيارتك، سيدي.
ها شي ليك.
كان نهار اليوم زوين بزاف.
هاد النوع ديال القبعة كاينة ف الموضة. غادي نشري وحدة أنا بعدا.
هل ممكن ناخد لحاف؟
هل هاد الدواء فعال فتخفيض الحرارة؟
هيا لصّة.
هل تريد المزيد؟
كانو عينو سودين و بعاد على بعضياتهم.
آه، خاصيات النهار هادو هنا.
فهمت. أظن غادي نوريهم كاملين ف ساعة وحدة.
ها خمس دولارات وصفر سنتات. خلي الباقي.
سيدي، بغيتك تحجز ليا طاولة لخمسة أشخاص.
كايْن بزاف قريب من الطواليط. بغيتك تبدلو ليا؟
سمح لي، بغيت شي كلكولاتور.
فين كاين قاعة المؤتمرات؟
هادشي مصنوع باليد؟
عافاك بان لي شي تسريحات ديال الشعر؟
عندك شي باليت ديال الألوان؟
عندي ندخل للمستشفى؟
عندنا قوات للدفاع عن النفس.
هل تريد سيجارة؟
معذرة. ما عندناش المخزون. جرب شي محطة ديال التران.
عندك التذكرة ديال الرجعة؟
هل يمكنك أن تفتح النافذة شوية؟
إيلا لقيناها غادي نتصلك.
من فضلك متديرش السكر.
موتور ديالي وقف. أنا فالخامس على مستوى شارع 57. تعالى فحال ما تقدر.
حنا مهتمين بتاريخ الطبيعة.
حنا مفتوحين من عشرة حتى سبعة و نص.
بغيت ندير مكالمة دولية لليابان، الله يرحم الوالدين. أنا يوكي موراي فالغرفة 312. بغيت ندير مكالمة على حسابو للسيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثة ثلاثة سبعة اثنين ستة ثمانية ثلاثة تسعة واحد.
سمحيلي نشوفو. واش كدير بيه من نهار دابا؟
شكون بغيتي لي يجيبو ليك الفاتورات؟
باغي نكمل الاستعمال ديال صندوق الأمان.
اسمع، آل، شنو هو، آه، رقم التلفون ديال الفاكس داكشي ف المحطة؟
غادي نبلغ عليك عند "الوكالة الوطنية لمراقبة وحماية المستهلك".
بغيت سماعات، الله يرحم الوالدين.
كايحمر لي شوية فْ لكراعين.
هادشي ماشي من عندي. مكاينش شي حل؟
واش ما كاينش شي حل آخر باش نتعاملو مع هاد الوضعية الخطيرة؟
واش مفتوح دابا؟
يدّي منفوخة.
زوج ديال الصباط ديال 8 بوصات، الله يرحم الوالدين.
شكون هوما المعارض الأساسية فهاد المعرض؟
هل يمكنك إصلاح هذه الكاميرا؟
كَنْتَاحْبَذْ بْغِيتْ تْقْرِيرْ دْلْحَادِثَةْ بَاشْ نْخَدْمْ لَاْسْيَانْسْ دْيَالِي.
لقيت شقة وانا كنقلب فالانترنت.
فِي الدَّرَجَة المِئَوِيَّة، نُقْطَة التَّجَمُّد هِي صِفْر.
بغيتوا لعطلة الأسبوع.
عندي كرش مقلوب. عندك شي دوا مزيان؟
نعم، كل ما عليك فعله هو غسل الشعر بالشامبو وتجفيفه بالمجفف.
حاضر. أنت؟
حاضر. ها هي الفاتورة ديالك. المجموع كيجي 45 دولار و 50 سنت.
هل يمكن أن أدفع بالشيك؟
كَنْصَوّب المطبخ.
شحال غادي ياخذ الوقت باش توصل هاد الكارط بواسطة البريد الجوي حتى لليابان؟
غاديين نطيروا بعد شوية.
نعم، سيدي. عندك شي بطاقة تعريف؟
بغيت لعبة لبنوتة عندها 5 سنين.
مَا عْيَاتْشْ فِي حْيَاتِي وْلَا يُومْ.
شحال البعد على بوسطن؟
كَيْفْ مَا جِيتِي لِيَابَانْ، هَادْ الشَّيْءْ كَيْسْوَى بِكْ بْزَافْ.
كَنحس براسي مزيان بزاف.
غادي نرجع ف 25 مارس.
عندك كيكة للسكريين؟
بغيت الحليب، الله يرحم الوالدين.
واو. شحال هاد الخدمة كبيرة.
هل ممكن ناخد طابعات للرسائل لي غاديين لليابان؟
شكون هو الرصيف لي غادي يخرج منو القطار ديال ميلان؟
مرجو إرسال السيارة إلى فندق ألفا في التاسعة صباحا من يوم السادس.
غادي نشارك فجولة بالهليكوبتر على نيويورك.
كاين ما أحسن.
هلاّ بانّي نشوف البوردة ديالك، الله يرحم الوالدين؟
ويسكيك خمسمية ريال.
"جولة بالتماسيح؟ هل هذا ممتع؟"
متخليش رجلك يضربو في القاع الرملي.
هادشي باش خدم؟
قول لي كيفاش ندير مكالمة دولية.
هلا بدّلتي هاد الورقة ديال خمسين دولار بعشرة ورقات ديال خمسة دولارات؟
شكون اللي غادي يحمل ليا هاد الشنطة؟
سير ديك هادشي.
ماشي بعيد بزاف. تقريباً خمسة عشر دقيقة.
بغيت نخرج هادشي.
شحال غادي ياخد الوقت باش نتحسن؟
"أمس، شريت هاد الشي وهو خاسر."
ميزانيتي هي خمسين دولار.
غادي نديرك مع السيد سوزوكي.
شكون ستة د ليل؟
حالاً من فضلك.
كَنْسِرّحْ بزاف باش شفتك.
فين كنشد الطوبيس ديل رقم تسعة؟
كَنْتَمَنَّاوْ طْيَارَة زْوِينَة.
هل كاين شي بلاصا نتصب فيها تلفون؟
كَنْجِي فِي الحَمَّام. مَكَيْناش المَاء السَّاخن فِي الدُّوش.
حافظ على هاد الأمتعة، من فضلك.
ثلاث ليالي من أول يوليوز. شحال ثمن الغرف ديالكم؟
عْطِينِي خْمْسَة عْشْرَة لِيتْر دْلْ سُوبِير، الله يْحَفْظْك.
هلاّ عطيتيني فكرة كيفاش كايعمل هاد الفاتح ديال العلبة كهربائي؟
"هل غادي يكون جاهز قريب؟"
شكون هو الخمر لي تنصح بيه مع هاد الطبق؟
ضيعت الكارط ديال الترانسبور.
هل كاين شي مكتب للصرف هنا؟
شكون هوما اللاعبين لي عندهم أكبر شعبية؟
فين كاين قسم الأشياء الضايعة؟
فين كنشوف فيلم؟
بغيت واحد هوت دوغ، الله يرحم الوالدين.
كاين شي تعبيري؟
غادي نبعثوه ليكم للبريد.
هاد السني ضرات
عْطيني الكاميرا. بغيت نصور.
شحال الثمن ديال تذكرة الدرجة الأولى غالي على تذكرة الدرجة الثانية؟
غادي تدور على المحفظة ديالي فالمطعم ديالك؟
مكان وقوف التاكسي، فين؟
ديك الساعة كان مزيان.
بغيت شي حاجة للصداع.
Ana kaman. Dert f balli tsa3dini nfahm lmenu.
هلّا سجّلت هنا، من فضلك؟
بغيت شي قطرات.
بغيت ناكل شي حاجة فرنسية.
كيتعجب من زهور الخوخ فالعيد ديال البنات فالثالث ديال مارس.
من شحال كاينة قطار تاوكاي؟
واش هادو شحال فيهم؟
عندك شي برتقال؟
علاش لا، ممكن نبدلو بشي حاجة أخرى؟
سمح لي. واش ممكن تقول لي على شي أماكن زوينة نزورها فهاد المدينة؟
هل كاين شي كافيتيريا قريب من هنا؟
ممكن لطفاً تذكرة ذهاب وإياب لشخصين إلى بوسطن؟
كيدير: "احترم المسار"
هل تريد زيارة مكان معين؟
"هل نغلفو؟"
نعم، يمكنك شراء الطوابع من آلات البيع في الردهة.
شكون من هاد لخفا ديالك في التخفيضات؟
"أنا فـ فري واي 80 قريب من مخرج بيركلي."
غادي يكفيك غير اسمك وعنوانك.
خليني ناخد ليك الشنط ديالك.
شحال ثقييييييييي
طلب شي حد كيحكي ياباني.
هادا هو رقم الغرفة 231. بغيتك ترسل ليا فنجانين ديال القهوة، لو سمحت.
كَنْظُن هاد التْغيير مْخَلَّط.
كاياخد 3 سوايع باش نمشي للخدمة و نرجع.
هلاّ جربتي شي بوتيك معروف عند الشباب؟
عندو معدل ضربات ديال 325.
من فضلك ما تجيش مرة أخرى.
غادي نمشي ف 2:15 دلعشية.
عندي تذكرة ديال دترويت اللي غادي تخرج على الساعة 11 صباحا.
عافاك بغيت شي بلاصة فالوسط قدام.
هلا ساعدتني باش نلقاه؟
كَنْبَحْث عْلَى شي حاجة مْصْنُوعَة فِي أَمْرِيكَا.
هل كايعني أكثر من عشر دقايق مشي؟
كَنْظُن بلي كَنْحْبك.
شكون هي لعندها الفكرة على واشنهي التاريخ لي خاصنا نديرو فيه الورقة؟
كاين شي حد لي كيتكلف بيه؟
شكون عدد سكان بلادك؟
حنا أربعة، الساعة سبعة و نص الليل. شكون بغيتي تحجزي باسم؟
بغيت نبدل الطلبية ديالي.
شكون هو أول مكان كايشوفوه السياح ف انجلترا؟
غادي نمشي غدا.
بغيت شوية خيار مخلل، الله يرحم الوالدين.
عندك الوقت الليلة؟
جيت من طوكيو.
بغيت عصير، الله يرحم الوالدين.
فاش كتخطط تزور فهاد البلاد؟
شكون هادشي لي مصنوع من؟
سي السيد فرانك شميدت، مدير مصنعنا، غادي يفرح يوري ليكم المكان.
25 دولار شاملين تمن التوبيس، دليل الرحلة و تمن الدخول.
شكون لي كايجي مع هادشي؟
كنت فطيار ديال بان أمريكان الرحلة رقم أربعة صفر إثنين. كنت خدامت على حقيبتين.
بغيت بطارية لهاد الشي، الله يرحم الوالدين.
قريب من الركح، من فضلك.
مسجل، من فضلك.
فين كاين الكاشي؟
كايْحَرْ.
معذرة، هذا هو النوع الوحيد من الغرف اللي عندنا.
كِنْتْعَامْلُو بْزَافْ فِي الأَجْهِزَة الكَهْرَبَائِيَّة دْيَال الدَّار.
وحدي بلا حمام، من فضلك.
نعم. كنبحث على فستان.
بغينا نجربو الأكل ديال البلاد.
شكون لي فيها؟
خَذ صاحبي لْلمستشفى، الله يخليك.
عاونتي بزاف.
المتحف المتروبوليتان للفن زوين.
هاد العنبة كتشهي.
شكون هو الرقم لي خاصني نضرب باش ناخد المعلومات؟
فين هو التلفون؟
غادي نديرو اجتماع ونقررو هاد الأسبوع.
عافاك عطيني ورقة التأمين ديالي.
نعم، فعلا. السماء غادية تهبط.
هاد الخمر داز عليا بزاف.
واحد ناقص. شريت خمسة كاملين.
شكرا بزاف على ما درتي معايا هاد الساعة. كنقدّر بزاف مساعدتك.
شكون هو الوجبة الأسرع؟
شحال الليلة وحدة؟
بالتأكيد. لحظة واحدة سيدي.
ما خاصكش تصحيني للوجبات.
بالتأكيد، من فضلك.
متخافش. دازت واحد من عند المطافئ.
شحال الثمن باش نمشي ل Holiday Inn بالتاكسي؟
حشمت عليك.
معذرة. سقط مني شوية ديال القهوة.
لا، غير شي شهور. غادي نبقى هنا تقريباً ثلاث سنين.
هل البريد قريب؟
بغيت نكري دوك ديال الوينذسيرفينغ.
عندك شي أكلات محلية؟
هل ممكن تحجز لي هاد الكرسي؟
مَا فَهْمْتْشْ شْكِيْنْ كَتْقُولْ.
السلام عليكم، فين كاين الكابان ديالنا، الله يرحم الوالدين؟ بغيتوا توصلونا؟
ما غاديش ننسى الوقت لي قضينا تحت الشجرة فنهار صيف مشمس.
هادي هي النافذة اللي بغيتي؟
غادي يولي الجو دافئ هاد الليلة.
هاني سميتي كاملة وعنواني.
شحال الثمن ديال غرفة توأم؟
هاد الخمر ما كيعجبش.
هلا جبتي وسادة للغرفة واحد عشرين، الله يرضي عليك؟
فاين ف الطابق الثالث؟
ماعنديش الوصفة الطبية.
فين كاين الجبانة؟
عندي نقول ليك وداعا.
بغيت نسولك، فين كاينين الكرافاتات؟
قول لي شحال نعبر؟
الاستراحة مدتها ثلاثين دقيقة. يمكنك تناول وجبة خفيفة في كافتيريا الطابق الأول.
هلا ساعدتني، من فضلك؟
مرحبا بيكم على متن الخطوط الجوية الفرنسية.
هل عندنا الوقت باش نلفو هنا؟
تحقّق حلمي.
لا كتشب، من فضلك.
فين كاينين الرصيفات؟
هادشي معووج.
حسنا. ها هو مفتاحك. غرفتك رقم 1109.
فين كنشري صحون؟
معذرة على المقاطعة، ولكن خلينا ندخلو فالعظم. عندنا بزاف دْ المواضيع باش نتناقشو اليوم.
كَنْحَسّ بالتحسس من المضادات الحيوية.
عندي شوية ديال الواجبات ديال الإنجليزية، الرياضيات، والفرنسية.
غادي نرسم ليك الخريطة.
هل تقبل الدولار؟
الفيزا صالحة لمدة ستة أشهر.
هاد الشي مزيان. ما محتاجينش يتعمل الليلة.
آه، غادي يجي.
بالبريد البحري؟
غادي يكون خطير لو ما ركبتش طاكسي باش نرجع للفندق.
لا، معندي حتى فكرة، غادي نتأخرو على الوقت بشوية، تقريبا ساعتين.
بغيت شي وحدين ديال التبغ بلا فيلتر، الله يرحم الوالدين.
غادي ننزل فالمحطة الجاية.
مكالمة مجانية للسيد أوغاوا، طوكيو أربعة خمسة ستة سبعة.
فهمت. من فضلك املأ هذا الاستمارة. ممكن ما نلقاوهاش، ديك الساعة ضروري تتصل بشركة الكريدي ديالك.
سيدي، آسف جدا. خاصنا نبلغو هادشي للبوليس.
هل كاين شي محل ديال التخفيضات هنا فهاد المنطقة؟
اقتراحو تقبل.
عرض عليا فواتير الأداء، الله يرحم الوالدين.
عْطِنِي الطْرِيق.
نعم، عندي كرتونة ديال الحوايج.
سارقو الحقائب. أوقفوه.
نعم، عندنا تسعة وتسعين نوع ديال الوجبات.
سول واحد طبيب ياباني.
كايغدا غدا دابا. غا يرجع ف عشر دقايق.
غادي نوصلو ف الوقت؟
سمحيلي نطلب منك ترسم ليا الطريق للبريد؟
شي حد يساعدني، الله يرحم الوالدين.
كاميرتي كتعيا. بغيتك تشوفها شنو فيها؟
هل كاين شي خط ديال الطوبيسات لي كيمشي لهاديك الجهة؟
هاد الثمن كامل ولا على كل وحدة؟
شكون الصوص لي بغيتي؟ عندنا صوص ألف جزيرة، صوص جبن أزرق، وصوص فرنسي.
بغيت شي فلوس صغار.
هلا تكلمت ببطء من فضلك؟
لا، أصبتِ في تخمينك. طلقتُ منذ حوالي ستة أشهر.
بالتأكيد سيدي. كيف تفضل ستيكك؟
قول ليا كيفاش نتحكم فحرارة داكشي د ليكور؟
كولشي مزيان.
شكون هو الكيمونو الرسمي؟
كَنْمْشِي لْلحَمَّام بْضْع مَرَّات فِي السَّاعَة.
بغيت كاس ديال الخمر الحمر، الله يرحم الوالدين.
كَنْبَحْث عْلَى حَاشِيَة دْلَالْسِيل.
حمل لي شنطي، من فضلك.
هاد الباص كيمشي لبوسطن؟
غادي نمشي فسبعة ديال الصباح غدا، بغيت الفاتورة دابا.
قصهم شوية فوق الحواجب، من فضلك.
غادي ناخد هادشي وهادشي.
باغي نبعث هادشي بالبريد البحري.
سير فك السماعة. غادي نعاود نتصلك بعدين.
الماء ف الطبانة طفح.
كاينين أربعة فصول مُختلفة.
حسنا، غادي نخصم ليك 3%
كرت ديالي ما بغاش يخرج من الصابون.
النموذج ممكن يكون أسهل في الاستعمال.
عندي هاد الأعراض من صباح هاد النهار.
هادا كيدا فالغرفة 729. عندي وجع كبير فالبطن ديالي. عاوني و سيفط ليا طبيب.
كَنْكَرْهَكْ.
بغيت نحتار شي سويت.
فين كاين شي محطة البنزين؟
هادشي عدوة؟
غادي ياخذ تقريبا تسعة وتسعين نهار باش نعاودو نصدرو ليك الكارت. ديري اسم الفندق ديالك ورقم التلفون هنا فهاد الورقة، باش نقدرو نتواصلو معاك.
هاد الليموزين كتمشي لفندق القصر؟
غادي تمشي للمدرسة؟
Hta chi hadra bghiti?
بغيت خيمة.
لقيتو.
كَنْبَحْث عْلَى خِيْط.
شكون لي كايديرك تْقرا بهاد الطريقة؟
واش غادي يوصل الطلب ديالنا قريب؟
شكون هو الأقرب من هنا؟
هل القطار كايوقف ف أديلايد؟
أرسل لينا شي حمال يصعد.
بغيت هاديك.
هكذا، من فضلك. هذا المقعد بجانب النافذة لك.
بغيت شي قطرة ديال الأنف.
هاديك محطة ديال الميترو ولا محطة قطار عادية؟
فين كاين صالون الصعود؟
هادي وحدة وربع د العشية.
غادي ياخذ شوية الوقت باش نجهز ولكن.
هاد لعشية خاصنا نقررو واش غادي نمشيو ف خطتنا باش نوجدوا فرع ف شي بلاصة ف أمريكا اللاتينية، و إن مشينا، فين، و متى، و كيفاش.
عافاك، ممكن ناخد فرصة أخرى؟
فوق تسعين وتسعة دولار، يمكن ليك تستعمل النظام المعفي من الرسوم.
**بني.** إسمي مكتوب على جنبها.
غادي نخلّي الصبي يْفتح الباب بالمايستري. عافاك، عطيني ثانية. شنو هو اسمك وشنو هو رقم الغرفة؟
كَنْسْتَمْتَع بْلْإِصْغَاء لِلمُوسِيقَى الرُّوحِيَّة.
البطارية خاوية.
فهمت. بغيت من فضلك تذاكر ذهاب وإياب لسان دييغو.
قهوتك، من فضلك.
شكون الساعة؟
هَلْ كَنْتَحْتَاجْ لِرُخْصَة صْيَادَة؟
بغينا طاولة قدام النافذة.
مكاينش عندي خدمة.
هل كاين شي معهد للغطس؟
هلا نزلت لي حقيبتي في السابعة صباحا؟
هلي خاصنا نخلصو على المشروبات؟
كَنْحِبْ غويا. مُتشوق نشوفهم.
شكون لي كايعطي تخفيضات على الديسكات هنا؟
عندكوم طوبيس د المطار؟
واخا، ملي تجي لليابان، مرحبا بيك فداري.
آه، تقريبا ساعة. بعيد بزاف.
هوما زوينين بزاف للبحر.
شحال كا ياخد الوقت باش نوصلو ونرجعو؟
هلا تحفضلي الشنطة ديالي حتى الساعة أربعة؟
كاياخذ تقريباً أربعين دقيقة. خذ بروشور ياباني، إن بغيتي.
خمسين سنتيم للكلمة. غالي أكثر من ما كنت كنتوقع.
شكون غادي يخلي هاد العربة قدام اللوبي؟
هادشي معفي من الضريبة؟
الشيء الأحسن هو قضاء وقت ممتع مع صحاب زوينين.
بغيت نحتار شي غرفة بسريرين مع حمام لمدة ليلتين، من نهار 3 مايو.
هل يمكنك توصيلهم صباح الغد؟
بسبب العاصفة الثلجية، تم إلغاء رحلة الخطوط الجوية الكندية رقم 021.
كَتْبْلِي كُتُوبْ لِيَابَانْ؟
شحال غادي تبقى؟
غادي يضرّي الراديولوجيا الفلم؟
كَنْتْ دَايْتْ، عْمَلِي لِي صْحْنْ صْغِيرْ بْلَيْزْ.
طارت الطيارة. غادي نديوك لواحد الفندق.
غادي نوصل متأخر، ولكن خلي ليا الحجز ديالي، الله يرحم الوالدين.
شكون الساعة؟
عافاك، عطيني تخفيض.
كَنْتَمْ قُدَّامْ الباب دْ الدار ديالي. رقم الدار ديالي هو تْنْوْ وَحْدْ.
عندنا عشرة غرف فردية، ثمانية غرف مزدوجة وتسعة غرف توأم.
غادي نقدرو نخليو حوايجنا هنا.
حطّيه فالميزان داك. سبعين و خمسة صُوص.
هلا دوزتي معايا حتى ل Union Station و رجعتي؟
بغيت نشوف هادشي.
واخا، حيت عارفين الحكومة غادي دير شي إجراءات تحفيزية أخرى.
عندك طابعات البريد الجوي؟
غادي نلقا كلشي فهاد اللائحة فالسوبرمارشي ولا خاصني نمشي للصيدلية؟
لا، حنا ما كنديروهش، ولكن نتوما اللي تشريو البنزين. من فضلكم، عبوا الخزانة قبل ما ترجعو السيارة.
باغي نبعث هاد الكارطبوستال لاليابان بالبريد الجوي.
فِي نْيُو يُورْك. وْوَكَّالَة السَّفَر قَالَتْ لِي غَادِي يْكُونْ مَزْيَان.
شكرا على كلشي.
كَتْحَسْبْ بلي خاصني نْرْجَعْ لِيابَان؟
هل يمكنني أن أسألك عن اسمك؟
فبالمعدل الحالي، غادي يوصل لهاد المبلغ.
فين كاين المعرض؟
هل يمكنني استعمال الحمام أو الدوش الليلة؟
الرقم هو اثنين صفر تسعة تلاتة خمسة واحد اثنين واحد اثنين.
حنا مجموعة ديال ثلاثة.
هيا، عطيني عرض أحسن.
وقتك اللي بديتي فيه هو 2 د العشية بحال ما حجزتي. ولكن شي وحدين آخرين غادي يخلصو قريب.
عندك الحجز؟
كَنْمْشِي لْلْحَمَّام كُلْ ثْلاَثِين دْقِيقَة.
شحال كايدوز الوقت فالبريد البحري؟
هنا بالضبط؟
غادي نبقاو تلات ليالي.
بغيت نبدل الرحلة ديالي.
هل كاين محطة الميترو قريب؟
هادا السيد كوباياغاوا كايتكلم. هل ممكن نتحدث مع السيد توماس؟
شكون هي ساعة خروج هاد القطار؟
كَامْلْ شْحَالْ كَتْعْمَلُوا كُونْسْطْ؟
بغيت ناخد درس فالتزلج على الجليد.
كَنْسْوَلْ عْلَى دَارْكُمْ للْكِيَا.
وحدو؟
عْطِيني قارْيَة صْغِيرَة مْنْهَا.
فين كيتعشاو الناس ديال البلاد؟
عندك شي كروت كاش فيهوم فلوس؟
غادي يكون 40 دولار مع الضريبة، يعني كاملين 43 دولار.
كيهلّل لولد صغير عندو عامين يلعب؟
باغي نبعث هاد البطاقات البريدية لليابان.
جيت من فرنسا.
شفتي ليك شي تذكرة؟
ممكن تاعطيني تذكرتين لواشنطن العاصمة، في اتجاه واحد.
هل يمكننا اللعب بهذه الأحذية؟
هل يمكنك إصلاح هذا المقطع في بنطالي؟
سيدي، بغيت ندير مكالمة على حسابكم.
ماعرفتش شحال هو الحجم.
فين كاين التليفون الأقرب؟
نعم، عافاك. غادي نبقى نسناك حتى تتصل.
هل ممكن تعطيني تخفيض على الإقامة لمدة ثلاث ليالي؟
"هل ناخد ليك شي رسالة؟"
فِي المَسْرَحْ لِي جْنْبْ المَكْتَبَةْ. لَكِنْ خاصْكْ تْحْجْزْ مُوْعِيدْ.
سمح لي. فين كاين خريطة المدينة؟
ما هاذشي خطير؟
هاد السطر طويل.
بغيت بيضات مقليين، طوست وعصير طماطم.
خارطة، لو سمحت.
هلا كسرتي هادشي، الله يرحم الوالدين؟
عندك شي استمارة أخرى؟
هلي لاصق البطاق ديالك فالباغاج ديالك؟
شي حاجة تصرح بيها؟
غرفة مزدوجة، من فضلك.
مكاينش كراسي محجوزين. ممكن تاخد أي كرسي يعجبك.
بغيت شي ساوسيج، الله يرحم الوالدين.
خدّا ليا الشنطة ديالي.
هَلْ أَنْتَ كُورِي؟
لا، ولكن عندنا سيارة جديدة من نوع "سوب كومباكت". الحمراء اللي هناك.
قلتي ليا على صرف العملة ديالنا. هاد الشي معناه كل بنك عندو سعر مختلف؟
شنو غادي يطلب مني نلبس؟
شحال من عملة خاصها؟
قيسوها، من فضلكم.
بغيت ساعة حائط.
شكون هي المدينة اللي غادي يوقف فيها الباص؟
آه، أنت ذكي بزاف، ما كاينش اللي بحالك؟
فرنك سويسري، مزيان؟
شحال كايدوز الوقت من لوس أنجلس حتى سان فرانسيسكو؟
السلام عليكم. واش نقدر نعاونك؟
بغيت شي دوا للتخمة.
باغي نقول لصاحبي على هاد المكان، عطيني شي بروشور ديال الفندق؟
ضيعت الباسبور ديالي. بغيت نعمل محضر سرقة.
فاين غادي يوديني؟
فاين هو التلفون؟
سمح لي لحظة.
غادي نكتب ليك.
شكون هو الجولة الأضخم ف المدينة؟
هلا كملتي هاد الاستمارة، الله يرحم الوالدين؟
بغيت شي هوت دوغ بالبصلة، الله يرحم الوالدين.
شكون هي الاختصاص ديال هاد المطعم اليوم؟
عفاك. شحال كاينة العشاء عادي؟
بدّل هاد الشي، الله يرحم الوالدين.
شكون اللي غادي يبقى فباريس غدا الصباح و ياخد الطيارة ديال سويس إير فالنهار؟
سيدي، عافاك، انتظر حتى يجيبو ليك الطاولة.
ممنوع الغطس.
نعم. هذا هو الغرفة رقم تسعة وعشرة. المكيف ما كايعملش. هل يمكنك إصلاحه؟
حاضر. فين هي زر التشغيل ديال هاد الكاميرا؟
فازنا بعقود مع أغلب الممونين فاليابان.
قول لي فين كاين بلاصا يونيون؟
قول ليا كيفاش نستعمل البومبا ديال الغاز؟
عندك الخردل؟
فندق ZZZ. اسم مضحك، مشي هاكا؟
المرجان هنا جميل والتيار معتدل نسبياً.
ثمانين و خمسة صنتيم
كان شيئا مُثيرا للإهتمام.
دخلتهم ف كْرْتَيْن دْ لْبَاغَاج.
بالتأكيد. و من فضلك بلغي تحياتي الحارة للسيدة كوك التي قامت بمبادرات جيدة خلال اجتماعنا.
عندك شي حجز متوفر بهاد الثمن؟
عندي رقم الحساب البنكي ديالي.
خايف ما تقدرش. خاصك تخرج وتمشي شوية.
انا ربة بيت.
هلا نطقت ليا اسم عائلتك؟
تذكرة لواشنطن، من فضلك.
كَتْفَكِّرْ غَ تْقَادْ تْبَدَّلْ العَجْلَة وَحْدَكْ؟
هادي حاجة زوينة بزاف. خاصك تجي تزورنا فنهار من النهار.
فين هو المشكل؟
من اليسار، تشير هذه إلى وقت التصنيع الضروري، وتوقع التكلفة، والمخاطر المالية.
هل يمكنك تبديل ورقة عشر دولارات؟
شكون الوقت لي غادي نمشيو؟
هلا عطيتيني شي فنادق أخرى؟
بغيت شي بودرة ديال الوجه، الله يرحم الوالدين.
هل الطيارة تأخرات؟
سمح لي.
كاين ثقب فهادشي.
عندنا غير الحجم ثمانية دابا.
عندنا قهوة، شاي، عصير برتقال، و هادشي. شنو بغيتي؟
لا تزعج.
"غير كندوز."
هادشي ما طابش مزيان. بغيتي نعاودو نطيبو شوية؟
غادي تاخد هاد الأمتعة للطيارة؟
بغيت شي حاجة متينة.
عافاك بغيت شوية ديال الفلفل؟
لا، أنا حاسس براسي محظوظ. هيا.
فين كنشري؟
عندك شي واحد أكبر من هذا؟
قول لي غير نوصلو لبارك غرين.
علاش ما ناخدش التأمين؟
شكون كايعيق؟ ممكن نصور فالموزايا؟
شكون هو الفيلم لي كايعرض دابا؟
هل يمكنك تحويل هذا إلى ين ياباني؟
نعم، درت. مشيت نهار الأحد اللي فات مع واحد صاحبي.
هادا هو رقم ثلاثة صفر اثنين.
هل ممكن ناخد خبز آخر؟
هلا ساعدتني باش ناخد التذاكر؟
هل الثمن ثابت للذهاب إلى وسط المدينة؟
بغيت نعمل حجز لثلاثة ديال الناس فسبعة، من فضلك.
كَا تْشُوفْ بْلاصَة بْيَاضْ؟ هِي قُدَّامْ البْنَايَة.
هاذي هي الطريق الصحيحة للقطار اللي غادي لـ X محطة؟
انا ففندق "ABC"، فالغرفة رقم 685. ممكن تطلب ليه يدير ليا اتصال هنا من فضلك؟
لا شكرا، هادشي كامل.
كيعيوني ليا لكرشيو.
فين كاين شي محطة للبنزين؟
هاد القهوة حامضة بزاف.
عافاك عطيني نسخة من تقرير السرقة.
عندنا طْرامْواي فْالمدن الكبار بحال طوكيو.
معذرة، ما عندناش هاد المنتوج.
هلا عطيتيني مخدر؟
أكيد. امشي مستقيم لثلاثة شوارع. بعد ذلك، ادخل يسار. غادي تشوف باب على الطراز الصيني جميل.
غادي يكون الثمن عشرة دولارات للراس.
سمح لي. بغيت نملاه بالبنزين العادي، الله يرحم الوالدين.
شفتي مزيان المشتبه فيه؟
واش رايك؟ بغيت نسمع وجهة نظرك.
شكون لي غادي يحمل لي هاد الصباط فالصاك؟
غادي نرجع هنا غدا. شحال ساعات الخدمة ديالكم؟
كاين الشامبو و التصفيف بالمجفف؟
مَنْ بغيتي تشوف؟
شحال الساعة ديال الصعود للطوموبيل؟
بغيت شي سروال داخلي.
غادي نعطيك رقم التلفون ديالي هناك في أقرب وقت ممكن.
الطبق الرئيسي هو مزيج من اللحم البقري المشوي والكركند.
شكون هو التران لي غادي ل بوسطن؟ من شحال كايمشي؟
هادا من أحسن جودة عندنا.
غادي تقدر تعوضني عليه؟
غادي ناكلوه مع بعضياتنا، ديري معاك شوكة زيادة؟
هل كبار السن مازال كيتعاملوا بالاحترام فاليابان؟
واش كاين شي تمن على السماعات؟
التعريفة الأساسية هي خمسمائة دولار مع رسم إضافي قدره خمسة وخمسون دولارًا في الشهر.
فندق هاليكولاني.
بالتأكيد، سيدتي. هل ترغبين في استخدام مِدَقّ الحذاء؟ كيف هو المقاس؟
هادي تاكدات من جديد؟
هلا شفت هادشي، الله يرحم الوالدين؟
عافاك، عصير بطيخ.
شكون النوع، السيد؟
هاذ شي مزيان؟
كايحلم الواحد بيه، ما كاينش بحالو.
عندي ناخد جوج هوت دوغ للخارج؟
عاوني، الله يرحم الوالدين.
كَنْقُومْ سِتَّة صْباحْ كُلْ يَوْمْ.
معذرة، ما غاديش نقدرو. غادي ياخذ أكثر من أسبوعين.
فين كاين شي مكتب ديال السياحة؟
فهمت. غادي نشوف مع الموظفين ديالنا.
كيفاش نوصل لمبنى إمباير ستيت من هنا؟
شحال كاينة كريّة التيليفون المحمول و البيجي؟
يا ربي!
كتشد الطلبات ديال العشا دابا؟
سميتي تسونيو سوزوكي. هاذي هي تأكيد الحجز ديالي.
فندق ريتز.
سلام. لعند باريس، الله يرحم الوالدين.
طاولة قدام النافذة، الله يرحم الوالدين.
هلاّ بان ليا اللي فالطّاقة؟
هاد لوشن للجسم كايوقف التعرق؟
أكياس بلاستيكية، من فضلك.
ضيعت الشنطة ديالي.
بغيت نجرب هاد الصندالات الكعب العالي.
عندك تبدال الحرس اليوم؟
يمكنك ملء هذه الوصفة في الصيدلية في الطابق الرئيسي.
عندك فلوس صغار؟
معذرة، طاولاتنا مكتملة. هل تريد الانتظار؟
هاد هاك واحد فيه شق.
بغيت تصاور لمدة أسبوع، الله يرحم الوالدين.
غادي نجرب شي كراون
هلا جبتلينا طفاية ديال التدخين، الله يرحم الوالدين؟
دير وجهك لليسار.
تاناكا، غرفة مية
سمح لي، بغيت شي ماء؟
كبير بزاف عليا. عطيني شي قياس أصغر، الله يرحم الوالدين.
كلامك زوين بزاف منك.
حذر راسك. جاي عندك.
هلا عاودتي تصدقتي تذكرة غير على حساب مصاريف المعالجة؟
غادي ياخد ساعة تقريبا.
خمسمية درهم: خمسمية درهم فالجيب، خمسمية درهم.
هادشي صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
غادي نبقا نخبرك فين كنكون.
كاين غسالة قريب من هنا؟
هل ممكن نستعير مجفف الشعر؟
هلا جبتي لي الملح، الله يرحم الوالدين؟
هادي هديا.
كَنْتَسْنَاك تْسْكُت
الرقم هو صفر ثلاثة ثلاثة اثنان ثلاثة أربعة واحد اثنان ثلاثة أربعة.
كَنْفَرَحْ بزاف بالحْرِيرة.
خير ليا نتمسك بالمحفظة ديالي مزيان، باش ما يجي حد يسرقها.
فِي لْمَسَاء كَيْوَصَّل لْعَشْرَة وْنِصّ وْلَا رْبْعَة وْلَيْلْ وْلَا شَوِيَّة وْكَيْطْلَبُو لْحْوَانُوتْ يْقَفْلُو بْكُورْ.
واش الخدمة مشمولة؟
شحال بغيتي نقص ليك؟
عفاك، بغيت نعرف شنو هاد الأزرار؟
شكون هاداك لسيارة لي كاين من بعد، بلا ما يكون شي بليموث؟
سمح لي، بغيت شي حد يعاوني.
لمدة أربعة أيام. إذا استمر العرض، يمكنني أن أملأه مرة أخرى.
هل كاين شي رحلة من شيكاغو ل سياتل؟
غادي يدخل الورق ديال الحجم القانوني؟
كاين شي تواليت خاص؟
غسلوا المناديل وحطوهم ملفوفين فوق الرف لي فوق الحوض.
وري لي شي كارديغانات لي كيجيو مع هادشي.
كَنْتَمَنَّاوْ بَاشْ نْزَوِّدُو مبيعات الحواسيب الصغرى فِي المَجَال التَّعْلِيمِي بِإدْخَالْهُمْ فِي مَجَالْ مَا كَانْشْ مُسْتَغَلْ بَزَّافْ.
شحال الثمن؟
كاين طلب كبير على هاد الكمبيوتر الجديد.
نازف هنا.
بغيت شي مسكن للوجع.
ممكن ناخد طيارة الصباح فـ 26.
غادي ناخد كيكة بالكريمة، من فضلك.
بغيت شي ماء، الله يرحم الوالدين.
إيلا كان هاد الجولة ديال النهار كامل غادي تمر من عند Fisherman's Wharf، غادي نشارك فيها.
ماعليش.
مَا كَنْحِسّشْ بِخِيرْ، عْطِينِي شْوِيَّة دْمَدْوُونْ، الله يْرَحْمْ الوَالْدِينْ.
هاد اللحم قاصح بزاف عليا.
دازو علينا هاد الشي.
واخا، هوما فريق صغار شوية، و الدودجرز كيديروها قوية هي كدّي.
لا بعد، شكرا.
وقفو فوسط المجموعة ديالنا.
بغيت الحوايج يغسلوهم ليا قبل ما يجي النهار
فيلم ديال الصور ملون، من فضلك.
سكان اليابان كايعيّتو سابع أكبر سكان فالعالم.
حاول شي حد يدخل بالغصب. واحد الشفار صغيور، على ما أظن.
كَانْضَيِّقْ فِي الصَّدْرْ هُنَا.
هلا دازيتي تلفون لشركة التأمين؟
شكون هوما النبيذ لي عندك؟
لا، خدي الرقم ثلاثة.
هادي خمسة دولارات.
آه، شكراً لك. استمتعت بيه.
كَنْجِيبْ فِي شُغْل.
غادي نبقى ففندق هيلتون. غادي نبقى غير ثلاثة أيام.
بغيت تلفزة محمولة، الله يرحم الوالدين.
كاين شي فنادق قريبين من المطار؟
بغيت ساندويتش فرانكفورتر بالخردل، من فضلك.
عندي وجع فالبطن.
اتصل بالجيش ديال الإنقاذ، الله يرحم الوالدين.
وحد تذكرة ديال طالب، الله يرحم الوالدين.
اكتب ليا رسالة بمجرد ما توصل.
معمري نعاودها. شوف، غادي نخلص على كلشي. غير متديرش داكشي، متديرش التلفون. بابا غادي يقتلني.
عندي إمساك.
هلا غلفتي هادشي كهدية؟
عندي ألم خفيف فالبطن.
عندك ما شي حاجة وسط؟
وحدين طابع ديال دولار و عشر طابعات ديال عشرين سنت، الله يرحم الوالدين.
ما كياكلوش البيض الني فأمريكا.
فين كنلقا شي حد يصلحلي ساعتي؟
قول ليهم غادي نتأخرو تقريباً 30 دقيقة.
عْطيني عْشْرة تْوكْنات، الله يخليك.
كَنْسْتَعْمَلْ صَنْدُوقْكْ دْيَالْ الاِيدَاعْ لْلْمُقَابِلْ.
كيف نْمَشيو لْلمطعم؟
سْرعْ.
غادي يكونو جاهزين غدا. ولكن مع الخدمة ديالنا الخاصة، غادي يكونو جاهزين هاد المسا.
أكيد، خذ الحافلة رقم خمسة من الفندق الملكي ونزل في ساحة وسط المدينة.
عفاك، فين كاين المحطة؟
غادي تلقاها فالطوبيس لي هنا.
غادي نسولو على راحتو قبل ما نطلب منو
مكتب كراء السيارات، من فضلك.
بغيت نشوف الجبال.
هادشي للنسا ولا للرجال؟
بغيت نشري نظارات جديدة.
بغينا نديرو تصريح على الأمتعة الضايعة.
غادي نوقفو فالطريق عند الرجوع؟
غادي يتعاود قبل العشية ديال غدا.
بدّل هادشي للبيسيتا، من فضلك.
شكون لي بغيتي، بلاصا ديال ليدخن أو بلاصا بلا ما يدخن؟
هادا السيد تاناكا. توصلت توا، ولكن ما عجباتنيش هاد الغرفة.
ويسكي على صخرة، من فضلك.
لا، ولكن عندنا طبيب كيف كيعرف يفهّم اليابانية مزيان. مكاين حتى مشكل.
ماشي مشكل.
ماعرفش المقاسات الأسترالية.
غادي ترقصي معايا؟
هادشي لي دابا. شحال خاصني نخلصك؟
"إيلا كنتي فمكاني، غادي نجرب ديك الشي."
الجدول يوضح الاختلافات الرئيسية بين النوعين من العقود.
Kayn ana? Chach howa l'l'b l-mthali lya.
نعم. بغيت نشري شي تذكارات. واش ممكن تقترح علي شي حاجة تقليدية؟
كايمرض. عيطي ليه شي طبيب.
شكون هو اللعبة لي كاينة فالقمة هنا؟
شكون هوما البرامج لي كتعجبك فالتلفزة؟
هل غاديين نخسرو نهار ولا غاديين نربحو نهار فطريقنا لأمريكا؟
عرض عليّ التوقيت، من فضلك.
بغيت شي سماعات.
عندك ساكن وحدك؟
غادي تضطر تنتظر ساعة تقريبا.
كيفاش كتديرها؟
كاميرتي ما كتصورش مزيان.
تمتع بإقامة سعيدة.
نعم. هاد الصباح شريت جوجيت عندكم فالمحل. ولكن ملي رجعت وفتحتو لقيت ماشي هو لي شرية. ها هي الفاتورة ديالي.
كيفاش غادي تاكل هادشي؟
عندك سلطة خضرا؟
"مليان، لا شكرا."
كَتْعْرْف شي دكتور كايعرف يْتْكَلْم ياباني؟
علاش غادي يبدا العرض؟
علاش لا، ممكن نخلص بالين؟
هاواياتي هوما تسلق الجبال والعزف على البيانو.
مَا كَنْتَصَوَّرْ بَاشْ نْرَجْعْ لِلْيَابَانْ. كَنْتَمَنَّى نْقَادْ نْبْقَى أَكْثَرْ.
كايخرج الماء من فوق. ما قادرش نبقى قاعد هنا.
ننصحك بزيارة متجر للتحف.
هادي السيدة مايزاكي فالغرفة 2315. بغيت منكم خدمة، بغيت تليفون باش نفيق غدا الصباح.
معروف بالمحيط الجميل.
مع السلامة.
فين كنشري شي تحفة؟
نعم. بالزرق، لحمر، والصفار.
غادي نكون سعيد نخدمك.
بغيت نملاه فالطوموبيل ديال البومبا رقم خمسة، الله يرحم الوالدين. ها 20 دولار.
منيّح نتعرف عليك.
فين كنقدر نقد الشيكات ديال المسافرين؟
هل ممكن تحجز لينا غداً المسا؟
هلاّ دّيتونا للكراسي سي 19 وسي 20؟
ممكن نشري سيارة جديدة غير مؤخرا.
قسمي شعري من اليسار، من فضلك.
كَامْ كَادِيرْ طُولْ لَوَقْتْ طُوبِيسْ دْيَالْ حَيْدْ بَارْكْ؟
عندك مرشد كيتكلم ياباني؟
نعم، سلطة خضرا، الله يرحم الوالدين.
بحت على طبيب كيفهم اليابانية، الله يرحم الوالدين.
قريب إن شاء الله ومع راجل. ولكن كاين مشكل. ماعنديش راجل دابا.
عْطيني شي دوا، الله يرحم الوالدين.
بغيت نبدل الغرفة ديالي.
سمعت الإعلان على إلغاء الرحلة واحد صفر سبعة.
بغيت شي جوج ديال الصباط بالسول ديال المطاط، الله يرحم الوالدين.
سير على طول. فندق ميلتون كاين على اليسار.
فين كناخد التذكرة؟
بغيت نعمل حجز.
سوق بسرعة بحال ما تقدر.
الطبخ ديالهم زفت.
شحال عندك ديال القنينات ديال الخمر؟
باغي نوصل للمطار قبل الساعة 6.
هل مستعد تخفض الثمن لسبعة دولارات؟
بغيت نشري شوية قبل ما نمشيو. هل ممكن تعتني بالشنط ديالي شوية؟
غادي تقدر تبدلها فأي بنك فالطريق ديال المطار.
بغيت شي بروشات ديال الورق.
شحال هو الثمن؟
عندنا خمر وردي زوين بزاف.
حسناً.
هل ممكن نتحدث مع السيد جونز؟
شكون هاد الحساب على شنو؟
شفتي الماتش؟ ربحو يانكيز.
بغيت ندير مكالمة على حسابكم لليابان. أنا واتانابي غورو، فالغرفة 123. بغيت نتحدث مع السيد واتانابي ماكوتو فالرقم 8145 9999 1، على حسابكم.
ها هي الفاتورة ديالك.
غادي نجرب هادشي.
لا، ما عنديش هاد المعلومة. تازا جيت من اليابان.
La shukran, ana kanl9aha wahdi.
هاد الباص كيمشي من قدام الفيفث أفينيو؟
دليلنا غادي يلقانا فالمطار.
مكالمة بين شخصين، من فضلك.
حسنا، شكرا.
كَتْنَزِّفْ.
كنعاني من حساسية من الصدف.
هلا قلتيلي شنو كاين فالبرنامج ديال التلفزة اليوم؟
شكون نهار اليوم من أيام الأسبوع؟
هادشي بلاصت الظل ديال العيون؟
صحيح. غادي تكون تمرين مزيان.
انا متأكد غادي ترجع بخير في اقرب وقت
"أنا أستاذ."
بغيت صندوق ديال الألوان.
ثلاثين و ستة إكسبوزور، من فضلك.
شكون هو القناة لي فيها الفيلم؟
الطعام المكسيكي.
ها جات الطوبيس. خير ليك تسارع.
حسنا، السر ديال التسوق الناجح هو توصل قبل الناس باش متلقاش الزحام.
نعملو صفقة.
آه، مزيان. عندنا الوقت بزاف دابا.
شكون هو الكوكتيل ديالك المفضل؟
عندك هادشي بالخضرة الغامقة؟
عشرين ألف ين، من فضلك.
هاذي هي الباب ديال رحلة الخطوط الجوية الأمريكية رقم عشرين متوجهة لميامي؟
كثير صعيب.
هل يمكنني تحويل هذه العملة إلى عملة بلد آخر في وقت لاحق؟
عْطِنِي كُلْ فْلُوسْكْ.
عندي المكتب ديالي هنا. هاذي آن بتلر، السكرتيرة ديالي. آن، هاذ السيد السيد أوزو من أوساكا.
بغيت نحجز مقعد فالدرجة الاقتصادية لشيغاغو نهار الأربعاء هاد الأسبوع.
بغيت نحتار غرفة للثلاث ليالي الجايا.
هلا فتحتي ليا الباب؟ ولا نستعير الماستر كي؟
وحدة من ديك الباكية الحمرا، الله يرحم الوالدين.
ميهاما هي المحطة الصحيحة لديزني لاند.
غالي شوية بزاف.
شكون الوقت اللي غادي يوصل فيه الباص لفندق هيلتون؟
هادا طبق شعبي فالمطعم ديالنا.
من فضلك خلص الواجب ديال إلغاء الحجز ديال الفندق.
حسنا. سأنهي عملي في السادسة، إذن ماذا عن السابعة؟
حاضر. رصيدك في الحساب هو ستمائة وثلاثون دولار.
Kayn fihom l-maghazat l-kbar dyal l-markit.
هل يمكنني استلام أمتعتي في الوجهة؟
شوفها بسرعة.
عندك هدية زوينة لراجلي؟
نبهني للوجبات.
هلا قلت لي كيفاش نستعمل الساعة المنبهة؟
دير الدراسة.
بالتأكيد، ها هي الخردل.
الفيش ما كايعملش.
كتشوف اللوحة ديال Air U.S. سبعة صفر سبعة؟ خاصك تمشي لهاديك الجهة.
خدات ستة عشر دولار ديال البنزين الممتاز.
عندي وجع فالبطن. بغيت شي دوا؟
كَنْبَحْث عْلَى مَاكِينَة دْلَلْصْقْ بِلْدَبَسْ.
كان هادشي شعبي فالتسعينات و حتى الستينات.
بغيت نعرف شحال عندي فالعنق.
هاد القهوة بغيتي تزيد فيها؟
"السويتش معطل."
هل ممكن نسميك؟ بغيتي تعطيني رقم التلفون ديالك؟
هادشي مزيج من 40% قطن و 60% نايلون.
غادي نعول على الأرقام الحمر اللي كاينين فيهم زوج.
"أندية الإيجار كتكلف ثمنها ثمانية دولارات للمجموعة الكاملة، و الكرالايج ديال الصباط كاينة ب 2 دولار."
ثلاثة أيام من السابع من يونيو.
هل كاين شي شقق للكراء ممكن يسكن فيها السائح؟
هاد السيد عارفني هنا؟
غدا؟ ما عنديش ما ندير فالعشية كامل. ولكن علاش؟
بغيت ندير مكالمة على حساب الشركة للسيد هاشيموتو.
هل غادي يكون ماتش ديال كرة القدم هاد الويكاند؟
"هادشي مزيان. غادي ناخدو، الله يرضي عليك."
هلا عطيتيني الفاتورة ديالي، الله يرحم الوالدين؟ واش هاد التكلفة شنو هي؟
كايْنِين فْالطْرَف الآخَر دْيال قْسَم المجلات.
شكون هوما اختيارات النهار؟
فين خاصني نطلب إعادة إصدار الوثيقة؟
كيداير شوية صعيب.
تابي أوزورا.
غادي نوري ليك الدار.
بغينا طاولة فالمنطقة ديال التدخين.
بغيت شامبوان ضد القشرة.
هل يمكنك مساعدتي في تعبئة هذا الاستمارة؟
هل كاين تخفيض للسياح؟
بغيت سحاب.
واش بعد الشامبو بغيتي نعمل ليك مانيكير؟
ماشي غالي بزاف. مزيان. عندنا فندق زوين سميتو بيفيرلي. كاين فالحي الشرقي.
غادي نبدل الطيارة فباريس.
ملي تقولش عمرك "ملي تقولش عمرك"
عندك مدة ونتا كتعرفو؟
فِي دُكَّان التِّذْكَارِيَّاتْ قُرْبْ البَابْ.
لا. هادي تامورا.
عندي موعد على سبعة.
اش كا يعضك؟
ضغط على هادوك.
بغيت نحجز كابينة نعس لمدريد الليلة.
أكيد. سير غير فهاد لطريق حتى توصل للزنقة الثانية، غادي تلقى بنك نايشنز على يمينك.
شكرا، ولكن بغيت ناخد وقتي باش نفكر.
شحال الساعة اللي غادي يوصل فيها؟
شحال الثمن ديال هاد الكيلو؟
اش غادي يوقع لو قلت نعم؟
هل تريد القيام بأي عملية أخرى؟
"المرأة باللون الأحمر"، هي كوكتيل فريش بيري مبني على الشامبانيا، و منعش جداً.
هادشي مزيان. شكرا. عفاك، شنو هو اسمك؟
هلي كان شي علامات مميزة ولا شي حاجة خايبة فيه؟
كاين حافلة أخرى ف 12 و نص.
هل ممكن نشوف الجاكيت لي فالطوموبيل؟
جيب ليا 2 داكيري، الله يرحم الوالدين.
هل كاين شي مطعم كيتكلم فيه باليابانية؟
هلا ناديت صاحبي؟ ضعت بيه وسط الزحام.
غادي نعطيك ضربة ديال الإبرة.
صاحبي كان مصاب بوجع حاد فالبطن.
بغيت كريم للبشرة الدهنية.
هل ممكن توصيني بجولة سياحية؟
عْلاَ قْرِيب مِنْ تْلاَتِين دْقِيقَة. مْعَلَى السَّلامَة فِي لُوبِي دْلِلْمَرُور.
شكون لي غادي يخلص على المكالمة ديالي لليابان؟
هل ممكن توصيل البيتزا لغرفتي؟
غادي نقدرو نعرضو طابلة فثلاثين دقيقة.
فين كاين الحلاق اللي قريب؟
شحال الثمن ديال مجموعة؟
جيت من ألمانيا.
بدّل هادشي لدولار.
عندك هاني؟
كاين ريحة زوينة كتجي من داك الكار ديال الأكل.
غادي تورييني كيفاش ندير مكالمة تلفونية؟
كَنْتَكِنْ بَاشْ كَيْنْ هادْ الناسْ مْخَبَّرينْ.
فاهم آش كنقول؟
سمحيلي، واش ممكن نعرف الوقت اللي غادي نمشيو فيه من هنا؟
هاداك خرج.
والدي خايف يركب الطيارة.
انا هنا مع صاحبي. واش ممكن نجلسو معاكم؟
الطعام زوين والناس كيتعبو بزاف، ولكن التلفزة طفولية.
فهمتك. خليني نشوف فالكتاب ديالي. عندي موعد فهاد الجمعة. بغيتي الصباح ولا العشية؟
شكرا. دَفْعْ عِنْدْ الكَاشِيرْ لَا. شكرا بزاف.
رجع ملي كاين؟
فين كاين الصالون التنفيذي؟
ساعة تسع.
معذرة، ما عنديش ما يكفي معايا دابا.
حاضر. نديروها. واش كاينة؟
هادشي قرطاس؟
آه، خاصني نشري معايا معجون أسنان.
وحد طلب ديال سلطة بطاطا، الله يرحم الوالدين.
التلوث الجوي مشكل خطير فهاد المدينة.
عندكوم صالون؟
كيعصرني الكرش.
رقم الهاتف هو واحد اثنان ثلاثة أربعة خمسة ستة.
غادي تاخد سمك ولا لحم البقر؟
لقى شي كرسي. ضروري ليا كرسي.
عندي نوصل للمطار قبل ثمانية صباحا.
كَنْظُنْ بَاشْ كَنْتْ عْرَفْتْكْ مْنْ قْبَلْ. أَنَا كِنْشِي نْيَامَادَا مْنْ شْرِكَة نَانْيُو تِيكْنُولُوجِي.
شوف هاد الجدول ديال قياس البصر، الله يرض عليك؟
غادي نديرو حفلة صغار غدا. جيو معانا، ما بغيتوش؟
"هل ممكن ناخد مفك؟"
شكون بغا يصور بالفيديو؟
آه، هاد الطيارة صغيرة بزاف باش تحمل كل هاد الأمتعة.
ممنوع التدخين ف المصعد، من فضلك.
بغيت نمشي ف رحلة بحرية.
عافاك، عطيني شي مطعم مزيان.
هادا هو رقم 325. التلفزة ما كا تخدمش.
بغيت مترين من هاد القماش، الله يرحم الوالدين.
من فضلك خلص تريبورطاج باش توصل.
شكون اللي كتفضل، الكلب ولا القطة؟
غادي نتحملها.
غادي تجيب لي شوية دْلجليض و كاسين، الله يرضي عليك؟
كان عندي قارورة ماء معدني من الفريكو.
شكون هو رقم الرحلة ديالك؟
عندي مشكل ف القلب.
فين كاين زيت السمسم؟
هادا هو المكان لي وقعات فيه حادثة تصادم بين أربعة سيارات قبل البارح.
حْنا كَانْمْشيو نْلعبو الغولف فْالويكاند.
كاينين شي نقط خاصني نعاود نتفكر فيهم.
بغيت ندير موعد على الساعة عشرة صباحا.
سكت. غادي نتصال ندير موعد باش نقصو.
كَتْقْدَرْ تْجْلِسْ تْلَاثْ نْسَا؟
السماعات ما كايبانوش مزيانين.
شكون الأفلام اللي غادي يلعبو فالسينما الليلة؟
عندي نعاود نطبعهم؟
عندك لاليت ففضة ستيرلينغ؟
شحال هو الحد الأقصى للسن؟
بغيت عصير طماطم، الله يرحم الوالدين.
نعم، واش غادي توضح ليا كيفاش نستعمل هاد السماعات؟
شحال من وقت غادي يسمح لينا ندخلو؟
كَتْعْرْف شي مَحَلّات عندهم بّاعين يابانيين؟
نعم سيدي، بعض من أفضل الناس يقيمون هنا - الناس اللي كيعطيوا بقشيش لسواقين الطاكسيات، إذا فهمت قصدي سيدي.
ثاني درجة، في اتجاه واحد، من فضلك.
غادي نطير فالرحلة رقم خمسة غداً متوجهة لسياتل.
حنا شوية متأخرين، ولكن متخافوش.
تأكد أنك تحافظ على جميع وعودك.
فين كنقدر نطلب للمدارس ديال الغطس؟
عندك غلاف آخر؟
لا زيت للشعر، شكرا.
شحال من نهار؟
مابغيتش هادشي.
كَنْفْهَمْ. كَيْنْشَافْ زْوِينْ. وَلاكِينْ مَا غَالِي شْوِيَّة؟
عندي حتى قرية باش نخلص الكونطوار.
كَانْ عْلِيكْ تْعْرِفْ بْلّي مَوْقْفْتِيشْ فِيْنْ كَانْ لْوَاقِفْ؟
شحال الثمن لليلة وحدة؟
حجمي سبعة.
غادي نوصل تقريباً فالعشرة ديال الليل هاد الليلة.
رقمي هو واحد اثنين تلاتة-تسعة صفر خمسة خمسة.
حيت جيت لهاد لبلاصة سافيل رو، خاصني نعمل بذلة.
شحن البطارية، من فضلك.
عشرين أبريل.
بغيت نبدل لرحلة ديال لعشية.
لبسة، شنطة، صباط، بحال هاد الشي.
هيا بنت يابانية عندها ثمانية سنين.
شكون أنت؟ والدي كيبعث ليك السلام.
جيبها ف راسك، ولا غادي نوصلو متأخرين.
هادشي هش ولا قابل للكسر؟
كَنْخَاف هاد المشروع غادي يفشل.
علميني الخطوات، من فضلك.
عْنْ سَاعَة و نِصّ.
معذرة. عطيتها لواحد آخر ساكن معايا فْنفس الغرفة.
ماري كانت فالميعاد ديال القطار، أما جورج ما كانش.
كاع الخدمة بلا لعبة تخلي جاك يولي ممل.
حسنا، غادي نفكر فيها.
التذاكر السريعة صالحة فقط للقطار والمقعد اللي حجزتي.
شكرا بزاف على الشرح الوافي.
مكاينش ليوم شي خروج دبا من 3 أيام.
شكون العصا لي غادي نستعمل فالضربة الجاية؟
شكون هو الشاطئ لي كيعجب بزاف ولاد المنطقة؟
هوما كلهم بضائع شخصية.
نعم، واحد كوكا كولا بس.
كل على راحتك من الحلويات.
ما كاينش شي خطر فاكلو؟
هادا هو بطاقة ديالي. غادي تشوفها دابا؟
كاع كنشريو بزاف ديل بحري من دول أخرى.
أشياء هشة.
متخافش. غادي نعلنو عليه.
طريق الوصلة للمرسى، من فضلك.
غادي تجيب لي شوية ديال الشاي و الخبز و الزبدة؟ هذا هو رقم الغرفة 2034.
كَنْمُوتْ بَغِيتْ نْشَرْبْ شَفْطَة دْلْبِيرَة.
كيعتمد على عندك شي حاجة تعلن عليها ولا لا.
حاضر سيدي. سأغلق الخط وسأخبرك عندما أوصل المكالمة.
النشر المكتبي كايبان بزاف هاد الأيام.
علاش ما تبدلش هاد الورقة فلوس صغار؟
مانشستر من فضلك.
معذرة، حنا ما كنديروش هاد الشي.
سقط مني شي. هل يمكنك إحضار منديل؟
علاش هاد السؤال؟ شحال هادي من مرة كنتي مع شي حد؟
شحال ثمن التذكرة ديال الخط الشمالي حتى لواشنطن بلينز؟
عندك غير نص نهار؟
عافاك بان ليا فاللوريو.
بغيت نغسل يدي. فين كاين شي غرفة باش نغسل يدي؟
هَلْ عَلَيَّ أَنْ أَشْتَرِي تَذَاكِر؟
كاين شي حاجة خايبة فالسيارة. بغيتي تشوفها؟
آه. عارف بغينا لاباس.
مكالمة من بعيد، من فضلك.
معذرة، هو دابا فاجتماع.
كَنْبَحْثْ عْلَى بنك. فين كاين أقرب واحد؟
شكون هو هاد الشغل؟
آه، الله يستر. فين حنا؟
صباح الخير. شحال من واحد فيكم غادي ياكل؟
"البطاقة المفتاح معوجة. هل يمكنك أن تعطيني واحدة أخرى، من فضلك؟"
خصك تسجل حضورك قبل موعد الطيارة بتسعين دقيقة.
تركت معطفي في دولاب الفندق.
بدّل لي هادشي فريتات صغار.
غادي يكون شي حد خداه بالغلط.
فين كاين دورة المبتدئين؟
عندك شي لون آخر؟
بغيت نرجع الراديو لي شرتو أمس.
شكون هي الخط لي خاصني ناخد؟
جيب لي منشفة، سمح لي.
عندي رحلة ترانزيت فالخطوط الجوية نورثويست 234. فين غادي نحيّد الشنطة ديالي؟
علاش لا، ممكن نبدل الكراسي.
درهم و سبعين. غادي نتصلك ملي يكون جاهز.
هلا سولات على داك الشي فطوكيو؟
هادا هو رقم 601.
شكون هاد المنظر.
سير دق عليا بكري بكرة فالسادسة صباحا.
كاين غير شي حاجة ديال الجودة العالية.
غادي ناخد ليك حوايجك؟
شكون ليك الفاتورة، الله يرحم الوالدين؟
قابل نهر التيمز، من فضلك.
سمح لي، بغيتي تصورنا؟
هل كاين شي بلاصا للغطس قريب من هنا؟
بغيت واحد برغر بالجبن كامل، مع بطاطا مقلية و شكولا بالفراولة.
أرجو إرسال هذه الطردة بالبريد نقدا عند التسليم.
كَنْفَرَح بزاف حيت كناكل الأكل الغربي من نهار خرجت من طوكيو.
باغي نبعث هادشي فالكابل.
اكتب اسمك، الفندق، ورقم الهاتف ديالك فهاد الورقة.
علاش لا، ممكن ندير موعد يوم الجمعة؟
صباح الخير. هذا هو مكالمة إيقاظك.
دازت مكالمة.
سيدي، دلني على مكتب الخطوط الملكية المغربية، من فضلك.
سمح لي. هل ممكن تقسم هاد الدولار و صافي؟ بغيت ندير تلفون، ولكن معنديش فلوس صغار معايا.
من تسع الصباح حتى تسع الليل.
هلا طبعتي ليا اسمي وعنواني فالهيدر ديال الورقة؟
ها هي وصلتي بالدفع.
هل يتطلب الأمر ارتداء ملابس رسمية؟
شحال الثمن ديال الوش بالكمامة ديال الطحالب؟
بغيت نقد الشيك.
شكون كان الجو ف لوس أنجلس؟
كاين غير برا ديك الباب. سيري للمحطة ديال الطوبيس لي فيها الرقم 3. داك الطوبيس غادي يوصلك للـ Bay View Hotel.
باستعمال هاد البرنامج، كاينة إمكانية للمستعملين باش يخلقوا صفحة ويب ف أقل من عشرة دقايق.
سقطت و خدشت ركبت بشكل سيء.
عرض عليا، من فضلك.
شكون هو هادشي لي كايكتب فاللوحة؟
علاش المنتوج A حافظ على حصتو الكبيرة فالسوق دياولنا فهاد الخمس سنين؟
حاضر. سيري للكونطر ديال الباسبور.
عطي ليا 2 دولارات للوراء.
علاش غادي تجي؟
عندك شي حاجة سودا بحال هادي؟
شكون هي ساعة ديال القطار الأخير؟
سيدي، بغيت تنزّلني فالنقطة الجاية.
لوحات للإيجار، من فضلكم.
نعم، عندنا ثلاثة ملاعب تنس من وراء هذا الجناح.
عاوني و خذيني من المحطة.
فين غادي ندخل فالصف؟
ممكن تمشي للشباك الخامس.
حاضر سيدي. غادي نشوفوك على سبعة.
لا بد من وجود خطأ في الحساب. شحال هو؟
بغيت سيارة أوتوماتيكية و تكون ديالها الميولاج مزيان.
نعم، البارح كان الجو شوية سخون.
منع القانون ركن السيارة على الرصيف.
و واش كا تبيع الطوابع البريدية؟
كَنْتَاحْبَذْ وَصْفَة طِبِّيَّة.
كاد يولي خمسة.
استقبل النموذج السابق ديالنا بترحاب كبير.
شكون اللي غادي معايا لحاكون؟
لي بغيتي هو ليك.
حسنا، الآنسة سوزوكي، عندك حجز في الرحلة رقم 13:02 اللي غاتمشي غداً ف 3 ديال لعشية. سيري سجلِي فالتسجيل قبل 2 ديال لعشية.
عندي شي دراهم صغار؟
مكنشفتها عند الكونسييرج.
بالتأكيد. هاد الشي كامل ثلاثة قطع؟ غادي نحتفظو بيهم ليك.
ما كنشوفش الشاشة مزيان من هنا.
سمح لي، بغيتك تحفض ليا الباسبور ديالي.
حسنا. دابا حجزتي.
بيل، من فضلك.
هل تريد أن نتناول الغدا مع بعض؟
هادشي بزاف. كان مزيان نتحاورو.
ما لقيتش الكلمات المناسبة.
الفرق الأكبر هو الإحساس بالفضاء.
كاين تخفيض للي غادي يبقى شهر كامل؟
هادشي فطريق سيار ولا فشي مدينة؟
تعرّض شي واحد للسرقة.
غادي تبقى 3 ليالي بحال ما ختاريتي؟
هل ممكن نطلب منك ترجع تتصل بيا بعدين؟
بغيت نبعث برقية.
شكون الوقت لي خاصني نخرج فيه؟
نعم، بالنسبة للمجموعات المكونة من عشرة أشخاص أو أكثر، ثلاثة دولارات للمشروب الواحد.
ها هو بطاقة الصعود للطائرة. من فضلك توجه للبوابة الرابعة عشر عندما يتم الإعلان عن الرحلة.
قطعت يدي على قطعة زجاج.
ما تزعجنيش.
غزال بزاف.
مازال ما وصلاتش حقيبتي.
واخا، صعيب نقولو. كايعتمد على السير فطريق السيار. عارف بلي كيكون تقيل بزاف فهاد الوقت ديال النهار.
هلاّ عَلَّمْتِني كَيْفَ آكُلُ هذا؟
بغيت شي لحم خنزير مشوي.
دازت عليا الدصارة.
هل ممكن نجرب المقاس اللي أكبر من هذا؟
مرجو املا هاد الاستمارة. فين بغيتي نرجعو ليك بعد ما نخلصو عليه؟
لقيتك ملي جيتي للدار ديالنا فطوكيو العام اللي فات.
عنداك توقف ف هوتيل واني؟
هلا شرحتي ليا كيفاش نلعبو؟
هل ممكن ناخد سمك رنجة وباغيت؟
هلاّ عطيتيني شي مطعم زوين؟
شحال غادي ياخذ؟
شغل العداد، من فضلك.
ماشفتش بحال هاد اللون في حياتي.
كَانْدِيرْ نْخَذْ شْوِيَّة دْ مَدْوَا دْ لْبَطْنْ؟
هادا ماشي اللي طلبت
عفاك، فين غادي نغسل يدي؟
السلام عليكم، ضاعت لي كارت ديال الفيزا. بغيتك تحيد لي الكارت القديمة وتصدر لي كارت جديدة.
بغيت نتحقق من الشنطة ديالي.
بغيت تذكرة ذهاب وإياب لمحطة "S" من فضلك.
شكون هو ثمن الغرفة؟
سير وراه. غادي يغسل ليك شعرك.
هل ممكن ناخد كيس؟
عندي ثلاث حوايج ديال السفر.
هل ممكن نعرف اسمك ورقم الهاتف ديالك؟
فهمتك. طعم الحلويات اليابانية كيعرف اختلاف كبير على ديالنا.
هل ممكن تبعثو شي شاحنة ديال التراكسيون ل 100 زنقة مينتو؟
هادا عائلتي.
علاش لا، ممكن نبدل الكرسي؟
شحال غادي ياخد الوقت؟
أكيد. غادي نمشي قريب من البريد على كل.
آه. هادشي بزاف. علاش، شحال هادي هادشي؟ هاد المرة غادي نبداو بشي حاجة ساهلة. غي حط هاد النوع ديال الفلم هنا وضغط على الڤريجة.
هل ممكن تْرتبلي باش نجلس مع مراتي؟
تْحرقت بالما سخونة.
بغيت نبعث تلغرام.
"هادشي علاش القرارات كيتاخدو جماعيا."
امشي هاد الدروج و تْبَعْ علامة.
عندك شي بيرا ديال البلاد؟
هل ممكن توقّف هنا؟
"إيلا شريت اثنين، شحال غادي تدير ليا؟"
نعم. هذا هو.
فين كاين المصعد ديال غريندلفالد؟
غرفة مع حمام ودوش.
كَنْبَحْث عْلَى مَظْلَة.
مكالمة دولية، من فضلك.
$28؟ واش $15؟
هل تريد بعض الشاي؟
الله يبارك فيك.
بغيت طاولة قريبة من النافذة، من فضلك.
هل تقبلون الشيكات السياحية هنا؟
الشخص المسؤول ما كاينش دابا. غادي يجي حالا ملي يرجع.
لعفو، لعلامة ديال الغرفة 1116.
بغيت كاميرا ساهلة، الله يرحم الوالدين.
هل هو أصلي؟
هل يمكنك أن تشد لي الأربطة من الخلف؟
بغيتك دير راديو.
كَتْعْرْف شي بلاصة قريبة تْقَبْل الين الياباني؟
شكون لي عطا هاد الشورتات ديال البوكسور الثمن غالي هكذا؟
البطارية خلات. عافاك بغيت نستعير منك الوصلة ديالك.
دواء د الڭرڭرة، الله يرحم الوالدين.
وَصَلْتْ لِي قارُونْة دْلْ عصير، ولكن مَاخْدِيتْشْ بَاقِي.
كيعجبني الموسيقى الشعبية.
كَانْدِيرْ نْشُوفْ وَاحِدْ مِثْلْ لِّي فِي الوَاجِهَةْ دْ لْمَحَلْ؟
السلام عليكم، وكالة سامريتِن للعقارات.
عندك شي فواكه طريين؟
غادي ناخد اللي بقا ليلة اليوم.
فين كاين الصالون ديال الأكل؟
عْلَى ثْلاَثَة وْنِصْ مِلْيُون يِنْ.
بعتها بالضمانة، الله يرضِ عليك.
عندكوم شي مسكنات د الطلب فهاد الفندق؟
حاضر. آآآه. واش نقدر ندخل للحمّام اليوم؟
الطرف الآخر على الخط.
عْطِينِي تْسْعَة دْيال العْشْرِيَات، وَحْدَة دْيال الخْمْسَة، أَرْبْعَة دْيال الوَاحِدْ وَ البَاقِي فْ دْيال العْشَرْ.
اليابانيين كيعجبهوم يديرو الأمور فمجموعات.
نديرو بلاصت نهار.
شحال الساعة فطوكيو؟
خصنا نوصلو ليه.
بغيت شي ورقات ديال اللعب، الله يرحم الوالدين.
كَنْبَحْث عَلَى تِذْكَارَات بثَمَن مُنَاسِب.
بارك باتري، من فضلك - لكن هل يمكنك التوقف في يونيون سكوير؟ أريد أن التقط صديقي من هناك.
غادي نرجعوه ليكم فالقريب العاجل.
معذرة، ما نقدرش. ما نقدرش نوقف غير فالفنادق لي فاللائحة هادي.
كنتمنى بزاف، ولكن...
شكون النوع ديال الغرفة لي بغيتي؟
هلي هو ف اليمين ولا ف اليسار؟
عْطيني درهم.
شكون هو رقم الباب؟
توقيع، من فضلك.
هل هذه المنصة ستة؟
كايْجي فيه شوية ديال الحَرْقَة، ولكن غادي يعجبك.
بغيت كاس ديال الما بارد.
هل من الخطير الذهاب إلى سوهو؟
تذكرة لواشنطن، من فضلك.
مكاينش بحال شارع 42 فالموسيقى. المسرح كيكون عامر كل نهار لدرجة أنك ما تلقى حتى تذكرة. هادشي حالة نادرة فتاريخ المسرحيات الغنائية، أظن.
هلا نزلت لي الشنطة، الله يرحم الوالدين؟
كَنْشْكُرْكْ بْزَافْ، لاكِنْ شَنْطَتِي كْبِيرَةْ بْزَافْ وْمَا غَادِي نْقْدَرْشْ نْحَمْلْهَا. هَلْ مُمْكِنْ تْحَافْظْ عْلِيهَا لِي؟
حنا مهتمين بعلم الآثار.
هلا جبتي لي كاس ديال الما؟
اتصل بالبوليس.
كيجي.
"طول الكتف، من فضلك."
هل ممكن نشوف البرنامج ولائحة الأسعار؟
بالطبع. غادي نعطيك كرتو ديالنا.
عندك شي موديلات أخرى؟
باب الركوب ديالك هو رقم سبعة عشر.
Twasl twa-tsa-tss-n-abr kan ywdi l-milad dyal l-Imbrator Showa, baba dyal l-Imbrator l-had. Daba kayt-hfas b-smiat nhar l-khas l-khas b-l-khas l-khas
شحال الثمن باش نبعث هاد الكارط بوستال لاليابان بالطيران؟
غادي توديني معاك للدييسكو؟
نعم، هادي هي برج الذكرى. واحد من أشهر بنايات المدينة.
عندك شي أفلام؟
عفاك. هادي هي الطريقة الصحيحة للبنك الوطني الأول؟
بغيت نستعمل صندوق الأمانات.
بدا يتشاكل.
هل عندك تخفيض خاص؟
عندي أكثر من عشرين عام ديال الخبرة فهاد المجال.
غادي نبقى فال هيلتون سايد. عارف، بزاف محتاج لتلك السيفاط. كل حوايجي فيها.
خدا ديك الخرج لي هادي ولف يمين، الله يرحم الوالدين.
معذرة، غلطت في الرقم.
كَتْعْرْفْ كِيفَاشْ تْوَصَّلْ لِيهْ؟
الخط مشغول.
فين هو فيش ماكينة الحلاقة؟
كَانْشُوفْ وَاحِدْ آخَرْ؟
فين كاين الدروج؟
حسنا. هل تحمل أي نباتات أو أطعمة؟
بالتأكيد. مرحبا. تعال نذهبوا للبحر.
هَلْ هُوَ فِي نَفْسِ اِتِّجَاهِ تِلْكَ البِنَايَة؟
كاي بان ليها كتشد العين بزاف.
انا كاتسوهيكو ناكانوما. عندكم شي رسالة ليا؟
على كل حال، هل نحجز لك نفس الرحلة لأن عندنا مكان ليك؟
هل ممكن نبدل الحجز دابا؟
سميتي سوزوكي.
سميتي يوسوكي تاناكا، دابا كنصوب من المطار.
هادوك طابو؟
مَا كَانْشِي نِيَّة سُوء.
فين كاين اللوبي؟
واحدة من حقائبي تضررت. فين نمشي باش ندير تصريح؟
كايْنْ غيرْ الضوضَا.
هلا جبتي لينا الشنط من فوق؟
جيب لي علبة ديال البيرة. إن كان عندك البيرة ديال الصنبور، أنا نفضلها.
آه، تذكرني، كاين مقهى مزيان كايعمر موسيقى كلاسيكية زوينة قريب من هنا.
بغيت سيارتي.
بالتأكيد. هل يمكنني الحصول على رقم هاتفك، فقط في حال احتجت للتواصل؟
La. Fi ha9i9a, bsaheb l-mawadi3 l-3aliya, kanadwi n3ich f dar l-walidin li f Queens, o l-maw9i3 dialo ba3id o kaykhod 2 s3a f l-maw9i3.
كَنْظُنّ بَلّي حْنَا. دْبا بْقَا لْنَا غِيرْ نُقْطَة وَاحِدَة لِي كَنْحْتَاجُوا نْتَاقَشُوا فِيهَا. هِيْ شْحَال مِن شْهَر دْيَال لْمُدَّة لْخَاطِرْهَا كَيْجِبْ لِكُلّ وَاحِد يْعْلَمْ لْخُورْ فِي حَالَة لْإِنْهَاء لْعَقْد.
بغيت ناخد تذكرتين لعشية السبت الجاي.
هادشي شوية طاب بزاف.
هادي قصة حب؟
كَنْلْعَبْ بْغِيَةْ نْتَسَلَّى وْكَنْسْتَعْمَلْهَا فِي الشَّغْلْ بَاشْ نْزْيَدْ فِيهْ.
شحال الساعة غادي يمشي الطوبيس ديال أوكسفورد؟
بغيت نلقا رقم الخطوط الجوية المتحدة، من فضلك.
معذرة على التأخير، رقم غرفتك هو تسعة وتسعين. ها هو مفتاحك.
عصير لذيذ. هاد مصنوع محليا؟
بالتأكيد. هل لديك لون معين في بالك؟
حاسس براسي كيدوخ.
فين كاينين خزائن الأمتعة؟
علاش ما تبين ليا الباسبور ديالك والتذكرة؟
بغيت شي ورق تواليت.
الْيَابَانِيِّين مَا كَايْبَدَّلُوشْ لْخْدَمَاتْ بْزَافْ.
كَنْتَصَل عْلَى طُوكْيُو تْرَا سْبْع سْتَّة سْتَّة خْمْسَة أَرْبْعَة تْلَاتَة وَحْدَة.
هل ممكن ندير موعد غدا؟
هاد حجر قديم وفيه حروف قديمة.
شكون هو الرحلة لي غادي نركب فيها؟
كايقلع من مطار سان فرانسيسكو على الساعة 8 و 25 دقيقة صباحا.
هادا هو غرفتك سيدي. فين بغيتي نخليك الشنطة ديالك؟
سمح لي، ولكن أظن أنك جالس فبلاصتي. شحال رقم بلاصتك؟
هلا حطيتي الشنطة على الكونطوار؟
كنعتبرو واشنطن، العاصمة ديال أمريكا، بحال قلب السياسة العالمية.
حاضر. غادي نقول ليها تكمليه.
سميتي أوكادا. عندنا حجز على سبعة.
أنا؟
فاش غادي تبيت ف لوس أنجلس؟
فِي الطرامواي.
و من بعد، مشكل التلوث البيئي كيتقلص هو كمان. صح؟
شكون هو رقم الطوبيس؟
ماعنديش مشكل.
للأسف، المهندس ديالنا السيد أكيياما خاصو يمشي قبل الوقت باش يحضر لاجتماع آخر.
عندك خدمة الكراء ولا التوصيل؟
مكاينش الصابون فالتواليت.
كَنْفَضِّلْ الأوتوماتيك.
ست ورقات من فئة عشرة دولارات، ثماني ورقات من فئة دولار واحد، والباقي ربع دولار.
ركبوا حافلة النقل من برا مباشرة.
هادي ديالك.
غادي ناخد خبز أبيض، الله يرضي عليك.
فين كاين التواليت؟
شكراً على اليوم.
عندك تلفون عمومي؟
غادي يكون هناك فدقيقة.
عْنْدِي حْوَالَى خْمْسَة عْشَرْ مِيلْيُونْ دُولَارْ أُوسْتْرَالِي وْ خْمْسِينْ أَلْفْ يِينْ.
هل كاين شي طبيب هنا؟
هل عادي ناخد طيارة بحال هادي؟
رقم الحجز ديالي هو تسعة وسبعين وستين.
بغيت ناخد الرحلة الجاية ل بوسطن.
هاد الطبلة، من فضلك.
حاضر. بقى هنا. غادي نجيب طاكسي.
عْطيني كوكِي بالشوكُولا.
عندي تلاتين عام وشي شوية.
بغيت نشري روج، بغيت لون وردي.
مَا كَانْشِي مُشْكِلْ.
بقا هنا حتى نرجع.
قول للسيد توماس أنني كنبات فهوتيل هيلتون.
فين كاين أقرب سوق للكَرْب؟
لا. خاصك تشري تذكرة من هديك الماكينة.
هادشي جديد هاد الموسم؟
سمح لي، ولكن كنحس بالمرض.
بغيت نأكد على السعر.
واش كاين شي تكاليف زايدة إذا دازيت مكالمة دولية من الغرفة ديالي؟
كَنْظُن هَاكَاك.
بغيت ندي هاد الرقم. واش ممكن تساعدني؟
هلا قلت لي شنو هو الباص ولا القطار اللي كايمشي للوسط ديال المدينة؟
بغيت ندير مكالمة دولية لليابان، الله يرحم الوالدين.
هل محتاج لبلوزة؟ واش كاين شي حاجة فالتاي؟
بغيت نطلب منك خدمة.
كاين فالسلة قريب من التوستير.
ما خاصنيش نشرب والو فيه الكحول.
كَنْحَضّر لِلْمَتَابْرِيكْ دْيالْ الدْخُولْ لْلْجَامِعَة.
بغيت معاها كريمة وسكر، الله يرحم الوالدين.
غادي البرد، ولا لا؟
هلاّ قلتيلي على شي أماكن زوينة للسياحة فهاد المدينة؟
كاين كازينو فهاد المدينة.
انا كنحس بالجوع.
ها هي الفاتورة ديالك. بالفلوس ولا بالكريدي؟
هل ممكن ناخد ويسكي مع صودا و براندي، من فضلك؟
شحال ثمن التوصيل؟
مَا كَانْقْدَرْشْ نْسْبَحْ. مْحْتَاجْ جْوَاكِيتْ نْجَاةْ.
جيب ليا 2 هوت دوغ.
غادي نمشي.
جيت باش ناخدو دابا.
سير يمين فالنص.
واخا، العام الرابع هو العام اللي كيجي بعد العام الأول، الثاني والثالث فالتعليم العالي.
بغيت ناخد درس خاص.
تجمّد.
شكون الوقت لي ممكن نجي نشوفو؟
عندك لائحة ديال الخمر؟
رجلي كايعيا.
كيعجبني هادشي. هاداك، من فضلك.
عندهم حتى هوما مجموعة كبيرة ديال مسرحيات شكسبير، صحيح؟
شكون هي تاريخ كأس العالم؟
فرحت بزاف جيتي.
سيد النادل، من فضلك.
بغيت نحتار فلوطة ديال الرافتينغ.
عندك شي أفكار على تسريحة شعر نعملها؟
عندك خريطة المدينة ديال هاد المنطقة؟
غادي تاخد صغار، وسط ولا كبير ديال البطاطا مقلية؟
فين كاين أزها مكان فالكرنفال؟
كاين شي صندوق ديال البريد هنا فهاد المنطقة؟
آه، الله يعطيك الصحة. هل يمكنني فتحه؟
صعد للمرقى. غادي تلقى طريق تفرّق لثلاثة. من بعد تمشي لليسار.
هل يمكنني أن أرى كشف الحساب المفصل؟
بغيت واحد روليت ديال فيلم تيعطي 36 صورة، الله يرحم الوالدين.
غادي يقولو ليك شنو هو الباص لي خاصك تركب فيه.
بالتأكيد. من هذا الطريق من فضلك.
غادي ناخد اللينغويني.
خليها مكالمة على حساب المتلقي.
كَنْتْقَلْب شَوِيَّة. لاكِن الحْدِيث و الفْهْم دْيالُو دْوْ كِيْنَاتْ. مَثَلاً، عَارْف الكْلِمَة "خَارِجِي" - لاكِن مَا قَادِش نْقُول لِيْن هِي الخَط لِيْ دَايْرِينُو لِلْخَارْجِيِّين.
حاضر. عندك غير تذكرة وحدة للكبار؟
خدي قرص واحد مع كاس ديال الما.
شكون دايرا حالك لعائلتك؟
حسنا. غادي نعطيك مية وستين دولار.
فين كاينين كتب ديال الصغار؟
مكاينش كابينة التليفون هنا فهاد المنطقة.
واخا، تقريباً عشرين دقيقة مشي على الأقدام.
هلا جيت ناخدك من محطة بوسطن؟
نعم، هي موجودة. من معي، من فضلك؟
شحال الحرارة دابا؟
تسرقلي الجيب ديالي.
غالبًا شغل أو خدمة، و شوية سياحة.
عندك شي كازا ديال غسل السيارات؟
حط فلوسك فين ما كتقول.
اكتب لي من فضلك.
فين غادي نْحط هادشي؟
هلا دلتني على بعض الأماكن الحلوة للزيارة؟
سلام. أنا كارول براون. هل يمكنني التحدث مع سوزان؟
أولا، كناخذ الخط ديال شوو. وفين غادي نبدل القطار؟
دازت ليا لاباس ديال لوقوف. شنو ندير؟
شكون الوقت لي غادي يطير الطيارة؟
عندك شي غرفة بشي منظر زوين؟
غادي تقولي فين هي الطريق للبريد؟
بغيت واحد لوناس.
"من فضلك خذ صورة مع المبنى من وراء."
عندك شي جرايد يابانية؟
كَنْظُنْ بَاشْ نْشْرِيْ صَنْدُوقْ كْبِيرْ غَادِي يْكُونْ غَالِي بْزَافْ.
السلام عليكم. بغيت نطلب فيزا باش ندخل لبلادكم.
كايحلو بزاف.
"بريد جوي؟ شوف، غادي يكلفك مية وثمانين دولار."
كَنْتْ جْرَاحْ بْزَافْ.
السلام عليكم، هادي مدة طويلة ما شفناكش.
شكون لي غادي يدخلني؟
عندي التأمين ديال المسافرين.
فِي الغَالِب أُورُوبّا.
واش كاين مشكل مع الكارط ديال American Express؟
واش خلصتي الفاتورة ديال الفندق؟
كايبان لي الحمام مسدود.
بغيت ندخل هادشي لحسابي.
هاد الشي كيشمل الوجبات؟
جْلِسْ، الله يْرْضِي عْلِيكْ.
غادي نمشي يوم الجمعة تسعة وعشرين ونرجع يوم الأحد.
شحال الساعة دابا فاليابان؟
مثير للاهتمام.
إيلا بغيتي الخدمة فنهار واحد، غادي نزيدو ليك 50% فالفاتورة. هاد الشي مزيان؟
غادي نخدو الثلاث كراسي اللي فالوسط فهاد الصف.
عندك شي اقتراحات؟
كَنْسْمَعْكْ.
ما عندناش فالمخزون، ولكن نقدروا نطلبو ليك.
هلاّ بانّي هاديك وحدة؟
حطيه فشي كيس كبير فالخزانة ديال الثياب. من فضلك، ملى الاستمارة ديال التنظيف على الأشياء لي بغيتي تنظمو.
كَنْخَدْم فالتِّلِيفِيزْيُون.
عندي نزل بهاد التذكرة فشي محطة؟
شكون اللي كيدوم أكتر؟
شحال خلصتي عليه؟
حظي زوين نعرفك.
كاين ستيكر ديال ميكي ماوس عليه.
هل يمكنك أن تريني شيئا آخر؟
هادشي زوين.
بغينا غرفة مطلة على الواجهة البحرية.
واخا، ما عرفت كيفاش نقول.
هل كاين شي رحلة أخرى اليوم؟ خاصني نكون ف لوس أنجلس هاد المسا.
ماشي مستحيل فهادشي. عارفين بلي مهم، وغادي نتناقشوا فيه ملي غادي توصلونا بالخطة التسويقية المعقولة ديالكم.
فين من كندا؟
غادي يكون اليوم حرّة بزاف. نخرجو نتعومو، واش بغيتي؟
حْنايا كْبار و باينين.
كَانْبْغِي هَادْ سَاعَة تْتْصْلَحْ.
هل كاين شي طوبيس للمدينة بعد الماتش؟
بغيت هادشي يضاف للفاتورة ديال الغرفة ديالي.
لا، ما مشيتش ل نيويورك.
هل ممكن ناخد سبرايت؟
كَنْعَانِي بزاف باش نْفَقْدُو صاحبي فْ الطْريق.
عافاك بغيت عشر ورقات ديال دولار واحد على هاد العشرة؟
تركت الكاميرا ديالي فالغرفة.
بغيت كاسكيطة ديال الكاميرا.
غادي تشاركني شي حاجة خفيفة؟
شكون الوقت لي غادي يبدا الفيلم؟
حط يديك فالسما.
هل ممكن ناخد نسخة من التقرير ديال البوليس، الله يرحم الوالدين؟
كَنْظُنْ بَليْكْ تْبْدَا فِي رِيجِيمْ. مَكْتَعْمَلْشْ بْزَافْ الرِّيَاضَةْ هَادْ الأيَّامْ، صَحّ؟
آه، بغينا بزاف. شكرا على الدعوة.
هادشي نعيطو ليه: واش نخلّي الشنطة هنا؟
شوية زيادة من عند الرقبة.
هل يمكننا ترك أمتعتنا عندك بينما نذهب للتسوق؟
نعم، ممكن يطيح المطر هاد لعشية.
كَتْشَغْل فِي دَارْلَة ضَرَايِب الشَّرِكَات.
هل كاين شي كافيتيريا؟
أكيد. هوما من كاليفورنيا و طريين، أول حاجة. حيت كنبيعوهوم بثمن مناسب، غادي دير عملية شراء ذكية إذا شريتيهم اليوم. غير دولار و خمسين سنتيم للواحد.
**مُتَوَسِّط الطُّول، مِن فَضْلِك.**
كيف كتديرها؟
هادي تحت من الجهة اليمين.
بغيت نغوص مع ماستر غوص.
هلا غيرتي ليا الغرفة ديالي؟
دعيني نتأكد. واش كاينين شي طيارات فالسبعة و أربعين؟
عافاك، عطيني التلفون ديال التمديد تلاتة صفر تلاتة.
فين كاين وقف الطوبيس ديال سانتا مونيكا؟
هادا تذكار غادي ناخدو معايا لليابان.
خالتي مبلبلة شوية و غريبة شوية.
غادي تساعدني، الله يرحم الوالدين؟
عندي وجع فالبطن.
فين كنشري اللبسة التقليدية؟
فين كاين كونطوار التّيّهات؟
عندك شي قمصان؟
دلني على بار زوين، الله يرحم الوالدين.
غادي ناخد ستيك من لحم العجل، وشي ضاني مشوي لمراتي.
هادا هجوم حاد ديال التهاب الزائدة الدودية مع انفجار. خاصك تمشي للمستشفى فحال هادا.
تغطية كاملة، من فضلك.
دابا، علاش نديرو للعشاء اليوم؟
غادي نفكر فيها.
هل تقبلون الشيكات السياحية؟
هادشي خاصو يكون ديالك. السكّي تْرَاه ليك هاد الصباح.
عندك شي واحد بحالو؟
هاداك هو سنتر التجارة اللي كملوه توه.
غادي نخلص ثلاثمية دولار فالشهر.
هلا سحبتي ليا حتى للمحطة لي جاية؟
باغي نبرد المنطقة المتضررة بالثلج المهرمش.
شكون كاينين عندك الكراسي فاضيين؟
لا، غادي نرجع نعاود نتصال بيه.
بغيت شي سيارة.
عندك شي حساسية؟
كاين باخرة من بارك باتري للجزيرة ليبرتي.
كاين شي خزانة للملابس؟
ساعدني. ما قادرش نتحرك.
عربة غير مخصصة للمدخنين، من فضلك.
سجل العنوان الدائم ديالك.
حنا مستعدين نجاوبوك على أي استفسار فالحين
ما غاديش ناكل.
بغيت نشري اللي محتاج. غادي ترجعلي فلوسي؟
هل كاين شي مركب تجاري هنا فهاد المنطقة؟
الراجل اللي فالاستقبال مزعج بزاف.
فندق رخيص الثمن أحسن إذا كان في حي آمن.
عندي قنينتين ديال الكونياك.
فِي الأوّل، تُقيم مُدن هيروشيما وناغازاكي حَفلات تَذكارية، أمّا فِي الثّاني، يَحضرُ الإِمبراطور الحاليّ حَفلاً لِتَأبين المَوتى فِي الحَرب.
عفوا، واش نكتب هنا شنو؟
كاين فالطابق الثاني عشر. خذ المصعد B من فضلك.
هلا عطيتيني الوصفة ديال هادشي؟
كاين شي حل آخر؟
سول الطبال.
عندي زكام.
هادي مع حمام؟
هاداك، آه، الطرف الآخر من المدينة، بعد شارع مابل بقليل. الطرف الشرقي من المدينة.
حسنا، كلشي مزيان. دابا رقم الرحلة ديالك هو صفر صفر تلاتة غادي تطير ف 17 يونيو.
بغيت نمر من الإجراءات ديال الديوطي فري.
شكون بغيتي نعشيو، لحم البقر ولا الدجاج ولا السمك؟
تسرقات ليا محفظتي فالميترو.
خليني نقراها رقم برقم، واحد، صفر، فاصلة، سبعة، تسعة، أربعة.
مقعد درجة رجال الأعمال، ممنوع التدخين، لو سمحت.
هاد الباص كيمشي للبلاصا؟
ما كايسكنش هنا دابا.
عندكومش شي غرفة أرخص من هادي؟
هاد المكان مزيان للوجبات الخفيفة، صحيح؟
فين هو الفيش ديال السشوار ديالي؟
سيارتي القديمة ما كانتش كتدير مزيان.
بغيت عنب.
نعاودو نتواصلو مع جميع الأشخاص اللي كايشاركو فهاد الصفقة على الفور.
انا مرن. شنو بغيتي ناكل؟
شكون لي كيدير هادشي؟
ممرضة، تعالي بسرعة.
مكاينش المنشفة.
مادام غادي نوصلو ساعة قبل، ما عنديش مشكل نخلص شوية زيادة.
الزائد كايصغر.
دازت عليا شي نمرة خاطئة.
بغيت شي حاجة ما تخلينيش نعس.
بغيت نجرب شي حاجة أصغر شوية.
آه، شحال ديال اللطف والتفكير منك. هل يمكنني فتحه الآن؟
فين كاين كَاراج الطوبيسات؟
غادي نعرض عليك شي شيفروليي سبكطرم ب 42 دولار فالأسبوع، بلا حدود على المسافة لي غادي تمشي.
واحدة بطارية جافة لهاد الكاميرا، الله يرحم الوالدين.
عافاك خذني لهاد العنوان.
هل يمكنك أن تعطيني عشرين ورقة من فئة دولار واحد مقابل هذه الورقة من فئة عشرين دولار؟
كَنْبَغِي نْلَقَّى فُنْدُقْ. فين كاينة الكونطوار دْلْلْمَعْلُومَاتْ؟
حجزت كراسي قدام النافذة.
خدمة الغرف من فضلك.
سير يمين، غادي تلقى واحد على بعد ميل.
درت حجز من 24 ل 27 ديال غشت. واش نقدر نبدل الحجز ديالي من 25 ل 27 ديال غشت؟
آه، شكرا. ما كنعرفش نعملها. هل ممكن نرجع مرة أخرى؟
عْنْدَكْ خْمْسْمِيَة فْرَانْكْ أَوْ مِيَة دُولَار أَمْرِيكِي.
عندك شي ماركات أخرى؟
عْطيني شْوية دْلْتباك.
كاين فشي بلاصة ف الجنوب.
كاين بناية زوينة من ديك الجهة.
"سيدفع بالفيزا ديالي. الرقم هو تمانة ثمانين سبعين تلاتة خمسمية تسعين تمانة أربعين، وتاريخ الانتهاء هو ماي تسعين وتسعين."
بغيت شي غرفة عندها منظر زوين قد ما يمكن، الله يرحم الوالدين.
واحد رول ديال الفلم أسود وأبيض، عشرين إطارة، الله يرحم الوالدين.
بغيت غطاء للعدسة، من فضلك.
هلا تكلمتي ببطء شوية، من فضلك؟
بغيت يولي بحال ديال ميغ رايان، الله يرض عليك.
بغيت غير الخمسين درهم، من فضلك.
هل يمكنك الاحتفاظ بأمتعتي حتى الخامسة؟
فين غادي نطلب نقرا؟
درنا بحث شامل على احتياجات الزبون.
علاش ما نتلاقاوش غدا على الغدا؟
بغيت شي لبسة ديال الرياضة، الله يرحم الوالدين.
فين كاين مكتب Greyhound؟
مَكَنْشُوفْشْ شْنُو هُوْ لْبَاغَاجْ دْيَالِي.
8 ديال لعشية و لازال النهار طويل؟
واش ما كاينش شي بلاصة رخيصة؟
هل بغيتي تدير التأمين؟
هل ممكن تحفض ليا الشنطة ديالي حتى وقت الخروج ديالي؟
عفاك. واش ممكن تقولي فين هو البنك الأقرب؟
فاش كاين؟
شكرا بزاف.
فين كنلقاو جدول مواقيت القطار؟
عفاك. واش ممكن تقولي لي فين غادي يخرج القطار من بوسطن؟
هلا عطيتيني تخفيض؟
حتى تبقى ف نيويورك، ما تنساش تشوف بعض المناطق و المعالم المهمة بحال تمثال الحرية ف جزيرة الحرية.
شكون اللي تفضل ترسل بالجو ولا بالبحر؟
عندك رصيد ف ورقة ديال مية دولار؟
هاداك شي ماشي بارك سنترال؟
كَنْصَفِّي البَارمان.
غادي نقادروك على ثلاثة ديال لعشية. إذا بغيتي كترشي شي معدات، جيت للكلوب دار على ربع لثلاثة.
ثمن التذكرة ديال الطوبيس مية وثمانين ين.
كُنت غادي نتحرّق بسيارة و طحت.
ما زال الفطور ما جاش. جيب ليا دابا.
فين كنقدّم الفطور؟ شحال الساعة لي كيتقدّم فيها؟
اليوم غادي نمشي لمتحف اللوڤر و مشيت للكاتدرال ديال نوتردام أمس.
عافاك هاز لي الفلفل؟
شكرا بزاف على المساعدة ديالك ف رحلتي للولايات المتحدة.
فاين كاينين لبلايص ديل لكراط؟
هل ممكن تبقا هاد الأمتعة عندك حتى أربعة؟
بغيت نصلحو بعد ما نرجع لليابان.
عندك كيت ديال الخياطة؟
انا من سويسرا.
مصباح ضوء محروق.
عندي وجع فالبطن.
انا فلاح.
فقط سائق واحد فالطوبيس، بلا كونطروﻻر.
بغيت فستاني يتعمر.
سمح لي، بغيتي ترفع شوية الكرسي ديالك؟
نهار زوين، مشي؟
سلمها. هادشي كامل لي عندك؟
فهمت. من فضلك املأ هذا الاستمارة أولا. وقول لي على اللون، الحجم، ومحتويات شنطتك.
عندك خريطة ديال الشارع؟
مرجو إرسال هاد الشي عن طريق البريد البحري لليابان.
جاي هادي.
عندي شي بطاقة بريدية؟
هاد الصباح تناولت دوا ديال الزكام جبتو من اليابان.
بغيت نحتار شي بلاصة.
شحال من وقت كايدوز باش نمشيو من هنا حتى لبرج لندن؟
شكون هو باب الطيارة ديال الرحلة 12 لي غادي لواشنطن؟
عندي نطبق لروحي؟
علاش ما تلبسش كرافاتات؟
شحال هادي نقدر نوقف؟
هلا فتحتي ليا الكاراج؟ بغيت ندخل الشنطة ديالي.
شحال ساعة وحدة؟
هل ممكن ناخد صندوقين ديال الهدايا؟
كَنْبَحْث عْلَى طَاجِينَة مَا تْلِصْقْش.
شكون هادشي لي فالطْرودة؟
كاين غير تأجلت الماتش دياول كرة ديال البيسبول.
عندك هادشي بالزرق؟
ماعرفش هداك البناية. ولكن هاد الطريق هو الصح باش توصل لحي أومويا أكيد.
كَنْخَلّص على فيلم؟ واش ممكن نشري واحد هنا؟
غادي تدير ليا التواصل مع السيد مورّي؟
بغيت ناخد مقعد فالرحلة ديال يونايتد، رقم تسعة وعشرين اتنين، متوجهة ل نيويورك.
علاش هي الوقت ديال الصورة الجاية؟
شحال كاينة فاتورة التلفون ديالي؟
سمحيلي بغيت تذكرة تنقلية لدوفير؟
كيتكتب: ممنوع المرور.
عندك شي وحدة أصغر من هادي؟
سيدنا، بغيت نعمل تصريح بالضياع.
محفظة و كاميرا.
انا من اليابان.
ماشي متأكد. خير ليك تركب فالطوبيس.
غادي نشوف. خايف ما نلقاش اسمك.
سمح لي، واش كاين شارع هرمز قريب من هنا؟
هلا خدامة دابا؟
كَنْظُن بْلي كاينة خْطأ. واش ممكن تْدَبّر لينا شي حل باش نقدرو نبقاو؟
هادي فيزا و الرقم ديالها أربعة تسعة صفر ثمانية واحد خمسة واحد إتنين تلاتة ستة سبعة سبعة ستة صفر صفر أربعة.
هل يمكنك تحويل هذه السلبيات إلى شرائح؟
هادشي لي خاصني ناخد معايا جوجاب؟
ماشي بعيد. غير عشر دقايق مشي.
شكون اللي كتعجبك أكثر، القهوة ولا الشاي؟
شحال الثمن باش نوصلو لهاديك المنطقة؟
فين غادي نعلق هاد البطاقات ديال الشنط؟
كاين شي مسبح هنا؟
هل ممكن هاد الظرف؟
حاضر، يا صخرة. عجبك هاك؟
كاياخذ شوية الوقت باش يتعمل، ولكن هو واحد من أشهر المنتوجات ديالنا.
غادي ياخذ شي يومين أو تلاتة.
غادي تقولي كيفاش نمشي لمدينة سان فرانسيسكو؟
هل ممكن ناخد سماعات أخرى لأن هادوك ما كايخدموش مزيان؟
شكون اللي بغا شي قهوة ولا شي حاجة؟
غادي نمشي للمكسيك.
هادشي مزيان غير عندك استثناء واحد.
بغيت شي بيضات، الله يرحم الوالدين.
غير كاس ديال الما، الله يرحم الوالدين.
فطور كونتيننتال، من فضلك.
هل كاين تخفيض للطلبة؟
بغيت لمبة، الله يرحم الوالدين.
الرقم لي وصلتي ليه ما كاينش ف الخدمة.
شكون هو إعاقتك؟
آه، خذها، أكيد. رائع. الآن أنا في المقعد بجانب النافذة.
علاش غادي توصل الطيارة لروما؟
بغينا الوقت باش ناخدو القرار.
سولت على شي حاجة صغيورا للوليد.
فِي شَارِع سَبْعَة و سِتِّين
إيلا قطعت الكرة، غادي تبقى خارج المسار.
نقل، من فضلك.
غادي نشوف عند الجيران. يمكن يكون شي ياباني كيعرف يتكلم بالإنجليزية.
حطها فالبطاقة ديالي، من فضلك. ماستر كارد.
اللي من بعدك. الباسبور ديالك، ورقة النزول وورقة الجمارك، الله يرحم الوالدين.
شكون كاينة تمشي بالرجلين؟
غادي نرجع بعدين.
نعم. تيراياما. وحطيني قريب من المسرح، الله يرضى عليك.
هل عندك فكرة على شنو غادي نقول ليه؟
كاين شي حمام قريب؟
ليلة رائعة كانت، شكرا ليك.
هل يمكنني الانتقال إلى مقعد آخر فارغ؟ لا أستطيع رؤية شاشة الفيلم بوضوح من مقعدي.
"السماطكيتور ديال الدخان مشعل."
بغيت ناخد رحلة بحرية فجولة خليج سان فرانسيسكو.
عندك فكرة فين غادي؟
لا. خلص للسواق.
شكون هي ساعات الدار؟
بغينا طاولة فالزاوية.
ماعرفتش، ولكن ماقدرش نتحمل ريحة اللحم. كلشي لي بغيت ناكل هو المخللات.
كَنْظُنْ بَلي هَادْ الشي مْحْسُوبْ غلَط.
بغيت نمشي نتزحلق على الجليد لمدة أسبوع تقريبا. عندكوم شي رحلات سياحية شاملة للتزلج؟
كايضربو سيمفونيتين ديال موزار.
غادي نبقاو ندوروا، ويلا لقيناه غادي نعيطو ليك.
اليوم الجو زوين بزاف.
ضْرْبين كِبَار و ضْرْبين صْغار، عْلاشْ هُمّا صْغار؟
"شرح ليا حتى ترضى."
بغيت شي قرص فيلم لهاد الكاميرا، من فضلك.
ما عندناش عطلة وطنية مرتبطة بالديانات.
شحال من حقيبة ممكن نعيط معايا؟
ولكن ما كايعطيش النتيجة
هلا شفت هاديك الشنطة؟
واو، أنا محظوظ. حتى هادشي ما بدا يلعبوهش فاليابان.
دفعت ثلاثمائة وعشرين دولارا في متجر السوق الحرة.
هل ممكن توصل ليك ديك القلم تحت الكرسي؟
غادي نخلص على صحابي كاملين.
استغرقت خمس سنين باش نوصل لهنا.
شحال قيمة الين الياباني مقابل الدولار الأمريكي؟
عافاك بغيت نص كيلو ديال سلطة الكروفيت؟
هل كاين شي مقهى ولا مطعم فالعمارة؟
آه، غالي بزاف.
قطار التعبير كاين ف الرصيف رقم 8.
كَنْجْرِي دْبا.
إمشِي فحالك.
هادا سُوزُوكِي كَيْتْكَلَّمْ.
ساعتي اليدوية ضاعت وانا خارج.
شحال غادي ياخد الوقت فالطوبيس؟
حاضر. حنا حجزنا ليك الغرفة فالوتيل.
"البالوعة مسدودة بالغبار."
حسنا، أعتقد أنه علي أن أذهب الآن.
سيد، أنا كنْمشي نجيبك، نتلاقاو فْ تقريباً عشرين دقيقة.
عندك شي حجز؟
غادي نمشي رحلة قصيرة للمكسيك.
فِين كاينة لاباس ديال لْمْرَا؟
هل ممكن ناخد تذكرة نقل؟
الخيوط متبهدلين.
شكون اللي خلا هاد الخدمة بطيئة هكذا؟
شوف ديك لبلاصة.
كاينين بزاف بزاف، ما عرفت شنو نختار.
كيفاش ندير مكالمة تليفونية؟
لا، أنا مهتم بالجينز وبدلات البناطيل.
عندنا قياسات مختلفة.
خدات الباص الخطأ. بغيت نقل؟
ماعرفتش.
فين كنقدر ناخد الطوبيس لي كيمشي لبيفرلي هيلز؟
نتلاقاو فداري.
عندك شي مهدئ؟
شكون الشركات اللي كيديرو خدمتهم مزيان؟
هدر و دير بحال ما كتقول.
هل كاينين حافلات سياحية للزيارة؟
سيرجعي لينا الأخطبوط من الطلبية. غالي بزاف.
و من بعد نخلصك 300 دولار بشيكات مسافرين.
بكيات فيليس بالدموع بزاف ملي سمعات الخبر.
غادي نزور نيويورك، شيكاغو، نيو أورليانز و لوس أنجلس.
فين كاين الصيدلية؟
وري لي كارتة الصعود للطائرة.
من فضلك متسحبنيش.
آه، ما عجبتنيش هاد الطريقة ديال التفكير.
غير الما سخون.
غادي يكون مزيان. ممكن نشوفو؟
بغيت شوية الفول السوداني، الله يرحم الوالدين.
غادي تمشي ف 20 أبريل وترجع ف 21 ديالو. هادشي صحيح؟
هل غادي تبدل دولارات أمريكية لريال إنجليزي؟
غادي تاخد لحم ولا دجاج؟
بغيت ناكل شي حاجة صينية فالعشاء.
هل ممكن توصيني بفندق مزيان؟
سيد، هل يمكنك أن تحضر الفاتورة، من فضلك؟
تعالى شوفنا مرة أخرى، من فضلك.
عندي سخونة خفيفة. عندك شي حاجة مزيانة ليها؟
وحد تذكرة ديال فيلم "بيرد"، الله يرحم الوالدين.
صحيح. كأنهم شجر طبيعي كبير. الناس كيعجبهوم المنظر لي كيخليوه.
غادي نقدم ليك طبيب العائلة ديالي.
ماشفتش بحال هاد المكان الجميل بحال بوسطن.
تركت شيئاً فِي الغُرفة. هل يُمكنني الرجوع والتأكد؟
هل يمكنني الدفع بشيكات سياحية؟
مَكَنْتَشْ نْتَصَوَّرْ بَاشْ لْقَاعَة دْلْمُسَافِرِينْ مَحْظُورْ فِيهَا التَّدْخِينْ. آآهْ، شْحَالْ دْلْمَصْدَاعْ.
بغيت نكري سيارة صغيرة.
هاد الغرفة باردة بزاف.
هل ممكن ناخد خريطة للمنحدرات؟
غادي تتقدم لهاد الواجهة؟
هلاّ دّلّيتيني فين نبدّل الفلوس؟
إيلا بغيتي تخفض الثمن شوية، غادي نشريه.
حطيتي فيه الملح بزاف.
أنت ملاكـي. شكرا بزاف.
حتى خمسين دولار؟
غرفة الطعام كاينة فالطابق الأول وكاتفتح على خمسة وثلاثين دقيقة ديال العشية.
عفاك. واش ممكن تقولي كيفاش نوصل لفندق فيرمونت؟
شحال ديال كارتونات د الحليب كتشري كل أسبوع؟
هاد الطاكسي خالي؟
فِي أَمْرِيكَا، شْنُو هُوَ الرَّقْم لِلدَّوْرْ مِنْ أَجْلِ المُكَالَمَات الدُّوْلِيَّة؟
غادي تشرح ليا من جديد؟
شكون هوما ساعات العمل ديال البنك؟
هلا غيرتي لي تاريخ الرحلة من لندن لطوكيو؟
كَنْحْتَاجْ تْلاتْ دُولاراتْ أُخْرَى.
فين، ضياع و لقاو، من فضلك.
بغينا نتساماو ونلعبو رياضات خاصة بساحل الغرب.
علاش ما نخلصش غير الفرق على التذكرة لي عندي؟
نعم، أنا. علاش كتسال؟
ببريد مسجل، من فضلك.
الغدا الرئيسي فاليابان هو لرز.
خصنا نقصّصوا من الميزانية.
نعم، بغينا شي قارص ديال الخمر الحمر.
آه، لا. عادي. هادشي كامل لي عندك؟ أوكي.
بغينا طاولة قريبة من النافذة.
للمشاركة في مؤتمر.
هادا هو رقم 1102. بغيت شي بيرة؟
آه، زوين. غادي نجرب هادشي.
واخا، طبعا كاينين المطاعم الفخمة. كاينين لي كياكلو فالبراريك، وكاينين لي كيدوزو الغدا ديالهم فالخدمة. بصفة عامة، ما كنضيعوش بزاف الوقت فالغدا.
نبداو فالموضوع اللي بعده.
ربما كانت الأكلات غير المطبوخة للغداء فاسدة.
هلا عطيتها شي دوا للي كيتعذب من الطيارة؟
ما قادرش نشرح حالتي بالانجليزية.
غير مزية.
عْمَرْ شْرِيتِي الفْرِيجِيدِير؟
هل ممكن ناخد شنطتي؟
كان كاين الدم فالبول ديالي.
معذرة، ولكن ما نقدرش نمشي معاكم.
و بغيتك تنضم لينا، ما عندكش مشكل.
شكون لي بغيتي، السيدة؟
نعم، في قاعة الطعام والجريل.
سميتي يوكيو أوكا، الرحلة 125 متوجهة لطوكيو ف 14 غشت.
بغيت نشري تذكار لولدي.
كايضهر عليهم غادي يكونو غنيين بزاف، ولكن، ثمنهم زوين.
درهمين مقابل جنيه واحد. هل هذا مناسب؟
إيتشيرو سوزوكي. س-و-ز-و-ك-ي.
هل يمكن لشخص آخر مساعدتك في هذا الأمر؟
واخا، قبل ما تمشي، بغيت نسولك شنو هي الانطباعات لي عندك على اليابان؟
سمح لي. واش ممكن تقولي لي فين غادي يكونو الصور ديالي جاهزين؟
عندي السيد مارفين دورفلير فالتليفون. نخليك معاه؟
عطاتك ورقة ديال مية دولار.
شكون رأيك فهاد المشكل، جورج؟ واش تقدر توضح هاد النقطة للطلاب؟
فِي هَادِ الحَالَة، مَا كَيْن لَحْاجَة تِتْعْبَى.
علاش لا، نحل حزام السلامة ديالي؟
انا من كولورادو. فين كنتي عايشة فاليابان؟
أكيد. كنا مشغولين بزاف أمس، ولكن اليوم المكان خاوي. فين غادي يطير الطيارة ديالك؟
خلصت بالفلوس نقدا فالمكان.
سول ليا المدير، الله يرحم الوالدين.
فين غادي نتلاقاو؟
عاودها من فضلك.
بغيت لعبة ديال الكارط.
شحال ثمن الطابع باش نبعث شي حاجة لليابان؟
صاحبي تعاود ليه الربو.
واش العشا جاهز؟ أنا جيعان بزاف. بغيتي تحط لينا الطبلة؟
هلا كتبت لي شهادة تثبت تعرضي للسرقة؟
حطيه فهاد الكيس ديال الورق ديال اللون البني.
ما قادرش نقرر.
كَانْ كَيْضْرَبْنِي الرَّاسْ مُنْ مَا جِيتْ هُنَا.
كيفاش نديرها؟
ضيعت المحفظة ديالي والكلان ديال الغرفة فالبحر.
عندك العرس هنا؟
باش تمشي. غادي تحط الشوكة فالكيس؟
هل يمكننا التخييم في أرضك؟
إيلا وقعات شي حاجة، راني كنطلب منك تواصل معايا.
مات فينيش، من فضلك.
كَم مَرَّة كَيْ يْجْرُو؟
باغي نبعث هاد الرسالة بالضمانة.
وصولي غادي يتأخر ب 30 دقيقة. سمح لي بتأجيل تسجيل الدخول.
بغيتْهُمْ مْخَيَّطِينْ وْمَرْفُوعِينْ، الله يْحَفَّظْ.
سمح لي. واش ممكن توضح لي الطريقة للمحطة ديال القطار، الله يرحم الوالدين؟
ما كتعرفش غادي نحتاج دليل سياحي؟
هل ممكن نوصل لقاعة الحفلة قبل الساعة ستة؟
معذرة، ولكن خاصنا نبقاو عليه.
كَنْبَحْث عْلَى ظِل لْلعْيُون.
عندي نطلب الفطور دابا؟
دَفْعْتُهَا مْعَ التَّذْكِرَة مْنْ وَقْتْ مَا شْرِيتْهَا.
نعم، قادر. ولكن خذها براحة.
علاش غادي تبدا التخفيضات ديال الديوطي فري؟
معذرة على التأخير. غادي نمشي معاك للدار.
هادا دولار واحد. خاصك تكون عندك الصرف بالضبط.
غرفتك ف الطابق الثالث، رقم تلاتة وخمسين.
مكاينش الما السخون فالصنبور.
بغيت قاموس إنجليزي-ياباني.
السلام عليكم، عندي حجز.
عافاك بان ليا على الشنطة ديالك.
جيبها بسرعة، الله يرحم الوالدين. أنا مستعجل.
ولكن فين؟ ما عندكش فكرة على شي حلاقين هنا.
تحقق من هذا حتى الوصول إلى الوجهة النهائية، من فضلك.
بدّل لي هادشي فلوس صغار، الله يرحم الوالدين.
عندي كرتونة ديال التبغ.
هلي خاصني نصرح بهادشي؟
هل كتب الطبخ موجودة في الطابق الثاني أيضا؟
كاين خدمة ديال الباخرة منتظمة من كوبي للمراسي فالشيكوكو وكيوشو.
سيدير هاد الشي.
هلا شرحتي ليا هاد الشي بالتفصيل؟
ملي تجف، قشريها من وجهك.
شحال غادي ياخد الحلاقة؟
بغيت دفتر عناوين، الله يرحم الوالدين.
بغيت ناخد حاجاتي الثمينة.
بغيت نجلس دابا.
عْلا وَاحِد سَاعَة مِن بَعْد مَا طَلْعْنَا. نْبْدَاوْ الخِدْمَة دْلْأَكْل مَنْ نْطِيرُو بْشَكْل مُسْتَوِي.
عندي حجز من الدرجة الأولى ف الرحلة رقم واحد واحد ثلاثة من لوس أنجلس للا نيويورك ف 25 أكتوبر.
هادشي صالح لمدة أربعة عشر يوما، يعني غادي تقدر تستعملو حتى لثلاثة وعشرين.
ما كيعجبش نتاول الأكل بالمص.
سقطت مني الشوربة.
جيت باش ندرس فالمعهد اللغوي.
لا، عفاك.
شحال الثمن باش نمشي للمتحف ديال الفن بالتاكسي؟
"جيت شوية قبل الوقت، عادي؟"
نعم، كتشوفو بوضوح، حيت الجو مزيان اليوم.
شكون اللي نقدر نطلب منو نحجز ملعب تنس هنا؟
هل كاين صالون ديال الحلاقة هنا؟
شكون هو الباص لي غادي يوصلني لفندق سكاي واي؟
واش ممكن تشوفني كارت ديال فيزا مهم و رخصة السياقة ديالك؟
لا، ما عنديش هاد القدر ديال الفلوس.
نعم، غادي نشرب شامبانيا مع المقبلات.
كاينشي تلفون عمومي هنا فهاد المنطقة؟
خدي هادشي بعد كل وجبة ثلاث مرات فالنهار.
كاين مطعم ديال البيتزا جديد قريب من هنا بغيت نجربو.
هلا بحثت لي على رواية "آن من المرتفعات الخضراء" في طبعة ورقية؟
حاضر. متخافيش. عندنا ممرضة كتفهم اليابانية.
مَرْضِيشْنِي هَادْ الشِّي.
السيد إيبرت كان عون كبير ليا.
هادشي رايون، داكشي غادي يغسل.
عندي زكام.
"وضح ليا بالتفصيل و بالدارجة."
بغيت نبدل الطلبية ديالي، إن أمكن.
خليني نشوف مع المتجر الآخر ديالنا واش عندهم شي مخزون.
فين كنلقاو ليموزين؟
بغيت نحرر محضر عند الشرطة.
ست ليالي ابتداء من تالت وعشرين يوليوز. هل هذا مقبول؟
شكون الوقت ديال الجاية؟
حقائبي تقيلين بزاف. واش تقدر تساعدني؟
عندي نخلصوها فسياتل؟
وري لي واحد آخر، الله يرحم الوالدين.
هل ممكن ناخد مخدة؟
بغيت نمشي نصيد. فين كاين شي بلاصا مزيانة قريبة؟
القيام ببحث في تاريخ أمريكا في جامعة هارفارد.
حسن نيت ما نشريش حاجة كبيرة.
هلا جبتي لي شوية ديال الفلفل، الله يرحم الوالدين؟
جو زوين، مشي؟
كيفاش نقدر ناخد تذاكر لمسرحية فبرودواي؟
فين كنلقا الشنطة ديالي؟
كَنْبَحْث عْلَى حْجَاب لِلْوالِدَة دْيَالِي. هِي فْسِنّاتْ السِّتِّين.
غادي نخصم ليك عشرة فالمية من الثمن.
كَتْخْدُمْ هُنَا؟
بغيت نخلص على المكالمة.
كيفاش نقدر نعطي الضو للكونطرولير باش ينزلني من الطوبيس؟
هل ممكن ناخد غرفتين فرديتين بدل الغرفة المزدوجة؟
كايْجي خمسة دولارات وثلاثين سنت.
غادي نبدل الطيارة ف لوس أنجلس. واش غادي نوصلو ف الوقت؟
كَنْتَصَل بْ AF وَاحِد اثْنَيْن تْلَاثَة.
هل ممكن ناخد كاس ديال الما؟
كاياخذ تقريباً تلاتين دقيقة.
فاين كاين مكتب السيد ميسون؟
مائة دولار نقدا وبطاقة الائتمان ديالي.
شحال كل واحد فيهم؟
أسواق العملة غير مستقرة.
غادي ندور فالبروفانس غدا إن شاء الله.
باغي نكري مركب نهار واحد.
كاين شي أربعين قدم حتى للكأس.
كاينقصوها شوية ف الطياب.
غادي نخلص بالفلوس، ولكن خليني نقراها، من فضلك. علاش هاد التكلفة؟
هَلْ هُوَ حَلْوٌ؟
شكون هادشي؟ غي دبا كلنا وجبة و دابا غادي يجيو بوحدة أخرى.
غادي ياخذ على الأقل تسعة وتسعين ساعة.
كيدوز علينا من حين لحين.
فين هو المرايا؟
كيفاش نْفَكّ الْكابُوت؟
تركت شيئا في الغرفة.
بغيت شي كاشير ديال الكبد، الله يرحم الوالدين.
استعمل البيع الآلي.
قص شعر و غسل الراس، من فضلك.
باغي نكري شي كلوب.
شحال بقات لينا قبل ما نبداو؟
تأكد تأكيدك.
من فضلك خلي هادشي فطوموبيلات الأجرة.
شحال هو مجموع النسبة ديال جميع الضرائب لي كايطبقوا؟
واش هادي هي المدة لي ما شفتكش؟
حجز ملعب الغولف، من فضلك.
غادي نصبر على شوية ديال المتاعب.
سيرجلي شوية ديال الكاليفيكاتيون فشعري.
هل يمكنك أن تعيرني رافعة؟
عندنا ممرضة كتفهم اليابانية.
عندك دوا للزكام؟
هلا دوزتي معايا لشي مستشفى؟
لا، ما عنديش حتى حاجة نصرح بيها.
هاك خمسين دولار فحال ما تواجه شي مشكل.
غادي يفتحو قاعة الأكل الرئيسية فالثمانية و غادي يتقفل فالعشرة.
"علاش ما نديروش صاكين؟"
شكون شاداك؟ هوما مصنوعين فسويسرا و مزالين فموضة هنا.
شكون هو نوع البطارية لي كا يستعمل؟
بغيت كتاب ديال الأطفال، الله يرحم الوالدين.
معذرة، بغيت نلغي الحجز ديالي.
معذرة، ما عجبنيش.
شكون هادشي لي باقي نشوفو فهاد المنطقة؟
كتيبات وكتب.
سلم روحك.
امشي دوز دوزين ديال الكاريات. غادي تلقاها فالزاوية.
فين كاين ديسكو ديال الناس؟
"واش ديك الفندق لي فوق الجبل عندو منظر زوين للمدينة، صحيح؟"
شحال خاصني ندير؟
بغيت نشوف ماتش ديال البيسبول ديال المحترفين.
عاوني ديري ليا ترانسبورط سانيتير.
واخا، كنكون نسيت. شكرا على التأكد.
هادا كارت ديال خدمتي. أنا مسؤول على استيراد الأثاث لليابان.
زملتي السيد تاكيمي اقترح علي نتصلك. هو واحد من مرضاك.
عندي موعد آخر فهاد النهار.
شكون لي غادي يرجعني؟
نشوفوك نهار الاثنين.
عندك هادشي بالخضرة؟
انا جديد هنا.
كَنْشْتَاقْ لِلْخْمُورْ دْيَالِي.
انا وكيل تأمينات.
شكون هوما المقبلات لي عندك؟
بالفعل.
تْعَطَّلَتْ عْلِيَّا شْوِيَّة دْشُغْل مَا يْتْفَادَاشْ.
شروط العقد واضحة، لكن ما فهمتش مزيان النقطة لي بعدها.
نعم، عندنا شي غرف تطل على الحديقة، ولكن ثمنهم غالي شوية.
علاش ما وقعش مني من الجيب. خاصني نبلغ هادشي للبوليسي ديال الفندق.
كاين تخفيض للي غادي يبقى أسبوع كامل؟
دَفْعْتْ فاتورتي كاملين.
بغيت نحتار شي ملعب تنس لساعة غدا.
عندك شي مضارب للكراء؟
لا، جينا هنا العام اللي فات.
هل يمكنك وصف الشخص؟
سيدي، عفاك خلي سبيلي.
ما بغيتش بهاد الثمن.
صحة.
حسنا، غادي نبعتلك المهندس ديالنا لدارك.
كَنْحْسَس مِنْ لِي جَايْ يْلِي:
نعم. عندي هنا. بغيت نشوف الرخصة ديالك، الله يخليك؟
كنت عون كبير لينا اليوم.
معذرة، ما سمعتكش مزيان. ممكن تعاود تكتبها؟
عادي.
هل ممكن نعرف اسم ولدك؟
عندك شي كراون؟
غريب هادشي، ولكن كنحسن نتكلم الانجليزية ملي كنكون سكران.
قيل لي عندك فاكس ليا.
بغيتي تقول بالدقة أنهم ديما كيفكرو فالإقتصاد؟
كيف كتشوف هادشي؟
كَنْتْرْعَدْ مِنْ الْبْرْد.
تْعَفَّنَتْ الجْرَحَة.
بغيت نعاود نطبعو.
واش متأكد ماعندكش حجز تحت اسم "سوزوكي"؟ واش كاين شي حجز تحت اسم "تيتسو"؟
ما قادرش نفتح الباب.
كابوكي واحد من الفنون الأدائية التقليدية فاليابان.
شكون هو الأفضل؟
بغيت ندير موعد باش ندير صبغة دائمة.
هلا عطيتيني غرفة أكبر؟
عْطيني كيس باش نْعَمِّر فيه الأكل، سْمحلي.
غادي نبقى 12 نهار.
هلا تحفضلي شنتياتي ساعتين أخرين؟
خاصنا نلقاو كاونتر الخطوط الجوية المتحدة دابا.
هل ممكن نشوف جدول المواعيد؟
سي جيرو يامادا؟ تم تأكيد حجزك على تلك الرحلة، المغادرة في السابعة والنصف صباحاً من شيكاغو.
كَنْبَحْث عْلَى جُونْطَة.
كاينين لوان آخرين؟
شكون هي أحسن طريقة باش تستمتع بالمدينة؟
أربع محطات.
بدّل لي الغرفة، من فضلك.
هل كاين شي مكتب للبحث على الأمتعة الضائعة فالمحطة؟
شكون غادي يخليني نعبر بهاد التذكرة؟
هل عندك مشكل لو درنا هاد العقد عام واحد بدل عامين؟
خليني نفكر فيها، من فضلك.
عندي نطّيح هادشي؟
غادي يبعث الفندق شي سيارة باش تجيبنا؟
ساندويتش سلطة البيض للتحميل.
غادي تقولي لي على شي فنادق ب 50 درهم لليلة؟
هل ممكن تحطني في جدولك نهار الثلاثاء الصباح؟
كَنْفَضِّلْ نْجْلِسْ فِي الْكُرْسِي لِي فِي الْقُدَّامْ.
هلا حطيتي ليا الشنطة فالكوط؟
عندك هاد البيسين فالخارج ولا فالدار؟
هلا قلت لي رقم الباص اللي كايمشي لسانتا مونيكا؟
مزيان، وانت؟
بغيت كريم نهار.
ولكن، إذا الضو ما بغاش يطيب، ما غاديش تقدر تبدلو.
ما لقيتش الحجز ديالك، ولكن عندنا غرفة.
6:30 دْلْ نهارْ اليوم، ولكن عادة كنكون 5:30.
بغيت واحد قلم حبر، الله يرحم الوالدين.
غادي نخصم ليك 20% من الثمن.
غادي ندور على طاكسي آخر.
كاين شي صندوق ديال البريد هنا فهاد المنطقة؟
غادي يكون سخون، صحيح؟
بغيت نمشي لبرودواي.
عندك خريطة ديال البيسينات؟
الرجاء خدمة التنظيف.
حسنا. ماشي بزاف سيء.
مكاينش الطريقة باش نوصل للمحطة.
هادي درهمين و خمسين سنت.
كاين فآخر هاديك الشارع.
هل ممكن ناخد منك فلوس صغار؟
هل يمكنني استعمال مصباح يدوي؟
شكرا بزاف. وخلي هاد المشهد بحالو.
خصوصا في ما يخص تصميم مشروع ميركوري، ما كنتش نقدر نقرر بلا منك.
هل يمكنني تركيب معداتي الآن؟
غادي نشري هاد الجولة.
هادي هي الوقت باش نعاونو ونشرو الخير.
بغيت شي لحم.
لعافيتك.
دازت عليا الماطرة فالطريق و جبدت الجاكيت ديالي، بغيتك تجففها ليا.
هاد السفن القديمين باقين كا يخرجو للبحر؟
جيب معاك غدا معانا.
دخل شي حاجة ف ودنى اليسار.
شكون الوقت لي غادي توصل فيه، السيد؟
بغيت نسولك، كيفاش كتجرب البرنامج؟
عندك شي حاجة تصرح بيها؟
عندي كدمة.
هل البنوك مفتوحة يوم السبت؟
شحال كاينة فيهوم فايدة هاد الجولات؟
هلاّ عطيتيني شي محل مزيان باش نشري فيه الشنط ديال الجلد؟
هادشي بلاصا ديال لروج؟
بزاف ديا لبلايير ديا البيسبول الأمريكان كايلعبو فاليابان.
فين كنلقاو الكتب ديال الدراسة؟
هل ممكن ناخد شوية عسل؟
ما كنبان غير خاتم واحد فمرة.
هل يمكنني استعمال كارت فيزا؟
باغي نجرب شي أكلة ديال هاد المنطقة.
هل ممكن خدمة الغرف؟
عندي شي موعد؟
وقع لي حادث سير.
بديت نخدم فهاد الشركة غير من شهرين.
شكون الوقت لي غادي نجتمعو؟
دازت مكالمة لطوكيو وقالو ما بغاوهاش.
"التلفزة ما كا تخدمش."
فين كنلقا هاد الوصفة؟
كَانْبغِي نْخَذْ شِي مُحَلِّي صَنَاعِي؟
بغيت نبدل السيسيون ديالي لشياطسو. هل هذا ممكن؟
في الحقيقة، أنا نباتي. ما كناكلش اللحم.
غادي نشرب كاس ديال اتاي.
هل ممكن تاخد أقصر طريق؟ أنا متأخر على موعد.
عندي حلق خشن.
بغينا نجربو البحري هنا.
سافر بالسلامة.
عندك ما شي حاجة أحسن من هاذي؟
كوكا دايت بالثلج، من فضلك.
التوصيل إلى أي من محطاتنا مجاني.
لذيذ.
خصك تمشي تشوف نارا وكيوتو. نارا كتحافظ على جو اليابان القديمة بالمساجد البوذية القديمة والمعابد الشنتو. الغزلان ووليداتهم كيتجولوا بحرية فحدائقهم.
جيب لي حوايجي لغرفة ديالي.
كلمة "face" عندها معاني كثيرة فالإنجليزي بحال التصنع، المكياج، الكرامة، السطح، و هكذا...
مرحبا، ممكن تعطيني شي دريهمات صغار؟
سير حط حوايجك برا الدار.
امشي بلاصتين ولف يمين.
المفتاح ديالي خربان.
بغيت قاموس ياباني-إنجليزي.
استمتعت بوقتي هنا. شكرا على كل شيء.
هاد الباص كيمشي للوسط ديال المدينة؟
إوا تجنب هادشي.
أرقام المبيعات كترتفع باستمرار من نهار طلع المنتوج للسوق.
هل غادي يجيني المرشد السياحي فالوتيل؟
شحال الساعة اللي خاصني نكون فالبوابة؟
شكون هو لي غادي يوصل بسرعة؟ ما عندناش الوقت بزاف.
واش حقاش؟ عطيني غير دقيقة نحل هاد المشكل.
هادشي كامل مشمول فالفاتورة؟
بغينا صحن ديال السوسيج متنوع، وسلاطة، وقنينة ديال الخمر، الله يرض عليك. جيب لينا كاسين، الله يرض عليك.
سيدي، بغيت نبدا نعطي الطوموبيل دابا. جاي دور ديالي.
شكون هو رقم الطوبيس لي كيمشي ل بيكاديلي سيرك؟
هادشي كيجي معاه ضمانة مدى الحياة.
هلا أصلحتيه، من فضلك؟
ماخديتش سلادتي.
ركبوا الطوبيس ديال الرقم واحد و نزلوا ف المحطة الثالثة.
هادشي اللي كاين: واش شي حد هنا يقدر يجرب التنفس الاصطناعي؟
ماعتقدرش هادشي جاي من اليابان.
جيب لي وحدة ديال الما المعدني بارد، صغيور، الله يرحم الوالدين.
عرض عليا شي من هاد اللعب لي كايقولو عليها تربوية.
بغيت حزام.
غادي نفكر فيها.
نعم، موافق. نْمْشيو لْلْبْقَالْة دْلْعْبرْطْرِيقْ.
بيض مخلط.
سيدي، معذرة. كل الغرف محجوزة.
داك الاتصال مع اليابان متصل. تفضل، من فضلك.
هاذي هيا اللائحة. خاصو يكون فيها.
عندي انتفاخ.
واش متأكد؟ رجّع تشوف من جديد.
هل ممكن ناخد مرشد سياحي ياباني؟
شحال هاد الشنطة؟
بغيت ناخد طيارة غدا.
شكرا على العشاء الرائع.
بدّل لينا العدسة. هل ممكن تحضرها و أنا كننتظر؟
امشي على طول هاديك الجهة، غادي تلقاها على يمينك.
ما قادرش نبلع حتى حاجة.
واش ممكن تقف هنا شوية، بغيت نصور شوية ديال الصور.
للوصول إلى غراند كانيون.
"من فضلك خذ أشعة سينية."
كَنْبَحْث عَل هَدِيَّة لِلْوالِدَة ديالي.
هلا حجزتي ليا جوج تذاكر؟
تعرضت للاعتداء.
طاولة للمدخنين ولا لغير المدخنين؟
Khadinah B jibal. Wahya ba3da chi 20 mila men hna.
هل بغيتي صوص طماطم ولا خردل معاه؟
كاين فالطابق الأول، من هاد الجهة.
هل كاين ولد الكرة؟
علاش لاس فيغاس؟
هادشي كيتقبل الماستر كارد؟
هل يمكن للضيوف الدخول إلى ديسكو الفندق هذا بدون دفع تذكرة دخول؟
هل كاين شي جولة عندها مرشدين كيتكلمو اليابانية؟
ماعنديش نسخة من تذكرة الطيارة.
فِي كُتِيب مُنْفَصِل مَسْمُو "مَعْلُومَات عَنِ الشَّرِكَة" ، الَّذِي يُوجَد فِي الْمُلَف الْمُقَدَّم، سَتَجِد تَفْسِيرًا أَكْثَر تَفْصِيلًا.
شحال غادي يتأخر؟
شكون هي ساعات فتحو و شكون هي ساعات إغلاقو؟
هلا جبتي لي شوية لحاف، الله يرحم الوالدين؟ هاد الغرفة باردة بزاف.
Afwan. W fin had chi telifon?
هل بغيتي توضح ليه لموظف؟
هلا حطيتو ليا قدام النافذة، الله يرحم الوالدين؟
كايبان ليا ضيق هنا.
عندي شوية د الغسيل.
فين كاين القصر؟
هل ممكن نشوف القائمة؟
مقعد فالقدام، الله يرحم الوالدين.
رجع قبل من 2 و 10 دقايق.
واخا، واحد من الشنط ديالي ما باناش.
هل كاين جولة طول النهار؟
هل ممكن نعمل حجز ف 9 و نص صباحا، من فضلك؟
شحال كديرو فالتعشير؟
بغينا تذكرة ديال طوموبيل لسان دييغو، الله يرحم الوالدين.
غادي تكون تقريبا تسعين وتساع دقايق مشي من هنا.
كل واحد حر. أنا غادي نشرب البيرة.
انا من يوكوهاما، اليابان.
مقعد جنب النافذة، من فضلك. وأريد الجلوس مع ابنتي.
قول لي كيفاش ندير مكالمة بعيدة؟
ولد ف عام 1980.
هاك التغيير. سبعة وسبعين درهم، تسعة وثمانين درهم، تسعة وتسعين درهم، مية درهم.
عندك شي باركا؟
لا، هادي ماشي كاميرتي.
التلفزة خربانة.
شكون هي آخر حافلة لِـ بيمليكو؟
كَنْعيا. عافاك بغيت شي دوا.
خمس سوايع و تلاتين دقيقة اخرين.
هادا هو رقم سبعة وأربعين. شنو كايديرو من كوكتيلات؟
هادي هي الطريق.
من فضلك متعملش هادشي.
النساء كيتكيوا.
حسنا. واش هادشي مزيان؟ هاد الجولة لي كتدوز نص نهار غادي ترجعكم هنا فالواحدة.
هادشي غادي يغسل؟
سوليني على شي حد مسؤول على المحاسبة.
كاينين التذاكر؟
عندك شي عنقيات آخرين بتصاميم فريدة؟
علاش ما نمشيوش من حدا ديك الصخرة؟
قول ليا فين غاديين نزورو فجولة؟
غادي دير خير داكشي لي غادي تمشي تشوف الطبيب وتعمل فحص شامل.
هلا عطيتيني غرفة أخرى، الله يرحم الوالدين؟
فين كاين أقرب متجر للموسيقى؟
بغيت ندير حاجياتي الثمينة فالخزنة ديال الأمان.
كَنْظُن هاديك هي كرسي ديالي.
حط يديك فلعليا.
علاش كيسد ديك المتجر؟
شحال الساعة ديال القطار الأول للاكسفورد؟
شحال على الوقت اللي كاين الخدمة فالغرفة؟
عندك شي جرنال بالانجليزية؟
عصي أكل، من فضلك.
نفضل واحد أزرق، إذا كان عندك.
غادي تشفى بسرعة. متخافش.
اللذة. أنا كنخطط نعمل جولة سياحية ونشوف بعض الأصحاب القدام.
شكون هو تشخيصك؟
بغيت يبانو ليا ودانيا.
كاونتر الصندوق داك السبيطار.
علاش القطار متأخر هاكذا؟
علاش خاصني نلبس الكرافاطا؟
سميتك و رقم الدار؟
عندي عجلة مفرّوخة.
حنا مهتمين بالدين.
La mouchkil. Fin ghadi tkhodha?
أنا كذالك. مشينا بزاف اليوم.
ما عنديش فكرة.
غادي نشحنو البطارية ونغسلو الزجاج الأمامي.
طاولة التراس، من فضلك.
نص الثمن ديال التذكرة؟
شحال أقصى وقت باش ندخل؟
شوية قص من ورا.
سير جيب لينا ديك الجسر لي فالخلفية.
عندك شي ذكريات زوينة؟
تْبَدَّلَتْ لْمَطَرَةْ لْبَرَدْ.
كَنْكَلّو الفطور فْسْبعة صباح كل نهار، ماعدا فْالويكاند.
غدا الصباح خاصني نشوف طبيب.
سيربط راسك الحزام ديال الكرسي ومتدخنش حتى بعد ما طيارة تاخد الطيران؟
بغيت نتصال بي اليابان.
كَنْتَمَنَّى نْخَسَّ فْحَال هَادْ الشَّيْ.
غادي نمشي لملبورن.
عندكوم شي جولات مع مرشدين كيتكلمو اليابانية؟
هاد الصباح البرد قاصح.
عفاك، فين كاينين حنا دابا؟
نسيتو و أنا كنشري من شي عشر دقايق
شكون كايعيق؟ عادي ندخل بالجينز و الباليرينات؟
بغيت شي موزة.
كَانُو كْتَافِي مْشَدُودِين بْزَاف، مَا كَانُوش؟
واش شنو هو النوع ديال الأكل لي كتعجبك؟
هادشي باش نمشيو؟
كاين شي بار هنا فهاد المنطقة؟
عفاك. فين كاين شي مترو؟
شكون أنت؟ أنا إيشيرو تاناكا.
شحال الزيادة ديال التعبير؟
إيلا هوما كاملين معفيين من الرسوم، غادي نشري كرتونة ديال سي.
كيعتمد على نوع الجولات. رحلة ليوم واحد ليوسيميتي كاينة بثلاثين دولار، وهادشي هو الأشهر. يوسيميتي كاين على بعد ثلاث مية وخمسين كيلومتر من هنا.
شكون هي الطوبيس لي كتمشي لسانتا باربرا؟
لا كتشب.
خُدْ لِيكْ مَا بَغِّيتْ، غَيْرْ مَا تْقَتَّلْشْ.
بغيت نشوف ماتش ديال كرة القدم.
عندكوم غرفة وحدة الليلة؟
فعلًا، عندنا تخفيضات على البلوزات دابا.
هل ممكن تقترح عليا شي رحلات نهارية زوينة؟
شيكات السفر ديالي بالدولار الأمريكي.
هلا وصلتني بصاحبي؟
فين كنشري التذاكر؟
هل كاين المعدات؟
هلا جبتو لينا شوية خبز، الله يرحم الوالدين؟
خليني نشوف. نعم، عندنا غرفة متاحة.
السلام عليكم، تاناكا. فرحان بوجودك معانا. فين كتسكن؟
هل كاين شي حد هنا كيعرف يتكلم بالانجليزية؟
نعم. خاصني نمشي دابا. نتمنى نشوفك قريب.
هادي ستة و نص.
هادا أول زيارة.
فين كاين غسال قريب؟
غرفة هادية، الله يرحم الوالدين.
حصلت على درجات جيدة العام الماضي.
شكون زوين.
بغيت هاديك لي معروضة فالطوموبيل.
كاين شي وحدة بحالها ولكن بحال أكبر؟
ماشفتش بعد. ولكن كنحس براسي سخون بزاف.
شكون هادشي لي عجبك؟
بدات تنزل دنون.
هادا هو رقم سبعة و اثنين. عطيني نداء الاستيقاظ فسبعة صباحا غدا.
متبقاش تخدم بزاف.
آه، لا. كنت عارف هادشي غادي يكون غلط. غادي نرجع لليابان فقير.
هاذا هو القطار اللي غادي لشيڭاگو؟
سمعت التوقعات الجوية توا. من المفترض أن يتوقف الثلج غدا في وقت ما.
علاش لا ننتظر هنا؟
كنكتب قصايد هايكو هاواي كهواية.
كاين شي مكان آمن باش نعيط لبلاصا ديال الشنط ديالي؟
عندكوم تخفيضات للعائلات؟
فين كاين شي محل مزيان باش نشري فيه الهدايا التذكارية؟
كايْن نظام الأجر على أساس الأقدمية.
نعاودك تمدد من هنا.
هل ممكن نمشيو لتيكي بوينت غدا؟
كاين احتمال بسيط يطيح الثلج.
هلا رسمتي لي خريطة؟
"السلوت ماشين كايبانو ساهلين بزاف، واخا، شكون الروليت؟ غي حط فلوسك أو نصيحتك على الرقم لي غادي تراهن عليه أول حاجة."
غادي نلقاو تشكيلة أوسع فالصيدلية.
غالي بزاف عليا. عطيني شي حاجة رخيصة، الله يرحم الوالدين.
هادا هو المشغل ديال خدمة المكالمات الهاتفية الدولية.
تعلّم الإنجليزية.
هاد السيارة كتمشي لباريس، ولا لا؟
وضع خمس دولارات و 25 سنت لمدة ثلاث دقايق.
بغيت كاميرا، الله يرحم الوالدين.
شحال عالي منبر الغطس؟
عندك غادي تكري عجلة ديال الجولف؟
سيديّ، سلم لينا كروت الهبوط.
هل يمكنني تحديد موعد اليوم؟
كايضيق عليا شوية من الفوق فالبطن.
كيفاش نوصل للبلاصا؟
كيفما قلت بالضبط.
مَاكَلْتْ والُو قْبَلْ. بَغِيتْ نَكْلَا دْبا.
صباح الخير. شحال؟
ماعنديش الوقت بزاف.
حاضر. نتلاقاو.
شكون بغيت ننسحب ليا 300 دولار بالفيزا كارت ديالي؟
شكون هو الويسكي لي بغيتي؟
عندي نعاونها؟
عندي دورة.
خصك تصيفط الشيكات ديال المسافر فالبنك.
جيب لي حوايجي للدار.
مازال ما حجزت كرسي لرحلة العودة ديالي.
شكون هاد اللون اللي جاي جديد؟
شحال كا ياخد الوقت باش توصل لفيلادلفيا؟
غاتزور جميع معالم سان فرانسيسكو السياحية فـ 49 ميل ديال الطريق.
عندي نبقى هنا باش نشوف؟
كاين شي كراسي هاد المسا؟
دّرت ليك ليكساس ديالي.
حذاءك ما كايعطيش مع لون فستانك.
حطّيه هنا، من فضلك.
هادا واحد أوتوماتيكي. عندنا هاد الموديل ديال ساعات الكوارتز، السيد. هادي مقاومة للماء و مضادة للصدمات.
غير قص شوية، الله يرحم الوالدين.
علاش هو القطار اللي غادي لاكسفورد؟
"مع الفطور؟ بغيت نحجزها."
شكون اللي نقدر نسميو من هنا مباشرة لفرنسا؟
شحال هادي صلاحيتها؟
بغيت نبدل الحجز ديالي.
هل يمكنك أن تتصل بسيارة أجرة لنا؟
شكون اللي بغا يجرب الهامبرغر؟
واش كلشي مزيان؟
هل كاين ليموزين لفندق ABC؟
شحال غادي ترجع السيارة نهار الجمعة؟
شكون هو الخط لي كايمشي لمديسون سكوير؟
غادي نرجع نكلمك من بعد.
عفوا، معمري سمعتك مزيان.
درهم واحد للكيلوغرام.
كَانْدِيرْ نَاخُدْهَا مْعَلْقَة؟
ماعرفتش كيفاش نستعمل التليفون، عاوني ووريه ليا.
مقصدي هو لندن.
آه، خايف هاد الوقت ما يكفيش.
شكون هو الباص لي خاصني ناخد؟
بغيت كريم تنقية.
مرحبا من جديد ومرحبا بيكم فـ "الأمريكان توب فورتي".
شكون هو أحسن حدث؟
شحال غادي ياخذ الوقت حتى تزهر البراعم وتولي زهور؟
بغيت نتحدث مع السيدة نوموتو، فالغرفة خمسة واحد.
واش غادي يهمك تشوف الداخل ديال ديك المسرح. هاداك هو مسرح لا سكالا.
الخط المظلل يعرض أرقام مبيعات شركتنا للسنة الماضية.
كَنْتَمَنَّى تْزُورْ هَادْ المَعَالِمْ الجَمِيلَةْ فِي أَمْرِيكَا فِي القَرِيبْ العَاجِلْ.
دير وستمنستر
صاحبي مريض بزاف، عندو حرارة عالية.
كاين فالطابق السابع. خذ المصعد لي فآخر الرواق.
غادي نبقى نسناك.
حطيت المحفظة ديالي، الكتاب، والكاميرا فالشنطة ديالي.
كاع كندخل للسرير على عشرة، ونعس على طول.
كان طويل و عندو شعر صافي.
الثقافة ازدهرت، مع انتشار أنشطة مثل مسرحيات كابوكي، ورسوم أوكييو-إه، والأدب، وفن الخزف.
كاين شي بوتيك ديل دنهيل هنا فهاد المنطقة؟
مائة وعشرون مليون نسمة في أرض مساحتها ثلاثمائة وثمانون ألف كيلومتر مربع؟
تذكرة ذهاب وإياب لميامي، من فضلك.
قول ليا فين كاين البنك اللي قريب من هنا؟
بغيت تذكرة وحدة للكبار، الله يرحم الوالدين.
سميتي واتانابي غورو.
شحال غادي يكلّفني باش نبعث هاد الرسالة؟
فلفل، من فضلك.
هل ممكن تجيب لي الفاتورة؟
واخا، الطبيب ديال الأسنان لي كنمشي عندو مزيان بزاف.
النور ما كايعملش.
بغيت شي حاجة للكحة.
واخا، هاذي هي ديورك.
شحال باقا على ما يجي القطار؟
عندي شي دوا؟
عْطِنِي تْسْوِيْدَتْكْ هْنَا، الله يْحَفْظْ.
واش ما كاينش شي كافيتيريا قريبة؟
الرقم هو خمسة ستة سبعة ثمانية واحد اثنين ثلاثة أربعة.
سيدي، ممكن نهبط فأي لحظة. لو سمحت خذ مكانك.
ياماغوتشي قريبة من طوكيو.
بغيت شي فيلتر، الله يرحم الوالدين.
شنو ندير؟
هاد شي حد فهاد المتجر كيعرف يتكلم ياباني؟
شكون هو آخر الطابور؟
هلاّ عطيتيني خريطة دليل، الله يرحم الوالدين؟
مكايناش عندي شي فكرة على ما كتقول.
تأخر بحال ساعة. غادي يطير على عشرة و سبعة.
الرقم هو واحد اثنان ثلاثة أربعة خمسة ستة سبعة ثمانية.
الماء ما غاديش يسخن بزاف.
فِي هُوكايدُو، مَا كَايْمْكُولْشْ لَعْبْ الْگُولْفْ نْحَالَا سِتَّة شْهُورْ بْسَبَبْ الْمْنَاخْ الْبَارْدْ دْيَالْهَا.
غادي تبيعهم واحد بواحد؟
بغيت نمشي نهار قبل.
كيتْبْدَا مْنْ تْسْعَة.
حظك زوين. كل المحلات كاينة فيها التخفيضات دابا. تقدر تشري بثمن مخفض.
واحد لحظة. غادي نلقا قلم.
آه، ما عارفش. شنو رأيك فمكدونالد؟ عندنا هاد المطعم فاليابان، ولكن.
بغيت نرجع هادشي. هاذي الفاتورة.
هل كاين شي طوبيس غادي هاد لعشية؟
كيف نْمَشِّي لْلمُوزَيَا؟
La baz afak. Daba kmlt l-program diali l-khayali.
سيتحمس السيد غودمان بزاف.
نعم. غادي ناخد بيضة، سبانخ، خبز محمص وفواكه طازجة.
كيدفع الكرا فآخر نهار فكل شهر.
هادشي ما عندوش القياس المناسب.
رقم الرحلة هو PK سبعة صفر ثمانية في الخامس من شتنبر.
كاين شي حاجة مخلعة فالحمام ديالي.
شكون هوما المنتوجات المحلية ديال هاد المنطقة؟
ما بغيتش ما طلعش بعد. واش ممكن تعرفي شنو وقع ليه، الله يخليك؟
كَتْسْمَعْ بْزَافْ سِيكْسِي فِ التِّيلِيفُونْ.
هادي كاميرا ريفلكس ديال كانون بالعدسة الواحدة.
شكون هو اسم هاد القلعة؟
هل كاين طوبيس ديال المطار للمدينة؟
هلا عاودتي ليا الاسم؟
واشري تذكرة للمحطة الجاية، ومن بعد خذ الباص لي كيمشي لهيد بارك.
معذرة، ما كا نديرووش هادشي. يمكن تشريه من الصيدلية فالطابق الأول.
بغيت مقعد فالزنقة، الله يرحم الوالدين.
شكون هو المشروب لي بغيتي؟
بغيت نطلب بحال ديالك.
فين كاين متجر بارنز أند نوبل؟
بزاف-خصوصاً حيت نوضت متعشيتش البارح. على فكرة، قولي كيفاش نمشي للمتحف البريطاني؟
سير دير رقم تسعة فهاد التليفون.
شكون الوقت لي كتسد فيه الدار؟
طيران ديالي تأخر، و فاتني الطيران ديال الترانزيت.
هل غادي تلغي ليا الحجز ديال الكراسي؟
بغيت شي شيبس.
غادي نمشي معاهم.
مثير للاهتمام بزاف.
بغيت شي غرفة فيها حمام.
علاش لا، ناخدو؟
ماعرفتش، سيدي. كتكلم إنجليزية؟ كتكلم إنجليزية؟ تكلم.
نتمنى يكون مزيان.
"الخط مشغول."
نعم، سيدي. الساعة الحادية عشرة.
هل ممكن ندير موعد يوم الجمعة؟
عندي نعمل اتصال. هل ممكن؟
لا، ما عنديش. عفاك، شي عربة ما فيهاش التدخين.
هاد المبتدئين ما كايعرفوش والو؟
بغيت هاد الشي اليوم.
بغيت نكري سيارة رخيصة ديالك لمدة أسبوع.
هاد الفستان ما كايدخلش عليا.
قول ليا فين كاين الكرسي ديالي؟
شكون الطيارة لي غادي توصل أولى ف نيويورك؟
فين خليتيه؟
سيدير هاد الفلوس بالفرنك ديالكم و ديني ليا فلوس صحيحة.
مكاينش فين نعطي الشنطة ديالي الصغيرة.
حاسّ بْراحتك وْدير المكياج ديالنا قبل ما تْمشي من هنا.
متخافش. ما بعيدش على البلاصة.
ها هي الفلوس الباقية.
حسنا، علاش ما نمشيوش للبحر غدا؟
عرض علي شي حاجة.
هل هاد الجولة ليوم كامل كاينة باليابانية؟
شحال الثمن فالنهار؟
نعم، نحن نقوم بذلك. هذا هو اختيارنا.
واخا، ممكن تركب فالطوبيس ديال Gray Line Air Shuttle أو فالطاكسي ديال Carey Airport Express.
إيلا قدرتي تخلي الثمن شوية رخيص، غادي نشريه.
فين كاين لاكواريم؟
بغيت نبقى هنا شي يومين آخرين.
نعم، كنبحث على هدية لاختي.
سولي هاد لحريرة.
فين كنشري جورنال ياباني؟
شكون هو الصيد الثمين اللي كاين هنا؟
شكون لي كايعرف يسبح هنا؟
شكون لي غادي نبدا من فوق؟ نبدا نقص من فوق؟
نعم، هادشي لي خليتي؟
نعم. يمكنك مشاهدة الأفلام على إتش بي أو، وهي مجانية.
كيفاش نْوصل لهوليوود؟
غادي ناخد غرفة بعشرين دولار.
انا متأكد بلي حجزت.
عندك خدمة غسيل الملابس؟
كَنْظُنْ رَجْلي مْكَسَّرَة.
كَتْحْكي بحال الشاعر، السيد إيتا.
كاين شي معالم سياحية هنا فهاد المنطقة؟
هل كاين كابينة للنعاس فالقطار؟
واش حقاش؟ نتمنى ما مشاشش بلا مني.
ناكلوا برا مع بعضياتنا.
شحال الثمن ديال يومين؟
غادي نمشي ل ميمفيس.
منين كاينة الرصيف ديال الطوبيس لي غادي ليورك؟
بغيت نعمل حجز لروما.
سيداتي سادتي، يرحب بكم الكابتن جورج كوهين وطاقمه على متن رحلة الخطوط المتحدة رقم 800 المتجهة إلى نيويورك. إذا احتجتم لأي شيء أثناء الرحلة، ما عليكم سوى الطلب، وسنكون سعداء بمساعدتكم.
لخضرا.
خيرك، دَير خيرك، دَير خيرك، دَير خيرك، دَير
هلا عطيتيني رقم التليفون ديالك، الله يرحم الوالدين؟
هل ممكن تشوف ليا طيارة أخرى متوفرة؟
لا. غادي نبقاو هنا ثلاثة أيام، من بعد غادي نمشيو على نيويورك ونيو أورليانز.
عندي باس بوريل و فيزا سوفيتية.
هل ممكن نتحدث مع الآنسة كاوري واتانابي في الغرفة ثمانية واثنا عشر؟
عندك شي حاجة أخرى تشرب؟
هاد الفستان من الكتان؟
سمح لي. عندي صداع. عندك شي دوا؟
ضَعْ لَوْلَا فِيلْم فِي هَادْ الكَامِيرَا.
التلاميذ ديال الثانوي الأمريكي ما كايعانيوش من الضغط ديال الدراسة بحالنا.
بغيت ناخد هادشي معايا.
كَنْفْهَمْ. هَاد الشي دْيالي. كَنْتْعَامَل مَعْ لَسَنْتَر دْيَالْنَا دْ الدِيكُور دْالدَاخْل.
شكون هو الباص لي غادي يوصلني لحديقة هايد بارك؟
هاد البيرة خايبة.
نعم، أنت كذلك.
بغينا كاملين نكونو على طبلة وحدة.
مكاينش بزاف دْلليّات.
كَنْظُن هادشي ممكن ما يكونش صحيح. تَقْدَرْ تَتْحَقَّقْ مِنُّو؟
غادي يرجع الأسبوع الجاي.
ماتت الوالدة.
بغيت شي نبيذ أحمر.
وديني لمستشفى.
سمايا الله.
عندك هادشي بلون زاهي؟
بغيت قلم.
هل ممكن ناخد ليمونة مع الشاي، من فضلك؟
هل ممكن ناخد الوصل، الله يرحم الوالدين؟
حشومة ما نتعارفوش، أنا كمان فرحان بالتعارف. هل هادي أول مرة تجي لأمريكا؟
هل ممكن تبدل هاد البوتات بواحد مقاس أصغر؟
كاين شي حد جالس هنا؟
حقيبتي تقيل بثلاثة كيلوغرامات.
كَنْظُنْ بلي غالي بزاف. عندكش شي ثمن معقول؟
غادي نمشي بكري غدا الصباح.
هل كاينة بيع سلع معفية من الضرائب على متن الطائرة؟
شكون هو المخرج ديال الفيلم؟
الصيف هنا ما كاينش فيه باس بزاف.
بغيت نشري هادشي.
تْبّعْ لْوَيْنَة دْيالْ الطاكسي.
نعم، أنت في وسط الجادة الخامسة. فين بغيتي تمشي؟
علاش درتي هاد الشي؟
سرقوا مني الوصل ديالي هو الآخر.
كَنْخَافْ مَا عِنْدَنَاشْ، لَكِنْ مَا كَيْنْشِي نْتِيقْ بَاشْ تِسْتَافْدْ مِنْ غَدَانَا خَاصّ.
سْبْعْ وْ نِصْ.
حسنا. دابا الساعة واحد صباحا، غادي نرجع الساعة ديالي لعشرة صباحا، صح؟
واخا، ريمينتون ممكن زوين.
ساعة ونص.
هل ممكن ناخد كاس ديال الما آخر؟
خليني نشوف هادشي.
فين كاين مكتب الصرف؟
سير فحالك شوية. غادي نسول السيد إيماي واش غادي يرد على التلفون.
هل ممكن نوصلو لهيه ف عشر دقايق؟
هاد الكاري حار.
عندي مشكل مع الشنطة لي شرتها البارح.
عندك شي حساسية من الأدوية؟
نعم، عندنا بالأسود والبنّي.
بغيت نشوف ماتش ديال كرة القدم محترف. فين كنشري التذكرة؟
عفاك؟ ما فهمتكش. هلّا تكلّمت ببطء أكثر حتى أفهمك؟
خمسة ديال العشرين، عشرة ديال العشرة، والباقي فالدولار الواحد، من فضلك.
كيفاش نوصل للفسقية ديال كولومبوس؟
عافاك عطيني شي حاجة زوينة لشفاهي. جفّاو عليا بالريح الباردة.
عندنا شي حوايج ديال المنطقة؟
متخافش. هاد الكلب ما غاديش يعضيك.
نعم، والدلافين جميلة جداً.
كَامْ كَيْطْلَعْ؟
دْوّيتْ يدي.
فين هوما جَواكِب النجاة؟
سير على طول هاد الطريق أربعة بلوكات. ولف يمين فالضوء.
هل ممكن تبع هادشي لليابان؟
خليت المحفظة ديالي عندك فالدكان.
شكون هادو لي عجبوك؟
هل كاين طيارة لسيدني؟
عندي نكمل الرحلة من غدا؟
هذا هو قسم استلام الأمتعة ديال الخطوط الجوية البريطانية واحد اثنين ثلاثة؟
غادي نخرج فالسبعة ديال الصباح غداً
غادي نتلاقاو من جديد قريب.
نعم، بغيت واحد ويسكي مع صودا مع المقبلات.
ضرب صفارة الإنذار ديال الطوارئ.
أكيد. هل يمكنني وضع هذه الحقيبة هنا؟ أين أنت ذاهب؟
شكون هو الخاص فهاد المطعم؟
سمح لي، أنا مقفول برا.
عندك شي حاجة بأسلوب عصري أكثر؟
فين كنقدر نشري توكنات؟
غادي تبدل شيك بالدولار الأمريكي لفرنك فرنسي؟
نلقاو غدا.
علاش ما نديروهومش هادشي كامل، مع بعضياتنا؟
شكون لي كايدير الغطس فالبحور الهائجة؟
امشي للديوانة ديك الساعة. عطاك الله وجه الخير.
عرض عليا النماذج الجديدة، الله يرحم الوالدين.
عندك شي ترمومتر طبي؟
الخفا ديا صغار بزاف.
الشهر اللي فات فالتاسع.
واخا، ثلاثة ديال العشرين، ثلاثة ديال العشرة و اثنين ديال الخمسة.
بغيت نجرب شي أكلات يابانية. طيب ليا شي حاجة.
علاش لا، نقدر نقلب لهاديك الطبلة؟
نعم، كنا مستانسين بزاف.
شكون لي بغا يجي للماتينيه؟
كَنْبَحْث عَلَى شْنُو هِي أمتعتي.
تغيرات خططي. بغيت نبقى ثلاث ليالي بدل من ليلتين.
آه، شكرا. يا بتّي، هل يمكنك المجيء هنا من فضلك؟
شحال من حزب سياسي كاين؟
وقف على الجنب.
كاين شي بريد ليا؟
توسيع رقم تلاتة ستة سبعة، من فضلك.
عندي نبقى نسافر؟
كون كثر حذر فالمستقبل.
سلام، بغيت ندي تلفون طوكيو.
نعم، ولكن هل ستترك الأمتعة الخفيفة على الرف فوق رأسك؟
هادا شاي أخضر.
عندك التذكرة؟
بغيت عصير ليمون، الله يرحم الوالدين.
هل تقبلون الفلوس اليابانية؟
صاحبي كان كيعبر الشارع فالضو الأخضر.
عندك شي وحدة كحلي؟
هلا ساعدتني في حمل هذه الحقائب؟
آه، شكرا لك، آنسة ستايسي. في الواقع، آن صنعت هذا بودينغ الخوخ بنفسها.
شحال مدة الإقامة؟
بغينا قهوة بعد العشا، الله يرضي عليك.
كيتعلمو بكل شغف آخر صيحات الموضة من التلفزة والمجلات.
اتصل بطبيب بسرعة، من فضلك.
بغيت كتاب ديال الأطفال.
فين كاين كونطار طيارة الترانسبور ديال الخطوط الجوية البريطانية؟
شكون لي كياكل ف الطبلة لي جنبهم؟
بغيت شي غرفة لشخصين.
قول ليا فين كاينين الخضرة معلبة؟
عندك شي تسعيرة أسبوعية؟
غريب عرض عليا يصورني، و عطيتو الكاميرا ديالي. و هرب بيها.
آه. أخيرا وصلنا لمدينة التفاحة الكبيرة. دابا خاصنا نركبو الميترو باش نوصلو للقرية. ما خاصناش نشريو خريطة الميترو؟
كيفاش نوصل للمركز ABC؟
عندك دوم بيرنييون؟
فيني نلقى فندق غراس؟
خداي تاخد دوا ديال بزاف ديال حبات بعدا من كل وجبة.
هلا تكلمت ببطء؟
هلا فتحتي الشنطة ديالك؟
خدمة الغرف، من فضلك. رقم الغرفة هو عشرة وخمسة عشر.
جِنس عَلى الشاطئ لِلْبَنَاتْ لْوَحْدِهُمْ هُنَاكْ.
بغيت شي بلاصا فالصف الأول، قدام القاعدة الأولى، الله يرحم الوالدين.
شحال؟
شوية ديال القهوة زيادة، الله يرضي عليك.
عندنا الوقت باش نشوفو داخل المعرض؟
فين كاين قسم البضائع الفاخرة؟
كل الكراسي مباعة، ولكن يمكنك الحصول على تذكرة لمشاهدة المباراة إذا كنت تريد الوقوف.
سيدي، بغيت نعمل محضر سرقة.
كَتْحَسْبْ بَاش نْجَرِّبْ نْطَلِّي أَظَافِرِي وَحْدِي؟
حاضر. ها هي.
قول ليا فين كاين مقرك.
شوف، كبير بزاف، صحيح؟ غادي نجيب ليك كيس ديال الكلاب لاحقا.
عندك شي جرنال؟
بغيت خريطة ديال خطوط الحافلات.
كَنْعْجَبْنِي بْزَافْ الفِيلْمَاتْ لِي كَيْخَلِّيوْنِي نْبْكِي.
عندك شي حاجة أوسع؟
هل كاين شي ديليكاتيسن هنا فهاد المنطقة؟
مرجو إرسال هادشي بالبريد الجوي.
قالي اسمي السيد هيلتون، مدير الفندق ديالي.
كَانْدِيرْهَا تْلاَتِينْ جِنِيهْ؟
قول لي شحال الوقت اللي خاصني نرجع فيه هنا.
مْنَ السَّادْسَة صْبَاحْ لْوَاحْدَة عْشِيّة
جوج همبورغر.
عافاك بان لي شي حاجة رخيصة.
واحد لون أعمق، الله يرحم الوالدين.
منين كتدير ليا؟
كنت مسؤول على الموارد البشرية لفترة، و هاد الشي خلا عندي اهتمام كبير بالتواصل مع الناس.
علينا الانتظار كل هذه المدة؟ شكرا على أي حال.
غادي القطار يمشي ف وقتو؟
هل يمكنك ملء هذا الاستمارة؟
باغي نغوص فمكان ضحل و مزيان مضوي.
آه، هادشي بزاف. يمكن مرة أخرى فنهار آخر.
عندك شي بروشورات باليابانية؟ بغيت وحدة من فضلك.
مازال ما جاش داكشي لي بغيت ناكل بعد العشا.
هل يمكنني أن آخذ واحدا آخر؟
غادي يكون مزيان لو كان عارفين هادشي كامل على اليابان.
شي حاجة بحال 300 باوند، الله يرحم الوالدين.
هل كاينين جولات سياحية كتشمل زيارة لِلديسكو؟
بغيت واحد همبرغر، بطاطا مقلية وليموناضة.
حيد يديك فوق.
هيا زوينة بزاف.
شكرا بزاف. سفر ميمونة.
شحال ثمن الجولة؟
شحال الثمن ديل التاكسي؟
دزت ليا رجلي.
بغيت وحدة مشط.
دابا غادي نفتح ليك المسام ديالك بالبخار.
سمح لي، واش نقدر ندخل هنا؟ شفت الشنطة ديالي.
شكون اللي كايدير التذاكر ديال الباليه هنا؟
ما كاينش اللي يبيع حتى حاجة بلا وصفة طبية.
طلبتي سرير صغير لوليدك؟
كَنْبَحْث عْلَى تِذْكَار لْوَاحِد صَاحِب دْيَالِي.
سيدي، راه جاي جاي.
بغيت باز لغاز.
فلوس ولا كارت؟
بغيت نركب فالطوبيس ديال السياحة.
بغيت نكري دردورتين، الله يرحم الوالدين.
شحال غادي يكلّف هاد الطرد باش نبعثوه بالطائرة؟
فين كاين قسم الغموض؟
بغيت نجلس جنب صاحبي.
عْطيني هاديك. آش كَتْسَمِّي هاد الشي؟
فاين كاينا هاد الطريڭ؟
علاش مرضتي؟
ما عنديش باش نشري هادشي غالي بزاف.
سير على هاد الطريق مستقيم تقريبا ثلاثمئة متر.
لا، درت كلشي وحدي. هادشي من هواياتي. كنحب غير نزرع فالحديقة.
و من بعد غادي نخلص بالدولار و الين.
بغيت شي ملين.
هاد التيليفريك غادي يوصلك للفنادق.
مرجو إرسالها مسجلة. كم المجموع؟
ضغط تسعة للخط الخارجي، ومن بعد ضغط ثمانية واحد لليابان، ثلاثة لطوكيو، ومن بعد الرقم ديال التليفون.
سمح لي. غادي نجمع حوايجي دابا.
علاش ما نرجعوش لشي مدينة أخرى؟
شحال بعيد الفندق من هنا؟
غادي نبقى ثلاث ليالي.
رْفَعْ يْدِيكْ. سْكُوتْ وْ عْطِينِي فْلُوسْكْ.
كَنْخْدْمو السَنْدْويتشات و المشروبات من الحادية عشر ليلاً حتى السادسة صباحاً.
غادي نمشي ليلة قبل.
نشوفوك. عيط ليا غدا.
هلاّ ألغيتي الحجز ديالي؟
كتعاني من حالة تعب حادّة.
فين كنشوفلّي قطار آخر؟
بغيت جوج بيضات مسخن مع البيكون، بطاطا مقلية، خبز محمص و قهوة.
نعم، من فضلك. هل هذا فيلم ياباني الصنع؟
واش ديك النهار لي كنا مع بعضياتنا؟ ديك الساعة؟
اش غادي يوقع اذا ما لقيناهش؟
غادي يكون عندنا طابلة خاوية تقريبا فتسعة ديال الليل.
داكشي علاش بلوكين، من بعد يسار الأول
شكون لي قال ليك هاد اليابانيين كياكلو هادشي؟
فين كنشري السكاكين و الشوكة؟
آه، عندك الصح. هادشي زوين بزاف. غادي نجي غدا إن شاء الله.
بغيت شامبو ملون.
هادشي هو. الممثل زوين بزاف.
بالتأكيد. غادي نجيبها دابا.
حاليا، ممكن تعطيني فلوس باش نشري شوية ديال الحوايج اللي محتاجهم.
شحال غادي يجري؟
بغيت هادشي يوصل لليابان بالطريقة الأسرع.
واخا، نعم ولا.
شكون هوما اللعب لي عندك كذكرى من انجلترا؟
بغيت سلة ديال النزهة.
كيوشو جزيرة كبيرة في جنوب اليابان.
زنقة 42
معذرة. مرة أخرى، من فضلك.
شكون هو الثمن ديال الخدمة؟
بغيت عصير فاكهة.
جيت نشوف صاحبي الياباني.
ممتاز.
شكون هو خدمك؟
بغيت مقعد فالصف الأول.
شكون هو هاد الألم؟
معذرة، غلطت. شنو نوع الويسكي الاسكتلندي اللي بغيتي؟
بغيت ناخد جولة فشي حديقة باش نتعلم كيفاش نزرع.
غادي تشرب شي حاجة قبل العشا؟
بغيت شامبو و تصفيف بالمجفف.
هاد القطار كيوقف ف باث؟
شنو هي الإجراءات باش نتحققو من هاد الشي؟
وقّف شوية و انتظر حتى نصور الجسر ديال واترلو.
عندي غرفة مزدوجة فيها سريرين مفردين.
هادشي كان خاسر ملي خرجتو من الكارطون.
مقعد محجوز، من فضلك.
هل ممكن نشوف الغرفة؟
و غادي يطيح شي مطر الليلة.
بغيت حليب سخون، الله يرحم الوالدين.
بغيت فلاش إلكتروني.
معذرة، ولكن ما شربت والو. عاود حسابي.
كل بهاد الصلصة.
هل تريد أن تأخذ تأمين PAI و PEC و إعفاء من المسؤولية عن الأضرار و ملحق تأمين المسؤولية؟
علاش لا، نقدر ندير الطواف دابا؟
فين كاين قاعة الموسيقى؟
ألف مبروك على عيد زواجكم الخمسين.
شي حاجة خداتك؟
بغيت مائة دولار فـ الشيبس، الله يرحم الوالدين.
كَنْعْشَقْ المَناظِر الطّبيعية.
الزرق غزال بزاف هاد العام.
فِي الشِّتا كاينة الثلوج فِي الشَّمال دِيَال اليابان و فِي المناطق الجبلية.
عفوا، ما لقيتش الكاميرا ديالي.
هلاّ شفتي واش دّاوه؟
عندك شي حاجة أخرى بحال ثمانين دولار؟
كَنْخَافْ شَوِيّة عْلاشْ مَا غَادِي نْغَطْسْ زْوِين.
خليني ناخد الكور.
نعم، بغيت نكري سيارة.
سمح لي، هاد الكرسي مزال خاوي؟
غادي يعاون.
شكون أنت؟
تحركنا بسرعة كبيرة بزاف باش نصورو.
حاضر، غادي ندير.
كَنْتَمَنَّى نْخَدْمْ كَا أُسْتَاذْ وَلَّا نْتَابْعْ المَاجِيسْتِيرْ فِي عُلُومْ النَّفْسْ.
كَنْبَحْث عْلَى كريم خَفِيف. عِنْدِي بَشَرَة دَهْنِيَّة بَزَّاف.
كان لقاء ممتع معاك.
هل ممكن تجيب لي مجلة يابانية؟
سلطة، من فضلك.
عندكوم جولة نهار كامل؟
هل عندك الفويس؟
مكالمة من الخارج إلى اليابان.
لا، جيبها فثلاثين دقيقة.
هل الحافلات رخيصة؟
نعم، غادي نتأكد أنه يوصلو هاد الشي.
زنقة تلاتين واثنين
حاضر. بغينا تذاكر اثنين.
شحال الساعة ديال الطيارة ديال باريس؟
رجاءً ضع أمتعتك تحت الكرسي.
شكون هو السبب لي خلاّك تسافر؟
بغيت شوكولا وحدة.
عندك عصير فاكهة؟
كاين شي حاجة فالبولب ديال الفلاش.
بغيت نْحَجز غرفة زوجية من غدا حتى نهار الاثنين.
واحد شامبوان دائم، الله يرحم الوالدين.
هادشي تضمن مصاريف الخدمة؟
ممتاز. بغيت نجي.
علاش لا، غادي نكمل طريقي؟
وري لي شي حاجة رخيصة، الله يرحم الوالدين.
غالي بزاف. عطيني شي حاجة رخيصة، الله يرحم الوالدين.
نعم. عافاك، شي قارورة ديال البيرة.
كَنْظُن بَلّي وَاقِيل مَبْقَاشْ لَنَا وَقْت.
هلا تأكدتي منو مرة أخرى، الله يرحم الوالدين؟
هزّي و سوقي.
بغيت نبدل الحجز ديالي.
نعم، كاين واحد فديك الفندق.
نهار السفر من فضلك.
فين كنبدل القطار باش نمشي لساندييغو؟
كان خير منك تجي فهاد الوقت اللي عندك فيه بزاف د الخدمة.
ماعرفتش على هاد الجلدة ديال الحية.
فهمتك. تفضلي/تفضل بالجلوس.
جدي تعرض لوعكة قلبية البارحة.
حاضر. هل ممكن تعطيني التاريخ ورقم الرحلة؟
هل ممكن ناخد شوكة أخرى؟
شكون الوقت لي غادي يخلص العرض؟
شكون الوقت لي ممكن نتعشاو؟
خايف هادشي بزاف عليا.
الجو غير مستقر. يرجى ربط أحزمة الأمان.
كنت كنديرها. كنديرها من حين لآخر باش نبقى محترف.
شكون هاد السيدة؟
مقصدي هو طوكيو.
نعم، أنا ساياح.
غادي نضطروا نمرروك عبر مدينة أخرى.
شكون اللي غادي ينزل مع الطريق؟
الوقت الأقدم كان من منتصف أكتوبر.
فين كنشري الشنط ديال الجلد؟
كَنْحَسّ بِالحَسَاسيَّة مِنَ اللِّقَاح.
بغيت داكشي ديال السمك مع الشيبس، الله يرحم الوالدين.
عندك رحلة لطوكيو نهار الجمعة؟
لا، ما شفت حد حدايا.
وحد كارتون د ديال لارك، الله يرحم الوالدين.
كَنْتْ بْغِيتْ بْلاغْ دْيالْ البوليسْ باشْ نْدِيرْ التأمينْ. فينْ غاديْ يْخْرْجْ؟
عافاك بغيت شي سيارة صغيور. شحال كاينة الكراءة فالنهار؟
بالتأكيد. حتى طفل صغير ما غاديش يلقى مشكل باش يجوب عليه.
نعم، مزيان.
Hta ana n'3iitha m3ak men l'bida?
هاداك هو آخر واحد اللي غادي يكذب.
هادشي ليك. غادي تقبل بيه؟
هل ممكن نشوف لائحة النبيذ، لو سمحت؟
شكون هو هاد البزنس؟
سلام. معذرة، هو دابا فاجتماع.
بغيت نمشي للمتحف. شنو هو الباص لي خاصني ناخد؟
من بعد، غادي ناخد اثنين، من فضلك.
شكرا على دعوتي.
كَنْحْتَاجْ طَبِيبْ، بْغِيتْهَا دْبَّا.
سمح لي. بغيت نمشي لحديقة حيوان برونكس. شنو هي أحسن طريقة باش نوصل؟
غادي نخبروك على طول ما نلقاوه.
كَتْعْرْفِي شي ديسكُو لْلبنات الصغار يْمْشيو ليه بِلْمَانْ؟
شحال هي الحدود المسموح بها ديال الأمتعة فديك الرحلة؟
ها هو، مجانا.
فِي يَوْم الِاثْنَيْن.
جواز سفرك وورقة الجمارك، من فضلك. شي حاجة تصرح بيها؟
كاين شي حاجة بغيتي تشوف؟
سيرهوم برا داكشي غدا الصباح.
سَبّقْ قُدّامْ كُونْطُورْ لْمَعْلُومَاتْ، مَنْ فَضْلِكْ.
بغيت راديو منبه، الله يرحم الوالدين.
كايْن بعيد على الدار.
شي شهر، سيدي.
كاين شي كازوال؟
كاين خرم فالباب ديال اليمين قدام.
هوما كايقدمو الوجبات؟
علاش لا، ممكن نخلص بالمارك الألماني؟
شحال هو السن القانوني للتصويت فاليابان؟
هاد الصوف صافي.
هل ممكن نرجع نكلمك بعدين؟
علاش كايفتح وكيفاش كايسد؟
لا، شكراً ما يمكنش. في الحقيقة، أنا مرتبط مع شي حد.
علاش نبدل فالطوبيس باش نوصل لسوهو؟
بغيت شي دوا قوي للزكام ديالي.
هل اللباس رسمي؟
هل تقدر توصل لبرودواي قبل الساعة سبعة؟
كاين شي كراسي الليلة؟
شكون هاد المعنى؟
التصريح بالحقيبة هو عشرين كيلوغرام للمسافر في الدرجة الاقتصادية.
بغيت نخلص الفاتورة ديالي.
المرة الجاية اللي غادي نزوركم فيها، غادي نرجع أكيد. علاش لا، واش ممكن ناخد تخفيض؟
هلا طلبتيه ليا، الله يرحم الوالدين؟
واخا، كايعاود راسو للامتحانات ديال الدخول للكلية.
نعم، يوم الذكرى لقنبلة الذرة ويوم الذكرى لنهاية الحرب.
ما خاصهومش يتفرجو فشي برامج تيفي عنيفة.
شكون هو الفيلم الجديد لي كاين و شحال من واحد شافو؟
واش داز عام كامل؟ الوقت كايمشي بسرعة. بالطبع غادي نجي. غير قولي الوقت و المكان.
هل كاين شي مطاعم مفتوحين دابا؟
علاش لا، ممكن تجلس فين ما بغيتي.
عفوا على الإزعاج.
خايف بلي نتا ضيعتي شي رقم. أنا كنحس بلي عطيتك ورقة ديال 20 درهم.
كنتمنى نشوفك.
هادشي كامل لي بغيت.
هلا بعثتي شي حد هنا دابا؟
جيب لي فطور، الله يرحم الوالدين.
درتي هاد الرحلة لا تنسى.
هل ممكن تعطيني تقدير للثمن؟
نعم. ولكنهم صعبين شوية فاختيارهم.
غادي ناخد أحسن كرسي عندك، من فضلك.
واحد برقية خاوية، الله يرحم الوالدين.
دوزت ليك الصدقة مع الحساب.
للفندق أ، من فضلك.
طوكيو صفر تلاتة تلاتة اتنين تسعة واحد خمسة تمانية تلاتة خمسة، الآنسة هارادا.
صوص فرنسي، من فضلك.
عافاك خذني للمطار A.
بغيت شي صابون.
بغينا نلعبو التنس. واش كاين شي ملعب عمومي قريب من هنا؟
عافاك بان لي شي حوايج ديال لولاد صغار.
هلاّ قلتيلي على شي مطعم زوين قريب من هنا؟
هاد السكاف كبير وسود.
كَانْ عْلِيَّ نْكُونْ دَيَّالْتْ رَقْمْ خَاطِئ.
لثلاثة. واسمك من فضلك.
شكون عارف متى غادي تحسن الأمور؟
واش هادي صدفة؟
هاني هاني فالعطلة ديال الصيف.
بغيت نشري شي تذكارات لصحابتي.
علاش لا، دابا ناخدهم؟
كيفاش نقدر نضبط التهوية ديال الهواء؟
هل يمكنني الجلوس بجانبك؟
شكون هو النوع ديال الأكل لي كيتناسب معاه؟
ماعرفتش العنوان ديالي بعد. ولكن غادي نبيت ففندق فسان فرانسيسكو.
ما قادرش نعس بسبب هاد الطفل لي كيصاوب الضوضاء من ورايا. واش ممكن تقوليه شي حاجة؟
فِي أَكْثَرِ الحَالَات، سَتَكُونُ فِي مَوْقِفٍ صَعْب جِدًّا.
كيعياني الكوجينة ديالي.
مَا فاهمش. درْبْ لْيسار. هاداك الشاحنة. هاهو. صعدْ فْهادْ الطريق. هيا، وقفْ هنا.
نزل ف محطة فيكتوريا و خذ الطرامواي ديال الشرق-الغرب.
هادشي مخروم. خصو تخفض ليه الثمن شوية.
شحال كا ياخد الوقت باش توصل لليابان؟
فين غادي نبدل السيارات؟
كَنْحَسّ بالتحسس من الأسبرين.
هل ممكن نساعدك نلقاو شي حاجة معينة؟
نتلاقاو ف المطعم.
عندك ثلاثة د المرات ديال الكتب بحال ديالي.
كايْقارب طولو واحد متر وسبعين سانتيمتر، وهاو صْلْع.
كَنْحسّ بلي بغيت نشرب البيرة فهاد الحرّة.
هل يمكنني تناول الفطور الآن؟
ها هي رخصة السياقة الدولية ديالي.
بغيت كريم لليدين.
هلا كتبتي العنوان ديالك هنا؟
معذرة، الليلة باعوها كاملة. عندنا غير شوية ديال التذاكر لليلة لخرا.
هاد الكاس ديال الخمر كيصبن فالماكينة ولا لا؟
هوما قويّين بزاف؟
آه، ولدي.
سقطت لي حلق من هنا.
غادي نبدل لرحلة دلتا للطيران رقم 215.
كَنْظُن بلي لَمَسْت شي مرجان سُمِّي.
عندك شي صناديق؟
تركت شنطتي هنا، والآن اختفت.
بغيت شوية الخس.
بالتأكيد. شحال من ساعة بغيتي الحجز؟ شحال من واحد؟
عندك تبقى فاليسار.
شكون عارف علاش؟
دابا، شحال هو باب الخروج ديال كرنيجي هول؟
هل ممكن نستعمل الملاعب ديال التنس؟
بغيت ندعيك على الغدا.
شكون اللي غادي يخلص هنا؟
فين شفتيه لآخر مرة؟
عْطيني أداة ديال لْبُوْبَة، الله يْرْضِيْ عْلِيْك.
خليت ساعتي فالقطار.
نعم سيدي. لحظة واحدة من فضلك. تفضل.
عندو ما جاش بعد؟
علاش الوقت لي خاصني نمشي فيه من هنا باش نوصل فطيران 12؟
صحيح هاد الصباح سخون، مشي؟
آه، كنشوف. مكنفهم والو من لي كيقولو الناس لي حوالينا.
بغيت شي سيارة ديال الإسعاف، الله يرحم الوالدين.
هل كاين شي معالم مشهورة؟
هلاّ بانّي فين كنّي فهاد الخريطة، الله يخليك؟
نعم. ولكن ما كنحبش لي حلوين.
واخا، خليني نشوف. غالي عليا بزاف.
شكون هوما الأكلات لي غادي ناكلوا ف الغدا اليوم؟
تما لقيت التلفزيون، وهاذي هيا ليك ليكوماند.
معذرة، ولكن خايف عليك تبقى عندك.
استمر في السير مستقيم حتى توصل لشارع الأمل.
بغيت نشري هاديك.
ها هو المفتاح وهاذي العقد.
هل يمكنني الانتقال إلى منطقة التدخين؟
هلا بعثتي طاكسي لشارع براون، رقم 23؟
ما طلبناش هادشي.
كاس دي شامبانيا، الله يرضي عليك.
واخا، غادي تمشي ليك 15 دقيقة مشي على رجليك من هنا.
كأس أخرى، من فضلك.
بغيت نحجز شي غرف.
شكون اللي غادي يبان ليه حلو معاها سوار حلو؟
فاي بلاصة كاينين مستحضرات التجميل؟
هلاّ عطيتيني العنوان ديال قسم التصدير؟
كَنْخَافْ التْغْيِيرْ دْيَالِي مْقَصَّرْ. قْدَرْ تْعَاودْ تْحْسَابْ؟
شكون هو لي كايدير التير ففريق سينسيناتي ريدز؟
واحد كافيه لاتيه صغيور، الله يرحم الوالدين.
نادي سوبتروبيكانا زوين. كايبقا مفتوح حتى لساعتين صباحا. الموظفين غادي يديو ليك تاكسي ملي تبغي تمشي.
المراهقين اليابانيين مهتمين بالموضة.
ما غاديش نستعمل الفلاش.
هل ممكن تشوف العجلات؟
بديت غير دابا فالدروس. صعيب بزاف.
فين كاين باب الركوب ديال الخطوط الجوية اليابانية، الرحلة 214؟
كنت كندخن كل نهار.
ركبت فـ التران الخطأ.
هل ممكن ناخد ملصقات البريد الجوي؟
شحال مستعد تخلص على هاد الشي؟
ما بغيتش حار بزاف.
شحال هادي غادي تطير الطيارة ديالك لسان فرانسيسكو؟
مكاينش هاد الباب اللي كنخرج منو.
بغيت خمسين غرام من هاد اللحم مقطع، الله يرحم الوالدين.
عندك تذكرة ديال الرجعة لاليابان؟
قول لي كيفاش ندير تلفون؟
بغيت لون آخر، من فضلك.
لي كيجري ورا ثنين ديال الارانب ما يوصلش لشي واحد
كَنْوَافِقْ مَعَاكْ فِي الفِكْرَة دْيَالْكْ، وَاخَا تَكُونْ بِشْرُوطْ تَضْمُونْ فِيهَا تَمَامْ مَشْرُوعْ المَعْمَلْ فِي الوَقْتْ المُحَدَّدْ.
هلا جبتي لي تذكرة، الله يرحم الوالدين؟
قولها ببطء.
هادشي ما كاينش نظيف.
بغيت ناخد حجز لدورة ديال الغولف غدا الصباح.
كل على راحتك من الكيكة. هادي من صنع البيت.
غادي تشوف جوا هاد الشنطة، حتى هي؟
صحيح. في لغتنا، "ساكانا" والتي تعني السمك، تأتي من مزيج بين "ساكا" أو "ساكي"، و"نا"، حيث أن السمك يعتبر طعامًا خاصًا يُؤكل عند شرب الساكي.
عبر، من فضلك.
هل ممكن تجي تاخدني من الفندق؟
غادي يكون نهار الجمعة الواحد و العشرين.
شحال هادي عندك هاد الصداع؟
بغيت شي بلاصة فالباراديس.
ماعرفتش كيفاش نملا هاد الاستمارة.
حاولي تجربيه بلون فاتح، هادشي لي كنقترح.
فِين كاينة قسم الأحذية ديال النساء؟
تحت الكرسي اللي قدامك.
شحال باقي داير المحل التجاري؟
ما خاصكش تشكرني.
هادشي أكثر من اللي كنت متوقع نخلص.
بغيت ندير موعد على خمسة ديال العشية اليوم.
كاين الحلاقة فالفندق؟
شكون الوقت لي غادي تقبلو فيه الغسيل غدا الصباح؟
هاد شي ديال السافير. عندنا غير وحده من هاد النوعية، وهاد السلسلة من أحب المفضلات عندي. بغيتي تجربيها؟
خبرني بالثمن بعدا، الله يرحم الوالدين.
فين كاينة العرض؟
هاني جيت باش ندوز.
جعل لينا شوية ضيقين من تحت و بلا كرانيش.
بغيت نشوف شي مجموعات شعبية ديالك هنا.
مَاكَلْتْشْ هَادْ الشي.
هاري، واش كاين شي حاجة نقدر نديرها؟
عند تلاتة.
هلا كويتهوم لي هاد السروال، الله يرحم الوالدين؟
الحديقة الحيوانية كاينة على بعد تلاتة بلوكات.
هاد الصوف صافي ولا فيه خليط؟
شكون هادشي؟
كَنْفَرَحْ بزافْ بلي تَنَاقَشْنَا فِي جَمِيعْ المَوَاضِيعْ المُهِمَّةْ وَ لْقِينَا الحْلُولْ. كَنْحِسْ بْوَاجِبْ الشُّكْرْ لِيكْ عْلَى تَعَاوُنْكْ المُثْمِرْ.
بغيت دليل سياحي.
شكون هو المستشفى لي غادي يديوه ليه؟
إيلا عطيتيني تخفيض، غادي نشري هادشي حتى هو.
كل بشهية.
فين كنشري تذكرة لماتش د البيسبول؟
عفاك. كيفاش نمشي من هنا للبنك؟
عندك شي بطاقة التعريف الوطنية؟
"عافاك، وريني كيفاش نستعمل التليفون."
شوف هادشي. هاد متجر كبير. نتمنى تكون جبتي معاك فلوس بزاف.
بغيت شي بلاصة فالبلكونة.
كيعجبني. غادي ناخدو.
فين كاينين سور المدينة؟
رجعت.
بغيت شي حاجة كثر كثافة، الله يرحم الوالدين.
مكاينش الصابون.
اش كاين بعد؟
للسان فرانسيسكو، من فضلك.
شكون هادو؟
فين كاين الكرسي رقم 60 أ؟
شحال بعيد من المحطة؟
نعم. يسكن في زنقة جيو عدد 1234.
ولدي طاح.
نعم، عندنا محكمة متاحة في الثانية و أخرى في الرابعة.
هل كاين خط ديال الميترو كيوصل للمركز الإداري؟
فاش القسم؟
شري ليك الفول السوداني من هنا.
و علاش لا، أنا كنحب الاثنين.
بالتأكيد. هذي هما 2 شنتة و شكارة. خلي هاد التذكرة معاك.
نبيذ أبيض، من فضلك.
حيت حنا فموسم "أوبون" دابا.
هل ممكن نغوص هاد لعشية؟
كاين شي معلومات على الترفيه هاد الأسبوع ف البلاصة؟
صاحبي عندو وجع فالبطن. واش ممكن تعطيني شي حاجة خفيفة ليه؟
ثنين واحد اثنين تلاتة أربعة ثمانية تلاتة ثلاثة ألف.
ممكن مقعدين على جانب القاعدة الأولى، من فضلك.
هل بغيتيني نملاه ليك؟
رحلة رقم سبعة تأخرات ساعتين.
بغيت نشوف البنايات التاريخية.
غادي نبعثو شي حد من الأمن.
كايْن شوية الحر.
جيت من البرتغال.
وَخّا شربت العصير لي عطاوني، غمضت. ملي فقت، لقيت المحفظة ديالي و الشنطة ديالي مشاو.
إذا بغيتي، يمكن ليك تطلب الفطور بالطريقة الإنجليزية مقابل زيادة فالثمن.
ضيعت ليك المحفظة.
بغيت نكري سفالة.
هلا زدت لي شي دريهمات صغار؟
سباغيتي بولونيز، من فضلك.
بغيت شي بييرة الله يرحم الوالدين.
بغيت نمشي لباريس. واش خاصني نبدل القطار؟
شكون هي الوقت لي مزيان بالنسبة ليك؟
هل ممكن ناخد وصفة طبية؟
بغيت واحد آخر.
شبكة أبحاثنا الواسعة متوفرة أيضا لتلبية احتياجاتكم.
هاداك هو الهدف الأول ديال الموسم.
مكاين والو ليا. شكرا.
نمشيو نتفرجو غير فالمعروضات.
كَنْتَكْرَبْ دَابا. دَازْنَا نْدِيرُو عَشَاء سْوَا.
شكون هي السبيطار؟
حنا دابا طالعين فوق بارك يوسيميتي الوطني.
هل كاين شي حاجة للولاد؟
شريتها من سوق الخردة.
كَنْسَافَر.
خلصت من أكلي. شيلو الصينية ديالي.
غادي نكري هاد النوع. شامل التأمين ديال السيارة.
هادشي لِسيدني؟
شكون كايعيق؟ واش نقدر ندخل بالجينز والسباط؟
نعم. حسب توقعات الطقس الأسبوعية، غادي يبقى الجو مزيان هاد الأسبوع.
عافاك بان لي شي قفازات.
"سيدق الجرس، من فضلك."
دير يمين فالزنقة.
تكلّم بصوت عالي، من فضلك.
هلا جبتي لي سماعات؟
داكشي مكسّر.
وحدانة ديك صغيور و كولا كبيرة، الله يرحم الوالدين.
تيفاني. واخا، غادي نمشيو غير نتجولو.
"سول هاد لفيلم يتصور ويطبع."
كَنْضُنْ غَادِي نْعَمْ. شُكْرَانْ بْزَافْ.
هادي مسؤوليتي. مكنشوفوش بعض بزاف.
شحال الثمن ديال الإرسال بالبريد الجوي؟
بغيت شي قبعة.
يمكن يكون صحيح، ولكن ما نقدرش نأكد.
غادي نبيت فالوتيل.
معمرك تقدر
هلا فتحتي قارورة الخمر؟
عندي نبقى ثلاث ليالي؟
نعم. بغيت نجرب الكوربيط الأحمر- ولكن هل هو حار بزاف؟
بغيت شي patins.
هادشي عندو كريم واقي من الشمس؟ شحال كيعطي من حماية؟
ما بغيتيش تعاودي تشوفي فهاد الشروط ديال الأداء؟
عفواً بزاف.
هاد القطار غادي لشيکاغو؟
كيفاش نقدر ناخد طوموبيل ديال ليموزين من هنا حتى لهيه؟
لا، معذرة، شفت ولكن ما لقيتش.
فيلم ملون ديال 24 إطارا، من فضلك.
شحال هاد الجولة؟
شكون اللي كايشري التذاكر هنا؟
نعم موافق، ولكن بشروط معينة.
علاش لا، بغيتي شي طابلة؟
بغيت نشارك فجولة ليلية.
بغيت شريحة ملونة لهاد الكاميرا، من فضلك.
شحال الثمن حتى لسياتل؟
شحال الوقت اللي غادي نوصلو فيه لسياتل؟
بدّل لي الغرفة، من فضلك. عندها ريحة غريبة.
فاين كاين المتحف؟
"بالمعدل الكامل، من فضلك."
حاضر. غادي نعطيوك طابلة مزيانة. شنو هو اسمك؟
غرفتي كايطل على زنقة مزعجة.
غرفة فيها دش، من فضلك.
هاه، عندك حرارة. واش كيفاش داير ليك الكرش؟
مُزْيَان. كاينة بزاف د الأشياء باش تختار.
عْطيني طْوْمُوبْ 20 سِنْتْ، الله يْحَفْظْ.
وايلا خير نبلغو البوليس؟
بغيت شي مربى.
كَنْظُنْ نْمَشِّي بْالْلِيمُوزِينْ.
بغيت شي سلطة خضرا.
شكون الوقت لي غادي تفيق بكري غدا؟
بغيت نمشي نشوف أوبرا. فين كيتقام؟
قول ليا فين هي الصيدلية لي قريبة من هنا، الله يرحم الوالدين؟
علاش خاصني نبدل الغرفة إذا بغيت نزيد مدة الإقامة ديالي؟
حجز غدا، من فضلك.
ما كتعجبهاش تصاوب الصحون.
غادي يرجع ف 4 ديال لعشية هاد النهار.
شكون هي تردد الجولات؟
جيب لي شوية كتشب.
شحال غادي ياخذو الوقت باش يخلصوهم ليا إذا طلبت الخدمة العادية؟
سيدي، بغيت منك دير لي تقرير على ضياع الشنطة ديالي.
بغيت نحتار ثلاثة تذاكر لمسرحية "القط على سطح من صفيح ساخن" لليلة غدا.
بغيت نبيت عندكم فالفندق غدا الليل. غادي تحجزولي غرفة واحدة؟
هل المسافة طويلة مشيا على الأقدام؟
هلا بدّلتي بواحد أكبر منو بحجم؟
ثلاث مية، خمستين و خمس طوالع، من فضلك.
لا، بالعكس.
بغيت نخلّي الشنطة ديالي.
هلا وقعت على الفاتورة ووصل البطاقة الائتمانية؟
سول على تحويل الدولار للباوند.
شحال غادي ياخد الوقت باش نوصلو لفندق بارك بالتاكسي؟
تسرقات ليا المحفظة و أنا كنحاول نتصال.
هادشي مثير للاهتمام. غادي يكون مفيد بزاف للشركات.
سميتي ساتو. دزت نطلب من شوي. بغيت نتسجل، الله يرحم الوالدين.
بغيت ماسك للوجه.
شكون كايعرفني نخلّي السيارة فمطار لا غوارديا؟
بالطبع لا. سأرسل لك رسالة بمجرد وصولي للمنزل. مع السلامة، السيد ناغانو.
كَنْتْ عالق فْالطْرافيك، وْمْشِيتْ نْتَخْرْجْ فْالوقت.
عندك شي خدمة خاوية؟
عافاك، بزاف هادشي.
ماعجبنيش هادشي، ما كايليقش عليا.
باغي نبعث هاد الباكيتة الصغبرة بالبريد العادي لليابان.
مقعد واحد ف التراس، الله يرحم الوالدين.
بغيت شي كرسي من اليسار.
هاد المدينة فيها خضرة بزاف.
صفر تلاتة تلاتة تمانمية واحد أربعمية تلاتة أربعتاشر خمستاشر.
علاش ما نلبسش شي حاجة مزيانة؟
"شيانتي، من فضلك."
كانت كا تسوق بسرعة.
بغيت عصير الجريب فروت.
هلا كبّلتي لي الأرجل، من فضلك؟
شحال الثمن ديال الغرفة الثلاثية بلا دش؟
هادا السيد تاناكا فالغرفة 1209. بغيت مجموعة ديال المناشف ديال الحمام جداد.
ضغط على سنانك بشوية.
كنشدوو غرامة الإلغاء.
هلا جبتي لينا تذاكر اثنين؟
هادي ستة دولارات و أربعين سنت.
هل ممكن نشوف اللائحة، من فضلك؟
شحال ثقل هاد الشنطة؟
هادشي ما قلتوش من قبل.
فين كاين شي تليفون عمومي؟
جولة سنوركلينج، من فضلك.
نعم، حنا مفتوحين طول الليل.
مرحبا بيكم كاملين هنا فالتجمع السنوي الثالث ديال عام واحد وتسعين وتسعمية.
شكون هوما الممثلين؟
شحال غادي يطلع الكل؟
سميتي اليزابيث.
كاين شي بلاصة مزيانة نشوفوها فثلاث سوايع؟
فاين كاينين الشنط ديال الرحلة ديال الخطوط المتحدة رقم 801؟
هل ممكن تصدق شهادة السرقة؟
شكون الوقت لي بغيتي نتلاقاو؟
الحوض مسدود.
جينا غير البارح لأمريكا من اليابان.
فين كاين هاد الرقم ديال الكرسي؟
بغيت نسولك، عندك تأمين السفر لهاد الرحلة؟
غادي نبقى خمسة أيام.
فين كاين شي دُكان مُعفى من الضّريبة؟
كان عندي تذكرة الطيارة فالباغيت ديالي.
كَنْظُنّ غَنْمَشّ مْعَ السّاعَة.
هنا شوية فضفاضة بزاف.
خليني نفكر شوية.
هل كاين شي بار قريب نتمشى نشرب فيه شي حاجة؟
غادي نوصل فخمس دقايق.
"منين هادي وهي فأمريكا؟"
بغيت زر كبس.
واش كاين حظر تجوال؟
اللون مزيان، ولكن الحجم ما زال ما صايبش.
بسكوييت ياباني
عندي ناخد تذاكر الصف الأول دابا، ولا ننتظر حتى للفرجة الجاية؟
واخا، فهاد الحالة غادي نجرب شي شركة أخرى.
هاد السني يوجعني.
وحدة أخرى، من فضلك.
كيفاش كتلبس ملي كتكون فجنازة؟
ملي الضوء الأحمر يضوي، ضغط على الزر.
صفر-صفر-ثلاثة، الخطوط الجوية اليابانية.
شحال ساعة؟
سيد سوزوكي، ربي معاك.
عندي ألم حاد فظهري.
هلاّ عطيتيني شي حاجة خفيفة فيها الكحول قليل؟
ضيعت الباسبور ديالي في شي مكان.
غادي نكونو حاضرين ليك الطاولة، السيد كيمورا.
بغيت لعبة سيارة.
هادا زوين بزاف.
واش كامل شحال كايدوز؟
هل خاصني نوقف فالصف هنا؟
لعفو، لعما ديال لدار، الله يرحم الوالدين.
استمتعت بالحديث معاك.
شكون اللي غادي يبيع ليا التذكرة هنا؟
حسيت بهاد الطريقة من البارح.
غدا غير 4 و شوية.
اليابان بلد سريع الإيقاع.
"كون صبور شوية حيت كنبحثو عليه."
عندي هاد الشي.
عندي حساسية فالجلد. شنو هي أحسن كريم طبي؟
كَتْصَوّر بَاش غادي يْدَوّز البيكنيك دْلغدّة فْدَاخل؟
نعم، عندي شي معارف. واش راك مسافر؟
سميتي يوكو ياماوكا. هل ممكن تبدّلو لي حجز الطيارة؟
باغي نشوف فيلم ديال الكوميديا كيتعامل مع الحياة العائلية.
كتشرب الشاي ولا القهوة؟
كَنْخَدّم على الدبلوم دياَلي، ولكن غير بَشْوية.
شكون هي الخدمة ديال هاد المطعم؟
حلم سمح
تولدت فبلاصة على قد مية كلم من هنا.
خير ليك تبقى فالغرفة ديالك فالفندق لشي نهار.
بغيت شي حاجة تْدير الصداع.
كاي ليا بالضبط.
هاد الغرفة سخونة بزاف.
هاهوما؟ متأكد؟
نعم، هذا أحسن جودة. هذا مصنوع من الكشمير.
اللوازم اليومية.
سقطت الكاميرا ديالي على سطح قاصح.
هلاّ بانّي شي حاجة أخرى؟
عندي غير خمسين دولار معايا.
كاين شي حاجة ما كتقدريش تاكليها؟
سقطت لي ملعقة.
شكرا. بكل سرور.
غادي أي حاجة تكون مزيانة.
بغيت شي بلاصا رخيصة، إن أمكن.
منفضلك بغيت القائمة.
فين كاين الميترو؟
فهمت. وفين نقدر ناخد الطوبيس؟
ننتظروا المساعدة.
سميتها السيدة غريغسون، صحيح؟
فين كاين شي ملعب تنس؟
غادي تشوفني هاد الساعة؟
دابا وليت كنحب الطيب.
شحال من عام ما شفتك! لقيتك فالكتبية، صراحة ما كنتش نتوقع.
عندكش مضارب للكراء؟
الشيء كيعتمد على فين تخرجتي.
آه، فهمت. غلطتي. معذرة.
بغيت شي حاجة خفيفة.
ممكن تاعطيني تذكرتين ديال الدرجة الثانية، في اتجاه واحد، لمدينة إدنبرة؟
نعم، غادي يجيو.
بغيت خريطة ديال خطوط الميترو، الله يرحم الوالدين.
كَنْقومْ متأخرْ فْ نهارْ الأحد.
كَانْدِيرْ خْرُوجَاتْ دَيْمَا فِي الوِيكِيْنْدْ مَعْ لْعَائِلَة دْيَالِي نْتِيْجَة لِلْمَشِي.
حاضر سيدي. هل من الآمن تمرير هذا الفيلم؟
دابا ممكن تاخد وحدة من ديالي.
شحال باقا على طوكيو؟
شوف قبل ما تركب فالطوبيس فين كايمشي.
جوج للبوفيه.
جِي هَنا فْ سَاعَة، الله يخليك.
معذرة، ولكن كلشي محجوز ديك الساعة.
كان خاصني نبعث ليهم بالبريد الجوي.
نعم، عندنا واحد كيشوف على المحيط.
لون السيارة كان أصفر.
شكون الأفلام اللي كاينة دابا؟
ما كنفتاش بحال لعيون الحارة.
مزيان. شكرا.
نعم، مزيان. غادي نشوفوك على ستة و نص.
أكيد سيدي. هل تريد أن تلقي نظرة على هذه الكُتيبة؟
نعم. هذا هو غرفة 234. مراتي مريضة بزاف.
عندك شي حزام كيوافق هاد الجاكيت؟
شحال من مرة كتلعب البيسبول فالشهر؟
معذرة، ولكن مادام رأينا مختلفين، ما نقدرش نوافق على تجديد العقد.
صباح الخير، السيد كاميرون. كيف حالك؟
سميتي أكيو يامادا و رقم الرحلة هو JAL صفر اثنين ستة متوجهة إلى طوكيو.
عْطيني عْطر فْي كْيس.
هل ممكن ناخد ورقة استرجاع الضريبة؟
هل يمكنك أن تلتفت يمينا؟
عرض ليا على هاد الخريطة.
عندكوم شي غرفة لاربعة؟
لا سكر، غير كريمة.
هاد الصباح السيد كاواكامي عندو زيارة عند واحد الزبون.
كيفاش نوصل لهيه؟ واش تقدر توضح ليا فين هي فالخريطة هادي؟
ولكن كَتْزْرَعْ الخضرة هنا.
أريزونا بحال حمام البخار.
عافاك عطيني كاس ديال الما.
بالتأكيد، يمكنك ذلك. ولكن سيكون هناك رسم توصيل بقيمة خمسين دولارًا.
هادي قريبة من هنا؟
"هل ممكن ناخد شي مقبلات، من فضلك؟"
هل يمكنك تبديل الإطار، من فضلك؟
هادشي كاين مية وعشرين دولار؟ كنحس بلي غالي بزاف. كتعطيو تخفيضات؟
عندك السوتيرن؟
بغيت دبا طابعين للكروت لي غاديين لليابان.
عافاك بان ليا على الباسبور ديالك والورقة ديال الهجرة.
شكون لي كا يبيع فالطابق الثاني؟
ماشيتي ما متوفراش غدا.
هل الماء سخون؟
هل ممكن ناخد الفاتورة ديالي؟
نعم. في أقرب وقت ممكن. الأمر يتعلق بموضوع مستعجل.
عندك الضمان ديال الجودة؟
دزت على راسي. هل يمكن أن تستعير لي مفتاحا احتياطيا، من فضلك؟
فين كاين المكتب السياحي؟
كيفاش نقدر ندير مكالمة تليفونية لليابان؟
عندي قطعتين ديال الشنط خاصهم يتفحصو.
كايحكي مع شي واحد آخر.
هنا سخون بزاف، و ظلام بزاف.
شكون هو الفنان؟
خليني نقدم راسي. أنا سميتي غورو يامادا.
سمح لي. سقط لي السكين. بغيت واحد آخر؟
فين هو البوب؟
شحال دْلأونصات؟
آه، لا. كان خاصنا نلبسو لباس مناسب للمسرح.
هل كاين شي طوبيس؟
شكون هو سعر الصرف؟
عندي حقيبتين ووحدة ديال البذلة.
الصْحافْة مْخْبّطين.
زغردي يا دنيـا. غادي نهرب من خدمتي شوية.
شحال من شنطة بغيتي تحط؟
واخا، كلشي غالي فاليابان دابا، ولكن الأكلات ديال التوفو ما غاليينش بزاف بالنسبة لينا. أما إذا بغيتي تجربي المطبخ الكيوطي فشي مطعم راقي، خاصك تكوني مستعدة تخلصي 200 دولار للشخص.
قولها بصوت أعلى شوية.
دابا فين هي السكّة ديالي؟ آه، جات.
شحال ديال الفلوس اللي كانت عندك فالبوسطة؟
والله ما عارف. هلّا قستني، الله يخليك؟
متبقاش تنسى تجيب معاك الباسبور ديالك.
هادشي كامل لي عندك؟
أكيد. غادي نطلب ليهم يديرو ليك اتصال غدا الصباح على خمسة صباحا بالضبط.
شكون اللي عندو الكارطة ديال المقاعد ديال المسرح؟
معذرة، خاصك تخلص 99 يوم مقدم.
عندك شي تقويم ديال الأحداث؟
عْطِيني بَوْلُو دْيال فِيلْم سِينِيما دْيال سِتَّاشْ مِيلِيمِيتْرْ مْعَ الصَّوْتْ.
فهمني على خاطرو.
كايْدير خدمتو بزاف فهاد الفترة. أكيد تنى نسي.
نعم، غادي ندير. ولكن شحال ثمنها؟
هلا بقيتي هنا لحظة؟ غادي نشوف ليك.
هادي أول مرة ليك؟
غادي نكلمك ملي يطيب ليك البرغر ديالك مشوي بالجمر.
هل يمكنك إرسال هذه الطردة بالتعريفة الخاصة بالكتب؟
حطي شوية لوسيون فشعرك، الله يرحم الوالدين.
فين كاينين الملاعب ديال التنس؟
فتح ثقب آخر، من فضلك.
كَانْ عْلِيكْ تْعْرِفْ شي حاجة على الشنطة ديالي؟
انا من الولايات المتحدة.
هادشي هو مقاسي؟
عندي الربو.
كَنْخَافْ مَعَنديش حجز، ولكن عندكم طاولة؟
لا سيدي. معذرة. ماعندناش بلاصا.
سؤال زوين. كنت غادي نشرح ليك.
عندي ألم داق في وذني.
بغيت ناخدو.
غادي نعملو حفلة صغيورا فداري الأسبوع الجاي. نتسناوك تجي مع مرتك.
راكبين دِيَال الترانزيت، عِندكوم الكارط دِيَال الترانزيت. ساعة دِيَال الخروج غادي تكون خمسة و عشرين. سمعو مزيان الإعلان.
بغيت ناخد موعد للعب الغولف لعشرة ديال الناس غدا.
هل ممكن توصيني بمكان بحال هادا؟
آه، شوية بريتزل. و هل يمكن أن أفتح حساب؟
شكون الوقت دابا ف لندن؟
علاش هكاك؟
ما خاصنيش ناكل شي حاجة فيها السكر.
واش فالباسبور ديالك؟ بغيتك تشوفو، الله يرحم الوالدين.
شحال طلب؟
انا طالب جديد. ماعرفتش كيفاش نسجل. ممكن تساعدني؟
كَنْتَسْوَلْ واشْ كَيْبْقَاوْ ليكُمْ تذاكرْ دْيَالْ لْيومْ دْالعْرُوضْ؟
غادي نربطك بواحد كيحكي إنجليزية.
واش حقاش؟
عفاك ما تزعجش، ولكن ساعدني من فضلك.
بغيت نرجع للـ Grand Hotel.
بغيت ننقل للخط BA تريز تمانمية تسعين.
كَتْذَكَّرْ شَنُو هِي خِصَالْ اللِّي سَرَقْ؟
فاش كدير فندق؟
شكون الوقت لي غادي يبدا؟
تسرقلي المحفظة من شي نشال.
كنتمنى نشوفك العام الجاي تقريبا فهاد الوقت
وقعات جروح. تعالى دابا.
عندي ننزل. هاد الطيارة ماشي ديالي.
شحال أقرب وقت ممكن نديروها؟
انا ليروي.
سلام. أنا ياماشيتا كنحكي. بغيت نتحدث مع السيد سميث.
عندكوم شي مطعم فالقطار؟
تسرقات لي كيس ديالي.
عندك شي غرفة خالية لليلتين الجايات؟
كَتْبغي التامين؟
هل يمكنك أن تضغط عليه لي؟
عندك مجلات يابانية؟
عندك شي وحدين نظاف؟
فين غاديين نتمشاو بالسيرف؟
هادشي عادي.
شحال من الوقت نرجع نتصلك؟
كَتْخْدْمو الأكل هنا؟
"التُّونَة بِالوَسَابِي، مِن فَضْلِك."
حاضر. غادي ناخدو. هل ممكن تديه للمحل باش يلفوه ليا؟
فاين كاين الحمام ديال الرجال؟
بغيت شي فيلتر.
ما غاديش تنجّيها بهاد الشي.
هل ممكن ناخدوا طاولة ف التراس؟
هل يمكنك أن تحرس لي متاعي هنا؟
قول لي فين وصلنا لشارع هدسون.
شكون هو الدكان لي كتحب؟
عيط ليا فالفندق دغيا كيف ما لقيتيه.
عندك شي ساعات جيب؟
هَلْ كَنْكَلْ هَادْ الشي بْلَا صوص؟
غادي نحتاج شي حاجة تحميني من البرد فالقمة ديال الجبل؟
شكون غادي ياخد القرار النهائي؟
كنت كنفكر فالأسبوع الأول ديال فبراير. مزال خاصني نبحث على الحجز.
كانو كاينين كاع الكارطات دياال لكريدي فالبورطابل.
عندو سلاح.
كاينين بزاف ديال الكلاب، صحيح؟
بغيت نشوف فيلم جديد.
بغيت شي حلقان.
ما خاصنيش ناكل شي حاجة فيها الملح.
شحال على الوقت ديال لي جاي؟
عندي شي خطط.
هلا وصلتني بواحد كي يتكلم اليابانية؟
بغيت طقم ديال الشطرنج.
للموتيل كونطنتال، من فضلك.
بغيت غير شوية ديال الخردل، من فضلك.
هل غادي يكون تابلوه ديال الورق في قاعة الاجتماعات؟
كنتُ غادي نفضل شي غرفة فالوِر. هوما عادة هانيين.
بغيت شي غرفة هانية بزاف.
كَتْبِيعُو البضائع المعفية من الرسوم فطْيَارَة؟
بغيت نخرج الباسبور ديالي من الكاسيطة ديال الضمانة.
عند خمسة وخمسة.
غادي تقدر تشري التذاكر من شباك التذاكر ديال المسرح.
سمح لي، فين الحمام الله يرحم الوالدين؟
فاين كاين الشمال؟
عافاك، لعفو لبارطما ديل ساعة حداش وربع.
كتشوف التمثال لي فالدار ديك؟
عافاك بغيت شي ماء.
نعم، متأكد. لذيذ بزاف واكل بزاف. استمتعت بالعشاء بزاف.
شكرا. هل ممكن تشوف لي صندل في 6 ونص D؟
عاونو بالاسعافات الأولية.
كاين المرايا؟
فين كاين الباب رقم 24؟
خدي كبسولتين مرتين في النهار.
ماعنديش فلوس كافيين، غادي نخلص بالكريدي.
صبر شوية.
بغيت ناخد هاد الشنطة معايا ف الطيارة، من فضلك.
شكون بغيت نعطي هاد الشنطة ديالي؟
فين كنشري تذكرة ديال الطوبيس؟
باغي تنضم لينا؟
هلا زدت شيدر؟
من بعد، مرجو ملء هاد الطلب و التوقيع عليه.
بغيت خمس طابعات ديال 15 سنتيم وعشرين بطاقة بريدية، الله يرحم الوالدين.
شحال غادي ياخد الوقت باش نوصلو للهيلتون؟
شوية.
عندي خطة باش نمشي نتجول فالمدينة نص نهار هاد لعشية.
شحال كامل؟
غرفة هادية، الله يرحم الوالدين.
غدا نيت كندير ليك تلفون باش نشكرك على المساعدة لي قدمتي ليا ف الرحلة ديالي للولايات المتحدة.
عندنا خمسة عشر عيد وطني.
انا متأكد بلي دوزتو للكونطوار.
هادي الخدامة. بغيتي شي حاجة؟
شحال ثمن هاد العلبة ديال السجائر؟
كَتْحَبْ تْخَدْمْ هُنَا؟
لا، هذا هو ثلاثة سبعة تسعة ثلاثة ثمانية أربعة سبعة اثنان، أعتقد أنك اتصلت بالرقم الخطأ.
هل ممكن ناخد مفاح الغرفة ديالي؟
عفاك. واش ممكن تقولي شكون هو القطار لي كيمشي لزنقة ويلر؟
هلاّ عطيتيني شي فندق نظيف ورخيص؟
وعلاش هادشي شوية كيعمر بزاف. عندك شي حاجة رقيقة؟
علاش لا، ممكن نرجعها إذا ما جاتش مقاس؟
هل بغيتي تبعتيهم بالبريد الجوي ولا البريد البحري؟
وديني لشارع الملك.
عندك شي بلاصا خاوية الليلة؟
كَنْضُنْ بَالْحْصَة دْيالْ البَاصْ هْنا، مَا كَيْنْشْ؟
كَنْخَافْ مَا عِنْدَنَاشْ، سِيدِي.
"تكلم ببطء، ما كنفهمش مزيان."
علاش لا نجرب هادشي؟
شكون اللي غادي يجي معايا نشربو قهوة؟
بغيت نشرب شي بيرا. شنو كاين عندك من بيرا؟
شكون هاد الناس لي ما كيعطيوكش فرشاتة ديال الأسنان بالمجان؟
بغيت ثلاثة ديال البكرات ديال فيلم ملون بتعرضات 36.
هل كاين شي طوبيسات كايمشيو؟
آه، هذا ثمن غالي شوية. عندك شي حاجة رخيصة شوية؟
عفوا، طلبنا المشروبات ثلاث مرات.
شحال الثمن باش نوصلو للبرج ديال لندن؟
هلاّ قلتيلي على شي بلاصا نْقدر نمشي ونرجع فنهار واحد؟
ثقييييييييي
الزنقة مختلفة على لي مشينا فيها أمس. هاد الطريق مختصر؟
كيفاش تكتبها؟
ما كاينش بالضرورة هادشي. كنحس بلي تعلمو يعيشو مع بعضياتهم بعد سنين من التنافس.
بغيت نسولك واش المراكز التجارية كتقبل الشيكات السياحية؟
نعم، أكيد. شنو هو رقم الكارت ديالك و تاريخ صلاحيتو؟
بغيت جرة ديال المربى.
شكون اللي كايدير الكراء ديال معدات الغطس هنا؟
هل ممكن تعتني بشنطتي؟
جرب فندق إيتش أو فندق سي.
علاش غادي يطيب الضو؟
شكون بغيتي داك الشعر ديالك؟
بداية الأمور مع رولينغ ستونز.
نعم، سلطة الجمبري في البداية.
تسرقات ليا الباسبور ديالي مع سبعين دولار.
شكون هاد البناية الغريبة؟
عندكوم شي بركة سباحة فهاد الفندق؟
عيط ليا غدا الصباح على ستة. غرفة رقم أربعة وعشرين.
هل يمكنني الدفع بالين؟
مخليش ليك فلوسك. غادي تبدلها غير بشي حاجة أخرى.
فين كاين الجامعة؟
كانت لابسة تيشرت و جيبة طويلة.
انا من امريكا
هادا هو مطعم دالاس.
مرحبا بيك فأي وقت، تواصل معانا.
هل ممكن تبعو ليا لليابان فحال هاد الساعة؟
كَانْ نْخَذْ لَا تُرْكِي سَانْدْوِيتشْ فِي خُبْزِ الرَّيْ؟ وْبَغِيتْ مَايُونِيزْ زَايدْ، لَوْسْمِيرْ.
شحال من نهار صالح هاد التذاكر؟
هل بغيتي نخرجو نتعشاو مع بعضياتنا؟
سرقو ليا المحفظة ديالي مع الباسبور.
عندك شي خطة؟
كاين التدفئة؟
فين كاين المسرح؟
قْطَعْتُ صْبَعِي.
غادي تاخد مية دولار على هادشي؟
وعلاش، ما كنتش عارف أنه خاصك شهر على الأقل باش تحصل على كارت ديال الائتمان.
هل يمكنني استرجاع أغراضي من صندوق الأمانات ديالي؟
بغيت نبدل البرنامج ديالي.
لا، ما خاصكش. غير ضغط على الزر، الله يرحم الوالدين.
ضربوني باللكمات.
علاش غادي تنتهي الجولة؟
مِيامي.
جاي دوري؟
فين كنشري الحرف اليدوية الشعبية؟
هادي ستة دولارات. غادي تشريها؟
فين كاين أقرب حمام من هنا، الله يرحم الوالدين؟
خلصت على الوجبات والكراء ديال الفندق مسبقا.
عفوا، غادي نولي كنخدم الكلب.
عندي تقريبا تلاتة آلاف دولار.
مائتين دولار. نقدا ولا بالكريدي؟
فين كاين وقوف الطوبيس ديال الباركي سنترال؟
ممتاز. عندي مقعد جنب النافذة. آه، إذا بغيتي نتبادلوا المقاعد فبلا متأخر، الآنسة.
انا فالعطلة.
هذا هو القطار الصحيح للرباط؟
نعم، كل عشر دقايق.
هل مازال بإمكاني تغيير طلبي؟ أريد سمك السول بدلاً من المحار الصخري.
للدّراسة.
كيف هاكا كل نهار الاثنين.
آه، كايعرض محطات الميترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
فين كاين كونطوار التّسجيل ديال دلتا؟
هاد الشي ممنوع.
هادشي ثابت ف اللون ولا غادي يطير؟
هوما صغار بزاف.
شكون هي ساعات متحف الفن؟
وأنا خارج، عيطو للتقني باش يصاوبها.
سميتي كين.
هاد الأسبوع كامل كايمطر؟
هل ممكن نشوف هاد الكاسكيطة؟
هاد السيارة كتمشي لسياتل؟
وقّع هنا، وهاذي وصل ديالك للمحافظة.
خدمة الغرف.
هل هاد التذكرة صالحة غير فنهار محدد؟
واقيلا فات الوقت.
هلا تحفضلي حاجياتي الثمينة، من فضلك؟
غلطتي.
غادي نبقى عند صاحبي ف نيويورك.
شحال الثمن مع الضريبة؟
هديّة؟
هادي اللي من بعدو على اليمين.
كَتْفَضّلْ بْلاَبِيَة وَلاّ بْلاَبِيَيْن؟
هلا ساعدتني في العثور على أمتعتي؟
نعم، هذا يبدو شيئا يستحق المزيد من البحث. هل يمكنك النظر في هذه الإمكانية، سيد كينان، وإبلاغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
هل الطريق إلى فندق هيلتون بعيد؟
شكون النوع ديال المطعم لي كتدور عليه؟ بغيتي غير العشاء، ولا كدوري على شي مطعم فيه بار؟
جوج بطاطا، واحد كولا. دابا دوز من فضلك.
بغيت جاكيت.
كايضيق عليا هنا.
هل يمكنني تناول العشاء على السفينة؟
عندك هادشي؟
فِي الصِّيف فِي جَابَانْ، كَايَكُونْ الجو رَطْب وَخَانِق.
حافظ على هاد الأمتعة حتى لثلاث.
كان نهار اليوم زوين بزاف.
هل هاد الدواء فعال فتخفيض الحرارة؟
كانو عينو سودين و بعاد على بعضياتهم.
سيدي، بغيتك تحجز ليا طاولة لخمسة أشخاص.
سمح لي، بغيت شي كلكولاتور.
عندي ندخل للمستشفى؟
عندك التذكرة ديال الرجعة؟
بغيت ندير مكالمة دولية لليابان، الله يرحم الوالدين. أنا يوكي موراي فالغرفة 312. بغيت ندير مكالمة على حسابو للسيد كيسوكي موراي. رقم الهاتف هو طوكيو صفر ثلاثة ثلاثة سبعة اثنين ستة ثمانية ثلاثة تسعة واحد.
هل يمكنك إصلاح هذه الكاميرا؟
نعم، سيدي. عندك شي بطاقة تعريف؟
هل كاين شي بلاصا نتصب فيها تلفون؟
فين كاين قسم الأشياء الضايعة؟
ديك الساعة كان مزيان.
كيتعجب من زهور الخوخ فالعيد ديال البنات فالثالث ديال مارس.
علاش لا، ممكن نبدلو بشي حاجة أخرى؟
"هل نغلفو؟"
عندي تذكرة ديال دترويت اللي غادي تخرج على الساعة 11 صباحا.
هلا ساعدتني باش نلقاه؟
شكون هي لعندها الفكرة على واشنهي التاريخ لي خاصنا نديرو فيه الورقة؟
بغيت عصير، الله يرحم الوالدين.
25 دولار شاملين تمن التوبيس، دليل الرحلة و تمن الدخول.
مسجل، من فضلك.
بغينا نجربو الأكل ديال البلاد.
خَذ صاحبي لْلمستشفى، الله يخليك.
المتحف المتروبوليتان للفن زوين.
عافاك عطيني ورقة التأمين ديالي.
بغيت نكري دوك ديال الوينذسيرفينغ.
مَا فَهْمْتْشْ شْكِيْنْ كَتْقُولْ.
هاني سميتي كاملة وعنواني.
كَنْحَسّ بالتحسس من المضادات الحيوية.
غادي يكون خطير لو ما ركبتش طاكسي باش نرجع للفندق.
اقتراحو تقبل.
نعم، عندنا تسعة وتسعين نوع ديال الوجبات.
هل كاين شي خط ديال الطوبيسات لي كيمشي لهاديك الجهة؟
قول ليا كيفاش نتحكم فحرارة داكشي د ليكور؟
حمل لي شنطي، من فضلك.
سير فك السماعة. غادي نعاود نتصلك بعدين.
كاينين أربعة فصول مُختلفة.
عندي هاد الأعراض من صباح هاد النهار.
هل القطار كايوقف ف أديلايد؟
قهوتك، من فضلك.
خمسين سنتيم للكلمة. غالي أكثر من ما كنت كنتوقع.
غادي نقدرو نخليو حوايجنا هنا.
باغي نبعث هاد الكارطبوستال لاليابان بالبريد الجوي.
شكون هي ساعة خروج هاد القطار؟
عْطِيني قارْيَة صْغِيرَة مْنْهَا.
فين كاين التليفون الأقرب؟
فِي المَسْرَحْ لِي جْنْبْ المَكْتَبَةْ. لَكِنْ خاصْكْ تْحْجْزْ مُوْعِيدْ.
بغيت شي ساوسيج، الله يرحم الوالدين.
شكون هي الاختصاص ديال هاد المطعم اليوم؟
شكون اللي غادي يبقى فباريس غدا الصباح و ياخد الطيارة ديال سويس إير فالنهار؟
ثمانين و خمسة صنتيم
هادي حاجة زوينة بزاف. خاصك تجي تزورنا فنهار من النهار.
شكون الوقت لي غادي نمشيو؟
سمح لي.
لا تزعج.
بغيت شي حاجة متينة.
لا، أنا حاسس براسي محظوظ. هيا.
عندك شي واحد أكبر من هذا؟
بغيت نعمل حجز لثلاثة ديال الناس فسبعة، من فضلك.
عندنا طْرامْواي فْالمدن الكبار بحال طوكيو.
معذرة، ما غاديش نقدرو. غادي ياخذ أكثر من أسبوعين.
شحال كاينة كريّة التيليفون المحمول و البيجي؟
كاين غسالة قريب من هنا؟
كَنْتَسْنَاك تْسْكُت
واش الخدمة مشمولة؟
مَا كَنْحِسّشْ بِخِيرْ، عْطِينِي شْوِيَّة دْمَدْوُونْ، الله يْرَحْمْ الوَالْدِينْ.
لا بعد، شكرا.
سكان اليابان كايعيّتو سابع أكبر سكان فالعالم.
فين كنلقا شي حد يصلحلي ساعتي؟
عْطيني عْشْرة تْوكْنات، الله يخليك.
أكيد، خذ الحافلة رقم خمسة من الفندق الملكي ونزل في ساحة وسط المدينة.
غادي يتعاود قبل العشية ديال غدا.
نعم. هاد الصباح شريت جوجيت عندكم فالمحل. ولكن ملي رجعت وفتحتو لقيت ماشي هو لي شرية. ها هي الفاتورة ديالي.
شحال عندك ديال القنينات ديال الخمر؟
غادي تقدر تبدلها فأي بنك فالطريق ديال المطار.
عندنا خمر وردي زوين بزاف.
هلا قلتيلي شنو كاين فالبرنامج ديال التلفزة اليوم؟
انا متأكد غادي ترجع بخير في اقرب وقت
هادا طبق شعبي فالمطعم ديالنا.
عندك هدية زوينة لراجلي؟
كتشوف اللوحة ديال Air U.S. سبعة صفر سبعة؟ خاصك تمشي لهاديك الجهة.
عندي وجع فالبطن. بغيت شي دوا؟
هاد القهوة بغيتي تزيد فيها؟
غدا؟ ما عنديش ما ندير فالعشية كامل. ولكن علاش؟
هلا عطيتيني الفاتورة ديالي، الله يرحم الوالدين؟ واش هاد التكلفة شنو هي؟
غادي نوري ليك الدار.
عندك مدة ونتا كتعرفو؟
اش غادي يوقع لو قلت نعم؟
غادي تورييني كيفاش ندير مكالمة تلفونية؟
هادشي قرطاس؟
وحد طلب ديال سلطة بطاطا، الله يرحم الوالدين.
كيعصرني الكرش.
بغيت مترين من هاد القماش، الله يرحم الوالدين.
غادي تجيب لي شوية دْلجليض و كاسين، الله يرضي عليك؟
شحال هو الحد الأقصى للسن؟
عندك غلاف آخر؟
كَانْ عْلِيكْ تْعْرِفْ بْلّي مَوْقْفْتِيشْ فِيْنْ كَانْ لْوَاقِفْ؟
غادي نوصل تقريباً فالعشرة ديال الليل هاد الليلة.
التذاكر السريعة صالحة فقط للقطار والمقعد اللي حجزتي.
مكاينش عندي تغراغت من 3 أيام.
هادا هو بطاقة ديالي. غادي تشوفها دابا؟
شحال ثمن التذكرة ديال الخط الشمالي حتى لواشنطن بلينز؟
هَلْ عَلَيَّ أَنْ أَشْتَرِي تَذَاكِر؟
كاين غير شي حاجة ديال الجودة العالية.
هل كاين شي بلاصا للغطس قريب من هنا؟
اكتب اسمك، الفندق، ورقم الهاتف ديالك فهاد الورقة.
سيدي، دلني على مكتب الخطوط الملكية المغربية، من فضلك.
سيدي، بغيت تنزّلني فالنقطة الجاية.
ممكن تمشي للشباك الخامس.
نعم، البارح كان الجو شوية سخون.
شكون اللي غادي معايا لحاكون؟
مكنشفتها عند الكونسييرج.
هل تريد أن نتناول الغدا مع بعض؟
كَانْدِيرْ نْخَذْ شْوِيَّة دْ مَدْوَا دْ لْبَطْنْ؟
هادا عائلتي.
فين كاين المصعد ديال غريندلفالد؟
هل تريد بعض الشاي؟
هل هو أصلي؟
بغيتك دير راديو.
شكون لي عطا هاد الشورتات ديال البوكسور الثمن غالي هكذا؟
عْطِينِي تْسْعَة دْيال العْشْرِيَات، وَحْدَة دْيال الخْمْسَة، أَرْبْعَة دْيال الوَاحِدْ وَ البَاقِي فْ دْيال العْشَرْ.
معذرة، ما نقدرش. ما نقدرش نوقف غير فالفنادق لي فاللائحة هادي.
شكون النوع ديال الغرفة لي بغيتي؟
كَنْشْكُرْكْ بْزَافْ، لاكِنْ شَنْطَتِي كْبِيرَةْ بْزَافْ وْمَا غَادِي نْقْدَرْشْ نْحَمْلْهَا. هَلْ مُمْكِنْ تْحَافْظْ عْلِيهَا لِي؟
بغيت نستعمل صندوق الأمانات.
سميتي سوزوكي.
فين كاين اللوبي؟
معذرة على التأخير، رقم غرفتك هو تسعة وتسعين. ها هو مفتاحك.
فين كاينين خزائن الأمتعة؟
هل ممكن ندير موعد غدا؟
فاش غادي تبيت ف لوس أنجلس؟
ماعنديش مشكل.
فين كاين التواليت؟
قول للسيد توماس أنني كنبات فهوتيل هيلتون.
هلا قلت لي شنو هو الباص ولا القطار اللي كايمشي للوسط ديال المدينة؟
شكون هي تاريخ كأس العالم؟
صعد للمرقى. غادي تلقى طريق تفرّق لثلاثة. من بعد تمشي لليسار.
شحال الحرارة دابا؟
حط فلوسك فين ما كتقول.
سلام. أنا كارول براون. هل يمكنني التحدث مع سوزان؟
عندك شي غرفة بشي منظر زوين؟
عندك شي جرايد يابانية؟
غادي نمشي يوم الجمعة تسعة وعشرين ونرجع يوم الأحد.
ما عندناش فالمخزون، ولكن نقدروا نطلبو ليك.
كاين ستيكر ديال ميكي ماوس عليه.
هل كاين شي كافيتيريا؟
خالتي مبلبلة شوية و غريبة شوية.
فين كنشري اللبسة التقليدية؟
غادي ناخد ستيك من لحم العجل، وشي ضاني مشوي لمراتي.
دابا، علاش نديرو للعشاء اليوم؟
شكون كاينين عندك الكراسي فاضيين؟
بغيت شي سيارة.
عربة غير مخصصة للمدخنين، من فضلك.
فندق رخيص الثمن أحسن إذا كان في حي آمن.
عفوا، واش نكتب هنا شنو؟
كاين شي حل آخر؟
عندي زكام.
عندكومش شي غرفة أرخص من هادي؟
دازت عليا شي نمرة خاطئة.
كاين بناية زوينة من ديك الجهة.
بغيت يولي بحال ديال ميغ رايان، الله يرض عليك.
درنا بحث شامل على احتياجات الزبون.
عفاك. واش ممكن تقولي فين هو البنك الأقرب؟
فين كنقدّم الفطور؟ شحال الساعة لي كيتقدّم فيها؟
انا فلاح.
سمح لي، بغيتي ترفع شوية الكرسي ديالك؟
عندي نطبق لروحي؟
شحال هادي نقدر نوقف؟
كَنْبَحْث عْلَى طَاجِينَة مَا تْلِصْقْش.
غادي نشوف. خايف ما نلقاش اسمك.
كَنْظُن بْلي كاينة خْطأ. واش ممكن تْدَبّر لينا شي حل باش نقدرو نبقاو؟
هادشي لي خاصني ناخد معايا جوجاب؟
هل ممكن ناخد سماعات أخرى لأن هادوك ما كايخدموش مزيان؟
فطور كونتيننتال، من فضلك.
الرقم لي وصلتي ليه ما كاينش ف الخدمة.
علاش غادي توصل الطيارة لروما؟
عندك فكرة فين غادي؟
عافاك بغيت نص كيلو ديال سلطة الكروفيت؟
نتلاقاو فداري.
من فضلك متسحبنيش.
بغيت شوية الفول السوداني، الله يرحم الوالدين.
هل يمكنني الدفع بشيكات سياحية؟
هل ممكن ناخد خريطة للمنحدرات؟
غرفة الطعام كاينة فالطابق الأول وكاتفتح على خمسة وثلاثين دقيقة ديال العشية.
هلا غيرتي لي تاريخ الرحلة من لندن لليابان؟
بغينا نتساماو ونلعبو رياضات خاصة بساحل الغرب.
ما قادرش نشرح حالتي بالانجليزية.
معذرة، ولكن ما نقدرش نمشي معاكم.
انا من كولورادو. فين كنتي عايشة فاليابان؟
خلصت بالفلوس نقدا فالمكان.
واش العشا جاهز؟ أنا جيعان بزاف. بغيتي تحط لينا الطبلة؟
حطيه فهاد الكيس ديال الورق ديال اللون البني.
كَانْ كَيْضْرَبْنِي الرَّاسْ مُنْ مَا جِيتْ هُنَا.
بغيتْهُمْ مْخَيَّطِينْ وْمَرْفُوعِينْ، الله يْحَفَّظْ.
ما كتعرفش غادي نحتاج دليل سياحي؟
كَنْبَحْث عْلَى ظِل لْلعْيُون.
دَفْعْتُهَا مْعَ التَّذْكِرَة مْنْ وَقْتْ مَا شْرِيتْهَا.
ملي تجف، قشريها من وجهك.
بغيت نجلس دابا.
سقطت مني الشوربة.
"جيت شوية قبل الوقت، عادي؟"
هل كاين صالون ديال الحلاقة هنا؟
حاضر. متخافيش. عندنا ممرضة كتفهم اليابانية.
فين هو المرايا؟
شكون شاداك؟ هوما مصنوعين فسويسرا و مزالين فموضة هنا.
كتيبات وكتب.
شكون لي غادي يرجعني؟
عندك هادشي بالخضرة؟
دَفْعْتْ فاتورتي كاملين.
سيدي، عفاك خلي سبيلي.
غريب هادشي، ولكن كنحسن نتكلم الانجليزية ملي كنكون سكران.
هل كاين شي مكتب للبحث على الأمتعة الضائعة فالمحطة؟
خليني نفكر فيها، من فضلك.
غادي تقولي لي على شي فنادق ب 50 درهم لليلة؟
غادي نخصم ليك 20% من الثمن.
خصوصا في ما يخص تصميم مشروع ميركوري، ما كنتش نقدر نقرر بلا بيك.
لعافيتك.
هاد السفن القديمين باقين كا يخرجو للبحر؟
وقع لي حادث سير.
شكون الوقت لي غادي نجتمعو؟
فين كنلقا هاد الوصفة؟
في الحقيقة، أنا نباتي. ما كناكلش اللحم.
لذيذ.
شكون هو لي غادي يوصل بسرعة؟ ما عندناش الوقت بزاف.
نعم، موافق. نْمْشيو لْلْبْقَالْة دْلْعْبرْطْرِيقْ.
داك الاتصال مع اليابان متصل. تفضل، من فضلك.
شكرا على العشاء الرائع.
واش ممكن تقف هنا شوية، بغيت نصور شوية ديال الصور.
تعرضت للاعتداء.
فِي كُتِيب مُنْفَصِل مَسْمُو "مَعْلُومَات عَنِ الشَّرِكَة" ، الَّذِي يُوجَد فِي الْمُلَف الْمُقَدَّم، سَتَجِد تَفْسِيرًا أَكْثَر تَفْصِيلًا.
هلا جبتي لي شوية لحاف، الله يرحم الوالدين؟ هاد الغرفة باردة بزاف.
هلا حطيتو ليا قدام النافذة، الله يرحم الوالدين؟
كل واحد حر. أنا غادي نشرب البيرة.
ولد ف عام 1980.
شكون هي آخر حافلة لِـ بيمليكو؟
حسنا. واش هادشي مزيان؟ هاد الجولة لي كتدوز نص نهار غادي ترجعكم هنا فالواحدة.
عندك شي عنقيات بتصاميم فريدة أخرى؟
كَنْظُن هاديك هي كرسي ديالي.
شحال على الوقت اللي كاين الخدمة فالغرفة؟
علاش خاصني نلبس الكرافاطا؟
La mouchkil. Fin ghadi tkhodha?
ما عنديش فكرة.
طاولة التراس، من فضلك.
شوية قص من ورا.
هاذا هو القطار اللي غادي لشيڭاگو؟
هل ممكن نمشيو لتيكي بوينت غدا؟
غادي نلقاو تشكيلة أوسع فالصيدلية.
وضع خمس دولارات و 25 سنت لمدة ثلاث دقايق.
كاين شي كراسي هاد المسا؟
علاش هو القطار اللي غادي لاكسفورد؟
ماعرفتش كيفاش نستعمل التليفون، عاوني ووريه ليا.
كَنْتَمَنَّى تْزُورْ هَادْ المَعَالِمْ الجَمِيلَةْ فِي أَمْرِيكَا فِي القَرِيبْ العَاجِلْ.
حطيت المحفظة ديالي، الكتاب، والكاميرا فالشنطة ديالي.
هاد شي حد فهاد المتجر كيعرف يتكلم ياباني؟
الماء ما غاديش يسخن بزاف.
غادي تبيعهم واحد بواحد؟
كيف نْمَشِّي لْلمُوزَيَا؟
سيتحمس السيد غودمان بزاف.
رقم الرحلة هو PK سبعة صفر ثمانية في الخامس من شتنبر.
كَتْسْمَعْ بْزَافْ سِيكْسِي فِ التِّيلِيفُونْ.
هل كاين طوبيس ديال المطار للمدينة؟
هل غادي تلغي ليا الحجز ديال الكراسي؟
نعم، سيدي. الساعة الحادية عشرة.
هاد المبتدئين ما كايعرفوش والو؟
شكون الطيارة لي غادي توصل أولى ف نيويورك؟
واخا، ممكن تركب فالطوبيس ديال Gray Line Air Shuttle أو فالطاكسي ديال Carey Airport Express.
نعم، كنبحث على هدية لاختي.
شكون لي كايعرف يسبح هنا؟
نعم، أنت كذلك.
حشومة ما نتعارفوش، أنا كمان فرحان بالتعارف. هل هادي أول مرة تجي لأمريكا؟
كَنْظُنْ بلي غالي بزاف. عندكش شي ثمن معقول؟
بغيت نشري هادشي.
سرقوا مني الوصل ديالي هو الآخر.
عندنا شي حوايج ديال المنطقة؟
كَامْ كَيْطْلَعْ؟
أكيد. هل يمكنني وضع هذه الحقيبة هنا؟ أين أنت ذاهب؟
شكون لي بغا يجي للماتينيه؟
وقف على الجنب.
توسيع رقم تلاتة ستة سبعة، من فضلك.
شحال مدة الإقامة؟
غريب عرض عليا يصورني، و عطيتو الكاميرا ديالي. و هرب بيها.
كيفاش نوصل للمركز ABC؟
سيدي، بغيت نعمل محضر سرقة.
قالي اسمي السيد هيلتون، مدير الفندق ديالي.
واحد لون أعمق، الله يرحم الوالدين.
غادي القطار يمشي ف وقتو؟
هل كاينين جولات سياحية كتشمل زيارة لِلديسكو؟
شكرا بزاف. سفر ميمونة.
بغيت وحدة مشط.
ما كاينش اللي يبيع حتى حاجة بلا وصفة طبية.
علاش مرضتي؟
و من بعد غادي نخلص بالدولار و الين.
علاش ما نرجعوش لشي مدينة أخرى؟
كَنْخْدْمو السَنْدْويتشات و المشروبات من الحادية عشر ليلاً حتى السادسة صباحاً.
بغيت جوج بيضات مسخن مع البيكون، بطاطا مقلية، خبز محمص و قهوة.
بغيت حليب سخون، الله يرحم الوالدين.
كَنْخَافْ شَوِيّة عْلاشْ مَا غَادِي نْغَطْسْ زْوِين.
سلطة، من فضلك.
هزّي و سوقي.
شكون الوقت لي ممكن نتعشاو؟
مقصدي هو طوكيو.
فين كنشري الشنط ديال الجلد؟
بغيت داكشي ديال السمك مع الشيبس، الله يرحم الوالدين.
بالتأكيد. حتى طفل صغير ما غاديش يلقى مشكل باش يجوب عليه.
سمح لي. بغيت نمشي لحديقة حيوان برونكس. شنو هي أحسن طريقة باش نوصل؟
ها هو، مجانا.
سيرهوم برا داكشي غدا الصباح.
شحال هو السن القانوني للتصويت فاليابان؟
المرة الجاية اللي غادي نزوركم فيها، غادي نرجع أكيد. علاش لا، واش ممكن ناخد تخفيض؟
ما خاصهومش يتفرجو فشي برامج تيفي عنيفة.
واش داز عام كامل؟ الوقت كيجري بسرعة. بالطبع غادي نجي. غير قولي الوقت و المكان.
هادشي كامل لي بغيت.
هل ممكن تعطيني تقدير للثمن؟
دوزت ليك الصدقة مع الحساب.
هل يمكنني الجلوس بجانبك؟
فِي أَكْثَرِ الحَالَات، سَتَكُونُ فِي مَوْقِفٍ صَعْب جِدًّا.
شحال كا ياخد الوقت باش توصل لليابان؟
هل ممكن نساعدك نلقاو شي حاجة معينة؟
كَنْحسّ بلي بغيت نشرب البيرة فهاد الحرّة.
كَنْظُن بلي لَمَست شي مرجان سَمّي.
شكون عارف علاش؟
شكون اللي غادي يخلص هنا؟
واخا، خليني نشوف. غالي عليا بزاف.
استمر في السير مستقيم حتى توصل لشارع الأمل.
بغيت نحجز شي غرف.
كَنْخَافْ التْغْيِيرْ دْيَالِي مْقَصَّرْ. قْدَرْ تْعَاودْ تْحْسَابْ؟
هل ممكن تشوف العجلات؟
ركبت فـ التران الخطأ.
شحال مستعد تخلص على هاد الشي؟
لي كيجري ورا ثنين ديال الارانب ما يوصلش لشي واحد
غادي تشوف جوا هاد الشنطة، حتى هي؟
شحال باقي داير المحل التجاري؟
هاد الصوف صافي ولا فيه خليط؟
شكون هو المستشفى لي غادي يديوه ليه؟
بغيت نكري سفالة.
بغيت شي بييرة الله يرحم الوالدين.
بغيت واحد آخر.
عافاك بان لي شي قفازات.
كيفاش نقدر ناخد طوموبيل ديال ليموزين من هنا حتى لهيه؟
فيلم ملون ديال 24 إطارا، من فضلك.
بغيت نمشي نشوف أوبرا. فين كيتقام؟
غادي يرجع ف 4 ديال لعشية هاد النهار.
تسرقات ليا المحفظة و أنا كنحاول نتصال.
شكون كايعرفيني نخلّي السيارة فمطار لا غوارديا؟
بغيت شي كرسي من اليسار.
"شيانتي، من فضلك."
بغيت عصير الجريب فروت.
شحال غادي يطلع الكل؟
واش كاين حظر تجوال؟
هادا زوين بزاف.
شكون اللي غادي يبيع ليا التذكرة هنا؟
عندي حساسية فالجلد. شنو هي أحسن كريم طبي؟
كاي ليا بالضبط.
هاهوما؟ متأكد؟
سقطت الكاميرا ديالي على سطح قاصح.
كاين شي حاجة ما كتقدريش تاكليها؟
سميتها السيدة غريغسون، صحيح؟
شوف قبل ما تركب فالطوبيس فين كايمشي.
شحال من مرة كتلعب البيسبول فالشهر؟
عرض ليا على هاد الخريطة.
كيفاش نقدر ندير مكالمة تليفونية لليابان؟
سمح لي. سقط لي السكين. بغيت واحد آخر؟
عندي حقيبتين ووحدة ديال البذلة.
شحال ديال الفلوس اللي كانت عندك فالبورطابل ديالك؟
معذرة، خاصك تخلص 99 يوم مقدم.
عْطِيني بَوْلُو دْيال فِيلْم سِينِيما دْيال سِتَّاشْ مِيلِيمِيتْرْ مْعَ الصَّوْتْ.
بغيت ناخدو.
علاش هكاك؟
انا طالب جديد. ماعرفتش كيفاش نسجل. ممكن تساعدني؟
فين غاديين نتمشاو بالسيرف؟
هل يمكنك أن تحرس لي متاعي هنا؟
هلا وصلتني بواحد كي يتكلم اليابانية؟
غادي تقدر تشري التذاكر من شباك التذاكر ديال المسرح.
كتشوف التمثال لي فالدار ديك؟
شكرا. هل ممكن تشوف لي صندل في 6 ونص D؟
فين كاين الباب رقم 24؟
شحال ثمن هاد العلبة ديال السجائر؟
بغيت ثلاثة ديال البكرات ديال فيلم ملون بتعرضات 36.
شحال الثمن باش نوصلو للبرج ديال لندن؟
شكون هاد البناية الغريبة؟
مخليش ليك فلوسك. غادي تبدلها غير بشي حاجة أخرى.
شحال من نهار صالح هاد التذاكر؟
ضربوني باللكمات.
هل ممكن نتسلق الجبل بهاد العتاد الخفيف؟
داكشي فوق إمكانياتي.
بغيت طبيب يجي لغرفتي، الله يرحم الوالدين.
شكون هو رقم الخدمة ديال التنظيف؟
هَلْ أَنْتَ إِيرْلَنْدِي؟
هادي دابا فالتّخفيضات؟
كل التذاكر بيعو كاملين.
بغينا نلعبو ساعة وحدة فالعشرة ديال الصباح غدا الصباح.
سمح لي، بغيت نبدل الكرسي ديالي.
ماعرفتش فين.
شكرا. كنحس بالامتنان. شفتي، كنحب المسلسلات الأسترالية.
سمح لي، واش كاينة شي فندق آخر تقترح عليا؟
شكون نهار زوين. هل كتعرف هاد النهار الزوينين فهاد الوقت من العام؟
كان عندنا تجربة مشابهة فالماضي.
هلا تحققتي ليا منو؟
كان ضبابي.
بغيتُهُمْ قبل الجمعة.
شكون هو المدير؟
شحال صرفتو فالأخير؟
من سان فرانسيسكو إلى ناريتا.
هادشي ما كاينش فمقاسي.
هل كاينين ف نهار الاحد؟
كاين شي ديسكو مزيان قريب من هنا؟
بغيتو على خمسة ديال العشية.
ما عنديش فين نعتذر.
غادي تبقى ف نيويورك بزاف؟
بالتأكيد، تفضل اركب.
أكيد. غادي نديرهم فالصندوق.
"وايلي راني غادي نجمعو ليك، لا باس؟"
هاد القطار سريع ولا عادي؟
هلاّ عطيتيني شي كتاب زوين لولد عندو 15 عام؟
هاد الروج صغير بزاف و كيحمق. غادي ناخدو، الله يرضي عليك.
عندي ثمان سنين.
ضرب ضربة جزاء.
شعرها كان مموج وسود.
هلا اقترحت علي شي بلاصا مزيانة للزيارة؟
كيعجبني بزاف. ولكن خايف ما يعجبنيش التصميم. واش شنو رايك فالباقيين؟
هلاّ عطيتيني شي فندق ما غالي بزاف؟
شحال كامل؟
هادي عيد ميلاد صاحبيتي. عندك شي حاجة خاصة؟
هاد الشيف نعاود ليه الموضوع؟
هلا عطيتيني مخدر؟
هلا جمعتيها؟
عندي الربو.
هادشي شريط فيديو كاسيطة دازيت ليه لصحابتي.
علاش مشيتي ل نيويورك العام اللي فات؟
شكون هوما الوثائق لي خاصني ندخل بيهم للولايات المتحدة الأمريكية؟
سميتي تسوتومو.
هاد هيا غليون ديال الشوك؟
واش متأكد؟ كنت كنظن هاد الشكل ديال القنينة كا يستعملو لخمر البوردو.
كَنْسْمَعْ بْلي كاينة شي نوادي جاز زوينين.
بغيت نشري ستة كرافاتات. واش ممكن تعطيني تخفيض؟
عندي زكام.
اتصل بصبيطار متحرك بسرعة.
نعم، يمكنك. الغرفة جاهزة. من فضلك اكتب اسمك وعنوانك هنا.
كاين عندو صندوق كبير؟
تسعة تلاتة تسعة ستة سبعة صفر صفر.
شكون اللون لي كتعجبك؟
شحال الساعة ديال القطار اللي غادي ل فيلادلفيا؟
هاد السمك شوية طاب بزاف.
بدّل هادشي لدولار، الله يرحم الوالدين.
فاين بغيتينا نرجعو ليك الشنطة ديالك ملي نلقاوها؟
هادشي 100% جلد طبيعي؟
عندك شي فكرة على نيويورك؟
شكون هو الوقت ديال الصعود للطائرة؟
انا استاذ.
عندنا تشكيلة كبيرة من الحلويات، فيها الكيك والآيس كريم.
شكون هو اسم هاديك النبتة؟
شحال من نهار غادي ياخد بالبريد الجوي؟
نمشيو للمطعم بالتاكسي.
هاد الحساب فيه غلط.
شكون بغيت نعطي هاد الشنطة؟
شحال من وقت باش نوصلو لسيدني؟
هلا تصدر لي جواز سفر مؤقت؟
رخص. ها خذ خمسة دولارات وصفر سنتيم.
غادي ناخد فطور كبير من خدمة الغرف.
كاس كبير ديال كوكا كولا.
هل ممكن تعطيني تخفيض؟
نعم، ها هو.
عندي نستمر فالسفر؟
شكون هي أحسن فصل فهاد البلاد؟
هل يمكنني أن أطلب كأسا من النبيذ؟
عالم صغيّر.
لا، خليني نشوف الأول.
هل يمكنني تغييره إلى رحلة أقرب في الخامس؟
بالتأكيد. املا هاد الاستمارة ووقع عليها، من فضلك.
شحال نسبة التضخم؟
كَتْصَبّلْنَا قهوة دَاكنة.
عندي نمشي دابا.
كايْنْ غير شوية واسعين.
فين كاين كاريي الأمتعة؟
الجمعة مزحومة بزاف حتى لثمانية و نص.
خليني نفكر شوية. غادي نشوف دكاكين آخرين.
ما بغيتش نخلص أكثر من 30 دولار للوحدة.
بغيت شوكولا وحدة، الله يرحم الوالدين.
هلا قلت لي فين كاين كاونتر التسجيل لهاد الرحلة؟
هلا رسمتي خريطة؟
شكرا بزاف. هاهو تذكرة التعديل ديالك.
سمح لي. واش ممكن تقولي لي فين كتفتحو؟
شكون الوقت لي كتلبس فيه الكيمونو؟
قوليه يرد عليا فاقيلا كيدخل. هاذ الرقم تلاتة خمسة أربعة ثمانية واحد واحد ثلاثة تسعة. فندق هيلتون، الغرفة رقم اثنا عشر صفر تسعة.
بغيت شوية ديال شامبوان ديال الحمام.
غادي يخلص ف الواحدة ديال لعشية.
كَنْبَحْث عَلْ هَدِيَّة لِلْوالِدَة دْياَلِي.
غادي نقولك خمسين وخمسة.
هادا شي شعبي.
غادي نقول ليك الصيف هنا ما كاينش فيه باس.
كيفاش نربطو الحزام ديال السلامة؟
هل هذه التذكرة لازال متاحة؟
علا كلشي ينزلو؟
هادا هو الدواء لي عطاني الطبيب ديالي
خليني نشوف هاديك السيارة.
كانو أربعة شباب.
ما حسيتش بأي تحسن.
غادي نوصل بعد العشا.
عندي شي صندوق للتخلص؟
المناخ معتدل.
من فضلك، عيطي لتاكسي على الساعة التانية ديال العشية.
كيداير ليا بزاف.
خليني نشوف هاديك وحدة.
كاين شي ديسكوتيك هنا فهاد المنطقة؟
شكون هو ثمن الغرفة؟
الطعام بارد.
شكون هو أحسن مكان اللي كايديرو الناس زيارة؟
هاد الطيارة تأخرات ساعتين.
آه، بغيت نحب نديرها.
كاس دي شابل
شكون لجزء ديال A اللي غادي ليه؟
هلاّ دّيّت طبيب، الله يرحم الوالدين؟
شوف آش كايدير ليك.
شكرا على المعلومة. غادي نجربها المرة الجاية.
لا، شكرا.
هلا تشعل ليا التكييف؟
شكون المنطقة اللي جيتي منها ف الولايات المتحدة؟
عندي زيتونة محصورة في الحلق.
الثلاجة ما كا تديرش.
مرحباً بيك. العفو، هاد شي من واجبي.
هلا جبتي ليا شي واحد كيتكلم باليابانية؟
شكون ليك الحساب، الله يرحم الوالدين؟
عفاك، واش ممكن تقولي شنو هو هادشي فالبطاقة؟
هادي كارتة ديال المفتاح. ممكن تبقاها معاك.
كَنْمُوت مِن البرد.
هادشي كيشهي.
غادي تشرب القهوة ولا الشاي بعد العشا؟
هادي شانتي كبيرة من الجلد.
هلا اختارتي لي واحد؟
عندي شوربة الصويا الفورية.
فِي نْيُو يُورْك.
الممر رقم سبعة.
غادي تقول لي فين كاينين المطاعم؟
حجزت فندق فِي المطار.
شحال قياسها بالسنتيمترات؟
كنت كندير الكاراتيه فالمدرسة.
بغيت نعمل حجز لخمسة أشخاص على الساعة ستة ديال الليل اليوم.
هذا هو الطوبيس ديال اليابان اير لاينز؟
بغيت نمشي لمطعم حقيقي ف نيويورك، ماشي غالي بزاف.
ما كاينش الاختيار. هنا مزيان.
شنو خاصني نقدم باش نكري سيارة؟
غادي نقول ليك حالا ملي نوصل.
فين كنشري لوازم المكتب؟
عندي أنفلونزا.
وقعات حادثة.
هل الدكتور تافلر أستاذ صارم؟
تِيعْلَمْ الله.
ما قادرش نسكر الباب.
هنا. غادي تبين لي بطاقة التعريف ديالك ولا الباسبور؟
نعملو ليه تلفون.
هاداك هو الراجل.
مرجو إرسال صبي الفندق لغرفتي.
طبيب، الله يرحم الوالدين.
شحال ثمن الدخول؟
عافاك، عطيني شي فندق مزيان.
شحال عند اليابان؟
هل ممكن تدخل هادشي للخزنة ديالي؟
خايف بلي نسيت حوايجي فالطيارة.
وعلاش، أكيد عارف كيفاش حنا كاملين كنحسو هنا. حنا ما كنحبوش لي ما عندوش علاقة يجي يعلمنا كيفاش نعيشو حياتنا.
هلا غسلتِ ليا هاديك النافذة؟
شكون هو اسمك، الله يخليك؟
وافق على هاد الاقتراح.
عندنا موعد على الساعة سبعة، صح؟ ممكن نعرف اسمك، لو سمحتي؟
عندك شي ساعات كيتعصرو باليد؟
واش ما كاينش غلط ف هاد الحساب؟
مع السلامة دابا.
غادي تقدر تستعمل الباس فجميع القطارات.
ولكن متخافش. يمكن تركب حتى للمحطة الجاية وتمشي راجل. ماشي بعيد.
ديك السيارة حاولات تدور يسرا بالقوة.
هل ممكن ناخد طاولة؟
فين كاين الكوزينة؟
بغيت شي فينيش مطفي، الله يرحم الوالدين.
علاش ندير التلفون، إذا كان عندي شي مشكل؟
شحال الثمن ديال الطابع على رسالة جوية، الله يرحم الوالدين؟
صناعة السيارات هي الصناعة الرئيسية في اليابان.
هاد شي حد فيكم كيتكلم ياباني؟
مكاينش داكشي، شكرا. غادي ناخدو.
هكذا، من فضلك. هل هذه الطاولة مناسبة؟
شكون هوما الهوايات ديالك؟
لحظة وحدة، سيدي. معندي حتى فكرة، السيد أوكاوا مشا ياكل الغدا. بغيتي ناخد ليك شي رسالة؟
بغينا شي أكلات بحال ثلاثين درهم للشخص.
شكون هاد الطابور؟
هاك هاد السماعات.
بغيت مصباح يدوي.
هادشي لي غادي تعطيه ليه؟
السلام عليكم. هل هذا الاستقبال؟ أنا في الغرفة واحد صفر سبعة. عندي شكاية بغيت نعملها.
هل بغيتي تجي لحفلة ديالنا الليلة؟
آه، هادشي زوين. كيعجبوني صوتهم. ونتا آش قولك، بوب؟
هاذي هي القطار اللي غادي ل Grand Central؟
شحال ثمن التذكرة ديال نهار واحد؟
كان هادي عامين مازال ما جيتيش هنا. واش عجباتك الطيارة؟
كَنْظَنْ نْجِيبُولْكُمْ طَابْلَة فِي حَوَالِي رُبْع سَاعَة.
مكالمة شخصية لمكالمة طوكيو، اليابان، من فضلك.
كاين التكييف؟
شحال كامل؟
فاين غادي تبيت؟
هاني تسعين وتساع ديال الين. دير بيهم دولارات كاملين.
فِي ال ABC.
بغيت شي مجفف.
فِي هَذِهِ الحَالَة، تُوجَد لائِحَة الأُجُور قُرْب مَقْعَد السَّائِق.
هل خاصني نرجع لمكتبك مرة أخرى؟
هل يمكنني أن أودع أغراضي الثمينة عندك؟
عاودها من فضلك.
واحد الراجل كان طويل و واحد آخر كان قصير.
هل ممكن ندهن الصالون بلون جديد؟
ممكن تكون البوش.
واخا، هاد الجولة الاستكشافية زوينة.
للأسف، نعم. مقر شركتنا الرئيسي موجود هنا. وأنت؟ هل هذه أول مرة تزورنا فيها؟
سولني على شي مطعم مزيان قريب من هنا.
هل تقبلون شيك بالين الياباني؟
غادي ننزل فالكاتدرائية.
كيس أبيض على الكتف.
شفتي شي جابو أسود هنا؟
خليت الكاميرا ديالي فالتاكسي.
علاش لا، يمكن نبدل هاد التذاكر لماتش بكرا؟
بغيت ندخل ندوش قبل ما ناكل.
شكون بغيتي يطيب ليك اللحم؟
آه، شحال ديال الرفاهية تلعب الجولف ف أستراليا.
فين دازت؟
شكون لي كياكل هاد الشي؟
عافاك عطيني كارتونة ديال مارلبورو.
عفوا، ولكن فين كاينين دابا؟
علاش لا، ممكن نطلب هاد الشي من اليابان بعد ما نرجع.
بغيت نكري عجلة.
مكاينش صابون فغرفتي.
هل يمكنني أن أسألك عن اسمك؟
هل يمكنني الانتقال إلى مقعد فارغ؟
رحلة واحد واحد واحد متوجهة إلى ناريتا، مؤكدة للانطلاق يوم 10 يونيو.
غادي تقولي على شي أماكن زوينة نشوف فيهم فهاد المدينة؟
بعت هادشي لليابان فالتلغرام.
كَنْظُنْ بْلي عِندي حُمّى.
ميديم رير.
كَنْفَكّر ناخد هاد لخمسين سنتيم. عطيني دزينة، الله يرحم الوالدين.
هل المسافة بعيدة للمشي؟
كَنْظُن هاد النوع هو اللي غادي نستوردو.
نعم. كنبحث على روجات شانيل رقم خمسة وثلاثين.
هَل قَرَأْتَ بَطَاقَة تَعْلِيمَاتِ الأَمَان؟
علينا نشوفو فيلم فهاد الرحلة؟
عندي نرجع قبل من ستة ديال لعشية.
سمح لي. بغيت نمشي لميامي.
كنكتبو بطاقات العام الجديد ونديروهم فالبريد. كيوصلو فالأول ديال يناير.
غادي تمشي للمدرسة؟
ركبْت القطار ديال 12:50 من سان دييغو.
شكون لي كاينة هاد الأسبوع؟
كيفاش نرجع لهنا؟
بغيت شوية د السكر، الله يرحم الوالدين.
هلا مليتي ليا هاد الاستمارة ديال التأمين الصحي، من فضلك؟
من تمان ل تمانة و ربع.
في الحقيقة أنا عندي الدورة الشهرية. هادشي مشكل؟
هلا حددتيه ليا فهاد الخريطة؟
شوف، الما ديال الحمام ما كا يوصلش لدرجة حرارة كافية.
كاين شي تبديل فالتوقيت ديالنا؟
باغي نمشي غير مشية مريحة.
باغي نرجع للوتيل باش نلقى الكاميرا ديالي.
راك خاصك تركب طاكسي، ما كاينش النقل العمومي.
فِي البْلُوكْ التَّالِتْ عْلَى يَسَارْكْ.
غادي تلعبش معايا التنس الأسبوع الجاي؟
بغينا نلعبو جولة بيناتنا. شحال غادي يطلع؟
نعم، غادي نجيب لوليتي يابانية لصاحبي.
هادا ماشي اللي طلبت
بغيت شوية الوقت.
غادي ناخد هاديك.
تبدل القطار ف المحطة الثالثة.
كَنْفَضِّل الأكل الإيطالي.
غادي نطيروا بعد شي دقايق. تأكدوا من ربط حزام السلامة مزيان.
شكون الوقت لي كتفتحو فيه؟
نص نهار بثلاثين دولار. نهار كامل بخمسين دولار.
هل هاد الباص ديال فيفث أفينيو كيوقف هنا؟
علاش ما تبين ليا رخصة السياقة ديالك؟
هل ممكن ناخد شي كورن فليكس؟
رحلتنا غادي تبدا ف 21 ديال يوليوز وتنتهي ف 27 ديالو.
كيفاش تنطق هاد المحطة؟
هكذا، من فضلك.
هل كاين طوبيس ديال المطار للوصول لفندق شيراتون؟
نعم، بغيت كاس ديال البيرة على حسابي مع المقبلات.
وأنا كنتمشي فبرودواي.
كاين شي حاجة مزايان هنا؟
عْطِينِي ثْلاَثِين لِيتْر.
صوّرنا، الله يرحم الوالدين.
شكون هادشي ديال من؟
خصنا نتواصلو مع مكتب الاستعلامات لي فالزاوية ديال اللوبي ديال الفندق. غادي يديرو لينا الحجز.
كايْسرق.
كايهدف باش يعاون المكلومين فمصاريف الجنازة.
حاضر. دور على شمالك فالزنقة اللي جاية. غادي تشوفو قدامك مباشرة.
شكون لي كتعرفي لي مزيان للبشرة ديالك، اللون الغامق ديال المناكير ولا اللون الفاتح؟
شحال بعيد هاد الفندق؟
بغيت ناخد موعد مع السيد واتسون.
لا، غادي نخرجهم.
نعم، عندنا. شكون بغيتي؟
شكون دوا ديال البرد لي كتعرفي و كتوصي بيه؟
شكون كايدير فهاد الوقت لي كايبقى ليه؟
سمح لي. فين كاين التليفون العمومي؟
كَنْشُوفْ رَاسِي كَنْبَانْ بْزَافْ كَبِيرْ بِهَادْ الشَّيْ.
اليوم عندنا مينستروﻥ، كريمة ﻻﺳﭙﺎﺭﻳﺞ، و شوربة خضار.
كَنْظُنْ بَلي غَتْلقَى كُلْشي فْلاكارْصُونامَارْشْ، وَإِيلا مَلْقَيْتِيشْ، مَا تْخَافْشْ، غَنْمْشِي لْلاصْصْصْصْصْصْصْصْصْصْص
كَنْتَسْوَلْ مَتَى غَنْرَجْعْ لِهْنَا.
رابط سيكور ديالك و شوف علامة "ممنوع التدخين" حتى تطفا.
هلا غيرتي لي بلاصة فالقسم ديال التدخين؟
هاديك اللي عندك، ديري لي وحدة أخرى.
مكاينش شي حد هنا اسمو بحالي.
بغيت نلغي حجزي للطيار ليوم 5 ماي، ونبدلو بواحد آخر يوم 9 ماي، من فضلك.
غادي ناخد إيطالي، من فضلك.
شكون هي اللي ما تضمناتهاش؟
شريت لبلمة كهدية.
علاش لا، ممكن نلتحق بهاد القسم رغم أني مبتدئ؟
شكون لي دارها؟
ما كا تبيعهمش واحد بوحدو؟
"سيدنا الكونسييرج غادي يساعدك، أو غادي تلقاها بالتاكسي."
بغيت شي سيجارة، الله يرحم الوالدين.
هلا جبتي لي تذكرة؟
عندك الهواية ديال جمع الحيوانات المحنطة؟
هل يمكن لليابان أن تنتج كل الطعام الذي تحتاجه؟
بغيت طوموبيل ديال الهوا.
كَنْشُوفْهَا بَسِيطَة شَوِيَّة بَزَّافْ لِي.
فين كنشري تذاكر التسلق؟
شكون الوقت لي غادي يبدا الطوبيس؟
سيدي، بغيتك تلغي لي الكارطة ديالي.
هاد الساعة القديمة توقفت على العمل. بغيتي نبدلوها ليك؟
بغيت نبدل شي دراهم ديال الين الياباني بالدولار الأمريكي.
مَنْ نْتَصَرْفَقْ بيه إِذَا كَانْ عْنْدِي مْشَاكِلْ؟
غادي ناخد 300 غرام من هادشي.
شي حلويات؟
شكون هو اسم الفنان؟
شكرا. هل يمكنني التحدث مع الآنسة ياماتو، من فضلك؟
نْقترح عليك تزور مبنى الأمم المتحدة اللي على ضفة نهر إيست ريفر.
هل ممكن ناخد لترين ديال الحليب؟
بغيت نكري سيارة.
ضيعت الباسبور ديالي.
كتحسب أكثر من الثمن اللي متفقين عليه.
ماعرفتش كيفاش نطفي هاد الستاير.
غضيت منو.
خصك تخلص شي زيادة على الحلويات.
شكون بغيت نطلب ليه وجبة نباتية؟
شكرا. كان لقاء لطيف. مع السلامة.
يوم الثلاثاء فالعشية هاد المحطة ديال المطار ما كاينش فيها الزحام بزاف.
السلام عليكم. حجزت لمغريب دابا على سبعة. ولكن بغيت نبدل الوقت. أنا سميتي سوزوكي.
كيعرفو عادة تساقطات ثلجية خفيفة من سنتمتر واحد أو اثنين.
غادي يكون مزيان لو يكون الجو مزيان غدا.
هل ممكن تلقالي شي حد يهضر على ولدي؟
كنت محظوظ بزاف باش حصلت على التذكرة الليلة. ما وصلتش للبلاد حتى لثلاث ديال لعشية.
بغيت نتوصل بيه فالبريس.
إذا غادي تدخن، دير الخير وامشي للصفوف من 40 حتى 50.
سُرق جواز سفري.
قادر تاخد هاد الشي من الباب قبل ما تركب. يلاه بان هاد الورقة.
كيعتبر هاد الشنطة الزرقا صغيرة و لليلة وحدة.
بغيت شي ضو.
غادي تضع ليا علامة على الخريطة ديالي؟
سيدير هاد الفلوس لدولار.
شحال الثمن فالشهر؟
شكون اللي غادي ندير معاه تلفون من هاد الهاتف؟
شكون هاد الطيارة لي مصنوعة ف اسكتلندا؟
كان كلشي فجأة. حيت ما شفتش وجوههم.
جيب لي صحن، الله يرحم الوالدين.
جيب ليا تذكرة ديال الليلة، من فضلك.
حافلة؟ أظنك تقصد سيارة ليموزين لتأخذك إلى الفندق. أي فندق ستذهب إليه؟
بغيت نسحب 400 دولار من الحساب ديالي.
شكون هوما الساعات لي كايفتحو فيها؟
سمح لي. أنا ظنيت بلاصتي هي جنب بلاصتك.
بغيت ندي حوايجي يغسلوهم و يلمعو ليا الكلوغيلبات.
هل مشمولين الخدمة والضريبة؟
علاش، هاد الشروط مقبولين؟
بغيت نشري علبة ديال السجائر.
حنا مهتمين بالأثاث.
مكنديش نكون مزيان فالإنجليزية.
نعم. تحت الكرسي.
آه، معذرة. أكيد عندك شي فكرة على فين بغيتي تمشي؟ فين بغيتي تروح؟
هل يمكنك تأمين هذه الطرد؟
نعم، دخلت البارح عند الدكتور جونسون.
فين تَصْنَع هادشي أصلا، و فين كَان هاد الشي؟
فهمت. غادي تخلص غير زيادة.
واش كيفاش هاد الحزام ديال الجلد ديال المعز ديال جودة عالية؟
شحال الثمن ديال أرخص مقعد؟
عندك سمك مقلي؟
ملي ترجع السيارة، ممكن تملاها ليا؟
شحال بغيتي تستعملو؟
"شريحة خبز محمص وكاس ديال قهوة، الله يرحم الوالدين."
غادي نجيو ناخدوك قدام الفندق.
كَنْخَافْ مَنْقْدَرشْ نْوَافَقْ عْلَى هَادْ الكَارْدْ دْيالْ الكْرِيدِيتْ.
معمري فهمنا معنى هاد العلامة ديال المرور.
ثلاثة ديال البيرة بالصبان، الله يرحم الوالدين.
شكون بغيت نطلب ليه كاس ديال الخمر؟
هادي ثمانين وخمس دراهم. متنساش تطلب التذكرة من عندك تركب، باش متخلصش مرة أخرى ملي غادي تبدل الطوبيس.
غادي ندخلو كاملين ف نفس الوقت؟
واش بغيتي تنضم لينا فالصورة؟
وضعتو هنا بحال هاكا تقريباً قبل نص ساعة.
شكون هي ساعات العمل ديالكم؟
شكون لي كايدير هادشي هنا؟
"إيلا ما كتعرفش هاد المجال، واش ممكن تقترح لينا متجر متخصص فيه؟"
شكرا على الانتظار. أنا أوهنو كنتكلم.
هل كاينين شي منحدرات سهلين للي بداو تازا؟
شكون هو برنامج النهار دابا؟
باغي نبقى نهار آخر.
جيت باش نتلاقى مع صاحبي.
حاضر. شنو نوع الغرفة لي بغيتي؟
هل ممكن تبقاو هاد الخمر حتى غدا لعشية؟
النساء في مناصب إدارية كيتزيدو.
خليني نجربها، الله يرحم الوالدين.
هادشي كلو ديال الزيتون كايدوز فالكرش.
عندك شي ورقة مرافقة للفاكس؟
طلب منك دير التحاليل ديال النباتات والحيوانات فكونتوار الحجر الصحي إذا عندك شي حاجة.
كَانْضَرْب لِي عْلَى نِصْ سَاعَة بَاش نْجَهَّز الشَّنْطَة دْيَالِي.
هلا لقيتي ليا شي بلاصة فالطيارة ديال غدا، الله يرحم الوالدين؟
غادي نودي ولدي للحديقة الحيوانية.
لميامي، من فضلك.
بغيت الطابلة لي قدام، الله يخليك.
عندك شي حاجة أصغر؟
سميتي ميوكي كاتو، و أنا صاحبة ديال ماري من الوقت لي كانت كتقري فاليابان. ماري موجودة؟
شاي، مع حليب.
علاش كاين هادشي؟
فين كاين أقرب بريد؟
هادي كاميرا.
كاين شي مترو قريب من هنا؟
ضيعت مفتاح الغرفة.
هل عندنا الوقت باش ندخلو للحمام قبل ما الطيارة تقلع؟
آه، نعم. عندي. كنحبو.
آه، ما بغيتش ندير بحال هادشي.
شكون اللي بغيتي؟
بغيت جوبيط طويل.
للبوسطن هوتيل، من فضلك.
عشرة و نص
نعم، غادي نقدرو نخلصوها قبل الليل ديال بكرا.
سميتي تارو تاكاي.
مساء الخير، من فضلك.
عْطيني تْريْنْ بْلاصْ فْالْقاعَة هادْ الخْميس.
شكون اللي غادي نستعمل هاد الكوبون ديال الطيارات؟
غادي يكون ليا كبير المساعدة. على فكرة، بغيت نعرف واش نقدر نبقى فنفس الغرفة؟
تأكد من المجيء ورؤيتي في السابعة صباحا غدا.
علاش هو القطار اللي غادي لبوستون؟
خليني نقول لي كلمتي.
سلام. شوف.
هلا درت لي كاس ديال بينا كوكادا؟
مَكَنْفَهْم والُو مِنْ لِي كَيْقُولُو لِي النَّاس لِي حَوْلِي.
مساء الخير. عندي حجز. أنا سميتي يامادا.
كيتْحَرَّكْ كلْ عْشْرْ دقايق.
نعم، واحد آخر في الجهة المقابلة من البناية.
فين كاين المعلم؟
هاذي هي الطريقة الصحيحة للمحطة؟
ما عندناش الحجز ديالك.
آه، فهمت. هادو هوما القنوات ديال التلفزة فالوتيل.
هل غادي يكون معفي من الضريبة إذا بغيت نبعث هادشي لليابان من هاد المتجر؟
خمسة حديد، من فضلك.
آه، سمعني، عارف فين شارع ريفيرسايد؟
ضاعت لي الشهية.
كاينين شي آخرين؟
بغيت نخرج شي حاجة من الشنطة ديالي.
غادي نخليوها مفاجأة.
دزت بالسيارة فالحفرة.
كَنْعاني شوية مِنْ التوقيت المُختلف.
بغيت نطلب الخدمة فالغرفة، من فضلك.
شكون هو باب الخطوط الجوية اليابانية للرحلة ديال طوكيو؟
عندنا كراسي متوفرة فطيارتنا ليوم الاثنين الواحد و العشرين
علاش كاينة بهاد الثمن؟
عندي مشكل فالبطن.
بغيت ناخد الطوبيس باش نمشي للترمينال. عطيني شي فلوس صغار، الله يرحم الوالدين.
واخا، أول حاجة خاصني نمشي للمركز ديال المعلومات ونبحث على فندق.
في الحقيقة، جدي الكبير جاي من صقلية فبداية القرن.
بغيت ندير مكالمة دولية لليابان.
بغيت نتعلم كيفاش نتعامل مع الويندرسيرف.
سمح لي. فين كاين الصيدلية قريب من هنا؟
ولدي كايدرس فجامعة هارفارد فالدراسات العليا.
نعم، بغيت ندير اتصال على حسابك لاليابان. الرقم هو طوكيو تلاتة أربعة سبعة ستة إثنين تسعة تلاتة ستة.
تْقرصْتْ مْنْ نْحلة. كاينة شي حاجة خايبة.
سول هاد السيد.
هل ممكن نمر من أي كاونتر؟
غرف متجاورين، من فضلكم.
هل كاين اسطبل قريب من هنا؟
بالتأكيد. غرف تغيير الملابس هناك مباشرة.
هل ممكن ناخد قارورة ماء سخون؟
عافاك عاودلي على ستة صباح غدا باش نفيق.
شحال من الوقت غادي ياخدك حتى تخلص هاد القمصان؟
في الحقيقة، شريتو بالصدفة نهار لخاطر فالبوتيك ليقرب لداري.
لحم البقر ولا الدجاج؟
عندي دبوس عظمي معدني.
بغيت نمشي للحمام البخار.
فاين كنوقف باش نمشي للبحر؟
فين كاين قسم الأشياء الضايعة؟
"من فضلك، عاودلي كيفاش نستعمل هاد الماكينة."
واخا، انطباعي هو ديال أرض جبلية، مزروبة، عامرة بالحركة، مليانة بالضوضاء، طاقتها كبيرة، تقريباً متفجرة. شعب كيتعابو، كيتعبو، ما كيتوقفوش، فضوليين، باغيين يتعلم كلشي، كياكلو ويشربو بشراهة ولكن بذوق، كيربحو وكيصرفو بحماس.
عشرين دولار فربع، من فضلك.
بغيت نبدلو.
بغيت ديكشي.
سمح لي. فين كاين شي مرور الراجلين قريب من هنا؟
عندي نوقف شوية؟
بغيت رواية إنجليزية سهلة القراية.
هل كاين شي متجر ديال لابسة زوين للولاد؟
بغيت نمشي بكري غدا الصباح. واش يمكن نخلص الفاتورة دابا؟
نتمنى تشوفنا مرة أخرى.
هلا وقفتي الشيكات ديالي؟
السيد جونز خرج الآن. راجع بعد الثالثة بقليل.
هاد الليلة البرد قاتل.
بغيت ندير فحص طبي.
هادشي ديال ديمانت بوحدة قيراط، صح؟
مسرور بلقائك أنا كذالك.
فين كنشري الطوابع؟
شحال ديال سوايع كا ياخد الطريق باش توصل؟
هل بغيتي نطلبو ليك؟
سميتي ياماموتو.
بغيت نرجع الفلوس.
غادي ناخد هادشي وهادشي وهادشي، من فضلك.
قطعي غير الطراف، الله يرض عليك.
قول ليها تدير ليا تلفون.
كيفاش ناكل هاد المخالب ديال الكرافط الكبار؟
كاين شي باتيساج قريب من هنا؟
شكون قاليك على الجاز؟
و دابا حرّ لِبضعة أيام.
هادشي مقفول؟
غادي تكون هناك قبل من ستة و نص.
غادي تتصل بيه غدا الصباح بحال ما وعدتي؟
هادشي نطلبو ليك؟
بغيت نشوف المكتب ديال المدينة.
الاستقبال؟ هادا ناكامورا كيتكلم. دابا تسجلت فالفندق. ولكن ما عجباتنيش هاد الغرفة.
بغينا نجلسو جنب بعضياتنا.
بغيت نركبو.
خطأي.
بغيت شي تلفون يصحيني الصباح.
كَنْتَمَنَّى نْشُوفْكْ لْوَحْدَ الثَّانِي.
أعضاء مجلس المستشارين يبقاو فمناصبهم لمدة ست سنوات، في حين أن نصف الأعضاء كيتجددو بالانتخاب كل ثلاث سنوات.
حط ليا ف الحساب ديالي، الله يرحم الوالدين.
هل كاين شي رحلة لبيرث؟
نعم، صحيح. بعدا تسجل هنا، السيد يامادا؟
بغيت ندخل ندوش.
كاين كاميرا من الداخل. حاول تحطها فمكان آمن.
هادي من هنا.
عصير البرتقال، البيرة، النبيذ، الويسكي والمشروبات الكحولية.
لا، شكرا. بغينا كاسين د الماء، الله يرحم الوالدين.
إيلا عندك التذكرة، ما غاديش تخلص من جديد ملي تركب فالطوبيس 44.
شكون الطابق؟
بغيت نمشي للريستوران.
بغيت جوبيطة ثقيلة للشتا.
عندي غير الحوايج الشخصية فهاد الشنطة.
هل يمكنني الدفع بالشيك السياحي؟
دَرْت دَفْعَة مُقَدَّمَة.
كنلعب التنس مرتين فالأسبوع.
خمسطاش أ. واش أنا جالس فالمكان الخطأ؟
ما عنديش الهوايات. غير الخدمة بزاف، بحال أغلب اليابانيين.
آه، الأستاذ كورن كيعشق إيدير الامتحانات المفاجئة.
ماشي غير تشوف شي واحد، غي سلم عليه.
بغيتو ف أقرب وقت ممكن.
باغي نبعث هاد الكارطبوستال لاليابان بالطريق السريع.
بغيت نتسجل، الله يرحم الوالدين. سميتي هاروكو أوغاوا. عندي حجز، إن شاء الله.
عندك شي هدايا لشي حد فهاد البلاد؟
عفاك بغيت نبعث هادشي لليابان. شحال كاينة التسبيق على هاد الشي؟
بغيت كاميرا رخيصة.
سيدى فهاد الساعة؟ دابا واحد وعشرة
لا. أنا ياباني.
عاش الشعب الإيدو في سلام لمدة تقارب مائتين وخمسين سنة، بدون حروب في البلاد.
باغا نعطي ليك دمية من كيوتو.
باغي نبلغ على ضياع الوثائق المهمة.
شكون الوقت لي غادي يبدا العرض؟
شكون هي الطريقة الأفضل باش نلبس هادشي؟
سمحلي ندير الشنطة ديالي فالكوط؟
كَنْظُن هاد التغيير مُخْطَأ.
كاين بزاف دْللمطر. نتمناو يْزول.
خليه طويل.
