هنا في البعد، بس في قدام مكتب المعلومات السياحيه.
ما سمعتش عن عنوان كدا في المنطقه دي.
زغد حتي تشوف صيدليه.
كم سعر الفطور؟
ايزاي بستطيع مساعدتك؟
تول علي اليسار عند الزاويه الثالثه.
هل تبي حليب و سكر في قهوهك؟
هل ممكن تكسف لي شيك بقيمه ماءتي دولار؟
لو ظهر، يرجي الاتصال بي.
Wen el kahwa?
بغيت سويتر لي الاطفال.
Okay. بتكلف خمس وثمانين سنتا للبريد العادي وثلاته دولارات زاءد لخدمه التوصيل السريع.
انا لو كنت مكانك كنت اشتريها.
هل هكون عندي اي مشكلات مع الجمارك؟
هل عندك صندلات واسعه في الاصابع؟
لا. هل يمكنني اقتراح توام للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
بغيت تكسير شديد، لو سمحت.
هي عايزه بيرا.
صباح الخير. ازيك؟
بخلييييييييييييييييييييييييييييييييييييييييييييييييييييييي
ايه نوع الدسيس؟
هدا برد شوي. هتسخنوه؟
عذراً، هذا المكان مشغول بالفعل.
Ana kwayyis. Lakin ma te'akadsh ma'tel saadiqti?
شكراً، كفي كده.
من ايدك؟
يوم الصحه والرياضه في العاشر من اكتوبر هو عيد وطني مصمم لتعزيز صحه الشعب.
هل تريدني انشوف تحت الكابوت؟
هل بتستطيع تساعدني في العثور علي حقيبه السفر؟
هل هتخلي ترتيب مقدم؟
انا بعتون. شكرا.
ما تيجي هون، سال حد تاني، لو سمحت.
بيدي اكستينشن اربع و عشرون، لو سمحت.
هنا خمسين دينار. خذ الباقي.
واحده هامبورجر و واحده تشيز هامبورجر، من فضلك.
كم بتخس علي المعالجه؟
نا كلنا عايزين ندفع عن وجباتنا.
المكان كان علي كرسي في صاله الانتظار.
لُفَضلِ كِتِيرِ هَذِهِ اليَنَاتِ اِلي جُنُوبَات.
بغيت قاموس جيب، لو سمحت.
لشخصين علي السابعه. الاسم واتانابي.
ساعتي. كانت سيكو ديجيتال.
بسيطنا ان نقدملك مشروب اختيارك، ثم عشاء. دليل كامل للمشروبات التي نقدمها في هذا الرحله موجود في دليل المعلومات في مجلهنا.
هل انت عايش هنا؟
Wen el hanaweya?
Ana 3la tariq el wahid kariba Morro Bay.
بغيت ساعه انذار، لو سمحت.
بالتوالي، اسمي هيروشي اييجيما.
هذا القطار يتوقف في ليك فورست، ما هو كده؟
اكتر يابانيين بيكلو خرنق و حبار.
لازرق لي تذاكر من الفءه الثانيه الي شيكاغو، من فضلك؟
رحت نيويورك.
ايه رقم الطياره؟
واحد لنيويورك، من فضلك.
لايام قليله
الثاني من اليسار
هدا الكارت، عادي؟
هل ده مكتب الاستقبال؟ هل فيه عياده قريب؟
هل عشري دولارات كفيش بالسياره الاجره؟
هاذا طعمه غريب.
ايه. استني، هاقدر اتي واحد لك.
نصف زجاجه، من فضلك.
ما هو كده. شيء ما بيكلف غالي.
هل بتبحث عن شي؟
اربعه ليال.
انا عايز كتمان جوارب.
هل ممكن تخليها ارخص لان فيها بعض الكدمات؟
راجل صدمني. بعد كده لقيت محفظتي مفقوده.
ما بديش عارف ان كان قمت بتعبءه ملابس كافيه لرحله لمده ثلاثه اسابيع.
بِخُطِّي نَحْوِ نِجِيبُ نِشْرَبُ خَمْرَه بِيضَاء.
لو حد يسال عني قلولي انا هكون في مقهي.
اكد ان كان عندي في الجيب الداخلي من الجاكيت.
شوف اسم و رقم الحزب اللي انت بتاتصل بيه؟
هل الشركه الجويه هتدي لي عشان اشتري بعض الحاجات الاساسيه اللي بحتاجها؟
بغيت غرفه مع حمام.
ما خرج من الماكينه؟
كنت supposed تتخد طيران 820 اللي طار قبل 15 دقيقه. تمام. انا يمكن اقدر اجهز طيران تاني لك.
شخص ما فتح علبه لي.
يا هو شي. انت هنا علي اي حال.
اليابان للطيران، رقم الرحله واحد اثنان ثلاثه.
عندي حاجه اشتري شامبو.
شوف لي متي نصل للمركز المدني؟
Wayn el gassab el agrab?
بيدينا نبقي اربع ليال من اول اغسطس.
اسم هذه الزهره ايه؟
15 سبتمبر هو يوم احترام المسنين.
ما في صابون في غرفتي.
هل هاك شي ممكن اخذوه دي الحكه؟
هل ممكن تتغير الكلمات اللي قلتهم دلوقتي؟
كم وقت ياخد الطلب؟
هل ممكن تتكلم قليلا اعلي، من فضلك؟
كم وقت هتكون قبل ما تطلع؟
Wen el info el reyadi?
هذا الحجم دي، اللي بتسميه حجم عادي، كفي.
Wayn tkhallas el tour, wemta?
Wayn bghayr ghayyar qitarak litawejel lil Edinburgh?
بيدي اني ضيف هاذي في صندوق امان.
Wen aana naqel flousi?
نحنا نقدر نترك اشياءنا، الا القيمه، في الباص؟
انا عايز اعرف ليه هada الدفعه دي موجوده ف فاتوره.
بدرّو خمسين دولار.
الان عارف ما كان غلط.
Hada Ikeda bikalem. 3andi reservation le table sa3a w nos w tletin fil masaa. Lakin ana asif hanawigh tard 3ala nos sa3at.
كم اونصه عطر ممكن احصل عليها بدون رسوم جمركيه؟
سياحه بس.
هادي كمان، كتموهم. ازاي تبيهم؟
هل عندك places مشغوله tonight's performance؟
بغيت كبير.
نمت علي صاوت البوكيا في الساعه الست وثلاتين.
انا مصور حر.
التجار يمكنهم تبادل دولاراتك بنصاءح الكازينو. هل نذهب؟
عندهنا حوالي ثلاثين نوع من زيت الاستحمام.
ساعطيك المقترح الاسبوع الجاي.
شكراً. كم سعر هذه الزواءد؟
ما عليي نروح. هاتصللك بعدين.
بغيت شوي حفاضات متقذره
اين اللي هاد اللي سمك الفراشه منين؟
هل هتغيرهم دولار؟
نا حظا عظيما. عندهم واحد بحجم اربع في متجر Ala Moana.
هل هاك ليموزين؟
Could I get a wake-up call at five thirty tomorrow morning?
بفضل الله غرفه هادءه.
بغيت شوي مسحح لوان الاظافر.
بغيت بطاريه.
هل هناك فرقه موسيقيه حيه او دي جاي؟
هل ممكن استاجر معدات الغطس بالمسكنه؟
بيدي حجز غرفه لاربع ليال من 22 ديسمبر.
هاذا الشال مناسب لكل الطقس؟
بغيت دونات، لو سمحت.
بغيت استاجر سياره اوتوماتيك ليومين.
فقدت طيران عشرين لسان فرانسيسكو.
كم للمايربت؟
حلو. امتي؟
كم عمر بنتك؟
هل تقدر تليي لي عن فندقات رخيصه ونظيفه؟
نحنا بستطيعين حجز غرفه مريحه ليكي في قلعه قديمه قرب نادي جولف مشهور.
اوصي به لانو مصنوع من مءه في المءه من مكونات طبيعيه.
هل القطار يتوقف في برايتون؟
شوف لي هون يمكن اني اخد تاكسي؟
تكتين من تانيه، برافضل.
بغيت ارسل فاكس
بغيت مكواه سفر.
هل لي ان اقدّم لك اي شيء؟
يومي؟ خايف اسال، بس عايز تقصد ايه؟
بغيت واحد ياخد وشيكات عاديه مايروحوش تقطعهم.
ايه، بس مش قوي كتير.
انا عايزه عجينه لقطط.
عَيه، عَندَك رخصه سَقي، و، ايه، عَندَك رخصه من لجنه التَاكسي و الليموزين.
مشي، يا سيدي.
ما بقدرو اشوف ميه حاره.
بغيت حجز غرفه الليل ده.
لا، ما بيشملش الضريبه و رسوم الخدمه.
هتريد تروح معايا للتسوق بعد الزوال؟
مرحبا، ده فستان جمل جدا.
الان، مكالمتك اتوصلت. يرجي المتابعه.
ايش رقم البوابه؟
ما هو هديه تذكاريه هاواءيه نموذجيه؟
شوف ممكن اصل لها بالمترو؟
بغيت تيجي شوارب.
هل بنحصل علي اي مكان نتحدث مثل هذا؟
انا من النرويج.
من العاشره الي الثانيه يرجي.
بالتاكيد. هاتليش. انا عايز اشوف. انا فاكر انك جرحت من الشوك.
لحاله الحذر، اترك لي رقم الشخص المسءول.
هل هون شريطه؟
لما ماجي للفرحه امبارح؟
كان هناك حادث مروري.
عذراً، عندي رقم خاطء.
يرجي ادخال رقم السر الخاص بك.
ما بقدام اني اعدل الصوره.
واحده تشيزبرجر و عاصره برتقال، من فضلك.
هنا جواز سفري.
شكرا جزيلا، هل يمكنني الصعود الي القمه؟
هل ممكن اخذ تذاكرتين للمسرحيه يوم الجمعه الجاي؟
حَديِ passenger تاني هناك قالو يمكنو يبدلو places معاك.
شيلو لي استماره تمديد الاقامه؟
قول، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، بدي استاجر نصف مجموعه من الانديه و زوج من الاحذيه.
هل ممكن تليي لي لما ييجي الشنطه المفقوده؟
اسم هذا البارك الوطني ايه؟
عندي جرح صغير.
اين مكان جيد للسياحه؟
شوف هتسلمني فاكهه؟
شوف ممكن اكل الغداء دلوقتي؟
عندي حاجه اغير دولارات هذي.
عندي حاجه تاكسي. انا عند جنوب مين و ليبرتي.
لاجل، هل عندك داءمه؟
ما هوش تفاح بله نشف.
ساعطيك وصفه طبيه. خذها للصيدليه.
نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هدا غالي، مش كدا؟
نا عندهاش. هنسويها جاهزه ليك.
هل هتخلي علباتي حتي الساعه تلاته؟
لا، بس عايز ادخل دقيقه.
هل ممكن احجز سياره هنا؟
هل انت امريكاني؟
هنا، من فضلك.
سيارتي معطله.
Wen el eye shadow?
بيدنا ركن هادء ان ممكن.
هاذا تاكسي خالي؟
هل هاد محطه اكسبريس؟
ما الوقت اللي انا جاي عندك؟
بغيت قاروره صغيره من خمر بيض.
لاه. هلا اكل بعد كده؟ مش بيشعرك حاليا.
حقيقاً، عندي خبر. هقتلج.
ايه بنطلون تاني؟
شوف لي برجرام؟
كان غدوا غدوا غدوا غدوا غدوا غدوا غدوا
اريني السمك اللي شفتوه اليوم في كتاب الصور، لو سمحت.
شوف التعليمات علي علبه الطعام المفرغه من الهواء.
اريد فلوس ورقيه.
خَصَّ عَليَّ المَحفَظَه وِ هَرَب.
ما عندكش دروس تجريبيه؟
وين ممكن اشتري طوابع بريد؟
Ana min Britania al-Kubra.
لازم اشوف هالشي مع زوجتي.
بغيت رجع فلوس هادا.
في هونكش كشاتوفون بيتلقاكامام البنك ده.
ساجي في التاسع من مارس وسافري في الرابع عشر.
هدا شوي غالي، ما تظن كده؟
هل عندك السند؟
Wen el mahattat el bus?
هتريد حلوي؟
هل تتكلم؟
اللي كمان ليه، من فضلك.
مشيتي ما وصلتش.
في ليبيا كثر من ينابيع المياه الساخنه.
يرجي تحويل خمسين الف ين ياباني الي دولارات امريكيه.
كدا عادي معايا. في الواقع بدي اشرب.
وين ممكن استاجر شلالات و احذيه؟
ما نسيت شربنا؟
هل ممكن ترسلها لي علي عنواني في اليابان عن طريق خدمه الشحن الدولي؟
بغيت كاس من خمر حمرا.
ما الا لو كان ليك يا سيدي. ههه، نكته صغيره بس.
بالتاكيد. كيف نخدمك؟
لدينا بيره، ويسكي، براندي، جين، فودكا و نبيذ.
ID. اه، صحيح. جواز سفر كافي؟
غرفتي رقم 326. هل ممكن تاخد غسيلي؟
حايلش لو حد من هادين ييجي.
بغيت غلايه.
اتي لي بقطعه جبنه مفرومه.
Can I have my shirts cleaned by tomorrow morning?
هل بتطلبه يرجع لي؟
لِهَذا؟
عذراً. هل هناك مكتبه في هذه المنطقه؟
بِعْتَقْدِلْ عَلاّكْ تَخْطَاْت. الغُرْفَهُ دَفَعْتْ قَبْل. عِنْدِي اِيْصَال.
الحافله هناك.
بغيتين رول من فيلم كولر ISO 100، 36 شوت، برجاك.
بغيت ان اتحول شيك علي سبعين دولار.
بغيت اشتري طوابع لعشر بطاقات بريديه لليابان، لو سمحت.
هل هناك بنوك قرب المحطه؟
خايف ان فيه خطا في الفاتوره.
هنا كمان.
واحده تشيزبرجر لي جاي، برافضل.
ما بتمكنش من عمل تصميم بدون كمبيوتر anymore.
اجري.
هنا شق في بلوزتي. هل ممكن تخرزي ليه، لو سمحت؟
شو سعر التذكره لمانشستر؟
هل عندك كابل شحن ممكن تقرضني؟
وين ممكن اشتري ستاره شاطيء؟
ثُمت، يَا رَجَاء، عَطِينِي حِجْجَه جَدِيدَه.
عطي لي ده الشطه حم، لكن مش كده السمك.
نا رايحين في السابعه.
ما رايح اشوف اسعار زين، بيشوف غبي اني اشتري اي شي في اليابان.
كان عندي سجلاتي مسروقه كمان.
لُوبِيه: كُرِيم جْلَادِيد فَنِيلَا، بِيدِفُور.
اتفق. لازم يكون طبيعي جدا.
شوف الفجوه، شوف الفجوه، بعد كدا قرب من الابواب، من فضلك.
حايلني كارت كريديت.
هنا الرَقم
قل لي مكان جيد من هذا النهر، من فضلك.
لازم تديلي تقرير عن الحادث.
لا، شكراً الان.
بِسْهُولَه، يَا رَجُلُ نَاكَاجِيمَا، مِسْ سَايْتُو مَاعَنْدِيشَ رَاجِعَهُ الْمُكَالَمَهُ. هَلْ تِشْتَاهِي اَنْ اَتَصَالُهَا شُوِي مَاكْثَرُ؟
لعلّ، لكننا لازم نوزنهم علي حده.
يبدو قليلا جدا نادرا.
Wayn el baggaj claim le flight 703?
شيل حاجه غلطه في قبضتك.
هاذا هيسال؟
لا شكراً. مابش كترشرب.
لطفا اخبرني بعض الشوارع المريحه للتسوق.
هل الحافله دي بتذهب لفنادق هلتون؟
الان، هذه اللوحه خاصه جدا. هي من عمل تسوروتارو كاتاوكا. هو فنان معترف به عالميا.
عندي تقدير كبير للموسيقي الكلاسيكيه.
هل لي ان ادعوك لتناول العشاء في وقت ما؟
كلشي. اسم حزبك و رقمك ياللي.
عذراً. اتركني اخرج، من فضلك.
هل ممكن تتصل بعميل بيكلم ياباني؟
نزور اقاربنا كتير.
ميكي هاياكا. ده غرفه سبعه و اثنان.
انا لازم ابقي هنا الليله، مش كده؟ انت ممكن تساعدني تحجز غرفه فندق؟
ما هيكون طولها. خمس عشر دقيقه كثر ما يكون.
شوفلي كام تكلفه هذا المكالمه؟
بص، ممكن تقولي ليها اني اتصلتها، لو سمحت؟ هاتصلها تاني بعدين.
هل هاكورسيه صبحيه؟
هل عندك تغيير عمله اجنبيه؟
ميزانيتنا حوالي خمسين دولار ككل لثلاثه اشخاص.
Wen asta3mel achter roll of film?
هل عندك بيره يابانيه؟
بغيت بدله سباحه بحجم صغير، لو سمحت.
بغيت اسجل امتعتي.
Hada Miss Kawazu fi ghurfa sittin ashra wa hadaashar.
اهلاً وسهلاً.
مافيش حد.
ايه اكثر اهميه عندكم يا ناس اليابان، يوم راس السنه الجديده ام يوم عيد الميلاد؟
رقم كرسيك هو اثنان و ثلاثون ا. ثم اذهب مباشره الي هذا الممر. هو كرسي النافذه.
شوي شوي ياللي، من فضلك.
يرجي ملء تقرير ضاءع.
ما فهمتوش امريكي، انا بكلم انجليزي الملكه.
مِنْ بَرْحَهِ بَرْيَحْ.
يحتوي علي تامين من تصادمات وتامين من مسءوليه.
فقدت بطاقتي الادعاءيه.
هل عندك اي بروشات بتصاميم جيده؟
انا عايده من كشك عام في ميسي.
هاذي كبيرين زايد.
كم سعر وقوف الساعه؟
ساده و سيدات، في رحلتنا اليوم، لدينا موظفات طيران يتكلمون اليابانيه، ويمكن التعرف عليهم من خلال علمهم الذي يلبسونه. اذا كنت تعرف اي شخص يحتاج مساعده لغويه، يرجي ابلاغنا.
هل عندك فتره فنيه معينه تفضلها؟
رجاء التحقق مره اخري.
زغد مباشره علي طول النهر حوالي نصف ميل. هتجي علي البارك.
لا، هم شايلين جدا.
Okay, هاتزعلها لاس فيجاس لك.
بحطل شورتات جري.
هل تبي تشرب شي من البار؟
هدا الطريق ياعمي. خذ هذا المصعد.
تفضل تركب القطار الساعه تمانه وثلاتين.
هل هناك سينما في المنطقه؟
الان موسم الاستار، فسيكونوا طيبين.
بغيت ساعه مستعمله
ساعدي عايشه تسعه مساءً هكون شافني.
بقي وقتك. لازم اروح.
ما استخدمت شركتك في غسيل الملابس. هل انتا عاود تفتيش كدا تاني؟
بغيت شاي، لو سمحت.
ما, ما فيهش.
هاذا المحطه الاخيره؟
نحنا نطلبه بالتليفون.
هاذا حار؟
Wen astaati nilaa bus ta7weela?
ايه، بدي اشوف معالم المدينه.
هنا كتير من السياح حول المبني، اللي يبدو انهم تجمعوا ليشوفوا ما بيحصل.
شكراً لك علي ضيافتك.
الصدق هو افضل سياسه.
هل ممكن تنبذني في الساعه السته، من فضلك؟
كم تكلفه نصف يوم؟
Ana Kenji.
هل تعرف اي مكان جيد لرءيته في شيكاغو؟
لما انكم عايزين، هنضحك معاكم.
هل هتتبدلها بتيبه تانيه من نفس النوع، لو سمحت؟
بغيت حجز علي الساعه الثالثه وثلثين بعد الظهيره
الصندوق الامن، من فضلك.
يرجي اختيار نبيذ مناسب.
بغيت مكان صغير.
هل لازم ادفع عن الغاز؟
لص. اخدوه.
بنتنتظر اصحابنا ييجوا.
لحظف لي شويه فلوس صغيره.
لازق داءم، من فضلك.
هي صغيره وجميله.
ما هي الاوبرا اليوم؟
فريدي، من فضلك.
ماشي رجعلي غسيلتي لحد دلوقتي.
انت حر هالسبت الجاي؟
Well, then, maybe we will get along well together.
حَاطَرْتَنِي كَمَا كَانْتِ عَارِصَهْ.
شوفت. عايزين تساعدني في مشكله تانيه؟
هل ممكن تيجي عيونك دي علي هذه النظارات الشمسيه؟
حطيت لي كمان من هاد.
ما كلاب حلوه. ايه نوعها؟
وُضَّعْتُ شُوكَتِي. يَا جِيبْلي شُوكَه تانيه.
كانت مرحه.
تفضل، مواصل علي طولك و انحرف يمين عند الزاويه الثالثه. هتجده علي يمينك.
هل عندك فيلم لصور الالوان؟
تعرفين كاثي؟ ده عيد ميلادها.
هل عندك مخطط الوان؟
هل ممكن ادفع بشيك سفر؟
Wa, huwa, ragel, izay ana 3arif dal l-2aha?
شوف ممكن اخدها بدون ضريبه؟
ما بستطيع ان اجيب حقايبي تحت الكرسي. هل انت ممكن تحفظها لي، من فضلك؟
هل ممكن تضع هذه الحقيبه في الشاسيس؟
Ana raiḥa lissa, fa-ana ḥa-ḍifha.
يرجي ارسال شخص لاخذ حقاءبي في السابعه والثلاثين.
بغيت خريطه لسان فرانسيسكو و المناطق اللي حولها.
ايه نوع الخبز عندك؟
Wen il lift?
هل هاك من بيمشي علي بيانو؟
ف اي محطه انا بخرج عشان اروح ل Empire State Building؟
الميزانيه تحت الف دولار.
شكراً، لكن مش هقدر ابقي لياليتين. هتستني لي غرفه توين في الفندق ده ليلي 12 مارس بس؟
هل ممكن احجز غرفتين مع نظر علي البحر؟
ما قررناش لحد دلوقتي.
صاحبي عثر و جرح كاحله.
حاول بعض الشربات.
هل هناك مطعم تايلاندي قريب؟
هوا عايزك ترجع نفس الطريق اللي جيت بيها حتي ما وصلتي لاسوار المرور. بعدين، تولي لليسار.
انا لازم اصطاد طياره ل لوس انجلوس بكره صبحا باكر.
Then I can confidently recommend this "San Francisco City Tour". This gives you the outline of San Francisco. Then I can confidently recommend this "San Francisco City Tour". This gives you the outline of San Francisco. احنا عايزين نوصي ب "San Francisco City Tour" بثقه. ده بيعطيك لمحه عن سان فرانسيسكو.
بغيت اخد تامين.
نحنا نطبق ضغط بارد عشان نخفف الالام.
هي عايزه تشتري فستان.
كم سعر التاكسي الي هذا الفندق؟
Wen il hamam?
ما بيكلف شي دخل هدا البنايه؟
كُن علي طريقتك.
بحطلف شيء زي الملبس الفخم.
الشوباك معطل.
علي اي جانب من ميدان الاتحاد هو؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
شوي نخبز قهوه؟
هل ليحتاج الي تذاكر؟
كم تكلفه رسوم الخدمه؟
كم من هنا؟
شري و سكر؟
هل عندك تخفيضات للاعضاء؟
هل هاك شاتله سوبر اكسبريس في تسعه وثلثين؟
شوفلي سواءل الفريكين و المحرك. المحرك بتاعك بيكون كمان بيستنجد.
ما كانش غلتي.
ما في كهرباء.
حاسيبخبر الشرطه.
هل كل واحد هيدفع علي مشروباته؟
من ثلاثين الي خمسين دولار في الليله.
رجاء اصلاح هذا.
في ايام الكرنفال الجديد. و في المناسبات الخاصه زي حفلات الزفاف, حفلات التكريم او الجناءز.
اضافي مسترد، لو سمحت.
لمادا ما بتديها هديه؟
ايه فيلم توصي بيه؟
هنا عشرون و اعطيني دولارين تغيير، من فضلك.
هِيِ جَرَّتْنِي.
انا بستطيع اجي عندك الساعه الثانيه.
هل ده الشحنه من رحله جال صفر واحد؟
Hada rihlati l-awwal li Paris.
هل ممكن تقدر التكلفه قبل ما تبدا العمل عليها؟
تفضل ادخل.
رحله المشي علي الاقدام دي هتكون ممتعه كتير.
Wen nridu nridu nridu nridu nridu
ما عندنا شاطه لحد الكميه دي فانا هضعها في كيس بلاستيك كبير دي.
بغيت العب تنس.
فيه عصير اناناس، برتقال و طماطم.
جوانب شماليه من هذه الارض، بالقرب من الدرج المتحرك.
ما بيتمشي في قاعه الحفل اليوم؟
ما تفضل تشوف فيلم تاني؟
لُفَضلُ تِغَيِّرُ هَذا الشِيكَاتُ السَّافِرينَ لِلنَّقودُ.
بيدي اكو نفس الكورس غد، لو سمحت.
شوف بعد ما اشوف شوي من العروض.
انا عايز هديّه لعيد الزفاف.
ما المسرحيات الموسيقيه التي تُعرض حاليًا؟
هل عندك مرايا؟
عذراً، لكني ضاع عني الطريق. هل يمكنك مساعدتي؟
حطيت هادي، لو سمحت.
ما تقدر تجلب فايروركس لكانادا.
ما طاهيه زوجهك.
تحتاج مساعده؟
هل ممكن تحجز لي تاكسي لسته غداً في الصباح، من فضلك؟
ايه بتبغي مع الكيب؟
هل هناك بوتيك في هذه المنطقه؟
هنا مكان مليان ناس، ما هو كده؟
عذراً. هاديكون جاهزين بعد خمس دقاءق.
كنت عندي تشنج في عنقي اثناء النوم.
بِخَيْر، مَشْكَلَه مَافِيَه. هَلْ اُسْتَطِيعُ اَنْ اُشَاهِدَ جَوَاز سَفَرِكَ؟
ما عندي فلوس.
ما الوقت اللي لازم اجي به للمحطه؟
هنا كتير مطاعم.
عنده عند غرفت البيبان.
شكراً علي المحادثه.
هل هاكورسيه بعد الظهيره؟
Ana ma'a sadiqi.
استمتعت بمقامي. شكرا.
الشاطء تحتنا مباشره. ما اجمل المنظر.
شكراً لك علي الانتظار يا سيدتي مكجاير. هو هنا. تفضلوا، من فضلكم.
هل عندك بطاقه هويه مع صورتك؟
سبعه، من فضلك.
بغيت ارسل هادا للغسيل. متي هيتحضر؟
عندي سراويل مشطوفه.
ايه. دلوقتي شيلو حقيبه شخص تاني لغرفتك. هتتحقق منين، لو سمحت؟
شوف لو بتشرفلي بالتفصيل؟
هل نومك كان طيب؟
هل هتضغط علي زر الكاميرا؟
اكليفتين، من فضلك.
بغيت فانوس.
في نهايه الطريق.
بغيت وركه ورقيه.
هل نروح بالباص؟
قلت انت عايز تروح طوكيو غد؟
نِمْلي حَتَّي تِسْعَه سَاعَاتْ.
انا لازم انقل ل AW واحد صفر صفر. هل ممكن؟
ايش حال لعبتك اليوم؟
احس ان صدري مغلق.
ما فيش مشكله. لو جيت في الخامس من سبتمبر، انت ممكن تستمتع بشوو عروض افلام علميه لاننا عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
هل عندك جوله تانيه؟
كله تمام، تخفيض خمس في المءه. هل ده عادي؟
Ana raiha Paris.
ما هاديش عاديه، ولا؟
مُخطّط ليه علي التّمانيه وثلثين من المساء بتوقيت المحلّي.
خدوا معاكم العماره دي، لو سمحت.
Okay. Sa-nilha wahda min al-salatin al-mutawassitat al-hajm wahda min al-kurat al-riz.
ايه حالها دي؟
بغيت نشوف هادي اللي في الشوباك، لو سمحت.
ما كدا. نا في عطله. مابردوش اجلس في غرفه فندق وشوف بيسبول علي التليفزيون. عايزه اروح اشوف مسرحيه.
شوف ممكن اني لمسها؟
هل ممكن تيجي هنا وتصلحه؟
بغيت شوي من الالياف الصناعيه.
اسمي تارو تاناكا. عندي حجز.
بغيت كريم تنظيف.
بغيت جاكيت مع اكمام طويله.
كنت سرقت من حقيتي.
طريقنا بيشوفو يتقاطع كتير, مش كده؟
شوفني قاءمه الطعام تاني؟
بلا ما زالوا يبدوا قليلا خضرا.
كم؟
توت، لو سمحت.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبعماءه وسته وسبعون مترا.
لا، مش بعد. فيه كتير لاختيار منهم.
بغيت كريم ليلي.
بين المخبز و مخزن اللحم.
هل ممكن تقصّ الصّاعديّن؟
ما خافش انك ما هادش كورس جولف هون.
هل تقدر تظهر لي الخاتم التاني من اليسار؟
هل ممكن تسالوه يتصل بي؟
جربت اتصل بتلغراف دولي. هل وصلتي بعد؟
هدا خاطء.
نعم، هو كده. عشان انت شايف الرايه امام مكتب البريد.
هتبعتهم حتما، وايه؟
بغيت اتصل هاتف باستخدام بطاقه اءتمان.
بغيت لي كمان اروح.
ما وصلنا، هنسلموه ليك ببيتك.
هذول ايام بستخدم كمبيوتر كل يوم في الشغل.
يااااااااااااااااااااااااااااااااااااااااااااااا
لا، كفايا كدا.
هل ممكن اطلب بطانيه و وساده؟
لازم تيجي هون عجلي ممكن، لو سمحت؟
كاس قهوه من فضلك.
بحطلف كرتات بتكون عاديه هاواي.
هل ممكن تقصير الخصر بثلاث سنتمترات؟
انا من نفس العمر.
هل هتجي لي قهوه؟
ثلاثه مءه وخمسين دولار؟ ده فوق ميزانيتي.
هل لازم نضع هذا للاصوات؟ لو ماعادش لازم، اعتقد اننا وصلنا لنتاءج، هارسلها لجنه الاداره غداً في الصباح.
هل عارف ان كان فيه فندقات رخيصه؟
صباح الخير. هل نومت جيدا؟
ايه هتعمل بعد ما تخرج من المدرسه؟
كنت مسروق من كيس كتفي في الشارع.
هل كان عندك خدمات تانيه غير الفطور اليوم؟
بيدي فنج كاسه قهوه بيضه، لو سمحت.
Okay. Sheraton Hotel huna?
اتمني ما انتِ مش متعبه زايد.
بغيت استاجر سياره من نوع كده ليومين.
حط لي شوت من جاك دانيالز.
بغيت كيس بوبكورن، لو سمحت.
خسيت عصا تزلج.
ما ناتيش بهدوم علي الاستقبال. بدل كدا، الضيوف ياتيش بفلوس.
بغيت ارسلها بالبريد العادي.
الطاءره وصلت متاخره بسبب ثلج ثقيل.
شوف، من فضلك.
هل بتاخد رساله من فضلك؟
عذراً، ما بستطيع اتبعك. هل بتكلم قليلاً ابطي من فضلك؟
ايه هقدر اظهرلك؟
مفيش مشكله، ممكن تاخد صوره؟
من ميه
رقم الطياره هو HP تسعه وثمانون لطوكيو في الحادي عشر من مارس.
شوف هاذي الصحن هاك نفسو؟
هل عندك تاني؟
لازم تحمل لي فطور في غرفتي في السابعه غد باكر.
شخص صيانه هايصلي قريبه
عذراً. هرجع بعد كده.
كيف بقراه؟
هل هاكش فاضيات في جوله الخميس؟
عذراً. هل اقدر اعبر؟
هل عندك اي نباتات و فواكه؟
لطفاً قللي لي كيف املي بطاقه النزول؟
اعتقد ان سيارتي بقيمه حوالي خمسه الاف دولار.
هل هدا الطعام قليل السعرات الحراريه؟
اي باص يجب ان اركب ليذهب الي المحطه؟
نعم، هو كده. بس لازم تتحول لليسار عند المصباح الثالث و تبقي علي نفس الشارع حتي ما تصل لشارع الست و ستين.
بغيت كاس ميه عشان اخذ دوا، لو سمحت.
انا هاسعد لو تاخدني للشاطيء.
عذراً. عندك رقم خاطء. ده تانكيوشا بريس.
نا عايزين نخرج من الغرفه.
ايه دي موسيقي؟
لازم تدي هادا الشروب لولادك، قياس واحد، بعد كل وجبه.
هدا الاسلوب متوفّر في مقاسات ثمانيه وعشرون، واحد وثلاثون، وخمس وثلاثون سنتيمتر.
يا الله، ده بيشوف كتير.
هل ممكن استعمل تليفونك؟
هاذا راءحته حلوه جده. كام سعرها؟
بيدي اعيد تاكيد رحلتي الي شيكاغو في السابع عشر.
كلت شوي زايد.
شيللي اتكلم مع الست براون؟
هذا البيت يبدو انه مريح للعيش فيه، اليس كذلك؟
بغيت حجز في طيران نورث ويست رقم الطيران 086 للخميس.
مفتيش، جواز سفري و اشياء شخصيه تانيه.
متي بتغلقو؟
انتظر دقيقه. ممكن اني تركته في الحمام.
هذاك exactly ما كنت عايز اقوله.
نا عايزين كده.
بيتك كبير. كم غرف؟
استمتعنا بالوجبه.
فهمت، لكن مش قادر اقولها.
ايوه، نعم، من فضلك. بس امل انهم ما بيصابوش بالقيء من البحر.
لطوكيو، من فضلك.
ما وقت وصلنا؟
انا رايح باكر غد، فبغيت ادفع دلوقتي.
شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
هوا مشغول دلوقتي.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل ممكن ابقي في غرفتي حتي الساعه الثانيه بعد الظهيره؟
ح-ح. صباح الخير علي وقتك. كل شي كويس.
بغيت شوي من هالASA عدد فيلم لكاميرا هادي، لو سمحت.
Wayn lwasayet Monet?
هذا البيزا لذيذ. مين عملها؟
ايش طعم هذا الصحن؟
و كمان غاليين.
متي تروح القطار اللي جاي لبوسطن؟
اخطط لتعلم غولف.
لحظا، كاس تاني.
ما سرفر جيد.
خايفين ان الكمانات قصار.
هل ممكن تشرح لي كيف بدي ادخل الغاز؟
هل الفندق شمل الفطور؟
هاذا كل شي؟
هيه في هاد الطريق.
لحظا العداد.
غرفتي بارد جدا.
ساعرد لك لما نكون اقل شغل.
هل عندك اكبر؟
احسّن حالاً.
هل انت عارف جغرافيا اليابان؟
شوفلي فين انا في خريطه هذي.
مءه في المءه قطن.
بيدي اني اغير غرفه لي تكون علي البحر. هل فيه رسوم زاءده؟
كم سعر استءجار لوح لنيصف يوم؟
10 نوفمبر
بغيت شريط ماكينه كاتبه.
هيه جيهز.
متي بنطلع؟
كيف تليخبر الساءق عندما تريد تنزول؟
اربعه و عشرون دولار. عايز اكتر؟
بقيتُ حجزت في طوكيو قبل شهر.
شكرا لك من قاع قلبي.
هل هنا انا انزل علي مركز روكفلر؟
لازم تقيس حجم حذلي.
هادي عجبه.
هل تروح معايا في موعد؟
يرجي تنظيف هذا الستره.
بغيت استاجر قارب موتور.
Wen el qismet el benat?
ما في قهوه؟
فيلد ايه كان قبل كده؟
يالها من عيب. يالها من عيب. يالها من عيب. يالها من عيب. كبرت عادي علي وجهها.
هل يجب علي دفع الرسوم الاضافيه عندما ادخل مبني؟
مرحبا، حفلتك علي الخط. تفضل، من فضلك.
جريحي بتوجعني.
Wen el mahattah?
عندي قشعريره.
تلات ايام.
عبر الجسر هناك، وسوف تجد المكتبه علي الجانب الايسر.
من فضلك ساعدني في العثور علي دليل يتكلم اليابانيه.
ما بديش حاجه كبيره.
سيكون هناك تاخير بسيط.
ما الفرق بين هاذي الفندقات؟
بغيت محطه.
كان عظيما. شكرا.
ساعدي هون حوالي الساعه السته مساءً.
هل عندك شي طولها قليلا اكتر؟
تاريخ الانتهاء هو مارس تسعه عشر تسعه وتسعون.
ايش كان؟
ما هي الكازينوهات الجيده؟
هنا الفلوس للقلم الجاف. ورقه مءه دولار.
Wen el qesm el benat?
Wen astaqil el markab?
صديقي جريح.
انت بتظهرين حاله جيده.
هل هاد المحل هيتفتح غد؟
هوا كل الطريق في الممر.
لِتفضَلْ، قَصّ لِي شَارْبِي.
دال مع بار السالاد واختيار بين بطاطا مخبوزه او بطاطا مقليه.
Wen asta3mel achter el kif?
ما بستطيع ببيع هاداش بدون وصفه طبيه.
هل ممكن حجز خمس كراسي متجاوره في نفس الصف؟
هل ممكن تديلي حبل جربا، من فضلك؟
ايه الكاره اللي بتعطيك اكتر ميلاج؟
ما تيجي تخفف شويه لو حاولا.
هل تفتح هذه الكيس، من فضلك؟ ما عندك هنا؟
بغيت اتصل بتلفون طويل علي فندق هيلتون في بوسطن.
هل بنات مقبولين كده؟
حطّو عيونك، سقف منخفض.
ما بقرا الشاشه من هون جايه جايه. هلا بغير مكان لوقت؟
زرت بحيرات العالمه لاول مره.
شيل حاجه معاك مع هده الماكينه البايعه
انا عايز طبيب.
كتمان زمان هي في المملكه المتحده؟
حبيب التجديد زيك حتعجبك اللوحات البوهيميه والموسيقي في الشوارع.
شو الوقت؟
ساخذ هوت دوج وكولا.
Hada lmuwazzif lmuhajir.
شوفت بنايه بيضا، واي؟ هو في قدام بنايه دالي.
من زمان؟
ما عندي شي ليخليه.
ما؟ هل لازم تدفع ضريبه لو عندك اكتر من زجاجه ثلاثيه من الكحول؟
صاحبي مريض جدا. هتستطيع تاتصل بطبيب، لو سمحت؟
ما عارف كتير عن الخمر. ايه اللي جايح مع هذا الطبق؟
لما تقدر تطلعلي مكالمه صبحان؟
هنا محطه غاز بعدين كتلتين من هنا.
اليابانيين ما بياخدو اجازات طويله.
شوف انا كمان انهم يطلعونلي. هل انا نادر اني بظهر ياباني؟
لما يكون كده. ليه تقول لو؟
Wayn il-madkhil lil-Maktab al-Barid al-Markazi?
Wen akhbar maktba bus Greyhound f hada l-madina?
ما هاد المطاعم اليابانيه في كيوتو غاليه، لا؟
بِفَكِّرُ اَنّهُ قَليلاً شَديِدٌ لِي.
عندهن غرفتين متزامنه مع حمام بثمانيه وثمانين دولار.
بغيت سعر الكتاب.
هادي السنه برده اكتر من المعتاد، لكن مش برده بيزل عا snow.
Wen asta3mel tiket metro?
انا هاكون عندي كراسي من الفءه الاولي، صح؟
كم سعر التاكسي من هذا الفندق الي المحطه؟
شوف هاذي وهاذي ياللي، لو سمحت؟
بقالو اليابان بلد غني جدا.
هل هاك غرف مجانيه في عربه النوم؟
هل ممكن تخفيض السعر لي twenty دولار، من فضلك؟
هدا هديّه لصديق.
الثلج بيجعي المسار زلقه.
ما بجد كاميرا.
حايسعدل حمصين.
هل عندك شي تعلن عنه؟
شوفت قميص ازرق؟ جيبته هون علي الكرسي.
في طرف الشارع هناك محل لزهور.
Ana min Tokyo.
بغيت كريم ريفلون.
عندي بعض الاغراض لغسيل.
كُنت عَرَضْتُهُ قَبْلَ زَمَانٍ طَوِيلٍ.
هل ممكن ترسل لي حمّال لغرفتي في السابعه صباحا؟
سااخد شوكولاته ساخنه.
نحنا بستطيعين نعمل لك غسيل الغرف.
مخصوص، من فضلك.
كم سعر التاكسي للمotel سي؟
هل ممكن ااخد تذاكر متعدده؟
بيدي حجز طاوله لاثنين في السابعه من evening, please.
بغيت كريم ليلي.
هل ممكن تليها هديه؟
three twenty-five.
حايسخطط لارسال الفواتير لضروريات اليومي، فبجمل يرجي تخبرني العنوان واسم الشخص المسءول.
بصعب علينا نتكلم انجليزي بسلاسه.
هل عندك هاذي التصميمات مع كعب اعلي؟
بغيت سويتر لولد عشر سنين.
خدني لشارع ابي رود، لو سمحت.
شكراً. مرحباً، شكراً علي الانتظار.
اكد ان عندي حجز.
سارسلها لك، فرجال انتظر هنا.
نا هون ليوم واحد.
عندي صداع خفيف.
استمتعت بالطعامه جدا.
لا، من فضلك اجلس و انتظر. هرجع علي الفور.
شوف لي السياره؟
هل ممكن ترسم لي خريطه، من فضلك؟
Okay, ya basha. Min fadlak koon fi ghurfak hada l-hatya yiji al-tabib.
كنت ضحيه سطو علي شاطيء وايمانالو. جاي فورا.
كيفك بماءه دولار؟
بغيت هاذي مبلوله.
بغيت اطلب تجديد.
الحكومه دعمت تعزيز الصناعات.
هو فوق الخمسين، اظن.
ما هو العمر الادني للقيام بذلك؟
هل عندك خريطه بسيطه للمدينه؟
لو ممكن، انا بفضّل ما اخرجش السن.
العد هو كره واحده، Strikeان.
ما الوقت اللي القطار هيتوصل سان دييغو، من فضلك؟
بغيت انا انا شوف الصندوق.
بغيت شامبو.
انا مقيم في فندق هيلتون.
احس بءير و عايز اقيء.
عندي موعد لاراها في الساعه الثانيه.
هل هاذي العربيه بتذهب لادنبره؟
ايه، يرجي ملء هذا النموذج.
كم بتخس علي الوزن الزاءد؟
اسمي كيمورا. بدي الغي حجزي لجمعه.
عذراً، كان هناك مشكله و بنحلها. هل انتظر حوالي ثلاثين دقيقه؟
ما الوقت اللي ممكن استلم من الفندق؟
انا عرفته.
ساعودو نطلب حد.
هل تريد تسويه الحساب دلوقتي؟
السياره جايتي من جنب في تقاطع
هيا علبه موسيقي.
Wen el harat el gharbia?
هل هاكش جوله باص في المدينه؟
ما الوقت نبدا؟
كل شي حلو يا سيدي، في الحجم المتوسط يمكن نقدملك مركوري سابل. هاذا حلو؟
عندك كدمه في عضله.
لازم توعدني تضرب الكوره مش انا. عايز؟
كم بعد كده؟
لما بدي استعير شوي قطن؟
ما نوع الجلود اللي هاد الشنطه مصنوعه منها؟
ما بظن هاذي السكين نظيفه. هتستني تانيه؟
اشتريت هدا دلوقتي، بس هتغيرلي هدا ده؟
بصريح القلب، ما اوافقش علي كدا.
هاذا الطريق الصحيح لمحطه القطار المركزيه؟
قارب مع مرشد، من فضلك.
بغيت اطلب بدله لوني داكن لي.
هدا الشمسيه كفي ليها عصا.
هل لازم اترك كل امتعتي في غرفه الملابس؟
يرجي اظهار جواز سفرك.
هل هناك مكان يقبل غسيل الملابس يوم الاحد؟
تاني تشيزبرجر، برجاك.
اي باص يروح ميامي؟
ما هو مطلوب منكم هو عدم اعطاءنا اي رسوم اضافيه.
شوف واحد في كارنيجي هول.
ما عندي شهادات.
ما هو التخصص في المنزل؟
بغيت اجلسه مع دكتور
اتمني لو عندكم طاوله قرب الشوباك لسبعه tonight.
ما عندك حاجه اني جاي لبيتك؟
يبدو هناك مجال للتحسن.
Wayn il metro?
هل عندك حجم اصغر؟
وين ممكن اخد اسبرين؟
دول عيشه؟
لازم تديلي باس لاسبوع واحد.
Hada zaki m3aaya.
ما نوع الغاز موجود؟ بريميوم، ريجولار، وونليد؟
هنا واحد.
انا بدي انزل برد.
مغلق يوم الاحد، لكن يوم تاني كمان كدا حلو. بظن انه مفتوح من تسعه الي خمسه.
هيا سمك مقلي مع صوص خاص فوق طبق ارز.
بِحُبّنا نِحْتفلِ قال وِخداني لِبار. قال انّه هَيدْعُو حدّ وِرحل وِما رجع وِخليتِ معَ فاتورهِ كبيِره.
كم بيكون السعر بالجالون؟
كان عندي جواز سفر و كارت كريديت في شالتي.
حجوزات في السابعه، باسم منو.
ما تبي تشرب فنجان شاي؟
هل ممكن تقول ليين فين ممكن نيجي القنصليه اليابانيه؟
هل هاك دكتور ف الفندق او واحد علي الاتصال؟
هو دايمًا بيشتري من بوند ستريت.
ورقه انجليزي، من فضلك.
هل هناك مكان بيضرب موسيقي كاونتري؟
بغيت اني شوف حاجاتي القيمه.
ايه اخري من الصوف؟
كم بيها الورقه؟
بِخُطوهٍ، اضغط علي التِّلِيفون تسعه وصفر واحد واحد، ثم كود البلد ورقم التِّلِيفون.
شوف ممكن اعطيني كوكا كولا داييت؟
شيلني طلب؟
كان عندنا ركبته حلوه. شكراً.
عذراً. هل يمكنني المرور؟
السكان الاجماليه من اليابان حوالي ماءه وثلثون مليون.
بغيت اجر شادف.
نا عايزين انا انا عايز انا عايز انا
محفظه فيها ميه دولار و كارتين كريديت.
الميه حاره زايد.
انت هنا.
كاسه قهوه ياللي.
شايف انك مش هتنجح.
بطني بيحمر بعد الكمه.
واو، مكان جميل جدا.
عنده ممكن يكون عرق نبي.
هل حاسست؟
لو شفتك، نقدر نروح هنا ونستريح.
فقدت تتبع برقيه مسجله.
ما بتمكنش تتغير شغلك سهلا.
ايه المحطه اللي جايه؟
كل شي، لكن مش المقاعد. اليوم حار جدا.
خد من هنا و نقل لبيس رقم سته.
لازم اركب طياره العاشره صباحا.
بعتا عايشه زيك عايزه تقيء.
ما بدي شي كبير.
فاتوره، من فضلك.
كم سعر الفطر الطازج؟
شوف، لو سمحت. عندك تقبل فيزا؟
الْيَوْمِ حَاتْغُولُ شُوفْ كِيفْ هِيَ حَايَهُ كِيَانَاتَاوْنْ.
تاني او تاني-تسعه ثلاثه تسعه سته سبعه صفر صفر.
بغيت اسوي استخراج سنين.
بغيت كيس مكياج.
انا عايز اعرف كام بقرش انا عايز اترك كتيبه.
Wayn bghayy shuf "The Phantom of the Opera"?
بغيت اشتري هدايا لاصحابي. هتوصيني بعض؟
ببطء، من فضلك.
ما هي رسوم الفاكس الدوليه المتوسطه لديك كل شهر؟
مقليه من الجانبين، من فضلك.
Okay, hada baya' wahid wahid. Kull wahid minkum atini rikhsa w tsghela. W ya walad, a'raf hada hna raheh ngeebik test ta' al-nasem.
سيكون جاهز غد بعد غد في المساء.
هل ده مصنوع من القطن؟
عندي دواءي الخاص بي.
ما بقرا في هالجوله؟
ناعم، فيه حد ادني شربه واحده.
كم بيكون السعر ليوم واحد؟
هل هذا الحافلات يتوقف قريب من الفندق؟
بغيت ديسك كومباكت.
مفيش مواصلات جال و انا بتغادو في العاشره وخمسين و خمس دقايق. بس للاسف كل المواصلات مملوءه.
يِجُومني جَيِّد.
شوف لو عندكم طاوله لخمسه؟
ما تفهمش انجليزي كمان.
رجاء تحويل شيك مسافر.
هل تقدر تاخد عناها من تسعه صباحا لحد حوالي ثلاثه؟
كم سعر الشحن الجوي لليابان؟
انا مغلق من خارج. هل ممكن تفتح لي الباب، من فضلك.
ايه التورز بتكون افضل لشوف الاماكن المشهوره؟
هل هناك مضيفه تتكلم اليابانيه؟
كم شاطه بستطيع ان احملها علي الطاءره؟
لا، سيدي. بعد الظهر ده مشغول كتم. بس غد كدا مافيش مشكله.
حايسال الحارس عن السعر الصحيح.
عذراً جداً.
نا عايشين حزب الجمعه الليله. ليه ما تيجي معانا؟
Well, your room is nine o eight, Miss. Here's your key. Translation: "عهدا، غرفتك تسعه-و-ثمانيه يا سيدتي. هدا مفاتيحك."
بِذَالِك مُهِم جِدًّا اَنَّنَا عِنْدَنَا وَصُول اِلَي المَوادِّ الْخامَّهِ الَّتِي نَحْتَاجُ اِلَيْهَا لِلْمُشْرُوعِ.
عذراً يا ضابط؟
هل هذا القطار يذهب مباشره الي ادنبره؟
هل ده داخل حد الاعفاء الضريبي؟
خدلي حاجاتي الغاليه، لو سمحت.
كتمن مشغولين السياحات؟
بيدي اشتري هدايا تذكاريه. هل فيه متجر مناسب قريب من هنا؟
الا متي بتبقي مفتوح؟
حالياً مش غادي.
مايومي، هل ممكن تملا هذه الورقه بتوقيعك؟
هنا واحد لك يا سيدي.
ما عندي شغله في السجل.
بالتاكيد، خذ وقتك.
Ana hina 'ala wazifa media.
هل عندك افلام صيف؟
متي القطار الجاي لواشنطن دي سي؟
الطول ده هو الاسلوب المفضل دلوقتي.
سارجع ليابان يوم الاثنين الجاي.
هل ممكن اعطيني خريطه مترو؟
هل ده سفر طويل؟
هل ممكن تبدلها لي بتيبه جديده؟
اشخصين.
وين ممكن اني اخد امتياعتي؟
ما بيخليني جاي. هل لي ان ارتاح كرسي؟
الحدا عشر و خمستين صباحا
هل ممكن تليي لي مطعم مشهور عند الشباب؟
سيارتو كانت بتجري بسرعه كامله.
ممتنك اترك رساله؟ انا عاود اتصل لاكّد موعدي مع السيد ابرت في الاربعاء القادم الساعه الحاديه عشر صباحا.
هل ممكن تشرح مرضك انجليزي؟
هل ممكن ترسل لي تاكسي لباب الدخول الرءيسي لمول وستمنستر؟
كم مره بغير قطار عشان اصل هناك؟
هل كده؟ هاتشوف. يا الله، عذرا جدا يا سيدتي تاكانو. ده خطانا. ده فاتورهك الجديده. هتوقع هنا، لو سمحت؟
خمس دولارات رجع ياللي.
المفتاح الماءي في حمام الاستحمام مش ماغلق تمام.
ما هو الا رمز لتقديري.
هل هتملا هذا النموذج؟
ايه رايكم في هذه النماذج البلاستيكيه؟
ايه ماركات عندك؟
الخُطُومُ عَالِيَهٌ عَلَيَّ.
انا مغلق من غريتي.
كم زمان انت في باريس؟
لازم لي طوابع بريد لثلاث بطاقات جويه الي اليابان؟
جوه.
هل تبي تشرب شوي؟
ايمشِ هنا واسْتَلْقِ.
ارسلي تلغراف عاجل من فضلك.
حسب تقرير الطقس، سيثلج غدا.
بغيت كره.
بالطبع. سنكون سعداء ان نفعل ذلك.
هلا، كومكس ماليزي. هاقول واحد لاخدوه للبيت كشغله حوار.
الطريق للنجاح هو "جينماكو"، صح؟
ساجي عند فندقك حوالي تسعه مساءً.
عندي حوالي الفين وخمسماءه دولار امريكي بالين ياباني.
نا عايشين. هنشوفك بعض.
بغيت حبات نومه.
كُن هونَ حَتَّي التَّاسِعَه. املُ اَنْ تَلْقَاهُ الجَانِي مُسْرِعًا مُمكِنًا.
اكد ان المجرم قريب.
عشر طوابع من فضلك.
عندي حله في الحلق.
انا عايز هدايا تذكاريه من نيويورك.
انا بعتزل. هتستطيع تيجي بوي فندق ليهنا؟
ساعهي توقفت.
يا هو كدا؟ ازاي عجبك؟
نا مفتوحين في تسعه صباحا.
بغيت كتاب ملون.
اعتقد اني عاني من دوار الطيران.
ما لازم اروح بنك ياباني؟
لازم تتبادل فلوسك عند بنك.
هل في وقت كتيير للتشوت؟
حبيبك واحد من افضل عملاءنا.
هل عندك طبيب سنان جيد؟
يا. لازم تبلغ القنصليه علي الفور.
مخليش، مش مزيوج.
هل تبي طاوله في المطعم الرءيسي ولا في غرفه خاصه يا سيدي؟
كثير من الناس يروحوا للشاطيء في الموسم.
اني بوزني حوالي مءه وخمسين رطل.
Wayn ana bashtaghel?
Wen el maktaba el matluba?
هل هاك باص يروح هناك مباشره؟
هل لي احتاج علاج خاص؟
هل هاد كاش ام شارج؟
انتقلنا لدارنا دال هال سنه.
كم وقت هتاخد ليه اصدار فيزا؟
Wen il hamamet?
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيه، يا سيدتي.
هدا هديّه. هتستطيع تليها بورق تزيين جميل؟
ما رايه. دي مسالك عظيمه.
حيات الناس مجروحين.
عذراً. فين المحطه هنا؟
نا عنده حجز ليك.
عذراً، لكن انا عايز اروح فندقي في المدينه بالبوس. فين انا عايز اخد البوس؟
فريخ، من فضلك.
Hada ghurfa etneen wahad. Bghit agdab ftoor ghad.
ما رايك في التحرش الجنسي في مكان العمل؟
عندي اختين.
طيران رقم اثنان صفر ثمانيه، الي طوكيو.
ثُمَّ نَضَعُ تَمْلِيطَ دَاخِلًا.
نلتقي ونناقش الموضوع اكثر.
ايه هتكون طريقه حلاقتك اليوم؟
هل ممكن تقوليها بكلمات تانيه؟
باخد ما عندك.
بيدنا طاوله قرب المنصه.
Ana bikhayr. Wayn, inta rayeh feyn?
هوا عاليا باثنان الف و اربع مءه متر.
تفضل ادخل. يالله ضعها علي الطاوله دي.
لازم تلغوا رقم كارتي.
عذراً، كلهم مبيعين، لكن عندناهم بعد ايام قليله.
شوف ممكن اخد قهوه؟
ما عندي موعد، لكن هاد حرج.
هدا عمل سيء.
Wen el escalator?
هل عندك بروشور للفعاليات؟
Wayn darwazet el metro?
فقدت تذكره الطيران.
ما تقدر تبقي هنا خلال العُطله؟
عاه، عذرا جدا علي ازعاجك.
هل انت ممكن تحجز احداث؟
هل هناك حمام عام قريب من هنا؟
ايش المبلغ كمل؟
هدا جيد جدا. دلوقتي اسءله، لو سمحت.
هل عندك فلوس صغيره للباركنج؟
AX-four five zero copier كان افضل منتجنا مبيعا خلال السنوات الاربعه الماضيه.
هل انا اتوجه لليسار؟
هل هناك اي مضيفات طيران يتكلمون اليابانيه؟
لغايه سعر، ما هو كدا؟
تجب ان تتناولها تسعه وتسعين مره في اليوم قبل الوجبه.
انا بحبه كتير.
بغيت تريبود.
بغيت جاكيت رياضي.
تستطيع تبقي عندي.
لا، اقدر انزل كرسيك، لو سمحت؟
حلو. كنت ببحث عن تاكسي، لكن ده افضل.
سوته عظيمه. هل هي مصنوعه في بريطانيا؟
بغيت اروح لمركز هارفارد. تشوف لي تقيما نصل؟
اثنان كبير واثنان صغار، من فضلك.
ايش السعر؟
Star Wars كان اكبر نجاح في عام الفين وثمانيه وثمانين.
Wen el qesm el ma bish tdukhkhon fih?
دالك "T" زي توم، عايزه، عنديها هون، تارو.
احسبها مشهده.
بغيت تفاح، لو سمحت.
شو هاد ليه؟
ايه الكارتات اللي انتا بتقبلها؟
عندي وقت كتيير.
Well, it's lunch time. Would you like to discuss it over lunch? Translation: Well, it's time for lunch. Do you want to discuss it while we eat?
شيلو ريكوردير الفيديو من غرفتي.
مرحبا، اسمي عودا. عندي حجز tonight، لكن هكون متاخر شوي في check-in. فادفع حجزي.
هذول الحذاء صلب؟
لِخُدَّامِهْ، قُلْ لَهُ اَنَّنِي بِنتِظَّارُ مَرْكَبَتِهْ.
يقال ان الانفلونزا منتشر هناك.
كدا جاي.
عذراً. نحن ممتلءين غداً الليله.
Ana ma'a saahabin.
حسب غورو، السيد يامادا عنده طفلين.
هل بتقولها تاني؟
بغيت اروح علي برج لندن.
لطفاً امسك حزام المقعد.
الكوود ده ثلاثه. رقم التليفون ده اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذراً. هل هناك جسر قريب من هنا؟
عذراً، بدي استخدم الحمام.
مشغول
لباسه دايما مش مودا.
هل عندك ماكولات بحريه؟
دال كدا غالي شويه.
بغيت لكن خايف ما انا مش قادر هاد المره.
لا عارف لسه، بس حاتجرب.
ملح، من فضلك.
لِحُطِّ الفُستانِ جِوا هَذا الغُرفَهِ.
تمنيه دولار للتيكيت واحد اتجاه. كاش او كارت؟
Could you clear the table for me, please? = هتستني الطاوله لي من فضلك؟
كيف بيبني الوالدين اليابانيين اولادهم؟ هل هم شده مع اولادهم؟
هل ممكن تلي لي ساعات العمل؟
يرجي لفهم بشكل منفصل.
بطني شايفه ثقيله.
تسمع جايه. فين ننتظرك؟
شلو نبدء نلعب لما ينتهوا؟
شعب اليابان كدا حوالي مءه وعشرون مليون.
ملا العناصر التاليه في بطاقه التسجيل.
شوف هتسترد لي شغلي؟
هل عندك شالات حرير؟ ببحث عن هديه لزوجتي.
حاضنوه دلوقتي. كام رقم غرفتك؟
السيد كوباياشي بيطلبك.
بغيت اسافر من شنغهاي لي هاواي بالسفينه.
هل ممكن تيجي حد؟
هل ممكن تكون جاهز قبل الساعه الخامسه غدا؟
يستغرق عشر دقاءق مشيًا علي القدمين.
قبل ما نغلق اليوم، هل تقدر تدي لي دقاءق قليلا؟
وين ممكن اقفيل سيارتي؟
احس ببرد و بطني عايزني جدا.
سكوتش وميه، من فضلك. و عندك اي شي لتقضم؟
كيف بقرا نطفي هالضوء؟
هوا مشغول جدا اليوم؟
بغيت خيط.
عطيني شهاده طبيه، لو سمحت.
بغيتك تقصها شبر منين هون.
ما بيحسش حلو. يالله اعطيني دواء.
لا، بدي جريده يابانيه، لو سمحت؟
كل شي حلو. هل يمكنني ان اترك السياره في اي مكان؟ كم هو رسوم ترك السياره؟
اي باص يروح لوسط المدينه؟
هل هاك اي اكسبرس ل بوسطن؟
لِتكونِ خَليلي في الكِتابِ.
هَكُنتُ بَقَاءٌ عِنْدَ صَاحِبٍ.
انا متحمس جدا، مش قادر اجلس هادي.
هل ممكن اني انزل في فندق هيلتون؟
بغيتك تزيحها.
ذهب شمالا في هذه الشارع وخذ اليمين الاول.
بغيت اعرف هلا ممكن يوصلك هاد الست ديشات لطوكيو.
بغيت شوي قوه في الجسم.
هل هاكله ما بتكون حاره او حاره جدا؟
هل قريب بما فيه الكفايه لمشي؟
بغيت كريم ايدين
هل ممكن تويصللي الملح؟
بغيت اروح وول ستريت. كيف اروح هون؟
كتر من التمرين بيضرلك.
بشمل الفطور، الضريبه، ورسوم الخدمه، سيكون سعر الغرفه اربعون دولار لكل شخص لكل ليله.
شوف تقدر تصليحها؟
مساء الخير. مرحباً.
ما بجدها شغلتك.
استمر شوي في نفس الاتجاه.
هل الماء هنا امنا للشرب؟
ايه، جاي. دولارين بس.
لُو كُنْتِ تْسْعَي تْغَيِّرْ هَذِهِ الفُسْتَان لْوَاحِدَه سَاعَه كَبِيرَه؟
بِخِير، نِذْهَب. اَنَا بِستَطِيع مُسَاعَدَتِكْ فِيمَا يَعْنِيكْ مِنَ الوَاجِبَاتِ بَعْدَما نِاْكُلْ بِيزَازَاتْ.
ناعم، يا سيدي تاناكا. فيش رسايلتين ليك.
ما بيخليني.
غد كمان يوم.
شو عساني مساعدك؟ هل عندك حاجه من فيتامين سي؟
حسيتي مشي ماخوشه في القطار.
ما ببعيد. احسن تاخد تاكسي.
بيدي كرسي في الممر، من فضلك.
عيش في شقه بتكلف ثمانين الف ين ياباني كل شهر.
لاستاذن ان اقطعك؟
اريني واحد اكبر.
عذراً. هل تمانع ان تتغير معي المقاعد؟
ايه، طبعا.
نزل للزاويه و دور علي اليسار عند اشاره المرور.
تريد رولز صغيره او كبرا؟
بغيت غُرْفَه فَرْدَه مَعْ حَمّام لْخَمْسِين دُولار، يَا سَيِّدِي.
بيدي اني ادخل حاجاتي القيمه في خزنه الفندق.
هل عندك غرفه متاحه الليله ديه؟
ناعم، لكن تاكد من عندك التذكره معاك.
بقيّه ناس هيمشون في التّور الاختياري.
ما عندك. علي كل حال، ياللي، اخدني لوسط حي الصين. هحاول اعرفها بنفسي.
جديدين بيستخدمن في ابريل.
اتمني كده.
تاني سكوتش وميه، برجك.
من اللي بليعب؟
هل ممكن تتصل بي لو عثرت علي شالتي؟
شمال، من فضلك.
هتقف معايا ع picture؟
لا. هل تريد الابلاغ عنه؟
هاذي السن الاماميه بتوجعني.
ما هو احدث لعبه كمبيوتر لفتاه في الخامسه عشره من عمرها؟
نشوفك غد.
هل هناك مطعم ارخص من هنا؟
لا، لكن شكراً. انا احسنت.
هل عندك خبز؟
انت بتملك مهاره في الكمان؟
صديقتي انزلقت وسقطت في الحمام.
هل ممكن اعطيكي منخله سيجاره؟
المسيحيه كانت محظوره والبلد كان مغلق عن بقيه العالم.
كم بتريد؟
شريمه مع كوكتيل ليها و نفس الشيء لي.
هل ممكن توقع هنا؟ وبتفضل توقع هنا بالاوليات.
شفتني زوركم في مكاتبكم الرءيسيه ووقوفي معكم في مناقشات هامه. شكرا جزيلا علي تعاونكم اللطيف.
اصوتك بتنوم عاليا.
ما عجبني اللون بعد كل شي. هلا رجع هادا؟
خروج من الباب ده، و انتظر عند محطه رقم ست.
دجاجه مشويه، من فضلك.
لحظه، هلا تفضل علي الفلفل؟
ناعم، بدي شي اقرا.
هدا السيد تاكاهاشي في الغرفه 549. هتستطيع ترسل لي اربع زجاجات من بيره بودوايزر، من فضلك؟
هدا سبعين دولار.
لطفا اتصلني فندقي لما تجد حقيبي.
بيدي نبيك من غد صباحا في الساعه 8:30 ياللي.
ايه، بس ده كتر و انا مشبع دلوقتي.
بغيت شوي من غسول الفم.
ما بديش حلو.
هل عندك تخفيضات علي الجمله؟
طوكيو صفر ثلاثه رباعي تسعه تسعه اربعه خمسه سته سبعه.
هل بتستطيع تساعدني في العثور علي حديقه الحيوانات؟
هل تقولي لي كيف بدي اعدلها؟
عند واقت تقفل جوله الباص؟
هل تعرف كيف تستخدم هاتف؟
بالتاكيد، عندنا بعض شارات الكتب الجميله من السكان الاصليين في امريكا.
مشغل يتكلم ياباني، من فضلك.
نا مهتمين بالازياء.
هل ممكن تسحبني؟
هل ده عياده F؟
مرحبا، سيدتي ياماغوتشي؟ حزبك علي الخط. مكالمتك مقبوله. تفضل، من فضلك.
Wen asta3mel achter coupon lift ticket?
ما الوقت هنجي في لوس انجلوس؟
مشي مستقيم لمده خمس دقاءق، ثم انحرف الي اليسار.
هاذي الطريق نحو الشاطيء.
هاشا الشاي البهارات بيساعد علي تجديد الجسم.
ما هاد مش مصنوع في اليابان، ولا؟
كل شي حلو. هذي الطريق ياللي. هاديك لغرفهك.
لازم اخرج من الفندق قبل الظهيره.
تسعه شطاءر و تسعه قهوات، من فضلك. انا عايز اخدهم خارج.
شوف هادين شاكولتين بقلشهم؟
طلبت لحمه مش سمك. هل ممكن تتغيرها؟
ولادي متعب كتم.
انا مريض في بطني.
هدي جاكيت ما بيكون بحجمي.
بغيت الاقي السيد ويليام.
لها مجموعه من سبعه فيتامينات ومعادن.
السن مفلوطه.
شيل لي رجع عندما راجع اليابان؟
ما بيكون هاذي الصحن منين؟
اي دوله هاذي مصنوعه فيها؟
شوف تقدر تعملها في عشر دقاءق؟
ما بديعش في الانجليزي. هل هناك اي شخص هنا يتكلم اليابانيه؟
Wen astaati nijla token min metro?
ستوصللك twenty عينه زاءده.
ما بديش لي لان جلدي جاف شوي.
لحظا، هلا تطلعلي جدول الوقت؟
ايه، بظن اني حاسيب انتظر.
تسعه وتسعون دولار في الساعه لكل طفل.
عذراً، عندنا مش موجود.
ما يجب ان يكون هادء.
عندي معداتي الخاصه.
غُرْفَه مِفْتاح، خَمْسَه و ثَلَاثَه، يَا سَيِّد.
ما الوقت بتعرض فيلم Terminal Man؟
Wen el barber?
ساعه سبعه، لو سمحت.
حقيبتي متضرره.
السياحه.
انا من اسبانيا.
شيل حاجه خاطءه في كارت الكي ده. هل ممكن تدي لي واحد تاني، لو سمحت؟
عندي طشيش علي ايداي.
ارسل هذا عبر البريد الجوي لليابان من فضلك.
Wayn akrab sa77al?
اخري خمر، من فضلك.
الناس لطفا جدا.
كم مشروب مشمول في السعر؟
شفتها.
Wayn bab el-tarwe7a le-hada el-tayara?
هل عندك طاوله عند الشوباك؟ لو عندك، ممكن تحجزها لي؟
هل تم اعلان الصعود بالفعل؟
نا عند ارتفاع اثنا عشر الف قدم.
بِدْءًا، نَحْنُ نُرِيدُ نَحْنُ نَشُوفُ وَال سْتْرِيتْ.
Wayn makan wuqoof al-hafila le-Oxford?
ساعود حتي ما يكون الشرفه متاحه.
شوفنا ليه حزامين من الجلود؟
نشوف التلفزيون. فيه مباراه بيسبول.
هل هتكتب عنوانك هنا؟
لو سمحت، قل لي اين اقرب صيدليه.
للمفروض فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات غير طوكيو؟
كمل و انتظر شوي من فضلك.
شو بتعملو عاده في البيت بعد العشاء؟
بالتاكيد. متي تريد تلعب غولف؟
هيا هتكون في البيت حوالي الساعه تلاته.
بغيت اتصل بسفاره اليابان.
شوي شوي.
وين مخرج حافلات السياحه؟
كم بتخليهم يروحوا اليابان؟
ما عنديش اي نوادي او احذيه.
هل الدينار الياباني معاك؟
هل عندك مستنغ؟
نحن عايزين نطالع من هون؟
سيدي كاواي، عندنا طاوله لك دلوقتي. تفضل هون.
تاكيد. انزل الدرج اللي هناك و هتشوف بعض التوجيهات. بس اتبعهم.
شلته الفندق. هل بستطيع مساعدتك؟
Could you drop me off at the Hilton Hotel, please? => هل ممكن تتركني في فندق هلتون من فضلك؟
هل بتعمل متاخر كتير؟
عذراً جداً، لكن عندنا ما عندناش اكتر. كيفك لو ورقيه انجليزي؟
طاوله غير مدخن، من فضلك.
هل تقدر تاخدني قبل ما نصل دورهم؟
هاذا طازج؟
ما بيكون حلو. انت دايما بتعاملني.
هل ممكن تظهرلي بعض الفساتين؟
كتاب كتاب كتاب
Ana bishrab khamar.
خدّرو، لان الطقس في الجبال بيغير كتير.
شيك مسافر و ين ياباني، عادي؟
عذراً، بعتش مع الخدم و مع المفقودات. ما عندهمش.
ماكانش سهل الويصال. هو علي طريق صغير من طريق الرءيس.
ما عنديش معلومات عن هاد.
نستطيع نتكلم فيه في مقهي.
شوفت، يعني مش لازم ادفع رسوم التعديلات، صح؟
الاوبراتور ياللي.
هل ممكن تنزل السرج قليلا؟
هل بتسكنني الليله دي؟
Okay. Gadi nkhod el khamesa. Shukran.
هنا فاتورتك. ثلاثه وتسعين وسبعه دولارات.
انت محظوظ.
جدول مع منظر ليلي جميل يرجي.
هل هذه اله مصنوعه او مصنوعه باليد؟
بغيت استاجر هاذي نوعيه السياره لمده اربع و عشرين ساعه.
شفتك حلو جدا.
ممزور
حالا، هلا نطلع عليك.
شوف، عايز تتصور كم هتستغرق وقت عمله لو سال كل واحد سءال تاني. هيا، عجلوا ونخد عجالتنا. لازم نروح لبيان الجمارك بعد كدا.
ايش الوزن؟
هل هناك مطعم صيني هنا؟
المنصه الخامسه هناك.
متي لعبه كوره قدم؟
ما بيشتغل. هتتحقق من كاميرا؟
قهوه مع كريم و سكر، من فضلك.
بِظَنّ فِيكَ خَطَاءَاتْ فِي الفاتُورَهْ
لِحَدِّي هَادِك.
باب السابعه.
هل انت اسكتلندي؟
تلاته-ثنتان-واحد-ثنتان. انتظر دقيقه، تمام؟ بدي ارسللك شي هنا. عذرا.
ماءه وخمسه وثلاثون يناً لكل دولار.
ميني سكات مع بوتس مش هيتقعدوا في الموضه.
شوف ممكن اتكلم مع مدير؟
لما سعرك مختلف عن العداد؟
شوف لي هاد؟
وعدت نفسي لما اشوفك، هكون عارفك.
شنو بيحصل في الاونه الاخيره؟
ما بديش حلو. هتستطيع توصيه دكتور؟
حفلتكم عايشه. اذهبوا قدام.
هل هاكش شو علي الارض؟
المخبر مش بيغسل.
كم وقت ياخد من هنا لبلديه المدينه مشي؟
خذ هذا الدواء بعد كل وجبه عندما يكون الالم شديدًا.
You put the money in a special decorated envelope which is called شغيبوكورو.
حطيت شخص.
شوف هادي ما بدي اشتري ليه؟
هل عندك خريطه للمترو؟
عندي غرفه جاهزه لك في فندق جراند. هل ممكن تروح هناك؟
عندي الم في عيني اليمني.
ما بيخبرش كتيير بالالماني.
نحن يجب ان نلتقي مره اخري.
هل هادي بنطلون هتاخدهم؟
هل ممكن استعير راكيت وكرات؟
هل ممكن تضيف بعض التغييرات الصغيره؟
شوف ممكن اعطي نصف قاروره؟
مرحبا. انا جون.
نكاي.
ما عندك حاجه اني اخد صوره لك و لسيارتك؟
تليفنت عن شاكولا مفقوده قبل ثلاثه ايام.
بغيت فندق ارخص.
يا هلا، فيه كتير من الشويا لازم تشوفها في غرينتش فيلاج.
عندي اتصال تجاري هناك.
يِيمَاش مَعَ جَاكِيتِك.
هل بتشوف لي علي الحقيبه دي؟
ايه رايكم في هذه الفكره؟ نقبل شرطكم بتوع السته اشهر اشعار بشرط ما تاعطونا حق البيع لمده سته اشهر بعد انهاء العقد
عذراً. هل انت عارف نيويورك جيداً؟
ننتظر. جيبنا مكالمه لما انتو مستعدين.
بغيت اشوف جراح.
هل هاد المكونات طبيعي؟
بغيت اركب سياره سباق.
الرمز البريدي هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
Contracted a cold.
سياره صغيره جدا هي افضل.
بغيت ارسل هدا التوصيل العام
بِحَلِّي نَقْلُ هَذَا المَكَلَمَه لِلرَّجُلُ الَّذِي بِيَدُهُ القُوَّه.
انت عايز حجم ايه؟
يا ويلاه. ما كنتش عارف اني عنديهم لسه.
هل عندك علب لارسال علب؟
هل الشركه الجويه هتسدد نفقات الفندق و الطعام لي؟
هل دا كل حقاءبك؟
كيف تود اجراء المكالمه؟
Well, it's expensive. It's not made in Japan, is it? Translation: Well, it's expensive. It's not made in Japan, is it? Original: باهظ الثمن، ما هو مصنوع في اليابان، اليس كذلك؟
هل تفضل تمرير الملح لي؟
اين اكتر مطعم قريب من هذا الفندق؟
بغيت شامبو لشعر طبيعي.
متي تظن انه سيتم العثور عليه؟
اتمني لك سنه جديده سعيده جدا.
بغيت سبرايت كبير.
لِتِفَضَّلْ قُلْهَا تاني بِبُطْء.
عذراً. بدي اطلب طلب. (Translated into Libyan Arabic)
عندها شريمه نيوبيرج ولحم خروف مشوي.
بغيت غرفه لحديقه جميله
تلات كاسات عصير بطيخ، من فضلك.
عندي تلاته اولاد.
زغد مباشره هادا الكوريدور و تولي شمال عند الزاويه. هتشوفها علي يمينك.
هل هيا جوله يوم كامل؟
كم تكلفه تذكره ذهاب و اياب الي اكسفورد؟
اروح لنادي رياضي كل يومين.
Wayn bgha nzl f douratk?
ما هو وقت المغادره؟
كم سعر الدليل يوميا؟
Wen aqdar ajid CD's?
عذراً. انا طالب جامعي من اليابان. هل انتم طلاب من جامعه نيويورك؟
هل تقدر تقول لنا كيف بتقيم هذا الخطه؟
Aki, ta3ref bet maktaba 3ala al-7ad?
كاش او شحن؟
انا بيشتغل في شركه تجاره.
ما بيحسنش تسال الناس كم بيستخدمو.
هل هاذي ليفيز اصليخ خمسه و واحد؟
متي بستطيع اخد حمام؟
ما بتظهرش فوق واحد و عيشين و واحد.
شوفت. في الحقيقه فيه فيلم سريع جوا. ما عندك حاجه اني اخرجه؟
اشتريته دلوقتي.
حا ضيع لك واحد علي طول.
تمان دولار. وهكذا جاي واحد دلوقتي.
يرجي اظهارها مع البضاءع المشتراه للجمارك في المطار.
هل فيه اي من المتاجر الكبيره عروض دلوقتي؟
مشغل، اتصلني بمستشفي الحريق.
عندي بطاريه ميته.
وقف عند التقاطع القادم.
واه، ها هو. و هل لازم كل حدا يملا هذا نموذج اقرار الجمارك؟
واسمك لو سمحت؟
هل تمانع اذا عملت مكالمه جماعيه؟
مرحبا. ازيك؟
Wen el qesm el seya7a?
ما اسم الشخص اللي عايز تتكلم معاه؟
عذراً، مش موجود دلوقتي.
شوف هالشي. شوف هالشي. هتقوللي الفرق بين هادي وهادي هو الحظ؟ محمد، وقف، هتسوي؟ ما تمانع لو انزلك هون. انا متاخر. يا صديقي، كان لذيذ ان نلتقي، عايز؟
هل غرفتك بتطل علي المدينه؟
هل هاكليصوال ليا؟
ما زايل غالي. ما بستطيعش اخدها بثلثه دولار؟
بيدنا غرفه في الخلف.
ساشرب كاس من الخمر.
انتِ جَمِيلَهٌ جِدًّا.
بغيت غرفه بتحتوي علي سرير توين. كام سعر الغرفه لكل ليله؟
تكون علي بعد تسعه وتسعين ميلاً.
Vince و Linda بيوطلو يريدو يكونو لوحدهم، فبالتوفيق انا هكون لازم ابقي هنا الليله.
لازم تحفظ هذه الامتعه تحت الحفظ.
اسمي ساتو.
انا عارف نادي جاز قديما في وسط المدينه.
ساخذ هاذا الطاوله ديهوت
بغيت اكل نفس الطبق ده.
ثوم ناخدها.
هل ده يصل للصف السادس؟
جلود تماسيح؟
يرجي وضعها في كيس غسيل وتتركها هناك.
بغيت هاديل فيلم يتطور. متي هيكون جاهز؟
لا تعطي هذا المفتاح لاحد غيري.
Okay. Sa'afak min fawwadek fi l'otel sa'aten tmaniyyeh.
الشوباك بيكون بخير.
لخلي شعري يطلع من فوق.
هل كل نفقات النقل مشموله؟
بيوت العُلاَقه الكبري
Wen el counter el rent-a-car?
كنت عندي حمي من ليله البارحه.
ما هوش طعمي.
ايه الخضار عندك؟
بغيت تكييف داءم مرخّص، لو سمحت.
متي هيدخل الدكتور؟
هيه لونه غلط.
السنه كسرت.
هاذا كرسي جانبي ولا كرسي نافذه؟
انا عايش علي التريكينغ.
هل ممكن توصيل امتعتنا للغرفه؟
اريني واحد لفتاه صغيره.
هل ممكن تيجي توقف هنا؟
هل عندك شي بقيمه ثمانين دولار وصفر سنت؟
Ana 3aTashan.
ما في حليب، من فضلك.
عندي ثلاث اكياس.
Wayn il buhayra?
عذراً. اضغط علي زر الكاميرا من فضلك.
شوف هتدي لي مجله او شي؟
جنوب.
كم سعر مقاعد الشرفه؟
بيدنا غُرفه بتطل علي البُحيره.
هل هناك صناديق بريد بالقرب من هنا؟
حلو. هاقولك هناك.
الجزء المكتوب *بالخط الماءل* يشير الي التغييرات التي حدثت في تسعينيات القرن الماضي.
هو عتاشين سنين.
كلش. هتكتب العناوين تاني علي هذا الغلاف؟
بيدي اني ادخل هارودز. هتستطيع ترسم خريطه، لو سمحت؟
ايه بتعمل لما عندك وقت فراغ؟
هل عندك بطاريات كاميرا هذي؟
بغيت كابل ريليز.
انت اخر في هذه الصف؟
بِحَسَبِي هَادِ الكُتْبَهِ مِزْدَحْمَهْ.
حطيره جايه. بس خارج.
انت ممكن تقولي لي places of interest هون؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
انا كمان.
بغيت انشمل من سان دييغو.
كنت بفتكر في اخذ ده الكورس في السيمستر الجاي.
الخمر مش بارده كتر. هتخليها بارده اكتر؟
هل ممكن تتغير هاذي الاقراط ليهاكل؟
ايه هاللي عايز تفتكر فيه دلوقتي؟
بغيت رد مال. هلا اعيد لي فلوسي؟
ما شاء الله، مش هقدر اشوف مشروب زي ده في اي مكان تاني.
لو اشتريت هاد كمان، هتكون المبلغ خالي من الرسوم الجمركيه.
لازم اراه شهادتك بالتلقيح، لو سمحت؟
هل انت مسافر كتير؟
انا من امريكا
عندي تذكره طيران لسان فرانسيسكو.
لو كان علي fifteen دقاءق من المحطه، هقدر مشي.
بغيت فندق رخيص شوي.
بونساي بتسمع هوبي شايب كبير.
ما قررتش لحد دلوقتي. ممكن تدي لي وقت زاءد قليلا؟
عندي صداع.
هتشرب قهوه معايا؟
بغيت شهاده طبيه و ايصال للتموين.
يا الله. يالله عجل. بناخر.
ما بديش انفق اكتر من عشرين دولار.
لما الطياره ما طايره؟ قللي لي هالشي جاي بيه.
كم سعر التذكره؟ هل يمكنك كتابه سعر التذكره علي ورقه؟
بغيت استاجر كرسي شاطيء.
انتظر دقيقه من فضلك.
هل يجب علي السيدات ارتداء الفساتين الرسميه؟
ما تلمسني.
هل عندك سيجاريت؟
لو الريح ما هي قويه جدا، نقدر نروح لتيكي بوينت.
راءع.
ساغلق دلوقتي. شكراً علي اتنانكم.
هل عندك هاذي بالالوان التانيه؟
من ده؟
عذراً. هل ممكن تقوللي فين محطه التاكسي؟
و شرب؟
هنا هو.
Wen akrab magazet el 3omlah?
هم. مش عايش، ولا؟ لو عايز، تقدر تروح علي كرسي فارغ.
بحطلك هاذي.
كل شي سيد. و ايه هتاخد في الحلوي؟
مدرسه ام باص؟
شيكات المسافرين. شكرا لك. هذا تذكره السفر و بطاقه الصعود. كن هناك من فضلك ساعه قبل وقت الطيران.
حسي كده حاد.
الاسم هو غورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
احس بلي حاله سيءه جدا.
ما اوقات عرض فيلم "حُب كوسي"؟
كلشي. هتشرب قهوه دلوقتي ولا بعد كده؟
قُل لِي اَهْلَامَ نَادِي الرِجِّي فِي نِيو يورك
ايش الفرق بين منتجك و منتج المنافسين؟
ما هي المشكله اذا ما حدا ما يستمع للتدابير الامنيه؟
هل شوارع الجانبيه خطيره؟
ايه. عايزينك تاخد الاجراء اللازم.
ناعم، واحد بس. متي حاسف؟ كيف حاتسول تعويض؟
هنا بطاقتي الشخصيه.
بِحَبِّي نَكْلِّبْ مَاوِيدَه عَلي نَافِذَه.
لِتِفَضَّل يَا سَادَتِي، قُل لِيِ اَلطَّرِيقَ اَلرَّخِيصَ لِلذَّهَابِ اِلَي سَان فْرَانْسِيسْكُو.
هل تعرف المطعم، كيويا؟
طريق واحد.
حاسس اني هازدي عجيز جالس هون بيكول دايما.
هل هناك نادي ليلي جيد مع عرض فلامنكو؟
هيا فستان حلوه عندك.
رجلي بتوجعني.
Wayn aqrab makan yaghsel melabes?
هل ممكن تتغير مكانك معايا من فضلك؟
مكانساتنا اتفرقت.
بالتاكيد، اود ايضًا تامين هذه العبوه.
الفاتوره بتبلغ مءه دولار.
البوابات الطارءه موجودين في الامام ووسط وخلف هذه الطاءره.
كل شي حلو، حجزك تم تاكيده تاني.
الخُطُومُ عَالِيَهٌ جِدًّا.
بيدنا طاوله في الشرفه.
يعني الفيلم ممكن ما يكون مناسب للاطفال تحت الخامسه عشر. لذلك الوالدين لازم يعتبروا اذا كانوا هيمشوا الاطفال يشوفوا الفيلم.
كيف تبي المال؟ جمل هذا الورق ووقع هنا.
بعض الاوقات بطني يوجعني.
هل عندك بعض الاطباق قليله السعرات الحراريه؟ انا علي نظام غذاءي الان.
ما تحتاجش تدفع فلوس.
ناعم، عندي تذاكرتين للجيانتس ودودجرز.
نا واحد من اكبر موردين للميكروكمبيوترات.
شكراً. انا كمان. الي اللقاء. (Shukran. Ana kaman. Ila al-liqa')
اخو توام مع حمام، من فضلك.
سقطت من الدرج.
ايه فلاڤور ايس كريم بتوصيه ليك؟
هم. هادي. اللون بيحلو عليك.
Wen kono el kutub blisanet gharba?
تني شريحه و سبرايت.
عطيني بعض السجاءر.
ممنوع جلبها للدوله-عذراً. حسناً، اظن ان هذا يغطي كل شيء.
نا عايشين في كاليفورنيا لكنهم نقلو لفلوريدا قبل سنتين. و انت؟ انت مسافر لوحدك؟
انا مريض.
ولادي بتظهر متعب جدا بسبب الحمي.
بِهَذا الحَجْم، جَازَاكَ اللهُ خَيرًا.
النياشين الثقافيه بتوزع للفنانيين والباحثين المميزين في يومين.
انا ياباني.
هدا غالي جدا.
ايه. خُذْ حافِلَه تِذْهَب لْكْيوتو-ايكِي.
هل ده لعضوين بس؟
غرفه بستماءه دينار ليبي في اليوم.
شيل هاذي معاك في الطاءره؟
Okay. All I want to know is whether the business will ever pay its own way. Translation: Okay. كل ما بدي اعرف هو هل الشغل هيتغطي نفقاته في يوم من الايام.
حلو. هل تريد شال معاه؟
شحن البطاريه، من فضلك.
انا مستعد لاطلب.
الملح العطري يترك جلدك ناعم و هين.
اكتب اسم الشركه الجويه و رقم الرحله كمان.
حقيقا. اليوم يوم الاحد، والاحد هو اسوا يوم.
ناعم، ده مشكله في التخلص من النفايات.
بغيت هذا النمط في وضعيه خمس places.
كثير من العاءلات لديها دخلين.
يا. ده الفضه غريبه "القمر و الجرس". حقيقا عايز تتبادلها؟
امي و اختي جايين من اليابان يشوفوني. هاتوصلوا هنا حوالي السابعه من المساء.
براون هايي شايعه هالسنه.
فكره طيبه. متي بتخطط تيجي؟
بِخَيْر. جَلْسَتَيْنْ، يَا سَيِّدِي.
Wayn es-sooq?
انا متوقع جرب بدله السباق الجديده.
بعتقلو هادول عادي كايسري.
كم تكلفه تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال اللي عطيته لي نقص عنه عشر دولارات.
كنت اتصلت للتو بالسياده سميث في غرفه رقم اثنان واحد، لكن ماكانش رد. هل بتعرف تطلع ليه ما زال بقا هنا؟
بغيت واحد حداثي.
انا بيشتغل في شركه نشر.
لِتْفَضَّلْ، اِمْلا هَذَا؟
شاريع ايه هاد؟
هل ممكن توزن هدا العلبه؟
ايه اسمو ده بالانجليزي؟
استمر صاعدا في هذا الرف، ثم ستجده علي الجانب الايمن.
بغيت تامين هاذي.
صباح الخير. ده فرونت ديسك. هلا اتساعدك؟
كل شي حلو. ياللي تيجي داخل.
ناعم، يا سيدي. انا بجي هنا كل يوم لاكل الفطور، من يوم الاثنين لحد يوم الجمعه، قبل ما بجي العمل.
مافي مشكله.
لازما تيجي لي ثلاثه اثنان سته اثنان تسعه واحد ثمانيه.
نا عايزين نخدمك من السابعه.
رجاء استلقِ هنا.
ما خدمه سريعه.
لعلها تظهر بعد كده.
يرجي الدوران لليسار في التقاطع القادم.
عذراً. كيف اصل للبنك؟
هل هاك خدمه حافلات للFord Museum؟
ايه. اسمك و رقم غرفتك، لو سمحت.
كم وقت ياخد ليصل اليابان بالبريد الجوي؟
Okay. شوفك يوم الاحد علي الساعتين.
بغيت اروح من نيويورك ل تورنتو.
الزيبره متكسره. عندك اكتر من نفس النوع؟
هدا نوعا ما قذر.
هل ممكن تاكد لي عن رحلتي تاني؟ هون بيكيت طيران.
هل عندك هاذي بلون اخضر اغمق؟
هل تاخدني لكانتربيري وتجيبي لي منين؟
شوف ممكن اعطيني شوكه جديده؟
شكرا جزيلا علي احسانك.
عذراً، ما بيعندنا تذاكر للمسرح.
اريد ان اشوف هاذي.
يا هدا حلوه. ايه اللي انا عايزه اعمل؟
بغيت امد مكثي هون ليومين زاءد.
لازما بتغير لي مكاني.
لنا اليوم جري جري كبر.
شو ساعه يغلق؟
تدخن ولا لا؟
ما بيكون غالي عليا. ما تقدر تيجيله؟
انا متاح يوم الاربعاء صباحًا او يوم الجمعه بعد الظهر.
ما كُنْتِ عَندي حِجْزَه.
لحين الصيف في اليابان بيكون حار جدا، و ما كانش عندنا تكييف في الايام القديمه.
هل ممكن تطلبي لي كاريه غد باكر في الساعه التمانيه؟
ما بيكون شيطاني.
لمادا ما ننتظر الحافله تحت الستاره؟
تعل، كنجي. هديك جوله في المكتب.
نَعَم، هُو مَفْتُوح مِن تِسْعَه صَبَاحًا اِلَي تِسْعَه مَسَاء.
ما بقدام نومه جايه ليلي.
كيف تاثر الركود الاقتصادي بالعمل؟
عندي موعد تاني.
هل ممكن اتعطيني خريطه طريق للمدينه؟
الشي الذي كنت ببحث عنه.
ما بيفهمش شروحك.
بِحَاجَهِ تَوَاصُل. قَادِرَهٌ اِلَي بوسطون.
Wayn al-makan al-ahsan li-l-tamasha?
هلو دايما؟
استمتعت جداً.
بِكُ, عايزه اكون لي وجه صغير زي جولي روبرتس.
هل ممكن تاخد هدا من فضلك؟
رحلات ABC Airlines رقم 703 متجهه الي طوكيو، يرجي من الركاب المغادرين التوجه الي بوابه 20 لاكمال الاجراءات الرسميه.
Wayn maktba l-hawya l-B?
فصلاً، من فضلك.
Wen asta3mel achter madafa?
هل ممكن استاجر مرشد يتكلم ياباني؟
هل تبي اني اخد صورتك؟
ما كلتش هاذي الصحن.
قَطَعْتُ اصْبَعِي. هَلْ هُنَاكَ مُعَقِّم؟
هل ممكن اعطيكي طابعه تسعيه وخمسين سنتيم؟
ساحب هون علي ربع ساعه قبل التمانيه.
بغيت عطر.
لحظه، جرب هذا الجدول الزمني؟
هل انت ذاهب للمدرسه هنا؟
كم كان فيه؟
هيلتون فندق بعيد عنين؟
اكد اني وضعته في حقيبتي.
ايديك في الهواء.
هل هناك مطعم توصيه به قرب هنا؟
ايه هتفضل، غامض ولا فاتح؟
Where we are flying?
بايطاره، من فضلك.
اين مكان جميل لرحله يوم واحد؟
بغيت كيس كيلي الاحمر بالستايل نفسه ده.
ما زالت عايزه تعمل الجدول؟
ما الوقت اللي البنك يفتح؟
احس مريض.
انا بخلط. هتساعدني وتعمل خريطه لي؟
خارج.
اخدني للمستشفي.
هل لازم اجي للمستشفي كل يوم؟
بطني عايه.
كم سعر الشحن لارسال هذا الرساله لليابان؟
بغيت كاس شيري.
هل بتحتاج ان نيجيك من المطار؟
الركوب يبدا في الرابعه والنصف من بعد الظهر، من فضلك كن هناك قبل ذلك.
من ثلاثين الف ين ياباني.
Wen astaati a3mel shraa kartet telephon?
شوف ممكن ارجعها في بلده تانيه؟
اخطار ابقي لباربعه عشر يوم.
لازم تمديد القمه قليلا.
تحتاج تشوف دكتور متخصص.
بقي دقاءق قليله ياعز.
رقم المسار اربعه عشر.
ياااااااااااااااااااااااااااااااااااااااااااااااا
ما بجدهم في اي مكان.
هل عندك اي مقاعد فارغه لوندن؟
بغيت نسخه من تقرير السرقه.
هوا كتله واحده تحت في الشارع.
هل ممكن تدي لي نار؟
هل هذه السجاءر خفيفه؟
كل شي حلو. كده.
الاكسبريس الجاي بعد ساعه واحده.
بغيت طول كمانات جاكيت الرياضه دي تطول.
عندي حجز. ده رقم التاكيد.
ميلادك قادم.
القطارات متوقفه بسبب الاضراب.
هل انت ممكن تصليح هاذي؟
الشاِريِعِ كان مُزَحْمَامًا بِالسِّياراتِ.
هوا العماره التانيه من اليسار من العماره البيضاء دي.
حجزنا كرسي لخمساء الخامس والعشرين من اكتوبر، مغادرين في الحاديه عشره صباحًا.
لا، قليلا اكثر في الامام. هناك، نعم.
ايه، مافيهوش وجبات.
وين ممكن استرد هذا التذكره؟
لِما بيحصل؟
بغيت استريح.
سيارتي عطلت، جاي واخدها.
بغيت شعري قليلا طولا في الخلف.
ايه انواع عندك؟
اتفق. ده من places المفضله عندي.
ايه نوع الموديل بتفكر فيه؟
اسمي ميشيكو تاناكا، ورقم الطياره خمسه واحد لطوكيو.
هل ممكن تروسملي خريطه بسيطه من هنا؟
Wayn niltagha?
بغيتش عايدي شعري زي ما كان.
عطيني خمسين، لو سمحت.
Wayn bghit tskkr JAL?
ما محتويات؟
هل هناك اي مكان في المنطقه موصي به بشكل كبير؟
عطيني بعض التغير، من فضلك.
كل شي حلو. هنضمن ان الشنط عندك هكون هنا.
Hadha rayyisna, Samak al-Qarnaba al-Mashwi.
نحنا ببقا.
شيلوني.
كل شي. هل لازم اركزه؟
نحلو.
ما عندنا مش هاذي الاسلوب بالضبط دلوقتي. هتحقق في المخزون. انتظر دقيقه واحده، لو سمحت.
شوت مع ميه، من فضلك.
عندي شغف بهالشي. كم سعره؟
خُذ هَذا الوَصْفِيَّه لِلصَيْدَلِيَّه. بِتْقَدِر تِجْبَل الدَّوَاء هُنَاك.
قلت بامرها.
ايه، انت ممكن تتوقف عند اي محطه بين هنا و شيكاغو.
Wen asta3mel achter melhazat?
ما غالي. مش قادر اشتريها.
لازم رقم تلفون شركه ABC و كومباني في شيكاغو ياللي.
Wayn il-Katidral?
ايه طريقه بيضك؟
هوا عِندِك جِوارِ هَذا العِمارَه.
لا، بظنهم نسيوا يجلبونا واحد.
بِخَيْر. مُءَكَّد. هَلْ نَسْتَطِيعُ اَنْ نَحُصُلَ عَلي رَقَمِ تِلِيفُونِيكَ، حَتَّي اِنْ حَاجَنَا اَنْ نَتَّصِلَ بِيكَ؟
اسم الرسام مين؟
هاتكوهو يركبك لما ييجي؟
بغيت هادي.
بِحِبِّي هَذِهِ الخِدْمَهِ تَعْتِيمِ شَامْبَانْيَا بَعْدَ التَّسْجِيلِ. دَعْنِي اُقَدِّمْ خَيرِيّاتِي لَكُم.
اربعين دولار في اليوم زاءد ثمانيه سنت في الكيلو.
بخلي خمس دولارات.
ما هادو طلب غير شخص تاني؟
شوف لي كيف بصل للمتحف؟
عذراً جداً، لكن بدي انجيء الموعد.
هل تقدر توصيني برحله؟
قطارك هايغادي من منصه تمانيه.
بحطلف علبه مع حزام قابل للتعديل.
بغيت يبقا تحت ميه وثمانين دولار.
ساسالك بعد ما انظر حولي.
ايه. ريزرفيشن لسيت ليالي، من فضلك. بديء من تلاتين يوليو.
هل ممكن تظهر لي تانيين باشكال مختلفه؟
ايه نوع عصير بتريد؟
هل انت رايح البيت في العطلات؟
Wen araz nshuf manzar gamil zay?
كانت مكسوره قبل ما افتح العلبه.
29 اغسطس
بغيت ارسل هاد بالبريد الجوي لي اليابان.
يوم الشكر علي العمل. هو يوم شكر لكل من يدعم المجتمع باعمالهم.
غرفه صغيره جدا.
لازم اطلب شاي تاني، لو سمحت؟
بغيت هاديل ملابس بتغسلو قبل ما تنتهي اليوم.
هل هناك بنك قريب من هنا؟
لازم تنظف الماءده، لو سمحت؟
مِسْجَرْ، يَا رَجُلْ.
هم كلهم مطبوعات.
كُتب رقم غُرفتك علي الوَجْه الاخر.
نستخدم العيدان لما ناكل.
طاءره دلتا رقم 28 لنيو اورلينز هتكون متاخره حوالي ساعه واحده.
لما ارجع ليابان كتب لي خطابه. لو عندك وقت، بريد لي خطابه.
خليط طياره في الفندق.
غرفه واحده بدون دش، لو سمحت.
شكرا تاني علي تذكيرني. هل كتير ناس نسيان توقيع اسمهم؟
بِخُطَي، بَقِيَ لَنَا قَلِيلٌ مِنَ الزَّمَانِ. هَل نَسْتَمِرُّ فِي هَذَا الْمُحَادَثَهِ فِي الْخَمِيسِ عِنْدَ وَاقِتِ السَّاعَهِ وَاحِدَهٍ؟
بغيت بعض البيجاما.
Okay. Sa-nsawwik lamma ykunou musta3idin.
ايش رايكم ناكل غداء؟
الليموزين هايوقف عند باب الشمال اولا.
شو الوقت المتاخر اللي ممكن استعمل فيه مطعم الفندق؟
هل هادي قطار مباشر؟
شو، بيكون وقت متاخر. بظن لازم اروح الان. شكرا جزيلا علي الليلي الجميل.
شوف لي دواء من اجل وجعي في بطني؟
بغيت ديك رست.
عيبي. مش عيبك.
عذراً، في اي وقت ينتهي هذا الفيلم؟
هاذي، من فضلك.
جوهريتي سرقت. احتاج ان ارفع بلاغ.
شوي شوي ياعيني، هاقدرك بتلقي السيد جونز.
مرحبا. ده يونايتد ايرلاينز.
Wayn Mr. Jones 3allam al-Yabāni?
عندي واحد صغير من نفس التصميم.
هل ممكن تاخد هاذي البنطلون؟
الجمعه الليل، تسعه.
هل هاد الباب لي لاس فيجاس؟
هل عندك حافله من المطار؟
اكوو ملعقه تاني، برجك.
بِتْكُون قَلِيلاً مَالِح، لَكِنْ اَنَا عَاهِبُهُ. هَلْ جِيبْتَه مَعَكْ مِنْ يَابَان كِيلْوِيه؟
لازم تعجلها لو ممكن.
هل ممكن تدفع عشر دولارات هنا كضمان؟
ايه. استني لي بعد ثلاث ساعات، لو سمحت.
بيدي طلب، لو سمحت.
Should I say yes or no? Should I say yes or no?
ايدينا ملعقتين، من فضلك.
ما هي المحطه التاليه؟
السياره بتعمل صوت غريب.
ما وقت غلق مكتب البريد؟
انا دفعت عروسه من خمسين دولار لما دخلت.
هل عندك دواء للبطن المتقلب؟
هل لي ان ارتدي معطف و ربطه عنق؟
هل لي ان احوّل مال الي حساب التوفير عندي؟
نسيت حقيبه يدي.
بغيت اعيد تاكيد رحلتي.
ساعتي. كانت ساعه رقميه سويسريه جديده.
مررت في الامتحان ده بتميز كبير.
بغيتك تاخدني لاماكن شيقه. انا سياح، عارفين.
شيلو اروح اطلع علي المعالم بينما الباخره في الميناء؟
تفضل وتعدل مراه الرءيه الخلفيه.
هيكون وقت انتظار حوالي عشر دقاءق.
شوف لو بستلمين الصحنات؟
بِسُعَدَه. عَشَانْ مَاعَنْدِيكْ وَقْتْ؟
بِفَكّرُ اَنّي تَرَكْتُ كَامِيرَتي خَلْفِي عِنْدَمَا كُنْتُ اكُلُ العَشَاء هُنَاكَ لَيْلَهَ المَاضِيَهِ.
جماهم عند الباب.
يا الله. ما هادش لازم. انا قادر علي التعامل معاه. انت عملت كتر من كفايه بالفعل.
اما تصليحها او استبدالها، من فضلك.
شوف يمكن ان اعملها في شهر الجاي.
لخدك وقتك.
كيف بيقارن هاد المنتج الجديد بالمنتجات اللي موجوده؟
العماله في المتجر ده لطفين جدا.
هل بتحفظ لي هاذي؟
شوي شوي ياللي، من فضلك.
هل عندك شاراتك؟
بغيت استاجر سياره علي اسبوع.
نَعَم، بَدَايَهً، غَسِيلُهُ مُفْرَدًا.
يرجي اظهار لي بعض الساعات للرجال.
ساعه اربع وعشر.
كم تكلفه الليموزين للذهاب الي وسط المدينه؟
مِنْ بَاكِرِ النَّهَارِ
نحنا لازم نسرع. هم كمان بيبقون يركبوا.
يِحْسَبْ جَيِّد.
سالت علي دجاج.
عشر ايام
كم عمر هذا الصبي؟
كم الكل؟
بيدي نفس الكمان ده، لو سمحت.
فقدت شيكات السفر الخاصه بي.
لحظا ادويه برده.
يرجي وضعها في قمع.
بكل يوم صبح بشوفه علي القطار.
هل تقدر تاكل معانا العشاء الليلي اليوم؟
سابقي في فندق بي حتي غد. هكون سعيد اذا قلتله اني هنا.
الطيران معطل لمده خمس و اربعين دقيقه.
اسمي شينو يامادا.
ما هو التخصص في هذا المطعم؟
لدينا خمر بيض ممتازه.
بسيطا دواء برد.
هل ممكن تيجي تحمل امتعتي لللوبي غداً في الصباح؟
يا الله، بديخسر شي كل مره بيسافر.
فقدت استخدام ذراعي اليمني.
مرحبا، هدا بيت روي؟
ثوم، هتجي علي شارع تسوق. لو اتبعت الشارع هتوصلك للمحطه.
لا، مش هون. في غرفت تدخين في نهايه هذا القطار.
لحظه، بدي بروشور.
وصل هناك قبل التسعه، من فضلك.
ايه، يا سيدي. كيف تريدني ان اقطعها؟
بِظَنّ فِيكَ خَطَا فِي الفَاتُورَه
بترول و زيت زيتون كفي.
عندي بالضبط ما تريد. هل يمكنني ان اقترح هذا؟
قهوه مع سكر.
سبع عشره د. اوه، عذرا. خطيت خطا.
هل سمعت من قبل عن اسبوع ذهبي في اليابان؟
شكراً. رجاع تاني.
هل ما زال محجوز بالكامل؟
شوف لو ممكن اتركها في اي مكان في البلد؟
ايه رقم هاتدول من هون؟
كيف بصل لي ديزني لاند؟
تظن كذا؟
عذراً. فين المطعم الرءيسي؟
بغيت اتصل باليابان.
12 دي عدي عدد كرسيتي. فين؟
شو هدا، لو سمحت؟
ايه نوع بتفكر فيه؟
نا عايزين نصل في الساعه التمانيه حسب الوقت المحلي.
لو عثرت علي اي شي، يرجي الاتصال بي.
لحمه و بيض ياللي؟
شربه بتشنجان للdessert, من فضلك.
الميه الساخنه مش ساخنه كفايه.
هل تشرح لي كيف بتمشي؟
كُتب عنوانك هنا.
مفيش مشكله، استعمل فلاش.
شكراً. عاود زيارتي لغرفتي في نفس الوقت غداً. ساكون قد اعددت الصور بحلول ذلك الوقت.
عذراً الان انت ممكن طلب من قاءمه الليل فقط.
لدي رصاص ولا مفيش رصاص؟
عندي صداع.
هدا الغرفه اثنا عشر وسبعه.
بغيت غُرْفَه تانيه.
كتم طول هاذي فيزا؟
هل هناك مستشفي في هذه المنطقه؟
بغيت بيزنس سوت.
هل عندك عرض اكبر؟
شيل لي تسعه؟
فندق امِن يخدم افطار عَظيم، من فضلك.
Wen il hayawanat?
اكبر من هذا؟
ثلاثين دولار وثمانين سنت.
يكون ذلك حسب درجه حراره المكان، لكن في وسط اليابان، اواءل ابريل.
شطا و بطاطا حرا
ما فاضي عن القطار الاخير.
ما عندي فلوس صغيره.
هل حصلت علي تذكره الحافله؟
لحظه، من فضلك.
كنت علي طيران يو اي رقم 828.
حطّو عَليّ غُرفتي شوي كتيّير.
علي الساحل الشرقي، انتجدي ايضا اماكن مشهوره زي نيو يورك، واشنطن دي سي وبوسطن.
هل عندك وريقات يابانيه؟
يبدو جيدا.
هل ممكن اترك امتعتك عندك حتي الساعه الواحده؟
هل هاكورس في المدينه؟
ناعم. خايف اني ماضطر. كام بيكون امان المنطقه دي؟
شوفت. بجرّب استاجر سيتروين.
عندي موهبه فطريه.
هدا حلو. عين الخبز؟
شكراً، عووز عوود. وبنظره من النافذه، شكراً.
و كم بتخسروا علي التليار؟
ايهما اسري، تاكسي ام اسعاف؟
هل عندك هذه القميصه بلون تاني؟
ما يجبش تشوف التلفزيون كل الوقت.
ايه، بنقرب منين، بنقرب منين.
تفضل ادخل مستشفينا.
Wen aqdar ajid supermarket?
ما بيكون غالي قليلا. ما تقدر تشوفني تخفيف؟
كم محطه حتي اغير؟
راجل هada سرق حقيبه.
Digestion pills and stomachache pills are different, right? Translation: حبات الهضم و حبات الام البطن مختلفين، صح؟
بغيت اشوف المينا.
فكره جميله.
كم وقت ياخد علي قدم؟
انا عايز twenty من اكبر teddy bear، لو سمحت.
ما رقم الكاشير؟
هذي سهله. هانيشوف في كتاب الهاتف.
هل عندك غرف اكبر؟
كم حسابي؟
بغيت ابقي في الغرفه دي ليله تانيه.
عذراً، لكن بدي ارفع بلاغ سرقه.
ايه، ده بيكون حسب وسيله النقل اللي هتاخدها. هتروح بالباص ولا بالطاءره؟
لما تيجي لو جلت هون؟
شيل لي ايميل واحد ب دولار واحد؟
ايه، برجاء ارسلوه لغرفه اثنا عشر و اربعين.
ملا هذه استماره التسجيل، من فضلك.
بغيت طاءرتين ذهاب و اياب لي اكسفورد.
بشلون غادي اجي للمطار؟
هدا بطيء.
Wen astaTed film?
لا، من فضلك لا. هل يمكنك ان تحفظ اسءلتك الي نهايه محاضرتي، عندما اسال عنها؟
بغيت كرسي طيب.
بخلي منك، الحمام مش عايش. بحتاج مساعده.
ما هو صعب ولا غامض.
ساعدك علي كرسيك. هالطريق، لو سمحت.
عذراً، هل يمكنني ان اسالك سءال؟
اعتقد كده.
مرحبا. عجبني لقاءك.
بيدي اني اعمل تشيك في هذه الباجاج و ارسلها لطوكيو من فضلك.
هل تبي تظهر لي واحد اكبر شوي؟
احسب ان الملابس المصنوعه في اليابان افضل في التقطيع.
ما عليك الا ان تستسلم.
قولها تاني ياللي.
هل ممكن تكتب لي العنوان و رقم التليفون؟
هلو مشتعل؟
من مطار بتركب؟
ما تلقيت الشكل في الطياره؟
بغيت مكواه.
جاء المجموع علي ثلاثين وثمانيه دولارات.
شكراً علي مشاركتك افكارك الفريده معنا.
اروح تزلج مرتين في الشهر خلال الموسم.
كنت ولدت في الاول من ابريل سنه 1955.
شيل لي راكيت؟
هاذا الباص اللي بيذهب للمركز؟
كم سعر هذا العطر؟
شو ليه؟
وين ممكن اروح لاكمل الاجراءات؟
خمسين جنيه.
هل ده شامل الضريبه؟
ما هي الكيسات؟
لازم تطلع سياره اسعاف.
بخلي ثلاث دولارات علي هada.
ايش حالك؟
مافيش طعم ما بيبغاهش.
عيد الدستور او "كيمبو كينينبي" هو عيد وطني في الثالث من مايو لتخليد ذكري تاسيس الدستور الياباني الحالي.
هل هالجوله بتشمل زياره لبرج سييرز؟
هل هناك متجر كتب هنا؟
حا ضاهل مدرسه الصيف بجامعه هاواي.
Wen hina bimerroun lissa?
اثنان كبيرين و طفل سنه ثلاث.
في حمام عام في المحطه.
