ﺳﻴﻠﺔ ﺍﻟﻌﺎﺋﻠﺔ ﺩﻳﺎﻝ ﺍﻟﻴﺪ
هادا واحد السجل نتاع النسب ديال يسوع المسيح. هو ولد ديال داود. هو ولد ديال ابراهيم.
ابراهام هو باب ديال اسحاق. اسحاق هو باب ديال يعقوب. يعقوب هو باب ديال يهوذا وخوته.
يهوذا ولد بيريز وزارح. تامار كانت امهم. بيريز ولد حصرون. حصرون ولد رم.
رم هو باه د اميناداب اميناداب هو باه د نحشون نحشون هو باه د سلمو
سلمون كان هو بات بوعز. راحاب كانت هي ماماه ديال بوعز. بوعز كان هو بات عوبيد. روت كانت هي ماماه ديال عوبيد. عوبيد كان هو بات يسى.
و جيسي كان هو الاب نتاع الملك داوود. داوود كان هو الاب نتاع السليمان. الام نتاع السليمان كانت هي مرات اوريا.
سوليمون كان باه ديال روبواح. روبواح كان باه ديال أبييا. أبييا كان باه ديال أسا.
أسا هو بات يهوشافاط. يهوشافاط هو بات يورام. يورام هو بات عزيا.
عزازيا باه دوثان. دوثان باه احاز. احاز باه حزقيا.
حزقيا باه كان منسى. منسى باه كان امون. امون باه كان يوشيا.
ويوشيا ابو يكنيا واخوته. وفي ايامه صعد نبوخذناصر ملك بابل الى اورشليم وحاصرها.
من بعد هادشي، استمر النسب العائلي. يكنيا كان هو الأب ديال شألتئيل. شألتئيل كان هو الأب ديال زربابل.
زربابل كان هو بات أبيود. أبيود كان هو بات إلياقيم. إلياقيم كان هو بات عازور.
أزور هو بات زادوك. زادوك هو بات أكيم. أكيم هو بات إليود.
إليود هو بات إليعازر. إليعازر هو بات متان. متان هو بات يعقوب.
يعقوب كان هو الأب ديال يوسف. يوسف كان هو الزوج ديال مريم. ومريم ولدات يسوع اللي تيتسمى المسيح.
إيوا كانوا ربعة عشر قرن من إبراهيم لداؤود، كانوا ربعة عشر من داؤود حتى تشتت الشعب اليهودي مشى بعيد لبابل، وكانوا ربعة عشر من ديك الساعة للمسيح، تولد المسيح عيسى
هاكا جا الميلاد ديال سيدنا عيسى عليه السلام. الأم ديالو مريم ويوسف كانو واعدو باش يتزوجو. ولكن قبل ما يبداو يعيشو بجوج، بان باللي غادي تولد ولد. حملات بقوة الروح القدس.
جوزيف راجلها كان راجل صالح مكانش كيبغي يبديها للعيب قدام الناس. فبلاصة ما يطلقها ويطلقها للزنقة.
و لكن فنفس الوقت اللي كان كايفكر جوزيف فهادشي, بان ليه ملاك ديال الرب فواحد لحلمة. قال ليه الملاك: يوسف, يا ولد داود, ماتخافش باش تاخد مريم لدارك كمرا ديالك. لبيبي اللي فكرشها راه من الروح القدس.
...غادي يكون عندها ولد...خاصك تسميه يسوع...حيت هو لي غادي ينقد الشعب ديالو من الخطايا ديالهم
هادشي كلو وقع باش يتحقق داكشي لي كان الرب قال غادي يوقع. كان قال على طريق النبي،
ﻟﻐﺰﺍﻟﺔ ﺩﺍﺧﻠﺔ ﻟﻠﻄﻔﻮﻥ، ﻏﺎﺩﻱ ﺗﻮﻟﺪ ﻭﻟﺪﺍﺧﻞ، ﻭﻳﺴﻤﻊ ﺇﻳﻤﺎﻥ. (ﺳﻴﺎﺭﻱ 7:14) ﺍﺳﻢ ﺇﻳﻤﺎﻥ ﺍﻟﻤﻌﻨﻰ "ﺍﻟﻤﻮﻝ ﻣﻌﻨﺎ"
فاق يوسف دار داكشي لي قاليه ملاك الرب و داه لمريم لدارو كمراتو
ولكن ما قربش ليها حتى ولدات ليه ولد. وسمّاه يوسف عيسى
الرجال الحكماء كيزورو يسوع
تولد يسوع فبيت لحم فالضفة الغربية. هادشي وقع فوقت لي كان هيرودس ملك الضفة الغربية. من بعد ما تولد يسوع، جاو علماء الفلك من الشرق للقدس.
سولو، "فين هو الولد اللي تزاد باش يكون ملك اليهود؟ فاش كنا فالشرق، شفنا النجم ديالو. دابا جينا باش نقدسو."
فاش سمع الملك هيرود بهادشي تقلاق بزاف. كلشي فالقدس تقلق حتى هو.
فجمع هيرودس كاع الكهنة ديال الشعب. وعيط حتى لعلماء الشريعة. وسولهم فين غادي يتزاد المسيح.
"...فجاوبوه: "فبيت لحم ديال يهوذا". هكدا كتب النبي. وقال:
"ولكن انت، بيت لحم، في أرض يهوذا، ماشي بالضرورة الأقل أهمية بين مدن يهوذا. غادي يخرج منك حاكم. هو اللي غادي يكون راعي شعبي إسرائيل." (ميخا 5:2)
ثم استدعا هيرودس الحكماء بالسر. وعرف منهم بالضبط وقتاش ظهر النجم.
...صيفطهوم لبيت لحم...و قال ليهوم...سيروو...قلبو مزيان...على الولد...غير تلقاوه...جيبو ليا خبارو...عاد نمشي...حتى انا نعبدوو
...بعدما سمع ليه الحكيم...كمل طريقو...النجمة لي شافو فاش كانو فالشرق...باش وصلو...وقفات فوق المكان لي فيه الطفل
ملي شافو النجمة، تعمرهم الفرح.
...فهدشي لي كاين...مشاو الحكماء لدار...تما شافو الولد مع مو مريم...ركعو ليه و سجدو ليه...من بعد حلو كنوزهم...عطاوه دهب و لبان و مر
ولكن الله حذرهم في المنام باش ما يرجعوش عند هيرود. فرجع هادوك الرجال لبلادهم من طريق أخرى. عائلة المسيح هربات لمصر
...فاش مشاو الحكماء...جوزيف حلم حلم...فالحلم...جاتو رؤية...ملاك من عند الرب...قال ليه...نوض...خود الطفل و مو...و هربو لمصر...و بقاو تما...حتى نقول ليكم امتى ترجعو...حيت هيرودس غادي يقلب على الولد...باش يقتلو
. يوسف ناض بالليل مشا لمصر هو و الطفل و مو مريم
...بقاو تما تا مات الملك هيرودس...و تحققات الكلمة اللي كان الله واعد بيها على لسان النبي...كان قال...اني اخترت ان انادي ابني من مصر...هوشع:الاصحاح
...فاقصاهوم هيرودس وحس بالشمتة...تعصب بزاف...وخرج الاوامر ديالو بخصوص بيت لحم والضواحي ديالها...باش يقتلو كاع الدراري الصغار لي عندهم قل من عامين...وكان هادشي موافق مع الوقت لي شافو فيه الحكماء هاداك النجم
بهاد الطريقة، تحققات الهضرة اللي قال النبي إرميا. كان قال
كيتسمع صوت ف الرامة، صوت البكا و الحزن العميق. راخيل كاتبكي على ولادها، مابغاتش تتعزى، حيت هما مشاو." (ارميا 31:15) عائلة يسوع كترجع لناصرة
من بعد ما مات هيرودس، شاف يوسف حلم وهو مازال فمصر. فالحلم ظهر ليه ملاك من عند الرب.
...قال ليه الملاك...نوض...و هز معاك الدري و مو...و سيرو لارض ديال اسرائيل...اما هادوك لي كانو باغين يقتلو هاد الدري راه ماتو
فطلع يوسف. خدا الولد ومو مريم. رجعهم لارض بنو اسرائيل.
...ولكن من بعد سمع بلي أركيلاوس هو ملك اليهودية...أركيلاوس كان كيحكم فبلاصة باباه هيرودس...وهاد الشي خلا يوسف يخاف يمشي لتما...تحذير فحلم خلا يوسف يرجع لأرض الجليل عوض ذلك
...تماك عاش فواحد المدينة سميتها الناصرة...يعني داكشي لي قالو عليه الأنبياء من قبل تحقق...كانو قالو "غادي يتسمى ناصري"
يوحنا المعمدان تيوجد الطريق
فديك الايام، جا يوحنا المعمدان و بدا كيعطي المواعظ فالصحرا ديال يهودا.
قال، "تلفتو من الذنوب ديالكم! ملكوت السما راه قريب."
جون هو لي كان هضر عليه النبي اشعياء. كان قال: "رُسُلٌ يُنَادُونَ فِي الْقَفْرِ: 'أَعِدُّوا طَرِيقَ الرَّبِّ. اجْعَلُوا مَسَالِكَ لَهُ.' " (اشعياء 40:3)
حوايج ديال جون كانوا مصنوعين من شعر الجمل. كان داير واحد لحزام من الجلد على كرشو. لماكلة ديالو كانت هي جراد ولعسل البري.
الناس خرجو ليه من القدس ومن كل منطقة يهودا. وجاو حتى من المنطقة اللي دايرة على نهر الاردن.
ملي عتارفوا بأنهم خطيوا، عمدهم يوحنا فنهر الأردن.
...جون شاف بزاف ديال الفريسيين والصدوقيين جايين للبلاصة لي كان كيعمد فيها...قاليهم نتوما بحال شي عش ديال الحناش السامين! شكون حذركم باش تهربو من الغضب ديال الله لي جاي؟
ﺍﻟﻤﺴﺘﻮﻯ ﺍﻟﺘﻤﺎﺭ ﺍﻟﺘﻲ ﺗﺒﻴﻦ ﻟﻚ ﺍﻧﻮﺍﻋﻚ ﻋﻦ ﺳﻮﺀﻙ
...واخا هاكاك متيقوش راسهم يقولو حنا بابانا ابراهيم...نقول ليكم الله قادر ينوض لولاد لابراهيم حتى من هاد لحجر
ﻭﺍﻟﻮ ﺟﺎﺑﺖ ﺳﻠﻮ ﻓﻲ ﺟﺮﻭﺝ ﺍﻷﺸﺎﺭ ﻛﻞ ﺍﻷﺷﺎﺭ ﻟﻲ ﻣﺎﻗﺪﺭﺵ ﺍﻟﺤﺮﺍﻡ ﺩﻳﺎﻟﻬﻢ ﻏﺎﺩﻱ ﻳﺘﻘﻄﻊ ﻓﻲ ﺍﻟﻨﺎﺭ
ﺍﻋﻤﺎﺀﻙ ﺑﺎﻟﻤﺎﺀ ﺑﺎﺳﻤﻚ ﺍﻟﺘﻮﺍﺏ ﻋﻦ ﺣﺴﻨﺎﺗﻚ ﻭﻟﻜﻦ ﺑﻌﺪﻱ ﺳﻴﺪﺍ ﻏﻨﻴﺔ ﻋﻠﻰ ﻗﻮﺓ ﺳﻨﺴﻠﺘﻲ ﻭﻏﻨﻴﺔ ﻋﻠﻰ ﺍﻟﺪﻫﺸﺎﺕ ﺍﻟﻘﺪﺭ ﻭﺍﻟﻨﺎﺱ
...ناضو جمعو الوقفة...و مشاو وقفو مع الناس لي تما...و كيتسناو العروسة تخرج باش يديرو ليها داكشي ديال التحميم و داك التخربيق لاخر...و فنفس الوقت كاينين شي عيالات لي جاو مع العروسة...و هوما لي تكلفو باش يقادوها و يلبسوها...و فنفس
جا يسوع من الجليل للنهر ديال الأردن. كان باغي يتعمد على يد يوحنا.
ولكن جون بغا يحبسو. قال ليسوع: "خاصني نتعمذ على يديك. إذن علاش جاي عندي؟"
...يسوع جاوبو خليها هكا دابا...راه من حقنا نديرو هادشي...راه كيطبق خطة الله المقدسة...ومن بعد تافق يوحنا...
فاش تعمذ يسوع، خرج من الما. ديك الساعة، تفتحات السماء. شاف يسوع روح الله هابطة عليه بحال حمامة.
قال واحد الصوت من السما، 'هادا راه ولدي لي كنبغيه، راني فرحان بيه بزاف.'
تجربة سيدنا عيسى
الروح القدس قاد يسوع للصحراء. تما، الشيطان جربه.
من بعد ربعين نهار وربعين ليلة وهو صايم، جاع سيدنا عيسى.
جا عندو المجرب قاليه ايلا كنتي انت هو ولد الله قول لهاد لحجر يولي خبز
عيسى جاوب، "مكتوب، 'الإنسان ما كيعيش بالخبز بوحدو. كيعيش حتى بكل كلمة كتخرج من فم الله.' " (التثنية 8:3)
من بعد الشيطان خدا عيسى للمدينة المقدسة. وقفو فالبلاصة العالية ديال المعبد.
"إيلا كنتي ولد الله"، قال، "لوحي راسك للتحت. مكتوب، 'الرب غادي يوصي ملائكتو باش يتهلاو فيك مزيان. غادي يهزوك فيديهم. ومن بعد ماغاديش تعكل فشي حجرة.' " (مزمور 91:11،12)
جاوبو يسوع: "مكتوب حتى هو: 'ماتجربش الرب الإله ديالك.'" (تثنية 6:16)
فاللّخر، الشّيطان دّى يَسُوعْ لْ وَحْدْ الجّبَلْ عَالِي بْزَّافْ. وْ وَرَّاهْ كُلّْ مَمْلَكَاتْ الدّْنْيَا وْ شْيَاهْمْ.
"قاليهوم الى سجدتو لي وعبدتوني غادي نعطيكم هادشي كامل."
قال ليه يسوع: "بعد مني، يا شيطان! مكتوب: 'اعبدوا الرب إلهكم، وهو اللي خاصكم بوحدكم تعبدوه.'" (التثنية 6:13)
...الشيطان هنا غادي يخلي يسوع...الملايكة جاو تكلفو بيه...القديس لوقا الإنجيلي
جون كان تحط فالحبس. ملي سمع يسوع بهادشي، رجع للجليل.
عيسى خلى الناصرة مشى سكن في المدينة نتاع كفر ناحوم كانت حدا البحيرة في الجهة نتاع زبولون ونفتالي
بهاد الطريقة، داكشي اللي گال النبي أشعيا تحقّق. هو اللي گال
ﻣﻮﻝ ﯾﺑﻮﻟﻮﻥ! ﻣﻮﻝ ﺧﻮﻑ ﯾﺑﻮﻟﻮﻥ! ﺍﻟﺠﻠﻴﻞ, ﺍﻟﺬﻳﺐ ﻏﻴﺮ ﺍﻟﻴﻮﺗﻮﺏ! ﻣﻮﻝ ﻋﻠﻰ ﺍﻟﺒﺤﺮ ﺍﻟﻤﺘﻮﻯ! ﺍﻟﺸﺮﻳﻌﺔ ﺍﻟﺸﺮﻳﻌﺔ ﺍﻟﺸﺮﻳﻌﺔ!
لي عايشين دابا ف الظلام غادي يشوفو نور عظيم. هوما دابا عايشين ف بلاد مظلمة بزاف. ولكن غادي يبان عليهم النور." (اشعياء 9:1،2)
من ديك الساعة بدا يسوع كيعلم. "بعدو من دنوبكم!" گال. "ملكوت السما قريب." يسوع كيختار التلامد اللولين
واحد النهار كان سيدنا عيسى غادي حدا بحيرة طبرية. تما شاف جوج خوت. كانوا سمعان بطرس وخوه أندراوس. كانوا كيرميو شبكة فالبحيرة. كانوا صيادا.
"تعال. تبعني،" قال يسوع. "غادي نخليك صياد ديال الناس."
ففي الحين هجرو الشبكة ديالهم وتبعوه
...كمل من تما شافو جوج خوت اخرين...كانو جيمس ولد زبدي وخوه يوحنا...كانو فقارب مع باباهم زبدي...وهما كيوجدو شباكهم عيط عليهم يسوع
دغيا مشاو من الفلوكة وباهم وتبعو يسوع. يسوع كيداوي المرضى
...يسوع مشا كيعلم في كل بلايص ديال گاليلية...كان كيعلم في المجامع ديالهم...كان كيعطي لخبار الزوينة ديال المملكة ديال الله...كان كيداوي كل مرضة و كل بلا تصيب الناس.
...واخا اسي تيمور...قطع عليه الخط...وهو ينوض من كرسيه...غادي فاتجاه الباب...حتى وقفاتو السكريتيرة...باش يعطيها الاوامر ديال اليوم...حتى صدمو طلبها...السكرتيرة سي تيمور...بغيت ناخد اليوم اجازة...ممكن تيمور باستغراب علاش السكرتيرة احم...هو فالحقيقة...عندي موعد مع الطبيب...بغيت ندير فحص عام...ونطمن على صحتي...حيت هاد الايام...وليت كنحس بالعيا بزاف...وكنبغي نرقد...وهاد الاعراض...خلاوني نشك...اني
تبعوه جماهير غفيرة. جاو شي ناس من الجليل، من المنطقة لي معروفة باسم المدن العشر، ومن أورشليم ويهوذا. وجاو آخرين من المنطقة لي فالجهة الأخرى من نهر الأردن.
ﻳﺴﺮ ﺳﻴﺪ ﺍﻟﺨﻴﺮ
عيسى شاف الجماهير. فطلع لجبل وگلس. جاو عندو التلامذ ديالو.
ثُمَّ بَدَأَ يُعَلِّمُهُمْ. قَالَ
ﺑﺮﻛﺎﺗﻬﻢ ﺍﻟﺘﻲ ﻓﻘﺪ ﺍﺣﺘﺮﺍﻡ ﺳﻤﻴﺖ ﺍﻟﺠﻨﺔ ﺗﻨﺘﻤﻨﻰ
ﺑﺎﺭﻙ ﺍﻟﺤﺰﻥ ﻓﺴﻌﺎﺩﺓ ﻳﻮﺳﺦ
ﺗﺒﺮﻙ ﻟﻲ ﺧﻠﻖ ﻣﻦ ﺍﻟﻜﺒﺎﺭ ﻳﻌﻮﺩﻭﻫﺎ ﺍﻟﺒﺪﺍ
ﺑﺮﻛﺎﺗﻬﻢ ﺍﻟﺘﻲ ﺟﻌﻮﺍ ﻭﺿﻤﻮﺍ ﻟﻤﺎ ﻫﻮ ﺣﻖ ﻓﺸﺒﻬﻮﺍ ﻓﺴﻴﻤﺎﺕ
ﺑﺎﺭﻙ ﺍﻟﺮﺣﻤﻦ ﻳﺮﺣﻤﻮﻥ
ﺗﺒﺎﺭﻙ ﺍﻟﺜﻌﺒﻴﻦ ﻗﻠﺒﻬﻢ ﺭﺅﻭﺳﻬﻢ
ﺑﺮﻛﺎﺗﻬﻢ ﻫﺎﺩﻭ ﻳﺴﻤﻮﻫﻢ ﺑﻨﺎﺩﻡ
ﺑﺮﻛﺎﺗﻬﻢ ﺍﻟﺬﻳﻦ ﻋﻠﻰ ﻓﻀﻠﻪ ﻭﺍﻟﺸﻬﺮ ﻟﻬﻢ ﻣﻠﻜﺔ ﺍﻷﺟﻞ
ﺍﻟﺒﺮﻛﻼﻩ ﺗﺎ ﺣﻤﻖ ﻋﻠﻴﻚ ﻧﺎﺱ ﻭﺍﺳﺘﻐﻠﺖ ﻋﻠﻰ ﺍﺳﺎﺱ ﺍﻟﺒﺮﻛﻼﻩ ﺗﺎ ﺣﻤﻖ ﻋﻠﻴﻚ ﻧﺎﺱ ﻭﻛﻮﻟﻬﻮﻡ ﺍﺷﻜﺎﻝ ﻛﻠﻬﺎ ﻛﺪﺑﺔ ﻋﻠﻴﻚ ﺍﻟﺒﺮﻛﻼﻩ ﺗﺎ ﺣﻤﻖ ﻋﻠﻴﻚ ﻧﺎﺱ ﻭﻛﻮﻟﻬﻮﻡ ﺍﺷﻜﺎﻝ ﻛﻠﻬﺎ ﻛﺪﺑﺔ ﻋﻠﻴﻚ
فرحو وسرّو. أجرتكم فالسما كبيرة. بنفس الطريقة، الناس ضرو الأنبياء اللي عاشو زمان. ملح ونور
ﻧﺘﻮﻣﺎ ﺳﻠﻮ ﺍﻷﺭﺽ ﻭﻟﻜﻦ ﺍﻓﺘﺢ ﺳﻠﻮ ﺍﻟﻤﻠﺢ ﻛﻴﻔﺎﺵ ﻳﻌﻄﻴﻪ ﺍﻟﻤﻠﺢ ﻭﺍﺣﺪ ﻟﻴﻔﺮﻕ ﻋﻠﻴﻪ ﻭﻟﻴﺖ ﻻﺧﻮﺭ ﻓﻴﻪ ﻭﺍﻟﻘﻠﺐ ﻛﻴﻤﺸﻴﻮ ﻓﻴﻪ
ﻧﺘﻲ ﻧﻮﺭ ﺍﻟﻌﺎﻟﻤﻴﺔ ﻣﺪﻳﻨﺔ ﻋﻠﻰ ﺗﻠﺐ ﻣﻤﻜﻦ ﺗﺨﺎﻑ
زيد عليها بلي الناس متيضويوش لامبة وتيحطوها تحت شي طاصة. لا راه تيحطوها فوق لبلاصتها. ومن بعد تتضوي على كل واحد كاين ف الدار.
بنفس الطريقة، خلي ضو ديالك يشع قدام الناس الاخرين. من بعد غادي يشوفو الاعمال المزيانة لي كدير. وغادي يمجدو اباك لي كاين فالسماوات. يسوع كيعطي المعنى الكامل للشريعة
ماتظنوش باللي انا جيت باش نلغي داكشي اللي مكتوب فالشريعة ولا فالأنبياء. انا ماجيتش باش ندير هادشي. بلحاق انا جيت باش نعطي للمعنى الكامل لداكشي اللي مكتوب.
اللي غانقوليك دابا راه بصح السما وتا الارض غايديوها اللولين قبل ما يتفا تا الحرف صغير من القانون ما غا يتفا تا الخط صغير فالقانون تا يكمل كولشي
...ماتخالفو حتى وصية من الوصايا اللي ماكيتعطاوش بزاف دالأهمية. و ماتعلموش الناس باش يخالفوهم. حيت الا درتو هاكا، غادي تتسمى الشخص اللي ماكيتعطىش ليه بزاف دالأهمية فملكوت السماوات. بلاصت هادشي، مارس و علم هاد الوصايا. و من بعد غادي تتسمى المهم فملكوت السماوات.
ﻫﺎﺩﺷﻲ ﻛﻨﻘﻮﻝ ﻟﻴﻚ ﻋﻠﻰ ﺃﻥ ﺗﻜﻮﻥ ﺍﻛﺜﺮ ﻓﻲ ﺍﻟﺘﻘﺎﻝ ﻣﻦ ﻓﺮﺍﺳﻴﻦ ﻭﻣﻌﻠﻢ ﺍﻟﻘﺎﻧﻮﻥ ﻭﺇﻥ ﻟﻢ ﺗﻜﻮﻥ ﻛﺬﺍ ﻟﻤﺎ ﺗﺪﺧﻞ ﻋﺪﺍﻡ ﻣﻦ ﺍﻟﺴﻤﺎﻥ
ﻫﺎﺩﺷﻲ ﻟﻲ ﺳﻤﻌﻮ ﻟﻨﺎﺱ ﻟﻲ ﻋﺎﺭﻓﻮ ﻓﺎﺵ ﻗﺎﻝ ﻟﻬﻢ، "ﻣﺘﺨﺎﻓﻮﺵ ﻗﺘﻠﺘﻮﺵ" (ﺳﻔﺮ 20:13) ﻟﻲ ﻳﺘﺨﺎﻑ ﻏﺎﺩﻱ ﻟﻪ ﺍﻟﺤﺴﺎﺩﺍ
ولكن ها اللي كنقول ليكم. ما تغضبش من خوك. اللي غاضب من خوه غادي يتحاكم. عاوتاني، اللي كيقول لخوه، 'راكا' خاصو يوقف قدام المحكمة العليا. ولكن اللي كيقول، 'أحمق!' غادي يكون فخطر ديال النار فجهنم.
افترض انك كتقدم هديتك فوق المذبح. وتفكرتي بلي خوك شاد عليك شي حاجة.
خلي هديتك قدام المذبح. سير فالأول ودير السلام مع خوك. عاد رجع وهبط هديتك.
افترض ان شي واحد عندو عليك مطالبه وغادي يديك للمحكمه. صفيو الحساب بالزربه. ديروها وانتوما باقيين معاه فطريقو. والا راه يقدر يسلمك للقاضي. والقاضي يقدر يسلمك للظابط. وتقدر تتلاح فالحبس.
اللي غانقوليك هو مية فالمية بصح، ماغاتخرج من هنا حتى تسالي اخر سنتيم! الزنا
ﺍﻧﺖ ﺳﻤﻌﺘﻲ ﺍﻥ ﺍﻟﻠﻪ ﻗﺎﻟﻚ ﻻ ﺗﺰﻧﻰ (ﺳﻔﻚ ﻳﺎﺩﻱ ﻃﻠﺐ ﻳﺎﺩﻱ ﻃﻠﺐ)
ولكن ها لي غنقول ليكم. ما تشوف فمرا بطريقه خاطئه. لي دارها راه دار معها الزنى في قلبو.
ﻣﻠﻲ ﺣﻘﻚ ﺍﻟﻌﻴﻦ ﺗﺪﻋﻴﻚ ﻋﻤﻪ ﻭﺍﻗﻔﻪ ﻭﺍﺭﻣﻪ ﻓﻘﻂ ﻫﻮ ﺍﺣﺪ ﺍﻟﺠﺰﺍﺀ ﻓﻴﻚ ﻭﻫﻮ ﻫﺪﺍ ﻓﻴﻚ ﻭﻻ ﻓﻲ ﺟﻤﻴﻊ ﺍﻟﺠﺰﺍﺀ ﻳﺘﺒﻴﻊ ﻓﻴﻚ
ﻟﻦ ﺩﻳﻬﺎ ﺍﻳﻀﺎﺕ ﻋﻠﻴﻬﺎ ﻗﻄﻌﻬﺎ ﻭ ﺩﻓﻌﻬﺎ ﻋﻠﻰ ﺣﺴﺎﺏ ﺩﻳﺎﻟﻚ ﻭ ﻣﻨﻌﺮﻑ ﺍﻥ ﺗﻔﻘﺪﻫﺎ ﺣﺘﻰ ﺟﺎﻣﻊ ﺟﺴﻤﻚ ﻓﻲ ﺍﻟﻬﺪﺭ ﻭ ﺍﻟﻄﻼﺑﺔ
تقال، "افترض راجل طلق مراتو. ايلا دار هاكا، خاصو يعطيها كتاب الطلاق." (تثنية 24:1)
ولكن ها اللي كنقول لكم. اللي طلق مراتو كيجعلها تزني. واللي تزوج بالمطلقة يزني. والراجل يقدر يطلق مراتو غير إلا ما كانتش وفية ليه. القسم
عاوتاني، راكم سمعتو شنو تقال للشعب ديالكم زمان. تقال ليهم: "ما تحنثوش فالوعود لي عطيتو للرب. وما تخرموش الأيمان لي حلفتو ليه."
ولكن ها اللي كنقول ليكم. ما تواعدو بحتى شي وعد بحال هادا. ما تواعدوش بيه حتى باسم السماء. هاداك عرش الله
...لا تصنعها باسم الارض...ذاك كرسي قدمي الله...لا تصنعها باسم اورشليم...تلك مدينة الملك العظيم
وماتحلفو باسم راسكم. ماتقدرو تبدلو حتى زغبة بيضة ولا كحلة.
غير خلي "اه" ديالك تعني "اه". خلي "لا" ديالك تعني "لا". اي حاجة زايدة على هادشي كتجي من الشرير. كون حنين مع الناس
سمعتي بلي تقال، "العين بالعين والسن بالسن." (الخروج 21:24؛ اللاويين 24:20؛ التثنية 19:21)
ولكن ها اللي كانقول لك. ما تقاومش الشر. "إلى ضربك شي واحد فالخد ليمن ديالك. حول ليه الخد لاخر حتى هو.
افترض شخص دا لمحكمه باش ياخود القميجة ديالك. خليه ياخود الجلابة ديالك حتى هي.
افترض بلي شي واحد جبرك تمشي معاه واحد الميل. سير معاه جوج ميلات.
عطي للي سولك شي حاجة. ما تصدش على للي بغا يتسل منك شي حاجة. حب عدوك
ﺍﻧﺖ ﺳﻤﻌﺘﻲ ﺍﻥ ﺍﻟﻠﻲ ﻗﺎﻝ ﺍﺣﺒﻬﺎ ﺟﺮﻧﺘﻬﺎ ﺍﺣﺴﻦ ﺍﻋﺪﺍﻙ
ولكن ها اللي كنقول ليك. حب العدو ديالك. صلي على اللي كيآذيك.
ﻭﺩﺍ ﻛﻮﻧﻮ ﻭﻻﺩ ﺑﻌﺾ ﻭﺍﻟﻴﻮﻡ ﻳﻨﻮﺭ ﺷﻤﺴﺔ ﻋﻠﻰ ﺍﻻﺷﺮﺍﻝ ﻭﺍﻟﺼﺎﻟﺔ ﻭﻳﻨﺰﻝ ﻋﻠﻰ ﻣﻦ ﻳﺤﻜﻢ ﻭﻣﻦ ﻻ ﻳﺤﻜﻢ ﻭﺍﻟﻴﻮﻡ ﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﺴﺮﺍﻝ ﻭﺍﻟﺼﺎﻟﺔ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﻤﺴﺘﺸﻔﻰ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﺠﺪﻳﺪ ﻭﺍﻟﺴﺮﺍﻝ ﻭﺍﻟﺼﺎﻟﺔ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﻤﺤﺎﻟﺔ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﺴﻮﺍﻝ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﺴﻤﻴﺔ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﻤﻨﻈﺮ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﻤﺨﺘﻠﺮ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋﻠﻰ ﺍﻟﻤﺮﺍﺕ ﻭﺍﻟﻤﺴﺘﺤﻴﻞ ﻭﻳﺴﺨﺮ ﻧﻮﺭﺍﺝ ﻋ
ﻣﺎ ﺍﺣﺒﻚ ﻟﻠﻲ ﻳﺤﺒﻚ ﻭﺍﺵ ﻏﺎﺩﻱ ﺗﻨﺤﺲ ﺭﺍﻩ ﺍﻟﻤﺴﺎﺧﺎﺕ ﻛﺎﻳﺪﻭﻱ ﺩﺍﻙ
ﻗﻮﻟﻮ ﺳﻼﻡ ﻋﻠﻰ ﻧﺎﺱ ﺩﻳﺎﻟﻚ ﻭﺍﺵ ﺍﻻ ﻛﺘﺨﺪ ﻣﻦ ﻏﻴﺮﻙ ﻭﺣﺘﻰ ﻧﺎﺱ ﻣﻜﻔﻴﻦ ﻋﻠﻰ ﺍﻟﻠﻪ ﻛﻴﺪﻳﺮﻭ ﺩﺍﻙ ﺍﻟﺸﻲ
ﻓﺎﺭﻗﺔ ﻋﻠﻰ ﻗﺪﺭ ﺍﺑﻮﻧﻚ ﻓﻲ ﺍﻟﺴﻤﺎﻥ ﻭﺍﺣﺪ
العطاء للناس المحتاجين
ردّ بالك لا تعمل 'أعمال صالحة' قدام الناس. ما تعملهمش باش يشوفوك الناس. إلا درتي هكا، الأب ديالك اللي فالسما ما غاديش يجازيك.
منين كتعطي للناس المحتاجين، ما تعلنش على داكشي بالنفخ فالبوق. ما تكونش بحال هادوك اللي كيديروا راسهم متدينين. كيعلنوا على داكشي اللي كيديروا فالكنس وفالزناقي. كيبغيوا يحتارموهم الناس. داكشي اللي غادي نقولكم من هنا للقدام راه صحيح. راه خداو أجرهم كامل.
منين تتصدق على المحتاج، ماتخليش يدك اليسرى تعرف آش كتدير يدك اليمنى.
ﻭﺍﺧﺔ ﺍﻟﺴﺮﺍﻫﺎ ﺳﺮﺍﻫﺎ ﺑﻮﻙ ﺍﻟﺠﺰﺍﺀ ﻳﺸﺮﻱ ﻣﺎ ﺗﺴﺮﻱ ﺳﺮﺍ ﻋﺪﺀ ﻋﺪﺀ
منين كتصلي، ماتكونش بحال هادوك اللي كيتظاهرو غير بالقداسة. كيبغيو يوقفو ويصلّيو فالكنس وفالزناقي. كيبغيو يشوفو الناس. هادشي اللي غادي نقوليك صحيح. راهم خداو أجرهم كامل.
منين تبغي تصلي، دخل لبيتك. سد الباب وصلي لباك اللي ما يمكنش تشوفو. هو غادي يجازيك. باك كيشوف داكشي اللي كيتدار بالتخبية.
فاش كتصلي، متخليش الهضرة طويلة بلا معنى بحال اللي كيديرو الناس اللي مماشيينش مع الطريق ديال الله. هوما كيضنو بلي غادي يتسمع ليهم حيت كيهضرو بزاف.
ﻻ ﺗﻜﻮﻥ ﻣﺜﻠﻴﻦ ﺃﺑﻮﻙ ﻋﺎﺭﻓﻚ ﺍﺵ ﺣﺎﻟﻚ ﻏﻴﺮ ﻗﺒﻞ ﻣﺎ ﺗﻄﻠﻌﻮ ﻟﻪ
ﻫﺪﺷﻲ ﺑﺎﺵ ﺗﺼﻠﻲ. "ﺃﺑﻮﻧﺎ ﻓﻲ ﺍﻟﺴﻤﺎﻥ, ﻳﺘﺤﺮﻕ ﺍﺳﻢﻚ.
ﻳﺠﻲ ﻣﻮﻝ ﺩﻳﺎﻟﻚ ﻭﻟﻲ ﺑﻐﻴﺘﻮ ﻳﻜﻮﻥ ﻋﻠﻰ ﺍﻻﺭﺽ ﺑﺤﺎﻝ ﻣﺎ ﻳﻜﻮﻥ ﻓﻲ ﺍﻟﺴﻤﺎﻥ
عطيونا اليوم الخبز ديالنا ديال كل نهار.
ﺑﺎﺭﻙ ﺑﻨﺎ ﺳﻮﻯ ﺑﺤﺎﻝ ﻣﺎ ﺳﻤﺤﻨﺎ ﻟﻠﻲ ﺳﻮﻯ ﻋﻠﻴﻨﺎ
ﺍﺻﺤﻨﺎ ﻣﻦ ﺍﻟﻔﻌﺎﻝ ﻓﻲ ﺍﻟﺨﻈﺎﺀ، ﻭﺍﻧﺘﻘﻨﺎ ﻣﻦ ﺍﻟﺸﺮﻙ.
سامح الناس ملي تيغلطو فحقك. ايلا درتي هكا، حتا باك اللي فالسما غادي يسامح ليك حتا نتا.
ﻭﻟﻜﻦ ﻻ ﻛﻨﺼﺤﺎﺏ ﺍﻟﺨﻠﻖ ﺣﻖ ﺍﻟﺪﻳﻨﻲ ﻻ ﻳﺼﺤﺎﺏ ﺣﻖ ﺍﺳﺘﻐﺮﺍﺏ
...ملي تمشي بلا ما تاكل ماتشمش مزنك بحال هادوك لي غير دايرين راسهم مقدسين...كيعصرو وجههم بزاف...باغيين يبينو للناس انهم صايمين...لي غادي نقولو ليكم هو حق...راه خداو اجرهم كامل
ﻭﻟﻜﻦ ﻓﺎﺵ ﺩﺍﺭﻭ ﺑﻼ ﻣﺎﺗﻜﻮﻥ ﺯﻳﺖ ﻓﻲ ﺭﺍﺳﻚ ﻛﺘﺠﻲ ﻭﺟﻬﻚ
ﻭﺍﺧﺔ ﻏﻴﺮ ﻳﻌﺮﻑ ﺍﻧﻚ ﺻﺎﻳﺒﺔ، ﺑﻘﻴﺖ ﺍﺑﻮﻙ ﻟﻲ ﻻ ﻳﻤﻜﻦ ﺍﻟﻮﺿﻊ، ﻫﻮ ﻟﻲ ﻳﺠﺎﺯﻙ، ﺍﺑﻮﻙ ﺍﻟﻰ ﻳﺸﻮﻑ ﺍﻟﻤﺴﺘﺠﺎﺑﺔ، ﺍﺗﺨﺎﻑ ﺍﻟﻨﻮﺭ ﻓﻲ ﺍﻟﺴﻤﺎﻥ
ما تجمعوش الغنى لراسكم فهاد الأرض. يمكن تاكلهم العتة والصدأ. ويمكن يدخلو الشفارة ويكشطوهم.
بلاصت داكشي ديرو لكنز ديالكم فالسما تما السوس والصدا ما تيكياوش تما الشفارة ما تيدخلوش وتيسرقو
ﻗﻠﺒﻚ ﻏﺎﺩﻱ ﻓﻲ ﺣﻘﺎﺵ ﺍﻟﻨﻤﻮﺱ ﺩﻳﺎﻟﻚ
ﺍﻟﻌﻴﻦ ﻣﺜﻞ ﻓﺎﺭﺑﻲ ﻓﺎﺻﺒﺎﺏ ﺍﻟﻌﻴﻦ ﺗﻴﻜﻮﻥ ﺟﻴﺪﺓ ﻓﺪﻭﻥ ﺑﺪﻧﻴﺎ ﻳﻜﻮﻥ ﻣﻨﻮﺭ
ولكن لنفترض أن عينيك مريضة. إذن جسمك كلو غادي يكون عامر بالظلام. إذا كان النور اللي لداخلك ظلام، فراه ظلام بزاف!
ﻣﺎ ﻓﻴﻪ ﺍﺣﺪ ﻳﺨﺪ ﻣﺎﻟﻴﻦ ﻓﻲ ﻭﻗﺖ ﻭﺍﺣﺪ ﻏﺎﺩﻱ ﻳﻜﺬﺏ ﻭﺍﺣﺪ ﻏﺎﺩﻱ ﻳﺤﺐ ﻭﺍﺣﺪ ﻏﺎﺩﻱ ﻳﻔﺠﺮ ﻭﺍﺣﺪ ﻏﺎﺩﻱ ﻳﺴﺘﻮﻋﺐ ﻻ ﺗﻜﺘﺮ
...كانقول ليك ماتخافش...ماتخافش على حياتك وشنو غادي تاكل ولا تشرب...ومتخافش على جسدك وشنو غادي تلبس...واش كاينة شي حياة اكثر من الاكل...واش كاين شي حاجة اهم للجسد من اللباس
شوف الطيور اللي فالسما. هوما مكيزرعو ولا كيحصدو. مهومش كيطمرو الغلة فالمخازن. ولكن بوكم اللي فالسما كيطعمهم. واش نتوما ماشي ساوين بزاف كتر منهوم؟
واش تقدر تزيد حتى ساعة وحدة فعمرك بالهم؟
و علاش تقلقي على الحوايج؟ شوفي كيفاش كتزهار الورود البرية. ما كيخدموش ولا كيصنعو الحوايج.
ولكن هاكاك اشنو كنقوليك. حتى من الملك سليمان بكل هبتو مكانش لابس فحال واحد من دوك الوردات.
ﻭﺍﺵ ﷲ ﻛﻴﺠﻲ ﺍﻟﻌﺎﺷﺎﺕ ﺑﺎﻟﻀﻴﻮﻕ ﻭﺍﺵ ﻣﻜﻴﺠﻴﻚ ﺣﺴﻦ ﻣﻨﻮ؟ ﺍﻟﺘﺎﻟﻖ ﺣﺘﻰ ﻫﺎﺩﻱ ﺍﻟﻨﻬﺎﺭ ﻏﺪﺍ ﺳﻴﻔﻄﺎﺕ ﻓﻲ ﺍﻟﻨﺎﺭ ﻣﺎﺫﺍ ﺍﻹﻳﻤﺎﺕ؟ ﺍﻣﺎﻧﺘﻲ ﺍﻳﻤﺎﺕ
ﻭﺍﺧﺎ ﻣﺎﺗﺨﺎﻓﻮﺍ ﻭﻣﺘﻘﻮﻟﻮﺍ ﻣﺎﺩﻳﻴﻦ ﻭﺍﺵ ﻧﺎﻛﻠﻮﺍ ﻭﺍﺵ ﻧﺸﺮﺏ ﻭﺍﺵ ﻧﻠﺒﺲ ﻭﺍﺵ ﻧﺮﺑﺤﻮﺍ
الناس اللي ما كيعرفوش الله كيجريو ورا هادوك الحوايج كاملين. الأب ديالكم اللي فالسما كيعرف باللي محتاجين ليهم.
ولكن حط مملكة الله ف المرتبة اللولة. دير داكشي لي باغيك نتا ديرو. من بعد غادي تعطى ليك حتى هادوك الحوايج كاملين.
إذن ماتقلقش على غدا. غدا غادي يتقلق على راسو. كل نهار عندو المشاكل ديالو اللي كافيه.
كون عادل ملي كتحكم على الناس
ما تدين تدان.
كيف كتحكم على الناس غادي يتحكمو فيك. كيف كتقيس للناس غادي يتقاسو ليك.
كتشوف غير طرف د النشارة لي فعين صاحبك. ولكن مكتسوقش للطرف د الخشب لي فعينك نتا.
كيفاش غادي تقدر تقول لصاحبك: خليني نحيد ليك هاد شوية دالغبار اللي فعينك؟ كيفاش غادي تقدر تقول هاد الهضرة وانت عندك خشبة فعينك؟
ﻳﺎ ﻣﺘﺘﺒﻴﻊ! ﺃﻭﻝ ﻧﺎﺧﻠﻚ ﻗﺪﻣﺔ ﺍﻟﺨﺸﺎﺍﺍﻝ ﻣﻦ ﻋﻴﻨﻚ ﺃﻭ ﻣﻦ ﺩﻭﻙ ﺗﻘﺪﺭ ﺗﺸﻮﻓ ﺗﺎﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍﺍ
ما تعطيش الأشياء المقدسة للكلاب. ما ترمي اللآلئ ديالك للخنازير. إذا درتي هاد الشي، يمكن ليهم يديرو بيك اللي بغاو. ثم يمكن ليهم يدورو ويقطعو فيك طراف طراف. سول، قلب، دق
سول، وعطاك. قلب، وغادي تلقا. دق، وغادي يتحل ليك الباب.
ﻛﻞ ﻣﻦ ﺳﺎﻟﻮ ﻳﺘﻤﻞ ﻭﻣﻦ ﻳﺒﺘﺎﺵ ﻳﻤﺮ ﻭﺍﻟﺒﺎﺝ ﻳﻔﺘﺢ ﻟﻤﻦ ﻳﻘﺮﻭ
ﻭﺍﻗﻒ ﺑﻨﻲ ﺩﺭﻭﻩ ﺧﺎﻟﺘﻲ ﺷﻜﻮﺭ ﻟﻴﻪ ﺳﻠﻢ
ولا فرضنا طلب سمكة. شكون فيكم غادي يعطيه حنش؟
واخا انت شرير انت عارف كيفاش تعطي الوليداتك حوايج مزيانين. شحال بالحري اباك اللي في السماوات غادي يعطي حوايج مزيانين للدوك الناس اللي كيسولوه!
فكلشي، دير مع الناس داكشي لي بغيتي يديرو معاك. هادشي مكتوب فالقانون وفالأنبياء. البيبان الكبار والصغار
ادخلو لملكوت ديال الله من الباب الضيق. الباب راه كبير والطريق راه واسعة اللي كتوصل للموت ولجهنم. بزاف ديال الناس كيمشيو من ديك الطريق.
ولكن الباب صغير والطريق ضيقة اللي توصل للحياة. غير شوية ديال الناس اللي كيلقاوها. شجرة وثمارها
ﺧﺎﺻﻜﻢ ﺣﺴﺒﻮﺍ ﺍﻷﻧﺒﺎﺭ ﻓﻤﺎ ﺯﺍﺩﻭ ﻋﻨﺪﻛﻢ ﻛﺎﻳﺘﻤﺎﻯ ﺍﻟﻐﻮﻡ ﻭﻟﻜﻦ ﻓﻲ ﺑﻌﺾ ﺍﻷﻧﻔﺠﺎﺭ ﻫﻤﺎ ﻏﯩﻠﺰﻳﺪﻯ ﺍﻟﺪﺍﺭ
...من خلال أعمالهم يمكنك أن تعرف من هم حقا "هل يأتي الناس بقطف العنب من الشجيرات؟ هل يقطفون التين من الأشواك؟
و بنفس الطريقة، كل شجرة زوينة كتنتج فاكهة زوينة. و لكن الشجرة الخايبة كتنتج فاكهة خايبة.
الشجرة المزيانة ما يمكنش تعطي فاكهة خايبة. والشجرة الخايبة ما يمكنش تعطي فاكهة مزيانة.
ﻛﻞ ﺷﺠﺮﺓ ﻣﺎ ﺗﻤﺮﺍ ﻣﺴﻤﻮﻧﺔ ﻛﺘﻘﻄﻊ ﻓﺎﻟﻨﺎﺭ ﻛﺘﺮﻣﻴﻦ
ﺍﻟﻄﺒﺦ ﻛﻠﺖ ﺗﻔﺮﺝ ﻛﻞ ﺷﺠﺮﺓ ﺑﺪﺍﻟﻤﺎﺀﻳﺎﺕﺎﺕ
...ماشي كل واحد قال ليا الرب الرب غادي يدخل ملكوت السماوات...غير اللي كايدير إرادة أبي اللي فالسماوات هو اللي غايدخل
بزاف غادي يقولو ليا ف هداك النهار: "آ سيدي! آ سيدي! واش ماشي تنبأنا باسمك؟ واش ماشي طردنا الشياطين باسمك؟ واش ماشي درنا بزاف ديال المعجزات باسمك؟"
...غادي نقول ليهم بوضوح... "ما عرفتكم قط! ابتعدوا عني، يا فاعلي الإثم!" الحكيم والباني الجاهل
إذن، كل واحد سمع كلامي ودار به، راه بحال شي راجل حكيم. بنى داره على الصخرة.
...الشتا كاطيح الما كايطلع الرياااح كاتهز و تضرب داك الڤيلا...ولكن ماطيحش...مبنية على الصخر
ﻭﻟﻜﻦ ﻛﻞ ﻭﺍﺣﺪ ﺳﻤﻊ ﻛﻼﻣﻲ ﻭﻣﺎ ﻃﺒﻊ ﻓﻴﻬﺎ ﺍﻻ ﺭﺟﻞ ﺣﻠﻮﻩ ﻋﻠﻰ ﺍﻟﺮﻣﺎﻥ
...و الشتا كااطيييح...و الما كاايطلع...و الرييح كااضرب و تخبط فداك البيت...و هو طاايح كاايشهق شهقاات ثقاال..."
عيسى سالى هادشي كلو لي قال. الناس كانو مدهوشين من تعاليمو.
كان كايعلم بحال شي واحد عندو السلطة. ماكانش كايهضر بحال شيوخهم ديال القانون.
ﺳﻴﻒ ﺗﻴﺸﺒﻪ ﺭﺟﻞ ﻓﻴﻪ ﻣﺮﺽ ﺩﺳﻲ
عيسى نزل من الجبل. تبعوه بزاف دالناس.
...جا واحد الراجل فيه المرض ديال الجلد...وهبط على ركابيه قدام سيدنا عيسى عليه السلام...وقال ليه...ربي إلا كنتي باغي تشافيني من هاد المرض...راك تقدر
...يسوع مد يدو و قاصو...قال ليه انا بغيت نديرها...سير و كون نقي...دغيا تشافا الراجل من البرص
...قال ليه يسوع لا تقول لحد...سير ورّي راسك للكاهن...وقدّم القربان اللي وصّى عليه موسى...غادي يكون شاهد عليهم. . . . . . . . . . . . . . . .
...فاش دخل سيدنا عيسى عليه السلام لمدينة كفر ناحوم...جا عندو واحد القايد روماني...طلب منو يعاونو
...يااربي يااربي عبدك مرمي فدارو ماقادر يتحرك...كاايتعذذب بزاااف يااربي ماتشويني فحد يااربي
قال يسوع غادي نمشي نشافيه
جاوب القائد وقال: "يا سيد، أنا ما نستحقش تجي لداري. ولكن غير قول الكلمة، وغادي يتشافى العبد ديالي.
...انا براسي راجل تحت السلطة...و عندي عسكر كيطيعو الاوامر ديالي...كنقول لهادا سير...كيمشي...كنقول لهادا اجي...كيجي...كنقول للخادوم ديالي دير هادي...كيديرها
...فاش سمع يسوع لهاد لهضرة تعجب بزاف...و قال للي تابعين ديالو شنو غنقول ليكم دابا راه بصح...فإسرائيل ملقيتش حتى واحد لي عندو إيمان قوي بحال هكدا
ﻛﻨﻘﻮﻝ ﻟﻚ ﺑﺎﻟﻨﺴﺒﺔ ﺳﻴﺎﺭ ﻛﺜﺮ ﻣﻦ ﺍﻟﻤﺴﺘﺸﻔﺎﺕ ﻭﺍﻟﻐﺮﺑﺔ ﻛﻴﺘﺤﻠﻮ ﻓﻲ ﺍﻟﻮﻇﻴﻔﺔ ﻓﻲ ﻣﻼﻛﻴﺔ ﺍﻟﺠﻨﺔ ﻭﻳﺠﻲ ﺣﻨﺠﺮ ﻭﻳﺴﻜﺖ ﻭﻳﻌﺠﺮ
ﺑﺼﺢ ﻟﻲ ﻛﺎﻳﻦ ﺑﺎﻟﻨﺴﺎﺏ ﺩﻳﺎﻟﻬﻢ ﻏﺎﺩﻱ ﻳﺘﺮﻃﻮ ﻟﺒﻴﺾ ﺩﻳﺎﻟﻮ ﻓﻬﺎﻙ ﻏﺎﺩﻱ ﻳﺸﺮﺏ ﻭﻳﻄﺮﻃﻮ ﻳﺪﻫﻢ
...يسوع قال للقائد الروماني سير! غادي يوقع كيفما آمنتي بيه...والخادم ديالو تشافا فداك الساعة بالضبط...يسوع كيشافي بزاف ديال الناس
فاش جا المسيح لدار بطرس شاف نسيبت بطرس. كانت مجبدة فالفراش. كانت فيها السخانة
...يسوعلمس يديها و خرجات منها السخانة...ناضت و بدات كاتسخر عليه
ملي وصلات العشية، جابو ليسوع بزاف دالناس اللي كانو الشياطين حاكمين فيهم. هو خرج منهم الأرواح غير بكلمة. شافى ڭاع اللي كانو مراض.
راه دارها باش يحقق داكشي لي گال النبي أشعيا. گال: "هو تألم على داكشي لي خاصنا نتألمو عليه. هو خدا على راسو الأمراض لي خاصها تكون ديالنا." (أشعيا 53:4) كلفاتك تبع يسوع
شاف يسوع الجوقة مجموعة عليه. فوصّى التلامذ ديالو باش يمشيو للضفة الأخرى ديال بحر الجليل.
...من بعد جا عندو واحد المعلم ديال الشريعة...قال ليه المعلم انا غادي نتبعك فين ما مشيتي
أجاب يسوع: "الثعالب عندها جحور، طيور السما عندهم أعشاش، ولكن ابن الإنسان ماعندو حتى بلاصة يحط فيها راسو."
قال ليه واحد آخر من المتتبعين ديالو يا سيدي خليني نمشي ندفن با بعدا
ولكن عيسى قاليه، تبعني. خلي الموتى يدفنو موتاهم. عيسى كيهدي العاصفة
عيسى ركب فباطو. تلامدو تبعوه.
...فجأة قامت عاصفة قوية فوق البحيرة...المواج تلاطمو على الفلوكة...ولكن سيدنا عيسى كان ناعس
مشاو التلاميد فيقوه. قالو ليه يا سيدي! عتقنا! غادي نغرقو!
...جاوبو يسوع إيمانك صغير بزاف! علاش خايف هكدا؟ من بعد يسوع وقف و آمر الريح و البحر يسكتو...و ولا هدوء تااام
تعجّبوا التّلاميذ. قالُو "شنو هااد الرّاجل؟ حْتا الرّياح وْالمْوج كايسمْعو كْلامو!" يَسُوعْ كَايْشْفِي جُوجْ دْ الرّْجَالْ مْسَكّْنْينْ بْالدّْيَابْ
...يسوع وصل للجهة الأخرى ديال البحيرة فالمنطقة ديال جادارن...تلاقاو معاه جوج رجال شاداهم الجنون...جاو من المقابر...هاد الرجال كانو مسعورين بزاف حتى واحد ما يقدر يدوز من ديك الطريق
...واش باغي منا غوتات واش جيتي هنا باش تعاقبنا قبل الوقت اللي غادي يتحاكم فيه كل واحد
ماشي بعيد، واحد القطيع كبير نتاع الخنازير كان كايعلف.
الشياطين قالو ليسوع الا خرجتنا صيفطنا للقطيع ديال الخنازر
...قال ليهم يسوع سيرو...وخرجو الجنون من هادوك الرجال ومشاو سكنو فالخنازر...القطيع كلو هبط فدقة من الجبل وتلاح فالبحيرة وغرق فالماء
...لي كانو تيقومو بتطعيم الخنازير هربو دخلو للدينة وعلمو بهادشي كلو وعلمو الناس بشنو وقع للرجال لي كانو تحت سيطرة الشياطين
من بعد خرجو الناس ديال المدينة كاملين باش يتلاقاو مع يسوع. فاش شافوه، طلبو منو باش يمشي من عندهم.
عيسى كيشافي واحد الراجل ماكيقدرش يمشي
...يسوع ركب فواحد الفلوكة...مشى للجهة الأخرى ديال البحيرة و وصل للمدينة ديالو
...شي رجال جابو ليه واحد الراجل ماكايتحركش...متكي فوق واحد الحصيرة...عيسى شاف فيهم عرفهم تاقو...داكشي علاش قال للراجل ماتقنطش اولدي...خطاياك مغفورة
...شي معلمين د الشريعة قالو فنفسهم هاد خونا كيقول شي حاجة شريرة بزاف
عيسى عرف فاش كانو تيفكرو. فعاود قال علاش عندكم افكار شريرة في قلوبكم
واش ساهل تقول، "ذنوبكم مغفورة"؟ ولا تقول، "نوض وتمشى"؟
...بغيتكم تعرفو بلي ولد الانسان عندو سلطان على الارض باش يغفر الذنوب...و تكلم مع الراجل لي ما كانش كيقدر يمشي...ناض...و هز الحصيرة ديالو و مشى لدارو
...ناض مشا لدارو
ملي شافو هادشي تعجبو بزاف، وشكرو الله حيت عطا للرجال سلطة بحال هادي. يسوع كيختار متى
...فاش كمل يسوع من تما، شاف واحد الراجل سميتو متى. كان گالس فبرطة ديال جابي الضرائب. يسوع گال ليه تبعني. ناض متى وتبعو.
من بعد كان يسوع كيتعشى فدار متى. جاو بزاف ديال جامعين الضرائب و"الخطاة". كلاو مع يسوع وتلاميذو.
الفريسيين شافو هادشي. فسولو التلاميد: "علاش المعلم ديالكم كياكل مع جباة الضرائب و'الخطاة'؟"
عيسى سمع هاديك. هو يقول هادوك اللي صحاح ما محتاجينش طبيب. اللي مراض محتاجينو.
سير وتعلم شنو كتعني هاد 'أريد رحمة لا ذبيحة' (هوشع 6:6) ما جيتش باش ناخذ هادوك اللي كيعتقدو بأنهم على حق مع الله يتبعوني. أنا جيت باش ناخذ الخطاة يتبعوني." يسوع كيتساءل على الصوم
واحد النهار جاو تلاميد دجون، قالو ليسوع حنا والفريسين كنصومو وهادو دتلاميدك ماخصهومش يصومو
...عيسى جاوبو كيفاش غادي يكونو ضيوف العريس حزانى وهو معاهم...غادي يجي وقت فين غادي يتحيد العريس من وسطهم...وقتها غادي يصومو
ﻧﺎﺱ ﻣﺎ ﻳﺨﻄﻂ ﻋﻠﻰ ﺍﻟﻌﻮﺩ ﺑﻼﺣﻂ ﺟﺪﻳﺪ ﻓﺎﻟﻌﻮﺩ ﺳﺘﺤﻖ ﺍﻟﻤﻴﻜﺔ ﺍﻛﺜﺮ
...الناس مكيبقاوش يصببو الخمرة الجديدة فالقراعي دالخمر القديييم... وإلا داروها غتطرطق القراعي...غيهرب الخمر...وغتدمر القراعي...لااا...كل واحد كيكب الخمر الجديد فالقراعي دالخمر الجديد...وهاكا كيكون الخلاص ديال بجوج
...بينما يسوع كايقول هادشي جا واحد الحاكم...هبط على ركابيه قدام يسوع...و قال ليه بنتي عاد دابا ماتت...ولكن غير اجي و دير يديك عليها...و ديك الساعة غادي ترجع ليها الحياة
وناض يسوع ومشى معاه. وحتى التلاميد ديالو مشاو معاه.
...فديك اللحظة بالضبط جات مرا من ورا يسوع...كان عندها مرض كايخليها تنزف...و هاد الحالة دازت عليها 12 عام...هي تقاست بحاشية ديال حوايجو
قالت انا خاصني غي نقيس حوايجو. صافي غادي نبراو
...و شاف فيها و قال المرأة العزيزة...ماتفقديش الأمل...إيمانك رد ليك صحتك...و تشافات ديك المرأة فديك اللحظة نيت
ملي دخل يسوع لدار الحاكم، شاف تما عازفين الناي. وشاف الحشد الصاخب.
...قالهم سيرو...البنت مامتش...غير ناعسة...ولكن هما ضحكو عليه
من بعد ما سيفطو الجماعة على برا، دخل يسوع. شد البنت من يديها، وناضت.
...خبار داكشي لي دار عيسى نتاشر فكل ديك المنطقة...عيسى كيشافي جوج عميين
...و مشاو تبعوه...و هوما كيعيطو...ارحمنا يا ابن داود
...فاش دخل عيسى للدار جاو عندو الرجال العميان...سولهم...واش تيقو بلي نقدر ندير هادشي...جاوبوه اه ا سيدي
ثم مس اعينهم وقال غادي يطرا ليكم كيما امنتوا
...واخا هاكا كانو يقدرو يعاودو يشوفو...عيسى نبههم مزيان...كونو متأكدين باللي حتى واحد معارف هادشي
ولكن هما خرجوا ونشروا الخبر. ولاو يهدرو عليه في ديك الجهة كاملة
فالوقت اللي كانو خارجين فيه، جابو ليسوع راجل آخر. كان ساكنه شيطان، وما كانش قادر يهضر.
فاش خرج الشيطان من الراجل نطق. تعجبو الناس قالو عمرو ما شافو بحال هادشي فاسرائيل
ولكن الفريسيين قالوا راه كيخرج الشياطين بقوة امير الشياطين. كاينين غير شوية ديال العمال
.يسوع داز على كاع المدن والقرى. كان كيعلم فبيوت الصلاة ديالهم. كان كاينادي بالبشارة الزوينة ديال المملكة. وكان كيشفي كل مرض وعلة
ملي شاف الجحافل حس بقلق عميق عليهم. كانو مدحوشين وبلا حيلة، بحال شي خرفان بلا راعي.
...و قال يسوع لتلامذ ديالو الحصاد كثير...و لكن العمال قلال
ﻋﻔﺎﻙ ﺳﺎﻋﻤﺎ ﺳﻴﺪﺓ ﺍﻟﺤﺼﺎﻥ ﺑﺎﺵ ﺍﺳﺘﻠﻴﻊ ﻓﻲ ﺣﺪﻭﺩﻩ ﺍﻟﺤﺼﺎﻥ .
ﺳﻴﻒ ﺗﻴﺘﻠﻴﻬﺎ ﺍﻟﺘﻢ ﺃﺿﺤﺎﺝ
عيط سيدنا عيسى لصحابو الاتناشر يجييو عندو. عطاهم السلطة باش يخرجو الشياطين الشريرة وباش يداويو كل مرض وعلة.
هاكم أسماء الرسل الإثني عشر. أولا كاين سمعان بطرس وخوه أندراوس. من بعد كاين يعقوب ولد زبدي وخوه يوحنا.
من بعد كاين فيليبس وبرتولماوس، وحتى طوماس ومتّاي جابِي الضّرِيبة. وكاين جوج خرين: ياكُوب ولد أليفّا، وتَدّاوِس.
الخرين هوما سمعان الغيور ويهوذا الإسخريوطي. يهوذا هو اللي من بعد غادي يسلم يسوع لأعدائه
...يسوع صيفط هاد 12 واحد مع هاد التعليمات...قال ليهم ماتمشيوش عند الناس لي ماشي يهود...ماتدخلوش حتى شي مدينة ديال السامريين.
بل اذهبوا الى بني اسرائيل فهم كقطيع غنم مشتت
و نتا غادي، بشر بهاد الرسالة، 'ملكوت السما راه قريب.'
ﺗﺒﺮﻙ ﺍﻟﻤﺮﺿﻴﻦ ﺍﺗﺤﻴﺪ ﺍﻟﻤﺎﺕ ﻟﻠﺤﻴﺎﺓ ﺍﺗﻄﺮﺩ ﺍﻟﻤﺒﺎﺭﺓ ﺍﻟﺸﻴﺎﻃﻴﻦ ﻧﺖ ﺗﻠﻘﺎﺕ ﺑﺤﺮﺍﺕ ﻋﻄﻨﺎ ﻋﻄﺎﺕ
ﻣﺘﺨﻠﻴﺶ ﺑﻲ ﺩﻫﺎﺀ ﻭﻻ ﻓﻼﻥ ﻭﻻ ﻧﺨﺎﺑﻴﺔ ﻓﻲ ﺣﻮﺱ ﺩﻳﺎﻟﻜﻢ
ماتديش معاك شي صاك للرحلة. ماتديش حوايج زايدة ولا صنادل ولا عكاكز. خاص العامل يتعطى ليه داكشي لي محتاجو.
منين تكون داخل لشي مدينة ولا قرية قلب على شي واحد اللي قابل انه يستقبلك. ابقى فداك الدار ديال داك الشخص حتى تخرج.
ﻣﻠﻲ ﺩﺧﻠﻲ ﺍﻟﺪﺍﺭ ﺳﻠﻮ ﺍﻟﻨﺎﺱ ﺍﻟﻲ ﻳﺴﻜﻨﻮ
ﺇﻟﻰ ﺩﺍﻙ ﺩﺍﺭ ﺩﺧﻞ ﻋﻠﻴﻚ ﺻﻠﻰ ﻋﻠﻴﻪ ﺇﻟﻰ ﻣﺎﺻﻠﻰ ﻋﻠﻴﻪ
...شي بعضين مايبغييوك ماتعطي ريحتك...الى مالقيتيهش حيد غبار رجليك عند العتبة ديال داك الدار ولا داك الدوار...
اللي غانقوليك هادا راه بصح. نهار القيامة غاتكون ساهلة على سدوم وعمورة من هاديك المدينة
"انا كنصيفطكم بحال الغنم وسط الدياب. داكشي علاش كونو فحان الحناش وفالهدان الحمام."
ردو بالكم! الرجال غايسلموكم للمحاكم المحلية. وغايجلدوكم فالمعابد ديالهم.
غتجيبو القياصرة والملوك بسبابي وغتكونو شاهدين عليهم وعلى لي ماشي من اليهود
ولكن فاش يعتاقلوك، ماتخافش من شنو غاتقول ولا كيفاش غاتقولو. فداك الوقت غايعطيوك الكلمات المناسبين باش تقولهم.
ﻣﺎﺷﻲ ﺍﻧﺖ ﻟﻜﺘﻘﺎ, ﺭﻏﻢ ﺍﺑﻮﻛﻢ ﻳﺘﺤﺪﻯ ﻣﻨﺎﺳﺒﻚ.
...الأخو غادي يسلم خوه يتقاتل...الأب غادي يسلم ولادو...الولد غادي ينوض على باه ومو ويجيبهم يتقاتلو ويموتو
ﻛﻞ ﻭﺍﺣﺪ ﻏﺎﺩﻱ ﻳﻜﺮﻫﺎ ﻋﻠﻴﻚ ﺑﺴﺒﺐ ﻣﻦ ﻳﺘﺤﻤﻞ ﺣﺘﻰ ﺍﻟﻨﻬﺎﺭ ﻏﺎﺩﻱ ﻳﺘﻖ ﺍﻟﻨﺠﺎﺡ
...ملي يهاجموك الناس فشي بلاصة هرب لبلاصة خرا...اللي غادي نقولو ليك راه صحيح...ماغاديش تكمل الدوران على مدن إسرائيل حتى يجي ابن الإنسان
الطالب ماشي خير من الاستاذ. الخادم ماشي خير من السيد.
...يكفي التلميذ ان يكون مثل معلمه و يكفي العبد ان يكون مثل سيده فان كان رب البيت قد دعي بَعلَزبُول فماذا يكون الآخرون الذين يعيشون في بيته
إوا ماتخافش من أعدائك. كلشي اللي مستور غادي يخرج للعلن. كلشي اللي مخبي غادي يتكشف.
لي نقولو ليك فالظلمة، قولو فالضو. لي تايتقال ليك فودنك، غوت بيه من فوق السطوحة.
ﻻ ﺗﺨﺎﻓﻠﻲ ﻣﻦ ﻳﻘﺘﻠﻚ ﺍﻟﺠﺴﺪ ﻭﻻ ﻳﺘﻘﺘﻠﻚ ﺍﻟﺮﻏﺎﺝ ﺑﻼﺻﺘﻚ ﺍﻟﻘﻠﺐ ﻭﺍﻟﺠﺴﺪ ﻓﻲ ﺍﻟﻬﻴﻠﺔ
ﻭﺍﺵ ﺟﻮﺝ ﻋﺼﺎﻓﺎﺕ ﻛﺎﻳﺘﺨﺎﻓﺶ ﻏﻴﺮ ﻭﺣﺪﺓ ﻣﻨﻬﻢ ﻣﻦ ﻏﻴﺮ ﺑﻴﻜﻢ
ﻓﻌﻼ ﻛﻴﺤﺴﺐ ﻛﻞ ﺷﻌﺮ ﻓﻲ ﺭﺍﺳﻚ!
إيوا بلا ماتخاف. انتا ساوي اكثر من شحال من عصفور.
شنو بالفلان للي تيقول قدام الناس بلي راه تيعرفني؟ حتا انا غنقول قدام ابي للي فالسماوات بلي راه تنعرفو.
ﻭﻟﻜﻦ ﻣﺎﺷﻲ ﺍﻟﻠﻲ ﻛﻴﻘﻮ ﻣﻊ ﺍﻟﺨﺎﺻﺔ ﺑﺎﻥ ﻟﻴﺎ ﻣﻜﻨﺶ ﻓﻴﻪ ﻧﻘﻮﻝ ﻣﻊ ﺭﺑﻲ ﺍﻟﻠﻲ ﻓﻲ ﺍﻟﺴﻤﺎﻋﻴﺎﺕ ﻟﻴﺎ ﻣﻜﻨﺶ ﻓﻴﻪ
ﻣﺘﺨﻼﻱ ﺍﻧﻲ ﺟﺎﺕ ﻟﻄﻴﺐ ﺍﻟﺴﻤﺎ ﻋﻠﻴﻪ، ﻣﺎ ﺟﺎﺕ ﻟﻄﻴﺐ ﺍﻟﺴﻤﺎ، ﺟﺎﺕ ﻟﻄﻴﺐ ﺍﻟﺴﻴﻒ.
جِيتْ نْقَلّبْ ﺑْنَادْ عْلَى بّاهُمْ. ﻟْبّنَاتْ غَيْرَضُّو ﻣﺎﻟﻴﻦْ ﺩﻳﺎﻟﻬﻢْ. ﻟْحِرَاﺣْ ﻏﺪﺍ ﻋﻠﻰ ﻧﺎﻣﻮﺳﻴﻠﻴﻦْ ﺩﻳﺎﻟﻴﻦْ.
الأعداء ديال الراجل غادي يكونو هوما العائلة ديالو. (ميخا 7:6)
ﺍﻱ ﻭﺍﺣﺪ ﻛﺘﺤﺒﻮ ﻓﻲ ﺃﺑﻮﻁ ﺍﻭ ﺃﻣﻮﺭﺓ ﺍﻛﺘﺮ ﻣﻦ ﺃﻧﺎ ﻭ ﻟﻴﺖ ﻟﻴﻪ ﻻ ﻳﺴﺘﺎﻫﻞ ﻟﻴﺎ
ﻭﻟﻲ ﻣﺎ ﻳﺸﻢ ﻋﻠﻴﺎ ﺍﻟﺼﻼﺓ ﻭﻳﺘﺒﻌﻨﻲ ﻣﺎ ﻋﻨﺪﻭ ﻣﻘﺪﺍﺵ
ﻟﻲ ﻟﻘﻰ ﺣﻴﺎﺗﻮ ﻏﻴﺮ ﺑﻴﻬﺎ ﻟﻲ ﻏﺘﺮﺟﻊ ﺑﺤﻴﺎﺗﻲ ﻋﻠﻰ ﺷﻲﺀ ﺳﻴﺪ ﻏﺘﻠﻘﺎ ﻓﻴﻪ
ﻣﻦ ﺳﺘﺒﺎﻉ ﻣﻨﻜﻢ ﻳﺴﺘﺒﺎﻉ ﻟﻲ ﻣﻦ ﺳﺘﺒﺎﻉ ﻟﻜﻢ ﻳﺴﺘﺒﺎﻉ ﻟﻲ ﺑﻄﻨﻮ ﻟﻲ
افترض ان شي واحد استقبل نبي على انه نبي. فراه غادي ياخد اجر نبي. وافترض ان شي واحد استقبل شخص تقي على انه شخص تقي. فراه غادي ياخد اجر شخص تقي.
ﻣﺘﻔﺮﺽ ﺇﻻ ﻭﺣﺪﺓ ﺩﺧﻞ ﺣﺘﻰ ﻛﺎﺱ ﻣﺎﺀ ﺑﺎﺭ ﻟﻠﻴﺒﻐﺎﻝ ﺩﻳﺎﻟﻮ ﻫﺎﺩﺷﻲ ﻛﻠﻬﺎ ﺻﺤﻴﺢ ﻫﺎﺩﻱ ﻟﻲ ﺩﺍﺭ ﺍﻟﺠﺮﺡ ﻫﻮ ﻟﻲ ﺗﻴﻌﺮﻓﻮ ﻭﻟﻲ ﺗﻴﺤﺮﻕ ﻋﻠﻴﻬﻢ ﻭﻟﻲ ﺗﻴﺨﺮﺝ ﻣﻨﻬﻢ ﻭﻟﻲ ﺗﻴﻘﺮﺭ ﻣﻨﻬﻢ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨﺎﻫﻢ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺎﺭﺡ ﻭﻟﻲ ﺗﻴﺘﺴﻨ
ﻳﺴﻴﺪ ﻭﻳﺤﻨﺎ ﺍﻟﻤﻐﻴﺎﺭ
. عيسى سالا من تعليم 12 تلميذ ديالو. من بعد مشا يكمل التعليم والوعظ ديالو في المدن ديال الجليل
كان جون فالحبس. ملي سمع اش كان كايدير المسيح. صيفط ليه تلاميده
سولو يسوع، "واش نتا لي كان خاص يجي؟ ولا خاصنا نقلبو على شي واحد آخر؟"
جاوب يسوع، "سير ورجع عند چون. ڭول ليه اش كتسمع وتشوف.
المكفوفين تيتلقاو البصر. المعوقين تيمشيو. اللي فيهم الأمراض ديال الجلد تيتشافاو. الطرشان تيسمعو. اللي ميتين تيتم القايام ديالهم للحياة. والبشارة تيتعلنو للناس اللي هوما فقراء.
ﺗﺒﺎﺭﻙ ﺍﻟﺬﻳﻦ ﻟﻤﻦ ﻣﺎ ﺳﻤﻴﺘﻪ ﻋﻠﻴﺎ ﻓﻲ ﺍﻳﻤﺎﻥ ﺍﻳﻤﺎﻥ.
...ملي كانو تلاميد دجون غاديين يسوع بدا يهضر مع الناس على جون...قال ليهم اشنو خرجتو تشوفو فالصحرا؟ شي حد طويل كيحركه الريح؟
ولا شنو خرجتي تشوف راجل لابس لباس زوين لا ناس لي يلبسو لباس زوين را فقصورة الملوك
إيوا فاش خرجتو تشوفو نبي؟ اه كنقول ليك وأكثر من نبي
هو اللي مكتوب عليه فالكتاب المقدس. كيقول، "'غادي نصيفط رسولي قدامك. هو غادي يحضر ليك طريقك.' (ملاخي 3:1)'
لي غادي نگول ليكم دابا راه بصح. عمرو ما تولد شي واحد اهم من يوحنا المعمدان. ولكن الشخص اللي اقل اهمية فملكوت السما راه اهم منو.
من نهار يوحنا المعمدان المملكة ديال السما كاتزيد القدام بالزربة. والزربة كاياخدو بيها هوما.
ﺍﻟﻜﻞ ﻧﺒﻴﻞ ﻭﺍﻟﺸﺮﻳﻌﺔ ﺣﺘﻰ ﺟﺎﺕ ﺟﻨﺎ
ﻣﺎ ﺗﻮﻗﻊ ﻟﻴﻪ ﺑﺎﻟﺘﻮﺍﺻﻞ ﻟﻲ ﺟﻮﻩ ﻟﻴﻪ ﻫﻮ ﺍﻟﻴﺎﺭﻱ ﺍﻟﻠﻲ ﻟﻔﺘﺮ ﻟﻴﻪ ﻧﺠﻮ ﺍﻟﻤﺴﺘﻤﺮ
اللي عندو شي ودنين يعطيهم للي يستحقهم.
اشنو ممكن نقارنو ناس ديال ليوم بيه؟ راهم بحال الدراري لي گالسين فالسوق وكيعيطو على الناس لخرين. كيقولو
ﺣﻴﻨﺎﻙ ﺍﻟﻔﻴﻘﺔ ﻭﻟﻜﻦ ﻣﺮﺻﺘﻲ ﻭﻋﻮﺩﻱ ﻟﻜﻲ ﻭﻟﻜﻦ ﻣﺤﺴﻤﺘﻲ
فاش جا جون ماكلاش ما شرب بحال اللي كديرو. وا الناس تيقولو عندو جن
ولكن ملي جا ابن الانسان كلا وشرب بحالكوم. وكيقولو الناس هاد خينا ديما كياكول وكيشرب. راه صاحب جباة الضرائب و "الخطاة". ' لي كيعرفو يديرو مزيان كيبينو بلي المزيان عندو الحق. ' المدن لي ما كيدروش بعيد على الخطية
...بدا يسوع كيهضر على المدن اللي دار فيها معظم معجزاته...الناس تما ما تابوش من الذنوب ديالهم...فكان كيقول
ﻳﺎﻟﻪ ﻋﻠﻴﻚ ﻳﺎ ﻛﻮﺭﺯﻳﻨﺎ! ﻳﺎﻟﻪ ﻋﻠﻴﻚ ﻳﺎ ﺑﻬﺪﺱ! ﺍﻟﻤﺎﺩﺓ ﺍﻟﺘﻲ ﺍﻟﻌﺒﺎﺕ ﺍﻟﺘﻲ ﺩﻗﺘﻬﺎ ﻓﻲ ﺗﻴﺮ ﻭﺍﻟﺪﻧﻴﺎ ﻟﻮﺍﺣﺪ ﻣﻨﻬﻢ ﺍﻟﺤﻴﺎﺓ ﺍﻟﺴﻌﺪﺓ ﺍﻟﺘﻲ ﺗﺘﻠﺒﺲ ﻓﻲ ﺍﻟﺪﺭﺍﺋﻞ
ولكن كنقوليكم هادشي. نهار الحساب غادي يكون ساهل على صور وصيدون من انه يكون عليكم نتوما.
و نتا ا كفر ناحوم غادي تطلع للسما؟ لا! غادي تهبط للبلاصة د الموتى. زعما هاد المعجزات اللي دارو فيك كانو داروهم ف سدوم. راه غادي تكون مازال كاينة دابا.
ولكن كنقول ليك. نهار الحساب غادي يكون ساهل على سدوم من لي غادي يكون عليكم نتوما. الراحة لجميع لي عياو
فهداك الوقت يسوع قال كانمجدك يا الأب ياك نتا رب السما والأرض وخبعتي هاد لحوايج على الدكايمية والعلماء ولكن بينتيهم لولدان صغار
ﻧﻌﻢ ﺍﺑﺎ ﺍﻭ ﻫﺪﺍ ﺍﻟﻠﻲ ﺑﻐﻴﺘﻮ
ﺑﺎﺑﻨﻲ ﺑﻌﺪ ﻛﻮﻟﻮ ﻟﻴﺎ ﻳﺎ ﺍﻟﺒﺎﺏ ﺭﺍﻩ ﻫﻮ ﻟﻮﺣﻢ ﻟﻜﻢ ﺍﻟﺮﺑﻮ ﻫﻮ ﻟﻮﺣﻢ ﻟﻜﻢ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜﻢ ﻳﺎ ﺍﻟﺮﺑﻮ ﻭﻟﺘﺴﺎﻉ ﺍﻟﺮﺑﻮ ﻟﻜ
آجيو عندي، كًاع نتوما للي عيانين وحاملين تقل كبير، أنا غادي نريحكم.
كونو عبيدي واتعلمو مني انا لطيف ومافيهش لعتزاز غادي تلقاو راحة لنفوسكم
خدمتي ساهلة و حملي خفيف."
ﻳﺸﻮﺭ ﻳﺴﻴﺪ ﻳﻮﻡ ﺳﺒﺘﻪ
واحد السبت النهار يسوع تم غادي وسط الحقول دالحبوب. التلاميذ ديالو جاعو. إذن بداو كيقطعو شي سنابل دالحبوب وكياكلوها.
شافو الفريسيين هادشي، قالو ليسوع، "شوف! راه ضد الشريعة باش يدار هادشي فالسبت. ولكن تلاميذك كايديروه على أي حال!"
جاوب يسوع، "واش ماقريتوش داكشي لي دار داوود؟ هو ورجالو جاعو."
فدخل لبيت الله. كلا هو ورجالو الخبز المقدس. كان كياكلو منو غير الكهنة.
...واش ماقريتش القانون؟ كيقول كيفاش كل نهار السبت خاص بالكهنة فالهيكل يديرو خدمتهم فهاد النهار...ولكن ماكيتحسبوش مذنبين
ﻛﻨﻘﻮﻟﻚ ﺍﻥ ﻫﺬﺍ ﻟﻲ ﺍﻫﻢ ﻣﻦ ﺍﻟﻤﻌﺒﺔ ﻛﺎﻳﻦ ﻫﻨﺎ
الكتاب المقدس كيقول، "بغيت الرحمة و ماشي الذبيحة." (هوشع 6:6) انتوما ما عارفينش اشنو كتعني هاديك الكلمات. كون كنتو عارفين، ما كنتوش غادي توجهو التهم ضد الناس اللي ما مذنبينش.
ابن الإنسان هو ربّ السبت."
غادي من ديك البلاصة، يسوع دخل للمجمع ديالهم.
...كان تما واحد الراجل يدو مريضة ومعوجة...الفريسيين كانو باغيين يلقاو شي غلط ديال سيدنا عيسى...على هادشي سولوه واش القانون كيسمح لينا نشافيو نهار السبت
...قاليهم شنو زعما الا طاحت شي نعجة فشي بير نهار السبت...مغاديش تشدوها طلعوها
رااجل بسوتبن خرووف! رااه لقاانوون مسمووح لينا نديرو لخير فنهاار لاجغيع.
...قال يسوع للرجل مد يدك...فمدها...كانت صحيحة بحال اليد الاخرى
ولكن الفريسيين خرجو وتافقو باش يقتلو يسوع. عبد الله المختار
عيسى كان عارف كلشي على الخطط ديال الفريسيين. داكشي علاش هو خلا داك البلاصة. بزاف تبعوه، وهو داوا كل المرضى ديالهم.
ولكن نبههم ما يگولوش شكون هو.
هاكا باش يتحقق داكشي لي تقال على يد النبي أشعيا. كيقول،
.ها عبدي لي خترت، هو لي عليه حبي، وانا فرحان بيه بزاف. غادي ندير عليه روحي، غادي يبشر الشعوب باش كولشي غادي يتقاد.
ﻣﺎﺯﺍﻝ ﻣﺎ ﻳﺠﺎﺏ ﻭﻻ ﻳﺼﺤﺎﺏ ﻭﺍﺣﺪ ﻣﺎ ﻳﺴﻤﻊ ﺻﻮﺗﻮ ﻓﻲ ﺍﻟﺸﻮﺍﺭ
ﻣﺎ ﻏﺎﺩﻱ ﻳﻜﺴﺮ ﻋﻮﺩﺓ ﻣﻜﻠﻔﺔ، ﻣﺎ ﻏﺎﺩﻱ ﻳﻄﻴﺐ ﻟﻴﻔﺮﺡ ﻣﻨﻘﺼﺔ، ﻏﺎﺩﻱ ﻳﺼﺼﺢ ﻛﻠﺸﻲ
الأمم غادي تحط أملها فيه". (اشعياء 42: 1-4) يسوع وبعلزبول
جابو ليسوع واحد الراجل كيملكوه الجنون. هاد الراجل كان مكيشوفش وماكيهضرش. يسوع داوا هاد الراجل. من بعد، هاد الراجل ولا كيهضر وكيشوف.
الناس تعجبو. قالو "واش ممكن يكون ولد داود؟"
سمعوا الفرّيسيّين بهادشي. فقالوا: "هذا كايخرج الشياطين بْقُوّة بَعْلَزَبُّو، أَمِيرْ الشّيَاطِينْ."
عيسى كان عارف فاش كانو تيفكرو. هداك علاش قال ليهم: "كل مملكة كتحارب راسها غادي تتدمر. كل مدينة ولا عائلة مقسومة على راسها ماغاديش توقف."
ﻭﺍﺧﺎ ﻳﺤﺮﺍ ﻣﻴﻦ، ﻫﻮ ﻣﻘﺎﺗﺶ ﻣﻊ ﺭﺍﺳﻪ. ﻫﺎﺩﺷﻲ ﻳﻌﻴﺶ ﻣﻠﻚ ﻳﻮﻣﺎ
كَايَقُولُو بْأَنّْي كَانْطَرْدْ الْعَفَارِيتْ بْقُوَّةْ بِلِزْزَبُّوبْ. ثُمَّ بْقُوَّةْ مْنْ مْنْ كَايَطْرْدُوْهُمْ شَعْبْكْ؟ إِذَنْ، غَايْكُونُوْ هُمَّا الْقُضَاةْ دْيَالْكْ.
ولكن لنفترض أنني كنخرج الشياطين بروح الله. إذن ملكوت الله جا عندكم.
ولا فكر فهادي. كيفاش غادي دخل لدار ديال شي واحد صحيح و غادي تاخد ليه غير داكشي لي عندو؟ خاصك اولا تربطو. من بعد تقدر تسرق ليه الدار.
اللي ماشي معايا راه ضدي. اللي ما كيجمع معايا لغنم كيعررهم.
إذن ها شنو كنقول ليكم. كل خطيئة وكل كلمة شريرة تقال ضد الله غادي تغفر. ولكن قول كلام شرير ضد الروح القدس ما غاديش يتغفر.
لي تكلم بكلمة ضد ابن الانسان غادي يتغفر ليه. ولكن لي تكلم ضد الروح القدس ما غاديش يتغفر ليه. انسان بحال هكا ما غاديش يتغفر ليه لا دابا ولا ف الايام الجاية.
ﻣﻠﻲ ﻧﺘﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻣﻠﻲ ﺩﺭﺗﻲ ﺷﺠﺮﺓ ﻛﻴﻒ ﻣﻠﻲ ﺩﺭﺗ
يا عشوش الافعوان المسمومين. كيفاش انتوما الشر تقدرو تقولو شي حاجة زينة. افواهكم كتقول كلشي داكشي لي كاين فقلوبكم.
...الراجل المزيان تيقولو حوايج مزيانين. هاد الحوايج تيخرجو من الخير اللي مخبي لداخل فيه. الراجل الخايب تيقولو حوايج خايبين. هاد الحوايج تيخرجو من الشر اللي مخبي لداخل فيه.
ولكن ها اللي تنقول ليك. فنهار الحساب، غادي يتحاسبو الناس على كل كلمة تافهة قالوها.
ﺑﻜﻢ ﻳﻘﺪﺭ ﻳﻮﺟﺪ ﻣﺘﻮﻝ ﻭﻻ ﻏﻴﺮ ﻣﺘﻮﻝ " ﺍﻟﻌﻠﻴﺰ ﺍﻟﻤﻌﺠﻨﺔ ﻟﻠﺴﻴﺪ ﺍﻟﻨﺎﺑﻊ
جاو عند يسوع شي فريسيين وشي معلمين ديال الشريعة. قالو ليه: "يا معلم، حنا بغينا نشوفو شي معجزة كتديرها."
جاوب وقال: الناس الشرار واللي مكوفيين هوما اللي كيطلبو علامة خارقة! ولكن حتى وحدة مغتكون من غير علامة النبي يونس.
...كان يونس فْمعدة حوت ضخم لمدة تلات ايام و تلات ليالي...و غادي يوقع نفس الشي لْابن الانسان...غادي يدوز تلات ايام و تلات ليالي فْالقبور
...رجال نينوى غادي يوقفو فالنهار د الحساب مع ناس هاد الوقت...و النينيوث غادي يبينو بلي هادوك الناس مذنبين...رجال نينوى بعدو على الذنوب ديالهم منين وعظهم يونان...و دابا واحد اهم من يونان كاين هنا.
...و ملكة الجنوب غاتنوض فنهار الحساب مع الناس لي عايشين دابا...و غاتشهد بلي هما مذنبين...هي جات من بلاصة بعيدة بزاف باش تسمع حكمة سليمان...و دابا واحد لي اهم من سليمان كاين هنا
شنو كايوقع منين كاتخرج روح شريرة من إنسان؟ كاتبدا تمشي فالمناطق الجافة كاتقلب على شي بلاصة فين ترتاح. ولكن ماكاتلقاهاش.
ثم كيقول غادي نرجع للدار لي خرجت منها. فاش كيوصل لتما. كيلقى الدار خاوية. الدار تكنسات وتردات.
...من بعد كيمشي هاد الروح الخايب و كياخد معاه سبعة ديال الارواح اخرى اكثر خبثا منه...كيمشيو و كيعيشو تما...هاداك الانسان كيكون اسوء من قبل...هكاك غادي يكونو ناس هاد الزمان الخايبين." ام يسوع و خوته
فاش كان عيسى مازال تيهضر مع الناس، مو و خوتو وقفو برا. بغاو يهضرو معاه.
قال ليه شي واحد راه الأم ديالك وخوتك واقفين برا بغاو يهضرو معاك
جاوبو يسوع وقال ليه شكون هيا أمي؟ وشكونو هوما خوتي؟
عيسى أشار للتلاميذ ديالو. قال ليهم ها هي الأم ديالي! ها هما الخوت ديالي!
ﺍﻱ ﻭﺍﺣﺪ ﻳﻌﻤﻞ ﻣﺎ ﺑﻐﺎ ﺭﺑﻲ ﻓﻲ ﺍﻟﺴﻤﺎﻡ " ﻫﻮ ﺧﻮﻑ ﺍﻭ ﺧﺘﻲ ﺍﻭ ﺍﻣﻲ
ﺳﻴﺪﻳﺔ ﺍﻟﻔﻼﺝ
هداك النهار نيت خرج يسوع من الدار، وجلس جنب بحر الجليل.
تحلقو عليه جماهير غفيرة. فطلع فباطو. وجلس فيه. والناس كلهم وقفو على الشط.
ثم قال لهم بزاف ديال الحوايج باستعمال القصص. قال: "واحد الفلاح خرج باش يزرع البذور ديالو.
فرتك الزرع على الأرض. شي طاح على طريق. جاو الطيور وكلاوه.
شي حب طاح ف بلايص صخارى، فين ما كانش بزاف د التراب. نبتو الزريع بزربة، حيت التراب ما كانش غارق.
ملي طلعات الشمس، حرقات النباتات. نشفو حيت معندهومش الجدور.
...وحدة خرى طاحت وسط الشوك...كبر داك الشوك و غطى على النبتة
...واخا هكاك طاحت واحد اللّي خاصّها تكون مزيانة، طلعات ديك النبتة اللي عطات ماية، ستين ولا تلاتين ضعف داكشي اللي تزرَع
اللي عندو شي ودنين يسمع.
جاو عندو التلامذ قالو ليه علاش كتدوي مع الناس بالقصص
جاوب وقال: "تعطاك فرصة باش تفهم أسرار ملكوت السما. ما تعطاتش للبراني."
...كل واحد عندو هاد النوع ديال المعرفة غادي يتعطا اكثر. فالاصل غادي يكون عندو بزاف بزاف...الا كان شي واحد ماعندوش هاد النوع ديال المعرفة حتى داك القليل اللي عندو غادي يتحيد ليه
...ها علاش كنخدم بالقصص ملي كنهضر مع الناس...كنقول...كيشوفو...ولكن ماكيشوفوش...كيسمعو...ولكن ماكيرضوش البال...ولا كيفهمو
فيهم تتحقّق أقوال النبي إشعياء. قال: "غادي تسمعو ولكن عمركم ما تفهمو. غادي تشوفو ولكن عمركم ما تعرفو شنو كتشوفو.
...القلوب دالناس صعاب...يقدرو بالكاد يسمعو بودنيهم...غمضو عينيهم...وإلا شافو بعينيهم...يقدرو يسمعو بودنيهم...يقدرو يفهمو بقلوبهم...يقدرو يرجعو للرب...ومن بعد غادي يشفيهم.' (اشعياء 6:9,10)
ﻭﻟﻜﻦ ﻣﺒﺮﻭﻙ ﻋﻴﻨﻚ ﻷﻧﻬﻢ ﺗﺸﻮﻓﺔ ﻭ ﻣﺒﺮﻭﻙ ﻋﻴﻨﻚ ﻷﻧﻬﻢ ﺗﺴﻤﻮﻫﺎ
اللي غادي نقولو ليكم دابا راه صحيح. بزاف ديال الأنبياء والصالحين كانوا متمنيين يشوفو داكشي اللي كتشوفو نتوما. ولكن ما شافوهش. كانوا متمنيين يسمعو داكشي اللي كتسمعو نتوما. ولكن ما سمعوهش.
اسمع! ها المعنى ديال قصة الفلاح.
...الناس كتسمع الرسالة ديال المملكة ولكن مكايفهموهاش...عاد كيجي الخبيث...كيسرق داكشي لي تغرس فقلوبهم...هادوك الناس بحال ديك البدرة لي تزرعات فشي طريق
وخرين خداو الزرع اللي طاح على الأرض الحصاوية. هوما اللي كيسمعو الرسالة وكيستقبلوها فالبلاصة بالفرحة.
ولكن ما عندهومش الجدور. هاد الشي علاش كيدومو غير شوية. دغيا كيفقدو الإيمان منين كتجي المشاكل ولا المعاناة بسباب الرسالة.
... وخرين خداو ديك البدرة لي طاحت بين الشوك... هوما لي كيسمعو للهدرة... ولكن من بعد كيحشدها هموم هاد الدنيا والمواعد الكاذبة ديال الغنى... كيحشدوها... كيمنعوها باش تولد الثمر
...ولكن مازال وحدين اخرين لي خداو ديك البدرة لي طاحت على ارض مزيانة...هوما لي كيسمعو للرسالة وكيقهموها...وكيخرجو محصول 100 ولا 60 ولا 30 مرة كثر من داكشي لي زرع الفلاح." قصة الزوان
...عيسى قال للجموع قصة أخرى...ها شنو هي مملكة السماء...واحد الراجل زرع حبوب مزيانة في الحقل ديالو
ولكن فاش كلشي كان ناعس جا عدو ديالو. العدو زرع الربيع ما بين القمح ومن بعد مشا.
...بدااا كيتنبت ويعطي السنابل...وفي نفس الوقت...نبتو معاه بعض الاعشاب الضارة
...خدامين عند مول الضيعة...جاو عندو و قالو ليه...ياك اسيدي زرعتي الزرع الزين فحقولك...ايوا منين جات هاد الاعشاب الضارة
"...قاليه راه عدو لي دارها."...الخدام سولوه واش تبغينا نمشيو نقلعو ديك الربيع
" 'لا،" جاوب مول الأرض. "فاش تكونو كاتقلعو الأعشاب الضارة، ممكن تقلعو معاهم حتى القمح."
خليهم يكبرو بجوج حتى يجي وقت الحصاد. فديك الساعة غادي نقول للعمال شنو يديرو. ها شنو غادي نقول ليهم. أولا جمعو الأعشاب الضارة. ربطوهم فربطات باش يتحرقو. من بعد جمع القمح. دخلوه لخزينتي." "قصص حبة الخردل والخميرة
...وعاد يسوع حكا للجموع حكاية أخرى، وقال: "مملكة السما بحال حبة خردل. واحد الراجل خدا ديك الحبة وزرعها فواحد الحقل."
هي اصغر وحدة من دوك البدور كاملين. ولكن فاش كتولي شجرة، هي اكبر وحدة من بين گاع الشجر اللي فالجنان. كتولي شجرة. الطيور كيجيو وكيرتاحو فالغصون ديالها."
...قاليهوم يسوع مَثَل آخُور: مَلَكُوتْ السَّمَا هُوَ پْخِيرَة...مَرْا خْمَلَاتْو فْفُرْكَة كْبِيرَة دَقِيق...وْخْمَلَاتْو فْجُمْلَة كُلّْهَا
عيسى كلم هاد الشي كامل للناس باستعمال القصص. ما قال ليهم حتى حاجة بلا ما يعاود ليهم قصة.
إذن تحققات الهضرة اللي قال النبي. كان قال: "غادي نحل فمي ونهضر بالالغاز. غادي نهضر على حوايج اللي تخباو من نهار اللي تخلق العالم." (مزمور 78:2) يسوع كيشرح قصة الزوان
...فغيشوفو الناس غيتبعوه...غيدخل لدار...غيجيو عندو التلاميد...غيقولو ليه...شر لينا القصة ديال ديك العشبة الخايبة لي كاينة فالخضرا
جاوبهم: اللي زرع الزرع المزيان هو ابن الانسان.
الميدان هو العالم. الزرع المزيان كيمثل الناس اللي كينتميو للمملكة. الأعشاب الضارة هي الناس اللي كينتميو للشرير.
ﺍﻟﻨﺎﺱ ﻟﻲ ﻛﺎﺩﻳﻦ ﻫﻮ ﺍﻟﺸﻴﻄﺎﻥ ﺍﻟﺤﺼﺎ ﻳﻮﻣﺔ ﺍﻟﺤﺴﺎﺏ ﻭﺍﻟﻤﻌﺎﻧﺎﺕ ﻫﻤﺎ ﻣﻼﻛﻴﺎﺕ
النباتات الضارة تتجر من الجذور وتحرق في النار. هكاك غادي يكون في يوم الحساب.
وَلَكِنْ اَبْنُ اَلْإِنْسَانِ هُوَ اَلَّذِي يُرْسِلُ مَلَائِكَتَهُ. وَيَنْقُلُونَ مِنْ مَلَكُوتِهِ كُلَّ فِعْلٍ رَدِيءٍ. وَيَقْضُونَ عَلَى كُلِّ فِعْلٍ فَاسِدٍ.
غادي يلوحوهم فالنار الملتهبة. تما الناس غايبكيو ويكرزو على سنانهم.
...و غايبدا شعب الله كايبتاسم بحال الشمس فمملكة الأب ديالهم. اللي عندو الودنين يسمع. قصص الكنز المخبي و اللؤلؤة
ﺍﻟﻤﻠﻚ ﺍﻟﺴﻤﺎﻥ ﻛﺎﻳﺸﺒﻪ ﻛﺘﺮﺓ ﻓﻲ ﺍﺭﺍﺩ ﻭﻣﻠﻲ ﻭﺟﻪ ﺑﺸﺮﻩ ﻭﺭﺩﻩ ﺗﺎﻧﻲ ﻓﻲ ﺍﻟﺴﻤﺎﻥ ﻭﻣﻠﻲ ﺟﺎﺕ ﺑﺸﺮﻩ ﻭﺷﺎﺭﺩﻩ ﺍﻟﺬﻱ ﻛﺎﻥ ﻓﻴﻪ ﻭﺟﺪ ﺍﻟﺴﻤﺎﻥ
عوتاني، مملكة السما بحال شي تاجر اللي كان كيقلب على اللآلئ الزوينة.
...لقا واحد الحاجة...قييييمة بزااااف...مشا و باع داكشي لي عندو كامل...و شرا ديك اللؤلؤة...قصة الشبكة
مَرَّة خْرَى، مَمْلَكَة دْيَال السَّمَا كَيْفْ كُونْ صْنَّادْ مَدْلُوقْ فْ لُوكْوَلْ، كَيْفْ مَا كَيْشِدْ كُولْ شْيَّ حُوتْ.
ملي تعمر، البحارا جبدوه و حطّوه ف الشط. من بعد، ڭلسو و جمعو الحوت المزيان ف السلال. و لكن لاحو الحوت الخايب.
هاكا غادي يكون فنهار القيامة. غادي يجيو الملائكة. غادي يفرقو ما بين الناس لي دارو داكشي الخايب ولي دارو داكشي الزوين
غادي يلوحو دوك الخايبين فواحد الفران خايب بزاف. تما دوك الخايبين غايبكيو وغايحكّو سنانهوم.
"واش فهمتو هادشي كامل؟" سول يسوع. "آه" جاوبو.
...قال ليهم كل معلم ديال الشريعة تعلم على ملكوت السما بحال مول الدار...كيخرج الجديد والقديم من الخزانة ديالو...نبي بلا كرامة
...يسوع كمل هاد القصص...و مشا من تماك
...جا لموطنو الأصلي الناصرة...تما بدا كيعلم الناس فبيستاتهم...و تعجبو و قالو...منين جاتو هاد الحكمة كاملة...منين جاتو هاد القوة باش يدير المعجزات
ﻭﺍﺵ ﻫﺪ ﺯﻧﺠﻼﻥ ﺑﻨﺖ ﺍﻟﻨﺎﺝ ﻣﺎﺭﻳﻪ ﻣﺎﺭﻳﻪ ﻫﻮﺍ ﻭﺍﺣﺪ ﺩﻳﺎﻝ ﺍﻟﺤﺮﺍﻡ ﺟﻤﻴﺔ ﻭﻳﻔﻴﻖ ﻭﺍﺣﺪ ﺩﻳﺎﻝ ﺍﻟﺤﺮﺍﻡ ﺟﻤﻴﺔ ﻭﻳﻔﻴﻖ ﻭﺍﺣﺪ ﺩﻳﺎﻝ ﺍﻟﺤﺮﺍﻡ ﺟﻤﻴﺔ ﻭﻳﻔﻴﻖ ﻭﺍﺣﺪ ﺩﻳﺎﻝ ﺍﻟﺤﺮﺍﻡ ﺟﻤﻴﺔ ﻭﻳﻔﻴﻖ
ﻭﺍﺵ ﻛﺎﻉ ﺧﻮﺗﻮ ﻣﻌﺎﻧﺎ؟ ﻭﺍﺵ ﻫﺎﺩ ﺍﻟﺴﻤﺎﻥ ﻣﻨﺎﺵ ﺟﺎﻫﺎ ﻫﺎﺩ ﺍﻟﺤﺎﺟﺎﺕ؟
...ماكانوش راضيين عليه نهائيا...ولكن يسوع قال ليهم "النبي ماكاياخدش الإكرام فبلادو...ماكايتعطاه حتى شي احترام فدارو"
دار غير شوية دلحوايج تما حيت مكانوش تايآمنو
راس يوحنا المعمدان طار
فهداك الوقت سمع هيرودس الوالي على الجليل وعلى بيريه بالخبار ديال يسوع
...قاليه للي كانو معاه هاداك راه يحيى ديال المعمدان...راه ناض من الموت!...و هادشي علاش عندو القدرة يدير المعجزات
كان هيرودس اعتقل يوحنا وربطو ولاحو فالحبس على ود هيروديا مرات خوه فيلبس
...جون كان كيقول لهيرودس راه ضد القانون تكون معاك هي
هيرودس كان باغي يقتل يوحنا. ولكن كان خايف من الناس، حيت كانو تيعتابرو يوحنا نبي.
فنهار عيد ميلاد هيرود، بنت هيروديا شطحات لهيرود وضيافو. عجبها هيرود بزاف.
ف وعد ب عهد انه يعطيها اي حاجة طلباتها
...قالت ليها اشنو غادي تقولي...قالت ليها البنت غادي نقول لهيرودس يعطيني راس يوحنا المعمدان فطبسيل كبير
...ولكن تفكر الوعد ديالو وديال العشا...وقاليه لواحد من الرجال ديالو يعطيها اشنو بغات
قطع هيرودس راس يوحنا فالمحبس.
جابو ليها راسو فطبسيل كبير وعطاوه للبنت وداتو مها.
تلاميذ دجون جاو وخداو الجثة ديالو ودفنوها. ومن بعد مشاو وقالوها ليسوع. يسوع كيطعم الخمسة آلاف
...عيسى سمع شنو وقع ليوحنا...بغا يبقى بوحدو...مشى فباطو لبلاصة هادية...الجموع سمعو بهادشي...تبعو عيسى على رجليهم من المدن
فاش طلع سيدنا عيسى للبر لقى حشد كبير ديال الناس. حس بقلق كبير من جيهتهم. داوا المرضى ديالهم.
...حتا قرب العشا و جاو عندو التلاميد...قالو ليه ما كاين والو هنا...راه قرب يضلام الحال...سيفط الناس يمشيو...يقدو يمشيو يشريو ما ياكلو ف القرى
جاوب يسوع وقال: "ماشي ضروري يمشيو. نتوما عطيوهم ما ياكلو."
جاوبو: "عندنا غير خمسة خبزات ديال الخبز وجوج حوتات".
"جيبهوم ليا لهنا"، قال.
...ومن بعد عيسى ݣال للناس يجلسو على الربيع...هز الخبزات الخمس والسمكات الزوج...علا عينيه للسما وشكرو...هرس الخبزات قطع...ومن بعد عطاهم للتلاميذ...والتلاميذ عطاوهم للناس
...كلهم كلاو وتشبعو...هز التلامذ 12 قفة من كسرة الخبز اللي بقات...
...كان عدد الرجال اللي كلاو تقريبا خمسة آلاف...حتى النساء و الأطفال كلاو...عيسى كيمشي فوق الما
...فديك اللحضة بالضبط...يسوع خلا التلاميد يدخلو للبارك...خلاهم يسبقوه للجهة لوخرى من بحيرة الجليل...من بعد...صرف ديك الجوقة ديال بنادم
من بعد ما صرفهم، طلع بوحدو لواحد الجنب ديال الجبل باش يصلي. ملي وصلات لعشية، كان تما بوحدو.
...كانت الباخرة قد قطعت شوطا طويلا في عمق البحر...وكانت تتلاطمها الأمواج يمنة وشمالا...لأن الرياح كانت تهب في الإتجاه المعاكس
فالصباح بكري، خرج يسوع عند التلامذ ديالو. كان غادي فوق البحيرة.
...شافوه جاي كيتمشى فوق البحيرة...و تخلعو... "عفريت!"...و صرخو بالخوف...
...فديك اللحضة يسوع عيط عليهم وقال ليهم تشجعو...راه انا ماتخافوش
يا رب واش انت؟ سول بيتر. الا كان هو، قول ليا نجي عندك فوق الما.
قال يسوع، "أجي." فخرج بطرس من الفلوكة. مشى فوق الما فاتجاه يسوع.
ولكن فاش شاف بطرس الريح خاف. بدا كيغرق. غوت "يا رب! نجيني!"
...فليس شيء غير ممكن لديه...فالتقدم...وعدم الخوف
فاش طلعو فالباطو، الريح مابقاش.
...و اللي كانو فالفلوكة سجدو ليسوع...و قالو انت هو ولد الله
دازو فوق البحيرة وحطو فجينيسارت.
الرجال اللي كانوا عايشين تما هما اللي عرفوا يسوع. وهما اللي صيفطوا واحد الميساج فكل بلاصة فالنواحي اللي كانت قريبة. والناس جاو دّاو معاهم كاع المرضى اللي كانوا عندهم حتى لعند يسوع.
...وطلبو منو يخلي غير اللي مريض يمس حاشية ثوبو...وكل اللي مسو تشافى
شنو لي تيخلي الناس "موسخين"؟
...الفريسيين وبعض من علماء الشريعة جاو من القدس باش يشوفو سيدنا عيسى عليه السلام...وسولوهوم
علاش ماكايطبقوش تلاميذك داكشي لي كايعلمو الشيوخ؟ تلاميذك ماكاينقيوش يديهم قبل ماياكلو!
جاوب يسوع: "وعلاش ما كطبقوش أمر الله؟ كتفضلو تمشيو على تعاليمكم نتوما!
قال الله: "وقروا أباكم وأمكم." (الخروج 20:12؛ التثنية 5:16) وقال أيضًا: "إذا لعن أحد أباه أو أمه، فإنه سيُقتل." (الخروج 21:17؛ اللاويين 20:9)
ولكن نتا كتسمح للناس باش يقولو للوالدين ديالهم اي مساعدة تقداوها منا هي هدية مفرقة لله
ﻓﻬﺎﺩﻭﻙ ﻻ ﻳﺤﺘﺎﺟﻮﻥ ﺑﻮﺍﺟﻪﻩﻤﻦ ﺩﻳﺎﻟﻮﻙ ﺍﻧﺖ ﺗﺠﻌﻞ ﻛﻠﻤﺔ ﷲ ﺑﻼ ﺗﺘﺒﻌﻬﺎ ﻋﻠﻰ ﻣﺎ ﺗﻌﻠﻴﻬﺎ ﺍﻧﺖ
ﻳﺎ ﻣﺘﺘﺒﻴﻦ ﻋﻠﻴﻪ ﻗﺎﺋﻴﺔ ﺣﻴﻦ ﻗﺎﻝ
" 'هاذ الناس كايهللو بيا بالكلام. ولكن قلوبهم بعيدة عليا بزاف."
عبادتهم مكتعني ليّا والو. مكيعلّمو والو من غير قوانين البشر." (إشعياء 29:13)
عيسى عيط على الناس لي كانو تما. قاليهوم اسمعو و فهمو.
اللي كيدخل لفمك ماكايخلييكش موسخ. بللي كايخرج من فمك هو اللي كايخلييك موسخ."
من بعد جاو عندو التلاميد ديالو. قالو ليه "واش فراسك باللي الفريسيين تقلقو فاش سمعو هادشي"
جاوب يسوع: "كاين نباتات ما زرعهومش الآب ديالي اللي فالسما. هاد النباتات غادي يتجرو من الجدور ديالهوم."
خليهم. الفريسيين هما أدلاء عميان. إلا قاد شي أعمى واحد آخر اللي هو أعمى، بجوجهم غادي يطيحو فحفرة."
قال بيتر "شرح لينا هادا."
"واش مازال مافهمتو؟" سولهم يسوع.
ﻭﺍﺵ ﻣﺎﺗﺸﻮﻑ ﺩﺍﻙ ﻛﻠﺸﻲ ﻟﻲ ﺩﺧﻞ ﻟﻠﻢﻝ ﻳﻤﺸﻴﻮ ﻓﻲ ﺍﻟﺘﺒﺮﻝ
بلحاق لحوايج لي تايخرجو من الفم تايكونو من القلب. هادو هوما لحوايج لي تايخليوك 'موسخ'.
الذنوب الخايبين كيخرجو من القلب. هكا كدير القتل، الزنا، والذنوب الجنسية الأخرى. هكا كيدير السرقة، الشهادة الزور، وكدوب على الآخرين.
ﻫﺎﺩﻭ ﻫﻤﺎ ﺍﻟﺤﻮﺍﻝ ﻟﻲ ﻛﺎﺩﻳﻦ ﻟﻴﻚ ﻧﺘﻴﺎ ﻣﺎ ﻛﺎﺩﻳﻦ ﻟﻴﻚ ﻧﺘﻴﺎ " ﻋﻴﺐ ﺇﻣﺮﺍﺀﺓ ﻣﻦ ﻛﻨﺎﻋﺎ
عيسى خرج من ڭاليلية ومشى للمنطقة ديال صيدا وصور.
...وحدة من كنعانيين كانت ساكنة حدا صور و صيدا...جات لعندو و غوتات ربي لي خلقها...ربي! ولد داوود! رحمني! شيطان ساكن بنتي...كتعاني بزاف
...عيسى مانطق بحتى كلمة...جاو عندو التلامذ ديالو و ترجاوه...أرسلوها بعيدا...إنها تنادي خلفنا
جاوب يسوع، "رسلوني غير لشعب إسرائيل. راهم بحال شي غنم ضايعة."
...عاد طاحت لمرا على ركابيها قدامو... كاتبكي بحرقة و تشهق... و كاتقول بهستيرية...المرأة الله يا ربي...
جاوبو وقال "ماشي من الصواب تاخد خبز الدراري وترمي لكلابهم."
"ﻧﻌﻢ ﺳﻴﺪ ﺍﻟﻤﻮﻝ ﻭﻟﻜﻦ ﺍﺣﺘﻤﺎﻝ ﺗﺎﻛﻞ ﻓﺘﺎﺑﻌﻪ ﺗﻔﺎﺟﺄ ﺗﻔﻘﺪ ﺣﺘﻰ ﺍﻟﻜﻼﺏ ﻛﺘﺎﻛﻞ ﺍﻟﻔﺘﺎﺭ ﻟﻲ ﺗﻄﻴﺐ ﻣﻦ ﻓﻮﺍﻝ ﺳﺎﺑﻊ٬"
...فجاوب يسوع وقال ليها المرا عظيم إيمانك غادي تعطى ليك هاداك الشي لي طلبتي منو وتشفات بنتها فديك الساعة...يسوع كيطعم أربعة آلاف شخص
عيسى مشا من تماك. تمشى على طول بحر الجليل. من بعد طلع لجبل وگلس.
جاو عندو جماهير ديال الناس جابو معاهم العمين لي ما تيشوفوش ولي ما تيقضروش يتمشاو جابو معاهم المعوقين ولي ما تيقضروش يهدرو ولي بزاف بزاف ديال الناس فرشوهم عند رجليه وهو يشافيهم
...الناس تعجباااات لي ماكاينطق نطققق ولي عااااااجز تشافا ولي ماكايمشيش خطا ولي عور ولا يشووووف...وبداااو الناس يسجدو لرب بني اسرآئيـــــل
...من بعد عيط سيدنا عيسى للتلامد ديالو باش يجيو عندو...و قاليهم...انا حاس بقلقي كبير على هاد الناس...راه دوزو معايا تلت ايام...و ماعندهم والو ياكلوه...مابغيتش نصيفطهم لديورهم بالجوع...و الا درتها غادي يضعفو بزاف فطريقهم لديورهم
جاوبوه التلاميد ديالو وقالو ليه: ما عندنا هنا حتى حاجة، فين غادي نجيبو الخبز الكافي لهاد العدد الكبير ديال الناس؟
"شحال من خبزة عندكم؟" سول يسوع. "سبعة" جاوبوه، "و شوية د الحوت صغار."
عيسى قال للناس لي جاو يتفرجو، گال ليهم يجلسو فالأرض.
خدا الخبزات السبعة والحوتة وشكر. من بعد قسمهم وعطى للتلاميذ. والتلاميذ فرقوهم على الناس.
كولهوم وكلاو وتشبعو. من بعد، التلاميذ هزو سبعة السلات د القطع اللي بقات.
ﻋﺪﺩ ﺍﻟﺮﺟﺎ ﻟﻠﺘﻴﺪﻩ ﻛﺎﻥ 4000 ﺃﻟﻒ ﺭﺟﻞ ﻭﺍﻟﻨﺴﺎﺕ ﺣﺘﻰ ﻫﻤﺎ ﺗﻨﺎﻭﻝ
من بعد ما صيفط عيسى الناس، ركب هو فلوكة. مشى للمنطقة لي قريبة من مجدلا.
يسوع كيطلب منو علامة معجزة
الفريسيين والصدوقيين جاو باش يمحنو يسوع. طلبو منو يوريهم شي علامة خارقة من السما.
جاوب وقال: "فالليل كتشوف فالسما. كتقول: "غادي يكون الجو زوين. السما حمرا."
و فالصباح تتقول اليوم غادي تكون العاصفة. السما حمرة و ملبدة. انت عارف المعنى ديال داكشي لي تتشوف فالسما. ولكن ما تتعرفش تفهم العلامات ديال داكشي لي واقع دابا.
الناس الخايبين واللي مكيتيقوش كيقلبو على شي علامة. ولكن حتى وحدة مغادي تعطى ليهم من غير علامة يونان." من بعد مشى يسوع وخلاهم. الخميرة ديال الفريسيين والصدوقيين
تلامذ دازو للجهة لخرى ديال البحيرة. نساو ما هزُّو الخبز.
"ردو بالكم"، قالها ليهم يسوع. "ردو بالكم من الخميرة ديال الفريسيين والصادوقيين."
تلامذ هضرو بيناتهم قالو هادشي لتيقولو راه حيت مجبنا خبز
عيسى كان عارف شنو كايقولو. فجاوبهم قائل: إيمانكم صغير بزاف! علاش كاتهضرو مع بعضكم على أنه ماكاين خبز؟
واش مازال مافهمتيش؟ واش ماتفكرتيش الخبزات الخمس ل 5000 واحد؟ واش ماتفكرتيش شحال من قفة ديال الفتات جمعتي؟
واش ما عقلتيش على السبعة الخبزات ل 4000؟ واش ما عقلتيش شحال من سلة ديال الفتات جمعتي؟
كيفاش ممكن متفاهموش انا مكنتش كنهضر معاك على الخبز ولكن ردو بالكم من الخميرة ديال الفريسيين والصدوقيين
...من بعد التلاميد فهمو بلي يسوع مكانش كيقصد يحضيهم من الخميرة لي كتستعمل فالخبز. كان كيحذرهم من التعاليم ديال الفريسيين والصدوقيين. بطرس كيقول بلي يسوع هو المسيح
...يسوع مشى لمنطقة قيصرية فيليبس...تما سول التلاميد ديالو "شكون كيقول عليه بنادم بلي هو ابن الانسان؟"
جاوبو: "شي وحدين كيقولو يحيى المعمدان. آخرين كيقولو إيليا. وحدين أخرين كيقولو إرميا، ولا شي نبي من الأنبياء."
"ولكن انت؟" سولوا. "شكون كتقول انا؟"
جاوب سمعان بطرس: "راك المسيح، راك ولد الله الحي."
جاوب يسوع: "بارك هو نتا، سمعان، ولد يونا! ماشي شي راجل لي وراك هادشي. لي وراك هادشي هو الوالدي ديالي لي كاين فالسماوات.
ﻳﺎ ﻟﻮ ﻛﻨﻘﻮﻝ ﻟﻚ ﺍﻧﺖ ﺑﻄﺎﺭ ﻋﻠﻰ ﻫﺬ ﺳﻴﺮ ﻏﺎﺩﻱ ﻧﺒﻴﻞ ﻣﺆﻳﺴﺎﺵ ﺑﺎﺵ ﻳﺘﺤﺮﻕ ﻋﻠﻴﻬﺎ
غادي نعطيكم مفاتيح مملكة السما. داكشي لي سديتو فالأرض غادي يتسد فالسما. داكشي لي فتحتو فالأرض غادي يتفتح فالسما."
...من بعد عيسى حذّر التلامذ ديالو باش ما يقولوها لحتى واحد بلي هو المسيح...عيسى كايهضر على الموت ديالو لي قريب
من ديك الساعة بدا يسوع كيفسر للتلاميذ ديالو اش غادي يوقع ليه. قال ليهم راه خاصو يمشي لأورشليم. تما راه خاصو يعاني بزاف ديال الحوايج من الشيوخ ورؤساء الكهنة ومعلمين الشريعة. خاصو يتقتل وفنهار الثالث ينوض للحياة مرة أخرى.
...بطرس داه للجنب وبدا كيعاتيو... عمرني يا رب!...هادشي ما عمرو يكون ليك!
...يسوع تلفت و قال لبطرس... حْذِيْ مْنِّي ا شْيْطَانْ !.. لِّيْ كَايْقُوفْ فِيْ طْرِيقِيْ.. مَا كَايْفَكَّرْشْ فِيْ حَوَايْجْ الله.. بَلْكَايْفَكَّرْ غِيْرْ فِيْ حَوَايْجْ بْنَادْمْ !..
...يسوع هضر مع التلاميد ديالو و قال ليهم إلا بغا شي واحد يتبعني خاصو يرفض راسو و يهز الصليب ديالو و يتبعني
إيلا بغا ينجي حياتو غادي يخسرها. ولكن إيلا خسر حياتو عليا غادي يلقاها.
شنو الفايدة إيلا شي واحد ربح العالم كامل ولكن خسر روحو؟ ولا شنو يقدر أي واحد يتاجرو بيه مقابل روحو؟
وولد الإنسان غادي يجي فمجد باه، وملايكتو غادي يجيو معاه. وهو غادي يجازي كل واحد على حساب داكشي لي دار.
لي غانقوليك دابا راه بصح. شي وحدين لي واقفين هنا ماغايموتوش حتى يشوفو إبن الإنسان جاي ف مملكته."
مظهر يسوع تبدل
من بعد ستة أيام، خدا يسوع معاه بطرس، ويعقوب، ويوحنا خو يعقوب. طلع بيهم الجبل العالي. كانو كلهم بوحدهم.
تما قدامهم تبدل ليه الشكل ديالو. ولا وجهه يشعشع بحال الشمس. ولباس ديالو ولا بيض بيض بحال الضو
...غير ديك الساعة ظهر قدامهم موسى وايليا...موسى وايليا كانو تيهضرو مع عيسى
...بطرس قال ليسوع...ربي...خير لينا نبقاو هنا...الى بغيتي...غادي نوجد ليك تلاتة د البيوت...واحد يكون ليك...و واحد لموسى...و واحد ل ايليا
...فاش كان مازال پيتر كايهضر...تحاوطات هالتهوم...بشي سحابه مضيئه...وصوت من وسط السحابه قال هاد ولدي...وعزاز عليا بزاف...فرحان بيه...سمعو!
فاش سمعوه التلاميذ تخلعوا وطاحوا على وجوههم للأرض.
ولكن جا عيسى قااسهم. قاال ليهم نوضو. ماتخافوش.
فاش طلعو شافو حتى واحد من غير يسوع
...هبطو من الجبل...و فالطريق قالهم يسوع اش خاصهم يديرو...قال ليهم ماتقولو لحتى واحد على هاد الشي اللي شفتو...تسناو حتى يرجع ابن الانسان من بين الاموات
سوله التلاميذ دياله: علاش الفقهاء ديال الشريعة تيقولو بلي إيليَّا خاصو يجي هو الأول؟
جاوب يسوع، "هادشي صحيح. إيليا خاصو يجي ويرجع كلشي جديد مرة أخرى."
ولكن انا كنقول ليكم، راه ايليا جا. الناس ما عرفوهش. دارو فيه داكشي كامل لي بغاو يديرو. بنفس الطريقة، غادي يديرو المعاناة لولد الانسان."
...ملي فهم التلاميد بلي يسوع كان تيهضر ليهم على يوحنا المعمدان. يسوع تيشفي ولد كان عندو شيطان
ملي قربو من الزحام، واحد الراجل قرب عند يسوع. برك على ركابيه قدامو.
...يا ربي...ارحم ولدي...كيترعد بزاف...و كيتعذب بزاف...مرة كيطيح ف العافية...مرة ف الما
جبتو حتال عند تلاميذك. ولكن ما قدروش يشفيوه."
"رد يسوع: "كيفاش خاصني نصبر معاكم؟ شحال خاصني نستحملكم؟ جيبو الولد لهنا لعندي."
عيسى امر الجنون باش يخرج من الولد وخرج منو وتشفى ديك الساعة نيت
...من بعد التلاميد جاو عند يسوع بوحدهم...وسولو وقالو...علاش حنا ماقدرناش نخرجو الشيطان
...جاوبو حيت إيمانك قليل بزاف...اللي غانقول ليك دابا هو الحقيقة...الا كان عندك إيمان صغير قد حبة الخردل...راه كاافي...تقدر تقول لهاد الجبل...تحرك من هنا لهيه...و غادي يتحرك...ماعمرك غاتواجه شي حاجة مستحيلة
< . >
جاو مجموعين فالجليل. ثم يسوع قال ليهم "الابن الانسان غادي يتسلم للرجال.
...غادي يقتلوه...و ف نهار تالت غادي ينوض من لموت...ساعتها التلاميذ جاهم حزن عميق...يسوع يخلص ضريبة الهيكل
وصل يسوع وتلاميده لكفر ناحوم. تما جاو العشارين عند بطرس. سولوه: "واش معلمك مكايخلصش ضريبة الهيكل؟"
...اه...كيديرها...جاوبو...واخة هكاك...ماشي ساهلة...تنهد...و هو كيشوف فبيتر...لي دخل للدار...تنهد مرة اخرى...و شاف فبيتر...لي كان داخل...و هو يشوف يسوع...و هو يوقف...و شاف فيه...و هو يحس بقلبو...كيضرب بالجهد...و حس براسو...كيتخدر...و بدا كيشوف...غير الضبابة...و بدا كيحس برجليه...كيفشلو عليه...و هو يطيح على ركابيه...و هو كيشوف ف يسوع...لي كان كيشوف فيه...بملامح ممحية...و بقاو كيشوفو فبعضياتهم...و الدنيا كلها توقفات...و بقاو غير عينيهم...لي كيتكلمو...و كيعبرو على داكشي لي فالداخل ديالهم...و فنفس الوقت...كانو كيحاولو يقراو...ملامح و تعابير وجه...كل واحد فيهم...و فنفس الوقت...كانو كيحاولو يقراو...ملامح و تعابير وجه...كل واحد فيهم...و فنفس الوقت...كانو كيحاولو يقراو...ملامح و تعابير وجه...كل واحد فيهم...
جاوب پطرس: من عند لوخرين. رد عليه يسوع: إيوا راه ولادك ما خاصهوم يخلصو والو.
ولكن ما بغيناش نغضبوهم. إذن سير للبحيرة ولوح سنارتك للصيد. شد أول حوتة صيدتيها. حل فمها. تما غتلقى نفس العملة اللي خاصاك بالضبط. شدها وعطيهم باش يخلصو الضرائب ديالي وديالهم.
