راه لهيه، غير قدام مكتب السياحة.
ﻋﻤﺮﻱ ﻣﺎﺳﻤﻌﺘﺶ ﻫﺎﺩ ﻟﻌﻨﺎﺩ ﻓﻲ ﻫﺎﺩ ﺍﻟﺤﻴﺎﺓ.
سير نيشان حتى تشوف فارماسيان.
شحال كايسوى الفطور؟
ﻛﻴﻒ ﻧﻘﺪﺭ ﻧﺴﺎﻋﻚ
دور على اليسار فالتالتة د الزنقة.
واش تبغي القهوة ديالك فيها السكر والكريمة؟
واش يمكن ليك تصرف هاد الشيك ديال مياتين دولار؟
إلا بان، عافاك اتصل بيا.
فين هو المقهى؟
بغيت تريكو د الدراري الصغار.
واخا. كايسوى خمسة و تمانين سنت للبريد العادي و زيادة بتلاتة دولار و زيرو سنت للتوصيل الخاص.
كون كنت منك، غادي نشري هادا.
واش غادي تكون عندي شي صعوبة مع الجمارك؟
واش عندك صباط ديال الدان مبروم؟
لا، بلحاق واش نقدر نقترح عليك واحاد التوصول لي يقدر يستعملو واحاد الشخص فبلاصتو؟ عندنا واحاد القطعة.
بغيت بيرمانونت مجهد، عافاك.
بغات شي بيرة.
بْصّحْ. لْيَامْ؟
سمح ليا غادي نحتاج نشوف شي وثيقة كتعرف بيك.
ﺷﻨﻮ ﻧﻮﻉ ﺩﺍﺭﻱ ؟
هادشي بارد. تقدر تسخنو؟
آسف، هاد البلاصة راها عامرة.
أنا بخير. ولكن واش تقدر تتصل بصديقي؟
ﺷﻜﺮﺍ ﻫﺎﺩﻱ ﻛﻔﺎﺍﺍ
ﺷﻜﻮﺭ ﺍﻋﺰ ﺍﻋﺪﺍﻙ؟
نهار الصحة و الرياضة نهار عشرة أكتوبر هو عيد وطني الهدف منو هو تشجيع صحة المواطنين.
واش بغيتيني نتحقق تحت غطاء المحرك؟
واش تقدر تعاوني نلقا باليزتي؟
واش يمكن ليك تدير الترتيبات مسبقا؟
كايعاونوني. شكرا لك.
منين توصل لتما، سول واحد آخر، عافاك.
بغيت التوصيل رقم ربعة وعشرين، عافاك.
ها هوما جوج دولار. خود الباقي.
واحد الهامبرغر وواحد الجبزبرغر، عافاك.
ﺷﺤﺎﻝ ﻛﺘﺨﺪﻣﻮ ﻋﻠﻰ ﺍﻟﻤﻌﺎﻣﻞ
بغينا نخلصو كل واحد على ماكلتو.
البلاصة كانت فواحد الكرسي فلوبيطال.
عافاك صرف لي هاد الين لجنيهات.
بغيت شي ديكسيونير صغير، عافاك.
لجوج دالناس مع السبعة. الاسم هو واتانابي.
ساعتي. كانت سيكو رقمية.
غادي نكونو فرحانين نقدمو ليكم المشروب اللي ختاريتو، متبوع بالعشا. دليل كامل ديال المشروبات اللي كنقدمو فهاد الرحلة كاين فالدليل المعلوماتي ديال المجلة ديالنا.
واش كاتعيش هنا تقريبا؟
فين كاينة الكادو؟
أنا في الطريق السيار واحد قريب من خليج مورو.
بغيت شي منبه، عافاك.
بالمناسبة، سميتي هيروشي إيجيما.
هاد القطار كايتوقف فليك فوريست، ياك؟
أغلب اليابانيين كياكلو الأخطبوط والحبار.
ممكن تعطيني جوج تذاكر فالدرجة التانية لشيكاغو، عافاك؟
مشيت لنيويورك.
شنو هو رقم الرحلة؟
واحد لنيويورك، عافاك.
شي يامات هكاك.
التاني على اليسار.
هاد البطاقة، واخا؟
ﻭﺍﺵ ﻫﺎﺩﻱ ﻣﻮﻝ ﺍﻟﺴﺮﺟﻴﺔ ﻭﺍﺵ ﻛﺎﻳﻨﺔ ﻋﻴﺎﻻﺕ ﻗﺮﺏ ﻫﻨﺎ
واش عشرة دولار كافيين بالطاكسي؟
هادشي مداقو فشكل.
آه. تسنا, غادي نجيب ليك واحد.
نص قرعة، عافاك.
بصراحة لا. شي حاجة ماشي غالية.
واش كاتقلب على شي حاجة؟
أربع ليالي.
محتاج شي تقاشر.
واش تقدر تدير شي تمن أقل حيت كاينين فيه شي طاشيات؟
...تسد الباب و مشات كملات شغلها...بعدما سالات...مشات جلسات فال
مامتأكدش واش جمعت حوايج كافيين لرحلة ديال تلاتة دالسيمانات.
إيوا، بغينا شي نجربوه.
ﻟﺒﺎﺏ ﻟﻴﺎ ﻳﺴﺎﻟﻪ ﻓﻘﻬﺎ ﻛﻔﻴﺔ
أنا متأكد باللي كان عندي فالجيب الدخلاني دالجاكيط ديالي.
واش يمكن ليك تعطينا الاسم والرقم ديال الطرف اللي كتعيط ليه؟
واش الطيارة غادي تخلص ليا باش نشري الأغراض الشخصية الأساسية؟
بغيت شي شومبر فيها البينوار.
واش ماخرج والو من الآلة؟
كان من المفروض تاخد الرحلة تمنية جوج صفر، اللي قلعات هادي ربع ساعة. واخا. نقدر نرتب ليك رحلة اخرى.
شي واحد فتح الپاكيط ديالي.
أوه، ماشي مشكل. راك هنا أصلا.
الخطوط الجوية اليابانية، الرحلة واحد جوج تلاتة.
محتاج نشري شومبوان.
تقدر تقول ليا وقتاش غادي نوصلو ل سيفيك سينتير؟
فين كاين أقرب جزار؟
بغينا نبقاو ربعا ديال الليلات من اللول ديال غشت.
شنو سميت هاد الوردة؟
خمسطاش شتنبر هو عيد احترام الكبير.
ماكايناش الصابونة فالغرفة ديالي.
واش كاين شي حاجة نقدر نديرها لهاد لحساسية؟
ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﻐﻴﺮ ﺍﻟﻜﻼﺏ ﺇﻟﻰ ﻣﺎ ﻗﻠﺘﻲ ﺩﺍﺩﻱ
شحال دالوقت كاياخد الطلب؟
واخا تهدر لييا بشوييا، عفاك؟
شحال ديال الوقت غادي يبقى قبل ما يخرج؟
فين هي المعلومات الرياضية؟
هاد القياس هنا، لي كاتقول ليه القياس العادي، غادي يقد.
فين غادي تسالى الجولة، و وقتاش؟
فين خاصني نبدل التران باش نمشي ل إيدينبره؟
بغيت نحط هادي ف صندوق الأمان.
فين يمكن لي نصرف فلوسي؟
واش نقدرو نخليو حوايجنا، من غير الأشياء الثمينة، فالبيس؟
ﺍﻟﺴﻼﻡ ﻋﻠﻴﻜﻢ ﻫﺎﺩ ﺍﻟﺴﺮﻁ ﻟﻲ ﻓﺎﺗﺠﺎﻩ ﺩﻳﺎﻟﻲ ﻭﺍﺵ ﻣﻦ ﺍﺟﻞ ﻫﺎﺩﺷﻲ
غادي نخلص خمسين دولار.
دابا عرفت شنو كان واقع.
معاك إيكدا. عندي حجز لطاولة للستة و نص هاد العشية. و لكن سمح ليا غادي نوصل نص ساعة معطل.
شحال من أوقية د العطر يمكن لي نحصل عليها بلا رسوم جمركية؟
ﻏﻴﺮ ﺳﻴﺎﺭﻳﺔ
مزيان، عافاك سينيهم. كيفاش بغيتيهم؟
واش باقي عندك بلايص ل عرض د هاد اليلة؟
بغيت واحد كبير.
مع الستة و نص.
انا فوتوغرافي حر.
السماسرية يقدرو يبدلو ليك الدولار ديالك بقمر. واش نمشيو؟
عندنا تقريباً تلاتين نوع من زيوت الحمام.
غادي يكون عندي العرض ليك سيمانة الجاية.
ﺷﻜﺮﺍ ﻟﻚ. ﺑﺸﺮﻱ ﻫﺎﺩ ﺍﻟﻜﻮﻓﺮﺯ
خاصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات ديال استخدام واحد.
منين اصل هاد الحوت ديال فراشة؟
تقدر تبدلها ليا للدولار، عافاك؟
ﻛﺘﺼﺪﻕ ﺟﺪﺍ ﻋﻨﺪﻫﻢ ﻭﺍﺣﺪ ﻓﻲ ﻣﻘﺎﺳﺮ ﻳﺎ ﻋﻠﻰ ﻣﻮﻧﺪ
واش كاين شي ليموزين؟
واش يمكن لي نحصل على اتصال دالفياق غدا مع الخمسة و نص دالصباح؟
كنفضل شي غرفة هادية.
بغيت مزيل الصباغة ديال الضفار.
بغيت بطارية.
واش كاين شي فرقة موسيقية أو لا شي ديدجي؟
واش نقدر نكري معدات الغوص؟
بغيت نحجز غرفة لمدة ربع أيام من اتنين و عشرين ديسمبر.
واش هاد الصاك صالح لجميع الأحوال الجوية؟
ﺑﻐﻴﺖ ﺷﺒﺎﻛﻴﺔ ﻋﻔﺎﻙ
بغيت نكري طوموبيلة أوطوماتيك لمدة يوماين.
مشات عليا الرحلة عشرين لسان فرانسيسكو.
شحال للمطار؟
مزيان. وقتاش؟
ﺷﺤﺎﻝ ﺍﻟﻌﻤﺮ ﺩﻳﺎﻟﻚ
واش تقدر تقول ليا على شي فنادق رخاص و نقيين؟
نقدرو نحجزو ليك غرفة مريحة فواحد القلعة قديمة حدا واحد النادي ديال الكولف مشهور.
ﻛﻨﺼﺤﻢ ﻫﺪﺍ ﺣﻴﺖ ﻣﻌﻤﺮ ﻣﻦ ﻣﺎﺋﺔ ﻃﺒﻴﻌﺔ ﻣﻴﺎﺱ ﻓﻴﻪ
واش كايوقف القطار فبرايتون؟
تقدر تقول ليا فين نقدر ناخد طاكسي؟
جوج تذاكر فالدرجة الثانية، عافاك.
بغيت نصيفط فاكس.
بغيت مصلوح ديال السفر.
واش يمكن لي نعرض عليك شي حاجة؟
نهاري؟ خايف نسول، ولكن شنو كاتقصد؟
ﺑﻐﻴﺖ ﻭﺍﺣﺪ ﺗﻴﺴﺖ ﻓﻴﻪ ﺍﻟﻮﺭﺩﺓ ﺍﻟﻌﺎﺩﻳﺔ ﺑﻼ ﻣﺎ ﻧﻄﻴﺒﻬﺎ ﻛﻠﻬﺎ
ﺍﻩ ﻭﻟﻜﻦ ﻣﺎﺷﻲ ﺑﺮﻋﺎﻳﺔ
عندي لحساسيا من لمشاش.
اه، خاص تكون عندك رخصة السياقة و، اه، خاص تكون عندك رخصة من طرف لجنة سيارات الأجرة والليموزين.
تفضل، سيدي.
ماكانقدرش نحصل على الما سخون.
بغيت نحجز غرفة لهاد الليلة.
لا، راه معفي من الضريبة و رسوم الخدمة.
واش تبغي تمشي للتسوق معايا هاد العشية؟
ﺳﻼﻡ ﺳﺮﻫﺎ ﻓﺮﻳﻀﺔ
دابا المكالمة ديالك دازت. عافاك تفضل.
شنو هو رقم البوابة؟
ﺍﺷﻨﻮ ﺍﻟﺴﻔﻴﺮ ﺍﻟﻬﺎﻭﺀﻳﻜﻮﻥ؟
واش يمكن لي نمشي ليه بالميترو؟
بغيت بروشينك.
واش غادي نوصلو لشي حاجة بالهضرة بحال هاكا؟
جيت من النرويج.
من العشرة للطناش، عافاك.
بالتأكيد. خليني نشوفو. تجرحتي بالمرجان، كنظن.
باشما كان، عطيني رقم الشخص المسؤول.
واش كاين شي طريق سيار؟
علاش ماجاش للحفلة البارح؟
كاين شي كسيدة ديال الطريق.
آسف، عندي الرقم الغلط.
دخل الكود ديالك.
ماقدرتش نضبط الصورة.
واحد سندويتش بالجبن وعصير البرتقال، عافاك.
ها هو جواز السفر ديالي.
ﻋﻼﺵ ﺷﻜﺮﺍ ﺑﺰﺍﻑ ﻫﺬﺍ ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺼﺎﺑﻠﻲ ﻟﻠﻘﻤﺔ
ممكن تعطيني جوج تذاكر للعرض الموسيقي للجمعة الجاية؟
واحد المسافر آخر گال راه يقدرو يبدلو البلايص معاك.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺼﺎﻭﺏ ﻓﻴﺎ؟
قول، واش كتعرف شي حاجة تستاهل تشوف هنا؟
لا، بغيت نكري واحد المجموعة صغيرة ديال العصى دالغولف وصباط.
واش تقدر تعلمني منين اتلقاو الأمتعة لي ضاعت؟
شنو سميت هاد المنتزه الوطني؟
عندي جرح صغير.
فين بلاصة ازوينة للتنزه؟
واش يمكن لي نحصل على شي فاكهة؟
واش يمكن لي نتغذى دابا؟
محتاج نصرف هاد الدولار.
محتاج طاكسي. أنا ف ساوث ماين و ليبرتي.
ﻃﺒﻌﺎ ﻭﺍﺵ ﻣﺤﺘﺎﺟﻲ ﻟﺒﺮﻃﺎﻝ
ﻣﺎﺷﻲ ﺗﻔﺎﺻﻴﻞ ﻳﻜﻮﻥ ﻧﺨﺎﺹ
غادي نعطيك وصفة. ديها لصيدلية.
كنطيرو تلاتة دالمرات فالسيمانة، التلات والجمعة والسبت.
هادشي غالي، ياك؟
آه، عندنا. غادي نوجدوه ليك.
واش تقدر تخلي أمتعتي عندك حتى لتلاتة؟
لا، بغيت غير ندوز.
واش يمكن ليا نحجز طوموبيل اكتيسيتي هنا؟
واش انتا ميريكاني؟
لهاد البلاصة، عافاك.
طوموبيلتي خاسرة.
فيناهوا الظل ديال العين؟
بغينا شي كوان هادي، إيلا كان ممكن.
واش هاد الطاكسي خاوي؟
واش هادي محطة إكسبريس؟
معاياش خاصني نجي؟
بغيت أبريق صغير ديال النبيذ الأبيض.
أوه. واش يمكن لي نأجل الوجبة ديالي؟ ما كنحسش براسي مزيان دابا.
ﻓﻌﻼ ﻋﻨﺪﻱ ﺧﺒﺮﺓ ﺍﻧﺎ ﻧﺘﺰﺍﺝ
شي سروال آخر؟
واش يمكن لي نحصل على برنامج؟
الليلة اللي فاتت، الشومبر ديالي تهرسات.
وريني لحوت لي شفت ليوم فتصويرة دالكتاب، عافاك.
شوف التعليمات على الغلاف ديال الماكلة المعلبة بالتفريغ.
بغيت فلوس وراقية.
خطف ليا بزطامي و هرب.
ﻭﺍﺵ ﻣﻌﻨﺪﻛﺶ ﺩﺭﻳﺔ ﺩﺭﺑﺔ؟
فين نقدر نشري التنابر ديال البريد؟
انا من بريطانيا العظمى.
خاصني نتشاور مع مراتي فهادشي.
بغيت تعويض على هادشي.
كاين واحد التيليبوتيك قدام هاد البنكة.
غادي نوصل نهار تسعود مارس ونغادر نهار ربعطاش.
هادشي غالي شوية، ماشي؟
واش عندك الفيشي؟
فين كاين المحطة الطرقية؟
واش تبغي شي تحلية؟
واش كتهضر؟
ﻧﻔﺲ ﻟﻴﺎ ﻋﻔﺎﻙ
الطلبية ديالي مزال موصلاتش.
كاين بزاف دالينابيع السخونة.
عافاك صرف ليا خمسين الف ين ياباني للدولار الامريكي.
هادشي مزيان. فالحقيقة بغيت نكمي.
فين يمكن ليا نكري حوايج ديال التزلج؟
واش نسيتو مشروباتنا؟
واش تقدر تصيفطو ليا على العنوان ديالي ف اليابان ب البريات الدولية ب الصالير؟
بغيت كاس ديال الروج.
ﻏﻴﺮ ﺍﻻ ﻛﺎﻥ ﺩﻳﺎﻟﻚ ﺳﻴﺪ ﺍﻟﺬﻱ ﻫﻬﻬﻪ ﻏﻴﺮ ﺷﻲ ﻧﻜﺘﺐ
ﻣﻮﻓﻘﺔ ﻛﻔﺎﺀ ﻧﺪﻳﺮﻟﻚ
عندنا البيرة، الويسكي، البراندي، الجن، الفودكا، و الخمر.
بطاقة الهوية، أوه، عندك الصح. واخا لاكارط ناسيونال؟
رقم الغرفة ديالي هو تلاتة عشرين ستة. واش تقدر تهز ليا الغسيل ديالي؟
غادي نشوف واش كاين شي قياس من هادو.
بغيت غلاي دالما.
جيب لييا شوييا ديا فرماج محكوك.
واش يمكن لي نغسل قميجاتي غدا فالصباح؟
واش يمكن ليك تخليه يعاود الاتصال بيا؟
علاش إذن؟
اسمح ليا. واش كاين شي مكتبة قريبة من هنا؟
كنضن باللي راك غالط. الغرفة كانت مدفوعة مسبقا. عندي التوصيل.
الطوبيس كاين لهيه.
بغيت جوج بكرات من فيلم أيزّو مية، بالألوان، ستة و تلاتين صورة، عافاك.
بغيت نصرف هاد الشيك بسبعين دولار.
بغيت نشري تنابر عشرة ديال البيطاقات البريدية لليابان، عافاك.
واش كاينين شي بنوك غير قريب من المحطة؟
سمح ليا كاين شي غلط فالفاتورة.
ها هو هنا.
واحد سندويتش ديال الكفتة، باش نديه معايا، عافاك.
مايمكنش ليك تدير خدمة التصميم بلا كمبيوتر.
ﺩﻭﺯﻭ
كاين تقطاع هنا فبلاصت القميجة. واش تقدر تخيطها ليا، عافاك؟
شحال التذكرة ديال الذهاب فقط لمانشستر؟
واش تقدر تسلفني كابل تشغيل البطارية؟
فين نقدر نشري پياركو ديال لبحر؟
إذن، عافاك دير ليا حجز جديد.
اعطيني شريحة الديك الرومي، ولكن ماشي غليضة بحال هكا.
احنا جايين مع السبعة.
ملي كنشوف الأثمنة رخاص هاكا، كيبان بلي حشومة نشريو أي حاجة فاليابان.
حتا أنا تسرقوا لي السجلات ديالي.
واحد مخروط مثلجات الفانيليا، عافاك.
متافق. خاصها ترجع حاجة طبيعية بزاف.
ردّوا البال للفجوة، ردّوا البال للفجوة، ومن بعد قربوا من البيبان، عافاكم.
غادي نحتاج بطاقة الاتمان.
هاهو الرقم.
ﻗﻮﻟﻲ ﺷﻲ ﺻﻨﺎ ﻓﻲ ﻫﺎﺩ ﺳﻴﻨﻮﺍﺕ ﻣﻦ ﻓﻀﻠﻚ
عافاك عطيني تقرير الحادث.
لا، شكرا ليك دابا.
واخا، عافاك بقى فالخط. سيد ناكاجيما، السيدة سايتو باينة ماتتجاوبش على الاتصال. واش بغيتيني نحاول نتاصل بيها شوية اكثر؟
واقيلا، ولايني خاصنا نزنوهم بوحدهوم.
ﺑﺎﻳﻨﺔ ﺷﻮﻳﺔ ﻧﺎﺩﺓ ﺑﺰﺍﻑ
فيناهوما أغراض السفرديال الرحلة رقم سبعة زيرو تلاتة؟
كاين شي موشكيل فالقبضة ديالك.
واش غادي يخسر؟
لا, شكرا. من احسن بلاش من شي شراب اخور.
عافاك قول ليا شي شوارع مزيانة للتسوق.
واش هاد الطوبيس كايمشي لفندق هيلتون؟
دابا، هاد اللوحة راها خاصة بزاف. راها من طرف تسوروتارو كاتاوكا. هو معروف كفنان عالمي.
عندي واحد التقدير كبير للموسيقى الكلاسيكية.
واش يمكن لي نعرضك للعشاء فشي وقت؟
واخا. اشنو سميت الحزب ديالك و الرقم ديالو، عافاك.
سمح ليا. خرجني، عافاك.
واش تقدر تتصل بشي موظف كيهضر باليابانية؟
كانزورو العائلة ديالنا مرّا مرّا.
ميكي هاياكاوا. هادا الشومبر سبع ميا و جوج.
خاصني نبات هنا هاد الليلة، ياك؟ واش تقدر تعاوني نحجز غرفة أوطيل؟
ما خاصش يتطول. اخمسطاشر دقيقة على الأكثر.
واش تقدر تقول ليا تكلفة هاد المكالمة؟
واخا، تقدر تقول ليها انا عيطت، عافاك؟ غادي نعيط ليها مرة اخرى من بعد.
واش كاين شي جولة فالصباح؟
واش كتصرفو العملات الأجنبية؟
الميزانية ديالنا هي تقريبا خمسين دولار فالمجموع لتلاتة دالناس.
فين نقدر نشري فيلم د تصاور؟
واش عندك بيرة يابانية؟
بغيت شي مايو فالموف قياس صغير، عافاك.
بغيت نتقيد على قبلي الصيكان ديالي.
معاك الانسة كاواجو من الغرفة سطاش حداش.
ﻣﺮﺣﺒﺎ ﺑﺎﻟﻠﻪ
ماكاينينش.
اشنو اللي اهم عندكم يا اليابانيين رأس السنة الميلادية ولا عيد الميلاد؟
رقم المقعد ديالك هو اتنين وتلاتين ألف. من بعد، سير نيشان فهاد الممر. راه مقعد حدا الشرجم.
واحد الدقيقة، عافاك.
عافاك عمر تقرير الضياع.
ﻣﻔﻬﻮﻣﺶ ﺍﻹﻣﺮﻳﻀﺔ، ﻛﻨﻬﺪﺭ ﺍﻟﻐﺰﺍﻟﺔ ﺩﻳﺎﻝ ﺍﻟﻤﻠﻚﺀﺓ.
من لبارح.
داخل فيه اصطدام و تأمين المسؤولية.
تلف ليا الديكلاراسيو ديالي.
واش عندك شي بادجات زوينين؟
كا نعيط من كشك عمومي في ميسي.
هادو كبار بزاف.
ﺷﺤﺎﻝ ﺗﻤﻦ ﺩﻳﺎﻝ ﺍﻟﺤﺎﺩﻛﺔ ﻟﻜﻠﻴﺔ
السيدات والسادة، فالرحلة ديالنا اليوم، عندنا مضيفات الرحلة اللي كيهضرو باليابانية واللي يمكن التعرف عليهم من خلال الدبابيس اللي لابسينها. إلا كنتو عارفين شي واحد محتاج للمساعدة فاللغة، عافاكم خبرونا.
واش كاينة شي فترة معينة للفن لي كتفضل؟
عافاك تحقق منو مرة اخرى.
سير نيشان مع الواد تقريبا واحد الميل. غادي توصل للبارك.
لا، راه كتدوم بزاف.
واخا، غادي نصيفطو ليك للاس فيغاس.
ﻛﻨﻘﻠﺐ ﻋﻠﻰ ﻗﻤﺔ ﺟﺮﻭﺏ
واش تبغي تشرب شي حاجة من البار؟
من هنا عافاك. خود هاد المصعد.
من الأفضل تاخد القطار لي غادي ف التمنية و النص.
واش كاين شي قاعة ديال السينما هنايا؟
دابا هادا موسم المحار، إذن غادي يكونوا مزيانين.
بغيت شي ساعة اليد تكون مستعملة.
غادي نتقيد مع التسعود بالليل.
تعطل الحال. خاصني نمشي.
ماستعملتش خدمة التصبين ديالك. واش تقدر تتحقق من هاد الشي مرة أخرى؟
بغيت اتاي، عافاك.
لا، ماكاينش.
واش هادي هي المحطة الأخيرة؟
يالاه نعيطو ليه.
واش هادشي حار؟
فين يمكن لي نلقى طوبيس سياحي؟
اه، بغيت ندير سياحة فالمدينة.
كاين بزاف د السياح دايرين بالبناية كيبانو تجمعو باش يشوفو شنو واقع
ﺷﻜﺮﺍ ﻋﻠﻰ ﺍﻟﻐﻮﺍﺭﻴﺔ
ﺻﺎﺣﺒﺎﺗﻲ ﺍﺣﺴﻦ ﺳﻴﺎﺳﺔ
تقدر تفيقني مع الستة، عافاك؟
شحال كايسوى لنص نهار؟
انا كنجي.
واش كتعرف شي بلايص مزيانة تتشاف فشيكاغو؟
ايوا، ايلا كنتو بزوج مصرين، غادي نمشي معاكم.
تقدر تبدل هادا بواحد أخر من نفس النوع، عافاك؟
بغيت ندير واحد الحجز لتلاتة و نص ديال العشية.
صندوق السلامة، عافاك.
عافاك اختار شيخون ديال النبيذ مزيان.
بغيت شي بلاصة صغيرة.
واش خاصني نخلص البنزين؟
شفار. شدوه.
كنتسناو صحابنا يجيو.
عافاك اعطيني شوية صرف.
بيرمانونت مجهد، عافاك.
ﺣﻠﻮﺓ ﻭ ﻛﺘﺸﻬﻲ
شناهي أوبيرا ديال اليوم؟
مفللل، عافاك.
الغسيل ديالي باقي مارجع.
بالمناسبة، واش مسالي السبت الجاي؟
ايوا، إذن، يمكن نتفاهمو مزيان بجوج.
عطاتني بحال إلى أنا شي سعاي
ﺍﻧﺎ ﻓﻬﺎﺫ ﺑﺎﻳﻦ ﻭﻣﻨﻬﺎ ﻣﻤﻜﻦ ﺗﺴﺎﻋﺪﻧﻲ ﻓﻲ ﻣﺸﻜﻞ ﺍﺧﺮ
واش يمكن ليك تدير ليا عدسات طبية فهاد النضاضر دالشمس؟
غادي ناخد جوج من هادو.
ﻭﺍﺵ ﻛﻼﺏ ﺯﻭﻳﻨﻦ ﺍﺵ ﻟﻨﻮﻉ
طاحت ليا الشوكة. جيب ليا وحدة خرى، عافاك.
كان داكشي زوين.
ﻭﺍﻳﻴﻴﻴﺲ ﺳﻴﺮ ﺳﻴﺮ ﻭﺩﻧﻴﺎ ﻋﻨﺪ ﺍﻟﺠﺮﺑﺔ ﺳﺘﺔ ﻳﻠﻘﻰ ﻋﻠﻰ ﺳﻮﺍﻳﻊ ﺩﻳﺎﻟﻚ
واش عندك شي فيلم للشرائح الملونة؟
واش كتعرف كاتي؟ راه عيد ميلادها.
واش عندك لائحة ديال الألوان؟
واش يمكن ليا نخلص بشيك سياحي؟
ولكن هو الراجل كيفاش نعرف بلي هاديك هي الحاجة الحقيقية؟
واش يمكن لي نحصل عليه بلا ضريبة؟
مايمكنليش نحط الأمتعة ديالي تحت المقعد. واش تقدر تحتافظ ليا بيه، عافاك؟
ﻣﻤﻜﻦ ﺗﺤﻄﻲ ﻫﺎﺩ ﺍﻟﺸﻴﺮﺓ ﻓﺎﻟﻜﺴﻮﺓ
غادي نخرج دابا، إذن غادي نديه معايا.
عافاك صيفط ليا لي يهز ليا الباليزات ديالي مع الستة و نص.
بغيت خريطة سان فرانسيسكو والمنطقة اللي دايرة بيها.
ﺍﺷﻨﻮ ﺩﻳﺎﻝ ﺍﻟﺨﺒﺰ
فين هو المصعد؟
واش كاين شي واحد يقدر يعزف على البيانو؟
فينا غار خاصني ننزل باش نمشي لمبنى إمباير ستيت؟
الميزانية قل من ألف دولار.
...ولكن ماكانظنش عندي الوقت الكافي باش نبقا جوج ليلات. واش تقدر تحجز ليا غرفة ثنائية ف هداك الفندق ليا انا ف ليلة اطناش مارس فقط؟
واش يمكن لي نحجز غرفة مزدوجة كتطل على المحيط؟
باقي ما قررناش.
تعكل صاحبي و تلوى ليه الكاحل.
غادي نجرب شي مونادا.
واش كاين شي مطعم تايلاندي قريب من هنا؟
ﻫﺎﺩﺷﻲ ﻣﺘﺎﺟﺔ ﻟﺪﺍﻙ ﺍﻟﻤﺒﻨﺔ ﻟﻲ ﻃﻮﻝ ﻋﻠﻴﻬﺎ ﻓﺎﺭﺝ ﻧﻔﺲ ﻃﺮﻳﻖ ﻟﻲ ﺟﻴﺖ ﻟﺪﺍﻙ ﺍﻟﻤﻨﻄﻮﺭ ﻋﺎﺩ ﻃﻠﻖ ﺗﺤﺖ ﺍﻟﻠﻲ ﻛﺎﻥ ﻣﺘﺎﺟﺔ ﻟﻴﻪ
خاصني نشد الطيارة للوس أنجلوس غدا فالصباح بكري.
من بعد، نقدر نوصي ب "جولة مدينة سان فرانسيسكو". هادشي كيعطيك الخطوط العريضة ديال سان فرانسيسكو.
بغيت ناخد تأمين.
ﻧﺪﻳﺮﻭ ﻛﻤﺎﺱ ﺑﺎﺭ ﺍﻟﻔﻮﻝ ﻳﺴﻬﻞ ﺍﻟﻀﻮﺀ
بغات تشري كسوة.
شحال ثمن الطاكسي لهاد الأوطيل؟
فيناهو المرحاض؟
واش كاين شي رسوم الدخول لهاد المبنى؟
دير اللي بغيتي.
كا نقلب على شي حاجة داللباس.
النافذة عاركة.
ف إينا جهة من ساحة الإتحاد كاينة؟
نص اونصة من العطر رقم خمسة من شانيل، عافاك.
ﻭﺍﺵ ﻧﺸﺮﻱ ﻧﺎﻉ ﺍﻟﻘﻬﻮﺓ
واش خاصني تذكرة؟
بشحال كاتقام تقريبا هاد الخدمة؟
شحال دالطريق من هنا؟
ﺍﻟﻜﺮﻳﻤﺔ ﻭﺍﻟﺴﻜﺮ؟
واش عندك شي تخفيض بالنسبة للأعضاء؟
واش كاين قطار سريع جدا مع التسعود و نص؟
خليني نتحقق من زيت الفرامل والمحرك ديالك. محرك السيارة ديالك كيبان لي قريب يطفى.
ماكانتش الغلطة ديالي.
ﻻ ﻳﻮﺗﻴﻞ.
غادي نبلغ هادشي للبوليس.
واش كل واحد غادي يخلص المشروبات ديالو؟
من تلاتين تال خمسين دولار فالليلة.
عافاك صلح هادا.
ﻓﻲ ﺍﻳﺎﻡ ﺍﻟﺴﻨﻴﻦ ﻭﻓﻲ ﺍﻟﻤﻨﺎﺳﺎﺕ ﺧﺎﺻﺔ ﺑﺎﻟﻌﺮﺍﺭﺍﺕ ﻭﺍﻟﺘﺠﺎﺑﺎﺕ ﺍﻭ ﺍﻟﺠﻨﺎﺡ
ﻣﺰﺍﺩﺓ ﺍﻟﺤﺎﺩﻱ، ﻋﺎﻓﺎﻙ.
علاش ما تعطيهاش شي كادو؟
شنو الفيلم لي تنصحني بيه؟
هاهي عشرين و عطيني جوج دولار صرف، عافاك.
دازت على جيهتي.
يمكن لي نجي مع الجوج.
واش هادو الأمتعة ديال الخطوط الجوية اليابانية صفر واحد؟
ﺍﻧﺎ ﻓﻮﻕ ﺍﻭﻝ ﻣﺮﺓ ﻟﺪﺍﺭ ﺑﺎﺭﻳﺲ
واش يمكن ليك دير تقدير ديال التكلفة قبل ما تبدا تخدم عليه؟
دخل، عافاك.
الرحلة ديالنا على الأقدام غادي تكون ممتعة بزاف.
فين يمكن نركبو فالباطو؟
ما عندناش شي ميكة لهاد الكمية داكشي علاش غادي نديرها فهاد الميكة الكبيرة ديال البلاستيك.
بغيت نلعب التنس.
كاين عصير الأناناس، الليمون و ماطيشة.
في الجهة اليسرى من هاد الطابق، حدا الدروج المتحركة.
ﺷﻨﻮ ﻛﻴﻠﻮ ﻓﺴﻠﻮﺯﻱ ﺍﻟﻴﻮﻡ
ماتبغيش تشوف شي فيلم اخر؟
عافاك صرف هاد الشيك السياحي لفلوس.
بغيت ناخد نفس الدرس غدا، عافاك.
ﺣﺘﻰ ﺍﻧﺎ ﻣﻤﻜﻦ ﻧﻌﻮﺿﻚ ﺟﻮﺑﺔ ﺍﺣﺴﻦ ﻟﺪﺍﻙ ﺑﻌﺾ ﻭﺟﻮﻫﻢ
محتاج لهدية لذكرى الزواج.
ﺷﻨﻮ ﻣﻮﻝ ﻣﻮﺳﻴﻘﻴﺎﺕ ﺩﺍﻟﻴﻮﺗﻮﺯ ﻣﻮﺗﻴﻮﺯ
واش عندك مرايا؟
اسمح ليا، ولكن ضيعت طريقي. واش تقدر تعاوني؟
غادي ناخد هادي، عافاك.
مايمكنش ليك تدخل القنبول لكندا.
ﻣﺎﺷﺎﺀ ﷲ ﻋﻠﻰ ﻣﺮﺍﺓ ﺩﻳﺎﻟﻚ
واش محتاج لشي مساعدة؟
تقدر تحجز ليا طاكسي لستة دالصباح غدا، عافاك؟
شنو تبغي معا الطبق الرئيسي ديالك؟
واش كاين شي بوتيك هنايا؟
هاد لبلاصة عامرة بالناس، ياك؟
اسمح ليا. غادي يكونو واجدين من دابا شي خمسة دقايق.
ضربني البرد فعنقي فاش كنت ناعس.
واخا، ماشي مشكل. واش يمكن لي نشوف جواز السفر ديالك؟
ماعندي حتى شي فلوس.
وقتاش خاصني نكون فالمحطة؟
كاين بزاف دالمطاعم غير فهاد الجوايه.
راه حدا غرفة المعاطف.
ﺯﻭﻳﻨﺔ ﻣﻌﺎﻙ
واش كاين شي جولة ديال بعد الظهر؟
ﺍﻧﺎ ﻣﻊ ﺻﺤﺎﺑﻲ
استمتعت بالإقامة ديالي. شكرا لك.
البحر لتحت مباشرة. مشهدة شحال واعرة.
...شكرا على انتظارك، آنسة ماغواير... ها هو... تفضل، عافاك...
واش عندك شي وثيقة الهوية مصورة؟
سبعة، عافاك.
بغيت نصيفط هادشي ل صاىون. وقتاش يوجد؟
عندي سروال مخطط.
اه. شي باليزات ديال ناس اخرين وصلو للغرفة ديالي دابا. واش ممكن تتحقق من هادشي، عافاك؟
واش يمكن ليك تشرح ليا بتفاصيل أكثر؟
واش نعستي مزيان؟
تقدر تضغط على زر التصوير؟
جوج سوارت، عافاك.
بغيت شي مصباح.
ف راس ديال الممر.
بغيت ورق الرسائل.
واش غادين فالكار؟
قلتي غادي ل طوكيو غدا؟
خليني ناعس حتال تسعود.
خاصني نحول ل إيي دابليو واحد زيرو زيرو. واش ممكن؟
كي دايرة لعبتك هاد ليام؟
ﺃﻭﺩ ﺑﺎﻟﺘﺸﻮﺭ ﻓﻲ ﺍﻟﺼﺪﺭ
مكاين مشكل. ايلا جيتي فالخامس من شتنبر، تقدر تستمتع بمشاهدة فيلم علمي، حيت عندنا يوم مفتوح خاص فالجمعة الاولى من كل شهر.
واش عندك شي رحلات سياحية أخرى؟
واخا، خمسة فالمية ديال التخفيض. واش هادشي مزيان؟
انا غادي لباريس.
ماشي اخر نموذج، ياك؟
مقررة مع التمنية و نص دالليل بالتوقيت المحلي.
ﺩﻳﺮﻭ ﻣﻌﺎﻧﺎ ﺩﺍﻙ ﺍﻟﻤﺒﻨﺔ
واخا. غادي ناخد واحد الزلافة متوسطة و واحد الكرة دالروز.
ﺷﻜﻮﻥ ﻫﺎﺩ ﺍﻟﺸﻜﻮﻕ
بغيت نشوف هاداك اللي في الزاجة، عافاك.
لا، مستحيل. حنا ف عطلة. ما غاديش نگلس ف غرفة الفندق و نتفرج ف البيسبول ف التلفزة. بغيت نمشي نشوف مسرحية.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﻠﻴﻪ
واش تقدر تجي تصلح هنا؟
بغيت شي ألياف اصطناعية.
سميتي تارو طاناكا. عندي حجز.
بغيت شي كريم نغسل بيه.
بغيت كسوة كم.
سرقولي الصاك ديالي.
ﺑﺎﻟﻨﺴﺒﺔ ﺗﻮﺟﻬﻨﺎ ﺑﺰﺍﻑ ﺍﻟﻤﺮﺍﺕ ﻭﺍﺵ ﻻ
واش يمكن لي نشوف القائمة ديال الماكلة مرة أخرى؟
باقين باينين خضرين شوية.
ﺷﺤﺎﻝ
ﺍﻟﻔﺮﺝﺑﻲ ﻋﻔﺎﻙ
ﺟﺒﻞ ﻓﻮﺟﻬﻲ ﺍﻭﻝ ﺗﻠﻴﺎ ﻓﻲ ﺍﻟﻴﺎﺑﻠﺪ ﻣﺘﺮﺩﻳﻦ ﺃﻟﻤﺎﺀ ﺳﺒﻊ ﺗﻠﻴﺎ ﺳﺒﻊ ﺧﻠﻮﻗﺎﺕ
لا، باقي. كاين شلا ما تختار.
بغيت شي كريم ديال الليل.
كاين بين المخبزة والجزار.
واش يمكن ليك تقصر الاكمام؟
سمح ليا ماكاين حتى شي ملعب دالغولف هنا.
تقدر توريني الخاتم التاني على اليسار؟
تقدر تقول ليه يعيط ليا؟
عيطت لبرا. واش تشد ليك الخط؟
هادي غالطة.
ﺍﻩ ﻫﻮ ﻻﻥ ﺗﺘﺸﻮﻑ ﺍﻟﺮﺍﻳﺔ ﻣﻊ ﺍﻟﺒﺮﻳﺔ
ﻣﺘﺎﺛﺔ ﻛﺘﺴﻤﻌﻴﻬﻢ ﻳﺎﻙ
بغيت ندير مكالمة هاتفية ب بطاقة الاتمان.
بغيت نديه معايا.
منين يوصل، غادي نخلصو باش نصيفطوه حتال العنوان ديال الدار ديالك.
ﻫﺎﺩ ﺍﻳﺎﻡ ﻛﻨﺪﻳﺮ ﺩﺍﺋﻢ ﺑﺎﺳﺘﻮ ﻓﺎﻟﺨﺪﻣﺔ
أوه، واخا. فهمت. غادي نجي عندك.
لا، باراكا.
واش يمكن لي نحصل على بطانية وخدية؟
ﻭﺍﺵ ﺗﻮﺟﺪﻫﺎ ﻓﻮﻕ ﻗﻮﻳﺔ ﻣﻦ ﻓﻀﻠﻚ
ﻛﺎﺱ ﻗﻮﺓ ﻣﻦ ﻓﻀﻠﻚ
كانقلب على شي بطاقات اللي عادة كاتكون من هاواي.
واش تقدر تجمع الخصر بتلاتة سنتيمتر؟
أنا ف نفس العمر.
ﻭﺍﺵ ﺗﺠﻴﺒﻨﻲ ﻣﻘﻮﻟﺔ
تلتمية و خمسين دولار؟ هادشي فوق مزانيتي.
واش خاصنا نديرو تصويت على هاد الشي؟ إلا ماكانش، كانظن وصلنا لشي خلاصة، واللي غادي نصيفطها للمجلس الإداري ديالنا غدا فالصباح.
واش كاتعرف إلا كاينين أوطيلات رخاص؟
ﻣﺴﺎﺀ ﺍﻟﺨﻴﺮ ﺍﻧﺖ ﻧﻤﺖ ﻣﺰﻳﺎﻥ
شنو ناوي دير من بعد ما تسالي قرايتك؟
سرقوني في الشارع ديال صاك ديال الكتف ديالي.
واش كان شي خدمات اخرين غير الفطور ديال الصباح؟
ﻳﺎﺭﻳﺖ ﻛﺎﺱ ﻗﻬﺮ ﺑﻴﺾ ﻣﻦ ﻓﻀﻠﻚ
واخا. واش كاين تما فندق شيراتون؟
ﻛﻨﺘﻤﻨﻰ ﻣﺎﺗﻌﺎﻧﻲ ﻫﺪﺍ
بغيت نكري شي سيارة من هاد الدرجة لمدة يوماين.
غادي ناخد لقطة ديال جاك دانيالز.
بغيت كيس ديال البوبكورن، عافاك.
طاحت ليا العكاز ديال السكي.
ما كنجيبو حتى هدية للعرس، بلاصت داكشي الضياف كيجيبو الفلوس.
بغيت نصيفطو بالبريد البري او البحري.
الطيارة وصلات معطلة بسباب الثلج الكثير.
شارجي، عافاك.
واش تقدر تاخد رسالة، عافاك؟
اسمح ليا، مافهمتكش. واش تقدر تهضر بشوية عافاك؟
شنو نقدر نوريك؟
واش نقدر نتصور؟
من مية.
رقم الرحلة هو اتش بي تسعود وتمانين لطوكيو نهار لحداش مارس.
واش يمكن لي نحصل على نفس الوجبة بحال هادا؟
واش عندك واحد آخر؟
ﻋﻔﺎﻙ ﺟﻴﺐ ﻓﻄﻮﺭﻱ ﻟﻐﺮﻓﺘﻲ ﻋﻠﻰ ﺳﺒﻊ ﻧﻬﺎﺭ ﺍﻟﺼﺒﺎﺡ
خدام الصيانة غادي يطلع دابا.
أنا آسف. غادي نرجع من بعد.
كيفاش يمكن ليا ناخدو؟
واش كاينين شي بلايص خاويين فالجولة ديال نهار الخميس؟
اسمح ليا. نقدر ندوز؟
واش عندك شي غروسات و فواكه؟
ﻋﻔﺎﻙ ﻗﻮﻟﻲ ﻛﻴﻒ ﻧﻌﺮﻑ ﻧﻌﺲ ﻓﻲ ﺩﻳﻚ ﺍﻟﺒﻄﺎﻃﺒﻮﺭ
كانضن باللي طموبيلتي كاتسوى خمسة دولار.
واش هاد الماكلة قليلة السعرات الحرارية؟
إينا طوبيس خاصني نشد باش نمشي للمحطة؟
آه، راه هو. ولكن خصك دور على ليسار فالتالت دالضو لحمر وتبقى فداك الشارع حتى توصل للروت ستة وستين.
ﺑﻐﻴﺖ ﻛﺎﺱ ﻣﺎﺀ ﻧﺸﺮﺕ ﺷﻴﺊ ﻋﻔﺎﻙ
غادي نكون ممنون ليك بزاف ايلا ديتيني للبحر.
أنا أسف. عندك الرقم الغلط. هادا طانكيوشا بريس.
احنا غادين.
شنو هاد الموسيقى؟
ﻋﻔﺎﻙ ﻋﻄﻴﻪ ﻟﻮﻟﻴﺪﺍﺗﻪ ﻭﺍﺣﺪ ﺍﻟﻘﻴﺎﺕ ﺑﻌﺪ ﻛﻞ ﻭﺟﺒﺔ
هاد الموديل كاين فقياس تمنية و عشرين، واحد و تلاتين و خمسة و تلاتين سانتيمتر.
أوه، هاذ الشي باين فيه بزاف.
واش نقدر نتصل من التلفون ديالك؟
كايعطي ريحة زوينة بزاف. بشحال؟
بغيت نعاود نأكد الرحلة ديالي لشيكاغو فالسبعطاش.
كليت شوية فوق القياس.
واش يمكن لي نهضر مع السيدة براون؟
ﻫﺎﺩ ﺩﺍﺭ ﻛﺎﻳﺸﻮﻑ ﻣﺮﺣﺒﺎ ﺑﺎﻟﺴﻜﻴﻦ ﻭﺍﺵ ﻻ
بغيت ندير حجز على رحلة طيران خطوط نورث ويست صفر تمانين ستا على الخامس.
البزطام ديالي، جواز السفر و الأغراض الشخصية الأخرى.
وقتاش كاتسد؟
بلاتي واحد الدقيقة. واقيلا خليتو ف الطواليط.
ﻫﺬﺍ ﺍﻟﻰ ﻛﻨﺖ ﺩﺍﺧﻠﻬﺎ
ﺍﻩ ﻳﺎﺍﺍﺭﻳﻲ ﻫﻜﺎ
ﻣﻮﻝ ﺩﺍﺭﻙ ﻛﺒﻴﺮ ﺑﺤﺎﻝ ﺩﺭﻭﻫﺎ
استمتعنا بالعشاء.
فهمت، ولكن مانقدرش نقولها.
أوه، نعم، عافاك. كنتمنى غير ما يكونوش كيدوخو من البحر.
لطوكيو، عافاك.
اشناهي ساعة الوصول ديالنا؟
غادي نخرج غدا فالصباح بكري، داكشي علاش بغيت نخلص دابا.
شيري ميبس، عافاك.
بلاصة ممنوع التدخين، عافاك.
هو مشغول دابا.
واش يمكن للأجانب يوصلو للكتب فهاذ المكتبة؟
واش يمكن لي نبقى فالغرفة ديالي حتى للساعة جوج ديال العشية؟
هيهيهي. صباح الخير بتوقيتك. لاباس.
بغيت شي وحدين من لفيلم دأز آس آ دآ الكاميرا، عافاك.
فيناهوما لوحات موني؟
ﺍﻟﺒﻴﺖ ﻫﺪﻱ ﻛﻴﺸﻬﻲ. ﺷﻜﻮﺍ ﻋﺎﻟﻢ
ﻛﻴﺸﻬﻲ ﻫﺎﺩ ﺍﻟﻤﻄﺎﺭ
ﻭﺍﺻﻞ ﺑﺰﺍﻑ
وقتاش كينطلق القطار التالي لبوسطن؟
عوال نتعلم الگولف.
ﻋﻔﺎﻙ ﻋﺘﻘﻲ ﻣﻦ ﺷﺮﺍﺭ
ﻭﺍﺵ ﺑﺎﻟﻠﻪ ﺷﻲ ﻣﺮﺑﻊ
سمح ليا الكمام قصار بزاف.
تقدر توريني كيفاش ندير ندخل الغاز؟
واش الفطور داخل فالثمن ديال الفندق؟
واش هادا كولشي؟
را هو في هاد الشارع.
عافاك خدم الكونتور.
ﺍﻟﺤﺮﺓ ﺩﻳﺎﻟﻲ ﻛﺘﺒﺮ ﻓﻴﺎ
غادي نرجع نتاصل بيك منين ماتبقاناش مشغولين بزاف.
واش عندك شي واحد كبير؟
كانحس براسي مزيان.
واش عندك دراية بجغرافية اليابان؟
عافاك وريني فين أنا فهاد الخريطة.
ﻗﻄﺮ ﻣﺘﻮﺣﺪ ﺑ� المئة
بغيت نبدل لغرفة كتطل على المحيط. واش كاين شي مصاريف إضافية؟
شحال كايتكرى لوح ركوب الأمواج لمدة نص نهار؟
عشرة نونبر.
بغيت شريط ديال الآلة الكاتبة.
بنين بزاف.
وقتاش الإنطلاق؟
كيفاش كاتخلي الشيفور يعرف وقتاش بغيتي تهبط؟
ربعة و عشرين دولار. بغيتي تزيد؟
درت الحجز في طوكيو واحد شهر قبل.
ﺷﻜﺮﺍ ﻟﻴﻚ ﻣﻦ ﻗﻠﺒﻲ
واش نهبط هنا لروكفلر سنتر؟
عافاك قيس ليا القياس ديال صباطي.
واعر بزاف.
واش تمشي معايا فموعد؟
عافاك نظف/صبن هاد الكبوط.
بغيت نكري باطو.
فين كاين جناح النسا؟
واش القهوة ماكايناش؟
فاش كان قبل؟
تفو. تفو. تفو. تفو. ولفت وجهها.
واش خاصني نخلص الرسوم الإضافية منين ندخل للبناية؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﺍﻟﺠﺮﻭﺏ ﺩﻳﺎﻟﻜﻢ ﻓﻲ ﺍﻟﺨﻠﻖ ﺗﻔﻀﻠﻜﻢ ﻣﻦ ﻓﻀﻠﻚ
ﻗﺎﺻﺤﺔ ﺍﻟﺤﺮﺓ
فين جات المحطة؟
فيا التبوريشة.
تلت إيام.
قطع القنطرة لي تما، وغادي تلقى المكتبة على اليسار.
ﻋﺎﻓﺎﻙ ﺳﺎﻋﺔ ﻣﻌﺎﻳﺎ ﺑﺎﺵ ﻧﻠﻘﻰ ﻣﺮﺍﺓ ﺗﻘﻠﺐ ﺍﻟﻴﺎﺑﻮﻥ
مابغيتوش يكون كبير.
غادي يكون شي تأخير خفيف.
شنو الفرق بين هاد لوطيلات؟
رزقّي مّحطة فاتت.
كان رائع. شكرا لك.
غادي نكون تما معا الستة ديال العشية.
واش عندك شي حاجة تكون طويلة شوية؟
تاريخ انتهاء الصلاحية هو مارس ألف وتسعمية وتسعود وتسعين.
كيدازت؟
واش كاينين شي كازينوهات مزيانين؟
هاهي الفلوس ديال أقلام الحبر. ورقة نقدية ديال مية دولار.
فين هو جناح النسا؟
فين يمكن ليا نركب فالباطو؟
صاحبي مجروح.
كاتبان بخير.
واش هاد المحل غادي يتفتح غدا؟
راه على طول الممر.
تقدر عافاك تقاد ليا الشارب ديالي؟
هاداك اللي كايجي مع سالاد بار و اختيار بطاطا مخبوزة ولا فريت.
فين نقدر نشري الحشيش؟
مانقدرش نبيع هادشي بلا وصفة.
واش يمكن لي نحجز خمسة د البلايص مع بعضهوم ف نفس السطر؟
واش تقدر تسلفني واحد الحبل ديال السحب، عافاك؟
أشمن طوموبيل كتعطي أحسن موطوراج؟
ماغاديش تاخد تخفيض واخا تعيا ماتحاول.
تقدر تحل هاد الصاك، عافاك؟ شنو عندك هنا؟
بغيت ندير مكالمة بعيدة للأوطيل ديال هيلتون فبوسطن.
ﻭﺍﺵ ﺳﻴﺪﺍﺕ ﻛﻴﻘﺒﻠﻮﺍ
ردّ بالك، السقف هابط.
ﻣﻜﻨﺸﻮﻑ ﺍﻟﺸﺎﺷﺔ ﻣﻦ ﻫﻨﺎ ﻣﺰﻳﺎﻥ. ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﻌﻮﺽ ﺍﻟﻤﻘﺎﺩﻳﺎﺕ ﻟﺨﻴﺮ؟
ﺯﺭﺑﺖ ﺍﻟﻐﻴﻮﺏ ﺍﻷﻭﻟﻰ
شي حاجة ما خداماش فهاد الماكينة ديال البيع.
محتاج للطبيب.
شحال دابا باش هي موجودة في المملكة المتحدة؟
شي واحد اللي كيبغي الفن الحديث بحالك غالبا غادي يعجبوه اللوحات اللي كتشبه للهيبيز ومشهد موسيقى الشارع.
وقتاش؟
غادي ناخد هوت دوغ و كوكا.
انا مشغل المكالمات الدولي.
تقدر تشوف واحد المبنى ابيض ياك؟ راه قدام داك المبنى
من وقتاش؟
ماعندي مانكول.
?ضروري خاصك تخلص الضريبة فاش تكون عندك اكتر من تلاتة ديال القراعي دالشراب
صديقي مريض بزاف. واش تقدر تتصل بالطبيب، عافاك؟
ﻣﻜﻨﻌﺮﻑ ﺑﺰﺍﻑ ﻋﻠﻰ ﺍﻟﻨﺨﻞ ﻭﺍﺵ ﻣﺰﻳﺎﻥ ﻣﻊ ﻫﺎﺩ ﺍﻟﻄﺒﺦ
واش يمكن ليك تتصل بيا على الصباح، عافاك؟
كاين سطاسيون دالبنزين جوج شوارع من هنا.
اليابانيين متيشدوش عطلات طوال.
كانحس بحال الى شي واحد مقابلني. واش هادشي نادر تشوف شي واحد ياباني؟
ﻃﺒﻌﺎ ﻻ ﻋﻼﺵ ﻗﻮﻟﻲ ﺇﻟﻰ
فين جا مدخل مكتب البريد المركزي؟
فين كاين مستودع ديال الطوبيسات ديال غريهاوند فهاد المدينة؟
واش المطاعم اليابانية في كيوتو ماشي غالية، واخا هكاك؟
واقيلا هادشي مجهد عليا شوية.
عندنا شومبر ديال توام مع بانيو بخمسة و تمانين دولار.
بغيت التسعرة ديال الكتاب.
العام البرد على المعتاد ولكن ماشي بارد بزاف الثلج
فين نقدر نشري تذكرة ديال الميترو؟
غادي ناخد بلايص رجال الأعمال، ياك؟
شحال غادي اتكلف من هاد الفندق لمحطة القطار؟
ممكن تعطيني هادا و هاداك، عافاك؟
كايقولو باللي اليابان بلاد غنية بزاف.
واش كاينين شي بيوت خاويين ف فريكول ديال النعاس؟
واش تقدر تنقص عشرين دولار، عافاك؟
ﻫﺪﺍ ﻛﺮﺩ ﻟﺼﺪﻳﻦ
التلج تيخلي الطريق مزلقان.
ماقدرتش نلقى الكاميرا ديالي.
غادي نصايب شي جوج ديال السندويشات ديال الكاشير.
واش عندك شي حاجة تصرح بها؟
ﻭﺍﺵ ﻣﺸﻴﺖ ﻣﻠﻮﻱ ﺍﺻﻼ ﻛﻴﻨﺔ ﻫﺪ ﺍﻟﻜﺮﺳﻲ
كاين محل ديال الورد قبالة الشارع.
انا من طوكيو.
بغيت شي كريم دوش دريفالون.
عندي شي حوايج للتصبين.
ﺍﻧﺎ ﻃﻠﺐ ﺑﻴﻪ ﻣﻦ ﺯﻣﺎﻥ
واش ممكن عافاك تصيفط شي حمال للغرفة ديالي مع الستة ديال الصباح؟
غادي ناخد شوكولا سخون.
نقدرو نتكلفو بتنظيف الغرف ديالك.
خاص، عافاك.
شحال كادير يوصلني فندق سي؟
واش يمكن لي نحصل على تذكرة شاملة؟
بغيت نحجز طاولة لشخصين فالسبعة، عافاك.
بغيت شي كريم ديال الليل.
واش تقدر تغلف هادا بحال الهدية؟
هادي وحدة وربعة.
غادي ندير الترتيبات باش نصيفط الفواتير ديال المتطلبات اليومية ديالي، إذن عافاك قول ليا العنوان والاسم ديال الشخص المسؤول.
ﻣﺼﻌﺐ ﺑﺎﻟﻨﺴﺒﺔ ﻧﻜﻮﻥ ﺗﻌﻠﻢ ﺍﻧﺠﻠﺲ
واش عندك هادو فنفس التصميم ولكن بصبابط عاليين؟
بغيت تريكو للولد ديال عشر سنين.
ديني لطريق آبي، عافاك.
ﺷﻜﺮﺍ ﻟﻚ. ﻣﺮﺣﺒﺎ ﺷﻜﺮﺍ ﻋﻠﻰ ﺍﻟﻨﺰﺍﺭ
أنا متأكد باللي عندي حجز.
غادي نصيفطو ليك، إذن عافاك تسنى هنا.
احنا هنايا نهار واحد.
عندي شوية ديال الرواح.
ﻣﺘﻤﻴﺰﺓ ﺍﻟﻄﻔﻮﻥ ﺑﺰﺍﻑ
لا، عافاك اجلس و تسنى. غادي نرجع دابا.
واخا نشوف الطوموبيل؟
واش تقدر ترسم ليا خريطة، عافاك؟
واخا اسيدي. عافاك تكون فالشومبر ديالك حتى يجي الطبيب.
تشفر ليا فشاطئ ويمانالو. عافاك اجي دابا.
شنو بخصوص مية دولار؟
بغيت هادشي مغطي.
بغيت نتقدم بطلب إعادة إصدار.
الحكومة دعمات تطوير الصناعات.
كنضن راه فايت الخمسين عام.
شنو هو أقل سن يمكن يدير هاد الشي؟
واش عندك شي خرائط بسيطة دالمدينة؟
إلا كان ممكن، ما بغيتش ننزع ضرسة.
العدد هو كرة وحدة، جوج أخطاء.
وقتاش غادي يوصل القطار لسان دييغو، عافاك؟
بغيت نشوف لا بواط ديالك.
بغيت شومبوان.
أنا مقيم فأوطيل هيلتون.
فيا الدوخة والقي.
بلحاق عندي موعد باش نشوفها مع الجوج.
واش هاد السيارة كاتمشي ل إيدينبره؟
آه، عافاك عمر هاد الاستمارة.
شحال كتكلف الزيادة فالوزن؟
سميتي كيمورا. بغيت نلغي الحجز ديالي للجمعة.
أوه، سمح ليا. كاين مشكل و حنا كانحلوه. واخا تستنى شي تلاتين دقيقة؟
وقتاش نقدر نخرج؟
فهمت.
غادي نعيّط لشي واحد.
واش تبغي تصفي الحساب دابا؟
طُومُوبِيلْ جَاتْ مَعَيَّ فْلَوْقَة دَلْمُقَاطَعَة.
ﺍﻟﻤﺴﺎﻭﻧﻴﺮ
فيناهي الضاحية؟
واش كاين شي جولة سياحية في المدينة؟
وقتاش غادي نبداو؟
واخا، أسيدي. فالمتوسط نقدرو نوفرو ليك ميركري سابل. واش هادشي مزيان؟
تمزقت واحد العضلة.
ولكن خاصك تواعدني تضرب الكرة ماشي انا. ياك؟
اشحال باقي؟
واش نقدر نتسلف شوية داللا؟
من اينا نوع دالجلد مصنوع هاد الباليزة؟
ماكانضنش هاد لموس نقي. واش تقدر تجيب ليا واحد آخر؟
شريت هادي دابة، ولكن واش غادي تبدل ليا هادي ب هاديك؟
ﺻﺮﺍﺣﺔ ﻣﻜﻨﺘﺶ ﻣﺘﻔﻖ ﻓﻴﻪ
واش هادي الطريق الصحيحة للمحطة المركزية؟
باطو مع مرشد، عافاك.
بغيت ناخد كومبلي ليا يكون فاللوان الغامق.
هاد المظلّة غاتنفعك بحال شي عكاز.
واش خاصني نخلي الأمتعة ديالي كاملة في غرفة الملابس؟
عافاك وريني جواز السفر ديالك.
واش كاين شي بلاصة كتقبل الغسيل نهار الأحد؟
جوج تشيزبرغر، عافاك.
أشمن طوبيس كايمشي ل ميامي؟
والإكراميات ماشي ضرورية.
تقدر تشوف واحد فكارنيجي هول.
أنا ماشي معتمد.
ﺷﻨﻮ ﺧﺼﻮﺹ ﺩﻳﺎﻝ ﺍﻟﺪﺍﺭ؟
بغيت ناخد موعد مع الطبيب.
واش كاينة شي طابلا خاويا حدا الشرجم لسبعة دالناس اليوم بالليل؟
ما عندكش مشكل نجي عندك؟
ﺑﺎﻳﻨﺔ ﻓﻴﻪ ﺷﻲ ﻣﺎ ﻳﺨﺪ ﻟﻴﻪ
فيناهو الميطرو؟
واش عندك هادا فحجم صغير؟
فين نقدر نلقا الأسبيرين؟
واش هادا هو الحضيض؟
عافاك اعطيني تذكرة لمدة سيمانة.
هادا الزميل ديالي.
ﺍﺷﻨﻮ ﻧﻮﻋﻴﺔ ﺩﻳﺎﻝ ﺍﻟﺒﺘﺎﻉ Premium, regular, and unleaded?
ها واحد.
فيا البرد.
تيكونو سادين نهار التلات ولكن شي نهار اخر غدي اكون مزيان. كا نظن بلي تيكونو فاتحين من تسعود تال الخمسة.
ﺇﻳﻼ ﻫﻮ ﺍﻳﻼ ﻣﺸﺮﻭ ﻓﻮﻕ ﺍﻟﺼﻮﺹ ﻫﺎﺩﻱ
...قال يلاه نشطحو مشينا لواحد البار...قال غادي ندير واحد الاتصال ومشى وماعاودش رجع وبقيت واحلة مع واحد الفاتورة كبيرة
شحال للغالون؟
كان عندي جواز السفر ديالي و البطاقة البنكية ف الصاك ديالي.
الحجوزات مع السبعة، باسم مانو.
ماغاتشربش كاس ديال أتاي؟
تقدر تقول ليا فين كاين القنصلية اليابانية؟
واش كاين طبيب الفندق ولا شي واحد على الاتصال؟
دايما كايتقدا من شارع بوند.
ﻣﻮﺗﻮﺏ ﺩﻳﺎﻝ ﻣﻐﺮﺑﻴﺔ ﻣﻦ ﻓﻀﻠﻚ
واش كاين شي بلاصة كيعزفو فيها موسيقى الكونتري؟
بغيت نقلب على الحوايج الغاليين عندي.
واش عندك اللي من الصوف؟
ﺷﺤﺎﻝ ﺗﻤﻦ ﺑﺎﻟﻮﺭﻗﺔ
ايوا، اضغط على تسعود وصفر واحد واحد، من بعد كود البلاد ونمرة التليفون.
واش يمكن لي نحصل على واحد كوكا خفيفة؟
واش يمكن لي ندير الطلبية ديالي؟
قضينا رحلة ممتعة فالطوموبيل، شكرا لك.
اسمح ليا. نقدر ندوز؟
مجموع سكان اليابان تقريبا مية و تلاتين مليون.
بغيت نكري واحد باراسول.
آه، وبغيت ندير مكالمة على حساب المتلقى.
بزطام فيه ميات دولار و جوج بطاقات بنكية.
لما سخون بزاف.
ﻧﺘﻲ ﻫﻨﺎ
ﺃﻣﺮﺍ ﻗﻮﺓ ﺍﻟﻘﻬﻮﺏ ﻳﺎﻟﺔ
من المستبعد بزاف.
معدتي كتضرني من بعد الماكلة.
واو، هاد البلاصة زوينة.
تقدر تكون عندو الفقاعة الهوائية.
واش قررتي؟
إلا بغيتي، نقدرو نرتاحو هنا.
تلف ليا الطرود البريدية المسجلة.
مايمكنش ليك تبدل الخدمة ديالك بسهولة.
شنو المحطة الجاية؟
واخا، بلحاق ماشي المدرجات. راها شاعلة فيها العافية هاد النهار.
انزل هنا، و بدل، الطوبيس رقم ستة.
خاصني نشد الطيارة اللي غادية مع العشرة دالصباح.
مازال كيجيني الردان.
مابغيت حتى شي حاجة كبيرة.
توقيع، عافاك.
ﺷﺤﺎﻝ ﻓﻴﻬﺎ ﺍﻟﻔﻄﺎﺭ ﺍﻟﻄﺎﺟﻴﻦ
شارجي، عافاك. واش كاتاخد فيزا؟
اليوم غادي نمشي نشوف الحي الصيني كيفاش داير.
02 02 29 39 67 00 00.
بغيت نتزع سناني.
بغيت بواطة ديال الماكياج.
ﺗﻴﺒﺎﻥ ﻛﻢ ﻣﺪﺍﺯ ﺧﺎﺹ ﻟﻴﺎ
فين نقدر نشوف "شبح الأوبرا"؟
بغيت نشري سوفنيرات ل صحابي. تقدر تقتارح عليا شي حاجة؟
بشوييا عافاك.
شحال المعدل الشهري ديالك لرسائل الفاكس الدولية؟
تقلى على جوج جهات، عافاك.
واخا، هادشي بان ليا واضح. بجوج بيكم عافاكم عطيو ليا رخص السياقة والتسجيلات ديال الطوموبيلات. وولدي، سمح ليا غادي يخصنا نديرو ليك اختبار قياس نسبة الكحول فالنفس.
غادي يكون واجد بعد غدا فالعشية.
واش هادشي مخدوم بالقطن؟
ﻋﻨﺪﻱ ﺍﻟﺪﻭﺯ ﺩﻳﺎﻟﻲ
شنو نقدر نشوف فهاد الجولة؟
اه، كاين مشروب واحد على الأقل.
شحال كايدير فاليوم؟
واش كايوقف هاد الطوبيس حدا الأوطيل؟
بغيت سيدي.
كاين رحلات ديال الخطوط الجوية اليابانية و الخطوط الجوية أنا لي كا يمشيو مع العشرة و خمسة و خمسين. وليني، للأسف، الرحلتين بجوج عامرين.
جا معايا.
واش يمكن لينا نحصلو على طاولة لخمسة ديال الناس؟
ﻣﺎﻓﻬﻤﺶ ﻭﺍﻟﻮﺍﻟﻴﺪﺓ
عافاك صرف هاد الشيك السياحي.
تقدر تقابلها من تسعود دالصباح حتال التلاتة تقريبا؟
شحال كيسوى البريد لليابان؟
أنا مسدود عليّا. واش تقدر تحل عليا الباب، عافاك.
شنو هي الجولة المزيانة باش نشوف الأماكن المشهورة؟
واش كاين شي مضيف(ة) كيهضر باليابانية؟
شحال من صاك يمكن لي نهز معايا فالبوينت؟
لا، آسيدي. هاد لعشييا راها عامرا كاملا. واخا هيدا، غدا مزيان.
غادي نسول الكًاردينيي على شحال الطريفة الصحيحة.
...
دايرين حفلة ليلة الجمعة. علاش لا متجيش تانسنا؟
مزيان، الغرفة ديالك تسعود زيرو تمنية، آنسة. هاهو الساروت ديالك.
من المهم بزاف انه تكون عندنا امكانية الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح ليا، الشاف؟
واش هاد القطار غادي نيشان ل إيدينبره؟
واش هادشي داخل فالمنطقة المعفية من الضرائب؟
جبد لي أغراضي الثمينا، عافاك.
ﺷﺤﺎﻝ ﻣﺰﺍﻥﻳﻦ ﺍﻟﺮﺍﻳﺎﺕ ؟
بغيت نشري شي تدكار. واش كاين شي محل كيبيعهوم قريب من هنا؟
حتال إينا وقيتة كايبقا حال؟
خارج دابا.
مايوومي، واش يمكن ليك تعمر هاد الورقة و توقع فيها؟
ها هو واحد ليك، سيدي.
ما عندي حتى شي أغراض د تسجيل.
ﻭﺍﻳﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴﻴ
أنا هنا فمهمة إعلامية.
واش عندك أفلام ديال الصيف؟
وقتاش القطار الجاي اللي غادي لواشنطن دي سي؟
الموديل الطويال اللي خارج دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
واش يمكن لي نحصل على خريطة ديال قطار الأنفاق؟
واش الطريق طويلة؟
واش تقدر تبدل هادا بواحد جديد؟
جوج دالناس.
فين يمكن ليا نستلم الأمتعة ديالي؟
ﻣﺎﻓﻴﺎ ﺍﻟﺴﻼﻣﺔ ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺮﺑﻲ ﺳﻨﺎﺗﻲ
لحضاش و خمسة و ربعين دقيقة ديال الصباح.
واش يمكن ليك تقول لي شي مطعم مشهور عند الشباب؟
طوموبيلتو غادا بأقصى سرعة.
واش يمكن لي نخلي شي رسالة؟ أنا كنعيط باش نأكد الموعد ديالي مع السيد إيبيرت نهار الأربعا الجاي مع لحضاش ديال الصباح.
واش تقدر تشرح المرض ديالك بالانجليزية بشي طريقة؟
ﻣﻤﻜﻦ ﺗﺼﺎﻭﺏ ﺗﺎﻛﺴﺔ ﻟﻠﻤﺪﺧﻠﺔ ﺍﻟﺮﺳﻮﻝ ﻛﻤﻠﺔ ﻭﺍﺣﺪ
شحال من مرا خاصني نبدل التران باش نوصل لتما؟
واش هادشي صحيح؟ خليني نتحقق. اوه، أنا جد متأسف، السيدة تاكانو. هادشي خطأ ديالنا. ها هي الفاتورة الجديدة ديالك. ممكن تسني هنا، عافاك؟
خمسة دولار للنقطة، عافاك.
سدادة دالقرجوطة ماكاتسدش مزيان.
غير رمز لتقديري.
ممكن تعمر ليا هاد الاستمارة؟
و هاد النماذج البلاستيكية؟
ﺷﻨﻮ ﻋﻨﺪﻙ ﻣﻤﺰﻭﺟﺎﺕ؟
الطالو عالي بزاف عليا.
تسدات بيا الغرفة.
شحال دابا باش انتا كاين فباريس؟
واش نقدر نحصل على التنابر ديال تلاتة دالبطاقات البريدية ديال البريد الجوي لليابان؟
كتكتب G-O-R-O-H.
تبغي تاخد شي مشروب؟
تمدد هنا.
ديرو ليا برقية مستعجلة، عافاك.
على حسب تقرير الطقس، غادي يطيح الثلج غدا.
بغيت كورة.
بالتأكيد. غادي نكونو فرحانين نديرو هاد الشي.
ﺍﻫﻴﺎ ﻛﺘﺒﻊ ﻛﺎﻣﻴﻴﻦ ﻧﺸﺮﻳﻪ ﻭﺣﺪﺓ ﻧﺪﻳﺮﻫﺎ ﻓﺎﻟﺪﺍﺭ ﻛﻮﻟﺸﻲ
الطريق ديال النجاح هو "جينمايوكو" ياك؟
غادي نوصل للأوطيل ديالك مع التسعود تقريبا دالليل.
عندي تقريبا ألفين و خمس مية دولار بالين الياباني.
آه، كاين. غادي نوري ليك شي وحدين.
بغيت شي كينات ديال النعاس.
غادي نكون هنا حتى للتسعود. نتمنى تشد المجرم فأقرب وقت.
انا متأكد باللي المجرم راه قريب.
عشرة دالطوابع، عافاك.
ضارني حلقي.
محتاج ل شي تدكار من نيويورك.
أنا غادي. يمكن ليك تصيفط حمال؟
توقفات ليا الساعة ديالي.
أوه، واش بصح؟ كيفاش كتعجبك؟
حنا حالين مع التسعود دالصباح.
بغيت كتاب التلوين.
كا نظن بلي جاني الردان.
واش خاصني نمشي لشي بانكة يابانية؟
خاصك تصرفو ف شي بنكة.
واش كاين بزاف د الوقت قبل ما نخرجو؟
راجلك من بين الكليان ديالنا
واش كتعرف شي طبيب أسنان مزيان؟
أوه. خصك تعلم القنصلية دغيا.
مخلوط، ماشي مهزوز.
واش تبغي طاولة فالمطعم الرئيسي أو فغرفة خاصة، أسيدي؟
بزاف د الناس تيمشيو للبحر فالموسم.
كنوزن مية وخمسين كيلو تقريباً.
فين خاصني نحول؟
فين هو مكتب المفقودات؟
واش كاين شي طوبيس كايمشي نيشان لتما؟
واش خاصني شي عناية خاصة؟
واش غادي يكون الدفع نقدا أو لا بالكارط؟
راه عام وحنا فهاد الدار.
شحال ديال الوقت خاص باش يخرجو ليا الفيزا؟
فين هوما المراحيض؟
المبلغ الإجمالي الواجب هو مياتين و تلاتة و ربعين جنيه، آلالة.
هادي هدية. تقدر تلغفا فشي ورق لغليف زوين؟
ﻭﺍﺵ ﻣﻨﺰﺍﺭ ﻫﺎﺩﻱ ﺍﻟﻤﻴﻠﻴﺎﺕ ﻃﻮﺏ
كاين ناس مجروحين.
سمح ليا. فين جات المحطة القريبة من هنا؟
آه، عندنا حجز ليك.
اسمح ليا، بغيت نمشي لوطيل ديالي فالمدينة بالطوبيس. فين يمكن لي ناخد الطوبيس؟
دجاج، عافاك.
الشومبر ميتين و واحد. بغيت نتسجل على وجبة الفطور ديال غدا.
شنو بان ليك فالتحرش الجنسي فالخدمة؟
ﻋﻨﺪﻱ ﺍﺧﺘﻲﻟﻴﻠﺔ
رحلة الطياران رقم جوج زيرو تمنية، لطوكيو.
من بعد نديرو واحد التبطين لداخل.
يللاه نتجمعو باش نزيدو ناقشو هادشي.
كيفاش بغيتي نصايب ليك شعرك اليوم؟
ﻣﻤﻜﻦ ﺗﻘﻮﻝ ﺑﻜﻼﻣﻲ ﺍﺧﺮﻯ
غادي نتصرف فأي حاجة عندك.
بغينا شي طاولة قريبة من المنصة.
لاباس. ايوا غادي لشي بلاصة؟
راه واصل لعلو ألفين وربعمية متر.
دخل. عافاك حطو فوق الطبلة لهيه.
ﻋﻔﺎﻙ ﺍﻏﺴﻞ ﻟﻴﺎ ﺭﻗﻢ ﺍﻟﺜﺮﻩ
...
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺪﻱ ﻫﺎﺩ ﺍﻟﻘﻬﻮﺏ
ما عنديش موعد، و لكن ضروري.
ﻫﺪﺷﻲ ﻣﻤﺴﻮﻧﻴﺶ
فين هو الدروج المتحرك؟
واش عندك كتيب ديال التظاهرات؟
فين كاين مدخل الميترو؟
تلف ليا البيي ديال الطيارة.
ﻭﺍﺵ ﻣﺘﺒﻘﺶ ﺗﺒﻘﺎ ﻫﻨﺎ ﻓﻲ ﻋﻴﻴﻦ
أوه، أنا متأسف/متأسفة بزاف حيت صدعتك.
واش يمكن ليك تحجز الأحداث؟
واش كاين شي مرحاض عمومي هنايا؟
ﺷﺤﺎﻝ ﺍﻟﺤﺴﺎﺏ؟
مزيان بزاف. دابا الأسئلة، عافاك.
واش عندك شي صرف ديال الصطوب؟
اكثر مبيع عندنا في اربع سنين اللخرا كان هو الناسخة ا ك س ربعة خمسة صفر.
واش خاصني ندور على اليسار؟
واش كاين شي مضيفات كيهضرو باليابانية؟
ﺭﻭﻋﺔ ﺍﻟﺘﻤﻦ ﻣﺎﺷﻲ ﺩﺍﻛﺸﻲ
خاصك تاخدو تسعود و تسعين مرة فالنهار، قبل من الماكلة.
👍 👍 👍 👍 👍 👍
بغيت واحد تريبود.
بغيت سترة رياضية.
تقدر تبقى عندي فالدار.
واش يمكن ليا نميل المقعد ديالي، عافاك؟
مزيان. كنت كانقلب على طاكسي، بلحاق هادا حسن.
مونطو زوين. واش بريطاني؟
بغيت نمشي لمركز هارفرد. واش تقدر تقول لي منين نوصلو لتما؟
جوج د الناس كبار و جوج دراري، عافاك.
شحال التمن؟
حرب النجوم كانت أكبر ضربة في ألف وتسعمية وربعة وتمانين.
فين هي بلاصة ممنوع التدخين؟
ها "تي" بحال طوم، آه عندي هنا، تارو.
كا نظن بلي هادشي زوين.
ﺑﻐﻴﺖ ﺷﻮﻑ ﺗﺎﻉ ﺍﻟﺘﻔﺎﺻﺎﺕ
ﻋﻼﺵ ﻫﺎﺩﺷﻲ
إينا بطاقات الاتمان كاتقبل؟
عندي الوقت الكافي.
ايوا، راه وقت الغدا. واش تبغي تناقشو فوقت الغدا؟
تشفر ليا الفيديو من بيتي.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ، ﺍﺳﻢ ﺍﻧﺎ ﻋﻮﺩﺓ، ﻋﻨﺪﻱ ﺣﺠﺮ ﻟﻐﺪﺍ ﻭﻟﻜﻦ ﻏﺎﺩﻱ ﻧﺘﺎﺑﻌﻚ ﺷﻮﻳﺔ ﻓﺎﻟﺘﺸﻴﻞ، ﻓﻼﺗﺤﺘﺎﺭﻙ ﺣﺠﺮ ﻟﻐﺪﺍ.
واش هاد الصبابط مجهدين؟
ﻋﻔﺎﻙ ﻗﻮﻟﻪ ﻛﻨﺘﺴﻨﺎ ﻟﻠﻪ ﻳﺘﻘﺎﻝ ﻣﻌﺎﻩ
كايقولو الأنفلونزا منتشرة تما.
ياللاه دخل.
سمح ليا. غدا فالعشية عامر.
ﺍﻧﺎ ﻣﻊ ﺷﻲ ﺻﺤﺎﺑﻴﻦ
على حساب گورو، السيد ياماضا عندو جوج ولاد.
تقدر تعاود تقول هاد الشي؟
بغيت ندير شي دورة على برج لندن.
عفاك سمطة ديالك.
رمز المنطقة هو تلاتة. رقم الهاتف هو جوج تلاتة ربعة تلاتة ربعة زيرو زيرو.
اسمح ليا. واش كاين شي قنطرة قريبة من هنا؟
سمح ليا، بغيت نستعمل المرحاض.
ماشي.
حوايجو ديما خارجين ديال المودة.
واش عندك فواكه البحر؟
هادشي غالي بزاف.
كنت باغي، ولايني سمح ليا منقدش هاد المرة.
واخا، باقي معرفتش، ولكن غادي نحاول بالتأكيد.
ﺳﻠﻄﺔ ﻋﻔﺎﻙ
عافاك استعمل غرفة القياس اللي تما.
التسعين دولار ديال البييي د الذهاب. فلوس ولا كارط؟
تقدر تجمع الطاولة ليا، عافاك؟
كيفاش كايقادو الوالدين اليابانيين ولادهم؟ واش كايحكمو فولادهم بزاف؟
واش يمكن ليك تقول لي ساعات العمل؟
عافاك لفهوم بوحدهوم.
المعدة ديالي مثقلة عليا.
مزيان، فين نقدرو نتسناوك؟
ﻭﺍﺵ ﻧﻘﺪﺭﻭ ﻧﺒﺪﺍﻭ ﻣﻠﻲ ﻳﺴﺎﻉﻮ
السكان ديال اليابان تقريبا مية وعشرين مليون.
ﻓﻲ ﺍﻟﺘﻘﺎﻟﺐ ﺍﻟﺘﺎﻟﻲ ﺩﻳﺠﺎ ﻓﻲ ﺑﻬﺎﺭﺓ ﺍﻟﺘﺴﺎﻉ
واش يمكن لي نرجع أغراضي؟
واش عندك الفولارات ديال الحرير؟ كانقلب على شي كادو لمراتي.
غادي نجيبوه دابا. اشنو رقم الغرفة ديالك؟
سيد كوباياشي كيقلب عليك.
بغيت نسافر من شانغاي ل هاواي بالباطو.
واش تقدر تصيفط شي واحد؟
واش تقدر توجدو ليا معا لخمسا مورا غدا؟
عشرة دقايق على رجليك.
قبل ما نساليو، واخا تعطيني شي دقايق؟
فين نقدر نپاركيو الطوموبيل ديالي؟
فيا التبوريشة و المعدة ديالي كتضرني بزاف.
سكوتش وماء، عافاك. واش عندك شي حاجة خفيفة تتكال؟
كيفاش نقدر نطفي هاد الضو؟
واش هو مشغول بزاف اليوم؟
بغيت شوية ديال الخيط.
عطيني شهادة طبية، عافاك.
بغيتك تخليه يقصر ب واحد إنش هنا.
ﻣﺎﻋﺮﻓﺘﺶ ﻣﺰﻳﺎﻥ ﻋﺎﻓﺎ ﻋﻄﻴﻨﻲ ﺷﻲ ﺩﻭﺯ
واش نقدر نحصل على جريدة يابانية، عافاك؟
واخا. واش نقدر نرد الطوبيل لأي بلاصة؟ شحال تكلفة التسليم؟
إينا طوبيس كايمشي لمركز المدينة؟
واش كاين شي اكسبريس لبوسطن؟
عافاك تكون صاحبي لي كانتراسل معاه.
غادي نبقى مع واحد الصديق.
ﻓﺮﺣﺖ ﺑﺰﺍﻑ ﻣﺎ ﻧﺴﻜﺶ
واش يمكن لي ننزل في فندق هيلتون؟
ﻛﻨﺒﻐﻴﻚ ﺗﺤﻴﺪﻫﺎ
دور على ليسر فهاد الشارع و خود أول حق.
بغيت نعرف إلا كان ممكن نسيفطو هاد المجموعة ديال الأطباق لطوكيو.
بغيت شي قوة للجسم.
واش كاين شي ماكلة ماشي حارة و سخونة؟
واش قريب على ود المشي؟
بغيت شي كريم ديال ليدين.
ﻣﻤﻜﻦ ﺗﻨﻤﻮﻥ ﻟﻴﺎ ﺍﻟﻤﻠﺢ
بغيت نمشي لوول ستريت. كيفاش نوصل لتما؟
ﺍﻟﺴﻜﺮﺓ ﺍﻟﻜﺜﻴﺮﺓ ﺳﺘﻔﺰﻙ
بما فيه الفطور، الضريبة والخدمة، غادي يكون خمسة وربعين دولار لكل واحد فالليلة.
ممكن تصلح ليا هادا؟
ﻣﺴﺎﺀ ﺍﻟﺨﻴﺮ. ﻣﺮﺣﺒﺎ
مالقيتش الأمتعة ديالك.
سير نيشان، عافاك.
واش ماء صالح للشرب هنا؟
اياه، يالله. غير جوج دولار.
واش يمكن ليك تبدل هاد الكسوة بوحدة كبر منها؟
واخا، يالاه نمشيو. نقدر نعاونك فدروسك من بعد ما ناكلو شي بيتزات.
آه، سيد تاناكا. عندك جوج رسائل.
ماجاش معايا.
غدوة نهار آخر.
ﻣﻤﻜﻦ ﻧﺴﺎﻭﻙ ﻭﺍﺵ ﻣﺤﺘﺎﺟﻴﻦ ﻟﻔﻴﺘﻮﻥ ﺳ
بزطامي داه ليا واحد الشفار فالتران.
بعيد بزاف. من الأحسن تاخد طاكسي.
بغيت شي بلاصا ف الجناح، عافاك.
ساكن فبرطما ب تمنية و أربعين ألف ين للشهر.
واش نقدر نقاطع؟
وريني واحد عريض عليه.
اسمح ليا. ممكن تبادل معايا البلايص؟
ﻧﻌﻢ ﻃﺒﻌﺎ
ﺳﻴﺮ ﺑﺎﻟﻜﻮﻧﺠﻴﻦ ﻭﺩﻉ ﺳﺎﻟﻮ ﻓﻲ ﺍﺷﺎﺭﺓ
واش بغيتي رولو صغير ولا كبير؟
بغيت واحد الغرفة ديال واحد بوحدو مع الحمام ب تمانين دولار، عافاك.
بغيت نودع حوايجي الغاليين ف الكوفر ديال الفندق.
واش عندكم شي غرفة خاوية هاد الليلة؟
اه، بلحاق اتأكد بلي عندك التذكرة ديالك.
غير شوية ديال الناس اللي غادي يلتحقو بالرحلة الاختيارية.
ماكاين مشكل. لمهم عافاك وصلني لوسط الحي الصيني. غادي نحاول نلقاه راسي.
كايوظفو ناس جداد فأبريل.
ﻛﻨﺘﻤﻨﻰ ﻫﻜﺎ
جوج سكوتش وويسكي، عافاك.
شكون لاعب؟
واش تقدر تتصل بيا إلا لقيتي صاكي؟
على اليسار، عافاك.
واخا توقف معايا نتصورو؟
لا. واش بغيتي تبلغ عليه؟
هاد الضرسة اللقدام كاضرني.
شنو هي آخر لعبة كمبيوتر لواحد الولد عندو خمسطاشر سنة؟
غادي نتشاوفو غدا.
واش كاين شي مطعم بثمن أقل قريب من هنا؟
لا، ولكن شكراً. راني مزيان دابا.
واش عندك الخبز؟
ﻋﻔﺎﻙ ﻓﻲ ﺍﻟﻜﻴﻮﻥ ﻓﻌﻴﺎﺕ ﻭﺍﺣﺪ
صاحبي طاح و زلق ف الحمام
ممكن تجيب ليا طفاية السجائر؟
المسيحية كانت ممنوعة والبلاد كانت مسدودة على باقي العالم
ﺷﺤﺎﻝ ﺑﺎﻏﻲ
كوكتيل دالقمرون ليها ونفس الشي ليا.
واش يمكن ليك تسني هنا؟ و عافاك دير الحرف الأول هنا.
شرف ليا كبير نزور المقرات الرئيسية ديالكم وندير مناقشات مهمة معاكم. شكرا بزاف على التعاون ديالكم.
ﺷﻮﻓﺘﻚ ﻛﺘﺸﻮﻑ ﻓﻴﻬﺎ
مابقاش عجبني اللون. واش نقدر نردو؟
خرج من داك الباب اللي تما، و تسنى فالباراج رقم ستة.
دجاج مشوي، عافاك.
ﻣﻤﻜﻦ ﺍﻟﺒﺮﺗﻲﺍﻟﻌﺮﺑﻴﺔ
اه، بغيت شي حاجة نقراها.
معاك السي تاكا هاسي من الغرفة خمسة ربعة تسعود. ممكن تصيفط ليا ربعة ديال القراعي ديال بيرة بودويزر، عافاك؟
هادي سبعين دولار.
عافاك اتصل بيا ف الأوطيل ديالي منين تلقى الباليزات ديالي.
بغيت اتصال دالفياق غدا مع التمنية و نص دالصباح، عافاك.
ﺍﻩ ﻭﻻﻛﻦ ﻫﺪﺷﻲ ﻓﻮﺭﻯ ﻭ ﺭﺍﻧﻲ ﺷﺎﻋﻼﺕ
بغيت شي غسول ديال الفم.
ﻣﺎﻓﻬﺎﺵ
واش كا تديرو شي تخفيضات بالجملة؟
طوكيو زيرو تلاتة ربعة تسعود ربعة خمسة ستة سبعة.
واش يمكن ليك تعاوني نلقا حديقة الحيوان؟
واش تقدر تقول ليا كيفاش نضبطو؟
معاياش غادي تسالا الجولة ديال الطوبيس؟
واش كتعرف كيفاش تخدم التيليفون؟
بالتأكيد. عندنا شي حوايج زوينين دالأمريكيين الأصليين.
أوبيراتور كايهضر باليابانية، عافاك.
ﻣﻌﺠﺒﻨﺎ ﺍﻟﻤﻮﺿﻮﻉ
واش تقدر تجرني؟
واش هادي كلينيك إف؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ ﻣﺴﺆﺭﺓ ﺍﻟﻴﺎﻣﺎﺟﻴﺔ ﻟﻜﻢ ﻣﻮﻓﻘﺔ ﻳﺎﻙ ﻓﻀﻠﻚ
فين نقدر نشري تذكرة نقل بالطوبيس؟
وقتاش غادي نوصلو للوس أنجلوس؟
سير نيشان واحد خمسة دقايق عاد دور عليسر
هاهو في هاد الطريق غادي للشاطئ.
هذاك أتاي بالعشوب كيعاون على تجديد الجسم.
هادشي ماشي مصنوع في اليابان، ياك؟
واخا. من هنا، عافاك. غادي نوريك الغرفة ديالك.
خاصني نخرج من الأوطيل قبل الضهر.
جوج ديال لي هومبورغر و جوج قهاوي، عافاك. بغيت نديهم معايا.
واش يمكن لي نهز هاد جوج د الصيكان؟
اطلبت اللحم، ماشي الحوت. واش يمكن ليك تبدل هاد الشي؟
ﺍﻧﺎ ﻭﻟﻴﺪﺍﺗﻲ ﻣﻔﻴﻮﺯﺓ ﺑﺎﻛﻴﺎ
ضارني قلبي.
هاد الجاكيت ماشي قياسي.
بغيت نتلاقا بالسيد ويليام.
فيه مجموعة من سبع فيتامينات ومعادن.
السنة رخوة.
واش يمكن لي نرد فلوسي منين نرجع لليابان؟
من اينا ماكلة جاي هاد الطبق؟
ﻓﻴﻦ ﻛﺎﻳﻨﺔ ﻫﺎﺩﺷﻲ
واش تقدر تديرو ف عشرة دقايق؟
ﻣﻜﻴﻨﺶ ﻓﻲ ﺍﻧﺠﻠﻴﺰ ﻭﺍﺵ ﻛﺎﻳﻦ ﻓﻲ ﻫﺎﺩ ﺍﻟﺒﻼﺩ ﻛﻴﻘﺪﺭﻭ ﺍﻟﻴﺎﺭﺓ
فين نقدر نلقى تحويل لميترو؟
غادي نصيفطو ليك عشرين عينة أخرى.
ماكانضنش غادي يجي معايا حيت البشرة ديالي ناشفة شوية.
واش نقدر نحصل على التوقيت، عافاك؟
آه، كا نظن غادي نتسنى.
تسعود و تسعين دولار للساعة لكل طفل.
...
خاصو يكون هادي.
عندي لماطيريال ديالي.
ساروت الغرفة خمسة زيرو تلاتة، عافاك.
اشمن ساعة كايعرضو "تيرمينال مان"؟
فين كاينة الحلاقة؟
مع السبعة، عافاك.
باليزتي تكرفسات.
السياحة.
جيت من اسبانيا.
شي حاجة ما خداماش في هاد البطاقة. واش يمكن ليك تعطيني واحد آخر، عافاك؟
عندي لحكة ف الدرعان.
صيفط هادشي بالبريد الجوي لليابان، عافاك.
فين كاين أقرب فرماسيان؟
شي واين آخر، عافاك.
الناس مضيافين بزاف.
شحال من مشروب داخل فالعرض؟
برافو عليك.
فين هي البوابة ديال الركوب لهاي الرحلة؟
ﺍﻟﻰ ﻛﺎﻥ ﻣﻮﺍﺿﻊ، ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﺤﺠﺰ ﻃﺎﺑﻠﺔ ﺑﺎﻟﺸﺒﺎﻙ؟
واش النداء الأخير ديال الركوب تقال؟
احنا فتاعشرة ألف قدم فالارگونس.
قبل كلشي، بغينا نشوفو بورصة و ول ستريت.
فين كاين المحطة ديال الطوبيس لي كايمشي لأوكسفورد؟
غادي نتسنى حتى تكون لا تيراس واجدة.
ممكن نشوف شي محافظ جلدية؟
آرا نتفرجو فالتلفازة، كاين مباراة ديال البيزبول.
واش تقدر تكتب عنوان الاتصال ديالك هنا؟
ﻋﻔﺎﻙ ﻗﻮﻟﻴﻠﻲ ﻓﻴﻦ ﻛﺎﻧﺖ ﺍﻃﺒﺎﻕ ﺍﻗﺮﺏ
لوطيل ديالي، عافاك. عنوان لوطيل ديالي هاهو.
شحال من عمالة كاينة غير طوكيو؟
قطع و تسنا واحد الشوية عافاك.
ﻭﺍﺵ ﻛﺘﺨﺪﻱ ﻋﺎﺩ ﺍﻟﻌﺸﺎﺕ ﻓﺎﻟﺪﺍﺭ؟
بالتأكيد. ايمتاش بغيتي تلعب الغولف؟
غادي تكون في الدار مع التلاتة.
بغيت نتصل بسفارة اليابان.
شوية مازال.
منين كايغادرو الطوبيسات ديال التوريست؟
شحال كايسواو باش يتصيفطو لليابان؟
ماعندي حتى شي كلوب ولا صباط.
واش الين الياباني مزيان؟
واش عندك موستانگ؟
ﻧﺘﺠﻤﻊ ﻣﻦ ﻫﻨﺎ؟
سيد كاواي، عندنا ليك طبلة دابا. أجي من هنا، عافاك.
أكيد. هبط فالدروج غير تما وغادي تشوف شي توجيهات. غير تبعهوم.
الاستقبال. واش يمكن لي نعاونك؟
تقدر تحطني غير ف فندق هيلتون، عافاك؟
واش غالبا خاصك تبقى خدام حتال متأخر؟
... سمحليا، ماعندناش... واش ممكن ناخدو من عند الناس ديال الإنجليزية؟
طاولة غير المدخنين، عافاك.
واش تقدر تعلمني قبل مانوصلو لدورهام؟
واش هادشي د جديد؟
ﻣﺎﺷﻲ ﺻﺢ ﺩﻳﻤﺎ ﻛﺘﻌﺎﻟﻲ
تقدر توريني شي كساوي؟
ﻭﺳﻜﻴﻦ ﻋﻔﺎﻙ
انا سكران بالخمر.
ردّ بالك راه الجو كيتقلب بالزربة فالجبال.
شيك السفر و الين الياباني، واخا؟
...ديزولي...قلبت...عند...خدمة الغرف...و...عند...لي...لا...لا...
بلاصة صعيبة باش تلقاها. كاينة فطريق صغيرة متفرعة من الطريق السيار الكبير.
ما تنعرف والو عليه.
نقدرو نتناقشو فهادشي فشي كافي.
فهمت، فهاد الحالة ما خاصنيش نخلص مصاريف التعديلات، ياك؟
العامل ديال التلفون، عافاك.
تقدر تهبط السرج، عافاك؟
واش تقدر توفر لي بلاصة هاد الليلة؟
واخا. ناخد غي جوج. شكرا ليك.
هاهي الفاتورة ديالك. وصلات لتلاتة و سبعة و تسعين دولار.
عندك الزهر.
ﻋﻔﺎﻙ ﺩﻳﺮﻳﻪ ﻃﺎﺑﻠﺔ ﻓﻴﻬﺎ ﻣﻨﻄﻘﺔ ﻣﺰﻳﺎﻥ
واش هاد الماشين مصنوعين بالماكينة ولا باليد؟
بغيت نكري هاد النوع د السيارات لمدة ربعة و عشرين ساعة.
تشرفت بمعرفتك بزاف.
مقطع.
ايوا دابا، اجي نشوفو اش كاين.
مزيان، غير فكر شحال غادي تطول خدمتو إلا سول سؤال واحد زايد لكل واحد. يالاه، خلينا نزربو ونجيبو الأمتعة ديالنا. خاصنا نمشيو للتصريح الجمركي من بعد.
ﺷﻨﻮ ﻣﻘﺪﺍﺵ ﺍﻟﻮﺯﻥ
واش كاين شي مطعم صيني فهاد الجوايه؟
الرصيف رقم خمسة كاين لهيه.
وقتاش الماتش ديال كرة؟
ماخدامش. واش تقدر تتحقق ليا من الكاميرا ديالي؟
قهوى بالكريما والسكر، عافاك.
كانضن كاينين شي أغلاط فالفاتورة.
عافاك اعطيني هادا.
هادي البوابة سبعة.
واش انت سكوتلندي؟
تلاتة جوج واحد جوج. تسنا واحد الدقيقة، واخا؟ بغيت نصيفط ليك شي حاجة هنا. سمح ليا.
مياو خمسة وتلاتين ين للدولاور.
الميني مع البوت عمرها ما غتخرج من الموضة.
واش يمكن لي نهضر مع المسؤول؟
علاش الطريفة ديالك مختلفة على اللي ف الطاكسي؟
واش يمكن ليا نشوف هادا؟
ﻭﻋﺪﺩ ﺭﺍﺳﻲ ﺣﻴﻦ ﻧﺸﻮﻑ ﻟﻴﻚ ﻧﻌﺮﻑ ﻋﻠﻴﻚ
اش واقع هاد ليام؟
ﻣﺎﻓﻬﺎﺵ ﻋﺎﺩﻱ ﻣﻤﻜﻦ ﺗﻨﺼﺤﻚ ﻋﻠﻰ ﻃﺒﻴﺒﺔ
الحفلة ديالك بدات. تفضل.
واش كاين شي عرض فالأرض؟
المرحاض ماطالعلوش الما.
شحال دالوقت كيستغرق الواحد المشي على رجليه من هنا لدار البلدية؟
خود هاد الدوا مورا كل وجبة فاش تكون كتوجع بزاف.
ﺗﺪﻳﺮ ﺍﻟﻔﻠﻮﺱ ﻓﻲ ﻣﻌﻠﻘﺔ ﺧﺎﺭﺓ ﺗﺴﻤﻮﻩ ﺷﻮﻇﺒﻮﺭﻭ ﻭﺍﺣﺪ ﺍﻟﻤﻨﺘﻮﺟﺎﺕ
شي واحد مجروح.
ﻛﻨﺘﺴﻨﺎﺍﺍ ﺍﺵ ﻧﺼﺎﻭﺏ ﻟﻴﻪ؟
واش عندك شي خريطة ديال قطار الأنفاق؟
عندي شومبر واجدة ليك فغراند أوطيل. تقدر تمشي ليه؟
عندي واحد لوجع فعيني ليمن.
أنا ماشي مزيان بزاف فالألمانية.
ﻻﺑﺪ ﻧﺘﻮﺏ ﻣﻌﺎﻧﺎ
واش تقدر تاخد هاد السروال؟
واش نقدر نتسلف مضرب وشي كورات؟
واش تقدر تزيد شي صرف؟
ﻭﺍﺵ ﻧﻘﺪ ﺷﻲ ﺳﻠﻮ ﻧﺼﻒ
ﺳﻼﻡ ﺃﻧﺎ ﺟﻮﻧ
ناكاي.
واش عندك شي مانع نصورك نتا و الطاكسي ديالك؟
عيطت على ود باليزة ضاعت هادي تلت ايام.
بغيت شي أوطيل رخيص.
أوه، كاينين بزاف د لحوايج خاصك تشوفهم ف (غرينويتش ڤيلاج).
على ود الخدمة. عندي شي معارف تما.
كايجي مع الكوستيم ديالك.
واش ممكن ترد البال للباليزات ديالي؟
كيفاش عجباتك هاد الفكرة؟ قابلين الشرط ديالك ديال ستة اشهر ديال الاشعار بشرط تعطيو لينا الحق ديال البيع لمدة ستة اشهر من بعد فسخ العقد
اسمح ليا. واش كتعرف نيويورك مزيان؟
نتسناو. عافاك اتصل بينا منين تكون جاهز.
بغيت نشوف شي جراح.
ﻭﺍﺵ ﻫﺎﺩ ﺍﻟﻤﻜﻮﻥ ﻃﺒﻴﻌﻴﺔ
بغيت نسوك سكوتير.
رمز المنطقة هو زيرو تلاتة. الرقم هو تلاتة واحد جوج تلاتة ربعة خمسة ستة سبعة.
شدو البرد.
شي طوموبيلة صغيرة تكون مزيانة.
بغيت نصيفط هادشي فبريد عادي.
خليني ندوز هاد المكالمة للسيد المسؤول.
ﺷﺤﺎﻝ ﺍﻟﻤﻘﺎﺩﻳﺮ ﺑﻐﻴﺘﻲ
ﺍﻩ ﻳﺎ ﻟﺤﺴﺒﺔ ﻣﺎﺗﻴﺘﺶ ﻫﺎﺩﻭ ﻟﻴﺎ
واش عندك مجموعات علب باش تصايب باكاج؟
واش الطيارة غادي تخلص ليا الغدا و المصاريف ديال الفندق؟
واش هادو الصاك ديالك كاملين؟
كيفاش تبغي تدير الاتصال ديالك؟
واخا، غالي. ماشي مصنوع في اليابان، ياك؟
ﻣﻮﻓﻘﺔ ﺗﻨﻘﺶ ﻟﻴﺎ ﺍﻟﻤﻠﺢ
فين كاين أقرب مطعم لهاد الأوطيل؟
بغيت شومبوان للشعر عادي.
وقتاش كاتضن غادي يتلقا؟
ﻛﻨﺘﻤﻨﻰ ﻟﻚ ﻳﺎﺭﺏ ﺳﻨﻴﺎﺕ ﻛﻠﻬﺎ ﻓﺮﺣﺎﺗﻚ
غادي ناخد واحد سبرايت كبير.
ﻋﺎﻭﺩ ﻋﺎﻭﺩ ﺍﺑﻮﺍﺭ ﻣﺰﺭﻭﻥ
سمح ليا. بغيت ندير الطلبية.
عندنا شريمب نيوبورغ و فخد ديال الخروف مشوي.
بغيت غرفة بمنظر زوين.
تلاتة ديال لكيسان ديال عصير دلحزر، عافاك.
عندي تلاتة ديال الولاد.
سير نيشان فهاد الصالون و دور على اليسار فالقنت. غادي تشوفو على يمينك.
واش جولة نهار كامل؟
شحال كادير البييي ديال مشي و جي ل اوكسفورد؟
كانمشي لواحد لاصال كل نهار و نص.
فين نقدر نبقى خلال الجولة؟
اشمن ساعة المغادرة؟
شحال كتدير تكلفة الرحلة فالنهار؟
فين نقدر نلقى السيديات؟
اسمح ليا. أنا طالب جامعي من اليابان. واش انتوما طلبة جامعة نيويورك؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطة؟
اكي، كاتعرف شي محل ديال الديسكات مزيان قريب من هنا؟
كاش ولا كارط؟
خدام فواحد الشركة ديال التجارة.
حشومة تسول بنادم شحال كيتخلص.
واش هادو ليفيس خمسة واحدات اصلية؟
وقتاش يمكن ليا ندوش؟
مايمكنش يكون عمرك قل من واحد وعشرين سنة.
فهمت. فالواقع، فيه شريط سريع. عندك مانع نخرجو؟
يالاه دابا شريتو.
غادي نجيب واحد دابا.
تمنية دولار. وهاهو واحد غادي.
عافاك وريهم مع الأغراض ديال الشرا للجمارك فالمطار.
واش كاينين شي تخفيضات فالمحلات الشاملة دابا؟
أومبلونص، صيفط لي لابيجي ديال العافية.
الطوموبيل ميتة.
وقف فالتقاطع الجاي.
اوه، ها هو. واش كل واحد خاصو يعمر هاد استمارة التصريح الجمركي؟
و ممكن الاسم ديالك عافاك؟
واش عندك مانع إلا درت مكالمة على حساب المتلقي؟
ﺳﻼﻡ ﻋﻠﻴﻜﻢ
فين هو قسم السفر؟
شنو اسم الشخص اللي بغيتي تهضر معاه؟
أنا أسف، هو ماكاينش دابا.
...شوف هادشي...شوف هادشي...غادي تقول لي الفرق بين هاد السيد وهاد السيد هو الزهر؟ محمد وقف الله يحفظك...ما عندكش مشكل نوصلك هنا...راه تعطلت...صاحبي تشرفت بمعرفتك...واخا؟
الغرفة ديالك كاتطل على المدينة؟
واش كاين شي رسائل ليا؟
باقي غالي بزاف. واش مايمكنش تدير ليا تلاتة دولار؟
بغينا غرفة اللور.
غادي ناخد كاس ديال النبيذ.
جيتي زوينة.
بغيت غرفة بسريرين. بشحال الليلة فالغرفة؟
كايد ف تسعودو تسعين ميل.
فينس و ليندا بغاو يبقاو بوحدهم، داكشي علاش سمح ليا غادي يخصني نبقى هنا هاد الليلة.
عافاك خلي هاد الأمتعة تحت المراقبة الجمركية.
سميتي ساتو.
كنعرف واحد النادي ديال الجاز قديم وسط المدينة.
غادي ناخد هاد الوجبة الثابتة.
بغيت نجرب نفس الأكلة ديال هاديك.
غادي ناخدوه.
واش هاد الشي كايوصل للسادس؟
ﺍﻟﺒﺴﻄﻴﻠﻮ؟
ﻋﻔﺎﻙ ﺣﻄﻴﻪ ﻓﻲ ﺛﻮﺏ ﻋﺎﺩﻱ ﻭﺧﻠﻲ ﻟﻴﻪ
بغيت هاد الفيلم يتحمض. وقتاش يوجد؟
ﻋﻔﺎﻙ ﻣﺪﻳﻬﺎﺵ ﻫﺪ ﺍﻟﻤﻔﺎﺟﺰﺍﺝ ﻟﺸﻲ ﺣﺪ ﻣﻦ ﻧﺎﺱ
واخا. غادي نهزك من الفندق ديالك مع التمنية.
ﺷﺒﺎﻛﻴﺔ ﻻ ﺍﺣﺴﻦ
خللي الغرة ديالي طيح، عافاك.
واش داخلين فيه جميع مصاريف التنقل؟
دار الأوبيرا ديال الميتروبوليتان.
فين هو مكتب كراء السيارات؟
فيا الحمى من البارح بالليل.
ماشي ذوق ديالي.
ﺷﻨﻮ ﺍﻟﺨﻀﺮﺍﺕ ﻋﻨﺪﻙ
بغيت بيرمانونت مرخي، عافاك.
وقتاش غادي يجي الطبيب؟
ﻫﺪ ﺍﻟﻠﻮﻥ ﻏﺎﻟﻚ
تشققات ليا سنة
واش هاد البلاصة ديال الجناح ولا ديال الشرجم؟
أنا كايعجبني المشي فالجبال.
واش تقدر تجيب ليا الباكاج ديالي للغرفة؟
وريني شي واحد لآنستي.
تقدر تحبس هنا؟
واش عندك شي حاجة ب تمنية دولار زيرو سنت؟
أنا عطشان.
بلا حليب، عافاك.
عندي تلاتة د الشكارة.
فين كاينة البحيرة؟
سمح ليا. ضغط على زر التصوير، عافاك.
واش يمكن لي نحصل على مجلة أو شي حاجة بحال هاكا؟
راه الجنوب.
ﺷﺤﺎﻝ ﺍﻟﺘﺴﻠﻴﻥ
بغينا غرفة كتطل على البحيرة.
واش كاينين شي بواطات د ألبري قرب هنا؟
واخا. غادي نديك لتما.
الجزء اللي مكتوب بالخط المائل تيعني التغييرات اللي وقعات فالتسعينات.
عندو تلاتين عام.
واخا. واش يمكن ليك تكتب العنوان مرة أخرى على هاد الظرف؟
بغيت نمشي لهارودز. واخا ترسم ليا الخريطة، عافاك؟
ﻭﺍﺵ ﻛﺪﻳﺮﻱ ﻓﻴﻪ ﻭﻗﺖ
واش عندك بطاريات لهاد الكاميرا؟
بغيت زر تحرير الكابل.
واش انت الأخير فهاد الصف؟
كنضن باللي راه عامر بزاف.
ﺳﺒﺤﺎﻥ ﺍﻟﺴﻢ. ﻏﻴﺮ ﺧﺮﺝ.
واش يمكن ليك تقول لي البلايص المثيرة للاهتمام هنا؟
واش كاينين شي حوانت شاملة هنايا؟
حتا انا.
بغيت ندخل من سان دييغو.
كنت كنفكر ناخد هاداك الكورس فالعام جاي.
لخمر ماسخونش مزيان. تقدر تزيد تسخنو؟
واش يمكن لك تبدل هاد الحوالق ل بروش؟
اشنو اكتر حاجة كتهمك دابا؟
بغيت نرجع الفلوس. واش يمكن لي نرد فلوسي؟
واقيلا مايمكنش ليا نشرب بحال هادشي فشي بلاصة أخرى.
إلا شريتي حتا هادا، غادي يولي المبلغ بدون رسوم جمركية.
ممكن نشوف شهادة التلقيح ديالك، عافاك؟
واش كتسافر بزاف؟
جيت من الولايات المتحدة.
عندي تذكرة طيران ل سان فرانسيسكو.
إيلا كانت غير ربع ساعة بالمشي من المحطة، غادي نمشي على رجلي.
بغيت شي وطيل أرخص شوية.
بونساي كتبان بحال شي هواية د الشارفين.
باقي ما قررت. واش تقدر تعطيني شوية د الوقت؟
راسي كيضرني.
واش تبغي تشرب القهوة معايا؟
بغيت شهادة طبية و فاتورة للتأمين ديالي.
أوه، لا. عافاك زرب. را تعطلنا.
مابغيتش نصرف اكتر من عشرين دولار.
علاش الطيارة مازال ماتقلعات؟ قول ليا اش واقع.
شحال التذكرة؟ واش تقدر تكتب التذكرة على واحد الورقة؟
بغيت نكري واحد من البلايص دالتشميس.
بللاتي واحد الدقيقة، عافاك.
واش خص العيالات يلبسو كساوي رسمية؟
ماتقيصنييش.
واش عندك السجائر؟
ﻟﺒﺎﺭﻃﺔ ﻣﺎﺷﻲ ﺑﺤﺎﻝ ﺗﻐﻴﻴﺮﻩ ﻧﻤﺮﺓ ﺗﻜﻮﻥ ﻋﻠﻰ ﺗﻜﻮﻥ ﻧﻤﺮﺓ
Fantastic.
غادي نسد دابا. شكرا على الانتباه ديالكم.
واش عندك هادا فشي لوان أخرين؟
شكون؟
اسمح ليا. يمكن ليك تقول ليا فين كاين شي موقف ديال الطاكسيات؟
و باش يشرب؟
ها هو.
فين كاين أقرب محل ديال الحديد؟
اححم. ما خدّامش، ياك؟ يمكن ليك تبدل لشي مقعد آخر، إلا بغيتي.
كا نقلب على هادا.
واخا، أسيدي. اشنو بغيتي للتحلية؟
كوتش ولا بولمان؟
شيكات سياحية. شكرا لك. هاهي التذكرة ديالك والكارط ديال الطلوع. كون تما، عافاك، ساعة قبل من وقت الإقلاع ديال الطيارة.
ﻫﺪﺍ ﻫﻲ ﺍﻟﻌﻴﺎ ﻣﺤﺮﺷﺔ
الاسم هو جورو موتوياما. والرقم هو زيرو تلاتة تلاتة جوج ستة واحد جوج ربعة تسعود خمسة.
كانحس براسي مريض بزاف.
اشناهي اوقات عرض فيلم "حب كاسيي"؟
واخا. واش تشرب قهوتك دابا أو من بعد؟
ﻗﻮﻟﻲ ﺍﺣﻠﻰ ﻧﺎﺡ ﻓﻴﻦ ﻧﻮﻉ ﻓﻴﻦ
ﻋﻼﺵ ﺍﻟﻤﻨﺘﻮﺟﺎﺕ ﺩﻳﺎﻟﻚ ﻣﺨﺘﻠﻔﺎﺵ ﻣﻦ ﺍﻟﻤﻨﺎﻝ ﺩﻳﺎﻟﻚ؟
ﻋﺎﺭﻑ ﻳﻜﻮﻥ ﻣﺎﺣﺪ ﻳﺴﻮﻝ ﺗﻌﻠﻴﻢ ﺍﻟﺴﻼﻣﺔ?
واش هاد الشارع الخلفي خطير؟
آه، عافاك دير الإجراءات اللازمة.
ﺍﻩ ﻏﻴﺮ ﻭﺍﺣﺪ ﻓﻤﺘﺘﺒﻌﺘﺶ؟ ﻛﻴﻒ ﻏﻨﻌﻮﺽ؟
هاهي بطاقتي الوطنية.
كانفضلو طابلة حدا الشرجم.
عافاك قول ليا أرخص طريق ل سان فرانسيسكو.
واش كتعرف المطعم، كيويا؟
نوبة.
غادي نغلاض غير بالگلسة هنايا والماكلة على طول.
واش كاين شي مطعم مزيان مع عرض الفلامنكو؟
ﻫﺎﺩ ﺍﻟﻔﺴﺮ ﺑﻨﻴﻨﺔ ﻋﻠﻴﻚ
رجلي كتضرني.
فين أقرب مغسلة؟
واش تقدر تبدل معايا البلاصة، عافاك؟
بلايصنا تفارقو.
ف الحقيقة، بغيت هاد الارسال يكون مؤمن عليه، حتى هو.
الفاتورة كتوصل لمية دولار.
مخارج الإغاثة كاينة فالقدام، الوسط وفاللور ديال هاد الطيارة.
واخا، الحجز ديالك تعاود تأكد.
الطالو عالي بزاف.
بغينا طابلة فالشرجم.
يعني ان الفيلم ممكن ما يكونش مناسب للاطفال اللي عندهم قل من خمسطاشر سنة. فخاص الاباء والامهات يشوفو واش يخليوا ولادهم يشوفوا الفيلم ولا لا.
كيفاش بغيتي تاخد لفلوس؟ عافاك عمر هاد لورقا و وقعها هنا.
مرة مرة كتحرقني المعدة.
واش عندك شي أطباق منخفضة السعرات الحرارية؟ أنا عامل الريجيم دابا.
مكاين حتى شي واجب ضروري.
آه، عندي جوج تذاكر للعمالقة والدودجرز.
حنايا واحد من أهم المزودين ديال الميكرو كمبيوتر.
ﺷﻜﺮﺍ ﻟﻚ ﻳﺎ ﻫﺎﺩﻱ ﺍﻧﺎ ﻫﺪﺍﻙ ﻋﻠﻴﺎ ﺍﻟﺴﻼﻡ ﻟﺤﺘﻰ ﺍﻟﻨﻬﺎﺭ
شومبر ديال توام مع بانيو، عافاك.
طحت فالدروج.
اشمن نوع ديال المثلجات تنصحني بيه؟
همم. هادا. اللون كايجيك زوين.
فيناهوما كتوبا ديال لوغات أجانبا؟
جوج شرايح و مشروب صافي.
عطيني شي سجائر.
ممنوع تدخلو للبلاد - سمح ليا. إيوا، كانظن هادا تقريبا غادي يعتني بكلشي.
آه، أنا. كانو ساكنين حدايا ف كاليفورنيا ولكن نتاقلو ل فلوريدا هادي عامين. وانت؟ واش مسافر بوحدك؟
أنا مريض.
ﺷﻬﺘﻮ ﻋﻠﻰ ﺍﻟﺤﻤﺎﺕ ﺑﺎﻳﻨﻮ
هاد القياس، عافاك.
كتعطى وسام الاستحقاق الثقافي للفنانين والعلماء المتميزين فهاد النهار.
انا ياباني.
غالي بزاف.
نعم. خود طوبيس لي غادي ل كيوتو-ايكي.
واش غير الأعضاء؟
تكلفة الغرفة هي ستة آلاف ين لليلة وحدة.
واش يمكن لي نهز معايا هادشي فالبوينت؟
واخا. اللي بغيت نعرف هو واش البيزنس غادي يخلص راسو شي نهار؟
واخا. واش بغيتي شي شال معاه؟
شحن البطارية، عافاك.
أنا واجد باش نطلب.
الملح ديال الحمام بالأعشاب كيخلي البشرة ديالك ناعمة وملساء.
كتب اسم الشركة الطيران ورقم الرحلة، حتى هو.
ﺑﺼﺎﺡ ﺍﻟﻴﻮﻡ ﺍﻟﺒﻂ ﻭﺍﻟﺒﻂ ﺍﺷﻮﻱ ﺯﻭﻧﻴﻦ
اه، راه مشكل ديال رمي النفايات.
بغيت هاد النوع فضو ماشيين ديال خمسة البلايص.
بزاف د العائلات عندهم جوج دخلة.
أوه. هاد لفضيا نادر "القمر والجرس". متءكد بغيتي تبادله؟
الوالدة و ختي غادي يجيو من اليابان باش يشوفوني. غادي يوصلو لهنا مع السبعة تقريبا ديال العشية.
ﻟﻮﻥ ﻣﻮﺻﻮﻥ ﺑﺰﺍﻑ ﻫﺪ ﺍﻟﻌﺎﻡ
ﻓﻜﺮﺓ ﻣﺰﻳﺎﻥ. ﻓﻤﺘﻨﻲ ﺗﺠﻲ
واخا. جوج بلايص، عافاك.
فين السوق؟
ﻛﻨﺘﺴﻨﻰ ﻧﺠﺮﺑﻮ ﻟﻴﺎ ﺍﻟﺠﺪﻳﺪ
حساب ليا نتوما كتاكلو غير لكروفيت.
ﺷﺤﺎﻝ ﻋﻤﻠﺘﻠﻴﻚ ﺩﺭﺟﺔ ﺍﻭﻝ ﻓﺮﺍﻥ ﻟﻴﺎﺩﻭﺭﺍﻡ, ﻣﻦ ﻓﻀﻠﻚ؟
باينا هاد لفلوس لي عطيتيني نااقص فيهوم عشرة دولار.
يالاه عيطت للسيد سميت فل شومبر مياتاينو اوه وان، بلحاق مجاوبنيش. واش تقدر تعرفليا الا كان باقي هنا؟
بغيت شي واحد دايل هاد الوقت.
خدام فواحد الشركة ديال النشر.
ﻣﻮﻓﻘﺔ ﺍﺩﺭﺏ ﻫﺎﺩﺷﻲ؟
فينا زنقة حنا؟
تقدر توزن هاد الباكية؟
شنو كتقولو ليه بالإنجليزية؟
بقى غادي فهاد الممر, من بعد غادي تلقاه فالجيهة اليمنى.
بغيت نأمن على هادشي.
ﺻﺒﺎﺡ ﺍﻟﺨﻴﺮ ﺍﻧﺎ ﻣﻴﻠﻮﻛﺶ ﻣﻨﻚ
واخا. عافاك اركب.
آه، سيدي. كانجي نفطر هنا كل نهار، من الاثنين حتى الجمعة، قبل ما نمشي للخدمة.
ماشي مشكل.
عافاك اعطيني تلاتة جوج ستة جوج تسعود واحد تمنية.
اه، يمكن لينا نتكلفو بيكم ابتداء من السبعة.
عافاك تسطح هنا.
خدمة سريعة هادي.
واقيلا باقي غادي يبان.
عافاك دور على ليسار فالتقاطع جاي.
سمح ليا. كيفاش نوصل للبنكة؟
واش كاين شي طوبيس كايمشي للمتحف ديال فورد؟
نعم. سميتك و رقم الغرفة ديالك، عافاك.
شحال دلوقت كيستغرق باش يمشي بالبريد الجوي لليابان؟
واخا. نتلاقاو مع الجوج هاد الأحد.
بغيت ندوز لنيويورك فطريق لكندا.
السنسلة تهرسات. واش عندك شي وحدين خرين فحالها؟
هادشي شوية موسخ.
تقدر تعاودي تأكد ليا الرحلة ديالي؟ هاهي التذكرة ديال الطيارة.
واش عندك هادا ف الأخضر مغلوق؟
تقدر تديني لكنتربري و ترجعني؟
ممكن تعطيني فرشيطا وحدا خرا؟
ﻛﻨﺸﻜﺮﻙ ﺑﺰﺍﻑ ﻋﻠﻰ ﻃﻴﺒﺘﻚ
اسمح لينا، ما كانبيعوش تذاكر المسرح.
بغيت نشوف هادشي.
أوه، هادشي زوين. شنو خاصني ندير؟
بغيت نطول الإقامة ديالي هنا ليومين أخرين.
عافاك بدل ليا البلاصة.
عندنا شي قريدس (أو كروفيط) مزيونين اليوم.
حتا لاين كايبقا محلول؟
واش مدخن أو لا؟
غالي عليا بزاف. ما يمكنش ترخصو شوية؟
انا محلول نهار لاربع فالصباح ولا نهار لاربع فالعشية.
مادرتش الحجز.
حيت الصيف فاليابان عادة تيكون سخون بزاف، وماكانش عندنا مكيف الهواء فالأيام القديمة.
تقدر تتصل ليا بطاكسي غدا مع التمنية دالصباح؟
ﻣﺴﻮﺱ
علاش مانتسناوش الطوبيس تحت البراصول؟
اجي، كنجي. خليني نوريك المكتب.
آه، محلول من تسعود حتى لتسعود.
ماكانعسش مزيان بالليل.
كيفاش أثر هاد الركود على البيزنس؟
عندي موعد آخر.
واش يمكن لي نحصل على خريطة طرق المدينة؟
ﻫﻮ ﺍﻟﺸﻲ ﺗﺎﻧﻴﺘﻮ
ﻣﻔﻬﻤﻜﻢ ﺍﻟﺸﺮﺡ
خاصني نبدل. غادي لبوسطن.
فين أبّه كيتمشاو؟
واش كيدوم؟
📩 **Original:** I enjoyed m
ايوا صافي، بغيت يكون عندي وجه صغير بحال جوليا روبرتس.
ﻣﻤﻜﻦ ﺗﺎﺧﺪ ﻫﺎﺩﺍ، ﻣﻦ ﻓﻀﻠﻚ
المسافرين اللي غادي يمشيو في الرحلة ديال الخطوط الجوية إي بي سي سبعة زيرو تلاتة اللي غادية لطوكيو، عافاكم سيرو للبوابة رقم عشرين باش تديرو الإجراءات الحكومية الرسمية.
فين كاين المحطة ديال الطوبيس ديال بي؟
شي وحايد، عافاك.
فين نقدر نشري طبلة دالماكلة؟
واش يمكن لي نكري شي مرشد كايهضر باليابانية؟
واش تبغي نصورك؟
ماكانش عندي هاد الطبق.
جرحت صبعي. كاين شي معقم؟
واش نقدر نحصل على تنابر بتسعود و تسعين سنت؟
غادي نكون هنا مع التمنية أقل ربع.
بغيت شي ريحة.
واش يمكن لي نحصل على التوقيت؟
واش غادي للمدرسة هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
انا متأكد باللي حطيتو في الحقيبة ديالي.
ليدين الفوق.
واش كاين شي مطعم مزيان قريب من هنا؟
شنو تبغي، كحل ولا بيض؟
تقدر تقول لي فين غادين نطيرو؟
تذكرة التحويل، عافاك.
فين كاين شي بلاصة زوينا ندير بيها شي فييرمه نهار واحد؟
ﺑﻐﻴﺖ ﺍﻟﺸﻤﺲ ﻛﻴﻠﻲ ﺑﻨﻔﺲ ﺩﻳﺎﻝ ﻫﺎﺩﻱ
واش باقي غادي تدير داك الجدول الزمني؟
اشمن ساعة كايفتح البنك؟
كانحس براسي مريض.
كا نحير. واش تقدر ترسم ليا خريطة؟
برا.
ﻭﺩﻱ ﻟﻴﺎ ﺍﻟﻤﺴﺘﺸﻔﺎﺕ
واش خاصني نجي للسبيطار كل نهار؟
معدتي كتضرني.
شحال كيسوى التنبر ديال هاد الرسالة لليابان؟
بغيت كاس ديال الشيري.
واش محتاج لي يجي ليك من المطار؟
الركوب غادي يبدا مع الربعة و نص، إذن عافاك جي قبل.
من تلاتين ألف ين.
فين نقدر نشري بطاقة اتصال هاتفية؟
واش يمكن لي نردو فمدينة أخرى؟
عوال نبقا حضاش ليوم.
عافاك خلي الفوق طويل شوية.
خاصك تشوف شي اختصاصي.
شوية ديال الدقايق، عافاك.
التراك رقم ربعطاش.
أوه، بالصح؟ عندك بالتأكيد اختيارات بزاف.
مالقيتهوم فين ما مشيت
واش عندك شي بلايص خاويين للندن؟
بغيت نسخة من التقرير ديال السرقة.
كاين على بعد بلوك واحد من الشارع.
تقدر تشعل لي بينما انت كتشعل؟
واش هاد السيجارات خفاف؟
واخا. بحال هكا.
القطار السريع جاي من هنا ساعة.
بغيت نطول كمام هاد الجاكيت الرياضة.
عندي حجز. هاهو رقم التأكيد.
ﻭﺻﻞ ﻋﻮﺍﺵ ﺩﻳﺎﻟﻚ
القطارات واقفين بسباب الإضراب.
ﻭﺍﺵ ﻣﻤﻜﻦ ﺗﺼﺎﻭﺑﻬﺎ؟
الشارع كان عامر بالطوموبيلات.
راه العمارة الثانية على اليسار ديال ديك العمارة البيضاء.
احجزنا بلاصة لنهار خمسة و عشرين أكتوبر مع لحضاش ديال الصباح.
لا، شوية لقدام. تما، اه.
نعم، ذلك ما فيهش الوجبات.
فين يمكن ليا نرد هاد التذكرة؟
علاش كيوقع؟
بغيت نرتاح شوية.
طوموبيلتي خسرات، عافاك أجي ليها.
بغيت شعري يكون طويل شوية من لور.
ﺷﻨﻮ ﻣﻮﺍﺩﻳﻦ ﻋﻨﺪﻙ؟
متافق، راه من البلايص لي كايعجبوني.
ﻧﻮﻉ ﺍﻟﻤﻮﻝ ﺍﻟﺘﻲ ﻓﻲ ﺧﺎﻧﺘﻚ؟
سميتي ميتشيكو تاناكا، و الرقم ديال الرحلة هو خمسة زيرو واحد لطوكيو.
ﻣﻤﻜﻦ ﺩﺭﺗﻲ ﻟﻴﺎ ﺧﺮﻳﻦ ﺑﻴﻦ ﻫﻨﺎ
فين نتلقاو؟
بغيت نفس الفورمة ديال ديما.
عطيني خمسين، عافاك.
فين يمكن نتسجل على الرحلة ديال الخطوط الجوية اليابانية؟
شنو هوما المحتويات؟
واش كاينين شي بلايص معروفين فهاد الجوايه؟
اعطيني شوية دالصرف، عافاك.
واخا. غادي نتأكد باللي الباغاج ديالك غادي يكون هنا.
هذا هوا الإختصاص ديالنا، حوت الصول لي كيتباع بالورقة و كيتطيب فالفران.
غادي نبقاو.
تعرضت للكريساج.
واخا. واش خاصني نركزو؟
غادي نتقاسمو.
ما عندناش هاد الستيل بالضبط دابا. غادي نتحقق من المخزون ديالنا. تسنا غير دقيقة، عافاك.
سكوتش مع الما، عافاك.
ﻫﺪﺷﻲ ﻛﻴﺠﺎﻭﺏ ﺑﺸﺤﺎﻝ ﻛﻴﺴﺎﻉ
خود هاد الوصفة للصيدلية. تقدر تاخد الدوا تماك.
ﺍﻧﺎ ﻃﻠﺐ ﺩﺍﻙ
اه، تقدر توقف فأي محطة بين هنا و شيكاغو.
فين نقدر نشري التذكارات؟
غالي بزاف. مانقدرش نشريه.
واش نقدر نحصل على رقم الهاتف ديال شركة إي بي سي في شيكاغو، عافاك.
فيناهي الكنيسة؟
ﻋﻔﺎﻙ ﺑﻴﺾ ﺑﻐﻴﺘﻲ
راه حدا هاد المبنى مباشرة.
لا، كانضن نساو ما يجيبو لينا واحد.
واخا. راه تم التأكيد. ممكن تعطينا رقم الهاتف ديالك، غير في حالة احتجنا نتواصلو معاك؟
اشنو سميت الرسام؟
واش خاصني نطلب منو يعاود الاتصال بيك منين يدخل؟
بغيت ناخد هاداك.
ﻋﺠﺒﻨﻲ ﻫﺪ ﺍﻟﺨﺪﻣﺔ ﺩﻳﺎﻝ ﺷﺎﻣﺒﺎﻧﻮ ﻣﻦ ﺑﻌﺪ ﺍﻟﺼﻮﻓﻴﺮ. ﺣﺘﻰ ﺍﺭﻕ ﺍﻟﺼﺤﺔ ﺩﻳﺎﻟﻚ.
أربعين دولار فالنهار زائد تمنية سنتات للميل.
غانقمر خمسة دولار.
واش ماشي هاد الطلب ديال شي واحد آخر؟
تقدر تقول ليا كيفاش نمشي للمتحف؟
...ديزولي بزاف، بلحاق بغيت نأجل الموعد.
يمكن ليك تنصحني بشي رحلة؟
التران ديالك غادي يمشي من السكة تمنية.
كانقلب على صاك بالحزام قابل للتعديل.
بغيت يبقا قل م ميا او حانون دولار.
غادي نسولك من بعد ما نكون قلبت مزيان.
نعم. حجز لستة ديال الليلات، عافاك. بداية من تلاتة وعشرين يوليوز.
تقدر توريني وحدين أخرين بتصميمات مختلفة؟
شنو نوع العصير اللي تبغي؟
ﻭﺍﺵ ﻏﺎﺩﻱ ﺩﻳﺮﻱ ﻟﻠﻪ ﻓﻲ ﺍﻟﻌﻮﺍﺷﺮ
فين نقدر نمشي نشوف شي منظر زوين بزاف؟
كان مهرس منين حليت لباكو.
تسعود و عشرين شتنبر.
بغيت نصيفط هادا بالبريد الجوي لليابان.
عيد الشكر على الخدمة. هو يوم ديال الشكر لكل واحد كيساند المجتمع بالخدمة ديالو.
هاد الغرفة صغيرة بزاف.
واش نقدر نحصل على أتاي أكثر، عافاك؟
بغيت هاد الحوايج يتصبنو من هنا شوية ليوم.
واش كاين شي بنك هنا؟
تقدر تجمع الطبلة، عافاك؟
موس، عافاك.
هادو كاملين مطبوعات.
عافاك، كتب رقم البيت ديالك في الظهر.
كنستعملو العويدات فاش كناكلو.
ديلطا فلايت نومرو تمنية و عشرين لنيو أورليانز غادي يتأخر تقريبا بساعة.
منين نرجع لليابان، غادي نكتب ليك برية. إلا كان عندك الوقت، عافاك سيفط لي برية.
خليت تذكرة الطيران ديالي فالأوطيل.
غرفة فردية بلا دوش، عافاك.
ﻣﺸﻜﻮﺭﺓ ﻋﻠﻰ ﺍﻟﺘﻮﺍﺻﻞ ﻣﻨﻲ ﺷﻲ ﺟﻤﺎﻋﻴﻦ ﻳﻨﺴﻰ ﺍﻥ ﻳﻮﻗﻒ ﺇﺳﻤﻮﻩ
ايوا، راه الوقت تيطير. واش نكملو هاد النقاش نهار الخميس مع الوحدة؟
بغيت شي بيجامات.
واخا. نعيط ليك ملي يوجدو.
أشنو بخصوص الغدا؟
الليموزين غادي توقف فالأول فالباب الشمالي.
حتال إينا وقيتة نقدر نستعمل المطعم ديال الفندق؟
واش قطار مباشر؟
ايوا، راه فات الحال شوية. كنضن خاصني نمشي دابا. شكرا بزاف على الليلة الرائعة.
ﻭﺍﺵ ﻣﻤﻜﻦ ﻧﺪﻱ ﺍﻟﺪﻭﺯ ﻟﻠﻤﻈﺪ ﺩﻳﺎﻟﻮ
بغيت الدجاج محمر.
الغلط ديالي. ماشي الغلط ديالك.
اسمح ليا، وقتاش غادي يسالي هاد الفيلم؟
هاداك، عافاك.
سرقولي دهازي. خاصني ندير شكاية.
واحد الشوييا، عافاك. غادي ندوز ليك السيد جونز.
ﺳﻼﻡ. ﻫﺎﺩﻱ ﺍﻟﻠﻴﻤﺔ ﺍﻟﻤﺘﺤﺩﺩﺍ
فين تعلم السي جونز اللغة اليابانية؟
ﻋﻨﺪﻱ ﻭﺍﺣﺪ ﺻﻐﻴﺮ ﻋﻠﻰ ﻧﻔﺲ ﺍﻟﺘﺼﻴﻞ
واش تقدر تاخد ليا هاد السروال؟
الجمعة بالليل، مع التسعود.
واش هادي البوابة ديال لاس فيغاس؟
واش عندك طوبيس من المطار؟
معلقة أخرى، عافاك.
ﻣﺰﻳﺎﻥ ﻣﺎﻟﺤﺔ ﺷﻮﻳﺔ ﻭ ﻟﻜﻦ ﻋﺠﺒﻨﻲ ﻭﺍﺵ ﺟﺒﺘﻮﻫﺎ ﻣﻊ ﺑﻌﺾ ﺍﻟﻼﻓﺎﺯﺍ ﻛﺎﻣﻠﺔ
عافاك زرب عليه، إلا كان ممكن.
واش يمكن ليك تخلص عشرة دولار هنا كتأمين؟
اه. فياقني من بعد تلاتة دسوايع، عافاك.
بغيت ندير الطلبية، عافاك.
ﻭﺍﺵ ﻧﻘﻮﻝ ﻧﻌﻢ ﻭﻻ ﻻ؟
معلقتين، عافاك.
شنو هي المحطة الجاية؟
الطوموبيل كادير واحد الصوت غريب.
وقتاش كيسد مكتب البريد؟
راني زدت واحد العربون ديال خمسين دولار منين دخلت.
واش عندك شي دوا ديال المعدة لي مقلقا؟
واش خاصني نلبس كبوط وكرافاط؟
واش يمكن لي نحول الفلوس لحساب التوفير ديالي؟
نسيت صاكي.
بغيت نعاود نأكد الرحلة ديالي.
ساعتي. كانت ماركة جديدة رقمية سويسرية.
دزت فداك الإمتحان بحال الطيارة.
بغيتك تديني لشي بلاصات زوينين. را أنا سائح، كتعرف.
واش يمكن ليا نزور المدينة و السفينة في الميناء؟
من الأحسن تقاد المراية ديال اللور.
غادي يكون عشرة الدقايق دالتأخير أولا أقل.
واش يمكن لي ناخد الصحون ديالك؟
غادي نكون فرحان. إينا وقت تبغي؟
كنضن باللي نسيت الكاميرا ديالي اللور ملي تعشيت هنا البارح.
جمعهوم فالباب.
أوه، لا. ماشي ضروري. أنا نتكلف بيه. راك درتي فوق الجهد ديالك.
إما تصاوبو ولا تبدلو، عافاك.
يمكن لي نديروا فشي وقت الشهر الجاي.
ﻋﻔﺎﻙ ﺧﻠﻲ ﻗﻮﻟﻴﺎ
كيفاش هاد المنتوج الجديد كايجي مع المنتوجات اللي كاينين دابا؟
الخدامات ديال البيع ضريفات بزاف فهاد المحل.
تقدر تحتافظ ليا بهادشي؟
واحد الدقيقة، عافاك.
واش عندك ملصقات تسجيل الأمتعة ديالك؟
بغيت نكري شي طوموبيلة لمدة سيمانة.
ﺍﻩ ﻓﺎﻟﺒﺪﺍﺋﻢ ﻳﺘﻐﺴﻞ ﻭﺣﺪﺓ
عافاك وريني شي ساعات رجالية.
هادي الربعة وعشرة.
شحال كاتقام بالليموزين حتال مركز المدينة؟
من الصباح.
من الأحسن نزربو. را بداو كيصعدوا.
جا على عبارو.
ﺳﻮﻟﺖ ﺩﺟﺎﺝ
لعشرة أيام.
شحال فالعمر ديال هاد الولد؟
ﺷﺤﺎﻝ ﺍﻟﻤﺠﻤﻮﻋﺔ؟
بغيت نفس الشي، عافاك.
ضيعت شيكات السفر ديالي.
عافاك اعطيني شي دوا بارد.
ﻋﻔﺎﻙ ﺣﻄﻴﻪ ﻓﻲ ﻣﺨﺮﻳﺶ
ﺍﻧﺎ ﺩﻳﻤﺎ ﻛﻨﺸﻮﻓﻮ ﻛﻞ ﺻﺒﺎﺡ ﻓﻲ ﺍﻟﻘﻬﺎﺭ
واش تقدر تتعشا معانا هاد الليلة؟
غادي نبقى في فندق بي حتى للغد. غادي نكون فرحان إلا قلتيها ليه بلي أنا هنا.
الرحلة تأجلات بخمسة و ربعين دقيقة.
سميتي شينو يامادا.
ﺷﻨﻮ ﺍﻟﺘﺨﺎﺑﻞ ﻫﺎﺩ ﺍﻟﻤﻄﻠﻮﺏ ﻭﺍﺵ ﻛﺎﻳﻨﺔ ﻓﻴﻪ ﺍﻟﺘﺎﻟﻖ ﻓﻲ ﺍﻟﻄﺒﺦ
عندنا واحد النبيذ ابيض ازوين.
غير شي دوا بارد.
واش يمكن ليك تنزل ليا الباكاج ديالي للبهو غدا فالصباح؟
أوه، هكا ديما كانضيع شي حاجة فاش كانسافر.
مبقيتش قادر نحرك يدي ليمنة.
ﺳﻼﻡ ﻭﺍﺵ ﺩﻳﺎﻝ ﺭﻳﻮﻩ
من بعد، غادي توصل لشارع التسوق. إلا بقيتي غادي فالشارع، غادي توصل للمحطة.
لا، ماشي هنا. كاين واحد الغرفة ديال التدخين فاللور ديال هاد المدرب.
واش يمكن لي نحصل على كتيب؟
وصلني لتما مع التسعود، عافاك.
آه، سيدي. كيفاش بغيتيني نقطعو؟
كا نضن كاين شي غلط فالفاتورة.
غي الزيت والخل يكونوا كافيين.
عندي بالضبط داكشي لي باغي. نقترح عليك هادا؟
قهوة مع السكر.
سبعاونص. اووه، سمح ليا. درت واحد الغلط.
واش عمرك سمعتي بأسبوع ذهبي فاليابان؟
ﺷﻜﺮﺍ ﻟﻚ ﺭﺟﻮ ﻋﻨﺪﻧﺎ ﺗﺎﻧﻴﺎ
واش مازال عامر؟
واش يمكن لي نخليه فأي بلاصة ف البلاد؟
آش من نمرة خاصني نعيط منها هنا؟
كيفاش نمشي لديزني لاند؟
واش كاظن؟
اسمح ليا. فين جا الريسطو الرئيسي؟
بغيت ندير اتصال لليابان.
الدرجة ديالي اطناش. فين كاينة؟
شنو هادشي، عافاك؟
ﻧﻮﻉ ﺍﻟﻨﻮﻉ ﻟﻲ ﻓﺎﻟﺒﺎﻝ؟
نعم. غادي نوصلو مع التمنية ديال العشية بالتوقيت المحلي.
ﻟﻘﻴﺖ ﺍﻱ ﺣﺎﺟﺔ، ﻋﻔﺎﻛﻢ ﺗﺤﺎﺟﻴﻨﻲ.
واش يمكن لي نحصل على لحم الخنزير و البيض؟
مثلجات ديال البطيخ كتحلية، عافاك.
لما السخون ماكايوصلش سخون بزاف.
واش تقدر تشرح كيفاش ندير داكشي؟
عافاك اكتب عنوان الاتصال ديالك هنا.
واش يمكن لي نستخدم الفلاش؟
ﺷﻜﺮﺍ ﻟﻚ ﺗﻮﺭﺝ ﻟﻠﻮﺣﺔ ﺩﻳﺎﻟﻚ ﻓﻲ ﻧﻔﺲ ﺍﻟﻮﻗﺖ ﻏﺪﺍ ﻏﺎﺩﻳﻦ ﺍﻟﺼﻮﺭ ﻟﻲ ﺩﺭﺗﻬﻢ ﺩﺍﻙ ﺍﻟﻨﻬﺎﺭ ﻭﺩﺍﻙ ﺍﻟﻨﻬﺎﺭ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ ﻏﺎﺩﻳﻦ
... سمح ليا دابا يمكن لك تاخد غير من القائمة الليلية...
مع أو بلا plom.
راسي كيضرني.
هادي الغرفة اطناش زيرو سبعة.
بغيت غرفة مختلفة.
اشحال من وقت هاد التأشيرة صالحة؟
واش كاين شي سبيطار فهاد الجوايه؟
بغيت بذلة.
واش عندك شي حاجة بعرض كبر؟
واش يمكن لي نقيس قياس تسعود؟
أوطيل أمان كايقاد فطور زوين، عافاك.
فِينَاهُوَا لْحْدَيقَة لْعِيَالَات؟
واش كاين شي وحدات كبر؟
تلاتين دولار تمانين.
على حسب شحال دافئ البلاصة، ولكن في وسط اليابان، أوائل أبريل.
همبرغر بالجبلي و الفريت.
فات لوقت على القطار التالي.
ماعنديش صرف.
واش خديتي تذكرة الحافلة ديالك؟
كريدي، عافاك.
كنت في الرحلة ديال خطوط يونايتد تمنميا و تمنية و عشرين.
كاين الصداع بزاف حدا الغرفة ديالي.
الساحل الشرقي، كتلقى كذلك بلايص مشهورة، بحال نيويورك، واشنطن العاصمة وبوسطن.
واش عندك الوراق ديال اليابان؟
ﺳﻤﻴﺘﻮ ﻣﺰﻳﺎﻥ
واش ممكن نخلي عندك الأمتعة ديالي حتى للساعة واحدة؟
واش كاين شي رحلة سياحية في المدينة؟
اه، سمح ليا خاصني ضروري. كيفاش داير الأمن فهاد المنطقة؟
شفت. كانحاول نكري سيتروين.
ﺍﻧﺎ ﻋﻨﺪﻱ ﻣﻮﻫﺔ ﻃﺒﻴﺒﺔ
غادي يكون مزيان. فين كاين الخبز؟
شي بلاصة ماكاطلش على الشاريع، عافاك.
ﻭﺍﺵ ﺍﻟﺜﻤﺔ ﺩﻳﺎﻟﻚ ﻋﻠﻰ ﺍﻟﺨﺎﺗﺮﺓ
شكون لي غادي يكون أسرع، طاكسي أو أمبيلونص؟
واش عندك هاد التيشورت بألوان أخرى؟
ماخصكش تتفرج فالتلفازة بزاف.
وايه، حنا جايين عليه، جايين عليه.
من الأفضل تدخل لصبيطار ديالنا.
فين نقدر نلقى سوبرمارشي؟
ﻣﻠﻮﻱ ﻓﻲ ﺍﻟﺘﻘﺎﻟﺐ ﺑﻼ ﻣﻤﻜﻦ ﺗﺨﻠﻲ ﻟﻴﺎ ﻓﻲ ﺍﻟﺘﺨﺎﻳﺞ
شحال من محطة باقا قبل مانبدل؟
ﺩﺍﻙ ﺍﻟﺴﻢ ﺳﺎﺭﻙ ﺷﻲ ﺑﺮﻳﺘﻮ
ﻛﺮﺍﺩﺓ ﺍﻟﺒﺎﻝ ﻭ ﺍﻟﻘﺎﺀ ﺩﻳﺎﻝ ﺍﻟﻤﻌﺪﺍﺕ ﻭﺍﺧﺎ ﻭﺍﺵ ﺻﺤﻴﺢ
بغيت نشوف الميناء.
ﻓﻜﺮﺓ ﺯﻭﻳﻨﺔ
شحال د الوقت على رجليك؟
غادي ناخد عشرين من أكبر تيدي بير، عافاك.
ﺷﻨﻮ ﻧﻤﺮﺓ ﺍﻟﺤﺎﺟﺔ؟
ساهلة. غادي نشوف غير فالدليل ديال التلفون.
واش عندك شي غرف اكبر؟
ﺷﺤﺎﻝ ﺗﻤﻦ ﺍﻟﻔﺎﺭﻙ ﺩﻳﺎﻟﻲ؟
بغيت نبقى فهاد الغرفة ليلة زايدة.
اسمح ليا، بغيت نسلم التقرير ديال السرقة.
ايوا، على حساب موصلات لي غتاخد. واش غتمشي ف لكار ولا ف طيارة؟
واش غادي يزعجك إلا گلست هنا؟
ﻭﺍﺵ ﻧﻘﺪﺭ ﻧﺼﻴﻔﺎﺕ ﻭﺣﺪﺓ ﺑﺎﻟﺪﻫﻮﺭ
آه، عافاك صيفطو للغرفة اطناش اربعة و تلاتين.
ﻋﺎﻭﻧﺎ ﻓﻲ ﻫﺪﺍ ﻟﻌﺎﻣﻴﺔ ﻣﻦ ﻓﻀﻠﻚ
بغيت جوج وراق د الذهاب و الإياب ل أوكسفورد.
معاياش خصني نجي للمطار؟
هادي بطيئة.
فين نقدر نحمض الفيلم؟
لا، عافاك لا. واش ممكن تأجل أسئلتك حتال اللخر ديال العرض ديالي، منين غادي نطلبها؟
بغيت شي بلاصا زوينا.
سمح ليا المرحاض ماخدّامش. محتاج للمساعدة.
ﻣﺎﺷﻲ ﺻﻌﻴﺔ ﻭﻻ ﻏﺮﺍﺿﻴﺔ
غادي نوصلك للبلاصة ديالك. تفضل معايا.
سمح ليا، نقدر نسولك واحد السؤال؟
كا نظن بلي اه.
ﺳﻼﻡ ﻋﻠﻴﻜﻢ
بغيت نسجل هاد الامتعة كاملة مباشرة لطوكيو، عافاك.
تقدر توريني واحد كبير شوية؟
كنضن لحوايج اللي مصاوبين ف الجابون هما اللي كيكونو مخيطين مزيان.
من الأحسن تستسلم.
عاود عافاك.
ﻣﻤﻜﻦ ﺗﻜﺘﺐ ﻟﻴﺎ ﺍﻟﻌﻨﺎﺀ ﻭﺭﻗﻢ ﺍﻟﻬﺎﺗﻒ ﻣﻦ ﻓﻀﻠﻚ
واش سخون؟
اشمن مطار غانمشي منه؟
واش ما توصلتيش بالاستمارة فالطيارة؟
بغيت مصلوح.
جات ثلاثين تمنية دولار فالمجموع.
ﻣﺸﻜﻮﺭ ﻋﻠﻲ ﻣﺸﺎركﺘﻚ ﺍﻟﻔﺮﺩﺓ ﻣﻌﺎﻧﺎ
كانمشي نتزلق على الثلج جوج مرات فالشهر فالموسم.
ازدادت فاتح أبريل ألف وتسعمية وخمسة وخمسين.
واش يمكن لي نستأجر مضارب؟
واش هادا هو الطوبيس الصحيح للمدينة؟
ﺷﺤﺎﻝ ﻫﺎﺩ ﺍﻟﻤﻌﻄﺎﺀ
ﻋﻼﺵ ﻫﺎﺩﻱ
فين يمكن ليا نقضي؟
خمسين جنيه.
واش داك الشي دايرة فيه الضريبة؟
ﻣﺎ ﻫﻲ ﺍﻟﻜﻴﺴﺎﺕ
عافاك اتصل بالإسعاف.
غانقمر بتلاتة د الدولار فهادشي.
كيفاش جاي؟
ماكاين حتى شي ماكلة اللي ماكاتعجبنيش.
نهار الدستور ولا "كيمبو كينينبي" هو عيد وطني فتلاتة ماي باش يتفكرو تأسيس الدستور الياباني الحالي.
واش هاد الجولة كتشمل زيارة برج سيرز؟
واش كاين شي مكتبة هنايا؟
غادي نمشي نحضر للمدرسة الصيفية فجامعة هاواي.
فين غادين دابا؟
جوج د الناس كبار و واحد الدري عندو تلات سنين.
فمراحيض المحطة.
