سلاله يسوع
هذا سجل لخط نسب يسوع المسيح. هو ابن داود. هو ايضاً ابن ابراهيم.
ابراهيم كان اب اسحاق. اسحاق كان اب يعقوب. يعقوب كان اب يهوذا واخوته.
كان يهوذا ابًا لفرز وزارح. كانت تمار امهم. كان فرز ابًا لهصرون. كان هصرون ابًا لرم.
رام كان اب امناداب. امناداب كان اب ناحسون. ناحسون كان اب سالمون.
كان السالم اب بوز. وكانت راحاب ام بوز. وكان بوز اب اوبيد. وكانت روت ام اوبيد. وكان اوبيد اب جيس.
وكان يسي اب الملك داوود. وداوود اب سليمان. وكانت ام سليمان هي بثشبع.
سليمان كان ابًا لرحبعام. رحبعام كان ابًا لعوبيد. عوبيد كان ابًا لاسا.
اسا كان اب جوشافاط. جوشافاط كان اب يهورام. يهورام كان اب ازيا.
اِزْرَاءِيلُ كَانَ اَبَا يُوتَامَ. يُوتَامُ كَانَ اَبَا اَحَازَ. اَحَازُ كَانَ اَبَا حِزْقِيَالَ.
حزقيا كان ابًا لمنسي. مَنسي كان ابًا لعمون. عمون كان ابًا ليوشيا.
وكان يوشيا ابًا ليوحنان واخوته. وفي ذلك الوقت، اُجبر الشعب اليهودي علي الرحيل الي بابل.
بعد ذلك، استمرت سلاله العاءله. كان يهونيا والد شالتييل. كان شالتييل والد زربابل.
زروبال كان ابًا لابيود. ابيود كان ابًا لالياقيم. الياقيم كان ابًا لازور.
ازور كان ابًا لزدوك. زدوك كان ابًا لاكيم. اكيم كان ابًا لاليود.
اليود كان ابًا لايليعزر. ايليعزر كان ابًا لماتان. ماتان كان ابًا ليعقوب.
يعقوب كان والد يوسف. يوسف كان زوج مريم. و مريم انجبت يسوع، الذي يُدعي المسيح.
اذًا كان هناك 14 جيل من ابراهيم الي داوود. وكان هناك 14 من داوود حتي اضطُر الشعب اليهودي الي الرحيل الي بابل. وكان هناك 14 من ذلك الوقت الي المسيح. ميلاد يسوع المسيح
هكذا وُلد يسوع المسيح. وَعَدَتْ والده يسوع مريم وزوجها يوسف بالزواج. لكن قبل ان يبداا العيش معًا، اتضح انها حامل. حَمَلَتْ بقوه الروح القدس.
كان زوجها يوسف رجلاً تقياً. لم يرد ان يخجلها في العلن. فقرر ان يطلقها بهدوء.
لكن بينما كان يوسف يفكر في هذا، ظهر له ملاك الرب في حلم. قال الملاك: «يا يوسف، ابن داود، لا تخف ان تاخذ مريم الي بيتك زوجه، فان الذي في رحمها من عند الله».
غادي يجيها ولد. سميوه يسوع. حيت غادي يخلص شعبو من ذنوبهم.
كل هذا كان ليحدث كما قال الرب انه سيفعل. قال من خلال النبي،
"الفتاه العذراء ستلد ابنا. ستضع مولودا ذكرا. وسيُدعي اِمَّانُوءِيلَ" (اشعياء 7:14) اسم اِمَّانُوءِيلَ يعني "الله معنا".
استيقظ يوسف. فعل ما امره به ملاك الرب. اخذ مريم الي بيته زوجه له.
لكن لم يضاجعها حتي وضعت ابنها. وسمّي يوسف الصبي يسوع.
زياره الحكماء ليسوع
وُلد يسوع في بيت لحم في يهودا. حدث ذلك بينما كان هيرودوس ملكاً علي يهودا. بعد ولاده يسوع، جاء حكماء من الشرق الي اورشليم.
سالوا: «اين هو الطفل الذي وُلد ليكون ملكاً لليهود؟ حين كنا في الشرق، راينا نجمه. والان قد جءنا لنعبده».
فَلَمَّا سَمِعَ هِيرُودُسُ ذَلِكَ تَغَيَّرَ وَجْهُهُ وَاسْتَكْرَبَ ذَلِكَ وَكُلُّ اُورُشَلِيمَ تَرَقَّبَتْ وَخَافَتْ.
فدعا هيرودس جميع كهنه الشعب. كما دعا معلمي الشريعه. وسالهم اين سيولد المسيح.
"في بيت لحم في يهوذا" اجابوا. "هذا ما كتبه النبي. قال:
" 'وَاَنْتِ بَلْدَهُ بَتْحُورَنْ مِنْ اَرْضِ يَهُودَ، لَيْسَتِ الْاَقَلَّ شَاْنًا بَيْنَ مُدُنِ يَهُودَ. مِنْكِ يَخْرُجُ حَاكِمٌ، يَكُونُ رَاعِي شَعْبِي اِسْرَاءِيلَ.' " (ميخا 5:2)
ثُمَّ دَعَا هِيرُودُسُ الْحُكَمَاءَ سِرًّا. فَعَلِمَ مِنْهُمْ بِالتَّارِيخِ الَّذِي ظَهَرَ فِيهِ النَّجْمُ.
ارسلهم الي بيت لحم. وقال: "اذهبوا! ابحثوا عن الطفل بعنايه. بمجرد العثور عليه، احضروا لي تقريراً. ثم يمكنني الذهاب وانا ايضاً ساعبده".
بعد ان استمع الحكيم الي الملك، انطلقوا في طريقهم. وسبقهم النجم الذي راوه حين كانوا في المشرق. واخيرا توقف عند المكان الذي كان فيه الطفل.
فَلَمَّا رَاَوُا الْعَرْشَ قَدْ اَقْبَلَ بِهِمْ وَقَدْ اَضَاءَ لَهُمْ مِنْ وَرَاءِهِمْ سَبِيلًا.
جاء الحكيم الي البيت. هناك راوا الطفل مع امه مريم. انحنوا وسجدوا له. ثم فتحوا كنوزهم. اعطوه الذهب، والطيب، والمر.
لكن الله حذرهم في حلم من العوده الي هيرودس. فعادوا الي بلادهم من طريق اخر. عاءله يسوع تهرب الي مصر
عندما غادر الحكيم، كان لدي يوسف حلم. في الحلم، ظهر له ملاك من الرب. "قم!" قال الملاك. "خذ الطفل وامه واهرب الي مصر. ابق هناك حتي اخبرك بالعوده. هيرودس سيبحث عن الطفل. يريد قتله".
استيقظ يوسف. خلال الليل، غادر الي مصر مع الطفل وامه مريم.
بقوا هناك حتي مات الملك هيرودوس. فحقت كلمات الرب التي قالها عن طريق النبي. قال: «اخترت ان اخرج ابني من مصر» (هو 11:1)
ادرك هيرودس ان الحكيمين خدعاه. فغضب غضبا شديدا. واصدر اوامر تتعلق ببيت لحم والمنطقه المحيطه بها. وكان من المفترض قتل جميع الصبيه الذين تقل اعمارهم عن سنتين. وهذا يتوافق مع الوقت الذي راي فيه الحكيمين النجم.
بهذه الطريقه، تحققت كلمات النبي ييريميا. كان قد قال،
"صوت يسمع في رامّا. انه صوت البكاء والحزن العميق. راحيل تبكي علي اطفالها. ترفض ان تُعزّي، لانهم رحلوا." (ارميا 31:15) عوده عاءله يسوع الي الناصره
بعد موت هيرودس، راي يوسف حلمًا وهو لا يزال في مصر. وفي الحلم ظهر له ملاك من الرب.
قال الملاك: «قُمْ خُذِ الْوَلِيدَ وَاُمَّهُ، وَاذْهَبْ بِهِمَا اِلَي اَرْضِ اِسْرَاءِيلَ، وَمَنْ حَاوَلَ قَتْلَ الْوَلِيدِ فَقَدْ مَاتَ».
فَقَامَ يُوسُفُ وَاَخَذَ الصَّبِيَّ وَاُمَّهُ مَرْيَمَ وَرَجَعَ بِهِمَا اِلَي الْاَرْضِ الْمِصْرِيَّهِ.
لكن بعد ذلك سمع ان اركلاوس كان ملك يهوذا. كان اركلاوس يحكم بالنيابه عن والده هيرود. هذا جعل يوسف يخاف من الذهاب هناك. بعد ان نُبه في حلم، عاد يوسف الي ارض الجليل بدلاً من ذلك.
هناك عاش في بلده تدعي الناصره. فكان ما قال الانبياء عن يسوع حقا. كانوا قد قالوا: «سيُدعي ناصريا».
يوحنا المعمدان يمهد الطريق
فِي تِلْكَ الاَيَّامِ جَاءَ يُوحَنَّا الْمَعْمَدَانِ وَبَشَّرَ فِي بَرِّيَّهِ الْجَلِيلِ.
قال: « توبوا الي الله، فان الملك لله، قريب من المنيب ».
جون هو الشخص الذي تحدث عنه النبي اشعياء. قال: "رسول يصيح في البريه، 'اعدوا الطريق للرب. واصنعوا سبلاً مستقيمه له.'" (اشعياء 40:3)
كان ملابس جون مصنوعه من شعر الجمل. كان لديه حزام جلدي حول خصره. كان طعامه الجراد والعسل البري.
خرج الناس اليه من اورشليم ومن كل يهوذا، وايضا من كل المنطقه الواقعه حول نهر الاردن.
عندما اعترفوا بخطاياهم، عمّدَ يوحناُهم في نهر الاردن.
شَاهَدَ يُوحَنَّا بَنُو فَرِّيسَي وَسَادُوْسَ يَاْتُوْنَ اِلَي مَكَانِ تَعْمِيْدِهِ. فَقَالَ لَهُمْ: «اَنْتُمْ كَعُشِّ اَفْعَي السُمُومِ! مَنْ نَذَرَكُمْ لِتَهْرُبُوا مِنْ غَضَبِ اللهِ؟»
انتج ثمره تدل علي انك تركت ذنوبك.
لا تظنوا ان تقولوا: ان ابراهيم ابونا. اقول لكم: ان الله قادر ان يخلق لابراهيم اولاداً من هذه الحجاره.
السّيّف مُلْقًي بالفعلّ عند جذور الاشجار. كل الاشجار التي لا تُنتج ثمارًا جيده سيتم قطعها. سيتم رميها في النّار.
اَمْسَحُكُم بِالمَاءِ لِاُقْطِعَكُم عَنْ خَطَايَاكُمْ وَاُدْعُوكُم اِلَي التَّوْبَهِ. وَلكِنْ مِنْ بَعْدِي يَاْتِي مَنْ هُوَ اَقْوَي مِنِّي وَلَسْتُ اَهْلًا اَنْ اَحْمِلَ نَعَالَيْهِ. يُمَسِّحُكُم بِالرُّوحِ الْقُدُسِ وَالنَّارِ.
عصاه في يده لتنظيف القش من ارضه. سيجمع حبوبه في مخزن الحبوب. لكنه سيحرق القش مع النار التي لا يمكن اطفاءها. "معموديه يسوع"
جاء يسوع من الجليل الي نهر الاردن. اراد ان يتعمد من يوحنا.
لكن يوحنا حاول منعه. قال ليسوع: "احتاج ان تُعمّدني. فلماذا تاتي اليّ؟"
اجاب يسوع: «دعها الان هكذا. من الصواب ان نفعل هكذا. انها تنفذ الخطه المقدسه لله». ثم وافق يوحنا.
بمجرد ما تم تعميد يسوع، صعد من الماء. في تلك اللحظه، انفتحت السماء. راي يسوع روح الله تنزل عليه مثل حمامه.
قال صوت من السماء: «هذا ابني، وانا احبه. انا راضٍ عنه».
يسوع يُغري
رُوحُ الْقُدُسِ قَادَتْ يَسُوعَ اِلَي الْبَرِّيَّهِ. هُنَاكَ حَاوَلَ الشَّيْطَانُ اِغْوَاءَهُ.
بعد 40 يوما و 40 ليله من الصيام، جاع يسوع.
جاء الفاسق اليه. قال: «ان كنت ابن الله فقل لهذه الصخور ان تصبح خبزاً».
اجاب يسوع: «كُتِبَ: «اِنَّ الاِنْسَانَ لاَ يَحْيَا بِخُبْزٍ وَحْدَهُ، بَلْ بِكُلِّ كَلِمَهٍ تَخْرُجُ مِنْ فَمِ اللهِ».» (تثنيه 8:3)
ثُمَّ اَخَذَ الشَّيْطَانُ يَسُوعَ اِلَي الْمَدِينَهِ الْقُدْسِ. وَاَوْقَفَهُ عَلَي اَعْلَي الْمَنَارَهِ.
"ان كنت ابن الله" قال، "فالقِ نفسك، فانه مكتوب: "يَاْمُرُكَ الرَّبُّ اَنْ تَتَعَلَّقَ بِهِ وَلَا يُءْذِيَكَ شَيْءٌ مِّنَ الْحَيَّاتِ وَلَا حَيَّهٌ تَلْمَسُكَ. فَتَضَعُكَ فِي فِيهَا وَلَا يُصِيبُكَ اَذًي مِّنْهَا وَلَا مِنَ الْعَقَارِبِ" (سفر المزامير 91:11،12)
اجاب يسوع قاءلاً: «كما هو مكتوب: 'لا تجرب الرب الهك'» (تثنيه 6:16).
واخيراً اخذ الشيطان يسوع الي جبل عال جدا. واظهر له جميع ممالك العالم ومجدها.
“اذا سجدتَ واطعتني”، قال، “فانا اعطيك كل هذا.”
قال يسوع له: «ابتعد عني يا شيطان! مكتوب: 'عبد الرب الهك، هو الهك وحده تسعي'.» (تثنيه 6:13)
ثُمَّ خَرَجَ الشَّيْطَانُ مِنْ يَسُوعَ. فَتَقَدَّمَتْ مَلَاءِكَهٌ وَهُمْ يُعْنَوْنَ بِهِ. يَسُوعُ يَبْدَاُ فِي الْعَظْمَهِ
جون سُجن. وعندما سمع يسوع بذلك، رجع الي الجليل.
خرج يسوع من الناصره. وذهب ليعيش في مدينه كفرناحوم. كانت علي البحيره في منطقه زبولون ونافثالي.
وبهذه الطريقه، تحققت ما قاله النبي اشعياء. لقد قال،
"ارض زبولون! ارض نفتالي! الجليل، حيث يعيش غير اليهود! ارض علي طول البحر الابيض المتوسط! اقليم شرق نهر الاردن!
الذين يعيشون الان في الظلام سيشهدون نورا عظيما. انهم يعيشون الان في ارض مظلمه جدا. لكن نورا سيسطع عليهم. (اشعياء 9:1،2)
منذ ذلك الوقت بدا يسوع يبشر. قال: «انقلعوا عن خطاياكم! ان ملكوت السماوات قريب». يسوع يختار التلاميذ الاواءل
كان يسوع يَمشي يومًا ما علي ضفاف بحيره الجليل. راي هناك شقيقين. كانا سمعان بطرس واخاه اندراوس. كانا يلقيان بشبكتهما في البحيره. كانا صيادين.
"تعالوا. اتبعوني"، قال يسوع. "ساجعلكم صيادي اناس".
فتركوا شباكهم وتبعوه علي الفور.
ومن هناك، راي اخَوَين اخرين. كانا يعقوب بن زبدي واخاه يوحنا. كانا في قارب مع والدهما زبدي. وبينما كانا يُعدّان شبكتيهما، نادي يسوعُهما.
فَوَدَّعُوا الْبَحْرَ وَاَبَاهُمْ وَاتَّبَعُوا يَسُوعَ. يَسُوعُ يُعَالِجُ النَّاسَ الْمَرْضَي
جَالَ يَسُوعُ فِي كُلِّ جَالِيلِيَّهَ. هُنَاكَ عَلَّمَ فِي الْكَنِيسَاتِ. اَنْشَاَ الْخَبَرَ السَّارَّ مَلَكُوتَ اللهِ. شَفَي كُلَّ الْاَمْرَاضِ وَالْاَوْجَاعِ الَّتِي كَانَ النَّاسُ يُعَانُونَ مِنْهَا.
انتشرت الاخبار عنه في كل انحاء سوريا. جاء الناس اليه بكل من كان مريضا بانواع مختلفه من الامراض. كان بعضهم يعاني من الام شديده. وكان اخرون مسيطر عليهم من قبل الشياطين. كان بعضهم يرتجف بشده. وكان اخرون لا يستطيعون الحركه علي الاطلاق. وشفي يسوع كل هءلاء.
اتبعته حشود كبيره. جاء بعض الناس من الجليل، ومن المنطقه المعروفه بعشر مدن، ومن اورشليم واليهوديه. وجاء اخرون من المنطقه الواقعه علي الجانب الاخر من نهر الاردن.
يسوع يعطي البركات
شاف يسوع الجمع. فطلع علي جبل وجلس. جاو تلاميذوا لعندو.
ثم بدا يعلمهم. قال:
"مُبارَكٌ اَهْلُ الْحَاجَهِ اِلَي اللَّهِ. سَيَانُّ مَلَكُ السَّمَاوَاتِ لَهُمْ.
مُبارَكٌ اُولَءِكَ الَّذِينَ هُمْ سَاهِرُونَ. سَيُءْتُونَ بِاُجْرَهٍ.
مُبارَكٌ اُولُو الْاَحْلَامِ. سُيُقْذَفُونَ بِالْاَرْضِ.
مُبارَكٌ اَهْلُ الْجُوعِ وَالْعَطَشِ اِلَي مَا هُوَ صَالِحٌ ۖ فَاَكْثَرُوهُمْ مِّنْهُ
مُبارَكٌ اَرْحَمُ الرَّاحِمِينَ. يُرْحَمُ الَّذِينَ اَرْحَمُوا.
مُبارَكٌ اَحْبَابُ اللَّهِ الَّذِينَ اَنْقَذَهُمْ مِنَ الظُّلْمَهِ. سَيَرَوْنَ اللَّهَ.
مُبارَكٌ اَهْلُ السَّلَامِ. اِنَّهُمْ اَوْلَادُ اللَّهِ.
مُبارَكٌ اُولَءِكَ الَّذِينَ يُعَانُونَ فِي سَبِيلِ الْعَدْلِ. لَهُمْ مَلَكُوتُ السَّمَاوَاتِ.
"مبارك عليك حين يهزء بك الناس ويءذونك من اجلّي. ومبارك عليك حين يتنمرون عليك ويكذبون عليك جميع انواع الاكاذيب من اجلّي.
ابتهجوا وافرحوا. مكافاتكم في الجنه عظيمه. وبالمثل، اذي الناس الانبياء الذين عاشوا منذ زمن طويل. الملح والنور
“اَنْتُمْ مِلْحُ الاَرْضِ. وَلكِنْ لَوْ فَسَدَ الْمِلْحُ مِمَّا يُمْلَحُ بِهِ، فَمَاذَا يُغْنِي عَنْهُ مِلْحٌ غَيْرُ مَلُوحٍ؟ لاَ يُغْنِي شَيْءًا وَيُرْمَي وَيُدَاسُ.”
“اَنْتُمْ نُورُ الْعَالَمِ. فَلَا يُسْتَطَاعُ اَنْ يُخْفَي مَدِينَهٌ عَلَي الْجَبَلِ.”
كذلك، لا يشعل الناس مصباحًا ويضعونه تحت وعاء. بدلاً من ذلك، يضعونه علي قاعدته. ثم يضيء للجميع في المنزل.
“علي نحو مماثل، ليكن نوركم امام الناس ليروا اعمالكم الصالحه ويمجدوا اباكم الذي في السماوات. يسوع يعطي معني كاملا للشريعه
"لا تظنوا اني جءت لالغي الشريعه او الانبياء. ما جءت لالغي شيءًا، بل جءت لاكمل.
ما ساخبرك به حق. سيتلاشي السماء والارض قبل ان تختفي اصغر حروف القانون. لن تختفي حتي اصغر ضربه قلم من القانون حتي تكتمل كل شيء.
"لا تكسر حتي واحد من اقل الوصايا اهميه. ولا تعلم الاخرين كسرها. واذا فعلت ذلك، فستُسمي اقل الاشخاص اهميه في مملكه السماء. بدلاً من ذلك، مارس وعلّم هذه الوصايا. ثم ستُسمي مهماً في مملكه السماء."
ها ما اقول لكم. يجب ان تكونوا اكثر تقوي من الفريسيين ومعلمي الشريعه. ان لم تكونوا كذلك، فلن تدخلوا بالتاكيد ملكوت السماء. القتل
سمعت ما قيل للناس الذين عاشوا منذ زمن طويل. قيل لهم: "لا تقتلوا (الخروج 20:13). كل من يقتل سيحاكم عليه".
لكن ها ما اقول لك. لا تغضب من اخيك. كل من يغضب من اخيه يحكم عليه. مره اخري، كل من يقول لاخيه "يا احمق" يجب ان يقف امام محكمه السنهدرين. لكن كل من يقول "يا احمق!" سيكون في خطر النار في الجحيم.
"تخيل انك تقدم هبتك علي المذبح. وتتذكر ان اخاك لديه شيء ضدك.
خلي هديهك قدام المذبح. اولًا، اذهب واصنع السلام مع اخيك. ثم عد وقدم هديهك.
“تخيل ان شخصا لديه مطالبه ضدك، وياخذك الي المحكمه. قم بحل المشكله بسرعه. قم بذلك وانت لا تزال معه في طريقك. اذا لم تفعل ذلك، فقد يسلمك للقاضي. قد يسلمك القاضي للضابط. وقد تُلقي في السجن.
ما ساخبرك به صحيح. لن تخرج حتي تدفع اخر قرش! زنا
سمعتم انه قيل: "لا تزن". (خروج 20:14)
لكن هاهي النصيحه التي اقدمها لك. لا تنظر الي امراه حتي من بعيد. كل من ينظر اليها بطريقه خاطءه، يكون قد زنا بها في قلبه.
“ان كان في عينك اليمني عيبٌ يُوَقِعُك في معصيه، فاقلعها واطرحها. فان في عينك لحماً ودمًا، ان شاء الله يُغفِرُ لك، يُريدُ الله ان يُخفِّفَ عنكم، وليس يُريدُ لاحدٍ ان يُعَذِّبَ.
“انْ اَذَابَتْ يَدُكَ اليُمنَي خَطَايَاكَ فَاقْطَعْهَا وَاضْرِبْ بِهَا الاَرْضَ. فَلَيْسَتْ يَدُكَ اِلَّا اَحَدَ اَعْضَاءِكَ. وَخَيْرٌ لَكَ اَنْ تَفْقِدَهَا مِنْ اَنْ تَذُوقَ النَّارَ بِجَمِيعِ جَسَدِكَ. الطَّلَاقُ”
“قَالُوا يَا مُوسَيا اِنَّ بَعْضَ النَّاسِ يَاْخُذُونَ بِمَا اَوْحَيْتَ اِلَيْكَ ۖ قُلْ رَبِّي اَعْلَمُ بِمَا اَنْزَلْتُ اِلَيَّ مِنَ الْهُدَيا وَمَا اَعْلَمُ غَيْرَهُ ۚ قُلْ اِنِّي لَا اَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا اِلَّا اَنْ اَصَلِّيَ لِرَبِّي اَنْ يَرْحَمَكُمْ ۖ اِنِّي لَمِنَ الْمُسْلِمِينَ (الاعراف 208) وَاِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ۖ وَمَتَّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (النساء 127)”
لكن هادشي لي كنقول. اي واحد طلق مرتو كيخليها تسرق. واي واحد تزوج بالمراه المطلقه كيكون زاني. الراجل ممكن يطلق مرتو غير اذا كانت مخلصه ليه. يمين
"ومره اخري، سمعتم ما قيل لشعوبكم منذ زمن بعيد. قيل لهم: "لا تنكروا العهود التي تقطعونها للرب. احفظوا ما اقسمتم عليه له".
لكن هذا ما اقوله لك. لا تقطع اي وعود كهذه علي الاطلاق. لا تقطعها باسم السماء. انها عرش الله.
لا تصنعها باسم الارض. تلك منبر اقدام الله. لا تصنعها باسم القدس. تلك مدينه الملك العظيم.
و لا تحلف برءوسكم. لا يمكنك حتي ان تجعل شعره بيضاء او سوداء.
"دع "نعم" تعني "نعم". دع "لا" تعني "لا". اي شيء اكثر من هذا ياتي من الشيطان. كن لطيفًا مع الاخرين
سمعتم انه قيل: "عَيْنٌ بِعَيْنٍ وَضَرْبَهُ اَسْنَانٍ بِضَرْبَهِ اَسْنَانٍ" (خروج 21:24؛ لاويين 24:20؛ تثنيه 19:21)
لكن ها ما اقول ليك. ما تقاتلش مع شخص خبيث. "تخيل ان شخصا ما يضربك علي خدك الايمن. ادفع له خدك الايسر ايضا.
اذا ما اخذك شخص الي المحكمه للحصول علي قميصك. دع له معطفك ايضا.
تخيل ان شخصاً ما اجبرك علي السير ميلاً واحداً. اذهب معه ميلين.
“عطي اللي كيطلب منك، ماتبقاش تتجاهل اللي كيبغي ياخد منك شي حاجه. حب اعداءك”
سمعتم انه قيل: "احبوا قريبيكم. (سفر التثنيه 19:18) ابغضوا اعداءكم".
لكن ها ما اقول ليك. احب اعداءك. صلّ علي من يجرحك.
ثُمَّ اَنتُمْ بَنُو اَبِيكُمُ الَّذِي فِي السَّمَاوَاتِ. "يُرْسِلُ شَمْسَهُ عَلَي الْاَشْرَارِ وَالْحُسَّادِ وَيُرْسِلُ الْمَطَرَ عَلَي مَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَمْنَعُهُ عَلَي مَنْ يَشَاءُ".
“اِنْ اَحْبَبْتُمُ الَّذِينَ يُحِبُّونَكُمْ فَمَاذَا اَجْرُكُم مِّنَ اللَّهِ اِن كُنتُم مُّءْمِنِينَ. حَتَّيا اِذَا جَاءُوكُم مِّنْ اَجْلِ مَا اَنْفَقُواْ قَالُواْ حَبِطَتْ اَعْمَالُهُمْ ۚ اِنَّمَا هِيَ اَعْمَالٌ شَرِيهَهٌ ۚ لِّيَوْمِ الْقِيَامَهِ ۚ وَلَهُم مَّقَامُ عِبَادَهٍ ۚ لَّا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُءْمِنِينَ غَيْرَ اُولِي الضَّرَرِ وَالْمُجْتَهِدُونَ ۚ اِنَّ اللَّهَ لَا يُحِبُّ الْمُتَكَاسِلِينَ.”
اذا كنت تحيي فقط ابناء شعبك، ماذا تفعل اكثر من الاخرين؟ حتي الناس الذين لا يءمنون يفعلون ذلك.
فَكُونُوا مُكَمِّلِينَ كَمَا اَنَّ اَبَاكُمُ الَّذِي فِي السَّمَاوَاتِ مُكَمِّلٌ.
التبرع للفقراء
“احذَر ان تَعمَلَ اعمالاً صالِحهً امام النّاس. لا تَعمَلها لكي يَنظُرَ اليكَ النّاس. والاّ فسيُنَبِّءُكَ ابُوكَ الذي في السَّماءِ ما اكثرَ كَذِبَكَ!”
"اِذَا اَنْفَقْتُمْ فَلَا تُبَلِّغُوا الْاَقْرَبِينَ مِنَ الْاَعْمَي وَالْاَعْرَجِ وَالْمَرِيضِ. لَا تَكُونُوا كَالَّذِينَ اَكْثَرُوهُمْ مِنَ الْكَذِبِ. يُحَدِّثُونَ الْاَقْصَابَ وَيَسْتَعْظِمُونَ الْاِنْفَاقَ. يُرِيدُونَ مَدَاحَهً مِنَ النَّاسِ. وَمَا اَنَا عَلَيْكُمْ بِحَفِيظٍ. قَدْ اُوتُوا كَلَامًا غَيْرَ بَصِيرٍ.
“حين تعطي للفقير، لا تعلم شمالك ما تفعله يمينك.
ثُمَّ اِنَّ صَدَقَتَكَ سَتَكُونُ سِرًّا. يَكْافِءُكَ اَبُوكَ. هُوَ يَرَي مَا تَعْمَلُ سِرًّا. الصَّلَاهُ
"اِذَا صَلَّيْتُمْ فَلَا تَكُونُوا كَالْمُنَافِقِينَ الَّذِينَ يُعَجِّبُونَ اَبْصَارَهُمْ اِذَا قَامُوا مِنَ الْجُلُوسِ ۖ قُلُوبُهُمْ فِي غَيْرِ ذَالِكَ ۚ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ اِلَّا قَلِيلًا (142) يُخَالِفُونَ عَنْ اَمْرِهِمْ اِذَا تَوَلَّوْا مِنْهُ ۖ وَمَا اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ اِلَّا يُوحِي اِلَيْهِ اَنَّهُ لَا اِلَاهَ اِلَّا اَنَا فَاعْبُدُونِ (143) وَيَقُولُونَ اسْتَغْفِرُوا رَبَّكُمْ اِنَّهُ كَانَ غَفَّارًا (144) يُرْسِلُ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَتَوَفَّي الْمُسْلِمِينَ ۗ وَمَا اَنْتُمْ بِمُعْجِزِينَ (145) وَلَوْ اَنَّ قُرْانًا سُورَهً اَنْزَلْنَاهُ لَوَجَدُوهُ مَوْقُوفًا عَلَيا مَا تُنَبِّهُونَ اِلَيْهِ ۚ وَيَقُولُونَ يَا لَيْتَنَا نُسْمَعُ اَوْ نُرَي ۚ قُلْ رَبِّي اَعْلَمُ بِمَا بَيْنَ يَدَيَّ وَمَا خَلْفِي ۖ وَلَا اُسْاَلُ عَمَّا اَفْعَلُ وَلَا اُسْاَلُ عَمَّا يَفْعَلُونَ (146) وَلَوْ تَرَيا اِذْ وُقِفُوا عَلَيا رَبِّهِمْ ۖ قَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِايَاتِ رَبِّنَا ۙ وَنَكُونَ مِنَ الْمُءْمِنِينَ (147) بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ ۖ وَلَوْ رُدُّوا لَعَادُ
"اِذَا صَلَّيْتُمْ فَادْخُلُوا مَسَاجِدَ اللَّهِ اِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ. اِذَا صَلَيْتُمْ فَاغْسِلُوا وُجُوهَكُمْ وَاَيْدِيَكُمْ اِلَي الْمَ
“اِذَا صَلَّيْتُمْ فَلَا تَتَسَابَقُوا اِلَي قِيَامِكُمْ كَمَا تَتَسَابَقُ الْحَمِيرُ ۖ وَلَا تُصَاحِبُوا الْمُفْسِدِينَ ۚ اِنَّمَا الْمُءْمِنُونَ اِخْوَهٌ ۚ فَاَصْلِحُوا بَيْنَ اَخَوَيْكُمْ ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ.”
لا تكون مثلهم. والدك يعرف ما تحتاجه حتي قبل ان تساله.
"هكذا يجب ان تُصلي. " 'ابانا الذي في السماوات، لِيُقدَّس اسمُك.
ليكن مملكك. ليكن ما تريد ان يحدث علي الارض كما هو الحال في السماء.
اعطنا خبزنا اليوم.
اغفر لنا ذنوبنا، كما غفرنا لذين اذنبوا علينا.
“احفظنا من الوقوع في المعصيه حينما نُغري.” “واصرف عنا الشيطان.”
"غَفُورٌ لِلْنَّاسِ اِذَا اَذْنَبُوا ۖ وَاِنْ كُنتَ لَعَلَيا خُلُقٍ عَظِيمٍ. اِنَّهُ لَا يَغْفِرُ اللَّهُ لِلْمُشْرِكِينَ اِن يَغْفِرُ اللَّهُ لِقَوْمٍ اَوْ يَعْفُوَ اَوْ يَغْفِرْ فَلَنْ تَجِدَ لَهُمْ وَلِيًّا غَيْرَ اللَّهِ ۚ وَلَا تَنْصُرُونَ اِلَّاا اَنفُسَكُمْ ۚ وَمَا تُنْفِقُونَ اِلَّاا اَنفُسَكُمْ ۚ وَمَا اَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ."
ولكن ان لم تُغفِر للناس زلاتهم، فلن يُغفِر لك ابيك زلاتك. الصيام
“اِذَا صُمْتُمْ فَلَا تَكُونُوا كَالْمُنَافِقِينَ اُولَءِكَ الَّذِينَ يُخَادِعُونَ اَنفُسَهُمْ ۚ قَدْ مَنَّ اللَّهُ عَلَيْهِمْ ۚ ذَالِكَ بِاَنَّهُمْ قَدْ كَانُوا يَكْذِبُونَ. يَوْمَ يَرَي الْمُءْمِنُونَ الْمَلَاءِكَهَ يَقُولُونَ يَا رَبِّنَا مَنْ هَاذِهِ الْمَلَاءِكَهُ ۖ قَالَ مُءْمِنٌ اِنَّ هَاذِهِ مَلَاءِكَهُ اللَّهِ يَنْزِلُونَ بِالْقَوْلِ مِنْ عِنْدِ الرَّحْمَانِ ۖ قَالَ اِنَّ مَا تُوعَدُونَ لَمِنْ اَمْرِ اللَّهِ ۖ اِنَّ اللَّهَ عَلِيمٌ بِمَا تَعْمَلُونَ.”
“ولكن اذا صمت فدهن راسك بزيت الزيتون. اغسل وجهك.
ثُمَّ لا يَعْلَمُ اَنَّكَ صَاءِمٌ اِلاَّ اَبُوكَ ۖ الَّذِي فِي السَّمَاءِ ۚ اِنَّ اَبَاكَ لَبِالْمَرْصَدِ ۚ فَاَمَّا مَنْ اَرَادَ بِكَ خَيْرًا فَيَعْلَمُ مَا تَسْتَخْفِي صُوَيْحِبَتُكَ ۚ وَمَا تُبْدِي ۚ وَاَمَّا مَنْ اَرَادَ بِكَ سُوءًا فَيَعْلَمُ اَنَّكَ تَصُومُ ۗ وَاللَّهُ عَلِيمٌ بِالْمُءْمِنِينَ ۚ وَيَعْلَمُ مَا تَاْكُلُ وَمَا تَدَّخِرُ فِي بُيُوتِكُمْ ۚ مَا يَعْلَمُهَا اِلاَّ اَنْتُمْ ۚ وَمَا لِاَحَدٍ مِنْ اِلَهٍ مِنْ شَفَاعَهٍ اِلَّا مِنْ اَذِنَ لَهُ الرَّحْمَانُ ۗ وَاَنْذَرْ عَشِيرَتَكَ الْاَقْرَبِينَ
"لا تَجْعَلُوا دِرَّهَ الاَرْضِ لِاَنفُسِكُمْ. فَتَاْكُلَهَا الْعَنَكْبُوتُ وَالْاَصَمُّ. وَيَسْرِقُهَا السَّارِقُونَ."
بل اكتنزوا لانفسكم في السماء. فلا يفسدها دود ولا تاكله السوس. ولا يدخلها سارق ولا يسرقها.
قلبك سيكون حيث ثروتك.
"العين مثل مصباح للجسم. تخيل ان عينيك جيدتان. ثم سيكون جسمك كله مملوءاً بالضوء.
ولكن اذا كانت عيناك ضعيفتين. فجسمك كله سيكون مظلما. واذا كان النور بداخلك ظلاما، فهذا يعني انه مظلم جدا!
“ما من احد يخدم سيّدين في وقت واحد. سيكره احدهما ويحب الاخر. او سيكون مخلصا لاحدهما ويكره الاخر. لا يمكنك خدمه الله والمال في وقت واحد. لا تقلق”
“اقول لك، لا تقلق. لا تقلق بشان حياتك وما ستاكله او تشربه. ولا تقلق بشان جسمك وما سترتديه. اليس في الحياه ما هو اكثر من الاكل؟ اليست هناك اشياء اكثر اهميه للجسم من الملابس؟
“看那天上的鸟,它们不耕不种,也不收割,也不存粮在仓里,你父在天上的却养活它们,你不比那鸟值多了吗?”
"هل تستطيع ان تضيف ساعه واحده لحياتك بالقلق؟
“و لماذا تقلقون بشان الملابس؟ انظروا كيف تنمو الازهار البريه. انهم لا يعملون او يصنعون الملابس.
لكن هادشي لي كنقول. حتي سليمان فكل مجده ما كانش لابس بحال هاد الزهور.
“وَاِنْ كَانَ اللَّهُ يُزَيِّنُ الْعُشْبَ هَكَذَا، اَلَا يُزَيِّنُكُمْ اَنْتُمْ وَهُوَ خَيْرُ الْخَالِقِينَ؟ فَاِنَّ هَذَا الْعُشْبَ لَا يَبْقَي غَدًا، اِنَّهُ يُحْرَقُ غَدًا. يَا اَيُّهَا الْكَافِرُونَ! اِيمَانُكُمْ ضَعِيفٌ جِدًّا!”
“فلا تقلقوا. ولا تقولوا: «ما نَطْعَمُ؟» او «ما نَشْرَبُ؟» او «ما نَلْبَسُ؟»
الناس الذين لا يءمنون يطاردون كل تلك الاشياء. والدك الذي في السماء يعلم انك تحتاجها.
“ولكن ضع مملكه الله في المقام الاول. افعل ما يريدك ان تفعله. ثم ستعطي كل هذه الاشياء ايضاً
“لذلك لا تقلق بشان الغد. سيشغل الغد نفسه بنفسه. لكل يوم متاعبه الخاصه.”
كن عادلاً عندما تحكم علي الاخرين
"لا تحكموا علي الناس، فلا يحكم عليكم.
سَتُحَاسَبُونَ بِنَفْسِ الطَّرِيقِ الَّتِي تُحَاسِبُونَ بِهَا الْاخَرِينَ. سَتُقَاسُونَ بِنَفْسِ الطَّرِيقِ الَّتِي تُقَاسُونَ بِهَا الْاخَرِينَ.
“كَتَشْوف الخشبه فعين صاحبتك. ولكنك ما كتشوفش الخشبه فعينيك.
كيف تقول لصديقك: "دعني اخرج قطعه من الخشب من عينك"؟ كيف تقول هذا بينما هناك قطعه من الخشب في عينك؟
“يا منافق! اخرج اولا الخشبه من عينك. ثم ستتمكن من رءيه بوضوح لاخراج ريشه الخشب من عين صديقك.
"لا تعطوا ما لله للكلب. لا تلقوا اللءلء في براميل الفءران. ان فعلتم، قد يطاونها باقدامهم. ثم قد يعودون فيمزقونكم اربا. اسال، ابحث، اقرع
اسْاَلُوا تُعْطَوْا، ابْحَثُوا تَجِدُوا، اطْلُبُوا تُفْتَحْ لَكُمُ الْاَبْوَابُ.
كُلُّ مَنْ يَسْاَلُ يَنَالُ. مَنْ يَبْحَثُ يَجِدُ. سَيُفْتَحُ البَابُ لِمَنْ يَطْرُقُهُ.
“تخيل ان ابنك طلب خبزا. من منكم يعطيه حجرا؟
او يَسْاَلُكُمْ اَحَدُهُمْ عَنْ اَحَدٍ فَتُعْطُوهُ حَيَّهً اَتَاْتُونَهَا اِذَا مَا جَاءَكُمْ مُسْتَغْفِرًا مُنْتَهِبًا وَاتَّبَعُوا خَطْوَ النَّبِيِّ مَنْ يَتَّبِعْهُ وَمَنْ يَنْتَقِلْ مِنْهُ وَمَنْ يَنْتَقِلْ عَلَيْهِ وَمَنْ يَنْتَقِلْ مِنْهُ وَمَنْ يَنْتَقِلْ عَلَيْهِ فَاُولَءِكَ هُمُ الْمُفْلِحُونَ
حتي وان كنت شريرا، تعرف كيف تعطي هدايا جيده لاطفالك. كم هدايا ابيك الذي في السماء سيعطي للذين يسالونه!
“فِي كُلِّ شَيْءٍ اَعْطُوا الْغَيْرَ مَا تُحِبُّونَ اَنْ يُعْطِيَكُمْ اِيَّاهُ. هَذَا مَا يُوعَظُ بِهِ وَيُبْشَرُ. الْبَابُ الْكَبِيرُ وَالْبَابُ الصَّغِيرُ”
"ادخلوا ملك الله من الباب الضيق. الباب واسع والسبيل واسع الذي يءدي الي الهلاك والجهنم. كثير من الناس يسلكون هذا الطريق.
لكن الباب صغير والطريق ضيق الذي يءدي الي الحياه. يجد الطريق القليل من الناس. شجره وثمارها
“احذروا الانبياء الكذبه. ياتُونَكم بِمَظهرِ الحَملِ، ولكنهم ذِءابٌ مُتَلَوِّنهٌ من الداخِل.
يمكنك معرفه ما هم حقاً من خلال ما يفعلونه. "هل يلتقط الناس العنب من الشجيرات؟ هل يلتقطون التين من الشوك؟
علي نفس المنوال، كل شجره طيبه تثمر ثمراً طيباً، ولكن الشجره الخبيثه تثمر ثمراً خبيثاً.
شجره خير ما تجيبوا منها ثمر خير، وشجره شر ما تجيبوا منها ثمر شر.
كل شجره لا تثمر ثمراً طيباً تقطع. وتلقي في النار.
بِثَمَرِهِ تَعْرِفُهُ.
"لا كل من يقول لي: يا رب، يا رب يدخل ملكوت السماوات. بل الذي يفعل اراده ابي الذي في السماوات.
"يقول كثيرون لي ذلك اليوم: "يا رب! يا رب! الم نتنبا باسمك؟ الم نطرد الشياطين باسمك؟ الم نقم بالعديد من المعجزات باسمك؟"
ثُمَّ اَقُولُ لَهُمْ بِوُضُوحٍ: «مَا عَرَفْتُكُمْ قَطُّ. ارْحَلُوا عَنِّي يَا فَاعِلِي السُّوءِ!» البُنَّاءُ الْحَكِيمُ وَالْبُنَّاءُ الْحَمْقَي
“فكل من يسمع اقوالي هذه ويتبعها كمثل رجل حكيم. يبني بيته علي الصخر.
المطر ينزل. الماء يرتفع. الرياح تهب وتضرب ذلك المنزل. لكنه لا يسقط. انه مبني علي الصخر.
"ولكن كل من يسمع كلامي ولا يطبقه كمثل رجل احمق. يبني بيته علي الرمال.
“تمطر السماء. ترتفع المياه. تهب الرياح وتضرب ذلك المنزل. ويسقط مع صوت ضجيج عالٍ.”
انتهي يسوع من قول كل هذه الامور. فدهش الجمع من تعاليمه.
كان يدرس كمن له سلطه. لم يتكلم كمعلميهم في الشريعه.
يسوع يشفي رجلا مصابا بمرض جلدي
نزل يسوع من الجبل. تبعته حشود كبيره.
جاء رجل مصاب بمرض جلدي وانحني علي ركبتيه امام يسوع. قال: "يا رب، ان كنت تريد ان تجعلني 'نظيفًا'، يمكنك فعل ذلك".
مد يسوع يده ولمس الرجل، وقال: "اريد ان افعل ذلك. كن 'نظيفًا'!" شفي الرجل علي الفور من مرضه الجلدي.
ثُمَّ قَالَ يَسُوعُ لَهُ: «لاَ تَقُلْ لِاَحَدٍ. ا�ْهَبْ اَظْهِرْ نَفْسَكَ لِلْكَاهِنِ. قَدِّمِ الْقُرْبَانَ الَّذِي اَمَرَ بِهِ مُوسَي. سَيَكُونُ شَاهِدًا لَهُمْ». ايمان قاءد روماني
عندما دخل يسوع كفرناحوم، جاء قاءد روماني اليه. طلب من يسوع المساعده.
"يا رب"، قال، "عبدي في البيت ولا يستطيع الحركه. يعاني بشده."
قال يسوع: "ساذهب واشفيه".
اجاب القاءد: "ايها السيد، انا لست جديرًا بان تدخل بيتي. ولكن قل فقط كلمه، وسيشفي خادمي.
انا نفسي رجل تحت السلطه. ولدي جنود يطيعون اوامري. اقول لهذا: "اذهب"، فيذهب. اقول لهذا: "تعال"، فياتي. اقول لخادمي: "افعل هذا"، فيفعله.
فَلَمَّا سَمِعَ يَسُوعُ ذَلِكَ تَعَجَّبَ وَقَالَ لِلَّذِينَ يَتَّبِعُونَهُ: «اِنِّي اُخْبِرُكُمْ بِحَقٍّ اِنَّهُ لَنْ يَجِدَ فِي اِسْرَاءِيلَ قَلْبًا مِثْلَ هَذَا الْقَلْبِ».
“اقول لكم ان كثيرين سياتون من الشرق ومن الغرب، ويحتلون اماكنهم عند الماءده في ملكوت السماوات. سيجلسون مع ابراهيم واسحاق ويعقوب”.
لكن اولءك الذين يعتقدون انهم ينتمون الي المملكه سيُلقون خارجها، في الظلام. وهناك سيبكون ويحسون بالاسي.
ثُمَّ قَالَ يَسُوعُ لِلْجُنُودِ الرُّومَانِيِّينَ: «انْطَلِقُوا! فَلْيَكُنْ كَمَا امَنْتُمْ». فَشُفِيَ خَدَمُهُ فِي تِلْكَ السَّاعَهِ. يَسُوعُ يُشْفِي كَثِيرًا مِنَ النَّاسِ
فَلَمَّا دَخَلَ يَسُوعُ بَيْتَ سِمْعَانَ فَرَاَي اُمَّ سِمْعَانَ وَزُوجَتَهُ مُضْطَجِعَهً فِي الْمِنْزِلِ وَهِيَ عَلَي الْحُمَّي.
لمس يسوع يدها، واختفت الحمي. قامت وبدات تخدمه.
عندما جاء المساء، اُحضر لليسوع كثير من الناس الذين يسيطر عليهم الشياطين. وطرد الارواح بلفظه. وشفي كل مريض.
فعل ذلك لكي يتحقق ما قاله النبي اشعياء. قال: "لقد تحمل ما كان ينبغي لنا ان نتحمله. تحمل الامراض التي كان ينبغي ان نتحملها" (اشعياء 53:4). ان اتباع يسوع مكلف
شاف يسوع الجمع اللي كان حواليه. فعطي تلاميذه اوامر يذهبوا للجانب الاخر من بحيره الجليل.
ثُمَّ جَاءَ مُعَلِّمُ الشَّرْعِ اِلَيْهِ. فَقَالَ: «يَا مُعَلِّمُ، سَاَتَّبِعُكَ حَيْثُ مَا ذَهَبْتَ».
اجاب يسوع: «للعُصافير اعشاش، وللطيور اوكار، اما ابن الانسان فليس له حيث يضع راسه».
قال له متبوع اخر: "ربّ، اَذِن لي اولاً ان اذهب وادفن ابي".
لكن يسوع قال له: "اتبعني. دَعِ الاموات يدفنون موتاهم". يسوع يهدء العاصفه
دخل يسوع في قارب. تبعه تلاميذه.
فجاه، هبت عاصفه رهيبه علي البحيره. كانت الامواج تتحطم علي القارب. لكن يسوع كان ناءما.
فَقَامَ التَّلَامِيذُ وَاَيْقَظُوهُ. قَالُوا: «يَا سَيِّدُ! انْقُذْنَا! نَحْنُ نَغْرَقُ!»
فاجاب: «ايمانك ضعيف! لماذا تخشي هكذا؟» ثم قام يسوع وامر الرياح والامواج فجعلها تقف فكانت هادءه تماما.
دهش التلاميذ. سالوا: «اي نوع من الرجل هو هذا؟ حتي الرياح والامواج تطيعه!» يسوع يشفي رجلين مسيطر عليهما من قبل الشياطين
وصل يسوع الي الضفه الاخري للبحيره في منطقه الجدران. التقي به رجلان مسيطر عليهما من قبل الشياطين. كانا قادمين من القبور. كان الرجلان وحشيين جدا بحيث لم يستطع احد المرور من هناك.
"يا ابن الله، ما تريد بنا؟" صاحوا. "هل جءت هنا لتعاقبنا قبل الوقت الذي يحين فيه ان نحكم علينا؟"
ماشي ما بعيد، كان كاينه قطيع كبير ديال الخنازير كايفطرو.
طلب الشياطين من يسوع: "ان طردتنا فابعثنا الي خنازير الغابه".
قال يسوع لهم: «اذهبوا!» فخرجت الارواح الشريره من الرجال ودخلت في الخنازير. واندفع القطيع كله الي حافه الماخذ المنحدر. فدخل الي البركه وغرق في الماء.
فرّ من كان يهتم بالخنازير. ذهبوا الي المدينه واخبروا كل هذا. اخبروا الناس بما حدث للرجال الذين كان يسيطر عليهم الشياطين.
ثُمَّ خَرَجَ مِنْ جَمِيعِ الْمَدِينَهِ لِلْقَاءِ يَسُوعَ. فَلَمَّا رَاَوْهُ طَلَبُوا مِنْهُ اَنْ يَخْرُجَ مِنْ جَلَالَتِهِمْ.
يسوع يشفي رجلا لا يستطيع المشي
دخل يسوع الي قارب. وذهب الي الجانب الاخر من البحيره، وجاء الي بلدته.
جَاءَهُ بَعْضُ الرِّجَالِ بِرَجُلٍ لا يَقْدِرُ عَلَي الْمَشْيِ. كَانَ مُتَكَءًا عَلَي سَجَّادَهٍ. رَاَي يَسُوعُ اَنَّهُمْ امَنُوا. فَقَالَ لِلرَّجُلِ: «لا تَحْزَنْ يَا ابْنِي، مُغْفَرَهٌ لَكَ».
ثُمَّ قَالَ بَعْضُ اَهْلِ الْحَلْقَهِ مِنْ اَهْلِ الْحَلْقَهِ: «هَذَا يَقُولُ شَيْءًا شَدِيدَ السُّوءِ!»
كان يسوع يعرف ما يدور في اذهانهم. فقال: «لماذا تفكرون بالشر في قلوبكم؟
هل اسهل قول: "لقد غفرت لك ذنوبك"؟ ام قول: "قم وامشِ"؟
اريد ان تعلموا ان لابن الانسان سلطه علي الارض لاصدار العفو عن الخطايا". ثم تكلم مع الرجل الذي لا يستطيع المشي. "قم"، قال. "خذ مرتبتك واذهب الي بيتك".
استيقظ الرجل وذهب الي بيته.
عندما راي الجمع ذلك امتلاوا بالدهشه. واثنوا علي الله لاعطاءه هذا النوع من السلطه للرجال. يسوع يختار متي
وَمِنْ هُنَاكَ وَقَفَ يَسُوعُ وَنَظَرَ اِلَي رَجُلٍ يُدْعَي مَتَّي، كَانَ جَالِسًا عِنْدَ مَكَانِ الْجَبْيِ. فَقَالَ لَهُ يَسُوعُ: «اتَّبِعْنِي». فَقَامَ مَتَّي وَاتَّبَعَهُ.
بعد ذلك تناول يسوع العشاء في بيت ماثيو. جاء العديد من عُمّال الجبايه و"الخطاه". تناولوا الطعام مع يسوع وتلاميذه.
شَاهَدَ الفَرِّيسِيُّونَ ذَلِكَ. فَقَالُوا لِلتَّلَامِيذِ: «لِمَاذَا يَاْكُلُ مُعَلِّمُكُمْ مَعَ الْعَاصِيَهِ وَالْمُجْرِمِينَ؟»
سمع يسوع ذلك. فقال: «الاصحاء لا يحتاجون الي طبيب، بل المرضي هم الذين يحتاجون الي طبيب».
امش و تعلم ما معني هذا، "اريد رحمه لا ذبيحه" (اشعياء 6:6) "لم ات لاجلب من يعتقد انه علي حق مع الله لكي يتبعني. لقد جءت لاجلب الخطاه لكي يتبعوني". يسالون يسوع عن الصوم
جاء تلاميذ يوحنا ذات يوم. قالوا ليسوع: «نحن والفريسيون نصوم، فلماذا لا يصوم تلاميذك؟»
اجاب يسوع: "كيف يمكن لضيوف العريس ان يحزنوا وهو معهم؟ سياتي وقت ياخذه فيه عنهم. حينءذ يحزنون.
“ما كاينش اللي يخيط قطعه جديده علي ثوب قديم. القطعه الجديده غادي تنسلق علي القديم. و غادي تزيد الخرق.
“ما من احد يصب خمرا جديدا في اقداح قديمه، فان فعل ذلك انكسرت الاقداح. وانسكب الخمر وضاعت الاقداح. كلا، يصب الجميع خمرا جديدا في اقداح جديده، فيحفظ كلاهما.” فتاه ميته وامراه تعاني
وَهُوَ يَقُولُ هَذِهِ الْكَلِمَهِ، جَاءَ رَجُلٌ مِنَ السَّادَهِ. فَرَكَعَ عَلَي رُكْبَتَيْهِ اَمَامَ يَسُوعَ. وَقَالَ: «لِبِنْتِي تَوَفِّيَتْ فِي الْحَالَهِ. وَلَكِنِ انْطَلِقْ وَاضْرِبْ عَلَيْهَا بِيَدِكَ فَتَحْيَا».
استيقظ يسوع وسار معه. سار معه تلاميذه ايضا.
فجاه، جاءت امراه من وراء يسوع. كانت تعاني من مرض جعلها تنزف. استمر هذا المرض لمده 12 سنه. لمسَت حافه ثوبه.
فكرت: «احتاج فقط الي لمس ملابسه. بعد ذلك ساشفي».
التفت يسوع وراي المراه. وقال لها: «يا امراه، لا تنقطعي عن الامل. ايمانك قد شفاكِ». شُفيت المراه في تلك اللحظه بالذات.
فَلَمَّا دَخَلَ يَسُوعُ بَيْتَ الرَّءِيسِ رَاَي هُنَاكَ نَاعِمِينَ. وَرَاَي الْجَمْعَ الْغَفِيرَ.
قال: «اذهبوا. الفتاه لم تمت. هي ناءمه». لكنهم ضحكوا عليه.
بعد ان اُخرج الحشد الي الخارج، دخل يسوع. اخذ الفتاه بيدها، فنهضت.
انتشرت الاخبار عن ما فعله يسوع في كل مكان من تلك المنطقه. يسوع يشفي رجلين اعمي
وَمَضَ يَسُوعُ مِنْ هُنَاكَ، وَاتَّبَعَهُ اثْنَانِ مِنَ الْعُمْيِ. فَصَرَخَا: «ارْحَمْنَا يَا ابْنَ دَاوُدَ!»
فَلَمَّا دَخَلَ يَسُوعُ، قَدَّمَ اِلَيْهِ رِجَالٌ اَعْمَي. فَقَالَ لَهُمْ: «هَلْ تُءْمِنُونَ اَنِّي اَقْدِرُ اَنْ اَصْنَعَ هَذَا؟» قَالُوا لَهُ: «نَعَمْ، يَا سَيِّدُ».
ثم لمس اعينهم. وقال: "سيحدث لكم ما امنتم به".
اصبحوا يرون الان مره اخري. حذرهم يسوع بشده، "تاكدوا من ان لا احد يعرف عن هذا."
لكنهم خرجوا ونشروا الخبر. تحدثوا عنه في كل مكان في تلك المنطقه.
وَفِيمَا هُمْ خَارِجُونَ اُتِيَ بِرَجُلٍ اخَرَ اِلَي يَسُوعَ. كَانَ رَجُلٌ اَخَذَتْهُ شَيْطَانَهٌ فَلَمْ يَسْتَطِعْ اَنْ يَتَكَلَّمَ.
فَلَمَّا جُنِّدَتْ الشَّيْطَانَ قَالَ الرَّجُلُ. فَعَجِبَتْ جَمَاعَهٌ مِنْهُمْ. وَقَالُوا لَمْ يَرَوْا مِثْلَ هَذَا فِي اِسْرَاءِيلَ قَطُّ.
لكن الفريسيين قالوا: "انه يخرج الشياطين بقوه رءيس الشياطين". هناك عدد قليل من العمال
جَالَ يَسُوعُ فِي كُلِّ الْمُدُنِ وَالْقُرَي. وَكَانَ يُعَلِّمُ فِي مَجَامِعِهِمْ. وَكَانَ يَعْظُمُ بِالْبَشِيرَهِ بِمَلَكُوتِ اللهِ. وَكَانَ يُعَالِجُ كُلَّ مَرَضٍ وَكُلَّ ضُعْفٍ.
فَلَمَّا رَاَي الْجُمُوعَ اَصَابَهُ مِنْ اَجْلِهِمْ غَمٌّ اَشَدُّ. كَانُوا مَسْحُوقِينَ عَاجِزِينَ كَالْغَنَمِ بِغَيْرِ رَاعٍ.
ثُمَّ قَالَ يَسُوعُ لِتَلَامِيذِهِ: «الْحَصِيدُ كَثِيرٌ، وَالْعُمَّالُ قَلِيلُونَ».
فاسالوا ربّ الحصاد ان يُرسل عمالاً الي حصاده."
يسوع يبعث الاثني عشر تلميذا
دعا يسوع تلاميذه الاثني عشر ليجتمعوا اليه. ومنحهم سلطه طرد الارواح الشريره وشفاء كل مرض.
هنا اسماء الاثني عشر تلميذًا. اولهم سمعان بطرس واخوه اندراوس. ثم ياتي يعقوب، ابن زبدي، واخوه يوحنا.
بعد ذلك فيليب وبرثولوميو، ويوحنا المعمدان، وتوما، ومتي عُشراء. ثم يعقوب بن حلفي، وتداوس.
واخرون هم سيمون الزيلوتي و يهوذا الاسخريوطي. يهوذا هو الذي سيسلم يسوع الي اعداءه في وقت لاحق.
ارسل يسوع هءلاء الاثني عشر واعطاهم اوامر: "لا تذهبوا الي غير اليهود"، قال. "لا تدخلوا اي مدينه للسامريين".
بل اذهب الي شعب اسراءيل. انهم كغنم ضلّ سبيله.
وَاِذَا حَضَرَتْ اَحَدَكُمُ الْمَوْتُ فَاَوْرَثُوا الْوَارِثِينَ اِمَامَتَكُمْ وَقُولُوا قَوْلًا كَرِيمًا
شافي المرضي. اعد الاموات الي الحياه. اجعل المصابين بامراض جلديه "نظيفين" مره اخري. طرد الشياطين. لقد تلقيت مجاناً، فاعط مجاناً.
“لا تحمل معك ذهباً ولا فضه ولا نحاساً في احزمه.”
لا تاخذ حقيبه للرحله. لا تاخذ ملابس اضافيه او صنادل او عصي للمشي. يجب ان يعطي العامل ما يحتاجه.
"عندما تدخل مدينه او قريه، ابحث عن شخص مستعد لاستقبالك. ابق في منزل هذا الشخص حتي تغادر.
عند دخولك المنزل، سلّم علي من يعيش فيه.
اذا رحبت بك تلك الدار، فباركها بالسلام. والا فلا تباركها.
“قد لا يرحب بك بعض الناس او يستمعون لكلامك. اذا لم يفعلوا ذلك، فاطرد الغبار من تحت قدميك عند مغادره ذلك المنزل او المدينه.
ما ساخبرك به حق. في يوم الحساب سيكون اسهل علي سدوم وعموره من تلك المدينه.
“ارسلكم كغنم بين الذءاب. فكونوا حكماء كالحيات، وبريءين كالحمام.”
“احذروا! سيقدم الرجال لكم للمحاكم المحليه. سيجلدونكم في كناءسهم.
سَيُقْدَمُونَ اِلَيْكَ مُحَافِظُونَ وَمُلُوكٌ بِسَبَبِي. سَتَشْهَدُ عَلَيْهِمْ وَعَلَي مَنْ لَيْسَ بِيَهُودِيٍّ.
"لكن حين يُعتقلونك، لا تقلق بشان ما ستقول او كيف ستقول. في ذلك الوقت ستُعطي الكلمات الصحيحه التي يجب ان تقولها.
لن تكوني انتِ التي تتكلمين. روح ابيكِ ستتكلم من خلالكِ.
"اخوه سيسلمون اخوه للقتل. اباء سيسلمون ابناءهم. ابناء سيقومون بثوره ضد اباءهم ويقتلونهم.
غَدَا كُلُّ النَّاسِ يُبغِضُونَكَ مِنْ اَجْلِي. وَلكِنْ مَنْ يَثْبُتُ عَلَي حَقِّهِ اِلَي النِّهَايَهِ يَنْجُو.
“حين يهاجمك الناس في مكان واحد، هرب الي مكان اخر. ما ساخبرك به الان حق. لن تنهي تجولك في مدن اسراءيل قبل ان ياتي ابن الانسان.
“طالب ما كيش خير من معلم. خادم ما كيش خير من سيدو.”
يكفي الطالب ان يكون مثل معلمه. ويكفي العبد ان يكون مثل سيده. ان كان رءيس البيت قد سُمي بليعزر، فما الذي يمكن للاخرين الذين يعيشون هناك ان يتوقعوه؟
“فلا تخافوا اعداءكم. كل سر سيُكشف. كل خفي سيُظهر.
ما كَنْتَ قَالْتَ لِي فِي الظُّلْمَهِ، قُلْهَا فِي النُّورِ. مَا يُسْتَهْمَسُ فِي اُذُنِكَ، اَعْلِنْهُ مِنْ السُّطُوحِ.
لا تخافوا من الذين يقتلون الجسد ولا يستطيعون قتل النفس. بل اخافوا من الذي يستطيع ان يهلك النفس والجسد في النار.
“اليست طاءران سبوران يباعان بدرهم واحد؟ ولكن لا يسقط واحد منهما علي الارض دون ان تعلمه اباك.
حتي انه يحصي كل شعره في راسك!
فلا تخف. انت تستحق اكثر من العديد من الحمام.
“و ماذا عن الشخص الذي يقول امام الاخرين انه يعرفني؟ ساقول ايضا امام والدي في السماء انني اعرفه.
ولكن ماذا عن شخص يقول امام الاخرين انه لا يعرفني؟ ساقول امام ابي الذي في السماء انني لا اعرفه.
ما فكرت اجيء مصالحا الناس. ما جيت مصالحا. جيت جاهزا بالسيف.
جءت لاقلب " 'الابناء علي اباءهم. سترفض البنات طاعه امهاتهن. ستكون الحموات ضد بناتهن.
'اعداء الرجل هم افراد اسرته' (ميخا 7:6)
“ليست اهلاً بي من يحب اباه او امه اكثر مني. ليست اهلاً بي من يحب ولده او ابنته اكثر مني.”
واي شخص لا يلتقط صليبه و يتبعني لا يستحقني.
اذا وجد احد حياته، سيفقدها. واذا فقدها بسببّي، سيجدها.
“مَنْ اَقْبَلَكَ قَدْ اَقْبَلَنِي، وَمَنْ اَقْبَلَنِي قَدْ اَقْبَلَ الَّذِي اَرْسَلَنِي.”
اِنْ اَحْسَنَ الْمُءْمِنُونَ اِلَي نَبِيٍّ فَلَهُ اَجْرُ النَّبِيِّ، وَاِنْ اَحْسَنَ الْمُءْمِنُونَ اِلَي مُتَّقٍّ فَلَهُ اَجْرُ الْمُتَّقِي.
اذا اعطي شخص ما حتي كوب من الماء البارد لطفل صغير يتبعني. ما ساخبركم به صحيح. سيتم مكافاه هذا الشخص بالتاكيد.
يسوع ويوحنا المعمدان
انتهي يسوع من تعليم تلاميذه الاثني عشر. ثم بدا يعلم ويدعو في قري الجليل.
جون كان في السجن. عندما سمع ما كان المسيح يفعله، ارسل تلاميذه اليه.
سالوا يسوع: «اانت الذي كان ينبغي ان ياتي ام ننتظر اخر؟»
اجاب يسوع: "اذهبوا الي يوحنا وقولوا له ما تسمعون وما ترون.
العمي يرون. المعاقون يمشون. المصابون بامراض جلديه يُشفون. الصم يسمعون. الاموات يُبعثون. والبشاءر تُنشر بين الفقراء.
مُبارَكٌ اُولَءِكَ الَّذِينَ لا يَنْهَوْنَ عَنْ مَا اَنْزَلَ اللَّهُ لِيَرْزُقَهُمْ بِهِ مِنْ فَضْلِهِ.
فَلَمَّا انْصَرَفَ تَلَامِيذُ يُوحَنَّا اَبْدَاَ يَسُوعُ يَتَكَلَّمُ اِلَي الْجَمْعِ عَنْ يُوحَنَّا قَاءِلًا: «مَاذَا خَرَجْتُمْ اِلَي الْبَرِّيَّهِ تَنْظُرُونَ؟ سُنْبُلَ الْحَصِيدِ وَقَاءِمًا عَلَي حَافَّهِ الْحَقْلِ؟
الاّ، ما خرجت تشوف؟ رجل لابس حوايج زوينين؟ لا. الناس لي لابسين حوايج زوينين كاينه في قصور الملوك.
فماذا خرجت تنظر؟ نبي؟ نعم، اقول لك، واكثر من نبي.
هو الذي كُتب عنه في الكتاب. يقول: " 'سارسل رسولي قبلكم، فيُهيء طريقكم'. (ملاخي 3:1)
"مَا اَعْتَزِمُ اَنْ اُخْبِرَكُمْ بِهِ حَقٌّ. لَمْ يُوْلَدْ اَحَدٌ قَطُّ اَهَمُّ مِنْ يُوْحَنَّا الْمَعْمَدَانِ. وَلَكِنْ اَقَلُّ النَّاسِ اَهَمًّا فِي مَمْلَكَهِ السَّمَاوَاتِ اَهَمُّ مِنْهُ.
من ايام يوحنا المعمدان، مَلَكَهُ السَّمَاوَاتِ تَتَقَدَّمُ بِقُوَّهٍ. وَالنَّاسُ ذُوُو القُوَّهِ يَتَوَلَّوْنَهَا.
جميع الانبياء والشريعه تنباوا حتي جاء يوحنا.
اذا كنت مستعدا لقبوله، جون هو ايليا الذي كان من المفترض ان ياتي.
ليسمع من لديه اذنان.
“ما اقول في قوم اليوم؟ هم كالاطفال يجلسون في الاسواق وينادون علي الناس. يقولون،
" 'لعبنا لك الناي. لكنك لم ترقص. غنينا لك في جنازه. لكنك لم تحزن.' "
فَلَمَّا جَاءَ جَعَلَ يَاْكُلُ وَيَشْرَبُ كَمَا تَاْكُلُونَ وَتَشْرَبُونَ وَقَالَ الْقَوْمُ هُوَ اَعْرَجُ.
لكن عندما جاء ابن الانسان، اكل وشرب كما تفعلون. ويقول الناس: «هذا الرجل ياكل ويشرب كثيرا جدا. انه صديق لجمع الضراءب و«الخطاه». اولءك الذين يتصرفون بحكمه يثبتون ان الحكمه صحيحه». مدن لا تبتعد عن الخطيءه
بدا يسوع في التحدث ضد المدن التي فعل فيها معظم معجزاته. لم يبتعد الناس هناك عن خطاياهم. لذلك قال،
"كيف سيكون ذلك مروعًا بالنسبه لك، كورازين! كيف سيكون ذلك مروعًا بالنسبه لك، بيت صيدا! تخيل لو ان المعجزات التي تمت فيكِ تمت في طير و صيدا. لقد تحولوا عن خطاياهم منذ زمن طويل. لقد ارتدوا الملابس السوداء. لقد جلسوا في الرماد.
لكن اقول لك هذا. في يوم الحساب سيكون اسهل لطير وسيدون من اجلك.
"وَاَنْتِ يَا قَيْفَارُ، اَتُرْفَعِينَ اِلَي السَّمَاءِ؟ لاَ! بَلْ تَنْزِلِينَ اِلَي جَهَنَّمَ. وَلَوْ اَنَّ الْعَجَاءِبَ الَّتِي صُنِعَتْ فِيكِ قُدِّرَتْ فِي صَوْدَمَ، لَكَانَتْ لَمْ تَزَالْ هَاهُنَا حَتَّي الْيَوْمِ.
لكن اقول لك هذا. في يوم الحساب سيكون اسهل علي سدوم منكم. راحه لكل متعب
فِي تِلْكَ السَّاعَهِ قَالَ يَسُوعُ: «اَشْهَدُ لَكَ يَا اَبَتَا اَنَّكَ اَعْلَمْتَنِي بِهَذِهِ الْحَقَاءِقِ. اَنْتَ اِلَهُ السَّمَاوَاتِ وَالاَرْضِ. قَدْ اَخْفَيْتَ هَذِهِ الاُمُورَ عَنِ الْحَكِيمِينَ وَالْمُتَعَلِّمِينَ، وَاَظْهَرْتَهَا لِلاَوْلَادِ الصِّغَارِ».
نعم يا ابا. هذا ما اردت.
"اَبِي اَعْطَانِي كُلَّ شَيْءٍ. وَالْاَبُ هُوَ الْوَحِيدُ الَّذِي يَعْرِفُ الْبَنْتَ. وَالْوَحِيدُونَ الَّذِينَ يَعْرِفُونَ الْاَبَ هُمُ الْبَنْتُ وَمَنْ يَخْتَارُ الْبَنْتُ اَنْ يُعْرِفَهُمْ بِهِ.
"تعالوا اليّ يا جميع المتعبين الذين يحملون اثقالاً ثقيله. ساعطي راحه لكم.
كونوا عبيدي وتعلموا مني. انا لطيف وخالي من الكبر. ستجدون الراحه لارواحكم.
خدمتي سهله، وحملتي خفيفه.
يسوع رب السبت
في يوم من ايام السبت، سلك يسوع عبر حقول القمح. كان تلاميذه جاءعين. فبداوا يقطعون بعض رءوس القمح وياكلونها.
راي الفريسيون هذا. قالوا ليسوع: «انظُر! انّهُ لَمَعْصِيَهٌ لِلشَّرِيعَهِ اَنْ تَصْنَعَ هَذَا فِي يَوْمِ السَّبْتِ. وَلَكِنَّ تَلامِيذَكَ يَصْنَعُونَهُ!»
اجاب يسوع: «الم تقرا ما فعله داود؟ كان هو ورجاله جاءعين.
فدخل بيت الله. هو ورجاله اكلوا الخبز المقدس. لم يكن مسموحا الا للكهنه اكله.
مَا قَرَاْتَ الْقَانُونَ؟ يَقُولُ كُلَّ يَوْمِ سَبْتٍ يَعْمَلُ الْكَهَنَهُ فِي الْهَيْكَلِ فِي ذَلِكَ الْيَوْمِ. وَلَكِنْ لَا يُعْتَبَرُونَ مُذْنِبِينَ.
نقول لك هنا من هو اهم من الهيكل.
يقول الكتاب المقدس: "اريد رحمه، وليس ذبيحه" (هوشع 6:6) لا تعرف ما تعنيه هذه الكلمات. لو كنت تعرف، لما وجهت الاتهامات ضد من لا ذنب لهم.
"ابن الانسان رب يوم السبت".
من هناك، دخل يسوع الي معبدهم.
كان هناك رجل بيد ضعيفه ومنحنيه. كان الفريسيون يحاولون ايجاد عيب في يسوع. فقالوا له: «هل يجوز الشفاء في يوم السبت؟»
وقال لهم: «ما اذا سقط احد غنمكم في حفره يوم السبت؟ الا تُمسكوه وتخرجه؟
رجل يساوي اكثر من غنم! لذلك يسمح لنا القانون ان نفعل الخير في يوم السبت.
ثُمَّ قَالَ يَسُوعُ لِلرَّجُلِ: «اسْتَقِمْ بِيَدِكَ». فَاسْتَقَامَتْ. كَانَتْ كَالْجَدِيدَهِ، كَمَا الْاُخْرَي.
لكن الفريسيين خرجوا وخططوا لقتل يسوع. خادم الله المختار
كان يسوع يعلم كل شيء عن خطط الفريسيين. لذلك غادر ذلك المكان. تبعته حشود كثيره، وشفي جميع مرضاهم.
لكنه حذرهم من ان يخبروا من هو.
وكان هذا لكي يتحقق ما قيل من خلال النبي اشعياء. ويقول،
"ها هو خادمي. اخترته. هو الذي احب. انا راض عنه جدا. ساضع روحي فيه. سيعلن للامم ان كل شيء سيكون علي ما يرام.
ما غادي يجادل او يبكي. ما غاديش يسمع صوته ف الشارع.
ما يهز فرع شجره مكسور. ما يطفء شعله ضعيفه. ما يخليش كلشي كيف ما كان.
" سَتَضَعُ الاُمَمُ اَمَلَهَا فِيهِ " (اِسْرَاءِيلُ 42:1-4) يسوع وبيالستابوب
جُلب رجل مسيطر عليه من قبل الشياطين الي يسوع. كان الرجل اعمي ولا يستطيع الكلام. شفاه يسوع. بعد ذلك اصبح الرجل يستطيع الكلام والرءيه.
دهش كل الناس. قالوا: «هل هذا ابن داود؟»
سمع الفريسيون هذا. فقالوا: «هذا يخرج الارواح النجسه بقوه بعلزبول رءيس الارواح النجسه».
كان يسوع يعلم ما يدور في اذهانهم. فقال لهم: "كل مملكه تقاتل نفسها تُدمر. وكل مدينه او بيت منقسم علي نفسه لا يقف.
اذا طرد الشيطان شيطاناً اخر، فانه يقاتل نفسه. فكيف يمكن لمملكته ان تبقي؟
تقول اني اطرد الشياطين بقوه بعلزبول. فمن بقوه من يطردونهم قومك؟ فكيف يكون حكمهم عليكم.
ولكن ان طردت الشياطين بروح الله، فان ملك الله قد جاء اليكم.
او فكر في هذا. كيف يمكنك دخول منزل رجل قوي وسرقه ممتلكاته؟ يجب ان تكبله اولاً. ثم يمكنك سرقه منزله.
“اللي ما معايا ضدّي. اللي ما جمع معايا الغنم، يفرّقها.
اذن ها هو ما اقول. سيغفر كل خطيءه وكل كلمه شريره تُقال ضد الله. لكن لن يُغفر قول اشياء شريره ضد الروح القدس.
من قال كلمه علي ابن الانسان يغفر له. ومن قال كلمه علي الروح القدس فلا يغفر له، لا في هذا العالم ولا في العالم الاتي.
“اذا جعلت الشجره طيبه، فثمرتها طيبه. واذا جعلت الشجره خبيثه، فثمرتها خبيثه. تعرف الشجره بثمرتها.”
“يا كُوْنَهَ الاَفاعي السّامه! كيفَ لَكُمْ وَاَنتُمْ شَرّارُ النّاسِ اَنْ تَقُولُوا خَيْرًا؟ اَفْواهُكُمْ تَقُولُ كُلَّ مَا فِي قُلُوبِكُمْ.
يقول الرجل الصالح كلاماً صالحاً، وهذا الكلام من الصالح الذي في قلبه. ويقول الرجل الشرير كلاماً شريراً، وهذا الكلام من الشر الذي في قلبه.
لكن ها ما اقول ليك. في يوم الحساب، الناس غادي يكونو مسءولين علي كل كلمه غير مسءوله قالوها.
بكلماتك ستُدان او تُبرا". العلامه المعجزه يونس
جاء بعض الفريسيين ومعلمي الشريعه الي يسوع. قالوا: «يا معلم، نُريد منك ايه من السماء».
اجاب: «انّ الكافرين، والنّاكثين، يَسْتَعْجِلُونَ بِايَهٍ مِنْهُ، وَلَنْ تَاْتِيهِمْ ايَهٌ اِلَّا ايَهُ يُونُسَ».
كان يونا في بطن سمكه ضخمه ثلاثه ايام وثلاث ليال. سيحدث شيء من هذا لابن الانسان. سيقضي ثلاثه ايام وثلاث ليال في القبر.
"سيقف رجال نينوي في يوم الحساب مع الناس الذين يعيشون الان. وسيثبت النينويّون ان هءلاء الناس مذنبون. لقد انصرف رجال نينوي عن خطاياهم عندما بشرهم يونان. والان يوجد هنا من هو اهم من يونان.
"ستقوم ملكه الجنوب في يوم الحساب مع الناس الذين يعيشون الان. وستثبت انهم مذنبون. لقد اتت من مكان بعيد جداً للاستماع الي حكمه سليمان. والان هناك من هو اهم من سليمان هنا.
“ما يَحْدُثُ اِذَا خَرَجَ رُوحٌ شَرِّيرٌ مِنْ رَجُلٍ؟ يَتَجَوَّلُ فِي الْمَنَاطِقِ الْجَافَّهِ يَبْحَثُ عَنْ مَكَانٍ لِلرَّاحَهِ. لَكِنَّهُ لَا يَجِدُهُ.
ثم يقول: "ساعود الي البيت الذي تركت". وعندما يصل الي هناك، يجد البيت فارغا. لقد تم تنظيف البيت وترتيبه.
ثُمَّ يَذْهَبُ الرَّجُلُ الشَّرِّيرُ، وَيَاْخُذُ مَعَهُ سَبْعَهَ اَرْوَاحٍ اَشْرَرَ مِنْهُ. يَدْخُلُونَ وَيَسْكُنُونَ فِيهِ. وَذَلِكَ الرَّجُلُ اَشَدُّ تَرَدِّيًا مِنْ قَبْلُ. وَهَكَذَا يَكُونُ اَمْرُ النَّاسِ الشُّرَارَهِ الْيَوْمَ. اُمُّ يَسُوعَ وَاَخَوَاهُ
وكان يسوع لا يزال يتحدث الي الجموع، فكانت امه واخوته واقفين خارجاً. وكانوا يريدون ان يكلموا يسوع.
قال له احدهم: "امك واخوتك واقفون خارجا. يريدون التحدث معك".
اجاب يسوع قاءلاً: «من هي امي؟ ومن هم اخوتي؟»
اشار يسوع الي تلاميذه. وقال، "ها هي امي! ها هم اخوتي!
"اي شخص يفعل ما يريده ابي في السماء هو اخي او اختي او امي".
قصه الفلاح
في ذلك اليوم نفسه، خرج يسوع من البيت وجلس علي بحر الجليل.
تجمعت حشود كبيره حوله. فاستقل قاربا. وجلس فيه. ووقف الجميع علي الشاطء.
ثم اخبرهم بالكثير من الامور مستخدماً القصص. قال: "خرج مزارع لزرع بذوره.
نثر البذور علي الارض. سقطت بعضها علي طريق. اتت الطيور واكلتها.
سقط بعض البذور في اماكن صخريه، حيث لم يكن هناك الكثير من التربه. نما النبات بسرعه، لان التربه لم تكن عميقه.
فَلَمَّا بَرَزَتِ الشَّمْسُ اَحْرَقَتِ النَّبَاتَاتِ. فَتَبَدَّدَتْ لِاَنَّهَا لَمْ تَكُنْ لَهَا اَجْذُرٌ.
سقطت بذور اخري بين الشوك. نمت الشوكات و طغت علي النباتات.
سقطت بذور اخري في تربه جيده. انتجت محاصيل 100 او 60 او 30 مره اكثر مما زرع.
“اللي عندو وذن يسمع”.
جاء التلاميذ اليه. سالوا، "لماذا تستخدم القصص عندما تتحدث الي الناس؟"
اجاب: «لقد اعطيتم فرصه لفهم اسرار ملكوت السماء. لم تعط هذه الفرصه للغرباء.
كل من كان له هذا النوع من العلم اعطيه اكثر منه، بل يعطي منه الكثير، ومن لم يكن له هذا النوع من العلم اخذ منه ما كان عنده منه قليل.
هذا هو السبب في استخدامي للقصص عندما اتحدث الي الناس. اقول: "انهم ينظرون، لكنهم لا يرون حقاً. انهم يستمعون، لكنهم لا يسمعون او يفهمون حقاً.
فيها تتحقق كلمات النبي اشعياء. قال: " 'سَتَسْمَعُونَ وَلَا تَفْهَمُونَ. سَتَنْظُرُونَ وَلَا تَعْلَمُونَ.
قلوب هءلاء الناس اصبحت عنيده. لا يسمعون الا قليلاً باذنيهم. اغلقوا اعينهم. والا لربما راوا بعيونهم. لربما سمعوا باذنيهم. لربما فهموا بقلوبهم. لربما انقلبوا الي الرب، ثم شفاهم. (اشعياء 6:9،10)
"ولكن بارك الله في عينيك لانّهما تريان. وبارك الله في اذنيك لانّهما تسمعان.
ما ساخبرك به صحيح. اراد العديد من الانبياء والناس الصالحين ان يروا ما تراه. لكنهم لم يروه. ارادوا ان يسمعوا ما تسمعه. لكنهم لم يسمعوه.
“صّااااااااااااااااااااااااااااااااااااااااااااااااااااا
يسمع الناس الرساله عن المملكه لكن لا يفهمونها. ثم ياتي الشيطان. يسرق ما زرع في قلوبهم. هءلاء الناس مثل البذره المزروعه علي الطريق.
تلقي اخرون البذره التي سقطت في اماكن صخريه. وهم الذين يسمعون الرساله ويتلقونها بفرح.
لكن ليس لديهم جذور. لذا فانهم لا يدومون الا لفتره قصيره. انهم يبتعدون بسرعه عن الايمان عندما تاتي المشاكل او المعاناه بسبب الرساله.
تلقي اخرون البذره التي سقطت بين الشوك. وهم الذين يسمعون الرساله. ولكن بعد ذلك، تُطغي عليهم هموم هذه الحياه والوعود الكاذبه بالثروه. ويحولون دون ان تثمر.
ولكن اخرون تلقوا البذره التي سقطت في تربه جيده. وهم اولءك الذين يسمعون الرساله ويفهمونها. "انهم ينتجون حصاداً 100 او 60 او 30 مره اكثر مما زرعه المزارع". قصه الاعشاب
روي يسوع حكايه اخري للجماهير. قال: «هكذا يكون ملكوت السماوات.
لكن بينما كان الجميع ناءمين، جاء عدوه. زرع العدو الاعشاب بين القمح ثم ذهب.
بدا القمح ينمو ويتكون حبوب. في نفس الوقت، ظهرت الاعشاب.
جاء خدام السيد اليه. قالوا: "يا سيدي، الم تزرع بذره طيبه في حقلك؟ فمن اين جاءت الشوك؟"
" 'عدو فعل هذا' اجاب. "سال الخدم: 'هل تريد ان نذهب ونزيل الاعشاب الضاره؟'
" 'لا' اجاب المالك. 'بينما انت تنتزع الاعشاب، قد تنتزع القمح معها.
دعهم ينمون معًا حتي الحصاد. في ذلك الوقت ساخبر العمال بما يجب فعله. هذا ما ساقوله لهم. اولاً اجمعوا الاعشاب الضاره. اربطوها في كومات لحرقها. ثم اجمعوا القمح. احضروه الي مخزني". "قصص بذره الخردل والخميره"
حكي يسوع حكايه اخري للجماهير. قال: "ملكوت السما مثل حبه خردل. اخذ احدهم البذره وغرسها في حقل.
انه اصغر بذوركم. ولكن عندما ينمو، يكون اكبر من جميع نباتات الحديقه. يصبح شجره. تاتي الطيور وتستريح في اغصانه.
روي يسوع لهم قصه اخري. قال: «ملكوت السما كمثل خميره، اخذت امراه وخلطتها في ثلاثه اكياس من الطحين، وعملت الخميره في كل العجين».
قال يسوع كل هذه الاشياء للجماهير مستخدماً القصص. لم يقل لهم شيءاً دون ان يروي لهم قصه.
فتحقق قول النبي. قال: «افتح فاهي واروي القصص. اتحدث عن اشياء كانت مخفيه منذ خلق العالم» (مزمور 78:2). يسوع يشرح قصه الاعشاب
ثُمَّ خَرَجَ يَسُوعُ مِنَ الْجَمْعِ وَذَهَبَ اِلَي الْبَيْتِ فَاَتَاهُ تَلَامِيذُهُ قَالُوا لَهُ: «اشْرَحْ لَنَا مَثَلَ الْحُبُوبِ فِي الْحَقْلِ».
اجاب: «ان الذي زرع الحبه الطيبه هو ابن الانسان».
الميدان هو العالم. البذره الطيبه تمثل الناس الذين ينتمون الي المملكه. الاعشاب الضاره هي الناس الذين ينتمون الي الشيطان.
العدو اللي كيزرعهم هو الشيطان. الحصاد هو يوم الحساب. والعمال هم الملاءكه.
“تُسحب الاعشاب الضاره وتُحرق في النار. سيكون الامر كذلك في يوم الحساب.
سيبعث ابن الانسان ملاءكته. سيقتلعون من مملكته كل ما يسبب الخطيءه. سيخلصون من كل من يفعل الشر.
سَيُلْقُونَهُمْ فِي الْجِيَادِ الْمُرْتَهِنَهِ. فِيهَا يَبْكُونَ وَيَقْرِعُونَ بِاَرْجُلِهِمُ الْاَرْضَ.
ثُمَّ يَتَاَلَّقُ قَوْمُ اللَّهِ كَالشَّمْسِ فِي مَلَكُوتِ اَبِيهِمْ. وَمَنْ لَهُ اُذُنٌ فَلْيَسْمَعْ. حِكَايَهُ الْخَزَاءِنِ السَّرِيَّهِ وَاللُّءْلُءَهِ
"ملكوت السما كمثل كنز مخبا في حقل، اذ وجده انسان، فخفيه مره اخري. وكان ذلك الرجل مسروراً جداً. فذهب وباع كل ما كان يملك، واشتري ذلك الحقل."
"ومره اخري، ملكوت السماوات مثل تاجر يبحث عن اللءلءه الثمينه.
لقي واحداً ثميناً جداً. فذهب وباع كل ما يملك. واشتري اللءلءه. قصه الشبكه
"ومره اخري، ملكوت السماوات مثل شبكه. تم اسقاطها في البحيره. لقد اصطادت كل انواع الاسماك.
عندما امتلا، سحب الصيادون الشبكه الي الشاطء. ثم جلسوا وجمعوا السمك الجيد في سلال. لكنهم القوا السمك الرديء بعيدًا.
هكذا سيكون يوم الحساب. سياتي الملاءكه. سيفرقون بين الناس الذين فعلوا ما هو خاطء واولءك الذين فعلوا ما هو صحيح.
سَيُلْقُونَ الْاَشْرَارَ فِي الْجِمَاحِ الْمُلِيحِ. فِيهِ يَبْكِي الاَشْرَارُ وَيَقْرَعُونَ اَسْنَانَهُمْ.
“هل تفهمون كل هذه الاشياء؟” سال يسوع. “نعم” اجابوا.
قال لهم: «كل معلم للشريعه، تعلم ممالك السماوات، مثل صاحب بيت. يجلب برّاً جديداً وبرّاً قديماً من مخزونه». نبيٌّ بلا شرف
انتهي يسوع من سرد هذه القصص. ثم انتقل من هناك.
جاء الي بلدته الناصره. وهناك بدا يعلم الناس في معبدهم. فدهشوا. "من اين لهذا الرجل بهذه الحكمه؟ ومن اين له بهذه القوه التي يعمل بها المعجزات؟" سالوا.
“هذا ليس ابن النجار؟ امّه مريم، اليس اخوته يعقوب ويوسف وسمعان ويهوذا؟
مَا كَانَ كَلْ يَا سِيِّدِي كَلْ كُلُّ اَخَوَاتُو مَعَانَا؟ فَمِنْ اَيْنَ لَهُ هَذِهِ الاُمُورُ؟
ما كانو راضيين عليه خالص. لكن يسوع قال لهم: "لا يُكرم النبي في وطنه. لا يُكرم في بيته."
ما فعل هناك سوي قِله من المعجزات لانهم لم يكن لديهم ايمان.
راس يوحنا المعمدان يقطع
فِي تِلْكَ الاَيَّامِ سَمِعَ هِيرُودُسُ حَاكِمُ الْجَلِيلِ وَبَرْعَهَ اَخْبَارًا عَنْ يَسُوعَ.
قال لخدمه: «هذا يوحنا المعمدان. لقد قام من الموت! لهذا السبب لديه قوه عمل المعجزات».
كان هيرودس قد اعتقل يوحنا. ربطه والقي به في السجن بسبب هيروديا. كانت زوجه اخ هيرودس فيليب.
كان جون يقول لهيرود: «من غير القانوني ان تكون معها».
اراد هيرود قتْل يوحنا. لكنه كان يخشي الشعب، لانهم كانوا يعتقدون ان يوحنا نبي.
في عيد هيرودس، راقصت ابنه هيروديا هيرودس وضيوفه. واسعدت هيرودس كثيرا.
فَوَعَدَهَا بِعَهْدٍ اَنْ يُعْطِيَهَا مَا تَسْاَلُ.
قالت لها امها ماذا تقول. فقالت الفتاه لهيرودس: " اعطني راس يوحنا المعمدان علي طبق كبير".
كان الملك غاضبا جدا. لكنه تذكر وعداً له وضيوف العشاء. لذا طلب من احد رجاله ان يعطيها ما طلبته.
قطع هيرود راس يوحنا في السجن.
جابو ليه راسو في طبق كبير وداوه للبنت. بعد ذلك، حطاه عند ماماها.
جاء تلاميذ يوحنا واخذوا جسده ودفنوه. ثم ذهبوا واخبروا يسوع. يسوع يطعم خمسه الاف
سمع يسوع ما حدث ليوحنا. اراد ان يكون وحده. فذهب في قارب الي مكان هادء. سمعت الجموع بذلك. فتبعته علي الاقدام من القري.
فَلَمَّا جَاءَ يَسُوعُ اِلَي الْبَرِّ رَاَي جَمَاعَهً كَثِيرَهً فَتَعَطَّفَ عَلَيْهِمْ وَشَفَي مَرْضَاهُمْ.
حين اقترب المساء، جاء التلاميذ اليه. قالوا: «ليس هنا شيء». «لقد تاخر الوقت. ارسل الحشود. يمكنهم الذهاب لشراء بعض الطعام في القري».
اجاب يسوع: «لا حاجه لان يذهبوا. اعطوهم ما ياكلون».
"لدينا فقط خمسه ارغفه من الخبز وسمكتان" اجابوا.
“اجلبوهم اليّ” قال.
ثُمَّ اَوْجَهَ يَسُوعُ النَّاسَ اِلَي اَنْ يَجْلِسُوا عَلَي الْعُشْبِ. وَاَخَذَ الْخُبْزَ خَمْسَهً وَالْاَسْمَاكَ اثْنَتَيْنِ. وَرَفَعَ عَيْنَيْهِ اِلَي السَّمَاءِ وَشَكَرَ. وَقَسَّمَ الْخُبْزَ اِلَي اَقْسَامٍ. ثُمَّ اَعْطَاهُمْ لِلْتَّلَامِيذِ. وَاَعْطَي التَّلَامِيذُهُمْ لِلنَّاسِ.
كلهم اكلوا وشبعوا. التلاميذ جمعوا 12 سلت من بقايا القطع.
عدد الرجال الذين اكلوا كان حوالي 5000. النساء والاطفال اكلوا ايضا. يسوع يسير علي الماء
فَلَمَّا فَرَغَ يَسُوعُ اَوْجَهُ اِلَي التَّلَامِيذِ اَنْ يَصْعَدُوا اِلَي الْبَارِقَهِ فِي الْبَوْتِ وَيَمْضُوا قُدَّامَهُ اِلَي الْوَقْعَهِ الْاُخْرَي عَبْرَ بَحْرِ جَلِيلَهَ. ثُمَّ اَرْسَلَ الْجَمْعَ.
بعد ان ابعدهم، صعد الي تل جبلاني وحده ليصلي. وعندما حل المساء، كان هناك وحده.
كان القارب بعيدًا عن الارض بالفعل. كان يُهزّه الامواج لان الرياح كانت تهب ضده.
فَبَكْرَهً خَرَجَ يَسُوعُ اِلَي التَّلاَمِيذِ. وَسَارَ عَلَي الْبَحْرِ.
شافوه كيمشي علي البحيره و خافو. قالوا: "هذا شبح!" و صاحو بالخوف.
فَوَجَّهَ يَسُوعُ اِلَيْهِمْ فِي الْحَالِ قَاءِلاً: «اغْتَبِطُوا! اَنَا هُوَ. لاَ تَخَافُوا».
“يا رب، هل انت؟” سال بطرس. “اذا كان الامر كذلك، قل لي ان اتي اليك علي الماء.”
"تعال"، قال يسوع. فخرج بطرس من السفينه. سلك نحو يسوع علي الماء.
لكن بطرس، حين راي الريح، خاف. وبدا يغرق. صرخ قاءلا: «يا رب! انقذني!»
فامسك به يسوعُ فوراً وقال: «يا قليلُ الايمان! لماذا تشككتَ؟»
فَلَمَّا صَعِدُوا فِي السَّفِينَهِ قَلَّ الْبَرْدُ.
ثُمَّ اَقْبَلَ الَّذِينَ فِي السَّفِينَهِ يَرْكَعُونَ وَيَسْجُدُونَ وَيَقُولُونَ سُبْحَانَ رَبِّنَا اِنَّ كَانَ وَعْدُهُ مَثْبُوتًا عِندَهُ اَوَلَمْ نُهْلِكِ الْقَوْمَ مِنْ قَبْلِهِمْ لِنَفْتِنَهُمْ اَنَّهُمْ لَا يُءْمِنُونَ
عبروا البحيره ووصلوا الي الجليل.
الرجال الذين كانوا يعيشون هناك عرفوا يسوع. فبعثوا رساله في كل مكان قريب. اتي الناس بكل مرضاهم الي يسوع.
طلبوا منه ان يسمح للمرضي فقط بلمس حافه ثوبه. وشفي جميع من لمسوه.
ما الذي يجعل الناس "غير نظيفين"؟
جاء بعض الفريسيين وبعض معلمي الشريعه من اورشليم ليروا يسوع. فسالوا،
“لِمَ لاَ يُطِيعُ تَلامِيذُكَ مَا يَعَلِّمُهُمُ الْكِبَارُ؟ تَلاَمِيذُكَ لاَ يَغْسِلُونَ اَيْدِيَهُمْ قَبْلَ اَنْ يَاْكُلُوا!”
اجاب يسوع: «ولِمَ لا تُطِيعُونَ امرَ الله؟ بل تُريدونَ ان تَتَّبعوا تعاليمَكُم اَنتُم!»
قال الله: "اعْتِدُوا اَبَاكُمْ وَاُمَّكُمْ" (خروج 20:12؛ تثنيه 5:16) وقال ايضاً: "مَنْ لَعَنَ اَبَاهُ اَوْ اُمَّهُ فَيَمُوتُ فَلَا يُغْرَمُ" (خروج 21:17؛ لاويين 20:9)
لكنك تُجيز للناس ان يقولوا لوالديهم: "ان العطاء الذي قد تتلقونه منا هو هبه مخصصه لله".
لذلك لا يحتاجون الي تكريم والديهم بهديتهم. تجعلون كلمه الله باطله لتتبعوا تعاليمكم.
يا منافقين! قال اشعياء حقًا عندما تنبا عنكم. قال:
" 'هءلاء الناس يكرّموني بما يقولون. لكن قلوبهم بعيده عني.
عبادتهم ما كايعنيوني والو. ما كيعلمونا والو غير قواعد بشريه. " (اشعياء 29:13)
دعا يسوع الجمع الي نفسه. قال: "اسمعوا وافهموا.
مَا يَدْخُلُ فِي الْفَمِّ لَا يُنَجِّسُكُمْ، بَلْ مَا يَخْرُجُ مِنَ الْفَمِّ يُنَجِّسُكُمْ.
ثُمَّ جَاءَ التَّلَامِيذُ اِلَيْهِ. فَقَالُوا: «اَلَا تَعْلَمُ اَنَّ الْفَرِّيسِيِّينَ غَضِبُوا حِينَ سَمِعُوا هَذَا؟»
اجاب يسوع: «هناك نباتات لم يزرعها ابي الذي في السماوات. سيُجتَثّون من جذورهم».
اتركهم. الفريسيون هم قاده عميان. ان كان اعمي يقود اعمي، فسيقعان في حفره.
قال بيتر: "اشرح لنا هذا".
“مَا لَكُمْ تُءْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ؟” سَاَلَهُمْ يَسُوعُ.
ماشفتيش؟ كل ما يدخل الفم يدخل للبطن. ثم يخرج من الجسم.
لكن الاشياء التي تخرج من الفم تاتي من القلب. تلك هي الاشياء التي تجعلك "نجساً".
تفكير شرير ياتي من القلب. كذلك القتل، الزنا، والخطايا الجنسيه الاخري. كذلك السرقه، الشهاده الزور، والكذب علي الاخرين.
هذا ما يجعل الانسان نجسا. لكن الاكل دون غسل اليدين لا يجعل الانسان نجسا. ايمان امراه من كنعان
غادر يسوع الجليل وذهب الي منطقه طير وصور.
عاشت امراه من كنعان بالقرب من صور وصيدون. جاءت اليه وصاحت: «يا رب! يا ابن داود! ارحميني! شيطان يسيطر علي ابنتي. تعاني بشده».
لم يقل يسوع كلمه. فجاء تلاميذه اليه. وطلبوا منه: «ابعدها عنا. انها تصرخ وراءنا».
اجاب يسوع: «لقد ارسلت فقط الي شعب اسراءيل. فهم مثل الخراف الضاله».
ثم سقطت المراه علي ركبتيها امامه. "سيدي! ساعدني!" قالت.
اجاب: "ليس من الصواب ان ناخذ خبز الاطفال ونرميه لكلبهم".
"نعم يا رب"، قالت. "لكن حتي الكلاب تاكل من فتات طاوله اصحابها".
فَقَالَ يَسُوعُ: «يَا امْرَاَهُ، لَقَدْ كُنْتِ تَاْمُلِينَ خَيْرًا! سَيُعْطَي لَكِ مَا تَطْلُبِينَ». فَشُفِيَتِ ابْنَتُهَا فِي تِلْكَ السَّاعَهِ. يَسُوعُ يُطْعِمُ اَرْبَعَهَ اَلْفَ نَاسٍ
رَحَلَ يَسُوعُ مِنْ هُنَاكَ. سَارَ عَلَي ضِفَّهِ بَحْرِ الْجَلِيلِ. ثُمَّ صَعِدَ عَلَي جَبَلٍ وَاسْتَقْرَ.
جَمْعٌ غَفِيرٌ مِنَ النَّاسِ جَاءُوا اِلَيْهِ. اَحْضَرُوا مَعَهُمْ عُمْيًا وَمَنْ لَا يَقْدِرُ عَلَي الْمَشْيِ. اَيْضًا اَحْضَرُوا مَعَهُمْ مَرْضَي وَمَنْ لَا يَتَكَلَّمُ، وَكَثِيرِينَ غَيْرِهِمْ. وَوَضَعُوهُمْ عِنْدَ قَدَمَيْهِ، فَقَامَ بِشِفَاءِهِمْ.
اُعجب الشعب. كان الذين لا يتكلمون يتكلمون. شفي المعاقون. كان الذين لا يستطيعون المشي يمشون. راي العميان. فامتدح الشعب اله اسراءيل.
ثُمَّ اَوْجَهُ الْمَسِيحُ كَلَامَهُ اِلَي تَلَامِيذِهِ فَقَالَ: «قَدْ اَسَفْتُ عَلَي هَاءُلَاءِ النَّاسِ، فَقَدْ اَقَامُوا عِنْدِي ثَلَاثَهَ اَيَّامٍ وَلَيْسَ لَهُمْ طَعَامٌ. لَا اُرِيدُ اَنْ اُرْسِلَهُمْ وَهُمْ جِيَاعٌ، فَيَكُونُونَ مِنْ اَجْلِ ذَالِكَ اَضْعَفَ مِنْ اَنْ يَمْشُوا اِلَي بُيُوتِهِمْ».
اجابه تلاميذه. "ليس هنا شيء" قالوا. "اين نجد خبزاً كافياً لاطعام هذا الحشد الكبير؟"
“كم من خبز لديكم؟” سال يسوع. “سبعه” اجابوا، “وبضعه اسماك صغيره”.
قال يسوع للجماهير اجلسوا علي الارض.
اخذ الخبز السبعه والسمك وحمد الله. ثم كسرها واعطاها للتلاميذ. واعطي التلاميذ الشعب.
كلهم اكلوا وشبعوا. بعد ذلك، اخذ التلاميذ سبعه سلال من الفتات المتبقي.
كان عدد الرجال الذين اكلوا 4000. اكلت النساء والاطفال ايضا.
بعد ان ابعد يسوع الحشد، صعد الي السفينه. ثم ذهب الي المنطقه القريبه من ماغادان.
يسوع يُطلب منه علامه معجزه
جاء الفريسيون والصدوقيون لاختبار يسوع. طلبوا منه ان يظهر لهم ايه معجزه من السماء.
اجاب: "في المساء تنظر الي السماء. تقول: سيكون الطقس جيدا. السماء حمراء."
و في الصباح تقول: "اليوم سيكون ممطرا. السماء حمراء وملبده بالغيوم". تعرف معني ما تراه في السماء. لكنك لا تفهم علامات ما يحدث الان.
الناسُ الكافرونَ يَبحثونَ عن ايهٍ عجيبهٍ. ولكن لن تُعطي لهم الا ايهُ يونس. ثمَّ انصرفَ يسوعُ عنهمْ ومضي. خمُّ الفريسيينَ والصدوقيينَ
عبر التلاميذ الي الجانب الاخر من البحيره. نسوا ان ياخذوا الخبز.
"احذروا"، قال لهم يسوع. "احذروا خمير الفريسيين والصدوقيين".
تحدث التلاميذ فيما بينهم عن هذا. وقالوا: «لا بد انه يقول هذا لاننا لم ناخذ خبزاً».
كان يسوع يعلم ما يقولون. فقال لهم: «يا هءلاء قلوبكم ضيقه! لماذا تتحدثون فيما بينكم انكم تفتقرون الي الخبز؟
مازال ما فهمتيش؟ مازال ما تذكرش الخمس خبزات ل5000؟ مازال ما تذكرش كميه السلال ديال القطع لي جمعتي؟
مَا تَذْكُرُونَ خُبْزَ السَّبْعَهِ لِلْاَرْبَعَهِ الَافٍ؟ مَا تَذْكُرُونَ كَمْ سَلَّهً مِنَ الْقِطَعِ جَمَعْتُمْ؟
كيف لك الا تفهم؟ لم اكن اتحدث معك عن الخبز. لكن احذر من خميره الفريسيين والصدوقيين.
ثُمَّ اِذَا التَّلَامِيذُ قَدْ فَهِمُوا اَنَّ يَسُوعَ لَمْ يَقُلْ لَهُمْ احْذَرُوا خَمِيرَهَ الْخُبْزِ. بَلْ حَذَّرَهُمْ مِمَّا يُعَلِّمُهُ الْفَرِّيسِيُّونَ وَالسَّادُوُونَ. بِطَرِيقَهِ بِطْرُسَ اَنَّ يَسُوعَ هُوَ الْمَسِيحُ
ذهب يسوع الي منطقه كيساريه فيلبس. وسال تلاميذه هناك: «من يقول الناس ان ابن الانسان هو؟»
فاجابوا: «يقول البعض انها يوحنا المعمدان. ويقول اخرون انها ايليا. ويقول اخرون انها ارميا، او احد الانبياء».
“ولكن ماذا عنك؟” سال. “من تقول انني انا؟”
اجاب سمعان بطرس: «انت هو المسيح، ابن الله الحي».
اجاب يسوع: «طوباك يا سيّدُ يعقوب بن زبدي! لا يُعلّمك هذا الاّ انسانٌ من السماء».
ها ما اقول لك. انت بطرس. علي هذه الصخره سابني كنيستي. ابواب الجحيم لن تكون قويه بما يكفي لتدميرها.
اعطيكم مفاتيح ملكوت السماوات. ما تربطون علي الارض يكون مربوطن في السماوات. وما تحلّلون علي الارض يحلّل في السماوات.
ثُمَّ اَوْحَيا يَسُوعُ اِلَيا تَلَامِيذِهِ اَن لَّا يُخْبِرُوا اَحَدًا بِاَنَّهُ الْمَسِيحُ. يَسُوعُ يُخْبِرُ عَنْ مَوْتِهِ الْقَادِمِ
منذ ذلك الوقت بدا يسوع يُعلّم تلاميذه ما يجب ان يحدث له. قال لهم انه يجب ان يذهب الي اورشليم. هناك يجب ان يعاني اشياء كثيره من قبل الشيوخ وكبار الكهنه ومعلمي الشريعه. يجب ان يُقتل ويوم الثالث يُقوم من الاموات.
اخذ بطرس يسوع الي جانب وبدا في توبيخه. "لا ابدا، يا رب!" قال. "هذا لن يحدث لك ابداً!"
التفت يسوع وقال لبيتر: «قم عني يا شيطان! انت تقف في طريقي. لا تفكر في امور الله. بل تفكر في امور البشر».
ثُمَّ قَالَ يَسُوعُ لِتَلَامِيذِهِ. قَالَ: «اِنْ اَرَادَ اَحَدٌ اَنْ يَاْتَمِرَ بِي فَلْيُنْكِرْ نَفْسَهُ وَيَحْمِلْ صَلِيبَهُ وَيَتْبَعْنِي».
اذا اراد ان ينقذ حياته، سيخسرها. لكن اذا خسر حياته من اجلّي، سيجدها.
“ما الفاءده اذا كسب شخص العالم اجمع وفقد روحه؟ او ما الذي يمكن لاي شخص ان يبيعه بروحه؟
سياتي ابن الانسان في مجد ابيه. وسوف ياتي معه ملاءكته. وسيجزي كل واحد حسب عمله.
"مَا اَنَا بَالِغٌ اَنْ اُخْبِرَكُمْ اِلَّا صِدْقًا. بَعْضُ الَّذِينَ يَقِفُونَ هُنَا لَنْ يَمُوتُوا قَبْلَ اَنْ يَرَوُا ابْنَ الاِنْسَانِ اتِيًا بِمَلَكُوتِهِ."
ظهور يسوع يغير شكله
بعد سته ايام اخذ يسوع بيد بطرس ويعقوب ويوحنا اخا يعقوب وصعد بهم الي جبل عالٍ وكانوا وحدهم.
هناك امامهم تغير مظهره. وجهه اضاء كضوء الشمس. ثيابه اصبحت بيضاء كالضوء.
في تلك اللحظه ظهر موسي وايليا امامهم. كان موسي وايليا يتحدثان مع يسوع.
قال بطرس ليسوع: «ايها الرب، انّه لمن الخير ان نكون هنا. ان شءت، اصنع ثلاثه ملاجء. واحد لك، وواحد لموسي، وواحد لايليا».
وكان بطرس لا يزال يتكلم، اذ حَلَّتْ سحابهٌ مُنِيرَهٌ بهم. فقال صوتٌ من السحابه: «هذا ابني الحبيب، الذي به اسرّ، وهو عني راضٍ، فاسمعوه!»
فَلَمَّا سَمِعَ التَّلامِيذُ ذَلِكَ حَزِنُوا. وَاسْتَقْبَلُوهُ وَوُجُوهُهُمْ اِلَي الاَرْضِ.
لكن يسوع جاء ولمسهم. وقال لهم: "قوموا. لا تخافوا".
فَلَمَّا رَفَعُوا اِلَي السَّمَاءِ اَبْصَارَهُمْ لَمْ يَرَوْا اِلَّا عِيسَي.
نزلو من الجبل. في الطريق لاسفل، قال لهم يسوع ماذا يفعلون. "لا تخبروا احداً بما رايتم"، قال. "انتظروا حتي يُقوم ابن الانسان من الاموات".
ساله التلاميذ: «لماذا يقول معلمو الشريعه ان ايليا يجب ان ياتي اولاً؟»
اجاب يسوع: «هكذا يجب». من المفترض ان يظهر ايليا مجددًا فيجعل كل شيء جديدًا.
لكن اقول لكم، ان ايليا قد جاء. لم يتعرف عليه الناس. فعلوا به كل ما ارادوا فعله. وبالمثل، سيجعلون ابن الانسان يعاني.
ثُمَّ اَدْرَكَ التَّلاَمِيذُ اَنَّ يَسُوعَ كَانَ يَتَكَلَّمُ عَلَيْهِمْ عَنْ يُوحَنَّا الْمَعْمَدَانِ. يَسُوعُ يُعْلِفُ صَبِيًّا اُخْرِجَ مِنْهُ شَيْطَانٌ
عندما اقتربوا من الجمع، تقدم رجل نحو يسوع. ركع امام وجهه.
"يا سيدي" قال "ارحم ابني. انه يرتجف بشده ويعاني كثيرا. كثيرا ما يسقط في النار او في الماء.
جِبته لاتباعك. لكنهم لم يستطيعوا شفاءه.
"يا كفره يا اشرار!" اجاب يسوع. "كم من الوقت يجب ان ابقي معكم؟ كم من الوقت يجب ان اتحملكم؟"
امر يسوع الشيطان ان يخرج من الفتي، فخرج منه. شفي في تلك اللحظه بالذات.
ثُمَّ جَاءَ التَّلامِيذُ اِلَي يَسُوعَ فِي خَاصَّهٍ. فَسَاَلُوهُ: «لِمَاذَا لَمْ نَسْتَطِعْ نَحْنُ اَنْ نُخْرِجَ الْعَنْزَهَ؟»
فاجاب: "لان ايمانكم صغير جدا. ما ساخبركم به الان حق. ان كان ايمانكم مثل حبه خردل، فهو كاف. تستطيعون ان تقولوا لهذا الجبل: "انقل من هنا الي هناك" فينتقل. لا شيء سيكون مستحيلاً بالنسبه لكم".
<.>
اجتمعوا معا في الجليل. ثم قال يسوع لهم: «سيُسلَّم ابن الانسان الي ايدي الناس».
سَيَقْتُلُونَهُ. وَفِي الثَّالِثَهِ يَقُومُ مِنَ الاَمْوَاتِ». فَامْتَلاَ التَّلاَمِيذُ حُزْنًا شَدِيدًا. يَسُدُّ يَسُوعُ دَيْنَ الْمَسْجِدِ
وصل يسوع وتلاميذه الي كفرناحوم. هناك جاء جباه الضراءب الي بطرس. سالوه: «هل لا يدفع معلمك ضريبه الهيكل؟»
"نعم، يَفْعَلُ ذلك"، اجاب. وعندما دخل بطرس البيت، تكلم يسوع اولاً. "ماذا تظن، سِمْعَانُ؟" سال. "مِمَّنْ يَجْمَعُ مُلُوكُ الاَرْضِ الضراءبَ والرسومَ؟ هل يَجْمَعون مِنْ اَوْلَادِهِمْ اَمْ مِنْ غَيْرِهِمْ؟"
"من الاخرين"، اجاب بطرس. "اذن الابناء لا يدفعون"، قال له يسوع.
“ولكننا لا نريد ان نغضبهم. اذهبوا الي البحيره والقوا خطاف الصيد. خذوا اول سمكه تصطادونها. افتحوا فمها. ستجدون فيها العمله التي تحتاجونها بالضبط. خذوها واعطوها لهم كضريبه لي ولاخوانكم”.
