كَاينه تما، قدام معلومه السياح.
ما سمعت بهاد العنوان هنا.
مشِ مباشره حتي تري صيدليه.
كم ثمن الافطار؟
كيف يمكنني مساعدتك؟
دير يسار فالقرن الثالث.
غادي تشرب قهوتك بالكريما والسكر؟
هل يمكنك صرف شيك بقيمه ماءتي دولار؟
اذا ظهر، يرجي الاتصال بي.
فين كاين كافي شوب؟
اريد كنزه اطفال.
حسنا. تكلفه البريد العادي خمسون سنتا، وتكلفه التوصيل السريع ثلاث دولارات وخمسين سنتا.
كنت ساشتري هذا لو كنت مكانك.
غادي يكون عندي مشكل مع الجمرك؟
عندك صبابط ديال الحفلات واسعه الصباع؟
لا. هل يمكنني اقتراح زوج لمستخدم واحد بدلاً من ذلك؟ لدينا واحد.
اريد تمويجاً ضيقاً، من فضلك.
هي تُريد بيره.
صباح الخير. كيف حالك؟
خَشْيَانَ اَنْ اَحْتَاجَ اِلَي رُءْيَهِ بَعْضِ شَكْلٍ مِنْ التَّحَقُّقِ مِنْ الهُوِيَّهِ.
شكون هاد التتبيله؟
هذا بارد بعض الشيء. هل سترفع حرارته؟
سَفَه، هَذَا الْمَكَان مَاْخُوذٌ مِنْ قَبْل.
انا بخير. لكن هل تمانع في الاتصال بصديقي؟
شكرا، كافيين.
شكون صاحبتك المفضله؟
اليوم الرياضي للصحه 10 اكتوبر عطله وطنيه مخصصه لتعزيز صحه الشعب.
غادي تشرح ليا تحت المحرك؟
هل يمكنك مساعدتي في العثور علي حقيبتي؟
غادي تاخد الاجراءات اللازمه مسبقا؟
كَيْنَوْنَ كَيْدَوْنَ لِي. شُكْرًا.
عند وصولك، اسال شخصًا اخر، من فضلك.
اريد خط 24، من فضلك.
هاهي دولارين. احتفظ بالباقي.
عندكم همبرغر و همبرغر بالجبن، من فضلكم.
كم تتقاضون عن المعالجه؟
نود كلنا ان ندفع ثمن وجباتنا الخاصه.
كان الموقع علي كرسي في الردهه.
غير هاد الين لهاد الجنيه.
اريد قاموس في الجيب، من فضلك.
لشخصين في السابعه. الاسم واتانابي.
ساعتي. كانت رقميه من نوع سيكو.
سيكون من دواعي سرورنا ان نقدم لكم مشروبكم المفضل، تليه العشاء. دليل شامل للمشروبات التي نقدمها علي هذه الرحله موجود في دليل المعلومات في مجلتنا.
كَتَعْشَي فهاد الحي؟
فين متجر الهدايا؟
انا علي الطريق السريع الاول بالقرب من مورو باي.
اريد منبه، من فضلك.
من جهه اخري، اسمي هو هيروسي ايجيما.
هذا القطار يتوقف في بحيره فورست، اليس كذلك؟
اكثر اليابانيين ياكلون الحبار وسمك الحبار.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
مشيت ل نيويورك.
شمن رقم الطياره؟
واحده لنيويورك، من فضلك.
لعشره ايام تقريبا.
الثاني من اليسار.
هاد البطاقه، صافي؟
هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
غادي عشره دولارات تكفي بالطاكسي؟
هاد الطعم غريب.
نعم. انتظر، ساجلب لك واحده.
نصف زجاجه، من فضلك.
لا حقا. فقط شيء غير مكلف.
كَتَابْ تَقْرَاْ؟
اربع ليالٍ.
نَـبْـغِي سُـيُـور.
كَانَ مُمكنًا تَخفيض السّعر حَيثُ اَنّهُ هُناك بَعض البَقع؟
رجل صدمتني. بعد ذلك لاحظت ان محفظتي اختفت.
مَا خَطَرَ لِي اَنِّي سَاَحْزِمُ كَافِيَهَ الثِّيَابِ لِرِحْلَهٍ تَدُومُ ثَلَاثَهَ اَسَابِيعَ.
حسناً، نود ان نجرب نبيذاً ابيض.
اذا سالك اي شخص عني، فقل لهم انني ساكون في مقهي.
انا متاكد من انني وضعتها في الجيب الداخلي لستري.
هل يمكنني الحصول علي اسم ورقم الحزب الذي تتصل به؟
هل ستدفع شركه الطيران ثمن شراءي لبعض الضروريات الشخصيه الاساسيه؟
اريد غرفه مع حمام.
ما خرج من الاله؟
كنت من المفترض ان تاخذ الرحله 820، التي اقلعت قبل 15 دقيقه. حسنا. يمكنني ترتيب رحله اخري لك.
شيء ما فكّ عُلّيّه حزّي.
اه، ما شي. كنتي هنا، علي كل حال.
خطوط جويه يابانيه، رقم الرحله واحد اثنان ثلاثه.
نحتاج نشتري شامبو.
اخبرني متي نصل الي المركز المدني؟
فين اقرب جزار؟
نود ان نقيم اربعه ليالٍ ابتداءً من الاول من اغسطس.
شنو اسم هاد الزهره؟
يوم 15 شتنبر هو يوم الاحترام لكبار السن.
ماكاينش صابون فغرفتي.
شيء ما يمكنني اخذه لهده الطفح الجلدي؟
هل يمكنك تغيير صياغه ما قلته للتو؟
كم من الوقت سيستغرق الامر لطلب الطعام؟
تكلم بصوت اعلي قليلا، من فضلك؟
كم من الوقت سيمر قبل ان يخرج؟
فين معلومات الرياضه؟
هذا الحجم هنا، الحجم الذي تسميه حجمًا عاديًا، سيكون كافيًا.
فين غادي تنتهي الجوله، ومتي؟
فين نغير القطار باش نوصل لمدينه ادنبره؟
اود ان اضع هذا في صندوق امانات.
فين نقدر نبدل الفلوس ديالي؟
هل يمكننا ترك اغراضنا، باستثناء الاشياء الثمينه، في الحافله؟
انا اتساءل عن سبب هذا الرسم في فاتورتي.
غادي ندفع خمسين دولار.
الان اعرف ما كان خطا.
هذا ايكيدا يتحدث. لدي حجز لطاوله في السادسه والنصف هذا المساء. لكني اسف ساصل متاخرا نصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها معفاه من الرسوم؟
سياحه فقط.
هذا جيد، من فضلك وقّع عليهما. كيف تريد ذلك؟
هل لديكم مقاعد لاداء الليله؟
اريد واحده كبيره.
نمت حتي ساعه سته وثلاثين دقيقه.
انا مصور مستقل.
يمكن للتجار ان يبادلوا دولاراتك بنصاءح الكازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعا من زيوت الاستحمام.
غادي نعرض عليكم الاقتراح الاسبوع الجاي.
شكرا. كم ثمن هذه القفازات؟
غادي نمشي. غادي نعيط ليك بعد.
اريد حفاضات منفرده.
من اين اتت هذه الاسماك الفراشه؟
غادي تبدلهم لدولار، من فضلك؟
نحن محظوظون جدا. لديهم واحد بحجم اربعه في متجر الا موانا.
كاين شي ليموزين؟
هل يمكنني الحصول علي مكالمه استيقاظ في الخامسه والنصف صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيل طلاء الاظافر.
اريد بطاريه.
كاين فرقه موسيقيه حيه ولا دي جي؟
هل يمكنني استءجار معدات الغوص السطحي؟
اود حجز غرفه لاربع ليالٍ ابتداءً من 22 ديسمبر.
هل هذه الحقيبه مناسبه لجميع الاحوال الجويه؟
اريد دونات، من فضلك.
اريد استءجار سياره اوتوماتيكيه لمده يومين.
فَاتَنِي الرِّحْلَهُ عِشْرُونَ اِلَي سَانْ فَرَانْسِيسْكُو.
كم الي المطار؟
هذا جيد. متي؟
كم عمر ابنتك؟
غادي تقوليا علي فنادق رخيصه ونظيفه؟
يمكننا ان نحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادي جولف مشهور.
اوصي بهذا لانه مصنوع من مكونات طبيعيه مءه في المءه.
هل يتوقف القطار في برايتون؟
ايمكنك اخباري اين اجد سياره اجره؟
تذكرتين من الدرجه الثانيه، من فضلك.
اود ان ارسل فاكس.
اريد مكواه للسفر.
هل يمكنني ان اقدم لك اي شيء؟
يومي؟ اخشي ان اسال، لكن ماذا تعني؟
اريد واحد يحمل مستندات بحجم ورقه الرساءل العاديه دون الحاجه الي طيها.
نعم، لكن ليس قويًا جدًا.
انا اتالم من القطط.
اه، يجب ان يكون لديك رخصه قياده، ويجب ان يكون لديك رخصه من لجنه سيارات الاجره والليموزين.
امضِ قُدُما، سيدي.
ما كايناش الما الحار.
اود ان احجز غرفه الليله.
لا، يستثني الضريبه ورسوم الخدمه.
غادي نخرجو للتسوق معايا اليوم؟
سلام، هاد الفستان زوين بزاف.
الان، تم توصيل مكالمه. من فضلك، تكلم.
شكون رقم الباب؟
شنو هو التذكار التقليدي لجزيره هاواي؟
كيف اتوصل الي هناك بالقطار؟
اريد تجفيف شعري بالهواء الساخن.
غادي نوصلو لحل شي نهار بالهدره هادي؟
نَا مِنْ نُورْوَجْ.
من عشره الي اثني عشر من فضلك.
اكيد. خلي نشوف. كنتي كتعاني من جروح بسبب المرجان، تقريبا.
حسبتاجي رقم الشخص المسءول فحال فحال
كاين طريق سريع؟
شكون لي ماجاش للحفله دباره؟
وقع حادث سير.
سَفْرَانْ، عَطَانِي النَّمْبُورْ خَطَاً.
ادخل رمزك السري.
ما نقدرش نضبط الصوره.
عندكم برجر جبن وعصير برتقال، من فضلك.
ها هو جوازي.
شكرا جزيلا. اه، هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين لمسرحيه الغد الجمعه القادمه؟
قال راكب اخر هناك انه يمكنه تبديل المقاعد معك.
هل يمكنني تمديد اقامتي؟
قول، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، اريد استءجار مجموعه نصفيه من الانديه وزوج من الاحذيه.
اخبرني متي يتم العثور علي الحقيبه المفقوده؟
شنو سميه هاد الحديقه الوطنيه؟
عندي كدمه.
فين كاين بلاصه زوينه للسياحه؟
اش نوصي بالفواكه؟
هل يمكنني تناول الغداء الان؟
نَحْتَاجُ اِلَي تَغْيِيرِ هَذِهِ الدَّرَاهِمِ.
احتاج سياره اجره. انا في جنوب مِن و ليبرتي.
بالتاكيد، هل تحتاج الي موظف داءم؟
مَا هُوَ بِتَفَاحٍ بَلْ بِخَوْخٍ.
غادي نعطيك الوصفه. خدها للصيدليه.
نحن نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هاد غالي، لا؟
نعم، لدينا ذلك. سنعدّه لك.
غادي تحفظ ليا حقيبتي حتي 3 د العشيه؟
لا، اريد فقط ان اتوقف.
هل يمكنني حجز سياره اجره هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي متوقفه.
فين الكحل؟
نود ركنا هادءا، ان امكن.
هاد التاكسي خدام؟
هذا محطه سريعه؟
اش نو وقت نجي؟
اريد زجاجه صغيره من النبيذ الابيض.
اه. هل يمكنني تناول طعامي في وقت لاحق؟ لا اشعر جيدًا الان.
في الواقع، لدي اخبار. ساتزوج.
شال اخر من السراويل؟
عندو برنامج؟
دخلو عليّ فغرفتي الليله الماضيه.
ارني السمكه لي شفتها اليوم ف الكتاب، من فضلك.
شوف التعليمات علي علبه الاكل المفرغ تحت الفراغ.
نَاَص بَرَانْدَا.
سَلَبَني محفظتي وهرب.
ما عندكم دروس تجريبيه؟
فين نقدر نشري الطوابع البريديه؟
انا من بريطانيا العظمي.
غادي نتحقق من داك الشي مع مراتي.
اريد استرداد ثمن هذا.
كاين كابينه تيليفون قدام داك البنك.
غادي نوصل يوم 9 مارس ونمشي يوم 14.
هاد غالي شويه، مكاينش داك الشي؟
عندك الايصال؟
فين كاين المحطه ديال الحافلات؟
غادي تاكلو حلوه؟
تتحدث؟
نفس الشيء بالنسبه لي، من فضلك.
مَا جَاءَتْ طُلُوْطِيّتِي.
كاينين بزاف الينابيع الحاره.
50,000 ين ياباني الي دولار امريكي.
هذا جيد بالنسبه لي. في الواقع، اود ان ادخن.
فين كاينه لي كترمي سكي و سحابل؟
نسيتي مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عن طريق البريد الدولي للحزم النقديه؟
اريد كاس دي نبيذ احمر.
غَيْرَ اَنَّهَا اِذَا كَانَتْ لَكَ سَيِّدِي. هَا هَا، مَزْحَهٌ صَغِيرَهٌ فَقَطْ.
بالتاكيد. كيف يمكننا مساعدتكم؟
لدينا بيره، و ويسكي، و براندي، و جين، و فودكا، و نبيذ.
ID. اه، صحيح. هل جواز السفر جيد؟
رقم غرفتي هو ثلاث وعشرون وسته. هل يمكنك ان تاخذ ملابسي؟
غادي نشوف واش كاينه شي وحده من هادوك تناسب.
اريد غلايه.
جيب ليا شويه جبنه مبشوره.
هل يمكنني تنظيف قمصاني غدا صباحا؟
هل تريدينه ان يتصل بي مره اخري؟
فلماذا اذن؟
عذرا. هل هناك مكتبه للكتب هنا؟
اعتقد انك ارتكبت خطا. تم دفع ثمن الغرفه مسبقا. لدي ايصال.
الحافله تما.
اريد لاصق ISO مءه، فيلم ملون، ثلاث وثلاثون صوره، من فضلك.
اود ان استلم هذا الشيك بمبلغ سبعين دولارا.
اريد شراء طوابع بريديه لعشره بطاقات بريديه لليابان، من فضلك.
كاين بنك قريب من المحطه؟
خاصني نعتذر، كاين خطا فالفاتوره.
انه هنا.
برغر جبن واحد للذهاب، من فضلك.
ماعندكش الحال دبا تخدم ف التصميم بلا كومبيور.
جري.
كاين تمزيق هنا فبلوزتي. عافاك بغيتك تصلحو ليا، من فضلك؟
اش تكال السفر لمانشستر؟
هل يمكنك ان تقرضني كابل محفز؟
فين نشري لحاف الشاطء؟
ثم، من فضلك اعطني حجز جديد.
عطني هاد القطعه ديال لحم، ولكن ما تكونش سميكه بزاف.
ناتي في السابعه.
عندما اري الاسعار بهذا الانخفاض، يبدو من السخيف شراء اي شيء في اليابان.
كنتُ انا ايضًا ضحيه سرقه السجلات.
كوب ايس كريم فاني، من فضلك.
انا اوافق. يجب ان يصبح طبيعيا جدا.
انتبه للفجوه، انتبه للفجوه، ثم بالقرب من الابواب، من فضلك.
غادي نحتاج بطاقه الاءتمان.
هنا الرقم.
قول لي مكان جيد من هذا النهر، من فضلك.
عافاك عطيني تقرير حادثه.
لا، شكراً الان.
اوكي، من فضلك ابق علي الخط. السيد ناكاجيما، السيده سايتو لا تجيب علي المكالمه. هل تريد مني ان اتصل بها لفتره اطول؟
ممكن، ولكن يجب ان نزنها بشكل منفصل.
يبدو انه نادر قليلاً جداً.
فين كاين مكتب استلام الامتعه للرحله سبعه صفر ثلاثه؟
شيء ما خاطء في قبضتك.
غادي يفسد هادشي؟
لا، شكرا. من الافضل ان لا اشرب المزيد.
قول ليا شوارع مناسبه للتسوق.
هاد الباص كيوصل لفندق هيلتون؟
الان، هذه اللوحه خاصه جدا. هي من عمل تسوروتارو كاتاوكا. هو معترف به كفنان علي مستوي العالم.
كنت احب الموسيقي الكلاسيكيه كثيرا.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسنا. ما اسم حزبك ورقم هاتفه، من فضلك.
عذرا. اخرجوني، من فضلكم.
هل يمكنك استدعاء موظف يتحدث اليابانيه؟
نحن نزور اقاربنا كثيرا.
ميكي هاييكاوا. هذه الغرفه سبعه واثنان.
غادي نبقي هنا الليله، صافي؟ واش ممكن تساعدني نحجز غرفه فالفندق؟
ماشي طويله. 15 دقيقه علي اقصي تقدير.
اخبرني عن تكلفه هذا المكالمه؟
حسنا، هل يمكنك اخبارها انني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقا.
كاين جوله صباحيه؟
تغير العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين يمكنني اشتري لفافه فيلم؟
عندك بيره يابانيه؟
اريد ملابس سباحه صغيره، من فضلك.
اود تسجيل امتعتي.
هذا السيده كاوازو في الغرفه سته عشر واحد.
مرحبا.
ماكاين والو.
شكون اكثر اهميه عند الشعب الياباني، راس السنه او عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، اذهب مباشره في هذا الممر. انه مقعد النافذه.
دقيقه واحده فقط، من فضلك.
ملء تقرير عن فقدان.
مافهمتش الاميري، كنتكلم الانجليزيه الملكيه.
من امس.
يشمل ذلك التامين ضد الاصطدام والمسءوليه.
فقدت وثيقه المطالبه.
عندك شي بروشات بتصاميم زوينين؟
انا اتصل من كابينه عامه في ميسي.
هَذِهَا اَكْبَرُ مِنْ ذَلِكَ.
كم تبلغ رسوم وقوف السيارات في الساعه؟
سيدات ورجال، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانيه ويمكن التعرف عليهن بواسطه الدبابيس التي يرتدينها. اذا كنتم تعرفون اي شخص يحتاج مساعده لغويه، من فضلكم ابلغونا.
كاين فتره ف الفن تفضلها؟
رجاءً راجعه مره اخري.
امشِ مستقيمًا علي طول النهر حوالي نصف ميل. ستاتي الي الحديقه.
لا، انها جد متينه.
حسنا، سارسلها لك الي لاس فيغاس.
كنت ابحث عن قمصان الجري.
غادي تشرب شي حاجه من البار؟
سير علي هاد الطريق. خذ هذا المصعد.
من الافضل ان تصعد في القطار في الثامنه والنصف.
كاين سينما فهاد الحي؟
الان موسم المحار، لذا سيكون جيدا.
اريد ساعه يدويه مستعمله.
غادي ندخل عندكم حوالي تسع د الليل.
كَيْنَوْا غَيْرَات. حَانَ اَنْ اَنْصَرِفَ.
ما استعملت خدمه غسيل الملابس ديالكم. غادي تشوف هاد الشي مره اخري؟
اعطني الشاي من فضلك.
لا، ليس هناك.
هذا هو اخر محطه؟
نصوني.
هاد حار و حامض؟
فين كاينه حافله ديال السياحه؟
نعم، اريد ان اري معالم المدينه.
كاينين بزاف ديال السياح حول المبني، اللي كايبان عليهم جمعو باش يشوفو شنو كاين.
شكراً لك علي كرم ضيافتك.
الصدق افضل سياسه.
قدر تفيقني فالسادسه صباحا، من فضلك؟
كيف هو السعر ليوم ونصف؟
انا كنجي.
عرفتي شي حوايج زوينين نشوفوهم ف شيكاغو؟
حسنا، اذا كنتما تصرّان، ساذهب معكما.
غادي تتبدل هادي بواحده من نوعها؟
اريد ان احجز ثلاثه في الساعه الثالثه بعد الظهر.
الصندوق الامن، من فضلك.
الرجاء اختيار نبيذ مناسب.
اريد مكانا صغيرا.
غادي ندفع علي البنزين؟
لص. امسكوه.
نتنطر اصدقاءنا يجيو.
عطني شويه تبديل.
كوب ساخن داءم، من فضلك.
هي صغيره و لطيفه.
شنو هو العرض اليوم؟
محمر، من فضلك.
ما زالت ملابسي لم تعود بعد.
علي فكره، هل انت متفرغ هذا السبت القادم؟
حسنًا، اذن، ربما نتفاهم معًا.
عاملتني كانني متسول.
فهمت. هل يمكنك مساعدتي في مشكله اخري؟
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
غادي ناخد تلاته ديال هادو.
يا له من كلاب لطيفه. ما سلاله هذه الكلاب؟
نَسِيتُ شَكَّالِي. اَرْجُو اَنْ تُحْضِرَ شَكَّالًا اخَرَ.
هاد كان ترفيه.
اكيد. مشي مستقيم ودور يمين فالتالته. تلقاه علي يمينك.
عندك فيلم للشراءح الملونه؟
عرفتي كاتي؟ هي حفل عيد ميلادها.
عندك جدول الوان؟
هل يمكنني الدفع بشيك مسافر؟
ولكن، يا رجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
هل يمكنني الحصول عليه معفي من الضراءب؟
لا استطيع وضع امتعتي تحت المقعد. هل يمكنك ان تحفظها لي، من فضلك؟
هل يمكنك وضع هذه الحقيبه في الصندوق الخلفي؟
غادي دابا، غادي ناخدو.
ارسل شخصًا لاخذ حقاءبي في السادسه والنصف.
اريد خريطه لسان فرانسيسكو والمنطقه المحيطه بها.
شكون عندو خبز؟
فين المصعد؟
كاين شي واحد يضرب البيانو؟
في اي محطه يجب ان انزل للذهاب الي مبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكرا، لكن لا اعتقد ان لدي الوقت للبقاء ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي ليله 12 مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
ما قررنا بعد.
رفيقي تعثر و كسر كاحله.
غادي نجرب شي شراب.
كاين مطعم تايلندي قريب؟
انه بجانب ذلك المبني الشاهق. لذا، عد بنفس الطريق الذي اتيت منه حتي اشارات المرور. ثم، انعطف يسارا.
غداً صباحاً مبكراً عليّ ان التقط طاءره الي لوس انجلس.
ثم يمكنني ان اوصي بهذه "جوله مدينه سان فرانسيسكو" بثقه. يعطيك هذا الخطوط العريضه لسان فرانسيسكو.
اريد ان احصل علي تامين.
ديرو لينا كماده بارده باش نخففو الالم.
هي بغات تشري قفطان.
كم ثمن سياره اجره الي هذا الفندق؟
فين الحمام؟
هل هناك تكلفه لدخول هذا المبني؟
ديرها علي طريقتك.
كنت ابحث عن شيء رسمي.
النوافذ مسدوده.
في اي جانب من ميدان الاتحاد يقع؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
كيف حالك مع القهوه؟
هل احتاج تذكره؟
كم تبلغ رسوم الخدمه تقريبًا؟
كم من الوقت من هنا؟
كريمه وسكر؟
هل لديكم اي تخفيض للاعضاء؟
كاين تيكسي سوبر اكسبريس ف التسعه وثلاثين دقيقه؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ماشي خطاي.
ماكاينش الضو.
غادي نبلغ هاد الشي للبوليس.
غادي كل واحد يدفع علي مشروباتو؟
من ثلاثين الي خمسين دولار في الليله.
رجاءً اصلح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفل توزيع الجواءز، او الجنازات.
مزيد من المايونيز، من فضلك.
شكون لي ما عطاهاش شي هديه؟
شكون الفيلم لي توصي بيه؟
هاك العشرين عطيني تبديل ب2 دولار، من فضلك.
ضربتني من جنب.
كنت قادرا علي المجيء في الثانيه.
هل هذه امتعه رحله الخطوط الجويه اليابانيه صفر واحد؟
هذا هو رحلتي الاولي الي باريس.
هل يمكنك تقدير التكلفه قبل البدء في العمل عليها؟
ادخل، من فضلك.
رحله المشي ديالنا غادي تكون ممتعه بزاف.
فين نعبر البحر؟
ما عندناش ساك للكميه دي، هحطها في الساك البلاستيكي الكبير ده.
اريد ان العب التنس.
كاين سيسان، برتقال، و طماطم.
الجانب الايسر من هذا الطابق، بالقرب من المصعد.
اشنو كاينه فالقاعه ديال الحفلات اليوم؟
ماشي تاشي، مكاينش فيلم اخر؟
غير هاد الشيك ديال المسافر بالفلوس.
اريد نفس الدوره غداً، من فضلك.
يمكنني ان اعطيك اجابه افضل بعد بضعه عروض.
نَـاحِـجْ لِـحَـاجَـه هَـديَـه لِـذِكْـرَي الزِّفَـاف.
شنو المسرحيات الموسيقيه لي كاينه دابا؟
عندك مراه؟
عذرا، لكنني ضللت طريقي. هل يمكنك مساعدتي؟
خدا هاد، من فضلك.
ما يمكنك ادخال الالعاب الناريه الي كندا.
يا له من طباخ راءع زوجتك.
تحتاج الي اي مساعده؟
غدا صباحا، هل يمكنك حجز سياره اجره لسته اشخاص؟
شنو بغيتي مع الدخول؟
كاين شي بوتيك فهاد الحي؟
هاد المكان ممتلء بالناس، اليس كذلك؟
سَفَه. سَيَكُونُونَ جَاهِزِينَ فِي خَمْسَهِ دَقَاءِقَ.
تعرضت لالام في الرقبه اثناء النوم.
واخا، مكاينش مشكل. شوف ليا جواز السفر ديالك؟
ما عنديش فلوس.
اش نواعه غادي نكون ف المحطه؟
كاينين بزاف ديال المطاعم فهاد الحي.
هو قريب من غرفه الملابس.
سُررت بالتحدث معك.
كاين جوله صباحيه؟
انا مع اصدقاءي.
استمتعت باقامتي. شكراً لك.
البحر تحت مباشره. منظر جميل.
شكراً لكِ علي الانتظار، السيده ماكغاير. ها هو. تفضلي، من فضلك.
عندك بطاقه هويه بالصوره؟
سبعه، من فضلك.
اريد ان ارسل هذا الي المغسله. متي سيكون جاهزًا؟
عندّي سروال مُخطط.
نعم. تم تسليم حقيبه شخص اخر الي غرفتي للتو. هل يمكنك فحصها، من فضلك؟
هل يمكن توضيحه بمزيد من التفصيل؟
نمت جيدا؟
غادي تضغط علي زر التصوير؟
سِتّه مفاتيح، من فضلك.
اريد مصباحا.
انه في نهايه الممر.
اريد بعض اوراق الاستدلال.
غاديين بالباص؟
قلت انك ستغادر الي طوكيو غداً؟
خليّني نعس حتي تسعه.
يجب ان انتقل الي او واحد صفر صفر. هل من الممكن؟
كيف حال لعبتك هذه الايام؟
كنت اشعر بانسداد في الصدر.
ماشي مشكل. اذا جيتي فـ 5 سبتمبر، غادي تشوفي عرض فيلم علمي حيت عندنا يوم مفتوح خاص ف اول يوم الجمعه ديال كل شهر.
عندكم جولات تانيه؟
واخا، خصم 5%. هاد الشي كايوصل؟
غادي لباريس.
ما كاينش هادشي لي جديد، صافي؟
من المقرر ان يكون في الثامنه والنصف مساءً بالتوقيت المحلي.
خُذ هاد المبني معانا، من فضلك.
واخا. غادي ناخد كاس متوسطه و كروصه ديال لحمصه.
كيف يبدو هذا؟
اريد ان اري ذلك في النافذه، من فضلك.
لا ابدا. نحن في عطله. ارفض الجلوس في غرفه الفندق ومشاهده البيسبول علي التلفاز. اريد الذهاب لمشاهده مسرحيه.
هل يمكنني لمسه؟
قدر تجي هنا تصلحو؟
اريد بعض الالياف الصناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد كريم تنظيف.
اريد كنزه بكم طويل.
سُرقت حقيبتي.
يبدو اننا نتقاطع في الطرق مرات عديده، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
لا يزالون يبدون خضراء قليلا.
كم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبعماءه وسبعه وسبعين متر.
لا، لم بعد. هناك الكثير لاختياره.
اريد كريم ليلي.
كاين بين المخبز و لحانوت ديال اللحوم.
تقدر تقصي الاكمام؟
خايف ما يكونش ملعب غولف فهاد الجوار.
ارِني الحلقه الثانيه من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل تمكنت من الاتصال؟
هذا خطا.
اه، نعم. لانك تستطيع رءيه العلم امام البريد.
غادي ترسلهم، صافي؟
اود ان اجري مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان اذهب.
عندما يصل، سندفع تكاليف شحنه الي عنوان منزلك.
هاد الايام كنستعمل الكومبيوتر فالعمل ديما.
اه، حسنا. افهم. ساذهب الي مكانك.
لا، كفي.
هل يمكنني الحصول علي بطانيه ووساده؟
غادي تجي لهنا ف اقرب وقت ممكن، من فضلك؟
كاس دي قهوه، من فضلك.
كنت ابحث عن بعض البطاقات التي تكون علي الطراز الحواءي.
قدر تسرّل الخصر بثلاثه سنتم؟
انا في نفس العمر.
غادي تجيب ليا كاس القهوه؟
ثلاثماءه وخمسون دولار؟ هذا يتجاوز ميزانيتي.
هل نحتاج الي طرح هذا للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي استنتاج، والذي سارسله الي مجلس ادارتنا صباح غد.
عندك فكره علي الفنادق البخسه؟
صباح الخير. نعستي مزيانه؟
اش غادي ديري بعد ما تخرج من المدرسه؟
سُرقت حقيبتي علي الشارع.
هل طلبت اي خدمات اخري غير الافطار هذا الصباح؟
اريد كوب قهوه بيضاء، من فضلك.
حسنا. هل فندق شيراتون موجود في تلك المنطقه؟
نامل الا تكون متعبا جدا.
اريد استءجار سياره من هذه الفءه لمده يومين.
غادي ناخد كاس ديال جاك دانيال
اريد كيس من الفشار، من فضلك.
درت عصا التزلج.
ما كايناش هديه فالحفله، الضيوف يجيبو الفلوس.
اود ان ارسلها بالبريد العادي.
وصلت الطاءره متاخره بسبب الثلوج الكثيفه.
دفع، من فضلك.
تود ان تنقل رساله، من فضلك؟
سَفْرَانْ، مَا كَانْ لِي اَتْبَعْكَ. اَتَكَلَّمُ بِاَهْدَاِ شَوْيًا، مَشْ كَيْتَفَهَّمْ اَشْيَاءْ؟
شنو غادي نوري ليك؟
هل يمكنني التقاط الصور؟
من مءه.
رقم الرحله هو اتش بي تسعه وثمانين الي طوكيو في الحادي عشر من مارس.
هل يمكنني ان اخذ نفس الطبق ذاك؟
عندك واحد اخر؟
رجاءً احضر فطور صباح الغد لغرفتي في السابعه صباحا.
سيعود شخص للصيانه بعد قليل.
سَفَهْتُ. سَاَعُودُ لَاحِقًا.
كيف اخذها؟
هل هناك اي شاغر في جوله الخميس؟
عذرا. هل يمكنني المرور؟
عندك شي نبات وفواكه؟
ارجو ان تخبرني كيف املا بطاقه الهبوط؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هاد الطعام قليل السعرات الحراريه؟
اش من حافله ناخد باش نصل للحافره؟
نعم، انه كذلك. لكن عليك ان تدور يساراً عند اشاره المرور الثالثه وتستمر في تلك الشارع حتي تصل الي الطريق رقم سته وستين.
اريد كاس ديما نشرب بيه الدواء، من فضلك.
غادي نكون ممتن بزاف اذا حطيتيني عند الشاطء.
سَفَرْتُ. اَنتَ تَتَصَلَّي عَلَي الْعَدَدِ الْخَاطِءِ. هَذَا هُوَ طَانْكِيُوشَا برِسْ.
نحن نغادر.
شكون هاد الموسيقي؟
عطي هاد السيروب لولدك، مقاد، بعد كل وجبه.
هذا النمط متوفر بحجم 28 و31 و35 سنتيمتر.
اه، يبدو ذلك كثيرا.
هل يمكنني استخدام هاتفك؟
هاد ريحتو زوينه بزاف. شحال كيسوا؟
اود ان اءكد مجدداً علي رحلتي الي شيكاغو في السابع عشر.
اكلت اكثر من اللازم.
هل يمكنني التحدث مع السيده براون؟
هذا البيت يبدو مريحًا للعيش فيه، اليس كذلك؟
اريد ان احجز علي رحله الخطوط الجويه الشماليه الغربيه رقم صفر ثمان و سته للخامسه.
محفظتي، جواز سفري واغراضي الشخصيه الاخري.
فمتي تغلقون؟
انتظر دقيقه. ربما تركتها في الحمام.
هذا هو ما كنت ساقوله.
نعم، اعتقد ذلك.
دارك كبيره. كم غرفه فيها؟
استمتعنا بالعشاء.
فهمت، لكن لا استطيع ان اقولها.
اه، نعم، من فضلك. امل فقط الا يصابوا بدوار البحر.
الي طوكيو، من فضلك.
شكون غادي يوصلنا فهاد الوقت؟
غداً ساغادر مبكراً، لذا اود ان ادفع الان.
شيري جافه، من فضلك.
كرسي غير مدخن، من فضلك.
هو مشغول الان.
هل يمكن للاجانب الاطلاع علي الكتب في هذه المكتبه؟
هل من الممكن ان ابقي في غرفتي حتي الساعه الثانيه بعد الظهر؟
ها ها. صباح الخير وقتك. تمام.
اريد بعض من هذا الفيلم رقم ASA لهذا الكاميرا، من فضلك.
فين لوحات مونيه؟
هاد البيتزا لذيذه. شكون لي صنعها؟
شنو دوق هاد الطبق؟
كذالك هم غاليين.
متي يغادر القطار التالي الي بوسطن؟
غادي نتعلم الغولف.
عطيني مشروب اخر.
يا له من راكب امواج جيد.
خايف الاكمام قصيره بزاف.
ارِني كيف ادخل الغاز؟
هل رسوم الفندق تشمل الافطار؟
هاد كلشي؟
هذا هو الطريق.
شغل العداد، من فضلك.
غرفتي بارده جدا.
غادي نرجع ليك فاش نكونو اقل شويه.
عندك واحد اكبر؟
حسّي افضل.
هل انت علي درايه بالجغرافيا في اليابان؟
ارِني اين انا في هذه الخريطه.
100% قطن.
اود ان اغير الي غرفه تطل علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلفه استءجار لوح ليوم ونصف؟
10 نونبر.
اريد شريط اله كتابه.
كَيْتَا بَزّافَه.
متي نُقلع؟
كيف تخبر الساءق عندما تريد النزول؟
24 درهم. بغيتي مزيد؟
كنت قد قمت بالحجز في طوكيو قبل شهر.
شكراً من اعماق قلبي.
هل انزل هنا في مركز روكفلر؟
قاسوا لي مقاسي الحذاء.
هاد شي راءع.
غادي تخرج معايا؟
رجاءًا، اغسل هذه المعطف.
اريد استءجار قارب.
فين قسم النساء؟
القهوه غير مشموله؟
في اي مجال كان قبل ذلك؟
اللعنه. اللعنه. اللعنه. اللعنه. لقد اعتدت علي وجهها.
هل علي ان ادفع الرسوم الاضافيه عند دخول مبني؟
سلام، حزبتك علي الخط. تقدم، من فضلك.
جرحي كايضر.
فين المحطه؟
كنت اتعرق.
ثلاثه ايام.
عبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
ساعدني في ايجاد مرشد يتحدث اليابانيه
ما بغيتش ديال داك الشي.
غادي يكون تاخير خفيف.
ما الفرق بين تلك الفنادق؟
فاتني موقفي.
كان راءعا. شكرا.
غادي نكون تما حوالي السادسه مساءً.
عندك شي حاجه طويله شويه؟
تاريخ انتهاء الصلاحيه هو مارس تسعه عشر تسعه وتسعين.
كيف كان؟
كاينين كازينوهات ديال الخير؟
ها هي النقود للقلم الرصاص. ورقه ماءه دولار.
فين قسم السيدات؟
فين نعبر البحر؟
صديقي جريح.
نتي مزيان.
غداً سيفتح هذا المتجر؟
كَاينه فكل طريق الممر.
هل يمكنك ان تقص ذقني؟
هذا ياتي مع بار السلطه وخيار البطاطا المشويه او البطاطس المقليه.
فين نشري حشيش؟
لا استطيع بيع هذا دون وصفه طبيه.
هل يمكنني حجز خمسه مقاعد معًا في نفس الصف؟
هل يمكنك ان تقرضني حبل جر، من فضلك؟
اي سياره تعطي افضل كفاءه في استهلاك الوقود؟
ما غاديش تحصل علي خصم مهما حاولت.
تحل هاد الساك، من فضلك؟ شنو كاين هنا؟
اريد اجراء مكالمه هاتفيه بعيده المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات بذلك؟
حذر، سقف منخفض.
ما كنشوفش الشاشه من هنا مزيان. يمكن نبدل المقاعد شويه؟
زرت البحيرات العظمي لاول مره.
شيء ما خاطء في هذه الاله.
نَـبْـغِي دَكّـان.
من مده وهي في المملكه المتحده؟
غالبًا ما يستمتع محبّو الطليعه مثلك بلوحات الهيبّي ومشهد موسيقي الشارع.
شحال الساعه؟
غادي ناخد ساندويتش و كولا.
هذا هو المشغل الخارجي.
شوف هاد المبني الابيض، صافي؟ كاين قدامو.
منين وشنو؟
ما عندي ما ندير.
شكون؟ واش كتخدم الضريبه فاش عندك اكثر من ثلاث قناني ديال الكحول؟
صديقي مريض جدا. هل يمكنك استدعاء طبيب، من فضلك؟
ما كنعرفش بزاف علي النبيذ. شنو هو اللي مناسب مع هاد الطبق؟
هل يمكنك ان تتصل بي في الصباح الباكر، من فضلك؟
كاينه محطه ديال البنزين جوج بلوكات من هنا.
الناس اليابان ما كيديروش عطله طويله.
كنت اشعر بانني مُتَفَحَّص من الجميع. هل من النادر جداً رءيه شخص ياباني؟
طبعا لا. علاش كتقول اذا؟
شكون فين بوابه البريد المركزي؟
فين محطه حافلات الجريهوند دي فهاد المدينه؟
ماغاديش تكون المطاعم اليابانيه فكيوتو غاليه، لا؟
اعتقد انها صاخبه قليلا بالنسبه لي.
لدينا غرفه توام مع حمام بثمانيه وخمسين دولار.
اريد سعر الكتاب.
هاد العام بارده من العاده، ولكن ما بارده بزاف باش تثلج.
فين نقدر نشري تذكره مترو؟
غادي يكون عندي مقاعد في درجه رجال الاعمال، صحيح؟
كم تكلفه سياره الاجره من هذا الفندق الي المحطه؟
هاد و هاد، من فضلك؟
يقولون ان اليابان بلد غني جدا.
كاينين غرف خاويين فالعربات ديال النوم؟
هل يمكنك تخفيضه الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
الثلج يجعل الطريق زلق.
ما كاينش الكاميرا ديالي.
غادي نصنع بضع شطاءر لحم.
شيء ما لديك ما تعلنه؟
شفت كسوه زرقاء؟ حطيتها علي هاد الكرسي.
كاين حانوت ديال الزهور فوق العماريه.
انا من طوكيو.
اريد بعض كريم ريفلون الغسول.
عندّي شي حوايج للكُرَي.
طلبتُه منذ زمنٍ بعيد.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحا؟
غادي ناخد شوكولا ساخنه.
نستطيع ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تبعد فندق سي؟
هل يمكنني الحصول علي تذكره متعدده؟
اود ان احجز طاوله لشخصين في السابعه، من فضلك.
اريد كريم ليلي.
غادي تلفها كهديه؟
هي ربع ثلاثه.
غادي نخطط نرسل الفواتير ديالي ديال الحاجيات اليوميه، فمن فضلك قول لي العنوان واسم الشخص المسءول.
من الصعب علينا التحدث باللغه الانجليزيه بطلاقه.
هل لديكم هذه بنفس التصميم بكعب اعلي؟
اريد كنزه لطفل في العاشره من عمره.
خُذني الي ابي رود، من فضلك.
شكرا. اهلا، شكرا علي الانتظار.
انا متاكد من ان لدي حجز.
غادي نرسلها ليك، حيت كنتسناك هنا.
حنا هنا ليوم.
عندي صداع خفيف.
استمتعت بالوجبه جدا.
لا، من فضلك اجلس وانتظر. ساعود في الحين.
هل يمكنني رءيه السياره؟
قدر ت رسم ليا خريطه، من فضلك؟
حسنا، سيدي. من فضلك كن في غرفتك حتي ياتي الطبيب.
تعرضت للسرقه بالعنف علي شاطء وايمانوالو. من فضلكم تعالوا فورا.
شوف كيفاش 100 دولار؟
اريد هذا معبا.
اريد ان اقدم طلب لاعاده اصدار.
دعمت الحكومه تعزيز الصناعات.
هو فاق الخمسين، اظن.
اش من السن الادني باش نديرو هاد الشي؟
عندك خراءط بسيطه للمدينه؟
اذا امكن، افضل الا اخرج السن.
العد هو كره واحده، اثنان اخفاق.
اش نو وقت غادي يوصل فيه القطار لسان دييغو، من فضلك؟
اود ان اتفحص صندوقك.
اريد شامبو.
كنت اقيم في فندق هيلتون.
كنت اشعر بالسوء والغثيان.
لكن لدي موعد لزيارتها في الساعه الثانيه.
هاد الطوموبيل كتمشي لمدينه ادنبره؟
نعم، من فضلكم املاوا هذا النموذج.
كم تفرضون علي الوزن الزاءد؟
اسمي كيمورا. اريد الغاء حجزي ليوم الجمعه.
اه، انا اسف. حدثت مشكله ونحن نعمل علي حلها. هل تنتظر حوالي ثلاثين دقيقه؟
اش نو وقت يمكنلي نخرّج؟
فهمت.
غادي نعيط لشي واحد.
غادي تدفع دابا الفاتوره؟
جَاءَتِ الْعَارِضَهُ مِنْ جَانِبِي عِنْدَ الْمُفَرْعَهِ.
انه صندوق موسيقي.
فين الحي؟
كاين جوله بالحافله فالعشيه؟
فوقاش غادي نبداو؟
حسنا، سيدي. في السياره متوسطه الحجم يمكننا ان نقدم لك سياره ميركوري سابل. هل هذا جيد؟
كَرّهت عضله.
لكن عليك ان تعدني بضرب الكره، لا انا. حسناً؟
كم ابعد؟
هل يمكنني ان اقترض بعض القطن؟
ما نوع الجلد الذي صنعت منه هذه الحقيبه؟
ما ظنيت ان هذه السكين نظيفه. هل يمكنك ان تجلب لي اخري؟
اشتريت هذا منذ لحظه، لكن هل ستغير هذا من اجل ذلك؟
صراحه، ما كاينش عندي معاها.
هاد الطريق هو اللي للمحطه؟
قارب مع مرشد، من فضلك.
اريد ان اطلب بدله بلون داكن لنفسي.
هذا المظله سيكون كافياً لعصا.
هل علي ان اترك كل امتعتي في غرفه الملابس؟
ارِني جواز سفرك.
كاين شي بلاصه كتقبل الغسيل فالاحد؟
جيب لي برجر جبن فايتين.
اش من حافله غاديه لميامي؟
لكن لا حاجه للترجيح.
يمكنك رءيه واحده في قاعه كارنيجي.
مَا كَوْنِي مُعْتَمَدًا.
اش طابزات البيت؟
اريد ان اُحدد موعداً مع طبيب.
نستعجب ان كان هناك طاوله قريبه من النافذه لسبعه اليوم.
ماشي مشكل تجي للدار؟
يبدو ان هناك مجال للتحسين.
فين تحت الارض؟
عندك بحجم اصغر؟
فين كاينه الاسبرين؟
هاد هو القاع؟
عطني تذكره اسبوع.
هذا زميلي.
شنو نوع الغاز لي كاين؟ الممتاز، العادي، واللي مافيهش رصاص؟
هاك واحد.
غادي نضربني البرد.
مُغلق يوم الاثنين، لكن يومًا اخر سيكون جيدًا. اعتقد انه مفتوح من التاسعه الي الخامسه.
كَانَتْ سَمَكَهُ السَّمَكِ المشويه مع صلصه خاصه فوق كَاْسَهِ رُزّ.
فلنحتفل، قال، واخذني الي حانه. قال انه سيتصل بالهاتف وغادر ولم يعد ابدًا، وكنت عالقه بفاتوره كبيره.
كم ثمنه للغالون؟
كنت احمل جواز سفري وبطاقه الاءتمان في حقيبتي.
حجز سبعه، تحت اسم مانو.
غادي تشرب كاس ديال الشاي؟
ايمكنك اخباري اين اجد القنصليه اليابانيه؟
هل هناك طبيب فندق او واحد علي اتصال؟
كَيْدِيماً كَيْدِيماً يَشْتَرِي فِي بَنْد سِتْرِيت.
ورقه انجليزيه، من فضلك.
كاين شي بلاصه كتلعب موسيقي الريف؟
اود ان اتفقد اغراضي الثمينه.
كاين شي واعر اخر؟
كم ثمنها للورقه؟
حسنا، اضغط تسعه وصفر واحد واحد، ثم رمز البلد ورقم الهاتف.
هل يمكنني الحصول علي كوكا كولا خاليه من السكر؟
هل يمكنني طلب شيء؟
كنا نقود بسلاسه. شكرا.
عذرا. هل يمكنني المرور؟
السكان الاجماليون لليابان حوالي ماءه وثلاثين مليون نسمه.
اريد ان استاجر مظله شمسيه.
نعم، واود ان اتراجع عن الرسوم.
محفظه فيها ميه دولار وبطاقه اءتمان.
الماء ساخن بزاف.
انت هنا.
كاس دي كافي، من فضلك.
ماشي من المحتمل.
كَيْتَعَطَّلْ لِي بَطْنِي بَعْدَ الْاَكْلِ.
وااا, هاد المكان زوين.
قد يكون لديه انسداد في الاوعيه الدمويه.
قررتي؟
اذا اردت، يمكننا ان نستريح هنا.
فقدت اثر بريد مسجل.
ما تقدرش تبدل الخدمه بسهوله.
اش من محطه جايه بعد؟
واخا، ولكن المدرجات لا. اليوم حر قوي.
نزل هنا، وانتقل الي الحافله رقم سته.
عليّ ان التقط رحله العاشره صباحا.
لا زلت اشعر بالغثيان.
ما بغيت والو ثقيل.
تحقق، من فضلك.
كم ثمن الفطر الطازج؟
دفع، من فضلك. تقبل بطاقه فيزا؟
غادي اليوم نشوف شنو كاينه في Chinatown.
اتنين اتنين-تسعه تِسعه سته سبعه صفر صفر.
اريد ان تُسحب اسناني.
اريد حقيبه تجميل.
تساءلت عن مقدار الاكراميه التي يجب ان اتركها.
فين نشوف “فانتوم الاوبرا”؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل يمكنك ان توصي ببعضها؟
بطيء اكثر، من فضلك.
شحال كتوصل فالفاكس الدولي شهرياً فالمتوسط؟
محمر من الجانبين، من فضلك.
حسنا، يبدو واضحا جدا. من فضلكما اعطوني رخصتكما وسجلاتكما. يا بني، يبدو اننا سنضطر لاجراء اختبار لك للكشف عن الكحول.
غادي يكون جاهز فالعشيه غدا بعد غد.
هاد كاينه من قطن؟
عندي دواءي.
اشنو غادي نشوف فهاد الجوله؟
اه، نعم، الحد الادني هو مشروب واحد.
كيف هو الحال بالنسبه ليوم واحد؟
هاد الوقوف ديال الباص قريب من الفندق؟
اريد قرصًا مضغوطًا.
كاينين ديال الخطوط الجويه اليابانيه و الخطوط الجويه الانغوليه لي كايخرجو ف العشره و خمس و خمسين. ولكن للاسف، كلاهما ممتلءان.
كَايَنَ لّي.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
ما فهماتش الانجليزيه خالص.
من فضلك، قم بتحويل شيك مسافر.
هل يمكنك ان تعتني بها من التاسعه صباحاً الي حوالي الثالثه؟
كم ثمن البريد الجوي الي اليابان؟
مُقفل عليّ. هل يمكنك فتح بابي، من فضلك.
اش كاين فهاد الجوله باش نشوفو الاماكن المعروفه؟
كاين شي مضيفه طيران تتحدث اليابانيه؟
كم حقيبه يمكنني جلبها علي متن الطاءره؟
لا سيدي. هذا بعد الظهر ممتلء تماما. غدا جيد، مع ذلك.
غادي نسول الحارس علي السعر الصحيح.
انا اسف حقا
نحن ننظم حفله يوم الجمعه. لماذا لا تنضم الينا؟
حسناً، غرفتك رقم تسعه وثمانيه، سيدتي. اليكِ المفتاح.
من المهم جدا ان نتمكن من الوصول الي المواد الخام التي نحتاجها للمشروع.
عفوًا، ايها الضابط؟
هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
خُذ اغراضي الثمينه، من فضلك.
كيف هي الازدحام في الجولات؟
اريد شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب هنا بالقرب؟
حتي متي سيكون مفتوحا؟
هو برا دابا.
مايومي، هل يمكنك تعبءه هذه الورقه بتوقيعك؟
ها واحد ليك، سيدي.
ما عندي حقيبه تسجيل.
تاكيدًا، خذ وقتك.
انا هنا في مهمه اعلاميه.
عندكم افلام صيف؟
فوقاش غادي يكون القطار اللّي غادي لواشنطن دي سي؟
الطويله هي في الموضه الان.
غادي نرجع لليابان ف يوم الاثنين الجاي.
هل يمكنني الحصول علي خريطه مترو الانفاق؟
كَيْنَ هَاد الرحله طويله؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
فين نقدر ناخد امتعتنا؟
مَا شَفَانِي حَالِي. اَيُّهَا السَّيِّد، اَرَادَ اَنْ يَرْفَعَ مَقْعَدَهُ.
الحادي عشر و اربع و اربعين صباحا.
قدر تقوليا مطعم معروف بين الشباب؟
كان سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ايبيرت يوم الاربعاء القادم في الحاديه عشره صباحا.
كيفاش ممكن تشرح مراضك بشي طريقه باللغه الانجليزيه؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر؟
كم مره اتغيّر فيها للقطار لاصل اليها؟
صحيح؟ دعوني اتحقق. اوه، انا اسف جدا، السيده تاكانو. هذا خطانا. اليكِ فاتورتك الجديده. هل يمكنك التوقيع هنا، من فضلك؟
خمسه دولارات رجع، من فضلك.
الغطاء لا يغلق تماما.
هذا مجرد رمز لتقديري.
غادي تملا هاد الاستماره؟
شوف هاد الموديلات البلاستيكيه؟
اش بغيتي تشري؟
الكعب عالي عليا بزاف.
مكبل من الدار.
من شحال هادي ونتا ف باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه بالبريد الجوي الي اليابان؟
اتكتب غ-و-ر-و-ح.
غادي تشرب شي حاجه؟
استلق هنا.
اصنعها تلغراف عاجل، من فضلك.
حسب تقرير الطقس، سيسقط الثلج غدا.
اريد كره.
بالتاكيد. سنكون سعداء بالقيام بذلك.
هاي، كتاب قصص مصوره ماليزي. ساشتري واحد لااخذه معي الي المنزل كموضوع للحديث.
طريق النجاح هو "جينمياكو"، اليس كذلك؟
غادي نوصل الفندق ديالك حوالي تسع د الليل.
عندي حوالي الفين وخمسماءه دولار بالين الياباني.
نعم، نفعل. ساريكم بعضها.
اريد بعض اقراص النوم.
غادي نكون هنا حتي التسعه. نتمني تلقي المجرم فاقرب وقت ممكن.
متاكد ان المجرم قريب.
عشري طابع من فضلك.
عندي حلق كحيل.
نَـاحِـجْ بَـعْضَ التُّـذَكَـارات مِـنْ نَـيْـوْ يُـورْك.
غادي نخرج. ممكن ترسلو صونتر؟
ساعتي توقفت.
اه، هكذا؟ كيف تجدها؟
نحن مفتوحون في التاسعه صباحا.
اريد كتاب تلوين.
اظن انني اشعر بالدوار.
هل عليّ الذهاب الي بنك ياباني؟
عليك ان تتبادل المال في البنك.
هل هناك وقت كاف للخروج؟
زوجك واحد من افضل عملاءنا.
تعرف طبيب اسنان كويس؟
اه. يجب ان تخطر القنصل فورا.
مُزعزع، لا مُحرك.
غادي تفضل طبله فالمطعم الرءيسي ولا فغرفه خاصه، سيدي؟
كَثُرَ نَاسٌ يَذْهَبُونَ اِلَي الشَّاطِء خِلَالَ الْمُدَّهِ.
وزني حوالي ماءه وخمسين رطلا.
فين غادي نقل؟
فين مكتب الاشياء المفقوده؟
كاين شي حافله كتمشي لهيه مباشره؟
هل احتاج الي اي علاج خاص؟
غادي يكون بالفلوس ولا بالتقسيط؟
انتقلنا الي هذا المنزل منذ عام.
كم من الوقت سيستغرق اصدار تاشيره سفري؟
فين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان و اربع و اربعون جنيه، سيدتي.
هذا هديه. هل يمكنك تغليفها في ورق تغليف جميل؟
شوف هاد المنظر. هاد المسارات زوينين بزاف.
كاين ناس تجرحو.
عذرا. اين المحطه في هذا الحي؟
نعم، لدينا حجز لك.
عذرا، لكن اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب حافله؟
دجاج، من فضلك.
هذا هو الغرفه رقم اثنين و واحد. اود ان اطلب الافطار غدا.
شنوه تفكيرك فموضوع التحرش الجنسي فمكان الشغل؟
عندي اختين.
الرحله رقم اثنين صفر ثمانيه، الي طوكيو.
بعد ذلك دعنا نضع وساده داخليه.
نجتمع لمناقشه هذا الامر اكثر.
كيف تريد شعرك اليوم؟
كَانَ مُمْكِنًا اَنْ تَقُولَهَا بِكَلِمَاتٍ اُخْرَي؟
غادي نكمل مع اللي عندك.
نود طاوله بالقرب من المسرح.
انا بخير. اه، هل ستذهب الي مكان ما؟
انه يعلو الفين واربعماءه متر.
دخل. من فضلك ضعه علي الطاوله هناك.
الرجاء الغاء رقم بطاقتي.
سَفَرْتُ، لَقَدْ بَاعُوا كُلَّهُمْ، وَلَكِنَّنَا سَنَحْصُلُ عَلَيْهِمْ فِي اَيَّامٍ قَلِيلَهٍ.
هل يمكنني الحصول علي قهوه؟
ما عنديش موعد، ولكن كاين ضغط.
هذا مصنوع بشكل سيء.
فين المصعد؟
عندكم كتيب للانشطه؟
فين كاينه بوابه المترو؟
فقدت تذكره الطاءره.
مَا تَقْدَاش تَبْقَي هَنا فِي العُطْلَه؟
اه، انا اسف جدا لقد ازعجتك.
هل يمكنك حجز الفعاليات؟
كاين حمام عام قريب؟
شحال كاين؟
هذا جيد جدا. الان للاجابه علي الاسءله، من فضلكم.
عندك تبديل للاله ديال الكراطه؟
منذ اربع سنوات، كان افضل مبيعاتنا هو اله نسخ AX-four five zero.
نحو اليسار؟
كاينين شي مضيفات يتكلمو اليابانيه؟
سعر راءع، اليس كذلك؟
عليك ان تاخذه تسعه وتسعين مره في اليوم، قبل الوجبه.
انا احبّه حقا.
اريد ثلاثي القواءم.
اريد ستره رياضيه.
بامكانك الاقامه في بيتي.
هل يمكنني ان ارجع مقعدي، من فضلك؟
راءع. كنت ابحث عن سياره اجره، لكن هذا افضل.
معطف راءع. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي نصل اليه؟
شخصان بالغان وطفلان، من فضلك.
شحال الثمن؟
حرب النجوم كانت اكبر ضربه في سنه ثمانماءه واربع وثمانين.
فين القسم المخصص لعدم التدخين؟
هذا "ت" مثل توم، نعم لديه هنا، تارو.
اظن انها جميله.
اريد تفاحا، من فضلك.
شكون هادشي؟
اش من بطاقات الاءتمان كتقبل؟
عندي وقت بزاف.
حسناً، حان وقت الغداء. هل ترغب في مناقشته اثناء الغداء؟
سُرقت السّي دي من غرفتي.
سلام، اسمي اودا. لدي حجز الليله، لكنني ساتاخر قليلاً في تسجيل الدخول. لذا، من فضلك احتفظ بحجزي.
هاد الشباشب صامدين؟
قول ليه كنتسني مكالمه ديالو.
يقولون ان الانفلونزا متفشيه هناك.
توصلت للتو.
سَفَرْتُمْ. لَيْسَ لَدَيْنَا مَكَانٌ غَدَاءَ غَدٍ.
كنت مع بعض الاصدقاء.
حسب غورو، السيد يامادا لديه طفلين.
قولها مره اخري؟
اود ان اقوم بمنعطف الي برج لندن.
رجاءً اربط حزام الامان.
الرمز هو ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذرا. هل يوجد جسر هنا بالقرب؟
عذرا، اود استخدام الحمام.
مُستَغَلّه.
ثيابو ديما مكايناش.
كَتِيَ لَكُمْ اَكْلَ الْمَرْجَانِ؟
هاد غالي بزاف.
اود ذلك، لكني اخشي ان لا اتمكن من ذلك هذه المره.
حسنًا، لا اعرف بعد، لكنني بالتاكيد ساحاول.
ملح، من فضلك.
استعملي غرفه القياس ديال هنا.
تسعين دولاراً للتذكره ذهاباً فقط. نقداً او بطاقه؟
هزّ الطبله، من فضلك.
كيف يربي الاباء اليابانيون ابناءهم؟ هل هم صارمون مع ابناءهم؟
هل يمكنك اخباري بساعات العمل؟
رجاءً لفها بشكل منفصل.
حسّي بطني ثقيل.
هذا جيد. اين يمكننا ان ننتظرك؟
نستطيع ان نبدا اللعب عندما ينتهون؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون نسمه.
املا العناصر التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
عندكم شال من الحرير؟ انا كنقلب علي هديه لمرتي.
غادي نجيبو دابا. شنو رقم الغرفه ديالك؟
السيد كوباياشي يبحث عنك.
اود ان اسافر من شنغهاي الي هاواي بالسفينه.
قدر ترسل شي حد؟
هل يمكن ان يكون جاهزًا بحلول الخامسه من مساء غد؟
غادي ياخذ 10 دقاءق بالرجل.
قبل ان ننهي العمل، هل يمكنك ان تعطيني بضع دقاءق؟
فين نقدر نوقف الطوموبيل؟
كنت اشعر بالبرد والم في بطني بشده.
سكوت و ماء، من فضلك. و هل لديكم ما ناكله؟
كيف يمكنني اطفاء هذا الضوء؟
هو مشغول بزاف اليوم؟
اريد بعض الخيط.
عطيوني شهاده طبيه، من فضلك.
اريدك ان تجعله قصير بمقدار بوصه هنا.
ما كانش حالي. عطيني شي دوا.
هل يمكنني الحصول علي صحيفه يابانيه، من فضلك؟
حسنا. هل يمكنني ترك السياره في اي مكان؟ ما هو رسم ترك السياره؟
اش كاين ديال الباص لي غادي للمدينه؟
كاين شي حافله سريعه لبوستون؟
كوني صديقتي بالمراسله.
غادي نبقي مع صاحبي.
كنت متحمسا جدا، لم استطع الجلوس في مكان واحد.
هل يمكنني النزول في فندق هيلتون؟
اريدك ان تزيله.
انعرج يسارا في هذه الشارع وخذ اول يمين.
اريد ان اعرف اذا كان من الممكن شحن هذه المجموعه من الاطباق الي طوكيو.
اريد بعض القوه الجسديه.
كاين شي اكل مكايشدش و مكايبغيش الحامض؟
هل هو قريب بما يكفي للمشي؟
اريد كريم يد.
عطيني الملح؟
اريد الذهاب الي وول ستريت. كيف اذهب اليها؟
التمارين الزاءده عن الحد ستضر بك.
بما في ذلك الافطار، والضراءب، ورسوم الخدمه، سيكون السعر خمسين دولارًا للشخص الواحد في الليله.
قدر تصلح هاد الشي؟
سلام عليكم. صباح الخير.
ما كايناش حقاءبكم.
مشِ مباشره، من فضلك.
هل الماء هنا امن للشرب؟
اه، تعال. فقط دولارين.
هل يمكنكِ تغيير هذا الفستان بفستان اكبر قليلاً؟
حسنا، لنذهب. يمكنني مساعدتك في واجبك المنزلي بعد ان ناكل البيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
ما كايناش معايا.
غدا يوم اخر.
ربما استطيع مساعدتك. هل تحتاج فيتامين سي؟
سُرقت محفظتي في القطار.
كَاين بَعْد. الاَحْسَن تَاخُدْ تَاكْسِي.
اريد مقعدا بجانب الممر، من فضلك.
كنعيش فشقه كاينه فيها 80 الف ين ف الشهر.
هل يمكنني المقاطعه؟
ارني واحده اوسع.
عذرا. هل يمكنك تغيير المقعد معي؟
اه، بالطبع.
نزّل الي الزاويه و انعرج يسارا عند اشاره المرور.
غادي تاخد رولر صغير ولا كبير؟
اريد غرفه مفرده مع حمام بثمانين دولار، من فضلك.
اود ان اودع اغراضي الثمينه في خزنه الفندق.
عندكم غرفه متوفره الليله؟
اه، ولكن تاكد من ان لديك تذكرتك معك.
سيشارك في الجوله الاختياريه عدد قليل من الاشخاص فقط.
ما عليك امر. علي اي حال، من فضلك خذني الي وسط Chinatown. ساحاول ان اجد المكان بنفسي.
تم توظيف اشخاص جدد في ابريل.
نَاْمُلُ ذَلِكَ.
جيب لي سوتين و الما.
شكون لي كايلعب؟
قدر تقولي لو لقيتي ساكيتي؟
علي اليسار، من فضلك.
غادي تقف معايا نصوره؟
لا. هل تريد الابلاغ عنها؟
هاد السنان لي قدام كايضر.
اش هيا اخر لعبه فيديو لطفل فعمرو 15 عام؟
غداً نلتقي.
كاين مطعم رخيص فهاد الجوار؟
لا، ولكن شكرا. اشعر افضل.
عندك خبز؟
كم انت بارع في العزف علي الكمان؟
صديقي انزلق وسقط في الحمام.
هل يمكنني ان احصل علي علبه سجاءر؟
تم حظر المسيحيه واُغلقت البلاد علي بقيه العالم.
كم تريدها؟
كوكتيل جمبري ليها وليا نفس الشيء.
هل يمكنني ان اطلب منك التوقيع هنا بالضبط؟ و من فضلك ضع علامه هنا.
كان من دواعي سروري ان ازور مقراتكم الرءيسيه وان اجري معكم مناقشات هامه. شكرا جزيلا علي تعاونكم الكريم.
صوت غطيطك مزعج.
ما كنشوفش اللون فالمحال. كنرجعوه؟
خرّج من ديكه ديال لهيه، و انتظر فالمحطه رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني ان اخذ بعض الفلفل؟
نعم، اريد شيءا لاقراه.
هذا السيد تاكاهاشي في الغرفه خمسه واربعين. هل يمكنك ارسال اربع زجاجات من بيره بودوير، من فضلك؟
هذا سبعون دولار.
ارجو ان تتصل بي فندقي عندما تجد امتعتي.
اريد مكالمه استيقاظ في الثامنه والنصف صباحا غدا، من فضلك.
نعم، لكن هذا كثير جداً وانا ممتلء بالفعل.
اريد غسول للفم.
ما كانش حالتي مزيانه.
هل تقدم اي خصومات بالجمله؟
طوكيو صفر ثلاثه ارباع تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في العثور علي حديقه الحيوان؟
غادي تقوليا كيفاش نضبطها؟
فوقاش تنتهي جوله الحافله؟
تعرف كيف تستعمل الهاتف؟
تاكيدًا. لدينا بعض علامات الكتب الراءعه من الامريكيين الاصليين.
مُشغِّل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
تقدر تسحبني؟
هذا عياده F؟
سلام، السيده ياماغوتشي؟ حزبتك علي الخط. مكالمتك مقبوله. تكلمي، من فضلك.
فين يمكنني شراء تذكره صعود التلفريك؟
اش نو وقت غادي نصلو ل لوس انجلوس؟
تمشي مستقيم لمده خمس دقاءق تقريبا، ثم انعطف يسارا.
هذا هو الطريق الي الشاطء.
هاد الشاي ديال الاعشاب كيساعد علي تجديد الجسم.
ما كاينش هادشي ديال اليابان، صافي؟
حسنا. من هذا الطريق من فضلك. ساريك غرفتك.
علّي ان اغادر الفندق قبل الظهر.
سندويتشين همبرغر و قهوتين، من فضلك. اريد ان اخذهما معي.
هل يمكنني حمل هذه الحقيبتين؟
طلبت لحم، لا سمك. هل يمكنك تغيير هذا؟
ولدي مرهق تماما.
كنت مريضاً في المعده.
هاد الجاكيط مكاينش ديالي.
اود ان التقي السيد ويليام.
تحتوي علي مجموعه متنوعه من سبع فيتامينات ومعادن.
السن طايحه.
هل يمكنني الحصول علي استرداد المبلغ عندما اعود الي اليابان؟
من هاد الطبق؟
فِي اي بلد تم تصنيع هذا؟
قدر تجيبوها ف 10 دقاءق؟
مَا كَانْتْ عَاجِبَانِي الانْجِلِيزِيَّه. شَافْ حَدٌّ مِنْ هَاهُنَا يَتَكَلَّمْ يَابَانِيَّه؟
فين نقدر ناخد تذكره مترو؟
غادي نرسلو ليك 20 عينه اضافيه.
ما اظن ان هذا مناسب لي لان بشرتي جافه نوعا ما.
هل يمكنني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد انني سانتظر.
99 دولار في الساعه لكل طفل.
سَفَرْتُ، لَقَدْ بَاعُوا كُلَّ شَيْءٍ.
يجب ان يكون هادءا.
عندي معداتي الخاصه.
المفتاح ديال الغرفه، خمسه وثلاثه، من فضلك.
فوقاش كيعرضو فيلم تيرمينال مان؟
فين صالون الحلاقه؟
السابعه، من فضلك.
حقيبتي مكسوره.
سياحه.
انا جاي من اسبانيا.
شيء ما خاطء مع هذه المفتاح البطاقه. هل يمكنك ان تعطيني واحده اخري، من فضلك؟
عندي حكه في ذراعي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
فين اقرب صيدليه؟
عطني كاس ديال النبيذ اخر.
الناس ودودون جدا.
كم عدد المشروبات المشموله بالسعر؟
درتيها.
فين بوابه الصعود لهاد الرحله؟
اذا كان هناك طاوله متاحه، هل يمكنك حجز طاوله بالقرب من النافذه؟
هل تم الاعلان عن الصعود بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولا، نود ان نري وول ستريت.
فين وقفه حافله اوكسفورد؟
غادي ننتظر حتي تتوفر التراس.
هل يمكننا رءيه بعض المحافظ الجلديه؟
دوزو معايا التلفاز. كاين ماتش بيسبول.
غادي تكتب العنوان ديالك هنا؟
ارجو ان تخبرني اين اقرب صيدليه.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات بخلاف طوكيو؟
قُم بتعليق المكالمه وانتظر لبعض الوقت من فضلك.
اش كتدير عاده فدار بعد العشاء؟
اكيد. متي تريد لعب الغولف؟
غادي تكون فدارها حوالي تلاته.
اريد ان اتصل بالسفاره اليابانيه.
شويه تاني.
من اين تنطلق حافلات السياحه؟
كم تتقاضون مقابل ارسالها الي اليابان؟
ما عنديش كُلُوب ولا سُبَاط.
هل الين الياباني علي ما يرام؟
عندك موستانج؟
غادي نقفزو من هنا؟
السيد كاوي، لدينا طاوله لك الان. تفضل من هذا الطريق، من فضلك.
اكيد. انزل الدرج اللي هناك و هتشوف تعليمات. اتبعهم بس.
الاستقبال. هل يمكنني مساعدتك؟
اود ان تنزلني عند فندق هيلتون، من فضلك؟
كثيرا ما تضطر للعمل حتي ساعات متاخره؟
عفوًا جدًا، لكن لم يعد لدينا المزيد. ماذا عن الصحف الانجليزيه؟
طاوله لا تدخين، من فضلك.
غادي تخبرني قبل ما نوصلو لدرهام؟
هاد جديد؟
ماشي هاد الشي. كتعاملني ديما.
ارِني بعض الفساتين؟
اكتبها، من فضلك.
كنت سكرا بالخمر.
حافظ علي نفسك، فالطقس متقلب جدا في الجبال.
شيك المسافر والين الياباني، اتفهّم؟
سَفَر، تَفَقَّدتُ مَعَ كِلٍّ مِنْ مُدَبِّرَاتِ الْمَرْكَزِ وَمَكَانِ الْمَتَاعِ الْمَضْلُولِ. لَيْسَ عِنْدَهُمْ.
انه مكان صعب العثور عليه. انه في طريق صغير خارج الطريق السريع الرءيسي.
ماعندي حتي فكره.
نستطيع ان نناقش الامر في مقهي.
اري، في هذه الحاله لا يجب ان ادفع رسوم التعديلات، صحيح؟
المشغل، من فضلك.
قدر تضع السرج، من فضلك؟
غدا في الليل عندك في الدار؟
حسنا. ساخذ اثنين فقط. شكرا.
ها هو فاتورتك. هي ثلاث تسعه وسبعون دولار.
نتي محظوظ.
رجاءً اجعله طاوله مع منظر جيد لليل.
هاد الاله ولا يدويه؟
اريد استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من اللطيف جداً ان نلتقي.
كَانَ مَزْقُوط.
حسنًا الان، لنلقِ نظره عليك.
حسنا، فقط فكر كم من الوقت الاضافي الذي سيستغرقه عمله اذا سال كل شخص سءال اضافي. تعالوا، دعونا نستعجل ونحمل امتعتنا. علينا ان نذهب الي اعلان الجمارك بعد ذلك.
شحال الوزن؟
كاين مطعم صيني فهاد الحي؟
المنصه الخامسه هناك.
فاش كاين ماتش ديال كره القدم؟
هذا غير صحيح. هل يمكنك فحص كاميرتي؟
قهوه بالكريمه والسكر، من فضلك.
اظن ان هناك بعض الاخطاء في الفاتوره.
عطني هاد واحد.
هادي البوابه سبعه.
انت اسكتلندي؟
ثلاثه-اثنان-واحد-اثنان. انتظر ثانيه، حسنا؟ اريد ان ارسل لك شيءا هنا. عفوا.
135 ين لكل دولار.
الفساتين القصيره مع الاحذيه لن تخرج ابدًا من الموضه.
هل يمكنني التحدث الي المدير؟
شكون سمح ليك تغير الاجره علي المتر؟
هل يمكنني رءيه هذا؟
وعدت نفسي اني عندما اراك ساتعرف عليك
شنو كاين هاد الايام؟
مكيش حس. كتقدر توصي طبيب؟
حفلتك. استمر.
كاين عرض ارضي؟
ما كايناش الما فالحمام.
كم من الوقت يستغرق المشي من هنا الي قاعه المدينه؟
خُذ هاد الدواء بعد كل وجبه فاش توجعك بزاف.
كَتَبْتَ الْمَالَ فِي مُعْتَمَرَهٍ مُزَيَّنَهٍ تُسَمَّي شُوجِيبُوكُرُو.
شيء ما جرح.
تساءلت عما يجب ان احصل له؟
عندك خريطه للقطار؟
لدي غرفه جاهزه لك في فندق غراند. هل يمكنك الذهاب هناك؟
انا اعاني من الم في عيني اليمني.
مَا كَانْتْ عَاجِبَانِيْ دَاَلِيْتَ اَلْاَمْرَكْ بِاَلْاَلْمَانِيْزْ.
غادي نتلاقاو حتّي، بالتاكيد.
غادي تاخد هاد السروال؟
هل يمكنني ان اقترض مضرب وكرات؟
هل يمكنك ان تضيف بعض التغييرات الصغيره؟
هل يمكنني الحصول علي نصف قاروره؟
سلام. انا جون.
نكاي.
غادي تمانع لو خدات صوره ليك ولتاكسي ديالك؟
اتصلت قبل ثلاثه ايام بشان حقيبه مفقوده.
اريد فندق ارخص.
اه، هناك الكثير من الاشياء التي يجب ان تراها في غرينيتش فيلج.
علي العمل. لدي علاقه عمل هناك.
كَيْتَ عَلَي قَيْدِكَ.
هل من فضلك راقب حقيبتي؟
كيف تجد هذه الفكره؟ نقبل شرط الاشعار بسته اشهر بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد
عذرا. هل تعرف نيويورك جيدا؟
سننتظر. يرجي الاتصال بنا عندما تكون جاهزًا.
اريد ان اري جراحا.
هاد المكونات الطبيعيه؟
اريد ان اتسلق سياره رياضيه.
الرقم التلفوني هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
تعرض للبرد.
سياره صغيره جداً ستكون الافضل.
اود ان ارسل هذا البريد العام.
دعني احول هذا المكالمه الي الرجل المسءول.
شكون حجمك؟
اه، عزيزتي. لم اكن ادرك انني ما زلت احتفظ بها.
هل لديكم مجموعات صندوقيه لارسال الطرود؟
هل ستدفع شركه الطيران تكاليف الفندق والوجبات؟
هاد كلها حقاءبك؟
كيف ترغب في اجراء المكالمه؟
حسناً، انه مكلف. ليس مصنوعاً في اليابان، اليس كذلك؟
اعطني الملح من فضلك
فين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
فمتي تعتقد انه سيتم العثور عليه؟
اتمني لك سنه جديده سعيده جدا.
غادي ناخد سبرايت كبير.
رجاءً قلها مره اخري ببطء.
عذرا. اريد ان اضع الطلب.
لدينا جمبري نيوبرج ولحم ضان مشوي.
اريد غرفه ذات منظر جميل.
ثلاثه اكواب من عصير البطيخ، من فضلك.
عندّي تلات دّيال العيالات.
سير علي طول هذا الممر ثم انعطف يسارا عند الزاويه. ستجده علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلف تذكره ذهاب وعوده الي اكسفورد؟
كنت اذهب الي نادي رياضي كل يومين.
فين نقدر نبقي خلال الجوله؟
شكون الوقت ديال الخروج؟
كم تبلغ رسوم الدليل في اليوم؟
فين غادي نلقي السيديات؟
عفوًا. انا طالب جامعي من اليابان. هل انتم من طلاب جامعه نيويورك؟
غادي تقول لينا كيفاش كتقيم هاد الخطه؟
اكي، تعرف متجر تسجيلات جيد هنا؟
نقداً او بالدفع المسبق؟
اعمل في شركه تجاريه.
مكشيش تسول علي الناس كيفاش كيكسبو.
هل هذه جينزات ليفي الاصلي من طراز فايف او ون؟
فوقاش نقدر ندوش
ما تشوفش منك 21 عام.
فهمت. في الواقع، فيه فيلم عالي السرعه. هل يزعجك لو اخرجه؟
اشتريتها للتو.
غادي نجيب واحد دابا.
ثمانيه دولارات. وهنا ياتي واحد الان.
ارجو اظهاره مع مشترياتك للجمارك في المطار.
هل هناك اي من متاجر البيع بالتجزءه تقوم بتخفيضات الان؟
عميل، ارسل لي مركز الاطفاء.
عندي بطاريه فارغه.
توقف عند التقاطع التالي.
اه، ها هي. وهل يتعين علي الجميع ملء نموذج اعلان الجمارك هذا؟
واسمحوا لي ان اطلب اسمكم من فضلكم؟
غادي تاخد المكالمات الجماعيه؟
سلام. كيف الحال؟
فين قسم السفر؟
شكون سميه الشخص لي بغيتي تدوي معاه؟
سيدي، اسف، هو غير موجود في الوقت الحالي.
شوف هاد الشي. شوف هاد الشي. غادي تقول لي الفرق بين هاد السيد و هاد السيد هو الحظ؟ محمد، توقف، الا تمانع اذا تركتك هنا؟ انا في عجله من امري. يا صديقي، كان من دواعي سروري مقابلتك، اليس كذلك؟
غرفتك تطل علي المدينه؟
شي رساله ليا؟
لا يزال غاليا جدا. الا يمكنني الحصول عليه بثلاثه دولارات؟
نُريد غرفه في الخلف.
غادي ناخد كاس ديال النبيذ.
نتي جميله.
اريد غرفه بسريرين. كم سعر الغرفه في الليله؟
انه علي بعد تسعه وتسعين ميلاً.
فينس وليندا بغاو يكونو بوحدهم، فخوفني غادي نضطر نبقي هنا الليله.
حافظوا علي هذه الامتعه في العبور.
اسمي ساتو.
كنت عارف كافي دي جاز قديم فوسط المدينه.
غادي ناخد هاد الطبله ديال الضيافه.
اود ان اجرب نفس الطبق الذي طلبه ذلك الشخص.
بعد ذلك سناخذه.
هاد كيصعد حتي للصافي سته؟
جلد التمساح؟
حطّوها فكيس ديال الغسيل وخليها تما.
اريد ان اطّلع علي هذا الفيلم. متي سيكون جاهزا؟
لا تعطي هذا المفتاح لاي شخص غيري.
اوكي. سالتقطك من فندقك في الثامنه.
النوافذ جيده.
خلي شعري يهبط علي جبهتي، من فضلك.
هل تشمل جميع نفقات النقل؟
دار الاوبرا المتروبوليتان.
فين مكتب تاجير السيارات؟
كنت حاملا منذ الليله الماضيه.
ماشي من ذوقي.
اش تبيع ديال الخضروات؟
اريد شعرا داءما منسقا، من فضلك.
متي سياتي الطبيب؟
هاد اللون مكاينش.
سقطت السن.
هذا مقعد بجانب الممر او بجانب النافذه؟
كنت كن مشي.
هل يمكنك توصيل امتعتي الي الغرفه؟
اري واحدًا لفتاه شابه.
قدر توقف هنا؟
عندك شي بحوالي ثمانين دولار و صفر سنت؟
عطشان.
لا حليب، من فضلك.
عندي ثلاثه اكياس.
فين بحيرتي؟
عذرا. اضغط علي زر التصوير، من فضلك.
هل يمكنني ان احصل علي مجله او شيء من هذا القبيل؟
انه جنوب.
كم ثمن مقاعد الشرفه؟
نُريد غرفه تطل علي البحيره.
كاينين صاكات بريد قريبالا؟
حسنا. ساخذك هناك.
الجزء المكتوب بخط ماءل يشير الي التغييرات التي حدثت في التسعينات.
هو في الثلاثين من عمره.
حسنا. هل يمكنك كتابه العنوان مره اخري علي هذه الظرف؟
اود الذهاب الي هارودز. هل يمكنك رسم خريطه، من فضلك؟
اش كدير فوقت فراغك؟
عندك بطاريات لهاد الكاميرا؟
اريد فك الكابل.
انت اخر واحد في هذا الطابور؟
اعتقد انه ممتلء اكثر من اللازم.
تصويره زوينه. خرجات للتو.
هل يمكنك اخباري عن الاماكن المهمه هنا؟
كاينين ديور ديال البيع فهاد الجوار؟
انا كذلك.
اود ان اشارك من سان دييغو.
كنت افكر في التسجيل في ذلك الدوره في الفصل الدراسي القادم.
الخمر ماحامضش بزاف. غادي تبرديه؟
هل يمكنك تغيير هذه الاقراط لتصبح من نوع "الكلصون"؟
اش كتهتم بيه دابا؟
اريد استرداد المبلغ. هل يمكنني استرداد اموالي؟
مما يبدو انني لن اجد مشروبًا كهذا في اي مكان اخر.
اذا اشتريت هذا ايضًا، يجعل المبلغ المعفي من الرسوم.
هل يمكنني رءيه شهادتك بالتلقيح، من فضلك؟
كَتَابْلُو تسافِر بزاف؟
جيت من امريكا
عندّي تذكره طيّاره لسان فرانسيسكو.
اذا كان الامر يستغرق 15 دقيقه فقط من المحطه، ساذهب سيراً علي الاقدام.
اريد فندقًا ارخص قليلاً.
بونزاي يبدو كهوايه شخص عجوز.
ما قررت حتي. عطيني شويه وقت.
عندي صداع.
غادي ناخدو قهوه بزاف؟
اريد شهاده طبيه ووصلاً للضمان.
اه، لا. من فضلك استعجل. نحن متاخرون.
ما بغيتش نخلص اكثر من عشرين دولار.
شكون هادشي لي كاين، علاش الطياره ما طارتش؟
كم ثمن التذكره؟ هل تكتب ثمن التذكره علي ورقه؟
اريد استءجار كرسي شاطء.
انتظر دقيقه، من فضلك.
هل يجب ان ترتدي السيدات فساتين رسميه؟
ما تلمسنيش.
عندك سيجار؟
اذا لم يكن الرياح قويه جدا، يمكننا الذهاب الي نقطه التيكي.
فانتاستيك.
غادي نغلق دابا. شكراً لانتباهكم.
عندك هاد الشي فالالوان الاخري؟
شكون هاداك؟
عذرا. هل يمكنك اخباري اين وقوف سيارات الاجره؟
والمشروب؟
هاهو.
فين اقرب محل ادوات منزليه؟
مم. لا يعمل، اليس كذلك؟ يمكنك الانتقال الي مقعد فارغ، اذا اردت.
كنت ابحث عن هذا.
صافي سيدي. و شنو تفضل للحلوي؟
تدريب او بُلُد؟
شيكات المسافر. شكرا. اليك تذكرتك وبطاقه الصعود. كن هناك، من فضلك، قبل ساعه من موعد الاقلاع.
انه الم حاد.
الاسم هو غورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان ست واحد اثنان اربعه تسعه خمسه.
كنت مريضا جدا.
شوفو اوقات عرض "قُصّي الحب"
حسنا. هل ستشرب قهوتك الان او في وقت لاحق؟
قول لي احرّ نادي ريجي في نيويورك.
بماذا يختلف منتجك عن منافسيك؟
هل من الجيد ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. من فضلك اتخذ الاجراءات اللازمه.
نعم، واحد فقط. متي ساعرف؟ كيف ساُعوض؟
ها حيدّي بطاقه الهويه ديالي.
نفضل طاوله بجانب النافذه.
قول لي ارخص طريقه للذهاب الي سان فرانسيسكو.
عرفتي مطعم كيويا؟
طريق واحد.
غادي نعيط علي كرشي غير جالس كناكل دايما.
كاين ديسكو جيد مع عرض فلمنكو؟
هاد فستان زوين لي لابسه.
رجلي تالم.
فين اقرب مغسله؟
هل يمكنك تبديل المقاعد معي، من فضلك؟
تفرقت بنا المقاعد.
في الواقع، اود ان اءمن هذه الطرد ايضا.
الفاتوره تصل الي ماءه دولار.
الخروج الطارء موجود في الامام، الوسط، والخلف من هذه الطاءره.
حسنا، تم تاكيد حجزك مره اخري.
الكعب عالي جدا.
نود طاوله علي التراس.
هذا يعني ان الفيلم قد لا يكون مناسبًا للاطفال دون الخامسه عشر. لذا يحتاج الاباء الي النظر فيما اذا كان عليهم السماح للاطفال بمشاهده الفيلم.
كيف تريد المال؟ من فضلك املا هذه الورقه ووقع هنا.
كَاينه ليوم لي كيدرني بطني.
عندكم اطباق قليله السعرات الحراريه؟ انا دابا علي ريجيم.
لا حاجه للرسوم.
نعم، لديّ تذكرتان لمباراه الجاينتس والدودجرز.
نحن من بين الموردين الرءيسيين للحواسيب الصغيره.
شكرا. وانا كذلك. الي اللقاء حتي ذلك الحين.
غرفه توام مع حمام، من فضلك.
سقطت من الدرج.
اش نوغتو ديال الايس كريم توصي بيها؟
هُمْم. هذه. اللون يناسبك.
فين كتب اللّغات الاجنبيه؟
جوج شراءح و سبريت.
عطني شي سيجار.
من غير القانوني ادخال هذا الي البلاد -اسف. حسنًا، اعتقد ان هذا يهتم بكل شيء.
نعم، انا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ عامين. كيف حالك؟ هل تسافر بمفردك؟
انا مريض.
ولدي يبدو منهكا بسبب الحمي.
بهذا الحجم، من فضلك.
تُمنح رتب الشرف الثقافيه للفنانين والعلماء المتميزين في هذا اليوم.
انا ياباني
هاد غالي بزاف.
نعم. استقل حافله تذهب الي كيوتو-اكي.
هل هو خاص بالاعضاء فقط؟
السعر في الغرفه ليله واحده هو سته الاف ين.
هل يمكنني جلب هذا علي متن الطاءره؟
حسنا. كل ما اريده ان اعرفه هو ما اذا كانت هذه التجاره ستدفع تكاليفها بنفسها.
حسنًا. هل ترغب في وشاح مع ذلك؟
شَحّن البطاريه، من فضلك.
انا جاهز للطلب.
تترك ملح الحمام العشبي بشرتك ناعمه وحريريه.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
حقيقه. اليوم الاحد، والاحد هو اسوا يوم.
اه، نعم، هي مشكله التخلص من النفايات.
اريد هذا النمط في اعداد خمسه اماكن.
كَثِيرٌ مِنَ الاُسَرْ تَحْصُلْ عَلَي دَخْلَيْنِ.
اه. هذا الفضه نادره "القمر والجرس". متاكد انك تريد تبديلها؟
تاتينا ماما واختي من اليابان باش تشوفوني. غادي يوصلو هنا حوالي السابعه ليلا.
البني شاءع جدا هذه السنه.
فكره جيده. متي تخطط للقدوم؟
وافق. مقعدين، من فضلك.
فين السوق؟
نتمني تجربه بدله السباق الجديده ديالي.
كنت اظن انكم تتناولون فقط الدونات.
كم ثمن تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيتني اياه يفتقر لعشره دولارات.
لقد اتصلت بالسيّد سميث في الغرفه رقم اثنين و واحد، لكن لم يكن هناك رد. هل يمكنك التحقق اذا كان لا يزال يقيم هنا؟
اريد واحد حديث.
اعمل في شركه نشر.
هل يمكنك ملء هذا؟
شكون هاد الشارع؟
هل يمكنك وزن هذه الطرد؟
شنو سميتها بالانجليزيه؟
واصل الصعود في هذا الممر، ثم ستجده علي الجانب الايمن.
اريد ان اءمن هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
حسنا. من فضلك ادخل.
نعم سيدي. اتعالي هنا للافطار كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
ماكاين مشكل.
رجاءً اعطني ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا تقديم الطعام لكم من السابعه.
تَرَقَّدْ هُنَا.
يا له من خدمه سريعه.
ممكن يظهر.
رجاءً انعطف يساراً عند التقاطع القادم.
عذرا. كيف اذهب الي البنك؟
هل هناك خدمه حافلات الي متحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
كم من الوقت يستغرق الوصول الي اليابان بالبريد الجوي؟
حسنا. اراك في الثانيه يوم الاحد.
اود ان اسافر من نيويورك الي تورونتو.
السحاب مكسور. هل لديك المزيد من نفس النوع؟
هذا نوع من القذر.
هل يمكنك اعاده تاكيد رحلتي؟ اليك تذكره الطاءره.
عندك هاد اللون فالاخضر الداكن؟
غادي تاخدني لكانتربري وتجيبني؟
هل يمكنني الحصول علي ملعقه جديده؟
شكراً جزيلاً لك علي كرمك.
سَفَر، مَا نَبِيع تِكَاتِر لِلْمَسَارِح.
اريد ان اري هذا.
اه، هذا جميل. ماذا عليّ ان افعل؟
اريد تمديد اقامتي هنا ليومين اضافيين.
غيّر مقعدي.
لقد اصبح لدينا اليوم بعض الجمبري الجيد جدا.
كم ساعه يبقي مفتوحاً؟
التدخين او لا؟
كَثِير بَغَيْرِهَا عليا. مَا تَقْدَرْ تَخْفِضُ السّعَر؟
انا متاح صباح يوم الاربعاء او بعد ظهر يوم الجمعه.
ما حجزت.
حيت الصيف ف اليابان كيكون حار بزاف، و حنا ف العصور القديمه مكاينش عندنا تكييف.
هل يمكنك ان تطلب لي سياره اجره في الثامنه صباحا غدا؟
كَاينه شي حاجه خايبه.
ليش ما ننتظر الباص تحت المظله؟
تعال، كنجي. دعني اريك المكتب.
اه، مفتوح من تسعه الي تسعه.
ما نقدرش نعس مزيان الليل.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
هذا بالضبط ما كنت ابحث عنه.
مافهمتش شرحك.
غادي نكمل الاتصال. غادي لبوسطن.
فين افضل مكان للسياحه؟
هل هو داءم؟
استمتعت جدا.
حسناً، اود ان يكون لدي وجه اصغر مثل جوليا روبرتس.
هاد الشي، تاخدو، من فضلك؟
الركاب المغادرين علي متن رحله الخطوط الجويه ايه بي سي رقم سبعه صفر ثلاثه المتجهه الي طوكيو، يرجي التوجه الي البوابه العشرين لاتمام الاجراءات الرسميه.
فين وقفه الباص ديال B؟
في شكل اغاني منفرده، من فضلك.
فين نشري مفرش؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
غادي تاخد ليا الصوره؟
ما كنتش هاد الطبق.
قطعت اصبعي. هل هناك مطهر؟
هل يمكنني الحصول علي طابع بقيمه 95 سنت؟
غادي نكون هنا عند ثمان وربع.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
غادي للمدرسه هنا؟
كم كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد من انني وضعتها في حقيبتي.
ارفعوا ايديكم.
كاين مطعم قريب توصي بيه؟
اش تفضل، داك او فاتح؟
ايمكنك اخباري الي اين نطير؟
تحويل تذكره، من فضلك.
فين كاين بلاصه زوينه للتنقل ليوم واحد؟
اريد حقيبه كيلي الحمراء بنفس الطراز ده.
غادي تخلق الجدول الزمني داك؟
شحال الساعه لي فتحات البنك؟
كنت مريضا.
كنتُ ساُصاب بالارتباك. هل يمكنك رسم خريطه لي؟
خارج.
خُذني للمستشفي.
هل عليّ الحضور الي المستشفي كل يوم؟
كَرشي اَلَمّ.
كم تكلفه البريد لارسال هذه الرساله الي اليابان؟
اريد كاس دي شيري.
هل تحتاج الي استقبال من المطار؟
يبدا الصعود في الرابعه والنصف لذا يرجي الحضور قبل ذلك.
من ثلاثين الف ين.
فين يمكنني اشري بطاقه هاتفيه؟
هل يمكنني ارجاعه في مدينه اخري؟
اخطط للبقاء لمده اثني عشر يوما.
رجاءً اجعل الجزء العلوي اطول قليلاً.
عليك ان تري متخصصا.
قليل من الوقت، من فضلك.
الرقم الرابع عشر.
اه، تفعلين؟ لديكِ بالتاكيد مجموعه كبيره.
ما كاينش فين ما كنقلب عليهم.
هل لديكم مقاعد شاغره للندن؟
اريد نسخه من تقرير السرقه.
انه كتله واحده اسفل الشارع.
عطيوني الضوء ونتا كديرها
هاد السيجار ماعليه والو؟
واخا. غير هكاك.
القطار التالي السريع في ساعه.
اريد ان اطيل اكمام هذه الستره الرياضيه.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك علي الابواب.
القطارات متوقفه بسبب الاضراب.
تقدر تصلح هاد الشي؟
الشارع مزدحم بالسيارات.
هذا هو المبني الثاني علي يسار ذلك المبني الابيض.
حجزنا مقعد في الخامس والعشرين من اكتوبر الذي يغادر في الحاديه عشره صباحا.
لا، شويه للامام. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
فين نقدر نرجع هذا التذكره؟
شكون هادشي؟
اريد ان ارتاح.
سيارتي معطله، من فضلك تعال واخذها.
اريد شعري اطول قليلا في الخلف.
شكون عندك؟
انا اوافق. انه احد الاماكن المفضله لدي.
شنو نوع النموذج لي فبالك؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسه و واحد الي طوكيو.
هل يمكنك رسم خريطه بسيطه من هنا؟
فين نتلاقاو؟
اريد ان يكون شعري كما كان.
عطيني خمسين، من فضلك.
في اين استقبل رحله الخطوط الجويه اليابانيه؟
اش نواقص؟
هل هناك اماكن في المنطقه موصي بها بشده؟
عطني تبديل، من فضلك.
حسنا. ساحرص علي ان تكون حقاءبك هنا.
هذا تخصصنا، سمك دوفر المشوي.
غادي نبقاو.
تعرضت للسرقه.
حسنا. هل يجب ان اركزها؟
غادي نتشاركو.
ما عندنا داك النمط دابا. غادي نتحقق من المخزون. صبر دقيقه واحده، من فضلك.
سكوت مع الماء، من فضلك.
هذا يبدو مثيرا للاهتمام. كم ثمنه؟
خذ هذا الوصفه الي الصيدليه. يمكنك الحصول علي الدواء هناك.
انا طلبت ذلك.
اه، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشري شويه حوايج تذكاريه؟
كَثِير بَغَيْر مَا يَنْبَغِي. لَا اَستَطِيعُ شِرَاءَهُ.
اعطني رقم شركه ABC في شيكاغو، من فضلك.
فين الكاتدراءيه؟
كيف تريد بيضتك؟
كاين قريب من هاد المبني.
لا، اعتقد انهم نسوا ان يجلبوا لنا واحد.
حسنا. تاكد ذلك. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتجنا الاتصال بك؟
شكون اسم الرسام؟
هل ساطلب منه ان يتصل بك عندما يدخل؟
اريد هذا.
عجبني هاد الخدمه ديال شامبانيا الترحيب بعد الصعود. دعيو ليا علي صحتكم.
40 دولار في اليوم زاءد 8 سنتات لكل ميل.
غادي نراهن بخمسه دولارات.
هاد الطلب ديال شي واحد اخر لا؟
كَيْفَ اَصِلُ اِلَي الْمُتَاحَفِ؟
سيدي، انا اسف جدا، لكنني اود تاجيل الموعد.
هل يمكنك ان توصي برحله استكشافيه؟
قطارك غادي يغادر من المنصه ثمانيه.
كنت ابحث عن حقيبه بحزام قابل للتعديل.
اود ان يبقي تحت ماءه وثمانين دولار.
ساسالك بعد ان اتفقد المكان.
نعم. حجز لمده ست ليال، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
ارِني اخريات بتصاميم مختلفه؟
شنو نوع العصير لي بغيتي؟
غادي للدار فالعطله؟
فين نيت غادي نشوف منظر زوين بزاف؟
هذا كان مكسورًا بالفعل عندما فتحت العبوه.
29 غشت.
اود ان ارسل هذا عن طريق البريد الجوي الي اليابان.
عيد الشكر للعمل. انه يوم الشكر لجميع من يدعم المجتمع باعمالهم.
هاد الغرفه صغيره بزاف.
اعطني شويه شاي، من فضلك.
اريد تنظيف هذه الملابس قبل نهايه اليوم.
كاين بنك فهاد الحي؟
هزّ الطبله، من فضلك؟
سكين، من فضلك.
كلها مطبوعه.
اكتب رقم غرفتك من الخلف.
نستعمل الشوكه والسكين عند الاكل.
رحله دلتا رقم ثمانيه وعشرين الي نيو اورليانز ستتاخر بحوالي ساعه.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك الوقت، يرجي ارسال رساله لي.
تركت تذكره طاءرتي في الفندق.
غرفه واحده بدون دوش، من فضلك.
شكرا مره اخري علي تذكيري. هل ينسي الكثير من الناس التوقيع علي اسماءهم؟
حسناً، الوقت يمر. هل نواصل هذا النقاش يوم الخميس في الساعه الواحده؟
اريد بعض البجامات.
حسنا. ساتصل بك عندما يكونوا جاهزين.
شنو غدي ناكلو؟
غادي تتوقف الليموزين اولاً عند البوابه الشماليه.
الي متي يمكنني استخدام مطعم الفندق؟
هل هي قطار مباشر؟
حسناً، لقد تاخرنا كثيراً. اعتقد ان عليّ ان اذهب الان. شكراً جزيلاً علي المساء الراءع.
هل يمكنني الحصول علي بعض الدواء لالام بطني؟
اريد دجاج مشوي.
خطاي. ليس خطاك.
سمحي لي، متي ينتهي هذا الفيلم؟
هاد واحد، من فضلك.
سرقت مجوهراتي. احتاج لتقديم شكايه.
لحظه فقط، من فضلك. ساقوم بتوصيلك بالسيد جونز.
سلام. هذه شركه الخطوط الجويه المتحده.
فِي اَيِّ مَكَانٍ تَعَلَّمَ السَّيِّدُ جونز اللُّغَهَ اليَابَانِيَّهَ؟
عندي واحد صغير بنفس التصميم.
هل يمكنك استقبال هذه السراويل؟
الجمعه، ليلًا، في التاسعه.
هل هذه بوابه لاس فيغاس؟
كاين باص من المطار؟
ملعقه اخري، من فضلك.
كَيْتَ مَالِح شويه، ولكن كَنْعْجِبْ بِه. هَلْ جَبْتُو معاك من اليابان؟
رجاءً تعجل به، ان امكن.
هل يمكنك دفع عشره دولارات هنا كوديعه؟
نعم. استيقظني بعد ثلاث ساعات، من فضلك.
اود ان اطلب، من فضلك.
غادي نقول نعم ولا؟
سَيْفَان، من فضلك.
اش من توقف جاي؟
السياره تصدر صوتا غريبا.
شحال الساعه لي كاينه البريد؟
دفعت مسبقاً مبلغ خمسين دولاراً عند تسجيلي.
عندك دوا للقرحه؟
هل احتاج الي ارتداء معطف وربطه عنق؟
هل يمكنني تحويل المال لحساب التوفير الخاص بي؟
نسيت حقيبتي.
اريد ان اءكد رحلتي مره اخري.
ساعتي. كانت رقميه جديده تماماً من صنع سويسري.
عَبَرتُ ذاك الاختبار بامتياز.
اريدك ان تاخذني الي اماكن مثيره. انا ساءح، تعرف.
هل يمكنني الذهاب للسياحه بينما تكون السفينه في الميناء؟
انت احسن من تعدل المراه الخلفيه.
غادي يكون تاخير ديال 10 دقاءق او شي حاجه.
هل يمكنني ان اخذ اطباقكم؟
ساكون سعيداً بذلك. في اي وقت تفضل؟
اعتقد انني تركت كاميرتي خلفي عندما تناولت العشاء هنا الليله الماضيه.
اجمعهم عند البوابه.
اه، لا. لن يكون ذلك ضروريا. يمكنني ان اعتني به. لقد فعلت اكثر من كافٍ بالفعل.
اما اصلاحه او استبداله، من فضلك.
كنت استطيع ان اصنعها في وقت ما من الشهر المقبل.
خُذ وقتك.
كيف يقارن هذا المنتج الجديد مع المنتجات الموجوده؟
الموظفون في هذا المتجر لطيفون جدا.
قدر تقولي هادشي ليا؟
دقيقه واحده، من فضلك.
هل لديك علامات المطالبه الخاصه بك؟
اريد استءجار سياره لمده اسبوع.
اه، في البدايه، اغسليها بشكل منفصل.
ارِني بعض الساعات للرجال.
انه الرابعه عشره.
كم تكلف سياره الليموزين للذهاب الي وسط المدينه؟
من صباح هاد.
من الافضل ان نستعجل. انهم يصعدون بالفعل.
كَيّس ليه الحال.
طلبت الدجاج.
لعشره ايام.
كم عمر هذا الصبي؟
كم كل شيء معاً؟
اريد مثله، من فضلك.
فقدت شيكات السفر.
عافاك اعطني دواء بارد.
حطّوها ف كون.
كنت داءمًا اراه كل صباح في القطار.
هل يمكنك تناول العشاء معنا هذا المساء؟
غادي نبقي فهتل B حتا غدا. غادي نكون فرحانه اذا قلت ليه انا هنا.
الرحله متاخره خمس واربعين دقيقه.
اسمي شينو يامادا.
اش كاين فهاد المطعم؟
لديّنا نبيذ ابيض ممتاز.
فقط بعض الادويه المهدءه.
هل يمكنك ان تنزل امتعتي الي الردهه غدا صباحا؟
اه، يبدو انني افقد شيءًا ما كلما سافرت.
فقدت استخدام ذراعي اليمني.
سلام، هاد ديال روي؟
ثم، ستاتي الي شارع التسوق. اذا اتبعت الشارع ستصل الي المحطه.
لا، ليس هنا. هناك غرفه تدخين في مءخره هذه الحافله.
هل يمكنني الحصول علي كتيب؟
وصل هناك في التاسعه، من فضلك.
نعم سيدي. كيف تريدني ان اقصها؟
اظن ان هناك خطا في الفاتوره.
مادام الزيت و الخل.
لدي بالضبط ما تريده. هل اقترح هذا؟
قهوه بالسكر.
هيا السابعه صباحا. اوه، انا اسف. لقد ارتكبت خطا.
سمعتي بسبوع ذهبي ف اليابان؟
شكرا. من فضلك عد مره اخري.
هل لا يزال ممتلءًا بالكامل؟
هل يمكنني تركه في اي مكان في البلاد؟
شكون رقم اللي نعيط من هنا؟
كيف اذهب الي ديزني لاند؟
كَتَعْتَقِد؟
عذرا. اين المطعم الرءيسي؟
اود ان اتصل باليابان.
د12 هو رقم مقعدي. اين هو؟
شكون هاد، عافاك؟
شنو نوعيه لي فبالك؟
نعم. سنصل في الثامنه بتوقيت المنطقه.
اذا وجدت اي شيء، يرجي الاتصال بي.
هل يمكنني الحصول علي بعض لحم الخنزير والبيض؟
ميلون شربات للتحليه، من فضلك.
الماء الحار ما كايش حار بزاف.
غادي تشرح ليا كيف ندير داك الشي؟
اكتب عنوان الاتصال هنا.
هل يمكنني استخدام الفلاش؟
شكرا. عد الي غرفتي في نفس الوقت غدا. ساكون قد اعددت الصور بحلول ذلك الوقت.
ساعتذر، لكن الان يمكنك الطلب فقط من قاءمه الطعام المساءيه.
زجاجي او غير زجاجي؟
عندي صداع.
هذا هو الغرفه اثنا عشر وسبعه.
اريد غرفه مختلفه.
كم مده صلاحيه هذا التاشيره؟
كاين مستشفي فهاد الحي؟
اريد بدله.
عندك عرض اكبر؟
هل يمكنني تجربه تسعه؟
فندق امن يقدم افطارًا جيدًا، من فضلك.
فين حديقه الحيوانات؟
كَاينه ديال لّي كبار؟
ثلاثين درهم وثمانين سنتيم.
تعتمد علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
برغر جبن مع البطاطس المقليه.
تاخرت علي اخر قطار.
ما عنديش الفريس.
هل حصلت علي تذكره الحافله؟
دين، من فضلك.
كنت علي رحله الخطوط الجويه رقم ثماني و اثنين وثمانين.
كاين ضجيج بزاف فحولي.
علي الساحل الشرقي، ستجد ايضًا اماكن مشهوره، مثل نيويورك وواشنطن العاصمه وبوسطن.
عندك وراق يابانيه؟
سمعت هاد الشي زوين.
هل من الممكن ان اترك امتعتي معك حتي الساعه الواحده؟
كاين جوله ف المدينه؟
نعم. يبدو ان عليّ فعل ذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
فهمت. احاول استءجار سياره سيتروين.
عندي موهبه فطريه.
هذا جيد. اين الخبز؟
سجاءر، من فضلك. و مقعد بجانب النافذه، من فضلك.
و ما هو ثمن الخياطه عندك؟
اش كاين لي غادي يكون اسرع، طاكسي ولا سياره الاسعاف؟
هل لديك هذا القميص باي الوان اخري؟
ما تخليش التلفاز ديما شاعل.
اه، نقترب منه، نقترب منه.
افضل ان تدخل مستشفانا.
فين كاينه سوبر مارشي؟
كَيْتَ غَالِي شَيْءْ. مَا تَقْدَا تَخْفِفْ لِي شَيْءْ؟
كم عدد المحطات التي يجب ان اتوقف فيها؟
هاد الراجل سرقني ساكيتي.
الادويه المهدءه و ادويه الم المعده مختلفه، صح؟
اريد ان اري الميناء.
فكره راءعه.
كم من الوقت يستغرق سيراً علي الاقدام؟
اريد 20 من اكبر الدببه المحشوه، من فضلك.
شكون رقم الكاصير؟
سهل. سابحث في دليل الهاتف.
عندكم غرف اكبر؟
كم تبلغ فاتورتي؟
اود ان ابقي في هذه الغرفه ليله اخري.
عذرا، لكن اود تسليم تقرير السرقه.
حسنا، يتوقف ذلك علي وسيله النقل التي ستستعملها. هل ستسافر بالحافله ام بالطاءره؟
غادي تخليني نجلس هنا؟
هل يمكنني ارسال بريد الكتروني واحد بدولار واحد؟
نعم، ارسلوه الي الغرفه اثنا عشر وثلاثون.
املا هذا النموذج، من فضلك.
اريد تذكرتين ذهابا وايابا الي اكسفورد.
فوقاش نجي للمطار؟
هذا بطيء.
فين نقدر نطور الفيلم؟
لا، من فضلك لا. هل يمكنك الاحتفاظ باسءلتك لنهايه حديثي، عندما اطلبها؟
اريد مقعد جيد.
خَشْيَانَه، الحمام مَا كَيْدَاش. انا محتاج مساعده.
ماكاين والو صعيب ولا غامض.
غادي ندييك لبلاصتك. سير من هنا.
عذرا، هل يمكنني ان اسالك سءالا؟
اعتقد ذلك.
سلام. تشرفت بمعرفتك.
اود ان ارسل هذه الامتعه الي طوكيو، من فضلك.
غادي تريه ليا اكبر شويه؟
اعتقد ان الملابس المصنوعه في اليابان افضل خياطه بالتاكيد.
افضل ان تتخلي عن ذلك.
قولها مره اخري من فضلك.
هل يمكنك كتابه العنوان ورقم الهاتف لي، من فضلك؟
كَيْتَ حَار؟
من اي مطار ساغادر؟
مَا لَكَ لَمْ تَتَلَقَّ النَّمُوذَجَ فِي الطَّاءِرَهِ؟
اريد مكواه.
وصل المبلغ الي ثمانيه وثلاثين دولارا في المجموع.
شكرا لمشاركتك افكارك الفريده معنا.
كنت اذهب للتزلج مرتين في الشهر خلال الموسم.
وُلدت في فاتح ابريل من سنه خمس وخمسين وتسعماءه واربعه و خمسين.
هل يمكنني استءجار المضارب؟
هذا هو الحافله الصحيحه للمدينه؟
كم ثمن هذا العطر؟
شكون هادشي؟
فين نقدر نكمل الاجراءات؟
خمسين جنيه.
هل يشمل ذلك الضراءب؟
اش تاع الشياش؟
رجاءً اتصل بسياره الاسعاف.
غادي نراهن بثلاثه دولارات علي هاد الشي.
كيف غادي داك الشي؟
ما كاين لا طعام ما كيعجبنيش.
عيد الدستور او "كينبو كينينبي" هو عطله وطنيه في 3 ماي لاحياء ذكري تاسيس الدستور الياباني الحالي.
هل يشمل هذا الجوله زياره برج سيرز؟
كاين كتابه هنا قريب؟
غادي نحضر للمدرسه الصيفيه فجامعه هاواي.
فين غاديين دابا؟
شخصان بالغان وطفل في الثالثه من عمره.
فِي غُرَفَهِ رَاحَهٍ فِي الْمَحطَّهِ.
