انه هناك، فقط امام معلومات السياح.
ما سمعت بهذا العنوان هنا من قبل.
امشِ مستقيمًا حتي تري صيدليه.
كم سعر الافطار؟
كيف يمكنني مساعدتك؟
انعطف يساراً عند الزاويه الثالثه.
تحب حليب و سكر مع قهوتك؟
هل يمكنك صرف شيك ماءتي دولار امريكي؟
لو ظهر، يرجي الاتصال بي.
اين مقهي القهوه؟
اريد كنزه اطفال.
حسناً. تكلفه البريد العادي خمس وثمانون سنتاً وتكلفه التوصيل الخاص ثلاث دولارات ولا شيء اضافي.
كنت ساشتري هذا لو كنت مكانك.
هل ساواجه اي صعوبات مع الجمارك؟
عندك صندل للمناسبات الرسميه واسع؟
لا. هل يمكنني اقتراح زوج لمستخدم واحد بدلاً من ذلك؟ لدينا واحد.
اريد فرده قوي، من فضلك.
تُريد بيره.
صباح الخير. كيف حالك؟
اخشي انني ساحتاج الي رءيه نوع من بطاقه الهويه.
شكل الصلصه؟
هذا بارد بعض الشيء. هل سترفع حرارته؟
عذرًا، هذا المكان ماخوذ بالفعل.
انا بخير. لكن هل تمانع لو اتصلت بصديقي؟
شكراً، كفي.
من صديقك المفضل؟
يوم الصحه - الرياضه العاشر من اكتوبر عطله وطنيه مصممه لتعزيز صحه الشعب.
هل تريد مني ان اتحقق تحت المحرك؟
هل يمكنك مساعدتي في العثور علي حقيبتي؟
هل تُرتب مسبقًا؟
يتم مساعدتي. شكراً لكم.
عندما تصل هناك، اسال شخصًا اخر، من فضلك.
اريد خط العشرين اربعه، من فضلك.
هنا دولارين. احتفظ بالباقي.
عندكم همبرجر و همبرجر بالجبن، من فضلك.
كم تتقاضون عن المعالجه؟
نود ان ندفع كل منا ثمن وجبته.
كان الموقع علي كرسي في الردهه.
ارجوك حول هذه الين الي جنيهات.
اريد قاموسًا بحجم الجيب، من فضلك.
لشخصين في السابعه. الاسم واتانابي.
ساعتي. كانت ساعه سييكو رقميه.
سيكون من دواعي سرورنا ان نقدم لكم مشروبكم المفضل، تليه العشاء. يوجد دليل كامل للمشروبات التي نقدمها علي هذه الرحله في دليل المعلومات في مجلتنا.
تعيش هنا حوالي؟
اين متجر الهدايا؟
انا علي الطريق السريع الاول بالقرب من مورو باي.
اريد منبه، من فضلك.
بالمناسبه، اسمي هو هوريشي ايجيما.
هذا القطار يتوقف في بحيره فورست، اليس كذلك؟
اكثر اليابانيين ياكلون الحبار وسمك الحبار.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
ذهبت الي نيويورك.
ما رقم الرحله؟
واحده لنيويورك، من فضلك.
لعِده ايّام.
الثاني من اليسار.
هذه البطاقه، حسناً؟
هل هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات تكفي بالتاكسي؟
هذا طعمه غريب.
نعم. انتظر، ساجلب لك واحد.
نصف زجاجه، من فضلك.
لا حقاً. فقط شيء غير مكلف.
تبحث عن شيء؟
اربع ليالٍ.
احتاج الي بعض الجوارب.
هل يمكنك ان تخفض السعر لانه هناك بعض البقع؟
صدمتني امراه. لاحقاً ادركت ان محفظتي قد اختفت.
مش متاكد اني حزمت ملابس كافيه لرحله تلات اسابيع.
حسناً، نود ان نجرب نبيذاً ابيض.
لو سالكم احد عني فقل له ساكون في مقهي.
انا متاكد من انني وضعتها في الجيب الداخلي لستري.
هل يمكنني الحصول علي اسم ورقم الحزب الذي تتصل به؟
هل ستدفع شركه الطيران ثمن شراءي لبعض الضروريات الشخصيه الاساسيه؟
اريد غرفه مع حمام.
ما خرج من الاله؟
كان من المفترض ان تاخذ الرحله 820، التي اقلعت قبل 15 دقيقه. حسنا. يمكنني ترتيب رحله اخري لك.
فُتحت طردتي.
اه، ليس شيءًا. انت هنا، علي اي حال.
خطوط جويه يابانيه، رقم الرحله واحد اثنان ثلاثه.
احتاج الي شراء شامبو.
اخبرني متي نصل الي المركز المدني؟
اين اقرب جزار؟
نود ان نقيم اربعه ليالٍ ابتداءً من الاول من اغسطس.
شَنو اسم هَذا الزهْرَه؟
يوم الخامس عشر من سبتمبر هو يوم احترام المسنين.
ما في صابون في غرفتي.
هل هناك اي شيء يمكنني اخذه لهذا الطفح الجلدي؟
هل يمكنك تغيير صياغه ما قلته للتو؟
كم من الوقت سيستغرق الامر لطلب الطعام؟
تكلم بصوت اعلي قليلاً، من فضلك؟
كم من الوقت سيمر قبل ان يخرج؟
اين معلومات الرياضه؟
هذا الحجم هنا، الحجم الذي تسميه حجمًا عاديًا، سيكون كافيًا.
فين هتكون نهايه الجوله، ومتي؟
فين ابدل القطار عشان اروح ادنبره؟
اود ان اضع هذا في صندوق امان.
فين ممكن ابدل فلوسي؟
هل يمكننا ترك اغراضنا، باستثناء الاشياء الثمينه، في الحافله؟
استغرب من هذا التهمه في فاتورتي.
ادفع خمسين دولار.
الان اعرف ما كان خطا.
هذا ايكيدا يتحدث. لدي حجز لطاوله في السادسه والنصف هذا المساء. لكني اسف ساصل متاخراً نصف ساعه.
كم اونصه عطر يمكنني الحصول عليها معفاه من الرسوم؟
سياحه فقط.
حسناً، من فضلك وقّع عليهما. كيف تريد ذلك؟
هل لديكم مقاعد لاداء الليله؟
اريد واحده كبيره.
نمت علي جرس الساعه سته وثلاثين.
انا مصور حر.
يمكن للتجار ان يبادلوك الدولارات بنصاءح الكازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعاً من زيوت الحمام.
ساقدم لك الاقتراح الاسبوع القادم.
شكراً. كم ثمن هذه القفازات؟
لازم اروح. هاتيلي بعدين.
اريد حفاضات منفرده.
من اين اتت هذه الاسماك الفراشه؟
هل ستغيرها الي دولارات، من فضلك؟
نحن محظوظون جدا. لديهم واحد بحجم اربعه في متجر الا موانا.
هل هناك ليموزين؟
هل يمكنني الحصول علي مكالمه استيقاظ في الخامسه والنصف صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيل طلاء الاظافر.
اريد بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغوص السطحي؟
اود حجز غرفه لاربعه ليالٍ ابتداءً من العشرين من ديسمبر.
هل هذه الحقيبه مناسبه لجميع الاحوال الجويه؟
اريد دونات، من فضلك.
اريد استءجار سياره اوتوماتيك لمده يومين.
فَاتَنِي رِحْلَهُ الْعِشْرِينَ اِلَي سَانْ فَرَانْسِيسْكُو.
كم الي المطار؟
هذا جيد. متي؟
كم عمر ابنتك؟
هل تخبرني عن بعض الفنادق الرخيصه والنظيفه؟
نستطيع ان نحجز غرفه مريحه لك في قلعه قديمه بالقرب من نادي جولف مشهور.
اوصي بهذا لانه مصنوع من مكونات طبيعيه مءه في المءه.
هل يتوقف القطار في برايتون؟
هل يمكنك ان تخبرني اين يمكنني الحصول علي سياره اجره؟
تذكرتين من الدرجه الثانيه، من فضلك.
اود ان ارسل فاكس.
اريد مكواه للسفر.
هل يمكنني ان اقدم لك شيءًا؟
ايامي؟ اخشي ان اسال، لكن ماذا تعني؟
اريد واحدًا يحمل مستندات بحجم ورقه الرساءل العاديه دون الحاجه الي طيها.
نعم، لكن ليس قويًا جدًا.
انا اتالم من القطط.
اه، يجب ان يكون لديك رخصه قياده، ويجب ان يكون لديك رخصه من لجنه سيارات الاجره والليموزين.
امضِ قدمًا، سيدي.
ما اقدر احصل ماء ساخن.
اود ان احجز غرفه الليله.
لا، يستبعد الضريبه ورسوم الخدمه.
هل ترغب في الذهاب للتسوق معي هذا المساء؟
مرحبا، هذا فستان جميل جدا.
الان، تم توصيل مكالمه. من فضلك، تكلم.
ما هو رقم البوابه؟
ما هو تذكار هاواي النموذجي؟
هل يمكنني الوصول اليها بقطار الانفاق؟
اريد تجفيف شعري بالهواء الساخن.
هل نصل الي اي شيء بالتحدث بهذه الطريقه؟
انا من النرويج.
من عشره لاثني عشر من فضلك.
اكيد. دعني اراه. اظن انك جرحتك بالمرجان.
علي اي حال، اعطني رقم الشخص المسءول.
هل هناك طريق سريع؟
ليش ما جاش للحفله امس؟
وقع حادث سير.
اسف، رقم الهاتف خاطء.
ادخل رمز PIN الخاص بك.
ما اقدر اعدل الصوره.
عصير برتقال و همبرجر جبن، من فضلك.
اليك جواز سفري.
شكراً جزيلاً، استطيع الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين لمسرحيه يوم الجمعه القادم؟
قال راكب اخر هناك انه يمكنه تبديل المقاعد معك.
هل يمكنني تمديد اقامتي؟
قل، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، اريد استءجار مجموعه نصفيه من الانديه وزوج من الاحذيه.
هل يمكنك اخباري عندما يتم العثور علي الحقيبه المفقوده؟
شُنو اسم الحديقه الوطنيه دي؟
عندي خدش.
اين مكان جيد لمشاهده المعالم السياحيه؟
هل يمكنني ان اخذ بعض الفاكهه؟
هل يمكنني تناول الغداء الان؟
احتاج الي تبديل هذه الدولارات.
احتاج سياره اجره. انا في جنوب مِن و ليبرتي.
بالتاكيد، هل تحتاج الي وظيفه داءمه؟
انه ليس تفاحه بل خُوخ.
اعطيكم وصفه. خذوها الي الصيدليه.
نحن نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هذا غالي، اليس كذلك؟
نعم، لدينا ذلك. سنعدّه لك.
هل ستحتفظ بمتعلقاتي حتي الثالثه؟
لا، اريد فقط ان ازورك.
هل يمكنني حجز سياره اجره هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي معطله.
فين ظلال العيون؟
نود ركنا هادءا، ان امكن.
هل هذه سياره اجره مجانيه؟
هل هذه محطه سريعه؟
متي يجب ان اتي؟
اريد زجاجه صغيره من النبيذ الابيض.
اه. هل يمكنني تناول طعامي في وقت لاحق؟ لا اشعر جيدًا الان.
في الواقع، لدي اخبار. ساتزوج.
بنطال تاني؟
هل يمكنني الحصول علي برنامج؟
دخلوا غرفتي الليله الماضيه.
ارني السمك اللي شفته اليوم في كتاب الصور، من فضلك.
انظر الي التعليمات علي عبوه الطعام المعبا تحت الفراغ.
اريد نقود ورقيه.
سرق محفظتي وهرب.
ماش عندكم دروس تجريبيه؟
فين ممكن اشتري طوابع بريديه؟
انا من بريطانيا العظمي.
ساتحقق من ذلك مع زوجتي.
اريد استرداد ثمن هذا.
في واجهه ذلك البنك صندوق هاتف.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي شويه، الا تعتقد؟
عندك الايصال؟
اين محطه الحافلات؟
هل تود حلوي؟
تتحدث؟
نفس الشيء بالنسبه لي، من فضلك.
مَا جَاءَ طُلْبِي.
فيها ينابيع حراريه كتير.
ارجو ان تُبدل خمسين الف ين الي دولارات امريكيه.
هذا جيد بالنسبه لي. في الواقع اود ان ادخن.
فين ممكن استاجر سكي و احذيه؟
هل نسيت مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عن طريق البريد الدولي للحزم النقديه؟
اريد كوب من النبيذ الاحمر.
اذا كان هذا ملكك، سيدي. هاه-هاه، مجرد مزحه صغيره.
بالتاكيد. كيف يمكننا مساعدتكم؟
لدينا بيره، و ويسكي، و براندي، و جين، و فودكا، و نبيذ.
ID. اه، صحيح. هل جواز السفر جيد؟
رقم غرفتي ثلاث وعشرون وسته. هل يمكنك اخذ غسلي؟
ساري اذا كان اي من هذه يناسب.
اريد غلايه.
جيبلي جبنه مبشوره.
هل يمكنني تنظيف قمصاني غداً صباحاً؟
هل تريدينه ان يتصل بي؟
فلماذا اذن؟
عفوًا. هل هناك مكتبه هنا بالقرب؟
اعتقد انك ارتكبت خطا. تم دفع ثمن الغرفه مسبقا. لدي ايصال.
الحافله هناك.
اريد لفّتين من فيلم الاي اس او مءه، لون، ثلاث وثلاثون صوره، من فضلك.
اود ان استلم هذا الشيك بمبلغ سبعين دولار.
اريد شراء طوابع بريديه لعشره بطاقات بريديه الي اليابان، من فضلك.
هل توجد اي بنوك بالقرب من المحطه؟
اخشي ان يكون هناك خطا في الفاتوره.
انه هنا.
عندكم همبرجر جبن واحد للتوصيل، من فضلك.
معد ان تصبح اعمال التصميم بدون حاسوب امرًا مستحيلًا.
جري.
في بلوزتي تمزق هنا. اتساءل عما اذا كنت تستطيع خياطته لي، من فضلك؟
كم سعر التذكره الي مانشستر؟
هل يمكنك ان تقرضني كابل محفز؟
فين ممكن اشتري بطانه شاطء؟
ثم، من فضلك اعطني حجز جديد.
عطني تلك الستيك، لكن ليس سميكه كهذه.
ناتي في السابعه.
عندما اري الاسعار بهذا الانخفاض، يبدو من السخافه شراء اي شيء في اليابان.
سرقوا سجلاتي ايضًا.
كوب ايس كريم فانيليا، من فضلك.
انا اوافق. يجب ان يصبح طبيعيًا جدًا.
انتبه للفجوه، انتبه للفجوه، ثم بالقرب من الابواب، من فضلك.
احتاج بطاقه اءتمان.
اليك الرقم.
اخبرني مكانًا جيدًا من هذا النهر، من فضلك.
اعطني تقرير عن الحادثه.
لا، شكراً الان.
حسناً، من فضلك ابق علي الخط. السيد ناكاجيما، السيده سايتو لا تجيب علي المكالمه. هل تريد مني ان اتصل بها لفتره اطول؟
ربما، لكن علينا ان نزنها بشكل منفصل.
يبدو انه نادر قليلاً جداً.
اين مكتب استلام الامتعه للرحله 703؟
في امساكك شيء خاطء.
هذا هيتفسد؟
لا، شكرا. من الافضل ان لا اشرب المزيد.
ارجو ان تخبرني عن بعض الشوارع المناسبه للتسوق.
هل هذه الحافله تذهب الي فندق هيلتون؟
الان، هذه اللوحه خاصه جدا. هي من عمل تسوروتارو كاتاوكا. وهو فنان معروف علي مستوي العالم.
انا احب الموسيقي الكلاسيكيه كثيرا.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسنا. ما اسم حزبك ورقم هاتفه، من فضلك.
عفوًا. اخرجوني، من فضلكم.
هل يمكنك استدعاء موظف يتحدث اليابانيه؟
نَزُورُ اقاربنا كثيراً.
ميكي هايكاوا. هذه الغرفه سبعه واثنان.
انا مضطر ان ابقي هنا الليله، اليس كذلك؟ هل يمكنك مساعدتي في حجز غرفه في الفندق؟
ماشي ما يطولش. 15 دقيقه علي الاكثر.
هل تخبرني عن تكلفه هذا المكالمه؟
حسناً، هل يمكنك اخبارها انني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقاً.
هل هناك جوله صباحيه؟
هل تقوم بتغيير العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين ممكن اشتري لفافه فيلم؟
عندكم بيره يابانيه؟
اريد بادي صغيره، من فضلك.
اود تسجيل امتعتي.
هذه السيده كاوازو في الغرفه سته عشر واحد.
مرحبا.
ما فيش.
اي من عيد الميلاد او راس السنه الهجريه اكثر اهميه بالنسبه للشعب الياباني؟
رقم مقعدك هو اثنان وثلاثون ا. ثم، اذهب مباشرهً في هذه الممر. انه المقعد بجانب النافذه.
دقيقه واحده فقط، من فضلك.
ارجو تعبءه تقرير عن فقدان.
مَا اَفْهَمُ الْاَمْرِيكِيَّ، اَنَا اَتَكَلَّمُ بِاِنْجِلِيزِيَّهِ الْمَلِكَهِ.
منذ امس.
يشمل ذلك التامين ضد الاصطدام والمسءوليه.
فقدت علامه المطالبه.
عندك بروشات بتصاميم حلوه؟
انا اتصل من كشك عام في ميسي.
هذان كبيران جدا.
كم تبلغ رسوم وقوف السيارات للساعه الواحده؟
سيدات ورجال، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانيه ويمكن التعرف عليهن من خلال دبوس العلم الذي يرتدينه. اذا كنتم تعرفون اي شخص يحتاج مساعده لغويه، من فضلكم ابلغونا.
هل تفضل فتره معينه من الفن؟
رجاءً راجعه مره اخري.
امشِ مستقيمًا علي طول النهر حوالي نصف ميل. ستاتي الي الحديقه.
لا، انها جد متينه.
حسناً، سارسلها لك الي لاس فيغاس.
ابحث عن قمصان للجري.
هل تود اي شيء للشرب من البار؟
هكذا من فضلك. خذ هذا المصعد.
من الافضل ان تصعد في القطار الساعه ثمان وثلاثين.
فيه سينما في الجوار؟
الان موسم المحار، لذا سيكونون جيدين.
اريد ساعه يدويه مستعمله.
ساقوم بالتسجيل حوالي التاسعه مساءً.
الوقت متاخر. يجب ان اذهب.
ما استخدمتش خدمه الغسيل دي. هتتحقق تاني؟
اريد شايًا، من فضلك.
لا، ليس هناك.
هل هذه هي المحطه الاخيره؟
دعنا نتصالح معه.
هذا حار وبه توابل؟
فين ممكن الاقي حافله سياحيه؟
نعم، اريد ان اري معالم المدينه.
هناك العديد من السياح حول المبني، والذين يبدو انهم تجمعوا لمشاهده ما يحدث.
شكراً لك علي كرم ضيافتك.
الصدق افضل سياسه.
ايقظني في السادسه، من فضلك؟
كم تكلف النصف يوم؟
انا كنجي.
تعرف اي اماكن حلوه اشوفها في شيكاغو؟
حسناً، اذا كنتما تصرّان، ساذهب معكما.
تبديل هذا بواحد من نفس النوع، من فضلك؟
اريد ان احجز ثلاثه في الثالثه بعد الظهر.
الصندوق الامن، من فضلك.
ارجو اختيار نبيذ مناسب.
اريد مكانًا صغيرًا.
هل علي ان ادفع ثمن البنزين؟
لص. امسكوه.
ننتظر اصدقاءنا لياتوا.
اعطني بعض التبديل الصغير.
كوب قهوه صغير داءمًا.
هي صغيره و لطيفه.
شنو اوبرا اليوم؟
محمص، من فضلك.
ما زالت ملابسي لم تعود بعد.
علي فكره، هل انت متفرغ هذا السبت القادم؟
حسناً، اذن، ربما نتفق معاً جيداً.
عاملتني كانني متسول.
اري. هل يمكنك ايضًا مساعدتي بمشكله اخري؟
هل يمكنك وضع عدسات وصفه طبيه في هذه النظارات الشمسيه؟
اخذ لي من هذين اثنين.
يا له من كلاب لطيفه. ما سلاله هذه الكلاب؟
سقطت شوكتي. من فضلك احضر واحده اخري.
كان ذلك ممتعًا.
اكيد. اذهب مستقيمًا وانعطف يمينًا في الزاويه الثالثه. ستجده علي يمينك.
عندك فيلم لشراءح ملونه؟
تعرف كاثي؟ انها حفله عيد ميلادها.
عندك جدول الوان؟
هل يمكنني الدفع بشيك مسافر؟
لكن، يا رجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
هل يمكنني الحصول عليه معفي من الضراءب؟
ما اقدر اضع امتعتي تحت المقعد. هل يمكنك ان تحفظها لي، من فضلك؟
هل يمكنك وضع هذه الحقيبه في الصندوق الخلفي؟
انا ذاهب الان، لذا سالتقطه.
ارسل شخصًا لاخذ امتعتي في السادسه والنصف.
اريد خريطه لسان فرانسيسكو والمنطقه المحيطه بها.
شنو نوع الخبز اللي عندكم؟
فين المصعد؟
هل يوجد من يعزف البيانو؟
في اي محطه يجب ان انزل لاذهب الي مبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً لك، لكن لا اعتقد ان لدي الوقت للاقامه ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي في ليله الثاني عشر من مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي البحر؟
ما زلنا لم نحدد بعد.
تعثر رفيقي وكسر كاحله.
ساحاول بعض الحلوي.
هل يوجد مطعم تايلاندي قريب؟
انه بجانب ذلك المبني الشاهق. لذا، عد بنفس الطريق الذي اتيت منه حتي اشارات المرور. ثم، انعطف يساراً.
عليّ ان التقط طاءره الي لوس انجليس باكر غدٍ الصباح.
ثم يمكنني ان اوصي بهذه "جوله مدينه سان فرانسيسكو" بثقه. يعطيك هذا الخطوط العريضه لسان فرانسيسكو.
اريد الحصول علي تامين.
دعنا نضع كماده بارده لتخفيف الالم.
تبغي شراء فستان.
كم تكلفه سياره اجره الي هذا الفندق؟
اين الحمام؟
هل هناك تكلفه لدخول هذا المبني؟
خُذها علي طريقتك.
ابحث عن شيء رسمي.
النافذه معطله.
علي اي جانب من ميدان الاتحاد؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
كيف حالك لو شويه قهوه؟
هل احتاج تذكره؟
كم تبلغ رسوم الخدمه تقريبًا؟
كم من الوقت من هنا؟
كريمه وسكر؟
هل لديكم خصم للاعضاء؟
في الساعه تسعه وثلاثين، هل هناك حافله سوبر اكسبريس؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ماشي ذنبي.
ما في كهرباء.
سابلغ الشرطه عن هذا.
هل سيضطر الجميع لدفع ثمن مشروباتهم الخاصه؟
من ثلاثين الي خمسين دولار في الليله.
اصلح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفل توزيع الجواءز، او الجنازات.
زيّد من المُسترده، من فضلك.
ليش ما تعطيها هديه؟
اي فيلم توصي به؟
هنا عشرين واعطني دولارين تبديل، من فضلك.
ضربتني من جنب.
استطيع ان اتي في الثانيه.
هل هذه امتعه رحله الخطوط الجويه اليابانيه صفر واحد؟
هذه هي رحلتي الاولي الي باريس.
هل يمكنك تقدير التكلفه قبل البدء في العمل عليها؟
ادخل، من فضلك.
رحله المشي هذه ستكون ممتعه جدا.
فين نركبو السفينه؟
ما عندناش كيس لمبلغ زي ده، فهاخليه في الكيس البلاستيك الكبير ده.
اريد ان العب التنس.
فيها عصير اناناس، برتقال، وطماطم.
الجانب الايسر من هذا الطابق، بالقرب من المصعد.
شنو اللي بيعرض في قاعه الحفلات اليوم؟
مَا تَفْضُلُونَ شَفَاءً مُخْتَلِفًا؟
ارجو تبديل هذا الشيك المسافر الي نقد.
اريد نفس الدوره غداً، من فضلك.
ربما استطيع ان اعطيك اجابه افضل عن ذلك بعد بضعه عروض.
احتاج هديه للذكري.
شنو المسرحيات الموسيقيه المعروضه دلوقتي؟
عندك مرايه؟
عذراً، فقد ضللت طريقي. هل يمكنك مساعدتي؟
خُذ هذا، من فضلك.
ما تقدر تجيب الالعاب الناريه الي كندا.
يا له من طباخ راءع زوجتك.
تحتاج الي اي مساعده؟
هل تحجز لي سياره اجره لسته غداً صباحاً من فضلك؟
شَنوَ تُريدُ مَعَ مُدخَلِكَ؟
هل يوجد هنا محل ملابس؟
هذا المكان ممتلء بالناس، اليس كذلك؟
اسف. سيكونون جاهزين في حوالي خمس دقاءق.
تعرضت لالام في الرقبه اثناء النوم.
حسناً، لا مشكله. هل يمكنني رءيه جواز سفرك؟
ما عنديش فلوس.
متي يجب ان اكون في المحطه؟
في هاذا الحي كتير مطاعم.
انه بجانب غرفه التخزين.
يسعدني التحدث معك.
هل هناك جوله مساءيه؟
انا مع اصدقاءي.
استمتعت باقامتي. شكراً لكم.
البحر تحتنا. منظر جميل.
شكراً لانتظاركِ، السيده ماكغاير. ها هو. تفضلي، من فضلكِ.
عندك بطاقه شخصيه؟
سبعه، من فضلك.
اريد ان ارسل هذا الي المغسله. متي سيكون جاهزًا؟
عندي بنطلون مخطط.
نعم. تم توصيل حقاءب شخص اخر الي غرفتي للتو. هل يمكنك فحصها، من فضلك؟
هل يمكن توضيحه بمزيد من التفصيل؟
هل نمت جيدًا؟
هل تضغط علي زر التصوير؟
سِتّه مفاتيح، من فضلك.
اريد مصباحا.
انه في نهايه الممر.
اريد بعض اوراق الملاحظات.
نذهب بالحافله؟
قلت انك ستغادر الي طوكيو غداً؟
دعني انام حتي التاسعه.
يجب ان انتقل الي او واحد صفر صفر. هل من الممكن؟
كيف حال لعبتك هذه الايام؟
اشعر بانسداد في الصدر.
ما المشكله. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض فيلم علمي لان لدينا يوم مفتوح خاص في اول يوم جمعه من كل شهر.
هل لديكم جوله اخري؟
تمام، خصم خمسه في المءه. هل هذا جيد؟
انَا رايح باريس.
مش احدث طراز، صح؟
من المقرر ان يكون في الثامنه والنصف مساءً بالتوقيت المحلي.
خذوا ذلك المبني معنا، من فضلكم.
حسناً. ساطلب وعاء متوسط الحجم وكره ارز.
كيف يبدو هذا؟
اريد ان اري ذلك في النافذه، من فضلك.
لا ابدا. نحن في اجازه. ارفض ان اجلس في غرفه فندقيه واشاهد البيسبول علي التلفاز. اريد ان اذهب لمشاهده مسرحيه.
هل يمكنني لمسه؟
هل يمكنك المجيء هنا لاصلاحه؟
اريد بعض الالياف الصناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد كريم تنظيف.
اريد كنزه بكم طويل.
سُرقت حقيبتي.
يبدو اننا نتقاطع في الطرق مرات عديده، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
ما زالوا يبدون خضر قليلا.
كم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسبعه وسبعين متر.
لا، ليس بعد. هناك الكثير لاختياره.
اريد كريم ليلي.
انه بين مخبز ومحل لحوم.
هل يمكنك تقصير الاكمام؟
اخشي ان لا يوجد ملعب جولف في هذه المنطقه.
ارني الحلقه الثانيه من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل تمكنت من الاتصال؟
هذا خطا.
نعم، انه كذلك. لانك تستطيع رءيه العلم امام مكتب البريد.
انت حتّي ترسلهم، صح؟
اود ان اجري مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان اذهب.
عندما يصل، سندفع تكاليف شحنه الي عنوان منزلك.
انا هذه الايام استخدم الحاسوب في العمل داءمًا.
اه، حسنا. افهم. ساذهب الي مكانك.
لا، هذا يكفي.
هل يمكنني الحصول علي بطانيه ووساده؟
تعال هنا في اقرب وقت ممكن، من فضلك؟
كوب قهوه، من فضلك.
ابحث عن بعض البطاقات التي تكون علي الطراز الحواءي.
هل يمكنك شد الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هل ستحضر لي قهوه؟
ثلاثماءه وخمسون دولارًا؟ هذا يتجاوز ميزانيتي.
هل نحتاج الي طرح هذا للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي استنتاج، والذي سارسله الي مجلس ادارتنا صباح غد.
تعرف هل في فنادق رخيصه؟
صباح الخير. هل نمت جيدًا؟
شنو ناويه تعمل بعد ما تخلص المدرسه؟
سرقوا حقيبتي علي الشارع.
هل طلبت اي خدمات اخري غير الافطار هذا الصباح؟
اريد كوب قهوه بيضاء، من فضلك.
حسنا. هل فندق شيراتون قريب من هنا؟
اتمني الا تكون متعباً جداً.
اريد استءجار سياره من هذه الفءه لمده يومين.
اطلب شوت من جاك دانيالز.
اريد كيس من الفشار، من فضلك.
القيت عصا التزلج.
ما ناتي باي هدايا للحفل. بدلاً من ذلك، يجلب الضيوف النقود.
اود ان ارسلها بالبريد العادي.
وصلت الطاءره متاخره بسبب الثلوج الكثيفه.
ادفع، من فضلك.
هل تود ان تنقل رساله، من فضلك؟
اسف، لا استطيع ان اتبعك. هل يمكنك التحدث ببطء قليلاً، من فضلك؟
شَنوَ اقدر اُرِيك؟
هل يمكنني التقاط الصور؟
من ماءه.
رقم الرحله هو اتش بي تسعه وثمانين الي طوكيو في الحادي عشر من مارس.
هل يمكنني ان اخذ نفس الطبق ذاك؟
عندك واحد تاني؟
ارجو ان تجلب فطوري لغرفتي غداً في السابعه صباحاً.
سيعود شخص الصيانه بعد قليل.
اسف. ساعود لاحقاً.
كيف اخذها؟
هل هناك اي فراغات في جوله الخميس؟
عفوًا. هل يمكنني المرور؟
عندك نباتات وثمار؟
ارجو اخباري كيف املا بطاقه الخروج من السفينه؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذه الاطعمه قليله السعرات الحراريه؟
اي حافله يجب ان ااخذ للذهاب الي المحطه؟
نعم، انه كذلك. لكن عليك ان تنعطف يساراً عند اشاره المرور الثالثه وتستمر في تلك الشارع حتي تصل الي الطريق رقم سته وستين.
اريد كوب ماء لاتناول بعض الادويه، من فضلك.
اذا اخذتني الي الشاطء ساكون ممتناً جداً لك.
اسف. الرقم غلط. دي جريده تانكيوشا بريس.
نحن نغادر.
شَنو هَذا اللّيَا؟
اعطي طفلك هذا الشراب، ملعقه واحده، بعد كل وجبه.
هذا النمط متوفر باحجام 28 و31 و35 سنتيمتر.
يا الهي، يبدو ذلك كثيراً.
هل يمكنني ان استخدم هاتفك؟
ريحتها حلوه جدا. قداش ثمنها؟
اود ان اءكد مجدداً علي رحلتي الي شيكاغو في السابع عشر.
اكلت اكثر من اللازم.
هل يمكنني التحدث مع السيده براون؟
يبدو ان هذا المنزل مريح للعيش فيه، اليس كذلك؟
اريد ان احجز علي رحله شركه نورث ويست ايرلاينز رقم صفر ثمان و ست للخامسه.
محفظتي، جواز سفري، واغراضي الشخصيه الاخري.
متي تغلقون؟
انتظر دقيقه. ربما تركتها في الحمام.
هذا هو ما كنت ساقوله.
نعم، اعتقد ذلك.
دارك كبيره. كم غرفه فيها؟
استمتعنا بالعشاء.
افهم، لكن لا استطيع ان اقولها.
اه، نعم، من فضلك. امل فقط الا يصابوا بدوار البحر.
الي طوكيو، من فضلك.
متي سنصل؟
ساغادر مبكراً غداً، لذا اود ان ادفع الان.
شيري جافه، من فضلك.
مقعد لا يدخن فيه.
هو مشغول الان.
هل يمكن للاجانب الوصول الي الكتب في هذه المكتبه؟
هل يمكنني البقاء في غرفتي حتي الساعه 2؟
ها ها. صباح الخير وقتك. تمام.
اريد بعض من هذا الفيلم رقم ASA لهذا الكاميرا، من فضلك.
اين لوحات مونيه؟
هذي البيتزا لذيذه. من عملها؟
شَنو طعم هاد الطبق؟
كمان غاليه.
متي يغادر القطار التالي الي بوسطن؟
اخطط لتعلم الجولف.
اعطني مشروبًا اخر.
يا ريت لو كنت بتجيد ركوب الامواج.
اخشي ان الاكمام قصيره جدا.
هل يمكنك ان تريني كيف اضع الغاز؟
هل رسوم الفندق تشمل الافطار؟
هذا كل شيء؟
انه علي هذا الطريق.
شغل العداد، من فضلك.
غرفتي بارده جدا.
ساعود اليك عندما نكون اقل انشغالا.
عندك اكبر؟
اشعر بتحسن.
هل انت علي درايه بالجغرافيا في اليابان؟
ارِني اين انا في هذه الخريطه.
100% قطن.
اود ان اغير الي غرفه تطل علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلفه استءجار لوح ليوم ونصف؟
عشره نوفمبر.
اريد شريط اله كتابه.
انه لذيذ جدا.
متي نُقلع؟
كيف تخبر الساءق عندما تريد النزول؟
24 دولار. هل تريد المزيد؟
اجريت الحجز في طوكيو قبل شهر.
شكراً من اعماق قلبي.
هل انزل هنا في مركز روكفلر؟
قيس حجم حذاءي.
يا سلااااام
هل تخرج معي في موعد؟
رجاءً اغسل هذه المعطف.
اريد استءجار قارب.
اين قسم السيدات؟
القهوه مش شامله؟
في اي حقل كان قبل ذلك؟
لعنه الله. لعنه الله. لعنه الله. لعنه الله. لقد اعتدت علي وجهها.
هل علي ان ادفع الرسوم الاضافيه عند دخول مبني؟
مرحباً، حزبك علي الخط. تفضل، من فضلك.
جرحي يءلمني.
فين المحطه؟
انا اعرق.
ثلاثه ايام.
عبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
ساعدني في العثور علي مرشد يتحدث اليابانيه.
ما اريده ليس كبير الحجم.
سيكون هناك تاخير بسيط.
ما الفرق بين تلك الفنادق؟
فاتني موقفي.
كان راءعًا. شكرًا لك.
ساكون هناك حوالي السادسه مساءً.
عندك حاجه اطول شويه؟
تاريخ الانتهاء هو مارس تسعه عشر تسعه وتسعين.
كيف كان؟
هل هناك كازينوهات جيده؟
اليك المال لاقلام الرصاص. ورقه ماءه دولار.
اين قسم السيدات؟
فين استطيع ان استقل القارب؟
صديقي مصاب.
يبدو انك بخير.
هل سيفتح هذا المتجر غداً؟
انه في نهايه الممر.
هل يمكنك ان تقص ذقني؟
هذا ياتي مع بار السلطه وخيار البطاطا المشويه او البطاطس المقليه.
فين ممكن اشتري حشيش؟
ما اقدر ابيع هذا بدون وصفه.
هل يمكنني حجز خمسه مقاعد معًا في نفس الصف؟
هل يمكنك ان تقرضني حبل جر، من فضلك؟
اي سياره تعطي افضل كفاءه في استهلاك الوقود؟
ما تاخدش خصم مهما حاولت.
تفتح هذا الكيس، من فضلك؟ ماذا لديك هنا؟
اريد اجراء مكالمه هاتفيه بعيده المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات بذلك؟
احذر، سقف منخفض.
ما استطيع ان اري الشاشه من هنا جيدًا. هل يمكنني تغيير المقاعد لفتره من الوقت؟
زُرت البحيرات العظمي لاول مره.
في هذه الاله شيءًا ما خاطء.
احتاج الي طبيب.
كم من الوقت وهي في المملكه المتحده؟
شخصٌ مثلُك، يحبّ الطليعه، سيستمتعُ علي الارجح باللوحاتِ ذاتِ الطابعِ الهيبي وبمشهدِ الموسيقي في الشارع.
شحال الساعه؟
ااخذ سُجق و كولا.
هذا هو المشغل الخارجي.
شوف المبني الابيض ده، صح؟ هو قدام المبني ده.
من متي؟
ما عنديش حاجه اصرح بيها.
شَنوّ؟ هل عليكِ دفع ضريبه اذا كان لديك اكثر من ثلاث زجاجات كحول؟
صديقي مريض جدا. هل يمكنك الاتصال بالطبيب، من فضلك؟
ما اعرف الكثير عن النبيذ. ما الذي يناسب هذا الطبق؟
هل يمكنك ان تتصل بي في الصباح الباكر، من فضلك؟
فيه محطه بنزين علي بعد حيين من هنا.
الناس في اليابان ما ياخدو عطله طويله.
اشعر بانني موضع انظار. هل من النادر رءيه شخص ياباني؟
بالطبع لا. لماذا تقول اذا؟
ايه هو الدخول لمكتب البريد المركزي؟
اين محطه حافلات الجرواند في هذا البلد؟
مش غاليه مطاعم اليابانيين في كيوتو، صح؟
اعتقد انها صاخبه قليلاً بالنسبه لي.
لدينا غرفه توام مع حمام بثمانيه وخمسين دولار.
اريد سعر الكتاب.
هذا العام ابرد من المعتاد، لكنه ليس باردًا بما يكفي للثلوج.
فين ممكن اشتري تذكره مترو؟
ساكون في درجه رجال الاعمال، اليس كذلك؟
كم تكلفه سياره الاجره من هذا الفندق الي المحطه؟
هل يمكنني الحصول علي هذا و هذا، من فضلك؟
يقولون ان اليابان دوله غنيه جدًا.
هل هناك غرف متوفره في عربه النوم؟
هل يمكنك تخفيضه الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
الثلج يجعل الطريق زلق.
ما لقيت الكاميرا.
اصنع بعض شطاءر لحم.
هل لديك اي شيء تعلنه؟
شفت معطف ازرق؟ حطيت عليه علي الكرسي.
في الجانب الاخر من الشارع يوجد متجر لبيع الزهور.
انا من طوكيو.
اريد بعض كريم ريفلون الغسول.
عندي بعض الاغراض لغسيل الملابس.
انا طلبته منذ زمن.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحاً؟
اريد شوكولاته ساخنه.
نستطيع ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تبعد فندق سي؟
هل يمكنني الحصول علي تذكره متعدده؟
اود حجز طاوله لشخصين في السابعه، من فضلك.
اريد كريم ليلي.
هل تُغلف هذا كهديه؟
انه ربع بعد ثلاث.
ساقوم بارسال فواتير احتياجاتي اليوميه، لذا يرجي اخباري بعنوان واسم الشخص المسءول.
من الصعب علينا ان نتحدث الانجليزيه بطلاقه.
هل لديكم هذه بنفس التصميم بكعب اعلي؟
اريد كنزه لطفل عمره عشر سنوات.
خذني الي ابّي رود، من فضلك.
شكرا. اهلا، شكرا لكم علي الانتظار.
انا متاكد من ان لدي حجز.
سارسلها لك، لذا يرجي الانتظار هنا.
نحن هنا ليوم واحد.
عندي صداع خفيف.
استمتعت بالوجبه جدا.
لا، من فضلك اجلس وانتظر. ساعود في الحال.
هل يمكنني رءيه السياره؟
هل يمكنك رسم خريطه لي، من فضلك؟
حسنا، سيدي. من فضلك كن في غرفتك حتي ياتي الطبيب.
تم سلب مالي علي شاطء وايمانو. من فضلكم تعالوا فوراً.
كم تُري يكون سعر الواحد ماءه دولار؟
اريد هذا معبا.
اريد ان اقدم طلب لاعاده اصدار.
دعمت الحكومه تعزيز الصناعات.
انه فوق الخمسين من عمره، اظن.
ما هو الحد الادني لسن القيام بذلك؟
هل لديكم خراءط بسيطه للمدينه؟
اذا امكن، افضل الا اخرج السن.
العد هو كره واحده، اثنان اخفاق.
متي سيصل القطار الي سان دييغو، من فضلك؟
اود ان اتفحص صندوقك.
اريد شامبو.
اقيم في فندق هيلتون.
اشعر بالسوء والغثيان.
لكن لدي موعد لزيارتها في الثانيه.
هل تذهب هذه السياره الي ادنبره؟
نعم، من فضلكم املاوا هذا النموذج.
كم تُحصّل عن الوزن الزاءد؟
اسمي كيمورا. اريد الغاء حجزي ليوم الجمعه.
اه، انا اسف. حدثت مشكله ونحن نعمل علي حلها. هل تنتظر حوالي ثلاثين دقيقه؟
متي يمكنني الخروج؟
فهمت.
ساتصل بشخص ما.
هل تريد تسويه الفاتوره الان؟
جاءت السياره من الجانب عند التقاطع.
انه صندوق موسيقي.
اين هي الضاحيه؟
هل هناك جوله بالحافله في المدينه؟
متي نبدا؟
تمام، سيدي. في السياره المتوسطه يمكننا ان نقدم لك مرسيدس ميركوري. هل هذا جيد؟
ضربت عضله.
لكن عليك ان تعدني بضرب الكره، لا انا. حسناً؟
كم ابعد؟
هل يمكنني ان اقترض بعض القماش؟
ما نوع الجلد الذي صنعت منه هذه الحقيبه؟
ما اظن هذا السكين نظيف. هل يمكنك ان تجلب لي سكين اخري؟
اشتريت هذا منذ لحظه، لكن هل ستغير هذا لهذا؟
صراحه، انا ما اوافقش علي كده.
هل هذا هو الطريق الصحيح الي محطه المركز؟
قارب مع مرشد، من فضلك.
اريد ان اطلب بدله بلون داكن لنفسي.
هذا المظله سيكون كافياً لعصا.
هل علي ان اترك كل امتعتي في غرفه الملابس؟
ارِني جواز سفرك.
هل يوجد مكان يقبل غسيل الملابس يوم الاحد؟
سندويتش جبن من فضلك.
اي حافله تذهب الي ميامي؟
لكن لا حاجه للترجيح.
يمكنك رءيه واحده في قاعه كارنيجي.
مُسجَّلٌ لَسْتُ.
شَنُو سِلْعَه الدَّار؟
اريد ان اُحدد موعدًا مع طبيب.
استغرب اذا كان هناك طاوله قريبه من النافذه لسبعه الليله.
ماشي عليك لو جيت عندك؟
يبدو ان هناك مجال للتحسين.
اين هو القبو؟
هل لديكم حجم اصغر؟
فين ممكن القي اسبرين؟
هذا هو القاع؟
اعطني تذكره اسبوع.
هذا زميلي.
اي نوع من الغاز يوجد؟ الممتاز، العادي، والخالي من الرصاص؟
اليك واحد.
انا اُصاب بالبرد.
مُغلق يوم الاثنين، لكن يومًا اخر يجب ان يكون جيدًا. اعتقد انه مفتوح من التاسعه الي الخامسه.
انه سمك قنديل مشوي مع صلصه خاصه علي كوب من الارز.
دعنا نحتفل، قال، واخذني الي حانه. قال انه سيتصل هاتفياً وغادر ولم يعد ابدًا، وكنت عالقًا بفاتوره كبيره.
كم سعر الغالون؟
كان جواز سفري وبطاقه الاءتمان في حقيبتي.
حجوزات في السابعه، تحت اسم مانو.
ماشاء الله كوب شاي؟
هل يمكنك اخباري اين اجد القنصليه اليابانيه؟
هل هناك طبيب فندق او واحد علي اتصال؟
انه داءمًا ما يذهب للتسوق في شارع بوند.
ورقه انجليزيه، من فضلك.
هل هناك مكان يعزف موسيقي الريف؟
اود ان اتفقد اغراضي الثمينه.
ايّاكِ ثانيًا من الصوف؟
كم سعر الورقه؟
حسناً، اضغط تسعه وصفر واحد واحد، ثم رمز الدوله ورقم الهاتف.
هل يمكنني الحصول علي كوكا كولا خاليه من السكر؟
هل يمكنني طلب شيء؟
كان قياده لطيفه. شكرا.
عفوًا. هل يمكنني المرور؟
اجمالي عدد سكان اليابان حوالي ماءه وثلاثين مليون نسمه.
اريد استءجار مظله شمسيه.
نعم، واود ان الغي الرسوم.
محفظه فيها ميه دولار وبطاقات اءتمانيتين.
الماء ساخن جدا.
انت هنا.
كَانْسَه قهوه، من فضلك.
مُستَحيل الي حدٍ كبير.
بطني يءلمني بعد الوجبات.
يا الهي، انها مكان جميل.
يمكن ان يكون عنده انسداد في الاوعيه الدمويه.
قررت؟
اذا اردت، يمكننا ان نستريح هنا.
فقدت اثر بريد مسجل.
ما تقدر تغير شغل بسهوله.
اي محطه بعد؟
تمام، لكن ليس المدرجات. الجو حار جدا اليوم.
اخرج من هنا، وانتقل الي الحافله رقم سته.
عليّ ان التقط رحله العاشره صباحا.
اشعر بالغثيان.
ما ابغي شي ثقيل.
تحقق، من فضلك.
كم ثمن الفطر الطازج؟
ادخل، من فضلك. هل تقبل فيزا؟
اليوم هاجي اشوف Chinatown.
اتنين اتنين-تسعه تِسعه سته سبعه صفر صفر.
اريد ان تُسحب اسناني.
اريد حقيبه مكياج.
انا اتساءل كم من الاكراميه يجب ان اتركها.
فين اشوف "فانتوم الاوبرا"؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل يمكنك ان توصي ببعضها؟
ابطا قليلاً، من فضلك.
كم تبلغ رسوم الفاكس الدوليه العاديه التي تدفعها كل شهر؟
مقليه من الجانبين، من فضلك.
حسناً، يبدو واضحاً جداً. ارجو منكما ان تعطوني رخصتكما وسجلاتكما. يا بني، يبدو اننا سنضطر لاجراء اختبار لك للكشف عن الكحول.
سيكون جاهزًا في المساء غدًا بعد غد.
هذا مصنوع من القطن؟
لديّ دواءي الخاص.
شَنوَ شَوفتُ علي هَذهَ الرحله؟
اه، نعم، الحد الادني هو مشروب واحد.
كم سعرها في اليوم؟
هل تتوقف هذه الحافله بالقرب من الفندق؟
اريد قرصًا مضغوطًا.
في الساعه العاشره وخمس و خمسين هناك رحلات جويه للخطوط الجويه اليابانيه و شركه الطيران المركزيه ولكن للاسف كلتا الرحلتين ممتلءتين.
يصلح لي.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
ما تفهمش انجليزي خالص.
ارجو صرف شيك مسافر.
هل يمكنك ان تعتني بها من التاسعه صباحاً حتي حوالي الثالثه؟
كم تكلفه البريد الجوي الي اليابان؟
انا خارج البيت. هل يمكنك فتح بابي، من فضلك.
اي جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل من مضيفه تتحدث اليابانيه؟
كم حقيبه يمكنني اصطحابها علي الطاءره؟
لا سيدي. هذا بعد الظهر ممتلء بالكامل. غدًا جيد، مع ذلك.
ساسال حارس الباب عن الاجره الصحيحه.
انا اسف جدًا.
سنقيم حفله يوم الجمعه. لماذا لا تنضم الينا؟
حسناً غرفتك تسعه وثمانيه، سيدتي. اليكِ المفتاح.
من المهم جداً ان يكون لدينا امكانيه الوصول الي المواد الخام التي نحتاجها للمشروع.
عفوًا، ايها الضابط؟
هل هذه القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
اخرجوا اغراضي الثمينه، من فضلكم.
كم عدد الزوار؟
اريد شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب هنا بالقرب؟
حتي متي سيكون مفتوحًا؟
هو بره دلوقتي.
مايومي، هل يمكنك تعبءه هذه الورقه بتوقيعك؟
اليك واحده، سيدي.
ما معي امتعه تسجيل.
اكيد، خذ وقتك.
انا هنا في مهمه اعلاميه.
عندكم افلام صيف؟
متي القطار التالي الي واشنطن دي سي؟
الطويله هي الموضه الان.
ساعود الي اليابان يوم الاثنين القادم.
هل يمكنني الحصول علي خريطه مترو الانفاق؟
انه رحله طويله؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
فين ممكن ااخد امتعتي؟
مش عارف اتحرك. هل يمكنني ان ارجع مقعدي؟
الحادي عشر والنصف صباحا.
هل يمكنك ان تخبرني بمطعم مشهور بين الشباب؟
كان سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ايبيرت يوم الاربعاء القادم في الحاديه عشره صباحا.
هل يمكنك ان تشرح مرضك بطريقه ما بالانجليزيه؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر؟
كم مره اتغير قطار للوصول هناك؟
صحيح؟ دعوني اتحقق. اوه، انا اسف جدا، السيده تاكانو. هذا خطانا. اليكِ فاتورتكِ الجديده. هل توقعي هنا، من فضلكِ؟
خمسه دولارات رجعها، من فضلك.
الغطاء المانع لسداده البانيو لا يغلق تماما.
انه مجرد رمز تقديري.
هل ستملا هذا النموذج؟
كيف هذه النماذج البلاستيكيه؟
شنو العلامات التجاريه اللي عندك؟
الكعب عالي علي.
مُقفل عليّ في غرفتي.
من متي وانت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه جويه الي اليابان؟
اتكتبها ج-و-ر-و-ح.
تُريد شرب مشروب؟
استلق هنا.
اعدّه تلغراف عاجل، من فضلك.
حسب تقرير الطقس، سيسقط الثلوج غدًا.
اريد كره.
بالتاكيد. سنكون سعداء بالقيام بذلك.
هاي، كتاب قصص مصوره ماليزي. ساشتري واحد لااخذه معي الي المنزل كموضوع للحديث.
طريق النجاح هو "جينمياكو"، اليس كذلك؟
ساصل الي فندقك حوالي التاسعه مساءً.
عندي حوالي الفين وخمسميه دولار بالين الياباني.
نعم، نفعل. ساريكم بعضها.
اريد بعض اقراص النوم.
ساكون هنا حتي التاسع. امل ان تلقي القبض علي المجرم في اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
اعاني من الم في الحلق.
احتاج الي بعض الهدايا التذكاريه من نيويورك.
انا اخرج. هل يمكنك ارسال صبي نادل؟
ساعتي توقفت.
اه، هل هو كذلك؟ كيف يعجبك؟
نحن مفتوحون في التاسعه صباحا.
اريد كتاب تلوين.
اعتقد انني اشعر بالدوار.
هل علي الذهاب الي بنك ياباني؟
عليك ان تتبادل المال في البنك.
هل هناك وقت كافٍ للخروج؟
زوجك واحد من افضل عملاءنا.
تعرف طبيب اسنان كويس؟
اه. يجب ان تخطر القنصل فوراً.
مُهزوز، لا مُحرّك.
هل تفضل طاوله في المطعم الرءيسي او في غرفه خاصه، سيدي؟
يذهب عدد كبير من الناس الي الشاطء خلال الموسم.
ازن حوالي ماءه وخمسين رطلا.
فين احول؟
اين مكتب الامتعه المفقوده؟
هل هناك حافله تذهب هناك مباشره؟
هل احتاج الي اي علاج خاص؟
هل يكون ذلك نقداً ام شحناً؟
انتقلنا الي هذا المنزل منذ عام.
كم من الوقت سيستغرق اصدار تاشيرتي؟
اين الحمامات؟
المبلغ الاجمالي المستحق ماءتان و اربع و اربعون جنيه، سيدتي.
هذه هديه. هل يمكنك تغليفها في ورق تغليف جميل؟
يا الهي، ما هذا المنظر. هذه مسارات راءعه.
فيه ناس مجروحه.
عفوًا. اين المحطه هنا بالتقريب؟
نعم، لدينا حجز لك.
عفوًا، لكن اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب حافله؟
دجاج، من فضلك.
هذا هو الغرفه اثنين واحد. اود ان اطلب الافطار غدًا.
شنو رايك في التحرش الجنسي في مكان العمل؟
لي اختان.
الرحله رقم اثنين صفر ثمانيه، الي طوكيو.
ثم دعنا نضع وساده داخله.
لنلتقي لمناقشه هذا الامر بمزيد من التفصيل.
كيف تريد شعرك اليوم؟
هل يمكنك ان تقولها بعبارات اخري؟
ساقنع بما لديك.
نود طاوله بالقرب من المسرح.
انا بخير. حسناً، هل تذهب الي مكان ما؟
انه يعلو الفين واربعماءه متر.
ادخل. من فضلك ضعه علي الطاوله هناك.
الرجاء الغاء رقم بطاقتي.
اسف، لقد بيعت جميعها، لكننا سنحصل عليها خلال ايام قليله.
هل يمكنني الحصول علي قهوه؟
ما عنديش موعد، لكن الامر عاجل.
هذا مصنوع بشكل سيء.
اين المصعد؟
عندكم كتيب للاحداث؟
اين مدخل المترو؟
فقدت تذكره طاءرتي.
مَا تِقْدر تَبْقي هُنَا خِلال العُطله؟
اه، انا اسف جداً لقد ازعجتك.
هل يمكنك حجز الفعاليات؟
هل يوجد حمام عام قريب من هنا؟
كم هو المجموع؟
هذا جيد جدا. الان للاجابه علي الاسءله، من فضلكم.
عندك تبديل للاله؟
كان افضل مبيعاتنا في السنوات الاربع الماضيه هو اله نسخ AX-four five zero.
ادير اليسار؟
هل من مضيفات يتحدثن اليابانيه؟
سعر راءع، اليس كذلك؟
عليك ان تاخذه تسعه وتسعين مره في اليوم، قبل الوجبه.
انا احبّه حقاً.
اريد ثلاثي القواءم.
اريد ستره رياضيه.
تقدر تقعد في بيتي.
هل يمكنني ان ارجع مقعدي، من فضلك؟
عظيم. كنت ابحث عن سياره اجره، لكن هذا افضل.
معطف عظيم. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي نصل؟
شخصان بالغان وطفلان، من فضلك.
ما السعر؟
حرب النجوم كانت اكبر ضربه في عام واحد وتسعين واربعه وثمانين.
اين القسم المخصص لعدم التدخين؟
هذا "ت" مثل توم، نعم لديه هنا، تارو.
اعتقد انها جميله.
اريد تفاحاً، من فضلك.
شُو هَذا؟
اي بطاقات اءتمان تقبلون؟
عندي وقت كاف.
حسناً، وقت الغداء. هل ترغب في مناقشته اثناء الغداء؟
سرق مسجل الفيديو من غرفتي.
مرحباً، اسمي اودا. لدي حجز الليله، لكنني ساتاخر قليلاً في تسجيل الدخول. لذا، من فضلك احتفظ بحجزي.
هذِا الحذاء قوي؟
اقول له اني انتظر مكالمه هاتفيه منه.
يقولون ان الانفلونزا متفشيه هناك.
لتو.
اسف. لقد امتلانا غداً مساءً.
انا مع بعض الاصدقاء.
حسب غورو، السيد يامادا لديه طفلين.
هل يمكنك ان تقول ذلك مره اخري؟
اود ان اتجه الي برج لندن عن طريق اخر.
ارجو ربط حزام الامان.
الرمز المنطقه هو ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عفوًا. هل يوجد جسر قريب من هنا؟
عفوًا، اود استخدام الحمام.
مُستَغَل.
ملابسو دايماً موضه قديمه.
عندكم اكل بحري؟
هذا غالي جدا.
اود ان افعل ذلك، لكني اخشي ان لا اتمكن من ذلك هذه المره.
حسناً، لا اعرف بعد، لكنني بالتاكيد ساحاول.
ملح، من فضلك.
استخدمي غرفه القياس تلك.
تسعين دولاراً للتذكره الواحده. نقداً او ببطاقه؟
هل يمكنك تنظيف الطاوله من فضلك؟
كيف يربي الاباء اليابانيون اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك اخباري بساعات العمل؟
يرجي لفها بشكل منفصل.
بطني ثقيل.
هذا يبدو جيدًا. اين يمكننا ان ننتظرك؟
هل يمكننا ان نبدا اللعب عندما ينتهون؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون نسمه.
املا العناصر التاليه في بطاقه التسجيل.
هل استطيع استلام اغراضي؟
هل لديكم وشاحات من الحرير؟ انا ابحث عن هديه لزوجتي.
سناتي بها الان. ما رقم غرفتك؟
السيد كوباياشي يبحث عنك.
اود السفر من شنغهاي الي هاواي بالسفينه.
هل يمكنك ارسال شخص ما؟
هل يمكن ان يكون جاهزًا بحلول الخامسه من مساء غد؟
يستغرق الامر عشر دقاءق سيراً علي الاقدام.
قبل ان ننهي العمل اليوم، هل تعطيني بضع دقاءق؟
فين ممكن اوقف عربيتي؟
اشعر بالبرد واوجاع في بطني.
سكوت و ماء، من فضلك. هل لديكم اي شيء للوجبات الخفيفه؟
كيف اطفء هذا الضوء؟
انه مشغول جدا اليوم؟
اريد بعض الخيوط.
اعطني شهاده طبيه، من فضلك.
اريدك ان تجعله قصير بوصه واحده هنا.
ما احسّ بخير. اعطني دواءً من فضلك.
هل يمكنني الحصول علي صحيفه يابانيه، من فضلك؟
حسنا. هل يمكنني ترك السياره في اي مكان؟ ما هو رسم ترك السياره؟
اي حافله تذهب الي وسط المدينه؟
هل هناك اي رحلات مباشره الي بوسطن؟
ارجو ان تكون صديقي بالمراسله.
انوي البقاء مع صديق.
انا متحمس جدا، لا استطيع الجلوس في مكان واحد.
هل يمكنني النزول في فندق هيلتون؟
اريدك ان تزيله.
انعطف يساراً في هذه الشارع وخذ اول يمين.
اريد ان اعرف اذا كان من الممكن شحن هذه المجموعه من الاطباق الي طوكيو.
اريد بعض القوه الجسديه.
هل هناك طعام ليس ساخنًا و حارًا؟
هل هو قريب بما يكفي للمشي؟
اريد كريم يد.
تقدر تعطيني الملح؟
اريد الذهاب الي وول ستريت. كيف اذهب اليها؟
التمارين الزاءده عن الحد تضر بك.
بما في ذلك الافطار، والضراءب، ورسوم الخدمه، سيكون السعر خمسين دولارًا للشخص الواحد في الليله.
هل يمكنك اصلاح هذا؟
السلام عليكم. مساء الخير.
ما لقيت حقاءبكم.
امشِ مستقيمًا، من فضلك.
هل الماء هنا امن للشرب؟
اه، تعال. فقط دولارين.
هل يمكنكِ تغيير هذا الفستان بفستان اكبر قليلاً؟
حسناً، لنذهب. يمكنني مساعدتك في واجبك المنزلي بعد ان ناكل البيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
ما يناسبني.
غدا يوم اخر.
ربما استطيع مساعدتك. هل تحتاج فيتامين سي؟
سرقوا محفظتي في القطار.
بعيد اوي. من الافضل ان تاخذ تاكسي.
اريد مقعداً بجانب الممر، من فضلك.
اعيش في شقه بثمانين الف ين في الشهر.
هل يمكنني المقاطعه؟
ارني واحده اوسع.
عفوًا. هل تمانع في تبديل المقاعد معي؟
نعم، بالطبع.
انزل الي الزاويه واعطف يسارا عند اشاره المرور.
تحب رولرز اصغر ولا اكبر؟
اريد غرفه مفرده مع حمام بثمانين دولار، من فضلك.
اود ان اودع اغراضي الثمينه في خزنه الفندق.
هل لديكم غرفه متوفره الليله؟
نعم، لكن تاكد من ان لديك تذكرتك معك.
سيشارك قليل من الناس في الجوله الاختياريه.
لا باس. علي اي حال، من فضلكم خذوني الي وسط Chinatown. ساحاول ان اجد المكان بنفسي.
يتم توظيف اشخاص جدد في ابريل.
اتمني ذلك.
اتنين سكوتش و ماء، من فضلك.
مين بيلعب؟
استطيع ان تُتصل بي اذا وجدت حقيبتي؟
الي اليسار، من فضلك.
تاتي معي لالتقاط صوره؟
لا. هل تريد الابلاغ عنه؟
دَيْهَهْ هَذِي الَّتِي فِي الْوَجْه تَاْلَم.
ما هي احدث لعبه كمبيوتر لطفل في الخامسه عشر من عمره؟
سنراك غدا.
هل يوجد مطعم ارخص من هذا بالقرب من هنا؟
لا، لكن شكراً. اشعر بتحسن.
عندك خبز؟
كم انت جيد في العزف علي الكمان؟
سقط صديقي في الحمام بعد ان زلق.
هل يمكنني ان احصل علي صندوق اعواد؟
تم حظر المسيحيه واُغلقت البلاد امام بقيه العالم.
كم تريدها؟
كوكتيل جمبري لها و نفس الشيء لي.
هل يمكنني ان اطلب منك التوقيع هنا؟ و من فضلك ضع اشاره هنا.
كان من دواعي سروري ان ازور مقراتكم الرءيسيه وان اجري معكم مناقشات هامه. شكراً جزيلاً علي تعاونكم الكريم.
صوت زغروطك عالي.
ما احب اللون في النهايه. هل يمكنني استرداد هذا؟
اخرج من تلك الباب هناك، وانتظر عند التوقف رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني ان احصل علي بعض الفلفل؟
نعم، اريد شيءاً اقراه.
هذا السيد تاكاهاشي في الغرفه خمسه واربعين. هل يمكنك ارسال اربع زجاجات من بيره بودوير، من فضلك؟
هذا سبعون دولار.
ارجو ان تتصل بي فندقي عندما تجد حقاءبي.
اريد مكالمه استيقاظ في الثامنه والنصف صباحاً غداً صباحاً، من فضلك.
نعم، لكن هذا كثير وانا شبعت.
اريد غسول للفم.
ماش عاجبني الحال.
هل تقدم اي خصومات بالجمله؟
طوكيو صفر ثلاثه ارباع تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في العثور علي حديقه الحيوان؟
هل تخبرني كيف اعدله؟
متي تنتهي جوله الحافله تقريبًا؟
تعرف كيف تُستعمل الهاتف؟
اكيد. لدينا بعض علامات الكتب الراءعه من الامريكيين الاصليين.
مُشغِّل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
هل يمكنك ان تسحبني؟
هل هذه عياده F؟
مرحبا، السيده ياماغوتشي؟ حزبتك علي الخط. مكالمتك مقبوله. تكلمي، من فضلك.
في اين يمكنني شراء تذكره صعود التلفريك؟
متي سنصل الي لوس انجلوس؟
امشِ مستقيمًا لمده خمس دقاءق تقريبًا، ثم انعطف الي اليسار.
هذا الطريق الي الشاطء.
هذا الشاي العشبي يساعد علي تجديد الجسم.
ما هاذي مصنوعه في اليابان، صح؟
حسناً. من هذا الطريق من فضلك. ساريك غرفتك.
يجب ان اغادر الفندق قبل الظهر.
اريد همبرغرين وكوبين من القهوه، اريد ان اخذهما معي.
هل يمكنني حمل هذه الحقيبتين؟
انا طلبت لحم، وليس سمك. هل يمكنك تغيير هذا؟
طفلي مُنهَك تمامًا.
انا مريض من المعده.
هذا الستره ليست بحجمي.
اود ان التقي السيد ويليام.
يحتوي علي مجموعه من سبع فيتامينات ومعادن.
السنّ تَسْنَم.
هل استطيع الحصول علي رد عندما اعود الي اليابان؟
منو هاد الطبق؟
في اي بلد تم تصنيع هذا؟
هل يمكنك ان تنجزها في عشر دقاءق؟
مَا بِي خَبَر بِالاِنْجِلِيزِيّه. هَل يَعْرِف اَحَد اللّغَه اليَابَانِيّه؟
فين ممكن احصل تذكره مترو؟
سارسل لك عشرين عينه اضافيه.
ما اظن ان هذا مناسب لي لان بشرتي جافه نوعاً ما.
هل يمكنني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد انني سانتظر.
تسعه وتسعون دولاراً في الساعه لكل طفل.
اسف، لقد نفذت.
يجب ان يكون هادءا.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه وثلاثه، من فضلك.
متي يعرض فيلم الرجل المحطه؟
اين صالون الحلاقه؟
الساعه السابعه، من فضلك.
حقيبتي التابسه.
سياحه.
انا من اسبانيا.
هناك خطا في هذه البطاقه. هل يمكنك اعطاءي واحده اخري، من فضلك؟
عندي حكه في ذراعي.
ارسل هذا عن طريق البريد الجوي الي اليابان، من فضلك.
اين اقرب صيدليه؟
عطني نبيذ تاني.
الناس ودودون جدا.
كم مشروب يشملها السعر؟
انت فعلتها.
اين بوابه الصعود لهذه الرحله؟
اذا كان هناك طاوله متوفره، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم الاعلان عن الصعود بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نود ان نري وول ستريت.
اين موقف الحافله الي اكسفورد؟
سانتظر حتي يصبح الشرفه متاحا.
هل يمكننا رءيه بعض المحافظ الجلديه؟
دعنا نشاهد التلفاز. هناك مباراه بيسبول.
هل تكتب عنوان الاتصال هنا؟
ارجو ان تخبرني اين اقرب صيدليه.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات بخلاف طوكيو؟
اقطع و انتظر شويه من فضلك.
شُنوّ عادهً تعمل في البيت بعد العشاء؟
بالتاكيد. متي تريد لعب الجولف؟
هي ستكون في البيت حوالي الثالثه.
اريد ان اتصل بالسفاره اليابانيه.
شويه اكتر.
من اين تغادر حافلات السياحه؟
كم تتقاضون مقابل ارسالها الي اليابان؟
ما عنديش نادي ولا حذاء.
اليين الياباني كويس؟
عندك موستانج؟
نحن سنقفز من هنا؟
السيد كاوي، لدينا طاوله لك الان. تفضل من هذا الطريق، من فضلك.
اكيد. انزل الدرج اللي هناك و هتشوف تعليمات. اتبعهم بس.
الاستقبال. هل يمكنني مساعدتك؟
ارجو ان تتركيني في فندق هيلتون، من فضلك؟
هل عليك العمل متاخراً في كثير من الاحيان؟
عفوًا جدًا، لكن لم يعد لدينا المزيد. ماذا عن الصحف الانجليزيه؟
طاوله لا تدخن، من فضلك.
هل تخبرني قبل ان نصل الي دورهام؟
هذا طازج؟
ماشي صح. دايماً بتعتني فيا.
هل يمكنك ان تُريني بعض الفساتين؟
اكتبها، من فضلك.
انا ساسكر من النبيذ.
احرص علي ان الطقس متقلب جداً في الجبال.
شيك المسافر والين الياباني، تمام؟
اسف، تحققت مع كل من خدمه الغرف و مكتب فقدان و ايجاد الامتعه. ليس لديهم.
انه مكان صعب العثور عليه. انه علي طريق صغير خارج الطريق السريع الرءيسي.
ما عنديش فكره عنو.
نستطيع ان نناقش الامر في مقهي.
اري، في هذه الحاله لا يجب ان ادفع رسوم التعديلات، صحيح؟
المشغل، من فضلك.
هل يمكنك خفض السرج، من فضلك؟
هل ستءويني الليله؟
حسنا. ساخذ اثنين فقط. شكرا.
اليك فاتورتك. هي ثلاث تسعه وسبعون دولار.
انت محظوظ.
رجاءً اجعله طاوله مع منظر جيد لليل.
هل هذا مصنوع اليًا ام يدويًا؟
اريد استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من اللطيف جداً ان التقي بك.
انه ممزق.
حسناً، لنلقي نظره عليك.
حسناً، فقط فكر كم من الوقت الاضافي الذي سيستغرقه عمله اذا سال كل شخص سءال اخر. تعالوا، دعونا نستعجل ونحمل امتعتنا. علينا الذهاب الي اعلان الجمارك بعد ذلك.
شحال الوزن؟
فيه مطعم صيني قريب من هنا؟
المنصه الخامسه هناك.
متي مباراه كره القدم؟
مش في محلّو. تقدر تتحقق من كاميرتي؟
قهوه بالحليب والسكر، من فضلك.
اعتقد ان هناك بعض الاخطاء في الفاتوره.
اعطني هذا واحد.
انه البوابه السابعه.
انت اسكتلندي؟
ثلاثه-اثنان-واحد-اثنان. انتظر ثانيه، حسنا؟ اريد ان ارسل لك شيءا هنا. عفوا.
ماءه وثلاثه وثلاثون ين لكل دولار.
لن تخرج التنورات القصيره مع الاحذيه من الموضه ابدًا.
هل يمكنني التحدث الي المدير؟
ليش سعر اجرتك مختلف عن المتر؟
هل استطيع ان اري هذا؟
وعدت نفسي اني عندما اراك ساتعرف عليك
شنوه صايره هالايام؟
مش حاسس بالخير. تقدر توصي دكتور؟
حزبك علي. استمر.
هل هناك عرض علي الارض؟
المرحاض ما بيغسلش.
كم من الوقت يستغرق المشي من هنا الي قاعه المدينه؟
خذ هذا الدواء بعد كل وجبه عندما يءلمك بشده.
تضع المال في مظروف مزخرف خاص يسمي شوجيبوكورو.
واحد تجرح.
انا اتساءل ماذا يجب ان احضر له؟
عندك خريطه المترو؟
لدي غرفه جاهزه لك في فندق جراند. هل يمكنك الذهاب هناك؟
اعاني من الم في عيني اليمني.
مَا بِي مِنْ حَالَه جَيِّدَه مَعَ الاَلْمَانِيَه.
يجب ان نلتقي مجددا بالتاكيد.
هل تاخذ هذه السراويل؟
هل يمكنني ان اقترض مضرب وكرات؟
هل يمكنك ان تضيف بعض التغييرات الصغيره؟
هل يمكنني الحصول علي نصف قاروره؟
مرحبا. انا جون.
نكاي.
اذا كان ذلك لا يضايقك، هل يمكنني ان التقط صوره لك ولسيارتك الاجره؟
اتصلت قبل ثلاثه ايام بشان حقيبه مفقوده.
اريد فندقًا ارخص.
اه، هناك الكثير من الاشياء التي يجب ان تراها في غرينيتش فيلج.
في العمل. لدي علاقه عمل هناك.
يتطابق مع بدلتك.
هل من الممكن ان تراقب حقيبتي؟
كيف تجد هذه الفكره؟ نقبل شرط الاشعار قبل سته اشهر بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد
عفوًا. هل تعرف نيويورك جيدًا؟
سننتظر. يرجي الاتصال بنا عندما تكون جاهزًا.
اريد ان اري جراحا.
هل هذه مكونات طبيعيه؟
اريد ان اتسلق سياره رياضيه.
الرمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
تعرض للبرد.
سياره صغيره تكون الافضل.
اود ان ارسل هذا البريد العام.
دعني احول هذا المكالمه للرجل المسءول.
اي حجم تريده؟
يا الهي. لم اكن اعلم انني ما زلت احتفظ بها.
هل لديكم مجموعات صندوقيه لارسال الطرود؟
هل ستدفع شركه الطيران تكاليف الفندق والوجبات؟
هل هذه كل امتعتك؟
كيف ترغب في اجراء المكالمه؟
حسناً، انه مكلف. لا يصنع في اليابان، اليس كذلك؟
ارجو ان تعطيني الملح؟
اين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
اتمني لك سنه جديده سعيده جدا.
اريد سبرايت كبير.
اعد قوله ببطء اكثر.
عفوًا. اريد ان اضع الطلب.
لدينا جمبري نيوبرج ولحم ضان مشوي.
اريد غرفه ذات منظر جميل.
ثلاثه اكواب من عصير البطيخ، من فضلك.
عندي تلات عيال.
امشِ مستقيمًا في هذا الممر ثم انعطف يسارًا عند الزاويه. ستجده علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره ذهاب وعوده الي اكسفورد؟
اذهب الي نادي رياضي كل يومين.
فين اقدر اقعد خلال الجوله؟
متي موعد الخروج؟
كم تبلغ رسوم الدليل يوميًا؟
فين ممكن الاقي سي ديّات؟
عفوًا. انا طالب جامعي من اليابان. هل انتم من طلاب جامعه نيويورك؟
هل تخبرنا كيف تقيم هذا المخطط؟
اكي، هل تعرف متجر تسجيلات جيد هنا بالقرب؟
نقداً او تحويلاً؟
اعمل في شركه تجاريه.
من غير اللاءق ان تسال الناس كم يكسبون.
هل هذه بنطلونات ليفي الاصليه الخمسه او واحد؟
متي استطيع ان استحم؟
ما تشوف اكبر من واحد وعشرين سنه.
اري. في الواقع، انه يحتوي علي فيلم عالي السرعه. هل يضايقك اذا اخرجته؟
اشتريته للتو.
ساجلب واحد علي الفور.
ثمانيه دولارات. وهنا ياتي واحد الان.
ارجو اظهاره مع مشترياتك الجمركيه في المطار.
هل اي من متاجر البيع بالتجزءه لديها مبيعات الان؟
يا عامل، اتصل بمحطه الاطفاء.
عندي بطاريه ميته.
توقف عند التقاطع التالي.
اه، ها هي. وهل يتعين علي الجميع ملء نموذج اعلان الجمارك هذا؟
واسمحوا لي ان اطلب اسمك من فضلكم؟
هل يضايقك ان اجري مكالمه جماعيه؟
مرحبا. كيف حالك؟
اين قسم السفر؟
اسم الشخص الذي ترغب في التحدث اليه ماذا؟
اسف، ليس موجودًا حاليًا.
شوف. شوف. هتقولي الفرق بين الراجل ده والراجل ده حظ؟ محمد، وقف، هتتكسف؟ مش عايز توديني هنا. انا متاخر. يا صاحبي، كان لطيفًا التعرف عليك، تمام؟
هل غرفتك تطل علي المدينه؟
هل هناك رساءل لي؟
لازال غاليًا جدًا. هل يمكن ان احصل عليه بثلاثه دولارات؟
نُريد غرفه في الخلف.
اريد كوب من النبيذ.
يُبدُو انكِ جميله.
اريد غرفه بسريرين. كم سعر الغرفه في الليله؟
انه علي بعد تسعه وتسعين ميلاً.
فينس وليندا عايزين يكونوا لوحدهم، فخوفني هابقي مضطر ابقي هنا الليله دي.
حافظ علي هذه الامتعه في الجمرك.
اسمي ساتو.
اعرف نادي جاز قديم في وسط المدينه.
ساخذ هذه الماءده.
اود ان اجرب نفس الطبق الذي طلبه ذلك الشخص.
ثم ناخذها.
هل هذا يصل الي الطابق السادس؟
جلد التمساح؟
ضعها في كيس غسيل واتركها هناك.
اريد ان اطّلع علي هذا الفيلم. متي سيكون جاهزًا؟
لا تعطوا هذه المفاتيح لاحد غيري.
حسنا. سالتقطك من فندقك في الثامنه.
النافذه جيده.
دع شعري ينسدل، من فضلك.
هل تشمل جميع نفقات النقل؟
دار اوبرا متروبوليتان.
اين مكتب تاجير السيارات؟
انا مصاب بحمي منذ الليله الماضيه.
مش من ذوقي.
شّش خضروات عندك؟
اريد شعرا داءما منسوبا، من فضلك.
متي سياتي الطبيب؟
هذا اللون خاطء.
سقطت السن.
هل هذه مقعد بجانب الممر او بجانب النافذه؟
انا احب المشي.
هل يمكنك توصيل امتعتي الي الغرفه؟
ارِني واحدًا لفتاه شابه.
قدر توقف هنا؟
عندك حاجه بحدود ثمانين دولار و لا مليم؟
انا عطشان.
لا حليب، من فضلك.
عندي ثلاثه اكياس.
اين البحيره؟
عفوًا. اضغط علي زر التصوير، من فضلك.
هل يمكنني ان احصل علي مجله او شيء من هذا القبيل؟
انه جنوب.
كم تكلفه مقاعد الشرفه؟
نُريد غرفه تطل علي البحيره.
هل توجد صناديق بريد قريبه من هنا؟
حسنا. ساخذك هناك.
الجزء المكتوب بخط ماءل يشير الي التغييرات التي حدثت في التسعينات.
هو في الثلاثين من عمره.
حسنا. هل يمكنك كتابه العنوان مره اخري علي هذه الظرف؟
اود الذهاب الي هارودز. هل يمكنك رسم خريطه، من فضلك؟
شنو تعمل لو عندك وقت فاضي؟
عندك بطاريات لهاذا الكاميرا؟
اريد اطلاق الكابل.
اَنْتَ اخِرُ هَذَا الطَّوِيلُ؟
اعتقد انها مزدحمه اكثر من اللازم.
تصويبه جيده. خارج الملعب.
هل يمكنك ان تخبرني عن الاماكن المهمه هنا؟
هل هناك اي متاجر قريبه من هنا؟
انا كذلك.
اود ان اشارك من سان دييغو.
كنت افكر في التسجيل في ذلك المساق في الفصل الدراسي القادم.
الخمر ليس باردا بما فيه الكفايه. هل ستجعله اكثر بروده؟
هل يمكنك تغيير هذه الاقراط لتصبح من نوع "الكلابس"؟
شَنوَ اَكْثَر شَيْء تَهْمَكْ دَوْلَه؟
اريد استرداد المبلغ. هل يمكنني استرداد اموالي؟
اظن انني لن اجد مشروبًا كهذا في اي مكان اخر.
اذا اشتريت هذا ايضًا، يجعل المبلغ المعفي من الرسوم.
هل يمكنني رءيه شهاده التطعيم الخاصه بك، من فضلك؟
تسافر كثيراً؟
انا من الولايات المتحده.
عندي تذكره طيران لسان فرانسيسكو.
اذا كان علي بعد خمسه عشر دقيقه من المحطه، ساذهب سيراً علي الاقدام.
اريد فندقًا ارخص قليلاً.
بونساي يبدو وكانه هوايه شخص عجوز.
ما زلت لم اقرر بعد. هل يمكنك ان تعطيني المزيد من الوقت؟
عندي صداع.
هل تنضم اليّ لتناول القهوه؟
اريد شهاده طبيه وايصالاً للتامين.
اه، لا. من فضلك تعال بسرعه. نحن متاخرون.
ما اريده هو الا ادفع اكثر من عشرين دولار.
ليش الطياره ما بتقلع؟ قولي شنو اللي حاصل.
كم سعر التذكره؟ هل تكتب سعر التذكره علي ورقه؟
اريد استءجار كرسي شاطء.
انتظر دقيقه، من فضلك.
هل يجب ان ترتدي السيدات فساتين رسميه؟
ما تلمسنيش.
عندك سجاير؟
اذا لم يكن الرياح قويه جداً، يمكننا الذهاب الي نقطه التيكي.
مذهل.
ساغلق الان. شكراً لانتباهكم.
هل لديك هذا باي الوان اخري؟
منو؟
عفوًا. هل يمكنك اخباري اين موقف سيارات الاجره؟
والمشروب؟
اليك النص.
اين اقرب متجر ادوات؟
مم. لا يعمل، اليس كذلك؟ يمكنك الانتقال الي مقعد فارغ، اذا اردت.
ابحث عن هذا.
حسنا سيدي. وما الذي تفضلونه للحلوي؟
مُدرب او بُلّوَن؟
شيكات المسافر. شكرا. اليك تذكرتك وبطاقه الصعود. كن هناك، من فضلك، قبل ساعه من موعد الطيران.
انه الم حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
اشعر بمرض شديد.
ما اوقات عرض "حكايه حب"؟
حسنا. هل ستشرب قهوتك الان او في وقت لاحق؟
قُل لي اين نادي الريغي الاكثر حراره في نيويورك.
باي طريقه تختلف منتجاتك عن منافسيك؟
هل من الجيد ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. من فضلك اتخذ الاجراء اللازم.
نعم، واحد فقط. متي اعرف؟ كيف ساُعوض؟
اليك بطاقتي الشخصيه.
نفضل طاوله بجانب النافذه.
اخبرني ارخص طريقه للذهاب الي سان فرانسيسكو.
تعرف مطعم كيويا؟
طريق واحد.
غداً ازداد سمنه وانا جالس هنا اكل باستمرار.
فيه نادي ليلي كويس فيه عرض فلامنكو؟
هذا فستان جميل ترتدينه.
الم قدمي.
اين اقرب مغسله؟
هل يمكنك تبديل المقاعد معي، من فضلك؟
اتفكّكت مقاعدنا.
في الواقع، اود ان اءمن هذه الطرد ايضا.
الفاتوره تصل الي ماءه دولار.
الخروج الطارء موجود في الامام، الوسط، والخلف من هذه الطاءره.
حسناً، تم تاكيد حجزك مره اخري.
الكعب عالي جدا.
نود طاوله علي التراس.
يعني هذا ان الفيلم قد لا يكون مناسبًا للاطفال دون الخامسه عشر. لذا يحتاج الاباء الي النظر فيما اذا كان يسمح للاطفال بمشاهده الفيلم.
كيف تريد المال؟ من فضلك املا هذه الورقه ووقع هنا.
احياناً يءلمني بطني.
عندكم اكل قليل السعرات الحراريه؟ انا الان علي حميه.
لا داعي للرسوم.
نعم، لديّ تذكرتان لفريق الجاينتس والدودجرز.
نحن من بين اكبر الموردين للحواسيب الصغيره.
شكرا. وانا كذلك. الي اللقاء حتي ذلك الحين.
توام مع حمام، من فضلك.
سقطت علي الدرج.
اي نوع من الايس كريم توصي به؟
مم. هذه. اللون يناسبك.
اين كتب اللغات الاجنبيه؟
قطعتين و سبرايت.
عطني سيجاره.
غير مسموح بادخال هذا الي البلاد -اسف. حسنًا، اعتقد ان هذا يتعامل مع كل شيء.
نعم، انا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ عامين. كيف حالك؟ هل تسافر بمفردك؟
انا مريض.
يبدو طفلي منهكاً بسبب الحمي.
بهذا الحجم، من فضلك.
تُمنح اوامر الاستحقاق الثقافي للفنانين والعلماء المتميزين في هذا اليوم.
انا ياباني.
هذا غالي جدا.
نعم. استقل حافله تذهب الي كيوتو-eki.
هل هو للعضو فقط؟
تبلغ تكلفه الغرفه سته الاف ين في الليله.
هل يمكنني جلب هذا علي متن الطاءره؟
حسنا. كل ما اريد معرفته هو ما اذا كانت هذه التجاره ستدفع تكاليفها بنفسها.
حسنًا. هل تريد وشاحًا مع ذلك؟
شَحّن البطاريه، من فضلك.
انا جاهز للطلب.
تترك املاح الحمام العشبيه بشرتك تشعر بالطراوه والنعومه.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
حقيقه. اليوم الاحد، والاحد هو اسوا يوم.
اه، نعم، انها مشكله التخلص من النفايات.
اريد هذا النمط في اعداد خمسه اماكن.
كثير من الاسر لديها دخلان.
اه. هذا الفضه نادره "القمر والجرس". هل انت متاكد من انك تريد تبادله؟
تاتي امي واختي من اليابان لزيارتي. سيصلان هنا حوالي السابعه مساءً.
اللون البني شاءع جدا هذا العام.
فكره جيده. متي تخطط للقدوم؟
حسنا. مقعدين، من فضلك.
فين السوق؟
انا اتطلع الي تجربه بدله السباق الجديده.
كنت اظن انكم تاكلون الدونات فقط.
كم تكلفه تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيتني اياه يفتقر لعشره دولارات.
لقد اتصلت بالسيّد سميث في الغرفه اثنين او واحد، لكن لم يكن هناك رد. هل يمكنك ان تتحقق اذا كان لا يزال يقيم هنا؟
اريد واحد حديث.
اعمل في شركه نشر.
هل تملا هذا من فضلك؟
شَارِعُ اَيْنَ هَذَا؟
هل يمكنك وزن هذه الطرد؟
شَنوَ تسمي هَذا بالانجليزيه؟
استمر في الصعود في هذا الممر، ثم ستجده علي الجانب الايمن.
اريد ان اءمن هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
حسناً. من فضلك ادخل.
نعم سيدي. اتعالي هنا للافطار كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
ما في مشكله.
اريد منك ثلاثه اثنان سته اثنان تسعه واحد ثمانيه.
نعم، يمكننا ان نخدمك من السابعه.
تعالي استلق هنا.
يا له من خدمه سريعه.
ربما يظهر بعد ذلك.
رجاءً انعطف يساراً عند التقاطع القادم.
عفوًا. كيف اذهب الي البنك؟
هل هناك خدمه حافلات الي متحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
كم من الوقت يستغرق الوصول الي اليابان بالبريد الجوي؟
حسنا. اراك في الثانيه يوم الاحد.
اود ان اسافر من نيويورك الي تورنتو.
السحاب مكسور. هل لديك المزيد من نفس النوع؟
هذا نوع من القذاره.
هل يمكنك اعاده تاكيد رحلتي؟ اليك تذكره الطيران.
هل لديكم هذا بلون اخضر اغمق؟
هل ستاخذني الي كانتربري وتعيدها لي؟
هل يمكنني ان احصل علي ملعقه جديده؟
شكراً جزيلاً لك علي كرمك.
اسف، لا نبيع تذاكر المسرح.
اريد ان اري هذا.
اه، هذا جميل. ماذا عليّ ان افعل؟
اريد ان امدد اقامتي هنا ليومين اضافيين.
غيروا مقعدي.
لديّمَا بَحْر غَدَا جَيّدًا جِدًا اليَوْم.
كم ساعه تبقي علي الاغلاق؟
تدخين ام لا تدخين؟
غالي عليّ. ممكن تخفّض السعر؟
انا متاح صباح الاربعاء او بعد ظهر الجمعه.
ما حجزت.
لان الصيف في اليابان يكون حارًا جدًا عادهً، ولم يكن لدينا مكيفات هواء في الايام الخوالي.
هل يمكنك ان تطلب لي سياره اجره في الثامنه صباح غد؟
هذا شرير.
ليش ما ننتظر الباص تحت المظله؟
تعال، كنجي. دعني اريك المكتب.
اه، مفتوح من تسع لتسع.
ما اقدر انام بالليل.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
هذا بالضبط ما كنت ابحث عنه.
مافهمتش تفسيرك.
لازم اتصل. رايح بوسطن.
اين افضل مكان للسياحه؟
هل هو داءم؟
استمتعت جدا.
حسناً، اود ان يكون لدي وجه اصغر مثل جوليا روبرتس.
هل يمكنك اخذ هذا، من فضلك؟
الركاب المغادرين علي متن رحله الخطوط الجويه (اي بي سي) رقم 703 المتجهه الي طوكيو، يرجي التوجه الي البوابه رقم 20 لاتمام الاجراءات الحكوميه.
اين موقف حافله ب؟
اعطني فردي، من فضلك.
فين ممكن اشتري مفرش طاوله؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
هل تود ان اصورك؟
ما اكلت هذا الطبق.
قطعت اصبعي. هل هناك مطهر؟
هل يمكنني الحصول علي طابع بقيمه تسعين وخمسه سنتات؟
ساكون هنا في السابعه والربع.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
غادي المدرسه هنا؟
كم كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد من انني وضعتها في حقيبتي.
ارفعوا ايديكم.
هل يوجد مطعم توصي به بالقرب من هنا؟
ايّهما تفضل، الداكن ام الفاتح؟
هل يمكنك ان تخبرني الي اين نطير؟
انتقل التذكره، من فضلك.
اين يوجد مكان جميل للرحله ليوم واحد؟
اريد حقيبه كيلي الحمراء بنفس الطراز ده.
لازال هتعمل الجدول ده؟
متي يفتح البنك؟
اشعر بسوء.
بقيت حاءر. هل يمكنك رسم خريطه لي؟
خارج.
خذني الي المستشفي.
هل عليّ ان اتي الي المستشفي كل يوم؟
بطني يءلمني.
كم تبلغ قيمه البريد لارسال هذه الرساله الي اليابان؟
اريد كوب من شراب الشيري.
هل تحتاج الي استقبال من المطار؟
تبدا الصعود في الرابعه والنصف لذا يرجي الحضور قبل ذلك.
من ثلاثين الف ين.
فين ممكن اشتري بطاقه تليفون؟
هل يمكنني ارجاعه في مدينه اخري؟
اخطط للبقاء لمده اثني عشر يوما.
رجاءً اجعل الجزء العلوي اطول قليلاً.
عليك ان تري متخصص.
قليل من الوقت، من فضلك.
رقم المسار اربعه عشر.
اه، انتِ تفعلين؟ لديكِ بالتاكيد مجموعه كبيره.
ما لقيتهم في اي حته.
هل لديكم مقاعد شاغره للندن؟
اريد نسخه من تقرير السرقه.
انه مبني واحد في الشارع.
قدر تعطيني نور و انت في السيره؟
هل هذه السجاءر خفيفه؟
تمام. كده بالظبط.
القطار التالي السريع في ساعه.
اريد ان اطيل اكمام هذه الستره الرياضيه.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك قريب.
القطارات متوقفه بسبب الاضراب.
هل يمكنك اصلاح هذا؟
الشارع مزدحم بالسيارات.
هو المبني الثاني علي يسار ذلك المبني الابيض.
حجزنا مقعد في الخامس والعشرين من اكتوبر والمغادره في الحاديه عشره صباحا.
لا، قليلاً اكثر الي الامام. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
فين ممكن ارد تذكره الطيران دي؟
ليش هاد الشي؟
اريد ان ارتاح.
سيارتي معطله، من فضلك تعال واخذها.
اريد شعري اطول قليلاً في الخلف.
شنو الانواع اللي عندك؟
اتفق معك. انه من الاماكن المفضله لدي.
شنو نوع النموذج اللي في بالك؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسه و واحد الي طوكيو.
هل يمكنك رسم خريطه بسيطه من هنا؟
فين نتلاقي؟
اريد ان يكون شعري كما كان.
اعطني خمسين، من فضلك.
في اين استلم تذكره الخطوط الجويه اليابانيه؟
شَنوه هِيَ المُحتويات؟
هل هناك اماكن في المنطقه موصي بها بشده؟
عطني تبديل، من فضلك.
حسنا. ساحرص علي ان تكون امتعتك هنا.
هذا تخصصنا، سمك دوفر المشوي.
سنبقي.
تعرضت للسرقه.
حسنا. هل عليّ تركيزه؟
سنشارك.
لا نملك هذا النمط بالضبط الان. ساتحقق من مخزوننا. انتظر لحظه واحده فقط، من فضلك.
سكوت مع الماء، من فضلك.
هذا يبدو مثيراً للاهتمام. كم تكلفته؟
خذ هذه الوصفه الي الصيدليه. يمكنك الحصول علي الدواء هناك.
انا من طلبت ذلك.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين ممكن اشتري هدايا تذكاريه؟
غالي جدا. ما اقدر اشتريه.
اريد رقم شركه ABC في شيكاغو، من فضلك.
اين الكاتدراءيه؟
كيف تحب بيضتك؟
انه هنا بجانب هذا المبني.
لا، اعتقد انهم نسوا ان يجلبوا لنا واحد.
حسنا. تاكد ذلك. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتجنا الاتصال بك؟
شّنو اسم الرسام؟
هل ساطلب منه ان يعيد الاتصال بك عندما يدخل؟
اريد هذا.
احب هذه الخدمه من شراب الشمبانيا بعد الصعود. دعوني ارفع كاسي لصحتك.
اربعون دولارًا في اليوم بالاضافه الي ثمانيه سنتات عن كل ميل.
اراهن بخمسه دولارات.
مش هذا طلب شخص اخر؟
اخبرني كيف اذهب الي المتحف؟
انا اسف جداً، لكني اود تاجيل الموعد.
هل يمكنك ان توصي برحله استكشافيه؟
قطارك سيتجه من المنصه الثامنه.
ابحث عن حقيبه بحزام قابل للتعديل.
اريد ان يبقي تحت ماءه وثمانين دولار.
ساسالك بعد ان اتفقد المكان.
نعم. حجز لمده ست ليال، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
هل يمكنك اظهار لي اخري بتصاميم مختلفه؟
شنو نوع العصير اللي تحبو؟
هل ستذهب الي المنزل لقضاء العطله؟
فين ممكن اروح اشوف منظر حلو؟
كان هذا مكسورًا بالفعل عندما فتحت العبوه.
29 اغسطس.
اود ان ارسل هذا عن طريق البريد الجوي الي اليابان.
يوم شكر العمال. انه يوم الشكر لكل من يدعم المجتمع باعمالهم.
هذا الغرفه صغيره جداً.
هل يمكنني الحصول علي المزيد من الشاي، من فضلك؟
اريد تنظيف هذه الملابس اليوم.
فيه بنك قريب من هنا؟
افتح الطاوله، من فضلك؟
سكين، من فضلك.
كلها مطبوعه.
اكتب رقم غرفتك في الخلف.
نستخدم الشوك في الاكل.
رحله دلتا رقم ثمانيه وعشرين الي نيو اورليانز ستتاخر لمده ساعه تقريبًا.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك الوقت، يرجي ارسال رساله لي.
تركت تذكره طاءرتي في الفندق.
غرفه واحده بدون دوش، من فضلك.
شكراً مره اخري علي تذكيري. هل ينسي الكثير من الناس التوقيع علي اسماءهم؟
حسناً، نحن ننفد من الوقت. هل نواصل هذا النقاش يوم الخميس في الواحده؟
اريد بعض البجامات.
حسنا. ساتصل بك عندما يكونوا جاهزين.
كيف الغداء؟
ستتوقف الليموزين اولاً عند البوابه الشماليه.
كم الساعه المتاخره مازال بامكاني استخدام مطعم الفندق؟
هل هي قطار مباشر؟
حسناً، لقد تاخرنا كثيراً. اعتقد ان عليّ ان اذهب الان. شكراً جزيلاً علي المساء الراءع.
هل يمكنني الحصول علي بعض الدواء لالام بطني؟
اريد دجاج مشوي.
خطاي. ليس خطاك.
عفوًا، متي ينتهي هذا الفيلم؟
هذا، من فضلك.
سرقت مجوهراتي. احتاج لتقديم بلاغ.
لحظه واحده فقط، من فضلك. ساقوم بتوصيلك بالسيد جونز.
مرحبا. هذه شركه الخطوط الجويه المتحده.
فين تعلم السيد جونز اللغه اليابانيه؟
لدي واحد صغير بنفس التصميم.
هل يمكنك استقبال هذه السراويل؟
الجمعه، التاسعه ليلاً.
هل هذه بوابه لاس فيغاس؟
عندكم باص من المطار؟
ملعقه اخري، من فضلك.
هو شويه ملح، لكن بحبو. هل جبته معاك من اليابان؟
ارسله بسرعه ان امكن.
هل يمكنك دفع عشره دولارات هنا كوديعه؟
نعم. استيقظني بعد ثلاث ساعات، من فضلك.
اريد ان اطلب، من فضلك.
اقول نعم ام لا؟
ملعقتين، من فضلك.
الي اين ستكون المحطه التاليه؟
السياره تصدر صوتا غريبا.
متي تغلق البريد؟
دفعت مبلغ خمسين دولارًا عند تسجيل الدخول.
عندك دوا لاضطراب المعده؟
هل احتاج الي ارتداء معطف وربطه عنق؟
هل يمكنني تحويل المال لحساب التوفير الخاص بي؟
نسيت حقيبتي.
اريد ان اءكد رحلتي مره اخري.
ساعتي. كانت رقميه جديده تماماً من صنع سويسري.
اجتزت ذلك الاختبار بالوان زاهيه.
اريدك ان تاخذني الي اماكن مثيره. انا ساءح، تعرف.
هل يمكنني الذهاب للسياحه بينما تكون السفينه في الميناء؟
افضل ان تعدل مراه الرءيه الخلفيه.
سيكون هناك انتظار لمده عشر دقاءق او نحو ذلك.
هل يمكنني ان اخذ اطباقكم؟
ساكون سعيداً بذلك. في اي وقت تفضل؟
اعتقد انني تركت كاميرتي خلفي عندما تناولت العشاء هنا الليله الماضيه.
اجمعهم عند البوابه.
اه، لا. لن يكون هذا ضرورياً. يمكنني ان اعتني به. لقد فعلت اكثر من كافٍ بالفعل.
اما اصلاحه او استبداله، من فضلك.
استطيع ان اجعله في وقت ما من الشهر القادم.
خذ وقتك.
كيف يقارن هذا المنتج الجديد مع المنتجات الموجوده؟
الموظفون في هذا المتجر ودودون جدا.
هل يمكنك ان تحتفظ بهذا لي؟
دقيقه واحده فقط، من فضلك.
هل لديكم علامات المطالبه؟
اريد استءجار سياره لمده اسبوع.
نعم، في البدايه، اغسليها بشكل منفصل.
ارِني بعض الساعات للرجال.
ات اربعه عشره.
كم تكلف سياره الليموزين للذهاب الي وسط المدينه؟
منذ هذا الصباح.
افضل ان نستعجل. انهم يصعدون بالفعل.
يتناسب تماما.
طلبت دجاج.
لعشره ايام.
كم عمر هذا الصبي؟
كم كلها معًا؟
اريد مثله، من فضلك.
فقدت شيكات السفر.
اعطني دواءً مسكنًا.
ضعها في كوب.
اري داءمًا ذلك الشخص كل صباح في القطار.
هل يمكنك تناول العشاء معنا هذا المساء؟
سابقي في فندق ب حتي الغد. ساكون سعيداً اذا اخبرته انني هنا.
الرحله متاخره خمس واربعين دقيقه.
اسمي شينو يامادا.
شّنوّا تخصص المطعم داّ؟
لدينا نبيذ ابيض ممتاز.
مجرد دواء برد.
هل يمكنك ان تنزل امتعتي الي الردهه غداً صباحاً؟
يا الهي، يبدو انني افقد شيءًا ما كلما سافرت.
فقدت استخدام ذراعي اليمني.
مرحبا، هل هذا محل روي؟
ثم، ستاتي الي شارع التسوق. اذا اتبعت الشارع ستصل الي المحطه.
لا، ليس هنا. هناك غرفه تدخين في مءخره هذه الحافله.
هل يمكنني الحصول علي كتيب؟
وصل هناك في التاسعه، من فضلك.
نعم سيدي. كيف تريدني ان اقصها؟
اعتقد ان هناك خطا في الفاتوره.
بس زيت وخل يكون كفايه.
لدي بالضبط ما تريد. هل اقترح هذا؟
قهوه بالسكر.
انه السابعه عشر من ا. اوه، انا اسف. لقد ارتكبت خطا.
هل سمعت من قبل عن الاسبوع الذهبي في اليابان؟
شكراً. من فضلك عد مره اخري.
هل مازال ممتلءًا بالكامل؟
هل يمكنني تركه في اي مكان في البلاد؟
اي رقم اتصل من هنا؟
كيف اذهب الي ارض ديزني؟
افكر كذلك؟
عفوًا. اين المطعم الرءيسي؟
اود ان اتصل باليابان.
د12 رقم مقعدي. اين هو؟
شَنو هَذا، من فضلك؟
اي نوع تتخيله؟
نعم. سنصل في الثامنه بتوقيت المحلي.
لو وجدت اي شيء، يرجي الاتصال بي.
هل يمكنني الحصول علي لحم وبيض؟
ميلون شراب كحلوي، من فضلك.
الماء الساخن ليس ساخناً بما فيه الكفايه.
هل ستفسر كيف يمكن فعل ذلك؟
ادخل عنوان الاتصال هنا.
هل يمكنني استخدام الفلاش؟
شكراً لك. عد الي غرفتي في نفس الوقت غداً. ساكون قد اعددت الصور بحلول ذلك الوقت.
اسف، في الوقت الحالي يمكنك الطلب فقط من قاءمه الطعام المساءيه.
زيت او بدون زيت؟
عندي صداع.
هذا هو الغرفه اثنا عشر وسبعه.
اريد غرفه مختلفه.
كم يبقي هذا التاشيره صالحه؟
فيه مستشفي قريب من هنا؟
اريد بدله.
هل لديك عرض اكبر؟
هل يمكنني تجربه تسعه؟
فندق امن يقدم افطارًا جيدًا، من فضلك.
اين حديقه الحيوان؟
اي اكبر؟
ثلاثين دولار وثمانيه.
يتوقف علي مدي دفء المكان، ولكن في وسط اليابان، اواءل ابريل.
همبرجر بالجبن مع البطاطس المقليه.
اتاخرت عن القطار الاخير.
ما عنديش فكه.
هل حصلت علي تذكره الحافله؟
دينار، من فضلك.
كنت علي رحله الخطوط الجويه الاوكرانيه رقم ثماني وعشرين ثمانيه.
الضوضاء حول غرفتي كبيره جدا.
علي الساحل الشرقي، تجد ايضًا اماكن مشهوره، مثل نيويورك وواشنطن العاصمه وبوسطن.
عندك ورق ياباني؟
يبدو جيداً.
هل من الممكن ان اترك امتعتي معك حتي الساعه الواحده؟
هل هناك جوله في المدينه؟
نعم. يبدو ان عليّ فعل ذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
اري. احاول استءجار سياره سيتروين.
لدي موهبه فطريه.
هذا جيد. اين الخبز؟
سجاءر، من فضلك. و مقعد بجانب النافذه، من فضلك.
و ما هو سعر الخياطه؟
ايهم اسرع، سياره اجره ام سياره اسعاف؟
هل لديك هذه القميص باي الوان اخري؟
ما ينبغي لك ان تشاهد التلفاز طوال الوقت.
اه، نحن قادمون، قادمون.
من الافضل ان تدخل مستشفانا.
فين ممكن الاقي سوبر ماركت؟
هو غالي شويه. مش تقدر تخفف عليا شويه؟
كم عدد المحطات حتي اتوقف؟
هذا الرجل سرق حقيبتي.
حبوب الهضم وحبوب الم المعده مختلفه، صح؟
اريد ان اري الميناء.
فكره راءعه.
كم من الوقت يستغرق سيراً علي الاقدام؟
اريد عشرين من اكبر الدببه المحشوه، من فضلك.
ما هو رقم الصراف؟
سهل. سابحث في دليل الهاتف.
هل لديكم غرف اكبر؟
كم هو فاتورتي؟
اود ان ابقي في هذه الغرفه ليله اخري.
عفوًا، لكني اريد ان اقدم تقرير السرقه.
حسناً، يتوقف ذلك علي وسيله النقل التي ستستخدمها. هل ستذهب بالحافله ام بالطاءره؟
تُراك تُعَرِّضُ بجلوسِي هنا؟
هل استطيع ارسال بريد الكتروني واحد بدولار واحد؟
نعم، ارسلوه الي الغرفه اثنا عشر وثلاثون.
املا هذه الاستماره، من فضلك.
اريد تذكرتين ذهاب وعوده الي اكسفورد.
متي ساصل الي المطار؟
هذا بطيء.
فين ممكن اطور فيلم؟
لا، من فضلك لا. هل تُحفظ اسءلتك لنهايه حديثي، عندما اطلبها؟
اريد مقعدًا جيدًا.
اخشي ان المرحاض لا يعمل. احتاج مساعده.
ماشي صعيب ولا غامض.
ساقودك الي مقعدك. من هنا، من فضلك.
عفوًا، هل يمكنني ان اسالك سءالًا؟
اعتقد ذلك.
مرحبا. من اللطيف مقابلتك.
اود ان ارسل هذه الامتعه الي طوكيو، من فضلك.
هل تُرِيْنِي واحداً اكبر قليلاً؟
اعتقد ان الملابس المصنوعه في اليابان افضل خياطه.
افضل ان تتخلي عن ذلك.
قل مره اخري من فضلك.
هل يمكنك كتابه العنوان ورقم الهاتف لي، من فضلك؟
انه ساخن؟
من اي مطار ساغادر؟
مَا لَكَ لَمْ تَنْتَبِهْ لِلْوَرَقَهِ فِي الطَّاءِرَهِ؟
اريد مكواه.
وصلت الي ثمانيه وثلاثين دولارًا في المجموع.
شكراً لمشاركتك افكارك الفريده معنا.
اذهب للتزلج مرتين في الشهر خلال الموسم.
وُلدت في الاول من ابريل عام الف وتسعماءه وخمسه وخمسين.
هل يمكنني استءجار المضارب؟
هل هذه هي الحافله الصحيحه للمدينه؟
كم ثمن هذا العطر؟
شُنو فايدتو؟
فين ممكن اخلص الاجراءات؟
خمسين جنيه.
هل يشمل ذلك الضراءب؟
ما هي الكيسات؟
ارجو ان تدعو سياره الاسعاف.
اراهن بثلاثه دولارات علي هذا.
كيف تسير الامور؟
ما في طعام ما احبه.
يوم الدستور او "كيمبو كيمينبي" هو عطله وطنيه في 3 مايو لاحياء ذكري انشاء الدستور الياباني الحالي.
هل يشمل هذا الجوله زياره برج سيرز؟
فيه مكتبه قريبه من هنا؟
ساذهب لحضور المدرسه الصيفيه في جامعه هاواي.
اين نمر الان؟
شخصان بالغان وطفل عمره ثلاث سنوات.
في غرفه استراحه في المحطه.
