اريد ان احجز طاوله للعشاء الليله.
هنا. خذ الفكه.
غادي نبقي فالفندق الفا.
شكون سمح ليكم تبيعوا الاقراص المدمجه بهاد الثمن؟
السعر هو 75 سنت. من فضلك اعطني التغيير الصحيح.
نَا جَاز.
غادي يكون تفتيش فردي للامتعه عند الجمركه؟
اود حجز غرفه مفرده في فندقكم، ثلاث ليالٍ ابتداءً من 1 يوليوز.
الي الفندق الكبير.
لكنها لا تقول جسر البوابه الذهبيه. يجب ان نسال شخصًا. عفواً، هل هذه محطه الحافله الصحيحه للذهاب الي جسر البوابه الذهبيه؟
نعم، ها هو.
نعم. هل يمكنني مساعدتك؟
اتصلي بالنادله اللي كتخدم الطاوله ديالنا، من فضلك.
اريد بعض الكحول الميثيلي.
هل يمكنني مواصله السفر؟
كاين شي يهتم بيه؟
اهتم بنفسك.
سءمت، شكرا.
هل الستره والكرافاط ضروريان؟
ايّ الفصول هي اجمل في هذا البلد؟
غادي نكون عندك ف 20 دقيقه.
هل يمكنني طلب كوب من النبيذ؟
غادي نوري عليكم غرفتكم.
اود تاكيد حجزي.
من الافضل ان تخضع لفحص شامل في مستشفي عام.
سلام. انا المُشغّل الخارجي. اي رقم ترغب في الاتصال به؟
جنب مكتب سنغافوره ايرلاينز داك.
هذا لا يعمل بشكل صحيح.
هل يمكنني الحصول علي المفتاح، من فضلك؟ رقم الغرفه واحد خمسه.
خذ هذا الوصفه الي الصيدليه.
هل يمكنني ان احجز مقعداً بجانب الممر، من فضلك؟ نرغب في مقعد غير مدخن.
السيده يوشي ساوا. ي o س h i e س a و a. الرقم هو ثلاثه اربعه خمسه سته سبعه ثمانيه تسعه صفر.
بالنيابه عن ياموتو كوجيو، يجب ان اشكركم كثيراً علي لطفكم ومساعدتكم في قياده هذا الاجتماع للوصول الي مثل هذه النتاءج الجيده.
ما نقدرش نتحرك.
عذرا. انا ابحث عن هذا العنوان.
حاجياتي تضررات بزاف.
فين اقرب مدخل؟
غرفه مفرده مع حمام، من فضلك.
يجب ان اتجنب الاطعمه التي تحتوي علي السكر.
مقعد بجانب النافذه، من فضلك.
اود ان احجز طاوله لشخصين.
هذا يبدو ممتعا. ماذا ننتظر؟
هذا معفي من الضراءب؟
اريد اصلاح ساعتي. هذه الساعه تخسر حوالي دقيقتين في اليوم.
عالم صغير.
اريد استءجار بعض الزوارق الماءيه.
لا، دعني القِ نظره اولاً.
هل هناك اي تهم اخري؟
فين ساحه؟
شكرا. سنوقظك في الثامنه.
هل يمكنني تغييره الي رحله مبكره في الخامس؟
علي الرغم من ان "رينجي" هو كتابه الخطه الاصليه وتوزيعها علي الاشخاص المعنيين للحصول علي موافقتهم.
سَفَرْتُ، لَكِنَّهُ مَمْلُوءٌ فِي ذَاكَ الْوَقْتِ.
عندك خواتم اوبال؟
غادي تلعب معايا؟
املا هذه الوصفه، من فضلك.
اتصل بي في اي وقت اذا سنحت لك الفرصه لزياره طوكيو.
الان تتحدث.
هل لديكم جولات سياحيه؟
غادي تدي هاد الكومبيوتر الشخصي ليا، صافي؟
اريد شريط لكاميرا الفيديو، من فضلك.
خَشْيَانْ مَا نَقْدَا مِتَا سِتِّينْ دَرْهَمْ فِي اللَّيْلَهْ.
غادي ناخد كاس ديال القهوه باللبن.
تاكيدًا. املا هذا النموذج ووقع عليه، من فضلك.
ماشي عليك تخلّي علي ليل كامل.
فوقاش غادي نرجع للحافله؟
ما عنديش شاكوش.
كَاين جوله لlas vegas؟
ما نقدرش نتحرك رجلي اليسري حيت كضرّني بزاف.
فين كاين مكتب استلام الامتعه؟
هَلْ تُدخل شويه ماء فِي كَاسي؟
ذكرت انني التقطت صوره في المطعم الذي تناولنا فيه الغداء.
وصلت هنا بالقطار الذي غادر لندن في الثانيه عشره والنصف.
نعم، لدي. متي يمكنني ان استلمها من جديد؟
عندك شي خفيف؟
مساء الخير. كم شخص في حزبتك؟
رجاءً اخرج.
سيدي، انا اسف، لكننا ممتلءون بالكامل.
قدر تكتب هاد الشي، من فضلك؟
نَحْتَاجُ اِلَي الْمَسْتَحَمَّم.
شحال نسبه التضخم؟
كَانَتْ فِرْقَه سِينْسِينَاتِي رِيدز تَخُسُرُ بِثَلَاثَهِ اَرْبَاعِ.
فين منطقه التزلج علي الثلج؟
نعم، هل ستخبره بان نوريكو ايتو اتصلت؟
فين ندفع ثمن المسافه الاضافيه؟
فين حافله النقل؟
اريد سمك القد.
غادي نعطي ليك شي حاجه تبكي عليها؟
سقَطت من الدرج.
غسل هذا في التاسعه صباحا من الغد.
نَاَتْ لِيّ الصّيَادَه.
هي تُقدم لنا قهوه ذات نكهه قويه.
هل يمكنك اصلاح كعب هذه الاحذيه لي؟
اريد ان اعرف وقت اقلاع رحلتي التاليه.
انه هناك بالضبط. من فضلك خذ واحده.
هل يمكننا استخدام ملعب التنس بعد ظهر اليوم؟
غداً صباحاً عند الثامنه، هل ستحضر لي الفطور؟
نتا من هاد الحي؟
ما نوع الجلد الذي صنع منه هذا المحفظه؟
فين نقدر نركبو حافله للمحطه ديال المدينه؟
ليك عينين زوينين.
فين مقعدي، من فضلك؟
اريد مرشح الاشعه فوق البنفسجيه، من فضلك.
هل يمكنني رءيه بعض منها اقل سعرا؟
اريد طاوله غير مُدخنه، من فضلك.
هذا هو افضل جوده لديك؟
اش نوّك تشرب، سيدتي؟
سمحلي، كتقصد ثالث وعشرين؟
سمحلي. فين البار؟
شكرا. خذ الفكه.
حسنا، ساتصل بك لاحقا. شكرا.
كاين حديقه العاب؟
عندك تذاكر جوج للجمال والوحش يوم الاربعاء؟
عندكم جوله ليوم كامل؟
اش نو وقت غادي نصلو ل نيويورك؟
غادي نخلص دابا.
خايف ما يوصل حتي غدا.
هذا ليس مشكله. لقد اخذنا بالفعل هذا النوع من المواقف في حساباتنا.
تقدر توديني للمستشفي؟
فين اقرب صيدليه تعمل 24 ساعه؟
كَيْنَ تَشْكُو لَوْ نَاْكُل غَيْر حُلْوَي؟
كلشي مزيان. دعينا نتحقق من كل شيء بشكل كامل.
كان الازدحام المروري سيءا جدا في منطقه اتسوجي، اليس كذلك؟
واسعين بزاف.
السمك اللي كتهضر عليه هو الفوغو. فيه سم قاتل في كبده وبيضه.
فكرت ان هذا الحفل كان جيدا جدا.
فين صالون الامتعه؟
هل يمكنني التقاط الصور داخلا؟
ما نقدرش نديرها بوحدي.
ما شفت مثل هاد المنظر الواسع.
نَحْتَاجُ اِلَي رُءْيَهِ اَخْصَاءِيِّ عَمَلِ الْعَمُودِ الفَقْرِيِّ.
نعم. لم اشعر بالخير منذ يومين تقريبا.
كنت عيان بالاسهال.
شكون لي كيقول ليك الغداء فثلاثه؟
الجمعه ممتلءه تماما حتي الثامنه والنصف.
غلفهم، من فضلك؟
اخبرني عن اسماء بعض المطاعم الجيده.
متي يمكنك اعاده اصدارها؟
خليّني نفكر. غادي نتحقق من بعض المتاجر الاخري.
كيف حال عشره دولارات للثلاثه؟
ما بغيتش نخلص اكثر من ثلاثين دولار لكل واحد.
هل يمكنك تبديل الين الياباني هنا؟
اعتقد ان هذا افضل بكثير.
تكلم الياباني
اريد شوكولا، من فضلك.
قف هنا، من فضلك.
هذا يبدو مثيرا للاهتمام. متي تبدا الجوله؟
حجزت سياره لمدّتين في اليابان.
هل يمكنك اخباري اين يمكنني تسجيل الدخول لهذه الرحله؟
هَل تَقُوم بِخَذْمَه صُوَرِي، مَرْجُوًّا؟
اريد طابعاً لهذه البطاقه البريديه، من فضلك.
هل يمكنني استءجار حماله وخوذه؟
هل يمكنني الحصول علي نبيذ اخر؟
من بني هذا؟
هل الضمان صالح في اليابان؟
لا، لا نفعل.
سافرت في سيدني.
كيف سيكون قريباً؟
عذرا، لكن هل يمكنك ان تجلب لي ملعقه اخري، من فضلك؟
كاين مسجد قريب؟
هل يمكنني الحصول عليه دون وصفه طبيه؟
هل يمكنني ان اقترح ان نصوت الان؟
اريد ان ابقي هنا الليله.
انا اعمل في وساءل الاعلام.
شكرا. واين يمكنني الحصول علي بطاقه هاتفيه؟
صُوّر شيكات منفصله، من فضلك.
شنو نوع الماكولات لي كتعجبك؟
حوالي ثلاثين دولار؟
قدر ت رسم خريطه؟
نتا مُعْلَم.
هاد دو دو تلات ضوبل واحد ضوبل واحد.
اه، انه حقا جميل. يبدو جميلا جدا عليك.
فين غادي؟
تذكره واحده، من فضلك.
اتمني ان يبقي الطقس هكذا.
نَفْسِي تَزُور متحف المتروبوليتان للفنون ومركز لينكون.
بعد الاعصار، عاده ما يكون لدينا يوم خريفي صافٍ.
نعم، سيكون هذا جيدًا. ما هو سعر الطباعه المزدوجه الاضافيه؟
كم من الوقت علي ان انتظر حتي يصل؟
ضباط شرطه. لدينا امر تفتيش. افتحوا الباب.
فاش كاين الفاصل؟
هل يمكنك ان تجعل الطول اقصر بسنتمترين؟
غادي نشوف شنو نقدر ندير.
غادي ناخد الطياره ف الساعه 2.
شكرا جزيلا. اليك تذكره التعديل.
شويه. كنت فهاد المنطقه.
كنت اكل بفضل القساءم.
اللي خفيف هو؟
كنت فقط اتفحص، شكرا.
جيب لي ساندويتشين هامبورغر و كوبين دي كافيه.
عليك فعل شيء حيال ذلك. يجب ان اكون في طوكيو غدا.
10 و11 اكتوبر، والتحقق في الثاني عشر.
شحال هو المودع؟
كيف الماء؟
هده هدايا لاصدقاءي.
متي ستنتهي؟
نَسِيتُ شَكَّاءِي.
لا علي الاطلاق. امل ان يكون جيدا غدا ايضا.
هل يجب ان اتنكر؟
اريد تذكرتين لعرض الساعه الثامنه.
عذرا. هل يمكنك اخباري متي تفتحون؟
هاد التذكره مافيهاش صحه.
ثلاثون و خمس ساعات، باستثناء ساعه للغداء. كيف حال شركتك في اليابان؟
هاد البرج كلو طولو سته وثلاثماءه واربعه وثلاثين فوت.
اريد ستيريو سياره، من فضلك.
غادي تشوف المسوده الاولي ديالي فاش نكملها؟
حسنا. سارسل لك الاشعار قريبا.
لديكم تقرير شرطه، اليس كذلك؟ ما هي ارقام الشيكات الخاصه بكم؟
كَاينه مشكل ف الاتصال
فين الدليل؟
مصارعه السومو رياضه وطنيه في اليابان.
فاش تلبس الكيمونو؟
نعم. اود استخدام فيزا. الرقم هو اربعه تسعه صفر ثمانيه واحد خمسه واحد اثنان ثلاثه سته سبعه سبعه سته صفر اربعه.
عندك هاد الحجم سته عشر، اللون احمر؟
اريد تامينًا شاملاً.
كيف حال رحلتك؟
شنو بغيتي ديري؟
شكرا. هل الطقس مجنون داءما في لندن؟
قول ليه يصونني فاش يدخل. هاد الرقم 35481139. فندق هيلتون، رقم الغرفه 1209.
متي نهاءيات الرابطه الوطنيه لكره السله؟
ما كاينش هاد النوع.
اي طريق الي برلين؟
كسرت الزهريه بالصدفه.
غادي نعرض الويسكي قبل الحساء ولا بعدو؟
قدر تضع هاد الساك فبلاصه اخري؟
سنتبع التطورات عن كثب بعد عودتنا الي اليابان.
تاكد، لا تقلق. لقد اهتممت بكل شيء.
حسنًا. ماذا عن اليابان؟
سيدي، انا اسف، لكن الفندق ممتلء.
هل يمكننا التقاط الصور داخل المتحف؟
هاد الاظافر الاكريليك كطولو الاظافر.
حسنا، حسنا. امل الا يحدث ذلك مره اخري.
اريد حمام فقاعات.
غادي نزل. هاد القطار ماشي هو اللي كنتسناه.
خاتمي مفقود.
قد يكون التهاب الزاءده الدوديه.
اكتبها، من فضلك.
تُرِيْنِي هَذِه؟
اش غادي ندير فاش نرجع اللوطو؟
ليش ما نتحدث علي فنجان قهوه؟
اش شطاحتك؟
غادي يسالا في واحد تنهار
اريد الغاء الاطباق الاخري لانها تستغرق وقتا طويلا.
رءيسنا؟ نعم، انه يستمتع بمشروب كوكتيل. اود ان تعرفه. تعال معي.
سيد، اتصل بالشرطه.
كنت ابحث عن هديه تذكاريه لامي.
فين انا فهاد الخريطه؟
مَا نَدِيْر.
حطيت السّيّاره.
غادي نضعك فحول الخمسه و خمسين.
ممنوع الانعطاف يمينًا هنا.
كاين شي ورشه تصليح سيارات فهاد الحي؟
هذا ليس الترتيب الصحيح.
غادي نقضي غدا فالتسوق.
هذا شاءع.
اه، هادي رحلتي الاولي.
اود ان اتغير الي غرفه اخري.
هل من الممكن اضافه ساءقين؟
فين ديبانج (المحلات) ؟
تركت حقيبتي في مقعدي. هل يمكنك البحث عنها؟
ساندويتش ديك رومي. اضف المايونيز بكميه قليله، من فضلك.
نقول ان الصيف هنا ليس سيءا جدا.
يا له من رجل محظوظ. لقد وجدوه مباشره علي مكتب الاستقبال، وهم يحتفظون به ككاميرا ضاءعه. هل نعود؟
متوسط النضج، من فضلك.
غادي تدفع تكاليف اضافيه عند خروجك من السياره.
كيف تثبت حزام الامان؟
غادي نعيط لحرّاس الباب.
كامل. ما يمكنش نديرو والو.
تمشي مستقيم لمده بلوكين.
اتصل بسياره الاسعاف بسرعه، من فضلك.
سَعْدَانِي، شنو وقت طياره غادي توصل لطوكيو؟
هاد التذكره مزال فيها بلاصه؟
تحتاج الي قلم، او رصاص؟
هاد الراجل ما كاينش لي تيق بيه.
عندك خريطه للدراجه؟
حجم عشره، سيدتي. وضع العلامات الحمراء علي حجم عشره.
بقليل من التغيير، من فضلك.
نعم، نفعل. هل ترغب في قراءه بعض المجلات اليابانيه ايضًا؟
اشْتَرِكْ، مَرْجُوًّا.
نعم، انه كذلك. نسمي موسم المطر الياباني تسوي.
ملا الخزان، من فضلك.
ما كايناش الحاسه ف رجلي اليمني.
طبعا. لكن ما بقي غرفه مزدوجه اخري متاحه الليله.
كم طولها؟ تقريباً هكذا؟
هل يجب علي الجميع النزول من السفينه؟
هل يمكنك التحدث ببطء اكثر؟
هذا هو الدواء الذي اعطاني اياه طبيبي العاءلي.
يقال ان تاريخ امه ما، وتقاليدها وثقافتها، مُستَفَهْمَه في اعيادها الوطنيه.
غادي هاد الطياره فوقت غادي؟
لا، لكن يمكنك الاتصال بهذا الرقم للحصول علي مساعده يابانيه. ثمان مءه
دَعني اُلقي نظره علي تلك السياره.
هل يمكنك ان توصي بمحل جيد لشراء ساعات قديمه، من فضلك؟
نعم، ساضع ذلك في الحسبان.
نَحْتَاجُ مُحَوِّلَ تَارِقٍ وَمَقابسَ وَمَخَارِجَ. تَارِقُ هَذَا الْبَلَدِ يَخْتَلِفُ عَنْ تَارِقِ بَلَدِنَا، وَكَذَلِكَ اَيْضًا اَوْسَاطُ هَذِهِ الْاَمْتِعَهِ.
كانوا اربعه شبان.
اعتقد انني اصبت بشد في اسفل الظهر.
غادي ترفع هاد الشارب شويه؟
نود ان تنتقل الي مصنع ABC.
حجم عادي، من فضلك.
اسمي شيبا. رقم الغرفه ثلاث واربعون وخمسه.
عطيونا 20 يوم عطله مدفوعه فالعام.
حقاءبي ليست هنا.
بالحديث عن اللمس، يقوم رجل امريكي بوضع ذراعه حول ظهر سيده بطريقه طبيعيه.
فين اكل لي طلبت؟
حيت انا غادي نطيب السالمون بالطريقه الميونيير.
هذا من لطفك ان تتصل لتسال عن صحتي.
مكيش غير سوا.
من العذاب حمل الكثير من الاشياء، لذا ساشتري جميع هداياي التذكاريه في اليوم الاخير.
غادي يكون سينما سما بدا فقليل. بغيتي شي حاجات خفيفه؟
نَا مِن مَرَّاكش.
حط الساك هنا، والحقيبه فالماريو، من فضلك.
ما كاين فايده فشراء الاشياء الرخيصه.
هنا تذاكركم وورقه تاكيد الفندق.
ارسل لي طبيب، من فضلك.
كنقدر نقضي كل بعدا.
شكرا. هذا كل ما احتاجه الان.
شكرا جزيلا. رقم غرفتك سبعه وعشرين. اليك مفتاح الغرفه. سيحمل حامل الامتعه امتعتك.
حيد عليك الحوايج و تكي تما.
غادي تاكره لو سمحت لو بغيت نطفي الراديو؟
رد فعل التاجر علي المنتج كان جيدا.
اريد ماءً ساخناً جداً.
نذهب الي هولندا.
خادمه.
خَذَوْت اَخَوَاتِي الصِّغَار اِلَي الْحَدِيقَهِ الْحَيْوَانِيَّه.
مساء الخير، نلتقي مره اخري.
فقط كذكري. تري، لا يوجد هذا النوع من سيارات الاجره في اليابان.
هل يمكنني التقاط الصور داخل المتحف؟
اشنو انواع الالعاب لي كيلعبو بيها ولاد الخمسه او سته سنين ف انجلترا؟
اريد حجز تذكره لطاءره الخطوط الجويه اليابانيه رقم سته الي نيويورك في الثاني عشر.
اعتقد ان هذه فكره جيده. اذا لم يكن هناك اي اعتراض علي هذا، اود ان اجري تصويتا.
كيف يمكنني الوصول اليها بالحافله الفاخره؟
الوحيد المتبقي لدينا اليوم هو جوله المدينه. جميع الباقين جولات ليليه.
صنع في ايطاليا؟
اش من خط كايدل علي محطه لندن؟
عندك اطفال؟
ماشي ذنوبك.
سير علي هاد الطريق. السادسه والسابعه ديال هاد الصف.
فين المنحدر الصغير؟
ما كاين والو.
هل يمكنك ارسال بعض الادبيات حول منتجك الجديد؟
هاد كاميرا السينما ديال 8 ملم هديه؟
اريد عود ثقاب.
اريد مكالمه استيقاظ، من فضلك.
تقصد انك لا تريد التوصل الي حل وسط معهم؟
نعم، سافعل. متي سنغادر هنا؟
اسمي ريسا كوباياشي والرقم الذي اقيم فيه الان هو اثنان صفر سته خمسه اثنان خمسه ثلاثه واحد سته ثمانيه.
اريد راديو جيب، من فضلك.
كم ستبقي هنا؟
غادي ياخذ بضعه ايام.
صباح الخير، سيدي. هل يمكنني مساعدتك؟
غادي نوصل بعد العشاء.
غادي نعد العقد الاسبوع الجاي.
خمسه. اود ان تكون الطاولات ملتصقه ببعضها.
هذا التغيير غير صحيح. من فضلك اعطني ثلاثه دولارات اخري.
اريد النزول في محطه المركز. من فضلك اعطني اشاره عندما نصل هناك.
هاد ديال الجلد الاصلي؟
رجاءً اتصل بالشرطي.
اي نادي هو الافضل لجاز؟
ما فهمتش.
فقدت حقيبتي.
هل يمكنني الحصول علي صندوق للتغليف؟
اريد شامبو جاف.
الطقس معتدل.
نعم، بالتاكيد سافعل. من فضلك اعط السيده كاواماي تحياتي.
دعني اري وزنها. سيكون ذلك خمس تسعين سنتا.
هل يمكنك اضافه خس وطماطم؟
رجاءً اتصل بسياره اجره في الساعه الثانيه.
دوزت شظيه ف اصبعي.
كم ثمنها في اليابان؟
يصل الي بورتلاند في منتصف النهار.
كَثِير مَا يُبهرني.
شفتا كملتي غداك؟
قدر تلفظ هاد الحاجه ليا؟
هل يمكنك وصف امتعتك؟
حطّوها فكيس.
غادي تنتاظر حتي نزور الكاتدراءيه؟
نغير النهايات.
من الافضل ان تملا هذه الاستماره الجمركيه وتسلمها.
هل يمكنني ان اقترض قلمًا؟
اريد كوبًا واحدًا من الايس كريم الموز علي عصا، من فضلك.
غادي تشرب شي حاجه؟
شكون سميتك مره اخري، من فضلك؟
دَعني اَرَهُ هَذا.
جيت ناخد البصمات ديالي.
رجاءً قم بتقصير الاكمام.
عندي حمي خفيفه وايضا الم في الصدر في الجانب الايمن عندما اسعل.
20 دولار مسبقا.
كاين ديسكو فهاد الجوار؟
اريد الذهاب الي محطه المترو.
نصل هناك في الثالثه والنصف بالتوقيت المحلي.
اود الذهاب الي الجاده الخامسه. ما هو السعر، من فضلك؟
هل يمكنني ان احضر لك شيءًا للشرب؟
فين اقرب حلويات؟
اه، نعم. اود ان يتم ارسال هذه الطرد الي اليابان. يوجد به حرفه اصليه.
يا الهي، تقود بسرعه كبيره. هل يمكنك التباطء؟
هل يمكنني الحصول علي نبيذ احمر، من فضلك؟
شكون سعر الغرفه؟
عطني اللي فالمكتبه.
غادي نعتني بذاك الطبله.
لف هاد واحد بواحد.
هنا قليلاً كبير جداً.
سلام عليكم. فندق النجمه. كيف يمكنني مساعدتك؟
وضعْتُ قطعتين من العمله المعدنيه في الاله من اجل كوكا كولا، لكن الاله لم تعط شيءًا.
فين كاين بلاصه كيجمع فيها بزاف ديال الشباب؟
هل يمكنني تغيير شركه الطيران؟
هل يمكنني صرف بعض الشيكات السياحيه؟
مَا كَانَ قَصْدِي اَنْ اُءْذِي شُعُوَرَك.
بعد الاقلاع، سنخبركم بمزيد من التفاصيل حول خدماتنا اليوم. في هذه الاثناء، اذا كان هناك اي شيء يمكننا القيام به لجعل رحلتكم اكثر متعه، فلا تترددوا في السءال.
رجاءً قم بتوصيلي بغرفه رقم اثنا عشر وثلاثون واربعه.
اخذني الي الطبيب، من فضلك؟
ارِني المبلغ الاجمالي.
الطعام بارد.
كاين متجر لبيع الملابس للرجال؟
هاد كلشي.
هي هنا منذ ثلاث سنوات.
اريد حجز ملعب تنس في الساعه الثالثه بعد الظهر لمده ساعه.
كلما فشلت، نجحت في المره القادمه.
هادشي للاطفال؟
حسنا، افضل راءحه ليست حلوه جدا.
فِي بَيت صَديقي.
شنو غادي نعاونك؟ كنتي فمشكل؟
كم ثمن تذكره العوده؟
سَفَرْتُ. مَا نَقْبَلُ حُجُوزَاتٍ.
فين نزل؟
هل يمكنك ان تاخذني الي اقرب مركز للشرطه؟
سيتم فرض الضريبه بشكل منفصل.
اين هو افضل مكان للزياره؟
شكون قالك ماتبزّكش شويه الفلفل فهادشي؟
اريد ان اتناول بعض الطعام الايطالي.
اريد مطاط.
كم سارسلها؟
كم تكلف الدخول؟
يا له من انجاز.
غادي نوصل ل لوس انجلوس في خمسه.
اشعر بالم حاد في صدري.
انه ازرق كبير من سامسونيت مع الكثير من الملصقات عليه.
هل يمكنني السفر؟
حسنا، ستجد التذاكر في انتظارك في مكتب بيع التذاكر بالمسارح. شكرا لاختيارك تذاكر برودواي.
اظن ان هذه الارقام لا تتفق.
لدينا مشكله.
هاد الطياره عندها ساعتين ديال التاخير.
غادي تمطر؟
عذرا، لكن هل يتوقف هذا القطار في بالتيمور؟
الغسيل لي كنت كنشير فالبيت ديال الحمام مشا.
نعم، شكرا. اريد كوب من الشاي.
غادي نراهن ب10 دولارات.
دليل.
ارِني كيف افعل ذلك.
كنت معجبًا حقًا بالمعطف الذي ترتديه.
عرفتي شي حوايج في شيكاغو باش نبقاو فيها؟
حوالي خمسه الاف ين. شيء لامراه شابه.
فين كاينه لوحه الاعلانات؟
هل يمكنك فتح الباب لي؟
اش كاين دابا؟
كاين استراحه؟
غادي يقتلني. دابا شوف، عاوني. دخلي للحمام، حلي النافذه و بقاي تما.
نعم سيدي. بيروجينو علي الجانب الغربي.
هل يمكنني ان احتفظ بهذا الكوب هنا؟
رجاءًا، اخرج من هنا في التاسعه.
غادي ناخد شوربه الخضار واللحم المشوي، من فضلك.
فين كنلقا الطوبيس؟
ارِني لونًا اخر.
كاين تزلج ليلي؟
اريد حجز غرفه لليله اليوم.
بعد ان تنتهي من الشرطه، يرجي الاتصال بي مره اخري حتي اتمكن من اعطاءك الارقام الاخري التي تحتاجها.
كَيْتَفَوَّخ و كَيْتَلَامَز.
ارسلها الي هذا العنوان.
هذا مشغل الاقراص المدمجه لا يعمل. اريد استرداد المبلغ.
كَاينه.
اه، اود ذلك كثيرا.
هذا السيد، ياماموتو، الغرفه ثلاث وثلاثون وخمس. الاشخاص في الغرفه المجاوره جداً مزعجون. اود تغيير الغرف.
عندك شي ضيق اكثر؟
كم يجب ان نطيل مده هذا العقد؟
كاس شابلي.
كم ثمن الرخصه؟
كم ثمن هذه العمله؟
انا اعاني من الام الدوره الشهريه.
كالعاده.
كنتُ جريحاً.
كَتِير طَوِيل.
الي العروس الجميله سُوسان. كل التوفيق لك.
عذرا سيدتي. القيتِ منديلكِ.
البريد الجوي، من فضلك.
غادي تجلس في النافذه ولا في الممر؟
سلام. كيفاش ناخد تذاكر لمباراه اليوم؟ دابا كنقيم فمانهاتن.
الي اي جزء من ا ستذهب؟
شكرا. انا ذاهب لحفل.
اريد فيلماً سريعاً من فضلك.
قدر تاصل بالطبيب، من فضلك؟
لا حقا. لكن لدي صداع قليل.
كاين شي حفل كبير ديال الروك ميوزيك؟
انا هنا لبحث السوق.
شوف شنو تقدر ديرو ليا.
هل يمكنني دعوتك لتناول الغداء؟
فيزا.
اريد سُوَيْقَه غسيل.
بالتاكيد. قلت: هل تعرف السيد وايت؟
شكراً علي النصيحه. ساحاولها في المره القادمه.
هل تعاني من حساسيه تجاه دواء معين؟
لا، شكرا.
ما نعتقدش. فكره زوينه.
قدر تطفي التكييف؟
اريد زجاجه ماء معدني.
هل يمكنك ان توصي ببعض الاماكن الجيده للرحلات اليوميه؟
هل يمكنني استءجار مرشد ليوم واحد؟
من اي جزء من الولايات المتحده انت؟
بدل هاد الفلوس بالجنيه.
انه يعتمد علي طول الجوله.
هل يمكنك خلع ملابسك حتي الخصر؟
جيت من اسراءيل.
اه-ان زيتونه عالقه في حنجرتي.
فين نلقي الكتب المدرسيه؟
تَعَرَّضْتُ لِلصَّدْمَهِ مِنْ قِبَلِ سَيَّارَهٍ.
نستطيع ان ناخذ عود ثقاب، من فضلك؟
الثلاجه مكايناش.
هل يمكنك ملء هذا النموذج وارساله اليه عن طريق الفاكس؟
نلقاو بعضياتنا.
هل هذه هي المنصه الصحيحه للقطار الي باريس؟
مرحبا. كان من دواعي سروري.
اه، هل لا تزال حفلات الجياشا موجوده؟
لكن، تُكتب اسماء المحطات في الغالب باللغه اليابانيه فقط. لذا، قد يكون من الصعب فهمها.
شنو كيدير الدوده فحقل الذره؟
شنو بغيتي؟
شكراً جزيلاً، لكن اي يوم تتحدث عنه؟
اعتقد انك في مقعدي.
فِي هَذَا الْحَال لَنْ اَتَوَفَّر عَلَي الْوَقْتِ الْكَافِي.
ممنوع التدخين.
اريد الذهاب الي مانهاتن. كم يكلف ذلك؟
ثم هل يمكنك ان توصي بمطعم معقول قريب؟ هل يمكنك ان تُرشدهم علي هذه الخريطه؟
غادي تخرج من باب اخر باش تصل لمقابيل السكك الحديديه.
فين السينما؟
انه كيمونو.
يمكنك توصيلي بشخص يتحدث اليابانيه؟
اربعه ايام.
دوز، غادي يكون اربعه وخمسين.
تاخر موعد الصعود علي متن رحله شركه يونايتد ايرلاينز رقم واحد وسبعين. يرجي الانتظار لمده عشر دقاءق.
حسن. ساشتريها.
هل يشمل هذا السعر الضريبه، رسوم الخدمه والافطار؟
دَعني اشرح لك اوقات الوجبات في هذا البيت.
عندي حراره عاليه.
كَتِبْتَ واجباتك؟
نصوني.
اوروبا لقضاء عطلتي الصيفيه هذه السنه.
لابد ان هناك اشخاص من كل انحاء العالم هنا.
فين كاينه هاد المسرحيه؟
عافاك عطيني الفاتوره، من فضلك.
حسناً، يحتوي علي ثلاث شراءح من الدجاج، وياتي ايضاً مع البطاطا المشويه والخضروات المختلطه.
الغرفه اللي فالقنت صاخبه. كتقدر تحذرهم؟
ضربني.
مكاين ما يخاف، غادي نحلوا الموضوع.
نود ان نجد مكاناً بحوالي ثلاثين دولاراً للشخص.
عذرا، لكن هل يمكنك ان تخبرني ما هو هذا العنصر في القاءمه؟
ايمكنك اخباري باشهر ديسكو في هذه المدينه؟
كَانَ يَسْتَطِيعُ اَنْ يُرِينِي كَيْفَ اَسْتَعْمِلُ الْهَاتِفَ؟
انه مفتاح من نوع بطاقه. يمكنك الاحتفاظ به معك.
تعرف وقت فتح المتحف؟
اريد الذهاب لحضور حفل موسيقي كلاسيكي.
اش كاين دابا ف الموضه؟
اريد بعض اللحم.
كيف غادي يكون مع القضيه؟
اه، انا اسف، هي الباب الثاني علي اليسار.
نعم، لدينا "اين" ودليل المدينه.
حافظ علي اغراضي الثمينه في صندوقك.
حذر.
سارع. لنذهب. سيدتي، هل يمكنك التزام الصمت؟ سيدي، استلقِ، من فضلك. شكراً لك. فقط ابقَ هناك. اجلس براحه تامه. يا رجل، الا يمكنك ان تضع لنا بضع زجاجات من وايلد تيركي ايضاً؟
انا مجمد صلب.
قول ليها بغيت نشوفها فليوم لي جاي.
غادي نبقي مع صاحبي.
فين دليل السفر ده؟
هاد الشي كيبان لذيذ.
عشره دولارات من العاديه من المضخه رقم ثلاثه، من فضلك.
حزمتي تشمل هذه الجوله الاختياريه.
كيف اذهب الي هناك؟ هل يمكنك رسم خريطه لي؟
غادي نفكر فهاد الشي. شكرا.
غادي نكون حذر باش ما يخدعوني و يسرقولي الفريش.
طبخ الطهاه المحترفين اصبح شاءعًا جدًا هذه الايام.
استمتعنا بها. شكرا.
كتب. كم من الوقت سيستغرق وصولها الي اليابان بالبريد الجوي؟
تضررت يدي.
واش الثلاثاء؟
هل لديكم جولات ليوم واحد فقط؟
مَا نقدرش نفهم الانجليزيه مزيان. شي واحد كيهضر اليابانيه؟
سلام، اسمي موري. لدي حجز في السابعه.
كنت انتظر صديقي.
انا من روسيا.
طلبك؟ هل تريد مشروبًا؟
رجاءً قم بتوصيلي بالسيد تاناكا في الغرفه ثمانين.
مزيد من الخبز المحمص، من فضلك.
هل يمكننا استءجار المضارب؟
غادي تشرب قهوه ولا شاي بعد العشاء؟
هل يمكنني التوقف في الطريق؟
شكون هاد اللحم هادا؟
هل 100 دولار كافيه؟
انه حقيبه جلد كبيره.
غادي توري ليا الطريق للمتحف؟
نعم، هل يمكنني الحصول علي كوكا كولا، من فضلك؟
كونفوشيوس في القرن الخامس قبل الميلاد
هل يمكنك اختيار واحد لي؟
كَيْدَيَا بِدَرْدَه؟
غادي نكون عند الرقم التالي طوال الليل، واحد اثنين اثنين ثلاثه واحد سبعه سبعه.
عندي حساء فوري من فول الصويا.
كم مره ننام علي سرير في اليابان؟
فِي نيويورك.
متي ستكون الصور جاهزه؟
كَثِير شويه، هنا.
هذا فيلم سريع. هل يمكنني اخراج الفيلم؟
اريد طلب سلطه خضراء.
نلعب الان؟
شكراً لك علي هذا.
الي صداقتنا.
غادي تقوليا شنو وقفه قبل نيويورك؟
كَتَبْتِي هاد الشي، صَحَابِي؟
لا استطيع ان اتفاهم مع زميلي في السكن. انه يدخن باستمرار. لا اطيق ذلك.
كاين حفل موسيقي الليله ولا غدا؟
سَنَعْتَذِرُ. لَكِنْ عَلَيْنَا اَنْ نَذْهَبَ الانَ.
رقم الممر سبعه.
كنت اعلم ان الهامبرغر لذيذ هنا.
نحن سعداء جداً لتمكنك من الحضور.
سلام. انا المُشغّل الخارجي. اي رقم ترغب في الاتصال به؟
قدر تطفي التكيّه؟
كاين شي بلون اخر؟
كيمورا ك I M U R A.
غيّر هذا الي دولارات امريكيه.
اريد ان اجد المدخل.
هل يمكنني الحصول علي الدواء الموصوف في الوصفه الطبيه؟
هل التفسير باللغه الانجليزيه؟
شوكولا، من فضلك.
جيت هنا باش ناخد صاكي لي مفقود.
هذا مطعم للاسماك، اليس كذلك؟
فين غادي نديها؟
فين الخروج؟
هل هذه هي قطار كاسكيد المحدود؟
اريد هذا، من فضلك.
شكون رقم الطوارء؟
يبدو ان العرض ضيق قليلا. هل هذا جيد؟
هل يمكنك ان توصي بشيء اخر؟
فوقاش خاصني ندخل؟
لدينا عرض خاص علي فطاءر التفاح مقابل خمسين سنتا فقط.
وساده وبطانيه، من فضلك.
الساعه الثامنه، من فضلك.
سلمي.
رحلتي هي UA واحد وثلاثه في العاشر من مارس.
غادي تقول ليا فين كاينين المطاعم؟
اه، انا اسف جدا.
فين اقرب مكتب بريد، من فضلك؟
هل يمكنني رءيه بطاقه نزولك؟
حجزت في المطار.
هل يمكنني عصر ليمونه؟
كيف يمكنني الوصول الي مكتب البريد؟
هل يمكنني رءيه قاءمه الاسعار؟
نحن معا.
عالم صغير، اليس كذلك؟
عطياني جوج ايروجرام؟
ايمكنك اخباري برقم هاتفك؟
يمكنك المجيء في اي وقت تريده في فتره ما بعد الظهر.
هل تقبل هذا كرمز لتقديرنا وشكرنا؟
شحال السُمك بالسنتمترات؟
احجزنا طاوله في التاسعه. اسمي ساتو.
مفروغ منها.
بالنسبه للتمر، يذهبون الي المطاعم.
التاكسيات رخيصه؟
واقعا؟ انه لطيف جدا منك ان تقول ذلك.
غادي تجيب ليا طاكسي فالعشره صباحا؟
اش نو وقت كتسدو؟
هل يمكن شراء ربع رطل من اللحم؟
حقيقه؟ شكراً جزيلاً. لن امانع في اقتراض بعضها لقراءتها خلال العطله. ثلاثه كتب يجب ان تكون كافيه.
عطني الفطور ديال الرقم 2.
في هذه الحاله، يرجي التوجه الي مكتب المطالبات مع بطاقه المطالبه الخاصه بك.
كاينين غرف نوم؟
هاته كبيره قليلا علي. هل يمكنني تجربه مقاس اصغر؟
كم تكلفه البريد الي اليابان بالبريد الجوي؟
هل يمكنني ان اقاطعك؟
هذا السيد واتانابي في الغرفه سته او سبعه. ساغادر في حوالي التاسعه والنصف. هل يمكنكم ارسال شخص لاخذ امتعتي؟
هل من الممكن ان نزحف علي اللوح الثلجي في ماونا كيا في هذا الوقت؟
عندك بطاقه قطار؟
كنت ممارسا للكاراتيه عندما كنت في المدرسه.
يجب ان اتوصل هناك حتي الواحده والنصف.
كم ساعه رحله القطار؟
اه-ها. سيتطلب الامر حوالي خمس دقاءق.
كاينين مواقع تاريخيه فهاد الحي؟
انه الخامسه والنصف. لديك ثلاثون دقيقه للذهاب.
كتحبها هنا؟
ماكاينش ورقه للكتابه.
فمتي يمكنك ان تفعل ذلك؟
اي بوابه ستكون؟
اود ان احجز طاوله لخمسه اشخاص في السادسه من مساء اليوم.
نعم، لكننا نطلب رسوم تسليم.
يمكنك شراءه في قسم الاثاث بالطابق الثالث.
انا من اسيا.
هل هذه هي الحافله الصحيحه لخطوط جويه يابانيه؟
اريد ان احجز مقعد في الحافله.
هل يمكنك ازاله هذه البقعه؟
بالفعل. راءع. نود حجز طاوله لثلاثه اشخاص.
هل يمكنني ان اطلب الوقت؟
حسنا، ديف، مارك، ساشيكو، ورومي سيكونون في الحفله.
خمسين درهم من البسكويت، من فضلك.
من الافضل ان تاخذ حافله.
غادي نوصل حوالي السابعه ليلا
شكون بغا سلطه؟
اريد الذهاب الي مطعم حقيقي في نيويورك، ليس باهظ الثمن.
غادي نوصل الفندق ف 18 سبتمبر.
هل يمكنني الحصول علي خريطه للمنحدر، من فضلك؟
اريد عينه من برازك.
جي- لماذا يتصرف الرجال اليابانيون بهذه الطريقه غير الاجتماعيه؟
ماكاين اختيار. هنا مزيان.
فان كانت السلع معفاه من الرسوم، تمر عبر كشك التفتيش الاخضر.
رجاءً كررها مره اخري؟
للاسف، كل الغرف المفرده محجوزه. لكن لدينا بعض الغرف المزدوجه المتبقيه.
فهمت تماما.
اش غادي نعرض عليهم باش نستافد من خدمه الكراء ديال لسيارات؟
تعرضت لحادثه سير.
عندك تذكره العوده؟
عندي صداع.
عندك ديون هيل؟
هل يمكنك ان توصي ببعض النبيذ الرخيص؟
من المفترض ان تدخل.
كاين بلاصه نشري فيها شي حاحه نشرب؟
وصلت للتو الي المطار.
غادي تصل قبل الليل؟
يمكن الاطلاع علي مزيد من التفاصيل المتعلقه بهذه النقطه في الصفحه الثانيه عشره من التقرير.
كان عليه ان يعود الي البيت في العاشره.
جاف.
نعم، من فضلك اجلس.
غادي تقترح عليا بلايص فين نمشي ونرجع فنهار؟
لا شكرا. ساذهب الي الطبيب.
هاد الخاتم زوين.
اريد الحصول علي هذا.
فوقاش كتفتح المعرض؟
ما قررت حتي الان.
سنعتني بهذا.
عطيني تخفيض، من فضلك.
كنتُ جدًا متهورًا. امل ان تغفري لي.
عندك فستان بالبيض؟
هل يمكنك الاتصال بفندق من نفس الفءه وايجاد غرفه لي؟
هل يمكنك ان تريني كيف املا استماره الامتعه المفقوده، من فضلك؟
متي تم بناءه؟
غادي نقول ليك فاش نوصل لهيه.
هل من السهل الوصول اليها؟
يمكننا ان نجلسك الان.
عذراً، ولكن اي طريق يءدي الي اكاساكا؟
كَتِفَا بَرَكَه.
فين نقدر نشري ادوات الكتابه؟
مَا عَلِمْتُ مَا سَتَكُونُ عَلَيْهِ فِي اَمْرِيكَا.
ارسلوا شاحنه سحب علي شارع بكر 15.
اصبت بالانفلونزا.
فين منطقه فيها محلات ماركات؟
كَتَبْتِي.
كَيْنَ فَتِيح فِي الاَحَد؟
وقع حادث.
خُذ المصعد الي الاسفل، والمكتب هناك.
اريد استرداد اغراضي الثمينه، من فضلك.
هل الدكتور تافلير معلم صارم؟
علامه تجاريه اخري؟
قدر تسير وقفه قدام الحريه؟
انا شبعت دابا. كن ما كاينش مشكل، تجيبه بعد نصف ساعه؟
هل يمكنني الدفع بهذه البطاقه؟
غادي نبقي بضعه ايام.
اللحم المقدد يجب ان يكون مقرمشا، تعرف.
اريد ان اري تلك البلوزه.
ضعها باحكام وفي مكان يسهل رءيته.
اود ان اتاكد من قطعتين من الامتعه، من فضلك.
كاين غرفه تبديل؟
مفتوحه ماجي اليوم؟
اريد تنظيف هذه الملابس بالبخار.
اود حجز مقعدين لعرض الظهر يوم الثلاثاء.
غلطت. عطيوني واحد جديد.
شكون هاد التهمه؟
غادي ناكل هنا.
تُرِيْنِي كيف استعمل المضخه؟
هل يوجد مكتب صرف عملات؟
نعم. يمكننا ان نءجر لك انديه الغولف واحذيه الغولف.
اوه؟ تبدو شابا جدا.
منتجنا اخف وزنا واصغر حجما من منافسيه، ومع ذلك لا يتجاوز سعره 8 في الماءه.
الريموت ديالي مكسور.
فين الكتب المصوره؟
اشنو غادي نلقي تما؟
تَعْتَمِدُ ذَلِكَ.
عادهً يكون ثلاثين وخمسه دولار، لكن اليوم هناك خصم 25%، لذا هو فقط سته وعشرون دولار وخمسه وعشرون سنت.
تُباع هذه المنتجات بشكل منفصل؟
اربع برتقال.
فين كنلقا حافله لشيغيكاغو؟
ماعرفت حتي الان.
اريد ان العب التنس مع شخص ما.
هذا لزوجي.
ما نقدرش نقفل الباب.
المزارات في اليونان كانت تاريخيه.
غادي نعرضو فيلم دابا. رجع الستاءر.
نعم. هذه الالوان هي الان في الموضه.
انا استقل رحله شركه يونايتد ايرلاينز الي انكوراج.
هَل تُمكنك ان تُعطيني طبقًا جديدًا من هذه؟
نعم، ولكن يجب ان تضع "عبر البريد الجوي" هنا اذا كنت تريد ارسالها عبر البريد الجوي.
هنا. هل ستُريني بطاقتك الشخصيه او جواز سفرك؟
لادي لال كاميليا كتلعب. كتعجب بزاف دابا.
صافي ولكن كاس واحد.
شكون يقدر يوصي بزغبه ديال النبيذ؟
تيفاني. تقصدين متجر المجوهرات؟
ثلاثه دولارات لكل واحد.
من المءسف ان نضطر للالغاء، لكن لا يمكننا فعل شيء حيال ذلك.
تاهت فيّ. اين نحن؟
مَا تَفْكُرْ اَنَّ مَا كَايْنْشْ بَزافْ دَيَالْ النَّاسْ الْبَرَانْصِيَيْنْ؟
تَقُول ليا تجيب ليا طَرَف وَرَق تَكْتُب بيه؟
هذا ابي.
حسنا. من فضلك اعط هذه البطاقه للضابط عند الخروج.
ضغط هنا فقط.
نصاوب معاه مكالمه تيليفون.
طقس لطيف اليوم.
حسنا. دعني اري. هل تفضل واحدًا عاديًا او فاخرًا؟
شكرا. ما نوع الوظاءف التي تملكها؟
هذا هو الرجل.
هل سيكون لدي الوقت الكافي للانتقال الي الخطوط الجويه البريطانيه 399؟
غادي نمشيو.
هل يمكنني ان اخذ هذا معي الان؟
ارسل صبياً حاملاً جرساً الي غرفتي.
هذا هو الشيء المفضل لدي. امل ان تستمتع به.
اريد ان اري عرض موسيقي الليله. من فضلك احجز لي.
انفقت مبلغًا كبيرًا من المال في التسوق.
خليّني نشري ليك كاس.
طبيب، من فضلك.
هل يمكنك ان توصي بمطعم جيد هنا؟
من تتواصل؟
كم تبلغ رسوم الدخول؟
خاصه اذا كنت تمشي بالقرب من المباني، قد تتعرض للاعتداء.
كنت احب مشاهده برامج الرياضه علي التلفاز.
هل يمكنني خفض مقعدي؟
ما كنتش محتاج ساع. شكرا.
غادي ترغب تستاجر سيدان ولا واجون؟
اود ان استبدل الين بالدولار. ما هو سعر الصرف اليوم؟
هاد القطار كيسوق توقف قصير ف المحطه ا.
رجاءً اوصي بفندق.
هل يمكنني ان التقط صوره معك؟
ميكي هاييكاوا.
كم عمر اليابان؟
غادي نرقص؟
كنت شابا، لكنني تجاوزت الثلاثين.
خُذني هُنا، من فضلك.
سلام، هل انتم مفتوحون اليوم؟
علي جنب، من فضلك.
هل يمكنك وضع هذا في صندوق الامان الخاص بي؟
نعم توقف هناك من فضلك.
اريد الغاء حجزي الليله.
اريد شيءاً لاضطراب المعده.
التيار قوي جدا لسنوركل.
كَتَعْطِلْ تَصَوِّرْ مَعَانَا؟
اود التسجيل في جوله لمشاهده الشلال.
انا عندي الم حاد.
ما عندكش شي هديه، ولا شي حاجه قيمه؟
هاد القطار كيوصل لطوكيو؟
كعكه الكرز للحلوي، والقهوه من فضلك.
هل يمكنني الحصول علي عصير البرتقال؟
سلام. هاد السيد اونو؟
هي خارجه الان.
غادي توري لينا مقاعدنا؟
غداً صباحاً هل يمكنك ان تستيقظني في السابعه؟
جيت من ايرلندا الشماليه.
غادي يكون 125 دولار، سيدتي.
خفت اني تركت اغراضي في الطاءره.
تُقبِلُ بطاقه الماستر كارد؟
شكون جابو؟
عافاك عطيني الفاتوره.
الرقم صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي ميهو سوزوكي.
كاين مطعم هنا بجانب مع شوفه زوينه؟
ها حيد قدي.
اريد الحصول علي عمل في الحكومه.
هل قطار شيكاغو يغادر من المنصه الخامسه؟
اريد ان اقترض بعض معدات الغوص، من فضلك.
هذا القطار يذهب مباشره الي سياتل؟
سير علي هذا الطريق. ماذا تريد؟
كنت ابحث عن اصدقاءي.
حسنًا، اذن يجب ان تعرف كيف نشعر جميعًا هنا. لا نحب ان يخبرنا الغرباء كيف نعيش حياتنا.
استعمال الالوان جميل.
شكرا. اسمك السيد ريتشارد بولمان.
اخبر عاءلتي من فضلك.
قدر تصلح الزاج؟
15 يوليوز.
جرحت راسي.
حسناً، اريد بيضه نصف مسلوقه، اقصد بيضه مسلوقه ناعمه، من فضلك.
هذا الفستان يناسبني جيدا. هل يمكنني تجربته؟
متي اول مجموعه؟
ما طلبت هاد نوع ديال الجبن.
قُطِعَت عني الخدمه. هل يمكنك اعاده توصيلي؟
شكون سميتك، عافاك؟
اريد دجاجه للعب.
اشنو غادي نشوف ف شيكاغو؟
هل يمكنك تغييره الي شيء اصغر؟
هل يجب ان اجري فحصاً للعين؟
اسمك، رقم بطاقه الاءتمان وتاريخ انتهاء الصلاحيه؟
لديها مجموعه جميله من النحاس.
اش شنو قدام جسر بروكلين؟
شكراً لكم علي البقاء معنا، سيدي.
هل يمكنني الحصول علي ثلاثماءه دولار نقدا مع هذا الشيك؟
انا اوافق علي ذلك الاقتراح.
من اللي بيدور؟
هل يمكنني ان ارقص معك؟
هل علي تغيير القطار؟
لشخصين في السابعه، صحيح؟ هل يمكنني ان احصل علي اسمك، من فضلك؟
ركبتي تالم.
كم ثمن المقاعد الاقرب؟
فين كتحس؟
عندك ساعات يدويه؟
عندك اسلوب اخر؟
صديقي فقد الوعي. سقط مغشياً عليه. هل يمكنك الاتصال بسياره الاسعاف فوراً؟
اش تيسين و صحي?
الساعه الخامسه صباح غد؟
كَاين شي اكل ياباني؟
حسنا. بالمناسبه، ما هذا؟
اريد الالتحاق بمدرسه غوص.
هل هناك اي رسوم الغاء؟
شكون طريق الباب ثلاثين وخمسه؟
اريد شيءا لاشربه.
ما تاكل والو ساخن بزاف ولا بارد بزاف.
اقترح عليك ان تغير ملابسك وتعود، سيدي.
اللوحه الترقيميه صفر اثنان واحد واحد.
باي باي.
هل يمكنني الانتقال الي مقعد اخر فارغ؟
نود حجز طاوله لشخصين في السابعه من هذا المساء.
نلقاو غدا.
غادي نشوف واش كاين فهاد الكتاب.
شفت سنو بزاف هاد العام؟
كم ثمن تلك المقاعد؟
سلام. من فضلك اجلس.
اش من قطار غادي تاخد؟
شحال كاين علي الكارافان؟
فين نقدر نلقي تاكسي داك.
ماشي خطا فالفاتوره؟
انا قمت بحجزي في طوكيو. هل يمكنك التحقق منه مره اخري، من فضلك؟
نصيحتي هي اقراط او دبوس.
هذا ليس توقيعي.
الالم في حنجرتي يمتد الي اذني.
نَـبْـقَـهْ مَـدَاسْ نَـحْـتَـاجُهَا.
غادي نكون متاخر، ولكن رعيو ليا الحجز.
غداً سنذهب الي قريه الصيادين.
مرحبا بيك.
عندي شي نقول ليك.
اريد غرفه توام، من فضلك.
تحقق من وجهتي النهاءيه.
كنت داءمًا اشعر بعدم الارتياح في معدتي.
كَانَ اَصْعَب مِن السَّنَه الفَارِطَه.
ليله بارده هاد.
كم ثمنهم؟ هل يمكنك كتابه الثمن علي ورقه؟
هل يمكنني الحصول علي مقعد في الرحله القادمه، من فضلك؟
هل يمكنني اعاده السياره في مكان مختلف؟
عندك بطانيات نوم؟
هذان ضيقان قليلاً علي. هل لديك من هذه الاحذيه حجم خمسه ونصف؟
هل يمكنني الحصول علي تبديل لمبلغ خمسين دولار؟
امشي فهاد الشارع. كاين علي يسارك.
هل يمكنني رءيه قاءمه الاسعار؟
عذرا. شيء اخر واحد. افضل طاوله بجانب النافذه.
ابحث عن السيد جونز. لدي بعض الاعمال المهمه جدا التي يجب مناقشتها.
ليومين.
هاد الطوموبيل كتوصل لشي كيشيكاغو؟
هل هناك بديل للرحله الملغاه؟
ما كاينش بحالهم. مكاينش الطماطم.
نود الحصول علي زجاجه اخري من النبيذ
لديّنَا نبيذ احمر ممتاز.
عندك ساعه تنبيه للرحلات؟
سلمي دابا.
كاينين دكاكه ديال التذكارات فهاد الجوار؟
يمكنك استخدام التذكره في جميع القطارات.
افضل الاوتوماتيك.
وضعْتُ العملات المعدنيه، لكن لم احصل علي اي شيء.
عندك شي وراق يابانيه؟
اش نو وقت نتلاقاو تاني؟
ارجو اخباري بمن ابلغ في حاله وقوع حادث.
غادي نبقي فالفندق، ولكن مازال ماحجزتش.
لكن لا تقلق. يمكنك النزول في المحطه القادمه والمشي عاءدًا. ليست بعيده.
اريد تمويجا ناعما، من فضلك.
اريد ان الحق بصديقي.
الجرح تَفَاقَم.
البنك الدولي.
هذا يعني اعفاء من اضرار الحوادث. بدونها انت مسءول عن اي ضرر يلحق بالسياره.
نسيت المفتاح.
اريد تنظيف اسناني.
نحن في جوله جماعيه. لذا فان مرشد الجوله لديه جميع تذاكرنا.
لا علي الاطلاق. من فضلك اعط افضل تحياتي لزملاءك، خاصه السيد اوكاموتو.
عندك شي تاكل معاه؟
اكيد. حسنا. نحن هنا في المتحف. فقط صعد، اذهب الي بلوكين، ويجب ان يكون هناك في تلك الزاويه.
سلام. انا هاروكو. تخمين ما حدث للتو. كان مضحكاً جداً.
ارِني الطريق الي فندق هيلتون.
سُرقت حقيبتي في متجر التبغ.
ماشي هاد الشي، شكرا.
واخا. هادشي كيسحابلي كاينه. شنو كتقول علي السبت ف2؟
اعتقد ان سياره اجره ستكون افضل. يمكنك ركوب سياره اجره امام الفندق.
شنو لون الشريط لي بغيتي، وردي ولا ازرق؟
حاولت تلك السياره ان تنعطف يسارا بالقوه.
غادي تحفظ هاد الشي ديال السفر لمده اسبوع؟
سَفَرْتُ، لَكِنَّا نَمْلَاُ الْبَيْتَ الْيَوْمَ.
كَيْنَ بُوسَات المطار كَثِيرَه؟
التالي.
ثلاثه اثنين ثلاثه اربعه واحد اثنين ثلاثه اربعه
هل يمكنك ان توصي بالباليه؟
ما كليت غداءي قبل. هل يمكنني ان اكله الان؟
عندو طبله؟
خَجِلتُ، لا اَستَطيعُ الان. رِحلتُنا في الواحِده هي الاَقربُ.
كنت قادرا علي القيام به بنفسي.
اود ان اجري مكالمه شخصيه.
فين كاين فهاد الخريطه؟
ما بغيتش نمشي.
استمتع بوقتك.
فين سوق الاكل؟
هاد البنتي للبيع؟
اريد مسبحه.
سنبدا بصعود الركاب الذين لديهم اطفال، والركاب الذين يحتاجون الي مساعده خاصه، وركاب الدرجه الاولي.
باللمسه النهاءيه من القماش، من فضلك.
تاكيدًا. اليك.
اش كتقول انا كنضن هادشي لي هنا افضل هديه لفتاه فسن 15 عام
هل هناك جولات في منازل النجوم المشهورين؟
ارسل هذه البرقيه، من فضلك.
فين غادي نعيط لو كنت في مشكل؟
انه حقيبه Samsonite كبيره، برتقاليه، بلاستيكيه.
فمتي يكون يومًا جيدًا؟
الاسْنَان المءلمه اَلِيمَهٌ وَعَسِيرَهُ الْحَمْل.
كنت اقيم في فندق بريتانيا انتركونتيننتال. رقم الغرفه هو واحد ثلاثه.
شحال تكال شحنه الايروجرام، عافاك؟
عندي فيروس.
بالتاكيد، انه اربعه سبعه واحد تسعه اربعه صفر ثلاثه.
كنت اشعر برغبه اكبر في الاكل من شرب.
هل يمكنني ان احصل علي بعض الكريمه؟
اذن هذا خطءي، اليس كذلك؟ عليّ الذهاب الي الحمام. عفواً.
اريد الذهاب للتسوق. اين المنطقه المركزيه؟
غادي تقوليا كيفاش نوصل لهيه؟
يمكنك اخذ المصعد رقم واحد او رقم اثنين.
عطني محفظتك.
لابد ان اجد البوابه.
فَلَمَّا عُدْتُ اِلَي غُرَفَتِي، لَمْ اَجِدْ كَامِيرَتِي.
كَاينه البرد بزاف.
كيف يمكنني الحصول علي رخصه غوص؟
عطني سيجار.
يتوقف ذلك علي الفصل الذي تزور فيه المكان.
اريد ان اضع السرير في مكانه.
فستق، من فضلك.
صَحِّح هاد الثلاثه، من فضلك.
اه، راءع، راءع. و راءع رءيتك، راي. انت علي الارجح متجه في الاتجاه المعاكس. لذا لا تصبح غريبا. معطف لطيف، علي فكره.
اظن انه سيعود في غضون ثلاثين دقيقه.
صناعه السيارات هي الصناعه الرءيسيه في اليابان.
هل يمكنني اخذ رساله؟
دَعني اَري. هذه هي المدينه بجانبنا.
ممنوع السباحه هنا؟
كم من الوقت سيستغرق اعداد واحد اخر؟
هناك شيء يجب ان اتحدث معه بشانه. لذا، يرجي ان تطلب منه ان يتصل بي بمجرد دخوله.
الضو ما كيشعلش فغرفتي.
غادي ديريها مزيان فالمره الجايه. صبري.
كاين شي واحد فيكم كيعرف اليابانيه؟
هل لعب كينغ كونغ تنس في هونغ كونغ؟
فين حمام السباحه؟
كم ستبقي هنا؟
انا اعتقد ان نظام العمل مدي الحياه جيد وسيء في نفس الوقت.
علّي نمشي للمحطه دابا.
اود زياره المناطق المرتبطه بجوزيف.
لا داعي لذلك، شكرا. ساخذ ذلك.
تحسب خصومات؟
جءت لاستلم سياره. هنا رقم حجزي.
نصحتك برش العطر او الكولونيا.
ارِني استماره الجمارك الخاصه بك.
الخزنه ديال تما غادي تهتم بالموضوع.
كم مره عليّ ان اخبرك بنفس الشيء؟
طلبت مني قسم المدخنين. هل يمكنك ان تحصل لي علي مقعد مختلف؟
رجاءً امتنع عن تناول اي منبهات.
سير علي هاد الطريق. هاد الطبله صحيحه؟
امسك الهاتف وادخل 20 سنتا.
غادي نزل هنا.
فين الدرج؟
فين السّردين؟
اش نو وقت نزلو؟
اريد ان اري ان كانوا مختلفين هنا.
اه، لا، تركت رقم هاتفه في البيت.
تذكره لواشنطن، من فضلك. كم من الوقت يستغرق ذلك بالحافله؟
هاد كاينو انواع السندويتشات.
ساعتذر، عليّ فعل ذلك. عليّ ايضاً الاتصال بمكتب تاجير السيارات.
اتصل بسفاره اليابان، من فضلك.
اش نومرو لي كتصوني، من فضلك؟
عندي حكه شديده.
نَاَعْلَيْتُ اَنْ اَذْهَبَ اِلَي فيلادلفيا غَدًا. فِي اَيِّ وَقْتٍ يَكُونُ هُنَاكَ تَرَامُ؟
غادي تبدل السيريات، من فضلك؟
قول لي، هاد المدرب رقم 2، مقص 4؟
لازالت لديك تذاكر لمباراه البولز والماجيك في العاشر من يناير؟
كنت اشعر بالتعب والفتور من الجلوس لفتره طويله علي الطاءره.
حافظ علي هذه الامتعه، من فضلك؟
فين احسن مكان لليله في سان فرانسيسكو؟
اعتقد ان ذلك فكره راءعه. اقول داءمًا ان المتاحف هي افضل مكان للبدء لمعرفه بلد ما. حسنًا، اين يجب ان نذهب؟ سمعت ان هناك معرضًا راءعًا عن الهنود الامريكيين في متحف المقاطعه.
فقدت جواز سفري. احتاج الي جواز سفر جديد.
سننتظرك غدا، السيده تاناكا.
غادي ناخد جوج.
عشرين تعريضه، من فضلك.
اود ان اتصل بطوكيو.
تقدر تعطيه الاسعافات الاوليه؟
اود ان احجز لثلاثه اشخاص في السابعه.
اشنو هي القصه وراء القصر؟
ارِني كيف املا بطاقه الهجره، من فضلك؟
شكون هواياتك؟
اش نو وقت نرجعو؟
خليّني علّي، من فضلك.
شنو هو «اوبون»؟
فين شباك التذاكر؟
ها هو رقم تاكيد حجزي.
كيف اقوم بحجز؟
مليار ين مقسوم علي ماءه وعشرين ين يساوي تقريبا ثمانيه ملايين دولار.
لحظه واحده، من فضلك. سيدي، يبدو ان السيد اوكاوا ذهب لتناول الغداء. هل ترغب في ترك رساله؟
اش نوصيك بيه كهديه من فرنسا؟
شكرا. وعليكم.
سَفَرْتُ، جَمِيعُ الْمَقَاعِدِ قَدْ شُغِلَتْ لِيَوْمِ الثَّالِثِ وَالْعَشْرِينَ مِنْ اذَار/مَارْس.
نود ان نحصل علي اطباق بحوالي ثلاثين جنيهًا للشخص.
عندكم كوكتيلات خاصه؟
هل من الممكن ان ادفع بفاتوره كبيره؟
كم تكلف هذه الجوله؟
تهانينا بترقيتك الي مدير عام.
حتي لو لم تكن من اشد المعجبين بـ "الشاعر الغناءي الودود من اवन"، يجب الا تفوتك الريف المثالي والمواقع المرتبطه به في بلده.
غادي دابا. كتقدر ترسل معايا حمال، من فضلك؟
شكون هاد الخط؟
نعم، النبيذ، من فضلك.
غادي يكون حوالي ثلاثه مرات اكثر.
باقي مقاعد في المنصه و يمين الاوركسترا.
مقعدين علي الرحله التاسعه والنصف الي نيويورك، من فضلك.
اريد ساندويتش وبعض عصير البرتقال، من فضلك.
غادي تنتظرني هنا؟ غادي نرجع فدقاءق.
كنت عايش قريب من هنا.
هذان الحذاءان ضيقان علي.
هذا هو السياره الثانيه عشره.
هل يمكنني ارسال هذا البريد العام؟
الموسيقي الشعبيه جد شاءعه ف اليابان دابا.
هاهي بعض السماعات.
بشكل عام، A تعني ممتاز، B، جيد، C، مقبول، D، ضعيف، F، فاشل و I، غير مكتمل. بعض المدارس تستخدم زاءد وناقص مع الحروف.
اريد نسختين من هذه السلبيات، من فضلك.
كيف يمكنني الوصول اليها؟
شّحال هادشي كايدير؟
اريد مصباح يدوي.
شحال الساعه كتنتهي؟
سياره اقتصاديه في الاسبوع. كم سيكون سعرها؟
هل يمكن للاطفال الذهاب في الجوله دون مرافقه الكبار؟
فين نقدر نعس؟
ماما لي كرات.
غادي نعطي ليه الرساله؟
اعتقد ان اجتماعًا كهذا يتيح لنا فرصه جيده للتعارف والتعرف علي بعضنا البعض شخصيًا.
شكرا. سيكون الثمن ثمانين دولارا وخمسين سنتا مع الضراءب. من فضلكم ادفعوا للخزنه.
شنو هو الحال غدا؟
سلام. هل هذا مكتب الاستقبال؟ انا في الغرفه واحد سبعه صفر. اعتذر، لدي شكوي.
قول ليه شيمادا اتصلات و غادي نزوروه هاد الجمعه.
وافق. من فضلك احجز مقعد اول درجه في القطار الذي يغادر في الساعه العاشره من صباح الغد.
شوفني، عيطوني اليوم.
غادي تتصور معانا؟
تَظُنُّ اَنَّ هُنَاكَ اَيُّ امْكَانِيَّهٍ لِلْحُصُولِ عَلَي اَمْوَالِي مُجَدَّدًا؟
اريد استرداد اغراضي الثمينه، من فضلك.
اريد ستيك نيا (غير مطبوخ تماما).
هذا كاميرا اوتوماتيكيه.
اريد نسختين من هذه الصور الفوتوغرافيه، من فضلكم، مع اتمامها بماده مطفاه.
عذرا. اي طابق قسم النساء؟
كم عمره؟
فين ساكن؟
ها هو فاتورتك.
الاستواءي جيد. يحتوي علي بعض النعناع وهو طعم يتناسب مع شراءح اللحم.
هاد لعبه.
هذا هو غوصي الاول.
ديرها قريب من وجهي.
كنت افضل الجلوس في مقدمه الطاءره.
تفقد الاطار الاحتياطي ايضًا.
اه، اعتقد انه يءدي جيدًا هذه الموسم.
ما نقدرش نضرب الدلو فالباطو.
غادي تجي لحفله ديالنا الليله؟
فين دكانه فستان مريم؟
اريد غرفه مزدوجه مع اطلاله علي المحيط. ما هو سعر الغرفه؟
دوبل ويسكي، من فضلك.
اش من ماده؟
ام، كليه لاديز كينغسبورت، من فضلك، الساءق. حسنًا، لن يتمكنوا من الهروب منها. لا يمكنهم مقاطعه قرار المجلس، انه غير ديمقراطي.
كاين دكتور كيهضر اليابانيه؟
سيدات وساده، قبل الاقلاع نطلب منكم اطفاء جميع الاجهزه الالكترونيه، بما في ذلك اجهزه الكمبيوتر الشخصيه، مشغلات الاقراص المدمجه، الهواتف المحموله، والالعاب الالكترونيه. يرجي الامتناع عن استخدامها حتي عشر دقاءق بعد الاقلاع.
اه، هذا راءع. احب صوتهم. ماذا عنك، بوب؟
هل يمكنني الحصول علي اسمك وتاريخ المغادره ورقم الرحله؟
فين الفطر؟
تقدر تعطيني خصم؟
سَيّدِي اَرْجُو مِنْكَ اَنْ تَنْظُفَ الْغُرْفَهَ.
كاين شي فراجامو قريب هنا؟
شكراً لكِ علي تخصيص الكثير من الوقت للتحدث معي، كارين.
هذا القطار هو الصحيح الي غراند سنترال؟
هاداش ما كانش طلبت.
اه. كان عليّ ان اكل كفته اللحم.
هل يشمل ذلك الافطار والعشاء؟
اريد الذهاب الي مركز التجاره العالمي.
عذرا، اين يمكنني الحصول علي تذاكر لبرودواي؟
هذا المطار جميل جدا. اظن انك فخور به.
اعاني من الم حاد في البطن.
نعم، ساطلب مارتيني مع المقبلات.
طَيِّبْ الحَال.
غادي تقولي شحال من وقت غادي نوصلو، من فضلك؟
سمعت ان السل شاءع هناك.
اشنو فهاد؟
المدفاه مطفيه و الغرفه بارده بزاف.
كم ثمن تذكره يوميه؟
حسنا. اذن، اود ان اذهب الي البار وانتظر.
منذ عامين جءت الي هنا اخر مره. هل استمتعت برحلتك؟
كاينين بزاف الينابيع الحاره، حيت عندنا بزاف البراكين.
شحال السعر ل لندن؟
اريد كابل تمديد.
اريد عصير برتقال، توست، بيض مسلوق، وقهوه، من فضلك.
حسنًا. انتهي الامر.
اه. يقصّون الاغصان ويختارون الازهار ليجعلوا الاشجار جميله.
اعتقد اننا يمكن ان نحصل لك علي طاوله في حوالي خمسه عشر دقيقه.
حسن. شكرا.
فين نزل باش نمشي للمتحف؟
طبقي، من فضلك.
عندي صداع شديد. هل تعرف اي طبيب جيد هنا بالقرب؟
بعد الثالثه.
غادي تحافظ علي حوايجي الثمينه؟
دفعت ثلاثين دولارا لقميصي.
هل يمكنك ان ترسل بعض الاسبرين؟
فين الزنكه؟
كَتّب ليا رقم بطاقه الاءتمان ديالك.
اشنو انواع الويسكي لي عندك؟
تعرف اسم هاد المحطه؟
لا تثني الرساله لان الصور بداخلها.
حسنا، الجولف جزء من اعمالنا وكذلك الترفيه.
ها هو قاءمتنا، سيدي.
ها هو جواز سفرك، تذكره السفر، وبطاقه الصعود.
اه، لقد تاخر الوقت. اظن ان عليّ ان اذهب.
هل يمكنني استخدام هذه عربه الامتعه؟
بين سبعين وثمانين دولار سيكون جيدا.
مكالمه شخصيه الي طوكيو، اليابان، من فضلك.
لا، شكرا. لقد مللت.
اريد بلازر، من فضلك.
هل احتاج الي بطاقه صعود؟
الخمس ميه درهم، صافي؟
غادي يكون من المفيد لو زدت من طاقتك الانتاجيه.
نتي فاضيه السبت لي فات؟ بغيت ندعيك لحفله عيد زواجنا الاول.
اريد لحم عجل.
نَـبْـغِي سَـيّـاره كَـبْـرَي.
نتا غالط.
خُذني الي مستشفي يفهمون فيه اليابانيه.
اش نصحتي بزاف؟
نغادر هذا بعد الظهر. هل لدينا وقت لجوله في المدينه؟
الكيمونو ليس مناسبًا جدًا للاشخاص النشيطين.
حسنا. سنكون هناك في الثامنه.
هذا سيء. عليّ ان اكون في لوس انجلوس صباح يوم الجمعه.
انت استرالي؟
فين المدخل؟
هل يمكنك فحص ساءل الفرامل؟
فين نقدر نشري قفّان؟
ما استعملتوش نهاءيا.
كَيْنَ يَعْزِفُو جَازْ فِي هَادَ الْمَكَانِ؟
تُري هل يمكنك استدعاء النادل الرءيسي، من فضلك؟
اريد كوكتيل قوي. هل يمكنك ان تخلط لي شيءًا؟
سنرسل شخصًا للتحقق علي الفور.
اه، سمعت بهذا الاسم. انه مدينه مشهوره، قديمه، اليس كذلك؟
عندي نقطه.
استمتع برحلتك.
عندكم رحلات جويه لميامي؟
الجزء علي اليسار.
كنمشي للحمام كل عشر دقاءق.
شكرا جزيلا. كل من السيد كوجوري وانا سعداء جدا لكوننا هنا في لندن لعقد اجتماع معكم، انتم احد اهم شركاءنا.
سُرقت محفظتي من قبل لصّ.
شكون فين عيد الهالوين؟
جميل.
كاينين تاثيرات جانبيه؟
شحال الوقت ديال الصعود؟
هل سوق الاوراق الماليه في وول ستريت مفتوح للجمهور؟
سَفَرْتُ عَلَي الْغَرْبَهْ، اَسَفْتُ اَنِّي مَكَانِي مَا كَانْ.
فين معلومات السياح؟
فين نقدر نستفيد شيكات السفر ديالي؟
اريد ساعه استطيع من خلالها رءيه الوقت بسهوله.
سَفَهْتُ. لَا اَمْلِكُ فِي حَوَالِيّ فَرْنَكَاتٍ صَغِيرَه.
تقولها مره اخري؟
كَاين 10 دراهم.
نعم، كنت هناك. قمت بزياره طوكيو وكيوتو في جوله قبل عامين.
خُذني الي مستشفي، من فضلك.
كاين تكييف؟
رجاءً ارسل لنا عندما يتم فتح صفحه.
كم هو المجموع؟
هل السعر يشمل الغداء؟
فين غادي تبات؟
العلاقات الانسانيه مهمه في اي مجتمع، لكن اليابانيين يبدون حريصين علي الحفاظ علي علاقات جيده وتوسيعها.
ها ناي تسعه وتسعين ين. من فضلك استبدلهم جميعا بدولارات.
اريد شيءاً بعرض واسع.
فِي ا. ب. س.
فين دايرين دكاكه تبيع صندوق؟
هذا واحد جيد. عليك التغيير في شارع الاربعين.
اعطني المفتاح، من فضلك.
عندك شي سيارات صغيره؟
لدينا احجام كبيره، متوسطه، او صغيره.
تعرفي علي طبيبه نساء جيده؟
اريد مجفف شعر.
شكون هاد المبلغ؟
اذن، ما هي خططك لبقيه الرحله؟
في هذه الحاله، توجد جدول اسعار بالقرب من مقعد الساءق.
اود ان اشتري واحده من تخصصاتكم الاقليميه.
حسنا. سننتظر.
حسناً، انا طالب جديد في جامعه ABC. ادرس التاريخ.
فين كاينه دكان ساعات؟
السيد تاناكا، السيد ساتو في اجتماع الان. هل يمكنه الرد علي مكالمتك؟
شحال هادي غادي نصلو؟
شكون هو الوقت المقدر للوصول؟
عطي ليا هاد البطاطا، من فضلك.
هل عليّ ان اعود لمكتبك مره اخري؟
من هو المُدير؟
ارِني تذكره العوده الخاصه بك.
هل يمكنني تسليم اغراضي الثمينه لكم؟
كاين شي رساله ليا؟
نبيذ احمر؟ اليس مرا؟
مكاينش مشكل. بعض الزبناء جربوهم.
انا مُعجب بقدرتك علي اللغه.
تركت دفتر مواعيدي في كابينه الهاتف.
عندك حساب؟
غادي تمشي معايا نلقاو قناعتي؟
كنت اشعر بالدوار.
من اين ينطلق حافله النقل؟
نعتذر عن الازعاج. ساجلب لك واحد اخر، فورا.
لحظه فقط، من فضلك. ساحضرها لك. ها هي.
هل يمكنني اعاده التاكيد عبر الهاتف؟
حاولت، لكن لم استطع تحقيق حلمي.
فين قسم الرجال؟
ما قلتيش هاد الشي. كتجبدي عليا الثمن.
دخل، ميتسورو.
نَحْتَاجُ لِسَطْرٍ خَارِجِي.
هذا عنوان الاتصال بي.
اريد حجز موعد.
شوف واش توقف شويه؟
غَدَا مَا تَقَدَّمَ؟
حجزت غرفه مزدوجه.
فقدت محفظتي في مكان ما في مركز التسوق.
هاد مجاني.
اريد سياره بحجم كامل وبكفاءه جيده في استهلاك الوقود.
هل يمكنني الحصول علي تذكرتين لعشيه اليوم، من فضلك؟
عندي طلب صغير.
قول لي متي نزل.
قولها مره اخري.
عذرا، هل يمكنني ان اصورك، من فضلك؟
رجل كان طويل واخر قصير.
هامبرغر و حساء علي اليمين و سلطه من فضلك.
طلبت جواز سفر امس.
لذيذ.
الثلاثين من مارس، من فضلك.
سُرقت قلادتي بينما كنت خارج غرفتي.
شارع بارك، رقم اثنين ثمانين، من فضلك.
كرسيّي مكسّر. ما كايهبطش.
غادي تسولها تاصلي بيا علي حساب الشركه؟
عافاك اعطيني ايصال.
هل من الممكن ان نغير لون غرفه المعيشه؟
اوقفي سياره اجره بالموجه، ارجوكِ؟
اريد ان ارسل هذا بالبريد الجوي.
قد يكون مُشعل الشراره.
غادي تقوليا فاش غادي تبدا اللعبه؟
عندك هاد الشي بحجم اكبر؟
اريد بعض الاسبرين.
غادي تاخد الباص.
ارِني مكان البنك.
حطّي الجبن.
غادي تحجز غرفه ليوم اليوم؟
عندي حراره.
نود دعوتكم لتناول العشاء غداً مساءً.
اه، حوالي خمس دقاءق مشي.
ثم اعطني مقعدين مخصصين للحرف C في العشرين.
حسنًا. اراك حينها.
هذا هو الغرفه اثنا عشر ثلاثه عشر.
اود ان احجز تذكره الي طوكيو في الخامس عشر من مايو.
كنت مع الاصدقاء.
فمتي تبدءون بتقديم الغداء؟
ارجو ان تضعوني علي قسم المبيعات، من فضلكم؟
اش من مقاعد فين؟ بغيت نجلس فشي حاجه فوسط.
عندكم مترجم ياباني؟
هل يمكنني المرور؟
اريد مقلاه.
من اين نبدا؟
هاد القطار كيدوز من ايل باسو؟
حسنا، هذه الرحله الاستكشافيه جميله.
هل يمكنني الحصول علي مرهم للعين؟
هل هناك علاقه بغلاسكو؟
غادي تدفع هاد الشيكات ديال السفر، من فضلك؟
صديقي و انا مفارقين، بغينا نجلسو مع بعض.
غادي ناخد هاد الشيرت. شحال ثمنو؟
كَثِير بَزاف.
سير علي مستقيم، وستجدهم.
اه، الممثل لي كيدير الدور الرءيسي ممتاز.
للاسف، نعم. يقع مكتبنا الرءيسي هنا. كيف حالك؟ هل هي المره الاولي التي تزورنا فيها؟
غادي نكتب ليك فاش نرجع لدار.
هل يمكننا الحصول علي غرفه تطل علي المحيط؟
هل يمكنني التدخين هنا؟
شكون هاد التهمه؟
غادي تمر من نيو اورليانز؟
نستطيع استءجار ملعب؟
اتمني ان احصل علي سياره جديده.
رجاءً اوصني بمطعم جيد قريب.
شكون اسمك؟ ورتبه رسميه؟
بالتاكيد، سنحضرهم في الردهه في التاسعه.
هل تقبلون شيكات الين الياباني؟
اش من حافله ناخد باش نصل لتمثال الحريه؟
اود ان اترك امتعتي.
عذرا. اشتريت هذا الستره امس، لكن وجدت بقعه كبيره هنا.
هذا عمي.
اود ان اغير الغرفه.
عندك هاد بحجم متوسط كبير؟
هل يمكنني تغيير مقعدي الي الامام؟
انا افضل ان اذهب.
انسه ايبيرت؟ انا هيروسي ساتو. من دواعي سروري ان التقي بك.
عندي اطار مسطح.
غادي نزل عند الكاتدراءيه.
اريد كاس ديما ساخنه.
كم سيكون السعر كله اذا اشتريت ثلاثه؟
هل يمكنك ان تدعوني سياره اجره، من فضلك؟
لا تدخين، من فضلك.
غدا.
قد يكون الطلب بالبريد افضل. انه رخيص.
حقيبه كتف بيضاء.
فقط قصير، من فضلك.
غداً صباحاً يجب ان اكون في المطار في الساعه الثامنه.
ما عرفت شنو هو، ولكن غادي نجربو.
شفت شي كاب اسود هنا؟
نتي تجاوزتي الحد، اذن اذهبي الي النافذه الثالثه.
هل يمكنني الحصول علي غرفه علي جانب الجبل؟
تركت كاميرتي في سياره الاجره.
من غادي يلعبو فالعرض؟
بالبريد الجوي او البريدي؟
ماءه دولار نقدا، ثلاثماءه دولار في شيكات مسافر وبطاقه الاءتمان الخاصه بي.
غادي يكون ثمنو شحال؟
غادي نملا تصريح جمركي؟
اود ان استخدم ملعب التنس.
ما كاينش ما يخسر.
اريد بعض الحليب. هل لديك؟
هل يمكنني تغيير هذه التذاكر لعرض الغد؟
غادي تقوليا الكود الدولي ديال تيليفون اليابان؟
كم من الوقت علي ان انتظر القطار قبل ان يصل؟
هل يمكنني تسجيل الدخول هنا لطاءره يونايتد ايرلاينز؟
هل علينا ارتداء معطف وربطه عنق للزياره الليليه؟
كم سرعه الطيران؟
ازيلوا الوسوم من فضلكم؟
انا في زاويه الجاده الخامسه والشارع الحادي والاربعين.
كوكا كولا كبيره، من فضلك.
اود ان استحم قبل وجبتي.
شعرك جميل.
شكون؟ غادي تفرض عليا؟ هاها، هاها، هاها. كتصبحي ساخره بزاف. ماماك عارفه بهادشي؟
هل طلبت وجبه خاصه؟
غدا عليّ الاستيقاظ مبكرا. يجب ان اذهب.
انا جزء منها؟
كم تعتقد ان التكلفه ستكون من هنا الي المطار؟
كيف تريد لحمك مطبوخا؟
هل يمكنك اخباري كيف اذهب الي دير وستمنستر؟
يا له من ترف ممارسه الجولف في استراليا.
متي الرحله القادمه الي لوس انجلوس؟
القسم المخصص لعدم التدخين، من فضلكم.
غادي نغمي.
فين صنع؟
تامين الاصطدام 5 دولارات اضافيه في اليوم، هل ترغب فيه؟
اريد ان اتعلم التزلج.
راجل خذلني فليسي.
شنو هادشي لي كياكلو؟
اريد حاسبه، من فضلك.
علبه مارلبو من فضلك.
فين بوابه الصعود لطيران ا. ب. ج. واحد صفر واحد؟
هو تذكره ساخنه، اليس كذلك؟
سمح لي، ولكن اي شارع نحن فيه الان؟
هل يمكنني الحصول علي ايصال؟
اش من مءسسه تخلط مع لون البشره ديالي الطبيعي؟
ماشي صيني، لا؟
هذا هو التالي.
هل يمكنني طلب هذا من اليابان بعد عودتي؟
غادي تاخدو معفي من الجمركه؟
اود ان استخدم الخزنه في غرفتي.
الثلاجه الصغيره فارغه. هل يمكنك وضع المزيد من البيره فيها، من فضلك؟
لا تهتم الصحف بتذكير القراء في الثامن من ديسمبر بان "هذا هو اليوم الذي بدانا فيه الحرب".
اريد ان افتح حساب ايداع في هذه البنك.
واخا. شحال هادي الماتش؟
نتّا كنتيّم بزّاف. ماعرفت ماذا افعل.
اريد استءجار دراجه.
في اي قسم يوجد هذا المقعد؟
فوقاش، سيّدّي؟
هل هذه كل امتعه الرحله 233؟
انا مريض. هل يمكنك استدعاء طبيب لي؟
ماكاين لا صابون فغرفتي.
ها حنا كنعطيوك نصيحه.
هل يمكنني ان اسالك عن اسمك؟
لا، شكرا. انا اتفحص المكان.
هل يمكنني رءيه تذكره طاءرتك؟ اقصد بطاقه صعود الطاءره.
اكتبها.
هل يمكنني الانتقال الي مقعد فارغ؟
خليك فدارك و رتاح.
انا مثلي الجنس.
اريد شفره كهرباءيه، من فضلك.
ديكور جذاب؟
هَل هَذِهِ زِيَارَتُكُم الاُولَي لِوَطَنِنَا؟
ارِني بطاقتك الشخصيه.
الرحله 101 الي ناريتا، المغادره في العاشر من يونيو، تم تاكيدها مره اخري.
120 دولار في الليله، بدون ضريبه.
هاد الضمانه صالحه ف اليابان؟
شكون لي غادي تمشي معاه؟
عندّي هاد الصندوق ديال الفواكه. هديه.
اش وقت اخر قطار؟
ما غاديش نشريه. كنلقاو بحالوا بزاف فمحل اخر.
طالب واحد، من فضلك.
ما كنتش كنغوص قبل.
اود ان ابقي تحت الخمسين دولار.
لا، لست كذلك. يجب ان تنزل في المحطه القادمه.
غادي تقوليا علي اماكن ممتعه باش نمشي ونشوفهم فهاد المدينه؟
انا في الصف الثالث، في الوسط.
كَيْن 10 دولارات و30 سنت فاليوم.
ارسل هذا الي اليابان عن طريق التلغراف.
كم تكلفه تذكره الطاءره من نيويورك الي لوس انجلوس؟
فين نغوص؟
هاد الطعام ثقيل فالبطن.
غادي تحفظ ليا حقيبتي حتي 11؟
اه، يمكنك الدفع بالين. انه الفان وسبعماءه ين.
المراقبه المخزنيه مهمه جدا للشركه.
غادي نعيط للبوليس.
اريد الذهاب الي مكتب تسجيل دخول شركه يونايتد ايرلاينز.
سلام. تفضل. انا سعيد بقدومك. هل واجهت اي مشاكل في العثور علي منزلنا؟
كم من الوقت يستغرق الوصول الي دوفر بالقطار؟
ارسل تحياتي لوالديك من فضلك.
كَيْبَرَا حَسَن.
ما كنتش ف الصف الاول.
ما نقدرش نتحدث الانجليزيه.
عطني غاز خفيف، من فضلك.
اه من هاد الالم لي كايخليني ما نقدرش نصبر.
عند الطاوله ديال تما.
مقعد حر، من فضلك.
صعد الدرج و انعطف يمينا. هو علي يسارك.
عطيوني كولا، من فضلكم؟
كاين جوله ف برودواي؟
فاش غادي يكون القطار اللّي جاي؟
حساس.
النوعيه ممتازه، والسعر مغري.
هاد الطياره كتنطلق من الباب رقم 24.
وداعا.
تعرف متجر احذيه جيد؟
هذا سياره الدرجه الاولي؟
غادي الطياره تخرج فوقت؟
البحر الداخلي هادء وجميل.
عذرا. اعتقد انني دفعت اقل من المطلوب.
سَفَهْتُ. يبدو اننا اعطينا لك المفاتيح الخاطءه.
سمعتي الخبار؟
هل انتهيت من ملء بطاقه الهبوط؟
كَاين شراب الحمر بالزجاجه نص؟
البروفيسور تاكيجي، هل لديك تعليق علي هذا؟
عندك حبوب لوز؟
شكرا، سيدي. انتظر دقيقه، من فضلك، سيدي. من فضلكم، خذوا هذا الفاتوره الي الصندوق وادفعوا هناك.
شوف.
كَثِير شويه الحلاوه.
كَيْنَزَا حَدِّي هَاهُوَا؟
هل يمكنك ان تحمل امتعتي الي سياره الاجره؟
اريد ان اري مسرحيه موسيقيه.
اش تفضل، الرحله ديال العشره ولا الرحله ديال السطاشه؟
استمتعت حقا بحفلتك.
يجب ان تكون بحوزتك جواز سفرك، وبطاقه الهجره، ونموذج اعلان الجمارك.
غادي، خرجلي هاد البيتزا، من فضلك.
اود ان اجرب بعض الطعام الايطالي.
ضع امتعتك علي هذه الميزان.
اتفق مع معظم ما اقترحته.
حلقتي متورمتين.
قول سلام علي عاءلتك.
فِي اي وقت يُفتح مكتب الاستقبال؟
الشورط ديال هاد المحل ارخص بزاف.
اظن انني مصاب بالحمي.
كم من الوقت سيستغرقون؟
ارجوك خفف من حراره الغرفه؟
بالطاءره، من فضلك.
متوسط النادر.
لا، ليس تماما. يحصل معظم الطلاب علي درجات النجاح في ماده استاذهم، لكنهم يقولون ان محاضراته ممله وغير ملهمه.
فوقاش تبدا الصلاه؟
4 دولارات اذا اشتريتها في المحطه، و6 دولارات اذا اشتريتها في القطار.
اظن انني ساخذ التي بخمسين سنت. اعطني العشرات، من فضلك.
اريد شراء تذكار بحوالي خمسين دولار.
شامبو، من فضلك.
عندك هادشي في بلاتينوم؟
كيف استخدم هذه المضخه؟
هل يمكنك مساعدتي بهذه الاكياس؟
كاين دوش؟
اود سحب ماءه دولار من بطاقه فيزا الخاصه بي.
المهرجان واحد من الاخصّيات الثقافيه لليابان.
مَا اَصْدَقُهَا. اَنْتَ اَنْفَقْتَ كُلَّ شَيْءٍ؟
حسنا، اعتقد انه من الافضل ان اترك الان.
كَيْنَ بَعِيد بَغْيَا نَمْشِي؟
ما قدرش نلقا ساكيتي. شكون يقدر يساعدني؟
نعم، لدينا، لكن لا يمكننا بيعها.
هل يمكنك تبديل الفاتوره بعملات صغيره؟
غداء جاهز.
اريد ان ارسل طردين الي نيويورك.
اود ان اتصل باليابان.
حسنًا. سارسل الخادمه الان لفتح الباب بمفتاح رءيسي. ما رقم غرفتك؟
كم تطلب علي عدسه نيكون السمكيه؟
افضل الطعام الغربي.
دامت الحرب العالميه الثانيه اربع سنوات ونصف، من سنه اربع واربعين الي خمس واربعين، واندلعت بعد سنتين من الحرب العالميه الثانيه.
كَاين شي حلويات خفيفه مع مشروبي؟
هل لديكم مكان لمخيم؟
مع الملح والفلفل؟
اي مدخل؟
هل يمكنك ان تُريني كيف اتصل باستخدام بطاقه هاتفيه؟
كنت استطيع التحدث قليلا بالانجليزيه.
البحر خايب هاد الليله؟
حوالي نصف ساعه.
هل يمكنني الحصول علي كيس ورقي؟
اود الذهاب الي متحف الجو والفضاء المشهور.
غادي يثلج غدا؟
هذا كان مستعملاً ربما في بطاقه هويه.
غادي تكون فالمستشفي؟
هذا كله اغراض شخصيه.
حسنًا. اين يمكنني وضع امتعتي اليدويه؟ هل يمكنني وضعها هنا؟
كنت ابحث عن هديه لطفل صغير.
ارجوك اجعل الغرفه اكثر دفءًا؟
الجزء علي اليمين.
تم توصيل مكالمتك.
كَيفَ اتَصَلُ بهَذا الرَّقمِ؟
هاد للرجال؟
اه، حقا؟ هل اخذ شيءا؟
اعتقد ان هذا هو النوع الذي نرغب في استيراده.
كاينين بوتيكات قريبالا؟
توقف سيارتي عن العمل. احتاج شاحنه سحب فورا.
اريد كتاب صور، من فضلك.
اجلس، من فضلك.
هو ديال بابين ولا ديال اربعه؟
يا له من يوم جميل.
اظن انني طلبت شطيره سمك، لكن لا يوجد سمك في شطيره السمك.
عذرا، لكن هل يمكنك ان تريني كيفيه استخدام الدش؟
شكرا. من فضلك، كيف تريد ان تدفع الفاتوره؟
اود فقط ان اءكد ان المدير التنفيذي لشركتكم سيكون حاضرا في الاجتماع غدا.
ساكون متاخراً جداً عن الاجتماع، انا اسف جداً، لقد علقت في ازدحام المرور.
هل يمكنك حجز غرفه لي لليله الثامن عشر من سبتمبر؟
كاين دوره دوزين يومين؟
هل يمكنك مساعدتي في اتخاذ قرار بشان الجوله التي ساقوم بها غداً؟
غادي نحجز.
هناك قوارب مصممه علي شكل سفينه قرصان او باخره قديمه تعمل بالمجاديف. يبدو البعض الاخر وكانه نسر او حوت.
قال لي السيد فورد ان اراك.
نود الذهاب الي جبل جرو للتزحلق علي الثلج. هل يمكنك ترتيب النقل؟
هل يمكنني استرداد ثمن هذا التذكره؟
كم من الوقت يستغرق الوصول الي سوهو؟
فين الحمال؟
تحب تلعب زوجي؟
نعم. ابحث عن احمر شفاه شانيل رقم خمسه وثلاثين.
بماءتين من الدولارات يمكنك الحصول علي وعاء جميل.
سمعت للتو ان جدي توفي.
خطوط جويه امريكيه.
هذا المتنزه دايماً ممتلء بالناس.
قرات بطاقه تعليمات السلامه؟
عندك حلوي؟
كاين الريح.
نستطيع مشاهده فيلم في هذه الرحله؟
كَاين شي حد يقدر يهضر اليابانيه؟
الرقم تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه، تسعه تسعه تسعه تسعه.
اريد بعض الخل.
ملحوظه: P.S. تعني "ملحوظه اضافيه".
بالنسبه للتامين اريد تغطيه كامله في حاله الاصطدام.
اريد حجز جوله، من فضلك.
تذكره يوميه؟
شكون؟ اه، اكيد. ماخداش.
02 شتنبر، درجه اقتصاديه، شخص واحد.
يجب ان اعود في السادسه مساءً.
كنّا نُنَظّم العديد من الفعاليات السنويه بالاضافه الي العطلات الوطنيه.
كَاين ف الموضه هاد الصيف.
هل يمكنني الدفع بفيزا؟
سَعْدَانِي. اُرِيدُ اَنْ اَذْهَبَ اِلَي مَيَامِي.
شنو نوع الفاكهه لي عندك؟
عندكم حلويات قليله السعرات الحراريه؟
هاد الشوف حقا شي حاجه زوينه.
كاين قطار سريع لبرلين؟
هل لديكم عروض خاصه علي عطور استي لودر؟
كَاين مايونيز؟
استعملها كصينيه.
اريد مقعداً خالياً من الدخان، من فضلك.
تضررت سيارتي بسبب عمود كهرباء.
نكتب بطاقات راس السنه ونرسلها. يتم تسليمها في الاول من يناير.
متوسطه، من فضلك.
لا يرسل الكثير من اليابانيين بطاقات عيد الميلاد، لكن يتم كتابه، رسم، طبع، و ارسال مليارات بطاقات تهنءه بالسنه الجديده سنه بعد اخري.
كَتّابها ليا؟
غادي تذهب للمدرسه؟
كنت ابحث عن عطر.
فِي اي اتجاه ذهب؟
هاك عشره دولارات، وخمسه و دولار للزّكاه.
انا يوكو سوزوكي من شركه يونيفرسال.
سعر الصرف ليس جيدا جدا، لكن اظن ان ليس لدي خيار.
هذا لك.
انعطف يمينا عند الزاويه الثانيه وستجده.
كيف هي الاكل؟
جبت اكثر من المسموح.
النوافذ قذره.
هل ترغب في تغطيه التامين لكل من الاصطدام والمسءوليه؟
غداً سيجدونه.
كنت اواجه مشكله في فتح الباب. هل يمكنك تغيير بطاقه المفتاح؟
افضل واحد في مقدمه الطاءره.
غرفه القياس خلف مكتب خدمه الزبناء.
كم عدد محطات الحافلات التي عليّ العوده منها؟
هاد ماشي صحيح.
لا، من فضلك لا. هذا للاستخدام الشخصي.
اريد ان استاجر سياره بناقل حركه اوتوماتيكي، من فضلك.
هل يمكنني النزول في الفندق؟
غطا اخر، من فضلك.
اود حجز غرفه ليوم 23 و24 من اغسطس.
فين اقرب مصور؟
ثلج، من فضلك.
يمكنك الصعود خارج تلك الباب.
تاه ليا جوازي. لقيت تاهو فحقيبتي. غادي نخرج لطوكيو غدا الصباح.
اود ان احجز لسته مساء اليوم.
هَل تُمكنك اَن تُحضر لنا صَينيه اُخري؟
كم تكلفه التذكره من هنا الي محطه الجنوب؟
هل يمكنني رءيه هذا الاقراط؟
اود ان ارحل في اقرب وقت ممكن.
هل يمكنك تزويدي بغرفه مناسبه للغوص، من فضلك؟
اسم حزبكم والرقم، من فضلكم.
ركبْتُ قطار ال12:50 من سان دييغو.
ما كاينش داك الشي ديال الصابون.
اش نو وقت غادي يغادر القطار اللاحق ل شيكاغو؟
اود اجراء مكالمه بطاقه اءتمان الي اليابان، من فضلك.
تعرضت للسرقه بالعنف في زاويه شارع الشاطء. من فضلك تعال بسرعه.
في البدايه، يجب ان اشكرك كثيراً علي البرنامج المثالي الذي اعددته لي.
بالطبع، يمكن توسيع او تقليص هذا الاسفل حسب رغبتك.
اشنو كيدوز هاد الاسبوع؟
بالليمون، ان وجدته، والسكر.
هل يمكنك مساعدتي في حمل هذه الحقيبه؟
هذا دواء هضمي استعمله عاده.
لا، ولكن اذا اردت استخدام خزانه، هناك رسوم قدرها دولارين. يرجي دفعها في مكتب الاستقبال.
اريد ان اتناول خس، لحم و جبن علي خبز ريج.
كيف اعود الي هنا؟
كَتَبَتْ تَذَكُّرَهَ الْمَوْتِ فِي يَوْمِ الْجُمُعَهِ.
اعطني شويه سكر، من فضلك.
من اين تبدا هذه الجوله؟
اي دوره للمبتدءين؟
غادي تكتب التقرير لي؟
ما المشكل. لدينا الكثير من الوقت.
تعرضت لجرح صغير في اصبعي. هل يمكنك ان تعطيني مقصًا، من فضلك؟
شنو درجه الحراره؟
اظن ان هناك خطا.
كيف تريد ان تدفع، نقدا او بالبطاقه؟
غادي تنتظر شويه؟
هل يمكنك ملء هذا النموذج للتامين الصحي، من فضلك؟
اش كثر شعبيه هاد؟
شكرا.
شكراً علي كل مساعدتكم.
من ثمان الي ثمان و خمس عشره.
عندك نفس الشيء بلون البني الداكن؟
هذا يعتمد علي التوقيت.
متي سيعود؟
نَحْتَاجُ اِلَي جواز السفر.
فرحان بزاف باش نتلاقاو.
فقدت تذكره الطاءره.
اود ان اجرب نفس الشيء الذي ياكله الشخص الذي يجلس علي هذا الطاوله.
شكراً لتفعيل بطاقتي الرءيسيه.
في الحقيقه انا في فتره الحيض. هل هذه مشكله؟
حدث ذلك بين شارع تشارينغ كروس وحديقه غرين بارك.
توقف.
شكرا. هل يمكنني الحصول علي ايصال، من فضلك؟
هل يمكنك وضع علامه عليه علي هذه الخريطه؟
واحده و اربعه
رسم خريطه هنا.
غادي تصلحو؟
شوف، ماء الحمام ما كايبغيش يوصل للحراره الكافيه.
غادي تعطيني مسكن الم؟
جءنا في زياره. يعيش ابننا في سياتل.
اذا كان متوفرا، اريد اليا.
هذا السماعه ما كيعملش مزيان. عطيني سماعه اخري.
نتي جميله.
كاينين موتيلات قريبين من هنا؟ عطيوني خريطه.
هل لا تزال لديكم تذاكر لمسرحيه "نهر كبير" لعشيه اليوم؟
يبدو نفس الشيء تقريبا.
اش من ديباردان هاد؟
كاين ساعتين قبل الاقلاع.
نُريد تقاسم ذلك الترتيب بيننا الثلاثه.
بعض الفاكهه، من فضلك.
كاين شي مهم.
خليهم برا.
سلام عليكم. لدي موعد مع الدكتور دريل اليوم في الثالثه، لكني اخشي ان اتاخر قليلا. هل سيكون هذا جيدا؟
عندك شي كيدير المفاتيح؟
تم بيع مقاعد S، لكن لدينا مقاعد A.
نُريد ان نشارككم هذه الطعام. هل يمكنك ان تجلب اطباق صغيره؟
حسيت بمرض فالبطن.
خفض السعر.
هل يمكنني التحدث الي مشغل ياباني؟
اود ان اعرف تكلفه مكالمه هاتفيه الي نيويورك.
لا حقا، اخشي ذلك. انت تاخذ المترو هنا علي مسءوليتك، اذا صح التعبير.
بالنسبه لمن انهي العمل، "شكرا جزيلا" للتعبير عن الامتنان.
هربوا باعقابهم مع عنقود اللءلء والاشياء الثمينه الاخري.
غادي توري الطريق للمستشفي؟
اريد الذهاب الي برج لندن.
اريد النزول هنا.
هل يمكنني الحصول علي شهاده طبيه؟
ها هو نسخه من تذكريتي.
انه سياره صغيره زرقاء، رقم لوحه الترخيص KAY ثلاثه واحد خمسه ورقم التسجيل PRI اربعه خمسه سته صفر.
غادي تعطيني خصم صغير؟
كَتِبْلُو فِي لِيْسَاسْ؟
كاين طلب كبير علي هاد الاسلوب بين المُجمعين.
لدينا مقابس وماخذ مستخدمه في بلدنا، لكن ليس لدينا محولات. اقترح عليك الذهاب الي متجر يتعامل مع الاشياء السياحيه.
غداً بعد الظهر، هل يمكنني رءيتك؟
حذر.
جيب لي سوندو دي صوص طماطم.
هل هو علي بعد مسافه يمكن قطعها بالمشي؟ ام انه بعيد جداً للمشي؟
نعم. اريد تذكرتين لمسرحيه "شارع حاف بالرغبه". هل لديكم تذاكر متبقيه لعرض الليله؟
هذا هو الرحله الصحيحه؟
دار بعض التمارين الخفيفه ودار المساج بعدما تاخد الدش كل يوم.
كاين غير خروج واحد.
خفت انك فهمت التواريخ بشكل خاطء.
صديقي من هنا سياتي لاخذني، لذا كل شيء علي ما يرام.
هاد الغرفه كتصوت بزاف.
ما عنديش الشجاعه باش نلبس شي حاجه بحال هادي.
شجر الغينكو جميله جداً عندما تتحول اوراقها الي اللون الاصفر في الخريف.
غادي عندي حفل الليله. فحال شعري، من فضلك.
هل تسالني اذا كنا نلعب لكي نبدا ببيع منتجاتنا في الولايات المتحده؟
كيف تنطق هذا الاسم الخاص بمكان ما؟
رجاءً اضفها الي بطاقه ماستر كارد الخاصه بي.
كم هو ميزانيتك الاعلانيه؟
فين الحمام؟
نَاَسْ لَيْ نَعْسَ.
خَشْيَانَه، هِيَ بِالتَّحْدِيدِ ثَلَاثَ دَقَاءِقَ بِالْاَكْثَرِ مُتَاَخِّرَهً.
ما تقدروش تاكلو مع هاد الجسم النحيف ديالك.
غادي نكون متاخر 15 دقيقه علي الاجتماع.
واحده باسم المتجر، من فضلك. ساستخدمها لمطالبه التامين.
هذا للاستخدام الشخصي.
اريد مكاناً حيث يمكنني تناول الماكولات المحليه.
اريد ثلاثي القواءم، من فضلك.
اريد حقيبه ارخص.
تعرضت فجاه لالام شديده في الظهر.
اود ان ارحل في اقرب وقت ممكن. هل هناك رحله مبكره؟
شكراً لك علي جميع النصاءح. انت لطيف جداً.
شنو نوع النموذج لي بغيتي؟
كيف حال عشره جنيهات لثلاثه؟
واصل في هذا الشارع حتي تصل الي حديقه صغيره.
غادي نعجبو.
شكون اللون لي فبالك؟
نود ان نحجز طاوله بالقرب من النافذه.
سَفَرْتُ، لَكِنَّهُمْ بَاعُوا جَمِيعَهُمْ.
كلشي هنا جديد عليك، اليس كذلك؟
هل يمكنني التجوال؟
ام، ما هي الجوانب الخاصه بهذا البلد التي تهمك؟
هل يمكننا الابقاء علي غرفتنا لمده ثلاثين دقيقه بعد وقت تسجيل المغادره؟
سيدي، الرقم خطا.
طاوله اكبر بزاف، من فضلك.
بالتاكيد. لا شيء. لا تقلق بشان ذلك. امل ان تكون اكثر حرصًا في المره القادمه.
غادي توري كيفاش نشعل الضو؟
ارِني الذي في صندوق العرض.
هل هناك اي تغيير في جدولنا؟
ساقدم.
وغالبيه الشوارع لا تحمل اسماء او علامات. لذا فمن الصعب الوصول الي وجهه ما بناءً علي عنوانها فقط.
هو فنان النصب. لذا، كُونوا حذرين.
عافاك عطيني كريم السمر.
رجاءً اطلب لي سياره اجره.
كَيْدَيَا ؟
كم تكلفه استءجار ملعب بالساعه؟
غادي نعطي ليك جوج دراهم باش يولي عندك 200 درهم.
انه علي اليسار ام علي اليمين؟
اريد بنطال.
غادي غير نتمشي ونرتااح.
هل يمكنني شحنه؟
كم تكلف الي اليابان بالبريد الجوي؟
هل يمكنني الحصول علي علبتين من سبع نجوم؟
هل تعرف رقم تذكرتك، ووكاله السفر، وتاريخ الاصدار وطريقه الدفع؟
كم تكلفه الغرفه في الليله؟
نتي الفاءزه. خمسه سيكون جيدا.
اريد ان اعود الي الفندق لاجد كاميرتي.
هي مساله حياه او موت.
يجب ان تاخذ سياره اجره، لانه لا توجد وساءل نقل عام.
كاين 12 فريق كايدعم الكره البيسبول ف اليابان.
في الكتله الثالثه علي يسارك.
اود ان اجري مكالمه هاتفيه من محطه الي اخري الي طوكيو، من فضلك.
اريد ان التقي.
غادي تلعب تنس معايا فالاسبوع الجاي؟
نستطيع ركوب هذا؟
سَلّم عليّ. ابحث عن معطف جلدي.
يا له من طعام راءع.
شكون داك المتجر ديال اللّباس لي توصي بيه؟
هل يمكنني الحصول علي كفته، والغاء الستيك الذي طلبته؟
الثلاثه نريد ان نلعب جوله. كم سيكون الثمن؟
غادي نصلو قبل الوقت بثلاثين دقيقه.
شكراً علي مكالمتك.
سيجار، من فضلك، ان كان لديك. كم ثمنها؟
اريد مكالمه استيقاظ.
شكون لي كاينه فيها جنجفرو؟
قدر تجي فالنصف ساعه؟
اريد خريطه لخط حافله، من فضلك.
انت مسءول عن الحادث.
سير في هذا الشارع مباشره حوالي خمسه كتل، وهناك صيدليه في الزاويه. عندما تصل، انعطف يمينًا. ستراها مباشره علي يسارك.
تكلم ببطء اكثر.
شنو غادي توري لينا فالاسبوع الجاي، من فضلك؟
نخطط لان ناخذ تسع ساعات.
نتمني نشوف تبديل الحرس.
واااو. الكل كيرقص بحال المجنون.
هل يمكننا البقاء علي متن الطاءره، لاننا مع طفل؟
اشنو كاين في المسرح الوطني؟
هل يمكنني الحصول علي غرفه الليله؟
نعم، ساحضر دميه يابانيه لصديقتي.
فين مكتب شركه الخطوط الجويه اليابانيه؟
ما شاء الله، حفل راءع. هل اعجبك؟
غادي نعلن علي هاد الشي.
سعيد بلقاءك ايضا، بوبي. هل ترغب في السباحه معنا؟
مابغيتش ناكل دابا.
اريد بيض مقلي.
رجاءً اطلق الخصر بثلاثه سنتيمترات.
كنت ابحث عن هديه تذكاريه مثيره للاهتمام من لاس فيغاس.
هذا ليس ما طلبته.
فين كدرس؟ كدرس فالبيت ولا كتمشي للكتاب؟
اه، لكنك لست سيدًا، اليس كذلك؟
اريد عدسات جديده.
نَحْتَاجُ لِبَعْضِ الْوَقْتِ الاضَافِي.
شكون الساعه لي بدا العرض؟
غادي ناخد هاد الواحده.
اريد ان اقوم ببعض التسوق في هذه المدينه. هل يمكنك ان توصيني بمحل تجاري جيد او مركز تجاري؟
ما عندي وقت بزاف. غادي ياخد وقت طويل؟
هُم اعصارات. بمجرد وصولهم الي اليابان يتسببون لنا بالكثير من الكوارث.
اعتقد اننا نفعل. ساتحقق وساعود علي الفور.
قُل لي، السيد موريتا، هل زوجتك ترافقك هنا في نيويورك؟
تغير القطارات في المحطه الثالثه.
اش كاين ديال البيس ديال المحطه المركزيه؟
كنا متزوجين لمده يومين فقط.
اريد نسخه من لي رايدر نموذج واحد واحد من سنه اربعه واربعين.
عذرا، هل سيستغرق الامر وقتا اطول لوجبتنا؟
كنفضل الماكولات الايطاليه.
يمكنك ان تسال في مكتب الاستعلامات هذا هناك، اذا ضللت طريقك.
غادي تلفهم بشكل منفصل؟
سنغادر في غضون دقاءق. يرجي التاكد من ان حزام الامان مثبت بشكل امن.
نعم، لكن من فضلك لا تدعهم يذهبون الي العمق او الجاكوزي.
متي سلسله العالم؟
اريد شراء حقيبه يد.
فين كنتي؟
لو كنت اصررت قليلاً اكثر، ربما كنت ساحصل عليها بسعر اقل.
اش بغيتي، بخمسه دراهم ولا عشره؟
كنت مريضا. اين طبيب السفينه؟
جيت من اليونان.
تناسبك؟
اش وقت كاين؟
كاين واحد فخلف هاد الصاله.
غدا مع صاحبي.
خاصّك تدفع المبلغ اللي ف حسابك البنكي.
هي الساعه اربعه و عشر دقاءق.
شوفان وبيضتين، مع سجق، وشاي بالحليب.
هذا هو عنوان فندقي ورقم هاتفي. هل يمكنك الاتصال بي علي هذا الرقم بمجرد العثور علي حقيبتي؟
هل تفضل طاوله في منطقه المدخنين او غير المدخنين؟
بغيت ناكل بزاف الخضروات اليوم.
عندّي بطاقتي. رخصه القياده مزيانه؟
نصف يوم ثلاثين دولار. يوم كامل خمسون دولار.
كلفه لوح التزلج علي الامواج هي 25 دولار امريكي لمدّه ساعتين و40 دولار امريكي ليوم كامل.
كَيْتَ حَارْ بَزاف. غَيِّرْ تَكْيِيفْ الْهَوَاء؟
شنو سعر اليَن اليوم؟
هذا هو سوغيتا في الغرفه ثلاثه وعشرون عشرين. لقد قمت بالتسجيل للتو، لكن هذه الغرفه اصغر مما كنت اتوقع. هل يمكنني تغيير الغرف؟
هل تتوقف حافله الجاده الخامسه هنا؟
عندي فلوس باش نكمل وجبات ثلاثه ايام.
فين نشري حوايج الحرف التقليديه؟
كيف اجري مكالمه دوليه؟
شكون الرياضات الشعبيه ف اليابان؟
هل يمكنك ارسال خريطه لي عبر الفاكس للوصول الي مكتبك؟
هل انتِ مستعده للطلب، سيدتي؟
نوصيكم بزياره جوله مدينه بوسطن. هذه فرصه لتري النقاط الرءيسيه للاهتمام في بوسطن.
كنت احاول تحديد موقع هذا العنوان علي هذه البطاقه.
سلام. هاد تامين بوسطن؟
كاين سباته فهاد الفندق؟
كان ذلك وجبه لذيذه جدا.
الان افسدها.
اي جزء من النمسا؟
فين غادي هاد القطار؟
هل يمكنني استخدام الهاتف؟
ما هو الطول الاقصي للبريد العادي؟
اريد ذلك في الثامنه والنصف.
طاوله لشخصين، من فضلك.
هل يمكنك ان تخبرني ان كانت هناك مطاعم جيده للاسماك البحريه في الجوار؟
حسنا. مبني امباير ستيت هنا علي هذا الطريق. ما عليك سوي الذهاب الي محطه الحافلات هنا في الزاويه والذهاب مباشره. سيكون علي يمينك.
شحال هاد السعر؟
اش تفضل للحلوه، الايس كريم ولا الشربات؟
ما يمكنش هاد الشي مع ميزانيتي.
هل علينا ان نطلب وجبه كامله؟
لا، لم نكن جاهزين بعد.
لدي حجز لمده ليلتين.
عندك ويسكي؟
قدر تقولي لو لقيتي ساكيتي؟
عافاك ارني رخصه السياقه، من فضلك؟
من يجب ان يقول انه المتصل، من فضلك؟
كيف يبدو هذا علي؟
لا، قليل جدا. قد يكون هذا احد الاسباب التي تجعل النساء لا يلتزمن بشركه واحده.
كم من الوقت يستغرق الحصول علي جواز سفر جديد؟
لفّي، من فضلك.
كَيْتَحَسْنَ.
غادي ناخد شويه زبده.
خذيت الباص الخطا.
كيف هي كبيره؟
قدر تطبخ هاد اللحم شويه اكثر؟
رجاءً اتصل بطبيب.
غادي ندير اشعه.
كاين بلاصه باش نبدل الفلوس؟
اريد ان اضع شعراً مستعاراً.
اش هاد الحبوب؟
لا، اخشي انني لم استطع النوم بسبب تلك الاخبار السيءه.
كيف يتم حساب رسوم الالغاء؟
رحلتنا تبدا في الحادي والعشرين من يوليو وتنتهي في السابع والعشرين.
مكيهمنيش.
كيف تنطقون هذه المحطه؟
غادي ندفع انا.
هل المتحف مفتوح اليوم؟
دَعني اَري واحِدًا اخَر.
هكذا، من فضلك.
انا بخير، شكرا.
كم من الوقت ستكون في مدينه نيويورك؟
هل يمكنني الغاء حلواي؟ لقد تناولت ما يكفي.
كاين بيس ديال المطار للفنادق شيرتون؟
نعم. الرقم اربعه وثمانون وسبعه.
واحده فقط الان.
مباشره امامك. ستجد العلامه. لا يمكنك تفويتها.
غادي تاخدو للمنضده ديال لفاكيه.
كم من الوقت يستغرق ضغطه؟
اتمني ان اتمكن من زياره بلدك.
قول لي صراحه.
شكون تاريخ التسليم؟
رسم ليا خريطه، من فضلك.
ما عندي حجز هنا، ولكن عندكم غرفه لفتره ليلتين؟
اريد ان ادفع الان. هل يمكنك ان تنزل امتعتي؟
شكون فين الجنوب؟
هل يمكنني الحصول علي بطانيه؟
قال ان المحطه التاليه هي شارع الثالث والعشرين؟
هل يجب ان احجز مقعدا في مطعم القطار؟
مساء الخير. عندكم طاولات مفتوحه لشخصين؟
شكون هواياتك؟
نعم. كم يجب ان اودع لابدا؟
نعم، ساطلب بيره بارده مع المقبلات.
رجاءً اغسل هذه البلوزه.
هل هناك اي شيء تريد ان يُترك؟
نعم، انا حر.
اشنو لي سرق؟
كان طويل القامه ذو شعر اشقر.
شكون هاد السيجار؟
ضع منشفه علي واحد و اضربها بهذا المطرقه.
كَيْتَا تَجْرِي الْحَافِلَهُ لَيْلًا حِينَ يَكُونُ السَّيْرُ اَقَلَّ. فَنَادِرًا مَا تَتَاَخَّرُ.
كنت معطوب لمده خمسه ايام.
بالتاكيد. ساخذك هناك.
هل يمكنك ان تقرضني حبل جر؟
دارك كبيييره بزاف.
هل يمكنني ان اطلب الشاي بدل القهوه؟
ما ظننت اننا التقينا من قبل.
عندك بطاقه بريديه زاءده؟
هل يمكنك ان ترسلها لي بالبريد؟
اريد قهوه.
فين القنصليه اليابانيه؟
اريد بعض الارز.
نعم، هناك. هنا ياتي القطار. يوم جيد.
هل يمكنني الحصول علي بعض الماسترد؟
هل يمكنك ارسال فاكس الي هذا الرقم؟
هل يمكننا ان نلتقي في الثالثه بدلًا من ذلك؟
كنت افقد المنظور عندما اذهب الي الخارج، واهدر المال يمينا وشمالا.
تارت التفاح، من فضلك.
كم عدد العطلات المدفوعه التي تحصل عليها في السنه؟
طاوله لاربعه، من فضلك.
قول.
صحيح. بغيتي تمشي معايا للسباحه؟
هذا سيكون راءعا. لقد كنت انتظر فرصه للقيام بشيء مثل هذا.
اود ان اقدم كاسه لسيّدنا السيد ويليام.
شكرا، سافعل. نامل ان تاتي ايضا الي مكاننا في بعض الاحيان.
اود الذهاب الي متحف A.
كنت افكر في الاستفاده من الخصم الخاص الذي تقدمه شركه الخطوط الجويه ABC الي هاواي الشهر المقبل.
اظن ذلك. سيكون كل شيء علي ما يرام.
هل يمكنني الحصول علي تذكرتين لمسرحيه "Les Miserables" ليوم السابع من يونيو؟
هل تبيعون فقط الكتب الجديده، ام انكم تتعاملون ايضًا مع المجلدات المستعمله؟
اريد ان ارسل رساله الي اليابان.
فَقْدَ كُنتَ اَسْتَطِيعُ اَنْ اَسْتَمْتِعَ بِالْمَشْيِ عَلَي بَرُودْوَيْ.
اريد وعاء طعام.
تذكره واحده درجه اولي الي كاليه، من فضلك.
رجاءً اتصل بسياره اجره في الساعه الثانيه.
مزيان، شكرا. ونتا؟
كاين شي حاجه تهمك هنا؟
اخبر القنصل الياباني بعد ان تبلغ الشرطه.
هل يمكنني جلبهم جميعا؟ احتاجهم حقا.
غادي تشرب شي حاجه مع طعامك؟
عطني 30 لتر.
اوه؟
غدا كاين موكب؟
ما كاينش. عندك واحد اخر؟
هذا ليس العنصر الصحيح.
عندّي جوج زجاجات ويسكي.
صداع نصفي.
هدايا لاصدقاءي.
اوجاعي في صدري.
كاين ثلاجه فيها مشروبات فخلف عربيتك.
اريد كاس ديما، من فضلك.
كَلْ خَرْجَه لَحْنَا، حَيْثُ اَكَلُ فِي الفَنْدَق غَالٍ.
من اين نبدا؟
سَلَام، فين هيا البريد؟
ارِني التهم.
حقيقه؟ لم اكن اعلم.
جوج مقاعد ب20 درهم، من فضلك.
كيف تريد لحمك؟
وصف ما فقدت، من فضلك.
شنو نوع دمك؟
ارِني الطريق؟
اريد مقبله، من فضلك.
اش كاينه اكثر ديك الماكولات ديال الريجيم فالمحال؟
عليكم الذهاب الي فيينا.
هل يمكننا الانتظار حتي تجهيز طاوله لنا؟
هل شارع هدسون هو المحطه الثالثه؟
فين مكتب تسجيل الدخول لشركه لوفتهانزا؟
خُذ صوره لنا، من فضلك.
اسمك وعنوانك هنا.
شكون هاد لي كيعمل هاد الشي؟
الاسود جميل.
خُذ ليا صوره.
اريد الاتصال بشركه تاجير السيارات.
طاوله النافذه، من فضلك.
اخبرني عندما نصل الي بوسطن.
اريد احمر جاف، من فضلك.
هل احتفظت بارقام شيكاتك؟
اريد شراء افضل المقاعد الممكنه.
الان اذهب الي الجمارك.
كنت افضل الجلوس في مقدمه الطاءره.
ضوء رسالتي مُشعل.
يجب ان نتواصل مع مكتب الاستعلامات في زاويه بهو الفندق. سيقومون بحجز.
اي بوابه؟
هو لص.
هاد الحساء طعمو قوي.
اشنو فالباج؟
هذا للاستخدام الشخصي.
اريد فيلماً لهذا النوع من الضوء الصناعي، من فضلك.
الغرض منه مساعده المكلومين في مصاريف الدفن.
سَفَرْتُ. سَاُحْضِرُ لَكَ الشَّايَ فِي الْحَالِ.
عذرا. هل يمكنني الحصول علي بطانيه؟
تفهميني؟
حسنا. انعطف يسارا في الزاويه القادمه. ستراه امامك مباشره.
كاين شي بلاصه نرتاح فيها؟
هل الرسوم العاجله مُدرجه؟
فمتي واين يمكنني الحصول عليه؟
شكون تعتقد افضل لحبي، طلاء الاظافر باللون الداكن ولا طلاء الاظافر باللون الفاتح؟
شكرا. هذا يعني اننا سنصل في الصباح الباكر. هل تعتقد ان بامكاني ركوب المترو للوصول الي وسط المدينه؟
اشنو نوع المواد اللي كاينه ف الدواء؟
نعم، لدي حجز لغرفه مفرده. اسمي ماتسوي. م-ا-ت-س-و-ي.
هل لديكم هذه بنمط اصابع مفتوحه؟
شكرا. اوه، اري ما حدث.
كم تبعد هذه الفندق؟
ارِني مكان المقعد في الطاءره، من فضلك؟
قال انه سيتصل بك لاحقا.
رجاءً عدّلوا مقاعدكم الي الوضعيه الراسيه.
هاد الشارع كيوصل لكارفور و ارباح؟
سَفْرَهْ عَلَيْكُمْ. اَيْتَا مَا كَانَ لَوْ سَمِحْتُمْ لِي بِمُعْجَمْ حُمْرَاءْ؟
اود ان اُجري موعدا مع السيد واتسون.
غادي نوري ليكم كيفاش تستعملو الشوكه.
عفوًا، ايها الضابط. هل يمكنك مساعدتي؟ لا استطيع العثور علي المتحف الوطني.
سياتي نادل لاخذ طلبك. يرجي استدعاء النادل عندما تكون جاهزًا للطلب.
لا، ساخرجها.
هل يمكنني استخدام شيك المسافر؟
نعم، لدينا. ما نوع الذي تريده؟
مكاينش البرد؟
انا الان في مطار كينيدي. ما اسرع طريقه للوصول الي فندقكم؟
انت في الطابق السادس عشر ا. اتبع هذا الممر، علي يمينك.
لا جينز او قمصان، من فضلك.
كيف تريدها؟ اعني ما الذي تود ان يكون في همبرغرك؟
نتي حاملا؟
هل يمكنك ان تحصل لنا علي سياره اجره؟
نحن سعداء بقبول عرضكم.
ما درت هاد الشي قبل.
كيف دقه هاد الشي؟
كاينه كتاب باليابانيه؟
متوفر غير بالطلب
افضل مطعم نباتي.
السرّه ديال الباب مكسوره.
نعم، ها انت.
الرقم خمسه-واحد-واحد، سبعه-اثنان-سبعه-ثلاثه في لوس انجلس، من فضلك.
كاين جوله؟
اش شكَام دوا كتوصي بيه؟
ما كايناش لحم العجل عندي.
اكتب ذلك في ورقه الخدمه. هناك رسوم اضافيه.
ارسل هذه الطرد الي اليابان.
غادي ناخدو معايا.
غادي نجي.
هل يمكنني البقاء في الطاءره بينما ننتظر؟
بالتاكيد. سنصلحه قبل عودتك.
انا من اشكرك.
شي شويه.
من اين انت اصلاً؟
نعم. اردت زياره هذا المكان منذ زمن طويل.
بالتاكيد. يبدو انه لا توجد مشكله.
غادي نخلص بالضمان.
كاينين جولات علي تمثال الحريه؟
هيا. قُلها بصراحه.
لقد كان لدينا بعض السمك اليوم.
حسنًا. ساخبرك بما يحدث. لا تخبر عاءلتك، ولن اخبر عاءلتي.
اش كتدير فوقت فراغك؟
غادي نتلاقاو ف يوم من الايام، ان شاء الله.
هو اخضر، وحجمه هكذا.
عافاك عطيني خريطه المدينه.
سَفْر، لا احد يجيب علي الهاتف.
عندي نزيف انفي.
بعضهم يذهب الي محطه طوكيو المركزيه والفنادق الكبري.
ثلاثين جنيه، من فضلك.
عذرا. اين الهاتف العام؟
شكرا، علي اي حال.
اه، اكلت بعض المحار الطازج البارحه. كان طعمه غريب.
اعتقد انها تجعلني ابدو اكبر سنا.
ارِني هذا، من فضلك؟
من شنو مصنوع العود؟
اليوم لدينا مينسترون، كريمه الاسباراجوس، وحساء الخضروات.
غادي ناخد مارتيني جاف. و عصير برتقال ليها، من فضلك.
هل لديك تاريخ من امراض القلب؟
عينيّ تءلماني.
كنت ابحث عن قميص بولو.
شيء ما تحت ماءه دولار، من فضلك.
غادي يخرج من هنا في تسع.
شكراً علي ايه حال لكن عليّ ان اذهب حقاً.
السطح اللامع، من فضلك.
اريد ثمانيه اوراق من فءه العشره دولارات وعشرين ورقه من فءه الدولار الواحد.
لدينا هذا المنتج الجديد المصمم للنساء العاملات.
غادي نتحمل داكشي.
انه خدمه موثوقه عاليه الجوده.
كَفي شوف، شكرا.
اعتقد انه بامكانك الحصول علي كل ذلك في السوبر ماركت. اذا لم تتمكن، لا تقلق. ساذهب الي الصيدليه غدا.
ماشي ضروري، سيدي. غادي نعتني بذالك عند تسجيل الدخول. وقت تسجيل الدخول هو من الساعتين وثلاثين دقيقه، ولكن يمكننا الاحتفاظ بامتعتك اذا اردت القيام ببعض السياحه قبل ذلك.
غادي تجيب ليا دلو ديال الما لي كايدير؟
عندي مرض مزمن.
اعتقد ان هناك خطا في الفاتوره. هل يمكنك التحقق منها، من فضلك؟
غادي تفرغ الطراشه، من فضلك؟
شوف الاماكن السياحيه الشعبيه فهاد الجوار؟
فرحت بلقاءك، السيد سميث.
اود ان امدد اقامتي ليومين.
غادي تعاوني؟
شنو نوع العطر لي بغيتي؟
هاد الخط هو الاوضح؟
شوف. تبدا المباراه في الثانيه؟ نعم، يجب ان نكون قادرين علي فعلها.
اود ان انزل في سانت بول.
كم هي امنه؟
هل يمكنني ارفاق رساله بها؟
السيد واتسون، الخط 2-1، من فضلك.
ما عرفت باش نضع.
ها انت. هذا هو الاكثر شعبيه.
عندي حجز، اكياما.
عند خروجك من المصعد، ستراه علي يمينك.
حسنا، اضغط علي هذا الزر، . اوه، هذا لا يعمل. اسف، انه معطوب.
كيف حالك، السيد تاكاجي؟ لم نلتقِ منذ الربيع الماضي، اليس كذلك؟
شَفنا بزاف ديال الاسماك المهاجره.
سنعود لاحقا.
تساءلت متي استطيع العوده الي هنا.
اذا احتجتم اي مساعده، يرجي طلبها من مضيفي الطاءره. لدينا طاقم يتحدث اليابانيه، الفرنسيه، الصينيه، والاسبانيه علي متن الطاءره.
100 دولار، بدون ضريبه.
ارجوكم ربط حزام الامان ومراعاه علامه "ممنوع التدخين" الي ان يتم اطفاءها.
كَيْن عندو دوش؟
ها هو جواز سفرك ووسم المطالبه.
هل يمكنني الحصول علي طبق اضافي؟
اريد بعض الدواء.
كنا جوج، شنو نقولو ناخدو الكبير؟
تركت جواز سفري في سياره اجره.
40 دولار.
فندقنا يُرتب رعايه لطفلك.
سيدي، سنكون متاخرين 20 دقيقه.
كاينين مطاعم يابانيه فهاد الحي؟
شيء سهل القياده، مع مقود علي اليسار، في فءه السنتين.
هو داخلي ام في الهواء الطلق؟
هذا هو عنواني الجديد.
نعم، يمكنك ذلك. اليكِ علامه المطالبه وتذكره الصعود.
اه، حوالي السابعه مساءً، اظن.
حاصرت نفسي. المفتاح داخل السياره.
يمكنك الحصول علي درجه افضل.
ما كنتش كنضن غادي يكون كا عامر بزاف.
اشعر بالم نابض حول منطقه بطني.
هل يمكنك تغيير مقعدي الي مقعد في قسم المدخنين؟
هذا الرسم هو للاتصالات البعيده المدي.
هل تخطط لبدء بيع منتجاتك في الولايات المتحده؟
غادي تجيب ليا بيره اخري؟
كنت انا وجيم اصدقاء منذ ايام المدرسه الثانويه.
بيض مقلي، من الجانب المشمس مع البيكون، من فضلك.
تذكره للتنقل 10 مرات، من فضلك.
لحظه واحده، سيدتي. ساتحقق منها.
ما كاينش حتي واحد بهاد الاسم هنا.
فين نقدر ناخد حافله السياحه؟ فين ومتي نقدر نطلع للحافله؟
الجزء العلوي كبير قليلا. هل يمكنك تعديله؟
كاين حقل غولف هنا؟
اود الغاء حجز رحلتي في الخامس من مايو، وحجز رحله اخري في التاسع من مايو بدلاً منها، من فضلك.
هل يمكنني الاحتفاظ بهذه البطاقه الرءيسيه؟
كاين شي واحد يفهم اليابانيه؟
اسف جدا لسماع خبر وفاه والدك. من فضلك تقبل تعازي الصادقه.
غادي ناخد ايطالي، من فضلك.
هل انجزت بحثك؟
خمسه ورقات من عشره دولارات، من فضلك.
هل يمكنني الحصول علي تذكرتين للبالغين لمسرحيه "قطط"؟
يجب ان تجلس وتستريح بعد رحلتك الطويله من اليابان.
اش كاين غير هاد التكلفه؟
هل تم اتباعها؟
فين حرقتي يدك؟
من هم مصمموك؟
هل يمكنك لفها معًا؟
قط ازرق. رباعي جاز قديم.
في اي سياره توجد هذه المقصوره؟
تهانينا، سمعت انك حصلت علي وظيفه في شركه ABC.
شامل رسوم الخدمه؟
اريد ان احجز طاوله جيده لمشاهده العرض.
كَيْتُو 99 دولار.
غادي تعطي ساعه دبا باش ديرو لي بغيتي هنا.
اود ان اكون في طوكيو يوم الجمعه.
هل المجوهرات معفاه من الرسوم؟
شنو الفيلم الاكثر شهره دابا؟
مَا عَلَيْ اَجْرُءُ اَنْ اَقُولَ حَالًا.
اشتريت احمر شفاه كهديه.
اش نو وقت غادي تخرج؟
سَفْرَانْ، حَيَّاكَ الله. اَعِيدْ قَوْلَكَ مَنْ فَضْلِكَ؟
حتي شتنبر من سنه تسعه وتسعين وتسعه.
هل يمكنني الالتحاق بتلك الصفّ رغم انّي مبتدء؟
اريد الذهاب للتسوق. اين منطقه التسوق القريبه من هنا؟
نُريد مشاهده فيلم. ما الذي توصي به؟
من صنعها؟
لكن كما تعلم "LT" سيجعلها ارخص.
كم تكلفه مكالمه هاتفيه بعيده المدي الي طوكيو؟
شكون غير هاد الالوان لي كاينه فهاد الشيف؟
ما قدرش نقرر اش نطلب. شنو توصي؟
شحال التمن للشخص الواحد؟
تاخّرت في موعد المغادره.
ما تبيعهم غير منفصلين؟
هل يمكنك حجز تذكره مسرح لي؟
هكذا، انعطف يمينا.
عندي زجاجه كحول الارز الياباني.
كرسي فارغ، من فضلك.
اه، انا اسف. ها انت. هل يمكنني ان احضر لك شيءًا للشرب؟
اريدك ان تاتي معي، من فضلك.
الان تم حجزك.
اريد حجز مقعد، الدرجه الاقتصاديه، الي لندن الاحد المقبل.
كَين 30 كلمه. تَالَفَات، تَالَفَات. فَرَنْكَان، فَرَنْكَان.
يمكن لمندوبنا ان يساعدك، او يمكنك الحصول عليه بواسطه سياره اجره.
هل حديقه الحيوان مغلقه؟
شكون اسمك الاوسط؟
اود حجز غرفه صغيره.
شخصين.
اسمي سوزوكي. لدي حجز في السادسه.
بعض السجاءر، من فضلك.
اريد فقط قص الشعر.
اريد سواراً من سلسله.
اريد ان اتجول في الجزيره.
خلي نستريح شويه. بغيتي قهوه؟
جاي.
تركت مفتاح الغرفه في غرفتي. هل يمكنني ان اقترض مفتاحًا اخر، من فضلك؟
كم يجب ان ادفع كنصيحه؟
عذرا. هل هذه الحافله متوجهه الي فندق هوليدي ان يونيون سكوير؟
هل من الجيد ترك السياره في بوسطن؟
قدر تاخد ليا تذكره؟
عندو باج كبير؟
هاد الحساء سخون بزاف.
اريد بعض الجزر.
غادي نتواصلو معاك فور ما نلقاوه.
هل هوايه جمع الحيوانات المحشوه من هواياتك؟
اود ان احجز علي الخطوط الجويه اليابانيه في العشرين من مارس.
ماكاينش الثلج.
هل تستطيع اليابان انتاج كل ما تحتاجه من غذاء؟
عندك روايات يابانيه؟
كَاينه زحام اليوم؟
اذن فهذا يعني انني لا افشل علي الاطلاق.
كم عدد ايام العطله التي تحصل عليها في السنه؟
غادي نبقاو اسبوع علي الاقل.
اريد مضخه هواء.
هل يمكنني اخذ المترو الي برج مارين؟
الرحله اللي كنت غادي ناخد، AA eleven، تم الغاءها.
اه، حقاً؟ اعيش في كاماكورا، امل ان تمر بمنزلي.
فين الحمام؟
اعتقد انه بسيط جدا بالنسبه لي.
عندّي شي حوايج للصحافه.
اعطيني رقم هاتفك.
عذرا، هل يمكنك ان توصيني بفندق؟
اه. لقاء راءع بك هنا.
هذا اخر شيء سافعله.
القطارات تغادر من كينغز كروس.
فقدت حقيبتي.
اش نو وقت غادي نرجعو؟
المراهقون اليابانيون مهتمون بالموسيقي.
اريد تجربه هذه الاحذيه.
نعم، اتصلت منذ قليل.
عندك خمر جاف، مكاينش غالي بزاف؟
وضعتل اليوم شويه موس للشعر.
هل الطاءره في موعدها؟
كم تكلف اعاده الاصدار؟
فين يمكنني اشري تذاكر المصعد؟
صخره ستونهنج تبدو مثيره للاهتمام. هل هناك جولات تدور حولها؟
تعرضت لاصابه خطيره في القدم اليمني.
كنت اقيم في فندق هيلتون.
ما عندك والو تاكل؟
شحال الساعه لي غادي يبدا القطار؟
بالبريد السطحي.
كيف تفضل ستيكك، سيدي؟
اريد ان اخذ حافله مكوكيه الي المطار.
شكراً لك علي استقبالي في المطار. انت لطيف جداً.
خايف يكون السبت غيم.
كم تكلف استءجار سياره مع ساءق؟
كنت احب التفاح، لكن اليوم اود ان اتناول العنب.
الرجاء الغاء بطاقتي.
كاس دي النبيذ الاحمر، اوكي؟
بالتاكيد. هل لديك اي شيء معين، طعام معين في ذهنك؟
هذا فضه النيكل؟
هاد السوس ما هواش؟
عندي الف دولار نقدا.
دور اليسار. هو علي اليمين.
شحال التمن ديال ثلاثه ايام؟
غادي تحمل هاد الشنطه، من فضلك؟
سياره صغيره، ويفضل ان تكون يابانيه.
اش من منتوج هو تخصص هاد البلد؟
كنا عندنا جوج او تلات ديال الحلوين فالحومه. بغيتي نديها ليك؟
غادي ناخد 100 غرام ديال سلطه الكوسا؟
عندك طابع اخر؟
علي فكره، هل ملات الخزان قبل ارجاع السياره؟
نَا غَدَا لِسَان دييغو.
بعد وفاته، حدث اصلاح سياسي، يُعرف باصلاح عصر الطاءفه.
تركت حقيبتي اليدويه في القطار.
سَعْدَتْنِي، لَكِنَّ هَذَا الْكَلِمَهَ، اُومِيدِيتُوجُوزَايْمَاسُ، طَوِيلَهٌ لِحِسَابِ عَدَدِ الْكَلِمَاتِ. بِاعْتِبَارِ اَنَّ الْكَلِمَهَ تَقْتَصِرُ عَلَي خَمْسَهَ عَشَرَ حَرْفًا، اُرِيدُ مِنْكَ اَنْ تُقَسِّمَهَا اِلَي اثْنَتَيْنِ.
كَيْ تَنْطَلِقَ مِنْ مَحَطَّهِ الْحَافِلَهِ الثَّانِيَه.
اذا اردت.
اشنو انواع السلطات عندكم؟
هل يمكنك رسم خريطه يمكن ان تاخذني الي هناك؟
غادي ناخد لي توصي بيه.
شنو كيعرض دابا؟
اريد قلم رصاص، من فضلك.
نعم، اوه، وانا ادفع بواسطه بطاقه الاءتمان.
رجاءً احضر الفطور لغرفتي.
هل لديكم جولات في البانثيون؟
نَسِيتُ مِلعقَتي.
رجاءً قم بتحويل شيك شخصي.
نعم، شكرا. اسمي مايومي ياماغوتشي من اليابان. لقد وصلت للتو الي الفندق.
رجلي تالم.
الشمس قويه بزاف. حطيتي واقي شمس؟
غادي ياخد الامر حوالي نصف يوم. غادي يكون مرشد الجوله هنا باش ياخدك حوالي تسع صباحا.
فين الملعب؟
كَانَ الزجاج مفقود.
اريد سلطه ايطاليه.
حسناً، يبدو انك بحجمي تقريباً. عادهً ما ارتدي متوسط.
توقف هذا الساعه القديمه عن العمل. هل يمكن استبدالها؟
حسناً، يبدو انه ضيق قليلاً في الكتفين.
اريد بطاقه بديله. متي يمكنني الحصول عليها؟
قدر تقول للبوليس؟
رقم هاتفي هو اربعه صفر اربعه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
كاين مشكل؟
حتي الان، يتم اعداد اطباق راس السنه الجديده المسماه اوشيكي ريوري في كل منزل تقريبًا.
جوله نصف يوم لا ترقي الي المستوي المطلوب.
غادي نسول علي صوره معاه
ما نوع الجلد الذي صنع منه هذا الحقيبه؟
كَيْتَا بَزَافَا.
الاسعار تختلف عن المتر.
كَتَبْتِي. كَيْنَ طريقه ارخص باش نرسلو؟
اريد ان ابدل بعض الين الياباني بالدولار الامريكي.
هل يمكنني الانتقال الي الصف الامامي؟
اود ان اخرج الان. هل يمكنك ان تنزل امتعتي؟
كاين كلينيك قريب؟
عندك مطرقات؟
من يجب ان اتصل به اذا واجهت مشاكل؟
غادي هاد الطياره فوقت غادي؟
غادي ناخد 300 غرام من هادشي.
خرج مسرعا الي وسط الشارع حيث لا يوجد ممر.
من باب الحديث، هل لديك تامين علي السفر لهذه الرحله؟
هذا للاستعمال الخاص بك، بالطبع.
اود ان اترك السياره في مطار سان فرانسيسكو.
شي حلوي؟
اريد التاكد من وقت المغادره.
غادي نكون فالفندق هيلتون.
هل يمكنك ارسال هذه الرساله لي؟
عاءلتنا مكونه من اربعه افراد، والديّ واختي الصغري وانا.
شكون اسم الفنان؟
اطلب منه ان يتصل قبل العاشره، بتوقيت اليابان.
كيف يمكنني الوصول الي المعبد؟
اش كتشرب؟
هل يمكنك اخباري برقم هاتف شركه سيارات اجره؟
ثلاثه دونات وبسكويت، من فضلك.
غادي نكون تما فحدود ساعه.
سلام. بير وان فيش اند جريل. هل يمكنني مساعدتك.
شكرا. هل يمكنني التحدث مع السيده ياموتو، من فضلك؟
كاين دابا ديبانج فهاد الجوار؟
كيف يمكنك سحب المال؟
نعم. اود ان اءكد حجزي علي الرحله السابعه عشره الي طوكيو هذا الاحد. اسمي ريكو موري. م-و-ر-ي.
تساءلت ما هي الالوان التي ستكون موضه هذا الخريف.
اود ان احجز مقعدا للنوم الي واشنطن العاصمه، من فضلك.
اقترح عليك زياره مبني الامم المتحده علي ضفه نهر ايست ايضًا.
هي تسعين وتسعه. اود ان انفق حوالي تسعين وتسعه دولارات.
ارِني تلك الانبوب. الثالث.
اذا كان الشخص بوذيًا، نعم. لكن العديد من العاءلات تقيم جنازات في منازلها.
قميص ابيض وجوربان.
حوالي الف دولار.
كم ثمن ارخص تذكره؟
ستيك سيرلوين وسلطه خضراء، من فضلك.
حسنًا، خذ وقتك. اخبرني اذا كنت بحاجه الي اي شيء.
هادي علي.
اريد ان اطلب بيتزا. من يوصلها هنا؟ ما هو الرقم؟
غادي نكون متاخر.
عندك غرفه احسن؟
كيتخذ يوما كاملا. سيكون مرشد الجولات هنا لاختيارك في التاسعه صباحا.
الرجاء اختيار بعض النبيذ الجيد لوجبتنا.
اريد ورقه من خمسين دولار وخمس ورقات من عشره دولارات، من فضلك.
يبلغ عدد سكان طوكيو حوالي اثني عشر مليون نسمه. وهي مكتظه بالسكان، وتكلفه السكن مرتفعه.
يمكنك اجراء مكالمه مباشره من غرفتك.
كم تبلغ الرسوم الاضافيه للاستعمال الفردي؟
غير مبرد، من فضلك.
كم من الوقت سيمر قبل ان نبدا؟
هاد الكريم ديال البشره الجافه ولا ديال الدهنيه؟
عذرا. لقد ضللت طريقي.
حسناً، كنت افكر في السوشي. ماذا عنك؟
اود ان اشارك في الجوله الاختياريه غدا.
اذا اشتريتهم معا، هل يمكنك ان تعطيني خصما؟
هل يمكنني الحصول علي لترين من الحليب؟
غادي نبقاو هنا ليله.
اريد ان استاجر سياره.
يوم 3 نونبر هو يوم الثقافه.
كنت ابحث عن قميص لفتاه تبلغ من العمر عشر سنوات؟
فقدت جواز سفري.
نعم، لدي هذه.
قُفل الهاتف مره واحده، من فضلك.
ساعدني.
كَتَبْتَ اَكْثَر مِنْ ثَمَنِ التَّذْكِيرَه.
انتظر. ثلاثه كتل، ثم يسار؟
شكون هو الرجل الرءيسي؟
كاين سوق قريب؟
ما عرفتش نجمع هاد الستاءر.
كيف اذهب الي سنترال بارك؟
غضبت منو.
ارسلها علي وجه السرعه، من فضلك.
ارسل هذا كحقيبه غير مصحوبه.
كم ثمن تذكره الحافله الي بوسطن؟
عبر تلك الباب و الي يمينك.
غادي تدفع تكلفه اضافيه علي الحلوي.
ابحث عن اخرين.
اسمي هيجي شيبا. انا يابانيه.
نَـاحْـتُـني شَـيْـءٌ مِـنْ خَـلّ.
عطني صندوق من هاد العلامه.
نعم. لكن في المدن الصغيره وحتي في وسط مدينه طوكيو القديمه، لدينا الكثير من متاجر التجزءه الصغيره المستقله المتخصصه.
عندك شي بحال هاد الشي ديال جوده افضل؟
اشنو غادي توصيني نشوف اكثر من اي حاجه اخري ف كيوتو؟
فين كتعمل؟
هل يمكنني طلب وجبه نباتيه؟
شحال تكال الغرفه؟
ماشي شي حايل. ولكن كنفضلها شويه حاره.
هل يمكنك ان توصي بقاموس فرنسي-انجليزي؟
شكرا. كان من اللطيف رءيتك. وداعا.
هل يمكنني اخذ استراحه في فندق قريب من هنا؟
غادي تكون ثمن الطوابع 18 دولار. ها اعلان جمركي لحقيبتك.
اش وقت يمكن للدكتور يجيب؟
كاين شي حاحه تشرب فالباطو؟
الغيوم تبدو جميله من هنا.
هل يمكنني مساعدتك باي شكل من الاشكال؟
اريد ان اري المنطقه الماليه.
كنت اتعلم السباحه.
عندك قهوه سريعه؟
مطار هذه المحطه الجويه ليس مزدحماً جداً يوم الثلاثاء بعد الظهر.
هو عنيف؟
نعم، دعني اري. اود ان اتناول كوب من النبيذ للبدء.
صلح المصباح، من فضلك.
اود تغيير الحجز.
اذا نسيت، فقد تفقد حجزك.
اي واحد خير يكون مزيان.
نلتقي بك في المسبح حوالي الواحده، حسنا؟
لا. هذه المنصه للقطار المتجه في الاتجاه المعاكس.
شكرا. اشكرك جزيل الشكر علي لطفك.
اود تناول العشاء باقل من ثلاثين دولارا، بما في ذلك المشروبات.
اريد ان تُكوي هذه الملابس.
سلام. حجزت لليله هاد عند السابعه. ولكن بغيت نغير الوقت. اسمي سوزوكي.
هل معك جواز السفر والتذكره؟ انظر، هذا متجر معفي من الرسوم.
اش كاين من منتوجات لي كاينه فالسوق المناسبه للبشره الدهنيه؟
حان الوقت للبدء.
شنو رايك نمشيو نشوفو فيلم؟
اود ان استلم شيك مسافر.
لا، لا نفعل، سيدي.
يمكنك الذهاب سيراً علي الاقدام او بالقطار. اليك خريطه للقطار.
ها هيا النصيحه ليك.
اريد زوج من الشباشب، من فضلك.
زهره الكرز. تتفتح في الربيع.
جيب ليا جوج بيره اخرين.
عشره واحد، من فضلك.
شكرا. من فضلك اعطني اشاره عندما نصل. انا غريب تماما في لندن.
اسود. هل يمكنك ان تُريني زوجًا اخر باللون الاسود؟
كم يستغرق الامر ويكلف لتغييره؟
رجاءً قم بتسخين الغرفه فوراً.
وافق. اعطني تذكره ذهاب وعوده.
كيف كانت؟ هل كانت جيده؟
كَاينه سُقُوط ثلوج خفيفه ديال بوصه او بوصتين.
في فندق بلازا، الغرفه سبعه واثنان.
ما عرفت. كلهم جدد عليا.
سيرتك الرياضيه راءعه.
كنت غير كنت كنضربك.
اكلت منذ قليل.
هذا من دواعي سروري.
عندك العلامات؟
تاكيدًا. متي تريد ان نلعب؟
في اسرع وقت ممكن
سلام. هاد دار الباون؟
هل يمكنني رءيه القبعه في النافذه، من فضلك؟
غادي يكون زوين غدا ان شاء الله.
كم من الوقت يستغرق من هنا؟
طلبت مقعدا غير مخصص للمدخنين، لكنني في مقعد مخصص للمدخنين.
حسنا. يرجي حجز مقعدين في الدرجه الاولي علي تلك الرحله.
لديڭك التهاب الزاءده الدوديه.
قدر تاخد ليا مربيه؟
حقيبه صغيره بنيه. مصنوعه من الجلد.
ايهم انسب، الحافله ام المترو؟
هي عشره دقاءق بعد الثانيه.
كَرَشَه رِجْلها مَفْرُوضه.
كنت محظوظا حقا للحصول علي تذكره الليله. لم اصل الي المدينه حتي الساعه الثالثه بعد الظهر.
واحد من اقفال النافذه مكسور.
اريد ان يُرسل علي وجه السرعه.
كاين غرف خاصه فالاولي؟
هل يمكنني الحصول علي صندوقين هديه لهذين؟
حيث انني اشتريت الكثير من الهدايا التذكاريه التي لا استطيع وضعها في حقيبتي، اود ان احصل علي حقيبه او شيء من هذا القبيل.
حسنا، سيدي. دعني اعتني بحقاءبك اولا.
نفس الشيء، من فضلك.
حسنا، تم تاكيد حجزي، هل يمكنك الاتصال بالمدير، من فضلك؟
ما عنديش فلوس.
تحقق من كل شيء، من فضلك.
عطنا طبله زوينه قريبه من المسرح، من فضلك.
نذهب الي حانه؟
هل يمكنك ان تحصل لي علي حجم اصغر؟
اذا كنتم ستدخنون، يرجي الانتقال الي الصفوف من اربعين الي خمسين.
سَكُون.
رجاءً ارفع اكمامك.
هاد الشي لي بقا فيك تخليني نبقي هنا.
هاد الباص كيوصل للمطار؟
اود ان احجز طاوله لثلاثه اشخاص.
شكون قالك لا، شنو رايك هاد العشيه، حوالي اربع.
الساعه الثالثه صباحا.
فوق الخمسه.
في اين ابلغ عنه؟
كَاين تكوين للبدايَا؟
اريد بعض الاقلام الملونه.
ماكاين لاش من تنظيف الغرفه.
مَا شَدَّكْ لَهَذَا الطَّلْعَهْ؟
شكون المدير؟
فتحي حقيبتك، من فضلك. هذه اقراص، اليس كذلك؟
هل يمكنني حجز موعد في الثامنه والنصف صباح غد؟
السبت سيء لان علي مساعده ابي.
اريد الذهاب الي اقرب محطه حافلات.
تسرقت جواز سفري.
جاي معاه الرز والخضروات.
اريد تغيير طلبي.
نعم سيدي. ساقوم بتحويل مكالمه السيد علي الفور. من فضلك انتظر قليلا.
اود ان ادعوك لحفل عيد ميلاد.
حسنا، عليك ان تتصل بي قبل ان تاتي في المره القادمه.
فين الساحه؟
عندكم رحلات اخري؟
يمكنك اخذها من البوابه قبل الصعود. يرجي اظهار هذا الايصال هناك.
ماكاينش هاد الشي ف اليابان. شنو ندير دابا؟
اه.
اود تغيير رحلتي الي التاسع من اكتوبر.
الضلوع المشويه مشهوره هنا.
غادي تخبرني فاش كيتوصل الباص لشارع الاربعين؟
انعطف يسارا عند الاشاره الثانيه، من فضلك.
فين الناس التانيين؟
اي طابق؟
بالوان مختلفه؟
كاين ميكروويف؟
فين مركز المءتمرات؟
مقعد من الدرجه الاولي، غير مدخن، من فضلك.
هل عليّ ان ابقي في الفراش؟
كَانَكَ تُعَاود الصّدْر فِي يَوْمٍ؟
اش شطاحتك؟
انا مع زوجي.
عندك شي دليل علي الهويه؟
نوع دمي هو A.
هل يمكنني تغيير الغرفه الي غرفه تطل علي المحيط؟
تذكره ذهاب فقط، من فضلك.
هل يمكنني الذهاب هناك سيراً علي الاقدام؟
شكون نوع الغرفه لي بغيتي؟
ارني، من فضلك.
اكيد. هو ت-ا-ن-ا-ك-ا. رقم البطاقه هو واحد اثنان ثلاثه اربعه خمسه سته سبعه ثمانيه. وتاريخ انتهاء صلاحيتها هو سبتمبر، الفين واحد.
قريب، اي وقت؟
صليبو الحصان.
شيك المسافر، اتفق؟
التاكسيات كيجيو لهنا؟
قد يكون مركز التجاره العالمي مكانًا جيدًا.
شنو قال؟
شكون هوما القواعد ديال اللباس؟
انه حقيبه صغيره زرقاء لليله واحده.
هل يجب ان انقل؟
هل يمكنك اخباري برمز المنطقه الخاص بسان لويس؟
اريد عدسه مقربه.
بالتاكيد. كنت اقود السياره في هذه المنطقه لاكثر من عشر سنوات.
اريد ان اضيء السيجار.
عندّي دوا؟
كنت اشعر بالبروده والغثيان. هل هناك مقعد لاستلقي عليه؟
هاد الفينيل؟
مفتاح الغرفه 341 من فضلك.
غادي تكتبو علي الخريطه ديالي؟
فين غادي نتسنا؟
فين مركز التسوق؟
بدل هاد اللّي هنا بالدولار.
عطاوني الما ديال الحناش، مع الثلج.
كَاين افلام مجانيه؟
موقع الغوص الاول اليوم هو واحد من اكثر مواقع الغوص الشهيره في هاواي.
حَوِّلُونِي اِلَي غُرَفَهٍ اُخْرَي.
اريد ميزانا حراريا.
شيء ما خاطء مع الفلتر.
اود ان احجز السابعه.
اود حجز مقعدين ليله الجمعه.
كاين تما ورا المستشفي.
كم ثمن تذكره الدرجه الثانيه الي نيويورك؟
اش نوعيه ديال التشويق توصي بيها؟
عندنا اسبرين.
انا اءذي نفسي.
قُفل، من فضلك.
كيف اذهب الي هناك؟
اريد عينه من بولك.
من المفترض ان تستلم امتعتك من عجله الامتعه.
كم دقيقه وقف القطار هنا؟
عليك ان تاخذ بعض ادويه المعده.
هل هم مفتوحون يوم الاحد؟
شحال السعر ف الشهر؟
عطي رايك الصادق فهاد الشي.
كم تبلغ الرسوم الاضافيه؟
عندما اضغط علي لثتي، تنزف.
غادي تحفظ هاد الشي ليا؟
لقد ارفقت بطاقات استلام امتعتكم علي غلاف تذكره السفر.
السُكاري في كل بلد واحد.
حسنا. لماذا لا تتحقق من الحمام اولا؟ ساتحقق واري ان كان في الكافيتريا.
ارِني واحدا اصغر قليلا.
انا مصاب واحتاج سياره اسعاف.
فين نقدر ناخد الليموزين ديال فندق الهيلتون؟
تسرب الماء من الانبوب.
هل يمكنك ارسال الاشياء التي تركتها خلفي؟
هل يمكنني اجراء مكالمه من هذا الهاتف؟
مَا عَلَيَّ بِتَاْكِيدٍ.
اريد ان اجرب الاطباق المحليه.
بعد ذلك، اود ان اوجه انتباهكم الي الرسم البياني واحد - ثلاثه.
هل هناك اي تغيير في رقم الرحله 252 الي اوساكا؟
واش هاد الكيط ديال اسكتلندا؟
اه، هذا ما اريد فعله الان. واحد، اثنان، نوم.
اريد شعرا داءما ناعما، من فضلك.
كاين بيس من هوليدي ان؟
لابد ان هناك خطا ما.
بالتاكيد. كم تعتقد ان الوقت الذي سيستغرقه؟
كنت استطيع ان اعطيك كماده، لكن اقترح عليك الذهاب الي الطبيب للحصول علي الاشعه السينيه.
رَفِّقْ بِرِجْلَيْكَ كَمَا تَشَاءُ.
نتا صاح- عارف، علاش ما نمشيو ليه معا؟
كان الامر فجاه. لذلك لم اري وجوههم.
شكرا. هل يمكنك اعداد السلطه؟
هل يمكن توصيله الي هذا العنوان؟
اه، واحد اخر، من فضلك. ربما كنت قد اغمضت عيني.
جيب ليا طبسيل، من فضلك.
كنت استطيع التحدث قليلاً بالانجليزيه.
حسناً، لا احب هذا اللون. هل لديكم هذا باللون الازرق؟
اخبرني بعنوان الاتصال بك في حاله الطوارء.
ساملا خزان البنزين عندما ارجع السياره.
هذا البيت يبدو مريحا للعيش فيه.
فمتي تغادر هذه الطاءره؟
هذا مُتلف.
نعم، حسنا.
نرجعوها من جديد.
تذكرتين لعشيه اليوم، من فضلك.
هل تبيع سلع معفاه من الضراءب؟
هي ضربات راسها.
هذا الناقل الامتعه للرحله سبعه واحد اربعه؟
سمعت 20 دولار.
اسمي نوغوتشي. اتصلت بك من الفندق.
فين السفاره اليابانيه؟ كتقدر ترسملي خريطه؟
اريد غرفه ذات اطلاله جميله.
هل هو قريب من محطه المترو؟
الباص؟ اعتقد انك تقصد سياره ليموزين لنقلها الي الفندق. الي اي فندق انت ذاهب؟
هل يمكنك ان تاخذ صوره لي؟
اود سحب اربعماءه دولار من حسابي.
غادي نكون عندك ف 10 دقاءق.
شكون ساعات الدخول؟
هذا السيد سوزوكي يتحدث، اود ان اسال عن حجز الفندق.
كم ستبقي في المانيا؟
هل يمكنني اخذ درس خاص؟
هاد الفيلم كيعنف الاطفال. خاصو يتقيد.
هل يمكنك ان تجعل المُنظم الحراري اكثر دفءًا؟
رجاءً عدّل خطه بعد الظهر.
شكرا. تفضل و خذ التغيير بعد ذلك؟
رجاءً اطلقني عند الجاده الخامسه.
كم من الوقت يستغرق الوصول الي المطار؟
اريد علاج لحب الشباب.
اود ان احجز طاوله في السابعه.
عندكم افلام جنسيه؟
هل يوجد قاءمه طعام يابانيه؟
توقف سيارتي عن العمل.
صاحبي سقط من المنحدر.
سُررتُ بمعرفتك، سيدي.
كم تكلف شحن الهاتف الي اليابان؟
ما نقدر ندخل.
متي سيكون متاحاً؟
عذرا. اعتقد ان مقعدي بجانب مقعدك.
ها نحن هنا. هذا هو المتحف البريطاني.
سلام. ها هو القاءمه.
اريد ان المّع حذاءي.
كان الامر كالحلم.
الساعه ثلاث
انا اسف لانني لا استطيع قبول الدعوه بسبب موعد اخر.
الي متي يمكننا استخدام المرافق؟
تركت حقيبتي اليدويه في مكان ما.
اش نوصيو من القاءمه؟
هل يشمل السعر رسوم الخدمه والضراءب؟
غادي نطلع علي الباب بالكرسي.
كنت اشعر بتحسن كبير الان. شكرا جزيلا علي كل شيء.
فين نصلحو؟
لا، لم اذهب بعد. لكنني احب الذهاب الي هناك يوماً ما.
هل يمكنني ان اقرا شيءًا؟
اريد ان اُحجز موعدًا لتجفيف الشعر بالهواء الساخن في الثالثه.
كم من الوقت يستغرق الوصول اليها؟
كَبَرَد. مَا عَلَيَّ اَطْلَبُ بِبَطَّانَهٍ اُخْرَي؟
هذا الخط الي سان دييغو؟
كم من الوقت يستغرق الوصول الي اليابان بالبريد السطحي؟
دور اليسار عند مرورك فوق الجسر المخصص للمشاه.
اذن، هل هذه المصطلحات مقبوله؟
ما بقيت قادر نشوف هاد الشي.
كاس ديال الما ديال الخفيف، من فضلك.
اريد الحصول علي علبه سجاءر.
كثير من البرد كاين هاد الايام.
رجاءً اعد تسخين الطبق.
هل يجب ان ارتدي ربطه عنق؟
اريد شامبو للشعر الجاف.
كيف اتوصل لفندق واني؟
خَشْيَانْ تَوَلَّلْتِي لِطَابَلَهٍ خَطَاً.
اريد ان ادرس الطب.
ما زلت مدين لي بدولار وسبعين سنتا.
هل هناك تعليمات للرعايه؟
حسنا. ساخذ الشابلي. ماذا عنكِ، جين؟
لا، اغلفه الجلد اغلي. هذا من الجلد. ستماءه وخمس وسبعون دولار.
نحن مهتمون بالاثاث.
شكون يقدر يقترح علينا مطعم زوين؟
تبيعون حبر القلم؟
لا، لا نفعل. عليّ ان اعود الي البيت قبل السابعه.
لعبه انتهت.
عندك ديال الفضه الصفراء؟
يبدو انني فقدت بطاقه ماستركارد اثناء تسوقي هنا.
لا، شكرا. انا ناعس الان.
انا في مشكله. ساعدني من فضلك.
في اي طابق توجد ملابس الرجال؟
حرقت يدي اليمني بالماء الساخن في القدر.
كيف يمكنني الحصول علي التذاكر؟
اسمي كاماي. لدي حجز هنا لمده ليلتين.
سارع الي المطار، من فضلك.
مَا كَانْشْ مَحَالِفْ عَلَي الانْجِلِيزِيَه.
نتي بزاف.
ناخذ المترو، لكن اولاً علينا الحصول علي رموز.
سُرق مني جيبي. كان لدي حوالي ماءتي دولار في محفظتي.
نعم. تحت المقعد.
فين اقرب محل اكل صحي؟
لا، بعد، من فضلك.
عندي شلل.
شكون كان عندو هاد الجريمه؟
فين كاين هذا الكرسي؟
كاينين بزاف ديال الاماكن التاريخيه.
فين احسن بلاصه نزورها مع راجلي؟
لا، لا. اريد ان اراك.
كَيْنَ ضَامِن؟
حسنا. يمكنني التعامل معها لك.
فين اقرب سوبر ماركت من هنا؟
غادي نصلو فاش؟
ثم، مر عبر الممر الاخضر.
اش تدار اليوم فالتّبّان؟
هل يمكنك تبديل الفرنك الفرنسي بالجنيه الاسترليني؟
في اين استلم امتعتي لخطوط اليابان الجويه رقم 21؟
ست مشروبات تساوي عشره دولارات وخمسين سنتا سيدي.
اه، انا اسف. ربما لديك بالفعل مكان في الاعتبار - اين تريد الذهاب؟
هل يمكنني اخذ طلبك، سيدي؟
هل يمكنك تامين هذه الطرد؟
شنو نوع الشعر لي كايدير هاد الايام فامريكا؟
اش من حجر ميلاد لشهر يونيو؟
لقد اصبت بالحصبه.
تحب الموسيقي؟
مرحاض، فيضان.
اه، قبلوني امس من طرف الدكتور جونسون.
تعرف فين هتتعقد؟
شرح كيف نغلق الباب؟
اريد ان اتعلم الغوص.
فين تم تصوير دي في الاصل، وازاي من زمان؟
فين نخلّيوها بعد اسبوع؟
فهمت. ستدفع فقط رسوم اضافيه.
سلام. بغيت نطلب قهوه و ساندويتش كلوب.
درن - توقفوني مره اخري في فحص الامن.
امشِ مباشره، وستجده علي يسارك.
كَرشي كَيضرّني.
كنت اشعر بالدوار قليلا.
يبدو انه يستمتع بالرحله.
اش من مدرب كنتي معاه؟
شكون يقدر يوصي بكوميديا زوينه؟
حسنا، ماذا عن هذا الحزام الجلديه عالي الجوده؟
كاين فهاد الورقه.
هل يمكنني الحصول علي تقرير طبي وايصال للتامين؟
اريد حجز فندق، من فضلك.
رجاءً انتظر لحظه. ساذهب واساله.
اَنزِله في الفندق الكبير، من فضلك.
كم ثمن ارخص مقعد؟
الكراسي اقرب ما يمكن، من فضلك.
الباب ما كيفتحش.
غادي تاخد معانا صوره؟
كَتَبْتُ لَكَ: هَلْ تَبِيعُونَ السَّمَكَ المَقْلِي؟
اش كتقول، اش كيكون افضل هديه لولد فعمر 8 سنين؟
تقصد داخل المدينه؟
طبق ازرق خاص. هل انتهيت؟
عندكم خراءط للمنطقه المركزيه؟
هذا علي.
جيت غير نقولها سلام.
ملءها عند ارجاع السياره.
اش نصحني؟ مكايعرفش اش هو اللي زوين حيت مكايدخنش.
كم من الوقت ترغب في استخدامه؟
قدر تقول شي كيتكلم اليابانيه؟
اود تناول العشاء ب40 دولار للشخص الواحد.
يبدو انه مسروق.
خبز محمص وعلبه قهوه، من فضلك.
اسمك وعنوانك، من فضلك.
سلام. كيف يمكنني مساعدتك؟
حوالي ثمان وخمسين، ان سمحت.
هل هناك مرافق للاشخاص ذوي الاعاقه؟
غادي يبقي الحرق فجلدي؟
نستعمل الشوكه لتناول الوجبات.
تحت اشجار الخوخ، تقام حفلات مشاهده الخوخ.
وصلت علي متن رحله الخطوط الجويه المتحده رقم 543.
انا مُكرم جداً لانني التقيت برجل راءع مثلك.
السيد اينشتاين، هل يمكنني ان اسال سءالًا عن سعر الصرف؟ لا افهم كيف يمكنك ان تتهم اليابان بممارسات تجاريه غير عادله بهذه الطريقه القاطعه.
متي يمكننا ان نبدا اللعب؟
ناخذك من امام الفندق.
دوزي معايا الحراره. عندك شهيه؟
نعم، لحظه فقط، من فضلك. هناك مقعد فارغ في الخلف، يمكنك الانتقال اليه.
كيف اتوصل الي هذا العنوان؟
هل يمكنك حجز غرفه لي؟
غادي ناخد مقعد في الاوركسترا.
اريد شيءا ارخص قليلا.
هَذِهِ شَيْءٌ مِنَ الضِّيقِ.
يقولون اننا سنشهد تساقط الثلوج.
شكرا. اقامتكم ممتعه.
السوشي عباره عن كره ارز صغيره علي شكل بيضاوي مغطاه بشراءح من السمك النيء او المحار.
خَشْيَانَه، مَا غَادي نَحْصُل علي الموافقه علي بطاقه الاءتمان هادي.
غادي نعقد حفل. كنتمني تجي.
غادي تاخد سيكار ولا بلا سيكار؟
ا تقدر تقول لي علي المبلغ ديال لفلوس؟
لا، انا ابحث فقط.
اريد الاتصال بمرشدنا. هل يمكنك اخباري كيف اجري مكالمه؟
تفحص سيارتي من فضلك.
غادي نديرها. شكراً علي المساعده.
20 دولار في ربع، من فضلك.
تعرف اي مطاعم مفتوحه متاخرا في الليل؟
سَفَهْتُ، لَمْ اَفْهَمْ مَعْنَي هَذَا الاِشَارَهُ السَّيَّارَهُ.
هل انت مفتوح علي مدار الساعه؟
مَا كَانْتْ عَارِفَهً شَيْءًا فِي اَيِّ حَافِلَهٍ تَذْهَبُ اِلَي وَال سْتْرِيت.
هاد الوقوف ديال الباص قريب من الغرين بارك؟
هل يمكنك ايجاد مقاس يناسبني؟
شكرا. ساطلب كاس اخري، من فضلك.
هل يمكنك ان توصي باي وكلاء سفر؟
ثلاثه مشروبات بيره، من فضلك.
عندك حراره؟
شنو نوع الحقيبه؟
اريد دلو.
المبلغ الاجمالي هو تسعه وخمسون الف وتسعماءه وثلاثه وثلاثون ين.
الزيارات المنزليه غاليه. يرجي استخدام غرفه الفحص في الفندق.
سير في هذا الطريق و انعطف يمينًا عند التقاطع. المتحف موجود هناك.
اريد ساندويتش من لحم البقر المشوي.
لست الشخص المسءول عن القفازات، يرجي رءيته.
عذرا. كيف يمكنني الوصول الي كنيسه الاتحاد؟
رجاءً اطلب منها ان تتصل بي عندما تدخل.
علي بعد حوالي عشر دقاءق من المشي.
متي سنصل الي شستر؟
سمح لي، لكن هذا لا يبدو صحيحا.
سيارتي خاليه من البنزين.
سلام، هذا هو الغرفه واحد وعشرين. اريد غطاء، من فضلك.
رجاءً احجزوا لي طاوله لاربعه في السابعه. اسمي سكاتا.
ما ظننت انهم لديهم المزيد، لكنني حصلت عليه في شارع ثالث.
رجاءً اوصني بمحل.
يبدا التوقيت الصيفي غدا في الولايات المتحده، اذا لم تخني الذاكره.
هل يمكنك ان تحفظ حقاءبي هنا حتي الرابعه؟
غادي تقوليا علي بلاصه باش نتعشي بثمن معقول؟
فاتتني المحطه.
حادي عشر و اربعون ليلا
اريد ماء معدني.
ما كاينش التكييف.
فين غادي يكون العشاء؟
غادي تشوف تمثال الحريه؟
طوكيو صفر ثلاثه اثنان اربعه سته صفر خمسه سبعه تسعه.
هل يمكنني طلب كوب من النبيذ؟
كان متميزا.
ما فهمتش داك الشي. قال بزاف.
حطّيهم في الثلاجه فاش تقدري.
فين اقرب محل ملابس؟
اش شهاد الاوراق لي ضروريه للمعالجه؟
اقترح عليك ان تاتي في مايو او اكتوبر، وهما افضل فصول السنه.
هذا متجر البيع بالتجزءه لديه افضل مجموعه في المدينه. انا متاكد من انك يمكنك الحصول علي السجاده التي تبحث عنها.
كنت اتمني ان ازور هذا المكان منذ زمن، وانا احبه كثيرا.
اريد مقعداً بجانب مخرج الطوارء.
انا متعرق.
نعم، ماذا تريد تغييره؟
نعم. هل يمكنني رءيه بطاقه هويتك الطلابيه؟
غادي يكون يوم 3 و 5 ماي عطله وطنيه. و قررنا نديرو ثلاثه ايام عطله متتاليه بالاضافه ليوم رابع.
مازال طعامنا ما جاش.
هل يمكنك ان توصي بحفل موسيقي؟
هو 85 سنت. لا تنسي ان تحصل علي نقل عند الصعود، حتي لا تضطر الي الدفع مره اخري عند تغيير الحافلات.
اتصل بجمعيه اليابان، من فضلك.
كاين شي مشكل فعداد التعرض.
سيكون مطاراً جديدين بلا شك، لتعزيز التواصل مع الناس في البلدان الاخري.
فوقاش غادي يفتح المحل؟
خذ الخط E الي شارع الرابع غير الي الخط F.
كثير من الاطفال يلتحقون بالمدرسه الاعداديه للدخول الي ثانويات وجامعات افضل.
هُمّا من ادوات التصوير. هُما هشّان جدًا.
غادي ل نيويورك فخدمه العمل.
التكلفه للثلاث دقاءق الاولي هي عشره سنتات.
فين كاين الكريانه؟
اشنو كاين فالعرض فهاد الليله فالمسرح
انا اخذ هذا الدواء كل ست ساعات.
هل يمكنك ارسال هذا بالبريد؟
البحار مغطاه بالشعاب المرجانيه.
اود ان اجري مكالمه علي حساب الطرف الاخر.
كم هو السعر للمتر؟
طبعا ممكن. من فضلك افتحه.
دور علي ظهرك.
غادي ندخلو كاملين ف نفس الوقت؟
امش في هاد الشارع، ودار اليمين فالسقطه الثانيه، وغاتلقاه.
هل يمكنك ان تحتفظ بمفتاح غرفتي؟
يمكنك ركوب رحله الخطوط الجويه ANA رقم 59، التي تغادر طوكيو في التاسعه وخمس و خمسين وتصل الي سابورو في الحاديه عشره وخمس و عشرين.
طبق المحار لدينا خفيف نوعا ما.
خمسين، خمس وعشرين، عشره، من فضلك.
انعطف يسارا عند الزاويه الثانيه. انه علي يمينك.
تذكرتين في الدرجه الثانيه الي روما.
هل يمكنني ان ادفع الان؟
غادي تري علي القاءمه ديال انواع السيارات والتكلفه؟
فوقاش تبدا الصعود؟
ارِني اين انا علي هذه الخريطه.
اريد ان امارس الغوص.
بعضها لامراه في منتصف عمرها.
عندك واحد ازرق؟
هذا شارع الملك.
انتقل الي التقاطع الثالث.
البلاستيك ديحتي فالباطو مكايعملش.
كاينين متاجر ديال الحوايج ديال العيالات؟
عليك ان تحجز لي مقعدا في هذه الرحله.
هاد الحقيبه تبدو كحقيبتي، ولكنها ليست كذلك.
فين نقدر نبدل الفلوس ديالي؟
انه مركز تذاكر بخصم. يمكنك شراء التذاكر بخصم خمسين في الماءه.
اه، هذا بعيد جدا، سيدي. سياره اجره ستكون مكلفه. لكن يمكنك الذهاب الي اي مكان اذا تعلمت كيفيه استخدام الانبوب.
فاش غادي تبدا الحصه؟
غادي نرسلك صوره.
هل هناك فتره سماح بعد وقت تسجيل المغادره؟
غادي تفرّق هادشي فريالات ديال دولار؟
لا، ساتصل به مره اخري.
القهوه فوق الطاوله تما، خذ ما تشاء.
اريد قص شعري.
هذا الطريق ياخذك الي البحيره.
توضح المخططات البيانيه التغيرات في حصتنا في السوق.
فاتني موقفي. كم من الوقت يستغرق للوصول الي الموقف التالي؟
متي ساحصل عليه؟
غادي ناخد صوره بالاشعه السينيه.
من الافضل ان تعين موعدا مع الطبيب.
لدي حجز لمده ليلتين. اسمي ريسا كوباياشي.
هل تنضم الينا في الصوره؟
فين الدش؟
غادي نمشي لصال للياقه البدنيه. هل يمكنني استخدامه بحريه؟
وضعته هنا هكذا قبل حوالي الثلاثين دقيقه.
هل استطيع ان اكل قشره هذا الفاكهه وكلها؟
هادشي ولا هادشي؟
هل يمكنني الانتقال الي مقعد بجانب النافذه؟
اريد سياره بناقل حركه اوتوماتيكي.
فيلم ملون من 35 ملم، من فضلك.
متي تفتحون ابوابكم؟
دار اليسار في تقاطع T.
اريد مرشدًا خاصًا لي طوال اليوم.
سناني كيدورو.
عندّي تامين.
لا، ليس كثيرا. فقط حقيبتين.
زجاجه صغيره من موسيل، من فضلك.
هذا الشرف اكثر مما استحقه.
لما لا نلتقي هنا غداً؟
اش كيديرو محليا؟
ها هو فاتورتك. هي ماءتان واربع وثمانون دولار.
غادي تشوفو خط جديد ديال القفاطن؟
اذا لم تتعاملوا مع هذا المجال، هل يمكنكم اقتراح متجر متخصص فيه؟
كاين فندق فهاد الحي؟
تعرف اذا كان هناك مطعم اسباني هنا؟
كم مره يجب ان اخذه؟
شكراً لكم علي الانتظار. هذا اوهنو يتحدث.
كم ستخفض السعر لي؟
كنستمتع بالذهاب الي المتاحف جدا.
اعطني كاس دي عصير
حسنًا. لحظه فقط. سارسل شخصًا الي الغرفه.
عندك غرفه مفرده لليله هادي؟
كاينين منحدرات للبدايين؟
سِته سته تسعه واحد خمسه واحد، رمز المنطقه صفر ثلاثه.
شفتي عندك صالون زوين.
خَجِلًا، لا نَقْبَل ذلك. نَقْبَل فيزا.
اوصي بهذا.
هل يمكنني اخذهم معي خارج البلاد؟
نَـاحِـجْ اَكْـثَـر شَـويْـهً حَـتَّـي اُـعَـدَّ.
طلبت من ان ان تغني اغنيه.
اود حجز طاوله لسته اشخاص في السادسه مساء يوم الخميس السابع من اغسطس.
اش من برنامج اليوم؟
يا الهي، هل سنصل الي القاع؟
شيري، من فضلك.
هل يمكنك ان توصي بمطعم صيني جيد في هذه المنطقه؟
كَمْ بُعْدُ المطار؟
اود ان اخرج. الغرفه رقم اثنان وثلاثون وسته وثلاثون.
حجزت غرفه مع حمام عبر وكاله السفر في طوكيو.
كم اخذ؟
شكون هادشي؟
هل يمكنني الحصول علي ملين؟
كَانَ مُمْكِنًا اَن تُخْبِرَنِي سَبِيلَ الْوُصُولِ اِلَي مَحْطَهِ الْمِنْتَهَي؟
هذا قليل جدا.
اريد البقاء يوما اخر.
فين حاجات الضايعه؟
دعني.
هل هو فيلم رعب؟
جيت هنا باش نتلاقي مع صاحبي.
اريد راديو.
فين صالون التجميل؟
عميل خارج البلاد، من فضلك.
سَعْفَه. اَنَا اَنْزَلْتُ.
تذاكر "S" بيعت كلها.
كاين بنك ياباني فهاد الحي؟
شكون رقم الحانوت؟
هل يمكنك وصف بعض ادويه النوم؟
كاين شي حوايج ديال القطن؟
اريد مقعدا في الاوركسترا، من فضلك.
غادي تدفع التكلفه الاضافيه اللي هي خمسين فالميه؟
اريد تكبير هذه الصوره الي حجم ضخم.
ادخل الصفر ثم رقم الهاتف الذي تريد.
كاينين قواعد خاصه؟
وافق. ما نوع الغرفه التي تفضلها؟
شيء ما خاطء مع مكيف الهواء.
اه، بالطبع.
اريد زوج من الاحذيه الجلديه.
تظن اننا نستطيع وضعها علي الرف هناك؟
هل يمكننا الحصول علي مرشد يتحدث اليابانيه؟
تذكرتين الي شيكاغو، ذهابا وايابا، في قطار الدرجه الاولي، من فضلك.
فين ديسكو شعبي؟
غادي تعدل الطول؟
هاا، انت. ماذا تفعل في سيارتي؟
اخدها، من فضلك.
لابد ان اغير عدساتي اللاصقه. اليك الوصفه.
نعم، اعتقد انني سابدا بشوربه المحار.
اخبرني قبل ان نصل الي هذه المحطه؟
اه. لقد تجاوزت جميع اجراءات الدخول.
عندّي حجز لمده اسبوعين.
سَفْرَانْ، سَاعَتِي مَا خَدَامَاشْ بَالْحَالْ. مَا شَفْتِي الْوَقْتِ اِلاّ وَهْوَ تَالْفَاتْ، اَيْطُوفَاتْ.
هل يمكنك ان تحتفظ بهذا النبيذ حتي مساء غد لنا؟
اريد بعض التغيير ايضًا.
هاد الشارع كيوصل لحديقه سنترال؟
لا استطيع التبول، واشعر بالم في البطن السفلي.
كَتِي جاتك شي حساسيه؟
النساء في المناصب الاداريه في تزايد.
عندك بطاقه هبوط؟
اشنو كاينه مع الستيك؟
دَعني اُلقي نظره.
دعني اجربها، من فضلك.
نذهب لمشاهده مباراه تنس.
رجاءً احضر لي وساده.
شكون لي كيقول لينا علاش ما نقدروش نبقاو فالفندق لي حجزنا فيه؟
رقمك خطا.
الضلع المشوي ممتاز اليوم بشكل خاص.
هادي ثُوْرْخَرْ.
اشهر موسيقي دابا شنو؟
هل يجب ان اطلب منه ان يتصل بك عندما يدخل؟
ارسل هذه الرساله بالبريد السريع.
نظام تطوير منتجك متوافق جدا مع حمايه البيءه.
كل هاد الاكل الزيتي كايجلس فكرشي.
رجاءً اعد الغرفه.
عندك خطاب تغطيه فاكس؟
ما نقدرش نعس من الالم.
كم من الوقت يستغرق للوصول الي المحطه؟
ما كنتش كنستعمل الخدمه ديال الغسيل ديالك.
اريد بعض وساءل منع الحمل.
اود ان اءكد مجدداً علي رحلتي، في الحادي والثلاثين من يوليو من لندن الي طوكيو. اسم عاءلتي تاناكا.
هاد غالي عليا.
بالتاكيد. هل يمكنني الحصول علي اسمك ورقم هاتفك؟
كنت في حادث دراجه ناريه.
خَصّني، اَنا مُضطر لَالغاء مَعْيَشَتِنا.
اريد ان استاجر شقه مفروشه لمده شهر.
يرجي فحص النباتات والحيوانات في مكتب الحجر الصحي اذا كان لديك اي منها.
سير علي حقك.
اود ان استبدل خمسين الف ين بالدولار.
هل يمكنني استلامه في وقت اقرب؟ لانني احتاجه في اقرب وقت ممكن.
وُلد في ستّينات القرن التاسع عشر.
غادي ناخد ربع ساعه علي الاقل لحقيبتي.
هاد المشروبات اللطيفه مجانيه.
سَفِيرْ، مَا عَرَفْتُ، اَنَا اَيْضًا سَاءِحٌ.
اريد ان اتحدث معك اكثر.
اريد مجموعه من لحم الخنزير.
شكون حجمك؟
هل يمكنني تجربته؟
شوف، حنا كنعانو من التاثير المباشر لانهيار الركود.
هل يمكنك ان تجد لي مقعدا في رحله الغد، من فضلك؟
بالتاكيد. هل تريد خمسه عشر دولار؟
كنت اقيم في فندق abc. يرجي الاتصال بي هناك.
خرج من زقاق جانبي ولم يكن لدي الوقت لتجنبه.
غادي ناخد ولدي للحيوانه.
غادي نوصلو ل لوس انجلوس بعد ما نقطعو حوالي خمسميه وخمسين كيلومتر من سان فرانسيسكو باتجاه الجنوب.
كان من اللطيف جداً لقاءك.
نود البطاطس المشويه، من فضلكم. و ضعوا الزبده علي الجانب.
كم تكلفه المدرب؟
شفتي سالا؟
شكون الساعه لي بدا العرض؟
هذا هو نموذجنا الجديد. نسميه الحاسوب الحلم.
اريد ان اجرب طبقًا تقليديًا من هذا الميناء الصيد.
هل يمكنك حجز مقعد لي؟
يمكنك دفع الماءتين دولار بالين ياباني.
عطني بكره ديال الفيلم ديال 35 ملم، 36 صوره، ASA 100 و اخري ديال 35 ملم، 20 صوره، ASA 400.
الحادث اخرَجَ حركه المرور.
شنو نطاق السعر لي فبالك؟
هل يمكنك ارسال هذه الطرد الي اليابان عن طريق البريد البحري؟
حسنا. انعطف يمينا في الزاويه القادمه. ستراه امامك مباشره.
اريد حجز غرفه في فندق في المدينه.
خمسه ايام.
الستره الحمراء التي اشتريتها الاسبوع الماضي لا تناسبني. هل يمكنني استبدالها بلون اخر؟
فين اقرب حمام قريب من هنا؟
فين مقعدي؟
واخا، دابا -ثلاثه لفات ديال الفيلم كيوصلو تسعه دولارات وسبعه وسبعين سنت.
شنو لي كاين فيا؟
سَفْرَانْ، مَا تَصْدَقْشْ، مَا تَقْدَاشْ.
نعم سيدي. ها هو.
حافظ علي هذا المقعد لي، هل يمكنك؟
كاينين اثار قديمه؟
اذا قلت فقط "ماء"، الا يجلبون لك ماء غازي؟
ما كانش عندي الشهيه، ولكن ما كانش عندي حتي الرغبه فالتقيء.
فين؟
فين اقرب مكتب بريد؟
فقدت مفتاح غرفتي. هل اعطيته هنا؟
هل يوجد مرشد يتحدث اليابانيه؟
الي ميامي، من فضلك.
كَتَرَابَالْ عَلَي تَاْشِيرَه.
البيزنس كان زوين اليوم، مكاينش؟
غادي ترسم ليا خريطه؟
اريد اقرب طاوله، من فضلك.
فين شباك التذاكر؟
عندك شي اصغر؟
واخا. وشنو نوع الفاكهه لي بغيتي؟ عندنا برتقان، توت، و عنب.
غادي ناخد كاس دي كافيه بلا كافيين.
هل يمكنني اخذ هذه الحجم من الحقيبه علي متن الطاءره؟
اريد شعرا داءما كثيفا.
ما نقدرش ناخد هذا الرقم.
كنت غاضبا حقا، لكنني لا احب الجدال مع الناس.
فين كاينه الليموزين ديال فندق القمه؟
لا، لم تفعل. الان نحن في عين الاعصار. قريباً ستبدا الامطار الغزيره والرياح القويه مره اخري.
كيف يمكنني مشاهده برامج التلفاز عبر الكابل؟
15 و 16 ماي؟
كان معايا بطاقات اءتمان ومءتي دولار نقدا في محفظتي.
اريد شراء صندوق زجاجي جديد.
تعرف علي فندق جيد؟
هو استاذ في جامعه ا.
نَحْتَاجُ الي حَامِل اَثْقَالٍ، مَنْ فَضْلَكُمْ.
كم ساعه يبقي مفتوح اليوم؟
هل يمكنك تاكيد حجز تذكره طاءرتي ليوم الثاني عشر من اكتوبر؟
هذا مناسب لي تماما.
خُذ خمسه دولارات لنفسك.
كره البيسبول مشهوره بزاف.
اريد شراء بعض الفواكه. ماذا يوجد جيد الان؟
كَيْنَ يَخْدُمُو لِحْيَانْ حَسَن فِي لَاحْمَانْ؟
ما عندكش شي اكبر؟
فين وقفله حافلات غرايهاوند؟
عذرا. هل يوجد مركز تجاري هنا بالقرب؟
نعم، يجب ان اقول ذلك. يُقدر اليابانيون خبرتهم وحكمتهم خاصه في مجال الاداره والتنظيم.
المطعم تما.
كان رقمًا خاطءًا.
لقد اعددنا اليوم بعض اللوبستر الجيد جدا.
هل من الجاءز ان التقط صوره لذلك المبني؟
حول هذا الفاتوره الي قطع نقديه.
كاين شي واحد هنا كيعرف الانجليزيه؟
اسمي ميكي كато، وانا صديقه ماري من وقت دراستها في اليابان. ماري في البيت؟
كم ميلاً يفصلنا عن هنا؟
سَلَام، كيفَ اتوصّل الي المحطّه؟
فين و فين غادي ترجع بالضبط؟
كَاينه مشكل.
انا بخير، شكرا.
انا عضو في مجموعه جوله ا.
الرقم صفر ثلاثه ثلاثه خمسه واحد سته تسعه واحد.
امكنك اظهار هذا الخاتم لي؟
الخصر كبير عليّ. هل لديكم هذا الحجم اصغر؟
هل يمكنك تقصير اكمام هذه القميص، من فضلك؟
شيء ما خطا؟
عطني جوج زجاجات ويسكي و زجاجه براندي، من فضلك.
انا اتالم من حبوب اللقاح.
هذا الراديو الترانزستور هديه؟
غادي نرجع لليابان فاسبوع.
غادي تضغط تسعه وواحد اولاً ثم رمز المنطقه، بعد ذلك رقم الهاتف.
الشاي، بالحليب.
فقط قصّه شعر، من فضلك.
كَتِبْلُو تَبِيعُو سِلْعَه دَفْع مُسَلَّمَه فِي الطَّيَرَان؟
شكون هادشي؟
هل يمكنني ان اسالك عن اسمك؟
كاين دكالي ديال التخفيضات فهاد الحي؟
انا اعاني من الم في البطن.
ولكن لماذا؟
هذا قطار مباشر الي شيكاغو؟
كنت اظن اننا سنذهب الي الشاطء بعد ظهر اليوم.
فين اقرب مكتب بريد؟
عذرا. انت السيد سميث، اليس كذلك؟
هادي كاميرا.
ما اظن ان لدي الوقت لزياره حديقه حيوانات في هذه الرحله. شكراً علي اقتراحك مع ذلك.
فقدت عدستي اللاصقه هنا. هل يمكنك البحث معي؟
ساسافر في كل انحاء امريكا واقيم في فنادق، ومواطن، وديار خاصه، ان كنت محظوظا.
نَحْتَاج لمصباح كهرباءي جديد.
يمكننا اجراء التعديلات غداً بعد ظهر يوم الثلاثاء في الساعه الثالثه. هل هذا جيد؟
كاين مترو قريب؟
فين منطقه التسوق فهاد المدينه؟
اعتقد انك اخطات في الحساب.
هل يمكنك تغيير طاولتي؟
درت حجز لطيران ديالك لي غادي يخرج غدا ف الساعه سبعه و خمسين د الليل ل نيويورك.
فقدت مفتاح الغرفه.
اربعه وعشرون، عشره واحد والباقي في ورقه دولار.
اعتقد ان هذا الايصال خاطء. هل يمكنك التحقق منه، من فضلك؟
عندي سبعماءه دولار في شيكات المسافر وثلاثماءه دولار نقدا.
هذا طحالب مجففه. نسميها ياكينوري.
حوالي خمسه عشر دقيقه سيراً علي الاقدام. يمكنك الوصول اليها ايضاً بالقطار. انها اقرب.
حجم عادي، من فضلك.
ما عنديش الفلوس اليوم.
كَثْرَهُ الشَّيْخَوَّهِ فِي تَرَاكُمٍ مُتَوَالٍ.
اريد ان اءكد من جديد رحله العوده الي طوكيو يوم الاربعاء القادم.
كاين ملعب تنس هنا؟
غادي تنتظر. بغيتي تنتظري؟
كَتِي جَوَالَه فِي كُل يَوْم؟
غدا شنو الحاله الجويه؟
بعض الحلوي او العلكه، من فضلك.
هل هناك وقت للذهاب الي الحمام قبل الاقلاع؟
كَيْدَرْجَه جَيْتَ بْمَا فِيهُ؟
نَـبـِّـهني بِـدَرَمَـامِـين.
اه، نعم. فعلت. احبها.
كنت احب ذلك كثيرا، لكني لا احب التصميم.
حَسْبِي اَنَّ لِي صَاحِبًا مِثْلَكَ.
رجاءً اجلس. ما المشكله؟
مَا شَفْتُوْشْ، غَيْرْ غَيْرْ غَيْرْ غَيْرْ غَيْرْ غَيْرْ غَيْرْ
تحب تجيبلي بليصه؟
تبيعون الجوارب السميكه؟
اش نو وقت كاينه اخر حافله؟
وافق. هذا وكاس من الجين والتونيك.
كاين تيلي؟
شنو كيوقع فحقاءب اللي تسجيلاتها؟
اه، ما كنتش بغيت ندير شي حاحه بحال هادي
نَحْتَاجُ لِمَنْ يَسْاعِدُنِي.
غادي نمشي لشيغيكاغو حتا انا.
كاين لخمس سنتيمات فهاد الكازينو؟
اش غادي تاخد؟
اش شطارتك هنا؟
اش نو وقت غادي نصلو ل نيويورك؟
لا، لا شيء.
اش نوك تاكل فالفطور؟
اريد معطفا طويلا.
ما عليكش تمشي لهيه. اظنك تقدري تلقاي واحد هنا.
الي فندق بوسطن، من فضلك.
حيدوها، من فضلك.
نُون ساعه.
تعطيني التاريخ وارقام الرحلات؟
غادي يتعشاو؟
فين الصالون؟
شي شويه.
هل يمكنك التحقق منه علي وجه السرعه؟
كَتِب هاد الشي فاساليب مختلفه؟
هذا جاري.
مم، لذيذ. هنا، تذوق.
نذهب لزياره مقهي؟
100 ين مقابل دولار.
انه يءلم الوقوف.
نعم، يمكننا ان ننجز ذلك بحلول الليله الغد.
عندي حساسيه من العشب.
تاكيدًا، ها انت.
كاينين بلايص فين نشوف عرض هولا وانا كنشرب؟
نزّل هذه الشارع الي التقاطع الثاني.
اسمي تارو تاكاي.
اريد ان العب قليلاً فقط اطول.
عندك طوابع؟
فين عربه المطاعم؟
غادي نصلو بعد 30 دقيقه متاخرين.
هذا هو رقم الغرفه ثلاثه وخمسون وسبعه. احتاج المزيد من بلسم الشعر.
فين المعرض؟
مكان اخر قد يهمك هو حديقه برونكس الشهيره عالميا.
غادي يشد الريح فالعشيه؟
عشري تلاتين سنت، من فضلك. عندك طابعات زوينين؟
مساء الخير، من فضلك.
عندك هذا الطراز باللون البني؟
جيت هنا علي دوره لغويه.
عطيني تيقتين للغاليري هاد الاربعاء.
اكتب لي رساله.
اش نواه وقت حافله لپيميكو كتنطلق؟
هل يمكنني استخدام هذا القسيمه للطاءرات؟
اريد حلق لحيتي.
درت كاحل يدي. والامي شديده.
كنت ابحث عن مزيل طلاء الاظافر الذي سيكون لطيفًا علي اظافري.
عندكم طبله لثلاثه؟
اريد شراء الطُعم.
دعني اتحقق واري ان كانت هناك غرف شاغره.
فين مكتب الاستقبال؟
تَعَرَّضْتُ لِلضَّرْب.
المشغل. اريد اجراء مكالمه هاتفيه بعيده المدي الي فندق شيراتون.
غادي نكون فالفندق حوالي عشره وثلاثين دالعشيه.
رجاءً اتصل بالسفاره اليابانيه.
الكيمونو هو الزي التقليدي لليابان.
نعم، لكنني خضت الجوله الاولي منذ بضعه اشهر فقط. انا مبتدءه.
الكرسي ما كيشدش اللور.
سيكون ذلك مفيدًا جدًا لي. علي فكره، اتساءل اذا كان بامكاني البقاء في نفس الغرفه؟
المكيف مكايعملش. غرفتي بارده بزاف.
هل يمكنني الحصول علي تذكره لمباراه كره قاعده في دوري كبير؟
هل يمكنني الحصول علي سلطه الملفوف بدلًا من بار السلطات؟
تاكد من المجيء لرءيتي غداً في السابعه صباحاً.
سُرق جواز سفري.
عندك ما تاكل من المطبخ الايطالي؟
اريد قطعه من البيتزا بالنقانق، من فضلك.
غادي ناخد ستيك ت-بون.
عندك عصير برتقال؟
ثلاثون سته تعريضات لثلاثين مليمتر سلب لون، من فضلك.
سِيّدِي. اَرِني الاَكياس، سِيّدِي.
كم تبعد اقرب محطه وقود؟
فوقاش غادي يكون القطار اللّي غادي لبوستون؟
ارسل هذه الرساله بالبريد الجوي.
اريد اعاده تاكيد رحله جويه.
راسي غادي ويجي.
شحال السعر للخيمه؟
عندي موعد مع السيد ويلسون في الثالثه.
غادي تبدل هاد العدسات بعدسات قويه؟
دعني اقول كلمتي.
كم ثمن هذا؟
هل يمكنني ترك رساله له؟
هل كافيه هارد روك بعيد عن هنا؟
سلام. شوف.
حسنا. الان، هل يمكنني شراء تذاكر "فانتوم الاوبرا" لعرض السبت الصباحي؟
قدر تقولي ليا كاس بينا كولادا؟
انا في عجله. اريدك ان تتصل بسياره اجره فورا.
كاينه البروده هاد الصباح، صافي؟
قمت بحجز عبر JTB في اليابان قبل اسبوعين.
نحن نتوقف في فندق بيفيرلي. يمكنك النزول هناك. انه علي بعد بضع دقاءق سيراً علي الاقدام الي قمه.
هل يمكنك ان تحتفظ بهذه الاكياس حتي الرابعه من بعد ظهر اليوم؟
هل يمكنني استخدام جهاز عرض فوق الراس في هذه الغرفه؟
فهمت. خذ وقتك.
كاينين ملاعب غولف عامه ب18 حُفره؟
ما كاينش فهم شي كلمه كيقولها الناس لي حواليا.
كافي الشوب ديال تحت الارض.
مساء الخير. لدي حجز. اسمي يامادا.
الامر الاساسي هو ان تحصل علي راحه جيده.
عندك سيجار؟
هل يمكنني طلب طعام للتوصيل؟
الان، وعدك انك ستشتري زوجًا واحدًا فقط، اليس كذلك؟
كاين صيدليه قريبه؟
هل يمكنني الحصول علي بعض الفيتامينات؟
قدر تاخدني من داري عند السابعه؟
كَيْ تَنْصَرِفُ كُل عَشْرِ دَقَاءِق.
عطني عشره دراهم، وخمسه دراهم، والباقي في التبديل.
ما جاتش غسيلي.
اه، تما شي واحد فجنب المبني.
فين نزل؟
كَانَ يَسْتَطِيعُ اَنْ يُرِينِي كَيْفَ اَسْتَعْمِلُ هَاتِفًا مُدَفوعًا؟
هل يجب ان ادفع مسبقا؟
كاين دكاكه ديال اللعب قريبه؟
اريد كريما للقدمين.
انه اتصال مباشر من عقل الي عقل. يعني انك تقرا عقل شخص اخر دون استخدام الكلمات.
هل يمكنني صرف شيك شخصي؟
اريد عصير برتقال، كورن فليكس بالحليب وبان كيك بالعسل.
هاد مطبوع. مكاين والو غالي.
هل يمكنني ان اجرب؟
غادي نرجع بالطريق البريه.
ما هو هذا الدبوس الذي يثبت العنقده مصنوع منه؟
اشمن ثمن التذكره ديال الدرجه الاولي؟
عندك صاك كبير؟
غادي نرسل ليك نسخه. كَتّب عنوانك هنا.
فين النصب التذكاري؟
حسنا، السيد اوزورا، تم تاكيد رحلتك الان.
رجاءً اشتري لي تذكره.
فين المصعد؟
عندي اسهال. هل يمكنك اقتراح شيء له؟
الساعه تسع ونصف.
ماشي خاصك تدخل لهاد الحديقه ليلًا.
ماشي ضروري غير اذا تجاوزت الحد المعفي، ولكن انصحك تعلن باش تسهل الاجراءات.
رجاءً قم بطباعه هذا.
بالتاكيد. انتظر علي الخط، من فضلك. حزمتك جاهزه. تفضل.
غادي تديها ليا؟
فوقاش تبدا الصعود؟
هذا الاسلوب مناسب لي؟
قول لي جدولك الاسبوعي.
ماكاينش ديكور.
شنو كتقصد بذالك؟
نتا غالط.
بالتاكيد، اذهب الي الامام.
هل يمكنك ان تحتفظ بحقاءبي حتي الرابعه، من فضلك؟
ما عنديش الفلوس الكافيه باش نشري واحد جديد.
اش وقت اول قطار؟
هل يمكننا الحصول علي طاوله في الخارج؟
يبدو انك سكرت ليله امس.
نعم سيدي. كم عدد الاشخاص في مجموعتك وما هو الوقت الذي تفضله؟
اعتقد انني اريد الحصول علي اثنين من الارخص.
شفت، الغيت البطاقه القديمه ديالك.
شكراً جزيلاً علي الوجبه.
فين محطه الحافلات؟
حبس اللّص.
فين حافله المطار؟
100 دولار في الليله، بالاضافه الي ضريبه الخدمه.
كم سرعه الطيران الان؟
الضوء ف غرفتي مكايعملش.
شكراً جزيلاً. تعال. لنذهب.
فِي الصيدليه.
فين احسن مكان للسناجله (التزلج)؟
اريد مقعداً خلفياً.
هذا القطار متجه الي ملبورن؟
كم هي كبيره هذه البرج؟
فينسنت، هل اغلقت نفسك من الخارج؟ انا مارني.
ما زلت احمل مكياجي، هل يمكنك تنظيف وجهي جيدًا؟
خُذ ثلاثه حبات في كل مره.
شحال نسبه عمولتك؟
هل يمكنني تسليم السياره في فرع اخر؟
هو فاقد للوعي.
فندق طوكيو. هل يمكنني مساعدتك؟
جيت هنا نزور صاحبي.
كاين تيلي؟
هيا سلطه و بطاطس مهروسه.
اخبرني ما اسرع طريقه لارسالها؟
هل يمكنني ان امارس الضربه؟
حقيبه زرقاء. اسمي وعنواني مكتوبان في الاسفل. هل يمكنك مساعدتي في العثور عليها؟
اود ان اخرج في الثامنه. هل يمكنك ان تخبرني كم انا مدين لك؟
اريد حجز مقعدين علي الرحله رقم 877.
زجاجه شامبو للشعر الدهني، من فضلك.
حوالي اسبوعين.
نعم، اتناول دواء لارتفاع ضغط الدم.
فين خزاءن العمله؟
هل يمكنني ان احضر لك بعض الحلوي؟
كاين بزاف د الاسباب لي ماخاصش.
هذا هو الطريق الصحيح الي المحطه؟
غادي نشوفو شحال غادي يطلبو.
اقترح عليك تجربه فندق ان غرين.
عندّي تسعميه دولاير.
ما عندنا حجزك.
اسمي فين غادي؟
غادي نرجع دابا.
صَحِّحْهَا وَاَنَا غَدًا فِي الْخَارِجِ.
هاد كيتعد علي كلمه؟
هل يمكننا الحصول علي صندوق اعواد كبريت، من فضلك؟
لونّا الوان اخري.
بقي فقط بضع مقاعد في الحلقه.
نكره ان نستعجل، لكن يجب ان نغادر.
بدءًا من اين ومتي؟
كيف يمكنني الحصول علي التحويل؟
اه، افهم. هذه هي القنوات الخاصه بنظام الكابل في الفندق.
رجاءً توقف عن السخريه من اليابانيين.
فمتي يمكنك اعاده اصدارها؟
اريد ان احجز، من فضلك.
كنت حاول نعثر علي ورق التغليف.
غادي يكون معفي من الضريبه اذا ارسلت هذا الي اليابان من هذا المحل؟
سَفْرَانْ، ولكن اُرِيدُ اَنْ اَناقِشَ بَعْضَ الاُمُورِ مَعَ رَءِيسِي قَبْلَ اَنْ اَتَوَقَّعَ.
اريد مسجل كاسيت راديو، من فضلك.
خمسه حديد، من فضلك.
هذا اكلي المفضل، تعرف.
شكرا، سيدي. هل يمكنني الحصول علي رخصه القياده الخاصه بك؟
نتا صح.
بالتامين، من فضلك.
فين متحف مونيه؟
هل هي قطار مباشر؟
واخا. هاد عشرين، اربعين، ستين، ثمانين، تسعين، تسعين وخمسه، سته، سبعه، ثمانيه، تسعه، ميه.
يجب ان تذهب اولا الي مكتب معلومات السياح.
هاد شي مثير للاعجاب.
قدر تعطيني ركبه للمدينه؟
كيف لي ان اعرف امتعتك؟
اه، نعم، اعجبني كثيرا. شكرا.
فين نديه يتنمّر؟
اوه، استمع، هل تعرف اين شارع ريفيرسايد؟
هل هذه هي الطابور لعرض التاسعه؟
عندك شي للاسهال؟
نحن مفتوحون من الثامنه والنصف الي الحاديه عشره.
شركتنا هي خامس اكبر شركه في العالم من حيث عدد الموظفين.
كَاين تما ف اليسار.
غادي تحفض ليا كابتي؟
اسف، كلها مستاجره. هل تريد تغطيه اضافيه؟
تقدر تقرضني منشفه شاطء؟
لا، نقبل ايضا الطلبات التي تطلبها.
من المناسب ان يكون لدينا التاريخ، لكن ليس من الضروري ان يكون لدينا ايام الاسبوع.
اريد عصير برتقال، من فضلك.
رجاءً اوصني بمطعم جيد.
اش كاين فهاد المدينه؟
فقدت شهيتي.
ما تخرجش علي قدك.
نستطيع ان ننظر حولنا في محلات المطار المعفاه من الرسوم؟
سَفَهْتُ الرَّقْمَ الْخَاطِءَ.
خمسه ايام. ساعيدها يوم الجمعه.
ماشي بعيد. بغينا نوصلو لهيه قبل العشره صباحا.
لا شكرا. هذا صغير جدا. لديك واحد اخر؟
مزيد من الايصالات، من فضلك.
هل يمكنك بيع هذه بشكل منفصل؟
اريد بيره، من فضلك.
كم دفعت مقابل مقعد خاص؟
خليّني علّي.
كاين شي وحدين اخرين؟
هذا المقعد مشغول.
هل عليّ اعاده تاكيد؟
دّوز تّيّكيتك. غادي تاخد الطياره اللّي جايه في الساعه.
كاين شي حد تالهيه كيعرف الانجليزيه؟
عليك الحجز مسبقا.
اريد اخراج شيء من حقاءبي.
نعم، لدينا حجزك. هل يمكنك ملء هذا النموذج والتوقيع عليه؟
لا استطيع العثور علي مرشد الجوله الذي من المفترض ان ياتي من اجلنا في العاشره والنصف صباحا.
غادي نخليها مفاجاه.
الي اليابان من فضلك.
دَخَلْتُ بِالْمَرْكَبَهِ فِي حَفْرَه.
تعطيني شي دواء؟
امكنك اظهار الحلقه الثانيه من اليسار؟
نعم، هذا الطريق من فضلك.
كنت اعاني قليلا من التعب الناتج عن السفر بالطاءره.
شكون سمحلك ماتبانش لبارح؟
الطاوله جيده بالنسبه لي.
اود ان اطلب خدمه الغرف، من فضلك.
اش من قطار غادي لوال ستريت؟
شكون رقم البوابه ديال الخطوط الجويه اليابانيه لطوكيو؟
ارني الحقيبه السوداء، الثالثه من اليسار في الرف العلوي.
غادي يصوبو عليك السلاح ف المدينه لو حطيتي يديك ف جيب صدرك فجاه.
عندك شي خمر؟
لديّنَا مقاعد متوفره علي رحله الثمانيه و الخمسين يوم الاثنين، السادس و العشرون.
اود ان اتقدم بطلب لاعاده اصدار جواز سفري.
مزيان. هاد الشي ممكن.
شكون هاد السعر؟
سبعين دولار.
سلام. هاد السيده اونو؟
هل يمكنني شرب الماء من الصنبور؟
كنت اعاني من مشاكل في المعده.
انه امامك مباشره، ثم انعطف يمينًا.
كيف يمكنني ضبط مستوي شده هذه الاله؟
هل يمكنك حجز جوله لي؟
هل يجب عليّ الاعلان عن المحتوي وقيمته؟
هاي، حبيبتي، هل انتِ وحدكِ؟ هل تريدين الذهاب لمشاهده فيلم او شيء من هذا القبيل؟
ما كاين والو لي يعجبني. سمحلي. ما بغيت والو.
اشنو الوقت غادي نوصلو لمدينه دي موين؟
جيب لي برجر جبن وفرنش فريز صغيره.
اربعه خمسه سته سبعه ثمانيه تسعه صفر، من فضلك.
هاد 23 شتنبر.
عند العاشره حددت موعدا لرءيه الرءيس.
هاد الما ديال الصنبور هنا صافي باش نشربو؟
اريد شريحه من لحم الخنزير.
حسنا، اظن انني ساحصل علي شيء مختلف.
خُذني الي المسرح، من فضلك.
فاش كاين الفاصل؟
عذرا. هل يمكنني ان اسالك سءالا؟
غادي تشوف هاد الصاكين ليا، من فضلك؟
هذا القبعه لا تناسبني.
التصريف في حوض الاستحمام ليس له غطاء ايضا.
متي موعد تسجيل الخروج؟
غادي تدفع دابا ولا بعد؟
هل يمكنني الحصول علي مقبلات فقط؟
تحب تشرب حاجه ونتفرجو؟
عندكم جولات اخري؟
اريد ان اخذ حافله الي المحطه. هل يمكنني الحصول علي بعض التغيير، من فضلك؟
هل لديك صوره هويه؟
هل تعتقد ان هناك اي امل لهذه العلاقه؟
حسنا، اولا يجب ان اذهب الي مركز المعلومات وابحث عن فندق.
اعتقد انك فهمت خطا ما كنت احاول شرحه.
شكون هاد السيده؟
قدر تجيبو ليا؟
هل يمكنك ان تحتفظ بمتاعي اثناء جولتي؟
اي بوابه يجب ان اذهب اليها؟
كم كاميرا لديك؟
هل يمكنني الحصول علي ورقه او شيء من هذا القبيل؟
اش شحال هاد الازدحام؟
غيّر المناشر.
تَقُول لِي مَا قَالَ الاِعْلانُ مَجَدَّهً، مَنْ فَضْلِكَ؟
عندكم قاءمه بالانجليزيه؟
كاين شي ماتش ديال نيويورك يانكيز هاد الاسبوع؟
كنت مريضا بالهواء، لكنني اشعر بتحسن.
شارع السبعين وشارع بارك.
هاد سيجاره بريطانيه؟
غادي تشد الباص رقم سبعه.
ما احد لم يصب بجروح خطيره.
اريد ضماده مطاطيه.
اظن ان رقم سياره الاجره كان واحد اثنان ثلاثه اربعه خمسه.
غادي ناخدو داكشي.
غادي نرسل الخدامه دابا.
لكن التكلفه ترتفع، اليس كذلك؟
في الواقع، جاء جدي من صقليه عند بدايه القرن.
هل هناك خطا في هذا الفاتوره؟
سعيد بلقاءك. كيف حالك؟
هذا الفستان يناسبني جيدا.
غادي ناخد عصير فواكه.
اش شروط ديك لهاد المنصب؟
قدر تعديلو دابا؟
اود ان اتصل بالهاتف بعيد المدي الي اليابان.
هل يمكنك حجز ملاعب الجولف؟
اريد ان اتعلم كيفيه ركوب الامواج.
غادي تبدل هادشي بحجم اكبر؟
هاد هو صاكي.
اريد قصّه شعر، لا شيء اخر، من فضلك.
عذرا. اين الصيدليه القريبه من هنا؟
اود ان اطلب بعض الطلبات لاخذها معي.
فوقاش هيا اخر محطه؟
لا. هناك كتله واحده فقط.
ابني يدرس في كليه الدراسات العليا بجامعه هارفارد.
فين غرفه الملابس؟
اريد مكالمه استيقاظ، من فضلك.
اش خطه ديالك لهاد الليله؟
مهروسه، من فضلك.
عندي روماتيزم.
فين نقدر نستلم امر بريدي دولي؟
تَعَرَّضْتُ لَدَغَاتِ شَوْكَهِ الْعَقْرَبِ الْبَحْرِيِّ.
هي حقيبه حمراء مع علامه.
اود ان ارسل هذه الطرد.
مرحبا. هذا جميل.
شنو وقع؟ مكنتش كنشوف.
غادي نضيفو ليك فالفاتوره؟
ملا هذه الشهاده الطبيه والايصال.
نعم، اريد اجراء مكالمه دوليه من هنا الي اليابان. الرقم هو طوكيو ثلاثه اربعه سبعه سته اثنان تسعه ثلاثه سته.
شحال كاين علي السياره؟
دوزني خنفس. كيبان بزاف.
كم ثمن هذه السلسله المفتاحيه؟
هل يمكنني ان اخذ واحدًا؟
سمعت ما قال؟
جف، من فضلك.
رجاءً تواصل مع هذا الشخص.
رجاءً قم بتقسيم هذا الدولار العشره الي خمسه دولارات منفرده ودولار واحد من فءه الخمسه دولارات.
لا، لا تفعل. لكنها تحتوي علي دش.
اريد ان تخضع لعمليه تصوير بالاشعه.
هل من الممكن المرور من اي من المكاتب؟
هذا للاستخدام الشخصي.
غرف متجاوره، من فضلك.
هل يمكنكم ان تشاركوا نصف تكلفه الترويج في السنه الاولي كما تفعل جميع موردينا؟
فين دكّاله الحبر؟
عندي حمي عاليه واشعر بدوار شديد.
غادي تخصمو علي غرفتي، من فضلك؟
كاين حصان هنا؟
شكرا جزيلا. كيف يمكنني الوصول الي الفندق؟
حرمت نفسي من الدخول. ماذا تقترح علي ان افعل؟
نتي بزاف.
هل هذا يعني اننا لا نحتاج الي ترك اجر العمل؟
اذن، السيد نيتّا، هذا كل ما لدينا لنريه لكم هنا في مصنعنا.
عانيت من السل في اواءل العشرينات من عمري.
هل يمكنني استخدام المُدفاه والماء الساخن طوال اليوم؟
احتاج الي حجز.
سيدي، اسف، لكن مقاعدنا الوحيده المتبقيه هي المقاعد الوسطي في المقدمه.
لا انا ايضا. كنت مشغولا جدا.
ما كنتش كنصوني من بعيد يوم الجمعه.
فين الصيدليه؟
فين محطه الحافلات؟
شنو هو رقم هاتفك؟
بالتاكيد. غرف تغيير الملابس هناك تماما.
اراهن بخمسه دولارات.
اخبرني عن عنوانك.
فين الدير؟
عندي مرض مزمن.
اريد زوجا من الملابس المتشابهه.
هل يمكنني الحصول علي زجاجه ماء ساخن؟
تقدر تفحص عيوني وتصنع نظارات؟
يمكننا ان نجعله جاهزًا لك في يومين.
هل يمكنني الحصول علي تذكره لمقعد في الطابق الاول؟
شكرا. حسنا، دعني اري. في الواقع، ليس ما اريده.
اريد فيلمين ابيض واسود، من فضلك.
خَجِلًا، لَمْ اَتَلَقَّ التَّغْيِيرَ حَتَّي الانَ.
عطني، اوه، طبق الاطباق الزرقاء الخاص.
ابوك كان شخصًا راءعًا، وسنفتقده.
حسنًا، لا يوجد شيء مثير للاهتمام الليله.
ما بغيتش نتحقق فهاد الشي اللي فالحقيبه.
ما كاينش اللي بغيت.
كم من الوقت سيستغرق الوصول الي شيكاغو؟
اريد كوب قهوه بارده، من فضلك.
ماشي شي حاجه قيمه، ولكن مهمه بالنسبه ليا.
الطاوله المشتركه، من فضلك.
اش من خط ديال البيس يوقف ف شارع الامل؟
حسناً، لدينا الجاز من ايف سان لوران.
عطني سيكار.
رجاءً قم بمناداتي للاستيقاظ في السادسه صباحاً غداً.
مهموم برحله في مانهاتن.
اريد مقعداً لا يدخن فيه احد، من فضلك.
لا، يمكنك الحصول عليه في الصيدليه.
شفت تيتانيك؟ عجبك؟
اريد دبوسا.
تذكره ذهاب الي لوس انجلوس. هل ستكون للمدخنين ام غير المدخنين؟
هذا المسرحيه مشهوره بزاف ف اليابان.
رجاءً حاسبني اليوم.
مساء الخير، السيد هوسوكاوا. اهلاً بك في الحفل. هل ترغب في شيء للشرب؟
مكاينش للبيع، تنساه.
اشهر شي هنا؟
هُم صغار جداً.
هل انت السيد ايبيرت، من باب التخمين؟
الاسم تاناكا، شخصين، ثماني ساعات.
ارني لون اخر.
فين نجي ناخدو؟
اريد ان يتم تطوير هذا الفيلم، من فضلك.
اريد ساندويتش من لحم البقر المشوي وبعض القهوه.
ماشي بقا نسخه من المجله هادي؟
فين اكبر سوق فهاد المدينه؟
كيف يمكنني اجراء مكالمه هاتفيه دوليه؟
رجاءً احضر لي تايلينول.
كَيّانه كَتَعْرَجْ احيانا.
دّير شويه دّهشه فشراءك.
غادي توري ليا مقعدي، من فضلك؟
يبدو ان الاله معطله.
اليابان بلد طويل يمتد من الشمال الي الجنوب.
كم من الوقت سيستغرق اعداد هذه القمصان؟
غادي ندفع الفرق، فحسب الحساب.
دوزو معايا شويه تلفاز.
في الواقع، اشتريته منذ ايام اخري علي سبيل العفويه في المتجر بالقرب من بيتي.
عندي مءتي دولار نقدا ومءتي دولار بشيكات مسافر.
بطني كيدرني.
رغم انني احب التيمبورا، لكنني لا اتناول الكثير من السوشي. معظم الناس لا يعتادون علي تناول الاسماك النيءه.
هذا صديقي كوجي.
العاصمه هي طوكيو.
فمتي ادفع ثمنها، الان ام وقت الخروج؟
هذا صحيح. يبدا الحراس في التبديل في هذا الوقت. يمكنك مشاهده ذلك او الاستماع الي فرقه الحراس التي تعزف في الفناء.
اريد بعض اللعبه.
هل تم استدعاء هذا رقم المقعد؟
فين الدير؟
اريد ان ابدل هذا.
كان من اللطيف لقاءك.
عندك هادشي بلون اخر؟
املا هذا النموذج.
لحم البقر او الدجاج؟
جيبلي صاكي غدا ف الساعه سبع صباحا.
كم ين احتاج لشراء تسعه وتسعين دولار؟
عندي دبوس عظم معدني.
كم من الوقت سنضطر للانتظار؟
هي يوشي.
جيه ايل ايه سبع اثنين واحد الي ناريتا.
نتاكد؟ هي صفقه جيده.
اش كتقول، اش كتاب توصي بي؟
انه حقيبه زرقاء.
كَيْنَ سَيْرَ بُوسْ اِلَي المطار؟
فين غسّل الكاميرا؟
علبه ميلر.
فين نقدر ناخد طابعات؟
اريد قلم حواجب.
شيء خاطء في الفيلم. هل ستفحصه؟
قلبت علي كلشي فالبيت باش نلقا جواز السفر المفقود.
لّي عندنا تما انواع كثيره.
تحقق من عنوان السفاره اليابانيه.
غادي ناخد بعض التذاكر.
كاين قطار سريع؟
مَا عَلَيَّ بِتَاْكِيدٍ اَنَّ هَذِهِ الْفَتَاحَهُ تَنْاسِبُ خَصْرِي.
كَيْتَاجْ.
قدر الامكان، هل يمكنك ان تكون في الوقت المحدد؟
غادي تصور ليا؟
شكون هادشي؟
اريد الذهاب الي ساونا.
سمك البحر.
لدينا ملعبان للتنس، وحمام سباحه، وقاعه للاوزان.
هل هذه هي القطار الصحيح الي بوسطن؟
فين نزل من باش نصل للبحر؟
ماشي هاد الخط، من فضلك.
امراه، من فضلك. كم ثمن نصف يوم؟
ثم لدينا جوله عطله اليوم الكامل.
هذا هو قسم التجاره الخارجيه، اليس كذلك؟ انا تارو تاناكا من اليابان. لدي موعد مع السيد كولمان في الثانيه.
هل هذه هي المنصه الصحيحه للقطار المتوجه الي مينيابوليس؟
هل يمكنك ان تعطيني هذا الوصفه الطبيه؟
ساهي. ونتا؟
اظن انني ساخذ هذه.
كنت اعمل بجد فقط احاول الحصول علي افضل الدرجات التي يمكنني الحصول عليها.
اه، هذا لذيذ جدا. انت طاهيه جيده. اتمني لو كنت اعرف كيف اصنعه.
فندق كبير، من فضلك.
السرير غير مهيا.
لا، التالي.
ارجو ان تتركني في الزاويه التاليه.
شنو كتقصد؟
هل الغداء مشمول في السعر؟
كنت اتعلم المحادثه الانجليزيه مره في الاسبوع.
مكالمه مباشره الي اليابان، من فضلك.
فين حاطين الحوايج اللي ضاعت؟
هل هو مناسب للبشره الحساسه؟
متي استلمه؟
اش نو وقت يكون مزيان؟
اريد قهوه بالكريمه، من فضلك.
ما غاديش نلحق القطار.
قبل ما تمشي، غادي نعطي ليك جرعه.
عندك الفلوس بزاف باش تخلص شهر هنا؟
اريد شريط كاسيت.
عندكم سيكات ملد سيفن؟
هل يمكنني الحصول علي دواء ضد الغثيان؟
حوالي الساعه الثامنه.
درن. وكنت اظن ان هذه السطر سيتم انجازه بسرعه.
غادي ندفع بالبطاقه الاءتمانيه.
لابد ان اجد عملاً بدوام جزءي لتكمله مصاريف دراستي.
كاين المتعه.
عَانِيتُ مِنْ ضَرَبَهِ شَمْسٍ.
لا تغير الاسلوب، فقط قم بتقصيره، من فضلك.
غادي تكلفك خمسين دولار بالطاءره.
لدي بعض الملابس المتسخه. هل ستكون جاهزه غداً صباحاً؟
رحله الخطوط الجويه رقم خمسه وثلاثين في الخامس من مايو، حجزت في طوكيو.
ارِني كيف استعمل هذه الاله.
فين غادي يرجع؟
هل يمكنني فتح النافذه؟
الكاراته، وهي طريقه للقتال اليدوي تتكون بشكل رءيسي من اللكمات والركلات الحاده، هي ايضاً واحده من فنون القتال اليابانيه للدفاع عن النفس.
هل يمكنني تغيير الحجم؟
متي ستتم احالتها الي بنكي؟
كيفما كانت تفضيلاتكم في المقاعد؟
هذِه الكاميرات للاستخدام الشخصي.
كم عدد الاشخاص لديكم؟
الطريقه الافضل هي العيش في بلد اجنبي.
نعم، يمكننا فعل ذلك.
اود ان احجز لثلاثه اشخاص في الثامنه من مساء اليوم.
يسمح بتتبع الاعراض مثل الام البطن، والاسهال، والحمي، وصداع الراس، والم الحلق، والطفح الجلدي، والغثيان، والتي قد تكون حدثت خلال اسبوعين قبل عودتك.
كم تكلف كلمه واحده في اليابان؟
اعتقد ان المقترحات جيده، شريطه ان نجد الاشخاص المناسبين.
حسناً، انطباعي هو ارض جبليه، مكتظه، مشغوله، مليءه بالضوضاء، نشيطه، تكاد تكون متفجره. لشعب يعمل بجد، نشيط، لا يهدا، فضولي، مستعد لتعلم كل شيء، ياكل ويشرب بشره شديد، لكنه رفيع، يكسب وينفق بكل شراسه.
ساقها مكسوره.
فِي اليابان، يبدو ان عمليه اتخاذ القرار ابطا بكثير من بلدنا.
شوف واش كاين
كنت تسير بسرعه 45 في منطقه لا تتجاوز فيها السرعه 25 ميلا في الساعه. يمكن ان تذهب الي السجن لمده تصل الي تسعين يوما.
كم من الوقت سيستغرق الشفاء؟
شنو هو اسم هاد الساحه؟
ساسافر بمفردي. هل يمكنك ان توصي بمرشد محلي؟
جيب ليا شوكو اخر، من فضلك.
هل يمكنك استدعاء سياره اجره؟
تذكرتين ذهابا وايابا الي واشنطن دي سي، من فضلك.
هل لديكم اسعار يوميه.
هل يمكنك اخباري بساعات العمل في مكتب البريد؟
كم من الوقت يستغرق القطار المحلي للوصول الي بوسطن؟
غادي تخلصني.
فين ف اربعه عشر؟
عندك سروال دجين؟
20 درهم ف 25، من فضلك.
اهتم بنفسك حتي تعود الي المنزل.
علي فكره، هل يمكنني صرف هذا الشيك ايضا؟
غاديين لملعب البيسبول؟
اذن اود ان استبدلها.
هل يمكنني الحصول علي ورقه تغطيه لنقل الفاكس؟
غادي ناخد قطعه.
فين كتقسم شعرك؟
كنت اريد ذلك.
قول لي شنو شكل الحقيبه، من فضلك.
اريد ان ارجع هذا.
كيف هو الحال الي باريس؟
مكَيْخْشَعْشِعْشْ.
اذا كنت تستطيع الانتظار لحظه واحده، ساجيب علي اي اسءله لديك.
شكون لي كيقول ليه الحافله ماجاتش؟
كم مره يجب ان اخذ هذا الدواء؟
ختاري ليا بلوزه زوينه.
اود ان اتصل بطوكيو، من فضلك.
خُذ معك اغراضك الثمينه، من فضلك.
فين التوقف؟
ما عنديش الوقت. سربي، من فضلك.
لا استطيع الموافقه علي هذا السعر.
كَبَرْد. شوف شغلك
اريد بعض الفطر.
عندك كتيب مجاني باليابانيه؟
الفرع التشريعي هو البرلمان.
اسمي تارو ياماموتو.
عذرا. هل يوجد ممر للمشاه بالقرب من هنا؟
انت في وسط شارع ويست.
مشِ مباشره، من فضلك.
اريد شامبو وتصفيف شعر.
هل يُمنع التقاط الصور هنا؟
فين كاين كشك المعلومات؟
هل يمكنني تحديد موعد غدا بعد الظهر؟
اريد بعض المفاتيح.
كان الموقع في ذلك المتجر.
هل يمكنني التوقف؟
غادي تخرج ليا هاد البقعه من حوايجي؟
سير علي طول هاد الشارع حتي لاخره، من فضلك.
اريد روايه انجليزيه سهله القراءه.
لا، انا مجرد جامع صغير. لكنني اتداول احيانا.
منشفه مبلله، من فضلك.
غادي تكون معانا ف الغداء؟
نَا مِنْ سُوِدَن.
هل لديك اكثر من خمسه الاف دولار في ادوات نقديه؟
كاينين متجر لبيع الملابس ديال الاطفال؟
اود ان ابدل فاتوره بمبالغ صغيره.
غادي نعسلك الناموسيه؟
صاوبها كما هي، من فضلك.
نَحْتَاجُ اِلَي رُءْيَهِ طَبِيبِ اَطْفَالٍ.
يرفعون اعلام الكارب ويُعرضون دمي الساموراي حول هذا اليوم.
فزنا كثيراً فلنعود مره اخري بملابس رسميه.
المحتويات تساوي حوالي ماءتي دولار.
هنا، من فضلك.
يرجي الاتصال بقسم الضاءع والمسترد.
35 دولار و95 سنت في اليوم بالاضافه الي 9 سنتات لكل ميل بعد الماءه ميل الاولي.
فرامل القدم مُعطله.
اريد مصباح قراءه.
اريد قص الشعر، من فضلك.
اود ان اترك في الصباح الباكر غدا. هل يمكنني تسويه فاتورتي الان؟
غادي نطفي الغاز. صبر دقيقه.
اش كاين ديال الكاسكيطه عندكم؟
رقم مقعدك مكتوب علي تذكره السفر.
غادي الطياره تخرج فوقت؟
كَتِمَات خَاصَّه بِالْمَكَان؟
هل يمكنك ان تاخذني الي محطه الحافلات؟
لثلاثه بالغين.
سِتّ عُدَد مِن التّذاكر، مَرْجُوّه.
نامل ان تعود مره اخري.
لا، لا افعل. اشعر بالغثيان ولا استطيع الاحتفاظ باي شيء في معدتي.
هل يمكنك ايقاف الشيكات الشخصيه الخاصه بي؟
كَيْتَ قَالُو التّوفو مَنْشُو فِي الصّين حَوْلَ الاَلفَيْنْ عَامٍ قَبْلَ السّيْف.
هل يمكنني الحصول علي وصفه طبيه؟
اريد ان اري مباراه كره سله. هل هناك تذاكر متوفره؟
سُرق جواز سفري وخمسه الاف دولار نقدا.
قيل لي ان اتي هنا لاحصل علي تقرير الحادث.
نتي عندك الانفلونزا.
هل يمكنني الاحتفاظ بقاءمه الطعام كذكري؟
كيف اذهب الي المحطه؟
السيد جونز خرج الان. من المتوقع عودته بعد الثالثه بقليل.
غادي ترسلها ليا فبدايه الشهر الجاي؟
حسنًا، شكرًا. وانت؟
كاين البرد الليله.
فين غادي؟
غادي تكون العشاء؟
ستيك، من فضلك.
اريد اجراء فحص طبي.
هذا هديه لاصدقاءي.
اش غادي تكون عندك للحلوه؟
علموني التكلفه بعد.
كنت هناك لمده ست سنوات تقريبا.
املا بالوقود العادي، من فضلك.
اذا امكننا ان نكون في خدمتكم، فلا تترددوا في الاتصال بنا.
هل يمكنني اخذ مقاساتك؟
هذا قطن.
خُذ هاد الشنطه للمحطه.
كاينين بضعه، ولكن شنو بغيتي تاكلي؟
غادي تعيط لصاحبي السيده يوكيكو اودا؟
هذا ماسه قيراط، صحيح؟
اسمُه السيد هاردا. شكراً جزيلاً.
كاين شي متجر Ungaro فهاد الجوار؟
فين القلعه؟
سعيد بلقاءك ايضا.
غادي لفلاوريدا.
اعتقد ان هذا يختتم الامور اليوم، سادتي.
مشِ علي هاد الشارع. مشي تلات بلوكات و غادي توصل للحديقه. المتحف كاين فالحديقه.
نَـاحِـتُـي اَسْـبِـرِين.
فين نقدر نشري الطوابع؟
هل يمكنني الحصول علي تذكرتين في الدرجه الاولي الي نيويورك، من فضلك؟
كيف اطلب؟
كم ساعه يستغرق الذهاب الي هناك؟
ضابط.
المطبخ الياباني يتضمن الاسماك النيءه، السوشي، التيمبورا، الخ.
كنت كسول.
ممكن.
متي يغادر؟
هل اخذت درجه حرارتك؟
كاين شي حاجه قيمه او هشه فحقيبتك؟
هل يمكنني استبدال هذه الاحذيه بحذاء اصغر؟
دعها لي.
ما نقدرش نقف.
اش نو هو الطياره الجايه؟
عندك عصير برتقال احمر؟
هكذا، انعطف يسارا.
عطيّني الكره.
هل يمكنني التقاط صوره بكاميرا الفيديو الخاصه بي؟
هاد فكره زوينه.
هل تود منا ان نطلبها لك؟
هاد شويه متاخرين فالعشيه.
اسمي ياماموتو.
المرحاض لا يفرغ. ارسل من يرفع الماء.
كم مساحه موقع المصنع، بالقياسات المتريه؟
سَفَرْتُ. لَكِنِّي لَا اَعْرِفُ حَيْثُ مَقْعَدِي.
اريد استرداد المبلغ.
كنت ابحث عن شيء يحمل علامه برادا المعدنيه.
ارِني شيءًا بحجمي؟
ركبتو فالبوس الخاطء.
عافاك ارني جواز سفرك، من فضلك؟
غادي ناخد هادشي و هادشي و هادشي، من فضلك.
الايكيبانا هي فن ترتيب الزهور. يوجد اكثر من ثلاثه الاف مدرسه ايكيبانا في اليابان.
اوجاعي عنقي.
اريد بيضتين مسلوقتين من الجانب المضيء، من فضلك.
قطّع الاطراف فقط، من فضلك.
هل يمكنني الحصول علي مجله المعلومات للاداء؟
عطني 15 جالون من الرصاصي، من فضلك.
اعاني من فقر الدم.
قول ليها تاصلي بيا.
شريتها هاديك
كيف اكل هذه مخالب السرطان الكبيره؟
هاد الباص كيوصل لكارميل؟
بيضتين مسلوقتين.
غادي تاكل فالمطعم ولا تاخد تاكل فدارك؟
شحال الساعه ديال الاغلاق؟
اود ان اءكد حجزي مره اخري.
يوم 23 نونبر هو يوم شكر العمال.
صعيب يفهم؟
هل يمكنني شراءه معفي من الضراءب؟
اود ان ابقي لبضع ساعات اخري بعد وقت تسجيل الخروج.
لدينا عصير البرتقال، التفاح، الليمون، والطماطم.
اريد استرداد المبلغ.
دّاك العظام؟
رقم تاكيد حجزي هو خمسه سته سبعه QLR.
شكون هاد لي حر؟
خذ هذا الوصفه الي الصيدليه.
كنت اعمل في وكاله اسفار.
الشخص الذي اريد الاتصال به هو السيده يوكو نيشيهارا.
كاين حلبه تزلج قريبه؟
يجب ان اعود في الخامسه. هل من الممكن الذهاب الي مركز التسوق؟
ما حطيتيش المتر.
الغها امام عيني.
هل يمكنك وضع اسمي في قاءمه الانتظار؟
جيت هنا باش نشوف المناظر.
عافاك بعد ما ندخل عطيني كاميرتي
يمكنك المشي. اتبع فقط العلامات.
عندك وقت هاد الليله؟
فين كاينين مكاتب تاجير السيارات؟
لا. كنت في عجله من امري. ماذا عليّ ان افعل؟
هاد هو الباص؟
اعتقد ان عليّ ان استخدم الدقاءق الخمس الاخيره للاجابه علي اي اسءله.
غادي توصي عليا بمطعم ايطالي زوين؟
يبدو انك سكرت ليله امس.
سَحْبَه.
اليكم كتيب العديد من جولات حافلات السياحه، بما في ذلك جولات ليوم كامل، ونصف يوم، وجولات صباحيه ومساءيه.
هل يمكننا ان ننهي هذا الرقص في وقت اخر؟ انا اسف.
فين حافله للمركز؟
اريد تسريحه داءمه محكمه، من فضلك.
كَاينه قهوه باقيه؟
هل يمكنني مساعدتك في العثور علي شيء ما؟
اه، اظن ان هناك كتلتين اخريين تقريبا.
سبع وثلاثون مقسومه علي تسعه تساوي ثمانيه.
اريد كريما للبشره العاديه.
سمعت ان الشعب الياباني يعمل بجد.
واش الجاز؟
سياح، هنا؟
كم ترغب في فتح الحساب بمبلغ؟
اش كيعني هاد الاشاره ديال الطرق؟
كَانَ مَنْ تَقُول لِي كَيْفَ اَمْلَا هَذَا النَّمُوذَجْ؟
خليّني نفكر و نرجع نعيطك.
غادي نقدر مصاريف السفر.
هل يمكنني الحصول علي ايصال للتامين الصحي؟
هل يمكنني ترك السياره في اي وكاله؟
هل احتاج الي تغيير دقيق للباص؟
عندك ساكن هنا؟
سارع، وستلحق بهم.
عندي حمي.
هاد خمسه وثلاثين وثلاثه
و الان انا حر لبضعه ايام.
شكون لي غادي يكون الليله؟
لا، لم نفعل. نتحدث فقط الانجليزيه.
هل هو الي؟
هاد محبس؟
اخذ الطلب، من فضلك.
الدرجه الاولي ام الدرجه الثانيه؟
غادي تكون عندهم لا متاخر من ست وثلاثين دقيقه.
عجباتني ديك الطريقه ديالك فالتانسي.
هل من الامن الغوص هنا؟
نحن نذهب فقط للتسوق.
غداً صباحاً ستتصل به كما وعدت؟
مرحبا. يسعدنا انك كنت متفهما.
كم ثمن الغاز الممتاز بالغالون؟
هل يعلن الساءق عن التوقفات؟
شكون عرف، نتلاقاو هنا ف4؟
اكيد. دعني اري. هل يمكنني ان اطلب شيري اولا؟
شكون هاد لي كيعمل؟
عذرا. هل يمكنك اخباري اذا كان هناك مطعم ايطالي بالقرب من هنا؟
غادي نكونوها ليك قبل اربع وثلاثين.
كم عدد التوقفات الي متحف الفن؟
نطلبها لك؟
هل يتوقف القطار السريع في سان دييغو؟
كاين خدش هنا.
من اين تاتي هذه التفاحات؟
كيف كان هذا المطعم؟
اريد ان اري مكتب المدينه.
هل يمكنك تغليفها كهديه، من فضلك؟
هذا جوله ليوم ونصف؟
السبت والاحد ايام عطله.
رجاءً ذكّرني عندما اصل الي فيكتوريا.
اريد موعدا معك غدا بعد الظهر.
اذن، ما هي خططك غداً؟
الاستقبال؟ هذا ناكامورا يتحدث. لقد قمت بالتسجيل للتو. لكن لا احب هذه الغرفه.
كم من الوقت سيستغرق ذلك؟
عندك شي للبرد؟
اسمي ريسا كوباياشي، والرقم هو اثنان صفر اثنان اثنان صفر اثنان واحد صفر صفر.
طاوله مع اطلاله جيده علي المحيط، من فضلك.
عطني بعض الاماكن اللي نعيط عليها فحاله المشاكل.
اه، نعم، عالجوني من السكري في اليابان.
نود ان نجلس بجانب بعضنا البعض.
هل يمكنني الحصول علي كوكا كولا خاليه من السكر؟
شكون نوع الغرفه لي بغيتي؟
اريد ان ابدا في ذلك.
يمكنك الحصول علي هذا عند بوابه المغادره.
كانت البطاقات الاءتمانيه والنقد في محفظتي.
خطاي.
غتكون عندك حاجه لتقديم طلب تعويض للتامين مع مكتب التامين ف اليابان.
هل يمكنك تغيير هذا؟
خايف ما يكون عندنا شي مفتوح.
كم من الوقت يستغرق عن طريق البريد السطحي؟
هاد الذهب؟
ما كنت عارف شحال عندكم من العمر.
هل يمكنك رسم خريطه لي؟
هاد المتجر كان رخيص.
انا ان براون.
هل يمكنني الاتصال مباشره من غرفتي؟
غادي تضعو ف صندوق؟
جواز سفرك لم يعد صالحا.
هذا سيء جدا. ساتصل بسفاره اليابان واسالهم ماذا يجب ان تفعل.
تاكد من ربط احزمه الامان بشكل امن.
فين الحمام؟
اريد استءجار دراجه ذات 10 سرعات.
عندك لون اغمق؟
اه، لا اعتقد ذلك.
هل يهم ان اكون مبتدءًا؟
انا مع عاءلتي، لذا لا استطيع ان اعطيك رقم غرفتي.
ما كاينش السعر.
اريد مكالمه استيقاظ في الصباح.
فين نقدر ندير حجز فالفنادق؟
هل عليّ اعاده تاكيد حجزي؟
حسنا، سيدي. سنرسل شخصا لاصلاحه فورا. يرجي الانتظار لبعض الوقت.
هناك سته واربعون. يراس كل محافظه حاكم، ولكل منها جمعيتها الخاصه.
نعم. سنذهب ونبيع المنتجات بعد ساعه او نحو ذلك.
كان ذلك قبل عشرين دقيقه.
هل يمكنك كتابه ذلك لي؟
اش كاين فلم فهاد الوقت لي كاينه فيه الفعاليه؟
فِي هذه الاكياس الورقيه البنيه.
اتمني ان اراك مره اخري.
هادشي حيت كاينه من حرير.
اريد ان اجرب مقاس اصغر. انه كبير جداً بالنسبه لي.
شفت هاد الشي قبل؟
انا جاءع.
قدر تعطيه علاج مءقت، دكتور؟
كنت كن فيا الحمي.
سَفْرَانْ، مَا كَانْ لِي بَدَل. هَلْ تُعْطِينِي تِسْعَهً وتِسْعِينَ دَولَارًا؟
سلام، يبدو اننا جيران.
كاين باص من المطار للمدينه؟
ما نقدرش نغسل الحمام.
يستمر اعضاء مجلس المستشارين في مناصبهم لمده ست سنوات، بينما يخضع نصف الاعضاء للانتخاب كل ثلاث سنوات.
لا شيء اخر، من فضلك.
صرف من رصيدي، من فضلك.
الاسلحه التي قدمت لليابان في ذلك الوقت لعبت دورًا مهمًا في الفوز بالمعارك.
عندك ديال الحجم الكبير؟
هذا يعني انك فقدت تاشيرتك ايضا. عليك ان تتقدم بطلب لاعاده اصدارها الي الهجره.
عندّي ضعف بصر.
كاين سباته (barber shop) ؟
عفوًا. هل يمكنك اخباري كيف اذهب الي محطه شينجوكو؟
ارجو ارسال بريدي هنا.
قول للطباخ هاد لذيذ بزاف.
التلفاز مكايعملش.
تذكره ذهاب وعوده الي اكسفورد، في التاسعه من صباح الخامس.
ما نقدرش نديرها.
شحال ديال الكيلومترات كتقطع هاد الطوموبيل؟
هذا ساتو. استاجرت سياره هذا الصباح.
صحيح. شكرا. من فضلكم، هل الملابس الرسميه مطلوبه؟
اعطيني اسم ورقم هاتف طبيب؟
كاين دوا للدوخه ديال السير ف الطوموبيل؟
اريد بنطال.
قدر تشوفني هنا؟
هل هناك علاقه ببيرث؟
نعم، هل يمكننا الحصول علي قاءمه الحلويات؟
هل هناك عرض للصوت والضوء؟
نعم، هو كذلك. ثم، تسجل هنا، السيد يامادا؟
وسط، من فضلك. هل يمكننا الحصول علي مقعدين معًا؟
نعم، هل يمكنني مساعدتك؟
كَانَ مُمْكِنًا تَخْفِيضُ السّعَر اِذَا اَقَمْتُ لَيْلَتَيْنِ؟
انا اريد ان اخذ حمام.
متي ستنتهي؟
في حاله الالغاء، يرجي الاتصال مسبقا.
فيها كاميرا من الداخل. من فضلك احفظها في مكان امن.
فين محطّه الوقود؟
هاد القطار كيوقف فبالتيمور؟
هَل تَسْتَطِيعُ اَن تُحْضِرَ لِي مَاءً؟
لا، شكرا. سيكون الظلام في معظم الرحله علي اي حال.
كنت ابحث فقط. شكرا لك.
سمح لي، لكن لا اعتقد ان هذا الرقم صحيح.
هل يشمل ذلك المشروبات؟
كم دقيقه اخري سيستغرق القطار ليصل؟
من اي باب يغادر هذا الرحله الجويه؟
اسم الفندق لي غادي تبات فيه الليله، سيدي.
هل علي حجز مقعد في القارب الذي ينزل في النهر؟
كاين واحد جاي بعد شويه.
تقدر تقولها مره اخري؟
هل المسرح قريب؟
هناك سته في مجموعتنا. نود الجلوس علي نفس الطاوله، من فضلك.
كَاين، اه، هاكا.
شكراً لدعوتك لي لتناول العشاء.
عذرا. هل لديك الوقت؟
عصير البرتقال، البيره، النبيذ، الويسكي والكونكليز.
تقف في الطابور. وساذهب لاحضر لنا كوب من الايس كريم.
اش من حافله غاديه للهوتيل الكبير؟
اود ان احجز غداً مساءً.
عطاوني الطبيب الوصفه.
نعم. وما نوع التتبيله التي تفضلها في سلاطتك؟
كيف تريدها؟
تحتّو شيكات المسافر؟
هذا من لطفك، لكني اخشي ان لدي بعض العمل الذي يجب ان ينجز غدا صباحا.
بدا لي ان اشتاق للارز وحساء ميسو.
لا، شكرا. هل يمكننا الحصول علي كوبين من الماء، من فضلك؟
كنتتكلم الانجليزيه شويه.
هل يمكنني الحصول علي ماء، من فضلك؟
في اي طابق هو؟
نَا تَاي.
اذا كان لديك، لن تضطر الي الدفع مره اخري عندما تاخذ، اربع واربعون حافله.
عطياني الملح.
غادي تريهلي الساعه ديال المعصم؟
انه الساعه الواحده.
تذكرتين لاداء يوم الاربعاء، من فضلك.
كم تبلغ ضريبه البيع؟
ادخل الرقم ثمانيه.
خُذ الطاءره المُتجهه الي نيويورك في الرابعه، ثم استقل اخر رحله الي واشنطن من نيويورك.
هي حقيبه يد جلديه بنيه اللون.
كَنْتْ وَاحِدَه، مَافِيهَاش تَاْخِير.
هُم في الطابق الثّاني.
فاش خسرتيه؟
اريد مضخم صوت.
رجاءً قم باصلاح هذا.
بالتاكيد. سيكون جاهزًا يوم الخميس.
كَاينه نبيذ بالزجاج؟
انا مريض جدا. من فضلك اتصل بطبيب.
هل تلقيت اي فاكس؟
اش من طابق؟
هل يمكنني الدفع بشيك مسافر؟
نتبادل الهدايا مع اصدقاءنا المقربين في يوم عيد الميلاد.
ها هي وصفه من الدكتور ثومسون.
فين وقف حافلات شيكاغو؟
تحضر ليا الفلفل، من فضلك؟
انا عاطل عن العمل.
نعم، نعم. انهم في الطابق الثالث.
كاين جوله سير علي الاقدام فالمكان الشهير.
خُذني الي اقرب مستشفي.
كَيْفَ حَالُكُمْ اَنْتُمْ؟
اريد ان اشتري خمسه. حتي في هذه الحاله، لن تجعلها ارخص؟
عافاك عطيني مقعد بجانب النافذه في الخلف.
هل يمكنني ان احضر لك اي شيء؟ مثل ضماده او شيء من هذا القبيل؟
فين غادي نكونو نمشيو؟
ما قدرش ناخد القرار. غادي نجي بعد شويه.
قدر تشيك تير؟
عفوًا. الي اين اذهب لاترك الامتعه؟
اريد الذهاب الي المطعم.
ارني ذلك، من فضلك.
كنت ممتنًا لو اعدت النظر في تجديد العقد.
فين مكتب الضياع؟
كم هي ارتفاعنا الان؟
اريد معطفا ثقيلا لفصل الشتاء.
انا من المعجبين بالطبخ الامريكي.
هل يمكنني ان اسال سءالًا اخيرًا؟
هل يمكنني الحصول علي همبرغر؟
نود ان تاتي وتقضي معنا بضعه ايام هذه الربيع.
هل هذا الباب للطاءره المتوجهه الي طوكيو؟
كم مره يجب ان اخذه في اليوم؟
شاي بالليمون، من فضلك.
هاد السنان اللي فالفوق كيوجعني.
فِي اي رحله وصلت؟
سيدو عذرا علي الازعاج، لكن هل يمكنك ان تتفضل وتلتقط لنا صوره بهذه الكاميرا؟
كسرت يدي.
هل يصعد الركاب الان؟
خُذ القطار الاخضر من المنصه رقم سته.
اخبرني ما هو المطعم الذي يُحبذه السكان المحليون.
تركت كاميرتي. هل يمكنك فحصها من فضلك؟
سَفَرْتُ النبيذ عَلَي الاَرض.
عفوًا جدًا. لقد خرج الان. هل لديك موعد؟
رحله الخطوط الجويه اليابانيه رقم خمسه الي طوكيو في الثالث من مايو.
قول ليهم مشيت علي خير.
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
علي فكره، هل ساحتاج الي ارتداء ربطه عنق؟
اود ان اغيرها الي نفس الرحله، ولكن في الرابع من مارس.
بعد ذلك، هل ستاتي به الي الطاوله هناك؟
كاين بيس ديال لمدينه؟
رجاءً اتصل بي في الصباح الباكر.
عطني دوا للبطن، من فضلك.
هاد الشانطه فيها غير حوايجي الشخصيه.
عذرا. هل يمكنني المرور، من فضلك؟
اريد الذهاب الي الحمام، لكن لدي الكثير من الامتعه. ساضطر فقط الي الانتظار.
كان طويلا جدا وبطيءا جدا.
نحن لدينا العنايه بالاظافر وطلاءها.
غادي يوصل القطار فوقتوا؟
الغرفه اللي فالقنت صاخبه.
ما عندو ما يدير و لا ما يخسر.
هل يمكنني ان اقترض مفتاح رءيسي، من فضلك؟
كوني معك يُسعدني.
خُذني الي الشرطه.
الاقراص المدمجه ارخص بكثير في هذا المتجر.
اريد بشرتي ان تكون ناعمه.
شريكك علي الخط. تفضل.
فمتي اخذه؟
هل يمكنني الدفع بشيك مسافر؟
مَا كَنْتَ نَجِد اَصْدِقَاءِي. هَلْ تَقُوم بِاِطْلَاق صَفِيرٍ لَهُ؟
ويسكي علي الصخور، من فضلك.
بالتاكيد، في هذه الحاله، ستقدم شركه الطيران تعويضا.
هذا قلم رصاص.
هَذِهِ كُرَاكِرَاتٌ يَابَانِيَّه.
كم من الوقت سنضطر للانتظار؟
انا بخير. اشعر جيدا فقط.
نحن نتفق في الراي.
لديڭك توقف ف شيكاغو.
خايف انت مش. لكنك من الخارج وفي الفناء.
درت ايداع.
اريد عينه من البول.
شكرا بزاف.
غادي نتسنا.
ما عنديش حجز، ولكن يمكنني الغوص اليوم؟
كنلعب التنس مرتين فالاسبوع.
فين اقرب محطه مترو من الفندق ده؟
اكتب امتعه غير مصحوبه في اعلي الطرد.
نَتْرَكْتُ لِلْفَضْلِ اَنْ يَطُولَ الْغَيْمُ غَدًا.
هذا من لطفك.
فين نلقي اقراط؟
هذا راءع. لا يمكن ان يكون قليل الدسم. انه كذلك.
هل يمكنني ان اقترض مفتاحا للحمام؟
عندما يعود، يرجي ان تطلب منه ان يتصل بالسيد اوكادا.
غادي ناخد ستيك نادر مع بطاطا مشويه.
خمسه عشر ا. هل انا جالس في المكان الخطا؟
اش نو وقت غادي تجي؟
غادي ناخد ستيك بيف.
هذا صحيح. لدينا ايضا مواقع تاريخيه اخري معروفه في المدينه وفي محيطها.
بالفعل. هذه هي المره الثانيه لنا منذ ان زرنا هنا كعرسان.
ماعنديش هوايات. غير الخدمه بزاف، بحال اغلب اليابانيين.
نعم، رغم انني اشعر انني كنت هنا مرات عديده من خلال الافلام والبرامج التلفزيونيه.
اي ممر؟
الي الوجهه النهاءيه، روما، من فضلك.
اه، الاستاذ كورن يحب ان يعطي اختبارات مفاجءه.
هادشي صحيح؟ اذن، شنو غادي يوقع؟
سُرقت حقيبتي.
شيء ما فاجاك في اليابان؟
عندما تراه، فقط امو.
اود ان اترك في اليوم السابق.
كنت عطشان بزاف. كاس كبير، من فضلك.
انه سوبر ماركت كبير جداً يقع خارج مدينه كبيره. يتوفر علي مرافق واسعه لوقوف السيارات.
يبدو هشا.
هل يمكنك ادراج ذلك البوابه في الصوره؟
هل الافطار مشمول؟
طبعتان، من فضلك.
غاديين جوج سيارات اجره؟
اه، هو مفتوح للعموم.
الصف الاول، من فضلك.
انا طالق.
هذا هو الطريق الي الفندق؟
سمحيلي، ولكن يبدو ان هذا قصير.
كنت كنتحرّق.
غادي نعبر من كاليه لدوفر بالعباره.
اريد تذكره جديده.
بيتزا واحده مكونه و علبتين من البيره، من فضلك.
احتاجها في اقرب وقت ممكن.
اه، علينا ان نكون حذرين من السيدا.
هديه لامي.
ما كنت عارف ان الفحص الامني صارم هكذا.
في اي محطه انزل لاذهب الي Chinatown؟
سمك مقلي.
كنت اعمل في بنك.
سمحلي. كتقدر تقترح عليا مطعم جيد؟
كم اونصه يمكن اعفاءها من الضراءب عندما احضرها الي اليابان؟
اريد لعبه للصبي.
اود ان ارسل هذه البطاقه البريديه الي اليابان عن طريق التعبير.
اود ان ارسل هذه الرساله بالبريد الجوي.
لدينا غرفه مزدوجه بخمسين دولار في الليله.
سَفَر، لا نسمح بالجينز والقمصان.
اود ان اتاكد من تسجيلي، من فضلك. اسمي هاروكو اوغاوا. اعتقد ان لدي حجز.
هذا هو الحافله الصحيحه، التي تقترب الان؟
غادي تجيب شي هديه لشي واحد فهاد البلاد؟
اكل ما هو قابل للهضم قدر الامكان.
اخبرني عن الاجراءات الخاليه من الضراءب.
هذا مكان راءع، اليس كذلك؟
عندك جدول زمني للقطارات؟
ساعدني في ايجاد صبي يرتدي قبعه حمراء.
عذراً، اود ان ارسل هذا الي اليابان. كم تبلغ تكلفه الشحن لهذا؟
سافرت عبر امريكا بسياره مستاجره.
اوكي، رقم الغرفه رقم اثنين او ثلاثه. ها هو المفتاح.
الفيلم يبدا في العاشره والنصف ليلا. ينتهي في الواحده صباحا.
مفروشه، من فضلك.
هل يمكنني الحصول علي مكالمه استيقاظ في السابعه صباحا؟
اريد كاميرا رخيصه.
الناس اليابانيون يكرهون معامله الضيوف، ومعاملتهم، بشكل سيء.
هل يمكنني الحصول علي بطاقات بريديه؟
فِي اي وقت ستكون لديك توقيعات علي الكتب؟
هاد الساعه، سيدي؟ هيا 11 صباحا.
شكون هاد الخط؟
كَيْنْ كُلّو حَالِينْ؟
غطي فمك بمنديل.
واحد صلب.
كم ثمن الثلاثه؟
اريد خاتم خطوبه.
ما يكفي.
ها هو التغيير، سيدي.
لا. انا ياباني.
حسنا. مقاعدكم ستكون هنا.
دامت فتره ادو، التي لم تشهد اي حروب في البلاد، حوالي ماءتي وخمسين عامًا.
خُذ هذا ثلاث مرات في اليوم بعد الوجبات لمده ثلاثه ايام.
غادي تطور هاد الفيلم؟
نحتاج نستعير الكومبيوتر ديالك، من فضلك.
هل يمكنك الحضور الي منزلنا لتناول مشروب في يوم الاحد بعد الظهر؟
غادي ناخذ هادشي.
هذا به خدش هنا، هل يمكنك استبداله بواحد اخر؟
هل يمكنني ان احصل علي ابره وخيط؟
تذكرتين ذهاب فقط الي بوسطن، من فضلك.
مشيت لبرنامجك ثلاث مرات العام اللي فات فاليابان.
غادي ناكل الدجاج فالعشاء؟
غادي نعطي ليك دميه من كيوتو.
كيف يمكنني الوصول اليها بقطار الانفاق؟
ارجو ان تخبرني كيف اتصل بهذا الرقم.
هذا هو الطريق الصحيح؟
اريد ان ابلغ عن فقدان وثاءق قيمه.
انه الطبعه الاخيره من اعظم عشرين رسام في اوروبا، ويحتوي علي صور حوالي ماءتي تحفه فنيه.
فين نلقي تذكره طياره بثمن معقول؟
فوقاش ترفع الستار؟
ها هي. الايصال في الحقيبه.
فين كاين قسم الاكسسوارات؟
غادي ناخد مارتيني.
هاد التلفون معطل؟
اش من قطار ناخد باش نوصل لاوكلاند؟
فقدت محفظتي داخل هذا متجر كبير.
هل يمكنني ان احصل علي شيء ما لاشربه قبل الوجبه، من فضلك؟
ثلاثه شراءح، روبيان كبير، وعشره انواع من الايس كريم.
شنو هو الحل الامثل باش نلبس هادشي؟
يقولون انه تحت الصفر.
صونيّني فالعشريّه، من فضلك.
نعم. انه امر مثير جداً اللقاء باشخاص مختلفين.
فهمت. هناك زياده بنسبه واحد في المءه.
جوج ديال الناس كيجمعو باش يشربو. بغيتي تجي؟
الغسيل ما جفز خير.
عندك قلم؟
يجب عليك تجربه الطعام الموجود في هذا المكان.
اليابانيون بخيلين رغم ثراءهم.
اريد ان اسمع عن تلك الجوله.
هاد اللون شاءع هاد الايام.
هل يمكنني وضع امتعتي في الصندوق؟
فهمت. هل تعتقد انني ساتمكن من الحصول عليهم؟
كنت مريضًا منذ الليله الماضيه.
رجاءً احضر لي صابونه.
غادي نستقيل.
كنت تسير بسرعه 45 في منطقه سرعه 30 ميل في الساعه.
واشكرك. يوم جميل.
انا عندي الم فالبطن.
هادي اول مره.
غادي ناخد قطعه من هاد.
كنت ابحث عن معطف باكتاف ضيقه.
شرب بيره.
اود ان ادفع خمسين دولارا و عشرين الف ين ياباني للرصيد.
اعتقد ان هذا التغيير خاطء.
اش نو وقت غادي تسالي العرض المساءي؟
اسم عاءلتي ياماغوتشي. ي ا م ا غ ا ت ش ي.
اود ان افتح النافذه.
كَاين بزاف ديال المطر. نَتمنّي يَتوقف.
هُم جميعاً بصحه جيده، شكراً.
باستثناء الافطار والعشاء؟
اعتقد انها ضيقه قليلاً جداً.
تِبيِع طِوَاسِيِم البريد؟
اريد هذا التصميم فقط علي اصابعي.
اود ان اقترض بعض مناظير الاوبرا.
عطني الارشادات، من فضلك.
كم ساعه يستغرق الامر؟
عندك مثال علي ملء؟
ايمكنك اخباري اين سنذهب في هذه الجوله؟
واصل السير في هذا الطريق، وانعطف يساراً عند الاشاره الثانيه.
غادي ناخدو اذا عطيتيني خصم 10%.
نعم، لقد حصلت علي غرفه، لكن الغرفه لم تُجهز بعد.
ما كاينش هاد الغرفه. عندك شي حاجه افضل؟
فين بوابه الطاءره اللي غاده ل شيكاغو؟
هل يمكن تعديله؟
اود حجز مقعد الي سياتل.
اريد طاوله قابله للطي.
شحال ثمن النصف اقامه؟
علي الاقل عشرين دولار.
قد اعود الي المنزل او احاول رحله بالحافله عبر البلاد، اذا لم تكن باهظه الثمن.
لا علي الاطلاق. من فضلك لا تقلق بشانها.
عمل باسكيات له جوده طفوليه، مع ذلك، تركيبه معقد جدا.
لكنها ستكون مريحه بعد ان تُستعمل.
امكنك اظهار لي كيفيه لعب هذه اللعبه؟
غادي نكون ممتن لو تكرمت حجز طاوله قريبه من النافذه.
غادي نصلو في العاشره. كنا غاديين نصلو قبل الوقت.
هل جربت الطعام الياباني من قبل؟
عندك شريط موسيقي شعبيه؟
رقم هاتفي هو واحد اثنان ثلاثه اربعه خمسه سته سبعه.
كنت مريضا جدا بالبحر. هل يمكنك استدعاء طبيب؟
غرفه تدخين ام غرفه لا تدخين؟
اعتقد ان السيد كان يجب ان يتوقف.
يبدو انك مصاب بالانفلونزا.
نَـاحِـتُـي بَـعْـضَ خُـيُـوطِ الْـحَـذَاءِ.
انا مهتم بالتاريخ، لذا اريد زياره المشاهد التاريخيه.
ثم اود ان احجز لسبعه.
سَفَرْتُ، لَكِنْ لَدَيْنَا بَيْرْ او وِيسْكِي.
هو خارج المكتب الان. هل يمكنني ان اترك رساله؟
من فضلكم قوموا بتحويل الشيكات السياحيه.
عندك تبديل صغير معاك؟
حيث انه من السهل في امريكا الالتحاق بالجامعه ولكن من الصعب التخرج منها.
كيف يمكنني تشغيل هذا الضوء؟
غادي تتحرك شويه لليمين؟
اش من معالم فطريق؟
نعم، انا ذاهب الي لوس انجلوس.
خليه طويل.
نفذت الوقود.
هل يمكنني الحصول علي مقعدين متاحين الليله؟
عندكم طاوله لاربعه؟
كَاينه تما، قدام معلومه السياح.
ما سمعت بهاد العنوان هنا.
مشِ مباشره حتي تري صيدليه.
كم ثمن الافطار؟
كيف يمكنني مساعدتك؟
دير يسار فالقرن الثالث.
غادي تشرب قهوتك بالكريما والسكر؟
هل يمكنك صرف شيك بقيمه ماءتي دولار؟
اذا ظهر، يرجي الاتصال بي.
فين كاين كافي شوب؟
اريد كنزه اطفال.
حسنا. تكلفه البريد العادي خمسون سنتا، وتكلفه التوصيل السريع ثلاث دولارات وخمسون سنتا.
كنت ساشتري هذا لو كنت مكانك.
غادي يكون عندي مشكل مع الجمرك؟
عندك صبابط ديال الحفلات واسعه الصباع؟
لا. هل يمكنني اقتراح زوج لمستخدم واحد بدلاً من ذلك؟ لدينا واحد.
اريد تمويجاً ضيقاً، من فضلك.
هي تُريد بيره.
صباح الخير. كيف حالك؟
خَشْيَانَ اَنْ اَحْتَاجَ اِلَي رُءْيَهِ بَعْضِ شَكْلٍ مِنْ التَّحَدِّيدِ.
شكون هاد التتبيله؟
هذا بارد بعض الشيء. هل سترفع حرارته؟
سَفَه، هَذَا الْمَكَان مَاْخُوذٌ مِنْ قَبْل.
انا بخير. لكن هل تمانع في الاتصال بصديقي؟
شكرا، كافيين.
شكون صاحبتك المفضله؟
اليوم الرياضي للصحه 10 اكتوبر عطله وطنيه مخصصه لتعزيز صحه الشعب.
غادي تشرح ليا تحت المحرك؟
هل يمكنك مساعدتي في العثور علي حقيبتي؟
غادي تاخد الاجراءات اللازمه مسبقا؟
كَيْنَوْنَ كَيْدَارُونِي. شُكْرًا.
عند وصولك، اسال شخصًا اخر، من فضلك.
اريد خط 24، من فضلك.
هاهي دولارين. احتفظ بالباقي.
عندكم همبرغر و همبرغر بالجبن، من فضلكم.
كم تتقاضون عن المعالجه؟
نود كلنا ان ندفع ثمن وجباتنا الخاصه.
كان الموقع علي كرسي في الردهه.
غير هاد الين لهاد الجنيه.
اريد قاموس في الجيب، من فضلك.
لشخصين في السابعه. الاسم واتانابي.
ساعتي. كانت ساعه سييكو رقميه.
سيكون من دواعي سرورنا ان نقدم لكم مشروبكم المفضل، تليه العشاء. دليل شامل للمشروبات التي نقدمها علي هذه الرحله موجود في دليل المعلومات في مجلتنا.
كَتَعْشَي فهاد الحي؟
فين متجر الهدايا؟
انا علي الطريق السريع الاول بالقرب من مورو باي.
اريد منبه، من فضلك.
من جهه اخري، اسمي هو هيروسي ايجيما.
هذا القطار يتوقف في بحيره فورست، اليس كذلك؟
اكثر اليابانيين ياكلون الحبار وسمك الحبار.
هل يمكنني الحصول علي تذكرتين من الدرجه الثانيه الي شيكاغو، من فضلك؟
مشيت ل نيويورك.
شمن رقم الطياره؟
واحده لنيويورك، من فضلك.
لمده بضعه ايام.
الثاني من اليسار.
هاد البطاقه، صافي؟
هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
غادي عشره دولارات تكفي بالطاكسي؟
هاد الطعم غريب.
نعم. انتظر، ساجلب لك واحد.
نصف زجاجه، من فضلك.
لا حقا. فقط شيء غير مكلف.
كَتَابْ تَقْرَاْ؟
اربع ليالٍ.
نَـبْـغِي سُـيُـور.
كَانَ مُمكنًا تَخفيض السّعر حَيثُ اَنّهُ هُناك بَعض البَقع؟
رجل صدمتني. بعد ذلك لاحظت ان محفظتي اختفت.
مَا خَطَرَ لِي اَنِّي حَزَّمْتُ كَثِيرًا مِنَ الْبَرَدِ لِرِحْلَهٍ تَدُومُ ثَلَاثَهَ اَسَابِيعَ.
حسناً، نود ان نجرب نبيذاً ابيض.
اذا سالك اي شخص عني، فقل لهم انني ساكون في مقهي.
اكيد انني كنت احمله في الجيب الداخلي لمعطفي.
هل يمكنني الحصول علي اسم ورقم الحزب الذي تتصل به؟
هل ستدفع شركه الطيران ثمن شراءي لبعض الضروريات الشخصيه الاساسيه؟
اريد غرفه مع حمام.
ما خرج من الاله؟
كنت من المفترض ان تاخذ الرحله 820، التي اقلعت قبل 15 دقيقه. حسنا. يمكنني ترتيب رحله اخري لك.
شيء ما فكّ عُلّيّه حزّي.
اه، ما شي. كنتي هنا، علي كل حال.
خطوط جويه يابانيه، رقم الرحله واحد اثنان ثلاثه.
نحتاج نشتري شامبو.
اخبرني متي نصل الي المركز المدني؟
فين اقرب جزار؟
نود ان نقيم اربعه ليالٍ ابتداءً من الاول من اغسطس.
شنو اسم هاد الزهره؟
يوم 15 شتنبر هو يوم الاحترام لكبار السن.
ماكاينش صابون فغرفتي.
شيء ما يمكنني اخذه لهده الطفح الجلدي؟
هل يمكنك تغيير صياغه ما قلته للتو؟
كم من الوقت سيستغرق الامر لطلب الطعام؟
تكلم بصوت اعلي قليلا، من فضلك؟
كم من الوقت سيمر قبل ان يخرج؟
فين معلومات الرياضه؟
هذا الحجم هنا، الحجم الذي تسميه حجمًا عاديًا، سيكون كافيًا.
فين غادي تنتهي الجوله، ومتي؟
فين نغير القطار باش نوصل لمدينه ادنبره؟
اود ان اضع هذا في صندوق امانات.
فين نقدر نبدل الفلوس ديالي؟
هل يمكننا ترك اغراضنا، باستثناء الاشياء الثمينه، في الحافله؟
انا اتساءل عن سبب هذا الرسم في فاتورتي.
غادي ندفع خمسين دولار.
الان اعرف ما كان خطا.
هذا ايكيدا يتحدث. لدي حجز لطاوله في السادسه والنصف هذا المساء. لكني اسف ساصل متاخرا نصف ساعه.
كم اونصه من العطر يمكنني الحصول عليها معفاه من الرسوم؟
سياحه فقط.
هذا جيد، من فضلك وقّع عليهما. كيف تريد ذلك؟
هل لديكم مقاعد لاداء الليله؟
اريد واحده كبيره.
نمت حتي ساعه سته وثلاثين دقيقه.
انا مصور مستقل.
يمكن للتجار ان يبدلوا دولاراتك بنصاءح الكازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعا من زيوت الاستحمام.
غادي نعرض عليكم الاقتراح الاسبوع الجاي.
شكرا. كم ثمن هذه القفازات؟
غادي نمشي. غادي نعيط ليك بعد.
اريد حفاضات منفرده.
من اين اتت هذه الاسماك الفراشه؟
غادي تبدلهم لدولار، من فضلك؟
نحن محظوظون جدا. لديهم واحد بحجم اربعه في متجر الا موانا.
كاين شي ليموزين؟
هل يمكنني الحصول علي مكالمه استيقاظ في الخامسه والنصف صباحاً غداً؟
افضل غرفه هادءه.
اريد مزيل طلاء الاظافر.
اريد بطاريه.
كاين فرقه موسيقيه حيه ولا دي جي؟
هل يمكنني استءجار معدات الغوص السطحي؟
اود حجز غرفه لاربع ليالٍ ابتداءً من 22 ديسمبر.
هل هذه الحقيبه مناسبه لجميع الاحوال الجويه؟
اريد دونات، من فضلك.
اريد استءجار سياره اوتوماتيكيه لمده يومين.
فَاتَنِي الرِّحْلَهُ عِشْرُونَ اِلَي سَانْ فَرَانْسِيسْكُو.
كم الي المطار؟
هذا جيد. متي؟
كم عمر ابنتك؟
غادي تقوليا علي فنادق رخيصه ونظيفه؟
يمكننا ان نحجز لك غرفه مريحه في قلعه قديمه بالقرب من نادي جولف مشهور.
اوصي بهذا لانه مصنوع من مكونات طبيعيه مءه في المءه.
هل يتوقف القطار في برايتون؟
ايمكنك اخباري اين اجد سياره اجره؟
تذكرتين من الدرجه الثانيه، من فضلك.
اود ان ارسل فاكس.
اريد مكواه للسفر.
هل يمكنني ان اقدم لك اي شيء؟
يومي؟ اخشي ان اسال، لكن ماذا تعني؟
اريد واحد يحمل مستندات بحجم ورقه الرساءل العاديه دون الحاجه الي طيها.
نعم، لكن ليس قويًا جدًا.
انا اتالم من القطط.
اه، يجب ان يكون لديك رخصه قياده، ويجب ان يكون لديك رخصه من لجنه سيارات الاجره والليموزين.
امضِ قُدُما، سيدي.
ما كايناش الما الحار.
اود ان احجز غرفه الليله.
لا، يستثني الضريبه ورسوم الخدمه.
غادي نخرجو للتسوق معايا اليوم؟
سلام، هاد الفستان زوين بزاف.
الان، تم توصيل مكالمه. من فضلك، تكلم.
شكون رقم الباب؟
شنو هو التذكار التقليدي لجزيره هاواي؟
كيف اتوصل الي هناك بالقطار؟
اريد تجفيف شعري بالهواء الساخن.
غادي نوصلو لحل شي نهار بالهدره هادي؟
نَا مِنْ نُورْوَجْ.
من عشره الي اثني عشر من فضلك.
اكيد. خلي شوفها. كنتي كتعانيتي من المرجان، تقريبا.
حسبتاجي غير رقم الشخص المسءول
كاين طريق سريع؟
شكون لي ماجاش للحفله دباره؟
وقع حادث سير.
سَفْرَانْ، عَطَانِي النَّفْسْ خَطَاً.
ادخل رمزك السري.
ما نقدرش نضبط الصوره.
عندكم برجر جبن وعصير برتقال، من فضلك.
ها هو جوازي.
شكرا جزيلا. اه، هل يمكنني الصعود الي الاعلي؟
هل يمكنني الحصول علي تذكرتين لمسرحيه الغد الجمعه القادمه؟
قال راكب اخر هناك انه يمكنه تبديل المقاعد معك.
هل يمكنني تمديد اقامتي؟
قول، هل تعرف اي شيء يستحق المشاهده بالقرب من هنا؟
لا، اريد استءجار مجموعه نصفيه من الانديه وزوج من الاحذيه.
اخبرني متي يتم العثور علي الحقيبه المفقوده؟
شنو سميه هاد الحديقه الوطنيه؟
عندي كدمه.
فين كاين بلاصه زوينه للسياحه؟
اش نوصي بالفواكه؟
هل يمكنني تناول الغداء الان؟
نحتاج نبدل هاد الدولارات.
احتاج سياره اجره. انا في جنوب مِن و ليبرتي.
بالتاكيد، هل تحتاج الي موظف داءم؟
مَا هُوَ بِتَفَاحٍ بَلْ بِخَوْخٍ.
غادي نعطيك الوصفه. خدها للصيدليه.
نحن نطير ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
هاد غالي، لا؟
نعم، لدينا ذلك. سنعدّه لك.
غادي تحفظ ليا حقيبتي حتي 3 د العشيه؟
لا، اريد فقط ان اتوقف.
هل يمكنني حجز سياره اجره هنا؟
انت امريكي؟
الي هذا المكان، من فضلك.
سيارتي متوقفه.
فين الكحل؟
نود ركنا هادءا، ان امكن.
هاد التاكسي خدام؟
هذا محطه سريعه؟
اش نو وقت نجي؟
اريد زجاجه صغيره من النبيذ الابيض.
اه. هل يمكنني تناول طعامي في وقت لاحق؟ لا اشعر جيدًا الان.
في الواقع، لدي اخبار. ساتزوج.
شي حوايج اخري؟
عندو برنامج؟
دخلو عليّ فغرفتي الليله الماضيه.
ارني السمكه لي شفتها اليوم ف الكتاب، من فضلك.
شوف التعليمات علي علبه الاكل المفرغ تحت الفراغ.
نَاَص بَرَانِي.
سَلَبَني محفظتي وهرب.
ما عندكم دروس تجريبيه؟
فين نقدر نشري الطوابع البريديه؟
انا من بريطانيا العظمي.
غادي نتحقق من داك الشي مع مراتي.
اريد استرداد ثمن هذا.
كاين كابينه تيليفون قدام داك البنك.
غادي نصل يوم 9 مارس ونمشي يوم 14.
هاد غالي شويه، مكاينش داك الشي؟
عندك الايصال؟
فين كاين المحطه ديال الحافلات؟
غادي تاكلو حلوه؟
تتحدث؟
نفس الشيء بالنسبه لي، من فضلك.
مَا جَاءَتْ طُلُوْطِيّتِي.
كاينين بزاف الينابيع الحاره.
50,000 ين ياباني الي دولار امريكي.
هذا جيد بالنسبه لي. في الواقع، اود ان ادخن.
فين كاينه لي كترمي سكي و سحابل؟
نسيتي مشروباتنا؟
هل يمكنك ارسالها الي عنواني في اليابان عن طريق البريد الدولي للحزم النقديه؟
اريد كاس دي نبيذ احمر.
غَيْرَ اَنَّهَا اِذَا كَانَتْ لَكَ سَيِّدِي. هَا هَا، مَزْحَهٌ صَغِيرَهٌ فَقَطْ.
بالتاكيد. كيف يمكننا مساعدتكم؟
لدينا بيره، و ويسكي، و براندي، و جين، و فودكا، و نبيذ.
ID. اه، صحيح. هل جواز السفر جيد؟
رقم غرفتي هو ثلاث وعشرون وسته. هل يمكنك ان تاخذ ملابسي؟
غادي نشوف واش كاينه شي وحده من هادوك تناسب.
اريد غلايه.
جيب ليا شويه جبنه مبشوره.
هل يمكنني تنظيف قمصاني غدا صباحا؟
هل تريدينه ان يتصل بي مره اخري؟
فلماذا اذن؟
عذرا. هل هناك مكتبه للكتب هنا؟
اعتقد انك ارتكبت خطا. تم دفع ثمن الغرفه مسبقا. لدي ايصال.
الحافله تما.
اريد لاصق ISO مءه، فيلم ملون، ثلاث وثلاثون صوره، من فضلك.
اود ان استلم هذا الشيك بمبلغ سبعين دولارا.
اريد شراء طوابع بريديه لعشره بطاقات بريديه الي اليابان، من فضلك.
كاين بنك قريب من المحطه؟
خاصني نعتذر، كاين خطا فالفاتوره.
انه هنا.
برغر جبن واحد للذهاب، من فضلك.
ماعندكش الحال دبا تخدم ف التصميم بلا كومبيور.
جري.
كاين تمزيق هنا فبلوزتي. عافاك بغيتك تصلحو ليا، من فضلك؟
اش تكال السفر لمانشستر؟
هل يمكنك ان تقرضني كابل تعزيز؟
فين نشري لحاف الشاطء؟
ثم، من فضلك اعطني حجز جديد.
عطني هاد القطعه ديال اللحم، ولكن ما تكونش سميكه بزاف.
ناتي في السابعه.
عندما اري الاسعار بهذا الانخفاض، يبدو من السخيف شراء اي شيء في اليابان.
كنتُ انا ايضًا ضحيه سرقه السجلات.
كوب ايس كريم فاني، من فضلك.
انا اوافق. يجب ان يصبح طبيعيا جدا.
انتبه للفجوه، انتبه للفجوه، ثم بالقرب من الابواب، من فضلك.
غادي نحتاج بطاقه الاءتمان.
هنا الرقم.
قول لي مكان جيد من هذا النهر، من فضلك.
عافاك عطيني تقرير حادثه.
لا، شكراً الان.
اوكي، من فضلك ابق علي الخط. السيد ناكاجيما، السيده سايتو لا تجيب علي المكالمه. هل تريد مني ان اتصل بها لفتره اطول؟
ممكن، ولكن يجب ان نزنها بشكل منفصل.
يبدو انه نادر قليلاً جداً.
فين كاين مكتب استلام الامتعه للرحله سبعه صفر ثلاثه؟
شيء ما خاطء في قبضتك.
غادي يفسد هادشي؟
لا، شكرا. من الافضل ان لا اشرب المزيد.
قول ليا شوارع مناسبه للتسوق.
هاد الباص كيوصل لفندق هيلتون؟
الان، هذه اللوحه خاصه جدا. هي من عمل تسوروتارو كاتاوكا. هو معترف به كفنان علي مستوي العالم.
كنت احب الموسيقي الكلاسيكيه كثيرا.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
حسنا. ما اسم حزبك ورقم هاتفه، من فضلك.
عذرا. اخرجوني، من فضلكم.
هل يمكنك استدعاء موظف يتحدث اليابانيه؟
نحن نزور اقاربنا كثيرا.
ميكي هاييكاوا. هذه الغرفه سبعه واثنان.
غادي نبقي هنا الليله، صافي؟ واش ممكن تساعدني نحجز غرفه فالفندق؟
ماشي طويله. 15 دقيقه علي اقصي تقدير.
اخبرني عن تكلفه هذا المكالمه؟
حسنا، هل يمكنك اخبارها انني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقا.
كاين جوله صباحيه؟
تغير العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين يمكنني اشتري لفافه فيلم؟
عندك بيره يابانيه؟
اريد ملابس سباحه صغيره، من فضلك.
اود تسجيل امتعتي.
هذا السيده كاوازو في الغرفه سته عشر واحد.
مرحبا.
ماكاين والو.
شكون اكثر اهميه عند الشعب الياباني، راس السنه او عيد الميلاد؟
رقم مقعدك هو ثلاثون واثنان ا. ثم، اذهب مباشره في هذا الممر. انه مقعد النافذه.
دقيقه واحده، من فضلك.
ملء تقرير عن فقدان.
مافهمتش الاميري، كنتكلم الانجليزيه ديال الملكه.
من امس.
يشمل ذلك تامين الحوادث والمسءوليه.
فقدت وثيقه المطالبه.
عندك شي بروشات بتصاميم زوينين؟
انا اتصل من كابينه عامه في ميسي.
هَذِهَا اَكْبَرُ مِنْ ذَلِكَ.
كم تبلغ رسوم وقوف السيارات في الساعه؟
سيدات وساده، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانيه ويمكن التعرف عليهن بواسطه الدبابيس التي يرتدينها. اذا كنتم تعرفون اي شخص يحتاج مساعده لغويه، من فضلكم ابلغونا.
كاين فتره ف الفن تفضلها؟
رجاءً راجعه مره اخري.
امشِ مستقيمًا علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، انها جد متينه.
حسنا، سارسلها لك الي لاس فيغاس.
كنت ابحث عن قمصان الجري.
غادي تشرب شي حاجه من البار؟
سير علي هاد الطريق. خذ هذا المصعد.
من الافضل ان تصعد في القطار في الثامنه والنصف.
كاين سينما فهاد الحي؟
الان موسم المحار، لذا سيكونون جيدين.
اريد ساعه يدويه مستعمله.
غادي ندخل عندكم حوالي تسع د الليل.
كَيْنَوْا غَيْرَات. حَانَ اَنْ اَنْصَرِفَ.
ما استعملت خدمه غسيل الملابس ديالكم. غادي تتحقق مره اخري؟
اعطني الشاي من فضلك.
لا، ليس هناك.
هذا هو اخر محطه؟
نصوني.
هاد حار و حامض؟
فين كاينه حافله ديال السياحه؟
نعم، اريد ان اري معالم المدينه.
كاينين بزاف ديال السياح حول المبني، اللي كايبان عليهم جمعو باش يشوفو شنو كاين.
شكراً لك علي كرم ضيافتك.
الصدق افضل سياسه.
قدر تفيقني فالسادسه صباحا، من فضلك؟
كيف هو السعر ليوم ونصف؟
انا كنجي.
عرفتي شي حوايج زوينين نشوفوهم ف شيكاغو؟
حسنا، اذا كنتما تصرّان، ساذهب معكما.
غادي تتبدل هادي بواحده من نوعها؟
اريد ان احجز ثلاثه في الثالثه بعد الظهر.
الصندوق الامن، من فضلك.
الرجاء اختيار نبيذ مناسب.
اريد مكانا صغيرا.
غادي ندفع علي البنزين؟
لص. امسكوه.
نتنطر اصدقاءنا يجيو.
عطني شويه تبديل.
كوب ساخن داءم، من فضلك.
هي قصيره و لطيفه.
شنو هو العرض اليوم؟
محمر، من فضلك.
ما زالت ملابسي لم تعود بعد.
علي فكره، هل انت متفرغ هذا السبت القادم؟
حسنًا، اذن، ربما نتفاهم معًا.
عاملتني كانني متسول.
فهمت. هل يمكنك مساعدتي في مشكله اخري؟
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
غادي ناخد تلاته ديال هادو.
يا له من كلاب لطيفه. ما سلاله هذه الكلاب؟
نَسِيتُ شَكَّالِي. اَرْجُو اَنْ تُحْضِرَ شَكَّالًا اخَرَ.
هاد كان ترفيه.
اكيد. مشي مستقيم ودور يمين فالقرن الثالث. غادي تلقاه علي يمينك.
عندك فيلم للشراءح الملونه؟
عرفتي كاتي؟ هي حفل عيد ميلادها.
عندك جدول الوان؟
هل يمكنني الدفع بشيك مسافر؟
ولكن، يا رجل، كيف اعرف ان هذا هو الشيء الحقيقي؟
هل يمكنني الحصول عليه معفي من الضراءب؟
لا استطيع وضع امتعتي تحت المقعد. هل يمكنك ان تحفظها لي، من فضلك؟
هل يمكنك وضع هذه الحقيبه في الصندوق الخلفي؟
غادي دابا، غادي ناخدو.
ارسل شخصًا لاخذ حقاءبي في السادسه والنصف.
اريد خريطه لسان فرانسيسكو والمنطقه المحيطه بها.
شكون عندو خبز؟
فين المصعد؟
كاين شي واحد يضرب البيانو؟
في اي محطه يجب ان انزل للذهاب الي مبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكرا، لكن لا اعتقد ان لدي الوقت للبقاء ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي ليله 12 مارس فقط؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
ما قررنا بعد.
رفيقي تعثر و كسر كاحله.
غادي نجرب شي شراب.
كاين مطعم تايلندي قريب؟
انه بجانب ذلك المبني الشاهق. لذا، عد بنفس الطريق الذي اتيت منه حتي اشارات المرور. ثم، انعطف يسارا.
غداً صباحاً مبكراً عليّ ان التقط طاءره الي لوس انجلس.
ثم يمكنني ان اوصي بهذه "جوله مدينه سان فرانسيسكو" بثقه. يعطيك هذا الخطوط العريضه لسان فرانسيسكو.
اريد ان احصل علي تامين.
ديرو لينا كماده بارده باش نخففو الالم.
هي بغات تشري قفطان.
كم ثمن سياره اجره الي هذا الفندق؟
فين الحمام؟
هل هناك تكلفه لدخول هذا المبني؟
ديرها علي طريقتك.
كنت ابحث عن شيء رسمي.
النوافذ مسدوده.
في اي جانب من ميدان الاتحاد يقع؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
كيف حالك؟
هل احتاج تذكره؟
كم تبلغ رسوم الخدمه تقريبًا؟
كم من الوقت من هنا؟
كريمه وسكر؟
هل لديكم اي تخفيض للاعضاء؟
كاين تيكسي سوبر اكسبريس ف التسعه وثلاثين دقيقه؟
دعني اتحقق من ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ماشي خطاي.
ماكاينش الضو.
غادي نبلغ هاد الشي للبوليس.
غادي كل واحد يدفع علي مشروباتو؟
من ثلاثين الي خمسين دولار في الليله.
رجاءً اصلح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفل توزيع الجواءز، او الجنازات.
مزيد من المايونيز، من فضلك.
شكون لي ما عطاهاش شي هديه؟
شكون الفيلم لي توصي بيه؟
هاك العشرين عطيني تبديل ب2 دولار، من فضلك.
ضربتني من جنب.
كنت قادرا علي المجيء في الثانيه.
هل هذه امتعه رحله الخطوط الجويه اليابانيه صفر واحد؟
هذا هو رحلتي الاولي الي باريس.
هل يمكنك تقدير التكلفه قبل البدء في العمل عليها؟
ادخل، من فضلك.
رحله المشي ديالنا غادي تكون ممتعه بزاف.
فين نعبر البحر؟
ما عندناش ساك للكميه دي، هحطها في الساك البلاستيكي الكبير ده.
اريد ان العب التنس.
كاين سيسان، برتقال، و طماطم.
الجانب الايسر من هذا الطابق، بالقرب من المصعد.
اشنو كاينه فالقاعه ديال الحفلات اليوم؟
ماشي تاشي، مكاينش فيلم اخر؟
غير هاد الشيك ديال المسافر بالفلوس.
اريد نفس الدوره غداً، من فضلك.
يمكنني ان اعطيك اجابه افضل بعد بضعه عروض.
نَـاحِـجْ لِـحَـاجَـه هَـديَـه لِـذِكْـرَي الزِّفَـاف.
شنو المسرحيات الموسيقيه لي كاينه دابا؟
عندك مراه؟
عذرا، لكنني ضللت طريقي. هل يمكنك مساعدتي؟
خدا هاد، من فضلك.
ما يمكنك ادخال الالعاب الناريه الي كندا.
يا له من طباخ راءع زوجتك.
تحتاج الي اي مساعده؟
غدا صباحا، هل يمكنك حجز سياره اجره لسته اشخاص؟
شنو بغيتي مع الدخول؟
كاين شي بوتيك فهاد الحي؟
هاد المكان ممتلء بالناس، اليس كذلك؟
سَفَه. سَيَكُونُونَ جَاهِزِينَ فِي خَمْسَهِ دَقَاءِقَ.
تعرضت لالام في الرقبه اثناء النوم.
واخا، مكاينش مشكل. شوف ليا جواز السفر ديالك؟
ما عنديش فلوس.
اش نواعه غادي نكون ف المحطه؟
كاينين بزاف ديال المطاعم فهاد الحي.
هو قريب من غرفه الملابس.
سُررت بالتحدث معك.
كاين جوله صباحيه؟
انا مع اصدقاءي.
استمتعت باقامتي. شكراً لك.
البحر تحت مباشره. منظر جميل.
شكراً لكِ علي الانتظار، السيده ماكغاير. ها هو. تفضلي، من فضلك.
عندك بطاقه هويه بالصوره؟
سبعه، من فضلك.
اريد ان ارسل هذا الي المغسله. متي سيكون جاهزًا؟
عندّي سروال مُخطط.
نعم. تم تسليم حقيبه شخص اخر الي غرفتي للتو. هل يمكنك فحصها، من فضلك؟
هل يمكن توضيحه بمزيد من التفصيل؟
نمت جيدا؟
غادي تضغط علي زر التصوير؟
سَيْفَان، من فضلك.
اريد مصباحا.
انه في نهايه الممر.
اريد بعض اوراق الاستدلال.
غاديين بالباص؟
قلت انك ستغادر الي طوكيو غداً؟
خليّني نعس حتي تسعه.
يجب ان انتقل الي او واحد صفر صفر. هل من الممكن؟
كيف حال لعبتك هذه الايام؟
كنت اشعر بانسداد في الصدر.
ماشي مشكل. اذا جيتي فـ 5 سبتمبر، غادي تشوفي عرض فيلم علمي حيت عندنا يوم مفتوح خاص ف اول يوم الجمعه ديال كل شهر.
عندكم جولات تانيه؟
واخا، خصم 5%. هاد الشي كايوصل؟
غادي لباريس.
ما كاينش هادشي لي جديد، صافي؟
من المقرر ان يكون في الثامنه والنصف مساءً بالتوقيت المحلي.
خُذ هاد المبني معانا، من فضلك.
واخا. غادي ناخد كاس متوسطه و كروصه ديال لحمصه.
كيف يبدو هذا؟
اريد ان اري ذلك في النافذه، من فضلك.
لا ابدا. نحن في عطله. ارفض الجلوس في غرفه الفندق ومشاهده البيسبول علي التلفاز. اريد الذهاب لمشاهده مسرحيه.
هل يمكنني لمسه؟
قدر تجي هنا تصلحو؟
اريد بعض الالياف الاصطناعيه.
اسمي تارو تاناكا. لدي حجز.
اريد كريم تنظيف.
اريد كنزه بكم طويل.
سُرقت حقيبتي.
يبدو اننا نتقاطع في الطرق مرات عديده، اليس كذلك؟
هل يمكنني رءيه القاءمه مره اخري؟
لا يزالون يبدون خضراء قليلا.
كم؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بثلاثه الاف وسبعماءه وسبعه وسبعين متر.
لا، لم بعد. هناك الكثير لاختياره.
اريد كريم ليلي.
كاءن بين المخبز و لحانوت اللحوم.
تقدر تقصي الاكمام؟
خايف ما يكونش ملعب غولف فهاد الجوار.
ارِني الحلقه الثانيه من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت اجراء مكالمه دوليه. هل تمكنت من الاتصال؟
هذا خطا.
اه، نعم. لانك تستطيع رءيه العلم امام مكتب البريد.
غادي ترسلهم، صافي؟
اود ان اجري مكالمه هاتفيه باستخدام بطاقه اءتمان.
اريد ان اذهب.
عندما يصل، سندفع تكاليف شحنه الي عنوان منزلك.
هاد الايام كنستعمل الكومبيوتر فالعمل ديما.
اه، حسنا. افهم. ساذهب الي مكانك.
لا، كفي.
هل يمكنني الحصول علي بطانيه ووساده؟
غادي تجي لهنا ف اقرب وقت ممكن، من فضلك؟
كاس دي قهوه، من فضلك.
كنت ابحث عن بعض البطاقات التي تكون علي الطابع الهاواي.
قدر تسرّل الخصر بثلاثه سنتم؟
انا في نفس العمر.
غادي تجيب ليا كاس القهوه؟
ثلاثماءه وخمسون دولار؟ هذا يتجاوز ميزانيتي.
هل نحتاج الي طرح هذا للتصويت؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي استنتاج، والذي سارسله الي مجلس ادارتنا صباح غد.
عندك فكره علي الفنادق الرخيصه؟
صباح الخير. نعستي مزيانه؟
اش غادي ديري بعد ما تخرج من المدرسه؟
سُرقت حقيبتي علي الشارع.
هل طلبت اي خدمات اخري غير الافطار هذا الصباح؟
اريد كوب قهوه بيضاء، من فضلك.
حسنا. هل فندق شيراتون موجود في تلك المنطقه؟
نامل الا تكون متعبا جدا.
اريد استءجار سياره من هذه الفءه لمده يومين.
غادي ناخد كاس ديال جاك دانيال
اريد كيس من الفشار، من فضلك.
درت عصا التزلج.
ما كايناش هديه فالحفل، الضيوف يجيبو الفلوس.
اود ان ارسلها بالبريد العادي.
وصلت الطاءره متاخره بسبب الثلوج الكثيفه.
دفع، من فضلك.
تود ان تنقل رساله، من فضلك؟
سَفْرَانْ، مَا كَانْ لِي اَتْبَعْكَ. اَتَكَلَّمُ بِاَهْدَاْ شَوْيَهْ، مَشْ كَيْنْ؟
شنو غادي نوري ليك؟
هل يمكنني التقاط الصور؟
من مءه.
رقم الرحله هو اتش بي تسعه وثمانين الي طوكيو في الحادي عشر من مارس.
هل يمكنني ان اخذ نفس الطبق ذاك؟
عندك واحد اخر؟
رجاءً احضر فطوري لغرفتي غداً في السابعه صباحاً.
سيعود شخص للصيانه بعد قليل.
سَفَهْتُ. سَاَعُودُ لَاحِقًا.
كيف اخذها؟
هل هناك اي شاغر في جوله الخميس؟
عذرا. هل يمكنني المرور؟
عندك شي نبات وفواكه؟
ارجو ان تخبرني كيف املا بطاقه الهبوط؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هاد الطعام قليل السعرات الحراريه؟
اش من حافله ناخد باش نصل للحافره؟
نعم، انه كذلك. لكن عليك ان تنعطف يساراً عند اشاره المرور الثالثه وتستمر في تلك الشارع حتي تصل الي الطريق رقم سته وستين.
اريد كاس ديما (ماء) باش ناخد الدواء، من فضلك.
غادي نكون ممتن بزاف اذا حطيتيني عند الشاطء.
سَفَرْتُ. اَنتَ تَتَصَلَّي عَلَي الْعَدَدِ الْخَاطِءِ. هَذَا هُوَ طَانْكِيُوشَا برِسْ.
نحن نغادر.
شكون هاد الموسيقي؟
عطي هاد السيروب لولدك، مقاد، بعد كل وجبه.
هذا النمط متوفر بحجم 28 و31 و35 سنتيمتر.
اه، يبدو ذلك كثيرا.
هل يمكنني استخدام هاتفك؟
هاد ريحتو زوينه بزاف. شحال كيسوا؟
اود ان اءكد مجدداً علي رحلتي الي شيكاغو في السابع عشر.
اكلت اكثر من اللازم.
هل يمكنني التحدث مع السيده براون؟
هذا البيت يبدو مريحًا للعيش فيه، اليس كذلك؟
اريد ان احجز علي رحله الخطوط الجويه الشماليه الغربيه رقم صفر ثمان و سته للخامسه.
محفظتي، جواز سفري واغراضي الشخصيه الاخري.
فمتي تغلقون؟
انتظر دقيقه. ربما تركتها في الحمام.
هذا هو ما كنت ساقوله.
نعم، اعتقد ذلك.
دارك كبيره. كم غرفه فيها؟
استمتعنا بالعشاء.
فهمت، لكن لا استطيع ان اقولها.
اه، نعم، من فضلك. امل فقط الا يصابوا بدوار البحر.
الي طوكيو، من فضلك.
شكون غادي يوصلنا فهاد الوقت؟
غداً ساغادر مبكراً، لذا اود ان ادفع الان.
شيري جافه، من فضلك.
كرسي غير مدخن، من فضلك.
هو مشغول الان.
هل يمكن للاجانب الاطلاع علي الكتب في هذه المكتبه؟
هل من الممكن ان ابقي في غرفتي حتي الساعه الثانيه بعد الظهر؟
ها ها. صباح الخير وقتك. تمام.
اريد بعض من هذا الفيلم رقم ASA لهذا الكاميرا، من فضلك.
فين لوحات مونيه؟
هاد البيتزا لذيذه. شكون لي صنعها؟
شنو طعم هاد الطبق؟
كذالك هم غاليين.
متي يغادر القطار التالي الي بوسطن؟
غادي نتعلم الغولف.
عطيني مشروب اخر.
يا له من راكب امواج جيد.
خايف الاكمام قصيره بزاف.
ارِني كيف ادخل الغاز؟
هل رسوم الفندق تشمل الافطار؟
هاد كلشي؟
هذا هو الطريق.
شغل العداد، من فضلك.
غرفتي بارده جدا.
غادي نرجع ليك فاش نكونو اقل شغالين.
عندك واحد اكبر؟
حسّي افضل.
هل انت علي درايه بالجغرافيا في اليابان؟
ارِني اين انا في هذه الخريطه.
100% قطن.
اود ان اغير الي غرفه تطل علي المحيط. هل هناك اي رسوم اضافيه؟
كم تكلفه استءجار لوح ليوم ونصف؟
10 نونبر.
اريد شريط اله كتابه.
كَيْتَا بَزّافَه.
متي نُقلع؟
كيف تخبر الساءق عندما تريد النزول؟
24 درهم. بغيتي مزيد؟
كنت قد قمت بالحجز في طوكيو قبل شهر.
شكراً من اعماق قلبي.
هل انزل هنا في مركز روكفلر؟
قاسوا لي مقاسي الحذاء.
هاد شي راءع.
غادي تخرج معايا؟
رجاءً اغسل هذه المعطف.
اريد استءجار قارب.
فين قسم النساء؟
القهوه غير مشموله؟
في اي مجال كان قبل ذلك؟
اللعنه. اللعنه. اللعنه. اللعنه. لقد اعتدت علي وجهها.
هل علي ان ادفع الرسوم الاضافيه عند دخول مبني؟
سلام، حزبتك علي الخط. تقدم، من فضلك.
جرحي كايضر.
فين المحطه؟
كنت اتعرق.
ثلاثه ايام.
عبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
ساعدني في ايجاد مرشد يتحدث اليابانيه
ما بغيتش اللي فيه بزاف.
غادي يكون تاخير خفيف.
ما الفرق بين تلك الفنادق؟
فاتني موقفي.
كان راءعا. شكرا.
غادي نكون تما حوالي السادسه مساءً.
عندك شي حاجه طويله شويه؟
تاريخ انتهاء الصلاحيه هو مارس تسعه عشر تسعه وتسعين.
كيف كان؟
كاينين كازينوهات ديال الخير؟
ها هي النقود للقلم الرصاص. ورقه ماءه دولار.
فين قسم السيدات؟
فين نعبر البحر؟
صديقي جريح.
نتي مزيان.
غداً هل سيفتح هذا المتجر؟
كَاينه فكل طريق الممر.
هل يمكنك ان تقص ذقني؟
هذا ياتي مع بار السلطه وخيار البطاطا المشويه او البطاطس المقليه.
فين نشري حشيش؟
لا استطيع بيع هذا دون وصفه طبيه.
هل يمكنني حجز خمسه مقاعد معًا في نفس الصف؟
هل يمكنك ان تقرضني حبل جر، من فضلك؟
اي سياره تعطي افضل كفاءه في استهلاك الوقود؟
ما غاديش تحصل علي خصم مهما حاولت.
تحل هاد الساك، من فضلك؟ شنو كاين هنا؟
اريد اجراء مكالمه هاتفيه بعيده المدي الي فندق هيلتون في بوسطن.
هل تقبل السيدات بذلك؟
حذر، سقف منخفض.
ما كنشوفش الشاشه من هنا مزيان. يمكن نبدل المقاعد شويه؟
زرت البحيرات العظمي لاول مره.
شيء ما خاطء في هذه الاله.
نَـبْـغِي دَكّـان.
من مده وهي في المملكه المتحده؟
غالبًا ما يستمتع محبّو الطليعه مثلك بلوحات الهيبّي ومشهد موسيقي الشارع.
شحال الساعه؟
غادي ناخد ساندويتش و كولا.
هذا هو المشغل الخارجي.
شوف هاد المبني الابيض، صافي؟ كاين قدامو.
منين وشنو؟
ما عندي ما ندير.
شكون؟ واش كتخدم الضريبه فاش عندك اكثر من ثلاث قناني ديال الكحول؟
صديقي مريض جدا. هل يمكنك استدعاء طبيب، من فضلك؟
ما كنشوفش بزاف فالنبيذ. شنو غادي يكون مناسب مع هاد الطبق؟
هل يمكنك ان تتصل بي في الصباح الباكر، من فضلك؟
كاينه محطه ديال البنزين جوج بلوكات من هنا.
الناس اليابان ما كيديروش العطله طويله.
كنت اشعر بانني مُتَفَحَّص من الجميع. هل من النادر جداً رءيه شخص ياباني؟
طبعا لا. علاش كتقول اذا؟
شكون فين بوابه البريد المركزي؟
فين محطه حافلات الجريهوند دي فهاد المدينه؟
ماغاديش تكون المطاعم اليابانيه فكيوتو غاليه، لا؟
اعتقد انها صاخبه قليلا بالنسبه لي.
لدينا غرفه توام مع حمام بثمانيه وخمسين دولار.
اريد سعر الكتاب.
هاد العام بارده من العاده، ولكن ما بارده بزاف باش تثلج.
فين نقدر نشري تذكره مترو؟
غادي يكون عندي مقاعد في درجه رجال الاعمال، صحيح؟
كم تكلفه سياره الاجره من هذا الفندق الي المحطه؟
هاد و هاد، من فضلك؟
يقولون ان اليابان بلد غني جدا.
كاينين غرف خاويين فالعربات ديال النوم؟
هل يمكنك تخفيضه الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
الثلج يجعل الطريق زلق.
ما كاينش الكاميرا ديالي.
غادي نصنع بضع شطاءر لحم.
شيء ما لديك ما تعلنه؟
شفت كسوه زرقاء؟ حطيتها علي هاد الكرسي.
كاين حانوت ديال الزهور فوق العماريه.
انا من طوكيو.
اريد بعض كريم ريفلون الغسول.
عندّي شي حوايج للكُرَي.
طلبتُه منذ زمنٍ بعيد.
هل يمكنك ارسال حامل امتعه الي غرفتي في السادسه صباحا؟
غادي ناخد شوكولا ساخنه.
نستطيع ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تبعد فندق سي؟
هل يمكنني الحصول علي تذكره متعدده؟
اود ان احجز طاوله لشخصين في السابعه، من فضلك.
اريد كريم ليلي.
غادي تلفها كهديه؟
هي ربع ثلاثه.
غادي نخطط نرسل الفواتير ديالي ديال الحاجيات اليوميه، فمن فضلك قول لي العنوان واسم الشخص المسءول.
من الصعب علينا التحدث باللغه الانجليزيه بطلاقه.
هل لديكم هذه بنفس التصميم بكعب اعلي؟
اريد كنزه لطفل في العاشره من عمره.
خُذني الي ابي رود، من فضلك.
شكرا. اهلا، شكرا علي الانتظار.
انا متاكد من ان لدي حجز.
غادي نرسلها ليك، حيت كنتسناك هنا.
حنا هنا ليوم.
عندي صداع خفيف.
استمتعت بالوجبه جدا.
لا، من فضلك اجلس وانتظر. ساعود في الحين.
هل يمكنني رءيه السياره؟
قدر ت رسم ليا خريطه، من فضلك؟
حسنا، سيدي. من فضلك كن في غرفتك حتي ياتي الطبيب.
تعرضت للسرقه بالعنف علي شاطء وايمانو. من فضلكم تعالوا فورا.
شوف كيفاش 100 دولار؟
اريد هذا معبا.
اريد ان اقدم طلب لاعاده اصدار.
دعمت الحكومه تعزيز الصناعات.
هو فاق الخمسين، اظن.
اش من السن الادني باش نديرو هاد الشي؟
عندك خراءط بسيطه للمدينه؟
اذا امكن، افضل الا استاصل السن.
العد هو كره واحده، اثنان اخفاق.
اش نو وقت غادي يوصل فيه القطار لسان دييغو، من فضلك؟
اود ان اتفحص صندوقك.
اريد شامبو.
كنت مقيم في فندق هيلتون.
كنت اشعر بالسوء والغثيان.
لكن لدي موعد لزيارتها في الساعه الثانيه.
هاد الطوموبيل كتمشي لمدينه ادنبره؟
نعم، من فضلكم املاوا هذا النموذج.
كم تفرضون علي الوزن الزاءد؟
اسمي كيمورا. اريد الغاء حجزي ليوم الجمعه.
اه، انا اسف. حدثت مشكله ونحن نعمل علي حلها. هل تنتظر حوالي ثلاثين دقيقه؟
اش نو وقت يمكنلي نخرّج؟
فهمت.
غادي نعيط لشي واحد.
غادي تدفع دابا الفاتوره؟
جَاءَتِ الْعَارِضَهُ مِنْ جَانِبِي عِنْدَ الْمُفْتَرَقِ.
انه صندوق موسيقي.
فين الحي؟
كاين جوله بالحافله فالعشيه؟
فوقاش غادي نبداو؟
حسنا، سيدي. في السياره متوسطه الحجم يمكننا ان نقدم لك سياره ميركوري سابل. هل هذا جيد؟
كَرّهت عضله.
لكن عليك ان تعدني بضرب الكره، لا انا. حسنا؟
كم ابعد؟
هل يمكنني ان اقترض بعض القطن؟
ما نوع الجلد الذي صنعت منه هذه الحقيبه؟
ما ظنيت ان هذه السكين نظيفه. هل يمكنك ان تجلب لي اخري؟
اشتريت هذا منذ لحظه، لكن هل ستغير هذا من اجل ذلك؟
صراحه، ما كاينش عندي معاها.
هاد الطريق هو اللي للمحطه؟
قارب مع مرشد، من فضلك.
اريد ان اطلب بدله بلون داكن لنفسي.
هذا المظله سيكون كافياً لعصا.
هل علي ان اترك كل امتعتي في غرفه الملابس؟
ارِني جواز سفرك.
كاين شي بلاصه كتقبل الغسيل فالاحد؟
جيب لي برجر جبن فايتين.
اش من حافله غاديه لميامي؟
لكن لا حاجه للترجيح.
يمكنك رءيه واحده في قاعه كارنيجي.
مَا كَوْنِي مُعْتَمَدًا.
اش طابزات البيت؟
اريد ان اُحدد موعداً مع طبيب.
نستعجب ان كان هناك طاوله قريبه من النافذه لسبعه اليوم.
ماشي مشكل تجي للدار؟
يبدو ان هناك مجال للتحسين.
فين تحت الارض؟
عندك بحجم اصغر؟
فين كاينه الاسبرين؟
هاد هو القاع؟
عطني تذكره اسبوع.
هذا زميلي.
شنو نوع الغاز لي كاين؟ الممتاز، العادي، واللي مافيهش رصاص؟
هاك واحد.
غادي نضربني البرد.
مُغلق يوم الاثنين، لكن يومًا اخر سيكون جيدًا. اعتقد انه مفتوح من التاسعه الي الخامسه.
كَانَتْ سَمَكَهُ السَّمَكِ المشويه مع صلصه خاصه فوق كَاْسَهِ رُزّ.
فلنحتفل، قال، واخذني الي حانه. قال انه سيتصل بالهاتف وغادر ولم يعد ابدًا، وكنت عالقه بفاتوره كبيره.
كم ثمنه بالغالون؟
كنت احمل جواز سفري وبطاقه الاءتمان في حقيبتي.
حجز سبعه، تحت اسم مانو.
غادي تشرب كاس ديال الشاي؟
ايمكنك اخباري اين اجد القنصليه اليابانيه؟
هل هناك طبيب فندق او واحد علي اتصال؟
كَيْدِيماً كَيْدِيماً يَشْتَرِي فِي بَنْد سِتْرِيت.
ورقه انجليزيه، من فضلك.
كاين شي بلاصه كتلعب موسيقي الريف؟
اود ان اتفقد اغراضي الثمينه.
كاين شي واعر اخر؟
كم ثمنها للورقه؟
حسنا، اضغط تسعه وصفر واحد واحد، ثم رمز البلد ورقم الهاتف.
هل يمكنني الحصول علي كوكا كولا خاليه من السكر؟
هل يمكنني طلب شيء؟
كنا نقود بسلاسه. شكرا.
عذرا. هل يمكنني المرور؟
السكان الاجماليون لليابان حوالي ماءه وثلاثين مليون نسمه.
اريد ان استاجر مظله شمسيه.
نعم، واود ان اتراجع عن الرسوم.
محفظه فيها ميه دولار وبطاقهين فيزا.
الماء ساخن بزاف.
انت هنا.
كاس دي كافي، من فضلك.
ماشي من المحتمل.
كَيْتَعَطَّلْ لِي بَطْنِي بَعْدَ الْاَكْلِ.
واااااااااااااااااااااااا
قد يكون لديه انسداد في الاوعيه الدمويه.
قررتي؟
اذا اردت، يمكننا ان نستريح هنا.
فقدت اثر بريد مسجل.
ما تقدرش تبدل الخدمه بسهوله.
اش من محطه جايه بعد؟
واخا، ولكن المدرجات لا. اليوم حر قوي.
نزل هنا، وانتقل الي الحافله رقم سته.
عليّ ان التقط رحله العاشره صباحا.
لا زلت اشعر بالغثيان.
ما بغيت والو ثقيل.
تحقق، من فضلك.
كم ثمن الفطر الطازج؟
دفع، من فضلك. تقبل بطاقه فيزا؟
غادي اليوم نشوف شنو كاينه في Chinatown.
اتنين اتنين-تسعه تِسعه سته سبعه صفر صفر.
اريد ان تُسحب اسناني.
اريد حقيبه تجميل.
تساءلت عن مقدار الاكراميه التي يجب ان اتركها.
فين نشوف “فانتوم الاوبرا”؟
اريد شراء هدايا تذكاريه لاصدقاءي. هل يمكنك ان توصي ببعضها؟
بطيء اكثر، من فضلك.
شحال كتوصل فالفاكس الدولي شهرياً فالمتوسط؟
محمر من الجانبين، من فضلك.
حسنا، يبدو واضحا جدا. من فضلكما اعطوني رخصتكما وسجلاتكما. يا بني، يبدو اننا سنضطر لاجراء اختبار لك للكشف عن الكحول.
غادي يكون جاهز فالعشيه غدا بعد غد.
هاد كاينه من قطن؟
عندي دواءي.
اشنو غادي نشوف فهاد الجوله؟
اه، نعم، الحد الادني هو مشروب واحد.
كيف هو الحال بالنسبه ليوم واحد؟
هاد الوقوف ديال الباص قريب من الفندق؟
اريد قرصًا مضغوطًا.
كاينين ديال الخطوط الجويه اليابانيه و الخطوط الجويه الانغوليه لي كايخرجو ف العشره و خمس و خمسين. ولكن للاسف، كلاهما ممتلءان.
كَايَنَ لّي.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
ما فهماتش الانجليزيه خالص.
من فضلك، قم بتحويل شيك مسافر.
هل يمكنك ان تعتني بها من التاسعه صباحاً الي حوالي الثالثه؟
كم ثمن البريد الجوي الي اليابان؟
مُقفل عليّ. هل يمكنك فتح بابي، من فضلك.
اش كاين فهاد الجوله باش نشوفو الاماكن المعروفه؟
كاين شي مضيفه طيران تتحدث اليابانيه؟
كم حقيبه يمكنني جلبها علي متن الطاءره؟
لا سيدي. هذا بعد الظهر ممتلء تماما. غدا جيد، مع ذلك.
غادي نسول الحارس علي السعر الصحيح.
انا اسف حقا.
نحن ننظم حفله يوم الجمعه. لماذا لا تنضم الينا؟
حسناً، غرفتك رقم تسعه وثمانيه، سيدتي. اليكِ المفتاح.
من المهم جدا ان نتمكن من الوصول الي المواد الخام التي نحتاجها للمشروع.
عفوًا، ايها الضابط؟
هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
خُذ اغراضي الثمينه، من فضلك.
كيف هي الازدحام في الجولات؟
اريد شراء بعض الهدايا التذكاريه. هل هناك متجر مناسب هنا بالقرب؟
حتي متي سيكون مفتوحا؟
هو برا دابا.
مايومي، هل يمكنك تعبءه هذه الورقه بتوقيعك؟
ها واحد ليك، سيدي.
ما عندي حقيبه تسجيل.
تاكيدًا، خذ وقتك.
انا هنا في مهمه اعلاميه.
عندكم افلام صيف؟
فوقاش غادي يكون القطار اللّي غادي لواشنطن دي سي؟
الطويله هي في الموضه الان.
غادي نرجع لليابان ف يوم الاثنين الجاي.
هل يمكنني الحصول علي خريطه مترو الانفاق؟
كَيْنَ هَادَ رِحْلَه طَوِيلَه؟
هل يمكنك استبدال هذا بواحد جديد؟
شخصان.
فين نقدر ناخد امتعتنا؟
مَا شَفَانِي حَالِي. اَيُّهَا السَّيِّد، اَرَادَ اَنْ يَرْفَعَ مَقْعَدَهُ.
الحادي عشر و اربع و اربعين صباحا.
قدر تقوليا مطعم معروف بين الشباب؟
كان سيارته تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ايبيرت يوم الاربعاء القادم في الحاديه عشره صباحا.
كيفاش ممكن تشرح مراضك بشي طريقه باللغه الانجليزيه؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر؟
كم مره اتغيّر فيها للقطار لاصل اليها؟
صحيح؟ دعوني اتحقق. اوه، انا اسف جدا، السيده تاكانو. هذا خطانا. اليكِ فاتورتك الجديده. هل يمكنك التوقيع هنا، من فضلك؟
خمسه دولارات رجع، من فضلك.
الغطاء لا يغلق تماما.
هذا مجرد رمز لتقديري.
غادي تملا هاد الاستماره؟
شوف هاد الموديلات البلاستيكيه؟
اش بغيتي تشري؟
الكعب عالي عليا بزاف.
مكبل من الدار.
من شحال هادي ونتا ف باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه بالبريد الجوي الي اليابان؟
اتكتب غ-و-ر-و-ح.
غادي تشرب شي حاجه؟
استلق هنا.
اصنعها تلغراف عاجل، من فضلك.
حسب تقرير الطقس، سيسقط الثلج غدا.
اريد كره.
بالتاكيد. سنكون سعداء بالقيام بذلك.
هاي، كتاب قصص مصوره ماليزي. ساشتري واحد لااخذه معي الي المنزل كموضوع للحديث.
طريق النجاح هو "جينمياكو"، اليس كذلك؟
غادي نوصل الفندق ديالك حوالي تسع د الليل.
عندي حوالي الفين وخمسماءه دولار بالين الياباني.
نعم، نفعل. ساريكم بعضها.
اريد بعض اقراص النوم.
غادي نكون هنا حتي التسعه. نتمني تلقي المجرم فاقرب وقت ممكن.
متاكد ان المجرم قريب.
عشري طابع من فضلك.
عندي حلق كحيل.
نَـاحِـج بَـعْـض السّـوَادِ مِـنْ نَـيْـوْ يُـورْك.
غادي نخرج. يمكنك ارسال صبي لطلب خدمه الغرف؟
ساعتي توقفت.
اه، هكذا؟ كيف تجدها؟
نحن مفتوحون في التاسعه صباحا.
اريد كتاب تلوين.
اظن انني اشعر بالدوار.
هل عليّ الذهاب الي بنك ياباني؟
عليك ان تتبادل المال في البنك.
هل هناك وقت كاف للخروج؟
زوجك واحد من افضل عملاءنا.
تعرف طبيب اسنان كويس؟
اه. يجب ان تخطر القنصل فورا.
مُزعزع، لا مُحرك.
غادي تفضل طبله فالمطعم الرءيسي ولا فغرفه خاصه، سيدي؟
كَثُرَ نَاسٌ يَذْهَبُونَ اِلَي الشَّاطِء خِلَالَ الْمُدَّهِ.
وزني حوالي ماءه وخمسين رطلا.
فين غادي نقل؟
فين مكتب الاشياء المفقوده؟
كاين شي حافله كتمشي لهيه مباشره؟
هل احتاج الي اي علاج خاص؟
غادي يكون بالفلوس ولا بالتقسيط؟
انتقلنا الي هذا المنزل منذ عام.
كم من الوقت سيستغرق اصدار تاشيره سفري؟
فين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان و اربع و اربعون جنيه، سيدتي.
هذا هديه. هل يمكنك تغليفها في ورق تغليف جميل؟
شوف هاد المنظر. هاد المسارات زوينين بزاف.
كاين ناس تجرحو.
عذرا. اين المحطه في هذا الحي؟
نعم، لدينا حجز لك.
عذرا، لكن اريد الذهاب الي فندقي في المدينه بالحافله. اين يمكنني ركوب حافله؟
دجاج، من فضلك.
هذا هو الغرفه رقم اثنين و واحد. اود ان اطلب الافطار غدا.
شنوه تفكيرك فموضوع التحرش الجنسي فمكان الشغل؟
عندي اختين.
الرحله رقم اثنين صفر ثمانيه، الي طوكيو.
بعد ذلك دعنا نضع حشوه داخله.
نجتمع لمناقشه هذا الامر اكثر.
كيف تريدين شعرك اليوم؟
كَانَ مُمْكِنًا اَنْ تَقُولَهَا بِكَلِمَاتٍ اُخْرَي؟
غادي نكمل مع اللي عندك.
نود طاوله بالقرب من المسرح.
انا بخير. اه، هل ستذهب الي مكان ما؟
انه يعلو الفين واربعماءه متر.
ادخل. من فضلك ضعها علي الطاوله هناك.
الرجاء الغاء رقم بطاقتي.
سَفَرْتُ، لَقَدْ بَاعُوا كُلَّهُمْ، وَلَكِنَّنَا سَنَحْصُلُ عَلَيْهِمْ فِي اَيَّامٍ قَلِيلَهٍ.
هل يمكنني الحصول علي قهوه؟
ما عنديش موعد، ولكن كاين ضغط.
هذا مصنوع بشكل سيء.
فين المصعد؟
عندكم كتيب للانشطه؟
فين كاينه بوابه المترو؟
فقدت تذكره الطاءره.
مَا تَقْدَاش تَبْقَي هَنا فِي العُطْلَه؟
اه، انا اسف جدا لقد ازعجتك.
هل يمكنك حجز الفعاليات؟
كاين حمام عام قريب؟
شحال هو المجموع؟
هذا جيد جدا. الان للاجابه علي الاسءله، من فضلكم.
عندك تبديل للاله ديال الكراطه؟
منذ اربع سنوات، كان افضل مبيعاتنا هو اله نسخ AX-four five zero.
نحو اليسار؟
كاينين شي مضيفات يتكلمو اليابانيه؟
سعر راءع، اليس كذلك؟
عليك ان تاخذه تسعه وتسعين مره في اليوم، قبل الوجبه.
انا احبّه حقا.
اريد ثلاثي القواءم.
اريد ستره رياضيه.
بامكانك الاقامه في بيتي.
هل يمكنني ان ارجع مقعدي، من فضلك؟
راءع. كنت ابحث عن سياره اجره، لكن هذا افضل.
معطف راءع. هل هو مصنوع في بريطانيا؟
اريد الذهاب الي مركز هارفارد. هل يمكنك اخباري متي نصل؟
شخصان بالغان وطفلان، من فضلك.
شحال الثمن؟
حرب النجوم كانت اكبر ضربه في سنه ثمانماءه واربع وثمانين.
فين القسم المخصص لعدم التدخين؟
هذا "ت" مثل توم، نعم لديه هنا، تارو.
اظن انها جميله.
اريد تفاحا، من فضلك.
شكون هادشي؟
اش من بطاقات الاءتمان كتقبل؟
عندي وقت بزاف.
حسناً، حان وقت الغداء. هل ترغب في مناقشته اثناء الغداء؟
سُرقت السّي دي من غرفتي.
سلام، اسمي اودا. لدي حجز الليله، لكنني ساتاخر قليلاً في تسجيل الدخول. لذا، من فضلك احتفظ بحجزي.
هاد الشباشب صامدين؟
قول ليه كنتسني مكالمه ديالو.
يقولون ان الانفلونزا متفشيه هناك.
توصلت للتو.
سَفَرْتُمْ. لَيْسَ لَدَيْنَا مَكَانٌ غَدَاءَ غَدٍ.
كنت مع بعض الاصدقاء.
حسب غورو، السيد يامادا لديه طفلين.
قولها مره اخري؟
اود ان اقوم بمنعطف الي برج لندن.
رجاءً اربط حزام الامان.
الرمز هو ثلاثه. رقم الهاتف هو اثنان ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذرا. هل يوجد جسر هنا بالقرب؟
عذرا، اود استخدام الحمام.
مُستَغَلّه.
ثيابو ديما مكايناش.
كَتِيَ لَكُمْ اَكْلَ الْمَرْجَانِ؟
هاد غالي بزاف.
اود ذلك، لكني اخشي ان لا اتمكن من ذلك هذه المره.
حسنًا، لا اعرف بعد، لكنني بالتاكيد ساحاول.
ملح، من فضلك.
استعملي غرفه القياس ديال هنا.
تسعين دولاراً للتذكره ذهاباً فقط. نقداً او بطاقه؟
هزّ الطبله، من فضلك.
كيف يربي الاباء اليابانيون ابناءهم؟ هل هم صارمون مع ابناءهم؟
هل يمكنك اخباري بساعات العمل؟
رجاءً لفها بشكل منفصل.
حسّي بطني ثقيل.
هذا جيد. اين يمكننا ان ننتظرك؟
نستطيع ان نبدا اللعب عندما ينتهون؟
يبلغ عدد سكان اليابان حوالي ماءه وعشرين مليون نسمه.
املا العناصر التاليه في بطاقه التسجيل.
هل يمكنني استعاده اغراضي؟
عندكم شال من الحرير؟ انا كنقلب علي هديه لمرتي.
غادي نجيبو دابا. شنو رقم الغرفه ديالك؟
السيد كوباياشي يبحث عنك.
اود ان اسافر من شنغهاي الي هاواي بالسفينه.
قدر ترسل شي حد؟
هل يمكن ان يكون جاهزًا بحلول الخامسه من مساء غد؟
غادي ياخذ 10 دقاءق بالرجل.
قبل ان ننهي العمل، هل يمكنك ان تعطيني بضع دقاءق؟
فين نقدر نوقف الطوموبيل؟
كنت اشعر بالبرد والم في بطني بشده.
سكوت و ماء، من فضلك. و هل لديكم ما ناكله؟
كيف يمكنني اطفاء هذا الضوء؟
هو مشغول بزاف اليوم؟
اريد بعض الخيط.
عطيوني شهاده طبيه، من فضلك.
اريدك ان تجعله قصير بمقدار بوصه هنا.
ما كانش حالي. عطيني شي دوا.
هل يمكنني الحصول علي صحيفه يابانيه، من فضلك؟
حسنا. هل يمكنني ترك السياره في اي مكان؟ ما هو رسم ترك السياره؟
اش من حافله غاديه للمركز؟
كاين شي حافله سريعه لبوستون؟
كوني صديقتي بالمراسله.
غادي نبقي مع صاحبي.
كنت متحمسا جدا، لم استطع الجلوس في مكان واحد.
هل يمكنني النزول في فندق هيلتون؟
اريدك ان تزيله.
انعرج يسارا في هذه الشارع وخذ اول يمين.
اريد ان اعرف اذا كان من الممكن شحن هذه المجموعه من الاطباق الي طوكيو.
اريد بعض القوه الجسديه.
كاين شي اكل مكايشدش و مكايبغيش الحامض؟
هل هو قريب بما يكفي للمشي؟
اريد كريم يد.
عطيني الملح؟
اريد الذهاب الي وول ستريت. كيف اذهب اليها؟
التمارين الزاءده عن الحد ستضر بك.
بما في ذلك الافطار، والضراءب، ورسوم الخدمه، سيكون السعر خمسين دولارًا للشخص الواحد في الليله.
قدر تصلح هاد الشي؟
سلام عليكم. صباح الخير.
ما كايناش حقاءبكم.
مشِ مباشره، من فضلك.
هل الماء هنا امن للشرب؟
اه، تعال. فقط دولارين.
هل يمكنكِ تغيير هذا الفستان بفستان اكبر قليلاً؟
حسنا، لنذهب. يمكنني مساعدتك في واجبك المنزلي بعد ان ناكل البيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
ما كايناش معايا.
غدا يوم اخر.
ربما استطيع مساعدتك. هل تحتاج فيتامين سي؟
سُرقت محفظتي في القطار.
كَاين بَعْد. الاَحْسَن تَاخُذْ تَاكْسِي.
اريد مقعدا بجانب الممر، من فضلك.
كنعيش فشقه كاينه فيها 80 الف ين ف الشهر.
هل يمكنني المقاطعه؟
ارني واحده اوسع.
عذرا. هل يمكنك تغيير المقعد معي؟
اه، بالطبع.
نزّل الي الزاويه و انعرج يسارا عند اشاره المرور.
غادي تاخد رولر صغير ولا كبير؟
اريد غرفه مفرده مع حمام بثمانين دولار، من فضلك.
اود ان اودع اغراضي الثمينه في خزنه الفندق.
عندكم غرفه متوفره الليله؟
اه، ولكن تاكد من ان لديك تذكرتك معك.
سيشارك في الجوله الاختياريه عدد قليل من الاشخاص فقط.
ما عليك امر. علي اي حال، من فضلك خذني الي وسط Chinatown. ساحاول ان اجد المكان بنفسي.
تم توظيف اشخاص جدد في ابريل.
نَاْمُلُ ذَلِكَ.
جيب لي سوتين و الما.
شكون لي كيلعب؟
قدر تقولي لو لقيتي ساكيتي؟
علي اليسار، من فضلك.
غادي تقف معايا نصوره؟
لا. هل ترغب في الابلاغ عنها؟
هاد السنان لي قدام كايضر.
اش هيا اخر لعبه فيديو لطفل فعمرو 15 عام؟
غداً نلتقي.
كاين مطعم رخيص فهاد الجوار؟
لا، ولكن شكرا. اشعر افضل.
عندك خبز؟
كم انت بارع في العزف علي الكمان؟
صديقي انزلق وسقط في الحمام.
هل يمكنني ان احصل علي علبه سجاءر؟
تم حظر المسيحيه واُغلقت البلاد علي بقيه العالم.
كم تريدها؟
كوكتيل جمبري ليها وليا نفس الشيء.
هل يمكنني ان اطلب منك التوقيع هنا بالضبط؟ و من فضلك ضع علامه هنا.
كان من دواعي سروري ان ازور مقراتكم الرءيسيه وان اجري معكم مناقشات هامه. شكرا جزيلا علي تعاونكم الكريم.
صوت غطيطك مزعج.
ما كنشوفش اللون فالمحال. كنرجعوه؟
خرّج من ديكه ديال لهيه، و انتظر فالتوقف رقم سته.
دجاج مشوي، من فضلك.
هل يمكنني ان اخذ بعض الفلفل؟
نعم، اريد شيءا لاقراه.
هذا السيد تاكاهاشي في الغرفه خمسه واربعين. هل يمكنك ارسال اربع زجاجات من بيره بودوير، من فضلك؟
هذا سبعون دولار.
ارجو ان تتصل بي فندقي عندما تجد امتعتي.
اريد مكالمه استيقاظ في الثامنه والنصف صباحا غدا، من فضلك.
نعم، لكن هذا كثير جداً وانا ممتلء بالفعل.
اريد غسول للفم.
ما كانش حالتي مزيانه.
هل تقدم اي خصومات بالجمله؟
طوكيو صفر ثلاثه ارباع تسعه اربعه خمسه سته سبعه.
هل يمكنك مساعدتي في العثور علي حديقه الحيوان؟
غادي تقوليا كيفاش نضبطها؟
فوقاش تنتهي جوله الحافله؟
تعرف كيف تستعمل الهاتف؟
تاكيدًا. لدينا بعض علامات الكتب الراءعه من الامريكيين الاصليين.
مُشغِّل يتحدث اليابانيه، من فضلك.
نحن مهتمون بالموضه.
تقدر تسحبني؟
هذا عياده F؟
سلام، السيده ياماغوتشي؟ حزبتك علي الخط. مكالمتك مقبوله. تكلمي، من فضلك.
فين يمكنني شراء تذكره صعود التلفريك؟
اش نو وقت غادي نصلو ل لوس انجلس؟
تمشي مستقيم لمده خمس دقاءق تقريبا، ثم انعطف يسارا.
هذا هو الطريق الي الشاطء.
هاد الشاي ديال الاعشاب كيساعد علي تجديد الجسم.
ما كاينش هادشي ديال اليابان، صافي؟
حسنا. من هذا الطريق من فضلك. ساريك غرفتك.
علّي ان اغادر الفندق قبل الظهر.
سندويتشين همبرغر و قهوتين، من فضلك. اريد ان اخذهما معي.
هل يمكنني حمل هذه الحقيبتين؟
طلبت لحم، لا سمك. هل يمكنك تغيير هذا؟
ولدي مرهق تماما.
كنت مريضاً في المعده.
هاد الجاكيط مكاينش ديالي.
اود ان التقي السيد ويليام.
تحتوي علي مجموعه متنوعه من سبع فيتامينات ومعادن.
السن طايحه.
هل يمكنني الحصول علي استرداد المبلغ عندما اعود الي اليابان؟
مناش هاد الطبق مصنوع؟
فِي اي بلد تم تصنيع هذا؟
قدر تجيبوها ف 10 دقاءق؟
مَا كَانْتْ عَاجِبَانِي الانْجِلِيزِيَّه. شَافْ حَدٌّ مِنْ هَاهُنَا يَتَكَلَّمْ يَابَانِيَّه؟
فين نقدر ناخد تذكره مترو؟
غادي نرسلو ليك 20 عينه اضافيه.
ما اظن ان هذا مناسب لي لان بشرتي جافه نوعا ما.
هل يمكنني الحصول علي جدول زمني، من فضلك؟
نعم، اعتقد انني سانتظر.
99 دولار في الساعه لكل طفل.
سَفَرْتُ، لَقَدْ بَاعُوا كُلَّ شَيْءٍ.
يجب ان يكون هادءا.
عندي معداتي الخاصه.
المفتاح ديال الغرفه، خمسه وثلاثه، من فضلك.
فوقاش كيعرضو فيلم تيرمينال مان؟
فين صالون الحلاقه؟
السابعه، من فضلك.
حقيبتي مكسوره.
سياحه.
انا جاي من اسبانيا.
شيء ما خاطء مع هذه المفتاح البطاقه. هل يمكنك ان تعطيني واحده اخري، من فضلك؟
عندي حكه في ذراعي.
ارسل هذا بالبريد الجوي الي اليابان، من فضلك.
فين اقرب صيدليه؟
عطني كاس ديال النبيذ اخر.
الناس ودودون جدا.
كم عدد المشروبات المشموله بالسعر؟
درتيها.
فين بوابه الصعود لهاد الرحله؟
اذا كان هناك طاوله متوفره، هل يمكنك حجز طاوله بالقرب من النافذه؟
هل تم الاعلان عن الصعود بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولا، نريد ان نري وول ستريت.
فين وقفه حافله اوكسفورد؟
غادي ننتظر حتي تتوفر التراس.
هل يمكننا رءيه بعض المحافظ الجلديه؟
دوزو معايا التلفاز. كاين ماتش بيسبول.
غادي تكتب العنوان ديالك هنا؟
ارجو ان تخبرني اين اقرب صيدليه.
الي فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات بخلاف طوكيو؟
قُم بتعليق الهاتف وانتظر لبعض الوقت من فضلك.
اش كتدير عاده فدار بعد العشاء؟
اكيد. متي تريد لعب الغولف؟
غادي تكون فدارها حوالي تلاته.
اريد ان اتصل بالسفاره اليابانيه.
شويه تاني.
من اين تنطلق حافلات السياحه؟
كم تتقاضون مقابل ارسالها الي اليابان؟
ما عنديش كُلُوب ولا سُبَاط.
هل الين الياباني علي ما يرام؟
عندك موستانج؟
غادي نقفزو من هنا؟
السيد كاوي، لدينا طاوله لك الان. تفضل من هذا الطريق، من فضلك.
اكيد. انزل الدرج اللي هناك و هتشوف تعليمات. اتبعهم بس.
الاستقبال. هل يمكنني مساعدتك؟
اود ان تنزلني عند فندق هيلتون، من فضلك؟
كثيرا ما تضطر للعمل حتي ساعات متاخره؟
عفوًا جدًا، لكن لم يعد لدينا المزيد. ماذا عن الصحف الانجليزيه؟
طاوله لا تدخين، من فضلك.
غادي تخبرني قبل ما نوصلو لدرهام؟
هاد جديد؟
ماشي هاد الشي. كتعاملني ديما.
ارِني بعض الفساتين؟
اكتبها، من فضلك.
كنت سكرا بالخمر.
حافظ علي نفسك، فالطقس متقلب جدا في الجبال.
شيك المسافر والين الياباني، اتفهم؟
سَفَر، تَفَقَّدتُ مَعَ كِلٍّ مِنْ مُدَبِّرَاتِ الْمَرْكَزِ وَمَكَانِ الْمَتَاعِ الْمَضْلُولِ. لَيْسَ عِنْدَهُمْ.
انه مكان صعب العثور عليه. انه في طريق صغير خارج الطريق السريع الرءيسي.
ماعندي حتي فكره.
نستطيع ان نناقش الامر في مقهي.
اري، في هذه الحاله لا يجب ان ادفع رسوم التعديلات، صحيح؟
المشغل، من فضلك.
قدر تضع السرج، من فضلك؟
غدا في الليل عندك في الدار؟
حسنا. ساخذ اثنين فقط. شكرا.
ها هو فاتورتك. هي ثلاث تسعه وسبعون دولار.
نتي محظوظ.
رجاءً اجعله طاوله مع منظر جيد لليل.
هاد الاله ولا يدويه؟
اريد استءجار هذا النوع من السيارات لمده 24 ساعه.
كان من اللطيف جداً ان نلتقي.
كَانَ مَزْقُوط.
حسنًا الان، لنلقِ نظره عليك.
حسنا، فقط فكر كم من الوقت الاضافي الذي سيستغرقه عمله اذا سال كل شخص سءال اضافي. تعالوا، دعونا نستعجل ونحمل امتعتنا. علينا ان نذهب الي اعلان الجمارك بعد ذلك.
شحال الوزن؟
كاين مطعم صيني فهاد الحي؟
المنصه الخامسه هناك.
فاش كاين ماتش ديال كره القدم؟
هذا غير صحيح. هل يمكنك فحص كاميرتي؟
قهوه بالكريمه والسكر، من فضلك.
اظن ان هناك بعض الاخطاء في الفاتوره.
عطني هاد واحد.
هادي البوابه سبعه.
انت اسكتلندي؟
ثلاثه-اثنان-واحد-اثنان. انتظر ثانيه، حسنا؟ اريد ان ارسل لك شيءا هنا. عفوا.
135 ين لكل دولار.
الفساتين القصيره مع الاحذيه لن تخرج ابدًا من الموضه.
هل يمكنني التحدث الي المدير؟
شكون سمح ليك تغير علي المتر؟
هل يمكنني رءيه هذا؟
وعدت نفسي اني عندما اراك ساتعرف عليك
شنو كاين هاد الايام؟
مكيش حسابي. تقدر توصي طبيب؟
حفلتك. استمر.
كاين عرض ارضي؟
ما كايناش الما فالحمام.
كم من الوقت يستغرق المشي من هنا الي قاعه المدينه؟
خُذ هاد الدواء بعد كل وجبه فاش كيوجعك بزاف.
كَتَبْتَ الْمَالَ فِي مُعْتَمَرَهٍ مُزَيَّنَهٍ تُسَمَّي شُوجِيبُوكُرُو.
شيء ما جرح.
تساءلت عما يجب ان احصل له؟
عندك خريطه للقطار؟
لدي غرفه جاهزه لك في فندق غراند. هل يمكنك الذهاب هناك؟
انا اعاني من الم في عيني اليمني.
مَا كَانْتْ عَاجِبَانِيْ دَاَلِيْتَ اَلْاَمْرَكْ بِاَلْاَلْمَانِيَهْ.
غادي نتلاقاو حتّي، بالتاكيد.
غادي تاخد هاد السروال؟
هل يمكنني ان اقترض مضرب وكرات؟
هل يمكنك ان تضيف بعض التغييرات الصغيره؟
هل يمكنني الحصول علي نصف قاروره؟
سلام. انا جون.
نكاي.
غادي تمانع لو خدات صوره ليك ولتاكسي ديالك؟
اتصلت قبل ثلاثه ايام بشان حقيبه مفقوده.
اريد فندق ارخص.
اه، هناك الكثير من الاشياء التي يجب ان تراها في غرينيتش فيلج.
علي العمل. لدي علاقه عمل هناك.
كَيْتَ عَلَي قَيْدِكَ.
هل من فضلك راقب حقيبتي؟
كيف تجد هذه الفكره؟ نقبل شرط الاشعار بسته اشهر بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد
عذرا. هل تعرف نيويورك جيدا؟
سننتظر. يرجي الاتصال بنا عندما تكون جاهزًا.
اريد ان اري جراحا.
هاد المكونات الطبيعيه؟
اريد ان اتسلق سياره رياضيه.
الرمز هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
تعرض للبرد.
سياره صغيره جداً ستكون الافضل.
اود ان ارسل هذا البريد العام.
دعني احول هذا المكالمه الي الرجل المسءول.
شكون الحجم لي بغيتي؟
اه، عزيزتي. لم اكن ادرك انني ما زلت احتفظ بها.
هل لديكم مجموعات صندوقيه لارسال الطرود؟
هل ستدفع شركه الطيران تكاليف الفندق والوجبات؟
هاد كلها حقاءبك؟
كيف ترغب في اجراء المكالمه؟
حسناً، انه مكلف. ليس مصنوعاً في اليابان، اليس كذلك؟
اعطني الملح من فضلك
فين اقرب مطعم من هذا الفندق؟
اريد شامبو للشعر العادي.
فمتي تعتقد انه سيتم العثور عليه؟
اتمني لك سنه جديده سعيده جدا.
غادي ناخد سبرايت كبير.
رجاءً قلها مره اخري ببطء.
عذرا. اريد ان اضع الطلب.
لدينا جمبري نيوبرج ولحم ضان مشوي.
اريد غرفه ذات منظر جميل.
ثلاثه اكواب من عصير البطيخ، من فضلك.
عندّي تلات دّيال العيالات.
سير علي طول هذا الممر ثم انعطف يسارا عند الزاويه. ستجده علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلف تذكره ذهاب وعوده الي اكسفورد؟
كنت اذهب الي نادي رياضي كل يومين.
فين نقدر نبقي ساكن خلال الجوله؟
شكون الوقت ديال الخروج؟
كم تبلغ رسوم الدليل في اليوم؟
فين غادي نلقي السيديات؟
عفوًا. انا طالب جامعي من اليابان. هل انتم من طلاب جامعه نيويورك؟
غادي تقول لينا كيفاش كتقيم هاد الخطه؟
اكي، تعرف متجر تسجيلات جيد هنا؟
نقداً او بالدفع المسبق؟
اعمل في شركه تجاريه.
مكشيش تسول علي الناس كيفاش كيكسبو.
هل هذه جينزات ليفي الاصلي من طراز فايف او ون؟
فوقاش نقدر ندوش
ما تشوفش منك 21 عام.
فهمت. في الواقع، فيه فيلم عالي السرعه. هل يزعجك لو اخرجه؟
اشتريتها للتو.
غادي نجيب واحد دابا.
ثمانيه دولارات. وهنا ياتي واحد الان.
ارجو اظهاره مع مشترياتك للجمارك في المطار.
هل هناك اي من متاجر البيع بالتجزءه تقوم بتخفيضات الان؟
المشغل، ارسل لي مركز الاطفاء.
عندي بطاريه فارغه.
توقف عند التقاطع التالي.
اه، ها هي. وهل يتعين علي الجميع ملء نموذج اعلان الجمارك هذا؟
واسمحوا لي ان اطلب اسمكم من فضلكم؟
غادي تخلق عليا المكالمه؟
سلام. كيف الحال؟
فين قسم السفر؟
شكون سميه الشخص لي بغيتي تدوي معاه؟
سيدي، اسف، هو غير موجود حاليا.
شوف هاد الشي. شوف هاد الشي. غادي تقول لي الفرق بين هاد السيد و هاد السيد هو الحظ؟ محمد، توقف، الا تمانع اذا تركتك هنا؟ انا في عجله من امري. صديقي، كان من اللطيف مقابلتك، اليس كذلك؟
غرفتك تطل علي المدينه؟
شي رساله ليا؟
لا يزال غاليا جدا. الا يمكنني الحصول عليه بثلاثه دولارات؟
نُريد غرفه في الخلف.
غادي ناخد كاس ديال النبيذ.
نتي جميله.
اريد غرفه بسريرين. كم سعر الغرفه في الليله؟
انه علي بعد تسعه وتسعين ميلاً.
فينس وليندا بغاو يكونو بوحدهم، فخوفني غادي نضطر نبقي هنا الليله.
حافظوا علي هذه الامتعه في العبور.
اسمي ساتو.
كنت عارف كافي دي جاز قديم فوسط المدينه.
غادي ناخد هاد الطبله ديال الضيافه.
اود ان اجرب نفس الطبق الذي طلبه ذلك الشخص.
بعد ذلك سناخذه.
هاد كيوصل للصافي سته؟
جلد التمساح؟
حطّوها فكيس ديال الغسيل وخليها تما.
اريد ان اطّلع علي هذا الفيلم. متي سيكون جاهزا؟
لا تعطي هذه المفتاح لاي شخص غيري.
اوكي. سالتقطك من فندقك في الثامنه.
النوافذ جيده.
خلي شعري يهبط علي جبهتي، من فضلك.
هل تشمل جميع نفقات النقل؟
دار الاوبرا المتروبوليتان.
فين مكتب تاجير السيارات؟
كنت حاملا منذ الليله الماضيه.
ماشي من ذوقي.
اش تبيع ديال الخضروات؟
اريد شعرا داءما منسقا، من فضلك.
متي سياتي الطبيب؟
هاد اللون مكاينش.
سقطت السن.
هذا مقعد بجانب الممر او بجانب النافذه؟
كنت كن مشي.
هل يمكنك توصيل امتعتي الي الغرفه؟
اري واحدًا لفتاه شابه.
قدر توقف هنا؟
عندك شي بحوالي ثمانين دولار و صفر سنت؟
عطشان.
لا حليب، من فضلك.
عندي ثلاثه اكياس.
فين بحيرتي؟
عذرا. اضغط علي زر التصوير، من فضلك.
هل يمكنني ان احصل علي مجله او شيء من هذا القبيل؟
انه جنوب.
كم ثمن مقاعد الشرفه؟
نُريد غرفه تطل علي البحيره.
كاينين صاكات بريد قريبالا؟
حسنا. ساخذك هناك.
الجزء المكتوب بخط ماءل يشير الي التغييرات التي حدثت في التسعينات.
هو في الثلاثين من عمره.
حسنا. هل يمكنك كتابه العنوان مره اخري علي هذه الظرف؟
اود الذهاب الي هارودز. هل يمكنك رسم خريطه، من فضلك؟
اش كدير فوقت فراغك؟
عندك بطاريات لهاد الكاميرا؟
اريد فك الكابل.
انت اخر واحد في هذا الطابور؟
اعتقد انه ممتلء اكثر من اللازم.
تصويره زوينه. خرجات للتو.
هل يمكنك اخباري عن الاماكن المهمه هنا؟
كاينين ديور ديال البيع فهاد الجوار؟
انا كذلك.
اود ان اشارك من سان دييغو.
كنت افكر في التسجيل في ذلك الدوره في الفصل الدراسي القادم.
الخمر ماحامضش بزاف. غادي تبرديه؟
هل يمكنك تغيير هذه الاقراط لتصبح من نوع "الكلصون"؟
اش كتهتم بيه دابا؟
اريد استرداد المبلغ. هل يمكنني استرداد اموالي؟
مما يبدو انني لن اجد مشروبًا كهذا في اي مكان اخر.
اذا اشتريت هذا ايضًا، يجعل المبلغ المعفي من الرسوم.
هل يمكنني رءيه شهادتك التلقيح، من فضلك؟
كَتَابْلُو تسافر بزاف؟
جيت من امريكا
عندّي تذكره طيّاره لسان فرانسيسكو.
اذا كان الامر يستغرق 15 دقيقه فقط من المحطه، ساذهب سيراً علي الاقدام.
اريد فندقًا ارخص قليلاً.
بونزاي يبدو كهوايه شخص عجوز.
ما قررت حتي. عطيني شويه وقت.
عندي صداع.
غادي ناخدو قهوه بزاف؟
اريد شهاده طبيه ووصلاً للضمان.
اه، لا. من فضلك استعجل. نحن متاخرون.
ما بغيتش نخلص اكثر من عشرين دولار.
شكون هادشي لي كاين، علاش الطياره ما طارتش؟
كم ثمن التذكره؟ هل تكتب ثمن التذكره علي ورقه؟
اريد استءجار كرسي شاطء.
انتظر دقيقه، من فضلك.
هل يجب ان ترتدي السيدات فساتين رسميه؟
ما تلمسنيش.
عندك سيجار؟
اذا لم يكن الرياح قويه جدا، يمكننا الذهاب الي نقطه التيكي.
فانتاستيك.
غادي نغلق دابا. شكراً لانتباهكم.
عندك هاد الشي فالالوان الاخري؟
شكون هاداك؟
عذرا. هل يمكنك اخباري اين وقوف سيارات الاجره؟
والمشروب؟
هاهو.
فين اقرب محل ادوات منزليه؟
مم. لا يعمل، اليس كذلك؟ يمكنك الانتقال الي مقعد فارغ، اذا اردت.
كنت ابحث عن هذا.
صافي سيدي. و شنو تفضل للحلوي؟
تدريب او بُلُد؟
شيكات المسافر. شكرا. اليك تذكرتك وبطاقه الصعود. كن هناك، من فضلك، قبل ساعه من موعد الاقلاع.
انه الم حاد.
الاسم هو غورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان ست واحد اثنان اربعه تسعه خمسه.
كنت مريضا جدا.
شوفو اوقات عرض "قُصّي الحب"
حسنا. هل ستشرب قهوتك الان او في وقت لاحق؟
قول لي احرّ نادي ريجي في نيويورك.
بماذا يختلف منتجك عن منافسيك؟
هل من الجيد ان لا احد يستمع الي تعليمات السلامه؟
هل الشارع الخلفي خطير؟
نعم. من فضلك اتخذ الاجراءات اللازمه.
نعم، واحد فقط. متي اعرف؟ كيف ساُعوض؟
ها حيدّي بطاقه الهويه ديالي.
نفضل طاوله بجانب النافذه.
قول لي ارخص طريقه للذهاب الي سان فرانسيسكو.
عرفتي مطعم كيويا؟
طريق واحد.
غادي نعيط علي كرشي غير جالس هنا كناكل دايما.
كاين ديسكو جيد مع عرض فلمنكو؟
هاد فستان زوين لي لابسه.
رجلي تالم.
فين اقرب مغسله؟
هل يمكنك تبديل المقاعد معي، من فضلك؟
تفرقت بنا المقاعد.
في الواقع، اود ان اءمن هذه الطرد ايضا.
الفاتوره تصل الي ماءه دولار.
الخروج الطارء موجود في الامام، الوسط، والخلف من هذه الطاءره.
حسنا، تم تاكيد حجزك مره اخري.
الكعب عالي جدا.
نود طاوله علي التراس.
هذا يعني ان الفيلم قد لا يكون مناسبًا للاطفال دون الخامسه عشر. لذا يحتاج الاباء الي النظر فيما اذا كان عليهم السماح للاطفال بمشاهده الفيلم.
كيف تريد المال؟ من فضلك املا هذه الورقه ووقع هنا.
كَاينه ليوم لي كايضرني بطني.
عندكم اطباق قليله السعرات الحراريه؟ انا دابا علي ريجيم.
لا حاجه للرسوم.
نعم، لديّ تذكرتان لمباراه الجاينتس والدودجرز.
نحن من بين الموردين الرءيسيين للحواسيب الصغيره.
شكرا. وانا كذلك. الي اللقاء حتي ذلك الحين.
غرفه توام مع حمام، من فضلك.
سقطت من الدرج.
اش نوغتو ديال الايس كريم توصي بيها؟
هُمْم. هذه. اللون يناسبك.
فين كتب اللّغات الاجنبيه؟
جوج شراءح و سبريت.
عطني شي سيجار.
غير قانوني ادخال هذا الي البلاد - اسف. حسنًا، اعتقد ان هذا يهتم بكل شيء.
نعم، انا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا الي فلوريدا منذ عامين. كيف حالك؟ هل تسافر بمفردك؟
انا مريض.
ولدي يبدو منهكا بسبب الحمي.
بهذا الحجم، من فضلك.
تُمنح رتب الشرف الثقافي للفنانين والعلماء المتميزين في هذا اليوم.
انا ياباني
هاد غالي بزاف.
نعم. استقل حافله تذهب الي كيوتو-اكي.
هل هو خاص بالاعضاء فقط؟
السعر في الغرفه ليله واحده هو سته الاف ين.
هل يمكنني جلب هذا علي متن الطاءره؟
حسنا. كل ما اريده ان اعرفه هو ما اذا كانت هذه التجاره ستدفع تكاليفها بنفسها.
حسنًا. هل ترغب في وشاح مع ذلك؟
شَحّن البطاريه، من فضلك.
انا جاهز للطلب.
تترك ملح الحمام العشبي بشرتك ناعمه وحريريه.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
حقيقه. اليوم الاحد، والاحد هو اسوا يوم.
اه، نعم، هي مشكله التخلص من النفايات.
اريد هذا النمط في اعداد خمسه اماكن.
كَثِيرٌ مِنَ الاُسَرْ تَحْصُلْ عَلَي دَخْلَيْنِ.
اه. هذا الفضه نادره "القمر والجرس". متاكد انك تريد تبديلها؟
تاتينا ماما واختي من اليابان باش تشوفوني. غادي يوصلو هنا حوالي السابعه ليلا.
البني شاءع جدا هذه السنه.
فكره جيده. متي تخطط للقدوم؟
وافق. مقعدين، من فضلك.
فين السوق؟
نتمني تجربه بدله السباق الجديده ديالي.
كنت اظن انكم تتناولون فقط الدونات.
كم ثمن تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان المال الذي اعطيتني اياه يفتقر لعشره دولارات.
لقد اتصلت بالسيّد سميث في الغرفه رقم اثنين و واحد، لكن لم يكن هناك رد. هل يمكنك التحقق اذا كان لا يزال يقيم هنا؟
اريد واحد حديث.
اعمل في شركه نشر.
هل يمكنك ملء هذا؟
شكون هاد الشارع؟
هل يمكنك وزن هذه الطرد؟
شنو سميتها بالانجليزيه؟
واصل الصعود في هذا الممر، ثم ستجده علي الجانب الايمن.
اريد ان اءمن هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
حسنا. من فضلك ادخل.
نعم سيدي. اتعالي هنا للافطار كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
ماكاين مشكل.
رجاءً اعطني ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، يمكننا تقديم الطعام لكم من السابعه.
تَرَقَّدْ هُنَا.
يا له من خدمه سريعه.
ممكن يظهر.
رجاءً انعطف يساراً عند التقاطع القادم.
عذرا. كيف اذهب الي البنك؟
هل هناك خدمه حافلات الي متحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
كم من الوقت يستغرق الوصول الي اليابان بالبريد الجوي؟
حسنا. اراك في الثانيه يوم الاحد.
اود ان اسافر من نيويورك الي تورونتو.
السحاب مكسور. هل لديك المزيد من نفس النوع؟
هذا نوع من القذر.
هل يمكنك اعاده تاكيد رحلتي؟ اليك تذكره الطاءره.
عندك هاد اللون فالاخضر الداكن؟
غادي تاخدني لكانتربري وتجيبني؟
هل يمكنني الحصول علي ملعقه جديده؟
شكراً جزيلاً لك علي كرمك.
سَفَر، مَا نَبِيع تِكَاتِر لِلْمَسَارِح.
اريد ان اري هذا.
اه، هذا جميل. ماذا عليّ ان افعل؟
اريد تمديد اقامتي هنا ليومين اضافيين.
غيّر مقعدي.
لقد اصبح لدينا اليوم بعض الجمبري الجيد جدا.
كم ساعه يبقي مفتوحاً؟
التدخين او لا؟
كَثِير بَغَيْرِهَا عليا. مَا تَقْدَرْ تَخْفِضُ السّعَر؟
انا متاح صباح يوم الاربعاء او بعد ظهر يوم الجمعه.
ما حجزت.
حيت الصيف ف اليابان كيكون حار بزاف، و حنا ف العصور القديمه مكاينش عندنا تكييف.
هل يمكنك ان تطلب لي سياره اجره في الثامنه صباحا غدا؟
كَاينه شي حاجه خايبه.
ليش ما ننتظر الباص تحت المظله؟
تعال، كنجي. دعني اريك المكتب.
اه، مفتوح من تسعه الي تسعه.
ما نقدرش نعس مزيان الليل.
كيف اثر الركود علي الاعمال؟
لدي موعد اخر.
هل يمكنني الحصول علي خريطه طريق للمدينه؟
هذا بالضبط ما كنت ابحث عنه.
مافهمتش شرحك.
غادي نكمل الاتصال. غادي لبوسطن.
فين افضل مكان للسياحه؟
هل هو داءم؟
استمتعت جدا.
حسنا، اود ان يكون لدي وجه اصغر مثل جوليا روبرتس.
هاد الشي، تاخدو، من فضلك؟
الركاب المغادرين علي متن رحله الخطوط الجويه ايه بي سي رقم سبعه صفر ثلاثه المتجهه الي طوكيو، يرجي التوجه الي البوابه العشرين لاتمام الاجراءات الرسميه.
فين وقفه الباص ديال B؟
في شكل اغاني منفرده، من فضلك.
فين نشري مفرش؟
هل يمكنني توظيف مرشد يتحدث اليابانيه؟
غادي تاخد ليا الصوره؟
ما كنتش هاد الطبق.
قطعت اصبعي. هل هناك مطهر؟
هل يمكنني الحصول علي طابع بقيمه 95 سنت؟
غادي نكون هنا عند ثمان وربع.
اريد بعض العطر.
هل يمكنني الحصول علي جدول زمني؟
غادي للمدرسه هنا؟
كم كان فيه؟
هل فندق هيلتون بعيد من هنا؟
انا متاكد من انني وضعتها في حقيبتي.
ارفعوا ايديكم.
كاين مطعم قريب توصي بيه؟
اش تفضل، داك او فاتح؟
اخبرني الي اين نطير؟
تحويل تذكره، من فضلك.
فين كاين بلاصه زوينه للتنقيط ليوم واحد؟
اريد حقيبه كيلي الحمراء بنفس الطراز ده.
غادي تخلق الجدول الزمني داك؟
شحال الساعه لي فتحات البنك؟
كنت مريضا.
كنتُ ساُصاب بالارتباك. هل يمكنك رسم خريطه لي؟
خارج.
خُذني للمستشفي.
هل عليّ الحضور الي المستشفي كل يوم؟
كَرشي اَلَمّ.
كم تبلغ تكلفه البريد لارسال هذه الرساله الي اليابان؟
اريد كاس دي شيري.
هل تحتاج الي استقبال من المطار؟
يبدا الصعود في الرابعه والنصف لذا يرجي الحضور قبل ذلك.
من ثلاثين الف ين.
فين يمكنني اشري بطاقه هاتفيه؟
هل يمكنني ارجاعه في مدينه اخري؟
اخطط للبقاء لمده اثني عشر يوما.
رجاءً اجعل الجزء العلوي اطول قليلاً.
عليك ان تري متخصصا.
قليل من الوقت، من فضلك.
الرقم الرابع عشر.
اه، تفعلين؟ لديكِ بالتاكيد مجموعه كبيره.
ما كاينش فين ما كنقلب عليهم.
هل لديكم مقاعد شاغره للندن؟
اريد نسخه من تقرير السرقه.
انه كتله واحده اسفل الشارع.
عطيوني الضوء ونتا كديرها
هاد السيجار ماعليه والو؟
واخا. غير هكاك.
القطار التالي السريع في ساعه.
اريد ان اطيل اكمام هذه الستره الرياضيه.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك علي الابواب.
القطارات متوقفه بسبب الاضراب.
تقدر تصلح هاد الشي؟
الشارع كان مسدود بالسيارات.
هذا هو المبني الثاني علي يسار المبني الابيض.
حجزنا مقعد في الخامس والعشرين من اكتوبر الذي يغادر في الحاديه عشره صباحا.
لا، شويه للامام. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
فين نقدر نرجع هذا التذكره؟
شكون هادشي؟
اريد ان ارتاح.
سيارتي معطله، من فضلك تعال واخذها.
اريد شعري اطول قليلا في الخلف.
شكون عندك؟
انا اوافق. انه احد الاماكن المفضله لدي.
شنو نوع النموذج لي فبالك؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسه و واحد الي طوكيو.
هل يمكنك رسم خريطه بسيطه من هنا؟
فين نتلاقاو؟
اريد ان يكون شعري كما كان.
عطيني خمسين، من فضلك.
في اين استلم تذكره الخطوط الجويه اليابانيه؟
اش نواقص؟
هل هناك اماكن في المنطقه موصي بها بشده؟
عطني تبديل، من فضلك.
حسنا. ساحرص علي ان تكون حقاءبك هنا.
هذا تخصصنا، سمك دوفر المشوي.
غادي نبقاو.
تعرضت للسرقه بالعنف.
حسنا. هل يجب ان اركزها؟
غادي نتشاركو.
ما عندنا داك النمط دابا. غادي نتحقق من المخزون. صبر دقيقه واحده، من فضلك.
سكوت مع الماء، من فضلك.
هذا يبدو مثيرا للاهتمام. كم ثمنه؟
خذ هذا الوصفه الي الصيدليه. يمكنك الحصول علي الدواء هناك.
انا طلبت ذلك.
اه، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشري شويه حوايج تذكاريه؟
كَثِير بَغَيَا. مَا نقدرش نشريه.
اعطني رقم شركه ABC في شيكاغو، من فضلك.
فين الكاتدراءيه؟
كيف تريد بيضتك؟
كاين قريب من هاد المبني.
لا، اعتقد انهم نسوا ان يجلبوا لنا واحد.
حسنا. تاكد ذلك. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتجنا الاتصال بك؟
شكون اسم الرسام؟
هل ساطلب منه ان يعيد الاتصال بك عندما يدخل؟
اريد هذا.
عجبني هاد الخدمه ديال شامبانيا الترحيب بعد الصعود. دعيو ليا علي صحتكم.
40 دولار في اليوم زاءد 8 سنتات لكل ميل.
غادي نراهن بخمسه دولارات.
هادشي ديال شي واحد اخر لا؟
كَيفَ اَتَوَجَّه اِلَي الْمُتَاحَف؟
سيدي، انا اسف جدا، لكنني اود تاجيل الموعد.
هل يمكنك ان توصي برحله استكشافيه؟
قطارك غادي يغادر من المنصه ثمانيه.
كنت ابحث عن حقيبه بحزام قابل للتعديل.
اود ان يبقي تحت ماءه وثمانين دولار.
ساسالك بعد ان اتفحص المكان.
نعم. حجز لمده ست ليال، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
ارِني اخريات بتصاميم مختلفه؟
شنو نوع العصير لي بغيتي؟
غادي للدار فالعطله؟
فين نيت غادي نشوف منظر زوين بزاف؟
هذا كان مكسورًا بالفعل عندما فتحت العبوه.
29 غشت.
اود ان ارسل هذا عن طريق البريد الجوي الي اليابان.
عيد الشكر للعمل. انه يوم الشكر لجميع من يدعم المجتمع باعمالهم.
هاد الغرفه صغيره بزاف.
اعطني شويه شاي، من فضلك.
اريد تنظيف هذه الملابس قبل نهايه اليوم.
كاين بنك فهاد الحي؟
هزّ الطبله، من فضلك؟
سكين، من فضلك.
كلها مطبوعه.
اكتب رقم غرفتك من الخلف.
نستعمل الشوكه والسكين عند الاكل.
رحله دلتا رقم ثمانيه وعشرين الي نيو اورليانز ستتاخر بحوالي ساعه.
عندما اعود الي اليابان، ساكتب رساله. اذا كان لديك الوقت، يرجي ارسال رساله لي.
تركت تذكره طاءرتي في الفندق.
غرفه واحده بدون دوش، من فضلك.
شكرا مره اخري علي تذكيري. هل ينسي الكثير من الناس التوقيع علي اسماءهم؟
حسناً، الوقت يمر. هل نواصل هذا النقاش يوم الخميس في الساعه الواحده؟
اريد بعض البجامات.
حسنا. ساتصل بك عندما يكونوا جاهزين.
شنو غدي ناكلو؟
غادي تتوقف الليموزين اولاً عند البوابه الشماليه.
الي متي يمكنني استخدام مطعم الفندق؟
هل هي قطار مباشر؟
حسناً، لقد تاخرنا كثيراً. اعتقد ان عليّ ان اذهب الان. شكراً جزيلاً علي المساء الراءع.
هل يمكنني الحصول علي بعض الدواء لالام بطني؟
اريد دجاج مشوي.
خطاي. ليس خطاك.
سمحي لي، متي ينتهي هذا الفيلم؟
هاد واحد، من فضلك.
سرقت مجوهراتي. احتاج لتقديم شكايه.
لحظه فقط، من فضلك. ساقوم بتوصيلك بالسيد جونز.
سلام. هذه شركه الخطوط الجويه المتحده.
فِي اَيِّ مَكَانٍ تَعَلَّمَ السَّيِّدُ جونز اللُّغَهَ اليَابَانِيَّهَ؟
عندي واحد صغير بنفس التصميم.
هل يمكنك استقبال هذه السراويل؟
الجمعه، ليلًا، في التاسعه.
هل هذه بوابه لاس فيغاس؟
كاين باص من المطار؟
ملعقه اخري، من فضلك.
كَيْتَ مَالِح شويه، ولكنّي كَنْعْجِبْ بِهَ. هَلْ جَبْتِهَ مَعَاكِ مِنْ جَابُون؟
رجاءً تعجل به، ان امكن.
هل يمكنك دفع عشره دولارات هنا كوديعه؟
نعم. استيقظني بعد ثلاث ساعات، من فضلك.
اود ان اطلب، من فضلك.
غادي نقول نعم ولا؟
سَيْفَان، من فضلك.
اش من توقف جاي؟
السياره تصدر صوتا غريبا.
شحال الساعه لي كاينه البريد؟
دفعت مسبقاً مبلغ خمسين دولاراً عند تسجيلي.
عندك دوا للقرحه؟
هل احتاج الي ارتداء معطف وربطه عنق؟
هل يمكنني تحويل المال لحساب التوفير الخاص بي؟
نسيت حقيبتي.
اريد ان اءكد رحلتي مره اخري.
ساعتي. كانت رقميه جديده تماماً من صنع سويسري.
عَبَرتُ ذاك الاختبار بامتياز.
اريدك ان تاخذني الي اماكن مثيره. انا ساءح، تعرف.
هل يمكنني الذهاب للسياحه بينما تكون السفينه في الميناء؟
انت احسن من تعدل المراه الخلفيه.
غادي يكون تاخير ديال 10 دقاءق او شي حاجه.
هل يمكنني ان اخذ اطباقكم؟
ساكون سعيداً بذلك. في اي وقت تفضل؟
اعتقد انني تركت كاميرتي خلفي عندما تناولت العشاء هنا الليله الماضيه.
اجمعهم عند البوابه.
اه، لا. لن يكون ذلك ضروريا. يمكنني ان اعتني به. لقد فعلت اكثر من كافٍ بالفعل.
اما اصلاحه او استبداله، من فضلك.
كنت استطيع ان اصنعها في وقت ما من الشهر المقبل.
خُذ وقتك.
كيف يقارن هذا المنتج الجديد مع المنتجات الموجوده؟
الموظفون في هذا المتجر لطيفون جدا.
قدر تقولي هادشي ليا؟
دقيقه واحده، من فضلك.
هل لديك علامات المطالبه الخاصه بك؟
اريد استءجار سياره لمده اسبوع.
اه، في البدايه، اغسليها بشكل منفصل.
ارِني بعض الساعات للرجال.
انه الرابعه عشره.
كم تكلف سياره الليموزين للذهاب الي وسط المدينه؟
من صباح هاد.
من الافضل ان نستعجل. انهم يصعدون بالفعل.
كَيّس ليه الحال.
طلبت الدجاج.
لعشره ايام.
كم عمر هذا الصبي؟
كم كل شيء معاً؟
اريد مثله، من فضلك.
فقدت شيكات السفر.
عافاك اعطني دواء بارد.
حطّوها ف كون.
كنت داءمًا اراه كل صباح في القطار.
هل يمكنك تناول العشاء معنا هذا المساء؟
غادي نبقي فهتل B حتا غدا. غادي نكون فرحانه اذا قلت ليه انا هنا.
الرحله متاخره بخمس واربعين دقيقه.
اسمي شينو يامادا.
اش كاين فهاد المطعم؟
لديّنا نبيذ ابيض ممتاز.
فقط بعض الادويه المهدءه.
هل يمكنك ان تنزل امتعتي الي الردهه غدا صباحا؟
اه، يبدو انني افقد شيءًا ما كلما سافرت.
فقدت استخدام ذراعي اليمني.
سلام، هاد ديال روي؟
ثم، ستاتي الي شارع التسوق. اذا اتبعت الشارع ستصل الي المحطه.
لا، ليس هنا. هناك غرفه تدخين في مءخره هذه الحافله.
هل يمكنني الحصول علي كتيب؟
وصل هناك في التاسعه، من فضلك.
نعم سيدي. كيف تريدني ان اقصها؟
اظن ان هناك خطا في الفاتوره.
مادام الزيت و الخل.
لدي بالضبط ما تريده. هل اقترح هذا؟
قهوه بالسكر.
هيا السابعه صباحا. اوه، انا اسف. لقد ارتكبت خطا.
سمعتي بسبوع ذهبي ف اليابان؟
شكرا. من فضلك عد مره اخري.
هل لا يزال ممتلءًا بالكامل؟
هل يمكنني تركه في اي مكان في البلاد؟
شكون رقم اللي نعيط من هنا؟
كيف اذهب الي ديزني لاند؟
كَتَعْتَقِد؟
عذرا. اين المطعم الرءيسي؟
اود ان اتصل باليابان.
د12 هو رقم مقعدي. اين هو؟
شكون هاد، عافاك؟
شنو نوعيه لي فبالك؟
نعم. سنصل في الثامنه بتوقيت المنطقه.
اذا وجدت اي شيء، يرجي الاتصال بي.
هل يمكنني الحصول علي بعض لحم الخنزير والبيض؟
ميلون شربات للتحليه، من فضلك.
الماء الحار ما كايش حار بزاف.
غادي تشرح ليا كيف ندير داك الشي؟
اكتب عنوان الاتصال هنا.
هل يمكنني استخدام الفلاش؟
شكرا. عد الي غرفتي في نفس الوقت غدا. ساكون قد اعددت الصور بحلول ذلك الوقت.
ساعتذر، لكن الان يمكنك الطلب فقط من قاءمه الطعام المساءيه.
زجاجي او غير زجاجي؟
عندي صداع.
هذا هو الغرفه اثنا عشر وسبعه.
اريد غرفه مختلفه.
كم مده صلاحيه هذا التاشيره؟
كاين مستشفي فهاد الحي؟
اريد بدله.
عندك عرض اكبر؟
هل يمكنني تجربه تسعه؟
فندق امن يقدم افطارًا جيدًا، من فضلك.
فين حديقه الحيوانات؟
كَاينه ديال لّي كبار؟
ثلاثين درهم وثمانين سنتيم.
تعتمد علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
برغر جبن مع البطاطس المقليه.
تاخرت علي اخر قطار.
ما عنديش الفريس.
هل حصلت علي تذكره الحافله؟
دين، من فضلك.
كنت علي رحله الخطوط الجويه المتحده رقم ثماني وعشرين ثمانيه.
كاين ضجيج بزاف فحولي.
علي الساحل الشرقي، ستجد ايضًا اماكن مشهوره، مثل نيويورك وواشنطن العاصمه وبوسطن.
عندك وراق يابانيه؟
سمعت هاد الشي زوين.
هل من الممكن ان اترك امتعتي معك حتي الساعه الواحده؟
كاين جوله ف المدينه؟
نعم. يبدو ان عليّ فعل ذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
فهمت. احاول استءجار سياره سيتروين.
عندي موهبه فطريه.
هذا جيد. اين الخبز؟
سجاءر، من فضلك. و مقعد بجانب النافذه، من فضلك.
و ما هو ثمن الخياطه عندك؟
اش كاين لي غادي يكون اسرع، طاكسي ولا سياره الاسعاف؟
هل لديك هذا القميص باي الوان اخري؟
ما تخليش التلفاز ديما شغال.
اه، نقترب منه، نقترب منه.
افضل ان تدخل مستشفانا.
فين كاينه سوبر مارشي؟
كَيْتَ غَالِي شَيْءْ. مَا تَقْدَا تَخْفِفْ لِي شَيْءْ؟
كم عدد المحطات التي يجب ان اتوقف فيها؟
هاد الراجل سرقني ساكيتي.
الادويه المهدءه و ادويه الم المعده مختلفه، صح؟
اريد ان اري الميناء.
فكره راءعه.
كم من الوقت يستغرق سيراً علي الاقدام؟
اريد 20 من اكبر الدببه المحشوه، من فضلك.
شكون رقم الكاصير؟
سهل. سابحث في دليل الهاتف.
عندكم غرف اكبر؟
كم تبلغ فاتورتي؟
اود ان ابقي في هذه الغرفه ليله اخري.
عذرا، لكن اود تسليم تقرير السرقه.
حسنا، يتوقف ذلك علي وسيله النقل التي ستستعملها. هل ستسافر بالحافله ام بالطاءره؟
غادي تخليني نجلس هنا؟
هل يمكنني ارسال بريد الكتروني واحد بدولار واحد؟
نعم، ارسلوه الي الغرفه اثنا عشر وثلاثون.
املا هذا النموذج، من فضلك.
اريد تذكرتين ذهابا وايابا الي اكسفورد.
فوقاش نجي للمطار؟
هذا بطيء.
فين نقدر نطور الفيلم؟
لا، من فضلك لا. هل يمكنك الاحتفاظ باسءلتك لنهايه حديثي، عندما اطلبها؟
اريد مقعد جيد.
خَشْيَانَه، الحمام مَا كَيْدَاش. انا محتاج مساعده.
ماكاين والو صعيب ولا غامض.
غادي ندييك لبلاصتك. سير من هنا.
عذرا، هل يمكنني ان اسالك سءالا؟
اعتقد ذلك.
سلام. تشرفت بمعرفتك.
اود ان ارسل هذه الامتعه الي طوكيو، من فضلك.
غادي تريه ليا اكبر شويه؟
اعتقد ان الملابس المصنوعه في اليابان افضل خياطه بالتاكيد.
افضل ان تتخلي عن ذلك.
قولها مره اخري من فضلك.
هل يمكنك كتابه العنوان ورقم الهاتف لي، من فضلك؟
كَيْتَ حَار؟
من اي مطار ساغادر؟
مَا لَكَ لَمْ تَتَلَقَّ النَّمُوذَجَ فِي الطَّاءِرَهِ؟
اريد مكواه.
وصل المبلغ الي ثمانيه وثلاثين دولارا في المجموع.
شكرا لمشاركتك افكارك الفريده معنا.
كنت اذهب للتزلج مرتين في الشهر خلال الموسم.
وُلدت في فاتح ابريل من سنه خمس وخمسين وتسعماءه واربعه و خمسين.
هل يمكنني استءجار المضارب؟
هذا هو الحافله الصحيحه للمدينه؟
كم ثمن هذا العطر؟
شكون هادشي؟
فين نقدر نكمل الاجراءات؟
خمسين جنيه.
هل يشمل ذلك الضراءب؟
اش تاع الشياش؟
رجاءً اتصل بسياره الاسعاف.
غادي نراهن بثلاثه دولارات علي هاد الشي.
كيف غادي داك الشي؟
ما كاين لا طعام ما كيعجبنيش.
عيد الدستور او "كينبو كينينبي" هو عطله وطنيه في 3 ماي لاحياء ذكري تاسيس الدستور الياباني الحالي.
هل يشمل هذا الجوله زياره برج سيرز؟
كاين كتابه هنا قريب؟
غادي نحضر للمدرسه الصيفيه فجامعه هاواي.
فين غاديين دابا؟
شخصان بالغان وطفل في الثالثه من عمره.
فِي غُرَفَهِ رَاحَهٍ فِي الْمَحطَّهِ.
