من هو الشخص الاهم في المملكه؟
فِي تِلْكَ السَّاعَهِ جَاءَ التَّلاَمِيذُ اِلَي يَسُوعَ، وَسَاَلُوهُ قَاءِلِينَ: «مَنْ هُوَ الاَعْظَمُ فِي مَلَكُوتِ السَّمَاوَاتِ؟»
دعا يسوع طفلا صغيرا للاقتراب منه. واوقف الطفل بينهم.
قال يسوع: "ما انا علي وشك اخباركم به هو حق. تحتاجون الي التغيير وان تصبحوا مثل الاطفال الصغار. ان لم تفعلوا ذلك، فلن تدخلوا ابدًا مملكه السماء."
من يصبح خاليا من الكبرياء مثل هذا الطفل هو الاهم في مملكه السماء.
كل من يستقبل طفلا صغيرا مثل هذا باسمي، فهو يستقبلني.
"ولكن ماذا لو اغوي شخص ما واحدا من هءلاء الصغار الذين يءمنون بي ليرتكب خطيءه؟ ان فعل ذلك، فكان الافضل له ان يُعلق حجر رحي كبير حول عنقه ويُغرق في قاع البحر."
شحال غادي يكون حال العالم مزري بسبب الاشياء لي كتخلي الناس يذنبو! بحال هاد الاشياء خاصهوم يكونو. ولكن شحال غادي يكونو مساكن لي كسببو!
"اِنْ كَانَتْ يَدُكَ اَوْ رِجْلُكَ تُذْنِبُ لَكَ فَاقْطَعْهَا وَارْمِهَا. اَخَيْرٌ لَكَ اَنْ تَدْخُلَ مَلَكُوتَ السَّمَاوَاتِ بِيَدٍ اَوْ رِجْلٍ وَاحِدَهٍ مِنْ اَنْ تُلْقَي فِي جَهَنَّمَ وَلَكَ يَدَانِ وَرِجْلَانِ. فِي جَهَنَّمَ النَّارُ تَحْرِقُ اِلَي الاَبَدِ."
اِنْ كَانَتْ عَيْنُكَ الْمُحْرِقَهُ لَكَ فَاقْلَعْهَا وَاَلْقِهَا عَنْكَ. خَيْرٌ لَكَ اَنْ تَدْخُلَ مَلَكُوتَ السَّمَاوَاتِ بِعَيْنٍ وَاحِدَهٍ مِنْ اَنْ تَكُونَ لَكَ عَيْنَانِ وَتُلْقَي فِي جَهَنَّمَ نَارًا. (متي 18: 9) **قصه الخروف الضال**
احْذَرُوا اَنْ تَحْتَقِرُوا وَاحِدًا مِنْ هَءُلاَءِ الصِّغَارِ. هَا مَا اَقُولُ لَكُمْ: مَلاَءِكَتُهُمْ فِي السَّمَاوَاتِ كُلُّ حِينٍ تَنْظُرُ اِلَي وَجْهِ اَبِي الَّذِي فِي السَّمَاءِ.
ترجمه
اش كتدّور فبالك؟ تخيل معايا راجل عندو 100 ديال الخرفان، وواحد منهم تاه. مغاديش يخلي 99 ديال الخرفان فالجبال؟ مغاديش يمشي يدور علي اللي تاه؟
ما انا علي وشك اخبارك به صحيح. اذا وجد ذلك الخروف، فسيكون اسعد به من التسعه والتسعين التي لم تضل.
نفس الشيء بالنسبه لابيك في السماء، لا يريد ان يضيع اي واحد من هءلاء الصغار. عندما يخطء شخص ما في حقك
اِنْ اَخْطَاَ اِلَيْكَ اَخُوكَ فَاذْهَبْ وَعَاتِبْهُ بَيْنَكَ وَبَيْنَهُ. اِنْ سَمِعَ مِنْكَ فَقَدْ رَبِحْتَ اَخَاكَ.
"ولكن ماذا لو لم يستمع اليك؟ خذ معك واحدا او اثنين اخرين. الكتاب يقول: "كل امر يجب ان يثبت بشهاده شاهدين او ثلاثه." (التثنيه 19: 15)
ولكن ماذا لو رفض ايضا الاستماع الي الشهود؟ فاخبر الكنيسه بذلك. وماذا لو رفض حتي الاستماع الي الكنيسه؟ فلا تعامله كاخ لك. عامله كما تعامل الشخص الفاسق او الجابي.
ما انا علي وشك اخبارك به هو حقيقي. ما تغلقه علي الارض سيكون مغلقا في السماء. ما تفتحه علي الارض سيكون مفتوحا في السماء.
مره اخري، ها ما كنقول ليكم. فرضوا دنون منكم فالارض اتفقوا علي شي حاجه تطلبها، ابي اللي فالسما غادي يديها ليكم.
حيثما اجتمع اثنان او ثلاثه باسمي، فهناك اكون في وسطهم." الخادم الذي لا يرحم
جاء بطرس الي يسوع وساله: "يا رب، كم مره يجب ان اغفر لاخي حين يخطء في حقي؟ الي سبع مرات؟"
اجاب يسوع: "اقول لكم، ليس سبع مرات، بل سبعين مره سبع مرات".
مملكه السماوات كملك اراد ان يجمع كل الاموال التي كان خدامه يدينون بها له.
بينما كان الملك بدا يفعل ذلك، اُحضر اليه رجل كان مدينا له بملايين الدولارات.
ماقدرش الراجل يخلص، و لذا سيدو صدر امر. الراجل، مرتو، ولادو، و كلشي عندو خاصو يتباع باش يرد اللي عليه.
خَرَّ الخادمُ علي رُكبتيه امامه. "اعطني وقتاً"، تَوسَّل. "ساُعيدُ كلَّ شيءٍ."
سيده تاثر لحاله، غفر له ما كان عليه واطلقه.
ولكن بعد ذلك خرج ذلك الخادم ووجد احد الخدم الاخرين الذي كان يدين له ببضعه دولارات. امسك به وبدا يخنقه. 'رد ما تدين لي به!' قال.
خَرَّ الخادم الاخر علي رُكبتيه. "اعطني وقتاً"، تَضَرَّعَ اليه. "ساُسَدِّدُ لكَ المبلغ."
ولكن الخادم الاول رفض. بدلاً من ذلك، ذهب والقي بالرجل في السجن. سيُحتجز الرجل هناك حتي يتمكن من سداد ما عليه.
شافو الخادمين الباقيين اش وقع. تاثرو بزاف. مشاو قالو لسيدهم كلشي وقع.
ثم دعا السيد الخادم الاول الي الداخل. وقال له: "انت خادم شرير، لقد غفرت لك كل ما كنت تدين لي به لانك توسلت اليّ.
الم يكن عليك ان ترحم الخادم الاخر كما رحمتك انا؟
في غضب، سلمه سيده الي السجانين. سيتم معاقبته حتي يسدد كل ما كان مدينا به.
هكذا سيعاملكم ابي الذي في السماء ما لم تغفروا من قلوبكم لاخيكم.
يسوع يعلّم عن الطلاق
عندما اكمل يسوع قول هذه الاشياء، غادر الجليل. ذهب الي منطقه يهودا علي الجانب الاخر من نهر الاردن.
اتبعوه جماعات كبيره. شفاهم هناك.
جَاءَ فَرِّيسِيُّونَ لِيُجَرِّبُوهُ، وَسَاَلُوهُ: «هَلْ يَحِلُّ لِلرَّجُلِ اَنْ يُطَلِّقَ امْرَاَتَهُ لِكُلِّ سَبَبٍ؟»
اجاب يسوع: "اَلَمْ تَقْرَاُوا اَنَّهُ فِي الْبَدْءِ خَلَقَ اللهُ الْاِنْسَانَ ذَكَرًا وَاُنْثَي؟" (تكوين 1: 27)
قَالَ: "لِهَذَا يَتْرُكُ الرَّجُلُ اَبَاهُ وَاُمَّهُ وَيَلْتَصِقُ بِامْرَاَتِهِ، وَيَكُونَانِ جَسَدًا وَاحِدًا." (التكوين 2:24)
ما بقاوش اثنين ولكن واحد. اذن الراجل ما خاصوش يفرّق ما جمع الله.
سالوا: "اذن لماذا امر موسي بان الرجل يمكنه ان يعطي زوجته ورقه طلاق ويبعدها؟"
اجاب يسوع: "موسي سمح لكم بتطليق نساءكم من اجل قساوه قلوبكم. ولكن الامر لم يكن هكذا منذ البدء.
هذا ما اقوله لك. كل من طلق زوجته وتزوج من امراه اخري يرتكب الزنا. لا يمكن للرجل ان يطلق زوجته الا اذا لم تكن مخلصه له.
قالو ليه التلاميذ: "اذا كان هاكا الحال بين الزوج و مرتو، خير ما يتزوجوش."
اجاب يسوع: "ليس كل واحد يستطيع ان يقبل فكره البقاء عازباً. فقط اولءك الذين ساعدهم الله علي العيش دون زواج يمكنهم قبول ذلك.
بعض الرجال ما قادرينش يخلفو ولاد بحالهم كيفولدوا. البعض الاخر كيتخلق هاكا بسبب ناس اخرين. والبعض الاخر كيخلي روحو يولي هاكا باش يخدم مملكه الجنه. لي قدر يعيش هاكا خاصو يدير هاكا." الصغار كيتجيبهم ليه عيسي
جاب بعض الناس ولاد صغار عند يسوع. بغاو يضع يديه عليهم ويصلي من اجلهم. ولكن التلاميذ قالو للناس يوقفو.
قال يسوع: "دَعُوا الصِّغارَ يَاْتُونَ اِلَيَّ وَلا تَمْنَعُوهُمْ، لاَنَّ لِمِثْلِ هَءُلاَءِ مَلَكُوتَ اللهِ."
وَضَعَ يَسُوعُ يَدَيْهِ عَلَيْهِمْ. ثُمَّ انْصَرَفَ مِنْ هُنَاكَ. يَسُوعُ وَالشَّابُّ الْغَنِيُّ
جاء رجل الي يسوع. وسال، "يا معلم، ما هي الخيره التي يجب ان افعلها لاستقبل الحياه الابديه؟"
"لماذا تسالني عما هو صالح؟" اجاب يسوع. "لا يوجد سوي واحد هو الصالح. ان اردت ان تدخل الملكوت، فاطع الوصايا."
"ايهما؟" سال الرجل. اجاب يسوع: "لا تقتل. لا تزن. لا تسرق. لا تشهد زورا."
"وَاْنْذِرْ عَشِيرَتَكَ الْاَقْرَبِينَ" (الشعراء 214) وَ"اِحْبِبْ قَرِيبَكَ كَنَفْسِكَ". (الصفات 19:18)
"لقد اطعت كل تلك الوصايا"، قال الشاب. "ماذا يجب ان افعل اكثر من ذلك؟"
اجاب يسوع: "اذا كنت تريد ان تكون كاملاً، اذهب وبع كل ما تملك. اعطِ المال للفقراء. سيكون لك كنز في السماء. ثم تعال واتبعني."
عندما سمع الشاب هذا، ذهب حزينا. كان غنيا جدا.
ثم قال يسوع لتلاميذه: "الحق اقول لكم، انه عسير علي الاغنياء ان يدخلوا ملكوت السماوات.
اقول لكم ايضا: ان من الصعب علي الجمل ان يمر من ثقب الابره. ولكن من الاصعب علي الغني ان يدخل ملكوت الله.
عندما سمع التلاميذ هذا، اندهشوا حقا. سالوا: "اذن من يمكنه ان يُخلَّص؟"
نظر يسوع اليهم وقال: "بالنسبه للانسان هذا غير ممكن، لكن بالنسبه لله كل شيء ممكن."
اجابه بطرس: "لقد تركنا كل شيء لنتبعك! ما هي المكافاه التي ستعطي لنا؟"
"مَّا اُخْبِرُكُمْ بِهِ حَقٌّ"، قَالَ لَهُمْ عِيسَي. "حِينَ يُجْدَدُ كُلُّ شَيْءٍ، يَجْلِسُ ابْنُ الاِنْسَانِ عَلَي عَرْشِهِ الْمَجِيدِ. حِينَءِذٍ تَجْلِسُونَ اَنْتُمْ اَيْضًا عَلَي اثْنَيْ عَشَرَ كُرْسِيًّا، وَتَدِينُونَ اَسْبَاطَ اِسْرَاءِيلَ الاثْنَيْ عَشَرَ.
كل من ترك بيوتا او اخوه او اخوات او امهات او اباء او حقولا من اجلي، فسياخذ مءه مره اكثر. وسوف يحصلون ايضا علي الحياه الابديه.
ولكن كثيرا من الاواءل سيكونون اخرين، وكثيرا من الاخرين سيكونون اواءل.
قصه العمال في الكرم
مَلَكُوتُ السَّمَاوَاتِ يَشْبَهُ رَجُلًا مِلْكُهُ حَقْلًا. خَرَجَ فِي الصُّبْحِ الْبَاكِرِ لِيَسْتَاْجِرَ عُمَّالًا لِكَرْمِهِ.
وافق علي اعطاءهم الاجر المعتاد ليوم عمل. ثم ارسلهم الي كرمه.
تقريباً في التاسعه صباحاً خرج من جديد. راي اخرين واقفين في الساحه لا يفعلون شيءاً.
قَالَ لَهُمْ: "اِنتُمَا مْشِيوْ وَخْدُمُوْ فِيْ كْرُومْتِي، وَاَنَا غَنْدِي نْعْطِيْكُمْ لِي مْحَقّْ."
فذهبوا. "خرج مره اخري حوالي منتصف النهار وعند الثالثه وعمل نفس الشيء."
تقريبا علي الساعه الخامسه خرج ووجد اخرين واقفين حوله. سالهم: "لماذا تقفون هنا طوال اليوم دون فعل اي شيء؟"
"لان ما حدش وظفنا"، اجابوا. قال لهم: "انتم ايضًا اذهبوا اعملوا في كرمي."
عندما جاء المساء، تكلم صاحب الكرم مع المسءول عن العمال، وقال له: "استدع العمال واعطهم اجورهم. ابدا باخر من وظفت، ثم انتقل الي الاواءل."
جاو العمال لي توظفو تقريبا فخمسه د الساعه. كل واحد فيهم اخدا الاجر اليومي العادي ديالو.
اذن عندما جاء اولءك الذين تم توظيفهم اولاً، توقعوا ان يتلقوا اكثر. لكن كل واحد منهم تلقي ايضاً اجر اليوم المعتاد.
عندما استلموها، بداوا يشكون في صاحبها.
هادو الناس لي توظفو فالاخير خدمو غير ساعه وحده، قالوا. "ديتي ليهم بحالنا. احنا درنا معظم الخدمه و كنّا فشمس الحاره طوال اليوم."
اجاب صاحب الحقل احدهم: "يا صديقي، انا اتعامل معك بعدل. الم توافق علي العمل مقابل اجر اليوم المعتاد؟"
خدي فلوسك وامشي. بغيت نعطي للي توظفتيهم فالاخير نفس الاجر لي عطيتك.
اليس لي الحق في ان افعل ما اريد بمالي؟ هل تشعر بالغبن لانني اعطيت بسخاء للاخرين؟
"فَالْمُتَاَخِّرُونَ يَكُونُونَ اَوَّلِينَ، وَالْاَوَّلُونَ يَكُونُونَ مُتَاَخِّرِينَ." يسوع يتحدث مره اخري عن موته القادم.
كان يسوع صاعدًا الي القدس. في الطريق، اخذ التلاميذ الاثني عشر جانبًا ليتكلم معهم.
"غاديين لقدام حتي لقدس"، قال. "ابن ادم غادي يتعطي للكهنه الكبار وللفقهاء. غادي يحكم عليه بالاعدام.
ثم غادي يسلمونه للناس اللي ماهمش يهود. الناس غادي يستهزءوا بيه ويجلدوه. غادي يصلبوه علي خشه. فاليوم التالت، غادي يقوم من الموت! "ام تطلب معروفا من عيسي"
جَاءَتْ اِلَيْهِ اُمُّ ابْنَيْ زَبَدَي مَعَ ابْنَيْهَا. وَجَثَتْ عَلَي رُكْبَتَيْهَا وَطَلَبَتْ مِنْهُ مَعْرُوفًا.
"ماذا تريدين؟" سال يسوع. فقالت: "وعدني ان احد ابنيّ سيجلس عن يمينك في مملكتك. وعد ان الاخر سيجلس عن يسارك."
"مَا تَعْلَمُونَ مَا تَسْاَلُونَ"، قَالَ لَهُمْ عِيسَي. "هَلْ تَسْتَطِيعُونَ اَنْ تَشْرَبُوا الْكَاْسَ الَّتِي سَاَشْرَبُهَا اَنَا؟" "نَسْتَطِيعُ"، اَجَابُوا.
قَالَ لَهُم يَسُوعُ: "سَتَشْرَبُونَ فِعْلاً مِنْ كَاْسِي. اَمَّا مَنْ يَجْلِسُ عَنْ يَمِينِي اَوْ عَنْ يَسَارِي، فَلَيْسَ لِي اَنْ اَقُولَ لَكُمْ. فَهَذِهِ الْمَوَاضِعُ هِيَ لِلَّذِينَ اَعَدَّهُمْ اَبِي لَهُمْ".
سمع التلاميذ العشره الاخرون بهذا. غضبوا من الاخوين.
دعا يسوع تلاميذه و قال لهم: "تعرفون كيف ان حكام الامم يسودون علي شعوبهم، و كبار المسءولين يمارسون سلطه عليهم.
لا تكونو هكذا. عوض ذلك، كل من يريد ان يكون مهما بينكم يجب ان يكون خادما لكم.
وكل من يريد ان يكون الاول يجب ان يكون عبدك.
"كون بحال وليد ادم. ماجاش باش يخدم بيه. ولكن جاش باش يخدم الناس. جاش باش يهدر حياتو ثمن باش يحرر بزاف دالناس." اثنان من العميان يستعيدان بصرهما
كان عيسي وتلاميذه يغادرون اريحا. تبعه جمع غفير.
كان رجلان اعميان جالسين علي جانب الطريق. سمعا ان يسوع يمر، فصرخا قاءلين: "يا سيدي! يا ابن داود! ارحمنا!"
امرهم الجمهور بالتوقف. طلب منهم ان يصمتوا. لكن الرجلين صرخا بصوت اعلي، "سيدنا! ابن داود! ارحمنا!"
توقف عيسي وناداهم. "ماذا تريدون مني ان افعل لكم؟" سالهم.
"سيدنا"، اجابوا، "نحن نريد ان نكون قادرين علي الرءيه."
حس يسوع بقلق عميق تجاههم. لمس اعينهم. فورا استطاعوا ان يبصروا. وتبعوه.
يسوع يدخل القدس
بينما كانوا يقتربون جميعًا من اورشليم، وصلوا الي بيت فاجي. كانت علي جبل الزيتون. ارسل يسوع تلميذين.
قَالَ لَهُمْ، "اْذْهَبُوا اِلَي الْقَرْيَهِ الَّتِي اَمَامَكُمْ. وَلَمَّا تَدْخُلُوهَا تَجِدُونَ حِمَارًا مَرْبُوطًا، وَجَحْشًا مَعَهُ. فَحُلُّوا رِبَاطَهُمَا وَاْتُوا بِهِمَا اِلَيَّ.
اذا قال ليك شي حد شي حاجه، قول ليه ربي محتاجهم. المالك غادي يبعثهم فحالتو.
وقعت هادشي باش يصدق لي تيقال عن طريق النبي. كيقول،
قُل لِمَدِينَهِ صِهْيَوْنَ: «هَا مَلِكُكِ يَاْتِي اِلَيْكِ، وَهُوَ عَادِلٌ وَمُنْتَصِرٌ، وَهُوَ رَاكِبٌ عَلَي حِمَارٍ، وَعَلَي جَحْشِ ابْنِ اَتَانٍ». (زكريا 9:9)
تلاميذ مشاو وعملو لي امرهم بيه عيسي.
جابو الحمار والفرس. حطو ليهوم لحافهم. بعد ذلك جلس عيسي فوق لحافهم.
جموع غفيره فرشوا الطرقات بالبسط. اخرون قطعوا اغصان الاشجار وفرشوها علي الطرقات.
بعض الناس تقدموا عليه، والبعض الاخر تبعوه. صاحوا جميعاً: "اوشانا لابن داود!" "مبارك الاتي باسم الرب!" (مزمور 118: 26) "اوشانا في الاعالي!"
عندما دخل عيسي القدس، استفزت المدينه باكملها. وسال الناس: "من هو هذا؟"
اجاب الجمع: "هذا هو يسوع. هو النبي من الناصره في الجليل." يسوع يطهر الهيكل
دخل يسوع الي حرم الهيكل. بدا يطرد جميع الذين كانوا يشترون ويبيعون هناك. قلب مواءد الصرافين. كما قلب مصاطب باءعي الحمام.
قال ليهم: "مكتوب ان الرب قال: 'بيتي يدعي بيت الصلاه لجميع الشعوب' (اشعياء 56: 7) وانتم جعلتموه 'عُرْشًا للصوص'" (ارميا 7: 11).
جاءوا الي يسوع في الهيكل المكفوفون والمعاقون، فشافاهم هناك.
شافو رءساء الكهنه والكتبه اللي كيديرو المعجزات. وشافو حتي ولاد فدار المعبد كيهتفو "هوشعنا لابن داوود". ولكن ملي شافو هادشي كله، غضبو.
"اتسمع ما يقوله هءلاء الاطفال؟" سالوه. "نعم"، اجاب يسوع. "الم تقرا قط في الكتاب المقدس؟ فيه يقول: 'جعلت الاطفال والرضع يحمدونك.'" (مزمور 8: 2)
ثم خرج يسوع من بين الناس وخرج من المدينه الي بيت عنيا، وبقي هناك ليله. شجره التين تجف
فِي الصُّبْحِ البَاكِرِ، كَانَ يَسُوعُ فِي طَرِيقِ عَوْدَتِهِ اِلَي اُورُشَلِيمَ. كَانَ جَاءِعًا.
شاف شجره تين فطريق. مشا ليهاما لقي فيها غير الورق. من بعد قال ليها: "ما تبقاي تثمري ابدا!" من ساعتها الشجره جفات.
لمّا شافو التلاميذ هاد الشي تَعجّبو، وقالو: "كيفاش هاد الشجره ديال التين جفات بهاد السرعه؟"
اجاب يسوع: "الحق اقول لكم، ان كل ما ساخبركم به هو حق. يجب ان يكون لكم ايمان ولا تشكوا. عندءذ يمكنكم ان تفعلوا ما فعل بالشجره التينه. ويمكنكم ان تقولوا لهذا الجبل: 'اذهب واقذف نفسك في البحر'. فيكون لكم ما تريدون."
اِنْ امَنْتُمْ، تَاْخُذُونَ مَا تَسْاَلُونَ عَنْهُ حِينَ تُصَلُّونَ." يُتَحَدَّي سُلْطَانُ يَسُوعَ
دخل يسوع فناء الهيكل. وبينما كان يُعلم هناك، جاءه رءساء الكهنه وشيوخ الشعب وقالوا له: "بايه سلطه تفعل هذه الاشياء؟ ومن اعطاك هذه السلطه؟"
اجاب يسوع: "ساطرح عليكم سءالا واحدا ايضا. ان اجبتوني عليه، ساخبركم باي سلطه افعل هذه الامور."
من اين اتي تعميد يوحنا؟ هل اتي من السماء؟ ام من البشر؟" تحدثوا فيما بينهم عن ذلك. قالوا: "اذا قلنا: 'من السماء'، فسيسالنا: 'اذن لماذا لم تءمنوا به؟'
ولكن ماذا لو قلنا، 'من الرجال'؟ نحن نخاف من الناس. الجميع يعتقد ان جون كان نبيا."
فَاَجَابُ يَسُوعَ: «لاَ نَعْلَمُ». فَقَالَ يَسُوعُ: «وَاَنَا اَيْضًا لاَ اَقُولُ لَكُمْ بِاَيِّ سُلْطَانٍ اَفْعَلُ هَذَا». قصه الابنين الاثنين
اش كتدير فهاد شي؟ كان رجل له ابنان. فذهب الي الاول وقال: "يا بني، اذهب اليوم اعمل في الكرم".
"ما غاديش نكون"، جاوب الولد. ولكن بعد ذلك غير رايه ومشي.
ثم ذهب الاب الي الابن الاخر. قال له نفس الشيء. اجاب الابن: "سافعل ذلك يا سيدي." لكن لم يذهب.
"ايهما الابنَين فَعَل ما اراد ابوه؟" "الاول"، اجابوا. قال لهم يسوع: "ما انا علي وشك اخباركم به هو حق. جباه الضراءب والعاهرات سيدخلون ملكوت الله قبلكم.
جاء جون ليعرّفكم بالطريق الصحيح للعيش. ولم تصدقوه. لكن الجباه والعاهرات صدقوه. رايتم هذا. لكن حتي حينها لم تبتعدوا عن خطاياكم وتصدقوه. قصه المستاجرين.
اسمع قصه اخري. كان رجل يملك ارضا، فغرس فيها كرما. وحاطه بسور، وحفر فيه معصره، وبني ايضا برج مراقبه. وكَري الكرم لفلاحين، ثم سافر.
عندما اقترب وقت الحصاد، ارسل خادمه الي المستاجرين. واخبر الخدم ان يجمعوا نصيبه من الثمار.
ولكن المستاجرون قبضوا علي خَدَمِهِ. لقد ضربوا واحداً منهم. وقتلوا اخر. والقوا الحجاره علي الثالث ليقتلوه.
ثم بعث الرجل خداما اخرين الي المستاجرين. بعث اكثر مما فعل في المره الاولي. عامل المستاجرون الخدام بنفس الطريقه.
في الاخير، بعث ولدو ليهوم. "غادي يحترمو ولدي"، قال.
ولكن المستاجرين شافو الولد كيجي. قالو لبعضيهم، "هذا هو لي غادي ياخد جميع ممتلكات المالك نهار ما يموت. تعالو نقتلو. ومن بعد غادي يكون كلشي ديالنا."
فَاَخَذُوهُ وَاَخْرَجُوهُ خَارِجَ الْكَرْمِ وَقَتَلُوهُ.
عندما يعود صاحب الكرم، ماذا سيفعل مع هءلاء المستاجرين؟
"غادي يدمر اولاد الحرام هادوا"، جاوبو. "من بعد غادي يكتري اللّيغا لاخرين. غادي يعطيو ليه نصيبو من المحصول فوقت الحصاد."
قال لهم يسوع: "اما قراتم قط في الكتب: الْحَجَرُ الَّذِي رَفَضَهُ البَنَّاءُونَ هُوَ قَدْ صَارَ رَاْسَ الْزَّاوِيَهِ. مِنْ قِبَلِ الرَّبِّ كَانَ هَذَا وَهُوَ عَجِيبٌ فِي اَعْيُنِنَا؟" (مزمور 118: 22-23)
اذن هذا ما اقوله لك: ستُنزع مِلكوت الله منكم وتُعطي لِقَومٍ يُثمرونها.
كل من يسقط علي تلك الحجره سينكسر الي قطع. لكن الحجره ستسحق اي شخص تسقط عليه.
سمع رءساء الكهنه والصدوقيون حكايات يسوع. كانوا يعرفون انه يتحدث عنهم.
فَبَحَثُوا عَن طَرِيقَهٍ لِيُقَبْضُوا عَلَيْهِ. لَكِنَّهُمْ كَانُوا يَخَافُونَ مِنَ الجُمْهُورَ. كَانَ النَّاسُ يَعْتَقِدُونَ اَنَّ يَسُوعَ نَبِيٌّ.
قصه عشاء الزفاف
قَالَ لَهُم يَسُوعُ اَمْثَالاً اُخْرَي كَثِيرَهً كَانَتْ كَلِمَاتُهُ كُلُّهَا اَمْثَالاً.
هاهيء مثل مملكه السماوات. كملك اعد عشاء عرس لابنه.
ارسل خدامه الي المدعوين للعشاء. امرهم الخدم بالحضور. لكنهم رفضوا.
ثم بعث ببعض الخدم الاخرين. وقال: "قولوا للمدعوين اني قد اعددت عشاءي. ذبحت عجولي وسماني. كل شيء جاهز. تعالوا الي عشاء الزفاف."
ولكن الناس ما عطاوش اهتمام. واحد مشا لحق لكرمو. واخر مشا لحق لتجارتو.
الباقي خذاو خدامتو. عذبوهم وقتلوهوم.
غضب الملك غضبا شديدا. ارسل جيشه لتدميرهم. قتلوا اولءك القتله واحرقوا مدينتهم.
ثم قال الملك لخادمه: "عشاء الزفاف جاهز. لكن الذين دعوتهم لم يكونوا لاءقين بالحضور.
امشي للزقاقات. دعِ العشاء لِيْ اي واحد تلقاه.
فخرج الخدم الي الشوارع. جمعوا كل الناس الذين وجدوهم، الصالحين والطالحين. سرعان ما امتلات قاعه الافراح بالضيوف.
دخل الملك ليشوف الضياف، شاف راجل ما لابسش لباس العرس.
"صديق"، سالها، "كيف دخلت هنا بدون ملابس الزفاف؟" لم يستطع الرجل ان يفكر في اي شيء يقوله.
ثم قال الملك لخادمه: "قيّدوا يديه ورجليه. القوه خارجا في الظلام. هناك سيبكي الناس ويصكّون اسنانهم."
"كثيرون مدعوون، لكن قله مختارون." هل من الصواب دفع الضراءب لقيصر؟
فَخَرَجَ الفَرِّيسِيُّونَ وَعَقَدُوا مَجْلِسًا لِيَكْمِينَ يَسُوعَ بِكَلَامِهِ.
بعتوا ليه اتباعهم معاهم بعتوا الهيروديين. قالو ليه: "استاد، عارفين بلي راجل محترم. كتعلم طريق الله بالحق. ما كتخليش الناس امروك او يقولو ليك شنو تقول. ما كتعيرش اهتمام لاهميه ديالهم."
قول لنا اذن، ماذا تظن؟ هل من الصواب دفع الضراءب لقيصر ام لا؟
ولكن عيسي كان يعرف مُخططاتهم الشريره. قال: "ايتها الذءاب المُتنكره! لماذا تحاولون الايقاع بي؟"
ارني العمله التي يستعملها الناس لاداء الضراءب. احضروا له قطعه نقديه فضيه.
سولهم: "ديال من هاد الصوره؟ وكلام من هادشي؟"
"قيصر"، اجابوا. ثم قال لهم: "اعطوا ما لقيصر لقيصر. واعطوا ما لله لله."
عندما سمعوا هذا، اندهشوا. فتركوه وذهبوا. الزواج عندما يقوم الموتي
في ذلك اليوم نفسه، جاء الصدوقيون الي يسوع بسءال. لا يءمنون بان الناس يقومون من الموت.
"استاذ"، قالوا، "هذا ما اخبرنا به موسي. اذا مات رجل دون ان يكون له اطفال، يجب علي اخيه ان يتزوج الارمله. عليه ان ينجب اطفالاً ليحملوا اسم اخيه.
كان بيناتنا سبعه اخوه. الاول تزوج ومات. بما انه ما خلاّش ولاد، خلاّ ليه مرتو لاخوه.
نفس الشيء وقع للاخوه الثاني والثالث، وقع حتي للسبع اخ.
في الاخير، ماتت المراه.
الان، عندما يقوم الموتي، لمن ستكون زوجه؟ كل السبعه كانوا متزوجين منها."
اجاب يسوع: "انت مخطء لانك لا تعرف الكتب المقدسه، ولا تعرف قوه الله.
عندما يقوم الموتي، لن يتزوجوا. ولن يعطيهم اباءهم للزواج. سيكونون مثل الملاءكه في الجنه.
ماذا عن الموتي الذين يقومون من القبور؟ الم تقرا ما قاله الله لك؟
قَالَ: "اَنَا اِلَهُ اِبْرَاهِيمَ، وَاِلَهُ اِسْحَاقَ، وَاِلَهُ يَعْقُوبَ." (الخروج 3: 6) لَيْسَ هُوَ اِلَهَ الْمَوْتَي، بَلْ اِلَهُ الاَحْيَاءِ."
عندما سمعت الجموع هذا، اندهشوا مما كان يعلمهم اياه. اهم وصيه
سمع الفريسيون ان الصدوقيين لم يتمكنوا من الاجابه علي يسوع. فاجتمع الفريسيون.
واحد منهم كان فقيه فحاول يختبر عيسي بسءال.
"استاذ"، سال، "ايهما اهم وصيه في القانون؟"
اجاب يسوع: "اَنْتَ تُحِبُّ الرَّبَّ اِلَهَكَ مِنْ كُلِّ قَلْبِكَ وَمِنْ كُلِّ نَفْسِكَ وَمِنْ كُلِّ فِكْرِكَ." (تثنيه 6: 5)
هذا هو الوصيه الاولي والاهم.
والمثل الثاني كالاول. 'اَحِبْ قَرِيبَكَ كَنَفْسِكَ.' (اللاويين 19:18)
كل ما هو مكتوب في الشريعه والانبياء مبني علي هاتين الوصيتين." من هو ابن المسيح؟
تجمع الفريسيون. فسالهم يسوع،
"اشنو كتعتقدو فالمسيح؟ فين وليدو؟" "وليد داوود"، جاوبو.
قَالَ لَهُمْ: «فَلِمَاذَا يَدْعُوهُ دَاوُدُ رَبًّا؟ قَدْ قَالَ الرُّوحُ الْقُدُسُ بِلِسَانِ دَاوُدَ نَفْسِهِ:
"قَالَ الرَّبُّ لِرَبِّي: «اجْلِسْ عَنْ يَمِينِي حَتَّي اَجْعَلَ اَعْدَاءَكَ تَحْتَ قَدَمَيْكَ»." (مزمور 110: 1)
اذا كان داود يناديه "سيدي"، فكيف يمكن ان يكون ابنه؟
ما كاين حتي واحد قدر يجيب ليه بكلمه. من نهار داك ما بقي حتي واحد تيجسر يسولوا حتي سءال.
يسوع يحاكم الفريسيين و معلمي الشريعه
تكلّم يسوع مع الجموع ومع تلاميذه.
"معلمو الناموس والفريسيون يجلسون علي كرسي موسي"، قالها.
اوا خاصك تطيعهم. در كلشي كيقولولك. ولكن متديرش بحال ما كيديرو. ما كيمشيوش باللي كيقولو.
يكدسون الاحمال الثقيله علي اكتاف الاخرين، لكنهم انفسهم لا يرغبون في تحريك اصبع واحد لتحريكها.
كل ما يفعلونه انما يفعلونه ليراه الناس. يحملون علي جباههم واذرعتهم صناديق صغيره تحتوي علي ايات من الكتاب المقدس. يجعلون الصناديق عريضه جدا. ويجعلون الشراءط علي معاطفهم طويله جدا.
يحبون الجلوس في مكان الشرف في العشاءات. كما يحبون ان تكون لهم المقاعد الاكثر اهميه في المعابد.
يحبون ان يُسلّم عليهم في الاسواق. ويحبون ان يناديهم الناس بـ "سيدي".
ولكن لا ينبغي ان يُطلق عليكم "ربّي". لكم سيّد واحد وانتم جميعا اخوه.
لا تَقُلْ لِاَحَدٍ عَلَي الاَرْضِ: اَبِي، لاَنَّ اَبَاكَ هُوَ الْوَاحِدُ الَّذِي فِي السَّمَاءِ.
لا ينبغي ان يُطلق عليك "استاذ". لديك استاذ واحد، وهو المسيح.
اهم شخص بينكم سيكون خادِمَكُم.
لي رفع راسو غادي يهبط، ولي هبط غادي يرفع.
يا له من امر فظيع سيكون عليكم، ايها المعلمون والفريسيون! ايها المدعون! انتم تغلقون ابواب ملكوت السماوات في وجوه الناس. وانتم انفسكم لا تدخلون. ولن تسمحوا لمن يحاولون الدخول.
ترجمه
يا له من امر فظيع بالنسبه لكم، ايها المعلمون والفريسيون! ايها المدعون! تسافرون في كل مكان لتجذبوا شخصا واحدا الي ايمانكم. ثم تجعلونه ضعف ما انتم عليه من ابناء جهنم.
يا لَكُم من قومٍ عميان، ما اَشَدَّ ضلالَكُم! تَقولون: "اِن حَلَفَ اَحَدٌ بِالهَيْكَلِ فَلَيسَ شَيْءًا، وَلَكِن مَن حَلَفَ بِذَهَبِ الهَيْكَلِ فَعَلَيْهِ اَن يَحْفَظَ يَمِينَهُ".
انت اعمي و احمق! ايهما اهم؟ هل هو الذهب؟ ام هو المعبد الذي يجعل الذهب مقدسا؟
كَتْقُولْ بْلَا شْكِيّ، "اِذَا حْلَفْ وَاحِدٌ بِاسْمِ الْمَذْبَحِ، مَكْيَوْجِدْشْ. لَكِنْ كُلُّ مَنْ حْلَفْ بِاسْمِ الْقُرْبَانِ الْمُقَدَّمِ عَلَيْهِ، كَيْجِبْ يَحْفَظْ الْيَمِينَ".
يا رجال العمي! ما الاهم؟ هل هي الهديه؟ ام المذبح الذي يجعل الهديه مقدسه؟
فَمَنْ حَلَفَ بِمذْبَحٍ فَاِنَّهُ حَلَفٌ بِهِ وَبِكُلِّ مَا عَلَيْهِ.
وَمَنْ حَلَفَ بِالْمَعْبَدِ فَاِنَّمَا يَحْلِفُ بِهِ وَبِمَنْ فِيهِ.
وَمَنْ حَلَفَ بِالسَّمَاءِ فَقَدْ حَلَفَ بِعَرْشِ اللَّهِ وَبِمَنْ عَلَيْهِ اِنَّهُ لَحَقٌّ وَمَا بَيْنَهُمَا.
يا لَشِدَّتِهِ عَلَيْكُمْ اَيُّهَا الْقَانُونِيُّونَ وَالْفَرِّيسِيُّونَ الْمُرَاءُونَ! تُعْطُونَ اللَّهَ عُشْرَ النَّعْنَعِ وَالشِّبِثِّ وَالْكَمُّونِ، وَقَدْ تَرَكْتُمْ اَثْقَلَ الْقَانُونِ: الْحَقَّ وَالرَّحْمَهَ وَالاَمَانَهَ. كَانَ عَلَيْكُمْ اَنْ تَعْمَلُوا بِالاَهَمِّ قَبْلَ الاَقَلِّ.
يا ايها المرشدون العمي! تزيلون اصغر حشره من طعامكم. لكنكم تبتلعون جملا كاملا!
يا لَكُم من وَيلٍ يا معلّمو الناموس وَالفريسيون، اَيُّها المُراءون! تُنظفون خارج الكاس وَالصَّحن، وَاَما دَاخلُهما فَمَلان طَمعاً. تُريدون اَن تُرضوا اَنفُسَكم فَقَط.
يا فريسي اعمي! طهّر اولا ما بداخل الكاس والطبق، و ما خارجهما سيتطهّر هو ايضا.
يا لَكُم من وَيلٍ يا معلّمو الناموس وَالفريسيون، اَيُّها المُراءون! اَنتُم قُبور مُبيَّضه، تَبدو من خارجٍ جميله، وَلكِن من دَاخِلٍ مَلاي عِظامَ المَوتي، وَكُلُّ نَجاسهٍ وَرِجسٍ.
نفس الشيء بالنسبه لك. من الخارج تبدو كانك تفعل ما هو صحيح. لكن من الداخل انت مليء بما هو خاطء. تتظاهر بانك ما لست عليه.
يا لَكُم مِن شَرِّ الفريسيينَ وَالصَّدوقيينَ! اَيُّها المُراءونَ! تَبْنونَ قُبُورَ الاَنْبياءِ، وَتُزَيِّنونَ ضَراءحَ الصَّالِحينَ.
وتقول: "لو عشنا في ايام من عاشوا قبلنا، ما كنا نفعل ما فعلوه. ما كنا نساعد في قتل الانبياء."
اذن تشهدون علي انفسكم، تعترفون انكم ابناء من قتلوا الانبياء.
اوا كملو الذنوب لي بداوها ليكوم لخرين لي عايشين قبلكم!
"يا عش الافاعي السامه! كيف ستهربين من الحكم عليك بالنار؟"
اذن سارسل اليكم الانبياء والحكماء والمعلمين. ستُقتلون بعضهم. وستصلبون اخرين. وستجلدون اخرين في معابدهكم. وستطردونهم من مدينه الي مدينه.
"اذن ستءدي ثمن كل دماء الصالحين التي اُريقت علي الارض. اعني من دم هابيل الصالح الي دم زكريا بن برخيا. زكريا الذي قتلتموه بين الهيكل والمذبح."
ما ساخبرك به صحيح. سيحدث كل هذا لاولءك الذين يعيشون الان.
القدس! القدس! تقتلون الانبياء وترمون بالحجاره لتقتلوا من ارسل اليكم. كم مره اردت ان اجمع شعبك، اردت ان اكون كالدجاجه التي تجمع فراخها تحت جناحيها. لكنكم لم تسمحوا لي!
شوف، دارك خاليه.
نقول ليك، ما غادي تشوفنيش حتي تقول: "مبارك اللي جاي فاسم الرب." (مزمور 118: 26)
علامات النهايه
غادر يسوع الهيكل. كان يمشي مبتعدا عندما جاءه تلاميذه. ارادوا توجيه انتباهه الي مباني الهيكل.
"اتشوف هاد الشي كلو؟" سول يسوع. "اللي غادي نقول ليكوم صحيح. ما غادي يبقي حجر واحد فوق حجر اخر هنا. كل حجر غادي يتقلب."
كان يسوع جالساً علي جبل الزيتون. وهناك جاء اليه التلاميذ علي انفراد وقالوا له: "قل لنا متي سيحدث هذا؟ وما هي علامه مجيءك ونهايه العالم؟"
اجاب يسوع: "احترسوا! انتبهوا لءلا يخدعكم احد.
سَيَاْتِي كَثِيرُونَ بِاسْمِي، وَيَقُولُونَ: 'اَنَا الْمَسِيحُ!' وَسَيُضِلُّونَ كَثِيرِينَ.
غادي تسمع علي الحروب. غادي تسمع الناس كيتكلمو علي الحروب ديال المستقبل. متخافش. هادشي خاصو يوقّع. ولكن النهاءيه ما جاتش بعد.
امه ستحارب امه. مملكه ستحارب مملكه. الناس سيعانون من الجوع. ستحدث زلازل في العديد من الاماكن.
هادشي كلو بدايه مخاض.
ثم يسلمونكم لتعذبوا وتقتلوا، وكل الامم ستبغضكم من اجلي.
فِي تِلْكَ الاَيَّامِ كَثِيرُونَ يَرْجِعُونَ عَنِ الاِيمَانِ. يَكْرَهُ بَعْضُهُمْ بَعْضًا. يُسْلِمُونَ بَعْضَهُمْ لِاَعْدَاءِهِمْ.
سَيَظْهَرُ نُبُوءَاتٌ كَاذِبَهٌ كَثِيرَهٌ. سَيُخَادِعُونَ كَثِيرًا مِنَ النَّاسِ.
بسبب انتشار الشر، ستنطفء محبه معظم الناس.
ولكن من يصمد حتي النهايه سينجو.
هاذ الخبر الخير ديال المملكه غادي يتعظّم فالعالم باسره. غادي يكون شاهد لجميع الامم. من بعد غادي يجي النهاءيه.
النبي دانيال تكلّم عن "الشَيء المكروه الذي يُدمر" (دانيال 9:27؛ 11:31؛ 12:11) يوماً ما ستراه واقفاً في المكان المقدس. علي القارء ان يفهم هذا.
ثم من في يهودا يهربوا الي الجبال.
مكاين حتي واحد فوق السطح يهبط لدارو باش يخرج شي حاجه.
مكاين حتي واحد فالحقل مايرجع ياخذ معطفو.
شحال غادي يكون الوضع مزري فهاد الايام علي الحوامل! شحال مزري علي المرضعات!
ادعوا الله الا تضطروا للفرار في الشتاء او يوم السبت.
غادي يكون عذاب شديد فهاد الايام، غادي يكون اشد من اي وقت اخر من بدايه العالم حتي دابا، ومغاديش يكون بحالو مره اخري.
لو لم يتم تقصير الوقت، لما عاش احد. لكن بسبب شعب الله المختار، سيتم تقصيره.
فْتِيكَ السَّاعَهِ يَقُولُ لَكُمْ بَعْضُ النَّاسِ: هُوَذَا الْمَسِيحُ هَهُنَا! اَوْ: هُنَاكَ! فَلاَ تُصَدِّقُوا.
سيبعث مسيحيون كذبه وانبياء كذبه. سيقومون بعلامات ومعجزات عظيمه. سيحاولون خداع شعب الله المختار ان امكن.
شوف، انا قلت ليك من قبل.
اذا قيل لك "انه بعيد في الصحراء"، فلا تذهب. او اذا قال احد "انه في اعماق المنزل"، فلا تصدق ذلك.
البرق اللي كيجي من الشرق كيشوفوه ف الغرب، هاكا غادي يكون نهار ما يجي ابن ادم.
النعاج يتجمعون اينما وجدت جثه.
"مباشره بعد المعاناه الفظيعه لتلك الايام، 'ستُحجب الشمس. لن تُضيء القمر. ستسقط النجوم من السماء. وستُهز الاجسام السماويه.' (اشعياء 13:10; 34:4)"
في تيك الساعه يظهر علامه ابن الانسان في السماء. وتنوح جميع قباءل الارض، ويبصرون ابن الانسان اتيا علي سحب السماء. فياتي بقوه ومجد عظيم.
غادي يرسل ملاءكتو بنفخه قويه من البوق. غادي يجمعو المختارين ديالو من كل الجهات الاربع. غادي يجيبهم من طرف السما لطرفها الاخر.
اتعظ من شجره التين. بمجرد ان تصبح اغصانها طريه وتنبت اوراقها، تعلم ان الصيف قريب.
بنفس الطريقه، عندما تري كل تلك الاشياء تحدث، تعلم ان النهايه قريبه. انها علي الابواب.
ما ساخبرك به صحيح. الناس الذين كانوا يعيشون في ذلك الوقت لن يموتوا بالتاكيد حتي تقع كل تلك الاشياء.
السماوات والارض ستنقضي. لكن كلماتي لن تنقضي ابدا. اليوم والساعه غير معلومين
مَنْ لا يَعْلَمُ تِلْكَ الْيَوْمَ اَوْ السَّاعَهَ. حَتَّي الْمَلَاءِكَهُ فِي السَّمَاءِ لا يَعْلَمُونَ. الاِبْنُ لا يَعْلَمُ. فَقَطْ الابُ يَعْلَمُ.
تذَكر كيف كان الامر في ايام نوح. سيكون نفس الشيء عندما ياتي ابن الانسان.
فِي الاَيَّامِ الَّتِي قَبْلَ الطُّوفَانِ، كَانَ النَّاسُ يَاْكُلُونَ وَيَشْرَبُونَ. كَانُوا يَتَزَوَّجُونَ. كَانُوا يُزَوِّجُونَ بَنَاتِهِمْ. كَانُوا يَفْعَلُونَ جَمِيعَ تِلْكَ الاَشْيَاءِ حَتَّي الْيَوْمَ الَّذِي دَخَلَ فِيهِ نُوحٌ السَّفِينَهَ.
مَعْرُوفْ عِنْدَهُمْ والو عَلاشْ غادي يْوَقَّعْ حَتّي يْجِيَ الطُّوفَانْ وْيَخْطَفْهُومْ جَمِيعْ. هَكَا غادي يْكُونْ الحَالْ مْنْ نْهَارْ يْجِيَ ابْنْ ادَمْ.
سيكون هناك رجلان في الحقل. سيءخذ واحد ويترك الاخر.
ست طاحنتين بالرحي، وحده غادي يخدوها ووحده غادي يخليها.
فَتَوَكَّلْ عَلَي اللَّهِ ۚ اِنَّكَ عَلَيا الْحَقِّ الْمُبِينِ "فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ اَمْرِهِ اَنْ تُصِيبَهُمْ فِتْنَهٌ اَوْ يُصِيبَهُمْ عَذَابٌ اَلِيمٌ" معناها: "فكونوا علي حذر، لا تعلمون في اي يوم ياتي ربكم."
يجب ان تفهم شيءاً ما. افترض ان صاحب المنزل كان يعرف في اي وقت من الليل سياتي اللص. عندءذٍ كان سيحرس منزله. ما كان ليدع اللص يقتحم منزله.
فَكُونُوا اَنْتُمْ اَيْضًا مُسْتَعِدِّينَ، لاَنَّهُ فِي سَاعَهٍ لاَ تَظُنُّونَهَا يَاْتِي ابْنُ الاِنْسَانِ.
لنفترض ان سيّداً وضع احد خَدَمه مسءولاً علي الخَدَم الاخرين في بيته. مهمه هذا الخادم هي توزيع الطعام عليهم في الوقت المناسب. السيد يريد خادماً اميناً وحكيماً لهذه المهمه.
غادي يكون مزيان للخادمه اذا لقي السيد كيدير خدمتو ملي يرجع.
ما انا علي وشك اخبارك به صحيح. سيجعل السيد ذلك الخادم مسءولاً عن كل ما يملك.
ولكن افترض ان ذلك الخادم شرير. افترض انه يقول لنفسه: "سيدي يغيب لفتره طويله".
فرضياً يبدا يضرب الخدم الاخرين. وفرضياً ياكل ويشرب مع اللي كيشربو بزاف.
سيد ذلك الخادم سيعود في يوم لا يتوقعه الخادم. سيعود في ساعه لا يعرفها الخادم.
ثم سيقطعه سيده اربا اربا. سيرسله الي المكان الذي يذهب اليه المدعون. هناك سيندب الناس ويصرخون.
قصه العشر عذاري
هاهي كيف غادي تكون مملكه الجنه فهاديك الساعه. عشر عراءس خذاو الشموع ديالهوم و خرجوا يستقبلوا العريس.
خمسه منهم كانوا حمقي. خمسه كانوا حكماء.
جهله اخدوا مصابيحهم ولكن لم ياخذوا معهم زيت الزيتون.
الحكماء اخذوا زيتا في قوارير مع مصابيحهم.
العريس ما جاش ف وقت طويل. و هكذا الخلاطات كلهم تعبوا و غفلو.
في منتصف الليل صاح احدهم: "ها هو العريس! اخرجوا لاستقباله!"
ثم استيقظت كل وصيفات العروسه واعددن مصابيحهن.
قَالَ الجُهَلَاءُ لِلْحُكَمَاءِ: "اَعْطُونَا مِنْ زَيْتِكُمْ فَقَدْ نَفِدَ زَيْتُنَا، وَسَتَنْطَفِءُ قَنَادِيلُنَا".
"لا"، اجابوا. "قد لا يكون هناك ما يكفي للجميع. بدلاً من ذلك، اذهبوا الي من يبيعون الزيت. اشتروا بعضاً لانفسكم."
فمشاو يشريو الزيت. ولكن فطريقهم جات العروسه. العراءس اللي كانو جاهزين مشاو معاه للعشاء ديال العرس. من بعد سدو الباب.
فيما بعد، اتين ايضا باقي وصيفات العروس. "سيدي! سيدي!" قلن. "افتح لنا الباب!"
ولكنه اجاب: "ما ساخبرك به صحيح. انا لا اعرفك."
فكونوا علي حذر، فانتم لا تعلمون اليوم او الساعه التي سياتي فيها العريس. قصه الخدم الثلاثه.
مره اخري، ها ماذا سيكون عليه ملكوت السماوات. كان رجل علي وشك السفر. استدعي خدامه وسلمهم املاكه.
اعطي 10.000 دولار لواحد. واعطي 4.000 دولار للاخر. واعطي 2.000 دولار للثالث. اعطي الرجل كل خادم المبلغ الذي يعرف ان الخادم يمكنه الاعتناء به. ثم واصل رحلته.
الخادم اللي توصل ب 10000 درهم مشا علي طول وبدا يستثمر فلوسو، ربح 10000 درهم اخرين.
اللي ربح 4000 درهم ربح 4000 درهم اخرين.
ولكن الراجل لي اخد 2000 دولار مشا وحفر فالارض وحط فلوس سيادو فيها
بعد مرور وقت طويل، عاد سيّد هءلاء الخدم. اراد ان يجمع كل المال الذي كسبوه.
الراجل لي توصل ب 10000 درهم جاب 10000 درهم اخرين. "سيدي"، قال، "انت عطيتني الثقه ب 10000 درهم. شوف، انا ربحت 10000 درهم اخرين."
اجاب سيده: "احسنتَ، يا خادمَي الامين الصالح! كنتَ اميناً في القليل، فساجعلكَ مسءولاً عن الكثير. تعال وشارِك سيّدَك فرحتَه!"
جاء الرجل الذي كان لديه 4000 دولار ايضا. فقال: "سيدي، اتمنيت عليّ 4000 دولار. انظر، لقد ربحت 4000 دولار اخري."
اجاب سيده: "احسنتَ، يا خادمَي الامين الصالح! كنتَ اميناً في القليل، فساجعلكَ مسءولاً عن الكثير. تعال وشارِك سيّدَك فرحتَه!"
ثم جاء الرجل الذي استلم 2000 دولار. "سيدي"، قال، "كنت اعلم انك رجل صارم. تحصد حيث لم تزرع. تجمع المحاصيل حيث لم تذر البذور.
فخفتُ، وخرجتُ ودفنتُ الفي دولارك في الارض. انظر، هذا ما يخصك.
رد سيده قاءلا: "انتَ يا خادم الشر والكسول! اتعلم انني احصد حيث لم ازرع؟ اتعلم انني اجمع المحاصيل حيث لم ابدد البذور؟"
حسناً اذن، كان عليك ان تضع مالي في البنك. عندما عدت، كنت ساستلمه مع الفاءده.
ثم امر سيده الخدم الاخرين قاءلاً: "خُذوا منه الالفي دولار، واعطوها لمن عنده عشرون الفاً.
كل من عنده سيُعطي اكثر، وسيكون لديه اكثر من الكفايه. وماذا عن من ليس عنده؟ حتي ما عنده سيُءخذ منه.
القوا بهذا الخادم عديم الفاءده الي الخارج. هناك في الظلام، سيءن الناس ويصكّون اسنانهم. 'الخرفان والماعز'
سَيَاْتِي ابْنُ الْاِنْسَانِ فِي مَجْدِهِ وَجَمِيعُ الْمَلَاءِكَهِ مَعَهُ. حِينَءِذٍ يَجْلِسُ عَلَي كُرْسِيِّ مَجْدِهِ.
ستجتمع كل الامم امامه. سيفرق الناس الي مجموعتين. سيكون كالراعي الذي يفرق بين الغنم والمعز.
غادي يحط ليه الغنمات فاليمني و العزازير فاليمني.
ثم يتكلم الملك مع الذين عن يمينه قاءلا: "بارككم ابي، تعالوا خذوا ما هو معد لكم منذ انشاء العالم.
كنت جاءعا. واعطيتني شيءا للاكل. كنت عطشانا. واعطيتني شيءا للشرب. كنت غريبا. ودعوتني للدخول.
كنت محتاجا للملابس. واعطيتني اياها. كنت مريضا. واعتنيت بي. كنت في السجن. وجءت لزيارتي.
ثُمَّ يُجِيبُهُ الَّذِينَ عَمِلُوا الصَّالِحَاتِ: «اللَّهُمَّ، مَتَي رَاَيْنَاكَ جَاءِعًا فَاَطْعَمْنَاكَ؟ اَوْ عَطْشَانًا فَسَقَيْنَاكَ؟»
متي رايناك غريبا ودعوناك للدخول؟ متي رايناك محتاجا للملابس واعطيناك اياها؟
متي رايناك مريضا او في السجن وذهبنا لزيارتك؟
سيرد الملك: "ما ساخبرك به حقيقي. اي شيء فعلته لاحد اخوتي هءلاء الاقل شانا، فعلته لي".
ثم يقول للمتواجدين عن يساره: "ملعونون، اذهبوا عني الي النار الابديه. لقد اُعدت للشيطان وملاءكته.
كنت جيعان. ولكن ما عطيتوني والو ناكل. كنت عطشان. ولكن ما عطيتوني والو نشرب.
كنت غريب. ولكن ما دعيتنيش ندخل. كنت محتاج لملابس. ولكن ما عطيتنيش حتي حاجه. كنت مريض وفيا السجن. ولكن ما سهرتيش عليا.
سيردّون ايضًا: "سيدنا، متي رايناك جاءعًا او عطشانًا فلم نُطعِمك؟ ومتي رايناك غريبًا فلم نُضيفك؟ او عاريًا فلم نكسُك؟ او مريضًا او في السجن فلم نُعَدك؟"
غادي يرد: "لي غادي نقول ليك صحيح. اي حاجه ما درتيهاش لواحد من هاد المساكين، ما درتيهاش ليا."
ثم سيذهبون بعيدا ليعاقبوا الي الابد. لكن من فعلوا ما هو صحيح سيحصلون علي الحياه الابديه.
المخطط لقتل عيسي عليه السلام
اِسْعَي فَقَالَ لِتَلاَمِيذِهِ:
كما تعلمون، عيد الفصح علي بعد يومين. سيُسلم ابن الانسان ليُصلب.
ثم اجتمع رءساء الكهنه مع شيوخ الشعب. اجتمعوا في قصر قايفاس، رءيس الكهنه.
دبرو خطه ذكيه لاعتقال يسوع. ارادوا قتله.
"ولكن ليس اثناء العيد"، قالوا. "قد يثير الناس المشاكل". امراه تصب العطر علي يسوع
كان يسوع في بيت عنيا. كان في بيت رجل اسمه سمعان، كان يعاني من مرض جلدي.
جاءت امراه الي عيسي بقاروره طيب مختومه غاليه الثمن، فسكبت الطيب علي راسه و هو جالس علي الماءده.
لمّا شافو التلاميذ هاد الشي غضبو وقالو: "علاش هاد التبذير؟"
"العطر كان يمكن يتباع بثمن مرتفع. والفلوس كان يمكن يعطاو للناس الفقراء."
كان عيسي علي علم بهذا. فقال لهم: "لماذا تزعجون هذه المراه؟ لقد قامت بعمل جميل تجاهي.
ستظل معك داءما فقراء. لكنك لن تظل معي داءما.
صبت العطر علي جسدي لتجهيزي للدفن.
ما ساخبرك به حقيقي. ما فعلته سيُروي في كل مكان تُبشر فيه هذه البشاره الطيبه في جميع انحاء العالم. سيُروي تخليدا لذكراها." يهوذا يوافق علي تسليم يسوع
وَمِنَ الْاِنْشَاءِ الْمِفْتَاحُ وَالْخَبَرُ، وَمِنَ الْخَبَرِ الْمُفْتَاحُ وَمَا لَيْسَ بِمُفْتَاحٍ. وَالْمُفْتَاحُ هُوَ الَّذِي يُوجِبُ
سول: "اش غادي تعطيوني اذا سلمت عليكم عيسي؟" فحسبو ليه 30 درهم ديال الفضه.
من ديك ساعه، يهوذا كايبحث علي اللحظه المناسبه باش يسلم يسوع ليهم. عشاء الرب
كان اليوم الاول من خمير العجله. جاء التلاميذ الي يسوع. وسالوه: "اين تريد منا ان نستعد لتناول وجبه الفصح؟"
اجابهم: "ادْخُلُوا الْمَدِينَهَ فَتْرَوْا رَجُلًا مُعَيَّنًا هُنَاكَ، وَقُولُوا لَهُ: الْمُعَلِّمُ يَقُولُ: لَقَدْ اقْتَرَبَ وَقْتِي. سَاُقِيمُ عِشْرُونَ الْفِصْحِ فِي بَيْتِكَ مَعَ تَلَامِيذِي."
فعمل التلاميذ كما امرهم يسوع. اعدوا عشاء الفصح.
عندما جاء المساء، كان يسوع علي الماءده مع الاثني عشر.
وَهُمْ يَاْكُلُونَ قَالَ "مَا اُخْبِرُكُمْ بِهِ حَقٌّ، سَيُسْلِمُنِي اَحَدُكُمْ لِاَعْدَاءِي".
تلاميذ حسرو بزاف. واحد بعد الاخر، بداو يقولو ليه، "ماشي انا، سيدي، اشنو؟"
اجاب يسوع: "الذي يغمس يده معي في الصحن هو يسلمُني".
"ابن ادم غادي يمشي بحال كيف مكتوب عليه. ولكن شحال غادي يكون العذاب ديال اللي يسلم ابن ادم! كان افضل ليه لو ما ولدش."
يهودا هو لي غادي يسلمه. قال: "انا ماشي هو، سيدي، اليس كذلك؟" عيسي جاوب: "نعم. انت هو."
وَهُمْ يَاْكُلُونَ اَخَذَ يَسُوعُ خُبْزًا، وَبَارَكَ، وَكَسَرَ، وَاَعْطَي التَّلاَمِيذَ، وَقَالَ: «خُذُوا كُلُوا، هَذَا هُوَ جَسَدِي».
ثم اخد الكاس، وشكر وسلمها لهم. وقال: "كلّكم اشربوا منها.
هذا هو دمي للعهد الجديد، يُسكب لمغفره خطايا الكثيرين.
هذا ما اقوله لك. من الان فصاعدا، لن اشرب معك النبيذ مره اخري حتي اليوم الذي اشربه معك في مملكه ابي.
ثم غنوا ترنيمه و خرجوا الي جبل الزيتون. يقول يسوع ان بطرس سيفشل
قال لهم يسوع: "في هذه الليله بالذات، ستتخلون عني جميعاً. لانه مكتوب ان الرب قال: 'ساضرب الراعي، وتتشتت خراف القطيع' (زكريا 13: 7)"
ولكن بعد ما اقوم من الاموات اسبقكم الي الجليل".
اجاب بيتر: "يمكن للجميع الاخرين ان ينصرفوا بسببك. لكنني لن افعل ابدًا."
"ما انا علي وشك اخبارك به هو حقيقي"، اجاب يسوع. "سيحدث ذلك في هذه الليله بالضبط. قبل ان يصيح الديك، ستقول ثلاث مرات انك لا تعرفني."
ولكن بطرس قال: "ربما يجب ان اموت معك. لكنني لن اقول ابدًا انني لا اعرفك." وقال جميع التلاميذ الاخرين نفس الشيء. صلاه يسوع في جثسيماني
ثم مشا عيسي مع تلاميذو لموضع اسمو جثسيماني. وقال ليهم: "قعدو هنا حتي نمشي نكمل صلاتي."
اَخَذَ مَعَهُ بُطْرُسَ وَابْنَيْ زَبَدَي يُوحَنَّا وَيَعْقُوبَ. وَابْتَدَاَ يَحْزَنُ وَيَضْطَرِبُ.
ثم قال لهم: "روحي حزينه جدًا. اشعر انني قريب من الموت. ابقوا هنا. احرسوا معي."
مشا شويه للبعيد. من بعد سقط علي واجهتو فالارض. صلي: "بابا، ان كان ممكن، ابعد عليا هاد الكاس ديال المعاناه. ولكن دير لي بغيتي، ماشي لي انا باغي."
ثم رجع الي تلاميذه فوجدهم نياما، فقال لبطرس: "الم تستطيعوا ان تسهروا معي ساعه واحده؟"
"شوف وصلي. من بعد ما تقعش فالمعصيه ملي كتكون مغري. الروح كتريد ولكن الجسد ضعيف."
مْشَا عيسي فْوَقْتْ ثَانِي. صَلّي وْقَال: "اَبْتَاهْ، اَمْكِنْ هَادْ الكَاْسْ يْمَشِي؟ وَلْكِنْ اِذَا كَانْ لَازِمْ نْشْرَبُو، يَكُونْ مَا تُرِيدْ."
ثم عاد. وجدهم ناءمين مره اخري. لم يستطيعوا ابقاء اعينهم مفتوحه.
فتركهم وذهب مره اخري. للمره الثالثه صلي لنفس الشيء.
ثم رجع الي التلاميذ. قال لهم: "اَتَزالون ناءمين وتستريحون؟ انظروا! الساعه قد اقتربت. ابن الانسان علي وشك ان يُسلم الي الخطاه".
قوم! نمشي! جاي اللي غادي يسلموني ليهم!" اعتقال يسوع
فيما كان يسوع لا يزال يتكلم، اذا يهوذا قد جاء، وهو واحد من الاثني عشر. وكان معه جمع كثير، يحملون سيوفاً وعصياً، ارسلهم رءساء الكهنه وشيوخ الشعب.
يهوذا، لي غادي يسلم يسوع، كان متفق معاهم علي اشاره. "اللي غادي نبوس هو الراجل"، قال. "قبضوا عليه".
فَمَشَي يَهُوذَا اِلَي يَسُوعَ لِلْوَقْتِ وَقَالَ: «سَلامٌ يَا مُعَلِّمُ!» وَقَبَّلَهُ.
اجاب يسوع: "صاحبي، در ما جيتي تدير". ثم تقدمو الرجال. قبضوا علي يسوع واعتقلوه.
فْتِيكْ وَقْتْ، وَحَدْ مْنْ رْفَاقْ عِيسَي دَبَّرْ سْيِيفُو. دَرْبُو وَضْرَبْ بِيهْ خَادِمْ الْكَاهِنْ الْاَعْظَمْ. قَطَّعْ لُو دْنِيبُو.
"رَد سيفك لمكانه"، قال له عيسي. "كل من ياخذ بالسيف، بالسيف يهلك".
اتعتقد انني لا استطيع ان اطلب المساعده من ابي؟ سيُرسل جيشا من اكثر من 70.000 ملاك في الحال.
ولكن كيف ستتحقق النصوص المقدسه اذن؟ يقولون انه يجب ان يحدث الامر بهذه الطريقه.
في ديك الساعه قال يسوع للحشد: "انا كندير شي عصابه ديال الرجال المسلحين عليكم؟" سول. "ولا كتعطاو سيفاتكم وعصيكم باش تضبطوني؟ كل نهار كنجلس فدار البُنَيّه نعلّم، ونتوما ما قبضتوش عليا."
ولكن كل هذا وقع حتي تتحقق كلمات الانبياء". عند ذلك تركه جميع التلاميذ وهربوا. يسوع يُءخذ الي السنهدريم
اللي قبضوا علي عيسي جابوه عند قايفاش، الامام الاعظم. جاو هناك الفقهاء وشييوخ القانون.
ما كاد يبتعد حتي تبع بطرس يسوع. دخل مباشره الي فناء رءيس الكهنه. فدخل وجلس مع الحراس ينتظر ما سيحدث.
كان رءساء الكهنه وجميع مجلس السنهدريم يبحثون عن شيء يستعملونه ضد يسوع. ارادوا قتله.
ولكنهم لم يجدوا اي دليل، علي الرغم من تقدم العديد من الشهود الزور. في النهايه، تقدم شاهدان اخران.
قَالُواْ "هَادْ الراجل قَالْ: 'اَنَا قَادِرْ نْهَدْمْ مَعْبَدْ اللهْ. قَادِرْ نْبْنِيْهْ فْ تْلَاثْ يَامْ.'"
ثم وقف الكاهن الاعلي وقال ليسوع: "اما تجيب بشيء؟ ما هذه التهم التي يشهد بها هءلاء عليك؟"
ولكن يسوع ظل صامتا. فقال له رءيس الكهنه: "احلفك بالله الحي ان تخبرنا: هل انت المسيح ابن الله؟"
"نعم. هو كذلك كما تقولون"، اجاب عيسي. "ولكن ها ما اقوله لكم جميعا. في الايام المقبله، سترون ابن الانسان جالسا عن يمين القوي. سترون ابن الانسان اتيا علي سحب السماء."
ثم مزق الكاهن الاكبر ثيابه وقال: "لقد تفوه بكلام شرير ضد الله! لماذا نحتاج الي شهود اخرين؟ لقد سمعتموه يقول هذا الكلام الشرير.
ماذا تظن؟" "يجب ان يموت!" اجابوا.
ثم بصقوا في وجهه. ضَرَبوه بايديهم. و صفعوه.
قالو: "تنبا لنا يا مسيح! من ضربك؟" بطرس يقول انه لا يعرف يسوع.
كان بطرس جالسا في الفناء. وجاءته خادمه، فقالت له: "وانت كنت مع يسوع الجليل".
ولكن امامهم جميعا، قال بيتر انه ليس كذلك. "لا اعرف عما تتحدثون"، قال.
ثم خرج الي الباب المءدي الي الفناء. وهناك راته امراه اخري. فقالت للناس: "هذا الرجل كان مع يسوع الناصري."
من جديد قال بانه ليس هو. وحلف قاءلا: "ما عرفت هاد الراجل!"
بعد فتره قصيره، اقترب الذين كانوا واقفين هناك من بطرس وقالوا له: "انت بالتاكيد واحد منهم، طريقه كلامك تفضحك."
ثم بدا بطرس يلعن ويحلف قاءلا: "لا اعرف الرجل!" وفي الحال صاح الديك.
ثم تذكر بطرس ما قاله يسوع. "الديك سيصيح"، اخبره يسوع. "قبل ان يفعل ذلك، ستقول ثلاث مرات انك لا تعرفني". خرج بطرس. انهار وبكي بشده.
يهوذا يشنق نفسه
كان الصباح باكرا. قرر جميع رءساء الكهنه وشيوخ الشعب قتل يسوع.
ربطوه و ساقوه. ثم سلمونه لبيلاطس، اللي كان والي.
يهوذا، اللي سلمه، شاف ان عيسي حكم عليه بالموت. حس بالخجل والحزن بزاف علي اللي دار. فين رجّع 30 درهم ديال الفضه للكهنه الكبار وللشيوخ.
"لقد اخطات"، قال. "سلمت رجلاً بريءاً." "وماذا يهمنا؟"، اجابوا. "هذه مشكلتك."
فَاَلْقَي يَهُوذُ الْفِضَّهَ فِي الْهَيْكَلِ وَانْصَلَتْ، وَمَضَي وَخَنَقَ نَفْسَهُ.
التقَي رُءَساءُ الكَهَنَهِ الدَّرَاهِمَ، وَقَالُوا: "لَيْسَ مُسْمَحًا بِالقَانُونِ اَنْ نَضَعَ هَذِهِ الفِضَّهَ فِي خِزَانَهِ الهَيْكَلِ، اِنَّهَا اَمْوَالٌ مُدَنَّسَهٌ، قَدْ دُفِعَتْ مُقَابِلَ مَوْتِ رَجُلٍ".
فقرروا استعمال المال لشراء حقل فخاري. سيتم دفن الناس من بلدان اخري هناك.
هذا هو السبب في انه يسمي حتي اليوم "حقل الدم".
ثم تحققت كلمات النبي ارميا التي قال فيها: "اخذوا الثلاثين من الفضه، الثمن الذي قوم به من قبل بني اسراءيل.
استعملوا الدراهم باش يشريو حقل الفخاري، بحال ما امرني السيد." (زكريا 11: 12، 13؛ ارميا 19: 1-13؛ 32: 6-9) جابو يسوع عند بيلاطس
كان يسوع واقفا امام الوالي. فساله الوالي: "اانت ملك اليهود؟" فاجاب يسوع: "نعم، كما تقول".
ولكن لما اتهمه رءساء الكهنه والشيوخ، لم يجب بشيء.
ثم بيلاتوس سالو، "ما كتسمعش التهم لي كا يوجهو ليك؟"
ولكن عيسي ما ردش حتي بكلمه، حتي علي اتهام واحد. والوالي بقا مدهوش بزاف.
كان من عاده الوالي في عيد الفصح ان يطلق سراح سجين واحد. كان بامكان الناس اختيار من يريدون.
في ديك الساعه كان عندهم سجين معروف اسمو باراباس.
فَلَمَّا اجْتَمَعَ الشَّعْبُ، سَاَلَهُمْ بِيلاطُس: "مَنْ تُرِيدُونَ اَنْ اُطْلِقَ لَكُمْ؟ بَارَابَبَا اَمْ يَسُوعَ الْمَسِيحَ؟"
كان بيلاطس يعرف ان القاده كانوا غيورين. كان يعرف ان هذا هو السبب في تسليمهم يسوع اليه.
وَهُوَ جَالِسٌ عَلَي كُرْسِيِّ الْوِلايَهِ، اَرْسَلَتْ اِلَيْهِ امْرَاَتُهُ قَاءِلَهً: «اِحْتَرِزْ مِنْ ذَلِكَ الرَّجُلِ الصَّالِحِ، لاَنِّي الْيَوْمَ فِي حُلْمٍ عَانَيْتُ مِنْ اَجْلِهِ كَثِيرًا».
ولكن رءساء الكهنه والشيوخ حرضوا الجماهير علي طلب باراباس وقتل يسوع.
"ايهما تريدون مني ان اطلق سراحه؟" سال الوالي. "باراباس"، اجابوا.
فماذا تفعل اذاً بيسوع الملقب بالمسيح؟ سال بيلاطس. فاجاب الجميع: "اصلبه!"
"لِمَ؟ ماذا فعل من خطا؟" سال بيلاطس. لكنهم صاحوا بصوت اعلي، "اصلبه!"
راي بيلاطس انه لا يَقْدَمُ الي اي مكان. بدلاً من ذلك، بدا الجمهور يغضب. فَاَخَذَ ماءً وغسل يديه امامهم. "انا لست مذنباً في موت هذا الرجل"، قال. "انتم مسءولون عن ذلك!"
اجاب جميع الناس: "نحن وابناءنا سنتحمل مسءوليه وفاته!"
بيلاطس اطلق سراح باراباس. لكنو عذب يسوع بالسياط. ثم سلمه لصلبه علي الصليب. الجنديوين كيسخرو من يسوع.
جند الوالي داوْجْدوا عيسي للحبس لي كيتسمي "البريتوريوم". وجميع الجند الباقين تجمعوا حواليو.
خلعوا عليه لباسو وحطوا ليه جلباب بنفسجي.
ثم شَدُّوا شَوكاً مَعاً لِيَصْنَعوا اكليلاً. وَوَضَعوهُ عَلي رَاْسِهِ. وَوَضَعوا قَصَباً في يَمينِهِ. ثُمَّ جَثَوا امَامَهُ عَلي رُكْبَتَيْهِم وَسَخِروا مِنْهُ. "نُكَرِّمُكَ، مَلِكَ اليَهُودِ!" قالوا.
بصقوا عليه. ضربوه علي راسو بالعصا مره ومره.
بعدما سخرت منه، نزعت عنه الثوب. والبسته ثيابه. ثم قادته لصلبه علي الصليب. يسوع يُصلب علي الصليب.
فِي خُرُوجِهِمْ مِنَ الْمَدِينَهِ وَجَدُوا رَجُلًا مِنْ قَيْرُونَ اسْمُهُ سِيمُونُ. اَجْبَرُوهُ عَلَي حَمْلِ الصَّلِيبِ.
جاو لشي مكان اسمو الجمجمه. الكلمه "الجمجمه" تعني "مكان الجمجمه".
هنا خلطو الخمر مع التوابل المره وقدموه ليسوع يشرب. بعدما ذاقه، رفض يشربو.
من بعد ما صلبوه، قسمو لاباس ديالو بالقرعه.
جلسوا وحارسوه هناك.
فَوْقَ رَاْسِهِ وَضَعُوا الْكِتَابَهَ الَّتِي كَتَبُوهَا: «هَذَا هُوَ يَسُوعُ مَلِكُ الْيَهُودِ».
صُلب معه لصان، واحد عن يمينه والاخر عن يساره.
اللي مرّو من جنبو صرخو فوجه عيسي و سخرو منو. هزّو روسهوم
وقالوا: "اوا غادي تهدم المعبد وتبنيو فثلاثه ايام؟ نجي راسك! نزل من الصليب ان كنت ابن الله!"
نفس الشيء فعل رءساء الكهنه و الكتّاب و الشيوخ و استهزءوا به.
"قَالُوا، اِنَّهُ خَلَّصَ اخَرِينَ، وَاَمَّا نَفْسُهُ فَمَا يَقْدِرُ اَنْ يُخَلِّصَهَا! هُوَ مَلِكُ اِسْرَاءِيلَ! لِيَنْزِلْ الانَ عَنِ الصَّلِيبِ، حَتَّي نَرَي وَنُءْمِنَ بِهِ."
يءمن بالله. فليُنقذه الله الان ان اراد له ذلك. هو من قال: "انا ابن الله".
بنفس الطريقه، السارقين اللذين كانا يُصلبان مع يسوع سخرا منه ايضا. يموت يسوع.
من منتصف النهار حتي الثالثه، غطي الظلام الارض كلها.
تقريباً في الثالثه، صاح يسوع بصوت عالٍ. قال: "ايلوي، ايلوي، لمَا شَبَقْتَني؟" وهذا يعني "الهي، الهي، لماذا تركتني؟" (مزمور 22:1)
بعض اللي واقفين هناك سمعوا عيسي كايصيح. قالو: "كايطلب الياس".
فمباشره واحد منهم جري وجاب سبيغه. ملاها بخلا الخمر ووضعها فالعصا. قدمها ليسوع باش يشرب.
الباقون قالوا: "خليه غير هو. نشوفو واش الياس غادي يجيه يخلصو."
بعدما صاح يسوع مره اخري بصوت عال، مات.
في تِلكَ اللحظه انشقت ستاره الهيكل من العُلَا الي الاسفل، وارتجت الارض، وانفلقت الصخور.
فانفتحت القبور، وقام كثير من الاجساد المقدسه للناس الذين ماتوا.
خرجوا من القبور. بعدما اُحيي يسوع، دخلوا المدينه المقدسه. هناك ظهروا امام ناس كثيرين.
القاءد الروماني والحراس اللي كانوا مع يسوع شافوا الزلزال وكلشي لي وقع، وولّوا يخافوا بزاف. قالو: "هاداك كان ولابد ابن الله!"
غير بعيد، كانت العديد من النساء يشاهدن. كن قد تبعن يسوع من الجليل لتلبيه احتياجاته.
كانت مريم المجدليه من بينهم. وكانت هناك ايضا مريم ام يعقوب ويوسي، وام بني زبدي. يُدفن يسوع
مع اقتراب المساء، جاء رجل غني من مدينه اريماتيا. كان اسمه يوسف. كان قد اصبح من اتباع يسوع.
مشا عند بيلاطس وسول علي جسد عيسي. بيلاطس امر باش يتعطي ليه.
خدا جوزيف الجثه و لّفها فكفن نظيف.
وضعها في قبره الجديد الذي نحتَه من الصخر. دحرج حجراً كبيراً امام مدخل القبر. ثم ذهب بعيداً.
ماري المجدليه و مريم الاخري كانتا جالستين هناك قباله القبر. الحراس عند القبر
يوم الموالي كان اليوم الموالي ليوم التحضير. ذهب رءساء الكهنه والفرّيسيون الي بيلاطس.
قالو ليه: "سيدي، حنا تذكرنا شي حاجه دارها داك الكذاب وهو حي. كان كيقول: 'فثلاث ايام غادي نقوم من الموت'."
اوا اعط الامر باش يبقا القبر محروس حتي النهار التالت. ان ما ديتيش هاد الامر، تلامذتو غادي يجيو يسرقو الجثه، ومن بعد غادي يقولو للناس بان عيسي رجع للحياه. هاد الكذبه الاخيره غادي تكون خايبه اكثر من الاولي.
اجاب بيلاطس: "خُذ معك بعض الحراس". "اذهبوا. اجعلوا القبر امناً قدر الامكان."
فَذَهَبُوا وَجَعَلُوا الْقَبْرَ امِنًا وَخَتَمُوا عَلَي الْحَجَرِ وَتَرَكُوا حُرَّاسًا يَحْرُسُونَهُ.
يسوع يقوم من بين الاموات
انتهي يوم السبت. وكان فجر اليوم الاول من الاسبوع. ذهبت مريم المجدليه ومريم الاخري لتفقدا القبر.
كان زلزال قوي. نزل ملك من عند الله من السماء. ذهب الملك الي القبر. ازاح الحجر وجلس عليه.
جسده يلمع كالبرق. ثيابه بيضاء كالثلج.
كان الحراس يخافونه لدرجه انهم كانوا يرتجفون ويصبحون كالاموات.
قَالَ لَهُنَّ المَلاكُ: "لاَ تَخَافْنَ. اَنَا اَعْلَمُ اَنَّكُنَّ تَبْحَثْنَ عَنْ يَسُوعَ الَّذِي صُلِبَ.
مكاينش هنا! قايم، بحال ما قال غادي يقيام! تعالوا شوفوا المكان اللي كان كايعسي فيه.
امشوا بسرعه! قولوا لتلاميذه: "لقد قام من بين الاموات. هو يسبقكم الي الجليل. هناك سترونه". والان، قد اخبرتكم.
فَخَرَجَتِ النِّسَاءُ سَرِيعًا مِنَ الْقَبْرِ، وَهُنَّ يَرْجُفْنَ مِنْ خَوْفٍ وَفَرَحٍ عَظِيمٍ، وَرَكَضْنَ لِيُخْبِرْنَ تَلَامِيذَهُ.
فجاه التقي بهم يسوع. "السلام عليكم!" قال. جاءوه، امسكوا باقدامه وسجدوا له.
ثم قال لهم يسوع: "لا تخافوا. اذهبوا واخبروا اخوتي ان يذهبوا الي الجليل. هناك سيرونني." تقرير الحراس الي رءساء الكهنه
وَهُوَ ذَا نِسَاءٌ كُنَّ قَدْ جِءْنَ مِنَ الْقَبْرِ يُخْبِرْنَ التَّلاَمِيذَ فَلَمَّا سَمِعَ الْحُرَّاسُ ذَهَبُوا اِلَي الْمَشْيَخَهِ وَهُمْ يُخْبِرُونَهُمْ بِكُلِّ مَا كَانَ.
عندما اجتمع رءساء الكهنه مع الشيوخ، وضعوا خطه. اعطوا الجنود مبلغا كبيرا من المال.
قالو للجنود: "باغينكم تقولو: 'تلامذتو جاو فالليل. سرقو جثتو وحنا كنحسناو.'"
اذا سمع الوالي هذا التقرير، سنعطيه رشوه. هذا سيبقيك بعيدا عن المشاكل.
فاخَذَ الجُنودُ الفِلوسَ وفَعَلوا كَما اُمِروا. وهذه القِصَّهُ انتَشَرَت في اليَهُودِ الي اليَومِ. الاوامرُ الاخيرهُ لِيَسوعَ لِتَلاميذِهِ
ثم تلاميذ الحواريين الاحدي عشر مشاو لغاليلي. مشاو للجبل لي كان عيسي امرهم يمشيو ليه.
عندما راوه، سجدوا له. لكن البعض لا يزال لديهم شكوكهم.
ثم جَاءَ يَسُوعُ اِلَيْهِمْ وَقَالَ لَهُمْ: «اُعْطِيَ لِي كُلُّ سُلْطَانٍ فِي السَّمَاءِ وَعَلَي الاَرْضِ،
فَاذْهَبُوا وَتَلْمِذُوا جَمِيعَ الاُمَمِ وَعَمِّدُوهُمْ بِاسْمِ الابِ وَالابْنِ وَالرُّوحِ الْقُدُسِ
عَلِّمْهُمْ اَنْ يُطِيعُوا كُلَّ مَا اَمَرْتُكَ بِهِ. وَتَيَقَّنْ اَنِّي مَعَكَ دَاءِمًا، اِلَي النِّهَايَهِ".
يوحنا المعمدان يعد الطريق
هذا بَدْءُ البشاره بيسوع المسيح ابن الله.
منذ زمن طويل، كتب النبي اشعياء قاءلا: "اُرْسِلُ مُقَدِّمًا وَمُهَيِّءًا طَرِيقَكَ رَسُولِي." (ملاخي 3: 1)
"رْسول كْيَنادي فْلْهَرْت، 'عْدّيو الطْريق لْرْب. سْهّلو ليه السْبْل.' " (اشْعْياء 40: 3)
و هكذا جاء يوحنا. كان يعمد الناس في الصحراء. كما كان يبشر بان الناس يجب ان يعتمدوا و يبتعدوا عن خطاياهم. ثم سيغفر لهم الله.
خرج اليه جميع الناس من كل بقاع الريف في اليهوديه، وجميع سكان اورشليم. واعترفوا بخطاياهم، فعمدهم يوحنا في نهر الاردن.
لبس جون ثيابًا مصنوعه من شعر الجمل. وكان يرتدي حزامًا من الجلد حول خصره. وكان ياكل الجراد والعسل البري.
هذا ما كان يوعظ به جون: "بعدي ياتي واحد اقوي مني، لست اهلاً حتي انحني واحل سيور نعله".
اُعمِّدُكُمْ بِالمَاءِ. اَمَّا هُوَ فَسَيُعَمِّدُكُمْ بِالرُّوحِ القُدُسِ". تعميد يسوع واغراءه
فِي تِلْكَ الاَيَّامِ جَاءَ يَسُوعُ مِنْ نَاصِرَهِ الجَلِيلِ وَاعْتَمَدَ مِنْ يَحْيَي فِي وَادِي الاُرْدُنِّ.
كان يسوع يخرج من الماء، وفي تلك اللحظه راي السماوات تنشق، وراي الروح القدس تنزل عليه مثل حمامه.
صوت ناداه من السماء قاءلا: "انت ابني، وانا احبك. انا راضٍ عنك جدا."
فَلَمَّا كَمَلَتْ اَيَّامُ تَجَرُّبِهِ اَرْسَلَهُ الْجَبْرُ الْقُدُسُ اِلَي الْبَرِّيَّهِ.
كان في الصحراء 40 يوما. هناك وسوس له الشيطان. الحيوانات البريه لم تءذِ يسوع. الملاءكه اعتنوا به. يسوع يختار التلاميذ الاواءل.
بعدما حبس جون، مشا عيسي للحجاز. كان كيخطب فكلام الله المزيان.
"لقد حان الوقت"، قالها. "مُلك الله قريب. ابتعدوا عن خطاياكم وامنوا بالبشري!"
يوما ما كان يسوع يمشي بجانب بحر الجليل. هناك راي سمعان واخاه اندراوس. كانا يرميان شبكه في البحيره. كانا صيادين.
"تْعَا وَتْبَعْنِي"، قَالَ يَسُوع. "غَنْخَلِّيكُومْ تْصَيْدُو النَّاسْ."
فَمَا كَادُوا يَسْمَعُونَ حَتَّي تَرَكُوا شِبَاكَهُمْ وَتَبِعُوهُ.
ثم مشي عيسي قليلاً ابعد. وبينما هو يمشي، راي يعقوب بن زبدي واخاه يوحنا. كانا في قارب يعدان شباكهما.
فَنَادَاهُمْ فِي الْحَالِ. فَتَرَكُوا اَبَاهُمْ زَبَدَي فِي الْقَارِبِ مَعَ الاُجَرَاءِ، وَذَهَبُوا وَرَاءَ يَسُوعَ. يَسُوعُ يُخْرِجُ رُوحًا شِرِّيرًا
يسوع واللي معاه مشاو ل كفرناحوم. ملي جات لسبت دخل للكنيس وبدا يعلم.
فَتَعَجَّبَ النَّاسُ مِنْ تَعْلِيمِهِ، لاَنَّهُ كَانَ يُعَلِّمُهُمْ كَمَنْ لَهُ سُلْطَانٌ، وَلَمْ يَكُنْ يَتَكَلَّمُ كَالْكَتَبَهِ.
في تلك اللحظه، صرخ رجل في كنيسهم. كان مسيطر عليه من طرف روح شريره. قال،
"ماشي بغيتي فينا، يسوع الناصري؟ جيتي تهدم فينا؟ عرفتك منين كنتي. انت المقدس ديال الله!"
"اسكت!" قال يسوع بحزم. "اخرج منه!"
هز الروح الشرير الرجل بعنف. ثم خرج منه بصيحه.
كل الناس تفاجءوا. فتساءلوا فيما بينهم، "ما هذا؟ تعليم جديد! وبكل هذه السلطه! انه حتي يامر الارواح الشريره، ويطيعونه."
انتشرت اخبار يسوع بسرعه في جميع انحاء الجليل. يسوع يشفي الكثير من الناس.
يسوع واللي معاه خرجوا من الجامع. علي طول مشاو مع يعقوب ويوحنا لدار سمعان واندريا.
كَانَتْ حَمَاهُ سِيمُونَ طَرِيحَهَ فِرَاشٍ، وَلَهَا حُمَّي. فَاَخْبَرُوا يَسُوعَ عَنْهَا.
فمشي ليها، خذا ليها يديها وساعدها تنهض. الحمي فكاتها. من بعد بدات تخديم ليهوم.
تلك الليله بعد غروب الشمس، احضر الناس الي عيسي كل المرضي. احضروا ايضًا كل من كانوا تحت سيطره الشياطين.
تجمع جميع الناس في المدينه عند الباب.
شافي يسوع كثيرا منهم، وكان لديهم كل انواع الامراض. كما اخرج شياطين كثيره، لكنه لم يسمح للشياطين ان تتكلم، لانهم كانوا يعرفون من هو. يسوع يصلي في مكان هادء.
كان الصباح باكراً جداً وما زال الظلام مخيماً. نهض يسوع وغادر المنزل. ذهب الي مكان يمكنه ان يكون فيه وحيداً. هناك صلي.
سيمون واصدقاءه مشاو يدورو علي عيسي.
عندما وجدوه، صاحوا: "الجميع يبحث عنك!"
اجاب يسوع: "لنذهب الي مكان اخر. اريد ان اذهب الي المدن القريبه. يجب ان ابشّر هناك ايضًا. لهذا جءت."
فْتَحَلَّلَ فْيَنْ جَالِيلِيَّهْ كُلَّهَا. كَيْ يَخْطُبْ فِي سَبْتَهُمْ. وَكَيْ يُخْرِجْ الشَّيَاطِينْ. يَسُوعْ شَافَا رَاجْلْ كَانْ عِنْدُو بَرْصْ
جاء رجل كان مصابا بمرض جلدي الي يسوع. ركع امام يسوع وتوسل اليه قاءلا: "ان كنت تريد، فانت تستطيع ان تطهرني."
كان يسوع ممتلءاً باهتمام عميق. مد يده ولمس الرجل. "انا مستعد لفعل ذلك"، قال. "كن 'نظيفاً'!"
فوراً زال عنه المرض. شفي.
ابعده يسوع علي الفور. اعطي الرجل تحذيرا قويا.
"مَا تْقُولْ هَادْ الشي لْحَدْ"، قَالْ. "مْشِي عْنْدْ لْقَسِيسْ وْبَانْ لِيهْ. قَدِّمْ لْقَرَابِينْ لِي مُوسَي اْمَرْ بِيهُمْ. غَادِي يْكُونْ هَادْ الشي حُجَّه عْلَي لْقَسِيسْ وْلْعُوْنَا بْلِي رْتَيْتْ 'نْقِيّْ'".
ولكن الرجل خرج وابتدا ينشر الخبر في كل مكان. فلم يعد يسوع يستطيع ان يدخل مدينه علانيه. وكان يقيم خارجاً في اماكن خلاء. ولكن الناس كانوا ياتون اليه من كل مكان.
يسوع يشفي رجلاً لم يستطع المشي
بعد بضعه ايام، دخل يسوع كفرناحوم مره اخري. سمع الناس انه قد عاد الي البيت.
تجمع عدد كبير من الناس حتي لم يبق مكان، ولم يكن هناك حتي مكان خارج الباب. ووعظهم يسوع.
اربعه من الذين جاءوا كانوا يحملون رجلا لا يستطيع المشي.
ولكنهم ما كانوش قادرين يوصلوه ليسوع بسبب الزحام. داكشي علاش خرجوا فالتسقيفه ديال الدار لي فوق يسوع. من بعد حطوا الراجل من فوقها فشي حصيره.
شاف يسوع ايمانهم. فقال للرجل: "يا بني، مغفوره لك خطاياك".
كان بعض الفقهاء يجلسون هناك. كانوا يفكرون،
"علاش هاد السيد كيتكلم بهاد الطريقه؟ كيقول شي حاجه خبيثه بزاف! غير الله هو لي كيقدر يغفر الذنوب!"
فورا عيسي عارف اش كيفكرو فيه. داك الشي علاش قال ليهم: "علاش كتفكرو فهادشي؟"
ايسهل ان نقول لهذا الرجل: "ذنوبك مغفوره"؟ ام ان نقول: "قم، خذ حصيرك وامشِ"؟
اريدك ان تعلم ان ابن الانسان له سلطه علي الارض لصفح الخطايا." ثم تكلم يسوع مع الرجل الذي لا يستطيع المشي.
قال ليا: "نكول ليك، قوم. خذ ماطتك ومشي لدارك."
قام الراجل واخذ حصيرو. من بعد مشا وكاع الناس كيشوفو. كاع الناس تماوضو. حمدو الله وقالو: "ماشفنا بحال هاد الشي فحياتنا!" يسوع اختار ليفي
مره اخري خرج يسوع بجانب بحر الجليل. جاء اليه جمع كبير. بدا يعلمهم.
بينما كان ماشياً، راي لاوي بن حلفي جالساً عند مكان الجبايه. فقال له يسوع: "اتبعني". فقام وتبعه.
فيما بعد، كان يسوع يتناول العشاء في بيت لاوي. وكان هناك العديد من الجباه و"الخطاه" ياكلون معه وتلاميذه. كانوا جزءًا من الحشد الكبير الذي كان يتبع يسوع.
كان هناك بعض الفريسيين من معلمي الشريعه. راوا يسوع ياكل مع "الخطاه" وجباه الضراءب. فسالوا تلاميذه، "لماذا ياكل مع جباه الضراءب و"الخطاه"؟"
سمع يسوع ذلك، فقال لهم: "الذين يتمتعون بصحه جيده لا يحتاجون الي طبيب. المرضي هم من يحتاجون اليه. لم ات لادعو الابرار، بل الخطاه ليتابعوني." يسوع يُسال عن الصيام
تلاميذ يوحنا و الفريسيون كانو صاءمين. جاو ناس ليسوع. قالو ليه: "تلاميذ يوحنا كيصومو. تلاميذ الفريسيين كيصومو كذلك. لكن تلاميذك ما كيصوموش. علاش ما كيصوموش؟"
اجاب يسوع: "كيف يمكن لضيوف العريس ان يصوموا وهم مع العريس؟ ما دام العريس معهم، فلا يمكنهم ان يصوموا.
ولكن سياتي الوقت الذي سيُءخذ فيه العريس منهم. في ذلك اليوم سيذهبون دون ان ياكلوا.
الناس ما كيخاطشوا رقعه ديال القماش الجديد فلبسه قديمه. ان ديرو ذلك، القطعه الجديده غادي تتبعد علي القديمه. غادي يخلي داك التمزق اسوا.
الناس ما كيصبوش الخمر الجديد فالقرب القديمه. ان دروا ذلك، الخمر غادي ينفخ القرب. ومن بعد الخمر والقرب غاديين يضيعوا. لا، كلشي كيصبي الخمر الجديد فالقرب الجديده." يسوع هو رب السبت
يوم سبت كان يسوع يتمشي مع تلاميذه في حقول القمح. فبدا التلاميذ يقطفون سنابل القمح.
قَالَ الفَرِّيسِيُّونَ لِيَسُوعَ: "اُنْظُرْ! اِنَّ فِعْلَ هَذَا فِي السَّبْتِ مُخَالَفَهٌ لِلشَّرِيعَهِ. لِمَاذَا يَفْعَلُ تَلَامِيذُكَ هَذَا؟"
اجاب: "الم تقرا ابدًا عن ما فعله داوود؟ كان هو ورجاله جاءعين. كانوا في حاجه الي الطعام.
كان ذلك في زمن ابياثار الكاهن الاكبر. دخل داود بيت الله واكل خبز التقدمه الذي لا يحل اكله الا للكهنه. واعطي داود ايضًا من هذا الخبز لرجاله.
ثم قال لهم يسوع: "يوم السبت جعل من اجل الانسان، وليس الانسان من اجل السبت.
فَابْنُ الاِنْسَانِ هُوَ رَبُّ السَّبْتِ اَيْضًا».
الشِّفاء في السَّبت
مره اخري دخل يسوع الي المَجْمَع. كان هناك رجلٌ بيده ضعيفهٌ ملتويهٌ.
بعض الفريسيين كانوا يحاولون ايجاد عيب في يسوع. كانوا يراقبونه عن كثب. ارادوا ان يروا ان كان سيشفي الرجل في يوم السبت.
تكلّم يسوع مع الرجل الذي كانت يده ضعيفه وملتويه. "قِف امام الجميع"، قال.
ثم سالهم يسوع: "ماذا يقول الشريعه يجب ان نفعل في يوم السبت؟ هل نفعل الخير؟ ام نفعل الشر؟ هل ننقذ الحياه؟ ام نقتل؟" لكن لم يجب احد.
نظر يسوع حوله بغضب اليهم، كان منزعجا جدا لان قلوبهم كانت عنيده. ثم قال للرجل: "اخرج يدك". فاخرجها، وكانت يده كانها جديده.
ثم خرج الفريسيون وبدءوا يخططون مع الهيروديين. ارادوا قتل يسوع. الجموع تتبع يسوع.
مشي عيسي الي بحر طبريه مع تلاميذه، وتبعه جمع كبير من الجليل.
سمع الناس بكل ما كان يفعله يسوع. وجاء اليه كثيرون، من اليهوديه واورشليم ومن ادوم، ومن عبر الاردن، ومن تخوم صور وصيدا.
بسبب الزحام، امر يسوع تلاميذه باعداد قارب صغير له. هكذا لن يتمكن الناس من الزحام حوله.
كان يسوع يشفي العديد من الناس. لذلك كان المرضي يدفعون الي الامام للمسِه.
عندما راي الناس الذين بهم ارواح شريره، سقطوا امامه. وصرخت الارواح قاءله: "انت ابن الله!"
ولكن عيسي امرهم الا يخبروا من هو. عيسي يعين الاثني عشر رسولا
صعد يسوع الي جبل. دعا بعض الناس لياتوا اليه، فجاءوا.
عين منهم اثني عشر وسماهم رسلا، ومنذ ذلك الحين كانوا معه، وكان يرسلهم ايضا للتبشير.
سيكون لديهم سلطه لطرد الشياطين.
فَاَقَامَ يَسُوعُ الاثْنَيْ عَشَرَ، وَمِنْهُمْ سِمْعَانُ الَّذِي سَمَّاهُ يَسُوعُ بُطْرُسَ.
كان هناك يعقوب بن زبدي واخوه يوحنا. اعطاهما يسوع اسم "بوانرجس". بوانرجس تعني "ابناء الرعد".
كانو كاينين كذالك اندرو، فيليب، بارثولوميو، متي، توما، و يعقوب بن الفايوس. و كانو كاينين تادايوس و سيمون المتشدد.
يهوذا الاسخريوطي كان واحد منهم هو كذالك. هو لي غادي يسلم يسوع لعداوه فيما بعد. يسوع وبعلزبول
دخل يسوع بيتا. تجمهرت مره اخري حشود غفيره، كانت كبيره لدرجه ان يسوع وتلاميذه لم يتمكنوا حتي من الاكل.
عاءلتو سمعات بهادشي، داكشي لي خلاهم يمشيو ياخذوه فحالتو. قالو: "هاد الراجل مريض نفسيا."
كان هناك قوم من الشريعه جاءوا من القدس. قالوا: "انه مسكون ببعلزبول، ويخرج الشياطين بقوه رءيس الشياطين."
فدعا يَسُوعُ الْجُمُوعَ وَتَلا عَلَيْهِمْ هَذِهِ الاَمْثَالَ قَاءِلاً: «كَيْفَ يَقْدِرُ الشَّيْطَانُ اَنْ يُخْرِجَ الشَّيْطَانَ؟
اذا حاربت مملكه ضد نفسها، فلن تقدر علي الصمود.
اذا انقسمت عاءله، فلن تقدر علي الصمود.
