نسب يسوع
هذا سجل نسب يسوع المسيح، ابن داود، وابن ابراهيم.
ابراهيم كان ابا اسحاق. اسحاق كان ابا يعقوب. يعقوب كان ابا يهوذا واخوته.
يهوذا كان ابا لفرص و زارح. تمار كانت امهم. فرص كان ابا لحصرون. حصرون كان ابا لرم.
رام كان ابا اميناداب. اميناداب كان ابا نحشون. نحشون كان ابا شالوم.
سلمون كان ابو بوعز. راحاب كانت ام بوعز. بوعز كان ابو عوبيد. راعوث كانت ام عوبيد. عوبيد كان ابو يسي.
وكان يسي ابا لداود الملك. وداود كان ابا لسليمان. وام سليمان كانت زوجه اوريا.
سليمان كان ابا لرحبعام. رحبعام كان ابا لابيا. ابيا كان ابا لاسا.
اصا كان ابو يهوشافاط. يهوشافاط كان ابو يهورام. يهورام كان ابو عزيا.
عزيا كان ابا يوتام. يوتام كان ابا احاز. احاز كان ابا حزقيا.
هشاياهو كان ابا لمنسي. منسي كان ابا لامون. امون كان ابا ليوشيا.
وكان يوشيا ابا ليهوياكين واخوته. في ذلك الوقت، اُجبر الشعب اليهودي علي الذهاب الي بابل.
بعد هذا، استمرت سلاله العاءله. يكنيا كان ابا شلتيءيل. وشلتيءيل كان ابا زربابل.
زربابل كان ابا لابيود. ابيود كان ابا لالياقيم. الياقيم كان ابا لعازر.
ازور كان ابا صادوق. صادوق كان ابا اكيم. اكيم كان ابا اليود.
اليود كان ابا لعليازار. عليازار كان ابا لماثان. ماثان كان ابا ليعقوب.
يعقوب كان ابا يوسف. يوسف كان زوج مريم. ومريم انجبت عيسي، الذي يُدعي المسيح.
فكان هناك اذن اربعه عشر جيلا من ابراهيم الي داود. وكان هناك اربعه عشر جيلا من داود الي وقت سبي اليهود الي بابل. وكان هناك اربعه عشر جيلا من ذلك الوقت الي المسيح. ولد يسوع المسيح
هكذا كانت ولاده يسوع المسيح. امه مريم ويوسف كانا مخطوبين للزواج. لكن قبل ان يبدا العيش معا، اتضح انها ستنجب طفلا. حملت بقوه الروح القدس.
زوجها يوسف كان راجل متدين. ما بغاش يفضحها قدام الناس. داك الشي علاش خطط يطلقها فحال فحال.
ولكن بينما كان يوسف يفكر في هذا، ظهر له ملاك الرب في حلم. وقال له الملاك: "يا يوسف بن داود، لا تخف ان تاخذ مريم الي بيتك كزوجه، لان الذي فيها هو من الروح القدس.
غادي تولد وليد. خاصك تسميه عيسي. هادا حيت غادي يخلص شعبتو من الذنوب ديالهم.
كل هذا وقع لتحقيق ما قاله الرب انه سيحدث. لقد قال من خلال النبي،
"العذراء غاديه تولد وليد. غادي تولد ولد. وسمايتو غادي يكون امانويل." (اشعياء 7:14) اسم امانويل كيعني "الله معانا".
يووسف سْبَقْ صْحَا. دَارْ لِي كَانَ مَاْمُورْ بِيهَا مَلاكْ رَبّْ. خَذَا مَرْيَمْ لْدَارْو جْعَلَا حْرِيمَه.
ولكنه لم يجامعها حتي وضعت ابنا فسماه يوسف يسوع.
زياره الحكماء ليسوع
ولد عيسي في بيت لحم في يهودا. وقع هاد الشي فاش كان هيرود ملك علي يهودا. بعد ما ولد عيسي، جاو حكماء من الشرق للقدس.
سولوا: "فين هو الطفل لي ولد باش يكون ملك ليهود؟ حيت كنا فالمشرق شفنا نجمو، دابا جينا نسجد ليه."
عندما سمع الملك هيرودس بهذا، غضب غضبا شديدا. كما كان جميع الناس في اورشليم مضطربين ايضا.
فَدَعَا هِيرُودُسُ الْكَتَبَهَ وَرُءَسَاءَ الْكَهَنَهِ مِنَ الشَّعْبِ، وَسَاَلَهُمْ: «اَيْنَ يُولَدُ الْمَسِيحُ؟»
"فِي بَيْتِ لَحْمِ بِيَهُوذَا" اَجَابُوا. "هَذَا مَا كَتَبَ النَّبِيُّ. قَالَ،
"وانتِ يا بيت لحم، ارض يهوذا، لستِ باصغر مدن يهوذا. منكِ يخرج من يكون حاكماً ويرعي شعب اسراءيل." (ميخا 5: 2)
ثم دعا هيرودس المجوس سراً. اكتشف منهم بالضبط متي ظهرت النجمه.
بعثهم الي بيت لحم قاءلا: "اذهبوا و ابحثوا جيدا عن الطفل. و حالما تجدونه، اخبروني لاذهب انا ايضا لاسجد له."
بعدما استمع الحكماء للملك، انطلقوا في طريقهم. النجم الذي راوه عندما كانوا في المشرق تقدمهم. توقف اخيرا فوق المكان الذي كان فيه الطفل.
عندما راوا النجمه، امتلءوا فرحا.
الحكماء مشاو للدار. هناك شافو الطفل مع امو مريم. سجدوا ليه وعبدوه. من بعد فتحوا كنوزهم. عطاو ليه الذهب، البخور والمر.
ولكن الله حذرهم في حلم الا يعودوا الي هيرودس. فرجعوا الي بلادهم بطريق اخري. عاءله يسوع تهرب الي مصر
عندما غادر الحكماء، راي يوسف حلماً. في الحلم، ظهر له ملاك الرب. "قم!" قال الملاك. "خذ الطفل وامه واهرب الي مصر. ابق هناك حتي اقول لك ان تعود. هيرودس سيبحث عن الطفل. يريد قتله."
قام يوسُف. خِلال اللَّيل، غادَر الي مِصر مَع الطِّفل واُمِّه مَريم.
بقاو هناك حتي مات الملك هيرود. هكذا تحققت الكلمات التي قالها الرب عن طريق النبي. كان قد قال: "قررت ان اخرج ابني من مصر." (هوشع 11: 1)
هيرودوس ادرك ان الحكماء خدعوه. فغضب غضبا شديدا. واصدر اوامره بخصوص بيت لحم والمنطقه المحيطه بها. كان يجب قتل جميع الصبيان الذين يبلغون من العمر سنتين او اقل. هذا توافق مع الوقت الذي راي فيه الحكماء النجم.
بهذا الشكل، تحققت كلمات النبي ارميا التي نطق بها. كان قد قال،
"يُسمع صوتٌ في رامَه، انه صوتُ بكاءٍ وحُزنٍ عميق. راحيل تبكي علي اولادها. ترفض ان تُعزي، لانهم رحلوا." (ارميا 31: 15) عاءله يسوع تعود الي الناصره.
بعدما مات هيرودس، راي يوسف حلم وهو بعد في مصر. في الحلم ظهر له ملاك الرب.
قَالَ المَلَكُ: "قُمْ! خُذِ الطِّفْلَ وَاُمَّهُ. اذْهَبْ اِلَي اَرْضِ اِسْرَاءِيلَ. الَّذِينَ كَانُوا يُحَاوِلُونَ قَتْلَ الطِّفْلِ قَدْ مَاتُوا."
فَقَامَ يُوسُفُ وَاَخَذَ الصَّبِيَّ وَاُمَّهُ مَرْيَمَ وَانْطَلَقَ اِلَي اَرْضِ اِسْرَاءِيلَ.
ولكن بعد ذلك سمع ان اركلوس كان ملكا علي اليهوديه. اركلوس كان يحكم مكان ابيه هيرودس. هذا جعل يوسف يخاف من الذهاب الي هناك. بعد ان تلقي تحذيرا في حلم، عاد يوسف الي ارض الجليل بدلا من ذلك.
هنا عاش في مدينه تدعي الناصره. هكذا تحقق ما قاله الانبياء عن عيسي. قالوا: "سيدعي ناصرياً."
يوحنا المعمدان يعد الطريق
فِي تِلْكَ الاَيَّامِ جَاءَ يُوحَنَّا الْمَعْمَدَانُ يَكْرِزُ فِي مَدْيَنَهِ الْقَفْرِ بِمِنْطَقَهِ يَهُوذَا.
قَالَ: "اِبتَعِدوا عَنْ خَطَايَاكُمْ! مَلَكُوتُ السَّمَاوَاتِ قَرِيبٌ."
جون هو الشخص الذي تحدث عنه النبي اشعيا. قال: "صَوْتُ صارِخٍ في البَرِّيَّهِ: اَعِدُّوا طَرِيقَ الرَّبِّ، قَوِّمُوا في القَفْرِ سَبِيلًا لِاِلهِنا." (اشعيا 40: 3)
كانت ثياب جون مصنوعه من شعر الجمل. كان يرتدي حزامًا من الجلد حول خصره. وكان طعامه الجراد والعسل البري.
خرج الناس اليه من اورشليم وكل اليهوديه، ومن جميع الكوره المحيطه بالاردن.
عندما اعترفوا بانهم اخطاوا، عمّدهم يوحنا في نهر الاردن.
شاف يوحنا بزاف ديال الفريسيين والصادوقيين كيجيو فين كايعمّر. قال ليهوم: "نتوما بحال عش ديال الحيات السّمّان. شكون لي نعسكم باش تهربو من غضب الله؟"
اثمروا ثمرا يليق بالتوبه.
لا تَظُنُّوا اَنَّكُمْ بِقَوْلِكُمْ: «لِاِبْرَاهِيمَ ابٌ»، تَنْالُونَ الْمَنْزِلَهَ عِنْدَ اللهِ. فَاِنِّي اَقُولُ لَكُمْ: مِنْ هَذِهِ الْحِجَارَهِ يَقْدِرُ اللهُ اَنْ يُقِيمَ لِاِبْرَاهِيمَ ذُرِّيَّهً.
المِسْحَاه مَوْضُوعَهٌ بَعْدُ عِنْدَ اَصْلِ الشَّجَرِ. كُلُّ الشَّجَرِ الَّذِي لاَ يُثْمِرُ ثَمَرًا جَيِّدًا سَيُقْطَعُ. سَيُلْقَي بِالنَّارِ.
"انا نغسلكم بالماء و ندعوكم للتوبه عن خطاياكم. لكن بعدي سياتي واحد اقوي مني، و لست اهلا لحمل نعله. هو سيعمدكم بالروح القدس و بالنار."
فَكَانَتْ مِنْ يَدِهِ مَنْسِفَهٌ لِيَنْقُلَ التِّبْنَ مِنْ مَدْرَسِهِ. يَجْمَعُ قَمْحَهُ فِي الْمَخْزَنِ. اَمَّا الْقَشْرُ فَيُحْرِقُهُ بِنَارٍ لاَ تُطْفَاُ". عيسي يُعْمَد
جاء يسوع من الجليل الي نهر الاردن. اراد ان يتعمد علي يد يوحنا.
ولكن جون حاول منعه. قال له يسوع: "انا محتاج ان اتعمد منك، فلماذا تاتي الي؟"
اجاب يسوع: "دع الامر هكذا الان. من الصواب ان نقوم بذلك. انه ينفذ خطه الله المقدسه." ثم وافق يوحنا.
بمجرد ما تعمد يسوع، خرج من الماء. في تلك اللحظه، انفتحت السماء. راي يسوع روح الله ينزل عليه مثل حمامه.
صوت من السماء قال: "هذا ابني، وانا احبه. انا راضٍ عنه جداً."
يسوع يُختبر
الروح القدس قاد عيسي الي الصحراء. هناك الشيطان اغراه.
بعد اربعين يوما واربعين ليله من الصيام، جاع عيسي.
جاءه الشيطان وقال له: "ان كنت ابن الله، فقل لهذه الحجاره ان تصبح خبزا."
اجاب يسوع: "مكتوب: لَيْسَ بِالْخُبْزِ وَحْدَهُ يَحْيَا الاِنْسَانُ، بَلْ بِكُلِّ كَلِمَهٍ تَخْرُجُ مِنْ فَمِ اللهِ." (تثنيه 8: 3)
ثم الشيطان اخد يسوع الي المدينه المقدسه. جعله يقف علي اعلي نقطه من المعبد.
"اِنْ كُنْتَ ابْنَ اللهِ"، قَالَ، "ارْمِ نَفْسَكَ تَحْتَ. مَكْتُوبٌ: 'يُوصِي الرَّبُّ مَلاَءِكَتَهُ بِكَ لِيَحْفَظُوكَ. يَحْمِلُونَكَ عَلَي اَيْدِيهِمْ لِكَيْ لاَ تَجْرَحَ بِحَجَرٍ رِجْلَكَ.' " (مزمور 91: 11، 12)
اجابه يسوع: «كَتِبَ اَيْضًا: لا تُجَرِّبِ الرَّبَّ اِلهَكَ» (تثنيه 6: 16)
فِي الاَخِيرِ، اَخَذَ الشَّيْطَانُ عِيسَي اِلَي جَبَلٍ عَالٍ جِدًّا. اَرَاهُ جَمِيعَ مَمَالِكِ العَالَمِ وَمَجْدَهَا.
"اذا سجدت لي وعبدتني"، قال، "ساعطيك كل هذا."
قَالَ لَهُ يَسُوعُ: «اِنْطَلِقْ عَنِّي يَا شَيْطَانُ! كُتِبَ: لِلرَّبِّ اِلَهِكَ تَسْجُدُ وَاِيَّاهُ وَحْدَهُ تَخْدِمُ» (تثنيه 6: 13).
ثم ترك الشيطان عيسي. جاءت الملاءكه واعتنت به. بدا عيسي يكرز.
تم سجن جون. عندما سمع يسوع بذلك، عاد الي الجليل.
يسوع خلا ناصره ومشي سكن فمدينه كفرناحوم، لي هي فجنب البحيره فمنطقه زبولون ونفتالي.
بهذه الطريقه، تحققت نبوءه النبي اشعياء. كان قد قال،
ارض زبولون! ارض نفتالي! الجليل، حيث يعيش الناس غير اليهود! الارض علي طول البحر الابيض المتوسط! الاقليم شرق نهر الاردن!
"الشعب اللي كيعيش فظلام دابا غادي يشوف نور كبير. كيعيشو فارض ظلماء بزاف. ولكن نور غادي يضوي عليهم." (اشعياء 9: 1،2)
من ذلك الوقت بدا يسوع يكرز قاءلا: "تبعدوا علي ذنوبكم!" "مملكه الجنه قريبه." يسوع يختار التلاميذ الاواءل
يوما ما كان يسوع يمشي بجانب بحر الجليل. هناك راي اخوين. كانا سمعان بطرس واخوه اندراوس. كانا يرميان شبكه في البحيره. كانا صيادين.
"تْعَا وَتْبَعْنِي"، قَالَ يَسُوع. "غَنْخَلِّيكُومْ تْصَيْدُو النَّاسْ."
فَمَا كَادُوا يَسْمَعُونَ حَتَّي تَرَكُوا شِبَاكَهُمْ وَتَبِعُوهُ.
من بعد ذلك، شاف اخوتين اخرين. هما يعقوب بن زَبَدَي واخوه يوحنا. كانو فباطيه مع باهم زَبَدَي. وفاش كانو كيهيءو شباكهم، عيسي ناداهوم.
فِي الحَال تَرَكوا القَارِب وَاَبَاهُم وَتَبِعوا يَسُوع. يَسُوع يُشْفِي النَّاس المَرْضَي
جيسوس مشا ف جميع جهات الجليل. هناك كان كيعلم ف المعابد. كان كيبشر بالخبر السار ديال مملك الله. كان كيشفي كل الامراض والعلل لي عند الناس.
انتشرت اخباره في كل انحاء سوريا. وجاء الناس اليه بكل من كان مريضا بانواع مختلفه من الامراض. كان البعض يعاني من الام شديده. وكان اخرون مسيطر عليهم من طرف الشياطين. كان البعض يرتجف بشده. ولم يكن البعض الاخر قادرا علي الحركه مطلقا. وشفي يسوع جميعهم.
اتبعوه جموع كبيره. جاء بعض الناس من الجليل، من المنطقه المعروفه بعشر مدن، ومن اورشليم ويهودا. جاء اخرون من المنطقه الواقعه عبر نهر الاردن.
يسوع يعطي البركات
شاف يسوع الجموع. فصعد الي جبل وجلس. وتلاميذه جاو ليه.
ثم بدا يعلمهم. قال،
مباركون الفقراء بالروح، لان لهم ملكوت السماوات.
طوبي للحزاني، لانهم يتعزون.
طوبي لمن تحلّي بالتواضع، سيُعطي الارض.
طوبي للجياع والعطاش الي الحق، فانهم يشبعون.
طوبي لرحماء، فانهم يرحمون.
طوبي لمن طهرت قلوبهم، انهم يرون الله.
طوبي لصانعي السلام، لانهم ابناء الله يُدعون.
طوبي للذين يعانون من اجل فعل ما هو صحيح. المملكه السماويه تنتمي اليهم.
مباركون انتم حينما يسخر منكم الناس ويءذونكم من اجلي. وانتم مباركون ايضا حينما يقولون عنكم كل انواع الاكاذيب الشريره من اجلي.
كُونوا فَرِحين وَمَسرورين. اَجرُكُم في الجَنَّهِ عَظيم. بنَفسِ الطَريقه، اَذي النَّاسُ الاَنبِياءَ الَّذينَ عَاشوا مُنذُ زَمنٍ طَويل. المِلْحُ وَالنُّور
انتُم مِلْحُ الاَرْضِ. لَكِنْ اِنْ فَقَدَ الْمِلْحُ مُلُوحَتَهُ، فَبِمَ يُمَلَّحُ؟ اِنَّهُ لاَ يَصْلُحُ بَعْدُ لِشَيْءٍ، اِنَّمَا يُطْرَحُ خَارِجاً. وَيَدُوسُهُ النَّاسُ.
انت نور العالم. لا يمكن اخفاء مدينه مبنيه علي جبل.
كذلك الناس ما كايولعوش الضو و كايداروه تحت طاس. بل كايداروه فالقاعده ديالو. من بعد كايعطي الضو للجميع فالدار.
بنفس الطريقه، خللي نورك يضوي قدام الناس. غادي يشوفو الخير لي كتدير. وغادي يمدحو بوك لي فالسما. يسوع كيعطي المعني الكامل للقانون.
لا تظنوا اني جءت لالغي ما في الشريعه او في كتب الانبياء. ما جءت لالغيه، بل جءت لاتمم ما هو مكتوب.
ما انا علي وشك اخبارك به هو حقيقي. ستختفي السماء والارض قبل ان تختفي اصغر حرف من الشريعه. حتي اصغر ضربه قلم لن تختفي من الشريعه حتي يتم كل شيء.
لا تنقض حتي اصغر الوصايا. ولا تعلم الاخرين نقضها. ان فعلت، فستدعي اصغر شخص في مملكه السماء. بدلا من ذلك، مارس وعلم هذه الوصايا. حينها ستدعي مهما في مملكه السماء.
هذا ما اقوله لكم: يجب ان تكونوا اكثر تقوي من الفريسيين ومعلمي الشريعه. ان لم تكونوا كذلك، فلن تدخلوا ابدًا مملكه السماء. القتل
لقد سمعتم ما قيل للناس الذين عاشوا منذ زمن طويل. قيل لهم: "لا تقتل. (الخروج 20:13) كل من يقتل سيحاكم بسبب ذلك."
ولكن ها ما اقوله لك: لا تغضب من اخيك. كل من يغضب من اخيه يُحاكم. مره اخري، كل من يقول لاخيه "راكا" يجب ان يُحاكم في السنهدرين. ولكن كل من يقول "يا احمق!" يكون معرضاً لنار الجحيم.
دعونا نفترض انك تقدم هديّتك علي المذبح. وتتذكّر انّ لاخيك شيءًا عليك.
اترك هديتك امام المذبح. اذهب اولاً واصطلح مع اخيك. ثم عد وقدم هديتك.
افترض ان شخصا ما لديه دعوي ضدك وياخذك الي المحكمه. حاول تسويه الامر بسرعه. افعل ذلك وانت لا تزال معه في طريقك. ان لم تفعل، فقد يسلمك الي القاضي. وقد يسلمك القاضي الي الضابط. وقد يتم القاءك في السجن.
ما ساخبرك به صحيح. لن تخرج حتي تدفع اخر سنتيم! زنا
"قَدْ سَمِعْتُمْ اَنَّهُ قِيلَ: لاَ تَزْنِيَنَّ." (الخروج 20:14)
ولكن هذا ما اقوله لك. لا تنظر حتي الي امراه بطريقه خاطءه. اي شخص يفعل ذلك قد ارتكب بالفعل الزنا معها في قلبه.
اِنْ اَعْمَاكَ عَيْنُكَ الْيُمْنَي فَاقْلَعْهَا وَاَلْقِهَا. اَفَضْلُ لَكَ اَنْ تَفْقِدَ عَيْنًا مِنْ اَنْ يُلْقَي جَسَدُكَ كُلُّهُ فِي جَهَنَّمَ.
"اِنْ كَانَتْ يَدُكَ تُذْنِبُكَ فَاقْطَعْهَا وَارْمِهَا. يَدُكَ لَيْسَتْ اِلَّا جُزْءًا مِنْ جَسَدِكَ. هُوَ اَفْضَلُ اَنْ تَفْقِدَهَا مِنْ اَنْ يَدْخُلَ جَسَدُكَ كَامِلًا جَهَنَّمَ. طَلَاقٌ"
قيل: "اِذَا طَلَّقَ رَجُلٌ امْرَاَتَهُ فَطَلَّقَهَا، فَلا تَبْقَ فِي بَيْتِهِ بَعْدُ، وَاِذَا نَكَحَتْ رَجُلاً اخَرَ فَاِنَّهُ يَنْكُحُهَا بِعَقْدٍ جَدِيدٍ." (التثنيه 24: 1)
ولكن ها ما اقول ليكم: كل واحد طلق مرتو كيخليها ترتكب الفاحشه، وكل واحد يتزوج بالمرا المطلقه كيرتكب الفاحشه. ممكن راجل يطلق مرتو غير فحال ما كانت خانتو. ايمان
مره اخري، سمعتم ما قيل لقومكم منذ زمن بعيد. قيل لهم: "لا تنقضوا العهود التي تقطعونها مع الرب. احفظوا الايمان التي حلفتم بها له."
ولكن ها ما اقوله لك. لا تقطع اي وعود كهذه علي الاطلاق. لا تقطعها باسم السماء. ذلك عرش الله.
لا تصنعهم باسم الارض. هذا هو موضع قدمي الله. لا تصنعهم باسم القدس. هذه هي مدينه الملك العظيم.
وَلَا تَجْعَلُوا اَيْمَانَكُمْ دَاخِلَهً فِي رِقَابِكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ ۚ وَلَكُمْ عَذَابٌ عَظِيمٌ. وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا ۚ اِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ اِنْ كُنْتُمْ تَعْلَمُونَ. مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوا يَعْمَلُونَ.
فقط دع "نعم" تعني "نعم". دع "لا" تعني "لا". اي شيء اكثر من هذا ياتي من الشيطان. كن لطيفا مع الاخرين.
"سمعتو بلي كان كيقولو: "عين بعين وسن بسن" (الخروج 21:24؛ اللاويين 24:20؛ التثنيه 19:21)
ولكن هذا ما اقوله لك: لا تقاتل شخصا شريرا. "اذا ضربك احدهم علي خدك الايمن، ادر له خدك الايسر ايضا."
اذا ارادك شخص ما ان تذهب معه الي المحكمه لاجل قميصك، فدعه ياخذ معطفك ايضا.
افترضي ان شخصا ما يجبرك علي الذهاب ميلا واحدا. اذهبي معه ميلين.
اعطِ لمن يطلب منك شيءا. لا تُعرض عن من يريد ان يستعير منك شيءا. احب اعداءك.
"سمعتو بلي كان كيقولو: "حب قريبك. (اللاويين 19:18) كره عدوك."
ولكن ها ما اقول ليك. حب اعداءك. صلي علي اللي جرحوك.
ثُمَّ تَكُونُونَ بَنِينَ لِاَبِيكُمُ الَّذِي فِي السَّمَاوَاتِ. لاَنَّهُ يُشْرِقُ شَمْسَهُ عَلَي الاَشْرَارِ وَالصَّالِحِينِ، وَيُمْطِرُ عَلَي الاَبْرَارِ وَالظَّالِمِينَ.
ايلا كتحب لي كيحبك اش غادي تجني؟ حتي الجباه كيديرو هاكا.
اذا كنت تسلم فقط علي اهلك، اش من حاجه كتدير اكتر من الاخرين؟ حتي الناس لي ما عندهمش الدين كيديرو هاكا.
فَكُونُوا كَامِلِينَ كَمَا اَنَّ اَبَاكُمُ الَّذِي فِي السَّمَاوَاتِ هُوَ كَامِلٌ.
اعطاء المحتاجين
احذر ان تفعل "الاعمال الصالحه" امام الاخرين. لا تفعلها ليراك الاخرون. ان فعلت ذلك، فلن يكافءك ابوك في السماء.
عندما تعطي للناس المحتاجين، لا تعلن عن ذلك بالنفخ في الابواق. لا تكن مثل اولءك الذين يتظاهرون فقط بالقداسه. يعلنون عما يفعلونه في المعابد وفي الشوارع. يريدون ان يكرمهم الاخرون. ما انا علي وشك ان اخبرك به هو حق. لقد تلقوا مكافاتهم الكامله.
عندما تعطي المحتاج، متخليش ليدك اليسري تعرف اش كتدير ليدك اليمين.
ثُمَّ تَكُونُ صَدَقَتُكَ سِرًّا فَيَكُونُ اَبُوكَ هُوَ الَّذِي يَجْزِيكَ ۚ هُوَ يَرَيا مَا تَفْعَلُ سِرًّا ۗ الصَّلَاهُ
عندما تصلي، لا تكن مثل الذين يتشبهون بالمتقين. يحبون ان يصلوا قاءمين في المعابد وعلي اركان الشوارع، ليراهم الناس. ان ما ساخبرك به هو الحق. لقد اخذوا اجرهم كاملا.
عندما تصلي، ادخل غرفتك. اغلق الباب وصلي الي ابيك الذي لا يُري. سيجازيك. اباك يري ما يُفعل في الخفاء.
عِندَما تُصَلّي، لا تَتَكَلَّم كَثِيراً كَمَا يَفْعَلُ الاَشْخَاصُ الاَشْرَار. يَظُنُّون اَنَّهُمْ سَيُسْتَجَابُ لَهُمْ لاَنَّهُمْ يَتَكَلَّمُون كَثِيراً.
لا تكن مثلهم. ابوك يعرف ما تحتاجه حتي قبل ان تساله.
هكذا يجب ان تصلي: "ابانا الذي في السماوات، ليتقدس اسمك."
يتحقق مُلكك. يتم ما تريد ان يحدث علي الارض كما يتم في السماء.
اعطنا خبزنا اليومي لهذا اليوم.
اغفر لنا ذنوبنا، كما نغفر نحن ايضاً للمذنبين الينا.
احمينا من الوقوع في الخطيءه حين نُغري. انقذنا من الشرير.'
اغفر للناس حين يخطءون في حقك. ان فعلت، سيعفو عنك ابوك الذي في السماء ايضًا.
ولكن ان لم تغفروا للناس زلاتهم، لن يغفر لكم ابوكم ايضا زلاتكم. الصيام
عندما تمشي دون اكل، لا تبدو كءيبا مثل اولءك الذين يتظاهرون فقط بالتقوي. يجعلون وجوههم حزينه جدا. يريدون ان يُظهروا للناس انهم يصومون. ما انا علي وشك اخبارك به صحيح. لقد تلقوا مكافاتهم الكامله.
ولكن عندما تذهب دون اكل، ضع زيت الزيتون علي راسك. اغسل وجهك.
ثم الاخرون لن يعلموا انك صاءم. فقط ابوك الذي لا يُري سيعلم بذلك. وسيكافءك. ابوك يري ما يُفعل في الخفاء. خزّن كنوزك في السماء.
لا تَجْمَعوا لِاَنْفُسِكُمْ كُنُوزاً عَلي الاَرْضِ، حَيْثُ يُفْسِدُها السُّوسُ وَالرَّطْوُ، وَحَيْثُ يَنْقُبُ السَّارِقُونَ وَيَسْرِقُونَ.
بَدَلًا مِنْ ذَلِكَ، ادَّخِرُوا لِاَنْفُسِكُمْ كَنُوزًا فِي السَّمَاءِ. هُنَاكَ لَا تُفْسِدُهَا عَثَّهٌ وَلَا صَدَاٌ. هُنَاكَ لَا يَقْتَحِمُهَا سُرَّاقٌ وَيَسْرِقُونَهَا.
قلبك سيكون حيث ثروتك.
العين كالمصباح للجسد. افترض ان عينيك جيدتان. حينها سيكون جسدك كله مملوءا بالنور.
ولكن افترض ان عينيك سيءتان. حينها سيكون جسدك كله مملوءا بالظلام. ان كان النور في داخلك ظلاما، فهذا ظلام دامس!
ما كاين حتي واحد ميمكنش يخدم سيدين ف نفس الوقت. غادي يكره واحد ويحب لاخر، او غادي يكون خادم واحد وباغي يبعد من لاخر. ما ممكنش تخدم الله والفلوس ف نفس الوقت. متقلقش
نقول ليك، متخافش. متخافش علي حياتك وعلي ما غادي تاكل او تشرب. ومتخافش علي جسمك وعلي ما غادي تلبس. اليس في الحياه اكثر من الاكل؟ اليست هناك اشياء اهم للجسم من الملابس؟
انظُرُوا اِلي طُيُورِ السَّمَاءِ، اِنَّهُمْ لا يَزْرَعُونَ وَلا يَحْصُدُونَ وَلا يَخْزُنُونَ فِي الْمَخَازِنِ، وَاَبُوكُمُ السَّمَاوِيُّ يَقُوتُهُمْ. اَلَسْتُمْ اَنْتُمْ بِالاَحْرَي مِنْهُمْ؟
هل يمكنك ان تضيف ولو ساعه واحده الي حياتك بالقلق؟
وعلاش كتقلق علي اللباس؟ شوف كيفاش كتنبت الزهور فالطبيعه. مكايديرو والو ولا كايصنعو اللباس.
ولكن ها ما اقوله لك. حتي سليمان في كل مجده لم يكن يلبس مثل واحده من تلك الازهار.
"اذا كان الله يكسو العشب البري بهذه الطريقه، الن يكسوك بشكل افضل؟ في النهايه، العشب هنا فقط اليوم. غداً يُلقي في النار. ايمانك صغير جداً!"
اوا ما تْخافوش. ما تقولوش: "شنو غادي ناكلو؟" او "شنو غادي نشربو؟" او "شنو غادي نلبسو؟"
الناس اللي ما عندهمش دين كيجريو ورا هاد الشي كامل. باباك اللي فالسما عارف بلي محتاجين هاد الشي.
ولكن ضع مملكه الله اولا. افعل ما يريده منك. ثم ستُعطي لك كل تلك الاشياء ايضا.
فلا تقلقوا اذن بخصوص الغد. الغد سيقلق علي نفسه. لكل يوم متاعبه الخاصه.
كون عادل فحكمك علي الاخرين
لا تحكم علي الاخرين. حينها لن تُحكم عليك.
غادي تُحكم علي نفسك بنفس الطريقه لي كتحكم بها علي الناس. غادي تُقاس بنفس المقياس لي كتقيس بيه الناس.
كاتشوف النخاله لي فعين صاحبتك، ولكن مكاتديرش حساب للخشبه لي فعينيك.
كيفاش تقدر تقول لصاحبك: "خليني نخرج ليك شويه النشاره من عينيك"؟ وكيفاش تقدر تقول هاد الشي وفي عينيك قطعه خشب؟
يا منافق! اخرج اولا الخشبه من عينك. بعد ذلك ستكون قادرا علي رءيه بوضوح لاخراج ذره الغبار من عين صديقك.
لا تعطِ الاشياء المقدسه للكلاب. لا ترمي لءلءك للخنازير. ان فعلت، فقد يدوسون عليها. ثم قد يعودون ويمزقونك اربا. اطلب، ابحث، اقرع الباب
اسال، وسيُعطي لك. ابحث، وستجد. اضرب الباب، وسيُفتح لك.
كل من يسال سيحصل. من يبحث سيجد. الباب سيفتح لمن يطرق.
"فرضياً ولادك سولك علي الخبز. شكون فيكم غادي يعطيه الحجر؟"
او افترض انه يطلب سمكه. من منكم يعطيه حيه؟
حتي وان كنت شريرا، فانت تعرف كيف تعطي هدايا جيده لابناءك. فكم بالاحري ابوكم الذي في السماء، سيمنح هدايا جيده لمن يسالونه!
فِي كُلِّ شَيْءٍ، افْعَلْ لِلْاخَرِينَ مَا تُرِيدُ مِنْهُمْ اَنْ يَفْعَلُوهُ لَكَ. هَذَا مَا كُتِبَ فِي الشَّرِيعَهِ وَفِي الاَنْبِيَاءِ. الاَبْوَابُ الْكَبِيرَهُ وَالصَّغِيرَهُ
ادْخُلُوا مَلَكُوتَ اللهِ مِنَ الْبَابِ الضَّيِّقِ. لاَنَّهُ وَاسِعٌ الْبَابُ وَرَحْبٌ الطَّرِيقُ الَّذِي يُءَدِّي اِلَي الْهَلَاكِ، وَكَثِيرُونَ هُمُ الَّذِينَ يَدْخُلُونَ مِنْهُ.
ولكن الباب ضيق والطريق الذي يءدي الي الحياه ضيق ايضا. قله من الناس من يجده. الشجره وثمارها
احذروا من الانبياء الكذبه. ياتون اليكم متظاهرين بانهم حملان. لكن في الداخل هم ذءاب جاءعه.
يمكنك معرفه حقيقتهم من خلال افعالهم. "هل يقطف الناس العنب من الشجيرات؟ هل يقطفون التين من الاشواك؟
بنفس الطريقه، كل شجره طيبه تثمر ثمرا طيبا. واما الشجره الخبيثه فثمرها خبيث.
الشجره الطيبه لا تعطي ثمرا خبيثا، والشجره الخبيثه لا تعطي ثمرا طيبا.
كل شجره ما تنتجش ثمار مزيانه كيتقطعوها. كيدخلوها للنار.
يمكن معرفه الشجره من ثمارها.
مَا كُلُّ مَنْ يَقُولُ لِي: يَا رَبُّ، يَا رَبُّ، يَدْخُلُ مَلَكُوتَ السَّمَاوَاتِ. بَلِ الَّذِي يَفْعَلُ اِرَادَهَ اَبِي الَّذِي فِي السَّمَاوَاتِ هُوَ يَدْخُلُ.
سَيَقُولُ لِي كَثِيرُونَ يَوْمَءِذٍ: «يَا رَبُّ، يَا رَبُّ، اَلَيْسَ بِاسْمِكَ تَنَبَّاْنَا، وَبِاسْمِكَ اَخْرَجْنَا الشَّيَاطِينَ، وَبِاسْمِكَ صَنَعْنَا قُوَّاتٍ كَثِيرَهً؟»
ثم اقول لهم جهارا: "لم اعرفكم قط. ابتعدوا عني يا فاعلي الشر!" البناءون الحكماء والجهلاء
اذن، كل من يسمع كلماتي ويطبقها يكون كالحكيم. هو يبني بيته علي الصخر.
يَهْطُلُ المَطَرُ. يَرْتَفِعُ المَاءُ. تَهُبُّ الرِّيَاحُ وتَضْرِبُ ذَلِكَ البَيْتَ. لَكِنَّهُ لا يَسْقُطُ. اِنَّهُ مَبْنِيٌّ عَلَي الصَّخْرَهِ.
ولكن كل من يسمع كلامي ولا يعمل به، يشبه رجلاً جاهلاً. بني بيته علي الرمل.
يَهْطُلُ المَطَرُ. يَرْتَفِعُ المَاءُ. تَهُبُّ الرِّيَاحُ وتَضْرِبُ ذَلِكَ البَيْتَ. وَيَسْقُطُ بِصَوْتِ دَوِيٍّ عَالٍ."
اكمل يسوع قول كل هذه الاشياء. دهش الجمع من تعليمه.
كان يعلم كمن له سلطان، ولم يتكلم كفقهاءهم.
يسوع يشفي رجلاً كان به مرض الجذام
جاء يسوع من علي الجبل. تبعه حشود كبيره.
جاء رجل كان مصابا بمرض جلدي و وقف امام يسوع راكعا علي ركبتيه وقال: "يا رب، ان كنت تريد ان تطهرني، فبامكانك ان تفعل ذلك."
ميسيح مدّ يدو و لمس الراجل. "انا مستعد نديرها"، قال. "كون 'نظيف'!" فجاه، الراجل تشافا من مرض الجلد ديالو.
ثم قال له يسوع: "لا تخبر احداً. اذهب واظهر نفسك للكاهن وقدم القرابين التي امر بها موسي. ستكون شهاده لهم". قاءد روماني يءمن.
عندما دخل يسوع كفرناحوم، جاءه قاءد روماني. طلب منه المساعده.
"سيدي"، قالها، "خادمي ممدد في البيت ولا يستطيع الحركه. انه يعاني كثيراً."
قال يسوع: "ساذهب واشفيه".
اجاب القاءد: "سيدي، لست اهلاً لان تدخل بيتي. لكن قل كلمه فقط، فيبرا خادمي."
انا راسي عدي قايد، وعندي جنود كيطيعو اوامري. كنقول لواحد: "امشي"، فيمشي. كنقول للاخر: "جيتي"، فيجي. وكنقول لخادمي: "در هاد الشي"، فيديرو.
عندما سمع يسوع هذا، اندهش. وقال للتلاميذ الذين يتبعونه: "ما ساخبركم به هو حق. في اسراءيل لم اجد احدا ايمانه قوي هكذا.
كَنْقُول لِيكْ بَاَنَّ كَثِيرِينْ غَيْجِيو مْنَ الشَّرْقْ وَالغَرْبْ. غَيْخُذُوا مْكَانَاتْهُمْ فِي الوِلْمَه فِي الجَنَّه. غَيْجْلِسُوا مْعَ اِبْرَاهِيمْ، وَاِسْحَاقْ وَيَعْقُوبْ.
لكن اللي كايعتقدو انهم كاينتميو للمملكه غادي يترميو برا، ف الظلام. هناك غادي يبكيو ويحكو اسنانهم.
ثم قال يسوع للقاءد الروماني: "اذهبوا! سيكون كما امنتم". وفي تلك الساعه بالضبط، شفي خادمه. يسوع يشفي العديد من الناس.
عندما دخل يسوع بيت بطرس، راي حماه بطرس. كانت مستلقيه في الفراش. كان لديها حمي.
يسوع مسّ يديها، والحمي خلاتها. قيات وبدات تخدم ليه.
لمّا جَاءَ المَسَاءُ، اُتِيَ بِكَثِيرِينَ مِنَ المَسْكُونِينَ بِالشَّيَاطِينِ اِلَي يَسُوعَ. فَكَانَ يَنْطَرِدُ الرُّوحُ بِكَلِمَهٍ. وَشَفَي جَمِيعَ المَرْضَي.
فعل ذلك لتحقيق ما قاله النبي اشعياء. قال: "حمل هو اوجاعنا وتحمل الامنا. نحن حسبناه مصابا مضروبا من الله ومذلولا." (اشعياء 53: 4) اتباع يسوع يكلف
شاف عيسي الجموع لي كتحيط بيه. من بعد امر تلامذتو يمشيو للجهه الاخري ديال بحر طبريا.
ثم جَاءَهُ وَاحِدٌ مِنَ الْكَتَبَهِ، قَالَ لَهُ: "يَا مُعَلِّمُ، اَتْبَعُكَ اَيْنَمَا تَذْهَبُ".
اجاب يسوع: "الثعالب لها جحور، وطيور السماء لها اعشاش، واما ابن الانسان فليس له مكان يضع فيه راسه."
قَالَ لَهُ تِلْمِيذٌ اخَرُ: «يَا سَيِّدُ، اءْذَنْ لِي اَنْ اَمْضِي اَوَّلًا وَاَدْفِنَ اَبِي».
ولكن يسوع قال له: "اتبعني. دع الموتي يدفنون موتاهم". يسوع يهدء العاصفه
ركب عيسي في سفينه، وتلاميذه تبعوه.
فجاه، هبت عاصفه رهيبه علي البحيره. كانت الامواج تضرب القارب. لكن يسوع كان ناءماً.
تلاميذ ديا مشاو فيقوه. قالو ليه: "سيدي! نجّينا! غادي نغرقو!"
اجابهم: "ايمانكم ضعيف! لماذا انتم خاءفون هكذا؟" ثم نهض يسوع وامر الرياح والامواج بالتوقف، فساد هدوء تام.
التلاميذ تفاجءوا. سالوا: "اش من راجل هذا؟ حتي الرياح والامواج كيطاعوه!" يسوع يشافي رجلين مسيطر عليهم الشياطين
جيسوس وصل للجهه الاخري ديال البحيره فمنطقه الجدريين. لقي راجلين كايسيطر عليهم الشياطين. جاو من القبور. هاد الراجا كانو بزاف وحشيين حتي مكاين لي يقدر يمر من تما.
"يابْن اللّه، اش بغيتي منّا؟" صرخوا. "جيتي هنا باش تعاقبنا قبل ما يجي وقت الحساب؟"
غير بعيد، كانت هناك قطيع كبير من الخنازير يتغذي.
استعطفت الشياطين عيسي، "اذا اخرجتنا، ارسلنا الي قطيع الخنازير".
قَالَ لَهُم يَسُوعُ: "اذْهَبُوا!" فَخَرَجَتِ الشَيَاطِينُ مِنَ الرِجَالِ وَدَخَلَتْ فِي الْخَنَازِيرِ. فَانْدَفَعَتِ الْقَطِيعُ كُلُّهُ مِنْ عَلَي الْمَنْحَدَرِ الشَدِيدِ اِلَي الْبُحَيْرَهِ، وَغَرِقَتْ فِي الْمَاءِ.
اللي كانو كيرعاو الخنازير هربو. مشاو لمدينه و حكاو علي كلشي. قالو للناس اش واقع للرجال اللي كانو مسلطين عليهم الجن.
ثم خرجت كل المدينه لاستقبال يسوع. وعندما راوه، توسلوا اليه ان يغادر منطقتهم.
يسوع يشفي رجلاً لم يستطع المشي
دخل يسوع الي قارب. ذهب الي الجانب الاخر من البحيره وجاء الي مدينته.
جاو ليه شي راجالين بواحد راجل ما كيمشيش، كان كايعومل علي زربيه. عيسي شاف بلي عندهم الايمان. داك الشي علاش قال ليه الراجل، "متخسرش الامل، ولدي. ذنوبك مسامحين فيهم."
ثم قال قوم من الفريسيين في انفسهم: "هذا الرجل يجدّف!"
كان عيسي عارف اش كيفكرو. داك الشي علاش قال ليهم: "علاش كتفكرو فشي حاجه خايبه فقلوبكم؟"
اسهل قول "مغفوره ذنوبك" ام قول "قم فامشِ"؟
اريدك ان تعلم ان ابن الانسان له سلطه علي الارض لصفح الخطايا." ثم تكلم مع الرجل الذي لا يستطيع المشي. "قم"، قال. "خذ فراشك واذهب الي المنزل."
قَامَ الرَّجُلُ وَذَهَبَ اِلَي الْبَيْتِ.
عندما رات الجموع هذا، امتلات بالدهشه. حمدوا الله علي اعطاء هذا النوع من السلطه للرجال. يسوع يختار متي
بينما كان يسوع ماشياً، راي رجلاً اسمه متي جالساً في مكان الجبايه. فقال له: "اتبعني". فقام متي وتبعه.
فيما بعد، كان يسوع يتناول العشاء في بيت متي. جاء الكثير من الجباه و"الخطاه". اكلوا مع يسوع وتلاميذه.
شافو الفريسيين هاد الشي. من بعد سولو التلاميذ، "علاش استادكم كياكل مع الجباه و"الخطاه"؟"
سمع يسوع ذلك، فقال: "الذين يتمتعون بصحه جيده لا يحتاجون الي طبيب. المرضي هم من يحتاجون اليه.
اذهبوا وتعلموا ما هو المعني في هذا القول: 'اُريدُ رَحمهً لا ذبيحهً.' (هوشع 6:6) لم اتِ لاجذب اولءك الذين يعتقدون انهم علي حق مع الله ليتبعوني. لقد اتيتُ لاجذب الخطاه ليتبعوني." يُسال يسوع عن الصيام
يوما جاو تلاميذ جون. قالو ليه عيسي: "حنا و الفريسيين كنمشيو بلا ما ناكلو. علاش تلاميذك ما كيمشيوش بلا ما ياكلوش؟"
اجاب يسوع: "كيف يمكن ان يحزن المدعوون الي عرس و العريس معهم؟ سياتي الوقت الذي يءخذ فيه العريس منهم، حينءذ سيصومون.
الناس ما كيخاطش قطعه جديده من القماش علي لباس قديم. القطعه الجديده غادي تتبعد علي القديمه. هاد الشي غادي يزيد يخرب التمزق.
"الناس ما كيصبوش الخمر الجديد فالقرب القديمه. لان القرب غادي ينفجرو. الخمر غادي يضيع، والقرب غادي يتهدمو. لا، كلشي كيصبو الخمر الجديد فالقرب الجديده. هكذا الاثنين غادي يتعمرو." جثه فتاه وامراه تعاني
وَقْتَ قَالَ يَسُوعْ هَادَ الشَّيْ، جَا وَاحِدْ مِنْ عُلَمَاءْ الشَّرِيعَهْ. خَرَّ جَاثِيًا اَمَامْ يَسُوعْ. قَالْ: "بِنْتِي مَاتَتْ تَوَّ. لَكِنْ تْعَالَا وَحَطْ يَدَكْ عْلِيهَا، وَتَعْيشْ فِيْ الْحَالْ".
قَامَ يَسُوعُ وَمَشَي مَعَهُ. وَتَلَفَّ تَلاَمِيذُهُ اَيْضًا وَمَشَوْا مَعَهُ.
في تلك اللحظه، جات وحده المرا من ورا عيسي. كانت مريضه بمرض خلاّها تنزف. هاد المرض دام ليها 12 عام. هي مسات طرف لباسو.
فكرات: "غير نلمس ليه لاباس، غادي نشفي."
دَوَّب يسوعُ و شافها. "يا مرا د الغزال، متخليش الامل"، قال. "ايمانك شافاك". ديك الساعه، تشفات المرا.
عندما دخل عيسي بيت الحاكم، راي هناك عازفي المزمار. وراي الجمع الصاخب.
قال: "اذهبوا بعيدا. الفتاه ليست ميته. انها ناءمه." لكنهم ضحكوا منه.
بعدما طُرد الجمع الي الخارج، دخل يسوع. اخذ الفتاه من يدها، فقامت.
انتشرت الاخبار حول ما فعله يسوع في كل تلك المنطقه. يسوع يشفي رجلين اعميين.
بينما كان يسوع ماشيا من هناك، تبعه اعميان يصرخان: "ارحمنا يا ابن داود!"
عندما دخل يسوع البيت، جاءه الرجال العميان. فسالهم: "هل تءمنون اني قادر علي فعل هذا؟" فاجابوه: "نعم، يا رب."
ثم لمس اعينهم، فقال: "سيصيبكم ما كنتم به تءمنون".
يمكنهم الان ان يروا من جديد. حذرهم يسوع بشده قاءلا: "تاكدوا الا يعرف احد بهذا."
ولكنهم خرجوا ونشروا الخبر. تحدثوا عنه في كل تلك المنطقه.
وهم خارجين، جابو ليه راجل اخر عند عيسي. كان شيطان هو لي كيسيطر عليه، ومكانش كيتكلم.
عندما خرج الشيطان، تَكَلَّمَ الرجل. فَتَعَجَّبَ الجَمْعُ. قَالُوا: "مِثْلُ هَذَا لَمْ يُرَ قَطُّ فِي اِسْرَاءِيلَ".
ولكن الفريسيين قالوا: "انه يخرج الشياطين بقوه رءيس الشياطين." ما كاينين غير شي عمال قليلين.
جيسوس مشا ف جميع المدن والقري. كان كيعلم ف كنيساتهم. كان كيبشر بخبر الخير ديال المملكه. وكيشفي كل الامراض والعلل.
عندما راي الجموع، شعر بقلق عميق تجاههم. كانوا منهكين وعاجزين، مثل الاغنام بدون راع.
ثم قال يسوع لتلاميذه: "الحصاد كثير، لكن العمال قليلون.
فاسالوا رب الحصاد ان يرسل حصادين الي حقله."
يسوع يرسل الاثني عشر تلميذاً
دعا يسوع تلاميذه الاثني عشر ليلتحقوا به. اعطاهم السلطه لطرد الارواح الشريره وشفاء كل الامراض والعلل.
هنا اسماء الاثني عشر رسولا. الاولان هما سمعان بطرس واخوه اندراوس. ثم ياتي يعقوب بن زبدي واخوه يوحنا.
الموالين هما فيليپ وبطرس، وكذالك توما وماثيو الجابي. اثنان اخرون هما يعقوب بن الفيوس و تداوس.
الاخيران هما سمعان القانوي ويهوذا الاسخريوطي. يهوذا هو من سيقوم فيما بعد بتسليم يسوع لاعداءه.
بعث يسوع هءلاء الاثني عشر باوامر التاليه: "لا تذهبوا الي من ليسوا من بني اسراءيل، ولا تدخلوا اي مدينه للسامريين.
بَدَلًا مِن ذَلِكَ، اذْهَبْ اِلَي شَعْبِ اِسْرَاءِيلَ. اِنَّهُمْ كَالخِرَافِ الضَّالَّهِ.
وْمَا تْمْشِيوْا قْوْلُوا هَادْ الرِّسَالَه: "دَنْبْ الْجَنَّه قْرِيب".
اشفِ المرضي، واقم الموتي، وطهر البرص، واخرج الشياطين. اخذتم مجاناً، فاعطوا مجاناً.
لا تاخذوا معكم في احزمتكم ذهبا او فضه او نحاسا.
لا تاخذ معك حقيبه للسفر. لا تاخذ ملابس اضافيه او صندل او عصي للمشي. يجب ان يعطي العامل ما يحتاجه.
عندما تدخل مدينه او قريه، ابحث عن شخص مستعد لاستقبالك. ابق في بيت ذلك الشخص حتي تغادر.
عند دخولك المنزل، سلم علي من يسكنون فيه.
اذا كان هذا البيت يرحب بك، فامنحه بركتك بالسلام. واذا لم يفعل، فلا تباركه.
بعض الناس قد لا يرحبون بك او يستمعون الي كلامك. ان لم يفعلوا، فامسح الغبار من علي قدميك عندما تغادر ذلك البيت او المدينه.
ما انا علي وشك اخبارك به هو حقيقي. يوم القيامه سيكون اسهل علي سدوم وعموره من تلك المدينه.
انا ارسلكم كخراف في وسط ذءاب. فكونوا اذاً حكماء كالحيات وودعاء كالحماءم.
احذر! الرجال سيُسلمونك للمحاكم المحليه. سيجلدونك في معابدهم.
سَتُءْتَوْنَ اِلَيا الْحُكَّامِ وَالْمُلُوكِ بِسَبَبِي. سَتَكُونُونَ شُهَدَاءَ لَهُمْ وَلِلَّذِينَ لَيْسُوا مِنَ الْيَهُودِ.
ولكن عندما يعتقلونك، لا تقلق بشان ما ستقوله او كيف ستقوله. في ذلك الوقت سيتم اعطاءك الكلمات الصحيحه التي ستقولها.
لن تكون انت المتكلم، بل روح ابيك سيتكلم من خلالك.
الاخوه سيُسلمون الاخوه للقتل. الاباء سيُسلمون ابناءهم. الابناء سيقومون ضد اباءهم ويقتلونهم.
كلشي غادي يكرهك بسببّي. ولكن اللي يصبر حتي لاخر غادي يتعفّا.
"عندما يهاجمك الناس في مكان واحد، اهرب الي مكان اخر. ما انا علي وشك اخبارك به هو حقيقه. لن تنتهي من عبور مدن اسراءيل قبل مجيء ابن الانسان."
التلميذ ما هو احسن من استاذو، والخادم ما هو احسن من سيدو.
يكفي التلميذ ان يكون مثل معلمه، ويكفي الخادم ان يكون مثل سيده. ان كان رب البيت يدعي بعلزبول، فماذا يتوقع من يعيش فيه؟
فلا تخف من اعداءك. كل ما هو سري سيُكشف. كل ما هو مخفي سيُعرض علي الملا.
ما اُخبرك به في الظلام، قُله في النور. وما يُهمس في اُذنك، نادِ به من فوق السطوح.
لا تَخَف مِنَ الَّذينَ يَقْتُلونَ الجَسَدَ وَلا يَقْدِرونَ عَلَي قَتْلِ النَّفْسِ، بَلِ اخْشَ مَنْ يَسْتَطيعُ اَنْ يُهْلِكَ النَّفْسَ وَالجَسَدَ فِي جَهَنَّمَ.
اَلَيْسَ عُصْفُورَانِ يُبَاعَانِ بِفَلْسٍ وَاحِدٍ؟ وَلَكِنْ مِنْهُمَا يَقَعُ عَلَي الاَرْضِ بِغَيْرِ عِلْمِ اَبِيكُمْ.
حتي شعره من راسك ما يخليهاش ما يحصيهاش!
اذن لا تخف، انت اثمن من كثير من العصافير.
ماذا عن شخص يقول امام الاخرين انه يعرفني؟ ساقول ايضا امام ابي الذي في السماء اني اعرفه.
ولكن ماذا عن شخص يقول امام الاخرين انه لا يعرفني؟ ساقول امام ابي الذي في السماء اني لا اعرفه.
لا تظنوا اني جءت لاجلب السلام الي الارض. لم اتِ لاجلب السلام. جءت لاجلب سيفا.
جءت لاجعل "الابناء ضد اباءهم. البنات سيرفضن طاعه امهاتهم. زوجات الابناء سيكن ضد حماتهن.
اعداء الرجل سيكونون افراد عاءلته انفسهم. (ميخا 7:6)
اي شخص يحب اباه او امه اكثر مني لا يستحقني. اي شخص يحب ابنه او ابنته اكثر مني لا يستحقني.
و كل من لا يحمل صليبه و يتبعني فلا يستحقني.
اذا وجد احد حياته، فسوف يفقدها. اذا فقد احد حياته بسببي، فسوف يجدها.
كل من يقبلكم يقبلني. ومن يقبلني يقبل الذي ارسلني.
افتراضيا، اذا استقبل شخص نبيًا كنبي، فسيحصل علي اجر النبي. واذا استقبل شخص صالحًا كشخص صالح، فسيحصل علي اجر الصالحين.
افتراضيا، لو واحد عطي حتي كاس ديال الما بارد لواحد صغير كا يتعقبني، راه الحكايه لي غنقوليك صحيحه. غادي يتعوض اكيد.
يسوع ويوحنا المعمدان
ايسوع فْرَغْ مْنْ تْعْلِيمْ تْلاميذُو الاثْنَيْ عَشَرْ. بَعْدَ ذَلِكْ مْشَا يْعَلْمْ وْيْبْشِرْ فْقُرَي جَلِيلْ.
كان جون فالسجن. ملي سمع اش كيدير المسيح، بعث ليه تلامذتو.
سولوا عيسي: "انت هو اللي كايجي ولا خاصنا نسناو شي حد اخر؟"
اجاب يسوع: "ارجع الي يوحنا، واخبره بما تسمع وتبصر".
المكفوفون يبصرون. والمعاقون يمشون. ومن بهم امراض جلديه يشفون. والصم يسمعون. والموتي يبعثون. والبشري تُبشر بها الفقراء.
مباركون هم الذين لا يتخلون عن ايمانهم من اجلي.
بينما كان تلاميذ يوحنا ينصرفون، بدا يسوع يتكلم الي الجموع عن يوحنا قاءلا: "ماذا خرجتم الي البريه لتروا؟ اعشب تتقافز في الريح؟
اذا لم يكن الامر كذلك، فماذا خرجت لتري؟ رجلًا يرتدي ملابس فاخره؟ لا. الاشخاص الذين يرتدون ملابس فاخره يوجدون في قصور الملوك.
ثمّ ماذا خرجتُم لتروا؟ نبيّا؟ نعم، اقول لكم، واكثر من نبيّ.
هو اللي كتبو عليه ف الكتاب. كيقول: "اَرْسِلُ مَلاكِي اَمَامَ وَجْهِكَ، فَيُهَيِّءُ طَرِيقَكَ اَمَامَكَ." (ملاخي 3:1)
ما انا علي وشك اخبارك به هو حقيقي. لم يولد قط شخص اهم من يوحنا المعمدان. لكن اقل شخص اهميه في مملكه السماء اهم منه.
منذ ايام يوحنا المعمدان، ومملكه السماء تتقدم بقوه. والناس القويون يستولون عليها.
كل الانبياء و الشريعه تنبءوا حتي جاء يوحنا.
اذا كنت مستعدا لقبول ذلك، جون هو ايليا الذي كان من المفترض ان ياتي.
اللي عندو اذنين يسمع.
بِمَ اُشَبِّهُ النَّاسَ الْيَوْمَ؟ كَالاَطْفَالِ جُلُوسٌ فِي الْاَسْوَاقِ يَدْعُونَ اِلَي اَنْفُسِهِمْ ۖ يَقُولُونَ:
"عزفنا لكم علي الناي. ولكنكم لم ترقصوا. غنينا لكم اغنيه جناءزيه. ولكنكم لم تحزنوا."
عندما جاء جون، ما كانش كياكل ولا كيشرب بحالك. والناس كيقولو: "عندو جني".
ولكن لمّا جاء ابن الانسان، كان ياكل ويشرب مثل ما تفعلون. ويقول الناس: "هذا الرجل ياكل ويشرب داءماً كثيراً جداً. وهو صديق للجُباه والخاطءين". الذين يعملون بحكمه يثبتون ان الحكمه علي حق". المدن التي لا تبتعد عن الخطيءه
بدا عيسي يتكلم ضد المدن التي قام فيها بمعظم معجزاته. لم يتب الناس هناك عن خطاياهم. فقال:
"شحال غادي يكون حالك خايب ا كورازين! شحال غادي يكون حالك خايب ا بيت صيدا! تخيلو لو المعجزات لي دارت فيكم كانت دارت ف صيدا وصور. هادوك كانو غادي يتراجعو علي ذنوبهم من زمااان. كانو غادي يلبسو لباس اسود. كانو غادي يجلسو ف الرماد.
ولكن اقول لكم: ان صور وصيدون يكون لهما في يوم الدينونه اهون منكم.
واما انت يا كفرناحوم، اتُرفَعِين الي السماء؟ لا! الي الجحيم تنحدرين. لو صُنِعت في سدوم المعجزات التي صُنِعت فيكِ، لبقيت الي اليوم.
ولكن اقول لكم هذا: يوم القيامه يكون سدوم اهون حالا منكم". راحه لكل المتعبين
فِتْلْكَ السَّاعَهِ قَالَ يَسُوعُ: «اَشْكُرُكَ اَيُّهَا الابُ، رَبُّ السَّمَاءِ وَالاَرْضِ، لاَنَّكَ اَخْفَيْتَ هَذِهِ عَنِ الْحُكَمَاءِ وَالْفُهَمَاءِ، وَاَظْهَرْتَهَا لِلاَطْفَالِ.
نعم بابا، هذا ما كنت تريد.
ابي اعطاني كل شيء. الاب هو الوحيد الذي يعرف الابن. والوحيدون الذين يعرفون الاب هم الابن والذين يختار الابن ان يعرفهم به.
تعالوا اليَّ يا جميع المتعبين و الثقيلي الاحمال، و انا اريحكم.
كونو خدامي و تعلمو مني. انا لطيف و خالي من الكبر. ستجدون راحه لارواحكم.
خدمتي ساهله وحملي خفيف."
يسوع هو رب يوم السبت
يوم سبت، مشي يسوع في حقول الحنطه. وكان تلاميذه جاءعين، فابتداوا يقطفون السنابل وياكلون.
راي الفريسيون ذلك. فقالوا ليسوع: "انظروا! هذا ضد الشريعه ان يُفعل في السبت. لكن تلاميذك يفعلونه علي اي حال!"
اجاب يسوع: «اما قراتم ما فعله داود هو ورجاله؟
فدخل بيت الله هو ورجاله، واكلوا خبز القداسه. لم يكن يسمح باكله الا للكهنه.
الم تقرا القانون؟ انه يخبر كيف يجب علي الكهنه في الهيكل ان يقوموا بعملهم في كل يوم سبت. لكنهم لا يعتبرون مذنبين.
نقول ليك واحد اللي اهم من المعبد موجود هنا.
تقول الكتابه: "اُرِيدُ رَحْمَهً لا ذَبِيحَهً" (هوشع 6:6). لا تعرف ما تعنيه هذه الكلمات. لو كنت تعرف، لما اتهمت الابرياء.
"ابن الانسان هو رب السبت."
مّا بَعْد، جَا عِيسَا لِلْمَكَانْ دَاكْ، وَدْخَلْ لِلْجَامِعْ دْيَالْهُمْ.
كان هناك راجل عندو يد ضعيفه ومشوهه. الفريسيون كانو كيحاولو يلقاو عيب فعييسي. فقالو ليه: "قانون الشرع كيسمح لينا نشفو فنهار السبت ولا لا؟"
قَالَ لَهُمْ: "مَاذَا تَفْعَلُونَ اِذَا سَقَطَتْ شَاهٌ مِنْكُمْ فِي بِءْرٍ يَوْمَ السَّبْتِ؟ اَمَا تُمْسِكُونَ بِهَا وَتَسْحَبُونَهَا؟"
الرجل يساوي اكثر من الغنم! اذن القانون يسمح لنا بان نفعل الخير في يوم السبت.
ثم قال يسوع للرجل: "اخرج يدك". فاخرجها. وقد عادت كما كانت جديده، تماما مثل اليد الاخري.
ولكن الفريسيين خرجوا وخططوا لكيفيه قتل يسوع. خادم الله المختار
كان عيسي علي علم بكل خطط الفريسيين. فغادر ذلك المكان. تبعه الكثيرون، وشفي جميع مرضاهم.
لكن نبههم الا يخبروا من هو.
هذا كان لتحقيق ما قيل من خلال النبي اشعيا. يقول،
ها هو خادمي الذي اخترته، هو الذي احبه وبه اسر كثيرا. ساضع روحي عليه، وسيعلن للامم ان كل شيء سيصبح علي ما يرام.
ماغاديش يجادل او يصرخ. ماغاديش يسمعو حد فشوارع.
ما غاديش يكسّر عود مقوس. ما غاديش يطفي لهب خافت. غادي يصحح كلشي.
"الامم ستوضع املها فيه." (اشعياء 42: 1-4) يسوع وبعلزبول
جابو ليسوع راجل كيتسيطرو عليه الشياطين. الراجل كان اعمي ومكايتكلمش. يسوع شافاه. من بعد الراجل ولّا كايتكلم وكايشوف.
كل الناس تفاجءوا. قالوا: "ايمكن ان يكون هذا ابن داود؟"
سمع الفريسيون هذا، فقالوا: "هذا الرجل يخرج الشياطين بقوه بعلزبول، رءيس الشياطين."
كان عيسي عارف اش كيفكرو. داك الشي علاش قال ليهم: "كل مُلك يْدير حرب علي راسو غادي يْتْهدّم. كل مدينه ولا عاءله مْقسّمه علي راسها ما غاديش تْبقي.
اذا كان الشيطان يطرد الشيطان، فانه يحارب نفسه. فكيف يمكن لمملكته ان تستمر؟
تقولون اني اخرج الشياطين بقوه بعلزبول. فبايه قوه يخرجهم تابعوكم؟ اذاً يكونون هم حكامكم.
ولكن افترضو انني اخرج الشياطين بروح الله. فمملكه الله قد اتت اليكم.
اَوْ فَكِّرْ فِي هَذَا. كَيْفَ تَدْخُلُ بَيْتَ رَجُلٍ قَوِيٍّ وَتَاْخُذُ فَقَطْ مَا يَمْلِكُهُ الرَّجُلُ؟ يَجِبُ عَلَيْكَ اَوَّلًا اَنْ تَقِيدَهُ. ثُمَّ يُمْكِنُكَ سَرِقَهُ بَيْتِهِ.
"لي ما معايا ما كاينش معايا. لي ما كيجمعش الغنم معايا كايبددهم."
اذن هذا ما اقوله لك: كل خطيءه وكل كلمه شريره تُقال ضد الله سيتم غفرانها. لكن التكلم باشياء شريره ضد الروح القدس لن يُغفر.
كل من يتكلم بكلمه ضد ابن الانسان يُغفر له، واما من يتكلم ضد الروح القدس فلا يُغفر له، لا في هذا العالم ولا في الاتي.
اذا اردت ان يكون الشجر طيباً فاجعل اصله طيباً، واذا اردت ان يكون ثمره طيباً فاجعل شجره طيباً. تعرف الشجره من ثمرها.
"يا عش الافاعي السامه! كيف يمكنكم، وانتم الاشرار، ان تقولوا اي شيء حسن؟ افواهكم تقول كل ما في قلوبكم."
الرجل الصالح يقول اشياء صالحه. تاتي هذه من الخير الذي بداخله. والرجل الشرير يقول اشياء شريره. تاتي هذه من الشر الذي بداخله.
ولكن ها ما اقوله لك. يوم القيامه، سيكون علي الناس ان يحاسبوا علي كل كلمه قالها بتهور.
بكلماتك ستُدان او تُبرا. "الايه المعجزه ليونس"
جَاءَ اِلَي يَسُوعَ قَسَاوِصَهٌ وَفَرِّيسِيُّونَ وَقَالُوا لَهُ: «يَا مُعَلِّمُ، نُرِيدُ اَنْ نَرَي مِنْكَ ايَهً».
اجاب: "يطلب الناس الاشرار والكافرون ايه خارقه! لكن لن تُعطي لهم اي ايه الا ايه النبي يونس.
كان يونس في بطن حوت ضخم لمده ثلاثه ايام وثلاث ليال. شيءا كهذا سيحدث لابن الانسان. سيقضي ثلاثه ايام وثلاث ليال في القبر.
رجال نينوي سيقفون يوم القيامه مع الشعوب الحيه الان. وسيثبت النينويون ان اولءك الناس مذنبون. لقد تخلي رجال نينوي عن خطاياهم عندما وعظهم يونس. والان هناك من هو اهم من يونس هنا.
"مليكه الجنوب ستقوم في يوم القيامه مع الناس اللي عايشين دابا. وغادي تثبت بالدليل القاطع بلي هما مذنبين. جات من بعيد بزاف باش تسمع لحكمه سليمان. ودابا واحد اهم من سليمان موجود هنا."
ماشي كيوقع ملي يخرج جني خبيث من رجل؟ كيمشي ف المناطق الخاويه كيبحث علي مكان يرتاح فيه، ولكن ميكتشفش.
ثم يقول: "ساعود الي البيت الذي تركته". عندما يصل هناك، يجد البيت خاليا. لقد تم كنس البيت وتنظيفه وترتيبه.
ثم يذهب الروح الشرير وياتي بسبعه ارواح اخري شريره منه، فيدخلون ويسكنون هناك. فيصير ذلك الانسان شريرا اكثر من الاول. هكذا يكون مصير الاشرار في هذا الزمان." ام يسوع واخوته
وَهُوَ بَعْدُ يُكَلِّمُ الْجُمُوعَ، اِذَا اُمُّهُ وَاِخْوَتُهُ قَدْ وَقَفُوا خَارِجًا يَطْلُبُونَ اَنْ يَتَكَلَّمُوا مَعَهُ.
قَالَ لَهُ شَخْصٌ: "اُمُّكَ وَاِخْوَتُكَ واقِفُونَ خارِجًا. يُرِيدُونَ التَحَدُّثَ مَعَكَ."
اجابه يسوع: "من هي امي؟ ومن هم اخوتي؟"
اشار يسوع الي تلاميذه. وقال: "هاهي امي! وهاهي اخوتي!
كل من يفعل ما يريده ابي في السماء هو اخي او اختي او امي.
قصه الفلاح
في ذلك اليوم نفسه، خرج يسوع من المنزل وجلس بجانب بحر الجليل.
تجمعت حوله حشود كبيره. فدخل في قارب. وجلس فيه. وقف جميع الناس علي الشاطء.
ثم حكي لهم العديد من الاشياء عن طريق القصص. قال: "خرج فلاح ليزرع بذوره".
بَعْثَرَ البُذورَ عَلَي الاَرْضِ. وَقَعَتْ بَعْضُهَا عَلَي طَرِيقٍ. جَاءَتْ طُيُورٌ وَاَكَلَتْهَا.
سقطت بعض البذور في اماكن صخريه، حيث لم يكن هناك الكثير من التربه. نمت النباتات بسرعه، لان التربه لم تكن عميقه.
عندما طلع الشمس، حرقت النباتات. جفّت لانها ما عندها جذور.
بعض البذور وقعت بين الشوك. نما الشوك و طغي علي النباتات.
بقاو بذور اُخَرْ وقعو فالارض الخَصْبَه، و نبتوا و داو 100، 60 او 30 مره اضعاف البذور لي نُزْرَعُو.
"لي عندو دنان يْسْمَع."
جاءوه التلاميذ، فسالوه: "لماذا تستخدم القصص عندما تتحدث الي الناس؟"
اجاب: "لقد اُعطيتُم فرصه لفهم اسرار مملكه السماء. لم يُمنح هذا للاجانب.
كل من يتوفر علي هذا النوع من المعرفه سيُعطي اكثر. في الواقع، سيكون لديهم الكثير جدا. اذا لم يكن لدي اي شخص هذا النوع من المعرفه، حتي القليل الذي لديه سيُءخذ منه.
هنا سبب استخدامي للقصص عندما اتحدث الي الناس. اقول: "ينظرون، لكنهم لا يرون حقا. يستمعون، لكنهم لا يسمعون او يفهمون حقا.
فيهم تتحقق كلمات النبي اشعياء حين قال: "تَسْمَعُونَ وَلَا تَفْهَمُونَ، وَتُبْصِرُونَ وَلَا تُدْرِكُونَ.
قُلُوبُ هَذَا الشَّعْبِ قَسَتْ، وَاذَانُهُمْ ثَقُلَتْ سَمْعُهَا، وَاَغْمَضُوا اَعْيُنَهُمْ، لِءَلَّا يُبْصِرُوا بِاَعْيُنِهِمْ، وَيَسْمَعُوا بِاذَانِهِمْ، وَيَفْهَمُوا بِقُلُوبِهِمْ، وَيَرْجِعُوا فَاَشْفِيَهُمْ. (اشعياء 6: 9، 10)
ولكن طوبي لعينيك لانهما تبصران. وطوبي لاذنيك لانهما تسمعان.
ما ساخبرك به صحيح. العديد من الانبياء والاشخاص الصالحين ارادوا ان يروا ما تراه. لكنهم لم يروه. ارادوا ان يسمعوا ما تسمعه. لكنهم لم يسمعوه.
استمع! ها هي معني قصه الفلاح.
الناس يسمعون الرساله عن المملكه ولكن لا يفهمونها. ثم ياتي الشرير. يسرق ما زرع في قلوبهم. هءلاء الناس يشبهون البذره التي زرعت في طريق.
اخرون تلقوا البذره التي سقطت في الاماكن الصخريه. هم اولءك الذين يسمعون الرساله ويستقبلونها فورا بفرح.
ولكن ليس لديهم جذور. لذلك لا يدومون الا لفتره قصيره. يسقطون بسرعه من الايمان عندما تاتي المحنه او المعاناه بسبب الرساله.
بعضهم تلقوا البذره التي سقطت بين الاشواك. هءلاء هم الذين يسمعون الرساله. لكن بعد ذلك، تُزاحمها هموم هذه الحياه والوعود الكاذبه بالثروه. تمنعهم من انتاج الثمار.
ولكن اخرين تلقوا البذره التي وقعت في ارض جيده. هم الذين يسمعون الرساله ويفهمونها. ينتجون محصولاً 100 او 60 او 30 مره اكثر مما زرعه الفلاح. "قصه الاعشاب الضاره"
قَالَ يَسُوعُ لِلجَمْعِ مَثَلاً اخَرَ: «يُشْبِهُ مَلَكُوتُ السَّمَاوَاتِ اِنْسَانًا زَرَعَ زَرْعًا جَيِّدًا فِي حَقْلِهِ.
ولكن فيما كان الجميع ناءمين، جاء عدوه. زرع العدو اعشابا ضاره بين القمح ثم رحل.
بدا القمح ينمو ويكون الحبوب. في نفس الوقت، ظهرت الاعشاب الضاره.
جاءه عَبِيدُ صاحبِ الارضِ، وقالوا له: "سيدي، اَلَم تزرعْ بذراً جيداً في حقلِك؟ فمِن اين جاءت هذه الاعشابُ الضارهُ؟"
"عدو هو لي دار هاد الشي"، جاوب. "الخادمين سولوه: "باغي نمشيو نقتلعوا هاد العشوب؟"
"لا"، اجاب المالك. "بينما انت تنتزع الاعشاب الضاره، قد تنتزع القمح معها."
دعوهما ينموان معا حتي الحصاد. عندها ساخبر العمال بما يجب فعله. ها ما ساقوله لهم: "اولا، اجمعوا الاعشاب الضاره. اربطوها في حزم لحرقها. ثم اجمعوا القمح. احضروه الي مخزني." قصص بذره الخردل والخميره
قَالَ يَسُوعُ لِلجَمْعِ مَثَلاً اخَرَ: «يُشْبِهُ مَلَكُوتُ السَّمَاوَاتِ حَبَّهَ خَرْدَلٍ اَخَذَهَا اِنْسَانٌ وَزَرَعَهَا فِي حَقْلِهِ.
هِيَ اَصْغَرُ بُذُورِكُمْ، وَلَكِنْ مَتَي نَمَتْ فَهِيَ اَكْبَرُ شَجَرِ الْبُسْتَانِ. تَصِيرُ شَجَرَهً كَبِيرَهً فَتَاْتِي طُيُورُ السَّمَاءِ وَتَعْشِشُ فِي اَغْصَانِهَا.
قَالَ لَهُم يَسُوعُ مَثَلاً اخَرَ: "مَثَلُ مَلَكُوتِ السَّمَاوَاتِ كَخَمِيرَهٍ، اَخَذَتْهَا امْرَاَهٌ وَخَبَّاَتْهَا فِي ثَلاَثَهِ اَرْطَالِ دَقِيقٍ حَتَّي اخْتَمَرَ كُلُّ الْعَجِينِ".
كان عيسي يحكي للناس كل هذه الاشياء عن طريق القصص. لم يقل لهم اي شيء دون ان يروي لهم قصه.
فتحققت كلمات النبي. كان قد قال: "افتح فمي واحكي قصصا. ساتكلم عن اشياء كانت مخفيه منذ خلق العالم." (مزمور 78: 2) يسوع يشرح قصه الاعشاب الضاره
ثم خرج يسوع من بين الجموع ودخل البيت. فجاء اليه تلاميذه وقالوا له: "فسر لنا مثل الزوان في الحقل."
اجاب: "الذي زرع الزرع الطيب هو ابن الانسان.
الحقل هو العالم. البذره الجيده تمثل الناس الذين ينتمون الي المملكه. الاعشاب الضاره هي الناس الذين ينتمون الي الشيطان.
العدو لي كيزرعهم هو الشيطان. الحصاد هو يوم القيامه. والعمال هم الملاءكه.
تُقتلع الاعشاب الضاره وتُحرق في النار. هكذا سيكون الامر يوم القيامه.
سيُرسل ابن الانسان ملاءكته، وسيُخرجون من مملكته كل ما يُسبب الخطيءه. كما سيُخلصون من كل من يفعل الشر.
سيرميوهم فالمحرقه ديال النار. هناك الناس غادي يبكيو و يصفرّو سنونهم.
ثم سيضيء شعب الله مثل الشمس في مملكه ابيهم. من له اذنان للسمع فليسمع. قصص الكنز المخفي واللءلءه
مملكه السماوات كنز مخبا في حقل. لما وجده رجل اخفاه. كان فرحا جدا. فذهب وباع كل ما كان عنده. واقتني ذلك الحقل.
مره اخري، مثلُ الملكوت السماوي كتاجر كان يبحث عن لالء ثمينه.
وجد واحده ثمينه جدا. فذهب وباع كل ما كان لديه. واشتري تلك اللءلءه. قصه الشبكه
مره اخري، مثل ملكوت السماوات كشبكه. اُنزلت الي البحيره. امسكت كل انواع الاسماك.
عندما امتلات، سحبها الصيادون الي الشاطء. ثم جلسوا وجمعوا السمك الجيد في سلال. لكنهم القوا بالسمك السيء بعيدا.
هكذا سيكون يوم القيامه. سياتي الملاءكه. سيفصلون بين الناس الذين فعلوا ما هو خاطء واولءك الذين فعلوا ما هو صحيح.
سيرميو الناس الشرارين فالمحرقه ديال النار. هناك الناس الشرارين غيغوتوا ويحكوا سنونهم.
"اتفهمون كل هذه الاشياء؟" سال يسوع. "نعم"، اجابوا.
قَالَ لَهُمْ: "كُلُّ عَالِمِ شَرِيعَهٍ تَعَلَّمَ عَنْ مَلَكُوتِ السَّمَاوَاتِ يُشْبِهُ رَجُلًا يُدْخِلُ اِلَي بَيْتِهِ كُلَّ مَا لَهُ، وَيُخْرِجُ مِنْ كُنْزِهِ جَدِيدًا وَعَتِيقًا". نَبِيٌّ بِلاَ كَرَامَه
اكمل يسوع سرد هذه القصص. ثم انتقل من هناك.
جاء الي مدينته الناصره. وهناك بدا يعلم الناس في مجامعهم. فتعجبوا وقالوا: "من اين لهذا الرجل هذه الحكمه؟ ومن اين له هذه القدره علي فعل المعجزات؟"
اليس هذا ابن النجار؟ اليس اسم امه مريم؟ اليس اخوته يعقوب ويوحنا ويهوذا وسمعان؟
اليست كل اخواته معنا؟ اذن من اين اخذ هذا الرجل كل هذه الاشياء؟
ماعجباتهومش بيه نهاءيا. ولكن عيسي قال ليهوم: "النبي ما كايحترموهش فبلادوا. وما كاياخدش اي احترام فدارو."
ما عمل غير معجزات قليله هناك، لانهم ما كانوش عندهم الايمان.
راس يوحنا المعمدان يقطع
فِتْلْكَ النَّهَارَهْ هِرُودْ الْحَاكِمْ عَلَي جَلِيلْ وَالْبَحْرَيْنْ سْمَعْ بِخْبَارْ يَسُوعْ.
قَالَ لِحَاشِيَتِهِ: "هَذَا هُوَ يُوحَنَّا الْمَعْمَدَانُ. قَدْ قَامَ مِنْ بَيْنِ الاَمْوَاتِ! لِذَلِكَ لَهُ قُدْرَهُ عَمَلِ الْمُعْجِزَاتِ."
هيرودس اعتقال يوحنا. قيدو و حطوا فالحبس بسبب هيروديا. هي كانت زوجه فيليب اخو هيرودس.
كان جون يقول لهيرودس: "هذا ضد القانون ان تكون لك".
هيرود اراد قتل يوحنا. لكن كان يخاف من الناس، لانهم كانوا يعتقدون ان يوحنا نبي.
فِي يَوْمِ مِيلَادِ هِيرُودُسَ رَقَصَتِ ابْنَهُ هِيرُودِيَّا اَمَامَ هِيرُودُسَ وَضُيُوفِهِ. اَعْجَبَتْ هِيرُودُسَ كَثِيرًا.
فَوَعَدَهَا بِالْيَمِينِ اَنْ يُعْطِيَهَا كُلَّ مَا تَسْاَلُهُ.
قالت لَها اُمُّها ماذا تَقول. فَقالت البنت لِهيرودس: "اعطيني راس يوحنا المعمدان في طبق كبير."
كان الملك غاضبًا جدًا. لكنه فكر في وعده وفي ضيوف عشاءه. فطلب من احد رجاله ان يعطيها ما طلبت.
امر هيرودس بقطع راس يوحنا في السجن.
جيبولو راسو فطبق كبير وعطاوه للبنت. هي دابا شالتوا وداتو لمرتها.
جاءوا تلاميذ يوحنا واخدوا جثته ودفنوها. ثم ذهبوا واخبروا يسوع. يسوع يطعم الخمسه الاف
سمع يسوع ما وقع ليوحنا. اراد ان يكون وحيدا. فذهب في قارب الي مكان هادء. سمعت الجموع بهذا. تبعوه علي الاقدام من المدن.
عندما وصل يسوع الي الشاطء، راي حشداً كبيراً. شعر بقلق عميق تجاههم. شفي مرضاهم.
عَشِيَّهً، تَقَدَّمَ اِلَيْهِ تَلاَمِيذُهُ وَقَالُوا: «الْمَكَانُ خَالٍ وَالْوَقْتُ قَدْ مَضَي. اِصْرِفِ الْجَمْعَ لِيَذْهَبُوا اِلَي الْقُرَي وَالضِّيَاعِ الْمُحِيطَهِ لِيَشْتَرُوا طَعَامًا لِاَنْفُسِهِمْ».
اجاب يسوع: "ما كاينش ضروره يمشيو. انت عطيهوم شي حاجه ياكلو."
"عندنا غير خمسه خبزات وسمكتين"، جاوبو.
قال: "جيبهم ليا هنا."
ثم امر يسوع الناس بالجلوس علي العشب. فاخذ الخمس خبزات والسمكتين. ورفع عينيه الي السماء وشكر. وكسر الخبزات الي قطع. ثم اعطاها للتلاميذ. والتلاميذ اعطوها للناس.
كلهم اكلوا وشبعوا. جمع التلاميذ اثني عشر قفه من الكسره الباقيه.
عدد الرجال لي كلو كان تقريبا 5000. حتي النسوه و الولدان كلوا. يسوع يمشي علي الماء
مباشرهً دْخَل عيسي التلاميذ للمركب، وامرهم يْمَشيو قُدَّامُو لِلْجَانِبْ الاُخْرَي مْنْ بُحَيْرَه طَبَرِيَّه. وبَعْدَا دَّارْ تَسْرِيحْ لِلْجُمْهُورْ.
بعدما بعدهم مشا صعد لجبل يصلي وحده، وجاء الليل وهو باقي وحيد.
كان القارب بعيداً جداً عن اليابسه. كانت الامواج تضربه بسبب هبوب الرياح ضده.
فِي الصُّبْحِ البَاكِرِ، خَرَجَ يَسُوعُ اِلَي التَّلاَمِيذِ. مَشَي عَلَي الْبُحَيْرَهِ. (Fī l-ṣubḥi l-bākiri, kharaga Yasūʿu ilā t-talāmīdh. Mašā ʿalā l-buḥayra.)
شافوه كيمشي فالبحيره وتباعدو عليه بالرعب. "هاداك شبح!" قالو. وصرخو بالخوف.
فَنَادَاهُمْ يَسُوعُ حَالًا وَقَالَ لَهُمْ: «تَشَجَّعُوا! اَنَا هُوَ. لَا تَخَافُوا».
"سيدي، اَاَنتَ هُوَ؟" سال بطرس. "اِن كُنتَ اَنتَ، فَمُرْني اَن اتِيَ اِلَيْكَ عَلي المَاءِ."
"تْعَا"، قَالْ يَسُوعْ. هكذا بطرس خرج من القارب. مشي علي الما تجاه يسوع.
ولكن عندما راي بطرس الريح، خاف. وبدا يغرق. صاح قاءلا: "سيدي! انقذني!"
فَفِي الْحَالِ مَدَّ يَسُوعُ يَدَهُ وَاَمْسَكَ بِهِ، وَقَالَ لَهُ: «يَا قَلِيلَ الاِيمَانِ، لِمَاذَا شَكَكْتَ؟»
عندما صعدوا الي القارب، خفت الريح.
ثم سجد الذين في السفينه ليسوع وقالوا: "انت حقا ابن الله!"
عبروا البحيره ووصلوا الي جنيسارت.
الرجال اللي عايشين هناك عرفوا عيسي. فبعثوا رساله فكل المناطق المجاوره. الناس جابوا كل مريض ليهم لعيسي.
توسلوا اليه ان يسمح للمرضي بان يلمسوا فقط حاشيه ثيابه. وكل من لمسَه شُفي.
ماشي لي كيدير النّاس "وسخين"؟
جَاءَ فَرِّيسِيُّونَ وَكَتَبَهٌ مِنْ اُورُشَلِيمَ اِلَي يَسُوعَ لِيَرَوْا مَنْ هُوَ. وَسَاَلُوهُ،
"علاش تلامذتك ما كيطيعوش ما كيعلم بيه الكبار؟ تلامذتك ما كيقيوش اديهم قبل ما ياكلو!"
اجاب يسوع: "ولماذا لا تطيعون امر الله؟ تفضلون اتباع تعاليمكم الخاصه!
قَالَ اللهُ: "اَكْرِمْ اَبَاكَ وَاُمَّكَ" (خُرُوج 20:12؛ التَّثْنِيَه 5:16). وَقَالَ اَيْضًا: "مَنْ شَتَمَ اَبَاهُ اَوْ اُمَّهُ يُقْتَلُ" (خُرُوج 21:17؛ اللاوِيِّين 20:9).
ولكنك تسمح للناس ان يقولوا لوالديهم: "اي مساعده قد تكون تلقيتها منا هي هديه مخصصه لله".
فَهُمْ لاَ يَحْتَاجُونَ اِلَي اَنْ يُكْرِمُوا وَالِدَيْهِمْ بِهَدِيَّتِهِمْ. تُبْطِلُونَ كَلاَمَ اللهِ لِتَتَّبِعُوا تَعْلِيمَكُمْ.
يا مدّعون! كان اشعياء محقا عندما تنبا عنكم. قال:
هادو الناس كيكرموني بكلامهم. ولكن قلوبهم بعيده عليا.
عِبَادَتُهُمْ لَا تَنْفَعُنِي بِشَيْءٍ ۖ اِنْ هُمْ يَفْعَلُونَ اِلَّا مَا تَاْمُرُهُمْ بِهِ اَنْفُسُهُمْ." (اشعياء 29:13)
دعا يسوع الجموع اليه. وقال: "اسمعوا وافْهَموا.
ما يدخل فمك ما يخليكش "نَجِس". هادشي لي كيجي من فمك هو لي كيخلييك "نَجِس".
ثم جاءه التلاميذ وقالوا له: "اَتَعْلَمُ اَنَّ الفريسيين ازْدَادُوا غَضَباً لَمَّا سَمِعُوا هذا؟"
اجاب يسوع: "هناك نباتات لم يزرعها ابي الذي في السماء. سيتم اقتلاعها من الجذور.
اتْرُكْهُمْ. اَلْفَرِّيسِيُّونَ اَدْلَاءُ عُمْيٌ. اِذَا اَعْمَي قَادَ اَعْمَي، يَسْقُطَانِ كِلاهُمَا فِي حُفْرَهٍ".
قال بيتر: "شرح لينا هاد الشي."
"الا تفهمون بعد؟" سالهم يسوع.
ما كتشوفش؟ كلشي لي كيدخل للفم كيمشي للكرش. ومن بعد كيخرج من الجسم.
ولكن الاشياء اللي كتجي من الفم كتجي من القلب. هاد الاشياء هي اللي كتخليك "نجس".
تَخْرُجُ الاَفْكَارُ الشِّرِّيرَهُ مِنَ القَلْبِ. كَذَلِكَ القَتْلُ، وَالزِّنَا، وَالرَّذَاءِلُ الجِنْسِيَّهُ الاُخْرَي. وَكَذَلِكَ السَّرِقَهُ، وَالشَّهَادَهُ الزُّورُ، وَالقَذْفُ بِالاَكَاذِيبِ عَنْ غَيْرِكُمْ.
تلك هي الاشياء التي تجعلك "نجساً". لكن الاكل دون غسل يديك لا يجعلك "نجساً". "ايمان امراه من كنعان"
غادر يسوع الجليل وذهب الي منطقه صور وصيدا.
كانت امراه من الكنعانيين مقيمه في تلك البقاع، فاتته وصرخت قاءله: "يا ربّ، يا ابن داود! ارحمني! ابنتي بها شيطان يُعذّبها كثيراً".
مَا قَالَ يَسُوعُ كَلِمَهً. فَتَقَدَّمَ تَلاَمِيذُهُ اِلَيْهِ وَاسْتَعْطَفُوهُ قَاءِلِينَ: «اَبْعِدْهَا، لاَنَّهَا تَصِيحُ وَرَاءَنَا!»
اجاب يسوع: "لَم اُرسَل اِلا اِلي خِراف بَيت اِسراءيل الضَّالَّه."
ثم سقطت المراه علي ركبتيها امامه. "سيدي! ساعدني!" قالت.
اجاب: "ما كاينش الحق تاخد خبز ولادك وتعطيها للكلاب ديالهم."
قالت: "نعم، سيدي". "لكن حتي الكلاب تاكل الفتات الذي يسقط من ماءده اصحابها".
ثم اجاب يسوع وقال لها: "يا امراه، ان ايمانك عظيم! فلتكن لك كما تريدين". فشفي ابنتها في تلك الساعه. يسوع يطعم الاربعه الاف
غادر يسوع من هناك. سار علي طول بحر الجليل. ثم صعد الي جبل وجلس.
جاءوه بجموع كبيره. احضروا معه العميان والمقعدين. كما احضروا المعاقين، والذين لا يستطيعون الكلام، والكثيرين غيرهم. وضعوهم عند قدميه، فشافاهم.
فَتَعَجَّبَ الشَّعْبُ. كَانَ الَّذِينَ لاَ يَتَكَلَّمُونَ يَتَكَلَّمُونَ، وَالْعُرْجُ يَمْشُونَ، وَالْبُرْصُ يَتَطَهَّرُونَ، وَالْعُمْيُ يُبْصِرُونَ. فَمَجَّدَ الشَّعْبُ اِلَهَ اِسْرَاءِيلَ.
ثم دعا يسوع تلاميذه ليلتحقوا به. وقال لهم: "اشعر بقلق عميق علي هءلاء الناس. لقد كانوا معي لمده ثلاثه ايام بالفعل. ليس لديهم ما ياكلونه. لا اريد ان ارسلهم جاءعين. اذا فعلت ذلك، سيصبحون ضعفاء للغايه في طريق عودتهم الي ديارهم."
اجابه تلاميذه: "ما كاين والو هنا"، قالو: "فين غادي نلقاو الخبز الكافي باش نطعمو هاد الجموع الكثيره؟"
"كم عدد الارغفه التي تملكونها؟" سال يسوع. "سبعه"، اجابوا، "وبعض السمك الصغير."
قال يسوع للحشد ان يجلسوا علي الارض.
اخَذَ السَّبعَ خُبْزَاتٍ وَالْحُوتَ، وَحَمِدَ اللهَ، وَكَسَرَهُنَّ، وَاَعْطَاهُنَّ لِلتَّلاَمِيذِ. فَتَقَاسَمَ التَّلاَمِيذُ بَيْنَ النَّاسِ.
كلهم اكلوا وشبعوا. بعد ذلك، جمع التلاميذ سبع سلال من البقايا.
عدد الرجال لي كلو كان 4000. حتي النسوه والولاد كلوا.
بعدما بعيسي حلا الجمهور، ركب فالباطيطا. مشا للمنطقه للي قريبه من مجدان.
يسوع يُطلب منه ايه عجيبه
جاءوا الفريسيون والصادوقيون ليختبروا يسوع. سالوه ان يريهم ايه من السماء.
جاوب: "فالليل كتشوف السماء. كتقول: غادي يكون الجو مزيان. السماء حمرا."
وفي الصباح تقول: "اليوم سيكون عاصفا. السماء حمراء وغاءمه." تعرف معني ما تراه في السماء. لكنك لا تستطيع فهم علامات ما يحدث الان.
شعب شرير و غير مءمن يبحث عن ايه من السماء. و لن يعطي لهم اي شيء سوي ايه يونس". ثم تركهم يسوع و ذهب. خمير الفريسيين و الصدوقيين
تلاميذ عيسي عليه السلام عبروا الي الضفه الاخري من البحيره. نسوا ان ياخذوا معهم الخبز.
"احْذَرُوا"، قَالَ لَهُمْ يَسُوعُ، "مِنْ خَمِيرِ الْفَرِّيسِيِّينَ وَالصَّدُّوقِيِّينَ".
تَحَدَّثَ التَّلامِيذُ عَنْ هَذَا بَيْنَهُمْ اَنْفُسِهِمْ. قَالُوا: "يَقُولُ هَذَا لاَنَّنَا لَمْ نَاْتِ بِخُبْزٍ".
كان عيسي عارف اش كيقولو. داك الشي علاش قال ليهم: "ايمانكم ضعيف بزاف! علاش كتهضرو مع بعضياتكم علي عدم وجود الخبز؟"
الا تفهم بعد؟ الا تذكر الخمس خبزات للخمسه الاف؟ الا تذكر كم جمعت من سلال القطع؟
اما تذكرين السبع خبزات للاربعه الاف؟ اما تذكرين كم جمعت من سلال قطع الخبز؟
كيفاش ممكن ما تفهمش؟ ما كنتش كنهضر معاك علي الخبز. ولكن احذر من خميره الفريسيين والصادوقيين.
ثم فهم التلاميذ ان يسوع لم يكن ينصحهم بالحذر من الخميره التي تستعمل في الخبز. كان يحذرهم مما يعلمه الفريسيون والصادوقيون. بطرس يقول ان يسوع هو المسيح
مشي عيسي للحومه ديال قيصريه فيليبي. هناك سول تلامذتو: "شكون كيقولو الناس هو الابن ديال ادم؟"
اجابوا: "بعض الناس يقولون انه يوحنا المعمدان. اخرون يقولون انه ايليا. والبعض الاخر يقول انه ارميا، او احد الانبياء."
"ولكن وماذا عنك؟" سال. "من تقول اني انا؟"
اجاب سمعان بطرس: "انت هو المسيح، ابن الله الحي."
اجاب يسوع: «طوباكَ سمعانُ بنُ يونانَ! لانَّهُ ليسَ منْ لحمٍ ودَمٍ اَعلَمَكَ هذا، بلْ اَبي الَّذي في السَّماواتِ».
هذا ما اقوله لك. انت بطرس. علي هذا الصخره سابني كنيستي. ابواب الجحيم لن تكون قويه بما فيه الكفايه لتدمرها.
غادي نعطي ليكوم لمفاتيح ديل الجنه. لي تتقفلوه فالارض غادي يتقفل فالسما. لي تتفتحوه فالارض غادي يتفتح فالسما."
ثم حذر يسوع تلاميذه من ان يخبروا احدا بانه هو المسيح. يسوع يتحدث عن موته القادم.
من ديك ساعه عيسي بدا يوضح لتلاميذو اش غادي يوقّع ليه. قاليهم خاصو يمشي للقدس. هناك خاصو يعاني بزاف ديال الامور من طرف الكبار، رءساء الكهنه و الفقهاء. خاصو يتقتل و فاليوم التالت يبعث من جديد.
اخَذَ بُطْرُسُ يَسُوعَ جانِباً وَابْتَدَاَ يُنْكِرُ قاءِلاً: «لَا يَا سَيِّدُ! لَا يُمْكِنُ اَنْ يَكُونَ هَذَا لَكَ اَبَداً!»
دَوَّبْ يَسُوعُ وَقَالَ لِبُطْرُسَ: "اْنْزَعْ مِنْ طَرِيقِي يَا شَيْطَانُ! اَنْتَ تُعَرْقِلُنِي. لَيْسَ عَلَي بَالِكَ مَا لِلَّهِ، بَلْ مَا لِلنَّاسِ."
ثم تكلم يسوع مع تلاميذه. قال: "اذا اراد اي شخص ان يتبعني، عليه ان يقول لا لنفسه. عليه ان يحمل صليبه و يتبعني.
ايلا بغا يصون حياتو غادي يخسرها. ولكن ايلا خسر حياتو من اجلي، غادي يلقاها.
"فايه فاءده ستحصل اذا ربح شخص العالم باسره وخسر روحه؟ او ماذا يمكن لاي شخص ان يبادل روحه بها؟"
اِنَّ اَبْنَ اَلْاِنْسَانِ مُزْمِعٌ اَنْ يَجِيءَ فِي مَجْدِ اَبِيهِ، وَمَلَاءِكَتُهُ مَعَهُ، وَحِينَءِذٍ يُجَازِي كُلَّ وَاحِدٍ حَسَبَ عَمَلِهِ.
ما ساخبرك به حقيقي. بعض الذين يقفون هنا لن يموتوا قبل ان يروا ابن الانسان اتيا في ملكوته.
تغيير هيءه يسوع
بعد سته ايام، اخد يسوع معه بطرس ويعقوب ويوحنا اخو يعقوب. صعد بهم الي جبل عالٍ. كانوا وحدهم تمامًا.
هنا قدامهم تبدلات هيءتو. وجهو نور كي الشمس. لباسو ولّي ابيض بحال النور.
فَفِي تِلْكَ اللَّحْظَهِ ظَهَرَ مُوسَي وَاِلْيَاسُ اَمَامَهُمْ. كَانَ مُوسَي وَاِلْيَاسُ يَتَحَدَّثَانِ مَعَ عِيسَي.
قال بطرس ليسوع: "يا رب، حسنٌ لنا ان نكون هنا. ان اردت، اُقيم ثلاث ظلال. واحده لك، وواحده لموسي، وواحده لايليا."
و بَيْنَمَا كَانَ بُطْرُسُ يَتَكَلَّمُ، اِذَا سَحَابَهٌ مُشْرِقَهٌ ظَلَّلَتْهُمْ، وَصَوْتٌ مِنَ السَّحَابَهِ قَالَ: «هَذَا هُوَ ابْنِي الْحَبِيبُ الَّذِي عَنْهُ رَضِيتُ. لَهُ اسْمَعُوا».
لما سمع التلاميذ هذا، فزعوا وخرّوا علي وجوههم الي الارض.
ولكن جيسوس جا ومس بيهوم. "قومو"، قال. "متخافوش".
عندما رفعوا رءوسهم، لم يروا احداً الا عيسي.
نزلوا من الجبل. وفي الطريق، اخبرهم يسوع بما يجب عليهم فعله. "لا تخبروا احدا بما رايتم"، قال لهم. "انتظروا حتي يقوم ابن الانسان من بين الاموات."
سولوه التلاميذ: "علاش لعُلماء القانون كيقولو بلي الياس خاصو يجي اول؟"
اجاب يسوع: "نعم، ايليا من المفترض ان ياتي ويجعل كل شيء جديداً مره اخري.
ولكن اقول لكم: ايليا قد جاء ولم يعرفوه، وعملوا به كل ما ارادوا. كذلك ابن الانسان سوف يتالم منهم.
ثم فهموا التلاميذ ان يسوع كان يتحدث اليهم عن يوحنا المعمدان. يسوع يشفي صبيا كان به شيطان
عندما اقتربوا من الجموع، تقدم رجل نحو عيسي. ركع امامه.
"سيدي"، قال، "ارحم ابني. انه يرتجف بشده ويعاني كثيرا. يسقط غالبا في النار او في الماء.
جيبتو ليكوم عند تلامذتكم. ولكن ما قدروش يشافيوه."
"يا كفار ويا اشرار!" اجاب يسوع. "الي متي ابقي معكم؟ الي متي احتملكم؟ احضروا الصبي هنا اليّ."
امر يسوع الشيطان بان يغادر الطفل، فخرج منه. شفي في تلك اللحظه بالضبط.
ثم جاوء التلاميذ ليسوع علي انفراد. سالوه: "لماذا لم نستطع نحن ان نطرد الشيطان؟"
اجاب: "لان ايمانك صغير جدا. ما ساخبرك به حقيقي. اذا كان لديك ايمان بحجم حبه الخردل، فهذا يكفي. يمكنك ان تقول لهذا الجبل: 'انتقل من هنا الي هناك'. وسينتقل. لن يكون هناك شيء مستحيل بالنسبه لك."
ترجمه
تجمعوا فِي الجليل، وقَال لَهُم يَسُوع: "اِن ابْن الاِنْسَان سَوفَ يُسْلَم اِلَي اَيْدِي النَّاس".
سيقتلونه. وفي اليوم الثالث سيقوم من بين الاموات." فامتلا التلاميذ حزنا عميقا. يسوع يدفع ضريبه الهيكل.
جيسس و تلامذتو وصلو لكفرناحوم. هناك جمعات الجبايه جاو عند بطرس. سولوه: "اما كا يخلص معلمك الضريبه ديال الهيكل؟"
"نعم، يفعل ذلك"، اجاب. عندما دخل بطرس المنزل، تكلم يسوع اولا. "ما رايك يا سمعان؟" سال. "من يجمع الملوك علي الارض الضراءب والرسوم؟ هل يجمعونها من ابناءهم او من الاخرين؟"
"من الاخرين"، اجاب بطرس. "اذن الابناء لا يجب ان يدفعوا"، قال له يسوع.
"ولكننا لا نريد ان نغضبهم. اذهب الي البحيره والقِ صنارتك. خذ اول سمكه تصطادها. افتح فمها. ستجد هناك العمله المعدنيه التي تحتاجها بالضبط. خذها واعطها لهم كضريبه لي ولاجلك."
