هوني، قدام مركز معلومات السياح بالضبط.
ماشفتش هالعنوان هكي في المنطقه هادي.
امشي في خط مستقيم حتي تشوف صيدليه.
كم ثمن الفطور؟
كيف نقدر نساعدوك؟
اتجه يساراً عند الزاويه الثالثه.
هل تريد كريمه وسكر في قهوتك؟
هل يمكنك تحويل شيك بمءتي دولار الي نقد؟
اذا ظهر، من فضلك اتصل بي.
فين الكافيه؟
نبي ستره للاطفال.
طيب. تكلفه البريد العادي ثمانون وخمسه قروش، وتكلفه التوصيل السريع ثلاثه دولارات اضافيه.
اذا كنت مكانك، لاشتريت هذا.
هل ساواجه اي صعوبه مع الجمارك؟
عندك احذيه رسميه بمقدمه عريضه؟
لا. هل يمكنني ان اقترح عليك زوجاً للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
نبي تمويج قوي، من فضلك.
هي تبي بيره.
صباح الخير. كيف حالك؟
اخشي انني ساحتاج الي رءيه شكل من اشكال الهويه.
شنو نوع الصلصه؟
هذا بارد نوعاً ما. هل تسخنه؟
عذراً، هذا المكان محجوز بالفعل.
انا بخير. لكن هل يمكنك ان تتصل بصديقي؟
شكراً، هذا يكفي.
من هو صديقك المقرب؟
يوم الصحه والرياضه، العاشر من اكتوبر، هو عيد وطني مصمم لتعزيز صحه الشعب.
تبي نخش تحت الكبوت نشوف؟
هل يمكنك مساعدتي في ايجاد حقيبتي؟
هل تُرتبون مُسبقاً؟
يتم مساعدتي. شكراً.
عندما تصل هناك، اسال شخص اخر من فضلك.
نبي التمديد اربعه وعشرين، من فضلك.
هاني درهمين. احتفظ بالباقي.
واحد همبرغر وواحد تشيزبرغر، من فضلك.
كم تتقاضون مقابل المعالجه؟
نحنا كل واحد يبي يدفع علي اكله.
كان الموقع علي كرسي في البهو.
من فضلك بدل هذه الينات الي جنيهات استرلينيه.
نبي قاموس جيب، من فضلك.
لشخصين في السابعه. الاسم هو واتانابي.
ساعتي. كانت سيكو ديجيتال.
سيكون من دواعي سرورنا ان نقدم لك المشروب الذي تختاره، تليه العشاء. يوجد دليل كامل للمشروبات التي نقدمها في هذه الرحله في دليل المعلومات في مجلتنا.
هل تسكن هنا في الجوار؟
وين محل الهدايا؟
انا في الطريق السريع رقم واحد بالقرب من خليج مورو.
نبي منبه، من فضلك.
بالمناسبه، اسمي هيروشي اييجما.
هذا القطار يتوقف في بحيره الغابه، اليس كذلك؟
اكثر اليابانيين ياكلو حبّار وخلوق.
من فضلك، هل يمكنني الحصول علي تذكرتين الي شيكاغو من الدرجه الثانيه؟
رحت نيويورك.
شنو رقم الرحله؟
واحد لـ "نيويورك" من فضلك.
لمده يومين تقريباً.
الثاني من اليسار.
هذا الكارت، تمام؟
هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات كافيه للذهاب بالتاكسي؟
هذا طعمه غريب.
ايه. انتظر، ساحضر لك واحده.
نصف زجاجه، من فضلك.
لا والله. بس حاجه رخيصه.
تفتش علي حاجه؟
اربع ليالي.
نحتاج بعض الجوارب.
هل يمكنك تخفيض السعر بسبب وجود بعض البقع؟
راجل خبط فيا. بعدين لقيت محفظتي مش موجوده.
ماعنديش يقين لو حزمت ملابس كفايه لرحله مدتها ثلاثه اسابيع.
حسناً، نود ان نجرب نبيذاً ابيض.
اذا سال عني احد، قولهم اني في المقهي.
متاكد اني حطيته في الجيب الداخلي للكوت.
هل يمكنني ان احصل علي اسم ورقم الحزب الذي تتصل به؟
هل ستدفع شركه الطيران ثمن شراءي لبعض الضروريات الشخصيه الاساسيه؟
نبي غرفه مع حمام.
ما طلعش حاجه من الماكينه؟
كان من المفترض ان تاخذ الرحله رقم ثمانيه وعشرين، والتي اقلعت منذ خمسه عشر دقيقه. حسناً. يمكنني ترتيب رحله اخري لك.
فكّ حدّ رزمتي.
اه، ما في شيء. انت هنا علي اي حال.
الخطوط الجويه اليابانيه، رحله رقم ماءه وثلاثه.
نحتاج نشتري شامبو.
هل يمكنك ان تخبرني متي نصل الي المركز المدني؟
وين الجزار الاقرب؟
نحن نرغب في الاقامه لاربع ليالٍ بدءًا من الاول من اغسطس.
شنو اسم هاك الزهره؟
الخامس عشر من سبتمبر هو يوم احترام كبار السن.
ما فيش صابون في غرفتي.
هل هناك اي شيء يمكنني ان اتناوله لهذا الطفح الجلدي؟
هل يمكنك تغيير الصياغه الي ما قلته للتو؟
كم من الوقت سيستغرق الطلب؟
هل يمكنك ان تتحدث بصوت اعلي قليلاً، من فضلك؟
قداش يبقي و يطلع؟
وين معلومات الرياضه؟
هذا المقاس هنا، اللي تسميه مقاس عادي، ينفع.
فين ومتي تنتهي الجوله؟
فين نبدل قطار باش نوصل لادينبرج؟
نبي نحط هضا في صندوق امانات.
فين نقدر نبدل فلوسي؟
هل يمكننا ترك اشياءنا، باستثناء الاشياء الثمينه، في الحافله؟
نبي نعرف هكي الشحنه في فاتورتي من شنو.
بندفع خمسين دولار.
الان عرفت ما هو الخطا.
هذا ايكيدا يتكلم. لدي حجز لماءده في السادسه والنصف مساءً اليوم. لكن اسف، ساصل متاخراً بنصف ساعه.
كم اوقيه من العطر يمكنني الحصول عليها بدون جمارك؟
فقط سياحه.
هذا جيد، من فضلك وقعهم. كيف تريدها؟
هل ما زال هناك مقاعد متاحه لعرض الليله؟
نبي وحده كبيره.
نمت علي صوت المنبه الساعه سته ونص.
انا مصور فوتوغرافي مستقل.
تجار العمله يقدروا يبدلولك الدولارات بنصاءح الكازينو. نروحوا؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
ساكون لدي المقترح لك في الاسبوع القادم.
شكرا. بكم هذا الزوج من القفازات؟
لازم نمشي، حنتصل بيك فيما بعد.
نبي بعض حفاضات للرضع قابله للرمي.
منين جاو هالبساطات؟
هل تُمكني من تبديلهم دولارات، من فضلك؟
نحن محظوظون جداً. لديهم واحده مقاس اربعه في متجر الاه موانا.
هل هناك ليموزين؟
هل يمكنني ان احصل علي مكالمه ايقاظ في الخامسه والنصف صباح غد؟
افضل غرفه هادءه.
نبي مزيل طلاء الاظافر.
نبي بطاريه.
هل هناك فرقه موسيقيه حيه او دي جي؟
هل يمكنني استءجار معدات الغطس السطحي؟
نبي نحجز غرفه لمده اربعه ليالي من تاريخ 22 ديسمبر.
هل هذه الحقيبه مناسبه لجميع الاحوال الجويه؟
نبي حلقوم، من فضلك.
نبي نستاجر سياره اوتوماتيك لمده يومين.
فاتني الرحله عشرين الي سان فرانسيسكو.
كم تكلفه الذهاب الي المطار؟
هذا جيد. متي هو؟
كم عمر بنتك؟
هل تقدر تخبرني علي فنادق رخيصه ونظيفه؟
نحنا نقدر نحجزلك غرفه مريحه في قصر قديم قريب من نادي جولف مشهور.
انا نوصي بيه لانه مصنوع من مكونات طبيعيه مءه بالمءه.
هل القطار يتوقف في برايتون؟
هل يمكنك ان تخبرني اين يمكنني ان اجد سياره اجره؟
تذكرتين من الدرجه الثانيه من فضلك.
نبي نبعث فاكس.
نبي مكواه سفر.
هل يمكنني ان اقدم لك اي شيء؟
يومي؟ اخاف اسال، لكن شنو تقصد؟
نبي وحده تتحمل وثاءق بحجم ورق الرساءل العادي بدون ما نطويهم.
ايه، ولكن مش قوي بزاف.
انا عندي حساسيه من القطط.
اه، لازم يكون عندك رخصه سواقه، و، اه، لازم يكون عندك رخصه من هيءه سيارات الاجره والليموزين.
اتفضل، سيدي.
ما نقدرش نطلع ماي ساخن.
نبي نحجز غرفه لليله هادي.
لا، هذا لا يشمل الضريبه ورسوم الخدمه.
هل ترغب في الذهاب للتسوق معي هذا العصر؟
مرحبا، هذا فستان جميل جدا.
الان، تم توصيل مكالمتك. تفضل.
شنو رقم الباب؟
شنو هديه تذكاريه هاواءيه تقليديه؟
هل يمكنني الوصول الي هناك عن طريق المترو؟
نبي نشف شعري بالهواء الساخن.
هل نحن نصل الي اي مكان بالحديث بهذه الطريقه؟
انا من النرويج.
من عشره الي اثنا عشر من فضلك.
بالتاكيد. دعني اراه. لقد جرحتك الشعاب المرجانيه، اظن ذلك.
فقط احتياطاً، اعطني رقم الشخص المسءول.
هل هناك طريق سريع؟
لماذا لم ياتِ الي الحفله امس؟
وقعت حادثه مرور.
عذراً، رقم غلط.
من فضلك ادخل رمزك السري.
ما نقدرش نعدّل الصوره.
واحد برغر بالجبن وعصير برتقال، من فضلك.
هذا جواز سفري.
وين، شكراً جزيلاً. اه، هل يمكنني الصعود الي الاعلي؟
ممكن تذاكرتين للموسيقي للجمعه الجايه؟
راكب اخر هناك قال انه يمكنه تبديل المقاعد معك.
هل يمكنني تمديد اقامتي؟
قول، تعرف حاجه تسوا تشوفها قريب من هنا؟
لا، انا نبي نستاجر نص مجموعه من النوادي وزوج من الاحذيه.
هل يمكنك اخباري عندما يتم العثور علي الحقيبه المفقوده؟
كيف يُسمي هذا المنتزه الوطني؟
عندي جرح خفيف.
وين مكان زين للسياحه؟
هل يمكنني ان احصل علي بعض الفواكه؟
هل يمكنني ان اتناول الغداء الان؟
لازم نبدل هالدولارات.
نحتاج تكسي. انا في جنوب مين و ليبرتي.
بالتاكيد، هل تحتاج الي داءم؟
ما هيش تفاحه ولكن خوخ.
نعطيك روشته. خذها للصيدليه.
نحن نسافر بالطاءره ثلاث مرات في الاسبوع، يوم الثلاثاء، والجمعه، والسبت.
هذا غالي، اليس كذلك؟
ايه، عندنا هذا. راح نجهزوهلك.
هل تُمكني من حقاءبي حتي الثالثه؟
لا، انا بس حبيت نمر نتفقد الحال.
هل يمكنني حجز سياره للايجار هنا؟
انت امريكي؟
الي هذا المكان من فضلك.
سيارتي معطله.
وين ظلال العيون؟
نحن نريد ركناً هادءاً، ان امكن.
هذا التاكسي فاضي؟
هل هذه محطه قطار سريع؟
في اي وقت نتلاقوا؟
نبي قاروره صغيره من النبيذ الابيض.
اه. هل يمكنني ان اكل وجبتي لاحقاً؟ انا لا اشعر بخير الان.
الحقيقه، عندي اخبار. انا مخطوبه.
هل هناك بناطيل اخري؟
ممكن برنامج؟
تعرّض غرفتي للسرقه البارحه بالليل.
ارني السمكه التي رايتها اليوم في كتاب الصور، من فضلك.
شوف التعليمات علي علبه الطعام المعباه بالتفريغ.
نبي فلوس ورقيه.
سرق محفظتي وهرب.
ما عندكش دروس تجريبيه؟
فين نقدر نشري طابع بريد؟
انا من بريطانيا العظمي.
لازم نستشير مرتي في هذا.
نبي نرجع فلوسي في هذا.
في تلفون عام قدام البنك داك.
ساصل في التاسع من مارس واغادر في الرابع عشر.
هذا غالي شويه، مش كيفك؟
عندك الايصال؟
وين محطه الباصات؟
هل ترغب في حلوي؟
تتكلم؟ (Ttkalim?)
نفس الشيء لي، من فضلك.
طلبي ما وصّلش.
في بزاف عيون ساخنه.
من فضلك حول خمسين الف ين ياباني الي دولارات امريكيه.
هذا عادي بالنسبه لي. في الحقيقه، احب ان ادخن.
فين نقدر نستاجر سكي و احذيه؟
نستيتوا المشروبات؟
هل يمكنك ارساله الي عنواني في اليابان عن طريق البريد الدولي المجمع؟
نبي كاس نبيذ احمر.
فقط اذا كانت لك، سيدي. ههه، مجرد مزحه صغيره.
بالتاكيد. كيف يمكننا خدمتك؟
عندنا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
هويه. اها، صحيح. جواز السفر ينفع؟
رقم غرفتي 326. هل يمكنك ان تاخذ غسيلي؟
نشوف اذا في واحد من هادول يناسب.
نبي غلايه.
جيبلي شويه جبنه مبشوره.
هل يمكن تنظيف قمصاني بحلول صباح الغد؟
هل يمكنك ان تطلب منه ان يتصل بي مره اخري؟
لِمَ اذن؟
عذراً. هل هناك مكتبه كتب قريبه من هنا؟
اظن انك ارتكبت خطا. الغرفه كانت مدفوعه مسبقا. عندي ايصال.
الباص هناك.
نبي دورين فيلم ملون ISO ميه، ثلاثين صوره، من فضلك.
نبي نصرف هذا الشيك علي سبعين دولار.
نبي نشري طوابع لعشره بطاقات بريديه لاليابان، من فضلك.
هل هناك بنوك قريبه من المحطه؟
خايف يكون فيه غلط في الفاتوره.
هيا هنا بالضبط.
واحد برغر بالجبن للتحرير، من فضلك.
ما تقدرش تشتغل في التصميم بدون كمبيوتر هلّه.
اركض.
في تمزيق هنا في بلوزتي. اتساءل اذا كنت تستطيع خياطته لي، من فضلك؟
كم اجره السفر الي مانشستر؟
هل يمكنك ان تقرضني كابل تشغيل؟
فين نقدر نشري مشمع بحر؟
ثم، من فضلك اعطني حجز جديد.
عطني تلك قطعه لحم الخنزير، لكن ليس سميكه مثل تلك.
نحنا جايين في الساعه سبعه.
عندما اري الاسعار منخفضه هكذا، يبدو الامر سخيفاً ان تشتري اي شيء في اليابان.
سُرقت اسطواناتي ايضًا.
مخروط مثلجات فانيليا، من فضلك.
نعم، يجب ان يصبح الامر طبيعياً جداً.
انتبه للفجوه، انتبه للفجوه، ثم اقترب من الابواب من فضلك.
راح نحتاج بطاقه اءتمان.
هذا هو الرقم.
قولي لي علي مكان زين في هذا النهر، من فضلك.
من فضلك اعطني تقرير حادث.
لا، شكراً هلّه.
حسناً، من فضلك ابق علي الخط. السيد ناكاجيما، السيده سايتو لا تبدو انها ترد علي المكالمه. هل تريد مني ان اتصل بها لفتره اطول؟
ربما، لكن علينا ان نزنهم بشكل منفصل.
يبدو قليل الحدوث بعض الشيء.
وين مكان استلام العفش للرحله سبعميه وثلاث؟
في حاجه خاطءه مع قبضتك.
هل هذا سيفسد؟
لا، شكراً. من الافضل ان لا اشرب اكثر.
من فضلك قوللي علي بعض الشوارع المناسبه للتسوق.
هل تلك الحافله تذهب الي فندق الهيلتون؟
الان، هذه اللوحه فريده جدا. هي من اعمال تسوروتارو كاتاوكا. هو معترف به كفنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
هل يمكنني دعوتك لتناول العشاء في الخارج في بعض الاحيان؟
طيب، من فضلك، شنو اسم حزبك ورقمك؟
عذراً. اتركني اخرج من فضلك.
هل يمكنك استدعاء احد الموظفين المتحدثين باليابانيه؟
نحن نزور اقاربنا بشكل متكرر الي حد ما.
ميكي هاياكاوا. هذا الغرفه سبعه صفر اثنان.
لازم نبقي هنا الليله، مش كذا؟ هل تقدر تساعدني في حجز غرفه في فندق؟
ما يطولش. خمسه عشر دقيقه بالكتير.
هل يمكنك ان تخبرني بتكلفه هذه المكالمه؟
حسناً، هل يمكنك ان تخبرها بانني اتصلت، من فضلك؟ ساتصل بها مره اخري لاحقاً.
هل هناك جوله صباحيه؟
هل تُبدل العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين نقدر نشري رول فيلم؟
عندك بيره يابانيه؟
نبي بدله سباحه مقاس صغير، من فضلك.
نبي نسجل في حقيبتي.
هذه الانسه كاوازو في الغرفه رقم 1611.
عافاك الله. او "ايوا" بشكل غير رسمي.
مافيش.
بالنسبه لكم يا شعب اليابان، ايهما اهم لديكم، راس السنه ام يوم عيد الميلاد؟
رقم كرسيّك هو اثنان وثلاثون ا. ثم، اذهب مباشرهً عبر هذا الممر. انه مقعد النافذه.
فقط دقيقه من فضلك.
من فضلك املا تقرير مفقود.
ما نفهمش امريكي، نتكلم انجليزي ملكي.
من امس.
يتضمن تامين التصادم والمسءوليه.
فقدت بطاقه الامتعه الخاصه بي.
عندك شويه بروشات في تصميمات حلوه؟
انا نتصل من كشك عام في متجر ميسي.
هذي كبيرات بزياده.
كم قيمه رسوم الوقوف بالساعه؟
سيدات وساده، في رحلتنا اليوم، لدينا مضيفات طيران يتحدثن اليابانيه ويمكن التعرف عليهن من خلال دبابيس الاعلام التي يرتدينها. اذا كنت تعرف اي شخص يحتاج الي مساعده لغويه، يرجي اعلامنا.
هل هناك فتره فنيه معينه تفضلها؟
من فضلك تحقق منه مره اخري.
امشي مستقيم علي طول النهر حوالي نصف ميل. ستصل الي الحديقه.
لا، هنا متينات جداً.
طيب، راح نبعثها لك ل لاس فيغاس.
نعم ندور قمصان للجري.
هل ترغب في اي شيء للشرب من البار؟
هكي من فضلك. خذ هذا المصعد.
من الافضل ان تركب قطار الثامنه والثلث.
هل هناك سينما هنا؟
هاذي الفتره موسم المحار، فاكيد راح يكون طعمه زين.
نبي ساعه مستعمله.
راح نسجل دخول حوالي تسعه بالليل.
الوقت تاخر، لازم نمشي.
ماستعملتش خدمه الغسيل ديالك. هل يمكنك التحقق من هذا مره اخري؟
نبي شاي، من فضلك.
لا، ما فيش.
هذا اخر محطه؟
خلينا نتصلوا بيه.
هل هذا حار؟
فين نقدر نلقي باص سياحي؟
ايه، نعم نبي نشوف معالم المدينه.
في عدد كبير من السياح حوالين المبني، يبدوا انهم تجمعوا باش ياخذوا نظره علي اللي قاعد يصير.
شكراً علي كرم الضيافه.
الصّدق منجاه.
هل يمكنك ان توقظني في السادسه من فضلك؟
كم تكلفه نصف يوم؟
انا كنجي.
هل تعرف اي اماكن جيده للزياره في شيكاغو؟
حسناً، اذا كنتما تصرّان، فساذهب معكما.
هل يمكنك تبديل هذا باخر من نفس النوع، من فضلك؟
نبي نحجز للساعه تلاته ونص العشيه.
صندوق الامانه، من فضلك.
من فضلك اختر نبيذ مناسب.
نبي مكان صغير.
هل يلزم ندفع ثمن الغاز؟
سارق. امسكوه.
نحن ننتظروا اصدقاءنا ييجوا.
من فضلك اعطني بعض النقود الصغيره.
كيرلي داءم محكم، من فضلك.
هيا صغيره و لطيفه.
شنو اوبرا اليوم؟
مقلي من فضلك.
ملابسي ما رجعتش ليا لحد دلوقتي.
بالمناسبه، هل انت فاضي السبت الجاي؟
حسناً، اذاً، ربما سنعيش معاً بانسجام.
عاملتني كانني متسول.
نعم، افهم. كما هل يمكنك مساعدتي في مشكله اخري؟
هل يمكنك وضع عدسات طبيه في هذه النظارات الشمسيه؟
ناخذ اثنين من هادولا.
ما هذه الكلاب اللطيفه. ما سلالتها؟
سقطت شوكتي. من فضلك احضر لي واحده اخري.
هذا كان ممتع.
طبعاً. امشي في الخط المستقيم واعطف يمين في الزاويه الثالثه. راح تلقاها علي يمينك.
عندك فيلم للشراءح الملونه؟
تعرف كاثي؟ هذا حفله عيد ميلادها.
عندك لوحه الوان؟
هل يمكنني الدفع بشيك مسافر؟
لكن، هو، يا راجل، كيف نعرف هاذي هي الحاجه الحقيقيه؟
هل يمكنني الحصول عليه معفي من الضراءب؟
ما نقدرش نحط شنطتي تحت الكرسي. هل ممكن تحفظهالي من فضلك؟
من فضلك، هل يمكنك وضع هذه الحقيبه في الصندوق الخلفي؟
رايح نخرج هلّا، فح اقبضها.
من فضلك ارسل شخصًا لاخذ حقاءبي في السادسه والنصف.
نبي خريطه لسان فرانسيسكو والمناطق المحيطه بيها.
شنو نوع الخبز اللي عندك؟
وين المصعد؟
هل هناك من يستطيع العزف علي البيانو؟
في اي محطه نزل عشان نروح لمبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، لكني لا اظن ان لدي وقت للمكوث ليلتين. هل يمكنك حجز غرفه مزدوجه في ذلك الفندق لي فقط في ليله الثاني عشر من مارس؟
هل يمكنني حجز غرفه مزدوجه تطل علي المحيط؟
مازلنا ما قررناش.
رفيقي تعثّر ولفّت قدمه.
نبي نجرب شربه.
هل هناك مطعم تايلندي قريب؟
هيا جنب ذلك المبني العالي بالضبط. اذاً ارجع بنفس الطريق الذي اتيت منه حتي تصل الي اشاره المرور. ثم، استدر يساراً.
لازم نتلحق طياره للوس انجلوس بكرا الصباح.
ثم يمكنني ان اوصي بثقه بهذه الجوله "جوله مدينه سان فرانسيسكو". هذا يعطيك فكره عامه عن سان فرانسيسكو.
نبي ناخذ تامين.
ديروا كماده بارده باش نخففوا الالم.
هي تبي تشري فستان.
كم تكلفه التاكسي الي هذا الفندق؟
فين الحمام؟
هل هناك رسوم لدخول هذا المبني؟
خليها علي كيفك.
نبي حاجه للمناسبات.
النافذه مسكره.
في اي جهه من ميدان الاتحاد هو؟
نصف اوقيه من شانيل رقم خمسه، من فضلك.
كيفك فنجان قهوه؟
هل نحتاج تذكره؟
بالتقريب كم قيمه رسوم الخدمه؟
بعاد من هنا قداش؟
كريمه وسكر؟
هل لديكم نسبه تخفيض للاعضاء؟
هل هناك قطار فاءق السرعه في التاسعه والنصف؟
دعني اتفقد ساءل الفرامل والمحرك. يبدو ان محركك علي وشك التوقف.
ماشي ذنبي.
ما فيش كهرباء.
سابلغ الشرطه بهذا.
هل سيدفع كل واحد ثمن مشروباته؟
من ثلاثين الي خمسين دولار في الليله.
من فضلك اصلح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، او حفلات توزيع الجواءز، او الجنازات.
خردل زايد، من فضلك.
لِمَ لا تُعطِيها هديه؟
فيلم اش توصي بيه؟
هاني عشرين دينار و عطيني فرق دولارين، من فضلك.
دزتني من الجنب.
نقدر نجي عندك في الساعه اتنين.
هل هذه امتعه رحله الخطوط الجويه اليابانيه رقم واحد؟
هذي اول رحله ليا لباريس.
هل يمكنك تقدير التكلفه قبل ان تبدا العمل عليه؟
ادخل، من فضلك.
رحله المشي حقنا راح تكون ممتعه بزاف.
فين نركبوا في البوط؟
ماعندناش كيس لهذا المبلغ فحاضعه في هذا الكيس البلاستيكي الكبير.
نبي نلعبوا تنس.
في عصير اناناس، برتقال و طماطم.
الجهه اليسري من هذا الطابق، قرب المصعد الكهرباءي.
شنو العرض اللي في قاعه الحفلات اليوم؟
ماشي تفضل تشوف فيلم اخر؟
من فضلك، بدل هذا الشيك السياحي نقداً.
نبي نفس الدوره بكرا لو سمحت.
من المحتمل انني استطيع اعطاءك اجابه افضل علي ذلك بعد بضعه عروض.
نبي هديه للذكري.
شنو المسرحيات الموسيقيه اللي عالان؟
عندك مرايه؟
عذراً، لكنني ضللت طريقي. هل يمكنك مساعدتي؟
ساخذ هذا، من فضلك.
ما تقدرش تجيب العاب ناريه لكندا.
ما اروع طبخ زوجتك.
تحتاج اي مساعده؟
هل يمكنك حجز سياره اجره لسته اشخاص غداً صباحاً، من فضلك؟
شنو تحب معاك في الطبق الرءيسي؟
هل هناك بوتيك هنا؟
هذا المكان مليان ناس، صح؟
عذراً. سيكونون جاهزين في حوالي خمس دقاءق.
حسيت بوجع في رقبتي من النوم.
طيب، ما فيش مشكله. ممكن نشوف جواز سفرك؟
ماعنديش فلوس.
في اي وقت يجب ان اكون في المحطه؟
في مطاعم كثيره هنا في الجوار.
هِيَ بَيْن يَدَي دُخْلِيَّه الْمَلابِس.
كان حديثاً ممتعاً معك.
هل هناك جوله في فتره ما بعد الظهر؟
انا مع اصدقاءي.
استمتعت بالاقامه. شكراً.
الشاطء تحت علي طول. ما منظر جميل.
شكراً علي الانتظار، انسه ماكغواير. هو هنا. تفضلي من فضلك.
عندك بطاقه هويه فيها صوره؟
سبعه، من فضلك.
نبي نبعث هاذي للكوي. متي تكون جاهزه؟
عندي بنطلون مخطط.
نعم. تم تسليم حقيبه شخص اخر الي غرفتي للتو. هل يمكنك التحقق منها، من فضلك؟
هل يمكنك توضيحها بالتفصيل اكثر؟
نومك كان كويس؟
هل تضغط علي زر الغالق؟
مفتاحين من فضلك.
نبي مصباح.
هيا في نهايه الممر.
نبي ورق ملاحظات.
هل سنذهب بالحافله؟
قلت بكره مسافر لطوكيو؟
خليني ننوم حتي التاسعه.
لازم نحول لـ او و مءه. هل هذا ممكن؟
كيف لعبك هالايام؟
حاسس بضيق في الصدر.
لا مشكله. اذا جءت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض افلام علميه لان لدينا يومًا مفتوحًا خاصًا في اول جمعه من كل شهر.
عندك جوله اخري؟
طيب، خصم خمسه في الميه. هل هذا مقبول؟
رايح لباريس.
هذا مش اخر موديل، اليس كذلك؟
مُقرّر في الثامنه والنصف مساءً بالتوقيت المحلي.
خُذوا معانا ذلك المبني، من فضلكم.
طيب. باش ناخذ طبق متوسط الحجم وكره رز.
كيف يبان هذا؟
نبي نشوف هاديك اللي في الشباك من فضلك.
لا ابداً. احنا في اجازه. انا نرفض نجلس في غرفه فندق ونشوف بيسبول في التلفاز. انا نبي نروح نشوف مسرحيه.
نقدر نلمسه؟
هل يمكنك ان تاتي هنا لاصلاحه؟
نبي شويه الياف صناعيه.
اسمي تارو تاناكا. لدي حجز.
نبي كريم تنظيف.
نبي بلوزه كم طويل.
سُرقت مني شنطتي.
يبدو ان طرقنا تتقاطع عده مرات، اليس كذلك؟
ممكن نشوف القاءمه مره اخري؟
ما زالوا يبدون خضر قليلاً.
كم عدد؟
فراوله من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاثه الاف وسبعماءه وسته وسبعين متراً.
لا، لسه. فيه اختيارات كثيره.
نبي كريم لليل.
هيا بين المخبز والجزار.
هل يمكنك تقصير الاكمام؟
الخوف ما فيش ملاعب غولف هنا.
هل يمكنك ان تُريني الخاتم الثاني من اليسار؟
هل يمكنك ان تطلب منه ان يتصل بي؟
حاولت نعمل مكالمه دوليه. هل وصلت المكالمه؟
هذا غلط.
ايه، هكي هيا. لانك تقدر تشوف العلم قدام البريد.
بالتاكيد بترسلهم، صح؟
نبي نعمل مكالمه تليفونيه باستعمال بطاقه الاءتمان.
نبي ناخذ حقي معاي.
عندما تصل، سندفع لشحنها الي عنوان منزلك.
هالايام دايما نستعمل كمبيوتر في الشغل.
اه، طيب. فهمت. نجي عندك.
لا، هذا يكفي.
هل يمكنني ان احصل علي غطاء ووساده؟
هل يمكنك المجيء هنا في اقرب وقت ممكن من فضلك؟
فنجان قهوه، من فضلك.
ندور علي بعض الكروت اللي عادهً تكون هاواييه.
هل يمكنك تضييق الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
هل ستجلب لي بعض القهوه؟
ثلاثماءه وخمسون دولار؟ هذا يتجاوز ميزانيتي.
هل نحتاج الي التصويت علي هذا؟ اذا لم يكن الامر كذلك، اعتقد اننا توصلنا الي قرار، سارسله الي مجلس ادارتنا صباح الغد.
هل تعرف اذا كان هناك فنادق رخيصه؟
صباح الخير. نمت نوم العوافي؟
شنو نيتك تسوي بعد ما تخلص المدرسه؟
سُرقت مني حقيبه الكتف في الشارع.
هل كان لديك اي خدمات اخري بالاضافه الي الفطور هذا الصباح؟
نبي كوب قهوه بيضاء، من فضلك.
طيب. هل فندق الشيراتون في الجوار؟
اتمني ما تكونش متعب بزياده.
نبي نستاجر سياره من هكي فءه لمده يومين.
باخذ شوت جاك دانيال.
نبي كيس بوب كورن، من فضلك.
سقط مني عصا تزلج.
ما نجيبوش هدايا للحفله. بدلًا من ذلك، يجيب الضيوف فلوس نقديه.
نبي نبعثها بالبريد السطحي.
وصلت الطياره متاخره بسبب تساقط ثلوج كثيفه.
حاسِب، من فضلك.
هل يمكنك ان تاخذ رساله، من فضلك؟
عذراً، لا استطيع متابعتك. هل يمكنك التحدث ببطء اكثر من فضلك؟
وش نوري لك؟
هل يمكنني التقاط صور؟
من ميه.
رقم الرحله هو اتش بي تسعه وثمانون الي طوكيو في الحادي عشر من مارس.
نفس هذا الطبق ممكن؟
عندك وحده اخري؟
من فضلك جيبلي الفطور في غرفتي بكرا الصباح الساعه سبعه.
سيرد شخص للصيانه قريباً.
عذراً، ساعود لاحقاً.
كيف ناخذه؟
هل هناك اماكن شاغره في جوله الخميس؟
عذراً، هل يمكنني المرور؟
عندك نباتات وفواكه؟
من فضلك قوللي كيفاش نكمل بطاقه النزول؟
اعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذا الطعام قليل السعرات الحراريه؟
اي باص ناخذ باش نروح للمحطه؟
ايه، هكي هيا. لكن لازم تلف يسار في الاشاره الثالثه وتستمر في الشارع هذا حتي توصل للطريق رقم سته وستين.
نبي كاس ماي باش ناخذ دوا، من فضلك.
ساكون ممتنًا جدًا لو تاخذني الي الشاطء.
عذراً، رقمك خاطء. هذا هو رقم مطبعه تانكيوشا.
نحن نغادر.
شنو هادي الموسيقي؟
من فضلك اعطي هذا الشراب لطفلك، مقياس واحد، بعد كل وجبه.
هذا النمط متوفر في مقاسات ثمانيه وعشرين، وواحد وثلاثين، وخمسه وثلاثين سنتيمتر.
اه، يبدو ذلك كثيرًا.
هل يمكنني استخدام هاتفك؟
هذا ريحته حلوه جداً. كم ثمنه؟
نبي ناكد من جديد علي رحلتي الي شيكاغو في السابع عشر.
اكلت شويه بزيد.
هل يمكنني التحدث الي الانسه براون؟
هذا البيت يبان مريح للعيش فيه، اليس كذلك؟
نبي نحجز في رحله الخطوط الجويه نورث ويست رقم ثمانيه وستين للخامس.
محفظتي، جواز سفري، والمقتنيات الشخصيه الاخري.
متي تغلقون؟
استني دقيقه. يمكن نسيتها في الحمام.
هذا بالضبط ما كنت ساقوله.
ايه، اني نعتقد هكي.
دارك كبيره. كم غرفه؟
استمتعنا بالعشاء.
نفهم، لكن ما نقدرش نقولها.
اه، نعم، من فضلك. انا فقط اتمني الا يصابوا بدوار البحر.
الي طوكيو من فضلك.
متي موعد وصولنا المتوقع؟
راح نغادر بكرا من الصباح، لذلك حبيت ندفع دلوقتي.
شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
هو مشغول الان.
هل بامكان الاجانب الوصول الي الكتب في هذه المكتبه؟
هل من الممكن ان ابقي في غرفتي حتي الساعه الثانيه ظهراً؟
هههه. صباح الخير في وقتك. عادي.
نبي شويه من هالفيلم رقم ASA هضا للكاميرا هادي، من فضلك.
فين لوحات مونيه؟
هذي البيتزا لذيذه. من عملها؟
كيف طعم هذا الطبق؟
كذلك هم غاليين.
متي تُغادر القطار القادمه الي بوسطن؟
ناوي نتعلم الجولف.
من فضلك اعطني مشروب اخر.
ما هذا المتزلج الجيد.
الكمام قصيرين بزاف، خايف.
هل يمكنك ان تُريني كيف اضع الغاز؟
هل سعر الفندق يشمل الفطور؟
هذا كل شيء؟
هيا في هذا الطريق.
من فضلك ابدا العداد.
غرفتي بارده جداً.
نرجعلك لما يكون عندنا وقت اكثر.
عندك وحده اكبر؟
حاسس براحه اكثر.
هل انت علي درايه بالجغرافيا في اليابان؟
من فضلك ارني اين انا في هذه الخريطه.
قطن ميه بالميه.
نبي نبدّل لغرفه مطله علي البحر. هل هناك رسوم اضافيه؟
كم تكلفه ايجار لوح لمده نصف يوم؟
عشره نوفمبر.
نبي شريط للماكينه.
طعمها لذيذ جداً.
متي سنقلع؟
كيف تخبر الساءق عندما تريد النزول؟
اربعه وعشرين دولار. هل تريد اكثر؟
حجزت في طوكيو من شهر.
نشكرك من اعماق قلبي.
ننزل هنا عالمركز روكفلر؟
من فضلك قيس مقاس حذاءي.
هذا راءع.
هل تخرجين معي في موعد؟
من فضلك نظف هذا المعطف.
نبي نستاجر قارب بمحرك.
وين قسم النساء؟
القهوه مش متضمنه؟
في اي مجال كان يعمل من قبل؟
يا ويلتي. يا ويلتي. يا ويلتي. يا ويلتي. لقد اعتدت علي وجهها.
هل ادفع الرسوم الاضافيه عندما ادخل مبني؟
مرحبا، الطرف الاخر علي الخط. تفضل، من فضلك.
جرحي يوجعني.
وين المحطه؟
عندي قشعريره.
ثلاثه ايام.
عبر الجسر هناك، وستجد المكتبه علي الجانب الايسر.
من فضلك ساعدني في ايجاد مرشد يتحدث اليابانيه.
ما نبيش وحده كبيره.
ستكون هناك تاخير بسيط.
ما الفرق بين تلك الفنادق؟
فاتني المحطه.
كان ممتاز. شكراً لك.
نكون هناك حوالي الساعه سته مساءً.
عندك حاجه شويه اطول؟
تاريخ الانتهاء هو مارس تسعه وتسعين وتسعماءه والف.
كيف كانت؟
هل هناك كازينوهات جيده؟
هذا فلوس الاقلام. ميه دولار.
وين قسم النسوان؟
فين نقدر نركب في الباخره؟
صديقي مجروح.
تبدو بخير.
هل هدا المتجر مفتوح بكره؟
في اخر الممر.
من فضلك، هل يمكنك تشذيب شنبي؟
ياتي هذا مع بار السلطه وخيار من البطاطا المشويه او البطاطا المقليه.
فين نقدر نشري حشيش؟
ما نقدرش نبيع هذا من غير روشته.
هل يمكنني حجز خمسه مقاعد مع بعض في نفس الصف؟
هل يمكنك ان تقرضني حبل سحب، من فضلك؟
ايه سياره تعطي افضل كفاءه في استهلاك الوقود؟
ماشي تنفعش تخفض السعر مهما حاولت.
افتح هذه الشنطه من فضلك، ماذا لديك هنا؟
نبي نعمل مكالمه تلفونيه بعيده للهيلتون في بوسطن.
هل تقبل السيدات بذلك؟
انتبه، سقف منخفض.
ماقادرش نشوف الشاشه من هنا مزبوط. نقدر نبدل كراسي شويه؟
زرت البحيرات العظمي لاول مره.
في حاجه مش ظابطه في هالماكينه دي.
نحتاج طبيب.
من زمان هي في المملكه المتحده؟
محب للفن الطليعي مثلك ربما سيستمتع باللوحات الهيبيّه ومشهد موسيقي الشارع.
في اي وقت؟
باخذ هوت دوج وكولا.
هذا هو مشغل الاتصالات الدوليه.
تقدر تشوف بناء ابيض، صح؟ هو قدام ذلك البناء.
من متي؟
ما عنديش حاجه نعلن عليها.
ايه؟ هل عليك دفع ضريبه عندما يكون لديك اكثر من ثلاث زجاجات من الكحول؟
صديقي مريض جداً. هل يمكنك ان تتصل بطبيب، من فضلك؟
ما نعرفش بزاف علي الخمر. شنو اللي يناسب مع هذا الطبق؟
هل يمكنك ان تتصل بي في الصباح الباكر، من فضلك؟
في محطه وقود علي بعد محطتين من هنا.
اليابانيون ما ياخذوش اجازات طويله.
حاسس كاني انظار الناس عليا. هل من النادر رءيه شخص ياباني؟
بالطبع لا. ليش تقول اذا؟
فين مدخل البريد المركزي؟
وين محطه باصات غراي هوند في هالتاون؟
مافيش مطاعم يابانيه في كيوتو غاليه؟
اظن انها عاليه شويه بالنسبه لي.
عندنا غرفه توام مع حمام بثمانيه وخمسين دولار.
نبي الكتاب بسرعه.
هالسنه برد اكثر من العاده، لكن ما هوش برد لدرجه تساقط الثلوج.
فين نقدر نشري تذكره مترو؟
سيكون لدي مقاعد درجه رجال الاعمال، صحيح؟
كم تكلفه الاجره من هذا الفندق الي المحطه؟
ممكن هكي وهكي من فضلك؟
يقولوا اليابان بلد غنيه جداً.
هل هناك غرف فارغه في عربه النوم؟
هل يمكنك تخفيض السعر الي عشرين دولارًا، من فضلك؟
هذا هديه لصديق.
الثلج يخلي الطريق زلقه.
ما نقدرش نلقي الكاميرا ديالي.
نعمل شطيرتين بالهم.
عندك حاجه تصرح بيها؟
هل شفت معطف ازرق؟ حطيته علي هاديك الكرسي.
في محل زهور في الجهه المقابله من الشارع.
انا من طوكيو.
نبي كريم شطف من ريفلون.
عندي بعض الحوايج للغسيل.
طلبته من زمان.
هل يمكنك ارسال حمال الي غرفتي في السادسه صباحاً من فضلك؟
باخذ شوكولاته ساخنه.
نحنا نقدر نرتبوا عشان ينظفولك الغرف.
خاص، من فضلك.
كم المسافه الي فندق سي؟
ممكن تذكره متعدده الرحلات؟
نبي نحجز طاوله لاثنين في الساعه سبعه، من فضلك.
نبي كريم لليل.
هل يمكنك تغليف هذا كهديه؟
ثُلث بعد الثلاثه.
ناوي نبعث فواتير حاجياتي اليوميه، فبالله قوللي العنوان واسم المسءول.
من الصعب علينا التحدث بالانجليزيه بطلاقه.
عندك فيهم نفس التصميم لكن بكعب عالي؟
نبي ستره لولد عمره عشره سنين.
وديني لطريق ابي، من فضلك.
شكراً. مرحباً، شكراً علي الانتظار.
متاكد عندي حجز.
بنشلها لك، عليك بالانتظار هنا من فضلك.
حنا هنا ليوم واحد.
عندي صداع خفيف.
استمتعت بالوجبه كثيراً.
لا، من فضلك اجلس وانتظر. ساعود حالاً.
هل يمكنني رءيه السياره؟
هل يمكنك ان ترسم لي خريطه، من فضلك؟
حاضر، سيدي. من فضلك كن في غرفتك حتي ياتي الطبيب.
تعرّضت للسرقه في شاطء وايمانالو. ارجوك تعال حالاً.
كيف بخصوص مءه دولار؟
نبي هكي يتعلب.
نبي نقدم علي اعاده اصدار.
دعمت الحكومه ترقيه الصناعات.
هو اكبر من خمسين سنه، اظن.
ما هو السن الادني للقيام بهذا؟
عندك خريطه بسيطه للمدينه؟
اذا كان ممكن، انا افضل ما نطلعش السني.
العد هو كره واحده، ضربتان.
في اي وقت سوف يصل القطار الي سان دييغو، من فضلك؟
نبي نشوف صندوقك.
نبي شامبو.
انا نقعد في فندق هيلتون.
حاسس بالسوء وبغثيان.
لكن عندي موعد باش نشوفها في الساعه اتنين.
هل هذه السياره تذهب الي ادنبره؟
نعم، من فضلك املا هذا النموذج.
كم تفرض من رسوم علي الوزن الزاءد؟
اسمي كيمورا. اريد الغاء حجزي ليوم الجمعه.
اه، انا اسف. هناك مشكله ونحن نصلحها. هل تنتظر لمده ثلاثين دقيقه تقريبًا؟
في اي وقت يمكنني المغادره؟
فهمت.
ننادي حد.
هل تريد ان تسدد الفاتوره الان؟
جت السياره من جنبي من الجهه الجانبيه في التقاطع.
هادي علبه موسيقي.
وين الحي؟
هل هناك جوله بالحافله في المدينه؟
في اي وقت نبدا؟
حاضر يا سيدي. في الحجم المتوسط يمكننا ان نقدم لك سياره ميركوري سابل. هل هذا مناسب؟
عندك كدمه في العضله.
لكن عليك ان تعدني بان تضرب الكره، وليسني. موافق؟
كم الباقي؟
هل يمكنني استعاره بعض المفارش؟
من اي نوع من الجلد مصنوع هذه الحقيبه؟
ما نعتقدش ان السكينه هادي نظيفه. تقدر تجيبلي وحده اخري؟
اشريت هذا من لحظات، لكن هل يمكنك تبديل هذا بذلك؟
بصراحه، انا ما نتفقش معاك في هذا.
هذا هو الطريق الصحيح الي المحطه المركزيه؟
قارب مع مرشد، من فضلك.
نبي نطلب بدله لونها غامق لي.
هذا المظله تصلح كعصا.
هل يلزم ان اترك كل امتعتي في غرفه الامانات؟
من فضلك ارني جواز سفرك.
هل هناك مكان يقبل الغسيل في يوم الاحد؟
برجر جبنين، من فضلك.
اي حافله تذهب الي ميامي؟
لكن لا داعي لاعطاء بقشيش.
تقدر تشوف وحده في قاعه كارنيجي.
ماشي معتمد.
شنو تخصص الدار؟
نبي نحدد موعد مع طبيب.
نبي نعرف هل هناك طاوله متاحه قرب النافذه لسبعه الليله.
ما عندكش مشكله نجي عندك؟
يبدو ان هناك مجالًا للتحسين.
وين المحطه تحت الارض؟
عندك مقاس اصغر من هذا؟
فين نقدر نلقي الاسبرين؟
هذا هو الحد الادني؟
من فضلك اعطني تصريح اسبوع واحد.
هذا زميلي.
شنو انواع البنزين موجودين؟ سوبر، عادي، ولا خالي من الرصاص؟
هذا واحد.
نازل فيني زكام.
مغلق يوم الاثنين، لكن يوم اخر سيكون جيدًا. اعتقد انه مفتوح من التاسعه صباحًا حتي الخامسه مساءً.
هذا هو سمك الانقليس المشوي مع صلصه خاصه فوق طبق من الارز.
"نحتفلوا" قالي ووداني لبار. قالي باش يطلع تلفون وخرج ومارجعش وخلياني مع فاتوره كبيره.
كم ثمن الجالون؟
كان جوازي وبطاقتي الاءتمانيه في شنطتي.
حجز علي الساعه سبعه، باسم منو.
ما تاخذش فنجان شاي؟
هل يمكنك ان تخبرني اين اجد القنصليه اليابانيه؟
هل يوجد طبيب في الفندق او متوفر عند الطلب؟
داءماً يشري من شارع بوند.
ورقه انجليزيه من فضلك.
هل هناك مكان يعزف موسيقي الريف؟
نبي نتحقق من اغراضي الثمينه.
في صوف تاني؟
كم ثمن الورقه الواحده؟
حسناً، اضغط علي تسعه وصفر واحد واحد، ثم رمز الدوله ورقم الهاتف.
ممكن دايت كوكا؟
هل يمكنني تقديم طلب؟
كان عندنا سواقه زينه. شكراً.
عذراً، هل يمكنني المرور؟
السكان الكُلّي لليابان يقدّر بحوالي مءه وثلاثين مليون.
نبي نستاجر شمسيه.
نعم، واود ان اعكس التهم.
محفظه فيها ميه دولار وبطاقتين كريديت.
الماء حار جداً.
انت هنا.
جُرّه قهوه، من فضلك.
من غير المعقول.
يءلمني بطني بعد الاكل.
واو، هذا مكان حلو.
يمكن يكون عنده انسداد هواءي.
قررت؟
اذا تحب، نقدر نرتاحوا هنا.
فقدت اثر رساله مسجله.
ما تقدرش تبدل شغلاك بسهوله.
المحطه الجايه شنو؟
طيب، لكنش الملاعب. الجو حار بزاف اليوم.
انزل هنا، واغير للباص رقم سته.
لازم نلحق علي الطياره اللي في العاشره صباحاً.
ما زلت احس برغبه في التقيء.
ما نبيش حاجه كبيره.
فحص، من فضلك. (او "حساب، من فضلك.")
بكم الثمن الفطر الطازج؟
حاسِب، من فضلك. هل تقبل الفيزا؟
اليوم نبي نمشي نشوف كيف حال تشاينا تاون.
اثنان صفر اثنان تسعه ثلاثه تسعه سته سبعه صفر صفر.
نبي نسحب سناني.
نبي شنطه مكياج.
نحس بلي كيفاش نعطي بقشيش؟
فين نقدر نشوف "شبح الاوبرا"؟
نبي نشري هدايا تذكاريه لصحابي. تقدري تقترحي عليا بعض منها؟
ببطء اكثر، من فضلك.
ما هي تكاليف الفاكس الدوليه المتوسطه الخاصه بك كل شهر؟
مقلي من الجانبين، من فضلك.
حسناً، يبدو الامر واضحاً جداً. كلاكما يرجي اعطاءي رخصتكما وتسجيل سيارتكما. وايها الابن، اخشي انه علينا اجراء اختبار تنفس لك.
يكون جاهز بعد بكره في العشيه.
هذا مصنوع من القطن؟
عندي دواي الخاص بي.
ماذا يمكنني ان اري في تلك الجوله؟
نعم، هناك حد ادني لشراء مشروب واحد.
كم ثمنه لليوم؟
هل هذه الحافله تتوقف بالقرب من الفندق؟
نبي سي دي.
فيه رحلات للخطوط الجويه اليابانيه (JAL) و (ANA) اللي تطلع في الساعه عشره وخمسه وخمسين. لكن، للاسف كل الرحلات ممتلءه.
تناسبني جيداً.
هل يمكننا الحصول علي طاوله لخمسه اشخاص؟
ما تفهمش انجليزي بالمره.
من فضلك صر شيكا سياحيا.
تقدر تهتم بيها من تسعه الصباح لحد حوالي ثلاثه؟
كم تكلفه البريد الجوي الي اليابان؟
مفتوحليش الباب، هل يمكنك فتح بابي من فضلك.
ايه جوله هي الافضل لرءيه الاماكن الاكثر شهره؟
هل هناك مضيفه طيران تتحدث اليابانيه؟
كم شنطه يمكنني احضارها علي الطاءره؟
لا يا سيدي. هذا المساء محجوز بالكامل. لكن الغد مناسب.
بنتصل بالبواب نساله علي الاجره الصحيحه.
والله اسف بجد.
عندنا حفله ليله الجمعه. ليش ما تنضمولنالها؟
حسناً، غرفتك رقم تسعه او ثمانيه، انسه. ها هو مفتاحك.
مهم جداً ان يكون لدينا امكانيه الوصول الي المواد الخام التي نحتاجها للمشروع.
عذراً يا ضابط؟
هل هذا القطار يذهب مباشره الي ادنبره؟
هل هذا ضمن حد الاعفاء الضريبي؟
اخرج اشياءي الثمينه من فضلك.
كم هي مزدحمه الجولات؟
نبي نشري بعض الهدايا التذكاريه. هل هناك متجر مناسب قريب من هنا؟
الي متي هو مفتوح؟
هو برا هلّا.
مايومي، هل يمكنكِ ملء هذا الورق بتوقيعكِ؟
هاني واحده ليك يا سيدي.
ما عنديش شنطه سفر.
طبعاً، خذ راحتك.
انا هنا في مهمه اعلاميه.
عندك افلام صيفيه؟
متي القطار القادم الي واشنطن العاصمه؟
اللي اطول هوما الموضه هلّه.
راجع لليابان يوم الاثنين الجاي.
هل يمكنني الحصول علي خريطه للمترو؟
هل هي رحله طويله؟
هل يمكنك تبديل هذا بواحد جديد؟
شخصين.
فين نقدر نستلم شنطي؟
ما ناحسش براسي مزيان. هل يمكنني ان ارجع الكرسي للخلف؟
الساعه واحد وعشره الصباح.
هل يمكنك ان تخبرني بمطعم مشهور بين الشباب؟
كان سيارتو تسير بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لتاكيد موعدي مع السيد ابرت يوم الاربعاء القادم في الساعه الحاديه عشره صباحًا.
هل يمكنك بطريقه ما ان تشرح مرضك بالانجليزيه؟
هل يمكنك ارسال سياره اجره الي المدخل الرءيسي لمركز ويستمنستر التجاري؟
كم مره نبدل قطارات باش نوصلوا؟
هل هذا صحيح؟ دعيني اتحقق. اوه، انا اسفه جداً، انسه تاكانو. هذا خطا منا. اليك فاتورتك الجديده. هل يمكنك التوقيع هنا من فضلك؟
خمسه دولارات للخلف، من فضلك.
سده بانيو ما تتقفلش بالكامل.
هذا مجرد رمز تقديري مني.
هل ستملا هذا النموذج؟
كيف هكي بالنسبه للنماذج البلاستيكيه؟
شنو الماركات اللي عندك؟
الكعب عالي بزياده بالنسبه لي.
انا مقفول برا غرفتي.
من زمان انت في باريس؟
هل يمكنني الحصول علي طوابع بريديه لثلاث بطاقات بريديه جويه الي اليابان؟
يُكتب هكذا: ج-و-ر-و-ح.
تبي تشرب حاجه؟
استلقي هنا.
خليها برقيه مستعجله من فضلك.
حسب التقرير الجوي، غدوه يبي يثلج.
نبي كره.
بالتاكيد. سنكون سعداء بفعل ذلك.
هاو، كتاب رسوم متحركه ماليزي. باش نشري وحده نجيبها معاي للبيت كموضوع للحديث.
طريق النجاح هو "جنماكو"، صح؟
ساصل الي فندقك حوالي التاسعه مساءً.
عندي تقريباً الفين وخمسميه دولار في الين الياباني.
ايه، نعم. باش نوريّك بعض.
نبي حبوب للنوم.
بنشوفوك حتي اليوم التاسع. ان شاء الله تلقاو المجرم في اقرب وقت.
متاكد المجرم قريب.
عشره طوابع من فضلك.
عندي زكام في الحلق.
نبي بعض الهدايا التذكاريه من نيويورك.
انا خارج. هل يمكنك ارسال حمال؟
ساعتي وقفت.
اه، هكي؟ كيف حالك معاها؟
نحن مفتوحون في التاسعه صباحاً.
نبي كتاب تلوين.
اظن انني اشعر بالغثيان من السفر.
هل يلزم ان اذهب الي بنك ياباني؟
لازم تصرف فلوسك في بنك.
هل هناك وقت كافٍ للخروج من الفندق؟
زوجك واحد من افضل عملاءنا.
هل تعرف طبيب اسنان جيد؟
اه. يجب ان تخطر القنصليه فوراً.
مُهزوز، مش مخلوط.
هل ترغب في طاوله في المطعم الرءيسي او في غرفه خاصه، سيدي؟
عدد كبير من الناس يذهبون الي الشاطء خلال الموسم.
وزني حوالي ميه وخمسين رطل.
فين ننقل؟
وين مكتب الاشياء المفقوده؟
هل هناك حافله تذهب هناك مباشره؟
هل احتاج الي اي معامله خاصه؟
هل ستكون بالنقود ام بالدفع؟
انتقلنا الي هذا البيت منذ سنه.
كم من الوقت سيستغرق للحصول علي تاشيرتي؟
فين الحمامات؟
المبلغ الاجمالي المستحق هو ماءتان وثلاثه واربعون جنيهًا، سيدتي.
هذا هديه. هل يمكنك تغليفها بورق هدايا جميل؟
ما هذا المنظر! هذه مسارات راءعه.
في ناس مجروحين.
عذراً، فين المحطه هنا؟
نعم، لدينا حجز لك.
عذراً، اريد الذهاب الي فندقي في المدينه بالحافله. من اين يمكنني ركوب الحافله؟
دجاج، من فضلك.
هذا الغرفه رقم 201. اريد ان اطلب فطور الغد.
شنو رايك في التحرش الجنسي في مكان العمل؟
عندي اختين.
رحله رقم ميتين وثمانيه، الي طوكيو.
منين حطولها حشوه من جوه.
نجتمعوا مع بعض عشان نتناقشوا في هذا اكثر.
كيف تحب ان يتم تسريح شعرك اليوم؟
هل يمكنك قولها بعبارات اخري؟
نرضي باللي عندك.
نحن نريد طاوله قريبه من المسرح.
انا بخير. حسناً، هل انت ذاهب الي مكان ما؟
انه علي ارتفاع الفين واربعماءه متر.
ادخل. من فضلك ضعها علي الطاوله هناك.
من فضلك الغي رقم بطاقتي.
عذراً، كلها بيعت، لكن سنحصل عليها خلال ايام قليله.
ممكن قهوه؟
ماعنديش موعد، لكنها حاله طارءه.
هذا مصنوع بشكل رديء.
وين السير المتحرك؟
عندك بروشور للاحداث؟
وين مدخل المترو؟
فقدت تذكره الطيران ديالي.
ما تقدرش تبقي هنا في العطله؟
اه، انا اسف جداً لازعاجك.
هل يمكنك حجز احداث؟
هل هناك حمام عام قريب من هنا؟
المجموع كم؟
هذا جيد جداً. الان للاسءله من فضلك.
عندك فلوس صغار للباركينغ؟
المنتج الاكثر مبيعاً لدينا في السنوات الاربع الماضيه كان جهاز نسخ AX-اربعماءه وخمسين.
نولي ع اليسار؟
هل هناك مضيفات يتحدثن اليابانيه؟
سعر راءع، اليس كذلك؟
يجب ان تاخذه تسعه وتسعين مره في اليوم، قبل الوجبه.
نعم احبه.
نبي ترابيز.
نبي جاكيت رياضي.
تقدر تقعد في داري.
هل يمكنني ان ارجع كرسيّ للخلف من فضلك؟
عظيم. كنت ندور علي تكسي، لكن هذا احسن.
معطف طويل. هل هو مصنوع في بريطانيا؟
نبي نروح لمركز هارفارد. تقدر تقوللي كي نوصلوا؟
اثنين كبار واثنين صغار، من فضلك.
شنو الثمن؟
حرب النجوم كانت اكبر نجاح في عام الف تسعماءه واربعه وثمانين.
وين قسم غير المدخنين؟
هذا "ت" مثل توم، نعم لديه هنا، تارو.
اظنها منظريه.
نبي تفاح، من فضلك.
هذا لشنو؟
ما هي بطاقات الاءتمان التي تقبلونها؟
عندي وقت كافي.
حسناً، حان وقت الغداء. هل ترغب في مناقشتها علي الغداء؟
سُرق جهاز الفيديو من غرفتي.
مرحبا، اسمي عوده. لدي حجز لهذه الليله، لكنني ساتاخر قليلاً في تسجيل الوصول. لذا، يرجي تثبيت حجزي.
هذي الاحذيه قويه؟
من فضلك قول له اني انتظر مكالمه منه.
يقولوا ان الانفلونزا منتشره هناك.
توها داخل.
عذراً، نحن ممتلءون لليله الغد.
انا مع بعض الاصدقاء.
حسب قول غورو، السيد يامادا عنده ولدان.
هل يمكنك ان تقول ذلك مره اخري؟
نبي نعمل طله علي برج لندن.
من فضلك قفل حزام الامان.
كود المنطقه تلاته. رقم الهاتف 2343400.
عذراً. هل هناك جسر قريب من هنا؟
عذراً، نبي نستعمل الحمام.
محتله.
هدومو دايما قديمه وماعادش تلبس.
عندك اكل بحري؟
هذا غالي شويه.
نبي، لكن خايف ما نقدرش نجي هلمره.
حسناً، ما نعرفش لسه، لكن بالتاكيد راح نحاول.
ملح، من فضلك.
من فضلك استعمل غرفه القياس هناك.
تسعين دولار للتذكره ذهاب فقط. كاش او كارد؟
هل يمكنك تنظيف الطاوله من فضلك؟
كيف يقوم الوالدان اليابانيون بتربيه اطفالهم؟ هل هم صارمون مع اطفالهم؟
هل يمكنك ان تخبرني بساعات العمل؟
من فضلك غلفهم بشكل منفصل.
بطني حاسه بالثقل.
هذا يبدو جيدًا. اين يمكننا ان ننتظرك؟
هل يمكننا ان نبدا اللعب عندما ينتهون؟
سكان اليابان حوالي ميه وعشرين مليون.
املا المعلومات التاليه في بطاقه التسجيل.
هل يمكنني استرجاع اشياءي؟
عندكش شالات حرير؟ ندور هديه لمرتي.
نحضروهلك هلّا. شنو رقم الغرفه؟
السيد كوباياشي يبحث عنك.
نبي نسافر من شنغهاي لهاواي بالباخره.
هل يمكنك ارسال شخص ما؟
هل يمكنك ان تجعله جاهزاً بحلول الخامسه مساءً غداً؟
ياخذ عشر دقايق مشي.
قبل ما نخلّوا اليوم، هل يمكنك ان تعطيني بضع دقاءق؟
وين نقدر نوقف سيارتي؟
حاسس ببروده و بطني توجعني بشدّه.
ويسكي اسكتلندي ومي, من فضلك. وعندك حاجه للتسابيح؟
كيف استطيع اطفاء هذا الضوء؟
هل هو مشغول جدا اليوم؟
نبي خيط.
من فضلك، اعطني شهاده طبيه.
نبي منك تقصّرها هنا بوصه واحده.
ما ناحسش برشا. من فضلك عطيني دوا.
من فضلك، هل يمكنني الحصول علي جريده يابانيه؟
حسناً. هل يمكنني ترك السياره في اي مكان؟ ما هي رسوم التسليم؟
اي حافله تذهب الي وسط المدينه؟
هل هناك قطارات سريعه الي بوسطن؟
من فضلك كن صديقي عبر المراسله.
راح نقعد مع صاحبي.
انا متحمسه جداً، لا استطيع الجلوس بهدوء.
هل يمكنني النزول في فندق الهيلتون؟
نبي منك تشيله.
امشي عاليسار في هضه الشارع و خذ اليمين الاولي.
نبي نعرف اذا كان ممكن نشحنو هل مجموعه من الصحون لطوكيو.
نبي شويه قوه جسديه.
هل هناك اكل مش حار و لا بهارات كثيره؟
هل هي قريبه بما يكفي للمشي؟
نبي كريم لليدين.
ممكن تعطيني الملح؟
نبي نروح لشارع وول. كيف نوصله؟
زياده التمارين الرياضيه تضرك.
بما في ذلك الفطور والضريبه ورسوم الخدمه، سيكون السعر خمسه واربعين دولاراً للشخص الواحد في الليله.
هل يمكنك اصلاح هذا؟
مساء الخير. مرحبا.
ما نقدرش نلقي شنطتك.
امشي مستقيمًا من فضلك.
هل الماء هنا صالح للشرب؟
اه، يلا. بس دولارين.
هل يمكنكِ تغيير هذا الفستان بواحد اكبر مقاسًا من فضلكِ؟
حسناً، هيا نذهب. يمكنني مساعدتك في واجبك المنزلي بعد ان ناكل بعض البيتزا.
نعم، سيد تاناكا. هناك رسالتان لك.
ماشي عليا.
غدوه يوم اخر.
ربما نقدر نساعدوك. هل تحتاج فيتامين سي؟
تُسرقت محفظتي في القطار.
بعيد بزيااده، خيرلك تاخذ تكسي.
نبي كرسي جنب الممر، من فضلك.
انا ساكن في شقه بثمانين الف ين في الشهر.
عذراً للمقاطعه؟
ورييني وحده اوسع.
عذراً. هل يمكنك تبديل المقاعد معي؟
ايه، بالطبع.
انزل للزاويه ولف يسار في الضوء الاحمر.
هل تريد اسطوانات اصغر ام اكبر؟
نبي غرفه فرديه مع حمام بثمانين دولار، من فضلك.
نبي نودع اغراضي الثمينه في خزنه الفندق.
هل لديك غرفه متاحه الليله؟
نعم، لكن تاكد انك تحمل تذكرتك معك.
بس بعض الناس هينضمو للرحله الاختياريه.
لا يهم. علي اي حال، من فضلك خذني الي وسط تشاينا تاون. ساحاول ان اجد طريقي بنفسي.
يتم توظيف ناس جدد في شهر ابريل.
ان شاء الله.
اثنين اسكوتش ومي، من فضلك.
من يلعب؟
هل يمكنك ان تتصل بي اذا وجدت حقيبتي؟
عَ اليسار، لو سمحت.
هل تقف معي لالتقاط صوره؟
لا. هل ترغب في الابلاغ عنه؟
هذا السنيّه قدام توجعني.
شنو اخر لعبه كمبيوتر لشخص عمره خمسه عشر سنه؟
نشوفوك بكرا.
هل هناك مطعم ارخص من هذا قريب؟
لا، ولكن شكراً. انا اشعر بتحسن.
عندك خبز؟
كيف مستوي عزفك علي الكمان؟
صديقي انزلق وسقط في الحمام.
ممكن منفضه سجاءر؟
تم حظر المسيحيه واغلقت البلاد امام بقيه العالم.
كم تريد؟
كوكتيل جمبري ليها و نفس الشيء لي.
هل يمكنني ان اجعلك توقع هنا بالضبط؟ و الرجاء ضع الاحرف الاولي هنا.
كان من دواعي سروري الكبيره زياره مكاتبكم الرءيسيه واجراء مناقشات مثمره معكم. اشكركم جزيل الشكر علي تعاونكم الطيب.
زعاقك في النوم عالي.
ما عجبنيش اللون في النهايه. هل يمكنني ارجاع هذا؟
اخرج من الباب اللي هناك، واستني عند المحطه رقم سته.
دجاج مشوي، من فضلك.
ممكن فلفل؟
نعم، احب ان اقرا شيءاً.
هذا السيد تاكاهاشي في الغرفه خمسماءه وتسعه واربعين. هل يمكنك ارسال اربع زجاجات من بيره بودوايزر، من فضلك؟
هذا سبعون دولار.
من فضلك، اتصل بي في فندقي عندما تجد حقاءبي.
نبي تنبيه للصُبح في ثمانيه ونص بكره، من فضلك.
ايه، لكن هذا كثير و انا شبعت.
نبي غسول فم.
ما حاسش براسي.
هل تقدم اي خصومات بالجمله؟
طوكيو صفر ثلاثه رباعي تسعه اربعه خمسه سته سبعه
هل يمكنك مساعدتي في ايجاد حديقه الحيوانات؟
هل تخبرني كيف اضبطه؟
في حدود الساعه كام تخلص جوله الباص؟
هل تعرف كيف تستخدم التلفون؟
بالتاكيد. لدينا بعض العلامات المرجعيه الامريكيه الاصليه الجميله.
موظف يتحدث اليابانيه من فضلك.
نحنا مهتمين بالموضه.
هل يمكنك ان تسحب سيارتي؟
هل هذه العياده F؟
مرحبا، انسه ياماغوتشي؟ الطرف الاخر علي الخط. تم قبول المكالمه. تفضلوا، من فضلكم.
فين نقدر نشري تذكره مصعد بالبون؟
في اي وقت سنصل الي لوس انجلوس؟
امشي مستقيم لمده خمس دقايق تقريبا، واعطف من اليسار.
هذا الطريق يءدي الي الشاطء.
هذا الشاي العشبي يساعد علي تجديد الجسم.
هذي ما تتصنعش في اليابان، صح؟
حاضر. من هذا الطريق من فضلك. ساريك غرفتك.
لازم نطلع من الفندق قبل الظهر.
اثنين همبرغر واثنين قهوه، من فضلك. انا عايز اخذهم معاي.
هل يمكنني حمل هاتين الحقيبتين؟
طلبت لحم، مش سمك. هل يمكنك تغيير هذا؟
ولدي تعب من جوه.
عندي غثيان.
هالستره ما هيش مقاسي.
نبي نتقابل مع السيد ويليام.
يحتوي علي مجموعه متنوعه من سبعه فيتامينات ومعادن.
السن فضفاضه.
هل يمكنني استرداد المبلغ عندما اعود الي اليابان؟
منش مكونه هاكي الوجبه؟
في اي بلد تم تصنيع هذا؟
تقدر تخليها في عشره دقايق؟
انا ما نعرفش انقليزي مزبوط. في حد هنا يتكلم ياباني؟
فين نقدر ناخد تذكره مترو؟
سيتم ارسال عشرين عينه اضافيه اليك بالبريد.
ما نعتقدش انو هكي ليا لان جلدي جاف شويه.
من فضلك، هل يمكنني الحصول علي جدول زمني؟
نعم، اظن انني سانتظر.
تسعه وتسعين دولار في الساعه لكل طفل.
عذراً، نحن نفد من المخزون.
لازم يكون هادي.
عندي معدّاتي الخاصه.
مفتاح الغرفه، خمسه صفر ثلاثه، من فضلك.
في اي وقت سيتم عرض فيلم "الرجل المحطه"؟
وين الكوافير؟
في الساعه سبعه، من فضلك.
شنطتي مكسوره.
مشاهده المعالم السياحيه.
انا جاي من اسبانيا.
في حاجه مش صحيحه في هاكي البطاقه. هل يمكن تعطيني وحده اخري من فضلك؟
عندي حساسيه في دراعي.
ارسل هذا بالبريد الجوي الي اليابان من فضلك.
وين اقرب صيدليه؟
نبيذ اخر، من فضلك.
الناس ودودين جداً.
كم عدد المشروبات المشموله في السعر؟
انت عملتها.
وين بوابه الصعود لهالرحله؟
اذا كان متاح، هل يمكنك حجز طاوله بجانب النافذه؟
هل تم الاعلان عن صعود الركاب بالفعل؟
نحن علي ارتفاع اثني عشر الف قدم.
اولاً، نحن نريد ان نري وول ستريت.
وين محطه الباص لاوكسفورد؟
نستني لين يتوفر التراس.
هل يمكننا رءيه بعض المحافظ الجلديه؟
تفرجوا في التلفاز. فيه ماتش بيسبول.
هل تكتب عنوان اتصالك هنا؟
من فضلك قوللي فين اقرب صيدليه.
الي فندقي من فضلك. هنا عنوان فندقي.
كم عدد المحافظات بالاضافه الي طوكيو؟
قفل و استني شويه من فضلك.
ماذا تفعل عادهً في البيت بعد العشاء؟
بالتاكيد. متي تريد ان تلعب الغولف؟
هتكون في البيت حوالي الساعه تلاته.
نبي نكلم السفاره اليابانيه.
شويه زياده.
منين تخرج باصات السياحه؟
كم تتقاضون مقابل ارسالهم الي اليابان؟
ماعنديش لا كلوبات ولا شوز.
هل الين الياباني بخير؟
عندك موستانج؟
نقفزوا من هنا؟
السيد كاوي، لدينا طاوله لك الان. تفضل من هذا الطريق.
طبعاً. انزل من الدرج اللي هناك و راح تلقي بعض الارشادات. بس اتبعها.
الاستقبال. هل يمكنني مساعدتك؟
ممكن توصلني لفندق الهيلتون، من فضلك؟
هل غالباً ما يتعين عليك العمل حتي وقت متاخر؟
عذراً، لكن ما عندناش تاني. ايش رايك في جراءد انجليزيه؟
طاوله غير مدخنين، من فضلك.
هل تخبرني قبل ان نصل الي دورهام؟
هذا طازج؟
هذا مش صحيح. دايماً تتعامل معاي بالمعروف.
هل يمكنك ان تُريني بعض الفساتين؟
هجاءها، من فضلك.
نعم خمري يسكروني. (N'am khamri
احذر، الجو متغير جداً في الجبال.
شيك مسافر و ين ياباني، تمام؟
عذراً، تحققت مع كل من قسم الخدمات و قسم الاشياء المفقوده. ليس لديهم ذلك.
مكان صعب تلقاه، هو في طريق صغير يطلع من الطريق الرءيسي.
ما نعرف عليها شيء.
نقدر نحكوا فيه في مقهي.
نعم، في هذه الحاله، ما ندفعش تمن التعديلات، صح؟
الموظف المسءول، من فضلك.
هل يمكنك تخفيض السرج، من فضلك؟
هل ستءويني الليله؟
طيب. ساخذ اثنتين فقط. شكراً.
هذا فاتورتك. هي ثلاثه وتسعين دولار.
انت محظوظ.
من فضلك خليه طاوله مع منظر ليلي حلو.
هل هذه مصنوعه الياً او يدوياً؟
نبي نستاجر سياره من هذا النوع لمده اربعه وعشرين ساعه.
كان من دواعي سروري ان التقيت بك.
مقطوع.
حسناً الان، دعنا نلقي نظره عليك.
حسناً، فكر فقط كم سيستغرق عمله من وقتٍ اطول لو طرح سءالاً اضافياً علي كل شخص. هيا، لنسرع ونحصل علي امتعتنا. علينا التوجه الي التصريح الجمركي بعد ذلك.
شنو الوزن؟
هل هناك مطعم صيني في هذا المكان؟
المنصه رقم خمسه هناك.
متي ستبدا مباراه كره القدم؟
خارج الخدمه. هل يمكنك فحص كاميرتي؟
قهوه مع كريمه وسكر، من فضلك.
اظن ان هناك بعض الاخطاء في الفاتوره.
من فضلك اعطني تلك.
هذا الباب السابع.
انت اسكتلندي؟
ثلاثه-اثنان-واحد-اثنان. انتظر ثانيه واحده، حسناً؟ اريد ان ارسل لك شيءاً هنا. عفواً.
مءه وخمسه وثلاثين ين للدولار.
التنانير القصيره مع الاحذيه الطويله ما تخرجش من الموضه.
هل يمكنني التحدث الي المدير؟
لماذا اجرتك تختلف عن العداد؟
نعم ممكن نشوف هذا؟
وعدت روحي انه كي نشوفك نتعرف عليك.
وش صاير هلايام؟
ما ناحسش حالي مزبوط. تقدر توصيني علي طبيب؟
حفلتك بدات، توكل علي الله.
هل هناك عرض علي المسرح؟
المرحاض ما يغسلش.
كم من الوقت يستغرق للوصول من هنا الي البلديه مشياً علي الاقدام؟
خُذ هذا الدوا بعد كل وجبه لما يوجعك بدرجه كبيره.
تضع المال في مظروف خاص مزخرف يسمي "شوجيبورو".
واحد مجروح.
نفسي نعرف شنو ناخذله؟
عندك خريطه للقطار الكهرباءي؟
عندي غرفه جاهزه لك في فندق الكبير. تقدر تروح هناك؟
عندي الم في عيني اليمني.
انا مش كويس بزاف في الالمانيه.
لازم نتلاقوا تاني اكيد.
هل ستُدخل هذه البنطال؟
هل يمكنني استعاره مضرب وكره؟
هل يمكنك تضمين بعض النقود الصغيره؟
ممكن نص قاروره؟
مرحبا. انا جون.
نكي.
عندك مانع لو صورتك انت وتاكسي؟
اتصلت منذ ثلاثه ايام بخصوص شنطه ضايعه.
نبي فندق ارخص.
اه، هناك الكثير من الاشياء التي يجب ان تراها في قريه غرينتش.
في عمل. لدي علاقه عمل هناك.
تتناسب مع بدلتك.
من فضلك، هل يمكنك مراقبه حقيبتي؟
كيف تعجبك هذه الفكره؟ نحن نقبل بشرطك الخاص باخطارنا قبل سته اشهر، بشرط ان تمنحنا الحق في البيع لمده سته اشهر بعد انتهاء العقد.
عذراً. هل تعرف نيويورك جيداً؟
نستنوك. من فضلك اتصل بينا لما تكون جاهز.
نبي نشوف جراح.
هل هذه مكونات طبيعيه؟
نبي نركب في سياره رياضيه.
كود المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنان ثلاثه اربعه خمسه سته سبعه.
اصابته نزله برد.
سياره سوبر مدمجه ستكون الافضل.
نبي نبعث هادي بالبريد العام.
ديرني نحول هذا الاتصال للرجل المسءول.
شنو المقاس اللي تبيه؟
اه، يا عزيزي. ما كنتش عارف اني لازال عندي هادول.
عندك كرتونات للبعثات؟
هل ستدفع شركه الطيران تكاليف فندقي ووجباتي؟
هذي كل شنطك؟
كيف ترغب في اجراء المكالمه؟
حسناً، هو غالي. مش مصنوع في اليابان، اليس كذلك؟
من فضلك، هاتلي الملح.
وين اقرب مطعم من هذا الفندق؟
نبي شامبو للشعر العادي.
متي تعتقد انه سيتم العثور عليه؟
نتمني لكم سنه جديده سعيده جداً.
باخذ سبرايت كبيره.
من فضلك قولها مره اخري ببطء اكثر.
عذراً، اريد ان اضع طلباً.
عندنا جمبري نيوبرج وفخذ خروف مشوي.
نبي غرفه تطل علي منظر حلو.
ثلاثه كءوس عصير بطيخ، من فضلك.
عندي ثلاثه اولاد.
امشي مستقيم في هذا الرواق واعطف يسار في الزاويه. راح تشوفه علي يمينك.
هل هي جوله ليوم كامل؟
كم تكلفه تذكره ذهاب وعوده الي اكسفورد؟
نروح للنادي الرياضي كل يومين.
وين نقعد في الجوله؟
في اي وقت يجب ان نغادر الفندق؟
كم اجره الدليل في اليوم؟
فين نقدر نلقي سي دي؟
عذراً. انا طالب جامعي من اليابان. هل انتم طلاب من جامعه نيويورك؟
هل يمكنك ان تخبرنا بكيفيه تقييمك لهذه الخطه؟
اكي، هل تعرف متجر اسطوانات جيد قريب من هنا؟
نقداً او بالفيزا؟
انا نشتغل في شركه تجاريه.
من قله الذوق تسال الناس كم يكسبون.
هذي ليفي فايف زيرو وحد؟
في اي وقت يمكنني ان استحم؟
ما تبانش اكبر من 21 سنه.
نعم، في الواقع، يحتوي علي فيلم عالي السرعه. هل تمانع اذا اخرجته؟
شرتها توه.
نجيبوا وحده حالاً.
ثمانيه دولارات. وهاهو واحد ياتي الان.
من فضلك اظهرها مع اغراض الشراء للجمارك في المطار.
هل اي من المتاجر الكبري لديها مبيعات الان؟
مشغّل، وصلني مع مركز الاطفاء.
عندي بطاريه ميته.
توقف عند التقاطع القادم.
اه، ها هي. وهل يجب علي الجميع ملء هذا النموذج الجمركي؟
واسمك من فضلك؟
عندك مانع نعمل مكالمه علي حساب المتصل؟
مرحبا. كيف حالك؟
وين قسم السفر؟
شنو اسم الشخص اللي تبي تتكلم معاه؟
عذراً، هو غير موجود الان.
شوف هذا. شوف هذا. حتقوللي الفرق بين هذا الراجل وذاك الراجل هو الحظ؟ محمد، وقف علي جنب، ارجوك؟ ما عندكش مانع لو اوصلك هنا. انا متاخر. صاحبي، كان ليا الشرف نتقابلوا، صح؟
هل غرفتك تطل علي المدينه؟
في رسايل لي؟
ما زال غالي كثير. ما ناخذه بثلاثه دولارات؟
نحن نريد غرفه في الخلف.
باخذ كاس خمر.
تبدين جميله.
نبي غرفه فيها سريرين منفصلين. كم سعر الغرفه في الليله؟
تبعد حوالي تسعه وتسعين ميلاً.
فينس و ليندا يبوا يكونوا بروحهم، لذلك خايف نضطر نبقي هنا الليله.
من فضلك احتفظ بهذه الامتعه في الجمرك.
اسمي ساتو.
نعم نعرف نادي جاز قديم في وسط المدينه.
ساخذ هذا الطعام الجاهز.
نبي نجرب نفس الطبق هذا.
من بعد ناخذوها.
هذا يوصل للطابق السادس؟
جلد التمساح؟
من فضلك ضعها في كيس غسيل واتركها هناك.
نبي نطور هذا الفلم. متي يكون جاهز؟
من فضلك، ما تعطيش المفتاح هذا لحد غيري.
طيب. ساتي لاخذك من الفندق في الثامنه.
النافذه بخير.
خلي الغره تنزل، من فضلك.
هل جميع مصاريف النقل مشموله؟
دار الاوبرا المتروبوليتان
وين كاونتر ايجار السيارات؟
عندي حراره من البارح.
ما عجبتنيش.
عندكوا خضروات اشنو؟
نبي داءم خفيف، من فضلك.
متي يجي الطبيب؟
اللون خاطء.
السن انكسرت.
هذا كرسي الممر ولا كرسي الشباك؟
انا احب المشي لمسافات طويله.
هل يمكنك توصيل امتعتي الي الغرفه؟
ارني واحده لسيده شابه.
هل يمكنك ان تركن هنا؟
عندك حاجه بحدود ثمانين دولار وصفر سنت؟
انا عطشان.
بلاش حليب، من فضلك.
عندي ثلاث شنط.
وين البحيره؟
عذراً. اضغط علي زر الكاميرا من فضلك.
ممكن مجله او اي شيء؟
هذا من الجنوب.
كم سعر تذاكر الشرفه؟
نحن نريد غرفه تطل علي البحيره.
هل هناك صناديق بريد قريبه من هنا؟
طيب، راح ناخذك معانا.
الجزء المكتوب بالخط الماءل يشير الي التغييرات التي حدثت في التسعينيات.
هو في الثلاثين من عمره.
طيب. هل يمكنك كتابه العنوان مره اخري علي هذا الظرف؟
نبي نروحو للهرودز. هل يمكنك رسم خريطه من فضلك؟
وش تسوي وقت فراغك؟
عندك بطاريات لهالكاميرا؟
نبي محبس كابل.
هل انت الاخير في هذه الصف؟
اظن ان الحجز مزدحم.
تصويب جيد. خارج فقط.
هل يمكنك ان تخبرني عن الاماكن السياحيه هنا؟
هل هناك اي متاجر كبيره بالقرب من هنا؟
وانا كذلك.
نبي ننضم من سان دييغو.
كنت نفكر ناخذ الدوره هادي في الفصل الجاي.
النبيذ مش بارد بما فيه الكفايه. هل يمكنك ان تجعله اكثر بروده؟
هل يمكنك تحويل هذه الاقراط الي كبس؟
في شنو مهتم اكثر هلا؟
نبي فلوسي يرجعولي. هل يمكنني استرداد مالي؟
ممكنش نلقي مشروب كيما هذا في مكان اخر.
اذا شريت هذا ايضًا، يصير المبلغ خالي من الضراءب.
هل يمكنني رءيه شهاده التطعيم الخاصه بك، من فضلك؟
هل تسافر كثيرًا؟
انا جاي من امريكا.
عندي تذكره طياره لسان فرانسيسكو.
اذا كان بس 15 دقيقه من المحطه، حنمشي علي رجلي.
نبي فندق ارخص شويه.
بونساي يبان كانه هوايه شخص كبير في السن.
ما زلت ما قررت. هل يمكنك ان تعطيني بعض الوقت الاضافي؟
عندي صداع.
هل تشاركني فنجان قهوه؟
نبي شهاده طبيه وايصال للتامين.
اه، لا. ارجوك عجل. نحن متاخرين.
ما نبيش نصرف اكثر من عشرين دولار.
وين مش طايره الطياره؟ قوللي شنو صاير.
كم اجره الركوب؟ هل يمكنك كتابه الاجره علي ورقه؟
نبي نستاجر كرسي شمسيه.
استني دقيقه، من فضلك.
هل يجب علي السيدات ارتداء فساتين رسميه؟
لا تلمسني.
عندك سيجاره؟
اذا ما كان الريح ما قوي بزياده، نقدر نروح لنقطه التيكي.
خيالي.
ساغلق الان. شكراً لانتباهك.
عندك هذا في الوان اخري؟
من هو؟
عذراً، هل يمكنك ان تخبرني اين يوجد موقف سيارات الاجره؟
و للشرب؟
هاهي.
وين اقرب محل ادوات منزليه؟
همم. ما تشتيش، صح؟ تقدر تنتقل لكرسي فاضي لو تحب.
ندور علي هذا.
حاضر يا سيدي. وشنو تحب في الحلو؟
مُدرّب او بولمان؟
شيكات المسافر. شكراً. ها هي تذكره السفر وبطاقه الصعود. يرجي التواجد قبل ساعه من موعد الرحله.
الم حاد.
الاسم هو جورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنان سته واحد اثنان اربعه تسعه خمسه.
حاسس بروحي مريض بزاف.
في اي وقت يعرض مسلسل "حب قسي"؟
حسناً. هل ستشرب قهوتك الان ام فيما بعد؟
قوللي علي احر نادي ريغي في نيويورك.
كيف يختلف منتجك عن منافسيك؟
هل من المقبول ان لا احد يستمع الي تعليمات السلامه؟
هل الزنقه خطره؟
نعم. من فضلك قم بالاجراءات اللازمه.
نعم، واحده فقط. متي ساعرف؟ كيف ساُعوض؟
هذا هو بطاقه هويتي.
نفضل طاوله بجانب النافذه.
من فضلك قوللي الطريقه الارخص للذهاب الي سان فرانسيسكو.
هل تعرف مطعم كيويا؟
طريق واحد.
راح نسمن بس قاعد هنا ناكل باستمرار.
هل هناك نادي ليلي جيد مع عرض فلامنكو؟
هذا فستان جميل الذي ترتديه.
رجلي توجعني.
وين اقرب مغسله؟
هل يمكنك ان تغير المقاعد معي من فضلك؟
تفرقت كراسينا.
في الحقيقه، انا نبي هالباكيج يتعمل عليه تامين برشا.
الفاتوره توصل لميه دولار.
مخارج الطوارء موجوده في مقدمه، وسط، و مءخره هذه الطاءره.
حسناً، تم اعاده تاكيد حجزك.
الكعب عالي بزياده.
نحن نريد طاوله في التراس.
يعني هذا ان الفيلم قد لا يكون مناسباً للاطفال دون الخامسه عشر. لذا يجب علي الاباء التفكير فيما اذا كان يجب السماح للاطفال بمشاهده الفيلم ام لا.
كيف تريد المال؟ من فضلك املا هذه الورقه ووقع هنا.
احياناً يوجعني بطني.
عندك اطباق قليله السعرات الحراريه؟ انا في نظام غذاءي، الان.
ما فيش داعي للدفع.
نعم، عندي بطاقتين لمباراه الجاينتس والدودجرز.
نحن واحد من افضل موردي اجهزه الكمبيوتر الصغيره.
شكراً. انا ايضاً. الي اللقاء الي ذلك الحين.
غرفه توام مع حمام، من فضلك.
وقعت من علي الدرج.
شكون نكهه دندرو يوصي بيها؟
همم. هذه. اللون يبان عليك حلو.
وين الكتب باللغات الاجنبيه؟
شرايحين و سبرايت.
عطني بعض السجاءر.
ممنوع ادخاله للبلد - عذراً. حسناً، اعتقد ان هذا يغطي كل شيء.
نعم، انا. كانوا يسكنون قريبي في كاليفورنيا لكن انتقلوا الي فلوريدا منذ سنتين. وانت؟ هل تسافر بمفردك؟
انا مريض.
ولدي يبان منهك بسبب الحمي.
في هذا المقاس من فضلك.
تُمنح اوسمه الاستحقاق الثقافي للفنانين والمفكرين المتميزين في هذا اليوم.
انا ياباني.
هذا غالي جداً.
نعم. خذ حافله تذهب الي محطه كيوتو.
هل هي للاعضاء فقط؟
تكلفه الغرفه سته الاف ين في الليله.
هل يمكنني احضار هذا علي متن الطاءره؟
طيب. كل ما اريد ان اعرفه هو هل سيكون العمل قادرًا علي دفع تكاليفه يومًا ما؟
طيب. هل تريدين وشاحاً يتناسب مع ذلك؟
شحن البطاريه من فضلك.
انا جاهز للطلب.
املاح الحمام العشبيه تترك بشرتكِ ناعمه وملساء.
اكتب اسم شركه الطيران ورقم الرحله ايضًا.
والله. اليوم احد، والاحد هو اسوا يوم.
نعم، هي مشكله التخلص من النفايات.
نبي هاك الطراز في ترتيب لخمسه اشخاص.
كثير من العاءلات عندهم دخلين.
اه. هذا الفضه نادره "القمر والجرس". متاكد تريد مبادلته؟
امي واختي جاييين من اليابان باش يشوفوني. حيوصلوا هنا حوالي الساعه سبعه بالليل.
اللون البني منتشر بدرجه كبيره هذا العام.
فكره زينه. متي تخطط تجي؟
طيب. كرسيين من فضلك.
وين السوق؟
نستني بلهفه باش نلبس بدلتي السباق الجديده.
كنت ظنيتكم بس تاكلو دونتس.
كم تكلفه تذكره درجه اولي الي ادنبره من فضلك؟
يبدو ان الفلوس اللي عطيتني اياهم ناقصين عشره دولارات.
اتصلت توا بالسيد سميث في الغرفه 201، لكن ما ردش. ممكن تتاكد اذا لازال مقيم هنا؟
نبي واحده حديثه.
انا نشتغل في شركه نشر.
من فضلك، هل يمكنك ملء هذا النموذج؟
شنو اسم هاذي الشارع؟
هل يمكنك وزن هذه الطرد؟
كيف تسمي هذا بالانجليزيه؟
استمر في السير في هذا الممر، ثم ستجده علي الجانب الايمن.
نبي نضمن هاذا.
صباح الخير. هذا الاستقبال. كيف يمكنني مساعدتك؟
حاضر. تفضل ادخل.
نعم، سيدي. اتي هنا لتناول الفطور كل يوم، من الاثنين الي الجمعه، قبل ان اذهب الي العمل.
مافيش مشكله.
من فضلك جيبلي ثلاثه اثنين سته اثنين تسعه واحد ثمانيه.
نعم، نقدر نخدمك من سبعه.
من فضلك استلق هنا.
ما هذا الخدمه السريعه.
يمكن لسه يظهر.
من فضلك اعطف يساراً في التقاطع القادم.
عذراً، كيف اذهب الي البنك؟
هل هناك خدمه حافلات الي متحف فورد؟
نعم. اسمك ورقم غرفتك من فضلك.
كم من الوقت يستغرق للوصول الي اليابان عن طريق البريد الجوي؟
طيب. نشوفوك في الساعه اتنين يوم الاحد.
نبي نمرّ علي نيويورك في طريقي لتورنتو.
السحاب مكسور. عندك واحد اخر نفس النوع؟
هذا نوعاً ما قذر.
هل يمكنك اعاده تاكيد رحلتي؟ اليك تذكره الطيران الخاصه بي.
عندك هذا بلون اخضر اغمق؟
هل توصلني الي كانتربري وترجعني؟
ممكن شوكه جديده؟
شكراً جزيلاً علي لطفك.
عذراً، ما نبيعو تذاكر للمسرح.
نبي نشوف هذا.
اه، هذا جميل. ماذا يجب ان افعل؟
نبي نزيد في المده هنا يومين اخرين.
من فضلك غيّر مقعدي.
عندنا جمبري طازج وجميل اليوم.
الي اي وقت يظل مفتوحاً؟
تدخن او لا تدخن؟
غالي عليا بزيد. ما تقدرش تخليه ارخص؟
انا متاح يوم الاربعاء صباحاً او يوم الجمعه عصراً.
ماحجزتش.
لان الصيف في اليابان عادهً ما يكون حارًا جدًا، ولم يكن لدينا تكييف هواء في الايام القديمه.
هل يمكنك ان تطلب لي سياره اجره في الثامنه من صباح الغد؟
هذا شرير.
لماذا لا ننتظر الحافله تحت المظله؟
هيا، كنجي. دعني اريك المكتب.
نعم، هو مفتوح من تسعه لتسعه.
ما نقدرش نبات الليل مزبوط.
كيف تاثرت الاعمال التجاريه بالكساد؟
عندي موعد اخر.
ممكن خريطه طرق للمدينه؟
هذا الشيء بالضبط الذي كنت ابحث عنه.
مافهمتش شرحك.
لازم نعمل اتصال. رايحين بوسطن.
وين افضل مكان للسياحه؟
هل هي متينه؟
استمتعت كثيراً.
حسناً، اود ان يكون وجهي اصغر مثل جوليا روبرتس.
من فضلك، هل يمكنك ان تاخذ هذا؟
ركاب رحله الخطوط الجويه ABC رقم سبعماءه وثلاثه متجهه الي طوكيو، يرجي التوجه الي البوابه رقم عشرين لاتمام الاجراءات الحكوميه.
وين محطه الباص للخط ب؟
من فضلك، فردي.
فين نقدر نشري مفرش طاوله؟
هل يمكنني استءجار مرشد يتحدث اليابانيه؟
هل تريد مني ان التقط لك صوره؟
ماشفتش هذا الطبق.
قطعت صباعي. هل هناك مطهر؟
ممكن طابع بـ 95 سنت؟
راح نكون هنا في ربع لثمان.
نبي شويه عطر.
هل يمكنني ان احصل علي جدول زمني؟
هل تذهب الي المدرسه هنا؟
كم كان فيها؟
هل فندق الهيلتون بعيد من هنا؟
متاكد اني حطيته في شنطه الاوراق بتاعي.
ايديك فوق.
هل هناك مطعم تقدر توصي بيه قريب من هنا؟
ايش تفضل، غامق ولا فاتح؟
هل يمكنك ان تخبرني اين نحن طاءرون؟
تذكره نقل، من فضلك.
وين مكان حلو للتنزه يوم واحد؟
نبي الشنطه حمراء كيلي بنفس ستايل هادي.
بتريد تكتب الجدول هذا؟
في اي وقت يفتح البنك؟
حاسس بروحي مريض.
راسي بدا يدور، ما عندكش مشكله ترسملي خريطه؟
خارج.
خذني للمستشفي.
هل يلزم ان اجي للمستشفي كل يوم؟
بطني يوجعني.
كم تكلفه ارسال هذه الرساله الي اليابان؟
نبي كاس شيري.
هل تحتاج الي ان ناتي لناخذك من المطار؟
يبدا الصعود علي الطاءره في الساعه الرابعه والنصف، لذا يرجي التواجد قبل ذلك.
من ثلاثين الف ين.
فين نقدر نشري كروت تلفون؟
هل يمكنني ارجاعه في مدينه اخري؟
ناوي نتمّ اثني عشر يوم.
من فضلك خلي الطرف فوق شويه اطول.
تحتاج تشوف مختص.
بضع دقاءق اخري، من فضلك.
مسار رقم اربعه عشر.
اه، انت تفعل؟ لديك بالتاكيد مجموعه كبيره.
ما نقدرش نلقاهم في اي مكان.
عندك كراسي فاضيه للندن؟
نبي نسخه من تقرير السرقه.
هو في شارع واحد لاسفل.
ممكن تعطيني ولاعه وانت قاعد؟
هالسيجارات خفيفات؟
طيب. هكي بالضبط.
القطار السريع القادم بعد ساعه.
نبي نطول كمات هالجاكيت الرياضي.
عندي حجز. هذا رقم التاكيد.
عيد ميلادك علي الابواب.
القطارات واقفه بسبب الاضراب.
هل يمكنك اصلاح هذا؟
الشارع كان مزدحم بالسيارات.
هذا المبني الثاني علي اليسار من المبني الابيض.
حجزنا كرسي للخامس والعشرين من اكتوبر المغادره في الحاديه عشره صباحاً.
لا، شويه زياده من قدام. هناك، ايوه.
نعم، هذا لا يشمل الوجبات.
فين نقدر نرجع هالتذكره؟
لماذا يحدث هذا؟
نبي نرتاح.
عربيتي خربت، تعالي خذها من فضلك.
نبي شعري من ورا شويه اطول.
انواع شنو عندك؟
نعم، اوافقك الراي. انه من الاماكن المفضله لدي.
شنو نوع النموذج اللي في بالك؟
اسمي ميشيكو تاناكا، ورقم الرحله خمسماءه وواحد الي طوكيو.
هل يمكنك ان ترسم لي خريطه بسيطه من هنا، من فضلك؟
فين نتلاقوا؟
نبي شعري يترتب زي ماكان.
عطني خمسين من فضلك.
فين نقدر نسجل دخول لخطوط اليابانيه؟
ما هو المحتوي؟
هل هناك اي اماكن في المنطقه يُنصح بها بشده؟
عطني بعض الفكه من فضلك.
طيب، راح نتاكد من ان شنطك راح تكون هنا.
هذا تخصصنا، سمك السول المشوي.
نحن سنبقي.
اتسرقت مني فلوسي.
طيب. هل يجب ان اركزه؟
نحن سنشارك.
ما عندناش هذا النمط بالضبط دلوقتي. حنشوف المخزون عندنا. استني دقيقه بس، من فضلك.
ويسكي مع ماء، من فضلك.
يبدو هذا مثيراً للاهتمام. كم تكلفته؟
خُذ هاذي الوصفه لصالون دواء. تقدر تحصل الدواء هناك.
انا طلبت هذا.
نعم، يمكنك التوقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشري بعض الهدايا التذكاريه؟
غالي بزيد. ما نقدرش نشريه.
من فضلك، هل يمكنني الحصول علي رقم شركه ABC في شيكاغو؟
وين الكاتدراءيه؟
كيف تُريد بيضك؟
هيا جنب هذا المبني بالضبط.
لا، اظن انهم نسوا يجيبولنا وحده.
طيب. تم التاكيد. هل يمكننا الحصول علي رقم هاتفك، فقط في حاله احتياجنا للتواصل معك؟
شنو اسم الرسام؟
نطلبهالك يردلك لما يجي؟
نبي هاكا.
نحب هكي خدمه الترحيب بالشمبانيا بعد الصعود. خليني نشرب علي صحتك.
اربعين دولار في اليوم زاءد ثماني سنتات لكل ميل.
نتحدّي بخمسه دولارات.
ماشي هادي طلبه حد اخر؟
هل يمكنك ان تخبرني كيف اصل الي المتحف؟
عذراً، لكنني اود تاجيل الموعد.
هل يمكنك ان توصي برحله قصيره؟
قطارك سيغادر من الرصيف رقم ثمانيه.
ندور علي شنطه فيها حماله قابله للتعديل.
نبيها تبقي تحت الميه وثمانين دولار.
نطلبك بعد ما ندور.
نعم. حجز لمده ست ليالٍ، من فضلك. يبدا من الثالث والعشرين من يوليو.
هل يمكنك ان تُريني اخرين باشكال مختلفه؟
شنو نوع عصير تحب؟
هل ستذهب الي البيت في العطله؟
وين نقدر نمشي نشوف منظر حلو بجد؟
هذا كان مكسور بالفعل عندما فتحت العبوه.
التاسع والعشرون من اغسطس.
نبي نبعث هدا بالبريد الجوي لليابان.
يوم الشكر للعمال. هو يوم شكر لكل من يدعم المجتمع باعمالهم.
هذا الغرفه صغيره جداً.
هل يمكنني ان احصل علي بعض الشاي الاضافي، من فضلك؟
نبي هلابس هادوا يتنظفوا قبل ما يخلص النهار.
هل هناك بنك هنا قريب؟
هل يمكنك تنظيف الطاوله من فضلك؟
سكين، من فضلك.
هوما كلهم مطبوعات.
من فضلك اكتب رقم غرفتك من الخلف.
نستعمل العيدان الصينيه وقت الاكل.
رحله الخطوط الجويه دلتا رقم ثمانيه وعشرين الي نيو اورليانز ستتاخر لمده ساعه تقريبًا.
عندما نرجع لليابان، نكتب رساله. ان كان عندك وقت، ارجوك ارسل لي رساله.
تركت تذكره الطيران في الفندق.
غرفه فرديه بدون دش، من فضلك.
شكراً مره اخري علي التذكير. هل يميل الكثير من الناس الي نسيان توقيع اسماءهم؟
حسناً، نحن نقترب من نفاد الوقت. هل نستمر في هذا النقاش يوم الخميس في الواحده؟
نبي بيجامه.
طيب. نسميلك لما يجهزوا.
كيف الغداء؟
الليموزين حتوقف في الباب الشمالي اول.
الي اي ساعه يمكنني استخدام مطعم الفندق؟
هل هي قطار مباشر؟
حسناً، اصبح الوقت متاخراً نوعاً ما. اعتقد انه يجب ان ارحل الان. شكراً جزيلاً علي المساء الراءع.
ممكن دوا للكرش؟
نبي دجاج مشوي.
خطاي. مش خطاك.
عذراً، متي ينتهي هذا الفيلم؟
تلك، من فضلك.
سُرقت مجوهراتي. يجب ان اقدم بلاغاً.
لحظه واحده من فضلك، ساوصلك بالسيد جونز.
مرحبا. هذه الخطوط الجويه المتحده.
فين تعلم السيد جونز اليابانيه؟
عندي واحده صغيره بنفس التصميم.
هل يمكنك تعديل بنطال هذه؟
ليله الجمعه، الساعه تسعه.
هل هذه بوابه لاس فيغاس؟
عندك باص من المطار؟
ملعقه اخري من فضلك.
هِي شويه مُرَه، لكن نحبها. جِبْتها معاك من اليابان؟
من فضلك عجل بيه، اذا كان ممكن.
هل يمكنك دفع عشره دولارات هنا كوديعه؟
ايه. صحيني بعد ثلاث ساعات من فضلك.
نبي نطلب، من فضلك.
هل نقول نعم او لا؟
ملعقتين، من فضلك.
ما هي المحطه القادمه؟
السياره تصدر صوت غريب.
في اي وقت يغلق مكتب البريد؟
دفعت مسبقاً مبلغ تامين بخمسين دولار عند تسجيلي الدخول.
عندك دوا للبطن؟
هل يلزم نلبس جاكيت وكرافاته؟
هل يمكنني تحويل فلوس لحساب التوفير؟
نسيت شنطتي.
نبي ناكد رحلتي الجويه.
ساعتي. كانت جديده تمامًا وسويسريه الصنع رقميه.
نجحت في ذلك الاختبار بامتياز.
نبي توديني لماكن مشوقه، انا ساءح، تعرف.
هل يمكنني الذهاب لمشاهده المعالم السياحيه بينما السفينه في الميناء؟
من الافضل ان تعدل المراه الخلفيه.
راح نستنو تقريباً عشره دقايق.
هل يمكنني ان اخذ اطباقك؟
نعم بكل سرور. في اي وقت تحب؟
اظن اني تركت الكاميرا متاعي وراي لما تعشيت هنا البارح.
اجمعهم عند الباب.
اه، لا. مش ضروري. انا نقدر نعطيها اهتمام. انت عملت اكثر من اللازم.
اما تصلحه او تبدله، من فضلك.
نقدر نعملها في وقت ما في الشهر الجاي.
من فضلك خذ وقتك.
كيف يقارن هذا المنتج الجديد مع المنتجات الحاليه؟
الباءعون في هذا المتجر لطفاء جداً.
ممكن تحفظلي هادي؟
فقط دقيقه من فضلك.
عندك بطاقات المطالبه حقتك؟
نبي نستاجر سياره لمده اسبوع.
نعم، في البدايه، اغسليه لوحده.
من فضلك ارني بعض الساعات للرجال.
الساعه اربعه وعشره.
كم تكلفه الليموزين للذهاب الي وسط المدينه؟
من صباح اليوم.
من الافضل ان نسرع. لقد بداوا في الصعود بالفعل.
تناسب تمامًا.
طلبت دجاج.
لمده عشره ايام.
كم عمر هذا الولد؟
كم في المجموع؟
نفس هذا لو سمحت.
فقدت شيكاتي السياحيه.
من فضلك اعطني دواءً للبرد.
من فضلك ضعها في مخروط.
داءما نشوفه كل صباح في القطار.
هل يمكنك تناول العشاء معنا هذا المساء؟
راح نقعد في فندق بي لين بكرا. راح نكون مبسوط لو تقول له اني هنا.
الرحله متاخره لمده خمسه واربعين دقيقه.
اسمي شينو يامادا.
ما هي تخصص هذا المطعم؟
عندنا نبيذ ابيض ممتاز.
بس دوا للبرد.
هل يمكنك ان تنزل امتعتي الي الردهه صباح الغد؟
اه، يبدو انني افقد شيءًا ما في كل مره اسافر فيها.
فقدت استخدام ذراعي الايمن.
مرحبا، هل هذا هاتف روي؟
من بعد، توصل لشارع تجاري. اذا تمشي في الشارع توصل للمحطه.
لا، ليس هنا. هناك غرفه للتدخين في مءخره هذه العربه.
هل يمكنني الحصول علي كتيب؟
وصل هناك قبل التاسعه من فضلك.
نعم، سيدي. كيف تريدني ان اقطعها؟
اظن ان هناك خطا في الفاتوره.
بس زيت و خل يفي بالغرض.
عندي بالضبط ما تريد. هل يمكنني ان اقترح هذا؟
قهوه بالسكر.
سبعتاش و نص. اه، اسف. غلطت.
هل سمعت من قبل عن "الاسبوع الذهبي" في اليابان؟
شكراً. عُد مره اخري من فضلك.
هل ما زال الحجز مكتملاً؟
هل يمكنني تركه في اي مكان في البلاد؟
رقم تليفون شنو نستدعوه من هنا؟
كيف اذهب الي ديزني لاند؟
تعتقد هكي؟
عذراً، وين المطعم الرءيسي؟
نبي نعمل مكالمه لليابان.
الرقم اثنا عشر هو رقم مقعدي. اين هو؟
من فضلك، شنو هذا؟
شنو النوع اللي في بالك؟
ايه. حنوصل الساعه ثمانيه بالتوقيت المحلي.
اذا لقيت حاجه، من فضلك اتصل بي.
ممكن ناخذ شويه هم وبيض؟
شراب بطيخ للحلوي، من فضلك.
الماء الساخن مش ساخن بما فيه الكفايه.
هل تشرح كيف تسوي هاكي؟
من فضلك اكتب عنوان اتصالك هنا.
هل يمكنني استخدام فلاش؟
شكراً. ارجع لغرفتي في نفس الوقت بكره. ساكون الصور جاهزه حينها.
عذراً، حالياً يمكنك الطلب فقط من قاءمه الليل.
مُرَصَّب او غير مُرَصَّب؟
عندي صداع.
هذا الغرفه رقم 1207.
نبي غرفه اخري.
لمده كم هذا الفيزا صالح؟
هل يوجد مستشفي هنا بالقرب؟
نبي بدله.
عندك عرض اكبر؟
ممكن نجرب مقاس تسعه؟
فندق امن يقدم فطور جيد من فضلك.
وين حديقه الحيوانات؟
في اشياء اكبر من هكي؟
ثلاثين دولار وثمانين سنت.
يعتمد علي مدي دفء المكان، لكن في وسط اليابان، بدايه شهر ابريل.
برغر بالجبن و بطاطا مقليه.
فوت القطار الاخير.
ماعنديش فلوس صغار.
هل حصلت علي تذكره الحافله؟
الرجاء الدفع بالبطاقه الاءتمانيه.
كنت علي رحله الخطوط الجويه المتحده رقم ثمانماءه وثمانيه وعشرين.
الضوضاء عاليه جداً حول غرفتي.
في الساحل الشرقي، تجد ايضًا اماكن مشهوره مثل نيويورك، واشنطن العاصمه، وبوسطن.
عندك اوراق يابانيه؟
يبدو جيداً.
عادي لو نخلّي شنطي معاك لين الساعه وحده؟
هل هناك جوله في المدينه؟
نعم. اخشي انني مضطر لذلك. كيف يتم الحفاظ علي الامن في هذه المنطقه؟
نعم، احاول استءجار سياره سيتروين.
عندي موهبه فطريه.
هذا جيد. فين الخبز؟
تدخين، من فضلك. ومقعد بجانب النافذه، من فضلك.
واش منين حسابك في الخياطه؟
ايش اسرع، تكسي ولا اسعاف؟
عندك هذا التيشيرت في الوان اخري؟
ماشي من حقك تتفرج في التلفاز دايماً.
ايه، احنا قاربين، قاربين عليه.
من الافضل ان تدخل مستشفانا.
وين نقدر نلقي سوبر ماركت؟
هذا غالي شويه. ما تقدرش تعطيني تخفيض؟
كم محطه حتي ابدل؟
هالراجل سرق محفظتي.
اقراص الهضم واقراص الم المعده مختلفين، صحيح؟
نبي نشوفو الميناء.
فكره حلوه.
كم من الوقت يستغرق اذا مشيت؟
نبي عشرين من اكبر دب تيدي، من فضلك.
شنو رقم الكاشير؟
هذا سهل. سابحث فقط في دليل الهاتف.
عندك غرف اكبر؟
كم قيمه فاتورتي؟
نبي نبيت في الغرفه هادي ليله اخري.
عذراً، لكنني اريد تقديم تقرير السرقه.
حسناً، هذا يعتمد علي وسيله النقل التي ستستعملها. هل ستذهب بالحافله ام بالطاءره؟
هل تمانع لو جلست هنا؟
هل يمكنني ارسال بريد الكتروني واحد فقط مقابل دولار واحد؟
نعم، ارجوك ارسله الي الغرفه رقم اثنا عشر وثلاثون واربعه.
املا هذا النموذج، من فضلك.
نبي تذكرتين ذهاب وعوده الي اوكسفورد.
في اي وقت نلتقي في المطار؟
هذا بطيء.
فين نقدر نطور فلم؟
لا، من فضلك لا. هل يمكنك ان تحتفظ باسءلتك الي نهايه حديثي عندما اطلبها؟
نبي كرسي زين.
خايف الحمام ما يشتغلكش. محتاج مساعده.
ما في شيء صعب ولا غامض.
نحطك في مكانك. من هنا من فضلك.
عذراً، هل يمكنني ان اسالك سءالاً؟
اعتقد ذلك.
مرحبا. تسرني معرفتك.
نبي نودّي هالتنكه لطوكيو، من فضلك.
هل تُرييني واحده اكبر شويه؟
اعتقد ان الملابس المصنوعه في اليابان تكون خياطتها افضل بالتاكيد.
من الافضل ان تستسلم.
قول من جديد من فضلك.
هل يمكنك ان تكتب لي العنوان ورقم الهاتف، من فضلك؟
هل هو مسخن؟
من اي مطار ساغادر؟
ماجاش النموذج في الطياره؟
نبي مكواه.
جت في الثمان وثلاثين دولار في الكل.
شكراً علي مشاركتك افكارك الفريده معنا.
نروح نتزلج مرتين في الشهر في الموسم.
وُلدت في الاول من ابريل سنه الف تسعمءه وخمسه وخمسين.
هل يمكنني استءجار مضارب؟
هذا هو الباص الصحيح للوسط؟
كم ثمن هذا العطر؟
لاجل ايش؟
فين نقدر نكمل الاجراءات الرسميه؟
خمسين جنيه.
هل هذا يشمل الضريبه؟
ما هي الكيستات؟
من فضلك اتصل بسياره اسعاف.
راهن بثلاثه دولارات علي هذا.
كيف حاله؟
ما فيش اكل ما نحبّهوش.
يوم الدستور او "كيمبو كينينبي" هو عطله وطنيه في الثالث من مايو للاحتفال بذكري وضع الدستور الياباني الحالي.
هل تشمل هذه الجوله زياره برج سيرز؟
هل هناك مكتبه كتب قريبه من هنا؟
راح نحضر المدرسه الصيفيه في جامعه هاواي.
وين حنا عايشين هلا؟
اثنين بالغين وطفل عمره ثلاث سنوات.
في غرفه استراحه في المحطه.
