هِي هُنَاك، قُدَّام مَكْتَب المَعْلُومَات السِّيَاحِيَّة بَس.
ماعنديش فكرة على هاد العنوان هنا.
امشي في خط مستقيم لين تشوف صيدلية.
شقد سعر الفطور؟
شنو نقدر نساعدك فيه؟
ادّور يسار في الزنقة الثالثة.
هل تحب كريمة وسكر في قهوتك؟
هل تقدر تدفعلي شيك بميتين دولار؟
إذا طلع، اتصل بي من فضلك.
فين القهوة؟
نبغي جكيت أطفال.
طيب. تكلفة البريد العادي ثمانين وخمسة قروش، وثلاثة دولارات زيادة للتوصيل السريع.
كان مني نشريته.
هل راح نواجه أي صعوبات مع الجمارك؟
هل عندك جزم سهرة باط واسع؟
لا. هل يمكنني اقتراح توأم للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
نبي تمويج ضيق، لو سمحت.
تبي بيرة.
صباح الخير. كيف حالك؟
خايف نحتاج نشوف هوية أو إثبات شخصية.
شنو نوع الصوص؟
هذا بارد شوية. تسخنه؟
معذرة، هذا المكان محجوز بالفعل.
أنا بخير. بس هل ممكن تتصل بصديقي؟
شكراً، هذا يكفي.
شنو أحسن صديق عندك؟
يوم الصحة والرياضة في العاشر من أكتوبر هو عيد وطني يهدف إلى تعزيز صحة الشعب.
هل تبغي نتفحّصوا تحت الكبوت؟
هل تقدر تساعدني ندور على شنطتي؟
هل تودّ ترتيب الأمور مسبقاً؟
نِتْساعَد. شُكْرًا.
لمّا توصل، اسأل حد تاني، لو سمحت.
نبي الخط أربعة وعشرين، لو سمحت.
هاني دولارين. خلي الباقي.
واحد همبرجر وواحد تشيزبرجر، من فضلك.
كم تتقاضى مقابل المعالجة؟
نبغوا كل واحد يدفع على أكله.
كان الموقع على كرسي في الردهة.
غير هاذم الين إلى جنيهات.
نبغي قاموس صغير ينحط في الجيب، لو سمحت.
لشخصين الساعة سبعة. الاسم واتانابي.
ساعتي. كانت سيكو ديجيتال.
"يسعدنا أن نقدم لك مشروبك المفضل، يليه العشاء. دليل كامل بالمشروبات التي نقدمها في هذه الرحلة موجود في دليل المعلومات بمجلتنا."
هل تسكن في هاذي المنطقة؟
فين محل الهدايا؟
أنا على الطريق السريع واحد بالقرب من خليج مورو.
نبي منبه، لو سمحت.
عَ المُرُور، إسمي هيروشي إيجيما.
هذا القطار يوقف في غابة البحيرة، مش كده؟
أكثر اليابانيين ياكلوا أخطبوط وحبار.
هل ممكن تذكرة درجة ثانية لشخصين إلى شيكاغو، لو سمحت؟
رحت نيويورك.
شنو رقم الرحلة؟
واحد ل نيويورك، من فضلك.
لمدة كم يوم تقريباً.
الثاني على اليسار.
هذي الكرت، تمام؟
هل هذه مكتب الاستقبال؟ هل توجد عيادة قريبة؟
هل عشرة دولارات كافية للذهاب بالتاكسي؟
هذا طعمه غريب.
آه. استنى، حنجيبلك واحد.
نص قارورة، من فضلك.
لا مش باهي. حاجة بسيطة وما تكلفش.
هل تبحث عن شيء؟
أربع ليالي.
نبي جوارب.
هل تقدر تخليه أرخص لأن فيه بعض البقع؟
طق فيا راجل. بعدين لقيت محفظتي مش موجودة.
ما متأكدش إذا كنت حطيت ملابس كفاية لرحلة ثلاثة أسابيع.
وين, نبغوا نجربوا نبيذ أبيض.
إذا سأل عني أحد، قولهم إني في الكوفي شوب.
تأكدت إني حاطها في الجيب الداخلي للكوت.
هل ممكن نعرف اسمك ورقمك يا اللي تتصل؟
هل حتدفعلي الشركة الجوية باش نشري بعض الحاجات الشخصية الأساسية؟
نبغي غرفة فيها حمام.
ما طلعش حاجة من الماكينة؟
كان المفروض تركب الرحلة 820، اللي أقلعت من 15 دقيقة. طيب، ممكن أظبطلك رحلة تانية.
حَدّ فَتَحْ طَرْدِي.
آه، ما فيش حاجة. إنت هنا على كل حال.
خطوط اليابان الجوية، الرحلة رقم واحد اثنين ثلاثة.
نبي نشري شامبو.
هل تقدر تقولي متى نوصل للمركز المدني؟
فين أقرب جزار؟
نبغوا نقعدوا أربعة ليالي من أول أغسطس.
شنو اسم هاذي الزهرة؟
يوم 15 سبتمبر هو يوم احترام كبار السن.
ما فيش صابون في أوضتي.
هل فيه حاجة ممكن ناخذها عشان هالحكة؟
هل تقدر تغير الصياغة للي قلت عليه؟
شقد ياخذ الطلب؟
هَلّا تَكَلَّمْتَ بِصَوْتٍ أَعْلَى شَوِيَّة؟
شقد الوقت اللي يبي ياخذ قبل ما يطلع؟
وين معلومات الرياضة؟
هذا الحجم هنا، اللي تسميه الحجم العادي، ينفع.
فين باش تخلص الجولة، ومتى؟
فين نبدل قطار باش نوصل لإدنبره؟
نبي نحط هذا في خزنة الأمانات.
فين نقدر نبدل فلوسي؟
هل ممكن نخلّوا أغراضنا، إلا الثمين، في الباص؟
نِتْعَجَّب شْنُو هَاذِي التَّكْلِفَة فِي فَاتُورَتِي؟
بندفع خمسين دولار.
هلقيت عرفت وين المشكلة.
هذا إيكيدا يتكلم. عندي حجز لمائدة الساعة ستة ونص مساءً. لكن آسف، راح أتأخر نص ساعة.
كم أونصة عطر يمكنني الحصول عليها بدون جمارك؟
بس سياحة.
هادا كويس، من فضلك وقع عليهم. كيف تحب؟
هل لازال عندك كراسي للعرض الليلة؟
نبغي وحدة كبيرة.
غفيت على المنبه اللي ضرب ستة ونص.
أنا مصور فوتوغرافي مستقل.
يقدروا التجار يبدلولك الدولارات بكروت الكازينو. هيا نروح؟
عندنا حوالي ثلاثين نوع من زيوت الاستحمام.
بيكون عندك المقترح الأسبوع الجاي.
شكراً. كم ثمن هذي القفازات؟
لازم نمشي. حنكلمك بعدين.
نبغي حفاضات للرمي.
منين جاو هلّا سمك الفراشة؟
هل ممكن تبدلهم دولار، لو سمحت؟
حنا محظوظين جداً. عندهم وحدة مقاس 4 في محل ألاه موانا.
هل فيه ليموزين؟
هل ممكن تحطولي تنبيه الساعة خمسة ونص بكرة الصبح؟
نفضل غرفة هادية.
نبغي مزيل مناكير.
نبي بطارية.
هل فيه فرقة موسيقية حية أو دي جي؟
هل ممكن نستأجر معدات سنوركلينج؟
نبغي نحجز غرفة لأربع ليالي من تاريخ 22 ديسمبر.
هل هذه الحقيبة مثالية لكل الأجواء؟
نبغي حلق، لو سمحت.
نبغي نستاجر سيارة أوتوماتيك لمدة يومين.
فوتت الرحلة عشرين لسان فرانسيسكو.
كم تكلفة الوصول إلى المطار؟
هادا كويس. إيمتا؟
كم عمر بنتك؟
هل تقدر تقولي على فنادق رخيصة ونظيفة؟
نقدر نحجزلك غرفة مريحة في قصر قديم قريب من نادي جولف مشهور.
أنصح بهذا لأنه مصنوع من مكونات طبيعية مية بالمية.
هل يقف القطار في برايتون؟
هل تقدر تقولي وين ممكن نلقى تكسي؟
من فضلك، تذكرتين درجة ثانية.
نبّي نبعث فاكس.
نبي مكواة سفر.
هل نقدر نقدّم لك حاجة؟
يومـي؟ ما نبي نسأل، لكن شنو تقصد؟
نبّي واحد ياخذ الوثائق بحجم ورق الرسائل العادي من غير ما نطويهم.
آه، ايه، لكن مش قوي بزيادة.
نحسس من القطط.
آه، لازم يكون عندك رخصة سواقة، و، آه، لازم يكون عندك رخصة من لجنة سيارات الأجرة والليموزين.
روح، يا سيدي.
ما نقدرش نطلع ماي سخون.
نبغي نحجز غرفة لليلة هادي.
لا، السعر ما فيهش الضريبة ولا مصاريف الخدمة.
هل تحب تروح معايا تتسوق العصر؟
مرحباً، هاذي فستان حلوة بزاف.
الحين، اتصلت ووصلت. تفضل.
شنو رقم الباب؟
شنو هو التذكار المعتاد من هاواي؟
هل ممكن نوصل هناك بالميترو؟
نبي تسريحة شعر بالمُجفّف.
هل نحن قاعدين نتقدم في الكلام بهذا الشكل؟
جيت من النرويج.
من عشرة لحد اثنا عشر من فضلك.
أكيد. خليني نشوفه. أظن إنك انجرحت من المرجان.
بس على سبيل الاحتياط، عطيني رقم المسؤول.
هل فيه طريق سريع؟
شنو اللي ما خلاهش يجيش للحفلة امس؟
حصل حادث مرور.
عفواً، رقمي غلط.
من فضلك أدخل رقم التعريف الشخصي (PIN).
ما نقدرش نضبط الصورة.
واحد برغر بالجبن وعصير برتقال، من فضلك.
هاني باسبورى.
شكراً جزيلاً. هل يمكنني الصعود إلى الأعلى؟
هل ممكن ناخذ تذكرتين للمسرحية الموسيقية يوم الجمعة الجاية؟
قال راكب آخر هناك إنه يمكنه تبديل المقاعد معك.
هل ممكن نمدد مدة إقامتي؟
قول، هل تعرف أي حاجة تستاهل تشوفها قريب من هنا؟
لا، أنا نبي نستاجر نص مجموعة من العصي و زوج من الأحذية.
هل ممكن تعلمني لما يلقاو الشنطة الضايعة؟
شنو اسم هاذي الحديقة الوطنية؟
عندي جرح سطحي.
فين مكان زين للسياحة؟
هل ممكن ناخذ فاكهة؟
هل ممكن ناكل غدا الآن؟
نبي نبدل هالدولارات.
نبي تكسي. أنا في جنوب ماين و ليبرتي.
بالتأكيد، هل تحتاج إلى دائم؟
ما هىش تفاحة، هى خوخة.
غادي نعطيك روشتة. خذها للصيدلية.
نطير ثلاث مرات في الأسبوع، يوم الثلاثاء والجمعة والسبت.
هادا غالي، مش كيف؟
آه، عندنا. بنجهزوهلك.
هل تقدر تخليلي شنطتي لين الساعة تلاتة؟
لا، أنا بس حبيت أزوركم.
هل ممكن نحجز سيارة للإيجار من هنا؟
هل أنت أمريكي؟
لهوني، من فضلك.
سيارتي معطلة.
فين الظل؟
نبغوا ركن هادي، لو ممكن.
هل هذا التاكسي فاضي؟
هذا محطة قطار سريع؟
شنوى الوقت نيجي؟
نبي قارورة صغار من النبيذ الأبيض.
آه. هل يمكنني أن آكل وجبتي لاحقاً؟ لا أشعر أنني على ما يرام الآن.
في الحقيقة، عندي خبر. أنا رايح نتزوج.
هل فيه بناطيل أخرى؟
إمكاني ناخذ برنامج؟
انسرقت غرفتي البارحة بالليل.
وريّيني السمك اللي شفتُه اليوم في كتاب الصور، لو سمحت.
شوف التعليمات على علبة الأكل المعبأة بالتفريغ.
نبي فلوس ورق.
خطف محفظتي وهرب.
وين دروس التجربة؟
فين نقدر نشري طابع بريد؟
أنا من بريطانيا العظمى.
نحتاج نرجعوا لمرتي.
نبّي نرجع هذا و ناخذ فلوسي.
في قدام البنك هاكاكا فيه تليفون عام.
بنوصل في التاسع من مارس ونمشي في الرابع عشر.
هادا شوي غالي، مش كيف؟
هل عندك الإيصال؟
فين محطة الباصات؟
هل تحب أن تأكل حلوى؟
هل تتكلم؟
نفس الشيء لي، من فضلك.
ما وصلتش طلبيّتي.
فيها كتييير عيون حارة.
غير خمسين ألف ين ياباني إلى دولارات أمريكية.
ماشي الحال معايا. في الحقيقة أنا نبي نسكر.
فين نقدر نستاجر سكيّات و شوزات؟
هل نسيت مشروباتنا؟
هل تقدر ترسله على عنواني في اليابان عن طريق البريد الدولي؟
نبغي كاس نبيذ أحمر.
بس إذا كانت حقتك، يا سيدي. ههه، مجرد مزحة صغيرة.
بالتأكيد. كيف نقدر نخدمك؟
عندنا بيرة، ويسكي، براندي، جن، فودكا، و خمر.
ID. آه، صح. جواز سفر ينفع؟
غرفتي رقمها تلاتة وعشرين و ستة. تقدر تاخذ الغسيل؟
نشوف إذا في أي واحد منهم يناسب.
نبي غلاية.
جيبلي جبن مبشور.
هل ممكن تنظفولي قمصاني قبل بكرة الصبح؟
هل تبغيه يردلي خبر؟
ليش من بعد؟
عذراً. هل هناك مكتبة قريبة من هنا؟
نحسّك غلطت. الغرفة مدفوعة مسبقًا. عندي وصل.
الباص هناك.
نبي رولين فلم ملون ISO 100، ثلاثين صورة، من فضلك.
نبي نصرف هاذي الشيك على سبعين دولار.
نبغي نشري طابع للبريد لعشرة كروت بوستال ع اليابان، من فضلك.
هل فيه بنوك قريبة من المحطة؟
نخاف فيه غلط في الحساب.
هني بالضبط.
واحد برغر بالجبن للتحميل، من فضلك.
ما تقدرش تعمل تصميم من غير كمبيوتر هلّيومين.
جرى.
في رَقعة هنا في بلوزتي. أتساءل إذا كنت تستطيع خياطتها لي، من فضلك؟
شْحالْ الأجرة لمانشستر؟
هل تقدر تعطيني سلك توصيل؟
فين نقدر نشري مشلح بحر؟
ثم، من فضلك اعمل لي حجز جديد.
عطني هاد الشريحة لحم، بس مش سميكة قد هيك.
حنسوا ع الساعة سبعة.
لما نشوف الأسعار بهذا الانخفاض، يبانلي من الغباء نشري أي حاجة من اليابان.
سرقولي سجلاتي أنا كمان.
مخروط آيس كريم فانيليا، لو سمحت.
نعم، أنا موافق. لازم يصير طبيعي جداً.
حافظ على المسافة، حافظ على المسافة، ثم قُرب الأبواب، من فضلك.
نبي كرت فيزا.
هذا هو الرقم.
قوللي على مكان حلو في هاد النهر، لو سمحت.
من فضلك قدّملي تقرير عن الحادث.
لا، شكراً هكي توة.
طيب، من فضلك انتظر على الخط. السيد ناكاجيما، السيدة سايتو لا تبدو أنها ترد على المكالمة. هل تريد مني أن أتصل بها قليلاً أكثر؟
يمكن، لكن لازم نزنهم كل واحد لحاله.
تبدو شوية نادرة بزيادة.
فين مكان استلام الشنط للرحلة سبعة صفر ثلاثة؟
في حاجة غلط في مسكتك.
هل هكي يخرب؟
لا، شكراً. من الأفضل أن لا أشرب أكثر.
قوليلي شني الشوارع المريحة للتسوق.
هل هاذي الباص توصل لفندق الهيلتون؟
الحين، هالصورة وايد خاصة. هي من رسم تسوروتارو كاتاوكا. هو فنان معروف عالمياً.
عندي تقدير كبير للموسيقى الكلاسيكية.
هل ممكن ندعوك على عشاء في يوم من الأيام؟
تمام. شنو اسم حزبك ورقمه، لو سمحت.
عفواً. خليني نخرج، من فضلك.
هل تقدر تديرلي طلب موظف يتكلم ياباني؟
نزرقو عيلتنا بكل تكرار.
ميكي هاياكاوا. هذا الغرفة سبعة واثنين.
لازم نبقى هنا الليلة، مش كده؟ تقدر تساعدني تحجزلي غرفة في فندق؟
ما يطولش. خمسة عشر دقيقة بالكثير.
هل تقدر تقولي على قداش الفاتورة على هاذي المكالمة؟
وين، تقدر تقولها إني اتصلت، من فضلك؟ راح نتصل فيها بعدين.
هل فيه جولة صباحية؟
هل تبادل عملات أجنبية؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثة أشخاص.
فين نقدر نشري رول فيلم؟
هل عندك بيرة يابانية؟
نبغي ميوهة صغار لو سمحت.
نبغي نسجل في شنطتي.
هاذي الآنسة كاوازو في الغرفة 1611.
يا هلا.
ما فيش.
شنو أهم عندكم، راس السنة ولا عيد الميلاد؟
رقم كرسيّك هو اثنين وثلاثين أ. بعدين امشي على طول الممر هذا. هو كرسي جنب الشباك.
بس دقيقة، من فضلك.
من فضلك املأ تقرير الفقدان.
ما نفهمش أمريكي، نتكلم إنجليزي ملكي.
من امبارح.
يتضمن تأمين ضد التصادم وتأمين المسؤولية.
فقدت بطاقة المطالبة حقيبتي.
هل عندك بروشات في تصاميم حلوة؟
نحكي من كشك عام في ميسي.
هاذم كبار بزيادة.
كم تكلفة الوقوف بالساعة؟
سيداتي سادتي، في رحلتنا اليوم، لدينا مضيفات ومضيفون يتحدثون اليابانية ويمكن التعرف عليهم من خلال شارات العلم التي يرتدونها. إذا كنتم تعرفون أي شخص يحتاج إلى مساعدة لغوية، يرجى إعلامنا.
هل في فترة فنية معينة تفضلها؟
تفضل تأكد منه مرة أخرى.
امشي على طول النهر حوالي نص ميل. راح توصل للحديقة.
لا، هوما متينين جداً.
طيب، راح نبعثها ليك لفيغاس.
نبي تيشرتات للجري.
هل تبغي حاجة تشرب من البار؟
هكي من فضلك. خذ هذا المصعد.
خيرلك تركب في القطار اللي يجي ثمانية و نص.
هل فيه سينما قريبة من هنا؟
الحين موسم بلح البحر، فأكيد بيكونوا طيبين.
نبي ساعة مستعملة.
بنشيك إن حوالي تسعة بالليل.
توّه يبدا متأخر. لازم نمشي.
ما استعملتش خدمة الغسيل تبعك. هل ممكن تتأكد من هذا مرة أخرى؟
نبغي شاي، من فضلك.
لا، ما فيش.
هذا آخر موقف؟
نكلمه بالتلفون.
هذا حار؟
فين نقدر نلقى باص سياحي؟
آه، نعم، نبي نشوف معالم المدينة.
في بزززاف سياح حوالين العمارة، يظهرلي تجمعوا باش يشوفوا شنو اللي صاير.
شكراً على كرم الضيافة.
الصّدق هو أحسن سياسة.
هَلّا تِصْحِيني عَلَى سِتّة؟
كم تكلفة النصف يوم؟
أنا كنجي.
هَلْ تَعْرِفْ أَيْ مَكَانْ حَلُوْ تَشُوْفُهْ فِيْ شِيْكَاغُوْ؟
وَيْلَا، إِذَا أَنْتُمَا إِصْرَارْ، بَنْمَشِّي مَعَاكُمْ.
هل ممكن تبدلها بوحدة ثانية نفس النوع؟
نبغي نحجز الساعة تلاتة ونص العصر.
صندوق الأمانة، من فضلك.
اختار خمر مناسب، لو سمحت.
نبغي مكان صغير.
هل لازم ندفع على الغاز؟
سارق. امسكوه.
نستنوا في أصحابنا يجو.
من فضلك عطيني فلوس صغار.
*تسريحة دائمة محكمة، لو سمحت.*
هيا صغيرة و كيوت.
شنو أوبرا اليوم؟
مقلي، من فضلك.
ما زال غسيلي ما رجعش.
بالمناسبة، هل أنت فاضي يوم السبت الجاي؟
وَيْلَا، يَعْنِي مَنْ يَعْرِفْ، رُبَّمَا نِتْفَاهَمُوا مَعَ بَعْضْ.
عاملتني كأني متسول.
فهمت. كمان ممكن تساعدني في مشكلة تانية؟
هل تقدر تظبط عدسات طبية في هادول نظارات شمسية؟
ناخذ اثنين من هاذوم.
شُنّو كلاب حلوين. شنو نوعهم؟
سقطت الشوكة مني. جيبلي وحدة ثانية من فضلك.
هادا كان ممتع.
أكيد. امشي في الخط المستقيم ولف يمين في الزاوية الثالثة. راح تلقاها على يمينك.
هل عندك فيلم للشرائح الملونة؟
تعرّف على كاثي؟ هاذي حفلة عيد ميلادها.
هل عندك دليل الألوان؟
هل ممكن أدفع بشيك مسافر؟
و لكن، هو، يا راجل، كيف عرفت إن ده هو الشيء الحقيقي؟
هل ممكن ناخده بدون ضرايب؟
ما نقدرش نحط الشنطة تحت الكرسي. هل ممكن تحفظهالي، من فضلك؟
هل تقدر تحط هاذي الشنطة في الصندوق؟
نخرج الحين، فباخذها.
من فضلكم، أرسلوا شخصًا لأخذ حقائبي في السادسة والنصف.
نبغي خريطة لسان فرانسيسكو والمناطق اللي حواليها.
شنو نوع الخبز عندك؟
فين المصعد؟
هل في حد يقدر يعزف على البيانو؟
فِين نَزِل مِن القِطَار عَشان أروح إمباير ستيت بيلدينج؟
الميزانية أقل من ألف دولار.
شكراً، لكني لا أعتقد أن لدي الوقت للبقاء ليلتين. هل يمكنك حجز غرفة مزدوجة في ذلك الفندق لي لليلة الثاني عشر من مارس فقط؟
هل ممكن نحجز غرفة مزدوجة مطلة على المحيط؟
ما زلنا ما قررناش.
رفيقي تعثر وشد في كاحله.
بجرب شوية شربات.
هل فيه مطعم تايلندي قريب؟
هِيْ جنب العمارة الطويلة. ارجع نفس الطريق اللي جيت منها لحد الإشارة. بعدين، ادّور يسار.
لازم نلحق على الطيارة متاع لوس أنجلوس بكرة الصبح بدري.
ثم نقدر نوصيك بثقة بجولة "سان فرانسيسكو سيتي تور". هادي تعطيك فكرة عامة عن سان فرانسيسكو.
نبي ناخذ تأمين.
خلونا نحطوا كمّادة باردة باش نريحوا من الألم.
تبي تشري فستان.
كم تكلفة التاكسي إلى هذا الفندق؟
فين الحمام؟
هل فيه رسوم لدخول هذا المبنى؟
خليها على كيفك.
نبي حاجة رسمية.
الشباك مسكر.
فيمين من ساحة يونيون؟
نص أونصة من شانيل نمبر فايف، لو سمحت.
شكون قهوة؟
هل لازملي تذكرة؟
شَحال عَلاش التّعريفة؟
قداش من هنا؟
كريمة و سكر؟
هَلْ عِنْدَكُمْ أَيُّ تَخْفِيضٌ لِلأَعْضَاءِ؟
هل فيه تعبير سريع جداً على تسعة ونص؟
خليني نتأكد من سائل الفرامل والموتور. الموتور بتاعك باين عليه إنه على وشك يطفى.
مَش مِنّي.
ما فيش كهرباء.
ببلغ على الشرطة.
هل لازم كل واحد يدفع على مشروباته؟
من ثلاثين إلى خمسين دولار في الليلة.
صلح هذا من فضلك.
فِي أَيَّام السَّنَة الجَدِيدَة. وَفِي المُنَاسَبَات الخَاصَّة مِثْل حَفَلَات الزَّفَاف، أو حَفَلَات التَّكْرِيم، أو المَجَالِس العَزَاء.
زيد موستردة، من فضلك.
علاش ما تعطيهاش هدية؟
شنو فيلم تنصح بيه؟
هاني عشرين دينار، عطيني تمنية قروش باقي، من فضلك.
ضربتني من الجنب.
نقدر نتلاقو الساعة اتنين.
هذا هو الشنطة من رحلة الخطوط الجوية اليابانية رقم واحد؟
هذا أول رحلة لي لباريس.
هل تقدرلي التكلفة قبل ما تبدا في الشغل؟
ادخل، من فضلك.
رحلة التّسلق الجبلي بتاعنا هادي لازم تكون ممتعة.
فين نركبوا في الباخرة؟
ما عندناش شنطة بهذا المقدار، حنشيله في كيس بلاستيك كبير.
نبغي نلعب تنس.
فيه أناناس، برتقال وعصير طماطم.
نصيب اليسار من هاذا الطابق، قريب من المصعد المتحرك.
شنو اللي يتعرض في قاعة الحفلات اليوم؟
ما تفضل تشوف فيلم ثاني؟
رجاءً غير هذا الشيك السياحي إلى نقد.
نبّي نفس الدورة بكرة، لو سمحت.
ممكن نرد عليك رد أحسن بعد كم عرض.
نبي هدية للذكرى.
شنو المسرحيات الموسيقية اللي عالكو الآن؟
هل عندك مراية؟
عذراً، لكني ضعت. هل يمكنك مساعدتي؟
ناخذ هذا، من فضلك.
ما تقدرش تجيب ألعاب نارية لكندا.
شني هلبة طباخة مرتك.
هل تحتاج أي مساعدة؟
هل ممكن تحجزلي تكسي لستة بكرة الصبح؟
شنو تحب معاك في الطبق الرئيسي؟
هل فيه بوتيك قريب من هنا؟
هذا المكان مليان ناس، مش كده؟
معليش. راح يجهزوا في حوالي خمس دقايق.
حصلتلي شدّة في رقبتي وأنا ننام.
طيب، مافيش مشكلة. ممكن نشوف الباسبور بتاعك؟
ما عنديش فلوس.
شنوى الوقت إلي لازم نكون فيه في المحطة؟
في هاذي المنطقة فيه مطاعم كثيرة.
هِيَ قُرْبَ دَارِ الْمَلَابِسْ.
منيح حكينا مع بعض.
هل فيه جولة في فترة الظهيرة؟
أنا مع أصحابي.
استمتعت بالإقامة. شكراً.
الْبَحْر قُدّامك. وَااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااا
شكراً على انتظارك، آنسة ماكغاير. ها هو. تفضلي، من فضلك.
هل عندك بطاقة هوية؟
سبعة، من فضلك.
نبّي نبعث هاذا للغسيل. متى يجهز؟
عندي بنطلون مخطط.
آه. توصلت شنطة حد تاني لغرفتي من شوية. ممكن تتأكد منها؟
هل ممكن توضيح أكثر بالتفصيل؟
هل نمت نومة حلوة؟
هل تضغط على زر الغالق؟
من فضلك، مفتاحين.
نبغي لمبة.
هِي فِي آخِر المِمر.
نبغي ورق ملاحظات.
هل رايحين بالباص؟
قولتلي رايح طوكيو بكرة؟
خليني نعس حتى تسعة.
لازم ننقل لـ AW واحد صفر صفر. هل ممكن؟
كيف حال لعبتك في هذه الأيام؟
حاسس بزحمة في الصدر.
مافيش مشكلة. لو تجي يوم خمسة سبتمبر، تقدر تستمتع بعرض أفلام علمية لأن عندنا يوم مفتوح خاص في أول جمعة من كل شهر.
هل عندك جولة أخرى؟
تمام، خصم خمسة بالمئة. هل هذا مناسب؟
رايح لباريس.
هاذي مش آخر موديل، صح؟
مُحدَّد الساعة تمانية ونص بالليل بالتوقيت المحلي.
خُذوا معانا هاك البناية، من فضلكم.
طيب. راح آخذ صحن وسط وكرة أرز.
كيف يبان هذا؟
نبي نشوف هذاك اللي في الشباك، من فضلك.
لا في طريقة. إحنا في إجازة. أنا رافض نجلس في غرفة الفندق ونشوف ماتش بيسبول في التلفزيون. أنا نبي نروح نشوف مسرحية.
هل ممكن نلمسها؟
هل تقدر تجي هنا تصلحها؟
نبغي بعض الألياف الصناعية.
اسمي تارو تاناكا. عندي حجز.
نبي كريم تنظيف.
نبي بلوزة بكم طويل.
انسرقت شنطتي.
تبدو طرقنا وكأنها تتقاطع في كثير من الأحيان، أليس كذلك؟
هل ممكن نشوف القائمة مرة ثانية؟
ما زالوا يبانوا شوية خضار.
قداش؟
فراولة، من فضلك.
جبل فوجي هو أعلى قمة في اليابان بارتفاع ثلاثة آلاف وسبعمائة وستة وسبعين متراً.
لا، بعد. فيه اختيارات كثيرة.
نبي كريم لليل.
بين المخبز والجزارة.
هل تقدر تقصّر الأكمام؟
نخاف ما فيش ملاعب غولف هنا.
هل تقدر تورياني الخاتم الثاني من اليسار؟
هل تقدر تسأله يتصل بي؟
حاولت نعمل مكالمة دولية. وصلت ولا بعد؟
هذا غلط.
آه، إي. لإنك تقدر تشوف العلم قدام مكتب البريد.
بالتأكيد بتبعهم، صح؟
نبغي نعمل مكالمة تليفون باستعمال كارت كريدي.
نبيها تتحرك.
لمّا يوصّل، بندفع تكاليف الشحن لبيتكم.
هالايام دايما نستعمل كمبيوتر في الشغل.
آه، طيب. فهمت. حنجي عندك.
لا، كفاية.
هل ممكن غطاء ووسادة؟
هلا جيت هنا في أقرب وقت ممكن؟
كوب قهوة، من فضلك.
نبي بعض الكروت اللي عادةً هاوايية.
هل تقدر تشد الخصر بثلاثة سنتيمترات؟
أنا في نفس العمر.
هل بتجيبلي قهوة؟
ثلاثمية وخمسين دولار؟ هذا فوق ميزانيتي.
هل نحتاج نطرحوا الموضوع للتصويت؟ إذا لا، أعتقد إنا توصلنا لقرار، وباش نبعثه لمجلس الإدارة بكرة الصبح.
هل تعرف إذا كان هناك فنادق رخيصة؟
صباح الخير. هل نمت جيداً؟
شنو نيتك تسوي بعد ما تخلص من المدرسة؟
انسرقت شنطتي من عالشارع.
هل كان عندك خدمات أخرى غير الفطور الصباح هذا؟
نبغي كوب قهوة بيضا، لو سمحت.
طيب. هل فندق شيراتون قريب من هنا؟
نتمنى ما تكونش تعبان بزيادة.
نبغي نستاجر سيارة من هاذي الفئة لمدة يومين.
باش ناخذ شوت من جاك دانيالز.
نبغي كيس بوب كورن، لو سمحت.
فقدت عصا تزلج.
ما نجيبش هدايا للفرح. بدلًا من ذلك، الضيوف يجيبولهم فلوس.
نبغي نبعثها بالبريد البحري.
وصلت الطيارة متأخرة بسبب ثلوج كثيفة.
حاسب، من فضلك.
هل تقدر توصل رسالة، لو سمحت؟
معليش، ما نقدرش نتبعك. هلّا تتكلم شوية ببطء، لو سمحت؟
شنو نوري لك؟
هل ممكن نصور؟
مِن مية.
رقم الرحلة إتش بي تسعة وثمانين إلى طوكيو في الحادي عشر من مارس.
هل ممكن ناخذ نفس الطبق هذا؟
هل عندك واحد آخر؟
من فضلك جيبلي فطوري لغرفتي بكرة الصبح الساعة سبعة.
راجل الصيانة جاي فوق شوية.
معليش. نرجعلك بعدين.
شنويّة ناخذها؟
هل فيه أي شواغر في جولة يوم الخميس؟
عذراً. هل يمكنني المرور؟
هل عندك نباتات وفواكه؟
قوليلي كيفاش نملا كارتة النزول؟
أنا متأكد أن سيارتي تسوى حوالي خمسة آلاف دولار.
هل هذا الطعام قليل السعرات الحرارية؟
شنو باص ناخذ باش نروح للمحطة؟
آه، إي. لكن لازم تاخد يسرا في الإشارة الثالثة وتعدي في نفس الشارع لين توصل للطريق 66.
نبغي كاس ماي باش نشرب دوا، من فضلك.
نكون لك من الشاكرين لو توصلني للبحر.
معذرة. هذا الرقم غلط. أنا من دار طنطش للنشر.
نحنا نبوا نطلعوا.
شنو هالموسيقى؟
عطي هدا الشربات لولدك، مقياس واحد، بعد كل وجبة.
هذا ستايل متوفر في مقاسات تمانية وعشرين، واحد وثلاثين، وخمسة وثلاثين سنتيمتر.
آه، هذا يبدو كثيرًا.
هل ممكن نستعمل تليفونك؟
هذا ريحته حلوة بزاف. كم ثمنه؟
نحب نأكد من حجز الطيارة لشيکاغو في سبعتاش.
كلت شوية زيادة.
هل ممكن نتكلم مع الآنسة براون؟
هاد البيت يبان مريح للسكن فيه، مش كيف؟
نبّي نحجز في رحلة الخطوط الجوية الشمالية الغربية رقم ثمانية وستين عالخامس.
محفظتي، جواز سفري والأغراض الشخصية الأخرى.
شني ساعة تقفلوا؟
استنى شوية. ممكن نسيتها في الحمام.
هادا بالضبط اللي كنت ناوي نقوله.
آه، أني نتصور هكي.
دارك كبيرة. قداش غرف؟
استمتعنا بالعشا.
فاهم، لكن ما نقدرش نقولها.
آه، آه، من فضلك. أنا فقط أتمنى ألا يصابوا بدوار البحر.
إلى طوكيو، من فضلك.
شنو توقيت وصولنا المتوقع؟
بنشوفك بكرة بدري، عشان كدة حابب أدفع دلوقتي.
شيري ناشف، لو سمحت.
كرسي ما يتدخنش، لو سمحت.
هو مشغول هلّا.
هل بإمكان الأجانب الوصول إلى الكتب في هذه المكتبة؟
هل ممكن نبقى في الغرفة حتى الساعة اتنين؟
هههه. صباح الخير في وقتك. عادي.
نبي شوية من هالفيلم رقم ASA لهالكاميرا، من فضلك.
فين رسومات مونيه؟
هاذي البيتزا لذيذة. منين جات؟
شنو طعم هلاكلة؟
كمان هما غاليين.
متى يطلع القطار الجاي لبوسطن؟
ناوي نتعلم الجولف.
عطني مشروب آخر، لو سمحت.
شني هلبة هاذا سافر.
نخاف الكمّات قصار بزيادة.
هل تقدر توريّني كيف نعبّي الغاز؟
هل يشمل سعر الفندق وجبة الإفطار؟
هذا كل شيء؟
هذا الطريق من هنا.
إبدأ العداد.
غرفتي باردة بزيادة.
بنتصل بيك لما نفضى شوية.
هل عندك واحد أكبر؟
نحس روحي أحسن.
هل عندك علم بالجغرافيا في اليابان؟
من فضلك، أريني أين أنا في هذه الخريطة.
مية بالمية قطن.
نبي نبدل لغرفة مطلة على البحر. هل فيه رسوم إضافية؟
شقد إيجار اللوح نص يوم؟
نوفمبر عشرة.
نبغي شريط آلة كاتبة.
هذا طعمه حلو بزاف.
متى راح نطير؟
كيف تخلي السواق يعرف إنك عايز تنزل؟
أربع وعشرين دولار. تبغي زياده؟
حجزت في طوكيو من شهر.
نشكرك من أعماق قلبي.
هل تنزلني هنا في مركز روكفلر؟
من فضلك قيسلي مقاس رجلي.
هذا شي خيالي.
هل تخرجين معي في موعد غرامي؟
من فضلك نظف هذا المعطف.
نبغي نستاجر قارب بموتور.
وين قسم الحريم؟
قهوة مش مشمولة؟
شنو كان مجال عمله قبل؟
آخ. آخ. آخ. آخ. تعودت على شكلها.
هل لازم ندفع الرسوم الإضافية لما ندخل للمبنى؟
مرحباً، الطرف الآخر على الخط. تفضل، من فضلك.
جرحي يوجعني.
فين المحطة؟
عندي قشعريرة.
ثلاثة أيام.
عبر الجسر اللي هناك، راح تلقى المكتبة على يسارك.
ساعدني لو سمحت في إيجاد مرشد يتكلم ياباني.
ما نبيش وحدة كبيرة.
بيكون فيه تأخير بسيط.
شنو الفرق بين هاك الفنادق؟
فوتت المحطة اللي نزل فيها.
كان ممتع. شكراً لك.
راح نكون هناك حوالي الساعة ستة بالليل.
هل عندك حاجة أطول شوية؟
تاريخ الانتهاء هو مارس تسعة وتسعين وتسعمائة وألف.
شنو كان حالها؟
هل فيه كازينوهات كويسة؟
هاني الفلوس للاقلام الحبر. مية دولار.
وين قسم الحريم؟
فين نقدر نركب في الباخرة؟
صديقي مجروح.
تبدو بخير.
هل هالبوتيك مفتوح بكرة؟
هِي في آخر الممر.
هل ممكن تقصلي شنبي؟
هذا يشمل بار السلطات مع خيار البطاطا المشوية أو البطاطس المقلية.
فين نقدر نشري حشيش؟
ما نقدرش نبيع هذا بلا روشتة.
هل ممكن نحجز خمسة كراسي جنب بعض في نفس الصف؟
هل تقدر تعطيني حبل سحب، من فضلك؟
شني سيارة تعطي أحسن كفاءة في استهلاك الوقود؟
ما تاخدش خصم مهما حاولت.
هلّا تفتح هالشنطة؟ وش عندك فيها؟
نبّي نعمل مكالمة بعيدة للهيلتون هوتيل في بوسطن.
هل تقبلوا يا حريم؟
حذر، سقف واطي.
ما نقدرش نشوف الشاشة من هنا كويس. هل ممكن أغير مكاني شوية؟
زُرتُ البحيراتِ الكُبرى لأولِ مَرّة.
في حاجة غلط في هاذي الماكينة.
نبي طبيب.
من قداش وهي في بريطانيا؟
واحد بحب الطليعة مثلك أكيد حيعجبوا اللوحات الهيبي و ساحة الموسيقى في الشارع.
شنو الساعة؟
نبي هوت دوغ وكولا.
هذا هو مشغل الاتصالات الدولية.
تقدر تشوف عمارة بيضا، صح؟ هي قدام العمارة هذيك.
من متى؟
ما عنديش حاجة نصرح بيها.
شنو؟ هل لازم تدفع ضريبة إذا عندك أكثر من ثلاث قوارير خمر؟
صديقي مريض جداً. هل يمكنك الاتصال بطبيب، من فضلك؟
ما نعرفش بزاف على الخمر. شنو هو المناسب لهاذ الطبق؟
هل تقدر تديني مكالمة الصبح بدري، لو سمحت؟
في محطة غاز على بعد بلوكين من هنا.
اليبانين ما ياخذوش إجازات طويلة.
حاسس إني متابع. هل من النادر تشوف واحد ياباني؟
بالطبع لا. ليش تقول كيف؟
شنواهي طريق مدخل البريد المركزي؟
فين محطة باصات غرايهاوند في هاذي البلدة؟
وينك من المطاعم اليابانية في كيوتو غالية؟
نِفْكِّرْها شَوِيّة صَخْبَة عَلَيَّ.
عندنا غرفة توأم فيها حمام بثمانية وخمسين دولار.
نبي الكتاب بثمن معقول.
هادا العام الجو أبرد من العادة، لكن ما فيش برد يكفي للثلج.
فين نقدر نشري تذكرة مترو؟
بيكون عندي مقاعد درجة رجال الأعمال، صح؟
كم تكلفة الأجرة من هذا الفندق إلى المحطة؟
ممكن هاذي وهاذي، لو سمحت؟
يقولوا اليابان بلد غنية جداً.
هل فيه غرف فاضية في عربة النوم؟
هل تقدر تخفضه لحد عشرين دولار، لو سمحت؟
هذا هدية لصديق.
تغطي الثلوج الطريق وتجعله زلقاً.
ما نقدرش نلقى الكاميرا.
غادي نعمل ساندويتشات حم دايرين.
هل عندك حاجة تصرح بيها؟
هل شفت جكيت أزرق؟ حطيته على هاذي الكرسي.
في زهري مقابل الشارع.
أنا من طوكيو.
نبي شوية شامبو كريمي من ريفلون.
عندي بعض الحوايج للتنظيف.
طلبته من زمان.
هل تقدر ترسللي حمال على غرفتي الساعة ستة الصبح؟
بنشرب شوكولاتة ساخنة.
نقدر نرتّحوا غرفك يتنظفوا.
خاص، من فضلك.
شقد المسافة لحد الفندق سي؟
هل ممكن ناخذ تذكرة جماعية؟
نبغي نطلب طاولة لاثنين الساعة سبعة، من فضلك.
نبي كريم لليل.
هل ممكن تغلف هذا كهدية؟
ثُلث بعد الثّلاثة.
ناوي نبعث فواتير حاجياتي اليومية، ياريت تعطيني العنوان واسم المسؤول.
يعد التحدث بالإنجليزية بطلاقة أمر صعب بالنسبة لنا.
هل عندك نفس التصميم لكن بكعب أعلى؟
نبغي جكيت لولد عمره عشر سنين.
وديني ع شارع أبي رود، من فضلك.
شكراً. مرحباً، شكراً على الانتظار.
أنا متأكد إني حجزت.
بنشلّحلك، فاستنى هنا من فضلك.
حنا هون ليوم.
عندي صداع خفيف.
استمتعت بالوجبة كثيرًا.
لا، تفضل اقعد واستنى. راجعلك حالاً.
هل ممكن نشوف السيارة؟
هل تقدر ترسملي خريطة، لو سمحت؟
طيب يا سيدي. تفضل اقعد في غرفتك لين ما يجي الدكتور.
انسرقت في شاطئ وايمينالو. تعالوا حالاً.
شكون مية دولار؟
نبيها معبّية.
نبّي نقدّم على إعادة إصدار.
الحكومة دعمت تشجيع الصناعات.
هُوَ أكيد أكتر من خمسين سنة.
شنو هو العمر الأدنى باش نعمل هذا؟
هل عندك خرائط بسيطة للمدينة؟
إذا كان ممكن، أنا أفضل ما نطلعش السّن.
الحساب واحد بول، اثنين سترايك.
شنوى وقت وصول القطار لسان دييغو، لو سمحت؟
نبي نشوف صندوقك.
نبغي شامبو.
نازل في فندق هيلتون.
نحس روحي تعبانة و نبي نستفرغ.
ولكن عندي موعد معاها الساعة اتنين.
هل هاذي السيارة تودي لإدنبره؟
آه، من فضلك املأ هذا النموذج.
كم تتقاضى على الوزن الزائد؟
اسمي كيمورا. حابب نلغي الحجز حق يوم الجمعة.
آه، آسف. في مشكلة وحنا نصلحوها. تقدر تستنى حوالي نص ساعة؟
شنوى وقت الخروج؟
فهمت.
نِتّصِل بِحَد.
هل تريد أن تدفع الحساب الآن؟
جاني العربة من الجنب في التقاطع.
هادي علبة موسيقى.
فين الحي؟
هل فيه جولة بالباص في البلد؟
شنوى ساعة باش نبداو؟
حاضر يا سيدي. في فئة السيارات المتوسطة الحجم، يمكننا أن نقدم لك مركوري سابل. هل هذا مناسب؟
عندك كدمة في العضل.
وعدني إنك تضرب الكورة، موش أنا. صح؟
قداشي باقي؟
هل ممكن نستعير شوية كتان؟
شنو نوع الجلدة هاذي الشنطة مصنوعة منها؟
ما نعتقدش هاذي السكينة نظيفة. تقدر تجيبلي وحدة أخرى؟
شريت هذا من شوي، لكن هل ممكن تبدل هذا بذاك؟
بصراحة، ما نتفقش معاك في هكي.
هذا هو الطريق الصحيح للمحطة المركزية؟
زورق مع مرشد، من فضلك.
نبّي نطلب بدلة ليا لونها غامق.
هذا المظلة تصلح عصا.
هل لازم نسيّر كل شنطي للكاردار؟
من فضلك أرني جواز سفرك.
هل فيه محل ياخذ غسيل يوم الأحد؟
اتنين برجر جبنة، لو سمحت.
شنو باص يودي لميامي؟
ما فيش داعي للبقشيش.
تقدر تشوف وحده في قاعة كارنيجي.
ما عنديش شهادة.
شنو اختصاص الدار؟
نبغي نحدد موعد مع دكتور.
نبي نعرف هل فيه طاولة فاضية قريبة من الشباك لسبعة الليل؟
ما عندكش مشكلة لو نجي عندك؟
يبدو أن فيه مجال للتحسين.
فين المحطة تحت الأرض؟
هل عندك مقاس أصغر؟
فين نقدر نلقى أسبيرين؟
هادا أدنى مستوى؟
من فضلك عطيني تصريح لمدة أسبوع.
هذا زميلي.
شنو نوع الغاز فيه؟ بريميوم، عادي، ولا خالي من الرصاص؟
هذا واحد.
نازل فيني زكام.
مغلق يوم الاثنين، لكن يوم آخر سيكون مناسباً. أعتقد أنه مفتوح من التاسعة صباحاً حتى الخامسة مساءً.
هاذي سمكة مشوية مع صوص خاص فوق كسكسي.
قال: "نحتفلوا" واخذني لبار. قاللي باش يطلع يتصل بحدا وطلع وما رجعش وخلياني انا مع فاتورة كبيرة.
كم سعر الجالون؟
كان عندي الباسبورت وكارت الائتمان في الشنطة.
تحجوزات الساعة سبعة، باسم مانو.
ما تاخذش فنجان شاي؟
هل تقدر تقولي وين نلقى القنصلية اليابانية؟
هل فيه دكتور في الفندق أو واحد ممكن نتصل بيه؟
دائماً يشري من شارع بوند.
ورقة إنجليزية، من فضلك.
هل فيه أي مكان يذيع موسيقى كنتري؟
نبي نتأكد من أغراضي الثمينة.
هل فيه صوف زيادة؟
كم سعر الورقة؟
ضغط تسعة و صفر واحد واحد، وبعدين كود البلد ورقم التليفون.
هل ممكن دايت كوكا؟
هل ممكن نطلب؟
كان عندنا سواقة حلوة. شكراً.
عذراً. هل يمكنني المرور؟
مجموع سكان اليابان حوالي مية وثلاثين مليون.
نبغي نستاجر شمسية.
آه، ونبي نرجع الفلوس.
محفظة فيها مية دولار وبطاقتين إتمان.
الماء سخون بزيادة.
أنت هنا.
كوب قهوة، من فضلك.
من غريب جداً.
يؤلمني بطني بعد الأكل.
واو، هذا مكان حلو.
ممكن يكون عنده انصمام هوائي.
قررت؟
إذا تحب، نقدر نرتاح هنا.
ضيعت أثر رسالة مسجلة.
ما تقدرش تبدل شغل بسهولة.
شنو المحطة الجاية؟
حاضر، بس موش المدرجات. الجو حار بزيادة اليوم.
انزل هنا، وغيّر للباص رقم ستة.
لازم نلحق على الطيارة اللي الساعة عشرة صباحاً.
ما زال حاسس إني ح نتقيا.
ما نبيش حاجة كبيرة.
حاسب، من فضلك.
شقد سعر الفطر الطازج؟
حاسب، من فضلك. هل تقبلون فيزا؟
اليوم باش نشوف شنوا حال الصينين.
٢٠٢-٢٩٣٩٦٧٠٠
نبي نسحب أسناني.
نبي شنطة مكياج.
نِتْسَاءَل كَمْ نِسَيِّب مِن بَقشيش؟
فين نقدر نشوف فيلم "شبح الأوبرا"؟
نبغي نشري هدايا تذكارية لصحابي. تقدر تقترحلي بعض؟
أبطأ شوية، من فضلك.
شنو هما تكاليف الفاكس الدولي العادية اللي تدفعهم كل شهر؟
مْقَلْيَة مِنْ جِهْتَيْن، الله يْبَارِك.
اوكي، واضح جداً. اتفضلوا رخصكم واوراق السيارة. ويا ولدي، للأسف لازم نعملك اختبار تنفس.
تكون جاهزة في المسا بعد بكرا.
هل هذا مصنوع من القطن؟
عندي دوائي الخاص.
شنو ممكن نشوف في هالتجربة؟
آه، فيه حد أدنى مشروب واحد.
كم سعر اليوم؟
هل هالباص يوقف قريب من الفندق؟
نبي سي دي صغار.
في طيّرات جال وأنا اللي طالعين في عشرة وخمسة وخمسين. لكن، للأسف الطيّرات ممتلئة.
يناسبني تمامًا.
هل ممكن طاولة لخمسة أشخاص؟
ما تفهمش إنجليزي خالص.
رجاءً صر شيك المسافر.
هل تقدر تاخذ بالها من تسعة الصبح لحدّ حوالي ثلاثة؟
كم تكلفة البريد الجوي إلى اليابان؟
ماقدرتش ندخل. هل تقدر تفتحلي الباب، من فضلك.
شنو جولة هي الأفضل باش نشوفو الأماكن المشهورة؟
هل في مضيفة تتكلم ياباني؟
كم شنطة نقدر ندخلوا بيها الطيارة؟
لا يا سيدي. العصر محجوز بالكامل اليوم. أما بكرة فماشي الحال.
غادي نسأل البواب على الأجرة الصحيحة.
والله آسف بجد.
نحنا عندنا حفلة ليلة الجمعة. ليش ما تجي معانا؟
وَيْل، غُرْفَتِك تِسْعَة وَتْمِنّ، يَا آنْسَة. هَا هُوَ مِفْتَاحِك.
من المهم جداً أن يكون عندنا إمكانية الوصول للمواد الخام اللي نحتاجوهم للمشروع.
عذراً يا ضابط؟
هل هذه القطار تروح مباشرة إلى إدنبرة؟
هل هذا ضمن الحد الأقصى للإعفاء الضريبي؟
أخرج أغراضي الثمينة، من فضلك.
شقد زحمة الجولات؟
نبغي نشري بعض الهدايا التذكارية. هل فيه محل مناسب قريب من هنا؟
لحد متى مفتوح؟
هو برّا هلّا.
مايومي، هل يمكنكِ توقيع هذه الورقة؟
هذا واحد لك، سيدي.
ما عنديش شنطة سفر.
أكيد، خذ راحتك.
أنا هنا في مهمة إعلامية.
هل عندك أفلام صيفية؟
متى القطار الجاي لواشنطن دي سي؟
اللي أطول شوي هما اللي في الموضة هلّا.
بارجع لليابان يوم الاثنين الجاي.
هل ممكن خريطة الميترو؟
هل المسافة طويلة بالسيارة؟
هل تقدر تبدل هذا بواحد جديد؟
شخصين.
فين نقدر نستلم الشنط؟
ما نِحِسِّش بِخِير. يِمكِن نَرْجَع الكُرسي؟
عشرة وربع الصبح.
هل تقدر تقولي على مطعم مشهور بين الشباب؟
كان سيارتو ماشية بسرعة قصوى.
هل ممكن نسيب رسالة؟ أنا كلمت باش نتأكد من موعدي مع الأستاذ إبرت يوم الأربعاء الجاي الساعة 11 صباحاً.
هل تقدر توضح مرضك بالإنجليزي؟
هل تقدر ترسل تاكسي للمدخل الرئيسي لمول وستمنستر؟
كم مرة لازم نبدل قطارات باش نوصل؟
هذا صحيح؟ دعيني أتأكد. أوه، أنا آسفة جداً، الآنسة تاكانو. هذا خطأ منا. إليك الفاتورة الجديدة. هل يمكنك التوقيع هنا، من فضلك؟
خمسة دولارات رجوع، من فضلك.
مصفاة حوض الاستحمام ما تتقفلش تمامًا.
هذا بس رمز تقديري.
هل بامكانك تعبيه هذا النموذج؟
شكون هاذم الموديلات البلاستيك؟
شنو الماركات اللي عندك؟
الكوع عالي عليا بزيادة.
ماقدرتش ندخل لغرفتي.
من قداش وأنت في باريس؟
هل ممكن ناخذ طوابع بريد لثلاث بطاقات بريدية جوية إلى اليابان؟
يُكتَب ج-و-ر-و-ح.
هل تحب تشرب حاجة؟
استلقي هنا.
خليها تلغراف عاجل، من فضلك.
حسب التقرير الجوي، راح يطيح ثلج بكرة.
نبغي كرة.
بالتأكيد. يسعدنا ذلك.
وعليكم السلام، كوميكس ماليزي. بشري واحد ناخذ معاي للبيت كموضوع للحديث.
طريق النجاح هو "جينماكو"، صح؟
ناوي نوصل لفندقك حوالي تسعة بالليل.
عندي حوالي ألفين وخمسمية دولار أمريكي بالين الياباني.
آه، إحنا نعمل. باش نشوفك كم واحد.
نبي حبوب منوم.
بنشوفك لين التاسع. نتمنى تقبضوا على المجرم في أقرب وقت ممكن.
أنا متأكد إن المجرم قريب.
عشرة طوابع لو سمحت.
عندي زكام في الحلق.
نبي كم تذكار من نيويورك.
ناوي نطلع. تقدر ترسللي واحد من عمال الفندق؟
ساعتي وقفت.
وآه، صحيح؟ كيف عجبك؟
نحن مفتوحين من تسعة الصبح.
نبي كتاب تلوين.
نِفْكّر إني حاسّة بدوخة من الطيّارة.
هل لازم نروح لبنك ياباني؟
لازم تبدل فلوسك في البنك.
هل عندنا وقت كافي للخروج من الفندق؟
زوجك واحد من أحسن زبائننا.
هل تعرف دكتور أسنان كويس؟
آه. لازم تبلغ القنصلية حالاً.
مهزوز، مش مخلوط.
هل تريد طاولة في المطعم الرئيسي أو في غرفة خاصة، سيدي؟
عدد كبير من الناس يروحوا للبحر في الموسم.
نوزني تقريباً مية وخمسين باوند.
فين ننقل؟
فين مكتب الأمانات الضايعة؟
هل فيه باص يودي هناك مباشرة؟
هل يلزم أي علاج خاص؟
هل تدفع نقداً أو بالبطاقة؟
انتقلنا لهذا البيت من سنة.
كم من الوقت سيستغرق إصدار تأشيرة السفر؟
فين الحمامات؟
المبلغ الإجمالي المستحق هو مئتان وثلاثة وأربعون جنيهاً، سيدتي.
هذا هدية. هل ممكن تغلفها بورق هدايا حلو؟
يا سلام على المنظر. هذه مسارات رائعة.
في ناس مجروحين.
عذراً. وين المحطة هنا؟
آه، عندنا حجزلك.
عفواً، أنا نبي نروح للفنادق في المدينة بالباص. وين نقدر نركب باص؟
دجاج، من فضلك.
هذا غرفة 201. حبيت نطلب فطور بكرة.
شنو رأيك في التحرش الجنسي في مكان العمل؟
عندي أختين.
رحلة رقم ميتين وثمانية، إلى طوكيو.
خلاص حطولها وسادة من جوه.
خلونا نتقابلوا عشان نتناقشوا في الموضوع أكتر.
شكون تحبّ شعرك يطلع اليوم؟
هل تقدر تقولها بطريقة أخرى؟
نِقْدر نِستغني بِاللي عِندك.
نبغوا طاولة قريب المسرح.
حالتي منيحة. طيب، رايح لشي مكان؟
إنه عالي بارتفاع ألفين وأربعمائة متر.
ادخل. حطّه عالطاولة هادي.
من فضلك الغي البطاقة رقمها.
معذرة، كلهم مباعين، لكن راح يوصلوا بعد كم يوم.
هل ممكن نسكافيه؟
ما عنديش موعد، لكنها حالة طارئة.
هذا مصنوع بطريقة رديئة.
فين المصعد المتحرك؟
هل عندك كتيب للأحداث؟
فين باب الميترو؟
فقدت تذكرة الطيران ماليا.
ما تقدرش تبقى هنا في الإجازة؟
آه، آسف جداً على إزعاجك.
هل تقدر تحجز في مناسبات؟
هل فيه حمام عام قريب من هنا؟
شكون المجموع؟
هادا شي زين. هلّا بالأسئلة، لو سمحت.
هل عندك فلوس صغار للبارك ميتر؟
أفضل منتج مبيعاً لدينا على مدار السنوات الأربع الماضية كان جهاز التصوير AX-four five zero.
هل أتجه يساراً؟
هل في مضيفات يتكلموا ياباني؟
سعر رائع، مش كده؟
لازم تاخده تسعة وتسعين مرة في اليوم، قبل الأكل.
نحبّه بكل صدق.
نبي ترايبود.
نبي جاكيت رياضي.
تقدر تقعد في داري.
هل يمكنني أن أميل مقعدي، من فضلك؟
ممتاز. كنت أبحث عن تاكسي، لكن هذا أفضل.
جاكيت طويل. هل هو صناعة بريطانية؟
نبي نروح لمركز هارفارد. تقدر تقولي متى نوصل؟
اثنين كبار واثنين صغار، من فضلك.
شْحال الثمن؟
حرب النجوم كانت أكبر نجاح في تسعة وثمانين وتمانمية وأربعة.
وين القسم اللي ممنوع فيه التدخين؟
"هادا حرف الـ 'تي' متل توم، آه عندي، تارو."
نحسها منظرية.
نبغي تفاح، لو سمحت.
شنو هذا ليه؟
شنو كروت الائتمان اللي تقبلوهم؟
عندي وقت كافي.
وين، وقت الغدا. تحب نتناقشوا فيه على الغدا؟
انسرق فيديو ريكوردر من غرفتي.
مرحباً، اسمي عُدَي. عندي حجز الليلة، لكني سأتأخر قليلاً في الوصول. لذلك، الرجاء تثبيت الحجز.
هاذم جواتي متينين؟
قوللو إني نستناه يتصل بي.
يقولوا إن الإنفلونزا منتشرة هناك.
واصل.
معذرة. الحجز مكتمل لليلة الغد.
أنا مع بعض الأصحاب.
حسب قول جورو، عند السيد يامادا ولدان.
هَلّا قُلتِها تاني؟
نبغي نعمل طريجنا على برج لندن.
رجّع الحزام.
كود المنطقة تلاتة. رقم التليفون اتنين تلاتة اربعة تلاتة اربعة صفر صفر.
عذراً. هل يوجد جسر قريب من هنا؟
عذراً، نبي ندخل الحمام.
ماشي حشى محتل.
لبسه دايماً قديم.
هل عندك أكل بحري؟
هادا غالي شوية.
نبي، لكن خايف ما نقدرش نجي هالمرة.
وين، ما نعرفش لسه، لكن بشوف.
ملح، من فضلك.
استعمل غرفة القياس اللي هناك.
تْسعين دولار ع التذكرة رايح بس. كاش ولا كارد؟
هلّا فضيتلي الطاولة؟
كيف يربي الآباء اليابانيون أبناءهم؟ هل هم صارمون مع أطفالهم؟
هل تقدر تقولي ساعات العمل؟
رجّعهم مغلّفين منفردين.
بطني تقيلة.
هادا كلام معقول. وين نقدروا نستناوك؟
هل نقدر نبدوا نلعبوا لما يخلصوا؟
سكان اليابان حوالي مية وعشرين مليون.
املأ الحقول التالية في بطاقة التسجيل.
هل ممكن نرجع حوايجي؟
هل عندك شالات حرير؟ أنا ندور على هدية لمرتي.
نحضروهلك هلّة. شنو رقم الغرفة؟
السيد كوباياشي يدور عليك.
نبي نسافر من شنغهاي لهاواي بالباخرة.
هل تقدر ترسل حد؟
هل تقدر تخلصه قبل الخامسة من بعد غد؟
ياخذ عشر دقايق مشي.
قبل ما نخلص، هل ممكن تعطيني كم دقيقة؟
فين نقدر نوقف سيارتي؟
نحس باردة وكرشي يعورني بزاف.
ويسكي مع ماي، لو سمحت. وعندك شي ناكله؟
كيف نقدر نطفي هالضو؟
هل هو مشغول جدا اليوم؟
نبغي خيط.
عطني شهادة طبية، من فضلك.
نبغي منك تقصّرها هنا بوصة وحدة.
ما نِحِسّش بِخير. عطيني دوا، الله يخليك.
هل ممكن جريده يابانيه، لو سمحت؟
تمام. هل يمكنني ترك السيارة في أي مكان؟ ما هي رسوم التوصيل؟
شنو باص يودي للمركز المدينة؟
هل فيه قطارات سريعة لبوسطن؟
كوني صديقي بالقلم.
بنشوف صاحبي.
نَا مَنْشَطَة بَشَكْل مَا تُتْحَمَّلْ جِلْسَة.
هل ممكن ننزل في فندق الهيلتون؟
نبي ترفعه.
امشي من هاديك الشارع على اليسار و خذ أول يمين.
نبّي نعرف هل من الممكن نشحن هالمجموعة من الأطباق لطوكيو؟
نبي كريم للجسم.
هل فيه أكل مش حار و لا فيه بهارات كتير؟
هل قريب بما فيه الكفاية للمشي؟
نبي كريم لليدين.
هل تقدر تعطيني الملح؟
نبي نروح لشارع وول ستريت. كيف نوصل؟
زيادة التمارين الرياضية ممكن تضرك.
بما في ذلك الإفطار والضريبة ورسم الخدمة، سيكون المبلغ خمسة وأربعين دولارًا للشخص الواحد في الليلة.
هل تقدر تصلح هذا؟
مساء الخير. مرحبا.
ما نقدرش نلقى شنطتك.
امشي على طول، من فضلك.
هل المي هنا آمنة للشرب؟
آه، تعالى. بس دولارين.
هل ممكن تبدلي هذا الفستان بواحد أكبر بحجم؟
ويا، خلينا نمشوا. نقدر نساعدك في واجباتك بعد ما ناكلوا بيتزا.
آه، يا سي تاناكا. عندك رسالتين.
ما يناسبنيش.
غدوة يوم آخر.
يمكن نعاونك. هل تحتاج فيتامين سي؟
انسرقت محفظتي في القطار.
بعيدة بزيادة. خيرها في الميكرو.
نبغي كرسي في الممر، لو سمحت.
نِعيش في شقة بِـ ثمانين ألف ين ياباني في الشهر.
هل ممكن نوقفك شوية؟
وريّني وحدة أوسع.
عذراً. هل يمكنك تبديل المقاعد معي؟
آه، أكيد.
انزل للركن ولف يسار عند الاشارة.
هل تفضلين رولات أصغر أم أكبر؟
نبي غرفة مفردة فيها حمام بثمانين دولار، من فضلك.
نبي نودع أغراضي الثمينة في خزنة الفندق.
هل عندك غرفة فاضية الليلة؟
آه، لكن تأكد إنك معاك تذكرتك.
بس كم واحد باش يشاركوا في الجولة الاختيارية.
مفيش مشكلة. المهم، ممكن توصلني لوسط تشاينا تاون؟ ححاول ألاقيها لوحدي.
ناس جدد يتوظفوا في أبريل.
نأمل ذلك.
اتنين ويسكي مع مويا، لو سمحت.
شكون يلعبوا؟
هل تقدر تتصل بي إذا لقيت شنطتي؟
عَلَى اليسار، لو سمحت.
هل تقف معي لالتقاط صورة؟
لا. هل تريد الإبلاغ عنه؟
هذا السّنّ اللي في الأمام يوجعني.
شنو آخر لعبة كمبيوتر تنفع لولد عمره 15 سنة؟
نشوفوك بكرة.
هل فيه مطعم أرخص من هذا قريب من هنا؟
لا، شكراً. أنا أحسن الحمد لله.
هل عندك خبز؟
شقد إنت شاطر في العزف على الكمان؟
صاحبي طاح في الحمام.
هل ممكن ناخد رمّاد؟
حُظرت المسيحية وتم إغلاق البلد أمام بقية العالم.
كم تبي؟
كوكتيل جمبري لها و نفس الشيء لي.
هل تقدر توقع هنا؟ و من فضلك حط الحرف الأول من اسمك هنا.
كان من دواعي سروري الكبير زيارة مكاتبكم الرئيسية وإجراء مناقشات مثمرة معكم. أشكركم جزيل الشكر على تعاونكم الطيب.
صُوَتْ خُرْخُورَكْ وَاااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااا
ما عجبنيش اللون في الآخر. هل ممكن أرجع ده؟
اخرج من الباب اللي هناك، واستنى عند الموقف رقم ستة.
دجاج مشوي، من فضلك.
هل ممكن شوية فلفل؟
آه، نعم، نبي حاجة نقراها.
هذا السيد تاكاهاشي في الغرفة 549. هل يمكنك إرسال أربع زجاجات من بيرة بودوايزر، من فضلك؟
هذا سبعين دولار.
من فضلك اتصل بي في الفندق لما تلاقي شنطي.
نبّهني بكرا الصبح الساعة ثمانية و نص، من فضلك.
آه، لكن هذا وااااااااجد و ما نقدرش نزيدها.
نبي غسول للفم.
ما ننيش بخير.
هل عندك تخفيضات للكميات الكبيرة؟
طوكيو صفر ثلاثة أربعة أربعة تسعة أربعة خمسة ستة سبعة
هل تقدر تساعدني ندور على الحديقة الحيوانية؟
هل بتقوليلي كيف نعدلها؟
علي شنوي ساعة يخلص جولة الباص؟
هل تعرف كيف تستعمل التليفون؟
أكيد. عندنا بعض العلامات المرجعية الحلوة للكتب من التراث الأمريكي الأصلي.
مشغّلة تتكلم ياباني، لو سمحتي.
نحنا مهتمين بالموضة.
هل تقدر تعطيني دفعة؟
هذا عيادة F ؟
مرحباً يا آنسة ياماغوتشي؟ طرفك على الخط. تم قبول المكالمة. تفضلوا، من فضلكم.
فين نقدر نشري تذكرة مصعد؟
شنوى الوقت اللي نوصلوا فيه ل لوس أنجلوس؟
امشي مستقيم لمدة خمس دقايق، وبعدين لف على اليسار.
هذا هو الطريق إلى الشاطئ.
هذا شاي الأعشاب يساعد على تجديد الجسم.
هاذوما ما يصنعوش في اليابان، صح؟
حاضر. من هذا الطريق لو سمحت. أنا راح نوديك لغرفتك.
لازم نطلع من الفندق قبل الظهر.
اتنين همبرجر واتنين قهوة، لو سمحت. عايز آخدهم تيك أواي.
هل ممكن نكمل الطريق بهذين الشنطتين؟
طلبت لحم، مش سمك. هل تقدر تغير هذا؟
ولدي تعبان تعب.
نَفْسي تِقْلِقْ مِنْ بَطْني.
هاذي الجاكيت مش مقاسي.
نبغي نتقابل مع السيد ويليام.
عندها مجموعة متنوعة من سبعة فيتامينات ومعادن.
السنّ طايح.
هل ممكن نرجع الفلوس لما نرجع لليابان؟
شنو هاذي الأكلة مكونة من شنو؟
فيني نعرف من وين هذا مصنوع؟
هل تقدر تخلصه في عشر دقايق؟
ما نعرفش انقليزي مزبوط. هل في حد هنا يتكلم ياباني؟
فين نقدر ناخد تذكرة الميترو؟
ستصلك عشرون عينة إضافية بالبريد.
ما نعتقدش إني نلبسها لأن بشرتي جافة شوية.
هل ممكن جدول زمني، لو سمحت؟
آه، أنا نعتقد ننتظر.
$99 للساعة للطفل الواحد.
معليش، خلاص باعوا كل حاجة.
لازم يكون هادي.
عندي معداتي الخاصة.
مفتاح الغرفة، خمسة وثلاثة، من فضلك.
شنوى ساعة يعرضوا فيلم "تيرمنال مان"؟
فين صالون الحلاقة؟
عند الساعة سبعة، من فضلك.
شنطتي معطوبة.
مشاهدة المعالم السياحية.
جيت من اسبانيا.
في حاجة غلط في الكارت ده. ممكن تعطيني واحد تاني، لو سمحت؟
عندي طفح جلدي في دراعي.
أرسلها بالبريد الجوي إلى اليابان، من فضلك.
فين أقرب صيدلية؟
كاس خمر ثاني، من فضلك.
الناس ودودين جداً.
كم عدد المشروبات المشمولة في السعر؟
عَمِلتها.
فين بوابة الركوب لهاذي الرحلة؟
إذا كان متوفر، تقدر تحجزلي طاولة قدام الشباك؟
هل تم الإعلان عن الصعود للطائرة؟
نحن على ارتفاع اثني عشر ألف قدم.
أول حاجة، نبوا نشوفوا وول ستريت.
فين محطة الباص لاكسفورد؟
نستنى لين يتوفر التراس.
هل ممكن نشوف محفظات جلد؟
نشوفوا في التلفزيون. فيه ماتش بيسبول.
هل تكتب عنوانك هنا؟
قوليلي فين أقرب صيدلية.
إلى الفندق بتاعي، من فضلك. عنوان الفندق هنا.
كم عدد المحافظات الموجودة بالإضافة إلى طوكيو؟
أقفِل الخط وانتظر قليلاً من فضلك.
شنو عادة تسوي في البيت بعد العشا؟
أكيد. متى تحب تلعب غولف؟
تكون في البيت حوالي ثلاث.
نبّي نتصل بالسفارة اليابانية.
شوية زيادة.
من وين تطلع باصات السياحة؟
كم تتقاضى مقابل إرسالهم إلى اليابان؟
ما عنديش نوادي ولا أحذية.
هل الين الياباني مناسب؟
هل عندك موستانج؟
إحنا باش نقفزوا من هنا؟
سيد كاواي، عندنا طاولة لك الآن. تعال من هذا الطريق، من فضلك.
أكيد. انزل من الدرج اللي هناك وشوف الإرشادات. اتبعها بس.
مكتب الاستقبال. هل يمكنني مساعدتك؟
هل تقدر توصلني لفندق هيلتون، لو سمحت؟
هل عادةً تشتغل لليل؟
معليش، ما عندناش تاني. شنو رأيك في الجرايد الإنجليزية؟
طاولة ممنوع التدخين، من فضلك.
هل ممكن تخبرني قبل ما نوصل لدرم؟
هذا طازة؟
ما صحيح. دايماً أنت تدفع عني.
هل تقدر تورياني كم فستان؟
اكتبها، من فضلك.
نِسكر بِالخمر.
حافظ على نفسك لأن الجو متقلب جداً في الجبال.
شيك مسافر و ين ياباني، تمام؟
معليش، تأكدت من قسم الخدمات وخدمة الأغراض المفقودة. ما عندهمش.
إنه مكان صعب العثور عليه. يقع في طريق صغير متفرع من الطريق الرئيسي.
نِعرف عليه والو.
نقدر نحكو فيها في كوفي شوب.
نعم، في هذه الحالة، ما ندفعش مصاريف التعديل، صح؟
المركّب، لو سمحت.
هَلّا خَفّضت السّرج، لو سمحت؟
هل بتقعدني الليلة؟
حاضر. باش ناخذ بس اثنين. شكراً.
هاني فاتورتك. ثلاث دولارات وتسعة وتسعين سنتا.
إنت محظوظ.
| من فضلك، جهز جدول مع منظر ليلي جميل. |
هل هذي مصنوعة بالماكينة ولا باليد؟
نبّي نستاجر هالنوع من السيارة لمدة أربعة وعشرين ساعة.
كان من اللطيف جداً لقاءك.
إنه ممزق.
وينك من زمان، خلينا نشوفك.
وين، بس فكر قداش يطول شغله لو يسأل سؤال زيادة لكل واحد. يلا، تعالوا نسرعوا وناخذوا شنطنا. لازم نروحوا للتصريح الجمركي بعد.
شنو هو الوزن؟
هل فيه مطعم صيني قريب من هنا؟
منصة خمسة هناك.
شني وقت ماتش الكورة؟
إيدهاش منظم. تقدر تشوفلي الكاميرا؟
قهوة بالحليب والسكر، من فضلك.
نحسّ بلي فيه بعض الأغلاط في الفاتورة.
عطني هاذي.
هاذي الباب سبعة.
هل أنت اسكتلندي؟
٣-٢-١-٢. استنى ثانية، تمام؟ بدي نبعثلك حاجة هنا. معلش.
مية وخمسة وثلاثين ين ياباني للدولار الواحد.
التنانير القصيرة مع الجزم ما تطلع من الموضة.
هل ممكن نتكلم مع المدير؟
شنو سبب اختلاف الأجرة عن العداد؟
هل ممكن نشوف هذا؟
وعدت روحي إني لما نشوفك نتعرف عليك.
شنو صاير هالأيام؟
ما ننيش بخير. تقدر توصيني على دكتور؟
حفلتك شغالة. اتفضل.
هل فيه عرض على المسرح؟
الطّواليت ما يغسّلش.
كم المدة اللي ناخذها مشي من هنا لبلدية؟
خُذ هاذي الدوا بعد كل وجبة لما يوجعك بزيادة.
تحط الفلوس في ظرف مزخرف خاص اسمه شوجيبوكورو.
فيد حد متأذي.
نِتْسَاءَلْ شْنُو نِجِيبْلُو؟
هل عندك خريطة للمترو؟
عندي غرفة جاهزة لك في فندق جراند. تقدر تروح هناك؟
عندي ألم في عيني اليمين.
ما نعرفش الألماني مزبوط.
لازم نتقابلوا تاني أكيد.
هل تقدر تاخذ هذوم البناطيل؟
هل ممكن تستعيرلي مضرب وكور؟
هل تقدر تظيفلي شوية فلوس صغار؟
هل ممكن نص قارورة؟
مرحبا. أنا جون.
نكاي.
هل عندك مانع لو أصورك أنت وتاكسي؟
اتصلت من ثلاثة أيام على موضوع شنطة ضايعة.
نبي فندق أرخص.
يا سلام، فيه حاجات كتير لازم تشوفها في جرينتش فيليج.
فِي شُغُل. عِنْدِي صِلَة شُغُل هُنَاك.
تناسب البدلة بتاعتك.
هل ممكن تحفظلي شنطتي؟
# كيف تشوف هالفكرة؟ إحنا نقبل بشرطك إبلاغنا قبل ستة شهور، بشرط تمنحونا الحق في البيع لمدة ستة شهور بعد انتهاء العقد.
عذراً. هل تعرف نيويورك جيداً؟
نستنوا. اتصلوا بينا لما تكونوا جاهزين.
نبغي نشوف جراح.
هل هذه مكونات طبيعية؟
نبي نركب في سيارة رياضية.
كود المنطقة صفر تلاتة. الرقم تلاتة واحد اتنين تلاتة أربعة خمسة ستة سبعة.
عندو زكام.
"سيارة صغيرة الحجم ستكون الأفضل."
نبّي نبعث هاذي توصيل عادي.
خليني نحولك للراجل المسؤول.
شكون الحجم اللي تبي؟
يا ويلي. ما كنتش عارف إني لسه معايا دول.
هل عندك كرتونات مخصصة لإرسال الطرود؟
هل حتدفع الخطوط الجوية على فاتورة الفندق والأكل؟
هاذم كل شنطك؟
شكوني تبى اتصرف عالموضوع؟
وين، غالي. مش مصنوع في اليابان، صح؟
هلا عطيتني الملح؟
فين أقرب مطعم من الفندق هذا؟
نبي شامبو للشعر العادي.
شكون وقتاش تظن يلقاوه؟
نتمنّالك سنة جديدة سعيدة.
باخذ سبرايت كبير.
قولها تاني ببطء أكتر.
عذراً. أنا نبي نطلب.
عندنا جمبري نيوبرج ورجل خروف مشوي.
نبي غرفة تطل على منظر حلو.
ثلاثة كاسات عصير بطيخ، لو سمحت.
عندي ثلاثة ولاد.
امشي على طول هذا الممر ولف يسار في الزاوية. راح تشوفه على يمينك.
هل هي جولة ليوم كامل؟
كم تكلفة تذكرة ذهاب وعودة إلى أوكسفورد؟
نروح للكلب الرياضي كل يومين.
فين نقدر نبات في جولتي؟
شنو ساعة الخروج؟
كم تكلفة أتعاب المرشد في اليوم؟
فين نقدر نلقى سي ديّات؟
عذراً. أنا طالب جامعي من اليابان. هل أنتم طلاب جامعة نيويورك؟
هل تقدر تقولنا كيف تقيم هذا الخطة؟
آكي، هل تعرف متجر أسطوانات جيد قريب من هنا؟
فلوس ولا كريديت؟
نشتغل في شركة تجارية.
من غير اللائق تسأل الناس قداش يكسبوا.
هل هذه بناطيل ليفي فايف أو أوريجينال؟
شنوى وقت ممكن ناخذ شاور؟
ما تبانش عليك أكبر من واحد وعشرين سنة.
نعم، فهمت. في الحقيقة، فيه فيلم سريع. هل عندك مانع لو أطلعّه؟
شرتها توة.
حنجيبلك واحد حالاً.
ثمنية دولارات. وهاهو واحد قادم الآن.
رجاءً أظهرها مع مشترياتك للجمارك في المطار.
هل في أي من المولات تخفيضات هالأيام؟
عامل، وصلني بمحطة الإطفاء.
عندي بطارية ميتة.
وَقِفْ فِي التقاطع الجاي.
آه، ها هو. وهل لازم الكل يملوا استمارة الجمارك هادي؟
و هل ممكن نعرف اسمك؟
هل عندك مانع لو نعمل مكالمة على حساب الطرف الثاني؟
مرحبا. كيف حالك؟
وين قسم السفر؟
شنو اسم الشخص اللي تبى تحكي معاه؟
معذرة، هو مش موجود هلّا.
شوف هذا. شوف هذا. بتقولي الفرق بين هذا الراجل وهذاك الراجل حظ؟ محمد، وقف على جنب، لو سمحت؟ ما عندكش مانع تنزل هنا. أنا متأخر. صاحبي، كان لينا الشرف، صح؟
هل تطل غرفتك على البلدة؟
هل فيه رسائل لي؟
ما زال سعره غالي. ما نقدرش ناخده بثلاثة دولار؟
نبغوا غرفة من ورا.
باش نشرب كاس نبيذ.
تبدين حلوة.
نبي غرفة فيها سريرين منفصلين. كم سعر الغرفة في الليلة؟
هِي بِعِدّة تِسْعَة و تِسْعِين مِيل.
فينس و ليندا يبوا يتوحدوا روحهم، عشان كدا أنا خايف لازم نبقى هنا الليلة.
حافظ على هذه الأمتعة في الحجز.
اسمي ساتو.
نعم، أنا نعرف كاباريه قديم للـ جاز في وسط البلد.
باخذ هذا الأكل الجاهز.
نبي نجرب نفس الأكلة هاذي.
ثم ناخذوه.
هل هذا يصعد إلى الدور السادس؟
جلد التمساح؟
حطّه في كيس غسيل وسيبه هناك.
نبي نطبع هالفيلم. متى يجهز؟
من فضلك ما تعطيش المفتاح هذا لحدا غيري أنا.
حاضر. بنمرك من الفندق الساعة ثمانية.
الشباك كويس.
خلّي الغرة تنزل، من فضلك.
هل كل مصاريف النقل مشمولة؟
دار الأوبرا المتروبوليتان
فين كاونتر إيجار السيارات؟
نارني حرارة من البارح.
ما يعجبنيش.
شنو خضروات عندك؟
نبي دائمي مفتوح، لو سمحت.
متى يجي الدكتور؟
هذا اللون غلط.
انكسر السّن.
هذا كرسي في الممر ولا كرسي جنب الشباك؟
نحب نتمشى في الجبال.
هل تقدر توصل شنطتي للغرفة؟
وريّيني وحدة للستّة الصغيرة.
هل تقدر توقف هنا؟
هل عندك حاجة بحدود ثمانين دولار وصفر سنت؟
نعطش.
لا حليب، من فضلك.
عندي ثلاث شنط.
فين البحيرة؟
عفواً. اضغط على زر الغالق، من فضلك.
هل ممكن مجلة أو أي حاجة؟
هِيّ في الجنوب.
شقد سعر تذاكر البلكون؟
نبغوا غرفة تطل على البحيرة.
هل فيه صناديق بريد قريب من هنا؟
حاضر. أنا نوديك.
*اللي صار في التسعينات كان تغيير كبير.*
هو عمره ثلاثين سنة.
حاضر. هل يمكنك كتابة العنوان مرة أخرى على هذا المظروف؟
نبي نطلع لهارودز. تقدر ترسملي خريطة؟
شنو تسوي وقت فراغك؟
هل عندك بطاريات لهذي الكاميرا؟
نبي كابل تفريغ.
هل أنت الأخير في هذه الصف؟
نحس بيه مكتوم.
تصويب ممتاز. خارج.
هل تقدر تقولي على الأماكن المهمة هنا؟
هل فيه محلات كبيرة قريبة من هنا؟
و أنا كيفك.
نحب ننضم من سان دييغو.
كنت نفكر ناخذ هاداك الدورة في الترم الجاي.
الخمر ما باردش كفاية. هاتبردّه؟
هل تقدري تغيري هالأقراط لخواتم كبس؟
شنو اللي مهتم فيه أكثر هلّي؟
نبى نرجع الفلوس. هل نقدر ناخذ فلوسنا؟
مُمكنش نلقى مشروب كيما هذا في مكان آخر.
إذا شريت هاذي بعد، يصير المبلغ معفي من الرسوم الجمركية.
هل ممكن نشوف شهادة التطعيم؟ لو سمحت.
هل تسافر كثيراً؟
جيت من أمريكا.
عندي تذكرة طيران لسان فرانسيسكو.
إذا كانت المسافة من المحطة فقط 15 دقيقة، فسأمشي.
نبي فندق أرخص شوية.
"بونساي" تبان هواية للناس الكبار في السن.
ما قررتش بعد. هل تقدر تعطيني شوية وقت زيادة؟
عندي صداع.
هل تودّ تشرب قهوة معايا؟
نبغي شهادة طبية و إيصال للتأمين.
يا ويلي. بسرعة لو سمحت. إحنا متأخرين.
ما نبيش ندفع أكتر من عشرين دولار.
شنو بالضبط اللي صاير؟ علاش الطيارة ما تبيش تقلع؟ قوللي شن صاير.
كم سعر الأجرة؟ هل ممكن تكتبلي الأجرة على ورقة؟
نبغي نستاجر كرسي شمسية.
استنى شوية، من فضلك.
هل من المفترض أن ترتدي السيدات فساتين رسمية؟
لا تمسّني.
هل عندك سجاير؟
إذا ما كان الريح قوي بزيادة، نقدر نروح لبوينت تيكي.
ممتاز.
بنشد الحين. شكراً على اهتمامك.
هل عندك هذا بلون آخر؟
من عَلى الباب؟
عفواً. وين ممكن نلقوا محطة تاكسي؟
واش نشربو؟
هاني.
فين أقرب محل أدوات بناء؟
هيم. ما تنجمش، صح؟ تقدر تروح لكرسي فاضي، لو تحب.
نبي هذا.
حاضر يا سيدي. وش تحب في الحلو؟
حافلة سياحية ولا عادية؟
شيكات المسافرين. شكراً. هذه تذكرتك وبطاقة الصعود. تواجد هناك قبل ساعة من موعد الرحلة، من فضلك.
ألم حاد.
اسمي جورو موتوياما. والرقم هو صفر ثلاثة ثلاثة اثنين ستة واحد اثنين أربعة تسعة خمسة.
نحس روحي مريض بزاف.
شنو مواعيد عرض مسلسل "حب قوسي"؟
خلاص. هل تشرب قهوتك الآن أو فيما بعد؟
قوليلي وين أحسن وأسخن كلب ريجي في نيويورك.
شنوي الفرق بين منتوجك ومنتوجات المنافسين؟
هل عادي محدش يسمع تعليمات السلامة؟
هل الشارع الخلفي خطير؟
آه. من فضلك خذ الإجراءات اللازمة.
آه، بس وحدة. متى نعرف؟ كيف باش نتعوض؟
هاني بطاقة الهوية مالتي.
نفضل طاولة جنب الشباك.
قوليلي شنو أرخص طريقة باش نوصل لسانت فرانسيسكو؟
هل تعرف مطعم كيويا؟
واحدة بس
ناوي نتخن بس قاعد هكي ناكل على طول.
هل فيه نادي ليلي حلو فيه عرض فلامنكو؟
هادا فستان حلو اللي لابساه.
رجلي توجعني.
فين أقرب مغسلة؟
هل ممكن تبدل معايا في الكرسي، لو سمحت؟
تفرقنا في المقاعد.
في الحقيقة، أنا حابب نضمن هالباكيتة برشا.
الفاتورة توصل لمية دولار.
بوابات الطوارئ موجودة في الأمام والوسط والخلف من هذه الطيارة.
تمام، حجزك تم تأكيده من جديد.
الكوع مرتفعة بزيادة.
نبغوا طاولة ع التراس.
يعني الفيلم ممكن ما يكون مناسب للأطفال أقل من خمسة عشر سنة. فالأهل لازم ياخذوا قرار إذا يسمحوا لأطفالهم يشوفوا الفيلم ولا لأ.
شكون تحب الفلوس؟ فضل هكي في الورقة ووقع هنا.
حياناً بطني يوجعني.
هل عندك أكلات قليلة السعرات الحرارية؟ أنا في حمية الآن.
ما فيش حاجة للفلوس.
آه، عندي تذكرتين للجيانتس والدودجرز.
نحن من أكبر الموردين للحواسيب الدقيقة.
شكراً. أنا كذلك. مع السلامة إلى ذلك الحين.
توأم مع حمام، من فضلك.
طحت من الدرج.
شنو نوع آيس كريم تنصح بيه؟
هَمّ. هَاذِي. اللّون حلو عليك.
فين الكتب بلغة أجنبية؟
شريحتين و سبرايت.
عطني بعض السجاير.
ممنوع إدخالها للبلاد - آسفين. حسناً، أعتقد أن هذا ينهي كل شيء.
آه، أنا. كانوا عايشين قريب مني في كاليفورنيا لكن هاجروا لفلوريدا من سنتين. وانت؟ هل انت مسافر لوحدك؟
نَا مَريض.
ولدي باين عليه تعبان من الحمى.
فِي هَذَا الحَجْم، مِن فَضْلِك.
تُمنح أوسمة الاستحقاق الثقافي للفنانين والمفكرين المتميزين في هذا اليوم.
أنا ياباني.
هادا غالي بزيادة.
آه. ركب باص متجه إلى كيوتو-إكي.
هل هي خاصة للأعضاء فقط؟
تمن الغرفة ستة آلاف ين في الليلة.
هل ممكن نطلع هذا معاي في الطيارة؟
طيب. كل اللي نبي نعرفه هل الشركة راح تدفع مصاريفها بنفسها يوم من الأيام.
ماشي. تبغي شال معاه؟
شَحْن البطارية، من فضلك.
أنا جاهز للطلب.
مُستحضرات الاستحمام العشبية تترك بشرتك ناعمة وحريرية.
اكتب اسم الخطوط الجوية ورقم الرحلة.
صحيح. اليوم الأحد، والأحد هو أسوأ يوم.
آه، هذي مشكلة في التخلص من النفايات.
نبّي هاذم الشكل في مجموعة من خمس قطع.
كثير من العوائل عندهم دخلين.
آه. هذا الفضة نادر "القمر والجرس". متأكد تريد تبدله؟
والدتي وأختي جايّين من اليابان باش يشوفوني. راح يوصلوا هنا تقريباً الساعة سبعة في الليل.
اللون البني منتشر هالسنة.
فكرة حلوة. متى تخطط تجي؟
طيب. كرسيين، من فضلك.
فين السوق؟
ننتظر بلهفة نجرب بدلة السباق الجديدة.
ظنيتكم بس تاكلوا كروسان.
كم تكلفة تذكرة درجة أولى إلى إدنبرة، لو سمحت؟
يبدو أن الفلوس اللي عطيتني إياهم ناقصين عشرة دولار.
اتصلت توا بالاستاذ سميث في الغرفة 201، لكن ما ردش. تقدر تشوف إذا لسه مقيم هنا؟
نبغي وحدة حديثة.
نشتغل في شركة نشر.
هلّا تفضّلت وملّيت هاذا؟
شنو اسم هالشارع؟
هل تقدر توزنلي هالباكيج؟
شنو اسم هاذا بالانجليزي؟
واصل السير في هذا الممر، وستجده على يمينك.
نبي نضمن هذا.
صباح الخير. هذه الاستقبال. هل يمكنني مساعدتك؟
تمام. تفضل ادخل.
نعم، سيدي. أنا آتي هنا لتناول الإفطار كل يوم، من الاثنين إلى الجمعة، قبل الذهاب إلى العمل.
مافيش مشكلة.
رجّعلي تلاتة اتنين ستة اتنين تسعة واحد تمانية.
آه، نقدر نخدمك من سبعة.
استلقي هنا.
شَحالَة سِرعَة الخِدمَة هادي.
يمكن لسه يطلع.
رجّع يسار في التقاطع الجاي.
عفواً. وين البنك؟
هل فيه خدمة باصات للمتحف الوطني فورد؟
آه. اسمك ورقم غرفتك، لو سمحت.
شقد ياخذ وقت الطيارة توصل لليابان؟
طيب. نشوفوك في الساعة اتنين يوم الأحد.
نبي نمر من نيويورك لطُرُنْتو.
السوسته خربانة. عندك زيها؟
هذا شوي وسخ.
هل تقدر تتأكد من حجز الطيارة؟ هذا تذكرة الطيارة.
هل عندك هذا بلون أخضر غامق؟
هل بتقدر توديني لكانتربري وترجعني؟
هل ممكن نعطي سكين جديدة؟
شكراً جزيلاً على طيبتك.
معذرة، ما نبيعش تذاكر للمسرح.
نبّي نشوف هذا.
آه، حلو. شنو لازم نعمل؟
نبّي نمدد إقامتي هنا يومين زيادة.
من فضلك غيرلي مكاني.
عندنا جمبري طيب بزاف اليوم.
شحال الساعة اللي يسكر؟
دخان أو بلا دخان؟
غالي عليا بزيادة. ما تقدرش تخليه أرخص شوية؟
أنا مفتوح صباح الأربعاء أو عصر الجمعة.
ما حجزتش.
بسبب الصيف في اليابان عادة حار جدا، وما كانش عندنا تكييف هواء في الأيام القديمة.
هل تقدر تديني تاكسي بكرة الصبح الساعة تمانية؟
إنه شرير.
علاش ما نستناوش الباص تحت السقيفة؟
هات، يا كنجي. خليني نوريّك المكتب.
آه، مفتوح من تسعة لتسعة.
ما نقدرش ننام كويس بالليل.
كيف تأثرت الأعمال التجارية بالكساد؟
عندي موعد آخر.
هل ممكن خريطة طريق للمدينة؟
هذا بالضبط اللي كنت ندور عليه.
ما نفهمش شرحك.
لازم نعمل اتصال. رايح لبوسطن.
فين أحسن مكان للسياحة؟
هل هو متين؟
استمتعت كثيراً.
وين؟ نبي وجهي يصغر زي جوليا روبرتس.
هَلّا تِاخُذ هَاذَا، لو سَمَحت؟
رُكّاب رحلة شركة ABC للطيران رقم سبعمية وثلاثة المتجهة إلى طوكيو، الرجاء التوجه إلى البوابة عشرين لإنهاء الإجراءات الحكومية.
فين محطة الباص حق B؟
فِي فُلُوس صَغَار، مَن فَضْلَك.
فين نقدر نشري مفرش طاولة؟
هل ممكن نستأجر مرشد يتكلم ياباني؟
هل تحبني أن أصورك؟
ماشربتش هذا الطبق.
قطعت صباعي. هل يوجد معقم؟
هل ممكن ناخد طابع بخمسة وتسعين؟
راح نكون هنا في ربع لثمانية.
نبغي عطر.
هل ممكن جدول زمني؟
هل رايح للمدرسة هنا؟
كم كان فيها؟
هل فندق هيلتون بعيد من هنا؟
أنا متأكد إني حطيته في شنطتي.
إرفع إيديك.
هل فيه مطعم تقدر توصيني عليه قريب من هنا؟
شنو تفضل، غامق ولا فاتح؟
هل تقدر تقولي وين رايحين؟
تذكرة نقل، من فضلك.
فين مكان حلو للتنزه ليوم واحد؟
نبي الشنطة الحمراء كيلي بنفس ستايل هاذي.
باقي تبي تعمل جدولك؟
شني ساعة يفتح البنك؟
نحس روحي مريض.
نِتْلَبْلَبْ. تِنْشَدّرْ تْرَسْمِلِي خَرِيطَة؟
خارج.
وديني للمستشفى.
هل لازم نجي للمستشفى كل يوم؟
بطني يعورني.
كم تكلفة إرسال هذه الرسالة إلى اليابان؟
نبغي كاس شيري.
هل تحتاج حد ياخذك من المطار؟
تبدأ عملية الصعود على متن الطائرة في الرابعة والنصف، لذا يرجى التواجد قبل ذلك.
من ثلاثين ألف ين.
فين نقدر نشري كروت تلفون؟
هل ممكن نرجعها في مدينة ثانية؟
ناوي نقعد اثني عشر يوم.
رجّع الطول شوية في الفوق.
لازم تشوف متخصص.
بضع دقايق زيادة، من فضلك.
مسار رقم أربعة عشر.
آه، صحيح؟ عندك تشكيلة كبيرة.
ما نقدرش نلقاهم في أي مكان.
هل عندك كراسي فاضية للندن؟
نبغي نسخة من تقرير السرقة.
هِي فِي الشَّارِع لِلْمَبْنَى الَّذِي بَعْدَ هَذَا.
هَلّا عطيتني ولاعة معاك؟
هل هاذم سجاير خفيفات؟
تمام. هكي بالضبط.
القطار السريع القادم بعد ساعة.
نبي نطول كمات هالجاكيت الرياضي.
عندي حجز. هذا رقم التأكيد.
عيد ميلادك على الأبواب.
التْرَانْ مْوَاقِفَة بِسْبَب الإضْرَاب.
هل تقدر تصلح هذا؟
الشارع كان زحمة بالسيارات.
هادا هو البناية الثانية على اليسار من البناية البيضاء.
حجزنا كرسي ليوم 25 أكتوبر، الساعة 11 صباحًا.
لا، شوية زيادة من قدام. اهو، اه.
آه، لا، ما فيهاش وجبات.
فين نقدر نرجع هالتذكرة؟
شنو السبب؟
نبغي نرقد شوية.
سيارتي خربانة، تعالى خذها.
نبي شعري من ورا أطول شوية.
شنو الأنواع اللي عندك؟
نعم، أنا موافق. واحد من أحسن الأماكن عندي.
شنو نوع الموديل اللي في بالك؟
اسمي ميشيكو تاناكا، ورقم الرحلة هو خمسة واحد إلى طوكيو.
هل ممكن ترسملي خريطة بسيطة من هنا؟
فين نتقابلوا؟
نبي شعري يترتب زي ما كان.
عطني خمسين، من فضلك.
فين نقدر نسجل دخول للخطوط الجوية اليابانية؟
شنو محتويات؟
هل فيه أماكن في المنطقة ينصح فيها بشدة؟
عطني فلوس صغار، من فضلك.
حاضر. راح نتأكد إن شنطك توصل هنا.
هذا تخصصنا، سمك السول المشوي.
بنقعدوا.
انسرقت.
تمام. هل لازم نركز فيه؟
نبوا نشاركوا.
ما عندناش هالستايل بالضبط هلّي هلّة. بش نشوف في المخزون. لحظة وحدة بس، من فضلك.
سكوتش مع ماي، لو سمحت.
توا يسمع مثير للاهتمام. كم ثمنه؟
خُذ هاذي الوصفة لِلصيدلية. تقدر تاخد الدواء من عندهم.
طلبت هذا.
آه، تقدر تتوقف في أي محطة بين هوني وشيكاغو.
فين نقدر نشري بعض التذكارات؟
غالي بزيادة. ما نقدرش نشريه.
هل ممكن ناخد رقم شركة ABC في شيكاغو، لو سمحت.
فين الكاتدرائية؟
شكون تحب بيضك؟
هُوَ جَنْب هَذَا البِنَاء مُبَاشَرَةً.
لا، أظن أنهم نسوا يجيبولنا وحدة.
طيب. تأكدنا. ممكن ناخذ رقم تليفونك، بس في حالة لو احتجنا نتواصل معاك؟
شنو اسم الرسام؟
هل نخلّيه يتصل بيك لما يدخل؟
نبي هاذاكا.
نحب هاذي الخدمة ترحيب بالشامبانيا بعد الركوب. خليني نشرب على صحتك.
أربعين دولار في اليوم زائد ثماني سنتات لكل ميل.
نراهن بخمسة دولارات.
مَش هاذي طلبة حد تاني؟
هل تقدر تقولي كيف نوصل للمتحف؟
معليش، لكن حابّ نأجّل الموعد.
هل تقدر توصيني على رحلة سياحية؟
قطارك راح يطلع من الرصيف رقم ثمانية.
نبي شنطة فيها حمالة قابلة للتعديل.
نبّيها تبقى تحت المية وثمانين دولار.
نطلب منك بعد ما ندور شوية.
آه. حجز لمدة ست ليال، من فضلك. ابتداءً من الثالث والعشرين من يوليو.
هل تقدر تورياني غيرهم بتصاميم مختلفة؟
شنو نوع عصير تحب؟
هل رايح للدار في العطلة؟
فين نقدر نشوف منظر حلو باهي؟
هادا كان مكسور من قبل ما نفتح الباكيج.
تمنية وعشرين أغسطس.
نبّي نبعث هاذا بالبريد الجوي لليابان.
يوم الشكر للعمل. هو يوم للتعبير عن الشكر لكل من يدعم المجتمع بأعمالهم.
هاذي الغرفة صغيرة بزيادة.
هل ممكن شوية شاي زيادة، لو سمحت؟
نبي هاذم الثياب ينغسلوا قبل ما يخلص اليوم.
هل فيه بنك قريب من هنا؟
هل ممكن تنظف الطاولة، لو سمحت؟
سكينة، لو سمحت.
هوما كلهم مطبوعات.
اكتب رقم الغرفة من الخلف، من فضلك.
نستعمل الشوكة لما ناكل.
رحلة دلتا رقم ثمانية وعشرين إلى نيو أورليانز ستتأخر لمدة ساعة تقريباً.
لمّا نرجع لليابان، نكتبلك رسالة. لو عندك وقت، ارسلي رسالة من فضلك.
تركت تذكرة الطيران في الفندق.
غرفة مفردة بلا دش، من فضلك.
شكراً مرة أخرى على التذكير. هل ينسى الكثير من الناس توقيع أسمائهم؟
وين، الوقت بدا يخلص. نكملوا هاد النقاش يوم الخميس الساعة وحدة؟
نبي بيجامة.
حاضر. نكلمك لما يجهزوا.
شكون الغدا؟
ستتوقف الليموزين عند البوابة الشمالية أولاً.
شنوي وقت متأخر نقدر نستعملو مطعم الفندق؟
هل هي قطار مباشر؟
وَيْلاه، صَارْ الوَقْتْ مَتَأخِّرْ شَوِيّة. أظُنّي لازِمْ نِتْرُكْكُمْ هَلّة. شُكْرًا كَثِيرْ عَلَى هَذِي اللّيْلَةْ الرّائِعَة.
هل ممكن دوا للمغص؟
نبي دجاج مشوي.
غلطتي. مش ذنبك.
عذراً، متى ينتهي هذا الفيلم؟
هاذاكا، من فضلك.
انسرقت مجوهراتي. لازم نقدم بلاغ.
بس لحظة، من فضلك. حنربطك مع الأستاذ جونز.
مرحباً. هذه الخطوط الجوية المتحدة.
وين تعلم السيد جونز ياباني؟
عندي واحد صغير بنفس التصميم.
هل تقدر تاخذ هذوم البناطيل؟
ليلة الجمعة، الساعة تسعة.
هل هذا باب لاس فيغاس؟
هل عندك باص من المطار؟
**ليبيا العربية** "مِلعقة تانية، لو سمحت."
إيه شوية مالح، لكني نحب فيه. جبته معاك من اليابان؟
رجّعها بسرعة، إذا ممكن.
هل تقدر تدفع هنا عشرة دولارات كدفعة أولى؟
آه. صحيني بعد ثلاث ساعات، من فضلك.
نبّي نطلب، لو سمحت.
نعم ولا؟
مِن فضلك، مِلعقتين.
شنو المحطة الجاية؟
السيارة تصدر صوت غريب.
شْحال السّاعَة يِقْفِل البُريد؟
دفعت مسبقًا مبلغ تأمين بقيمة خمسين دولار عند تسجيلي الوصول.
هل عندك دوا للمعدة متعكسة؟
هل لازم نلبس جاكيت وكرافتة؟
هل ممكن ننقل فلوس لحساب التوفير؟
نسيت شنطتي.
نبّه عايز نأكد على الرحلة تاعتي.
ساعتي. كانت جديدة تماماً وسويسرية الصنع.
نجحت في الامتحان بامتياز.
نبي توديني لمكان مثير. أنا سايح، تعرف.
هل ممكن نزور المعالم السياحية أثناء تواجد السفينة في الميناء؟
أحسنلك تعدل المراية الخلفية.
غادي نستناو عشر دقايق أو أكثر شوية.
هل ممكن ناخذ صوانيك؟
مسرور جداً. شنو الوقت اللي تحب؟
نِفْتَكِر إني تْرَكْت الكاميرا مَعَايْ وَقْتِي تَعَشَّيْت هُنَا بَلْلَيْلَة.
جيبهم عند الباب.
آه، لا. مش ضروري. نقدر نتصرف فيه. أنت عملت أكثر من اللازم.
إما أصلحها أو بدلها، من فضلك.
نقدر نعملها في وقت ما في الشهر الجاي.
خُذ راحتك.
كيف يتنافس هذا المنتج الجديد مع المنتجات الموجودة؟
البياعين في هاذي الدكانة طيبين بزيادة.
هل تقدر تحفظلي هذا؟
بس دقيقة، من فضلك.
هل عندك بطاقات المطالبة؟
نبغي نستاجر سيارة لمدة أسبوع.
آه، في البداية، اغسليه لوحده.
من فضلك عرّفني على بعض ساعات الرجال.
هِيْ ٤:١٠
كم تكلفة الليموزين للذهاب إلى وسط المدينة؟
من صباح اليوم.
خيرنا نسرعوا. بداو يركبوا من هلّة.
يناسب تمامًا.
طلبت دجاج.
لمدة عشرة أيام.
كم عمر هذا الولد؟
كم المجموع؟
نبغي نفس الشيء هذا، من فضلك.
فقدت شيكات المسافرين اللي عندي.
من فضلك عطيني دوا للبرد.
حطّه في مخروط، لو سمحت.
نَشُوفُه دَايِمًا كُل صُبْح عَلَى القِطَار.
هل تقدر تتعشى معانا الليلة؟
بنشوف في فندق بي لين بكره. ياريت تقوله إني هنا.
الرحلة متأخرة خمس وأربعين دقيقة.
اسمي شينو يامادا.
شنو تخصص هاذا المطعم؟
عندنا نبيذ أبيض ممتاز.
بس شوية دوا للبرد.
هل تقدر تجيب شنطتي للوبي بكرة الصبح؟
آه، يبدو إني نفقد حاجة في كل مرة نسافر.
فقدت القدرة على استخدام ذراعي اليمنى.
مرحبا، هل هذا محل روي؟
ثم، توصل لشارع فيه محلات. لو تمشي في الشارع توصل للمحطة.
لا، مش هنا. فيه غرفة للتدخين في آخر العربة.
هل ممكن نشوف كتيب؟
وصل هناك قبل التاسعة، من فضلك.
نعم، سيدي. كيف تريدني أن أقصها؟
نحس بيه في غلط في الفاتورة.
بس زيت وخل بس.
عندي بالضبط اللي تبي. هل تسمح لي أن أقترح هذا؟
قهوة مع سكر.
هيا سبعتاش، أوه، آسف. غلطت.
هل سمعت عن أسبوع ذهبي في اليابان؟
شكراً. تفضل ارجع مرة ثانية.
هل ما زال الحجز مكتمل؟
هل ممكن نسيبه في أي مكان في البلاد؟
شنو رقم التلفون اللي نبدا نطلب بيه من هنا؟
كيف نوصل لبلاد ديزني؟
هَل تَعتَقِد هَذا؟
عذراً. وين المطعم الرئيسي؟
نبّي نعمل مكالمة لاليابان.
D 12 هيا رقمي في الكرسي. وينها؟
شنو هذا، من فضلك؟
شنو النوع اللي في بالك؟
آه. حنوصل الساعة ثمانية بالتوقيت المحلي.
إذا لقيت حاجة، تواصل معايا.
هل ممكن ناخذ شوية لحم خنزير وبيض؟
شراب البطيخ للحلو، لو سمحت.
الماء السخن ما يسخنش كفاية.
هل ممكن توضحلي كيف؟
اكتب عنوانك هنا.
هل ممكن نستعمل فلاش؟
شكراً. ارجع لغرفتي في نفس الوقت بكرة. راح يكون الصور جاهزين وقتها.
معليش، حالياً تقدر تطلب بس من قائمة الليل.
مْعَدَّلْ ولا عادي؟
عندي صداع.
هذا غرفة 1207.
نبي غرفة أخرى.
شقد مدة صلاحية الفيزا هادي؟
هل فيه مستشفى قريب من هنا؟
نبغي بدلة.
هل عندك عرض أكبر؟
هل ممكن نجرب قياس تسعة؟
فندق آمن يقدم فطور جيد، من فضلك.
فين القايلة؟
هل فيه أكبر من هكي؟
ثلاثين دولار وثمانين سنت
يعتمد على قداش المكان دافي، لكن في وسط اليابان، أوائل شهر أفريل.
برغر جبنة و بطاطا مقلية.
مافيش فايدة في القطار الأخير.
ما عنديش فلوس صغار.
هل حصلت على تذكرة الباص؟
رصيد، من فضلك.
كنت على رحلة الخطوط الجوية المتحدة رقم ثمان مية وثمانية وعشرين.
غرفتي محاطة بالضوضاء.
فِي السّاحل الشّرقي، تِلقَى مَكَانَات مَشْهُورَة كِيفْ نِيو يُورْك، وَاشِنْطُن، و بُوسْتُون.
هل عندك أوراق يابانية؟
يسمع كويس.
هل ممكن تخليني شنطتي عندك لين الساعة وحده؟
هل فيه جولة سياحية في المدينة؟
آه. للأسف لازم. كيف مستوى الأمن محفوظ في هاذي المنطقة؟
فهمت. نحاول نستأجر سيارة ستروين.
عندي موهبة فطرية.
هادا كويس. وين الخبز؟
دخان، من فضلك. ومقعد جنب النافذة، من فضلك.
واش تمن الخياطة؟
شنو أسرع، تكسي ولا إسعاف؟
هل عندك هذا التيشرت بألوان أخرى؟
ما ينبغي لك تشوف في التلفزيون طول الوقت.
آه، إحنا قريبين منها، قريبين منها.
كان من الأحسن تدخلوا في مستشفى حقنا.
فين نقدر نلقى سوبرماركت؟
هادي شوية غالية. ما تقدرش تعملي تخفيض؟
كم محطة لحد ما نبدل؟
هاداك الراجل سرقلي شنطتي.
حبوب الهضم وحبوب ألم المعدة مختلفات، صح؟
نبي نشوف الميناء.
فكرة حلوة.
قديش الوقت مشي؟
باخذ عشرين من أكبر دب تيدي، من فضلك.
شنو رقم الكاشير؟
هاذي ساهلة. بش ندور في دليل التلفون.
هل عندك غرف أكبر من هذه؟
كم قيمة فاتورتي؟
نبي نبقى في هاذي الغرفة ليلة وحدة زيادة.
عفواً، بس حبيت نقدم بلاغ عن السرقة.
وين، يعتمد على وسيلة النقل اللي بتاخدها. هل رايح بالباص ولا بالطيارة؟
هل عندك مانع لو نجلس هنا؟
هل ممكن نبعث إيميل واحد بس بدولار؟
آه، أرجوك أرسله إلى الغرفة 1234.
املأ استمارة التسجيل هذه، من فضلك.
نبي تذكرتين ذهاب وإياب إلى أوكسفورد.
شنوي الساعة نيجي للمطار؟
هذا بطيء.
فين نقدر نطور فلم؟
لا، من فضلك لا تفعل. هل يمكنك أن تحتفظ بأسئلتك إلى نهاية حديثي، عندما أطلبها؟
نبي كرسي زين.
نخاف الحمام ما يشتغلش. محتاج مساعدة.
ما فيش حاجة صعبة ولا غامضة.
ناخذك للكرسي حقك. من هنا، لو سمحت.
عذراً، هل يمكنني أن أسألك سؤالاً؟
نعم أظن ذلك.
مرحبا. منيح نتعرف عليك.
نحب نودّي هاذي الشنطة لطوكيو، من فضلك.
هل ممكن تشوفلي وحدة أكبر شوية؟
نحسّي الملابس اللي تتصنع في اليابان أكيد تفصيلها أحسن.
خيرلك تستسلم.
قول تاني من فضلك.
هل ممكن تكتبلي العنوان ورقم التليفون، لو سمحت؟
هَل هُو مَسخُون؟
منين نطلع من المطار؟
ما وصلكش الإستمارة في الطيارة؟
نبي مكواة.
طلعوا ثمانية وثلاثين دولار بالضبط.
شكراً على مشاركة أفكارك الفريدة معنا.
نطلع للتزلج مرتين في الشهر في الموسم.
تولدت في أول أبريل سنة 1955.
هل ممكن نستأجر مضارب؟
هذا الباص يودي للوسط؟
كم سعر هذا العطر؟
شنو هدا ليه؟
فين نقدر نعمل الإجراءات؟
خمسين جنيه.
هل يشمل هذا الضريبة؟
شنو هوما الكيستات؟
من فضلك اتصل بالإسعاف.
نراهن بثلاثة دولارات على هذا.
كيف حالها؟
ما فيش أكل ما نحبّوش.
يوم الدستور أو "كنبو كينينبي" هو عيد وطني في الثالث من مايو لإحياء ذكرى تأسيس الدستور الياباني الحالي.
هل يشمل هذا الجولة زيارة لبرج سيرز؟
هل فيه مكتبة كتب قريبة من هنا؟
راح نحضر المدرسة الصيفية في جامعة هاواي.
وين احنا عايقين هلّة؟
اثنين كبار وطفل عمره ثلاث سنين.
فِي حَمَّام الرَّاحَة فِي المَحَطَّة.
مرحباً بك في عالم الترجمة! أهلاً وسهلاً بك في عالم الترجمة!