هِيَ هُنَاكَ، فِي مُقَابِل مَكْتَبَةِ المَعْلُومَاتِ التَّرْكِيسِيَّة.
لم أسمع عن هذا العنوان من قبل في هذه المنطقة.
اذهب مستقيما حتى ترى صيدلية.
كم سعر الإفطار؟
كيف يمكنني مساعدتك؟
اذهب يساراً عند الزاوية الثالثة.
هل تريد كريما وسكر في قهوتك؟
هل يمكنكم صرف شيك بقيمة 200 دولار؟
لو ظهر، اتصل بي.
اين المقهى؟
أريد سترة أطفال.
أنا موافق. تكلفة البريد العادي ثمان وخمسين سنتاً وتكلفة التوصيل الخاص ثلاثة دولارات و صفر سنت إضافية.
لو كنت مكانك كنت اشتريت هذا.
هل سأواجه أي صعوبة مع الجمارك؟
هل لديك حذاء عريض الأصابع؟
لا. هل يمكنني اقتراح توأم للاستخدام الفردي بدلاً من ذلك؟ لدينا واحد.
أريد تصفيفة شعر مستعدة بإحكام، من فضلك.
بها رغبة في بيرة.
صباح الخير. كيف حالك؟
خوفا من أن أحتاج إلى رؤية نوع من الهوية.
ما نوع الماكياج؟
هذه باردة نوعا ما. هل ستسخنها؟
عذراً، هذا المكان مشغول بالفعل.
أنا بخير. لكن هل يمكن أن تتصل بصديقي؟
شكرا، يكفي.
الصديق الأفضل لك؟
يوم الصحة والرياضة العاشر من أكتوبر هو عطلة وطنية تهدف إلى تعزيز صحة الناس.
شّعرتني تريدني أشوف تحت الغطاء؟
هل يمكنكم مساعدتي في إيجاد حقيبتي؟
هل ستقوم بإجراء الترتيبات مسبقًا؟
أنا أساعد. شكرا لك.
عندما تصل هناك، اسأل شخصًا آخر، من فضلك.
أريد تمديد 24، من فضلك.
هنا دولارين. احتفظ بالباقي.
واحد همبرغر وواحد تشيز برجر، من فضلك.
كم تكلفة المعالجة؟
كل واحد منا يريد أن يدفع ثمن وجباته الخاصة.
المكان كان على كرسي في الردهة.
الرجاء تغيير هذه الين إلى جنيهات.
أريد قاموس صغير الحجم، من فضلك.
لشخصين في الساعة السابعة. اسمه واتانابي.
ساعة. كانت ساعة سيكو ديجيتال.
سيكون من دواعي سرورنا أن نقدم لك المشروب الذي تختاره، يليه العشاء. يوجد دليل كامل للمشروبات التي نقدمها على هذا الرحلة في دليل المعلومات في مجلةنا.
هل تعيش هنا؟
اين محل الهدايا؟
أنا على الطريق السريع الأول بالقرب من مورو باي.
أريد منك مناديه، من فضلك.
بالمناسبة، اسمي هيروشي إيجيما.
هذا القطار يتوقف في بحيرة فورست، أليس كذلك؟
معظم اليابانيين يأكلون الأخطبوط والحبار.
بامكانك الحصول على تذكرتين من الدرجة الثانية إلى شيكاغو، من فضلك؟
مشيت إلى نيويورك.
ما رقم الرحلة؟
واحد لنيويورك، من فضلك.
لأيام قليلة.
الثاني إلى اليسار.
هذه البطاقة، موافق؟
هذه مكتب الاستقبال؟ هل هناك عيادة قريبة؟
هل عشرة دولارات كافية للتاكسي؟
هذه طعم غريب.
نعم. انتظر، سأحضر واحدة لك.
نصف زجاجة، من فضلك.
ليس حقا. فقط شيء غير مكلف.
بحثا عن شيء ما؟
أربع ليالٍ.
أحتاج إلى بعض الجوارب.
يمكنك جعلها أرخص لأن هناك بعض البقع؟
رجل اصطدم بي. بعد ذلك لاحظت أن محفظتي قد اختفت.
ما عنديش متأكد إني حملت كفاية ملابس لرحلة ثلاث أسابيع.
بالتأكيد، نود أن نحاول نبيذ أبيض.
لو سألكم أحد عني، قولوا لي في المقهى.
أنا متأكد من أني كنت أملكها في الجيب الداخلي لسترة.
هل لي أن أطلب اسم ومعدل الجهة التي تتصل بها؟
هل ستدفع شركة الطيران لي لشراء بعض الضروريات الشخصية الأساسية؟
أريد غرفة مع حمام.
ما خرج من الآلة؟
كنتَ مُفترضًا أنْ تَسافرَ على الطائرةِ 820، التي أقلعت قبل خمسة عشر دقيقة. حسنًا. أستطيعُ ترتيبَ رحلةٍ أخرى لك.
بعض شخص فك طرودي.
أوه، لا شيء. أنت هنا على أي حال.
اليابان للطيران، رقم الرحلة واحد اثنين ثلاثة.
أحتاج إلى شراء شامبو.
هل يمكنكم إخباري متى نصل إلى مركز سيفيك؟
اين الجزار الاقرب؟
نريد البقاء لمدة أربع ليالٍ من الأول من أغسطس.
ما اسم تلك الزهرة؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
لا يوجد صابون في غرفتي.
هل هناك أي شيء يمكنني أخذه لهذه الطفح الجلدي؟
هل يمكنك تغيير الصياغة لما قلته للتو؟
كم سيستغرق الأمر للطلب؟
لو سمحت تكلم بصوت أعلى قليلا.
كم سيستغرق قبل أن يخرج؟
اين معلومات الرياضة؟
هذه المقاس هنا، التي تسمونها المقاس العادي، ستفي بالغرض.
اين سينتهي الجولة، ومتى؟
ليه بدي أغير قطارات عشان أروح لايدن؟
أريد أن أضع هذا في خزنة أمان.
اين يمكنني تغيير نقودي؟
هل يمكننا ترك أشيائنا، باستثناء الأشياء الثمينة، في الحافلة؟
أنا مهتم بمعرفة سبب هذه الرسوم في فاتورتي.
سأدفع خمسين دولارًا.
الآن أعرف ما كان خطأ.
هذا إكيدا يتكلم. عندي حجز لطاولة الساعة السادسة والنصف مساءً. لكن آسف سأصل متأخر بساعة ونصف.
كم أونصة من العطور يمكنني الحصول عليها بدون رسوم جمركية؟
فقط السياحة.
كذا، من فضلك قم بتوقيعها. كيف تريدها؟
هل لا زلت لديك مقاعد للعرض الليلي؟
أريد واحد كبير.
نمت خلال المنبه الساعة السادسة والنصف.
أنا مصور حر.
يمكن للوسطاء مبادلة الدولارات الخاصة بك بنصائح كازينو. هل نذهب؟
لدينا حوالي ثلاثين نوعًا من زيوت الاستحمام.
سأحضر لك الاقتراح الأسبوع المقبل.
شكرا. كم سعر هذا زوج القفازات؟
عليّ أن أذهب. سأتصل بك لاحقًا.
أريد بعض الحفاضات القابلة للتخلص منها.
اين نشات هذه السمكة الفراشة؟
هل ستقوم بتغييرها إلى دولارات، من فضلك؟
نحن محظوظون جدًا. لديهم مقاس أربعة في متجر Ala Moana.
هناك أي ليموزين؟
هل يمكنني الحصول على مكالمة استيقاظ في الساعة الخامسة وثلاثين دقيقة صباح الغد؟
أفضل غرفة هادئة.
أريد مزيل طلاء الأظافر.
أريد بطارية.
هل هناك فرقة موسيقية حية أو دي جي؟
هل يمكنني استئجار معدات الغوص السطحي؟
أريد حجز غرفة لمدة أربع ليالٍ من الثاني والعشرين من ديسمبر.
هل هذه الحقيبة مثالية لكل الأحوال الجوية؟
أريد دونات، من فضلك.
أريد استئجار آلة أوتوماتيكية لمدة يومين.
لقد فاتني رحلة العشرين إلى سان فرانسيسكو.
كم إلى المطار؟
كذا حلو. متى هو؟
كم سنه بنتك؟
هل ستخبرني عن بعض الفنادق الرخيصة والنظيفة؟
يمكننا حجز غرفة مريحة لك في قلعة قديمة بالقرب من نادي غولف مشهور.
أوصي بهذا لأنه مصنوع من مكونات طبيعية مائة بالمائة.
هل القطار يتوقف في برايتون؟
بإمكانك أن تخبرني أين يمكنني الحصول على سيارة أجرة؟
تذكرين، يا عزيزتي، أنني أحتاج إلى تذكرتين من الدرجة الثانية، من فضلك.
أريد إرسال فاكس.
أريد مكواة سفر.
بإمكاني أن أقدم لك شيئا؟
يومى؟ أخاف أسأل، لكن ماذا تقصد؟
أريد واحدة تحمل مستندات بحجم ورق الرسائل العادية دون الحاجة إلى طيها.
نعم، لكن ليس قويًا جدًا.
أنا حساس تجاه القطط.
نعم، يجب أن يكون لديك رخصة قيادة، و، أوه، يجب أن يكون لديك رخصة من لجنة التاكسي والليموزين.
اذهب، سيدي.
لا أستطيع الحصول على ماء ساخن.
أريد حجز غرفة الليلة.
لا، فهو يستثني الضريبة ورسوم الخدمة.
شعرت أنك تريد الذهاب للتسوق معي هذا بعد الظهر؟
مرحبا، هذا فستان جميل حقاً.
الآن، اتصالك قد تم. الرجاء المضي قدما.
ما هو رقم البوابة؟
ما هو تذكار هاواي نموذجي؟
بإمكاني الوصول إلى هناك عن طريق المترو؟
أريد تجفيف شعري بالهواء الساخن.
هل نحن نصل إلى أي مكان بالحديث بهذه الطريقة؟
أنا من النرويج.
من الساعة العاشرة إلى الساعة الثانية عشر من فضلك.
بالتأكيد. دعني أراه. أعتقد أنك قد تعرضت لإصابة من قبل المرجان.
في حالة ما، دعني أحصل على رقم الشخص المسؤول.
هناك طريق سريع؟
لماذا لم يحضر إلى الحفلة البارحة؟
حصل حادث سير.
عذراً، لقد أخذت الرقم الخطأ.
الرجاء إدخال رقم التعريف الشخصي.
لا يمكنني ضبط الصورة.
واحد تشيز برجر و عصير برتقال، من فضلك.
هنا جواز سفري.
لماذا، شكرا جزيلا. آه، هل يمكنني الصعود إلى الأعلى؟
هل يمكنني الحصول على تذكرتين للموسيقي يوم الجمعة القادم؟
آخر مسافر هناك قالوا بديلكم تغيروا المقاعد معهم.
هل يمكنني تمديد إقامتي؟
قُل، هل تعرف شيئاً يستحق المشاهدة بالقرب من هنا؟
لا، أرغب في استئجار نصف مجموعة من العصي وقطعة من الأحذية.
هل يمكنكم إخباري متى سيتم العثور على الحقيبة المفقودة؟
ما اسم هذا المنتزه الوطني؟
لدي جرح.
اين مكان جيد للسياحة؟
بإمكاني الحصول على بعض الفواكه؟
بإمكاني الحصول على الغداء الآن؟
أحتاج إلى تغيير هذا الدولار.
أحتاج إلى تاكسي. أنا في ساوث ماين وليبرتي.
بالتأكيد، هل تحتاج إلى دائم؟
ليست تفاحة بل خوخ.
سأعطيك وصفة طبية. خذها إلى الصيدلية.
نطير ثلاث مرات في الأسبوع، يوم الثلاثاء، والجمعة، والسبت.
كذلك غالي، أليس كذلك؟
نعم، لدينا ذلك. سنجهزه لك.
هل ستحتفظ بحقيبتي حتى الساعة الثالثة؟
لا، أريد فقط أن أزوركم.
هل يمكنني حجز سيارة مستأجرة هنا؟
أنت أمريكي؟
إلى هذا المكان، من فضلك.
سيارتي متوقفة.
اين ظلال العيون؟
نريد ركنًا هادئًا، إن أمكن.
هل هذا التاكسي مجاني؟
هل هذه محطة سريعة؟
عند أي وقت يجب أن آتي؟
أريد قارورة صغيرة من النبيذ الأبيض.
أوه. هل يمكنني الحصول على وجبتي لاحقًا؟ لا أشعر بحال جيدة الآن.
في الحقيقة، عندي أخبار. أنا سأتزوج.
بناطيل أخرى؟
بإمكاني الحصول على برنامج؟
كنت غرفتي قد اخترقتها الليلة الماضية.
ارني السمكة اللي شفتها اليوم في كتاب الصور، من فضلك.
انظر التعليمات الموجودة على عبوة الطعام المعبأة في أكياس مفرغة الهواء.
أريد نقود ورقية.
أمسك محفظتي وركض.
لست لديكم دروس تجريبية؟
اين يمكنني شراء الطوابع البريدية؟
أنا من بريطانيا العظمى.
سأحتاج إلى التحقق من ذلك مع زوجتي.
أريد استرداد هذا.
هناك كشك هاتف أمام ذلك البنك.
سأصل في التاسع من مارس وسأغادر في الرابع عشر.
كذلك أغلى قليلا، ألا تعتقد؟
هل لديك القسيمة؟
اين محطة الباصات؟
هل تريد حلوى؟
هل تتكلم؟
نفس الشيء بالنسبة لي، من فضلك.
طلبي لم يصل.
هناك الكثير من الينابيع الساخنة.
الرجاء تحويل خمسين ألف ين إلى دولار أمريكي.
كذا حسناً معي. في الحقيقة أرغب في التدخين.
اين يمكنني استئجار سكيس و احذية؟
لم تنسوا مشروباتنا؟
هل يمكنكم إرسالها إلى عنواني في اليابان عن طريق البريد الدولي؟
أريد كأس من النبيذ الأحمر.
ليس إلا إذا كان ملكك يا سيدي. هيه هيه، مجرد مزحة صغيرة.
بالتأكيد. كيف يمكننا خدمتك؟
لدينا بيرة، وويسكي، براندي، جين، فودكا و نبيذ.
ID. آه، صح. هل جواز السفر كافٍ؟
غرفتي رقم ثلاثة وعشرين. هل يمكنك استلام ملابسي؟
سأرى إن كان أي من هذه يناسبني.
أريد غلاية.
اِحْضِرْ لِي بعضَ الجبن المبشور.
هل يمكنني أن أحصل على قمصاني نظيفة بحلول صباح الغد؟
هل تريده أن يتصل بي مجدداً؟
لماذا إذن؟
عفواً. هل هناك مكتبة بالقرب من هنا؟
أعتقد أنك أخطأت. الغرفة كانت مدفوعة مسبقًا. لدي إيصال.
البروبس موجود هناك.
أريد رولين من فيلم ISO مائة، ملون، ثلاثين ستة، من فضلك.
أريد صرف هذا الشيك مقابل سبعين دولارًا.
أريد شراء طوابع لـ 10 بطاقات بريدية إلى اليابان، من فضلك.
هناك بنوك قرب المحطة؟
خوفا من وجود خطأ في الفاتورة.
هنا.
واحد تشيز برجر للتوصيل، من فضلك.
لا يمكنك فعلاً القيام بأعمال التصميم بدون كمبيوتر بعد الآن.
اِركض.
هناك تمزق هنا في بلوزي. أتساءل إذا كان بإمكانك خياطته لي، من فضلك؟
ما هو السعر إلى مانشستر؟
هل يمكنكم إقراضي كابل داعم؟
اين يمكنني شراء سجادة شاطئية؟
ثم، الرجاء إعطائي حجز جديد.
اِعْطِني شَطِيْرَة اللَّحْمِ ذَاتِ اللَّحْمِ، لَكِنْ لَيْسَ سَمِيْكَةً كَذَلِكَ.
نأتي في الساعة السابعة.
عندما أرى أسعار منخفضة بهذا الشكل، يبدو من السخف شراء أي شيء في اليابان.
كنت قد سرقت سجلاتي أيضًا.
كوباية آيس كريم فانيلا، من فضلك.
أوافق. يجب أن يصبح الأمر طبيعيًا جدًا.
السقوط، السقوط، ثم قرب الأبواب، من فضلك.
سأحتاج إلى بطاقة ائتمان.
هنا الرقم.
قوللي مكان جيد من النهر، من فضلك.
الرجاء إعطائي تقرير حادث.
لا، شكرا لك الآن.
بِالطَّبِيعَةِ، ابْقَ عَلَى الْهَاتِفِ. السَّيِّدُ نَاكَاجِيمَا، السَّيِّدَةُ سَايْتُو لَا تَبْدُو مُجِيبَةً لِلْمُكَالَمَةِ. تَشَاءُ أَنْ أَتَرَاجِعَ لَهَا لِلْمُكَالَمَةِ لِوَقْتٍ أَطْوَلَ؟
عسى، لكن علينا أن نزنها بشكل منفصل.
يبدو قليلاً جداً نادراً.
اين مكتب استلام الحقائب لرحلة سبعة صفر ثلاثة؟
شيء ما خطأ في قبضتك.
هذه ستخرب؟
لا، شكرا. من الأفضل ألا أشرب بعد الآن.
لو سمحت قل لي بعض الشوارع المريحة للتسوق.
هل هذا الباص يذهب إلى فندق هيلتون؟
الآن، هذه اللوحة مميزة جداً. وهي من عمل تسورو تارو كاتاوكا. وهو معروف كفنان عالمي.
لدي تقدير كبير للموسيقى الكلاسيكية.
هل يمكنني دعوتك لتناول العشاء في وقت ما؟
جيد. ما اسم حزبه ورقمه، من فضلك.
عفواً. أخرجوني من هنا من فضلك.
هل يمكنكم استدعاء موظف يتحدث اليابانية؟
نزور أقاربنا كثيراً.
ميكي هاياكاوا. هذه الغرفة رقم سبعة أو اثنين.
عليّ البقاء هنا الليلة، أليس كذلك؟ هل يمكنك مساعدتي في حجز غرفة فندقية؟
ما ينبغي أن يستغرق وقتاً طويلاً. خمسة عشر دقيقة على الأكثر.
هل تريد أن تخبرني بالرسوم لهذه المكالمة؟
بلى، هل يمكنك إخبارها بأنني اتصلت، من فضلك؟ سأتصل بها مرة أخرى لاحقًا.
هناك جولة صباحية؟
هل تغير العملات الأجنبية؟
ميزانيتنا حوالي خمسين دولارا في المجموع لثلاثة أشخاص.
اين يمكنني شراء لفة فيلم؟
هل لديك بيرة يابانية؟
أريد ملابس سباحة صغيرة، من فضلك.
أريد تسجيل أمتعتي.
هذه الآنسة كاوازو في الغرفة 16-11.
شكرا لك.
ليس هناك أي منها.
الذي هو أكثر أهمية بالنسبة لك اليابانيين، يوم رأس السنة أو يوم عيد الميلاد؟
رقم مقعدك هو 32 أ. ثم اذهب مباشرة أسفل هذا الممر. إنه مقعد النافذة.
دقيقة واحدة من فضلك.
الرجاء تعبئة تقرير فقدان.
ما فهمنيش الأمريكي، أنا بتحدث الإنجليزية الملكية.
من الأمس.
يضم التأمين ضد الاصطدام والمسؤولية.
فقدت بطاقة المطالبة.
هل لديك بروشات بتصاميم جيدة؟
أنا أتصل من كشك عام في مايسيز.
هذه كبيرة جدًا.
كم تبلغ رسوم وقوف السيارات في الساعة؟
سيداتي وسادتي، في رحلتنا اليوم، لدينا مضيفات يتحدثن اليابانية يمكن التعرف عليهن من خلال أعلامهن. إذا كنت تعرف أي شخص يحتاج إلى مساعدة لغوية، فيرجى إخبارنا بذلك.
هل هناك فترة معينة من الفن تفضلها؟
الرجاء التحقق مرة أخرى.
اذهب مباشرةً على طول النهر حوالي نصف ميل. ستصل إلى الحديقة.
لا، إنها متينة جدًا.
بالتأكيد، سأرسله لك إلى لاس فيغاس.
أنا أبحث عن قمصان للجري.
هل تريد أي شيء للشرب من البار؟
هكذا من فضلك. خذ هذا المصعد.
أفضل أن تذهب في قطار الساعة الثامنة والنصف.
هناك سينما من هنا؟
الآن موسم المحار، لذلك سيكونون طيبين.
أريد مع ساعة يد مستعملة.
سأقوم بالتحقق في حوالي الساعة التاسعة مساءً.
أصبحت متأخراً. يجب أن أذهب.
لم أستعمل خدمة غسيل الملابس الخاصة بك. هل تريد التحقق من ذلك مرة أخرى؟
أريد شاي، من فضلك.
لا، لا يوجد.
هذه المحطة الأخيرة؟
خليك نخليبه.
هل هذا حار؟
اين يمكنني الحصول على حافلة سياحية؟
نعم، أرغب في زيارة معالم المدينة.
هناك الكثير من السياح حول المبنى، الذين يبدو أنهم تجمعوا لمشاهدة ما يحدث.
شكرا لك على حسن الضيافة.
الصدق هو أفضل سياسة.
بإمكانك إيقاظي الساعة السادسة، من فضلك؟
كم تكلفة النصف يوم؟
أنا كينجي.
عندي مكانين حلوين في شيكاغو، شو تعرف عنهم؟
بما أنكما تصران، سأذهب معكما.
هل تريد استبدال هذا بآخر من نفس النوع، من فضلك؟
أريد أن أحجز لثلاثة وثلاثين مساءً.
الصندوق الأمني، من فضلك.
من فضلك اختر نبيذ مناسب.
أريد مكان صغير.
هل يجب علي دفع ثمن الغاز؟
لص. قبض عليه.
نحن ننتظر قدوم أصدقائنا.
اريد بعض الفلوس الصغيرة.
مثبتة بإحكام، من فضلك.
هي صغيرة الحجم وجميلة.
ما هي الأوبرا اليوم؟
مقلي، من فضلك.
لم يتم إرجاع ملابسي بعد.
بالمناسبة، هل أنت حُرّ يوم السبت القادم؟
بالتأكيد، ربما سنتفاهم بشكل جيد معًا.
عاملتني كما لو كنتُ متسولاً.
أرى. أيضًا، هل يمكن أن تساعدني في مشكلة أخرى؟
هل يمكنكم وضع عدسات طبية في هذه النظارات الشمسية؟
سأأخذ اثنين من هذه.
ما كلاب حلوة. أي سلالة؟
أنا أسقطت الملعقة. من فضلك أحضر واحدة أخرى.
كانت ممتعة.
بالتأكيد. اذهب مستقيمًا وانعطف يمينًا عند الزاوية الثالثة. ستجده على يمينك.
هل لديك فيلم لبكرات الألوان؟
تعرفون كاثي؟ إنها عيد ميلادها.
هل لديك لوحة ألوان؟
هل يمكنني الدفع باستخدام شيك سفر؟
ولكن، هو، يا رجل، كيف أعرف أنها الحقيقية؟
هل يمكنني الحصول عليه معفاة من الضرائب؟
ما عندي إمكانية وضع حقائبي تحت المقعد. هل بإمكانك الاحتفاظ بها من أجلي، من فضلك؟
هل يمكنكم وضع هذه الحقيبة في صندوق السيارة؟
أنا ذاهب للخارج الآن، لذلك سأستلمه.
الرجاء إرسال شخص لأخذ حقائبي الساعة السادسة وثلاثين دقيقة.
أريد خريطة سان فرانسيسكو والمنطقة المحيطة بها.
ما نوع الخبز الذي لديكم؟
اين المصعد؟
هل هناك شخص يستطيع العزف على البيانو؟
في أي محطة يجب أن أسافر للذهاب إلى مبنى إمباير ستيت؟
الموازنة أقل من ألف دولار.
شكرا لك، لكني لا أعتقد أن لدي وقتًا للبقاء لمدة ليلتين. هل يمكن أن تحجز لي غرفة توأم في ذلك الفندق لليلة الثاني عشر من مارس فقط؟
بإمكاني حجز غرفة مزدوجة تطل على المحيط؟
لم نقرر بعد.
صديقي تعثر واصيب بكسر في كاحله.
سأجرب بعض الشربات.
هل هناك مطعم تايلاندي قريب؟
هي بجانب ذلك المبنى المرتفع. لذا، عد بالطريقة التي أتيت بها حتى إشارات المرور. ثم، انعطف يسارًا.
عليّ أن أخُذ طائرة إلى لوس أنجلوس صباح الغد باكراً.
ثم يمكنني أن أوصي بثقة بـ "جولة مدينة سان فرانسيسكو". هذا يعطيك الخطوط العريضة لسان فرانسيسكو.
أريد الحصول على تأمين.
اِضَعْ لَكَ ضَمادًا بارِدًا لِتَخفيف الألم.
تريد شراء فستان.
كم تكلفة التاكسي إلى هذا الفندق؟
اين الحمام؟
هل يدفع أي شيء لدخول هذا المبنى؟
اِفعلْها على طريقتك.
أنا أبحث عن شيء أنيق.
النافذة مسدودة.
في أي جانب من ساحة الاتحاد هو؟
نصف أونصة من شانيل رقم خمسة، من فضلك.
عن ماذا؟ قهوة؟
هل أحتاج إلى تذكرة؟
عن كم تكلفة الرسوم الخدمية؟
كم تبعد عن هنا؟
كريم وسكر؟
هل لديكم أي نسبة تخفيض للأعضاء؟
هل هناك قطار سوبر إكسبريس في الساعة التاسعة وثلاثين؟
دعني أتحقق من سائل الفرامل والمحرك. يبدو أن محركك يكاد يتوقف.
لم يكن خطئي.
لا يوجد كهرباء.
سأبلغ الشرطة عن هذا.
هل سيدفع الجميع عن مشروباتهم الخاصة؟
من ثلاثين إلى خمسين دولارا في الليلة.
الرجاء إصلاح هذا.
في أيام رأس السنة الميلادية. وفي المناسبات الخاصة مثل حفلات الزفاف أو حفلات توزيع الجوائز أو الجنائز.
زائد خردل، من فضلك.
لماذا لا تعطيها هدية؟
السينما اللي بتنصح بيها؟
هنا عشرين دولار واعطني دولارين فرق، من فضلك.
ضربتني من جانب.
بإمكاني المجيء الساعة الثانية.
هل هذا هو الأمتعة من رحلة جيه إيه ال صفر واحد؟
هذه رحلتي الأولى إلى باريس.
هل يمكنكم تقدير التكلفة قبل البدء في العمل؟
ادخل، من فضلك.
رحلة المشي لدينا يجب أن تكون ممتعة للغاية.
اين نركب القارب؟
لن نجد حقيبة لتلك الكمية، لذلك سأضعها في هذه الحقيبة البلاستيكية الكبيرة.
أريد أن ألعب التنس.
هناك عصير الأناناس والبرتقال والطماطم.
الجانب الأيسر من هذا الطابق، بالقرب من السلم المتحرك.
ماذا يُعزف في قاعة الحفلات اليوم؟
لن ترغب في مشاهدة فيلم مختلف؟
الرجاء تغيير هذا الشيك السياحي إلى نقد.
أريد أن أحصل على نفس الدورة غداً، من فضلك.
بإمكاني إعطاؤك إجابة أفضل بعد عرضين أو ثلاثة.
أحتاج هدية بمناسبة الذكرى السنوية.
وِلَايَاتْ مَوْسِيقِيَّةْ فِيْ ٱلْحَالْ؟
هل لديك مرآة؟
عفواً، لكني فقدتُ طريقي. هل يمكنكم مساعدتي؟
هذه، من فضلك.
لا يمكنك إحضار الألعاب النارية إلى كندا.
وياك يا مولتو طاهية ممتازة.
هل تحتاج إلى مساعدة؟
هل بإمكانك حجز تاكسي لستة أشخاص غداً صباحاً، من فضلك؟
ماذا تريد مع طبقك الرئيسي؟
هناك بوتيك من هنا؟
هذه المكان مليء بالناس، أليس كذلك؟
عذرا. سيكونون جاهزين في حوالي خمس دقائق.
أصبت بانحراف في رقبتي أثناء النوم.
بالتأكيد، لا مشكلة. هل يمكنني رؤية جواز سفرك؟
ما عندي مال.
عند أي ساعة يجب أن أكون في المحطة؟
هناك الكثير من المطاعم هنا.
بجانب غرفة الملابس.
مشكور على الحديث معك.
هل هناك جولة بعد الظهر؟
أنا مع أصدقائي.
استمتعت بإقامتي. شكرا لك.
الشاطئ تحتنا مباشرةً. ما أجمل المنظر.
شكرا لكم على الانتظار، السيدة ماكجوير. ها هو. امضِ، من فضلك.
هل لديك بطاقة هوية مصورة؟
سبعة، من فضلك.
أريد إرسال هذا إلى المغسلة. متى سيكون جاهزًا؟
لدي سروال مخطط.
نعم. تم تسليم أمتعة شخص آخر إلى غرفتي للتو. هل ستتحقق من ذلك، من فضلك؟
بإمكاني شرحه بالتفصيل؟
هل نمت نوماً جيداً؟
هل تضغط على زر الغالق؟
إثنين مفاتيح، من فضلك.
أريد مصباح.
هي في نهاية الممر.
أريد بعض ورق الملاحظات.
هلمّ بنا بالباص؟
قالتي أنك رحلت إلى طوكيو غدا؟
دعني أنام حتى الساعة التاسعة.
عليّ أن أنتقل إلى AW واحد صفر صفر. هل هذا ممكن؟
كيف حالك في اللعب هذه الأيام؟
أشعر بتضيق في الصدر.
لا مشكلة. إذا جئت في الخامس من سبتمبر، يمكنك الاستمتاع بعرض فيلم علمي لأن لدينا يوم مفتوح خاص في أول جمعة من كل شهر.
هل لديك جولة أخرى؟
جيد، خصم خمسة بالمائة. هل هذا جيد؟
أنا ذاهب إلى باريس.
ليس النموذج الأحدث، أليس كذلك؟
مقرر في الساعة الثامنة والنصف مساءً بالتوقيت المحلي.
اخذوا هذا المبنى معنا، من فضلكم.
بالتأكيد. سأطلب طبق متوسط الحجم وكرات الأرز.
كيف يبدو هذا؟
أريد أن أرى هذا في النافذة، من فضلك.
بلا شك. نحن في إجازة. أنا أرفض الجلوس في غرفة فندقية ومشاهدة البيسبول على التلفزيون. أريد الذهاب لمشاهدة مسرحية.
بإمكاني لمسه؟
هل يمكنكم المجيء هنا لإصلاحه؟
أريد بعض الألياف الاصطناعية.
اسمي تارو تاناكا. لدي حجز.
أريد بعض كريم التنظيف.
أريد سترة بأكمام طويلة.
كنت قد سُرقت حقيبتي.
أصطدمت مساراتنا عدة مرات، أليس كذلك؟
بإمكاني رؤية القائمة مرة أخرى؟
لا زالوا يبدوون أخضرين قليلاً.
كم عددهم؟
عليك، يا فراولة.
جبل فوجي هو أعلى قمة في اليابان بارتفاع ثلاثة آلاف وسبع مائة وسبعة وستين متراً.
لا، لم نختر بعد. هناك الكثير للاختيار من بينه.
أريد كريم ليلي.
بيين المخبزة والمحلّ.
هل يمكنكم تقصير الأكمام؟
خوفا من عدم وجود ملعب غولف هنا.
هل يمكنكم إظهار الحلقة الثانية من اليسار؟
هل يمكنكم أن تطلبوا منه الاتصال بي؟
لم أحصل على الرد بعد. هل وصلت إلى هدفك؟
ده غلط.
نعم، هذا صحيح. لأنك تستطيع رؤية العلم أمام مكتب البريد.
بالتأكيد سترسلهم، أليس كذلك؟
أريد إجراء مكالمة هاتفية باستخدام بطاقة ائتمان.
أريد أن يذهب لي.
عندما يصل، سندفع لشحنه إلى عنوان منزلك.
أنا دائما أستعمل حاسوب في العمل في هذه الأيام.
أوه، حسناً. فهمت. سأذهب إلى منزلك.
لا، يكفي.
هل يمكنني الحصول على بطانية ووسادة؟
هل يمكنكم المجيء إلى هنا في أسرع وقت ممكن، من فضلكم؟
كأس قهوة، من فضلك.
أنا أبحث عن بعض البطاقات التي هي نموذجية لجزر هاواي.
هل يمكنكم شد الخصر بمقدار ثلاثة سنتيمترات؟
أنا في نفس العمر.
هل ستجلب لي بعض القهوة؟
٣٥٠ دولار؟ هذا فوق ميزانيتي.
هل نحتاج إلى طرح هذا للاقتراع؟ إذا لم نكن نحتاج، أعتقد أننا وصلنا إلى استنتاج، سأرسله إلى مجلس إدارتنا غداً صباحاً.
علمت أن هناك فنادق رخيصة؟
صباح الخير. هل نمت جيدا؟
ماذا تنوي أن تفعل بعد أن تنتهي من المدرسة؟
كنت قد سُرقت حقيبة كتفي في الشارع.
هل كان لديك أي خدمات أخرى بجانب الإفطار هذا الصباح؟
أريد فنجان قهوة بيضاء، من فضلك.
أنا بخير. هل فندق شيراتون موجود هناك؟
أرجو أنك لست متعبًا جدًا.
أريد استئجار سيارة من هذه الفئة لمدة يومين.
سأشرب جرعة من جاكسون دانيلز.
أريد كيس من البوب كورن، من فضلك.
أسقطت عصا التزلج.
لانحمل هدايا إلى حفل الاستقبال. بدلا من ذلك، يجلب الضيوف نقودا.
أريد إرسالها بالبريد السطحي.
الطائرة وصلت متأخرة بسبب الثلج الكثيف.
شحن، من فضلك.
هل تريد أن تأخذ رسالة، من فضلك؟
عذرا، لا أستطيع متابعتك. هل يمكن أن تتكلم ببطء أكثر، من فضلك؟
ماذا أستطيع أن أريك؟
هل يمكنني التقاط صور؟
من مائة.
الرقم الجوي هو HP 89 لطوكيو في الحادي عشر من مارس.
بإمكاني الحصول على نفس الطبق مثل ذلك؟
هل لديك واحد آخر؟
الرجاء إحضار إفطاري إلى غرفتي في الساعة السابعة صباحاً غداً.
شخص صيانة سيكون هنا قريباً.
آسف. سأعود لاحقًا.
كيف يمكنني أخذه؟
هل هناك أي شواغر في جولة الخميس؟
عفواً. هل يمكنني المرور؟
هل لديك أي نباتات أو فواكه؟
الرجاء إخباري كيف أملأ بطاقة النزول من الطائرة؟
أعتقد أن سيارتي تساوي حوالي خمسة آلاف دولار.
هل هذا الطعام قليل السعرات الحرارية؟
الخطوة التي يجب أن آخذها للذهاب إلى المحطة؟
نعم، هذا صحيح. ولكن عليك أن تتحول يسارًا عند الضوء الأحمر الثالث وتبقى في تلك الشارع حتى تصل إلى الطريق رقم 66.
أريد كأس ماء لأخذ بعض الدواء، من فضلك.
سأكون ممتناً جداً إذا قمت بأخذي إلى الشاطئ.
آسف. الرقم خاطئ. هذا هو تانكيوشا برس.
نحن نخرج.
ما هذه الموسيقى؟
الرجاء إعطاء هذا الشراب لطفلك، قياس واحد، بعد كل وجبة.
هذ الطراز متوفر في مقاسات 28 و 31 و 35 سنتيمتر.
أوه، يبدو ذلك كثيرًا.
هل يمكنني استخدام هاتفك؟
كذا رائحة جميلة. كم ثمنه؟
أريد أن أُعيد تأكيد حجزي لرحلة إلى شيكاغو في اليوم السابع عشر.
لقد أكلت قليلاً أكثر من اللازم.
هل يمكنني التحدث مع السيدة براون؟
هذه البيت تبدو مريحة للعيش فيها، أليس كذلك؟
أريد أن أحجز على رحلة نورث ويست إيرلاينز رقم صفر ثمانية ستة للخامسة.
محفظتي، جواز سفري، وباقي أغراضي الشخصية.
متى تغلق؟
انتظر لحظة. ربما تركته في الحمام.
كذلك هو ما كنت على وشك قوله.
نعم، أعتقد ذلك.
دارك كبيرة. كم عدد الغرف؟
نحن استمتعنا بالعشاء.
فهمت، لكن لا أستطيع قولها.
أجل، من فضلك. آمل ألا يصابوا بالدوار البحر.
إلى طوكيو، من فضلك.
ما هو التوقيت المتوقع لوصولنا؟
سأغادر مبكراً غداً، لذا أرغب في الدفع الآن.
شيري جاف، من فضلك.
مقعد غير مدخن، من فضلك.
هو مشغول الآن.
هل بإمكان الأجانب الوصول إلى الكتب في هذه المكتبة؟
هل من الممكن البقاء في غرفتي حتى الساعة الثانية بعد الظهر؟
ها-ها. صباح الخير في وقتك. كل شيء على ما يرام.
أريد بعض من فيلم ASA رقم هذا للكاميرا، من فضلك.
اين هي لوحات مونيه؟
هذه البيتزا لذيذة. من صنعها؟
شكون هو طعم هذا الطبق؟
وهم غاليين الثمن.
متى يغادر القطار التالي إلى بوسطن؟
أنا أخطط لتعلم لعبة الجولف.
الرجاء إعطائي مشروب آخر.
ماذا عن ساحر.
خايف إن الأكمام قصيرة كتير.
بإمكانك أن تري كيف أدخل الغاز؟
هل تشمل رسوم الفندق وجبة الإفطار؟
هل هذا كل شيء؟
هِيَ هُنَاكَ فِي هَذِهِ الطَّرِيقَةِ.
الرجاء تشغيل العداد.
غرفتي باردة جدًا.
سأعاود الاتصال بك عندما نكون أقل انشغالاً.
هل لديك واحدة أكبر؟
أشعر بتحسن.
هل تعرف جغرافية اليابان؟
ارني أين أنا في هذه الخريطة.
١٠٠٪ قطن.
أريد تغيير الغرفة إلى غرفة بإطلالة على المحيط. هل هناك أي رسوم إضافية؟
كم تكلفة استئجار لوح لمدة نصف يوم؟
نوفمبر عشرة.
أريد شريط طابعة.
إنه لذيذ جدًا.
و متى ننطلق؟
كيف تخبر السائق عندما تريد النزول؟
٢٤ دولار. تريد أكثر؟
قمت بالحجز في طوكيو منذ شهر واحد.
شكرا لكم من أعماق قلبي.
هل أستقل هنا إلى مركز روكفلر؟
الرجاء قياس مقاس حذائي.
إنه رائع.
هَلْ تَخْرُجُ مَعِي فِي موعد؟
الرجاء تنظيف هذا المعطف.
أريد استئجار قارب بمحرك.
اين قسم السيدات؟
القهوة غير مشمولة؟
ما المجال الذي كان فيه قبل ذلك؟
لعنة. لعنة. لعنة. لعنة. لقد اعتدت على وجهها.
هل يجب علي دفع رسوم إضافية عند دخول مبنى؟
مرحبا، حفلتك على الخط. اذهب، من فضلك.
جرحي يؤلمني.
اين المحطة؟
لدي رعشة.
ثلاثة أيام.
عبّر عن الجسر هناك، وستجد المكتبة على الجانب الأيسر.
الرجاء مساعدتي في إيجاد مرشد يتحدث اليابانية.
ما عندي رغبة في واحد ثقيل الوزن.
سيكون هناك تأخير بسيط.
ما الفرق بين هذه الفنادق؟
لقد فاتني محطتي.
كان رائعاً. شكراً.
سأكون هناك حوالي الساعة السادسة مساءً.
هل لديك شيء أطول قليلا؟
تاريخ الانتهاء هو مارس تسعة عشر وتسعين.
كانت؟
هناك كازينوهات جيدة؟
هنا النقود لمبراة القلم. ورقة مائة دولار.
اين قسم السيدات؟
اين يمكنني ركوب القارب؟
صديقي مصاب.
بشكرك، أنت تبدو بخير.
هذه المحل هل سيتم فتحه غدا؟
هي كلها في الطريق أسفل القاعة.
هل من فضلك قص شاربي؟
يأتي ذلك مع شطيرة سلطة وخيار من البطاطا المخبوزة أو البطاطا المقلية.
اين يمكنني شراء البوتاسيوم؟
لا يمكنني بيع هذا بدون وصفة طبية.
هل يمكنني حجز خمسة مقاعد معاً في الصف نفسه؟
هل يمكنكم إقراضي حبل سحب، من فضلكم؟
السيارة التي تعطي أفضل استهلاك للوقود؟
لن تحصل على خصم مهما حاولت.
اِفْتَحْ هَذِهِ الْحَقْيَة، مَعْلُومَاتٌ عَنْكَ بَيْنَهَا؟
أريد إجراء مكالمة بعيدة المدى إلى فندق هيلتون في بوسطن.
هل تقبل السيدات ذلك؟
اﻟﺤﻀﺮ، اﻟﺴﻔﻞ اﻟﺤﺎﺳﻂ.
ما أقدرش أرى الشاشة من هنا بوضوح. هل أقدر أغير مقعدي لبرهة؟
زرت البحيرات العظمى للمرة الأولى.
شيء ما خطأ في هذه الآلة.
أحتاج إلى طبيب.
كم من الوقت هي في المملكة المتحدة؟
محب للفنون التجريبية مثلك سيستمتع على الأرجح بالرسومات الهبيّة وموسيقى الشارع.
الساعة كم؟
سأأخذ هوت دوغ وكولا.
هذه هي المشغل الخارجي.
يمكنك رؤية مبنى أبيض، أليس كذلك؟ إنه أمام ذلك المبنى.
منذ متى؟
ما عندي شيئ اعلانه.
ماذا؟ هل يجب عليك دفع ضريبة عندما يكون لديك أكثر من ثلاث زجاجات من الكحول؟
صديقي مريض جدًا. هل يمكنكم استدعاء طبيب، من فضلكم؟
ماذا يُفضل مع هذا الطبق؟ لا أعرف الكثير عن النبيذ.
بامكانك ان تجرني مكالمة صباحية مبكرة، من فضلك؟
هناك محطة وقود على بعد كتلتين من هنا.
اليابانيون لا يأخذون إجازات طويلة.
أشعر أنني مراقب. هل من النادر رؤية شخص ياباني؟
بالتأكيد لا. لماذا تقول إذا؟
الطريق إلى مدخل البريد المركزي؟
اين موقف حافلات جراوندهاوند في هذه المدينة؟
ليس المطاعم اليابانية في كيوتو باهظة الثمن، أليس كذلك؟
أعتقد أنه صوت مرتفع قليلاً بالنسبة لي.
لدينا غرفة توأم مع حمام مقابل 85 دولارًا.
أريد سعر الكتاب.
بَرَدَ هذا العام أكثر من المعتاد، لكن ليس بارداً بما فيه الكفاية للثلج.
اين يمكنني شراء تذكرة مترو؟
سأحصل على مقاعد درجة رجال الأعمال، أليس كذلك؟
كم تبلغ أجرة التاكسي من هذا الفندق إلى المحطة؟
بإمكاني الحصول على هذا و هذا، من فضلك؟
يقولون إن اليابان دولة غنية جدًا.
هل هناك غرف مجانية في عربة النوم؟
يمكنك تخفيضها إلى عشرين دولارًا، من فضلك؟
هدا هدية لصديق.
الثلج يجعل الطريق زلقة.
ما عنديش أقدر أجد الكاميرا.
سأصنع بعض السندويتشات بالجبن.
لديك أي شيء للإعلان عنه؟
شفت جاكيت أزرق؟ رفعته على الكرسي ده.
هناك محل زهور عبر الشارع.
أنا من طوكيو.
أريد بعض شامبو مرطّب من ريفلون.
لدي بعض القطع للغسيل.
طلبته منذ وقت طويل.
هل يمكنكم إرسال حمال إلى غرفتي الساعة السادسة صباحاً؟
سأحصل على شوكولاتة ساخنة.
يمكننا ترتيب تنظيف غرفك.
خاص، من فضلك.
كم تكلفة الوصول إلى فندق سي؟
بإمكاني الحصول على تذكرة متعددة؟
أريد حجز طاولة لفردين في الساعة السابعة، من فضلك.
أريد كريم ليلي.
هل تريد تغليف هذا كهدية؟
ربع بعد الثالثة.
سأخطط لإرسال الفواتير من أجل ضرورياتي اليومية، لذا من فضلك أخبرني بالعنوان واسم الشخص المسؤول.
لنا صعوبة في التحدث باللغة الإنجليزية بطلاقة.
هل لديك هذه بنفس التصميم مع كعب أعلى؟
أريد سترة لطفل يبلغ من العمر عشرة أعوام.
الرجاء اصطحابني إلى آبي رود.
شكرا لك. مرحبا، شكرا لك على الانتظار.
أنا متأكد من أن لدي حجزًا.
سأرسله لك، لذا يرجى الانتظار هنا.
نحن هنا ليوم واحد.
عندي صداع بسيط.
استمتعت كثيراً بالوجبة.
لا، من فضلك اجلس و انتظر. سأعود حالا.
بإمكاني رؤية السيارة؟
هل يمكنكم رسم خريطة لي من فضلكم؟
بِالطّبع يا سَيّد، رُجاءً اِبْقَ في غُرفتك حتّى يَجيءَ الطّبيب.
كنتُ مَسروقًا في شاطئ وايمانالو. الرجاء المجيء على الفور.
كَيفَ عَنْ مائة دولار؟
أريد هذا معبأ.
أريد التقدم بطلب لإعادة إصدار.
الدولة دعمت ترويج الصناعات.
هو فوق الخمسين من العمر، على ما أظن.
ما هو السن الأدنى للقيام بذلك؟
هل لديك أي خرائط بسيطة للمدينة؟
إن أمكن، أفضل ألا أخرج السن.
العدّ واحد كرة، ضربتين.
بماذا الساعة التي يصل فيها القطار إلى سان دييغو، من فضلك؟
أريد أن ألقي نظرة على صندوقك.
أريد بعض الشامبو.
أنا أقيم في فندق هيلتون.
أشعر بالسوء والغثيان.
بس عندي موعد لرؤيتها الساعة الثانية.
هل هذا السيارة تذهب إلى إدنبرة؟
نعم، الرجاء تعبئة هذا النموذج.
كم تكلفة الوزن الزائد؟
اسمى كيمورا. عاوز انا الغى حجزى ليوم الجمعة.
ااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااااا
عند أي ساعة يمكنني تسجيل الخروج؟
بقيت.
سأتصل بشخص ما.
شّعرت تريد تسديد الفاتورة الآن؟
السيارة أتت من الجانب في الملتقى.
هِيَ صَندوقُ مَوسيقَى.
اين هو الضاحية؟
هناك جولة بالحافلة في المدينة؟
الساعة كم نبدأ؟
جيد يا سيدي. في الحجم المتوسط يمكننا أن نقدم لك مرسيدس سابل. هل هذا جيد؟
لقد كسرت عضلة.
ولكن عليك أن تعدني أن تضرب الكرة، لا أنا. حسناً؟
كم بعد؟
هل يمكنني اقتراض بعض الكتان؟
ما نوع الجلد المصنوع منه هذا الحقيبة؟
ما شفتش إن السكين دي نظيفة. ممكن تيجي لي بسكين تانية؟
اشتريت هذا قبل لحظات، لكن هل تريد تغيير هذا مقابل هذا؟
بصراحة، أنا لا أوافق على ذلك.
هل هذا هو الطريق الصحيح إلى المحطة المركزية؟
قارب مع مرشد، من فضلك.
أريد أن أطلب بدلة بلون داكن لنفسي.
هذّ المظلّة ستكون مناسبة كعصا.
هل يجب علي ترك جميع أمتعتي في خزانة الملابس؟
ارني جواز سفرك.
هناك مكان يقبل الغسيل يوم الأحد؟
إثنين من البرجر الجبنة، من فضلك.
التي الحافلة تذهب إلى ميامي؟
لكن لا حاجة إلى إعطاء الأجرة.
يمكنك مشاهدة واحدة في قاعة كارنيجي.
لست معتمدا.
ما هي خاصية البيت؟
أريد أن أجري موعد مع طبيب.
أنا أسأل عن توافر طاولة قرب النافذة لسبعة الليلة.
أنت لا تمانع من مجيئي إلى منزلك؟
يبدو أن هناك مجالًا للتحسين.
اين هو تحت الأرض؟
هل لديك حجم أصغر؟
اين يمكنني الحصول على الأسبرين؟
كده أسفل؟
الرجاء إعطائي تذكرة أسبوعية.
هذا زميلي.
ما نوع الغاز الموجود؟ بريميوم، عادي، وبدون الرصاص؟
هذه واحدة.
أنا أصاب بالبرد.
مغلق يوم الاثنين، لكن يوم مختلف يجب أن يكون على ما يرام. أعتقد أنه مفتوح من التاسعة إلى الخامسة.
هو ثعبان مسلوق مع صلصة خاصة على رأس طبق من الأرز.
قال لي: "هيا نحتفل" وأخذني إلى حانة. قال لي إنه سيجري مكالمة هاتفية وغادر ولم يعد، وبقيت مع فاتورة كبيرة.
كم سعره بالجالون؟
كنت أحمل جواز سفري وبطاقة الائتمان في حقيبتي.
حجوزات في سبعة، تحت اسم مانو.
لن تشرب كوب من الشاي؟
هل يمكنكم إخباري أين يمكنني العثور على القنصلية اليابانية؟
هل هناك طبيب في الفندق أو على التواصل؟
هو دائما ما يقوم بالتسوق في شارع بوند.
ورقة إنجليزية، من فضلك.
هناك مكان يلعب موسيقى الريف؟
أريد أن أتحقق من الأشياء الثمينة لدي.
أكثر من هذا؟
كم ثمنه في الورقة الواحدة؟
بالتأكيد، اضغط على 9 و 0 و 1 و 1، ثم رمز البلد ورقم الهاتف.
بإمكاني الحصول على دايت كوك؟
بإمكاني أن أطلب طلبية؟
كنا نستمتع بالقيادة. شكرا لكم.
عفواً. هل يمكنني أن أواصل؟
السكان الكليين لليابان حوالي ثلاثين مليون.
أريد استئجار مظلة.
نعم، وأريد إلغاء الرسوم.
محفظة ب100 دولار و بطاقتين ائتمانيتين.
الماء حار جدا.
انت هنا.
كوب قهوة، من فضلك.
مستحيل.
بطني يؤلمني بعد الوجبات.
واو، هذا مكان جميل.
قد يكون لديه انسداد هوائي.
قمت بقرار؟
لو أردت، يمكننا أن نستريح هنا.
فقدتُ أثر بريد مسجّل.
لن تستطيع تغيير عملك بسهولة.
ما هي المحطة القادمة؟
جيد، لكن ليس المدرجات. إنه حار جدًا اليوم.
انزل هنا، وانتقل إلى الحافلة رقم ستة.
عليّ أن أخط الطائرة الساعة العاشرة صباحاً.
لا زلت أشعر بالرغبة في التقيؤ.
ما عندي رغبة في أي شيء ثقيل.
شكرا، من فضلك.
كم سعر الفطر الطازج؟
شحن، من فضلك. هل تقبل فيزا؟
واليوم رايح اشوف ايه هيكون شكل شينتاون.
اثنين و تسعة و تسعة و ستة و سبعة صفر صفر.
أريد أن تُسحب أسناني.
أريد حقيبة مستحضرات تجميل.
أنا أفكر كم من النقود يجب أن أترك كقشيش.
اين يمكنني مشاهدة "شبح الأوبرا"؟
أريد شراء هدايا تذكارية لأصدقائي. هل بإمكانك أن توصي ببعضها؟
أكثر بطئاً، من فضلك.
ما هي الرسوم الدولية العادية للفاكس الخاصة بك كل شهر؟
مقلية من الجهتين، من فضلك.
بالتأكيد، يبدو هذا واضحًا جدًا. يرجى منكما إعطائي رخصتي وتسجيلكما. ويا بني، أخشى أن نضطر إلى إجراء اختبار للكحول.
سوف تكون جاهزة غدا بعد غد في المساء.
هل هذا مصنوع من القطن؟
لدي دوائي الخاص.
ماذا أستطيع أن أرى في تلك الجولة؟
نعم، هناك حد أدنى لكمية المشروبات.
كم ثمنه ليوم؟
هل هذا الباص يمر بالقرب من الفندق؟
أريد قرص مضغوط.
هناك رحلات طيران JAL و ANA تغادر في الساعة العاشرة وخمس وخمسين دقيقة. لكن، للأسف، كلا الرحلتين ممتلئتين.
يلائمني جيدا.
هل يمكننا الحصول على طاولة لخمسة أشخاص؟
هي ما تفهمش الإنجليزية إطلاقا.
الرجاء صرف شيك سفر.
هل يمكنك الاعتناء بها من الساعة التاسعة صباحاً إلى حوالي الساعة الثالثة؟
كم تكلفة البريد الجوي إلى اليابان؟
أنا مُحصور. هل يمكنكم فتح بابي، من فضلكم.
الرحلة الأفضل لرؤية الأماكن الأكثر شهرة هي؟
هل هناك مضيفات يتحدثن اليابانية؟
كم عدد الحقائب التي يمكنني إحضارها على متن الطائرة؟
لا، سيدي. هذا بعد ظهر اليوم محجوز بالكامل. لكن غدًا على ما يرام.
سأسأل البواب عن الأجرة الصحيحة.
بصراحة، آسف.
نحن نقيم حفلة ليلة الجمعة. لماذا لا تنضم إلينا؟
الغرفة رقم 98، سيدتي. ها هي مفتاحك.
إنه من المهم جدًا أن نحصل على المواد الخام التي نحتاجها للمشروع.
عفواً يا ضابط؟
هل هذا القطار يذهب مباشرة إلى إدنبرة؟
هل هذا ضمن الحد المعفى من الضرائب؟
ارفعوا عني الأشياء الثمينة، من فضلكم.
كم عدد السياح في الجولات؟
أريد أن أشتري بعض الهدايا التذكارية. هل هناك متجر مناسب بالقرب من هنا؟
إلى متى مفتوح؟
هو خارج الآن.
مايومي، هل يمكن أن تملئي هذا الورق وتوقعيه؟
هذه واحدة لك يا سيدي.
ليس لدي أمتعة تسجيل دخول.
بالتأكيد، خذ وقتك.
أنا هنا في مهمة إعلامية.
لديك أفلام صيفية؟
القطار التالي إلى واشنطن دي سي متى؟
الطويلة هي الآن في الموضة.
سأعود إلى اليابان يوم الاثنين القادم.
هل يمكنني الحصول على خريطة مترو الأنفاق؟
هل هذه رحلة طويلة؟
هل يمكنكم استبدال هذا بالجديد؟
شخصين.
اين يمكنني استلام حقائبي؟
أنا لا أشعر بالراحة. هل يمكنني أن أضع المقعد في وضعية الاستلقاء؟
الحادية عشر وأربع وخمسون صباحاً.
هل بإمكانك إخباري عن مطعم مشهور بين الشباب؟
سيارته كانت تسير بسرعة كبيرة.
هل يمكنني ترك رسالة؟ أتصل لتأكيد موعدي مع السيد إبرت يوم الأربعاء المقبل في الساعة الحادية عشر صباحاً.
يمكنك شرح مرضك باللغة الإنجليزية بطريقة ما؟
هل يمكنكم إرسال سيارة أجرة إلى المدخل الرئيسي لمول ويستمنستر؟
كم مرة يجب علي تغيير القطارات للوصول إلى هناك؟
هل هذا صحيح؟ دعني أتحقق. أوه، آسف جداً، السيدة تاكانو. هذا خطأنا. إليك فاتورتك الجديدة. هل تودين التوقيع هنا، من فضلك؟
خمسة دولارات رجاءً.
الغطاء لا يغلق بشكل كامل.
إنه مجرد رمز لتقديري.
هل ستملأ هذا النموذج؟
وكيف بشأن هذه النماذج البلاستيكية؟
ما العلامات التجارية التي لديكم؟
الخُفوف عاليّة جدّا بالنسبة لي.
أنا مُحجوب عن دخولي غرفتي.
كم من الوقت كنت في باريس؟
هل يمكنني الحصول على طوابع بريدية لثلاثة بطاقات بريدية جوية إلى اليابان؟
يُنطق ج-و-ر-و-ه.
شرب شئ؟
اضغط هنا.
ارسلوها بسرعة عبر تيليجرام من فضلك.
بحسب تقرير الطقس، سيهطل الثلج غدا.
أريد كرة.
بالتأكيد. سنكون سعداء للقيام بذلك.
السلام عليكم، كتاب كوميدي ماليزي. سأشتري واحدا لأجله إلى المنزل كقطعة حديث.
الطريق إلى النجاح هو "جينميكو"، أليس كذلك؟
سأصل إلى فندقك حوالي الساعة التاسعة مساءً.
لدي حوالي ألفي وخمسمائة دولار أمريكي في ين ياباني.
نعم، نحن نفعل. سأريك بعضها.
أريد بعض حبوب النوم.
سأكون هنا حتى الساعة التاسعة. آمل أن تعتقلوا المجرم في أسرع وقت ممكن.
أنا متأكد أن المجرم قريب.
عشرة طوابع من فضلك.
عندي التهاب في الحلق.
أحتاج إلى بعض الهدايا التذكارية من نيويورك.
أنا أريد الخروج. هل يمكنكم إرسال خادم؟
قمتُ بترجمة النص التالي إلى اللغة العربية المغربية: توقفت ساعتي.
أوه، هل هذا؟ كيف تحب ذلك؟
نحن مفتوحون في الساعة التاسعة صباحًا.
أريد كتاب تلوين.
أعتقد أنني أشعر بالدوار.
هل يجب علي الذهاب إلى بنك ياباني؟
عليك أن تبادل النقود في بنك.
هل هناك متسع من الوقت لتسجيل المغادرة؟
زوجك من أفضل زبائننا.
عندي دكتور أسنان جيد؟
أوه. يجب عليك إخطار القنصلية على الفور.
مزعوج، لا يخلط.
هل تريد طاولة في المطعم الرئيسي أو في غرفة خاصة، يا سيدي؟
كثير من الناس يذهبون إلى الشاطئ خلال الموسم.
أنا أزن حوالي مائة وخمسين رطلاً.
ليه ؟ فين بدي أرسل؟
اين مكتب المفقودات؟
هناك أي حافلة تذهب هناك مباشرة؟
هل أحتاج إلى علاج خاص؟
هل سيكون نقدي أو شحن؟
نقلنا إلى هذه البيت قبل سنة.
كم سيستغرق إصدار التأشيرة؟
اين المراحيض؟
القيمة الإجمالية المستحقة هي مائتين وثلاثة وأربعين جنيهاً، سيدتي.
هدا هدية. هل يمكنكم تغليفها بورق تغليف جميل؟
ما شاء الله. هذه مسارات رائعة.
هناك أشخاص مصابين.
عفواً. أين المحطة من هنا؟
نعم، لدينا حجز لك.
عفواً، لكني أريد الذهاب إلى فندقي في المدينة بالحافلة. أين يمكنني أن أستقل الحافلة؟
دجاج، من فضلك.
هذه الغرفة الثانية من واحد. أود أن أطلب الإفطار غدا.
ما رأيك في التحرش الجنسي في مكان العمل؟
لديّ شقيقتين.
الرحلة رقم اثنين صفر ثمانية، إلى طوكيو.
ثم دعونا نضع حشوة داخلية.
لنجتمع لنناقش هذا الأمر أكثر.
ايش رايك تحطيل شعرك اليوم؟
بإمكانك أن تقولها بعبارات أخرى؟
سأكتفي بما عندك.
نريد طاولة قرب المسرح.
أنا بخير. حسنا، هل أنت ذاهب إلى مكان ما؟
ارتفاعه ألفي أربعمائة متر.
ادخل. ضعه على الطاولة هناك.
الرجاء إلغاء رقم بطاقتي.
آسف، لقد بيعت كلها، لكن سيكون لدينا في غضون أيام قليلة.
بإمكاني أن أحصل على بعض القهوة؟
ما عندي موعد، بس حاجة عاجلة.
هذا سيء الصنع.
اين المصعد؟
هل لديك كتيب عن الأحداث؟
اين مدخل المترو؟
فقدت تذكرتي الجوية.
بما أنه لا يمكنك البقاء هنا خلال العطلة؟
آه، آسف جدًا لإزعاجك.
هل يمكنك حجز الأحداث؟
هل هناك مرحاض عام بالقرب من هنا؟
ما هو المجموع؟
كذا حلو. الآن أسئلة، من فضلك.
هل لديك نقود لتغييرها في عداد مواقف السيارات؟
أفضل مبيع لدينا خلال السنوات الأربع الماضية كان ناسخة AX-four five zero.
هل ألتف يساراً؟
هل هناك مضيفات يتحدثن اليابانية؟
رائع السعر، أليس كذلك؟
عليك أن تأخذه تسع وتسعين مرة في اليوم، قبل الوجبة.
أحبّه حبّاً جمّاً.
أريد ترايبود.
أريد جاكيت رياضي.
يمكنك البقاء في بيتي.
هل يمكنني إرجاع مقعدي، من فضلك؟
عظيم. كنت أبحث عن تاكسي، لكن هذا أفضل.
كابوتور كبير. هل هو مصنوع في بريطانيا؟
أريد الذهاب إلى مركز هارفارد. هل يمكنكم إخباري متى سنصل إلى هناك؟
اتنين بالغين واتنين أطفال، من فضلك.
ما هو السعر؟
كانت حرب النجوم هي الأعلى إيرادًا في عام 1984.
اين قسم غير المدخنين؟
"T" كالتي في "Tom"، نعم عندي هنا، تارو.
أعتقد أنها مشهدية.
أريد بعض التفاح، من فضلك.
لماذا هذا؟
ما هي البطاقات الائتمانية التي تقبلونها؟
لديّ وقت كثير.
بالتأكيد، حان وقت الغداء. هل ترغب في مناقشته أثناء الغداء؟
الفيديو ريكوردر قد سرق من غرفتي.
مرحبا، اسمي عودة. لدي حجز الليلة، لكنني سأكون متأخرة قليلا عند تسجيل الوصول. لذا، الرجاء الاحتفاظ بحجزي.
هذه الحذاء قوي؟
الرجاء إخباره أنني في انتظار مكالمته الهاتفية.
يقولون إن الإنفلونزا منتشرة هناك.
جديد.
آسف. نحن ممتلئين لليلة الغد.
أنا مع بعض الأصدقاء.
وفقًا لغورو، لدى السيد يامادو طفلين.
بإمكانك أن تعيد قول ذلك مرة أخرى؟
أريد أن ألتفت إلى برج لندن.
الرجاء ربط حزام الأمان.
الرقم التسلسلي هو ثلاثة. رقم الهاتف هو اثنين ثلاثة أربعة ثلاثة أربعة صفر صفر.
عفواً. هل هناك أي جسر بالقرب من هنا؟
عفواً، أرغب في استخدام المرحاض.
مشغول.
لباسه دائما خارج الموضة.
هل لديك مأكولات بحرية؟
ده غالي جدًا.
أريد ذلك، لكن أخشى أن لا أستطيع القيام بذلك هذه المرة.
بصراحة مازلت لم أقرر بعد، لكنني بالتأكيد سأحاول.
ملح، من فضلك.
الرجاء استخدام غرفة التّجربة هناك.
تسعين دولارا للتذكرة ذهابا. نقد أو بطاقة؟
بإمكانك إفراغ الطاولة من أجلي، من فضلك؟
كيف يربي الآباء اليابانيون أطفالهم؟ هل هم صارمون مع أطفالهم؟
هل يمكنكم إخباري بساعات العمل؟
الرجاء لفها بشكل منفصل.
بطني يشعر بالثقل.
يبدو ذلك جيداً. أين يمكننا الانتظار لك؟
بإمكاننا البدء باللعب عندما ينتهون؟
السكان في اليابان حوالي مائة وعشرين مليون.
املأ العناصر التالية في بطاقة التسجيل.
بإمكاني استعادة أغراضي؟
هل لديكِ شالات من الحرير؟ أنا أبحث عن هدية لزوجتي.
سوف نجلبها الآن. ما رقم غرفتك؟
السيد كوباياشي كان يبحث عنك.
أريد السفر من شنغهاي إلى هاواي بالسفينة.
بإمكانك إرسال شخص ما؟
هل يمكنكم إعداده بحلول الساعة الخامسة من مساء غد؟
يستغرق عشر دقائق سيراً على الأقدام.
قبل ما نختم اليوم، عايز تمنحني دقائق؟
اين يمكنني ركن سيارتي؟
أشعر بالبرد ووجع بطني شديد.
سكوتش وماء، من فضلك. وهل لديك أي شيء لتناول وجبة خفيفة؟
كيف يمكنني إطفاء هذا الضوء؟
هل هو مشغول كثيرا اليوم؟
أريد خيط.
اريد شهادة طبية من فضلك.
أريد منك أن تجعلها بوصة أقصر هنا.
ماشيتي. عطيني دوا.
أرجو أن أكون قد حصلت على صحيفة يابانية، من فضلك؟
جيد. هل يمكنني تسليم السيارة في أي مكان؟ ما هي رسوم التسليم؟
الخطوط الحافلات التي تذهب إلى وسط المدينة؟
هناك أي إكسبرس إلى بوسطن؟
الرجاء أن تكون صديقي في التبادل الخطابات.
هيا باقي مع صديق.
أنا متحمس جدًا، لا أستطيع الجلوس ساكنًا.
بإمكاني النزول في فندق هيلتون؟
أريد منك إزالته.
اذهب يسارا في هذه الشارع واتجه يمينا في أول تقاطع.
أريد أن أعرف ما إذا كان من الممكن شحن هذا الطقم من الأطباق إلى طوكيو.
أريد بعض القوة الجسدية.
هل هناك أي طعام ليس حاراً جداً ولا حاراً؟
هل قريب بما يكفي للمشي؟
أريد بعض كريم اليدين.
هل يمكنكم أن تعطوني الملح؟
أريد الذهاب إلى وول ستريت. كيف أذهب هناك؟
زيادة التمارين الرياضية ستؤذيك.
بما في ذلك الإفطار والضريبة ورسوم الخدمة، سيكون 45 دولارًا للشخص الواحد في الليلة.
هل يمكنكم إصلاح هذا؟
مساء الخير. مرحبا.
ما عنديش أقدر أجد حقائبك.
اذهب مستقيما، من فضلك.
هل الماء هنا آمن للشرب؟
آه، هيا. دولارين فقط.
هل يمكنكم تغيير هذا الفستان بفستان أكبر بحجم؟
حسناً، هيا بنا. يمكنني مساعدتك في واجبك المنزلي بعد أن نأكل بعض البيتزا.
نعم، السيد تاناكا. هناك رسالتين لك.
مش عايزه.
غدا يوم آخر.
عسى أن أساعدك. هل تحتاج فيتامين سي؟
حقيبتي سُرقت مني في القطار.
أبعد من كده. أحسن تاخد تاكسي.
أريد مقعدًا بجانب الممر، من فضلك.
أعيش في شقة بـ 80 ألف ين شهرياً.
بإمكاني أن أقاطع؟
اظهر لي واحدة أكبر.
عفواً. هل يمكن أن تغير مقعدك معي؟
نعم، بالطبع.
اذهب إلى الزاوية وامشِ يسارًا عند إشارة المرور.
هل تريد بكرات أصغر أم أكبر؟
أريد غرفة واحدة مع حمام مقابل ثمانين دولارًا، من فضلك.
أريد إيداع الأشياء الثمينة في خزينة الفندق.
هل لديك غرفة متاحة الليلة؟
نعم، ولكن تأكد من أن لديك تذكرتك معك.
لن ينضم سوى عدد قليل من الأشخاص إلى الجولة الاختيارية.
بلاش. على كل حال، اصطحبني إلى وسط الحي الصيني. سأحاول أن أجده بنفسي.
نُوظّف أشخاص جدد في شهر أبريل.
أنا آمل ذلك.
شوتين من ويسكي وماء، من فضلك.
مَنْ يلعب؟
هل يمكنكم الاتصال بي إذا وجدتم حقيبتي؟
اليسار، من فضلك.
هل تريد الوقوف معي لالتقاط صورة؟
لا. هل تريد الإبلاغ عنه؟
هذا السن في المقدمة يؤلم.
ما هو آخر لعبة كمبيوتر لطفل في الخامسة عشرة من العمر؟
نراكم غدا.
هل هناك مطعم أقل تكلفة بالقرب من هنا؟
لا، لكن شكرا لك. أشعر بتحسن.
هل عندك خبز؟
كم أنت جيد في العزف على الكمان؟
صديقي زلق و سقط في الحمام.
بإمكاني الحصول على منفضة سجائر؟
كانت المسيحية محظورة وكان البلد مغلقاً أمام بقية العالم.
كم تريد؟
كوكتايل جمبري لها وذات الشيء لي.
هل يمكنني أن أحصل على توقيعك هنا؟ ويرجى البدء هنا.
كان من دواعي سروري زيارة مكاتبكم الرئيسية وإجراء مناقشات مهمة معكم. شكرا جزيلا لكم على تعاونكم الطيب.
زفيرك صاخب.
ما شاء الله، ما شاء الله، ما شاء الله، ما شاء
اخرج من الباب هناك، وانتظر عند المحطة رقم ستة.
دجاج مشوي، من فضلك.
بإمكاني الحصول على بعض الفلفل؟
نعم، أرغب في قراءة شيء ما.
هذا السيد تاكاهاشي في الغرفة 549. هل يمكنكم إرسال أربعة زجاجات من بيرة بودفايسر، من فضلكم؟
هذه سبعون دولارًا.
الرجاء الاتصال بي في فندقي عندما تجد حقائبي.
أريد نداء استيقاظ الساعة الثامنة والنصف صباحا غدا، من فضلك.
نعم، لكن هذا كثير وأنا مشبعة.
أريد غسول للفم.
ماشي بحال جيد.
هل تمنحون أي تخفيضات بالجملة؟
توكيو صفر ثلاثة ربع تلاتة تسعة أربعة خمسة ستة سبعة.
هل يمكنكم مساعدتي في إيجاد حديقة الحيوانات؟
هل ستخبرني كيف أضبطه؟
بشأن أي وقت ينتهي جولة الحافلة؟
علمت كيف تستعمل الهاتف؟
بالتأكيد. لدينا بعض العلامات المميزة للأمريكيين الأصليين.
مشغل يتحدث اليابانية، من فضلك.
نحن مهتمون بالموضة.
بإمكانك أن تجرني؟
هذه عيادة F؟
مرحبا، السيدة ياماغوتشي؟ حفلتك على الخط. مكالمتك مقبولة. تفضل، من فضلك.
اين يمكنني شراء تذكرة رفع قسيمة؟
بأي وقت سنصل إلى لوس أنجلوس؟
امشِ مستقيمًا لمدة خمس دقائق تقريبًا، ثم انعطف يسارًا.
هكذا نذهب نحو الشاطئ.
هذه الشاي العشبي يساعد على تجديد الجسم.
هذه ليست مصنوعة في اليابان، أليس كذلك؟
جيد. هيا بهذا الطريق. سأريك غرفتك.
عليّ أن أغادر الفندق قبل الظهر.
إثنين همبرغر وإثنين قهوة، من فضلك. أريد أن أخرجهم.
هل يمكنني حمل هذه الحقائب؟
أمرت باللحم، لا السمك. هل يمكنكم تغيير ذلك؟
ولدي متعب تماما.
أنا مريض في المعدة.
هذه السترة ليست بحجمِي.
أريد أن ألتقي بالسيد وليام.
لديه مجموعة من سبع فيتامينات ومعادن.
السن متخلخل.
هل يمكنني استرداد المبلغ عند عودتي إلى اليابان؟
ماذا يحتوي هذا الطبق؟
بلد صنع هذا؟
هل يمكنكم إنجاز ذلك في عشرة دقائق؟
ما عندي خبرة بالإنجليزية. هل هناك شخص هنا يتكلم اليابانية؟
اين يمكنني الحصول على تذكرة مترو؟
سيتم إرسال عشرين عينة إضافية إليك عبر البريد.
ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله،
بإمكاني الحصول على جدول زمني، من فضلك؟
نعم، أعتقد أنني سأنتظر.
تسعين دولار في الساعة لكل طفل.
آسف، نحن قد نفذ مخزوننا.
لزام عليه أن يكون هادئًا.
لدي معدات خاصة بي.
مفتاح الغرفة، خمسة ثلاثة، من فضلك.
في أي وقت يتم عرض فيلم Terminal Man؟
اين محل الحلاق؟
عند الساعة السابعة، من فضلك.
حقيبتي متضررة.
السياحة.
أنا من إسبانيا.
شيء ما خطأ في مفتاح البطاقة. هل بإمكانك إعطائي مفتاح آخر، من فضلك؟
لدي طفح جلدي على ذراعي.
الرجاء إرسال هذا بالبريد الجوي إلى اليابان.
اين الصيدلي الاقرب؟
عنب آخر، من فضلك.
الناس ودودون جدًا.
كم عدد المشروبات المدرجة في السعر؟
قمت بذلك.
اين بوابة الصعود لهذا الرحلة؟
هل يمكنكم حجز طاولة بجانب النافذة إذا كانت متوفرة؟
كانت إعلان الصعود إلى الطائرة قد تم بالفعل؟
نحن على ارتفاع اثني عشر ألف قدم.
أولاً، نود أن نرى وول ستريت.
اين محطة الباص ل اكسفورد؟
سأنتظر حتى تصبح الشرفة متاحة.
بإمكاننا أن نرى محافظ جلدية؟
نشوف التلفزيون. فيه مباراة بيسبول.
هل ستكتب عنوانك الخاص بالاتصال هنا؟
لو سمحت قل لي أين الصيدلية الأقرب.
إلى فندقي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات الموجودة بجانب طوكيو؟
ارفع السماعة و انتظر قليلا من فضلك.
ماذا تفعل عادةً في المنزل بعد العشاء؟
بالتأكيد. متى تريد أن تلعب الجولف؟
هي ستكون في البيت حوالي الساعة الثالثة.
أريد الاتصال بالسفارة اليابانية.
أكثر قليلا.
اين تخرج حافلات السياحة؟
كم تكلفة إرسالها إلى اليابان؟
ما عندي نادي ولا حذاء.
هل الين الياباني على ما يرام؟
لديك موستانج؟
هلمّ ننتقل من هنا؟
السيد كاواي، لدينا طاولة لك الآن. تعال هكذا، من فضلك.
بالتأكيد. اهبط الدرج الموجود هناك وستجد بعض الإرشادات. فقط اتبعها.
مكتب الاستقبال. كيف يمكنني مساعدتك؟
بإمكانك إيقاف السيارة أمام فندق هيلتون، من فضلك؟
هل يجب عليك غالباً العمل حتى وقت متأخر؟
عذرا، لكن ليس لدينا المزيد. ماذا عن الصحف الإنجليزية؟
مقعد غير مدخن، من فضلك.
هل تسمح لي أن أخبرك قبل أن نصل إلى دورهام؟
هذه طازجة؟
ليس من الصواب. أنت دائما تعاملني.
بإمكانك أن تريدي بعض الفساتين؟
اكتبها، من فضلك.
أنا أشرب الخمر حتى الثمالة.
اِحْتَرِزْ فَالْمَطَرُ يَتَغَيَّرُ فِي الْجِبَالِ كَثِيراً.
الشيك السياحي والين الياباني، حسناً؟
عذراً، لقد راجعت مع كل من خدمة التنظيف والمفقودات. لم يجدوه.
إنه مكان صعب العثور عليه. إنه على طريق صغير بعيداً عن الطريق السريع الرئيسي.
ما عندي علم بشيء عن هذا.
يمكننا التحدث في مقهى.
بالتأكيد، في هذه الحالة لا يجب علي دفع رسوم التعديلات، أليس كذلك؟
المنفذ، من فضلك.
بإمكانك أن تخفض السرج، من فضلك؟
هل ستستضيفني الليلة؟
بالتأكيد. سأأخذ اثنين فقط. شكرا.
هذه فاتورتك. إنها ثلاث وتسعون وسبعون دولارًا.
أنت محظوظ.
الرجاء جعلها جدول مع منظر ليل جيد.
هذه الآلة صنعت يدويا أم صنعت آليا؟
أريد استئجار هذا النوع من السيارات لمدة 24 ساعة.
كان من الجميل جدا أن ألتقي بك.
إنه ممزق.
الآن، هيا بنا ننظر إليك.
وَالله، فَكّرْ كمْ يَطولُ وقتُ عملِه لو سَأَلَ سُؤالاً واحداً إضافياً مِنْ كُلِّ شخصٍ. هيا، لنُسرعْ ونَحْصلْ على أمتِعتِنا. علينا الذهاب إلى الإقرار الجمركي التالي.
ما وزنها؟
هل هناك مطعم صيني من هنا؟
المنصة الخامسة هي هناك.
ووقت موعد المباراة؟
بها عطل. هل يمكنكم فحص كاميرتي؟
قهوة بالكريمة والسكر، من فضلك.
أعتقد أن هناك بعض الأخطاء في الفاتورة.
الرجاء إعطائي ذلك واحد.
هي البوابة السابعة.
أنت إسكتلندي؟
ثلاثة-اثنين-واحد-اثنين. انتظر لحظة، حسناً؟ أريد أن أرسل لك شيئاً هنا. عذراً.
١٣٥ ين لكل دولار.
السراويل القصيرة مع الأحذية لن تخرج من الموضة أبدا.
بإمكاني التحدث مع المدير؟
لماذا تختلف أجرتك عن العداد؟
بإمكاني رؤية هذا؟
وعدت نفسي أنه عندما أراك، سأعرفك.
ماذا يحدث في الآونة الأخيرة؟
ماشيتي بخير. هل تستطيع أن توصي بي طبيب؟
حفلتك قد بدأ. اذهب.
هناك عرض أرضي؟
المرحاض ما فيهوش ماء.
كم يستغرق المشي من هنا إلى دار البلدية؟
خذ هذا الدواء بعد كل وجبة عندما يكون الألم شديداً.
تضع المال في ظرف خاص مزخرف يسمى شوجيبوكورو.
شخص ما مصاب.
أنا أفكر في ما يجب أن أشتريه له؟
هل لديك خريطة مترو الأنفاق؟
لدي غرفة جاهزة لك في فندق جراند. هل يمكن أن تذهب هناك؟
أنا أعاني من ألم في عيني اليمنى.
ما عندي قدرة كبيرة على الألمانية.
نحن بالتأكيد يجب أن نلتقي مرة أخرى.
هل ستأخذ هذه السراويل؟
هل يمكنني استعارة مضرب وكرات؟
بإمكانك تضمين بعض التغييرات الصغيرة؟
بإمكاني الحصول على نصف كأس؟
مرحبا. أنا جون.
نكعي.
هل تضايقك إذا التقطت صورة لك وسيارتك؟
اتصلت بشأن حقيبة مفقودة منذ ثلاثة أيام.
أريد فندق أرخص.
أوه، هناك الكثير من الأشياء التي يجب أن تشاهدها في جرينتش فيليج.
علي الأعمال. لدي اتصال تجاري هناك.
يُطابق بدلتك.
سوف تراقب حقائبي؟
كيف تحب هذه الفكرة؟ نحن نقبل شرطك بإنذار لمدة ستة أشهر بشرط أن تمنحنا الحق في البيع لمدة ستة أشهر بعد إنهاء العقد.
عفواً. هل تعرف نيويورك جيداً؟
ننتظر. اتصل بنا عندما تكون جاهزًا.
أريد أن أرى جراحاً.
هل هذه المكونات طبيعية؟
أريد أن أركب سيارة رياضية.
الرقم التسلسلي هو صفر ثلاثة. الرقم هو ثلاثة واحد اثنين ثلاثة أربعة خمسة ستة سبعة.
اشتكى من البرد.
سيارة صغيرة هي الأفضل.
أريد إرسال هذا التوصيل العام.
دعني أنقل هذا المكالمة إلى الرجل المسؤول.
ما الحجم الذي تريده؟
أوه، يا إلهي. لم أكن أدرك أن لديها تلك.
هل لديكم صناديق مجمعة لإرسال الطرود؟
هل ستدفع شركة الطيران عن فواتير الفندق والطعام الخاصة بي؟
هذه حقائبك كلها؟
كيفية إجراء المكالمة؟
بلى، غالي الثمن. ليس مصنوع في اليابان، أليس كذلك؟
هل تفضل بتقديم الملح لي؟
اين اقرب مطعم من هذا الفندق؟
أريد شامبو للشعر العادي.
متى تعتقد أنه سيتم العثور عليه؟
أتمنى لكم عاماً سعيداً جداً.
سأطلب سبرايت كبير.
لو سمحت قلها مرة أخرى ببطء.
عفواً. أريد أن أطلب الطلب.
لدينا روبيان نيوبرج وساق لحم خروف مشوي.
أريد غرفة للمناظر الجميلة.
ثلاثة أكواب من عصير البطيخ، من فضلك.
لدي ثلاثة أطفال.
اذهب مباشرة أسفل هذا القاعة واعبر اليسار عند الزاوية. ستراه على يمينك.
هل هي جولة ليوم كامل؟
كم تكلفة تذكرة ذهاب وعودة إلى أكسفورد؟
أذهب إلى النادي الرياضي كل يومين.
اين يمكنني البقاء خلال الجولة؟
الوقت المحدد للمغادرة؟
كم تبلغ رسوم الدليل في اليوم؟
اين يمكنني ان اجد اسطوانات؟
عذرًا. أنا طالب جامعي من اليابان. هل أنتم طلاب جامعة نيويورك؟
هل تريد أن تخبرنا كيف تقيم هذا المخطط؟
أكي، هل تعرف محل تسجيلات جيد بالقرب من هنا؟
الدفع نقدا أو بالبطاقة؟
أنا أعمل في شركة تجارية.
من غير المهذب سؤال الناس عن رواتبهم.
هذه ليڤيس 5 أو 1؟
عند أي وقت يمكنني الاستحمام؟
لست تبدو أكبر من 21 عامًا.
أرى. في الواقع، يحتوي على فيلم عالي السرعة. هل تعترض على إخراجه؟
اشترته للتو.
سأجلب واحدة على الفور.
٨ دولارات. وها هو يأتي الآن.
الرجاء إظهارها مع بنود الشراء إلى الجمارك في المطار.
هل هناك أي من المتاجر الكبرى لديها تخفيضات الآن؟
مشغل، اوصلني إلى محطّة الإطفاء.
لدي بطارية ميتة.
توقف عند التقاطع التالي.
أوه، ها هو. وهل يجب على الجميع تعبئة نموذج الإقرار الجمركي هذا؟
وهل لي أن أسأل عن اسمك؟
هل تسمح لي بإجراء مكالمة جماعية؟
مرحبا. كيف حالك؟
اين قسم السفر؟
ما اسم الشخص الذي تريد التحدث إليه؟
آسف، هو غير موجود في الوقت الحالي.
شوف كذا. شوف كذا. هيك هيك هتحكيلي الفرق بين ده و ده هي الحظ؟ محمد، قف، عاوز؟ مش عايزك تسيبني هنا. متأخر. يا صاحبي، كان حلو التلاقي معاك، طيب؟
هل غرفتك تطل على المدينة؟
لأي رسائل لي؟
ما زال غاليًا جدًا. لما لا أشتريه بثلاثة دولارات؟
نريد غرفة في الخلف.
سأشرب كأس نبيذ.
بشعتيك حلوة.
أريد غرفة بسريرين. كم تكلفة الغرفة لليلة واحدة؟
إنها على بعد حوالي تسعة وتسعين ميلاً.
فينس وليندا عايزين يبقوا لوحدهم، فبالتالي أنا خايف ألازم أسيب هنا الليلة.
الرجاء الاحتفاظ بهذا الأمتعة في الضمان.
اسمي ساتو.
أنا أعرف نادي جاز قديم في وسط المدينة.
سأأخذ هذا الطاولة الدائمة.
أريد أن أجرب نفس الطبق مثل ذلك.
ثم سنأخذه.
هل هذا يصل إلى الطابق السادس؟
جلد التمساح؟
الرجاء وضعه في كيس الغسيل واتركه هناك.
أريد أن أرى هذا الفيلم. متى سيكون جاهزاً؟
الرجاء عدم إعطاء هذه المفتاح لأي شخص آخر غير نفسي.
بالتأكيد. سأستقبلك في الفندق الساعة الثامنة.
النافذة بخير.
ارفع شعري، من فضلك.
هل جميع نفقات النقل مشمولة؟
دار الأوبرا متروبوليتان.
اين مكتب تأجير السيارات؟
كنت أعاني من الحمى منذ الليلة الماضية.
ليس ذوقي.
ما الخضروات التي لديك؟
أريد دائم فضفاض، من فضلك.
و متى سيأتي الطبيب؟
إنها اللون الخطأ.
السن قد انكسر.
هل هذا مقعد في الممر أم مقعد في النافذة؟
أنا معني بالرحلات الجبلية.
هل يمكنكم تسليم أمتعتي إلى الغرفة؟
اظهر لي واحد لسيدة شابة.
يمكنك أن تجرّ هنا؟
هل عندك شيء مقابل ثمانين دولارا وصفر سنت؟
أنا عطشان.
لا ماء، من فضلك.
لدي ثلاث حقائب.
اين هو البحيرة؟
عفواً. اضغط على الغالق، من فضلك.
بإمكاني الحصول على مجلة أو شيء ما؟
هو جنوب.
كم سعر المقاعد في الشرفة؟
نريد غرفة تطل على البحيرة.
هناك صناديق بريد بالقرب من هنا؟
جيد. سأأخذك هناك.
الجزء المكتوب بالخط المائل يشير إلى التغيرات التي حدثت في التسعينيات.
عمره ثلاثون سنة.
بالتأكيد. هل يمكنكم كتابة العنوان مرة أخرى على هذا الظرف؟
أريد الذهاب إلى هارودز. هل يمكن أن ترسم لي خريطة؟
ماذا تفعل عندما يكون لديك وقت فراغ؟
هل لديك بطاريات لهذه الكاميرا؟
أريد إطلاق كابل.
هل أنت الأخير في هذه الصف؟
أعتقد أنه مكتظ.
جيد. مخرج.
هل تستطيع أن تخبرني بالمواقع السياحية هنا؟
هناك أي متاجر كبيرة بالقرب من هنا؟
فأنا كذلك.
أريد الانضمام من سان دييغو.
كنت أفكر في أخذ هذا الدورة في الفصل الدراسي التالي.
الخمر ماشي بارد كفاية. هيك هيك تخليه أبرد؟
هل يمكنكم تغيير هذه الأقراط إلى أقراط ذات مشبك؟
ماذا تهتم به الآن؟
أريد استرداد المبلغ. هل يمكنني استرداد أموالي؟
لعلني لا أستطيع الحصول على مشروب كهذا في أي مكان آخر.
لو اشتريت هذا كمان، يزيد المبلغ المعفى من الرسوم الجمركية.
بامكانك ان تطلعني على شهادة التطعيم الخاصة بك، من فضلك؟
هل تسافر كثيراً؟
أنا من الولايات المتحدة الأمريكية.
لدي تذكرة طائرة إلى سان فرانسيسكو.
لو كان على بعد خمسة عشر دقيقة من المحطة، سأمشي.
أريد فندقاً أرخص قليلاً.
بونساي تبدو وكأنها هواية شخص كبير في السن.
لم أقرر بعد. هل يمكنكم منحي بعض الوقت؟
أنا أعاني من الصداع.
هل تريد الانضمام إليّ لتناول القهوة؟
أريد شهادة طبية وقسيمة تأمين.
أوه، لا. سارعوا. نحن متأخرون.
ما عندي رغبة في إنفاق أكثر من عشرين دولار.
لماذا لا يقلع الطائرة؟ أخبرني ماذا يحدث.
كم تبلغ الأجرة؟ هل تكتب الأجرة على ورقة؟
أريد استئجار كرسي شاطئ.
انتظر لحظة من فضلك.
هل يجب على السيدات ارتداء الفساتين الرسمية؟
لا تلمسني.
هل لديك سجائر؟
إذا لم يكن الريح قويًا جدًا، يمكننا الذهاب إلى نقطة تيكي.
ممتاز.
سأغلق الآن. شكرا لكم على اهتمامكم.
هل لديك هذا بلون آخر؟
من هو؟
عفواً. هل يمكن أن تخبرني أين يوجد موقف سيارات الأجرة؟
و شرب؟
ها هو.
اين هو أقرب متجر أدوات؟
ههه. ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء الله، ما شاء
أنا أبحث عن هذا.
جيد يا سيدي. وماذا تفضل في الحلوى؟
كوتش أو بولمان؟
الشيكات السياحية. شكرا. إليكم تذكرتكم وتذكرة الصعود إلى الطائرة. الرجاء الحضور قبل موعد الرحلة بساعة واحدة.
إنها ألم حاد.
اسمه جورو موتوياما. ورقم هاتفه صفر ثلاثة ثلاثة اثنين ستة واحد اثنين أربعة تسعة خمسة.
أشعر بالمرض الشديد.
ما هي أوقات عرض "حب كوسيي"؟
جيد. هل تريد قهوتك الآن أو بعد قليل؟
قولي لي أكتر نادي ريغيه حار في نيويورك.
بماذا يختلف منتجك عن منافسيك؟
هل من المقبول أن لا أحد يستمع إلى تعليمات السلامة؟
هل الشارع الخلفي خطير؟
نعم. الرجاء اتخاذ الإجراءات اللازمة.
نعم، واحد فقط. متى سأعرف؟ كيف سأسترد تعويضاً؟
هذه بطاقة هويتي.
نفضل طاولة بجانب النافذة.
الرجاء إخباري بأرخص طريقة للذهاب إلى سان فرانسيسكو.
أعلم أن المطعم، كيوي؟
واحد طريق.
هسه هيك هيك هيك هيك هيك هيك هيك هيك
هناك نادي ليلي جيد مع عرض فلامنكو؟
الزيك ده حلو كتير.
رجلي تؤلمني.
اين اقرب مغسلة؟
بإمكانك تغيير المقعد معي، من فضلك؟
مقاعدنا انفصلت.
في الواقع، أرغب في تأمين هذا الطرد أيضًا.
الفاتورة تساوي مائة دولار.
الخروج الطارئ موجود في المقدمة، الوسط، والخلفي من هذا الطائرة.
جيد، تم تأكيد الحجز الخاص بك مرة أخرى.
الخفان مرتفعين كثيرا.
نريد طاولة على الشرفة.
يعني الفيلم قد لا يكون مناسبًا للأطفال دون سن الخامسة عشرة. لذلك يجب على الآباء التفكير فيما إذا كان يجب السماح للأطفال بمشاهدة الفيلم.
كيفاش تحبب تحصلو على المبلغ؟ رجاءا املأو هذا الورق ووقّع هنا.
أحيانا يوجعني بطني.
هل لديكم أطباق قليلة السعرات الحرارية؟ أنا على نظام غذائي الآن.
لا حاجة إلى رسوم.
نعم، لدي تذكرتين للجاينتس وذا دودجرز.
نحن من بين كبار الموردين لأجهزة الحاسوب الصغيرة.
شكرا. أنا كذلك. وداعا حتى ذلك الحين.
توأم مع حمام، من فضلك.
سقطت من الدرج.
ما نوع الآيس كريم الذي توصي به؟
هه. هذا. اللون يبدو جيدًا عليك.
اين الكتب باللغات الاجنبية؟
قطعتين وسبرايت.
اِعْطِني بعض السجائر.
غير قانوني إحضاره إلى البلد-عفواً. حسناً، أعتقد أن هذا يغطي كل شيء.
نعم، أنا. كانوا يعيشون بالقرب مني في كاليفورنيا لكنهم انتقلوا إلى فلوريدا قبل عامين. ماذا عنك؟ هل تسافر بمفردك؟
أنا مريض.
ولدي يبدو منهكاً بسبب الحمى.
في هذا الحجم، من فضلك.
تُمنح أوامر التميز الثقافي في هذا اليوم للفنانين والعلماء المتميزين.
أنا ياباني.
كذا غالي.
نعم. خذ حافلة تذهب إلى كيوتو-إكي.
هل هو خاص بالأعضاء فقط؟
الغرفة تكلف ستة آلاف ين في الليلة.
هل يمكنني إحضار هذا على متن الطائرة؟
بالتأكيد. كل ما أريد معرفته هو ما إذا كان سيتمكن العمل من دفع تكاليفه بنفسه.
جيد. هل تريد وشاحا لتذهب مع ذلك؟
شحن البطارية، من فضلك.
أنا مستعد للطلب.
تترك أملاح حمام الأعشاب بشرتك ناعمة وسلسة.
اكتب اسم شركة الطيران ورقم الرحلة أيضاً.
بالضبط. اليوم الأحد، والأحد أسوأ يوم.
نعم، إنها مشكلة التخلص من النفايات.
أريد هذا النمط في مكان خمس.
كثير من العائلات لديها دخلين.
أوه. هذا الفضة نادرة "القمر والجرس". بالتأكيد تريد أن تبادله؟
أمي وأختي قادمتان من اليابان لرؤيتي. سيصلون هنا حوالي الساعة السابعة مساءً.
اللون البني شائع جداً هذا العام.
افكرة حلوة. متى تخطط للقدوم؟
جيد. مقعدين من فضلك.
اين السوق؟
أنا متحمس لمحاولة ارتداء بدلتي السباق الجديدة.
ظننت أنكم أكلتم الدونات فقط.
كم تبلغ تكلفة تذكرة الدرجة الأولى إلى إدنبره، من فضلك؟
يبدو أن المال الذي أعطيتني به عشرة دولارات أقل.
لقد اتصلت للتو بالسيد سميث في الغرفة 21، ولكن لم يكن هناك رد. هل يمكنك معرفة ما إذا كان لا يزال يقيم هنا؟
أريد واحدة حديثة.
أنا أعمل في شركة نشر.
لو سمحت، هل يمكنكم تعبئة هذا النموذج؟
شو الشارع ده؟
بإمكانك وزن هذا الطرد؟
ما تسميه بالإنجليزية؟
اِستمرّ في الصّعود في هذا الممرّ، ثمّ ستجده على الجانب الأيمن.
أريد التأمين على هذا.
صباح الخير. هذا مكتب الاستقبال. هل يمكنني مساعدتك؟
جيد. الرجاء الدخول.
نعم يا سيدي. أنا آتي هنا لتناول الإفطار كل يوم، من الاثنين إلى الجمعة، قبل ذهابي إلى العمل.
لا مشكلة.
الرجاء إحضار ثلاثة اثنين ستة اثنين تسعة واحد ثمانية.
نعم، يمكننا خدمتك من الساعة السابعة.
الرجاء الاستلقاء هنا.
ما خدمة سريعة.
لعله سيظهر بعد ذلك.
الرجاء الالتفاف يساراً عند التقاطع القادم.
عفواً. كيف أذهب إلى البنك؟
هل هناك خدمة حافلات إلى متحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
كم يستغرق الوصول إلى اليابان عبر البريد الجوي؟
بالتأكيد. أراك في الساعة الثانية يوم الأحد.
أريد أن أذهب من نيويورك إلى تورونتو.
السحاب مكسور. عندك نفس النوع؟
هذا نوع من القذارة.
بإمكانك إعادة تأكيد رحلتي؟ إليك تذكرتي الجوية.
هل لديك هذا باللون الأخضر الداكن؟
هل ستأخذني إلى كانتربري وتعيدني؟
بإمكاني الحصول على شوكة جديدة؟
شكرا جزيلا لك على لطفك.
عذرا، لا نبيع تذاكر المسرح.
أريد أن أرى هذا.
أوه، هذا جميل. ماذا علي أن أفعل؟
أريد تمديد إقامتي هنا لمدة يومين إضافيين.
الرجاء تغيير مقعدي.
لدينا بعض الجمبري الجيد اليوم.
كم الساعة؟
دخان أو لا دخان؟
إنه غالي عليّ. ألا تستطيع جعله أرخص؟
أنا متوفر يوم الأربعاء صباحاً أو يوم الجمعة بعد الظهر.
لم أقم بالحجز.
لأن الصيف في اليابان عادة ما يكون حاراً جداً، ولم يكن لدينا تكييف في الأيام القديمة.
هل يمكنكم استدعاء سيارة أجرة لي الساعة الثامنة صباحا غدا؟
إنه مخيف.
لماذا لا ننتظر الحافلة تحت المظلة؟
اِتْوَى، كِنجي. هَاتِكَ لَكَ تَعْرِيفَ بِالمَكتَب.
نعم، مفتوح من التاسعة إلى التاسعة.
لا أستطيع النوم جيدا ليلا.
كيف أثر الركود على الأعمال؟
لدي موعد آخر.
هل يمكنني الحصول على خريطة طريق للمدينة؟
الشيء الذي كنت أبحث عنه.
ما فهمت تفسيرك.
عليك أن تجعل اتصال. أنا ذاهب إلى بوسطن.
اين افضل مكان للسياحة؟
هل هو متين؟
نعم استمتعت كثيراً.
حسناً، أرغب في الحصول على وجه أصغر مثل جوليا روبرتس.
بإمكانك أخذ هذا، من فضلك؟
الركاب المغادرون على رحلة الخطوط الجوية إيه بي سي رقم سبعة صفر ثلاثة المتجهة إلى طوكيو يرجى التوجه إلى البوابة العشرين لإجراءات الحكومة.
اين محطة الباص ل B؟
إلى العزاب، من فضلك.
اين يمكنني شراء منديل المائدة؟
هل يمكنني استئجار مرشد يتحدث اليابانية؟
هل تريدني أن ألتقط صورتك؟
لم يكن لدي هذا الطبق.
قطعت إصبعي. هل هناك مطهر؟
بإمكاني الحصول على طابع بريد بقيمة 95 سنت؟
هنا في الساعة 7 وربع.
أريد بعض العطر.
هل يمكنني الحصول على جدول زمني؟
هل أنت ذاهب إلى المدرسة هنا؟
كم كان فيه؟
هل الفندق هيلتون بعيدا عن هنا؟
أنا متأكد من أنني وضعته في حقيبتي.
اليدين لأعلى.
هناك مطعم يمكنني أن أوصي به بالقرب من هنا؟
اللون المفضل لديك، هل هو الغامق أم الفاتح؟
بإمكانك أن تخبرني إلى أين نحن نطير؟
تذكرة نقل، من فضلك.
اين مكان جميل لرحلة يومية؟
أريد حقيبة كيلي الحمراء بنفس النمط مثل هذه.
سوف تواصل تنفيذ هذا الجدول؟
الوقت الذي تفتح فيه البنك؟
أشعر بالمرض.
أنا متضايق. هل يمكن أن ترسم لي خريطة؟
خارج.
اخذني إلى المستشفى.
هل يجب علي المجيء إلى المستشفى كل يوم؟
بطني يؤلمني.
كم تبلغ تكلفة البريد لإرسال هذه الرسالة إلى اليابان؟
أريد كأس شيري.
هل تحتاج إلى أن يتم استقبالك من المطار؟
الصعود يبدأ الساعة 4:30 لذا الرجاء الحضور قبلها.
من ثلاثين ألف ين.
اين يمكنني شراء بطاقة هاتف؟
هل يمكنني إرجاعها في مدينة أخرى؟
أنا أخطط للبقاء لمدة اثني عشر يومًا.
الرجاء جعل الجزء العلوي أطول قليلاً.
عليك أن ترى أخصائيًا.
بضع دقائق أخرى، من فضلك.
الرقم أربعة عشر.
أوه، نعم؟ لديك بالتأكيد مجموعة كبيرة.
ما أقدر أحط يدي عليهم.
هل لديكم مقاعد شاغرة إلى لندن؟
أريد نسخة من تقرير السرقة.
هو واحد كتلة أسفل الشارع.
بإمكانك أن تعطيني ضوءاً أثناء قيامك بذلك؟
هذه السجائر معتدلة؟
جيد. هكذا.
القطار السريع التالي في ساعة واحدة.
أريد أن تطول أكمام هذه السترة الرياضية.
لدي حجز. هذا هو رقم التأكيد.
عيد ميلادك قادم.
القطارات متوقفة بسبب الإضراب.
هل يمكنك إصلاح هذا؟
الشارع كان مزدحماً بالسيارات.
هو البناية الثانية على اليسار من البناية البيضاء.
حجزنا مقعدًا في الخامس والعشرين من أكتوبر، المغادرة في الحادية عشر صباحًا.
لا، قليلًا أكثر في المقدمة. هناك، نعم.
نعم، هذا لا يشمل الوجبات.
اين يمكنني استرداد هذا التذكرة؟
لماذا يحدث ذلك؟
أريد أن أخذ قسط من الراحة.
سيارتي تعطلت، الرجاء القدوم لاستلامها.
أريد شعري أطول قليلاً في الخلف.
ما هي الأنواع التي لديكم؟
أوافق. إنه أحد أماكني المفضلة.
ما نوع النموذج الذي تريده؟
اسمى ميشيكو تاناكوا ورقم الرحلة خمسة وواحد لطوكيو.
هل يمكنكم رسم خريطة بسيطة من هنا؟
اين نلتقي؟
أريد أن يكون شعري مثبتًا كما كان.
عطيني خمسين، من فضلك.
اين يمكنني ان اقوم بالتسجيل في الخطوط الجوية اليابانية؟
ما هي المحتويات؟
هناك أماكن في المنطقة التي يوصى بها بشدة؟
اريد بعض الفلوس، من فضلك.
جيد. سأحرص على أن تكون حقائبك هنا.
هذه هي تخصصنا، سمك دوفر المسلوق.
نبقى.
لقد تعرضت للسرقة.
جيد. هل يجب أن أركز عليه؟
نحن سنشارك.
لن نجد هذا النمط بالضبط الآن. سأتحقق من مخزوننا. انتظر لحظة، من فضلك.
سكوتش مع ماء، من فضلك.
يبدو الأمر مثيرًا للاهتمام. كم تكلفة ذلك؟
خذ هذه الوصفة إلى الصيدلية. يمكنك الحصول على الدواء هناك.
قمت بطلب ذلك.
نعم، يمكنك التوقف في أي محطة بين هنا وشيكاغو.
اين يمكنني شراء بعض الهدايا التذكارية؟
إنه غالي جدًا. لا أستطيع شراءه.
بامكانك الحصول على رقم شركة ABC في شيكاغو، من فضلك.
اين الكاتدرائية؟
كيفاش تريد البيض؟
هي بجانب هذا المبنى مباشرة.
لا، أعتقد أنهم نسوا إحضار واحد لنا.
بالتأكيد. تم التأكيد. هل يمكننا الحصول على رقم هاتفك، فقط في حالة احتياجنا للاتصال بك؟
ما اسم الرسام؟
هل لي أن أطلب منه أن يتصل بك عندما يدخل؟
أريد أن أحصل على هذا واحد.
أنا أحب خدمة الشمبانيا الترحيبية بعد الصعود على متن الطائرة. دعوني أرفع كؤوسكم.
أربعون دولارًا في اليوم زائد ثمانية سنتات لكل ميل.
سأراهن بخمسة دولارات.
ليس هذا أمرا من شخص آخر؟
بإمكانك إخباري كيف أستطيع الوصول إلى المتحف؟
آسف جدا، لكني أرغب في تأجيل الموعد.
بإمكانك أن توصي برحلة؟
سوف تغادر قطارك من المنصة الثامنة.
أنا أبحث عن حقيبة ذات حزام قابل للتعديل.
أريد أن يبقى تحت مائة وثمانين دولارًا.
سأسألك بعد أن أستطلع المكان.
نعم. حجز لمدة ست ليالٍ، من فضلك. بدايةً من الثالث والعشرين من يوليو.
هل يمكنكم أن تظهروا لي تصاميم أخرى مختلفة؟
ما نوع العصير الذي تريده؟
هل ستعود إلى منزلك لقضاء العطلة؟
اين يمكنني الذهاب لرؤية منظر جميل؟
كان هذا مكسورًا بالفعل عندما فتحت العبوة.
ترجمة النص إلى العربية المغربية: 29 أغسطس.
أريد إرسال هذا بالبريد الجوي إلى اليابان.
يوم الشكر للعمل. إنه يوم شكر لكل من يدعم المجتمع بعمله.
هذه الغرفة صغيرة جدًا.
بإمكاني أن أحصل على المزيد من الشاي، من فضلك؟
أريد أن تُنظف هذه الملابس اليوم لاحقاً.
هناك بنك من هنا؟
هل تنظف الطاولة، من فضلك؟
السكين، من فضلك.
هم كلهم مطبوعات.
الرجاء كتابة رقم غرفتك على الظهر.
نستعمل عيدان الأكل عندما نأكل.
سيتم تأخير رحلة دلتا رقم 28 إلى نيو أورليانز لمدة ساعة تقريبًا.
عندما أعود إلى اليابان، سأكتب رسالة. إذا كان لديك وقت، من فضلك أرسل لي رسالة.
تركت تذكرتي الجوية في الفندق.
غرفة واحدة بدون دش، من فضلك.
شكرا مرة أخرى لتذكيري. هل ينسى الكثير من الناس توقيع أسمائهم؟
بالتأكيد، نحن ننفذ الوقت. هل نستمر في هذا النقاش يوم الخميس في الساعة الواحدة؟
أريد بعض بيجامات.
بالتأكيد. سأتصل بك عندما يكونوا جاهزين.
شوفو الغداء؟
سيتوقف الليموزين أولاً عند البوابة الشمالية.
إلى متى يمكنني الاستمرار في استخدام مطعم الفندق؟
هل هو قطار مباشر؟
بصراحة، الوقت متأخر قليلاً. أعتقد أنه يجب علي المغادرة الآن. شكراً جزيلاً على الأمسية الرائعة.
بإمكاني أخذ بعض الدواء لوجع بطني؟
أريد دجاج مشوي.
خطئي. ليس خطؤك.
عفوا، متى ينتهي هذا الفيلم؟
الواحد، من فضلك.
جواهرتي سُرقت. أحتاج إلى تقديم تقرير.
دقيقة واحدة من فضلك. سأوصلك بالسيد جونز.
مرحبا. هذا الخطوط الجوية المتحدة.
اين تعلم السيد جونز اللغة اليابانية؟
لدي واحدة صغيرة بنفس التصميم.
هل تستطيع أن تأخذ هذه السراويل؟
الجمعة مساءً، في التاسعة.
هل هذا الباب إلى لاس فيغاس؟
هل لديك حافلة من المطار؟
آخر ملعقة، من فضلك.
إنه مالح قليلاً، لكني أحبه. هل أحضرتَه معك من اليابان؟
الرجاء الإسراع به إن أمكن.
هل يمكنكم دفع عشرة دولارات هنا مقابل الإيداع؟
نعم. أستيقظني بعد ثلاث ساعات، من فضلك.
أريد أن أطلب، من فضلك.
هل أقول نعم أم لا؟
إثنين ملاعق، من فضلك.
ما هي المحطة التالية؟
السيارة تصدر صوت غريب.
الوقت الذي تغلق فيه البريد؟
دفعت مبلغ 50 دولارًا كوديعة عند تسجيلي.
هل لديك دواء لتهيج المعدة؟
هل يجب علي ارتداء معطف وربطة عنق؟
هل يمكنني تحويل الأموال إلى حساب التوفير الخاص بي؟
نسيت حقيبتي.
أريد إعادة تأكيد رحلتي.
ساعتي. كانت ساعة رقمية جديدة الصنع من سويسرا.
لقد اجتزت هذا الاختبار بامتياز.
أريدك أن تأخذني إلى أماكن مثيرة. أنا سائح، كما تعلم.
هل يمكنني الذهاب في جولة سياحية أثناء تواجد السفينة في الميناء؟
أفضل أن تعدل مرآة الرؤية الخلفية.
سوف يكون هناك انتظار لمدة عشر دقائق أو نحو ذلك.
بإمكاني أخذ صحونكم؟
بكل سرور. في أي وقت تريد؟
أعتقد أنني تركت كاميرتي عندما تناولت العشاء هنا الليلة الماضية.
جمعهم عند البوابة.
أوه، لا. لن يكون ذلك ضروريًا. يمكنني أن أهتم به. لقد فعلت أكثر من كافٍ بالفعل.
إما إصلاحه أو استبداله، من فضلك.
بإمكاني فعلها في وقت ما الشهر القادم.
الرجاء أخذ وقتك.
كيف هذا المنتج الجديد مقارنة مع المنتجات الموجودة؟
الباعة في هذا المتجر لطفاء جداً.
بإمكانك الاحتفاظ بهذا لي؟
دقيقة واحدة من فضلك.
هل لديك علامات المطالبة الخاصة بك؟
أريد استئجار سيارة لمدة أسبوع.
نعم، في البداية، اغسلها بشكل منفصل.
ارني بعض الساعات للرجال.
الساعة أربعة عشرة.
كم تكلفة الليموزين للذهاب إلى وسط المدينة؟
منذ الصباح.
نحن بحاجة إلى الإسراع. إنهم يستعدون للصعود بالفعل.
يلائم تماماً.
سألت عن الدجاج.
لـ عشرة أيام.
كم عمر هذا الصبي؟
كم المجموع؟
أريد نفس الشيء، من فضلك.
لقد فقدت شيكات السفر.
اريد منك ان تعطيني بعض الدواء البارد.
الرجاء وضعه في مخروط.
أراه دائماً كل صباح في القطار.
هل يمكنكم تناول العشاء معنا هذا المساء؟
سأبقى في فندق بي حتى الغد. سأكون سعيدًا إذا أخبرته أنني هنا.
الرحلة متأخرة لمدة أربع وخمسين دقيقة.
اسمي شينو يامادا.
ما هي تخصصات هذا المطعم؟
لدينا نبيذ أبيض ممتاز.
بعض الأدوية الباردة فقط.
هل يمكنكم إحضار أمتعتي إلى اللوبي غداً صباحاً؟
أوه، يبدو أنني أخسر شيئًا كلما سافرت.
لقد فقدت استخدام ذراعي اليمنى.
مرحبا، هل هذا لروي؟
ثم، ستصل إلى شارع تسوق. إذا اتبعت الشارع ستصل إلى المحطة.
لا، ليس هنا. يوجد غرفة تدخين في مؤخرة هذا الكوتش.
بامكانك الحصول على كتيب؟
اذهبوا هناك الساعة التاسعة، من فضلك.
نعم يا سيدي. كيف تريدني أن أقطعه؟
أعتقد أن هناك خطأ في الفاتورة.
زيت وخل كافيين.
أنا عندي بالضبط ما تريد. هل يمكنني اقتراح هذا؟
قهوة بالسكر.
سبعة عشر أ. آه، آسف. لقد أخطأت.
هل سبق لك أن سمعت عن الأسبوع الذهبي في اليابان؟
شكرا لك. رجاء عد مرة أخرى.
هل ما زال مكتظاً؟
هل يمكنني تركها في أي مكان في البلد؟
ما الرقم الذي يجب أن أتصل به من هنا؟
اين اقدر اوصل لدزني لاند؟
بماذا تعتقد؟
عفواً. أين المطعم الرئيسي؟
أريد إجراء مكالمة إلى اليابان.
د.ثلاثة عشر هو رقم مقعدي. أين هو؟
ما هذا، من فضلك؟
ما نوعها الذي تريده؟
نعم. سنصل في الساعة الثامنة بالتوقيت المحلي.
لو وجيت أي حاجة، اتصل بي.
بإمكاني الحصول على بعض لحم الخنزير والبيض؟
شربة البطيخ للتحلية، من فضلك.
الماء الساخن ليس ساخناً بما فيه الكفاية.
هل تشرح لي كيف أفعل ذلك؟
الرجاء كتابة عنوان الاتصال الخاص بك هنا.
هل يمكنني استخدام فلاش؟
شكرا. عد إلى غرفتي في نفس الوقت غدا. سأكون قد أعددت الصور بحلول ذلك الوقت.
آسف الآن لا يمكنكم الطلب إلا من قائمة الليل.
الرصاصية أو غير الرصاصية؟
أنا أعاني من الصداع.
هذه الغرفة 12-7.
أريد غرفة مختلفة.
كم مدّة صلاحية هذه التأشيرة؟
هناك مستشفى من هنا؟
أريد بدلة.
هل لديك عرض أكبر؟
هل يمكنني تجربة المقاس 9؟
فندق آمن يقدم إفطار رائع، من فضلك.
اين هو حديقة الحيوانات؟
أكبر من ذلك؟
ثلاثون دولارا وثمانون.
يعتمد على مدى دفء المكان، لكن في وسط اليابان، أوائل أبريل.
شطيرة الجبن ورقائق البطاطس.
لقد فاتك القطار الأخير.
ما عندي فلوس صغيرة.
بَقِيتْ تِذكرة الباص؟
كريدت، من فضلك.
كنت على متن رحلة الخطوط الجوية المتحدة رقم 828.
إنه مزعج للغاية حول غرفتي.
على الساحل الشرقي، تجد أيضاً أماكن مشهورة، مثل نيويورك، واشنطن العاصمة وبوسطن.
هل لديك أوراق يابانية؟
يبدو الأمر جيداً.
هل من المقبول أن أترك أمتعتي معك حتى الساعة الواحدة؟
هل هناك جولة في المدينة؟
نعم. أخشى أنني مضطر. ما مدى جودة الحفاظ على الأمن في هذه المنطقة؟
أرى. أحاول استئجار سيارة سيتروين.
لدي موهبة فطرية.
كذا تمام. وين الخبز؟
دخان، من فضلك. وكرسي بجانب النافذة، من فضلك.
و ما هو رسمك على الخياطة؟
السؤال هو أيهما أسرع، سيارة أجرة أو سيارة إسعاف؟
هل لديكم هذه القميص بألوان أخرى؟
لست بحاجة إلى مشاهدة التلفزيون طوال الوقت.
نعم، نحن قادمون عليه، قادمون عليه.
أفضل أن تدخل مستشفانا.
اين يمكنني ان اجد سوبر ماركت؟
ايتها السعر غالي قليلا. لا تستطيع ان تعطيني استراحة؟
كم عدد المحطات حتى أغير؟
الرجل سرق حقيبتي.
كلا، حبوب الهضم وحبوب المغص مختلفين، أليس كذلك؟
أريد أن أرى الميناء.
إقتراح جميل.
كم يستغرق المشي؟
سأأخذ عشرين من أكبر دببة ألعاب، من فضلك.
ما رقم الصراف؟
سهل. سأبحث في دليل الهاتف.
هل لديكم غرف أكبر؟
كم فاتورتي؟
أريد البقاء في هذه الغرفة ليلة أخرى.
عفواً، لكنني أرغب في تسليم تقرير السرقة.
وذلك يعتمد على وسيلة النقل التي ستستعملها. هل ستسافر بالباص أم بالطائرة؟
هل تضايقك إذا جلست هنا؟
هل يمكنني إرسال بريد إلكتروني واحد مقابل دولار واحد؟
نعم، رجاءً أرسله إلى الغرفة الثانية عشر و الثلاثين.
املأ هذا النموذج التسجيلي من فضلك.
أريد تذكرتين ذهاب وعودة إلى أكسفورد.
إلى أي وقت يجب أن آتي إلى المطار؟
هذا بطيء.
اين يمكنني تطوير الفيلم؟
لا، من فضلك لا تفعل ذلك. هل تريد حفظ أسئلتك لنهاية حديثي، عندما أسألكم عنها؟
أريد مقعداً جيداً.
خوفا من أن المرحاض لا يعمل. أحتاج إلى مساعدة.
ليس هناك أي شيء صعب أو غامض.
سأحضر لك مقعدك. هكذا، من فضلك.
عفواً، هل يمكنني أن أسألك سؤالاً؟
أعتقد ذلك.
مرحبا. من الجميل أن ألتقي بك.
أريد أن أمرر هذه الأمتعة إلى طوكيو، من فضلك.
هل تريد أن تري لي واحدة أكبر قليلاً؟
أعتقد أن الملابس المصنوعة في اليابان هي بالتأكيد أفضل صنعًا.
أفضل أن تتخلى عن الأمر.
إعادة قول مرة أخرى من فضلك.
بإمكانك كتابة العنوان ورقم الهاتف من فضلك؟
هل هو ساخن؟
الطائرة التي سأغادر منها هي؟
لم تتلقوا الاستمارة في الطائرة؟
أريد مكواة.
وصل المجموع إلى ثلاثين وثمانية دولارات.
شكرا لكم على مشاركتكم أفكاركم الفريدة معنا.
أذهب للتزلج مرتين في الشهر خلال الموسم.
ولدت في الأول من أبريل عام 1955.
هل يمكنني استئجار مضارب؟
هذي الباص المناسب للوسط المدينة؟
كم سعر هذا العطر؟
لماذا؟
اين يمكنني ان اذهب من اجل اجراء الاجراءات الرسمية؟
خمسون باوند.
هل يشمل ذلك الضريبة؟
ما هي الخُراجات؟
الرجاء استدعاء سيارة إسعاف.
سأراهن بثلاثة دولارات على هذا.
كيف الحال؟
ما فيش أكل ما برضاهش.
يوم الدستور أو "كيمبو كينينبي" هو عطلة وطنية في الثالث من مايو للاحتفال بإنشاء الدستور الياباني الحالي.
هل هذه الجولة تشمل زيارة برج سيرز؟
هناك مكتبة كتب من هنا؟
سأحضر المدرسة الصيفية في جامعة هاواي.
الآن أين نحن نمر؟
اتنين بالغين و طفل عمره 3 سنين.
في غرفة استراحة في المحطة.
