كتلقاها تما، غير قدام المعلومات ديال السياح.
ما سمعتش من قبل بهذا العنوان هنا.
سير مباشره حتي تشوف صيدليه.
شحال الثمن ديال الفطور؟
كيفاش نقدر نعاونك؟
مشِ لليسار ف الزاويه الثالثه.
بغيتي الكريمه والسكر فالقهوه ديالك؟
واش تقدر تصرف ليّ الشيك ديالي اللي فيه ماءتين دولار؟
الا ظهرت، عيط لي من فضلك.
فين هو القهوه ديال؟
بغيت سويتر ديال الدراري.
حسنًا. كتكلف خمسه وخمسين سنتيم للبريد العادي وثلاثه دولارات وصفر سنتيم اضافيه للتوصيل الخاص.
غادي نشري هاد الشي الا كنت مكانك.
هل غادي نواجه شي صعوبه مع الجمارك؟
عندك صباط ديال اللبسه بكعب عريض؟
لا. واش نقدر نقترح عليك زوج للاستعمال الفردي؟ عندنا واحد.
بغيت بريم مشدود، عفاك.
باغا بيره.
صباح الخير. كيف داير؟
خايف خصني نشوف شي نوع ديال التعريف.
شنو نوع التغطيه؟
هادي شويه بارده. غادي تسخنها؟
سمح لي، هاد البلاصه مشغوله من قبل.
انا بخير. ولكن واش ممكن تتصل بصاحبي؟
شكراً، هاد الشي كافي.
شكون هو احسن صاحب ديالك؟
نهار الصحه والرياضه 10 اكتوبر هو عطله وطنيه مخصصه لتعزيز صحه الناس.
بغيتي نشيك تحت الغطاء؟
واش تقدر تعاوني نلقي الحقيبه ديالي؟
هل غادي تدير الترتيبات مسبقا؟
كتعاونني. شكراً.
مني توصل، سول شي حد اخر، عفاك.
بغيت التمديد ديال اربعه وعشرين، عفاك.
ها جوج دولارات. خلي الباقي.
واحد هامبورغر وواحد تشيزبرغر، عفاك.
شحال كتسالي علي المعالجه؟
كل واحد فينا بغا يخلص علي الماكله ديالو.
المكان كان علي كرسي ف اللوبي.
عفاك، بدل هاد اليان ديال هاد الشيبا ديال البون.
بغيت قاموس صغير فجيب، عفاك.
لجوج ديال الناس علي السابعه. الاسم هو وطانابي.
ساعه ديالي. كانت ديال سيكو ديجيتال.
غادي يكون من دواينا نخدموك بالمشروب اللي تختارو، من بعد العشاء. دليل كامل للمشروبات اللي كنقدموها فهاد الرحله كاين فدليل المعلومات ديال مجلتنا.
كتسكن هنا حدا؟
فين هو محل الهدايا؟
انا علي الطريق السريع واحد قريب من مورّو باي.
بغيت ساعه منبهه، عفاك.
بالمناسبه، اسمي هيروشي ايجيما.
هاد القطار كيتوقف ف بحيره فورست، ماشي؟
معظم اليابانيين كياكلو الحبار و الحوته.
واش يمكن لي نعطيك جوج تذاكر الدرجه الثانيه لشيكاغو، عفاك؟
مشيت ل نيويورك.
شنو هو رقم الرحله؟
واحد لنيويورك، عفاك.
حوالي بضعه ايام.
الثاني من اليسار
هاد الكارت، موافق؟
هل هذا هو مكتب الاستقبال؟ واش كاينه عياده قريب؟
هل عشره دولارات كافيه بالتاكسي؟
هادي المذاق ديالها غريب.
ايه. استني، غادي نجيب واحد ليك.
نصّ كاس ديال النص، عفاك.
ماشي بزاف. غير شي حاجه ما غاليهش.
كتقلب علي شي حاجه؟
ربعه ليالي.
خصني شي جوارب.
واش تقدر تخليها ارخص حيتاش كاينين بعض البقع؟
راجل صدم فيا. من بعد لاحظت باللي محفظتي مشات.
ما متاكدش واش حشمت كفايه ديال الملابس لرحله ديال ثلاثه اسابيع.
بغينا نجربو واحد الخمر الابيض.
الا طلب مني شي حد، قول ليهم غادي نكون فالمقهي.
متاكد بلي كان عندي فجيب ديال الجاكيت ديالي من الداخل.
واش يمكن ليك تعطيني الاسم ورقم ديال الطرف اللي كتعيط ليه؟
هل الشركه ديال الطيران غادي تخلص لي باش نشري بعض الضروريات الشخصيه الاساسيه؟
بغيت غرفه فيها بانيو.
ما خرجش والو من الاله؟
كنت من المفروض تاخد الرحله 820، اللي طارت قبل خمسه عشر دقيقه. مزيان. نقدر نرتب ليك رحله اخري.
واحد فكا علبتي.
اه، ماشي شي حاجه. انت هنا، علي اي حال.
شركه الطيران اليابانيه، الرحله رقم واحد اثنين ثلاثه.
خصني نشري الشامبو.
واش تقدر تقول لي فاش غنوصلو للمركز المدني؟
فين هو الحانوت ديال اللحم الاقرب؟
بغينا نبقاو اربع ليالي من 1 غشت.
شنو سميّه هاد الورده؟
الخامس عشر من سبتمبر هو يوم الاحترام لكبار السن.
ما كاينش الصابون فالغرفه ديالي.
واش كاين شي حاجه نقدر ناخذها لهاد الطفح؟
واش تقدر تبدل الكلمات علي حسب اللي قلت دابا؟
شحال غادي ياخد الوقت باش نطلب؟
واش تقدر ترفع الصوت شويه، عفاك؟
شحال من الوقت غادي ياخد قبل ما يخرج؟
فين المعلومات ديال الرياضه؟
هذا الحجم هنا، اللي كتسميه الحجم العادي، غادي يكفي.
فين غادي يسالي الجوله، ووقتاش؟
فين خصني نبدل القطار باش نوصل لادينبرغ؟
بغيت نحط هاد الشي ف صندوق الامانات.
فين نقدر نبدل الفلوس ديالي؟
واش نقدروا نخليو حوايجنا، ما عدا الحوايج الثمينه، فالباص؟
كنسول علي شنو هاد الرسوم اللي علي الفاتوره ديالي.
غادي نخلص خمسين دولار.
دابا عرفت شنو كان الغلط.
ها انا ايكيدا كنهضر. عندي حجز لطابله فالسّاعه سته ونص هاد العشيه. سمح لي غادي نوصل نص ساعه متاخر.
شحال من اونصه ديال العطر نقدر نجيبها بلا ضراءب؟
غير السياحه.
مزيان، عفاك وقع عليهم. كيف بغيتهم؟
ما زال عندك المقاعد ديال العرض ديال الليله؟
بغيت واحد كبير.
نمت حتي مع منبه ديال السته وثلاثين.
انا مصور حر.
الوسطاء يقدرو يبدلو دولاراتك بنصاءح الكازينو. واش نمشيو؟
عندنا حوالي ثلاثين نوع ديال زيوت الحمام.
غادي نعطيك الاقتراح ديالي الاسبوع الجاي.
شكراً. شحال هادي هاد الزوج ديال القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي حفاظات ديال مره واحده.
منين جاو هاد الحوت ديال الفراشه؟
واش تقدر تبدلهم للدولارات، عفاك؟
حنا محظوظين بزاف. عندهم واحد ف الحجم الربعه ف محل Ala Moana.
واش كاينه شي ليموزين؟
واش يمكن لي نعطيوني مكالمه تنبيه ف الخامسه ونص ديال الصباح غدا؟
كنفضل غرفه هادءه.
بغيت شي مزيل طلاء الاظافر.
بغيت بطاريه.
واش كاين فرقه موسيقيه حيه ولا دي جي؟
واش نقدر نكرّي معدات الغطس؟
بغيت نحجز غرفه لاربع ليالي من 22 دجنبر.
واش هاد الحقيبه مناسبه لجميع الاحوال الجويه؟
بغيت واحد دونات، عافاك.
بغيت نكرّي اوتوماتيك لمده جوج ايام.
فاتني الطياره عشرين ديال سان فرانسيسكو.
شحال للطاروط؟
مزيان. امتي هو؟
شحال عندها ديال العام ديال بنتك؟
غادي تقول لي علي شي فنادق رخيصه ونقيه؟
يمكن لينا نحجز ليك غرفه مريحه فقلعه قديمه قريبه من نادي غولف مشهور.
كنوصي بها حيث مصنوعه من مكونات طبيعيه مءه في المءه.
واش القطار كيتوقف ف بريتون؟
واش تقدر تقول لي فين نقدر نلقي طاكسي؟
جوج تذاكر من الدرجه الثانيه، عفاك.
بغيت نبعت فاكاس.
بغيت مكواه للسفر.
واش نقدر نعطيك شي حاجه؟
نهاري؟ خايف نسول، ولكن شنو قصدك؟
بغيت واحد اللي يقدر يحتافظ بوثاءق بحجم الورق العادي بلا ما نطويها.
ايه، ولكن ما يكونش قوي بزاف.
انا عندي حساسيه من القطط.
ايه، خصك تكون عندك رخصه السياقه، وخصك تكون عندك رخصه من لجنه الطاكسي والليموزين.
تفضل، سيدي.
ما قادرش نجيب الماء السخون.
بغيت نحجز غرفه الليله.
لا، كاينسَتثني الضريبه وواجب الخدمه.
بغيتي تمشي تتسوق معايا هاد العشيه؟
سلام، هادي فعلاً فستان زوين بزاف.
دابا، مكالمتك وصلات. من فضلك تابع.
شنو هو رقم الباب؟
شنو هو تذكار هاواي العادي؟
واش نقدر نوصل لها بالمترو؟
بغيت نديك ديشيو.
واش غادي نوصلو لشي حاجه وهادي؟
انا من النرويج.
من عشره حتي لاثني عشر من فضلك.
بالطبع. خليني نشوفها. ظننت انك تضررت من المرجان.
غير فالحسبان، خلي عندك رقم الشخص المسءول.
كاين شي طريق سريع؟
علاش ما جاوش للحفله البارح؟
وقع حادث سير.
سمح لي، عندي رقم غالط.
عفاك دخل الرقم السري ديالك.
ما قدرش نضبط الصوره.
واحد برغر بالجبن وعصير برتقال، عافاك.
ها هو جواز سفري.
شكراً بزاف. اه، واش نقدر نمشي للفوق؟
واش يمكن لي نعطيك جوج ديال التذاكر للموسيقيه ديال الجمعه الجايه؟
راكب اخر تما قال بلي يقدرو يبدلو الكرسي معاك.
واش نقدر نمدد اقامتي؟
قول، واش كتعرف شي حاجه تستاهل تشوف هنا قريب؟
لا، بغيت نكرّي نص طقم ديال الكلاوب و زوج ديال الصبابط.
واش تقدر تقول لي ملي تلقاو الشنطه اللي ضاعت؟
شنو سميّه هاد الحديقه الوطنيه؟
عندي جرح بسيط.
فين هو بلاصه مزيانه باش تشوف المعالم السياحيه؟
واش يمكن لي نعطيك شي فاكهه؟
واش نقدر ناخد الغداء دابا؟
خصني نبدل هاد الدولارات.
خصني طاكسي. انا ف الجنوب الرءيسي و ليبرتي.
بالطبع، واش كتحتاج واحد داءم؟
ماشي تفاحه ولكن خوخ.
غادي نعطيك وصفه طبيه. خذها للصيدليه.
حنا كنهبطو ثلاث مرات فالاسبوع، نهار الثلاثاء، الجمعه، والسبت.
هادي غاليه، ماشي؟
نعم، عندنا هاد الشي. غادي نوجدوه ليك.
غادي تشدّ حقيبتي حتي لثلاثه ديال العشيه؟
لا، غير بغيت نوقف غير فهاد اللحظه.
واش نقدر نحجز هنا كراء سياره؟
واش انت امريكي؟
لهذا المكان، من فضلك.
طوموبيلي تعطلات.
فين هو الظل ديال العين؟
بغينا ركن هادء، الا ممكن.
واش هاد الطاكسي مجاني؟
هل هادي محطه سريعه؟
اش من وقت خصني نجي؟
بغيت كاس صغير ديال النبيذ الابيض.
اه. واش نقدر ناخد وجبتي من بعد؟ ماحسّيش مزيان دابا.
في الحقيقه، عندي خبر. غادي نتزوج.
واش كاين شي بنطلون اخر؟
واش يمكن لي نعطيك برنامج؟
تسرق لي غرفتي البارح الليله.
وريني الحوت اللي شفتو اليوم فكتاب الصور، عفاك.
شوف التعليمات علي علبه الماكله المعباه فالبلاستيك.
بغيت الفلوس الورقيه.
خطف لي الجيبي و هرب.
ما عندكش دروس تجريبيه؟
فين نقدر نشري طوابع البريد؟
انا من بريطانيا العظمي.
خصني نشيك هاد الشي مع مراتي.
بغيت نسترجع هاد الفلوس.
كاين صندوق الهاتف قدام هاد البنك.
غادي نوصل فنهار تاسع مارس وغادي نخرج فنهار رابع عشر.
ها شويه غالي، ما كتظنش؟
عندك الوصيله؟
فين هو الموقف ديال الطوبيس؟
بغيتي شي حلوه؟
كتعرف تهدر؟
نفس الشيء لي، من فضلك.
طلبي ما وصلش بعد.
كاينين بزاف ديال الينابيع الساخنه.
عفاك، بدل خمسين الف ين ياباني الي دولارات امريكيه.
هذا مزيان معايا. فالحقيقه بغيت نمدخن.
فين نقدر نكرّي سكي و صبّاط؟
نسيت المشروبات ديالنا؟
واش تقدر تبعتو لعنوان ديالي فاليابان عن طريق البريد الدولي للطرود مع الاداء عند الاستلام؟
بغيت كاس ديال العنب الاحمر.
غير الا كان ديالك، سيدي. هه-هه، غير نكته صغيره.
بالطبع. كيفاش نقدر نعاونك؟
عندنا بيره، ويسكي، براندي، جين، فودكا و نبيذ.
ID. اه، صحيح. واش جواز السفر مزيان؟
رقمي ديال الغرفه هو ثلاثين وسته وعشرين. واش تقدر تجيب ليّ الغسيل ديالي؟
غنشوف واش شي واحد منهم يناسب.
بغيت غلايه.
جيب لي شويه ديال الجبن المبشور.
واش نقدر نخلي ليّ تياب ديالي يتغسلوا حتي غدا الصباح؟
واش تقدر تخليه يتصل بيا من جديد؟
علاش اذن؟
سمح لي. كاين شي مكتبه هنا حدا؟
كنظن بلي درتي غلطه. الغرفه كانت مسبقه الدفع. عندي وصل.
الطوبيس كاين تما.
بغيت جوج ديال الرولات ديال ISO ماءه، فيلم ديال اللون، سته وثلاثين صوره، عفاك.
بغيت نصرف هاد الشيك ديال سبعين دولار.
بغيت نشري طوابع لعشره كروت ديال البريد لليابان، عفاك.
كاين شي بنوك قريب من المحطه؟
خايف كاين غلطه فالفاتوره.
ها هنا بالضبط.
واحد تشيزبرغر للماشي، عفاك.
ما بقاش ممكن تدير خدمه ديال التصميم بلا كمبيوتر دابا.
جري.
كاين تمزق هنا فبلوزتي. كنتساءل واش تقدر تصلحو لي، عفاك؟
شحال الثمن ديال التذكره لمانشستر؟
واش تقدر تعير لي كابل ديال البوستر؟
فين نقدر نشري بساط الشاطء؟
من فضلك، عطي لي حجز جديد.
عطيني ديك الشريحه ديال اللحم، ولكن ما تكونش سميكه بحال هادي.
حنا جايين فالسابعه.
مني كنشوف الثمن هكا منخفض، كيبان ليّ سخيف نشري شي حاجه ف اليابان.
حتي انا، سرقوا لي سجلاتي.
بغيت واحد الكيس ديال الايس كريم بالفانيلا، عفاك.
انا متفق. خاصها تولي طبيعيه بزاف.
حذر من الفجوه، حذر من الفجوه، ثم قرب من الابواب، من فضلك.
خصني بطاقه اءتمان.
ها هو الرقم.
عافاك، قول لي واحد البلاصه مزيانه فهاد الواد.
عافاك، عطي لي تقرير الحادث.
لا، شكراً غير دابا.
حسنًا، بقي علي الخط من فضلك. السيد ناكاجيما، السيده سايتو ما كتشوفش ترد علي المكالمه. بغيتي نعاود نعيط ليها شويه اخري؟
ممكن، ولكن خصنا نوزنهم كل واحد بوحدو.
باين شويه نادر بزاف.
فين هو المكان ديال استلام الشنط ديال الرحله سبعه صفر ثلاثه؟
كاين شي حاجه مشي مزيانه فقبضتك.
هل غادي يفسد؟
لا، شكراً. من الاحسن ليّ ما نشربش اكثر.
عافاك قول لي شي شوارع مريحه للتسوق.
واش هاد الطوبيس كيمشي للفندق هيلتون؟
دابا، هاد اللوحه مميزه بزاف. هي ديال تسوروتارو كاتاواكا. معروف كفنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
واش نقدر نعزمك علي العشاء شي مره؟
مزيان. شنو هو اسم الحزب ديالك ورقم ديالو، عفاك.
سمح لي. خليني نخرج، عفاك.
واش تقدر تتصل بواحد من الموظفين اللي كيتكلمو اليابانيه؟
حنا نزورو اقاربنا بزاف ديال المرات.
ميكي هاياكوا. هادي الغرفه سبعه و جوج.
خصني نبقي هنا الليله، ماشي؟ تقدر تعاونني نحجز غرفه ف فندق؟
ما خصهاش تكون طويله. خمسه عشر دقيقه علي الاكثر.
واش تقدر تقول لي شحال الثمن ديال هاد المكالمه؟
واش تقدر تقول ليها بلي عيطت ليها، عفاك؟ غادي نعيط ليها مره اخري من بعد.
واش كاين شي جوله فالصباح؟
كتبدل العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار فالمجموع لثلاثه ديال الناس.
فين نقدر نشري رول ديال الفيلم؟
عندك بيره يابانيه؟
بغيت بدله سباحه صغيره من فضلك.
بغيت نسجل حقيبتي.
ها هي الانسه كوازو في الغرفه سته عشر واحد عشر.
مرحبا بك.
ما كايناش.
شنو اللي كيعني ليك اكثر كاعب ديال اليابانيين، نهار العام الجديد ولا عيد الميلاد؟
رقم المقعد ديالك هو 32 ا. من بعد، سِير مباشره فهاد الممر. هو المقعد ديال الشباك.
غير دقيقه واحده، عفاك.
عفاك عَمّر تقرير الفقدان.
ما فهمتش الامريكي، انا كنتكلم الانجليزيه ديال الملكه.
من البارح.
كتشمل تامين التصادم والمسءوليه.
ضاعت لي بطاقه المطالبه ديالي.
عندك شي بروشات بتصاميم مزيانه؟
كنعيط من كشك عمومي فميسي.
هادو كبيرين بزاف.
شحال الثمن ديال الوقوف ف الساعه؟
سيدات وساده، ف رحلتنا اليوم، عندنا مضيفات طيران كيتكلمو اليابانيه وكتعرفوهم من خلال دبابيس العلم اللي لابسينها. الا كنتي عارف شي حد اللي محتاج مساعده ف اللغه، عافاك خبرنا.
واش كاين فتره معينه من الفن اللي كتفضلها؟
عفاك، تفقدها مره اخري.
سير مباشره علي طول الواد حوالي نص ميل. غادي توصل للبارك.
لا، هما قويين بزاف.
حسنا، غادي نبعتها للاس فيغاس من اجلك.
كنقلب علي تيشورتات ديال الجري.
بغيتي شي حاجه تشربها من البار؟
من فضلك، من هاد الطريق. استعمل هاد المصعد.
خصك تمشي مع قطار تمانين وثلاثين.
كاين شي سينما هنا حدايا؟
دابا هو موسم المحار، لذلك غيكونو مزيانين.
بغيت ساعه مستعمله.
غادي نديك ف حوالي تاسعه ديال العشيه.
كتشوف الوقت كاين. خصني نمشي.
ما استعملتش خدمه الغسيل ديالك. غادي تراجع هاد الشي مره اخري؟
بغيت اتاي، عفاك.
لا، ما كاينش.
هل هادي هي المحطه الاخيره؟
خلينا نعيطولو.
هل هاد الشي حار بزاف؟
فين نقدر نلقي باص ديال السياحه؟
نعم، بغيت نشوف معالم المدينه.
كاين بزاف ديال السياح حدا المبني، اللي باين عليهم تجمعو باش يشوفو شنو كاين.
شكراً علي كرم الضيافه ديالك.
الصدق هو احسن سياسه
واش تقدر تصحيني علي السته ديال العشيه، عفاك؟
شحال الثمن ديال نص نهار؟
انا كينجي.
كتعرف شي بلايص مزيانه باش تشوف فشيكاغو؟
حسنا، اذا كنتما مصممين، غادي نمشي معاكم.
واش تقدر تبدل هاد الشيء بواحد اخر من نفس النوع، عافاك؟
بغيت نحجز لثلاثه ونصف ديال العشيه
الصالحه ديال السلامه، عفاك.
عفاك، اختار نبيذ مناسب.
بغيت بلاصه صغيره.
خصني نخلص علي الغاز؟
حرامي. قبض عليه.
حنا كنتسناو صحابنا يجو.
عفاك، عطيني شي فلوس صغيره.
عفاك، واحد ديال الثابته مشدوده مزيان.
هي صغيره و زوينه.
شنو اوبرا ديال اليوم؟
مقلي، عفاك.
ما رجعش ليّ الغسيل ديالي بعد.
بالمناسبه، واش انت فاضي هاد السبت الجاي؟
مزيان، يمكن نكونو مزيانين مع بعضنا البعض.
عاملتني بحال الي انا متسول.
فهمت. وزيد، واش تقدر تعاونني مع مشكل اخر؟
واش تقدر تحط عدسات بوصفه طبيه فهاد النظارات الشمسيه؟
غادي ناخد جوج ديال هادوك.
شنو الكلاب الزوينه. شنو السلاله؟
طحت المعلقه ديالي. عفاك جيب لي وحده اخري.
كانت ممتعه.
بالطبع. سِرّ مباشره ولف اليمين فالثالث زاويه. غتلقاه علي اليمين ديالك.
عندك شي فيلم للشراءح الملونه؟
كتعرف كاثي؟ هادي حفله عيد ميلادها.
عندك واحد الكارت ديال الالوان؟
واش نقدر نخلص بشيك ديال المسافر؟
ولكن، يا راجل، كيفاش نعرف هادي هي الحاجه الحقيقيه؟
واش نقدر ناخدو بلا ضراءب؟
ما قدرش نحط حقيبتي تحت الكرسي. واش تقدر تحفضها ليا، عافاك؟
عافاك، تقدر تضع هاد الحقيبه فالصندوق ديال السياره؟
انا غادي نخرج دابا، غادي ناخدو.
عفاك، صيفط شي حد يجيب لي الحقاءب ديالي مع السادسه والنصف.
بغيت خريطه ديال سان فرانسيسكو والمنطقه اللي حداها.
شنو نوع الخبز اللي عندك؟
فين هو المصعد؟
واش كاين شي حد لي يقدر يعزف علي البيانو؟
فين خاصني نوقف باش نمشي لبناء امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، ولكن ما كنديرش فكر نقدر نبقي جوج ليالي. واش تقدر تحجز لي غرفه توام فداك الفندق لليله ديال 12 مارس غير؟
واش نقدر نحجز غرفه مزدوجه مطله علي البحر؟
ما قررناش بعد.
رفيقي تعثر ولفت كاحلو.
غادي نجرب شي شراب بارد.
واش كاين شي مطعم تايلاندي قريب؟
هو بجانب داك البنايه الطويله. اذن، رجع نفس الطريق اللي جيتي منه حتي وصلتي للضو ديال المرور. من بعد، قلب لليسار.
خصني نطلع طياره لوس انجلوس بكري غدا الصباح.
من بعد، نقدر نوصي بثقه بهاذ "جوله مدينه سان فرانسيسكو". هاد الشي كيعطيك نظره عامه علي سان فرانسيسكو.
بغيت ندير التامين.
خلينا نطبقو كماده بارده باش نخففو الالم.
باغا تشري فستان.
شحال الثمن ديال الطاكسي لهاد الفندق؟
فين هو الحمام؟
واش كاين شي ثمن باش تدخل هاد المبني؟
خليها علي خاطرك.
كنقلب علي شي حاجه رسميه.
النافذه مسدوده.
فاي جهه من ساحه الاتحاد هو؟
نصف اونصه ديال شانيل رقم خمسه، عفاك.
شنو رايك ف شي قهوه؟
هل خصني تذكره؟
شحال تقريباً هو الثمن ديال الخدمه؟
شحال من وقت من هنا؟
كريمه وسكر؟
واش عندكم شي نسبه تخفيض للاعضاء؟
واش كاين سوبر اكسبريس ف تمانه ونص؟
خليني نتحقق من ساءل الفرامل والمحرك ديالك. المحرك ديالك باين عليه كيكاد يوقف.
ما كانتش غلطتي.
ما كاينش الكهرباء.
غادي نبلغ هاد الشي للبوليس.
هل كل واحد غادي يخلص علي المشروبات ديالو؟
اي بلاصه من ثلاثين حتي لخمسين دولار ف الليله.
عفاك تصلح هاد الشي.
فايام راس العام. وفالمناسبات الخاصه بحال حفلات العرس، حفلات توزيع الجواءز او الجناءز.
زيد شويه ديال المسترده، عفاك.
علاش ما تعطيهاش هديه؟
شنو الفيلم اللي كتوصي به؟
ها عشرين و عافاك عطي لي جوج دولارات فراق.
ضربتني من الجانب.
نقدر نجي علي جوج.
هل هاد هو الشنطه ديال الرحله JAL صفر واحد؟
هذه هي اول رحله لي لباريس.
واش تقدر تقدر الثمن قبل ما تبدا الخدمه عليها؟
دخل من فضلك.
رحله المشي ديالنا غادي تكون بزاف ديال المتعه.
فين نركبو الباطو؟
ما عندناش شي حقيبه لهاد المبلغ، غادي نحطها فهاذك الكيس البلاستيكي الكبير.
بغيت نلعب التنس.
كاين عصير ديال الاناناس، البرتقال والطماطم.
الجانب اليسار ديال هاد الطابق، قريب من السلم المتحرك.
شنو كاين فالسيمانه ديال الحفله اليوم؟
ما تفضلش تشوف فيلم اخر؟
عفاك، بدل هاد الشيك ديال المسافرين بالنقد.
بغيت نفس الكورس غدا، من فضلك.
يمكن لي نعطيك جواب حسن علي هاد السءال من بعد جوج ديال العروض.
خصني هديه لعيد الزواج.
شنو هي العروض الموسيقيه اللي كاينه دابا؟
عندك مراه؟
سمح لي، ولكن ضيعت طريقي. واش تقدر تعاونني؟
غادي ناخد هاد واحد، عفاك.
ما تقدرش تجيب الالعاب الناريه لكندا.
شنو طباخه زوينه ديال مراتك.
باغي شي مساعده؟
واش تقدر تحجز ليك طاكسي لسته غدا الصباح، عفاك؟
شنو بغيتي مع الماكله ديالك؟
كاين شي بوتيك هنا حدا؟
هاد البلاصه معمره بالناس، ماشي؟
سمح لي. غيكونو جاهزين فحوالي خمس دقايق.
تعبت راسي من النوم.
حسنًا، لا مشكله. واش يمكن لي نشوف جواز السفر ديالك؟
ما عنديش حتي فلوس.
اش من الوقت خصني نكون فالمحطه؟
كاينين بزاف ديال المطاعم هنا حدا.
حذا غرفه المعاطف.
مزيان نهدر معاك.
واش كاين جوله فالعشيه؟
انا مع صحابي.
استمتعت باقامتي. شكراً لك.
الشاطء تحت مباشره. يا لها من منظر جميل.
شكراً علي الانتظار، استاذه مكغواير. ها هو. تفضلي، من فضلك.
عندك بطاقه تعريف بصورك؟
سِته، عفاك.
بغيت نبعت هاد لليوغا. امتي غادي يكون واجد؟
عندي سروال مخطط
نعم. شي شنطه ديال شي شخص اخر توصلت بها فالغرفه ديالي دابا. واش تقدر تشوفها، عفاك؟
واش يمكن ليك تشرح ليه اكثر بالتفصيل؟
واش نمت مزيان؟
هل غادي تضغط علي زر التصوير؟
جوج ديال المفاتيح، عفاك.
بغيت ضوّايه.
كتلقاه فاخر الممر.
بغيت شي ورقه ديال الملاحظات.
هل غادي نْمْشيو بالحافله؟
قلت انك غادي تخرج لطوكيو غدا؟
خليوني ننعس حتي التسعود ديال العشيه.
خصني نحول ل AW واحد ميه. واش ممكن؟
كيف داير فاللعبه ديالك هاد الايام؟
حسّيت راسي محبوس فالصدر.
ماشي مشكل. الا جيتي ف5 شتنبر، تقدر تستمتع بعرض افلام علميه حيث عندنا نهار مفتوح خاص فالاول جمعه من كل شهر.
عندك شي جوله اخري؟
مزيان، خصم ديال خمسه فالميه. واش هادشي مزيان؟
غادي نمشي لباريس.
ماشي هو اخر موديل، صح؟
مقرّر علي الثمانيه ونصف ديال العشيه بالتوقيت المحلي.
خود داك البنايه معانا، عفاك.
حسنا. غادي ناخد واحد الكاس ديال الحجم المتوسط و كره ديال الرز.
كيفاش هاد الشكل؟
بغيت نشوف هادك فالشباك، عفاك.
مستحيل. حنا فالعطله. رافض نيبقي فالغرفه ديال الفندق ونتفرج فالباسبول فالتلفاز. بغيت نمشي نشوف مسرحيه.
واش نقدر نلمسها؟
واش تقدر تجي هنا تصلحو؟
بغيت شي ليفه صناعيه.
اسمي تارو تاناكا. عندي حجز.
بغيت شي كريم ديال التنقيه.
بغيت سويتر بيدين طويلين.
سرقوا ليّ حقيبتي.
طرقنا كيبان ليها كتقاطع بزاف ديال المرات، ماشي هكا؟
واش نقدر نشوف المينيو مره اخري؟
ما زالوا كيبانوا شويه خضر.
شحال؟
فراوله، عفاك.
جبل فوجي هو اعلي قمه ف اليابان بارتفاع ديال ثلاثه الاف وسبعماءه وسته وسبعين متر.
لا، ما زال ماختارش. كاين بزاف ديال الاختيارات.
بغيت شي كريم ديال الليل.
ما بين المخبزه والجزاره.
واش تقدر تقصر الاكمام؟
خايف ما كاينش ملعب غولف هنايا.
واش تقدر توريني الخاتم الثاني من اليسار؟
واش تقدر تسول عليه يعيط لي؟
حاولت ندي مكالمه دوليه. وصلتيها حتي دابا؟
هذا غالط.
ايه، هادي هي. حيث تقدر تشوف العلم قدام البريد.
غادي تْبعتهم بالتاكيد، صح؟
بغيت ندير مكالمه تلفونيه باستعمال بطاقه الاءتمان.
بغيت ديالي يمشي.
مني يوصل، غادي نخلصو باش نبعثوه لعنوان ديالك فالدار.
هاد الايام ديما كنستعمل الكمبيوتر فالخدمه.
اه، مزيان. فهمت. غادي نجي عندك.
لا، هاد الشي كافي.
واش يمكن لي نعطيك بطانيه ووساده؟
واش تقدر تجي هنا في اقرب وقت ممكن، عفاك؟
كاس ديال القهوه، عفاك.
كنقلب علي شي بطاقات اللي عادهً كاينه ف هاواي.
واش تقدر تشد الخصر بثلاثه سنتيمترات؟
انا في نفس العمر.
غادي تجيب لي شي قهوه؟
ثلاث ميه وخمسين دولار؟ هادي اكثر من الميزانيه ديالي.
هل خاصنا نديرو تصويت علي هاد الشي؟ الا لا، كنظن وصلنا لقرار، وغادي نبعثو لاءحه ديالو لمجلس الاداره ديالنا غدا الصباح.
كتعرف واش كاين شي فنادق رخيصه؟
صباح الخير. نمت مزيان؟
شنو ناوي تدير من بعد ما تسالي المدرسه؟
سرقوا مني حقيبه الكتف ديالي فالزنقه.
هل كان عندك خدمات اخري غير الفطور هاد الصباح؟
بغيت واحد الكاس ديال القهوه البيضه، عفاك.
واش فندق شيراتون قريب من هنا؟
كنتمني ما تكونش تعبان بزاف.
بغيت نكرّي سياره من هاد النوع لمده جوج ايام.
غادي ناخد وحده ديال جاك دانيلز.
بغيت شي كيس ديال البوبكورن، عافاك.
سقطت عصا التزحلق ديالي.
ما كنجيبوش شي هدايا للترحيب. بالعكس، الضياف كيجيبوا الفلوس.
بغيت نبعتها عن طريق البريد العادي.
الطاءره وصلت متاخره بسبب الثلج الكثيف
عفاك، عطيها الشارج.
واش تقدر تعطي لي رساله، عفاك؟
سمح لي، ما قدرش نتبعك. واش ممكن تهدر شويه بشويه، عفاك؟
شنو نقدر نوريك؟
واش نقدر ناخد صور؟
من ميه واحده
رقم الرحله هو HP تمانين وتسعه لطوكيو ف 11 مارس
واش نقدر ناخد نفس الطبق ديال هاداك؟
عندك واحد اخر؟
عفاك جي لي الافطار ديالي للغرفه ديالي السابعه صباح غدا.
واحد من فريق الصيانه غادي يكون قريباً.
سمح لي. غادي نرجع من بعد.
كيفاش نقدر ناخدو؟
واش كاين شي خلات ف الجوله ديال الخميس؟
سمح لي. يمكن لي ندوز؟
عندك شي نباتات و فواكه؟
عافاك قول لي كيفاش نعمر بطاقه النزول؟
كنعتقد بلي طوموبيلي كيسوا تقريبا خمسه الاف دولار.
هل هاد الماكله قليله فالسعرات الحراريه؟
اي باص خصني ناخد باش نمشي للمحطه؟
ايه، هو كذلك. ولكن خصك تدي اليسار عند الضوء ديال التالته ديال الطوموبيلات وبقي فهديك الشارع حتي توصل للطريق سته وستين.
بغيت كاس ديال الماء باش ناخذ شي دوا، عافاك.
غادي نكون ممتن بزاف الا مشيت بيا للبحر.
سمح لي. عندك رقم غالط. هادي هي تانكيوشا بريس.
حنا كنعملوا الخروج.
شنو هاد الموسيقي؟
عفاك، عطِ هاد الشراب لولدك، وحده قياس، من بعد كل وجبه.
هاد الاسلوب متوفر فـ 28، 31 و 35 سنتيمتر.
اه، هادشي كيبان بزاف.
واش نقدر نستعمل تليفون ديالك؟
هاد الريحه زوينه بزاف. بشحال هادي؟
بغيت ناكد مره اخري الرحله ديالي لشيكاغو فالسابع عشر.
كلت شويه بزاف.
واش نقدر نهضر مع السيده براون؟
هاد الدار باين عليها مريحه للعيش فيها، ماشي هكا؟
بغيت نحجز علي رحله شركه Northwest Airlines رقم 086 للخامس.
محفظتي، جواز سفري والاغراض الشخصيه الاخري.
امتي تسدّ؟
سير دقيقه. يمكن خليتها ف الحمام.
ها ديك هي بالضبط اللي كنت غادي نقول.
ايه، كنظن هكا.
ديارك كبيره. شحال ديال الغرف؟
استمتعنا بالعشاء.
فهمت، ولكن ما نقدرش نقولها.
اه، نعم، من فضلك. كنتمني ما يمرضوش من البحر.
الي طوكيو، من فضلك.
شحال من الوقت باقي باش نوصلو؟
غادي نخرج بكري غدا، لذلك بغيت نخلص دابا.
شيري جاف، من فضلك.
جلسه بلا تدخين، من فضلك.
هو مشغول دابا.
واش الاجانب يقدرو يوصلو للكتب فهاد المكتبه؟
واش ممكن نبقي فغرفتي حتي للساعه جوج ديال العشيه؟
ها-ها. صباح الخير علي وقتك. مزيان.
بغيت شي شويه ديال هاد الفيلم ديال رقم ASA هادا لهاد الكاميرا، عفاك.
فين كاينين لوحات مونيه؟
هذي البيتزا لذيذه. شكون اللي صاوبها؟
اش كاين فهذ الطبق؟
حتي هما غاليين.
امتي غادي يخرج القطار الجاي لبوسطن؟
انا ناوي نتعلم الغولف.
عافاك، عطي لي مشروب اخر.
واش من موجه زوينه ديال السورفر.
خايف الراس ديال الكمّ قصير بزاف.
واش تقدر توريني كيفاش ندخل الغاز؟
هل ثمن الفندق كيضمن الفطور؟
هل هذا كل شيء؟
راه نازل هاد الطريق.
عفاك، بدا العداد.
غرفتي بارده بزاف.
غادي نرجع ليك من بعد منين نكونو اقل مشغوليه.
عندك واحد اكبر؟
حسّيت براسي مزيان.
واش كتعرف جغرافيه ديال اليابان؟
عافاك ورّيني فين انا فهاد الخريطه.
مءه في المءه ديال القطن
بغيت نبدل لغرفه فيها منظر علي البحر. واش كاين شي رسوم زايده؟
شحال الثمن ديال الكراء ديال نص النهار ديال لوح؟
عشره نونبر
بغيت ريبون ديال الطابعات.
كتجي لذيذه بزاف.
امتي غادي نطيرو؟
كيفاش كتقول للساءق بلي بغيتي تنزل؟
اربعه وعشرين دولار. بغيتي اكثر؟
حجزت فطوكيو قبل شهر واحد.
كنشكرك من اعماق قلبي.
هل نزل هنا علي مركز روكفلر؟
عفاك قيس لي مقاس حذاءي.
هادي زوينه بزاف.
واش غادي تخرج معايا فموعد؟
عفاك، نقّي هاد المعطف.
بغيت نكرّي مركب ماءي.
فين هو قسم ديال النساء؟
ما كاينش القهوه؟
في اي ميدان كان قبل؟
اللهم. اللهم. اللهم. اللهم. وليت متعود علي وجهها.
هل خصني نخلص الرسوم الزايده ملي ندخل لشي بنايه؟
السلام، الحفله ديالك علي الخط. تفضل، من فضلك.
جريحي كيتوجّع.
فين المحطه؟
عندي القشعريره.
ثلاثه ايام.
عبر الجسر ديك، وغادي تلقي المكتبه علي اليسار.
عافاك عاونّي نلقي مرشد كيتكلم اليابانيه.
ما بغيتش واحد كبير بزاف.
غادي يكون تاخير بسيط.
شنو الفرق بين هاد الفنادق؟
تلفت محطتي.
كان زوين. شكراً.
غادي نكون هناك حوالي السته ديال العشيه.
عندك شي حاجه شويه طويله؟
تاريخ الانتهاء هو ۱۹ مارس ۱۹۹۹
كيفاش كانت؟
واش كاينين شي كازينوهات مزيانه؟
ها هو الفلوس ديال الاقلام الكتبيه. ورقه ديال ماءه دولار.
فين القسم ديال السيدات؟
فين نقدر نركب الباطو؟
صاحبي مصاب.
كتبان مزيان.
هل غدا هاد المتجر غادي يفتح؟
كلشي في نهايه الممر.
عفاك، تقدر تقص لي الشارب ديالي؟
كيجي مع بار السلطه واختيار ديال البطاطا مشويه او البطاطا مقليه.
فين نقدر نشري الحشيش؟
ما قدرش نبيع هاد الشي بلا وصفه طبيه.
واش نقدر نحجز خمسه كراسي بجوج ف نفس الصف؟
واش تقدر تعير لي حبل السحب، عافاك؟
اي سياره كتعطي افضل استهلاك ديال البنزين؟
ما غاديش تحصل علي تخفيض مهما حاولت بزاف.
واش تقدر تفتح لي هاد الحقيبه، عفاك؟ شنو عندك فيها؟
بغيت ندير مكالمه طويله المسافه لفندق هيلتون في بوسطن.
واش السيدات كيقبلو هاد الشي؟
خلي بالك، السقف منخفض.
ما قادرش نشوف الشاشه من هنا مزيان. واش نقدر نبدل المقعد ديالي شويه؟
زرت البحيرات العظيمه لاول مره.
كاين شي حاجه مشي مزيانه فهاد الاله ديال البيع الالي.
خصني طبيب.
شحال ديال الوقت وهي فالمملكه المتحده؟
عاشق الحداثه بحالك غادي يعجبو علي الارجح اللوحات الهيبيّه والمشهد الموسيقي في الشوارع.
شحال من الوقت؟
غادي ناخد هوت دوك و كوكا.
ها هو المشغل الخارجي.
تقدر تشوف بنايه بيضاء، صح؟ هي قدام ديك البنايه.
من امتي؟
ما عنديش شي حاجه نعلن عليها.
شنو؟ خصك تخلص الضراءب الا كان عندك اكثر من ثلاثه قناني ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تتصل بطبيب، عفاك؟
ما عارفش بزاف علي النبيذ. شنو مزيان لهاد الطبخه؟
واش تقدر تعطي لي مكالمه فالصباح بكري، عفاك؟
كاين محطه ديال الغاز بجوج ديال الكيلومترات من هنا.
الناس اليابانيين ما كياخدوش عطلات طويله.
حسّيت براسي كيتراقب فيّ. واش من النادر تشوف واحد ياباني؟
بالطبع لا. علاش كتقول اذا؟
فين هو الباب ديال البريد المركزي؟
فين كاين الموقف ديال الحافلات ديال Greyhound فهاد المدينه؟
ما كاينش المطاعم اليابانيه ف كيوتو غاليه، صح؟
كنظنّها شويّه عاليه عليّ.
عندنا غرفه توام فيها بانيو بثمن ديال خمسه وثمانين دولار.
بغيت سعر الكتاب.
هذا العام الجو بارد اكثر من العاده، ولكن ماشي بارد بزاف باش يجي الثلج.
فين نقدر نشري تذكره ديال المترو؟
غادي يكون عندي كراسي ديال الدرجه الاقتصاديه، صح؟
شحال الثمن ديال التاكسي من هاد الفندق للمحطه؟
واش يمكن لي ناخذ هاد و هاد، عفاك؟
كيقولوا بلي اليابان بلاد غنيه بزاف.
كاين شي غرف مجانيه فالكار ديال النعاس؟
واش تقدر تنقص الثمن حتي لعشرين دولار، عفاك؟
هادي هديه لصديق.
الثلج كيخلي الطريق زلق.
ما لقيتش الكاميرا ديالي.
غادي ندير جوج ديال السندويش ديال اللحم ديال الخنزير.
عندك شي حاجه باش تعلن عليها؟
شفت جاكيت ازرق؟ حطّيته علي هاد الكرسي.
كاين محل ديال الزهور مقابل للشارع.
انا من طوكيو.
بغيت شي كريم ريڤلون.
عندي بعض الحوايج ديال الغسيل.
طلبتو من زمان بزاف.
واش ممكن تبعث لي porter للي غرفتي فالسّاعه سته ديال الصباح؟
غادي ناخد شوكولاته سخونه.
نقدروا نرتبوا باش ينظفوا ليك الغرف ديالك.
خاص، من فضلك.
شحال الثمن ديالها للC Hotel؟
واش نقدر ناخد تذكره متعدده؟
بغيت نحجز طابله لزوج ديال الناس علي السابعه، عفاك.
بغيت شي كريم ديال الليل.
هل غادي تلف هاد الشي كهديه؟
الساعه د ربع بعد الثلاثه
غادي نخطط نبعث الفواتير ديال الضروريات ديالي اليوميه، من فضلك قول لي العنوان واسم الشخص المسءول.
صعيب علينا نهضرو بالانجليزيه بطلاقه.
عندك هاد الشي بنفس التصميم مع كعب اعلي؟
بغيت سويتر لولد عندو عشر سنين.
سير بيا لشارع ابي، عفاك.
شكراً ليك. السلام، شكراً علي الصبر ديالك.
انا متاكد عندي حجز.
غادي نبعثها ليك، من فضلك استني هنا.
حنا هنا غير نهار واحد.
عندي صداع خفيف
استمتعت بالوجبه بزاف.
لا، عفاك، جلس و استني. غادي نرجع ليك فحاله.
واش نقدر نشوف السياره؟
واش تقدر ترسم لي خريطه، عفاك؟
حاضر سيدي. من فضلك بقي فالغرفه ديالك حتي يجي الطبيب.
تعرّضت للسرقه فشاطء ويمانوالو. عفاك جي بسرعه.
شنو رايك فماءه دولار؟
بغيت هاد الشي يتعبّا.
بغيت نقدم طلب اعاده اصدار.
الحكومه دعمت ترويج الصناعات.
هو فوق من خمسين عام، كنظن.
شنو هو العمر الادني باش تدير هاد الشي؟
عندك شي خراءط بسيطه ديال المدينه؟
الا كان ممكن، مفضّلش نخلّي السّن.
العد هو كره وحده، وضربه زوجه.
شحال من الوقت غادي يوصل القطار لسان دييغو، عفاك؟
بغيت نشوف علبتك.
بغيت شي شامبو.
انا كنسكن ف فندق هيلتون.
حسّ راسي مريض وكنحس بالقيء.
ولكن عندي موعد باش نشوفها مع الثانيه ديال العشيه.
واش هاد الطوموبيل كتسافر لادينبرغ؟
نعم، من فضلك عمر هاد النموذج.
شحال كتسحاب علي الوزن الزاءد؟
سميتي كيومورا. بغيت نلغي الحجز ديالي ليوم الجمعه.
اه، سمح لي. كان مشكل وكنصلحوه. واش تقدر تنتظر حوالي تلتين ديال الساعه؟
شحال من الوقت نقدر نخرج؟
فهمت.
غادي نعيط لشي واحد.
بغيتي تصرف الفاتوره دابا؟
الطوموبيل جت من الجنب ديالي فالتقاطع.
هادي صندوق الموسيقي.
فين هو الحومه؟
واش كاينه جوله بالحافله فالمدينه؟
فاش نبداو؟
مزيان سيدي. ف الحجم المتوسط، نقدر نعطيك مرسيدس سابل. واش هادشي مزيان؟
درت كدمه فعضله.
ولكن خصك تعدني باش تضرب الكره، ما انا. موافق؟
شحال باقي؟
واش نقدر نعاود شي شويه ديال الكتان؟
شنو نوع الجلد اللي مصنوعه منو هاد الحقيبه ديال السفر؟
ما كظنش هاد السكين نقيّه. تقدر تجيب لي واحد اخر؟
شريت هاد الشي دابا، واش غادي تبدل هاد الشي بهادك؟
بصراحه، ما كنشوفش هاد الشي موافق عليه.
هل هذي هي الطريق الصحيحه للمحطه المركزيه؟
باغي قارب مع دليل، عفاك.
بغيت نطلب ليك بدله بلون غامق لراسي.
هاد المظله غادي تصلح كعصا.
واش خصني نسيب جميع حواجي فخزانه الامان؟
عافاك، ورّيني جواز السفر ديالك.
واش كاين شي بلاصه كتقبل الغسيل فالاحد؟
جوج ديال البرغر ديال الجبن، عفاك.
اي حافله تمشي لميامي؟
ولكن ما كاينش حاجه تبرع.
تقدر تشوف واحد فـ Carnegie Hall.
ما عنديش شهاده.
شنو هو الاختصاص ديال الدار؟
بغيت نحدد موعد مع الطبيب.
كنسول واش كاين طابله متاحه حدا الشباك لسبعه ديال العشيه الليله.
ما عندكش مشكل فاش نجي لدارك؟
باين بلي كاين مجال للتحسين.
فين هو التحت ارضي؟
عندك شي حجم اصغر؟
فين نقدر نلقي الاسبرين؟
هذا هو الحضيض؟
عافاك، عطي لي واحد الاسبوع ديال الدخول.
هذا هو زميلي.
شنو نوع ديال الغاز كاين؟ ديال البريميوم، العادي، وبدون رصاص؟
ها واحد.
انا غادي نمرض بزكام.
مغلق نهار الاثنين، ولكن يوم اخر يكون مزيان. كنظن كاين من تسعود حتي لخمسه.
هو حيه مشويه مع صوص خاص فوق طبق ديال الرز.
قال لي: "خلينا نحتافلو" واخذني لبار. قال لي انه غادي يدير مكالمه هاتفيه ومشي وما رجعش، وكنت عالقه بفاتوره كبيره.
شحال الثمن لكل جالون؟
كان عندي جواز السفر ديالي والكارت ديال الكريدي فالحقيبه ديالي.
الحجز ديال السابعه، باسم منو.
ما غاديش تشرب شي كاس ديال اتاي؟
واش تقدر تقول لي فين نلقي القنصليه ديال اليابان؟
واش كاين طبيب فالفندق ولا واحد علي الاتصال؟
ديما كيشري من بوند ستريت.
ورقه انجليزيه، من فضلك.
واش كاين شي بلاصه كتقدم موسيقي البلاد؟
بغيت نشيك علي ممتلكاتي القيمه.
كاين شي ديال الصوف بزاف؟
شحال الثمن لكل ورقه؟
مزيان، ضغط علي تسعه وصفر واحد واحد، من بعد الكود ديال البلاد ورقم الهاتف.
واش يمكن لي نعطيك ديال كوك دايت؟
واش نقدر نطلب؟
دوزنا سياقه مزيانه. شكراً ليك.
سمح لي. يمكن لي ندوز؟
العدد الاجمالي ديال السكان ديال اليابان هو حوالي مءه وثلاثين مليون.
بغيت نكرّي ظلّ شمس
نعم، وبغيت نعاكس المصاريف.
محفظه فيها ميه دولار وجوج ديال الكريدي كارد.
الماء سخون بزاف.
انت هنا.
طاجين ديال القهوه، عفاك.
مستبعد بزاف.
طني كيعيّق من بعد الماكله.
واو، هاد البلاصه زوينه.
يمكن يكون عندو جلطه هواءيه.
واش قررت؟
الا بغيت، نقدروا نرتاحوا هنا.
ضعت طريقي ف البريد المسجل.
ما تقدرش تبدل الخدمه ديالك بسهوله.
شنو هي المحطه اللي بعدها؟
مزيان، ولكن ماشي الكراسي ديال الجمهور. اليوم الحراره بزاف.
نزل هنا، وتحول للباص رقم سته.
خصني نلحق الطياره ديال العشره ديال الصباح.
ما زلت حاس براسي غادي نقيء.
ما بغيتش شي حاجه ثقيله.
عافاك، تفقد.
شحال الثمن ديال الفطر الطري؟
عفاك، عطيها الشارج. واش كتقبل فيزا؟
اليوم غادي نمشي نشوف كيفاش دايره الحي الصيني.
زوج ديال زوجه تسعه ثلاثه تسعه سته سبعه صفر صفر
بغيت نخلع لي اسناني.
بغيت حقيبه ديال الماكياج.
كنساءل فاش من قدر ديال البقشيش خصني نخلي.
فين نقدر نشوف "الروح ديال الاوبرا"؟
بغيت نشري هدايا تذكاريه لاصحابي. واش تقدر تنصحني بشي حوايج؟
ببطء اكثر، من فضلك.
شنو هي المعدل ديال المصاريف ديال الفاكس الدولي ديالك كل شهر؟
مقلي من الجهتين، عفاك.
حسنًا، هاد الشي واضح بزاف. من فضلكم، عطيني الرخص ديالكم والتسجيلات ديالكم. وولدي، سمح لي، غادي نضطر نعطيك اختبار التنفس ديال الكحول.
غادي يكون جاهز بعد غد فالعشيه.
هل هاد مصنوع من القطن؟
عندي دواءي الخاص.
شنو نقدر نشوف فهاد الجوله؟
ايه، كاين حد ادني ديال مشروب واحد.
شحال الثمن ليوم واحد؟
واش هاد الطوبيس كايوقف قريب من الفندق؟
بغيت دي في دي مدمج
كاينين رحلات ديال JAL و ANA اللي كاينه غاديه تخرج علي العشره وخمسه وخمسين. ولكن، مع الاسف، جوج الرحلات معمرين.
كتناسبني مزيان.
واش يمكن لينا نديرو طابله لخمس ديال الناس؟
ما كاتفهمش الانجليزيه نهاءياً.
عفاك، صرّف شيك المسافرين.
واش تقدر تعتني بيها من التسعود ديال الصباح حتي تقريبا الثلاثه ديال العشيه؟
شحال الثمن ديال البريد الجوي لليابان؟
انا محبوس برا. واش تقدر تفتح لي الباب ديالي، عافاك.
اي جوله هي الاحسن باش تشوف الاماكن المعروفه اكثر؟
واش كاينه شي مضيفه اللي كتهضر باليابانيه؟
شحال ديال الشنط نقدر نجيب علي الطياره؟
لا، سيدي. هاد العشيه مملوءه بالكامل. غدا مزيان، مع ذلك.
غادي نسول الحارس علي الثمن الصحيح.
انا حقا اسف.
عندنا حفله ليله الجمعه. علاش ما تنضمش لينا؟
حسنًا، غرفتك هي تسعه و ثمانيه، انسه. هذي هي المفتاح ديالك.
من المهم بزاف ان يكون عندنا الوصول للمواد الخام اللي محتاجينها للمشروع.
سمح لي، السيّدي؟
واش هاد القطار كيمشي مباشره لادنبيرغ؟
واش هادشي داخل الحد ديال الاعفاء من الضراءب؟
خرج لي منقياتي، عفاك.
شحال معمرين الجولات؟
بغيت نشري شي تذكارات. كاين شي محل مناسب قريب من هنا؟
حتي امتي مفتوح؟
هو خارج دابا.
مايومي، واش يمكن ليك تعمر هاد الورقه بتوقيع ديالك؟
ها واحد ليك، سيدي.
ما عنديش شي حقيبه ديال الشيك-ان.
طبعاً، خذ وقتك.
انا هنا ف مهمه اعلاميه.
عندك افلام الصيف؟
امتي هو القطار الجاي لواشنطن دي سي؟
اللي كيطولو دابا راهو موضه دابا.
غادي نرجع لليابان نهار الاثنين الجاي.
واش يمكن لي نعطيك خريطه ديال المترو؟
واش كاينه سواقه طويله؟
واش تقدر تبدل هاد الشي بواحد جديد؟
جوج ديال الناس
فين نقدر نجيب حقيبتي؟
ما كنعرفش مزيان. واش نقدر نرجع الكرسي ديالي؟
الحاديه عشره وخمسه واربعين صباحًا
واش تقدر تقول لي علي مطعم مشهور بين الشباب؟
سيارتو كانت كتسير بسرعه قصوي.
واش نقدر نترك رساله؟ انا كنتصل باش ناكد الموعد ديالي مع السيد ابرت الاربعاء الجاي علي الحداش ديال العشيه.
واش تقدر تشرح ليا مرضك بالانجليزيه بطريقه ما؟
واش تقدر تبعت تاكسي للمدخل الرءيسي ديال Westminster Mall؟
شحال من مره كنعبر القطارات باش نوصل لهناك؟
واش هادشي صحيح؟ خليني نتحقق. اسف بزاف، استاذه تاكانو. هادي غلطه ديالنا. هادي الفاتوره الجديده ديالك. واش تقدر توقعي هنا، من فضلك؟
عافاك، رجع لي خمسه دولارات.
السداده ديال الحوض ما كتشديش مزيان.
غير رمز ديال تقديري.
هل غادي تعمر هاد النموذج؟
شنو رايك فهاد الموديلات البلاستيكيه؟
شنو العلامات التجاريه اللي عندك؟
الكعبين عاليين بزاف عليا.
انا محبوس برا ديالي.
شحال من وقت وانت فباريس؟
واش يمكن لي نعطيك طوابع البريد ديال ثلاث بطاقات بريديه ديال الطياره لليابان؟
كتكتب G-O-R-O-H.
بغيتي تشرب شي حاجه؟
رقد هنا.
خليها تليغراف مستعجله، عفاك.
حسب تقرير الطقس، غادي يثلج غدا.
بغيت كره.
بالطبع. غادي نكونو سعداء نديرو هاد الشي.
السلام، كتاب هزلي ماليزي. غادي نشري واحد باش ناخدو للدار كقطعه ديال الحديث.
الطريق للنجاح هو "Jinmyaku"، صح؟
غادي نوصل للفندق ديالك تقريباً مع التاسعه ديال العشيه.
عندي حوالي جوج الاف وخمسماءه دولار فالياباني ين.
ايه، حنا كنديرو. غادي نوريك شي وحدين.
بغيت شي حبوب النوم.
غادي نكون هنا حتي للتاسع. كنتمني تلقاو المجرم فاقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
عندي حنجره مريضه.
خصني شي تذكارات من نيويورك.
انا كنهرب. تقدر تبعث واحد من الخدامه يجي؟
ساعه ديالي وقفت.
اه، واش هادشي؟ كيفاش كتعجبك؟
حنا مفتوحين علي الساعه تسعود ديال الصباح.
بغيت كتاب تلوين.
كنحس براسي مريض من الهواء.
خصني نمشي لبنك ياباني؟
خصك تبدل الفلوس ف بنك.
واش كاين بزاف ديال الوقت باش تخرج؟
راجل ديالك واحد من احسن الزباءن ديالنا.
كتعرف شي طبيب اسنان مزيان؟
اه. خصك تبلغ القنصليه علي طول.
مهزوز، ماشي مخلط.
بغيت طابله ف المطعم الرءيسي ولا ف غرفه خاصه، سيدي؟
عدد كبير من الناس كيمشيو للبحر فالموسم.
انا كوزن تقريباً ماءه وخمسين باوند.
فين خصني نحول؟
فين هو مكتب المفقودات؟
واش كاين شي طوبيس كيما يمشي مباشره لهناك؟
هل خصني شي علاج خاص؟
هل غادي تكون الكاش ولا الكريدي؟
حْنّا تنقْلْنا لهاد الدّار عام فات.
شحال غادي ياخد باش يصدروا ليّ الفيزا ديالي؟
فين كاينين الحمامات؟
المجموع الكلي المستحق هو ربعميه وثلاثه واربعين جنيه، سيدتي.
هادي هديه. واش تقدر تلفها بورق زوين ديال التغليف؟
واو، منظر زوين. هاد المسالك زوينه بزاف.
كاينين ناس مصابين.
سمح لي. فين كاينه المحطه هنا حدا؟
نعم، عندنا حجز ليك.
سمح لي، ولكن بغيت نمشي للفندق ديالي فالمدينه بالحافله. فين نقدر ناخد حافله؟
ديك، عفاك.
هادي الغرفه رقم 201. بغيت نطلب الفطور غدا.
شنو رايك ف التحرش الجنسي ف بلاصه الخدمه؟
عندي جوج ديال الاخوات.
رقم الرحله 208، الي طوكيو.
دابا نخليو شي padding داخل.
خلينا نتلاقاو باش نناقشو هاد الشي اكثر.
كيف بغيت شعرك يكون اليوم؟
واش تقدر تقولها بكلمات اخري؟
غادي نكتفي باي حاجه عندك.
بغينا طابله حدا الستاج.
انا بخير. واش، غادي تمشي شي بلاصه؟
هو مرتفع بزايد علي الفين واربعميه متر.
دخل من فضلك. عفاك حطها علي الطابله ديك.
عفاك، سالي ليّ الكارت ديالي.
سمح لي، كاملين مبيعوش، ولكن غادي يكونو عندنا فشي ايام.
واش نقدر ناخد شي قهوه؟
ما عنديش موعد، ولكنها حاجه مستعجله.
هادي مصنوعه بشكل رديء.
فين هو السلم الكهرباءي؟
عندك بروشور ديال الاحداث؟
فين هو المدخل ديال المترو؟
ضاعت لي تذكره الطياره ديالي.
ما تقدرش تبقي هنا فالعطله؟
اه، سمح لي بزاف علي الازعاج ديالك.
واش تقدر تحجز الاحداث؟
كاين شي حمام عمومي قريب من هنا؟
شنو هو المجموع الكلي؟
هذا مزيان بزاف. دابا للاسءله، من فضلك.
عندك شي فلوس صغيره باش تديها للباركينغ ميتر؟
الاكثر مبيعًا ديالنا فالاربع سنين اللي فاتو هو ناسخ AX-four five zero.
هل نلف لليسار؟
واش كاين شي مضيفات اللي كيهضرو باليابانيه؟
ثمن راءع، مشي؟
خصك تاخدو تسع وتسعين مره ف النهار، قبل الاكل.
انا كنحبّه.
بغيت ترابود.
بغيت جاكيت ديال الرياضه.
تقدر تبقي فبيتي.
واش نقدر نرجع الكرسي ديالي، عفاك؟
مزيان. كنت كندور علي طاكسي، ولكن هادشي حسن.
معطف كبير. واش مصنوع ف بريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقول لي فاش نوصلو؟
جوج ديال الكبار و جوج ديال الدراري، عفاك.
شنو الثمن؟
ستار وورز كانت اكبر نجاح فـ ۱۹۸۴.
فين هو القسم ديال غير المدخنين؟
هادي "T" بحال ديال Tom، ايوا عنديها هنا، تارو.
كنظنّها مناظر طبيعيه.
بغيت شي شويه ديال التفاح، عافاك.
شنو هاد الشي باش؟
شحال من كريدي كارت كتقبل؟
عندي بزاف ديال الوقت.
حسنا، حان وقت الغداء. واش بغيتي نهضرو عليه مع الغداء؟
تسجيل الفيديو تسرق من غرفتي.
السلام عليكم، سميتي اودا. عندي حجز الليله، ولكن غادي نتاخر شويه فالدخول. من فضلك، حافظ علي حجز ديالي.
هل هاد الحذا قوي؟
عافاك قول ليه انا كنتسني مكالمتو الهاتفيه.
كيقولوا ان الانفلونزا منتشره تماك.
غير توّا.
سمح لي. راه مملوءين غدا العشيه.
انا مع بعض الاصدقاء.
حسب غورو، السيد يامادا عندو جوج ديال الدراري.
واش تقدر تعاود تقولها؟
بغيت ندوز من هنا علي برج لندن.
رجاءً ربط حزام الامان ديالك.
رمز المنطقه هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
سمح لي. كاين شي جسر قريب من هنا؟
سمح لي، بغيت نستعمل الحمام.
ممشغول.
لباسو ديما خارجه علي الموضه.
عندك الماكله ديال البحر؟
هاد الشي غالي بزاف.
بغيت، ولكن خايف ما نقدرش نديرها هاد المره.
حسنًا، ماعرفتش بعد، ولكن غادي نحاول بالتاكيد.
الملح، عفاك.
عفاك، استعمل الحجره ديال القياس اللي هناك.
تسعين دولار للتيكته ديال الذهاب فقط. كاش ولا بطاقه؟
واش تقدر تنضف لي الطابله من فضلك؟
كيفاش كيربّيو الوالدين اليابانيين ولادهم؟ واش كيكونو صارمين مع ولادهم؟
واش تقدر تقول لي مواعيد العمل؟
عفاك، لفهمهم بوحدهم.
بطني حاس براسي ثقيل.
هذا مزيان. فين نقدروا نستنّاو فيك؟
واش نقدروا نبدوا نلعبو ملي يكملوا؟
السكان ديال اليابان هوما حوالي مءه وعشرين مليون.
عبّي العناصر التاليه فبطاقه التسجيل.
واش نقدر نرجع ليك حوايج ديالي؟
عندك شي شالات ديال الحرير؟ انا كندور علي هديه لمرتي.
غادي نجيبوه دابا. شنو هو رقم ديال غرفتك؟
السيد كوبايشي كان كيقلب عليك.
بغيت نسافر من شانغهاي لهاواي بالباخره.
واش تقدر تبعت شي حد؟
واش تقدر تجهزو قبل الخامسه ديال العشيه غدا؟
كتاخد عشر دقايق علي رجليك.
قبل ما نختمو النهار، واش تقدر تعطيني شويه ديال الدقاءق؟
فين نقدر نوقف طوموبيلي؟
حسّ ببروده و بطني كيعيا بزاف.
سكوتش و الماء، عفاك. و واش عندك شي حاجه باش نقرمش؟
كيفاش نطفي هاد الضوء؟
واش هو مشغول بزاف اليوم؟
بغيت شي خيط.
عطيني شهاده طبيه، عافاك.
بغيتك تنقصها انش واحد هنا.
ما حاسش براسي مزيان. عفاك، عطيني شي دوا.
واش ممكن تعطيني جريده يابانيه، عفاك؟
مزيان. واش نقدر نسيب الطوموبيل ف اي بلاصه؟ شحال هو الثمن ديال التسليم؟
اي حافله تمشي للوسط ديال المدينه؟
كاين شي اكسبراس لبوستون؟
عافاك، كون صديقي فالقلم.
غادي نبقي مع صاحبي.
انا متحمس بزاف، ما قادرش نبقي جالس بلا حراك.
واش نقدر نخرج ف فندق هيلتون؟
بغيتك تحيدها.
مشِ يسار فهاد الزنقه ونوض اول يمين.
بغيت نعرف واش ممكن توصل هاد الطقم ديال الصحون لطوكيو.
بغيت شي قوه ديال الجسم.
واش كاين شي اكل ماشي سخون بزاف و حار؟
هل هو قريب بزاف باش تمشي؟
بغيت شويه ديال كريم ديال اليدين.
واش تقدر تعطي لي الملحه؟
بغيت نمشي لوول ستريت. كيفاش نوصل لها؟
الزايد ديال التمارين غادي يضرّك.
بما فذلك الفطور، الضراءب، ورسوم الخدمه، غادي يكونو خمسه واربعين دولار لكل شخص في الليله.
واش تقدر تصلح هاد الشي؟
مساء الخير. سلام.
ما قدرتش نلقي حويجك.
سير مباشره من فضلك.
واش الما هنا امن باش نشربوه؟
اه، يلا. غير جوج دولارات.
واش ممكن تبدل لي هاد الفستان بواحد اكبر من حيث الحجم؟
يلا، نمشيو. نقدر نعاونك فواجبك من بعد ما ناكلو شي بيتزا.
نعم، السيد تاناكا. كاينين جوج رساءل ليك.
ما كيتناسبش معايا.
غدا نهار جديد.
ممكن نعاونك. واش محتاج فيتامين C؟
حقيبي تسرق ف القطار.
بعيد بزاف. حسن تاخد طاكسي.
بغيت مقعد فالممر، عافاك.
كنسكن فشقه ديال ثمانين الف ين فالشهر.
واش نقدر نقطع عليك؟
وريني واحد اوسع.
سمح لي. واش ممكن تبدل معايا الكرسي ديالي؟
بالطبع، بالطبع.
نزل للزاويه ولف اليسار عند الضوء ديال المرور.
بغيتي الروليرات صغار ولا كبار؟
بغيت غرفه مفرده بحمام بثمانين دولار، عفاك.
بغيت نودع ممتلكاتي الثمينه فصندوق الامان ديال الفندق.
واش عندك شي غرفه متوفره الليله؟
ايه، ولكن تاكد بلي عندك التذكره ديالك معاك.
غير شحال من الناس غادي ينضموا للجوله الاختياريه.
ماشي مشكل. علي اي حال، عفاك، وصلني لوسط الحي الصيني. غادي نحاول نلقاه بوحدي.
الناس الجداد كيتم توظيفهم ف ابريل.
كنتمنا هكا.
جوج سكوتش مع الماء، عفاك.
شكون اللي كيلعب؟
واش تقدر تتصل بيا الا لقيتي حقيبتي؟
لليسار، من فضلك.
واش تقدر توقف معايا فتصويره؟
لا. بغيتي تبلغ عليه؟
هاد السن اللي فالامام كيالم.
شنو هو اخر لعبه ديال الكمبيوتر ديال واحد عندو خمسه عشر عام؟
غادي نشوفوك غدا.
كاين شي مطعم رخيص هنا قريب من هنا؟
لا، شكراً. كنحس براسي حسن.
عندك شي خبز؟
شحال مزيان فالكمان؟
صاحبي تزلق وطيح ف الحمام.
واش يمكن لي نعطيك شي منفضه؟
المسيحيه كانت ممنوعه والبلاد تسدّ علي باقي العالم.
شحال بغيتي؟
كوكتيل الروبيان ليها ونفس الشي ليّ.
واش تقدر توقّع هنا من فضلك؟ و من فضلك، بدا الحرف هنا.
كان من دواعي سروري الكبير ان ازور مكاتبكم الرءيسيه ونجري مناقشات مهمه معكم. شكراً جزيلاً علي تعاونكم الكريم.
نَخْنَتَكْ صَاخْبَه.
ما كنعجبنيش اللون فالاخير. واش نقدر نرد هاد الشي؟
مشي من الباب ديك للي هناك، ووقف فالمحطه رقم سته.
مشوي ديال الدجاج، عفاك.
واش يمكن لي نعطيك شويه ديال الفلفل؟
نعم، بغيت شي حاجه نقراها.
ها هو السيد تاكاهاشي في الغرفه خمسه واربعين وتسعين. واش ممكن تبعث لي اربعه قناني ديال بيدويزر من فضلك؟
هادي سبعين دولار.
عافاك اتصل بيا فالفندق ديالي ملي تلقي الشنط ديالي.
بغيت مكالمه ايقاظ علي الثمانيه ونصف صباح غدا، من فضلك.
ايه، ولكن هاد الشي بزاف وانا ديجا شبعت.
بغيت شي غسول للفم.
ماشي مزيان فحالي.
كتعطي شي تخفيضات علي الكميه؟
طوكيو صفر ثلاثه ربعه تسعه اربعه خمسه سته سبعه
واش تقدر تعاونّي نلقي الحديقه الحيوان؟
غادي تقول لي كيفاش نضبطها؟
فاش تقريبا كاينسالي جوله الباص؟
كتعرف كيفاش تستعمل التلفون؟
بالطبع. عندنا بعض العلامات ديال الكتب ديال الامريكيين الاصليين زوينه.
مُشَغِّل يتكلم اليابانيه، عفاك.
حنا مهتمين بالموضه.
واش تقدر تعطي ليّ سحب؟
واش هادي عياده F؟
السلام عليكم، استاذه ياماغوتشي؟ الحفله ديالك علي الخط. المكالمه ديالك مقبوله. تفضلي، من فضلك.
فين نقدر نشري تذكره الكوبون ديال الرفع؟
اش من وقت غادي نوصلو لوس انجلس؟
مشِ مباشره لمده ديال خمسه دقايق، ومن بعد دير لفه لليسار.
هادي هي الطريق نحو الشاطء.
هاد الشاي العشبي كيعاون علي تجديد الجسم.
ما مصايبينش فاليابان، واش هادشي؟
مزيان. من فضلك، هاد الطريق. غادي نوريك للغرفه ديالك.
خصني نخرج من الفندق قبل الظهر.
جوج هامبورغر وجوج قهيوه، عفاك. بغيت نديهم للخارج.
واش نقدر نحمل هاد الجوج ديال الشنط؟
طلبت اللحم، ما السمكش. تقدر تبدل هاد الشي؟
ولدي مرهق تماما.
انا مريض علي المعده.
هاد الجاكيت ماشي قياسي.
بغيت نلتقي بالسيد ويليام.
عندو مجموعه ديال سبعه فيتامينات ومعادن.
السّن مفكوك.
واش نقدر نرجع الفلوس منين نرجع لليابان؟
شنو هاد الطبخه مصنوعه منو؟
في اي بلد تصنع هاد الشي؟
واش تقدر تديرها فعشره دقايق؟
ما كنعرفش مزيان فالانجليزيه. واش شي حد هنا كيهدَر ياباني؟
فين نقدر نلقي توكن ديال المترو؟
غادي يوصلك عشرين عينه اضافيه بالبريد.
ما كنظنش هاد الشي ليّ حيث بشرتي جافه شويه.
واش ممكن تعطيني جدول المواعيد، عفاك؟
نعم، كنظن غادي نْسني.
تسعه وتسعين دولار في الساعه لكل طفل.
سمح لي، راهما كاملين مبيعو.
خصها تكون هادءه.
عندي معدات ديالي.
مفتاح الغرفه، خمسه ثلاثه، من فضلك.
اش حال الوقت ديال عرض Terminal Man؟
فين هو الحلاق؟
عند السابعه، من فضلك.
حقيبتي متضرره.
زياره المعالم
انا من اسبانيا.
شي حاجه فيها مشكل مع هاد الكارت ديال المفتاح. واش تقدر تعطيني واحد اخر، عافاك؟
عندي طفح علي ذراعي.
سيفط هاد لليابان عبر البريد الجوي، عفاك.
فين هو اقرب صيدليه؟
خمر اخر، عفاك.
الناس بزاف ديالهم ودودين.
شحال ديال الماكله مشموله فالثمن؟
درّتيها.
فين هو باب الصعود ديال هاد الرحله؟
الا كانت متوفره، واش تقدر تحجز طابله بجانب الشباك؟
هل تم الاعلان علي الصعود بالفعل؟
حنا ف ارتفاع ديال اثنا عشر الف قدم.
اولاً، بغينا نشوفو وول ستريت.
فين هو الوقوف ديال الطوبيس ديال اوكسفورد؟
غادي نستنّي حتي تكون التيراس متاحه.
واش يمكن لينا نشوفو شي محافظ ديال الجلد؟
خلينا نشوف التلفزه. كاين واحد المباراه ديال البيسبول.
غادي تكتب هنا عنوان الاتصال ديالك؟
عفاك قول لي فين هي الصيدليه الاقرب.
للفندق ديالي، من فضلك. العنوان ديالي هنا.
شحال من ولايه كاينه بجانب طوكيو؟
سير تْقَطّع وْصْبر شويه من فضلك.
شنو كتدير عاده فالدار من بعد العشاء؟
بالطبع. فاش بغيتي نلعبو الغولف؟
غادي تكون فالدار حوالي الثلاثه.
بغيت نعيط للسفاره اليابانيه.
شويه اكثر.
فين كاينين الكوبيرات ديال السياحه كاتخروج من؟
شحال كتسحاب علي ارسالهم لليابان؟
ما عنديش حتي النوادي ولا الصبانات.
واش الين الياباني مزيان؟
عندك موستانج؟
غادي نقفزوا من هنا؟
السيد كاواي، عندنا طابله ليك دابا. تفضل من هنا، من فضلك.
بالطبع. نزل السلم ديال هناك وغادي تشوف بعض التوجيهات. غير تبعهم.
الاستقبال. واش نقدر نعاونك؟
واش تقدر توصلني للفندق هيلتون، عفاك؟
كتخدم بزاف ديال المرات حتي العشيه؟
سمح لينا بزاف، ما بقاوش عندنا. واش عندك شي اوراق ديال الانجليزيه؟
طابله بلا تدخين، عفاك.
واش غادي تخبرني قبل ما نوصلو لدورهام؟
هادي جديده؟
ماشي صحيح. ديما كتعاملي معايا.
واش تقدر توريني شي شوزات؟
كتبها من فضلك.
انا كنعصّب مع الخمر.
حافظ علي راسك حيث الجو كيبدل بزاف ف الجبال.
شيك المسافر والين الياباني، موافق؟
سمح لي، تاكدت مع النظافه ومع قسم المفقودات والموضودات. ما عندهمش.
مكان صعيب تلقاه. كاين ف طريق صغير خارج الطريق الرءيسيه.
ما عارفش شي حاجه عليه.
نقدر نهضرو فيه ف مقهي.
فهمت، فهاد الحاله ما خصنيش نخلص علي تغيير، صح؟
السيرفيس، عفاك.
واش تقدر تنقص السرج، عفاك؟
غادي تسكني عندي الليله؟
حسنا. غنختار غير جوج. شكرا.
ها الفاتوره ديالك. هي ثلاثه وسبعين دولار وسبع ميه.
كتحس براسك محظوظ.
عفاك، ديرها جدول بمنظر ديال الليل مزيان.
هل هاد الشي مصنّع اليّا ولا يدويّا؟
بغيت نكرّي هاد النوع ديال الطوموبيل لمده 24 ساعه.
كان من اللطيف بزاف نلتاقي بك.
ممزق.
دابا، خلينا نشوفوك.
غير تفكر، شحال غادي يطول خدمتو الا سول كل واحد سءال اخر. يلا، سرع ونجبدو الشنط ديالنا. خاصنا نمشيو لعمليه التصريح الجمركي من بعد.
شحال الوزن؟
كاين شي مطعم صيني هنا قريب؟
البلاتفورم خمسه هناك.
ايمتي غادي يكون ماتش الكوره؟
ما خدامش. واش تقدر تشوف الكاميرا ديالي؟
قهوه مع الكريمه والسكر، عفاك.
كنظن كاين شي اخطاء فالفاتوره.
عفاك، عطي لي هادك.
ها هو الباب السابع.
واش انت اسكتلندي؟
ثلاثه-زوجه-واحد-زوجه. صبر شويه، مزيان؟ بغيت نبعت ليك شي حاجه هنا. سمح لي.
ماءه وخمسه وثلاثين ين لكل دولار
التنانير القصيره مع البوطات عمرها ما غادي تخرج من الموضه.
واش نقدر نهضر مع المدير؟
علاش الثمن ديالك مختلف علي المتر؟
واش نقدر نشوف هاد واحد؟
وعدت راسي بلي منين نشوفك، غادي نتعرف عليك.
شنو كاين فهاذ الفتره؟
ما كنحسش مزيان. واش تقدر تنصحني بطبيب؟
الحفله ديالك بدا. تفضل.
واش كاين عرض ديال الطابق؟
المرحاض ما كيديرش الشطف.
شحال من وقت كياخد من هنا للبلديه علي رجليك؟
خذ هاد الدوا من بعد كل وجبه ملي كيكون الالم بزاف.
حطيت الفلوس فواشيه مزوقه خاصه اللي كتسمي شوغيبوكورو.
واحد مْصاب.
كنسولف شنو خصني نجيب ليه؟
عندك خريطه ديال المترو؟
عندي غرفه جاهزه ليك ف فندق الكبير. تقدر تمشي لها؟
عندي الم في عيني اليمني.
ما كنعرفش مزيان بالالمانيه.
خصنا بالتاكيد نرجعو نتلاقاو مره اخري.
غادي تشدّ هاد البنطلون؟
واش نقدر نستعير مضرب وكُرات؟
واش تقدر تضيف شي فلوس صغيره؟
واش نقدر ناخذ نصّ كَاراف؟
السلام. انا جون.
نكايا
واش تمانع الا صورتك انت والطاكسي ديالك؟
سولفت علي شي حقيبه ضايعه من تلاته ديال الايام.
بغيت فندق ارخص.
اه، كاين بزاف ديال الحوايج اللي خصك تشوفهم ف Greenwich Village.
خدام فالبزنس. عندي علاقه ديال البزنس تما.
كتوافق مع بدلتك.
واش تقدر تراقب لي حقيبتي من فضلك؟
كيفاش كتعجبك هاد الفكره؟ حنا موافقين علي شرطك ديال اشعار ديال سته شهور بشرط تعطي لنا الحق نبيعو لمده سته شهور من بعد ما يسالي العقد
سمح لي. واش كتعرّف مزيان نيويورك؟
غادي نستنّاو. عفاك اتصل بينا ملي تكون جاهز.
بغيت نشوف جراح.
هل هاد المكونات طبيعيه؟
بغيت نركب ف سياره رياضيه.
رمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
هو مرض بالبرد.
واحده صغيره بزاف غتكون هي الاحسن.
بغيت نبعث هاد التوصيل العام.
خلي نديها هاد المكالمه للراجل اللي مسءول.
شنو الحجم اللي بغيتي؟
اه، عزيزي. ما كنتش عارف بلي باقي عندي هادوك.
عندك شي مجموعات ديال الصناديق باش تبعت الطرود؟
هل الشركه ديال الطيران غادي تخلص علي فندق ديالي والماكولات؟
هل هاد الشي كامل ديال الشنط ديالك؟
كيف بغيت تدير المكالمه؟
حسنًا، راه غالي. ما تصاوبش ف اليابان، واش؟
عفاك، واش تقدر تدي لي الملحه؟
فين هو اقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
فاش كتظن غادي يتلقاوها؟
كنتمني ليك سنه جديده سعيده بزاف.
غادي ناخد سبرایت كبير.
عفاك قولها مره اخري ببطء اكثر.
سمح لي. بغيت نطلب طلب.
عندنا جمبري نيوبرغ و رجل ديال الضان مشوي.
بغيت غرفه باش نشوف المناظر الزوينه.
ثلاث كيس ديال عصير ديال الشمام، عفاك.
عندي ثلاثه ديال الدراري.
سير مباشره فهاد الممر ونقلب لليسار ف الزاويه. غادي تشوفها علي اليمين ديالك.
هل هي جوله نهاريه كامله؟
شحال كتكلف تذكره ذهاب واياب لاكسفورد؟
كنمشي لواحد النادي الرياضي كل نهار من بعد.
فين نقدر نبقي خلال الجوله؟
شنو هو الوقت ديال الخروج؟
شحال الثمن ديال الاجره ديال الدليل فاليوم؟
فين نلقا السي ديهات؟
سمح لي. انا طالب فالجامعه من اليابان. واش انتِ من طلبه NYU؟
واش تقدر تقول لينا كيفاش كتقيم هاد الخطه؟
اكي، واش كتعرف شي محل ديال التسجيلات مزيان قريب من هنا؟
الفلوس ولا الكريدي؟
انا نخدم فشركه ديال التجاره.
من غير اللاءق تسول الناس شحال كيدروا.
هل هاد الشي ليڤي الاصلي ديال Five O Ones؟
اش من وقت نقدر ناخد فيه الحمام؟
ما كتشبهش لواحد عمره اكثر من واحد وعشرين عام.
فهمت. فالحقيقه، فيه فيلم بسرعه عاليه. واش ما عندكش مشكل الا خرجتو؟
شريتو دابا دابا.
غادي نجيب واحد دابا.
ثمانيه دولارات. وها هو واحد الان.
عفاك ورّيه مع المشتريات ديالك للجمارك فالمطار.
واش شي من المتاجر ديال القسم كاين عندها تخفيضات دابا؟
المشغل، عيط لي علي مركز الاطفاء.
عندي بطاريه ميته.
وقف عند التقاطع اللي جاي.
اه، هاهو هنا. واش كلشي خصو يعمر هاد النموذج ديال التصريح الجمركي؟
و ممكن تعطيني اسمك من فضلك؟
واش تقدر تسمح لي ندير مكالمه علي الحساب ديالي؟
السلام عليكم. كيف داير؟
فين القسم ديال السفر؟
شنو هو الاسم ديال الشخص اللي بغيتي تهدر معاه؟
سمح لي، ماشي حاضر دابا.
شوف هادك. شوف هادك. غادي تقول لي الفرق بين هاد الراجل وهاد الراجل هو الحظ؟ محمد، وقف هنا، عفاك؟ ما عندكش مشكل الا نزلتك هنا. انا متاخر. صاحبي، تسرّيت بمعرفتك، حسنًا؟
واش غرفتك كتطل علي المدينه؟
واش عندك شي رساءل ليّ؟
مازال غالي بزاف. ما نقدرش ناخدو بثلاثه دولارات؟
بغينا غرفه فالبلاصه ديال الوراء.
غادي نشرب كاس ديال الخمر.
كتبان زوينه.
بغيت غرفه بسرير توام. شحال الثمن ديال الغرفه ف الليله؟
هو علي بعد تسعه وتسعين ميلاً.
فينس وليندا بغاو يكونو بوحدهم، اذن انا خايف خصني نبقي هنا الليله.
رجاءً خلي هاد الشنطه فالسبيطار.
اسمي ساتو.
عرفت واحد القاعه ديال الجاز قديمه فالوسط ديال المدينه.
غادي ناخد هاد الطابله ديال الوجبه الشامله.
بغيت نجرب نفس الطبق ديال هاداك.
من بعد غادي ناخدوها.
واش هاد الشي كيطلع حتي للطابق السادس؟
جلد التمساح؟
عفاك حطها فشي كيس ديال الغسيل وخليها تما.
بغيت نطوّر هاد الفيلم. امتي غادي يكون واجد؟
عفاك، ما تعطيش هاد المفتاح لحدا اخر غير انا.
حسنا. غادي نجيك فالفندق ديالك مع الثمن ديال العشيه.
النافذه مزيانه.
خلي خصلات ديالي تنزل، عفاك.
واش جميع مصاريف النقل مشموله؟
دار الاوبرا ديال المتروبولتان
فين هو الكاونتر ديال الكراء ديال الطوموبيلات؟
انا حاس براسي بالحمي من البارح الليله.
ماشي من ذوقي.
شنو الخضروات اللي عندك؟
بغيت شعره داءمه فضفاضه، من فضلك.
ايمتي غادي يجي الطبيب؟
هادي غير اللون الغلط.
السّن تكسر.
هل هادي مقعد في الممر ولا علي الشباك؟
انا كنعشق المشي فالطبيعه.
واش تقدر توصل لي الحقاءب ديالي للغرفه؟
وريني واحد لبنت صغيره.
واش تقدر توقف هنا؟
عندك شي حاجه تقارب ثمانين دولار وصفر سنت؟
انا عطشان.
ما بغيتيش الحليب، عفاك.
عندي ثلاثه ديال الحوايج.
فين هو البحيره؟
سمح لي. ضغط علي الزر ديال التصوير، عفاك.
واش يمكن لي نعطيك شي مجله ولا شي حاجه؟
هو الجنوب.
شحال الثمن ديال الكراسي ديال البالكون؟
بغينا غرفه مطله علي البحيره.
كاين شي صناديق البريد قريب من هنا؟
مزيان. غادي نديك تما.
الجزء المكتوب بالخط الماءل كيعلق بالتغييرات اللي وقعات ف التسعينات.
هو عندو ثلاثين عام.
مزيان. واش تقدر تكتب العنوان مره اخري علي هاد الظرف؟
بغيت نمشي لـــ Harrods. واش تقدر ترسم لي خريطه، عافاك؟
شنو كتدير ملي عندك وقت فراغ؟
عندك بطاريات لهاد الكاميرا؟
بغيت واحد الكابل رليز.
واش انت الاخير فهاد الصف؟
كنظنّ راه مملوء بزاف.
تصويبه مزيانه. خرجت غير دابا.
واش تقدر تقول لي علي الاماكن اللي فيها اهتمام هنا؟
كاين شي مارشي ديال الاقسام قريب من هنا؟
حتي انا.
بغيت نلتحق من سان دييغو.
كنت كنتفكر ناخد هاد الدوره فالسيمستر الجاي.
الويين ما باردش كفايه. غادي تخلّيه يبرد اكثر؟
واش تقدر تبدل هاد الاقراط باش تولي كليب-اون؟
شنو اكثر حاجه مهتم بها دابا؟
بغيت استرجاع الفلوس ديالي. واش نقدر نرجعها؟
ممكن ما نقدرش نلقي شراب بحال هاد الشي فشي بلاصه اخري.
الا شريت هاد الشي حتي هو، كيولي المبلغ ديال المعفي من الضراءب.
واش يمكن لي نشوف الشهاده ديال التلقيح ديالك، عفاك؟
كتسافر بزاف؟
انا من امريكا.
عندي تذكره طياره لسان فرانسيسكو.
الا كانت غير خمسه عشر دقيقه من المحطه، غادي نمشي علي رجلي.
بغيت فندق شويه ارخص.
البونساي كيبان بحال هوايه ديال شي مسن.
ما قررتش بعد. واش تقدر تعطيني شويه ديال الوقت؟
عندي صداع.
واش غادي تجي معايا نديك قهوه؟
بغيت شهاده طبيه ووصل ديال التامين ديالي.
اه، لا. عفاك سرع، راه تاخرنا.
ما بغيتش نصرف اكثر من عشرين دولار.
علاش الطياره ما كاتطيرش؟ قول لي اش واقع.
شحال الثمن ديال التذكره؟ غادي تكتب الثمن علي ورقه؟
بغيت نكرّي كرسي ديك.
سّني دقيقه، عفاك.
هل خاص السيدات يلبسو فساتين رسميه؟
ما تلمسنيش.
عندك شي سجاره؟
الا كانت الريح ماشي قويه بزاف، نقدروا نمشيو لنقطه تيكي.
ممتاز.
غادي نسد دابا. شكراً علي انتباهك.
عندك هاد الشي فشي الوان اخري؟
شكون هو؟
سمح لي. واش تقدر تقول لي فين كاين موقف الطاكسيات؟
و باش نشرب؟
ها هو.
فين هو اقرب محل ادوات؟
هم. ما خدامش، واش هاد الشي صحيح؟ تقدر تبدل لمقعد الفارغ، الا بغيت.
كنقلب علي هاد الشي.
مزيان سيدي. وشنو كتعجبك للحلوي؟
مدرب ولا بولمان؟
شيكات المسافرين. شكراً ليك. هادي تذكرتك وبطاقه الصعود. من فضلك، كون موجود، واحد ساعه قبل وقت الرحله.
كتحس بالم حاد.
الاسم هو غورو موتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
حسّيت راسي مريض بزاف.
شحال من الوقت ديال العرض ديال "حب كوسي"؟
مزيان. واش غادي تشرب القهوه ديالك دابا ولا من بعد؟
قول لي احر نادي ريغي ف نيويورك.
كيفاش منتوج ديالك مختلف علي المنافسين ديالك؟
واش مزيان انه ما كاينش شي حد كيسمع للتعليمات ديال السلامه؟
واش الزنقه الخلفيه خطيره؟
نعم. من فضلك اتبع الاجراءات اللازمه.
نعم، غير واحد. امتي غادي نعرف؟ كيفاش غادي يتعوض ليّ؟
ها هي بطاقه هويتي.
حنا فضلنا طابله بجانب الشباك.
عافاك قول لي ارخص طريقه باش نمشي لسان فرانسيسكو.
كتعرف المطعم، كيويا؟
طريقه وحده.
غادي نزيد فالوزن غير حيث قاعدين هنا كناكل باستمرار.
واش كاين شي نادي ليلي مزيان فيه عرض فلامنكو؟
ها ديال الفستان زوين اللي لابسه.
رجلي كتعاني من الالم.
فين هي اقرب مغسله؟
واش تقدر تبدل معايا الكرسي، عافاك؟
الكراسي ديالنا تفرقات.
فعلاً، بغيت نضمن هاد الطرد حتي هو.
الفلوس كتسوي ميه دولار.
المخارج الطارءه كاينه فالقدام، فالوسط، وفالظهر ديال هاد الطياره.
مزيان، الحجز ديالك تاكد من جديد.
الكعبين عاليين بزاف.
بغينا طابله فالتراس.
هذا يعني ان الفيلم ممكن مايكونش مناسب للاطفال تحت خمسه عشر سنه. لذلك، الوالدين خاصهم يفكروا واش يخليوا الاطفال يشوفوا الفيلم.
كيفاش بغيتي الفلوس؟ عفاك عمر هاد الورقه ووقع هنا.
Sometimes my stomach hurts.
عندك شي اطباق قليله السعرات؟ انا دابا فحميه.
ما كاينش حاجه باش تتخلص.
نعم، عندي جوج تذاكر ديال Giants و Dodgers.
حنا واحدين من اكبر المزوّدين ديال الميكروكمبيوترات.
شكراً ليك. حتي انا. وداعاً حتي ذلك الحين.
زوج ديال التواليت مع بانيو، عفاك.
طيحت من السلالم.
شنو نوع ديال الايس كريم اللي تنصح به؟
هم. هادك. اللون كيبدو مزيان عليك.
فين كاينين الكتب ديال اللغات الاجنبيه؟
جوج ديال الشراءح وسبرايت.
عطيني شي حشيش ديال السجاءر.
ممنوع تدخل البلاد - سمح لي. حسنًا، اظن ان هذا يغطي كل شيء.
ايه، انا. كانوا عايشين قريب مني فكاليفورنيا ولكن هاجروا لفلوريدا قبل جوج سنين. وانت؟ واش كتسافر بوحدك؟
انا مريض.
ولدي باين عليه مرهق بسبب الحمي.
من فضلك، فهاد الحجم.
اوامر الاستحقاق الثقافي كتُعطي للفنانين والعلماء المتميزين فهاد النهار.
انا ياباني.
هاد الشي غالي بزاف.
ايه. خُود طوبيس اللي كيمشي لكيُوتو-اكي.
هل هو فقط للاعضاء؟
ثمن الغرفه هو سته الاف ين في الليله
واش نقدر نجيب هاد الشي علي الطاءره؟
حسنًا. كل اللي بغيت نعرفه هو واش هاد المشروع غادي يقدر يربح راسو من راسو مره وحده.
مزيان. بغيتي شي حجاب باش يماشي معاه؟
عمر البطاريه، عفاك.
انا مستعد نطلب.
ملح الحمام العشبي يخلي بشرتك ناعمه وملساء.
كتب اسم الشركه ديال الطيران ورقم الرحله، حتي هو.
بجد. اليوم الاحد، والاحد هو اسوا يوم.
نعم، هادي مشكله ديال تصريف النفايات.
بغيت هاد النمط فخمس اماكن.
عديد من العاءلات عندها دخلين.
اه. هاد الفضه نادره "القمر والجرس". واش متاكد بغيتي تبدلها؟
امي واختي جايين من اليابان باش يشوفوني. غادي يوصلو هنا تقريباً مع السابعه ديال العشيه.
البني كاين بزاف هاد العام.
فكره مزيانه. فاش ناوي تجي؟
حسنًا. جوج ديال الكراسي، عفاك.
فين السوق؟
كنتمنا نجرب البدله ديالي الجديده ديال السباق.
ظننت انكم فقط اكلتم الدونات.
شحال الثمن ديال تذكره الدرجه الاولي لادنبرا، عفاك؟
باين لي ان الفلوس اللي عطيتني ناقصه بعشره دولارات.
عيطت غير دابا للسيد سميث ف الغرفه 202، ولكن ما كانش جواب. واش تقدر تعرف واش باقي هنا؟
بغيت واحد حديث.
انا نخدم فشركه نشر.
عفاك، واش تقدر تعمر هاد النموذج؟
شنو هاد الزنقه؟
واش تقدر تزن هاد الطرد؟
شنو كتسميه هاد الشي فالانجليزيه؟
واصل تمشي فهاد الممر، ومن بعد غادي تلقاه علي اليمين.
بغيت نضمن هاد الشي.
صباح الخير. هادي هي الاستقبال. واش نقدر نعاونك؟
مزيان. عفاك، دخل.
نعم سيدي. كنجي هنا للفطور كل نهار، من الاثنين حتي الجمعه، قبل ما نمشي للخدمه.
ماشي مشكل.
عفاك، جيب لي ثلاثه سته اثنين اثنين تسعه واحد ثمانيه.
نعم، نقدر نخدموك من السابعه.
عفاك، تمشي هنا وارتاح.
يا سلام علي الخدمه السريعه.
ربما ما زال يبان.
عفاك، دوز لليسار فالمفترق اللي جاي.
سمح لي. كيفاش نوصل للبنك؟
واش كاين خدمه ديال الباص للمتحف ديال فورد؟
نعم. سميتك ورقم غرفتك، من فضلك.
شحال من الوقت كياخد باش توصل لليابان عن طريق البريد الجوي؟
حسنا. نشوفك علي جوج نهار الاحد.
بغيت نمشي من نيويورك ل تورونتو.
السحاب مكسور. عندك شي وحدات اخري من نفس النوع؟
هادي نوع ديال الوسخ.
واش تقدر تعاود تاكيد الرحله ديالي؟ هادي تذكره الطياره ديالي.
عندك هاد الشي بلون اخضر اغمق؟
غادي تاخدني لكانتر بري و ترجعني؟
واش نقدر ناخد شوكه جديده؟
شكراً بزاف علي لطفك.
سمح لي، ما كنبيعوش التذاكر ديال المسرح.
بغيت نشوف هاد الشي.
اه، هادشي زوين. شنو خصني ندير؟
بغيت نمدّ اقامتي هنا يومين اخرين.
عفاك، بدل لي مكاني.
عندنا شي حبه ديال الروبيان مزيانين اليوم.
شحال متاخر مفتوح؟
كتدخن ولا لا؟
ماشي رخيص عليا بزاف. واش ما تقدرش تخليه ارخص؟
انا متاح الاربعاء الصباح او الجمعه العشيه.
ما حجزتش.
حيث الصيف ف اليابان غالبا كيكون سخون بزاف، وماكانش عندنا التكييف ف الايام القديمه.
واش تقدر تتصل بيا باش يجي عندي طاكسي الساعه الثامنه ديال الصباح غدا؟
هادي شريره.
علاش ما نستنّاش الحافله تحت المظله؟
جي، كينجي. خليني نوريك المكتب.
نعم، مفتوح من التسعود حتي التسعود.
ما قادرش ننعس مزيان فالليل.
كيفاش اثرات الازمه الاقتصاديه علي الاعمال؟
عندي موعد اخر.
واش يمكن لي نعطيك خريطه ديال الطريق ديال المدينه؟
الشيء اللي كنت كنقلب عليه.
ما فهمتش شرح ديالك.
خصني ندير اتصال. غادي لبوسطن.
فين هو احسن بلاصه باش تتشوف المعالم؟
واش كيدوم؟
استمتعت بزاف ديالي.
مزيان اذن، بغيت وجه اصغر بحال ديال جوليا روبرتس.
واش تقدر تاخد هاد الشي، عفاك؟
المسافرين اللي غاديين علي رحله ABC Airlines رقم سبعه صفر ثلاثه المتجهه لطوكيو، رجاءً اتجهوا للبوابه عشرين لاتمام الاجراءات الرسميه.
فين هو الوقوف ديال الطوبيس ديال B؟
للافراد، من فضلك.
فين نقدر نشري مَلايه الطابله؟
واش نقدر نعيّن مرشد كيتكلم اليابانيه؟
بغيتي نتصورك؟
ما كانش عندي هاد الطبق.
قصّيت صباعي. كاين شي مطهّر؟
واش نقدر ناخد طابع ديال خمسه وخمسين سنتيم؟
غادي نكون هنا مع ربع لثمن ديال الثمن.
بغيت شي عطر.
واش يمكن لي نعطيك جدول المواعيد؟
واش غادي للمدرسه هنا؟
شحال كان فيه؟
واش فندق هيلتون بعيد من هنا؟
متاكد بلي حطيتها فالحقيبه ديالي.
طْلَع يديك.
واش كاين شي مطعم تقدر تنصحني به قريب من هنا؟
شنو تفضل، عتمه ولا ضو؟
واش تقدر تقول لي فين غاديين نطيرو؟
تذكره النقل، من فضلك.
فين كاين بلاصه زوينه لرحله نهاريه؟
بغيت حقيبه كيلي الحمراء بنفس الاسلوب ديال هاد الشي.
ما زال غادي تدير هاد الجدول؟
شحال من الوقت كيفتح البنك؟
حسّ راسي مريض.
انا كتخلط عليا الامور. واش ممكن ترسم لي خريطه؟
خارج.
خدني للمستشفي.
خصني نجي للمستشفي كل نهار؟
بطني كيتوجع.
شحال الثمن ديال البريد باش تبعت هاد الرساله لليابان؟
بغيت كاس ديال الشيري.
واش خصك تتلقا من المطار؟
الركوب كيبدا علي الربعه ونص، من فضلك كون موجود قبل من هاد الوقت.
من ثلاثين الف ين.
فين نقدر نشري بطاقه الهاتف؟
واش نقدر نردها ف مدينه مختلفه؟
نوي نبقي لمده اثنا عشر يومًا.
عفاك، زيد شويه فالعلو ديال الاعلي.
خصك تشوف واحد الاختصاصي.
شويه د دقايق اخري، عفاك.
رقم المسار اربعه عشر.
اه، كتدير؟ عندك بالتاكيد اختيار كبير.
ما لقيتهمش فحتي بلاصه.
واش عندك شي كراسي فارغه للي لندن؟
بغيت نسخه من تقرير السرقه.
هو واحد الكتله تحت في الزنقه.
واش تقدر تعطيني ضوّ ديال الضوء منين كتكون فهاد الحاله؟
هل هاد السجاءر خفيفه؟
مزيان. بحال هكا.
الاكسبريس الجاي غادي يكون ف ساعه واحده.
بغيت نطول الاكمام ديال هاد الجاكيت ديال الرياضه.
عندي حجز. هادي هي رقم التاكيد.
عيد ميلادك قريب.
القطارات متوقفه بسبب الاضراب.
واش تقدر تصلح هاد الشي؟
الزنقه كانت عامره بالطوموبيلات.
هو المبني الثاني علي اليسار ديال داك المبني الابيض.
حجزنا مقعد لخامس عشر اكتوبر، غادي يخرج علي الحداش ديال الصباح.
لا، شويه اكثر فالقدام. هناك، ايوا.
نعم، هاد الشي ما كيضمنش الماكله.
فين نقدر نرد هاد التذكره؟
علاش كاين هاد الشي؟
بغيت نرتاح.
سيارتي تعطلات، عفاك جي وخدها.
بغيت شعري يكون شويه اطول فالظهر.
شنو الانواع اللي عندك؟
انا متفق. هادي واحد من الاماكن المفضله ديالي.
شنو نوع النموذج اللي فكرت فيه؟
سميتي ميشيكو تاناكا، ورقم الرحله هو خمسه واحد لطوكيو.
واش ممكن ترسم لي خريطه بسيطه من هنا؟
فين نلتاقاو؟
بغيت ندير شعري كيف كان.
عطيني خمسين، عافاك.
فين نقدر ندير تسجيل الوصول ديالي مع JAL؟
شنو هي المحتويات؟
هل كاين شي بلايص ف المنطقه اللي كيتمناو بزاف؟
عطيني شي فلوس زياده، عافاك.
مزيان. غادي نتاكد بلي الشنط ديالك غادي تكون هنا.
هادي هي تخصصنا، الحوت ديال دوفير المشوي.
غادي نبقاو.
تْعْرَضْتْ لِحْرْبْ.
مزيان. خصني نركز عليه؟
غادي نشاركوا.
ما عندناش داك الاسلوب بالضبط دابا. غادي نشوف المخزون ديالنا. صبر غير دقيقه واحده، عفاك.
سكوتش مع الماء، عفاك.
هاد الشي كيبدو زوين. شحال الثمن ديالو؟
خود هاد الوصفه للصيدليه. تقدر تدي الدوا من تما.
طلبت هاد الشي.
نعم، تقدر توقف ف اي محطه بين هنا وشيكاغو.
فين نقدر نشري شي تذكارات؟
غالي بزاف. ما نقدرش نشريه.
واش يمكن لي نعطيك رقم ديال ABC and Company فشيكاغو، عفاك.
فين الكاتدراءيه؟
كيف بغيت بيضك؟
هو بجانب هاد المبني.
لا، كنظن نساو يجيبوا لينا واحد.
حسنًا. تم التاكيد. واش يمكن تعطينا رقم تليفون ديالك، غير باش اذا احتجنا نتواصل معاك؟
شنو هو اسم الرسام؟
هل نعيط ليه يرجع ليك منين يدخل؟
بغيت هاد واحد.
كنعجبني هاد الخدمه ديال الشمبانيا ديال الترحيب من بعد ما تركب. خليني نحتفل بصحتك.
اربعين دولار في النهار زاءد ثمن سته سنتيمات لكل ميل.
غنراهن بخمسه دولارات.
ما هادشي طلب ديال شي حد اخر؟
واش تقدر تقول لي كيفاش نوصل للمتحف؟
انا اسف بزاف، ولكن بغيت نءجل الموعد.
واش تقدر تنصحني برحله؟
القطار ديالك غادي يخرج من الرصيف الثامن.
كنقلب علي حقيبه بحزام قابل للتعديل.
بغيتو يبقي تحت ماءه وثمانين دولار.
غادي نسولك من بعد ما نشوف مزيان.
نعم. حجز لست ليالي، من فضلك. ابتداءً من 23 يوليو.
واش تقدر توريني وحدات اخري بتصاميم مختلفه؟
شنو نوع العصير اللي بغيتي؟
واش غادي للدار فالعطله؟
فين نقدر نمشي نشوف منظر زوين بزاف؟
كان مكسور من قبل من فتح العلبه.
تاسع وعشرين غشت
بغيت نبعث هاد الشي عبر البريد الجوي لليابان.
عيد الشكر علي العمل. هو نهار ديال الشكر لكل اللي كيعاونوا المجتمع باعمالهم.
هاد الغرفه صغيره بزاف.
واش ممكن تعطيني شويه ديال الشاي زياده، عافاك؟
بغيت هاد الملابس تتنقي قبل ما يسالي اليوم.
كاين شي بنك هنا حدايا؟
عفاك، واش تقدر تنضف الطابله؟
سِكين، عفاك.
كلهم مطبوعات.
عفاك، كتب رقم ديال الغرفه ديالك فالجنب.
كنستعملو العيدان ديال الاكل ملي كناكلو.
رحله دلتا رقم 28 الي نيو اورليانز غادي تتاخر تقريباً ساعه.
مني نرجع لليابان، غادي نكتب ليك رساله. الا كان عندك الوقت، عفاك صيفط لي رساله.
خلّيت تذكره الطياره ديالي فالفندق.
غرفه واحده بلا دوش، عفاك.
شكراً مره اخري علي التذكير. واش بزاف ديال الناس كينسوا يوقعوا باسماءهم؟
حسنا، الوقت كاينسالي. واش نكملو هاد النقاش نهار الخميس علي واحد؟
بغيت شي بيجامه.
حسنا. غنتصل بك ملي يكونو جاهزين.
شنو رايك فالغداء؟
الليموزين غادي توقف فالباب الشمالي اولاً.
حتي فاش يمكن لي مازال نستعمل مطعم الفندق؟
واش هادي قطار مباشر؟
حسنًا، الوقت كايجري بزاف. كنظن خاصني نمشي دابا. شكراً بزاف علي الليله الزوينه.
واش يمكن لي نعطيك شي دوا لوجع البطن ديالي؟
بغيت دجاج مشوي
الخطا ديالي. ماشي ديالك.
سمح لي، فاش كيسالي هاد الفيلم؟
هداك، عفاك.
مجوهراتي تسرقات. خصني ندير بلاغ.
غير دقيقه واحده، عفاك. غادي نربطك بالسيد جونز.
السلام. هادي هي شركه الطيران المتحده.
فين تعلم السيد جونز اليابانيه؟
عندي واحد صغير من نفس التصميم.
واش تقدر تدخل هاد البنطلون؟
الجمعه الليله، مع التاسعه.
هل هاد الباب هو ديال لاس فيغاس؟
عندك طوبيس من المطار؟
عفاك، معلاقه اخري.
شويه مالح، ولكن كيعجبني. جبتها معاك من اليابان حتي هنا؟
عفاك، سرّعها اذا قدرت.
واش تقدر تخلص هنا عشره دولارات كضمان؟
نعم. فاقني من بعد ثلاث ساعات، عافاك.
بغيت نطلب، عافاك.
خصني نقول نعم ولا لا؟
جوج معالق، عافاك.
شنو هو الوقفه الجايه؟
الطوموبيل كتدير صوت غريب.
شحال الوقت اللي كيسد فيه البريد؟
دفعت مسبقا خمسين دولار كوديعه منين دخلت.
عندك شي دواء لوجع المعده؟
خصني نلبس كوت و ربطه عنق؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت حقيبتي ديالي.
بغيت ناكد الرحله ديالي مره اخري.
ساعه ديالي. كانت ديجيتال جديده من سويسرا.
نجحت فهاد الاختبار بامتياز.
بغيتك تديّني لشي اماكن مشوّقه. انا سياح، عارفتي.
واش نقدر نمشي نزور المعالم السياحيه و السفينه فالميناء؟
خصك حسن تْضَبَّط المرايه ديال الوراء.
غادي يكون انتظار ديال حوالي عشر دقايق.
واش نقدر ناخد الصحون ديالك؟
غادي نكون سعيد باش نترجم. فاش الوقت بغيتي؟
كنظن خليت الكاميرا ديالي هنا منين عشايت البارح الليله.
جمعهم عند الباب.
اه، لا. ما غاديش يكون ضروري. انا قادر نتصرف فيه. انت ديرتي اكثر من كافي حتي دابا.
اما تصلحو او تبدلو، عفاك.
نقدر نديرها شي مره فالشهر الجاي.
خود الوقت ديالك.
كيفاش هاد المنتج الجديد كيقارن مع المنتجات الموجوده؟
الناس ديال البيع هنا ف هاد المتجر طيبين بزاف.
واش تقدر تحافض علي هاد الشي ليا؟
غير دقيقه واحده، عفاك.
عندك تاشيرات المطالبه ديالك؟
بغيت نكرّي طوموبيل لمده اسبوع.
نعم، فالاول، غسلو بوحدو.
عافاك ورّيني شي ساعات ديال الرجال.
الربعه ديال العشره.
شحال كتكلّف الليموزين باش تمشي للوسط ديال المدينه؟
من هاد الصباح.
خصنا نسرعو. راهوم بداو يركبو دابا.
كتناسب غير مزيان.
طلبت الدجاج.
لعشره ايام.
شحال فالعمر هاد الولد؟
شحال كامل؟
بغيت نفس ديك، عفاك.
ضاعت لي شيكات المسافر ديالي.
عفاك، عطيني شي دواء للبرد.
عفاك حطها فشي كُوْن.
ديما كنشوفو كل صباح ف القطار.
واش تقدر تعشانا معانا هاد العشيه؟
غادي نبقي ف فندق B حتي غدا. غادي نكون سعيد الا قلت ليه انا هنا.
الطاءره متاخره باربعين وخمسه دقايق.
اسمي شينو يامادا.
شنو هي التخصص ديال هاد المطعم؟
عندنا نبيذ ابيض ممتاز.
غير شي دواء للبرد.
واش تقدر تجيب لي الحقاءبي لللوبي غدا الصباح؟
اه، كيبان ليّ كنخسر شي حاجه كل مره نسافر فيها.
فقدت القدره علي استعمال ذراعي اليمني.
السلام، واش هادي ديال روي؟
من بعد، غادي توصل لشارع ديال التسوق. الا تبعت الشارع غادي توصل للمحطه.
لا، ما هناش. كاين غرفه التدخين فاخر هاد الكوتش.
واش يمكن لي نعطيك بروشور؟
وصل هناك علي التاسعه، من فضلك.
نعم، سيدي. كيف بغيتني نقصها؟
كنظن كاين غلطه فالفاتوره.
غير الزيت والخل غادي يكون مزيان.
عندي بالضبط اللي بغيتي. واش نقدر نقترح عليك هاد الشي؟
قهوه مع السكر
هي سبعه عشر ا. اسف، سمح لي، غلطت.
هل سمعت من قبل عن اسبوع ذهبي في اليابان؟
شكراً. عافاك رجع من جديد.
واش مازال مملوء كامل؟
واش نقدر نخليها فاي بلاصه ف البلاد؟
شنو الرقم اللي خصني نعيط ليه من هنا؟
كيفاش نوصل لديزني لاند؟
كتظن هكا؟
سمح لي. فين هو المطعم الرءيسي؟
بغيت ندير مكالمه لليابان.
D twelve هو رقم مقعدي. فين هو؟
شنو هاد، عفاك؟
شنو النوع اللي فكرت فيه؟
نعم. غادي نوصلو مع الثامنه ديال الوقت المحلي.
الا لقيتي شي حاجه، عفاك تاصل بيا.
واش يمكن لي نعطيك شويه ديال اللحم المدخن والبيض؟
مُرَطَّب ديال الشَّيْرْبَه ديال الْمِيلُونْ للحلوي، عافاك.
الماء السخون ماشي سخون كفايه.
غادي تشرح لي كيفاش ندير هاد الشي؟
عفاك، كتب هنا عنوان الاتصال ديالك.
واش نقدر نستعمل فلاش؟
شكراً ليك. رجع لغرفتي ف نفس الوقت غدا. غادي يكونو الصور واجدين ف داك الوقت.
سمح لي دابا غير تقدر تطلب من منيو ديال الليل.
مُحَمل او غير مُحَمل؟
عندي صداع
هادي الغرفه اثنا عشر و سبعه
بغيت غرفه مختلفه.
شحال من مده هاد الفيزا صالحه؟
كاين شي مستشفي هنا حدا؟
بغيت بدله.
عندك عرض اكبر؟
واش نقدر نجرب تسعود؟
فندق امن كيقدم فطور زوين، عفاك.
فين هو الحديقه الحيوانيه؟
كاين شي اكبر منهم؟
ثلاثين دولار وثمانين سنتيم
كيعتمد علي شحال المكان دافء، ولكن فوسط اليابان، بدايه ابريل.
برغر بالجبن و بطاطا مقليه
الوقت فات باش تلحق اخر قطار.
ما عنديش شي فلوس صغيره.
واش خديتي تذكره ديال الباص ديالك؟
الكريه، عفاك.
كنت علي رحله UA رقم 828.
الزّيز بزاف حدا ديالي.
فالشرق، كتلقا اماكن مشهوره بحال نيويورك، واشنطن، دي.سي. وبوسطن.
عندك اوراق يابانيه؟
بزاف مزيان.
واش ميمكنش نخلي حقيبتي عندك حتي للواحده ديال العشيه؟
واش كاين جوله ف المدينه؟
نعم. كنخاف خاصني نديرها. شحال مزيان كاين الحراسه فهاد المنطقه؟
فهمت. كنحاول نكرّي سيتروين.
عندي موهبه فطريه.
غادي يكون مزيان. فين الخبز؟
سير، عفاك. ومقعد علي الشباك، عفاك.
و شنو هو الثمن ديالك علي الخياطه؟
شنو غادي يكون اسرع، طاكسي ولا اسعاف؟
عندك هاد التيشيرت فشي الوان اخري؟
ما خصكش تتابع التلفزه ديما.
ايه، غادي نوصلو ليه، غادي نوصلو ليه.
من الاحسن ليك تدخل لمستشفانا.
فين نقدر نلقي سوبرماركت؟
شويه غالي. ما تقدرش تريحني شويه؟
شحال من محطه حتي نبدل؟
ذاك الراجل سرق ليّ حقيبتي.
حبوب الهضم وحبوب المعده المءلمه مختلفين، صح؟
بغيت نشوف الميناء.
فكره زوينه.
شحال من الوقت كياخد علي رجليك؟
غادي ناخد عشرين ديال اكبر دبابه ديال الدبدوب، عفاك.
شنو هو الرقم ديال الكاشيير؟
سهل. غير غادي نشوف ف دفتر الهاتف.
عندك شي غرف اكبر؟
شحال من الفاتوره ديالي؟
بغيت نبقي فهاد الغرفه ليله اخري.
سمح لي، بغيت نقدم بلاغ السرقه.
حسنا، كيعتمد علي وسيله النقل اللي غادي تستعملها. واش غادي تمشي بالحافله ولا بالطاءره؟
واش تقدر تسمح لي نجلس هنا؟
واش نقدر نبعت غير ايميل واحد مقابل دولار؟
نعم، من فضلك صيفطو ليه للغرفه ۱۲۳۴.
عمرني هاد النموذج ديال التسجيل، عفاك.
بغيت جوج تذاكر ديال الرحله ذهاب واياب لاكسفورد.
حتي اي وقت غادي نجي للمطار؟
هادي بطيءه.
فين نقدر نطوّر الفيلم ديالي؟
لا، عفاك ما تديرش. واش تقدر تسولني فالاخير ديال كلامي، ملي نطلب منهم؟
بغيت كرسي مزيان
كنخاف ان المرحاض ما خدامش. محتاج لمساعده.
ماشي شي حاجه صعيبه ولا غامضه.
غادي نجيبك لمقعدك. من فضلك، من هاد الطريق.
سمح لي، واش نقدر نسولك شي سءال؟
كنعتقد هكا.
السلام. من اللطيف نعرفك.
بغيت ندي هاد الشنطه حتي لطوكيو، عفاك.
غادي توريني واحد شويه كبير؟
كنظن بلي الملابس المصنوعه فاليابان مزيانه بزاف فالتفصيل.
خصك تْنْسَحْ.
عافاك قولها مره اخري.
واش تقدر تكتب لي العنوان ورقم الهاتف، عافاك؟
واش كاين سخون؟
من اي مطار غادي نخرج؟
ما استقبلتيش النموذج ف الطياره؟
بغيت حديد.
وصل المجموع ديالو لثلاثه وثمانين دولار كاملين.
شكراً لمشاركتك افكارك الفريده معنا.
كنمشي للتزحلق علي الجليد جوج مرات فالشهر فالموسم.
تولدت فالاول ديال ابريل عام 1955.
واش نقدر نكري الرّاكيتات؟
واش هادي الحافله الصحيحه للوسط ديال المدينه؟
شحال هاد العطر؟
شنو هاد الشي ديالو؟
فين نقدر نمشي ندير الاجراءات؟
خمسين باوند.
هل هاد الشي كيشمل الضراءب؟
شنو هما الكيسات؟
عفاك، اتصل بالاسعاف.
غنراهن ثلاثه دولارات علي هاد الشي.
كيفاش كاين؟
ما كاينش الماكله اللي ما كنعجبنيش.
عيد الدستور او "كيمبو كينينبي" هو عطله وطنيه في 3 ماي للاحتفال بذكري وضع الدستور الياباني الحالي.
هل هاد الجوله كتضمن زياره لبرج سيرز؟
كاين شي مكتبه هنا حدا؟
غادي نحضر المدرسه الصيفيه فجامعه هاواي.
فين غاديين دابا؟
جوج ديال الكبار وطفل عمره ثلاث سنين.
فحمام فالمحطه.
