هناك، قدام معلومات السياح.
ما سمعتش من قبل علي هاد العنوان هنا.
امشي علي طول حتي تشوف صيدليه.
قدّاش سعر الفطور؟
كيف نقدر نعاونك؟
امشي يسار عند الزاويه الثالثه.
تحب الكريمه والسكر في قهوتك؟
تقدر تصرف لي الشيك ديالي اللي قيمتو مءتين دولار؟
اذا ظهر، رجاءً اتصل بي.
وين القهوه؟
نحب سويتر للاطفال.
حاضر. تكلف خمسه وثمانين سنتًا للبريد العادي وثلاثه دولارات وصفر سنتات اضافيه للتوصيل الخاص.
كنت نشتري هذي لو كنت مكانك.
هل راح يكون عندي اي صعوبه مع الجمارك؟
عندك جزمه رسميه باصابع واسعه؟
لا. نجم نقترح زوج للاستعمال الفردي بدلاً من ذلك؟ عنا واحد.
نحب نعمل بيرم مشدود، من فضلك.
هي حابه بيره.
صباح الخير. كيف حالك؟
انا خايف لازم نشوف نوع من الهويه.
شنو نوع الصوص؟
هذي برشا برد. باش تسخنها؟
اسف، هذي المساحه ماخوذه بالفعل.
انا بخير. لكن هل تمانع تتصل بصديقي؟
شكراً، هذا كافي.
شكون احسن صاحب ليك؟
يوم الصحه والرياضه العاشر من اكتوبر هو عطله وطنيه تهدف الي تعزيز صحه الشعب.
تحبني نشيك تحت الغطاء؟
ممكن تساعدني نلقي حقيبتي؟
هل ترتب الامور مسبقًا؟
انا نعاون فيّ. شكراً.
مني توصل، رجاءً اسال حد تاني.
نحب نمددها لاربعه وعشرين، من فضلك.
هاو اثنين دولار. خلي الباقي.
واحد هامبورغر وواحد تشيزبرغر، من فضلك.
قداش تفرض علي المعالجه؟
كل واحد فينا يحب يخلص علي اكله هو.
الموقع كان علي كرسي في اللوبي.
رجاءً حول هذي الين الي جنيهات.
نحب قاموس صغير في الجيب، من فضلك.
بالنسبه لشخصين علي الساعه السابعه. الاسم وطانابي.
ساعه يدي. كانت ساعه سيكو رقميه.
راح يكون من سرورنا نخدمك بالمشروب اللي تختاره، وبعدها العشاء. دليل كامل للمشروبات اللي نقدمها في الرحله هذي موجود في دليل المعلومات في مجلتنا.
هل تعيش هنا قريب؟
وين محل الهدايا؟
انا علي الطريق السريع واحد قريب من مورّو باي.
نحب ساعه منبه، من فضلك.
بالمناسبه، اسمي هيروشي ايجيما.
هذي القطر توقف في بحيره فورست، موش كذا؟
معظم اليابانيين ياكلوا الاخطبوط والحبار.
ممكن تعطيني تذكرتين من الدرجه الثانيه لشيكاغو، من فضلك؟
مشيت لنيويورك
شنو رقم الرحله؟
واحد لنيويورك، من فضلك.
لمده يومين تقريبًا.
الثاني من الشمال
هذي الكارت، موافق؟
هل هذا مكتب الاستقبال؟ هل هناك عياده قريبه؟
هل عشره دولارات تكفي بالتاكسي؟
هذي طعمها غريب.
ايه. استني، انا نجيبلك واحد.
نص نص علبه، من فضلك.
مش بالحق. غير حاجه مش غاليه.
هل تبحث عن شيء؟
اربع ليالي.
نحتاج شويه جوارب.
تقدر تخليها ارخص عشان فيها بقع؟
راجل صدم فيّ. بعدين لاحظت ان محفظتي راحت.
مش متاكد اذا كنت حاطّ كفايه من الملابس لرحله ثلاثه اسابيع.
حبيبي، نحب نجرب نبيذ ابيض.
اذا حد طلبني، قول لهم انني في القهوه.
متاكد انو كانت في الجيب الداخلي لجاكيتي.
هل يمكنني الحصول علي اسم ورقم الطرف اللي تتصل بيه؟
هل الشركه الطيران حتدفع لي باش نشتري بعض الضروريات الشخصيه الاساسيه؟
نحب غرفه فيها حمام.
ما خرجش من الاله؟
كنت من المفروض تاخد الرحله 820، اللي اقلعت من خمس عشره دقيقه. تمام، نقدر نرتبلك رحله ثانيه.
حدّ فَكّ طرَفتي.
اه، ما فيش حاجه. انت هنا، علي اي حال.
طيران اليابان، رقم الرحله واحد اثنين ثلاثه
نحتاج نشتري شامبو.
تقدر تقول لي امتي نوصل لمركز المدينه؟
وين اقرب جزار؟
حابين نقعدو اربع ليالي من اول اغسطس.
شنو اسم هذيك الورده؟
اليوم الخامس عشر من سبتمبر هو يوم احترام كبار السن.
مافيش صابون في غرفتي.
هل في شيء نقدر ناخذه لهذا الطفح؟
تقدر تبدل الكلام لللي قلتو توا؟
قدّاش ياخد الوقت باش نطلب؟
هل ممكن ترفع صوتك شويه، من فضلك؟
قداش باش يطول قبل ما يطلع؟
وين المعلومات الرياضيه؟
هذا الحجم هنا، اللي تسميه الحجم العادي، يكفي.
فين رح تنتهي الجوله، ووقتاش؟
فين لازم نبدل القطر باش نوصل لادينبره؟
نحب نحط هذي في صندوق الامانات.
فين نقدر نبدل فلوسي؟
هل نقدر نسيب حاجاتنا، ما عدا الحاجات الثمينه، في الاوتوبيس؟
نستغرب شنوه هذي الرسوم اللي علي حسابي.
انا حندفع خمسين دولار.
دابا عرفت شنو كان الغلط.
هذي ايكيدا يتكلم. عندي حجز لطاوله الساعه سته ونص هالليل. سامحني، باش نوصل نص ساعه متاخر.
قداش من اونصه من العطر نقدر نجيبها معفاه من الرسوم؟
غير السياحه فقط.
مشي الحال، من فضلك وقع عليهم. كيف تحبها؟
عندك مازال كراسي لعرض الليله؟
نحب واحد كبير.
نمت علي صوت المنبه اللي يرن علي سته ونص.
انا مصور حر.
التجار يقدروا يبدلوا دولاراتك بنصاءح الكازينو. نروحوا؟
عندنا حوالي ثلاثين نوع من زيوت الحمام.
راح يكون عندي الاقتراح ليك الاسبوع الجاي.
شكراً. قديش هذي الزوج من القفازات؟
لازم نمشي. نتصل بيك بعدين.
نحب شويه حفاظات استهلاكيه.
منين جت هذي السمكه الفراشه؟
هل يمكنك تحويلهم الي دولارات، من فضلك؟
احنا محظوظين بزاف. عندهم واحد بحجم اربعه في محل الا موانا.
هل فيه ليموزين؟
هل ممكن تجيني مكالمه تنبيه الساعه خمسه ونص بكره الصبح؟
نفضل غرفه هادءه.
نحب شويه مزيل طلاء الاظافر.
نحب بطاريه.
هل فيه فرقه حيه ولا دي جي؟
نجم نءجر معدات الغطس؟
حاب نحجز غرفه لاربع ليالي من 22 ديسمبر.
هل هذي الحقيبه مناسبه لكل الاحوال الجويه؟
نحب دونات، من فضلك.
حاب نكرّي اوتوماتيك يومين.
فاتني الرحله عشرين لسان فرانسيسكو.
قدّاش للمطار؟
ها جيد. امتي هو؟
قداش عمر بنتك؟
هل يمكنك تقول لي علي بعض الفنادق الرخيصه والنظيفه؟
نقدر نحجزلك غرفه مريحه في قلعه قديمه قريبه من نادي جولف مشهور.
نوصي به لانه مصنوع من مكونات طبيعيه مءه بالمءه.
هل القطار يوقف في برايتون؟
تقدر تقول لي فين نقدر نلقي تاكسي؟
زوج تذاكر من الدرجه الثانيه، من فضلك.
نحب نبعت فاكس.
نحب مكواه سفر.
نجم نعرض عليك حاجه؟
نهاري؟ خايف نسال، اما شنو تقصد؟
نحب واحد يقدر يشيل مستندات بحجم ورق الرساله العادي من غير ما نطويها.
ايه، بس مش قوي بزاف.
انا عندي حساسيه من القطط.
ايه، لازم يكون عندك رخصه سياقه، و، اه، لازم يكون عندك رخصه من لجنه التاكسي والليموزين.
تفضل، سيدي.
ما نقدرش نجيب الماء السخون.
حاب نحجز غرفه الليله.
لا، يستثني الضريبه ورسوم الخدمه.
تحب تروح تتسوق معايا هالظهر؟
مرحبًا، هذي فستان جميل جدًا.
دابا، مكالمتك وصلت. تفضل.
شنو رقم البوابه؟
شنو هو تذكار هاواي المعتاد؟
نجم نوصل هناك بالمترو؟
نحب نعمل سشوار.
هل بنوصل لحاجه واحنا نهدروا كذا؟
انا من النرويج.
من عشره الي اثني عشر من فضلك.
بالطبع. خليني نشوفها. اظن انك اتاذيت من المرجان.
فقط في الحاله، خليني ناخذ رقم الشخص المسءول.
هل فيه طريق سريع؟
علاش ما جاش للحفله البارح؟
وقع حادث مروري
اسف، عندي رقم غالط.
رجاءً ادخل رقم التعريف الشخصي (PIN).
ما نقدرش نعدّل الصوره.
واحد برجر بالجبن وعصير برتقال، من فضلك.
هنا جواز سفري.
شكراً جزيلاً لك. اها، نقدر نطلع للفوق؟
نجم ناخذ زوج تذاكر للموسيقيه للجمعه الجايه؟
راك مسافر اخر هناك قال انهم يقدروا يبدلوا المقاعد معاك.
نجم نمدد اقامتي؟
قول، تعرف شي حاجه تستاهل تتشاف هنا قريب؟
لا، نحب نكرّي نص طقم كلبات وزوج حذا.
تقدر تقول لي امتي تلقوا الشنطه المفقوده؟
شنو اسم هالحديقه الوطنيه؟
عندي جرح خفيف
وين مكان زين للزياره؟
نجم ناخذ شويه فواكه؟
نجم ناخذ الغداء دحين؟
انا محتاج نبدل هادول الدولارات.
نحتاج تاكسي. انا في الجنوب الرءيسي وليبرتي.
بالطبع، هل تحتاج الي داءم؟
مش تفاحه، انما خوخ.
نعطيك وصفه طبيه. خذها للصيدليه.
نحلقو ثلاث مرات في الاسبوع، يوم الثلاثاء، الجمعه، والسبت.
ها غالي، موش هكا؟
ايه، عندنا هذي. حنجهزها ليك.
هل حتمسك شنطتي لحد الساعه ثلاثه؟
لا، انا بس حاب نمرّ بسرعه.
هل نقدر نحجز سياره ايجار هنا؟
هل انت امريكي؟
لهذا المكان، من فضلك.
سيارتي تعطلت.
وين الظل تاع العين؟
نحب زاويه هادءه، اذا امكن.
هل هذي التاكسي فري؟
هل هذه محطه سريعه؟
اش وقت لازم نجي؟
نحب كاره صغيره من النبيذ الابيض.
اه. نقدر ناخذ وجبتي بعدين؟ ماحسش روحي كويس هاللحظه.
في الحقيقه، عندي خبر. انا راح نتزوج.
هل عندك بنطلونات اخري؟
نجم ناخذ برنامج؟
تسرق بيتي الليله الماضيه.
وريني الحوت اللي شفتو اليوم في كتاب الصور، من فضلك.
شوف التعليمات علي علبه الاكل المعباه بالفراغ.
نحب الفلوس الورقيه.
خطف محفظتي وجري بعيد.
ما عندكش دروس تجريبيه؟
فين نقدر نشتري طوابع البريد؟
انا من بريطانيا العظمي.
لازم نتحقق من هالشي مع مرتي.
حاب نرجع الفلوس علي هذي.
كاين صندوق تلفون قدام البنك هدا.
راح نوصل في تسعه مارس و نخرج في اربعه عشر.
هذي شويه غاليه، ما تعتقدش؟
عندك الوصل؟
وين محطه الحافلات؟
تحب تتعشي حلوه؟
هل تتكلم؟
نفس الشيء لي، من فضلك.
طلبي ما وصلش.
كاين بزاف من الينابيع الحاره.
رجاءً غير خمسين الف ين الي دولارات امريكيه.
هذا تمام معي. في الحقيقه اود التدخين.
فين نقدر ناجر سكاي و حذا؟
نسيت مشروباتنا؟
هل يمكنك ارساله الي عنواني في اليابان عن طريق البريد الدولي للطرود بالتحصيل؟
نحب كاس ديال النبيذ الاحمر.
غير اذا كان ملكك، يا سيدي. هه هه، مجرد نكته صغيره.
بالطبع. كيف نقدر نساعدك؟
عندنا بيره، ويسكي، براندي، جين، فودكا ونبيذ.
ID. اه، صح. الجواز يمدي؟
رقم غرفتي ثلاثه وعشرين وسته. تقدر تجيب لي الغسيل؟
نشوف اذا كان اي واحد منهم يناسب.
نحب غلايه.
جيب لي شويه جبنه مبشوره.
هل نقدر نخلي ملابسي تتنظف بكرا الصبح؟
هل ممكن تخليه يتصل بيا مره ثانيه؟
علاش اذن؟
عذرًا. هل يوجد مكتبه هنا قريب؟
نظن انك غلّطت. الغرفه كانت مدفوعه مسبقًا. عندي ايصال.
الطوبيس هناك.
نحب زوز رول من ISO ميه، فيلم ملون، سته وثلاثين صوره، من فضلك.
حاب نصرّف هالشيك بـ سبعين دولار.
نحب نشتري طوابع لعشره كروت بريديه لليابان، من فضلك.
هل كاين بنوك قريب من المحطه؟
انا خايف كاين غلطه في الفاتوره.
ها هنا بالضبط.
واحد تشيزبرغر للذهاب، من فضلك.
ما تقدرش فعلاً تعمل تصميم من غير كمبيوتر بعد.
امشي.
فيه تمزق هنا في بلوزتي. نتساءل اذا ممكن تصلحو لي، من فضلك؟
شحال الاجره لمانشستر؟
تقدر تاقرضني كابل تزويد؟
فين نقدر نشتري حصيره الشاطء؟
ممكن تعطيني حجز جديد من فضلك.
عطيني هذي الستيك ديال اللحم، بصح ما تكونش سميكه هكا.
احنا جايين علي السبعه.
كي نشوف الاسعار هذي منخفضه برشه، يبدولي سخيف نشتري اي حاجه في اليابان.
حتي سجلاتي اتسرقت.
كُره ايس كريم فانيلا، من فضلك.
انا موافق. لازم يكون طبيعي بزاف.
انتبه للفجوه، انتبه للفجوه، ثم قرب من الابواب، من فضلك.
راح احتاج بطاقه اءتمان.
ها الرقم.
قولي لي مكان زين في هذي النهر، من فضلك.
عطيني تقرير الحادث من فضلك.
لا، شكراً دحين.
حاضر، خليك علي الخط. استاذ ناكاجيما، الانسه سايتو ما تردش علي المكالمه. تحبني نكمل نرن عليها شويه؟
ممكن، بس لازم نوزنهم كل واحد علي حده.
يبدو نادر شويّه.
وين المكان اللي نستلم فيه الشنط لرحله سبعه صفر ثلاثه؟
في حاجه غلط في قبضه يدك.
هل هذا يفسد؟
لا، شكراً. من الافضل لي ما نشربش اكثر.
عافاك قول لي شويه شوارع مناسبه للتسوق.
هل الحافله هذي تروح لفندق هيلتون؟
هذي اللوحه مميزه برشا. من عمل تسروتارو كاتاواكا. معروف كفنان عالمي.
عندي تقدير كبير للموسيقي الكلاسيكيه.
نجم نعيطلك نخرج معاك ع العشا مره؟
تمام. شنو اسم حزبك ورقم دياله، من فضلك.
عذرًا. خليني نخرج، من فضلك.
هل يمكنك الاتصال بطاقم يتحدث اليابانيه؟
نزور اقاربنا كثيرًا.
ميكي هاياكوا. هذي الغرفه سبعه صفر اثنين.
لازم نفضل هنا الليله، مش كذا؟ تقدر تساعدني نحجز غرفه فندق؟
ما المفروضش ياخد وقت طويل. خمسه عشر دقيقه علي الاكثر.
تقدر تقول لي شحال الثمن ديال هاد المكالمه؟
ممكن تقول لها اني اتصلت، من فضلك؟ حاتصل بيها مره تانيه بعدين.
هل فيه جوله صباحيه؟
هل تبدل العملات الاجنبيه؟
ميزانيتنا حوالي خمسين دولار في المجموع لثلاثه اشخاص.
فين نقدر نشتري رول من الفيلم؟
عندك بيره يابانيه؟
نحب بدله سباحه صغيره، من فضلك.
حاب نُسَجّل شنطتي.
هذه الانسه كوازو في الغرفه سته عشر واحد عشر.
عفواً.
ما فيش شي.
شنو الاهم بالنسبه ليك يا ياباني، عيد راس السنه ولا عيد الميلاد؟
رقم مقعدك هو اثنين وثلاثين ا. بعدين، امشي مباشره في الممر ده. هو المقعد جنب الشباك.
لحظه واحده، من فضلك.
رجاءً عبي تقرير الفقدان.
ما نفهمش الامريكي، انا نهدّر بالانجليزيه الملكيه.
من البارح.
يشمل تامين التصادم والمسءوليه.
ضاعت لي بطاقه المطالبه ديالي.
عندك شي بروشات بتصاميم حلوه؟
انا نتصل من كشك عمومي في ميسي.
هذو كبيرين برشا.
قداش ثمن الوقوف في الساعه؟
سيدات وساده، في رحلتنا اليوم، عندنا مضيفات طيران يتكلموا اليابانيه ويقدروا يتعرف عليهم من خلال دبابيس العلم اللي لابسينها. اذا تعرفوا علي حد يحتاج مساعده في اللغه، رجاءً خبرونا.
هل فيه فتره معينه من الفن تفضلها؟
رجاءً تفقده مره ثانيه.
امشي علي طول النهر حوالي نص ميل. حتوصل للحديقه.
لا، هم متينين بزاف.
حاضر، باش نبعتها للاس فيغاس عليك.
انا نبحث علي تيشرتات الجري.
تحب حاجه تشربها من البار؟
من فضلك، هكا من فضلك. خذ هذا المصعد.
افضل لك تركب القطار اللي الساعه ثمانيه ونص.
هل فيه سينما هنا قريب؟
دحين موسم المحار، فراح يكونوا زينين.
نحب ساعه مستعمله.
راح نتاكد حوالي تسعه بالليل.
راهي تتاخر. لازم نمشي.
ما استعملتش خدمه الغسيل تاعك. باش تراجع هذي مره اخري؟
نحب شاي، من فضلك.
لا، ما فيش.
هل هذه المحطه الاخيره؟
خلينا نعيطولو.
هل هذي حاره جدًا؟
فين نقدر نلقي باص السياحه؟
نعم، نحب نعمل جوله في معالم المدينه.
كاين بزاف سياح حوالي المبني، اللي باين عليهم تجمعوا باش يشوفوا شنو قاعد يصير.
شكراً علي ضيافتك.
الصدق هو احسن سياسه
ممكن تصحيني علي سته، من فضلك؟
قداش تكلف نص نهار؟
انا كينجي.
هل تعرف اماكن حلوه تقدر تشوفها في شيكاغو؟
حسناً، اذا اصرّيتما انتما الاثنين، سامشي معاكم.
هل يمكنك تبديله بواحد اخر من نفس النوع، من فضلك؟
نحب نحجز لثلاثه ونص بعد الظهر
صندوق الامانات، من فضلك.
اختار نبيذ مناسب.
نحب مكان صغير.
هل لازم ادفع علي الغاز؟
حرامي. امسكه.
نحن نستنّاوا اصحابنا يجو.
عطيني شويه فكه صغيره.
مشدود داءم، من فضلك.
هي صغيره ولطيفه.
شنو اوبرا اليوم؟
مقلي، من فضلك.
غسيلتي ما رجعتش ليّ بعد.
علي فكره، انت فاضي يوم السبت الجاي؟
مزيان، يمكن نكونو ملاح مع بعضنا.
عاملتني كانني متسول.
نفهم. زيد، تقدر تساعدني في مشكله وحده اخري؟
تقدر تحط عدسات وصفه طبيه في النظارات الشمسيه دي؟
انا باش ناخذ زوج منهم.
شنو الكلاب الزينه. شنو السلاله؟
طحت شوكتي. رجاءً جيب لي وحده ثانيه.
كانت ممتعه.
طبعًا. امشي علي طول ولف يمين عند الزاويه الثالثه. حتلقاها علي يمينك.
عندك شويه افلام لشراءح الالوان؟
تعرف كاثي؟ هيا حفلتها بعيد ميلادها.
عندك جدول الالوان؟
هل نقدر نخلص بالشيك السياحي؟
بس، يا راجل، كيف نعرف ان هذي الشي الحقيقي؟
نجم ناخذه بدون ضراءب؟
ما نقدرش نحط شنطتي تحت الكرسي. تنجم تحفظها لي، عافاك؟
ممكن تحط الحقيبه هذي في الصندوق من فضلك؟
انا خارِج دُلوه، فَحَ اجيبها.
رجاءً ابعت حد يطلع لي شنطي عند الساعه سته ونص.
نحب خريطه ديال سان فرانسيسكو والمنطقه اللي حواليها.
شنو نوع الخبز اللي عندك؟
وين المصعد؟
هل في حد يقدر يعزف علي البيانو؟
في اي محطه لازم نخرج منها باش نمشي لمبني امباير ستيت؟
الميزانيه اقل من الف دولار.
شكراً، لكن ما اظنش عندي وقت نفضل ليلتين. تنجم تحجزلي غرفه توام في الفندق ذاك لليله 12 مارس برك؟
هل نقدر نحجز غرفه مزدوجه تطل علي البحر؟
ما قررناش بعد.
رفيقي تعثر ولفّ كاحلو.
حنجرب شربات.
هل فيه مطعم تايلاندي قريب؟
هو جنب المبني الطويل داك. اذن، ارجع نفس الطريق اللي جيت منه لحد اشارات المرور. بعدين، الف علي الشمال.
لازم نلحق طياره لوس انجلوس بكري بكري الصبح.
نقدر نوصي بثقه بـ "جوله مدينه سان فرانسيسكو". هذي تعطيك نظره عامه علي سان فرانسيسكو.
نحب ناخذ تامين.
خلينا نطبق كماده بارده علشان نخفف الالم.
هي حابه تشتري فستان.
قداش ثمن التاكسي لهذا الفندق؟
وين الحمام؟
هل يكلّف شيّ للدخول لهذا المبني؟
خليها علي كيفك.
انا نبحث علي حاجه رسميه.
النافذه مسدوده.
في اي جانب من ساحه الاتحاد هو؟
نصف اونصه من شانيل رقم خمسه، من فضلك.
شنو رايك في شويه قهوه؟
هل احتاج تذكره؟
قداش تقريبًا قيمه رسوم الخدمه؟
قدّاش من هنا؟
كريمه وسكر؟
عندك اي نسبه تخفيض للاعضاء؟
هل فيه سوبر اكسبريس الساعه تسعه ونص؟
خليني نشيك علي زيت الفرامل والمحرك. باين علي محركك تقريبًا يوقف.
ما كانش خطاي.
ما فيش كهرباء
راح نبلغ الشرطه علي هالشيء.
هل لازم كل واحد يخلص علي مشروبه؟
اي مكان من ثلاثين الي خمسين دولار في الليله.
رجاءً اصلح هذا.
في ايام راس السنه. وفي المناسبات الخاصه مثل حفلات الزفاف، حفلات توزيع الجواءز او الجناءز.
مزيد من المسترده، من فضلك.
علاش ما تعطيهاش هديه؟
شنو الفيلم اللي تنصح بيه؟
ها عشرين و اعطيني اثنين دولارات بقشيش، من فضلك.
هي ضربتني من الجانب
نجم نجي عندك علي زوج.
هل هذا هو الحقاءب من رحله JAL صفر واحد؟
هذه اول رحله لي لباريس.
هل تقدر تقدر التكلفه قبل ما تبدا في الشغل عليها؟
تفضل، من فضلك.
رحله المشي ديالنا لازم تكون ممتعه بزاف.
فين نركبوا القارب؟
ما عندناش شنطه بالمبلغ هذا، باش نحطّه في هذيك الشنطه البلاستيك الكبيره.
نحب نلعب تنس.
فيه عصير اناناس، برتقال وطماطم.
الجانب اليسار من هذي الطابق، قريب من السلم الكهرباءي.
شنو اللي قايم اليوم في قاعه الحفلات؟
ما تحبش تتفرج علي فيلم مختلف؟
رجاءً غير هذي الشيكات السياحيه للنقد.
نحب نكون عندي نفس الكورس غدوه، من فضلك.
نجم نعطيك جواب احسن علي هالشي بعد شويتين من العروض.
نحتاج هديه للذكري.
شنو المسرحيات الموسيقيه اللي عال الان؟
عندك مرايه؟
عذرًا، لكن ضيعت طريقي. تقدر تساعدني؟
ناخذ هذا، من فضلك.
ما تقدرش تجيب الالعاب الناريه لكندا.
يا سلام علي الطباخه الراءعه اللي عندك مرّتك.
هل تحتاج اي مساعده؟
هل ممكن تحجز لي تاكسي لسته بكره الصبح، من فضلك؟
شنو تحب مع الطبق الرءيسي ديالك؟
هل فيه بوتيك هنا قريب؟
هذي المكان مملوء بالناس، مش كذا؟
اسف. حيكونوا جاهزين بعد حوالي خمس دقايق.
صارلي شد في رقبتي وانا ننعس.
حاضر، مافيش مشكله. نجم نشوف جواز سفرك؟
ما عنديش فلوس.
في اي وقت لازم اكون في المحطه؟
كاين برشا مطاعم هنا حولي.
جنب غرفه المعاطف.
مبسوط اننا تكلمنا مع بعض.
هل فيه جوله بعد الظهر؟
انا مع اصحابي.
استمتعت باقامتي. شكراً ليك.
الشاطء تحت مباشره. يا لها من منظر جميل.
شكراً علي الانتظار، استاذه مكغواير. هاهو. تفضلي، من فضلك.
عندك بطاقه هويه بصور؟
سبعه، من فضلك.
نحب نبعت هادا للغسيل. امتي باش يكون جاهز؟
عندي بنطلون مخطط
نعم. شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه شنوه
هل يمكن تشرحي لي اكثر بالتفصيل؟
نمت مزيان؟
هل تضغط علي زر الغالق؟
زوج مفاتيح، من فضلك.
نحب لمبه.
في نهايه الممر.
نحب ورق ملاحظات.
هل رايحين بالباص؟
قلت انك راح تروح لطوكيو بكره؟
خلي نرقد حتي الساعه تسعه.
لازم ننقل لـ AW واحد صفر صفر. هل ممكن؟
كيف حال لعبتك هالايام؟
حسّيت روحي محبوسه في الصدر.
مافيش مشكله. اذا جيت في الخامس من سبتمبر، تقدر تستمتع بعرض افلام علميه لانه عندنا يوم مفتوح خاص في اول جمعه من كل شهر.
عندك جوله اخري؟
تمام، خصم خمسه بالميه. هل هذا مقبول؟
انا رايح لباريس.
مش هو احدث موديل، صح؟
مُجدول علي الساعه ثمانيه ونص في المساء بالتوقيت المحلي
خُذ هاد المبني معانا، من فضلك.
حاضر. نطلب طبق وسط وكره رز.
كيفاش هذي تبان؟
نحب نشوف هذيك في الشباك، من فضلك.
مستحيل. احنا في اجازه. رافض اَقعد في غرفه فندق واتفرج علي البيسبول في التلفزيون. نحب نروح نشوف مسرحيه.
نجم نلمسها؟
تقدر تجي هنا تصلحها؟
نحب شويه الياف صناعيه.
اسمي تارو تاناكا. عندي حجز.
نحب شويه كريم تنظيف.
نحب سويتر باكمام طويله.
سرقوا لي شنطتي.
طرقنا تبدو تتقاطع برشا مرات، موش هكا؟
نجم نشوف المنيو مره ثانيه؟
ما زالوا يبدوا شويه خضر.
قدّاش؟
فراوله، من فضلك.
جبل فوجي هو اعلي قمه في اليابان بارتفاع ثلاث الاف وسبعماءه وسته وسبعين متر.
لا، لسه. فيه برشا خيارات نختار منهم.
نحب شويه كريم ليلي.
ما بين المخبز والجزاره.
تقدر تقصر الاكمام؟
نخاف مافيش ملعب جولف هنا قريب.
تقدر توريني الخاتم الثاني من الشمال؟
تقدر تطلب منه يتصل بي؟
حاولت نعمل مكالمه دوليه. وصلتك ولا لسه؟
هذا غلط.
ايه، هو كذلك. خاطر تقدر تشوف العلم قدام البريد.
اكيد باش تبعثهم، صح؟
حاب نعمل مكالمه تلفونيه باستخدام بطاقه اءتمان.
نحب نخرج ديالي.
مني يوصل، حندفعو باش نرسلوه لعنوان دارك.
هذي الايام دايمًا نستخدم كمبيوتر في الشغل.
اه، فهمت. باش نمشي لمكانك.
لا، هذا كافي.
نجم نعطيك بطانيه ووساده؟
تقدر تجي هنا في اقرب وقت ممكن، من فضلك؟
كوب قهوه، من فضلك.
انا نبحث علي بعض الكروت اللي عادهً تكون هاواييه.
هل تقدر تضيق الخصر بثلاثه سنتيمترات؟
انا نفس العمر.
باش تجيبلي قهوه شويه؟
ثلاثماءه وخمسين دولار؟ هذي اكثر من ميزانيتي.
هل نحتاج نعمل تصويت علي هذي؟ اذا لا، اعتقد اننا وصلنا لنتيجه، اللي باش ابعثها لمجلس ادارتنا بكره الصبح.
هل تعرف اذا كان في فنادق رخيصه؟
صباح الخير. نمت مزيان؟
شنو ناوي تعمل بعد ما تخلص المدرسه؟
سرقوا مني شنطتي علي الشارع.
هل كان عندك خدمات اخري غير الفطور هذي الصبح؟
نحب فنجان قهوه بيضاء، من فضلك.
تمام. هل فندق شيراتون قريب من هنا؟
نامل انك مش متعب بزاف.
حاب نكرّي سياره من هذي الفءه لمده يومين.
انا باش نشرب لقطه من جاك دانيلز.
نحب كيس فشار، من فضلك.
سقطت عصا التزلج.
ما نجيبوش هدايا في الاستقبال. بدالها، الضيوف يجيبوا فلوس.
حاب نبعثها بالبريد السطحي.
الطاءره وصلت متاخره بسبب ثلج كثيف
عطيني الشحنه، من فضلك.
تقدر توصل رساله، من فضلك؟
اسف، ما نقدرش نتابعك. تنجم تتكلم شويّه ابطا، من فضلك؟
شنو نقدر نوريك؟
نجم ناخذ صور؟
من ميه واحده
رقم الرحله هو HP تمانه وتسعين لطوكيو في الحادي عشر من مارس
نجم ناخذ نفس الطبق اللي هو؟
عندك واحد ثاني؟
رجاءً جيب لي فطوري لغرفتي الساعه سبعه بكره الصبح.
واحد من فريق الصيانه حيكون هنا قريبًا.
اسف. باش نرجع بعدين.
كيفاش نقدر ناخذه؟
هل فيه وظاءف شاغره في جوله الخميس؟
عذرًا. ممكن تمر من هنا؟
عندك اي نباتات وفواكه؟
رجاءً قول لي كيف نعبّي بطاقه النزول؟
نعتقد ان سيارتي تساوي حوالي خمسه الاف دولار.
هل هذي الاكله قليله السعرات؟
اي باص لازم نركبه باش نمشي للمحطه؟
ايه، هو كذلك. لكن لازم تلف شمال عند الاشاره الضوءيه الثالثه وتبقي في الشارع ده لحد ما توصل للطريق سته وستين.
نحب كاس ماء باش ناخذ شويه دواء، من فضلك.
كنت ممتن جدًا لو اخذتني للبحر.
اسف. عندك الرقم الغلط. هذه تانكوشا برس.
احنا قاعدين نخرجوا.
شنو هذي الموسيقي؟
عطِ هذا الشراب لطفلك، مِكيال واحد، بعد كل وجبه.
هذي النمط متوفر باحجام ثمانيه وعشرين، واحد وثلاثين، وخمسه وثلاثين سنتيمتر.
اه، هذي تبدو برشا برشا.
نجم نستعمل تلفونك؟
هذي ريحتها زوينه برشا. قداش ثمنها؟
حاب ناكد مره اخري رحلتي الي شيكاغو في السابع عشر.
كلت شويه زياده.
هل يمكنني الحديث مع السيده براون؟
هذي الدار باين عليها مريحه للعيش فيها، مش كذا؟
نحب نحجز علي رحله شركه خطوط الشمال الغربي رقم 086 للخامس.
محفظتي، جواز سفري والاغراض الشخصيه الاخري.
امتي تسكر؟
استني دقيقه. يمكن خليتها في الحمام.
هذا بالضبط اللي كنت حاب نقول عليه.
ايه، نعتقد هكا.
دارك كبيره. كم غرفه فيها؟
استمتعنا بالعشا.
نفهم، لكن ما نقدرش نقولها.
اه، نعم، من فضلك. فقط اتمناش ما يمرضوش من البحر.
الي طوكيو، من فضلك.
شنو توقيت وصولنا؟
انا باش نمشي بكري غدوه، حاب نخلص توا.
شيري جاف، من فضلك.
كرسي غير مدخن، من فضلك.
هو مشغول دحين.
هل الاجانب يقدروا يوصلوا للكتب في هذي المكتبه؟
هل من الممكن نبقي في غرفتي حتي الساعه الثانيه ظهرًا؟
هاها. صباح الخير علي وقتك. ماشي.
نحب شويه من فيلم رقم ASA ده للكاميرا دي، لو سمحت.
وين لوحات مونيه؟
هذي البيتزا لذيذه. من اللي عملها؟
شنو طعم هذي الطبخه؟
ايضًا غاليين.
امتي يطلع القطار الجاي لبوسطن؟
نوي نتعلم الجولف.
عطيني شراب اخر من فضلك.
يا سلام علي السورفر الزين.
انا خايف الاكمام قصيره بزاف.
تقدر توريني كيفاش نحط الغاز؟
هل رسوم الفندق تشمل الفطور؟
هل هذا كل شيء؟
هنا الطريق هذا.
رجاءً، ابدا العداد.
غرفتي بره بره بره بره
راجعه لك كي نكون اقل انشغال.
عندك واحد اكبر؟
حسّيتي خير.
هل انت علي درايه بجغرافيه اليابان؟
وريني فين انا في الخريطه دي.
ميه في الميه قطن
نحب نبدل لغرفه تطل علي البحر. هل في رسوم اضافيه؟
قداش ثمن نص يوم استءجار لوح؟
عشره نوفمبر
نحب حبال اله كاتبه.
طعمها لذيذ بزاف.
امتي حنطيروا؟
كيفاش تخلي الساءق يعرف وقتاش تحب تنزل؟
اربعه وعشرين دولار. تحب اكثر؟
حجزت في طوكيو من شهر.
نشكرک من قلبي
هل نزل هنا لمركز روكفلر؟
عفاك قيس لي مقاس حذاءي.
انه راءع.
هل تخرج معايا في موعد؟
رجاءً نظف هذا المعطف.
حاب نكرّي مركب موتور.
فين قسم السيدات؟
القهوه مش مشموله؟
في اي مجال كان قبل؟
تبًا. تبًا. تبًا. تبًا. اعتدت علي وجهها.
هل لازم ادفع الرسوم الاضافيه لما ندخل مبني؟
مرحبا، حزبك علي الخط. تفضل، من فضلك.
جرحي يوجعني.
وين المحطه؟
عندي قشعريره.
ثلاثه ايام.
عبر الجسر هناك، وراح تلقي المكتبه علي اليسار.
عفاك ساعدني نلقي دليل يتكلم ياباني.
ما نحبش واحد كبير برشه.
راح يكون تاخير بسيط.
شنو الفرق بين هذو الفنادق؟
ضعت محطتي
كان ممتاز. شكراً لك.
راح نكون هناك حوالي سته في العشيه.
عندك شي شويه اطول؟
تاريخ الانتهاء هو ۱۹ مارس ۹۹9
كيف كانت؟
هل فيه كازينوهات كويسه؟
ها الفلوس للقلَم الحبر. ورقه مءه دولار.
فين قسم النساءيه؟
فين نقدر نركب القارب؟
صاحبي مصاب.
انت باين عليك بخير.
هل هالمتجر باش يفتح غدوه؟
كلها في نهايه الممر.
ممكن تقص لي شنبتي؟
يجي مع بار السلطه وخيار البطاطا المشويه او البطاطا المقليه الفرنسيه.
فين نقدر نشتري الحشيش؟
ما نقدرش نبيع هذي بدون وصفه طبيه.
هل نجم نحجز خمسه كراسي مع بعض في نفس الصف؟
تقدر تاعطيني حبل سحب، من فضلك؟
اي سياره تعطي افضل استهلاك للوقود؟
ما راح تحصل علي خصم مهما حاولت بجد.
هل تقدر تفتح هذي الحقيبه، من فضلك؟ شنو عندك هنا؟
نحب نعمل مكالمه بعيده للمكتب هيلتون في بوسطن.
هل السيدات يقبلن بذلك؟
خلي بالك، السقف منخفض.
ما نقدرش نشوف الشاشه من هنا مليح. نجم نبدل الكرسي شويه؟
زرت البحيرات العظيمه لاول مره.
في حاجه غلط في هذي الاله البيع الذاتيه.
نحتاج لطبيب.
قداش مده وهي في المملكه المتحده؟
محب للحداثه زيك يمكن يعجبك اللوحات الهيبيش ومشهد الموسيقي في الشوارع.
شنو الوقت؟
ناخد هوت دوج وكولا.
هذا هو المشغل الخارجي.
تقدر تشوف بنايه بيضاء، صح؟ هي قدام البنايه دي.
من امتي؟
ما عنديش حاجه نعلنها.
شنو؟ لازم تدفع ضريبه كي يكون عندك اكثر من ثلاث قناني خمر؟
صديقي مريض بزاف. تقدر تتصل بطبيب، من فضلك؟
ما نعرفش برشه علي النبيذ. شنو الاحسن للطبق هذا؟
ممكن تكلمّني في الصبح بدري، من فضلك؟
كاين محطه بنزين علي بعد بلوكين من هنا.
الناس اليابانيين ما ياخدوش اجازات طويله.
حسّيت كانّ حدّ يراقب فيّ. هل من النادر انك تشوف ياباني؟
بالطبع لا. ليش تقول اذا؟
اي طريق هو المدخل لمكتب البريد المركزي؟
فين محطه حافلات الجرايهاوند في هالبلد؟
مش مطاعم اليابانيين في كيوتو غاليه، صح؟
نظنها شوي عاليه عليّ.
عندنا غرفه توام فيها حمام بثمانيه وخمسين دولار.
نبي سعر الكتاب.
السنه هذي الجو ابرد من العاده، بس مش بارد كفايه باش ينزل ثلج.
فين نقدر نشتري تذكره المترو؟
باش يكون عندي كراسي درجه رجال الاعمال، صح؟
قداش ثمن التاكسي من الفندق هذا للمحطه؟
ممكن تعطيني هذي و هذي، من فضلك؟
يقولوا ان اليابان بلد غني برشا.
هل فيه غرف مجانيه في عربه النوم؟
تقدر تنقصها لعشرين دولار، من فضلك؟
هذه هديه لصاحب.
الثلج يخلي الطريق زلق.
ما نقدرش نلقي الكاميرا تاعي.
راح نعمل زوج ساندويتشات لحم خنزير.
عندك شي تبي تعلن عليه؟
شفت جاكيت ازرق؟ حطيتها علي الكرسي هذا.
فيه محل ورد عالطريق المقابل.
انا من طوكيو.
نحب شويه من كريم ريحان من ريفلون.
عندي بعض الحاجات للغسيل.
طلبته من زمان.
ممكن ترسل لي حمال لغرفتي الساعه سته الصبح؟
انا باش نطلب شوكولاته سخونه.
نقدر نرتبلك تنظيف غرفتك.
خاص، من فضلك.
قداش ثمنها للـ C Hotel؟
نجم ناخذ تذكره متعدده؟
نحب نحجز طاوله لزوجه علي السبعه، من فضلك.
نحب شويه كريم ليلي.
هل تغلف هذا كهديه؟
الساعه ربع بعد الثلاثه
نوي نبعث الفواتير للمستلزمات اليوميه، فقول لي العنوان واسم الشخص المسءول.
صعب علينا نطق الانجليزيه بطلاقه.
عندك هذو في نفس التصميم بكعب اعلي؟
نحب سويتر لولد عمره عشر سنين.
خذني الي ابي رود، من فضلك.
شكراً ليك. مرحبا، شكراً علي الانتظار.
انا متاكد عندي حجز.
انا نبعثه ليك، بالله استني هنا.
احنا هنا ليوم واحد.
عندي صداع خفيف
استمتعت بالوجبه بزاف.
لا، تفضل اقعد واستني. انا راجع لك علي طول.
نجم نشوف السياره؟
ممكن ترسم لي خريطه، من فضلك؟
حاضر يا سيدي. رجاءً ابقي في غرفتك لحد ما يجي الطبيب.
تعرضت للسرقه في شاطء ويمانالو. رجاءً تعال بسرعه.
شنو رايك في ميه دولار؟
نبيها مغلفه.
نحب نقدم علي اصدار جديد.
الحكومه دعمت ترويج الصناعات.
نظن انه فوق الخمسين سنه.
شنو الحد الادني للعمر عشان تعمل هذي؟
عندك خراءط بسيطه للمدينه؟
اذا كان ممكن، نفضلش نخلع السن.
العد واحد كره، زوز ضربات.
في اي وقت حيوصل القطر لسان دييغو، من فضلك؟
حاب نشوف علبتك.
نحب شويّه شامبو.
انا مقيم في فندق هيلتون.
حسّيت روحي تعبانه ومرهقه.
لكن عندي موعد باش نشوفها علي الساعه اثنين.
هل هالسياره تمشي لادنبره؟
نعم، من فضلك عبي النموذج هذا.
قداش تفرض علي الوزن الزايد؟
اسمي كيمورا. نحب نلغي حجزتي ليوم الجمعه.
اه، اسف. صار مشكله واحنا نصلح فيها. تقدر تستني حوالي تلاتين دقيقه؟
اش وقت نقدر نخرج؟
فهمت.
راح نتصل بواحد.
تحب تسدد الفاتوره دحين؟
السياره جت عليّ من الجنب عند التقاطع.
هذي صندوق موسيقي.
وين الحي؟
هل فيه جوله بالحافله في المدينه؟
في اي وقت نبدا؟
تمام يا سيدي. في الحجم المتوسط نقدر نعرض عليك ميركوري سابل. هل هذا تمام؟
درّبت عضله.
بس لازم تعديني انك تضرب الكره، مش انا. موافق؟
قدّاش باقي؟
نجم نستعير شويه كتان؟
شنو نوع الجلد اللي مصنوع منه هذي الحقيبه؟
ما اظنش ان السكين هذي نظيفه. تنجم تجيبلي واحد اخر؟
شريت هذي قبل شوي، لكن هل تقدر تبدلها بهذيك؟
بصراحه، ما نوافقش علي هكا.
هل هذه هي الطريق الصحيحه لمحطه المركزيه؟
قارب مع دليل، من فضلك.
نحب نطلب بدله بلون غامق لي نفسي.
هذا المظله باش تكفي كعصا.
هل لازم نسيب كل شنطي في خزنه الامان؟
وريني جواز سفرك.
هل فيه مكان يقبل الغسيل يوم الاحد؟
زوج برغر بالجبن، من فضلك.
اي حافله تروح لميامي؟
لكن ما فيش حاجه للبقشيش.
تقدر تشوف واحد في كارنيغي هول.
انا مش معتمد.
شنو هو تخصص الدار؟
نحب نحدد موعد مع طبيب.
نستفسر اذا كانت طاوله متوفره جنب الشباك لسبعه الليله.
ما تمانعش لو جيت لدارك؟
يبدو ان هناك مجال للتحسين.
وين التحتاني؟
عندك الحجم الاصغر منه؟
فين نقدر نلقي الاسبرين؟
هل هذي القاع؟
عطيني تصريح اسبوع واحد.
هذا زميلي.
شنو نوع الغاز اللي موجود؟ بريميوم، عادي، وبدون رصاص؟
ها واحد.
انا رايح نمرض بزكام.
مغلق يوم الاثنين، لكن يوم مختلف يكون مقبول. اعتقد انه مفتوح من تسعه الي خمسه.
هو ثعبان مقليه مع صوص خاص فوق طبق رز
قال يلا نحتفل واخذني لبار. قال انه باش يتصل تليفون وخرج وما رجعش، وكنت عالقه بفاتوره كبيره.
قداش ثمنها لكل جالون؟
كان جوازي وبطاقه الاءتمان في شنطتي.
الحجوزات علي السبعه، باسم منو.
ما تديش فنجان شاي؟
تقدر تقول لي وين نلقي القنصليه اليابانيه؟
هل فيه دكتور فندق او واحد علي الاتصال؟
ديما يشتري من شارع بوند.
ورقه انجليزيه، من فضلك.
هل فيه مكان يعزف موسيقي البلاد؟
حاب نشيك علي اغراضي الثمينه.
هل عندك واحدات صوف زياده؟
قداش ثمنها لكل ورقه؟
مزيان، ضغط علي تسعه وصفر واحد واحد، من بعد كود البلاد ورقم الهاتف.
ممكن تعطيني دايت كوك؟
نجم نطلب طلبيه؟
كان قيادتنا حلوه. شكراً ليك.
عذرًا. ممكن تمر من هنا؟
العدد الكلي للسكان في اليابان حوالي مءه وثلاثين مليون.
حاب نكرّي ظل شمس
نعم، ونحب نعاكس الرسوم.
محفظه فيها ميه دولار وزوج كريدت كاردات.
الميه سخونه بزاف.
انت هنا.
طاسه قهوه، من فضلك.
غير محتمل جدًا.
بطني توجع بعد الاكل.
واو، هذي مكان حلو.
ممكن يكون عنده جلطه هواءيه.
هل قررت؟
اذا حاب، نقدروا نرتاحوا هنا.
ضعت اثر البريد المسجل.
ما تقدرش تبدل خدمتك بسهوله.
شنو المحطه الجايه؟
تمام، مش المدرجات. الجو اليوم سخن برشه.
نزل هنا، وتحول للباص رقم سته.
لازم نلحق الطياره ديال العشره الصبح.
ما زلت حاسس برغبه في التقيء.
ما نحبش حاجه كبيره برشه.
عفواً، من فضلك شيك.
قداش سعر الفطر الطازج؟
عطيني الشحنه، من فضلك. هل تقبل فيزا؟
اليوم باش نمشي نشوف كيفاش حيّ الصين.
اثنين صفر اثنين تسعه ثلاثه تسعه سته سبعه صفر صفر
نحب نخلع سناني.
نحب حقيبه مكياج.
نستغرب قدّاش لازم نترك من بَاقي.
فين نجم نلقي "شبح الاوبرا"?
نحب نشتري هدايا تذكاريه لاصحابي. تنجم تنصحني ببعض؟
ببطء اكثر، من فضلك.
شنو هي متوسط رسوم الفاكس الدوليه اللي تدفعها كل شهر؟
مقلي علي الجهتين، من فضلك.
حاضر، هذي واضحه جدًا. كليكما رجاءً اعطيني رخصكم وتسجيلاتكم. وابني، اخاف لازم نعطيك اختبار تنفس.
راح يكون جاهز بعد بكره في العشيه.
هل هذا مصنوع من القطن؟
عندي دواءي الخاص.
شنو نقدر نشوف في الجوله هذي؟
ايه، لازم يكون علي الاقل مشروب واحد.
قداش ثمنها ليوم واحد؟
هل تتوقف الحافله دي قريب من الفندق؟
نحب دي في دي مدمج.
فيه رحلات جال وانا اللي تخرج علي عشره وخمس وخمسين. لكن، للاسف، الرحلتين ممتلءات.
يليق لي بزاف
هل ممكن نلقي طاوله لخمسه؟
ما تفهمش الانقليزي خالص.
رجاءً صرف شيك مسافر.
تقدر تعتني بيها من التسعه الصبح لحد حوالي الثلاثه؟
قداش ثمن البريد الجوي لليابان؟
انا محبوس بره. تقدر تفتح لي الباب، من فضلك.
اي جوله هي الافضل لمشاهده الاماكن المشهوره؟
هل فيه مضيفه طيران تتكلم ياباني؟
قداش من شنطه نقدر نجيب علي الطياره؟
لا، سيدي. اليوم بعد الظهر محجوز بالكامل. غدوه عادي، ان شاء الله.
انا باش نسال الحارس الاجره الصحيحه.
انا حقًا اسف.
عنا حفله ليله الجمعه. ليش ما تنضم لينا؟
حسنًا، غرفتك تسعه و ثمانيه، انسه. هذي مفتاحك.
مهم برشه انو عندنا وصول للمواد الخام اللي نحتاجوها للمشروع.
عفواً، يا ضابط؟
هل هذي القطر تروح مباشره لادنبره؟
هل هذا ضمن الحد المعفي من الضراءب؟
خرج لي ممتلكاتي، من فضلك.
قداش الزحمه في الجولات؟
نحب نشتري شويه تذكارات. فم محل مناسب قريب من هنا؟
حتي امتي مفتوح؟
هو خارِج دِلوقتي
مايوومي، تقدر تملّي هالورقه بتوقيعك؟
ها واحد ليك يا سيدي.
ما عنديش شنط تسجل.
طبعًا، خذ وقتك.
انا هنا في مهمه اعلاميه.
عندك افلام الصيف؟
امتي القطر الجاي لواشنطن دي سي؟
اللي اطول منهم دابا راهو في الموضه
راح نرجع لليابان الاثنين الجاي.
هل ممكن تعطيني خريطه المترو؟
هل الطريق طويل؟
تقدر تبدل هادا بواحد جديد؟
شخصين
فين نقدر نجيب شنطتي؟
ما نيش مرتاح. نجم نرجع الكرسي تاعي؟
حداش وربع صباحًا
تقدر تقول لي علي مطعم مشهور بين الشباب؟
سيارتو كانت ماشيه بسرعه قصوي.
هل يمكنني ترك رساله؟ انا اتصل لاءكد موعدي مع السيد ابرت يوم الاربعاء القادم الساعه الحاديه عشره صباحًا.
هل يمكنك بطريقه ما تشرح مرضك بالانجليزيه؟
ممكن تبعت تاكسي للمدخل الرءيسي لمول ويستمنستر؟
قدّاش مرّه نغيّر القطر باش نوصل؟
هل هذا صحيح؟ خليني اشيك. اوه، اسف جدًا، مدام تاكانو. هذي غلطه منا. هذي فاتورتك الجديده. تقدر توقعي هنا، لو سمحتي؟
خمسه دولارات رجوع، من فضلك.
السداده ديال الحوض ما تسدش كامل.
مجرد رمز من تقديري.
هل ستملا هذا النموذج؟
شنو رايك في النماذج البلاستيكيه هذي؟
شنو الماركات اللي عندك؟
الكعبين عاليين بزاف عليّ.
انا محبوس بره غرفتي.
قدّاش قعدت في باريس؟
هل يمكنني الحصول علي طوابع بريد لثلاث بطاقات بريد جويّه الي اليابان؟
كتابه اسمها G-O-R-O-H.
تحب تشرب حاجه؟
رقد هنا.
خليها تليغراف عاجله، من فضلك.
حسب تقرير الطقس، غدوه باش يثلج.
نحب كره.
بالطبع. سنكون سعداء بعمل ذلك.
هاي، كتاب هزلي ماليزي. باش نشتري واحد باش ناخذه للدار كقطعه حديث.
الطريق للنجاح هو "جينميكو"، صح؟
راح نوصل لفندقك حوالي تسعه بالليل.
عندي حوالي الفين وخمسميه دولار في الين الياباني.
ايه، نِحْنُ عَادْ. نْرُوكْ بَعْضْ منهم.
نحب شويه حبوب منومه.
راح نكون هنا حتي اليوم التاسع. نتمنا تلقي المجرم في اقرب وقت ممكن.
انا متاكد ان المجرم قريب.
عشره طوابع من فضلك.
عندي حنجره موجوعه
نحتاج شويه تذكارات من نيويورك.
انا اخرج. تنجم تبعت لي واحد يجيب لي الحقاءب؟
ساعه ديالي وقفت.
اه، هكي؟ كيفاش تحبها؟
احنا مفتوحين الساعه تسعه الصبح
نحب كتاب تلوين.
نظن اني حاسس بالدوخه من الجو
هل لازم نروح لبنك ياباني؟
لازم تبدل الفلوس في بنك.
هل ف الوقت كافي للخروج؟
راجل زوجك واحد من احسن زباءننا.
هل تعرف طبيب اسنان جيد؟
اه. لازم تبلغ القنصليه علي طول.
مهتز، مش مخلوط.
تحب طاوله في المطعم الرءيسي ولا في غرفه خاصه يا سيدي؟
عدد كبير من الناس يروحوا للشاطء خلال الموسم.
انا وزني حوالي ميه وخمسين باوند.
فين لازم نتحول؟
وين مكتب المفقودات؟
هل فيه باص يروح هناك مباشره؟
هل احتاج لاي علاج خاص؟
هل ستكون نقداً ولا بطاقه؟
انتقلنا لهذا البيت من سنه.
قدّاش ياخذ وقت باش يصدروا ليّ الفيزا ديالي؟
وين الحمامات؟
المبلغ الاجمالي المستحق هو مءتان واربعه واربعون جنيه، سيدتي.
هادي هديه. تنجم تلفها بورق تغليف حلو؟
يا لها من منظر. هذه مسارات راءعه.
فيه ناس مصابين.
عذرًا. فين المحطه هنا حوالي؟
ايه، عنا حجز ليك.
عذرًا، لكن اريد ان اذهب الي فندقي في المدينه بالحافله. وين نقدر نركب حافله؟
دجاج، من فضلك.
هذه غرفه 201. نحب نطلب فطور بكره.
شنو رايك في التحرش الجنسي في مكان العمل؟
عندي اختين.
رقم الرحله 208، الي طوكيو.
بعدين نحط حشوه داخل.
خلينا نتلاقوا باش نناقشوا هالشي اكثر.
كيف تحب شعرك يكون اليوم؟
تقدر تقولها بكلمات اخري؟
راح نكتفي باي حاجه عندك.
حابين طاوله قريب من المسرح.
انا بخير. طيب، راك رايح لمكان؟
هو ارتفاعه الفين واربعميه متر.
ادخل من فضلك، حطها علي الطاوله هناك.
رجاءً الغِ رقم بطاقتي.
اسف، كلهم مبيعوش، لكن حنجيبهم خلال كام يوم.
نجم ناخذ شويه قهوه؟
ما عنديش موعد، لكن الحاله مستعجله.
هذي مصنوعه بشكل سيء.
وين السلم الكهرباءي؟
عندك كتيب عن الفعاليات؟
وين المدخل للمترو؟
ضاعت تذكرتي للطيران.
ما تقدرش تبقي هنا خلال العطله؟
اه، اسف بزاف علي ازعاجك.
تقدر تحجز فعاليات؟
هل فيه حمام عام قريب من هنا؟
شنو المجموع الكلي؟
ها جيد جدًا. دحين للاسءله، من فضلك.
عندك فكه للعداد ديال الركن؟
افضل مبيع لينا في الاربع سنين اللي فاتت كان ناسخ AX-four five zero.
هل نلف علي اليسار؟
هل فيه مضيفات طيران يتكلموا ياباني؟
ثمن راءع، مش هكا؟
لازم تاخذه تسع وتسعين مره في اليوم، قبل الاكل.
انا نحبّه.
نحب ترابيود.
نحب جاكيت رياضي.
تقدر تبقي في بيتي
ممكن نرجع الكرسي تاعي، من فضلك؟
ممتاز. كنت نبحث علي تاكسي، لكن هذي احسن.
معطف كبير. هل هو مصنوع في بريطانيا؟
نحب نروح لمركز هارفارد. تنجم تقول لي وقت نوصلوا؟
زوج بالغين وطفلين، من فضلك.
شنو الثمن؟
حرب النجوم كانت اكبر نجاح في الف وتسعميه واربعه وثمانين.
فين القسم اللي ما يدخنش؟
هذي "ت" كيما في توم، ايه عنديها هنا، تارو.
نظريتها مناظر طبيعيه.
نحب شويه تفاح، من فضلك.
شنو هادا باش؟
شنو الكريدت كاردات اللي تقبلها؟
عندي وقت كفايه.
يا سلام، حان وقت الغداء. تحب نناقشه علي الغداء؟
الڤيديو ديال التصوير تسرق من غرفتي.
مرحبًا، اسمي عوده. عندي حجز الليله، لكن باش نتاخر شوي في الدخول. فبرجاء، حافظ علي حجزتي.
هل هذي الحذا قويه؟
قول ليه انا نستنّاه يتصل بيه.
يقولوا ان الانفلونزا منتشره هناك.
وصل للتو.
اسف. احنا ممتلءين لليل غد.
انا مع بعض الاصحاب.
حسب جورو، السيد يامادا عنده طفلين.
تقدر تعيدها مره ثانيه؟
حاب نعمل دوره صغيره لبرج لندن.
رجاءً ربط حزام الامان.
رمز المنطقه هو ثلاثه. رقم الهاتف هو اثنين ثلاثه اربعه ثلاثه اربعه صفر صفر.
عذرًا. هل هناك جسر قريب من هنا؟
عذرًا، نحب نستخدم الحمام.
محتل.
ملابسه ديما خارجه علي الموضه
عندك ماكولات بحريه؟
هذي غاليه برشه.
نحب نجي، اما خايف ما نقدرش نجي هالمره.
بالله، ما نعرفش بعد، اما باش نجرب بالتاكيد.
ملح، من فضلك.
استعمل غرفه القياس هناك.
تسعين دولار للتذكره ذهاب فقط. كاش ولا بطاقه؟
ممكن تمسح الطاوله لي، من فضلك؟
كيف يربّي الاباء اليابانيين اولادهم؟ هل هم صارمين مع اولادهم؟
تقدر تقول لي مواعيد العمل؟
رجاءً غلفهم كل واحد علي حده.
بطني حاسسها تقيله.
هذا يبدوا جيد. فين نقدروا نستنّاو فيك؟
هل نقدر نبدا اللعب كي يخلصوا؟
عدد سكان اليابان حوالي ماءه وعشرين مليون.
عبي العناصر التاليه في بطاقه التسجيل.
نجم نرجع ليّ حاجتي؟
عندك شالات حرير؟ نبحث علي هديه لمرتي.
راح نجيبوه دحين. شنو رقم غرفتك؟
السيد كوبايشي كان يدور عليك.
نحب نسافر من شنغهاي لهواي بالسفينه.
تقدر تبعت حد؟
هل تقدر تجهزه قبل الساعه خمسه مساءً بكره؟
ياخد عشر دقايق مشي
قبل ما نختمو النهار، تنجم تعطيني شويه دقايق؟
فين نقدر نوقف سيارتي؟
حاسي بروده وبطني توجعني بزاف
سكوتش وماء، من فضلك. وعندك شي حاجه تسناك بيها؟
كيفاش نطفي الضوء هذا؟
هل هو مشغول بزاف اليوم؟
نحب شويه خيط.
عطيني شهاده طبيه، من فضلك.
حاب نطلب منك تخليها انص من هنا بانش واحد.
ما نحسش بخير. عافاك عطيني شويه دوا.
ممكن تعطيني جريده يابانيه، من فضلك؟
تمام. نقدر نسيب السياره في اي مكان؟ شنو رسوم التسليم؟
اي حافله تروح للوسط المدينه؟
هل كاين اكسبريس لبوستن؟
رجاءً كون صديقي المراسلي.
راح نبقي مع صاحب.
انا متحمس جدًا، ما نقدرش نقعد ثابت.
نجم نخرج عند فندق هيلتون؟
نحبك تمسحها.
امشي يسار تحت هالشارع وخذ اول يمين.
نحب نعرف اذا ممكن نوصل هذي المجموعه من الصحون لطوكيو.
نحب شويه قوه جسمانيه.
هل فيه اكل مش حار وبهارات كثيره؟
هل هو قريب كفايه للمشي؟
نحب شويه كريم يدين.
تقدر تمرر لي الملح؟
نحب نروح لوول ستريت. كيفاش نوصل هناك؟
التمرين الزايد يضرّك
بشامل الفطور، الضراءب، ورسوم الخدمه، رح يكونوا خمسه واربعين دولار لكل شخص في الليله.
تقدر تصلح هذي؟
مساء الخير. مرحبا.
ما نقدرش نلقي شنطتك.
امشي علي طول، من فضلك.
هل المي هنا امنه للشرب؟
اه، يلا. غير دولارين.
ممكن تبدل لي هذا الفستان بواحد اكبر من حيث الحجم؟
يلا، نمشو. نقدر نعاونك في واجبك بعد ما ناكلو بيتزا.
نعم، سيد تانكا. عندك رسالتين ليك.
ما يلبقليش.
غدوه يوم جديد.
ممكن نعاونك. محتاج فيتامين سي؟
حقيبتي سرقوها في القطار.
بعيد بزاف. من الاحسن تاخذ تاكسي.
نحب مقعد علي الممر، من فضلك.
نعيش في شقه بثمانين الف ين في الشهر
نجم نقطع عليك؟
وريني واحد اوسع.
عذراً. ممكن تبدل معي الكرسي؟
اي، بالطبع.
نزل للزاويه ولف شمال عند اشاره المرور.
تحب الرولات الصغيره ولا الكبيره؟
نحب غرفه مفرده بحمام بثمانين دولار، من فضلك.
حاب نودع اغراضي الثمينه في خزنه الفندق.
عندك غرفه متاحه الليله؟
ايه، لكن تاكد انك معاك تذكرتك.
قليل من الناس فقط باش ينضموا للجوله الاختياريه.
ما تهمش. علي اي حال، رجاءً خذني لمركز الحي الصيني. باش نحاول نلقاه بنفسي.
ناس جدد يتوظفوا في ابريل.
نامل ذلك.
زوج سكوتش ومياه، من فضلك.
شكون يلعب؟
تقدر تتصل بي اذا لقيت شنطتي؟
علي اليسار، من فضلك.
توقف معايا ع الصوره؟
لا. تحب تبلغ عليه؟
السِنّ هذي في القدّام توجع.
شنو احدث لعبه كمبيوتر لعمر خمسه عشر سنه؟
نشوفك بكرا.
هل فيه مطعم ارخص قريب من هنا؟
لا، شكراً. انا حاسس بتحسن.
عندك خبز؟
قديش انت ممتاز في الكمان؟
صاحبي انزلق ووقع في الحمام.
نجم ناخذ صحن رماد؟
المسيحيه كانت ممنوعه والبلد كانت مغلقه علي باقي العالم.
قداش تحب؟
كوكتيل جمبري ليها ونفس الشي ليّ.
نجم توقّع هنا من فضلك؟ و من فضلك اكتب اول حرف من اسمك هنا.
كان من دواعي سروري الكبير ان ازور مكاتبكم الرءيسيه واجري مناقشات مهمه معكم. شكراً جزيلاً علي تعاونكم الكريم.
نَخْنَتَك مُزعِجَه.
ما نحبش اللون في النهايه. نجم نرجع هذي؟
امشي من الباب اللي هناك، واستني عند محطه رقم سته.
دجاج مشوي، من فضلك.
ممكن تعطيني شويه فلفل؟
نعم، نحب حاجه نقراها.
هذا هو السيد تاكاهاشي في الغرفه خمسه واربعين وتسعين. ممكن ترسل لي اربع زجاجات من بيره بودويزر، من فضلك؟
هاو سبعين دولار.
رجاءً اتصل بي في فندقي لما تلاقي شنطتي.
نحب مكالمه تنبيه الساعه ثمانيه ونص بكره الصبح، من فضلك.
ايه، بس هذي زايده بزاف وانا مليت ديجا.
نحب شويه غسول فم.
ما نيش مرتاح.
هل تعطي خصومات علي الكميات؟
طوكيو صفر ثلاثه رباعيه تسعه اربعه خمسه سته سبعه
تقدر تساعدني نلقي الحديقه الحيوان؟
هل يمكنك تقول لي كيف نعدله؟
تقريبًا في اي وقت يخلص الجوله بالحافله؟
هل تعرف كيف تستعمل التلفون؟
طبعًا. عندنا بعض العلامات الكتب الجميله للهنود الامريكيين.
مُشَغِّل يتكلم ياباني، من فضلك.
احنا مهتمين بالموضه.
تقدر تعاوني بالسحب؟
هل هذه عياده F؟
مرحبًا، استاذه ياماغوتشي؟ طرفك علي الخط. تم قبول مكالمتك. تفضلي، تفضلي.
فين نقدر نشتري تذكره رفع بالكوبون؟
في اي وقت حنوصلو لوس انجلوس؟
امشي مباشره لمده حوالي خمس دقايق، ولف لليسار.
هذي الطريق نحو الشاطء.
هذا الشاي العشبي يساعد علي تجديد الجسم.
ما يصنّعوش في اليابان، صح؟
تمام. من فضلك، من هذيك الطريق. انا باش نوريك لغرفتك.
لازم نخرج من الفندق قبل الظهر.
زوج هامبورجرات وزوز قهاوي، من فضلك. نحب نخرجهم.
نجم نحمل هذي الجوج ديال الشنط؟
طلبت لحم، مو سمك. تقدر تبدلها؟
ولدي تعبان تمامًا.
انا مريض علي المعده.
هذي الجاكيت مو قياسي.
حاب نلتقي بالسيد ويليام.
عنده مجموعه من سبع فيتامينات ومعادن.
السِنّ مَتْرُوخ
هل نقدر نرجع الفلوس كي نرجع لليابان؟
شنو هذي الطبخه مكونه من؟
في اي بلد هذي مصنوعه؟
تقدر تعملها في عشر دقايق؟
انا مش كويس في الانجليزيه. هل في حد هنا يتكلم ياباني؟
فين نقدر نلقي توكن المترو؟
مزيد من عشرين عينه باش تبعتلك.
ما نظنش هذي ليّ، خاطري بشرتي جافه برشه.
ممكن تعطيني جدول مواعيد، من فضلك؟
نعم، اعتقد اني باش نستني.
تسعه وتسعين دولار في الساعه لكل طفل.
اسف، خلينا منو، كملنا الكميه.
لازم يكون هادء.
عندي معداتي الخاصه.
مفتاح الغرفه، خمسه صفر ثلاثه، من فضلك.
في اي وقت يتعرض فيلم "ترمينال مان"؟
وين الحلاق؟
عند السابعه، من فضلك.
شنطتي متضرره.
مشاهده المعالم
انا من اسبانيا.
في حاجه غلط في بطاقه المفتاح دي. ممكن تعطني واحده تانيه، لو سمحت؟
عندي طفح جلدي علي ذراعي.
بعت هذي بالبريد الجوي لليابان، من فضلك.
وين اقرب صيدليه؟
نبي نبي نبي
الناس ودودين بزاف.
قداش من شراب مشمول في السعر؟
درته.
وين البوابه اللي نطلع منها علي الرحله هذي؟
اذا كان متاح، تقدر تحجز طاوله جنب الشباك؟
هل الاعلان عن الصعود تم بالفعل؟
احنا علي ارتفاع اثنا عشر الف قدم.
اولاً، حابين نشوف وول ستريت.
وين موقف الباص لكسفورد؟
نستنّي حتي تتوفر التراس.
نقدر نشوفوا بعض المحافظ الجلديه؟
خلينا نتفرجوا علي التلفزيون. في مباراه بيسبول.
هل تكتب هنا عنوان الاتصال الخاص بك؟
عافاك قول لي فين اقرب صيدليه.
للفندق ديالي، من فضلك. عنوان فندقي هنا.
كم عدد المحافظات الموجوده غير طوكيو؟
طفي الخط وانتظر شويه من فضلك.
شنو عاده تعمل في الدار بعد العشاء؟
بالطبع. امتي حاب تلعب جولف؟
راح تكون فالبيت حوالي ثلاثه.
نحب نتصل بالسفاره اليابانيه.
شويه زياده.
منين تخرج حافلات السياحه؟
قداش تفرض علي ارسالهم لليابان؟
ما عنديش اي نوادي ولا حذا.
هل الين الياباني تمام؟
عندك موستانج؟
هل حنقفز من هنا؟
السيد كواي، عندنا طاوله ليك دحين. تفضل من هنا، لو سمحت.
طبعًا. نزل السلم اللي هناك وراح تشوف بعض التعليمات. اتبعها بس.
الاستقبال. نجم نعاونك؟
ممكن توصلني لفندق هيلتون، من فضلك؟
هل غالبًا تضطر تشتغل ليلًا؟
اسف جدًا، ما عندناش اكثر من كده. ايه رايك في اوراق انجليزي؟
طاوله بدون تدخين، من فضلك.
باش تخبرني قبل ما نوصلو لدورهام؟
هل هذا جديد؟
مش صح. دايمًا بتعامل معايا.
تقدر توريني بعض الفساتين؟
اكتبها، من فضلك.
انا سكران بالخمر
خلي بالك، الجو يتغير برشا في الجبال.
شيك المسافر والين الياباني، موافق؟
اسف، اتاكدت من قسم التنظيف ومن قسم المفقودات والموضوعه. ما عندهمشها.
مكان صعيب تلقاه. في طريق صغير بعيد عن الطريق الرءيسي.
ما نعرفش عليها.
نقدر نتكلمو فيه في قهوه.
نفهم، في الحاله دي ما نحتاجش ندفع رسوم التعديلات، صح؟
المشغل، من فضلك.
ممكن تنزل السرج، من فضلك؟
هل ستاوي لي الليله؟
حاضر. انا ناخذ زوج فقط. شكراً.
ها فواتيرك. هي ثلاثه وسبعين دولار.
انت محظوظ.
رجاءً خليها جدول مع منظر جميل لليل.
هل هذي ماكينه الصنع ولا يدوي؟
حاب نكرّي هالنوع من السياره لمده اربع وعشرين ساعه.
كان من اللطيف جدًا لقاءك.
ممزق.
توّ، خلينا نشوفك.
بالله، فكر كم كان ياخد وقت شغله لو سال سءال واحد زياده لكل شخص. يلا، خلينا نسرع ونجيب شنطتنا. لازم نروح للجمارك بعدين.
شنو الوزن؟
هل فيه مطعم صيني هنا قريب؟
المنصه خمسه هناك.
امتي المباراه الكوره حتكون؟
ماشيهش. تقدر تشوف الكاميرا ديالي؟
قهوه بالكريمه والسكر، من فضلك.
نظن فيه بعض الاخطاء في الفاتوره.
عطيني هذيك واحده من فضلك.
هذي البوابه سبعه.
هل انت اسكتلندي؟
ثلاثه اثنين واحد اثنين. استني ثانيه، تمام؟ نحب نبعثلك حاجه هنا. عذرني.
مءه وخمسه وثلاثين ين لكل دولار
التنانير القصيره مع البوتات عمرها ما حتخرج من الموضه.
نجم نحكي مع المدير؟
علاش الاجره تاعك مختلفه علي العداد؟
نجم نشوف هذي؟
وعدت نفسي كي نشوفك، باش نتعرف عليك.
شنو اللي صاير مءخرًا؟
ما نيش مرتاح. تنجم توصيلي علي طبيب؟
حزبك شغال. تفضل.
هل فيه عرض علي الارضيه؟
المرحاض ما يرشّاشش.
قدّاش ياخذ من هنا للمجلس البلدي علي رجلك؟
خذ هذا الدوا بعد كل وجبه لما يكون الالم شديد.
حطيت الفلوس في ظرف مزين خاص اللي اسمه شوجيبوكورو.
حد مريض.
نشوف شنو لازم نجيبله؟
عندك خريطه المترو؟
عندي غرفه جاهزه ليك في فندق جراند. تنجم تمشي لها؟
عندي الم في عيني اليمني.
ما نيش مزيان برشه في الالماني.
لازم نرجعوا نتلاقوا مره ثانيه بالتاكيد.
هل ستاخذ هذي البنطلونات؟
نجم نسترِد مضرب و كُرات؟
تقدر تضيف شويه فلوس صغيره؟
نجم ناخذ نصّ كاراف؟
مرحبًا. انا جون.
نقاي
تاذن لو ناخذ صوره ليك و تاكسيك؟
اتصلت من ثلاثه ايام علي شنطه ضايعه
نحب فندق ارخص.
اه، كاين برشا حاجات لازم تشوفها في قريه غرينتش.
في العمل. عندي اتصال عمل هناك.
يتطابق مع بدلتك.
هل ممكن تراقب شنطتي من فضلك؟
كيفاش تعجبك الفكره هذي؟ نقبلو شرطك باشعار لمده سته اشهر بشرط تمنحنا الحق في البيع لمده سته اشهر بعد انهاء العقد
عذرًا. هل تعرف نيويورك مليح؟
راح نستنّا. عافاك اتصل بينا كي تكون جاهز.
نحب نشوف جراح.
هل هذي مكونات طبيعيه؟
نحب نركب في سياره سبور.
رمز المنطقه هو صفر ثلاثه. الرقم هو ثلاثه واحد اثنين ثلاثه اربعه خمسه سته سبعه.
هو اصيب بزكام.
صغير جدًا يكون الاحسن.
نحب نبعث هذي التوصيله العامه.
خليني نحول المكالمه هذي للراجل المسءول.
شنو الحجم اللي حاب؟
يا عزيزي. ما كنتش عارف ان لسه عندي هذوما.
عندك مجموعات علب لارسال الطرود؟
هل الشركه الطيران ستدفع لي تكاليف الفندق والاكل؟
هل هذي كل شنطك؟
كيف تحب تدير المكالمه؟
بالله، غالي. مش مصنوع في اليابان، صح؟
عافاك، تقدر تمرر لي الملح؟
وين اقرب مطعم من الفندق هذا؟
نحب شامبو للشعر العادي.
امتي تظن انه باش يتلقا؟
نتمني لك سنه جديده سعيده جدًا.
انا حاخذ سبرایت كبير.
رجاءً قولها مره ثانيه ببطء اكثر.
عذرًا. نحب نطلب طلب.
عندنا جمبري نيوبرغ و فخذ خروف مشوي.
نحب غرفه للمناظر الطبيعيه الجميله.
ثلاث كاسات عصير بطيخ، من فضلك.
عندي ثلاثه اولاد.
امشي مباشره في الممر هذا ولف علي اليسار عند الزاويه. حتشوفها علي يمينك.
هل هي جوله ليوم كامل؟
قداش تكلف تذكره ذهاب واياب الي اكسفورد؟
نمشي لنادي رياضي كل يومين.
وين نقدر نقعد خلال الجوله؟
شنو وقت الخروج؟
قداش قيمه اجر الدليل في اليوم؟
فين نلقا السي ديهات؟
عذرًا. انا طالب في الجامعه من اليابان. هل انتم طلاب جامعه نيويورك؟
هل يمكنك ان تخبرنا كيف تقيّم هذا الخطه؟
اكي، تعرف محل تسجيلات كويس قريب من هنا؟
نقد او بطاقه؟
انا نشتغل في شركه تجاره.
من غير الادب تسال الناس قدّاش يربحوا.
هل هذوما ليڤايز الاصليين خمسه او واحد؟
اش وقت نقدر نغتسل؟
ما تبانش عليك اكتر من واحد وعشرين سنه.
نفهم. في الحقيقه، فيه فيلم بسرعه عاليه فيه. تمانع لو خرجته؟
شريته دحين.
انا نجيب واحد علي طول.
ثمانيه دولارات. وها واحد جاي دحين.
رجاءً ورّيه مع عناصر الشراء للجمارك في المطار.
هل اي من المتاجر الكبري عندها تخفيضات الان؟
المشغل، وصلني علي مركز الاطفاء.
عندي بطاريه ميته.
وقف عند التقاطع الجاي.
اه، هذي هي. و هل لازم كل واحد يعبي استماره التصريح الجمركي هذي؟
و ممكن نعرف اسمك من فضلك؟
تزعج لو سمحت لو نعمل مكالمه علي الحساب؟
مرحبا. كيف حالك؟
فين قسم السفر؟
شنو اسم الشخص اللي حاب تتكلم معاه؟
اسف، هو مش موجود الحين.
شوف هذيك. شوف هذيك. باش تقول لي الفرق بين هالرجل وذاك هو الحظ؟ محمد، وقف هنا، من فضلك؟ ما عندكش مشكله لو نوصلك هنا. انا متاخر. يا صاحبي، كان من الجميل لقاءك، تمام؟
هل غرفتك تطل علي المدينه؟
هل عندك اي رساءل لي؟
مازال غالي بزاف. ما نجمش ناخذه بثلاثه دولارات؟
حابين غرفه في الخلف.
انا باش نشرب كاس ديال النبيذ.
تبدين جميله.
نحب غرفه بسرير توام. قديش سعر الغرفه في الليله؟
هيا حوالي تسعه وتسعين ميل بعيد.
فينس وليندا حابين يكونوا لوحدهم، فخايفه لازم نفضل هنا الليله.
رجاءً خزن هذي الشنطه في الحجز.
اسمي ساتو
نعرف نادي الجاز القديم في وسط المدينه.
انا باش ناخذ هالطاوله دي هوت.
نحب نجرب نفس الطبق اللي هو.
بعدين ناخذه.
هل هذا يوصّل للطابق السادس؟
جلد التمساح؟
حطها في كيس غسيل وخليها هناك.
حاب نطوّر هالفلِم. امتي باش يكون جاهز؟
رجاءً ما تعطيش هذي المفتاح لاي حد غيري.
حاضر. نجيك في فندقك علي الثامنه.
النافذه تمام.
خلي خصلات شعري تنزل، من فضلك.
هل جميع مصاريف النقل مشموله؟
دار الاوبرا المتروبوليتان
فين الكاونتر تاع الكراءه السيارات؟
انا حاسس بحراره من البارح ليلاً.
مش من ذوقي.
شنو الخضروات اللي عندك؟
نحب ديمونت لاباس، من فضلك.
متي يجي الطبيب؟
هو اللون الغلط.
السِّن تكسر.
هل هذي مقعد في الممر ولا علي الشباك؟
انا مهتم بالمشي في الطبيعه.
تقدر توصل شنطتي للغرفه؟
وريني واحد لبنت صغيره.
تقدر توقف هنا؟
عندك شي تقريبًا ثمانين دولار وصفر سنت؟
انا عطشان.
ما فيش حليب، من فضلك.
عندي ثلاثه شنط.
وين البحيره؟
عذراً. اضغط علي الغالق، من فضلك.
نجم ناخذ مجله ولا حاجه؟
هو الجنوب.
قداش ثمن الكراسي في البلكون؟
نحب غرفه تطل علي البحيره.
هل فيه صناديق بريد قريب من هنا؟
تمام. انا نوصلك هناك.
الجزء المكتوب بالخط الماءل يشير الي التغييرات اللي حصلت في التسعينات.
هو عمره ثلاثين سنه.
تمام. ممكن تكتب العنوان مره ثانيه علي الظرف ده؟
نحب نروح لهارودز. تنجم ترسم لي خريطه، عافاك؟
شنو تعمل كي يكون عندك وقت فراغ؟
عندك بطاريات لهذه الكاميرا؟
نحب كابل رليز.
هل انت الاخير في هذي الصف؟
نظنها محجوزه بزاف.
تصويبه ممتازه. خرجت للتو.
تقدر تقول لي اماكن الاهتمام هنا؟
هل كاين محلات كبيره قريبه من هنا؟
انا زادا.
حاب نشارك من سان دييغو.
كنت نفكر ناخذ الكورس هذا الفصل الجاي.
الخمره مش بارده كفايه. باش تخليها ابرّد؟
تقدر تبدل هذي الاقراط للي تلبس بالكلب؟
شنو اكثر حاجه مهتم بيها دحين؟
نحب نسترجع فلوسي. نجم نرجع مالي؟
ممكن ما نقدرش نلقي شراب كيف هادا في مكان اخر.
اذا شريت هذي زاده، تِكمل المبلغ المعفي من الجمارك.
ممكن نشوف شهاده التطعيم تاعك، من فضلك؟
هل تسافر بزاف؟
انا من امريكا
عندي تذكره طيران لسان فرانسيسكو.
اذا كانت فقط خمسه عشر دقيقه من المحطه، فراح امشي.
نحب فندق ارخص شوي.
البونساي كانه هوايه لكبار السن.
ما قررتش بعد. تنجم تعطيني شويه وقت زياده؟
عندي صداع
تحب تنضم لي للقهوه؟
نحب شهاده طبيه وايصال لتاميني.
اه، لا. بسرعه من فضلك. احنا متاخرين.
ما نحبش نصرف اكثر من عشرين دولار.
علاش الطياره ما طارتش؟ قول لي شنو صاير.
قداش الثمن؟ تقدر تكتب الثمن علي ورقه؟
حاب نكرّي كرسي ديك.
انتظر دقيقه، من فضلك.
هل لازم علي البنات يلبسوا فساتين رسميه؟
ما تلمسنيش
عندك سجاير؟
اذا كانت الريح مش قويه بزاف، نقدروا نمشوا لنقطه تيكي.
راءع.
انا باش نغلق دابا. شكراً علي انتباهك.
عندك هذي بالوان ثانيه؟
شكون هو؟
عذرًا. ممكن تقول لي فين موقف التاكسي؟
و باش نشرب؟
ها هو.
وين اقرب محل ادوات؟
هم. ما يخدمش، صح؟ تنجم تتحرك لمقعد فاضي، اذا حبيت.
انا نبحث علي هادا.
تمام يا سيدي. وشنو تحب للحلوه؟
مدرب ولا بولمان؟
شيكات المسافرين. شكراً ليك. هذي تذكرتك وبطاقه الصعود. كون موجود، من فضلك، قبل ساعه من موعد الرحله.
انها الم حاد.
الاسم هو جوروموتوياما. والرقم هو صفر ثلاثه ثلاثه اثنين سته واحد اثنين اربعه تسعه خمسه.
انا حاسس بروحي مريض بزاف.
شنو مواعيد العرض لفيلم "حب كوسي"?
تمام. هل ستشرب قهوتك الان ام لاحقًا؟
قولي لي احر نادي ريغي في نيويورك.
كيفاش منتوجك مختلف علي المنافسين ديالك؟
هل من المسموح انه مافيش حد يسمع تعليمات السلامه؟
هل الزنقه الخلفيه خطيره؟
نعم. رجاءً اتبع الاجراءات اللازمه.
نعم، واحد فقط. امتي باش نعرف؟ كيفاش باش يتم تعويضي؟
هادي بطاقتي الشخصيه.
نفضل طاوله جنب الشباك.
رجاءً قول لي ارخص طريقه نروح بيها لسان فرانسيسكو.
هل تعرف المطعم، كيويا؟
طريقه واحده.
راح نزيد في الوزن وانا قايم هنا ناكل باستمرار.
هل فيه نادي ليلي كويس فيه عرض فلامنكو؟
هذي فستان حلو لابسته.
رجلي توجعني.
وين اقرب مغسله؟
ممكن تبدل معايا الكرسي، من فضلك؟
مقاعدنا تفرقت.
في الحقيقه، نحب نضمن هذي الطرد زاده.
الفاتوره توصل لميه دولار.
المخارج الطارءه موجوده في الامام، والوسط، والخلف ديال الطياره.
تمام، حجزك متاكد مره ثانيه.
الكعبين عاليين بزاف.
حابين طاوله علي التراس.
يعني الفيلم ممكن ما يكونش مناسب للاطفال تحت سن خمسه عشر سنه. لذلك، الاهل لازم يفكروا اذا يخلوا الاطفال يشوفوا الفيلم ولا لا.
كيف تحب الفلوس؟ من فضلك عبي الورقه دي ووقع هنا.
احيانًا بطني توجعني.
عندك اطباق قليله السعرات؟ انا الان في حميه.
ما فيش حاجه لازم تتدفع
ايه، عندي تذكرتين للعملاقين والدوجرز.
احنا واحد من اكبر المزوّدين للميكروكمبيوترات.
شكراً. وانا كمان. مع السلامه حتي ذلك الحين.
توام مع حمام، من فضلك.
طيحت من علي الدرج.
شنو نوع البوظه اللي تنصح بيه؟
همم. هذي. اللون يطلع عليك حلو.
وين الكتب ديال اللغات الاجنبيه؟
زوج شراءح وسبرايت.
عطيني شويّه سجاير.
ممنوع تدخل البلاد - اسف. حسنًا، اعتقد ان هذا يغطي كل شيء تقريبًا.
ايه، انا. كانوا عايشين قريب مني في كاليفورنيا بس انتقلوا لفلوريدا من سنتين. وانت؟ هل تسافر لوحدك؟
انا مريض.
ولدي يبان عليه التعب من الحمي.
في هالحجم، من فضلك.
اوامر الاستحقاق الثقافي تُمنح للفنانين والعلماء المميزين في هذا اليوم.
انا ياباني.
هادي غاليه بزاف.
ايه. خذ حافله اللي تروح لكييوتو-اكي.
هل هو فقط للاعضاء؟
رسوم الغرفه سته الاف ين في الليله
هل نجم نجيب هذي علي الطياره؟
حسناً. كل اللي اريده نعرفه هو اذا كانت الشركه حتدفع مصاريفها بنفسها يوماً ما.
تمام. تحبّ شال يلبّق معاه؟
شحن البطاريه، من فضلك.
انا جاهز نطلب.
ملح الحمام العشبي يخلي بشرتك ناعمه وملساء.
اكتب اسم شركه الطيران ورقم الرحله كمان.
حقًا. اليوم الاحد، والاحد اسوا يوم.
ايه، هذي مشكله في التخلص من النفايات.
نحب هذي النقشه في ترتيب من خمسه اماكن.
عديد من العاءلات عندها دخلين.
اه. هاد الفضه نادره "القمر والجرس". اكيد حاب تبدلها؟
امي واختي جايين من اليابان باش يشوفوني. باش يوصلوا هنا تقريبًا الساعه سبعه في العشيه.
البني هو مشهوره بزاف هالسنه.
فكره جيده. امتي ناوي تجي؟
حاضر. كرسيين، من فضلك.
وين السوق؟
انا متشوق نجرب بدله السباق الجديده ديالي.
كنت نظن انكم بس اكلتوا دونات.
قداش تكلّف تذكره الدرجه الاولي الي ادنبره، من فضلك؟
يبدو ان الفلوس اللي عطيتني اياها ناقصه عشره دولارات.
توا اتصلت بالسيد سميث في الغرفه 201، لكن ما ردش. تقدر تعرف اذا لسه مقيم هنا؟
نحب واحد حديث.
انا نشتغل في شركه نشر.
هل يمكنك من فضلك ملء هذا؟
شنو اسم الشارع هذا؟
تقدر تزن هذي الحزمه؟
شنو تسميه بالانجليزي؟
واصل تمشي في الممر هذا، وبعدين تلقاه علي اليمين.
نحب نضمن هذي.
صباح الخير. هذا هو مكتب الاستقبال. نجم نعاونك؟
تمام. رجاءً ادخل.
نعم يا سيدي. نجي هنا للفطور كل يوم، من الاثنين للجمعه، قبل ما نمشي للخدمه.
مافيش مشكله.
عافاك جيب لي ثلاثه، اثنين، سته، اثنين، تسعه، واحد، ثمانيه.
ايه، نقدر نخدمك من السبعه.
رجاءً، استلقي هنا.
يا سلام علي الخدمه السريعه.
ممكن يطلع بعدين.
رجاءً، الف يسار عند التقاطع الجاي
عذرًا. كيف نصل للبنك؟
هل فيه خدمه حافلات للمتحف فورد؟
نعم. اسمك ورقم غرفتك، من فضلك.
قدّاش ياخذ الوقت باش توصل اليابان بالبريد الجوي؟
حاضر. نشوفك علي اثنين يوم الاحد.
حاب نمشي عبر نيويورك الي تورونتو.
السحاب مكسور. عندك اكثر من نفس النوع؟
هادي نوع من الوساخه.
هل يمكنك اعاده تاكيد رحلتي؟ اليك تذكرتي الجويه.
عندك هذي باللون الاخضر الداكن؟
باش توديني كانتر بريك و ترجعني؟
نجم ناخذ شوكه جديده؟
شكراً جزيلاً علي لطفك.
اسف، ما نبيعوش تذاكر للمسرح.
نحب نشوف هادا.
اه، هذي حلوه. شنو لازم نعمل؟
نحب نمدّ اقامتي هنا يومين زياده.
رجاءً غيّر مكاني.
عندنا اليوم جمبري ممتاز جدًا.
قداش متاخر مفتوح؟
مدخن ولا لا؟
ها غالي عليّ برشه. ما تنجمش تخليها ارخص؟
انا متاح صباح الاربعاء او بعد ظهر الجمعه.
ما حجزتش.
حيث الصيف في اليابان عادهً يكون حار جدًا، وما كانش عندنا تكييف في الايام القديمه.
تقدر تتصل بي تاكسي الساعه تمانيه بكره الصبح؟
انه شرير.
علاش ما نستناوش الحافله تحت المظله؟
تعال، كينجي. خليني نوريك المكتب.
ايه، مفتوح من تسعه لتسعه.
ما نقدرش نرقد مزيان في الليل.
كيفاش اثر الركود علي الاعمال؟
عندي موعد اخر.
ممكن تعطيني خريطه طريق للمدينه؟
الحاجه اللي كنت نبحث عليها.
ما فهمتش شرحك.
لازم نربط. رايح لبوسطن.
وين احسن مكان للزياره؟
هل هو متين؟
استمتعت بر نفسي بزاف.
طيب، نحب يكون وجهي اصغر كيما جوليا روبرتس.
ممكن تاخد هذي، من فضلك؟
الركاب المغادرين علي رحله شركه ABC للطيران رقم سبعه صفر ثلاثه المتجهه الي طوكيو، يرجي التوجه الي البوابه عشرين لاتمام الاجراءات الحكوميه.
وين موقف الباص ل B؟
للافراد، من فضلك.
فين نقدر نشتري ستاره الطاوله؟
هل نقدر ناجر دليل يتكلم ياباني؟
تحب نتصورك؟
ما كانش عندي هذي الطبخه.
قطعت صباعي. فيه مطهر؟
نجم ناخذ طابع بـ 95 سنت؟
راح نكون هنا عند ربع لتمانيه
نحب شويه عطر.
هل يمكنني الحصول علي جدول مواعيد؟
هل راح تروح المدرسه هنا؟
قداش كان فيه؟
هل فندق هيلتون بعيد من هنا؟
متاكد اني حطيتها في الحقيبه الصغيره ديالي.
طولي يديك.
هل فيه مطعم تنصحني بيه قريب من هنا؟
شنو تفضل، غامق ولا فاتح؟
تقدر تقول لي فين رايحين نطيرو؟
تذكره النقل، من فضلك.
وين مكان زين لرحله يوم واحد؟
نحب شنطه كيلي الحمراء بنفس ستايل هذي.
ما زال حتعمل الجدول ده؟
في اي وقت يفتح البنك؟
انا مريض.
انا نختلط عليّ. تنجم ترسم لي خريطه؟
خارج.
وديني للمستشفي
هل لازم نروح للمستشفي كل يوم؟
بطني توجعني.
قداش الثمن للبريد باش تبعث هذي الرساله لليابان؟
نحب كاس ديال الشيري.
هل تحتاج تتنقل من المطار؟
الصعود يبدا علي الساعه اربعه ونص، فرجاء كون هناك قبلها.
من ثلاثين الف ين.
فين نقدر نشتري كارت تليفون؟
نجم نرجعها في مدينه مختلفه؟
نوي نقعد اثنا عشر يوم.
رجاءً خلي الجزء العلوي اطول شوي.
لازم تشوف مختص.
شويه دقايق كمان، من فضلك.
رقم المسار اربعه عشر.
اه، انت تفعل؟ عندك بالتاكيد اختيار كبير.
ما نقدرش نلقاهم في اي مكان.
عندك اي كراسي فاضيه للندن؟
نحب نسخه من تقرير السرقه.
هو بلوك واحد تحت في الشارع.
تقدر تعطيني ضوّه وانت في الطريق؟
هل هذي السجاءر خفيفه؟
تمام. هكا برك.
السرعه الجايه بعد ساعه.
حاب نطول اكمام جاكيت الرياضه هذا.
عندي حجز. هذا هو رقم التاكيد.
عيد ميلادك قريب.
القطارات متوقفه بسبب الاضراب.
تقدر تصلح هذي؟
الشارع كان مزدحم بالسيارات.
هو المبني الثاني علي يسار المبني الابيض ذاك.
حجزنا مقعد ليوم الخامس والعشرين من اكتوبر، المغادره علي الساعه الحاديه عشر صباحًا.
لا، شوي اكثر في الامام. هناك، ايه.
ايه، هذي ما تشملش الوجبات.
فين نجم نرجع الفلوس علي التذكره هذي؟
علاش يصير هكا؟
نحب نرتاح
سيارتي تعطلت، رجاءً تعال وخذها.
حاب شعري يكون اطول شوي في الظهر.
شنو الانواع اللي عندك؟
انا موافق. هذي واحده من اماكني المفضله.
شنو نوع النموذج اللي في بالك؟
اسمي ميشيكو تاناكا، ورقم الرحله هو خمسه واحد للطوكيو.
ممكن ترسم لي خريطه بسيطه من هنا؟
وين نلتقوا؟
نحب نرجع شعري كيف كان.
عطيني خمسين، من فضلك.
فين نقدر نعمل تسجيل الوصول مع JAL؟
شنو المحتويات؟
هل فيه اماكن في المنطقه ينصحوا بيها بزاف؟
عطيني شويه فلوس، من فضلك.
تمام. باش نضمن باللي شنطتك تكون هنا.
هذه هي تخصصنا، سمك الدوفر المشوي.
رح نبقي.
تعرضت للسرقه
تمام. هل لازم اركز عليه؟
رح نشارك.
ما عندناش الاسلوب ده بالضبط دلوقتي. حشوف مخزوننا. استني دقيقه واحده، من فضلك.
سكوتش مع ماء، من فضلك.
هذا يبدوا مثير للاهتمام. شحال الثمن؟
خذ الوصفه هذي للصيدليه. تقدر تحصل الدوا هناك.
طلبت هذي.
نعم، تقدر توقف في اي محطه بين هنا وشيكاغو.
فين نقدر نشتري شويه تذكارات؟
غالي بزاف. ما نقدرش نشريه.
ممكن تعطيني رقم ABC وCompany في شيكاغو، من فضلك.
وين الكاتدراءيه؟
كيف تحب بيضك؟
هو جنب هاد المبني.
لا، اظن انهم نسوا يجيبوا لنا واحد.
تمام. تم التاكيد. ممكن تعطينا رقم تليفونك، في حاله احتجنا نتصل بيك؟
شنو اسم الرسام؟
هل نطلب منه يتصل بيك من جديد كي يجي؟
نحب ناخذه هذيك.
نحب هذي الخدمه تاع الشمبانيا الترحيبيه بعد ما نركب. خليني نعمل نخب لصحتك.
اربعين دولار في اليوم زاءد ثمن ثمن سنتين لكل ميل.
نراهن بخمسه دولارات.
مش هذي طلبيه حد تاني؟
تقدر تقول لي كيف نروح للمتحف؟
اسف بزاف، حاب ناجل الموعد.
تقدر تنصحني برحله؟
قطارك باش يخرج من الرصيف الثامن.
انا نبحث علي شنطه بحزام قابل للتعديل.
نحبها تبقي تحت ميه وثمانين دولار.
نقعد نسالك من بعد ما نشوف من حولي.
نعم. حجز لست ليالي، من فضلك. ابتداءً من 23 يوليو.
تقدر توريني غيرهم بتصاميم مختلفه؟
شنو نوع العصير اللي تحب؟
هل رايح للبيت في العطله؟
فين نقدر نمشي نشوف منظر حلو برشه؟
كان مكسور من قبل لما فتحت العلبه.
تسعه وعشرين اغسطس
نحب نبعت هذي بالبريد الجوي لليابان.
عيد الشكر للعمال. هو يوم نشكر فيه كل اللي يدعموا المجتمع باعمالهم.
الغرفه هذي صغيره برشه.
ممكن تعطيني شويه زياده من الشاي، من فضلك؟
حاب نغسل هذي الملابس قبل اخر النهار.
هل فيه بنك هنا قريب؟
تقدر تنظف الطاوله، من فضلك؟
سكين، من فضلك.
كلهم مطبوعات.
كتب رقم غرفتك علي الظهر.
نستخدم العيدان لما ناكل.
رحله دلتا رقم 28 الي نيو اورلينز تتاخر تقريبًا ساعه.
مني نرجع لليابان، باش نكتب رساله. اذا عندك وقت، رجاءً ابعتلي رساله.
خلّيت تذكرتي للطيران في الفندق.
غرفه واحده بدون دش، من فضلك.
شكراً مره ثانيه علي تذكيري. هل كثير من الناس عاده ينسوا يوقعوا باسماءهم؟
بالله، الوقت قاعد يخلص. نكملو النقاش هذا يوم الخميس علي الواحد؟
نحب شويه بيجامه.
حاضر. نتصل بيك كي يكونوا جاهزين.
شنو رايك في الغداء؟
الليموزين باش توقف في الباب الشمالي اولاً.
قداش اخر وقت نجم نستعمل فيه مطعم الفندق؟
هل هو قطار مباشر؟
بالله، الوقت بقي متاخر شويه. اعتقد لازم نمشي دحين. شكراً جزيلاً علي الليله الراءعه.
نجم تعطيني شويه دوا لوجعي في بطني؟
نحب الدجاج المشوي.
غلطي. مش غلطتك.
عذرًا، امتي ينتهي هالفيلم؟
ذاك، من فضلك.
مجوهراتي تسرقت. لازم نبلغ عن سرقتها.
لحظه واحده، من فضلك. باش نوصلّك بالسيد جونز.
مرحبًا. هذه خطوط يونايتد الجويه.
فين تعلم السيد جونز الياباني؟
عندي واحد صغير من نفس التصميم.
تقدر تدخل هذي البنطلونات؟
الجمعه ليلاً، الساعه تسعه.
هل هذي البوابه للاس فيغاس؟
عندك حافله من المطار؟
ملعقه اخري، من فضلك.
شويه مالح، بس انا نحبها. جيبتها معاك من اليابان علي طول؟
عفاك، سرّع فيه اذا تقدر.
تقدر تخلص هنا عشره دولارات كوديعه؟
نعم. فاقني بعد ثلاث ساعات، من فضلك.
نحب نطلب، من فضلك.
هل نقول نعم ولا؟
زوج ملاعق، من فضلك.
شنو المحطه الجايه؟
السياره تصدر صوت غريب.
في اي وقت يغلق مكتب البريد؟
دفعت مسبقًا خمسين دولار كوديعه وقت ما سجلت دخولي.
عندك دواء لمعده مضطربه؟
هل لازم نلبس معطف وربطه عنق؟
هل نجم نحول فلوس لحساب التوفير متاعي؟
نسيت شنطتي.
نحب ناكد رحلتي مره اخري.
ساعه يدي. كانت ساعه رقميه سويسريه جديده تمامًا.
نجحت في الاختبار ده بكل سهوله.
نحبك توديني لمناطق مثيره. انا سياحي، تعرف.
هل نقدر نروح نتمشي و نشوف المعالم و السفينه في الميناء؟
افضل لك تعدل المرايه الخلفيه.
راح يكون الانتظار حوالي عشر دقايق.
نجم ناخذ صحونك؟
نفرح نترجم. في اي وقت تحب؟
نظن خليت الكاميرا ديالي هنا كيما كنت عشاء البارح.
جمعهم عند الباب.
اه، لا. ما يحتاجش هالشي. نقدر نتصرف فيه. انت عملت اكثر من كفايه بره.
اما تصلحها او تبدلها، من فضلك.
نجم نعملها في وقت من الشهر الجاي.
خُذ وقتك.
كيفاش هالمنتوج الجديد يقارن بالمنتوجات الموجوده؟
العمال في هذي الدكان طيبين بزاف.
تقدر تحتفظ بهالشيء ليّ؟
لحظه واحده، من فضلك.
عندك تاغات المطالبه ديالك؟
حاب نكرّي سياره لاسبوع.
نعم، في البدايه، اغسله لوحده.
عافاك ورّيني شويه ساعات للرجال.
الساعه اربعه وعشره.
قداش تكلف الليموزين باش تروح لوسط المدينه؟
من هذي الصبح.
خصنا نسرعوا خير. راهو بداو يركبوا دابا.
يجي تمام.
طلبت دجاج
لعشره ايام.
قداش عمر هاد الولد؟
قداش الكل مع بعض؟
نحب نفس الشيء، من فضلك.
ضاعت شيكات المسافر تاعي.
عطيني شويه دوا للبرد.
رجاءً حطها في مخروط.
ديما نشوفه كل صباح في القطار.
تقدر تتعشي معانا الليله؟
راح نبقي في فندق B لغايه بكره. راح اكون سعيد لو قلتله اني هنا.
الرحله متاخره forty-five دقيقه.
اسمي شينو يامادا
شنو التخصص ديال هاد المطعم؟
عندنا نبيذ ابيض ممتاز.
غير بعض الدوايا للبرد.
تقدر تجيب شنطتي لللوبي بكره الصبح؟
اه، دايمًا اضيع حاجه كل مره نسافر فيها.
ضاعت لي القدره علي استخدام ذراعي اليمني.
مرحبًا، هل هذا لروي؟
وبعدين، باش توصل لشارع التسوق. اذا تبعت الشارع، باش توصل للمحطه.
لا، مو هنا. فيه غرفه تدخين في خلفيه هذا القطار.
هل يمكنني الحصول علي كتيب؟
وصل هناك بحذا التسعه، من فضلك.
نعم، سيدي. كيف تحبني نقصها؟
نظن فيه غلطه في الفاتوره.
غير ذلك، الزيت والخل يكفوا.
عندي بالضبط اللي تبيه. نجم نقترح عليك هذا؟
قهوه بالسكر
انه سبعتاش ا. اسف، اخطات.
هل سمعت من قبل عن اسبوع ذهبي في اليابان؟
شكراً ليك. رجع مره ثانيه من فضلك.
هل ما زال كامل الحجز؟
نجم نسيبه في اي مكان في البلاد؟
شنو الرقم اللي لازم نتصل بيه من هنا؟
كيفاش نوصل لديزني لاند؟
تعتقد هكا؟
عذرًا. فين المطعم الرءيسي؟
حاب نعمل مكالمه لليابان.
دي تويلف هو رقم مقعدي. فين هو؟
شنو هادا، من فضلك؟
شنو النوع اللي في بالك؟
نعم. حنوصلوا علي الثامنه بالتوقيت المحلي.
اذا لقيت حاجه، رجاء اتصل بي.
نجم ناخذ شويه لحم خنزير وبيض؟
شراب الشمام للحلوي، من فضلك.
الميه السخونه مش سخونه كفايه.
هل تقدر تشرح كيفاش تعمل هكا؟
رجاءً اكتب هنا عنوان الاتصال ديالك.
نجم نستعمل فلاش؟
شكراً. رجع لغرفتي في نفس الوقت بكره. حكون جاهز الصور وقتها.
اسف، دحين تقدر تطلب غير من منيو الليل.
مُحَمل او غير مُحَمل؟
عندي صداع
هذه غرفه اثنا عشر و سبعه.
نحب غرفه مختلفه.
قداش مده صلاحيه هذي الفيزا؟
هل فيه مستشفي هنا قريب؟
نحب نلبس بدله.
عندك عرض اكبر؟
نجم نجرب واحد تسعه؟
فندق امن يقدم فطور ممتاز، من فضلك.
وين الحديقه الحيوان؟
هل في اكبر منهم؟
ثلاثين دولار وثمانين سنت.
يعتمد علي مدي دفء المكان، لكن في وسط اليابان، اواءل ابريل.
برغر بالجبنه و بطاطا مقليه.
فات الوقت علي القطار الاخير.
ما عنديش فلوس صغيره.
اخذت تذكرتك للباص؟
الكريه، من فضلك.
كنت علي رحله UA رقم 828.
الجو حول غرفتي مزعج بزاف.
علي الساحل الشرقي، تلقي اماكن مشهوره، كيما نيويورك، واشنطن، دي.سي. وبوسطن.
عندك اوراق يابانيه؟
يبدو جيد.
هل من الممكن نخلي امتعتي عندك لحد الساعه وحده؟
هل فيه جوله في المدينه؟
نعم. اخاف لازم نعمل كذا. كيفاش الامان محافظ عليه في المنطقه هذي؟
نفهم. نحاول ناجر سيتروين.
عندي موهبه فطريه من الولاده.
هذا يكون تمام. فين الخبز؟
تدخين، من فضلك. ومقعد علي الشباك، من فضلك.
وكم تفرض علي الخياطه؟
شنو يكون اسرع، تاكسي ولا اسعاف؟
عندك هذي التيشيرت بالوان ثانيه؟
ما لازمش تتفرج علي التلفزيون طول الوقت.
ايه، احنا قربنا نوصل، قربنا نوصل.
من الافضل ليك تدخل مستشفانا.
فين نقدر نلقي سوبرماركت؟
شويه غالي. ما تقدرش تريحني شويه؟
قدّاش محطه حتي نبدل؟
هذا الراجل سرق شنطتي.
حبوب الهضم وحبوب المعده المءلمه مختلفين، صح؟
نحب نشوف الميناء.
فكره حلوه.
قدّاش ياخذ علي رجلك؟
خد لي عشرين من اكبر دببه الدببه، من فضلك.
شنو الرقم ديال الكاشير؟
سهل. انا بس باش نطلع في دفتر الهاتف.
عندك غرف اكبر من هذي؟
قداش حسابي؟
حاب نبقي في الغرفه هذي ليله زياده.
عذرًا، لكن حاب نقديم تقرير السرقه.
بالله، يعتمد علي وسيله النقل اللي تختارها. هل رايح بالحافله ولا بالطاءره؟
تزعج لو سمحت لو قعدت هنا؟
نجم نبعت ايميل واحد برّ دولار؟
نعم، رجاءً ارسله الي الغرفه اثنين وثلاثين واربعه.
عمر، عبي استماره التسجيل هذي، من فضلك.
نحب تذكرتين ذهاب واياب الي اكسفورد.
باي وقت نجم نجي للمطار؟
هذا بطيء.
فين نجم نطوّر الفيلم؟
لا، من فضلك لا تفعل. تنجم تحفظ اسءلتك لنهايه كلامي، كي نطلبهم؟
نحب كرسي مزيان.
انا خايف الحمام ما يخدمش. نحتاج مساعده.
ما فيهاش حاجه صعيبه ولا غامضه.
نجيبك لمقعدك. من فضلك، من هذيك الطريق.
عذرًا، نجم نسالك سءال؟
نعتقد هكا.
مرحبًا. من الجميل لقاءك.
نحب نمرر هذي الشنطه لطوكيو، من فضلك.
باش توريني واحد اكبر شويّه؟
نظن الملابس المصنوعه في اليابان اكيد متقنه اكثر.
افضل تسيب.
قول مره ثانيه من فضلك.
ممكن تكتب لي العنوان ورقم التلفون، من فضلك؟
هل هو مسخن؟
من اي مطار باش نخرج؟
ما استلمتش النموذج في الطياره؟
نحب مكواه.
وصل المجموع الي تمان وثلاثين دولار بالتمام.
شكراً لمشاركتك افكارك الفريده معنا
نمشي نتزحلق مرتين في الشهر في الموسم.
تولدت في الاول من ابريل سنه الف وتسعميه وخمسه وخمسين.
نجم ناجر مضارب؟
هل هذه الحافله الصحيحه للوسط؟
قداش ثمن هالعطر؟
شنو هاداش؟
فين نقدر نكمل الاجراءات؟
خمسين جنيه.
هل هذا يشمل الضريبه؟
شنو هي الكيسات؟
رجاءً اتصل بالاسعاف.
نراهن بثلاثه دولارات علي هذي.
كيفاش راهو جاي؟
ما فيش اكل مانحبوش.
عيد الدستور او "كيمبو كينينبي" هو عطله وطنيه في 3 مايو للاحتفال بذكري انشاء الدستور الياباني الحالي.
هل يشمل هذي الجوله زياره الي برج سيرز؟
هل فيه مكتبه هنا قريب؟
انا باش نحضر المدرسه الصيفيه في جامعه هاواي.
وين رايحين دحين؟
زوج بالغين وطفل عمره ثلاث سنين
في حمام في المحطه.
