إنه فقط في نهاية الممر. سأحضر لك بعضا الآن. إذا كنت بحاجة إلى أي شيء آخر، فقط أخبرني.
هل تقومون بالتعديلات؟
نريد طاولة قرب النافذة.
ما هو لون الموضة الجديد في هذه الموسم؟
في حالتي، عادة ما يكون لأغراض العمل، ونادرا ما يكون للمتعة.
سأبقى يومين.
أريد أن أحصل على تصفيفة شعر دائمة ضيقة.
أود حجز غرفتين مفردتين.
لا أريد استخراجها.
هل يتوقف هذا الحافلة بشارع ستونر؟
من فضلك افتح فمك واسعاً.
دير لينا شي حوايج نأكلو.
هل ستُنظفين هذه الملابس؟
أعطيك رقم هاتفه وعنوانه.
دفعت تكاليف الوجبات والإقامة مسبقاً.
أبحث عن مطعم هادئ من نوع الشواء، هل يمكنك توجيهي إليهم على هذا الخريطة؟
من كسرها يشتريها.
سأخبرها أن تتصل بك حال عودتها.
هي مصابة إصابة خطيرة.
أريد عود كبريت.
هل لدى هذا الفندق مرافق للمؤتمرات؟
هل يمكننا أن نتناول وجبة خفيفة فقط؟
أنا أنادي من المطار. سأكون هناك حوالي الرابعة.
أين أتوجه للانتقال إلى شيكاغو؟
كم تكلف إرسال رسالة مسجلة إلى فرنسا؟
قيادة السيارة على الجانب الأيمن من الطريق أمر مختلف حقا.
الممثل حقاً رائع.
أين قسمك غير الخيالي؟
هل يمكنك تغيير مقعدي من فضلك؟
هل هناك ضمان؟
آسف، سأعتني بالكلب.
أرغب في تذكرة اثنتين لمسرحية "القطط"، لهذا الخميس.
اسمك مرة أخرى؟
هل السيد براون هناك؟
هل يمكنني استئجار قارب ليوم واحد؟
في أي نافذة يمكنني إجراء حجز؟
اش كاي هادي؟
هل يمكنك أن تخبرني كيف أصل إلى الأوبرا؟
لم تكن قليلاً مخموراً ليلة أمس، حبيبي؟
رجاء اتبع تعليمات طاقم العمل.
هل هناك متجر كبير بالقرب من هنا؟
خزان كامل من فضلك.
هل هناك غرفة أرخص؟
أفضل سيارة أوتوماتيك.
سأقيم في سكن جامعة هارفارد.
ما هو سعر الصرف اليوم؟
أعاني من الربو مزمنا.
لدي حوالي ثلاثة آلاف دولار.
حسناً سيدي. يأتي مع خيار من البطاطس المقلية أو أرز بيلاف. ما الذي تفضله؟
كيف أصل إلى هذا المكان؟
ما نوع القصة؟
ثلاث مرات.
أي نافذة تبيع الطوابع؟
بعد أن هاجمني، انطلق بعيداً في شاحنة بيضاء.
حسناً. يرجى الاحتفاظ بهذا العلامة وتقديمها عندما تأتي لاستلامها.
مائتان دولار. نقداً أو بطاقة ائتمان؟
كم طول الانتقال الذي يتجاوز تلك البركة؟
هل يجب علي تجنب أي نوع من الطعام أثناء تناول هذا الدواء؟
هل يمكنني الحصول على بعض النبيذ الأحمر؟
أخبرني عندما نصل إلى المتحف.
هل يذهب هذا الحافلة إلى فندق الشيراتون؟
إلى ماذا يؤدي ذلك؟
قليل حار. هل أستطيع فتح النافذة؟
مجرد استحمام سيكون جيداً.
عيناي ملتهبتان.
لا أستطيع ضمان ذلك، لكننا سنبذل قصارى جهدنا.
رُئي البحر من بعيدٍ جداً.
تحتاج إلى عملية.
مزيد من البيض، من فضلك.
أين محطة حافلات سنترال بارك؟
تاكسيات؟
إليك مفتاحك سيدي. الغرفة 5612.
أحب سويتيرك.
تابع.
ها نحن هنا. هذا فندقك.
متى مباراة كرة السلة؟
ما انطباعك؟
بالتأكيد. هل تود شرب قهوتك مع العشاء أو لاحقاً؟
أنا في رحلة الطائرة رقم 12 إلى طوكيو.
أرغب في إجراء مكالمة طويلة المسافة، من فضلك.
خمسة أشهر.
في أي أيام الأسبوع يحدث ذلك؟
أريد بعض جل التصفيف.
هل يمكننا رؤية قائمة الطعام؟
حجمي هو ستة.
أي سيارة أجرة لن تتوقف إلا إذا انتظرتها عند محطة السيارات الأجرة.
ميزانيتي أقل من خمسين دولاراً لليلة.
هل ستأخذ صورة معي؟
كم هو رسم الخدمة؟
هل ارتفع معدل التداول في أمريكا الشمالية بأكثر من خمسة في المئة؟
هل تعلم أن أحد أبطال السومو الكبار، وهو نوع من المصارعة اليابانية التقليدية، أمريكي؟
هذا لـ وول ستريت؟
أود تأجيرها من الخامس إلى العاشر من دجنبر.
حسناً. وأنتِ يا سيدتي؟
سكر؟
هل يمكنني الدفع ببطاقة ماستر كارد؟
هل هذه هي المكان لالتقاط الأمتعة للرحلة NW 09:07؟
سأختار هذه العلامة.
أنا سعيد جداً لأنني تمكنت من المجيء إلى هذا البلد.
اسمي وعنواني موجودان عليه.
ما نوع هذه الحجر؟
أود أن أشير إلى أن حكومتنا لا تتعامل بلطف مع ما يسمى ب"الناس في القوارب". أدرك أن اليابان مكتظة بالسكان بالفعل ولا يمكنها استيعاب هؤلاء الضيوف غير المرغوب فيهم. ولكن من ناحية أخرى، هناك العديد من القطاعات في صناعتنا التي تحتاج إلى موارد من العمالة اليدوية.
من تلك الجبل يمكنك رؤية المدينة بأكملها. خلال هذا الموسم، تزدهر أنواع كثيرة من الزهور. إنها جميلة جدا.
اتبعني.
رجاءً أخبريه أن يامادا اتصلت.
حسنا، من فضلك أملأ هذه المعلومات هنا. هل كانت حقيبة واحدة فقط؟
اش نختار، لحم أو دجاج أو سمك؟
هل من الممكن اتخاذ طرق مختلفة ذهابا وإيابا؟
هل هناك مقهى للوجبات الخفيفة هنا؟
عذرا سيدي، أود القيام بجولة سياحية في بوسطن.
هل لديكم قائمة طعام باليابانية؟
ها هي الساعة الواحدة وخمس دقائق.
أريد مسكنا للألم.
من هي الممثلة المفضلة لديك؟
أريد واحدة بيضاوية.
ما نوع الموسيقى التي يعزفونها هناك؟
لا أحب هذا اللون. أرني واحدا آخر من فضلك.
رجاءً خذني إلى سوق الصباح.
إطار نظارتي مكسور.
من الساعة الثالثة.
رائع. لدي مقعد بجانب النافذة. آه، إذا كنت ترغبين في تبادل المقاعد لاحقاً، سيدتي.
استمتعت بجولة السياحة في نيويورك أمس.
أنا مهتمة بالحقيبة الزرقاء في النافذة.
اتصل بصاحب المنزل عندما تواجه أي مشاكل.
أعطني شامبوا و صففه كما هو الآن، من فضلك.
من فضلك أخبرني بالطريقة الأسرع للذهاب إلى سان فرانسيسكو.
هل يمكنني الحصول على مفتاح الغرفة 215؟
عذراً. هل يمكنك أن تلتقط لي صورة من فضلك؟
اكتبي فقط رقم غرفتك وهنا وقعي.
لونها جيد لكن المقاس خاطئ. هل يمكنك تعديله في ساعة؟
ننتظرك في ذلك اليوم.
لدينا ما يكفي لإطعامنا لمدة يومين أو ثلاثة.
لا أفهم هذا.
كيف يمكنني العودة إلى وجهتي؟
هل هذا معفي من الضرائب؟
حسناً، عليهم أن يلعبون شوطاً إضافياً حتى يتم كسر التعادل.
هل يمكنك كتابته بحروف؟
متى العشاء؟
أخشى أن هذا أكثر من طاقتي.
أين أتجه للوصول إلى ساحة الاتحاد؟
يمكنك السؤال عند كشك تأجير السيارات هناك.
مرحبا، جان. هل يمكنك إحضار هذه إلى المغسلة؟
أنا في عطلة.
لا. أنوي زيارة باريس في طريقي إلى البيت.
هل ستأخذه معك أم نرسله؟
في الآونة الأخيرة، هناك نوع من الانفجار في عالم المأكولات الراقية، أليس كذلك؟
مرت حوالي ست ساعات الآن.
رحلة خطوط دلتا الجوية رقم واحد واحد اثنان. تأخير في الصعود إلى الطائرة.
هل يمكنك أن تعطيني غرفة مزدوجة لهذه الليلة؟
هل يمكنك كتابة بيان حول السرقة لشركة التأمين الخاصة بي، من فضلك؟
بما أني ضعيف في التصوير بالفيديو، أعتقد أن الكاميرا السهلة الاستعمال قد تكون أفضل لي.
هل هذه المنصة صحيحة للوصول إلى نيويورك؟
قضِ عطلة ممتعة.
من فضلك أعطني بعض الضمادات.
أريد بطاطا مشوية مع كريمة حامضة، من فضلك.
نعم، كل عشر دقائق.
سأغادر غداً صباحاً.
سأذهبُ أيضاً. ماذا عن أن نأخذ سيارة أجرة معاً؟
اجلس واستريح. هل يمكنني أن أقدم لك شيئاً لتشرب؟ قهوة، شاي أو صودا؟
هذا لطيف منك أن تقول ذلك.
لحم البقر المشوي، من فضلك.
متى سيتاح طاولة؟
هل يمكنني تغيير طلبي؟ أود أن أحصل على سمك الدوفير سول بدلاً من المحار الصخري.
ما هي عملية استئصال الزائدة الدودية؟
هل ستعطيني الفواتير مع تفاصيل العلاج الطبي؟
حسناً، لا أعرف.
تهانينا، أفهمت أنك ترقيت إلى منصب نائب الرئيس.
بعد غد مساءً.
أعيش في جنوب اليابان.
تذكرة ذهاب وإياب إلى شيكاغو، من فضلك.
هل ترغب في بعض البيكون أو الهام مع بيضك؟
للتعلم.
من فضلك كن سريعا.
التكييف لا يعمل.
هكذا يكون كل يوم اثنين.
من فضلك توجه إلى قاعة المغادرة الدولية. رحلة سعيدة.
هل لديكم أي جولات إلى باريس على اليوروستار؟
أحضرت شهادة طبية من طبيبي من اليابان.
هل يمكنك إرسالها إلى اليابان؟
هل يمكنني أن أعود إليك بالإجابة يوم الجمعة هذا؟
حسناً، دعني أتحقق من قسم الأشياء المفقودة والمُعثر عليها. ما نوع الكاميرا هذه؟
أنا آسف جدا، نحن نجهز الغرفة التي أردتها.
آه، إنه يُظهر محطات المترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
آه، اشتقت للشيبازوكي.
نعم، لدينا. دورة نصف يومية ودورة يوم كامل.
أنا أنصح بشراء أقراط.
أريد إلغاء حجزي، من فضلك.
كيف يعمل نظام الاسترداد؟
الأنوار ما كاتعملش.
ما هو الفرق الزمني بين طوكيو وهنا؟
كم هو في المجمل؟
شكرا لك سيدي.
اذهب مستقيمًا ولف يمينًا في الزاوية الثالثة.
أشعر بألم حاد و مخلب في بطني.
هل رأيت ذلك؟
إنه هدية. هل يمكنك تغليفها لي كهدية؟
مساء الخير السيدة كنت. زين ما شفتكش منذ مدة.
السرور لي.
أود تغيير حجزي لرحلة رقم 205 في الثاني من أكتوبر.
أين مكتب تسجيل الوصول لدلتا؟
هل هذه وجبة منخفضة الصوديوم؟
هذا العنصر غير مسموح به.
أعتقد أننا نستطيع. ها هو إشعارك.
ماذا تُنزع آخر شيء قبل النوم؟
لا، سأحصل عليه أثناء إقامتي.
هل هو ثابت اللون؟
هل هذا من اختصاص هذه المنطقة؟
أريد بعض البسكويت.
هم صغار جدا.
كم هي صعبة الجولات؟
أريد مقعداً قرب النافذة، من فضلك.
هل يمكنني السفر ببطاقة Eurailpass؟
كم من الوقت يستغرق الوصول إلى اليابان؟
هل لديكم خرائط طريق؟
آه، نعم. قرأت عنه في دليل السفر.
طلبت ثلاثة أكواب من الشاي. لكننا حصلنا على اثنين فقط.
الأجهزة الكهربائية رخيصة جداً لكن مصاريف الغذاء والسكن مرتفعة جداً.
لإزالة
عادةً ما آخذ المقاس 22 في اليابان.
في أي وقت يفتح متحف الفنون أبوابه؟
أين يجب أن أدفع؟
هل هذه هي رحلتك الأولى إلى الخارج؟
أيها هو الدورة للمبتدئين؟
هذا البلد بالتأكيد لديه أنواع كثيرة من الفواكه.
أود أن أسجل هذه الحقيبة.
هل تتوفر الوجبات في نُزُل التزلج على تلك المنحدر؟
عذراً، أغلقتُ الباب على نفسي. هل يمكنني الحصول على مفتاح آخر؟
تحويل هذه الدولارات الأمريكية إلى ين ياباني، من فضلك.
صعب أن نقول وداعا.
عذرا، هل يمكنني أن أسألك اسم طبقك؟ يبدو لذيذا.
يُقَرصون.
إلى أي باب أذهب بعد ذلك؟
اعتقدت أنها تمثيل ممتاز وجيد وحبكة رائعة.
واو، شكرا جزيلا.
لست راضياً عن هذه الغرفة. هل يمكنك إظهار غرفة أخرى لي؟
إنه أحدث صيحات الموضة هذا الصيف.
أرجو أن تأخذني إلى وسط المدينة.
هل يمكنني استئجار سيارة؟
أصلحه أثناء غيابي من فضلك.
هل لديك بعض الوجبات الخفيفة؟
من فضلك تحدث ببطء.
أنا آتي متأخراً بساعة.
أنا كين.
نُدُل.
هل كان يهطل المطر طوال هذا الأسبوع؟
هل لديهم عروض مباشرة؟
هل يمكنني رؤية تلك الحقيبة الصغيرة؟
هل لديك شيء آخر؟
تحتاجين إلى الراحة.
رجاءًا املأ هذه البطاقة التعريفية ونموذج الجمارك.
هل تذهب هذه السيارة إلى سياتل؟
هل أدفع جزءا من الفاتورة الآن؟
هل هو حقيقي أم اصطناعي؟
هل تنتظرني هنا؟
آه، شكراً. كنت أبحث عنه فقط.
نقداً أو ببطاقة؟
أنا غريب تمامًا عن هذا المكان.
هل يمكن غسله بالآلة أو باليد في المنزل؟
أريد صندوقًا من الألوان المائية، من فضلك.
آسف. شنو كان بغيتي تاخذي؟
أود تغيير التاريخ إلى التاسع عشر من ماي.
من فضلك وقع هنا، وهنا فاتورتك للمحافظة عليها.
أريد بعض الجوارب.
أريد بعض اللحم الضأن.
أريد أن آخذ حافلة إلى محطة بنس. أي واحدة يجب أن آخذ؟
قليل السعرات الحرارية جدا. فقط ثلاثين سعرة حرارية.
أريد حجز غرفة.
منين فاليابان أصلك؟
لسوء الحظ، هو مشغول جدا في ذلك اليوم.
في هذه الحالة، أنصح بهذا.
خدمة الغرف.
انتباه، من فضلك.
هل لديكم أي طوابع تذكارية؟
هذه غرفة ثلاثة سبعة عشر. هل يمكنني الحصول على غطاء آخر؟
هل يمكنك أن تأخذني إلى المحطة في 15 دقيقة؟
نحتاج إلى وديعة للسيارة.
لا توجد غرف فردية شاغرة، لكن لدينا غرفة مزدوجة.
هل هذا التذكرة صالحة فقط لليوم المحدد؟
في أي وقت يصل إلى ميلانو؟
هل لديك شخص يتكلم اليابانية؟
في أي قناة يوجد الموسيقى الشعبية؟
خطوط دلتا الجوية
أريد قدح قهوة.
هل يوجد به حمام ومرحاض؟
انتهى الوقت.
سمعت أن السيد يامادا لديه طفلين.
أود استئجار قارب شراعي.
هل يمكنك غسل الأطباق لاحقاً؟
أريد موقد غاز.
هل يمكنك تحويل الدولارات الأمريكية إلى جنيهات إسترلينية؟
بالتأكيد سيدي. اسمك؟
لست مرتدياً ملابس رسمية.
رجاءً احضر نفسك فقط في المرة القادمة.
دولاران لكل واحد.
سنحرص على إرسال الكتيبات إليك بالبريد.
هناك شيء خاطئ في إشارات الكبح.
أرِني بعض القفازات الجلدية من فضلك.
تعطلت السيارة. من فضلك أرسل شخصاً لإصلاحها.
هل يمكنك أن توصي بكتاب مصور لطفل في السادسة من عمره؟
هل يمكنك الحفاظ على أغراضي الثمينة، من فضلك؟
مرحبا، هاري. شكراً لك على دعوتنا.
بالنسبة للتمر، يذهبون إلى السينما.
كان لدي فيها حوالي مئة دولار.
خطئي.
أريد بعض المشابك.
هل لديكم أي أقراص مدمجة مستوردة؟
سأدرس المحادثة بالإنجليزية.
هل قرأت أي كتب جيدة مؤخراً؟
سأبقى مع صديق في نيويورك.
هل لديكم مكان أترك فيه أمتعتي؟
جئت هنا في مهمة.
هل تعرف أي مدرسة غوص جيدة؟
كم هو الثمن مع الضريبة؟
أعطني بعض المناديل.
الجار القريب فيه ضجيج زائد.
حسناً، الدكتور كرينس لا يرى أحداً بدون موعد.
هدية؟
متجه إلى الفندق الكبير؟
لا يوجد أحد هنا بهذا الاسم.
أين شرطي الشرطة، من فضلك؟
هل يمكنني استعارة بعض الشريط اللاصق المطاطي؟
هل هذا مضمون؟
ما هو تشخيصك؟
إنه في نهاية الممر في الطابق السابع. خذ المصعد على يمينك، من فضلك.
نحن في محطة شارع جونز.
لا أفكر أبدا في الذهاب إلى الحفلات الموسيقية الكلاسيكية عندما أكون في اليابان.
هل يمكنك أن تشرح لي هذه الوصفة؟
ها هي. كراسيكم موجودة هنا حول.
هو في رحلة عمل حتى يوم الجمعة القادم.
أنا وزوجتي سعداء جداً بقدومك للإقامة معنا خلال عطلة نهاية الأسبوع لتجربة الحياة الأمريكية في الريف.
هادي اللي قريب من اليمين.
نعم، من فضلك. اسمي كروساوا. إلى متى يمكنك الاحتفاظ بتذكري؟
أين يمكنني شراء تذكرة المصعد؟
يبلغ 600 دولار شهرياً بالإضافة إلى وديعة شهر واحد، ورسوم شهر آخر لوسيطنا.
هل تفضل معطفًا ذا حاشيتين أو معطفًا ذا حاشية واحدة؟
سأعود إليكم بالتغيير.
لا، ليس كذلك.
ما هذا الفخار الجميل. هل هذه الطبق بـثلاثين دولارًا؟
هل لديك سترة جميلة بحوالي مئة دولار؟
حسناً. هل لديك أي ردود فعل ثانوية أو حساسيات؟
بناءً على ما يبدو، يبدو أنك أصبت بنوع من العدوى.
هل يمكنني الحصول على إيصال، من فضلك؟
نحن ثلاثة.
أفهم. هل تتذكر كم دفعت مقابل تذكرتك؟
ماذا عن الانضمام إليّ لنشرب شيئًا؟
ما هو رقم غرفتي؟
هل يمكنني الحصول على مقعدين في الطابق الثاني لهذه الليلة؟
أغلقت مفتاحي في غرفتي.
هل يشمل الضريبة؟
عذراً. هل يمكنك أن تخبرني الطريق إلى محطة القطار، من فضلك؟
في أي وقت يفتح مكتب البريد؟
بما أن هذه الحقيبة مصنوعة من الفينيل، فهي قوية جدا وتتميز بتصميم عصري كما تلاحظون.
الطعام جيد جداً لكني سأمت. شكراً.
لقد سُرقت محفظتي في المترو.
يجب عليّ الذهاب إلى سفارة اليابان.
هل يمكنك أن تعطيني إياه بقليل أقل؟
هذا لتشيكاغو؟
يرجى صرف هذا الشيك السياحي.
أعاني من حمى منذ يومين. حنجرتي تؤلمني بشدة. لا أستطيع هضم أي طعام.
هنا على الحائط، وهنا مفتاح التكييف. هل هناك شيء آخر تحتاج إليه، سيدي؟
هل يمكنني الوصول هناك في الوقت المحدد إذا غادرت الآن؟
حسناً. ولكن آمل ألا يستغرق الأمر وقتاً طويلاً.
هل يمكنك أن تُريني النموذج؟
اشتريت هذه الحقيبة منذ قليل، لكن السحاب كسر.
تفهم؟
رجاءً عُد إلى الحافلة قبل الساعة الثالثة.
يزور ملايين الأشخاص الضريح الشهير لأول عبادة في السنة.
إذا كان ممكنا، أود طاولة بالقرب من النافذة.
لا يجب أن أشرب أي شيء يحتوي على الملح.
أريد مقعداً في الممر، من فضلك.
من فضلك أعطني تقديرا.
هذا جيد، شكرا.
في أي وقت سنصعد إليك؟
أنا آسف، لقد نفذت.
أود إرسال هذه البطاقة البريدية إلى اليابان.
شكراً. ها هي مفتاح غرفتك. سيأخذ الحامل أمتعتك.
احتفظ بحقائبي، من فضلك.
أود استئجار سيارة متوسطة الحجم بأربع أبواب.
أين يمكنني شراء الفخار؟
قميصي متعرق.
كم لديك من ين، سيدي؟
مرحبا. لدي حجز.
مرر الملح والفلفل، من فضلك.
قمت بحجز من خلال مكتب طوكيو. سأكون متأخرا قليلا في تسجيل الدخول الليلة.
دير التسوق بسرعة.
طلبت مقعدًا غير مدخن عند تسجيل دخولي، ولكن هذا مقعد للمدخنين.
دير لينا شي كاس.
أقترح عليكم تناول هذا النوع من الأسماك، سمك الهامور الأحمر.
لا أستطيع فعل ذلك، لكن سأقدم لك حجة.
هل هناك وقت ومكان محددان؟
شكرا جزيلا. أحب أن أفعل ذلك، لكنني أخشى أن لدي موعدا سابقا.
في أمريكا، كرة القدم الجامعية هي كل شيء.
سأعطيك مسكنا للألم.
هل تخبرني عندما يقترب القطار من أكسفورد؟ أخاف أن أمرّ من هناك.
يا بيل، أنا أحبك لكن هذا كل شيء.
أنت تفرض علي أسعاراً مبالغاً فيها.
أود التأكد من الوقت الذي يغادر فيه.
لا أعتقد أنني أستطيع أن أكون من الفائدة الكبيرة لك.
هل تشمل كل شيء؟
اعبر الشارع هناك وامشِ مستقيمًا حتى تصل إلى التقاطع الثاني. فندق ك يقع بعد التقاطع.
أريد شيئًا لعلاج السُكر.
قليل الدهون؟ لا يمكن. هل تمزح؟
حسناً، لا أعلم إن كنت أهتم بذلك.
من فضلك أرسل هذه الظرف بالمطار.
أريد شيئًا لعلاج الإمساك.
في الربيع تزهر أشجار الكرز.
هل يمكنك أن تطلب منه أن يتوقف عن التدخين، هناك؟
سأتصل به مرة أخرى.
سأبقى مع صديقي في لوس أنجليس.
هل ستأتي لي بالكريمة لقهوتي؟
نفذ المخزون.
هل أحتاج إلى تذكرة سريعة؟
إليكم رقم هاتفي وعنوان بريدي الإلكتروني.
كم عمر تلك الكنيسة؟
هل يمكنك أن تحصل لي على تذكرة للأوبرا؟
هل لديكم أي جولات سياحية بالحافلة لزيارة المدينة؟
أنا آسف. أنا غريب هنا أيضًا.
إذا كنت ترغب في إعارة أي من كتبي، فلا تتردد في إخباري. لا يهمّني حقاً إعارتها للأصدقاء.
ماذا عن الزينة؟ هل تعيدون طلاء الغرف عندما ينتقل مستأجر جديد؟
أرغب في القيام ببعض الأعمال الخيرية.
كم سأسترد من ضريبة؟
لا أستطيع إيجاده.
هل يمكنني أن أحصل على بطاطس مهروسة بدون صلصة؟
يمكنني أن أعطيك سيارة فورد موستانج عمرها سبع سنوات مقابل خمسين دولار في الأسبوع مع كيلومترات غير محدودة.
آه، نعم. ها أنت.
أود أن أعود إلى هنا مرة أخرى عندما أكون في الولايات المتحدة.
لقد استعدت صحتي تماماً.
ما هو خاصيتك اليوم؟
هل هو واضح؟
لقد سرقت محفظتي.
الباب لا يفتح بهذا المفتاح.
أرغب في طهيه بالتحميص.
هل سنستمتع بالفخامة في مطعم الدرجة الأولى؟
كيف جميل. يجب أن تكون متشوقًا لرؤيتهم.
أي جولة هي الأفضل لمشاهدة المتاحف؟
من فضلك استدعِ حاملاً.
أنا في حيرة من كلامي.
هل يمكنك إصلاحه وإرساله إلى اليابان، من فضلك؟
صحيح.
يجب عليّ الإبلاغ عن سرقة.
هل يمكنني تجربة هذا؟
لا أزال لا أستطيع إيجاد حقيبة من حقائبي التي سلمتها في مطار ناريتا.
أعتقد أنني كذلك. قصّة شعر من فضلك.
أي نوع من العلاج تتلقاه؟
وجبة خفيفة، من فضلك.
كان لدي حوالي مائتي دولار نقداً وبطاقة فيزا.
إذن، هل كنت تقود سيارات الأجرة لفترة طويلة؟
من السابعة إلى التاسعة. من فضلكم أتوا إلى المطعم في الطابق الثاني.
سأبقى في فندق هوليداي إن داون تاون حتى الخامس من ماي.
ما هي الاستعدادات التي يقومون بها لنجاح في الامتحان؟
أنت قريب جدا.
بقي جميع الركاب جالسين.
أي حافلة أستعمل للوصول إلى نصب واشنطن التذكاري؟
اسمي أكيكو تاناكا.
معبد هوريجي الذي يعتبر أقدم مبنى خشبي في العالم يستحق الزيارة.
أفهم. حسناً، شكراً لك على تخصيصك لهذا الوقت. هل يمكنني الحصول على كلبتين ساخنتين؟
أنا سعيد. أوه، هذا إعلان رحلتي.
نعم. في أي وقت. الجميع مرحب بهم هنا.
أحتاج إلى شراء تأمين.
ماذا يعني JR؟
قم بتقسيم هذا إلى فواتير أصغر، من فضلك.
هل ترغب في الذهاب إلى ديسكو؟
من فضلك أخبرني بمطعم معقول بجو جيد.
متى يكون بطولة الجولف؟
بعد العشاء، مع الحلوى، من فضلك.
من فضلك أحضر لي مجفف شعر.
هل يمكنك أن تعطيني بعض الماء، من فضلك؟ أنا عطشان جدا.
ليس جائعين جدا.
دعني أرى بعض الأحذية البنية.
فين وشنو الوقت لي غادي يخرج؟
رجاءً احتفظ بهذا الحقيبة حتى الساعة الخامسة بعد الظهر، من فضلك. هل يمكنني الحصول على شيك؟
لدي زجاجة ويسكي.
سأجيك في العاشرة يوم الجمعة.
هل وجبتي جاهزة بعد؟
أود أن أقوم بحجز لممارسة الجولف.
ما هي العملات التي تعمل في هذه الآلة البائعة؟
أريد مشروب الزنجبيل.
أريد بعض طعام الأطفال.
احتفظ بالخضروات المخللة.
هل هذا الفستان من النايلون؟
رجاءً حجز.
أريد شريط آلة كاتبة، من فضلك.
من فضلك افتح الباب بمفتاح احتياطي.
أريد كأساً أخرى من القهوة.
أريد برجر للتناول خارجاً.
هل ستطلب منه أن يتصل مرة أخرى؟
لدينا عربة طعام ومقهى في القطار.
لم يتم تنظيف غرفتي.
يمكنك ركوب الحافلة في محطة الحافلات رقم خمسة.
شكرا جزيلا. خذ الزيادة.
ثلاثون و ثمانون سنتاً في اليوم، مع كيلومترات غير محدودة. لا يشمل الغازولين.
هل وضعت طابعاً على البطاقة البريدية؟
ثلاث ليالي.
هل هذا إلى إدنبرة؟
متى ترغب في المغادرة؟
هل يجب أن أنقل؟
لا توجد مناشف.
هل يُزعجك أن يحصل شخص آخر عليها من أجلي؟
هل هذا ما تقصده؟
آه، مررت به. رجاءً عُد.
إنه عادة يابانية فريدة، أعتقد ذلك.
لفيها كل واحدة على حدة، وربطة على كل واحدة من فضلك.
دعني أنظر. نعم، سيكون الغداء الخاص اليوم مقدمًا بسرعة.
هل يمكنك تقسيم هذا إلى أرباع؟
أبيض، من فضلك.
سأرغب في حصتين من المعكرونة موريسوبا.
نعم، هناك غرفة متاحة. كم شخصاً هناك؟
هل هناك محل لتبادل العملات بالقرب من هنا؟
أنا تاكيشي. وأنت؟
استخدمه أسبوعياً. ضع طبقة رقيقة منه بعد غسل وجهك، وتجنب المنطقة حول العينين وخط الشعر.
جرحت نفسي بالزجاج هنا.
كنت يجب أن أسأل المدرب، لكن هل يمكنك إخباري أي آلة جيدة لممارسة ظهري؟
توقف على هذا الجانب من العبور القادم، من فضلك.
أريد بعض الحليب، من فضلك.
المشغل.
أعتقد أننا في المحطة الخطأ.
أفهم. هل يمكنني الحصول على رقم بطاقة الائتمان وتاريخ انتهاء الصلاحية للحفاظ على حجزك، من فضلك؟
هل يمكنك أن تضغط على زر التوقف من أجلي؟
اشتريت هاد البنطلون أمس، ولكن ما كيتناساش معايا.
هل سيصغر؟
هل يمكنك إخباري بالوقت؟
تركت دفتري هناك الليلة الماضية.
تذكر رقم السيارة؟
كم ثمن هذه الفستان؟
لا أفهم الألمانية على الإطلاق.
أنا أتصل بالمُدير.
آه، آسف. غادي نجيب ليك الطلب في أقرب وقت ممكن.
بالتأكيد سيدي.
هذا خالٍ من الكحول، لذا يمكنك الاسترخاء لأن هناك القليل من التهيج.
يستغرق الأمر سبع أو ثمان دقائق سيراً على الأقدام حسب سرعة مشيك.
تأكد من إيداعها في بوسطن.
أريد ربطة عنق.
سأسأل سائق سيارة أجرة أخرى.
بيرة، ستيك مع بطاطس مقلية، وسلطة خاصة من إعداد الطاهي.
تهانينا هنري. يسعدني سماع خبر خطبتك على جين.
اذهب مستقيمًا ثم اتجه إلى اليسار هناك.
أريد شيئًا يطابق هذا.
يجب أن يكون ذلك قد صدمك كثيرا.
لدي ألف جنيه.
كم من الوقت يستغرق المشي إلى هناك؟
كم هو مرهق؟
ما هو الدواء الجيد لعينيّ المتعبتين؟
أعطني بعض العلكة، من فضلك.
هذا ليس قسيمة، إنه إشعار تسجيل.
لا يمكن إتمام مكالمتك في الوقت الحالي إلى البلد الذي تتصل به. يرجى محاولة الاتصال لاحقًا.
سيتم تجديد العقد سنويا.
عذراً نادل، هل يمكنني الحصول على فاتورتي، من فضلك؟
هل يمكنني الدفع بشيك سفر؟
هل يمكنني أخذ تأمين؟
هل يمكنك أن تخبرني كيف أصل إلى ذلك المطعم؟
كان هناك حوالي ثلاثين دولار وبعض بطاقات الائتمان.
فاتورتك تبلغ مائة وخمسين دولاراً وأربعين وخمسة سنتات.
كيف أقولها؟ من المهم جداً أن تكوني هناك.
أود أن أصنع نسخة.
شكراً. أين زر تشغيل المكيف؟ إنه حار قليلاً.
عذراً، لكن في أي شارع نحن الآن؟
هل يمكنك إرسال هذه الرسالة بالبريد؟
لا، أنت تسير في الاتجاه المعاكس. عليك أن تعود.
هل يمكنك قص لحيتي من فضلك؟
كم من الوقت سيستغرق إكمال الجولة؟
أريد بعض ورق تغليف الهدايا.
ماذا يوجد داخلاً؟
هناك خطأ في هذا الشيك، أعتقد.
هل يمكنني الحصول على منشفة حمام؟
هل يمكنك حجز تذكرة لي لمشاهدة عرض موسيقي؟
هل لديك سجل عن مكان استخدامك لهم؟
سأتصل مرة أخرى.
ثلاثة أشهر.
أفهم، لدينا طبيب بالفندق. سأرتب لقدومها إلى غرفتك قريباً. هل يُمكن أن يحضر مدير الغرفة أيضاً؟
أين تم تصويره؟
لدينا اليوم بعض المحار جيد جدا.
ك مثل كينغ، آي مثل آيتم، إم مثل مايك، يو مثل أنكل، آر مثل روجر، آي مثل أبيل. كيمورا هو اسم عائلتي.
لا شكرا.
أعاني من ألم في أسناني. هل يمكنني الحصول على بعض الدواء لها، من فضلك؟
لا أستطيع جعل نظام التكييف يعمل.
اتركني في المحطة القادمة.
هل يمكنك أن تريني معطفًا مقاومًا للماء؟
أين مكتب السياحة؟
هل يمكنك المرور بالسوق في طريقنا؟
ماذا سأفعل إن لم أفهم أسئلته؟
أريد بعض الجوارب.
أريد كاميرا أوتوماتيكية، من فضلك.
أرجو أن تأخذني هناك.
هل يجب أن تكون الباب مفتوحاً أم مغلقاً؟
كم دولار ترغب في الحصول عليه؟
أخبرني بالطريق إلى فندق هيلتون من فضلك.
هل لديك خريطة لخطوط المترو؟
هل تعرف إن كان ذلك المطعم يتطلب حجزًا مسبقًا؟
أود حجز رحلة ذهاب وإياب.
هل يمكنك أن تنصحني بمطعم فرنسي جيد؟
هل هناك حلاق في الفندق؟
الغطاء الخاص بالحوض مكسور.
هذا هدية، فمن فضلك لفها.
سعيد بلقائك.
هناك خطأ في البطارية.
لدي شيء أريد أن أطلبه منك.
من فضلك، اجعل الغرفة دافئة قليلاً.
غرفتي لم تُجهز بعد.
من فضلك اتجه مباشرة.
هل يمكنك مساعدتي في إيجاد أمتعتي؟
فأعتقد أن الشيء التالي هناك، هو مركز التجارة العالمي، أليس كذلك؟
أين متجر نماذج البلاستيك؟
لا أستطيع أن أخبرك.
هل يمكنك اقتراح دواء لألم البطن؟
أين هو المنصة رقم خمسة؟
نعم، يبدو ذلك كشيء يستحق المزيد من البحث. هل ستأخذ تلك الإمكانية بعين الاعتبار، سيد كيانيان، وتبلغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
لا، شكراً.
أعتقد أن هناك خطأ في هذا الفاتورة. هناك رسوم خدمة الغرف. لكن لم أطلب أيًا منها.
أريد أن أسافر بأسرع وقت ممكن.
هل الطريق طويل إلى فندق هيلتون؟
هل تعرف مطعماً جيداً يمكننا فيه تناول وجبات لذيذة بأسعار معقولة؟
أريد قلم شفاه.
إنها ثلاثون وخمسة دولارات.
أود تغيير حجزي. هل يمكنني تغيير رحلة PAA 505 إلى الرحلة 515؟
خرجت الكوكا، لكن لم أحصل على أي تغيير.
يمكنني أن أعطيكم خصمًا بثلاثة في المئة.
كان هذا الضرر على السيارة قبل أن أستأجرها.
حسناً. أريد ارتداءه في حفل زفاف يوم السبت.
لا، نريد فواتير منفصلة من فضلك. لنتحمل التكاليف بالتناوب.
أريد مرشداً يتحدث اليابانية.
آسف، أنا غريب هنا. هل تريدني أن أسأل الرجل عنك، إن شئت؟ لحظة من فضلك.
هل يمكنني ركوب حافلة متجهة إلى فندق هيلتون؟
هل هناك أي جولات إلى تيرول في ثلاثة أو أربعة أيام؟
أشعر بتحسن الآن.
أنا آسف، لكننا سنتأخر بثلاثين دقيقة.
هل يمكنك تحويل هذه الملاحظة إلى عملات معدنية؟
غرفتك، سيدي.
من فضلك توقف عن كل المعاملات على هذا البطاقة.
هل سأحصل على نوع من التخفيض إذا بقيت في فندقك لمدة شهر؟
هل أنت هنا للعمل أو للبحث؟
هل انتهيت من عشائك؟
جودة هذا أفضل.
بالتأكيد سيدي. أبيض أو ملون؟
راهنت على جنيهين.
هل لديكم جولة تشمل زيارة جسر البوابة الذهبية؟
لا أستطيع الوصول إلى رحلتي المتصلة.
من أين يمكنني أن أحصل على الحافلة للذهاب إلى المتحف؟
من هو مؤلف المسرحية؟
صندوق آمن، من فضلك.
سأبقى هنا شهرًا فقط.
متى يبدأ الجولة؟
في أي وقت يبدأ العرض الصباحي؟
أنا من روسيا.
أنا آسف لسماع ذلك. هل لديك حمى؟
أين يمكنني أن أحصل على حافلة إلى متحف المتروبوليتان؟
استمتعت حقاً بوقتي معك.
أين المكتبة الأقرب؟
هل لديكم أي غرف متاحة الليلة؟
هل يمكنك صرف هذا الشيك السياحي بقيمة مائة دولار من فضلك؟
وصلت طائرتنا أخيراً إلى هونولولو.
أريد هذا الأسلوب، من فضلك.
أفضل ألا أدخل المستشفى، إن أمكن.
إنه الرحلة رقم سبعة ثلاثة إلى طوكيو في الرابع من سبتمبر، يوم الجمعة.
أين أضع أغراضي؟
مع هذا النوع من الأسعار، أعتقد أني سأنظر في بعض المتاجر الأخرى.
من فضلك، أطفئ جميع الأجهزة الإلكترونية.
كم ترغب في سحب من النقد؟
ليس ضروريا بعد توقف الألم.
لماذا تقوم مبكراً جداً كل صباح؟
أنا أبحث عن عجينة.
كم عدد المشجعين الذين يمكن أن يستوعبهم هذا الملعب؟
نعم، هذا صحيح.
رباطي فضفاض.
نُريد أن نلعب التنس اليوم.
هل يمكنك أن تأتي معي، من فضلك؟
آسف، لا أعرف هذه المنطقة من المدينة.
سأتصل به مرة أخرى حوالي الرابعة بعد الظهر.
في صباح الحادي عشر من يناير وقع الحادث.
هل يناسبك الثلاثاء القادم؟
ماذا عن الغد؟
ما نوع المطعم الذي تبحث عنه؟ هل تريد فقط تناول العشاء، أم تبحث عن مطعم به بار؟
هل هناك مركز للشرطة هنا؟
تعد مدة الحياة المتوقعة في اليابان الأطول في العالم.
اثنين بطاطس مقلية، كولا واحدة. اثنين دولار من فضلك.
غرفة فردية من فضلك.
أين منحدر التزلج على اللوح؟
إلى الأسفل.
نتطلع إلى رؤيتك مرة أخرى.
هل يمكنني الحصول على مراجعة لهذه الكتاب؟
هل يمكنك أن توصي بمطعم فرنسي جيد في هذه المنطقة؟
إليك بطاقة تأكيدي.
سيكون كل شيء على ما يرام.
إذن هذا 2500 دولار شهريا. نستطيع أن نؤكد لك أننا سندفع لك 3000 دولار شهريا. كيف هذا؟
أتمنى لك زواجاً سعيداً.
هل لديكم بالانتين 10 سنوات؟
هل هذا مقاوم للانكماش؟
هل حدائق النبات مفتوحة اليوم؟
قد نتمكن من ذلك، لكنني أخشى أن يستغرق الأمر بضعة أشهر.
أود استئجار سيارة.
هل يمكننا الحصول على طبق، من فضلك؟
أخذنا إلى فندق شيكاغو.
تأخر الرحلة لمدة تسع وتسعين ساعة بسبب سوء الأحوال الجوية.
حالة طارئة.
أريد شيئًا على نمط شانيل المتكرر.
في أي رف توجد الفوطة الصحية؟
هل يمكنك إظهار جواز سفرك ونموذج الجمارك لي من فضلك؟
أود التسجيل في جولة شلالات نياغارا.
طبقنا الخاص اليوم هو الجمبري سكامبي مع أرز بيلاف.
مرحبا؟ هل هذا مكتب السيد كلارك؟
هل ترغب في تناول مشروب تمهيدي؟
هل لديك أي أدوية؟
أعتقد أنك أخطأت الرقم.
أريد فستانا أحمر.
أظن كذلك.
هناك علامة اسمي عليها.
هذه آخر إضافة لخط التعبئة لدينا. نعبئ حوالي ست مئة صندوق كل يوم.
أريد أن أذهب.
أريد حديداً، من فضلك.
لا حول ولا قوة إلا بالله. يقول لي شيئاً. ماذا أفعل؟
نعم، هم كذلك.
من فضلك أحضر لي فطورا إلى غرفتي.
هؤلاء ضيقون.
من فضلك أرسل هذه السيارة إلى الفندق إلى غاية الساعة الثامنة من صباح الغد.
هل هناك رحلة بحرية تشمل الغداء أو العشاء؟
هل لديك لون أفتح؟
هنا مبالغ فيه جدا.
حسناً، لا. سأتصل به مرة أخرى بعد عشرين دقيقة. شكراً.
تم التركيز على التعليم وزيادة القوة العسكرية.
ما الذي تفضل أن تأكله على العشاء، لحم أو سمك؟
هل تقبل بطاقة الماستر كارد؟
هذا المقاس، من فضلك.
لا أحب ذلك.
إنها خمس دولارات، والمشروبات إضافية.
كم ثمن شخصين؟
فجأة أصبت بآلام في البطن.
كم يطلب المرشد مقابل يوم واحد؟
اسمي هو هيروشي موري.
أريد بعض الزبادي، من فضلك.
نعم. هل هذه هي النقطة الصحيحة لرحلة الخطوط الجوية المتحدة 820؟
هل يجب أن نرتدي المعاطف والربطات؟
أي حافلة تذهب إلى قاعة النقابة؟
من فضلك اتبعني. دعني أساعدك في أمتعتك.
إنه على الرف الثاني في الصف الأوسط.
أين الحانة؟
يرجى التسجيل بعد الساعة التاسعة صباحاً.
مقاعدنا منفصلة.
بالتأكيد. أين تريد أن تذهب؟
أريد مفكرة، من فضلك.
استمتع بوقتك.
عذراً، كل المقاعد محجوزة في الثلاثين من غشت.
هل يمكنني رؤية شيء أرخص؟
هل يمكنك أن تستدعي لي سيارة أجرة؟
هل يجب أن أعود إلى اليابان فوراً؟
رسوم الغرفة أغلى مما قيل لي.
أود أن أعطيكم مزيدا من الأوامر. هل يمكنني أن ألقِ نظرة أخرى على القائمة؟
كان هناك حامل مفاتيح على شكل قطة مثبت هنا بشريط.
ماذا ستفعل بهذه الحقيبة الصغيرة؟
أريد شيئًا لعلاج البرد.
هل يمكنني رؤية هذا؟
بالضبط ثماني عشر دولارا.
يرجى استبدال هذا الشيك السياحي بالنقد.
أين أضع ملابسي النظيفة؟
هل كان لديك ما يكفي؟
اذهب مباشرة في هذا الشارع. إنه قبل محل الآيس كريم مباشرة.
ليس لدي حجز.
هل يمكنني لمسها؟
أرِني أين هو على هذا الخريطة، من فضلك.
هل هناك مطاعم جيدة ورخيصة في هذه المنطقة؟
هذه بيت رائع.
هل هذه محطة الحافلة الصحيحة للذهاب إلى تشيلسي؟
سأصل متأخراً قليلاً الليلة، لكن رجاءً احتفظوا بحجزي.
هل يمكن استخدام بطاقة الائتمان؟
عندما يأتي السائق لتفقد تذكرتك، يرجى إظهار بطاقتك وهذه التذكرة له.
كم عدد الأقلام التي تحتاجها؟
ما هو آخر كتاب لـ "غالبريث"؟
مقعد واحد للدخول العام، من فضلك.
طلبت متوسطة، ليس محمرة جيداً.
ستكون بدلتك جاهزة بعد أسبوع من المقاس، سيدي.
أرغب في تناول عصير تفاح، و خبز محمص، وبيض مقلي، وقهوة.
أين متجر الكاميرا؟
كوكا صغيرة واحدة، من فضلك.
أنا مجرد مبتدئ. لا أعتقد أنني قادر على فعل ذلك.
أربع تفاحات.
كم سيكلف تأمينه بمبلغ ثلاثمائة دولار؟
هل يمكنك إعادة إصدار بطاقة الائتمان الخاصة بي؟
أعطني بعض الوقت لأفكر في الأمر.
يجب أن تأخذ قسطاً من الراحة في الفراش اليوم.
أود أن أؤكد مجددا بالضبط ما هو المطلوب مني فعله.
أعرف كيف تشعر. خذ راحتك.
سأعود للاتصال.
هل يمكنك حجز طاولة لشخصين في ذلك المطعم في السادسة من مساء اليوم؟
كيف هذا غريب. يبدو كأنه طبق طائر.
لا أستطيع النوم جيداً.
هل يمكنك أن تخبرني من فضلك ما كان هذا الرسم من أجله؟
مرحبا، هذه غرفة ثلاثة وخمسة.
أريد بعض ملح الاستحمام.
هل يمكنك إصلاح هذه الكاميرا؟ لا تعمل بشكل صحيح.
اسمك ورقمك؟
اعتقدت أنه ثمن ثابت بين المطار والوسط المدينة؟
هل يمكنك أن تتفضل بالذهاب للتحقق من ذلك الآن؟ إذا كانوا هناك، فهل يمكنك أن تجلب كل شيء هنا على الفور؟
حسناً، أعتقد أن سعر الصرف يتذبذب بين التوقعات الصعودية والهبوطية، بشكل عام.
لديه تقاليد وتاريخ طويلان.
ما هي اللعبة التي تلعب الآن في الملعب؟
شني غادي تدير في ليلة رأس السنة؟
مرحبا، هل يمكنك إعطائي رقم هاتف السفارة أو القنصلية اليابانية من فضلك؟
هؤلاء مثاليون. إنهم مريحون جداً.
حسناً، هذه غرفة هادئة. جيد جداً.
لدي حجز في السابعة.
هذا جيد. لكن سيكون هناك رسم إضافي للتسليم يبلغ 200 دولار.
في السابعة صباحاً، بالتوقيت المحلي.
هذا في هذا الشارع على بعد ثلاث كتل تقريباً، أعتقد.
عذراً، إنه محجوز بالكامل لموسم عطلة عيد الميلاد، لكن لدينا مقعد في العشرين من دجنبر.
أفهم. شكرا لك.
هل سأحصل على تعويض إذا لم تجد حقيبتي؟
حسنا، أي نوع من الفواكه تفضل؟
متى كانت آخر دورة شهرية لك؟
قمت بإجراء مكالمة تأكيد قبل يومين.
لست متأكدا تماما إن كان قد تم سرقة جوازي من قبل لص محترف أو أنه سقط ببساطة من جيبي.
الصندوق طوله ستون وخمسة سنتيمترات، وعرضه ثلاثون سنتيمتر، وارتفاعه ثمانية عشر سنتيمتر.
أنا أبحث عن تذكارات.
يتكون من أربع جزر رئيسية.
الساعة العاشرة. هذه مفتاح غرفتك. غرفتك هي 5433. سيتولى النزيل حمل أمتعتك لك.
نعم، نحن نقضي وقتاً رائعاً في هاواي. أتمنى لو كنت هنا.
هل يمكنك تزويدي بترجمة؟
سأشرب بعض الشاي بالحليب.
هل ستقصين شعري المُقَطَّع بمسافة نصف سنتيمتر فوق الحاجبين؟
متى يفتح؟
هل لديكم غرف بأقل من خمسين دولارًا في الليلة؟
طاولة لشخصين في السادسة مساءً اليوم، من فضلك.
خمسة عشر دولارا، من فضلك.
انعطف يسارا عند إشارة التوقف.
لا أحتاج إلى أي شيء.
هل يمكنني حجز جولة سياحية؟
كيف يمكنني ملء هذا؟
ترى مبنى أبيض على الجانب الآخر من الشارع. هذا كل شيء.
أنا أدرس لكي أكون عالماً.
هل يمكنني الحصول على تذكرتين للمقاعد المحجوزة؟
من فضلك خلع ملابسك و غير إلى هذا الثوب.
هل يمكنك وضع سرير إضافي في الغرفة؟
هل يمكنني التحدث مع مشغل ياباني؟
خذ هذا حتى المحطة. من هناك سيتوجب عليك الوصول إلى الفندق بمفردك.
أود استئجار قارب مع مرشد، من فضلك.
هل هناك حمام عام هنا في الجوار؟
أرنيها من فضلك.
لم أقم بأي مكالمات هاتفية.
رجاءً احتفظ بحقائبي.
هل يمكنني أن أتلقى مكالمة استيقاظ في السابعة صباحاً؟
هل لديك شريط؟
أحبها قليلاً بالحليب والسكر.
أود تغيير رحلة شيكاغو من التاسعة إلى الحادية عشر.
من فضلك أحضر لي مرطب للشعر.
يُعد اليُكاتا والهابي عناصر شعبية للهدايا التذكارية من اليابان للأجانب.
أين أقرب محل أحذية؟
لديه عين للفنون.
من فضلك احتفظ بهذا الحقيبة حتى الساعة الثالثة.
أنا أتيت هنا لأرى أوبرا حقيقية.
هل هذه في عرض اليوم؟
ابق بعيدا عن العمل حتى يوم الثلاثاء، ولا تأكل كثيرا.
المصارعة اليابانية هي من الرياضات التقليدية. تُنظم بطولات ست مرات في السنة.
مقعد في الممر، من فضلك.
الممارسة تجعل الكمال.
كم يومًا سيستغرق الأمر لطلبها؟
هي نحيفة.
نحتاج إلى وقت إضافي قليل للنظر في العقد.
أشعر بالدوار. هل يمكنني الحصول على كيس لمنع الغثيان؟
رجاء أخبرني كيف أصل إلى المتحف.
هل هذا مصنوع من الجلد؟
ها. كاينك وحدك؟ ليه ما تتعشاش معانا؟
شكرا. وأنت كذلك.
هل يمكنك أن تحفظ لي الأشياء الثمينة، من فضلك؟
هل تتناول أي أدوية أخرى؟
أريد الذهاب إلى الموقع المتقدم.
هل قررت بعد؟
جيني. مايك. سارة. سام. يلا، الكل يوقظ.
هل يمكنك إخباري قريبا بعد إصلاحه؟
أريد معطفا.
لا، شكرا. أستطيع إيجاد المكان. إلى اللقاء لاحقا.
مرحبا. أفضل مقعداً في الممر.
أود استئجار سيارة متوسطة الحجم لمدة ثلاثة أيام.
هل لديك حقيبة لتذهب معها؟
أود إجراء مكالمة إلى سان فرانسيسكو.
لقد سرقت حقيبتي في بهو الفندق.
كيف و متى يجب أن أدفع مصاريف؟
نحن ممتلئون.
ضيق هنا كثيرا.
من فضلك، زد حجم الخط إلى هذا الحجم.
مرحبا، هذا هو الغرفة 1234. اسمي أودا. أود أن أطلب استيقاظي في الساعة السادسة صباحا غدا، من فضلك.
هل يمكنك الدفع عند مكتب الاستقبال، من فضلك؟
هل يمكنني الحصول على تغييرى، من فضلك؟
من الممكن أن تكون مهتما بهذا الحاسوب الصغير.
بشكل عام، كانت الرحلة سلسة مع بعض الاضطرابات الطفيفة.
ما هو رقم رحلتك؟
أنا سعيد أنك تحبه. اشتريته في بيع خرجي في متجر ABC للقسم.
هل يمكنني تناول العشاء على متن السفينة؟
هل يمكنني الحصول على كتيب سياحي؟
هل أنت عضو في نادينا لكراء السيارات المتكرر؟
ماذا ستشتري؟
بالضبط. تشاركنا رأيك. على فكرة، قال أنك رجل ذو آداب حسنة.
كيف قضيت عطلتك الصيفية؟
ارفع و سأتصل بك مرة أخرى.
هل تبيعون عطر شانيل؟
بعيد جدا. محتاج سيارة أجرة.
هل لديك هذا باللون الأحمر؟
أرجو أن تخبرني كيف أستخدمه.
محاولة جيدة، لكن لا يمكنك أن تعرف بالتأكيد دون المحاولة.
كيف أتصل بمكتب المعلومات؟
هم جائعون.
هل يمكنني رؤية رخصة قيادتك؟
شكرا. استمتع بإقامتك.
أنا من هوكايدو.
سفر سعيد.
هل لديك هذا؟
ماذا هي هذه العلامة التجارية؟
إنه في البيع الآن، مقابل ثلاثين دولاراً وأربعين تسعة سنتات فقط.
كنت غاضباً مما قاله موظف البيع.
هل لديك شيء أكبر؟
مناخ اليابان رطب في الصيف.
أود أن أصل إلى المطار في الساعة الثانية.
هل هناك أي تعديلات تود إجراؤها؟
أريد لوناً يجعلني أبدو أصغر سناً.
من فضلك، أحضر أمتعتي إلى الغرفة.
أريد بعض الطماطم، من فضلك.
لا شيء يُذكر.
هل يمكنني الدخول إلى الغرفة الآن؟
لن أجد شيئاً كهذا في اليابان أبداً. سأشتريه.
في ليلة الأربعاء.
أرجو أن تُريني مقعدي.
أي نوع من الحلويات لديكم؟
أنت ترتكب خطأ في الحساب.
الساعة الثالثة.
قليل أكثر من الرقبة، من فضلك.
لا أستطيع فهم ما تقوله.
كم تكلف تذكرة يوم واحد؟
هل دعوتني؟
ما هو رقم رحلتك؟
هل تعرف ذوق صديقك في الملابس؟
هذا هو المكان الذي أذهب إليه من أجل الأمتعة المفقودة؟
أحتاجهم بصفة عاجلة.
كم هي الفاتورة الإجمالية؟
هل تعرف أي أجهزة صراف آلي أو بنوك في هذه المنطقة؟
أنا آسف، لكني أرغب في إلغاء حجزي.
سأكون هناك حوالي الرابعة مساءً.
أريد أن أغادر يوماً واحداً قبل الموعد المحدد.
ما هي تخصصات المتجر؟
هل يمكنني أن أسأل إن كان بإمكان شخص ما أن يأخذ رحلة لاحقة؟
هل تأخر القطار من سيدني؟
هل لديك صداع؟
لا يمكنك إحضار هذا إلى اليابان. إنه مدرج في اتفاقية واشنطن.
هل يمكنك أن تأخذني من المحطة الأقرب، من فضلك؟
نعم، فعلت.
أريد إلغاء حجزي.
حسنا، فقط قليلا. أوه، سقطت شوكتي. عفوا.
أين الجزء القديم من المدينة؟
هل ستعطيني بعض الصحف أو المجلات؟
هل لديك واحدة أصغر قليلاً؟
هل يجب أن نترك كاميراتنا عند المدخل؟
في أي يوم هو مغلق؟
أعتقد أننا لدينا. لحظة من فضلك.
كيف يمكنني التعرف على ذلك الشخص؟
أريد كتاب قواعد.
من فضلكم أتوا إلى البوابة 39 بحلول الساعة 4:45.
في أي وقت يأتي الحافلة القادمة؟
هل يمكنني استئجار دراجة؟
هل هناك ملعب تنس قريب هنا؟
أين المضيف؟
هل لديك مرشد خبير؟
متى تزهر أزهار الكرز المشهورة في اليابان؟
نعم، أنا.
سأذهب إلى برج لندن. هل يمكنك أن تخبرني كيف أصل إليه؟
هل يمكنني الحصول على بيتزا جبن كبيرة واحدة؟
يستغرق الأمر حوالي أربعين دقيقة بالحافلة.
هل هو قريب؟
نعم، نفعل. سأعود بك إليها حالاً.
أصبحت متحمسا.
أخشى أنني لست في البيت في الوقت الحالي. يرجى ترك رسالة بعد النغمة، وسأعود إليكم في أقرب وقت أستطيع.
أود أن أشارك في جولتك المروحية بنيويورك.
تأكد من فضلك أنك لم تترك شيئا خلفك.
بكم مرة يمر الحافلة رقم تسعة في اليوم؟
فقدت إحدى عدساتي اللاصقة.
أنا أتلقى دروسا في البيانو مرة في الأسبوع.
ماذا تريد فيه؟
من فضلك احتفظ بهذا الحقيبة حتى الثالثة.
اسمي ياماشيتا.
انظُر إلى تلك السّلالم؟ إنها تؤدي إلى المنصّة القادمة للقطار المتجه في الاتّجاه المعاكس. لكن في الحقيقة، إذا أردتَ رؤية لندن، فإنّ الحافلة أفضل بكثير من المترو. اخرج من هذا الجانب، وستجد محطة للحافلات. ستأخذك الحافلة رقم اثنا عشر مباشرة إلى المتحف. زيارة ممتعة، سيدي.
ها شيئ لك.
قضيت وقتاً ممتعاً اليوم.
يبدو أن هذا النوع من القبعات في الموضة. أعتقد أنني سأشتري واحدة أيضًا.
هل يمكنني الحصول على بطانية؟
هل هذا الدواء فعال في خفض الحمى؟
هي لصوصة.
هل تريد بعضاً آخر؟
كانت عيناه سوداوين و متباعدتين.
آه، الأطباق الخاصة اليوم موجودة هنا.
أفهم. أعتقد أن بإمكاني إظهارها كلها في ساعة واحدة.
إليك خمسة دولارات و لا شيء من السنتات. احتفظ بالفرق.
من فضلك احجز طاولة لخمسة أشخاص.
قريب جداً من الحمام. هل يمكنك تغييره لي؟
عذرا، هل يمكنك إقراضي آلة حاسبة؟
أين قاعة الندوة؟
هل هو مصنوع يدوياً؟
من فضلك أرني قائمة بأنماط الشعر؟
هل لديكم مخطط للألوان؟
هل يجب أن أدخل المستشفى؟
لدينا قوات للدفاع عن النفس.
هل ترغب في سيجارة؟
عذراً. نفذ المخزون. جرب إحدى محطات المترو.
هل لديك تذكرة العودة؟
هل تمانع في فتح النافذة قليلاً؟
إذا وجدناه سنبلغك.
من فضلك لا تضفي أي سكر.
توقف محركي. أنا في شارع الخامس على شارع الخامسة والسبعين. من فضلك أتوا في أسرع وقت ممكن.
نحن مهتمون بالتاريخ الطبيعي.
نحن مفتوحون من العاشرة إلى السابعة والنصف.
أود إجراء مكالمة دولية إلى اليابان، من فضلك. أنا يوكي موراي في الغرفة 312. أود إجراء مكالمة استرجاع للسيادة كيسوكي موراي. رقم الهاتف هو طوكيو 033 726 8391.
هل يمكنني رؤيته، من فضلك؟ هل أنت تستخدمه من اليوم؟
كيف تفضل فواتيرك؟
أريد إنهاء استخدام صندوق آمن.
اسمع، آل، ما هو رقم الهاتف، آه، آلة الفاكس هناك في المحطة؟
سأبلغك إلى "الوكالة الوطنية لحماية المستهلك".
أريد سماعات رأس، من فضلك.
يُلمس أصابع قدمي قليلاً.
هذا ليس خطئي. لا تستطيعين ترتيب أي شيء؟
هل لا يوجد طريقة أخرى للتعامل مع الوضع الخطير؟
هل هو مفتوح الآن؟
يَدِي مُنتَفِخة.
زوج من الأحذية بقياس ثماني بوصات، من فضلك.
ما هي المعارض الرئيسية في هذا المعرض؟
هل يمكنك إصلاح هذه الكاميرا؟
أحتاج إلى تقرير عن الحادث للحصول على تأميني.
عثرت على شقة أثناء البحث على الإنترنت.
مع السيلزيوس، نقطة التجمد هي الصفر.
أودّه خلال عطلة نهاية الأسبوع.
أعاني من اضطراب في المعدة. هل لديك دواء جيد؟
نعم، كل ما عليك فعله هو غسل الشعر وتجفيفه بالمكنسة.
حسنا. وأنت؟
حسناً. ها هو فاتورتك. الإجمالي هو أربع وخمسون دولار ونصف.
هل يمكنني الدفع بشيك؟
أنا أعيد تجديد المطبخ.
كم من الوقت يستغرق إرسال هذه البطاقة بالبريد الجوي إلى اليابان؟
سنقلع قريباً.
نعم سيدي. هل لديك أي وثيقة هوية؟
أريد لعبة لفتاة في الخامسة من عمرها.
لم أصب بيوم من حياتي بمرض.
كم ميلا إلى بوسطن؟
لطيف منك جداً أن تأتي إلى اليابان.
أشعر بتحسن كبير.
سأعود في 25 مارس.
هل لديكم كعك لمرضى السكري؟
أريد حليبًا، من فضلك.
واو. كم هي كبيرة هذه الوجبة.
هل يمكنني الحصول على طوابع للرسائل إلى اليابان؟
من أي خط ينطلق القطار المتجه إلى ميلان؟
من فضلك أرسل السيارة إلى فندق ألفا في التاسعة صباحاً من السادس.
سأشارك في جولة بالهليكوبتر في نيويورك.
يبدو رائعا.
هل يمكنك إظهار بطاقة صعودك لي، من فضلك؟
ويسكيَكَ بخمسة سنتات.
رحلة بالقارب مع الألigator؟ هل هذا ممتع؟
لا تُحرك زعانفك في قاع الرمال.
هل هذا من أجل العمل؟
رجاء أخبرني كيف أجري مكالمة دولية.
هل يمكنك تغيير هذا الدولار الخمسين إلى عشر قطع بخمسة دولارات؟
هل يمكنني حمل هذه الأمتعة على متن الطائرة؟
أرجوك خذ هذا بعيدا.
ليست بعيدة جدا. حوالي خمسة عشر دقيقة.
أود أن آخذ هذا خارجا.
كم من الوقت سيستغرق الأمر لتحسن؟
أمس اشتريت هذا و هو مكسور.
ميزانيتي هي خمسون دولار.
سأُحيلك إلى السيد سوزوكي.
ماذا عن الساعة السادسة؟
من فضلك على الفور.
سعيد جدا برؤيتك.
أين يمكنني أن ألتقط حافلة رقم تسعة؟
آمل أن يكون لدينا رحلة جيدة.
هل هناك مكان يمكنني فيه إجراء مكالمة هاتفية؟
أنا في الحمام. لا يوجد ماء ساخن في الدش.
احتفظ بهذا الأمتعة، من فضلك.
ثلاث ليالي من الأول يوليوز. كم تسع أسعار غرفك؟
أعطني خمسة عشر لترًا من السوبر، من فضلك.
هل يمكنك أن تُريَني كيف يعمل هذا الفتحة كهربائية العلب؟
هل سيكون جاهزا قريبا؟
أي نوع من النبيذ تنصحني أن أتناوله مع هذا الطبق؟
فقدت جواز مروري.
هل هناك مكان لتبادل العملات الأجنبية هنا حول؟
من هم أكثر اللاعبين شعبية؟
أين مكتب المفقودات؟
أين يمكنني مشاهدة فيلم؟
أريد ساندويتش هوت دوج ساخن من فضلك.
هل هناك قطار سريع؟
نستطيع أن نرسلها لك إلى البريد.
انكسر هذا السن.
أعطني الكاميرا، أريد أن ألتقط صورة.
كم أكثر تكلفة تذكرة الدرجة الأولى مقارنة بتذكرة الدرجة الثانية؟
هل ستفتشين مطعمك عن حقيبتي؟
محطة سيارات الأجرة، أين؟
كان ذلك رائعاً.
أريد شيئاً لصداع الرأس.
أنا أيضًا. ظننت أنك تستطيعين مساعدتي في فهم قائمة الطعام.
هل يمكنك التسجيل هنا، من فضلك؟
أريد بعض قطرات.
أريد طعامًا فرنسيًا.
تُعجب أزهار الخوخ في مهرجان الدمى للفتيات في الثالث من مارس.
من أي سكة ينطلق قطار تاكاو؟
ثم، ماذا عن هاته؟
هل لديك أي برتقال؟
هل يمكنني تبديله بشيء آخر؟
عذراً. هل يمكنك أن تخبرني ببعض الأماكن المثيرة للاهتمام التي يمكن زيارتها في هذه المدينة؟
هل هناك أي مقهى قريب هنا؟
تذكرتين ذهاب وإياب إلى بوسطن، من فضلك.
يقول "احتفظ بالمسار".
هل ترغب في زيارة أي مكان على وجه الخصوص؟
هل ألفها؟
نعم، يمكنك شراء الطوابع من آلات البيع في الردهة.
الذي من هذه الأحذية في التخفيضات؟
أنا على الطريق السريع I-80 بالقرب من مخرج بيركلي.
يكفي فقط اسمك وعنوانك.
دعني آخذ حقائبك.
كم هو ثقيل؟
اتصل بشخص يتكلم اليابانية.
هذه غرفة رقم 231. هل يمكنك إحضار كوبين من القهوة من فضلك؟
أعتقد أن هذا تغيير خاطئ.
يستغرق الذهاب إلى المكتب والعودة حوالي ثلاث ساعات.
هل يمكنك أن توصي بمطعم صغير شهير بين الشباب؟
لديه متوسط ضرب ثلاث وعشرين وخمسة.
من فضلك لا تعود مرة أخرى.
سأغادر في الثانية والنصف بعد الظهر.
لدي تذكرة إلى ديترويت تنطلق في الحادية عشرة صباحا.
من فضلك أعطني مقعدا في الصف الأوسط.
هل يمكنك مساعدتي في إيجاده؟
أنا أبحث عن شيء مصنوع في الولايات المتحدة.
هل يستغرق أكثر من عشر دقائق سيراً على الأقدام؟
أعتقد أنني وقعت في حبك.
متى قلت أننا يجب أن نسلم ورقتنا في؟
هل هناك من يتكفل به؟
ما هي تعداد سكان بلدك؟
مجموعة من أربعة أشخاص، في السابعة والنصف مساءً اليوم. ما الاسم الذي تفضل أن نكتبه تحت ذلك؟
أريد تغيير طلبي.
ما هو أول مكان سياحي يزوره السياح في إنجلترا؟
سأغادر غداً.
أريد بعض الخيار المخلل، من فضلك.
هل لديك الوقت الليلة؟
جئت من طوكيو.
أريد عصيرًا، من فضلك.
أين تخطط لزيارة في هذا البلد؟
من أي شيء صُنع هذا؟
السيد فرانك شميت، مدير مصنعنا، سيكون سعيداً بمرافقتك في جولة.
عشرون دولاراً بما في ذلك رسوم الحافلة، المرشد والرسوم المدفوعة للدخول.
ما الذي تعتقد أنه يناسب هذا؟
كنت على رحلة الخطوط الجوية البان أمريكانية رقم 402. كنت قد سجلت حقيبتين.
أريد بطارية لهذا، من فضلك.
قرب المنصة، من فضلك.
سجّل، من فضلك.
أين كشك التسديد؟
حار.
أنا آسف، هذا هو النوع الوحيد من الغرف التي لدينا.
نحن نتعامل بشكل أساسي في الأجهزة الكهربائية المنزلية.
غرفة فردية بدون حمام، من فضلك.
نعم. أنا أبحث عن فستان.
نُريد تجربة الطعام المحلي.
ماذا بها؟
أخذ صديقي إلى المستشفى، من فضلك.
لقد ساعدت حقا.
المتحف المتروبوليتان للفنون جيد.
تذوق هذه العنب جيد.
ما هو الرقم الذي يجب أن أتصل به للحصول على معلومات؟
أين الهاتف؟
سنعقد اجتماعاً ونقرر خلال الأسبوع.
من فضلك أعطني فاتورة لشركة التأمين الخاصة بي.
نعم، يبدو كذلك. السماء تبدو مهددة.
هذا النبيذ جعلني أستريح حقا.
ناقص واحد. اشتريت خمسة في المجموع.
شكرا جزيلا لك على قيادة سيارتك لي هنا في هذا الوقت المتأخر، أنا أقدر حقا مساعدتك.
ما هو أسرع وجبة؟
كم ثمن ليلة واحدة؟
بالتأكيد. لحظة من فضلك، سيدي.
لا داعي لإيقاظي لأجل الوجبات.
بالتأكيد، من فضلك.
لا تقلق. اتصلت بواحد من محطة الإطفاء.
كم يكلف التكسي إلى فندق هوليداي إن؟
اشتقت إليك.
آسف، أفرغت بعض القهوة.
لا، فقط بضعة أشهر. أعتقد أنني سأكون هنا لمدة ثلاث سنوات تقريباً.
هل مكتب البريد قريب؟
أود استئجار بعض معدات التزلج على الرياح.
هل لديكم أي أطباق محلية؟
هل يمكنكِ الاحتفاظ بهذا المقعد لي؟
لا أفهم ما تقوله.
مرحبا، أين كابينتنا، من فضلك؟ هل ستوجهنا؟
لن أنسى أبدا الوقت الذي قضيناه معا تحت الشجرة في يوم صيفي مشمس.
هذا النافذة الصحيحة؟
من المفترض أن ترتفع درجة الحرارة هذا المساء.
إليك اسمي الكامل وعنواني.
كم تكلف غرفة مزدوجة؟
يذوق هذا النبيذ سيئا.
هل يمكنك إحضار وسادة إلى الغرفة 11، من فضلك؟
فين بالطابق الثالث؟
لا أملك وصفة طبية.
أين مقبرة؟
يجب عليّ أن أقول وداعاً.
بالمناسبة، أين قسم الربطات؟
هل يمكنك أن تخبرني كيف أصل إلى هناك؟
التوقف بين الفصول ثلاثون دقيقة. يمكنك تناول وجبة خفيفة في كشك الطعام بالطابق الأول.
هل يمكنك مساعدتي، من فضلك؟
أهلاً بكم على متن الخطوط الجوية الفرنسية.
هل لدينا وقت لنستكشف المنطقة هنا؟
تحقق حلمي.
من فضلك لا كاتشب.
أين هي الأرصفة؟
هذا مشوه.
حسناً. ها هي مفتاحك. غرفتك هي 11-09.
أين يمكنني شراء الأطباق؟
عذراً على المقاطعة، لكن دعنا ننتقل إلى الموضوع الرئيسي. لدينا الكثير لمناقشته اليوم.
أنا أعاني من حساسية تجاه المضادات الحيوية.
لدي بعض الواجبات في اللغة الإنجليزية، الرياضيات، والفرنسية.
سأرسم خريطة.
هل تقبل الدولارات؟
تُعتبر التأشيرة صالحة لمدة ستة أشهر.
لا بأس. لا نحتاج إلى إنجازه الليلة.
آه، جايي.
بالبريد البحري؟
خطير إذا لم أستقل سيارة أجرة للعودة إلى الفندق.
لا، أخشى أننا سنتأخر ببضع ساعات.
بعض السجائر بدون فلتر، من فضلك.
أنزل في المحطة القادمة.
اتصال جماعي للسيد أوغاوا، طوكيو 4567.
أفهم. من فضلك قم بملء هذا النموذج. قد لا نتمكن من إيجاده، لذا يجب عليك الاتصال بشركة بطاقتك الائتمانية.
أنا آسف جدا سيدي. يجب أن نبلغ عن هذا للشرطة.
هل هناك محل تخفيضات بالقرب من هنا؟
قُبل اقتراحه.
من فضلك أرني إيصالات الشحن.
أعطني اتجاهات.
نعم، لدي صندوقان.
سارق الحقائب. أوقفه.
نعم، لدينا تسع وتسعون نوعا من وجبات الطعام في المنهج.
من فضلك، اتصل بطبيب ياباني.
هو خارج الآن لتناول الغداء. سيعود في عشر دقائق.
هل سنصل في الوقت المحدد؟
هل يمكنني أن أطلب منك أن ترسم لي الطريق إلى مكتب البريد؟
من فضلك، ساعدني أحد.
يبدو أن كاميرتي معطلة. هل يمكنك إلقاء نظرة عليها؟
هل هناك أي خط حافلات آخر يذهب إلى هناك؟
هذا السعر للمجموعة أو لكل واحد؟
ما نوع الصلصة التي تفضلها؟ لدينا صلصة ألف جزيرة، وجبن أزرق، وفرنسية.
أريد بعض الرفع.
هل يمكنك التحدث ببطء من فضلك؟
لا، لقد أصبت في تخمينك. لقد طلقت منذ حوالي ستة أشهر.
بالتأكيد سيدي. كيف تفضل ستيكك؟
هل يمكنك أن تخبرني كيف أتحكم في درجة حرارة الغرفة؟
كل شيء على ما يرام.
ما هو الكيمونو الرسمي؟
أذهب إلى الحمام عدة مرات في الساعة.
أريد كأساً من النبيذ الأحمر، من فضلك.
أبحث عن وشاح حريري.
حمل حقائبي من فضلك.
هل هذه الحافلة متجهة إلى بوسطن؟
سأغادر غداً في السابعة صباحاً، لذا أود الحصول على فاتورتي الآن.
قُصهم قليلاً فوق الحاجبين، من فضلك.
سأأخذ هذا وهذا.
أريد إرسال هذا عبر البريد البحري.
من فضلك اتصل بالرقم ٱلآخر. سأتصل بك لاحقا.
انفجر الماء من حوض الاستحمام.
هناك أربعة فصول متميزة.
حسنا، أعتقد أنني سأخفض الثلاثة في المئة.
بطاقتي الائتمانية لا تخرج من الصراف الآلي.
يمكن أن يكون النموذج أكثر ملاءمة للمستخدم.
عندي هاد الأعراض منذ صباح اليوم.
هذا كيدا في الغرفة 729. لدي ألم شديد في بطني. من فضلك اتصل بطبيب من أجلي.
أكرهك.
أود حجز جناح.
أين محطة الوقود؟
هل هو عدوى؟
ستستغرق إعادة إصدار البطاقة حوالي تسعين يومًا. من فضلك اكتب اسم فندقك ورقم هاتفك على هذا الورق حتى نتمكن من الاتصال بك.
هل تذهب هذه الليموزين إلى فندق القصر؟
هل ستذهب إلى المدرسة؟
هل ترغب في شيء تشربه؟
أريد خيمة.
وجدتها.
أبحث عن خيط.
ما الذي يجعلك تدرس بجدية كبيرة؟
هل سيأتي طلبنا قريباً؟
ما هو الأقرب من هنا؟
هل تتوقف القطار في أديلايد؟
من فضلك أرسل حاملاً.
أريد هذا.
بهذه الطريقة، من فضلك. هذا المقعد بجانب النافذة لك.
أريد بعض قطرات الأنف.
هذا محطة مترو أم محطة قطار عادية؟
أين قاعة الانتظار للصعود إلى الطائرة؟
إنها الواحدة زوالاً.
ستستغرق بعض الوقت للتحضير لكن.
هذا المساء يجب أن نقرر ما إذا كنا سنمضي قدما في خططنا لإنشاء فرع في مكان ما في أمريكا اللاتينية، وإذا فعلنا، فحيث، ومتى، وكيف.
هل يمكنني تأجيل ذلك إلى وقت آخر؟
على المشتريات التي تتجاوز التسعين دولارا، يمكنك استخدام نظام المعفي من الضرائب.
بني. اسمي موجود على جانبه.
سأطلب من النزيل فتح الباب بالمفتاح الرئيسي. لحظة من فضلك. ما اسمك ورقم غرفتك؟
أستمتع بالاستماع إلى موسيقى السول.
البطارية فارغة.
أفهم. إذن تذكرة ذهاب وإياب إلى سان دييغو، من فضلك.
قهوتك، من فضلك.
كيف الوقت؟
هل أحتاج إلى رخصة صيد؟
نريد طاولة بالقرب من النافذة.
أنا عاطل عن العمل.
هل هناك أي مدرسة غوص متاحة؟
هل يمكنك إحضار أمتعتي في السابعة صباحاً؟
هل نحتاج إلى دفع ثمن المشروبات؟
أحب غويا. أنا متحمس لرؤيتهم.
هل يمكنني الحصول على سجلات بأسعار مخفضة هناك؟
هل لديكم حافلة للمطار؟
حسناً، عندما تأتي إلى اليابان، من فضلك زُر بيتي.
يا إلهي، تقريباً ساعة. هذا بعيد جداً.
هُمْ مثاليّون للشاطئ.
كم من الوقت يستغرق الوصول إلى هناك والعودة؟
هل يمكنك الاحتفاظ بأمتعتي حتى الساعة الرابعة؟
يستغرق الأمر حوالي أربعين دقيقة. يمكنك أخذ كتيب ياباني إذا أردت.
خمسة وخمسين سنتاً لكل كلمة. إنه أغلى مما كنت أتوقع.
هل يمكنني ترك هذا العربة خارج الردهة؟
هل هذه الأشياء معفاة من الضرائب؟
أفضل شيء هو قضاء وقت ممتع مع أصدقاء جيدين.
أود حجز غرفة مزدوجة مع حمام لمدة ليلتين، ابتداءً من الثالث من مايو.
هل يمكنك تسليمهم بحلول غد الصباح؟
بسبب العاصفة الثلجية، تم إلغاء رحلة الخطوط الجوية الكندية رقم 021.
هل ترسل كتبا إلى اليابان؟
كم مدة إقامتك؟
هل سيؤثر جهاز الأشعة السينية على الفيلم؟
أنا على نظام غذائي، فاجعلها حصة صغيرة من فضلك.
تم إلغاء الرحلة. سنأخذك إلى فندق.
سأصل متأخراً لكن رجاءً احتفظي بحجزي.
في أي وقت سيكون؟
من فضلك، أعطني تخفيضاً.
أنا خارج غرفتي مباشرة. رقم غرفتي اثنان وواحد.
لدينا عشرة غرف فردية، ثمانية غرف مزدوجة وتسعة غرف توأم.
يمكننا تفقد أغراضنا هنا.
من فضلك ضعه على الميزان هناك. سبعة وخمسون سنتاً.
هل يمكنك أن تأخذني إلى محطة الاتحاد ذهابا وإيابا؟
أود أن أنظر إلى هذا.
حسناً، لأننا نعلم أن الحكومة ستتخذ بعض التدابير الإضافية لتنشيط الاقتصاد.
هل لديكم طابعات بريدية؟
هل سأتمكن من الحصول على كل شيء في هذه القائمة من السوبر ماركت أم يجب أن أذهب إلى الصيدلية أيضاً؟
لا، لا نفعل، لكن اشترِ البنزين. من فضلك املأ الخزان قبل إعادة السيارة.
أود إرسال هذه البطاقة البريدية إلى اليابان عبر البريد الجوي.
في نيويورك. وقالت وكالة السفر لي إنه يجب أن يكون كل شيء على ما يرام.
شكراً على كل شيء.
هل تعتقد أنني يجب أن أعود إلى اليابان؟
هل يمكنني أن أسألك اسمك؟
بالسعر الحالي، سيصل إلى هذا المبلغ.
أين المعرض؟
هل يمكنني استخدام الحمام أو الدش هذه الليلة؟
الرقم هو اثنان وتسع ثلاث خمس واحد اثنان واحد اثنان.
نحن مجموعة من ثلاثة.
يا إلهي، أعطني صفقة أفضل.
وقت بداية رحلتك هو الساعة الثانية ظهراً كما حجزت. ولكن مجموعة أخرى ستنهي رحلتها قريباً.
هل قمت بحجز؟
أذهب إلى الحمام كل ثلاثين دقيقة.
كم من الوقت يستغرق بالبريد البحري؟
هنا بالضبط؟
سنبقى لثلاث ليالي.
أود تغيير رحلتي.
هل هناك محطة مترو قريبة؟
هذا السيد كوباياكاوا يتكلم. هل يمكنني التحدث إلى السيد توماس؟
في أي وقت ينطلق هذا القطار؟
كم مرة تنظمون حفلاً موسيقياً؟
أرغب في أخذ درس في التزلج.
أستفسر عن شقتك المستأجرة.
لشخص واحد؟
أعطني زجاجة صغيرة منها.
أين يتناول السكان المحليون الطعام عادةً؟
هل كانت لديك أي بطاقات نقدية فيه؟
ستكون أربعين دولارا زائد الضرائب، مما يجعلها أربعا وثلاثين دولارا في المجموع.
هل من السهل على صبي في الثانية من عمره اللعب؟
أريد إرسال هذه البطاقات البريدية إلى اليابان.
أنا من فرنسا.
هل يمكنني رؤية تذكرتك؟
تذكرتين ذهاب فقط إلى واشنطن دي سي، من فضلك.
هل يمكننا اللعب بهذه الأحذية؟
هل يمكنك إصلاح هذا الشرخ في بنطالي؟
من فضلك قم بإجراء مكالمة جمع.
لا أعرف ما هو المقاس.
أين أقرب هاتف؟
نعم، من فضلك. سأكون في انتظار مكالمتك.
هل يمكنك أن تعطيني تخفيضاً مقابل الإقامة لثلاث ليالٍ؟
هل أتلقّى رسالة؟
في المسرح قريب من المكتبة. ولكن يجب عليك حجز مكان.
عذراً. هل يمكنني الحصول على خريطة للمدينة؟
أليس هذا خطيرا؟
هذا الخط طويل.
أرغب في بيض مقلي، توست وعصير طماطم.
خريطة من فضلك.
هل يمكنك كسر هذا، من فضلك؟
هل لديك نموذج طلب آخر؟
هل وُزعت علامة اسمك على أمتعتك؟
أي شيء للإعلان عنه؟
غرفة مزدوجة، من فضلك.
لا توجد مقاعد محجوزة. يمكنك اختيار أي مقعد تريده.
أريد بعض النقانق، من فضلك.
أخذ حقيبتي.
هل أنت كوري؟
لا، لكن لدينا سيارة صغيرة جدًا جديدة. تلك الحمراء هناك.
قلتِ سعر الصرف لدينا. هل يعني ذلك أن لكل بنك سعرًا مختلفًا؟
ما الذي يتوقع مني ارتداؤه؟
كم من عملة معدنية يحتاج الأمر؟
قيسه، من فضلك.
أريد ساعة جدار.
في أي مدينة يتوقف الحافلة بعد ذلك؟
آه، أنت ذكي جدا، أليس كذلك؟
فرنك سويسري، حا؟
كم من الوقت يستغرق السفر من لوس أنجليس إلى سان فرانسيسكو؟
مساء الخير. هل يمكنني مساعدتك؟
أريد بعض الدواء لاضطراب الهضم.
أود أن أخبر أصدقائي عن هذا المكان، فهل يمكنك إعطائي كتيب فندق؟
فقدت جوازي السفر. من فضلكم أعدوا تقريرا عن السرقة.
أين سيأخذني؟
أين هاتف؟
عذراً لحظة.
سأكتب لك.
ما هي الجولة الأكثر شمولية للمدينة؟
هل يمكنك ملء هذا النموذج، من فضلك؟
أريد ساندويتش هوت دوج مع البصل، من فضلك.
ما هي تخصصات هذا المطعم اليوم؟
عذراً. هل يمكنك إخباري كم يكلف عشاءً عاديًا تقريبًا؟
تبادل هذا من فضلك.
ماذا عن السفر إلى باريس غداً صباحاً والانتقال إلى رحلة سويس إير بعد الظهر؟
من فضلك انتظر حتى يتم إجلاسك.
لا غوص.
نعم. هذا هو الغرفة 11-09. المكيف لا يعمل. هل يمكنك إصلاحه؟
حسناً. أين زر التقاط الصورة في هذه الكاميرا؟
لقد فزنا بعقود مع معظم الموردين في اليابان.
هل يمكنك أن تخبرني الطريق إلى ساحة الاتحاد؟
هل يمكنك أن تخبرني كيف أستخدم مضخة الغاز؟
هل لديكم خردل؟
في فندق ZZZ. اسم مضحك، أليس كذلك؟
المرجان هنا جميل والتيار معتدل نسبيا.
ثمانية وخمسون سنتًا.
كان ذلك مثيراً للإعجاب.
قمت بحجز حقيبتين.
بالتأكيد. ومن فضلكن نقلن تحياتي الصادقة للسيدة كوك التي اتخذت العديد من المبادرات الجيدة أثناء لقائنا.
هل لديكم أي إقامات متاحة بهذا السعر؟
لدي رقم حسابي البنكي.
أخشى أنك لا تستطيع. سيتوجب عليك الخروج هناك والمشي حول.
أنا ربة منزل.
هل يمكنك كتابة اسم عائلتك، من فضلك؟
تذكرة إلى شيكاغو، من فضلك.
هل تعتقد أنك تستطيع تغيير العجلة بنفسك؟
حقاً جميل. يجب أن تأتي وتزور في وقت ما.
أين المشكل؟ يرجى الشرح.
من اليسار، تشير هذه إلى وقت التصنيع الضروري، وتوقعات التكلفة، والمخاطرة المالية.
هل يمكنك تغيير ورقة بعشرة دولارات؟
في أي وقت سنغادر؟
هل يمكنك أن توصي ببعض الفنادق الأخرى؟
أريد بعض البودرة للوجه، من فضلك.
هل تأخرت الرحلة؟
عذراً.
هناك ثقب في هذا.
لدينا فقط المقاس ثمانية الآن.
لدينا قهوة، شاي، عصير برتقال، وهلم جرا. ماذا تود؟
لا تُزعج.
أنا فقط عابر.
يبدو أنه لم ينضج جيداً. هل يمكنك طهيه لفترة أطول قليلاً؟
هل ستأخذ هذه الأمتعة إلى التاكسي؟
أريد واحدة قوية.
هل يمكنني الحصول على بعض الفلفل، من فضلك؟
لا، أشعر بالحظ السعيد. تعال.
أين يمكنني إتمام شرائي؟
هل لديك واحد أكبر؟
رجاء أخبرني عندما نصل إلى حديقة الخضراء.
هل يجب أن أؤمن على نفسي؟
هل يمكنني التقاط صور في المتحف؟
اش كاين فالفيلم الآن؟
هل يمكنك تحويل هذا إلى ين ياباني؟
نعم، فعلت. ذهبت مع صديق يوم الأحد الماضي.
هذه غرفة ثلاثة على اثنين.
هل يمكنني الحصول على المزيد من الخبز؟
هل يمكنك مساعدتي في الحصول على تذاكر؟
هل هي تسعيرة ثابتة إلى وسط المدينة؟
أود حجز مكان لثلاثة أشخاص في السابعة، من فضلك.
هل ترى مبنى أبيض؟ إنه أمام المبنى.
هل هذه هي المسار الصحيح للقطار المتجه إلى محطة X؟
أنا في فندق "ABC"، الغرفة 685. هل يمكنك أن تطلب منه أن يتصل بي هنا من فضلك؟
لا شكرا، هذا كل شيء.
أشعر بألم في مفاصلي.
أين محطة للوقود؟
هذا القهوة قوية جدا.
من فضلك أعطني نسخة من تقرير السرقة.
لدينا شبكات مترو في المدن الكبرى مثل طوكيو.
آسفين، ما عندناش نفس المنتوج.
هل يمكنك أن تعطيني مخدرًا؟
بالتأكيد. امشِ مستقيمًا لمدة ثلاثة كتل. ثم انعطف إلى اليسار. سترى بوابة جميلة على الطراز الصيني.
ستكون التكلفة بعشرة دولارات لكل شخص.
عذراً. هل يمكنك ملئه بالبنزين العادي، من فضلك؟
هل حصلت على نظرة جيدة على المشتبه فيه؟
حسنا، ما رأيك؟ بالتأكيد أود أن أسمع وجهات نظرك.
ماذا عن حمل هذه الأحذية فيها من أجلي؟
سأعود إلى هنا غداً مرة أخرى. ما هي ساعات عملك؟
هل يشمل ذلك الشامبو وتجفيف الشعر بالهواء؟
من تريد أن تراه؟
في أي وقت يكون وقت الصعود إلى الطائرة؟
أريد بعض الملابس الداخلية.
سأخبرك برقمي الهاتفي هناك حالما أستطيع.
الطبق الرئيسي هو مزيج من اللحم المشوي والروبيان.
من أين تنطلق قطار بوسطن؟
هذا من أجود ما لدينا.
هل ستتمكن من تعويضي عن ذلك؟
سنأكلها معًا، فمن فضلك أحضر شوكًا إضافيًا؟
هل لا يزال كبار السن محترمين في اليابان؟
هل هناك أي تكلفة للأذنيات؟
الرسوم الأساسية هي خمسمائة دولار مع رسم إضافي يبلغ خمسين وخمسة دولارات شهريا.
في فندق هاليكولاني.
بالتأكيد سيدتي. هل ترغبين في استخدام مُدخل الحذاء؟ كيف هو المقاس؟
هل تم تأكيده من جديد؟
هل يمكنني رؤية هذا، من فضلك؟
شراب الملوخية، من فضلك.
من أي نوع، سيدي؟
هذا جيد؟
هو جيد جدًا لدرجة أن يبدو غير حقيقي.
هل يمكنني الحصول على نقانق ساخنتين للآخذ معي؟
ساعدني من فضلك.
أستيقظ كل يوم في السادسة.
آسفين، لا نستطيع. سيستغرق الأمر أكثر من أسبوعين.
أين يمكنني إيجاد معلومات سياحية؟
أفهم. سأتحقق مع طاقمنا.
كيف أصل إلى مبنى إمباير ستيت من هنا؟
ما هو ثمن تأجير هاتف محمول وجهاز إرسال واستقبال رسائل إلكترونية (صفحة)?
يا إلهي.
هل أنت تتلقى طلبات العشاء بعد؟
اسمي تسونيو سوزوكي. إليكم تأكيد حجزي.
في فندق الريتز.
مرحبا. إلى باريس، من فضلك.
طاولة بجانب النافذة، من فضلك.
هل يمكنك أن تريني هذا الموجود عند النافذة؟
هل يمنع هذا الكريم المرطب التعرق؟
أكياس بلاستيكية من فضلك.
فقدت حقيبتي.
أود تجربة هذه الكعب العالي.
هل لديكم تغيير الحرس اليوم؟
يمكنك ملء هذا الوصفة الطبية في الصيدلية في الطابق الرئيسي.
ما لديكم لا فواتير أصغر؟
عذرًا، لكن طاولاتنا ممتلئة. هل ترغب في الانتظار؟
هذا فيه شق.
أرغب في بطاقة مرور لمدة أسبوع، من فضلك.
سأحاول بعض الآيس كريم.
هل يمكننا الحصول على ولاعة، من فضلك؟
يرجى التوجه إلى اليسار.
تنكا، الغرفة 100.
عذرا، هل يمكنني أن أحصل على بعض الماء؟
كبير عليا بزاف. شوف لي حجم أصغر من فضلك.
لطيف منك أن تقول ذلك.
انتبه. ها أنا قادم.
هل يمكنك إعادة إصدار تذكرة أخرى فقط لتكاليف المعالجة؟
ستأخذ حوالي ساعة.
خمسة وعشرون بخمسة وأربعون بخمسين.
هل هذا صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر؟
سأبقيك على اطلاع بمكان تواجدي.
هل هناك غسيل ذاتي قريب هنا؟
هل يمكنني استعارة مجفف شعر؟
هل يمكنك أن تأتيني بالملح، من فضلك؟
إنه هدية.
أنتظر منك أن تصمت.
الرقم هو صفر ثلاثة ثلاثة اثنان ثلاثة أربعة واحد اثنان ثلاثة أربعة.
سعيد حقاً بهذا الهدية.
من الأفضل أن أتمسك بحقيبتي جيداً، في حال حاول أحد الاستيلاء عليها.
في المساء، يصبح الجو مظلما حوالي الساعة الرابعة وتغلق المحلات أبوابها مبكرا.
هل رسوم الخدمة مدرجة؟
كم تريد أن تقطع؟
عذراً، هل يمكنك توضيح هذه الأزرار؟
ماذا عن تلك السيارة هناك، إنها بليموث؟
عذراً، لكني بحاجة إلى شخص يساعدني.
لأربعة أيام. إذا استمرت العلامة، يمكنني ملئها مرة أخرى.
هل هناك خدمة من شيكاغو إلى سياتل؟
هل يمكن أن تدخل أوراق الحجم القانوني؟
هل هناك مرحاض خاص؟
يجب لف المناشف على الرف فوق الحوض.
أريني بعض السترات التي تتناسب مع هذا.
نأمل أن من خلال إثبات قابلية استخدام الحواسيب الصغيرة في هذا المجال المهمل نسبياً سنعزز مبيعاتها في المؤسسات التعليمية.
كم هو السعر؟
هناك طلب كبير على هذا الحاسوب الجديد.
نزيف هنا.
أريد مسكنا للألم.
ممكن إذا تمكنت من الحصول على رحلة صباحية مبكرة في السادس والعشرين.
أريد فطيرة بالكريمة من فضلك.
أريد بعض الماء، من فضلك.
إذا كانت تلك الجولة النهارية تشمل ميناء الصيادين، فسأقوم بها.
لا يهم.
لا أشعر بالجيد، من فضلك أعطني بعض الدواء.
هذا اللحم البقري صعب جداً بالنسبة لي.
لقد نفذنا بالفعل.
حسناً، إنهم فريق شاب جميل، والدوجرز أيضاً في صعود قوي.
ليس بعد، شكرا.
من فضلك قف في وسط مجموعتنا.
أود أن يتم غسل الملابس بحلول نهاية اليوم.
فيلم شرائح ملون، من فضلك.
سكان اليابان سابع أكبر سكان العالم.
حاول أحدهم اقتحام المنزل. أعتقد أنه شاب من الحي.
ضيق هنا في الصدر كثيرا.
هل يمكنك أن تتصل بشركة تأمين؟
ما هي أنواع النبيذ التي لديكم؟
لا، خذ الرقم ثلاثة.
إنها خمس دولارات.
آه، شكراً لك. استمتعتُ بذلك.
أنا في مهمة عمل.
سأقيم في فندق هيلتون. سأكون هنا فقط ثلاثة أيام.
أريد تلفزيون محمول، من فضلك.
هل هناك فنادق بالقرب من المطار؟
أريد برجراً مع المايونيز، من فضلك.
لديّ غرزة في بطني.
أرجو استدعاء فرق الإنقاذ.
تذكرة طالب واحدة، من فضلك.
رجاءً اكتب رسالة بمجرد وصولك.
أنا آسف. انظر، سأدفع مقابل كل شيء. فقط لا تتصل بالشرطة. أبي سيقتلني.
أعاني من الإمساك.
هل يمكنك تغليف هذا كهدية؟
أشعر بألم خفيف في البطن.
ما لديكم شيء في المنتصف؟
طابعين بدولار واحد وعشرة طابعات بعشرين سنتا، من فضلك.
لا يأكلون البيض النيء في الولايات المتحدة.
أين يمكنني إصلاح ساعتي؟
و من فضلك قولهم أننا سنتأخر بحوالي ثلاثين دقيقة.
أعطني عشرة رموز، من فضلك.
أنا أستخدم صندوقك الآمن.
كيف أصل إلى المطعم؟
استعجل.
سيكونون جاهزين غداً. لكن بخدمتنا الخاصة، بحلول مساء اليوم.
بالتأكيد، خذ الحافلة رقم خمسة من فندق رويال و نزُل عند ساحة المدينة.
عذراً، هل يمكنك توجيهي إلى المحطة؟
يمكنك الحصول عليه عند محطة الحافلة هناك.
سأسأله عن وقته المناسب قبل أن أتصل به.
مكتب تأجير السيارات، من فضلك.
أريد أن أرى الجبال.
هذا للنساء أم للرجال؟
أود شراء زوج جديد من النظارات.
نود تقديم تقرير عن أمتعة ضائعة.
هل سنمر بالمتجر في طريق العودة؟
سيكون ذلك جاهزاً بحلول مساء الغد.
تحويل هذا إلى بيسات من فضلك.
ما تفضل، مقعد للتدخين أو مقعد غير مدخن؟
هذا السيد تاناكا. لقد سجلت للتو، لكنني لا أحب هذه الغرفة.
ويسكي على الصخور، من فضلك.
لا، لكن لدينا طبيب يمكنه فهم اليابانية بشكل جيد جدا. لذا لا مشكلة على الإطلاق.
لا بأس.
لا أعرف المقاسات الأسترالية.
هل سترقصين معي؟
هذا كل شيء الآن. كم أنتظر مني أن أدفع لك؟
إذا كنت في مكانك، لتجرب ذلك.
يُظهر الجدول الاختلافات الرئيسية بين نوعي العقدين.
أنا؟ الشطرنج لعبة مثالية بالنسبة لي.
نعم. أود شراء بعض الهدايا التذكارية. هل يمكنك أن تنصحني بشيء تقليدي؟
هو مريض. رجاءً اتصل بطبيب له.
ما هو الرياضة الأكثر شعبية هنا؟
أي نوع من البرامج التلفزيونية تهمك؟
هل نحن نكسب أو نفقد يوما في طريقنا إلى أمريكا؟
أرني الجدول الزمني من فضلك.
أريد بعض المتحدثين.
هل تعيش بمفردك؟
ستضطر للانتظار حوالي ساعة.
كيف تفعل ذلك؟
كاميرتي لا تعمل بشكل جيد.
قضِ إقامة ممتعة.
نعم. صباح هاد اليوم اشتريت سترة من دارك. ولكن عندما عدت وفتحتها، لم يكن ما اشتريته. ها هو فاتوري.
كيف تأكل هذا؟
هل لديكم سلطة خضراء؟
ممتلئ، لا شكرا.
هل تعرف أي أطباء يتحدثون اليابانية؟
متى يبدأ العرض؟
هل يمكنني الدفع بالين؟
هواياتي هي تسلق الجبال والعزف على البيانو.
لا أصدق أنني يجب أن أعود إلى اليابان. أتمنى لو أستطيع البقاء لفترة أطول.
تسرب الماء من الأعلى. لا أستطيع الجلوس هنا.
أنا أنصح بشراء تذكارية.
هذه السيدة مايزاكي في الغرفة 2315. أود استدعاءً للاستيقاظ غداً صباحاً.
معروف بجمال المحيط.
مع السلامة.
أين يمكنني شراء تحفة فنية؟
نعم. باللون الأزرق والأحمر والأصفر.
سأكون سعيدًا بخدمتك.
أريد ملئه في المضخة رقم خمسة، من فضلك. ها هي عشرون دولارًا.
سعيد بلقائك.
أين يمكنني صرف بعض الشيكات السياحية؟
هل يمكنك حجز لنا غداً مساءً؟
هل يمكنك أن تأخذنا إلى المقاعد C19 و C20؟
لم أتمكن من شراء سيارة جديدة إلا مؤخراً.
قسّم شعري على اليسار، من فضلك.
بكم مرة يمر الحافلة المتجهة إلى هايد بارك في اليوم؟
هل لديك مرشد يتحدث اليابانية؟
نعم، سلطة خضراء من فضلك.
ابحث عن طبيب يفهم اليابانية من فضلك.
قريباً ومع صديق. لكن هناك مشكلة. لم أمتلك صديقاً بعد.
أعطني بعض الدواء، من فضلك.
أرغب في تغيير غرفتي.
سمعت الإعلان عن إلغاء الرحلة رقم واحد سبعة.
أريد زوجاً من الأحذية بنعال مطاطية، من فضلك.
اتجه مباشرة. فندق ميلتون على اليسار.
أين يمكنني استلام التذكرة؟
أريد حجزا.
من فضلك قُد بأقصى سرعة تستطيع.
الطهي هناك سيء.
كم عدد زجاجات المشروبات الكحولية التي لديك؟
أريد أن أصل إلى المطار قبل السادسة.
هل أنت مستعد لتخفيض السعر إلى سبعة دولارات؟
أود أن أقوم ببعض التسوق قبل أن نغادر. هل يمكنك أن تتكفل بحقائبي لبعض الوقت؟
يمكنك تغييره في أي من البنوك بالمطار.
أريد بعض المشابك الورقية.
ما هو السعر؟
لدينا نبيذ وردي ممتاز.
حسناً.
هل يمكنني التحدث إلى السيد جونز؟
لِمَ هذا الفاتورة؟
هل شاهدت المباراة؟ فاز اليانكيز.
أود إجراء مكالمة جماعية إلى اليابان. أنا واتانابي غورو، الغرفة 123. أود التحدث إلى السيد واتانابي ماكوتو على الرقم 81453941000.
إليك فاتورتك.
سأحاول هذا.
لا، لم أفعل. لقد جئت للتو من اليابان.
لا شكراً، أستطيع إيجاده بنفسي.
هل يمر هذا الحافلة بشارع فيفث أفينيو؟
مرشدنا سيقابلنا بالمطار.
اتصال شخصي، من فضلك.
حسناً، شكراً.
هي تنزف.
أنا أعاني من حساسية تجاه المحار.
هل يمكنك إخباري ببرنامج التلفزيون اليوم؟
أي يوم من الأسبوع اليوم؟
هذا ظِل عيون؟
هكذا هو. سيكون تدريبا جيدا.
أنا متأكد أنك ستتعافى في وقت قصير.
أنا معلم.
أريد صندوق ألوان.
تسع وثلاثون صورة، من فضلك.
في أي قناة عرض الفيلم؟
الأكل المكسيكي.
ها هو الحافلة تأتي. من الأفضل أن تتسرع.
حسناً، المفتاح للتسوق الناجح هو الوصول مبكراً قبل أن يتجمع الناس.
دعنا نبرم صفقة.
آه، جيد. إذن لدينا وقت كافٍ.
ما هو كوكتيلك الخاص؟
هل لديك هذا باللون الأخضر الداكن؟
عشرون ألف ين، من فضلك.
هل هذه هي بوابة رحلة الخطوط الجوية الأمريكية رقم 20 إلى ميامي؟
قليل جدا.
هل يمكنني تحويل هذه العملة إلى عملة بلد آخر لاحقاً؟
أعطني كل مالك.
مكتبي هنا. هذه آن باتر، سكرتيرتي. آن، هذا السيد يووزو من أوساكا.
أود حجز مقعد في الدرجة الاقتصادية إلى شيكاغو لهذا الأربعاء.
أود حجز غرفة للثلاث ليالي القادمة.
هل يمكنك أن تفتح الباب لي؟ أو هل يمكنني استعارة المفتاح الرئيسي؟
واحدة من تلك العلب الحمراء، من فضلك.
محطة ميهاما هي المحطة المناسبة لديزني لاند.
غالي شوية.
في أي وقت سيصل الحافلة إلى فندق هيلتون؟
هذا طبق شهير في مطعمنا.
يرجى دفع رسوم الإلغاء بالفندق.
حسناً. سأغادر العمل في السادسة، فماذا عن السابعة؟
حسناً. رصيدك في حسابك هو ستة وثلاثون دولاراً.
توجد هناك متاجر كبرى.
هل يمكنني استلام أمتعتي في وجهتي؟
يرجى التحقق منه بسرعة.
هل لديك هدية جيدة لزوجي؟
أيقظني لتناول الوجبات.
هل يمكنك أن تخبرني كيف أستخدم المنبه؟
للتعلم.
بالتأكيد، ها هي الخردل.
المقبس لا يعمل.
هل ترى علامة "Air U.S. 707"؟ عليك الذهاب إلى هناك.
اشتريت 16 دولاراً من البنزين الخالي من الرصاص.
أعاني من ألم في بطني. هل يمكنني الحصول على بعض الدواء؟
أنا أبحث عن مثقاب ورق.
كان هذا شائعاً خلال الأربعينيات وحتى الستينيات.
أود أن أعرف حجم عنقي.
هل ترغب في بعض القهوة الإضافية؟
المفتاح معطل.
هل يمكنني أن أتصل بك؟ هل تعطيني رقم هاتفك؟
هذا مزيج من أربعين في المائة قطن وستين في المائة نايلون.
سأراهن على الأرقام الزوجية الحمراء.
تكلف نوادِ الإيجار ثمانية دولارات لمجموعة كاملة، وتكلف الأحذية المستأجرة دولارين.
ثلاثة أيام من السابع يونيو.
هل هناك أي شقق يمكن للسياح استئجارها؟
هل يعلم أني هنا؟
غداً؟ لن أفعل أي شيء طوال فترة بعد الظهر. لكن لماذا؟
أود إجراء مكالمة جماعية للسيد هاشيموتو.
هل هناك مباراة كرة قدم هذا العطلة الأسبوعية؟
يبدو ذلك جيداً. أريد ذلك، من فضلك.
هل يمكنك إظهار فاتورتي، من فضلك؟ ما هذا الرسم؟
هم في الجهة الأخرى من قسم المجلات.
ما هي اختيارات اليوم؟
أين يجب أن أقدم طلبا لإعادة الإصدار؟
إنه منحدر قليلاً جداً.
طابيو أوزورا
سأُريك حول.
نريد طاولة في قسم التدخين.
أريد شامبوا للتقصف.
هل يمكنك مساعدتي في إكمال هذا النموذج؟
هل هناك تخفيض للسياح؟
أريد زرّ إغلاق.
بعد الشامبو، أود أن أحصل على مانيكير.
ليس غالياً جداً. حسناً. حسناً، لدينا فندق جميل يُدعى "ذا بيفيرلي". يقع في الجانب الشرقي.
سأنقل إلى رحلة أخرى في باريس.
لا تقل أبدا أبدا.
هل تعرفه منذ زمن طويل؟
في متجر الهدايا التذكارية عند المدخل.
لا. هذه تامورا.
لدي موعد في السابعة.
شنو كايقرق؟
يرجى الضغط على هذه.
أريد حجز مقعد نوم إلى مدريد الليلة.
بالتأكيد. فقط انزل في هذا الشارع على مسافة كتلتين، وسترى بنك الأمم على يمينك.
شكراً لك، لكني أود التفكير في الأمر.
في أي وقت يصل؟
كم يساوي هذا بالرطل؟
ماذا سيحدث إذا قلت نعم؟
هل ترغب في إجراء أي معاملة أخرى؟
السيدة الحمراء، هي كوكتيل من الفراولة يعتمد على الشامبانيا ومنعش جدا.
هذا مفيد. شكراً. آسف، ما اسمك؟
هل كانت هناك أي علامات أو خصائص مميزة عليه؟
هناك حافلة أخرى في الثانية عشرة والنصف.
هل يمكنني أن ألقِ نظرة على السترة في النافذة؟
اثنان دايكيري، من فضلك.
هل هناك مطعم يتحدث فيه اليابانية؟
هل يمكنك أن تتصل بصديقي؟ لقد فقدته وسط الحشد.
سأعطيك حقنة.
تعرض رفيقي لهجوم من ألم حاد في البطن.
أريد بعض الكريم للبشرة الدهنية.
هل يمكنك أن توصي بجولة سياحية؟
حوالي ثلاثين دقيقة. رجاءً انتظر في قاعة الانتظار.
هل يمكنني إجراء مكالمة جمع إلى اليابان؟
هل يمكن توصيل بيتزا إلى غرفتي؟
أعتقد أننا يمكننا تقديم طاولة في ثلاثين دقيقة.
أين أقرب حلاقة؟
كم تكلف مجموعة؟
أنا من ألمانيا.
رجاءً حول هذا إلى دولارات.
هل لديكم تين مجفف؟
يخرج من تلك الكشكة رائحة طيبة.
هل ستُريني كيف أجري مكالمة هاتفية؟
أنا متأكد من وجود أشخاص هنا يتعاطون المخدرات.
هل تفهم ما أقول؟
هل يمكنني أن أسأل عن وقت المغادرة من هنا؟
هو خارج.
أبي خائف من ركوب الطائرة.
أنا هنا مع صديقي. هل يمكننا الجلوس معك؟
الطعام رائع والناس يعملون بجد، لكن التلفاز للأطفال.
أفهم. دعني أتحقق من كتابي. لديّ فرصة هذا الجمعة. هل تفضلين الصباح أو الظهيرة؟
شكرا. من فضلك ادفع عند الكاشير هناك. شكرا مرة أخرى.
عندما تعود؟
أين قاعة المديرين؟
الساعة التاسعة.
أنا آسف. ليس معي الآن ما يكفي.
حسناً. لنفعل ذلك. هل أنت مستعد؟
هل هذا كوارتز؟
آه، بحاجة أيضاً إلى بعض معجون الأسنان.
رجاءًا، طلب خذ معك سلطة البطاطس.
تلوث الهواء مشكل خطير في هذه المدينة.
هل لديكم صالة استقبال؟
تألمني بطني.
رقم الهاتف هو واحد اثنان ثلاثة أربعة خمسة ستة.
ترغب في السمك أم اللحم؟
من فضلك اجلس. يجب أن أجلس.
يجب أن أصل إلى المطار في الثامنة صباحاً.
أعتقد أني التقيت بك من قبل. أنا كنيشي يامادا من تكنولوجيا نانيو.
هل يمكنك النظر في هذا الجدول الخاص بفحص النظر، من فضلك؟
سنقيم حفلة ودية غداً. هل تنضم إلينا؟
هل يمكنني الحصول على مفك براغي؟
هل يمكنني تسجيل فيديو؟
يا إلهي، هذا الطائرة صغيرة جداً لحمل كل الأمتعة.
من فضلك لا تدخين في المصعد.
أود أن أذهب في رحلة بحرية.
من فضلك، أوصني بمطعم.
هذه غرفة 325. التلفاز لا يعمل.
أريد مترين من هذا القماش، من فضلك.
يرجى دفع رسوم النقل للوصول إلى هناك.
ما تفضل، كلباً أم قطة؟
أستطيع تحمل ذلك.
هل يمكنك أن تجلب لي بعض الثلج وكأسين، من فضلك؟
كان لدي زجاجة ماء معدني من الثلاجة.
ما هو رقم رحلتك؟
أعاني من مشاكل في القلب.
أين زيت السمسم؟
هذا هو المكان الذي وقع فيه تصادم رباعي قبل يومين.
أحياناً أذهب للعب الغولف في عطلات نهاية الأسبوع.
هناك بعض النقاط التي أحتاج إلى التفكير فيها.
أود تحديد موعد في العاشرة صباحاً.
اصمت. سأتصل لتحديد موعد لتقطيعه.
هل يمكنك إيواء ثلاثة أشخاص؟
يبدو أن سماعات الأذن لا تعمل بشكل جيد.
ماذا يعرض في السينما الليلة؟
هل يمكنني إعادة إصدارها؟
هل لديكم ياقوت أحمر في إطار فضي نقي؟
ما هو الحد الأقصى للعمر؟
أريد عصير طماطم من فضلك.
نعم، هل ستشرح كيفية استخدام هذه السماعات؟
إلى أي وقت نُسمح بالدخول؟
هل تعرف أي متاجر لديها موظفون بيع من اليابان؟
نعم سيدي، يبقى هنا بعض من أفضل الناس - الناس الذين يعطون البنزين للسائقين، إن فهمت ما أقصد، سيدي.
درجة ثانية ذهابًا فقط، من فضلك.
أنا محجوز في الرحلة الخامسة المتجهة إلى سياتل غداً.
نحن متأخرون قليلاً، لكن لا تقلق.
تأكد من أنك تفي بكل وعودك.
أين يمكنني تقديم طلب للانضمام إلى مدرسة الغوص؟
لديّ مظروف آخر؟
لا زيت شعر، شكرا.
كم يومًا؟
لم أرد هذا.
أفهم. يبدو جميلا. لكن أليس غاليا بعض الشيء؟
لا أملك أي عملات معدنية لخزانة ملابس تعمل بالعملات.
هل علمت أنك لم تتوقف عند الإشارة؟
كم هو الثمن ليلة واحدة؟
حجمي هو سبعة.
سأصل حوالي الساعة العاشرة الليلة.
رقمي هو واحد اثنان ثلاثة تسعة صفر خمسة خمسة.
لأنني جئت كل هذا الطريق إلى سافيل رو، يجب أن أطلب بدلة مصنوعة.
شحن البطارية من فضلك.
عشرون أبريل.
أريد تغيير الرحلة إلى رحلة بعد الظهر.
ملابس، حقائب، أحذية، أشياء من هذا القبيل.
إنها فتاة يابانية في الثامنة من عمرها.
كيف الحال؟ والدي يرسل تحياته.
ديروا الوقت أو غادي نكونو متأخرين.
هل هو هش أو قابل للكسر؟
أخشى أن يفشل هذا المشروع.
علمني الخطوات من فضلك.
حوالي ساعة ونصف.
أنا آسف. أعطيته لشخص آخر يقيم في نفس الغرفة.
كانت ماري في الوقت المناسب للقطار، لكن جورج لم يكن كذلك.
العمل دون لعب يجعل جاك فتى مملا.
حسناً، سأفكر في الأمر.
تُستخدم تذاكر السفر السريع فقط للقطار والمقعد المحجوز.
شكراً لك جوكوروساما على توضيح كل ذلك لي.
لم أعد أي براز منذ ثلاثة أيام.
أي نادٍ يجب أن أستخدم للرمية القادمة؟
أي شاطئ هو الأكثر شعبية بين الأطفال المحليين؟
إنها كلها أغراض شخصية.
نعم، فقط كوكا واحدة.
خذ حصتك من الحلوى.
أليس من الخطير أكلها؟
هذه بطاقة مطالبتي. هل ستفحصها فوراً؟
نحن نشتري أيضا كميات كبيرة من المأكولات البحرية من بلدان أخرى.
أشياء هشة.
لا تقلق. سنعلن عنها.
الطريق إلى ورف الصيادين، من فضلك.
هل ستأتين لي ببعض الشاي والخبز والزبدة؟ هذا هو الغرفة رقم اثنان أو ثلاثة أربعة.
أنا متشوق لتناول رشفة من البيرة.
يعتمد ذلك على ما إذا كان لديك شيء لإعلانه أم لا.
حسنا سيدي، من فضلك اتصل و سأخبرك عندما أنقل المكالمة.
النشر المكتبي أصبح شائعاً جداً في هذه الأيام.
من فضلك، أتركني أُحوّل هذا الفاتورة إلى فواتير أصغر.
مانشستر من فضلك.
آسف، ما كنّا نقوم بذلك.
لقد ألقيت بشيء. هل يمكنك أن تأتيني بمنديل؟
متى كان آخر مرة مارست فيها الجماع؟
ما هي ثمن تذكرة إلى وايته بليس على خط الشمال؟
هل هي جولة نصف يوم؟
من فضلك أرني الجدول الزمني.
أريد غسل يديّ. هل هناك غرفة أستطيع فيها غسل يديّ؟
هل أحتاج إلى تذاكر؟
هناك شيء خاطئ في السيارة. هل يمكنك فحصها؟
آه. يعرف أننا نريد ملابس.
اتصال طويل المسافة، من فضلك.
أنا آسف، لكنه في اجتماع الآن.
أبحث عن بنك. أين أقرب واحد؟
أي نوع من العمل؟
يا لله. أين نحن؟
صباح الخير. كم منكم سيتناول الطعام؟
بطاقة المفتاح مُثنية. هل يمكنك إعطائي واحدة أخرى من فضلك؟
يجب عليك التحقق قبل تسعين دقيقة من وقت المغادرة.
تركت معطفي في خزانة الفندق.
رجاءً قم بتغيير هذا إلى عملات صغيرة.
قد يكون أحدهم أخذها عن طريق الخطأ.
أين هو مسار المبتدئين؟
هل لديكم ألوان مختلفة؟
أود إرجاع الراديو الذي اشتريته أمس.
الخط الذي ينبغي أن آخذه هو أيّه؟
من فضلك أحضر لي منشفة.
لدي رحلة اتصال مع الخطوط الجوية الشمالية الغربية رقم 234. أين أودع حقائبي؟
هل يمكنني تغيير المقاعد؟
دولار و سبعين وخمسة سنتات. سأتصل بك عندما يكون جاهزا.
هل يمكنك الاستفسار عنها في طوكيو؟
هذه غرفة 6-1.
ما هذا المنظر الرائع.
من فضلك استيقظني في الساعة السادسة صباحا غدا.
يبدو أنه قطعة ذات جودة عالية.
هل آخذ أغراضك؟
هل يمكنني الحصول على فاتورتي، من فضلك؟
مواجهًا لنهر التايمز، من فضلك.
عذرا، هل يمكنك أن تلتقط لنا صورة؟
هل هناك أي مواقع غوص بالقرب من هنا؟
أريد شطيرة تشيز برجر مع كل شيء، وبطاطس مقلية ومشروب فراولة.
يرجى إرسال هذه الطرد مقابل الدفع عند الاستلام.
أنا سعيد جداً لأنني أتناول وجبات على الطريقة الغربية منذ مغادرتي طوكيو.
أود أن أرسل هذا عبر التلغراف.
من فضلك اكتب اسمك، وفندقك، ورقم هاتفك على هذا الورق.
هل يمكنني تحديد موعد يوم الجمعة؟
صباح الخير. هذا مكالمة الاستيقاظ الخاصة بك.
قمت بإجراء مكالمة.
من فضلك أرني الطريق إلى مكتب إدارة الأعمال.
عذراً. هل يمكنك تمزيق هذا الدولار الواحد والصفر سنت؟ أريد إجراء مكالمة، لكن لا أملك أي تغيير معي.
من التاسعة صباحا إلى التاسعة مساء.
هل يمكنك طباعة اسمي وعنواني على رأس الرسالة؟
إليك فاتورة دفعي.
هل هناك الزام بلباس رسمي؟
كم ثمن الوجه مع قناع الطحالب؟
أود استبدال الشيك.
كيف كانت الأحوال الجوية في لوس أنجلوس؟
إنه فقط خارج ذلك الباب. اذهب إلى محطة الحافلة المُعلّمة بالرقم ثلاثة. ستأخذك تلك الحافلة إلى فندق باي فيو.
مع هذا البرنامج، يمكن للمستخدمين إنشاء صفحة ويب في أقل من عشر دقائق.
سقطت و جرحت ركبتي بشكل سيء.
أرِني من فضلك.
ما الذي تقوله اللافتة؟
لماذا حافظ المنتج أ على حصته السوقية الكبيرة خلال السنوات الخمس الماضية؟
حسناً. رجاءً انتقل إلى فحص جواز السفر.
أعطني دولارين مرتجعين.
متى ستأتي؟
هل لديك نفس الشيء باللون الأسود؟
في أي وقت يغادر آخر قطار؟
من فضلك اتركني في المحطة القادمة.
لوحات الإيجار، من فضلك.
نعم، لدينا ثلاث ملاعب تنس في مؤخرة هذا الجناح.
من فضلك خذني من المحطة.
أين يجب أن أتواجد في الصف؟
من فضلك اذهب إلى النافذة الخامسة.
حسنا سيدي، سنراك في السابعة.
يجب أن يكون هناك خطأ محاسبي. كم هو المبلغ؟
أريد سيارة أوتوماتيك ذات استهلاك جيد للوقود.
نعم، أمس كان دافئا قليلا.
من المحظور وقوف السيارات على الرصيف.
و هل تبيعون الطوابع البريدية؟
أحتاج إلى وصفة طبية.
تقريباً الساعة الخامسة.
كان الرد على نموذجنا السابق إيجابياً في الغالب.
ماذا عن الذهاب إلى هاكوني معي؟
مهما تختار يكون زين.
حسنا، سيدتي سوزوكي، لديك حجز على الرحلة رقم اثنان ثلاثة عشر المغادرة غدا في الساعة الثالثة بعد الظهر. يرجى التسجيل قبل الساعة الثانية.
هل يمكنني الحصول على بعض الفتات؟
قد تكون تركتها عند مكتب الاستقبال.
بالتأكيد. هل هذا ثلاثة قطع معاً؟ سنحتفظ بها لك.
لا أستطيع رؤية الشاشة جيداً من هنا.
عذراً، لكن أريدك أن تحتفظ جوازي.
حسناً. الآن تم حجزك.
بيل، من فضلك.
هل ترغب في تناول الغداء معاً؟
يا للأسف. كان من اللطيف التحدث معك.
لا أستطيع إيجاد الكلمات المناسبة.
أكبر فرق هو إحساس الفضاء.
هل لديكم تخفيض للإقامة الشهرية؟
هذا على الطريق السريع أو في المدينة؟
لقد وقع عملية سلب.
هل ستظل لمدة ثلاث ليال كما هو مقرر؟
هل يمكنني أن أطلب منك أن تتصل بي لاحقاً؟
أود إرسال تلغراف.
في أي وقت عليّ المغادرة؟
نعم، للمجموعات التي تزيد عن عشرة أشخاص، ثلاثة دولارات لكل مشروب.
إليك بطاقة الصعود إلى الطائرة. يرجى التوجه إلى البوابة 14 عندما يتم استدعاء الرحلة.
قطعت يداي على قطعة زجاج.
لا تُزعجني.
إنه جيد جدا.
لم أحصل على أمتعتي بعد.
حسناً، من الصعب القول. يعتمد ذلك على حركة المرور على الطريق السريع. تعلم أنّها كثيفة جداً في هذا الوقت من اليوم.
هل يمكنك أن تُريَني كيف آكل هذا؟
أريد خنزير مشوي.
نفذت لي البنزين.
هل يمكنني تجربة المقاس الأكبر التالي؟
من فضلك املأ هذا النموذج. أين يجب أن نأخذه بعد أن نستعيده؟
التقيت بك عندما زرت مكتبنا في طوكيو السنة الماضية.
هل تتوقفين عند فندق واني؟
هل يمكنك شرح كيفية اللعب؟
هل يمكنني الحصول على كيبير وبعض الرولز؟
هل يمكنك أن تنصحني بمطعم جيد؟
لمدة كم؟
من فضلك ابدأ العداد.
لم أرَ قط لوناً بهذا الحيوية.
هل يمكنني الحصول على بعض الأدوية لعلاج المعدة؟
هذا ليس ما طلبتُه.
عذراً، أين يمكنني غسل يديّ؟
مرحبا، فقدت بطاقة الائتمان الخاصة بي. من فضلكم ألغوا البطاقة القديمة وأصدروا لي بطاقة جديدة.
أود أن أتفقد أمتعتي.
أريد تذكرة ذهاب وإياب إلى محطة "س"، من فضلك.
ما هو سعر الغرفة؟
من فضلك اتبعه، سيغسل لك شعرك.
هل يمكنني الحصول على كيس من الأكياس البلاستيكية؟
لديّ ثلاثة حقائب.
هل يمكنني الحصول على اسمك ورقم هاتفك؟
أفهم. مذاق الحلويات اليابانية مختلف تماماً عن مذاق حلوياتنا.
هل يمكنك إرسال شاحنة سحب إلى 100 طريق مينتو؟
هذا أسرتي.
هل يمكنني الانتقال إلى مقعد آخر؟
كم من الوقت سيستغرق ذلك؟
بالتأكيد. سأمر بالقرب من مكتب البريد على أي حال.
آه. هذا مؤسف. إذن، ماذا عن هذا الذي يتضمن عملية بسيطة؟ كل ما عليك فعله هو وضع هذا النوع من الفيلم على شكل خرطوشة هنا والضغط على زر الكاميرا.
هل يمكنك ترتيب جلوسي مع زوجتي؟
أُحرقت بالماء الساخن.
أود إرسال برقية.
هذا لأن القرارات تُتخذ جماعياً.
انزل هذه السّلالم واتبع العلامة.
هل لديكم بعض البيرة المحلية؟
هل يمكنك التوقف هنا؟
إذا اشتريت اثنين، كم ستجعلني أدفع؟
نعم. هذا.
أين مصعد غرينديلفالد؟
غرفة مزودة بحمام ودش.
أنا أبحث عن مظلة.
مكالمة دولية، من فضلك.
عشرة وعشرون دولارًا؟ ماذا عن خمسة عشر دولارًا؟
هل ترغب في بعض الشاي؟
بارك الله فيك.
أريد طاولة قرب النافذة، من فضلك.
هل تقبلون الشيكات السياحية هنا؟
الشخص المسؤول ليس موجودا في الوقت الحالي. سيكون هناك بمجرد عودته.
المفتاح من فضلك. الغرفة 1116.
أريد كاميرا بسيطة، من فضلك.
هل هو أصلي؟
هل تمانع في ربط أحزمتي في الخلف؟
أريد منك أن تخضع لفحص بالأشعة السينية.
هل تعرف مكانا آخر بالقرب من هنا يقبل الين الياباني؟
لماذا هذه الملابس الداخلية للملاكمة غالية جداً؟
البطارية ميتة. هل يمكنني استعارة كابليك؟
دواء البطن، من فضلك.
تلقيت زجاجة عصير، لكن لم أحصل على أي تغيير.
أحب الموسيقى الشعبية.
هل يمكنني رؤية واحد يشبه المعروض في واجهة المتجر؟
مرحبا، وكالة سامريان للعقارات.
هل لديكم أي فاكهة طازجة؟
سآخذ ما تبقى لليوم.
أين غرفة الطعام؟
حوالي ثلاثة ونصف مليون ين.
أرسلها بالبريد المسجل، من فضلك.
هل تحتفظون ببعض مسكنات الألم في هذا الفندق؟
حسناً. آه. هل يمكنني أن آخذ حماماً اليوم؟
الطرف الآخر على الخط.
أعطني تسعة عشرات، وخمسة، وأربعة وحدات، والباقي في عشرات.
يحب اليابانيون القيام بالأمور في مجموعات.
دعنا ننهي اليوم.
في أي وقت هو في طوكيو؟
يجب أن نتواصل معه.
أريد بعض الأوراق اللعب، من فضلك.
أبحث عن تذكارات بأسعار معقولة.
حديقة البطارية، من فضلك - ولكن هل يمكنك التوقف في ساحة الاتحاد؟ أريد أن ألتقي بصديقي هناك.
سنعود إليكم قريبا.
آسف، لا أستطيع. لا يمكنني التوقف إلا في الفنادق المدرجة هنا.
أنا أقدر ذلك حقاً لكن.
أي نوع من الغرف تريد؟
إلى اليمين أو إلى اليسار؟
أعطني درهمًا.
ما هو رقم البوابة؟
التوقيع من فضلك.
هل هذه المنصة رقم ستة؟
إنه حار قليلاً، لكني أعتقد أنك ستعجبك.
أريد كأساً من الماء البارد.
هل من الخطر الذهاب إلى سوهو؟
تذكرة إلى ديترويت، من فضلك.
عندما يتعلق الأمر بالموسيقى، لا يمكن أن تهزم شارع الأربعين. المسرح يجذب جمهوراً ممتلئاً كل يوم لدرجة أنه لا يمكن الحصول على تذكرة واحدة. إنه حالة نادرة في تاريخ الموسيقى، أعتقد.
هل يمكنك أن تأخذ حقائبي لي، من فضلك؟
أقدر ذلك، لكن أمتعتي كبيرة جدًا لدرجة أنني لا أستطيع حملها. هل يمكنك الاحتفاظ بها برجاء؟
نحن مهتمون بالآثار.
هل يمكنك أن تأتيني بكأس من الماء؟
اتصل بالشرطة.
جايي.
إلى طول الكتف، من فضلك.
هل يمكنني رؤية البرنامج وقائمة الأسعار؟
بالتأكيد. سأعطيك بطاقة عملنا.
هل لديكم نماذج أخرى؟
ممر صعودك هو الرقم سبعة عشر.
كان يوم 29 أبريل عيد ميلاد الإمبراطور شوا، والد الإمبراطور الحالي. الآن، يحتفل به كـ "يوم الأخضر".
كم تكلفة إرسال هذه البطاقة البريدية إلى اليابان بالبريد الجوي؟
هل ستأخذني إلى الديسكو؟
نعم، إنها برج التذكار. أحد أشهر المباني في المدينة.
هل لديكم أفلام؟
عذراً. هل هذه هي الطريق الصحيحة إلى البنك الوطني الأول؟
أود استخدام صندوق آمن.
بدأ شجاراً.
هل تقدم أي نسبة خصم خاصة؟
لدي أكثر من عشرين سنة من الخبرة في هذا المجال.
أنا أقيم في فندق هيلتون سايد. تعرف، أنا بحاجة حقاً لتلك الحقيبة. كل ملابسي في تلك الحقيبة.
اتجه إلى ذلك الخروج هناك ولف يمينًا، من فضلك.
أنا آسف. أنا أخطأت الرقم.
هل تعرف كيف تصل إليه؟
الخط مشغول.
أين موصل الحلاقة الكهربائية؟
هل يمكنني رؤية الآخر؟
أين الدرج؟
حسناً. هل تحمل أي نباتات أو أطعمة؟
بالتأكيد. ها. دعنا نذهب إلى الشاطئ.
هل هو في نفس اتجاه ذلك المبنى؟
يبدو مبالغا فيه جدا.
أنا كاتسوهيكو ناكانوما. هل هناك رسائل لي؟
على كل حال، هل أحجز لك نفس الرحلة لأن لدينا مكاناً لك؟
هل يمكنني تغيير حجزي الآن؟
الاسم هو سوزوكي.
اسمي يوسوكي تاناكا، وأنا الآن أتصل من المطار.
هل هم ناضجون؟
لا نية للضرر.
أين هو اللوبي؟
تلف أحد حقائبي. أين أذهب لتقديم شكوى؟
إنه صاخب جدا.
هل يمكنك إحضار أمتعتنا، من فضلك؟
من فضلك أحضر لي زجاجة من البيرة. إذا كان لديك بيرة سائلة، أفضل ذلك.
آه، هذا يذكرني، هناك مقهى جيد يقدم موسيقى كلاسيكية رائعة بالقرب من هنا.
أريد سيارتي.
بالتأكيد. هل يمكنني الحصول على رقم هاتفك، فقط في حالة ما؟
لا. في الحقيقة، بسبب الأسعار المرتفعة، أنا مضطر للعيش في البيت الذي يقع في كوينز، وهو ما يستغرق ساعتين ذهابا وإيابا.
أعتقد أننا نحن كذلك. الآن لدينا نقطة واحدة فقط لمناقشتها. هي عدد الأشهر من الإشعار المسبق الذي ينبغي على كل طرف أن يعطيه للطرف الآخر في حالة إنهاء العقد.
أرغب في الحصول على تذكرتين لصباح يوم السبت القادم.
هذا مطهو بدرجة زائدة قليلاً.
هل هي قصة حب؟
ألعب من أجل المتعة وأستخدمها أيضا في الأعمال.
في أي وقت سيغادر الحافلة المتجهة إلى أكسفورد؟
أود أن أجد رقم طيران يونايتد، من فضلك.
عذراً على إجبارك على الانتظار، رقم غرفتك تسعة وتسعون. ها هي مفاتيحك.
نبيذ لذيذ. هل يتم صنعه محلياً؟
بالتأكيد. هل لديك لون معين في بالك؟
أشعر بدوار.
أين هو حقيبة السفر اليسرى؟
هل يمكنني رؤية جواز سفرك وتذكرة السفر؟
أريد بعض ورق الحمام.
لا يغير اليابانيون وظائفهم بهذه السرعة.
أنا أتصل بطوكيو 37654321.
هل يمكنني تحديد موعد غداً؟
إنه حجر قديم عليه حروف قديمة.
أي رحلة سأصعد إليها بعد؟
يُقلع في الساعة 8:25 صباحاً من مطار سان فرانسيسكو.
هذه غرفتك سيدي. أين أضع أمتعتك؟
عذراً، لكني أعتقد أنك تجلس على مقعدي. ما هو رقم مقعدك؟
هل يمكنك وضع أمتعتك على الطاولة من فضلك؟
نعتبر واشنطن العاصمة، عاصمة أمريكا، مركز السياسة العالمية.
حسناً. سأطلب منها ملئه.
الاسم هو أوكادا. لدينا حجز في السابعة.
أنا؟
أين ستسكن في لوس أنجليس؟
في المترو.
وبالتالي، يتم تقليل مشكل التلوث البيئي أيضاً. أليس كذلك؟
أي حافلة رقمها؟
لا يهم.
لسوء الحظ، يجب على مهندسنا السيد أكيياما أن يغادر مبكرا لحضور اجتماع آخر.
هل لديكم خدمة تأجير أو استلام؟
لا يوجد صابون في الحمام.
أفضل آلية.
ستة أوراق نقدية بعشرة دولارات، ثمانية أوراق نقدية بدولار واحد، والباقي في أرباع الدولار.
خُذ الحافلة الصغيرة من أمامك مباشرة.
إنه لك.
أريد خبزًا أبيض، من فضلك.
أين الحمام؟
شكراً لك اليوم.
هل لديك هاتف عمومي؟
سيكون هناك في دقيقة.
حوالي ألف وخمسمائة دولار أسترالي وخمسين ألف ين.
هل هناك طبيب هنا؟
هل من المقبول أخذ رحلة كهذه؟
رقم حجزي هو ستة وعشرون سبعة وتسعون.
أود أن أستقل الرحلة القادمة إلى بوسطن.
هذا الطاولة الدي هوت، من فضلك.
حسناً. من فضلك ابق هنا. سأذهب لأحضر سيارة أجرة.
أعطني كعكة شوكولاتة بقطع الشوكولاتة.
أنا في أوائل الثلاثينات من عمري.
أريد شراء قلم شفاه. أود لون الوردي.
لم يكن الأمر على الإطلاق مزعجًا.
انتظري هنا حتى أعود.
رجاءً أخبر السيد توماس أنني أقيم بفندق هيلتون.
أين أقرب سوق للفراشات؟
لا. عليك شراء تذكرة من تلك الآلة.
هل هذا جديد هذا الموسم؟
عذراً، لكنني أشعر بالمرض.
أود تأكيد السعر.
إذا قمت بإجراء مكالمة دولية من غرفتي، هل هناك رسم إضافي؟
أعتقد كذلك.
أود أن أتصل بهذا الرقم. هل يمكنك مساعدتي؟
هل يمكنك أن تخبرني أي حافلة أو قطار يذهب إلى وسط المدينة؟
أود إجراء مكالمة دولية إلى اليابان، من فضلك.
هل أحتاج إلى سترة؟ وماذا عن ربطة العنق؟
أود أن أطلب منك خدمة.
إنه في السلة بالقرب من المحمصة.
لا يجوز لي شرب أي شيء يحتوي على الكحول.
أنا أستعد لامتحانات دخول الجامعة.
مع الكريمة والسكر، من فضلك.
بارد، أليس كذلك؟
هل يمكنك أن توصي ببعض الأماكن المثيرة للاهتمام للزيارة في هذه المدينة؟
هناك كازينو في هذه المدينة.
أنا جائع.
ها هو فاتورتك. نقداً أم بطاقة ائتمان؟
هل يمكنني الحصول على ويسكي مع صودا وبراندي، من فضلك؟
كم تكلفة الرسوم الإضافية للتوصيل؟
لا أستطيع السباحة. أحتاج إلى سترة نجاة.
كلبان ساخنان للتناول خارجا.
لازم نخرج.
جئت لأخذه الآن.
انعطف يمينًا عند الزاوية.
حسنا، الأكبر هو السنة الرابعة من التعليم الجامعي بعد السنة الأولى، والثانية، والثالثة.
أود أن أتلقى درسا خاصا.
تجميد.
في أي وقت يمكنني أن أجيء لأراه؟
هل لديكم قائمة بالنبيذ؟
ألم في ساقي.
أعجبني ذلك. هذا، من فضلك.
لديهم أيضاً مجموعة هائلة من مسرحيات شكسبير، أليس كذلك؟
متى كأس العالم؟
سعيد أنك تمكنت من الحضور.
نادل، من فضلك.
أريد حجز قارب للرافتينغ.
هل لديك أي أفكار لأسلوب شعر لي؟
هل لديك خريطة للمدينة لهذه المنطقة؟
تريدين طلبًا صغيرًا أو متوسطًا أو كبيرًا من البطاطس المقلية؟
أين أكثر مكان حيوية في الكرنفال؟
هل هناك صندوق بريد هنا؟
آه، هذا لطيف منك جداً. هل أستطيع فتحه؟
اصعد المنحدر. ستصل إلى مفترق طرق به ثلاث اتجاهات. ثم اتجه إلى اليسار.
هل يمكنني رؤية البيان المفصل؟
أريد لفافة واحدة من فيلم التعريض ثلاث وثلاثين، من فضلك.
سيخبرونك بالحافلة التي يجب أن تستقلها.
بالتأكيد. هكذا من فضلك.
سأأخذ اللينغويني.
اجعلها مكالمة جمع.
أنا أتكلم قليلاً. لكن الكلام والفهم أمران مختلفان. على سبيل المثال، أعرف كلمة "أجنبي" - لكن لا أستطيع أن أعرف أي خط مخصص للأجانب.
حسناً. هل لديك تذكرة بالغ واحدة فقط؟
تناول حبة واحدة مع كوب من الماء.
كيف أسرتك؟
حسناً. ستتلقى مائة وستين دولاراً.
أين كتب الأطفال؟
لا يوجد هنا أي كشك هاتف.
حسناً، حوالي خمسة عشر دقيقة سيراً على الأقدام.
هل يمكنك أن تأخذني من محطة بوسطن من فضلك؟
نعم، هي داخلة. من يتكلم، من فضلك؟
ما هي درجة الحرارة الآن؟
تم سحب محفظتي.
معظمها أعمال وبعض السياحة.
هل لديكم غسيل سيارات؟
ضع مالك حيث فمك.
رجاءً اكتب لي.
أين يجب أن أضع هذا؟
هل يمكنك أن تشير إلى بعض الأماكن الجميلة التي تستحق الزيارة؟
مرحبا. أنا كارول براون تتكلم. هل يمكنني التحدث إلى سوزان؟
أولاً، أنا آخذ خط تشو. وأين يجب أن أغير القطار؟
مررت من محطتي. ماذا أفعل؟
في أي وقت يغادر الرحلة؟
هل لديكم غرفة بإطلالة جميلة؟
هل ستُخبرني بالطريق إلى مكتب البريد؟
أريد زوجاً من المناظير.
من فضلك التقط صورة مع المبنى خلفك.
هل لديكم أي صحف يابانية؟
أعتقد أن حقيبة سفر كبيرة ستكون غالية الثمن.
مساء الخير. أريد أن أتقدم بطلب للحصول على تأشيرة دخول لبلدكم.
هم متساهلون جدا.
بريد جوي؟ لنرى، سيكلف ذلك مائة وثمانين دولارا.
أنا مصاب بجروح خطيرة.
مرحبا، لم نتقابل منذ زمن.
هل يمكنني الدخول؟
لدي تأمين السفر.
أساسا أوروبا.
هل يقبلون بطاقة أمريكان إكسبريس؟
هل دفعت فاتورة الفندق بالفعل؟
يبدو أن المرحاض مسدود.
أود إيداع هذا في حسابي.
هل يشمل ذلك الوجبات؟
اجلس من فضلك.
سأغادر يوم الجمعة 29 وسأعود يوم الأحد.
في أي وقت هو الآن في اليابان؟
مثير للاهتمام.
إذا أردت خدمة يوم واحد، سيتم إضافة 50 بالمئة كرسوم إضافية إلى فاتورتك. هل هذا مقبول؟
سنأخذ المقاعد الثلاثة الوسطى في هذه الصفوف.
هل لديك أي اقتراحات؟
أفهمك.
لا نملكه في المخزون، لكن يمكننا طلبه لك.
هل يمكنك إظهار هذا لي من فضلك؟
ضعها في إحدى الحقائب الكبيرة في خزانة الملابس. يرجى ملء نموذج طلب التنظيف المتعلق بالقطع التي تحتاج إلى تنظيفها.
أعمل في التلفزيون.
هل يمكنني النزول في الطريق بهذا التذكرة؟
التي تدوم أكثر؟
كم دفعتِ مقابل ذلك؟
أنا محظوظ لأنني أعرفك.
هناك ملصق لميكي ماوس عليه.
هل يمكنك أن تريني شيئا آخر؟
هذا رائع.
نرغب في غرفة تطل على الشاطئ.
حسناً، لا أعرف كيف أقول.
هل هناك أي رحلات أخرى متاحة اليوم؟ يجب أن أكون في لوس أنجلوس هذه الليلة.
لا أعتقد أنه مستحيل. نعلم أنه مهم وسنكون مستعدين لمناقشته بمجرد أن نحصل على خطة تسويقك المعقولة.
منين فكندا كنتي؟
الطقس حار جدًا اليوم. لنذهب للسباحة، ما رأيك؟
مسامي كبيرة و بارزة.
أحتاج إلى إصلاح هذا الساعة.
هل هناك حافلة للمدينة بعد المباراة؟
أود أن يضاف ذلك إلى فاتورة غرفتي.
لا، لم أذهب إلى نيويورك.
هل يمكنني الحصول على سبرايت؟
أجد صعوبة في فقدان صديقي من نظري في الطريق.
هل يمكنني الحصول على عشر أوراق نقدية من فئة الدولار الواحد مقابل هذا المبلغ العشري، من فضلك؟
تركت كاميرتي في الغرفة.
أريد حقيبة كاميرا.
هل تنضم إليّ لتناول وجبة خفيفة؟
في أي وقت يبدأ الفيلم؟
ضع يديك في الهواء.
هل يمكنني الحصول على نسخة من تقرير الشرطة، من فضلك؟
أعتقد أنه ينبغي عليك اتباع نظام غذائي. لا تمارس الكثير من التمارين الرياضية في الآونة الأخيرة، أليس كذلك؟
آه، نود ذلك كثيراً. شكراً لك على دعوتنا.
هل أضع أمتعتي هنا؟
قليل أكثر من على الرقبة.
هل يمكننا ترك أمتعتنا معك بينما نذهب للتسوق؟
نعم، قد تمطر هذه بعد الظهر.
هي في قسم قانون الضرائب الشركات.
هل هناك أيضاً كشك للوجبات الخفيفة؟
بالتأكيد. إنهم من كاليفورنيا وطازجين، أولاً وقبل كل شيء. بما أننا نبيع بأسعار مخفضة، فإنك تقوم بصفقة ذكية إذا اشتريتهم اليوم. دولار ونصف فقط للقطعة.
متوسط الطول، من فضلك.
كيف تستخدمه؟
إنه هناك في الأسفل على اليمين.
أود الغوص مع مدرب غوص.
هل يمكنك تغيير غرفتي من فضلك؟
دعني أتحقق. ماذا عن المغادرة في السابعة وأربعين دقيقة؟
من فضلك اتصل بي على التمديد 303.
أين محطة الحافلة إلى سانتا مونيكا؟
هذه تذكار سأأخذه إلى اليابان.
عمّتي بلا حيوية و غريبة بعض الشيء.
هل ستساعدني، من فضلك؟
أعاني من ألم في البطن.
أين يمكنني شراء الزي التقليدي؟
أين مكتب الضياع والوجد؟
هل لديك أي قمصان؟
أرشدني إلى حانة جيدة من فضلك.
سأطلب شرائح لحم سيرلون، ولزوجتي لحم ضأن مشوي.
هذا نوبة حادة من التهاب الزائدة الدودية مع تمزق. عليك الذهاب إلى المستشفى فوراً.
تغطية كاملة، من فضلك.
الآن، إذن ماذا ينبغي أن نفعل للعشاء اليوم؟
سأفكر في الأمر.
هل تقبل الشيكات السياحية؟
هذا يجب أن يكون خاص بك. سائق التاكسي تركه هذا الصباح.
هل لديك نفس هذا؟
إنه مركز التجارة العالمي الذي تم إنشاؤه للتو.
أستطيع تحمل ثلاثمائة دولار في الشهر.
هل يمكنك أن تجر سيارتي إلى محطة الوقود القادمة؟
أريد تبريد الجزء المتضرر بالثلج المطحون.
متى تكون لديكم مقاعد متاحة؟
لا، سأتصل به مرة أخرى.
أريد سيارة.
هل لديك أي تاريخ من الحساسية؟
هناك عبارة لنقل الركاب إلى جزيرة الحرية من حديقة البطارية.
هل هناك غرفة لتخزين الأمتعة؟
ساعدني. لا أستطيع التحرك.
سيارة غير مدخنة، من فضلك.
من فضلك اكتب عنوانك الدائم.
نحن مستعدون للرد فوراً على أي استفسارات قد تكون لديكم.
لن آكل الوجبة.
أود شراء ما أحتاجه. هل ستعيده لي؟
هل هناك أي متاجر كبيرة حول هنا؟
الرجل عند مكتب الاستقبال وقح جدا.
يُفضل فندق أقل تكلفة إذا كان في حي آمن.
لدي زجاجتان من الكونياك.
بالنسبة للأولى، تحتفل مدينتا هيروشيما وناجازاكي بمراسم تذكارية، بينما في الثانية يحضر الإمبراطور الحالي خدمة تكريماً لضحايا الحرب.
عذرا، ماذا يجب أن أكتب هنا؟
إنه في الطابق الثاني عشر. يرجى استخدام المصعد ب.
هل يمكنك إعطائي وصفة هذا؟
هل هناك أي خيار آخر؟
من فضلك اسأل الحارس.
أنا مصاب بالإنفلونزا.
هل هو مع حمام؟
هذا، أيها، الناحية الأخرى من المدينة، كتلة بعد البلوط. الناحية الشرقية من المدينة.
حسنا، أنت مستعد الآن. رقم رحلتك الجديدة هو صفر صفر ثلاثة، والمغادرة في السابع عشر من يونيو.
أريد إتمام الإجراءات الخاصة بالمتاجر الحرة.
ما الذي تود أن تأكله على الغداء، لحم أو دجاج أو سمك؟
لقد سُلبت محفظتي في المترو.
دعني أقرأه رقمًا تلو الآخر، واحد، صفر، فاصلة، سبعة، تسعة، أربعة.
مقعد درجة رجال الأعمال، غير مدخن، من فضلك.
هل يذهب هذا الحافلة إلى وسط المدينة؟
لم يعد يعيش هنا.
ما عندكش غرفة أرخص؟
هذا مكان جيد للوجبات الخفيفة، أليس كذلك؟
أين موصل مجفف شعري الكهربائي؟
سيارتي القديمة لم تكن تُعالج جيداً.
أريد بعض العنب.
دعونا نتصل بكل الأشخاص المعنيين بهذه الصفقة فوراً.
أنا مرن. شنو تحب نتناول؟
ماذا تفعل؟
ممرضة، تعالي بسرعة.
لا يوجد منشفة.
طالما نستطيع الوصول قبل ساعة، لا يهمني أن أدفع قليلاً إضافياً.
يقل الفائض.
لقد اتصلت برقم خاطئ.
أريد شيئًا لا يجعلني أنام.
أود أن أجرب شيئا أصغر قليلا.
يا له من لطف منك! هل يمكنني فتحه على الفور؟
أين محطة الحافلات؟
يمكنني أن أعطيك شيفي سبيكتروم مقابل 42 دولار في الأسبوع، بدون حدود في المسافة.
بطارية خلية جافة لهذه الكاميرا، من فضلك.
رجاءً خذني إلى هذا العنوان.
هل يمكنك تمزيق هذا الدولار العشرين إلى عشرين قطعة من فئة الواحدة؟
أحتاج إلى إيجاد فندق. أين مكتب المعلومات؟
حجزت مقاعد بجانب النافذة.
خدمة الغرف من فضلك.
انعطف يمينًا، وستجد واحدًا على بعد حوالي ميل واحد.
قمت بحجز من 24 إلى 27 غشت. هل يمكنني تغيير الحجز من 25 إلى 27 غشت؟
آه، شكراً. ما أظن أني قادر على ذلك. هل يمكنني أن أعود مرة أخرى؟
حوالي خمس مئة فرنك أو مئة دولار أمريكي.
أي علامات تجارية أخرى؟
أعطني بعض التبغ.
إنه في الجنوب.
هناك مبنى جميل هناك.
من فضلك قم بتحميله إلى بطاقة VISA الخاصة بي. الرقم هو 28735984، وتاريخ الانتهاء هو 19 ماي 1995.
أرغب في غرفة ذات إطلالة جيدة قدر الإمكان، من فضلك.
لفة واحدة من الفيلم الأبيض والأسود، عشرون لقطة، من فضلك.
أريد غطاء عدسة، من فضلك.
هل يمكنك التحدث ببطء قليل، من فضلك؟
أريد أن يبدو كـ "ميج رايان"، من فضلك.
أرغب في أغلبها في أوراق نقدية من فئة الخمسة جنيهات، من فضلك.
هل يمكنك الاحتفاظ بأمتعتي حتى الساعة الخامسة؟
أين يجب أن أطلب الإدخال؟
قمنا بإجراء دراسة شاملة لاحتياجات الزبون.
لماذا لا نجتمع لتناول الغداء غداً؟
أريد بعض الملابس الرياضية، من فضلك.
أين مكتب شركة غرايهاوند؟
لا أستطيع إيجاد أمتعتي.
لقد أصبح الساعة ثماني مساءً بالفعل - لماذا لا يزال النهار مشرقاً هكذا؟
هل لا يوجد مكان أقل ثمناً؟
هل ترغب في أخذ تأمين؟
هل يمكنك تخزين أمتعتي حتى وقت مغادرتي؟
عذراً. هل يمكنك أن تخبرني كيف أصل إلى أقرب بنك؟
في أي طابق؟
شكرا جزيلا.
أين يمكنني الحصول على جدول مواعيد القطارات؟
عذراً. هل يمكنك إخباري متى يغادر القطار بوسطن؟
هل يمكنك أن تعطيني تخفيضاً؟
طالما أنك في نيويورك، لا ينبغي أن تفوتك زيارة بعض المناطق والآثار المثيرة للاهتمام الأخرى، مثل تمثال الحرية في جزيرة الحرية.
أيهما تفضل إرساله عبر الجو أو البحر؟
هل لديكم تغيير لمئة دولار؟
هذا هو سنترال بارك، أليس كذلك؟
أنا أتصل بالبارمان.
يمكننا إدخالك في الساعة الثالثة. إذا كنت بحاجة إلى تأجير بعض المعدات، يرجى الحضور إلى النادي في ربع الساعة الثالثة.
تكلفة الحافلة 180 ين.
كاد أن تصطدم بي سيارة وسقطت.
لم يصل فطوري بعد. أرجوك أحضره فورا.
أين يمكنني تناول الفطور؟ في أي وقت يتم تقديمه؟
اليوم سأزور متحف اللوفر وذهبت إلى كاتدرائية نوتردام بالأمس.
هل يمكنك تمرير الفلفل لي من فضلك؟
شكراً لك على مساعدتك أثناء رحلتي إلى الولايات المتحدة.
أين منطقة الأمتعة؟
هل يمكنك الاحتفاظ بهذا الأمتعة حتى الساعة الرابعة؟
أود إصلاحه بعد عودتي إلى اليابان.
هل لديك حقيبة خياطة؟
أنا من سويسرا.
مصباح يدوي محروق.
أعاني من اضطراب في المعدة.
أنا فلاح.
هناك سائق وحيد في الحافلة، لا وجود لمشرف.
أريد تنظيف فستاني بالحديد.
عذرا، هل يمكنك رفع كرسيّك قليلا؟
يوم جميل، أليس كذلك؟
سلمه. هذا كل ما لديك؟
أفهم. من فضلك أملأ هذا النموذج أولاً. وأخبرني عن لون حقيبتك وحجمها ومحتوياتها.
هل لديك خريطة للشارع؟
يرجى إرسال هذا عبر البريد البحري إلى اليابان.
تعال هنا.
هل يمكنني الحصول على بطاقة بريدية؟
هذا الصباح تناولت بعض الأدوية الباردة التي جلبتها من اليابان.
أود حجز مقعد.
كم من الوقت يستغرق المشي من هنا إلى برج لندن؟
أي باب هو الرحلة رقم اثنا عشر إلى واشنطن؟
هل يمكنني أن أطبخ لنفسي؟
هل يمكنك ارتداء ربطة عنق من فضلك؟
متى يمكنني النهوض؟
هل يمكنك فتح الصندوق الخلفي؟ أريد وضع حقيبتي فيه.
كم ثمنها للساعة الواحدة؟
هل يمكنني الحصول على صندوقين هدايا؟
أبحث عن مقلاة غير لاصقة.
ما محتوى هذه الطرد؟
يبدو أن مباراة البيسبول قد تأجلت.
هل لديك هذا باللون الأزرق؟
لا أعرف هذا المبنى. لكن هذه هي الطريقة الصحيحة إلى حي أوموتيساكي بالتأكيد.
نفذت مني الأفلام. هل يمكنني شراء بعضها هنا؟
هل يمكنك توصيلي بغرفة السيد موراي؟
أود الحصول على مقعد على رحلة الخطوط الجوية المتحدة رقم 922 إلى نيويورك.
متى سيظهر الصورة القادمة؟
كم تكلف مكالماتي الهاتفية؟
هل يمكنني الحصول على تذكرة مواصلات لدوفير؟
يقول "لا عبور".
هل لديك واحد أصغر؟
يرجى إعداد تقرير مفقود.
محفظة وكاميرا.
أنا من اليابان.
لا أعتقد ذلك. من الأفضل أن تأخذ حافلة.
سأتحقق. أخاف أني لا أستطيع إيجاد اسمك.
عذراً، هل شارع هرمز قريب من هنا؟
هل يمكنك أن تخدميني فوراً؟
أعتقد أن هناك خطأ. هل يمكنك ترتيب شيء حتى نتمكن من البقاء؟
إنه تأشيرة (فيزا) والرقم هو أربعة تسعة صفر ثمانية واحد خمسة واحد اثنان ثلاثة ستة سبعة سبعة ستة صفر صفر أربعة.
هل يمكنك تحويل هذه النفيضات إلى شرائح؟
هل يجب أن آخذ معي معطفاً؟
ليس بعيدا جدا. إنه مشي لمدة عشر دقائق.
التي تفضلها أكثر، القهوة أم الشاي؟
كم يكلف الوصول إلى هناك تقريباً؟
أين يجب أن أضع هذه العلامات الخاصة بالأمتعة؟
هل هناك بركة سباحة هنا؟
هل يمكنني أخذ هذا الظرف؟
بالتأكيد يا صخرة الرأس. هل يعجبك هذا؟
يستغرق بعض الوقت لإعداده، لكنه من بين أكثر منتجاتنا شعبية.
ستأخذ حوالي يومين إلى ثلاثة أيام.
هل ستُخبرني كيف أصل إلى مدينة سان فرانسيسكو؟
هل يمكنني الحصول على سماعات أخرى لأن هذه لا تعمل بشكل جيد؟
كيف عن قهوة أو شيء ما؟
سأذهب إلى المكسيك.
يبدو ذلك جيداً إلا في حالة واحدة.
أريد بيضا، من فضلك.
فقط كأس ماء، من فضلك.
إفطار من نوع القاري، من فضلك.
هل هناك تخفيض للطلاب؟
أريد مصباحاً كهربائياً من فضلك.
الرقم الذي وصلت إليه غير متاح.
ما هو إعاقتك؟
آه، خذها بالتأكيد. رائع. الآن أحصل على النافذة.
في أي وقت يصل الرحلة إلى روما؟
نحتاج إلى مزيد من الوقت لاتخاذ القرار.
طلبت حصة صغيرة للطفل.
في شارع السبعين الثاني.
إذا قطعت، ستكون خارج المسار الصحيح.
انتقل، من فضلك.
سأتحقق من الجار التالي. قد يكون هناك شخص ياباني ناطق بالإنجليزية.
أضفها إلى بطاقتي، من فضلك. ماستر كارد.
بعد ذلك، من فضلك. جواز سفرك، بطاقة النزول وإقرار الجمارك، من فضلك.
هل يمكنني الذهاب سيرا على الأقدام؟
سأعود لاحقا.
نعم. تيراياما. و ضعني أقرب ما يمكن من المسرح، من فضلك.
هل يمكنك أن تفكر فيما يجب أن أقوله له؟
هل هناك حمام قريب؟
لقد كان مساءً رائعاً، شكراً.
هل يمكنني الانتقال إلى مقعد آخر فارغ؟ لا أستطيع رؤية شاشة الفيلم بوضوح من مقعدي الحالي.
كشف الدخان شغال.
أود أن أشارك في رحلة بحرية لخليج سان فرانسيسكو.
هل لديك أية فكرة عن المكان الذي تذهب إليه؟
لا. ادفع للسائق.
ما هي ساعات عمل المتجر؟
نريد طاولة في الزاوية.
لست متأكداً، لكن لا أطيق رائحة اللحم. كل ما أرغب في أكله هي المخللات.
أعتقد أن هذا تم حسابه بشكل خاطئ.
أود أن أذهب للتزلج لمدة أسبوع تقريباً. هل لديكم أي جولات سياحية تتضمن التزلج؟
يؤدون مقطعين سمفونيتين لموزارت.
سنستمر في البحث وسنخبرك عندما نجدُه.
طقس اليوم جميل حقا.
شخصين بالغين وطفلين دون سن الثانية عشر، من فضلك.
يرجى توضيح الأمر بشكل يرضيّني.
أريد قرصًا سينمائيًا لهذه الكاميرا، من فضلك.
لا نملك عطلات وطنية مرتبطة بالأديان.
كم من الأمتعة يمكنني حملها؟
لكنها لا تعمل.
هل يمكنني رؤية تلك الحقيبة، من فضلك؟
واو، أنا محظوظ. لم يُعرض هذا حتى الآن في اليابان.
دفعت ثلاثمائة وعشرين دولارا في متجر الضرائب المجانية.
هل يمكنك الوصول إلى القلم تحت الكرسي؟
سأدفع أيضاً عن أصدقائي.
استغرق مني الأمر خمس سنوات لأأتي هنا.
كم قيمة الين الياباني مقابل الدولار الأمريكي؟
هل يمكنني الحصول على نصف باوند من سلطة الروبيان؟
هل هناك مقهى أو مطعم في المبنى؟
آه، غالي بزاف.
قطار التعبير موجود على المنصة الثامنة.
أنا في عجلة من أمري الآن.
انقلع.
هذا سوزوكي يتكلم.
تُركت ساعتي اليد أثناء خروجي ولم أعد أجد مكانها.
كم من الوقت سيستغرق الأمر بالحافلة؟
حسناً. قمنا بحجز غرفتك بالفندق.
تصريف الحنفية مسدود بالغبار.
حسناً، أعتقد أن عليّ أن أذهب الآن.
ها، أنا في طريقي لأخذك، فلنلتقي بعد حوالي خمسة عشر دقيقة.
هل قمت بحجز مسبق بالفعل؟
سأقوم برحلة قصيرة إلى المكسيك.
على أي طابق يوجد ملابس السيدات؟
هل يمكنني الحصول على تذكرة نقل؟
الخيوط استهلكت.
لماذا الخدمة بطيئة جداً؟
انظُرْ هُناكَ.
هم كثر لدرجة أني لا أعرف أيهم أختار.
كيف أجري مكالمة هاتفية؟
لا. أنا مهتم ببدلات الجينز والبنطال.
لديه أحجام مختلفة.
أخذت الحافلة الخاطئة. هل يمكنني الحصول على تذكرة نقل؟
لا أعرف.
أين يمكنني ركوب الحافلة المتجهة إلى بيفرلي هيلز؟
دعنا نلتقي في غرفتي.
هل لديك أي مهدئ؟
ما هي الشركات الأخرى التي تؤدي عملها بشكل جيد؟
تحدث بما تعرف وتمشى كما تفعل.
هل هناك حافلات سياحية؟
من فضلك استثنِ الأبالون من طلبنا. إنه غالي جداً.
ثم سأدفع لك ثلاثمائة دولار في شكل شيكات سفر.
فيليس انفجرت في البكاء عند سماع الخبر.
سأزور نيويورك، شيكاغو، نيو أورلينز ولوس أنجلوس.
أين الصيدلية؟
أرني بطاقة صعودك للطائرة.
من فضلك لا تُمازحني.
آه، ما متأكدش أني كنتفق مع هاد الطريقة فالتفكير.
فقط ماء ساخن.
سيكون ذلك جيداً. هل يمكنني رؤيته، من فضلك؟
أريد بعض الفول السوداني، من فضلك.
ستسافرون في العشرين من أبريل وتعودون في الواحد والعشرين من نفس الشهر. هل هذا صحيح؟
هل ستغير الدولارات الأمريكية إلى الجنيهات البريطانية؟
ترغب في لحم أم دجاج؟
أود أن آكل بعض الطعام الصيني للعشاء.
هل يمكنك أن توصي بفندق جيد؟
نادل، هل يمكنك إحضار الفاتورة، من فضلك؟
من فضلك، تعال لترانا مرة أخرى.
أنا لدي حمى خفيفة. هل لديك شيء جيد لعلاجها؟
تذكرة واحدة لـ "الطائر"، من فضلك.
هكذا هو الأمر. يبدون كأشجار طبيعية ناضجة. يستمتع الناس بالمنظر الذي يقدمونه.
سأقدمك إلى طبيبي العائلي.
لم أزر يوما مكانا جميلا كبوسطن.
تركت شيئا في الغرفة. هل يمكنني العودة والتحقق؟
هل يمكنني الدفع بشيكات السفر؟
لا أصدق أن قاعة انتظار المسافرين غير مدخنة. ما هذا الإزعاج.
أريد استئجار سيارة صغيرة.
هذا الغرفة باردة جدا.
هل يمكنني الحصول على خريطة للمنحدرات؟
هل ستنتقل إلى هنا إلى هذا العرض؟
هل يمكنك إظهار لي أين يمكنني تبادل المال؟
إذا خفضت السعر قليلاً أكثر، سأشتريه.
أضفت إليه الكثير من الملح.
أنت ملاكي. شكرا جزيلا.
إلى خمسين دولاراً؟
غرفة الطعام موجودة بالطابق الأول وتفتح أبوابها في الساعة الخامسة والنصف مساءً.
عذراً. هل يمكنك أن تخبرني كيف أصل إلى فندق فيرمونت؟
كم حاوية حليب تشتري كل أسبوع؟
هل هذا التاكسي متاح؟
في أمريكا، ما هو الرقم الذي يجب الاتصال به للمكالمات الدولية؟
هل ستشرحه مرة أخرى؟
ما هي ساعات عمل البنك؟
هل يمكنك تغيير تاريخ رحلتي من لندن إلى طوكيو؟
أحتاج إلى ثلاثة دولارات أخرى.
أين، مفقود ومُعثر عليه، من فضلك.
نريد أن نستمتع بممارسة الرياضات الفريدة الخاصة بساحل الغرب.
هل يمكنني فقط أن أدفع الفرق من التذكرة التي لدي؟
نعم، أنا كذلك. لماذا تسأل؟
ببريد مسجل، من فضلك.
النظام الغذائي الرئيسي في اليابان هو الأرز.
نحتاج إلى تقليص الميزانية.
نعم، نريد زجاجة من النبيذ الأحمر.
أوه، لا. كل شيء على ما يرام. هل هذا كل ما لديك؟ حسناً.
نود طاولة قرب النافذة.
للحضور إلى مؤتمر.
هذه غرفة الحادية عشر ثانيتين. هل يمكنك أن تجلب لي بعض البيرة؟
آه، هذا جميل. سأحاول ذلك.
حسناً، بالطبع هناك مطاعم راقية. يأكل بعض الناس من أكشاك الطعام، ويأخذ البعض الآخر غداءهم إلى المكتب. باختصار، لا نخصص الكثير من الوقت للغداء.
دعنا ننتقل إلى الموضوع التالي.
ربما كانت الأكلات النيئة في الغداء سيئة.
هل يمكنك أن تعطيها بعض الدواء ضد الدوار، من فضلك؟
لا أستطيع شرح حالتي باللغة الإنجليزية.
فقط للمتعة.
هل استعملت الثلاجة؟
هل يمكنني استعادة أمتعتي؟
كان هناك دم في برازي.
آسف، لكني لا أستطيع أن أوافقك.
وأريدك أن تنضم إلينا إن لم يسبك ذلك.
هل يمكنني مساعدتك، سيدتي؟
نعم، في غرفة الطعام والشواية.
اسمي يوكيو أوكا، رحلة رقم واحد اثنان خمسة إلى ناريتا في الرابع عشر من أغسطس.
أود أن أشتري تذكارًا لابني.
يجب أن يكونوا أغنياء جدًا رغم كيف يبدون. مع ذلك، فهم يتفوقون على السعر.
دولاران مقابل جنيه واحد. هل هذا مقبول؟
إيتشيرو سوزوكي. س-و-ز-و-ك-ي.
هل يمكن لشخص آخر أن يساعدك في هذه المسألة؟
حسنا، قبل المغادرة، هل تمانع في إخباري بانطباعاتك عن اليابان؟
عذراً. هل يمكنك إخباري متى ستكون صورتي جاهزة؟
لدي مارفين دورفلر على الخط. هل أربطه؟
أعطيتك ورقة مئة دولار.
ما رأيك في هذه المشكلة، جورج؟ هل يمكنك توسيع النقطة أمام الصف؟
في هذه الحالة، لا تحتاج إلى ملئ واحد.
هل يمكنني فك حزام الأمان؟
أنا من كولورادو. من أي جزء من اليابان أنت؟
بالتأكيد. كنا مشغولين جدا بالأمس، لكن اليوم المكان خالٍ. متى تقلع طائرتك؟
دفعت نقداً في المكان.
من فضلك اتصل بالمشرف.
أين سنلتقي؟
كررها من فضلك.
أريد لعبة ورق.
كم تكلفة البريد إلى اليابان؟
تعرض رفيقي لهجوم من الربو.
هل جاهز العشاء بعد؟ أنا جائع جداً. هل يمكنك وضع المائدة؟
هل يمكنك أن تكتب لي شهادة سرقة؟
من فضلك ضعه في هذه الحقيبة الورقية البنية.
لا أستطيع اتخاذ قرار.
مضى يزعجني منذ أن وصلت هنا.
كيف أفعل ذلك؟
فقدت محفظتي ومفتاح غرفتي على الشاطئ.
هل أنت هنا في شهر عسل؟
لنذهب. هل يمكنك وضع شوكة في الحقيبة؟
هل يمكننا التخييم في أرضك؟
إذا وقع أي شيء، يرجى التواصل معي.
ما تخلصش، من فضلك.
كيف كثيراً يركضون؟
أريد إرسال هذه الرسالة عن طريق البريد المسجل.
سيكون وصولي متأخراً بثلاثين دقيقة. رجاءً تأجيل تسجيل دخولي.
أريدها بمقدمة وكعب من فضلك.
عذراً. هل يمكنك أن تخبرني الطريق إلى محطة القطار، من فضلك؟
ألا تظن أني سأحتاج إلى دليل سياحي؟
هل يمكنني الوصول إلى قاعة الحفلات الموسيقية قبل السادسة؟
آسفين، لكننا سنضطر إلى الاحتفاظ به.
أنا أبحث عن ظلال للعيون.
هل يجب أن أطلب الفطور الآن؟
دفعتها بالفعل عندما اشتريت تذكرتي.
نعم، يمكنك. لكن خذ وقتك.
متى تبدؤون مبيعاتكم الخالية من الضرائب؟
آسف على إجبارك على الانتظار. سأصعد معك إلى غرفتك.
إنه دولار واحد. يجب أن يكون لديك تغيير دقيق.
غرفتك في الطابق الثالث، رقم 357.
لا يوجد ماء ساخن جاري.
أريد قاموسا إنجليزيًا يابانيًا.
مرحبا، لدي حجز.
أرِني أمتعتك من فضلك.
أحضره بسرعة من فضلك، أنا في عجلة من أمري.
لكن أين؟ ما تعرفي لا سالون شعر فهاد المنطقة.
يرجى التحقق من هذا حتى الوجهة النهائية.
تحويل هذا إلى عملات معدنية، من فضلك.
لدي علبة واحدة من السجائر.
هل يجب أن أُعلن عن هذا؟
هل توجد كتب الطبخ أيضاً في الطابق الثاني؟
هناك خدمة باخرات منتظمة من كوبه إلى موانئ شيكوكو وكيوشو.
يرجى تبادل هذا.
هل يمكنك أن تشرح ذلك بمزيد من التفصيل من فضلك؟
عندما يجف، أزيله من وجهك.
كم من الوقت سيستغرق قص الشعر؟
أريد دليل عناوين، من فضلك.
أود استرجاع أغراضي الثمينة.
أود أن أجلس الآن.
بعد حوالي ساعة من الإقلاع. نبدأ تقديم الوجبات عندما نصل إلى مستوى الطيران.
لدي حجز من الدرجة الأولى على الرحلة رقم 113 من لوس أنجلوس إلى نيويورك في الخامس والعشرين من أكتوبر.
هذا صالح لمدة أربعة عشر يوما، لذا يمكنك استخدامه حتى اليوم الثالث والعشرين.
ليس من اللائق أن تمص طعامك.
سكبت الحساء.
جئت لأدرس في مدرسة للغات.
لا، عفوا.
كم تكلف الرحلة إلى متحف الفنون بالسيارة الأجرة؟
أنا مبكر قليلاً، هل يمكن؟
نعم، يمكنك رؤيته بوضوح، لأن الطقس جميل اليوم.
هل يمكنني حجز ملعب تنس هنا؟
هل هناك صالون تجميل هنا؟
أي حافلة يجب أن أستقلها للوصول إلى فندق سكاي واي؟
ثم هل يمكنك إظهار بطاقة ائتمان رئيسية ورخصة قيادة لك؟
لا، ليس لدي كل هذا المال.
نعم، سأشرب شامبانيا مع المقبلات.
ما فيش هنا أي مكان يوجد به هاتف عمومي؟
خُذ هذا بعد كل وجبة ثلاث مرات في اليوم.
هناك مطعم بيتزا جديد بالقرب من هنا أود تجربته.
هل يمكنك أن تبحث لي عن "آن من غابلز الخضراء" في نسخة ورقية؟
حسناً. لا تقلق. لدينا ممرضة تفهم اليابانية.
لست راضياً عن هذا.
ساعدني السيد إيبيرت كثيراً.
إنه رايون، لذا فهو قابل للغسل.
أنا مصاب بنزلة برد.
يرجى تبسيط الشرح.
أود تغيير طلبي، إن أمكن.
دعني أتحقق مع متجرنا الآخر لنرى إن كانوا لديهم هذا في المخزون.
أين يمكنني إيجاد سيارة ليموزين؟
أرغب في تقديم شكاية لدى الشرطة.
ست ليالي تبدأ من 23 يوليوز. هل هذا جيد؟
في أي وقت يكون المد العالي؟
حقائبي ثقيلة جدا. هل يمكنك مساعدتي؟
هل يمكنني تسليمه في سياتل؟
أرني واحداً آخر من فضلك.
هل يمكنني الحصول على وسادة؟
أود أن أذهب لصيد السمك. هل هناك مكان جيد بالقرب من هنا؟
إجراء أبحاث في تاريخ أمريكا بجامعة هارفارد.
من الأفضل ألا أشتري أشياء كبيرة الحجم.
هل يمكنك أن تجلب لي بعض الفلفل، من فضلك؟
طقس جميل، أليس كذلك؟
كيف يمكنني الحصول على تذاكر لعرض برودواي؟
أين يمكنني إيجاد أمتعتي؟
أبحث عن وشاح لأمي. هي في الستينيات من عمرها.
سأقلل الثمن بعشرة في المئة.
هل تعمل هنا؟
أود أن أدفع ثمن المكالمة.
كيف يمكنني إخبار السائق عندما أريد النزول من الحافلة؟
هل يمكنني حجز غرفتين مفردتين بدلاً من غرفة مزدوجة؟
يبلغ خمسة دولارات وثلاثين سنتا.
أنا أنتقل في لوس أنجليس. هل سنصل في الوقت المحدد؟
أتواصل مع AF واحد اثنان ثلاثة.
هل يمكنني أن أحصل على كوب من الماء؟
يستغرق الأمر حوالي ثلاثين دقيقة.
كيف أذهب إلى مكتب السيد ماسون؟
مائة دولار نقداً وبطاقة الائتمان الخاصة بي.
كم ثمن كل واحد منهما؟
أسواق العملة غير مستقرة.
أخطط للقيادة في بروفانس غداً.
أريد استئجار قارب ليوم واحد.
هناك حوالي أربعين قدماً إلى الكأس.
يبدو أنه غير مطهو جيدا.
سأدفع نقداً لكن دعني أقرأه، من فضلك. ما غرض هذا الرسوم؟
هل هو حلو؟
ماذا؟ لقد تناولنا للتو وجبة والآن يجلبون أخرى.
ستستغرق الأمر على الأقل تسع وتسعين ساعة.
يمر علينا أحياناً لزيارتنا.
أين المرآة؟
كيف أفتح غطاء المحرك؟
تركت شيئا في الغرفة.
أريد بعض النقانق الكبدية، من فضلك.
استخدم آلة البيع.
قصة شعر وشامبو، من فضلك.
أريد تأجير بعض النوادي.
كم ساعة تبقى قبل أن نبدأ؟
تم تأكيدك من جديد.
رجاءً خذ هذا إلى محطة سيارات الأجرة.
ما هو النسبة المئوية الإجمالية لجميع الضرائب القابلة للتطبيق؟
مرت فترة طويلة جداً منذ أن رأيتك.
احجز لي على ملعب الجولف، من فضلك.
سأتحمل بعض الإزعاجات.
من فضلك، ضعي بعض التسريحات في شعري.
هل يمكنك إقراضي مفكًا؟
لدينا ممرضة تفهم اليابانية.
هل لديك دواء لنزلة البرد؟
هل يمكنك أن تأخذني إلى مستشفى؟
لا، ليس لدي ما أُعلنه.
هنا خمسون دولاراً في حال واجهت أي مشكل.
ستفتح قاعة الطعام الرئيسية في الثامنة وتغلق في العاشرة.
هل سنقوم بكتابة شيكين؟
كيف تشعر؟ إنها مصنوعة في سويسرا وهي رائجة هنا.
أي نوع من البطاريات يستعملها؟
أريد كتابا للأطفال، من فضلك.
أنا آسف، لكني أود إلغاء حجزي.
آسف، ما بحبّهش.
ماذا يوجد آخر في تلك جزء من المدينة؟
كتب ونشرات.
استسلم.
انزل على طول شارعين. هو في الزاوية.
أين الديسكو الشهير؟
تلك الفندق على قمة التل لديها إطلالة جميلة على المدينة، أليس كذلك؟
كم يجب أن أضع؟
أود مشاهدة مباراة بيسبول احترافية.
من فضلك، اتصل بي بسيارة إسعاف.
حسناً، يجب أن تكون نسيته. شكراً للتحقق.
هذه بطاقتي المهنية. أنا مسؤول عن استيراد الأثاث إلى اليابان.
اقترح زميلي السيد تاكيمي أن أتصل بك. هو واحد من مرضاك.
لدي موعد آخر في ذلك اليوم.
كيف أعود؟
نلتقي يوم الاثنين.
هل لديك هذا باللون الأخضر؟
أنا جديد هنا.
أفتقد نبيذي.
أنا وكيل تأمين.
ما هي أنواع المقبلات التي لديكم؟
بالفعل.
أصبح هناك بعض الأمور المهنية التي لا مفر منها.
شروط العقد واضحة، لكن لم أفهم تمامًا النقطة التي تلتها.
نعم، بعض غرفنا تطل على الحديقة، لكنها أغلى ثمناً.
لماذا إذن، يجب أن سقط من جيبى. يجب أن أبلغ المحقق الفندقي بذلك.
هل لديكم تخفيض للإقامة الأسبوعية؟
دفعت فاتورتي بالكامل.
أود حجز ملعب تنس لمدة ساعة غداً.
هل لديكم أي ركّاب للإيجار؟
لا، جئنا هنا السنة الماضية.
هل يمكنك وصف الشخص؟
من فضلك اتركني أذهب.
لا أريد ذلك بهذا الثمن.
عاش.
حسنا، سأرسل مهندسنا إلى غرفتك.
أنا أعاني من حساسية تجاه ما يلي.
نعم. لديه هنا. هل يمكنني رؤية رخصة قيادتك من فضلك؟
لقد كنتِ لنا عوناً كبيراً اليوم.
أعتذر لكني لم أسمعك بوضوح. هل يمكنك كتابة ذلك؟
عادي.
هل يمكنني معرفة اسم ابنك؟
هل لديكم أي حلوى مثلجة؟
غريب، لكني أتكلم الإنجليزية بشكل أفضل عندما أكون مخموراً.
قيل لي أن لديك فاكسًا لي.
بمعنى أنهم دائمًا مقتصدون؟
كيف تعتقد أن هذا يبدو؟
أشعر بالقشعريرة.
الجرح أصبح مصابا.
أريد إعادة إصدارها.
متأكد أنك ليس لديك حجز تحت "سوزوكي"؟ وماذا عن "تيتسوو"؟
لا أستطيع فتح الباب.
كابوكي هو واحد من الفنون المسرحية التقليدية اليابانية.
ما هو الأفضل؟
أود تحديد موعد لصبغ الشعر الدائم.
هل يمكنك أن تعطيني غرفة أكبر؟
أعطني كيسًا للكلاب، من فضلك.
أخطط للبقاء اثني عشر يوما.
هل يمكنك الاحتفاظ بأمتعتي لساعتين أخريين من فضلك؟
من الأفضل أن نجد مكتب الخطوط الجوية المتحدة الآن.
هل يمكنني رؤية الجدول الزمني؟
السيد جيرو يامادا؟ أنت مؤكد على تلك الرحلة، المغادرة في السابعة والنصف صباحاً من شيكاغو.
أنا أبحث عن تنورة.
أي ألوان أخرى؟
كيف يمكنني الاستمتاع بالمدينة بأفضل طريقة؟
أربعة محطات.
غير غرفتي، من فضلك.
هل هناك مكتب ضياع واسترجاع في المحطة؟
هل يمكنني السفر بهذا التذكرة؟
هل يُزعجك لو جعلنا هذا عقدًا لمدة سنة واحدة بدلاً من سنتين؟
دعني أفكر في الأمر، من فضلك.
هل يمكنني مسح هذا؟
هل سترسل الفندق سيارة لإستلامنا؟
ساندويتش بيض مخلوط للتناول خارجاً.
هل ستُخبرني عن بعض الفنادق بأقل من خمسين جنيهاً في الليلة؟
هل يمكنك إيجاد وقت لي يوم الثلاثاء صباحاً؟
أفضل مقعدا في الأمام.
هل يمكنك وضع أمتعتي في الصندوق، من فضلك؟
هل هو برك خارجي أم داخلي؟
هل يمكنك إخباري برقم الحافلة إلى سانتا مونيكا؟
حسنا، وأنت؟
أريد كريم نهاري.
لكن إذا لم يعمل الضوء، لا يمكنك استبداله.
لا أستطيع إيجاد حجزك، لكن لدينا غرفة.
الساعة السادسة والنصف اليوم، ولكن عادةً ما تكون الساعة الخامسة والنصف.
أريد قلمًا حبرًا جافًا، من فضلك.
سأأخذ 20 بالمئة من السعر.
سأبحث عن سيارة أجرة أخرى.
هل هناك صندوق بريد هنا؟
حار، أليس كذلك؟
أود أن أذهب إلى برودواي.
هل لديك خريطة لطرق التزلج؟
تنظيف الغرف، من فضلك.
حسناً. ليس سيئاً جداً.
لا أستطيع إيجاد الطريق إلى المحطة.
إنها دولارين وخمسين سنتا.
هو في نهاية هذا الشارع.
هل يمكنني الحصول على بعض الفتات؟
هل يمكنني استخدام مصباح يدوي؟
شكرا جزيلا. و اترك هذا المشهد كما هو.
بالخصوص فيما يتعلق بتصميم مشروع ميركوري، لم أكن لأتخذ قرارًا بشأنه بدونك.
هل يمكنني تركيب معداتي الآن؟
سأدفع ثمن الجولة هذه.
حان الوقت لإعطاء ومشاركة النية الحسنة.
أريد بعض اللحم.
إلى صحتك.
لقد بللت معطفي، فمن فضلك جففه.
هل لا تزال تلك السفن القديمة تبحر؟
من فضلك انضم إلينا للغداء.
دخل شيء في أذني اليسرى.
في أي وقت تعتقد أنك ستسجل وصولك، سيدي؟
بالمناسبة، كيف تُجرّب البرنامج؟
هل لديك أي شيء لإعلانه؟
لدي كدمة.
هل البنوك مفتوحة يوم السبت؟
كم هي مفيدة الجولات؟
هل يمكنك أن تنصحني بمتجر جيد لشراء حقائب من الجلد؟
هذا قلم شفاه؟
يلعب العديد من لاعبي البيسبول الأمريكيين في اليابان.
أين يمكنني الحصول على الكتب المدرسية؟
هل يمكنني أن أحصل على بعض العسل؟
نحن نعرض الخواتم واحدة تلو الأخرى فقط.
هل يمكنني استخدام بطاقة فيزا؟
أريد تجربة طبق تقليدي من هذه المنطقة.
هل يمكنني طلب خدمة الغرف؟
هل يمكنني تحديد موعد؟
لقد وقعت في حادث سير.
بدأت العمل في هذه الشركة منذ شهرين فقط.
في أي وقت نجتمع؟
قمت بإجراء مكالمة إلى طوكيو وقالوا أنهم لا يريدونها.
التلفاز ما كايشتغلش.
أين يمكنني ملء هذا الوصفة الطبية؟
هل يمكنني الحصول على محلي اصطناعي؟
أود تغيير جلستي إلى شياطسو. هل هذا ممكن؟
في الحقيقة، أنا نباتي. لا آكل اللحوم.
سأشرب كوب من الشاي.
هل يمكنك اتخاذ الطريق الأسرع؟ أنا متأخر عن موعدي.
لدي حلق مجروح.
نود تجربة المأكولات البحرية هنا.
سفر آمن.
ما لديكم شيء أفضل؟
دييت كوك مع ثلج، من فضلك.
التسليم في أي من محطاتنا مجاني.
لذيذ.
يجب عليك الذهاب ورؤية نارا وكيوتو. تحافظ نارا على جو اليابان القديمة مع المعابد البوذية القديمة والمعابد الشنتوية. تتجول الغزلان وصغارها بحرية في حدائقها.
من فضلك أحضر أمتعتي إلى غرفتي.
كلمة "وجه" في اللغة الإنجليزية لها معاني متعددة مثل التظاهر، المكياج، الكرامة، السطح وغيرها.
من فضلك أضف بعض التغييرات الطفيفة.
من فضلك أخرج أغراضك من الغرفة.
اذهب إلى حيين و انعطف إلى اليمين.
مفتاحي مكسور.
أريد قاموسا يابانيا-إنجليزيا.
قضيت وقتاً ممتعاً هنا. شكراً لك على كل شيء.
هل يذهب هذا الحافلة إلى وسط المدينة؟
يرجى تجنب ما يلي.
ارتفعت أرقام المبيعات بشكل مستمر منذ إطلاق المنتج في السوق.
هل سيأخذني مرشد سياحي من الفندق؟
في أي وقت يجب أن أكون عند البوابة؟
ماذا سيكون سريعاً؟ لا نملك الكثير من الوقت.
حقاً؟ أعطني دقيقة لترتيب هذا، من فضلك.
هل كل هذا مدرج في الفاتورة؟
نود أن نحصل على طبق من السجق المختلط، وسلطة، وزجاجة من النبيذ، من فضلك. أحضر لنا كأسين، من فضلك.
ها، أنا بغيت نقود الآن. دوريا لي.
أي رقم من الحافلة يذهب إلى بيكاديلي سيركوس؟
هذا يأتي مع ضمان مدى الحياة.
هل يمكنك إصلاحه، من فضلك؟
لم أحصل على سلطتي.
خُذ الحافلة رقم واحد و نزل في المحطة الثالثة.
هل يمكن لأحد هنا أن يجرب الإنعاش القلبي الرئوي الاصطناعي؟
لا أعتقد أن هذا أتى من اليابان.
أحضر لي زجاجة صغيرة من ماء معدني بارد، من فضلك.
من فضلك أرني بعضا من ما يسمى بألعاب تعليمية.
أريد حزاماً.
سأفكر في الأمر.
أنا مع ذلك تمامًا. دعنا نذهب إلى الديلي عبر الشارع.
بيض مخفوق.
عذرا سيدي، كل الغرف محجوزة.
المكالمة مع اليابان متصلة. تفضل، من فضلك.
إليك الدليل. يجب أن يكون هناك.
لدي تورم.
متأكد؟ رجاءً تحقق مرة أخرى.
هل يمكنني الحصول على دليل ياباني؟
كم ثمن هذه الحقيبة؟
أريد أن أستقل رحلة الغد.
شكراً على العشاء الرائع.
يرجى استبدال العدسة. هل يمكنك إعدادها بينما أنتظر؟
اذهب مباشرة أسفل هناك، وهو على يمينك.
لا أستطيع هضم أي طعام.
هل يمكنك التوقف هنا لأنني أريد أن ألتقط بعض الصور؟
للوصول إلى غراند كانيون.
من فضلك خذ أشعة إكس.
أبحث عن هدية لأمي.
هل يمكنك حجز تذكرتين؟
لقد اعتدي عليّ.
طاولة للمدخنين أو غير المدخنين؟
نسميها جبل ب. هي على بعد حوالي عشرين ميلاً من هنا.
هل تفضل الكاتشب أو الخردل مع ذلك؟
إنه في الطابق الأول، على هذا الجانب.
هل هناك فتى للكرات؟
للاس فيغاس؟
هل يقبلون بطاقة الماستر كارد؟
هل يمكن للضيوف دخول ديسكو هذا الفندق دون دفع رسوم الدخول؟
هل لدى أي من الجولات مرشدين ناطقين باليابانية؟
لا أملك نسخة من تذكرة طائرتي.
في كتيب منفصل يسمى "معلومات خلفية عن الشركة" ، والذي يوجد في العلبة المقدمة، ستجد شرحًا أكثر تفصيلاً.
كم ستتأخر؟
في أي وقت يفتح وأي وقت يغلق؟
هل يمكنك أن تجلب لي بعض البطانيات، من فضلك؟ الجو بارد جدا في هذه الغرفة.
مرحبا. بالمناسبة، هل هناك هاتف عمومي قريب من هنا؟
هل تريد أن تشرحه للمشغل؟
هل يمكنك ترتيبها بجانب النافذة، من فضلك؟
يبدو الأمر ضيقا هنا.
لدي بعض الغسيل.
أين القصر؟
هل يمكنني الحصول على القائمة؟
كرسي في المقدمة، من فضلك.
رجاءً عودي قبل الثانية عشرة بخمس دقائق.
حسناً، لم يظهر أحد أمتعتي.
هل هناك جولة طوال اليوم؟
هل يمكنني حجز مكان في الثالثة والنصف صباحاً، من فضلك؟
كم تتقاضى مقابل الشحن؟
نريد تذكرتين إلى سان دييغو، من فضلك.
إنه على بعد حوالي تسعين دقيقة مشياً من هنا.
لكل شخص ما يخصه. أنا أشرب بيرة.
أنا من يوكوهاما، اليابان.
مقعد بجانب النافذة، من فضلك. وأود الجلوس مع ابنتي.
هل يمكنك أن تشرح لي كيف أجري مكالمة عبر مسافات طويلة؟
وُلد في عام 1980.
إليكِ المبلغ المتبقي. سبعون وتسعة دولارات وثمانية وتسعون دولارًا وتسعة وتسعون دولارًا ومائة دولار.
هل لديك باركا؟
لا، هذا ليس كاميرتي.
التلفاز معطوب.
متى آخر حافلة إلى بايمليكو؟
أنا مصاب بدوار البحر. هل يمكنني الحصول على بعض الدواء؟
خمس ساعات ونصف أخرى.
هذه غرفة سبعة وأربعين. أي نوع من الكوكتيلات تقدمون؟
هذا على طول هذا الطريق.
من فضلك لا تفعل شيئا كهذا.
تتزيّن النساء.
حسناً. كيف هذا؟ هذه الجولة النصف يومية تعيدك هنا في الساعة الواحدة.
هل يمكن غسله؟
رجاءً ربطي بالشخص المسؤول عن المحاسبة.
هل هناك تذاكر متاحة؟
هل لديكم بعض السلاسل الأخرى ذات التصاميم الفريدة؟
لماذا لا ندور حول ذلك الشعاب المرجاني؟
هل يمكنك أن تخبرني أين سنزور في الجولة؟
يجب عليك الذهاب إلى المستشفى للفحص العام.
هل يمكنك أن تعطيني غرفة مختلفة، من فضلك؟
أين متجر الموسيقى الأقرب؟
أود وضع أغراضي الثمينة في صندوق الأمان.
أعتقد أن هذا مقعدي.
ارفع يديك.
متى يُغلق ذلك المتجر؟
متى هو أول قطار إلى أكسفورد؟
إلى أي ساعة متاحة خدمة الغرف؟
هل لديك جريدة باللغة الإنجليزية؟
أدوات الأكل الصينية، من فضلك.
أفضل واحدة زرقاء إن كانت لديك.
ستتحسنين إن شاء الله قريباً لا تقلقي.
سعادة. أنوي القيام ببعض السياحة وزيارة بعض الأصدقاء القدامى.
ما هو تشخيصك؟
أريد أن تظهر أذناي.
كاشير المكتب هناك.
لماذا تأخر القطار هكذا؟
هل يجب أن أرتدي ربطة عنق؟
الاسم ورقم الغرفة؟
لدي إطار مسطح.
نحن مهتمون بالدين.
لا مشكل على الإطلاق. أين تريد أن تأخذه؟
أنا أيضًا. مشينا كثير اليوم.
لا أدري.
سنشحن البطارية وننظف الزجاج الأمامي.
طاولة التراس، من فضلك.
خمسون في المائة من سعر التذكرة؟
ما هو آخر وقت للتسجيل؟
قليل أكثر من الخلف.
من فضلك خذ الجسر في الخلفية.
هل لديك أي تذكارات جميلة؟
تغير المطر إلى برد.
نأكل الفطور في السابعة كل صباح إلا في عطلات نهاية الأسبوع.
يجب أن أرى طبيبا غدا صباحا.
من فضلك اربط حزام الأمان وتجنب التدخين حتى بعد الإقلاع.
أريد أن أتصل باليابان.
آمل أن أفقد بعض الوزن بعد كل هذا.
سأذهب إلى ملبورن.
هل لديكم أي جولات مع مرشدين ناطقين باليابانية؟
برودة الصباح هاد اليوم.
عذراً، لكننا الآن في أي تقاطع؟
نسيتُهُ بينما كُنتُ أتسوقُ منذ حوالي عشر دقائق.
هل يمكنني الدخول بجينز ولوفرز؟
أريد بعض الموز.
كانت كتفاي متوترة جدا، أليس كذلك؟
حسنا، أي نوع من الطعام تفضل؟
هل هذا للآخذ معي؟
هل هناك حانة هنا حول؟
عذراً. هل يمكنك أن تخبرني أين يمكنني الحصول على مترو؟
كيف الحال؟ أنا إيتشيرو تاناكا.
كم هو الإضافية للخدمة السريعة؟
إذا كانت كلها معفاة من الضرائب، سآخذ كرتون واحد من سي.
يعتمد ذلك على نوع الجولات. تكلفة الرحلة اليومية إلى يوسميتي هي ثلاثون دولارًا، وهي الأكثر شعبية. تبعد يوسميتي عن هنا بثلاثمائة وخمسين كيلومترًا.
أي خط يذهب إلى سانتا باربرا؟
لا كاتشاب.
خُذ كل ما تريد. فقط لا تُطلق النار.
أريد مشاهدة مباراة كرة قدم.
هل لديك غرفة فردية الليلة؟
في الحقيقة، لدينا الآن عرض خاص على البلوزات.
هل يمكنك اقتراح أي رحلات نهارية جيدة؟
شيكاتي السياحية بالدولار الأمريكي.
هل يمكنك ربطي بصديقي من فضلك؟
أين يمكنني شراء التذاكر؟
هل يتضمن المعدات؟
هل يمكننا أن نحصل على بعض الخبز، من فضلك؟
دعني أنظر. نعم، لدينا غرفة متاحة.
مرحبا، تاناكا. أنا سعيد بوجودك هنا. أين أنت مقيم؟
هل يوجد هنا من يستطيع التحدث بالإنجليزية؟
نعم. عليّ أن أذهب الآن. أتمنى أن أراك مرة أخرى قريباً.
الساعة سادسة ونصف.
هذه هي الزيارة الأولى.
أين أقرب مغسلة؟
غرفة هادئة من فضلك.
حصلت على درجات جيدة السنة الماضية.
يا له من أمر رائع.
أريد تلك المعروضة في النافذة.
هل هناك واحد بحجم أكبر؟
لم أتحقق بعد. لكن أعتقد أن لدي حرارة مرتفعة.
ما هي شكواك؟
بدأ الثلج يتساقط.
هذه غرفة سبعة اثنان. من فضلك قم بإيقاظي في الساعة السابعة من صباح الغد.
لا تعمل بجدية زائدة.
آه، لا. كنت أعلم أن هذا خطأ. سأعود إلى اليابان كفقير.
هل هذه القطار الصحيح إلى شيكاغو؟
لتوّا سمعت التوقعات، من المفترض أن يتوقّف تساقط الثلوج غداً في وقت ما.
هل يمكنني الانتظار هنا؟
أكتب هايكو هواية كها هواية.
هل هناك مكان آمن لوضع حقائبي؟
هل لديكم أسعار مخفضة للعائلات؟
أين مكان جيد لشراء الهدايا التذكارية؟
إنه نظام الأجر حسب الأقدمية.
رجاءً استلقِ هناك.
هل يمكننا الذهاب إلى "تيكي بوينت" غداً؟
هناك احتمال ضئيل لنزول الثلوج.
هل يمكنك أن ترسم لي خريطة؟
آلات القمار تبدو سهلة جدا، حسنا، وماذا عن الروليت؟ كل ما عليك فعله هو وضع نصائحك أو نقودك على الرقم الذي ستراهن عليه في البداية.
أنا متأكد أن هناك اختيارًا أكبر في صيدلية.
غالي بزاف عليا. أريني واحد أرخص، من فضلك.
هذا هو المشغل لخدمة الهاتف الدولي.
دراسة الإنجليزية.
هذا السيارة ذاهب إلى باريس، أليس كذلك؟
يرجى إيداع خمسة دولارات وعشرين سنتًا للأربع دقائق القادمة.
أريد كاميرا، من فضلك.
كم يبلغ ارتفاع منصة الغطس؟
هل ستأجر عربة جولف؟
من فضلكم وزعوا بطاقات الهبوط.
هل يمكنني تحديد موعد اليوم؟
ضيق قليلاً حول البطن.
كيف يمكنني الوصول إلى وسط المدينة؟
هكذا تماما كما تقول.
لم آكل أي وجبة قبل ذلك. أود أن آكل الآن.
صباح الخير. كم عددكم؟
لا أملك الكثير من الوقت.
حسناً. إلى اللقاء.
هل يمكنني سحب ثلاثمائة دولار من بطاقة فيزا الخاصة بي؟
كيف تُريد ويسكيَك؟
هل يمكنني أن أعتني بها؟
لديّ دورة.
عليك صرف شيكات السفر الخاصة بك في بنك.
من فضلك أحضر أمتعتي إلى الغرفة.
لم أحجز مقعداً بعد لرحلتي الإياب.
أي لون من هذه الألوان هو الأحدث؟
كم من الوقت يستغرق الوصول إلى فيلادلفيا؟
ستزور جميع معالم السياحة في سان فرانسيسكو في نطاق 49 ميلاً بالسيارة.
هل يمكنني البقاء هنا لرؤيته؟
هل هناك أي مقاعد لهذه الليلة؟
كسرت نظارتي.
حذاؤك لا يناسب لون فستانك.
ضعها هنا، من فضلك.
هذه آلية تلقائية. لدينا هذا النموذج من الساعات الكوارتز، سيدي. هذه مقاومة للماء ومضادة للصدمات.
قصّة بسيطة، من فضلك.
متى هو القطار التالي إلى أكسفورد؟
مع الفطور؟ أود حجزها.
هل يمكنني أن أتصل بفرنسا مباشرة من هنا؟
لمدة كم يوم يكون هذا جيداً؟
أريد تغيير حجوزاتي.
هل يمكنك أن تستدعي لنا سيارة أجرة؟
ماذا عن تجربة برجر؟
كل شيء على ما يرام؟
هل هناك سيارة ليموزين لفندق ABC؟
في أي وقت ستعيدها السيارة يوم الجمعة؟
أي خط إلى ساحة ماديسون؟
سأعود لأتصل بك لاحقا.
عذراً، لم أفهم ما قلته.
دولار واحد للكيلوغرام.
هل يمكنني الحصول عليه على حامل؟
لا أعرف كيف أستعمل الهاتف، أرني من فضلك.
وجهتي هي لندن.
آه، أخاف أن هذا ليس وقتًا كافيًا.
أي حافلة ينبغي أن أستقل؟
أريد بعض الكريم المنظف.
مرحبا مرة أخرى و أهلا بك في الأربعين الأمريكية الأولى.
أي حدث هو الأفضل؟
كم من الوقت سيستغرق قبل أن تتفتح البراعم أزهاراً؟
أود التحدث مع السيدة نوموتو، في الغرفة 5-1.
ثم سيكون من المثير لاهتمامك رؤية داخل ذلك المسرح. إنه مسرح "تياترو ألا سكالا".
تُظهر الشريط المظلل أرقام مبيعات شركتنا للسنة الماضية.
آمل أن تتمكن من زيارة هذه المعالم الجميلة في الولايات المتحدة في المستقبل القريب.
كنيسة وستمنستر.
يعاني رفيقي من حمى مرتفعة.
إنه في الطابق السابع. خذ المصعد في نهاية الممر.
سأنتظرك.
وضعت حقيبتي، وكتابي، وكاميرتي في حقيبتي.
أعتاد أن أنام في السرير حوالي الساعة العاشرة، وأذهب مباشرة للنوم.
كان طويل القامة ولديه شعر أشقر.
ازدهرت الثقافة، مع أنشطة مثل مسرح الكابوكي، وصور الأوكييوه، والأدب وفن الخزف أصبحت شعبية.
هل لديكم متجر لـ "دانيل" بالقرب من هنا؟
مائة وعشرون مليون شخص في أرض تبلغ مساحتها ثلاثمائة وثمانين ألف كيلومتر مربع؟
تذكرة ذهاب وإياب إلى ميامي، من فضلك.
هل يمكنك أن تخبرني أين أقرب بنك؟
أريد تذكرة للبالغين واحدة، من فضلك.
اسمي واتانابي غورو.
كم يكلف إرسال هذه الرسالة إذن؟
فلفل، من فضلك.
هل يمكنك إحضار الفاتورة لي؟
حسناً، طبيب الأسنان الذي أزوره جيد جداً.
النور ما كايخدمش.
أريد شيئًا لعلاج السعال.
حسناً، هذه غرفتك.
كم من الوقت سيستغرق حتى يأتي القطار؟
هل يمكنني الحصول على دواء؟
أعطني توقيعك هنا من فضلك.
هل لا يوجد مقهى قريب؟
الرقم هو خمسة ستة سبعة ثمانية واحد اثنان ثلاثة أربعة.
من فضلك سيدي، قد نهبط في أي لحظة. إن اتخذت مكانك.
يوكوهاما قريبة من طوكيو.
أريد مرشحا، من فضلك.
ماذا يمكنني أن أفعل؟
هل يوجد أحد يتحدث اليابانية في المتجر؟
من هو آخر الشخص في الصف؟
هل يمكنني الحصول على خريطة توجيهية، من فضلك؟
لا أسمعك جيداً.
تأخرت بساعة تقريباً. ستنطلق في السابعة والنصف عشر.
الرقم هو واحد اثنان ثلاثة أربعة خمسة ستة سبعة ثمانية.
الماء لن يسخن بما يكفي.
في هوكايدو، لا يمكنك لعب الغولف لمدة ستة أشهر تقريباً بسبب مناخه البارد.
هل ستبيعهم بشكل منفصل؟
أود أن أغادر يوما واحدا قبل الموعد المحدد.
يبدأ من التاسعة.
أنت محظوظ. كل المحلات تقوم بخفض الأسعار الآن. يمكنك الشراء بخصم.
لحظة واحدة. سأجد قلمًا.
آه، لا أعلم. ماذا عن ماكدونالدز؟ لدينا تلك المطاعم في اليابان، لكن.
أود إرجاع هذا. هذه الفاتورة.
هل هناك حافلة تغادر هذا بعد الظهر؟
كيف أصل إلى المتحف؟
لا داعي للشكر. لقد أنهيت للتو مسودتي للرحلة.
سيُعجب السيد غودمان به حقاً.
نعم. أعتقد أنني سأتناول بيضة، و لحم مفروم، و خبز محمص و فاكهة طازجة.
يستحق الإيجار في آخر يوم من كل شهر.
هذا ليس الحجم الصحيح.
رقم الرحلة هو PK سبعة أو ثمانية في الخامس من سبتمبر.
هناك شيء خاطئ في حمامي.
ما هي المنتجات المحلية لهذه المنطقة؟
لم يصل حقيبي بعد. هل يمكنك معرفة ما حدث له، من فضلك؟
تبدين مغرية جداً على الهاتف.
إنه كاميرا مرآة أحادية العدسة من كانون.
ما هو اسم القلعة؟
هل هناك حافلة للمطار إلى المدينة؟
هل يمكنك أن تخبرني بالاسم مرة أخرى؟
ثم نزل في المحطة التالية وخذ الحافلة إلى هايد بارك.
أنا آسف، لا نوفر ذلك. يمكنك شرائه في الصيدلية في الطابق الأول.
أرغب في مقعد في الوسط، من فضلك.
ماذا ترغب في شرب؟
أرغب في طلب نفس الشيء.
أين تقع مكتبة "بارنز ونوبلز"؟
كثيرا جدا - خاصة وأنني نمت خلال العشاء الليلة الماضية. على فكرة، هل يمكنك أن تخبرني كيف أصل إلى المتحف البريطاني؟
يرجى الاتصال بالرقم تسعة على هذا الهاتف.
في أي وقت يُغلق المتجر؟
تأخرت رحلتي وفاتنيت الرحلة المواصلة.
هل يمكنك إلغاء حجز المقاعد لي؟
أريد بعض الرقائق.
سأذهب أيضاً إلى هناك.
جد مثير للاهتمام.
أريد غرفة مع حمام.
هل يمكنني أن ألتقطه؟
لا أعلم سيدي. هل تتحدث الإنجليزية؟ هل تتحدث بالإنجليزية؟ تحدث.
آمل أن يكون كل شيء على ما يرام.
الخط مشغول.
نعم سيدي. الساعة الحادية عشر.
هل يمكنني تحديد موعد يوم الجمعة؟
يجب عليّ أن أُقيم اتصالًا. هل من الممكن؟
لا، شكراً. عربة لا للتدخين، من فضلك.
هل المبتدئون ليسوا جيدين؟
أحتاجهم اليوم.
أود أن أستأجر سيارتك الأقل سعراً لمدة أسبوع.
هذا الفستان لا يناسبني.
هل يمكنك أن تخبرني أين مقعدي؟
أي طائرة تصل أولاً إلى مدينة نيويورك؟
أين تركتها؟
يرجى تغيير هذه العملة الفرنسية إلى نقد.
لا يوجد مكان لوضع حقيبتي اليدوية.
يمكنك تجربة مستحضرات التجميل الخاصة بنا قبل مغادرة هنا.
لا تقلق. إنه ليس بعيدًا عن المدينة.
ها هي فلوسك.
حسنا، لماذا لا نذهب إلى الشاطئ غداً؟
قدم لي عرضاً.
هل تُقام هذه الجولة النصف يومية باللغة اليابانية؟
كم هو في اليوم؟
نعم، نفعل. هذه هي اختياراتنا.
حسناً، يمكنك ركوب خدمة "غري لاين" للطيران أو "كاري" للتعبير السريع للمطار.
إذا استطعت أن تجعله أرخص قليلاً، سأشتريه.
أين هو الحوض البحري؟
أود أن أبقى هنا لبضعة أيام أخرى.
نعم، أنا أبحث عن هدية لأختي.
من فضلك نظفي هذه الملابس.
أين يمكنني شراء صحيفة يابانية؟
ما هي الصيد الرئيسي هنا؟
هل يمكنني السباحة هنا؟
ماذا عن الأعلى؟ هل أزيل بعضاً من الأعلى؟
نعم، هل هذا ما تركت خلفك؟
نعم. يمكنك مشاهدة الأفلام على HBO، وهو مجاني.
كيف يمكنني الوصول إلى هوليوود؟
سآخذ غرفة بخمسة عشر دولارًا.
أنا متأكد أني حجزت.
هل لديكم خدمة غسيل الملابس؟
أعتقد أن ساقي مكسورة.
تتحدث كشاعر، سيد إيتا.
هل هناك أي معالم سياحية حول هنا؟
هل هناك عربة نوم في القطار؟
حقاً؟ آمل ألا يكون قد غادر دوني.
دَعنا نأكل معاً خارجاً.
كم هو الثمن لمدة يومين؟
سأذهب إلى ممفيس.
من أي منصة ينطلق القطار إلى يورك؟
أود إجراء حجز إلى روما.
سيدات وسادة، الكابتن جورج كوهين وفريقه يرحبون بكم على متن رحلة الخطوط الجوية المتحدة رقم 800 إلى نيويورك. إذا احتجتم لأي شيء أثناء الرحلة، عليكم فقط الطلب، سنكون سعداء بمساعدتكم.
الأخضر.
من الأفضل أن تتصل بقسم المفقودات والمستعادة.
هل يمكنني أن أحصل على رقم هاتفك، من فضلك؟
هل يمكنك التحقق من وجود رحلة أخرى متاحة؟
لا. سنكون هنا لمدة ثلاثة أيام، ثم سننتقل إلى نيويورك ونيو أورلينز.
لديّ بطاقة أوروايل وتأشيرة سوفيتية.
هل يمكنني التحدث إلى السيدة كاوري واتانابي في الغرفة ثمانية اثنا عشر؟
هل لديكم أي مشروبات أخرى؟
هل هذا القماش من الكتان؟
عذراً، لدي صداع. هل لديك دواء؟
من فضلك ضع شريط فيلم في هذه الكاميرا.
لا يُجبر تلاميذ المدارس الثانوية الأمريكية على العمل بجدٍّ كذا.
أود أن آخذ هذا معي.
أفهم. هذا خاص بي. أنا من مركز تصميم الديكور لدينا.
أي حافلة أستقل للوصول إلى هايد بارك؟
هذا البيرة مسطحة.
نعم، أنت كذلك.
نود جميعاً أن نكون على نفس الطاولة.
لا يوجد ما يكفي من المناشف.
أعتقد أن هذا قد لا يكون صحيحاً. هل يمكنك التحقق من ذلك؟
سيعود الأسبوع المقبل.
توفّت أمّي.
أريد بعض النبيذ الأحمر.
أخذني إلى مستشفى.
يا للسماء.
هل لديك هذا الواحد بلون فاتح؟
أريد قلمًا.
هل يمكنني أن أحصل على بعض الليمون لشايي، من فضلك؟
هل يمكنني الحصول على إيصال، من فضلك؟
سعيد بلقائك أيضا. هل هذه هي المرة الأولى لك في أمريكا؟
هل يمكنك تبادل هذه الأحذية بأخرى أصغر؟
هل يوجد أحد جالس هنا؟
حقيبتي ثقيلة بثلاثة كيلوغرامات.
أعتقد أنها غالية جدا. ألا يوجد لديكم سعر أكثر معقولية؟
سأغادر مبكرا غدا صباحا.
هل تبيعون بضائع معفاة من الضرائب على متن الطائرة؟
من هو مخرج الفيلم؟
الصيف هنا ليس سيئًا جدًا.
أريد شراء هذا.
اتبع العلامة التي تقول "تاكسي".
نعم، أنت في وسط شارع فيفث أفينيو. إلى أين تريد أن تذهب؟
لماذا فعلت ذلك؟
لقد سرقت فاتورتي أيضا.
أخشى أننا لا نفعل. لكنني متأكد أنك ستستمتع بغدائنا الخاص.
السابعة والنصف.
حسناً. الآن الساعة الحادية عشر ليلاً، لذا سأعيد ضبط ساعتي إلى الساعة العاشرة صباحاً، أليس كذلك؟
حسناً، قد يكون الرمينغتون جيداً.
يستغرق الأمر حوالي ساعة ونصف.
هل يمكنني كوب آخر من الماء؟
دعني أرى هذا.
أين مكتب الصرافة؟
رجاءً انتظر. سأسأل السيد إماي إن كان سيأخذ المكالمة.
هل يمكننا الوصول هناك في غضون عشر دقائق؟
هذا الكاري حار.
لدي مشكل مع الحقيبة التي اشتريتها أمس.
هل لديك أي حساسية من الأدوية؟
نعم، لدينا إياه باللون الأسود والبني.
أود أن أشاهد مباراة كرة قدم احترافية. أين يمكنني شراء تذكرة؟
عذراً؟ لم أفهمك. هل يمكنك التحدث ببطء أكثر حتى أفهم؟
خمسة وعشرون درهمًا، وعشرة عشرات، والباقي بفواتير دولار واحد، من فضلك.
كيف يمكنني الوصول إلى نافورة كولومبوس؟
من فضلك أعطني شيئا جيدا لشفتيّ، لقد جففتهما الريح الباردة.
هل هناك أي أطباق محلية خاصة؟
لا تخف. لن ينهشك هذا الكلب.
نعم، والدلافين جميلة جدا.
كيف غالبا يُشغّل؟
لقد لففت معصمي.
أين سترات النجاة؟
اسلك هذا الطريق مستقيمًا لمدة أربعة كتل، ثم اتجه يسارًا عند الإشارة.
هل يمكنك إرسال هذه إلى اليابان؟
تركت محفظتي في متجرك.
كيف تشوف هادشي؟
هل هناك رحلة إلى سيدني؟
هل يمكنني مواصلة رحلتي من الغد؟
هل هذه منطقة استلام الأمتعة لبريطيش إيروايز واحد اثنان ثلاثة؟
سأغادر الفندق غداً في السابعة صباحاً.
سنحتاج إلى اللقاء مرة أخرى قريبا.
نعم، سأرغب في ويسكي وصودا مع المقبلات.
يرجى تشغيل إنذار الطوارئ.
بالتأكيد. دعني أضع هذه الحقيبة؟ إلى أين أنت ذاهب؟
ماذا يوجد من خاص في هذا المطعم؟
عذراً، أنا محتجز خارج الباب.
هل لديكم أي شيء بأسلوب أكثر حداثة؟
أين يمكنني الحصول على رموز؟
هل ستُحوّل شيك دولار أمريكي إلى فرنك فرنسي؟
دعنا نلتقي غدا.
لماذا لا نفعل كل تلك الأشياء معًا؟
هل يمكنني الغوص عندما يكون البحر هائجًا؟
من فضلك توجه إلى الجمارك هناك. تقبل إقامتك الطيبة.
أرِني النماذج الجديدة، من فضلك.
هل لديك ميزان حرارة سريري؟
الحذاء ضيق جدا.
في الشهر الماضي في التاسع.
حسناً، ثلاث وعشرون، ثلاث عشرة، واثنان وخمسة.
أود أن أجرب بعض الطعام الياباني. اطبخي لي بعضا منه.
هل يمكنني الانتقال إلى ذلك المقعد؟
نعم، استمتعنا كثيراً.
ماذا عن العرض الصباحي؟
أنا أبحث عن أمتعتي.
تغيرت خططي. أود البقاء ثلاث ليالٍ بدلاً من ليلتين.
آه، شكرا. بيتي، هل يمكنك المجيء، من فضلك؟
كم عدد الأحزاب السياسية؟
توقف جانباً.
هل هناك بريد لي؟
رقم التوسعة ثلاثة ستة سبعة، من فضلك.
هل يمكنني الاستمرار في السفر؟
رجاءً كن أكثر حذراً في المستقبل.
مرحبا، أود أن أتصل بطوكيو.
نعم، لكن هل ستتركون الأمتعة الخفيفة على الرف فوق رؤوسكم؟
هذا شاي أخضر.
هل لديك تذكرة؟
أريد ليمونة، من فضلك.
هل تقبلون النقود اليابانية؟
كان رفيقي يعبر الشارع على إشارة الخضراء.
هل لديك واحد باللون الأزرق البحري؟
هل يمكنك مساعدتي مع هذه الحقائب؟
آه، شكراً لكِ سيدتي ستيسي. لقد صنعت آن بالفعل هذا الكعك بالخوخ بنفسها.
كم ليلة ستبقى؟
نود قهوة بعد العشاء، من فضلك.
يتعلمن بلهفة أحدث صيحات الموضة من التلفاز والمجلات.
اتصل بطبيب بسرعة من فضلك.
أريد كتابا للأطفال.
أين مكتب رحلات الاتصال لشركة الخطوط الجوية البريطانية؟
ماذا يوجد على الطاولة المجاورة؟
أريد غرفة لشخصين.
هل يمكنك أن تخبرني أين أجد الخضروات المعلبة؟
هل لديكم أي أسعار أسبوعية؟
عرض عليّ غريب أن يلتقط لي صورة، فأعطيته كاميرتي. ثم هرب بها.
أو. أخيراً نحن في مدينة نيويورك. الآن يجب أن نأخذ المترو للوصول إلى القرية. ألا يجب أن نشتري خريطة للمترو؟
كيف يمكنني الوصول إلى مركز ABC؟
هل لديكم دوم بيرينون؟
كيف أذهب إلى فندق الغراسة؟
يرجى تناول قرصين بعد كل وجبة.
هل يمكنك التحدث ببطء؟
هل يمكنك فتح حقيبتك؟
خدمة الغرف، من فضلك. رقم الغرفة هو عشرة وخمسة عشر.
الجنس على الشاطئ للفتاتين هناك.
أريد مقعدًا في الداخل على طول خط القاعدة الأولى، من فضلك.
كم؟
قليل من القهوة أكثر من فضلك.
هل لدينا وقت لنرى داخل المعرض؟
أين قسم البضائع الفاخرة؟
تم بيع جميع التذاكر بالفعل، لكن يمكنك الحصول على تذكرة لمشاهدة المباراة إذا أردت الوقوف.
يرجى إعداد تقرير عن السرقة.
هل تعتقد أنني أستطيع أن أحاول طلاء أظافري بنفسي؟
حسناً. ها أنت ذا.
من فضلك أخبرني بمكان اتصالك.
انظري، إنه ضخم، أليس كذلك؟ سأحضر لك حقيبة صغيرة لاحقاً.
هل لديك جريدة؟
أريد خريطة لخطوط الحافلات.
أنا أحب حقاً الأفلام التي تجعلني أبكي.
هل لديكم أي شيء أوسع؟
هل هناك ديلي في الجوار؟
يرجى إرسال هذا بالبريد الجوي.
مدير فندقي، السيد هيلتون، أعطاني اسمه.
هل يمكنك أن تجعله ثلاثين جنيهاً إسترلينياً؟
أخبرني في أي وقت يجب أن أكون هنا.
من السادسة صباحاً إلى العاشرة صباحاً
نصفين همبرغر.
أرِني واحدة أرخص من فضلك.
لون أغمق، من فضلك.
منين كتدير المكالمة؟
كنت مسؤولاً عن الموظفين لفترة من الوقت، لذلك أنا مهتم بشكل خاص بالتحدث مع الناس.
نحتاج للانتظار كل هذا الوقت؟ شكراً على أي حال.
هل ستغادر القطار في الوقت المحدد؟
هل يمكنك ملء هذا النموذج؟
أريد الغوص في موقع ضحل ومضاء جيداً.
آه، هذا مؤسف حقا. ربما في وقت آخر إذن.
هل لديكم أي كتيبات يابانية؟ أود الحصول على واحدة، من فضلكم.
لم يأتِ حلوى بعد.
هل يمكنني الحصول على واحد آخر؟
سيكون ذلك رائعاً لو علموا كل هذا عن اليابان.
شيء حوالي ثلاثمائة جنيه، من فضلك.
هل هناك أي جولات تشمل زيارة إلى ديسكو؟
أريد همبرغر، بطاطس مقلية وليمونة.
ارفع يديك.
هي جميلة جدا.
شكرا جزيلا. سفر سعيد.
ما هو ثمن الجولة؟
ما هي التكلفة إذا تركت السيارة؟
كسرت ساقي.
أريد شريطًا.
الآن، سافتح مسام بشرتك باستخدام البخار.
عذراً، هل يمكنني الدخول هنا؟ رأيت حقيبتي.
هل يمكنني الحصول على تذكرة للباليه هنا؟
لا يمكننا بيع أي شيء بدون وصفة طبية.
هل طلبتِ سريراً للرضيع؟
أنا أبحث عن تذكار لصديق لي.
في طريقها، سيدي.
أريد لعبة ألغاز.
نقداً أو بطاقة؟
أريد أن أستقل حافلة سياحية.
أرغب في استئجار دراجتين، من فضلك.
كم سيكلف إرسال هذه الطرد جواً؟
أين أجد قسم الغموض؟
أود أن أجلس بجانب صديقي.
أعطني هذا من فضلك. ما اسم هذا؟
إلى أين تؤدي هذه الطريق؟
متى أصبت بالمرض؟
لا أستطيع تحمل شراء واحد بهذا الثمن الباهظ.
اتبع الطريق مباشرة على طول هذه الشارع لمدة حوالي ثلاثمائة متر.
لا، فعلتها بنفسي. إنها إحدى هواياتي. أنا ببساطة أحب البستنة.
ثم سأدفعها بالدولارات والين.
أريد ملينا.
هذا التلفريك سيأخذك إلى الفندق.
من فضلك أرسل هذا مسجلاً. كم في المجموع؟
اضغط على الرقم 9 للاتصال بخط خارجي، ثم اضغط على 8 لليابان، 3 لطوكيو، تليها رقم الهاتف.
عذراً. سأضع أغراضي جانباً الآن.
هل يمكنني إعادتها إلى مدينة أخرى؟
كم هي المسافة من هنا إلى الفندق؟
سأبقى لثلاث ليالي.
ارفع يديك. اسكت وأعطني نقودك.
نُقدّم السندويشات والمشروبات من الحادية عشرة ليلاً إلى السادسة صباحاً.
سأغادر ليلة واحدة مبكراً.
إلى اللقاء. اتصل بي غداً.
هل يمكنك إلغاء حجزي؟
تعاني من حالة إرهاق شديدة.
أين أغير القطار؟
أرغب في بيضتين مقليتين مع البيكون، البطاطس المقلية، الخبز المحمص والقهوة.
نعم، من فضلك. هل هذه فيلم ياباني الصنع؟
مرت سنين طويلة منذ أن التقينا آخر مرة.
ماذا يحدث إذا لم يتم العثور عليه؟
قد يكون لدينا طاولة فارغة حوالي الساعة التاسعة.
فاثنين كلم، ثم اليسار الأول؟
ماذا؟ تقصد أن اليابانيين يأكلون هذا الشيء؟
أين يمكنني الحصول على السكاكين والشوك؟
آه، أنت على حق. هذا حقاً جيد. سأحرص على العودة غداً.
أريد شامبو ملون.
هذا هو. الممثل رائع حقا.
بالتأكيد. سأحضره على الفور.
في الوقت الحالي، هل يمكنك أن تعطيني بعض المال حتى أتمكن من شراء بعض الأشياء الضرورية.
كم من الوقت سيستمر؟
أود أن يتم إرسال هذا إلى اليابان بأسرع طريقة.
حسناً، نعم ولا.
ما هي أنواع الألعاب التي لديك كذكرى من إنجلترا؟
أريد سلة نزهة.
كيوشو هي جزيرة كبيرة في جنوب اليابان.
شارع الأربعين.
أنا آسف. من فضلك مرة أخرى.
ما هي رسوم الخدمة؟
أريد بعض عصير الفواكه.
جئت لأرى صديقاً يابانياً لي.
رائع.
ما هي مهنتك؟
أريد مقعداً في الأوركسترا.
أي نوع من الألم؟
أنا آسف ارتكبت خطأ. أي نوع من السكوت تفضل؟
أود أن أشارك في جولة أتعلم فيها البستنة.
هل ترغب في شرب شيء قبل العشاء؟
أريد شامبو وتجفيفًا بالهواء.
هل يتوقف هذا القطار في بات؟
ما هي الإجراءات المتبعة لفحص هذا العنصر؟
من فضلك توقف وانتظر حتى أصور جسر واترلو.
لدي غرفة مزدوجة بها سريرين فرديين.
انكسر هذا عندما أخرجته من الصندوق.
مقعد محجوز، من فضلك.
هل يمكنني رؤية الغرفة؟
ونتوقع بعض المطر الليلة.
أريد حليب ساخن، من فضلك.
أريد فلاش إلكتروني.
أنا آسف، لكني لم أشرب شيئا. من فضلك صحح حسابي.
من فضلك تناول الطعام بهذا الصلصة.
هل ترغب في سحب تأمين PAI، PEC، وملحق تعويض الأضرار والخسائر والتأمين على المسؤولية؟
هل يمكنني القيام بالجولة الآن؟
أين قاعة الموسيقى؟
تهانينا بمناسبة الذكرى الخمسين لزواجك.
هل هناك أي كسر؟
أريد مئة دولار في شكل رقائق، من فضلك.
أحب المنظر.
الأزرق جدًا شائع هذا السنة.
في الشتاء نعيش تساقط الثلوج في الجزء الشمالي من اليابان وفي المناطق الجبلية.
عذراً، لا أستطيع إيجاد كاميرتي.
هل يمكنك التأكد من إرساله؟
هل لديكم أي شيء آخر بحوالي ثمانين دولارا؟
أنا قلقة بعض الشيء بشأن قدرتي على الغوص بشكل جيد.
دعني آخذ الكرات.
نعم، أود استئجار سيارة.
عذراً، هل هذه المقعد محجوز؟
سيساعد ذلك.
ماذا تفعل؟
انتقلنا بسرعة كبيرة لدرجة أننا لم نتمكن من التقاط الصور.
حسنا، سأفعل.
آمل إما أن أحصل على وظيفة في التدريس أو أن أتابع ماجستير في علم النفس.
أبحث عن كريم خفيف. لدي بشرة دهنية جدا.
كان من اللطيف التحدث معك.
هل يمكنك أن تجلب لي مجلة يابانية؟
سلطة، من فضلك.
هل لديكم جولة ليوم كامل؟
هل تحمل "الصوت"؟
اتصال دولي إلى اليابان.
لا، من فضلك أحضره في ثلاثين دقيقة.
هل الحافلات رخيصة؟
نعم، سأتأكد من أنه سيحصل على هذه.
شارع الثلاثين.
حسناً. هل يمكننا الحصول على تذكرتين؟
في أي وقت هو موعد رحلة باريس؟
من فضلك ضع أغراضك تحت المقعد.
ما هو غرض سفرك؟
أريد شريحة من الشوكولاته.
هل لديكم أي عصير فواكه؟
هناك خطأ في مصباح الفلاش.
أود حجز غرفة مزدوجة من الغد إلى الاثنين.
مكياج دائم ناعم، من فضلك.
هل يشمل هذا رسوم الخدمة؟
رائع. سأكون سعيداً بالحضور.
هل يمكنني مواصلة رحلتي؟
أرني واحدة أرخص، من فضلك.
إنه غالي جدا. أرني واحدًا أرخص، من فضلك.
نعم. زجاجة من البيرة، من فضلك.
أعتقد أننا نفذ من الوقت.
هل يمكنك مراجعتها مرة أخرى، من فضلك؟
جيدياب.
أود تغيير حجزي.
نعم، هناك واحد في ذلك الفندق.
تاريخ المغادرة من فضلك.
أين يجب أن أغير القطار للذهاب إلى سان دييغو؟
لطيف منك أن أتيت رغم انشغالك الشديد.
لا أعرف عن هذه الجلد الثعبان.
أفهم. اجلس من فضلك.
أصيب جدي بنوبة قلبية ليلة أمس.
حسناً. هل يمكنك إعطائي التاريخ ورقم الرحلة؟
هل يمكنني الحصول على شوكة أخرى؟
في أي وقت ينتهي العرض؟
في أي وقت يمكننا تناول العشاء؟
أخشى أن هذا يطلب مني الكثير بعض الشيء.
التكييف غير مؤكد. رجاءً اربطوا أحزمة الأمان.
كنت أفعل ذلك. ما زلت أفعل ذلك من حين لآخر فقط للحفاظ على يدي في اللعبة.
من هي تلك السيدة؟
وجهتي طوكيو.
نعم، أنا سائح.
سنضطر لإرسالك عبر مدينة أخرى.
هل يمكنني النزول في طريقي؟
أقرب وقت كان من منتصف أكتوبر.
أين يمكنني الحصول على حقائب من الجلد؟
أنا أعاني من حساسية تجاه حبوب اللقاح.
أريد السمك والبطاطس المقليّة، من فضلك.
هل لديك رحلة إلى طوكيو يوم الجمعة؟
لا، لم أر أحدا حولي.
علبة واحدة من سجائر لارك، من فضلك.
أحتاج إلى تقرير شرطي لتأمينتي. متى سيتم إصدارها؟
سيارة صغيرة، من فضلك. ما هي تكلفة الإيجار اليومية؟
بالتأكيد. حتى طفل صغير لن يواجه أي مشكلة في الإجابة عليه.
نعم، هذا جيد.
هل تريدني أن أعيد ذلك؟
هو آخر شخص يقول كذبة.
هذا لك. هل تقبله؟
هل يمكنني رؤية قائمة النبيذ، من فضلك؟
نوع من الأعمال شنو؟
مرحبا. آسف، هو الآن في اجتماع.
أود أن أذهب إلى المتحف. أي حافلة يجب أن أستقلها؟
ثم، أريد اثنين، من فضلك.
شكراً على استضافتي.
أحتاج إلى طبيب، بسرعة.
عذراً. أود الذهاب إلى حديقة برونكس. ما هي أفضل طريقة للوصول هناك؟
سنخبرك بمجرد أن نجد ذلك.
هل تعرف أي ديسكو يمكن للشابات الذهاب إليها بأمان؟
ما هي حصة الأمتعة المسموح بها في تلك الرحلة؟
ها أنت ذا، مجاني.
يوم الاثنين.
جواز سفرك واستمارة إعلان الجمارك، من فضلك. هل هناك أي شيء لإعلانه؟
هل هناك أي شيء تود رؤيته؟
من فضلك اتركهم خارج غرفتك غداً صباحاً.
انتظر أمام مكتب المعلومات، من فضلك.
أريد راديو ساعة، من فضلك.
هو بعيد عن البيت.
حوالي شهر، سيدي.
هل هناك غسيل سيارات؟
هناك خدش على الباب الأمامي الأيمن.
هل يقدمون وجبات؟
هل يمكنني الدفع بالمارك الألمانية أيضاً؟
ما هو الحد الأدنى لسن التصويت في اليابان؟
إنه صوف نقي.
هل يمكنني أن أتصل بك لاحقاً؟
متى يفتح ومتى يغلق؟
لا، شكرا، لا أستطيع. في الحقيقة، أنا بالفعل متورط مع شخص ما.
في أي محطة يجب أن أنزل للوصول إلى سوهو؟
أريد بعض الدواء القوي لنزلة البرد لدي.
هل هذا الزي رسمي؟
هل يمكنك الوصول إلى برودواي قبل السابعة؟
هل هناك أي مقاعد الليلة؟
ما معنى هذا؟
يبلغ البدل المخصص للمسافر في الدرجة الاقتصادية عشرين كيلوغراما.
أود أن أدفع فاتورتي.
في الزيارة القادمة، سأعود بالتأكيد. إذن، هل يمكنني الحصول على تخفيض؟
هل يمكنك أن تطلبها لي، من فضلك؟
حسناً، هو يُعد لامتحانات دخول الجامعة.
نعم، يوم تذكاري لقنبلة الذرّة ويوم تذكاري لنهاية الحرب.
لا ينبغي لهم مشاهدة أي برامج تلفزيونية عنيفة.
ما هو الفيلم الأخير والأكثر شعبية؟
مر عام بالفعل؟ يبدو أن الوقت يمر بسرعة. بالطبع سأحضر. أخبرني فقط بالوقت والمكان.
هل هناك أي مطاعم مفتوحة الآن؟
هل يمكنني الجلوس حيثما أردت؟
أعتذر عن إزعاجك.
أخشى أنك أهملت رقماً. أعتقد أني أعطيتك عشرين درهماً.
أتطلع إلى رؤيتك.
هذا كل ما أريد.
هل يمكنك إرسال شخص هنا فورًا؟
من فضلك أحضر لي فطورا.
جعلت هذه الرحلة لا تُنسى.
هل يمكنك إعطائي تقديرا للتكلفة؟
نعم. لكنهم انتقائيون بطريقة ما.
أريد المقعد الأفضل الذي لديكم، من فضلكم.
نموذج برقية، من فضلك.
أدرجت النصيحة في الشيك.
إلى فندق أ، من فضلك.
طوكيو صفر ثلاثة ثلاثة اثنان تسعة واحد خمسة ثمانية ثلاثة خمسة، السيدة هارادا.
صلصة فرنسية، من فضلك.
رجاءً خذني إلى مطار A.
أريد بعض الصابون.
نود أن نلعب التنس. هل هناك أي ملاعب عامة في الجوار؟
من فضلك أريني بعض ملابس الأطفال.
هل يمكنك أن توصي بمطعم جيد بالقرب من هنا؟
إنه حقيبة سفر كبيرة سوداء.
يجب أن أكون قد أخطأت في رقم الهاتف الذي اتصلت به.
لثلاثة. واسمك من فضلك.
متى تعتقد أنه سيتحسن؟
يا له من لقاء غير متوقع هنا.
أنا هنا في عطلة الصيف.
أود شراء بعض الهدايا التذكارية لأصدقائي.
هل يمكنني أخذ هذه الآن؟
كيف يمكنني تعديل التهوية الهوائية؟
هل يمكنني الجلوس بجانبك؟
مع أي نوع من الطعام يتناسب جيداً؟
لا أعرف عنواني بعد. لكنني أخطط للإقامة في فندق في سان فرانسيسكو.
لا أستطيع النوم بسبب الطفل الصاخب ورائي. هل يمكنك قول شيء من فضلك؟
في معظم الحالات، ستكون في وضعية غير مواتية إلى حد كبير.
ألم في معصمي.
لا. فقط انعطف يساراً. هناك الشاحنة. هناك. ارفع الطريق الصغير هناك. تعال، توقف هنا بالضبط.
نزل بمحطة فيكتوريا وخذ خط الشرق-الغرب.
هذا ممزق. رجاءً خفض السعر أكثر.
كم من الوقت يستغرق للوصول إلى اليابان؟
أين سأغير السيارة؟
أنا أعاني من حساسية تجاه الأسبرين.
هل يمكنني مساعدتك في البحث عن شيء محدد؟
دعنا نلتقي بالمطعم.
لديك ثلاثة أضعاف عدد الكتب التي لدي.
يبلغ طوله حوالي سبعين عشر سنتيمتراً وهو أصلع.
أشعر برغبة في شرب البيرة في هذا الجو الحار.
هل يمكنني أن آكل الفطور الآن؟
إليك رخصتي الدولية للقيادة.
أريد بعض الكريم لليدين.
هل يمكنك كتابة عنوانك هنا؟
عذراً، لقد نفذت التذاكر الليلة. لكن لدينا ما يزال بعض التذاكر المتبقية لليلة غداً.
هل هذه الكأس مخصصة لغسالة الأطباق؟
هل هم أقوياء جداً؟
يا له من صبي.
فقدت أذنية في مكان ما هنا حول.
أنتقل إلى رحلة خطوط دلتا الجوية رقم 215.
أعتقد أنني لمسة مرجان سام.
هل لديك صناديق؟
تركت حقيبتي هنا، والآن اختفت.
أريد بعض الخس.
بالتأكيد. في أي وقت ترغب في الحجز؟ كم شخصاً؟
من المفترض أن تبقى على اليسار.
ماذا تعرف عنها؟
الآن، أي خروج أختار للوصول إلى قاعة كارنيجي؟
هل يمكنني استخدام ملاعب التنس؟
أود أن أدعوك للغداء.
هل يمكنني الدفع على الطاولة؟
أين رأيتموه آخر مرة؟
أعطني أداة للتدخين من فضلك.
تركت ساعتي في القطار.
نعم سيدي. لحظة من فضلك. ها أنت ذا.
لم يأتِ بعد؟
متى يجب أن أغادر هنا لرحلة الساعة 12؟
الحر هاد الصباح، أليس كذلك؟
نعم، أستطيع أن أقول ذلك. لا أفهم أي شيء مما يقوله الناس حولنا.
أرسل لي سيارة إسعاف من فضلك.
هل هناك أي معالم شهيرة؟
هل يمكنك إظهار مكاني على هذا الخريطة، من فضلك؟
نعم. لكن لا أحب الحلوة.
حسناً، دعني أرى. إنه يفوق ميزانيتي.
ما هي أنواع الطعام التي سنأكلها اليوم على الغداء؟
التلفاز هناك وهنا جهاز التحكم عن بعد.
أنا آسف، لكن أخشى أن عليك الاحتفاظ به.
استمر في السير في الخط المستقيم حتى تصل إلى شارع الأمل.
أريد شراء هذا.
إليكم المفتاح وإليكم العقد.
هل يمكنني الانتقال إلى منطقة التدخين؟
هل يمكنك إرسال سيارة أجرة إلى شارع براون رقم 23؟
لم نطلب هذا.
كأس من الشامبانيا، من فضلك.
حسناً، يستغرق الأمر خمسة عشر دقيقة سيراً على الأقدام من هنا.
كأس أخرى، من فضلك.
أريد حجز بعض الغرف.
ماذا عن سوار جميل يناسبه؟
في أي رف توجد مستحضرات التجميل؟
هل يمكنك ربطي بقسم التصدير من فضلك؟
أخشى أن نقودي المعدة قليلة. هل يمكنك التحقق مرة أخرى؟
من على التل للفريق سينسيناتي ريدز؟
كوب صغير من اللاتيه، من فضلك.
نادي سوبتروبيكانا جيد. يبقى مفتوحاً حتى الساعة الثانية صباحاً. سيتصل الموظفون بتاكسي لك عندما تكون مستعداً للمغادرة.
الشباب الياباني مهتمون بالموضة.
لن أستخدم الفلاش.
هل يمكنك فحص الإطارات؟
لقد بدأت للتو في أخذ الدروس. إنه صعب جدا.
أين هو بوابة الصعود للطائرة لخطوط اليابان الجوية، الرحلة 214؟
كنت أدخن كل يوم.
ركبت القطار الخطأ.
هل يمكنني الحصول على بعض الطوابع البريدية الجوية؟
كم ستكون مستعدًا لدفعه مقابل هذا؟
لا أريدها حارة جداً.
متى يغادر طائرتك إلى سان فرانسيسكو؟
لا أستطيع إيجاد هذا الخروج.
أريد خمسين جرامًا من هذا اللحم مقطعًا، من فضلك.
هل لديك تذكرة ذهاب وعودة إلى اليابان؟
هل يمكنك أن تخبرني كيف أجري مكالمة هاتفية؟
أريد لونا آخر، من فضلك.
من يطارد أرنبين لن يمسك بأي منهما.
أتفق مع فكرتك بشرط ضمان تاريخ إكمال المصنع.
هل يمكنك أن تحصل لي على تذكرة، من فضلك؟
قلها ببطء.
هذا ليس نظيفاً.
أود حجز جولة غولف غداً صباحاً.
تَمَنَّع من الكيك، من فضلك. هذا من صنع يَدِي.
هل ستتفقدين داخل هذه الحقيبة أيضاً؟
صحيح. في لغتنا، "ساكنة"، التي تعني سمكة، تأتي من مزج "ساك" أو "ساكة" مع "نا"، أي السمكة كطعام خاص تأكله عندما تشرب الساكة.
أعرب، من فضلك.
هل يمكنك أن تأخذني من الفندق؟
سيُنظم يوم الجمعة الموافق 23.
منذ متى تعاني من هذا الصداع؟
أريد مقعداً في الصفوف الأمامية.
لا أعرف كيف أكمل هذا النموذج.
يجب أن تجربها بلون أكثر إشراقا، أعتقد.
في أي طابق يوجد قسم أحذية النساء؟
تحت المقعد أمامك.
إلى متى تبقى مصلحة الدولة مفتوحة؟
لا داعي لشكري.
هذا أكثر مما كنت أنتظر دفعه.
أود تحديد موعد في الساعة الخامسة من اليوم.
هل هناك حلاق في الفندق؟
من أي ساعة تقبل غسيل الملابس غدا صباحا؟
إنه ياقوت أزرق. لدينا فقط مشبك واحد من هذا النوع وهذا واحد من قلاداتي المفضلة. هل ستجربين ارتداءه؟
أخبرني بالتكلفة لاحقاً من فضلك.
أين هو معروض؟
أنا هنا لأقوم بالتسجيل.
من فضلك اجعل ساق البنطال أضيق قليلاً ودون أساور.
أود أن أرى بعض مجموعاتك الشهيرة هنا.
لم آكل هذا.
هاري، هل هناك أي شيء يمكنني فعله؟
في الثالثة.
هل يمكنك كي هذه البنطال، من فضلك؟
حديقة الحيوانات على بعد ثلاث كتل.
هل هو صوف نقي؟
هذا شنو؟
أنا سعيد جداً بأننا تمكنا من مناقشة جميع القضايا الهامة وإيجاد حلول. أشعر بالامتنان الشديد لك على تعاونك الكريم.
أريد دليلًا سياحيًا.
إلى أي مستشفى سيُنقل؟
إذا أعطيتني تخفيضاً، سأشتري هذا أيضاً.
أكل بشهية.
أين يمكنني شراء تذكرة لمباراة بيسبول؟
عذراً. كيف يمكنني الوصول من هنا إلى البنك؟
هل يمكنني رؤية بعض الهوية؟
أرجو أن تُريَني كيف أستخدم الهاتف.
انظُر إلى هذا. إنه متجر ضخم. آمل أن تكون قد أحضرت الكثير من المال.
أريد مقعداً في صندوق.
أعجبني. سآخذه.
أين جدران المدينة؟
عدت.
أريد شيئًا أكثر سماكة، من فضلك.
لا يوجد صابون.
ماذا بعد؟
إلى سان فرانسيسكو، من فضلك.
ما هادي؟
أين المقعد 60 أ؟
كم هي المسافة من المحطة؟
نعم. يعيش في شارع جيوس رقم 12:34.
لقد سقط طفلي.
نعم، لدينا محكمة متاحة في الساعة الثانية وأخرى في الساعة الرابعة.
هل هناك خط مترو ينطلق نحو المركز المدني؟
في أي قسم؟
احصل على فستقك هنا.
حسناً، أنا أحب الاثنين.
بالتأكيد. هذا حقيبتان و حقيبة واحدة. يرجى الاحتفاظ بهذا التذكرة.
نبيذ أبيض، من فضلك.
لأننا الآن في موسم "أو-بون".
هل من الممكن أن نذهب للغوص هذا بعد الظهر؟
هل لديكم أي معلومات حول الترفيه هذا الأسبوع في المدينة؟
بطن صديقي مزعج. هل يمكنك أن توصي بشيء لطيف لبطنه؟
اثنان واحد اثنان ثلاثة أربعة ثمانية ثلاثة ثلاثة ألف.
كرسيين على جانب القاعدة الأولى، من فضلك.
هل تريدني أن أكملها؟
تأخرت الرحلة رقم سبعة ساعتين.
أريد رؤية المباني التاريخية.
سنبعث شخصا من الأمن.
حار نوعا ما.
أنا من البرتغال.
بعد ما شربت العصير اللي قدمو لي، فقدت الوعي. عندما استيقظت، لم أجد محفظتي ولا حقائبي.
إذا أردت، يمكنك طلب فطور الأسلوب الإنجليزي مقابل رسم إضافي.
فقدت محفظتي.
أود استئجار لوح شراعي.
هل يمكنك إعطائي بعض الضروريات الصغيرة، من فضلك؟
سباغيتي بولونيز، من فضلك.
أريد بيرة من فضلك.
أريد أن أذهب إلى باريس. هل يجب أن أغير القطار؟
متى سيكون وقتًا مناسبًا لك؟
هل يمكنني الحصول على وصفة طبية؟
أريد واحدا آخر.
شبكتنا البحثية الواسعة متاحة أيضا لتلبية احتياجاتك.
هذا هو الهدف الأول في الموسم.
لا شيء لي. شكرا.
دعنا نذهب للتسوق النافذي.
أتذكر الآن. ذهبنا لتناول العشاء معًا.
الطريق السريع هو أيان؟
نحن الآن نطير فوق منتزه يوسمايت الوطني.
هل هناك أي شيء للأطفال؟
اشتريتها من سوق الخردة.
أنا مسافر.
انتهيت من وجبتي. أرجوك أزيل صحني.
سأستأجر هذا النوع. أدرج تأمين السيارة.
هذا لسيدني؟
هل يمكنني الدخول بجينز وأحذية رياضية؟
نعم. حسب توقعات الطقس الأسبوعية، سيظل الجو جميلاً هذه الأسبوع.
من فضلك أرني بعض القفازات.
من فضلك، استدعاء للاستيقاظ.
انعطف يمينًا في الشارع.
تكلم بصوت عال من فضلك.
هل يمكنك أن تجلب لي سماعات أذن؟
متشققة.
ساندويتش هوت دوج صغير ومشروب كولا كبير، من فضلك.
تيفاني. حسناً، يمكننا على الأقل التسوق من النافذة.
من فضلك قم بتطوير وطباعة هذا الفيلم.
أعتقد أننا سنفعل. شكرا جزيلا.
خطأي. نادراً ما نلتقي.
كم تكلفته بالبريد الجوي؟
أريد قبعة.
ربما يكون صحيحاً، لكن لا أستطيع أن أقول ذلك بكل تأكيد.
سأقيم في فندق.
أنا آسف أنك لا تستطيع.
هل يمكنك فتح زجاجة نبيذ؟
هل يمكنني البقاء لثلاث ليال؟
نعم. أريد تجربة سمك القاروص الأحمر - لكن هل هو حار جداً؟
أريد بعضا من عجلات التزلج.
هل يحتوي هذا على واقي شمسي؟ ما مدى الحماية التي يوفرها؟
لن تعيد النظر في هذه شروط الدفع؟
أنا آسف جدا.
هل هذه قطار إلى شيكاغو؟
كيف يمكنني الحصول على حافلة ليموزين من هنا إلى هناك؟
لا، آسف، بحثت لكنهم ليسوا هناك.
فيلم ملون بتعرض 24، من فضلك.
كم تكلف هذه الجولة؟
هل يمكنني شراء تذكرة هنا؟
أتفق، ولكن بشروط قليلة.
هل يمكنني استعارة حديد؟
أود الانضمام إلى جولة ليلية.
أريد شريحة لون لهذه الكاميرا، من فضلك.
كم تكلف الرحلة إلى سياتل؟
في أي وقت سنصل إلى سياتل؟
غير غرفتي من فضلك، رائحتها غريبة.
كيف أذهب إلى المتحف؟
بالمعدل الكامل، من فضلك.
حسناً. سنحضر لك طاولة جميلة. هل يمكنني معرفة اسمك؟
غرفتي تواجه شارعًا صاخبًا.
غرفة مع دش، من فضلك.
هه، عندك حمى. كيف حال بطنك؟
رائع. هناك الكثير من الأشياء لاختيار منها.
أعطني طابعاً بقيمة عشرين سنتاً من فضلك.
هل من الأفضل إخبار الشرطة؟
أريد بعض المربى.
أعتقد أنني سأذهب بليموزين.
أريد بعض السلطة الخضراء.
في أي وقت ستنهض غداً؟
أريد الذهاب إلى أوبرا. أين تُعرض؟
هل يمكنك أن تخبرني بطريق أقرب صيدلية، من فضلك؟
هل يجب علي تغيير الغرفة إذا مددت إقامتي؟
حجز غداً من فضلك.
لا تحب تنظيف الصحون.
يجب أن يعود في الرابعة من بعد الزوال اليوم.
بمعدل كم مرة تُنظم الجولات؟
أحضر لي بعض الكاتشب.
متى يمكنني الحصول عليها إذا طلبت الخدمة العادية؟
رجاءً قم بإعداد تقرير عن فقدان أمتعتي.
أود حجز ثلاثة مقاعد لعرض "قط على سقف ساخن" غداً ليلاً.
أود أن أقيم في فندقك غداً ليلاً. هل يمكنك حجز غرفة فردية؟
هل هي نزهة طويلة؟
هل يمكنك تغييره إلى مقاس أكبر بقليل من فضلك؟
ثلاثمائة واحد، مائتان وخمسون واثنان وعشرون، من فضلك.
لا، ليس على الإطلاق.
أود أن أترك أمتعتي.
هل يمكنك التوقيع على الفاتورة وإيصال بطاقة الائتمان من فضلك؟
رجاءً حول الدولارات إلى جنيهات إسترلينية.
كم من الوقت سيستغرق الوصول إلى فندق بارك بالتاكسي؟
لقد سرقت حقيبتي أثناء إجراء مكالمة هاتفية.
هذا مثير للاهتمام. سيكون مفيدا للعديد من الشركات.
اسمي ساتو. اتصلت منذ قليل. أود التسجيل، من فضلك.
أريد قناعا للوجه.
هل يمكنني ترك السيارة في مطار لا غارديا؟
بالتأكيد لا. سأرسل لك رسالة بمجرد وصولي إلى البيت. وداعاً سيد ناغانو.
أنا عالق في حركة المرور، ولا أعتقد أنني سأعود في الوقت المناسب.
هل لديكم أي شغور؟
لقد أكلت ما يكفي.
لا أعتقد أنه يناسبني.
أود إرسال هذه الطرد الصغير عن طريق البريد السطحي إلى اليابان.
كرسي على التراس، من فضلك.
أريد مقعداً على اليسار.
هذه المدينة لديها الكثير من الخضرة.
صفر ثلاثة ثلاثة ثمانية واحد أربعة أربعة ثلاثة أربعة خمسة.
هل يجب أن أتأنق؟
الشانتي، من فضلك.
كانت تسير بسرعة.
أريد عصير الليمون المر.
هل يمكنك خيّة الساقين لي من فضلك؟
كم تكلف غرفة ثلاثية بدون حمام؟
هذا السيد تاناكا في الغرفة اثنا عشر تسعة. أود الحصول على مجموعة من المناشف الحمامية النظيفة.
من فضلك، اضغط على أسنانك بلطف.
نحن نطلب رسوماً لإلغاء الحجز.
هل يمكنك أن تحصل لنا على تذكرتين؟
إنها ستة دولارات وأربعون سنتا.
هل يمكنني رؤية القائمة، من فضلك؟
كم هذا الظهر ثقيل؟
هذا ليس ما قلته من قبل.
أين يمكنني إيجاد هاتف عمومي؟
رحلة غوص بالقناع، من فضلك.
نعم، نحن مفتوحون طوال الليل.
أرغب في ترحيبكم جميعا هنا في الاجتماع السنوي الثالث لعام تسعة وتسعين وتسعمائة وواحد.
من هم الممثلون؟
كم سيكلفني ذلك في النهاية؟
اسمي إليزابيث.
هل هناك مكان جيد يمكننا رؤيته في ثلاث ساعات؟
أين مكتب استلام الأمتعة لرحلة UA 8O1؟
هل يمكنك إعداد شهادة سرقة؟
متى تريد أن نلتقي؟
البالوعة مسدودة.
جئنا للتو إلى أمريكا من اليابان أمس.
أين هذا الرقم المقعد؟
بالمناسبة، هل لديك تأمين سفر لهذه الرحلة؟
أخطط للبقاء لمدة خمسة أيام.
أين متجر خالٍ من الضرائب؟
كان لدي تذكرة طيران في حقيبتي.
أعتقد أنني سأذهب للنوم.
هنا الأمر مُتساهل قليلاً.
من فضلك دعني أفكر للحظة.
هل هناك أي حانة قريبة يمكنني الذهاب إليها لأشرب شيئًا؟
سأصل في خمس دقائق.
منذ متى وهي في الولايات المتحدة؟
أريد مشبك ضغط.
هل هناك حظر تجول؟
اللون جيد ولكن المقاس خاطئ.
بسكويت ياباني
هل يمكنني الحصول على مقاعد الصف الأول الآن، أم ينبغي لي الانتظار للعرض القادم؟
حسناً، في هذه الحالة أعتقد أنني سأفضل تجربة شركة أخرى.
هذا الضرس يؤلمني.
واحد آخر، من فضلك.
كيف تلبس عند حضور جنازة؟
عندما يضيء الضوء الأحمر، اضغط على الزر.
دوبل أو ثلاثة، جال.
كم ثمنها للساعة؟
حظا سعيدا سيد سوزوكي.
أعاني من ألم حاد في ظهري.
هل يمكنك أن توصي بمشروب منخفض الكحول؟
فقدت جوازي السفر في مكان ما.
سنُعد لكَ طاولةً آنذاك، سيد كيمورا.
أريد سيارة لعبة.
هذا جميل جدا.
بالتام، كم من الوقت سيستغرق الأمر؟
هل يجب أن أقف في هذه الصفوف؟
المفتاح الرئيسي، من فضلك.
استمتعت بالحديث معك.
هل يمكنني شراء تذكرة عند البوابة؟
أشعر بهذا منذ ليلة البارحة.
لتوّنا تجاوزنا الساعة الرابعة.
اليابان بلد سريع الإيقاع.
رجاءًا كن صبوراً أثناء بحثنا عنه.
لدي ذلك.
أعاني من طفح جلدي. أي كريم مرهم دوائي يعمل بشكل أفضل؟
هل تعتقد أن نزهة الغد ستُقام داخلًا؟
نعم، أعرف بعضًا. هل أنت في رحلة؟
اسمي يوكو ياماوكا. هل يمكنك تغيير حجز رحلتي، من فضلك؟
أرغب في مشاهدة كوميديا تتناول الحياة العائلية.
تُريد شايًا أم قهوة؟
أنا أعمل على إتمام شهادة البكالوريوس، لكن فقط بدوام جزئي.
ما هي تخصص هذه المطعم؟
أحلام سعيدة.
وُلدت في مدينة تبعد حوالي مئة كيلومتر عن هنا.
من الأفضل أن تبقى في غرفتك بالفندق لبضعة أيام.
أريد شيئًا لعلاج الصداع.
هذا الحجم مناسب لي تماما.
هذا الغرفة حارة جدا.
متأكد؟
نعم، هذا واحد من جودة أفضل. هذا واحد مصنوع من الكاشمير.
الضروريات اليومية.
أسقطت كاميرتي على سطح صلب.
هل يمكنك أن تريني شيئا آخر؟
معي فقط خمسون دولاراً.
هل هناك أي شيء لا تستطيع أكله؟
أسقطت ملعقة.
شكراً. سيسعدني ذلك.
سيكون كل شيء على ما يرام.
أود مقاعد رخيصة الثمن، إن أمكن.
قائمة، من فضلك.
أين المترو؟
فهمت. وأين يمكنني ركوب الحافلة؟
دعنا ننتظر المساعدة.
اسمها السيدة غريغسون، أليس كذلك؟
أين يمكنني لعب التنس؟
هل ستُريني تلك الساعة؟
أنا مهتمة بالطبخ الآن.
ما هذا اللقاء المفاجئ بك في المكتبة.
هل لديكم ركّاب للإيجار؟
الأمور تعتمد على المكان الذي تخرجت فيه.
آه، أفهم الآن. خطأي. عفواً.
أريد شيئا خفيفا.
تذكرتين من الدرجة الثانية ذهاب فقط إلى إدنبرة، من فضلك.
نعم، سيأتي.
أريد خريطة لخطوط المترو، من فضلك.
أنا من متأخري النوم في أيام الأحد.
أنا أذهب غالباً في رحلات المشي مع عائلتي في عطلات نهاية الأسبوع.
حسنا سيدي. هل من الآمن تمرير هذا الفيلم؟
الآن يمكنك أن تأخذ واحداً مني.
كم يوم إلى طوكيو؟
يرجى التحقق من وجهة الحافلة قبل الصعود.
اثنتان من البوفيه.
تعال هنا في ساعة، من فضلك.
أنا آسف، ولكن كل شيء محجز إذن.
كان عليّ أن أرسلها بالبريد الجوي.
نعم، لدينا واحد بإطلالة على المحيط.
لون السيارة كان أصفر.
ما هي الأفلام المعروضة الآن؟
ما أفتقده أكثر هو الينابيع الساخنة.
حسناً. شكراً.
نعم، هذا جيد. سنراك في السادسة والنصف.
بالتأكيد سيدي. هل ترغب في الاطلاع على هذا الكتيب؟
نعم. هذا هو الغرفة 234. زوجتي مريضة جدا.
هل لديك حزام يناسب؟
كم مرة في الشهر تلعبين البيسبول؟
أنا آسف، لكن طالما أن آراءنا لا تتفق، لا يمكنني الموافقة على تجديد العقد.
صباح الخير السيد كاميرون، كيف حالك؟
اسمي أكيو يامادا ورقم الرحلة JAL 026 متجهة إلى طوكيو.
من فضلك أعطني زجاجة عطر.
هل يمكنني الحصول على نموذج استرداد الضرائب؟
هل يمكنك أن تدور إلى اليمين؟
أرِني هذا على الخريطة من فضلك.
هل لديكم غرفة لأربعة أشخاص؟
لا سكر، فقط كريمة.
هذا الصباح، يزور السيد كاواكامي أحد عملائه.
كيف أصل إليها؟ هل يمكنك توجيهي إليها على هذا الخريطة؟
لكنك تزرع الخضروات هنا.
أريزونا كأنها حمام بخار.
من فضلك أعطني كأسا من الماء.
بالتأكيد، يمكنك ذلك. لكن سيكون هناك رسم إضافي بقيمة خمسين دولارًا.
هل هو قريب هنا؟
هل يمكنني الحصول على بعض المقبلات، من فضلك؟
هل يمكنك تغيير الإطار، من فضلك؟
هل هذا مائة وعشرون دولارًا؟ أعتقد أنه غالي جدًا. هل تقدمون خصومات؟
هل لديكم سوتيرن؟
أريد أيضاً طابعين للبطاقات البريدية إلى اليابان.
من فضلك أرني جواز سفرك ونموذج الهجرة.
ماذا تبيع في الطابق الثاني؟
سيارتي غير متاحة غداً.
هل الماء دافئ؟
هل يمكنني الحصول على شيكي؟
نعم، في أقرب وقت ممكن. هذا بخصوص مسألة عاجلة.
هل يمكنك ضمان الجودة؟
لقد قفلتهم نفسي. هل يمكنني استعارة مفتاح إضافي، من فضلك؟
أين مكتب السياحة؟
كيف يمكنني إجراء مكالمة هاتفية إلى اليابان؟
لدي قطعتان من الأمتعة للتحقق منهما.
هو على خط آخر.
الحر هنا شديد والظلام كثيف.
من كان الفنان؟
دعوني أعرفكم بنفسي، اسمي غورو يامادا.
عذراً. سقطت سكيني. هل يمكنك أن تعطيني واحدة أخرى؟
أين أبي؟
كم أونصة؟
آه، لا. كان علينا أن نرتدي ملابس رسمية للمسرح.
هل هناك حافلة؟
ما هو سعر الصرف؟
لدي حقيبتان و حقيبة واحدة للملابس الرسمية.
الأغطية متسخة.
هنيئاً. سأتمكن من الابتعاد عن عملي لفترة.
كم حقيبة ترغب في فحصها؟
حسناً، كل شيء يمكن أن يكون غالياً في اليابان اليوم، لكن أطباق التوفو ليست سيئة جداً بمعاييرنا. إن كنت من ناحية أخرى تزور مطعماً يابانياً راقياً لتجربة المطبخ الكيوتوي، فمن الأفضل أن تكون مستعداً لدفع مئتي دولار لكل شخص.
بصوت أعلى من فضلك.
الآن، أين حقيبتي؟ أوه، ها هي تأتي.
كم من المال كان لديك في محفظتك؟
لا أعرف حقاً. هل يمكنك قياسي من فضلك؟
لا تنسَ إحضار جواز سفرك معك.
هذا كل ما لديك؟
بالتأكيد. سأرتب ليتصل بك أحد في تمام الساعة الخامسة صباحاً من الغد.
هل يمكنني رؤية مخطط المقاعد للمسرح؟
أنا آسف، يتطلب الدفع المسبق تسعين يومًا.
هل لديكم تقويم للأحداث؟
أعطني لفة من فيلم سينمائي بعرض 16 ملم مع قدرة على الصوت.
لقد أساء فهمي.
كان مشغولاً جداً في الآونة الأخيرة. ربما غفل عن الأمر.
نعم، سأفعل. ولكن كم هو الثمن؟
هل يمكنك الانتظار هنا لحظة؟ سأتحقق لك.
هل هذه المرة الأولى التي تمرين بها بهذا؟
سنناديك عندما يكون برجرك المشوي بالفحم جاهزا.
هل يمكنك إرسال هذه الطرد بالتعريفة البريدية؟
ضعي قليلاً من الكريم على شعري، من فضلك.
أين ملاعب التنس؟
افتح ثقبًا إضافيًا، من فضلك.
هل تعرف شيئا عن حقيبتي بالصدفة؟
أنا من الولايات المتحدة.
هل هذا مقاسي؟
أعاني من الربو.
أخشى أنني لا أملك حجزا، ولكن هل لديكم طاولة؟
لا، سيدي. آسفون، لقد امتلأنا.
سؤال جيد. كنت سأشرح ذلك.
أشعر بألم نابض في أذني.
أود أن آخذه.
نحن سنقيم حفلة صغيرة في بيتي الأسبوع القادم. أتساءل إن كنت ستتمكن من الحضور مع زوجتك.
ركاب الترانزيت، يرجى الحصول على بطاقة ترانزيت. من المتوقع أن يكون وقت مغادرتنا الساعة 5:20. يرجى الانتباه للإعلان.
أود حجز وقت للعب الجولف لعشرة أشخاص غداً.
هل يمكنك أن توصي بمكان كهذا؟
آه، بعض البسكويت المالح. وهل يمكنني أن أفتح حسابًا؟
في أي وقت هو الآن في لندن؟
كيف ذلك؟
لا يجب أن آكل طعاما يحتوي على السكر.
ثم، أعتقد أنه في جواز سفرك. هل يمكنك التحقق من ذلك، من فضلك.
كم طلب مني؟
أنا طالب جديد في السنة الأولى. لا أعرف كيف أسجل. هل يمكنك مساعدتي؟
أتساءل إن كنت تبيعون أي تذاكر في يوم العرض.
سأربطك بشخص يتحدث الإنجليزية.
حقاً؟
أعتذر عن إزعاجك، لكن من فضلك ساعدني.
أود العودة إلى فندق الغراند.
أود أن أنتقل إلى BA ثلاثة تسعة تسعة.
هل تتذكر خصائص اللص؟
في أي فندق أنت مقيم؟
في أي وقت يبدأ؟
لقد سرق مني محفظتي.
أتطلع لرؤيتك مرة أخرى في هذا الوقت من العام القادم.
لقد وقع إصابة. من فضلك أتوا فوراً.
يجب أن أنزل. هذا ليس الطائرة الصحيحة.
متى يمكن أن يتم ذلك في أقرب وقت؟
أنا ليرو.
مرحبا. هذا ياماشيتا يتكلم. أود التحدث إلى السيد سميث.
هل يوجد في القطار عربة طعام؟
لقد سرقت حقيبتي اليدوية.
هل لديك غرفة متاحة لليلتين القادمتين؟
هل تريد تأميناً؟
هل يمكنك أن تتصل به بالنسبة لي؟
هل لديك مجلة يابانية؟
هل لديكم أي نظيفة منها؟
أين يمكننا ممارسة ركوب الأمواج؟
لا بأس.
في أي وقت يمكنني أن أتصل بك مرة أخرى؟
هل تقدمون الطعام هنا؟
تونة مع واسابي، من فضلك.
حسناً. سآخذه. هل يمكنك تغليفه كهدية، من فضلك؟
أين الحمام للرجال؟
أريد مرشحًا.
لا يمكنك التملص من ذلك.
هل يمكننا أن نحصل على طاولة على الشرفة؟
هل يمكنك أن تُعنى بممتلكاتي الثمينة هنا؟
من فضلك أخبرني عندما نصل إلى شارع هدسون.
ماذا هي متجرك المفضل؟
رجاءً اتصل بي بالفندق حالما تجده.
هل لديكم أي ساعات جيب؟
هل آكل هذا مع الصلصة؟
هل سأحتاج إلى حماية من البرد في قمة الجبل؟
من سيتخذ القرار النهائي؟
كنت أفكر في الأسبوع الأول من فبراير. ما زلت بحاجة للنظر في حجز الأماكن.
كانت بطاقاتي الائتمانية أيضاً في المحفظة.
لديه سلاح.
هناك أنواع مختلفة من الكلاب، أليس كذلك؟
أود أن أشاهد فيلماً جديداً تماماً.
أريد أقراطًا.
لا ينبغي لي أن آكل طعاما يحتوي على الملح.
في أي وقت سيأتي التالي؟
لدي خطط.
هل يمكنك ربطي بشخص يتحدث اليابانية؟
أريد مجموعة شطرنج.
إلى فندق القاري، من فضلك.
بقليل من الخردل فقط، من فضلك.
هل سيكون هناك لوح تفاعلي في قاعة الاجتماعات؟
كنت أتمنى غرفة في الخلف. عادة ما تكون أكثر هدوءا.
أريد الهدوء أكثر غرفة لديكم.
هل تبيعون بضائع معفاة من الرسوم على الرحلة؟
أود أن أخرج جوازي من صندوق الأمانتي.
في الخامسة والنصف.
يمكنك شراء التذاكر من شباك تذاكر المسرح.
عذراً، أين الحمام من فضلك؟
كيف أتجه نحو الشمال؟
المفتاح للواحدة والنصف، من فضلك.
هل ترى التمثال في تلك البناية؟
هل يمكنني أن أحصل على بعض الماء؟
نعم، أنا متأكدة. إنه لذيذ جداً لدرجة أنني أكلت أكثر من اللازم. استمتعت بالعشاء كثيراً.
شكراً. ثم هل يمكنك إظهار بعض الصنادل بحجم 6.5 د؟
من فضلك قدم له الإسعافات الأولية.
هل هناك مرآة؟
أين هو الباب رقم 24؟
تناول كبسولتين مرتين في اليوم.
لا أملك نقدا كافيا، لذا سأدفع بواسطة بطاقة الائتمان.
صبر.
أود أن أحمل هذه الحقيبة معي في الطائرة، من فضلك.
هل يمكنني وضع أمتعتي في الخلف؟
أين يمكنني شراء تذكرة للحافلة؟
تريد الانضمام إلينا؟
هل يمكنك إضافة جبن الشيدر؟
ثم، يرجى ملء هذا النموذج وتوقيعه.
أريد خمس طوابع بخمسة عشر سنتاً وعشرين بطاقة بريدية من فضلك.
كم من الوقت سيستغرق الوصول إلى فندق هيلتون؟
قليلًا.
لدي خطة للقيام بجولة سياحية في المدينة لمدة نصف يوم هذا بعد الظهر.
كم في المجمل؟
غرفة هادئة، من فضلك.
أنا فقط أتصل لأشكرك على مساعدتك أثناء رحلتي إلى الولايات المتحدة.
لدينا خمسة عشر عطلة وطنية.
أنا متأكد أني أودعته عند الاستقبال.
إنهى الخادمة. هل تحتاجين إلى شيء؟
ما هو ثمن هذه العلبة السجائر؟
هل تحب العمل هنا؟
لا، هذا هو ثلاثة سبعة تسعة ثلاثة ثمانية أربعة سبعة اثنان، أخشى أنك تملك الرقم الخاطئ.
هل يمكنني الحصول على مفتاح غرفتي؟
عذراً. هل يمكنك إخباري بالقطار الذي يتجه إلى شارع ويلر؟
هل يمكنك أن توصي بفندق نظيف ورخيص؟
ربما هذا ثقيل قليلاً. هل لديك واحد أنحف؟
هل يمكنني إرجاعه إذا لم يناسبني؟
هل تريد إرسالها بالبريد الجوي أو البريد السطحي؟
أخذني إلى شارع الملك.
هل لديكم أي شغور الليلة؟
أعتقد أن محطة الحافلة قريبة من هنا، أليس كذلك؟
أخشى أننا لا نفعل ذلك، سيدي.
رجاءً تحدث ببطء. لا أفهم جيداً.
هل يمكنني أن أجرب هذا؟
ماذا عن الانضمام إليّ للشرب قهوة؟
أريد أن أشرب بيرة. أي نوع من البيرة لديكم؟
ماذا؟ لا يعطونك فرشاة أسنان مجانية؟
أريد ثلاث لفات من فيلم ملون بحساسية 36 إكس 24.
هل هناك حافلات تسير؟
آه، هذا غالي شوية. هل لديكم شيء أرخص؟
عذراً، طلبنا مشروباتنا ثلاث مرات.
كم تبعد برج لندن؟
هل يمكنك أن تنصحني ببعض الأماكن التي يمكنني الذهاب إليها والعودة في يوم واحد؟
هو ثقيل.
الشارع مختلف عن اللي مشيناه أمس. هدا طريق مختصر؟
كيف تكتبها؟
ليس بالضرورة. أعتقد أنهم تعلموا التعايش بعد سنوات عديدة من المنافسة.
بالمناسبة، هل تقبل محلات التسويق الكبيرة الشيكات السياحية؟
نعم، بالطبع. رقم بطاقتك وتاريخ انتهاء الصلاحية؟
أريد برطمان من المربى.
هل يمكنني استئجار معدات الغوص في هذه المحل؟
هل يمكنكِ الاعتناء بأمتعتي؟
يمكنك تجربة فندق H أو فندق C.
متى يرتفع الستار؟
كيف تريد شعرك؟
بداية الأمور مع رولينج ستونز.
نعم، سلطة الروبيان كمقبلات.
لقد سُرق جوازي السفر بالإضافة إلى سبعين دولارًا.
ما هذا المبنى الغريب؟
هل يوجد بركة سباحة في هذا الفندق؟
رجاءً اتصل بي غداً صباحاً الساعة السادسة. غرفة رقم أربعة وعشرون.
هل يمكنني الدفع بالين؟
أخشى أنه لا توجد أي استردادات. يمكنك فقط تبادلها بشيء آخر.
أين الجامعة؟
كانت ترتدي قميصاً و تنورة طويلة.
أنا من الولايات المتحدة.
هذا مطعم دالاس.
يرجى التواصل معنا في أي وقت.
هل يمكنك إرساله إلى اليابان إذا طلبته الآن؟
هل يمكنني الحصول على دجاج مشوي على خبز الراى؟ وأريد كمية إضافية من المايونيز، من فضلك.
لمدة كم يوم تكون هذه التذاكر صالحة؟
هل ترغب في تناول الطعام معي خارجاً؟
لقد سرق مني محفظتي مع جوازي السفر.
هل لديك أي خطط؟
هل هناك تدفئة؟
أين يقع المسرح؟
قطعت إصبعي.
هل ستأخذ مئة دولار مقابل هذا؟
يا إلهي، لم أكن أعلم أن الحصول على بطاقة ائتمان يستغرق شهراً على الأقل.
هل يمكنني استرجاع أغراضي من صندوق الودائع الآمن؟
أريد تغيير جدولتي.
لا، لا يجب عليك. فقط اضغط على زر الكاميرا، من فضلك.
لقد تلقيت لكمة.
متى ينتهي الجولة؟
ميامي
دورِي؟
أين يمكنني شراء الحرف اليدوية التقليدية؟
إنها ستة دولارات. هل ستأخذها؟
أين الحمام الأقرب هنا، من فضلك؟
دفعت تكاليف الوجبات والإقامة مسبقاً.
آسف، سأعتني بالكلب.
لدي حوالي ثلاثة آلاف دولار.
مائتان دولار. نقداً أو بطاقة ائتمان؟
أين محطة حافلات سنترال بارك؟
رائع. لدي مقعد بجانب النافذة. آه، إذا كنت ترغبين في تبادل المقاعد لاحقاً، سيدتي.
أنا في عطلة.
هل هذه المنصة صحيحة للوصول إلى نيويورك؟
نعم، كل عشر دقائق.
هل يمكنني تغيير طلبي؟ أود أن أحصل على سمك الدوفير سول بدلاً من المحار الصخري.
للتعلم.
هكذا يكون كل يوم اثنين.
آه، إنه يُظهر محطات المترو ومواقف الحافلات. هل يمكنني الاحتفاظ به؟
أين مكتب تسجيل الوصول لدلتا؟
هذا العنصر غير مسموح به.
هل هو ثابت اللون؟
هم صغار جدا.
في أي وقت يفتح متحف الفنون أبوابه؟
أصلحه أثناء غيابي من فضلك.
أنا كين.
هل كان يهطل المطر طوال هذا الأسبوع؟
هل يمكنني رؤية تلك الحقيبة الصغيرة؟
هل تذهب هذه السيارة إلى سياتل؟
من فضلك وقع هنا، وهنا فاتورتك للمحافظة عليها.
خدمة الغرف.
هل هذا التذكرة صالحة فقط لليوم المحدد؟
انتهى الوقت.
هل يمكنك الحفاظ على أغراضي الثمينة، من فضلك؟
خطئي.
سأبقى مع صديق في نيويورك.
كم هو الثمن مع الضريبة؟
هدية؟
هادي اللي قريب من اليمين.
هل تفضل معطفًا ذا حاشيتين أو معطفًا ذا حاشية واحدة؟
هل يمكنك مساعدتي في إيجاد أمتعتي؟
نعم، يبدو ذلك كشيء يستحق المزيد من البحث. هل ستأخذ تلك الإمكانية بعين الاعتبار، سيد كيانيان، وتبلغ السيد ناكاياما بنتائجك في أقرب وقت ممكن؟
هل الطريق طويل إلى فندق هيلتون؟
ما نوع المطعم الذي تبحث عنه؟ هل تريد فقط تناول العشاء، أم تبحث عن مطعم به بار؟
اثنين بطاطس مقلية، كولا واحدة. اثنين دولار من فضلك.
أريد معطفا.
ضيق هنا كثيرا.
هل يمكنني تناول العشاء على متن السفينة؟
هل لديك هذا؟
مناخ اليابان رطب في الصيف.
من فضلك احتفظ بهذا الحقيبة حتى الثالثة.
قضيت وقتاً ممتعاً اليوم.
هل هذا الدواء فعال في خفض الحمى؟
كانت عيناه سوداوين و متباعدتين.
من فضلك احجز طاولة لخمسة أشخاص.
عذرا، هل يمكنك إقراضي آلة حاسبة؟
هل يجب أن أدخل المستشفى؟
هل لديك تذكرة العودة؟
أود إجراء مكالمة دولية إلى اليابان، من فضلك. أنا يوكي موراي في الغرفة 312. أود إجراء مكالمة استرجاع للسيادة كيسوكي موراي. رقم الهاتف هو طوكيو 033 726 8391.
هل يمكنك إصلاح هذه الكاميرا؟
نعم سيدي. هل لديك أي وثيقة هوية؟
هل هناك مكان يمكنني فيه إجراء مكالمة هاتفية؟
أين مكتب المفقودات؟
كان ذلك رائعاً.
تُعجب أزهار الخوخ في مهرجان الدمى للفتيات في الثالث من مارس.
هل يمكنني تبديله بشيء آخر؟
هل ألفها؟
لدي تذكرة إلى ديترويت تنطلق في الحادية عشرة صباحا.
هل يمكنك مساعدتي في إيجاده؟
متى قلت أننا يجب أن نسلم ورقتنا في؟
أريد عصيرًا، من فضلك.
عشرون دولاراً بما في ذلك رسوم الحافلة، المرشد والرسوم المدفوعة للدخول.
سجّل، من فضلك.
نُريد تجربة الطعام المحلي.
أخذ صديقي إلى المستشفى، من فضلك.
المتحف المتروبوليتان للفنون جيد.
من فضلك أعطني فاتورة لشركة التأمين الخاصة بي.
أود استئجار بعض معدات التزلج على الرياح.
لا أفهم ما تقوله.
إليك اسمي الكامل وعنواني.
أنا أعاني من حساسية تجاه المضادات الحيوية.
خطير إذا لم أستقل سيارة أجرة للعودة إلى الفندق.
قُبل اقتراحه.
نعم، لدينا تسع وتسعون نوعا من وجبات الطعام في المنهج.
هل هناك أي خط حافلات آخر يذهب إلى هناك؟
هل يمكنك أن تخبرني كيف أتحكم في درجة حرارة الغرفة؟
حمل حقائبي من فضلك.
من فضلك اتصل بالرقم ٱلآخر. سأتصل بك لاحقا.
هناك أربعة فصول متميزة.
عندي هاد الأعراض منذ صباح اليوم.
هل تتوقف القطار في أديلايد؟
قهوتك، من فضلك.
خمسة وخمسين سنتاً لكل كلمة. إنه أغلى مما كنت أتوقع.
يمكننا تفقد أغراضنا هنا.
أود إرسال هذه البطاقة البريدية إلى اليابان عبر البريد الجوي.
في أي وقت يغادر هذا القطار؟
أعطني زجاجة صغيرة منها.
أين أقرب هاتف؟
في المسرح قريب من المكتبة. ولكن يجب عليك حجز مكان.
أريد بعض النقانق، من فضلك.
ما هي تخصصات هذا المطعم اليوم؟
ماذا عن السفر إلى باريس غداً صباحاً والانتقال إلى رحلة سويس إير بعد الظهر؟
ثمانية وخمسون سنتًا.
حقاً جميل. يجب أن تأتي وتزور في وقت ما.
في أي وقت سنغادر؟
عذراً.
لا تُزعج.
أريد واحدة قوية.
لا، أشعر بالحظ السعيد. تعال.
هل لديك واحد أكبر؟
أود حجز مكان لثلاثة أشخاص في السابعة، من فضلك.
لدينا شبكات مترو في المدن الكبرى مثل طوكيو.
آسفين، لا نستطيع. سيستغرق الأمر أكثر من أسبوعين.
ما هو ثمن تأجير هاتف محمول وجهاز إرسال واستقبال رسائل إلكترونية (صفحة)?
هل هناك غسيل ذاتي قريب هنا؟
أنتظر منك أن تصمت.
هل رسوم الخدمة مدرجة؟
لا أشعر بالجيد، من فضلك أعطني بعض الدواء.
ليس بعد، شكرا.
سكان اليابان سابع أكبر سكان العالم.
أين يمكنني إصلاح ساعتي؟
أعطني عشرة رموز، من فضلك.
بالتأكيد، خذ الحافلة رقم خمسة من فندق رويال وتوقف عند ساحة المدينة.
سيكون ذلك جاهزاً بحلول مساء الغد.
نعم. صباح هاد اليوم اشتريت سترة من دارك. ولكن عندما عدت وفتحتها، لم تكن هي ما اشتريته. ها هو فاتوري.
كم عدد زجاجات المشروبات الكحولية التي لديك؟
يمكنك تغييره في أي من البنوك بالمطار.
لدينا نبيذ وردي ممتاز.
هل يمكنك إخباري ببرنامج التلفزيون اليوم؟
أنا متأكد أنك ستتعافى في وقت قصير.
هذا طبق شهير في مطعمنا.
هل لديك هدية جيدة لزوجي؟
هل ترى علامة "Air U.S. 707"؟ عليك الذهاب إلى هناك.
أعاني من ألم في بطني. هل يمكنني الحصول على بعض الدواء؟
هل ترغب في بعض القهوة الإضافية؟
غداً؟ لن أفعل أي شيء طوال فترة بعد الظهر. لكن لماذا؟
هل يمكنك إظهار فاتورتي، من فضلك؟ ما هذا الرسم؟
سأُريك حول.
هل تعرفه منذ زمن طويل؟
ماذا سيحدث إذا قلت نعم؟
هل ستُريني كيف أجري مكالمة هاتفية؟
هل هذا كوارتز؟
رجاءًا، طلب خذ معك سلطة البطاطس.
تألمني بطني.
أريد مترين من هذا القماش، من فضلك.
هل يمكنك أن تجلب لي بعض الثلج وكأسين، من فضلك؟
ما هو الحد الأقصى للعمر؟
لديّ مظروف آخر؟
هل علمت أنك لم تتوقف عند الإشارة؟
سأصل حوالي الساعة العاشرة الليلة.
تُستخدم تذاكر السفر السريع فقط للقطار والمقعد المحجوز.
لم أعد أي براز منذ ثلاثة أيام.
هذه بطاقة مطالبتي. هل ستفحصها فوراً؟
ما هي ثمن تذكرة إلى وايته بليس على خط الشمال؟
هل أحتاج إلى تذاكر؟
يبدو أنه قطعة ذات جودة عالية.
هل هناك أي مواقع غوص بالقرب من هنا؟
من فضلك اكتب اسمك، وفندقك، ورقم هاتفك على هذا الورق.
من فضلك أرني الطريق إلى مكتب إدارة الأعمال.
من فضلك اتركني في المحطة القادمة.
من فضلك اذهب إلى النافذة الخامسة.
نعم، أمس كان دافئا قليلا.
ماذا عن الذهاب إلى هاكوني معي؟
قد تكون تركتها عند مكتب الاستقبال.
هل ترغب في تناول الغداء معاً؟
هل يمكنني الحصول على بعض الأدوية لعلاج المعدة؟
هذا أسرتي.
أين مصعد غرينديلفالد؟
هل ترغب في بعض الشاي؟
هل هو أصلي؟
أريد منك أن تخضع لفحص بالأشعة السينية.
لماذا هذه الملابس الداخلية للملاكمة غالية جداً؟
أعطني تسعة عشرات، وخمسة، وأربعة وحدات، والباقي في عشرات.
آسف، لا أستطيع. لا يمكنني التوقف إلا في الفنادق المدرجة هنا.
أي نوع من الغرف تريد؟
أقدر ذلك، لكن أمتعتي كبيرة جدًا لدرجة أنني لا أستطيع حملها. هل يمكنك الاحتفاظ بها برجاء؟
أود استخدام صندوق آمن.
الاسم هو سوزوكي.
أين هو اللوبي؟
عذراً على إجبارك على الانتظار، رقم غرفتك تسعة وتسعون. ها هي مفاتيحك.
أين هو حقيبة السفر اليسرى؟
هل يمكنني تحديد موعد غداً؟
أين ستسكن في لوس أنجليس؟
لا يهم.
أين الحمام؟
رجاءً أخبر السيد توماس أنني أقيم بفندق هيلتون.
هل يمكنك أن تخبرني أي حافلة أو قطار يذهب إلى وسط المدينة؟
متى كأس العالم؟
اصعد المنحدر. ستصل إلى مفترق طرق به ثلاث اتجاهات. ثم اتجه إلى اليسار.
ما هي درجة الحرارة الآن؟
ضع مالك حيث فمك.
مرحبا. أنا كارول براون تتكلم. هل يمكنني التحدث إلى سوزان؟
هل لديكم غرفة بإطلالة جميلة؟
هل لديكم أي صحف يابانية؟
سأغادر يوم الجمعة 29 وسأعود يوم الأحد.
لا نملكه في المخزون، لكن يمكننا طلبه لك.
هناك ملصق لميكي ماوس عليه.
هل هناك أيضاً كشك للوجبات الخفيفة؟
عمّتي بلا حيوية و غريبة بعض الشيء.
أين يمكنني شراء الزي التقليدي؟
سأطلب شرائح لحم سيرلون، ولزوجتي لحم ضأن مشوي.
الآن، إذن ماذا ينبغي أن نفعل للعشاء اليوم؟
متى تكون لديكم مقاعد متاحة؟
أريد سيارة.
سيارة غير مدخنة، من فضلك.
يُفضل فندق أقل تكلفة إذا كان في حي آمن.
عذرا، ماذا يجب أن أكتب هنا؟
هل هناك أي خيار آخر؟
أنا مصاب بالإنفلونزا.
ما عندكش غرفة أرخص؟
لقد اتصلت برقم خاطئ.
هناك مبنى جميل هناك.
أريد أن يبدو كـ "ميج رايان"، من فضلك.
قمنا بإجراء دراسة شاملة لاحتياجات الزبون.
عذراً. هل يمكنك أن تخبرني كيف أصل إلى أقرب بنك؟
أين يمكنني تناول الفطور؟ في أي وقت يتم تقديمه؟
أنا فلاح.
عذرا، هل يمكنك رفع كرسيّك قليلا؟
هل يمكنني أن أطبخ لنفسي؟
متى يمكنني النهوض؟
أبحث عن مقلاة غير لاصقة.
سأتحقق. أخاف أني لا أستطيع إيجاد اسمك.
أعتقد أن هناك خطأ. هل يمكنك ترتيب شيء حتى نتمكن من البقاء؟
هل يجب أن آخذ معي معطفاً؟
هل يمكنني الحصول على سماعات أخرى لأن هذه لا تعمل بشكل جيد؟
إفطار من نوع القاري، من فضلك.
الرقم الذي وصلت إليه غير متاح.
في أي وقت يصل الرحلة إلى روما؟
هل لديك أية فكرة عن المكان الذي تذهب إليه؟
هل يمكنني الحصول على نصف باوند من سلطة الروبيان؟
دعنا نلتقي في غرفتي.
من فضلك لا تُمازحني.
أريد بعض الفول السوداني، من فضلك.
هل يمكنني الدفع بشيكات السفر؟
هل يمكنني الحصول على خريطة للمنحدرات؟
غرفة الطعام موجودة بالطابق الأول وتفتح أبوابها في الساعة الخامسة والنصف مساءً.
هل يمكنك تغيير تاريخ رحلتي من لندن إلى طوكيو؟
نريد أن نستمتع بممارسة الرياضات الفريدة الخاصة بساحل الغرب.
لا أستطيع شرح حالتي باللغة الإنجليزية.
آسف، لكني لا أستطيع أن أوافقك.
أنا من كولورادو. من أي جزء من اليابان أنت؟
دفعت نقداً في المكان.
هل جاهز العشاء بعد؟ أنا جائع جداً. هل يمكنك وضع المائدة؟
من فضلك ضعه في هذه الحقيبة الورقية البنية.
مضى يزعجني منذ أن وصلت هنا.
أريدها بمقدمة وكعب من فضلك.
ألا تظن أني سأحتاج إلى دليل سياحي؟
أنا أبحث عن ظلال للعيون.
دفعتها بالفعل عندما اشتريت تذكرتي.
عندما يجف، أزيله من وجهك.
أود أن أجلس الآن.
سكبت الحساء.
أنا مبكر قليلاً، هل يمكن؟
هل هناك صالون تجميل هنا؟
حسناً. لا تقلق. لدينا ممرضة تفهم اليابانية.
أين المرآة؟
كيف تشعر؟ إنها مصنوعة في سويسرا وهي رائجة هنا.
كتب ونشرات.
كيف أعود؟
هل لديك هذا باللون الأخضر؟
دفعت فاتورتي بالكامل.
من فضلك اتركني أذهب.
غريب، لكني أتكلم الإنجليزية بشكل أفضل عندما أكون مخموراً.
هل هناك مكتب ضياع واسترجاع في المحطة؟
دعني أفكر في الأمر، من فضلك.
هل ستُخبرني عن بعض الفنادق بأقل من خمسين جنيهاً في الليلة؟
سأقلل من السعر بنسبة عشرين في المئة.
بالخصوص فيما يتعلق بتصميم مشروع ميركوري، لم أكن لأتخذ قرارًا بشأنه بدونك.
إلى صحتك.
هل لا تزال تلك السفن القديمة تبحر؟
لقد وقعت في حادث سير.
في أي وقت نجتمع؟
أين يمكنني ملء هذا الوصفة الطبية؟
في الحقيقة، أنا نباتي. لا آكل اللحوم.
لذيذ.
ماذا سيكون سريعاً؟ لا نملك الكثير من الوقت.
أنا مع ذلك تمامًا. دعنا نذهب إلى الديلي عبر الشارع.
المكالمة مع اليابان متصلة. تفضل، من فضلك.
شكراً على العشاء الرائع.
هل يمكنك التوقف هنا لأنني أريد أن ألتقط بعض الصور؟
لقد اعتدي عليّ.
في كتيب منفصل يسمى "معلومات خلفية عن الشركة" ، والذي يوجد في العلبة المقدمة، ستجد شرحًا أكثر تفصيلاً.
هل يمكنك أن تجلب لي بعض البطانيات، من فضلك؟ الجو بارد جدا في هذه الغرفة.
هل يمكنك ترتيبها بجانب النافذة، من فضلك؟
لكل شخص ما يخصه. أنا أشرب بيرة.
وُلد في عام 1980.
متى آخر حافلة إلى بايمليكو؟
حسناً. كيف هذا؟ هذه الجولة النصف يومية تعيدك هنا في الساعة الواحدة.
هل لديكم بعض السلاسل الأخرى ذات التصاميم الفريدة؟
أعتقد أن هذا مقعدي.
إلى أي ساعة متاحة خدمة الغرف؟
هل يجب أن أرتدي ربطة عنق؟
لا مشكل على الإطلاق. أين تريد أن تأخذه؟
لا أدري.
طاولة التراس، من فضلك.
قليل أكثر من الخلف.
هل هذه القطار الصحيح إلى شيكاغو؟
هل يمكننا الذهاب إلى "تيكي بوينت" غداً؟
أنا متأكد أن هناك اختيارًا أكبر في صيدلية.
يرجى إيداع خمسة دولارات وعشرين سنتًا للأربع دقائق القادمة.
هل هناك أي مقاعد لهذه الليلة؟
متى هو القطار التالي إلى أكسفورد؟
لا أعرف كيف أستعمل الهاتف، أرني من فضلك.
آمل أن تتمكن من زيارة هذه المعالم الجميلة في الولايات المتحدة في المستقبل القريب.
وضعت حقيبتي، وكتابي، وكاميرتي في حقيبتي.
هل يوجد أحد يتحدث اليابانية في المتجر؟
الماء لن يسخن بما يكفي.
هل ستبيعهم بشكل منفصل؟
كيف أصل إلى المتحف؟
سيُعجب السيد غودمان به حقاً.
رقم الرحلة هو PK سبعة أو ثمانية في الخامس من سبتمبر.
تبدين مغرية جداً على الهاتف.
هل هناك حافلة للمطار إلى المدينة؟
هل يمكنك إلغاء حجز المقاعد لي؟
نعم سيدي. الساعة الحادية عشر.
هل المبتدئون ليسوا جيدين؟
أي طائرة تصل أولاً إلى مدينة نيويورك؟
حسناً، يمكنك ركوب خدمة "غري لاين" للطيران أو "كاري" للتعبير السريع للمطار.
نعم، أنا أبحث عن هدية لأختي.
هل يمكنني السباحة هنا؟
نعم، أنت كذلك.
سعيد بلقائك أيضا. هل هذه هي المرة الأولى لك في أمريكا؟
أعتقد أنها غالية جدا. ألا يوجد لديكم سعر أكثر معقولية؟
أريد شراء هذا.
لقد سرقت فاتورتي أيضا.
هل هناك أي أطباق محلية خاصة؟
كيف غالبا يُشغّل؟
بالتأكيد. دعني أضع هذه الحقيبة؟ إلى أين أنت ذاهب؟
ماذا عن العرض الصباحي؟
توقف جانباً.
رقم التوسعة ثلاثة ستة سبعة، من فضلك.
كم ليلة ستبقى؟
عرض عليّ غريب أن يلتقط لي صورة، فأعطيته كاميرتي. ثم هرب بها.
كيف يمكنني الوصول إلى مركز ABC؟
يرجى إعداد تقرير عن السرقة.
مدير فندقي، السيد هيلتون، أعطاني اسمه.
لون أغمق، من فضلك.
هل ستغادر القطار في الوقت المحدد؟
هل هناك أي جولات تشمل زيارة إلى ديسكو؟
شكرا جزيلا. سفر سعيد.
أريد شريطًا.
لا يمكننا بيع أي شيء بدون وصفة طبية.
متى أصبت بالمرض؟
ثم سأدفعها بالدولارات والين.
هل يمكنني إعادتها إلى مدينة أخرى؟
نُقدّم السندويشات والمشروبات من الحادية عشرة ليلاً إلى السادسة صباحاً.
أرغب في بيضتين مقليتين مع البيكون، البطاطس المقلية، الخبز المحمص والقهوة.
أريد حليب ساخن، من فضلك.
أنا قلقة بعض الشيء بشأن قدرتي على الغوص بشكل جيد.
سلطة، من فضلك.
جيدياب.
في أي وقت يمكننا تناول العشاء؟
وجهتي طوكيو.
أين يمكنني الحصول على حقائب من الجلد؟
أريد السمك والبطاطس المقليّة، من فضلك.
بالتأكيد. حتى طفل صغير لن يواجه أي مشكلة في الإجابة عليه.
عذراً. أود الذهاب إلى حديقة برونكس. ما هي أفضل طريقة للوصول هناك؟
ها أنت ذا، مجاني.
من فضلك اتركهم خارج غرفتك غداً صباحاً.
ما هو الحد الأدنى لسن التصويت في اليابان؟
في الزيارة القادمة، سأعود بالتأكيد. إذن، هل يمكنني الحصول على تخفيض؟
لا ينبغي لهم مشاهدة أي برامج تلفزيونية عنيفة.
مر عام بالفعل؟ يبدو أن الوقت يمر بسرعة. بالطبع سأحضر. أخبرني فقط بالوقت والمكان.
هذا كل ما أريد.
هل يمكنك إعطائي تقديرا للتكلفة؟
أدرجت النصيحة في الشيك.
هل يمكنني الجلوس بجانبك؟
في معظم الحالات، ستكون في وضعية غير مواتية إلى حد كبير.
كم من الوقت يستغرق للوصول إلى اليابان؟
هل يمكنني مساعدتك في البحث عن شيء محدد؟
أشعر برغبة في شرب البيرة في هذا الجو الحار.
أعتقد أنني لمسة مرجان سام.
ماذا تعرف عنها؟
هل يمكنني الدفع على الطاولة؟
حسناً، دعني أرى. إنه يفوق ميزانيتي.
استمر في السير في الخط المستقيم حتى تصل إلى شارع الأمل.
أريد حجز بعض الغرف.
أخشى أن نقودي المعدة قليلة. هل يمكنك التحقق مرة أخرى؟
هل يمكنك فحص الإطارات؟
ركبت القطار الخطأ.
كم ستكون مستعدًا لدفعه مقابل هذا؟
من يطارد أرنبين لن يمسك بأي منهما.
هل ستتفقدين داخل هذه الحقيبة أيضاً؟
إلى متى تبقى مصلحة الدولة مفتوحة؟
هل هو صوف نقي؟
إلى أي مستشفى سيُنقل؟
أود استئجار لوح شراعي.
أريد بيرة من فضلك.
أريد واحدا آخر.
من فضلك أرني بعض القفازات.
كيف يمكنني الحصول على حافلة ليموزين من هنا إلى هناك؟
فيلم ملون بتعرض 24، من فضلك.
أريد الذهاب إلى أوبرا. أين تُعرض؟
يجب أن يعود في الرابعة من بعد الزوال اليوم.
لقد سرقت حقيبتي أثناء إجراء مكالمة هاتفية.
هل يمكنني ترك السيارة في مطار لا غارديا؟
أريد مقعداً على اليسار.
الشانتي، من فضلك.
أريد عصير الليمون المر.
كم سيكلفني ذلك في النهاية؟
هل هناك حظر تجول؟
هذا جميل جدا.
هل يمكنني شراء تذكرة عند البوابة؟
أعاني من طفح جلدي. أي كريم مرهم دوائي يعمل بشكل أفضل؟
هذا الحجم مناسب لي تماما.
متأكد؟
أسقطت كاميرتي على سطح صلب.
هل هناك أي شيء لا تستطيع أكله؟
اسمها السيدة غريغسون، أليس كذلك؟
يرجى التحقق من وجهة الحافلة قبل الصعود.
كم مرة في الشهر تلعبين البيسبول؟
أرِني هذا على الخريطة من فضلك.
كيف يمكنني إجراء مكالمة هاتفية إلى اليابان؟
عذراً. سقطت سكيني. هل يمكنك أن تعطيني واحدة أخرى؟
لدي حقيبتان و حقيبة واحدة للملابس الرسمية.
كم من المال كان لديك في محفظتك؟
أنا آسف، يتطلب الدفع المسبق تسعين يومًا.
أعطني لفة من فيلم سينمائي بعرض 16 ملم مع قدرة على التسجيل الصوتي.
أود أن آخذه.
كيف ذلك؟
أنا طالب جديد في السنة الأولى. لا أعرف كيف أسجل. هل يمكنك مساعدتي؟
أين يمكننا ممارسة ركوب الأمواج؟
هل يمكنك أن تُعنى بممتلكاتي الثمينة هنا؟
هل يمكنك ربطي بشخص يتحدث اليابانية؟
يمكنك شراء التذاكر من شباك تذاكر المسرح.
هل ترى التمثال في تلك البناية؟
شكراً. ثم هل يمكنك إظهار بعض الصنادل بحجم 6.5 د؟
أين هو الباب رقم 24؟
ما هو ثمن هذه العلبة السجائر؟
أريد ثلاث لفات من فيلم ملون بحساسية 36 إكس 24.
كم تبعد برج لندن؟
ما هذا المبنى الغريب؟
أخشى أنه لا توجد أي استردادات. يمكنك فقط تبادلها بشيء آخر.
لمدة كم يوم تكون هذه التذاكر صالحة؟
لقد تلقيت لكمة.
هل من الممكن تسلق جبل بهذه المعدات الخفيفة؟
هذا يتجاوز ميزانيتي.
أريد طبيباً يأتي إلى غرفتي، من فضلك.
ما هو رقم خدمة التنظيف؟
هل أنتِ أيرلندية؟
هل هو في البيع الآن؟
باعت كل التذاكر.
نود أن نلعب لمدة ساعة في العاشرة صباحا غدا.
عذرا، هل يمكنني تغيير مقعدي؟
لا أتذكر أين.
شكراً لك. سأكون ممتناً لذلك. ترى، أنا مهتم بالمسلسلات الأسترالية.
عذرا، هل يمكنك أن توصيني بفندق آخر؟
ما هذا اليوم الجميل. هل لديكم عادةً أيام جميلة كهذه في هذا الوقت من السنة؟
لقد مررنا بتجربة مشابهة في الماضي.
هل يمكنك التحقق من ذلك من أجلي؟
كان ضبابيا.
أحتاجهم قبل الجمعة.
من هو المدير؟
كم أنفقت في المجمل؟
من سان فرانسيسكو إلى ناريتا.
هذا ليس حجمه المناسب تماما.
هل أنت مفتوح يوم الأحد؟
هل هناك ديسكو جيدة هنا حول؟
أحتاجها إلى الساعة الخامسة مساءً.
لا يمكنني الاعتذار بأي شكل من الأشكال.
هل ستظل في نيويورك لفترة طويلة؟
بالتأكيد، تفضل بالدخول.
بالتأكيد. سأضعهم في الصندوق.
هل يمكنك أن تغلفه لي، من فضلك؟
هل هذا قطار سريع؟
هل يمكنك أن توصي بكتاب جيد لطفل في الخامسة عشر من عمره؟
هذا القلم الشفاه الصغير جميل جداً. أريد هذا، من فضلك.
أنا في الثامنة من عمري.
خذ ضربة جزاء.
كانت شعرها مجعدة و سوداء.
هل يمكنك اقتراح أي مكان آخر يستحق الزيارة؟
أعجبني كثيراً. لكنني أخاف أنني لا أحب التصميم. وماذا عن الباقي؟
هل يمكنك أن توصي بفندق ليس غالي الثمن جداً؟
كم يأتون في مجملهم؟
إنه عيد ميلاد صديقتي. هل لديك أي شيء خاص؟
هل أتصل بالشيف ليوضح ذلك؟
هل يمكنك أن تعطيني مخدرًا؟
هل يمكنك إغلاقها؟
أعاني من الربو.
هذه شريط فيديو قمت بتسجيله لصديقي.
لماذا ذهبت إلى نيويورك السنة الماضية؟
ما هي الوثائق التي أحتاجها لدخول الولايات المتحدة؟
اسمي تسونيومو.
هل هذا أنبوب تبغ؟
متأكد؟ ظننت أن شكل تلك الزجاجة يُستخدم لنبيذ البورغندي.
أسمع أن هناك بعض نوادي الجاز الجيدة.
أود شراء ستة ربطات عنق. هل يمكنك منحني تخفيضاً؟
أنا مصاب بنزلة برد.
اتصل بسيارة الإسعاف بسرعة.
نعم، يمكنك. الغرفة جاهزة. من فضلك اكتب اسمك وعنوانك هنا.
هل له جذع كبير؟
تسعة ثلاثة تسعة ستة سبعة صفر صفر.
أي لون تحب؟
في أي وقت سيغادر القطار التالي إلى فيلادلفيا؟
هذا السمك مطهو بدرجة كبيرة.
تحويل هذا إلى دولارات، من فضلك.
أين سنقوم بتسليم أمتعتك عندما نستعيدها؟
هل هذا جلد نقي بنسبة 100 في المئة؟
هل زرت نيويورك من قبل؟
في أي وقت يكون وقت الصعود إلى الطائرة؟
أنا معلم.
لدينا مجموعة واسعة من الحلويات، بما في ذلك الكعك والآيس كريم.
ما اسم تلك النبتة؟
كم يومًا يستغرق الأمر بالبريد الجوي؟
ديروا بالنا نذهب إلى المطعم بالتاكسي.
هذا الحساب غير صحيح.
هل يمكنني وضع أمتعتي هنا؟
كم من الوقت قبل أن نصل إلى سيدني؟
هل يمكنك إعطائي جواز سفر مؤقت من فضلك؟
إنه رخيص. هنا، سأعطيك خمسة دولارات ولا سنت واحد.
سأتناول إفطاراً كبيراً من خدمة الغرف.
كوكا كبيرة.
هل يمكنك منحى تخفيض؟
نعم، ها هو.
هل يمكنني مواصلة السفر؟
أي موسم هو الأجمل في هذا البلد؟
هل يمكنني طلب كأس من النبيذ؟
عالم صغير.
لا، دعني أنظر أولاً.
هل يمكنني تغييره إلى رحلة سابقة في الخامس؟
بالتأكيد. قم بملء هذا النموذج والتوقيع عليه، من فضلك.
ما هو معدل التضخم؟
تُقدّ لنا قهوة غنية النكهة.
يجب أن أنطلق الآن.
هُمْ واسِعُونَ جِدًا.
أين غرفة الأمتعة؟
يوم الجمعة ممتلئ بالكامل حتى الساعة ثماني وثلاثين.
دعني أفكر في الأمر. سأذهب للتحقق من بعض المحلات الأخرى.
لا أريد أن أنفق أكثر من ثلاثين دولارا لكل قطعة.
أريد شريحة من الشوكولاته، من فضلك.
هل يمكنك إخباري أين يمكنني تسجيل الوصول لهذا الرحلة؟
هل يمكنك رسم خريطة؟
شكرا جزيلا. ها هو تذكرة تعديلك.
عذراً. هل يمكنك إخباري بساعات عملك؟
متى ترتدي الكيمونو؟
رجاءً أخبره أن يتصل بي فور وصوله. هذا الرقم 35481139. فندق هيلتون، غرفة رقم 1209.
أريد بعض حمام الفقاعات.
سيتجاوز الأمر الواحدة ظهراً.
أبحث عن تذكار لأمي.
سأضعك في حدود الخمسين وخمس سنوات.
هذا مشهور.
أقول لك الصيف هنا ليس سيئًا جدًا.
كيف يمكنك ربط حزام الأمان؟
هل لا يزال هذا التذكرة متاحة؟
هل يجب على الجميع النزول؟
هذا هو الدواء الذي أعطانيه طبيبي العائلي.
دعني أنظر إلى تلك السيارة.
كانوا أربعة شباب.
لا أشعر بتحسن.
سأصل بعد العشاء.
هل يمكنني الحصول على صندوق للتغليف؟
المناخ معتدل.
من فضلك استدعي سيارة أجرة في الساعة الثانية بعد الظهر.
إنه مبالغ فيه بالنسبة لي.
دعني أرى هذا.
هل هناك ديسكو في الجوار؟
ما هو ثمن الغرفة؟
الطعام بارد.
ما هو المكان الأكثر توصية بزيارته؟
هذا الطائرة متأخرة باثنتين ساعات عن الموعد المحدد.
آه، أحب أن أفعل ذلك.
كأس من شابلي.
إلى أي جزء من "أ" ستذهب؟
هل يمكنك أن تتصل بطبيب من فضلك؟
من فضلك انظر ماذا يمكنك أن تفعل من أجلي.
شكراً على النصيحة. سأجربها في المرة القادمة.
لا، شكرا.
هل يمكنك تشغيل التكييف؟
من أي جزء من الولايات المتحدة أنت؟
أه- إني أختنق من زيتونة عالقة في حلقي.
الثلاجة ما كاتعملش.
مرحبا. كان سروري.
هل يمكنك أن تصلني بشخص يتحدث اليابانية؟
هل يمكنني الحصول على الفاتورة، من فضلك؟
عذراً، هل يمكنك أن تخبرني ما هو هذا العنصر في القائمة؟
إنه مفتاح من نوع بطاقة. يمكنك الاحتفاظ به معك.
أنا مجمد تماماً.
يبدو هذا الطعام شهيا.
هل ترغب في قهوة أو شاي بعد الوجبة؟
إنه حقيبة جلدية كبيرة.
هل يمكنك اختيار واحد لي؟
لدي حساء فول الصويا الفوري.
في نيويورك.
الممر رقم سبعة.
هل تخبرني بأي طابق توجد المطاعم؟
قمت بحجز في المطار.
ما هو الحجم بالسنتمترات؟
كنت أمارس الكاراتيه عندما كنت في المدرسة.
أود حجز طاولة لخمسة أشخاص في الساعة السادسة من اليوم.
هل هذه الحافلة صحيحة لخطوط طيران اليابان؟
أود أن أذهب إلى مطعم نيويورك الحقيقي، ليس غالياً جداً.
لا خيار. هنا مناسب.
ما هي الوثائق التي أحتاج لتقديمها لاستئجار سيارة؟
سأخبرك بمجرد وصولي هناك.
أين يمكنني شراء اللوازم المدرسية؟
أصبت بالإنفلونزا.
وقع حادث.
هل الدكتور توفلر معلم صارم؟
يعتمد ذلك.
لا أستطيع قفل الباب.
هنا. هل ستُريني بطاقة هويتك أو جواز سفرك؟
دعنا نُجري له مكالمة هاتفية.
إنه الرجل.
من فضلك أرسل نادلاً إلى غرفتي.
دكتور، من فضلك.
كم هو ثمن الدخول؟
من فضلك، أوصني بفندق.
كم عمر اليابان؟
هل يمكنك وضع هذا في صندوق الأمان لي؟
أخشى أن تركت أغراضي في الطائرة.
حسنا، إذن يجب أن تعرف كيف نشعر جميعا هنا أسفل. لا نتقبل من الخارجين أن يخبرونا كيف نعيش حياتنا.
هل يمكنك تنظيف النافذة؟
ما اسمك من فضلك؟
أنا أوافق على ذلك الاقتراح.
لشخصين في السابعة، صح؟ هل يمكنني معرفة اسمك من فضلك؟
هل لديكم أي ساعات يدوية التعبئة؟
هل هناك خطأ في الفاتورة؟
إلى اللقاء الآن.
يمكنك استخدام التذكرة في جميع القطارات.
لكن لا تقلق. يمكنك النزول في المحطة القادمة والمشي للعودة. ليست بعيدة.
حاولت تلك السيارة القيام بمناورة يسار إجبارية.
هل يمكنني الحصول على طاولة؟
أين قاعة الطعام؟
بمظهر السجادة، من فضلك.
أين يجب أن أتصل إذا واجهت أي مشكل؟
ما هو ثمن البريد على الأيروجرام، من فضلك؟
تصنيع السيارات هو الصناعة الرئيسية لليابان.
هل يتكلم أي منكم اليابانية؟
لا داعي لذلك، شكراً. سأأخذه.
بهذه الطريقة، من فضلك. هل هذا الطاولة جيدة؟
ما هي هواياتك؟
لحظة من فضلك. سيدي، أخشى أن السيد أوكاوا ذهب لتناول الغداء. هل ترغب في ترك رسالة؟
نود أن يكون لدينا أطباق بثلاثين جنيهًا تقريبًا لكل شخص.
لِمَن هذا الخط؟
ها هي بعض السماعات.
أريد مصباح يدوي.
هل سأعطيه الرسالة؟
مرحبا. هل هذه هي الاستقبال؟ أنا في الغرفة رقم واحد سبعة أو. أخشى أن لدي شكوى لأقدمها.
هل ترغب في الحضور إلى حفلتنا الليلة؟
يا إلهي، هذا رائع. أحب صوتهم. وماذا عنك يا بوب؟
هل هذه هي القطار الصحي إلى غراند سنترال؟
كم تكلف تذكرة اليوم؟
كان ذلك منذ سنتين عندما جئت هنا آخر مرة. هل استمتعت برحلتك؟
أعتقد أننا نستطيع أن نحصل لك على طاولة في حوالي خمسة عشر دقيقة.
مكالمة شخصية إلى طوكيو، اليابان، من فضلك.
هل هناك تكييف هواء؟
كم هو المجموع؟
أين ستسكن؟
إليكم تسع وتسعين ين. رجاءًا، غيروها كلها إلى دولارات.
في ABC.
أريد واحدة أكثر جفافا.
في هذه الحالة، يوجد جدول الأسعار بالقرب من مقعد السائق.
هل يجب أن أعود إلى مكتبك مرة أخرى؟
هل يمكنني إيداع أغراضي الثمينة عندك؟
قل ذلك مرة أخرى.
كان رجل طويل القامة والرجل الآخر قصير القامة.
هل من الممكن وضع طبقة جديدة من الطلاء في غرفة المعيشة؟
قد يكون شمعة الإشعال.
حسناً، هذه الجولة الاستكشافية جميلة.
لسوء الحظ، نعم. يقع مقرّنا الرئيسي هنا. وأنت؟ هل هي زيارتك الأولى؟
من فضلك، أوصني بمطعم جيد بالقرب من هنا.
هل يمكنك قبول شيك بالين يابانية؟
سأنزل عند الكاتدرائية.
حقيبة كتف بيضاء.
هل رأيت هنا معطفا أسود؟
تركت كاميرتي في التاكسي.
هل يمكنني تغيير هذه التذاكر لعرض الغد؟
أود أن أستحم قبل وجبتي.
كيف تُريد أن يُطهى لحمك؟
يا له من فخامة أن تلعب الغولف في أستراليا.
أين تم صنعه؟
ما هي تلك التي يأكلونها؟
علبة من مارلبورو من فضلك.
عذراً، لكن أي طريق نسلك الآن؟
هل يمكنني طلب هذا من اليابان بعد عودتي؟
أود استئجار دراجة.
لا يوجد صابون في غرفتي.
هل يمكنني أن أسألك اسمك؟
هل يمكنني الانتقال إلى مقعد فارغ؟
رحلة واحدة إلى ناريتا، المغادرة في العاشر من يونيو، مؤكدة من جديد.
هل ستُخبرني ببعض الأماكن المُثيرة للاهتمام التي يمكنني الذهاب إليها ورؤيتها في هذه المدينة؟
أرسل هذا إلى اليابان عبر التلغراف.
أعتقد أنني مصاب بالحمى.
نادر متوسط.
أعتقد أنني سآخذ النصف دولار. أعطني دوزة، من فضلك.
هل هو بعيد للمشي؟
أعتقد أن هذا هو النوع الذي نود استيراده.
نعم. أنا أبحث عن أحمر شفاه شانيل رقم خمسة وثلاثين.
هل قرأت بطاقة تعليمات السلامة؟
هل يمكننا مشاهدة فيلم في هذه الرحلة؟
يجب أن أكون عائداً بحلول السادسة مساءً.
عذراً، أريد الذهاب إلى ميامي.
نكتب بطاقات رأس السنة ونرسلها بالبريد. تصل في الأول من يناير.
هل ستذهب إلى المدرسة؟
أخذت القطار 12:50 من سان دييغو.
شنو لي كايعرض هاد الأسبوع؟
كيف يمكنني العودة إلى هنا؟
أريد بعض السكر، من فضلك.
هل يمكنك ملء هذا النموذج الخاص بالتأمين الصحي، من فضلك؟
من الثامنة إلى الثامنة والنصف.
في الحقيقة أنا في دورتي الشهرية. هل هذا مشكل؟
هل يمكنك وضع علامة عليها في هذا الخريطة؟
ترى، ماء الحمام لا يصبح دافئًا بما فيه الكفاية.
هل هناك أي تغيير في جدولنا؟
أريد فقط أن أتمشى في هدوء.
أريد العودة إلى الفندق للبحث عن كاميرتي.
يجب عليك أن تأخذ سيارة أجرة، لأن لا يوجد أي نقل عام.
في الكتلة الثالثة على يسارك.
ما رأيك أن تلعب التنس معي الأسبوع القادم؟
نحن الثلاثة نرغب في لعب جولة. كم ستكون التكلفة؟
نعم، سأحضر دمية يابانية لصديقي.
هذا ليس ما طلبت.
أحتاج إلى وقت إضافي قليل.
سأختار هذا.
تغير القطارات في المحطة الثالثة.
أفضل الطعام الإيطالي.
سنقلع في دقائق قليلة. يرجى التأكد من أن حزام الأمان محكم.
فِي أي وقت تكونون مفتوحين؟
نصف يوم هو ثلاثون دولار. يوم كامل هو خمسون دولار.
هل يتوقف حافلة شارع فيفث أفينيو هنا؟
هل يمكنني رؤية رخصة قيادتك من فضلك؟
هل يمكنني أن أحصل على بعض الحبوب؟
تبدأ رحلتنا في الواحد والعشرين من يوليوز وتنتهي في السابع والعشرين.
كيف تنطق هذه المحطة؟
هكذا، من فضلك.
هل هناك حافلة للمطار إلى فندق الشيراتون؟
نعم، سأرغب في كأس من البيرة النصف مجمدة مع المقبلات.
عندما كنت أسير على طول برودواي.
هل هناك أي شيء مثير للاهتمام هنا؟
أعطني ثلاثين لترا.
التقط لنا صورة، من فضلك.
عمل من هو هذا؟
يجب أن نتصل بمكتب المعلومات في زاوية بهو الفندق. سيتولون حجز الغرف.
إنه لصوص.
يُقصد به مساعدة المتألمين في مصاريف الجنازة.
حسناً. اعطف يساراً في الزاوية القادمة. ستراه أمامك مباشرة.
ما الذي تعتقد أنه أفضل لبشرتي، طلاء الأظافر الداكن اللون أم طلاء الأظافر الفاتح اللون؟
كم هي المسافة إلى هذا الفندق؟
أود تحديد موعد مع السيد واتسون.
لا، سأخرجهم.
نعم، لدينا. أي نوع تريد؟
أي دواء لعلاج البرد تنصحني به؟
ماذا تفعل عادة في وقت فراغك؟
عذراً. أين هاتف عمومي؟
أعتقد أنها تجعلني أبدو أكبر سناً.
اليوم لدينا مينستروني، كريم أسباريس، و حساء خضار.
أعتقد أنك تستطيع الحصول على كل هذا في السوبر ماركت. إن لم تستطع، لا تقلق. سأذهب إلى الصيدلية غداً.
أتساءل متى أستطيع العودة هنا.
من فضلك اربط حزام الأمان وانتبه لإشارة "لا للتدخين" إلى أن يتم إطفاؤها.
هل يمكنك تغيير مقعدي إلى مقعد في قسم التدخين؟
هل يمكنك أن تجلب لي بيرة أخرى؟
لا يعيش أحد بهذا الاسم هنا.
أود إلغاء حجزي للرحلة في الخامس من مايو، وحجز واحدة بدلًا منه في التاسع من مايو، من فضلك.
أريد الإيطالية، من فضلك.
ما هي الرسوم التي لا تشملها؟
اشتريت قلم شفاه كهدية.
هل يمكنني الانضمام إلى تلك الصفوف حتى وإن كنت مبتدئًا؟
من صنعها؟
لا تبيعهم منفصلين؟
يمكن لمنظفنا أن يساعدك، أو يمكنك الحصول عليه عبر سيارة أجرة.
بعض السجائر، من فضلك.
هل يمكنك أن تحصل لي على تذكرة؟
هل هو هوايتك جمع الحيوانات المحشوة؟
هل يمكن لليابان إنتاج كل الغذاء الذي تحتاجه؟
أريد مضخة هواء.
أعتقد أنها بسيطة قليلاً بالنسبة لي.
أين يمكنني شراء بعض تذاكر الصعود؟
في أي وقت يبدأ القطار؟
رجاءً ألغِ بطاقتي.
توقفت هذه الساعة القديمة عن العمل. هل يمكنك استبدالها؟
أريد تغيير بعض الين الياباني إلى دولارات أمريكية.
من يجب أن أتواصل معه إذا واجهت مشاكل؟
سأأخذ ثلاثمائة غرام من هذا.
بعض الحلوى؟
ما هو اسم الفنان؟
شكراً. هل يمكنني التحدث مع السيدة ياماتو، من فضلك؟
أقترح عليك زيارة مبنى الأمم المتحدة على ضفة نهر إيست أيضاً.
هل يمكنني الحصول على ربعين لتر من الحليب؟
أود استئجار سيارة.
فقدت جوازي السفر.
أنت تتقاضى أكثر من الأجرة.
لا أعرف كيف أغلق هذه الستائر.
غضبت منه.
يجب عليك دفع رسوم إضافية للحلوى.
هل يمكنني طلب وجبة نباتية؟
شكرا. كان من اللطيف رؤيتك. مع السلامة.
في بعد الزوال من يوم الثلاثاء، ليس هذا المحطة الجوية مزدحمة جدا.
مرحبا. قمت بحجز لمغادرة الليلة في السابعة. لكنني أود تغيير الوقت. اسمي سوزوكي.
عادة ما تكون تساقطات ثلج خفيفة بوصة أو بوصتين.
سيكون من الجميل أن يكون الجو جميلا غدا.
هل يمكنك أن تجد لي مربية أطفال؟
كنت محظوظًا جدًا بالحصول على تذكرة الليلة. لم أصل إلى المدينة حتى الساعة الثالثة بعد الظهر.
أود أن يتم إرساله عن طريق التعبير السريع.
إذا كنت ستدخن، يرجى الانتقال إلى الصفوف من الأربعين إلى الخمسين.
لقد سُرق جوازي.
يمكنك استلامها عند البوابة قبل الصعود. يرجى إظهار هذا الإيصال هناك.
إنه حقيبة ليلية زرقاء صغيرة.
أريد مصباحا.
هل ستقوم بوضع علامة عليها في خريطتي؟
رجاءً قم بتحويل هذا المال إلى دولارات.
ما هو السعر في الشهر؟
هل يمكنني إجراء مكالمة من هذا الهاتف؟
ماذا عن هذا الطائر الورقي المصنوع في اسكتلندا؟
كان كل شيء فجأة. لذا لم أرَ وجوههم.
أحضر لي طبقًا، من فضلك.
تذكرتين ليلة اليوم، من فضلك.
حافلة؟ أعتقد أنك تقصد سيارة ليموزين لنقلك إلى الفندق. أي فندق ستذهب إليه؟
أود سحب أربعمائة دولار من حسابي.
في أي وقت يفتحون؟
عذراً. أعتقد أن مقعدي بجانب مقعدك.
أريد تنظيف أحذيتي.
هل رسوم الخدمة والضرائب مدرجة؟
إذن هل هذه المصطلحات مقبولة؟
أريد شراء علبة سجائر.
نحن مهتمون بالأثاث.
لست جيدا في الإنجليزية.
نعم. تحت المقعد.
آه، آسف. ربما لديكم بالفعل مكان في ذهنكم - أين كنتم ترغبون في الذهاب؟
هل يمكنك تأمين هذه الطرد؟
نعم، تم قبولي بالأمس من طرف الدكتور جونسون.
أين صُنع هذا في الأصل، ومنذ متى؟
أفهم. أنت تدفع فقط رسوم إضافية.
حسنا، ماذا عن هذا الحزام عالي الجودة من جلد الماعز؟
كم تكلفة أرخص مقعد؟
هل لديكم سمك مقلي؟
رجاءً املأه عندما تعيد السيارة.
كم من الوقت ترغب في استخدامه؟
توست وكأس من القهوة، من فضلك.
سنأخذك أمام الفندق.
أخشى أن لا أستطيع الحصول على موافقة على هذه البطاقة الائتمانية.
آسف، لم أفهم معنى هذا الإشارة المرورية.
ثلاث كؤوس من البيرة الناشفة، من فضلك.
هل يمكنني طلب كأس من النبيذ؟
إنها ثمانون وخمسة سنتات. لا تنسَ أن تحصل على نقل عند صعودك، حتى لا تضطر إلى الدفع مرة أخرى عند تغيير الحافلات.
هل سندخل جميعا في نفس الوقت؟
هل يمكنك الانضمام إلينا للصورة من فضلك؟
وضعته هنا هكذا منذ حوالي ثلاثين دقيقة.
متى تكونون مفتوحين؟
ماذا يتم إنتاجه محلياً؟
إذا لم تتعامل مع هذا المجال، هل يمكنك اقتراح متجر متخصص فيه؟
شكراً على الانتظار. هذا أوهنو يتكلم.
هل هناك أي منحدرات للمبتدئين؟
ما هو برنامج اليوم؟
أريد أن أبقى يوماً آخر.
أنا هنا لألتقي بصديقي.
حسناً. أي نوع من الغرف تفضل؟
هل يمكنك أن تحفظ هذا النبيذ لنا حتى ليلة الغد؟
تزايد عدد النساء في المناصب الإدارية.
دعني أجربها، من فضلك.
كل هذه الأطعمة الدهنية مجرد جلوس في بطني.
هل لديك رسالة تغطية بالفاكس؟
يُطلب منك فحص النباتات والحيوانات في مكتب الحجر الصحي إذا كان لديك أي منها.
أحتاج إلى نصف ساعة على الأقل لحزم حقائبي.
هل يمكنك أن تجد لي مقعدا في رحلة الغد، من فضلك؟
سأأخذ ابني إلى الحديقة الحيوانية.
إلى ميامي، من فضلك.
أريد الطاولة الأقرب، من فضلك.
هل لديك شيء أصغر؟
اسمي ميوكيو كاتو، وأنا صديقة ماري منذ أن كانت تدرس في اليابان. هل ماري في الداخل؟
شاي مع حليب.
لماذا يحدث هذا؟
أين أقرب مكتب بريد؟
إنه كاميرا.
هل هناك مترو أنفاق قريب؟
فقدت مفتاح الغرفة.
هل هناك وقت لاستعمال الحمام قبل الإقلاع؟
آه، نعم. لقد فعلت. أحبها.
آه، ما عندي لا رغبة لا في فعل شيء كهذا.
شني غادي ناخد؟
أريد معطفا طويلا.
إلى فندق بوسطن، من فضلك.
الساعة الثانية عشر.
نعم، يمكننا أن ننجح في إنجازه بحلول ليلة الغد.
اسمي تارو تاكاي.
مساء الخير، من فضلك.
أعطني تذكرتين لدخول المعرض هذا الخميس.
هل يمكنني استخدام هذه القسيمة للطائرات؟
سيكون هذا من عون كبير لي. على فكرة، أتساءل إن كان بإمكاني البقاء في الغرفة نفسها؟
من فضلك تأكد من المجيء لرؤيتي غداً في السابعة صباحاً.
متى هو القطار التالي إلى بوسطن؟
دعني أقول كلمتي.
مرحبا. انظر.
هل يمكنك أن تصنع لي بينا كولادا؟
لا أفهم أي شيء مما يقوله الناس من حولي.
مساء الخير. لدي حجز. اسمي يامدا.
يغادر كل عشر دقائق.
نعم، هناك واحد على الجانب الآخر من المبنى.
أين النصب التذكاري؟
هل هذه هي الطريق الصحيحة إلى المحطة؟
لا نملك حجزك.
آه، أفهم. هاته هي القنوات لنظام الكابل بالفندق.
هل سيكون معفيًا من الضرائب إذا أرسلت هذا من هذه المحل إلى اليابان؟
خمسة حديد، من فضلك.
آه، اسمع، هل تعرف، هل تعرف أين طريق "ريفرسايد"؟
فقدت شهيتي.
هل هناك أي أخريين؟
أود أن أخرج شيئا من حقائبي.
سنترك ذلك مفاجأة.
اصطدمت بسيارتي في حفرة.
أعاني قليلاً من تأخر التوقيت.
أرغب في طلب خدمة الغرف، من فضلك.
ما هو رقم بوابة خطوط طيران اليابان إلى طوكيو؟
لدينا بالفعل مقاعد متاحة في رحلة الثامنة والخمسين يوم الاثنين، السادس والعشرين.
لماذا يكلف هذا المبلغ؟
أعاني من مشاكل في المعدة.
أود أن آخذ حافلة إلى المحطة. هل يمكنك إعطائي بعض الندوات، من فضلك؟
حسناً، أولاً يجب أن أذهب إلى مركز المعلومات وأبحث عن فندق.
في الحقيقة، جاء جدي الكبير من صقلية في بداية القرن.
أود أن أتصل باليابان عبر مسافات طويلة.
أود أن أتعلم كيفية ركوب الأمواج الشراعية.
عذراً. أين الصيدلية القريبة هنا؟
ابني يدرس في كلية الدراسات العليا بجامعة هارفارد.
نعم، أريد إجراء مكالمة هاتفية دولية إلى اليابان. الرقم هو طوكيو 34762936.
لقد لدغتني نحلة. يبدو الأمر سيئًا حقًا.
يرجى الاتصال بهذا الشخص.
هل يمكنني المرور من أي من هذه النقط؟
غرف متجاورة من فضلك.
هل هناك حانة قريبة؟
بالتأكيد. غرف تغيير الملابس هناك مباشرة.
هل يمكنني الحصول على زجاجة ماء ساخن؟
من فضلك أرسل لي تنبيهًا للاستيقاظ في السادسة صباحًا غدًا.
في أي وقت يمكنكم أن تكونوا هذه القمصان جاهزة؟
في الحقيقة، اشتريتها في اليوم الآخر بدافع النزوة في المحل القريب من بيتي.
لحم بقر أو دجاج؟
لدي دبوس عظمي معدني.
أريد الذهاب إلى ساونا.
أين أنزّل عند الشاطئ؟
أين مكتب المفقودات والمستردات؟
أرجو أن تُريَني كيف أستخدم هذه الآلة.
حسناً، انطباعي عن أرض جبلية، مزدحمة، نشطة، مليئة بالضوضاء، مليئة بالطاقة، كأنها على وشك الانفجار. عن شعب مجتهد، يعمل بجد، متقلب، فضولي، مستعد لتعلم كل شيء، يأكل ويشرب بشراهة ولكن بنوع من الأناقة، يكسب وينفق بانتقام.
عشرة دولارات في أرباع، من فضلك.
فأود استبداله.
أردت ذلك.
عذراً. هل هناك ممر للمشاة بالقرب من هنا؟
هل يمكنني التوقف؟
أريد رواية إنجليزية سهلة القراءة.
هل هناك متجر جيد للملابس للأطفال؟
أود أن أغادر مبكراً غداً صباحاً. هل يمكنني تسوية فاتورتي الآن؟
آمل أن تعود مرة أخرى.
هل يمكنك إيقاف شيكاتي الشخصية؟
السيد جونز خارج الآن. من المتوقع أن يعود قليلاً بعد الساعة الثالثة.
الليل بارد جدا.
أرغب في إجراء فحص طبي.
هذا ألماس من قيراط واحد، أليس كذلك؟
سعيد بلقائك أيضا.
أين يمكنني شراء الطوابع؟
كم ساعة يستغرق الوصول إلى هناك؟
هل تريدنا أن نطلبها؟
اسمي ياماموتو.
أريد استرداد الأموال.
أريد هذا وهذا وهذا، من فضلك.
قطّع الأطراف فقط، من فضلك.
رجاءً أخبريها أن تتصل بي.
كيف آكل هذه الأطراف الكبيرة للسلطعون؟
هل هناك حلبة تزلج بالقرب من هنا؟
ماذا عن الجاز؟
و الآن أنا حر لبضعة أيام.
هل هو مقفل؟
ستضطر إلى أن تكون هناك في السادسة والنصف كأبعد حد.
هل ستتصلين به غدا صباحا كما وعدتِ؟
هل نطلبها لك؟
أريد رؤية مصلحة المدينة.
مكتب الاستقبال؟ أنا ناكامورا يتكلم. لتوّي قمت بالتسجيل. لكنني لا أحب هذه الغرفة.
نود أن نجلس جنبا إلى جنب.
أود أن أبدأ في ذلك.
خطئي.
أريد استدعاءً للاستيقاظ في الصباح.
آمل أن أراك مرة أخرى.
يظل أعضاء مجلس المستشارين في مناصبهم لمدة ست سنوات، بينما يخضع نصف الأعضاء للانتخاب كل ثلاث سنوات.
أرجو إيداع المبلغ في حسابي.
هل هناك رابط مع بيرث؟
نعم، هو كذلك. إذن، هل تقوم بالتسجيل هنا، سيد يامادا؟
أريد أن آخذ حماماً.
هناك كاميرا داخل. يرجى وضعها في مكان آمن.
إنه، إيه، هكذا.
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتيلات.
لا، شكراً. هل يمكننا الحصول على كوبين من الماء، من فضلك؟
إذا كان لديك، فلن تحتاج إلى الدفع مرة أخرى عندما تأخذ الحافلة رقم 44.
أي طابق؟
أريد الذهاب إلى المطعم.
أريد معطفا ثقيلا للشتاء.
لدي في هذه الحقيبة أغراضي الشخصية فقط.
هل يمكنني الدفع بشيك سياحي؟
قمت بإيداع.
ألعب التنس مرتين في الأسبوع.
خمسة عشر أ. هل أنا جالس في المكان الخطأ؟
ليس لدي هوايات. فقط العمل بجد، كما يفعل معظم اليابانيين.
آه، أستاذ كورن يحب أن يُقدم اختبارات مفاجئة.
عندما ترى واحداً، فقط أومئ برأسك.
أحتاجها في أسرع وقت ممكن.
أود إرسال هذه البطاقة البريدية إلى اليابان عن طريق التعبير السريع.
أود تسجيل الدخول، من فضلك. اسمي هاروكو أوغاوا. أعتقد أن لدي حجزا.
هل أنت تأتي بأي هدايا لأي شخص في هذا البلد؟
عذراً، أود إرسال هذا إلى اليابان. ما هي تكلفة البريد لهذا؟
أريد كاميرا رخيصة.
في هذا الوقت، سيدي؟ إنها الساعة الحادية عشر صباحا.
لا. أنا ياباني.
عاشت حقبة إدو، دون حروب في البلاد، لمدة حوالي مائتين وخمسين سنة.
أود أن أعطيكِ دمية من كيوتو.
أريد الإبلاغ عن فقدان وثائق قيمة.
في أي وقت يرتفع الستار؟
كيف يمكنني ارتداء هذا بشكل أفضل؟
هل يمكنني وضع أمتعتي في الصندوق الخلفي؟
أعتقد أن هذا التغيير خاطئ.
هناك حقاً الكثير من المطر. آمل أن ينقشع.
اتركه طويلا.
أترجم النص التالي إلى العربية المغربية.