بغيت نحجز طبلة للعشا الليلة.
هاك. خلي ليك الصرف.
غانبقى فالفندق ألفا.
علاش الأقراص المدمجة رخاص بزاف تما؟
الثمن هو خمسة وسبعون سنتا. المرجو أن يكون لديك المبلغ الصحيح.
كيعجبني الجاز.
هل سيكون هناك تفتيش فردي للأمتعة في الجمارك؟
بغيت نحجز غرفة فردية في الفندق ديالكم، لمدة ثلاثة ليالي بدءا من فاتح يوليوز.
إلى الفندق الكبير.
ولكنه لا يقول جسر البوابة الذهبية. يجب أن نسأل شخصا ما. عفوا، هل هذه هي محطة الحافلات الصحيحة للذهاب إلى جسر البوابة الذهبية؟
اه، هاهو.
اه. واش نقدر نعاونك؟
عافاك، عيطي للنادلة اللي كتسنا هاد الطبلة.
بغيت شي كحول ميثيلي.
واش نقدر نستمر فالسفر؟
واش كاين شي حد باش يهتم بيه؟
تهلا فراسك.
سالييت، شكرا.
واش ضروري نلبس جاكيط وكرافاط؟
أي فصل هو الأجمل في هذا البلد؟
غايطول هادشي شي عشرين دقيقة.
واش ممكن نطلب كأس ديال النبيذ؟
غانوريك فين كاينة بيتك.
بغيت نأكد الحجز ديالي.
من الأحسن ليك دير فحص شامل فشي سبيطار عمومي.
السلام. هادا هو المشغل الدولي. شنو هو الرقم اللي بغيتي تعيط ليه؟
جنب كاونتر الخطوط الجوية السنغافورية اللي تما.
هادشي ما خدامش مزيان.
واش ممكن تعطيني الساروت ديالي، عافاك؟ رقم الغرفة هو واحد و خْمَطَاشْ.
خود هاد الوصفة الطبية للصيدلية.
واش ممكن ناخد بلاصة حدا الممر، عافاك؟ بغينا بلاصة مايكونش فيها التدخين.
الآنسة يوشي ساوا. ي و ش ي ي س و ا. الرقم هو ثلاثة أربعة خمسة ستة سبعة ثمانية تسعة صفر.
باسم شركة ياماتو كوجيو، أود أن أعبر عن شكري الجزيل لكم على لطفكم ومساعدتكم في قيادة هذا الاجتماع الذي انتهى بهذه النتائج الجيدة.
مايمكنش نتحرك.
سمحلي. كنقلب على هاد العنوان.
حقائبي تعرضت لأضرار كبيرة.
فين كاين أقرب مدخل؟
غرفة مفردة مع حمام، من فضلك.
خاصني نتجنب الماكلة اللي فيها السكر.
بغيت بلاصة حدا النافذة، الله يخليك.
بغيت نحجز طبلة لشخصين.
هادشي باين غادي يكون ممتع. على آش كنتسناو؟
واش هادشي معفى من الضريبة؟
بغيت نصلح الساعة ديالي. هاد الساعة كتخسر تقريبا جوج دقائق فالنهار.
عالم صغير.
بغيت نكري شي زلايج ديال الما.
لا، خليني نشوف الأول.
واش كاين شي اتهامات أخرى؟
فين كاينة الساحة؟
شكراً. سنوقظك في الثامنة.
واش نقدر نبدلو برحلة قبل من هادي نهار الخامس؟
و رغم أن "الرينجي" هو كتابة الخطة الأصلية و تعميمها على الأشخاص المعنيين للحصول على موافقتهم.
سمح ليا، ولكن فهاد الوقت كلشي عامر.
واش عندك شي خواتم ديال الأوبال؟
واش غتلعب معايا؟
عافاك، عَمْرْ لِي هاد الوصفة الطبية.
إذا كانت لديك فرصة لزيارة طوكيو، فلا تتردد في الاتصال بي.
دابا هدرتي مزيان.
واش عندكم شي جولات سياحية؟
غادي تجيب ليا هاد الكمبيوتر الشخصي، ياك؟
بغيت شريط ديال كاميرا الفيديو، الله يخليك.
أخشى أنني لا أستطيع دفع أكثر من ستين دولارًا في الليلة.
غاناخد قهوة مع الحليب.
واخا. عافاك، كَمّل هاد الفورمُولير و وقّع عليه.
من الأحسن ليك ما تبقاش سهران طول الليل.
بأي وقت خاصني نرجع للحافلة؟
ما عنديش فوركيت.
واش عندكم رحلة للاس فيغاس؟
ما نقدرش نحرك رجلي اليسرى حيت كتعطيني بزاف ديال الألم.
فين كاينة بلاصة ديال استلام الأمتعة؟
واش تقدر تزيد شوية ديال الما فكاس ديالي؟
كانْتْفَكَّرْ بْلِّي خْدَيْتْ صُورَة فْرِيسْتُورَانْ فِينْ تْغَدِّينَا.
وصلت إلى هنا بالقطار الذي غادر لندن في الساعة الثانية عشرة وخمسين دقيقة.
نعم، عندي. متى يمكنني إعادة إصدارها؟
واش عندك شي حاجة خفيفة؟
مساء الخير. شحال من واحد كاينين فالحفلة ديالكم؟
عافاك سير.
سمح ليا أسي، ولكن كلشي محجوز.
واش تقدر تكتب هادشي، عافاك؟
خاصني نمشي للحمام.
شنو هو معدل التضخم؟
فريق سينسيناتي ريدز خاسر بثلاثة أشواط.
فين كاينة المنطقة ديال التزلج على الثلج؟
اه، هل ستخبره أن نوريكو إيتو اتصلت؟
فين نقدر نخلص ثمن المسافة الإضافية؟
فين كاينة الحافلة المكوكية؟
بغيت شي سولي.
واش بغيتي نعطيك شي حاجة باش تبكي؟
طحت من الدروج.
غسل هاد الشي قبل تسعة ديال الصباح غدا.
بغيت نمشي نصيد.
كَتْقَدّْمْ لِينَا قْهْوَة مْعَقّْدَة.
واش تقدر تصلح لي الكعوب ديال هاد الأحذية؟
بغيت نعرف وقت إقلاع الرحلة ديالي اللي غادي نكمل بيها السفر.
راه كاين تما. مرحبا بيك تاخد واحد.
واش ممكن نستعملو ملعب التنس هاد العشية؟
واش غادي تجيب ليا الفطور غدا مع الثمنية الصباح؟
واش نتا من هاد المنطقة؟
من أي نوع من الجلد صُنعت هذه المحفظة؟
فين كاين البلاصة اللي نقدر نركب فيها الحافلة اللي غادية للمحطة ديال المدينة؟
عندك عينين زوينين.
فين كاين بلاصتي، عافاك؟
بغيت فلتر ديال الأشعة فوق البنفسجية، الله يخليك.
واش ممكن نشوف شي حاجة أرخص؟
بغيت طابلة ديال غير المدخنين، الله يخليك.
واش هاد الجودة هي أحسن حاجة عندك؟
أشنو بغات تشرب السيدة؟
سمحلي، واش كتمشي للشارع الثالث والشارع السابع والعشرين؟
سمح ليا. فين كاين البار؟
شكراً. احتفظ بالباقي.
واخا، غادي نعيط ليك من بعد. شكرا.
واش كاين بلاصة للعب؟
واش عندك جوج تذاكر ديال "الجميلة والوحش" ليوم الأربعاء؟
واش عندكم جولة ليوم كامل؟
فاش غنوصلو لنيويورك؟
خصني نمشي دابا.
أخشى أنه لن يصل حتى الغد.
هذا ليس مشكلاً. لقد أخذنا بالفعل هذا النوع من الحالات بعين الاعتبار في حساباتنا.
واش تقدر تديّني لشي سبيطار؟
فين كاينة أقرب صيدلية لي خدامة طول الليل؟
واش عادي ناكلو غير الحلوى؟
واخا. خلينا نتحققو من كلشي بشكل كامل.
كانت حركة المرور مروعة جدًا في منطقة أتسوجي، أليس كذلك؟
هوما واسعين بزاف.
السمك اللي كتقصد هو الفوغو. عندو سم قاتل في الكبد و المبايض ديالو.
كنت كنظن أن هاد الحفل كان مزيان بزاف.
فين كاينة غرفة الأمتعة؟
واش ممكن نصور من لداخل؟
ما نقدرش ندير هادشي بوحدي.
ما عمرني شفت شي منظر واسع بحال هاكا.
خاصني نشوف شي طبيب ديال العظام.
إيه. ما كنتش كنحس براسي مزيان لمدة يومين تقريبا.
عندي إسهال.
علاش كيتقدم الغدا فثلاثة ديال السوايع؟
الجمعة عامرة تماماً حتى الساعة الثامنة والنصف.
واش ممكن تلفهم ليا، عافاك؟
قولي ليا أسماء شي مطاعم مزيانين.
إمتى تقدر تعاود تصدارو؟
خليني نفكر فهادشي. غادي نشوف شي محلات آخرين.
واش عشرة دولارات لثلاثة كافية؟
ما بغيتش نخلص أكثر من ثلاثين دولار للقطعة الواحدة.
واش كاين هنا باش نبدل الين الياباني؟
أعتقد أن هذا أفضل بكثير من ذاك.
تكلم باليابانية من فضلك.
بغيت بلاكة ديال الشوكولا، الله يخليك.
وقف هنا، من فضلك.
هذا يبدو مثيراً للاهتمام. متى تبدأ الجولة؟
حجزت سيارة لمدة يومين في اليابان.
واش تقدر تقولي فين نقدر نعمل التشيك إن ديال هاد الرحلة؟
واش ممكن تصورني، عافاك؟
بغيت طابع بريدي لهاد الكارطة، الله يخليك.
واش ممكن نكَري سرج وخوذة؟
واش ممكن ناخد شي كاس ديال النبيذ آخر؟
شكون اللي بنى هادشي؟
هل الضمان صالح في اليابان؟
لا، ما عندناش هادشي.
درت جولة في سيدني.
امتى غادي يوصل؟
سمح ليا، واش ممكن تجيب ليا شوكة أخرى، عافاك؟
واش كاين شي جامع قريب؟
واش نقدر ناخدو بلا وصفة طبية؟
هل لي أن أقترح أن نصوت على هذا الآن؟
بغيت نبقى هنا هاد الليلة.
كانخدم فالمجال الإعلامي.
شكراً. وأين يمكنني الحصول على بطاقة هاتف؟
عافاك، عطيني شيكان منفصلين.
أشنو نوع الأكل اللي كيعجبك؟
ثلاثين دولار تقريبا؟
واش تقدر ترسم خريطة؟
أنت على علم جيد.
هاداك جوج جوج تلاتة دوبل واحد دوبل واحد.
أوه، إنه جميل حقًا. يبدو رائعًا عليك.
فين غادي؟
تذكرة واحدة، من فضلك.
كنتمنى يبقى الطقس هاكا.
بغيت نزور متحف الميتروبوليتان للفنون ومركز لينكولن حتى هو.
بعد الإعصار، يكون لدينا عادة يوم خريفي صاف.
نعم، سيكون هذا جيدًا. ما هي التكلفة الإضافية للطباعة المزدوجة؟
شْحَالْ خَاصْنِي نْتْسَنَّى حَتَّى يْوَصْلْ؟
رجال الشرطة. لدينا أمر تفتيش. افتح الباب.
امتى غادي يكون الاستراحة؟
واش تقدر تقصر الطول بجوج سانتيم؟
غانشوف شنو نقدر ندير.
خاصني ناخد الطيارة فزوج دالنهار.
شكراً جزيلاً. هذه هي تذكرة التعديل الخاصة بك.
نوعا ما. كنت في المنطقة.
كنت كناكل وجباتي بالبونات.
أي واحد خفيف؟
أنا غير كنشوف، شكرا.
جوج هامبورغر و جوج كيسان ديال القهوة، الله يخليك.
خصك ضروري دير شي حاجة على هادشي. خصني نرجع لطوكيو غدا.
العاشر و الحادي عشر من أكتوبر، و المغادرة في الثاني عشر.
شْحَالْ هِي التَّأْمِينَة؟
كيف حال الماء؟
هادو هدايا ديال صحابي.
امتى غادي يْتْسالا هادشي؟
طاحت لي الشوكة ديالي.
لا أبداً. أتمنى أن يكون كل شيء على ما يرام غداً أيضاً.
واش خاصني نلبس لبسة رسمية؟
بغيت زوج تذاكر لعرض التامنة.
سمح ليا. واش تقدر تقول ليا وقتاش كتحل؟
هاد التذكرة غير صالحة.
ثلاثون وخمس ساعات، باستثناء ساعة واحدة لتناول الغداء. وماذا عن شركتك في اليابان؟
هاد البرج عندو ارتفاع ديال ستمية واربعة وثلاثين قدم.
بغيت راديو ديال الطوموبيل، الله يخليك.
واش تقدر تشوف المسودة ديالي ملي نكملها؟
واخا. غادي نبعث ليك الإشعار قريبا.
عندك تقرير من الشرطة، أليس كذلك؟ ما هي أرقام الشيكات الخاصة بك؟
راه مقطوع.
فين هو الدليل؟
مصارعة السومو هي رياضة وطنية في اليابان.
امتى كَاتلبس الكيمونو؟
أه. بغيت نستعمل الفيزا. الرقم هو أربعة تسعة صفر ثمانية واحد خمسة واحد اثنان ثلاثة ستة سبعة سبعة ستة صفر صفر أربعة.
واش عندك هادشي بالمقاس ستاشر، اللون الأحمر؟
بغيت تأمين شامل.
واش دوزتي رحلة زوينة؟
أشنو بغيتي دير؟
شكراً. هل يكون الطقس مجنوناً دائماً في لندن؟
قول ليه يتصل بيا منين يدخل فالحال. هاد هو الرقم: تلاتة خمسة أربعة ثمانية واحد واحد تلاتة تسعة. فندق هيلتون، الغرفة رقم اثنا عشر أو تسعة.
امتى غتكون نهائيات NBA؟
ماكانعجبنيش هاد النوع.
أي مسار يؤدي إلى برلين؟
كسرت الفازة بالغلط.
واش نْقَدّم الويسكي قبل الحساء ولا من بعد؟
واش تقدر تحط هاد الصاك فبلاصة أخرى؟
سنقوم بمتابعة التطورات بعناية بعد عودتنا إلى اليابان.
واخا، ما تخممش. أنا تكلفت بكلشي.
مزيان. و شنو بالنسبة لليابان؟
سمح ليا، ولكن الفندق عامر وكل الغرف محجوزة.
واش مسموح لينا ناخدو صور داخل المتحف؟
هاد الأظافر الاصطناعية ديال الأكريليك كتخلي أظافرك طوال.
واخا، مزيان. كنتمنى مايتعاودش هادشي.
بغيت شي شامبو ديال الرغوة.
خصني ننزل. هاد القطار ماشي هو اللي بغيت.
ضاعت لي السلسلة ديالي.
يمكن أن تكون هاديك التهاب الزايدة الدودية.
عافاك، كتب هادشي.
واش غادي تورّيني هذاك؟
شنو خاصني ندير منين نرجع الطوموبيل؟
علاش ما نهضروش على شي قهوة؟
شنو هي تخصصك؟
غاتسالا مع الواحدة ديال العشية.
بغيت نلغي الأطباق الأخرى حيت هادشي كاياخد بزاف ديال الوقت.
الرئيس ديالنا؟ اه، راه كيشرب الكوكتيل. بغيتك تتعرف عليه. اجي معايا.
شي حد، عيطو للبوليس.
كنقلب على شي هدية تذكارية لوالدتي.
فين كاين أنا فهاد الخريطة؟
يمكن.
درت الساروت ف الطوموبيل و سديتو عليه.
كنت غادي نقول أنك عندك شي خمسين و خمس سنين.
ما مسموحش هنا بالدوران لليمين.
واش كاين شي كاراج ديال تصليح الطوموبيلات هنا فهاد المنطقة؟
هذا ترتيب خاطئ.
كانخطط باش نْقَضِّي غدا فالتسوق.
هذا شائع.
اه، هادي أول رحلة ليا.
بغيت نبدل الغرفة و نمشي لوحدة أخرى.
واش عادي نضيفو الدرايڤرز؟
فين كاينة المحل التجاري؟
نسيت صاكي فوق الكرسي ديالي. واش تقدر تقلب عليه؟
ساندويتش واحد من لحم الديك الرومي. خفف من الخردل، من فضلك.
كنقول أن الصيف هنا ماشي بزاف خايب.
أنت رجل محظوظ. لقد وجدوه على المكتب الأمامي مباشرة ويحتفظون به على أنه كاميرا مفقودة. هل نعود؟
متوسط النضج، من فضلك.
خصك تخلص زيادة ديال الفلوس فاش غادي تخرج من الطوموبيل.
كيفاش كتربط حزام السلامة؟
غانعيط للبودي گارد.
راه عامر. ما كاين والو لي نقدرو نديرو.
سير فخط مستقيم لمدة جوج بلوكات.
عافاك، عيط على الإسعاف بزربة.
سمح ليا، فاش غادي توصل الطيارة لطوكيو؟
هل هذه التذكرة لا تزال متوفرة؟
واش تحتاج ستيلو ولا قلم رصاص؟
هاد الراجل مايمكنش نتيقو فيه.
واش عندك شي خريطة ديال ركوب الدراجات؟
المقاس هو 10، سيدتي. الملصقات الحمراء موضوعة على المقاس 10.
بَالْفَكَّة، عَافَاك.
أه، كنديرو هادشي. واش بغيتي تقرا حتى شي مجلات يابانية؟
عافاك، خلط.
أه، نعم. نسمي موسم الأمطار الياباني تسويو.
عافاك عمر الخزان.
ما كنحس بوالو ف رجلي اليمنى.
طبعاً. لكن لا توجد غرفة مزدوجة أخرى متاحة الليلة.
أشمن طول خاصني نقطعو؟ هاد الطول تقريبا؟
هل يجب على الجميع النزول؟
واش ممكن تهضر بشوية بشوية؟
هاد الدوا عطاه ليا الطبيب ديال العائلة ديالي.
يقال إن تاريخ الأمة وتقاليدها وثقافتها تنعكس في أعيادها الوطنية.
هل ستقلع هذه الرحلة في موعدها؟
لا، ولكن يمكنك الاتصال بهذا الرقم للحصول على المساعدة باللغة اليابانية. واحد ثمانية مئة
خليني نشوف هاد الطوموبيل.
واش تقدر تنصحني بشي محل مزيان باش نشري فيه ساعات قديمة، عافاك؟
اه، غادي نتفكر هادشي.
كنحتاج محول فولطية وبلاكات وبرايز. الفولطية فهاد البلاد مختلفة على ديالنا، وحتى الأجهزة ديالها مختلفين.
كانوا أربعة شبان.
أعتقد أنني أعاني من إجهاد في أسفل الظهر.
واش بغيتي تزيد هاد الشوارب شوية؟
بغينا منك تمشي للمصنع ديال ABC.
الحجم العادي، من فضلك.
سميتي شيبا. رقم الغرفة ثلاثة وأربعين وخمسة.
كَايْعْطِيُونَا عْشْرِينْ يُومْ دْيَالْ العُطْلَة مْخَلْصَة فْكُلْ عَامْ.
ماكايناش الصاكات ديالي هنا.
وإذا تحدثنا عن اللمس، فإن الرجل الأمريكي يضع ذراعه حول ظهر سيدة بطريقة طبيعية.
فين هو الماكلة اللي طلبت؟
حيت غادي نوجد هاد السلمون على طريقة ميونير.
هادشي بزاف ديال اللطف منك باش تعيط تسول على صحتي.
ما زال ما كنحس براسي مزيان.
صعيب بزاف باش تشيل معاك بزاف ديال الحوايج، لذلك غادي نشري جميع الهدايا التذكارية ديالي في اليوم الأخير.
غادي نبداو سينما في السما بعد دقائق قليلة. واش بغيتي شي حاجة تشربها؟
أنا من المغرب.
حط الصاك هنا، والڭرݣة فالماريو، الله يخليك.
ما كاين حتى فايدة من شرا الحوايج الرخاص.
ها هي تذاكرك ووصل تأكيد الحجز الخاص بالفندق.
عافاك، صيفط ليا شي طبيب.
يمكنني قضاء كل فترة ما بعد الظهيرة.
شكراً. هذا كل ما أحتاجه الآن فقط.
شكرا جزيلا. رقم غرفتك هو سبعة وعشرون. إليك مفتاحك. سيقوم حامل الأمتعة لدينا بحمل أمتعتك.
حيّد حوايجك وتكا تما.
واش غادي تعارض إلى طفيت الراديو؟
كانت ردود فعل الموزعين على المنتج جيدة.
بغيت شي ما سخووون بزاف.
خلينا نخلصو كل واحد على راسو.
نادلة.
ديْتْ خوْتِي الصْغَارْ لْحَدِيقَة الحَيَوَانَاتْ.
مساء الخير، نلتقي مرة أخرى.
غير باش ناخد شي تذكار. كيفما كتشوف، ما عندناش هاد النوع ديال الطاكسي فاليابان.
واش ممكن نصور صور داخل المتحف؟
أي نوع من الألعاب يلعب بها الصبيان الذين تتراوح أعمارهم بين خمس وست سنوات في إنجلترا؟
بغيت نحجز ف الرحلة السادسة ديال جال لي غادية لنيويورك نهار الثاني عشر.
أعتقد أن هذه فكرة جيدة. إذا لم تكن هناك اعتراضات على هذا، أود أن أجري تصويتا.
كيف يمكنني الوصول إلى هناك عن طريق حافلة الليموزين؟
الشيء الوحيد اللي باقي عندنا اليوم هو جولة في المدينة. كل الجولات الأخرى هي جولات ليلية.
صنع في إيطاليا؟
أي خط يذهب إلى محطة لندن؟
واش عندك ولاد؟
هادشي ماشي ذنبك.
تفضل من هنا. السادس والسابع من هذا الصف.
فين كاين المنحدر ديال الأرانب؟
ما كاين حتى خدعة.
واش يمكن ليك تبعث ليا شي وثائق على المنتوج الجديد ديالك؟
واش هاد الكاميرا ديال التصوير ديال 8 مليمتر هي هدية؟
بغيت فلاش.
بغيت شي واحد يفيقني، الله يخليك.
واش كتقصد أنك ما بغيتيش تتفاهم معاهم؟
اه، غادي نديرها. امتى غادي نمشيو من هنا؟
سميتي ريسا كوباياشي والرقم اللي كنسكن فيه دابا هو جوج صفر ستة خمسة جوج خمسة ثلاثة واحد ستة ثمانية.
بغيت راديو ديال الجيب، الله يخليك.
قدّاش غادي تبقى هنا؟
كتاخد شي أيام.
صباح الخير، سيدي. هل يمكنني مساعدتك؟
غانوصل بعد العشا.
غانْصايْبْ العْقْدْ فْهادْ الأُسْبُوعْ الجاي.
خمسة. بغيت الطبالي يتلاحو مع بعضهم.
هذا التغيير خاطئ. من فضلك أعطني ثلاثة دولارات إضافية.
بغيت ننزل فالمحطة المركزية. عافاك قول ليا فاش نوصلو ليها.
واش هاد الجلد حقيقي؟
عافاك عيط لبوليسي.
أي نادٍ هو الأفضل لموسيقى الجاز؟
ما فهمتش.
ضاعت لي صاكي.
واش ممكن ناخد علبة باش نعبر فيها؟
بغيت شامبو ناشف.
المناخ معتدل.
نعم، بالتأكيد سأفعل ذلك. أرجوك أن تبلغ السيدة كاواكامي أطيب تمنياتي أيضًا.
خليني نشوف شحال كايزن. الثمن غادي يكون تسعين و خمسة سنتيمات.
واش تقدر تضيف الخس والطماطم؟
عافاك عيط على طاكسي مع جوج ديال العشية.
دخلاتلي شظية في صبعي.
شْحَالْ كَايْكُلْفُو فْاليَابَانْ؟
كتاصل لبورتلاند فـ 12 ديال النهار.
هادشي بزاف عليا، كيبان بزاف.
واش ساليتي الغدا ديالك؟
واش تقدر تلفلي هادشي؟
واش تقدر توصف ليا أمتعتك؟
حطّو فشي كيس، عافاك.
واش غادي تسنّاني حتى نمشي نزور الكاتدرائية؟
خلينا نبدلو الجوايه.
من الأحسن أنها تملأ هاد الاستمارة ديال الجمارك و تقدمها.
واش نقدر نستاعير قلم؟
عافاك بغيت كُورة وحدة ديال الآيس كريم بالكوكو ف الكون.
واش بغيتي شي مشروبات؟
شنو سميتك مرة أخرى، عافاك؟
خليني نشوف هاداك.
جيت باش ناخد الصور ديالي.
عافاك قص لي الكمام.
عندي حرارة خفيفة وعندي كذلك ألم في الصدر في الجهة اليمنى عندما أسعل.
عشرين دولار مسبقا.
واش كاين شي ديسكوتيك هنا فهاد المنطقة؟
بغيت نمشي لمحطة الميترو.
غانوصلو لهيه مع ثلاثة ونص بالتوقيت المحلي.
بغيت نمشي للشارع الخامس. شحال الثمن، الله يخليك؟
واش نْجِيبْ لِيكْ شي حاجة تْشْرَبْها؟
فين كاينة أقرب حانوت ديال الحلوى؟
آه، نعم. أريد إرسال هذا الطرد إلى اليابان. يحتوي على منتج يدوي من صنع السكان الأصليين.
واااو، كتسوگ بسرعة كبيرة. واش تقدر تخفف السرعة؟
واش ممكن ناخد شي كاس ديال النبيذ الأحمر، عافاك؟
شْحَال ثَمَن الغُرْفَة؟
عافاك عطيني هاداك اللي فوق الرف.
غانْهْتَمْ بديك الطبلة.
لف هادو واحد بواحد.
هنا، هذا كبير بعض الشيء.
مساء الخير. فندق ستار. كيف يمكنني مساعدتك؟
دخلت زوج من القطع النقدية باش نشري كوكا، ولكن ما خرج والو من الآلة.
فين كاين شي بلاصة كيجتمعو فيها بزاف ديال الشباب؟
واش نقدر نبدل شركات الطيران؟
واش نقدر نصرف شي شيكاات ديال المسافرين؟
ماكنتش ناوي نجرح ليك مشاعرك.
بعد الإقلاع، سنخبركم بالمزيد عن خدماتنا اليوم. وفي هذه الأثناء، إذا كان هناك أي شيء يمكننا القيام به لجعل رحلتكم أكثر متعة، فلا تترددوا في طلب ذلك.
عافاك ربط ليا الاتصال مع الغرفة رقم اثنا عشر وثلاثة وأربعين.
واش تقدر تديّني عند شي طبيب، عافاك؟
عافاك وريني المبلغ الإجمالي ديال الفاتورة.
الأكل بارد.
واش كاين شي محل ديال الحوايج مزيان للرجال؟
هادشي هو كلشي.
هِيَّ هْنا مُنْ ثْلاثْ سْنين.
بغيت نحجز ملعب تنس على الساعة ثلاثة ديال العشية لمدة ساعة.
فكلما فشلت، أنجح في المرة القادمة.
واش هادشي ديال الدراري؟
و لكنني أفضل عطراً ليس حلو الرائحة كثيراً.
فدار صاحبي.
أشنو نقدر ندير ليك؟ واش عندك شي مشكل؟
شْحَال كَايْكُلِّي التَّذْكِرَة دْيَال الرُّجُوع؟
سمح ليا. حنا ما كنديروش الحجز.
فين خاصني ننزل؟
واش تقدر تديّني لأقرب مركز شرطة؟
سيتم تحصيل الضريبة بشكل منفصل.
أين هو المكان الأكثر الموصى به للزيارة؟
علاش ما تحطش شوية ديال الفلفل أكثر من هادشي؟
بغيت ناكل شي حاجة إيطالية.
بغيت گوم.
شْحَالْ خَاصْ نْدَفْعْ بَاشْ نْصِيفْطُو؟
شْحَال كَايْكُلْفْ الدُّخُول؟
هيا.
غانوصل لوس أنجلس على الخمسة.
كَانْحَسْ بْوَجَعْ حَادْ فْصَدْرِي.
هادْي سامسونيت زْرْقا كْبِيرَة وْعْلِيهَا بْزَّافْ دْيالْ لاصْقَات.
واش نقدر نمشي فالسفر ديالي؟
واخا، التذاكر غادي يكونو كيتسناوك فشباك التذاكر ديال المسرح. شكراً على اتصالك ببرودواي تيكيتس.
أعتقد أن هذه الأرقام غير صحيحة.
عندنا مشكل.
هاد الطيارة تأخرات بساعتين على الوقت المحدد.
واش كاين احتمال باش يطيح الشتا؟
سمح ليا، واش هاد القطار كيوقف فبالتيمور؟
الغسيل اللي كنت ناشرو فالحمام مشا.
اه، شكراً. بغيت كاس ديال اتاي.
غانراهن بعشرة دولارات.
كتاب إرشادي.
عافاك ورّيني كيفاش ندير هادشي.
عاجبني بزاف الكاب لي لابس.
واش كتعرف شي بلاصة مزيانة فين يمكن نبقى فشيكاغو؟
حوالي خمسة آلاف ين. شيئ ما لفتاة شابة.
فين نقدر نلقى لوحة الإعلانات؟
واش ممكن تفتح ليا الباب عافاك؟
شنو اللي موضة دابا؟
واش كاين استراحة؟
بغى يقتلني. شوف دابا، دير ليا خدمة. سير للحمام، حل الشرجم و بقى تما.
نعم، سيدي. بيروجينو في الجانب الغربي.
واش ممكن نخلي هاد الكاس هنا؟
المرجو المغادرة قبل الساعة التاسعة.
غَانْخُدْ الحْساء دْيال الخْضْرا وْالشْوا دْيال الكْتَاف دْيال الحْمَل، الله يْخْلِّيك.
فين كاين الميترو؟
عافاك وريني لون آخر.
واش كاين شي تزلج ليلي؟
بغيت نحجز غرفة لليلة هادي.
من بعد ما تسالي مع البوليس، عفاك عيط ليا مرة أخرى باش نعطيك الأرقام الأخرى اللي تحتاجهم.
كيتنفخ و كاين ألم كيتزاد بشكل مستمر.
عافاكْ صيفْطو لْهاد العنوان.
هاد مشغل الأقراص المدمجة ما خدامش. بغيت نسترجع فلوسي.
زْوِينَة.
أه، غادي يعجبني هادشي.
هذا السيد ياماموتو، الغرفة رقم ثلاثة وخمسة وثلاثون. الأشخاص في الغرفة المجاورة يسببون ضجيجاً كبيراً. أود تغيير الغرف.
واش عندك شي حاجة أضيق؟
شْحَالْ مُدَّةْ هَادْ الْعَقْدْ لِّي خَاصْنَا نْدِيرُوهْ؟
كاس دي شابليس.
شْحَال ثَمَن الرُّخْصَة؟
شْحَالْ هَادْ لْعُمْلَة؟
عندي أوجاع الدورة الشهرية.
كيف العادة.
تأذيت.
هادشي طويل.
إلى العروسة الجميلة سوزان المقبلة على الزواج. أتمنى لك حظا سعيدا.
سمحي ليا، أ لالة. طاح ليك الكلينيكس ديالك.
بالبريد الجوي، من فضلك.
واش بغيتي بلاصة حدا الشرجم ولا بلاصة حدا الممر؟
السلام. واش تقدر تقولي كيفاش نقدر ناخد تذاكر لماتش اليوم؟ حنا دابا ساكنين في مانهاتن.
فين غادي تمشي ف الجزء ديال A؟
شكراً. سأذهب إلى حفلة.
بغيت فيلم لهاد الشريط بسرعة، عافاك.
واش تقدر تعيط لطبيب، عافاك؟
لا، ماشي بزاف. ولكن عندي شوية الصداع.
واش كاين شي عرض كبير ديال موسيقى الروك؟
أنا هنا لإجراء بحث عن السوق.
شوف شنو تقدر دير ليا.
واش نعرض عليك باش تغدا معايا؟
فيزا.
بغيت شي صابون ديال الغسيل.
بالتأكيد. قلت، هل تعرف السيد وايت؟
شكراً على النصيحة. سأجربها في المرة القادمة.
واش عندك الحساسية من شي دوا معين؟
لا، شكرا.
ما كنظنش هاكا. هاد الفكرة زوينة.
واش تقدر تشعل المكيف؟
بغيت قرعة ديال الما المعدني.
واش تقدر توصّي ليا بشي أماكن زوينة للقيام برحلات نهارية؟
واش ممكن نستأجر دليل للنهار كامل؟
من أي منطقة في الولايات المتحدة أنت؟
عافاك بدل هاد الفلوس بالجنيهات.
هادشي كيتعلق بالمدة ديال الجولة.
واش تقدر تحيد حوايجك حتى للخصر ديالك؟
أنا من إسرائيل.
أه، زيتونة عالقة في حلقي.
فين كنلقى الكتب المدرسية؟
تعرضت للصدم من طرف سيارة.
واش ممكن ناخدو شي قصب، عافاك؟
الثلاجة ما خداماش.
واش تقدر تعمر هاد الفورمير و ترجعو ليه بالفاكس؟
نشوفك من بعد.
هل هذا هو الرصيف الصحيح للقطار المتجه إلى باريس؟
مرحبا. كان من دواعي سروري.
أوه، هل لا تزال حفلات الغيشا موجودة؟
ولكن أسماء المحطات مكتوبة في الغالب باللغة اليابانية فقط. لذلك، قد يكون من الصعب فهمها.
أشنو كيدير دود فحقلة ديال الذرة؟
أشنو بغيتي؟
شكرا جزيلا، ولكن ما هو اليوم الذي تفكر فيه؟
كَانْظُنْ بْلِّي نْتَا جَالِسْ فْبْلاَصْتِي.
ففي هذه الحالة لن يكون لدي ما يكفي من الوقت.
عافاك، ما تدخنش.
بغيت نمشي لمانهاتن. شحال كايكلف هادشي؟
واش ممكن توصّف ليا شي ريستورون معقول قريب من هنا؟ واش ممكن تشير ليه فهاد الخريطة؟
غادي يخصك دوز من بوابة أخرى باش توصل لمنصات شينكانسين.
فين كاين السينما؟
هذا كيمونو.
واش تقدر تحطني مع شي واحد كيهضر باليابانية؟
أربعة أيام.
خليني نشوف، غادي يكونو هوما 14 و خمسين.
تم تأجيل وقت صعود الرحلة رقم 175 التابعة لشركة يونايتد إيرلاينز. يرجى الانتظار لمدة عشر دقائق.
مزيان. غادي نشريه.
هل يشمل هذا السعر الضريبة ورسوم الخدمة والإفطار؟
خليني نشرح ليك أوقات الأكل فهاد الدار.
عندي درجة حرارة مرتفعة.
واش كدير الواجبات ديالك؟
خلينا نعيطو ليه.
هاد العام غادي نمشي لأوروبا باش ندوز العطلة الصيفية ديالي.
كاينين هنا ناس من جميع أنحاء العالم.
فين كايديرو هاد المسرحية؟
واش ممكن تعطيني الفاتورة، عافاك؟
إيوا، فيه ثلاثة شرائح ديال الدجاج، و كيجي معاه البطاطا المشوية والخضرة المشكلة.
الغرفة المجاورة مزعجة. هل يمكنك أن تحذرهم؟
ضربني.
عافاك ما تقلقش. غادي نلقاو شي حل.
بغينا نلقاو شي بلاصة بثلاثين دولار تقريبا للشخص الواحد.
سمحلي، واش تقدر تقولي شنو هاد العنصر اللي كاين فالمينيو؟
واش تقدر تقول ليا شنو هو أشهر ديسكو فهاد المدينة؟
واش تقدر تقول ليا كيفاش نستعمل التليفون؟
هاد المفتاح ديالو على شكل كارت. يمكن ليك تبقاه معاك.
واش عارف شحال الساعة اللي كيفتح فيها المتحف؟
بغيت نمشي لحفلة ديال الموسيقى الكلاسيكية.
أية أنماط هي الأكثر شعبية الآن؟
بغيت شي لحم الخنزير.
شْحَال غَيْكُون الثَّمَن إِذَا خْدَيْتُو مْعَ الغِلاف؟
أوه، أنا آسف، إنه الباب الثاني على اليسار.
نعم، لدينا "وير" و"ذا سيتي غايد".
عافاك خلي أغراضي الثمينة في الخزنة ديالك.
كون حذر.
سارعوا. هيا بنا. سيدتي، هل يمكنك أن تلتزمي الصمت؟ سيدي، انزل من فضلك. شكرا لك. ابق هناك فقط. اجلس براحة تامة. مهلا، أضف زجاجتين من وايلد تركي أيضا، هل يمكنك ذلك؟
أنا مجمد تماما.
قول ليها باللي بغيت نشوفها غدا بعد غدا.
غانبقى مع صاحبي.
فين هاد الدليل؟
هاد الشي كيبان لذيذ.
عشرة دولارات من البنزين العادي في المضخة رقم ثلاثة، من فضلك.
كيتضمن الحجز ديالي هاد الجولة الاختيارية.
كيف يمكنني الوصول إلى هناك؟ هل يمكنك أن ترسم لي خريطة؟
غانفكر فهادشي. شكرا.
خصني نكون حذر باش مايتنصبش عليا ومايرجعوش ليا الصرف ديالي.
الطبخ الراقي كايولي مشهور بزاف هاد الأيام.
استمتعنا بيه. شكرا.
الكتب. كم من الوقت سيستغرق وصولها إلى اليابان عن طريق البريد الجوي؟
تجرحت يدي.
أشنو رأيك ف نهار الثلاثاء؟
واش عندكم شي جولات ديال نص نهار؟
ما كنفهمش الإنجليزية مزيان. واش كاين شي واحد كيهضر اليابانية؟
مرحبا، اسمي موري. لدي حجز على الساعة السابعة.
كَانْتْسَنّا فْصَاحْبِي.
أنا من روسيا.
أش طلبتي؟ واش بغيتي شي حاجة تشربيها؟
عافاك، بغيت نتواصل مع السيد تاناكا اللي كاين فالغرفة ثمانية وعشرين.
عافاك، بغيت المزيد من التوست.
واش ممكن نكَريو المضارب؟
واش بغيتي قهوة ولا أتاي بعد الماكلة؟
واش نقدر نوقف ف الطريق؟
أَيُّ نَوْعٍ مِنَ اللَّحْمِ هَذَا؟
واش مئة دولار غادي تكون كافية؟
هادْي صاكْ كبيرة ديال الجْلْد.
واش غادي تورّيني الطريق للمتحف؟
اه، واش ممكن ناخد كوكا، الله يخليك؟
كونفوشيوس في القرن الخامس قبل الميلاد.
واش تقدر تختار ليا واحد؟
واش مصنوع من الجلد؟
غانكون فهاد النمرة طيلة المساء، واحد جوج جوج ثلاثة واحد سبعة سبعة.
عندي حساء الصويا سريع التحضير.
واش النعاس فوق السرير فاليابان حاجة شائعة؟
فـ نيويورك.
امتى غادي يكونو الصور واجدين؟
هادشي ضيق بزاف هنا.
هذا فيلم سريع. هل يمكنني إخراج الفيلم؟
عافاك بغيت نطلب سلطة الكول سلو باش نديها معايا.
واش نقدرو نلعبو دابا؟
شكراً لك على هذا.
لصداقتنا.
واش غادي تقول ليا شنو هي المحطة اللي قبل نيويورك؟
كَاتْكَذّْبْ عليّا، ياكْ؟
ما قادرنيش نتفاهم مع رفيقي اللي ساكن معايا. كيدخن ديما. ما قادرنيش نتحمل هادشي.
واش كاين شي كونصير هاد الليلة ولا غدا بالليل؟
سمح لينا. ولكن خاصنا نمشيو دابا.
الممر رقم سبعة.
أنا عارف أن الهمبرغر هنا لذيذ.
حنا فرحانين بزاف حيت قدرتي تجي.
السلام. هادا هو المشغل الدولي. شنو هو الرقم اللي بغيتي تعيط ليه؟
واش تقدر طفي المكيف؟
واش كاين شي حاجة بلون آخر؟
هذا كيمورا ك ي م و ر ا.
عافاك، بدل هاد المبلغ للدولار الأمريكي.
بغيت نلقى الباب.
واش ممكن ناخد الدوا اللي مكتوب فالروشيطة؟
واش الشرح اللي عطاوه كان بالإنجليزية؟
شوكولا، من فضلك.
جيت لهنا باش ناخد الصاك ديالي اللي ضاع.
هذا مطعم للمأكولات البحرية، أليس كذلك؟
فين خاصني نمشي؟
فين كاين الطريق باش نخرجو؟
واش هادي كاسكاد ليميتيد؟
بغيت هادشي، الله يخليك.
أشنو هو رقم الطوارئ؟
الوسع كيبان ضيق شوية. واش هادشي مزيان؟
واش تقدر توصّي بشي حاجة أخرى؟
فاش خاصني نكون درت التشيك إن؟
عندنا عرض خاص على فطائر التفاح بثمن خمسين سنت فقط.
عافاك، بغيت مخدة وغطا.
الثامنة، من فضلك.
بسلامة.
الرحلة ديالي هي UA one o three فالعاشر من مارس.
واش تقدر تقولي في أي طابق كاينين المطاعم؟
أوه، أنا آسف جدا.
فين كاينة أقرب بريد، الله يخليك؟
واش ممكن نشوف بطاقة النزول ديالك؟
درت حجز فالمطار.
واش ممكن نعصر ليمونة؟
كيف يمكنني الوصول إلى مكتب البريد؟
واش ممكن نشوف لائحة الأسعار؟
حنا مجموعين.
عالم صغير، أليس كذلك؟
عافاك عطيني زوج أيروجرامات؟
واش تقدر تعطيني نمرة التليفون ديالك؟
يمكنك المجيء في أي وقت تريد في فترة ما بعد الظهر.
هل يمكنك قبول هذا كرمز لتقديرنا وامتناننا؟
شنو هو الحجم بالسنتيمترات؟
حجزنا طاولة على الساعة التاسعة. اسمي ساتو.
ما كايناش نسخة مطبوعة منو.
كيمشيو للمطاعم باش يتعشاو.
واش الطاكسيات رخاص؟
بصح؟ هادشي زوين بزاف منك باش تقول هادشي.
واش غادي تجيب ليا طاكسي مع العشرة ديال الصباح؟
فاش كتسدو؟
واش ممكن نشري ربع كيلو ديال اللحم؟
بصح؟ شكراً بزاف. ما عنديش مشكل ناخد شي وحدين نقراهم فالعطلة. ثلاثة كتب غادي يكفيوني.
عطيني الفطور رقم 2.
ففي هذه الحالة، يُرجى التوجه إلى مكتب المطالبات ومعك بطاقة المطالبة الخاصة بك.
واش كاين شي قاطرة للنوم؟
هادو كبار عليا شوية. واش ممكن نجرب مقاس أصغر؟
شْحَالْ كَايْكُلْفْ الطَّابْعْ الْبُرِيدِي لِلْيَابَانْ عْبَرْ الْبُرِيدْ الْجَوِّي؟
واش ممكن نقاطعك؟
هذا السيد واتانابي في الغرفة ستة صفر سبعة. سأغادر الفندق حوالي الساعة التاسعة والنصف. هل يمكنك إرسال شخص ما ليحمل حقائبي؟
هل لا يزال من الممكن ممارسة رياضة التزلج على الجليد في ماوناكيا في هذا الوقت؟
واش عندك بطاقة القطار؟
كنت كنمارس الكاراتي ملي كنت فالمدرسة.
خصني نوصل تما حتى الواحدة و نص.
شْحَالْ مِنْ سَاعَة كَايْدُومْ السَّفَرْ بِالْقِطَارْ؟
أها. غادي ياخد هادشي تقريبا خمسة دقائق.
واش كاين شي مواقع تاريخية هنا فهاد المنطقة؟
الساعة هي الخامسة والنصف. لديك ثلاثون دقيقة للذهاب.
واش عاجبك هنا؟
ما كايناش وراق ديال الكتابة كافية.
إيمتا غادي تقدر دير هادشي؟
أي بوابة ستكون؟
بغيت نحجز لخمسة ديال الأشخاص على الساعة ستة ديال العشية ديال اليوم.
نعم، ولكننا سنحتاج إلى رسوم توصيل.
يمكنك شراؤه في قسم الأثاث في الطابق الثالث.
أنا من آسيا.
هل هذه الحافلة الصحيحة الخاصة بشركة الخطوط الجوية اليابانية؟
بغيت نحجز بلاصة فالحافلة.
واش ممكن تحيد هاد البقعة؟
بصح. مزيان. بغينا نحجزو لثلاثة ديال الناس.
واش ممكن ناخد TIME؟
واخا، داف ومارك وساشيكو ورومي غادي يكونو فالحفلة.
عافاك، بغيت شيبس بقيمة خمسين دولار.
غادي يكون حسن ليك تاخد الطوبيس.
غانوصل تقريباً مع السابعة مساءً.
أي نوع من الصلصة تود أن تأخذ؟
بغيت نمشي لمطعم حقيقي ديال نيويورك، مايكونش غالي بزاف.
غانوصل للفندق نهار ثمنطاش سبتمبر.
واش ممكن تعطيوني خريطة المنحدر، عافاك؟
بغيت شي عينة من البراز ديالك.
جي-لماذا يتصرف الرجال اليابانيون بهذا الشكل غير الاجتماعي؟
ما كاينش شي خيار. هنا مزيان.
فإذا كانت لديك سلع معفاة من الرسوم الجمركية، فيجب عليك المرور عبر نقطة التفتيش ذات الضوء الأخضر.
واش تقدر تعاود تقولها مرة أخرى؟
للأسف، جميع الغرف الفردية محجوزة. لكن لا يزال لدينا بعض الغرف المزدوجة المتوفرة.
فهمت كلشي.
شنو خاصني نقدم باش نكاري طوموبيل؟
تعرضت لحادث سير.
واش عندك تذكرة الرجوع؟
عندي صداع الراس.
واش عندك شي دونهيل؟
واش تقدر توصّي ليا بشي نوع ديال النبيذ رخيص؟
خصك تدخل.
واش كاين شي بلاصة فين نشري شي حاجة نشربها؟
لقد وصلت للتو إلى المطار.
واش تقدر تديرها قبل الليل؟
ويمكن الاطلاع على مزيد من التفاصيل المتعلقة بهذه النقطة في الصفحة الثانية عشرة من التقرير.
كان خاصو يرجع للدار مع العشرة.
جاف.
اه، تفضل بالجلوس.
واش تقدر تقترح عليا شي أماكن نقدر نمشي ليهم ونرجع في نهار واحد؟
لا شكراً. أنا ذاهب إلى الطبيب.
هاد الخاتم زوين.
بغيت ناخد هادشي.
فاش كايتحل المعرض؟
مزال ما قررت والو.
غانْهْتَمُّو بْهَادْ الشِّي.
عطيني تخفيض، الله يخليك.
كنت مهملاً جداً. أتمنى أن تسامحني.
واش عندك شي فستان باللون الأبيض؟
واش تقدر تعيط لفندق من نفس الصنف و تلقالي شي غرفة؟
واش تقدر تورّيني كيفاش نعبّي استمارة الأمتعة المفقودة، عافاك؟
امتى تبنّى؟
غانقولها ليك فاش نوصل لهيه.
واش ساهل نوصل لهيه؟
يمكننا أن نعطيك مكاناً للجلوس الآن.
سمحلي، ولكن فين كاينة الطريق اللي كتمشي لأكاساكا؟
هي تنزف دماً بغزارة.
فين نقدر نشري الأدوات المكتبية؟
ما عارفش شنو غادي يكون هادشي فمريكان.
عافاك سيريو شي شاحنة ديال الجر ل 15 شارع بايكر.
مرضت بالأنفلونزا.
فين كاينة شي منطقة فيها محلات ديال الماركات ديال المصممين؟
كتضحك عليا.
واش كَيْكون مفتوح يوم الأحد؟
وقع حادث.
هبط بالسلالم المتحركة، والمكتب موجود هناك مباشرة.
بغيت نسترجع أغراضي الثمينة، من فضلك.
هل الدكتور توفلر أستاذ صارم؟
ماركة أخرى؟
واش تقدر توقف قدام ليبرتي؟
أنا شبعان دابا. إذا كان ممكن، واش تقدر تجيبو بعد نص ساعة؟
واش نقدر نخلص بهاد الكارطة؟
غانبقى شي أيام.
اللحم المقدد خاصو يكون مقرمش، كتعرف.
بغيت نشوف هاد القميص.
ثبّتهم بإحكام في مكان يسهل رؤيته.
بغيت ندفع جوج حوايج ديال السفر، الله يخليك.
واش كاين شي غرفة لتغيير الملابس؟
واش ميسي مفتوح اليوم؟
بغيت هاد الحوايج يتنظفو بالتنظيف الجاف.
بغيت نحجز جوج بلاصات للعرض ديال الصباح ديال يوم الثلاثاء.
درت شي غلط. واش ممكن ناخد واحد جديد؟
أشنو هاد التهمة؟
غاناكل هنا.
واش غادي تورّيني كيفاش نستعمل المضخة؟
واش كاين مكتب ديال الصرف؟
نعم. يمكننا أن نؤجر لك مضارب الغولف والأحذية.
أها؟ تبدو صغيراً جداً في السن.
منتوجنا أخف وأصغر من منتوجات منافسينا، ومع ذلك فهو أغلى بنسبة 8 في المائة فقط.
تلفازتي اللي كنتحكم فيها عن بعد خسرات.
فين كاينين الكتب اللي فيهم تصاور؟
أشنو ممكن نلقى تما؟
هادشي كيتعلق بالموضوع.
عادة ما يكون ثمنه خمسة وثلاثين دولارا، لكن اليوم هناك خصم بنسبة خمسة وعشرين في المئة، لذا فهو يكلف فقط ستة وعشرين دولارا وخمسة وعشرين سنتا.
واش كَاتْبِيعُو هَادْ الشِّي بْوَحْدُو؟
أربع برتقالات.
فين كاين البلاصة اللي نلقى فيها الطوبيس اللي غادي لشيكاغو؟
مازال ما عارفش.
بغيت نلعب التنس مع شي واحد.
هذا لزوجي.
ما نقدرش نسد الباب.
كانت الأضرحة في اليونان تاريخية.
بعد قليل سنعرض فيلماً. الرجاء إنزال ستائر النوافذ.
اه. هاد الألوان دابا موضة.
غانبدل الطيارة وغانمشي مع يونايتد ايرلاينز لأنشوراج.
واش تقدر تعطيني صحن جديد من هادو؟
إيه، ولكن يجب عليك أن تكتب "بالبريد الجوي" هنا إذا كنت تريد إرساله بالبريد الجوي.
ها هنا. هل يمكنك أن تُريني بطاقة هويتك أو جواز سفرك؟
كايتم عرض مسرحية “لا دام أو كاميليا”. هاد المسرحية ولات مشهورة بزاف مؤخرا.
واخا ولكن غير شراب واحد.
واش تقدر توصّي ليا بشي نبيذ مزيان؟
تيفاني. واش كتقصد محل المجوهرات؟
ثلاثة دولارات لكل واحد.
هادشي خايب بزاف باش نلغيوه، ولكن ما كاين والو لي نقدرو نديرو عليه.
أنا تالف. فين حنا؟
واش ما كتعرفش بلي ما كاينش بزاف ديال الرجال الزوينين فهاد الوقت؟
واش غادي تجيب ليا واحد الظرف و شي وراق باش نكتب؟
هذا هو أبي.
واخا. عافاك عطي هاد بطاقة التصريح للضابط اللي كاين عند الباب.
غير اضغط هنا.
نْتاصْلو بيه بالتيليفون.
الجو اليوم لطيف.
واخا. خليني نشوف. واش بغيتي شي حاجة عادية ولا شي حاجة فخمة؟
شكراً. ما هي الوظائف التي يؤديها؟
هاداك هو الراجل.
واش غادي يكون عندي الوقت الكافي باش نبدل الطيارة و نطلع ف BA three nine nine؟
يَلَّا نْمْشِيوْ.
واش نقدر ندي هادشي معايا دابا؟
عافاك، بغيت شي حد من الخدامة باش يجي عندي للبيت.
هذا هو الشيء المفضل لدي. أتمنى أن تستمتع به.
بغيت نشوف شي مسرحية موسيقية هاد الليلة. عافاك دير ليا شي حجز.
صرفت مبلغاً كبيراً من المال على التسوق.
خليني نشري ليك شي حاجة تشربها.
واحد الطبيب، من فضلك.
واش تقدر تنصحني بمطعم مزيان قريب من هنا؟
شكون اللي كتعيط ليه؟
شْحَالْ هِيَ تْسْعِيرَة رْسُومْ الدُّخُولْ؟
خصوصاً إذا كنت تمشي بالقرب من المباني، فقد تتعرض للاعتداء.
كَنْبْغي نْتْفَرّْجْ فْلْبْرَامِجْ دْيَالْ الرّْيَاضَة فْالتّْلِفْزِيُونْ.
واش ممكن ننزل الكرسي ديالي؟
ما محتاجش شي حمال. شكرا.
واش بغيتي تكري سيارة صالون ولا سيارة فاميلي؟
بغيت نبدل الين بالدولار. شحال هو السعر اليوم؟
هاد القطار كايوقف وقفة قصيرة فالمحطة أ.
عافاك، نصحني بشي فندق.
واش ممكن ناخد معاك شي صورة؟
ميكي هاياكاوا.
شْحَالْ عُمْرْ الْيَابَانْ؟
واش نرقصو؟
كَانْبانْ شابْ، ولكنْ عندي أكثر من ثلاثين عام.
ديني لهنا، عافاك.
السلام، واش نتوما خدامين اليوم؟
فالجنب، من فضلك.
واش تقدر تحط ليا هاد الشي ف صندوق الأمانات؟
اه، توقف هنا من فضلك.
بغيت نلغي الحجز ديالي ديال الليلة.
بغيت شي حاجة باش نعالج عسر الهضم.
التيار قوي بزاف باش نديرو الغطس السطحي.
واش عندك شي مانع باش تصور معانا؟
بغيت نتسجل فجولة باش نشوف الشلال.
عندي ألم حاد.
واش ما عندكش شي هدايا أو شي أغراض ثمينة؟
واش هاد القطار غادي لطوكيو؟
كيك الكرز كطبق حلوى، وقهوة، من فضلك.
واش ممكن ناخد عصير ديال البرتقال؟
السلام. واش هادا السيد أونو؟
هي برا دابا.
واش غادي تورينا فين نجلسو؟
واش غادي تفيقني غدا مع السبعة الصباح؟
أنا من أيرلندا الشمالية.
غادي يكون الثمن مية وخمسة وعشرين دولار، سيدتي.
أعتقد أنني نسيت أمتعتي في الطائرة.
واش كتقبلو ماستر كارد؟
علاش كاين تما؟
عافاك عطيني الفاتورة.
الرقم هو صفر صفر صفر صفر صفر صفر صفر صفر صفر صفر واسمي هو ميهو سوزوكي.
واش كاين شي ريستورون زوين و عندو منظر زوين هنا فهاد المنطقة؟
ها هي بطاقتي.
بغيت نخدم فالحكومة.
واش القطار اللي غادي لشيكاغو كايخرج من المحطة رقم خمسة؟
بغيت نستعير شي معدات ديال الغطس، الله يخليك.
واش هاد القطار غادي مباشرة لسياتل؟
تفضل من هنا، من فضلك. هل هناك أي شيء آخر؟
كنقلب على صحابي.
إذن، يجب أن تعرف كيف نشعر جميعا هنا. نحن لا نحب أن يخبرنا الغرباء كيف نعيش حياتنا.
استخدام الألوان جميل.
شكرا لك. اسمك هو السيد ريتشارد بولمان.
عافاك خبر عائلتي.
واش تقدر تنقي الزاجة؟
الخامس عشر من يوليوز.
جرحت راسي.
إيوا، بغيت بيضة مسلوقة نص سلقة، يعني بيضة مسلوقة سلقة خفيفة، الله يخليك.
هاد الفستان كيجيني مزيان بزاف. واش نقدر نجربو؟
امتى غادي يبدا الشوط الأول؟
ما طلبتش هاد النوع ديال الجبن.
تْقَطْعاتْ بِيَّ الْخَط. وَاشْ تْقْدْرْ تْرْجْعْ تْصِلْنِي؟
شْنُو سْمِيتَكْ، عَافَاكْ؟
بغيت ناكل شي دجاج صغير.
أشنو خاصني نشوف فشيكاغو؟
واش تقدر تبدلو بشي حاجة صغيرة؟
واش خاصني ندير فحص للعينين؟
سميتك، رقم بطاقة الائتمان ديالك وتاريخ انتهاء الصلاحية ديالها؟
فيه مجموعة رائعة من البرونز.
أشنو هاداك اللي قدام جسر بروكلين؟
شكراً لكم على إقامتكم معنا، سيدي.
واش ممكن ناخد تلات ميا دولار كاش بهاد الشيك؟
أنا موافق على هذا الاقتراح.
شكون اللي كيرقص؟
واش ممكن نرقص معاك؟
واش خاصني نبدل القطار؟
لشخصين على الساعة السابعة، صحيح؟ هل يمكنني معرفة اسمك، من فضلك؟
كَاتْأَلّْمْ لِي رُكْبَتِي.
شْحَالْ كَايْكَلْفُو أَقْرَبْ بْلاَصَاتْ؟
فين كَاتحس بالألم؟
واش عندك شي ساعات يدوية الصنع؟
واش عندك شي ستيل آخر؟
صاحبي سخف. فقد الوعي ديالو. واش غادي تعيط للإسعاف دغيا؟
شنو اللي رخيص و مزيان؟
غداً على الساعة الخامسة صباحاً؟
واش عندك شي ماكلة يابانية؟
واخا. بالمناسبة، شنو هادشي؟
بغيت نتسجل فمدرسة ديال الغطس.
هل هناك أي رسوم للإلغاء؟
فين كاينة البوابة خمسة وثلاثين؟
بغيت شي حاجة نشربها.
ما تاكلش شي حاجة سخونة بزاف أو باردة بزاف.
كنقترح عليك تبدل حوايجك و ترجع، أسي.
رقم اللوحة هو صفر اثنان واحد واحد.
باي باي.
واش ممكن نبدل البلاصة ديالي ونمشي لشي بلاصة خاوية أخرى؟
بغينا نحجزو طبلة لشخصين مع السبعة ديال الليل اليوم.
نشوفك غدا.
غانشوف واش نقدر نلقاه فهاد الكتاب.
واش كان عندكم بزاف ديال الثلج هاد العام؟
بْشَحَالْ هَادْ لَكْرَاسِي؟
السلام. تفضل جلس.
أي قطار تريد أن تستقل؟
شْحَال كَايْكُلْفْ الكَارَافَان؟
فين نقدر نلقى هاد الطاكسي.
واش ما كايناش شي غلطة فالفاتورة؟
درت الحجز ديالي فطوكيو. واش ممكن تشوفو مرة أخرى، عافاك؟
كنت غادي ننصحك بالقرطة أو البروش.
هاد التوقيع ماشي ديالي.
الوجع اللي عندي في الحلق ديالي كيوصل حتى لودني.
بْغِيتْ شْوِيَّةْ دْياولْ لَصَّانْدَالَة.
غانجي متأخر، ولكن عافاك خلي ليا الحجز ديالي.
غانمْشِيوْ لْقَرْيَة الصَّيَّادَة غْدَا.
فرحان حيت تلاقيت بيك.
عندي شي حاجة نقولها ليك.
بغيت غرفة بسريرين، من فضلك.
تحقق منو حتى لوجهتي النهائية.
كَنْحَسْ بْدِيمَا بْعَدَابْ فْكْرِشِي.
هاد العام صعيبة أكثر من العام اللي فات.
الجو بارد الليلة.
شْحَالْ هُومَا؟ وَاشْ تْقَدِّرْ تْكَتْبْ لِيَّ الثَّمَنْ فْوَرْقَة؟
واش ممكن ناخد بلاصة ف الرحلة الجاية، عافاك؟
هل يمكنني إعادة السيارة في مكان آخر؟
واش عندك شي ساكْ ديال النعاس؟
هادو ضيقين شوية بالنسبة ليا. واش عندك هاد الصباط بمقاس خمسة ونص؟
واش ممكن نبدل ورقة ديال خمسين دولار؟
سير فهاد الزنقة نيشان. راها على اليسار ديالك.
واش ممكن نشوف لائحة الأسعار ديالك؟
سمحلي. عندي طلب آخر. كنفضل طبلة حدى النافذة.
كنتقلب على السيد جونز. عندي شي أمور مهمة بزاف خاصني نهضر عليها.
لمدة يومين.
واش هاد الطوموبيل غادية ل شيكاغو؟
هل هناك بديل للرحلة الملغاة؟
ماكانبغيهومش. عافاك ما تحطش فيه أنشوفي.
واش ممكن ناخدو قرعة ديال النبيذ أخرى؟
عندنا نبيذ أحمر ممتاز.
واش عندك شي ساعات ديال السفر باش كيوقظو الإنسان؟
إلى اللقاء الآن.
واش كاين شي محل ديال التذكارات هنا؟
يمكنك استخدام التذكرة في جميع القطارات.
كنفضل الأوتوماتيك.
دخلت العملات المعدنية، ولكنني لم أحصل على أي شيء.
واش عندك شي وراق يابانية؟
فاش غادي نتلاقاو المرة الجاية؟
المرجو إخباري بمن يجب علي إعلامه في حالة وقوع حادث.
غانبقى فالفندق، ولكن ما عنديش شي حجز حتى دابا.
ولكن لا تقلق. يمكنك النزول في المحطة القادمة والعودة مشيًا. إنها ليست بعيدة.
بغيت برمانانط لي كيكون خفيف، الله يخليك.
بغيت نتلاقى بصاحبي.
الجُرحْ تْعَفَّنْ.
الخدمات المصرفية الدولية.
هذا يعني التنازل عن التعويض عن أضرار الاصطدام. بدون ذلك، تكون مسؤولاً عن أي ضرر يلحق بالسيارة.
نسيت الساروت ديالي.
بغيت نْصَفِّي سْنَانِي.
حنا فجولة جماعية. إذن، عند قائد الجولة جميع تذاكرنا.
لا على الإطلاق. أرجو أن تبلغ زملاءك أطيب تمنياتي، ولا سيما السيد أوكاموتو.
واش عندك شي حاجة باش ناكلوها؟
واخا. صافي. حنا هنا فالمتحف. طلع غير لفوق، سير جوج بلوكات، و غادي تلقاه تما فداك الزنقة.
السلام. هادي هي هاروكو. تخايل شنو وقع دابا. كان بزاف مضحك.
قُولْ لِي عَفَاكْ كِيفَاشْ نْوَصَّلْ لْفُونْدُقْ هِيلْتُونْ.
تسرق لي صاكي فالمحل ديال الفري شوب.
ماشي خايب، شكرا.
واخا. هادشي باين غادي يكون ممتع. شنو رأيك فالسبت على الساعة جوج؟
أعتقد أن سيارة الأجرة هي الأفضل. يمكنك أن تستقل سيارة أجرة أمام الفندق.
أي لون من الشريط تفضل، الوردي أم الأزرق؟
حاولت هاد الطوموبيل دير دورة لليسار بالقوة.
واش غادي تحافظ على هاد الشانطة لمدة أسبوع؟
سمح ليا، ولكن هاد الليلة ما كاينش بلاصة خاوية عندنا.
واش كيجيو بزاف طوبيسات المطار؟
التالي.
ثلاثة، اثنان، ثلاثة، أربعة، واحد، اثنان، ثلاثة، أربعة.
واش تقدر توصّي ليا بشي بالي؟
ما كليتش الوجبة ديالي قبل. واش ممكن ناخدها دابا؟
واش ممكن ناخد طبلة؟
مايمكنش دابا للأسف. الرحلة ديال الواحدة هي أقرب رحلة عندنا.
قادر ندير هادشي بوحدي.
بغيت ندير مكالمة من شخص لشخص.
فين كاين هادشي فهاد الخريطة؟
ما بغيتش نمشي.
استمتع بوقتك.
فين كاين بلاصة الأكل؟
واش هاد الدمية للبيع؟
بغيت سْبْحَة.
سنبدأ في إركاب الركاب المصحوبين بأطفال، والركاب الذين يحتاجون إلى مساعدة خاصة، وركاب الدرجة الأولى.
بغيت هادشي يكون بمظهر غير لامع، من فضلك.
واخا. هاهو.
أيهما تعتقد أنه أفضل كهدية لفتاة تبلغ من العمر 15 عامًا؟
هل هناك جولات سياحية لمنازل النجوم المشهورين؟
عافاك، صيفط هاد التلغرام.
فين خاصني نعيط، إلى كان عندي شي مشكل؟
هادْ الشانطة كبيرة، لونها برتقالي، و مصنوعة من البلاستيك من نوع سامسونايت.
امتى غادي يكون هاد النهار مزيان؟
وجع السنان كيكون بزاف مؤلم و صعيب باش يتحمل.
أنا مقيم في فندق بريتانيا انتركونتيننتال. رقم الغرفة هو واحد أو ثلاثة.
شْحَالْ كَايْكُونْ ثَمَنْ الطَّابْعْ دْيَالْ الظَّرْفْ الجَوِّي، عَافَاكْ؟
عندي فيروس.
بالتأكيد، إنه أربعة سبعة واحد تسعة أربعة صفر ثلاثة.
كنحس بالجوع أكثر من العطش.
واش ممكن ناخد شي كريم؟
إذن، هادشي كولو غلطي أنا؟ خاصني نمشي للحمام. سمح ليا.
بغيت نمشي نتشرى. فين كاينة المنطقة ديال وسط المدينة؟
واش غادي تقول ليا كيفاش نوصل لهيه؟
يمكنك أن تأخذ المصعد رقم واحد أو المصعد رقم اثنين.
عطيني بورطابل ديالك.
خصني نلقا الباب.
فاش رجعت للغرفة ديالي، الكاميرا ديالي كانت اختفت.
كَايْنْ البْرُدْ بْزَّافْ.
كيف يمكنني الحصول على رخصة الغوص؟
عطيني سيگار.
هادشي كيتعلق بالوقت ديال العام اللي غادي تزور فيه البلاصة.
بغيت نصلح السرير و نعدلو.
عافاك، بغيت شي كاوكاو.
عافاك، بغيت ثلاثة من هادوك.
أوه، رائع، رائع. ومن الرائع أن أراك، راي. ربما أنت متجه إلى الاتجاه الآخر. لذا لا تصبح غريبًا. بالمناسبة، جاكيتك جميلة.
أعتقد أنه سيعود في غضون ثلاثين دقيقة.
صناعة السيارات هي الصناعة الرئيسية في اليابان.
واش ناخد شي رسالة؟
خليني نشوف. هادي هي المدينة اللي حدانا.
ممنوع السباحة هنا؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ يْتْوَجَّدْ وَاحْدْ آخُرْ؟
كاين شي حاجة جديدة خصني نهضر معاه عليها. عافاك طلب منو يتاصل بيا فاش يدخل.
الكَارو ما خدامش فالبيت ديالي.
غادي دير حسن من هادشي المرة الجاية. واصل.
واش شي واحد منكم كيهضر اليابانية؟
واش كينغ كونغ لعب شي مرة بينغ بونغ فهونغ كونغ؟
فين كاينة غرفة الدوش؟
قدّاش غادي تبقى هنا؟
فالنظام الوظيفي الدائم، في رأيي، جيد وسيء في نفس الوقت.
خصني نمشي للمحطة دابا.
بغيت نزور المناطق اللي كاينة عندها علاقة بجويس.
ما كاينش داعي لهادشي، شكرا. غادي ناخد هاداك.
واش كتعطيو شي تخفيضات؟
جيت باش ناخد طوموبيل. هادا هو رقم الحجز ديالي.
كنت غادي ننصحك بالعطر أو الكريم.
عافاك ورّيني استمارة الجمارك ديالك.
الصراف اللي تما غادي يهتم بهاد الشي.
شْحَالْ مَرَّة خَاصْنِي نْقُولْ لِيكْ نَفْسْ الْحَاجَة؟
طلبت الجلوس في القسم المخصص لغير المدخنين. هل يمكنك أن تحصل لي على مقعد آخر؟
المرجو الامتناع عن تناول أي منشطات.
تفضل من هنا، من فضلك. واش هاد الطبلة مزيانة؟
هز التليفون و حط عشرين سنتيم.
غانزل هنا.
فين كاين الدروج؟
فين كاينين المواد المعلبة؟
فاش غادي نهبطو؟
بغيت نشوف واش هوما مختلفين هنا.
أوه، لا، لقد نسيت رقم هاتفه في المنزل.
تذكرة واحدة إلى واشنطن، من فضلك. كم يستغرق الوصول بالحافلة؟
هادو هوما أنواع السندويتشات.
سمح ليا، خاصني ندير هادشي. خاصني نتاصل كدلك مع مكتب كراء السيارات.
اتصل بسفارة اليابان، من فضلك.
شْحَالْ هَادْ النَّمْرَة لِّي كَتْصُونِي لِيهَا، عَافَاكْ؟
عندي طفح جلدي حاد.
بغيت نمشي لفيلاديلفيا غدا. شحال الساعة كاين القطار؟
واش غادي تبدل لي شمعات الإشعال، عافاك؟
قولي لي، أين يوجد القطار الثاني، العربة الرابعة؟
واش باقي عندكم تذاكر ديال البولز و الماجيك ليوم العاشر ديال يناير؟
كَنْحَسْ بْالعْيَا وْمَاعَنْدِيشْ الطَّاقَة حَيْثْ جْلَسْتْ بْزَّافْ فْالطِّيَّارَة.
واش غادي تحافظ على هاد الشانطة، عافاك؟
فين كاين أحسن بلاصة للسهر فسان فرانسيسكو؟
أعتقد أنها فكرة رائعة. أقول دائمًا إن المتاحف هي أفضل مكان للبدء في التعرف على بلد ما. حسنًا، إلى أين يجب أن نذهب؟ سمعت أن هناك معرضًا رائعًا للهنود الأمريكيين في متحف المقاطعة.
ضاع مني جواز سفري. أنا محتاج لواحد جديد.
غانكونو كنتسناوك غدا، الآنسة تاناكا.
غاناخد زوج.
عشرين صورة، من فضلك.
بغيت نْدير مكالمة لطوكيو.
واش تقدر تعطيه الإسعافات الأولية؟
بغيت نحجز لثلاثة ديال الناس على الساعة السابعة.
ما هي القصة وراء هذا القصر؟
واش تقدر تورّيني كيفاش نعمر بطاقة الهجرة، عافاك؟
أشنو هي الهوايات ديالك؟
فاش خاصنا نرجعو؟
خليوني بوحدي، عافاكوم.
شنو هو "أو-بون"؟
فين كاينة شباك التذاكر؟
ها هو رقم تأكيد الحجز الخاص بي.
كيف يمكنني القيام بالحجز؟
واحد مليار ين مقسوم على مائة وعشرين ين يساوي تقريباً ثمانية ملايين دولار.
انتظر لحظة من فضلك. سيدي، أعتقد أن السيد أوكاوا قد ذهب لتناول الغداء. هل تريد أن تترك رسالة؟
شنو كتنصحوني ناخد كذكرى من فرنسا؟
شكرا. و لك بالمثل.
سمح ليا، جميع المقاعد محجوزة بالفعل ليوم 23 مارس.
بغينا ناخدو أطباق بثمن تقريبا ثلاثين جنيه للشخص الواحد.
واش عندكم شي كوكتيلات خاصة؟
واش ممكن نخلص بورقة نقدية كبيرة؟
بْشَحَّالْ كَايْتْسَوَّى هَاذْ الرِّحْلَة؟
تهانينا على ترقيتك لمنصب المدير العام.
حتى لو لم تكن من المعجبين الكبار بـ "شاعر أفون اللطيف"، فلا يجب أن تفوت زيارة الريف الخلاب والمواقع التاريخية المرتبطة به في بلده.
أنا غادي نمشي دابا. واش ممكن تبعث ليا شي حمال، عافاك؟
أشنو الهدف من هاد الصف؟
اه، نعم، النبيذ، من فضلك.
غادي يكون تقريباً ثلاثة مرات أكثر.
باقي عندنا بلايص فالبَلكون وحدا يمين الأوركسترا.
بغيت جوج بلاصَات ف الطيارة لي غادية لنيويورك على التسعود ونص، الله يخليك.
بغيت ساندويتش وشي عصير ديال البرتقال، الله يخليك.
واش غادي تبقى تسنّاني هنا؟ غادي نرجع بعد دقائق قليلة.
كَانْسْكُنْ حْدَا هْنَا.
هاد الصباط ضيق عليا بزاف.
هادي هي الطوموبيل رقم 12.
واش نقدر نبعث هاد الطرد العام؟
المسرحيات الموسيقية مشهورة جداً في اليابان في الوقت الحالي.
هاكا شي سماعات.
بصفة عامة، تعني A ممتاز، وB جيد، وC مقبول، وD ضعيف، وF فاشل، وI غير مكتمل. وتستخدم بعض المدارس علامات الزائد والناقص مع الحروف.
بغيت جوج نسخ من هاد الصور السالبة، الله يخليك.
كيف يمكنني الوصول إلى هناك؟
أشنو الفايدة ديال هادشي؟
بغيت فلاش لايت.
فاش كيسالي؟
سيارة اقتصادية لمدة أسبوع. كم سيكلف ذلك؟
هل يمكن للأطفال القيام بالجولة دون أن يكونوا برفقة بالغين؟
فين نقدر نكَرّي؟
دارت ماما الكيكات.
واش نعطيه ليه الرسالة؟
أعتقد أن اجتماعًا مثل هذا يُعد فرصة جيدة لنا للتعرف على بعضنا البعض وفهم بعضنا البعض على المستوى الشخصي.
شكراً. سيكون المبلغ ثمانين دولاراً وخمسين سنتاً مع الضريبة. الرجاء دفع المبلغ للكاشير.
أشنو هي توقعات الطقس ديال غدا؟
السلام. هل هذا هو مكتب الاستقبال؟ أنا في الغرفة رقم واحد صفر سبعة صفر. أخشى أن لدي شكوى أود تقديمها.
قُلْ ليهْ شيمادا عيطْ و أنا غادي نجي عندو هاد الجمعة.
واخا. عافاك حجز ليا بلاصة فالدرجة الأولى فالقطر اللي غادي يخرج غدا مع العشرة.
نشوفك، عيط ليا الليلة.
واش غادي تصور معانا؟
واش كَتْظن بلي كاين شي إمكانية باش نسترجع فلوسي؟
بغيت نسترجع أغراضي الثمينة، الله يخليك.
بغيت الستيك ديالي يكون ني.
هادي كاميرا أوتوماتيكية.
بغيت جوج نسخ مطبوعة من هاد الصور السالبة، بغيت الطباعة تكون غير لامعة، الله يخليك.
سمحلي. في أي طابق يوجد قسم النساء؟
شْحَالْ عُمْرُو؟
فين نتا ساكن؟
ها هي فاتورتك.
الاستوائي جيد. فيه بعض النعناع وطعمه يتناسب مع الستيك.
هادشي لعبة.
هادي أول مرة نغوص فيها.
لويه باتجاه وجهي.
كنفضل نجلس فالأمام ديال الطيارة.
تأكد من العجلة الاحتياطية أيضا، من فضلك.
اه، كنظن أنه كيدير مزيان هاد الموسم.
ما نقدرش نسد البالوعة ديال البانيو.
واش بغيتي تجي للحفلة ديالنا الليلة؟
فين كاين المحل ديال ماري اللي كايبيع الفساتين؟
بغيت غرفة بسريرين مع إطلالة على المحيط. شحال ثمن الغرفة؟
عافاك، بغيت ويسكي مضوبل.
من أي مادة هو مصنوع؟
أوه، كلية كينغسبورت للبنات، من فضلك، أيها السائق. حسناً، لن يفلتوا من هذا. لا يمكنهم مقاطعة قرار المجلس، فهذا غير ديمقراطي.
واش كاين شي طبيب كيهضر ياباني؟
السيدات والسادة، قبل الإقلاع، نطلب منكم إطفاء جميع الأجهزة الإلكترونية، بما في ذلك أجهزة الكمبيوتر الشخصية، ومشغلات الأقراص المدمجة، والهواتف المحمولة، والألعاب الإلكترونية. يرجى الامتناع عن استخدامها حتى عشر دقائق بعد الإقلاع.
أوه، هذا رائع. أنا أحب صوتهم. و أنت، بوب؟
واش ممكن تعطيني سميتك، تاريخ السفر و رقم الرحلة؟
فين هوما الفطر الشيتاكي؟
واش تقدر تعطيني شي تخفيض؟
نقي ليا البيت، الله يخليك.
واش كاين شي متجر ديال فيراغامو هنا فهاد المنطقة؟
شكراً لك يا كارين على تخصيص كل هذا الوقت للتحدث معي.
واش هاد القطار غادي لGrand Central؟
هادشي ماشي هو اللي طلبت.
اه. كنت غادي ناكل اللحم المفروم، كنظن.
واش هادشي كيشمل الفطور والعشا؟
بغيت نمشي للمركز التجاري العالمي.
سمحلي، فين نقدر نلقى التذاكر ديال برودواي؟
هاد المطار زوين بزاف. كنتصور أنك فخور بيه.
عندي ألم حاد في المعدة.
اه، غادي ناخد مارتيني مع المقبلات.
الجو زوين.
واش تقدر تقولي منين نوصلو تما، عافاك؟
سمعت أن السل منتشر هناك.
أشنو كاين هنا؟
السخان ما خدامش والغرفة باردة بزاف.
شْحَال كَايْكُلْفِي تِسْكِي دْيَالْ يُومْ وَاحِدْ؟
واخا. إذن، بغيت نمشي للبار و نستنى.
كانت آخر مرة جئت فيها إلى هنا قبل عامين. هل استمتعت برحلتك؟
كاينين بزاف ديال العيون السخونة، حيت عندنا بزاف ديال البراكين.
شْحَال الثَّمَنْ دْيَال الرِّحْلَة لْلُونْدْرَا؟
بغيت سلك التمديد.
بغيت عصير ديال البرتقال، توست، بيض مخفوق و قهوة، الله يخليك.
واخا. ساليتي.
أه. كيقطعو الأغصان و كيجمعو البراعم باش يصنعو أشجار زوينة.
أعتقد أنه يمكننا أن نحصل لك على طاولة في غضون خمس عشرة دقيقة تقريبًا.
واخا. شكرا.
فين خاصني ننزل باش نمشي للمتحف؟
طبقي، من فضلك.
عندي صداع الراس بزاف. واش كتعرف شي طبيب مزيان قريب من هنا؟
بعد الساعة الثالثة.
واش غادي تحافظ على أغراضي الثمينة؟
خلصت ثلاثين دولار على القميجة ديالي.
واش تقدر تبعث ليا شي أسبرين؟
فين الكانيطة؟
عافاك، كتب رقم بطاقة الائتمان ديالك.
أي نوع من الويسكي لديكم؟
واش كتعرف سمية ديك المحطة؟
عافاك ما تعوجش الرسالة حيت فيها تصاور.
و في الواقع، فإن لعبة الغولف هي جزء من عملنا تقريباً كما أنها وسيلة للترفيه.
ها هو لائحة الطعام ديالنا، سيدي.
ها هو جواز سفرك، وتذكرتك، وبطاقة الصعود إلى الطائرة.
أوه، لقد تأخر الوقت كثيرا. أعتقد أنه من الأفضل أن أذهب.
واش ممكن نستعمل هاد العربة ديال الشنط؟
غادي يكون مزيان شي حاجة بين سبعين وثمانين دولار.
عافاك، بغيت ندير مكالمة شخصية لطوكيو، اليابان.
لا، شكراً. لقد اكتفيت.
بغيت جاكيط، الله يخليك.
هل أحتاج إلى بطاقة صعود؟
هاداك ديال خْمْسْمِيَّة دولار، ياك؟
غادي يكون مزيان الى قدرتي تزيدي من قدرة الإنتاج ديالك.
واش غتكون خاوي نهار السبت الجاي فالليل؟ بغيت نعرض عليك لحفلة ديال الذكرى الأولى ديال زواجنا.
بغيت شي لحم العجل.
أحتاج إلى سيارة كبيرة.
أنت مخطئ.
عافاك ديّني لشي سبيطار فين كايعرفو اليابانية.
شنو كتنصحني بيه حسن؟
غانمشيو هاد العشية. واش عندنا الوقت باش نديرو جولة فالمدينة؟
الكيمونو ماشي مناسب بزاف للناس اللي نشيطين.
واخا. غادي نكونو تما مع الثمنية.
هادشي خايب بزاف. خاصني نكون في لوس أنجلوس صباح الجمعة.
واش نتا أسترالي؟
فين كاين الباب؟
واش تقدر تشوف سائل الفرامل؟
فين نقدر نشري القفازات؟
ما استعملتوش نهائيا.
واش كايلعبو الجاز فهاد البلاصة؟
واش ممكن تعيط لرئيس النادل؟
بغيت كوكتيل قوي. واش غادي دير ليا شي حاجة؟
غانْدِيرُو لِيكُومْ يْطَلَّعْ شِي وَاحِدْ يْشُوفْ دَاكْشِي عْلَى دْرُوكْ.
أوه، سمعت بهذا الاسم. إنها مدينة قديمة مشهورة، أليس كذلك؟
فهمت الفكرة.
استمتع برحلتك.
واش عندكم شي رحلات جوية لميامي؟
الجزء موجود على اليسار.
كانمشي للطواليط كل عشرة دقائق.
شكرا جزيلا. كل من السيد كوغور وأنا سعيدين جدا بوجودنا هنا في لندن لعقد اجتماع معكم، أنتم الذين تعتبرون من أهم شركائنا.
سرقني نشال واخد لي محفظتي.
امتى كاين الهالويين؟
زْوِين.
واش كاين شي تأثيرات جانبية؟
شنو هو وقت الصعود للطائرة؟
هل البورصة في وول ستريت مفتوحة للجمهور؟
سمح ليا حيت ما كنتش فالدار.
فين كاينة المعلومات السياحية؟
فين نقدر نصرف شي شيكات ديال المسافرين؟
بغيت ساعة نقدر نشوف فيها الوقت بسهولة.
سمح ليا. ما عنديش شي وراق صغار.
واش تقدر تعاود تقول هادشي؟
هادشي كيساوي عشرة نقط.
أه، نعم، لقد ذهبت. زرت طوكيو وكيوتو في رحلة قبل عامين.
ديني لشي سبيطار، الله يخليك.
واش كاين المكيف؟
عافاك عيط لينا فالتيليفون ملي يتفتح شي واحد.
شْحَال كَايْن فْالْكُل؟
واش الثمن كيشمل الغداء؟
فين غادي تبقى؟
العلاقات الإنسانية مهمة في أي مجتمع، لكن يبدو أن اليابانيين يحاولون جاهدين الحفاظ على علاقات جيدة وتوسيعها.
هاكا كاين تسعة وتسعين ين. عافاك بدلهم كاملين بالدولار.
بغيت شي حاجة عندها عرض واسع.
فـ ABC.
فين كاين شي محل كايبيع الصنادق؟
هذا واحد مزيان. خاصك تبدل في شارع الأربعين و أربعة.
واش ممكن تعطيني الساروت، عافاك؟
واش عندك شي سيارات صغيرة؟
عندنا مقاسات كبيرة، متوسطة أو صغيرة.
واش كتعرف شي طبيب نسائي مزيان؟
بغيت شي سيشوار.
ما الغرض من هذا المبلغ؟
إذن، ما هي خططك لبقية الرحلة؟
ففي هذه الحالة، توجد لائحة الأسعار بالقرب من مقعد السائق.
بغيت نشري شي حاجة من المنتوجات المحلية ديالكم.
واخا. غادي نتسناّو.
أنا طالب جديد في جامعة ABC. أدرس التاريخ كمجال تخصصي.
فين نقدر نلقى محل ديال الساعات؟
السيد تاناكا، السيد ساتو في اجتماع الآن. هل يمكنه أن يعاود الاتصال بك؟
امتى غادي نوصلو؟
ما هو الوقت المقدر للوصول؟
عطيني البطاطا، الله يخليك.
واش خاصني نرجع للمكتب ديالك مرة أخرى؟
شكون هو المايسترو؟
عافاك وريني تذكرة الرجوع ديالك.
واش نقدر نحط عندك الأغراض الثمينة ديالي؟
واش كاين شي ميساجات ليا؟
النبيذ الأحمر؟ واش ماشي حار؟
ما تخممش. بعض الزبناء جربوهم.
أنا معجب بقدرتك اللغوية.
نسيت دفتر مواعيدي في كابينة الهاتف.
واش عندك كونط؟
واش غادي تمشي معايا باش نقلبو على القناع ديالي؟
كَانْحَسْ بِالدُّوَارْ دْيَالْ الطِّيَارَة.
من أين تنطلق حافلة النقل؟
حنا آسفين على الإزعاج. غادي نجيب ليك واحد آخر دغيا.
غير صبر شوية، غادي نجيبو ليك. هاهو.
هل يمكنني إعادة التأكيد عن طريق الهاتف؟
حاولت، ولكن لم أستطع تحقيق حلمي.
فين كاين قسم الرجال؟
ما قلتي هادشي. نتا كاتزيد ليا فالثمن.
تفضل بالدخول، ميتسورو.
أحتاج إلى خط خارجي.
هذا هو عنوان الاتصال الخاص بي.
بغيت ناخد موعد.
علاش ما تجيش تزورنا شوية؟
واش كاين تقديم ديال الوجبات؟
حجزت غرفة لشخصين.
ضيعت محفظتي في شي بلاصة فالمول.
هادشي مجاني.
بغيت طوموبيل كبيرة و لي كتخدم مزيان بالبنزين.
واش ممكن ناخد جوج تذاكر لليلة هادي، عافاك؟
عندي طلب خاص.
قول ليا عافاك وقتاش نزل.
عاود هادشي.
سمح ليا، واش ممكن نصورك، عافاك؟
كان رجل طويل القامة وكان الرجل الآخر قصير القامة.
هامبرغر و طاجين على اليمين و سلطة، من فضلك.
طلبت جواز السفر البارح.
لذيذ.
المرجو الثالث والعشرين من مارس.
تسرق لي قلادتي بينما كنت غائبا عن غرفتي.
بارك أفينيو، رقم مائتين وثمانين، من فضلك.
الكرسي ديالي مكسور. ما بغاش ينزل.
واش غادي تطلب منها تعيط ليا على حسابها؟
عافاك عطيني الوصل.
واش ممكن ندهنو الصالون بطبقة جديدة من الصباغة؟
عافاك، لوّح لطاكسي باش يوقف.
بْغِيت نْصِيفْط هَادْ الشِّي عْبَر البُوسْطَا الجَوِّيَّة.
يمكن أن يكون هذا بسبب شمعة الإشعال.
واش تقدر تقولي امتى غادي تبدا اللعبة؟
واش عندك هاد الشي فقياس أكبر؟
بغيت شي أسبيرين.
خصك تركب فالحافلة.
عافاك ورّيني فين كاينة البنكة.
حيد الجبن.
واش غادي تحجز شي غرفة لليلة هادي؟
عندي درجة حرارة مرتفعة.
بغينا نعرضو عليك باش تجي تعشى معانا غدا بالليل.
أوه، حوالي خمس دقائق مشياً على الأقدام.
ومن بعد، عافاك عطيني جوج بلايص محجوزين من نوع C في العشرين.
واخا. نشوفك من بعد.
هادي هي الغرفة 12 و 13.
بغيت نحجز تذكرة باش نمشي لطوكيو نهار خمسة عشر ماي.
أنا ساكن مع الأصدقاء.
امتى كَاتبداو تقدمو الغدا؟
واش ممكن توصّلني بقسم المبيعات، عافاك؟
أي مقاعد متوفرة؟ أريد أن أجلس في مكان ما في المنتصف.
واش عندك مترجم ياباني؟
واش ممكن ندوز؟
بغيت طاوة.
منين غادي نخرجو؟
واش هاد القطار كيدوز من إل باسو؟
واخا، هاد الجولة الاستكشافية زوينة.
واش ممكن ناخد شي دوا للعينين؟
واش كاين شي علاقة بغلاسكو؟
واش غادي تقبلوا ليا هاد الشيكات ديال المسافرين باش نبدلهم بالفلوس؟
صاحبي وأنا منفصلين، نريد أن نجلس مع بعضنا.
غاناخد هاد القميجة. بْشْحال هيا؟
هذا كثير.
سير غير نيشان و غادي تلقاهم.
أه، الممثل اللي كايلعب الدور الرئيسي زوين بزاف.
للأسف، نعم. مكتبنا الرئيسي موجود هنا. وماذا عنك؟ هل هذه أول مرة تأتي إلى هنا؟
غانكتبلك ملي نرجع للدار.
واش ممكن ناخدو شي بيت كيطل على المحيط؟
واش ممكن نكَرّي هنا؟
على ماذا تتعلق هذه الرسوم؟
واش كادوز من نيو أورليانز؟
واش نقدرو نكَريو ملعب؟
كنتمنى كون نقدر نشري طوموبيل جديدة.
عافاك، نصحني بمطعم مزيان قريب.
شنو سميتك؟ وشنو الرتبة ديالك الرسمية؟
بالتأكيد، سيكونون في الردهة بحلول الساعة التاسعة.
واش كتقبلو الشيكات بالين الياباني؟
أي حافلة يجب أن أركبها للذهاب إلى تمثال الحرية؟
بغيت نخلي الحقائب ديالي.
سمحلي. شريت هاد الجاكيطة البارح، ولكن لقيت فيها بقعة كبيرة هنا.
هذا هو عمي.
بغيت نبدل الغرفة.
واش عندك هاد الشي فقياس متوسط كبير؟
واش نقدر نبدل بلاصتي و نمشي للقدام؟
خاصني نمشي.
واش نتي السيدة إيبرت؟ أنا هيروشي ساتو. سعيد بلقائك.
عندي عجلة مثقوبة.
غانزل ف الكاتدرائية.
بغيت كاسرونة ديال الماء مغلي.
شْحَالْ هَادْ الشِّي كُلُّو إِذَا شْرِيتْ ثْلَاثَة؟
واش يمكن ليك تعيط ليا على طاكسي، عافاك؟
عافاك، ما تدخنش.
غدا.
الطلب عن طريق البريد قد يكون أفضل. إنه رخيص.
صاك أبيض ديال الكتف.
غير قص الشعر شوية، من فضلك.
خاصني نكون فالمطار مع الثمنية ديال الصباح غدا.
ما عارفش آش هادشي، ولكن غادي نجربو.
واش شفتي هنا شي كاب أسود؟
لقد تجاوزت الحد المسموح به، لذا اذهب إلى النافذة رقم ثلاثة.
واش ممكن ناخد شي بيت فجهة الجبل؟
نسيت الكاميرا ديالي فالطاكسي.
شكون اللي غادي يلعبو فهاد العرض؟
بالبريد الجوي أو البريد السطحي؟
مئة دولار نقدا، وثلاثمئة دولار بشيكات سياحية، وبطاقة الائتمان الخاصة بي.
شْحَالْ غَادِي يْكُونْ الثَّمَنْ؟
هل يجب عليّ ملء استمارة الإقرار الجمركي؟
بغيت نستعمل ملعب التنس.
ما تقولش مستحيل.
بغيت شي حليب. واش عندك شي حاجة؟
واش نقدر نبدل هاد التذاكر بعرض الغد؟
واش غادي تقول ليا شحال هو الكود الدولي ديال التليفون ديال اليابان؟
شْحَالْ خَاصْنِي نْتْسَنَّى الْقِطَارْ قْبَلْ مَا يْجِي؟
واش ممكن نعمل التشيك إن هنا لرحلة الخطوط الجوية المتحدة؟
هل يجب علينا ارتداء معطف وربطة عنق في الجولة الليلية؟
بأي سرعة نطير؟
واش ممكن تحيدو لي هاد ليكيتات ديال الثمن، عافاك؟
أنا في زاوية الجادة الخامسة والشارع الواحد والأربعين.
عافاك، بغيت كوكا كولا كبيرة.
بغيت ندوش قبل ما ناكل.
شعرك جميل.
شنو؟ غادي تخلصني؟ هاها، هاها. راك وليتي ساخر بزاف. واش ماماك عارفة هادشي؟
هل طلبت وجبة خاصة؟
غادي نضطر نفيق بكري غدا. خاصني نمشي.
واش أنا جزء من هادشي؟
شْحَالْ كَتْظَنْ غَيْكُونْ الثَّمَنْ مِنْ هْنَا لِلْمَطَارْ؟
كيف بغيتي اللحم ديالك يطيب؟
واش تقدر تقول ليا كيفاش نمشي لويستمنستر أبيي؟
أوه، ما أروع لعب الغولف في أستراليا، إنه رفاهية حقيقية.
امتى غادي تكون الرحلة الجاية للوس أنجلس؟
قسم غير المدخنين، من فضلك.
غانغمى عليا.
فين تْصَنّْعات؟
التأمين ضد الحوادث يكلف خمسة دولارات إضافية في اليوم، هل تريد ذلك؟
بغيت ناخد دروس فالتزلج.
سرق مني رجل فلوسي.
أشنو هادشي لي كياكلو؟
بغيت آلة حاسبة، الله يخليك.
بغيت علبة مارلبورو من فضلك.
فين كاينة بوابة الركوب ديال الرحلة ABC one zero one؟
راهْ مْطْلوب بْزاف، ياكْ؟
سمح ليا، ولكن في أي شارع كاينين دابا؟
واش ممكن ناخد فاتورة؟
أي أساس يتناسب مع لون بشرتي الطبيعي؟
واش ماشي صيني؟
هاداك هو اللي تحت منو.
واش نقدر نطلب هادشي من اليابان من بعد ما نرجع؟
واش بغيتيه بلا ضريبة؟
بغيت نستعمل الخزنة اللي فالبيت ديالي.
البار الصغير خاوي. واش ممكن تزيدو فيه شي بيرا، عافاك؟
ما كتهتمش الصحف تذكر القراء في 8 دجنبر أن "هاد النهار هو النهار اللي بدينا فيه الحرب".
بغيت نحل حساب ادخار فهاد البنك.
واخا. امتى غادي يتلعب هاد الماتش؟
أنت لطيف جدا. لم أكن أعرف ماذا أفعل.
بغيت نكري دراجة.
فأي قسم يوجد فيه هذا المقعد؟
فاش الوقت، أسي؟
واش هادشي هو كل الأمتعة ديال الرحلة رقم ثلاثة ثلاثة؟
أنا مريض. هل يمكنك أن تستدعي لي طبيبا؟
ماكاينش الصابون فالبيت ديالي.
ها هي نصيحة لك.
واش ممكن نسولك على سميتك؟
لا، شكراً. أنا فقط أتفرج.
واش ممكن نشوف تذكرة الطيارة ديالك؟ كنقصد بطاقة الصعود ديالك.
عافاك كتب هادشي.
واش ممكن نتحرك ونجلس فبلاصة خاوية؟
رَحّبْ بْرَاسَكْ وْتْمَتّعْ بْوَقْتَكْ.
أنا مثلي الجنس.
بغيت ماكينة ديال الحلاقة الكهربائية، الله يخليك.
الديكور الجذاب؟
واش هادي أول زيارة ليك لبلادنا؟
عافاك وريني بطاقة التعريف ديالك اللي فيها الصورة.
الرحلة رقم واحد صفر واحد المتجهة إلى ناريتا، والمقرر إقلاعها في العاشر من يونيو، تم تأكيدها مرة أخرى.
مائة وعشرون دولاراً في الليلة، بدون ضرائب.
هل هذا الضمان صالح في اليابان؟
معامن خاصها تمشي؟
عندي هاد الصندوق ديال الفواكه. هادشي هدية.
فاش كاينة آخر طرونسبور؟
ما غاديش نشريه. كاينين بزاف ديال الحوايج اللي أرخص منو فشي محل آخر و نقدر نلقاهم.
طالب واحد، من فضلك.
ما عمرني غطست تحت الماء.
بغيت نبقى تحت خمسين دولار.
لا، أنت لست كذلك. يجب عليك النزول في المحطة القادمة.
واش غادي تقول ليا شي أماكن مثيرة للاهتمام باش نمشي ليها ونشوفها فهاد المدينة؟
عندي الصف الثالث، في الوسط.
هذا ثمنه عشرة دولارات وثلاثون سنتاً في اليوم.
أرسل هذا إلى اليابان عن طريق البرقية.
شْحَال كَايْكُون ثَمَن تَذْكِرَة الطِّيَارَة مَن نْيُويُورْكْ لُوسْ أَنْجِلُوسْ؟
فين نقدر نغطس؟
هاد الأكل ثقيل على معدتي.
واش غادي تحافظ على أمتعتي حتى الساعة الحادية عشر؟
نعم، يمكنك الدفع بالين. المبلغ هو ألفان وسبعمائة ين.
مراقبة المخزون مهمة جداً بالنسبة للشركة.
غانعيط للبوليس.
بغيت نمشي لكونتوار تسجيل الوصول ديال يونايتد إيرلاينز.
مرحبا. تفضل بالدخول. أنا سعيد لأنك تمكنت من المجيء. هل واجهت أي مشاكل في العثور على منزلنا؟
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ تْوَصْلْ لْدُوفَرْ بِالْقِطَارْ؟
عافاك، سلم ليا على والديك.
هادشي مزيان بزاف.
ما كنتش كنجلس ف الصف الأول ديما.
ما كنعرفش نهضر بالإنجليزية.
عطيني شي غاز خفيف، الله يخليك.
هادشي كايألم بزاف و ما بقيتش قادر نتحملو.
فالكُونْطْوارْ اللي تْماكْ.
كرسي خاوي، الله يخليك.
طلع الفوق ودور يمين. غادي تلقاه على اليسار ديالك.
واش ممكن ناخد كولا، عافاك؟
واش عندكم شي رحلة لبرودواي؟
امتى غايكون القطار الجاي؟
حساس.
الجودة ممتازة، وهادشي ثمنو مناسب.
تقلع تلك الطائرة من البوابة رقم أربعة وعشرين.
بسلامة.
واش كتعرف شي محل ديال الصباط مزيان؟
واش هادي سيارة من الدرجة الأولى؟
هل ستقلع الرحلة في الوقت المحدد؟
البحر الداخلي هادئ وجميل.
سمح ليا. كنضن أنني خلصت أقل من المطلوب.
سمح ليا. باين ليا عطيناك السوارت الغلط.
سمعتي الأخبار؟
هل انتهيت من ملء بطاقة النزول؟
واش عندك النبيذ الأحمر بنص القنينة؟
الأستاذ تاكاجي، هل تريد التعليق على هذا؟
واش عندك شي كاوكاو؟
شكراً لك، سيدي. انتظر لحظة، من فضلك، سيدي. من فضلك خذ هذه الفاتورة إلى الصندوق وادفع هناك.
خلينا نشوفو.
هادشي حلو بزاف شوية.
واش ممكن نجلس هنا؟
واش تقدر تشد ليا الشانطة ديالي حتى الطاكسي؟
بغيت نشوف مسرحية موسيقية.
أي رحلة تفضل، الرحلة العاشرة أم الرحلة السادسة عشر؟
استمتعت بزاف بالحفلة ديالك.
خصك يكون عندك الباسبور، و كارت الهجرة و فورم التصريح الجمركي.
أنا غادي نمشي، عافاك بدل ليا هاد الشيبس بلفلوس.
بغيت نجرب شي ماكلة إيطالية.
حط الشانطة ديالك فوق هاد الميزان.
أنا موافق على معظم ما اقترحته.
لوزتي ملتهبتان.
قُلْ لْعَائِلْتَكْ سَلَام.
فاش كايتحل مكتب الاستقبال؟
القمصان في هذا المحل أرخص بكثير.
كَانْظُنْ بْلِّي عِنْدِي حُمَّى.
شْحَالْ غَادِي يْخَدُّو مِنْ وَقْتْ؟
واش ممكن تخلي الغرفة أكثر برودة؟
بالطيارة، من فضلك.
متوسط النضج.
لا، ليس تماماً. معظم الطلاب يحصلون على درجات النجاح في دورته، لكنهم يقولون إن محاضراته مملة ولا تُلهم.
فاش كايبدا القداس؟
أربعة دولارات إذا اشتريته في المحطة، وستة دولارات إذا اشتريته في القطار.
أعتقد أنني سآخذ تلك التي ثمنها خمسون سنتاً. أعطني اثني عشر منها، من فضلك.
بغيت نشري شي تذكار بثمن تقريبا خمسين دولار.
عافاك، بغيت شامبوان.
واش عندك هادشي بالبلاتين؟
كيفاش نستعمل هاد المضخة؟
واش تقدر تعاوني مع هاد الشكاير؟
واش كاين دوش؟
بغيت ناخد مية دولار من الفيزا كارت ديالي.
هذا المهرجان هو أحد الخصائص الثقافية لليابان.
مايمكنش نتيق. واش صرفت كلشي ديجا؟
واخا، كنظن خاصني نمشي دابا.
واش بعيد باش نمشيو على رجلينا؟
ما لقيتش الصاك ديالي. واش تقدر تعاوني؟
إيه، عندنا، ولكن ما نقدروش نبيعوهم.
واش يمكن ليك تبدل ليا هاد الفلوس بقطع صغار؟
الغذا واجد.
بغيت نبعث جوج طرود لنيويورك.
بغيت ندير مكالمة هاتفية لليابان.
واخا. غادي نرسل الخدامة ديالنا دغيا باش تحل الباب بالمفتاح الرئيسي. شحال هو رقم الغرفة ديالك؟
بْشْحَالْ كَتْبِيعْ لَانْسْ نِيكُونْ لِي كَيْصَوَّرْ بْزَاوِيَةْ عَرِيضَة؟
كنفضل ناكل الماكلة ديال الطريقة الغربية.
استمرت الحرب الهادئة لأربع سنوات ونصف، من عام 1941 إلى عام 1945، واندلعت بعد عامين من الحرب العالمية الثانية.
واش عندك شي حاجة خفيفة ناكلها مع المشروب ديالي؟
واش عندك بلاصة لشي واحد عندو كارافان؟
مع الملح و الفلفل؟
أي مدخل؟
واش تقدر تورّيني كيفاش نعيط باستعمال كَاعْ كَارْتْ تيليفون؟
كَانْقْدَر نْهَضْر غير شْوِيَّة بِلِينْگْلِيزِي.
هل البحر هائج الليلة؟
حوالي نصف ساعة.
واش ممكن ناخد كيس ورقي؟
بغيت نمشي لمتحف الطيران والفضاء المشهور.
واش كَاتْظنّ بْلّي غَايْكونْ تْلجْ غْدا؟
هذا ربما كان قد استُخدم كبطاقة هوية.
واش غادي يخصها تكون فالمستشفى؟
هادشي كولو أغراض شخصية.
واخا. فين نقدر نحط الحقيبة ديالي؟ واش نقدر نحطها هنا؟
كنقلب على هدية لطفل صغير.
واش ممكن ديرو الغرفة أكثر دفئا؟
الجزء موجود على اليمين.
تم توصيل مكالمتك.
واش تقدر تقول لي كيفاش نعيط لهاد النمرة؟
واش هادشي للرجال؟
أوه، حقا؟ هل أخذ أي شيء؟
أعتقد أن هذا هو النوع الذي نود استيراده.
واش كاين شي بوتيكات قريبة لهنا؟
تعطلت سيارتي. أحتاج إلى شاحنة سحب على الفور.
بغيت كتاب ديال الصور، الله يخليك.
جلس، من فضلك.
واش هادي بزوج أبواب ولا بأربعة أبواب؟
نهار زوين بزاف.
أعتقد أنني طلبت برغر السمك، لكن لا يوجد سمك في برغر السمك الخاص بي.
سمحلي، واش تقدر توريني كيفاش نستعمل الدوش؟
شكراً. بالمناسبة، كيف تريد أن تدفع الفاتورة؟
بغيت غير نأكد واش الرئيس التنفيذي ديال شركتكم غادي يحضر الاجتماع غدا.
أنا آسف جداً، لكنني سأتأخر عن الاجتماع. لقد علقت في الزحام المروري.
واش يمكن ليك تحجز ليا شي بيت لليلة ديال 18 سبتمبر؟
واش كاين شي كورس ديال جوج سيمانات؟
واش تقدر تعاوني باش نختار الرحلة اللي غادي ندير غدا؟
خصني ندير شي حجز.
كاينين بواخر مصممين على شكل سفينة قراصنة أو سفينة بخارية قديمة ذات عجلات. و كاينين بواخر أخرى لي كيشبهو البجعة أو الحوت.
قال لي السيد فورد أن ألتقي بك.
بغينا نمشيو لجبل گروص باش نتزلجو. واش تقدر تنظم لينا النقل؟
واش ممكن نسترد الفلوس ديال هاد التذكرة؟
شْحَالْ دْيَالْ الْوَقْتْ كَايْخُدْ الْوَاحْدْ بَاشْ يْوَصْلْ لْسُوهُو؟
فين هو الحمال؟
واش بغيتي تلعب دابل؟
أه. أنا أبحث عن أحمر شفاه شانيل رقم خمسة وثلاثين.
يمكنك الحصول على مزهرية جميلة مقابل مئتي دولار تقريبا.
سمعت للتو أن جدي قد توفي.
الخطوط الجوية الأمريكية.
هاد بارك ديال الألعاب ديما عامر بالناس.
واش قرّيتي بطاقة التعليمات ديال السلامة؟
واش عندك الآيس كريم؟
كاينة الريح.
واش ممكن نشوفو شي فيلم فهاد الرحلة؟
واش عندك شي حد كيعرف يهضر اليابانية؟
الرقم هو تسعة تسعة تسعة تسعة، تسعة تسعة تسعة تسعة، تسعة تسعة تسعة تسعة، تسعة تسعة تسعة تسعة.
بغيت شي خل.
كلمة P.S. هي اختصار لكلمة "postscript".
بالنسبة للتأمين، بغيت تغطية كاملة ديال الحوادث.
بغيت نحجز جولة سياحية، من فضلك.
واش عندك تذكرة ليوم واحد؟
شنو؟ اه، أكيد. ما كاينش شي حد لي خدا هادشي.
يوم الثاني من سبتمبر، درجة اقتصادية، لشخص واحد.
خصني نرجع قبل الستة ديال العشية.
عندنا بزاف ديال المناسبات السنوية غير الأعياد الوطنية.
هادشي موضة هاد الصيف.
واش نقدر نخلص بالفيزا؟
سمح ليا. بغيت نمشي لميامي.
أي نوع من الفواكه لديك؟
واش عندكم شي حلويات قليلة السعرات الحرارية؟
هاد العرض زوين بزاف بصح.
واش كاين شي قطار سريع لي غادي لبرلين؟
واش عندكم شي عروض خاصة على عطور إستي لودر؟
واش عندك مايونيز؟
عافاك، استعملو كطبسيل.
بغيت بلاصة مايكونش فيها التدخين، الله يخليك.
تصادمت سيارتي مع عمود إنارة في الشارع.
كنكتبو بطاقات العام الجديد وكنرسلوهم. كيوصلو نهار واحد يناير.
غير متوسط، من فضلك.
ما كايبعتوش بزاف ديال اليابانيين بطاقات ديال الكريسماس، ولكن كاينين الملايير ديال بطاقات التهنئة ديال العام الجديد لي كيتكتبو وكيتصاوبو وكيتختمو وكيطبعو وكيتسيفطو كل عام.
واش تقدر تكتب هادشي؟
واش غادي تمشي للمدرسة؟
كنقلب على العطر.
فين اتجه؟
هاك عشرة دولارات، و دولار و خمسون سنتاً كبقشيش.
أنا يوكو سوزوكي من شركة يونيفرسال.
معدل الصرف ماشي مزيان بزاف، ولكن كنظن ماعنديش شي خيار آخر.
هادشي ديالك.
دور لليمين عند الزاوية الثانية و غادي تلقى واحد.
كيف هو الأكل؟
جبت أكثر من المسموح بيه.
النافذة وسخانة.
واش بغيتي التغطية التأمينية لكل من الحوادث والمسؤولية؟
غايلقاوه غدا.
كَانْتْعَذَّبْ باش نْحَلّ الباب. واش ممكن تْبَدّْل ليا الكارط ديال الساروت؟
كنفضل ناخد واحد فالأمام ديال الطيارة.
غرفة القياس موجودة وراء مكتب خدمة الزبائن.
شْحَالْ مِنْ مَحَطَّةْ دْيَالْ الطُّوبِيسْ خَاصْنِي نْرْجَعْ لْوُرْ؟
هادشي ماشي صحيح.
لا، أرجوك لا تفعل. هذا للاستخدام الشخصي الخاص بي.
بغيت نكري طوموبيل فيها صندوق السرعة أوتوماتيكي، الله يخليك.
واش نقدر ننزل فالفندق؟
غطاء آخر، من فضلك.
بغيت نحجز غرفة ليوم 23 و24 غشت.
فين كاين أقرب مصور؟
عافاك، بغيت الثلج.
يمكنك الركوب مباشرة خارج ذلك الباب.
ضاع مني جواز سفري. لم أجد جواز السفر في حقيبتي بالصدفة. يجب علي أن أغادر إلى طوكيو صباح الغد.
بغيت نحجز لستة ديال العشية.
واش تقدر تجيب لينا طبسيل آخر؟
شْحَالْ هِيَ التَّسْعِيرَة مِنْ هْنَا لْغَايَة مَحَطَّة الجَنُوب؟
واش ممكن نشوف هاد الحلقة ديال الودن؟
بغيت نمشي ف أقرب وقت ممكن.
واش تقدر تعطيني شي غرفة مناسبة للغطس، عافاك؟
سمية الحزب ديالك والرقم ديالو، الله يخليك.
ركبت القطار اللي كايجي مع الطناش و النص من سان دييغو.
ما لقيتش شي صابون.
فاش كايمشي القطار الجاي اللي غادي لشيكاغو؟
بغيت ندير مكالمة لليابان باستعمال بطاقة الائتمان ديالي، الله يخليك.
تعرضت للسرقة في زاوية شارع بيتشووك. أرجوكم تعالوا بسرعة.
فِي الْبِدَايَة، خَاصَّنِي نْشْكُرْكُمْ بْزَّافْ عْلَى الْبْرُوجْرَامْ الْمُتْقَنْ لِّي حْضَّرْتُوهْ لِيَّا.
طبعاً، يمكن توسيع أو تقليص هذا الجزء السفلي حسب رغبتك.
أشنو كاين هاد السيمانة؟
مع الحامض، إذا كان عندك، والسكر.
واش تقدر تعاوني نحمل هاد الصاك؟
هاد دوا ديال المعدة اللي كنستعملو ديما.
لا، ولكن إذا كنت ترغب في استخدام خزانة، فهناك رسوم قدرها دولارين. يرجى دفعها في مكتب الاستقبال.
بغيت خس، لحم الخنزير و الجبن على خبز الراي.
كيف يمكنني العودة إلى هنا؟
كتسافر كل نهار للمدرسة بالقطار.
بغيت شي سكر، الله يخليك.
فين كايبدا هاد الطور؟
أي دورة مخصصة للمبتدئين؟
واش غادي تكتب ليا التقرير؟
ما كاين حتى مشكل. عندنا بزاف ديال الوقت.
عندي شوكاية في صبعي. واش تقدر تعطيني ملقط، عافاك؟
شْحَالْ هِي دْرَجَة الْحَرَارَة؟
كَانْظُنْ بْلِّي كَايْنْ خَطَأ.
كيف بغيتي تخلص، بالكاش أو بالكريدي؟
واش ممكن تصبر غير شي دقائق أخرى؟
واش ممكن تعمر ليا هاد الفورم ديال التأمين الصحي، عافاك؟
أيهما الأكثر شعبية؟
شكرا.
شكراً على كل المساعدة التي قدمتها.
من الثامنة إلى الثامنة و الربع.
واش عندك نفس الشيء باللون البني الغامق؟
هادشي كيتعلق بالتوقيت.
امتى غادي يرجع؟
أحتاج إلى جواز سفري.
سعيد بلقائك.
ضيعت تذكرة الطيارة ديالي.
بغيت نجرب نفس الشيء اللي كياكلو الشخص اللي جالس فديك الطبلة.
عافاك، فَعّل ليا الكارط ديال الكود.
فالحقيقة أنا عندي العادة الشهرية. واش هادشي مشكل؟
وقع الحادث بين شارينغ كروس وغرين بارك.
وقف.
شكراً. هل يمكنني الحصول على إيصال، من فضلك؟
واش تقدر تشير ليه فهاد الخريطة؟
واحد أو أربعة بعد الظهر.
عافاك رسم ليا خريطة هنا.
واش غادي تصلحو؟
كتشوف، ما كتسخنش الما ديال الحمام بما يكفي.
واش غادي تعطيني شي دوا باش نسكّن الألم؟
حنا هنا باش نزورو. ولدنا ساكن ف سياتل.
إذا كان متوفراً، فأنا أريد سيارة أوتوماتيكية.
هاد الكيت ما خدامش مزيان. واش تقدر تعطيني واحد آخر؟
كاتبان زوين.
واش كاين شي موتيلات قريبة من هنا؟ عافاك رسم ليا شي خريطة.
واش باقي عندكم تذاكر لمسرحية "بيغ ريفر" لليلة هادي؟
كَايْبانْ شِبْهُو شِبْهُو.
ما هي المادة المصنوع منها هذا البدلة؟
باقي ساعتين قبل موعد المغادرة.
بغينا نتقاسمو هاد الطلبية بيناتنا الثلاثة.
شوية ديال الفواكه، الله يخليك.
هادشي مهم.
عافاك خليهم برا.
مساء الخير. عندي موعد مع الدكتور دريل اليوم على الساعة الثالثة، لكنني أخشى أن أتأخر قليلاً. هل هذا مقبول؟
واش عندك شي حاجة فيها السوارت؟
تم بيع جميع المقاعد من الفئة S، ولكن لا تزال لدينا مقاعد من الفئة A.
بْغِينَا نْقَسْمُو هَادْ الْأَكْل. وَاشْ تْقْدْرْ تْجِيبْ لَنَا طْبَاسِيل صْغَار؟
كَنْحَسْ بْلِغَثْيَانْ فْكْرِشِي.
نقص من الثمن.
هل يمكنني التحدث مع موظف ياباني؟
بغيت نعرف شحال كايكلف اتصال تيليفوني لنيويورك.
لا، ماشي بزاف، للأسف. راك كتاخد الميترو هنا على مسؤوليتك، يعني.
بالنسبة للأشخاص اللي سالاو الخدمة ديالهم، كيقولو "شكرا بزاف" باش يعبروا على امتنانهم.
سرقوا عقد لؤلؤ وأشياء ثمينة أخرى وهربوا.
واش غادي تورّيني الطريق للمستشفى؟
بغيت نمشي لبرج لندن.
بغيت نزل هنا.
واش ممكن ناخد شهادة طبية؟
ها هي نسخة مصورة من تذكرتي.
هاد السيارة صغيرة زرقاء، رقم اللوحة ديالها هو KAY ثلاثة واحد خمسة، ورقم التسجيل ديالها هو PRI أربعة خمسة ستة صفر.
واش غادي تعطيني شي تخفيض صغير؟
واش كتلعب شي رياضة؟
كاين طلب كبير على هاد الأسلوب عند الجامعين.
عندنا بالفعل مقابس ومآخذ كهربائية مستعملة في بلدنا، لكن ليس لدينا محولات. أنصحك بالذهاب إلى متجر يبيع أغراضًا سياحية.
واش نقدر نشوفك غدا فالعشية؟
حْضِي.
عافاك، بغيت جوج كريم ديال الطوماط.
واش كاين قريب باش نمشيو ليه على رجلينا؟ ولا بعيد بزاف باش نمشيو ليه على رجلينا؟
إيه. بغيت زوج تذاكر لمسرحية "عربة اسمها الرغبة". واش باقي عندكم شي تذاكر لعرض الليلة؟
واش هاد الرحلة هي اللي صحيحة؟
دير شي تمارين خفاف ودير مساج بعد ما تدوش كل نهار.
كاين غير باب واحد باش تخرج.
أعتقد أنك أخطأت فهم التواريخ.
صاحبي غادي يجي ياخدني من هنا، إذن ما كاين حتى مشكل.
هاد البيت فيه بزاف ديال الصداع.
ما عنديش الشجاعة باش نلبس شي حاجة بحال هاديك.
شجر الجنكة جميل جدا عندما تتحول أوراقه إلى اللون الأصفر في فصل الخريف.
عندي حفلة هاد الليل. إذن، عفاك، رتبي ليا شعري.
واش كتسولني واش كنفكرو نبداو نبيعو المنتوجات ديالنا فأمريكا؟
كيف تنطق اسم هذا المكان؟
عافاك خلصو من بطاقة الماستر كارد ديالي.
شْحَالْ هِيَ مِيزَانِيَّتْكْ لِلْإِعْلَانَاتْ؟
فين كاينين الطواليطات؟
بغيت نعس.
أعتقد أنه متأخر بثلاث دقائق تقريبا.
مايمكنش تكوني كديري الريجيم ونتي عندك هاد الجسم النحيف.
غانْتْأَخَّرْ عْلَى الِجْتِمَاعْ بْخْمْسْطَاشْ دْقِيقَة.
واحد فيه اسم المتجر، من فضلك. سأستخدمه في طلب التأمين الخاص بي.
هذا للاستخدام الشخصي ديالي.
بغيت شي بلاصة فين نقدر ناكل شي ماكلة محلية.
بغيت حامل ثلاثي الأرجل، الله يخليك.
بغيت صاك أرخص.
تعرضت فجأة لألم رهيب في الظهر.
بغيت نمشي ف أقرب وقت ممكن. واش كاين شي رحلة قبل من هادي؟
شكراً على كل النصائح. أنت شخص لطيف جداً.
أي نوع من النماذج تود الحصول عليه؟
واش عشرة جنيهات لثلاثة كافية؟
كمل هاد الشارع حتى توصل لواحد الحديقة صغيرة.
بغيت هادشي.
أي لون تفكر فيه؟
بغينا طبلة قريبة للنافذة.
سمح ليا، ولكن كلشي تباع.
إذن كل شيء هنا جديد بالنسبة لك، أليس كذلك؟
واش ممكن نشوف شنو كاين هنا؟
إمم، ما هي الجوانب الخاصة بهذا البلد التي تثير اهتمامك؟
هل يمكننا الاحتفاظ بغرفتنا لمدة ثلاثين دقيقة تقريبًا بعد وقت تسجيل المغادرة؟
سمح ليا، هاد الرقم ماشي هو.
طبلة أكبر بكثير، من فضلك.
طبعا. ما كاين والو. ما تقلقش على هادشي. كنتمنى تكون أكثر حذرا المرة الجاية.
واش غادي تورّيني كيفاش نضوي الضوء؟
عافاك وريني هاداك اللي فالڤيترين.
واش كاين شي تغيير فبرنامجنا؟
غانخدم.
وأغلب الشوارع لا تحمل أسماء أو علامات. لذا، من الصعب جدا الوصول إلى وجهة ما فقط عن طريق عنوانها.
هاداك نصاب. إذن، عافاك، كون حذر.
عافاك عطيني كريم ديال التسمير.
عافاك عيط ليا على طاكسي.
واش هادشي طري؟
شْحَال كَايْكُلِّف كِرَا المَلْعَب لِلسَّاعَة؟
غانعطيك جوج دولار باش تخليهم ميتين دولار.
واش هو على اليسار ولا على اليمين؟
بغيت سروال.
بغيت غير ندير جولة مريحة.
واش نقدر نشارجيه؟
شْحَال كَايْكُلِّفْ إرسال هاد الشي لليابان عن طريق البريد الجوي؟
واش ممكن ناخد جوج كارطونات ديال سيفن ستارز؟
واش عارف نمرة التذكرة ديالك، الوكالة السياحية، تاريخ الإصدار وطريقة الأداء؟
بْشَحَالْ الكَامَرَا فِ اللِّيلَة؟
ربحتي. خمسة غادي يكونو مزيانين.
بغيت نرجع للفندق باش نلقى الكاميرا ديالي.
هادشي مسألة حياة أو موت.
خصك تاخد طاكسي، حيت ما كاينش شي نقل عمومي.
كاينين فاليابان 12 فريق ديال البيسبول محترف.
فالبلوك الثالث على يسارك.
بغيت ندير مكالمة من محطة لاخرى لطوكيو، الله يخليك.
بغيت نتلاقى.
واش غتلعب معايا التنس الأسبوع الجاي؟
واش نركبو على هاديك؟
سمحلي. كنقلب على جاكيط من الجلد.
هادشي بنين بزاف.
أشمن بوتيك ديال الحوايج كتنصحني بيه؟
واش ممكن ناخد اللحم المفروم و نلغي الستيك اللي طلبتو؟
بغينا نلعبو جولة بيناتنا حنا الثلاثة. شحال غادي يكلفنا هادشي؟
غانوصلو قبل الوقت بثلاثين دقيقة.
شكراً على اتصالك.
عافاك، واش عندك شي سيگار؟ شحال ثمنهم؟
بغيت شي حد يفيقني.
أيهما هو يونغفراو؟
واش تقدر ديرها ف نص ساعة؟
بغيت خريطة ديال مسارات الحافلات، الله يخليك.
نتا اللي مسؤول على هاد الحادثة.
سير نيشان فهاد الزنقة لخمسة ديال البلوكات، و غادي تلقى صيدلية فالقنت. فاش توصل لهيه، دور يمين. غادي تلقاها على اليسار ديالك نيشان.
عافاك هضر بشوية.
أشنو غادي تعرضو لينا الأسبوع الجاي، الله يخليك؟
كانخططو ناخدو تسع سوايع.
كَانْتْسْنّا بْزّافْ نْشُوفْ تْبْدِيلْ الحَرَسْ.
واااو. كلشي كيرقص بحال الحماق.
هل يمكننا البقاء على متن الطائرة لأننا برفقة طفل؟
أشنو كاين فالمسرح الوطني؟
واش نقدر ناخد شي بيت لليلة هادي؟
اه، أنا جايْب دمية يابانية لصاحبي.
فين كاين كونطوار الخطوط الجوية اليابانية؟
حفلة رائعة. واش عجباتك؟
أنا أقوم بالتصريح عن هذا العنصر.
حتى أنا سعيد بلقائك، بوبي. واش بغيتي تمشي معانا نعومو؟
ما بغيتش ناكل دابا.
بغيت البيض مقلي من جهة وحدة.
عافاك خلي الخصر يخرج بثلاثة سنتمترات.
كنقلب على شي تذكار مثير من لاس فيغاس.
هذا ليس ما طلبته.
فين كَاتْقْرَا؟ واش كَاتْقْرَا فْهَادْ الْبِيتْ هْنَا، وَلَّا كَاتْمْشِي لِلْمَكْتَبَة؟
اه، ولكنك لست رجلاً نبيلاً، أليس كذلك؟
بغيت عدسات جديدة.
خاصني شوية ديال الوقت زايد.
فاش كايبدا العرض؟
غاناخد هاداك.
بغيت ندير شي شوبينغ فهاد المدينة. واش تقدر توصّلني لشي مول تجاري مزيان أو شي مركز تسوق؟
ما عنديش بزاف ديال الوقت. واش غادي ياخد وقت طويل؟
هادو هوما الإعصارات. كَاعما كَيْوصْلو لليابان تا كَيْجْرّْو علينا بزاف ديال الكوارث.
أظن أننا نستطيع ذلك. سأتحقق من الأمر وأعود حالا.
قل لي، السيد موريتا، هل زوجتك ترافقك هنا في نيويورك؟
كتْبَدْلو القْطارْ فالمْحَطَّة التالْتَة.
أي حافلة تذهب إلى المحطة المركزية؟
حنا مزوجين غير نهارين.
بغيت نسخة من موديل لي رايدرز ديال عام 1944، موديل 101.
سمح ليا، واش غادي ياخد وقت طويل باش يوجدو لينا الماكلة ديالنا؟
كنفضل الماكلة الطاليانية.
إذا ضعت، يمكنك أن تسأل في مكتب المعلومات الموجود هناك.
واش غادي تلف هادو بوحدهم؟
سنقلع بعد بضع دقائق. يرجى التأكد من أن حزام الأمان الخاص بك مثبت بشكل آمن.
إيه، ولكن من فضلك لا تدعهم يذهبون إلى الطرف العميق أو إلى الجاكوزي.
امتى غادي تكون بطولة العالم؟
بغيت نشري صاك ديال الخدمة.
فين كنتي؟
كون بقيت صابر شوية كثر، كنت غادي ناخدو بثمن أقل.
أي واحد بغيتي، ديال خمسة دراهم ولا ديال عشرة؟
كَانْحَسْ بِالْمَرَضْ. فِينْ كَايْنْ الطَّبِيبْ دْيَالْ الْبَاخِرَة؟
أنا من اليونان.
واش كايناسب ذوقك؟
فاش كتحلو؟
كاين واحد ف اللور ديال هاد القاعة.
غانبقى مع صاحبي الليلة.
أخشى أن يكون حسابك الجاري قد تجاوز الحد المسموح به.
الساعة هي الرابعة و عشرون دقيقة.
شوفان و زوج بيضات، مع السجق، و شاي بالحليب.
هذا عنوان فندقي ورقم هاتفي. هل يمكنك الاتصال بي على هذا الرقم بمجرد العثور على حقيبتي؟
واش تفضل طبلة فبلاصة اللي كيدخنو ولا فبلاصة اللي ما كيدخنوش؟
اليوم بغيت ناكل بزاف ديال الخضرة.
عندي بطاقة الهوية ديالي. واش رخصة السياقة مزيانة؟
نصف يوم يكلف ثلاثين دولاراً. اليوم الكامل يكلف خمسين دولاراً.
ثمن لوح ركوب الأمواج هو 25 دولاراً لمدة ساعتين و40 دولاراً ليوم كامل.
الجو سخون بزاف. واش تقدر تعدل التكييف؟
شنو هو سعر الين اليوم؟
هذا هو سوغيتا في الغرفة ثلاثة عشر وعشرين. لقد سجلت دخولي للتو، لكن هذه الغرفة أصغر مما توقعت. هل يمكنني تغيير الغرف؟
واش كيوقف كار ديال أفينيو الخامس هنا؟
عندي فلوس باش نخلص وجبات ثلاثة أيام.
فين نقدر نشري منتوجات الصناعة التقليدية؟
كيف يمكنني إجراء مكالمة دولية؟
ما هي الرياضات الشائعة في اليابان؟
واش ممكن تفاكس ليا خريطة باش نوصل للمكتب ديالك؟
واش نتي واجدة باش طلبي، الالة؟
كننصحوك تدير جولة فمدينة بوسطن. هادشي غيعطيك فرصة تشوف أهم الأماكن اللي كيثيرو الاهتمام فبوسطن.
كَانْحَاوْلْ نْلْقَى هَادْ العُنْوَانْ فْهَادْ الكَارْطَة.
السلام. واش هادي شركة بوسطن للتأمين؟
واش كاين صالون ديال التجميل فهاد الفندق؟
كانت وجبة لذيذة جدا.
دابا دار شي حاجة خايبة.
أي جزء من النمسا؟
فين غادي هاد القطار؟
واش ممكن نستعمل التليفون؟
ما هو الحد الأقصى لطول البريد الطرودي؟
بغيت هادشي على تمنية و نص.
طبلة لشخصين، من فضلك.
واش تقدر تقول ليا واش كاين شي مطاعم مزيانين ديال الماكلة ديال البحر هنا فهاد المنطقة؟
واخا. مبنى إمباير ستيت موجود هنا فهاد الطريق. اللي خاصك دير هو تمشي لمحطة الحافلات اللي هنا فالزاوية و تمشي نيشان لتحت. غادي تلقاه على يمينك.
شْحَال ثَمَن هَادْ الشِّي؟
أش بغيتي للحلوى، الآيس كريم ولا الشربات؟
هادشي مايمكنش مع الميزانية ديالي.
واش خاصنا نطلبو وجبة كاملة؟
لا، ما زلنا غير مستعدين.
عندي حجز لمدة ليلتين.
واش عندك شي ويسكي؟
واش تقدر تعيط ليا الى لقيتي الحقائب ديالي؟
واش ممكن نشوف رخصة السياقة ديالك، عافاك؟
شكون اللي خاصو يقول شكون كيتاصل، عافاك؟
كيف يبدو هذا علي؟
لا، قليلات جداً. قد يكون هذا أحد الأسباب التي تجعل النساء لا يلتزمن بالعمل في شركة واحدة.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ بَاشْ يْتْجَدَّدْ الْبَاسْبُورْ؟
عافاك، لفّه.
كايتحسن.
غاناخد شي شوية ديال الزبدة.
ركبت الحافلة الغلط.
شْحَالْ كْبِيرْ؟
واش تقدر طيب هاد اللحم شوية كثر؟
عافاك، عيط على شي طبيب.
غاناخد راديو.
واش كاين شي بلاصة باش نبدل الفلوس؟
بغيت ندير برمانون.
واش ممكن ناخد شي سيريل؟
لا، أعتقد أنني لم أستطع النوم بسبب تلك الأخبار السيئة.
كيف يتم حساب رسوم الإلغاء؟
رحلتنا غادي تبدا فاليوم الواحد والعشرين من يوليوز وغادي تسالي فاليوم السابع والعشرين.
ما عنديش اهتمام.
كيف تنطق اسم هذه المحطة؟
غانخلص بوحدي.
واش المتحف مفتوح اليوم؟
خليني نشوف شي حاجة أخرى.
هكذا، من فضلك.
أنا بخير أيضا، شكرا.
قدّاش غادي تبقى ف نيويورك؟
واش نقدر نلغي الحلوى ديالي؟ أنا شبعت بالفعل.
واش كاين شي باص ديال المطار اللي كيمشي للفندق شيراتون؟
نعم. الرقم أربعة وثمانون وسبعة.
دابا غير واحد.
قدامك مباشرة. غادي تشوف الإشارة. ما يمكنش ما تشوفهاش.
غادي يخصك تديه لكونتوار التغليف ديال الهدايا.
شْحَالْ مِنْ وَقْتْ كَيْخُدْ بَاشْ يْضَغْطْ عْلِيهْ؟
كنتمنى نكون قادر نزور بلادكم.
قول ليا بصراحة.
ما هو تاريخ التسليم؟
عافاك، رسم ليا خريطة.
ما عنديش شي حجز هنا، ولكن واش عندكم شي غرفة لمدة ليلتين؟
بغيت نخرج دابا. واش تقدر تهبط ليا الشوانط ديالي؟
فين كاين الجنوب؟
واش ممكن ناخد غطا؟
واش قال أن المحطة القادمة هي شارع 23؟
هل يجب علي أن أحجز مقعدا في عربة المطعم؟
مساء الخير. واش عندكم شي طابلة خاوية لزوج ديال الناس؟
أشنو هي الهوايات ديالك؟
اه. شحال خاصني نحط باش نبدا؟
اه، غادي ناخد بيرة مسودة مع المقبلات.
عافاكْ نَقّي هاد القميجة.
واش كاين شي حاجة بغيتيها تبقى برا؟
اه، أنا حر.
أشنو اللي تسرق؟
كان طويلاً وشعره أشقر.
فين كاينين السجائر؟
حط فوطة على واحد منهم وهرسها بديك الشاكوش.
كيسير الحافلة فالليل، فاش كيكونو الطرقات خاويين. لذلك، ما كيتعطلش بزاف.
عندي إمساك من خمسة أيام.
بالتأكيد. سأصطحبك إلى هناك.
واش تقدر تعطيني حبل باش نجر بيه الطوموبيل؟
دارك كبيرة بزاف.
واش ممكن ناخد أتاي بدل القهوة؟
ما كنظنش أننا تلاقينا قبل من هاد المرة.
واش عندك شي كارت بوستال زايدة؟
واش تقدر تْصيفطْ هادْ الشي ليا فالبريد؟
بغيت شي قهوة.
فين كاين الكونسولط ديال اليابان؟
بغيت شي شوية ديال الرز.
اه، كاين. هاهو القطار جاي. نهارك مبروك.
واش ممكن ناخد شوية موطارد؟
واش تقدر تبعث فاكس لهاد النمرة؟
واش نقدروا نتلاقاو مع الثلاثة ديال العشية بدلًا من ذلك؟
كَنْفْقَدْ الرُّؤْيَة دْيَالِي مْلِّي كَنْمْشِي لْبْرَّا، وْكَنْضَيَّعْ لْفْلُوسْ يْمِينْ وْشْمَالْ.
عافاك، كيكة التفاح.
كم عدد العطل المدفوعة الأجر التي تحصل عليها في السنة؟
طبلة لأربعة أشخاص، من فضلك.
قُلْ.
صحيح. واش بغيتي تمشي معايا للبيسين؟
هادشي غادي يكون زوين. كنت كنتسنى الفرصة باش ندير شي حاجة بحال هادي.
أود أن أقترح نخباً للسيد ويليام.
شكراً، سأفعل ذلك. نأمل أن تأتي لزيارتنا في مكاننا يوماً ما.
بغيت نمشي لمتحف A.
كانفكر نستافد من الخصم الخاص اللي كتقدم شركة الطيران ABC باش نمشي لهواي الشهر الجاي.
أظن ذلك. ستكون بخير.
واش ممكن ناخد جوج تذاكر لمسرحية "لي ميزيرابل" ليوم السابع من يونيو؟
واش كَاتْبِيعُو غِير الكُتُب الجداد، وَلَّا كَاتْبِيعُو حَتَّى الكُتُب المُسْتَعْمَلَة؟
بغيت نبعث رسالة لليابان.
فاش كنت كنتمشى فبرودواي.
بغيت شي صندوق ديال الماكلة.
واحد تذكرة من الدرجة الأولى إلى كاليه، من فضلك.
عافاك عيط على طاكسي مع جوج ديال العشية.
مزيان بزاف، شكرا. ونتا؟
واش كاين شي حاجة مثيرة للاهتمام هنا؟
عافاك خبر القنصلية اليابانية بعد ما تبلغ البوليس.
واش نقدر نجيبهم كلهم؟ أنا محتاجهم بزاف.
واش بغيتي شي حاجة تشربها مع الماكلة ديالك؟
عطيني ثلاثين لتر.
أها؟
واش غادي يكون موكب غدا؟
ما كايخدمش. واش عندك شي واحد آخر؟
هذا المنتج غير صحيح.
عندي جوج قراعي ديال الويسكي.
الصداع النصفي.
هدايا لأصدقائي.
كَيْضرني صدري.
كاين ثلاجة عامرة بالمشروبات ف اللور ديال العربة ديالك.
بغيت كاس ديال الما، الله يخليك.
الأكل في الفندق غالي، إذن خلينا نخرجو شي بلاصة.
فين غادي نبداو؟
سمح ليا، فين كاينة البريد؟
عافاك وريني التهم.
بصح؟ ما كنتش عارف.
عافاك، بغيت جوج بلاصات بعشرة دولارات.
كيف بغيتي اللحم ديالك يكون مطيب؟
وصف لينا شنو اللي فقدتي، من فضلك.
ما هو فصيلة دمك؟
واش تقدر تورّيني الطريق؟
بغيت شي مقبلات، الله يخليك.
أشنو هي الماكلة الرجيمية الأكثر شعبية في المحل ديالك؟
خصك تمشي لفينا.
واش ممكن نستناو باش ناخدو طبلة؟
هل شارع هدسون هو المحطة الثالثة؟
فين كاين كونطوار التسجيل ديال لوفتهانزا؟
عافاك صورنا.
هنا يجب أن تضع اسمك وعنوانك.
ديال من هاد الخدمة؟
اللون الأسود مزيان.
عافاك صورني.
بغيت نتواصل مع شي شركة كاريان الطوموبيلات.
طبلة عند النافذة، من فضلك.
عافاك قول ليا فاش نوصلو لبوسطن.
بغيت شي نبيذ أحمر جاف، الله يخليك.
واش خليتي نمر الشيكات ديالك؟
بغيت نشري أحسن بلاصة ممكنة.
سير دابا للجمارك.
كنفضل نجلس فالأمام ديال الطيارة.
ضوء الرسائل عندي شاعل.
خصنا نتاصلو بمكتب المعلومات اللي كاين فالزاوية ديال لوبي الفندق. هوما غادي ياخدو الحجز.
أي محطة؟
هاداك شفّار.
هاد الشوربة عندها مذاق قوي.
أشنو كاين ف الصاك؟
هادشي ديالي باش نستعملو شخصيا.
بغيت فيلم ديال هاد النوع ديال الضوء الاصطناعي، الله يخليك.
الهدف من هذا هو مساعدة الأشخاص الذين فقدوا أحد أحبائهم على تحمل تكاليف الجنازة.
سمح ليا. غنجيبلك شي كاس ديال اتاي دغيا.
سمح ليا. واش ممكن ناخد غطا؟
واش فهمتيني؟
واخا. دور على اليسار ديالك فالدورة الجاية. غادي تشوفو قدامك مباشرة.
واش كاين شي بلاصة باش نرتاحو؟
هل الرسوم السريعة مشمولة؟
فين ووقتاش نقدر ناخدو؟
أشمن واحد كتعتابريه حسن لبشرتي، طلاء الأظافر باللون الغامق ولا طلاء الأظافر باللون الفاتح؟
شكرا لك. هذا يعني أننا سنصل في الصباح الباكر. هل تعتقد أنني أستطيع أن أستقل المترو للذهاب إلى وسط المدينة؟
أي نوع من المواد يحتوي عليها الدواء؟
أه، عندي حجز لغرفة فردية. اسمي ماتسوي. م-أ-ت-س-و-ي.
واش عندك هادو بنوع مفتوح من جهة الأصابع؟
شكراً. آه، لقد فهمت ما حدث.
شْحَالْ مَسَافَةْ لْهَادْ الفُونْدُوقْ؟
واش تقدر توريني فين كاين الكرسي على الخريطة، عافاك؟
قال أنه سيتصل بك لاحقا.
مرجو منكم تعديل مقاعدكم و وضعها في الوضعية العمودية.
واش هاد الزنقة كتمشي لمتجر سي أند أي؟
سمح ليا حيت كنقلقك. واش ممكن تعطيني ستيلو أحمر؟
بغيت ناخد موعد مع السيد واتسون.
غانوريك كيفاش تستعمل عصا الأكل.
سمحلي، أسي الضابط. واش تقدر تعاوني؟ ما لقيتش المتحف الوطني ABC.
غاتجي عندك نادلة باش تاخد طلبك. عافاك نادا على النادلة منين تكون مستاعد باش تطلب.
لا، سأخرجهم.
واش نقدر نستعمل شيك ديال المسافرين؟
اه، عندنا. شنو النوع اللي بغيتي؟
واش ما كاينش البرد؟
أنا الآن في مطار كينيدي. ما هي أسرع طريقة للوصول إلى فندقك؟
أنت في الغرفة 16 أ. في هذا الممر، على يمينك.
عافاك، ما تلبسش جينز ولا تيشورطات.
كيف بغيتيه؟ كنقصد شنو بغيتي يكون عندك فالهامبرغر ديالك؟
واش نتي حاملة؟
واش تقدر تجيبلنا طاكسي؟
سنكون سعداء بقبول عرضك.
ما عمرني درتها من قبل.
شْحَالْ هَادْ الشِّي صْحِيحْ؟
واش كاين شي كتاب باليابانية؟
ماكايناش فالمخزن، ولكن راها مطلوبة.
كنفضل مطعم نباتي.
الباب مقفول و الساروت ديالو خاسر.
اه، هاهو نتا.
الرقم خمسة واحد واحد، سبعة اثنان سبعة ثلاثة في لوس أنجلوس، من فضلك.
واش كاين شي جولة؟
أي دواء للبرد تنصحني به؟
ماكانحملش لحم الخنزير.
عافاك، كتْب هادشي فالفاتورة ديال الخدمة. كاين ثمن إضافي.
عافاكْ صيفْطْ هاد الباكاجْ لليابان.
غاناخدو معايا.
غانرجع.
واش نقدر نبقى فالطيارة حتى نتسنا؟
بالتأكيد. سنقوم بإصلاحه قبل عودتك.
أنا اللي كنشكرك.
غير شوية.
من أين أنت في الأصل؟
اه. كنت باغي نزور هاد البلاصة من زمان.
بالتأكيد. يبدو أنه لا توجد مشكلة.
غانخلص باستعمال التأمين ديالي.
هل هناك جولات سياحية لتمثال الحرية؟
زيد. غير قولها و صافي.
عندنا اليوم سمك السول بكمية كبيرة و بجودة عالية.
صافي. غادي نقول ليك شي حاجة. ما تقولش لعائلتك، و أنا ما غاديش نقول لعائلتي.
أشنو كدير عادة ف وقت الفراغ ديالك؟
أتمنى أن نلتقي مرة أخرى في يوم من الأيام.
لونها أخضر، و حجمها تقريباً هكذا.
عافاك عطيني خريطة المدينة.
سمح ليا، ما كيجاوب حتى واحد على التليفون.
عندي نزيف في الأنف.
بعضها يذهب إلى محطة طوكيو المركزية وإلى الفنادق الكبرى.
ثلاثون جنيهاً، من فضلك.
سمح ليا. فين كاين تيليفون عمومي؟
شكراً لك على أي حال.
أه، لقد أكلت بعض المحار الطازج البارحة. كان طعمه غريبا.
كَانْظُنْ بْلِّي هَادْشِي كَايْخَلِّينِي نْبَانْ كَبِيرْ فْالعُمْرْ.
واش تقدر تورّيني هادشي، عافاك؟
من ماذا يتكون هذا الفريق؟
اليوم عندنا مينسترون، كريمة الهليون، وحساء الخضار.
غاناخد مارتيني ناشف. و عصير البرتقال ليها، من فضلك.
واش عندك شي تاريخ ديال أمراض القلب؟
عينيا كايضروني.
كَانْقلّب على تْريكو ديال البولو.
شيء أقل من مئة دولار، من فضلك.
كايْمَشِي مِنْ هْنا فْتِسْعَة دْيَالْ الصْبَاح.
شكراً لك على أي حال، لكن يجب عليّ أن أذهب.
عافاك، بغيت سطح لامع.
بغيت ثمانية ديال الوراق ديال عشرة دولارات و عشرين ورقة ديال دولار واحد.
عندنا منتوج جديد مصمم خصيصا للنساء العاملات.
غانْديها أنا.
هاد الخدمة ديال جودة عالية وموثوقة.
غير كنشوف، شكرا.
أعتقد أنه يمكنك الحصول على كل شيء من السوبر ماركت. إذا لم تستطع، فلا تقلق. سأذهب إلى الصيدلية غداً.
هادشي ماشي ضروري، أسي. غادي نهتمو بهادشي ملي غادي تدير التشيك إن. وقت التشيك إن كايبدا من جوج و نص ديال العشية، ولكن نقدرو نحتفظو ليك بالحقائب ديالك الى بغيتي تزور شي أماكن سياحية قبل من هاد الوقت.
واش غادي تجيب ليا كاسرونة ديال الما لي كايغلي؟
عندي مرض مزمن.
كَانْظُنْ بْلِّي كَايْنْ خَطَأ فِي الفَاتُورَة. وَاشْ تْقَدِّرْ تْشُوفْهَا عَافَاكْ؟
واش ممكن تفرغ طفاية السجائر، عافاك؟
أين توجد الأماكن السياحية المشهورة هنا؟
أنا سعيد بلقائك، السيد سميث.
بغيت نمدد فترة إقامتي بجوج أيام.
واش غادي دير ليا خدمة؟
أي نوع من العطور تودّ؟
واش هاد الخط هو الخط المباشر الأكثر مباشرة؟
خلينا نشوفو. اللعبة غادي تبدا على جوج؟ اه، غادي نقدرو نكونو تما.
بغيت ننزل ف سانت بول.
شْحَالْ هَادْ الشِّي آمَانْ؟
واش ممكن نحط رسالة فيه؟
السيد واتسون، التحويلة 201، من فضلك.
ما عارفش شنو لي خاصني نحط.
هاك. هاد هادا هو الأكثر شعبية.
عندي حجز، أكيياما.
فاش تخرج من المصعد، غادي تلقاه على يمينك.
واخا، دّفع هاد الزر. أوه، هادشي ما خدامش. سمح ليا، هادشي خاسر.
كيف حالك، السيد تاكاجي؟ لم نلتق منذ الربيع الماضي، أليس كذلك؟
شُفْنَا بْزَّافْ دْيُولْ الْحُوتْ لِّكَايْهَاجْرُو.
غادي نرجعو من بعد.
كنت كنتساءل امتى نقدر نرجع لهنا.
إذا كنت بحاجة إلى أي مساعدة، يُرجى طلبها من مضيفي الطيران. لدينا طاقم يتحدث اليابانية والفرنسية والصينية والإسبانية على متن الطائرة.
مائة دولار، باستثناء الضريبة.
مرجو منكم ربط حزام السلامة و احترام علامة "ممنوع التدخين" حتى يتم إطفاؤها.
واش عندو حمام؟
ها هي بطاقة صعودك إلى الطائرة وبطاقة الأمتعة الخاصة بك.
واش ممكن ناخد صحن إضافي؟
بغيت شي دوا.
حنا جوج، واش ناخدو الحجم الكبير؟
نسيت جواز سفري في الطاكسي.
أربعون دولارا.
كيتكلف الفندق ديالنا بترتيبات باش يجي شي واحد يهتم بالولاد.
سمح ليا، غادي نتأخرو بعشرين دقيقة.
واش كاين شي مطاعم يابانية هنا فهاد المنطقة؟
شيء سهل القيادة، مع مقود على الجانب الأيسر، من فئة لترين.
واش داخلي ولا فالهوا الطلق؟
هذا هو عنواني الجديد اللي غادي نستقبل فيه الرسائل.
نعم، يمكنك ذلك. إليك بطاقة المطالبة الخاصة بك وبطاقة الصعود إلى الطائرة.
أوه، حوالي السابعة مساءً، أعتقد ذلك.
سديت على راسي الباب. الساروت باقي فالداخل ديال الطوموبيل.
يمكنك الحصول على نتيجة أفضل من ذلك.
ما كنتش كنتوقع أنو غادي يكون هاد الزحام.
كَنْحَسْ بْوَجَعْ كَيْضْرَبْ لِيَّ حْوَالَيْ مْنْطَقَةْ الكَرْشْ.
واش يمكن ليك تبدل ليا البلاصة ديالي بوحدة فالقسم ديال المدخنين؟
هاد الرسوم كتهم المكالمات البعيدة.
واش ناوي تبدا تبيع منتوجاتك فمريكان؟
واش غادي تجيب ليا بيرا أخرى؟
كان جيم وأنا صديقين منذ أيام الدراسة الثانوية.
عافاك بغيت بيض مقلي، مع وجه واحد مشحر و معاه لحم الخنزير.
بغيت تذكرة ديال عشرة ديال الرحلات للمسافرين.
غير لحظة، سيدتي. غادي نشوف هادشي.
ما كاين حتى واحد ساكن هنا بهاد الإسم.
فين نقدر نلقى الباص السياحي؟ فين ووقتاش نقدر نركب فالباص؟
الجزء العلوي كبير بعض الشيء. هل يمكنك تعديله؟
واش كاين هنا ملعب ديال الگولف؟
بغيت نلغي الحجز ديالي للطائرة ليوم الخامس من ماي، وندير حجز جديد ليوم التاسع من ماي، الله يخليك.
واش نقدر نحتفظ بهاد الكارط بونيف؟
واش كاين شي واحد لي كيفهم اليابانية؟
أنا آسف جداً لسماع خبر وفاة والدك. أرجوك تقبل تعازيّ الحارة.
غادي ناخد إيطالي، الله يخليك.
واش درتي الورقة ديالك؟
عافاك، خمسة ديال الوراق ديال عشرة دولارات.
واش ممكن ناخد جوج تذاكر للكبار باش نحضرو لمسرحية "كاتس"؟
من الأحسن ليك تجلس و ترتاح بعد الرحلة الطويلة ديالك من اليابان.
أشنو هي الرسوم اللي ما كاينةش فيه؟
واش تم تطبيقو؟
فين تحرقتي في يديك؟
شكون هوما المصممين ديالكم؟
واش تقدر تجمعهم بجوج؟
القط الأزرق. فرقة جاز قديمة مكونة من أربعة عازفين.
فأي سيارة يوجد فيها هذا القسم؟
مبروك، سمعت أنك حصلت على وظيفة في شركة ABC.
واش كيشمل هاد الثمن رسوم الخدمة؟
بغيت نحجز طبلة مزيانة باش نشوف العرض.
كَايْكُلْفْ تِسْعَة وْتِسْعِينْ دُولَارْ أَمْرِيكِي.
غادي يكون عندك ساعة باش دير هنا أي حاجة بغيتيها.
بغيت نرجع لطوكيو قبل نهار الجمعة.
هل المجوهرات معفاة من الرسوم الجمركية؟
أشنو هو الفيلم الأكثر شعبية دابا؟
مَا كَانْتْشْ مْتَأَكِّدْ دَابَا.
شريت روج حمر باش نعطيه كادو.
فاش غادي يمشي؟
سمح ليا، واش تقدر تعاود هادشي اللي قلتي؟
حتى شهر شتنبر من عام تسعة وتسعين وتسعمائة وألف.
واش نقدر نلتحق بهاد الكورس حتى واخا أنا مبتدئ؟
بغيت نمشي نتشرى. فين كاينة منطقة التسوق القريبة من هنا؟
بغينا نشوفو شي فيلم. شنو كتنصحنا بيه؟
شكون اللي صنعو؟
ولكن كما تعلم، فإن "LT" ستجعلها أرخص.
شْحَال كَايْكُلِّفْ الاتِّصَالْ بْطُوكْيُو فِي اتِّصَالْ عَنْ بُعْدْ؟
بأي ألوان أخرى تأتي هذه السيارة شيفروليه؟
ما قادرنش نختار شنو نطلب. شنو كتنصحني؟
شْحَال الثَّمَن لِلشَّخْص الوَاحِد؟
قدمت وقت المغادرة.
واش ما كَتْبِيعُوهُومْشْ بْحَالْهُمْ بْحَالْهُمْ؟
واش تقدر دير ليا حجز فالمسرح؟
بهاد الطريقة، دور لليمين.
عندي قنينة ديال شراب الأرز الياباني.
بغيت بلاصة ما تكونش محجوزة، من فضلك.
أوه، أنا آسف. تفضل. هل يمكنني أن أحضر لك شيئاً تشربه؟
بغيتك تجي معايا، عافاك.
دابا راك حجزتي.
بغيت نحجز بلاصة، فالدرجة الإقتصادية، للندن نهار الأحد الجاي.
كيتكون من ثلاثين كلمة. إذن، من فضلك، ثلاثة دولارات.
يمكن لحارسنا أن يساعدك، أو يمكنك الحصول عليه عن طريق سيارة أجرة.
واش الحديقة ديال الحيوانات مسدودة؟
شنو هو اسمك الثاني؟
بغيت نحجز غرفة صغيرة.
جوج ديال الناس.
سميتي سوزوكي. عندي حجز على الساعة ستة.
بعض السجائر، من فضلك.
بغيت غير نقطع شعري.
بغيت سنسلة ديال اليد.
بغيت ندور ف الجزيرة.
خلينا ناخدو استراحة. واش بغيتي تشرب شي قهوة؟
أنا جاي.
خليت سوارت البيت فالبيت ديالي. واش ممكن تعطيوني نسخة من السوارت، عافاك؟
شْحَال خَاصْنِي نْعْطِي كَرَاطِيفْ؟
سمح ليا. واش هاد الحافلة غادية لفندق هوليداي إن يونيون سكوير؟
واش عادي نخلّي الطوموبيل فبوسطن؟
واش تقدر تجيب ليا تذكرة؟
واش ممكن ناخد كيس كبير؟
هاد الشوربة سخونة بزاف.
بغيت شوية الجزر.
غانْتاصْلو بيكْ فْوَقْتاشْ نْلْقَاوْهْ.
واش كتجمع الحيوانات المحشوة كهواية ديالك؟
بغيت نحجز فـ JAL ليوم عشرين مارس.
ماكاينش الثلج.
هل يمكن لليابان إنتاج كل الأغذية التي تحتاجها؟
واش عندك شي روايات يابانية؟
واش عامر اليوم؟
هذا يعني إذن أنني لا أفشل أبدا.
كم عدد أيام العطلة التي تحصل عليها في السنة؟
غانبقاو على الأقل أسبوع.
بغيت بومبا ديال الهواء.
واش نقدر نمشي للبرج البحري بالميترو؟
الرحلة اللي كان خاصني نكون فيها، AA 11، تلغات.
أوه، حقا؟ أنا أعيش في كاماكورا، أتمنى أن تزورني في منزلي.
فين كاينة طواليط ديال الرجال؟
كَانْبَانْ لِي هَادْ الشِّي بَسِيطْ بْزَّافْ لِيَّا.
عندي بعض العناصر للصحافة.
قولي ليا عافاك شحال هو نمرة التيليفون ديالك.
سمح ليا، واش تقدر تنصحني بشي أوطيل؟
أوه. ما أجمل أن ألتقي بك هنا.
هادشي آخر حاجة غادي ندير.
القطارات تنطلق من محطة كينغز كروس.
ضاعت لي الحقيبة ديالي.
فاش غادي نرجعو؟
المراهقون اليابانيون مهتمون بالموسيقى.
بغيت نجرب هاد الصباط.
اه، اتصلت قبل قليل.
واش عندك شي نبيذ ناشف، ماشي غالي بزاف؟
درت شوية موس ديال الشعر اليوم.
واش الطيارة غادي توصل ف الوقت؟
شْحَال كَايْكُلِّفْ إِعَادَةْ إِصْدَارْ هَادْ الشِّي؟
فين نقدر نشري شي تذاكر ديال التيليفيريك؟
كَيْبان لِي بْلي ستونهينج مثير. واش كاينين شي جولات لي كيدورو فهاد المنطقة؟
تعرضت لإصابة خطيرة في قدمي اليمنى.
أنا مقيم في فندق هيلتون.
واش ما عندكش شي حاجة تاكلها؟
فاش كايبدا القطار؟
عن طريق البريد السطحي.
كيف تفضل شريحة اللحم الخاصة بك، سيدي؟
بغيت نركب فالحافلة اللي كتمشي للمطار.
شكراً لك لأنك جئت لتلتقطني من المطار. أنت شخص لطيف جداً.
أعتقد أن يوم السبت سيكون غائما.
شْحَال كَايْكُلِّفْ كِرَا طُومُوبِيلْ مَعْ شِيفُورْ؟
كَانْبْغِي التُّفَّاح، وَلَكِنْ الْيُومْ بْغِيتْ نَاكُلْ شْوِيَّة دْيَالْ الْعْنَبْ.
عافاك، بغيت تلغي ليا الكارطة ديالي.
كاس ديال النبيذ الأحمر، واخا؟
بالتأكيد. واش عندك شي حاجة معينة فبالك، شي ماكلة معينة؟
واش هادشي نيكل سيلفر؟
أشنو هاد الصوص مْصَايْبْ ليه؟
عندي ألف دولار نقدا.
دور شمال. راه كاين على اليمين.
شْحَال كَايْكُلْفُو ثْلَاثَة يْوَامْ؟
واش غادي تحمل هاد الشانطة، عافاك؟
سيارة صغيرة، ويفضل أن تكون سيارة يابانية.
أَشْنُو هُوَ الْمُنْتُوجْ لِّي كَايْتَخَصَّصْ فِيهْ هَادْ الْبْلاَدْ؟
عندنا جوج أو ثلاثة ديال الحوايج الزوينين بزاف ف الحي. واش بغيتيني نحجز ليك؟
واش ممكن ناخد مئة غرام من سلطة القرع؟
واش عندك خاتم آخر؟
بالمناسبة، هل ملأت الخزان قبل إرجاع السيارة؟
بغيت نمشي لسان دييغو.
بعد وفاته، تم القيام بإصلاح سياسي، يُعرف باسم إصلاح عصر تايكا.
نسيت صاكي في القطار.
سمحلي، ولكن هاد الكلمة، OMEDETOUGOZAIMASU، طويلة بزاف باش نعدو عدد الكلمات. بما أن الكلمة الواحدة محدودة بخمسة عشر حرف، بغيتك تقسمها على جوج.
كايخرج من محطة الحافلة رقم 2.
إذا بغيتي.
أي نوع من السلطات عندكم؟
واش تقدر ترسم خريطة غادي توصّلني لهيه؟
غاناخد داكشي اللي نصحتيني بيه.
شنو كايعرضو دابا؟
بغيت قلم حبر، الله يخليك.
أه، نعم، وسأدفع بواسطة بطاقة الائتمان.
عافاك جيب ليا الفطور للبيت ديالي.
واش عندكم شي جولات للبانتيون؟
طاحت لي المعلقة.
عافاكْ صَرِّفْ لِي شِيكْ شَخْصِي.
اه، شكراً. اسمي مايومي ياماغوتشي من اليابان. لقد وصلت للتو إلى الفندق.
كَيْعَوَّرْني رْجْلي.
الشمس قوية بزاف. واش درتي الكريم الواقي من الشمس؟
كتاخد تقريبا نص نهار. غادي يكون المرشد السياحي هنا باش ياخدك معاه على الساعة تسعة ديال الصباح.
فين كاين الملعب؟
كاينة كاس ناقصة.
بغيت صلصة إيطالية.
إيوا، باين ليك عندك نفس القياس ديالي. أنا كنلبس عادة القياس المتوسط.
هاد الساعة القديمة ما بقاش خدامة. واش تقدر تبدلها؟
إيوا، باينة شوية ضيقة من جهة الكتاف.
بغيت ناخد كارت بديلة. امتى نقدر ناخدها؟
واش تقدر تعيط للبوليس؟
رقم هاتفي هو أربعة صفر أربعة واحد اثنان ثلاثة أربعة خمسة ستة سبعة.
واش كاين شي مشكل؟
حتى في الوقت الحاضر، يتم تحضير أطباق رأس السنة الجديدة، التي تسمى أوسيشي ريورِي، في كل منزل تقريبًا.
الجولة التي تستغرق نصف يوم لا تفي بالغرض.
غانْسول واشْ مْمْكِن نْتْصَوَّر معاه.
من أي نوع من الجلد صُنعت هذه الحقيبة؟
هادشي لذيذ بزاف.
الثمن مختلف عن اللي كاين فالكونطوار.
كَتْكَذّبْ عليّا. واش كاين شي طريقة أخرى باش نرسلو أرخص؟
بغيت نبدل شي ين ياباني بدولارات أمريكية.
واش ممكن نتحول للصف الأول؟
بغيت نخرج دابا. واش تقدر تهبط ليا الشوانط ديالي؟
واش كاين شي كلينيك قريب من هنا؟
واش عندك مفكات البراغي؟
معامن خاصني نتواصل إلى كان عندي شي مشكل؟
هل ستقلع هذه الرحلة في موعدها؟
غاناخد من هاد الشي تلات ميا غرام.
خرج مسرعا إلى وسط الشارع حيث لم يكن هناك ممر لعبور المشاة.
بالمناسبة، هل لديك تأمين سفر لهذه الرحلة؟
هذا للاستخدام الشخصي ديالك، طبعا.
بغيت نخلي الطوموبيل فمطار سان فرانسيسكو.
شي حاجة حلوة؟
بغيت نتأكد من وقت الإقلاع.
غانكون فهيلتون هوتيل.
واش تقدر تْصَيْفْطْ لِي هاد الرّْسَالَة؟
عندنا عائلة مكونة من أربعة أفراد، بما فيهم والديّ وأختي الصغرى وأنا.
شْنُو سْمِيَّة هَاذْ الْفَنَّانْ؟
طلب منو يتصل قبل العشرة بتوقيت اليابان.
كيف يمكنني الوصول إلى المعبد؟
أشنو كتشرب؟
واش تقدر تعطيني نمرة التليفون ديال شي شركة ديال الطاكسيات؟
ثلاثة دونات وكعكة واحدة، من فضلك.
غانكون تما بعد شي ساعة.
السلام. مطعم بير ون فيش أند غريل. هل يمكنني مساعدتك؟
شكراً. هل يمكنني التحدث مع السيدة ياماتو، من فضلك؟
واش كاين شي محل ديال البضاعة المعفاة من الرسوم الجمركية هنا؟
كيفاش كتسحب الفلوس؟
أه. أريد أن أؤكد حجزي مرة أخرى على الرحلة رقم سبعة عشر إلى طوكيو يوم الأحد القادم. اسمي ريكو موري. م-و-ر-ي.
كنت كنتساءل على نوع الألوان اللي غادي يكونو موضة هاد الخريف.
بغيت نحجز بلاصة للنعاس فالقطر اللي غادي لواشنطن دي سي، الله يخليك.
كنقترح عليك تزور حتى مبنى الأمم المتحدة اللي كاين على ضفة نهر إيست.
عندها تسعة وتسعين سنة. بغيت نصرف تقريبا تسعة وتسعين دولار.
عافاك وريني هاد الأنبوب. هاداك التالت.
إذا كان الشخص بوذياً، نعم. لكن العديد من العائلات تقيم الجنازات في منازلها.
قميص أبيض واحد و زوجين من الجوارب.
حوالي ألف دولار.
شْحَالْ كَايْكُلْفْ أَرْخَصْ بِيلِي؟
بيتزا فيليه اللحم مع سلطة خضراء، من فضلك.
واخا، خود وقتك. قولي ليا إلى كنتي محتاج شي حاجة.
هادْ هَادْ الشِّي مْنْ جِيهْتِي.
بغيت نطلب بيتزا. شكون كيوصل هنا؟ شنو هو النمرة؟
غانْتْعَطَّلْ.
واش عندك شي بيت حسن من هادا؟
كتاخد نهار كامل. غادي يكون المرشد السياحي هنا باش ياخدك على الساعة تسعة ديال الصباح.
عافاك، اختار شي نبيذ مزيان باش ناكلو معاه.
بغيت واحد ورقة ديال خمسين دولار و خمسة أوراق ديال عشرة دولارات، الله يخليك.
سكان طوكيو كَيبلغو تقريباً 12 مليون. المدينة مكتظة و ثمن السكن فيها غالي.
يمكنك إجراء مكالمة مباشرة من غرفتك.
شْحَال كَايْكُونْ ثَمَنْ إضافي لِلِاسْتِعْمَالْ لْمَرَّةْ وَاحْدَةْ؟
بلا تبريد، من فضلك.
شْحَالْ بَاقِي مَازَالْ وَاشْ نْبْدَاوْ؟
هل هذا الكريم للبشرة الجافة أم للبشرة الدهنية؟
سمحلي. أنا تْلَفْتْ وْمَاعَرْفْتْشْ فين نْمَشّي.
إيوا، كنت كنفكر فالسوشي. ونتا؟
بغيت نشارك ف الرحلة الاختيارية ديال غدا.
إذا شريتهم بجوج، واش تقدر تعطيني تخفيض؟
واش ممكن ناخد جوج لترات ديال الحليب؟
غانبقاو هنا لليل كامل.
بغيت نكري طوموبيل.
الثالث من نونبر هو يوم الثقافة.
كَانْقلّب على شي قميجة لبنيتة عندها عشر سنين.
ضاع لي الباسبور ديالي.
اه، عندي هادشي.
عافاك، قطع الخط مرة وحدة.
عاون.
كتاخد أكثر من الثمن ديال الرحلة.
بلاّ. ثلاثة ديال الكْطَعْ، ومن بعد نْديرُو ليڭري؟
شكون هو البطل الرئيسي؟
واش كاين شي سوق قريب من هنا؟
ما كنعرفش كيفاش نسد هاد الستائر.
كيف يمكنني الوصول إلى سنترال بارك؟
غضبت عليه.
عافاك، صيفطو بالبريد السريع.
عافاكْ صيفْطْ هادْشي كْبَاغَاجْ مَاشِي مْرَافْقْ.
شْحَال كَايْكُلْفْ ثَمَنْ تَذْكِرَةْ الحَافْلَةْ لْبُوسْتُونْ؟
سير من ديك الباب و غادي تلقى اليمين ديالك.
خصك تخلص زيادة على الحلوى.
كنقلب على شي وحدين آخرين.
سميتي هيساي تشيبا. أنا يابانية.
خاصني شوية موطارد.
عطيني واحد كارطون من هاد الماركة.
إيه. ولكن في المدن الصغيرة وحتى في منطقة وسط طوكيو القديمة، لدينا العديد من متاجر التجزئة المتخصصة المستقلة الصغيرة.
واش عندك شي حاجة ديال جودة أحسن؟
شنو كتنصحني نشوف فكيوتو أكثر من أي حاجة أخرى؟
فين خدام؟
هل يمكنني طلب وجبة نباتية؟
شْحَال كَايْكُلْفْ هَادْ لَبْيَتْ؟
ماشي بزاف خايب. ولكن كنفضل يكون فيه شوية ديال التوابل أكثر.
واش تقدر توصّي بمعجم فرنسي-إنجليزي؟
شكراً. كان من اللطيف رؤيتك. إلى اللقاء.
واش نقدر نرتاح فشي أوطيل قريب من هنا؟
هادوك الطوابع غادي يكلفوك ثمنطاش دولار. هاد الورقة هي تصريح الجمارك الخاص بالطرد ديالك.
فاش يقدر يجي الطبيب؟
واش كاين شي حاجة نشربوها فالباطو؟
كَايْبانو السْحاب زْوينين من الفوق.
واش كاين شي طريقة نقدر نعاونك بيها؟
بغيت نشوف الحي المالي.
كَانْخُدْ دروس فْ السِّبَاحَة.
واش عندك شي قهوة سريعة الذوبان؟
هذا المطار غير مزدحم كثيراً بعد ظهر يوم الثلاثاء.
واش عنيف؟
اه، خليني نشوف. بغيت نبدا بكاس ديال النبيذ.
صلح الضوء، من فضلك.
بغيت نبدل الحجز.
إذا نسيت، فقد تخسر حجزك.
أي واحد مزيان غادي يكون بخير.
غانْتْلاقاوْكْ فالبيسينْ فْوَحْدْ الساعةْ واحدْ، واخا؟
لا. هذا الرصيف مخصص للقطار المتجه في الاتجاه المعاكس.
شكرا لك. أنا أقدر اهتمامك بشكل كبير.
بغيت نتعشى بأقل من ثلاثين دولار بما في ذلك المشروبات.
بغيت هاد الحوايج يتكَاسو.
سلام. أنا حجزت طاولة لليلة هاذي على الساعة سبعة. ولكن بغيت نبدل الوقت. سميتي سوزوكي.
واش عندك الباسبور و التذكرة ديالك؟ شوف، هاد المحل هو محل معفى من الضرائب.
أي نوع من المنتجات جيد للبشرة الدهنية؟
هادشي هو الوقت باش نبداو.
أشنو بان ليك نمشيو نشوفو شي فيلم؟
بغيت نبدل شيك ديال المسافرين.
لا، سيدي، لا نفعل ذلك.
يمكنك الذهاب مشيًا على الأقدام أو بالمترو. إليك خريطة المترو.
ها هي النصيحة لك.
بغيت زوج صندالة، الله يخليك.
أزهار الكرز. تزهر في الربيع.
عافاك، جوج بيرة آخرين.
عشرة وحدات، من فضلك.
شكرا لك. أرجوك أخبرني عندما نصل إلى هناك. أنا غريب تماما في لندن.
أسود. هل يمكنك أن تُريني زوجًا آخر باللون الأسود؟
شْحَالْ مِنْ وَقْتْ كَايْخُدْ هَادْ التَّغْيِيرْ وْشْحَالْ كَايْكُلْفْ بَاشْ يْتْعَمْلْ؟
عافاك سخن الغرفة دغيا.
واخا. عطيني تذكرة واحدة ديال الرحلة ذهاب وإياب.
كيف كان؟ هل كان جيدًا؟
عادة ما تكون تساقطات ثلجية خفيفة تتراوح بين بوصة أو بوصتين.
فندق بلازا، الغرفة سبعة صفر اثنان.
ما كنعرفش. كلهم جداد عليا.
ضربتك الرائعة عظيمة.
غانحولك غير دابا.
أكلت من شوية.
هادشي كايفرحني.
واش عندك ليكيطيطات؟
واخا. امتى بغيتي تلعب؟
امتى أقرب وقت؟
السلام. واش هادو هوما براون؟
واش ممكن نشوف القبعة اللي فالواجهة الزجاجية، عافاك؟
غانكون فرحان إلى كان الجو زوين غدا.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ مِنْ هْنَا؟
طلبت مقعداً لغير المدخنين، لكنني أجلس في مقعد للمدخنين.
واخا. عافاك حجز ليا جوج بلاصَات ف الدرجة الأولى ف هاد الرحلة.
عندك التهاب الزايدة.
واش تقدر تلقالي شي واحد باش يهتم بالدراري الصغار؟
صاك صْغير لونو بْني. مصنوع من الجلد.
أيهما أكثر ملاءمة، الحافلة أم المترو؟
الساعة هي الثانية وعشر دقائق.
عندها تورم في الكاحل.
كنت محظوظاً جداً لأنني حصلت على تذكرة الليلة. لم أصل إلى المدينة حتى الساعة الثالثة مساءً.
واحد من أقفال النافذة مكسور.
بغيت نرسلو عن طريق البريد السريع.
هل هناك غرف خاصة متاحة في الدرجة الأولى؟
واش ممكن ناخد جوج صناديق هدايا لهادو؟
بما أنني اشتريت الكثير من الهدايا التذكارية التي لا يمكنني وضعها في حقيبتي، فأود الحصول على كيس أو شيء من هذا القبيل.
واخا، أسي. خليني نهتم بحوايجك أولا.
نفس الشيء، من فضلك.
إذن، لقد تم تأكيد حجزي، فهل يمكنك الاتصال بالمدير، من فضلك؟
ما عنديش الفلوس.
تفقد كل شيء، من فضلك.
عطينا طبلة زوينة قريبة للمنصة، الله يخليك.
واش نمشيو لحانة؟
واش تقدر تجيب ليا مقاس أصغر؟
إذا كنت تريد التدخين، الرجاء الانتقال إلى الصفوف من الأربعين إلى الخمسين.
سكّت.
عافاك طوي الكمام ديالك.
شكراً لك على السماح لي بالبقاء هنا، هذا لطف منك.
واش هاد الطوبيس غادي للمطار؟
بغيت نحجز طبلة لثلاثة ديال الناس.
أشنو رأيك فهاد العشية، فحدود الرابعة مساءً؟
التالتة ديال الصباح.
فالطابق الخامس.
فين خاصني نبلغ على هادشي؟
واش عندكم كورس للمبتدئين؟
بغيت شي أقلام تلوين.
مَاخَاصْشْ نْنَقِّيوْ الْبِيتْ.
واش ماشي هاد النهار زوين؟
شكون هو المخرج؟
حلّ صاكك، عافاك. هادو حبات، ياك؟
واش نقدر نحجز لثمانية ونص ديال الصباح غدا؟
السبت يوم سيء لأني مضطر أن أساعد أبي.
بغيت نمشي لأقرب محطة ديال الطوبيس.
تْسْرْقاتْ لِيَّ الْبَاسْبُورْ دْيَالِي.
كيجي معاه الأرز والخضار.
بغيت نبدل طلبي.
نعم سيدي، سأقوم بتحويل مكالمتك على الفور. الرجاء الانتظار.
بغيت نعرض عليك باش تجي لحفلة عيد ميلاد.
واخا، خاصك تعيط ليا قبل ما تجي المرة الجاية.
فين كاينة الساحة؟
واش عندكم شي رحلات أخرى؟
يمكنك الحصول عليها عند البوابة قبل الصعود. يرجى إظهار هذا الإيصال هناك.
ماكاينينش هاد المحلات فاليابان. إذن، شنو غادي ندير؟
اه.
بغيت نبدل الرحلة ديالي لليوم التاسع من أكتوبر.
الضلوع الإضافية مشهورة هنا.
واش تقدر تقولي وقتاش غادي يوصل الباص للشارع الثاني والأربعين؟
عافاك، دور ليسرى فالإشارة الثانية.
فين هوما الناس الآخرين؟
أي طابق؟
بألوان مختلفة؟
واش كاين ميكروويف؟
فين كاين مركز المؤتمرات؟
بغيت بلاصة من الدرجة الأولى، بلا تدخين، الله يخليك.
واش خاصني نبقى ف الفراش؟
واش يمكن ليك تعاود الإصدار فنهار واحد؟
شنو هي تخصصك؟
أنا مع زوجي.
واش تقدر تورّيني شي بطاقة تعريف؟
فصيلة دمي هي A.
واش ممكن نبدل الغرفة بغرفة عندها إطلالة على المحيط؟
تذكرة ذهاب فقط، من فضلك.
واش نقدر نمشي لهيه على رجلي؟
أي نوع من الغرف تودّ؟
عافاك، ورّيني.
أه. هي ت-أ-ن-ك-أ. رقم البطاقة هو واحد اثنان ثلاثة أربعة خمسة ستة سبعة ثمانية. وتاريخ انتهاء صلاحيتها هو سبتمبر، ألفين وواحد.
سد، شحال الساعة؟
عافاك صلح الركاب.
شيك المسافر، واخا؟
واش كايجيو الطاكسيات لهنا؟
يمكن أن يكون مركز التجارة العالمي مكانا جيدا.
أشنو قال؟
شنو هو الكود ديال اللباس؟
هادْ هِي صاكْ صْغِيرْ أزْرَقْ كَيْتْسَتْعْمَلْ لِلْمْبِيتْ.
واش خاصني نبدل؟
واش تقدر تقولي شنو هو كود المنطقة ديال سانت لويس؟
بغيت عدسة تيليفوتو.
طبعاً. أنا أقود السيارة في هذه المنطقة منذ أكثر من عشر سنوات.
بغيت نشعل الضو.
واش ممكن ناخد شي دوا؟
عندي قشعريرة وغثيان. واش كاين شي بلاصة باش نرتاح؟
واش هادا فينيل؟
عافاك عطيني الساروت ديالي. الغرفة ثلاثة وأربعين.
واش غادي تعلّمها ليا على الخريطة ديالي؟
فين خاصني نتسنا؟
فين كاين المركز التجاري؟
عافاك بدل هاد الفلوس بالدولار.
جبت ما ديال الروبيني مع الثلج.
واش عندكم أفلام مجانية؟
موقع الغوص الأول اليوم هو واحد من أشهر المنحدرات في هاواي.
عافاك نقلني لغرفة أخرى.
بغيت ترموميتر.
كاينة شي مشكلة فالفيلتر.
بغيت نحجز طابلة على الساعة سبعة.
بغيت نحجز جوج بلاصات لعشية الجمعة.
راه كاين تما مور السبيطار.
شْحَال كَايْكُلْفْ تِسْكِيَة مِنْ الطَّبْقَة الثَّانِيَة لْنْيُويُورْكْ؟
أشنو كتنصحني نقرا من روايات التشويق؟
عندنا الأسبرين.
جرحت راسي.
قطّع الخط، من فضلك.
كيف يمكنني الوصول إلى هناك؟
بغيت عينة من البول ديالك.
من المفترض أن تأخذ أمتعتك من سير الأمتعة.
شْحَالْ دْيَالْ الْوَقْتْ كَايْبْقَى الْقِطَارْ وَاقِفْ هْنَا؟
خصك تشرب شي دوا ديال المعدة.
واش كيكونو خدامين يوم الأحد؟
شْحَال الثَّمَن دْيَال الشَّهْر؟
عافاك عطيني رأيك الصريح على هادشي.
شْحَالْ هُومَا التَّكَالِيف الإِضَافِيَّة؟
ملي كنضغط على اللثة ديالي، كتنزف.
واش غادي تحافظ على هاد الشي ليا؟
لقد قمت بتثبيت بطاقات استلام أمتعتك على غلاف تذكرتك.
السكارى كَايكونو بحال بحال فكل بلاصة.
واخا. علاش ما تمشيش تشوف الحمام أولا؟ أنا غادي نشوف واش كاين فالمطعم.
عافاك وريني شي حاجة صغيرة شوية.
أنا مصاب وأحتاج إلى سيارة إسعاف.
فين نقدر نلقى الليموزين ديال فندق هيلتون؟
كايْسَرّبْ الما من الأنبوب.
واش تقدر ترسل ليا الحوايج اللي نسيت؟
واش نقدر نعيط من هاد التليفون؟
ما متأكدش.
بغيت نجرب الأكل المحلي الخاص.
أود بعد ذلك أن أوجه انتباهكم إلى الرسم البياني رقم واحد - ثلاثة.
هل هناك أي تغيير في الرحلة رقم اثنان خمسة اثنان المتجهة إلى أوساكا؟
أشنو رأيك فهاد الطيارة اللي مصنوعة فاسكوتلاندا؟
أوه، هذا ما أريد القيام به الآن. واحد، اثنان، نوم.
بغيت شي برمانونط لي يكون خفيف، الله يخليك.
هل هناك حافلة لنقل الركاب من فندق هوليداي إن؟
كاينة شي غلطة.
طبعاً. شحال ديال الوقت كَاتظن غادي ياخد هادشي؟
يمكنني أن أعطيك مرهماً، لكنني أنصحك بالذهاب إلى الطبيب لإجراء فحص بالأشعة السينية.
مرحبا بيك تمدد رجليك.
عندك الحق، أنا عارف، علاش ما نمشيوش لهيه بجوج؟
كان الأمر مفاجئاً. لذلك لم أر وجوههم.
شكرا. واش تقدري ديري السلاطة؟
واش ممكن نستلمها فهاد العنوان؟
أوه، واحدة أخرى، من فضلك. ربما كنت قد أغمضت عيني للحظة.
جيبلي طاس، الله يخليك.
كَانْقْدَرْ نْهَضْرْ شْوِيَّة بِالانْجْلِيزِيَّة.
واخا، ما عجبنيش هاد اللون. واش عندك هادشي باللون الأزرق؟
عافاك قول ليا عنوان الاتصال ديالك فحالة وقعات شي حاجة طارئة.
أنا متأكد من أنني سأملأ خزان الوقود عند إرجاع السيارة.
هاد الدار باينة مريحة للعيش فيها.
امتى غادي تقلع هاد الطيارة؟
هذا معطوب.
اه، واخا.
خلينا نعاودو من جديد.
عافاك، بغيت جوج تذاكر ديال هاد الليلة.
واش كَاتْبِيعُو سْلَع مَعْفِيَّة مِنْ الضَّرَايْب؟
ضربات راسها.
واش هاد السير ديال الحقائب خاص بالرحلة سبعة واحد أربعة؟
سمعت عن عشرين دولار.
سميتي نوغوشي. عاد دابا عيطت ليك من الفندق.
فين كاينة السفارة اليابانية؟ واش ممكن ترسم ليا خريطة؟
بغيت شي بيت عندو منظر زوين.
واش هادشي قريب لمحطة الميترو؟
طوبيس؟ أعتقد أنك تقصد ليموزين باش يوصلك للفندق. فين غادي للفندق؟
واش ممكن تصورني؟
بغيت نسحب أربعمية دولار من حسابي.
غانوصل فْعشرة دْيال الدقائق.
شنو هوما ساعات الخدمة ديالهم؟
هذا السيد سوزوكي يتحدث، أود أن أسأل عن حجز الفندق.
قدّاش غادي تبقى ف ألمانيا؟
واش نقدر ناخد درس خاص؟
هاد الفيلم عنيف بزاف بالنسبة للأطفال. خاص يكون عليه تقييد.
واش ممكن تزيد الحرارة فالتيرموستات؟
غيّر الخطة ديال العشية، من فضلك.
شكراً. هل يمكنك أن تأتي إلى هنا وتأخذ الباقي بعد ذلك؟
عافاك، خليني ننزل في أفينيو الخامس.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ الوَصُولْ لِلمَطَارْ؟
بغيت شي دوا للبثور.
بغيت نحجز طابلة على الساعة السابعة.
واش عندك أفلام إباحية؟
واش كاين منيو ياباني؟
الطوموبيل ديالي خسرات.
صاحبي طاح من فوق الجبل.
سعيد بالتعرف عليك، سيدي.
شْحَال كَانْ ثَمَنْ المُكَالَمَة التِّلِيفُونِيَّة لِلْيَابَانْ؟
ما نقدرش ندخل.
امتى غادي يكون متوفر؟
سمح ليا. كنضن بلاصتي هي اللي حداك.
ها حنا. هاداك هو المتحف البريطاني.
سلام. هاذا هو المينيو.
بغيت نصلح الصباط ديالي.
كان الأمر أشبه بحلم.
التالتة ديال العشية.
أنا آسف لعدم تمكني من قبول الدعوة بسبب ارتباطي بموعد آخر.
حتى أي وقت يمكننا استخدام المرافق؟
نسيت صاكي في شي بلاصة.
أي قائمة طعام تنصحني بها؟
هل الرسوم الضريبية ورسوم الخدمة مشمولة؟
غانمشي للباب على الكرسي المتحرك ديالي.
أشعر بتحسن كبير الآن. شكرا جزيلا لك على كل شيء.
فين نقدر نصلحو؟
لا، ماشي حتى لدابا. ولكن كنتمنى نمشي تما شي نهار.
واش ممكن ناخد شي حاجة نقراها؟
بغيت ناخد موعد باش ندير سيشوار على الساعة ثلاثة.
شْحَالْ مِنْ وَقْتْ كَايْخُدْ هَاذْ الشِّي بَاشْ يْوَصَّلْ لِيهْ؟
كَايْن البرد. يمكن غَنْطْلُبْ غطاء آخر؟
واش هاد الخط كيمشي لسان دييغو؟
شْحَالْ كَيْخُدُّو الوَقْتْ باشْ يْوصْلُو لْليَابَانْ عْبَرْ البُوسْطَا العَادِيَّة؟
فاش دوز من داك الجسر ديال الراجلين، دور على اليسار.
إذن، هل هذه الشروط مقبولة؟
ما بقيتش قادر نتحمل هادشي أكثر.
عافاك، بغيت كاس ديال البيرة الخفيفة.
بغيت نشري علبة ديال السجائر.
كاين بزاف ديال الزكام لي كيدورو هاد الأيام.
عافاك سخّن الطبق مرة أخرى.
واش خاصني نلبس كرافات؟
بغيت شامبو للشعر الجاف.
كيف يمكنني الوصول إلى فندق واني؟
أعتقد أنك جئت إلى الطاولة الخطأ.
بغيت نقرا الطب.
باقي خاصك تعطيني دولار واحد وسبعين سنت.
واش كاين شي تعليمات خاصة بالاعتناء بالمنتج؟
واخا. غادي ناخد شابلي. ونتي، جين؟
لا، الحقائب الجلدية أكثر تكلفة. هذه الحقيبة مصنوعة من الجلد. سعرها مائة وخمسة وسبعون دولارًا.
حنا مهتمين بالأثاث.
واش تقدر تقترح عليا شي مطعم مزيان؟
واش كَاتْبِيعُو الحِبْر دْيَالْ سْتِيلُو دْيَالْ لَبْيَاضْ؟
لا، ما نعملوش هادشي. خاصني نمشي للدار قبل السبعَة.
اللعبة سالات.
واش عندك هادشي من الفضة الإسترلينية؟
بان ليا أنني فقدت بطاقة الماستر كارد ديالي ملي كنت كنتسوق هنا.
لا، شكراً. أنا ناعس دابا.
أنا في ورطة. أرجوك ساعدني.
فين كاين الطابق ديال حوايج الرجال؟
حرقت يدي اليمنى بالماء الساخن اللي كان في الطنجرة.
كيف يمكنني الحصول على التذاكر؟
سميتي كامي. عندي حجز هنا لمدة ليلتين.
عافاك، سْرَعْ لْمَطَار.
ماكانعرفش نْهَدْرْ بالإنجليزية.
نتا زوين بزاف.
كاناخدو الميترو، ولكن خاصنا ناخدو التذاكر قبل.
تْسَرْقات ليا لْبُوزَة. كان عندي شي ميتين دولار فالمحفظة ديالي.
إيه. تحت الكرسي.
فين كاين أقرب محل ديال الأغذية الصحية؟
لا، من فضلك لاحقا.
عندي قشعريرة.
كيف كان يبدو مرتكب الجريمة؟
فين كاين هاد الكرسي؟
كاينين بزاف ديال الأماكن التاريخية.
فين هو أحسن بلاصة باش نزورها مع صاحبي؟
لا، لا. بغيت نشوفك.
واش عندو ضمانة؟
واخا. نقدر نكلف راسي بهاد الشي من أجلك.
فين كاين أقرب سوبر مارشي من هنا؟
امتى غنوصلو؟
ثم، اتجه إلى الممر الأخضر.
أشنو هي لاكارت ديال اليوم؟
واش يمكن ليك تبدل الفرنك الفرنسي بالجنيه الاسترليني؟
فين نقدر ناخد الحقائب ديالي ديال الرحلة جال واحد وعشرين؟
ستة مشروبات تساوي عشرة دولارات وخمسين سنتا، سيدي.
أوه، أنا آسف. ربما لديك مكان في ذهنك بالفعل - إلى أين تريد الذهاب؟
واش ناخد طلبك، أسي؟
واش يمكن ليك تأمن هاد الطرد؟
أي نوع من تسريحات الشعر هو الأكثر شعبية في الولايات المتحدة الآن؟
ما هو حجر الميلاد الخاص بشهر يونيو؟
عندك الحصبة.
واش كيعجبك الموسيقى؟
طواليط، فيضان.
أه، لقد فحصني الدكتور جونسون البارح.
واش عارف فين غادي يدار هادشي؟
واش تقدر تشرح ليا كيفاش نسد الباب؟
بغيت ناخد درس ف الغطس.
فين كان هادشي مصنوع أصلاً، و شحال من عام داز؟
فين خاصني نخليها بعد أسبوع؟
فهمت. غادي تخلص غير شي زيادة.
سلام. بغيت نطلب قهوة و ساندويتش كلوب.
وايلي، توقفوني مرة أخرى عند نقطة التفتيش الأمنية.
سير نيشان و غادي تلقاه على اليسار ديالك.
كَانْحَسْ بْالْوَجَعْ فْرَجْلِي.
كَانْحَسْ بْشَوِيَّة دُوَارْ فْرَاسِي.
باين عليه كايستمتع بالرحلة.
فأي حافلة كنت تستقل؟
واش تقدر توصّي ليا على شي فيلم كوميدي زوين؟
واشنو رأيك فهاد الحزام ديال الجلد ديال الماعز اللي عندو جودة عالية؟
هادشي مكتوب فهاد الورقة.
هل يمكنني الحصول على تقرير طبي ووصل لشركة التأمين الخاصة بي؟
بغيت نحجز فندق، الله يخليك.
عافاك تسنى شوية. غادي نمشي نسولو.
عافاك، حطو فالفندق الكبير.
شْحَال كَايْكُلْفْ أَرْخَصْ كُرْسِي؟
المرجو أن تكون المقاعد قريبة من بعضها قدر الإمكان.
الباب ما بغاش يتفتح.
واش غادي تاخد معانا شي صورة؟
واش عندك الحوت مقلي؟
أيهما تعتقد أنه أفضل كهدية لطفل يبلغ من العمر ثماني سنوات؟
واش كتقصد داخل المدينة؟
طبق أزرق واحد خاص. هل انتهيت؟
واش عندك شي خرائط لمنطقة وسط المدينة؟
هادشي عليا.
جيت غير باش نحييها.
عافاك عمرو ملي ترجع الطوموبيل.
أشنو كتنصحني؟ ما كنعرفش شنو هو مزيان حيت أنا ما كندخنش.
شْحَالْ دْيَالْ الْوَقْتْ بْغِيتِي تْسْتَعْمْلُو؟
واش تقدر تعيط لشي واحد كيهضر اليابانية؟
بغيت نتعشى ب 40 دولار للشخص الواحد.
باينة مسروقة.
عافاك بغيت توست و كاس ديال القهوة.
سميتك وعنوانك، الله يخليك.
السلام. واش نقدر نعاونك؟
حوالي الثامنة و خمس و أربعين، إذا ما عندكش مانع.
هل هناك مرافق مخصصة للأشخاص ذوي الإعاقة؟
هل ستبقى الندبة على جلدي؟
كنستعملو العكاكيز باش ناكلو الوجبات.
كَايْتْنَظّْمو حْفْلاتْ لْمُشَاهَدَةْ لْكْرْزْ تْحْتْ شْجَرْ لْكْرْزْ.
وصلت على متن رحلة الخطوط الجوية المتحدة رقم خمسة أربعة ثلاثة.
أنا جد فخور لأني التقيت برجل رائع مثلك.
السيد أينشتاين، هل يمكنني أن أطرح سؤالاً حول سعر الصرف؟ لا أرى كيف يمكنك اتهام اليابان بممارسات تجارية غير عادلة بهذا الشكل القاطع.
امتى نقدرو نبداو نلعبو؟
غانجيو ناخدوك من قدام الفندق.
خلينا نقيسو ليك الحرارة. واش عندك الشهية؟
نعم، انتظر لحظة من فضلك. هناك مقعد فارغ في الخلف، يمكنك الانتقال إليه.
كيف يمكنني الوصول إلى هذا العنوان؟
واش تقدر تحجز ليا شي غرفة؟
غاناخد بلاصة فالأوركسترا.
بغيت شي حاجة أرخص شوية.
هادو ضيقين شوية.
كيقولو غادي يطيح الثلج.
شكرا لك. أتمنى لك إقامة ممتعة.
السوشي هو كرة أرز صغيرة بيضاوية الشكل مغطاة بشرائح من السمك النيء أو المحار.
أخشى أنني لا أستطيع الحصول على الموافقة على هذه البطاقة الائتمانية.
غانْديرْ حَفْلَة. كُنْتْ كَانْتْمَنّى تْجِي.
واش بغيتي غرفة للمدخنين ولا غرفة غير مخصصة للمدخنين؟
واش تقدر تقولي شحال المبلغ ديال الفلوس؟
لا، أنا فقط أتفرج.
بغيت نتاصل بالمرشد ديالنا. واش تقدر تقول ليا كيفاش ندير باش نعيط؟
تفضل تفقد سيارتي.
غانْدير هادْشي. شُكْرًا على المُساعَدَة.
عشرين دولار على شكل قطع نقدية من فئة ربع دولار، من فضلك.
واش كتعرف شي مطاعم لي كيبقاو مفتوحين حتى وقت متأخر من الليل؟
سمح ليا، ما فهمتش معنى هاد علامة المرور.
واش نتوما خدامين أربعة وعشرين ساعة؟
ما متأكدش من أي حافلة كتمشي لوول ستريت.
واش هاد الطوبيس كيوقف حدى بارك الأخضر؟
واش تقدر تلقى مقاس لي غادي يجي معايا؟
شكرا. سأشرب كأسا آخر، من فضلك.
واش تقدر توصّي بشي وكالات أسفار؟
ثلاثة كؤوس من البيرة المُخمَّرة، من فضلك.
واش عندك الحرارة؟
أي نوع من الحقائب؟
بغيت سطل.
المجموع الكلي للثمن هو خمسة وتسعون ألف وتسعمائة وثلاثون ين.
الزيارات المنزلية إلى الغرفة مكلفة. يرجى استخدام غرفة الفحص الموجودة في الفندق.
سير فهاد الطريق مباشرة ودور يمين فالتقاطع. المتحف كاين تما بالضبط.
بغيت ساندويتش ديال اللحم المشوي.
أنا ماشي الشخص المسؤول على القفازات، عافاك شوفو هو.
سمحلي. كيفاش نقدر نوصل لكنيسة يونيون؟
عافاك طلب منها باش تعيط ليا منين تدخل.
على بعد حوالي 10 دقائق مشياً على الأقدام.
امتى غنوصلو لشيستر؟
سمح ليا، ولكن هادشي ما كيبانش صحيح.
الطوموبيل ديالي سالا ليها البنزين.
السلام، هادي هي الغرفة واحد و عشرين. بغيت غطاء، الله يخليك.
عافاك دير حجز لطبلة لأربعة أشخاص على الساعة سبعة. سميتي ساكاتا.
ما كنظنش عندهم شي حاجة أخرى، ولكن خديتو فزنقة التالتة.
عافاك، نصحني بشي متجر.
إذا كنت أتذكر جيدا، فإن التوقيت الصيفي سيبدأ غدا في الولايات المتحدة.
واش تقدر تخلي لي الحقائب ديالي هنا حتى الرابعة؟
واش تقدر تقول ليا على شي بلاصة باش نتعشى فيها بثمن مناسب؟
دزت من المحطة ديالي.
الحادية عشر و أربعون دقيقة مساء
بغيت شي ما معدني.
ما كايْبانْليش أن المكيف ديال الهواء خدام.
فين كيتقدم العشا؟
واش كَاتْقُولْ بْلِّي التِّمْثَالْ دْيَالْ الْحُرِّيَّة كَايْسْتَاهْلْ تْمْشِي تْشُوفُو؟
طوكيو زيرو تلاتة جوج أربعة ستة زيرو خمسة سبعة تسعة.
واش نقدر نطلب كأس ديال النبيذ؟
كان رائعا.
ما قدرتش نفهام. قال بزاف ديال الهضرة.
حطهم في الثلاجة في أقرب وقت ممكن.
فين كاينة أقرب بوتيك ديال الحوايج؟
أية أوراق ضرورية لإتمام المعالجة؟
كنقترح عليك تجي ف ماي أو أكتوبر، هاد هوما أحسن فصول العام.
هاد المحل التجاري عندو أحسن تشكيلة ف المدينة. أنا متأكد أنك غادي تلقى الزربية اللي كَلب عليها.
كيعجبني هاد البلاصة حيت كنت باغي نزورها من زمان.
بغيت بلاصة فالممر قريبة من باب الطوارئ.
أنا عرقان.
اه، شنو بغيتي تبدل؟
إيه. واش ممكن نشوف بطاقة الطالب ديالك؟
تصادف أن الثالث والخامس من ماي هما عطلتان وطنيتان. لذا قررنا أن نجعلها ثلاث عطل متتالية بإضافة اليوم الرابع.
ما زال الطعام ديالنا ما جاش.
واش تقدر توصّي ليا بحفلة موسيقية؟
هادشي تمنو خمسة وثمانين سنت. ما تنساش تاخد تذكرة التحويل ملي طلع، باش ما تحتاجش تخلص مرة أخرى ملي تبدل الباص.
عافاك، بغيت ندير مكالمة على حساب اللي غادي يتوصل بيها فاليابان.
كاينة شي مشكلة فعداد التعرض.
سيصبح المطارين بالتأكيد نافذتين جديدتين لتعزيز التواصل مع الناس في البلدان الأخرى.
فاش كايحل المحل؟
ركبوا الخط E حتى شارع فورث وبدلوا بالخط F.
كَايْمْشِيو بْزَّافْ دْيَالْ الْوْلَادْ لِلْمْدَارِسْ الْإِعْدَادِيَّةْ بَاشْ يْدْخْلُو لِلْمْدَارِسْ الثَّانَوِيَّةْ وْالْجَامْعَاتْ الْأَفْضَلْ.
هادو إكسسوارات ديال الكاميرا. هوما هشاش بزاف.
غانمشي لنيويورك باش نخدم.
الثمن ديال الدقائق الثلاثة الأولى هو عشرة سنتيمات.
فين كاينة شي لافونيط ديال الحوايج؟
أشنو كاين فالأوبرا الليلة؟
كاناخد هاد الدوا كل ست ساعات.
واش يمكن ليك ترسل هادشي بالبريد؟
القاع البحري مغطى بالشعاب المرجانية.
بغيت ندير مكالمة على حساب المستقبل.
شْحَال كَايْكُون الثَّمَن دْيَالُو لْكُل مِتْر؟
طبعا يمكنك ذلك. افتحه من فضلك.
دور.
واش غاندخلو كاملين ف نفس الوقت؟
سير فهاد الشارع نيشان، ودور على اليسار فالثاني زقاق، وغادي تلقاه.
واش تقدر تحافظ على مفتاح غرفتي؟
يمكنك الحصول على الرحلة رقم 59 لشركة ANA، التي تغادر طوكيو في الساعة التاسعة وخمس وخمسين دقيقة وتصل إلى سابورو في الساعة الحادية عشرة وخمس وعشرين دقيقة.
طبق المحار الخاص بنا خفيف نوعا ما.
عْطِينِي خْمْسِين، خْمْسَة عْشْرِينَات، عْشَرَة عْشْرِيَات، عَفَاك.
دور يسار في الزاوية الثانية. راها على يمينك.
جوج تذاكر من الدرجة الثانية لروما.
واش نقدر نخلص دابا؟
واش غادي تورّيني لائحة أنواع السيارات و الثمن ديالها؟
امتى كايبدا الصعود للطائرة؟
عافاك وريني فين كاين أنا فهاد الخريطة.
بغيت نمشي نغوص تحت الماء.
بعضها لسيدة في منتصف عمرها.
واش عندك شي وحدة زرقا؟
هذا هو شارع كينغ.
سير حتى التقاطع الثالث.
البلوغ اللي فالبانيُو ما خدامش.
واش كاين شي محل ديال الحوايج مزيان للنساء؟
خصّك تحجز ليا بلاصة فهاد الرحلة.
هاد الشانطة كتشبه ديالي، ولكن ماشي ديالي.
فين نقدر نبدل الفلوس ديالي؟
هذا مركز لتذاكر التخفيضات. يمكنك شراء التذاكر بخصم خمسين في المئة.
أوه، هذا بعيد جداً، سيدي. سيكون سيارة الأجرة مكلفة. لكن يمكنك الذهاب إلى أي مكان إذا تعلمت كيف تستخدم المترو.
امتى غادي تبدا الحصة؟
غانصيفط ليك شي تصويرة.
هل هناك فترة سماح بعد وقت تسجيل المغادرة؟
واش غادي تقدر تبدل ليا هاد الفلوس لوراق ديال دولار واحد؟
لا، سأقوم بالاتصال به مرة أخرى.
القهوة موجودة على الطاولة هناك، تفضل وخود راحتك.
بغيت نقطع شعري شوية.
هاد الطريق غادي يوصلك للبحيرة.
كيَبيّنو هاد الجوج ديال الجداول التغييرات اللي طراو على حصتنا فالسوق.
فُوتْنِي الْمَحَطَّة دْيَالِي. شْحَالْ كَايْخُدْ مِنْ وَقْتْ بَاشْ نْوَصْلُو لِلْمَحَطَّة الْجَايَة؟
امتى نقدر ناخدو؟
غاناخد صورة بالأشعة السينية.
من الأحسن ليك دير موعد مع شي طبيب.
عندي حجز لمدة ليلتين. اسمي ريسا كوباياشي.
واش ممكن تنضم لينا باش ناخدو الصورة؟
فين كاينين الدوشات؟
غانمشي لنادي الرياضة. واش ممكن نستعملو بحرية؟
درتو هنا هاكا قبل شي ثلاثين دقيقة.
واش نقدر ناكل هاد الفاكهة بقشورها وكلشي؟
أيهما أرخص، هذا أم ذاك؟
واش ممكن نبدل البلاصة ديالي ونمشي لبلاصة حدا الشرجم؟
بغيت طوموبيل فيها صندوق السرعة أوتوماتيكي.
عافاك، بغيت فيلم ملون ديال 35 ميليمتر.
امتى كَاتكونو مفتوحين؟
دور يسار عند التقاطع على شكل حرف T.
بغيت دليل خاص لمدة يوم كامل.
لثتي كتنزف.
عندي تأمين.
لا، ماشي بزاف. غير جوج ساشيات.
بغيت قنينة صغيرة ديال موصيل، الله يخليك.
هاد الشرف أكثر مما أستحق.
علاش ما نتلاقاوش هنا مرة أخرى غدا؟
أشنو كيتصنع محليا؟
ها هي فاتورتك. المبلغ هو مائتان وأربعة وثمانون دولارا.
واش بغيتي تشوفي مجموعة جديدة ديال القمصان؟
إذا كنت ما كتعرفش تتعامل مع هاد المجال، واش تقدر تقترح عليا شي متجر متخصص فيه؟
واش كاين شي أوطيل هنا فهاد المنطقة؟
واش عارف شي ريسطورون ديال الإسبان قريب من هنا؟
كم مرة يجب عليّ تناوله؟
شكراً لانتظارك. أنا أوهنو أتكلم.
شْحَالْ غَادِي تْعْطِينِي مِنْ تَخْفِيض؟
كَانْلْقَى بْلِّي الْمَشِي لِلْمُتَاحِفْ كَايْرَيِّحْ بْزَّافْ.
واش ممكن ناخد شي عصير؟
واخا. غير بلاتي. غادي نرسل شي واحد للبيت.
واش عندكم شي بيت فردي لليلة هادي؟
واش كاينين شي منحدرات للمبتدئين؟
جوج ستة تسعة واحد صفر خمسة واحد، كود المنطقة هو صفر ثلاثة.
كَانْشُوفْ بْلِّي عِنْدَكْ صَالُونْ زْوِينْ.
أخشى أننا لا نقبل ذلك. نحن نقبل بطاقات فيزا.
كنت غادي ننصح بهاد الشي.
واش مسموح ليا نديهم معايا برا البلاد؟
كنحتاج مزيد من الوقت باش نجمع الحوايج ديالي.
طلبت من آن أن تغني أغنية.
بغيت نحجز طبلة لستة ديال العشية يوم الخميس، سبعة غشت.
أشنو هو برنامج اليوم؟
واااو، واش غادي نطيحو للقاع؟
شيري، من فضلك.
واش تقدر تنصحني بمطعم صيني زوين فهاد المنطقة؟
شْحَال كَايْكُونْ الثَّمَنْ حَتَّى لِلمَطَارْ؟
بغيت نخرج. نمرة البيت هي جوج وستة وثلاثين.
حجزت غرفة مع حمام عن طريق مكتب السفر في طوكيو.
شْحَالْ خَدَا؟
كيفاش هادشي؟
واش ممكن ناخد شي دوا باش نسهل؟
واش تقدر تقول ليا فين كاينة محطة الميترو؟
هذا أمر غير معبر عنه بشكل كاف.
بغيت نبقى نهار آخر.
فين كاين المكتب ديال الأشياء المفقودة؟
سمح ليا.
واش هاد الفيلم ديال الرعب؟
أنا هنا باش نتلاقى مع صاحبي.
بغيت راديو.
فين كاينة صالون التجميل؟
عافاك، بغيت ندوي مع مشغل دولي.
سمح ليا. غادي ننزل.
التذاكر من نوع "S" نفذت كلها.
واش كاين شي بنك ياباني هنا فهاد المنطقة؟
أشنو هو رقم البار؟
واش تقدر تعطيني شي دوا ديال النعاس؟
واش كاين شي حاجة مصنوعة من القطن؟
بغيت بلاصة فالأوركسترا، الله يخليك.
هل ستقوم بدفع الرسوم الإضافية التي تبلغ خمسين في المئة؟
بغيت هاد الصورة تكبر لحجم كبير بزاف.
عافاك، طلع الصفر ومن بعد طلع نمرة التليفون اللي بغيتي.
واش كاين شي قواعد خاصة؟
واخا. أي نوع من الغرف بغيتي؟
كاينة شي مشكلة فالمكيف ديال الهواء.
اه، بكل تأكيد.
بغيت زوج ديال الصباط ديال الجلد.
واش كَاتْبانْ ليكْ نْحَطّوهْ فْديكْ الرّفّة اللي تْماكْ؟
هل يمكننا الحصول على مرشد يتحدث اللغة اليابانية؟
بغيت جوج تذاكر ل شيكاغو، ذهاب و إياب، فالعربة ديال النادي، الله يخليك.
فين كاين شي ديسكو معروف؟
واش غادي تعدل الطول؟
هيه، أنت. ماذا تفعل في سيارتي؟
غَادِي نْخُدُّو، عَافَاك.
خاصني نبدل العدسات ديالي. هادشي هو الوصفة الطبية.
اه، أعتقد أنني سأبدأ بحساء المحار.
واش تقدر تعلمني قبل ما نوصلو لهاد المحطة؟
أوف. لقد نجحت في اجتياز جميع إجراءات الدخول.
عندي حجز لمدة أسبوعين.
سمح ليا، الساعة ديالي ما خداماش مزيان. ولكن أنا متأكد أنها فاتت الجوج، على أي حال.
واش تقدر تحافظ لينا على هاد النبيذ حتى لغدا بالليل؟
بغيت حتى أنا شي صرف.
واش هاد الزنقة كتمشي لبارك سنترال؟
ما قادْرْش نْبُولْ وْعَنْدِي أَلَمْ فْلْبُطْنْ تَحْتَانِي.
واش عندك شي حساسية؟
عدد النساء في المناصب الإدارية آخذ في الازدياد.
واش عندك كَارط ديال الهبوط؟
شنو كيجي مع الستيك؟
خليني نشوف.
خليني نجربو، عافاك.
نمشيو نشوفو ماتش التنس.
جيبلي عافاك مخدة.
علاش ما نقدروش نبقاو فالفندق اللي حجزناه؟
الرقم اللي عندك ماشي هو هاداك.
اللحم الرئيسي لذيذ بشكل خاص اليوم.
هاد النهار هو الخميس.
أشنو هي المسرحية الموسيقية الأكثر شعبية دابا؟
واش نطلب منو يتاصل بيك منين يرجع؟
عافاكْ صيفْطْ هادْ الرّيسَالَة بِالْبُوسْطَة الْخَاصَّة.
نظام تطوير المنتجات الخاص بك متوافق جداً مع حماية البيئة.
كل هاد الأكل الدسم باقي غير جالس فكرشي.
عافاك نظف الغرفة.
واش عندك رسالة غلاف الفاكس؟
ما قادْرْشْ نْعَسْ بْسَبَّبْ هَادْ الأَلَمْ.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ حَتَّى لْمَحَطَّة؟
ما استعملتش خدمة الغسيل ديالكم.
بغيت شي وسيلة لمنع الحمل.
بغيت نأكد مرة أخرى على الرحلة ديالي، لي غتكون نهار واحد وثلاثين يوليوز من لندن لطوكيو. اللقب ديالي هو تاناكا.
هادشي غالي بزاف عليا.
بالتأكيد. هل يمكنني الحصول على اسمك ورقم هاتفك؟
كنت ضحية حادثة دراجة نارية.
أخشى أنني سأضطر لإلغاء موعدنا.
بغيت نكري شقة مفروشة لمدة شهر.
إذا كان لديك نباتات أو حيوانات، يُطلب منك فحصها عند مكتب الحجر الصحي.
مباشرة.
بغيت نبدل خمسين ألف ين للدولار.
واش نقدر ناخدو قبل؟ حيت محتاجو ف أقرب وقت ممكن.
وُلد عام تسعة وستين وتسعمائة وألف.
كنحتاج على الأقل نص ساعة باش نحط حوايجي فالصاك.
هاد المشروبات الغازية مجانية.
سمح ليا، ولكن ما كنعرفش. حتى أنا سائح.
بغيت نهضر معاك أكثر.
بغيت مجموعة متنوعة من لحم الخنزير.
أشنو هو القياس اللي كَتلبس؟
واش نقدر نجربو؟
كيفاش؟ راه حنا كنعانو من التأثير المباشر ديال الأزمة اللي تفجرت.
واش تقدر تلقالي بلاصة فطيارة ديال غدا، عافاك؟
بالتأكيد. هل تريد خمسة دولارات أو عشرة دولارات؟
أنا مقيم في فندق abc. يرجى الاتصال بي هناك.
خرج فجأة من شارع جانبي ولم يكن لدي الوقت لتفاديه.
غانْدي ولْدي لْحَيْوانَة.
كنا غادي نوصلو للوس أنجلس بعد ما سِقْنا تقريبا خمسمية وخمسين كيلومتر من سان فرانسيسكو باتجاه الجنوب.
كان من الرائع أن ألتقي بك.
بغينا بطاطا مشوية، الله يخليك. و حط الزبدة على جنب.
شْحَال كَايْكُلْفْ المُدَرِّب؟
واش ساليتي؟
فاش كايبدا الأوبرا؟
هذا هو نموذجنا الجديد. نسميه حاسوب الأحلام.
بغيت نجرب شي أكلة تقليدية ديال هاد الميناء ديال الصيد.
واش يمكن ليك تحجز ليا بلاصة؟
يمكنك دفع المائتي دولار بالين الياباني.
عافاك عطيني بوبينة ديال فيلم ديال خمسة وثلاثين مليمتر، ستة وثلاثين صورة، ASA مية، ووحدة أخرى ديال خمسة وثلاثين مليمتر، عشرين صورة، ASA أربعمية.
تسبب الحادث في ازدحام حركة المرور.
أي نطاق سعري تفكر فيه؟
واش تقدر ترسل هاد الطرد لليابان عن طريق البريد البحري؟
واخا. دور يمينك ف الزنقة الجاية. غادي تشوفو قدامك مباشرة.
بغيت نحجز غرفة في الفندق ف المدينة.
لمدة خمسة أيام.
الكنزة الحمرا اللي شريت الأسبوع اللي فات ما جاتش معايا. واش نقدر نبدلها بلون آخر؟
فين كاينة أقرب مرحاض هنا؟
فين كاين بلاصتي؟
واخا، إذن، ثلاثة لفات من الفيلم تساوي تسعة دولارات وسبعة وسبعين سنتا.
أشنو اللي واقع ليا؟
سمح ليا، ما مسموعلكش دير هادشي.
نعم سيدي، هاهو.
حجز ليا هاد البلاصة، واخا؟
واش كاين شي آثار قديمة؟
إذا قلت فقط "ماء"، ألا يجوز أن يحضروا لك ماءً فواراً؟
ما كنحسش بالرغبة في التقيؤ، ولكن ما عنديش الشهية.
فين كاين؟
فين كاينة أقرب بريد؟
ضيعت سوارت البيت ديالي. واش لقاوها هنا؟
هل هناك مرشد يتحدث اليابانية؟
المرجو التوجه إلى ميامي.
صعيب بزاف باش تاخد الفيزا.
كانت التجارة مزيانة اليوم، ياك؟
واش غادي ترسم ليا شي خريطة؟
بغيت الطبلة الأقرب، الله يخليك.
فين كاينة شباك التذاكر؟
واش عندك شي حاجة صغيرة؟
واخا. و أي نوع من الفواكه بغيتي؟ عندنا البرتقال، الفريز و العنب.
غاناخد شي قهوة بلا كافيين.
هل يمكنني أن آخذ حقيبة بهذا الحجم على متن الطائرة؟
بغيت شي برمانونط لي يكون مزير.
مايمكنش ليا ناخد هاد النمرة.
أنا منزعج جدا، لكنني لا أحب الجدال مع الناس.
فين نقدر نلقى الليموزين اللي غادية لفندق Summit؟
لا، لم يحدث ذلك. نحن الآن في عين الإعصار. قريباً ستبدأ الأمطار الغزيرة والرياح القوية مرة أخرى.
كيف يمكنني مشاهدة برامج التلفزيون الكابلي؟
الخامس عشر و السادس عشر من ماي؟
كان عندي بطاقات ائتمان ومئتي دولار نقدا في محفظتي.
بغيت نشري كيس جديد من الزاج.
واش كتعرف شي أوطيل مزيان؟
هو أستاذ في جامعة أ.
كنحتاج شي حمال، الله يخليك.
حتى أي وقت سيبقى مفتوحا اليوم؟
واش تقدر تأكد ليا حجز الطيارة ديالي ليوم 12 أكتوبر؟
هادشي مناسب ليا.
خود ليك خمسة دولارات.
البيزبول رياضة مشهورة بزاف.
بغيت نشري شي فاكية. شنو اللي مزيان دابا؟
واش كيقدم المطعم شي نبيذ مزيان؟
واش ما عندكش شي حاجة أكبر؟
فين كاين گَاراج ديال حافلات Greyhound؟
سمح ليا. واش كاين شي مول قريب من هنا؟
أه، يجب أن أقول ذلك. يقدر اليابانيون خبرتهم وحكمتهم، خاصة في مجال الإدارة والتنظيم.
المطعم كاين تما.
كان هاداك رقم غالط.
عندنا اليوم جراد البحر بزاف زوين.
واش عادي نصور هاد البناية؟
بدل هاد الورقة النقدية بعملات معدنية.
واش كاين شي حد هنا كيهضر بالإنجليزية؟
سميتي ميوكي كاتو، وكنت صديقة ديال ماري منين كانت كتقري فاليابان. واش ماري كاينة؟
شْحَالْ مِنْ مِيلْ كَايْنْ مِنْ هْنَا؟
سمح ليا، كيفاش نقدر نوصل للمحطة؟
فين ووقتاش غادي ترجع تقريبا؟
راه تهرس.
أنا بخير، شكرا لك.
أنا عضو في مجموعة الرحلة أ.
الرقم هو صفر ثلاثة ثلاثة ثلاثة خمسة واحد ستة تسعة واحد.
واش تقدر تورّيني هاد الخاتم؟
الخصر كبير عليا بزاف. واش عندك هادشي فقياس أصغر؟
واش تقدر تقصر لي الكمام ديال هاد القميجة، عافاك؟
واش كاين شي مشكل؟
عطيني جوج قنينات ديال الويسكي و قنينة ديال البراندي، الله يخليك.
أنا عندي حساسية من حبوب اللقاح.
واش هاد الراديو الترانزستور هدية؟
فْ أُسْبُوع غَنْرْجَعْ لْلْيَابُونْ.
خصك تضغط على تسعة و واحد أولا و من بعد كود المنطقة و عاد من بعد رقم التليفون.
أتاي، مع الحليب.
غير قص الشعر، من فضلك.
هل تبيعون سلعاً معفاة من الرسوم الجمركية على متن الرحلة؟
علاش كيوقع هادشي؟
واش نقدر نسولك على سميتك؟
واش كاين شي متجر ديال التخفيضات هنا فهاد المنطقة؟
عندي وجع فكرشي.
ولكن لماذا؟
واش هاد القطار غادي مباشرة لشيكاغو؟
كنت كنظن أننا غنمشيو للبحر هاد العشية.
فين كاينة أقرب بريد؟
سمحلي. واش نتا السيد سميث، ياك؟
هاديك كاميرا.
ما كنظنش غادي يكون عندي الوقت باش نزور حديقة الحيوانات فهاد الرحلة. شكرا على اقتراحك على أي حال.
ضيعت لونيط ديالي هنا. واش تقدر تقلب معايا؟
غانمشي نسافر فأمريكا كاملة وغانبقى ففنادق مختلفة، موتيلات، نزل، ودور خاصة، إلى كان عندي الزهر.
خاصني بومبة ضو جديدة.
يمكننا القيام بالتعديلات بحلول الغد على الساعة الثالثة بعد الزوال. هل هذا مناسب؟
واش كاين الميترو قريب لهنا؟
فين كاينة منطقة التسوق فهاد المدينة؟
أعتقد أنك أخطأت في الحساب.
واش تقدر تبدل ليا الطبلة ديالي؟
درت ليك الحجز ديال الرحلة ديالك رقم 207 لي غادي تقلع غدا على الساعة السابعة وخمسين دقيقة مساءً باتجاه نيويورك.
ضيعت سوارت البيت.
أربعة وعشرون، واحد عشرة والباقي في أوراق نقدية من فئة دولار واحد.
أعتقد أن هذه الفاتورة خاطئة. هل يمكنك التحقق منها، من فضلك؟
عندي سبعمائة دولار في شكل شيكات سياحية وثلاثمائة دولار نقدا.
هادشي هو الطحالب البحرية اللي ناشفة. كنسميوه ياكينوري.
هادشي تقريباً خمسة عشر دقيقة مشياً على الأقدام. كاين حتى الميترو باش توصل لهيه. هادشي سابق.
الحجم العادي، من فضلك.
معنديش فلوس كافية اليوم.
عدد السكان المسنين في تزايد مستمر.
بغيت نأكد مرة أخرى رحلة العودة ديالي لطوكيو الأربعاء الجاي.
واش كاين هنا ملعب تنس؟
غادي يخصك تسنى. واش بغيتي تسنى؟
واش كاين عندكم جولة كل نهار؟
كيف غادي يكون الطقس غدا؟
شي حاجة ديال الحلوى أو العلكة، الله يخليك.
واش كاين الوقت باش نستعملو الحمام قبل ما تقلع الطيارة؟
واش كايجي معاه شي سوارت؟
بغيت دوا ديال درامامين.
آه، نعم. لقد فعلت ذلك. أنا أحب هذا.
كيعجبني بزاف، ولكن التصميم ما كيعجبنيش.
أنا ممتن لأن لدي صديق مثلك.
تفضل اجلس. ما هي المشكلة؟
ما متأكدش، ولكن غادي نقول ليها أنك اتصلتي.
واش غادي تجيب ليا غطا؟
واش كَاتْبِيعُو الجْوَارْبْ لْغْلاضْ؟
فاش كيمشي آخر كار؟
واخا. هادشي و جِن و تونيك.
واش كاين التلفاز؟
شنو كيوقع للأمتعة اللي سلمتها؟
أوه، أنا ما عنديش رغبة باش ندير شي حاجة بحال هاديك.
كنحتاج شي حد باش يعاوني.
حتى أنا غادي نمشي لشيكاغو.
واش عندكم فهاد الكازينو آلات ديال خمسة سنتيمات؟
شنو غادي تاخد؟
أشنو هي تخصصك هنا؟
فاش غادي نوصلو لنيويورك؟
لا، لا شيء.
شنو بغيتي تاكل فالفطور؟
بغيت كاب طويل.
ما خاصكش تمشي لهيه. كنظن تقدر تلقى شي واحد هنا.
بغيت نمشي لفندق بوسطن، الله يخليك.
صَفِّيه، من فضلك.
الضهر.
واش تقدر تعطيني التاريخ و أرقام الرحلة؟
واش غادي يكون كاين الأكل؟
فين كاينة الصالة؟
غير شوية.
واش ممكن تشوف هاد الشي بزربة؟
واش عندك هاد الشي بتصاميم مختلفة؟
هذا جاري.
ممم، لذيذ. تفضل، خذ قضمة.
واش نمشيو نرتاحو فشي قهوة؟
مئة ين مقابل دولار واحد.
كايضرّني نوقف.
نعم، يمكننا أن نتمكن من إنجاز ذلك بحلول مساء الغد.
عندي حساسية من حبوب اللقاح.
إيه، تفضل.
واش كاين شي بلاصة فين نقدر نتفرج فالعرض ديال الهولا و أنا كنشرب؟
سير فهاد الزنقة حتى الطروطوار الثاني.
سميتي تارو تاكاي.
بغيت نلعب غير شوية كثر.
واش عندك الطوابع؟
فين كاين العربة ديال الأكل؟
غانوصلو بتأخير ديال ثلاثين دقيقة.
هادي هي الغرفة رقم ثلاثة وخمسين. أنا محتاج المزيد من بلسم الشعر.
فين كاينة المعرضة؟
كاين بلاصة أخرى لي ممكن تعجبك وهي حديقة حيوانات برونكس المشهورة عالميا.
هل ستشتد الرياح في فترة ما بعد الظهر؟
عشرة طوابع من فئة اثنين وثلاثين سنتا، من فضلك. هل لديك أي طوابع جميلة؟
مساء الخير، من فضلك.
واش عندك هاد الموديل باللون البني؟
أنا هنا من أجل دورة لغوية.
عطيني جوج تذاكر للغاليري هاذ الخميس.
عافاك كتب ليا رسالة.
فاش كيمشي الطوبيس اللي غادي لپيمليگو؟
واش نقدر نستعمل هاد الكوبون للطائرات؟
بغيت نحلق.
لويْتُ كاحلي. وأعاني من ألم شديد.
كنقلب على مزيل طلاء الأظافر يكون لطيف على أظافري.
واش عندك طبلة لثلاثة ديال الناس؟
بغيت نشري الطعوم.
خليني نتحقق ونشوف واش كاين شي مناصب خاوية.
فين كاينة الريسبسيون؟
تْضْرْبْت.
المشغل. بغيت ندير مكالمة بعيدة للفندق ديال شيراتون.
غانكون فالفندق على الساعة العشرة ونص هاد الليل.
عافاك، عيط للسفارة اليابانية.
الكيمونو هو اللباس التقليدي لليابان.
اه، ولكنني خضت جولتي الأولى قبل بضعة أشهر فقط. أنا مبتدئ.
كرسي ديالي ما كايتحركش من اللور.
هذا سيساعدني كثيراً. بالمناسبة، أتساءل إذا كان بإمكاني البقاء في نفس الغرفة؟
المكيف ما خدامش. البيت ديالي بارد بزاف.
واش نقدر ناخد تذكرة لماتش ديال البيسبول ديال البطولة الكبرى؟
واش ممكن ناخد سلطة الكولسلو بدل البار ديال السلطات؟
تأكد من أنك ستأتي لرؤيتي غداً في الساعة السابعة صباحاً.
تْسْرْقاتْ لِيَّ الْبَاسْبُورْ دْيَالِي.
واش بغيتي تاكل شي حاجة إيطالية؟
بغيت قطعة بيتزا بالسجق، الله يخليك.
غاناخد ستيك تي بون.
واش عندك عصير ديال البرتقال؟
أريد ستة وثلاثين صورة سلبية ملونة بقياس خمسة وثلاثين مليمترا، من فضلك.
عافاك. ورّيني الشانطات، عافاك.
شْحَالْ مَسَافَةْ لْأَقْرَبْ مَحَطَّةْ بِنْزِينْ؟
امتى غايكون القطار الجاي اللي غادي لبوسطن؟
عافاكْ صيفْطْ هادْ الرّيسَالَة بالبريد الجوي.
بغيت نأكد رحلة جوية مرة أخرى.
راسي كيدور.
شْحَال الثَّمَن دْيَال الخَيْمَة الوَاحْدَة؟
عندي موعد مع السيد ويلسون على الساعة الثالثة.
واش غادي تبدل هاد العدسات بوحدة أقوى؟
خلّيني نْقُولْ شْنُو عْنْدي.
شْحَال هَادْ الشِّي؟
واش نقدر نخلي ليه شي رسالة؟
واش كافي هارد روك بعيد من هنا؟
مرحبا. شوف هادشي.
واخا. دابا، واش نقدر نشري تذاكر لمسرحية "شبح الأوبرا" لعرض يوم السبت الصباحي؟
واش تقدر دير ليا بينا كولادا؟
أنا مستعجل. بغيتك تعيط على طاكسي دابا.
كَايْنْ البْرُدْ هَادْ الصْباح، يَاكْ؟
درت حجز عن طريق JTB فاليابان من جوج سيمانات.
غانوقفو ففندق بيڤيرلي. تقدر تنزل من تما. المسافة ديال القمة قريبة، غير شي دقائق ديال المشي.
واش تقدر تبقى شاد هاد الصيكان حتى الرابعة من بعد الزوال؟
هل يمكنني استخدام جهاز العرض العلوي في هذه الغرفة؟
فهمت. خذ وقتك.
هل هناك ملاعب غولف عامة مكونة من 18 حفرة؟
ما كنفهم والو من هادشي اللي كيقولوه الناس اللي حدايا.
الكافيتريا كاينة فالطابق التحتاني.
مساء الخير. عندي حجز. اسمي يامادا.
المهم هو أنك تاخد قسط مزيان من الراحة.
واش عندك شي كارو؟
واش نقدر نطلب شي حاجة نديها معايا؟
دابا، واعدني أنك غادي تشري غير زوج واحد، واخا؟
واش كاين شي صيدلية قريبة؟
واش ممكن ناخد شي فيتامينات؟
واش تقدر تجي تاخدني من داري على الساعة سبعة؟
كايْمَشِي كُلْ عَشْرَة دْقَايْق.
عطيني ورقة ديال عشرة، وورقة ديال خمسة، والباقي بالعملة الصّغيرة.
الغسيل ديالي مزال ما جاش.
اه، كاين واحد ف الجهة الأخرى ديال البناية.
فين خاصني ننزل؟
واش تقدر تقول ليا كيفاش نستعمل تيليفون عمومي؟
واش خاصني نخلص مسبقا؟
واش كاين شي محل ديال اللعب قريب من هنا؟
بغيت شي كريم ديال الرجلين.
هادشي كيعني التواصل الفوري بين عقلين. هادشي كيعني أن شي واحد كيقدر يقرا عقل شي واحد آخر بلا ما يستعمل الكلمات.
واش ممكن نصرف شيك شخصي؟
بغيت عصير ديال ليمون، كورن فليكس مع الحليب و بانكيك مع العسل.
هادشي مطبوع. ما كاين والو غالي.
واش نقدر نجرب؟
غانرجع بالطريق البرية.
من أي شيء مصنوعة دبوسة رابطة العنق هذه؟
شْحَالْ هِي ثَمَنْ التَّذْكِرَة دْيالْ الدَّرَجَة الأُولَى؟
واش عندك شي صاك كبر من هادا؟
غانصيفط ليك نسخة. عفاك كتب العنوان ديالك هنا.
فين كاين النصب التذكاري؟
واخا، السيد أوزورا، الرحلة ديالك تأكدات دابا.
عافاك جيب ليا تذكرة.
فين كاينة تيليفيريك التزلج؟
عندي إسهال. واش تقدر تقترح عليا شي حاجة ليه؟
الساعة هي العاشرة إلا عشر دقائق.
ما خاصكش تدخل لهاد الحديقة بالليل.
ماشي ضروري إلى ما تجاوزتيش الحد اللي ما كيتخلصش عليه الضريبة، ولكن كننصحك تعلني على السلعة ديالك باش يسهال عليك الإجراء ديال التخليص.
عافاك، بغيت هاد الحوايج يتصبنو.
بالتأكيد. انتظر على الخط من فضلك. تم الاتصال بالطرف الآخر. تفضل بالمتابعة، من فضلك.
واش عندك شي مانع إلى لمستو؟
امتى كايبدا الركوب؟
واش هاد الستايل مناسب ليا؟
قولي ليا برنامجك لهاد الأسبوع.
ماكاينش شي أدوات مكتبية.
أشنو كتقصد بهادشي؟
أنت مخطئ.
بالتأكيد، تفضل.
واش ممكن تخلي ليا الحقيبة ديالي حتى الرابعة، عافاك؟
ما عنديش الفلوس الكافية باش نشري واحد جديد.
فاش كاينة أول طرونسبور؟
واش ممكن ناخدو طبلة برا؟
باين ليا راك سكرتي البارح بالليل.
نعم، سيدي. كم عدد الأشخاص في مجموعتكم ومتى ترغبون في الحضور؟
أعتقد أنني أريد شراء اثنين من الأرخص.
فهمت، لقد قمت بإلغاء بطاقتك القديمة.
شكراً جزيلاً على الوجبة.
فين كاينة محطة الحافلات؟
وقف اللص.
فين كاينة حافلة المطار؟
مائة دولار في الليلة، بالإضافة إلى الضريبة ورسوم الخدمة.
بأي سرعة نطير الآن؟
الضوء في غرفتي ما خدامش.
شكراً جزيلاً. هيا بنا. لنذهب.
فالصيدلية.
فين كاين أحسن مكان للتزلج للمبتدئين؟
بغيت نجلس فالبلاصة اللّورانية.
واش هاد القطار غادي لميلبورن؟
شْحَالْ طُولْ هَادْ الصَّوْمَعَة؟
فينسينت، واش سديتي على راسك برا؟ أنا مارني.
باقي عندي الماكياج ديالي، واش تقدر تنقي ليا وجهي مزيان؟
خود ثلاثة حبات في نفس الوقت.
ما هو معدل عمولتك؟
هل يمكنني إرجاع السيارة في فرع آخر؟
هو فاقد الوعي.
هوتيل طوكيو. واش نقدر نعاونك؟
أنا هنا باش نزور صاحبي.
واش كاين تلفازة؟
هادشي سلاد و بطاطا مهروسة.
واش تقدر تقول ليا شنو هي أسرع طريقة باش نرسلو؟
واش ممكن نضرب ضربة تجريبية؟
حقيبة زرقاء. اسمي وعنواني موجودان في الأسفل. هل يمكنك مساعدتي في العثور عليها من فضلك؟
بغيت نخرج على الثمنية. واش تقدر تقول ليا شحال خاصني نخلصك؟
بغيت نحجز جوج بلاصات فالطيارة رقم تمنية وسبعين.
عافاك، بغيت قرعة شامبوان للشعر الدهني.
لمدة أسبوعين تقريبا.
أه، كناخد دوا ديال الضغط ديال الدم اللي مرتفع.
فين كاينين بلاصَات باش نحطّ الفلوس؟
واش بغيتي نعطيك شي حاجة حلوة؟
كاينين بزاف ديال الأسباب علاش ما خاصنيش ندير هادشي.
واش هاد الطريق هي اللي كتمشي للمحطة؟
خلينا نشوفو شحال غادي يكلف.
كنقترح عليك تجرب غرين إن.
عندي تسعمئة دولار.
ما عندناش الحجز ديالك.
فين كيمشي سميتي؟
غانرجع دابا.
صلحو من فضلك غداً بينما سأكون غائباً.
واش هادشي كيتعتبر كلمة؟
واش ممكن ناخدو طفاية ديال السجائر، عافاك؟
عندنا ألوان أخرى.
ما بقاتش بزاف ديال البلايص فالمقاعد الأمامية.
كانكرهو نتعجلو، ولكن خاصنا نمشيو.
فين وامتى نبداو؟
كيف يمكنني الحصول على التحويل المالي؟
أها، فهمت. هادوك هوما القنوات ديال نظام الكابل فالفندق.
عافاك، باراكا من الضحك على اليابانيين.
إمتى غادي تقدر تعاود تصدرها قبل من؟
بغيت نحجز، الله يخليك.
كَانْحَاوْلْ نْلْقَى وْرَاقْ التَّغْلِيفْ.
واش غادي يكون معفى من الضريبة إذا أرسلت هاد الشي لليابان من هاد المحل؟
سمح ليا، ولكن بغيت نناقش شي حوايج مع الشاف ديالي قبل ما نوقع.
بغيت راديو كاسيط، الله يخليك.
خمسة ديال الحديد، الله يخليك.
هادشي هو الماكلة المفضلة ديالي، كتعرف.
شكراً لك، سيدي. هل يمكنني الحصول على رخصة القيادة الخاصة بك؟
عندك الحق.
مع التأمين، من فضلك.
فين كاين متحف موني؟
واش هاد القطار غادي يوصل حتى للوجهة النهائية؟
واخا. هادوك هوما عشرين، أربعين، ستين، ثمانين، تسعين، خمسة وتسعين، ستة، سبعة، ثمانية، تسعة، مئة.
خصك تمشي اللول لمكتب المعلومات السياحية.
هادشي مثير للإعجاب.
واش تقدر توصلني للمدينة؟
كيف يمكنني أن أتعرف على أمتعتك؟
إيه، عجبني بزاف. شكرا.
فين خاصني نمشي بهادشي باش نطورو؟
اممم، اسمع، هل تعرف أين يقع شارع ريفرسايد؟
واش هاد الصف ديال العرض ديال التسعود ديال الليل؟
واش عندك شي دوا للإسهال؟
حنا كنخدمو من تمنية و نص حتى للحداش.
شركتنا هي خامس أكبر شركة في العالم من حيث عدد الموظفين.
راه لتحت على اليسار.
واش غادي تحافظ ليا على المعطف ديالي؟
سمح ليا، كلهم كاريينهم. واش بغيتي تغطية إضافية؟
واش تقدر تعيرني فوطة ديال البحر؟
لا، نحن نقبل أيضاً الطلبات التي تطلبها أنت.
من المناسب أن يكون لديك التاريخ، لكن ليس من الضروري أن يكون لديك أيام الأسبوع.
بغيت عصير ديال البرتقال، الله يخليك.
عافاك، نصحني بمطعم مزيان.
أشنو هي خصوصية هاد المدينة؟
فقدت شهيتي.
ما تخرجش على حدودك.
واش نقدرو نشوفو المحلات اللي كايبيعو فيها السلع المعفاة من الضرائب فالمطار؟
سمح ليا. غلطت فالنمرة لي اتصلت بيها.
لمدة خمسة أيام. سأعيده يوم الجمعة.
ماشي بعيد بزاف. بغينا نوصلو تما مع العشرة ديال الصباح.
لا شكراً. هذا صغير جداً. هل لديك واحد آخر؟
عافاك، بغيت المزيد من الفواتير.
واش يمكن ليك تبيع هادو بشكل منفصل؟
بغيت بيرة، الله يخليك.
بْشَحَّالْ خَلَّصْتِي عْلَى بْلاَصَة خَاصَّة؟
خليوني غير بوحدي.
واش كاين شي وحدين آخرين؟
هاد البلاصة محجوزة.
هل يجب عليّ القيام بإعادة تأكيد الحجز؟
خليني نشوف التذكرة ديالك. غادي يخصك تركب فالطيارة الجاية فالواحدة.
واش كاين شي واحد تما كيهضر بالإنجليزية؟
خصك دير الحجز مسبقا.
بغيت نخرج شي حاجة من الصاك ديالي.
نعم، لدينا حجزك. هل يمكنك من فضلك ملء هذه الاستمارة والتوقيع عليها؟
مايمكنش ليا نلقى المرشد السياحي اللي خاصو يجي عندنا مع العشرة و نص ديال الصباح.
غانخليو هادشي مفاجأة.
إلى اليابان من فضلك.
دخلت بالسيارة ديالي فحفرة.
واش غادي تعطيني شي دوا؟
واش تقدر تورّيني الخاتم الثاني من اليسار؟
اه، من هنا من فضلك.
أنا أعاني قليلاً من اضطراب الرحلات الجوية الطويلة.
علاش ما جيتيش البارح؟
الطابق مناسب بالنسبة لي.
بغيت نطلب خدمة الغرف، من فضلك.
أي قطار يذهب إلى وول ستريت؟
ما هو رقم البوابة الخاصة بشركة الخطوط الجوية اليابانية المتجهة إلى طوكيو؟
وريني الصاك الأسود، الثالث من اليسار في الرف الفوقاني.
إذا وضعت يدك فجأة في جيبك الصدري، فقد تتعرض لإطلاق النار في المدينة.
واش عندك شي شراب كحولي؟
كاينين عندنا بلايص متوفرة فالرحلة ديال التمنية وخمسة ديال يوم الاثنين، ستة وعشرين.
بغيت نطلب إعادة إصدار جواز سفري.
مزيان بزاف. هادشي ممكن يدار.
علاش الثمن ديالو هو هاد المبلغ؟
سبعين دولار.
السلام. واش هادي السيدة أونو؟
واش نقدر نشرب الما ديال الروبيني؟
عندي مشكل فالمعدة.
هادشي كاين قدامك مباشرة، من بعد دور يمين.
كيف يمكنني تعديل مستوى شدة هذه الآلة؟
واش تقدر دير ليا حجز لرحلة سياحية؟
هل يجب عليّ التصريح بالمحتويات وقيمتها؟
هاي، حبيبتي، واش نتي بوحدك؟ واش بغيتي تمشي للسينما أو شي حاجة؟
ما كاين والو لي كيعجبني. سمح ليا. ما بغيت والو.
فاش غنوصلو لديس موين؟
جوج شيزبورغر و واحد الطلبية صغيرة ديال البطاطا المقلية، الله يخليك.
أربعة خمسة ستة سبعة ثمانية تسعة صفر، من فضلك.
هاد النهار هو 23 سبتمبر.
درت موعد باش نشوف الرئيس على الساعة العاشرة.
واش هاد الما ديال الروبيني هنا صالح للشرب؟
بغيت قطعة ديال لحم الخنزير.
إيوا، كنظن غادي ناخد شي حاجة أخرى.
ديني للمسرح، عافاك.
امتى كاين الفاصل؟
سمح ليا. واش نقدر نسولك شي سؤال؟
واش غادي تشوف ليا هاد الجوج فاليزات، عافاك؟
هاد القبعة ما كتناسبنيش.
حتى البالوعة ديال البانيو ما عندها حتى سداد.
امتى كاين وقت تسجيل الخروج؟
واش بغيتيني نخلص دابا ولا من بعد؟
واش ممكن ناخد غير المقبلات؟
واش بغيتي شي حاجة تشربها بينما كتشوف؟
واش عندك شي جولات أخرى؟
بغيت نركب فالحافلة باش نمشي للمحطة. واش ممكن تعطيني شي صرف، عافاك؟
واش عندك شي بطاقة تعريف فيها صورتك؟
واش كَاتْعْتَقْدْ بْلِّي كَايْنْ أَمَلْ فْهَادْ العَلاقَة؟
واخا، خاصني نمشي اللول لمركز المعلومات و نقلب على شي أوطيل.
أعتقد أنك لم تفهم ما كنت أحاول شرحه.
شكون هاد السيدة؟
واش تقدر تلقاه ليا؟
واش يمكن ليك تحافظ على أمتعتي حتى نكون في الجولة؟
أي بوابة يجب أن أذهب إليها؟
شْحَالْ عِنْدَكْ مِنْ كَامِيرَا؟
واش ممكن تعطيني شي ورقة أو شي حاجة؟
أشنو هو سبب هاد الازدحام المروري؟
عافاك بدل المساحات.
واش تقدر تعاود ليا شنو قال الإعلان مرة أخرى، من فضلك؟
واش عندكم لائحة الأكل باللغة الإنجليزية؟
هل هناك أي مباريات لنادي نيويورك يانكيز هذا الأسبوع؟
كان عندي دوار السفر بالطيارة، ولكن دابا كنحس براسي حسن.
شارع سيفينتي سيكوند وبارك أفينيو.
واش هاد السيجارة بريطانية؟
خصك تركب فالحافلة رقم سبعة.
ماكاين حتى شي واحد اللي تجرح بشكل خطير.
بغيت ضمادة مطاطية.
أعتقد أن رقم التاكسي كان واحد اثنان ثلاثة أربعة خمسة.
غانْخْدُو هَادْ الشِّي.
غانْصيفْطْ ليكْ خادْمة دابا دْغْيا.
ولكن التكلفة ترتفع، أليس كذلك؟
ففي الواقع، كان جدي الأكبر قد قدم من صقلية في بداية القرن.
واش كاين شي غلط فهاد الفاتورة؟
سعيد بلقائك. كيف حالك؟
هاد الفستان كيجيني مزيان.
غاناخد شي عصير ديال الفواكه.
أية مؤهلات يحتاجها الشخص لشغل هذا المنصب؟
واش تقدر تصححو دابا؟
بغيت نعيط لاليابان عن طريق الاتصال عن بعد.
واش تقدر دير حجز للعب الگولف؟
بغيت نتعلم كيفاش نلعب السورف بالشراع.
واش غادي تبدل هادشي بحجم أكبر؟
هاداك هو المحفظة ديالي.
بغيت غير نقطع شعري، والو آخر، عفاك.
سمح ليا. فين كاينة الصيدلية اللي قريبة من هنا؟
بغيت نطلب شي حاجة نديها معايا.
امتى غادي تكون المحطة الأخيرة؟
لا. هناك مبنى واحد فقط في ذلك الاتجاه.
ولدي كيدرس فالمدرسة العليا ديال جامعة هارفارد.
فين كاينة غرفة تبديل الملابس؟
بغيت شي واحد يفيقني، الله يخليك.
أشنو هي خططك لليلة هادي؟
عافاك، بغيتو مسلوق مزيان.
عندي الروماتيزم.
فين نقدر نصرف حوالة مالية دولية؟
تعرضت للوخز بأشواك قنفذ البحر.
هادْي صاكْ حْمْرا فيها لاكَيط.
بغيت نبعث هاد الطرد.
مرحبا. هادشي زوين.
أشنو وقع؟ ما قدرتش نشوف.
واش نضيف هادشي للحساب ديالك؟
مرجو منك تعبئة هاد الشهادة الطبية والوصل.
أه، بغيت ندير مكالمة دولية على حساب المستقبل من اليابان. الرقم هو طوكيو ثلاثة أربعة سبعة ستة جوج تسعة ثلاثة ستة.
شْحَال كَايْكُلْفِي الطُّومُوبِيل؟
تعرضت للسعة نحلة. يبدو الأمر سيئاً جداً.
بْشَحَّالْ هَادْ سَلْسِلَة الْمَفَاتِيح؟
واش ممكن ناخد وحدة؟
واش سمعتي شنو قال؟
نشف، من فضلك.
رجاءً اتصل بهذا الشخص.
عافاك، بدل ليا هاد الورقة ديال عشرة دولارات بخمسة أوراق ديال دولار واحد وورقة ديال خمسة دولارات.
لا، لا يتوفر على ذلك. لكن به دش.
بغيتك دير راديو.
واش عادي نمر من أي شباك؟
هذا للاستخدام الشخصي ديالي.
غرف جنب بعضها البعض، من فضلك.
هل يمكنك مشاركة نصف تكلفة الترويج في السنة الأولى كما يفعل جميع موردينا؟
فين كاينة المحل ديال الأدوات المكتبية؟
عندي حرارة مرتفعة و كنحس بدوخة بزاف.
واش غادي تحسبو ليا على الغرفة ديالي، عافاك؟
واش كاين شي إسطبل قريب من هنا؟
شكرا جزيلا. كيف يمكنني الوصول إلى الفندق؟
سديت على راسي الباب. شنو كتنصحني ندير؟
نتا زوين بزاف.
واش هادشي كيعني أنه ما خاصناش نعطيو البقشيش؟
إذن، السيد نيتا، هذا كل ما يمكننا أن نريك إياه هنا في مصنعنا.
كنت أعاني من السل في أوائل العشرينات من عمري.
واش نقدر نستعمل السخان والماء السخون طول النهار؟
خاصني ندير حجز.
سمح ليا، ولكن ما بقاو عندنا غير البلايص اللي كاينين فالصف الأمامي و اللي كاينين حدا الممر.
حتى أنا لا. كنت مشغولاً جداً.
ما درت شي مكالمة بعيدة نهار الجمعة.
فين كاينة صيدلية؟
فين كاينة محطة الحافلات؟
ما هو رقم هاتفك؟
بالتأكيد. غرف تبديل الملابس موجودة هناك.
راهنت بخمسة دولارات.
قولي ليا فين ساكنة.
فين كاين الدير؟
عندي مرض مزمن.
بغيت طقم مكون من قطعتين.
واش ممكن ناخد كيس ديال الماء سخون؟
واش تقدر تفحص ليا عينيا و تصاوب ليا نظاظر؟
يمكننا أن نجهزه لك في غضون يومين.
واش ممكن ناخد تذكرة لبلاصة فالطابق الأول؟
شكرا لك. حسنا، دعني أرى. في الواقع، هذا ليس ما أريده.
بغيت جوج روولات ديال الفوطو، وحدة بيضة ووحدة كحلة، الله يخليك.
أعتقد أنني لم أستلم الباقي بعد.
عطيني، ممم، الطبق الأزرق الخاص.
كان والدك شخصا رائعا، وسنفتقده.
واخا، ما كاين والو مثير هاد الليلة.
ما بغيتش نْسَجّل هاد الشّانطة.
هادشي ماشي هو اللي بغيت.
شْحَالْ بَاقِي خَاصْنَا مِنْ وَقْتْ بَاشْ نْوَصْلُو لْشِيكَاغُو؟
بغيت كاس ديال القهوة المثلجة، الله يخليك.
ما عندوش قيمة، ولكن عندو أهمية بالنسبة ليا.
الطاولة دي أوت، من فضلك.
أي خط حافلات يتوقف في شارع هوب؟
إذن، لدينا عطر جاز من إيف سان لوران.
عطيني بيب.
عافاك، عيط ليا باش نفيق غدا مع الستة ديال الصباح.
أنا مهتم بجولة في مانهاتن.
بغيت بلاصة مايكونش فيها التدخين، الله يخليك.
لا، يمكنك الحصول عليه في الصيدلية.
شفتي تيتانيك؟ عجبك؟
بغيت بروش.
تذكرة ذهاب فقط إلى لوس أنجلوس. هل تفضل أن تكون التذكرة للمدخنين أم لغير المدخنين؟
هاد المسرحية مشهورة بزاف حتى فاليابان.
عافاك دير الفاتورة الليلة.
مساء الخير، السيد هوسوكاوا. مرحبا بك في الحفل. هل تريد أن تشرب شيئا؟
هادشي ماشي للبيع، إذن نساه.
أشنو اللي مشهور هنا؟
هوما صغار بزاف.
واش نتا السيد إيبرت بالصدفة؟
الإسم هو تاناكا، شخصان، الساعة الثامنة.
وريني لون آخر.
فين نقدر نجي باش ناخدو؟
بغيت نطبع هاد الفيلم، الله يخليك.
بغيت ساندويتش ديال اللحم المشوي و شي قهوة.
واش ما بقاتش شي نسخة من هاد المجلة؟
فين كاينة أكبر محلات تجارية فهاد المدينة؟
كيف يمكنني إجراء مكالمة هاتفية دولية؟
جيبلي تايلينول عافاك.
كايضر فبعض الأحيان.
خلينا نسرعو فالتسوق ديالنا.
واش غادي تورّيني فين كاين بلاصتي، عافاك؟
باين أن الماكينة خاسرة.
اليابان بلد طويل يمتد من الشمال إلى الجنوب.
قدّاش غادي ياخد من الوقت باش يكونو هاد القمايص واجدين؟
غانخلص الفرق، إذن عافاك دير الحساب.
خلينا نتفرجو شوية فالتلفزة.
فالحقيقة، شريتو نهار لاخر بلا ما نكون مخططة ليه، فالمحل اللي حدى داري.
عندي مائتا دولار نقدا وألفا دولار في شكل شيكات سياحية.
عندي ألم فكرشي.
على الرغم من أنني أحب التيمبورا، إلا أنني لا أتناول الكثير من السوشي. معظم الناس غير معتادين على تناول السمك النيء.
هذا هو صديقي كوجي.
العاصمة هي طوكيو.
إيمتا غادي نخلص عليه، دابا ولا وقت الخروج؟
هادشي صحيح. الحراس كايبداو يتبدلو فهاد الوقت. يمكن ليك تشوف هادشي أو تسمع الفرقة الموسيقية ديال الحراس اللي كايعزفو فالساحة الأمامية.
بغيت شي لحم ديال الصيد.
واش هاد الرقم ديال المقعد تْنادى عليه؟
فين كاين الدير؟
بغيت نبدل هادشي.
كان من الرائع أن ألتقي بك.
واش عندك هاد الشي بلون آخر؟
عمر هاد الفورميطير.
لحم البقر أو الدجاج؟
عافاك، جي باش تاخد الحقائب ديالي غدا مع السبعة الصباح.
كم ين أحتاج لشراء تسعة وتسعين دولارًا؟
عندي مسمار عظمي مصنوع من المعدن.
شْحَالْ غَادِي نْبْقَاوْ نْتْسَنَّاوْ؟
هاديك هي يوشي.
جاي ال سيفن تو ون متجهة إلى ناريتا.
واش متأكد؟ هادشي مزيان.
أي كتاب تنصحني بقراءته؟
هادْي حْقيبة زْرْقة.
واش عندكم خدمة الحافلة للمطار؟
فين خاصني نغسل الكاميرا؟
قرعة ديال ميلر.
فين نقدر نلقى شي طيمبرات؟
بغيت قلم ديال الحواجب.
كاينة شي حاجة خايبة فالفيلم. واش غادي تشوفو؟
قلبت الغرفة كلها بحثا عن جواز السفر المفقود.
عندنا بزاف ديال الأنواع تما.
تأكد من عنوان السفارة اليابانية من فضلك.
خاصني نشري شي تذاكر.
واش كاين شي قطار سريع؟
ما متأكداش واش هاد الجيب غادي يجي مع الخصر.
هادشي كايتعدى.
واش تقدر دير جهدك باش تكون ف الوقت؟
واش غادي تصورني؟
كيفاش هادشي؟
بغيت نمشي للساونا.
المأكولات البحرية.
عندنا جوج ملاعب تنس، وحدا البيسين وحدا القاعة ديال رفع الأثقال.
واش هاد القطار غادي لبوسطن؟
فين كاينخصني ننزل باش نمشي للبحر؟
عافاك، ما تقفزش على الصف.
امرأة، من فضلك. كم ثمن نصف يوم؟
و عندنا ليك عرض زوين. هاد العرض هو جولة العطلة ليوم كامل.
هذا قسم التجارة الخارجية، أليس كذلك؟ أنا تارو تاناكا من اليابان. لدي موعد مع السيد كولمان في الساعة الثانية.
هل هذا هو الرصيف الصحيح للقطار المتجه إلى مينيابوليس؟
واش تقدر تعمر ليا هاد الوصفة الطبية؟
عادي عادي. ونتا؟
أعتقد أنني سآخذ هذا.
أنا فقط أشتغل بجد وأحاول الحصول على أفضل الدرجات التي يمكنني الحصول عليها.
أوه، يا إلهي، هذا لذيذ جداً. أنت طباخ جيد. أتمنى لو كنت أعرف كيف أطبخه.
الفندق الكبير، من فضلك.
السرير ماشي واجد.
لا، اللي من بعدو.
عافاك حطني فالزّنقة الجاية.
أشنو كتقصد؟
واش الثمن كيشمل الغداء؟
كانتعلم المحادثة باللغة الإنجليزية مرة وحدة فالأسبوع.
عافاك، بغيت ندير اتصال مباشر لليابان.
فين كاين المكتب ديال الأشياء اللي تْلْقات أو تْفْقدات؟
هل هو مناسب للبشرة الحساسة؟
امتى نقدر نرجعو؟
شنو الوقت اللي غادي يكون مناسب؟
بغيت قهوة مع الكريمة، الله يخليك.
ما غاديش نلحق القطار ديالي.
قبل ما تمشي، غادي نعطيك شي حقنة.
واش عندك الفلوس الكافية باش تبقى هنا لمدة شهر؟
بغيت كاسيط.
عافاك، بغيت جوج كارطونات ديال ميلد سيفن.
واش ممكن ناخد شي دوا ديال دوار الراس اللي كيجي مع الطيارة؟
حوالي الساعة الثامنة.
وايلي. كنت كنظن أن هاد الصف غادي يمشي بزربة.
غانخلص بالكارط بانكير.
خصني نلقى خدمة بدوام جزئي باش نزيد على مصاريف الدراسة ديالي.
هادشي ممتع.
أنا مصاب بضربة شمس.
ترجم النص التالي إلى الدارجة المغربية: لا تغير الأسلوب، فقط قم بتقليصه، من فضلك.
غادي يكلفك خمسين دولار بالطيارة.
عندي شي غسيل. واش غادي يكون واجد غدا الصباح؟
الرحلة رقم 503 التابعة لشركة JAL في الخامس من ماي، قمت بالحجز في طوكيو.
عافاك ورّيني كيفاش نستعمل هاد الآلة.
فين كيرجع؟
واش ممكن نحلو النافذة؟
الكاراتيه، وهي طريقة للقتال المباشر تتكون بشكل أساسي من اللكمات والركلات الحادة، هي أيضًا واحدة من فنون الدفاع عن النفس اليابانية.
واش ممكن نبدل القياس؟
امتى غادي يتم تحويلو للحساب البنكي ديالي؟
واش عندك شي تفضيلات بالنسبة للمقاعد؟
هاد الكاميرات ديالي باش نستعملهم شخصيا.
شْحَالْ عْنْدَكُمْ مِنْ بْنَادْمْ؟
أحسن طريقة هي أن تعيش في بلد أجنبي.
اه، يمكننا القيام بذلك.
بغيت نحجز لثلاثة أشخاص على الساعة الثامنة من هاد الليل.
هذا يسمح بتتبع الأعراض مثل آلام البطن، والإسهال، والحمى، والصداع، وآلام الحلق، والطفح الجلدي، والقيء، والتي قد تكون حدثت خلال أسبوعين قبل عودتك.
شْحَال كَايْكُلْفْ الثَّمَنْ دْيَالْ كُلْ كَلْمَة لْلْيَابَانْ؟
أعتقد أن المقترحات جيدة، شريطة أن نجد الأشخاص المناسبين.
إذن، انطباعي هو عن أرض جبلية، مزدحمة، نشيطة، مليئة بالضوضاء، مليئة بالطاقة، وشبه متفجرة. عن شعب مجتهد، نشيط، لا يهدأ، فضولي، مستعد لتعلم كل شيء، يأكل ويشرب بشراهة ولكن بأناقة، يكسب وينفق بشراسة.
دراعها مكسور.
ففي اليابان، يبدو أن اتخاذ القرارات أبطأ بكثير مما هو عليه في بلدنا.
واش تقدر تشوف واش كاين تما؟
كنت تسير بسرعة 45 ميلا في منطقة السرعة القصوى فيها 25 ميلا في الساعة. يمكن أن تُسجن لمدة تصل إلى تسعين يوما.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ يْبْرَا؟
ما اسم هذه الساحة؟
أنا مسافر لوحدي. هل يمكنك أن توصي بدليل محلي؟
جيبلي شوكة أخرى، من فضلك.
واش تقدر تعيط على طاكسي؟
بغيت جوج تذاكر ديال الرحلة ذهاب وإياب لواشنطن العاصمة، من فضلك.
واش عندكم شي تعريفة يومية؟
واش تقدر تقول ليا وقت الخدمة ديال مكتب البريد؟
شْحَالْ كَيْخُدْ مِنْ وَقْتْ الْقِطَارْ الْمَحَلِّي بَاشْ يْوَصَّلْ لْبُوسْتُونْ؟
نتا لي غادي تخلصني.
فين هي إف 14؟
واش عندك شي جوارب؟
عشرين دولار على شكل قطع نقدية من فئة ربع دولار، من فضلك.
تهلا فراسك مزيان حتى ترجع للدار.
بالمناسبة، هل يمكنني صرف هذا الشيك أيضًا؟
واش بغيتي تمشي لماتش البيسبول؟
لذلك أود أن أستبدله.
واش ممكن ناخد صفحة غلاف ديال الفاكس؟
غاناخد شوية.
فين كدير الفرق فشعرك؟
بغيت هادشي.
قولي لي كيف يبدو شكل الحقيبة، من فضلك.
بغيت نرجع هادشي.
شْحَال كَايْكُون الثَّمَن لْبَارِيس؟
مَكَايْتْعَدَّاش.
إذا كان بإمكانك الانتظار للحظة، سأجيب على أي أسئلة لديك.
علاش ما جاش الطوبيس؟
كم مرة يجب عليّ أن أتناول هذا الدواء؟
عافاك، اختار ليا شي بلوزة زوينة.
بغيت نعيط لطوكيو، الله يخليك.
عافاك خود معاك الحوايج الثمينة ديالك.
فين هي المحطة؟
ما عنديش الوقت لي نضيعو. عافاك، زرب.
مايمكنش ليا نوافق على هاد الثمن.
كَايْنْ البْرُدْ. وَاشْ تْقْدَرْ دِيرْ شي حَاجَة؟
بغيت شي فطر.
هل لديكم كتيب مجاني باللغة اليابانية؟
السلطة التشريعية هي البرلمان.
سميتي تارو ياماموتو.
سمح ليا. واش كاين شي ممر للراجلين قريب من هنا؟
أنت في وسط شارع ويست.
سير غير نيشان، عفاك.
بغيت شامبوان و بغيت نقطع شعري.
واش التصوير ممنوع هنا؟
فين كاينة كابين المعلومات؟
واش نقدر ناخد موعد لعشية غدا؟
بغيت شي پينس.
كان الموقع في ذلك المتجر.
واش نقدر ندير توقف؟
واش غادي تقدر تحيد البقعة من هاد الحوايج؟
سير نيشان حتى آخر هاد الزنقة، الله يخليك.
بغيت رواية بالإنجليزية تكون ساهلة للقراءة.
لا، أنا مجرد جامع صغير. لكنني أقوم ببعض التجارة.
عافاك، بغيت فوطة مبلولة للمرضى.
واش بغيتي تنضم لينا ف الغدا؟
أنا من السويد.
واش عندك أكثر من خمسة آلاف دولار فالأوراق المالية؟
واش كاين شي محل ديال الحوايج مزيان للأطفال؟
بغيت نبدل شي ورقة نقدية بفلوس صغار.
واش نوجد ليك بلاصتك باش تنعس؟
خلّيه كيفما هو، من فضلك.
خاصني نشوف طبيب ديال الأطفال.
في هذا اليوم يتم رفع رايات الكارب وعرض دمى الساموراي.
ربحنا بزاف، إذن خاصنا نرجعو مرة أخرى باللباس الرسمي.
المحتويات تساوي حوالي مائتي دولار.
من فضلك، هنا.
المرجو الاتصال بمكتب الأشياء المفقودة.
هذا ثمنه خمسة وثلاثون دولاراً وخمسة وتسعون سنتاً في اليوم، بالإضافة إلى تسعة سنتات لكل ميل بعد المائة ميل الأولى.
الفرامل ديال الرجلين ما خداماش.
بغيت لامْبْ ديال القراية.
بغيت نقطع شعري، الله يخليك.
بغيت نمشي بكري غدا فالصباح. واش نقدر نخلص الحساب ديالي دابا؟
خصني نطفي الغاز. بلاتي شوية.
عندك شي اختيارات ديال المشروبات قبل الأكل؟
رقم مقعدك مطبوع على تذكرة القطار السريع.
هل ستقلع الطائرة في الوقت المحدد؟
واش عندكم أطباق محلية؟
واش ممكن نطلب منك توصّلني لمحطة الحافلات؟
لثلاثة أشخاص بالغين.
عافاك، جوج باكيَات ديال الطوابع.
كنتمنى ترجع مرة أخرى.
لا، ما عنديش. كنحس بالغثيان وما نقدرش نحتفظ بشي حاجة فكرشي.
واش يمكن ليك توقف الشيكات الشخصية ديالي؟
كَيْتْقال بْلي التوفو جاي من الصين من شي ألفين عام هادي.
واش ممكن ناخد وصفة طبية؟
بغيت نشوف ماتش ديال كرة السلة. واش كاينين شي تذاكر متوفرة؟
تَعَرَّضْتُ لِلسَّرِقَةِ، سُرِقَ جَوَازُ سَفَرِي وَخَمْسَةُ آلَافِ دُولَارٍ نَقْدًا.
قيل لي أن آتي إلى هنا للحصول على تقرير الحادث.
عندك الإنفلونزا.
واش نقدر نحتفظ بالمنيو ديالكم كتذكار؟
كيف يمكنني الوصول إلى المحطة؟
السيد جونز غير موجود الآن. من المفترض أن يعود بعد الساعة الثالثة بقليل.
واش غادي تبعثو ليا فبداية الشهر الجاي؟
لاباس، شكرا. ونتا؟
الجو بارد بزاف الليلة.
فين غادي؟
واش بغيتي تتعشى؟
بغيت ستيك، الله يخليك.
بغيت ندير فحص طبي.
هذا هدية لأصدقائي.
أشنو غادي تاخد للحلوى؟
قولي ليا شحال الثمن من بعد.
كنت هناك لمدة ست سنوات تقريبا.
عافاك، عَمَّرْ لِيَّا بالبنزين العادي.
إذا كان بإمكاننا تقديم أي خدمة لك، فلا تتردد في الاتصال بنا.
واش ناخد ليك القياسات ديالك؟
هادشي من القطن.
عافاك خود هاد الشانطة وديها لمحطة الحافلة.
كاينين شي وحدين، ولكن شنو بغيتي تاكل؟
واش غادي تعيط لصاحبتي الآنسة يوكيكو أودا؟
هذا ألماس بوزن قيراط واحد، أليس كذلك؟
سميتو السيد هارادا. شكراً بزاف.
واش كاين شي بوتيك ديال أونغارو هنا فهاد المنطقة؟
فين كاينة القلعة؟
حتى أنا سعيد بلقائك.
غانمشي لفلوريدا.
أعتقد أن هذا كل شيء بالنسبة لليوم، أيها السادة.
سير فهاد الشارع نيشان. سير ثلاثة ديال البلوكات و غادي توصل للبارك. المتحف كاين فالبارك.
خاصني الأسبرين.
فين نقدر نشري الطوابع؟
واش ممكن ناخد جوج تذاكر من الدرجة الأولى لنيويورك، عافاك؟
كيف يمكنني الطلب؟
شْحَالْ مِنْ سَاعَة كَيْخُدْ لِيَّ بَاشْ نْمْشِي لْهِيهْ؟
ضابط.
كتتكون الماكلة ديال اليابان من الحوت النيء، السوشي، التيمبورا، إلخ.
كَانْحَسْ بْالْكَسَل.
يمكن.
امتى غادي تمشي؟
واش قستي درجة حرارة ديالك؟
واش كاين شي حاجة ثمينة أو قابلة للكسر فحقيبتك؟
واش نقدر نبدل هاد البوت بزوج أصغر؟
خلّي هاد الشي عليا.
ما نقدرش نوقف.
امتى غتكون الرحلة الجاية؟
واش عندك عصير الجريب فروت؟
بهاد الطريقة، دور لليسار.
عافاك عطيني شي بالون.
واش ممكن ناخد صورة بالكاميرا ديالي ديال الفيديو؟
هادشي فكرة مزيانة.
واش بغيتينا نطلبوه ليك؟
هادشي بكري بزاف فالعشية.
سميتي ياماموتو.
المرحاض ما كايصفيش. عافاك بعث شي واحد.
ما هو حجم موقع المصنع، بالقياسات المترية؟
سمح ليا. ولكن ما عارفش فين كاين بلاصتي.
بغيت نسترجع الفلوس.
كَانْقلّب على شي حاجة فيها علامة برادا المعدنية.
واش تقدر تورّيني شي حاجة بمقاسي؟
أنا في الحافلة الخطأ.
واش ممكن نشوف الباسبور ديالك، عافاك؟
غَانْخُدْ هَادْ الشِّي وْهَادْ الشِّي وْهَادْ الشِّي، عَافَاكْ.
إيكيبانا هي فن ترتيب الزهور. هناك أكثر من ثلاثة آلاف مدرسة إيكيبانا في اليابان.
كَانْحَسْ بْالْوَجَعْ فْرَقْبَتِي.
بغيت جوج بيضات مقليين من جهة وحدة، الله يخليك.
غير قصي الأطراف، من فضلك.
واش ممكن ناخد المجلة اللي فيها المعلومات على العرض؟
عطيني خمسة عشر غالون من البنزين العادي، من فضلك.
كَانْعَانِي مِنْ فَقْرْ الدَّمْ.
قول ليها تعيط ليا.
لقد اشتريت هذا للتو.
كيفاش ناكل هاد المخالب ديال الكركند الكبار؟
واش هاد الطوبيس غادي لكارميل؟
زوج بيضات، مسلوقات.
واش غادي تاخد الطلب معاك ولا غادي تاكل هنا؟
وقتاش كيسدّو؟
بغيت نأكد الحجز ديالي مرة أخرى.
اليوم الثالث والعشرون من نوفمبر هو يوم عيد الشكر للعمال.
واش صعيب نفهم هادشي؟
واش نقدر نشريه بلا ما نخلص الضريبة؟
بغيت نبقى شي ساعات زايدة بعد وقت تسجيل الخروج.
عندنا عصير البرتقال، التفاح، الجريب فروت والطماطم.
بغيت نسترجع الفلوس ديالي.
واش كيعانيو ليك المفاصل ديالك؟
رقم تأكيد الحجز ديالي هو خمسة ستة سبعة QLR.
علاش هاد السخونية كاملة؟
خود هاد الوصفة الطبية للصيدلية.
كانخدم فوكالة ديال الأسفار.
الشخص اللي بغيت نعيط ليه هو السيدة يوكو نيشيهارا.
واش كاين شي بلاصة ديال التزحلق قريبة من هنا؟
خصني نرجع قبل الخمسة ديال العشية. واش ممكن نمشيو للمركز التجاري ديال التخفيضات؟
ما حطيتيش الكونطوار ديالك.
عافاك تلغيها قدامي.
واش تقدر تحط سميتي فلائحة الانتظار؟
أنا هنا من أجل السياحة.
واش غادي تعطيني الكاميرا ديالي من بعد ما ندخل، عافاك؟
يمكنك المشي. اتبع فقط العلامات.
واش عندك الوقت هاد الليلة؟
فين كاينين مكاتب كراء السيارات؟
لا. كنت مستعجل. شنو خاصني ندير؟
واش هاديك هي الحافلة؟
أعتقد أنه ينبغي علي أن أستغل الدقائق الخمس الأخيرة للإجابة على أي أسئلة.
واش تقدر توصّلني لمطعم إيطالي زوين؟
باين ليا راك سكرتي البارح بالليل.
غير دِيرْ دْفَعْ.
هذا كتيب يحتوي على العديد من جولات الحافلات السياحية، بما في ذلك الجولات التي تستغرق يومًا كاملاً، ونصف يوم، وجولات الصباح والليل.
واش نقدرو نكملو هاد الرقصة فشي وقت آخر؟ سمح ليا.
فين كاين الباص اللي غادي للوسط المدينة؟
بغيت شي برمانونط لي يكون مزير، الله يخليك.
واش بقا شي قهوة؟
واش نقدر نعاونك باش تلقى شي حاجة؟
أوه، أعتقد أنه يبعد بحوالي كتلتين أخريين.
سبعة وعشرون مقسومين على تسعة يساوي ثمانية.
بغيت شي كريم للبشرة العادية.
كنسمع بلي اليابانيين خدامين بزاف.
واش كيعجبك الجاز؟
السياح هنا؟
بِشْحَالْ بْغِيتِي تْحَلِّي الْحِسَابْ؟
شنو كيعني هاد علامة المرور؟
واش تقدر تقول ليا كيفاش نعمر هاد الفورميط؟
خليني نفكر فهادشي و غادي نعاود نتاصل بيك.
غانقدر مصاريف السفر.
واش ممكن ناخد وصل ديال التأمين الصحي ديالي؟
واش ممكن نخلي الطوموبيل فأي وكالة؟
واش خاصني نكون عندي الصرف بالضبط باش نركب فالحافلة؟
واش ساكن هنا؟
سْرَعْ وْغَادِي تْلْحَقْ عْلِيهُمْ.
عندي حُمَّى.
هاداك هو الخمسة وثلاثين واثنين.
ودابا أنا حر لمدة أيام قليلة.
شكون اللي غادي يجي هاد الليلة؟
لا، لم نفعل ذلك. نتحدث اللغة الإنجليزية فقط.
واش هادشي أوتوماتيكي؟
واش هادشي مسدود؟
عافاك، بغيت نديه معايا.
الدرجة الأولى أو الدرجة الثانية؟
غادي يخصك تكون تما قبل الساعة ستة ونص على الأكثر.
كيعجبني الرقص ديالك.
واش الغطس قريب من هنا آمن؟
غانمْشِيو نْتْسَرَّاوْ غِيرْ شْوِيَّة.
واش غادي تعيط ليه غدا الصباح كيفما واعدتيه؟
مرحبا. نحن سعداء لأنك كنت متفهماً جداً.
شْحَال كَايْكُلْ گَالُونْ دْيَالْ لَبْنْزِينْ دْيَالْ نْوَاعْ لْفَاخْرْ؟
هل يعلن السائق عن المحطات؟
أشنو رأيك نتلاقاو هنا على الساعة الرابعة؟
واخا. خليني نشوف. واش ممكن ناخد شي كاس ديال الشيري باش نبدا؟
ديال من هاد الخدمة؟
سمح ليا. واش تقدر تقول ليا واش كاين شي ريسطورون إيطالي قريب من هنا؟
غانكون وجدتو ليك مع الرابعة و النص.
شْحَالْ مْنْ مْحَطَّة بَاقَا حْتَّى لْمُتْحَفْ دْيَالْ لْفُنُونْ؟
واش بغيتينا نطلبوه ليك؟
هل يتوقف القطار السريع في سان دييغو؟
كاينة هنا خدشة.
من أين تأتي هذه التفاحات؟
كيف كان هذا المطعم؟
بغيت نشوف المكتب ديال المدينة.
واش ممكن تعطيه ليا مغلف كهدية، عافاك؟
هل هذه جولة ليوم نصفي؟
السبت والأحد هما يوما عطلة.
فكرني منين نوصل لفيكتوريا.
بغيت ناخد معاك موعد غدا فالعشية.
إذن، ما هي خططك ليوم غد؟
الاستقبال؟ أنا ناكامورا أتكلم. لقد قمت بتسجيل الدخول للتو. لكنني لا أحب هذه الغرفة.
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْدِيرُو هَادْ الشِّي؟
واش عندك شي حاجة للزكام؟
سميتي ريسا كوباياشي، والرقم هو جوج صفر جوج جوج جوج صفر جوج واحد صفر صفر.
طبلة كتشوف منها البحر مزيان، الله يخليك.
عافاك عطيني شي أرقام نعيط ليهم فحالة وقعات شي مشكلة.
نعم، لقد تلقيت علاجاً لمرض السكري في اليابان.
بغينا نجلسو حدّا بعضياتنا.
واش ممكن ناخد كوكا دايت؟
أي نوع من الغرف تودّ؟
بغيت نطلع عليه.
يمكنك الحصول على هذا عند بوابة المغادرة.
كان في محفظتي بطاقات ائتمان ونقود.
هادشي غلط ديالي.
غادي يخصك تقدم طلب التعويض ديالك للتأمين فمكتب التأمين اللي كاين فاليابان.
واش يمكن ليك تبدل هادشي؟
أعتذر، ليس لدينا أي شيء مفتوح.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ بَاشْ يْوَصْلْ عْبَرْ البُوسْتَا العَادِيَّة؟
واش هادشي ذهب؟
ما كنقدرش نعرف عمركم نتوما اليابانيين.
واش ممكن ترسم ليا خريطة؟
كان ذلك المتجر أرخص.
سميتي آن براون.
هل يمكنني إجراء مكالمة مباشرة من غرفتي؟
واش غادي تحطو فشي صندوق؟
جواز سفرك لم يعد صالحا.
هادشي خايب بزاف. غادي نعيط للسفارة اليابانية ونسولهم شنو خاصك دير.
تأكدوا من أن أحزمة الأمان مثبتة بشكل آمن.
فين كاين الطواليط؟
بغيت نكري دراجة بعشرة سرعات.
واش عندك شي لون أكثر غمق؟
لا، ما كنظنش هادشي.
واش كاين شي مشكل إلى كنت مبتدئ؟
أنا مع عائلتي، لذا لا يمكنني إعطائك رقم غرفتي.
ما لقيتش ليكيط ديال الثمن.
بغيت شي حد يفيقني فالصباح.
فين نقدر نحجز فنادق؟
هل يجب عليّ إعادة تأكيد حجزي؟
واخا، أسي. غادي نبعتو شي واحد باش يصلحو دغيا. عافاك، تسنا شوية.
كاينين ستة و أربعين. كل ولاية كيرأسها والي، و عند كل ولاية مجلس ديالها.
اه. غادي ندورو و نبيعو المنتوجات بعد ساعة أو أكثر.
كان ذلك قبل عشرين دقيقة.
واش تقدر تكتب ليا هاد الكلمة؟
أشنو هو الفيلم الأكثر إثارة اللي كايعرضو دابا؟
فِهَادْ الشْوَارِي دْيَالْ الوَرَقْ البُنِّي.
كنتمنى نتلاقاك مرة أخرى.
هادشي حيت هوما مصنوعين من الحرير.
بغيت نجرب قياس أصغر. هاد القياس كبير عليا.
واش سبق ليك جربتي هادشي؟
أنا جيعان.
واش تقدر تعطيه غير علاج مؤقت، أ دكتور؟
عندي حُمَّى.
سمح ليا، ما عنديش الصرف. واش تقدر تعطيني تسعة وتسعين دولار؟
مرحبا، يبدو أننا جيران.
واش كاين شي طوبيس من المطار للوسط المدينة؟
ما نقدرش ندفع الماء فالتواليت.
يظل أعضاء مجلس المستشارين في مناصبهم لمدة ست سنوات، بينما يخضع نصف الأعضاء للانتخاب كل ثلاث سنوات.
والو آخر، عفاك.
عافاك، زيد الفلوس لحسابي.
كان للأسلحة التي تم إدخالها إلى اليابان في ذلك الوقت دور مهم في تحقيق الانتصارات في المعارك.
واش عندك شي وحدين أكبر؟
هذا يعني أنك فقدت تأشيرتك أيضاً. يجب عليك تقديم طلب لإعادة إصدارها لدى إدارة الهجرة.
عندي ضعف في النظر.
واش كاين شي صالون ديال الحلاقة؟
سمحلي. عافاك قول ليا كيفاش نوصل لمحطة شينجوكو.
عافاكْ صيفْطْ ليا البريد ديالي لهنا.
قُلْ لِلشَّافْ هَادْ الشِّي بْنِينْ بْزَّافْ.
التلفاز ما خدامش.
تذكرة ذهاب وإياب إلى أوكسفورد، في الساعة التاسعة من اليوم الخامس.
ما نقدرش ندير هادشي.
شْحَالْ كَايْدِيرْ هَادْ الطُّومُوبِيلْ مِنْ مَسَافَة؟
هذا ساتو. لقد استأجرت سيارة هذا الصباح.
صحيح. شكرا لك. بالمناسبة، هل الملابس الرسمية مطلوبة؟
واش تقدر تعطيني سمية و نمرة تيليفون ديال شي طبيب؟
واش كاين شي دوا للي كيعالج دوار المواصلات؟
بغيت شي سروال.
واش تقدر تسنّاني هنا؟
واش كاين شي ربط مع بيرث؟
اه، واش ممكن ناخدو لائحة الحلويات؟
هل هناك عرض للصوت والضوء؟
أه، نعم. إذن، هل ستسجل هنا، السيد يامادا؟
فالوسط، من فضلك. هل يمكننا الحصول على مقعدين معًا؟
اه، واش نقدر نعاونك؟
واش ممكن تعطيني تخفيض إذا بقيت ليلتين؟
بغيت ندوش.
امتى غادي يكملو؟
فِي حَالَة الإلغاء، يُرجى الاتصال مُسبقًا.
كاينة كاميرا لداخل. عافاك خليها فبلاصة آمنة.
فين كاينة محطة البنزين؟
واش هاد القطار كيوقف فبالتيمور؟
واش تقدر تجيب ليا شوية ديال الما، عافاك؟
لا، شكراً. على أي حال، سيكون الجو مظلماً خلال معظم الرحلة.
أنا غير كانشوف. شكرا.
سمح ليا، ولكن أنا كنعتقد أن هاد الرقم ماشي صحيح.
واش هادشي كيشمل المشروبات؟
شْحَالْ مِنْ دْقِيقَة بَاقِي غَايْخُدْ الْقِطَارْ بَاشْ يْوَصَّلْ؟
من أي بوابة تقلع هذه الرحلة؟
سمية الفندق اللي غادي تبقى فيه الليلة، أسي.
واش خاصني نحجز بلاصة فالباطو اللي غادي ينزل فالنهر؟
كاين واحد الشخص غادي يجي من بعد.
واش تقدر تعاود هادشي؟
واش المسرح قريب من هنا؟
كاينين ستة ديال الناس فالحفلة ديالنا. بغينا نجلسو فطبلة وحدة، الله يخليك.
راه هاكاك.
شكراً لك على دعوتي للبقاء لتناول العشاء.
سمح ليا. واش عندك الوقت؟
عصير البرتقال، البيرة، النبيذ، الويسكي والكوكتيلات.
كتوقف ف الصف. و أنا غنمشي نجيب لينا كاس ديال الآيس كريم.
أي حافلة تذهب إلى الفندق الكبير؟
بغيت نحجز لليلة غدا.
عطاني الطبيب وصفة طبية.
نعم. و ما نوع الصلصة التي تريدها مع سلادتك؟
كيف بغيتيها؟
واش كتقبلو الشيكات ديال المسافرين؟
هادشي زوين بزاف من عندك، ولكن كنخاف عندي شي خدمة خصها تصلاح قبل غدا الصباح.
بديت نتوحش الأرز و حساء الميسو.
لا، شكراً. هل يمكننا الحصول على كوبين من الماء، من فضلك؟
كَانْقْدَرْ نْهَضْرْ شْوِيَّة بِالانْجْلِيزِيَّة.
واش ممكن تعطيوني شوية دالما، عافاك؟
فين كاين هاد الطابق؟
كنفضل أتاي.
إذا كان عندك هادشي، ما غاديش تحتاج تخلص مرة أخرى ملي تركب فالحافلة رقم 44.
واش تقدر تعطيني الملحة؟
واش غادي تورّيني هاد الساعة ديال اليد؟
الساعة هي الواحدة.
عافاك، بغيت جوج تذاكر لعرض يوم الأربعاء.
شْحَالْ هِي الضَّرِيبَة دْيَالْ المَبِيعَات؟
عافاك، طلع الثمانية.
ركبوا الطائرة المتجهة إلى نيويورك في الرابعة، ثم استقلوا آخر طائرة متجهة إلى واشنطن من نيويورك.
هادْي صاكْ دالجلد لونها بني.
عافاك، بغيت واحد كينت.
هوما ف الطابق الثاني.
وقتاش فقدتيه؟
بغيت أمبليفيكاتور.
عافاك صلح هادشي.
طبعاً. غادي يكون واجد يوم الخميس.
واش عندكم النبيذ بالزاج؟
أنا مريض بزاف. عافاك عيط للطبيب.
واش توصلت شي فاكسات؟
أي طابق؟
واش ممكن نخلص بشيك سياحي؟
كانبدلو الهدايا مع صحابنا المقربين نهار الكريسماس.
ها هي وصفة طبية من الدكتور طومسون.
فين كاين گَاراج الحافلات ديال شيكاغو؟
واش تقدر تجيب ليا شي فلفل، عافاك؟
أنا عاطل عن العمل.
اه، كاينين. راهوم فالطابق الثالث.
كاينة جولة مشي كتزور فيها الأماكن المشهورة.
عافاك ديّني لأقرب سبيطار.
هادشي زوين بزاف.
بغيت نشري خمسة. حتى هادشي ما غاديش يخليك تنقص من الثمن؟
عافاك عطيني بلاصة حدا الشرجم لور.
واش نقدر نجيب ليك شي حاجة؟ شي ضمادة أو شي حاجة؟
فين كاين شي بلاصة مزيانة باش نزوروها؟
ما قادرنيش نْقرّر. غَنْرجع من بعد.
واش تقدر تشوف العجلات؟
سمح ليا. فين كاين بلاصة باش نخلي فيها الحقائب ديالي؟
بغيت نمشي للمطعم.
عافاك ورّيني هادشي.
غادي نكون ممتن ليكم الى راجعتو قرار تجديد العقد.
فين كاين المكتب ديال الأشياء اللي تلقات؟
شْحَالْ مْنْ عْلُوّ وْصْلْنَا لِيهْ دَابَا؟
بغيت كاب طويل للشتا.
أنا من المعجبين الكبار بالمطبخ الأمريكي.
واش نقدر نسول سؤال أخير؟
واش ممكن ناخد هامبورغر؟
بغينا منك تجي تقضي معانا شي أيام هاد الربيع.
واش هاد الباب ديال الرحلة المتجهة لطوكيو؟
كم مرة يجب عليّ تناوله في اليوم؟
عافاك، بغيت أتاي مع الحامض.
هاد السِّن اللي فالفوق كَيْضرني.
فأي رحلة جوية وصلت على متنها؟
سمح ليا على الإزعاج، ولكن واش ممكن تصورنا بهاد الكاميرا؟
كسرت يدي.
هل يصعد الركاب الآن؟
ركبو القطار الأخضر من الرصيف رقم ستة.
قولي لي من فضلك أي مطعم هو المفضل عند السكان المحليين.
طيحت الكاميرا ديالي. واش تقدر تشوفها ليا، عافاك؟
سمح ليا. درت الخمر على الأرض.
سمح ليا بزاف. هو ماشي هنا دابا. واش عندك موعد؟
الرحلة الجوية جال رقم خمسة إلى طوكيو في الثالث من ماي.
قول ليهم أنني نزلت مزيان.
واش يمكن ليك دير عدسات طبية فهاد النظارات الشمسية؟
بالمناسبة، هل سأحتاج إلى ارتداء ربطة عنق؟
بغيت نبدلو بنفس الرحلة، ولكن في الرابع من مارس.
ومن بعد، غادي تجيبو للكونطوار اللي تما؟
واش كاين شي طوبيس للمدينة؟
عافاك اتصل بيا منين يصبح الصباح.
عطيني دوا ديال المعدة، الله يخليك.
ما عندي فهاد الصاك غير الحوايج ديالي الشخصيين.
سمح ليا. واش ممكن ندوز، عافاك؟
بغيت نمشي للحمام، ولكن عندي بزاف ديال الشوانط. غادي نضطر نستنى.
كان طويلًا جدًا وبطيئًا جدًا.
عندنا خدمة العناية بالأظافر وصباغتها.
واش متوقع أن القطار يوصل ف الوقت المحدد؟
الغرفة المجاورة مزعجة.
هو ماشي مزيان و ماشي خايب.
واش ممكن نستاعير منك مفتاح رئيسي، عافاك؟
كوني معاك كيجعلني فرحان.
ديّوني للبوليس.
السيديات أرخص بكثير في هاد المحل.
بغيت بشرتي تكون ناعمة.
شريكك على الخط. تفضل من فضلك.
امتى خاصني ناخد هادشي؟
واش ممكن نخلص بالشيك السياحي؟
ما لقيتش صحابي. واش تقدر تعيط ليه؟
عافاك، وِيسْكِي مَعَ الثَّلْج.
بالطبع، في هذه الحالة، ستقوم شركة الطيران بتقديم تعويض.
هذا قلم حبر.
هادو هوما البسكويتات اليابانية.
شْحَالْ غَادِي نْبْقَاوْ نْتْسَنَّاوْ؟
أنا بخير. أنا فقط أشعر بالراحة.
كَانْتْفَاهْمُو مْعَ بْعَضْنَا.
عندك توقف في شيكاغو.
أعتقد أنك لست كذلك. لكن يمكنك ذلك من الخارج وفي الدير.
درت ديبوسي.
بغيت عينة من البول.
شكراً جزيلاً.
غانبقى كنتسنى.
ما عنديش شي حجز، ولكن واش نقدر نغوص هاد العشية؟
كانلعب التنس جوج مرات فالأسبوع.
فين كاينة أقرب محطة مترو من هاد الفندق؟
المرجو كتابة "أمتعة غير مصحوبة" على أعلى العبوة.
كنت كنتساءل واش غادي يمطر غدا.
هادشي زوين بزاف من عندك.
فين نقدر نلقى الحلقات ديال الودنين؟
هذا رائع. لا يمكن أن يكون قليل الدسم. إنه الاثنان معا.
واش نقدر ناخد شي سوارت ديال الطواليط؟
عندما يعود، من فضلك اطلب منه أن يتصل بالسيد أوكادا.
غاناخد ستيك نادر مع البطاطا المشوية.
خمسة عشر. أ. هل أنا جالس في المكان الخطأ؟
فاش غادي ترجع؟
غاناخود ستيك ديال اللحم.
هذا صحيح. لدينا أيضاً مواقع تاريخية أخرى معروفة في المدينة وفي ضواحيها.
بصح. هادي هي المرة الثانية لينا من بعد ما جينا لهنا في شهر العسل.
ما عنديش شي هواية. غير الخدمة بزاف، بحال أغلب اليابانيين.
أه، رغم أنني أشعر أنني كنت هنا مرات عديدة من خلال الأفلام والبرامج التلفزيونية.
فأي ممر؟
إلى الوجهة النهائية، روما، من فضلك.
أوه، الأستاذ كورن يحب أن يعطي اختبارات مفاجئة.
واش هادشي بصح؟ وشنو غادي يوقع من بعد؟
تْعَطْلاتْ لِيَّ الڭْرِيسَة دْيَالِي.
واش كاين شي حاجة فاليابان لي فاجاتك؟
إيلا شفتي شي واحد، دير غير إشارة بيديك.
بغيت نمشي نهار قبل.
أنا عطشان بزاف. عافاك، واحد الكاس كبير.
هادْ سوپَرْمارْشي كْبِير بْزاف، كاينْ برّا شي مدينة كبيرة. فيه بْزاف دْيالْ بْلايصْ باشْ تْصَفّْفْ الطوموبيلات.
كَايْبانْ هَشْ.
واش تقدر تدخل هاد الباب فهاد الصورة؟
واش الفطور مشمول؟
عافاك، بغيت طبعتين.
واش كاينين بزاف ديال الطاكسيات لي جاين؟
نعم، هو مفتوح للعموم.
بغيت بلاصة فالطابق الأول، الله يخليك.
أنا مطلقة.
واش هاد الطريق كتمشي للفندق؟
سمح ليا، ولكن هادشي كيبان قصير.
كَانْحِسْ بِالْخَفَقَانْ.
غانمشي من كاليه لدوفير بالعبارة.
بغيت تذكرة جديدة.
بيتزا وحدة مخلطة و جوج قراعي ديال البيرة، الله يخليك.
كنحتاجو هادشي ف أقرب وقت ممكن.
نعم، يجب أن نكون حذرين من الإيدز.
هدية لأمي.
ماكنتش عارف أن التفتيش الأمني صارم لهاد الدرجة.
فين خاصني ننزل باش نمشي لحي الصينيين؟
الحوت مقلي.
كانخدم ف البنك.
سمح ليا. واش تقدر تقترح عليا شي ريستورون مزيان؟
كم عدد الأونصات التي يمكن إعفاؤها من الضرائب عند إدخالها إلى اليابان؟
بغيت شي لعبة ديال الدراري.
بغيت نبعث هاد الكارطة البريدية لليابان عن طريق البريد السريع.
بغيت نبعث هاد الرسالة عن طريق البريد الجوي.
عندنا غرفة مزدوجة ب50 دولار لليلة الواحدة.
سمح لينا، ما كنسمحوش بالجينز والتشيرتات.
بغيت ندير التشيك إن، عافاك. سميتي هاروكو أوغاوا. كنظن عندي حجز.
واش هاد الحافلة هي اللي صحيحة، هاديك اللي جاية دابا؟
واش جايْب شي هدايا لشي حد فهاد البلاد؟
عافاك، كول غير الأكل اللي كيتْهْضَم بسهولة.
عافاك قولي ليا شنو هي الإجراءات ديال الإعفاء الضريبي.
هذا مكان رائع، أليس كذلك؟
واش عندك جدول مواعيد القطارات؟
عافاك ساعدني نلقى ولد لابس كاسكيطة حمرا.
سمحلي، بغيت نبعث هادشي لليابان. شحال غادي يكون ثمن البريد ديال هادشي؟
مشيت عبر أمريكا بسيارة مستأجرة.
واخا، الغرفة رقم 2 أو 3. هاك المفتاح ديالك.
كايبدا الفيلم مع العشرة و نص ديال الليل. كايسالي مع الواحدة ديال الصباح.
مُلَمَّع، من فضلك.
هل يمكنني الحصول على مكالمة إيقاظ في الساعة السابعة صباحًا؟
بغيت كاميرا رخيصة.
كايْكرهو اليابانيين يعاملو الضيوف معاملة خايبة، أو يتعاملو معاهم معاملة خايبة.
واش ممكن ناخد بطاقات بريدية؟
فاش غادي تكون عندك جلسات توقيع الكتب؟
فْهَادْ السَّاعَة، أَسِيدِي؟ هَادِي الحَدَاشْ دْيَالْ الصَّبَاحْ.
هاد الخط ديالاش؟
واش كولشي مزيان؟
غطي فمك بمنديل.
واحد صعيب.
شْحَالْ ثَمَنْ هَادْ الثْلَاثَة؟
بغيت خاتم الخطوبة.
ماشي بزاف.
ها هي الصرفية ديالك، سيدي.
لا. أنا ياباني.
واخا. غادي يكونو بلاصتكم هنا.
استمرت فترة إيدو، التي لم تشهد أي حروب في البلاد، لمدة مائتين وخمسين سنة تقريبًا.
خود هاد الدوا تلات مرات فالنهار بعد الأكل لمدة تلات أيام.
واش غادي تطور هاد الفيلم؟
خاصني نستعمل الكمبيوتر ديالك، الله يخليك.
واش غادي تقدر تجي تشرب شي حاجة عندنا في الدار نهار الأحد في العشية؟
غاناخد هاداك.
هذا فيه خدش هنا، هل يمكنك استبداله بآخر؟
واش ممكن تعطيوني إبرة وخيط؟
بغيت جوج تذاكر ديال السفر فاتجاه واحد لبوسطن، الله يخليك.
مشيت لحفلتك تلات مرات العام اللي فات فاليابان.
واش نقدر ناكل الدجاج فالعشا؟
بغيت نعطيك دمية من كيوتو.
كيف يمكنني الوصول إلى هناك عن طريق المترو؟
قولي ليا عافاك كيفاش نعيط لهاد النمرة.
واش هاد الطريق هي الصحيحة؟
بغيت نبلغ على ضياع وثائق مهمة.
هذا هو الإصدار الأخير لعشرين رسامًا عظيمًا من أوروبا، ويحتوي على صور لحوالي مائتي تحفة فنية.
فين نقدر نلقى تذكرة طيارة بسعر معقول؟
فاش كايبداو يطلعو الستارة؟
هاك. الفاتورة موجودة في الكيس.
فين كاين الكونطوار ديال الاكسسوارات؟
غاناخد مارتيني.
واش هاد التليفون خاسر؟
أي قطار يجب أن أستقله للوصول إلى أوكلاند؟
ضاعت لي المحفظة ديالي فهاد المحل التجاري.
واش ممكن ناخد شي حاجة نشربها قبل الماكلة، عافاك؟
ثلاثة ستيكات، وسرطان بحري كبير، وعشرة أنواع من الآيس كريم.
كيفاش هي الطريقة الأحسن باش نلبس هاد الشي؟
كيقولو أنها تحت الصفر.
عافاك، عيط ليا باش نفيق مع الستة.
اه. من المثير جداً أن تلتقي بأشخاص مختلفين.
فهمت. كاين زيادة ديال واحد فالمية.
زوج من الناس غادي يتلاقاو باش يشربو شي حاجة. واش بغيتي تجي؟
الغسيل ما نشفش مزيان.
واش عندك شي ستيلو؟
خصك تجرب الأكل اللي كاين هنا فهاد البلاصة.
اليابانيين كيبقاو بخلاء رغم أنهم أغنياء.
بغيت نعرف على هاد الجولة.
هاد اللون ولى مشهور هاد الأيام.
واش ممكن نحط الشوانط ديالي فالكوفر؟
فهمت. واش كَاتْبانْ ليكْ غَانْقْدَرْ نْجِبْهُمْ؟
أنا مريض منذ البارحة.
جيبلي معاك صابونة.
سَلَّيْتْ.
كنت تسير بسرعة 45 ميلا في منطقة السرعة القصوى فيها 30 ميلا في الساعة.
وأشكركم. أتمنى لكم يوماً سعيداً.
عندي ألم في معدتي.
هادي أول مرة ليا.
غاناخد شوية من هادشي.
كَانْقلّب على جاكيط بْجَيبات ضيّقين.
شرب بيرة.
بغيت نخلص خمسين دولار و عشرين ألف ين ياباني باش نكمل المبلغ.
أعتقد أن هذا التغيير خاطئ.
فاش غادي يسالي العرض ديال العشية؟
سميتي العائلية هي ياماغوتشي. ي أ م أ غ و ت ش ي.
بغيت نحْل النافذة.
كاينة بزاف ديال الشتا بصح. نتمنى يصفي الجو.
كلهم بخير، شكرا.
باستثناء الفطور والعشاء؟
كَانْظُنْ بْلِّي هَادْ الشِّي مَزِيرْ بْزَّافْ.
واش كَاتْبِيعُو طَوَابِعْ البُوسْطَا؟
بغيت هاد التصميم يكون غير على صباع الإبهام ديالي.
بغيت نستعير شي نظارات خاصة بالاوبرا.
عافاك، عطيني الإتجاهات.
شْحَالْ مِنْ سَاعَة كَايْخُدْ هَادْشِي؟
واش عندك شي مثال على كيفية تعبئة الاستمارة؟
واش تقدر تقولي فين غادي نمشيو فهاد الرحلة؟
واصل السير في هذا الطريق، وادير يسارا عند الإشارة الثانية.
إذا عطيتيني تخفيض ديال عشرة فالمية، غادي ناخذو.
اه، لقد حصلت على غرفة للتو، لكن الغرفة لم يتم تنظيفها بعد.
ماكانعجبنيش هاد البيت. واش عندك شي حاجة حسن؟
فين كاينة البوابة ديال الرحلة المتجهة لشيكاغو؟
واش يمكن تعديلو؟
بغيت نحجز بلاصة باش نمشي لسياتل.
بغيت طبلة قابلة للطي.
شْحَال الثَّمَن دْيَال نْصْ إِقَامَة مَعَ الأَكْل؟
على الأقل عشرين دولار.
يمكن لي نرجع للدار أو نجرب نسافر فالحافلة عبر البلاد، إذا ما كانتش غالية بزاف.
لا أبداً. أرجوك لا تقلق بشأن ذلك.
يتميز عمل باسكيات بسمة طفولية، إلا أن تكوينه معقد للغاية.
ولكن، غادي يكون مريح من بعد ما تولف عليه.
واش تقدر تورّيني كيفاش نلعب هاد اللعبة؟
غادي نكون ممتن ليك بزاف الى حجزتي ليا طبلة حدا الشرجم.
غانوصلو مع العشرة. هادشي شوية قبل الوقت المحدد.
واش سبق ليك تاكلتي الماكلة اليابانية؟
واش عندك شي كاسيط ديال الموسيقى الشعبية؟
رقم هاتفي هو واحد اثنان ثلاثة أربعة خمسة ستة سبعة.
أنا مريض جداً بسبب البحر. هل يمكنك استدعاء طبيب؟
واش بغيتي غرفة للمدخنين ولا غرفة بلا تدخين؟
أعتقد أنه كان على الرجل أن يتوقف.
باينة فيك مريض بالأنفلونزا.
خاصني شي رباطات ديال الصباط.
كَنْهْتَمْ بِالتَّارِيخْ، لِهَذَا كَنْبْغِي نْزُورْ الْمَوَاقِعْ التَّارِيخِيَّة.
ومن بعد بغيت نحجز لسبعة ديال الناس.
سمح ليا، ولكن عندنا غير البيرة أو الويسكي.
هو غير موجود في المكتب الآن. هل يمكنني أخذ رسالة؟
عافاك، بغيت نبدل الشيكات السياحية ديالي فلوس.
واش عندك شي صرف معاك؟
لأن الأمر في أمريكا سهل للالتحاق بالجامعة، لكن من الصعب التخرج منها.
كيف يمكنني تشغيل هذا الضوء؟
واش غادي تْزَحْزَحْ شْوِيَّة لْلْيَمِينْ؟
أية معالم توجد في الطريق؟
إيه، أنا. أنا غادي نمشي لوس أنجلس.
خليه طويل.
سالا ليا البنزين.
واش ممكن ناخد جوج بلاصَات لي متوفرين هاد الليلة؟
واش عندك طبلة لأربعة ديال الناس؟
كاين تما، قدام مكتب المعلومات السياحية غير.
ما عمرني سمعت على هاد العنوان هنا.
سير نيشان حتى تشوف صيدلية.
شْحَال كَايْكُلِّفْ الفْطُور؟
كيف يمكنني مساعدتك؟
فِي الثَّالْثْ دِيرْ لَاڭْوَا لِلْيْسَرْ.
واش بغيتي كريم و سكر ف القهوة ديالك؟
واش يمكن ليك تصرف ليا شيك ديالي ديال 200 دولار؟
إذا وجدته، اتصل بي من فضلك.
فين كاينة القهوة؟
بغيت كَاطو ديال الدراري.
واخا. كايكلف 85 سنت للبريد العادي و3 دولارات و0 سنت إضافية للتوصيل الخاص.
كون كنت بلاصتك، كنت نشري هادشي.
هل سأواجه أي صعوبات مع الجمارك؟
واش عندك صباط ديال المناسبات اللي عندو صبع عريض؟
لا. هل يمكنني أن أقترح عليك بدلًا من ذلك استخدام توأم للاستخدام مرة واحدة؟ لدينا واحد.
بغيت برمانونط مْضَيَّق، الله يخليك.
بغات بيرة.
صباح الخير. كيف حالك؟
أعتذر، ولكن سأحتاج إلى رؤية شكل من أشكال إثبات الهوية.
أي نوع من الصلصة؟
هادشي بارد بزاف. واش غادي تسخنو؟
سمح ليا، هاد البلاصة راها محجوزة بالفعل.
أنا بخير. ولكن هل يمكنك الاتصال بصديقي؟
شكرا، هذا يكفي.
شكون هو صديقك المفضل؟
اليوم الصحي الرياضي الموافق للعاشر من أكتوبر هو عطلة وطنية تهدف إلى تعزيز صحة المواطنين.
واش بغيتيني نشوف تحت الكابو؟
واش تقدر تعاوني نلقى الحقيبة ديالي؟
واش غادي تدير الترتيبات مسبقا؟
كَايْعَاونُونِي. شُكْرًا.
فاش توصل تما، عافاك سول شي واحد آخر.
بغيت التمديد رقم 24، الله يخليك.
هاك دولارين. احتفظ بالباقي.
واحد هامبورغر وواحد تشيزبورغر، من فضلك.
شْحَال كَاتْخُدُّو عْلَى التَّصْنِيع؟
كل واحد منا بغا يخلص على ماكلتو.
كان الموقع على كرسي في الردهة.
عافاك، بدل هاد الين لليرة.
بغيت قاموس صغير الحجم، الله يخليك.
لشخصين على الساعة السابعة. الإسم هو واتانابي.
الساعة ديالي. كانت ساعة رقمية من نوع سايكو.
غادي نكونو فرحانين بزاف باش نقدمولكم المشروب اللي بغيتو، ومن بعد العشا. كاين دليل كامل ديال المشروبات اللي كنقدمولكم فهاد الرحلة، موجود فدليل المعلومات ديال المجلة ديالنا.
واش ساكن هنا؟
فين كاينة المحل ديال الهدايا؟
أنا على الطريق السريع رقم واحد بالقرب من خليج مورو.
بغيت ساعة منبهة، الله يخليك.
بالمناسبة، اسمي هيروشي إيجيما.
هاد القطار كيوقف ف ليك فوريست، ياك؟
كَاعْ لْيَابَانِيِّينْ كَايْكُلُو الْأُخْطُوبُوطْ وَالْحَبَّارْ.
واش ممكن ناخد جوج تذاكر من الدرجة الثانية لمدينة شيكاغو، عافاك؟
مشيت لنيويورك.
ما هو رقم الرحلة؟
واحد لنيويورك، من فضلك.
لمدة يومين أو ثلاثة تقريبا.
الثاني على اليسار.
هاد الكارطة، واخا؟
واش هادا مكتب الاستقبال؟ واش كاين شي كلينيك قريب؟
واش عشرة دولارات غادي يكفيو باش ناخد طاكسي؟
هاد الشي كيطعم غريب.
اه. تسنى، غنجيب ليك واحد.
نص قارورة، من فضلك.
لا، ماشي بزاف. غير شي حاجة ماشي غالية.
واش كَاتقلب على شي حاجة؟
أربعة ليالي.
خاصني شي جوارب.
واش تقدر تخليه أرخص حيت فيه شي بقع؟
صْدَمْني رَاجْل. وْمْنْ بَعْدْ هَادْشي، لْقِيتْ بْلّي بْزْطَامْي مَاشِي مْوْجُودْ.
ما متأكدش واش جمعت حوايج كافيين لرحلة ديال ثلاثة سيمانات.
إيوا، بغينا نجربو شي نبيذ أبيض.
إيلا سول فيا شي حد، قول ليهوم غادي نكون فالقهاوي.
أنا متأكد أنني وضعته في الجيب الداخلي لمعطفي.
واش ممكن تعطيني اسم و رقم الشخص اللي كتصوني ليه؟
هل ستدفع شركة الطيران لي لشراء بعض الضروريات الشخصية الأساسية؟
بغيت شي بيت فيه حمام.
ما خرج والو من الماكينة؟
كان من المفترض أن تستقل الرحلة رقم ثمانية وعشرين، التي أقلعت قبل خمس عشرة دقيقة. حسنًا، يمكنني ترتيب رحلة أخرى لك.
شي حد حل الطرد ديالي.
أوه، ما كاين والو. نتا هنا على أي حال.
الخطوط الجوية اليابانية، رقم الرحلة واحد اثنان ثلاثة.
خاصني نشري شامبوان.
واش تقدر تقولي وقتاش غنوصلو للمركز المدني؟
فين كاينة أقرب جزارة؟
بغينا نبقاو لأربعة ليالي بدءا من فاتح غشت.
كيفاش سميت هاد الزهرة؟
الخامس عشر من سبتمبر هو يوم احترام المسنين.
ماكاينش الصابون فالبيت ديالي.
واش كاين شي حاجة نقدر ناخدها لهاد الطفح الجلدي؟
واش تقدر تبدل الصياغة ديال هادشي اللي قلتي دابا؟
شْحَالْ غَادِي يْخُدْ مِنْ وَقْتْ بَاشْ نْطَلْبُو؟
واش تقدر تهضر بشوية ديال الصّوت العالي، عافاك؟
قدّاش غادي يبقى باش يخرج؟
فين كاينة المعلومات الرياضية؟
هاد الحجم لي هنا، لي كتسموه الحجم العادي، غادي يكون مزيان.
فين غادي تسالي الجولة، ووقتاش؟
فين خاصني نبدل القطار باش نمشي لإدنبرة؟
بغيت نحط هادشي ف صندوق الأمانات.
فين نقدر نبدل الفلوس ديالي؟
هل يمكننا أن نترك أمتعتنا، باستثناء الأشياء الثمينة، في الحافلة؟
كنت أتساءل عن سبب هذه الرسوم الموجودة في فاتورتي.
غانخلص خمسين دولار.
دابا عرفت شنو هو المشكل.
هذا إيكيدا يتكلم. لدي حجز لطاولة في السادسة والنصف من مساء اليوم. لكنني آسف لأنني سأصل متأخرا بنصف ساعة.
كم عدد أوقيات العطر التي يمكنني الحصول عليها معفاة من الرسوم الجمركية؟
غير السياحة.
هادشي مزيان، عفاك وقع عليهوم. كيفاش بغيتيها تكون؟
واش باقي عندكم بلايص للعرض ديال الليلة؟
بغيت واحد كبير.
نْعَسْتْ وْمَسْمَعْتْشْ الْأَلَارْمْ لِّي كَانْ عْلَى السَّادْسَةْ وَالنُّصْ.
أنا مصور حر.
يمكن للتجار أن يستبدلوا دولاراتك بنصائح للعب في الكازينو. هل نذهب؟
عندنا حوالي ثلاثين نوع من زيوت الحمام.
غانعطيك الاقتراح الأسبوع الجاي.
شكراً. بكم ثمن هذا الزوج من القفازات؟
خصني نمشي. غادي نعيط ليك من بعد.
بغيت شي كوشات ديال المرة الواحدة.
من أين أتى هذا النوع من أسماك الفراشة؟
واش غادي تبدلهم ليا بالدولار، عافاك؟
حنا محظوظين بزاف. عندهم واحد مقاس أربعة فالمحل ديال ألا موَانا.
واش كاين شي ليموزين؟
هل يمكنني الحصول على مكالمة إيقاظ في الساعة الخامسة والنصف صباحًا غدًا؟
كنفضل شي بيت هادئ.
بغيت شي مزيل لطلاء الأظافر.
بغيت بطارية.
واش كاين فرقة موسيقية حية ولا دي جي؟
واش ممكن نكَري معدات الغطس؟
بغيت نحجز غرفة لأربعة ليالي من نهار 22 دجنبر.
هل هذه الحقيبة مثالية لجميع الأجواء؟
بغيت دونات، الله يخليك.
بغيت نكري طوموبيل أوتوماتيك لمدة يومين.
فقدت الرحلة رقم عشرين المتجهة إلى سان فرانسيسكو.
شْحَالْ كَايْنْ مَابِينْ هَادْ الْبْلاَصَة وَالْمَطَارْ؟
هذا جيد. متى سيكون ذلك؟
شْحَالْ عُمْرْ بِنْتَكْ؟
واش تقدر تعطيني شي معلومات على شي فنادق نقية و رخيصة؟
يمكننا أن نحجز لك غرفة مريحة في قلعة قديمة بالقرب من نادي غولف شهير.
كنتّصّح بهاد المنتوج حيت مصنوع من مكونات طبيعية مية فالمية.
واش القطار كيوقف فبرايتون؟
واش تقدر تقول ليا فين نقدر نلقى طاكسي؟
بغيت جوج تذاكر من الدرجة الثانية، الله يخليك.
بغيت نبعث فاكس.
بغيت فريزة ديال السفر.
واش نقدر نعرض عليك شي حاجة؟
نهاري؟ أنا خايف نسولك، ولكن شنو كتقصد؟
بغيت شي حاجة لي غادي تحوي الوثائق ديال الحجم العادي ديال الورق ديال الرسائل بلا ما نحتاج نطويهم.
إيه، ولكن ماشي بزاف قوي.
أنا عندي حساسية من القطط.
إيه، خاص يكون عندك رخصة السياقة، و، إيه، خاص يكون عندك رخصة من لجنة الطاكسيات والليموزين.
تْفَضَّلْ أَسِيدْنا.
ما قاديتش نلقى الما سخون.
بغيت نحجز غرفة لليلة هادي.
لا، فهو لا يشمل الضريبة ورسوم الخدمة.
واش بغيتي تمشي معايا نديرو شوبينغ هاد العشية؟
مرحبا، هاد الفستان زوين بزاف.
دابا، المكالمة ديالك تمت بنجاح. تفضل.
ما هو رقم البوابة؟
ما هي الهدية التذكارية التقليدية في هاواي؟
واش نقدر نوصل لهيه بالميترو؟
بغيت نعمل سيشوار.
واش غادي نتوصلو لشي حاجة إلى بقينا كنهضرو بهاد الطريقة؟
أنا من النرويج.
من العاشرة إلى الثانية عشرة من فضلك.
أكيد. خليني نشوفو. أظن أنك تعرضت للأذى بسبب المرجان.
غير باش نكون على بال، عطيني رقم الشخص المسؤول.
واش كاين طريق سريع؟
علاش مجاش للحفلة البارح؟
وقع حادث سير.
سمح ليا، هاد الرقم ماشي هو اللي بغيت.
عافاك، دخل الكود السري ديالك.
ما نقدرش نعدل الصورة.
واحد برغر بالجبن وعصير برتقال، من فضلك.
ها هو جواز سفري.
علاش، شكراً بزاف. أ، واش نقدر نطلع للفوق؟
واش ممكن ناخد جوج تذاكر للمسرحية الموسيقية ديال الجمعة الجاية؟
قال راكب آخر هناك إنه يمكنه تغيير المقاعد معك.
واش نقدر نمدد فترة إقامتي؟
قول، واش كتعرف شي حاجة تستحق المشاهدة قريبة من هنا؟
لا، أريد استئجار نصف مجموعة من المضارب وزوج من الأحذية.
واش تقدر تعلمني فاش يلقاو الحقيبة اللي ضاعت؟
كيفاش كايتسمى هاد المنتزه الوطني؟
عندي جرح سطحي.
فين كاين شي بلاصة مزيانة باش نشوفو المناظر؟
واش ممكن ناخد شي فاكية؟
واش نقدر ناكل الغدا دابا؟
خاصني نبدل هاد الدولارات.
محتاج طاكسي. أنا فجنوب ماين وليبرتي.
بالتأكيد، هل تحتاج إلى تسريحة شعر دائمة؟
ماشي تفاحة، هادي خوخة.
غانعطيك شي وصفة طبية. خودها للصيدلية.
كانطيرو تلات مرات فالأسبوع، نهار التلات، الجمعة والسبت.
هادشي غالي، ياك؟
اه، عندنا هادشي. غادي نوجدوه ليك.
واش غادي تحفظ لي الحقيبة ديالي حتى الثلاثة ديال العشية؟
لا، بغيت غير ندوز نشوفك.
واش ممكن نحجز سيارة للإيجار هنا؟
واش نتا أمريكي؟
لهاد البلاصة، الله يخليك.
الطوموبيل ديالي تعطلات.
فين كاين الظل ديال العينين؟
بغينا بلاصة هادئة، إلى كان ممكن.
واش هاد الطاكسي خاوي؟
واش هادي محطة إكسبريس؟
فاش خاصني نجي؟
بغيت قارورة صغيرة ديال النبيذ الأبيض.
أوه. هل يمكنني تناول وجبتي لاحقًا؟ لا أشعر أنني على ما يرام الآن.
فالحقيقة، عندي أخبار. أنا غادي نتزوج.
شي سروايل آخرين؟
واش ممكن ناخد برنامج؟
تعرضت غرفتي للسرقة البارح.
عافاك، ورّيني الحوت اللي شفتو اليوم فكتاب الصور.
شوف التعليمات اللي كاينة فالعلبة ديال الأكل اللي محفوظ فالفاكوم.
بغيت فلوس ورقية.
سرق محفظتي وهرب.
واش ما عندكومش دروس تجريبية؟
فين نقدر نشري الطوابع البريدية؟
أنا من بريطانيا العظمى.
غادي نضطر نتشاور مع مراتي فهاد الموضوع.
بغيت نسترجع الفلوس ديالي على هادشي.
كَايْنَ كَابِينْ تِيلِيفُونْ قُدَّامْ هَادْ البَانْكَا.
غانوصل نهار تسعة مارس وغانمشي نهار أربعة عشر.
هادشي شوية غالي، واش ما كَاتْشُوفْشْ هَاكَّا؟
واش عندك التذكرة؟
فين كاينة محطة الحافلات؟
واش بغيتي شي حاجة حلوة؟
واش كتهضر؟
نفس الشيء بالنسبة لي، من فضلك.
ماوصلنيش الطلبية ديالي.
كاينين بزاف ديال العيون السخونة.
عافاك بدل خمسين ألف ين للدولار الأمريكي.
هادشي مزيان بالنسبة ليا. فالحقيقة، بغيت نكَرّْك.
فين نقدر نكاري الزلاجات والأحذية؟
واش نسيتي المشروبات ديالنا؟
هل يمكنك إرساله إلى عنواني في اليابان عن طريق البريد الدولي للطرود المستلمة عند الدفع؟
بغيت كأس ديال النبيذ الأحمر.
غير الى كان ديالك، أسي. هاهاها، غير ضحك صغير.
بالتأكيد. كيف يمكننا خدمتك؟
عندنا البيرة، الويسكي، البراندي، الجين، الفودكا والنبيذ.
الرقم التعريفي. آه، صحيح. هل جواز السفر مقبول؟
رقم غرفتي هو ثلاثة وعشرون وستة. هل يمكنك أن تأخذ ملابسي للغسل؟
غانشوف واش شي حاجة من هادو غاتكون مناسبة.
بغيت براد.
جيبلي شي شوية ديال الجبن محكوك.
واش ممكن نغسل القمصان ديالي باش يكونو واجدين غدا فالصباح؟
واش بغيتيه يصوني ليا من بعد؟
علاش إذن؟
سمح ليا. واش كاين شي مكتبة هنا فهاد المنطقة؟
أعتقد أنك ارتكبت خطأً. لقد تم دفع ثمن الغرفة مسبقًا. لدي إيصال.
الحافلة موجودة هناك.
بغيت جوج رولو ديال الفوطو ديال إيزو مية، ديال الألوان، ديال ستة وثلاثين صورة، الله يخليك.
بغيت نبدل هاد الشيك ديال سبعين دولار.
بغيت نشري طيمبرات لعشر بطاقات بريدية لليابان، الله يخليك.
واش كاين شي بنك قريب من المحطة؟
أعتقد أن هناك خطأ في الفاتورة.
هادشي هنا بالضبط.
واحد تشيزبرغر للذهاب، من فضلك.
مابقاش ممكن دابا تدير خدمة التصميم بلا حاسوب.
سير.
كاينة شقّة هنا فالقميص ديالي. واش تقدري تخيطيهالي، عافاك؟
شْحَالْ هِي التَّسْعِيرَة لْمَانْشِسْتَر؟
واش تقدر تعطيني كابل باش نزيد الطاقة؟
فين نقدر نشري زربية ديال البحر؟
ومن بعد، عطيني حجز جديد.
عطيني ديك القطعة ديال اللحم ديال الخنزير، ولكن ماشي قد ديك السماكة.
غانْجِيوْ فْ سَبْعَة.
ملي كنشوف الأسعار منخفضة لهاد الدرجة، كيبان ليا شراء أي حاجة فاليابان حاجة سخيفة.
حتى أنا سرقوا لي سجلاتي.
عافاك، بغيت كاس ديال الكريم فاني.
أنا موافق. يجب أن يصبح هذا أمراً طبيعياً جداً.
انتبهوا للفجوة، انتبهوا للفجوة، ثم اقتربوا من الأبواب، من فضلكم.
غانحتاج لبطاقة ائتمان.
ها هو الرقم.
قولي ليا شي بلاصة زوينة فهاد النهر، عافاك.
عافاك عطيني تقرير على الحادثة.
لا، شكراً لك الآن فقط.
واخا، عافاك بقى على الخط. السيد ناكاجيما، السيدة سايتو ما كتجاوبش على المكالمة. واش بغيتيني نعيط ليها شوية كثر؟
يمكن، ولكن يجب علينا أن نقوم بتقييمها بشكل منفصل.
هادشي باين ليا قليل بزاف.
فين كاين بلاصَة ديال استلام الأمتعة ديال الرحلة سبعة صفر ثلاثة؟
كاينة شي حاجة ماشي هي هاديك فطريقة الإمساك ديالك.
واش هادشي غادي يفسد؟
لا، شكراً. من الأفضل أن لا أشرب المزيد.
قولي لي من فضلك عن بعض الشوارع المناسبة للتسوق.
واش هاد الحافلة غادية للفندق ديال هيلتون؟
دابا، هاد اللوحة خاصة بزاف. هي ديال تسوروتارو كاتاوكا. هو معترف بيه كفنان عالمي.
كانعتابر الموسيقى الكلاسيكية حاجة زوينة بزاف.
واش نقدر نعرض عليك باش نتعشاو بجوج شي نهار؟
واخا. شنو سمية الحزب ديالك و شحال نمرتو، الله يخليك.
سمح ليا. خليوني نخرج، عافاك.
واش تقدر تطلب شي موظف كيهضر ياباني؟
كانزورو العايلة ديالنا بزاف ديال المرات.
ميكي هاياكاوا. هذه هي الغرفة رقم سبعة أو تو.
خصني نبقى هنا الليلة، ياك؟ واش تقدر تعاوني نحجز غرفة في الفندق؟
ما غاديش ياخد بزاف ديال الوقت. خمسة عشر دقيقة على الأكثر.
واش تقدر تقولي شحال غادي نخلص على هاد المكالمة؟
واخا، واش تقدر تقول ليها أنني اتصلت بيها، عافاك؟ غادي نعاود نعيط ليها من بعد.
واش كاين شي جولة صباحية؟
واش كَاتْبَدْلو العملات الأجنبية؟
الميزانية ديالنا هي تقريبا خمسين دولار في المجموع لثلاثة أشخاص.
فين نقدر نشري بوبين ديال الفوطو؟
واش عندك البيرة اليابانية؟
بغيت كوستيم ديال السباحة ديال القياس الصْغير، عافاك.
بغيت نسجل الحقائب ديالي.
هادي هي الآنسة كاوازو في الغرفة ستاشر حداش.
مرحبا.
ماكاينينش.
أيّهما أكثر أهمية بالنسبة لكم، أنتم الشعب الياباني، يوم رأس السنة أم يوم عيد الميلاد؟
رقم مقعدك هو اثنان وثلاثون أ. ثم، اذهب مباشرةً عبر هذا الممر. إنه المقعد المجاور للنافذة.
غير بلّي معايا دقيقة، عافاك.
مرجو منك تعمر تقرير ديال شي حاجة لي ضاعت.
ماكانفهمش الأمريكية، كانْهضر بالإنجليزية ديال الملكة.
من البارح.
كيتضمن تأمين ضد الحوادث وضد المسؤولية.
ضيعت بطاقة المطالبة ديالي.
واش عندك شي بروشات بتصاميم زوينة؟
أنا أتصل من كابينة عمومية في ميسي.
هادو كبار بزاف.
شْحَال كَايْكُونْ ثَمَنْ الْوُقُوفْ فِي سَاعَةْ وَاحْدَةْ؟
السيدات والسادة، لدينا في رحلتنا اليوم مضيفات طيران يتحدثن اليابانية ويمكن التعرف عليهن من خلال الدبابيس التي تحمل العلم التي يرتدينها. إذا كنت تعرف أي شخص يحتاج إلى مساعدة لغوية، يرجى إعلامنا بذلك.
واش كاين شي فترة فنية معينة كتفضلها؟
عافاك راجعو مرة أخرى.
سير فخط مستقيم على طول النهر لمسافة نصف ميل تقريباً. غادي توصل للبارك.
لا، فهي متينة جدا.
واخا، غادي نرسلها ليك لفيغاس.
كنقلب على تيشورطات ديال الركض.
واش بغيتي شي حاجة تشربها من البار؟
تفضل من هنا. خذ هذا المصعد.
غادي يكون حسن ليك تاخد القطار ديال التمنية و النص.
واش كاين شي سينما هنا فهاد المنطقة؟
دابا هاد الوقت هو وقت المحار، يعني غادي يكون مزيان.
بغيت ساعة مستعملة.
غانْدِيرْ التشيك إنْ حْوالَى التّاسْعَة دْيال الليل.
بدا الوقت يتأخر. خاصني نمشي.
ما استعملتش خدمة الغسيل ديالكم. واش غادي تشوف هادشي مرة أخرى؟
بغيت الشاي، الله يخليك.
لا، ما كايناش.
واش هادي هي المحطة الأخيرة؟
خلينا نعيطو ليه.
واش هادشي حار بزاف؟
فين نقدر نلقى حافلة ديال السياحة؟
اه، بغيت نزور معالم المدينة.
كاينين بزاف ديال السياح حدا البناية، لي باين عليهم تجمعو باش يشوفو شنو واقع.
شكراً على كرم ضيافتكم.
الصراحة هي أفضل سياسة.
واش يمكن ليك تفيقني مع الستة ديال الصباح، عافاك؟
شْحَال كَايْكُلِّف نْصْ نْهَار؟
سميتي كنجي.
واش كتعرف شي بلاصة زوينة في شيكاغو باش نشوفها؟
واخا، إلى كنتو بزوجكم مصرين، غادي نمشي معاكم.
واش غادي تبدل هادشي بواحد آخر من نفس النوع، عافاك؟
بغيت نحجز لثلاثة و نص ديال العشية.
الخزنة ديال السلامة، الله يخليك.
عافاك، اختار شي نوع ديال النبيذ مناسب.
بغيت شي بلاصة صغيرة.
واش خاصني نخلص على الغاز؟
شْفّار. شْدّوه.
كنا كنتسنّاوْ أصحابنا باش يْجيوْ.
عافاك عطيني شي صرف.
بغيت برمانونط ديال الشعر يكون مزير، الله يخليك.
هي صغيرة الحجم و لطيفة.
أشمن أوبرا كاينة اليوم؟
مقلي، من فضلك.
مزال ما رجعوش ليا حوايجي اللي غسلت.
بالمناسبة، هل أنت حر يوم السبت القادم؟
إذن، ربما سنتفاهم جيدا مع بعضنا البعض.
تعاملت معي كما لو كنت متسولا.
فهمت. هل يمكنك أيضا مساعدتي في مشكلة أخرى؟
واش يمكن ليك دير عدسات طبية فهاد النظارات الشمسية؟
غاناخد زوج من هادو.
شْحَالْ زْوِينِينْ هَادْ الْكْلاَبْ. مَنْ أَيْ نَوْعْ هُومَا؟
طيحت الفورشيط ديالي. عافاك جيب واحد آخر.
كان ذلك ممتعًا.
واخا. سِير نيشان ودور يمين فالثالثة زاوية. غادي تلقاه على يمينك.
واش عندك شي فيلم ديال الصور الملونة؟
كاتي كتعرفيها؟ هاد الحفلة ديال عيد ميلادها.
واش عندك شي جدول ديال الألوان؟
واش نقدر نخلص بشيك سياحي؟
ولكن، هو، الرجل، كيف أعرف أن هذا هو الشيء الحقيقي؟
واش ممكن ناخدو بلا ضريبة؟
مايمكنش ليا نحط الصاك ديالي تحت الكرسي. واش يمكن ليك تحافظ عليه ليا، عافاك؟
واش ممكن دير هاد الشانطة ف الصندوق؟
غانخرج دابا، إذن غاناخدو معايا.
عافاكْ صيفْطْ شي حدْ باشْ يْجيبْ ليا الحقائب ديالي معْ ستة ونص.
بغيت خريطة ديال سان فرانسيسكو والمناطق المحيطة بيها.
أي نوع من الخبز لديك؟
فين كاينة الأسانسور؟
واش كاين شي واحد كيعرف يلعب البيانو؟
فين خاصني ننزل باش نمشي لامبراير ستايت بيلدينغ؟
الميزانية أقل من ألف دولار.
شكراً، لكنني لا أعتقد أن لدي الوقت للبقاء لمدة ليلتين. هل يمكنك حجز غرفة مزدوجة لي في ذلك الفندق لليلة الثاني عشر من مارس فقط؟
واش ممكن نحجز غرفة لشخصين تطل على المحيط؟
مازال ما قررناش.
تعثر رفيقي و التوَى كاحله.
غانجرب شي شربات.
واش كاين شي ريسطورون تايلاندي قريب لهنا؟
هادشي كاين حدا ديك العمارة العالية. إذن، رجع من نفس الطريق اللي جيتي منها حتى الضو الأحمر. من بعد، دور على اليسار.
غادي ناخد الطيارة باش نمشي لوس أنجلس غدا فالصباح بكري.
و من بعد هادشي، نقدر ننصح بهاد "الجولة السياحية في مدينة سان فرانسيسكو" بكل ثقة. هاد الجولة كتعطيك نظرة عامة على سان فرانسيسكو.
بغيت ندير تأمين.
خلينا نستعملو كمادة باردة باش نخففو من الألم.
بغات تشري شي فستان.
شْحَالْ كَايْكُلْفِي الطَّاكْسِي لْهَادْ الفُونْدُقْ؟
فين كاين الطواليط؟
واش خاص نخلص شي حاجة باش ندخل لهاد البناية؟
ديرها كيفما بغيتي.
كَانْقلّب على شي حاجة أنيقة.
الشرجم مسدود.
فين كاين من ساحة يونيون؟ فأي جنب منها؟
نصف أونصة من عطر شانيل رقم خمسة، من فضلك.
أشنو بان ليك نشربو شي قهوة؟
واش خاصني شي تذكرة؟
شْحَالْ كَايْكُونْ تْمَانْ الخِدْمَة تَقْرِيبَا؟
شْحَالْ مَازَالْ مِنْ هْنَا؟
كريمة وسكر؟
واش عندكم شي نسبة تخفيض للأعضاء؟
واش كاين شي سوبر إكسبريس على التسعود و نص؟
خليني نتفقد سائل الفرامل والمحرك. المحرك ديالك كيبان ليا غادي يوقف.
ما كانش هادشي بسباب غلطي.
ماكايناش الكَْرِيسَانْ.
غانبلغ على هادشي للبوليس.
هل سيتعين على الجميع دفع ثمن مشروباتهم؟
ما بين ثلاثين إلى خمسين دولاراً في الليلة.
صلح هاد الشي.
فِي أَيَّامْ رَاسْ الْعَامْ. وْفِي الْمُنَاسَبَاتْ الْخَاصَّةْ كَيْفْ حَفَلَاتْ الْعُرْسْ، أَوْ حَفَلَاتْ تَوْزِيعْ الْجَوَايِزْ، أَوْ الْجَنَازَاتْ.
عافاك، بغيت المزيد من الخردل.
علاش ما تعطيهاش شي هدية؟
أي فيلم تنصحني بمشاهدته؟
هاك عشرين دولاراً وأعطني دولارين كباقي، من فضلك.
ضرباتني من الجنب.
يمكن لي نجي على الساعة جوج.
واش هاد الأمتعة ديال الرحلة الجوية ديال جال زيرو وان؟
هادي أول رحلة ليا لباريس.
واش تقدر تقدر التكلفة قبل ما تبدا تخدم عليه؟
تفضل بالدخول، من فضلك.
غادي تكون الرحلة ديالنا ديال المشي مسلية بزاف.
فين كنطلعو فالمركب؟
ما عندناش كيس لهاد الكمية، غادي نحطها ليك فهاد الكيس البلاستيكي الكبير.
بغيت نلعب التنس.
كاين عصير الأناناس، البرتقال والطوماطيش.
الجانب الأيسر من هذا الطابق، بالقرب من السلالم المتحركة.
أشنو كاين اليوم فدار الحفلات؟
واش ما بغيتيش تشوف شي فيلم آخر؟
عافاك بدل ليا هاد الشيك ديال المسافرين بلفلوس.
بغيت نفس الكورس غدا، من فضلك.
يمكنني أن أعطيك جوابًا أفضل على هذا السؤال بعد بضعة عروض.
كنحتاج شي هدية ديال الذكرى السنوية.
أية مسرحيات موسيقية تعرض الآن؟
واش عندك شي مرايا؟
سمحلي، ولكنني ضعت. هل يمكنك مساعدتي؟
غادي ناخد هاد الواحد، عفاك.
مايمكنش ليك تدخل الألعاب النارية لكندا.
زوجتك طباخة رائعة.
واش محتاج شي مساعدة؟
واش ممكن دير ليا حجز لطاكسي لستة ديال الناس غدا الصباح، عافاك؟
شنو بغيتي مع الطبق الرئيسي ديالك؟
واش كاين شي بوتيك هنا؟
هاد البلاصة عامرة بالناس، ياك؟
سمح ليا. غادي يكونو واجدين بعد خمس دقائق تقريبا.
تْشَدّاتْ لِيّ عُنْقِي فَاشْ كُنْتْ نَاعْسْ.
واخا، ما كاين حتى مشكل. واش ممكن نشوف الباسبور ديالك؟
ما عنديش فلوس.
فاش خاصني نكون فالمحطة؟
كَايْنِينْ بْزَّافْ دْيَالْ الرُّوسْطُورَانَاتْ حْدَا هْنَا.
كَايْن حْدا غُرْفَة المْلابْس.
كان من اللطيف الحديث معك.
واش كاين شي جولة فالعشية؟
أنا مع أصدقائي.
استمتعت بإقامتي. شكرا لك.
الشاطئ موجود تحت مباشرة. إنه منظر رائع.
شكراً لانتظارك، السيدة ماكغواير. ها هو. تفضلي، من فضلك.
واش عندك شي بطاقة تعريف فيها الصورة ديالك؟
سبعة، من فضلك.
بغيت نرسل هادشي للصَّبَّاغَة. امتى غَايْكُونْ وَاجِدْ؟
عندي سروال مخطط.
أه. لقد تم تسليم أمتعة شخص آخر إلى غرفتي الآن. هل يمكنك التحقق من ذلك، من فضلك؟
واش ممكن تشرح ليا هادشي بشكل أكثر تفصيلا؟
واش نعستي مزيان؟
واش غادي تضغط على زر التصوير؟
عافاك، بغيت زوج سوارت.
بغيت شي لامْب.
راه فآخر الكولوار.
بغيت شي وراق باش نكتب.
واش غادي نمشيو بالحافلة؟
قلتي غادي تمشي لطوكيو غدا؟
خليني نعس حتى لتسعة ديال الصباح.
خصني نبدل ل AW واحد صفر صفر. واش ممكن؟
كيف حال لعبتك في هذه الأيام؟
كَانْحَسْ بْلِي مَسْدُودْ لِي فْصْدْرِي.
ما كاين حتى مشكل. إلى جيتي نهار 5 شتنبر، غادي تقدر تستمتع بعرض فيلم علمي حيت عندنا نهار مفتوح خاص كل جمعة أولى من كل شهر.
واش عندك شي جولة أخرى؟
واخا، خصم بنسبة خمسة فالمية. واش هادشي مزيان؟
غانمشي لباريس.
ماشي هادا هو الموديل الجديد، ياك؟
من المقرر أن يتم ذلك في الساعة الثامنة والنصف مساءً بالتوقيت المحلي.
عافاك، خود معاك هاد البناية.
واخا. غادي ناخد واحد الطبسيل متوسط الحجم و كُرَة ديال الأرز.
كيف يبدو هذا؟
بغيت نشوف هاداك اللي فالشرجم، عافاك.
مستحيل. حنا فالعطلة. أنا ما بغيتش نجلس فغرفة الفندق ونتفرج فالبيسبول فالتلفازة. بغيت نمشي نتفرج فمسرحية.
واش نقدر نلمسو؟
واش تقدر تجي لهنا باش تصلحو؟
بغيت شي ألياف اصطناعية.
سميتي تارو تاناكا. عندي حجز.
بغيت شي كريم ديال التنظيف.
بغيت كَاطو بكمام طوال.
تسرقات ليا صاكي.
يبدو أن طرقنا تتقاطع عدة مرات، أليس كذلك؟
واش ممكن نشوف المنيو مرة أخرى؟
باقي كيبانو خُضْر شوية.
شْحَال؟
عافاك، بغيت فراولة.
جبل فوجي هو أعلى قمة في اليابان بارتفاع ثلاثة آلاف وسبعمائة وستة وسبعين مترا.
لا، ليس بعد. هناك الكثير من الخيارات المتاحة.
بغيت شي كريم ديال الليل.
كَاين بين المخبزة و الجزارة.
واش تقدر تقصر لي الكمام؟
أخشى أنه لا توجد ملاعب غولف هنا في الجوار.
واش تقدر تورّيني الخاتم الثاني من اليسار؟
واش تقدر تطلب منو يتصل بيا؟
حاولت إجراء مكالمة دولية. هل نجحت في الاتصال حتى الآن؟
هذا خطأ.
اه، هادشي صحيح. حيت كتقدر تشوف العلم قدام مكتب البريد.
غادي ترسلهوم ليهم بزز منك، ياك؟
بغيت ندير مكالمة تيليفونية باستعمال بطاقة الائتمان.
بغيت ناخد ديالي معايا.
فاش توصل، غادي نخلصو باش نرسلوها لعنوان دارك.
فْهَادْ الْيَامْ، كَنْسْتَعْمَلْ دَايْمَا كُمْبْيُوتِرْ فْالْخْدْمَة.
أوه، حسناً. فهمت. سأتي إلى منزلك.
لا، هذا يكفي.
واش ممكن ناخد غطا و مخدة؟
واش غادي تجي لهنا ف أقرب وقت ممكن، عافاك؟
كاس ديال القهوة، الله يخليك.
كنت كنقلب على شي كارطات لي كيكونو هاواييين بشكل تقليدي.
واش تقدر تزير الخصر بثلاثة سنتمترات؟
عندي نفس العمر.
واش غتجيب ليا شي قهوة؟
ثلاثمائة وخمسون دولارا؟ هذا أكثر من ميزانيتي.
هل نحتاج إلى طرح هذا الأمر للتصويت؟ إذا لم يكن الأمر كذلك، أعتقد أننا توصلنا إلى استنتاج، سأرسله إلى مجلس إدارتنا صباح الغد.
واش عارف شي أوطيلات رخاص؟
صباح الخير. واش نعستي مزيان؟
شنو ناوي دير من بعد ما تسالي القراية؟
تسرق لي الصاك ديالي اللي كان عندي على كتفي ف الزنقة.
هل استفدت من أي خدمات أخرى غير وجبة الفطور صباح اليوم؟
بغيت كاس ديال القهوة بيضا، الله يخليك.
واخا. واش الفندق ديال شيراتون كاين تما؟
كنتمنى ما تكونش عيان بزاف.
بغيت نكري طوموبيل من هاد الكلاس لمدة يومين.
غاناخد كاس ديال جاك دانييلز.
بغيت كيس ديال الفشار، الله يخليك.
ضيعت عصا التزلج ديالي.
حنا ما كنجيبوش شي هدايا للحفلة. بل العكس، الضيوف كيجيبو الفلوس.
بغيت نبعثو عن طريق البر.
وصلت الطائرة متأخرة بسبب الثلوج الكثيفة.
شحن، من فضلك.
واش غادي تاخد ليا شي رسالة، عافاك؟
سمح ليا، ما قادش نتبعك. واش تقدر تهضر بشوية بشوية، عافاك؟
أشنو نقدر نوريك؟
واش ممكن نصور؟
من مائة.
رقم الرحلة هو HP تسعة وثمانون إلى طوكيو في الحادي عشر من مارس.
واش ممكن ناخد نفس الطبق ديال داكشي؟
واش عندك شي وحدة أخرى؟
عافاك جيب ليا الفطور ديالي للغرفة ديالي مع السبعة ديال الصباح غدا.
غادي يجي شي واحد من عمال الصيانة قريبا.
سمح ليا. غادي نرجع من بعد.
كيف يمكنني أخذه؟
هل هناك أي أماكن شاغرة في جولة يوم الخميس؟
سمح ليا. واش ممكن ندوز؟
واش عندك شي نباتات و فوايد؟
عافاك قولي كيفاش نعمر بطاقة الخروج؟
كَانْظُنْ بْلِّي طُومُوبِيلْتِي كَتْسْوَى حْوَالَى خْمْسَة آلَافْ دُولَارْ.
واش هاد الأكل فيه كالوريات قليلة؟
أي حافلة يجب أن أركبها للذهاب إلى المحطة؟
أه، نعم. لكن عليك أن تستدير يسارا عند الإشارة الضوئية الثالثة وأن تبقى في ذلك الشارع حتى تصل إلى الطريق رقم ستة وستين.
بغيت كاس ديال الما باش نشرب الدوا، الله يخليك.
غانكون ممتن ليك بزاف الى خديتيني للبحر.
سمح ليا. هاد الرقم ماشي هو هاداك. هادي هي مطبعة تانكيوشا.
غانْخَرْجُو دَابَا.
أشنو هاد الموسيقى؟
عافاك عطي هاد الشراب لولدك، جرعة وحدة، بعد كل وجبة.
هاد النمط متوفر بمقاسات 28 و31 و35 سنتيمتر.
أوه، يبدو هذا كثيراً.
واش ممكن نستعمل تيليفونك؟
هادشي كايْشُمّ مزيان بزاف. شْحال الثمن ديالو؟
بغيت نأكد مرة أخرى على رحلتي الجوية لشيكاغو نهار سبعطاش.
أكلت أكثر من اللازم شوية.
واش ممكن نهضر مع السيدة براون؟
هاد الدار باينة مريحة للعيش فيها، ياك؟
بغيت نحجز ف الرحلة ديال نورث ويست إيرلاينز رقم زيرو تمنية سيتة ديال النهار الخامس.
محفظتي، جواز سفري، وأغراضي الشخصية الأخرى.
امتى كتسدو؟
بلاّ، تسنّى شوية. يمكن خليتو فالحمام.
هادشي هو اللي كنت غادي نقول.
اه، كنظن هاكا.
دارك كبيرة. شحال من بيت فيها؟
استمتعنا بالعشاء.
فهمت، ولكن لا يمكنني قول ذلك.
آه، نعم، من فضلك. أتمنى فقط ألا يصابوا بدوار البحر.
المرجو التوجه إلى طوكيو.
شنو هو وقت الوصول ديالنا؟
غانمشي بكري غدا، لذا بغيت نخلص دابا.
عافاك، بغيت شيري ناشف.
بغيت بلاصة مايكونش فيها التدخين، الله يخليك.
هو مشغول دابا.
هل يمكن للأجانب الوصول إلى الكتب في هذه المكتبة؟
واش ممكن نبقى فالبيت ديالي حتى الساعة جوج ديال العشية؟
ها ها. صباح الخير حسب توقيتك. كلشي مزيان.
بغيت شي شريط من هاد النوع ديال ASA لهاد الكاميرا، الله يخليك.
فين كاينين لوحات موني؟
هاد البيتزا لذيذة. شكون اللي دارها؟
كيف هو طعم هذا الطبق؟
وهم غاليين كذلك.
امتى غادي يخرج القطار الجاي اللي غادي لبوسطن؟
كانخطط باش نتعلم الگولف.
عطيني شي شراب آخر، من فضلك.
شْحَالْ هَادَا رَاكِبْ الْمَوَاجْ مْزْيَانْ.
كانخاف أن الأكمام غادي يكونو قصار بزاف.
واش تقدر تورّيني كيفاش نعمر بالغاز؟
هل يشمل سعر الفندق وجبة الإفطار؟
واش هادشي هو كلشي؟
كاين هنا فهاد الطريق.
عافاك شعل الكونطوار.
الغرفة ديالي باردة بزاف.
غانرجع ليك فاش نكونو أقل انشغالا.
واش عندك شي وحدة أكبر؟
كَانْحَسْ بْلِي صَافِي.
واش كتعرف الجغرافيا ديال اليابان؟
عافاك وريني فين كاين أنا فهاد الخريطة.
قطن مائة بالمائة.
بغيت نبدل الغرفة بغرفة تطل على المحيط. واش كاين شي رسوم إضافية؟
شْحَال كَايْكُلِّف كِرَا اللُّوحْ لْنِصْفْ النَّهَار؟
عشرة نونبر.
بغيت شريط ديال الآلة الكاتبة.
هادشي بنين بزاف.
امتى غادي نطيرو؟
كيفاش كتخبر السائق ملي بغيتي تنزل؟
أربعة وعشرون دولاراً. هل تريد المزيد؟
درت الحجز فطوكيو من شهر.
أشكركم من أعماق قلبي.
واش هاد المحطة هي اللي خاصني ننزل فيها باش نمشي لروكفلر سنتر؟
عافاك قيس ليا مقاس الصباط ديالي.
هادشي زوين بزاف.
واش غادي تخرجي معايا فموعد غرامي؟
عافاك نقي هاد الجاكيط.
بغيت نكري قارب بمحرك.
فين كاينة القسم ديال النساء؟
واش ما كاينش القهوة؟
فِي أَي مَجَال كَانَ يَعْمَلُ قَبْلَ ذَلِكَ؟
لعنة. لعنة. لعنة. لعنة. لقد تعودت على وجهها.
واش خاصني نخلص الرسوم الإضافية ملي ندخل للعمارة؟
مرحبا، الشخص اللي بغيتي تهضر معاه كاين على الخط. تفضل، الله يخليك.
كَايْضْرُونِي جْرْحِي.
فين كاينة المحطة؟
كَانْحَسْ بْلَبْرُودَة.
ثلاثة أيام.
دوز الجسر اللي تما، وغادي تلقى المكتبة على اليسار.
عافاك ساعدني نلقى شي مرشد كيهضر ياباني.
ما بغيتش شي حاجة كبيرة.
غانكونو عندنا شي تأخير بسيط.
أشنو الفرق بين هاد الفنادق؟
فُوتْ لِي لَاسْتُوبْ دْيَالِي.
كان الأمر رائعاً. شكراً لك.
غانكون تما فحدود ستة ديال العشية.
واش عندك شي حاجة شوية طويلة؟
تاريخ الانتهاء هو التاسع عشر من مارس عام تسعة وتسعين.
كيف كان الأمر؟
واش كاين شي كازينوهات مزيانين؟
ها هي الفلوس الخاصة بأقلام الحبر. ورقة نقدية من فئة مئة دولار.
فين كاين قسم النساء؟
فين نقدر نركب فالباطو؟
صاحبي مْجْروح.
كاتبان زوين.
واش هاد المحل غادي يتفتح غدا؟
كاين فآخر الكولوار.
واش ممكن تحيد ليا الشوارب ديالي؟
هذا يأتي مع بار السلطات واختيار البطاطس المشوية أو البطاطس المقلية.
فين نقدر نشري الزطلة؟
مايمكنش نبيع هادشي بلا وصفة طبية.
واش ممكن نحجز خمسة مقاعد مع بعض ف نفس الصف؟
واش تقدر تعطيني حبل باش نجر الطوموبيل، عافاك؟
أي سيارة تعطي أفضل معدل استهلاك للوقود؟
ما غاديش تحصل على تخفيض مهما حاولتي بزاف.
واش ممكن تحل هاد الصاك، عافاك؟ شنو عندك هنا؟
بغيت ندير مكالمة بعيدة للفندق ديال هيلتون فبوسطن.
واش كيقبلو هادشي العيالات؟
انتبه، السقف منخفض.
ما كانشوفش الشاشة مزيان من هنا. واش نقدر نبدل البلاصة شوية؟
زرت البحيرات الكبرى لأول مرة.
كاينة شي حاجة ماشي هي هاديك فهاد الماكينة ديال البيع.
كنحتاج طبيب.
شْحَالْ مُدَّة وْهِيَّ فْالمَمْلَكَة المُتَّحِدَة؟
غادي يعجبوك اللوحات اللي كتشبه ديال الهيبيز و الموسيقى ديال الشارع، حيت نتا كتحب الفن الطليعي.
فاش؟
غاناخد هوت دوغ و كوكا.
هذا هو المشغل الدولي.
واش كتشوف البناية البيضا؟ راها قدام ديك البناية.
منين؟
ما عنديش شي حاجة باش نصرح.
شنو؟ واش خاصك تخلص الضريبة إلى كان عندك أكثر من ثلاثة قنينات ديال الكحول؟
صاحبي مريض بزاف. واش تقدر تعيط لطبيب، عافاك؟
ما عنديش بزاف ديال المعرفة على النبيذ. شنو لي كايناسب هاد الطبق؟
واش يمكن ليك تعيط ليا فصباح بكري، عافاك؟
كاينة محطة ديال البنزين على بعد جوج بلوكات من هنا.
ما كايديروش اليابانيين عطلة طويلة.
كانحس بحال شي حد كيشوف فيا. واش هادشي نادر بزاف باش نشوفو شي ياباني؟
لا طبعاً. علاش كتقول إذا؟
فين كاين المدخل ديال البريد المركزي؟
فين كاين ديبّو ديال حافلات Greyhound فهاد المدينة؟
ولكن أليست المطاعم اليابانية في كيوتو غالية الثمن؟
كَانْظُنْ بْلِّي هَادْ الشِّي صْعِيبْ شْوِيَّة عْلِيَّا.
عندنا غرفة بسريرين وحمام بثمن خمسة وثمانين دولار.
بغيت نعرف ثمن الكتاب.
هاد العام الجو بارد أكثر من العادة، ولكن ماشي بارد بزاف باش يطيح الثلج.
فين نقدر نشري تذكرة ديال الميترو؟
غادي يكون عندي مقاعد من درجة رجال الأعمال، ياك؟
شْحَالْ كَايْكُلْفْ الطَّاكْسِي مَنْ هَادْ الفُونْدُقْ حَتَّى لِلْمَحَطَّة؟
واش ممكن ناخد هاد الشي وهاد الشي، عافاك؟
كيقولو بلي اليابان هي دولة غنية بزاف.
واش كاين شي بيوت خاويين فالعربة ديال النعاس؟
واش يمكن ليك تخفضو ليا لعشرين دولار، عافاك؟
هذا هدية لصديق.
الثلج كايخلي الطريق زلق.
ما لقيتش الكاميرا ديالي.
غانْصايْبْ شي سَانْدْوِيشَاتْ دْيالْ لَحْمْ الخْنُوزْ.
واش عندك شي حاجة باش تعلن؟
واش شفتي الجاكيطة الزرقا؟ حطيتها على هاد الكرسي.
كَايْنْ مَحَلْ دْيَالْ لْوْرُودْ فِي الْجِيهَةْ لُخْرَى مْنْ لَافِينْيِي.
أنا من طوكيو.
بغيت شي شامبوان كريمي ديال ريفلون.
عندي شي حوايج خاصهم يغسلو.
طلبتو من زمان.
واش ممكن تبعثو شي حمال للبيت ديالي مع الستة ديال الصباح؟
غاناخد شوكولا سخونة.
يمكننا أن ننظم عملية تنظيف غرفتك.
خاص، من فضلك.
شْحَال كَايْكُونْ الثَّمَنْ لْفُونْدُقْ C؟
واش ممكن ناخد تذكرة متعددة؟
بغيت نحجز طبلة لشخصين على الساعة سبعة، من فضلك.
بغيت شي كريم ديال الليل.
واش غادي دير هادشي فشي غلاف بحال شي هدية؟
هاد الساعة هي ربع ساعة بعد الثلاثة.
أنوي إرسال الفواتير الخاصة باحتياجاتي اليومية، لذا يرجى إخباري بعنوان الشخص المسؤول واسمِه.
صعيب علينا نهضرو الإنجليزية بطلاقة.
واش عندك هادو بنفس التصميم ولكن بكعب أعلى؟
بغيت كَاطو لولد عندو عشر سنين.
ديني لعند أَبِّي روود، الله يخليك.
شكراً. مرحبا، شكراً على انتظارك.
أنا متأكد من أن لدي حجز.
غانصيفطها ليك، عافاك بقى هنا.
حنا هنا غير ليوم واحد.
عندي شوية صداع الراس.
استمتعت بالوجبة كثيرا.
لا، تفضل بالجلوس وانتظر. سأعود حالاً.
واش ممكن نشوف الطوموبيل؟
واش تقدر ترسم ليا خريطة، عافاك؟
واخا، أسي. عفاك، بقى فالبيت ديالك حتى يجي الطبيب.
تعرضت للسرقة في شاطئ وايمانالو. أرجوك تعال حالا.
واش مئة دولار كافية؟
بغيت هادشي يْتْلَمْ.
بغيت نطلب إعادة الإصدار.
دعمت الحكومة تشجيع الصناعات.
كَيْبانْ لِيّا بْلّي عُمْرو فُوقْ الخْمْسينْ عام.
شنو هو الحد الأدنى للسن باش نديرو هادشي؟
واش عندك شي خرائط بسيطة ديال المدينة؟
إذا كان ممكنا، فأنا أفضل ألا يتم خلع السن.
النتيجة هي كرة واحدة وضربتان.
فاش غادي يوصل القطار لسان دييغو، عافاك؟
بغيت نشوف العلبة ديالك.
بغيت شامبوان.
أنا مقيم في فندق هيلتون.
كَنْحَسْ بْلّي مَرِيض وَ كَنْتْقَيّا.
ولكن عندي موعد معها في الساعة الثانية لمقابلتها.
واش هاد الطوموبيل غادية لإدنبرة؟
نعم، المرجو تعبئة هذا النموذج.
شْحَال كَاتْخَلّْصُو عْلَى الزِّيَادَة فِي الوَزْن؟
سميتي كيمورا. بغيت نلغي الحجز ديالي ليوم الجمعة.
أوه، أنا آسف. هناك مشكلة ونحن بصدد إصلاحها. هل يمكنك الانتظار لمدة ثلاثين دقيقة تقريبًا؟
فاش نقدر نخرج؟
فهمت.
غانعيط لشي واحد.
واش بغيتي تخلص الفاتورة دابا؟
جَاتْ لوطُو عْلِيَّ مْن الجِّيهَة فالتُّقَاطُع.
هاداك صندوق موسيقي.
فين كاينة الضاحية؟
واش كاين شي جولة بالباص فهاد المدينة؟
فاش غادي نبداو؟
واخا، سيدي. بالنسبة للسيارات المتوسطة الحجم، يمكننا أن نقدم لك سيارة Mercury Sable. هل هذا مناسب؟
لقد أصبت عضلة من عضلاتك برضوض.
ولكن عليك أن تعدني بأن تضرب الكرة، وليس أنا. موافق؟
شْحَالْ بَاقِي؟
واش ممكن نستاعير شي حوايج ديال الكتان؟
من أي نوع من الجلد صُنعت هذه الحقيبة؟
ما كنظنش هاد السكينة نقية. واش تقدر تجيب ليا وحدة أخرى؟
شريت هادشي عاد دابا، ولكن واش غادي تبدل هادشي بهاداك؟
بصراحة، أنا لا أتفق مع هذا.
واش هاد الطريق هي اللي كتمشي للمحطة المركزية؟
بغيت قارب مع مرشد، من فضلك.
بغيت نطلب كوستيم لونو غامق لراسي.
هاد الشمّاية غادي تصلح تكون عصا.
واش خاصني نخلي جميع الحقائب ديالي في غرفة حفظ الأمتعة؟
عافاك ورّيني الباسبور ديالك.
واش كاين شي بلاصة كتقبل الغسيل يوم الأحد؟
جوج شيزبورغر، الله يخليك.
أي حافلة تذهب إلى ميامي؟
ولكن لا حاجة لإعطاء بقشيش.
يمكنك رؤية واحدة في قاعة كارنيجي.
أنا ماشي معتمد.
ما هي الأطباق المتخصصة في هذا المطعم؟
بغيت ناخد موعد مع شي طبيب.
كنت أتساءل إذا كان هناك طاولة متاحة بالقرب من النافذة لسبعة أشخاص الليلة.
ما عندكش مشكل إيلا جيت عندك؟
كاين شوية ديال التحسن اللي ممكن يدار.
فين كاينة الميترو؟
واش عندك هادشي فقياس أصغر؟
فين نقدر نلقى الأسبرين؟
هادشي هو الحضيض؟
عافاك عطيني بطاقة مرور لمدة أسبوع.
هذا هو زميلي.
أي نوع من الوقود متوفر؟ الممتاز، العادي، والخالي من الرصاص؟
ها هي واحدة.
أنا كَانْمَرْضْ بْزْكام.
كَيْتْسَدّ يوم الاثنين، ولكن أي يوم آخر غَيْكون مزيان. كَنْظُنّ أنه كَيْكون مفتوح من تسعة حتى خمسة.
هادشي هو الحوت الأنقليس مشوي مع صوص خاص فوق طبسيل ديال الأرز.
قال لي: "لنحتفل"، ثم أخذني إلى حانة. قال إنه سيجري مكالمة هاتفية وخرج ولم يعد أبدًا، ووجدت نفسي عالقة مع فاتورة كبيرة.
شْحَال كَايْكُون الثَّمَن دْيَالُو لْكُلْ گَالُون؟
كان عندي الباسبور و الكارط بانكير ديالي ف الصاك.
الحجز على الساعة السابعة، باسم مانو.
واش ما غاديش تشرب كاس ديال اتاي؟
واش تقدر تقول ليا فين نلقى القنصلية اليابانية؟
هل هناك طبيب في الفندق أو طبيب يمكن الاتصال به؟
كَايْديرْ دِيمَا الشُّوبِينْگ فْبُونْد سْتْرِيتْ.
ورقة إنجليزية، من فضلك.
واش كاين شي بلاصة فين كايلعبو الموسيقى القروية؟
بغيت نتحقق من الأشياء الثمينة ديالي.
واش كاين شي وحدين آخرين من الصوف؟
شْحَالْ كَايْكُونْ الثَّمَنْ دْيَالْهَا لْوَرْقَةْ وَاحْدَةْ؟
واخا، ضغط على تسعة و زيرو واحد واحد، و من بعد كود البلاد و نمرة التليفون.
واش ممكن ناخد كوكا دايت؟
واش ممكن نطلب شي حاجة؟
كانت الرحلة بالسيارة ممتعة. شكرا لك.
سمح ليا. واش ممكن ندوز؟
يبلغ إجمالي عدد سكان اليابان حوالي مائة وثلاثين مليون نسمة.
بغيت نكري باراسول.
نعم، وأود أن أعكس التكاليف.
محفظة فيها مئة دولار و بطاقتين ائتمانيتين.
الماء سخون بزاف.
نتا هنا.
كاس ديال القهوة، الله يخليك.
هادشي مستبعد بزاف.
كَيْضرني كرشي بعد ما كَناكل.
واااو، هاد البلاصة زوينة.
يمكن يكون عندو انسداد هوائي.
واش قررتي؟
إذا بغيتي، نقدرو نرتاحو هنا.
ضاع مني أثر رسالة مسجلة.
مايمكنش ليك تبدل الخدمة ديالك بسهولة.
أشنو هي المحطة الجاية؟
واخا، ولكن ماشي المدرجات. اليوم الجو سخون بزاف.
انزل هنا، و انتقل إلى الحافلة رقم ستة.
خاصني نلحق الطيارة ديال العشرة ديال الصباح.
باقي كنحس براسي غادي نتقيأ.
ما بغيتش شي حاجة كبيرة.
عافاك، جيب ليا الفاتورة.
شْحَالْ كَايْكُلْفُو الفُطْر الطَّرِي؟
شحن، من فضلك. واش كتقبلو الفيزا؟
اليوم غادي نمشي نشوف كيفاش دايرة شيناتاون.
زوج أو زوج تسعة ثلاثة تسعة ستة سبعة صفر صفر.
بغيت نحيّد سناني.
بغيت شي صاك ديال مواد التجميل.
كنت كنتساءل شحال ديال البقشيش خاصني نخلّي.
فين نقدر نشوف "فانتوم أوبيرا"؟
بغيت نشري شي هدايا لصاحابي. واش تقدر توصّي ليا بشي حاجة؟
بشوية، عفاك.
ما هي متوسط تكاليف الفاكس الدولي الخاصة بك كل شهر؟
مْقَلِّي مِنْ جِهْتَيْنْ، عَافَاكْ.
واخا، هادشي باين واضح. عطيوني رخصكم و تسجيلاتكم نتوما بجوج. وولدي، كنخاف غادي نضطرو نعملولك اختبار الكحول فالنفس.
غادي يكون واجد غدا فالعشية.
واش هادشي مصنوع من القطن؟
عندي دوا ديالي.
أشنو غادي نشوف فهاد الجولة؟
نعم، هناك حد أدنى للمشروبات وهو مشروب واحد.
شْحَال كَايْكُون الثَّمَن لْيُوم وَاحِد؟
واش هاد الطوبيس كيوقف حدى الفندق؟
بغيت ديسك كومباكت.
كاينين رحلات ديال JAL و ANA لي كايخرجو على العشرة و خمسة و خمسين. ولكن، للأسف، الرحلتيْن عامرين.
كَايْجِينِي مْلاَئِمْ لِيَّ.
واش ممكن ناخدو طبلة لخمسة ديال الناس؟
ماكاتفهمش الإنجليزية بالمرة.
عافاك، بغيت نبدل شيك ديال المسافرين.
واش تقدر تهتم بيها من التسعود ديال الصباح حتى لثلاثة تقريبا؟
شْحَال كَايْكُلّف البَريد الجَوِّي لليابان؟
أنا محبوس برا. واش تقدر تفتحلي الباب، عافاك.
أي جولة هي الأفضل لرؤية الأماكن الأكثر شهرة؟
هل هناك أي مضيفة تتحدث اليابانية؟
شْحَالْ مِنْ سَاكْ نْقَدِّرْ نْدِي مْعَايَا لِلطَّيَّارَة؟
لا، سيدي. هذا المساء محجوز بالكامل. لكن الغد على ما يرام.
غانسول الحارس ديال الباب على الثمن المناسب.
أنا آسف بزاف.
غانعمل حفلة يوم الجمعة بالليل. علاش ما تجيش معانا؟
إذن، غرفتك هي رقم تسعة صفر ثمانية، آنسة. إليك مفتاحك.
من المهم جداً أن يكون لدينا إمكانية الوصول إلى المواد الخام التي نحتاجها للمشروع.
سمحلي، أسي الضابط؟
واش هاد القطار غادي مباشرة لإدنبرة؟
هل هذا ضمن الحد المعفى من الضرائب؟
عافاك، خرج ليا الحوايج الثمينة ديالي.
شْحَالْ كَايْكُونُو دْرُوجْ هَادْ الزِّيَارَاتْ مْزْدْحْمِينْ؟
بغيت نشري شي تذكارات. واش كاين شي محل مناسب قريب من هنا؟
حتى إيمتا غادي يبقى مفتوح؟
هو ماشي دابا.
مايومي، هل يمكنك أن توقعي على هذه الورقة؟
هاكا وحدة ليك، أسي.
ما عنديش شي أمتعة باش نسجّلها.
واخا، خود وقتك.
أنا هنا في مهمة إعلامية.
واش عندك أفلام ديال الصيف؟
امتى غادي يكون القطار الجاي اللي غادي لواشنطن دي سي؟
اللي طوال هوما اللي موضة دابا.
غانرجع لليابان نهار الإثنين الجاي.
واش ممكن ناخد خريطة الميترو؟
واش هاد المسافة طويلة باش تسوگ فيها؟
واش يمكن ليك تبدل هاد الشي بواحد جديد؟
جوج ديال الناس.
فين نقدر ناخد الحقيبة ديالي؟
أنا لا أشعر أنني بخير. هل يمكنني إمالة مقعدي؟
الحادية عشر وخمسة وأربعون دقيقة صباحا.
واش تقدر تقول ليا على شي ريستورون لي معروف عند الشباب؟
كانت سيارته تسير بسرعة قصوى.
واش ممكن نخلي شي رسالة؟ كنتاصل باش نأكد موعدي مع السيد إيبرت نهار الأربعاء الجاي على الساعة 11 صباحا.
واش تقدر تشرح ليا المرض ديالك بطريقة ما بالانجليزية؟
واش تقدر ترسل طاكسي للباب الرئيسي ديال ويستمنستر مول؟
كم مرة يجب عليّ تغيير القطار للوصول إلى هناك؟
واش هادشي صحيح؟ خليني نتأكد. أوه، أنا آسف بزاف، الآنسة تاكانو. هادشي غلط ديالنا. هاديك هي الفاتورة الجديدة ديالك. واش ممكن توقعي هنا، عافاك؟
عافاك رجع ليا خمسة دولارات.
سدادة حوض الاستحمام لا تغلق بشكل كامل.
هادشي غير علامة على امتناني.
واش غادي تْعَمْرْ هاد الفورمولاير؟
أما بالنسبة لهاته النماذج البلاستيكية، فماذا عن رأيك فيها؟
أي علامات تجارية لديك؟
الكعب ديال هاد الصباط عالي بزاف بالنسبة ليا.
أنا محبوس برا الغرفة ديالي.
شْحَالْ هَادِي وَانْتَ فْبَارِيزْ؟
واش ممكن ناخد طيمبرات لثلاثة بطاقات بريدية باش نرسلهم لليابان عن طريق الطيارة؟
كَتْكَتَبْ هَاكَا: ج-و-ر-و-ه.
واش بغيتي تشرب شي حاجة؟
تكا هنا.
رجاءً، اجعلها برقية عاجلة.
حسب تقرير الطقس، غادي يطيح الثلج غدا.
بغيت كورة.
بالتأكيد. سنسعد بفعل ذلك.
هاي، هادي رواية مصورة ماليزية. غادي نشري وحدة باش نديها معايا للدار باش نستعملها كموضوع للحديث.
طريق النجاح هو "جينمياكو"، أليس كذلك؟
غانوصل للفندق ديالك على التسعود ديال الليل تقريبا.
عندي حوالي ألفين وخمسمائة دولار بالعملة اليابانية.
أه، كنديرو هادشي. غادي نوريك شي حاجة.
بغيت شي حبات ديال النعاس.
غانبقى هنا حتى اليوم التاسع. كنتمنى تلقاو المجرم ف أقرب وقت ممكن.
أنا متأكد أن المجرم قريب.
عافاك، بغيت عشرة طوابع.
عندي ألم في الحلق.
بغيت شي تذكارات من نيويورك.
أنا بصدد المغادرة. هل يمكنك إرسال حامل أمتعة؟
ساعتي توقفت عن العمل.
أها، بصح؟ كيفاش عجبك؟
حنّا كَانْحَلّو فالتّاسْعَة صْباحا.
بغيت كتاب ديال التلوين.
كَانْظُنْ بْلِّي كَنْحَسْ بْدُوَارْ دْيَالْ الطِّيَارَة.
واش خاصني نمشي لبنكة يابانية؟
خصك تبدل الفلوس ف البنك.
هل هناك متسع من الوقت لإجراءات تسجيل المغادرة؟
راجلك واحد من أحسن الزبناء ديالنا.
واش كتعرف شي طبيب أسنان مزيان؟
أوه. يجب عليك إبلاغ القنصلية على الفور.
مْخَضْخَضْ، ماشي مْخَلْطْ.
واش بغيتي طبلة فالمطعم الرئيسي ولا فغرفة خاصة، أسي؟
كَايْمْشِيو نَاسْ بْزَّافْ لْلْبْلاَجَة فْهَادْ الْمُوسِمْ.
كَنْوَزْنْ حْوَالَى مِيَّة وْخَمْسِينْ بُونْدْ.
فين خاصني نبدل؟
فين كاين المكتب ديال الأشياء المفقودة؟
واش كاين شي طوبيس كيمشي لهيه دغيا؟
واش خاصني شي علاج خاص؟
واش غادي تخلص بالكاش أو بالكريدي؟
انتقلنا إلى هذا المنزل قبل عام.
كم من الوقت سيستغرق إصدار تأشيرتي؟
فين كاينين الطواليطات؟
المبلغ الإجمالي المستحق هو مائتان وثلاثة وأربعون جنيهاً، سيدتي.
هَادِي هَدِيَّة. وَاشْ تْقَدِّرْ تْغَلِّفْهَا بْشِي وَرَقْ تَغْلِيفْ زْوِينْ؟
منظر رائع. هاد المسارات زوينين بزاف.
كاينين ناس مصابين.
سمح ليا. فين كاينة المحطة هنا؟
نعم، لدينا حجز لك.
سمح ليا، ولكن بغيت نمشي للفندق ديالي فالمدينة بالحافلة. فين نقدر ناخد الحافلة؟
عافاك، بغيت الدجاج.
هادي هي الغرفة رقم 201. بغيت نطلب الفطور ديال غدا.
أشنو رأيك ف التحرش الجنسي فبلاصة الخدمة؟
عندي خْتَيْن.
الرحلة رقم اثنان صفر ثمانية، المتجهة إلى طوكيو.
و من بعد، خلينا نضيفو حشوة من الداخل.
خلينا نتلاقاو باش نتناقشو على هاد الموضوع أكثر.
كيف بغيتي يكون شعرك اليوم؟
واش تقدر تعاود تقول هادشي بكلمات أخرى؟
غانْتْصَرَّفْ بْلِّي كَايْنْ عِنْدَكْ.
بغينا طبلة قريبة من المنصة.
أنا بخير. إذن، هل أنت ذاهب إلى مكان ما؟
ارتفاعه هو ألفين وأربعمائة متر.
تفضل بالدخول. ضعها على الطاولة هناك من فضلك.
عافاك، إلغي رقم بطاقتي.
سمح ليا، كلشي تباع، ولكن غادي يكونو متوفرين عندنا بعد أيام قليلة.
واش ممكن ناخد شي قهوة؟
ما عنديش موعد، ولكن هادشي مستعجل.
هادشي مصنوع بشكل رديء.
فين كاينة السلالم المتحركة؟
واش عندك شي بروشور ديال الأحداث؟
فين كاينة البوابة ديال الميترو؟
ضيعت تذكرة الطيارة ديالي.
واش ما تقدرش تبقى هنا خلال العطلة؟
أوه، أنا آسف جداً لأنني أزعجتك.
واش كتقدر تحجز الأحداث؟
واش كاين شي طواليط عمومي قريب من هنا؟
شْحَال هَادْ الشِّي فْالمَجْمُوعْ؟
هذا جيد جدا. والآن، أرجوكم، فلننتقل إلى الأسئلة.
واش عندك شي صرف للباركيمات؟
كان ناسخ AX-four five zero هو الأكثر مبيعا لدينا خلال السنوات الأربع الماضية.
واش ندور لليسار؟
واش كاينين شي مضيفات كيهضرو باليابانية؟
ثمن رائع، أليس كذلك؟
خصك تاخدو تسع وتسعين مرة فالنهار، قبل الأكل.
أنا كنبغيه.
بغيت حامل ثلاثي القوائم.
بغيت جاكيط ديال الرياضة.
يمكنك البقاء في منزلي.
واش ممكن نرجع الكرسي ديالي للور، عافاك؟
مزيان. كنت كنقلب على طاكسي، ولكن هادشي حسن.
معطف رائع. واش مصنوع فبريطانيا؟
بغيت نمشي لمركز هارفارد. واش تقدر تقولي امتى غنوصلو تما؟
اثنان من البالغين وطفلان، من فضلك.
شْحَال الثَّمَن؟
كان فيلم حرب النجوم أكبر نجاح في عام 1984.
فين كاين القسم اللي ممنوع فيه التدخين؟
هذا هو الحرف "تي" كما في اسم توم، نعم، لديه هنا، تارو.
كَانْظُنْ بْلِّي هَادْشِي مَنْظَرُو زْوِينْ.
بغيت شي تفاح، الله يخليك.
هادشي باش غايصلاح؟
أي بطاقات ائتمان تقبلون؟
عندي بزاف ديال الوقت.
واخا، هاد الوقت هو وقت الغدا. واش بغيتي تناقش هاد الموضوع فوق الغدا؟
تمت سرقة مسجل الفيديو من غرفتي.
السلام، اسمي عودة. لدي حجز لليلة اليوم، لكنني سأتأخر قليلاً في تسجيل الدخول. لذا، يرجى الاحتفاظ بحجزي.
واش هاد الصباط صحيح؟
قُلْ ليهْ رَاهْ كَنْتْسَنَّى مْكالَمْتُو التِّلِيفُونِيَّة.
كيقولو أن الإنفلونزا منتشرة تما.
جديد
سمح ليا. ما كايناش شي بلاصة غدا بالليل.
أنا مع بعض الأصدقاء.
حسب ما قاله غورو، فإن السيد يامادا لديه طفلان.
واش تقدر تعاود تقول هادشي؟
بغيت ندير دورة صغيرة للبرج ديال لندن.
عافاك، ربط حزام السلامة ديالك.
الكود ديال المنطقة هو ثلاثة. نمرة التليفون هي جوج ثلاثة أربعة ثلاثة أربعة صفر صفر.
سمح ليا. واش كاين شي جسر قريب من هنا؟
سمح ليا، بغيت نستعمل الحمام.
راه محتل.
حوايجو ديما ماشي موضة.
واش عندك الماكلة ديال البحر؟
هادشي غالي بزاف.
بغيت ندير هادشي، ولكن كنخاف منكونش قادر نديرو هاد المرة.
واخا، مازال ما عارفش، ولكن غادي نحاول أكيد.
عافاك، عطيني الملح.
مرجو منك استعمال غرفة التبديل الموجودة هناك.
تسعين دولاراً لتذكرة الذهاب فقط. هل تدفع نقداً أم بالبطاقة؟
واش تقدر تنقي الطبلة ديالي عافاك؟
كيف يربي الآباء اليابانيون أطفالهم؟ هل هم صارمون مع أطفالهم؟
واش تقدر تقول ليا شحال هي ساعات العمل؟
عافاك لفهمهم بشكل منفصل.
كَانْحَسْ بْكَرْشِي ثْقِيلَة.
هادشي زوين. فين نقدرو نستناوك؟
واش نقدرو نبداو نلعبو منين يكملو؟
يبلغ عدد سكان اليابان حوالي مائة وعشرين مليون نسمة.
قم بملء العناصر التالية في بطاقة التسجيل.
واش نقدر نسترد حوايجي؟
واش عندك شالات ديال الحرير؟ كنقلب على هدية لمراتي.
غانْجِيبُوهْ دَابَا. شْحَالْ هُوَ نَمْرُو دْيَالْ البِّيتْ دْيَالَكْ؟
كان السيد كوباياشي يبحث عنك.
بغيت نسافر من شانغاي لهاواي بالباخرة.
واش تقدر ترسل شي واحد؟
واش يمكن ليك تكونو واجد غدا مع الخمسة ديال العشية؟
كتاخد عشر دقائق مشيا على الأقدام.
قبل ما نكملو هاد النهار، واش تقدر تعطيني شي دقائق؟
فين نقدر نوقف طوموبيلتي؟
كَنْحَسْ بْالْبَرْدَة وْكَيْضِرْنِي كْرِشِي بْزَّاف.
عافاك، بغيت ويسكي مع الما. و واش عندك شي حاجة ناكُلها؟
كيف يمكنني إطفاء هذا الضوء؟
واش هو مشغول بزاف اليوم؟
بغيت شي خيط.
عطيني شهادة طبية، من فضلك.
بغيتك تقصر هاد الجزء بوصة وحدة من هنا.
أنا لا أشعر أنني بخير. من فضلك أعطني بعض الدواء.
واش ممكن تعطيني جريدة يابانية، عافاك؟
واخا. واش نقدر نرجع الطوموبيل لأي بلاصة؟ شحال كاينة سومة باش نرجعها؟
أي حافلة تذهب إلى وسط المدينة؟
واش كاين شي إكسبريس لي كيمشي لبوسطن؟
كون صاحبي اللي كنكاتبو.
غانبقى عند شي صاحبي.
أنا متحمس جدا، لا أستطيع الجلوس بهدوء.
واش نقدر ننزل فالفندق ديال هيلتون؟
بغيتك تحيدو.
سير يسار فهاد الزنقة و خود أول طريق على اليمين.
بغيت نعرف واش ممكن نرسلو هاد المجموعة ديال الأطباق لطوكيو.
بغيت شي حاجة باش نعطي القوة للجسم ديالي.
واش كاين شي ماكلة ماشي حارة بزاف ومالحة بزاف؟
واش هادشي قريب بزاف باش نمشيو على رجلينا؟
بغيت شي كريم لليدين.
واش تقدر تعطيني الملحة؟
بغيت نمشي لوول ستريت. كيفاش نوصل لهيه؟
التمرين المفرط غادي يضرك.
بما في ذلك وجبة الفطور والضريبة ورسوم الخدمة، سيكون السعر خمسة وأربعين دولاراً للشخص الواحد في الليلة.
واش تقدر تصلح هادشي؟
مساء الخير. مرحبا.
ما لقيتش الشانطة ديالك.
سير غير نيشان، عفاك.
واش الما هنا صالح للشرب؟
آه، هيا. دولارين فقط.
واش ممكن تبدل هاد الفستان بواحد أكبر منو قياس؟
واخا، يالاه نمشيو. نقدر نعاونك فالواجب ديالك من بعد ما ناكلو بيتزا.
نعم، السيد تاناكا. هناك رسالتان لك.
ما كايصلاحليش.
غداً يوم آخر.
يمكن لي أن أساعدك. هل تحتاج إلى فيتامين سي؟
تسرق ليا البورطمون ديالي ف التران.
هادشي بعيد بزاف. حسن ليك تاخد طاكسي.
بغيت بلاصة فجنب الممر، الله يخليك.
كَانْسْكُنْ فْشَقَّة كَاتْكَلْ لِيَّا ثْمَانِينْ أَلْفْ يَنْ فْالشَّهْرْ.
واش ممكن نقاطعك؟
ورّيني شي وحدة أوسع.
سمح ليا. واش ممكن تبدل معايا البلاصة؟
اه، بطبيعة الحال.
هبط لتحت حتى الركن ودور على اليسار عند إشارة المرور.
واش بغيتي رولات صغار ولا كبار؟
بغيت غرفة وحدة فيها حمام بثمانين دولار، الله يخليك.
بغيت نحط الحوايج الثمينة ديالي فخزنة الفندق.
واش عندكم شي بيت متوفر هاد الليلة؟
نعم، ولكن تأكد من أن لديك تذكرتك معك.
غادي يشارك غير عدد قليل من الناس فهاد الجولة الاختيارية.
ما عليكش. على أي حال، عفاك خودني لوسط الحي الصيني. غادي نحاول نلقاه بوحدي.
كايتعايَنو ناس جداد فشهر أبريل.
كنتمنى هادشي.
عافاك، جوج ويسكي مع الماء.
شكون اللي كايلعب؟
واش تقدر تعيط ليا الى لقيتي صاكي؟
على اليسار، من فضلك.
واش غادي توقف معايا باش ناخدو شي صورة؟
لا. هل تريد الإبلاغ عنه؟
هاد السِّنْ اللِّي قُدَّامْ كَيْضَرْنِي.
أحدث لعبة كمبيوتر لشخص يبلغ من العمر 15 عامًا هي شنو؟
غادي نشوفوك غدا.
واش كاين شي ريسطو أرخص من هادي قريبة لهنا؟
لا، ولكن شكراً. أنا أشعر بتحسن.
واش عندك شي خبز؟
شْحَالْ نْتَا مْتْقُونْ فْالْكَمَانْ؟
صاحبي زلق وطاح فالحمام.
واش ممكن ناخد طفاية السجائر؟
تم حظر المسيحية وتم إغلاق البلاد أمام بقية العالم.
شْحَالْ بْغِيتِي؟
كوكتيل روبيان ليها، و واحد بحالو ليا.
واش ممكن توقع ليا هنا؟ و عافاك دير الحرف الأول من سميتك هنا.
لقد كان من دواعي سروري أن أزور مكاتبكم الرئيسية وأن أجري مناقشات هامة معكم. أشكركم جزيل الشكر على تعاونكم الكريم.
شخيرك مزعج.
فالأخير، ما عجباتنيش هاد اللون. واش نقدر نرجع هاد السلعة؟
خرج من الباب اللي تما، و استنى في المحطة رقم ستة.
دجاج مشوي، من فضلك.
واش ممكن ناخد شوية فلفل؟
اه، بغيت شي حاجة نقراها.
هذا السيد تاكاهاشي في الغرفة رقم 549. هل يمكنك إرسال أربع زجاجات من بيرة بودوايزر، من فضلك؟
هذا سبعون دولارا.
عافاك عيط ليا للفندق ديالي منين تلقى الحقائب ديالي.
بغيت شي واحد يفيقني غداً مع الثمنية و النص الصباح، الله يخليك.
اه، ولكن هذا كثير وأنا شبعان بالفعل.
بغيت شي غاسول للفم.
أنا ما مرتاحش.
واش كتعطيو شي تخفيضات على الكميات الكبيرة؟
طوكيو زيرو تلاتة ربعة تسعة أربعة خمسة ستة سبعة.
واش تقدر تعاوني نلقى حديقة الحيوانات؟
واش غادي تقول ليا كيفاش نعدلو؟
فاش كيسالي الطور ديال الحافلة تقريبا؟
واش كتعرف كيفاش تستعمل التليفون؟
طبعاً. لدينا بعض العلامات الرائعة للكتب من صنع الأمريكيين الأصليين.
عافاك، بغيت شي موظف كيهضر اليابانية.
حنا مهتمين بالموضة.
واش تقدر تعاوني و تجرّ ليا الطوموبيل؟
واش هادي هي كلينيك إف؟
السلام عليكم، السيدة ياماغوتشي؟ الحزب ديالك على الخط. تم قبول مكالمتك. تفضلي، من فضلك.
فين نقدر نشري تذكرة المصعد اللي كاينة على شكل كوبون؟
فاش غنوصلو لوس أنجلس؟
سير فخط مستقيم لمدة خمس دقائق تقريبا، ثم دور على اليسار.
هاد الطريق كيمشي للجيهة ديال الشاطئ.
هاد الشاي ديال الأعشاب كيساعد على تجديد نشاط الجسم.
هادو ماشي مصنوعين فاليابان، ياك؟
واخا. تفضل من هنا. غادي نوريك فين كاينة غرفتك.
خصني نخرج من الفندق قبل الظهر.
جوج هامبورغر و جوج قهاوي، الله يخليك. بغيت نديهم معايا.
واش نقدر ندي معايا هاد الجوج صاكات؟
طلبت اللحم ماشي الحوت. واش يمكن ليك تبدل هادشي؟
ولدي عيان بزاف.
أنا مريض في معدتي.
هاد الجاكيطة ماشي ديال مقاسي.
بغيت نتلاقى مع السيد ويليام.
فيه مجموعة متنوعة من سبعة فيتامينات ومعادن.
السنّة مخلخلة.
هل يمكنني الحصول على استرداد الأموال عند عودتي إلى اليابان؟
من أي شيء يتكون هذا الطبق؟
فأي بلد تم تصنيع هذا المنتج فيه؟
واش تقدر ديرها ف عشر دقائق؟
أنا ماشي زوين فالإنجليزية. واش كاين شي حد هنا كيهضر اليابانية؟
فين نقدر نلقى تذكرة الميترو؟
سيتم إرسال عشرين عينة إضافية إليك عبر البريد.
ما كنظنش أن هادشي مناسب ليا حيت بشرتي جافة بزاف.
واش ممكن تعطيوني جدول المواعيد، من فضلكم؟
اه، كنظن غادي نتسنا.
تسعة وتسعون دولاراً في الساعة لكل طفل.
سمح ليا، ما بقاتش عندنا شي حاجة.
خاص يكون هادئ.
عندي المعدات ديالي الخاصة.
مفتاح الغرفة، خمسة أو ثلاثة، من فضلك.
فاش كايبثو فيلم تيرمينال مان؟
فين كاينة الحلاقة؟
فالساعة السابعة، من فضلك.
الصاك ديالي تخسر.
السياحة.
أنا من إسبانيا.
كاينة شي مشكلة فهاد الكارط ديال الساروت. واش ممكن تعطيني وحدة أخرى، عافاك؟
عندي طفح جلدي في يدي.
عافاك، صيفط هاد الرسالة لليابان عن طريق البريد الجوي.
فين كاينة أقرب صيدلية؟
عافاك، عطيني شي كاس ديال النبيذ آخر.
الناس ودودون جدا.
كم عدد المشروبات المشمولة في السعر؟
نجحت في ذلك.
فين كاينة بوابة الركوب ديال هاد الرحلة؟
إذا كان هناك طاولة متوفرة، هل يمكنك حجز طاولة بجانب النافذة؟
هل تم الإعلان عن الصعود إلى الطائرة بالفعل؟
حنا كاينين على ارتفاع 12 ألف قدم.
أولا، نريد أن نرى وول ستريت.
فين كاينة محطة الحافلة ديال أوكسفورد؟
غانبقا نتسنا حتى يولي التراس متوفر.
واش ممكن نشوفو شي بورصات من الجلد؟
خلينا نتفرجو فالتلفازة. كاين ماتش البيسبول.
واش غادي تكتب العنوان ديالك اللي يمكن الاتصال بيك فيه هنا؟
قولي ليا فين كاينة أقرب صيدلية.
للفندق ديالي عفاك. هاد العنوان ديال الفندق ديالي.
شْحَالْ مِنْ عَمَالَة كَايْنَة غِيرْ طُوكْيُو؟
قطّع الخط و تسنّى شوية من فضلك.
أشنو كدير عادة فدار بعد العشا؟
بالتأكيد. متى تريد أن تلعب الغولف؟
غاتكون فالدار مع الثلاثة تقريبا.
بغيت نعيط للسفارة اليابانية.
شوية كتر.
من أين تنطلق حافلات الجولات السياحية؟
شْحَال كَاتْخَدُّو بَاشْ تْصِيفْطُوهُمْ لْلْيَابَانْ؟
ما عنديش لا كلوب لا صباط.
واش الين الياباني مزيان؟
واش عندك موستانگ؟
واش غادي نقفزو من هنا؟
السيد كاواي، لدينا طاولة مخصصة لك الآن. تفضل من هنا، من فضلك.
واخا. هبط فالدروج اللي تما غادي تلقى شي إرشادات. غير تبعهم.
الاستقبال. هل يمكنني مساعدتك؟
واش تقدر توصلني لفندق هيلتون، عافاك؟
واش كتخدم بزاف تال وقت متأخر؟
سمح ليا بزاف، ولكن ما بقاش عندنا والو. واش بغيتي الجرائد الإنجليزية؟
طبلة ديال غير المدخنين، الله يخليك.
واش غادي تخبرني قبل ما نوصلو لديرهام؟
واش هادشي طري؟
هادشي ماشي مزيان. ديما كَاتْعَامْلْنِي.
واش تقدر تورّيني شي فساتين؟
عافاك، هجّيها.
أنا سكران بالخمر.
كونو حذرين لأن الطقس متقلب جدا في الجبال.
شيك المسافرين والين الياباني، موافق؟
سمح ليا، سولت عند عمال التنظيف و عند مكتب الأشياء المفقودة. ما عندهمش هاد الشي.
هاد البلاصة صعيب تلقاها. كاينة فطريق صغيرة خارج الطريق الرئيسية.
ما كنعرف والو عليه.
يمكن لينا نهضرو على هاد الموضوع فشي كافي.
فهمت، في هاد الحالة ما خاصنيش نخلص تمن التعديلات، ياك؟
بغيت ندوي مع المشغل، الله يخليك.
واش ممكن تنقص من ارتفاع السرج، عافاك؟
واش غادي تخليني نبقى عندك هاد الليلة؟
واخا. غادي ناخد غير جوج. شكرا.
ها هي فاتورتك. المبلغ هو ثلاثة وتسعة وتسعون دولارا.
أنت محظوظ.
عافاك ديرها طابلو ويكون عندو منظر ليلي زوين.
واش هادشي مصنوع بالآلة ولا باليد؟
بغيت نكري هاد النوع ديال الطوموبيل لمدة أربعة وعشرين ساعة.
كان من الرائع أن ألتقي بك.
راه مقطع.
واخا، خلينا نشوفوك دابا.
فكر فقط كم من الوقت سيستغرق عمله لو طرح سؤالاً إضافياً على كل شخص. هيا، دعنا نسرع ونأخذ أمتعتنا. يجب أن نذهب إلى مكتب الإقرار الجمركي بعد ذلك.
شْحَال هُو الوَزْن؟
واش كاين شي مطعم صيني هنا فهاد المنطقة؟
المنصة الخامسة موجودة هناك.
امتى غادي يبدا الماتش ديال الكورة؟
هادشي خاسر. واش تقدر تشوف ليا الكاميرا ديالي؟
قهوة مع كريمة وسكر، من فضلك.
أعتقد أن هناك بعض الأخطاء في الفاتورة.
عطيني هاداك.
هاداك هو الباب رقم سبعة.
واش نتا سكوتلاندي؟
تلاتة جوج واحد جوج. تسنى شوية، واخا؟ بغيت نبعث ليك شي حاجة هنا. سمح ليا.
مئة وخمسة وثلاثون يناً مقابل الدولار الواحد.
الفساتين القصيرة مع الأحذية الطويلة لن تخرج أبدا من الموضة.
واش نقدر نهضر مع المدير؟
علاش ثمن التذكرة ديالك مختلف على الثمن اللي كاين فالكونطوار؟
واش ممكن نشوف هادْ هَادَا؟
واعدت نفسي أنه عندما أراك، سأتعرف عليك.
أشنو واقع هاد الأيام؟
أنا ما مرتاحش. واش تقدر تنصحني بشي طبيب؟
الحفلة ديالك بدات. تفضل.
واش كاين شي عرض فوق المنصة؟
الطواليط ما كايصَبّش.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ مِنْ هْنَا لْبْلَاصَةْ الْبْلِدِيَّةْ عْلَى رْجْلِينَا؟
خود هاد الدوا بعد كل وجبة فاش كتحس بالألم بزاف.
كتضع الفلوس فظرف خاص مزين كيسمى شوجيبوكورو.
شي حد تجرح.
كنت كنتساءل شنو خاصني نجيب ليه؟
واش عندك شي خريطة ديال الميترو؟
عندي غرفة جاهزة ليك في الفندق الكبير. واش تقدر تمشي ليها؟
عندي ألم في عيني اليمنى.
ماكانعرفش الألمانية مزيان.
خصنا نتلاقاو مرة أخرى، هادشي أكيد.
واش غادي تاخد هاد السروال؟
واش نقدر نستاعير راكيت و كويرات؟
واش تقدر تزيد شي صرف؟
واش ممكن ناخد نص كاراف؟
مرحبا. أنا جون.
ناكاي.
واش عندك شي مانع إيلا صورتك نتا و الطاكسي ديالك؟
اتصلت قبل ثلاثة أيام بخصوص حقيبة مفقودة.
بغيت شي أوطيل أرخص.
آه، كاين بزاف ديال الحوايج لي خاصك تشوفهم ف غرينيتش فيلاج.
فاشْ خَاص بالخدمة. عندي شي علاقة ديال الخدمة تما.
كيتناسب مع البدلة ديالك.
واش تقدر تراقب ليا الشانطة ديالي؟
كيف ترى هذه الفكرة؟ نقبل شرطك المتعلق بإشعار مدته ستة أشهر شريطة أن تمنحنا الحق في البيع لمدة ستة أشهر بعد إنهاء العقد
سمحلي. واش كتعرف نيويورك مزيان؟
غانبقاو نتسناّو. عافاك عيط لينا منين تكون واجد.
بغيت نشوف شي جراح.
واش هاد المكونات طبيعية؟
بغيت نركب فطوموبيل رياضية.
الكود ديال المنطقة هو زيرو ثلاثة. الرقم هو ثلاثة واحد جوج ثلاثة أربعة خمسة ستة سبعة.
مرض بالزكام.
غادي تكون السيارة الصغيرة هي الأفضل.
بغيت نبعث هاد الطرد العادي.
خليني نحول هاد المكالمة للشخص المسؤول.
أي حجم تريد؟
أوه، يا إلهي. لم أكن أعلم أنني ما زلت أملك هذه الأشياء.
واش عندكم صنادق باش نبعثو الطرود؟
هل ستدفع شركة الطيران تكاليف فندقي ووجباتي؟
واش هادو هوما جميع الحقائب ديالك؟
كيف تريد إجراء المكالمة؟
واخا، راه غالي. واش ما مصنوعش فاليابان؟
واش تقدر تعطيني الملحة؟
فين كاين أقرب مطعم من هاد الفندق؟
بغيت شامبو للشعر العادي.
وقتاش كَاتْظن غَايْتْلْقَاوْه؟
كنتمنى ليك عام جديد سعيد بزاف.
غاناخد سبرايت كبيرة.
عاود قول هادشي ببطء.
سمحلي. بغيت نطلب شي حاجة.
عندنا جمبري نيوبرغ و رجل خروف مشوية.
بغيت شي بيت باش نشوف منو مناظر زوينة.
ثلاثة كيسان من عصير الدلاح، من فضلك.
عندي ثلاثة ولاد.
سير نيشان فهاد الكولوار ودور على اليسار فالقنت. غادي تشوفو على يمينك.
هل هي جولة ليوم كامل؟
شْحَال كَايْكُلْفْ تِذْكَرَة الرُّوحَة وْالرَّجْعَة لْأُوكْسْفُورْدْ؟
كانمشي لنادي رياضي كل نهارين.
فين نقدر نبقى خلال هاد الجولة؟
ما هو وقت تسجيل المغادرة؟
شْحَال كَايْكُونْ ثَمَنْ الْمُرْشِدْ فِي الْيُومْ؟
فين غادي نلقى الأقراص المضغوطة؟
سمحولي. أنا طالب جامعي من اليابان. واش نتوما طلبة في جامعة نيويورك؟
واش تقدر تقول لينا كيفاش كتشوف هاد الخطة؟
أكي، واش كتعرف شي محل ديال الأسطوانات مزيان قريب من هنا؟
كاش أو بالكريدي؟
كانخدم فشركة ديال التجارة.
من قلة الأدب أن تسأل الناس عن كمية المال الذي يكسبونه.
واش هادو جينزات ليفي 501 أصليين؟
فاش نقدر ندوش؟
ما كَتْبَانْشْ كَتْفُوتْ وَاحْدْ وَعْشْرِينْ عَامْ.
فهمت. في الحقيقة، فيه فيلم سريع. واش عندك شي مانع إلى خرجتو؟
شريتو دابا عاد.
غانجيب ليك واحد دغيا.
ثمانية دولارات. وها هو واحد قادم الآن.
عافاك ورّيها للجمارك فالمطار مع المنتوجات اللي شريتي.
واش شي واحد من المحلات التجارية الكبيرة كيدير تخفيضات دابا؟
المشغل، عيط ليا على مركز المطافئ.
عندي بطارية خاوية.
وقف ف الكروسة الجاية.
ها هو. وهل يجب على الجميع ملء استمارة الإقرار الجمركي هذه؟
واش ممكن تعطيني سميتك؟
واش عندك شي مانع إلى درت مكالمة على حساب اللي غادي يتلقاها؟
السلام. كيف حالك؟
فين كاينة صفحة السفر؟
شكون سمية الشخص اللي بغيتي تهضر معاه؟
سمح ليا، هو ماشي موجود دابا.
شوف هادشي. شوف هادشي. غادي تقول ليا الفرق بين هاد الراجل و هاداك الراجل هو الحظ؟ محمد، وقف السيارة، واخا؟ ما عندكش مشكل الى نزلتك هنا. أنا تأخرت. صاحبي، كان من اللطيف أن ألتقي بك، واخا؟
واش كيطلّ بيتك على المدينة؟
واش كاين شي ميساجات ليا؟
باقي غالي بزاف. واش مايمكنش ناخدو بثلاثة دولارات؟
بغينا شي بيت لور.
غاناخد كاس ديال النبيذ.
كاتبان زوينة.
بغيت غرفة فيها سريرين. شحال كتسوى الغرفة لليلة وحدة؟
كَايْنْ على بُعْدْ تْسْعِينْ وْتْسْعَةْ مِيلْ.
فينس ولِيندا بغاو يبقاو بوحدهم، لذا أعتقد أنني سأضطر للبقاء هنا الليلة.
المرجو الاحتفاظ بهذه الأمتعة في الجمارك.
سميتي ساتو.
كَنعرف واحد الكلوب قديم ديال الجاز وسط المدينة.
غاناخد هاد الطبلة ديال الضياف.
بغيت نجرب نفس الطبق اللي بحال هاداك.
ومن بعد غادي ناخذوه.
واش هادشي كيوصل حتى للطابق السادس؟
جلد التمساح؟
حطّو فكيس ديال الغسيل وخليه تما.
بغيت نطبع هاد الفيلم. امتى غادي يكون واجد؟
عافاك ما تعطي هاد الساروت لحتى شي واحد آخر غير أنا.
واخا. غادي نجي ناخدك من الفندق ديالك على الثمنية ديال العشية.
النافذة على ما يرام.
خلي الغرة ديالي طايحة، عافاك.
هل جميع مصاريف النقل مشمولة؟
دار أوبرا متروبوليتان.
فين كاينة الكونطوار ديال كراء السيارات؟
كان عندي حُمّى من البارح.
هادشي ماشي ديال ذوقي.
أي نوع من الخضروات لديك؟
بغيت شي برمانونط لي مايكونش مزير، عافاك.
امتى غادي يجي الطبيب؟
هاد اللون ماشي هو هاداك.
تكسّرات السّن.
هل هذا مقعد في الممر أم مقعد بجانب النافذة؟
كَانْبْغِي نْدِيرْ الرِّحْلَة فْالجْبَالْ.
واش يمكن ليك توصّل لي الحقيبة ديالي للبيت؟
وريني شي واحد للبنت صغيرة.
واش تقدر توقف هنا؟
واش عندك شي حاجة بثمانين دولار وصفر سنتيم؟
عندي العطش.
ما بغيتش الحليب، عافاك.
عندي ثلاثة ديال الصيكان.
فين كاين البحيرة؟
سمح ليا. عفاك، ضغط على الزر ديال التصوير.
واش ممكن ناخد شي مجلة أو شي حاجة؟
هادشي ف الجنوب.
شْحَالْ كَايْكُلْفُو لَبْلاَصَاتْ دْيَالْ لَبَالْكُونْ؟
بغينا شي بيت كيطل على البحيرة.
واش كاين شي صنادق بريدية قريبة من هنا؟
واخا. غادي نديّك لهيه.
يشير الجزء المكتوب بخط مائل إلى التغييرات التي طرأت في التسعينات.
عندو ثلاثين عام.
واخا. واش تقدر تكتب العنوان مرة أخرى على هاد الظرف؟
بغيت نمشي لهارودس. واش تقدر ترسم ليا خريطة، عافاك؟
شنو كدير فاش كيكون عندك وقت فراغ؟
واش عندك البطاريات ديال هاد الكاميرا؟
بغيت شي كابل باش نطلقو.
واش نتا الأخير فهاد الصف؟
أعتقد أنه محجوز بالكامل.
ضربة جيدة. خرجت للتو.
واش تقدر تقول ليا على الأماكن المثيرة للاهتمام هنا؟
واش كاين شي مراكز تجارية قريبة من هنا؟
حتى أنا كذلك.
بغيت نشارك من سان دييغو.
كنت كنفكر ناخد هاد الكورس فالسيمستر الجاي.
الخمر ماشي بارد بما فيه الكفاية. واش غادي تخليه أكثر برودة؟
واش يمكن ليك تبدل هاد الحلقات باش يولي ممكن نلبسهم بالكبسات؟
شنو هو الشي اللي كيهموك بزاف دابا؟
بغيت نسترجع الفلوس ديالي. واش ممكن نسترد الفلوس ديالي؟
مايمكنش ليا نلقى شي مشروب بحال هادا فشي بلاصة أخرى، على ما أظن.
إذا اشتريت هذا أيضاً، فهذا يجعل المبلغ معفى من الرسوم الجمركية.
واش ممكن نشوف شهادة التلقيح ديالك، من فضلك؟
واش كتسافر بزاف؟
أنا من الولايات المتحدة.
عندي تذكرة طيارة لسان فرانسيسكو.
إيلا كان غير خمسة عشر دقيقة من المحطة، غادي نمشي على رجلي.
بغيت شي أوطيل أرخص شوية.
كَيْبَانْ لِيَّا البونساي كَيْشْبَهْ لْهُواية ديال شي واحد كبير فْالعُمْر.
مزال ما قررت والو. واش تقدر تعطيني شوية ديال الوقت زايد؟
عندي صداع الراس.
واش بغيتي تجي معايا نشربو قهوة؟
بغيت شهادة طبية ووصل باش نعطيه للتأمين ديالي.
أوه، لا. أرجوك أسرع. لقد تأخرنا.
ما بغيتش نصرف أكثر من عشرين دولار.
علاش الطيارة ما طلعاتش؟ قول ليا شنو واقع.
شْحَال الثَّمَن؟ وَاشْ تْكَتْبْ لِيَّ الثَّمَن فْوَرْقَة؟
بغيت نكري كرسي ديال الشمس.
تسنا شوية، عافاك.
هل يجب على السيدات ارتداء فساتين رسمية؟
ما تْقَرّبْشْ لِيَّا.
واش عندك الكارو؟
إذا ما كانت الرياح غير قوية، يمكننا الذهاب إلى نقطة تيكي.
رائع.
غانقفل دابا. شكرا على انتباهكم.
واش عندك هاد الشي بلون آخر؟
شكون هادا؟
سمح ليا. واش تقدر تقول ليا فين كاين بلاصة الطاكسيات؟
واشنو نشربو؟
ها هو.
فين كاينة أقرب محال ديال المعدات؟
همم. هادشي ما خدامش، ياك؟ يمكن ليك تنتاقل لبلاصة خاوية، إذا بغيتي.
أنا كنقلب على هادشي.
واخا اسيدي. وشنو بغيتي للحلوى؟
كوتش أو بولمان؟
شيكات المسافرين. شكراً. هاذي هي التذكرة ديالك وبطاقة الصعود للطائرة. عافاك، كون تما ساعة قبل وقت الرحلة.
هاد الألم حاد.
الإسم ديالو هو گورو موتوياما. والرقم هو صفر ثلاثة ثلاثة إثنين ستة واحد إثنين أربعة تسعة خمسة.
كَانْحَسْ بْلِي مَرِيض بْزَّاف.
ما هي أوقات عرض "حب كوسي"؟
واخا. واش غادي تشرب القهوة ديالك دابا ولا من بعد؟
قولي ليا على أشهر نادي ريجاي في نيويورك.
كيف يختلف منتجك عن منتجات منافسيك؟
واش عادي أن ما كاين حتى واحد ما كيسمعش التعليمات ديال السلامة؟
هل الشارع الخلفي خطير؟
نعم. المرجو اتخاذ الإجراءات اللازمة.
نعم، واحد فقط. امتى غادي نعرف؟ كيفاش غادي نتعوض؟
ها هي بطاقة هويتي.
كنفضل طبلة تكون حدى النافذة.
قولي ليا عافاك أرخص طريقة باش نمشي لسان فرانسيسكو.
واش كتعرف المطعم ديال كيويا؟
طريق واحد.
غانولي غليض غير جالس هنا و ناكل ديما.
واش كاين شي نايت كلوب مزيان فيه عرض فلامينكو؟
هاد الفستان اللي لابسة زوين بزاف.
كَيْعَوَّرْني رْجْلي.
فين كاينة أقرب مغسلة ديال الحوايج؟
واش ممكن تبدل معايا البلاصة ديالك؟
تفرقات بلاصتنا.
فِي الْحَقِيقَة، أَوَدُّ أَنْ أُؤَمِّنَ هَذَا الطَّرْدَ أَيْضًا.
الثمن ديال الفاتورة هو مئة دولار.
مخارج الطوارئ موجودة في مقدمة الطائرة ووسطها ومؤخرتها.
واخا، تأكيد الحجز ديالك تم من جديد.
الكعب عالي بزاف.
بغينا طبلة فالتيراس.
هادشي كيعني أن الفيلم مايمكنش يكون مناسب للأطفال اللي عندهم أقل من 15 عام. إذن، خاص الوالدين يفكرو واش يخليو ولادهم يشوفو الفيلم ولا لا.
كيف بغيتي الفلوس؟ عافاك عمر هاد الورقة ووقع هنا.
كَايْضْرُونِي كْرُوشِي بْزَّافْ دْيَالْ الْمَرَّاتْ.
واش عندك شي أطباق قليلة السعرات الحرارية؟ أنا دابا كندير الريجيم.
ما كاين حتى شي حاجة خاصها تخلص.
أه، عندي جوج تذاكر ديال الجاينتس والدودجرز.
حنا من بين أحسن الموردين ديال الميكروكومبيوتر.
شكراً. أنا أيضاً كذلك. إلى اللقاء حتى ذلك الحين.
غرفة بسريرين مع حمام، من فضلك.
طحت من الدروج.
أي نوع من المثلجات تنصحني به؟
همم. هذا. اللون مناسب لك.
فين كاينين الكتب ديال اللغات الأجنبية؟
زوج ديال الشرائح و سبرايت.
عطيني شي كارو.
من غير القانوني إدخالها إلى البلاد، آسف. حسناً، أعتقد أن هذا يغطي كل شيء.
اه، أنا كذلك. كانوا يعيشون بالقرب مني في كاليفورنيا، لكنهم انتقلوا إلى فلوريدا قبل عامين. وماذا عنك؟ هل تسافر لوحدك؟
أنا مريض.
ولدي كيبان عيان بزاف حيت عندو الحمة.
بهاد الحجم، عفاك.
في هذا اليوم، يتم منح أوسمة الاستحقاق الثقافي للفنانين والعلماء المتميزين.
أنا ياباني.
هادشي غالي بزاف.
اه. خد الحافلة اللي غادية لكيوتو-إيكي.
واش هادشي غير للأعضاء؟
ثمن الغرفة هو ستة آلاف ين في الليلة.
هل يمكنني أخذ هذا معي على متن الطائرة؟
واخا. كل ما بغيت نعرف هو واش هاد المشروع غادي يقدر يمول راسو شي نهار.
واخا. واش بغيتي شي شال باش يجي مع هادشي؟
عافاك، عَمَّرْ لِيَّا البَاطَرِي.
أنا مستعد باش نطلب.
أملاح الاستحمام العشبية تترك بشرتك ناعمة وملساء.
كتب كذلك اسم شركة الطيران ورقم الرحلة.
بصح. اليوم هو الأحد، والأحد هو أسوأ يوم.
إيه، هادشي مشكل ديال التخلص من النفايات.
بغيت هاد النموذج فطقم ديال خمسة أشخاص.
عند العديد من الأسر دخل مزدوج.
أوه. هاد الفضة نادرة، "القمر والجرس". واش متأكد أنك بغيتي تبدلها؟
غَادِي يْجِيو مِّي وْخْتِي مْنْ الْيَابُونْ بَاشْ يْشُوفُونِي. غَادِي يْوصْلُو لْهَادْ الْبْلاَصَة حْوَالَى السَّبْعَة دْيَالْ ال tên tên tên tên tên
اللون البني رائج جداً هذه السنة.
فكرة جيدة. امتى ناوي تجي؟
واخا. بغيت جوج بلاصَات، عافاك.
فين كاين السوق؟
كَانْتْسَنّى نْجَرّبْ لْبَاسْ السْبَاقْ الجْدِيدْ دْيَالِي.
كنت كنظن بلي نتوما كتاكلو غير الدونات.
شْحَال كَايْكُلْفِي تِسْكِيَة مِنْ الطَّبْقَة الْأُولَى لِإِيدِنْبُورْغ، عَافَاكْ؟
كَايْبانْ لِيَّا أنَّ الفْلوسْ اللي عْطِيتِينِي ناقْصِينْ بْعَشْرَة دُولارات.
اتصلت للتو بالسيد سميث في الغرفة 201، لكن لم يكن هناك أي رد. هل يمكنك أن تتأكد إذا كان لا يزال يقيم هنا؟
بغيت شي حاجة عصرية.
كانخدم فشركة ديال النشر.
واش ممكن تعمر هاد الاستمارة؟
هاد الشارع ديالاش؟
واش تقدر تزن هاد الطرد؟
كيفاش كيسميو هادشي بالإنجليزية؟
واصل الصعود في هذا الممر، ثم ستجده على الجانب الأيمن.
بغيت نأمن على هاد الشي.
صباح الخير. أنا من مكتب الاستقبال. هل يمكنني مساعدتك؟
واخا. عفاك دخل.
نعم سيدي. أنا آتي إلى هنا لتناول الفطور كل يوم، من الاثنين إلى الجمعة، قبل أن أذهب إلى العمل.
ما كاين حتى مشكل.
عافاك جيب ليا ثلاثة جوج ستة جوج تسعة واحد ثمانية.
نعم، يمكننا خدمتك من الساعة السابعة.
عافاك تكا هنا.
شْحَالْ هَادْ الْخِدْمَة سْرِيعَة.
ربما سيظهر بعد.
عافاك دور ليسر فالتقاطع الجاي.
سمح ليا. كيفاش نوصل للبنك؟
هل هناك خدمة حافلات إلى متحف فورد؟
إيه. إسمك و رقم غرفتك، من فضلك.
شْحَالْ كَيْخُدُّ مِنْ وَقْتْ باشْ يْوَصْلْ لليابان عن طريق البريد الجوي؟
واخا. نشوفك يوم الأحد على الساعة الثانية.
بغيت ندوز من نيويورك باش نمشي لتورونتو.
السحّاب خاسر. واش عندك شي حاجة أخرى بحالو؟
هادشي وسخ شوية.
واش تقدر تأكد ليا مرة أخرى الرحلة ديالي؟ هاد هو تذكرة الطيارة ديالي.
واش عندك هادشي بلون أخضر غامق أكثر؟
واش غادي تديّني لكانتربوري و ترجعني؟
واش ممكن ناخد شوكة جديدة؟
شكراً جزيلاً على لطفك.
سمح لينا، حنا ما كنبيعو تذاكر ديال المسرح.
بغيت نشوف هادشي.
أوه، هذا جميل. ماذا علي أن أفعل؟
بغيت نزيد فمدة إقامتي هنا بجوج أيام.
عافاك بدل ليا بلاصتي.
عندنا اليوم شي روبيان زوين بزاف.
حتى أي وقت متأخر يظل مفتوحًا؟
التدخين ولا لا؟
هادشي غالي بزاف عليا. واش مايمكنش ليك تخليه أرخص؟
أنا متاح صباح يوم الأربعاء أو بعد ظهر يوم الجمعة.
ما درتش شي حجز.
حيث أن الصيف في اليابان يكون حاراً جداً عادةً، ولم يكن لدينا مكيفات هواء في الأيام الخوالي.
واش تقدر تعيط ليا على طاكسي مع الثمنية ديال غدا الصباح؟
هادشي خايب.
علاش ما نستناوش الطوبيس تحت السقيفة؟
تعال، كينجي. سأريك المكتب.
اه، كاينة مفتوحة من التسعود للتسعود.
ما كنقدرش نعس مزيان فالليل.
كيف أثر الركود على الأعمال التجارية؟
عندي موعد آخر.
واش ممكن ناخد خريطة الطريق ديال المدينة؟
هادشي اللي كنت كنقلب عليه.
ما فهمتش الشرح ديالك.
خصني ندير كونيكسيون. غادي لبوسطن.
فين كاين أحسن بلاصة باش نشوفو المناظر؟
واش هادشي صامد؟
استمتعت بوقتي كثيرا.
واخا، بغيت يكون عندي وجه صغير بحال جوليا روبرتس.
واش تقدر تاخد هادشي، عافاك؟
الركاب المغادرون على متن رحلة الخطوط الجوية ABC رقم سبعة صفر ثلاثة والمتجهة إلى طوكيو، يُرجى التوجه إلى البوابة رقم عشرين لإتمام الإجراءات الحكومية.
فين كاينة محطة الحافلة ديال B؟
بالنسبة للعزاب، من فضلك.
فين نقدر نشري ميسا ديال الطبلة؟
هل يمكنني توظيف مرشد يتحدث اللغة اليابانية؟
واش بغيتيني نصورك؟
ماكلتش هاد الطبق.
قطعت صبعي. واش كاين شي معقم؟
واش ممكن ناخد طابع ديال تسع وتسعين سنتيم؟
غانكون هنا مع السبعة و ربع.
بغيت شي بارفان.
واش ممكن ناخد جدول المواعيد؟
واش غادي تمشي للمدرسة هنا؟
شْحَالْ كَانْ فِيهْ؟
واش فندق هيلتون بعيد من هنا؟
أنا متأكد أنني وضعته في حقيبتي.
رفعوا إيديكوم.
واش كاين شي ريسطو لي تقدر تنصحني بيه قريب من هنا؟
أيهما تفضل، الغامق أو الفاتح؟
واش تقدر تقولي فين غاديين نطيرو؟
عافاك، بغيت نبدل التذكرة.
فين كاين شي بلاصة زوينة باش نديرو فيها رحلة ديال نهار واحد؟
بغيت الصاك الحمر ديال كيلي بنفس الطراز ديال هادا.
واش باقي غادي دير داك البرنامج؟
فاش كايحل البنك؟
كَانْحَسْ بِالْمَرَض.
أنا مرتبك. هل يمكنك أن ترسم لي خريطة؟
خرج.
ديّني للسبيطار.
واش خاصني نجي للمستشفى كل نهار؟
كَرْشي كَضْرْني.
شْحَالْ هِيَ تْسْعِيرَة البُوسْطَا لْبَاشْ نْبَعْتْ هَادْ الرِّسَالَة لْلْيَابَانْ؟
بغيت كأس ديال الشيري.
واش خاصك شي حد يجي ياخدك من المطار؟
الركوب يبدأ في الرابعة والنصف، لذا يرجى التواجد هناك قبل ذلك الوقت.
من ثلاثين ألف ين.
فين نقدر نشري كَارط تيليفون؟
واش ممكن نرجعو فمدينة أخرى؟
كانخطط نبقى لمدة 12 يوم.
عافاك طول ليا الفوق شوية.
خصك تشوف شي طبيب مختص.
عافاك، غير شي دقائق أخرى.
المقطع رقم أربعة عشر.
أها، واش كدير هادشي؟ عندك بالتأكيد اختيارات كثيرة.
ما لقيتش هادوك فحتى بلاصة.
واش عندكم شي بلاصة خاوية باش نمشيو للندن؟
بغيت نسخة من تقرير السرقة.
كَاين فزنقة وحدة لتحت.
واش تقدر تعطيني شي ضوء بينما كادير هادشي؟
واش هاد السجائر خفاف؟
واخا. بحال هاكا.
القطار السريع التالي سيكون بعد ساعة.
بغيت نطوال الكمام ديال هاد الجاكيط ديال الرياضة.
عندي حجز. هاد هو رقم التأكيد.
عيد ميلادك قريب.
القطارات واقفة بسبب الإضراب.
واش تقدر تصلح هادشي؟
كانت الشارع مكتظا بالسيارات.
هاد البناية الثانية اللي على اليسار ديال ديك البناية البيضاء.
حجزنا مقعداً ليوم الخامس والعشرين من أكتوبر، موعد المغادرة في الحادية عشرة صباحاً.
لا، شوية كثر من القدام. هاداك هو، اه.
إيه، هادشي ما كيشملش الوجبات.
فين نقدر نرجع هاد التذكرة ديالي؟
علاش كيوقع هادشي؟
بغيت نرتاح.
تعطلت سيارتي، أرجوك تعال وخذها.
بغيت شعري يكون شوية طويل من اللور.
أي نوع عندك؟
أنا موافق. إنه واحد من الأماكن المفضلة لدي.
أي نوع من النماذج تفكر فيه؟
سميتي ميشيكو تاناكا، و رقم الرحلة هو خمسة أو واحد متجهة لطوكيو.
واش تقدر ترسم ليا خريطة بسيطة من هنا؟
فين غادي نتلاقاو؟
بغيت نرجع شعري كيف كان.
عطيني خمسين، من فضلك.
فين نقدر ندير التشيك إن ديالي مع JAL؟
ما هي المحتويات؟
واش كاين شي أماكن فالمنطقة اللي كيتنصح بيهم بزاف؟
عطيني شي صرف، الله يخليك.
واخا. غادي نتأكد أن الحقائب ديالك غادي يكونو هنا.
هذا هو تخصصنا، سمك الدوفير المشوي.
غانبقاو هنا.
تعرضت للسرقة.
واخا. واش خاصني نركز عليه؟
غانقاسموه.
ما عندناش هاد النموذج بالضبط دابا. غادي نشوف فالمخزون ديالنا. عفاك، تسنا غير دقيقة.
ويسكي مع الماء، من فضلك.
هادشي كيبان مثير. شحال كيكلف؟
خود هاد الوصفة الطبية للصيدلية. يمكن ليك تشري الدوا من تما.
أنا طلبت هذا.
نعم، يمكنك التوقف في أي محطة بين هنا وشيكاغو.
فين نقدر نشري شي تذكارات؟
هادشي غالي بزاف. ما نقدرش نشريه.
واش ممكن تعطيني رقم شركة ABC اللي فشيكاغو، عافاك.
فين كاينة الكاتدرائية؟
كيف بغيتي البيض ديالك؟
هادشي كاين حدا هاد البناية بالضبط.
لا، أعتقد أنهم نسيوا أن يجلبون لنا واحدة.
واخا. هادشي تأكد. واش ممكن تعطينا رقم التليفون ديالك، غير في حالة ما احتجنا نتواصلو معاك؟
شْنُو سْمِيَّة الرَّسَّام؟
واش نطلب منو يتاصل بيك منين يرجع؟
بغيت هاداك.
كيعجبني هاد الخدمة ديال الشامبانيا ديال الترحيب بعد الصعود للطائرة. خليني نشرب نخب صحتك.
أربعون دولاراً في اليوم بالإضافة إلى ثمانية سنتات لكل ميل.
غانْراهَنْ بْخْمْسَة دُولَارَات.
واش هاد الطلبية ديال شي حد آخر؟
واش تقدر تقول ليا كيفاش نوصل للمتحف؟
أنا آسف جداً، لكنني أود تأجيل الموعد.
واش تقدر توصّي بشي رحلة؟
القطار ديالك غادي يخرج من الرصيف رقم ثمانية.
كَانْقلّب على صاكْ عندو حْزام قَابْل للتعديل.
بغيت هادشي يبقى تحت مية وثمانين دولار.
غانسولك من بعد ما ندور نشوف.
إيه. بغيت نحجز ست ليالي، من فضلك. بدءاً من الثالث والعشرين من يوليوز.
واش تقدر تورّيني شي وحدين آخرين بتصاميم مختلفة؟
أي نوع من العصير تود أن تشرب؟
واش غادي تمشي للدار فالعطلة؟
فين نقدر نمشي نشوف شي منظر زوين؟
كان هذا مكسورًا بالفعل عندما فتحت العبوة.
التاسع والعشرون من غشت.
بغيت نبعث هادشي لليابان عن طريق البريد الجوي.
عيد الشكر للعمال. إنه يوم لتقديم الشكر لجميع الذين يدعمون المجتمع من خلال أعمالهم.
هاد البيت صْغِير بْزاف.
واش ممكن ناخد شوية ديال اتاي آخر، عافاك؟
بغيت هاد الحوايج يتنقاو قبل ما يسالي النهار.
واش كاين شي بنك هنا فهاد المنطقة؟
واش غادي تنقي الطبلة، عافاك؟
سكين، من فضلك.
هوما كلهم مطبوعات.
المرجو كتابة رقم غرفتك على الوجه الخلفي.
كَانستعملو العصي باش ناكلو.
رحلة دلتا رقم ثمانية وعشرين المتجهة إلى نيو أورليانز ستتأخر لمدة ساعة تقريبا.
فاش نرجع لليابان، غادي نكتب رسالة. الى كان عندك الوقت، عافاك بعث ليا رسالة.
نسيت تذكرة الطائرة ديالي في الفندق.
غرفة واحدة بلا حمام، من فضلك.
شكرا مرة أخرى لتذكيرك لي. هل ينسى العديد من الناس التوقيع بأسمائهم؟
إذن، فقد بدأ الوقت ينفد منا. هل نستمر في هذه المناقشة يوم الخميس في الواحدة؟
بغيت شي بيجامة.
واخا. غادي نعيط ليك فاش يكونو واجدين.
أشنو رأيك ف الغدا؟
غاتوقف الليموزين فالبوابة الشمالية أولاً.
حتى أي وقت متأخر يمكنني استخدام مطعم الفندق؟
واش هاد القطار مباشر؟
واخا، الوقت بدا كيتأخر. كنظن خاصني نمشي دابا. شكرا بزاف على هاد الأمسية الرائعة.
واش ممكن ناخد شي دوا لوجع الكرش ديالي؟
بغيت دجاج مشوي.
هادشي غلطي. ماشي غلطتك.
سمح ليا، امتى غادي يسالي هاد الفيلم؟
هاداك، عافاك.
تسرقات ليا الحلي ديالي. خاصني ندير شكاية.
غير صبر شوية، غادي نربطك مع السيد جونز.
السلام عليكم. هادي هي شركة يونايتد إيرلاينز.
فين تعلم السيد جونز اللغة اليابانية؟
عندي واحد صغير بنفس التصميم.
واش يمكن ليك تصايب هاد السروال؟
الجمعة ليلاً، على الساعة التاسعة.
واش هاد الباب ديال لاس فيغاس؟
واش عندكم حافلة من المطار؟
عافاك، بغيت ملعقة أخرى.
هادشي شوية مالح، ولكن كيعجبني. واش جبتيه معاك من اليابان؟
إذا كان ممكناً، المرجو الإسراع في ذلك.
واش تقدر تخلص هنا عشرة دولارات كوديعة؟
إيه. فيقني بعد ثلاثة ساعات، من فضلك.
بغيت نطلب، الله يخليك.
واش خاصني نقول اه ولا لا؟
جوج معالق، الله يخليك.
أين هي المحطة القادمة؟
الطوموبيل كدير شي صوت غريب.
فاش كيسد البريد؟
لقد دفعت بالفعل وديعة بقيمة خمسين دولارًا عند تسجيل الوصول.
واش عندك شي دوا للمعدة اللي مريضة؟
واش خاصني نلبس كوستيم و كرافات؟
واش نقدر نحول الفلوس لحساب التوفير ديالي؟
نسيت صاكي.
بغيت نأكد الرحلة ديالي مرة أخرى.
الساعة ديالي. كانت ساعة رقمية سويسرية الصنع جديدة.
دوزت داك الامتحان بنجاح كبير.
بغيتك تاخدني لبعض الأماكن المثيرة. أنا سائح، كما تعلم.
هل يمكنني القيام بجولة سياحية أثناء وجود السفينة في الميناء؟
غادي يكون حسن ليك تعدل المرايا ديال الرؤية الخلفية.
غانْتْسَنَّاوْ شْوِيَّة، عْشَرْ دْقَايْقْ أَوْ حَاجَة مْثْلْ هَاذْ الشِّي.
واش نقدر ناخد ليكوم الطباسل ديالكوم؟
غادي نكون فرحان بزاف باش ندير هادشي. شحال الساعة بغيتي؟
أظن أنني نسيت آلة التصوير ديالي هنا البارح ملي تعشيت.
جمعهم عند البوابة.
أوه، لا. هذا لن يكون ضرورياً. يمكنني أن أعتني بهذا. لقد قمت بما يكفي بالفعل وأكثر.
إما أن تصلحه أو تستبدله، من فضلك.
يمكنني القيام بذلك في وقت ما من الشهر القادم.
خُد وقتك.
كيف يمكن مقارنة هذا المنتج الجديد بالمنتجات الحالية؟
الباعة في هاد المحل لطفاء بزاف.
واش تقدر تحافظ ليا على هاد الشي؟
غير بلّي معايا دقيقة، عافاك.
واش عندك بطاقات المطالبة ديالك؟
بغيت نكري طوموبيل لمدة أسبوع.
اه، غسليه بشكل منفصل في البداية.
عافاك وريني شي ساعات ديال الرجال.
الساعة هي العاشرة و أربع دقائق.
شْحَال كَايْكُلْفِي الطُّومُوبِيلْ لِيمُوزِينْ بَاشْ نْمْشِي
منذ الصباح.
خاصنا نسرعو. راهم بداو كيطلعو.
كَايْجِي مْلاَئِم بْزَّاف.
طلبت الدجاج.
لمدة عشرة أيام.
شْحَالْ عُمْرْ هَادْ الْوَلْدْ؟
شْحَالْ هَادْ الشِّي كُلُّو؟
بغيت بحال هاداك، الله يخليك.
لقد فقدت شيكات السفر الخاصة بي.
عافاك عطيني شي دوا ديال الزكام.
عافاك حطو ف الكون.
كانشوفو ديما كل صباح فالقطر.
واش تقدر تتعشى معانا هاد العشية؟
غانبقى فالفندق B حتى لغدا. غادي نكون فرحان الى قلتيلو بلي أنا هنا.
الرحلة تأخرات بخمسة وأربعين دقيقة.
سميتي شينو يامادا.
ما هي تخصصات هذا المطعم؟
عندنا نبيذ أبيض ممتاز.
غير دوا ديال الزكام.
واش تقدر تجيب لي الحقيبة ديالي للبهو غدا الصباح؟
أوه، يبدو أنني أفقد شيئًا ما في كل مرة أسافر فيها.
فقدت القدرة على استخدام ذراعي الأيمن.
السلام، واش هادا ديال روي؟
من بعد، غادي توصل لشارع ديال التسوق. إلى تبعتي الشارع غادي توصل للمحطة.
لا، ليس هنا. هناك غرفة للتدخين في مؤخرة القطار.
واش ممكن ناخد بروشور؟
عافاك، وصل لهيه قبل التسعود.
نعم سيدي. كيف بغيتيني نقطعو؟
أعتقد أن هناك خطأ في الفاتورة.
غير الزيت والخل غادي يكونو مزيانين.
عندي بالضبط اللي بغيتي. واش نقترح عليك هادشي؟
قهوة مع سكر.
هاد الساعة هي السابعة عشر. أوه، أنا آسف. لقد ارتكبت خطأ.
واش سمعتي شي نهار على الأسبوع الذهبي فاليابان؟
شكرا لك. أرجوك عد مرة أخرى.
واش باقي عامر كامل؟
واش ممكن نخليها في أي بلاصة في البلاد؟
أي رقم يجب أن أتصل به من هنا؟
كيف يمكنني الوصول إلى ديزني لاند؟
واش كَاتْظَنّ هَادْ الشِّي؟
سمح ليا. فين كاين المطعم الرئيسي؟
بغيت نْدير مكالمة لليابان.
دي تويلف هو رقم مقعدي. فين كاين؟
أشنو هادشي، عافاك؟
أي نوع تفكر فيه؟
إيه. غادي نوصلو على الساعة تمنية بالتوقيت المحلي.
إذا لقيتي شي حاجة، عافاك اتاصلي بيا.
واش ممكن ناخد شي لحم خنزير وبيض؟
بغيت عصير الدلاح كتحلية، الله يخليك.
الماء الساخن ليس ساخنا بما يكفي.
واش غادي تشرح ليا كيفاش ندير هادشي؟
عافاك، كتب العنوان ديال الاتصال ديالك هنا.
واش ممكن نستعمل الفلاش؟
شكرا لك. عُدْ إلى غرفتي في نفس الوقت غداً. سأكون قد جهزت الصور بحلول ذلك الوقت.
سمح ليا، حالياً يمكن ليك تطلب غير من لائحة الليل.
واش بغيتي البنزين اللي فيه الرصاص ولا اللي ما فيهش الرصاص؟
عندي صداع.
هادي هي الغرفة رقم 1207.
بغيت شي بيت آخر.
شْحَالْ مُدَّةْ صْلاحِيَّةْ هَادْ الفِيزَا؟
واش كاين شي سبيطار هنا فهاد المنطقة؟
بغيت كوستيم.
واش عندك عرض أكبر؟
واش ممكن نجرب القياس تسعة؟
فندق آمن يقدم فطوراً جيداً، من فضلك.
فين كاينة حديقة الحيوانات؟
واش كاين شي وحدين أكبر من هادو؟
ثلاثين دولار وثمانين.
هذا يعتمد على مدى دفء المكان، ولكن في وسط اليابان، يكون ذلك في أوائل أبريل.
برغر بالجبن مع البطاطس المقلية.
فات الأوان باش تلحق آخر قطار.
ما عنديش شي صرف.
واش خديتي تذكرة الحافلة ديالك؟
عافاك، بغيت ناخد كريدي.
كنت على متن الرحلة رقم 828 لشركة يونايتد إيرلاينز.
كَايْنْ بْزافْ دْيالْ الصْداعْ حْدا الغُرْفَة دْيالِي.
ففي الساحل الشرقي، تجد أيضا أماكن مشهورة، مثل نيويورك، واشنطن العاصمة، وبوسطن.
واش عندك أوراق يابانية؟
هادشي كيبان مزيان.
واش ممكن نخلي عندك الحقيبة ديالي حتى وحدة؟
واش كاين شي جولة فالمدينة؟
أجل، أعتقد أنني مضطر لذلك. كيف يتم الحفاظ على الأمن في هذه المنطقة؟
فهمت. سأحاول كراء سيارة من نوع سيتروين.
عندي موهبة طبيعية من يوم ما تزاديت.
هذا سيكون جيدًا. أين الخبز؟
المرجو عدم التدخين. وأريد مقعداً بجانب النافذة، من فضلك.
و شحال كَاتاخد على الخياطة؟
أيهما أسرع، سيارة أجرة أم سيارة إسعاف؟
واش عندك هاد التيشيرت فشي لون آخر؟
ما خاصكش تبقى تشوف التلفزة طول الوقت.
إيه، حنا قربنا ليه، قربنا ليه.
من الأحسن ليك تدخل للمستشفى ديالنا.
فين نقدر نلقى سوبر ماركت؟
هادشي شوية غالي. واش مايمكنش تعطيني تخفيض؟
شْحَالْ مْنْ مْحَطَّة بَاقِيَة حَتَّى نْبَدَّلْ؟
هاد الراجل سرق لي صاكي.
حبوب الهضم وحبوب وجع المعدة مختلفين، ياك؟
بغيت نشوف الميناء.
فكرة زوينة.
شْحَالْ كَيْخُدْ مِنْ وَقْتْ ب
غادي ناخد عشرين من أكبر دببة لعبة، من فضلك.
أشنو هو رقم الصندوق؟
هادشي ساهل. غادي نْقلّب غير فدليل الهاتف.
واش عندكم شي غرف أكبر؟
شْحَالْ هِيَ فَاتُورَتِي؟
بغيت نبقى فهاد الغرفة ليلة أخرى.
سمحلي، بغيت نعطي التقرير ديال السرقة.
هادشي كيعتمد على وسيلة النقل اللي غادي تستعمل. واش غادي تسافر بالحافلة ولا بالطيارة؟
واش عندك شي مانع إلى جلست هنا؟
واش نقدر نرسل غير إيميل واحد بدولار واحد؟
نعم، أرسله من فضلك إلى الغرفة رقم اثنا عشر وأربعة وثلاثين.
عافاك، عمر هاد الفورم ديال التسجيل.
بغيت جوج تذاكر ديال الرحلة ذهابا وإيابا لأكسفورد.
فاش خاصني نجي للمطار؟
هادشي بطيء.
فين نقدر نطبع الفوطوغرافيات؟
لا، أرجوك لا تفعل. هل يمكنك الاحتفاظ بأسئلتك حتى نهاية حديثي، عندما أطلبها؟
بغيت بلاصة مزيانة.
أعتقد أن المرحاض لا يعمل. أنا بحاجة إلى مساعدة.
هادشي ماشي صعيب ولا غامض.
غانْديكْ لبلاصتك. تفضل من هنا.
سمح ليا، واش نقدر نسولك شي سؤال؟
أعتقد ذلك.
مرحبا. سعيد بلقائك.
بغيت نرسل هاد الأمتعة حتى طوكيو، الله يخليك.
واش غادي تورّيني شي حاجة شوية كْبَرْ؟
أعتقد أن الملابس المصنوعة في اليابان مصممة بشكل أفضل بالتأكيد.
غادي يكون حسن ليك توقف.
عاود قول هادشي عافاك.
واش تقدر تكتب ليا العنوان و نمرة التليفون، عافاك؟
واش سخون؟
من أي مطار سأغادر؟
واش ما خديتيش الفورميلا ف الطيارة؟
بغيت مكواة.
بلغ المجموع ثمانية وثلاثين دولارا.
شكراً على مشاركة أفكارك الفريدة معنا.
كنمشي نتزلج مرتين فالشهر فاش كيكون الموسم.
ولدت في اليوم الأول من أبريل سنة ألف وتسعمائة وخمسة وخمسين.
واش ممكن نكَري راكيتات؟
واش هاد الحافلة هي اللي غادية للوسط المدينة؟
بْشَحَّال هَادْ الْعِطْر؟
أشنو الهدف منو؟
فين نقدر ندير الإجراءات؟
خمسون جنيها.
واش هاد الشي كيشمل الضريبة؟
ما هي الأكياس؟
عافاك عيط على الإسعاف.
غانْراهَنْ بْثْلاثَة دُولارات على هَادْشي.
كيفاش غادية الأمور؟
ما كاين حتى ماكلة ما كتعجبنيش.
يوم الدستور أو "كينبو كينينبي" هو عطلة وطنية في الثالث من مايو للاحتفال بتأسيس الدستور الياباني الحالي.移移移移移移移移移移移移移移移移移移移移移移移移移移移移移移移
هل تشمل هذه الجولة زيارة إلى برج سيرز؟
واش كاين شي مكتبة هنا فهاد المنطقة؟
غانمشي نحضر المدرسة الصيفية فجامعة هاواي.
فين غاديين دابا؟
شخصان بالغان وطفل يبلغ من العمر ثلاث سنوات.
فِي مَرْحَاضٍ فِي الْمَحَطَّة.
